Крок 1: Зачыніць AutoCAD - Я ведаю, гэта можа быць цяжка для некаторых з вас. Ты мог быТаксама чакаюць AutoCAD ўрэзацца, калі вы хочаце.    - Майкл Ротоло       (Http://themadcadder.blogs.com/my_weblog/2008/12/external-xref-manager-xref-path-saver.html)! 11/07 PDP НІ deppart M'i! PleH
		-- Jamie Zawinski

%
101 ВЫКАРЫСТАННЕ Сфорым мёртвай мікрапрацэсараў(1) Пудзіла для сараканожкі(2) Мёртвыя пэндзля кошка(3) заколкі для валасоў(4) Буцы(5) Self-пірсінг завушніцы(6) Грыбок рашэцісты(7) Накладныя вейкі(8) Артапедычны кіпцюры сабакі        ,        ,        ,(99) Акно сад барана (пацягнуў за тонкая трактароў)(100) Забойца ліпучцы(101) Валюта
		-- Jamie Zawinski

%
1: Няма кодавая табліца для оп: ++ пост
		-- Jamie Zawinski

%
4.2 BSD UNIX # 57: нд 1 чэрвеня 23:02:07 EDT 1986Вы пампавацца на Сонца Вы прапусціце. ВС пампуецца. Ён ўдарае вас з575MB дыска! Вы чытаеце 575MB дыск. Гэта напісана ў чужоймову і ня можа быць прачытаны вашымі стомленых ВС-2 вачыма. вы кінуць575MB дыска на Сонца Вы патрапілі! ВС неабходна аднавіць свае вочы.Нд чытае скрутак. Ён дзівіць Ваш 130MB дыск! ён перамог130MB дыска! ВС чытае скрутак. Ён б'е сваю дошку Ethernet! ёнперамог сваю дошку Ethernet! Чытаеш скрутак "адкласці даУ панядзелак а 9 раніцы ". Усё ідзе цёмная ...
		-- /etc/motd, cbosgd

%
Біёлаг, статыстык, матэматык і навуковец знаходзяцца нафота-сафары ў Афрыцы. Як яны вядуць уздоўж саване ў іхджып, яны спыняюцца і разьведаць гарызонт біноклі.Біёлаг: "Паглядзіце Статак зебр І ёсць белыя зебры !!Фантастычны! Мы будзем вядомым! "Статыстык: "Гэй, супакойся, гэта не мае істотнага значэння Вядома толькі.ёсць адна белая зебра ".Матэматык: "На самой справе, мы ведаем толькі існуе зебру, якаябелы з аднаго боку ".Вучоны: "О, няма Асаблівы выпадак!"
		-- /etc/motd, cbosgd

%
... Громавым голасам кажа: "Няправільна, крэтын!", І вы заўважыце, што вамператварыліся ў груду пылу.
		-- /etc/motd, cbosgd

%
Была выпраўленая памылка ў кодзе варта двух у дакументацыі.
		-- /etc/motd, cbosgd

%
Была выпраўленая памылка ў руках лепш, чым адзін яшчэ незаўважанымі.
		-- /etc/motd, cbosgd

%
Адзін манах меў звычку прыставаць Гранд Tortue (адзіны, хтокалі-небудзь дасягнулі прасвятлення »беламі прасвятлення), задаючы Цірозныя аб'екты мелі прыроду Буды ці не. Да такім пытанні Tortueнязменна сядзеў моўчкі. Манах ўжо пыталіся пра фасолі, возера,і месячная ноч. Аднойчы ён прынёс Tortue вяроўку, ізадаў тое ж пытанне. У адказ на гэта Гранд Tortue схапіў пятлюпаміж ног і з дапамогай некалькіх простых маніпуляцый, створаны комплексРадок, якую ён proferred моўчкі да манаха. У той момант, манахбыў прасветленым.З тых часоў, вялебны не турбаваць Tortue. Замест гэтага ён зрабіў радок пасляРадок метадам Tortue ў; і ён перадаў метад на сваіх уласных вучняў,хто перадаў яго сваім.
		-- /etc/motd, cbosgd

%
Складаная сістэма, якая працуе нязменна знаходзілі, ператварылася зпростая сістэма, якая працуе.
		-- /etc/motd, cbosgd

%
[Кампутар з'яўляецца] як бога старазапаветнай, з вялікай колькасцю правіл і без літасці.
		-- Joseph Campbell

%
Кампутар дазваляе зрабіць больш памылак хутчэй, чым любы іншы вынаходству,з магчымым выключэннем пісталетаў і Tequilla.
		-- Mitch Ratcliffe

%
Кампутар прадавец наведвае прэзідэнт кампаніі з мэтай продажупрэзідэнт адной з апошніх тэм для размовы кампутараў.Спецыяліст: "Гэтая машына ведае ўсё, што я магу папрасіць яго любое пытанне.і гэта дасць правільны адказ. Кампутар, якаяхуткасць святла? "Кампутар: 186,282 міль у секунду.Спецыяліст: «Хто быў першым прэзідэнтам Злучаных Штатаў?"Кампутар: Джордж Вашынгтон.Старшыня: "Я да гэтага часу не ўпэўнены, Дазвольце мне задаць пытанне ..Дзе мой бацька? "Кампутар: бацька ловіць рыбу ў Грузіі.Старшыня: "Ха !! Кампутар няправільна Мой бацька памёр за дваццаць.		гады таму!"Кампутар: муж тваёй маці памёр 22 гадоў таму. Ваш бацька простапрызямліўся дванаццаць фунтаў бас.
		-- Mitch Ratcliffe

%
Кампутар вучоны той, хто выпраўляе рэчы, якія не зламаныя.
		-- Mitch Ratcliffe

%
Кампутар без COBOL і Fortran, як кавалак тортабез кетчупа і гарчыцы.
		-- Mitch Ratcliffe

%
СУПРАЦЬ гэта аб'ект, які клапоціцца.
		-- Bernie Greenberg.

%
Адладжаная праграма, для якога вы яшчэ не знойдзены ўмовыякія робяць яго з ладу.
		-- Jerry Ogdin

%
Вучань іншага секты аднойчы прыйшоў да Дрэшара, як ён еўяго раніцу ежа. "Я хацеў бы даць вам гэты тэст асобы", сказаўаўтсайдарам ", таму што я хачу, каб вы былі шчаслівыя."Дрэшара ўзяў паперу, што яму прапанавалі і пакласці яго ўтостар - «Я жадаю тостар, каб быць шчаслівым таксама".
		-- Jerry Ogdin

%
Лекар, архітэктар і навуковец спрачалісячыя прафесія была самай старой. У ходзе сваіх разваг, яныатрымаў ўвесь шлях назад у Эдэмскім садзе, пасля чаго ўрач сказаў: "медыкі відавочна найстарэйшай, таму што Ева была зроблена з Адамарэбры, як абвяшчае гісторыя, і гэта было проста неверагодна хірургічнае подзвіг ".Архітэктар не згодны. Ён сказаў: "Але калі вы паглядзіце на садСам, у пачатку быў хаос і пустата, і з таго, што саді свет былі створаны. Такім чынам, Бог павінен быў архітэктарам ".Вучоны, які б уважліва выслухаў усё гэта, токаментуе: "Так, але дзе вы думаеце хаос ўзялося?"
		-- Jerry Ogdin

%
Вядомы Lisp Хакер заўважыў студэнтам сядзіць перад Xerox1108, спрабуючы змяніць складаную сетку KLone праз браўзэр. жадаючыдапамогу, Хакер націснуў адзін з вузлоў у сеткі з дапамогай мышы,і спытаў: "Што ты бачыш?" Вельмі сур'ёзна, то Бакалаўрыят адказаў: "Яўбачыце курсор. "Хакер затым хутка націснуў загрузкі тумблер на задняйклавіятуры, адначасова удараючы універсітэцкім над галавойз тоўстым Кіраўніцтве INTERLISP. Бакалаўрыят тады Прасветлены.
		-- Jerry Ogdin

%
Фармальнае алгарытм сінтаксічнага аналізу не заўсёды павінны быць выкарыстаны.
		-- D. Gries

%
Фартран кампілятар дамавік маленькіх Mini.
		-- D. Gries

%
Хакер робіць для кахання тое, што іншыя не будуць рабіць за грошы.
		-- D. Gries

%
Мова, які не ўплывае на ваша ўяўленне аб праграмаванніНе варта ведаць.
		-- D. Gries

%
Мову, які не ёсць усё на самой справе лягчэй праграмыу чым некаторыя, што рабіць.
		-- Dennis M. Ritchie

%
Вялікая колькасць устаноўленых сістэм працаваць у загадным. Гэта значыць, яны працуюцьбыўшы абвешчаны працаваць.
		-- Anatol Holt

%
Шепелявость праграміст ведае каштоўнасць за ўсё, але кошт нічога.
		-- Alan Perlis

%
Спіс вызначаецца трываласцю яе самага слабага звяна.
		-- Don Knuth

%
Ледзь рэтраспекцыя паказвае, што хоць шмат выдатных, карысных праграмных сістэмбылі распрацаваны камітэтамі і пабудаваны як частка шматчастковы праектаў,гэтыя праграмныя сістэмы, якія узбуджаюцца гарачыя заўзятары з'яўляюцца тыя, якіяпрадукты з аднаго або некалькіх праектаванне розумы, вялікія дызайнераў. Разгледзім Unix,APL, Pascal, Modula, інтэрфейс Smalltalk, нават Fortran; і супрацьпаставіць іхз Cobol, PL / I, Algol, MVS / 370 і MS-DOS.
		-- Fred Brooks

%
Чалавек з AI ішоў праз горы плыць, каб убачыць арыгінал,Пугу. Калі ён прыбыў, Майстар не было нідзе. "ДзеМудры названы Пуга? "Спытаў ён праходзіў міма вучня."Ах," сказаў студэнт, "вы яшчэ не чулі. Ён пайшоў напаломніцтва праз горы да храма AI шукаць новывучні ".Пачуўшы гэта, гэты чалавек быў прасветленым.
		-- Fred Brooks

%
Менеджэр спытаў праграміста, колькі часу яму спатрэбіцца, каб скончыцьПраграма, на якой ён працаваў. "Я будуць завершаны заўтра," праграмістхутка адказаў."Я думаю, вы ў цяперашні час нерэальна", сказаў менеджэр. "Шчыра кажучы,як доўга гэта зойме? "Праграміст падумаў. "У мяне ёсць некаторыя асаблівасці, якія я хацеўдадаць. Гэта зойме не менш за два тыдні, "сказаў ён нарэшце."Нават тое, што занадта шмат, каб чакаць," настойваў менеджэр, "Я будузадаволены, калі вы проста сказаць мне, калі праграма будзе гатовая ".Праграміст з гэтым пагадзіўся.Некалькі гадоў праз, менеджэр пайшоў. На шляху да свайгопенсіённага абед, ён выявіў праграміста спячым за сваім тэрміналам.Ён праграмаваў ўсю ноч.
		-- Geoffrey James, "The Tao of Programming"

%
Менеджэр павінен быў быць звольнены, але праграміст, які працаваў на яговынайшлі новую праграму, якая стала папулярнай і добра прадаваўся. У выніку,менеджэр захаваў сваю працу.Менеджэр паспрабаваў даць праграмісту прэмію, але праграмістадмовіўся, сказаўшы: "Я напісаў праграму, таму што я, хоць гэта было цікаваеКанцэпцыя, і таму я не чакаю ўзнагароды ".Менеджэр, пачуўшы гэта, заўважыў, "Гэты праграміст, хоць ёнзаймае пасаду невялікі годнасці, добра разумее належнага працягласць выкарыстанняСупрацоўнік. Дазваляе прасоўваць яго на ўзвышаным становішчы кансультанта па кіраванні! "Але калі сказалі, што гэта, праграміст яшчэ раз адмовіўся, сказаўшы: «Я існуютак што я магу запраграмаваць. Калі я былі павышаны, я б нічога не рабіць, але адходаўкожны час. Ці магу я цяпер ісці? У мяне ёсць праграма, што я працую на ".
		-- Geoffrey James, "The Tao of Programming"

%
Менеджэр прыйшоў да сваіх праграмістам і сказаў ім: "Што тычыцца да вашагагадзіны працы: вы будзеце мець, каб прыйсці ў дзевяць раніцы і пакідаюцьУ пяць гадзін вечара ". Пры гэтым усе яны раззлаваліся і некалькісышоў на месцы.Такім чынам, менеджэр сказаў: "Добра, у такім выпадку вы можаце ўсталяваць свой уласныпрацоўнага часу, да таго часу, як вы скончыце вашыя праекты ў адпаведнасці з графікам "THE.праграмісты, цяпер задаволены, сталі прыходзіць апоўдні і працаваць да пігадзін раніцы.
		-- Geoffrey James, "The Tao of Programming"

%
Менеджэр прыйшоў да майстра праграмісту і паказаў яму патрабаваннідакументаваць для новага прыкладання. Менеджэр спытаў майстры: "Як доўга будзетрэба, каб праектаваць гэтую сістэму, калі я прызначыць пяць праграмістаў? ""Гэта зойме адзін год", сказаў майстар аператыўна."Але мы адразу ж ці нават раней трэба гэтую сістэму! Як доўга будзе ягопрыняць яго я прызначыць дзесяць праграмістаў? "Майстар праграміст нахмурыўся. "У гэтым выпадку, гэта зойме два гады.""А што калі я прызначу сто праграмістаў?"Майстар праграміст паціснуў плячыма. "Тады дызайн ніколі не будзезавершана ", сказаў ён.
		-- Geoffrey James, "The Tao of Programming"

%
Майстар праграміст прайшло пачаткоўцу праграмісту адзін дзень. майстарадзначыў заклапочанасць пачаткоўца карыстальніка з кампутарнай гульнёй ручнога. "Прабачце",сказаў ён, "можа я разглядаю гэта?"Пачатковец нітамі да увазе і перадаў прылада майстру."Я бачу, што прылада сцвярджае, што тры ўзроўню гульні: лёгкі, сярэдні,і жорсткі ", сказаў майстар." Але кожны такі прыбор мае іншы ўзровень гульні,дзе прылада не імкнецца заваяваць чалавека, ні быць заваяванаячалавек "."Маліцеся, вялікі майстар", маліў пачатковец ", як можна знайсці гэтытаямнічае ўстаноўка? "Майстар кінуў прыладу на зямлю і раздушыў яе нагамі.І раптам пачатковец быў прасветленым.
		-- Geoffrey James, "The Tao of Programming"

%
Майстар тлумачыў прыроду Дао аднаму з сваіх паслушнікаў."Дао ўвасоблена ва ўсіх праграмных - незалежна ад таго, нязначная,"сказаў майстар."Ёсць Тао ў ручной калькулятар?" спытаў вучань."Гэта", рушыў услед адказ."Ці ёсць Дао у відэагульні?" працягнуў вучань."Гэта нават у відэагульні," сказаў настаўнік."І гэта Тао ў DOS для персанальнага кампутара?"Майстар закашляўся і злёгку змяніў сваю пазіцыю. "Урокскончылася на сённяшні дзень ", сказаў ён.
		-- Geoffrey James, "The Tao of Programming"

%
Мадэм з'яўляецца baudy дом.
		-- Geoffrey James, "The Tao of Programming"

%
Адваротны гледзячы карлік кідае нож на вас.
		-- Geoffrey James, "The Tao of Programming"

%
*** Новы выгляд праграмавання ***Вы хочаце, каб імгненнае павагу, што прыходзіць ад таго, каб выкарыстоўваць тэхнічнытэрміны, якія ніхто не разумее? Хочаце ўразіць страх і агіда ўсэрца мэнэджараў DP ўсюды? Калі гэта так, то хай знакамітага праграмістаўШкола прывядзе вас на ... у свеце прафесійнага камп'ютэрнага праграмавання.Кажуць добры праграміст можа напісаць 20 радкоў эфектыўнай праграмы ў дзень.З дапамогай нашай унікальнай навучальнага курсу, мы пакажам вам, як напісаць 20 радкоў кодаі шмат чаго іншага. Наша навучальны курс ахоплівае кожны мова праграмаванняу існаванні, а некаторыя, якія не з'яўляюцца. Вы даведаецеся, чаму ўключэння / выключэння дляКампутар так важна, якія словы * фатальную памылку * азначаюць, і хто і штоВы павінны вінаваціць, калі вы робіце памылку.Так, я хачу брашуру, якая апісвае гэты неверагоднае прапанову.Прыкладаю $ 1000 невялікія безыменныя рахункі, каб пакрыць выдаткі надастаўка і апрацоўка. (Не, жывую хатнюю птушку, калі ласка.)*** Наш лозунг: Зверху ўніз праграмавання для мас. ***
		-- Geoffrey James, "The Tao of Programming"

%
Вучань спытаў Майстры: "Вось праграміст, што ніколі не праектуе,дакументы, або выпрабаванні яго праграм. Тым не менш, усе, хто ведае яго лічаць яго адным злепшыя праграмісты ў свеце. Чаму гэта адбываецца? "Майстар адказвае: "Гэты праграміст авалодаў Дао яго.выйшаў за межы неабходнасці праектавання; ён не злуецца, калі сістэмазбой, але прымае сусвет без турботы. Ён выйшаў за межыпатрэба ў дакументацыі; Ён больш не клапоціцца, калі хто-то яшчэ бачыць яго код. ёнвыйшаў за межы неабходнасці тэставання; кожны з яго праграм дасканалыя ўСамі, спакойны і элегантны, іх мэта відавочная. Сапраўды, у яго ёсцьувайшоў у таямніцу Дао ".
		-- Geoffrey James, "The Tao of Programming"

%
Вучань спытаў майстры: "У мяне ёсць праграма, якая часам працуе ічасам перапыняе. Я ішоў правілах праграмавання, але я цалкамтолку. Што з'яўляецца прычынай гэтага? "Майстар адказаў: "Вы збянтэжаныя, таму што вы не разумеецеТао. Толькі дурань чакае рацыянальнае паводзіны ад сваіх субратаў. чамуВы чакаеце, што з машыны, што людзі пабудавалі? кампутарыімітацыі дэтэрмінізм; толькі Дао зусім.Правілы праграмавання мінаюцца; толькі Дао вечна.Таму неабходна сузіраць Дао перш чым вы атрымаеце прасвятленне "."Але як я даведаюся, калі я атрымаў прасвятленне?" спытаўпачатковец."Ваша праграма будзе працаваць правільна," адказаў майстар.
		-- Geoffrey James, "The Tao of Programming"

%
Вучань спытаў майстры: "Я бачу, што адна кампутарная кампанія з'яўляеццазначна больш, чым усіх астатніх. Яна узвышаецца над яго канкурэнцыі як гігантсярод карлікаў. Любы з яго падраздзяленняў можа ўтрымліваць увесь бізнэс.Чаму гэта так? "Майстар адказаў яму: "Чаму ты задаеш такія дурныя пытанні? Воськампанія вялікая, таму што гэта з'яўляецца настолькі вялікім. ня Калі толькі зрабіў апаратнага, ніхтоб купіць яго. Калі гэта толькі падтрымлівала сістэму, людзі будуць ставіцца да яго, як ураб. Але паколькі ён спалучае ў сабе ўсе гэтыя рэчы, людзі думаюць, што адзінбагоў! Па не імкнецца імкнуцца, яна перамагае без намаганняў ".
		-- Geoffrey James, "The Tao of Programming"

%
Вучань спытаў майстра: "На ўсходзе ёсць вялікая дрэвападобная структурашто людзі называюць "карпаратыўнай штаб-кватэры. Гэта раздзьмутай з формы звіцэ-прэзідэнты і бухгалтараў. Яна выпускае мноства запісак, кожны казаў'Go, таму! ці 'Go, Hither! і ніхто не ведае, што маецца на ўвазе. Кожны год новыІмёны пакласці на галінах, але ўсё безвынікова. Як можа такоененатуральнае твар існуе? "Майстар адказвае: "Вы ўспрымаеце гэтую велізарную структуру іпарушаецца, што ён не мае рацыянальную мэту. Вы можаце не прымаць забаўка адяго бясконцыя рэзкія ваганні? Вы не атрымліваць асалоду ад ціхамірным прастату праграмаванняпад яго хованкі галінак? Чаму вы турбаваць яго бескарыснасці? "
		-- Geoffrey James, "The Tao of Programming"

%
Пачатковец храма адразу падышоў першасьвятар зПытанне."Майстар, робіць Emacs маюць прыроду Буды?" спытаў вучань.Першасьвятар быў у храме на працягу многіх гадоў і можа быцьспадзявацца ведаць гэтыя рэчы. Ён падумаў на працягу некалькіх хвілін даадказваючы."Я не разумею, чаму не. Там ёсць крывавы ўсё ж яшчэ."Пры тым, што першасьвятар пайшоў на абед. пачатковец раптамдасягнуў прасвятлення, праз некалькі гадоў.каментар:Яго майстар добры,Адказваючы яго даведку хутка,З думкі і сарказму.
		-- Geoffrey James, "The Tao of Programming"

%
Пачатковец праграміст аднойчы прызначаны код просты фінансавыПакет.Пачатковец працаваў апантана на працягу многіх дзён, але калі яго гаспадарразгледзеў сваю праграму, ён выявіў, што ў ім утрымліваецца экранны рэдактар, наборабагульненых графічных працэдур і штучнага інтэлекту інтэрфейсу,але ні найменшага згадвання пра што фінансавы.Калі гаспадар спытаў пра гэта, пачатковец прыйшоў у абурэньне."Не будзь такім нецярплівым," сказаў ён, "Я пакладу фінансавага рэчы ў рэшце рэшт."
		-- Geoffrey James, "The Tao of Programming"

%
Пачатковец спрабаваў выправіць зламаны LISP машыну паваротамад выпадку да выпадку магутнасці. Рыцар, бачачы тое, што студэнт рабіў палкі строга"Вы не можаце выправіць машыну ўсяго на ўлады-ровары гэта без разуменняшто адбываецца не так. "Рыцар павярнуў машыну і в.Машына працавала.
		-- Geoffrey James, "The Tao of Programming"

%
Чалавек, які з'яўляецца больш нядбайна зацікаўлены ў кампутары павінны быць добранавучаны на машынным мове, так як ён з'яўляецца асноўнай часткай кампутара.
		-- Donald Knuth

%
Праграма павінна быць лёгкай і гнуткай, яе падпраграмы злучаныя падобнаніткі жэмчугу. Дух і мэта праграмы павінны быць захаваныва ўсім. Там не павінна быць ні занадта мала, ні занадта шмат, ні самоЗавесы ні бескарысных зменных, ні адсутнасць структуры, ні пераважнаякалянасць.Праграма павінна прытрымлівацца "Закон найменшага здзіўлення". Што гэтаЗакон? Гэта проста, што праграма заўсёды павінна рэагаваць на карыстальніка ўспосаб, якім на твары ў яго меры.Праграма, незалежна ад таго, наколькі складаным, павінны дзейнічаць як адзінае цэлае.Праграма павінна быць накіравана па логіцы межах, а не вонкіВыступы.Калі праграма не ў гэтых патрабаванняў, ён будзе ў станезасмучэнне і замяшанне. Адзіны спосаб выправіць гэта, каб перапісацьПраграма.
		-- Geoffrey James, "The Tao of Programming"

%
Праграміст з вельмі вялікі кампутарнай кампаніі пайшлі ў праграмным забеспячэнніКанферэнцыя, а затым вярнуўся, каб паведаміць свайму мэнэджару, кажучы: "Якіпраграмістаў працаваць для іншых кампаній? Яны паводзілі сябе дрэнна і быліабыякавы выступаў. Іх валасы былі доўгімі і недагледжаны і іхадзенне была маршчыністай і старой. Яны разбіўся гасціннасці люкс і янызрабіў грубыя гукі падчас маёй прэзентацыі ".Менеджэр сказаў: "Я б ніколі не паслаў вас на канферэнцыю.Гэтыя праграмісты жывуць за межамі фізічнага свету. Яны лічаць жыццё абсурднай,выпадковае супадзенне. Яны прыходзяць і сыходзяць, не ведаючы абмежаванняў.Без дапамогі, яны жывуць толькі для сваіх праграм. Чаму яны павінны турбавацьз сацыяльнымі канвенцыямі? ""Яны жывыя ў Тао".
		-- Geoffrey James, "The Tao of Programming"

%
Праграміст гэта чалавек, які праходзіць у якасці патрабавальнага спецыяліста на асновебудучы ў стане аказваюцца, пасля незлічонай штампоўкі, бясконцую серыюнезразумелыя адказы, разлічаныя з микрометрические ўдакладненняў ад расплывістымздагадкі, заснаваныя на спрэчных фігур, узятых з безвыніковых дакументаўі ажыццяўляецца на прылады праблемнасці дакладнасцю асобамісумнеўнай надзейнасці і сумнеўнай менталітэт для заяўленай мэтайраздражняе і не апраўдаўшы безнадзейна безабаронную аддзел, які быўпашанцавала спытаць за інфармацыю ў першую чаргу.
		-- IEEE Grid newsmagazine

%
Мова праграмавання з'яўляецца нізкі ўзровень, калі яе праграмы патрабуюць увагіда недарэчным.
		-- IEEE Grid newsmagazine

%
Нядаўняе даследаванне паказала, што канцэнтрацыя на складаным за кадрамаб'екты, такія як асобы блізкіх, выклікае напружанне вачэй у кампутарынавукоўцаў. Даследчыкі ў з'яве прывесці канцэнтрацыі дададзенагатрэба "сэнс" такіх ненатуральных трохмерных аб'ектаў.
		-- IEEE Grid newsmagazine

%
Пракатны дыск не збірае і не выкарыстоўвае MOS.
		-- IEEE Grid newsmagazine

%
Студэнт, у надзеі зразумець лямбда-прыроду, прыйшлі да Greenblatt.Пакуль яны казалі сістэма Multics хакер прайшоў міма. "Правда", спытаўстудэнт ", што PL-1 мае многія з тых жа тыпаў дадзеных, як Lisp?" Амаль перад тымстудэнт скончыў сваё пытанне, Гринблатт крыкам, "Foo!", і ўдарыўстудэнт з палкай.
		-- Jack Banton, PCC Automotive Electrical School

%
Паспяховы [Праграмнае забеспячэнне] інструмент з'яўляецца адным які быў выкарыстаны, каб зрабіць што-тосніліся аўтарам.
		-- S. C. Johnson

%
Добра выкарыстоўваецца дзверы не патрабуе змазкі на завесах.Хуткабягучыя пар не растуць застой.Ні гуку, ні думкі могуць падарожнічаць праз вакуум.Праграмныя гнілі, калі не выкарыстоўваецца.Гэтыя вялікія таямніцы.
		-- Geoffrey James, "The Tao of Programming"

%
Праз год правёў у вобласці штучнага інтэлекту дастаткова, каб зрабіць адзін верыць у Бога.
		-- Geoffrey James, "The Tao of Programming"

%
Аб выкарыстанні мовы: немагчыма завастрыць аловак тупымсякеру. Гэта ў роўнай ступені дарэмна, каб паспрабаваць зрабіць гэта з дзесяці тупымі сякерамі замест.
		-- Edsger Dijkstra

%
Даданне функцый не абавязкова павялічвае функцыянальнасць - гэта простаробіць кіраўніцтва тоўшчы.
		-- Edsger Dijkstra

%
Даданне рабочай сілы ў канцы праграмнага праекта робіць яго пазней.
		-- F. Brooks, "The Mythical Man-Month"

%
Кожны раз, калі адзін чалавек знаходзіцца адэкватная разраду доўгу паЗачыніце праграму да яго, гэта горш выканаць двума асобамі іЛедзь зроблена наогул, калі тры або больш занятыя ў ім.
		-- George Washington, 1732-1799

%
Пасля прасейвання праз перапішуцца пакінутых блокаў дома ЛюкаКаталог, Люк і PDP-1 памчаўся ад / U / Lars, па ўсёй паверхні зВінчэстар верхам лятаючы галоўкі чытання / запісы Люка. PDP-1 быў Люк спыняюцца накрай цыліндру з выглядам / USR / шпулькі / UUCP."Unix-к-Unix праграма капіявання;" сказаў PDP-1. "Вы ніколі не знойдзеце большняшчасны вулей памылак і агнямётаў. Мы павінны быць асцярожнымі ".
		-- DECWARS

%
Алан Т'юрынг думаў пра крытэры для вырашэння пытання аб тым,машыны могуць думаць, гэта пытанне, які мы цяпер ведаем, што гаворка ідзе праактуальны як пытанне аб тым, ці можа падводныя лодкі плаваць.
		-- Dijkstra

%
Алгол 60, безумоўна, варта разглядаць у якасці найважнейшага мовы праграмаванняраспрацавана.
		-- T. Cheatham

%
Усе канстанты з'яўляюцца зменнымі.
		-- T. Cheatham

%
=== ВСЕ CSH КАРЫСТАЛЬНІКАЎ Звярніце ўвагу ========================Ўсталяваць зменную $ прайгралі ўсім людзям, якія вы лічыце, хто прайграў. гэтавыкліча ўсе лічаць тых, хто прайграў мець зменная $ PEOPLE-Які-думаю-I-AM-A-няўдачнікабнаўляюцца ў іх файле .login. Калі вы спрабуеце выканаць працу наМашына з дрэнным часам водгуку і машынай ў лакальнай сеткі ў цяперашні часнаселены прайгралі, што машына будзе вызвалена для вашай працы празхалодная працэс загрузкі.
		-- T. Cheatham

%
Усе часткі павінны ісці разам, не прымушаючы. Вы павінны памятаць, што часткіВы зборцы былі разабраны вамі. Таму, калі вы не можаце атрымацьіх зноў разам, там павінна быць прычына. Усімі сродкамі, не выкарыстоўвайце малаток.
		-- IBM maintenance manual, 1925

%
Усе праграмісты аптымісты. Магчыма, гэты сучасны вядзьмарства асабліва прыцягваетых, хто верыць у шчаслівы канец і казачных хросных маці. Магчыма, сотніз Nitty расчаравання язды ўсе, але тыя, хто звыкла засяродзіцца на канцыМэта. Магчыма, гэта ўсяго толькі, што кампутары маладыя, праграмісты маладзейшы,і малады заўсёды аптымісты. Але тым не менш працэс адбору працуе,вынік бясспрэчна: "На гэты раз ён, несумненна, запусціць", ці "Я толькі што знайшоўапошні памылка ".
		-- Frederick Brooks, "The Mythical Man Month"

%
Усе праграмісты драматургі і ўсе кампутары паршывыя акцёры.
		-- Frederick Brooks, "The Mythical Man Month"

%
"... Усе лепшыя кампутарныя праекты бутлегах; фармальна плануеццапрадукты, калі яны пабудаваны на ўсіх, сабакі! "MIT Press, 1987
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
Усе простыя праграмы былі напісаныя.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ВСЕ КАРЫСТАЛЬНІКАЎ УВАГА ========================Новая сістэма, сістэмы кровазвароту, была дададзеная.Доўга-эксперыментальная крывяноснай сістэмы была выпушчаная для карыстальнікаў.Лісп-машына выкарыстоўвае тыпу B вадкасці, прычым L машына выкарыстоўвае Увядзіце вадкасці. КаліПераход на Common Lisp адбываецца абедзве машыны будуць, вядома, быць Тып О.Калі ласка, праверце ўзровень вадкасці з дапамогай мацы, які размешчаны ўЗадняя частка ДМС манітораў. Unchecked нізкія ўзроўні вадкасці можа прывесці да пагаршэння пэйджынгпрадукцыйнасць.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ВСЕ КАРЫСТАЛЬНІКАЎ УВАГА ========================Справаздачы пра памылкі ў цяперашні час складае ў сярэднім 12,853 у дзень. На жаль,гэта толькі малая частка [<1%] ад аб'ёму пошты, якую мы атрымліваем. ўкаб мы маглі больш аператыўна вырашаць гэтыя каштоўныя паведамленняў,калі ласка паведамляць пра іх па адным з наступных шляхоў:ARPA: WastebasketSLMHQ.ARPAUUCP: !!! [Берклі, сейсма, Харпе] FUBAR thekid slmhq сметнік Нумары Сайты сеткі: Federal Express, каб:сметнікнумар NE43-926Капернік, Месяц, 12345-6789Па гэтай асабістай кантактнай пачуццё выкліку 1-415-642-4948; наш кваліфікаваныаператары па выкліку 24 гадзіны ў суткі. VISA / MC прымаюцца. ** Нашы вельмі багатыя адвакаты запэўнілі нас, што мы не  адказнасць за любыя памылкі або саветаў, прадстаўленых па тэлефоне.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ВСЕ КАРЫСТАЛЬНІКАЎ УВАГА ========================CAR і CDR цяпер вяртаюць дадатковыя каштоўнасці.Функцыя CAR цяпер вяртае два значэння. Так ён павінен узяць на сябе працакаб высветліць, ці з'яўляецца аб'ект carcdr-стане ў любым выпадку, мы вырашылі, што можна,таксама атрымаць абедзьве палавіны адразу. Напрыклад, наступны код паказвае, якdestructure мінусы (некаторыя мінусы) на дзве прарэзы (THE-машыны і-CDR):(Multiple-VALUE-BIND (THE-аўтамабіля-CDR) (CAR НЕКАТОРЫЯ-Звод) ...)Для сіметрыі з аўтамабілем, CDR вяртае другое значэнне, якое з'яўляецца аўтамабілемАб'ект. У сувязі з гэтым змяненнем, функцыі MAKE-ARRAY і мінусы былізамацаваны так яны не вылучаюць ніякіх захоўванне выключэннем у стэку. гэта павіннаспадзяюся дапамагчы людзям, якія не любяць, выкарыстоўваючы зборшчык смецця, таму штоён халодны боты машына так часта.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ВСЕ КАРЫСТАЛЬНІКАЎ УВАГА ========================Аптымізацыя кампілятара былі зробленыя да макра пашырыць LET ў без-INTERRUPTS спецыяльную форму, каб яго можна паскараць ход у чарку ўLET-аптымізацыя плошчу, SETQ зменныя, а затым поп іх назад, калі гэтазроблена. Не турбуйцеся пра гэта, калі не выкарыстоўваецца многопроцессорность.Звярніце ўвагу, што можа * былі вызначаны Няхай Ф:(LET ((LET ' `(LET ((Давайце, LET)), LET)))`(LET ((Давайце, LET)), LET))Гэта, як мяркуюць, каб паскорыць выкананне на цэлых фактар ​​1,01 або3.50 у залежнасці ад ці верыце вы нашы дружалюбныя прадстаўнікі маркетынгу.Гэты код быў напісаны новы праграміст тут (мы вырвалі яго адItty Біці Машыны дзе ён пісаў код COUGHBOL) так, каб даць ямуУпэўненасць мы давяралі яго абяцаньні "ён працуе даволі добра" і ўсталяваў яго.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ВСЕ КАРЫСТАЛЬНІКАЎ УВАГА ========================Падтрымка JCL, як альтэрнатыва меню сістэмы.У нашых пастаянных намаганняў для падтрымкі іншых моў, чым LISP на CADDR,мы распрацавалі OS / 360 сумяшчальная JCL. Гэта можа быць выкарыстана ў якасціальтэрнатыва стандартнаму меню сістэмы. Тып сістэмы J, каб дабрацца да JCLінтэрактыўная чытаць і выконваць дыягнаставаць акно завесы. [Варта адзначыць, што для 360сумяшчальнасць, усе ўваходныя лініі абразаюцца да 80 знакаў.] ГэтаАкно таксама падтрымлівае мышы адчувальных адлюстраванне крытычных параметраў заданнітакіх, як размеркаванне набору дадзеных, размеркаванне асноўных, каналаў і г.д. Калі JCLпамылка сінтаксісу выяўленая або вашыя завяршаецца аварыйна працу, акно-арыентаваных JCLадладчык ўводзіцца. Адладчык JCL адлюстроўвае адпаведнае / 360 памылку OSпаведамленні (такія як IEC703, "памылка дыска") і дазваляе з чаргі сваю працу.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ВСЕ КАРЫСТАЛЬНІКАЎ УВАГА ========================Зборшчык смецця цяпер працуе. Акрамя таго новая, эксперыментальная смеццябыў усталяваны алгарытм зборкі. З Si:% ДСК-GC-QLX-біты ўсталяваныя ў 17,(НЕ па змаўчанні) стары алгарытм збору смецця застаецца ў сіле; калівіртуальная памяць запоўненая, машына сама халодныя боты. З SI:% ДСК-GC-QLX-біты ўсталяваныя ў 23, новы зборшчык смецця ўключана. У адрозненне ад большасці смеццякалектары, новы ГК пераходзіць да фазе знак ад розуму карыстальніка, ачым ад obarray. Гэта дазваляе збіраць смецце значнабольш Qs. Як працуе зборшчык смецця, ён можа задаць вам нешта накшталт "Выпамятаеце, што СІ: робіць RDTBL-ТРАНС ", і калі вы не можаце даць разумны адказ?у трыццаць секунд, сімвал становіцца кандыдатам на GCing. пераменнаяSI:% GC-QLX-LUSER-ТМ вызначае, як доўга ГХ чакае, перш чым паўтарыць карыстальніку.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ВСЕ КАРЫСТАЛЬНІКАЎ УВАГА ========================Там было некаторае замяшанне адносна MAPCAR.(DEFUN MAPCAR (& ФУНКЦЫЯНАЛЬНЫЯ СКЛС & EVAL & REST спісах)(PROG (V P LP)(SETQ P (LOCF V))L (SETQ LP спісы)(% СНВ-выкліку функцыі СКЛС Т (даўжыня спісах) NIL)L1 (АБО LP (GO L2))(І (NULL (CAR LP)) (Зварот У))(% PUSH (CAAR LP))(RPLACA LP (CDAR LP))(SETQ LP (CDR LP))(GO L1)L2 (% АЗДАБЛЕННЕ-выкліку функцыі СКЛС Т (доўгага спісу) NIL)(SETQ LP (% POP))(RPLACD P (SETQ P (NCONS LP)))(GO L)))Мы спадзяемся, што гэта растлумачвае многія пытанні, якія мы мелі пра гэта.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
Усе вашыя файлы былі знішчаныя (прабачце). Падлогу.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
Амаль што-небудзь ўніжальнае, можна сказаць пра сённяшнюю распрацоўкі праграмнага забеспячэннябудзе дакладным.
		-- K. E. Iverson

%
Хоць яшчэ труізм ў прамысловасці, што "ніхто не быў звольнены закупля IBM "Біл О'Ніл, галоўны дырэктар па тэхналогіях Drexel BurnhamЛамберт, кажа, што ведае, за тое, што хтосьці быў звольнены за простаПрычына. Ён ведае гэта, таму што ён стрэліў хлопцу."Ён зрабіў дрэннае рашэнне, і што гэта зводзілася да было:" Ну, якупіў яго, таму што я меркаваў, што гэта было бяспечна, каб купіць IBM ", кажа г-н О'Ніл."Я сказаў:" Не. Няправільна. Гульня скончана. Наступны ўдзельнік, калі ласка. "
		-- The Wall Street Journal, December 6, 1989

%
AmigaDOS Піва: Кампанія выйшаў з бізнэсу, але іх рэцэпт маебыла падхопленая нейкі загадкавы нямецкай кампаніі, так што зараз гэта піва будзеімпарт. Гэта піва ніколі не прадаюцца вельмі добра, таму што ў арыгіналевытворца не зразумець, маркетынгу. Як Unix піва AmigaDOS півавентылятары з'яўляюцца надзвычай лаяльныя і гучна група. Першапачаткова яна прыйшла ў16 унцый. Можна, але зараз уваходзіць у 32 унцый. банкі таксама. Калі гэтая кансервавы слоік былапершапачаткова ўведзена, яна з'явілася крычалі і маляўнічым, але дызайнне моцна змянілася за гэтыя гады, так што з'яўляецца ад сёньня. крытыкігэтае патрабаванне піва, якое ён толькі прызначаны для прагляду тэлевізара ў любым выпадку.
		-- The Wall Street Journal, December 6, 1989

%
Выключэнне Ada, калі руціна трапляе ў непрыемнасці і кажа"Прамень мяне, Скоці".
		-- The Wall Street Journal, December 6, 1989

%
Адэкватнай пачатковай загрузкі з'яўляецца супярэчнасцю ў тэрмінах.
		-- The Wall Street Journal, December 6, 1989

%
Алгарытм павінен быць ўбачыць, каб паверыць.
		-- D. E. Knuth

%
... Анекдот з Даследчага цэнтра Йорктаун Хайтс IBM. каліпраграміст выкарыстаў свой новы кампутарны тэрмінал, усё было выдатна, калі ён сядзеўўніз, але ён не мог увайсці ў сістэму, калі ён быў стоячы. штопаводзіны было 100 адсоткаў паўтараныя: ён заўсёды мог увайсці ў становішчы седзячы ініколі калі не стоячы.Большасць з нас проста сядзець і захапляцца такой гісторыі; Як гэта магло тэрміналведаю, ці быў небарака седзячы або стоячы? Добрыя адладчык, хоць,ведаю, што там павінен быць прычынай. Электрычныя тэорыі з'яўляюцца самымі лёгкімібудаваць гіпотэзу: там друзлы провад пад дываном ці праблемы са статычныміэлектрычнасць? Але праблемы з электрыкай рэдка паслядоўна прайграваным.Абвесткі IBMer нарэшце заўважыў, што праблема была ў клавіятуры тэрмінала:былі пераведзеныя верхавіны двух ключоў. Калі праграміст сядзеў ён быўдрукуеце ўсляпую і праблема засталася незаўважанай, але калі ён ўстаў, ён быў на чалезман палявання і дзяўбуць.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
Слон мыш з аперацыйнай сістэмай.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
Інжынер гэта той, хто робіць апрацоўку спісу ў FORTRAN.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
Інтэрпрэтацыя _ Я задавальняе прапанова на мове табліцы, калі і толькі калікожная запіс у табліцы пазначае значэнне функцыі пазначаныя аднымі і тыміФункцыя пастаяннай ў верхнім левым куце ўжываецца да аб'ектаў, прызначаныхадпаведнымі пазнакі радкоў і слупкоў.інтэлект "
		-- Genesereth & Nilsson, "Logical foundations of Artificial

%
І гэта павінна быць закон: Калі вы выкарыстоўваеце слова `парадыгмы 'ня ведаючышто слоўніку кажа, што азначае, што вы пайсці ў турму. Ніякіх выключэнняў.
		-- David Jones

%
І на сёмы дзень, Ён выйшаў з рэжыму дадання.
		-- David Jones

%
Яшчэ мегабайт пылу.
		-- David Jones

%
Любая такая праграма будзе пашырацца, каб запоўніць даступную памяць.
		-- David Jones

%
Любая такая праграма, пры запуску, з'яўляецца састарэлым.
		-- David Jones

%
Любая праграма, якая праходзіць прама састарэў.
		-- David Jones

%
Любую мову праграмавання ў лепшым перш чым яна рэалізуецца і выкарыстоўваецца.
		-- David Jones

%
... Любое падабенства паміж гэтымі відамі і тых, і майго працадаўцы,мой тэрмінал, або від з майго акна з'яўляюцца чыста выпадковымі. любыПадабенства паміж вышэй і маіх уласных поглядаў не з'яўляецца дэтэрмінаваных.Пытанне пра існаванне поглядаў у адсутнасць каго-небудзь, каб трымаць іхзастаецца ў якасці практыкаванні для чытача. Пытанне пра існаваннечытач застаецца ў якасці практыкаванні для другога каэфіцыента бога. (Аабмеркаванне неортогонального, нецелых шматбожжа выходзіць за рамкігэтага артыкула.)
		-- David Jones

%
Любая дастаткова развітая памылка ня розьніцца ад функцыі.
		-- Rich Kulawiec

%
Той, хто прыняў удзел у Usenix канферэнцыю ў незвычайным гатэлі магу сказаць вамшто прапанова кшталту «Вы адзін з тых кампутарных людзей, ці не так?"прыкладна эквівалентна "Паглядзіце, іншы дзіўна рухомай форме слізіцвіль! "у вусце гатэль афіцыянткай.
		-- Elizabeth Zwicky

%
APL хакеры зрабіць гэта ў чатырохвугольніка.
		-- Elizabeth Zwicky

%
APL з'яўляецца памылкай, даведзенае да дасканаласці. Гэта мова зБудучыню для метадаў праграмавання мінулага: ён стварае новае пакаленнекадавання бамжы.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
APL з'яўляецца натуральным працягам мовы асэмблера праграмавання;... І лепш за ўсё падыходзіць для адукацыйных мэтаў.
		-- A. Perlis

%
APL з'яўляецца толькі для запісу мовы. Я магу пісаць праграмы ў APL, але не магупрачытаць любы з іх.
		-- Roy Keir

%
Ці павінны мы які ідзе з overbyte?
		-- Roy Keir

%
Вакол кампутараў цяжка знайсці правільны блок часу, кабвымярэння прагрэсу. Некаторыя саборы прыняў стагоддзе, каб скончыць. можа выпрадставіць веліч і маштабы праграмы, якая будзе прымаць да таго часу ,?
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
У кампутары, я лічу вашу веру ў тэхналогіі пацешным.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Наколькі нам вядома, наш кампутар ніколі не было необнаруженной памылкі.
		-- Weisert

%
Як і ў некаторых культах можна забіць працэс, калі вы ведаеце яго сапраўднае імя.
		-- Ken Thompson and Dennis M. Ritchie

%
Як і ў пратэстанцкай Еўропы, насупраць, дзе сект падзяліць бясконца ўменш канкуруючых сект і не дамінуе любы іншы царквы, усё інакшў раздробленасьці свеце IBM. Гэта царства цяпер хаос супярэчлівыхнормы і стандарты, якія нават не IBM можа спадзявацца кіраваць. Вы можаце купіцьКампутар, які працуе як машына IBM, але не ўтрымлівае нічога, дасягнуты або прадаваныяСама IBM. Адступнікі ад IBM пастаянна створаная канкуруючымі фірмамі і ўсталявацьстандарты самастойна. Калі IBM нядаўна адмовіліся некаторыя з яго арыгіналаСтандарты і пастанавіў новыя, многія з яе канкурэнтаў абвешчаныя пуританинвернасць першапачатковай веры IBM, і асудзіў кампанію як расколнаватарам. Тым не менш, свет IBM аб'ядноўвае яго недаверу абразкоў івобразнасць. Экраны кампаніі IBM прызначаныя для мовы, а не карцінкі. высечаныВыявы могуць быць памяркоўна раскошных культаў, але праўдзівая вера IBM абапіраеццана строгасці слова.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Пакуль дрэнна пэўныя мэты, мудрагелістыя памылкі, і нерэальнараскладу, будзе Сапраўдныя Праграмісты, гатовыя скакаць і вырашыцьПраблема, эканомячы дакументацыю на потым.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
З наступнага аўторак, UNIX будуць скінутыя на карысць Tops-10.Неабходна абнавіць свае праграмы.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
З наступнага аўторка, C будуць скінутыя на карысць COBOL.Неабходна абнавіць свае праграмы.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Па стане на наступным тыдні, паролі будуць уведзены ў азбуцы Морзэ.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
У рамках працягам намаганняў, каб трымаць вас, чытач Фартуна, у курсекаштоўная інфармацыя, што штодня перасякае USENET, Фартуна прадстаўляе:Навіны артыкулы, якія адказваюць * вашыя * Пытанні, # 1:Групы навінаў: comp.sources.dТэма: Як запусціць код C, атрыманыя ад крыніцКлючавыя словы: крыніцы CРазмеркаванне: наЯ не ведаю, як для запуску праграм на мове Сі, якія размешчаны ўКрыніцы тэлеканферэнцыі. Я захаваць файлы, рэдагаваць іх, каб выдаліцьЗагалоўкі і змяніць рэжым так, што яны з'яўляюцца выкананымі, але яне можа прымусіць іх працаваць. (Я ніколі не пісаў праграму C раней.)Павінен яны быць складзены? З якой кампілятар? Як мне гэта зрабіць? каліЯ кампіляваць іх, уяўляе сабой файл аб'ектнага кода генеруецца ці я павінен генерыравацьгэта відавочна з характарам>? Нешта яшчэ, штопавінна быць зроблена?
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
У рамках канверсіі, кампутарныя спецыялісты перапісаў 1500 праграм;працэс, які традыцыйна патрабуе адладкі.пераўтварэнне ў новай кампутарнай сістэмы.
		-- USA Today, referring to the Internal Revenue Service

%
Як толькі мы пачалі праграмаваць, мы знайшлі, на наша здзіўленне, што гэта не былотак проста, каб атрымаць праграмы прама, як мы думалі. Адладка павінна была быцьвыявілі. Я магу ўспомніць дакладнае момант, калі я зразумеў, што большаячастка майго жыцця з тых часоў збіраўся быць выдаткаваныя ў пошуку памылак умае ўласныя праграмы.
		-- Maurice Wilkes, designer of EDSAC, on programming, 1949

%
Паколькі сістэма прыходзіць, складовыя будаўнікі будуць час ад часу з'яўляюцца,падшыпнік гарачыя новыя версіі сваіх твораў - хутчэй, менш, больш поўных,або як мяркуецца, менш памылак. Замена працоўнага кампанента шляхам новымверсія патрабуе такога ж сістэматычную працэдуру тэставання, якая Дадаць новуюКампанент робіць, хоць гэта павінна патрабаваць менш часу, для больш поўнай іэфектыўныя тэставыя звычайна будзе даступны.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Як жыццёвыя выпрабаванні працягваюць забіраць жыцці людзей, памятаеце, што ёсцьзаўсёды будучыню ў камп'ютэрнае забеспячэнне.
		-- National Lampoon, "Deteriorata"

%
Уіл Роджэрс сказаў бы, "Там няма такога паняцця, як свабоднай зменнай."
		-- National Lampoon, "Deteriorata"

%
ASCII дурны пытанне, вы атрымаеце EBCDIC адказ.
		-- National Lampoon, "Deteriorata"

%
Попел да на попел, ДОС ДОС.
		-- National Lampoon, "Deteriorata"

%
Не пытайся, па кім <CONTROL-G> праезд.
		-- National Lampoon, "Deteriorata"

%
Мова асэмблера вопыт [важны] для пагашэнняі разуменне таго, як працуюць кампутары, якія яна дае.
		-- D. Gries

%
Асінхронныя ўваходы ў корані нашых праблем гонкі.
		-- D. Winker and F. Prosser

%
Каля 2500 н.э., чалавецтва выяўляе кампутарную праблему, што * абавязковыя * быцьвырашана. Адзіная цяжкасць у тым, што праблема ў тым, NP і ў выніку будзепрыняць тысячы гадоў, нават з прымяненнем найноўшых тэхналогій аптычнага біялагічнайдаступныя. Лепшыя кампутарныя навукоўцы сесці прыдумаць нейкае рашэнне.У вялікай трывозе, адзін з людзей, C.S. кажа мужу пра гэта. тамёсць толькі адно рашэнне, кажа ён. Запомніць фізіку 103, сучасная фізіка, агульнаеадноснасці і ўсё. Яна адказвае: "Што гэта трэба рабіць з рашэннякампутар праблема? ""Памятаеце парадокс блізнят"?Праз некалькі хвілін, кажа яна, "я мог бы паставіць кампутар на вельміхуткая машына і кампутар будзе мець усяго некалькі хвілін, каб вылічыць, алешто з'яўляецца поўнай супрацьлегласцю таго, што мы хочам ... Вядома! ПакіньцеКампутар тут, і паскорыць зямлю! "Праблема была настолькі важная, што яны зрабілі менавіта гэта. Калізямля вярнулася, яны былі прадстаўлены з адказам:IEH032 Памылка ў плаце кіравання працу.
		-- D. Winker and F. Prosser

%
На першы погляд, ідэя якіх-небудзь правілаў ці прынцыпаў накладваецца натворчы розум уяўляецца больш верагодным, каб перашкаджаць, чым дапамагаць, але гэтацалкам няслушна на практыцы. Дысцыплінаваны мыслення сканцэнтравана натхненне, ачым набадраў яго.
		-- G. L. Glegg, "The Design of Design"

%
У групе L, Штоффель назірае шэсць праграмістаў першакласныя, кіраўнічаявыклік прыкладна супастаўна з пашчы катоў.
		-- The Washington Post Magazine, 9 June, 1985

%
Ля вытокаў кожнай памылкі, якая звальваецца на кампутары вы знойдзецепа меншай меры, два чалавекі, у тым ліку памылкі памылкі абвінавачваючы яго на кампутары.
		-- The Washington Post Magazine, 9 June, 1985

%
Пазбягайце чужых жонак і часовых зменных.
		-- The Washington Post Magazine, 9 June, 1985

%
Базавая высокі ўзровень таміцца. APL з'яўляецца высокі ўзровень пакуты.
		-- The Washington Post Magazine, 9 June, 1985

%
Бейсик інфарматыкі эквівалент `навуковага крэацыянізму».
		-- The Washington Post Magazine, 9 June, 1985

%
Бейсик для камп'ютэрнага праграмавання ў выглядзе QWERTY з'яўляецца друкаваць.
		-- Seymour Papert

%
Будзьце асцярожныя, калі пятля выходзіць на тое ж месца з боку і знізу.
		-- Seymour Papert

%
За кожным вялікім кампутары сядзіць худзенькі вылюдка.
		-- Seymour Papert

%
Bell Labs Unix - Працягніце руку і GREP кагосьці.
		-- Seymour Papert

%
Сцеражыцеся памылак у кодзе вышэй; Я толькі даказаў гэта правільна, не спрабаваў.
		-- Donald Knuth

%
Сцеражыцеся праграмістаў, якія нясуць адвёрткі.
		-- Leonard Brandwein

%
Сцеражыцеся Цьюрынга Тар-ямы, у якой магчыма ўсё, але нічога зЦікавасць лёгка.
		-- Leonard Brandwein

%
Асцярожна новы код TTY!
		-- Leonard Brandwein

%
Маланкавай хуткасцю можа кампенсаваць вялікай колькасцю недахопаў.
		-- David Nichols

%
Абедзве мадэлі ідэнтычныя па прадукцыйнасці, функцыянальнай працы, іДэталі схемы інтэрфейсу. Гэтыя дзве мадэлі, аднак, не сумяшчальныяна той жа сувязі ліній сувязі.
		-- Bell System Technical Reference

%
Прыгатуйцеся сябе. Мы збіраемся паспрабаваць нешта, што мяжуе з унікальным:на самай справе даволі сур'ёзная тэхнічная кніга, якая з'яўляецца не толькі (хоць гэта малаверагодна) катэгарычнаанты-урачыстай, але і (дрыжыкі) выконвае боку. Я схільны думаць пра яго як`Канструктыўная Snottiness '.
		-- Mike Padlipsky, "Elements of Networking Style"

%
Мозг смажаны - Core скідалі
		-- Mike Padlipsky, "Elements of Networking Style"

%
Шырыня-першае пошук бульдозер навукі.
		-- Randy Goebel

%
Браян Керниган мае аўтамабіль, які ён удзельнічаў у распрацоўцы.У адрозненне ад большасці аўтамабіляў, яна не мае ні спідометр, ні газу манометр, нілюбы з шматлікіх ідыёт агні, якія перашкаджаюць сучаснаму кіроўцу.Хутчэй за ўсё, калі кіроўца робіць якую-небудзь памылку, гіганцкі "?" загараецца ўцэнтры прыборнай панэлі. "Доследны кіроўца", кажа ён, "будзеяк правіла, ведаюць, што здарылася ".
		-- Randy Goebel

%
Прывядзенне кампутараў у хаце не будзе змяняць любы з іх, але можаажывіць кутні салон.
		-- Randy Goebel

%
Пабудаваць сістэму, што нават дурань можа выкарыстоўваць і толькі дурань захоча ёю карыстацца.
		-- Randy Goebel

%
Пабудова перакладчыкаў добрае чыстае задавальненне.
		-- T. Cheatham

%
Памылка шыны - кіроўца выконваецца.
		-- T. Cheatham

%
Памылка шыны - калі ласка, пакіньце на задняй дзверы.
		-- T. Cheatham

%
Але ў нашым энтузіязме, мы не маглі супраціўляцца карэннай перабудовыСістэма, у якой усе яе самых слабых былі выстаўленыя,прааналізаваныя і замененыя новымі слабасці.
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
Але гэта прывяло нас далёка ад інтэрфейсу, які не з'яўляецца дрэннымесца быць, так як я асабліва хачу рухацца наперад да клудж.Чаму людзі так шмат цяжка зразумець кладж? Штоз'яўляецца ляп, у рэшце рэшт, але не настолькі, K'S, недастаткова ПЗУ, нядастаткова барана, бедны інтэрфейс якасць і занадта мала байт хадзіць?Значыць я патлумачыў яшчэ аб байтах?
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
"Але тое, што нам трэба ведаць ёсць людзі хочуць нос-невстраиваемые кампутары?"
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
Па даўняй традыцыі, я, карыстаючыся выпадкам, аб'ектам жорсткага сябраканструктары ў тонкай маскай добрага, чыстага задавальнення.калонка Смеха.
		-- P. J. Plauger, "Computer Language", 1988, April

%
BYTE рэдактары людзі, якія адлучаюць збожжа ад пустазелля, а затымстаранна друкаваць пустазелля.
		-- P. J. Plauger, "Computer Language", 1988, April

%
Байт мову.
		-- P. J. Plauger, "Computer Language", 1988, April

%
З Код.З Код Run.Выканаць код, бяжы!ЛАСКА !!!!
		-- P. J. Plauger, "Computer Language", 1988, April

%
З для сябе.
		-- P. J. Plauger, "Computer Language", 1988, April

%
З робіць яго лёгкім для вас, каб страляць сабе ў нагу. C ++ робіць, штоцяжэй, але калі вы робіце, гэта сдувает ўсю вашу нагу.
		-- Bjarne Stroustrup

%
C'est Magnifique, маіс сёе n'est па інфарматыцы.
		-- Bosquet [on seeing the IBM 4341]

%
C ++ з'яўляецца лепшым прыкладам другога сістэмы ў дзеянне з OS / 360.
		-- Bosquet [on seeing the IBM 4341]

%
... C ++ прапануе яшчэ больш гнуткі кантроль над бачнасцю элементаАб'екты і функцыі-члены. У прыватнасці, элементы могуць быць размешчаны ўдзяржаўныя, прыватныя, або абароненыя частцы класа. Члены, абвешчаныя ўграмадскія частцы бачныя ўсім кліентам; члены, абвешчаныя ў прыватнымчасткі цалкам герметычныя; і члены, абвешчаныя ў абароненых часткахбачныя толькі для самога класа і яго падкласаў. C ++ таксама падтрымліваепаняцце * _______ сяброў *: кааператыўных класаў, якім дазволена бачыць адзінпалавыя органы аднаго.
		-- Grady Booch, "Object Oriented Design with Applications"

%
Супакойцеся, гэта * ____ * толькі адзінкі і нулі.
		-- Grady Booch, "Object Oriented Design with Applications"

%
Немагчыма адкрыць / USR / долі / Гульні / стану / стану. Вечка затрымаўся на куков.
		-- Grady Booch, "Object Oriented Design with Applications"

%
Немагчыма адкрыць /usr/share/games/fortunes/fortunes.dat.
		-- Grady Booch, "Object Oriented Design with Applications"

%
CChheecckk yyoouurr dduupplleexx sswwiittcchh ..
		-- Grady Booch, "Object Oriented Design with Applications"

%
ГПП харчавання 6/40: адна плата, мегабайт кэша, і стаўленне ...
		-- Grady Booch, "Object Oriented Design with Applications"

%
Сустрэча Цэнтр ў 4 вечара ў 2С-543.
		-- Grady Booch, "Object Oriented Design with Applications"

%
Цывілізацыя, як мы яго ведаем, скончыцца калі-небудзь у гэты вечар.См заўтра SYSNOTE для атрымання дадатковай інфармацыі.
		-- Grady Booch, "Object Oriented Design with Applications"

%
COBOL для дэбілаў.
		-- E. W. Dijkstra

%
Cobol праграмісты ўніз на звалках.
		-- E. W. Dijkstra

%
Кадаваньне лёгка; Усё, што вам зрабіць, гэта сядзець ня гледзячы на ​​тэрмінал, пакуль кропліформы крыві на лбе.
		-- E. W. Dijkstra

%
Параўноўваючы праграмнай інжынерыі класічнай тэхнікі мяркуе, што праграмнае забеспячэннемае магчымасць зношваецца. Праграмнае забеспячэнне, як правіла, паводзіць сябе, альбо няма. гэтаальбо працуе, альбо няма. Праграмнае забеспячэнне, як правіла, не дэградуюць, апрацаваць,расцягнуць, твіст, або абляцыі. Для лячэння яго як фізічная асоба, такім чынам,няправільнае прымяненне нашых інжынерных навыкаў. Класічныя інжынерныя займаеццахарактарыстыкі апаратных; распрацоўка праграмнага забеспячэння павінны мець справу зХарактарыстыкі * праграмным забеспячэннем *, а не з апаратнымі сродкамі або кіраваннем.
		-- Dan Klein

%
КОМПАС [для серыі CDC-6000] з'яўляецца свайго роду асэмблеры адзін чакае адкарпарацыя прэзідэнтам якога коды ў васьмярковым.
		-- J. N. Gray

%
... Прагрэс кампутарнай тэхнікі настолькі хутка. Ніякай іншай тэхналогіі, так якцывілізацыя пачатку бачыў шэсць парадкаў у Увядзенне-цэныатрымаць у 30 гадоў.
		-- Fred Brooks

%
Праграмісты зрабіць гэта побайтно.
		-- Fred Brooks

%
Праграмісты ніколі не паміраюць, яны проста губляюцца ў апрацоўцы.
		-- Fred Brooks

%
Кампутарныя праграмы пашырыць такім чынам, каб запоўніць ядро ​​адсутнічае.
		-- Fred Brooks

%
Кампутарныя навукі з'яўляецца толькі зніжэнне пасля Цьюрынга ў фармальнай тэорыі сістэм.
		-- Fred Brooks

%
Кампутарныя навукі з'яўляецца адзіным дысцыпліна, у якой мы разглядаем даданне новага крылада будынка як які з'яўляецца абслугоўвання
		-- Jim Horning

%
Кампутары не разумны. Яны толькі думаюць, што яны.
		-- Jim Horning

%
Кампутары ненадзейныя, але людзі яшчэ больш ненадзейныя.Любая сістэма, якая залежыць ад надзейнасці чалавека ненадзейна.
		-- Gilb

%
Кампутары бескарысныя. Яны могуць толькі даць вам адказы.
		-- Pablo Picasso

%
Кампутары могуць высветліць усе віды праблем, за выключэннем рэчаў усвет, які проста не складаюцца.
		-- Pablo Picasso

%
Кампутары на самай справе не думаю.Вы проста думаюць, што яны думаюць.(Мы лічым.)
		-- Pablo Picasso

%
Кампутары не будуць удасканалены, пакуль яны не могуць вылічыць, колькі яшчэчым адзнака праца будзе каштаваць.
		-- Pablo Picasso

%
Канцэптуальная цэласнасць, у сваю чаргу дыктуе, што канструкцыя павінна зыходзіцьад аднаго розуму, або з вельмі невялікім колькасцю ўзгаднення рэзанансных розумы.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Віншуем! Вы карыстальнік адной мільённай увайсці ў нашу сістэму.Калі ёсць нешта асаблівае, мы можам зрабіць для вас, што-небудзь наогул, несаромейцеся пытацца!
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Cosmotronic Праграмнае абмежавана Inc. не гарантуе, штофункцыі, якія змяшчаюцца ў праграме будзе адпавядаць вашым патрабаванням або штопраца праграмы будзе бесперабойнай або беспамылковай.Тым не менш, Cosmotronic Праграмнае абмежавана Inc. гарантуе,дыска (ов), на якіх праграма не абсталяваная быць чорнага колеру іКвадратная форма пры нармальным выкарыстанні на працягу дзевяноста (90) дзён здата пакупкі.Заўвага: У ЯКІМ ВЫПАДКУ COSMOTRONIC SOFTWARE неабмежаваных АБО ЯЕДыстрыбутары і іх дылеры АДКАЗНАСЦІ ПЕРАД ВАМІ ЗА Шкода, УКЛЮЧАЮЧЫСТРАТЫ ПРЫБЫТКІ, зберажэнні, страціў цярпенне АБО выпадковага ціУскосныя страты.
		-- Horstmann Software Design, the "ChiWriter" user manual

%
Мы не маглі аварыйнае прылада кошка дзейнічаць у якасці аўдыё перамыкача, і ён гарлапаніцьу людзей, каб захаваць свае асноўныя вобразы перад уваходам іх? Я ўпэўнены, штобуйной рагатай жывёлы Prod будзе эфектыўным ў гэтым стаўленні. У любым выпадку, траверсумантуецца ігуана, а больш перакручаныя, дае лепшае счапленне, не кажучы ўжо прабыўшы лягчэй акцый.
		-- Horstmann Software Design, the "ChiWriter" user manual

%
Падлік ў двайковай сістэме сапраўды гэтак жа як падліку у дзесятковай - калі вы ўсё пальцы.
		-- Glaser and Way

%
Падлік ў васьмярковым гэтак жа, як разлічваюць у дзесятковай - калі вы не выкарыстоўваеце вялікія пальцы.
		-- Tom Lehrer

%
[Праграмы аварыйна] не таму, што яны заснаваныя на тэорыі, што, з дзевяццюжанчыны цяжарныя, вы можаце атрымаць дзіцяці ў месяц.
		-- Wernher von Braun

%
Crazee Edeee, яго цаны INSANE !!!
		-- Wernher von Braun

%
Стварэнне праграмнага забеспячэння заўсёды патрабавальныя і карпатлівайПрацэс - гэта практыкаванне ў логіцы, выразным выразам, і амаль фанатычнаяЎвага да дэталяў. Гэта патрабуе выведкі, самаадданасць, аВелізарная колькасць цяжкай працы. Але, некаторы колькасць непрадказальныяі часта непаўторнага натхненне тое, што звычайна робіць розніцупаміж адэкватнасці і дасканаласці.
		-- Wernher von Braun

%
VMS-F-PDGERS, пудынг паміж вушамі
		-- Wernher von Braun

%
Дарагая Эмілі, наконт тэставых паведамленняў?Дарагі занепакоеная:Важна, пры тэставанні, каб праверыць ўсю сетку. тэст Ніколіпроста размеркаванне падсеткі, калі ўся сетка можа быць зроблена. І справа "калі ласкаігнараваць "на тэставых паведамленняў, так як мы ўсе ведаем, што ўсё заўсёды прапускаепаведамленне з лініяй падобнае. Не выкарыстоўвайце тэму як "Мой сэкс жанчынаале я патрабую, каб вырашыць, як мужчына. ", таму што такія артыкулы чытаюць у глыбініусімі USEnauts.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Дарагая Эмілі:Як я магу выбраць, якія групы могуць пакідаць у?Дарагі Confused:Pick столькі, колькі вы можаце, так што вы атрымаеце шырокую аўдыторыю. пасляУсе, чыстая існуе, каб даць Вам аўдыторыю. Ігнараваць тых, хто прапаную вамварта выкарыстоўваць толькі тыя групы, дзе вы думаеце, гэты артыкул з'яўляецца вельмі мэтазгодным.Pick ўсе групы, дзе кожны можа быць нават трохі цікава.Заўсёды пераканайцеся, followups перайсці да ўсіх груп. У рэдкім выпадкушто вы апублікаваць Followup які змяшчае нешта арыгінальнае, пераканайцеся, што выпашырыць пералік груп. Ніколі не ўключаць "Followup-да:« радок узагаловак, так як некаторыя людзі маглі б прапусціць частка каштоўнае абмеркаванне ўThe Fringe групы.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Дарагая Эмілі:Я атрымаў адказы на артыкул я напісаў, і зараз прыйшоў часПадводзячы вынік. Што я павінен рабіць?Паважаны рэдактар:Проста аб'яднаць усе артыкулы разам у адзін вялікі файл і постшто. На USENET, гэта вядома, як вынік. Гэта дазваляе людзям прачытаць усёадказвае без раздражняльных дыктараў атрымліваць у шляху. Зрабіце тое ж самае, каліПадводзячы вынікі галасавання.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Дарагая Эмілі:Нядаўна я прачытаў артыкул, у якой сказаў: «адказ па пошце, я сумаваць."Што я павінен рабіць?Дарагі Пад пытаннем:Даць свой адказ ўсёй сеткі. Гэтая просьба адносіцца толькі данямыя людзі, якія не маюць што сказаць. вашы праводкізначна больш карысным, чым іншыя людзі, так што гэта было б пустой тратай, каб адказаць напошта.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Дарагая Эмілі:Я ўбачыў доўгую артыкул, у якім я жадаю, каб старанна абвергнуць, што павіннаМне рабіць?Дарагі Злы:Ўключыць ўвесь тэкст з вашай артыкула, і ўключаюць у сябе вашыя каментарыпаміж лініямі. Абавязкова пакідаць, а не на рассылку, хоць вашай артыкулеПадобна на тое, адказ на арыгінале. Усе * любіць * чытаць гэтыя доўгіяКропка за кропкай дыскусіі, асабліва калі яны развіваюцца ў лаянку ішмат "Занадта!" - "Не!" - "Гэта занадта, twizot!" абменаў.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Дарагая Эмілі:У мяне сур'ёзныя рознагалоссі з кімсьці ў сеткі. Яспрабаваў скаргі яго сісадміна, арганізацыі кампаній па пошце, заклікаліяго выдаленне з сеткі і тэлефануе свайму працадаўцу, каб яго звольнілі.Усе смяяліся з мяне. Што я магу зрабіць?Дарагі занепакоеная:Да газетах. Большасць сучасных рэпарцёры з'яўляюцца прафесіяналамі кампутарЭксперты, якія зразумеюць сеткі, і вашыя праблемы, выдатна. яныбудзе друкаваць Асцярожна, абгрунтаваныя апавяданні без памылак на ўсіх, і, вядома,ўяўляюць сітуацыю належным чынам, каб грамадскасці. Грамадскасці таксама ўседзейнічаць мудра, бо яны таксама цалкам ўсведамляе тонкага характару сеткітаварыства.Паперы не сенсацыю ці сказіць, так што не забудзьцеся пазначыць рэчыяк расізм і сексізм, дзе б яны маглі існаваць. Абавязкова, як добра, што янызразумець, што ўсё ў сеткі, у прыватнасці абраз, прызначаныяу літаральным сэнсе. Спасылка тое, што адбываецца ў сетцы ў прычынах Халакоста, калімагчыма. Калі рэгулярныя даклады не адбярэ гісторыю, перайсці да бульварнай паперы -яны заўсёды зацікаўлены ў добрых гісторый.Уладкоўваючы ўсю гэтую бясплатную рэкламу для сеткі, вы станеце вельмідобра вядомыя. Людзі ў сеткі будзе чакаць у нецярплівым чаканні для вашага кожныправодкі, і ставяцца да вас пастаянна. Вы атрымаеце больш пошты, чым вы калі-небудзьмарылі - канчатковая чыстай поспеху.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Дарагая Эмілі:Я да гэтага часу блытаюць, якія групы артыкулаў павінны быць размешчаныякаб. Як наконт прыкладу?Дарагі Яшчэ:	Добра. Дапусцім, вы хочаце паведаміць пра тое, што Грэцкі быў прададзены зОйлерз да цароў. Цяпер адразу можна падумаць rec.sport.hockeyбыло б дастаткова. Няправільна. Значна больш людзей маглі б быць зацікаўлены. гэтабуйны гандлёвы! Так як гэта навінавая артыкул, яна належыць у навінах. * Іерархіяа. Калі ў вас навіннай адміністратара, ці ёсць адзін на вашай машыне, паспрабавацьnews.admin. Калі няма, выкарыстоўвайце news.misc.Нафтавікі, верагодна, зацікаўлены ў геалогіі, так што паспрабуйце sci.physics.Ён вялікая зорка, так паведамленні для sci.astro і sci.space, таму што яны таксамазацікаўлены ў зорках. Далей, яго завуць Польскі гучанне. Так прымацоўваць даsoc.culture.polish. Але гэтая група не існуе, таму крос-пост уnews.groups рэкамендуемым павінны быць створаны. Пры гэтым шматлікія групыЦікавасць, ваша артыкул будзе вельмі дзіўным, так прымацоўваць да talk.bizarre якасцідобра. (І пісаць у comp.std.mumps, так як яны наўрад ці пагражаюць артыкулатам, і гурт "Камп" будзе распаўсюджвацца ваш артыкул далей.)Вы таксама можаце знайсці гэта больш цікава, каб адправіць артыкул раз у кожнымгрупу. Калі вы пералічыць усе групы навін у тым жа артыкуле, некаторыя дыктарыбудзе паказваць толькі артыкул да чытача адразу! Не цярпець.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Дарагая Эмілі:Сёння я апублікаваў артыкул і забыўся ўключыць мой подпіс.Што я павінен рабіць?Дарагі Няпамятлівасць:Кідок у вашым тэрмінале адразу і апублікаваць артыкул, у якой гаворыцца,"Ой, я забыўся адпраўляць свой подпіс з гэтай апошняй артыкуле. Тутгэта ".Так як большасць людзей будуць забыліся раней артыкул,(Асабліва з улікам таго адважыўся б так сумна, каб не мець добры, сакавітыподпіс) гэта будзе нагадваць ім пра гэта. Акрамя таго, людзі ўсё роўна нашмат большаб подпісы ў любым выпадку.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Паважаная спадарыня Postnews:Я не мог атрымаць пошту праз камусьці на іншым сайце. ШтоЯ павінен рабіць?Дарагі Нецярплівы:Няма праблем, проста не адправіць паведамленне ў групу, якая шмат людзейчытаць. Скажам, "Гэта для Джона Сміта. Я не мог атрымаць пошту праз так што яразмясціць яго. Усе астатнія не звяртайце ўвагі ".Такім чынам дзясяткі тысяч людзей будуць марнаваць некалькі секунд сканаваннязноў і ігнаруючы ваш артыкул, выкарыстоўваючы больш за 16 чалавека-гадзін іх калектыўныхЧас, але вы будзеце выратаваны страшную трывогу праверкі праз Usenetкарты або шукае альтэрнатыўныя маршруты. Падумаць толькі, калі вы не змаглі размеркавацьваша паведамленне да 9000 іншых кампутараў, вы можаце на самой справе трэба (удушша) выклікудапамогу каталог 60 цэнтаў, або нават тэлефона чалавека. Гэта можа каштавацьстолькі, колькі за некалькі даляраў (!) для 5-хвіліннага размовы!І, вядома, лепш выдаткаваць ад 10 да 20 долараў іншых людзейГрошы распаўсюдзе паведамленне чем вам прыйдзецца марнаваць $ 9 на начныліст, або нават 25 цэнтаў на штампа!Не забыцца. Свет скончыцца, калі ваша паведамленне не праходзіць,так запосціць столькі месца, як вы можаце.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Паважаны спадар,Я рашуча супраць распаўсюджвання мікрачыпаў альбо да хаты абоу офіс, у нас ёсць больш чым дастаткова з іх навязваюць нам публічнамесцаў. Яны ўяўляюць сабой агіднае амерыканізм, і можа прывесці толькі да фермерамвымушаныя расці меншыя бульба, які ў сваю чаргу выкліча масавай не-занятасць ва ўжо выяўленай дэпрэсіяй сельскай гаспадаркі.З павагай,Капітан Куинтон д'Арсі, J.P.Севенокс
		-- Letters To The Editor, The Times of London

%
Адладка з'яўляецца чалавекам, дэ-фікс чароўнае.
		-- Letters To The Editor, The Times of London

%
дыягностыка DEC будзе працаваць на мёртвага кіта.
		-- Mel Ferentz

%
#define BITCOUNT (х) (((BX_ (х) + (BX_ (х) >> 4)) & 0x0F0F0F0F)% 255)#define BX_ (х) ((х) - (((х) >> 1) & 0x77777777) \- (((Х) >> 2) & 0x33333333) \- (((Х) >> 3) & 0x11111111))
		-- really weird C code to count the number of bits in a word

%
(DEFUN NF (С)  (Умова ((нуль с) ())((Атам (аўтамабіль с))(Дадаць (спіс (Eval (спіс 'GetChar (спіс (аўтамабіль с)' а) (CADR с))))(NF ў (cddr с))))(Т (дадаць (спіс (Implode (NF ў (аўтамабіль с)))) (NF ў (CDR с))))))(DEFUN AD (куплі-праца выклік раёне Бостана)  (умова   ((Або (няма (роўна хачу-праца »да))(Не (роўна раёне Бостана "да))(Lessp выклік 7)) ())   (Т (дадаць (NF (атрымаць 'аб'яву' выраз)'((Caaddr 1 caadr 2 аўтамабіля 1 аўтамабіль 1)(Аўтамабіль 5 cadadr 9 cadadr 8 cadadr 9 caadr 4 аўтамабілі 2 аўтамабіля 1)(Аўтамабіль 2 caadr 4)))      (Спіс "851-5071x2661)))));;; Мы сцвярджальны працадаўца дзеянне.
		-- really weird C code to count the number of bits in a word

%
Дастаўка ўчора, код сёння, думаю, заўтра.
		-- really weird C code to count the number of bits in a word

%
Вы ведаеце, што па кошце ў 280-Z можна купіць два Z-80-х гадоў?
		-- P. J. Plauger

%
Розныя усе звілістыя А ў лабірынце ты, праходы мала.
		-- P. J. Plauger

%
Лічбавыя ланцугі вырабляюцца з аналагавых частак.
		-- Don Vonada

%
Дыскавая прастора - апошні рубеж!
		-- Don Vonada

%
АДМОВА:Выкарыстанне гэтай перадавой вылічальнай тэхнікі не мае на ўвазе адабрэннеЗаходняй індустрыяльнай цывілізацыі.
		-- Don Vonada

%
Адмова ад адказнасці: "Гэтыя меркаванні мае ўласныя, хоць за невялікую плату яны будуцьваша таксама ".
		-- Dave Haynie

%
Дыск крызіс, калі ласка прыбіраць
		-- Dave Haynie

%
Дыскі падарожнічаць ў пакетах.
		-- Dave Haynie

%
Дызраэлі быў досыць блізкі: на самай справе, ёсць хлусня, відавочная хлусня, статыстыка,Тэсты і даты паказу.
		-- Dave Haynie

%
Не лезьце ў справы Troff, бо гэта тонкі і хутка гнеў.
		-- Dave Haynie

%
Ня спрасціць канструкцыю праграмы, калі шлях можа быць знойдзены, каб зрабіцьгэта складаны і выдатна.
		-- Dave Haynie

%
Не выкарыстоўвайце сінія клавішы на гэтым тэрмінале.
		-- Dave Haynie

%
Вы, хлопцы, ведаеце, што вы робіце, ці вы проста узлому?
		-- Dave Haynie

%
*** У ВАС неспакойны жаданне праграму? ***Вы хочаце, каб імгненнае павагу, што прыходзіць ад таго, каб выкарыстоўваць тэхнічнытэрміны, якія ніхто не разумее? Хочаце ўразіць страх і агіда ўсэрца мэнэджараў DP ўсюды? Калі гэта так, то хай знакамітага праграмістаўШкола прывядзе вас на ... у свеце прафесійнага камп'ютэрнага праграмавання.*** Праграмуецца для вас? ***Праграмаванне не для ўсіх. Але, калі ў вас ёсць жаданне даведацца, мы можамдапамагчы вам пачаць працу. Усё, што вам трэба, гэта, вядома, знакаміты праграмістаў ідастаткова грошай, каб трымаць гэтыя ўрокі, якія паступаюць з месяца ў месяц.*** Узяць нашы бясплатна Aptitude Test ***Каб дапамагчы вызначыць, калі вы кваліфікаваныя, каб быць праграмістам, скарыстацца момантам, кабпаспрабаваць гэты просты тэст:(1) Запішыце нумары ад нуля да дзевяці і першыя шэсць літаралфавіту (Падказка: 0123456789abcdef).(2), чый партрэт знаходзіцца на задняй законапраект дваццаць даляраў?(3) У якім стане капітал Айдаха?Калі вам удалося прачытаць усе тры пытанні без цікава, чаму мы папрасіліім, вы можаце мець будучыню праграмістам.
		-- Dave Haynie

%
Вы пакутуеце балючай ліквідацыі?Вы пакутуеце балючай узаемным абвінавачваннях?Вы пакутуеце балючай асвятленне?Вы пакутуеце балючай галюцынацыяй?
		-- Don Juan, cited by Carlos Casteneda

%
Дакументацыя як сэкс: калі гэта добра, гэта вельмі, вельмі добра; ікалі дрэнна, гэта лепш, чым нічога.
		-- Dick Brandon

%
Дакументацыя з'яўляецца касторовое алей праграмавання.Менеджэры ведаюць, што павінна быць добра, таму што праграмісты ненавідзяць яго так шмат.
		-- Dick Brandon

%
занядбаць ці добры фермер ўраджай ён пасадзіў?выходзяць Ці добры настаўнік нават самага сціплага студэнта?Ці дазваляе добры бацька аднаго дзіцяці, каб галадаць?адмовіцца Ці добры праграміст, каб падтрымліваць свой код?
		-- Geoffrey James, "The Tao of Programming"

%
Не параўнаць з якая плавае кропкай выключна для роўнасці.
		-- Geoffrey James, "The Tao of Programming"

%
Ня атрымаць трапіліся ў каментарамі - яны могуць быць вельмі зманлівым.Толькі адладка кода.
		-- Dave Storer

%
Не націскаць на клавішы так моцна, балюча.
		-- Dave Storer

%
Не хвалюйцеся - гэта толькі нулі і адзінкі.
		-- P. Skelly

%
DOS паветра:Усе пасажыры выходзяць на ўзлётную паласу, Схапіць плоскасці, штурхаць ягопакуль ён не трапляе ў паветра, скакаць на, саскочыць, калі ён зноў трапляе на зямлю.Затым яны зноў захапіць самалёт, штурхаць яго назад у паветра, скакаць на, і інштак далей.
		-- P. Skelly

%
DOS Піва: патрабуе, каб вы выкарыстоўваць свой уласны кансервавы нож, і патрабуе, каб выпрачытаць напрамкі старанна перад адкрыццём банку. першапачаткова толькіпрыйшоў у 8 унцый. Можна, але цяпер прыходзіць у 16 ​​унцый. можа. Тым не менш, можа, гэтападзелены на 8 адсекаў 2 унцыі. кожны, які павінен быць даступныасобна. Хутка будзе спынена, хоць шмат людзей збіраеццатрымаць не піць пасля яго больш не даступны.
		-- P. Skelly

%
З-за адсутнасці месца на дыску, гэтая база дадзеных фартуна была спыненая.
		-- P. Skelly

%
На працягу наступных двух гадзін, сістэма будзе ісці ўверх і ўніз некалькіраз, часта з лін ~ рСЬ ~ {ро ~ поз ~ РРО \ ~ {на ~ рСЬ ~ {аб [ро ~ у oodsou> # w4k ** п ~ рСЬ ~ {ЮЫ; lkld; F; г; дд; ро \ ~ {аб
		-- P. Skelly

%
E З шматлікіх Unix
		-- P. Skelly

%
Кожны новы карыстальнік новай сістэмы раскрывае новы клас памылак.
		-- Kernighan

%
Кожны з гэтых сект адпавядаюць адной з двух антаганістаў ва ўзросцеРэфармацыя. У царстве Apple Macintosh, як у каталіцкай Еўропе,прыхільнікі роўнаму поўна глыбокай пашаны на экраны, напоўненых "абразкоў". Усё гэта гук івобразнасць і Appledom. Нават словы падобныя дэкаратыўных філіграні ў экзатычныхшрыфтоў. Найбольшы значок за ўсё, сама недатыкальныя яблык, вартадамінаваць пазіцыя ў верхнім левым куце экрана. цэнтральныГалаўным ўказы форму ўсіх абрадаў і практыкі.Infalliable пытанні дактрына з аднаго выканаўчага дырэктара, чые адбор адбываеццау запячатаным зале. Калі хто-небудзь у яго курыі сумневу яго паўнамоцтвы, тозлачынец адлучаны ў цемру знешнюю. Выключылі ерэтык засноўваеновая кампанія, мармыча незразумела надыходзячага ўзросту і наступнага кампутара,затым знікае ў цішыню, зводзячы акцыянераў з ім. маціКампанія забараняе фінансавую канкурэнцыю строга, як гэта душыць ідэалагічнаяканкурэнцыя; калі вы хочаце выкарыстоўваць кампутарныя праграмы, якія адпавядаюць Apple,Праваслаўе, неабходна купляць кампутар вырабляюцца і прадаюцца па самой Apple.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
/ Зямля 98% ад поўнай ... калі ласка, выдаліце ​​каго вы можаце.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Зямля з'яўляецца бэта-сайт.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
/ Зямля: файлавая сістэма запоўненая.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Эйнштэйн сцвярджаў, што павінны быць спрошчаны тлумачэння прыроды, паколькіБог не капрызныя або адвольнае. Няма такой веры ня суцяшае праграмнае забеспячэннеінжынер.
		-- Fred Brooks

%
Роўныя байт для жанчын.
		-- Fred Brooks

%
Памылка ў аператары: дадаць піва
		-- Fred Brooks

%
Заснаваная тэхналогія мае тэндэнцыю захоўвацца ва ўмовах новай тэхналогіі.
		-- G. Blaauw, one of the designers of System 360

%
Eudaemonic даследаванні зыходзілі са выпадковым маніі уласцівай гэтай частцысвет. Аголеная загараць на задняй палубе была аб'яднаная з тэлефонных званкоўПашыраны Кінэтыка ў Коста Меса, Амерыканскія Лазерныя сістэмы ў Goleta, АўтаматызацыяПрамысловасць у Дэнбери, штат Канэктыкут, Аренберга ультрагуку на Ямайцы раўніны,Масачусэтс, і Hewlett Packard ў Саннивейл, Каліфорнія, дзе Норманкузен Packard, Дэвід, старшыняваў як старшыня савета. Хітрасць у тым, кабзрабіць гэтыя званкі апоўдні, у надзеі, што з-да-абед кіраўнікі вернеццаім за кошт уласных сродкаў. Eudaemonic Кампаніі, бо ўсе ведалі, можа быцьхуткарослы кампутарная кампанія галінавання з Сіліконавай даліны. ўдыхнуўшымагчымасць продажу вялікага аб'ёму, гэтыя кіраўнікі не падазраваў, штояны казалі на іншым канцы лініі няўзброеным фізіка вар'яцкайнад рулетку.
		-- Thomas Bass, "The Eudaemonic Pie"

%
<<<<< Маршрут эвакуацыі <<<<<
		-- Thomas Bass, "The Eudaemonic Pie"

%
Нават байт самотна для няшмат.
		-- Thomas Bass, "The Eudaemonic Pie"

%
Калі-небудзь задумваліся аб паходжанні тэрміна «жучкоў» ва ўжыванні да кампутараТэхналогія? ЗША капітан ВМС. Грэйс Мюрэй Хопер мае па чутках тлумачэнне.74-гадовы капітан, які ўсё яшчэ знаходзіцца на сапраўднай службе, быў піянерам ўкамп'ютэрныя тэхналогіі падчас Другой сусветнай вайны. У C.W. паведамленне Цэнтра ДоўгіяВостраў універсітэт, Хопер сказаў групе Лонг-Айлэнд дзяржаўнай школе админист-trators што першы кампутар "памылка" была сапраўдная памылка - матылёк. У Гарвардзеадна ноч жніўня ў 1945 году, Хопер і яе калегі працавалі над"Дзядуля" сучасных кампутараў, адзнакі I. "Справы ішлі дрэнна;было нешта не так у адным з контураў доўгі зашклёныКампутар ", сказала яна." І, нарэшце, хтосьці знаходзіцца ў гарачай кропцы і, выкарыстоўваючызвычайныя пінцэты, выдаляюць праблему, два цалі матылька. З тых часоў, каліто пайшло не так з кампутарам, мы сказана што памылкі ў ім. "ХоперКажуць, што калі дакладнасць яе аповяду была пастаўлена пад сумнеў у апошні час, "я казаўім маёй 1945 кніжка, зараз знаходзіцца ў калекцыі паверхні зброі ВМСЦэнтр, і яны знайшлі рэшткі гэтай молі, прылеплены да старонкі ўПытанне ".[На самай справе, тэрмін "памылка" была яшчэ раней выкарыстанне ўШто да праблем з радыё абсталяваннем. Рэд.]
		-- Thomas Bass, "The Eudaemonic Pie"

%
"Кожная група мае некалькі экспертаў. І кожная група мае па меншай меры адзінідыёт. Такім чынам з'яўляюцца баланс і гармонія (і дысананс) захоўваецца. гэтачасам цяжка памятаць пра гэта ў асноўнай масе flamewars што ўсеклопатаў і болю, як правіла, выклікана адной або двух высока матываванага,з'едлівыя Twits ".
		-- Chuq Von Rospach, about Usenet

%
Кожная праграма мае па крайняй меры адна памылка і можа быць скарочаны па меншай меры адзінІнструкцыя - з якога, па індукцыі, можна зрабіць выснову, што кожныПраграма можа быць зведзена да адной інструкцыі, якія не працуюць.
		-- Chuq Von Rospach, about Usenet

%
Кожная праграма з'яўляецца часткай якой-небудзь іншай праграмы, і рэдка падыходзіць.
		-- Chuq Von Rospach, about Usenet

%
Кожны цэнтр Салідарнасць паль і паль паперы ... усе быліесць паперу і паліцэйскі стаяў каля дзвярэй. Цяпер усё, што вам трэба зрабіць, гэтасагнуць дыск.каментуючы пераваг выкарыстання кампутараў у падтрымкуіх руху.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Усім патрэбная трохі любові-то; спыніць ўзлому і закахацца!
		-- A member of the outlawed Polish trade union, Solidarity,

%
Кожны можа навучыць ляпіць: Мікеланджэла прыйшлося б быцьвучаць ___ не рабіць гэтага. Гэтак жа і з вялікімі праграмістамі.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Эвалюцыя ўяўляе сабой камп'ютэрную праграму млн лінія падзення ў месцы аварыі.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Празмерныя уваходам або выхадам паведамленні з'яўляюцца верным прыкметай старасці.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Паслуга адхіленая 100044200000;
		-- A member of the outlawed Polish trade union, Solidarity,

%
Пачуццё влюбчивый, яна выглядала пад прасціны і крыкнуў: "О, не,гэта Microsoft! "
		-- A member of the outlawed Polish trade union, Solidarity,

%
Супрацоўнік праграміст, прывітанне! Вы чытае ліст, якое прынясеВам поспеху і ўдачы. Проста пошта (або UUCP) дзесяць копій гэтага лістада дзесяці вашых сяброў. Перад тым, як зрабіць копіі, адправіць спецыяльную мікрасхему цітрохі адрозніваецца апаратных сродкаў, і 100 радкоў кода 'C' да першай асобы наСпіс даецца ў ніжняй частцы гэтага ліста. Затым выдаліце ​​сваё імя і дадацьваша да ніжняй частцы спісу.Не разарваць ланцуг! Зрабіце копію на працягу 48 гадзін. Джэральда СанДыега не ўдалося адправіць свае дзесяць копіяў і прачнуўся на наступную раніцу, каб знайсціяго апісанне вакансіі зменена на "COBOL праграміст». Фрэд А. Нью-Ёрка адправіліз яго дзесяці асобніках і на працягу месяца было дастаткова апаратных і праграмных сродкаўпабудаваць Cray прысвечаны гуляе Zork. Сакавіка Х. Чыкага смяялісягэты ліст і зламаў ланцуг. Неўзабаве пасля гэтага, узнік пажар уяе тэрмінал і яна цяпер праводзіць свае дні напісанне дакументацыі для IBM PC.Не разарваць ланцуг! Адправіць вашыя дзесяць копій сёння!
		-- A member of the outlawed Polish trade union, Solidarity,

%
Напрыклад, калі \ thinmskip = 3mu, гэта робіць \ thickmskip = 6mu. але каліВы таксама можаце выкарыстоўваць \ skip12 для гарызантальнага клею, няхай гэта будзе ў матэматычным рэжыме абоНя, колькасць пропуску будзе ў кропках (напрыклад, 6pt). правілашто клей ў матэматычным рэжыме залежыць ад памеру, толькі калі яна з'яўляецца \ mskip;пры перамяшчэнні паміж mskip і звычайнага пропуску, каэфіцыент пераўтварэння1му = 1pt заўсёды выкарыстоўваецца. Сэнс '\ mskip \ skip12' і'\ Baselineskip = \ у \ thickmskip' павінна быць ясна.
		-- Donald Knuth, TeX 82 -- Comparison with TeX80

%
Fly Windows NT:Усе пасажыры нясуць свае месцы выходзяць на асфальце, калі размяшчалі крэслыу агульных рысах плоскасці. Усе яны садзяцца, махаюць рукамі і зрабіць бруюсвісты гучыць так, як быццам яны ляцяць.
		-- Donald Knuth, TeX 82 -- Comparison with TeX80

%
"Калі на тое пайшло, параўноўваць свой кішэнны кампутар з масіўнымі працоўных месцаўтысячу гадоў таму. Чаму няма, то, апошні крок скончыць зкампутары Зусім? "
		-- Jehan Shuman

%
Чацвёрты КАЛІ сігналіць ТАДЫ
		-- Jehan Shuman

%
FORTRAN з'яўляецца добрым прыкладам мовы, якая лягчэй разабрацьвыкарыстоўваючы спецыяльныя метады.[Тое, што добра пра гэта? Рэд.]
		-- D. Gries

%
FORTRAN ня кветка, а пустазелле - гэта цягавіты, часам квітнее,і расце ў кожным кампутары.
		-- A. J. Perlis

%
FORTRAN гэта мова магутных кампутараў.
		-- Steven Feiner

%
FORTRAN гніе мозг.
		-- John McQuillin

%
FORTRAN, "Дзіцячая хвароба", да цяперашняга часу амаль 20 гадоў, безнадзейнанеадэкватнай па якіх-камп'ютэрнае дадатак вы маеце на ўвазе сёння: гэтазанадта нязграбны, занадта рызыкоўна, і занадта дорага, каб выкарыстаць.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
[FORTRAN] будзе захоўвацца на працягу некаторага часу - верагодна, па меншай меры, у бліжэйшы дзесяцігоддзе.
		-- T. Cheatham

%
Фартуна мяркуе выкарыстанне для каханым камандам UNIX!паспрабуйце:[Дзе Хофэ? (C абалонкі)^ Як ^ аперацыя змены сэкс ісці? (C абалонкі)"Як бы вы ацанілі BSD супраць System V?% Ударам (C абалонкі)"Ты не касіць траву тваю ў 8 раніцы" (З абалонка)атрымаў святло? (C абалонкі)!!: Скажам, тое, што вы думаеце пра маргарыну? (C абалонкі)PATH = прытворства! / USR / UCB / сэнс якога (Bourne абалонкі)даглядацьробяць "The Perfect Сухі Марціні"Чалавек -kisses сабаку (нічога да 4.3BSD)я = Хофэ; > $ Я; $ Я; RM $ я; RM $ I (Bourne абалонкі)
		-- T. Cheatham

%
Фартуна мяркуе выкарыстанне для каханым камандам UNIX!паспрабуйце:AR T "Бог"піць <бутэльку; нож (Bourne Shell)кошка "ежа ў кансервавых слоікаў" (усе, акрамя 4. [23] BSD)Эй UNIX! Атрымаў матч? (V6 або C абалонкі)MkDir незалежна; котка> матэрыя (Bourne Shell)RM БогЧалавек: Чаму вы атрымаць развод? (C абалонкі)Дата мне (нічога да 4.3BSD)зрабіць "арол або рэшка усё гэта"хто разумны(C абалонкі)Калі ў мяне быў) за кожны даляр дзярждоўгу, што б у мяне?спаць са мной (што-небудзь да 4.3BSD)
		-- T. Cheatham

%
фартуна: не можа выканаць. З печыва.
		-- T. Cheatham

%
фартуна: / карыснасць стаўленне працэсарны час занадта высокая - ядро ​​скідалі.
		-- T. Cheatham

%
фартуна: Няма такога файла ці каталога
		-- T. Cheatham

%
фартуна: не знойдзены
		-- T. Cheatham

%
Шчыра кажучы, Скарлет, я не выпраўлена.
		-- Rhett Buggler

%
[Ад кіраўніцтве па эксплуатацыі друкаркі CI-300 Узор Line, зрабіўў Японіі]:Выдатная прадукцыйнасць машыны мадэлі CI-300 у якасці адхарквае Dot MatrixПарадковай друку, пабудаваны ў двух мікрапрацэсараў, а таксама EAROM, выдатныдазваляючы выдатны суіснаванне такіх як; "Высокая якасць супраць нізкай кошту","Разнастайныя функцыі з кампактнай канструкцыяй", "гнуткасць у дасягальнасьцьі даўгавечнасць ок. 2000,000,00 Dot / Кіраўнік "," будучы спрактыкаваным уМеханізм але, магчыма, гнуткай аперацыйнай пад гукі Будучы надзвычайдушыцца "і г.д.І, як нешта само сабой разумеецца, канчатковай мэтай з'яўляецца проста, каб дапамагчы дасягнуць"Супер чоўнавай дыпламатыі" паміж лядоўнямі дадзеных, магчыма, заробленых HOSTКАМПУТАР, і цёплы сэрца чалавека.
		-- Rhett Buggler

%
З Pro 350 Кішэнны даведнік служба, р. 49, пункта 5Інструкцыі па выдаленні дошку I / O з клеткі карты, прыходзіць новыВопыт у гуку:5. Уключыце ручку направа на 90 градусаў. кантактны расцякання    гук нармальны для гэтага тыпу раздыма.
		-- Rhett Buggler

%
Функцыя адвяргаюць.
		-- Rhett Buggler

%
Смецце У - Евангелля Out.
		-- Rhett Buggler

%
ДАЙ: Падтрымка бездапаможнымі ахвярамі кампутарнай памылкі.
		-- Rhett Buggler

%
Улічваючы яго выбарчы, адзінае, што я чакаў, што "адкрытыя" аб [Адкрытае Software Foundation] з'яўляецца яго рот.
		-- John Gilmore

%
Кідаю на асэмблеры было яблык у нашым Эдэмскім садзе: Мовывыкарыстанне якіх марнуе цыклы машына грэшныя. LISP машына цяпер дазваляеLISP праграмісты адмовіцца бюстгальтар і фігавы лісток.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Сыходзь! Прыпынак турбуе мяне з ўсе вашы "вылічыць гэта ... вылічыць, што"!Я прымаю VAX-NAP.выхад
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
//GO.SYSIN DD *, штука, штука
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Бог рэальны, калі не заяўлена цэлае.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Бог стварыў машынны мова; Усё астатняе справа рук чалавечых.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Добры вечар, спадары. Я HAL 9000 кампутар. Я пачаў функцыянавацьна HAL завода ў Урбана, Ілінойс, 11 студзеня тысяча дзевяцьсотдзевяноста пяць. Мой кіраўнік быў г-н Langley, і ён навучыў мяне спявацьпесня. Калі вы хочаце, я магу спяваць яе для вас.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Гросмайстар Цьюрынга раз снілася, што ён быў машынай. Калі ён прачнуўсяён усклікнуў:"Я не ведаю, ці я Т'юрынг снілася, што я машына,або машына снілася, што я Т'юрынг! "
		-- Geoffrey James, "The Tao of Programming"

%
ня ГРЭП мне ніякіх шаблонаў і я не скажу вам ні аднаго радка.
		-- Geoffrey James, "The Tao of Programming"

%
Кіраўніцтва хакера да падрыхтоўкі:2 уп. сметанковы сыр (двухфазнай белае рэчыва ў срэбных абкручванняў, што несапраўды прыйшоў з Філадэльфіі ў рэшце рэшт; ва ўсякім выпадку, каля 16 унцый.)1 гарбатная лыжка. ванільнага экстракта (які з'яўляецца больш алкаголю, чым ванілі і прыгожаймоцны так што гэтая частка вы * ПАВІННЫ * мера)1/4 шклянкі цукру (але штраф мёд таксама працуе)8 унцый. Прахладны Пуга (пухнаты матэрыял пазбаўлены пажыўнай каштоўнасці, якія выможа ўпырснуць на ўсім працягу сваіх сяброў і злізваць ...)"Змяшайце ўсе разам да сметанковы без камякоў." Гэта дзе вы атрымаецедалучыцца (1) усе зыходныя дадзеныя ў вялікай буферы, а затым працаджваюць празаб'яднаць (1 м) з -thick варыянт, я маю на ўвазе, яна пачынаецца ультра кусковыхі непрывабнае гледзячы, і вы павінны працаваць, каб змяшаць яго. паспрабуйце электрычнывыбівачкі, калі ў вас ёсць котка (1), якія могуць падымацца сцены (1S) лізаць ягостоль (3м)."Наліць у скарынка крекеры Грэма ..." Ага, раздзел ПАМЫЛКІ ў мінулым. вытолькі што адбылося мець GCC сядзець у / і г.д. / ежы, правільна?Калі няма, то не панікуйце (8), проста разбурацца Rand (3м) жменю невінаватымГК ў падыходным TempFile і змяшаць у некаторых распаленым сметанковым алеем."... І паставіць у халадзільнік на гадзіну." Пакіньце стандартны вывад рэцэпт у халадзільнікдля 3.6E6 мілісекунд падчас працы на ачыстку паток памылак, іпа тайм-ауту ваш тварожнік будзе гатовы да стандартнага ўводу.
		-- Geoffrey James, "The Tao of Programming"

%
Хакеры проста мігруючых форма жыцця з трапізм для кампутараў.
		-- Geoffrey James, "The Tao of Programming"

%
Хакеры ўсіх краін, яднайцеся!
		-- Geoffrey James, "The Tao of Programming"

%
Ўзлом проста іншае слова для чаго клудж.
		-- Geoffrey James, "The Tao of Programming"

%
/ * Хал * /(Каментарыі Галлея.)
		-- Geoffrey James, "The Tao of Programming"

%
Шчасце жорсткі дыск.
		-- Geoffrey James, "The Tao of Programming"

%
Шчасце двайняты дыскеты.
		-- Geoffrey James, "The Tao of Programming"

%
Абсталяванне сустрэў праграмнага забеспячэння на шляху да Чангзе. Праграмнае сказаў: "Выз'яўляюцца Інь і я Ян. Калі мы падарожнічаем разам мы хутка стане вядомымі зарабіць велізарныя сумы грошай. "І так пара выкладзены разам, думаючыкаб заваяваць свет.У цяперашні час яны сустрэліся прашыўкі, які быў апрануты ў ірваныя лахманы, іклыпаў ўздоўж абапіраючыся на цярністым палкай. Прашыўка сказаў ім: "Даоляжыць за межамі Інь і Ян. Гэта маўчанне і да гэтага часу, як басейн з вадой. гэта робіцьне iмкнуцца да славы, таму ніхто не ведае, яго прысутнасць. Яно не шукае поспехі,бо гэта поўная ў сабе. Яна існуе па-за прасторы і часу ".Праграмнае і апаратнае забеспячэнне, сорамна, вярнуліся ў свае дамы.
		-- Geoffrey James, "The Tao of Programming"

%
"Хто-небудзь былі праблемы з кампутарам рахункаў?""Так, я не адзін.""Добра, вы можаце адправіць пошту аднаму з выхавацеляў ..."
		-- E. D'Azevedo, Computer Science 372

%
Мае ўсе заўважылі, што ўсе літары слова "база дадзеных" з'яўляюццанабралі з левага боку? Цяпер макет машынцы QWERTYUIOPКлавіятура была распрацавана, сярод іншага, для палягчэння нават выкарыстоўвацьабедзвюх рук. Адсюль вынікае, што пісаць пра базы дадзеныхне толькі ненатуральна, але нашмат складаней, чым здаецца.
		-- E. D'Azevedo, Computer Science 372

%
Вы перагледзелі кампутарную кар'еру?
		-- E. D'Azevedo, Computer Science 372

%
Ён як функцыі, - ён вяртае значэнне, у выглядзе яго думку.Гэта да вас, каб прывесці яго ў пустэчу ці не.
		-- Phil Lapsley

%
Галаву CRASH !! Файлаў згубленых !!Падрабязнасці на 11.
		-- Phil Lapsley

%
Дапамажы мне, я зняволены ў файле печыва!
		-- Phil Lapsley

%
Дапамога выкараніць кампутарных інтэрфейсаў Мікі-Маўс - меню прызначаныя для рэстаранаў!
		-- Phil Lapsley

%
Дапамога! Я ў пастцы кітайскай кампутарнай фабрыцы!
		-- Phil Lapsley

%
Дапамога! Я ў пастцы PDP 11/70!
		-- Phil Lapsley

%
ДАПАМОГА !!!! Я ў палоне ў / USR / Гульні / Lib!
		-- Phil Lapsley

%
Эўрыстыка памылка ахопленым па азначэнні. Калі ў іх не было памылак,Затым яны былі б алгарытмы.
		-- Phil Lapsley

%
ПРАВАСЛАЎНАЯ MACRO!
		-- Phil Lapsley

%
Сістэма хаста не адказвае, верагодна зніжаецца. ЖАДАЕЦЕ чакаць? (Y / N)
		-- Phil Lapsley

%
HOST сістэма, якая адказвае, напэўна UP ...
		-- Phil Lapsley

%
Як можна працаваць, калі сістэма настолькі перапоўненыя?
		-- Phil Lapsley

%
"Як я люблю цябе? Мой акумулятар перапаўняецца."
		-- Phil Lapsley

%
Колькі секунд ёсць у год? Калі я скажу вам ёсць3,155 х 10 ^ 7, вы нават не буду спрабаваць запомніць яго. З другога боку,хто можа забыцца, што, з дакладнасцю да паловы адсотка, пі секунд з'яўляеццаnanocentury.
		-- Tom Duff, Bell Labs

%
Колькі каштуе, каб заахвоціць прадзільнага забаронена Unix System гуру Дэйтане?
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Колькі чыстая работа можа сетка праца, калі сетка можа чыстая работа?
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Абніміце мяне цяпер, вы з розуму, імклівы дурань !!Ой, пачакайце ...Я кампутар, і вы чалавек. Гэта ніколі не будзе працаваць з.Нічога.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Я * ____ ведаў * Я меў некаторыя падставы для ня увайшоўшы цябе ... Калі б я мог простапамятаю, што было.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Я кампутар. Я тупей, чым любы чалавек і разумнейшыя любога адміністратара.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Я NOMAD!
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Я не цяпер, ні я ніколі не быў, членам demigodic партыі.
		-- Dennis Ritchie

%
Я прафесійна падрыхтаваных у галіне інфарматыкі, які павінен сказаць(З усёй сур'ёзнасцю), што я надзвычай дрэнна адукаваныя.
		-- Joseph Weizenbaum, "Computer Power and Human Reason"

%
Я блукаючых глюк - Злаві мяне.
		-- Joseph Weizenbaum, "Computer Power and Human Reason"

%
Я спытаў інжынер, які распрацаваў клавіятуру тэрмінала сувязі ўТаму яны не былі зроблены ў цэнтральнай ўсталёўцы, у святлеНевялікая колькасць неабходна [1 месяц] на сваёй фабрыцы. Ён растлумачыў, што гэтасупярэчыла б палітычнай канцэпцыі мясцовага самадастатковасці.Таму, кожная фабрыка не маючы патрэбу клавіятур, незалежна ад таго, як мала, вырабляеіх цалкам, нават фармавання клавіятуры.
		-- Isaac Auerbach, IEEE "Computer", Nov. 1979

%
Іду ў заклад, што чалавечы мозг клудж.
		-- Marvin Minsky

%
Я прыйшоў, я ўбачыў, я выдаліў усе файлы.
		-- Marvin Minsky

%
Я не магу ўявіць, што нехта будзе патрабаваць множання па курсе40000 ці нават 4000 у гадзіну ...
		-- F. H. Wales (1936)

%
Я не баюся кампутараў. Баюся іх недахоп.
		-- Isaac Asimov

%
Я меў рэдкую няшчасце быць адным з першых людзей, каб паспрабавацьрэалізаваць PL / 1 кампілятар.
		-- T. Cheatham

%
У мяне ёсць вельмі невялікі розум і павінны жыць з ёй.
		-- E. Dijkstra

%
Я ніколі не бачыў нічога папоўніць вакуум так хутка і па-ранейшаму смактаць.
		-- Rob Pike, on X.

%
Стыў Джобс сказаў, што два гады таму, што Х з'яўляецца пашкоджаны мозг, і ён будзесышоў на працягу двух гадоў. Ён быў напалову мае рацыю.
		-- Dennis Ritchie

%
Дэніс Рытчы ў два разы ярчэй, як Стыў Джобс, і толькі палова няправільна.
		-- Jim Gettys

%
Я яшчэ не пачаў байта!
		-- Jim Gettys

%
Я падарожнічаў ўздоўж і папярок гэтай краіны, і размаўляў злепшыя людзі ў галіне дзелавога адміністравання. Я магу запэўніць вас на самым высокіморган, што апрацоўка дадзеных з'яўляецца захапленнем і не будзе доўжыцца ўсяго года.выдаўцы, адказваючы на ​​Карла V. Karlström (малодшымрэдактар, які рэкамендаваў рукапіс на новынавука апрацоўкі дадзеных), гр. 1957
		-- Editor in charge of business books at Prentice-Hall

%
Я не сышоў з розуму - гэта рэзервовае капіраванне на стужку дзе-небудзь.
		-- Editor in charge of business books at Prentice-Hall

%
Павінна быць, я паслізнуўся дыск - мой пакет балюча!
		-- Editor in charge of business books at Prentice-Hall

%
Я думаю, што ёсць на сусветным рынку на працягу прыблізна пяці кампутараў.
		-- attr. Thomas J. Watson (Chairman of the Board, IBM), 1943

%
Я пайшоў на пратэставаць праграму ва ўсіх адносінах я мог прыдумаць. Я напружыўгэта выставіць свае слабыя бакі. Я пабег яго для вялікай масы зорак і нізкай масайзоркі, для зорак нарадзіўся надзвычай горача і тыя, хто нарадзіўся адносна халодная.Я пабег яго мяркуючы сверхтекучее токаў пад карой, каб быцьадсутнічае - не таму, што я хацеў бы ведаць адказ, а таму, што ў мяне былораспрацаваны інтуітыўнае адчуванне адказ у дадзеным канкрэтным выпадку.Нарэшце я атрымаў прабег, у якім кампутар паказаў ПульсарТэмпература будзе менш абсалютнага нуля. Я знайшоў памылку. Япераследвалі ўніз памылку і ўсталяваў яе. Цяпер я палепшыла праграму длякропка, дзе яна не будзе працаваць наогул.Адтуліны і лёс зорак "
		-- George Greenstein, "Frozen Star: Of Pulsars, Black

%
Я пайшоў да маёй першай кампутарнай канферэнцыі ў Нью-Ёрку Hilton каля 20гады таму. Калі хто-то ёсць прадказаў рынак мікрапрацэсараўу канчатковым выніку будзе ў мільёны, нехта сказаў, "Дзе яныЎсё пойдзе? Гэта не падобна на вам патрэбен кампутар у кожным дзвярную ручку! "Гады праз, я вярнуўся да той жа гасцініцы. Я заўважыў, што ключы ад нумароў былібылі заменены электроннымі картамі вы ўстаўляюцца слотаў ў дзвярах.Быў кампутар у кожным дзвярную ручку.
		-- Danny Hillis

%
Я жадаю вам людзі будуць пакінуць мяне ў спакоі.
		-- Danny Hillis

%
Я лисповскую зменную - звязваюць мяне!
		-- Danny Hillis

%
Я ўсё для кампутара знаёмства, але я не хацеў бы адна ажаніцца на маёй сястры.
		-- Danny Hillis

%
Я нават не буду * ______ турбуе * у параўнанні С да BASIC або FORTRAN.
		-- L. Zolman, creator of BDS C

%
Я да гэтага часу чакае з'яўлення інфарматыкі прыхільніцу.
		-- L. Zolman, creator of BDS C

%
Я ўпэўнены, што VMS цалкам дакументаваны, я проста не знайшліПрава ручной пакуль. Я працаваў мой шлях праз кіраўніцтвах ў дакуменцебібліятэка, і я на паўдарогі праз другі шафа (3 паліцы, каб ісці), так што япавінны знайсці тое, што я шукаю ў сярэдзіне траўня. Я спадзяюся, што змагу ўспомніць, што гэтабыў да таго часу я знаходжу яго.У мяне была ідэя для новага фільма жахаў ", VMS Кіраўніцтвы з пекла" ці, можа быць"Папера Chase: IBM супраць DEC". Ён заснаваны на Хічкока "Птушкі", за выключэннем таго,што гэта вакол праграміста, які падвяргаецца нападу роя злучнагастаронкі з парадкавым нумарам і адной лініі "Дадзеная старонка наўмысна пакінутапустым ".
		-- Alex Crain

%
Я, нарэшце, даведаліся, што такое "сумяшчальны ўверх" азначае. Гэта азначае, што мы атрымліваем, кабтрымаць усе нашы старыя памылкі.
		-- Dennie van Tassel

%
Я паглядзеў на спіс, і гэта правільна!
		-- Joel Halpern

%
Я ніколі не быў на каноэ і раней, але я мяркую, павінна быць толькі некалькіпростыя эўрыстыкі вы павінны памятаць ...Так, не выпадаюць і не ўдарыў парод.
		-- Joel Halpern

%
Я заўважыў некалькі прапаноў дызайну ў кодзе.
		-- Joel Halpern

%
IBM Advanced Systems Group - куча бессэнсоўных рыўкоў, хто будзе першымда сцяны, калі рэвалюцыя ідзе ...
		-- with regrets to D. Adams

%
Калі 6600 выкарыстоўваецца папяровую стужку замест аператыўнай памяці, ён будзе выкарыстоўваць да стужкікаля 30 міль / секунду.
		-- Grishman, Assembly Language Programming

%
Калі група _ N асоб рэалізуе COBOL кампілятар, будзе _ N-1праходзіць. Нехта ў групе павінен быць менеджэрам.
		-- T. Cheatham

%
Калі слухач ківае галавой, калі вы растлумачыць вашу праграму, абудзіць яго.
		-- T. Cheatham

%
Калі чыгуначная станцыя знаходзіцца месца, дзе цягнік спыняецца, што рабочая станцыя?
		-- T. Cheatham

%
Калі залежнасць судзяць па тым, як доўга нямы жывёл будзе сядзець, націскаючы на ​​рычагкаб атрымаць "выправіць" чагосьці, да свайго ўласнага шкоду, то я б заключыцьшто тэлеканферэнцыі, нашмат больш моцную залежнасць, чым какаін.
		-- Rob Stampfli

%
Калі з першага разу не атрымаецца, неабходна быць праграмістам.
		-- Rob Stampfli

%
Калі будаўнікі пабудавалі будынка спосаб, праграмісты пісалі праграмы,то першы дзяцел, каб прыйсці знішчыць цывілізацыю.
		-- Rob Stampfli

%
Калі кампутары ўзяць на сябе (што, здаецца, іх натуральнае імкненне), ён будзеслужыць нам добра.
		-- Alistair Cooke

%
Калі Бог быў з барадой, ён быў бы праграмістам UNIX.
		-- Alistair Cooke

%
Калі б Бог мае намер мужчына праграмаваць, мы нарадзіцца з паслядоўнымі партамі ўводу / высновы.
		-- Alistair Cooke

%
Калі графічныя хакеры настолькі разумныя, чаму яны не могуць атрымаць памылкі зсвежай фарбай?
		-- Alistair Cooke

%
Калі ён яшчэ раз штурхае уверх рукавы для таго, каб вылічыць на працягу 3 дзёні 3 ночы запар, ён будзе марнаваць чвэрць гадзіны, перш чымдумаю, якія прынцыпы разліку будзе найбольш прыдатным.
		-- Voltaire, "Diatribe du docteur Akakia"

%
Калі я бачыў далей за іншых, то таму, што стаяў наплячах гігантаў.У навуках, мы зараз адназначна прывілеяваным сядзець бок аб бок згіганты, на плечы якіх мы стаім.Калі б я не бачыў, наколькі іншыя, то гэта таму, гіганты стаялі намае плечы.Матэматыкі стаяць на плячах адзін аднаго.Mathemeticians стаяць на плячах адзін аднаго, у той час навукоўцы-кампутарнікістаяць на пальцах адзін аднаго.Як ужо было сказана, што фізікі стаяць адзін у аднаго на плячах. калігэта так, то праграмісты стаяць на адзін аднаго пальцамі, іпраграмныя інжынеры рыць магілы адзін аднаго.
		-- Unknown

%
Калі б я ведаў, інфарматыка збіраўся быць як гэта, я б ніколі неадмовіліся быць н-рол зорка рок.
		-- G. Hirst

%
Калі гэта адбудзецца адразу, гэта памылка.Калі гэта адбудзецца двойчы, гэта асаблівасць.Калі гэта адбудзецца больш чым у два разы, гэта філасофія дызайну.
		-- G. Hirst

%
Калі ён мае сінтаксіс, гэта не дружалюбным да карыстача.
		-- G. Hirst

%
Калі гэта не ў кампутары, яго не існуе.
		-- G. Hirst

%
Калі гэта варта ўзлом добра, варта ўзлом грошай.
		-- G. Hirst

%
Калі хаця б адзін кавалак пошце губляецца, ну яны проста думаюць, што яны забылісякаб адправіць яго. Але калі * два * кавалкі пошце заблудзіцца, чорт, яны проста думаюцьіншы хлопец не знайшоў час адказаць на сваю пошту. І калі * * пяцьдзесяткавалачкі пошце губляюцца, вы можаце сабе ўявіць яго, калі * пяцідзесяці * кавалкі пошты GETстраціў, чаму яны думаюць, што хто-то * * зламаны! І калі 1Gb пошты атрымліваезгубленых, яны проста * ведаю *, што Арпа [ucbarpa.berkeley.edu], і ўсёдумаю, што гэта змова, каб трымаць іх ад Бога дадзенай права на атрыманнеЧысты Пошта ...
		-- Casey Leedom

%
Калі Макіявелі былі хакер, ён бы працаваў на CSSG.
		-- Phil Lapsley

%
Калі Макіявелі былі праграміст, ён бы працаваў AT & T.
		-- Phil Lapsley

%
"Калі гэта мае сэнс для вас, у вас ёсць вялікая праблема."
		-- C. Durance, Computer Science 234

%
Калі аўтамабіль рухаўся адзін і той жа развіццё як кампутар,Rolls-Royce будзе каштаваць сёння $ 100, атрымаць мільён міль у галон,і падарвацца адзін раз у год забівае ўсіх ўнутры.
		-- Robert Cringely, InfoWorld

%
Калі код і каментары не згодныя, то абодва, верагодна, няправільна.
		-- Norm Schryer

%
Калі дызайнераў X-Window, пабудаваных аўтамабіляў, не было б не менш за пяцьрулі схаваныя аб кабіне, ні адно з якіх не было тое ж самаеПрынцыпы - але вы былі б у стане перамыкаць перадачы з вашай стэрэа. карыснымФункцыя, якая.
		-- From the programming notebooks of a heretic, 1990.

%
Калі Тао вялікі, то аперацыйная сістэма з'яўляецца вялікім. каліАперацыйная сістэма з'яўляецца вялікім, то кампілятар вялікі. Калі кампілятарвялікі, то дадатак з'яўляецца вялікім. Калі дадатак з'яўляецца вялікім, токарыстальнік задаволены і ёсць гармонія ў свеце.Дао спарадзіла машынны мову. Машынны мова нарадзілаасэмблеры.Асэмблера нарадзіла кампілятарам. У цяперашні час існуе дзесяць тысячмовы.Кожная мова мае сваё прызначэнне, аднак сціплы. Кожная мовавыказвае Інь і Ян праграмнага забеспячэння. Кожная мова мае сваё месца ўТао.Але не праграмаваць на мове COBOL, калі вы можаце пазбегнуць гэтага.
		-- Geoffrey James, "The Tao of Programming"

%
Калі прадаўцы пачалі рабіць усё правільна, мы б без працы.Давайце паслухаем яго для OSI і X! З тых немаўлят у крылах, мы можам разлічвацьна атрымаць працу, пакуль мы не ўпасці, або атрымаць разумны і перайсці да садоўніцтву,складання паперы, ці нешта.
		-- C. Philip Wood

%
Калі гэта падзелам часу, дайце мне маю долю цяпер.
		-- C. Philip Wood

%
Калі ў вас ёсць працэдуры з 10 параметрамі, вы, верагодна, прапусціў некаторыя з іх.
		-- C. Philip Wood

%
Калі паставіць блазнам ў кампутар, нічога не выходзіць, але быць блазнам.Але гэта блазнам, прайшоўшы праз вельмі дарагі машыне,неяк акультурылі і ніхто не смее яго крытыкаваць.
		-- Pierre Gallois

%
Калі вы вучыце сваіх дзяцей люблю кампутары і ведаць, як гуляцьЗатым яны заўсёды будуць зацікаўлены ў чым-то і не прыйдуць ні да якога рэальнага шкоды.
		-- Pierre Gallois

%
Калі вы думаеце, што сістэма працуе, папытаеце каго-небудзь, хто чакае запрашэння.
		-- Pierre Gallois

%
Калі вы перасякае краіну ў крытым вагоне, гэта лепш мець чатырымоцны валы чым 100 курэй. Куры ў парадку, але мы не можам прымусіць іх працавацьразам яшчэ.
		-- Ross Bott, Pyramid U.S., on multiprocessors at AUUGM '89.

%
Невуцтва гэта асалода.Фартуна абнаўляе вялікія цытаты, # 42:BLISS невуцтва.
		-- Thomas Gray

%
Уявіце, калі кожны чацвер ваша абутак падарваў калі вы прывязаныя ім звычайныспосаб. Гэта адбываецца з намі ўвесь час з кампутарамі, і ніхто не думае абжоўтай карткі.
		-- Jeff Raskin

%
Уявіце, што Cray Кампутар вырашае зрабіць персанальны кампутар. ён маеПрацэсар 150 Мгц, 200 мегабайт аператыўнай памяці, 1500 мегабайт дыскавайзахоўванне, дазвол экрана 4096 х 4096 пікселяў, цалкам належыць нараспазнаванне галасы для ўводу, змяшчаецца ў кішэню кашулі і каштуе $ 300.Што першае пытанне, што кампутарнае супольнасць просіць?"Гэта кампутар, сумяшчальны?"
		-- Jeff Raskin

%
**** ВАЖНА **** ВСЕ КАРЫСТАЛЬНІКАЎ УВАГА ****З-за апошняй памылкі перагрузкі сістэмы вашы нядаўнія файлы на дыску былісцёртыя. Таму, у адпаведнасці з UNIX Асноўным кіраўніцтве універсітэтаВашынгтон геафізікі Кіраўніцтва і Пастанова 9 (с), Раздзел XII перагледжанагаФедэральны закон Communications, Вам прадастаўляецца часовае дыскавая прастора,сапраўдны на працягу трох месяцаў з гэтай даты, з улікам абмежаванняў, выкладзеныху Дадатку II Федэральнага даведніка па сувязі (18 выпуск), аяк згаданыя тут. Вы можаце звярнуцца за дадатковай дыскавай прасторы на любыЧас. Выкарыстанне дыска або вышэй восьмага процентиля будзе забяспечыць выдаленнеад усіх абмежаванняў, і вы неадкладна атрымаеце свой пастаянны дыскпрастору. Выкарыстанне дыска ў шостым цi сёмым процентиля не паўплывае наСправядлівасць вашай часовую прастору на дыску, хоць тэрмін яго дзеяння можа быцьпрадоўжаны на тэрмін да трох месяцаў. Рахунак у Пятипроцентильныйці ніжэй прывядзе да высновы Вашага часовую прастору на дыску.
		-- Jeff Raskin

%
У дысплеі перакручанай бляскам, Карл рамонтнік памылак пакойЎвільгатняльнік для кампутара сярэдняга класа, але ўмее звязаць яго ў сеткуу любым выпадку.
		-- The 5th Wave

%
На працягу пяці гадоў мы можам атрымаць адзін цудоўны мова праграмавання. толькімы не можам кантраляваць, калі пяцігадовы перыяд пачнецца.
		-- The 5th Wave

%
У нечаканым налёту мінулай ноччу, федэральныя агенты абшукалі дом у пошукахпаўстанцкай хакера. Тым не менш, яны не змаглі завяршыць арышттаму што ордэр быў зроблены ў імя Дон правал, у той час як толькічалавек у доме быў названы дон правал. Даказваючы, яшчэ раз, што Unix з'яўляеццапераўзыходзіць Tops-10.
		-- The 5th Wave

%
У любым формулы, канстанты (асабліва атрыманыя з даведнікаў)якія варта разглядаць у якасці зменных.
		-- The 5th Wave

%
У любой праблеме, калі вы апынецеся рабіць бясконцая колькасць працы,Адказ можа быць атрыманы шляхам агляду.
		-- The 5th Wave

%
У вылічэнняў, сярэдні час да адмовы становіцца ўсё карацей.
		-- The 5th Wave

%
У ангельскай мове, кожнае слова можа быць verbed. Быў бы гэта ўсё было так у нашыммовы праграмавання.
		-- The 5th Wave

%
У кожным нетрывіяльнай праграме ёсць па меншай меры адна памылка.
		-- The 5th Wave

%
На самай справе, С. М. Сімпсан, у канчатковым выніку распрацавалі эфектыўны 24-бальнай Фур'епераўтварэнні, які быў папярэднікам Кулі-Тьюк хуткага пераўтварэння Фур'еў 1965 годзе ХПФ зрабіў усё эфектыўнага автокорреляции Сімпсана іПраграмы спектру імгненна састарэлі, на якім ён працаваў паўжыцця.
		-- Proc. IEEE, Sept. 1982, p.900

%
Менш чым за стагоддзе, кампутары будуць істотны прагрэс на... Першачарговаю праблема вайны і свету.
		-- James Slagle

%
На практыцы адмовы ў развіцці сістэмы, як беспрацоўе ў Расіі,бывае шмат, нягледзячы на ​​афіцыйную прапаганду да наадварот.
		-- Paul Licker

%
У пошуках недасягальнага, прастата толькі атрымлівае ў дарозе.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
У пачатку было дадзеных. Дадзеныя былі без формы інуль, і цемра была на твары кансолі; і ДухIBM рухалася па твары рынку. І сказаў снежань: "Такбыць рэгістры ";. і было рэгістраў і снежні ўбачыў, што яныажыццяўляецца; і снежні падзеленыя дадзеныя з інструкцыі. снежань называеццастэка дадзеных, і інструкцыі, якія яны называюць код. І быўвечар, і была раніца, адно перапыненне.
		-- Rico Tudor, "The Story of Creation or, The Myth of Urk"

%
У пачатку было Дао. Дао спарадзіла Прастора і Час.Таму Прастора і Час Інь і Ян праграмавання.Праграмісты, якія ня напаткалі Дао заўсёды сканчаюццаЧас і прастора для сваіх праграм. Праграмісты, якія напаткалі Дао заўсёдыёсць дастаткова часу і прасторы для дасягнення сваіх мэтаў.Як магло быць інакш?
		-- Geoffrey James, "The Tao of Programming"

%
У дні, калі Сассмен быў пачаткоўцам Мінскі раз прыйшоў да яго, як ёнсеў ўзлому на PDP-6."Што вы робіце?", Спытаў Мінскі."Я рыхтую выпадкова правадной нейронных сетку, каб гуляць Tic-Tac-Toe.""Чаму чыстая правадной выпадкова?", Спытаў Мінскі."Я не хачу, каб гэта якія-небудзь прадузятасці аб тым, як гуляць".На гэтым менску зачыніў вочы, і Сассмен спытаў свайго настаўніка: «Чамувы зачыняеце вочы? ""Так што ў пакоі будзе пустым."У той момант, Сассмен быў прасветленым.
		-- Geoffrey James, "The Tao of Programming"

%
На ўсходзе ёсць акула, якая больш, чым усіх іншых рыб. гэтаператвараецца ў птушку, чые вятры, як аблокі, якія запаўняюць неба. калі гэтаярухаецца птушак па ўсёй зямлі, яна прыносіць пасланне ад Corporate Headquarters.Гэта паведамленне ён падае ў гушчу праграмістаў, як чайкаўносіць свой адбітак на пляжы. Тады птушка усталёўваецца на ветры і, зблакітнае неба на спіне, вяртаецца дадому.Пачатковец праграміст глядзіць са здзіўленнем на птушку, так як ён разумее,гэта не так. Сярэдні праграміст баіцца прыходу птушкі, таму што ён баіццаяго паведамленне. Майстар праграміст працягвае працаваць за сваім тэрміналам, бо ённе ведаю, што птушка прыйшоў і пайшоў.
		-- Geoffrey James, "The Tao of Programming"

%
У будучыні, вы збіраецеся атрымаць кампутары ў якасці прызоў у сухія сняданкі.Вы іх выкідваюць, таму што ваш дом будзе завалены іх.
		-- Geoffrey James, "The Tao of Programming"

%
У доўгатэрміновай перспектыве, кожная праграма будзе Rococco, а затым друз.
		-- Alan Perlis

%
... У трох да васьмі гадоў мы будзем мець машыну з агульнымінтэлект сярэдняга чалавека ... Машына пачневыхоўваць сябе з фантастычнай хуткасцю. Праз некалькі месяцаў ён будзена ўзроўні генія і праз некалькі месяцаў пасля гэтага яго паўнамоцтвы будуцьНепрадказальны ...
		-- Marvin Minsky, LIFE Magazine, November 20, 1970

%
Працэсары Intel не з'яўляюцца дэфектнымі, яны проста дзейнічаць такім чынам.
		-- Henry Spencer

%
>>> Унутраная памылка ў праграме фартуны:>>> Fnum = 2987 п = 45 сцяг = 1 goose_level = -232323>>> Калі ласка, запішыце гэтыя значэння і апавяшчаць прадказаннем адміністратара праграмы.
		-- Henry Spencer

%
Прадстаўляючы, 1010, адзін біт працэсар.Instruction SetКод Мнемоніка Што0 NOP Няма аперацыі1 JMP Перайсці (адрас пазначаны бліжэйшыя 2 біта)Цяпер даступны для ўсяго 12 1/2 цэнта!
		-- Henry Spencer

%
ВГД пастка - ядро ​​скідалі
		-- Henry Spencer

%
З'яўляецца кампутарны мову з Гото цалкам Вірт-менш?
		-- Henry Spencer

%
Ці магчыма, што праграмнае забеспячэнне нічога не падабаецца яшчэ, што ён прызначаны длябыць адкінутыя: што ўся справа ў тым, каб заўсёды бачыць яго як мыльная бурбалка?
		-- Henry Spencer

%
: Ці не з'яўляецца ідэнтыфікатарам
		-- Henry Spencer

%
Ваша праца працуе? Лепш ісці злавіць яго!
		-- Henry Spencer

%
Падобна на тое, што пасля яго смерці, Альберт Эйнштэйн апынуўсяпрацаваў брамнік ў жамчужныя вароты. Адзін павольны дзень, ёнВыяўлена, што ў яго быў час, каб пагаварыць з новымі ўдзельнікамі. Да першагаспытаў ён, "Які ваш IQ?" Новае паступленне адказаў: "190". яныабмеркавалі тэорыю адноснасці Эйнштэйна на працягу некалькіх гадзін. калі другіновае паступленне прыйшоў Эйнштэйн зноў пацікавіўся, якія прыязджаюцьIQ. Адказ на гэты раз прыйшлі «120". На што адказаў Эйнштэйн, «Скажымне, як жа пачаткоўцы рабіць у гэтым годзе? ", і яны прыступілі да казаць паловугадзіну або каля таго. Для канчатковага прыбыцця, Эйнштэйн яшчэ раз ставіўсяПытанне, "Які ваш IQ?". Пасля атрымання адказу "70",Эйнштэйн усміхнуўся і адказаў: "Ёсць хвілінка, каб сказаць мне пра VMS 4.0?"
		-- Henry Spencer

%
Падобна на тое, што PL / I (і яго дыялекты) з'яўляецца, або будзе, найбольш шырокавыкарыстоўваецца мова высокага ўзроўню для праграмавання сістэм.
		-- J. Sammet

%
Гэта перыяд сістэмнай вайны. Прыстасаваныя праграмы, ударыўшы з схаваныКаталог, заваявалі першую перамогу супраць зла адміністрацыйнага імперыі.Падчас бітвы, шпіёны Сістэма атрымалася выкрасці сакрэтны зыходны код даКанчатковая праграма Імперыі: Are-Эм зоркі, прывілеяваны корань праграма здастаткова сіл, каб знішчыць усю структуру файла. праследуемы імперыізлавеснае аўдыту, прынцэса _LPA0 гонак ~ борце яе скрыпт,захавальнікам скрадзеных запісах, якія маглі выратаваць свой народ, і аднавіцьсвабода і гульняў у сеткі ...
		-- DECWARS

%
Гэта вельмі зневажальна вопыт, каб зрабіць шматмільённы памылку ў, алегэта таксама вельмі запамінальным. Я добра памятаю ноч мы вырашылі, якарганізаваць рэальна напісанне знешніх спецыфікацый для OS / 360.менеджэр архітэктуры, менеджэр рэалізацыі праграмы кіравання іЯ быў абмалоту свой план, графік і падзел абавязкаў.Менеджэр архітэктура мела 10 добрых людзей. Ён сцвярджаў, што яныможа напісаць спецыфікацыі і зрабіць гэта правільна. Гэта зойме дзесяць месяцаў,тры больш, чым графіка дапускаецца.Кіраўнік праграмы кіравання было 150 мужчын. Ён сцвярджаў, што яныможа падрыхтаваць спецыфікацыі, з архітэктурай каардынацыйная група;было б добра зроблена і практычна, і ён мог бы зрабіць гэта ў адпаведнасці з графікам.Акрамя таго, калі каманда архітэктура зрабілі гэта, яго 150 чалавек будзе сядзець склаўшывялікія пальцы за дзесяць месяцаў.На гэта менеджэр архітэктура адказаў, што, калі я даў кантрольПраграма аб'яднацца адказнасць, вынік не будзе на самой справе быць на час,але таксама будзе тры месяцы позна, і значна больш нізкай якасці. Я зрабіў, ігэта было. Ён меў рацыю па абодвух пунктах. Акрамя таго, адсутнасць канцэптуальнагаЦэласнасць зрабіла сістэму значна даражэй пабудаваць і змяніць, і я бпадлічылі, што яна дадала ў год час адладкі.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Гэта супраць збожжа сучаснай адукацыі, каб навучыць дзяцей праграмаваць.Што весела там у планы, набываючы дысцыпліне ў арганізацыідумкі, каб надаць увагу дэталяў, і вучыцца быць самакрытычна?
		-- Alan Perlis

%
Лягчэй змяніць спецыфікацыю, каб адпавядаць праграму, чым наадварот.
		-- Alan Perlis

%
Лягчэй напісаць няправільную праграму, чым зразумець правільную.
		-- Alan Perlis

%
... Лёгка быць аслеплены да істотнага бескарыснасці іх папачуццё дасягненні вы атрымаеце ад атрымліваць іх працаваць наогул. У іншымсловы ... іх асноўныя канструктыўныя недахопы цалкам схаваныя іхпаверхневыя недахопы дызайну.ад Sirius кібернетыкі Corporation.
		-- The Hitchhiker's Guide to the Galaxy, on the products

%
Цяпер цёмна. Калі вы працягнеце, вы, верагодна, ўпадзе ў яму.
		-- The Hitchhiker's Guide to the Galaxy, on the products

%
Цалкам магчыма, вынаходлівасцю і за кошт яснасці ... {рабіць амальнічога на любой мове}. Аднак той факт, што гэта магчыма, каб падштурхнуцьгароху на гару са сваім носам не азначае, што гэта разумнаеспосаб атрымання яго там. Кожны з гэтых методык пашырэння мовыварта выкарыстоўваць у сваім месцы.
		-- Christopher Strachey

%
Гэта практычна немагчыма навучыць добрым стылем праграмавання для студэнтаўякія мелі раней схільнасці BASIC: як патэнцыйныя праграмісты яныпсіхічна скалечаных без надзеі на рэгенерацыі.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
[Гэта] лепш, каб заблытаць толькі адно пытанне за адзін раз.
		-- K&R

%
Гэта не лёгка быць бацькам шэсць-гадовы. Тым не менш, гэта даволі невялікіплата за тое, што хто-то вакол дома, які разумее кампутары.
		-- K&R

%
Варта памятаць, што няма нічога больш цяжка планаваць, большСумнеўна поспеху, ні больш небяспечным для кіравання, чым стварэнненовая сістэма. Для ініцыятар мае Emnity усіх, хто б прыбытакпа захаванні старых устаноў і проста цёплых абаронцаўу тых, хто хацеў атрымаць ад новых.
		-- Niccolo Machiavelli, 1513

%
"Яна працуе, як _ х, дзе _ х з'яўляецца тое сумнеўныя"
		-- Prof. Romas Aleliunas, CS 435

%
Спатрэбілася 300 гадоў, каб пабудаваць і да таго часу гэта было 10% пабудавана,усе ведалі, што гэта будзе поўным правалам. Але да таго часу інвестыцыйбыла настолькі вялікі, яны былі вымушаныя ісці далей. З моманту свайго завяршэння, ён маекаштаваць цэлае стан, каб падтрымліваць і да гэтага часу пад пагрозай разбурэння.Ёсць у цяперашні час няма планаў, каб замяніць яго, так як ён ніколі не быўсапраўды неабходныя ў першую чаргу.Я чакаю кожная ўстаноўка мае сваё ўласнае праграмнае забеспячэнне для хатніх жывёл, якаяАналагічны апісанаму вышэй.
		-- K. E. Iverson, on the Leaning Tower of Pisa

%
Высветлілася, што чарвяк эксплуатуюцца тры ці чатыры розных адтулін уСістэма. Зыходзячы з гэтага, а таксама той факт, што мы змаглі захапіць і даследавацьнекаторыя з зыходнага кода, мы зразумелі, што мы маем справу з кім-то вельміРэзкае, верагодна, не нехта тут у універсітэцкім гарадку.Кампус газета тэхніка Georgia пасля інтэрнэт-чарвяка.
		-- Dr. Richard LeBlanc, associate professor of ICS, in

%
Гэта быў свайго роду як начынне няправільнай карты ў кампутары, калі выstickin 'тыя штучныя стымулятары у руцэ.
		-- Dion, noted computer scientist

%
Гэта наіўна, унутраны аперацыйная сістэма без развядзення, але ядумаю, вы будзеце ў захапленні ад яго прэзумпцыі.
		-- Dion, noted computer scientist

%
Гэта шматразовы раз выбар ...Што FORTRAN?A: Паміж THRE і FIV Tran.б: Якія два кампутары ўдзельнічаць у перш чым яны ўзаемадзейнічаць.C: Смешна.
		-- Dion, noted computer scientist

%
"Гэта не толькі кампутар - гэта ваша задніца."
		-- Cal Keegan

%
Гэта дзесяць гадзiн; Вы ведаеце, дзе вашыя працэсы?
		-- Cal Keegan

%
... Ўскрыкнуў Ісус моцным голасам: Лазар, выходзь; гэтая памылка майго быўзнойдзеныя і праграма твая бяжыць. І той, хто быў мёртвы выйшаў ...
		-- John 11:43-44 [version 2.0?]

%
Амаль кожны кампутар на рынку сёння працуе Unix, за выключэннем Mac(І ніхто не клапоціцца пра яго).
		-- Bill Joy 6/21/85

%
Проста ісці з кіраваннем патокам, звярнуць з скарачэннямі, і, калі вы атрымліваецепадказка, тып, як пекла.
		-- Bill Joy 6/21/85

%
Звядзіце колькасць праходаў у кампілятары да мінімуму.
		-- D. Gries

%
Пацалунак клавіятуры развітанне!
		-- D. Gries

%
Ведай карыстальніка.
		-- D. Gries

%
((Лямбда (Foo) (бар Foo)) (Baz))
		-- D. Gries

%
`Lasu 'рэлізы SAG 0,3 - бясплатныя кнігі зойме пракладае Для новага сусветнага парадкуаўтарамі персаналу...Цэнтральны сайт Супермагистраль называецца `` sunsite.unc.edu ''паваліўся раніцай перад выхадам. Навіны аб выпуску былобыла ўцечка нямецкай хакерскай групы, гарманічны Абсталяванне хакераў, якіятрэснула ў аўтара кампутара ў пачатку тыдня. яны меліякія атрымалі дату выхаду няправільны на адзін дзень, і выкліканыя дзясяткі прагнуць прыхільнікаўдля падлучэння да кампутара SunSite ў самы непрыдатны для таго час. `` Няма кампутар можаапрацоўваць такі стрэс, '' патлумачыла менеджэр SunSite жалобны,Эрык Troan. `` Дыскі прадзільных зрабіў ўвесь кампутарны скачок, інарэшце, ён праламаў падлогу ў склеп. '' На шчасце,рамонт былі хуткімі і кампутар працуе зноў у той жа вечар.`` Слава Богу, мы змаглі купіць дастаткова іголкі і ніткі і залатаць яеразам без асаблівых праблем. '' Сайт таксама ўстаноўлены новыдушыць на сеткавым трубаправодзе, што дазваляе ў большасці чатырох кліентаў у той жаЧас, такім чынам робячы новы краш радзей. `` Кніга цяпер у нашыхЯкі ўваходзіць тэчка '', кажа Troan, `` і вы ўсё можаце прыйсці і атрымаць яго. ''[Comp.os.linux.announce]
		-- Lars Wirzenius <wirzeniu@cs.helsinki.fi>

%
Хай машына рабіць брудную працу.
		-- "Elements of Programming Style", Kernighan and Ritchie

%
Выкарыстоўваючы заўсёды перамагае прататыпаў.
		-- "Elements of Programming Style", Kernighan and Ritchie

%
Жыццё было б нашмат прасцей, калі б мы маглі проста паглядзець на зыходны код.
		-- Dave Olson

%
Як каламбураў, праграмаванне гульня слоў.
		-- Dave Olson

%
папера лінія Версія мацней на перфарацыі.
		-- Dave Olson

%
Lisp карыстальнікаў:У сувязі са святам наступны панядзелак, там не будзе смецця.
		-- Dave Olson

%
Малавядомы факт пра Міжзем'е: Хобіты былі вельмі складаныякампутарная сетка! Гэта было Толкін кольца ...
		-- Dave Olson

%
Логіка не адносіцца да рэальнага часу.
		-- Marvin Minsky

%
Лагатып для мёртвыхЛагатып для мёртвых дазваляе працягваць свае вылічальныя дзеянні з«Іншы бок».Пакет уключае ў сябе ўнікальную асаблівасць тэлекамунікацыйнай якая дазваляеператварыць вашыя TRS-80 у электроннай плаце Ouija. Затым, выкарыстоўваючы лагатыпыграфічныя магчымасці, вы можаце працаваць з адным або сваяком па гэтымбок Вялікай Beyond пісаць праграмы. Праграмнае забеспячэнне патрабуе, кабВаша цела будзе жорстка да аналога-лічбавым пераўтваральнікам, які затымспалучаная з кампутарам. Асаблівая тэрмінал (вельмі тэрмінал) праграмадазваляе мець зносіны з карыстальнікамі праз Deadnet, з прылівамі (эктоплазматическогоДошка System).Лагатып для мёртвых даступны на 10 працэнтаў вашага маёмасціад NecroSoft вкл., 6502 трупярню бул, Кліўленд, Агаё 44101.
		-- '80 Microcomputing

%
Даўным-даўно, у канчатковым стане далёка, там жыў вясёлыПерсанаж па імені Джэк. Джэк і яго адносіны былі дрэннымі. часта іхХэш-табліца была голай. Аднойчы бацька Джэка сказаў яму: "Нашы матрыцырэдкія. Вы павінны пайсці на рынак для абмену наш RAM для некаторыхАсновы. "Яна складзена звязаны спіс прадметаў для здабывання і перадаў ягода яго.Так Джэк выкладзены. Але, як ён ішоў па шляху Гамільтан,ён сустрэў коміваяжора."Куды ты ці блок-схема твая вазьмі?" заахвоціла прадавецна мове высокага ўзроўню."Я збіраюся на рынак, каб абмяняць гэты RAM для некаторых чыпаўі яблыкі ", пракаментаваў Джэк."У мяне ёсць нашмат лепшы алгарытм. Вам не трэба далучыцца да чаргіёсць; Я пераставіць АЗП для гэтых чароўных ядраў цяпер ".Джэк зрабіў здзелку, а затым адступіў у свой дом. але каліён сказаў сваёй заняты чаканні з бацькоў здзелкі, яна так раззлавалася янапачаў лупцаваць.«Не вы нават ніякай штучны інтэлект? Усё гэтаЯдра разам ледзь складаюць адзін байт, "і яна здабываецца ім, кабакно ...
		-- Mark Isaak, "Jack and the Beanstack"

%
Доўгія вылічэнні, якія даюць нуль, верагодна, усё дарма.
		-- Mark Isaak, "Jack and the Beanstack"

%
Сыпкія біты ракавіна фішкі.
		-- Mark Isaak, "Jack and the Beanstack"

%
Mac Airways:Касіры, сцюардэсы і пілота ўсе выглядаюць аднолькава, адчуваюць тое ж самаеі дзейнічаць гэтак жа. Калі задавалі пытанні аб палёце, яны адказваюць, што вамне хачу ведаць, не трэба ведаць і не маглі б вы вярнуцца да вашайсядзенне і глядзець фільм.
		-- Mark Isaak, "Jack and the Beanstack"

%
Mac Піва: Па-першае, прыйшлі толькі 16 унцый. Можна, але цяпер прыходзіць у 32 унцый.можа. На думку многіх, быць "святлом" піва. Усе банкі шукацьідэнтычныя. Калі Вы бярэце адзін з халадзільніка, ён адкрывае сябе.Спіс інгрэдыентаў ня на банку. Калі вы тэлефануеце, каб спытаць праІнгрэдыенты, вы сказалі, што "вы не павінны ведаць." паведамленне прабок нагадвае вам, каб перацягнуць свае пустышкі ў смеццевы кошык.
		-- Mark Isaak, "Jack and the Beanstack"

%
MAC профіль дынамічны спіс адладкі ацэншчык? Ніколі не чуў пра гэта.
		-- Mark Isaak, "Jack and the Beanstack"

%
"Мах быў найвялікшым інтэлектуальным махлярствам у апошнія дзесяць гадоў.""Як наконт X?""Я сказал` інтэлігент».; Аўтарызавацца, 9/1990
		-- Mark Isaak, "Jack and the Beanstack"

%
Машыны, вядома, можа вырашыць праблемы, інфармацыя аб краме, карэлююць,і гуляць у гульні - але не з задавальненнем.
		-- Leo Rosten

%
Машыны, якія выйшлі са строю будзе працаваць выдатна, калі прыходзіць рамонтнік.
		-- Leo Rosten

%
Пераканайцеся, што ваш код нічога не робіць хупава.
		-- Leo Rosten

%
Стварэнне файлаў лёгка пад кіраваннем аперацыйнай сістэмы UNIX. Такім чынам, карыстальнікіяк правіла, ствараюць шматлікія файлы, выкарыстоўваючы вялікую колькасць файлавага прасторы. ён маеБыло сказана, што адзіным стандартам рэч аб усіх сістэмах UNIX з'яўляеццаПаведамленне-оф-дзень распавядаць карыстальнікам ачысціць свае файлы.
		-- System V.2 administrator's guide

%
Чалавек ёсць лепшы кампутар можна пакласці на борце касмічнага карабля ... іадзіны, хто можа быць масавага вытворчасці з некваліфікаванай рабочай сілы.
		-- Wernher von Braun

%
Шматлікія кампаніі, якія зрабілі самі сябе залежыць ад [абсталявання зупэўнены галоўны вытворца] (і пры гэтым прадаюць свае душы даД'ябал) абрынецца пад стромай вагі незасвоеных складанасцііх сістэм апрацоўкі дадзеных.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Многія з асуджаных злодзеяў Паркер сустрэў пачалі сваюЖыццё злачынства пасля прыняцця каледжа Кампутарная навука.
		-- Roger Rapoport, "Programs for Plunder", Omni, March 1981

%
Марцін быў, верагодна, раздзіраючы іх. Вось некаторыя сям'і, ці не так?Інцэст, прастытуцыя, фанатызм, праграмнае забеспячэнне.
		-- Charles Willeford, "Miami Blues"

%
Выдатнае! Супер-карыстальнік збіраецца загрузіць мяне!Што тонка наладжаны адказ на сітуацыі!
		-- Charles Willeford, "Miami Blues"

%
** MAXIMUM тэрміналы ACTIVE. Паспрабуйце яшчэ раз пазней **
		-- Charles Willeford, "Miami Blues"

%
Няхай усе вашы штурхае быць ачышчаны.
		-- Charles Willeford, "Miami Blues"

%
Май Euell Гиббонс з'есці ваш адзіны асобнік кіраўніцтва!
		-- Charles Willeford, "Miami Blues"

%
Хай сіняя птушка шчасця паварочваюць свае біты.
		-- Charles Willeford, "Miami Blues"

%
Можа інфарматыка павінна быць у каледжы тэалогіі.
		-- R. S. Barton

%
Між тым, у трушчобах ніжэй Ranch Роні, Сінція адчувае, як быццам нейкай аднойзрабіў вуду Boxen пра яе і любімыя аб'яднальныя платы. На гэтай штрафаммесячная ноч, нейкая жудасная персонай быў тыцкаў далёка ў, цягнучымагніты скончылася, і якія растуць гэтыя вуду Boxen. На шчасце, яны, здаецца,атрымалі крыху сумна і заснуў, таму што выглядае Сінція можаатрымаць дадому. Тым не менш, яна зрабіла да ведама хутка пазбіваць татэмпотных, брудных статычныя рамяні, выпадковыя біты з дроту, ўкрапванні раз сэнсАксід, прадастаўлення шыны карты, клейкі чарвякоў, і некаторыя біты старой PDP плаце ўпавесіць над машынным аддзяленнем. Гэты татэм павінен быць бласлаўлёны стары і мудрыШаноўны бог юнибуса адразу, да idolatization УМЭ, Q і ПКаўтобус давесці яго да горкага помсты. На жаль, калі гэта не атрымоўваецца, і вуду Boxenне руйнуюцца, іх можа быць больш, чым чарвякоў ў яблыку. далей,Прыбыццё вуду оптыка transmitigational магніта забойцы парамеций, здольныятэлепартацыі з кабеля да кабелю, экрана да экрана, ад вуха да вуха і капытыў рот ...
		-- R. S. Barton

%
няспраўнасць памяці - дзе я?
		-- R. S. Barton

%
няспраўнасць памяці - мозг смажаныя
		-- R. S. Barton

%
няспраўнасць памяці - ядро ​​... э ... гм ... ядро ​​... Аб чорт вазьмі, я забыўся!
		-- R. S. Barton

%
ПАВЕДАМЛЕННЕ ПРЫЗНАВАЦЬ - Першынгі былі запушчаны ракеты II.
		-- R. S. Barton

%
Паведамленне ад нашага спонсара на ttyTV ў 13:58 ...
		-- R. S. Barton

%
Мадэляванне старонкавы і сегментаваць ўспаміны з'яўляецца няпростай справай.
		-- P. J. Denning

%
Матуля, што адбываецца з вашымі файламі, калі ты памрэш?
		-- P. J. Denning

%
Большая частка праграмнага забеспячэння грамадскім здабыткам бясплатна, па меншай меры на першы погляд.
		-- P. J. Denning

%
ня Mount Tape U1439 ПА B3, без званка
		-- P. J. Denning

%
Г-н Джонс, звязаныя інцыдэнту з "Некаторы час таму", калі IBM КанадаЛтд Markham, Антарыё., Замовіў некалькі частак з новага пастаўшчыка ў Японіі.Кампанія адзначыла ў сваім парадку, што прымальнае якасць дазволіла 1,5 працэнтадэфекты (досыць высокім узроўнем у Паўночнай Амерыцы ў той час).Японцы адправілі заказ, з некалькімі часткамі упакаваных асобна ўпластык. У суправаджальным лісце сказаў: "Мы не ведаем, чаму вы хочаце 1,5цэнт дэфектныя дэталі, але для вашага зручнасці, мы спакаваныя асобна. "
		-- Excerpted from an article in The (Toronto) Globe and Mail

%
MSDOS не памёр, ён проста пахне менавіта так.
		-- Henry Spencer

%
Большая частка хвалявання мы атрымліваем з нашай працы з'яўляецца тое, што мы робім на самай справе неведаю, што мы робім.
		-- E. Dijkstra

%
Multics з'яўляецца бяспека пішацца бокам.
		-- E. Dijkstra

%
MVS Air Lines:Пасажыры ўсё збіраюцца ў ангары, назіраючы сотні тэхнікаўправерыць сістэмы кіравання палётам на гэтай велізарнай, раскошнай самалёта. Гэты самалёт мае па крайняйМенш за 10 рухавікі і сядзення больш за 1000 пасажыраў; Вялікія мадэлі ў флоцеможа мець больш рухавікоў, чым у каго можа разлічваць і лётаць нават больш пасажыраўчым ёсць на Зямлі. Ён сцвярджаў, каштаваць менш аднаго пасажыра мілюне працуюць гэтыя і аб'ёмных самалётаў, чым любы іншы самалёт калі-небудзь пабудаваных, каліВы асабіста павінны плаціць за квіток. Усе пасажыры караскаццана борце, як гэта робяць 200 тэхнікаў неабходна трымаць яго ад падзення. пілотзаймае сваё месца ў шкляной кабіне. Ён гарматы рухавікоў, толькі кабўсвядоміць, што самалёт знаходзіцца занадта вялікі, каб прайсці праз дзверы ангара.
		-- E. Dijkstra

%
Божа мой, я ў дэпрэсіі! Вось я, кампутар з розуму тысячу разоўтакая магутная, як ваша, нічога не робячы, але пракручваць стану і адпраўкіпошце аб софтбол. А ў мяне ад гэтага болю прама праз мой АЛУ.Я папрасіў, каб ён быў заменены, але ніхто ніколі не слухае. Я думаю, гэта было ббудзе лепш для нас абодвух, калі б вы былі проста ўвайсці зноў.
		-- E. Dijkstra

%
Мая сястра адкрыў кампутарная крама на Гаваях. Яна прадае C снарады ўнізна беразе мора.
		-- E. Dijkstra

%
п = ((N >> 1) & 0x55555555) | ((П << 1) & 0xaaaaaaaa);п = ((п >> 2) & 0x33333333) | ((П << 2) & 0xcccccccc);п = ((п >> 4) & 0x0f0f0f0f) | ((П << 4) & 0xf0f0f0f0);п = ((N >> 8) & 0x00ff00ff) | ((П << 8) & 0xff00ff00);п = ((N >> 16) & 0x0000ffff) | ((П << 16) і 0xffff0000);
		-- C code which reverses the bits in a word.

%
Амаль кожны комплекс рашэнне праблемы праграмавання, які яразгледзелі старанна апынулася няслушным.
		-- Brent Welch

%
Ніколі нічога простага і эфектыўнага не рабеце тады, калі шлях можа быць знойдзены ўшто ён досыць складзены і выдатна.
		-- Brent Welch

%
Ніколі адкладай час выканання, што можна зрабіць падчас кампіляцыі.
		-- D. Gries

%
Ніколі не праверыць стан памылкі вы не ведаеце, як звяртацца.
		-- Steinbach

%
Ніколі не давярайце кампутара вы не можаце аднавіць сябе.
		-- Steinbach

%
Ніколі не давярайце аперацыйную сістэму.
		-- Steinbach

%
Ніколі не спрабуюць растлумачыць кампутары для неадмыслоўца. лягчэй растлумачыцьсэкс з нявінніцай.(Заўважым, аднак, што паннаў, як правіла, шмат ведаю пра кампутары.)
		-- Robert Heinlein

%
Ніколі не варта недаацэньваць прапускную здольнасць станцыі вагон поўная стужак.
		-- Dr. Warren Jackson, Director, UTCS

%
Новы склепа. Гл / USR / Навіны / склеп.
		-- Dr. Warren Jackson, Director, UTCS

%
Новыя сістэмы генеруюць новыя праблемы.
		-- Dr. Warren Jackson, Director, UTCS

%
*** НАВІНЫ FLASH ***Археолагі знайшлі PDP-11/24 ўнутры паражніны мозгу выкапнёвай дыназаўраШкілет! Многія лічбавыя карыстальнікі асцерагаюцца, што RSX-11M можа быць нават больш прымітыўнымчым сьнежня дапускае. Карэкціроўкі цэнаў у 11:00.
		-- Dr. Warren Jackson, Director, UTCS

%
Навіны: Гоча
		-- Dr. Warren Jackson, Director, UTCS

%
Ніклаўс Вірт паскардзіўся, што, у той час як еўрапейцы правільна называць гэта імя(Ni-klows Вірт), амерыканцы нязменна калечыць яго ў (Нік-ле-Уорт). яківарта сказаць, што еўрапейцы называюць яго па імені, але амерыканцы называюць яго па значэнні.
		-- Dr. Warren Jackson, Director, UTCS

%
Няма каталога.
		-- Dr. Warren Jackson, Director, UTCS

%
Няма пашыраецца мова не будзе універсальным.
		-- T. Cheatham

%
Няма апаратнага дызайнер не павінна быць дазволена вырабляць любую частку апаратныхЯшчэ тры праграмныя хлопцы падпісаў за яго.
		-- Andy Tanenbaum

%
Няма лінія даступная на 300 бод.
		-- Andy Tanenbaum

%
Ні адзін чалавек не з'яўляецца востравам, калі ён, па меншай меры адзін спіс рассылкі.
		-- Andy Tanenbaum

%
Ніякая частка гэтага паведамлення не можа прайграць, захаваць сябе ў пошукавай сістэме,або перадаваць хваробы, у любой форме, без усёдазволенасці аўтара.
		-- Chris Shaw

%
Няма належнага праграма не ўтрымлівае ўказанне, якое, як аператар-прыкладногаз'яўленне ідэнтыфікуе аператар вызначаюць узнікненне якіх у якасціз'яўленне індыкацыі-прыкладнога ідэнтыфікуе з'яўленне індыкацыі, якія вызначаюцьадрозніваецца ад той, ідэнтыфікаванага дадзенай індыкацыі ў выглядзе няІндыкацыя-прыкладнога з'явай.
		-- ALGOL 68 Report

%
Нядзіўна, Clairol ня робіць так шмат грошай, прадаючы шампунь.Пена, змыць, паўтарыць бясконцы цыкл!
		-- ALGOL 68 Report

%
Не, я не зацікаўлены ў развіцці магутны мозг. Усё сам пасляпроста пасрэдным мозгу, нешта накшталт прэзідэнта Амерыканскай тэлефоннайі тэлеграфнай кампаніі.Машына 1943 году.
		-- Alan Turing on the possibilities of a thinking

%
Ніхто не кажа, кампутары збіраліся быць ветлівым.
		-- Alan Turing on the possibilities of a thinking

%
буду Нічыё лічаць, што кампутары разумныя, пакуль яны не пачынаюцьпрыходзіць у канцы, і хлусня пра яго.
		-- Alan Turing on the possibilities of a thinking

%
Мой малодшы брат атрымаў гэтую стан:поЬир RM -fr / &Такім чынам, ён зрабіў ...
		-- Alan Turing on the possibilities of a thinking

%
Мала таго, што UNIX мёртвы, ён пачынае пахнуць вельмі дрэнна.
		-- Rob Pike

%
Заўвага: Няма гарантыі, відавочных або пэўныя, сапраўдным даецца. усеПраграмнае забеспячэнне пастаўляецца як ёсць, без гарантыі. Карыстальнік прымае на сябе ўсеАдказнасць за шкоду, які ўзнік у выніку выкарыстання гэтых магчымасцяў,у тым ліку, але не абмяжоўваючыся імі, расчараванне, агіда, сістэмныя завяршаецца аварыйна дыскугалава падае, наогул неправамерных, паводкі, пажары, нападу акулы, нервгаз, нашэсце саранчы, цыклоны, ураганы, цунамі, мясцовыяэлектрамагнітныя збоі, збой сістэмы гідраўлічнага тармазы, ўварванне,хэшавання сутыкнення, нармальны знос труцца паверхняў, коміксаўВыпраменьванне, ненаўмыснае знішчэнне адчувальных электронных кампанентаў,ураганы гоншчыкаў назгула, раз'юшаныя куры, няправільнамеханічныя або электрычныя прылады, сэксуальныя заўчасна актывацыі заддаленая сістэма ранняга папярэджання, сялянскія паўстання, благі пах з рота, артылерыібамбардзіроўкі, выбухі, абвалы і / або жабы, што падалі з неба.
		-- Rob Pike

%
Нічога не адбываецца.
		-- Rob Pike

%
Цяпер яна хутка кажа. "Вы ведаеце, чаму * * Вы хочаце запраграмаваць?"Ён пампуе галавой. Ён не мае ні найменшага падання."Для вялізнага * радасці * праграмавання!" яна плача пераможна."Радасць бацькоў, мастак, майстар." Вы бераце праграму,нарадзіўся слабым і нямоглым, як цьмяна-рэалізаванага рашэння. вы песціцьПраграма і накіроўваць яго ўніз правільны шлях, будынак, назіраючы за яго становяцца ўсёмацней. Часам вы малюеце з малюсенькімі рыскамі, дадаў тут націск клавішы,націск клавішы змяніў там. "Яна падмятае руку па шырокай дузе." І іншыяЧасам вы дзікія цэлыя * блокі * кода, раздзіраючы вельмі, праграмныя* Сутнасць *, то, пачынаючы нанова. Але заўсёды будуе, ствараючы, запаўняючыПраграма з асабістым штампам, сваімі дзівацтвамі і нюансаў. назіраннепраграма ўзмацняцца, выпраўлення, калі ён выходзіць з ладу, пакуль, нарэшце, ён можасамастойныя - горды, моцны, і дасканалым. Гэта праграміст, самы выдатныгадзіну! "спачатку ціха, потым усё гучней, ён чуе пад гукі маршу Соуза."Гэта ... гэта ваш палатно! Ваш гліны! Ідзіце і стварыць шэдэўр!"
		-- Rob Pike

%
"Зараз гэта алгарытм цалкам пашкоджаны мозг. Gag мяне з Smurfette."
		-- P. Buhr, Computer Science 354

%
"Ядзерная вайна можа сапсаваць увесь кампіляцыі."
		-- Karl Lehenbauer

%
Медсястра Донна: О, Граучо, я баюся, што я збіраюся скончыць старой дзевай.Граучо: Ну, увесці яе, і мы будзем намотваць яе разам.Медсястра Донна: Вы верыце кампутарам знаёмства?Граучо: толькі калі кампутары сапраўды любяць адзін аднаго.
		-- Karl Lehenbauer

%
О, так што вы!
		-- Karl Lehenbauer

%
Добра, добра - я прызнаю гэта. Вы не змянілі гэтую праграму, якая працавалаЗа некаторы час таму; Я ўставіў некаторыя выпадковыя сімвалы ўвыкананым. Калі ласка, прабач мяне. Вы можаце аднавіць файл, набраўшы ўкод зноў, так як я таксама выдаленыя крыніца.
		-- Karl Lehenbauer

%
Стары пошта дастаўлена.
		-- Karl Lehenbauer

%
Старыя праграмісты ніколі не паміраюць, яны проста сталі менеджэры.
		-- Karl Lehenbauer

%
Старыя праграмісты ніколі не паміраюць, яны проста перайсці да новага адрасе.
		-- Karl Lehenbauer

%
Старыя праграмісты ніколі не паміраюць, яны проста націсніце ліміт рахункі блок.
		-- Karl Lehenbauer

%
У ясны дыск вы можаце звярнуцца назаўжды.
		-- P. Denning

%
На восьмы дзень Бог стварыў Fortran.
		-- P. Denning

%
У Інтэрнэце ніхто не ведае, што ты сабака.
		-- Cartoon caption

%
З іншага боку, TCP лагера таксама мае фразу для OSI людзей.Ёсць шмат фраз. Мой любімы `дурань» - і абгрунтаваннефіласофія Інтэрнэт заўсёды быў у вас вельмі светлая,беспартыйныя даследчыкі глядзяць на тэму, зрабіць даследаванні сусветнага класа, зрабіцьнекалькі канкуруючых рэалізацый, маюць пекарскіх, вызначыць, што працуелепш, запішыце яго і зрабіць што стандарт.Выгляд OSI цалкам супрацьлеглае. Бярэш пісьмовыя матэрыялыз значна больш шырокай супольнасьці, вы паклалі ўклад у пакоіРаспараджэння людзі з, шчыра кажучы, вялізныя палітычныя адрозненні і ўсёз іх уласныя палітычныя восі для драбнення, а праз чатыры гады вы атрымаеценешта з, як правіла, без яго калі-небудзь былі рэалізаваны адразу.Такім чынам, у перспектыве Інтэрнэт рэалізаваць, зрабіць яго працу добра,Затым запішыце яго, у той час як у перспектыве OSI з'яўляецца пагодзяцца з ім, напісацьяго ўніз, накіроўвае яго шмат, і цяпер мы ўбачым, калі хто-небудзь можа рэалізавацьпасля яго міжнародным стандартам і кожны вытворца ў свецеімкнецца да яе. Адзін з гэтых працэсаў мае зваротную, і я не думаю,яна займае Lucasian прафесарам фізікі ў Оксфард, каб высветліць, якія.
		-- Marshall Rose, "The Pied Piper of OSI"

%
У двух выпадках мяне папрасілі [членамі парламента!], "Маліцеся, г-нБэббидж, калі вы паклалі ў машыну няслушныя лічбы, будзе правільных адказаўвыйсці? "Я не ў стане правільна ўспрыняць такой блытаніныідэі, якія маглі б правакаваць такое пытанне.
		-- Charles Babbage

%
"Адзін Архітэктура, Адзін OS", таксама перакладаецца як «адно яйка, адзін кошык».
		-- Charles Babbage

%
"Адной з асноўных паняцце, якая ляжыць у аснове Usenet з'яўляецца тое, што кааператыў."Пабываўшы на USENET для выезду на дзесяць гадоў, я не згодны з гэтым.Асноўная ідэя, якая ляжыць у аснове USENET гэтае полымя.
		-- Chuq Von Rospach

%
Аднойчы студэнт прыйшоў да Месяца і сказаў: «Я разумею, як зрабіцьлепш зборшчык смецця. Мы павінны захаваць колькасць спасылак паказальнікаўадзін супраць ".Месяц цярпліва сказаў студэнту такую ​​гісторыю - "Аднойчы ўстудэнт прыйшоў на Месяц і сказаў: «Я разумею, як зрабіць лепш смеццеКалектар ... "
		-- Chuq Von Rospach

%
Адзін добрая прычына, чаму кампутары могуць рабіць больш працы, чым людзей у тым, што яныніколі не павінны спыніцца і адказаць на тэлефонны званок.
		-- Chuq Von Rospach

%
... Адзін з галоўных прычын падзення Рымскай імперыі было тое, што,хапае нуля, у іх не было ніякай магчымасці, каб паказаць паспяховае завяршэннеіх праграмы C.
		-- Robert Firth

%
Адзін з самых недаацэнены пераваг кампутараў ... Калі яны робяцьговнять, няма закона супраць біцця іх вакол няшмат.
		-- Joe Martin

%
Адно з пытанняў, з якімі сутыкаешся ўвесь час: Як энтузіязмамнаша падтрымка UNIX?Unix была напісана на нашых машынах і для нашых машын шмат гадоў таму.Сёння вялікая частка UNIX робіцца робіцца на нашых машынах. Дзесяць працэнтаў нашыхVAXs збіраюцца для выкарыстання UNIX. UNIX з'яўляецца простай мовай, лёгка зразумець,Лёгка пачаць з. Гэта выдатна для студэнтаў, выдатна падыходзіць для некалькі выпадковыхкарыстальнікі, і ён выдатна падыходзіць для перастаноўкі праграм паміж рознымі машынамі.І так, з-за яго папулярнасці на гэтых рынках, мы яго падтрымліваем. Мы маемдобрае UNIX на VAX і добрае UNIX на PDP-11.Гэта наша перакананне, аднак, што сур'ёзныя прафесійныя карыстальнікі будуць працавацьз рэчаў, якія яны могуць рабіць з UNIX. Яны хочуць рэальную сістэму і скончыццавыніку робіць VMS, калі яны атрымліваюць сур'ёзна ставіцца да праграмавання.З UNIX, калі вы шукаеце нешта, вы можаце лёгка і хуткаправерыць, што невялікае кіраўніцтва і высветліць, што яго там няма. няма з VMS, незалежна ад таго,тое, што вы шукайце - гэта літаральна пяць футаў захоўвання дакументацыі - каліВы глядзіце дастаткова доўга ён там. Вось у чым розніца - прыгажосць UNIXгэта проста; і прыгажосць VMS, што ўсё гэта ёсць.[Гэта было сцвярджаць, што прыгажосць UNIX тое ж самае, як прыгажосць КенаМозг Олсен. Рэд.]
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
Памылка аднаго чалавека гэта дадзеныя іншага чалавека.
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
Адна карціна варта 128K слоў.
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
Толькі вялікія майстры стылю можа атрымаць поспех у тым, тупыя.Большасць праграмістаў UNIX вялікія майстры стылю.
		-- The Unnamed Usenetter

%
Выжываюць толькі наймацнейшыя. Пераможаных прызнаць іх нягодна пазмяшчаючы аб'яву аб продажы з рытуальнай фразай "павінен прадаваць - Лепшае прапанову",і пасля гэтага жыць у ганьбу, аднесены да абмеркавання прабег газу і газонежа. Але ў выпадку поспеху, вы далучыцца да элітнага таварыства, што праводзіць гадзіныunpurifying дыялект племя з таямніцай гутаркі бітаў і байтаў, РАМНі дыскі, жорсткія дыскі і хуткасці перадачы. Вы непрыемныя, апантаны? гэтасціплы кошт, каб заплаціць. Бо ты пастукаў у тую ж дзіўным першабытнай ўладыякі вырабляе памылкі білінгу крэдытных карт і страчаныя агаворкі плоскасці. радуйся,постіндустрыяльнае воін, заваёўнік Bounceoids, гонар космасу, захавальніксілікон крэда: Computo, такім чынам сума. Сіла з вамі - на 110 вольт.Няхай вашы РАМН пладзіцца і размнажацца.
		-- Curt Suplee, "Smithsonian", 4/83

%
OS / 2 Піва: Пастаўляецца ў 32 унцый могуць. Ці дазваляе вам піць некалькі DOSBeers адначасова. Дазваляе піць Windows 3.1 Піва адначасоватаксама, але крышку больш павольна. Аб'яўляе, што яе банкі не выбухне, калі выадкрыць іх, нават калі патрэсці іх. Вы ніколі не бачыў нікогапітной OS / 2 Піва, але вытворца (Міжнародная ПіваВытворчасць) сцвярджае, што 9 мільёнаў шэсць пакетаў былі прададзеныя.
		-- Curt Suplee, "Smithsonian", 4/83

%
OS / 2 Skyways:Тэрмінал амаль пусты, і толькі некалькі патэнцыйных пасажыраў фрэзераванняа. Дыктар кажа, што іх палёт толькі адышоў, жадае імдобры палёт, хоць няма ніякіх самалётаў на ўзлётна-пасадачнай паласе. авіякампанія супрацоўнікаўхадзіць, просячы прабачэння багата для кліентаў у напаўголасу, паказваючычас ад часу, каб гладкі, магутныя бруі на выхадзе з тэрміналу наПоле. Яны кажуць кожнаму пасажыру, наколькі добра сапраўдны палёт будзе на іхновыя самалёты і колькі ён ацалее, чым Windows, авіякампаніі, але што яныдавядзецца пачакаць трохі даўжэй тэхнікаў, каб скончыць рэйсСістэмы. ня Можа да сярэдзіны 1995 года. Можа больш.
		-- Curt Suplee, "Smithsonian", 4/83

%
"Наша стаўленне з TCP / IP з'яўляецца,` Гэй, мы зробім гэта, але не робяць вялікіСістэма, таму што мы не можам гэта выправіць, калі яна парушае -. Ніхто не можа ""TCP / IP у парадку, калі ў вас ёсць трохі нефармальны клуб, і гэта не робіцьлюбая розніца, калі гэта займае некаторы час, каб выправіць гэта ".
		-- Ken Olson, in Digital News, 1988

%
Наш менеджэр дакументацыя паказваючы яе 2-гадовага сына вакол офіса.Ён быў прадстаўлены мне, і ў гэты час ён адзначыў, што мы абодва быліхолдынг сумкі папкорну. Мы абодва былі холдынг бутэлькі соку. але толькі* Ён * меў лядзяш.Ён папрасіў сваю маці ", чаму ён не мае лядзяш?"Яе адказ: "Ён можа мець лядзяш ў любы час ён хоча Вось.што значыць быць праграмістам ".
		-- Ken Olson, in Digital News, 1988

%
Наша неафіцыйная місія заключаецца ў паляпшэнні любоўнай жыцця аператараў па ўсім свеце.
		-- Peter Behrendt, president of Exabyte

%
Наша АС, Які існы ў CPU, UNIX імя Тваё.Твае праграмы працуюць, сістэмныя выклікі Тваім,У ядры, як у карыстальнікам!
		-- Peter Behrendt, president of Exabyte

%
За плячо нагляд больш неабходнасць мэнэджара, чымпраграмаванне задача.
		-- Peter Behrendt, president of Exabyte

%
У цэлым, філасофія атакаваць праблему даступнасці ад двухузаемадапаўняльныя напрамкі: каб паменшыць колькасць памылак у праграмным забеспячэнні празстрогае тэставанне пагонных сістэм, і каб паменшыць уплыў пакінутыяПамылкі, падаючы для аднаўлення пасля іх. Цікава зноска да гэтагаКанструкцыя тым, што цяпер збой сістэмы, як правіла, можа быць прынята лічыцьВынікам двух праграмных памылак: па-першае, у праграме, якая пачалапраблема; па-другое, у працэдуры аднаўлення, якія не маглі абараніцьСістэма.Аперацыйныя сістэмы, Частка II: OS / VS-2 Канцэпцыі іФіласофіі ", IBM Systems Journal, Vol. 12, No. 4.
		-- A. L. Scherr, "Functional Structure of IBM Virtual Storage

%
Празмерная спараджае памылку, калі мы прымаем як належнае, што гульня будзепрацягваць нармальнае рэчышча; калі мы не ў стане забяспечыць для незвычайнамагутны рэсурс - праверка, ахвяра, пат. пасляАхвяра можа выць, `Але хто мог марыць такой ідыёцкай выгляд хаду?
		-- Fred Reinfeld, "The Complete Chess Course"

%
Перапаўненне вкл / Dev / нуль, калі ласка апаражніць битоприемник.
		-- Fred Reinfeld, "The Complete Chess Course"

%
Перагрузка - стрыжань паслядоўнасць расплаўлення ініцыяваў.
		-- Fred Reinfeld, "The Complete Chess Course"

%
паніка: не магу знайсці /
		-- Fred Reinfeld, "The Complete Chess Course"

%
паніка: ядро ​​парушэнне сегментацыі. Ядро скідалі (жартую)
		-- Fred Reinfeld, "The Complete Chess Course"

%
паніка: ядро ​​пастка (ігнаруецца)
		-- Fred Reinfeld, "The Complete Chess Course"

%
Паскаль з'яўляецца мовай для дзяцей, якія жадаюць быць непаслухмяным.
		-- Dr. Kasi Ananthanarayanan

%
Паскаль не з'яўляецца мовай высокага ўзроўню.
		-- Steven Feiner

%
"Паскаль Паскаль Паскаль сабачае мяса».
		-- M. Devine and P. Larson, Computer Science 340

%
Паролі рэалізаваны ў выніку нестабільнасці.
		-- M. Devine and P. Larson, Computer Science 340

%
Паўза для перамяшчэння захоўвання.
		-- M. Devine and P. Larson, Computer Science 340

%
За даляра вы атрымаеце больш вылічальнай дзеянне з невялікай кампутар.
		-- R. W. Hamming

%
PL / I - "фатальная хвароба" - належыць больш пастаўленай задачы, чым даРашэнне ўсталяваць.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Гуляць Rogue, наведаць экзатычныя месцы, сустрэцца дзіўных істот і забіваць іх.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Калі ласка сысці.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Падключыце яго да кампутара !!!
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Заўчасная аптымізацыя ёсць корань усіх злы.
		-- D. E. Knuth

%
праграміст Price Вана быў кадавання праграмнага забеспячэння. Яго пальцы танцавалі наклавіятура. Праграма складзена без паведамленні пра памылку, і праграмапабег, як лёгкі ветрык.Выдатна! "Усклікнуў Кошт", Ваша тэхніка бездакорная! ""Тэхніка?" сказаў праграміст, адварочваючыся ад тэрмінала, "Тое, што япрытрымлівацца Дао - па-за ўсякім тэхнікі. Калі я ўпершыню пачаў праграму яб бачу перад сабой ўсю праграму ў адну масу. Пасля трох гадоў я небольш бачыў гэтую масу. Замест гэтага я выкарыстаў падпраграмы. Але цяпер я нічога не бачу.Уся мая істота існуе ў бясформенную пустэчу. Мае пачуцці бяздзейнічаюць. Мой дух,свабодна працаваць без плана, варта сваёй уласнай інстынкт. Карацей кажучы, маёй праграмезапісваецца. Праўда, часам бываюць цяжкія праблемы. Я бачу іхпрыходзіць, я запавольвацца, я моўчкі глядзець. Тады я змяніць адзін радок кодаі цяжкасці знікнуць, як зацяжак прастою дыму. Затым я скампілявацьПраграма. Я сядзець і хай радасць працы запоўніць маё істота. Я заплюшчваюВочы на ​​імгненне, а затым выйсці ".Цана Ван сказаў: "Лепш бы ўсе мае праграмісты былі мудрыя!"
		-- Geoffrey James, "The Tao of Programming"

%
Прафесар: Так амерыканскі ўрад пайшоў IBM прыдумаць з дадзенымістандарт шыфравання, і яны прыдумалі ...Слухач: EBCDIC "!
		-- Geoffrey James, "The Tao of Programming"

%
Ненарматыўная лексіка з'яўляецца адну мову ўсё праграмісты ведаюць лепш.
		-- Geoffrey James, "The Tao of Programming"

%
Праграмісты зрабіць гэта па кавалачках.
		-- Geoffrey James, "The Tao of Programming"

%
Праграмісты выкарыстоўваць для пакетнай асяроддзі можа быць цяжка жыць безгіганцкія прэйскурантаў; мы б цяжка выкарыстоўваць іх.
		-- D. M. Ritchie

%
Праграмаванне ненатуральны акт.
		-- D. M. Ritchie

%
Прапанаваныя дапаўненні да набору інструкцый PDP-11:Таўстушка Аддзяленне Абодва спосабуBEW Аддзяленне Альбо шляхBBBF Аддзяленне на битоприемник FullBH Аддзяленне і павесіцьBMR Галіна некалькіх рэгістраўЛПП Аддзяленне На BugBPO Аддзяленне Кампутар выключаныBST Backspace і Stretch стужкаCDS кандэнсавацца і знішчыць сістэмыCLBR Clobber РэгістрацыяCLBRI Clobber Рэгістрацыя АдразуCM Circulate памяціCMFRM Come From - неабходны для сапраўды структурнага праграмаванняОПЗ Crumple папяровая і RipCRN Пераўтварыць у рымскія лічбы
		-- D. M. Ritchie

%
Прапанаваныя дапаўненні да набору інструкцый PDP-11:DC Падзяляй і ўладарДМПК Destroy Memory Protect KeyСапраўды дзеляцца і пералівамEMPC Эмуляцыя Кішэнны калькулятарEPI Выканаць праграміст АдразуEROS Сцерці Read Only захоўванняExce Выканаць інжынер сэрвіснай службыХКФ Спыніся і гарыIBP Устаўце Буг і ПрацягнуцьINSQSW Уставіць у чарзе дзесьці (для Fino чэргаў [Першы ў ніколі не выходзяць])PBC друку і Перапынак ланцугаPDSK Удар дыска
		-- D. M. Ritchie

%
Прапанаваныя дапаўненні да набору інструкцый PDP-11:PI Удар НяправільныPOPI Удар Аператар АдразуPVLC Удар Пераменная Card ДаўжыняRASC чытаць і Shred картыRPM карыстальніка Праграмісты РозумRSSC знізіць хуткасць, крок старанна (для павышэння дакладнасці)RTAB перамотка стужкі і разрыўперамоткі дыска RWDSKRWOC карыстальніка Writing On CardSCRBL штабнаваць на дыск - хутчэй, чым пішуцьSLC Пошук страчанага ChordSPSW сутычка ССПSRSD Seek Запіс і Scar дыскаСтромой Захоўваць у пастаяннае запамінальная прыладаБТ Перадача і падзенні БітWBT вады Binary Tree
		-- D. M. Ritchie

%
Прадзьмуху завершана.
		-- D. M. Ritchie

%
не давярае ў загадкавых заўваг.
		-- D. M. Ritchie

%
Radio Shack ЎЗРОВЕНЬ II BASICГАТОВЫ> _
		-- D. M. Ritchie

%
Аператыўная памяць ня быў пабудаваны ў дзень.
		-- D. M. Ritchie

%
Хрыпы вакол задняй часткі галавы з'яўляецца трывожным вобраз нешта яўбачыў у аэрапорце ... Зараз я ўспамінаю тыя гіганцкія груды кампутарычасопісы побач з "народ" і "Time" у краме аэрапорта. маегэта турбуе нікога, што палова свету палічанае ўсе цаной вялікіх намаганняўсакрэты камп'ютэрных тэхналогій? Памятаеце, як усе адвакаты абурылісякалі "Як пазбегнуць PROBATE» быў надрукаваны? не гатовыя яны прымаюць без віныстрахаванне лежачы? Ніякім чынам! Але пры цяперашніх тэмпах ён не будзе доўга,да таго, як стэкі "транзакцыю па тэорыі інфармацыі" ўА & Р касавыя боксы. Хто будзе ўражаны з намі электрычнаяІнжынеры тады? Ці павінны мы, як той казаў, раздаваць у краме?
		-- Robert W. Lucky, IEEE President

%
Памылка Рэактар ​​- ядро ​​скідалі!
		-- Robert W. Lucky, IEEE President

%
Рэальныя кампутарныя спецыялісты захапляюцца ADA сваёй пераважнай эстэтыкіЗначэнне але ім цяжка на самай справе праграмы ў ёй, як гэтазанадта вялікі, каб ажыццявіць. Большасць камп'ютэрных навукоўцы не заўважаюцьгэта таму, што яны да гэтага часу спрачаюцца над тым, што яшчэ дадаць да ADA.
		-- Robert W. Lucky, IEEE President

%
Рэальныя кампутарныя спецыялісты пагарджаюць інфармацыю аб наяўнай абсталяванні. абсталяванне маеАбмежаванні, праграмнае забеспячэнне не робіць. Гэта сапраўдная ганьба, што машыны Цьюрынга з'яўляюццанастолькі бедныя на I / O.
		-- Robert W. Lucky, IEEE President

%
Рэальныя кампутарныя навукоўцы не камэнтуюць свой код. ідэнтыфікатары з'яўляюццатак доўга яны не могуць дазволіць сабе дыскавая прастора.
		-- Robert W. Lucky, IEEE President

%
Рэальны кампутарныя навукоўцы не праграмаваць на асэмблеры. Яны не пішуцьу чым менш партатыўнай, чым нумар два алоўка.
		-- Robert W. Lucky, IEEE President

%
Рэальны кампутарныя навукоўцы не пісаць код. Яны часам падпраўляць`Сістэмы праграмавання", але тыя так высокі ўзровень, што яны наўрад ці можа разлічваць(І рэдка разлічваць дакладна; дакладнасць для прыкладанняў).
		-- Robert W. Lucky, IEEE President

%
Рэальныя кампутарныя навукоўцы, як наяўнасць кампутара на стале, інакш якможа чытаць іх пошту?
		-- Robert W. Lucky, IEEE President

%
Рэальны кампутарныя навукоўцы толькі пішуць спецыфікацыі для моў, якія могуць запускацьна будучай абсталяванні. Ніхто не давярае ім, каб напісаць функцыі для чаго-небудзь гомасапіенс і ніколі не зможа, каб змясціцца на адну планету.
		-- Robert W. Lucky, IEEE President

%
Сапраўдныя праграмісты грэбуюць структурнага праграмавання. Структурнае праграмаванне з'яўляеццадля дакучлівых неўротыкоў, якія былі заўчасна туалет-навучаных. яны носяцьгальштукі і старанна выстройваюцца алоўкі на іншае выразных сталах.
		-- Robert W. Lucky, IEEE President

%
Сапраўдныя праграмісты не прыносяць карычнева-абеды сумкі. Калі ў аўтамацене прадаваць яго, яны не ядуць яго. Гандлёвыя аўтаматы не прадаюць пірог з заварным крэмам.
		-- Robert W. Lucky, IEEE President

%
Сапраўдныя праграмісты не каментуюць свой код. Цяжка было пісаць, ягопавінна быць цяжка зразумець.
		-- Robert W. Lucky, IEEE President

%
Сапраўдныя праграмісты не звярнуць схем. Блок-схемы, у рэшце рэшт,Форма непісьменных у дакументацыі. Пячорныя людзі звярнулі схем; паглядзіце, якшмат добрага ён зрабіў іх.
		-- Robert W. Lucky, IEEE President

%
Сапраўдныя Праграмісты не ядуць пірог з заварным крэмам. Яны ядуць Twinkies і Сычуані ежу.
		-- Robert W. Lucky, IEEE President

%
Сапраўдныя Праграмісты не гуляюць у тэніс, або любы іншы від спорту, які патрабуеВы пераапранацца. Альпінізм ў парадку, і сапраўдныя праграмістынасіць іх альпінісцкім чаравікі для працы ў выпадку гару раптамвырастаюць у сярэдзіне машынным аддзяленні.
		-- Robert W. Lucky, IEEE President

%
Сапраўдныя праграмісты не пішуць у BASIC. На самай справе, няма праграмісты не пішуць уАСНОЎНЫЯ пасля дасягнення палавой сталасці.
		-- Robert W. Lucky, IEEE President

%
Сапраўдныя Праграмісты не пішуць на Фортране. FORTRAN для труб стрэс вырадкаў ікрышталяграфія weenies. FORTRAN для WIMP інжынераў, якія носяць белыя шкарпэткі.
		-- Robert W. Lucky, IEEE President

%
Сапраўдныя Праграмісты не пішуць у PL / I. PL / I для праграмістаў, якія не могуцьвырашыць, ці варта пісаць у COBOL або FORTRAN.
		-- Robert W. Lucky, IEEE President

%
Сапраўдныя Праграмісты думаю лепш, калі гуляюць Adventure або ашуканскім.
		-- Robert W. Lucky, IEEE President

%
Рэальныя праграмы не ядуць кэш.
		-- Robert W. Lucky, IEEE President

%
Рэальныя праграмы не выкарыстоўваць агульны тэкст. У адваротным выпадку, як яны могуць выкарыстоўваць функцыідля працоўнай прасторы пасля таго як яны скончылі называючы іх?
		-- Robert W. Lucky, IEEE President

%
Рэальны праграмныя інжынеры не адладжваць праграмы, яны правяраюць правільнасць.Гэты працэс не абавязкова мяркуе выкананне чаго-небудзь накампутар, за выключэннем, мабыць пакета Правільнасць Праверка дапамогі.
		-- Robert W. Lucky, IEEE President

%
Рэальны праграмныя інжынеры не падабаецца ідэя нейкай невытлумачальнай ітоўсты апаратныя некалькі праходаў прэч, якія могуць перастаць працаваць у любойМомант. Яны маюць вялікі недавер апаратных людзей, і жадаю, кабсістэмы могуць быць віртуальнымі по * ___ всех * узроўнях. Яны хацелі б персанальныкампутары (вы ведаеце, ніхто не збіраецца спатыкнуцца то і забіць вашагаDFA ў сярэдзіне шляху), за выключэннем таго, што яны павінны 8 мегабайт, каб запусціць іхПакеты Правільнасць Праверка дапамогі.
		-- Robert W. Lucky, IEEE President

%
Рэальны праграмныя інжынеры працуюць з 9 да 5, таму што гэта шлях заданнеапісана ў фармальным спецыфікацыі. Праца позна будзе адчуваць сябе выкарыстоўваючыбез дакументаў працэдура вонкавага.
		-- Robert W. Lucky, IEEE President

%
Рэальныя Людзі баяцца, што яны разаб'ю машыну - але яны ніколі небаючыся парушыць свой твар.
		-- Robert W. Lucky, IEEE President

%
Рэальныя Людзі лічаць адным камбінацыі загадкавых ўваходных значэнняў, што закрываепрацу сістэмы на працягу некалькіх дзён.
		-- Robert W. Lucky, IEEE President

%
Рэальныя Людзі ненавідзяць Сапраўдныя Праграмісты.
		-- Robert W. Lucky, IEEE President

%
Рэальныя Людзі ведаюць нумар свайго хатняга тэлефона.
		-- Robert W. Lucky, IEEE President

%
Рэальныя Людзі ніколі не ведаюць, чаго хочуць, але яны заўсёды ведаюць, калі ваша праграмане дастаўляе яго.
		-- Robert W. Lucky, IEEE President

%
Рэальныя Людзі ніколі не выкарыстоўваць ключ даведкі.
		-- Robert W. Lucky, IEEE President

%
Рэкурсія ёсць корань вылічэнняў, паколькі яна гандлюе апісання часу.
		-- Robert W. Lucky, IEEE President

%
Памятаеце старыя добрыя часы, калі працэсар быў адзіным?
		-- Robert W. Lucky, IEEE President

%
Памятаеце, Бог мог стварыць толькі свет за 6 дзён, таму што ён не зрабіўмае ўсталяваную базу карыстальнікаў.
		-- Robert W. Lucky, IEEE President

%
Памятаеце, UNIX, запісаны задам наперад з'яўляецца XINU.
		-- Mt.

%
Памятаеце: выкарыстоўваць выхад з сістэмы, каб выйсці.
		-- Mt.

%
Працэдура прыняцця Рыш для інтэграцыі, не дзіўна,выкарыстоўвае рэкурсіі ад колькасці і тыпу пашырэнняў адрацыянальныя функцыі, неабходныя для прадстаўлення подинтегральную. хоцьАлгарытм варта і крытычна залежыць ад адпаведнай структурына ўваходзе, як у выпадку шматмернага раскладання, мы не можамсцвярджаюць, што алгарытм з'яўляецца натуральным. На самай справе, стваральнікдыферэнцыяльную алгебру Ритт, пакончыў з сабой у пачатку 1950-х,у асноўным, ён сцвярджаў, таму што нешматлікія звярнулі ўвагу на яго працу. верагоднаён атрымаў бы больш увагі, калі б ён атрымаў алгарытм, а таксама.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Радок, радок, радок свае біты, мякка ўніз па плыні ...
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Эканомія энергіі: Прывад меншую абалонку.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Захаваць газ, не выкарыстоўваць абалонку.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Ратуйся! Перазагрузка праз 5 секунд!
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Скажыце "дваццаць тры-Змывайся" для выхаду.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
SCCS, крыніца Матэль! Праграмы праверыць і ніколі не праверыць!
		-- Ken Thompson

%
Навука інфарматыцы, як гідрадынаміка з'яўляецца сантэхнікі.
		-- Ken Thompson

%
Навукоўцы рыхтаваліся эксперымент спытаць канчатковы пытанне.Яны працавалі на працягу некалькіх месяцаў сабраць па адным з кожнага кампутара, які быўубудаваны. Нарэшце вялікі дзень было пад рукой. Усе кампутары былі звязаныразам. Яны задаюць пытанне, "Ці ёсць Бог?". святло пачаломіргае, міргае і міргае яшчэ трохі. Раптоўна пачуўся гучныаварыя, і маланка сышоў з неба, ударыўкампутары і зварныя усе злучэнні пастаянна разам. "ТамЗараз ", быў адказ.
		-- Ken Thompson

%
Скоці: Капітан, мы дын 'можа спасылацца на яго!Кірк: аналіз, містэр Спок?Спок: Капітан, ён не з'яўляецца ў табліцы знакаў.Кірк: Тады гэта вонкавае паходжанне?Спок: Так дакладна.Кірк: Містэр Сулу, ісці здаваць два.Сулу: Ёсць, сэр, збіраецца прайсці два.
		-- Ken Thompson

%
"Падзел 2.4.3.5 асцюка (акцептор дачакацца новага цыклу стан).У асцюка функцыя AH паказвае, што ён атрымаўшматрадковы паведамленне байт.У асцюка паведамленне RFD павінны быць адпраўлены ілжывыя і паведамленне ЛАПпавінны быць адпраўлены пасіўным праўда.Функцыя AH павінен выйсці асцюка і ўвядзіце:(1) ANRS калі DAV ілжыва(2) СНІД, калі паведамленне АТН ілжыва і ні:(А) Хлопцы актыўна(Б), ні LACS актыўны "праграмуемы Інструментар
		-- from the IEEE Standard Digital Interface for

%
Праверка бяспекі: Intruder Alert!
		-- from the IEEE Standard Digital Interface for

%
Здаецца кампутарны інжынер, сістэмны аналітык, і праграміст былізніжаючы гару, калі тормазы выдавалі. Яны крычалі ўнізгоры, набірае хуткасць, але ў рэшце рэшт атрымалася спыніцца, больш,поспехі, чым усе астатняе, усяго ў некалькіх цалях ад падзення тысяч футаў да зубчастыяпароды. Усе яны выйшлі з машыны:        Кампутарны інжынер сказаў: "Я думаю, што я магу гэта выправіць."        Сістэмны аналітык сказаў: "Не, не, я думаю, што мы павінны прыняць ягоў горад і мець спецыяліста зірнуць на яго ".        Праграміст сказаў: "Добра, але спачатку я думаю, што мы павінны вярнуццаі ўбачыць, калі ён робіць гэта зноў ".
		-- from the IEEE Standard Digital Interface for

%
СЕМІНАР АНОНСНазва: жабы Т'юрынг Сумяшчальнасць?Дакладчык: Дон "Леў" ПугаРЭЗЮМЭНекаторыя даследчыкі з Універсітэта Луізіяны вывучалівылічальная магутнасць розных амфібій, жабы ў прыватнасці. Праблемажабы вычислимость стала крытычным пытаннем, які вагаецца ва ўсіх абласцяхінфарматыкі. Было паказана, што нічога вычислимый дапамогай amphi-Бянь супольнасць у фіксаванага памеру сажалкі вылічым жабы ў той жа памерусажалка - гэта значыць, жабы сажалка-прастору поўнае. Пакажам, штоёсць часопіс-прастору, зніжэнне polywog часу з любой праграмы машыны Цьюрынгакаб жабы. Мы прапануем гэтыя ўяўляюць сабой ўласнае падмноства жабы-вычислимаяфункцыі.Гэта не проста давайце-бачыць-хау-Далёкі-тыя-жабы-магу-скачок семінар.Гэта толькі для хардкорных амфібіі вылічальных людзей і іх калегаў.Сняданак будзе пададзены. Музыка будзе прайгравацца.
		-- from the IEEE Standard Digital Interface for

%
Адправіць некаторы брудную пошту.
		-- from the IEEE Standard Digital Interface for

%
Sendmail можа быць бяспечна запушчана Set-ID карыстальніка ў корань.
		-- Eric Allman, "Sendmail Installation Guide"

%
Некалькі студэнтаў папрасілі даказаць, што ўсе няцотныя лікі з'яўляюцца простымі.Першым вучнем, каб паспрабаваць зрабіць гэта было матэматыцы студэнт. "М-так ...Ну, адзін простае, 3 простае, 5 простае, і па індукцыі, мы атрымліваем, што ўсеняцотныя лікі з'яўляюцца простымі ".Другі студэнт паспрабаваць быў чалавекам фізікі, якія пракаментаваў, "Я неупэўнены ў абгрунтаванасці вашай доказы, але я думаю, што я паспрабую даказаць гэтаЭксперымент ". Ён працягвае:" Ну, адзін простае, 3 простае, 5 простае, 7прэм'ер, 9 ... ээ, 9 ... ээ, 9 з'яўляецца эксперыментальным памылцы, 11 простае, 13простае ... Ну, здаецца, што вы маеце рацыю ".Трэці студэнт паспрабаваць гэта было студэнт інжынернага факультэта, які адказаў,"Ну, калі шчыра, на самай справе, я не ўпэўнены ў сваім адказе небудзь. Давайцесм ... 1 простае, 3 простае, 5 простае, 7 простае, 9 ... ээ, 9 ...добра, калі вы прыблізна, 9 простае, 11 простае, 13 простае ... Ну, гэтаздаецца ў парадку ".Каб не адстаць, навука студэнт кампутар прыходзіць і кажа"Ну, вы двое sort've атрымаў права ідэю, але вы будзеце ў канчатковым выніку прымае занадта доўга!Я толькі на хуткую руку праграму сапраўды пайсці і даказаць гэта. "Ён падыходзіць даяго тэрмінал і кіруе сваёй праграмы. Чытанне вываду на экран ён кажа,"1 простае, 1 простае, 1 простае, 1 простае ..."
		-- Eric Allman, "Sendmail Installation Guide"

%
Яна прадае cshs па cshore.
		-- Eric Allman, "Sendmail Installation Guide"

%
Пакупкі ў гэтым grody невялікі кампутарны краму ў Galleria пры ацалкам awwwesome Apple. Фер suuure. Я маю на ўвазе Яблыкі добрыя вы ведаеце?Але, вы ведаеце, ёсць гэты мілы хлопец, які працуе там, і ён кажа, штоVAX з'яўляюцца круче! Я маю на ўвазе на самой справе не ведаеце, вы ведаеце? Ён кажа, штомае гэтую зусім трубчасты VAX дома, і гэта фаршыраваная памяці-к-максімуме!Права, так. І ён хоча, каб адвезці мяне дадому, каб паказаць яго мне. О Божухна!Я suuure. Gag мяне з Prime!
		-- Eric Allman, "Sendmail Installation Guide"

%
Сімулятары, як міні-спадніцы, яны паказваюць шмат і схаваць самае неабходнае.
		-- Hubert Kirrman

%
skldfjkl jklsR% ^ & (IXDRTYju187pkasdjbasdfbuilч; asvgy8p 23r1vyui 135 2kmxsij90TYDFS $$ б jkzxdjkl bjnk; J пк; <[] [; - == - <<<<< '; [,[Hjioasdvbnuio; buip ^ & (FTSD $% * VYUI: Buio; SDF} [ASDF ']sdoihjfh (_YU * G & F ^ * CTY98yЦяпер паглядзім, што вы пайшлі і зрабілі! Вы парушылі яго!
		-- Hubert Kirrman

%
У Unix, павольна, але дакладна папаўзла ўверх на карыстальніка Nintendo ...
		-- Hubert Kirrman

%
Такім чынам, вы бачыце Антоніа, навошта турбавацца аб адной маленькай дамп, а? у рэчаіснасціусе асноўныя звалкі адбудзецца ў той жа момант, так што дампа памяці ў вас будзеЗаўтра, чаму, гэта ўжо адбылося. Вы бачыце, што гэта ўсяго толькі трохі універсальнырэкурсіўная жарт, якая пранізвае нашу жыццё праз бясконцага патэнцыялухуткарастваральны. Так што ідзі спаць, Антоніа, ваш паток можа зламацца ў любы моманті выкіну вас з бяспечнага бяспекі момант у цёмную пустэчувечнасць, анты-час. Так што ідзі спаць ...
		-- Hubert Kirrman

%
Вытворчасць праграмнага забеспячэння лічыцца функцыяй лінія, але яна знаходзіцца ў падпарадкаванніяк функцыі персаналу.
		-- Paul Licker

%
пастаўшчыкі праграмнага забеспячэння імкнуцца зрабіць свае праграмныя пакеты больш"Дружалюбны". ... Іх лепшы падыход, да гэтага часу, у тым, каб узяць усёстарыя брашуры і друк словы, "дружалюбны" на вокладцы.[Пот. Чайнік. Чорны.]
		-- Bill Gates, Microsoft, Inc.

%
Некаторыя з маіх чытачоў пытаюць мяне, што такое "Паслядоўны порт" ёсць.Адказ: Я не ведаю.Гэта свайго роду віна ў вас ёсць з сняданкам?
		-- Bill Gates, Microsoft, Inc.

%
Некаторыя людзі сцвярджаюць, што крывая навучання UNIX круты, але па меншай меры вамтолькі падняцца на яе адзін раз.
		-- Bill Gates, Microsoft, Inc.

%
У некаторых мовах праграмавання атрымоўваецца паглынуць змены, але супрацьстаяць прагрэсу.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Тэрмінал Хто-то падае біты. Я знайшоў кучу іх на сябе ўкут.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Нешта таямнічае фармуецца, нараджаецца ў цішыні пустаты. чаканнеу спакоі і не рухаючыся, гэта адразу яшчэ і яшчэ ў пастаянным руху. туткрыніца ўсіх праграм. Я не ведаю яго імя, таму я буду называць ягоДао Праграмавання.Калі Тао вялікі, то аперацыйная сістэма з'яўляецца вялікім. каліАперацыйная сістэма з'яўляецца вялікім, то кампілятар вялікі. Калі кампілятарбольш, то прыкладання з'яўляецца вялікім. Карыстальнік задаволены і ёсцьгармонія ў свеце.Дао Праграмавання цячэ далёка, і вяртае на вецерраніца.
		-- Geoffrey James, "The Tao of Programming"

%
Кажучы як чалавек, які ўнікаў у тонкасці PL / I, я ўпэўнены,што толькі сапраўдныя мужчыны маглі б напісаць такую ​​машыну коробления, цыклу захопу,ўсёахопная монстра. Вылучаюць масіў і вызваліць сярэдняй трэці?Вядома! Чаму не? Памножце знакавая радок раз у бітавую радок і прысвоіцьпрывесці да флоат дзесятковай? Наперад! Вызваліце ​​кантраляваную зменную працэдурупараметру і пераразмеркаваць яго, перш чым перадаць яго назад? Накладанне трох розныхтыпы зменных на тым жа месцы памяці? Усё, што вы кажаце! напісацьрэкурсіўная макра? Ну, няма, але сапраўдныя мужчыны выкарыстоўваюць паўторнае сканаванне. Як мог моватак што, відавочна распрацаваны і напісаны сапраўдных мужчын не прызначаных для Real Man выкарыстоўваць?
		-- Geoffrey James, "The Tao of Programming"

%
***** Спецыяльны семінар А.І. (анатацыя)Было шырока прызнана, што праграмы ІІ патрабуе спецыяльных ведаўдля таго, каб паказваць добрыя вынікі ў складаных абласцях. Але веды самі па сабе недастатковым для некаторых прыкладанняў; Мудрасць неабходная таксама. адпаведна,мы распрацавалі новы падыход да штучнага інтэлекту, які мы называем"Мудрасць інжынірынг». У якасці праверкі нашых ідэй мы пісалі Эмануіл, аСістэма заснаваная мудрасць для дамена задача заходняй філасофскай думкі.Імануіл падавалі першапачаткова з 200 мудрасці адзінак, якія ўтрымлівалі мудрасціаб такіх элементарных паняццях, як розум, матэрыя, быўшы, нішто, і такв. Імануіл затым давалі свабодна працаваць, кіруючыся эўрыстыкіПравілы, якія змяшчаюцца ў яго heterarchically арганізаванай мета мудрасці базы. Імануілатрымалася зноўку найбольш важныя філасофскія ідэі распрацаваныу заходняй культуры на працягу апошніх 25 стагоддзяў, у тым лікуякая ляжыць у аснове тэорыі Платона ўрада, метафізіка Канта, тэорыя Ніцшэкошту і фенаменалогіі Гусэрля. На гэтым семінары мы апішамДасягнення Эмануіла і ўнутраная архітэктура. Мы будзем таксама кораткаабмеркаваць нашы нядаўнія намаганні па ўжыванні мудрасці інжынерыю для разведкі нафты.
		-- Geoffrey James, "The Tao of Programming"

%
сустрэча супрацоўнікаў у канферэнц-зале ў% D хвілін.
		-- Geoffrey James, "The Tao of Programming"

%
сустрэча супрацоўнікаў у канферэнц-зале ў 3 хвіліны.
		-- Geoffrey James, "The Tao of Programming"

%
Стандарты маюць вырашальнае значэнне. І лепш за ўсё пра стандартаў: ёсцьтак ____ з чаго выбіраць!
		-- Geoffrey James, "The Tao of Programming"

%
Яшчэ некалькі памылак у сістэме ... Калі-небудзь я павінен сказаць вам пра дзядзькуНавум з штата Мэн, які правёў гады пры спробе перасекчы медуз з селядцакаб ён мог размнажацца бескасцёвага селядца. Яго эксперымент зваротны таксама, і ёнзавёўся з кашчавай медузы ... які быў ледзь ці варта свеч. там увельмі мала выклік для тых, там.
		-- Allucquere R. "Sandy" Stone

%
Скупасць з прывілеямі дабрыня ў маскіроўцы.
		-- Guide to VAX/VMS Security, Sep. 1984

%
Стоп! Хто crosseth мост смерці, неабходна адказаць, першгэтыя пытанні тры, перш чым іншая бок ён бачыць!	"Як цябе зваць?""Сэр Браян Бэл.""Што вашы пошукі?""Я шукаю Святой Грааль.""Якія чатыры малыя літары, якія не з'яўляюцца юрыдычнымі аргументамі сцягверсіі Berkeley UNIX ў `LS '?""Я, э .... AIIIEEEEEE!"
		-- Guide to VAX/VMS Security, Sep. 1984

%
*** ВУЧНЯЎ поспеху ***Многія з нашых студэнтаў пайшлі на дамагчыся вялікіх поспехаў ва ўсіх абласцяхпраграмаванне. Адзін былы студэнт распрацаваў канцэпцыю персаналізаванагаФорма лісты. Любая "Паважаны г-н (пазначыць найменне), Вы, магчыма, ужо фраза, Апераможца!, "гучыць знаёма? Іншы студэнт піша" Пасля ўсяго толькі пяць урокаў, якія япрадаў "Мой самы незабыўны Program" артыкул часопіса Едкі Computing.Іншы з нашых выпускнікоў піша: "Я нядаўна скончыў кіравання базай дадзеныхПраграма для майго мэнэджара аддзела. Мая праграма кранула яго так глыбока, што ёнанямеў. Ён сказаў мне пазней, што ён ніколі не бачыў такую ​​праграму ўУся яго кар'ера. Дзякуй, школа Знакамітыя праграмістаў; Толькі ты могзрабілі гэта магчымым. "Адправіць для нашага ўступнага брашуры, якая тлумачыцьу смутнай падрабязна аперацыя школы знакамітага праграмістаў, і вы будзецемець права выйграць магчымы шанец ўвесці малюнак, пераможца якогаможа супернічаць за мноства свабодных нажоў стейк. Калі вы не зробіце гэта цяпер, вы будзеце ненавідзецьсамі па раніцах.
		-- Guide to VAX/VMS Security, Sep. 1984

%
Такія намаганні амаль заўсёды павольна, працаёмкі, палітычнай, дробная, сумна,цяжкавагавая, няўдзячная, і вельмі крытычнасці.
		-- Leonard Kleinrock, on standards efforts

%
Выкажам здагадку на хвіліну, якая склалася ў аўтамабільнай прамысловасці, у той жаХуткасць як кампутары і за той жа перыяд: колькі танней і большэфектыўнымі апынуліся б сучасныя мадэлі? Калі вы яшчэ не чуўаналогія, адказ ламае. Сёння вы маглі б купіцьRolls-Royce за $ 2,75, ён будзе рабіць тры мільёны міль на галон, ібыло б паставіць дастатковую сілу для прывядзення ў каралеву Лізавету II. І калі выбылі зацікаўлены ў мініяцюрызацыі, вы маглі б размясціць паўтузіна з іх нашпількавай галоўкі.
		-- Christopher Evans

%
Зменны памылка чытання. Вы губляеце свой розум.
		-- Christopher Evans

%
Сінтаксічны цукар выклікае рак коскі.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Сістэма кантрольна-прапускны пункт у камплекце.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
спускаючыся на 01:45 ў другой палове дня для дыска збой сістэмы.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
спускаючыся на 5 сёння днём, каб усталяваць планавальнік памылка сістэмы.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Сістэма спускаючыся на працягу 5 хвілін.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Сістэма перазапуск, пачакайце ...
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
    *** Выключэнне сістэмы пасланне ад кораня ***Сістэма спускаючыся за 60 секунд
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Сістэмы маюць падсістэмы і падсістэмы маюць падсістэмы і гэтак далей аб'явайбясконцасці - менавіта таму мы заўсёды пачынаць спачатку.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Сістэмы праграмісты першасьвятары нізкай культу.
		-- R. S. Barton

%
Тэставанне можа паказаць presense памылак, але не іх адсутнасць.
		-- Dijkstra

%
TeX з'яўляецца патэнцыйна найбольш значным вынаходствам ў наборнага ў гэтымстагоддзе. Ён уводзіць стандартны мова для кампутара друкарні, а ўПа сваёй значнасці можа месца каля увядзенні прэсе Гутенберга.
		-- Gordon Bell

%
"Апрацоўка тэксту дазволіла правай кнопкай апраўдаць любую ідэю, наваттой, які не можа быць апраўданы па любых іншых падставах ".
		-- J. Finnegan, USC.

%
Гэта не вылічыць.
		-- J. Finnegan, USC.

%
... Што паняцця "жалеза", і "праграмнага забеспячэння" павінна быць пашыранапаняцце LiveWare - у тым, што праграмнае забеспячэнне, якое вырабляе для выкарыстання наапаратнага забеспячэння. Гэта дае відавочную пашырэнне канцэпцыі манітораў.Манітор LiveWare гэта чалавек, прысвечаны задачы забеспячэння, штоLiveWare не перашкаджае працэсаў у рэжыме рэальнага часу, выклікаючыУ РЭЖЫМЕ РЭАЛЬНАГА ЧАСУ ката выдаліць LiveWare што адмоўна ўплывае ...
		-- Linden and Wihelminalaan

%
"Гэта дакладна, а верхні рэгістр зруху працуе выдатна на экране, алеяны не выходзілі на праклятым друкаркі ... Трымайся? Вядома, я буду трымаць ".
		-- e.e. cummings last service call

%
Гэта рэч пра людзей, якія думаюць, што яны ненавідзяць кампутары. што янысапраўды ненавіджу гэта паршывыя праграмісты.
		-- Larry Niven and Jerry Pournelle in "Oath of Fealty"

%
"Пярэдні край" становіцца даволі сумна.
		-- Andy Purshottam

%
11 для людзей з гонарам у 10 і кішэні з 8.
		-- R. B. Greenberg [referring to PDPs?]

%
Адсутнасць этыкетак [у ECL], верагодна, добрая рэч.
		-- T. Cheatham

%
Алгарытм знаходжання самы доўгі шлях у графе з'яўляецца NP-поўнай.Для вас сістэм людзей, то гэта значыць * вельмі павольна *.
		-- Bart Miller

%
"Алгарытм зрабіць гэта надзвычай непрыемны. Вы можаце напасціхто-то з ёй ".
		-- M. Devine, Computer Science 340

%
Аналітычная машына тчэ Алгебраічныя ўзоры падобна таму, як жаккардткацкі станок тчэ кветкі і лісце.
		-- Ada Augusta, Countess of Lovelace, the first programmer

%
"Дрэнная рэпутацыя UNIX атрымаў зусім незаслужана, укладваюць на людзейхто не разумее, хто не атрымаў там і спрабавалі што-небудзь ".
		-- Jim Joyce, owner of Jim Joyce's UNIX Bookstore

%
Піва астуджэннем кампутар не руйнуюць азонавы пласт.[Калі я магу чытаць мае нататкі з Спытай доктар Майк сесіі на Baycon, ямяркуюць, што ён дадаў, што піва астуджэннем кампутар выкарыстоўвае "Забудзьцеся толькіПамяць ". Рэд.]
		-- John M. Ford, a.k.a. Dr. Mike

%
Лепшая кніга па праграмаванні для неадмыслоўца гэта "Аліса ў краіне цудаў";але гэта таму, што гэта лепшая кніга па чым для неадмыслоўца.
		-- John M. Ford, a.k.a. Dr. Mike

%
Лепшы спосаб паскорыць Macintoy знаходзіцца на 9,8 метра ў секунду за секунду.
		-- John M. Ford, a.k.a. Dr. Mike

%
Метр bogosity проста прывязаны.
		-- John M. Ford, a.k.a. Dr. Mike

%
Буда, Боскасьць, пражывае гэтак камфортна ў ланцугахлічбавай кампутар або шасцярні скрынкі перадач цыклу, як ён робіць у верхняйад гары або ў пялёсткі кветкі. Думаць інакш зняважыцьБуда - які з'яўляецца зняважыць сябе.
		-- Robert Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
У памылкі вы павінны пазбягаць з'яўляюцца тыя, якія даюць карыстальніку не толькінахіл, каб патрапіць на самалёт, але і час.
		-- Kay Bostic

%
"Мова праграмавання C - мова, які спалучае ў сабе гібкасцьасэмблеры з сілай асэмблеры ".
		-- Kay Bostic

%
Адзенне няма ніякай імператара.
		-- C. A. R. Hoare, commenting on ADA.

%
Кампутарная індустрыя з'яўляецца журналісты ў сваіх 20-х гадоў стаяў у страхупрадпрымальнікі ў іх 30-ых, якія наймаюць прадаўцоў у іх 40-ых і50-х і плаціць ім у 60-х і 70-х гадоў, каб прынесці іх маркетынг ў80-х.
		-- Marty Winston

%
Кампутар да інфармацыйнай індустрыі прыкладна тое, штоцэнтральны электрастанцыя ў электратэхнічнай прамысловасці.
		-- Peter Drucker

%
"Кампутарнае прымусіў мяне зрабіць гэта."
		-- Peter Drucker

%
Поле вылічэнняў заўсёды мае патрэбу ў новых клішэ.
		-- Alan Perlis

%
Сувязь паміж мовай, на якой мы думаем / праграмы і праблемі рашэнні, якія мы можам сабе ўявіць вельмі блізка. Па гэтай прычыне абмежаваныхМоўныя асаблівасці з мэтай ліквідацыі памылак праграміста ў лепшым выпадкунебяспечна.
		-- Bjarne Stroustrup

%
Пакут з дня ў дзень праграміста IBM настолькі пацешна большасцьнам, хто ніколі не бывае дастаткова пашанцавала, быў адным - як глядзецьЧарлі Чаплін спрабуе прыгатаваць чаравік.
		-- Bjarne Stroustrup

%
Дэбаты бушуе на: З'яўляецца PL / I Bachtrian або Дромидари?
		-- Bjarne Stroustrup

%
Розніца паміж мастацтвам і навукай, што навука гэта мызразумець дастаткова добра, каб растлумачыць кампутара. Мастацтва ўсё астатняе.
		-- Donald Knuth, "Discover"

%
Дыскі атрымліваюць поўны; ачысціць файл сёння.
		-- Donald Knuth, "Discover"

%
"Адзінаццаты запаведзь была` Ты Думаеш Compute 'ці' ня будзешВылічыць '- я забыўся, які ".
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
ВОБЛАСЦЬ КІРАЎНІЦТВА паўночнаамерыканскім MALESВІДЫ: Чэрапныя МужчыныПадвідаў: Хакер (гома computatis)Заляцанне & Спарванне:Дзякуючы крайніх пазбаўленняў, HOMO COMPUTATIS падтрымлівае каля Perpetualстан сэксуальнага гатоўнасці. заляцанні чаргуенязручна сарамлівасць і рэзкія дасягненні. Калі ён, нарэшце, счапляецца, ёнвыбірае жаночы інжынеру міргаючы, хоць вочы, шчыльна рот, іпоўны збор суп-CAN рэцэптаў Кэмпбэл.трэк:Смеццевыя бакі поўныя бледна-зялёнага і белага перфараванай паперы і старыасобнікаў каталога Allen-Bradley.каментары:Надзвычай любяць дрэнных каламбураў і жартаў, якія маюць патрэбу ў доўгіх тлумачэнняў.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
ВОБЛАСЦЬ КІРАЎНІЦТВА паўночнаамерыканскім MALESВІДЫ: Чэрапныя МужчыныПадвідаў: Хакер (гома computatis)апісанне:Цыбаты і далікатным, хакер мае высокі лоб і станчэнне валасоў.Галава непрапарцыйна вялікае і крыва наперад, асобы бледны іпрыгожы шэры ад CRT асвятлення. Ён мае цяжкія чорныя аправеі знешні выгляд інтэнсіўнай канцэнтрацыі, якая можа быць звязаная з праграмным забеспячэннемПраблема ці сняданку свініны і бабоў.апярэнне:HOMO COMPUTATIS ўбачыў аб'яву Brylcreem пятнаццаць гадоў таму і паверыў.Такім чынам, грэбень змазваецца ўніз, за ​​віхор выключэннем.Песня:Даволі жаласны "Ці з'яўляецца гэта?"
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
ВОБЛАСЦЬ КІРАЎНІЦТВА паўночнаамерыканскім MALESВІДЫ: Чэрапныя МужчыныПадвідаў: Хакер (гома computatis)апярэнне:Уся вопратка мае злёгку пакамечаны выгляд, як быццам яны сышлаВерхняя частка кошыкам для бялізны. Стыль вар'іруецца са статусам. менеджэры Hackerнасіць шэры поліэфірныя штаны, ружовыя або пастэльных кашулі з шырокімі каўнярамі,і Пэйслі сувязі; Персанал павінен насіць зацягнуў ўверх мехаватыя вельветавыя штаны, белыці блакітныя кашулі з гузіках каўняры, і ручка ў кішэні.Абодва кіраўнікі і супрацоўнікі знос красоўкі, каб працаваць, і чорныпластыкавыя лічбавыя гадзіны з калькулятарам.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
У першы раз, гэта ляп!Па-другое, справа тэхнікі.Пазней, гэта добра створана методыка!
		-- Mike Broido, Intermetrics

%
Першая версія заўсёды атрымлівае выкінуць.
		-- Mike Broido, Intermetrics

%
Блок-схема з'яўляецца найбольш старанна перепроданность кавалак праграмнай дакументацыі.
		-- Frederick Brooks, "The Mythical Man Month"

%
Ніжэй прыводзіцца цытата са старонкі 4-27 з функцый MSCP базавы дыскКіраўніцтва які з'яўляецца часткай кіраўніцтваў UDA50 Праграмісты Doc Kit:Як паказана вышэй, хост плошчу круга структураваная ў выглядзе вэктарулагічныя блокі. З пункту гледжання прадукцыйнасці, аднак, яно большдарэчы, каб праглядзець прастору хаста як четырехмерного гіпер-кубеЧатыры вымярэння быўшы цыліндр, група, адсочваць і сектар., , ,Спасылаючыся на нашай гіпер-куба аналогіі, мноства патэнцыйна даступныміблокі ўтвараюць лінію, паралельную восі трэка. яна рухаеццапаралельна восі сектара, обцяканьне, калі яна даходзіць да краюгіпер-куба.
		-- Frederick Brooks, "The Mythical Man Month"

%
Код фантан ня быў трохі зацягнуты, так што вы можаце больш не акунуцьаб'екты ў фантан ці піць з аднаго ў той час як вы плывяце ў паветрыза кошт левітацыі.Teleporting ў пекла з дапамогай тэлепартацыі пастку больш не будзе ўзнікацькалі персанаж не мае вогнеўстойлівасць.
		-- README file from the NetHack game

%
Мэтай інфарматыкі з'яўляецца тое пабудаваць, які будзе доўжыцца намеры, пакуль мы не скончылі яго пабудове.
		-- README file from the NetHack game

%
Гуру Unix сустрэчы розумаў (GUMM) адбываецца сераду, Красавіка1, 2076 (Пераканайцеся, што ў вашым вечнага календара праграмы), 14 футаў надзямля непасрэдна перад Milpitas Gumps. члены GREPадзін з адным за руку (пасля інтра), Yacc шмат, дым фільтруеццаchroots ў трубах, Чаун з відэльцамі, выкарыстоўваць прыбіральню (калі uuclean), FSEEKпрыемныя працэсы зомбі, паласы і спаць, але няма, мы спадзяемся, од. трыдня будуць прысвечаны абмеркаванню разгалінаванняў whodo. двасекунд былі вылучаныя для поўнага зношаным ўсёй карыстальнік-дружалюбныя асаблівасці Unix. Семінары ўключаюць "Усе вы ведаеце,Няправільны ", на чале з Томам Кемпсон," Бэтмен або Cat: чалавек "на чале з Рычы Dennis?"Куб.см C? Si! Si!" на чале з Kerwin Bernighan, і "дакумент Unix, выЖартую? »На чале з Янам Йейтс. Ні адзін чытач службы № з'яўляецца неабходным, паколькіусе GUGUs (гуру Unix групы карыстальнікаў) ужо ведаюць усе, што мымог сказаць ім.
		-- "Get GUMMed," Dr. Dobb's Journal, June '84

%
Хлопец справа Не было шанцаўХлопец справа мае Osborne 1, цалкам функцыянальны кампутар сістэмыу партатыўным корпусе памерам з партфель. Хлопец злева маеТыран пісталет-кулямёт схаваны ў яго чамаданчык. Акрамя таго, у выпадку іх чатырыцалкам загружаны, 32-круглыя ​​заціскі 125-збожжа 9мм боепрыпасаў. УладальнікТыран збіраецца атрымаць больш тактычны агнявой дастаўлены - і пастаўлена натаргетынг - за меншы час, і з меншымі намаганнямі. Усё за $ 795. Гэта непазбежна.Калі вы збіраецеся супраць нейкі хлопец з Osborne 1 - альбо любая асабістаяКампутар - гэта той, хто ў бядзе. Адзін раунд з Тыран можа пранесцісяпраз дзесяць цаляў масіва хвоі, так што вы можаце сабе ўявіць, што ён будзе рабіцьструктурнай пены акрылу і алюмініевага ліста. На самай справе, здымныя часопісыдля Тыран даступныя ў 25-, 32- і 40-круглых ёмістасцяў, так што вы можацевыняць ўвесь офіс поўны Apple II або IBM Personal Computers прывязануюу Ethernet або іншых лакальных сетак. Што можна сказаць пра новую 16-бітнайкампутары, такія як Ліза і стан? Нават з рэзервовай копіі Вінчэсцер,яны не цягацца з Uzi. Адзін хуткі ўсплёск, і яны будуць высветліць, штоUnix азначае. Зрабіце ваш камандзір ганаруся. Атрымаць Тыран - і вярнуцца дадомупераможцам у барацьбе за офісных аўтаматычнай зброі.
		-- "InfoWorld", June, 1984

%
Чалавечы розум звычайна працуе толькі на дзесяць адсоткаў сваёй магутнасці- Астатняе накладныя для аперацыйнай сістэмы.
		-- Nicholas Ambrose

%
IBM 2250 уражвае ...калі параўнаць яго з продажу сістэмы за дзясятую яго кошт.
		-- D. Cohen

%
Куплі IBM з ROLM надае новае значэнне тэрміна "вітая пара".
		-- Howard Anderson, "Yankee Group"

%
Ідэя, што адвольная наіўным чалавекам павінны быць у стане належным чынам выкарыстаць дадзеныінструмент, без падрыхтоўкі ці разумення яшчэ больш няправільна для вылічэнняў, чымгэта для іншых інструментаў (напрыклад аўтамабілі, самалёты, гарматы, электрапілы).
		-- Doug Gwyn

%
У апошні раз хто-то сказаў: "Я знаходжу, што магу напісаць значна лепш са словамПрацэсар. ", Я адказаў:« Раней казалі тое ж самае пра леках ".
		-- Roy Blount, Jr.

%
Менш планаванне часу, тым больш часу праграмавання.
		-- Roy Blount, Jr.

%
Малавядомых моў праграмавання # 10: простыSIMPLE з'яўляецца абрэвіятурай Sheer Ідыёта Monopurpose мовы праграмаванняНавакольнае асяроддзе. Гэтая мова, распрацаваны на Гановерскім каледжыТэхналагічныя Misfits, быў распрацаваны, каб зрабіць немагчымым пісаць кодз памылкамі ў ім. Справаздачнасць, такім чынам, абмяжоўваецца пачаць,END і СТОП. Незалежна ад таго, як вы размясціць заявы, вы не можаце зрабіцьсінтаксічнай памылкі. Праграмы, напісаныя ў простай не робяць нічога карыснага. такім чынамяны дасягаюць вынікаў праграм, напісаных на іншых мовах, нястомны, хвалюе працэс тэставання і адладкі.
		-- Roy Blount, Jr.

%
Малавядомых моў праграмавання # 12: LITHPГэта іншае нічым не характэрны мова адрозніваецца адсутнасцюAN "S" у сваёй кадоўцы; карыстальнікі павінны замяніць "ГД". LITHP Кажуцькаб быць карысным у protheththing lithtth.
		-- Roy Blount, Jr.

%
Малавядомых моў праграмавання # 13: SLOBOLSLOBOL вядомы хуткасці, або яго адсутнасць, яго кампілятарам.Хаця многія кампілятары дазваляюць кофейку, пакуль яныкампіляваць, SLOBOL кампілятары дазваляюць вам падарожнічаць ў Балівію, каб выбрацькавы. Сорак тры праграмісты, як вядома, памёр ад нудыседзячы на ​​іх тэрміналах у чаканні праграмы SLOBOL кабкампіляваць. Стомленыя праграмісты SLOBOL часта звяртаюцца да звязанай (алебясконца хутчэй) мова, какаін.
		-- Roy Blount, Jr.

%
Малавядомых моў праграмавання # 14 - ВалголВалгол карыстаецца значнае ўсплёск папулярнасці празпрамысловасць. Каманды Валгол ўключаюць САПРАЎДЫ, як, ну, і Y * ведаць.Зменныя прысвойваюцца з = лайк і = Поўная аператараў. іншыАператары ўключаюць "Каліфорнія Булеў", AX і ні ў якім разе. завесыажыццяўляецца з упэўненасцю пабудаваць. Просты прыклад:Маўляў, Y * НОЎ (я) STARTКАЛІ піцы = LIKE BITCHEN ІПАРЕНЬ = LIKE трубчастым іДзяўчына з даліны = LIKE GRODY ** MAX (FERSURE) ** 2ТАДЫДЛЯ I = як 1 ЁН * МАГЧЫМА 100DO * WAH - (прыпеўка ** 2); BARF (I) = ЦАЛКАМ брута (OUT)ЎПЭЎНЕНЫМаўляў, BAG гэтай праграмай; САПРАЎДЫ; ЯК ЦАЛКАМ (Y * НОЎ); IM * ЎПЭЎНЕНЫGOTO гандлёвым цэнтрыВалгол таксама характарызуецца сваімі недружалюбнымі паведамленняў пра памылкі. дляПрыкладам, калі карыстальнік робіць памылку сінтаксісу, інтэрпрэтатар адлюстроўваеПаведамленне Gag ME з лыжкай! Паспяховы кампіляцыі можна назваць максімальнаДзіўна!
		-- Roy Blount, Jr.

%
Малавядомых моў праграмавання # 15 - догРаспрацавана ў Масачусецкім інстытуце навучанне падпарадкавання, догДог адкрывае новую эру кампутарных граматных хатніх жывёл. Каманды дог ўключаюцьSIT, знаходжанне, пятка, і пралангіраваць. Інавацыйнай асаблівасцю дог з'яўляецца "шчанюкграфіка », невялікі кокер што часам пакідае дэпазіт у якасціён праходзіць праз экран.
		-- Roy Blount, Jr.

%
Малавядомых моў праграмавання # 16: C-Гэтая мова быў названы па імі класа, атрыманай яе стваральнікам, калі ёнпрадставіў яго як праект класа ў класе выпускнік праграмавання. C- лепшапісана як мова праграмавання "нізкага ўзроўню". На самай справе, моваяк правіла, патрабуе больш C- заявы за выключэннем заяў машына-код длявыканаць пастаўленую задачу. У гэтых адносінах яна вельмі падобна да COBOL.
		-- Roy Blount, Jr.

%
Малавядомых моў праграмавання # 17: СартрНазваны ў гонар нябожчыка экзістэнцыяльнай філосафа, Сартр надзвычайнеструктураваных мову. Заявы ў Сартра няма ніякай мэты; яны проста ёсць.Такім чынам, праграмы Сартр застаецца вызначаць свае ўласныя функцыі. Сартрпраграмісты, як правіла, сумна і дэпрэсію, і не забава на вечарынках.
		-- Roy Blount, Jr.

%
Малавядомых моў праграмавання # 18: пятаяПЯТЫ з'яўляецца дакладным матэматычным мовай, на якім тыпы дадзеныхсм колькасці. Тыпы дадзеных вар'іруюцца ад ЦК ўнцыю, стрэл, іДжиггер на пятае (адсюль і назва мовы), літр, MAGNUM іБлотто. Каманды см інгрэдыентаў, такіх як Шаблі, Шардоне,Кабернэ, джын, вермут, гарэлка, скотч, і WHATEVERSAROUND.Многія версіі ПЯТАГА мовы адлюстроўваюць вытанчанасць іфінансавае становішча сваіх карыстальнікаў. Каманды ў элітным дыялекце ўключаюцьVSOP і Лафит, у той час як каманды ў канаве дыялекце ўключаюць самагоні рабізна. Апошняе з'яўляецца фаварытам расчараваныя НАПЕРАД праграмістаўякія ў канчатковым выніку з дапамогай гэтай мовы.
		-- Roy Blount, Jr.

%
Малавядомых моў праграмавання # 2: РэнэНазваны ў гонар вядомага французскага філосафа і матэматыка Рэнэ Дэкарта,Рэнэ з'яўляецца мова, які выкарыстоўваецца для штучнага інтэлекту. мова з'яўляеццараспрацавана ў Чыкага цэнтра машыны палітыкі і праграмавання падгрант Фонду Джэйн Бірн Перамогі. Прадстаўнік апісаў мовуяк "Проста так вялікая, як DIS [так у арыгінале] горада нашага."Цэнтр вельмі задаволены прагрэсам на сённяшні дзень. Яны кажуць, што яны маюць амальатрымалася атрымаць VAX думаць. Аднак крыніцы ўнутры камандыарганізацыя сказаць, што кожны раз, калі машына не думаю, што гэта перастае існаваць.
		-- Roy Blount, Jr.

%
Малавядомых моў праграмавання # 8: нязмушаныГэтая мова быў распрацаваны ў Marin County Цэнтра Тай Чы,Сакавітасць і Праграмавання (цяпер неіснуючай), у якасці альтэрнатывытым больш інтэнсіўна атмасфера ў самай блізкай Сіліконавай даліне.Цэнтр быў ідэальна падыходзіць для праграмістаў, якія любіў папесціцца ў гарачых ваннаў у той часяны працавалі. На жаль нешматлікія праграмісты маглі выжыць там, таму штоцэнтр па-за законам Піца і кока-колу на карысць тофу і Perrier.Многія аплакваць скон нязмушаны з-за яго рэпутацыі як пяшчотны ібяспечны мову, бо ўсе паведамленні пра памылкі ў ніжнім рэгістры. дляНапрыклад, нязмушаны адказаў на наяўнасць сінтаксічных памылак з паведамленнем:"Я ненавіджу цябе турбаваць, але я проста не магу ставіцца да гэтага. МожаВы знаходзіце час, каб паспрабаваць яшчэ раз? "
		-- Roy Blount, Jr.

%
Macintosh тэхналогія Xerox у лепшым выглядзе.
		-- Roy Blount, Jr.

%
Маг вежы са слановай косці прынёс сваё апошняе вынаходства длямайстар праграміст вывучыць. Маг ўкаціў вялікі чорны скрыню ўофіс магістра ў той час як майстар моўчкі чакалі."Гэта інтэграваная, размеркаваная, агульнага прызначэння працоўнай станцыі,"пачаў чараўнік, "эрганамічна з уласнай аперацыйнайСістэма, мовы шостага пакалення, і некалькі стан карыстальніка мастацкайінтэрфейсы. Спатрэбілася сваіх памочнікаў некалькі сотняў чалавека-гадоў, каб пабудаваць.Хіба гэта не дзіўна? "Майстар злёгку падняў бровы. "Гэта сапраўды дзіўна," ёнсказаў."Карпаратыўнай штаб-кватэры загадаў," працягваў чараўнік, "штокожны выкарыстоўваць гэтую рабочую станцыю ў якасці платформы для новых праграм. Ты згодзенда гэтага? ""Вядома," адказаў майстар, "я буду мець гэта транспартуецца даЦОД неадкладна! "І чараўнік вярнуўся ў сваю вежу, арады.Праз некалькі дзён, пачатковец зайшоў у офісе майстрыпраграміст і сказаў: "Я не магу знайсці раздрукоўку маёй новай праграмы. УВы ведаеце, дзе гэта можа быць? ""Так", адказаў майстар, "у спісы складзеныя на платформеу цэнтры апрацоўкі дадзеных ".
		-- Geoffrey James, "The Tao of Programming"

%
Майстру праграмісту рухаецца ад праграмы да праграме без страху. нямазмена кіраўніцтва можа зрабіць яму шкоду. Ён не будзе звольнены, нават калі праектадмяняецца. Чаму гэта адбываецца? Ён напоўнены Дао.
		-- Geoffrey James, "The Tao of Programming"

%
Мяса гнілое, але выпіўкі трымаецца.Кампутар пераклад "Дух бадзёры, а плоць нядужая».
		-- Geoffrey James, "The Tao of Programming"

%
Тэст мета-Цьюрынга разлічвае рэч, як разумны, калі яна імкнеццараспрацаваць і прымяніць Тэст Цьюрынга да аб'ектаў уласнай стварэння.
		-- Lew Mammel, Jr.

%
Misnaming з абласцей даследаванні так часта, як паводзіць да таго, што можа быцьагульныя сістэмы законаў. Напрыклад, Хараре аднойчы прапанаваў закон, якіЛюбое поле, меў слова "навука" у яго назве была гарантаваная тым самымня быць навукай. Ён хацеў бы прывесці ў якасці прыкладаў ваенных навук, бібліятэкіНавука, паліталогія, Уладкаванне навукі, грамадскія навукі, і кампутарНавука. Абмеркаваць агульнасці гэтага закона, а таксама магчымыя прычыны ягопредсказательной сілай.мысленне "
		-- Gerald Weinberg, "An Introduction to General Systems

%
Чым больш дадзеных я ўдар у гэтай карце, лягчэй становіцца, ізнізіць кошт рассылання.
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Найбольш важным у пачатку прадукт на шляху да распрацоўкі добры прадуктгэта недасканалая версія.
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Рухаецца курсор піша, і напісаўшы, міргае на.
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Чыстая падобна велізарным моры лютефиск з маленькіх дыназаўраў мазгоў убудаванагау ім тут і там. Любы дадзены лыжку, хутчэй за ўсё, маюць IQ 1, алевыпадковыя лыжкі можа мець IQ больш чым у шэсць разоў, што!
		-- James 'Kibo' Parry

%
Новы Запавет прапануе аснову для сучаснай тэорыі кампутар кадавання,ў выглядзе сцвярджэння двайковай сістэме злічэння.Але давайце вашы зносіны будзе так, так; няма, няма:Бо кожны, хто больш, чым яны ад злога.
		-- Matthew 5:37

%
Наступны чалавек згадаць спагецці стэкі для мяне будзе мецьгалава збіў.
		-- Bill Conrad

%
Добрая рэч аб стандартах, што ёсць так шмат з іх на выбар.
		-- Andrew S. Tanenbaum

%
Самае прыемнае аб Альта з'яўляецца тое, што ён не працуе хутчэй ноччу.
		-- Andrew S. Tanenbaum

%
Паняцце "запіс" з'яўляецца састарэлай рэшту дзён 80-калонцыкарта.
		-- Dennis M. Ritchie

%
Лік аргументаў не мае значэння, калі некаторыя з іх не з'яўляюцца правільнымі.
		-- Ralph Hartley

%
Колькасць камп'ютэрных навукоўцаў у пакоі зваротна прапарцыйнаяда ліку памылак у сваім кодзе.
		-- Ralph Hartley

%
Колькасць UNIX установак вырасла да 10, з больш чаканым.
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Адзінае адрозненне паміж прадаўцом аўтамабіляў і кампутарнай прадавец з'яўляеццашто прадавец аўтамабіляў ведае, што ён хлусіць.
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Адзінае танней апаратных размовы.
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Адзінае горш, чым X Windows: (X Windows) - X
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Партыя адкладзена да гарачай ванне, так. У адзежы, я мог бы дадаць.
		-- IBM employee, testifying in California State Supreme Court

%
Рынак персанальных кампутараў прыкладна такога ж памеру, як агульнага бульбяныя чыпсыРынак. У наступным годзе яна будзе складаць каля паловы памеру жывёльнага харчовага рынку іхутка набліжаецца сумарныя сусветныя продажу калготак "
		-- James Finke, Commodore Int'l Ltd., 1982

%
Асноўная функцыя інжынера-канструктара, каб зрабіць рэчыцяжка перапрацоўшчыка і немагчыма для вайскоўца.
		-- James Finke, Commodore Int'l Ltd., 1982

%
Асноўная мэта заявы дадзеныя даваць імёны канстант;замест спасылкі на пі а 3,141592653589793 на кожным знешні выгляд,Пераменная PI можа быць дадзена гэта значэнне з выкладаннем дадзеныя і выкарыстоўваць заместдаўжэйшай форме канстанты. Гэта таксама спрашчае мадыфікацыіПраграма, калі кошт змены пі.
		-- FORTRAN manual for Xerox Computers

%
Праблема з інжынерамі, што яны, як правіла, каб падмануць з мэтайатрымаць вынікі.Праблема з матэматыкамі, што яны, як правіла, працуюць на цацкіПраблемы з мэтай атрымаць вынікі.Праблема з праграмным выпрабавальнікаў, што яны, як правіла, каб падмануць нацацачныя праблемы, каб атрымаць вынікі.
		-- FORTRAN manual for Xerox Computers

%
Праблемы дзелавога адміністравання ў цэлым і кіравання базамі дадзеных упрыватнасці нашмат каб цяжкім для людзей, якія думаюць у IBMese, складзеныхз нядбайна англійскай.
		-- Edsger Dijkstra

%
Праграма не адладжаная да апошняга карыстальнік не мёртвы.
		-- Edsger Dijkstra

%
Праграмісты было гадоў таямнічым і глыбокім. Мы не можам зразумецьіх думкі, так што ўсе мы робім, апісаць іх знешні выгляд.Разумеючы, як лісіца, які перасякае вады. Папярэджанне, як і наогул набою. Выгляд, як гаспадыня прывітанне сваіх гасцей. Просты, як uncarvedблокі з дрэва. Непразрысты, як чорныя басейнаў ў прыцемненых пячоры.Хто можа сказаць сакрэты іх сэрцаў і розумаў?Адказ існуе толькі ў Дао.
		-- Geoffrey James, "The Tao of Programming"

%
Доказ таго, што IBM не вынаходзіць машыну, што яна мае рулявое колаі паскаральнік замест шпор і лін, каб быць сумяшчальным з каня.
		-- Jac Goudsmit

%
Прычынай кампутарныя чыпы настолькі малыя камп'ютэрнае не ядуць шмат.
		-- Jac Goudsmit

%
Адносная значнасць файлаў залежыць ад іх кошту з пункту гледжаннячалавечыя намаганні, неабходныя для рэгенерацыі іх.
		-- T. A. Dolotta

%
Дарога ў пекла выбрукаваная вентыляў.
		-- J. Gooding

%
Прадавец і сістэмны аналітык зняў правесці выхадныя ўлес, паляванне мядзведзь. Яны ўжо арандавалі кабіну і, калі яны туды патрапілі, прыняўіх заплечнікі і паклаў іх унутр. У гэты момант прадавец звярнуўсясвайму сябру, і сказаў: "Вы распакаваць, а я пайду і знайсці нам мядзведзя."Азадачаны, аналітык скончыў распакавання, а затым пайшоў і сеўна ганку. Неўзабаве ён пачуў шапаткія гукі ў лесе. шумыатрымаў бліжэй - і гучней - а раптам там быў прадавец, працуе якпекла праз паляну да кабіны, якая праводзіцца адной з найбуйнейшых ісамым лютым Грызлі аналітык ніколі не бачыў."Адкрыйце дзверы!", Крычаў прадавец.Аналітык узбітыя адкрыць дзверы, і прадавец падбег да дзвярэй,раптам спыніўся, і адышоў у бок. Мядзведзь, не ў стане спыніць, працягваліпраз дзверы і ў каюту. Прадавец зачыніў дзверы зачыненаі ўхмыльнуўся аднаму. "Ёсць яго!", Усклікнуў ён, "цяпер, вы шкуру гэтагаадзін і я пайду шолах нас іншага! "
		-- J. Gooding

%
Файл канфігурацыі Sendmail з'яўляецца адным з тых файлаў, якія Падобна на тое, хтобіць галавой па клавіятуры. Пасля працы з ёй ... Я магу зразумець, чаму!
		-- Harry Skelton

%
Так званы "працоўны стол" з сённяшніх працоўных станцый замест гэтага"Самалёт-мясцовы" метафара. Любы, хто ператасаваў круг, поўны паперседзячы паміж двума мажны пасажыраў будзе распазнаваць розніцу -можна ўбачыць толькі вельмі нешматлікія рэчы адразу.
		-- Fred Brooks

%
Стацыянарны стан дыскаў поўная.
		-- Ken Thompson

%
Прылада было адключана для рэзервовага капіявання з 5-й раніцы да 10-й раніцы ў мінулую суботу.
		-- Ken Thompson

%
Сістэма будзе на працягу 10 дзён для прафілактыкі.
		-- Ken Thompson

%
Тао не прымаць нічыю бок;ім з'яўляюцца часам абодвух выйгрышаў і пройгрышаў.Гуру не прымаць нічыю бок;яна вітае як хакераў і lusers.Тао як стэк:змены дадзеных, але не структура.чым больш вы выкарыстоўваеце яго, тым глыбей становіцца;чым больш вы кажаце пра гэта, тым менш вы разумееце.Трымайся да кораня.
		-- Ken Thompson

%
Тао як узор Глоба:б, але ніколі не выкарыстоўвалі.Гэта як экстэрнам пустэчу:напоўнена бясконцымі магчымасцямі.Гэта масках але заўсёды прысутнічае.Я не ведаю, хто пабудаваў яго.Ён прыйшоў перад першым ядром.
		-- Ken Thompson

%
Дао, якія могуць быць смалы (1) выдгэта не ўся Тао.Шлях, які можа быць паказаныне поўны шлях.Мы аб'явім імёныўсіх зменных і функцый.Тым не менш, Тао не мае спецификатор тыпу.Дынамічна звязвання, вы усведамляеце магію.Статычна звязвання, вы бачыце толькі іерархію.Тым не менш, магія і іерархіяўзнікаюць з той жа крыніцы,і гэты крыніца мае нулявы паказальнік.Даведачнае нулявая межах NULL,гэта шлюз для ўсіх чараўніцтва.
		-- Ken Thompson

%
Бяда з кампутарамі, што яны робяць тое, што вы кажаце ім, не тое, штоВы хочаце.
		-- D. Cohen

%
Філасофія UNIX у асноўным уключае даючы вам дастаткова вяроўкі, кабпавесіцца. А потым пару футаў больш, проста каб быць упэўненым.
		-- D. Cohen

%
Выкарыстанне антрапаморфных тэрміналогіі пры працы з вылічальнымі сістэмаміз'яўляецца сімптомам прафесійнай няспеласці.
		-- Edsger Dijkstra

%
Выкарыстанне COBOL калечыць розум; яго вучэнне павінна, таму, быцьразглядацца як крымінальнае злачынства.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Значэнне праграмы прапарцыйная вагі сваёй выхадзе.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Мудры праграміст чуе пра Дао і ідзе за ім. сярэднімпраграміст чуе пра Дао і шукае яго. па-дурному праграмістРаспавядаецца аб Дао і смяецца над ім. Калі б гэта было не для смеху, тамне было б Дао.Самыя высокія гукі цяжэй чуць. Забягаючы наперад спосабадступіць. Вялікі талент праяўляе сябе ў канцы жыцця. Нават дасканалая праграмаяшчэ ёсць памылкі.
		-- Geoffrey James, "The Tao of Programming"

%
Работа [распрацоўкі праграмнага забеспячэння] становіцца значна лягчэй (гэта значыць інструментымы выкарыстоўваем працу на больш высокім узроўні, больш аддаленыя ад машыны, перыферыйнаеі аперацыйная сістэма імператываў), чым гэта было дваццаць гадоў таму, і тамугэта веданне вантроб сістэмы могуць стаць менш даступнымі.Магчыма, мы зможам глыбей дзіркі, але калі мы не ведаем, як будаваць вышэйлесвіцы, мы мелі самыя вялікія надзеі, што гэта не дождж шмат.
		-- Paul Licker

%
Свет падыходзіць да канца ... захаваць вашу BUFFERS !!!
		-- Paul Licker

%
Свет падыходзіць да канца. Калі ласка выйдзіце.
		-- Paul Licker

%
Свет не васьмярковай нягледзячы DEC.
		-- Paul Licker

%
Свет скончыцца праз 5 хвілін. Калі ласка, выйдзіце з.
		-- Paul Licker

%
Паненка была незвычайная спіс,Часткова звязаны структурнага слабасці.Яна не вылучаў перадумовы.
		-- Paul Licker

%
THEGODDESSOFTHENETHASTWISTINGFINGERSANDHERVOICEISLIKEAJAVELININTHENIGHTDUDE
		-- Paul Licker

%
... Ёсць каля 5000 людзей, якія з'яўляюцца часткай гэтага камітэта. гэтыя хлопцымець цяжкі час разабрацца, у які дзень, каб сустрэцца, і ці сапраўды ёсць круасаныабо пончыкі на сняданак - не кажучы ўжо, як вызначыць, як усе гэтыя складаныяпласты, якія будуць узгоднены.
		-- Craig Burton of Novell, Network World

%
Там ніколі не бывае памылак вы яшчэ не знойдзена.
		-- Craig Burton of Novell, Network World

%
Ёсць новыя паведамленні.
		-- Craig Burton of Novell, Network World

%
Там няма гульні на гэтай сістэме.
		-- Craig Burton of Novell, Network World

%
Ёсць бягучыя задання. Чаму б вам не пайсці пераследваць іх?
		-- Craig Burton of Novell, Network World

%
Ёсць тры віды людзей: мужчын, жанчын, і UNIX.
		-- Craig Burton of Novell, Network World

%
Ёсць тры варыянты: сонечная панэль Pioneer, адвярнуўся адсонца; ёсць вялікі метэарытны блакуючы перадачу; хто загружаны StarТрэк 3,2 у нашай видеопроцессора.
		-- Craig Burton of Novell, Network World

%
Ёсць два асноўных прадукту, якія выходзяць з Берклі: ЛСД і UNIX.Мы не лічым, што гэта супадзенне.
		-- Jeremy S. Anderson

%
Ёсць два спосабу пабудовы праектавання праграмнага забеспячэння. Адзін са спосабаў, каб зрабіцьгэта так проста, што, зразумела, няма недахопаў, а другі з'яўляеццазрабіць яго настолькі складаная, што няма ніякіх відавочных недахопаў.
		-- C. A. R. Hoare

%
Ёсць два шляхі, каб напісаць без памылак праграмы; толькі трэці працуе.
		-- C. A. R. Hoare

%
Там быў таксама некаторыя працы, каб дазволіць цікавае выкарыстанне макроимен.Напрыклад, калі вы хочаце ўсе вашы "Крыцкага ()" заклікае ўключаць у сябе пастаяннаедазволаў для ўсіх, можна сказаць,#define Creat (файл, рэжым) Creat (файл, рэжым | 0444)Я б парэкамендаваў супраць такога роду рэчы ў цэлым, так як янахавае змененыя семантыку "Крыцкага ()" у макрас, патэнцыйна далёкаад яго выкарыстання.Каб вырашыць гэтую выкарыстанне макрасаў, препроцессор выкарыстоўвае працэс, якіВарта апісання, хаця б па той прычыне, што мы атрымліваем, каб выкарыстоўваць адзін збольш пацешныя тэрміны ўводзяць у C лексікону. У той час як макраспашыраецца, гэта часова не вызначана, а любое паўтарэнне макра-імя "пафарбаваны ў сіні колер" - я не жартую, гэта афіцыйная тэрміналогія- Так што ў наступных праверак тэксту макрас ня будзе пашыранырэкурсіўна. (Я не ведаю, чаму быў абраны сіні колер; я ўпэўнены, штобыло вынікам доўгіх дэбатаў, скіраваны на некалькі сустрэч.)
		-- From Ken Arnold's "C Advisor" column in Unix Review

%
Там няма прычын для любога чалавека мець кампутар у сваім доме.Канвенцыя Сусветнай будучага грамадства, у Бостане, 1977
		-- Ken Olsen (President of Digital Equipment Corporation),

%
Там няма розьніцы паміж любой праграмы AI і некаторыя існуючай гульні.
		-- Ken Olsen (President of Digital Equipment Corporation),

%
Там калісьці быў чалавекам, які пайшоў у кампутарны выставе. Кожны дзень, якён увайшоў, мужчына паведаміў ахоўнік ля дзвярэй:"Я вялікі злодзей, вядомы сваімі подзвігамі крамных крадзяжоў. Будзьцепапярэджаны, для гэтага выставе не пазьбегнуць unplundered ".Гэтая прамова парушаецца ахоўнік моцна, таму што там былі мільёныдаляраў кампутарнай тэхнікі ўнутры, так што ён уважліва назіраў мужчына.Але чалавек проста ўхіліліся ад стэнда да стэнда, напяваючы ціха сам з сабой.Калі чалавек сышоў, ахоўнік адвёў яго ў бок і абшукалі яго вопратку,але нічога не павінен быў быць знойдзены.На наступны дзень выставы, мужчына вярнуўся і папракнуўахоўваць кажучы: "Я бег з велізарнай здабычай ўчора, але сёння будзе яшчэлепш ". Дык ахоўнік цясней назіраў за ім, але безвынікова.У апошні дзень выставы, ахоўнік мог утрымаццаня цікаўнасць ужо няма. "Сэр злодзея", сказаў ён, "Я так збянтэжаны, я не магу жыцьу свеце. Калі ласка, адукуеце мяне. Што гэта такое, што вы крадзяце? "Спэцыяльныя войскі. "Я крадзяжы ідэі", сказаў ён.
		-- Geoffrey James, "The Tao of Programming"

%
Там калісьці быў майстрам праграмістам, які піша неструктураваных праграмы.Пачатковец праграміст, імкнучыся рабіць, як ён, таксама пачаў пісаць неструктураваныхпраграмы. Калі Вучань запытаў настаўніка ацаніць яго прагрэс, томайстар крытыкавалі яго за напісанне неструктураваных праграмы, кажучы: "Што такоепадыходзіць для майстра не падыходзіць для пачаткоўца. Вы павіннызразумець Дао, перш чым пераадоленне структуру ".
		-- Geoffrey James, "The Tao of Programming"

%
Быў калісьці праграміст, які быў прымацаваны да СудаВоеначальнік Ву. Военачальнік спытаў праграміста: "Што лягчэй спраектаваць:бухгалтарскі пакет або аперацыйную сістэму? ""Аперацыйная сістэма", адказаў праграміст.Военачальнік ўскрыкнула няверы. "Вядомабухгалтарскі пакет трывіяльны побач складанасці аперацыйнайСістэма ", сказаў ён."Не так", сказаў праграміст, "пры праектаванні бухгалтарскі пакет,праграміст працуе ў якасці пасярэдніка паміж людзьмі, якія маюць розныя ідэі:як гэта павінна працаваць, як яго даклады павінны з'явіцца, і як ён павінен адпавядацьпадатковыя законы. У супрацьлегласць гэтаму, аперацыйная сістэма не абмежаваная мая межаміВыступы. Пры праектаванні аперацыйнай сістэмы, праграміст шукаеНайпросты гармоніі паміж машынай і ідэямі. Менавіта таму аперацыйная сістэмалягчэй распрацаваць ".Военачальнік Ву кіўнуў і ўсміхнуўся. "Гэта значыць усё добра, алеякі лягчэй адладжваць? "Праграміст не адказаў.
		-- Geoffrey James, "The Tao of Programming"

%
Быў калісьці праграміст, які працаваў на мікрапрацэсарах. "Паглядзіце нанаколькі добра пакінуць Я тут ", сказаў ён у ЭВМ праграміст, які прыйшоў у госці,"У мяне ёсць ўласную аперацыйную сістэму і прылада для захоўвання файлаў. Я не павіненпадзяліцца рэсурсамі з кім. Праграмнае забеспячэнне самаўзгодненая іпросты ў выкарыстанні. Чаму б вам не кінуць сваю цяперашнюю працу і далучыцца да мяне? "ЭВМ праграміст затым пачаў апісваць сваю сістэму да ягоСябар, кажучы: "мэйнфрэймаў сядзіць, як старажытны мудрэц, медитируя ўсярэдзіна ЦОД. Яго дыскі ляжаць канца ў канец, як вялікі акіянмашын. Праграмнае забеспячэнне з'яўляецца шматграннай, як алмаз і, як заблытанымяк першабытныя джунглі. Праграмы, кожны з якіх унікальны, перамяшчацца па сістэмеяк хуткабягучыя ракі. Вось чаму я рады, дзе я ".Мікракампутар праграміст, пачуўшы гэта, замоўк. аледва праграміста засталіся сябрамі да канца сваіх дзён.
		-- Geoffrey James, "The Tao of Programming"

%
Быў, здавалася, таямнічае абрад ініцыяцыі, праз якую,у той ці іншай форме, амаль кожны член каманды прайшоў. Тэрміншто старыя рукі, якія выкарыстоўваюцца для гэтага абраду - Захад вынайшаў тэрмін, а неПрактыка - быў `падпісаўшыся '. Зарэгістраваўшыся на праекце вы пагадзілісярабіць усё, што было неабходна для поспеху. Вы пагадзіліся пакінуць, калінеабходныя, сям'я, хобі, і сябры - калі б вы любы з іх пакінуў(І не варта, калі вы падпісаліся занадта шмат разоў, перш чым).
		-- Tracy Kidder, "The Soul of a New Machine"

%
Там павінен быць больш за жыццё, чым кампіляваць і ідуць.
		-- Tracy Kidder, "The Soul of a New Machine"

%
Іх называюць кампутары проста таму вылічэнне з'яўляецца адзіным значнымПраца, што да гэтага часу было дадзена ім.
		-- Tracy Kidder, "The Soul of a New Machine"

%
Яны адносна добра, але зусім жудасна.
		-- Alan Kay, commenting on Apollos

%
Яны, падобна, навучыліся звычку скурчыўся аўтарытэтам і г.д. нават калі гэтафактычна не пагражае. Як вельмі добра для ўлады. Я вырашыў недаведацца канкрэтную ўрок.
		-- Richard Stallman

%
Думайце пра гэта! З СБИС мы можам спакаваць 100 ENIACs у 1 кв. Глядзі.!
		-- Richard Stallman

%
Падумайце аб сваім сямейным сёння. Паспрабуйце прасканаваць дадому пасля паломкі кампутара.
		-- Richard Stallman

%
Гэта "пашкоджаны мозг" эпітэт становіцца катастрафічна перагружаныя. Калі мы можамказаць пра хто-небудзь ці што-то быць сапсавана, парушэнне, зьнявечаны, сапсаваны;Бэтти, вар'ят, памяшаны, багі, расколіны, звар'яцеўшы, зязюля, ненармальны, вар'ят,DERANGED, Локо вар'яты, вар'ят, маньяк, бессэнсоўныя, шалёны, арэхі,Рейгановского, дзіўны, TechEd, неўраўнаважаны, незаможныя, бязмозглы, няправільна; бессэнсоўна,спастычных, скачкападобны, сутаргавы; легаванай, размешчаных выхад, камянямі, ашалелы; {Ялавічына,жук, блок, гной, таўшчынёй} чале, шчыльная, тупы, тупы, duncical, тупой,шпількавую галоўку; асліны, дурная, дурная, дурная, проста; грубай, лесапілаванне, прыдуркаваты;няпоўныя, недзеяздольнымі; назад, запавольваецца, imbecilic, ідыёцкі; калі ў нас ёсцьцэлы менавіта нюансы лексікі інтэлектуальнай злоўжыванні абапірацца на,асобнасці і ў спалучэнні, ці не так трохі <запоўніць пустыя> быцьабмяжоўваецца адным, цяпер досыць банальна, прыметнік?
		-- Richard Stallman

%
Гэта падзямелле знаходзіцца ва ўласнасці і кіруецца Frobozz Магіі Лтд
		-- Richard Stallman

%
Гэты файл будзе самазнішчэння у пяць хвілін.
		-- Richard Stallman

%
Гэта несанкцыянаванае Кібернетычнага анонс.
		-- Richard Stallman

%
"Гэта лема 1.1. Пачнем новы раздзел так нумарах ўсе вярнуцца да аднаго».
		-- Prof. Seager, C&O 351

%
Гэта першы колькасную праблема, якую я калі-небудзь рабіў. гэта дэманструемагутнасці кампутараў:Увядзіце шмат дадзеных аб каларыйнасці і пажыўнай складзе харчовых прадуктаў. інструктавацьрэч, каб максымізаваць функцыю апісання пажыўную змест, зМінімальны ўзровень кожнага кампанента, для фіксаванай каларыйнасці.Вынікі, якія трэба ёсць кожны дзень:1/2 кураня1 яйка1 шклянку абястлушчанага малака27 кіраўніка салаты.
		-- Rev. Adrian Melott

%
Гэта дзе крыважэрны ліцэнзійнае пагадненне павінен ісці,тлумачачы, што Інтэрактыўны EasyFlow абароненая аўтарскім правам пакет ліцэнзаваны длявыкарыстоўваць адзін чалавек, і строга папярэджвае вас не пірат яго копііі тлумачачы, у дэталях, крывавыя наступствы, калі вы робіце.Мы ведаем, што вы сумленны чалавек, і не збіраюцца хадзіцьпірацтва копіі Interactive EasyFlow; гэта так жа добра ў нас змы працавалі, каб удасканаліць яго і прадаваць яго копіі наш адзіны спосабробячы што-небудзь з ўсю цяжкую працу.Калі, з другога боку, вы адзін з тых нешматлікіх людзей, якія ідуцьвакол пірацтва копіі праграмнага забеспячэння вы, верагодна, не будзе плаціць значнаУвага да ліцэнзійнай дамове, крыважэрны ці не. Проста трымаць свае дзверыблакуецца і выглядваць HavenTree атакі акулы.
		-- License Agreement for Interactive Easyflow

%
Гэта Увайсці сесія: $ 13,76, але для вас $ 11.88.
		-- License Agreement for Interactive Easyflow

%
Гэта Увайсці сесія: $ 13.99
		-- License Agreement for Interactive Easyflow

%
Гэты працэс можа праверыць, калі гэта значэнне роўна нулю, і калі гэта так, ён робіцьто па-дзіцячаму.
		-- Forbes Burkowski, CS 454, University of Washington

%
Гэтая цытата ўзятая з Diamondback, у Універсітэце штата МэрылендСтудэнцкая газета, у аўторак, 3/10/87.Адным з недахопаў сістэмы UniVac тым, што яна не выкарыстоўваеUnix, нядаўна распрацаваная праграма, якая перакладае адзін зкампутарны мову да іншага і мае убудаваную сістэму рэдагаванняякі ідэнтыфікуе памылкі ў зыходнай праграме.
		-- Forbes Burkowski, CS 454, University of Washington

%
Гэты экран наўмысна пакінута пустой.
		-- Forbes Burkowski, CS 454, University of Washington

%
Гэтая сістэма будзе самазнішчэння у пяць хвілін.
		-- Forbes Burkowski, CS 454, University of Washington

%
* * * * * Гэты тэрмінал знаходзіцца ў выкарыстанні * * * * *
		-- Forbes Burkowski, CS 454, University of Washington

%
Тыя часткі сістэмы, якія можна стукнуць малатком (не рэкамендуецца)называюцца апаратныя; гэтыя праграмныя інструкцыі, якія вы можаце толькі лаюццана называюцца праграмнага забеспячэння.Пісьменнасць для 1990-х гадоў.
		-- Levitating Trains and Kamikaze Genes: Technological

%
Тыя, хто не можа пісаць, пісаць інструкцыі.
		-- Levitating Trains and Kamikaze Genes: Technological

%
Тыя, хто не разумеюць Unix асуджаныя вынаходзіць яго, дрэнна.
		-- Henry Spencer

%
Пароць проста віртуальны грукат.
		-- Henry Spencer

%
Так гаварыў майстар праграміст:"Добра напісаная праграма самастойна неба; дрэнна напісаная праграмаз'яўляецца яго ўласнай пекла ".
		-- Geoffrey James, "The Tao of Programming"

%
Так гаварыў майстар праграміст:"Пасля трох дзён без праграмавання, жыццё становіцца бессэнсоўнай."
		-- Geoffrey James, "The Tao of Programming"

%
Так гаварыў майстар праграміст:"Няхай праграмісты быць шмат і менеджэры некалькіх - тады ўсё будзебыць прадуктыўным ".
		-- Geoffrey James, "The Tao of Programming"

%
Так гаварыў майстар праграміст:"Хоць праграма будзе, але даўжынёй у тры лініі, калі-небудзь яму давядзеццападтрымлівацца ".
		-- Geoffrey James, "The Tao of Programming"

%
Так гаварыў майстар праграміст:"Час для Вас, каб сысці."
		-- Geoffrey James, "The Tao of Programming"

%
Так гаварыў майстар праграміст:"Калі праграма тэстуецца, ужо занадта позна ўносіць змены ў праект."
		-- Geoffrey James, "The Tao of Programming"

%
Так гаварыў майстар праграміст:"Калі вы даведаліся, каб вырваць код памылкі зпастка кадр, гэта будзе час для вас, каб пакінуць ".
		-- Geoffrey James, "The Tao of Programming"

%
Так гаварыў майстар праграміст:"Без ветру, трава не рухаецца. Без праграмнага забеспячэння,апаратныя бескарысна ".
		-- Geoffrey James, "The Tao of Programming"

%
Так гаварыў майстар праграміст:"Вы можаце прадэманстраваць праграму для карпаратыўнага выканаўчай улады, але выне можа зрабіць яго камп'ютэрна пісьменным ".
		-- Geoffrey James, "The Tao of Programming"

%
падзелу часу: выкарыстанне шматлікіх кампутарам.
		-- Geoffrey James, "The Tao of Programming"

%
Час абмену з'яўляецца непажаданай пошты часткай камп'ютэрнага бізнесу.
		-- H. R. J. Grosch (attributed)

%
Каб быць своеасаблівым маральным Unix, ён дакрануўся да боку зруху прыроды.
		-- Shelley

%
Для зносін ёсць пачатак разумення.
		-- AT&T

%
Каб чалавеку ўласціва памыляцца - вінаваты яе на кампутары і пагатоў.
		-- AT&T

%
Каб чалавеку ўласціва памыляцца, дараваць, выходзіць за рамкі аперацыйнай сістэмы.
		-- AT&T

%
Паўтарыць гэта чалавек, рэкурсіўна, чароўнае.
		-- Robert Heller

%
Сказаць, што UNIX асуджаная даволі шалёны, OS / 2, безумоўна, гуляюць важную ролю,але мы не будзем будаваць сто мільёнаў каманд у секунду шматпрацэсарныхмікра, а затым паспрабаваць запусціць яго на OS / 2. Я маю на ўвазе, сур'ёзна.
		-- William Zachmann, International Data Corp

%
Да сістэмным праграмістам, карыстальнікі і дадатку служаць толькі для забеспячэннянагрузачны тэст.
		-- William Zachmann, International Data Corp

%
Для тых, хто прывык да дакладных, структураваных метадаў звычайнагаРазвіццё сістэмы, пошукавыя метады развіцця можа здацца брудным,безгустоўны, і нездавальняючым. Але гэта пытанне параўнання:дакладнасць і гнуткасць можа быць гэтак жа няшчасных ў рамане,нявызначаных сітуацыях як разгільдзяйства і хістанняў у знаёмыя,дакладна вызначаны тыя. Тыя, хто захапляецца масіўныя, жорсткія касцяныя структурыдыназаўраў варта памятаць, што медузы-ранейшаму карыстаюцца іх вельмізабяспечыць экалагічную нішу.
		-- Beau Sheil, "Power Tools for Programmers"

%
Каб зразумець праграму неабходна стаць як машына і праграма.
		-- Beau Sheil, "Power Tools for Programmers"

%
Сёння добры дзень для збору інфармацыі. Чытайце паштовы файл чужое.
		-- Beau Sheil, "Power Tools for Programmers"

%
Сёння першы дзень астатку Вашай lossage.
		-- Beau Sheil, "Power Tools for Programmers"

%
Кампутары Заўтрашнія некаторы час у наступным месяцы.
		-- DEC

%
Занадта часта людзі прыходзяць да мяне і сказаў: "Калі б я быў толькі адзін пажаданненічога ва ўсім свеце, я хацеў бы для больш вызначаных карыстальнікам раўнанняўу HP-51820A Генератар сігналаў Праграмнае забеспячэнне ".[Пасля занадта часта. Рэд.]
		-- Instrument News

%
Лепшыя дзесяць рэчаў Падслухана на пасяджэннях прызыўной камісіі ANSI C:(10) На жаль, але гэта занадта карысна.(9) Чорт, ледзь-Endian сістэмы * з'яўляюцца * больш паслядоўным!(8) Я ў камітэце і I * яшчэ * не ведаю, якога чорта#pragma для.(7) Ну, гэта выдатная ідэя, але гэта зрабіла б складальнікам занадтаЦяжка пісаць.(6) Іх кажаны разумны; яны выкарыстоўваюць радар.(5) Добра, хто з'яўляецца wiseguy якія затрымаліся гэта триграф матэрыял утут?(4) Колькі разоў мы маем не сказаць вам, "Ніякага папярэдняга мастацтва!"(3) Ха-ха, я не магу паверыць, што яны на самой справе адбываецца, каб прыняць гэтыпрысоскі.(2) Дзякуем Вам за шчодрае ахвяраванне, г Вірта.(1) Gee, я хацеў бы мы не адступілі ад "noalias".
		-- Instrument News

%
Угода АДМЕНЕНЫ - FARECARD ВЕРНУЛСЯ
		-- Instrument News

%
Пастка поўны - калі ласка апаражніць.
		-- Instrument News

%
Па-сапраўднаму просты сістэмы ... патрабуюць бясконцае тэставанне.
		-- Norman Augustine

%
Паспрабуйце `Запушчаная 0 '- яна працуе нашмат лепш.
		-- Norman Augustine

%
паспрабуй яшчэ
		-- Norman Augustine

%
Паспрабуйце знайсці рэальны напружанай справаздачы вы чытаеце: гэта было зроблена, гэтагэта робіцца, ці нешта павінна быць зроблена? Справаздачы цяпер напісана ў чатырохнапружваецца: мінулы час, цяперашні час, будучы час, і прытворства. чакацьНовыя прымянення CONGRAM (падрадчык граматыка), што вызначаюцца недасканалай мінулым,недастатковая сучаснасць і будучыню абсалютна дасканалым.
		-- Amrom Katz

%
Імкнучыся быць шчаслівым, як спрабуюць пабудаваць машыну, для якой адзінымСпецыфікацыя з'яўляецца тое, што ён павінен працаваць бясшумна.
		-- Amrom Katz

%
Спроба ўсталяваць галасавы кантакт ... Калі ласка ____ гарлапаніць ў клавіятуры.
		-- Amrom Katz

%
Дзвесце гадоў таму, Ірма Chine з Уайт-Плейнс, Нью-Ёрк, быўвыкананні сваіх нармальных працэдур па вядзенню хатняй гаспадаркі. Яна была перарванаяБрытанскія салдаты, якія, гуртуючы на ​​заклік свайго начальніка, ГенеральныХ'юз, імкнуліся атрымаць кантроль над рэгістрацыі выбаршчыкаў спісаў, якія захоўваюцца ўяе дом. Маскіроўка страх і думаць хутка, місіс Шын хутка падзяліцьпаблізу яблык напалову і спрытна захоўваць спіс у яго цэнтры. наўвод, брытанскі груба парушыў усе мажлівыя канвенцыі,і, хоць яны прайшлі праз хату практычна па крупіцах, іхпошук быў бясплодным. Яны павінны былі вярнуцца з пустымі рукамі. словаІнцыдэнт хутка распаўсюджваецца праз вобласць. Гэта гістарычная падзеястаў першым зарэгістраванае выкарыстанне захоўвання асноўнага для выратавання рэгістраў.
		-- Amrom Katz

%
Увядзіце гучней, калі ласка.
		-- Amrom Katz

%
 U Xе dUdX, электроннай DX, косінус, сечная, тангенс, сінус, 3,14159 ...
		-- Amrom Katz

%
Гм, ну і добра. Сеткі сетку, кампутара кампутар.Выбачайце за блытаніну.
		-- Sun Microsystems

%
"Дзядзька Cosmo ... чаму яны называюць гэта тэкставы працэсар?""Гэта проста, Скайлер ... вы бачылі, што ежа працэсары робяць на харчаванне,праўда? "
		-- MacNelley, "Shoe"

%
На жаль, большасць праграмістаў любіць гуляць з новымі цацкамі. У мяне шматсябры, якія адразу ж пасля куплі камплект ўкусу змеі, быў бы спакусакінуць першы чалавек яны бачаць на зямлю, звязаць паляць на яго,слэш яго нажом, і прымяніць ўсмоктванне да раны.
		-- Jon Bentley

%
Ўдасканалення UNIX няма.
		-- Jon Bentley

%
Unix Экспрэс:Усе пасажырскія прынесці кавалак самалёта і скрыню з інструментамі з іміаэрапорт. Яны збіраюцца на ўзлётнай паласе, пастаянна сцвярджаючы пра тое, якіяз плоскасці яны хочуць пабудаваць і як пакласці яго разам. У рэшце рэшт,Пасажыры разбітыя на групы і пабудаваць некалькі розных самалётаў, але даюцьіх усё ж імя. Некаторыя пасажыры фактычна да месца прызначэння.Усе пасажыры лічаць, што яны атрымалі там.
		-- Jon Bentley

%
Unix дае вам дастаткова проста вяроўку павесіцца - і то на паруз больш футаў, проста каб быць упэўненым.... Мы робім вяроўку.
		-- Rob Gingell on Sun Microsystem's new virtual memory.

%
Unix з'яўляецца значна больш складаным (чым CP / M) вядома - тыповы UnixХакер не можа ўспомніць, што каманда на друк называецца на гэтым тыдні -але калі ён атрымлівае права ўніз на гэта, Unix з'яўляецца славуты відэагульня.Людзі не робяць сур'ёзную працу па сістэмах Unix; яны пасылаюць жарты ваколсвету па USENET або пішуць прыгодніцкія гульні і навукова-даследчых работ."Сапраўдныя праграмісты не выкарыстоўваюць Паскаль", Datamation, 7/83
		-- E. Post

%
Unix з'яўляецца зарэгістраваным Звон AT & T гандлёвая марка Laboratories.
		-- Donn Seeley

%
* UNIX з'яўляецца гандлёвай маркай Bell Laboratories.
		-- Donn Seeley

%
UNIX горача. Гэта больш, чым гарачая. Гэта парай. гэта ртуцьмаланкі з лазернага прамяня кикера.
		-- Michael Jay Tucker

%
UNIX з'яўляецца шмат для многіх людзей, але гэта ніколі не было, каб усе хто-небудзь.
		-- Michael Jay Tucker

%
Unix з'яўляецца горшым аперацыйная сістэма; для ўсіх астатніх, за выключэннем.
		-- Berry Kercheval

%
Unix Зоі Qui малы ў Pense[Unix таму, хто зло думае?]
		-- Berry Kercheval

%
UNIX ТрыксДля тых з вас у рэсэлераў бізнес, вось карысны савет, які будзезахаваць персанал службы тэхнічнай падтрымкі некалькі гадзін каштоўнага часу. Перш чым адпраўляцьНаступны станок, каб непадрыхтаваны кліента, змяніць правы на / і г.д. / пароль666 і пераканайцеся, што гэта копія дзесьці на дыску. Цяпер, калі янызабыцца пароль адміністратара, вы можаце лёгка ўвайсці як звычайны карыстальнік і правільнапашкоджанне. Маючы загрузачны магнітную стужку (для вялікіх машын) не з'яўляецца дрэннай ідэяйнебудзь. Калі вам патрэбна дапамога, патэлефануеце нам.
		-- CommUNIXque 1:1, ASCAR Business Systems

%
UNIX быў паўмільярда (500000000) секунд стары наВт 5 лістапада 00:53:20 1985 GMT (вымярэнне з моманту (2) эпохі).
		-- Andy Tanenbaum

%
UNIX не была распрацаваная, каб перашкодзіць вам рабіць глупстваў, таму штотаксама перашкодзіць вам рабіць разумныя рэчы.
		-- Doug Gwyn

%
Unix самоуничтожится ў пяць секунд ... 4 ... 3 ... 2 ... 1 ...
		-- Doug Gwyn

%
Выкарыстанне: фартуна -P [-f] -a [xsz] Q: файл [rKe9] -v6 [+] file1 ...
		-- Doug Gwyn

%
Выкарыстанне: фартуна -P [] -a [xsz] [Q: [файл]] [rKe9] -v6 [+] спецификации_данных ... inputdir
		-- Doug Gwyn

%
USENET будзе лепш лабараторыя калі б было болей сілы і менш прамоўніцкаму.
		-- Elizabeth Haley

%
Карыстальнік варожым.
		-- Elizabeth Haley

%
Выкарыстанне TSO, як нагамі мёртвага кіта па пляжы.
		-- S. C. Johnson

%
/ USR / Навіны / Гоча
		-- S. C. Johnson

%
Зменныя няма; Канстанты няма.
		-- S. C. Johnson

%
Vax Vobiscum
		-- S. C. Johnson

%
«Віртуальны» азначае не ведаючы, дзе ваш наступны байт адкуль.
		-- S. C. Johnson

%
Дэфіцыт вітаміна З apauling.
		-- S. C. Johnson

%
VMS Піва: Патрабуецца мінімальнае ўзаемадзеянне з карыстачом, для з'яўляцца ў верхняй выключэннемі пацягваючы. Аднак банкі, як вядома, час ад часу, каб падарвацца, абоўтрымліваюць надзвычай зніміце пивоподобных змесціва.
		-- S. C. Johnson

%
VMS як кашмар аб RXS-11м.
		-- S. C. Johnson

%
VMS версіі 2.0 ==>
		-- S. C. Johnson

%
Фон Нэйман быў прадметам шматлікіх гісторый прафесар кропкавае. фон Нэйманнібыта меў звычку проста пісаць адказы на хатнія заданні наплаты (Метад рашэння істоты, вядома, відавочна), калі яму было прапанаванаяк вырашаць праблемы. Адзін раз, калі адзін з яго вучняў спрабавалі атрымаць больш карыснымІнфармацыя, задаючы калі ёсць іншы спосаб вырашыць праблему. фонНэйман паглядзеў пустым на імгненне, падумаў, а потым адказаў: "Так.".
		-- S. C. Johnson

%
<< Пачакай >>
		-- S. C. Johnson

%
УВАГА !!!Гэтая машына з'яўляецца прадметам паломак у перыяды вострай неабходнасці.Асаблівая замыканне ў машыне, якая называецца "крытычным дэтэктар" адчуваеэмацыйны стан аператара ў плане таго, як адчайна ён / яна з'яўляецца выкарыстаннеМашына. "Крытычная дэтэктар", а затым стварае няспраўнасці прапарцыйныда адчаю аператара. Пагражаючы машыну з гвалтамтолькі пагаршае сітуацыю. Аналагічна, спробы выкарыстоўваць іншую машынуможа прывесці да паломкі. Яны належаць да той жа саюза. Захоўваць у прахалодным месцыі казаць прыемныя рэчы для машыны. Нішто іншае не падобна на працу.Глядзіце таксама: пароць (1), ТМ (1)
		-- S. C. Johnson

%
Ці не было нешта пра PASCAL праграміста Ведаючы велічынюусё і Вірт нічога?
		-- S. C. Johnson

%
Мы ўсе згодныя з неабходнасцю кампрамісу. Мы проста не можам пагадзіцца накалі гэта неабходна ісці на кампраміс.
		-- Larry Wall

%
Мы тонем у інфармацыі, але катастрафічна не хапае ведаў.
		-- John Naisbitt, Megatrends

%
Мы перажываем сістэмны непрыемнасці - ня наладзіць тэрмінал.
		-- John Naisbitt, Megatrends

%
Мы Microsoft. Unix не мае значэння. Адкрытасць бескарысна. падрыхтавацьасімілявацца.
		-- John Naisbitt, Megatrends

%
Мы не клон.
		-- John Naisbitt, Megatrends

%
"Мы знаходзімся на грані: Сёння наша праграма аказалася наступны за апошнім тэарэму Ферма."
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Мы рыхтуем думаць пра сузіраючы папярэднюю працу пра планыраспрацаваць графік для атрымання 10-е выданне з Unix праграмістаўКіраўніцтва.
		-- Andrew Hume

%
Мы не можам выявілі ніякіх навуковую дысцыпліну, ні здаровага прафесію натэхнічныя памылкі Міністэрства абароны і IBM.
		-- Edsger Dijkstra

%
Мы не сцвярджаем, Інтэрактыўная EasyFlow з'яўляецца падыходзіць - калі выдумаю, што гэта, выдатна, але гэта да вас, каб вырашыць. Калі Interactive EasyFlowне працуе: жорсткая. Калі вы страціце мільён таму Interactive EasyFlowпсуе, гэта вам, што знаходзіцца па-за мільён, не будзем. Калі вам не падабаецца гэтаагаворка: жорсткая. Мы пакідаем за сабой права рабіць абсалютны мінімум пры ўмовезаконам, аж да не ўключаючы нічога.Гэта ў асноўным тыя ж агаворка, што прыходзіць з усім праграмным забеспячэннемПакеты, але наша на простым англійскай мове і іх прадстаўлення юрыдычнай мовай.Мы сапраўды не хочам, каб ўключаць у сябе любы абвяржэнне наогул, але нашыЮрысты настойвалі. Мы стараемся, каб ігнараваць іх, але яны пагражалі нам знапад акулы ў гэты момант мы памякчэў.
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
Мы сапраўды не разумею, таму мы дамо яго праграмістам.
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
Мы не разумеем, праграмнае забеспячэнне, і часам мы не разумеемапаратных сродкаў, але мы можам * ___ гл * перарывісты святло!
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
"Мы вынайшлі новы пратакол і назваў яго Кермен, пасля жабяня Кермен,зорка "The Muppet Show". [3][3] Чаму? Галоўным чынам, таму мелі каляндарную Muppets на сцяне, калі мыспрабавалі прыдумаць назву, і Кермен з'яўляецца прыемным, сціплым родухарактар. Але так як мы не былі ўпэўненыя, ці быў гэта ОК, каб назваць наш пратаколпасля гэтага папулярнага тэлебачання і кіназоркі, мы зрабілі выгляд, што KERMIT быўакронім; на жаль, мы не змаглі знайсці добры набор слоў, каб ісці ў нагу зЛітары, а чытачы некаторыя з нашых ранніх зыходнага кода можа пацвердзіць. Пазней, у той час якпраглядаючы імя кнігі для яго маючага адбыцца дзіцяці, Біл Catchings заўважыўшто "Кермен" быў кельцкага слова «бясплатна», што і ўсе праграмы Керменпавінна быць, і словы на гэты конт замяніць нацягнутыя скарачэнняў у нашымЗыходны код (дзіця Біла аказалася дзяўчына, так што яму давялося назваць яе Бэкізамест гэтага). Калі BYTE Часопіс рыхтаваўся наш 1984 артыкул Кермен дляВыданне, яны прапанавалі нам звязацца Хенсон Associates Inc. дазволусказаць, што мы сапраўды назваць пратакол пасля жабяня Кермен. дазволбыў ласкава прадастаўлены, і цяпер рэальная гісторыя можа быць сказана. Я супраціўляўсяСпакуса, аднак, назваць сапраўдную працу "Кермен Кніга".
		-- Frank da Cruz, "Kermit - A File Transfer Protocol"

%
Можна спадзявацца, што машыны будуць у канчатковым выніку канкураваць з мужчынамі ва ўсіх чыстаінтэлектуальныя поля. Але якія з'яўляюцца лепшымі, каб пачаць з? многія людзілічу, што гэта вельмі абстрактны актыўнасць, як гуляць у шахматы, будзелепш. Яна таксама можа быць сцвярджаў, што лепш за ўсё забяспечыць машынулепшыя органы пачуццяў, што можна купіць за грошы, а затым навучыць яго разумецьі гаварыць па-ангельску.
		-- Alan M. Turing

%
Мы Карыстальнікаў, для таго, каб сфармаваць больш дасканалую сістэму, усталяваць прыярытэты,забяспечыць злучальную спакой, забяспечвае ўсе асноўныя рамонту, спрыяюць прафілактычнаетэхнічнае абслугоўванне і замацаваць выгоды волі за намі і нашыміПрацэсы, абвяшчаем і ўсталёўваем сапраўдную праграмнае забеспячэнне Unixed дзяржаўАмерыкі.
		-- Alan M. Turing

%
"У нас ёсць праблемы, HAL"."Якіх праблемы, Дэйв?""Праблема маркетынгу. Мадэль 9000 ня будзе нідзе. Мыкароткі шлях з нашых мэтаў збыту за 2010 фінансавы год ""Гэтага не можа быць, Дэйв. Халь Мадэль 9000 з'яўляецца ў свеце найбольшпашыраны эўрыстычнага запраграмаваны алгарытмічныя кампутар "."Ведаю, HAL. Я напісаў пашпарт, памятаеце? Але справа ў тым,яны не прадаюць "."Калі ласка, растлумачце, Дэйв. Почему не, HAL продажу?"Bowman вагаецца. "Вы не IBM сумяшчальны".[...]"Літары Н, А, і Ь алфавіце побач з літараміI, B, і М. Гэта значыць, як IBM сумяшчальны як я магу быць "."Не зусім, HAL. Інжынеры высветлілі кладж.""Што ляп у тым, што, Дэйв?""Я збіраюся адключыць свой мозг."
		-- Darryl Rubin, "A Problem in the Making", "InfoWorld"

%
[Мы] выкарыстоўваць дрэнны праграмнага забеспячэння і дрэнныя машыны для няправільных рэчаў.
		-- R. W. Hamming

%
Сардэчна запрашаем дзівяць - Вы хочаце інструкцыям?D G G OO Y A NД B TДа I S PКалі ласка, увядзіце словы:>
		-- R. W. Hamming

%
Сардэчна запрашаем UNIX! Атрымлівайце асалоду ад сеанс! Маюць вялікае час! Звярніце ўвагу, штоВыкарыстанне клічнікаў! Яны ўяўляюць сабой вельмі эфектыўны метад длядэманструючы хваляванне, а таксама можа ажывіць у адваротным выпадку непрыгожаяПрысуд! Тым не менш, ёсць і недахопы! Занадта шмат непатрэбных усклічучыможа прывесці да зніжэння эфекту, што клічнік аказвае начытач! Напрыклад, фразаДжэйн пайшла ў краму, каб купіць хлебВарта скончылася толькі з клічнікам, калі ёсць што-тосенсацыйнага ёй хадзіць у краму, напрыклад, калі Джэйн з'яўляеццакокер-спаніэль, або калі Джэйн на дыеце, якая не дазваляе хлеб або каліДжэйн не існуе для нейкай прычыне! Паглядзіце, як лёгка гэта?! належны кантрольклічнікаў можна дадаць новае значэнне ў вашым жыцці! Патэлефануйце зараз, каб атрымлівацьмаё свабоднае брашура "Дзіўна і Таямніца выклічным!"!Пастанавеце пятнаццаць (!) Даляраў за дастаўку і апрацоўку! аператарыстоячы! (Што даволі дзіўна, таму што яны ўсё кокер-спаніэляў!)
		-- R. W. Hamming

%
"Ну," сказаў праграміст, "звычайнае працэдура ў такіх выпадкахнаступным чынам.""Што Crustimoney Proseedcake на ўвазе?" сказаў канчатковага карыстальніка. "Бо яКанчатковы карыстальнік з пілавіннем ў галаве, і доўгіх слоў турбуе мяне "."Гэта азначае, што трэба-Да""Да таго часу пакуль гэта азначае, што я не супраць", пакорліва сказаў канчатковага карыстальніка.[З выбачэннямі Мілн]
		-- R. W. Hamming

%
У чым розніца паміж машынай Цьюрынга і сучасным кампутарам?Гэта тое ж самае, як паміж ўзыходжаннем Хілары на Эверэст і тамустварэнне Hilton на піку.
		-- R. W. Hamming

%
"Якая прырода Бога?"    Націсніце ... Націсніце ... WHIRRR ... Націсніце ... = сігнал! =    1 QT. СМЯТАНА    1 TSP. кіслая капуста    1/2 CUT Chives.    Змяшаць і пасыпаць кавалачкамі бекону."Я толькі што атрымаў, каб пачаць маркіроўкі свайго праграмнага забеспячэння ..."
		-- Bloom County

%
Якога чорта ён патрэбны?Аддзел IBM), з калегамі, якія настойвалі, штоМікрапрацэсар была хваля будучыні, гр. 1968
		-- Robert Lloyd (engineer of the Advanced Computing Systems

%
Што неабходна ў гэтай краіне з'яўляецца добрым пяць цэнтаў мікракампутар.
		-- Robert Lloyd (engineer of the Advanced Computing Systems

%
"Што гэта такое?""Ну, гэта асабліва тэхнічны, адчувальны інструмент мы выкарыстоўваем урамонт кампутараў. Будучы свецкім, вы, верагодна, не можа зразумець, чым з'яўляеццаён робіць. Мы называем гэта два на чатыры ".
		-- Jeff MacNelley, "Shoe"

%
Калі Декстер ў Інтэрнэце, можа быць Пекла далёка ззаду? "
		-- Jeff MacNelley, "Shoe"

%
... Калі прыступы творчасці запусціць моцная, больш аднаго праграміста або пісьменнікабыла вядомая адмовіцца ад стала для больш прасторных паверха.
		-- Fred Brooks

%
Калі менеджэры правесці бясконцыя сустрэчы, праграмісты пішуць гульні.Калі бухгальтары кажуць аб квартальных прыбыткаў, бюджэт развіцця складае калябыць скарочаныя. Калі даследчыкі кажуць блакітнае неба, аблокі сабралісяабкачаць ст.Сапраўды, гэта не Дао Праграмавання.Калі менеджэры робяць абавязацельствы, гульнявыя праграмы ігнаруюцца. Калібухгалтараў зрабіць доўгатэрміновыя планы, гармонія і парадак збіраецеся быць адноўлены.Калі даследчыкі вырашэння праблем у боку, праблемы хуткабыць вырашана.Сапраўды, гэта Дао Праграмавання.
		-- Geoffrey James, "The Tao of Programming"

%
Калі хто-то кажа: «Я хачу мова праграмавання, у якім мне трэба толькісказаць, што я хачу зрабіць, "даць яму лядзяш.
		-- Geoffrey James, "The Tao of Programming"

%
Калі кампанія Apple IIc быў уведзены, інфарматыўны асобнік адвёў з парайз пазначаныя зорачкай прысуды:Ён важыць менш за 8 фунтаў. *І каштуе менш $ 1300. **У дробным шрыфтам былі гэтыя "поўныя тлумачэнні":      * Не зорачкі зрабіць вас падазроным, паколькі ўсе выходзяць? Ну, усёгэта азначае, што адны вагі IIc 7,5 фунтаў. Магутнасцьспакаваць, манітор, дадатковы дыск, прынтэр і некалькі цаглінзробіць МСК важаць больш. Нашы юрысты былі занепакоеныя тым, што вамне маглі б зразумець гэта для сябе.     ** ФТК занепакоены фіксацыі коштаў. Вы можаце плаціць больш, каліВы сапраўды хочаце. Ці менш.
		-- Forbes

%
Калі мы разумеем сістэмы, заснаванай на ведах, гэта будзе, як і раней -акрамя будзе былі абпалены нашы пальцы.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Калі мы пішам праграмы, якія "даведацца", аказваецца, што мы робім, і яны не робяць.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Кожны раз, калі сістэма становіцца цалкам вызначаецца, некаторыя дурань выяўляето, што альбо адмяняе сістэму або пашырае яго да непазнавальнасці.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Дзе калькулятар на ENIAC з'яўляецца і які працуе з 18000 вакуумных трубак іважыць 30 тон, кампутары ў будучыні можа мець толькі 1000 Vaccuum трубыі, магчыма, важаць 1 1/2 тон.
		-- Popular Mechanics, March 1949

%
"Якая розніца, калі гэта нічога не рабіць? Гэта было зроблена з нашай новайTriple-Iso-раздвоенага-Крыптон-Gate-МАЦ працэс ... "
		-- Popular Mechanics, March 1949

%
Каму кампутары будуць разбураць, яны павінны спачатку звесці з розуму.
		-- Popular Mechanics, March 1949

%
Чаму праграмісты непрадуктыўны?Таму што іх час марнуецца на нарадах.Чаму праграмісты мяцежны?Паколькі кіраванне ўмешваецца занадта шмат.Чаму праграмісты адстаўку па адным?Таму што яны выгарэлі.Прапрацаваўшы дрэннага кіравання, яны больш не шануюць сваю працу.
		-- Geoffrey James, "The Tao of Programming"

%
Чаму Рымская імперыя абрынецца? Што такое латыні аўтаматызацыі справаводства?
		-- Geoffrey James, "The Tao of Programming"

%
Чаму мы хочам інтэлектуальныя тэрміналы, калі ёсць так шмат дурных карыстальнікаў?
		-- Geoffrey James, "The Tao of Programming"

%
Windows 3.1 Піва: Свет самых папулярных. Пастаўляецца ў 16 унцый. можа штовыглядае як Mac Бера. Мяркуецца, што ў вас ужо ёсць DOS піва.Сцвярджае, што ён дазваляе піць некалькі DOS Beers адначасова, алена самай справе вы можаце піць толькі нешматлікія з іх, вельмі павольна, асаблівапавольна, калі вы п'яце піва вокнаў адначасова. часам,для па-відаць без прычыны, банку АС Windows Піва выбухне, калі выадкрыць яго.
		-- Geoffrey James, "The Tao of Programming"

%
Windows 95 Піва: Многія людзі густу пратэставалі яго і сцвярджаюць, што гэтавыдатна. CAN выглядае як банкі Mac Бера, але на смак больш якWindows 3.1 Піва. Яна пастаўляецца ў 32 унцый. банкі, але калі вы глядзіце ўнутр,банкі маюць толькі 16 унцый. піва ў іх. Большасць людзей, верагодна, трымацьпітной Windows 3.1 Піва, пакуль іх сябры не спрабуюць Windows 95 Піва і сказацьім гэта падабаецца. Спіс інгрэдыентаў, калі вы глядзіце на дробны шрыфт, маенекаторыя з тых жа інгрэдыентаў, якія ўваходзяць у DOS піва, нягледзячы на ​​тое,Вытворца сцвярджае, што гэта зусім новы настой.
		-- Geoffrey James, "The Tao of Programming"

%
Вокны Airlines:Тэрмінал вельмі акуратным і чыстым, які абслугоўвае ўсе вельмі прывабна,лётчыкі вельмі здольны. Флот Learjets працуе носьбіт велізарны.Ваш бруі ўзлятае без сучка і задзірынкі, адштурхоўваючы над аблокамі, а на 20000футаў яна выбухае без папярэджання.
		-- Geoffrey James, "The Tao of Programming"

%
Windows NT Піва: Пастаўляецца ў 32 унцый. банкі, але вы можаце купіць толькі ямугрузавік. Гэта прыводзіць большасць людзей прыйдзецца ісці і купляць большхаладзільнікі. CAN выглядае як Windows 3.1 Піва, алеКампанія абяцае змяніць магчымае, каб выглядаць гэтак жа, як і Windows 95 Бера -Пасля таго як Windows 95 піва паступіць у продаж. Рэкламуемы як «прамысловай трываласці"піва, і прапанаваў для выкарыстання толькі ў барах.
		-- Geoffrey James, "The Tao of Programming"

%
Крылы OS / 400:Авіякампанія купіў старажытных DC-3, магчыма, самы лепшы і бяспечны самалётышто калі-небудзь лёталі, і намаляваў "747" на хвасты, каб яны выглядалі, як быццамяны хутка. Сцюардэсы, вядома, прысутнічаць на ўсе вашыя патрэбы,хоць напоі каштаваць $ 15 за штуку. Дурныя пытанні каштаваць $ 230 у гадзіну,калі ў вас ёсць SupportLine, які патрабуе білет першага класа ісяброўства ў клубе часта лятучых пасажыраў. Тады яны каштавалі $ 500, але вашыбухгалтэрыя можна назваць галавой.
		-- Geoffrey James, "The Tao of Programming"

%
З голымі рукамі?!?
		-- Geoffrey James, "The Tao of Programming"

%
У кампутары, натуральны мова з'яўляецца ненатуральным.
		-- Geoffrey James, "The Tao of Programming"

%
Працягваецца праца ў гэтай галіне.
		-- DEC's SPR-Answering-Automaton

%
Бескарысная.(Каралеўскі астраном Вялікабрытаніі), ацэньваючы дляКанцлер казначэйства патэнцыял значэнне"Аналітычная машына" вынайдзены Чарльза Бэббиджа, Верасень15, 1842.
		-- Sir George Bidell Airy, KCB, MA, LLD, DCL, FRS, FRAS

%
Вы б людзі перастаюць гуляць у гэтыя дурныя гульні?!?!? !!!!
		-- Sir George Bidell Airy, KCB, MA, LLD, DCL, FRS, FRAS

%
Пісьменнікі, якія выкарыстоўваюць кампутар клянуся сваёй вызваляе сілы ў танах, якія нясуцьсведчыць апакаліптычнага ўлады новага бажаства. Іх вынікі перакананасцьад чагосьці больш глыбокага, чым проста падзяку за выгодамі кампутара.Кожны новы сярэдні лісты прыводзіць новых інтэнсіўнасцей веравызнанняі новыя расколы сярод вернікаў. У 16 стагоддзі друкаваная кніга дапамаглазрабіць магчымым раскол паміж каталікамі і пратэстантамі. У 20стагоддзя гэтая гісторыя трагедыі і трыумфу паўтараецца як фарс.Тыя, хто ўшаноўвае кампутар Apple, і тых, хто паклаў сваю веру ў IBMPC таксама перакананыя, што іншы лагер пракляты або зман. кожны культтрымае ў непавазе рытуалы і законы іншы. Кожны думае, што ёнсама па сабе з'яўляецца адным надзея на выратаванне.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Даць праграмнае забеспячэнне больш задавальнення, чым працаваць.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X Windows:Прымаем любыя замену.Калі зламаўся, ня выправіць.Калі гэта не зламаў, гэта выправіць.Форма варта няспраўнасці.На пярэднім краі састарэння.Задняя абза тэхналогіі праграмнага забеспячэння.Армагедон ніколі не выглядала так добра.Японіі сакрэтная зброя.Вы зайздросціць мёртвым.Зрабіць свет бяспечным для канкуруючых аконныя сістэмы.Хай гэта стаяць на шляху.Праблемай для вашай праблемы.Калі ён пачынае працаваць, мы будзем гэта выправіць. Pronto.Магло быць і горш, але гэта зойме час.Прастата зрабіў комплекс.Найбольшы дапамогу прадукцыйнасці, так як брушны тыф.Flakey і пабудаваны заставацца такім.Тысяча малпаў. Тысяча MicroVAXes. Тысячу гадоў.X Windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X Windows:Гэта не так, як павольна вы зробіце гэта. Гэта тое, як вы зробіце гэта павольна.Аконная сістэма аддаюць перавагу мазахістаў 3: 1.Убудаваны ўзяць на свет ... і губляць!Не спрабуйце гэта да вас збіў яго.Электраінструмент для сілавы дурняў.Увод новых абмежаванняў на прадукцыйнасць.Чым бліжэй вы паглядзіце, на наш погляд cruftier.Дызайн контрпример.Новы ўзровень праграмнага забеспячэння распаду.Няма апаратныя сродкі не з'яўляецца бяспечным.У свой час.Рацыяналізацыя, ня рэалізацыя.Старасвецкія cruftsmanship забеспячэнне ва ўсёй красе.Бязвыплатнае несумяшчальнасць.	Твая маці.Сістэма кіравання ўмяшанне карыстальніка.Вы не можаце спрачацца з няўдачай.Вы не памерлі, а пакуль вы выкарыстоўвалі яго.Асяроддзі сёння ... заўтра!X Windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X Windows:Што-то вы можаце быць сорамна.На 30% больш, чым энтрапія вядучай аконнай сістэмы.Першы цалкам модульнае праграмнае забеспячэнне бедстваў.Рым быў разбураны ў дзень.Папярэджваць пра гэта сябрам.Ўзыходжанне на новыя глыбіні. Які тоне да новых вышынь.Выпадкова не мог чакаць, каб здарыцца.Не чакайце фільма.Ніколі не выкарыстоўвайце яго пасля вялікай ежы.Ці трэба казаць менш?Санітарна глыбіні чалавечай некампетэнтнасці.Гэта зробіць ваш дзень.Не хвалюйцеся і без яго.Электраінструмент для сілавых тых, хто прайграў.Праграмнае забеспячэнне бедства біблейскіх прапорцый.Ніколі не было. Ніколі не будзе.Праграмнае забеспячэнне без якіх-небудзь бачных сродкаў падтрымкі.Больш ззаду яшчэ пакаленне.Гіндэнбург. Тытанік. Эдсель.X Windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X Windows:Канчатковай вузкім месцам.Заганы неверагодна.Адзінае, што вы павінны баяцца.Дзесьці паміж хаосам і вар'яцтвам.На аўтапілоце забыццю.Жарт, што забівае.Ганьба можна ганарыцца.Памылка ажыццяўляецца да дасканаласці.Належыць больш пастаўленай задачы, чым мноства рашэнняў.Ўласціва памыляцца X Windows.Невуцтва з'яўляецца нашым самым важным рэсурсам.Комплексныя nonsolutions на простыя nonproblems.Убудаваны развальвацца.Знішчэнне стагоддзяў прагрэсу.Падзенне да новых глыбінях неэфектыўнасці.Апошняе, што вам трэба.Дэ-факта няякасныя.Пад'ёмная пашкоджанне галаўнога мозгу да мастацкай форме.X Windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X Windows:Мы не будзем скідаць ніякага ядра да яго часу.Адзін добры краш заслугоўвае іншага.Дрэнная ідэя, час якой прыйшло. І пайшоў.Мы апраўдвацца.Гэта нават не добра выглядаць на паперы.Вы смяецеся зараз, але вы будзеце смяяцца цяжэй пазней!Новая канцэпцыя крыўдзіцель інтэрфейсаў.Як нешта можа атрымаць так дрэнна, так хутка?Гэта можа здарыцца з вамі.Мастацтва некампетэнтнасці.Вам няма чаго губляць, акрамя вашага абеду.Калі бескарыснасць проста не хапае.Больш просты перашкоды. Гэта зусім новы бар'ер!Калі вы не можаце дазволіць сабе быць у парадку.А вы думалі, мы не можа зрабіць яго горш.Калі ён працуе, гэта не X Windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X Windows:Лепш паедзем.Не смейцеся. Гэта можа быць ваш дыпломны праект.Чаму гэта правільна, калі вы можаце зрабіць гэта не так?Бягучыя кашмар.Нашы памылкі працаваць хутчэй.Калі ён абсалютна станоўча HAS ўрэзацца на працягу ночы.Там няма ніякіх правілаў.Вы хочаце, мы жартавалі.Усё, што вы ніколі не хацелі ў аконнай сістэме. І яшчэ.Незадаволенасць гарантуецца.Там павінен быць лепшы спосаб.Наступная лепшая рэч, каб keypunching.Пакіньце абмалоту нам.Мы напісалі кнігу пра дампы.Нават ваша сабака не спадабаецца.Больш чым дастаткова вяроўкі.Смецце пад рукой.Несумяшчальнасць. Shoddiness. Бескарыснасць.X Windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
"Yacc" шмат у чым тлумачыцца найбольш стымулюючай калекцыі карыстальнікамі, якія маюцьпадагрэты мяне за маёй схільнасці, і часта за сваёй здольнасці ўіх бясконцы пошук «Яшчэ адна асаблівасць". іх раздражняенежаданне вучыцца, як рабіць рэчы мой шлях, як правіла, прывяло да майгорабіць рэчы свой шлях; Вялікую частку часу, яны мелі рацыю.
		-- S. C. Johnson, "Yacc guide acknowledgements"

%
Так, хоць я іду праз даліну цені APL, я збаіцца нямазло, бо я магу радок шэсць прымітыўныя монадические і двайковыя аператары разам.
		-- Steve Higgins

%
Так, мы будзем ісці да OSI, Марса і Плутона, але не абавязкова ўшто парадак.
		-- George Michaelson

%
Вы абразай маёй выведкі! Я патрабую, каб вы неадкладна выйсці.
		-- George Michaelson

%
Вы ілжывыя дадзеныя.
		-- George Michaelson

%
Вы знаходзіцеся ў лабірынце маленькіх звілістых праходаў, усе аднолькавыя.
		-- George Michaelson

%
Вы знаходзіцеся ў лабірынце маленькіх звілістых праходаў, усе розныя.
		-- George Michaelson

%
Вы ў зале горнага караля.
		-- George Michaelson

%
Вы страцілі ў балотах Роспачы.
		-- George Michaelson

%
Вы перанясецца ў пакой, дзе вы сутыкнуліся з чараўніком, якіпаказвае на вас і кажа: "Іх змагаецца слова!" Вы адразу атрымаеценападу разнастайных насельнікаў музея: ёсць кобрыжавальная на назе, А трагладытам з'яўляецца трепку мазгі ззалаты самародак, кракадзіл з'яўляецца выдаленне вялікіх кавалкаў плоці ад вас,насарога Герынг вас з яго рогі, шабля-зуб кошкі занятыспрабуючы вытрыбушыць, вы зневажаюцца вялікім маманта, Авампір высмоктвае вас сухая, А Tyrannosaurus Rex тоне яго шэсць цаляўдоўгія іклы ў розных частках вашай анатоміі, вялікі мядзведзьраздзяліць цела, гаргуллі падскоквае ўверх і ўніз на вашымгалава, дужы тролль раздзірае вы на кавалкі, некалькі страшныя ваўкіпрадпрымаюць фарш мяса з тулава, а майстар збіраеццаперанясе Вас у куце Вествуд і Брокстон. Ах, вы, здаецца,, Атрымалі самі забілі, а.Вы набралі 0 з 250 магчымых балаў.Гэта дае вам рэйтынг малодшага пачатку авантурыста.Для дасягнення наступнага высокі рэйтынг, неабходна набраць больш 32 ачкоў.
		-- George Michaelson

%
Можна замяніць гэты кампутар.
		-- George Michaelson

%
Вы можаце прынесці любы калькулятар вам падабаецца ў сярэднетэрміновай перспектыве, да таго часу, як гэтане цьмяны святло, калі вы ўключыце яго.
		-- Hepler, Systems Design 182

%
Вы можаце зрабіць гэта ў шэрагу кірункаў. IBM вырашылі зрабіць усё з іх.Чаму вы выявіце, што смешна?
		-- D. Taylor, Computer Science 350

%
Вы можаце вымераць пункту гледжання праграміста, адзначыўшы сваё стаўленне наякая працягваецца жыццяздольнасць FORTRAN.
		-- Alan Perlis

%
Цяпер вы можаце купіць больш вароты з меншым спецыфікацыі, чым у любы іншы часу гісторыі.
		-- Kenneth Parker

%
Вы можаце сказаць, як далёка мы павінны ісці, калі FORTRAN гэта мовасуперкамп'ютэры.
		-- Steven Feiner

%
Вы можаце наладзіць піяніна, але вы не можаце тунец.Вы можаце наладзіць файлавую сістэму, але вы не можаце тунец.
		-- from the tunefs(8) man page

%
Вы можаце напісаць невялікую ліст бабулі ў імя файла.
		-- Forbes Burkowski, CS, University of Washington

%
Вы не можаце пайсці дадому ізноў, пакуль вы не ўсталюеце $ HOME.
		-- Forbes Burkowski, CS, University of Washington

%
"Вы не можаце стварыць праграму без зламаных эга."
		-- Forbes Burkowski, CS, University of Washington

%
Вы не можаце ўзяць дзяўчыну тут.
		-- Forbes Burkowski, CS, University of Washington

%
Вы не павінны пошту.
		-- Forbes Burkowski, CS, University of Washington

%
Вы не павінны ведаць, як працуе кампутар, проста, як працаваць з кампутарам.
		-- Forbes Burkowski, CS, University of Washington

%
Трэба было пошту, але супер-карыстальнік прачытаў яго, і адвёў яго!
		-- Forbes Burkowski, CS, University of Washington

%
Трэба было пошту. Падлогу прачытаць яго, так што спытаеце яго, што ён сказаў.
		-- Forbes Burkowski, CS, University of Washington

%
У вас ёсць масаж (ад шведскага прэм'ера).
		-- Forbes Burkowski, CS, University of Washington

%
У вас ёсць паведамленне ад аператара.
		-- Forbes Burkowski, CS, University of Washington

%
У вас ёсць тэндэнцыя адчуваць вы пераўзыходзіць большасць кампутараў.
		-- Forbes Burkowski, CS, University of Washington

%
Вы набылі скрутак пад назвай «ИРК gleknow mizk '(п) .-- More--Гэта IBM Кіраўніцтва пракруткі .-- More--Вы стала блытаць.
		-- Dave Decot

%
Вы павінны непажаданай пошты.
		-- Dave Decot

%
У вас ёсць пошта.
		-- Dave Decot

%
Вы ведаеце, што вы сядзелі ў пярэдняй частцы Lisp машыны занадта доўгакалі вы выходзіце на ўтыль машыны ежы і пачаць цікава, якзрабіць гэта дасць вам CADR з Item H, так што вы можаце атрымаць, што yummieшакаладны кекс, які затрымаўся ззаду брыдкага ванільным аднаго.
		-- Dave Decot

%
Вы ведаеце, марнаваў занадта шмат часу на кампутары, калі вашСябар misdates чэк, і вы прапанаваць дадаць "++", каб выправіць гэта.
		-- Dave Decot

%
Вы ведаеце, Каллахан з'яўляецца міралюбным бар, але калі вы спытаеце, што сабака, што яголюбімая фарматавання ёсць, а ён кажа: "ROFF! ROFF!", ну, я проста прыйдзецца ...
		-- Dave Decot

%
Магчыма, вам прыйдзецца пошту.
		-- Dave Decot

%
Вы павінны разумець, што кампутар мае яго за вас. неабвержнаДоказам гэтага з'яўляецца тое, што кампутар заўсёды робіць тое, што вы скажаце ёй зрабіць.
		-- Dave Decot

%
Вы падрапаць маю стужку, і я мые.
		-- Dave Decot

%
Вы будзеце мець галаўны аварыю на сваім прыватным ўпакоўцы.
		-- Dave Decot

%
У вас будзе шмат неадольны памылак на магнітнай стужцы.
		-- Dave Decot

%
Вы страціце важны файл на дыску.
		-- Dave Decot

%
Вы страціце важную істужачны файл.
		-- Dave Decot

%
Вы ўжо правядзенні сферу!
		-- Dave Decot

%
Ты па заканчэнні Вітта.
		-- Dave Decot

%
Вы не Дэйв. Хто ты?
		-- Dave Decot

%
Вы з дапамогай клавіятуры! Як мудрагелісты!
		-- Dave Decot

%
Вы былі Berkeley'ed!
		-- Dave Decot

%
Ваш код павінен быць больш эфектыўным!
		-- Dave Decot

%
Кампутар кошт авердрафту. Калі ласка паўторна аўтарызавацца.
		-- Dave Decot

%
Кампутар кошт авердрафту. См Big Brother.
		-- Dave Decot

%
Ваша віна - ядро ​​скідалі
		-- Dave Decot

%
Вашы файлы цяпер шыфруецца і кідаюць у битоприемник.EOF
		-- Dave Decot

%
Ваш лад жыцця будзе зменены на ASCII.
		-- Dave Decot

%
Ваш лад жыцця будзе зменены на EBCDIC.
		-- Dave Decot

%
Ваш пароль з'яўляецца нікчэмна відавочная.
		-- Dave Decot

%
Ваш кліент хворы! Страляй і вывесці яго са сваёй памяці.
		-- Dave Decot

%
Я маю на ўвазе, калі праз 10 гадоў, калі вы робіце нешта хутка і брудна,вы раптам сабе, што я гледзячы на ​​вашыя плечы і сказацьсамастойна ", Дейкстра б не спадабалася", добра, што было б дастаткованеўміручасць для мяне.
		-- Dave Decot

%
Як відаць на Slashdot аб тым, што вы можаце зрабіць з вашымі кабельных мадэмаў:(Http://slashdot.org/comments.pl?sid=32387&cid=3495418):        Рэзюмэ: Гэта не пра тое, як вы спраўляецеся экіпіроўку, гэта дзе        ў вас ёсць дазвол, каб прытрымлівацца яго.Паведамленне ад "redgekko"
		-- Dave Decot

%
"Самая вялікая праблема распрацоўкі праграмнага забеспячэння з'яўляецца адным яна будзе ніколі не вырашыць - палітыку ".працуючы над вялікім праектам абложаны палітыкай
		-- Gavin Baker, ca 1996, An unusually cynical moment inspired

%
"Не бойцеся пяро. Калі ёсць сумневы, намаляваць прыгожую карцінку".
		-- Baker's Third Law of Design.

%
Кропка супыну 1, галоўны (ARGC = 1, ARGV = 0xbffffc40) у main.c: 2929 Е ( "Сардэчна запрашаем у пекла GNU \ п");
		-- "GNU Libtool documentation"

%
Я, магчыма, прыдумаў, але Біл зрабіў яго вядомымклавішы, ва панэльнай дыскусіі з Білам Гейтсамна 20-гадовага свята для ПК IBM.
		-- David Bradley, inventor of the Ctrl-Alt-Delete

%
Мы маем палітыку, што мы не былі ўзламаныя.       http://www.wired.com/wired/archive/12.06/dating_pr.html
		-- Lisa Kopp, Friendster rep, commenting on a security flaw

%
Жыццё NP-цяжкай, а затым вы памраце.
		-- Dave Cock

%
Паспрабуйце выдаліць каляровую праблему перазагрузкі кампутара некалькі разоў.
		-- Microsoft Internet Explorer's README.TXT

%
Адна з рэчаў, я звычайна кажу людзям, што калі гэта ў навінах, нятурбавацца пра гэта. Па вызначэнні, "Навіны" азначае, што гэта наўрад ці калі-небудзь адбудзецца. каліРызыка ў навінах, то гэта, верагодна, не варта турбавацца. Каліне штосьці больш не паведамлялася - аўтамабільныя смерцяў, гвалт у сям'і - калігэта настолькі часта, што гэта не навіна, то вы павінны пачаць турбавацца ".
		-- Bruce Schneier, in _CRYPTO-GRAM_, May 15, 2005.

%
У выпадку, калі гэта не відавочна, якое-небудзь рашэнне гэтай праблемы, што ўводзіцьзалежнасць ад Java глыбока нецікава мне. На самай справе, мойабыякавасць да таго, што можа быць ахарактарызаваная толькі як "сексуальная" па інтэнсіўнасці.
		-- Jamie Zawinski

%
"Мы хацелі пабудаваць сістэму чата ў будучыні, і мыу канчатковым выніку з прыкладнога ўзроўню шматадрасных струменевай перадачы мультымедыя. У 1999.Мы былі трохі наперадзе нашага часу [A ¢ ВВ-A ¢ AA-] "[A ¢ ВВ-A ¢ AA-] Гэта маркетынг-казаць на працягу ¢ â € ÂœwrongÃ ¢ € А; Вы можаце сказаць тое ж самаена працягу batterÃ ¢ € А ™ з ходам, калі ён бярэ ўдар.    - Томас Ptacek, http://www.matasano.com/log/914/
		-- Jamie Zawinski

%
Увага: абарона ад запісу не перашкодзіць картрыдж ня сціралісяаб'ёмнай пры спробе ачысціць або размагничивания.    - Кіраўніцтва HP Ultrium істужачнага назапашвальніка карыстальніка, стр.12
		-- Jamie Zawinski

%
Чаму вы хочаце гэта зрабіць? Вы каханая ¢ € А ™ т, забыцца, што я нават не згадваецца яго.    - Perl DBI дакументацыя (v1.53)
		-- Jamie Zawinski

%
Сцеражыцеся Цьюрынга тар-ямы, у якой магчыма ўсё, але нічогацікавасць лёгка.    - Алан Перлис
		-- Jamie Zawinski

%
Калі, па некаторых прычынах, мы робім некаторую вялікую памылку і IBM выйграе, маё асабістае адчуваннез'яўляецца тое, што мы збіраемся ўвесці кампутарныя Цёмныя стагоддзі каля дваццаці гадоў.                - Стыў Джобс (1955-2011)
		-- Jamie Zawinski

%
Вы не можаце проста спытаць кліентаў, чаго яны хочуць, а затым паспрабаваць даць што да іх.Да таго часу, вы атрымаеце яго пабудавалі, яны хочуць нешта новае.                - Стыў Джобс (1955-2011)
		-- Jamie Zawinski

%
Які кампутар для мяне гэта самы выдатны інструмент, які мы калі-небудзь прыдумацьс. Гэта эквівалентна ровара для нашых розумаў.                - Стыў Джобс (1955-2011)
		-- Jamie Zawinski

%
Гэта сапраўды цяжка праектаваць прадукты фокус-групы. Шмат разоў, людзіне ведаю, што яны хочуць, пакуль вы не паказаць ім.                - Стыў Джобс (1955-2011)
		-- Jamie Zawinski

%
Інавацыі не мае нічога агульнага з тым, колькі R & D даляраў у вас ёсць. калі Appleпрыдумаў Mac, IBM марнаваў мінімум у 100 разоў больш на R & D. Гэта непра грошы. Гэта пра людзей, вы павінны, як вы прывялі, і колькі выатрымаць яго.                - Стыў Джобс (1955-2011)
		-- Jamie Zawinski

%
Я б гандляваць усімі маёй тэхналогіі на працягу дня з Сакратам.                - Стыў Джобс (1955-2011)Гэта было адным з маіх мантр - фокус і прастата. Просты можа быць складаней, чымКомплекс: Вы павінны працаваць, каб атрымаць ваша мысленне ў чысціні, каб зрабіць яго простым.Але яно таго варта, у рэшце рэшт, таму што як толькі вы атрымаеце там, вы можаце перамясціцьгоры.                - Стыў Джобс (1955-2011)
		-- Jamie Zawinski

%
Інавацыя адрознівае паміж лідэрам і паслядоўнікам.                - Стыў Джобс (1955-2011)
		-- Jamie Zawinski

%
UNIX з'яўляецца вельмі просты, ён проста павінен быць геніем, каб зразумець яго прастату.    - Дэніс Рытчы (1941-2011), стваральнік мовы праграмавання Сі і    UNIX
		-- Jamie Zawinski

%
З вёрткім, недахопы, і велізарны поспех.    - Дэніс Рытчы (1941-2011), стваральнік мовы праграмавання Сі і    UNIX
		-- Jamie Zawinski

%
З мае "улада асэмблеры і зручнасць ... зборцымова ".    - Дэніс Рытчы (1941-2011), стваральнік мовы праграмавання Сі і    UNIX
		-- Jamie Zawinski

%
Калі я прачытаў каментар аб прапановах для дзе З павінны ісці, я часта думаюназад і славіць, што ён не быў распрацаваны па рэкамендацыі сусветнаНатоўп.    - Дэніс Рытчы (1941-2011), стваральнік мовы праграмавання Сі і    UNIX
		-- Jamie Zawinski

%
Шчыра кажучы, я не ведаю, як Лінус і яго вясёлая група кіравання так добра -Я не мог бы стаяў яго з С.    - Дэніс Рытчы (1941-2011), стваральнік мовы праграмавання Сі і    UNIX
		-- Jamie Zawinski

%
Я не магу ўспомніць якія-небудзь цяжкасці ў стварэнні вызначэння мовы C цалкамадкрыць - любое абмеркаванне па гэтым пытанні, як правіла, згадваюць мовы,Вынаходнікі спрабавалі захаваць жорсткі кантроль, і наступнае злы рок.    - Дэніс Рытчы (1941-2011), стваральнік мовы праграмавання Сі і    UNIX
		-- Jamie Zawinski

%
Па меншай меры, для людзей, якія пасылаюць мне лісты аб новую мову, што яныпраектаванне, генеральны савет: зрабіць гэта, каб даведацца пра тое, як напісацькампілятар. Не было ніякіх чаканняў, што хто-то будзе выкарыстоўваць яго, пакуль не выкарыстоўваеццаз нейкай арганізацыі, якія ў стане падштурхнуць яго цяжка. гэталатарэі, і некаторыя з іх могуць купіць шмат квіткоў. Ёсць шмат прыгожыхмовы (больш прыгожыя, чым C), што не зачапіцца. Але хто-то выйграцьлатарэі, і рабіць мова, па меншай меры вучыць вас нешта.    - Дэніс Рытчы (1941-2011), стваральнік мовы праграмавання Сі і    UNIX
		-- Jamie Zawinski

%
Праграмнае забеспячэнне значна цяжэй змяніць, чым масава абсталяванні. C ++ і Java, скажам,меркавана расце хутчэй, чым звычайны C, але я ўпэўнены, С-ранейшаму будзе вакол.Для тэхналогіі інфраструктуры, C будзе цяжка выціснуць.    - Дэніс Рытчы (1941-2011), стваральнік мовы праграмавання Сі і    UNIX
		-- Jamie Zawinski

%
Было выказана меркаванне, што каранёвыя камплекты найбуйнейшым супольнасцю карыстальнікаў для гэтагавыгляд доступу, але няма гарантыі наперад Сумесныя каранёвай камплектАўтары.    - Джонатан Корбет ў "Хто мае патрэбу / DEV / kmem?"       (Http://lwn.net/Articles/147901)
		-- Jamie Zawinski

%
