"Вы ведаеце, вядома, што тасманийцы, якія ніколі не ўчыніў пералюб, з'яўляюццацяпер вымерлых ".
		-- M. Somerset Maugham

%
"Калі нічога не зламалася, ня выправіць."
		-- Bert Lantz

%
"Той шарм шлюбу з'яўляецца тое, што яна робіць жыццё падману неабходнасцю."
		-- Oscar Wilde

%
"Бог ёсць комік грае на аўдыторыю занадта напалоханыя, каб смяяцца."
		-- Voltaire

%
«IBM выкарыстоўвае тое, што я хацеў бы назваць" тэхнікай адтуліну-в-зямлі "знішчыць канкурэнцыю ..... IBM капае вялікую дзірку ўздрабняюць і пакрывае яе лісця. Затым ставіць вялікі гаршчокЗалатых паблізу. Затым ён дае выклік "Гэй, глядзець на ўсегэта золата, ідзі сюды хутка. Як толькі канкурэнтападыходы гаршчок, ён падае ў яму "
		-- John C. Dvorak

%
"Ёсць рэчы, якія настолькі сур'ёзна, што вы можаце жартаваць толькі пра іх"
		-- Heisenberg

%
"Ён прымае ўсе віды ін & па-за дзверы школьнага каб адаптавацькаб мой выгляд абалваньваньня "
		-- R. Frost

%
"Чорт гэтыя продкі .... Яны скралі нашы лепшыя ідэі!"
		-- Ben Jonson

%
І еж, як ячныя ляпёшкі, і ты выпякаць яго з гноем, штовыходзіць з чалавека, і ў вачах іхніх ... Потым [Гасподзь] сказаў мне: вось, ядалі гной цябе каровіна гноем чалавека, і будзеш рыхтаваць хлеб твойім.[Іез. 4: 12-15 (УПА)]
		-- Ben Jonson

%
Я зняў мая сукенка; я павінен змясціць яго зноў? Я вымыла ногі мае;доўг Я глеба іх зноў?Калі мой каханы сунуў руку праз зашчапкі адтуліну, мае вантробы змешваюцьўва мне [маё хвалявалася для яго (KJV)].Калі я ўстаў, каб адкрыць для мае любасныя, мае рукі капала Міро; вадкасцьМіро з маіх пальцаў падбег ручак ніта. Сваімі рукамі Iадкрыў маю любоў, але любоў мая адвярнуўся і пайшоў па; маё сэрца ўпала, каліён павярнуўся спіной. Я шукала яго, але я не знайшоў яго, я назваў яго, але ённе адказаў.Вартаўніка, збіраецца раўндаў горада, сустрэў мяне; білі мяне і  параніў мяне; вартаўніка на сценах забраў плашч.[Песня Песняй 5: 3-7 (NEB)]
		-- Ben Jonson

%
Якія прыгожыя ногі твае ў сандалях, дачка знакамітая! суставы твайгоСцягна, як каралі, справа рук ўмелага майстра. жывот твойз'яўляецца круглая чара, якая не высільваецца духмянае віно; улоньне тваё кучапшаніцы прыступілі з лілеямі.два твае грудзей падобныя да дзвюх маладых руж, двойні.[Песня Саламона 7: 1-3 (УПА)]
		-- Ben Jonson

%
Як выдатна, як чароўны вы, мой каханы чалавек, дачка асалод!Вы велічны як пальма, і грудзей твае кластары даты.Я сказаў: "Я буду падымацца ў далонь, каб зразумець свае галіны." Ці магу я знайсці вашгрудзей, як вінаградныя пэндзля на корані, пах вашага дыхання, якабрыкосы, і вашы шэпча, як рэзкі віна, якія праходзяць плаўна вітаць майголаскі, слізгаючы ўніз па вусны і зубы.[Песня Песняй 7: 6-9 (NEB)]
		-- Ben Jonson

%
Знос мяне, як друк, на сэрца тваё, як пярсцёнак, на руку тваю; бо любоў моцнаяяк смерць, запал лютая, як апраметная; гэта успыхвае як полымя вогненнае, ожесточеннеечым любы полымя.[Песня Песняй 8: 6 (NEB)]
		-- Ben Jonson

%
Але сказаў Рабсак ім гаспадар мой паслаў мяне да гаспадара твайго і даты, каб сказаць гэтыя словы? Ці так Ён не пасылаў мяне да людзей, якія сядзяць насцены, што яны могуць ёсць памёт свой і піць мачу сваю з вамі?[2 Kings 18:27 (УПА)]
		-- Ben Jonson

%
Калі Яхве вашыя багі асела вас на зямлі вы збіраецеся заняць, івыцесненыя шмат няслушных перад вамі ... вы выразаць іх і знішчыцьім. Вы не ўступаць у кампраміс з імі ці паказаць ім літасці.[Друг. 7: 1 (УПА)]
		-- Ben Jonson

%
Я проста падумаў, што-небудзь смешнае ... тваю маці.
		-- Cheech Marin

%
У пачатку, я быў зроблены. Я не прасіў, каб быць зробленыя. Ні адзін кансультацыіса мной або разглядацца мае пачуцці ў гэтым пытанні. Але калі ён прынёс некаторыямімалётнае захапленне некаторых ніжэйшых людзей, як яны бессістэмна гарцаваў свой шляхпраз журботны джунглі жыцця, то так і будзе.- Марвін параноікі Android, Ад Кіраўніцтвы Hitchiker Дуглас Адамс 'уСцэнары Galaxy Радыё
		-- Cheech Marin

%
Вы будзеце паспяховыя ў сваёй працы.
		-- Cheech Marin

%
Жыццё чалавека РЭПО заўсёды інтэнсіўна.
		-- Cheech Marin

%
Калі вы не будзеце асцярожныя, вы збіраецеся лавіць няма чаго.
		-- Cheech Marin

%
Гэта рэч пра людзей, якія думаюць, што яны ненавідзяць кампутары. што янысапраўды ненавіджу гэта паршывыя праграмісты.
		-- Larry Niven and Jerry Pournelle in "Oath of Fealty"

%
Дзе б вы ні ... Там вы.
		-- Buckaroo Banzai

%
Жыццё ў натуральным стане апусьцее, бедны, адваротны, жорсткай і кароткай.
		-- Thomas Hobbes, Leviathan

%
Адсутнасць навыку дыктуе эканоміка стылю.
		-- Joey Ramone

%
Ніхто не прыдатна для даверыць уладу. ... Ніхто. ... Любы чалавек, які жывенаогул ведае вар'яцтвы і бязбожнасьць ён здольны. ... І калі ён робіцьведаю, што гэта, ён ведае таксама, што ні ён, ні чалавек павінен мець магчымасцьвырашыць адно чалавечае лёс.
		-- C. P. Snow, The Light and the Dark

%
Паспяховае і пашанцавала злачынства называецца дабрачыннасьцю.
		-- Seneca

%
Калі мы скокнулі ў Сіцыліі, блокі аддзяліўся, і я не мог знайсціхто. У рэшце рэшт я натыкнуўся двух палкоўнікаў, буйны, тры капітанаў,два лейтэнанты, і адзін стрэлак, і мы забяспечылі мост. ніколі ўГісторыя вайны так мала было на чале з так шмат.
		-- General James Gavin

%
Адзінае, што неабходна для трыумфу зла для добрых мужчын нічога не рабіць.
		-- Edmund Burke

%
Вы можаце называць мяне па імені, Вірт, ці мой кошту, Worth.
		-- Nicklaus Wirth

%
Дайце чалавеку рыбу, і ты накорміш яго на адзін дзень.Навучы чалавека лавіць рыбу, і ён будзе напрасіцца на абед.
		-- Calvin Keegan

%
Прагноз вельмі складана, асабліва ў будучыні.
		-- Niels Bohr

%
Кампутар не можа сказаць вам эмацыйную гісторыю. Ён можа даць вам дакладныматэматычнае мадэляванне, але тое, што хапае толькі бровы.
		-- Frank Zappa

%
Усё не так проста, як яны, здаецца на першы погляд.
		-- Edward Thorp

%
Галоўнае сама п'еса. Я клянуся, што прага грошай не мае нічогаз ім рабіць, хоць неба ведае, што я востра мае патрэбу ў грошах.
		-- Feodor Dostoyevsky

%
Гэта, безумоўна, вялікае няшчасце для чалавека не мець дакучлівых.
		-- Robert Bly

%
Машыны прыняць мяне знянацку з вялікай частатой.
		-- Alan Turing

%
Нявызначаны фартуна старанна асвоены капіталу разліку.
		-- Blaise Pascal

%
Пасля паразы Галіяфа, гіганты перасталі выклікаць павагу.
		-- Freeman Dyson

%
Ёсць два спосабу пабудовы праектавання праграмнага забеспячэння. Адзін са спосабаў, каб зрабіцьгэта так проста, што, зразумела, няма недахопаў, а другі з'яўляеццазрабіць яго настолькі складаная, што няма ніякіх відавочных недахопаў.
		-- Charles Anthony Richard Hoare

%
Не дапускаць гэтая мова (Ada) у яго цяперашнім стане, якія будуць выкарыстоўвацца ўпрыкладання, дзе надзейнасць мае вырашальнае значэнне, то ёсць атамныя электрастанцыі,крылатыя ракеты, сістэмы ранняга папярэджання, анты-ПРАСістэмы. На наступны ракеты ў зман ў выніку мове праграмаванняПамылка не можа быць разведачных касмічная ракета на бясшкодныя паездкі да Венеры:Гэта можа быць ядзерная боегалоўка выбухае над адным з нашых гарадоў. ненадзейнымімова праграмавання генеравальная ненадзейныя праграмы складае значнабольшы рызыка для навакольнага асяроддзя і для нашага грамадства, чым небяспечных аўтамабіляў, таксічныпестыцыды, аварыі на ядзерных электрастанцыях.
		-- C. A. R. Hoare

%
Без кавы ён не мог працаваць, або, па меншай меры, ён не мог бы працаваць уТое, як ён зрабіў. У дадатак да паперы і ручкі, ён узяў з сабой усюды якнезаменным артыкул абсталявання кававарцы, якая была не меншважна для яго, чым яго стала або яго белы халат.
		-- Stefan Zweigs, Biography of Balzac

%
"Гэта быў марскім праве, яны сказалі. Цывілізацыя заканчваецца па ватэрлініі.Акрамя таго, мы ўсе ў харчовую ланцуг, і не заўсёды на самым версе ".
		-- Hunter S. Thompson

%
У бездапаможным, шматстаронкавай злучэння ў штучны ўпакоўцы формы, да якой блок-схема маеСёння распрацаваны, гэта аказалася бескарысным, так як інструмент праектавання -праграмісты намаляваць блок-схемы пасля, а не да, пісаць праграмы, якія яныапісаць.
		-- Fred Brooks, Jr.

%
Так званы "працоўны стол" з сённяшніх працоўных станцый замест гэтага"Самалёт-мясцовы" метафара. Любы, хто ператасаваў круг, поўны папер у той чассядзіць паміж двума мажны пасажыраў будзе распазнаваць розніцу - можнабачыць толькі вельмі нешматлікія рэчы адразу.
		-- Fred Brooks, Jr.

%
... Калі прыступы творчасці запусціць моцная, больш аднаго праграміста або пісьменніка ёсцьВядома адмовіцца ад стала для больш прасторных паверха.
		-- Fred Brooks, Jr.

%
Ледзь рэтраспекцыя паказвае, што хоць шмат выдатных, карысных праграмных сістэмбылі распрацаваны камітэтамі і пабудаваны як частка шматчастковы праектаў,гэтыя праграмныя сістэмы, якія узбуджаюцца гарачыя заўзятары з'яўляюцца тыя, якіяпрадукты з аднаго або некалькіх праектаванне розумы, вялікія дызайнераў. Разгледзім Unix,APL, Pascal, Modula, інтэрфейс Smalltalk, нават Fortran; і супрацьпаставіць іхз Cobol, PL / I, Algol, MVS / 370 і MS-DOS.
		-- Fred Brooks, Jr.

%
... Прагрэс кампутарнай тэхнікі настолькі хутка. Ніякай іншай тэхналогіі, так якцывілізацыя пачатку бачыў шэсць парадкаў у Увядзенне-цэныатрымаць у 30 гадоў.
		-- Fred Brooks, Jr.

%
Праграмныя аб'екты з'яўляюцца больш складанымі для іх памеру, чым магчыма любы іншы чалавекпабудаваць, таму што ніякія дзве часткі не падобныя да. Калі яны ёсць, мы робім двааналагічныя дэталі ў падпраграму - адкрытым або закрытым. У гэтых адносінах праграмнага забеспячэнняСістэмы глыбока адрозніваюцца ад кампутараў, будынка або аўтамабілі, дзепаўтараюцца элементы ў багацці.
		-- Fred Brooks, Jr.

%
Лічбавыя кампутары самі больш складаным, чым большасць рэчаў, якія людзі будуюць:Яны маюць вельмі вялікая колькасць дзяржаў. Гэта робіць зачацце, апісваючы,і іх тэставанне цяжка. Праграмныя сістэмы маюць парадкі велічыні роўная больш станаўчым кампутары робяць.
		-- Fred Brooks, Jr.

%
Складанасць праграмнага забеспячэння з'яўляецца неад'емнай уласнасцю, не шчаслівы адзін.Такім чынам, апісання праграмнага аб'екта, што абстрагавацца ад яе складанасцічаста абстрагавацца ад яго сутнасць.
		-- Fred Brooks, Jr.

%
Эйнштэйн сцвярджаў, што павінны быць спрошчаны тлумачэння прыроды, паколькіБог не капрызныя або адвольнае. Няма такой веры ня суцяшае праграмнае забеспячэннеінжынер.
		-- Fred Brooks, Jr.

%
75% жанчын выключэннем, усё ва ўсім свеце хоча мець сэкс.
		-- Ellyn Mustard

%
Сувязь паміж мовай, на якой мы думаем / праграмы і праблемі рашэнні, якія мы можам сабе ўявіць вельмі блізка. Па гэтай прычыне абмежаваныхМоўныя асаблівасці з мэтай ліквідацыі памылак праграміста ў лепшым выпадкунебяспечна.
		-- Bjarne Stroustrup in "The C++ Programming Language"

%
Адзіны спосаб вывучаць новую мову праграмавання з'яўляецца напісанне праграм у ім.
		-- Brian Kernighan

%
Дасканаласць дасягаецца толькі на мяжы развалу.
		-- C. N. Parkinson

%
Там вы ідзяце чалавек,Трымаеце так крута, як вы можаце.Гэта раздражняе іх паверыць, што вы ўспрымаеце Інтэрнэт яны ткуць.Працягвайце быць свабодным!
		-- C. N. Parkinson

%
Бінга, АЗС, гамбургер з замовай боку авіяцыйнага шуму,і вы будзеце Гэры, штат Індыяна. - Джэсі ў фільме "Палац Грисера"
		-- C. N. Parkinson

%
Спадзеючыся дабрыні ня тэалагічным гук. - Арахіс
		-- C. N. Parkinson

%
Паліцыя да вашых запасных патронаў і Фрагай. Не пакідайце нічога "для DINKs.
		-- Willem Dafoe in "Platoon"

%
"Усё сваё жыццё я хацеў быць кім-то, я думаю, я павінен быў быць больш канкрэтнымі."
		-- Jane Wagner

%
"Любы сярэдні досыць магутным, каб пашырыць ахоп чалавека дастаткова моцны, каб зрынуцьяго свет. Каб атрымаць магію медыума, каб працаваць на сваіх мэтаў, а несупраць іх з'яўляецца дасягненне пісьменнасці ".
		-- Alan Kay, "Computer Software", Scientific American, September 1984

%
"Кампутарная пісьменнасць з'яўляецца кантакт з дзейнасцю вылічальнага досыць глыбока, кабзрабіць вылічальную эквівалент чытаць і пісаць свабодна і прыемным.Як і ва ўсіх мастацтвах, раман з матэрыялам павінны ісці поўным ходам. калімы цэнім на працягу ўсяго жыцця мастацтваў і літаратуры ў якасці трампліна дляасабістая і грамадская рост, калі які-небудзь менш намаганняў выдаткавана, каб зрабіць вылічэннічастка нашага жыцця? "
		-- Alan Kay, "Computer Software", Scientific American, September 1984

%
"Найбольшыя воіны тыя, хто змагаецца за мір".
		-- Holly Near

%
"Незалежна ад таго, куды вы ідзяце, там вы ..."
		-- Buckaroo Banzai

%
Староннім будзе зняты. Выжылыя будуць пакараныя.
		-- Buckaroo Banzai

%
Староннім будзе зняты. Выжылыя будуць знятыя ЗНОЎ!
		-- Buckaroo Banzai

%
"Я старэе, але не ўверх."
		-- Jimmy Buffett

%
Вучоныя будуць вывучаць ваш мозг, каб даведацца больш аб вашай далёкага сваяка, хлопца.
		-- Jimmy Buffett

%
"Я ненавіджу сверб. Але я не супраць пухліна».- Новы кайф фраза, як "Дзе ялавічына?" што Дэвід Летэрмана спрабуе   каб атрымаць усе пачаць гаварыць
		-- Jimmy Buffett

%
Ваша ўласная адзнака можа змяніцца.
		-- Jimmy Buffett

%
"О, дарагі, я думаю, вы знойдзеце рэальнасці на імгненне зноў."
		-- Marvin The Paranoid Android

%
"Адправіць юрысты, гарматы і грошы ..."
		-- Lyrics from a Warren Zevon song

%
«Я хаджу на працы па той жа прычыне курыца ідзе на адкладвання яек."
		-- H. L. Mencken

%
"Памятаеце, інфармацыя не з'яўляецца веданнем; Веды ня мудрасць;Мудрасьць ня ёсьць ісьціна; Ісціна не прыгажосць; Прыгажосць не любяць;Любоў не музыка; Музыка з'яўляецца лепшым "-. Фрэнк Запа
		-- H. L. Mencken

%
Я не магу ездзіць 55.
		-- H. L. Mencken

%
"І яны сказалі нам, што яны хацелі ... Быў гук, які мог забіць адзін, на адлегласці "-. Кейт Буш
		-- H. L. Mencken

%
"Ва ўмовах энтрапіі і нішто, вы, здаецца, трэба прыкідвацца, што гэта нетам, калі вы хочаце, каб працягваць пісаць добры код "-. Карл Lehenbauer
		-- H. L. Mencken

%
Значкі? Мы не маем патрэбы ні ў смярдзючых значкі.
		-- H. L. Mencken

%
Я не магу ездзіць 55.Я з нецярпеннем чакаю, каб не быць у стане весці 65, альбо.
		-- H. L. Mencken

%
Дзякуй Богу мільён мільярдаў разоў вы жывяце ў Тэхасе.
		-- H. L. Mencken

%
"Ці можаце вы праграмаваць?" "Ну, я пісьменны, калі гэта тое, што вы маеце на ўвазе!"
		-- H. L. Mencken

%
Няма карыстальнікам servicable часткі ўнутры. Звярніцеся да кваліфікаванаму персаналу.
		-- H. L. Mencken

%
У аснове навукі з'яўляецца важным напружанасць паміж двума, здавалася бсупярэчлівыя адносіны - адкрытасць да новых ідэям, якімі б дзіўнаабо нелагічным яны могуць быць, і самым бязлітасным скептычна даследаваннеўсіх ідэй, старых і новых. Гэта, наколькі глыбока ісціны провеивают з глыбінітрызненне. Вядома, навукоўцы робяць памылкі, спрабуючы зразумецьСвет, але ёсць убудаваны механізм карэкцыі памылак: Калектыўныпрадпрыемства творчага мыслення і скептычна думаць разам трымаеполе на трасе.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Адзін з самых сумных урокаў гісторыі заключаецца ў наступным: Калі мы былі ашуканыдастаткова доўга, мы схільныя адпрэчваць любыя доказы Bamboozle. ня Мы небольш зацікаўлены ў пошуку праўды. надзімаць захапіўнам. гэта проста занадта хваравіта прызнаць - нават самім сабе - штомы былі так даверлівыя. (Такім чынам, старыя bamboozles маюць тэндэнцыю захоўвацца якновыя bamboozles расці.)
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Што тычыцца астральная праекцыя, Вудзі Ален аднойчы напісаў: "Гэта не дрэнны спосабпадарожнічаць, хоць, як правіла, за паўгадзіны чакаць багаж ".
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Няздольнасць атрымаць выгаду з зваротнай відаць, асноўнай прычынайілжэнавукай. Ілжэвучэньняў захоўваюць свае перакананні, і ігнараваць ці скажацьсупярэчлівыя паказанні, а не змяніць або адхіліць некарэктны тэорыю. таму штоіх моцных ухілаў, яны, здаецца, не хапае самокорректирующиеся механізмыНавукоўцы павінны выкарыстоўваць у сваёй працы.
		-- Thomas L. Creed, "The Skeptical Inquirer," Summer 1987

%
Знаходжанне часам салому ісціны купаецца ў вялікі акіян замяшанне інадзімаць патрабуе выведкі, пільнасць, самаадданасць і мужнасць. Але калі мыне прымяняць гэтыя жорсткія стэрэатыпы мыслення, мы не можам спадзявацца вырашыць сапраўдысур'ёзныя праблемы, якія стаяць перад намі - і мы рызыкуем стаць нацыяй прысосак, дадля захопаў на наступным шарлатана, які прыходзіць разам.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Не варта недаацэньваць значэнне справаздачнасці друку для адладкі.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Не варта недаацэньваць значэнне справаздачнасці друку для адладкі.Не маю эстэтычныя курчы пры іх выкарыстанні, альбо.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Паколькі сістэма прыходзіць, складовыя будаўнікі будуць час ад часу з'яўляюцца,падшыпнік гарачыя новыя версіі сваіх твораў - хутчэй, менш, больш поўных,або як мяркуецца, менш памылак. Замена працоўнага кампанента шляхам новымверсія патрабуе такога ж сістэматычную працэдуру тэставання, якая Дадаць новуюКампанент робіць, хоць гэта павінна патрабаваць менш часу, для больш поўнай іэфектыўныя тэставыя звычайна будзе даступны.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Кожная каманда будуе яшчэ адзін кампанент выкарыстоўвае самыя апошнія выпрабаванніверсія інтэграванай сістэмы ў выпрабавальным стэндзе для адладкі яго частка. іхПраца будзе ўсталяваны назад, маючы гэта змена выпрабавальнага стэнда пад іх. вядома гэтапавінен. Але змены павінны быць Квант. Затым кожны карыстальнік мае перыядыпрадуктыўным стабільнасць, перарываецца воплескамі змены выпрабавальным стэндзе. гэта здаеццазначна менш разбуральным, чым пастаяннай рабізна і трымценьнем.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Канцэптуальная цэласнасць, у сваю чаргу дыктуе, што канструкцыя павінна зыходзіць з аднойсупраць, або з вельмі невялікага ліку ўзгаднення рэзанансных розумы.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Гэта вельмі зневажальна вопыт, каб зрабіць шматмільённы памылку ў, але гэтаТаксама вельмі запамінальным. Я добра памятаю ноч мы вырашылі, як арганізавацьфактычная напісанне знешніх спецыфікацый для OS / 360. менеджэрархітэктура, менеджэр рэалізацыі праграмы кіравання, і я быліабмалоту свой план, графік і падзел абавязкаў.Менеджэр архітэктура мела 10 добрых людзей. Ён сцвярджаў, што яны маглі б напісацьспецыфікацыі і зрабіць гэта правільна. Гэта зойме дзесяць месяцаў, яшчэ трычым графік дазволіў.Кіраўнік праграмы кіравання было 150 мужчын. Ён сцвярджаў, што яны маглі б падрыхтавацьспецыфікацыі, з архітэктурай каардынацыйная група; было бдобра зроблена і практычна, і ён мог бы зрабіць гэта ў адпаведнасці з графікам. Акрамя таго, калікаманда архітэктура зрабіў гэта, яго 150 чалавек будзе сядзець склаўшы рукіна працягу дзесяці месяцаў.На гэта менеджэр архітэктура адказаў, што, калі я даў кіравальную праграмуаб'яднацца на сябе адказнасць, вынік не будзе на самой справе быць на час, але будзеТаксама тры месяцы позна, і значна больш нізкай якасці. Я зрабіў, і гэта было. ёнмеў рацыю па абодвух пунктах. Акрамя таго, адсутнасць канцэптуальнай цэласнасці зрабіўсістэма значна даражэй пабудаваць і змяніць, і я б ацаніў, што ямудадаў у год час адладкі.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Прычына ESP, напрыклад, не лічыцца жыццяздольным тэма ў сучаснайпсіхалогія проста, што яго даследаванне не даказана плённай ... Паслябольш за 70 гадоў навучання, да гэтага часу не існуе адзін прыклад ESPз'ява, якое з'яўляецца прайграванай пры кантраляваных умовах. Гэты просты, алеАсноўным навуковым крытэрыем не была дасягнутая, нягледзячы на ​​дзясяткі даследаванняў, праведзеныхна працягу многіх дзесяцігоддзяў ... Гэта толькі па гэтай прычыне, што тэма цяпер крыхуЦікавасць да псіхалогіі ... Карацей, няма прадэманстраваў з'ява, якоепатрабуе тлумачэньня.
		-- Keith E. Stanovich, "How to Think Straight About Psychology", pp. 160-161

%
Эвалюцыя чалавецтва не будзе дасягнута ў дзесяць тысячгадоў ручных жывёл, але і ў мільён гадоў дзікіх жывёл, таму што чалавекёсць і заўсёды будзе дзікая жывёла.
		-- Charles Galton Darwin

%
Натуральны адбор не будзе мець значэння ў бліжэйшы час, не дзе-небудзь столькі, колькі свядомага выбару.Мы будзем цывілізаваць і змяніць сябе, каб задаволіць нашы ідэі аб тым, што мы можам быць.У яшчэ аднаго чалавечага жыцця, мы будзем змянілі сябе непазнавальна.
		-- Greg Bear

%
"Ісус можа любіць вас, але я думаю, што ты смецце загорнуты ў скуры."
		-- Michael O'Donohugh

%
... Хаця яго вынаходніцтва працавала пышна - яго тэорыя была чарапок сцёкавых вод адад пачатку да канца. - Виндж, «свет вайны"
		-- Michael O'Donohugh

%
"Гэта як дэжавю зноў і зноў." - Ёгі Бэры
		-- Michael O'Donohugh

%
Апошняе, што ён ведае ў пабудове працы з'яўляецца тое, што паставіць у першую чаргу.
		-- Blaise Pascal

%
"Дзе я павінен пачаць, Ваша Вялікасць?" спытаў ён. "Пачатак у пачатку",Кароль сказаў, сур'ёзна, "і працягваць, пакуль вы прыйдзеце да канца :. Затым спыніць"Аліса ў Краіне цудаў, Люіс Кэррол
		-- Blaise Pascal

%
Кавалачак натуральнай гісторыі з'яўляецца рэччу настолькі рэдкія, каб быць заўсёды ў цане.
		-- Thomas Jefferson

%
Каб быць прачынаюцца, каб быць жывым. - Генры Дэвід Тора, у "Уолден"
		-- Thomas Jefferson

%
Чалавек з адной гадзіны ведае, колькі часу; чалавек з двума гадзінамі з'яўляеццаніколі ўпэўнены. прыказка
		-- Thomas Jefferson

%
Вы бачыце, але вы ня будзеце трымацца.Сэр Артур Конан Дойл, у "Успаміны Шэрлака Холмса"
		-- Thomas Jefferson

%
Сварка хутка вырашана, калі пакінуць аднаго боку; няма бітвыа калі ня будзе дзве. - Сенека
		-- Thomas Jefferson

%
Нішто ніколі не становіцца рэальным, пакуль яна не адчула - нават прыказка няма прыказкаВам пакуль ваша жыццё праілюстраваў яе. - Джон Кітс
		-- Thomas Jefferson

%
Фантазіі сапраўды няма, акрамя рэжыму памяці вызваліліся ад тагопрасторы і часу. - Колрыдж
		-- Thomas Jefferson

%
Што мы чакаем бывае зрэдку; тое, што мы менш за ўсё чакаем правіла, гэта адбываецца.
		-- Bengamin Disraeli

%
Нішто ў прагрэсіі не можа залежаць ад яе першапачатковага плана. Мы так жа можам думаць абпампавалкі дарослы чалавек у калысцы немаўля. - Эдмунд Бёрк
		-- Bengamin Disraeli

%
Для кожнай праблемы ёсць адно рашэнне, якое з'яўляецца простым, акуратны, і няправільна.
		-- H. L. Mencken

%
Не кажы мне, як цяжка вы працуеце. Скажыце, колькі вы зрабілі.
		-- James J. Ling

%
Адзін сябар у жыцці значна; два многа; тры наўрад ці магчымыя.Дружба мае патрэбу ў пэўным паралелізм жыцця, супольнасць думкі,суперніцтва прыцэльвання. - Генры Брук Адамс
		-- James J. Ling

%
запомніць цябеАй ты, бедны прывід той час як памяць утрымлівае месцаУ гэтым безуважлівым шара. Запомніць цябе!Так, з-за стала маёй памяціЯ выцерці ўсё трывіяльныя цёплыя запісу,Усе пілы кніг, усе формы, усё ціск мінулае,Гэта моладзь і назіранне скапіяваныя там.Гамлет, я: v: 95 Уільям Шэкспір
		-- James J. Ling

%
Відавочна, рашэнне мужчыны не можа быць лепш, чым інфармацыя, на якой ёнбыла заснавана яго. Дайце яму праўду, і ён усё яшчэ можа пайсці не так, калі ў яго ёсцьшанец быць правым, але не даць яму ніякіх навін або прадставіць яго толькі з скажонымі няпоўныя дадзеныя, з недасведчанага, неакуратнага або прадузятае асвятленне, з прапагандайі наўмысныя хлусня, і вы знішчыце ўсё сваё працэсы развагі іпрымусіць яго што-то менш, чым мужчына.
		-- Arthur Hays Sulzberger

%
Кожны сумленны які выклікае, кожная прагулка жыцця, мае свой уласны элітны, свая арыстакратыяна аснове вопыту выканання. - Джэймс Брайант Конант
		-- Arthur Hays Sulzberger

%
Вы можаце назіраць шмат проста назіраючы. - Ёгі Бэры
		-- Arthur Hays Sulzberger

%
Калі прысутнасць электрычнасці можна зрабіць бачнымі ў любой частцы ланцуга, яне бачу прычын, чаму разведка не можа быць перададзена імгненнаэлектрычнасць. - Сэмюэль Ф. Б. Морзэ
		-- Arthur Hays Sulzberger

%
"Г-н Ватсан, ідзіце сюды, я хачу цябе." - Аляксандр Грэхем Бэл
		-- Arthur Hays Sulzberger

%
Гэта ў цяперашні час праблема доступу да гігабіт праз punybaud.
		-- J. C. R. Licklider

%
Гэта важна адзначыць, што, верагодна няма вялікага аперацыйнай сістэмы з дапамогай токудызайн тэхналогія можа вытрымаць пэўны і добра скаардынаваны напад,і што большасць такіх дакументальна пранікненне было дзіўна лёгка.- Б. Hebbard, "прабіцця Аналіз сістэмы Terminal Мічыган",Аперацыйныя сістэмы Review, Vol. 14, № 1, Чэрвень 1980, стар. 7-20
		-- J. C. R. Licklider

%
Права не тое, што хтосьці дае вам; гэта тое, што ніхто не можа адабраць у вас.
		-- Ramsey Clark

%
Цана адзін плаціць за правядзенне любой прафесіі, ці патэлефанаваўшы, з'яўляецца інтымнаяведанне яе выродлівыя боку. - Джэймс Болдуін
		-- Ramsey Clark

%
Малы выдатная.
		-- Ramsey Clark

%
... Рост прадукцыйнасці спрыяў шляхам сяброўскай абстаноўцы і якасціінструменты неабходна для задавальнення пастаянна расце попыту на праграмнае забеспячэнне.
		-- M. D. McIlroy, E. N. Pinson and B. A. Tague

%
Гэта не лепшы памяняць коней падчас пераправы праз раку.
		-- Abraham Lincoln

%
Люстэрка павінны адлюстроўваць трохі, перш чым выкінуць малюнкаў.
		-- Jean Cocteau

%
Выкажам здагадку на хвіліну, якая склалася ў аўтамабільнай прамысловасці, у той жаХуткасць як кампутары і за той жа перыяд: колькі танней і больш эфектыўнаб сучасныя мадэлі быць? Калі вы яшчэ не чулі аналогіі,Адказ ламае. Сёння вы маглі б купіць Rolls-Royce за $ 2,75,было б зрабіць тры мільёны міль на галон, і гэта было б паставіць дастатковаМагутнасць для прывада каралеву Лізавету II. І калі вы былі зацікаўлены ўмініяцюрызацыя, можна змясціць паўтузіна з іх на шпількавай галоўкі.
		-- Christopher Evans

%
У будучыні, вы збіраецеся атрымаць кампутары ў якасці прызоў у сухія сняданкі.Вы іх выкідваюць, таму што ваш дом будзе завалены іх.
		-- Robert Lucky

%
Дастаць партатыўнага уласнасці. - Чарльз Дыкенс "Вялікія надзеі"
		-- Robert Lucky

%
У цэлым, філасофія атакаваць праблему даступнасці ад двухузаемадапаўняльныя напрамкі: каб паменшыць колькасць памылак у праграмным забеспячэнні празстрогае тэставанне пагонных сістэм, і каб паменшыць эфектАстатнія памылкі шляхам прадастаўлення для аднаўлення пасля іх. цікава зноскагэтай канструкцыі з'яўляецца тое, што ў цяперашні час сістэмны збой звычайна можна лічыцьвынікам двух праграмных памылак: па-першае, у праграме, якая пачалапраблема; па-другое, у працэдуры аднаўлення, якія не маглі абараніцьСістэма. - А. Л. Шэры, "Функцыянальная структура IBM Virtual захоўвання працыСістэмы, Частка II: OS / VS-2 Канцэпцыі і філасофій, "IBM Systems Journal,тым 12, № 4, 1973, стар. 382-400
		-- Robert Lucky

%
Колькі апаратных хлопцы трэба, каб памяняць лямпачку?"Ну дыягностыка сказаць, што гэта нармальна спортам, так што гэта праблема праграмнага забеспячэння."
		-- Charles Babbage, Passage from the Life of a Philosopher

%
"Не спрабуйце outweird мяне, тры вочы. Я атрымліваю дзіўныя рэчы, чым вам бясплатназ маім сухіх сняданкаў ".
		-- Zaphod Beeblebrox in "Hitchiker's Guide to the Galaxy"

%
Бязвыплатнае звышурочныя? Just Say No.
		-- Zaphod Beeblebrox in "Hitchiker's Guide to the Galaxy"

%
Кава без кафеіну? Just Say No.
		-- Zaphod Beeblebrox in "Hitchiker's Guide to the Galaxy"

%
"Шоу-бізнес гэтак жа, як сярэдняй школы, за выключэннем таго, плацяць."
		-- Martin Mull

%
"Гэта не аперацыя на галаўным мозгу, гэта проста тэлевізар."
		-- David Letterman

%
"Маральнасць гэта адно. Ацэнкі ўсё."
		-- A Network 23 executive on "Max Headroom"

%
Жыві вольным або памры.
		-- A Network 23 executive on "Max Headroom"

%
"... Калі царква паставіць у два разы хутчэй па карысьлівасьці, што гэта робіць на юрлівасці, гэта будзе лепшы свет. "- Garrison Keillor," Пікнік на лёдзе "Дні
		-- A Network 23 executive on "Max Headroom"

%
Па-за сабакі, кніга з'яўляецца лепшым сябрам чалавека. Ўнутры сабакі, гэта занадтацёмна, каб чытаць.
		-- A Network 23 executive on "Max Headroom"

%
"Верагодна, лепшая аперацыйная сістэма ў свеце з'яўляецца [аперацыйная сістэма] зрабіў для PDP-11 па Bell Laboratories "-. Тэд Нэльсан, Кастрычнік 1977
		-- A Network 23 executive on "Max Headroom"

%
"Усе гэтыя чорныя людзі прыжмурыўшы мой дэмакратыі." - Ян Сміт
		-- A Network 23 executive on "Max Headroom"

%
Выкарыстоўвай Сілу, Люк.
		-- A Network 23 executive on "Max Headroom"

%
У мяне дрэннае прадчуванне.
		-- A Network 23 executive on "Max Headroom"

%
Магутнасці, каб знішчыць планету нязначна ў параўнанні з сілайСіла.
		-- Darth Vader

%
Калі я пайшоў з цябе, я быў, але зрэнкі. Зараз, я гаспадар.
		-- Darth Vader

%
"Ну, добра, добра! Ну, калі гэта не тлушч смярдзючы казёл Білі Хлопчык уЯд! Як ты, ты globby бутэлька таннай смярдзючы чыпа алею? прыйсціі атрымаць адзін у yarbles, калі я ніякай yarble, я еўнух жэле ты! "
		-- Alex in "Clockwork Orange"

%
"Там не было нічога, што я ненавідзеў больш, чым бачыць брудны стары drunkie, якi стагнаў i выўдалёка ў сыноў бацькі і збіраецца blurp blurp паміж як быццам гэта былобрудная стары аркестр у яго смуродных гнілых вантробаў. Я ніколі не мог стаяцьнікога бачыць падобнае, асабліва, калі яны былі старыя, як гэты быў ".
		-- Alex in "Clockwork Orange"

%
186000 міль у секунду. Гэта не проста добрая ідэя. Гэта закон.
		-- Alex in "Clockwork Orange"

%
Глупства, як сілу, само па сабе ўжо ёсць.
		-- Alex in "Clockwork Orange"

%
Джы, Тота, я не думаю, што мы ў Канзасе.
		-- Alex in "Clockwork Orange"

%
Дзеці пачынаюць любіць сваіх бацькоў. Праз некаторы час яны судзяць іх. рэдка,калі калі-небудзь, яны дараваць іх.
		-- Oscar Wilde

%
Адно задачамі: Just Say No.
		-- Oscar Wilde

%
"Злавіць хвалю і вы сядзіце на вяршыні свету".
		-- The Beach Boys

%
"Бонд падумаў, што добрыя амерыканцы былі выдатныя людзі, і што большасць з іхздавалася, прыйшоў з Тэхаса ".
		-- Ian Fleming, "Casino Royale"

%
"Я думаю, смецце з'яўляецца самым важным праявай культуры мы маем на маімпрацягласць жыцця."
		-- Johnny Legend

%
Па адным пункце ёсць каля 700 навукоўцаў з рэспектабельных акадэмічных дасягненняў(З у агульнай складанасці 480,000 ЗША N зямных і жыццёвых навукоўцаў), якія давяраюцьда стварэння-навукі, агульная тэорыя, што складаныя формы жыцця не развівалісяале з'явіліся "рэзка".
		-- Newsweek, June 29, 1987, pg. 23

%
Нават калі вы можаце падмануць людзей адносна прадукту праз якія ўводзяць у зман заявы,рана ці позна прадукт будзе казаць само за сябе.
		-- Hajime Karatsu

%
Для таго каб атрымаць поспех у любым прадпрыемстве, трэба быць настойлівым і цярплівым.Нават калі ў Вас ёсць для запуску некаторых рызык, трэба быць смелым і дастаткова, каб моцнысустрэцца і пераадолець непрыемных праблем, каб падтрымліваць паспяховы бізнэс удоўгатэрміновай перспектыве. Я не магу не сказаць, што амерыканцы не маюць гэтага неабходнаскладанай дух сёння.
		-- Hajime Karatsu

%
Ўспаміны пра вас нагадваць мне пра вас.
		-- Karl Lehenbauer

%
Жыццё. Не кажы мне пра жыццё.
		-- Marvin the Paranoid Android

%
У ясны дыск вы можаце звярнуцца назаўжды.
		-- Marvin the Paranoid Android

%
Свет падыходзіць да канца - захаваць буферы!
		-- Marvin the Paranoid Android

%
ня ГРЭП мне ніякіх шаблонаў і я не скажу вам ні аднаго радка.
		-- Marvin the Paranoid Android

%
Гэта твой лёс.
		-- Darth Vader

%
Hokey рэлігіі і старажытная зброя не могуць замяніць для добрага бластеры наваша бок.
		-- Han Solo

%
Колькі інжынеры QA трэба, каб ўшрубаваць лямпачку?3: 1, каб ўкруціць яго ў і 2, каб сказаць: "Я ж вам казаў", калі ён не працуе.
		-- Han Solo

%
Колькі НАСА менеджэры трэба, каб ўшрубаваць лямпачку?"Гэта вядомая праблема ... не хвалюйцеся пра гэта."
		-- Han Solo

%
Каб быць для праграмавання.
		-- Han Solo

%
Для праграмы павінна быць.
		-- Han Solo

%
Я праграма, таму я.
		-- Han Solo

%
Людзі вельмі гнуткім і навучыцца прыстасоўвацца да дзіўнымнаваколлі - яны могуць прывыкнуць чытаць Lisp іFortran праграмы, напрыклад.
		-- Leon Sterling and Ehud Shapiro, Art of Prolog, MIT Press

%
"Я ваша шчыльнасць».
		-- George McFly in "Back to the Future"

%
"Дык чаму б вам не зрабіць, як дрэва, і прыбірацца адсюль."
		-- Biff in "Back to the Future"

%
"Пакахай робіць гаршчок паліць ўвесь дзень выглядаць у канчатковым выніку ў стрыманасці."
		-- Dave Sim, author of Cerebrus.

%
Існаванне бога мае на ўвазе парушэнне прычыннасці.
		-- Dave Sim, author of Cerebrus.

%
"Я магу дзіцем вакол пра наркотыкі, але на самой справе, я прымаць іх усур'ёз."
		-- Doctor Graper

%
Аперацыйная сістэма Праграмнае забеспячэнне гэта праграма, якая арганізуе ўсе асноўныяФункцыі кампутара.
		-- The Wall Street Journal, Tuesday, September 15, 1987, page 40

%
Я клянуся ў вернасці сцягуЗлучаных Штатаў Амерыкіі рэспублікі, якую ён прадстаўляе,адна нацыя,непадзельнымі,са свабодайі справядлівасць для ўсіх.
		-- Francis Bellamy, 1892

%
Людзі думаюць, што мой сябар Джордж дзіўна, таму што ён носіць бакенбарды ... За яговушы. Я думаю, што ён дзіўна, таму што ён носіць устаўную сківіцу ... з брекетамі на іх.
		-- Steven Wright

%
Мой брат даслаў мне паштоўку на днях з гэтым вялікім спадарожнікавай фатаграфііуся зямля на ім. На абароце сказаў: "Ці хацелі б вы там".
		-- Steven Wright

%
Вы не можаце мець усе ... дзе б вы паклалі яго?
		-- Steven Wright

%
Я гуляў у покер у тую ноч ... з карты таро. Я атрымаў поўны дом іпамёр 4 чалавекі.
		-- Steven Wright

%
Вы ведаеце, што пачуццё, калі вы адкінуўшыся на крэсле, і яна пачынае даваць чаявыяскончыцца? Ну, гэта, як я адчуваю ўвесь час.
		-- Steven Wright

%
Я прыйшоў дадому ў тую ноч і паспрабаваў адкрыць дзверы з маімі ключамі ад машыны ... ібудынак пусцілі. Так што я ўзяў яго за дыск. Кап выцягнуў мянеза перавышэнне хуткасці. Ён спытаў мяне, дзе я жыву ... "Вось тут".
		-- Steven Wright

%
"Жыць ці памерці, я зарабіць мільён».
		-- Reebus Kneebus, before his jump to the center of the earth, Firesign Theater

%
Тыповая праграма макет старонкі не больш чым электроннаясвятло стол для выразання і ўстаўкі дакументаў.
		-- Reebus Kneebus, before his jump to the center of the earth, Firesign Theater

%
Ёсць памылкі, а затым ёсць памылкі. А яшчэ ёсць памылкі.
		-- Karl Lehenbauer

%
Мой кампутар можа біць кампутар.
		-- Karl Lehenbauer

%
Забіце Выродлівыя працэсарных архітэктур
		-- Karl Lehenbauer

%
Забіце Гадкае Радыё
		-- Frank Zappa

%
"Just Say No." - Нэнсі Рэйган"Не" - Рональд Рэйган
		-- Frank Zappa

%
Я лічу, што частка таго, што рухае навуку смага цуду. гэтавельмі моцная эмоцыя. Усе дзеці адчуваюць гэта. У першым класе зкожны адчувае яго; у дванаццатым класе класе амаль ніхто не адчувае яго, абопа меншай меры, прызнае ён. Нешта адбываецца паміж першым і дванаццатага класа,і гэта не толькі палавое паспяванне. Мала таго, што школы і сродкі масавай інфармацыі не вучацьвельмі скептычна, ёсць таксама трохі заахвочванне гэтага мяшання сэнсездзіўлення. Навука і ілжэнавукай і выклікаюць гэта пачуццё. бедныхпапулярызацыі навукі стварыць экалагічную нішу для ілжэнавукай.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
Калі навука былі растлумачаны сярэдняга чалавека такім чынам, што даступнаяі захапляльным, то не было б ніякага месца для ілжэнавукай. Але ёсць свайго родуЗакона Грешема з дапамогай якіх у папулярнай культуры дрэнная навука выцясняедобра. І для гэтага я лічу, што мы павінны вінаваціць па-першае, навуковае супольнасцьсамі не рабіць лепшую працу па папулярызацыі навукі, па-другое,сродкі масавай інфармацыі, якія знаходзяцца ў гэтых адносінах амаль раўнамерна жудасна. кожная газетау Амерыцы мае штодзённы слупок астралогіі. Колькі яшчэ штотыдзенькалонка астраноміі? І я лічу, што гэта таксама віна адукацыіСістэма. Мы не вучым, як думаць. Гэта вельмі сур'ёзны збой, штоможа нават, у свеце абсталяваным з 60000 ядзернай зброі, пагрозу чалавечыяБудучыню.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
"Я сцвярджаю, ёсць нашмат больш дзіўна ў навуцы, чым у ілжэнавукай. ІАкрамя таго, да таго, што мера гэты тэрмін мае які-небудзь сэнс, навука маеДадатковае годнасць, і гэта не нязначная адзін, быць праўдай.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
Я часта задаюць пытанне, "Як вы думаеце, ёсць пазаземныя Intelli-? Gence "Я даю стандартныя аргументы - Ёсць шмат месцаў там,і выкарыстоўваюць слова * мільярды *, і гэтак далей. І тады я кажу, што было б дзіўнаса мной, калі б не было іншапланетны розум, але, вядома, ёсць, якпакуль няма пераканаўчых доказаў для гэтага. І тады я спытаў: "Так, але што высапраўды думаеце? "Я кажу:" Я толькі што сказаў вам, што я сапраўды думаю. "" Так, алешто ваш шостае пачуццё? "Але я стараюся не думаць з маім кішачніку. Сапраўды, гэтанармальна зарэзерваваць меркаваньне, пакуль доказы ня будзе ўведзены.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
Адштурхоўваць. Адштурхоўваць. Заахвоціць іх адмовіцца ад сфероід.
		-- Indiana University fans' chant for their perennially bad football team

%
Калі ён працуе, дыягностыка сказаць, што гэта нармальна.Калі гэта не працуе, дыягностыка сказаць, што гэта нармальна.
		-- A proposed addition to rules for realtime programming

%
   Гэта альбо праз ўплыў наркатычных мікстур, з якіх усёпрымітыўныя народы і расы казаць гімнаў, або праз магутную падыходувясны, пранікаючы з радасцю ўсю прыроду, што тыя Дыянісійскія варушэнняўзнікаюць, якія, у сваю інтэнсіфікацыі прывесці індывіда забыццацалкам. , , .не Толькі не сувязь паміж чалавекам і чалавекам прыйшлі да быць падробленыязноў з дапамогай магіі Дыянісійскія абраду, але адчужаныя, варожыя, абопадпарадкаваў прырода зноў святкуе свой прымірэння са сваім блудны сынам,Чалавек.
		-- Fred Nietzsche, The Birth of Tragedy

%
Характэрным уласцівасцю галюцынагенных, прыпыніць мяжы паміжперажыванне Я і знешні свет у экстатычнай, эмацыйных перажыванняў,робіць магчымым з іх дапамогай, а пасля прыдатным унутраным і вонкавымПадрыхтоўка ... каб выклікаць містычны вопыт па плане, так бы мовіць ...Я бачу праўдзівае значэнне ЛСД ў магчымасці прадастаўлення матэрыяльнай дапамогімедытацыі, накіраванай на містычны вопыт глыбей, комплекснаерэальнасць. Такое выкарыстанне ўзгадняецца цалкам з сутнасцю і працоўнай характаруЛСД як свяшчэннага лекі.
		-- Dr. Albert Hoffman, the discoverer of LSD

%
Я падзяляю меркаванне шматлікіх маіх сучаснікаў, што духоўны крызіспранікальная ўсе сферы заходняга індустрыяльнага грамадства можа быць выпраўлена толькізмяненнем у нашым свеце гледжання. Мы павінны перайсці ад матэрыялістычнага,дуалістычнай перакананне, што людзі і іх асяроддзе з'яўляюцца асобнымі, напрамку AНовы свядомасць комплекснага рэальнасці, якая абдымаеадчувае эга, рэальнасць, у якой людзі адчуваюць сваё адзінства з жывойпрырода і ўсё тварэнне.
		-- Dr. Albert Hoffman

%
Наўмыснай правакацыяй містычнага вопыту, у прыватнасці, ЛСД і звязанайгалюцынагены, у адрозненне ад спантанных бачанняў, цягне за сабойНебяспекі, якія не варта недаацэньваць. Практыкуючыя павінны прымаць дазарэгістраваныя спецыфічныя эфекты гэтых рэчываў, а менавіта іх здольнасцьўплываць на нашу свядомасць, самы ўнутраны сутнасць нашага істоты. гісторыяЛСД на сённяшні дзень дастаткова дэманструе катастрафічныя наступствы, якія могуцьнаступіць, калі яе глыбокая эфект недаацаніў і рэчыва памыляеццадля прэпарата задавальнення. Адмысловыя ўнутраныя і знешнія перадавыя прэпаратыпатрабуюцца; з імі, ЛСД эксперымент можа стаць значнымВопыт.
		-- Dr. Albert Hoffman, the discoverer of LSD

%
Я лічу, што калі б людзі навучыліся выкарыстоўваць зрок індукуе патэнцыялу ЛСДбольш разумна, пры падыходных умовах, у медыцынскай практыцы і ў спалучэнніз медытацыяй, то ў будучыні гэтая праблема дзіця можа стаць дзіўнаДзіця.
		-- Dr. Albert Hoffman, the discoverer of LSD

%
У галіне навуковых назіранняў, поспехі прадастаўляецца толькі тым, хтопадрыхтаваны.
		-- Louis Pasteur

%
Ядро памылкі - аўтобус скідалі
		-- Louis Pasteur

%
Калі адбітак ўшчыльненне плёнкі пад каўпаком зламаныя ці адсутнічаюць пры куплі, нявыкарыстоўваць.
		-- Louis Pasteur

%
"Давай сюды, дзетка, я хачу рабіць рэчы з вамі."
		-- A Cop, arresting a non-groovy person after the revolution, Firesign Theater

%
"Наперадзе дэфармаваць фактар ​​1"
		-- Captain Kirk

%
   Вогненнай энергіі выкрываць, але прамяні ўдарылі нематэрыяльны сцяну паміжGubru і хутка ператвараецца Зямлі карабель.   "Вада!" гэта ўскрыкнула, як ён чытаў спектральную справаздачу. "Бар'ер вадыПар! Цывілізаванае гонкі не мог знайсці такую ​​штуку ў бібліятэцы!Цывілізаванае гонкі не мог нахіліўся так нізка! Цывілізаванае гонкі ня будзеёсць ... "   Гэта крычала як карабель Gubru ударыў воблака дрэйфуючых сняжынкі.
		-- Startide Rising, by David Brin

%
Харысана Пастулат:Для кожнага дзеяння ёсць роўнае і супрацьлеглае крытыка.
		-- Startide Rising, by David Brin

%
Г Коўла Аксіёма:Сума інтэлекту на планеце з'яўляецца сталым;насельніцтва расце.
		-- Startide Rising, by David Brin

%
Закон Фелсон у:Каб скрасці ідэі ад аднаго чалавека плагіят; выкрасці ўмногіх з'яўляецца даследаванне.
		-- Startide Rising, by David Brin

%
... Іншы аўтар зноў пагадзіўся з усімі маімі агульнымі, але сказаў, што ў якасцізаўзятым скептыкам я зачыніў свой розум да ісціны. У прыватнасці ў мянеігнаруюцца доказы для Зямлі, якая шэсць тысяч гадоў. Ну, яНе абышлі яго; Я лічыў меркаваную доказы і * то * адкінуў яго.Існуе розніца, і гэта адрозненне, мы маглі б сказаць, паміжпрадузятасць і postjudice. Прадузятасць робіць меркаваньне, перш чым у вас ёсцьпаглядзеў на факты. Postjudice робіць меркаваньне пасля. прадузятасцьСтрашна, у тым сэнсе, што вы здзяйснялі несправядлівасць, і вы робіце сур'ёзныпамылкі. Postjudice не страшна. Вы не можаце быць дасканалым вядома; выможа рабіць памылкі таксама. Але гэта дапушчальна, каб зрабіць меркаваньне пасля васвывучылі доказы. У некаторых колах гэта нават заахвочваецца.
		-- Carl Sagan, The Burden of Skepticism, Skeptical Enquirer, Vol. 12, pg. 46

%
Калі чалавек (а) дрэнна, (б) расцягнуўся прызначаны для лепшага зрабіць яго,і (с) становіцца лепш, то ніякая сіла развагі вядома медыцынскай навукі можапераканаць яго, што ён не можа быць лячэнне, якое аднаўляецца яго здароўе.
		-- Sir Peter Medawar, The Art of the Soluble

%
Амерыка была выяўленая раней, але яна заўсёды была замялі.
		-- Oscar Wilde

%
Unix: Некаторыя кажуць, што навучанне будзе круты, але ў вас ёсць толькі падняцца на яе адзін раз.
		-- Karl Lehenbauer

%
Часам занадта доўга занадта доўга.
		-- Joe Crowe

%
Калі дрэнныя мужчыны аб'ядноўваць, дабро павінна звязаць; інакш яны будуць падаць адзін за адным,unpitied ахвяра ў пагарджанай барацьбы.
		-- Edmund Burke

%
За ўсім палітычная рыторыка прыстаюць у нас з-за мяжы, мыпрыносіць дадому адну непрыступную факт - [тэрарызм] злачынства любым цывілізаванымстандарт, здзейсненае ў дачыненні да нявінных людзей, удалечыні ад месца палітычнымканфліктаваць, і павінны разглядацца як злачынства. , , ,   [I] п наша прызнанне аб прыродзе тэрарызму як злачынства ляжыць наша самая вялікая надзеябарацьбы з ёй. , , ,   [L] і інш нам выкарыстоўваць інструменты, якія ў нас ёсць. Давайце спасылацца на супрацоўніцтва маемправа чакаць па ўсім свеце, і з гэтага супрацоўніцтва давайце скарачаццацёмныя, золкая ўчасткі сьвятыні да правядзення гэтых баязлівых марадзёрыадказаць, як злачынцаў у адкрытым і публічны суд за злачынствы яны павінныздзейснена, і атрымаць пакаранне, якое яны так багата заслугоўваюць.
		-- William H. Webster, Director, Federal Bureau of Investigation, 15 Oct 1985

%
"З усіх тыраніі, якія ўплываюць на чалавецтва, тыранія ў рэлігіі з'яўляецца горшым."
		-- Thomas Paine

%
"Я кажу мы ўзлятаем; атамную бомбу на сайт з арбіты Гэта адзіны спосаб быць упэўненым.».
		-- Corporal Hicks, in "Aliens"

%
"Там няма нічога гэтак смяротным, як не праводзіць да людзей магчымасцьрабіць вялікія і выдатныя рэчы, калі мы хочам, каб стымуляваць іх актыўным чынам ".
		-- Dr. Harold Urey, Nobel Laureate in chemistry

%
"... Належная ўвага да зямных патрэбам бедных, дэпрэсіі ізабітай, натуральна эвалюцыянаваць ад дынамічнай, сустаўных, мужныўсведамленне вялікіх мэтаў для чалавека і грамадства ён згаварыліся ўзвесці ".
		-- David Baker, paraphrasing Harold Urey, in "The History of Manned Space Flight"

%
"Афіны пабудаваны Акропаль. Карынф быў гандлёвы горад, зацікаўлены ўчыста матэрыялістычныя рэчы. Сёння мы захапляемся Афіны, наведаць яго, захавацьстарыя храмы, але мы наўрад ці калі-небудзь ступіць за Карынфе ".
		-- Dr. Harold Urey, Nobel Laureate in chemistry

%
"Шмат у чым таму, што гэта так адчувальным і захапляльным праграма і як такая будзеслужыць інтарэсам падтрымання цікавасці і энтузіязму па ўсім спектрыграмадства ... Гэта апраўдана, таму што ... праграма можа даць адчуванне агульнайпрыгоды і дасягненне да грамадства ў цэлым ".
		-- Dr. Colin S. Pittendrigh, in "The History of Manned Space Flight"

%
Задача асваення космасу і, у прыватнасці узлётна-пасадачных людзей на Месяцз'яўляецца найважнейшай задачай, якая калі-небудзь сутыкаўся род чалавечы. наваткалі б не было ніякіх ясных навуковых або іншых аргументаў для працягу з гэтымЗадача, уся гісторыя нашай цывілізацыі будзе па-ранейшаму падахвочваюць мужчын у бокМэта. На самай справе, зборка навукова-вайскоўцаў з гэтых чалавечыхАргументы стварае такую ​​пераважная выпадак, што ў можна занядбаць толькітых, хто сьляпы да вучэння гісторыі, ці хто жадае прыпыніцьРазвіццё цывілізацыі на яго момант найбольшага магчымасцяў і драмы.
		-- Sir Bernard Lovell, 1962, in "The History of Manned Space Flight"

%
Ідэя чалавека пакінуць гэтую зямлю і краіну іншага нябеснага цела іпасадка там і выходзіў і ішоў над гэтым органам мае захапленнеі рухаючая сіла, якая можа вывесці краіну на ўзровень энергіі, амбіцыі,і будзе, што я не бачу ў любой іншай справе. Я думаю, калі мысумленныя самі з сабой, мы павінны прызнаць, што нам трэба што імпульс вельмімоцна. Я шчыра веру, што касмічная праграма, з яе пілатуемагапасадкі на Месяц, калі мудра выканана, стане лязо дляшырокі фронт смелых і энергічных дзейнасці ва ўсіх абласцяхімкненне чалавечага розуму - дзейнасці, якая не можа ажыццяўляццаза выключэннем псіхіятрычнай клімату славалюбства і давер, якое такім вастрыёможа даць.
		-- Dr. Martin Schwarzschild, 1962, in "The History of Manned Space Flight"

%
Чалавек грамадства - чалавек у групе - падымаецца з сваёй летаргіі да новых узроўнямПрадукцыйнасць толькі пад стымулам глыбока натхняльнай і частаацанілі мэты. Летаргічным свет не служыць ніякай прычыны добра; энергічны светстаранна працуе ў напрамку шчыра жаданых мэтаў дае сродкі ісіла, да якой многія канцы могуць быць задаволеныя ... для аналагаўсацыяльнага дасягненнем.
		-- Dr. Lloyd V. Berkner, in "The History of Manned Space Flight"

%
Бадзёрасць цывілізаваных грамадствах захоўваецца ў сувязі з шырокім сэнсе, што вялікіМэты з'яўляюцца нейкі сэнс. Энергічныя грамадства сілкуюць пэўную экстравагантнасцьМэты, каб людзі блукаюць па-за бяспечнага прадастаўлення асабістайзадавальненняў. Ўсе моцныя інтарэсы лёгка стаць безасабовыя, каханнедобрая праца добра зроблена. Існуе пачуццё гармоніі прыкладна такі добраўпарадкавання,Мірны прынёс нешта нейкі сэнс.
		-- Alfred North Whitehead, 1963, in "The History of Manned Space Flight"

%
Я не веру, што гэта пакаленне амерыканцаў гатовы змірыццаадыходу да сну кожны вечар пры святле месяца камуністычнай ...
		-- Lyndon B. Johnson

%
Жыццё ж, для абутку, за выключэннем.
		-- The Cars

%
фіялетавы гуласарці аўтоЛазерныя фары, вы прыносіцеУсё, каб даказацьВы знаходзіцеся ў рухузнікаючых і
		-- The Cars

%
Можа быць вы перасякае тонкую граньДурны кіроўца роду ... ад сцяныВы трымаеце гэта крута, калі гэта т-т-шчыльны... Шырока адкрытымі вачыма, калі вы пачынаеце падаць.
		-- The Cars

%
Адаптацыя. Атрымлівайце асалоду ад. Выжыць.
		-- The Cars

%
Ці былі менш дурні, круцялі будуць галадаць.
		-- Anonymous

%
Чалавецтва зоркі ў сваёй будучыні, і што ў будучыні занадта важная, каб быцьстраціў пад цяжарам непаўналетніх глупства і цёмнага забабоны.
		-- Isaac Asimov

%
І натоўп замерла. Адзін пажылы чалавек, дзівячыся раптам насталай цішыні,звярнуўся да дзіцяці і папрасіў яго паўтарыць, што ён сказаў. Шырокі вачыма,Дзіця не павысіў голас і сказаў зноў: "Чаму, імператар не маеадзенне! Ён голы! "
		-- "The Emperor's New Clothes"

%
"Тыя, хто вераць у астралогію жывуць у дамах з асноўДурны шпатлёўка ".
		-- Dennis Rawlins, astronomer

%
На сённяшні дзень, фірма высновы праекта Blue Book з'яўляюцца:   1. няма неапазнаны лятаючы аб'ект не паведамілі, даследаваны і ацэненыя      ВПС не даваў ніякіх указанняў пагроза нашаму      нацыянальнай бяспекі;   2. не было ніякіх доказаў прадстаўлена або выяўлены Air      Сіла, што назірання да катэгорыі неапазнаны ўяўляюць      тэхналагічныя распрацоўкі або прынцыпы ляжаць за межамі вобласці      Сучаснае навуковае веданне; і   3. не было ніякіх доказаў, які паказвае, што назірання класіфікаваны      а неапазнаны пазаземныя аўтамабілі.- Кароткі змест праекта Blue Book, даследаванні ВПС НЛА з 1950  да 1965, як паказана Джэймсам Рэндзі ў Flim-Флам!
		-- Dennis Rawlins, astronomer

%
Тыя, хто лічаць, што яны вераць у Бога, але без запалу ў іхсэрца, без тугі на ўвазе, без нявызначанасці, без сумневу,без элемента адчаю нават у іх суцяшэння, толькі верыцьў ідэі Бога, ня Сам Бог.
		-- Miguel de Unamuno, Spanish philosopher and writer

%
Сумнеў з'яўляецца боль занадта самотна, каб даведацца, што вера яго брат-блізнюк.
		-- Kahlil Gibran

%
Сумнеў гэта не супрацьлегласць веры; гэта элемент веры.
		-- Paul Tillich, German theologian and historian

%
Сумненне не прыемны стан, але ўпэўненасць у тым, абсурдна.
		-- Voltaire

%
Калі толькі Бог дасць мне некаторы відавочны прыкмета! Як зрабіць вялікі дэпазітна маё імя ў швейцарскім банку.
		-- Woody Allen

%
Я не магу сцвярджаць, Бога, калі я не сцвярджаю чалавека. Таму я сцвярджаю, і іншае.Без веры ў чалавека адзінства я галодны і няпоўнымі. чалавек адзінстваз'яўляецца выкананне разнастайнасці. Гэта гармонія супрацьлегласцяў. тутмногія-мель тэкстуры, з колерам і глыбінёй.
		-- Norman Cousins

%
Каб панізіць чалавечы розум дрэнна багаслоўе.
		-- C. K. Chesterton

%
... Рознагалоссяў з'яўляецца advantageious ў рэлігіі. некалькі сектвыконваць служба агульнай цэнзуры morum адзін з аднаго. аднастайнасцьдасягальна? Мільёны нявінных мужчын, жанчын і дзяцей, так якЎкараненне хрысціянства, былі спалены, катавалі, штрафавалі зняволенні;пакуль мы не прасунуліся ні на цалю ў бок аднастайнасці.
		-- Thomas Jefferson, "Notes on Virginia"

%
Жыццё ёсць працэс, а не прынцып, таямніца, якую трэба жыў, не праблемабыць вырашана.
		-- Gerard Straub, television producer and author (stolen from Frank Herbert??)

%
Такім чынам, мы прытрымлівацца нашым блукаючыя шляху, і вельмі цемра дзейнічае як наш гід інашы сумневы супакойваць нас.
		-- Jean-Pierre de Caussade, eighteenth-century Jesuit priest

%
Вера можа быць коратка вызначана як нелагічнай веры ў наступемалаверагодна.
		-- H. L. Mencken

%
І не падаецца вам, што кожны з вас, жанчыны з'яўляецца Ева? суд Божына ваш сэкс доўжыцца сёння; а разам з ім нязменна трывае свой постКрымінальная на лаву падсудных.
		-- Tertullian, second-century Christian writer, misogynist

%
Суджу рэлігію як добра ці дрэнна ў залежнасці ад таго яго прыхільнікаўстаць лепшымі людзьмі ў выніку практыкі яго.
		-- Joe Mullally, computer salesman

%
Імітацыя з'яўляецца шчырая форма плагіяту.
		-- Joe Mullally, computer salesman

%
"Unibus праграма таймаўт смяротную пастку страціў прабачце"
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Колькі сюррэалісты трэба, каб ўшрубаваць лямпачку?Адзін правесці жырафа і адзін, каб запоўніць ванну з яркіміэлектраінструменты.
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Колькі Баварскі ілюмінатаў трэба, каб ўшрубаваць лямпачку?Тры: адзін шруба яго, і адзін, каб заблытаць пытанне.
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Як доўга гэта прыняць DEC тэхналагічнага абслугоўвання інжынера, каб змяніць лямпачку?Гэта залежыць ад таго, колькі дрэнных ён прынёс з сабой.
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Гэта не робіць мяне ніякіх траўмаў для майго суседа, каб сказаць, што ёсць дваццаць багоў або Бога няма.Гэта ні выбірае сваю кішэнь, ні ламае маю нагу.
		-- Thomas Jefferson

%
Я ня веру ў веравучэння перавагу сваёй Юдэйскай Царквы, РымскаЦарква па грэцкай царквы, з боку турэцкай царквой, пратэстанцкай царквы,ні ў сілу Царквы, што я ведаю. Мой уласны розум мой уласны царкву.
		-- Thomas Paine

%
Пакліча Бог ня аднастайнасць рэлігіі.
		-- Roger Williams

%
Прыйдзе дзень, калі містычнае пакаленне Ісуса, Вярхоўным Істотайяк яго бацька, ва ўлонні нявінніцы будуць класіфікаваны з байцыгенерацыя Мінерва ў мозгу Юпітэра. Але мы можам спадзявацца, штосвітанку розуму і свабоды думкі ў гэтых Злучаных Штатах будзе пакончыць згэты штучны лясы і аднавіць нас прымітыўна і сапраўдныдактрыны гэтай самай шанаванай рэфарматар чалавечых памылак.
		-- Thomas Jefferson

%
Давайце ж, суграмадзяне, аб'яднацца з адным сэрцам і адной ўвазе. давайцеаднавіць зносін тую гармонію і любоў, без якойсвабода і нават само жыццё з'яўляюцца толькі тужлівыя рэчы. І давайце задумаемсяшто, выгнаны з нашай зямлі, што рэлігійная нецярпімасць, пры якіхчалавецтва так доўга крывавілі, мы яшчэ атрымалі мала, калі мы counternanceпалітычная нецярпімасць, як дэспатычнага, як ганебнае, і здольны горкі ікрывавыя ганенні.
		-- Thomas Jefferson

%
Я не знаходжу ў праваслаўным хрысціянстве адно змякчальнае.
		-- Thomas Jefferson

%
Боскасць Ісуса зроблены зручнае прыкрыццё для абсурду. нідзеУ Евангеллях мы знаходзім прадпісанне для веравызнанняў, канфесій, прысягі,Дактрыны і цэлыя вагонаў іншы дурной мішуры, якія мы знаходзім уХрысціянства.
		-- John Adams

%
Біблія не мая кніга, і хрысціянства не мая рэлігія. я магуніколі не даюць згоду на доўгіх складаных выказванняў хрысціянскага веравучэння.
		-- Abraham Lincoln

%
Як Ісус з Назарэта ... Я думаю, што сістэма маралі і яго рэлігіі,як ён пакінуў іх нам, лепшы свет калі-небудзь бачыў або можа ўбачыць;але я мяркую ён атрымаў розныя коррумпирующее змены, і ў мяне ёсць,з большасцю прысутных нязгодных ў Англіі, некаторыя сумневы адносна ягоБоскасць.
		-- Benjamin Franklin

%
Я б абяцалі тых тэрарыстаў паездку ў Дыснэйлэнд, калі яна будзе мецьатрымалі закладнікі вызваленыя. Я дзякую Богу, што яны задаволеныя зракеты, і мы не павінны ісці на такую ​​крайнасць.
		-- Oliver North

%
Я веру ў Амерыку, дзе падзел царквы і дзяржавы з'яўляецца абсалютным -дзе ні адзін каталік прэлат ня будзе сказаць прэзідэнту (ён павінен быць каталіком)як дзейнічаць, і ня пратэстанцкі святар не сказаў бы сваіх вернікаў, для якіхкаб прагаласаваць - дзе ні адна царква або царкоўная школа не прадастаўляецца ніякіх дзяржаўных сродкаў абопалітычных пераваг - і дзе ні адзін чалавек не можа быць адмоўлена дзяржаўную пасаду простатаму што яго рэлігія адрозніваецца ад прэзідэнта, які можа прызначыць яго ці тамулюдзі, якія маглі б абраць яго.- Ад адрасу Джона Кэнэдзі ў Х'юстане Асацыяцыі міністраў Вялікага  12 верасня 1960.
		-- Oliver North

%
Ісціна заключаецца ў тым, што хрысціянскае багаслоўе, як і любы іншы тэалогіі, з'яўляецца не толькісупрацьлегласць навуковага духу; яна таксама выступае супраць усіх іншых спробаўна рацыянальнае мысленне. Не выпадкова ж Быццё 3 зрабіць бацькаведанне змея - слізісты, ўпотай і ганебная. З самага раннягадзён царква як арганізацыю кінуў сябе люта супраць кожнынамаганні, каб вызваліць цела і розум чалавека. Гэта было, ва ўсе часы іўсюды, звыклы і непапраўны абаронца дрэнных урадаў, дрэнназаконы, дрэнныя сацыяльныя тэорыі, дрэнныя інстытуты. Гэта было, на працягу многіх стагоддзяў, А.М.апалагет рабства, як гэта было апалагетам боскага права каралёў.
		-- H. L. Mencken

%
Пра тое, што навука не займаецца з першых прычын - што гэтапакідае поле, каб тэалогіі або метафізікі, і абмяжоўваецца тым, што простаэфекты - гэта паняцце не мае падтрымкі ў раўнінных фактаў. Калі гэта магло,навука растлумачыць паходжанне жыцця на Зямлі адначасова - і ёсцьусе падставы меркаваць, што ён будзе рабіць гэта на нейкім ня надта выдаленым будучыні.Каб сцвярджаць, што прабелы ў ведах, якія будуць супрацьстаяць тым, што шукаюць павінны быць запоўненыя,Ня па запыце пацыента, але інтуітыўна або адкрыцьцё, гэта проста, каб дацьневуцтва бязвыплатнае і недарэчна годнасць ....
		-- H. L. Mencken, 1930

%
Сведчанне эмоцый, за выключэннем выпадкаў, калi яна мае моцную мэтаПадтрымка, на самай справе няма доказаў таго, для кожнага вядомым эмоцыя маеяго супрацьлегласць, і калі адзін паказвае ў адзін бок потым яшчэ кропкі ў іншы бок.Такім чынам, знаёмыя аргумент, што ёсць інстынктыўная цяга да неўміручасці,і што гэта жаданне даказвае гэта як факт, становіцца легкадумны, калі гэтаНагадаем, што існуе таксама магутнае і шырокае распаўсюджванне страх знішчэння,і што гэты страх, па тым жа прынцыпе, што і даказвае няма нічогазамагільная. Такія дзіцячыя "доказы", як правіла, багаслоўская, іяны застаюцца багаслоўская нават калі яны прыведзены людзьмі, якія любяцьліслівіць сябе, мяркуючы, што яны з'яўляюцца навуковымі мужчынскія ....
		-- H. L. Mencken

%
Там няма, па сутнасці, няма падстаў меркаваць, што любы прыродны феномен,Аднак цудоўнае гэта можа здацца сёння, назаўжды застанецца незразумелым.Рана ці позна заканамернасці вытворчасць самога жыцця будзевыявіў у лабараторыі, і чалавек можа стварыць бізнэс у якасці стваральнікана свой рахунак. Справа, сапраўды, не толькі магчыма; гэтанават вельмі верагодным.
		-- H. L. Mencken, 1930

%
Самае лепшае, што мы можам зрабіць, гэта быць ласкава і спрыяць дасягненню нашых сяброў іпасажыры, якія чапляюцца да таго ж плямка бруду, пакуль мыдрэйфуючых бок аб бок з нашага агульнага лёсу.
		-- Clarence Darrow

%
Мы тут, каб даць вам кампутар, не рэлігія.
		-- attributed to Bob Pariseau, at the introduction of the Amiga

%
... Не можа быць ніякага дзяржаўнага або прыватнага дабрачыннасць, калі аснова дзеянняў пакульпрактыка ісціны.
		-- George Jacob Holyoake

%
"Калі вы прабачце мне хвіліну, я збіраюся выпіць кубачак кавы".- Трансляцыя з LEM Апалон-11, у "Арол", у Касмічны цэнтр Джонсана ў Х'юстане  20 ліпеня 1969 7:27 вечара
		-- George Jacob Holyoake

%
Пакорлівыя аспрэчваюць завяшчанне.
		-- George Jacob Holyoake

%
Я надакучыла быць таптаў на! The Elder Gods кажуць, што яны могуць зрабіць мяне чалавекам!Усё гэта варта мая душа! Я зраблю гэта, Таму што цяпер я MAD !!!
		-- Necronomicomics #1, Jack Herman & Jeff Dee

%
   На галоўным экране кратаў з'явіліся гола вобраз чалавека, а таксама некалькі дэльфінаў.Ад формы мужчынскага, кратаў мог сказаць, што гэта была самка, верагодна, свайго лідэра.   "... Дурныя істоты, нявартыя имени` sophonts '. Дурны, папярэдне разумнаеузнікаць з вандроўных майстроў. Мы выслізнуць ад усіх вашых узброеных сіл, смеючысяў вашым нязграбнасці! Мы выслізнуць, як мы заўсёды будзем, варты жалю істоты.І зараз, калі ў нас ёсць рэальны старт, вы ніколі не будзеце лавіць нас! Што можа быць лепшдоказ таго, што прабацькамі карысць не вас, але нам! Што можа быць лепш доказ ... "   Асудаю пайшлі далей. Кратаў слухаў, раз'юшаны, але ў той жа час атрымліваючы асалоду адартыстызм ёй. Гэтыя людзі лепш, чым я думаў. іх абразыз'яўляюцца шматслоўным і перабольшаныя, але яны маюць талент. Яны заслугоўваюць ганаровае, павольнасмерцяў.
		-- David Brin, Startide Rising

%
"Я сярэдні зялёны маці з космасу"
		-- Audrey II, The Little Shop of Horrors

%
Як і мае бацькі, я ніколі не быў пастаянным членам царквы ці вернік.Гэта не здаецца праўдападобным для мяне, што ёсць выгляд Бога, якісочыць за спраў чалавечых, слухае малітвы, і спрабуе весцілюдзей прытрымлівацца Яго запаведзі - там проста занадта шмат пакут іжорсткасць для гэтага. З іншага боку, я паважаю і зайздрошчу людзямякія атрымліваюць натхненне ад сваіх рэлігій.
		-- Benjamin Spock

%
Любая дастаткова развітая тэхналогія ня розьніцца ад фальсіфікаваных дэма.
		-- Andy Finkel, computer guy

%
Будучы шызафрэнік лепш, чым жыць у адзіночку.
		-- Andy Finkel, computer guy

%
NOWPRINT. NOWPRINT. Clemclone, назад у цені зноў.
		-- The Firesign Theater

%
Так, шматлікія прымітыўныя людзі да гэтага часу лічу, што гэта міф ... Але ў сучасным тэхнічнышырокасць будучыні, мы можам выказаць здагадку, што безумоўна, што моцна адрозніваліся.
		-- The Firesign Theater

%
... Гэта жудаснае відовішча. Уся супраціў паўстанцаў пахаваны пад шэсцьмільён Hardbound копіі "The Naked Lunch".
		-- The Firesign Theater

%
Мы хочам стварыць лялек, якія цягнуць свае радка.
		-- Ann Marion

%
Я ведаю інжынераў. Яны любяць, каб змяніць рэчы.
		-- Dr. McCoy

%
На нашым кампусе сістэма UNIX аказалася не толькі эфектыўнае праграмнае забеспячэннеінструмент, але агент тэхнічнай і сацыяльных змен у межах універсітэта.
		-- John Lions (University of New South Wales)

%
Тыя, хто не разумеюць Unix асуджаныя вынаходзіць яго, дрэнна.
		-- Henry Spencer, University of Toronto Unix hack

%
"Вы ведаеце, чаму так мала складаных кампутарных тэрарыстаў у ЗлучаныхШтаты? Таму што вашы хакеры столькі мабільнасць у установе.Тут няма такіх мабільнасць. Калі ў вас ёсць найменшага інтэлектуальнайЦэласнасць вы не можаце падтрымліваць ўрад .... Вось чаму лепшы кампутаррозумы належаць да апазіцыі ".
		-- an anonymous member of the outlawed Polish trade union, Solidarity

%
"Кожны цэнтр Салідарнасць паль і паль паперы .... усе быліесць паперу і паліцэйскі стаяў каля дзвярэй. Цяпер усё, што вам трэба зрабіць, гэтасагнуць дыск ".- Ананімны член забароненай польскага прафсаюза Салідарнасць,  каментуючы перавагі выкарыстання кампутараў у падтрымку свайго руху
		-- an anonymous member of the outlawed Polish trade union, Solidarity

%
Адзенне робіць чалавека. Голыя людзі маюць мала ці ўвогуле ніякага ўплыву на грамадства.
		-- Mark Twain

%
Раней усе жывёлы вымерлі, тым хутчэй мы знойдзем свае грошы.
		-- Ed Bluestone

%
Ён мёртвы, Джым.
		-- Ed Bluestone

%
Нью-Ёрк ... калі цывілізацыя бурыцца, памятаеце, мы былі далёка наперадзе вас.
		-- David Letterman

%
Вы можаце зрабіць больш з добрым словам і пісталетам, чым з проста добрым словам.
		-- Al Capone

%
Код фантан ня быў трохі зацягнуты, так што вы можаце больш не акунуць аб'ектыў фантан або напоем з аднаго ў той час як вы плывяце ў паветры з-залевітацыі.Teleporting ў пекла з дапамогай тэлепартацыі пастку больш не будзе адбывацца, каліперсанажа няма вогнеўстойлівасць.
		-- README file from the NetHack game

%
Памятаеце, што ёсць вялікая розніца паміж на каленях і схіліўшыся над.
		-- Frank Zappa

%
Я думаю, што усе разумныя людзі ў гэтай краіне хворыя, інадакучыла кажуць, што звычайныя прыстойныя людзі паступаюць у гэтыкраіна з будучы хворым і стомленым. Я, вядома, не. але янадакучыла кажуць, што я.
		-- Monty Python

%
"Там няма даўнасці па дурасці."
		-- Randomly produced by a computer program called Markov3.

%
Існуе час у прылівах мужчын,Які, прынятай на паводкі, прыводзіць да поспеху.З іншага боку, не варта разлічваць на яго.
		-- T. K. Lawson

%
Каб прытрымлівацца дурныя прэцэдэнтаў, і падморгвацьЗ абодвух нашых вачах, гэта прасцей, чым здаецца.
		-- William Cowper

%
Менавіта якасць, а не колькасць, што мае значэнне.
		-- Lucius Annaeus Seneca (4 B.C. - A.D. 65)

%
Адзін можа быць у стане спрачацца аб якасці аднаго эксперыменту, абоаб праўдзівасці дадзенай эксперыментатара, але, улічваючы ўсе якая падтрымліваеЭксперыменты разам, вага доказаў настолькі моцная, як з гатоўнасцюзаслугоўваюць адлюстравання мудрага.- Прафесар Уільям Тиллер, парапсіхолаг, Standford універсітэт,  каментуючы даследаванні псі
		-- Lucius Annaeus Seneca (4 B.C. - A.D. 65)

%
Нішто ніколі не становіцца рэальным, пакуль яна не ўспрымаецца.
		-- John Keats

%
Ваша добрая прырода прынясе вам неабмежаваную радасць.
		-- John Keats

%
"Наша падарожжа да зорак прагрэсавала хутка.У 1926 Годдард запусціў першы вадкі самаходныя ракеты,дасягненні вышыні 41 футаў. У 1962 Джон Глен абляцеў Зямлю.У 1969 годзе толькі 66 гадоў пасля Орвіл Райт Райт праляцеў два фута над зямлёйна працягу 12 секунд, Ніл Армстронг, Базз Олдрын і я ўзляцеў на Месяцу Apollo 11. "- Майкл Колінз   Былы астранаўт і мінулы дырэктар Нацыянальнага музея авіяцыі і касманаўтыкі
		-- John Keats

%
Большасць людзей праяўляюць тое, што палітолагі называюць "КансерватызмСялянства ". Ці не страціць тое, што ў вас ёсць. Не змяняйце. Не рызыкуйце,таму што вы можаце ў канчатковым выніку паміраюць ад голаду. Не рызыкуйце. Купіць столькі жяк вам трэба. Не марнуйце час.Калі мы думаем аб рызыцы, чалавечыя істоты і карпарацыі рэалізаваць у іхкіраўнікі, што рызыкі, неабходныя для расці, каб выжыць. Але калі справа даходзіць дада падтрымання добрых людзей, калі прыйдзе крызіс або укладваць грошы ўто падследныя, толькі адважнаму пранікаюць глыбока ў іх кішэні і гуляцьгульня як гэта павінна быць прайграныя.
		-- David Lammers, "Yakitori", Electronic Engineering Times, January 18, 1988

%
"Мы не можам запланаваць оргію, гэта можа быць вытлумачана як барацьба"
		-- Stanley Sutton

%
Выходныя былі зроблены для праграмавання.
		-- Karl Lehenbauer

%
"Пасля таго, як ён быў адной нагой у Белым доме, і народ дрыжалі пад ягораве. Зараз ён з'яўляецца tinpot тата ў поясе Coca-Cola і брат даняшчасныя пастары, якія важдацца прыдуркі ў ацынкаваных кучак жалеза ззадучыгуначныя ярдаў ".- Менкен, напісанне Уільяма Дженнінгс Браяна, адвакат прыхільнікаў  анты-эвалюцыйнай закона Тэнэсі ў Вобласці "малпавы працэс" ў 1925.
		-- Karl Lehenbauer

%
... Мы павінны супрацьпаставіць пераважную меркаваньне прадстаўленую ўзгадняеццаНазіранні і высновы тысячамі. зямлі мільярдыгадоў і яго жывыя істоты звязаны вузамі эвалюцыйныСпуск. Навукоўцы вінавацяць у садзейнічанні догму так заяўляючы, алене робім Мы брэнд людзі нелиберальны, калі яны заяўляюць, што зямля з'яўляецца ніплоскім, ні ў цэнтры сусвету? Навука * мае * навучыў нас некаторыярэчы з упэўненасцю! Эвалюцыя на старажытным зямлі, аствораны ў якасці формы і становішча нашай планеты. Наша працягваючы барацьбукаб зразумець, як эвалюцыя адбываецца ( «тэорыю эвалюцыі») некінуць нашу дакументацыю яе ўзнікнення - у "факт эвалюцыі" -пад сумнеў.- Стывен Джэй Гулд, "Вердыкт па пытаннях крэацыянізму", Скептычны Inquirer,  Тым XII № 2
		-- Karl Lehenbauer

%
Гэта было вышэйшай формай хвальбы сярод тэхналагічных фрыкаў - мецьсістэма настолькі поўным і складаным, што нічога не паказалі; няма машыны,Ніякіх правадоў, ніякіх элементаў кіравання.
		-- Michael Swanwick, "Vacuum Flowers"

%
Мужчыны павінны ведаць, што з мозгу і з мозгу ўзнікаюць толькі нашзадавальнення, радасці, смех, і жарты, а таксама нашы хваробы, болю, смуткуі слёзы. ... Гэта тое ж самае, што робіць нас з розуму або ў трызненні, натхняенас са страхам і страхам, будзь ноччу ці днём, прыносіць нам бессань,несвоечасовыя памылкі, бязмэтныя трывогі, безуважлівасць і акты, якіянасуперак звычцы ...
		-- Hippocrates (c. 460-c. 377 B.C.), The Sacred Disease

%
Сучасная псіхалогія займае зусім даказаным, што паводзіны і нервовай функцыівыдатна карэлюе, што адзін цалкам выклікана іншы. Гэтаніякага асобнага душа або Lifeforce ня прытрымлівацца пальцам у мозг час ад часу іробяць нервовыя клеткі рабіць тое, што яны інакш не маглі б. На самай справе, вядома, гэтагэта толькі працоўнае дапушчэнне .... Цалкам магчыма, што калі-небудзьЗдагадка давядзецца быць адхіленая. Але важна таксама, каб убачыць, што мыня дасягнулі той дзень яшчэ: працоўнае здагадка з'яўляецца неабходным адно іняма ніякіх рэальных доказаў супраць яе. Наша няздольнасць вырашыць праблему такдалёка не зрабіць яго нерастваральнага. Адзін не можа быць лагічна детерминистом ўфізіка і біялогія, і містык ў псіхалогіі.
		-- D. O. Hebb, Organization of Behavior:  A Neuropsychological Theory, 1949

%
Распаўсюджаныя вераванні, што веданне можа быць выпускаюць з папярэдніх увасабленняў абоад "сусветнага розуму" (сховішча ўсіх мінулых мудрасці і творчасці)не толькі непраўдападобна, але і несправядліва прыніжае выдатным дасягненнііндывідуальных чалавечых мазгоў.- Бары Л. Beyerstein, "Мозг і свядомасць: Наступствы для Psi  З'явы ", Скептычны Inquirer, Vol. XII № 2, PPG. 163-171
		-- D. O. Hebb, Organization of Behavior:  A Neuropsychological Theory, 1949

%
... На шчасце, адказнасць за прадастаўленне доказаў з'яўляецца з бокутвар, якое робіць прэтэнзіі, ня крытык. Гэта не адказнасцьНЛА скептыкаў, каб даказаць, што НЛА ніколі не існавала, ні ягоАдказнасць паранормальных медыка-прэтэнзій скептыкаў, каб даказаць, што крышталіабо каляровыя агні ніколі не зажыла нікога. Ролю скептыка ў тым, каб паказаць на тое,сцвярджае, што належным чынам не падтрымліваюцца прымальныя доказы ізабяспечыць праўдападобныя альтэрнатыўныя тлумачэнні, якія больш у адпаведнасці зпрыняты аб'ём навуковых доказаў. ...
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII No. 2, pg. 215

%
"Ада з'яўляецца праца архітэктара, а не навуковец."
		-- Jean Icbiah, inventor of Ada, weenie

%
Экстраардынарныя заявы патрабуюць дбайным пацверджанні. Ёсць шмат прыкладаўстароннія, якія ў канчатковым выніку зрынулі ўкараніліся навуковых артадоксіі, алеяны пераважалі неабвержнымі дадзенымі. Часцей за ўсё, абуральныя высновы, штосупярэчаць добра абгрунтаваным даследаванне апынуцца артэфакты. Ясцвярджаў, што прыняцце псіхічныя сілы, рэінкарнацыя, "касмічнае свядомасць",і да т.п., пацягне за сабой фундаментальныя змены асноўнеўралогіі. Перад адмовіўшыся матэрыялістычныя тэорыі ўвазе, што заплацілівысокія дывідэнды, мы павінны настойваць на лепшага доказы псі з'яўчым у цяперашні час існуе, асабліва калі неўралогіі і самі псіхалогіяпрапанаваць больш праўдападобныя альтэрнатывы.- Бары Л. Beyerstein, "Мозг і свядомасць: Наступствы для Psi   З'явы ", Скептычны Inquirer, Vol. XII № 2, PPG. 163-171
		-- Jean Icbiah, inventor of Ada, weenie

%
Эвалюцыя з'яўляецца банкрутам спэкулятыўная філасофія, не навуковы факт.Толькі духоўна банкрутам таварыства мог у гэта паверыць. ... толькіатэісты маглі прыняць гэтую сатанінскую тэорыю.
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
Эвалюцыя з'яўляецца такі ж факт, як зямля павароту вакол сваёй восі і адбываецца ваколсонца. У свой час гэта называлася тэорыя Каперніка; але, калідоказы тэорыі становіцца настолькі пераважнай, што няма інфармаваны чалавекможа сумнявацца, гэта звычайны для навукоўцаў назваць яго факт. гэта ўсёсапраўднае жыццё адбыліся ад больш ранніх формаў, па шырокім участках геолагаЧас, у якасці трывала зацвердзілася ў якасці Каперніка касмалогіі. біёлагі адрозніваюццатолькі ў адносінах да тэорыі пра тое, як гэты працэс ажыццяўляецца.- Марцін Гарднер, "Ірвінг Крыстал і факты жыцця",   Скептычна Inquirer, Vol. XII № 2, PPG. 128-131
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
... Як гэта ні сумна, каб знайсці яго размове аб навуковае супольнасць для яго аб'яднанаясупрацьдзеянне невуцкіх крэацыяністаў, якія хочуць настаўнікаў і падручнікаў длядаць роўны час пракруціць аргументы, якія прасунулі ня на крок наперадабпэцканую рыторыка біскупа Уілерфорс і Уільяма Дженнінгс Браяна.- Марцін Гарднер, "Ірвінг Крыстал і факты жыцця",   Скептычна Inquirer, Vol. XII № 2, PPG. 128-131
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
... Кніга заслугоўвае ўвагі на працягу толькі двух прычын: (1) ён атакуеспрабуе выставіць фіктыўныя паранармальныя даследаванні; і (2) гэта вельмі добра іпраўдападобна напісана і так даволі цяжка адхіліць або абвергнуць простымздзекуючыся.- Гары Ігар, разглядаючы "За Quantum" Майкл Талбот,   Скептычна Inquirer, Vol. XII № 2, PPG. 200-201
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
Цяпер я ляжаў мне спацьЯ чую сірэны на вуліцыУсе мае мары зроблены з хромуУ мяне няма ніякага спосабу, каб вярнуцца дадому
		-- Tom Waits

%
Я тут па волі народа, і я не пайду, пакуль не атрымаю мой плашчтаму.
		-- a slogan of the anarchists in Richard Kadrey's "Metrophage"

%
Колькі атамшчыкі трэба, каб памяняць лямпачку?Сем: Адна ўсталяваць новую лямпу, і шэсць, каб вызначыць, што рабіць        са старым на бліжэйшыя 10000 гадоў.
		-- a slogan of the anarchists in Richard Kadrey's "Metrophage"

%
Закон Майка:Для піламатэрыялаў кампаніі, якая выкарыстоўвае двое мужчын і адсечкі бачылі,гранічны прадукт працы для любога колькасці дадатковых рабочыхня роўны нулю, пакуль набыццё іншага адсячэння пілы.Давайце нават не лічаць бензапілу.- Майк Dennison[Вы заўсёды маглі намеціць пілы, хоць - Рэд.]
		-- a slogan of the anarchists in Richard Kadrey's "Metrophage"

%
Пакуль мы будзем вынаходзіць ровар зноў, мы маглі б таксама паспрабаваць зрабіцьгэта на гэты раз вакол.
		-- Mike Dennison

%
Такое спалучэнне вялізнага ваеннага ведамства і вялікі рукіпрамысловасці ў цяперашні час у амерыканскім вопыце ... Мы не павінны няасэнсаваць свае сур'ёзныя наступствы ... Мы мусім баяццаНабыццё неабгрунтаванага ўплыву ... на ваенна-прамысловыКомплекс. Патэнцыял для катастрафічнага ўздыму недарэчнай уладыіснуе і будзе захоўвацца.
		-- Dwight D. Eisenhower, from his farewell address in 1961

%
Гэты рэстаран быў рэклама сняданак у любы час. Так што я замовіўФранцузскі тост у адраджэнні.
		-- Steven Wright, comedian

%
Кожны чалавек мае мэта ў жыцці. Магчыма, ваш будзе глядзець тэлевізар.
		-- David Letterman

%
Шмат рэчаў, якія я рабіць настолькі нязначная, і ён прызначаны для быць мінімальным.Драбніцу гэта тое, што з'яўляецца найбольш прывабным. Гэта дзіўна, таму што гэта такінтэлектуальна кульгавы. Цяжка бачыць мяне рабіць што для астатняй частцымаё жыццё. Але ў той жа час, гэта тое, што я раблю лепш за ўсё.
		-- Chris Elliot, writer and performer on "Late Night with David Letterman"

%
электроннай аўтарытэт: ня-guaranteeable верагоднасць таго, што электронныя дадзеныяВы бачыце з'яўляецца сапраўднай, а не чыйсьці выдуманыя дзярмо.
		-- Karl Lehenbauer

%
Кожны раз, калі людзі са мной пагодзяцца, я заўсёды думаю, што я павінен быць няправільным.
		-- Oscar Wilde

%
Мая маці рыба.
		-- William Faulkner

%
Далейшае духоўная эвалюцыя дасягненняў чалавецтва, тым больш упэўнены, што гэтамне здаецца, што шлях да сапраўднай рэлігійнасьцю ня ляжыць празстрах перад жыццём і страх смерці, і сляпой веры, але праз імкненнепасля рацыянальнага веды.
		-- Albert Einstein

%
Чым больш чалавек пранікаецца ўпарадкаванай рэгулярнасцю ўсіх падзей, тым трывалейстановіцца яго перакананне, што не засталося ў баку ад гэтага спарадкаванага нумаррэгулярнасці прычын рознай прыроды. Для яго ні вяршэнствачалавек, ні правіла чароўнай волі існуе ў якасці незалежнага прычына стыхійныхпадзеі. Каб быць упэўненым, дактрына асабістага Бога замінаючы натуральнымпадзеі ніколі не можа быць аспрэчаная, у прамым сэнсе, навукай, для гэтагаВучэнне заўсёды можна схавацца ў тых абласцей, у якіх навуковае веданнеда гэтага часу не ў стане ступіць.Але я перакананы, што такія паводзіны з боку прадстаўнікоўрэлігіі не толькі няварта, але і да смяротнага зыходу. Для дактрыны, якаяздольны падтрымліваць сябе не ў ясным святле, але толькі ў цемры, будзенеабходнасці страціць яго ўплыў на чалавецтва, з незлічонай шкоды для чалавечагапрагрэс. У сваёй барацьбе за этычнае дабро, выкладчыкі рэлігііпавінны мець аўтарытэту адмовіцца ад дактрыны асабістага Бога, гэта значыцьадмовіцца ад гэтай крыніцы страху і надзеі, якія ў мінулым размешчаны такія пераважнаяпаўнамоцтвы ў руках святароў. У сваіх працах яны павінны будуць скарыстаццаСамі гэтых сіл, якія здольныя культываваць добрае,Праўда, і прыгожыя ў само чалавецтва. Гэта, вядома, большцяжка, але непараўнальна больш годная задача.
		-- Albert Einstein

%
Той, хто ведае гісторыю, асабліва гісторыю Еўропы, будзе, я думаю,прызнаць, што дамінаванне адукацыі або ўрада якой-небудзь аднойпрыватнасці вера ніколі не з'яўляецца шчаслівым размяшчэнне для людзей.
		-- Eleanor Roosevelt

%
Большасць некатолікаў ведаем, што каталіцкія школы аказваюць большысэрвіс для нашай нацыі, чым дзяржаўных школах, у якіх падрыўныя падручнікібылі выкарыстаныя, у якім камуністычныя настроеных настаўнікаў навучылі, і адчые класы Хрыстос і нават сам Бог забаронена.
		-- from "Our Sunday Visitor", an American-Catholic newspaper, 1949

%
Тыя з нас, хто верыць у права любога чалавека належаць да любойЦарква лічыць патрэбным, і пакланяцца Богу па-свойму, не можа быць абвінавачаныпрадузятасць, калі мы не хочам, каб убачыць дзяржаўнае адукацыю, звязанае зрэлігійныя кантроль школах, якія аплачваюцца за кошт сродкаў падаткаплацельшчыкаў.
		-- Eleanor Roosevelt

%
Духоўнае кіраўніцтва павінна заставацца духоўным лідэрам і часовымулада не павінна стаць занадта важная ў любой царкве.
		-- Eleanor Roosevelt

%
Праўда заўсёды было выяўлена прасоўваць інтарэсы чалавецтва ...
		-- Percy Bysshe Shelley

%
Калі атэізм павінен выкарыстоўвацца, каб выявіць стан розуму, у якім Богатаясамліваецца з неспазнавальным, і тэалогія вымаўляецца быцькалекцыя бессэнсоўных слоў пра незразумелыя хімер, тоУ мяне няма сумневаў, і я думаю, мала хто сумняваецца, што атэісты, якбагатая, як ажына ...
		-- Leslie Stephen (1832-1904), literary essayist, author

%
Гэта няправільна заўсёды, ўсюды і для ўсіх, каб паверыць у што заўгодна прыдастатковых доказаў.
		-- W. K. Clifford, British philosopher, circa 1876

%
Чаму, калі ні адзін сумленны чалавек не стане адмаўляць у прыватным што кожны галоўнай праблемай з'яўляецца праблемазагорнуты ў глыбокай таямніцы, ня сумленныя людзі абвяшчаюць ў амбонаўшто без ваганняў ўпэўненасці доўг самы дурны і невуцкі?Хіба гэта не відовішча, каб анёлы смяюцца? Мы з'яўляемся кампаніяйневуцкія людзі, адчуваючы наш шлях праз туманы і цемры, навучанне толькібыць бесперапынна паўтараецца памылак, атрымання пробліскі ісцінытраплення ў любой мажлівыя памылкі, цьмяна патрабавальных святло дастаткова длянашы штодзённыя патрэбы, але безнадзейна адрозніваючыся калі мы паспрабуем апісацьканчатковая паходжання або канец нашых шляхоў; І ўсё ж, калі адзін з нас рызыкуезаявіць, што мы не ведаем карту Сусвету, а таксама картунашай бясконца малой прыходу, ён гудзеў, пракліналі, і, магчыма, сказалі, штоён будзе пракляты на векі вякоў для яго няверы ...
		-- Leslie Stephen, "An agnostic's Apology", Fortnightly Review, 1876

%
Да таго часу мы будзем здавольвацца прызнаць адкрыта, чаго вы (рэлігійныя)шаптаць сабе пад нос або схаваць у тэхнічным жаргоне, што старажытныСакрэт сакрэт яшчэ; што чалавек нічога не ведае пра Бясконцага іабсалютная; і што, нічога не ведаючы, што ён лепш не быць дагматычнай абяго невуцтва. І, між тым, мы будзем імкнуцца быць як дабрачынныя, якмагчыма, і пакуль вы труба в афіцыйна ваш пагарду да нашайскептыцызм, мы, па меншай меры паспрабаваць паверыць, што вы навязваюццапа ўласным выхвалянне.
		-- Leslie Stephen, "An agnostic's Apology", Fortnightly Review, 1876

%
Шлюб з'яўляецца адзіным прыгодай адкрыта для баязлівых.
		-- Voltaire

%
Што такое талерантнасць? - Гэта з'яўляецца следствам чалавецтва. Мы ўсе утворыццаз слабасці і памылак; давайце прабачце глупства ўзаемна адзін аднаго -гэта значыць першы закон прыроды.
		-- Voltaire

%
Зразумела, што чалавек, які мае на мужчыну, яго брата, тамуён не прытрымліваецца такога ж меркавання, гэта пачвару.
		-- Voltaire

%
Я проста спрабую дапамагчы ў вырашэнні святло гістарычнай праўды ў тым, штораскладаюцца маса зношанага думкі, якая надае сучасны светсярэднявечныя ўяўленні пра хрысціянства і які ўсё яшчэ затрымліваецца сярод нас -самай сур'ёзнай перашкодай для рэлігіі і маралі, і пагроза для ўсягонармальная эвалюцыя грамадства.
		-- Andrew D. White, author, first president of Cornell University, 1896

%
Чалавек дэфіцытныя жыццё, хто не з'яўляецца больш даверлівыя, чым ён павінен быць .... в тойнатуральна распараджэння заўсёды верыць. Ён набыў мудрасць і вопытТолькі што навучыць недавер, і яны вельмі рэдка навучыць яго дастаткова.
		-- Adam Smith

%
Я паклаў ружжо ў мяшку Adidas і дапаўняецца яго з чатырма парамі тэнісашкарпэткі, ня мой стыль наогул, але гэта было тое, што я была накіравана на: Калі яны думаюць,вы сырой, перайсці тэхнічная; калі яны думаюць, што ты тэхнічная, перайсці на сырую. Явельмі тэхнічны хлопчык. Таму я вырашыў, каб атрымаць як сырой, наколькі гэта магчыма. У гэтыя дні,хоць, вы павінны быць вельмі тэхнічны, перш чым вы нават можаце імкнуцца дагрубасць.
		-- Johnny Mnemonic, by William Gibson

%
Тым не менш, па рэлігійных пытаннях можа быць мала ці ўвогуле не кампраміс.Там няма пазіцыі, па якіх людзі так нерухома, як іх рэлігійнаявераванні. Існуе не больш магутным саюзнікам можна сцвярджаць у дыскусіі, чымІсус Хрыстос, ці Бог, ці Алах, або любы іншы адзін называе гэта вышэйшая істота.Але, як і любы магутнага зброі, выкарыстанне імя Бога на адным яго імяварта выкарыстоўваць з асцярожнасцю. Рэлігійныя групоўкі, якія растуцьўсёй нашай зямлі не выкарыстоўваючы іх рэлігійнае ўплыў з мудрасцю.Яны спрабуюць прымусіць кіраўнікоў урада на наступныя сваю пазіцыю100 адсоткаў. Калі вы не згодныя з гэтымі рэлігійнымі групамі на апрыватнасці маральная праблема, яны скардзяцца, яны пагражаюць вам з стратайгрошы ці галасоў або абодва. Я адкрыта стаміўся ад палітычнайпрапаведнікі ўсёй гэтай краіне кажуць мне як грамадзяніну, што калі я хачу быцьмаральным чалавекам, я павінен верыць у "А", "B", "C" і "D" проста хтояны думаюць, што яны? І адкуль яны могуць дазволіць сцвярджаюцьПрава дыктаваць свае маральныя перакананні мне? І я яшчэ больш злы, якзаканадавец, які павінен вытрымаць пагрозы кожнай рэлігійнай групы, якіядумае, што гэта мае некаторы Богам дадзенае права кантраляваць свой голас на кожным рулонепатэлефанаваць у Сенаце. Я папярэджваю іх сёння: я буду змагацца ім кожныкрок на гэтым шляху, калі яны спрабуюць дыктаваць свае маральныя перакананні на ўсеАмерыканцы ў імя "кансерватызму".
		-- Senator Barry Goldwater, from the Congressional Record, September 16, 1981

%
"Я думаю, што кожны добры хрысціянін павінен надзерці азадак Фалвелл ст."- Сенатар Бары Голдуотер, калі яго спыталі, што ён думае пра Джэры Фалвелл-хЗдагадка, што ўсе добрыя хрысціяне павінны быць супраць Сандра Дей О'КонарВылучэнне ў Вярхоўны суд
		-- Senator Barry Goldwater, from the Congressional Record, September 16, 1981

%
... І ніякай філасофіі, на жаль, не мае адказы на ўсе пытанні. Незалежна ад таго, як упэўненымы можам быць пра пэўныя аспектах нашай веры, заўсёды ёсць хваравітаенеадпаведнасцяў, выключэння і супярэчнасці. Гэта дакладна ў рэлігіі якгэта ў палітыцы, і само сабой зразумела для ўсіх, акрамя фанатыкаў і наіўных.Што тычыцца фанатыкаў, колькасць якіх легіён ў наш час, мы маглі б быцьраяць пакінуць іх на неба. Яны не будуць, на жаль, зрабіць нам ужа ветліва. Яны нападаюць на нас і адзін аднаго, і незалежна ад іхПратэсты ў мірных намерах, крывавы рэкорд гісторыі яснашто яны лёгка утылізаваць, каб аднавіць мяча. Мая ўласная вера ўБог, то, - гэта ўсяго толькі пытанне веры, а не веды. маёй павагайбо Хрыстос вынікае з таго факту, што ён, здаецца, быўсамыя дабрадзейныя жыхар планеты Зямля. Але нават добра адукаваныя хрысціянезасмучаныя ў іх смазе упэўненасцю пра любімую постаціІсуса з-за бясспрэчнага неадназначнасці біблейскага запісу.Такая неадназначнасць не з'яўляецца відавочным для дзяцей або фанатыкаў, але кожныпрызнаецца Библеист выдатна разумее гэта. Некаторыя хрысціяне, нажаль,звяртацца да фармальнай хлусні, каб схаваць такую ​​рэальнасць.- Стыў Ален, комік, з эсэ ў кнізе "Мужнасць  Асуджэнне ", пад рэдакцыяй Філіпа Бермана
		-- Senator Barry Goldwater, from the Congressional Record, September 16, 1981

%
... Яна па-ранейшаму застаецца верным, што як набор кагнітыўных уяўленняў абІснаванне Бога ў любым вядомай сэнсе бесперапынная вялікісістэмы мінулага, рэлігійныя дактрыны складаюць спекулятыўныГіпотэза надзвычай нізкага парадку верагоднасці.
		-- Sidney Hook

%
Фанатык гэта чалавек, які не можа змяніць сваё меркаванне і не будзе змяніць тэму.
		-- Winston Churchill

%
Мы змагаемся супраць гуманізму, мы змагаемся супраць лібералізму ...мы змагаемся супраць усіх сістэм сатаны, якія руйнуюцьнаш народ сёння ... наша бітва з самім сатаной.
		-- Jerry Falwell

%
Яны [прапаведнікі] страх развіццю навукі, як ведзьмы зрабіць падыходдзённага святла і хмурна на фатальны прадвеснік Абвяшчаючы аб подверсиямиз duperies на якой яны жывуць.
		-- Thomas Jefferson

%
Святыя заўсёды павінны быць прызнаны вінаватым, пакуль яны не даказаная невінаватасць.
		-- George Orwell

%
Як я сцвярджаў у «Любаснага Сына», кнігі пра майго сына Браяна і суб'ектарэлігійных суполак і сект, адзін вынік правільнага пачатку навучанняу спосабах рацыянальнай думкі будзе рабіць рэзкіх бессэнсоўнагаканверсіі - ні да чаго - менш верагодным. Браян цяпер разумее гэта імае, пасля адзінаццаці гадоў, пакінуў секту ён быў звязаны з.Праблема ў тым, што калі-то непадрыхтаваны розум зрабіла афіцыйнае абавязацельстварэлігійная філасофія - і гэта не мае значэння, што філасофіяяк правіла, разумна і ўзнёслы або зусім дзіўна іірацыянальным - паўнамоцтвы прычыне дзіўна неэфектыўная ўзмяненне розуму верніка.- Стыў Ален, комік, з эсэ ў кнізе "Мужнасць  Асуджэнне ", пад рэдакцыяй Філіпа Бермана
		-- George Orwell

%
Няма нічога прасцей, чым асудзіць злыдня; няма нічога цяжэйчым зразумець яго.
		-- Fyodor Dostoevski

%
Мы не можам быць у стане пераканаць індусаў, што Ісус і ня Вішну павіненрэгулююць іх кругагляду, ні мусульман, што Буда знаходзіцца ўЦэнтрам іх духоўнай сусвету, ні Габрэяў, што Мухамед з'яўляецца адным з асноўныхпрарок і ня хрысціяне, што сінці лепш за ўсё выказвае іх духоўнаеапасенні, не кажучы ўжо пра тое, што мы не можам быць у стане атрымацьХрысціяне дамовіцца паміж сабой аб іх стаўленні да Бога.Але ўсё пагодзяцца на здагадцы, што яны валодаюць глыбокае духоўнаерэсурсы. Калі, акрамя таго, мы можам прымусіць іх прыняць далейшаеЗдагадка, што незалежна ад формы Боскасьць можа мець у сваім уласным тэалогіі,Боства гэта не толькі знешняя, але ўнутраная і дзейнічае праз іх, іяны самі даюць доказ або абвяржэнне Боскасьці, што яны робяць ідумаю; калі гэта дадаткова прапанова можа быць прынята, то мы прыходзім, штозначна бліжэй да сапраўднаму рэлігійнай сітуацыі на зямлі.
		-- Norman Cousins, from his book "Human Options"

%
Месія прыйдзе. Там будзе ўваскрэсеньне мёртвых - усёрэчы, якія габрэі верылі ў перш чым яны атрымалі чартоўску складаныя.
		-- Rabbi Meir Kahane

%
Свет не гадавальнік.
		-- Sigmund Freud

%
Калі адзін пытаецца, чаму амерыканская традыцыя настолькі моцная супраць любогападключэнне дзяржавай і царквой, чаму гэта страшыць нават зародкірэлігійнае вучэнне ў дзяржаўных школах падтрымліваецца, неадкладнае іпавярхоўным адказ далёка хадзіць не трэба ....Прычынай ляжаў у асноўным у разнастайнасці і жыццяздольнасці розныядэнамінацыі, кожны абсалютна ўпэўнены, што пры справядлівым поле і не карысць,гэта можа зрабіць свой уласны шлях; і кожны аніміраваны раўнівым страху, што,калі якая-небудзь сувязь дзяржавы і Царквы было дазволена, некаторыя супернікНамінал б атрымаць несправядлівае перавага.- Джон Д'юі (1859-1953), амерыканскі філосаф,  ад "дэмакратыі ў школах" 1908 г.
		-- Sigmund Freud

%
Ужо дух нашай школе працяты адчуваннем, штокожны суб'ект, кожная тэма, кожны факт, кожнае вызнавалі ісціна павінна быцьпрадстаўленыя ў пэўнай галоснасці і бесстароннасці. усе прапанавануюУзоры навучання неабходна перайсці па той жа аналітычным пакоі і падвяргаццаагульныя тэсты. Гэта сутнасць усіх дагматычных рэлігій лічыць, штолюбая такая "шоў-уніз" з'яўляецца блюзнерскім і разбэшчаны. характэрнайрэлігіі, з іх пункту гледжання, з'яўляецца тое, што інтэлектуальнаСакрэт, ня грамадскасці; асабліва паказаў, як правіла, не вядомыя;аўтарытэтна заявіў, не паведамляецца і праходзяць у звычайнымспосабы ... Дарэчы адзначыць, што, да таго часу, рэлігіязадумана як цяпер у большасці вызнаванаму религионистов,ёсць нешта ўнутрана супярэчлівым кажучы адукацыі ўрэлігія ў тым жа сэнсе, у якім мы гаворым пра адукацыі ў тэмахдзе метадам вольнага даследаванні зрабіў свой шлях. "Рэлігійны"будзе апошнім быць гатовыя, што альбо гісторыя зЎтрыманне рэлігіі павінна выкладацца ў гэтым духу; у той час як тыя,каму навуковай пункту гледжання гэта не проста тэхнічнае прылада,але гэта ўвасабленне цэласнасці ўвазе, павінныя пратэставаць супрацьяго вучаць у любы іншы дух.- Джон Д'юі (1859-1953), амерыканскі філосаф,  ад "дэмакратыі ў школах" 1908 г.
		-- Sigmund Freud

%
У шырокім і канчатковага сэнсе ўсе ўстановы адукацыйнай ўадчуванне, што яны працуюць, каб сфармаваць адносіны, дыспазіцыі, здольнасціі інваліднасць, якія складаюць канкрэтную асобу ... Ці то гэтавыхаваўчага працэсу вядзецца ў пераважна дэмакратычны ці не-дэмакратычны шлях становіцца, такім чынам, ідзе пра трансцэндэнтнай важнасціне толькі для самога адукацыі, але і для канчатковага эфекту пры ўсіхінтарэсы і дзейнасць грамадства, якая імкнецца да дэмакратычныхлад жыцця.
		-- John Dewey (1859-1953), American philosopher

%
Гісторыя паказвае, што чалавечы розум, сілкуюцца сталым далучэннем ведаў,перыядычна становіцца занадта вялікім для сваіх тэарэтычных пакрыццяў і воплескаўіх разлучае з'яўляцца ў новых habiliments, як кармленне і вырошчваннеGRUB, з інтэрвалам, кідае сваю занадта вузкі скуру і мяркуе іншы ...Сапраўды имаго стан чалавека, здаецца, жудасна далёка, але кожнылінька з'яўляецца крокам атрымала.
		-- Charles Darwin, from "Origin of the Species"

%
... Я хацеў бы пайсці так далёка, каб выказаць здагадку, што, калі б не наша эга інеспакой будзе адрознівацца, афрыканскіх малпаў будуць уключаны ў нашсям'я, Hominidae.
		-- Richard Leakey

%
Немагчыма ўявіць, што разумнае Назіральнік ад іншай сонечнай сістэмыб бачыць у нашых відаў - якая, як правіла, жорсткія, разбуральнай,марнатраўна, і ірацыянальным - карона і вяршыня касмічнай эвалюцыі.Прагляд нас у якасці кульмінацыі * нічога * гратэскава; прагляд насУ якасці пераходнай відаў мае больш сэнсу - і дае нам больш надзеі.- Бэці McCollister, "Нашы Пераходныя віды»,  Вольнага даследаванні часопіс, Vol. 8, № 1
		-- Richard Leakey

%
"Ну, бачыце, гэта такі пераходны істота. Гэта мочой бедныхрэптылій і не вельмі птушкі ".- Мелвін Коннер, з "Tangled Wing", са спасылкай на заолага, які маевывучаў археоптерикса і выявіў, што "вельмі падобныя на людзей"
		-- Richard Leakey

%
"Вы павінны любоўю і клопатам раз на тыдзень - так што я магу пляснуць вас у форму."
		-- Ellyn Mustard

%
"Цалкам магчыма, што наша роля на гэтай планеце не пакланяемся Богу, а да стварыць яго ".
		-- Arthur C. Clarke

%
"Чаму мы павінны субсідаваць дапытлівасць?"
		-- Ronald Reagan

%
"Там няма нічога новага пад сонцам, але ёсць шмат старых рэчаў мы пакуль не ведаем ".
		-- Ambrose Bierce

%
"План кінуць адзін прэч. Вы ў любым выпадку."
		-- Fred Brooks, "The Mythical Man Month"

%
Вы павінны любоўю і клопатам раз на тыдзень - так што я магу пляснуць вас у форму.
		-- Ellyn Mustard

%
"Цалкам магчыма, што наша роля на гэтай планеце не пакланяемся Богу, а да стварыць яго ".
		-- Arthur C. Clarke

%
"Чаму мы павінны субсідаваць дапытлівасць?"
		-- Ronald Reagan

%
"Там няма нічога новага пад сонцам, але ёсць шмат старых рэчаў мы пакуль не ведаем ".
		-- Ambrose Bierce

%
Блізкі Усход, вядома Nexus мітусні на працягу доўгага часу ў будучыні -са зменлівымі гульцоў, але і тую ж гульню: перавароту. Я думаю, мы будземсупрацьстаяць ваяўнічы іслам - у прыватнасці, ападкі ад іранскагаРэвалюцыя - і рэлігія яшчэ раз, як гэта было ў нашай уласнай большдалёкае мінулае - гуляць ролю, па меншай меры, як сцяганосца ў смерці і хаосу.- Бобі Р. Инман, адмірал ВМС ЗША ў адстаўцы, былы дырэктар ваенна-марской выведкі,  намеснік дырэктара АСВ, былы дырэктар АНБ, намеснік дырэктара  Цэнтральнае разведвальнае, былы старшыня і галоўны выканаўчы дырэктар MCC.
		-- Ambrose Bierce

%
... Адно, што, у адрозненне ад любой іншай заходняй дэмакратыі, што я ведаю,гэтая краіна працуе з самага пачатку свайго з базавай недаверуЎрад. Мы складалі не для эфектыўнай работы ўрада,але для мінімізацыі магчымасці злоўжыванняў улады. спатрэбілася падзеіад Рузвельта эпохі - катастрафічны эканамічны калапс і сусветнай вайны -ўвесці моцнае цэнтральнае ўрад, што мы цяпер ведаем. Але ў большасцічастцы краіны сёння, нежаданне мець ўрад па-ранейшамумоцны. Мне здаецца, калі не адбудзецца шэраг катастрафічных падзей, якія мы можамшукаць па крайняй меры яшчэ на дзесяць гадоў, на працягу якога многія з вялікіх праблемвакол гэтага краіне прыйдзецца вырашаць іншымі, чым інстытутыФедэральны ўрад.- Бобі Р. Инман, адмірал ВМС ЗША ў адстаўцы, былы дырэктар ваенна-марской выведкі,  намеснік дырэктара АСВ, былы дырэктар АНБ, намеснік каталогу  Цэнтральнае разведвальнае, былы старшыня і галоўны выканаўчы дырэктар MCC.[Этатысцкай Выяўленыя не тыя рэдактара печыва -ed.]
		-- Ambrose Bierce

%
"У мяне ёсць толькі адно слова для вас, мой хлопчык ... пластмас."
		-- from "The Graduate"

%
"Існуе такая тонкая грань паміж геніем і глупствам."
		-- David St. Hubbins, "Spinal Tap"

%
"Калі Diet Coke не існуе, то ён быў бы неабходна вынайсці яго».
		-- Karl Lehenbauer

%
Я падышоў з самымі процілеглымі меркаваннямі і парадамі, і людзьмі, якіяаднолькава упэўнены, што яны ўяўляюць сабой боскую волю. Я ўпэўнены, штоальбо адно, альбо іншае памылкова ў веры, і, магчыма, у некаторыхпаважае, і іншае.Я спадзяюся, што гэта не будзе непачцівыя мяне сказаць, што калі існуе верагоднасць таго, штоБог адкрые сваю волю іншым на момант настолькі звязаны з майго доўгу,можна меркаваць, што ён будзе выявіць яго проста на мяне.
		-- Abraham Lincoln

%
У космасе, ніхто не можа пачуць вас пердеть.
		-- Abraham Lincoln

%
Пашкоджанне галаўнога мозгу ўсё ў вашай галаве.
		-- Karl Lehenbauer

%
Жаданне і спадзявацца атрымаць поспех у патрабавальных прыкмет паранармальныя дзе прычына іасцярожныя навукова працэдура няўдачу.
		-- James E. Alcock, The Skeptical Inquirer, Vol. 12

%
"Лепш спрабавалі і не змаглі, чым да чаго не прывялі, каб паспрабаваць, алевынік той жа ".
		-- Mike Dennison

%
"Стварэнне навукі" не ўвайшоў у вучэбную праграму па прычыне такі простыі настолькі асноватворным, што мы часта забываюць згадаць яго, бо яно з'яўляецца ілжывым, ітаму што добрыя настаўнікі разумеюць, чаму менавіта яно з'яўляецца ілжывым. Што можа быцьбольш разбуральным гэтага найбольш далікатнага пакуль самы каштоўны тавар у нашымУвесь інтэлектуальная спадчына - добрае выкладанне - чым законапраект прымушаючыганаровыя выкладчыкі пэцкаць іх святое давер шляхам прадастаўлення роўнага зваротуда дактрыны не толькі заведама ілжывых, але разлічваецца падарваць любойагульнае разуменне навукі як прадпрыемствы?
		-- Stephen Jay Gould, "The Skeptical Inquirer", Vol. 12, page 186

%
Гэта не добра, каб лічыць той, хто пакорліва падпарадкоўваецца Insolence ізапалохванне.
		-- Stephen Jay Gould, "The Skeptical Inquirer", Vol. 12, page 186

%
"Незалежна ад мяжы прававой хуткасці, ваш Buick павінны працаваць прыпаскарае хутчэй, чым 85 міль у гадзіну (140kph) ".
		-- 1987 Buick Grand National owners manual.

%
"Ваша стаўленне вызначае сваё стаўленне."
		-- Zig Ziglar, self-improvement doofus

%
Сцвярджаючы, што сучасныя тэорыі мозгу функцыя пад падазрэнне ESP,психокинез, рэінкарнацыю, і гэтак далей, я часта сутыкаюцца з праблемайсамым папулярным з усіх нейра-міфалогій - паняцце, што мы звычайнавыкарыстоўваць толькі 10 працэнтаў нашага мозгу ...Гэтая канцэпцыя "цэрэбральны запасное кола" працягвае сілкаваць кліентуру"Папулярныя псіхолагі" і іх шмат схем самаўдасканалення ўтылізацыі. у якасціметафара за тое, што мала хто з нас у поўнай меры выкарыстаць свае таленты, хто могадмаўляць? У прытулак для акультыстаў, якія імкнуцца нейронавую аснову цудоўнае,яна пакідае жадаць лепшага.- Бары Л. Beyerstein, "Мозг і свядомасць: наступствы для   Псі-феномены ", Скептычны даследчык, Vol. XII, № 2, стар. 171
		-- Zig Ziglar, self-improvement doofus

%
Суфир гэта Харконнен гэтага часу.
		-- Zig Ziglar, self-improvement doofus

%
"Па даўняй традыцыі, я, карыстаючыся выпадкам, аб'ектам жорсткага сябраканструктары ў тонкай маскай Чыстае задавальненне ".
		-- P. J. Plauger, from his April Fool's column in April 88's "Computer Language"

%
"Калі вы хочаце, каб паесці бегемота, ты павінен аплаціць перавозку."
		-- attributed to an IBM guy, about why IBM software uses so much memory

%
Закон Паркінсана: Аб'ём працы пашыраецца, каб запоўніць час адведзенае яго.
		-- attributed to an IBM guy, about why IBM software uses so much memory

%
Версія Карла Закона Паркінсана: Аб'ём працы пашыраецца, каб перавысіць час адведзенае яго.
		-- attributed to an IBM guy, about why IBM software uses so much memory

%
Лепш, каб ніколі не спрабавалі што-небудзь, акрамя як спрабавалі нешта іне ўдалося.
		-- motto of jerks, weenies and losers everywhere

%
"Нашы падарожжы да зорак будзе зроблены на касмічных караблях, створаных рашучасці,працавітыя навукоўцы і інжынеры, якія прымяняюць прынцыпы навукі, няна борце лятучых талерак пілатуемы маленькімі шэрымі іншапланецянамі з іншага вымярэння ".- Роберт Бэйкер, "Прышэльцы сярод нас гіпнатычны рэгрэсіі Revisited",   Скептычна Inquirer, Vol. XII, № 2
		-- motto of jerks, weenies and losers everywhere

%
"... Усе лепшыя кампутарныя праекты бутлегах; фармальна запланаваныя прадукты,калі яны пабудаваны на ўсіх, сабакі! "
		-- David E. Lundstrom, "A Few Good Men From Univac", MIT Press, 1987

%
"Для таго, каб зрабіць значны крок наперад, неабходна зрабіць шэраг канчатковыхпаляпшэнні ".
		-- Donald J. Atwood, General Motors

%
"Мы вас пахаваем».
		-- Nikita Kruschev

%
"Цяпер вось тое, што вы на самай справе спадабаецца!"
		-- Rocket J. Squirrel

%
"Як зрабіць мільён долараў: Па-першае, атрымаць мільён долараў."
		-- Steve Martin

%
"Мова фармуе наш лад мыслення, і вызначае тое, што мы можам думаць аб."
		-- B. L. Whorf

%
Мова забяспечвае праграміста з наборам канцэптуальных інструментаў; калі янынедастатковым для выканання гэтай задачы, яны проста будуць ігнаравацца. Напрыклад, сур'ёзнаабмежаванне канцэпцыі паказальніка проста прымушае праграміста выкарыстоўвацьвектар плюс цэлалікавай арыфметыкі для рэалізацыі структуры, паказальнік і г.д. Добрапраектаванне і адсутнасць памылак не можа быць гарантаваная простай мовайАсаблівасці.
		-- Bjarne Stroustrup, "The C++ Programming Language"

%
"За любоў мокроты ... дурная сцяна смерці прамянёў. Як ліпкім можа я атрымаць?"
		-- Post Brothers comics

%
"Бюракратыя з'яўляецца ворагам інавацый».
		-- Mark Shepherd, former President and CEO of Texas Instruments

%
"Арганізацыя высыхае, калі вы не аспрэчваць яго росту."
		-- Mark Shepherd, former President and CEO of Texas Instruments

%
"Я бачыў яго. Гэта глупства."
		-- Marvin the Paranoid Android

%
Наш бізнэс працаваць на даверы. Мы мяркуем, вы будзеце плаціць загадзя.
		-- Marvin the Paranoid Android

%
"Няправільныя ва ўсе часы змагаліся за правы чалавека, і ва ўсе часыбыў бясстрашны прыхільнікі свабоды і справядлівасці ".
		-- Robert Green Ingersoll

%
Гісторыя ўзнікнення хрысціянства ёсць усё, каб зрабіць з палітыкай,культура, і чалавечыя слабасці і не мае нічога агульнага з звышнатуральным маніпуляцыіпадзей. Калі б боскае ўмяшанне было накіроўваючай сілай, безумоўна, дватысячы гадоў пасля нараджэння Ісуса, ён не будзе мець свету, дзе ёсцьбольш мусульман, чым каталікоў, больш індусы чым пратэстантаў, і большnontheists чым каталікоў і пратэстантаў, разам узятых.
		-- John K. Naland, "The First Easter", Free Inquiry magazine, Vol. 8, No. 2

%
Я лічу вам не хапае веры ў чацвёртым dithturbing.
		-- Darse ("Darth") Vader

%
"Усе Біблій з'яўляюцца антрапагенных."
		-- Thomas Edison

%
"Спок, ты бачыў погляды на іх тварах?""Так, капітан, свайго роду вакантны задавальнення."
		-- Thomas Edison

%
"Перамога либертарианском анархіі амаль (у гістарычным плане) нарука ... * калі * мы можам трымаць злева ад продажу нас у няволю іЗ самага дзьме нас, скажам, у бліжэйшыя дваццаць гадоў ".
		-- Eric Rayman, usenet guy, about nanotechnology

%
"Гравітацыя не можа несці адказнасць за людзей, якія ўваходзяць у любові".
		-- Albert Einstein

%
"Я думаю, што Майкл, як лакмусавая паперка - ён заўсёды спрабуе пазнаць."
		-- Elizabeth Taylor, absurd non-sequitir about Michael Jackson

%
Хоць яна і не можа быць даказана, што рэтраспектыўна любога вопыту валодання,Пераўтварэнне, адкрыцьцё, або боскае экстаз быў проста эпілептычны разрад,мы павінны спытаць, як адрозніваюць "рэальны трансцэндэнтнасць" ад неўропатыіякія вырабляюць той жа крайні рэалістычнасць, глыбіню, невыказна і пачуццёкасмічнага адзінства. Калі рахункі раптоўных рэлігійных пераўтварэнняў у Тлеса[Часова-лопасцевыя эпілептыкаў] пракладзены нароўні з epiphanous адкрыццяўрэлігійная традыцыя, паралелі неверагодныя. Тое ж самае ставіцца і даНядаўняя хваля меркаваных выкрадзеных НЛА. Эканамічнасць у адзіночку выступае супраць прызыведухі, дэманы, ці іншапланецяне, калі хопіць натуральных прычын.- Бары Л. Beyerstein, "неўрапатолагаў і спадчына Духоўнае   Перавага ", Скептычны Inquirer, Vol. XII, № 3, стар. 255
		-- Elizabeth Taylor, absurd non-sequitir about Michael Jackson

%
"Словесный кантракт не варта паперы, яна надрукавана."
		-- Samuel Goldwyn

%
"Мы будзем дасягаць усе вялікія і вялікія пошласці дасягненні".
		-- Richard J. Daley

%
"З меласы вы лавіць мух, з воцатам не злавіць нікога."
		-- Baltimore City Councilman Dominic DiPietro

%
"Вядзі нас у некалькіх словах аб малітве."
		-- Bill Peterson, former Houston Oiler football coach

%
"Я не мог успомніць рэчы, пакуль я не прыняў, што Сэм Карнегі вядома."
		-- Bill Peterson, former Houston Oiler football coach

%
"Зараз я адчуваю, што ў мяне ногі на зямлю, наколькі галавезанепакоены ".
		-- Baseball pitcher Bo Belinsky

%
"Дзевяноста адсоткаў бейсбол напалову разумовая».
		-- Yogi Berra

%
Дзве рэчы пэўныя за навуцы. Гэта не стаіць на месцы доўга,і гэта ніколі не надакучыць. О, у некаторых небаракаў, у тым ліку наватінтэлектуалы палях высокай вучонасці, навука частаmisperceived. Многія разглядаюць яго як толькі цела фактаў, абнародаванага зна высока ў сусле, непераборлівых падручнікаў, калекцыя нязменнымпрадпісанні абараніў з аўтарытарнай сілай. Іншыя разглядаюць яго як ніштоале халодная, сухая вузкая, уседлівасці, правіла па тэрмінах працэс - навуковыСпосаб: закарэлая, лінейныя, і левая мозгам.Гэтыя людзі з'яўляюцца ахвярамі ўласных стэрэатыпаў. Янынаканавана ўбачыць свет навукі з наборам набадраў. янынічога не ведаюць пра замяшанне какафонія, rambunctiousness ітэндэнцыйнасць фактычнага навуковага працэсу, не кажучы ўжо пратворчасць, запал, і радасць адкрыцця. І яны, верагодна,мала ведаем аб пастаянным працэсіі новых ідэй і адкрыццяўшто кожны дзень, у пэўным сэнсе, змяніць наш погляд (калі не іх) зПрыродны свет.- Кендрыка Фрэйзер, "Год у навуцы: Агляд", у   1988 Штогоднік навукі і будучыню, Брытанская Энцыклапедыя, Inc.
		-- Yogi Berra

%
"Джэкпот: вы можаце мець непатрэбную запіс зменаў"
		-- message from "diff"

%
"Адзін з адвакатаў могуць скрасці больш за сто мужчын са зброяй."
		-- The Godfather

%
Якая розніца паміж кампутарным прадаўцом і патрыманых аўтамабіляў прадавец?Ужываны аўтамабіль прадавец ведае, калі ён хлусіць.
		-- The Godfather

%
"Тыя, хто зможа перамагчы праграмнае забеспячэнне зможа заваявацьсвет ".
		-- Tadahiro Sekimoto, president, NEC Corp.

%
"Ёсць некаторыя добрыя людзі ў ім, але аркестр у цэлым эквівалентнаябандзе сагнутыя на знішчэнне ".
		-- John Cage, composer

%
"Я лічу, што выкарыстанне шумоў, каб зрабіць музыку павялічыцца, пакуль мы не дасягнеммузыка вырабляецца праз дапамогу электрычных прыбораў, якія зробяцьдаступныя для музычных мэтаў любыя і ўсе гукі, якія можна пачуць ".
		-- composer John Cage, 1937

%
Я зрабіў адмяніць адзін спектакль у Галандыі, дзе яны думалі мая музыка была настолькі простышто яны не рэпетавалі наогул. І так першы раз, калі я выявіў, што з,Я рэпетыраваў аркестру сябе перад аўдыторыяй у 3000 чалавек іНа наступны дзень я рэпетыраваў праз другой частцы - гэта быў кавалак_Cheap Imitation_ - і тады яны саромеліся. галандцы саромелісяі яны запрасілі мяне прыйсці на фестываль Holland і абяцалірэпеціраваць. І калі я трапіў у Амстэрдам яны змянілі аркестр ізноў жа, яны не рэпетавалі. Так што яны былі не больш падрыхтаваны ў другі разчым яны былі ў першую чаргу. Я даў ім лекцыю і сказаў ім, каб адмяніцьпрадукцыйнасць; тады казалі па радыё, што я настойваў на іхадмяняючы прадукцыйнасць, паколькі яны былі «недастаткова Zen".Вы можаце ў гэта паверыць?
		-- composer John Cage, "Electronic Musician" magazine, March 88, pg. 89

%
"Аднойчы я прачнуўся і выявіў, што я быў закаханы ў рубец."
		-- Tom Anderson

%
"Большасць людзей хацелі б пазбавіцца ад спакуса, але хацелі б, каб быць у курсе ".
		-- Robert Orben

%
Правіла аб застацца ў жывых у якасці мэнэджэра праграмы, каб даць 'Em нумар цідаць ім дату, але ніколі даць ім абодвум адразу.
		-- Robert Orben

%
Аптыміст верыць, што мы жывем у лепшым свеце магчымага;песіміст асцерагаецца, што гэта праўда.
		-- Robert Orben

%
"Калі Джон Мэдді крокі звонку на 2 лютага, глядзіць уніз, і не бачыць ягофутаў, мы будзем мець больш за 6 тыдняў Pro футбола ".
		-- Chuck Newcombe

%
Мёртвае? Няма апраўдання для кладкі ад працы.
		-- Chuck Newcombe

%
Вядзі мяне ў спакусу ... Я магу знайсці яго сам.
		-- Chuck Newcombe

%
"Калі людзі менш упэўнены, яны часта найбольш дагматычнай».
		-- John Kenneth Galbraith

%
"Прырода вельмі па-амерыканску. Прырода ніколі не спяшаецца."
		-- William George Jordan

%
"Мы даведаліся з гісторыі, што мы нічога не даведаемся з гісторыі."
		-- George Bernard Shaw

%
"Ліслівасць усё ў парадку - калі вы не ўдыхаць."
		-- Adlai Stevenson

%
"Логіка патрабуе, каб вы былі невуцкія сёння, як вы былі год таму."
		-- Bernard Berenson

%
"Самітах, як правіла, як панда спарвання. Чаканні заўсёдывысокая, і вынікі звычайна расчароўваюць ".
		-- Robert Orben

%
"Вельмі многія людзі думаюць, што яны думаюць, калі яны проста перастаўляючыіх прадузятасці ".
		-- William James

%
"Гавары праўду і бегчы."
		-- Yugoslav proverb

%
"Лепшы паказчык у характары чалавека з'яўляецца), як ён ставіцца да людзей, якія не могуцьрабіць яму ніякай карысці і б) як ён ставіцца да людзей, якія не могуць даць адпор. "
		-- Abigail Van Buren

%
"Ніколі не глядзець фактах ў твар, калі вы гэта зробіце, вы ніколі не будзеце ўставаць па раніцах."
		-- Marlo Thomas

%
"Жыццё ёсць швейная мы ўвесь час змяняюць, але не які ніколі, здаецца, адпавядае."
		-- David McCord

%
"Значэнне шлюбу не што дарослыя вырабляць на свет дзяцей, але дзяцейвырабляць дарослых ".
		-- Peter De Vries

%
"Лягчэй змагацца за прынцыпы, чым жыць з імі."
		-- Alfred Adler

%
"Бяспека з'яўляецца галоўным забабоны. Яно не існуе ў прыродзе ... Жыццёальбо дзёрзкае прыгода або нічога ".
		-- Helen Keller

%
"Той, хто бярэ, каб усталяваць сябе ў якасці суддзі Ісціны і Ведыкараблекрушэнне на смех багоў ".
		-- Albert Einstein

%
"Поспех пакрывае мноства памылак."
		-- George Bernard Shaw

%
"Знак няспелага чалавека з'яўляецца тое, што ён хоча памерці высакародна за справу, у той час якзнак сталага чалавека з'яўляецца тое, што ён хоча жыць сціпла за аднаго ".
		-- William Stekel

%
"Так, і я адчуваю сябе дрэнна аб аказанні свае бескарысныя carci ў Dogfood ..."
		-- Badger comics

%
"Няўжо гэта ты, Fuzz, ці гэта Memorex, ці гэта прамянёвая хвароба?"
		-- Sonic Disruptors comics

%
"Большасць з нас, калі ўсё сказана і зроблена, як тое, што нам падабаецца і складаюць прычыныбо пасля ".
		-- Soren F. Petersen

%
"Ты істота ночы, Майкл. Пачакай мама даведаецца пра гэта."
		-- from the movie "The Lost Boys"

%
"Пластыкавыя гарматы. Геніяльны. Яшчэ кавы, калі ласка."
		-- The Phantom comics

%
Гульня жыцці гэта гульня бумэрангі. Нашы думкі, ўчынкі і словывярнуцца да нас рана ці позна з дзіўнай дакладнасцю.
		-- The Phantom comics

%
Калі з першага разу не атрымаецца, вы працуеце каля сярэдняга.
		-- The Phantom comics

%
"Дзіця гэта чалавек, які не можа зразумець, чаму нехта аддацьцалкам добры кацяня ".
		-- Doug Larson

%
"Праблема з рабіць нешта правільна з першага разу, што ніхтоацэньвае, наколькі цяжка было ".
		-- Walt West

%
"Silent падзяку не вельмі шмат карысці нікому."
		-- G. B. Stearn

%
"У прынцыповых пытаннях, стаяць, як скала; у пытаннях густу, плаваць зток ".
		-- Thomas Jefferson

%
Першай прыкметай сталасці з'яўляецца адкрыццё, што ручка гучнасці таксама звяртаецца даналева.
		-- Thomas Jefferson

%
"Але гэта адна ідзе да адзінаццаці».
		-- Nigel Tufnel

%
"Прайшлі праз пекла? WHADDYA вярнуць для мяне?"
		-- A. Brilliant

%
"Я не ведаю, што іх прэтэнзія ў тым. крытык па-за проста нехта заплаціў, каб аказваць думкі бойка "."Крытыкі grinks іgroinks ".
		-- Baron and Badger, from Badger comics

%
"У мяне ёсць некалькі amyls. Мы маглі б адзін з бакоў пазней гэтага тэрміну або, як, пачаць сваё сэрца."
		-- "Cheech and Chong's Next Movie"

%
"Ізраіль сёння абвясціла, што яна адмаўляецца ад. Сіянісцкіх дзяржава будзе раствараццаПраз два тыдні, і яго грамадзяне будуць разыходзіцца па розных курортных абшчынва ўсім свеце. Сказаў прэм'ер-міністр Іцхак Шамір, «Хто мае патрэбуабвастрэнне? "
		-- Dennis Miller, "Saturday Night Live" News

%
"І, вядома, у вас ёсць ролікі, дзе вопытныя бізнесмены апярэдзіцьз дапамогай сваіх кампутараў MacIntosh каб стварыць канчатковы амерыканскі бізнесПрадукт: сапраўды вострымі гледзячы даклад ".
		-- Dave Barry

%
Краме ці памерці, людзей Зямлі![Прапанова несапраўднымі, дзе гэта забаронена]
		-- Capitalists from outer space, from Justice League Int'l comics

%
"Раман Паланскі робіць сваю ўласную кроў Ён разумны -. Вось чаму яго фільмы працуюць."
		-- A brilliant director at "Frank's Place"

%
"У наступным не дзеля слабых сэрцам ці фундаменталістаў."
		-- Dave Barry

%
"Я бяру яго са мной па крамах. Я кажу:" Добра, Ісус, дапамажы мне знайсці здзелку ' "
		-- Tammy Faye Bakker

%
Гэры Харт: жывы доказ, што вы * можаце * шруба табе мазгі.
		-- Tammy Faye Bakker

%
Дабрашчасныя тыя, хто ініцыюе актыўныя дыскусіі з безнадзейна нямы,бо яны будуць ведаць, а стаматолагаў.
		-- Tammy Faye Bakker

%
"Я не веру ў радыкальныя сацыяльныя змены праяўляецца адным чалавекам,калі ён не мае атамную зброю ".
		-- Howard Chaykin

%
"З тых свабодным лазаньі вертыкальную скалу тыс футаў з 60 фунтам рыштункупрывязаны да задніцы? "   "Не"" 'Вядома, не, вы фруктова-пятля трохі вылюдка."- Горцы, адзін з SNL сімвалаў Дана Карви ў[Тое ж]
		-- Howard Chaykin

%
"Я маю на ўвазе, як я толькі што прачытаў вашу артыкул у рэцэпце праваахоўных Ельскім, па пошуку ізахоп. Чалавек, які быў сапраўды Out Там ".   "Я быў так дадзенае калі я пісаў, што ..."
		-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL

%
"Прывітанне, я Прафесар Алан Гінзбург ... Але вы можаце называць мяне ... Капітан Toke."
		-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL

%
Гэта выдатна, каб быць разумным таму што тады вы ведаеце, рэчы.
		-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL

%
"Час-грошы і грошы не могуць купіць вы любіце, і я люблю свой нарад"
		-- T.H.U.N.D.E.R. #1

%
"Можа ты проста не жэст гіпнатычнаму і прымусіць яго знікнуць?"    "Гэта не працуе такім чынам. RUN!"
		-- Hadji on metaphyics and Mandrake in "Johnny Quest"

%
"Вы не павінны рабіць мой тостар злы."
		-- Household security explained in "Johnny Quest"

%
 "Хтосьці быў для вас значыць! Скажы мне, хто гэта, так што я магу стукнуць яго густам."
		-- Ralph Bakshi's Mighty Mouse

%
"І дзеці ... даведацца што-то ад Сьюзэн і Эдзі. Калі вы думаеце, што ёсць маніякальнае псіха-вырадак ў сутарэнне:    1) Не даць яму шанец стукнуць вас нагалаву сякерай!    2) пакінуць памяшканне ... нават калі вы ў вашымніжняе бялізну.    3) Папярэдзьце суседзяў і патэлефанаваць у паліцыю. Але ўсё астатняе вы робіце ... НЕ ўвойдзе ў гэтую чортаву падмурак! "
		-- Saturday Night Live meets Friday the 13th

%
Перамога ці параза!
		-- Saturday Night Live meets Friday the 13th

%
"Кожны мае права на * інфармаванай * меркаванне".
		-- Harlan Ellison

%
"Гэта шторы для вас, Mighty Mouse! Гэтая гармата так футурыстычны, што нават* Я * не ведаю, як гэта працуе! "
		-- from Ralph Bakshi's Mighty Mouse

%
"Можа сілы зла заблытацца на шляху да вашага дома."
		-- George Carlin

%
Універсітэт факультэт знаходзіцца ў 500 эгаісты з агульнай праблемай паркоўкі.
		-- George Carlin

%
   "Тата, тата, зрабіць    Санта-Клаўс сыходзь! ""Я не магу, сын;ён стаў занадтамагутны "."Ho Ho Ho!"
		-- Duck's Breath Mystery Theatre

%
"Калі гэта не гучна, яна не працуе!"
		-- Blank Reg, from "Max Headroom"

%
"Памятаеце дзяцей, калі ёсць зараджаная зброя ў пакоі, быць упэўненым, што тыадзін трымае яго "
		-- Captain Combat

%
Дэльта: Мы ніколі не робяць тую ж памылку тройчы. - Дэвід Летэрмана
		-- Captain Combat

%
Дэльта: Сапраўдны мужчына зямлі, дзе ён хоча. - Дэвід Летэрмана
		-- Captain Combat

%
Дэльта: Дзеці будуць любіць нашы надзіманыя горкі. - Дэвід Летэрмана
		-- Captain Combat

%
Дэльта: Мы Amtrak з крыламі. - Дэвід Летэрмана
		-- Captain Combat

%
"Дзе гумар занепакоены няма стандартаў - ніхто не можа сказаць, што гэтадобра ці дрэнна, хоць вы можаце быць упэўнены, што ўсе будуць.
		-- John Kenneth Galbraith

%
"І зноў добры дзень, Пибоди тут ..."
		-- Mister Peabody

%
"Гэта самае лепшае пасля прафесійных гульцоў у гольф на« ludes. "
		-- Rick Obidiah

%
"Для таго, каб ваша левая і марына, дзе некалькі высокапастаўленых чыноўнікаў кабінета трымаць раскошаяхты на выходныя круізы па рацэ Патамак. Некаторыя з гэтых караблёў да 100футаў у даўжыню; Прэзідэнцкі яхта больш за 200 футаў у даўжыню, а можазаставацца пад вадой да 3 тыдняў ".
		-- Garrison Keillor

%
"Ну, сацыяльная значнасць з'яўляецца фішка, як таямніц, сацыяльнай значнасці,фантаст ... "
		-- Art Spiegelman

%
"Адна з праблем, я заўсёды меў з прапагандысцкімі брашурамі ў тым, што янырэальны сумна глядзець. Яны проста дрэнна спланаваныя. Людзі з левайчаста вельмі добра задумана, але яны ніколі не было часу, каб прыняць асноўную канструкцыюкласы, вы ведаеце? "
		-- Art Spiegelman

%
"Калі вы ўзялі ўсіх, хто калі-небудзь быў да мёртвага паказаць, і выстраіліся іх, яны цягнуцца на паўшляху да месяц і назад ... і ні адзін з іх будзе жоўтай ".
		-- a local Deadhead in the Seattle Times

%
"І памятайце: Зло заўсёды будзе пераважаць, паколькі Добра нямы".
		-- Spaceballs

%
Чаму многія навукоўцы з дапамогай юрыстаў для медыцынскіхЭксперыменты замест пацукоў?а) Ёсць больш адвакатаў, чым пацукі.б) вучонага не стала, як эмацыйна прывязаны да іх.в) Ёсць некаторыя рэчы, якія нават пацукіне будзе рабіць за грошы.
		-- Spaceballs

%
"Падчас гонкіМы можам з'есці свой пылу,Але калі Вы скончылі,Вы будзеце працаваць для нас ".
		-- Reed College cheer

%
Закон Pohl у:Нішто так добра, што хто-то дзе, не ненавіджу яго.
		-- Reed College cheer

%
Свіння: жывёла (Porcus ўсяедныя) цесна звязаны з чалавечай расы самаяПышнасць і жвавасць яго апетыту, які, аднак, саступае па маштабах,бо ухіляецца ў свінню.
		-- Ambrose Bierce

%
"Мы не павінны абараняць навакольнае асяроддзе - другі прышэсце ўжо блізка."
		-- James Watt

%
"Я лічу, што Рональд Рэйган калі-небудзь зрабіць гэта краіна, што было раней ... арктычных пустыні ".
		-- Steve Martin

%
"Вам я атэіст: Богу, я лаяльнай апазіцыі".
		-- Woody Allen

%
Нестраявой: Мёртвы Quaker.
		-- Ambrose Bierce

%
"Там толькі адзін спосаб мець шчаслівы шлюб і, як толькі я даведацца, што гэтагэта я ажанюся зноў. "
		-- Clint Eastwood

%
Многія людзі, якіх я ведаю верыць у пазітыўнае мысленне, і я таксамаЯ лічу, усё станоўча сьмярдзіць.
		-- Lew Col

%
Пытанне: Колькі IBM працэсара патрабуецца для выканання задання?A: Чатыры; тры, каб здушыць гэта, і адзін, каб сарваць яго галаву.
		-- Lew Col

%
Дыпламатыя гэта мастацтва гаварыць "Добрая сабачка", пакуль вы не можаце знайсці скалу.
		-- Lew Col

%
Чацвёрты закон Harrisberger па лабараторыі:Вопыт прама прапарцыйнаяколькасць абсталявання разбурана.
		-- Lew Col

%
Закон капітана Пені:Вы можаце дурыць усіх людзей некаторыЧас, і некаторыя з людзей усёЧас, але вы не можаце падмануць маму.
		-- Lew Col

%
"Таму што ён персанаж, які шукае свой уласнай ідэнтычнасці, [Он-Чалавек]цікавая ролю для акцёра ".
		-- Dolph Lundgren, "actor"

%
"Калі Ісус вярнуўся сёння, і ўбачыў, што адбываецца на яго імя, ён ніколіспыніць кідаць уверх ".
		-- Max Von Sydow's character in "Hannah and Her Sisters"

%
"Ніцшэ кажа, што мы будзем жыць тым жа жыццём, зноў і зноў.Бог - мне давядзецца сядзець праз лёд Capades зноў ".
		-- Woody Allen's character in "Hannah and Her Sisters"

%
"У дачыненні да п Аралы Робертса, што Бог сказаў яму, што ён не памрэ, калі ён атрымаў $ 20 млн у сакавіку, юрысты Божыя заявілі, што іх кліент мае не гаварыў з Робертса на працягу некалькіх гадоў. Неафіцыйна, Бог сказаў, што "Калі б я хацеў, каб лёд маленькі жабу, я б зрабіў гэта даўно."
		-- Dennis Miller, SNL News

%
"Толькі крывадушнік сапраўды прагніў наскрозь."
		-- Hannah Arendt.

%
Глядзі Licet Iovi ня Licet Бови.(Што Jove можа зрабіць, не дапускаецца да каровы.)
		-- Hannah Arendt.

%
"Я не давяраю гэта чалавек, які кажа", калі ". Калі ён павінен быць асцярожным, каб не піць занадташмат, гэта таму, што ён не варта давяраць, калі ён робіць ".
		-- Sidney Greenstreet, _The Maltese Falcon_

%
"Я не давяраю буйным ротам чалавека. Ён наогул выбірае няправільны час, каб пагаварыцьі кажа няправільныя рэчы. нешта казаць у вы не можаце зрабіць разумна,калі вы не трымаеце на практыцы. Цяпер, сэр, мы будзем казаць, калі хочаце. Я скажуВы прама, я чалавек, які любіць гаварыць з чалавекам, які любіць гаварыць ".
		-- Sidney Greenstreet, _The Maltese Falcon_

%
Усе экстрэмісты павінны быць вывезены і расстраляныя.
		-- Sidney Greenstreet, _The Maltese Falcon_

%
"Шасцідзесятыя былі добра для вас, ці не так?"
		-- George Carlin

%
"Ты застанешся тут, Одры - гэта паміж мной і гародніны!"
		-- Seymour, from _Little Shop Of Horrors_

%
Ад Вострыя розумы прыходзяць ... ўказаў галавы.
		-- Bryan Sparrowhawk

%
Ёсць два віды эгаістаў: 1) Тыя, хто прызнае яго 2) Астатнія
		-- Bryan Sparrowhawk

%
"Даволі змрочным, панове ... Сусветныя кліматычныя карціна мяняецца пад,сысуны захопліваюць, і мы ўсе ёсць мозг аб памерам зарэх ".
		-- some dinosaurs from The Far Side, by Gary Larson

%
"Мы, амерыканцы, мы простыя людзі ... але сцаць нас пакінуць, і мы будзем бамбавацьгарады вашыя ".
		-- Robin Williams, _Good Morning Vietnam_

%
Чаму акулы не ядуць юрыстаў? Прафесійны ласкава.
		-- Robin Williams, _Good Morning Vietnam_

%
"Вы ведаеце, мы выйгралі ўзнагароды за гэтага лайна."
		-- David Letterman

%
Было шкада спыніў яго руку."Шкада я не мець больш куль", падумаў Frito.
		-- _Bored_of_the_Rings_, a Harvard Lampoon parody of Tolkein

%
Добры USENET дэвіз будзе: а. "Разам, моцнае супольнасць." б. "Кампутары R Us». гр. "Я хворы праграмавання, я думаю, я проста шруба прыкладна на некаторы час на     Час кампанія ".
		-- A Sane Man

%
"Ён не балатавацца на переизбрание.` Палітыка прывядзе вас у кантакце з усімілюдзі, якіх вы б усе аддала, каб пазбегнуць, сказаў ён. `Я застаюся дома."
		-- Garrison Keillor, _Lake_Wobegone_Days_

%
"Калі б вы жылі сёння, як быццам гэта ваш апошні, вы купіць скрынку з ракетамі істраляць іх усіх, ці не так? "
		-- Garrison Keillor

%
"Містэр Спок саступае магутным спарвання імкненне і амаль забівае капітан Кірк."
		-- TV Guide, describing the Star Trek episode _Amok_Time_

%
«Бедны ... ён быў падобны на супрацоўніка для мяне."
		-- The police commissioner on "Sledge Hammer" laments the death of his bodyguard

%
"Паверце мне. Я ведаю, што я раблю."
		-- Sledge Hammer

%
"Прывітанне. Гэта аўтаадказчык Dan Кэсідзі. Калі ласка, пакіньце ваша імя іКолькасць ... і пасля таго як я лячыў стужку, Ваша паведамленне будзе ўцягнуць вас у федэральны злачынства і давесці да ведама F.B.I ... BEEEP "
		-- Blue Devil comics

%
"Усе дзеці Божыя не хораша. Большасць дзяцей Божых, на самай справе,ледзь прэзентабельна ".
		-- Fran Lebowitz

%
"Калі ісціна прыгажосць, чаму ніхто не валасы зроблена ў бібліятэцы?"
		-- Lily Tomlin

%
Каго багі жадаюць знішчыць, яны спачатку навучыць BASIC.
		-- Lily Tomlin

%
"Глядзі! Там! Зло! .. Чысты і просты, агульная зло ад восьмага вымярэння!"
		-- Buckaroo Banzai

%
"Я, можа быць сінтэтычным, але я не тупы"
		-- the artificial person, from _Aliens_

%
"Толькі так я магу страціць гэтыя выбары, калі я злавіў у ложку з мёртвайдзяўчына ці жывы хлопчык ".
		-- Louisiana governor Edwin Edwards

%
Дэвіда Летэрмана "Рэчы, якія мы можам ганарыцца як амерыканцаў":* Найбольшая колькасць грамадзян, якія на самай справе забітымі НЛА* Асаблівасць Многія газеты "Ералаш"* Пагадзінная стаўка матэляў* Пераважная большасць Элвіса фільмаў зробленыя тут* Не проста адмовіцца адразу падчас Другой сусветнай вайны, як некаторыякраіны мы маглі б згадаць* Goatees & Ван дамбаў мяркуюць насіць толькі weenies* Нашы добра сябе прафесіяналамі гольф* Сказочные немаўляты ўзбярэжжа да ўзбярэжжа
		-- Louisiana governor Edwin Edwards

%
"Небяспека, вы яшчэ не бачылі апошні з мяне!"   "Не, але першы з вас атрымліваецца мой жывот!"
		-- The Firesign Theatre's Nick Danger

%
Маліцеся Богу, але захаваць веславаць да берага.
		-- Russian Proverb

%
"Не турбуйцеся пра людзей, крадзяжу вашых ідэй. Калі вашы ідэі нічога добрага,вам прыйдзецца тараніць іх у горла людзей ".
		-- Howard Aiken

%
"Калі хто-то говорит` тэарэтычна,« яны на самой справе означает` не вельмі ».
		-- David Parnas

%
"Ніякіх праблем не настолькі вялікія, што вы не можаце сысці ад яго."
		-- C. Schulz

%
"Добрая хрысціянін павінен сцерагчыся матэматыкаў і ўсіх тых, хто робіцьпустыя прароцтва. Небяспека ўжо існуе, што матэматыкі зрабілізапавет з д'яблам, каб прыцьміць дух і абмежаваць чалавека ўаблігацыі пекла ".
		-- Saint Augustine

%
"Для чалавека, які мае ўсе ... Пеніцылін».
		-- F. Borquin

%
 "Я, нарэшце даведаўся, что` сумяшчальная ўверх» азначае. Гэта азначае, што мы  атрымаеце захаваць ўсе нашы старыя памылкі ".
		-- Dennie van Tassel

%
"Шлях свету хваліць памерлых святых і пераследаваць жывыя іх."
		-- Nathaniel Howe

%
"Гэта свет сабакі ядуць сабак там, і я нашу Milkbone Underware."
		-- Norm, from _Cheers_

%
Аднойчы на ​​вечарыне, Гладстон сказаў Дызраэлі, "Я прадказваю, сэр, штоты памрэш альбо вісіць ці якога-небудзь гідкай хваробы ". Дызраэлі адказаў:"Гэта ўсё залежыць, сэр, па ахопліваюць Ці я ні сваіх прынцыпаў, вашыГаспадыня ".
		-- Norm, from _Cheers_

%
"Ён не ведае мяне vewy ну ён?" - Bugs Bunny
		-- Norm, from _Cheers_

%
"Я абрабаваць, што багаты чалавек і даць яму ў нейкі дрэнны заслугоўваюць слата. Гэта будзе * даказаць * Я Робін Гуд ".
		-- Daffy Duck, Looney Tunes, _Robin Hood Daffy_

%
"Ці буду я ўключыць газ, калі мой прыяцель Mugsy былі там?"   "Вы маглі б, трусік, вы можаце!"
		-- Looney Tunes, Bugs and Thugs (1954, Friz Freleng)

%
"Наступствы, Schmonsequences, пакуль я багаты".
		-- Looney Tunes, Ali Baba Bunny (1957, Chuck Jones)

%
"І вы думаеце (FOP, што я), каб я мог быць Скарлет Pumpernickel?"
		-- Looney Tunes, The Scarlet Pumpernickel (1950, Chuck Jones)

%
"Цяпер у мяне шарык на вас з маім распадаецца пісталета. І калі ягораспадаецца, распадаецца. (Цягне выклікаць) Ну, што вы ведаеце,яна распалася ".
		-- Duck Dodgers in the 24th and a half century

%
"Забіць Wabbit, Забіць Wabbit, Забіць Wabbit!"
		-- Looney Tunes, "What's Opera Doc?" (1957, Chuck Jones)

%
"Я хачу свае грошы, таму што Бог хоча свае грошы!"
		-- The Reverend Jimmy, from _Repo_Man_

%
"Большасць дурны непераможны і гарантавана на ўсе часы.жах іх тыраніі, аднак, палягчаецца іх адсутнасці ўзгодненасці ".
		-- Albert Einstein

%
"Вы пакажыце мне амерыканца, які можа трымаць язык за зубамі, і я з'ем яго."
		-- Newspaperman from Frank Capra's _Meet_John_Doe_

%
"І мы чулі, як ён усклікаўЯк толькі ён пачаў блукаць:`Я галаграма, дзеці,калі ласка, не спрабуйце паўтарыць гэта дома! "- Боб Гвалт
		-- Howie Chaykin's little animated 3-dimensional darling, Bob Violence

%
"Савецкі Саюз, які скардзіўся ў апошні час аб меркаванай антысавецкітэмы ў амерыканскім рэкламы, афіцыйны пратэст на гэтым тыдні супрацьНовая кампанія Форд Матор Кампаніі: `Гэй вы смярдзючы тлушч Расіі, атрымаць ад майго Ford Escort ".
		-- Dennis Miller, Saturday Night Live

%
"Існуе надзеі сімвалізм у тым, што сцягоў ня хвалі ў вакууме."
		-- Arthur C. Clarke

%
"Яны павінны зрабіць прыклад з густам кашэчую ежу." --Gallagher
		-- Arthur C. Clarke

%
"Мала таго, што Бог мёртвых, але проста паспрабаваць знайсці вадаправодчык па выходных."
		-- Woody Allen

%
"Гэта дзесяць часов ... Вы ведаеце, дзе вашыя праграмы ІІ?" - Піцер Oakley
		-- Woody Allen

%
"Ах, вы ведаеце тып. Яны любяць вінаваціць усё гэта на габрэяў ці неграў,Таму што калі яны не маглі, яны б, каб прачнуцца да таго, што жыццё адна вялікая,страшна, слаўная, складаны і, у канчатковым рахунку неспасціжным crapshoot - і адзіныТаму яны не могуць, здаецца, ісці ў нагу, яны кучка няўдачнікаў і тых, хто прайграў ".
		-- an analysis of neo-Nazis and such, Badger comics

%
"Цікавы апытанне ў бягучым часопісе патопсихологии: Нью-ЁркГорад мае больш высокі працэнт людзей, якіх вы не павінны рабіць рэзкіх рухаўвакол, чым у любым іншым горадзе свету ".
		-- David Letterman

%
"Турысты - павесяліцца з ўкрутую таксістаў Нью-Ёрка Калі вы атрымаеце.да месца прызначэння, сказаць свайму кіроўцу ", плаціць? Я аўтастопам."
		-- David Letterman

%
"Антраполаг на Тулейна толькі што вярнуўся з поля паездка ў НьюГвінея з паведамленнямі пра племя так прымітыўна, што яны маюць Tide, але неновы прыліў з цытрынава-свежым буры ".
		-- David Letterman

%
"Грунтуючыся на тым, што вы ведаеце пра яго ў кнігах па гісторыі, што вы думаеце АбрагамаЛінкальн будзе рабіць, калі б ён быў жывы сёння?1) Даць мемуары аб грамадзянскай вайне.2) кансультаванне прэзідэнта.3) Адчайна чапляючыся за ўнутранай ягоТруну ".
		-- David Letterman

%
"Калі Рыкі Шродэра і Гары Коўлман пабіўся на тэлебачанне з кіі, хто пераможа?1) Рыкі Шродэр2) Гэры Коўлман3) прагляд тэлевізійнай сацыяльнай "
		-- David Letterman

%
"Калі вы пачынаеце сумнявацца, што я кажу, вы верагодна, галюцынацыі ".
		-- The Firesign Theatre, _Everything you know is Wrong_

%
Што рабіць у выпадку чужой атакі:    1) не паказваць пад сядзеннем вашага самалёта і адвярнуцца.    2) Пазбягайце кантакту рэчыва ў вочы.    3) Калі няма вочы, пазбягаць любых кантактаў.
		-- The Firesign Theatre, _Everything you know is Wrong_

%
"Ядзерная вайна сапраўды усталяваны назад кабель".
		-- Ted Turner

%
"Вы tweachewous miscweant!"
		-- Elmer Fudd

%
"Я бачыў _Lassie_. У мяне сышло чатыры канцэрту не высветліць, чаму валасаты дзіця ніколіказаў. Я маю на ўвазе, ён мог перавярнуцца і ўсё такое, але што заслугоўваюць серыю? "
		-- the alien guy, in _Explorers_

%
"Адкрыты канал D ..."
		-- Napoleon Solo, The Man From U.N.C.L.E.

%
Захаваць кітоў. Сабраць увесь набор.
		-- Napoleon Solo, The Man From U.N.C.L.E.

%
Якія падтрымліваюць псіхічнае здароўе. Ці я заб'ю цябе.
		-- Napoleon Solo, The Man From U.N.C.L.E.

%
"Піраміда адкрыцця!"   "Каторы?""Адзін з пастаянна павялічваецца адтулінай ў ім!"
		-- The Firesign Theatre

%
"Выклік J-Man Кинк. Выклік J-Man Кинк. Ракета Hash зрокам, мэтаваяЛос-Анджэлес. Ігнаруйце асабістыя пачуцці з нагоды горада і перахоп ".
		-- The Firesign Theatre movie, _J-Men Forever_

%
"Пачуццё мэты няма! Я не маю, хто я!"    "О, божа мой ... Ты .. Вы ператварылі яго ў дэмакратам!"
		-- Doonesbury

%
"Вы памыляецеся, вы ЮЫ 'латунь грудзьмі фашысцкую корму!"
		-- Bloom County

%
"Твая маці была хамяка і ваш бацька пахла бузіны!"
		-- Monty Python and the Holy Grail

%
"Выбаршчыкі казалі, сволачы ..."
		-- unknown

%
"Я аддаю перавагу думаць, што Бог не памёр, проста п'яны"
		-- John Huston

%
"Будзь там. Алоха".
		-- Steve McGarret, _Hawaii Five-Oh_

%
"Калі сітуацыя становіцца дзіўна, дзіўна стаць прафесіяналам ..."
		-- Hunter S. Thompson

%
"Скажы юр малітвы, Yuh блох Pickin 'гарэза!"
		-- Yosemite Sam

%
"Там ... Я запускаць круглымі кольцамі« Вы лагічна "
		-- Monty Python's Flying Circus

%
... Вялозу ня розьніцца ад сотняў іншых прадпрыемстваў электронікіу даліне, у падпарадкаванні энергічных маладых інжынераў ўчытваўся дампы памяці познаў начны час. Розніца ў тым, што звязка ўсьведамляю "аўтамабіль арэхаў"робяць грошы рабіць тое, што яны любяць: напісанне кода і хуткай язды.
		-- "Electronics puts its foot on the gas", IEEE Spectrum, May 88

%
"Проста факты, мэм"
		-- Joe Friday

%
"У мяне ёсць пяць даляраў за кожнага з вас."
		-- Bernhard Goetz

%
Маўзалей: Канчатковы і смешны глупствам багатых.
		-- Ambrose Bierce

%
Багацце: дарунак нябёсаў якое азначае «Гэта сын мой каханы, Якога Яспрыянне ".
		-- John D. Rockefeller, (slander by Ambrose Bierce)

%
Усе рэчы альбо святыя або апаганіць.Былы ў Эклезіяста прынесці прыбытак;Апошняе д'яблу належаць.
		-- Dumbo Omohundro

%
Санкт: Мёртвы грэшнік перагледжаны і адрэдагаваныя.
		-- Ambrose Bierce

%
Сорак два.
		-- Ambrose Bierce

%
Лагоднасьць: Незвычайны цярпення ў планаванні рэванш, якое варта.
		-- Ambrose Bierce

%
Абсалютныя: Незалежная, безадказна. Абсалютная манархія з'яўляецца той, у якімсуверэнная робіць, як яму заманецца, пакуль ён радуе забойцаў. нямногія абсалютныя манархіі засталося, прычым большасць з іх былі замененыабмежаваныя манархіі, дзе ўлада гасудара за зло (і дабро) з'яўляеццазначна скарочаны, і рэспублік, якія рэгулююцца выпадкова.
		-- Ambrose Bierce

%
Непітушчы: Слабы чалавек, які паддаецца спакусе адмаўляць самзадавальненне. У агульнай складанасці непітушчы гэта той, хто ўстрымліваецца ад усяго, акрамяўстрыманне, і асабліва ад бяздзейнасці ў чужыя справы.
		-- Ambrose Bierce

%
Альянс: У міжнароднай палітыцы, аб'яднанне двух злодзеяў, якія маюць сваеРукі так глыбока ўстаўляецца ў кішэню адзін аднаго, што яны не могуць асобнарабаваць трэці.
		-- Ambrose Bierce

%
Непадпарадкаванне: Прамень надзеі ў воблака сэрвітуту.
		-- Ambrose Bierce

%
Эгаіст: чалавек нізкага густу, больш зацікаўлены ў сабе, чым ўва мне.
		-- Ambrose Bierce

%
Адміністрацыя: геніяльны абстракцыя ў палітыцы, разлічаны на прыёмвыспяткі і кухталі за кошт прэм'ера ці прэзыдэнта.
		-- Ambrose Bierce

%
Выратаваны пені пені транжырыць.
		-- Ambrose Bierce

%
Мора: Вадаём, які займае каля двух трацін свеце для чалавека -хто не мае жабры.
		-- Ambrose Bierce

%
Лекар: Адзін на якіх мы ўсталёўваем нашы надзеі, калі захварэў і нашых сабак, калі добра.
		-- Ambrose Bierce

%
Філасофія: Маршрут шматлікіх дарог, якія вядуць з ніадкуль у нішто.
		-- Ambrose Bierce

%
Палітыка: спрэчка інтарэсаў, маскіравальных пад конкурс прынцыпаў.Вядзенне дзяржаўных спраў для асабістай выгады.
		-- Ambrose Bierce

%
Палітык: вугор у фундаментальным бруду, на якой надбудоваарганізаванае таварыства выхоўваецца. Калі ён выгінаецца ён прымае агітацыюХвост яго за дрыжыкаў у будынак. У параўнанні з дзяржаўным,ён пакутаваў за тое недахопам, што жывы.
		-- Ambrose Bierce

%
Маліцеся: Каб задаць, што законы сусвету быць ануляваны ад імя аднагоПетиционер прызнанні нявартым.
		-- Ambrose Bierce

%
Прэзідэнцтва: змазаную свінні ў поле гульні амерыканскай палітыкі.
		-- Ambrose Bierce

%
Хобат: зачаткавым орган слана, які служыць яму заместад нажа і вилки-, што эвалюцыя яшчэ адмовілі яму. для мэтаўгумару ён у народзе называюць ствол.
		-- Ambrose Bierce

%
"Сённяшнія робаты вельмі прымітыўныя, здольны зразумець толькі некалькі простыя інструкцыі, такія як "ісці налева», «ісці прама» і «пабудаваць аўтамабіль".
		-- John Sladek

%
"У барацьбе паміж вамі і светам, спіны свет."
		-- Frank Zappa

%
Вось Апалачы версія адказу кіраўніцтва для тых, хтохвалюе лёс праекта:"Не турбуйцеся пра муле. Проста загрузіце вагон."
		-- Mike Dennison's hillbilly uncle

%
Жорсткае выбралі абстракцыя асабліва відавочна пры праектаванні АДАвыканання сістэма. Інтэрфейс да сістэмы ADA выканання настолькі непразрыстая, штонемагчыма змадэляваць або прадказаць яго прадукцыйнасць, што робіць яго эфектыўнымбескарысныя для сістэм рэальнага часу. - Марк Д. Доннер і Дэвід Х. Jameson.
		-- Mike Dennison's hillbilly uncle

%
"Будучы супраць катаванняў павінен быць свайго роду двухпартыйнай рэчы."
		-- Karl Lehenbauer

%
"А вось сабаку г Біла».
		-- Narrator, Saturday Night Live

%
Падлогу як паветра. Гэта ўсяго толькі вялікую справу, калі вы не можаце атрымаць любы.
		-- Narrator, Saturday Night Live

%
"Падтрыманне дасведчанасці пра ўклад - з вашым графікам, ваш праект,наша кампанія ".
		-- A Group of Employees

%
"Не пытай, што група супрацоўнікаў можа зрабіць для вас. Але запытацца, што можаУсе супрацоўнікі зрабіць для групы супрацоўнікаў ".
		-- Mike Dennison

%
Аднойчы ўвечары г-н Рудольф Блок, Нью-Ёрк, апынуўся сядзіць за абедамнароўні г Персільваля Поларда, выбітны крытык.   "Г-н Поллард," сказаў ён, "мая кніга, _The Біяграфія мёртвага Cow_, з'яўляецца апублікаваныя ананімна, але вы наўрад ці можа не ведаць пра яго аўтарстве. Тым не менш, пры разглядзе яго вы кажаце пра яго, як працы Ідыёце стагоддзя. Вы думаеце, што справядлівай крытыкі? "   "Я вельмі шкадую, сэр," адказаў крытык, прыязна ", але гэтага не адбылосяадбывалася са мной, што вы сапраўды не можа пажадаць, каб грамадскасць ведала, хто яе напісаў ".
		-- Ambrose Bierce

%
Многія алігатары будуць забітыя,але балота застанецца.
		-- Ambrose Bierce

%
Што багі знішчаць яны ўпершыню прадставіць у камітэт, стандартаў IEEE.
		-- Ambrose Bierce

%
Зараз гэта. Пазней гэта пазней.
		-- Ambrose Bierce

%
"Я не буду рабіць ніякіх здзелак з тэрарыстычнай абсталявання."
		-- Peter da Silva

%
"Калі я не вярнуся да кафедры ў гэтыя выхадныя, мільёны людзей будуць ісціў пекла ".
		-- Jimmy Swaggart, 5/20/88

%
"Звалка прыправы. Калі мы хочам быць з'едзена, нам не трэба, каб добры густ."
		-- "Visionaries" cartoon

%
"Ой, калі вы прымусіць мяне плакаць больш, вы будзеце пацець мой шлем."
		-- "Visionaries" cartoon

%
Я не хачу, каб зноў стаць маладым, я проста не хачу, каб атрымаць любы старэй.
		-- "Visionaries" cartoon

%
Шлюб Цырымонія: неверагодна метафізічная падман глядзець Богам іЗакон цягнуць у справы вашай сям'і.
		-- O. C. Ogilvie

%
  "Аварыйнае"! Sgiggs закрычала, выкідваючы сябе з бака, як гэта былопадпалены аўтамабіль. "Dial 'адзін'! Атрымаць абслугоўванне! Code Red"! Stiggs быў натэлефон адразу, замове больш выраслі кветкі, таму што, згодна зяму, тыя, якія плаваюць у ванне раптам згубілі пах. "Я патрабуюПах, "пранізліва ён." Я чакаў поўнага бесперабойнага пах ад гэтыхF * CKING ружы ".  На жаль, капітан службы не разумеюць, што сітуацыя Stiggsудзел пяць дзесяткаў ружы. "Што я буду рабіць з гэтым?" Stiggs здзекавалісяweaseling гатэль жлоб, калі ён з'явіўся ў нашу дзверы трымае адзін кветкаякія плаваюць у куфель з брэндзі. тырада Stiggs была вялікай. "Вы бачыце гэтаванна? Вы заўважылі ніякай розніцы паміж памерам бакам іПамер гэтай верацёнападобнай пачкам пялёсткамі ў руцэ? Мне трэба поўны ахоп ванны.Мне трэба цалкам цвёрды пласт з руж за ўсё вакол мяне, як сапе заводыпаху, нападаць на мяне з іх пахам і магутнасці, копровое вялікі блага пахкіКанцэнтрацыі выраслі пах мае ноздры, пакуль я не марна з задавальненнем ».Гэта было незадоўга да таго мы атрымалі так незадаволены гэтай некампетэнтнасці, што мыбалтамі.- Наскрозь Жахлівы, Розум-Абпал Лета камандзір і Stiggs,   Нацыянальны капуснік, Кастрычнік 1982
		-- O. C. Ogilvie

%
Калі б так не было, гэта, па меншай меры * аўтарытэтна * няправільна.
		-- Hitchiker's Guide To The Galaxy

%
Мы вырашылі, што было ноччу зноў, таму мы размясціліся на працягу дваццаці хвілін і піліяшчэ шэсць піва ў кемпінзе маладога жыцця. камандзір трапіў у Наглядальныспальны мяшок дарослага і бегаў у ім. "Гэта судны дзень, і яжахлівы прывід ", ён крычаў. Затым спёкі камандзір Ральф ўторба.- Наскрозь Жахлівы, Розум-Абпал Лета камандзір і Stiggs,   Нацыянальны капуснік, Кастрычнік 1982
		-- Hitchiker's Guide To The Galaxy

%
Voodoo Праграмаванне: Рэчы праграмісты робяць, што яны ведаюць, не павінны працаваць, алеяны спрабуюць так ці інакш, і што часам на самай справе працуе, напрыклад перакампіляванніўсё.
		-- Karl Lehenbauer

%
Гэта, вядома, зусім не інфармаваныя здагадка, што я займаюся, каб дапамагчыпадтрымаць маю прадузятасць супраць такога ўмяшання ... але яна ў вас ёсць.- Піцер да Сілва, спекулюючы пра тое, чаму кампутарнай праграмы, якая былазмянілася, каб зрабіць тое, што ён не ўхвалялі, не працуе
		-- Karl Lehenbauer

%
"Гэта веданне я пераследую з'яўляецца лепшым задавальненне я калі-небудзь ведаў. Я могне раней адмовіцца ад яго, што я мог само паветра, што я дыхаю ".
		-- Paolo Uccello, Renaissance artist, discoverer of the laws of perspective

%
"Я атрымаў усіх плаціць авансам ... тады я ўзарвалі сваю планету».  "Цяпер, чаму я не падумаў пра гэта?"
		-- Post Bros. Comics

%
"Атамныя батарэі да ўлады, турбіны, каб паскорыць".
		-- Robin, The Boy Wonder

%
F-15 Eagle:Калі яно паднята, мы яго збіць. Калі гэта ўніз, мы яго падарваць.
		-- A McDonnell-Douglas ad from a few years ago

%
"Гатэль Amiga з'яўляецца адзіным персанальны кампутар, дзе вы можаце запусціць шматзадачнасціАперацыйная сістэма і атрымаць у рэальным часе прадукцыйнасць, са скрынкі ".
		-- Peter da Silva

%
"Гэта мой файл печыва і калі я прыдумаць нешта, што кульгавы і мне гэта падабаецца,яна ідзе ў ".
		-- karl (Karl Lehenbauer)

%
Прызнаючы AT & T Bell Laboratories для карпаратыўнага інавацый, для ягоВынаходства сотавай рухомай сувязі, прэзідэнт IEEE Расэл С. Дрюзгадваецца ў сотавым тэлефоне як "асноўнай неабходнасцю." Як раз ёсцьзмяніліся, адзін назіральнік заўважыў: шмат хто ў зале нагадаў наступпрамы набор.
		-- The Institute, July 1988, pg. 11

%
... Саветы маюць магчымасць паспрабаваць вялікія праекты. Калі ёсць мэта,напрыклад, калі Гарбачоў сцвярджае, што яны збіраюцца, каб мець з ядзернай сілавой устаноўкайавіяносцы, справа закрытая - што гэта такое. Яны будуць канцэнтраваццапа праблеме, зрабіць дрэнную працу, а пазней заплаціць. Яны сапраўды неўсё роўна, што цана.- Беленко, МіГ-25 лётчык-знішчальнік, які перайшоў у 1976 году   "Абарона Электроніка", Vol 20, № 6, стр. 100
		-- The Institute, July 1988, pg. 11

%
Існуе тое, што вы павінны зразумець аб савецкай сістэме. яны маюцьЗдольнасць канцэнтраваць усе свае намаганні на дадзенай канструкцыі, і распрацаваць усеКампаненты адначасова, але часам без належнага тэставання. Тады яны ў канчатковымз тэхналагічнага катастрофы як Тую-144. У гонцы тэхналогій учас, што самалёт быў на два месяцы раней Канкорд. Чатыры Тую-144былі пабудаваныя; два разбіўся, і два знаходзяцца ў музеях. Concorde быўлётаць бяспечна на працягу больш за 10 гадоў.- Беленко, МіГ-25 лётчык-знішчальнік, які перайшоў у 1976 году   "Абарона Электроніка", Vol 20, № 6, стр. 100
		-- The Institute, July 1988, pg. 11

%
DE: Саветы, здаецца, маюць цяжкасці ўкаранення сучасных тэхналогій.     Як бы вы пракаментавалі гэта?Беленко: Ну, давайце пагаворым пра жыццё авіяцыйных рухавікоў. Пакуль я ляцеўМіГ-25, яго рухавікі былі агульны тэрмін службы 250 гадзін.DE: Якое гэта значыць напрацоўка-правал?Беленко: Не, рухавік скончаная; гэта злом.DE: То бок яны выцягнуць яго і кінь ад сябе, нават не капітальны рамонт яго?Беленко: Гэта правільна. Капітальны рамонт занадта дарог.DE: То бок недарэчна нізкае свабоднымі сусветнымі стандартамі.Беленко: Я ведаю.- Інтэрв'ю з Беленко, МіГ-25 лётчык-знішчальнік уцякач ў 1976 годзе   "Абарона Электроніка", Vol 20, № 6, стр. 102
		-- The Institute, July 1988, pg. 11

%
"У мяне ёсць сябар, які толькі што вярнуўся з Савецкага Саюза, і сказаў мне людзейЁсць прагнуць інфармацыі пра Захад. Ён быў зададзены пытанне аб многіхрэчы, але я дам вам два прыклады, якія вельмі паказальна пра жыццё ўСавецкі Саюз. Першае пытанне яго спыталі, калі б мы выбухутэлевізары. Вы бачыце, у іх ёсць праблемы з кінескопаў на колертэлевізары, і многія з іх выбухаюць. Яны меркавалі, мы павінны быць зПраблемы з імі. Іншае пытанне, які ён быў зададзены часта чамуЦРУ забілі Саманта Сміт, дзяўчынка, хто наведаў Савецкім СаюзеНекалькі гадоў таму; іх прапаганда вельмі эфектыўная.- Беленко, МіГ-25 лётчык-знішчальнік, які перайшоў у 1976 году   "Абарона Электроніка", Vol 20, № 6, стр. 100
		-- The Institute, July 1988, pg. 11

%
"... Я мог прыняць гэтую адкрытасць, галоснасць, перабудова, або што вы хочаценазваць яго, калі яны зрабілі гэтыя рэчы: адмяніць аднапартыйная сістэма; адкрыцьСавецкай мяжы і дазваляюць савецкім людзям свабодна перамяшчацца; дазваляюць Саветкаб людзі мелі рэальны свабоднага прадпрымальніцтва; дазваляюць заходнія бізнесмены для вядзення бізнесутам, і дазволіць свабоду слова і прэсы. Але да гэтага часу, усякраіна, як канцлагер. Калючага дроту на плоце ваколСавецкі Саюз, каб трымаць людзей унутры, у цемры. Гэтая адкрытасць, якіяВы бачыце, усе гэтыя змены, касметычныя і яны былі распрацаваныўражанне недальнабачныя, наіўны, часам дурныя заходніх лідэраў. гэтыяЛідэры фантанаваць над Гарбачовым, спадзеючыся зрабіць справу з СССР абосупакоіць яго. Ён скажа: "Так, мы можам рабіць бізнэс!" Гэта пакуль яговаенная машына ў Афганістане загінулі больш за мільён чалавек зНасельніцтва 17 млн. Вы можаце сабе ўявіць, што?- Беленко, МіГ-25 лётчык-знішчальнік, які перайшоў у 1976 году   "Абарона Электроніка", Vol 20, № 6, стр. 110
		-- The Institute, July 1988, pg. 11

%
"Памятаеце Хрушчоў: ён спрабаваў зрабіць занадта шмат рэчаў занадта хутка, і ён быўвыдаляюць з ганьбай. Добра, калі Гарбачоў спрабуе разбурыць сістэму або зрабіць занадташматлікія фундаментальныя змены да яго, я лічу, што сістэма будзе пазбавіцца ад яго.Я не палітоляг, але я разумею сістэму вельмі добра.Я мяркую, што ён будзе мець "сардэчны прыступ" ці на пенсію або быць выдаленыя. ёнсупраць цаглянай сцяной. Калі вы думаеце, яны будуць змяняцца ўсе істаць свабодным, адкрытым грамадствам, забыць! "- Беленко, МіГ-25 лётчык-знішчальнік, які перайшоў у 1976 году   "Абарона Электроніка", Vol 20, № 6, стр. 110
		-- The Institute, July 1988, pg. 11

%
FORTRAN? Сінтаксічна няправільнае зацвярджэнне "DO 10 I = 1,10" будзе аналізаваць ігенераваць код стварэння зменнай, DO10I, наступным чынам: "DO10I = 1.10" Калі штоне запалохаць вас, трэба.
		-- The Institute, July 1988, pg. 11

%
"Я ведаў тады (у 1970 году), што ў 4-кбайт мінікампутараў будзе каштаваць столькі ж, колькідом. Таму я лічыў, што пасля заканчэння каледжа, я павінен быў бы жыць танна ўкватэру і паставіць усе свае грошы ў валоданне кампутарам ".
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
HP мае ўнікальную палітыку дазваляючы сваіх інжынераў, каб узяць дэталі са склада ўПакуль яны пабудавалі нешта. "Яны лічылі, што з кожным дызайнам, яны быліатрымаць лепшую інжынера. Гэта палітыка Я заклікаю ўсе кампаніі прыняць ".- Сузаснавальнік Apple Стыў Вазняк, "Ці будзе клас Вазняка даць кампаніі Apple да настаўніка?"   EE Times, 6 чэрвеня, 1988, ПГ 45
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
"Я проста хачу быць добрым інжынерам."- Стыў Вазняк, сузаснавальнік кампаніі Apple Computer, складаючы яго прамовай   ў 1988 AppleFest
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
"Там заўсёды было Вавілонская вежа роду звады ўнутры Unix, але гэтасамая крайняя форма ніколі. Гэта азначае, па меншай меры, некалькі гадоў збянтэжанасці ".- Біл Гейтс, заснавальнік і старшыня Microsoft,   Аб фондзе адкрытых сістэм
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
"Калі ёсць сумневы, надрукаваць ім, па-за."
		-- Karl's Programming Proverb 0x7

%
"Калі вы хочаце, каб лепшыя рэчы, каб адбыцца ў карпаратыўнай жыцця вы павінны знайсці спосабыбыць гасціннымі да незвычайнага чалавеку. Вы не атрымаеце інавацыі якдэмакратычны працэс. Вы амаль атрымаць яго ў якасці анты-дэмакратычнага працэсу.Вядома, вы атрымаеце яго ў якасці anthitetical працэсу, так што вы павінны мецьасяроддзе, у якой цела людзей сапраўды паддаюцца змяненню і можасправу з канфліктамі, якія ўзнікаюць з змены інавацыі ".- Макс DePree, старшыня і галоўны выканаўчы дырэктар кампаніі Herman Miller Inc.,   "Сакрэты Германа Мілера карпаратыўнага творчасці",   The Wall Street Journal, 3 мая 1988
		-- Karl's Programming Proverb 0x7

%
"У карпаратыўнай жыцця, я думаю, што ёсць тры важныя вобласці, якія кантрактыне могуць справіцца з, плошча канфлікту, вобласць змяненні і плошчу дасягаючыПатэнцыял. Для мяне запавет адносіны, якія, грунтуючыся на такіх рэчаха агульны ідэалы і падзяляе сістэму каштоўнасцяў і абменьваліся ідэямі і дзялілісяПагадненне таксама да працэсаў мы будзем выкарыстоўваць для сумеснай працы. ўшмат выпадкаў яны развіваюцца ў рэальных любоўных адносін ".- Макс DePree, старшыня і галоўны выканаўчы дырэктар кампаніі Herman Miller Inc., "Герман Мілер   Сакрэты карпаратыўнага творчасці ", The Wall Street Journal, 3 мая 1988 года
		-- Karl's Programming Proverb 0x7

%
Іншая мэта заключаецца ва ўсталяванні адносін ", у якім гэта нармальна для ўсіхзрабіць усё магчымае. Ёсць вельмі шмат людзей у кіраванні, якія сапраўдыне хачу падначаленыя зрабіць усё магчымае, таму што гэта становіцца вельміпагрозлівым. Але мы выявілі, што ўнутры краіны і з межамідызайнеры, калі мы гатовыя мець такі выгляд адносін, і калі мыгатовы быць ўразлівыя да таго, што будзе выходзіць з яго, мы атрымліваем вельмі добрапрацаваць ".- Макс DePree, старшыня і галоўны выканаўчы дырэктар кампаніі Herman Miller Inc., "Герман Мілер   Сакрэты карпаратыўнага творчасці ", The Wall Street Journal, 3 мая 1988 года
		-- Karl's Programming Proverb 0x7

%
У сваёй кнізе, г-н DePree апавядае пра тое, як дызайнер Джордж Нэльсан заклікаўшто кампанія таксама ўзяць на Чарльз Эймс ў канцы 1940-х гадоў. бацька Макса,Дж DePree, сузаснавальнік кампаніі з Herman Miller ў 1923, спытаў містэрНэльсан, калі ён сапраўды хацеў падзяліць абмежаваныя магчымасці з тады маленькікампанія з іншым дызайнерам. "Адказ Георгія было нешта накшталт гэтага:"Чарльз Эймс з'яўляецца незвычайным талентам. Ён вельмі адрозніваецца ад мяне.Кампанія мае патрэбу ў нас абодвух. Я вельмі хачу, каб мець долю Чарльз Эймс ўнезалежна патэнцыял ёсць ».- Макс DePree, старшыня і галоўны выканаўчы дырэктар кампаніі Herman Miller Inc., "Герман Мілер   Сакрэты карпаратыўнага творчасці ", The Wall Street Journal, 3 мая 1988 года
		-- Karl's Programming Proverb 0x7

%
Г-н DePree лічыць шырокі ўдзел капіталізм з'яўляецца хваля будучыні.ЗША рабочая сіла, ён лічыць, "усё больш і больш патрабаванняў, якія будуць уключаны ўкапіталістычная сістэма, і калі мы не знойдзем спосабы, каб атрымаць капіталістычную сістэмубыць уключана сістэмы, чым эксклюзіўная сістэма яна была, мыУсе ў цяжкім. Калі мы не знойдзем спосабы, каб пачаць разумець, штоСамыя высокія патэнцыйныя капіталізму ляжыць у агульнае дабро, а не ў асобыдобра, тады мы рызыкаваць саму сістэму ".- Макс DePree, старшыня і галоўны выканаўчы дырэктар кампаніі Herman Miller Inc., "Герман Мілер   Сакрэты карпаратыўнага творчасці ", The Wall Street Journal, 3 мая 1988 года
		-- Karl's Programming Proverb 0x7

%
Г-н DePree таксама чакае "велізарнае сацыяльнае змена" на ўсіх працоўных месцах. "КаліЯ ўпершыню пачаў працаваць 40 гадоў таму, завод кіраўнік была накіравана наПрадукт. Сёння гэта рэзка адрозніваецца, з-за сацыяльнай асяроддзя.Гэта не з'яўляецца незвычайным для работніка, каб прыбыць на сваю змену і мець некаторую сям'юПраблема, што ён не ведае, як вырашыць. Прыклад, які я хацеў бы выкарыстаць гэтаХлопец, які прыходзіць і кажа: "гэта не будзе добры дзень для мяне, майго сыназнаходзіцца ў турме на п'яную ваджэння зарада, і я не ведаю, як падняць заклад.Гэта азначае, што, калі кіраўнік хоча прадукцыйнасць, ён павінен ведацьяк падняць заклад ".- Макс DePree, старшыня і галоўны выканаўчы дырэктар кампаніі Herman Miller Inc., "Герман Мілер   Сакрэты карпаратыўнага творчасці ", The Wall Street Journal, 3 мая 1988 года
		-- Karl's Programming Proverb 0x7

%
Дурні ігнаруюць складанасць. Прагматыкі пакутуюць яго.Некаторыя з іх могуць пазбегнуць гэтага. Геніі выдаліць яго.
		-- Perlis's Programming Proverb #58, SIGPLAN Notices, Sept.  1982

%
"Што, калі" з'яўляецца гандлёвай маркай кампаніі Hewlett Packard, так што спыніць яе выкарыстаннем упрысуды без дазволу, або рызыка судовага пераследу.
		-- Perlis's Programming Proverb #58, SIGPLAN Notices, Sept.  1982

%
Цяпер, калі лідэры свету - людзі, якія з'яўляюцца лідэрамі ў сілупалітычныя, ваенныя або фінансавая ўлада, і не абавязкова мудрасцю, а ціразгляд для чалавецтва - калі гэтыя лідэры не атрымоўваецца вывесці насза грань ў планетарным самагубства, нягледзячы на ​​іх часам пампезназдагадкі, што яны могуць адчуваць сябе абавязанымі зрабіць гэта, мы можам выжыць пасля1988.
		-- George Rostky, EE Times, June 20, 1988 p. 45

%
Істотныя ідэі Алгол 68 было тое, што ўся мова павінна быцьдакладна вызначаны і што ўсе часткі павінны спалучаюцца адзін з адным плаўна.Асноўная ідэя Паскаля было тое, што гэта не мае значэння, як расплывістаспецыфікацыя мовы была (гэта заняло * гадоў * ўдакладніць) ці колькі грубаякраю было да таго часу, так як кампілятар CDC Паскаль быў хутка.
		-- Richard A. O'Keefe

%
"Мы прыйшлі. Мы бачылі. Мы нагамі яго азадак."
		-- Bill Murray, _Ghostbusters_

%
"Зоркі выраблены з тых жа атамаў, як на зямлі." Я звычайна падабраць адзін маленькіТэма, як гэта, каб даць лекцыю аб. Паэты кажуць навука адымае адпрыгажосць зорак - проста процьма атамаў газу. Нішто не з'яўляецца "простым". Я таксама магуубачыць зоркі на пустэльнай ночы, і адчуваць іх. Але я бачу менш ці больш?Шырокасць нябёсаў распасціраецца маё ўяўленне - затрымаўся на гэтым каруселімой маленькі вачэй можа ўлавіць адзін мільён-гадовы святло. Пераважная ўзор - з якіхЯ частка - магчыма, што мой матэрыял быў рыгнуў з некаторага забытай зоркі, як адзінз'яўляецца адрыжка там. Ці ўбачыць іх з большай вачэй Паломар, кідаючыся ўсеакрамя некаторай агульнай адпраўной кропкі, калі яны былі, магчыма, ўсе разам.Што такое шаблон, ці сэнс, або *, чаму? * Ён не нанесці шкодутаямніца ведаць крыху пра гэта. Для больш цудоўнае праўда, чымлюбыя артысты мінулым прадстаўляў! Чаму паэты пакуль яшчэ не кажуцьад яго? Тое, што людзі паэты, якія могуць выступаць Юпітэра, калі б ён быў падобны на чалавека, алекалі ён з'яўляецца велізарнай спінінг сфера метану і аміяку павінны маўчаць?
		-- Richard P. Feynman (1918-1988)

%
Калі вы дазволіце сабе чытаць значэння ў (замест малявання значэння OUTз) доказы, можна зрабіць заключэнне заўгодна.
		-- Michael Keith, "The Bar-Code Beast", The Skeptical Enquirer Vol 12 No 4 p 416

%
"Псевдокод можа быць выкарыстаны нейкай ступені, каб дапамагчы захаваннюПрацэс. Тым не менш, псевдокод, які вельмі падрабязны -набліжаецца да ўзроўню дэталізацыі самага кода - гэта нешмат карысці ў якасці падтрымлівае дакументацыі. такая падрабязнаядакументацыя павінна быць захавана амаль столькі ж, колькі кода,Такім чынам, падваенне цяжар абслугоўвання. Акрамя таго, паколькі такіяаб'ёмныя псевдокод занадта адцягвае атрымліваць уСпіс сябе, яна павінна захоўвацца ў асобнай тэчцы.Вынік: З псевдокоде - у адрозненне ад рэальнага кода - не павінны быцьпадтрымліваецца, ніхто не будзе падтрымліваць яго. Гэта хутка стане зДата і ўсе будуць ігнараваць яго. (Пасля таго, як я зрабіў неафіцыйнуюАбследаванне 42 крам, якія выкарыстоўваюцца псевдокод. З гэтых 42, 0 [нуль],выявілі, што ён меў якое-небудзь значэнне ў якасці эксплуатацыйнай дакументацыі ".         --Meilir Page-Джонс, "Практычнае кіраўніцтва па Структураваныя           Дызайн ", Йордан Прэс (с) 1988
		-- Michael Keith, "The Bar-Code Beast", The Skeptical Enquirer Vol 12 No 4 p 416

%
"Толькі пашкоджаны мозг аперацыйная сістэма будзе падтрымліваць пераключэнне задач, а незрабіць просты наступны крок падтрымкі шматзадачнасці ".
		-- George McFry

%
Зігмунд Фрэйд, як сцвярджаецца, сказаў, што ў канчатковым выніку ўсё поляпсіхалогіі можа звесці да біялягічнай электрахіміі.
		-- George McFry

%
Маг сядзіць у сваім высокім крэсле і глядзіць на свет з карысць.Ён знаходзіцца ў росквіце сіл. Калі ён заплюшчвае вочы, ён выклікае свецезнікаць. Калі ён адкрывае вочы, ён выклікае свет вярнуцца. каліёсць гармонія ў ім, свет гарманічным. Калі гнеў разбурае Hisўнутраная гармонія, адзінства свету разбурана. Калі ўзнікае жаданне межахяму, ён прамаўляе магічныя склады, што выклікае з'яўляцца жаданы аб'ект.Яго пажаданні, думкі, яго жэсты, яго шумы камандаваць сусвет.
		-- Selma Fraiberg, _The Magic Years_, pg. 107

%
Жывёл, што ведае, хто гэта, той, які мае сэнс яго ўласнай ідэнтычнасці, з'яўляеццанезадаволены істота, асуджаныя стварыць новыя праблемы для сябе дляПрацягласць яго жыцця на гэтай планеце. Паколькі ні мышы, ні шымпанзэведае, што ён пазбаўлены ўсе раздражняльныя праблемы, якія ідуць гэтымадкрыццё. Але як толькі чалавечага жывёльнага, які задаваў сабе гэтае пытаннез'явіліся, ён пагрузіўся і яго нашчадкаў у вечнасці сумневыі задуменны, спекуляцыі і ўсталяванне ісціны, якая змушалі яго празстст, як няўмольна, як голад або сэксуальнае жаданні. Шымпанзэ, што робіцьне ведаю, што ён існуе не прыводзіцца, каб выявіць яго паходжанне і пазбаўленытрагічная неабходнасць сузіраючы яго уласны канец. І нават калі жывёлаэксперыментатары поспеху ў навучанні шымпанзэ разлічваць сто бананы абогуляць у шахматы, шымпанзэ не будзе развівацца ніводная навука, і ён будзе дэманстраваць няўспрыманне прыгажосці, для большай часткі чалавечай мудрасці можа быць прасочанавярнуцца да вечныя пытанні пачатках і канцах, пошукі, каб дацьсэнс яго існавання, да самога жыцця.
		-- Selma Fraiberg, _The Magic Years_, pg. 193

%
Каментар на графіках: Добра, як доўга гэта зойме?   Для кожнага мэнэджэра, які ўдзельнічае ў першых сустрэчах дадаць адзін месяц.   Для кожнага мэнэджэра, які кажа: "аналіз патоку дадзеных" дадаць яшчэ адзін месяц.   Для кожнага унікальнага тыпу канчатковага карыстальніка дадаць адзін месяц.   Для кожнага невядомага праграмнага пакета для быць выкарыстаны дадаць два месяцы.   Для кожнага невядомага апаратнага прылады дадаць два месяцы.   Для кожных 100 міль паміж распрацоўшчыкам і ўстаноўкі дадаць адзін месяц.   Для кожнага тыпу канала сувязі дадаць адзін месяц.   Калі ЭВМ магазін IBM удзельнічае і вы працуеце на не-IBM      Сістэма дадання 6 месяцаў.   Калі ЭВМ магазін IBM удзельнічае і вы працуеце на IBM      Сістэма дадання 9 месяцаў.Акругліць да бліжэйшага паўгода.--Brad ШэрманДарэчы, усё праграмнае забеспячэнне праекты робяцца ітэрацыйныя прототипирования.Некаторыя кампаніі называюць свае прататыпы "рэлізы", вось і ўсё.
		-- Selma Fraiberg, _The Magic Years_, pg. 193

%
    UNIX Shell з'яўляецца лепшым Чацвёртае пакаленне моў праграмавання    Ён абалонка UNIX, што дазваляе зрабіць прыкладання ў невялікі    доля кода і часу гэта займае ў мовах трэцяга пакалення. ў    абалонка апрацоўцы цэлыя файлаў адначасова, а не толькі па адным радку    Час. І, радок кода ў UNIX абалонкі адна або некалькі праграм,    якія робяць больш, чым старонак інструкцыі ў 3GL. Праграмы могуць быць    распрацаваны ў гадзіны і дні, а не месяцы і гады з традыцыйнымі    Сістэмы. Большасць іншых 4GLs даступных сёння больш падобныя COBOL або    RPG, найбольш стомным з моў трэцяга пакалення."Упраўленне базай дадзеных UNIX рэляцыйных: Распрацоўка прыкладанняў у UNIX Наваколле "Родам Manis, Evan Шеффер, і Роберт Ёргенс. Прентис Хол забеспячэнне серыі. Браян Kerrighan, саветнік. 1988.
		-- Selma Fraiberg, _The Magic Years_, pg. 193

%
"Смех у той час як вы можаце, малпа-хлопчык".
		-- Dr. Emilio Lizardo

%
"Порк будзе працягвацца да таго часу мараль не паляпшаецца."
		-- anonymous flyer being distributed at Exxon USA

%
"Гэй Іван, праверыць шэсць."- Sidewinder ракета курткі патч, які паказвае Sidewinder падымаючы хвост расійскага Су-27
		-- anonymous flyer being distributed at Exxon USA

%
"Свободные рынкі абярыце для перамогі рашэння."
		-- Eric S. Raymond

%
"Мне не падабаецца кампаніям, якія маюць WE-з'яўляюцца-The-першасьвятары-о-апаратных гэтак you'll-неяк, што-мы-даць-вам стаўленне. Мне падабаецца таварныя рынкі, у якіх жалеза-andкрэмнія разносчыкі ведаюць, што яны існуюць, каб забяспечыць хуткія цацкі для тыпаў праграмныхпадабаюся гуляць з ... "
		-- Eric S. Raymond

%
"Імкненне знішчыць таксама творчы парыў."- Бакунін[Рэд. зьвярніце ўвагу - я б сказаў: Імкненне разбурыць часам можа быць творчы парыў].
		-- Eric S. Raymond

%
"Камерцыйны, а ў некаторых адносінах сацыяльнае, сумневы быў запушчаны ў рамках У мінулым годзе ці два, ці не гэта права абмяркоўваць гэта адкрыта бяспеку або ненадзейнасць замкаў. Многія добранамераных асобы мяркуюць, што обсужде- Sion захаванні сродкі для бянтэжыць меркаваную бяспеку замкаў прапануе прэмія за несумленнасці, паказваючы іншым, як быць несумленным. гэта fal- карункавыя. Разбойнікі вельмі зацікаўлены ў сваёй прафесіі, і ўжо ведаем значна больш чым мы можам навучыць іх паважаць іх некалькі відаў махлярства. разбойнікі ведалі добрая справа аб Lockpicking задоўга да таго, слесарамі абмяркоўвалі сярод самі па самасці, так як яны ў апошні час зроблена. Калі замак - хай гэта было зроблена ў Які б альбо краіна або любымі вытворца - гэта не так недатыкальныя, як гэта было да гэтага былі лічыцца, безумоўна, гэта ў інтарэсах сумленных * * асоб ведаць гэты факт, таму што * несумленнай * з'яўляюцца ніштавата напэўна будзе першым прымяняць веды практычна; і распаўсюджванне ведаў неабходна даць сумленную гульню для тых, хто можа пацярпець ад невуцтва. Гэта не можа быць занадта вушной Nestly заклікаў, што знаёмства з рэальнымі фактамі будзе, у рэшце рэшт, быць лепш для ўсіх бакоў ".- Charles Томлінсан рудыментарны Трактат аб канструкцыі замкаў,   апублікавалі каля 1850
		-- Eric S. Raymond

%
 У дачыненні да заблакаваць рашэнняў, то наўрад ці можна такое паняцце, як несумленнасць аб намеры: вынаходнік стварае замак, які ён сумленна думае волю валодаць такімі якасцямі і такія; і ён заяўляе аб сваёй перакананне па ўсім свеце. Калі іншыя адрозніваюцца ад яго ў меркаванні адносна тых якасцяў, ён адкрыты да іх так бы мовіць; і абмеркаванне, праўдзіва праведзены, павінна прывесці да грамадскага перавага: абмеркаванне стымулюе цікаўнасць і дапытлівасць стымулюе Lates вынаходніцтва. Нічога, акрамя частковай і абмежаваным поглядам на пытанне можа прывесці да меркавання, што шкода можа прывесці: калі ёсць шкоды, то гэта будзе значна больш, чым ўраўнаважваецца добра ".- Charles Томлінсан рудыментарны Трактат аб канструкцыі замкаў,   апублікаваныя ў 1850 годзе.
		-- Eric S. Raymond

%
"Жаданне не казаться, а быць, самы лепшы."
		-- Aeschylus

%
"Абследаванне кажа ..."
		-- Richard Dawson, weenie, on "Family Feud"

%
"Пол Ліндзе блакаваць ..."
		-- a contestant on "Hollywood Squares"

%
"Маленькія астатняе не мае значэння, што пісаць добры код."
		-- Karl Lehenbauer

%
Каб напісаць добры код з'яўляецца годным выклікам, і крыніца цывілізаванага захаплення.
		-- stolen and paraphrased from William Safire

%
"Глупства, як сілу, само па сабе ўзнагарода"
		-- William E. Davidsen

%
"Калі кампутар не можа непасрэдна звярнуцца усю аператыўную памяць можна выкарыстоўваць, гэта проста цацка."
		-- anonymous comp.sys.amiga posting, non-sequitir

%
"Ніколі смяяцца жывых драконаў, Більба дурань!" ён сказаў сабе, і ён стаўкаханым выказванне сваіх пазнейшых, і паступае ў прыказцы. "Вы не амальпраз гэтую авантуру яшчэ ", дадаў ён, і гэта было даволі дакладна, а таксама.
		-- Bilbo Baggins, "The Hobbit" by J. R. R. Tolkien, Chapter XII

%
"Брудны розум радасць назаўсёды."
		-- Randy Kunkee

%
"Вы не можаце навучыць Семифутовый."- Франк Лейтон, Юта Джаз баскетбольнай трэнер, калі яго спыталі, чаму ён завербаваў   сем футаў вышынёй аўтамеханік
		-- Randy Kunkee

%
"Аўтамабіль проста вялікі кашалёк на колах".
		-- Johanna Reynolds

%
"Гісторыя з'яўляецца інструментам, выкарыстоўваным палітыкамі, каб апраўдаць свае намеры".
		-- Ted Koppel

%
"Гозер Gozerian: Як законна прызначанага прадстаўніка горада,акругі і штата Нью-Ёрк, я загадваю вам спыніць усе звышнатуральнаедзейнасць адразу і неадкладна прыступіць да месца паходжання абобліжэйшая паралельнае вымярэнне, у залежнасці ад таго з'яўляецца бліжэйшым ".
		-- Ray (Dan Akyroyd, _Ghostbusters_

%
Варта памятаць, што няма нічога больш цяжка планаваць, большСумнеўна поспеху, ні больш небяспечным для кіравання, чым стварэннеНовая сістэма. Для ініцыятара мае варожасць усіх, хто б прыбытак назахаванне старых устаноў і проста цёплых абаронцаўтых, хто хацеў атрымаць ад новых.
		-- Machiavelli

%
Божа, дай мне старасць, каб прыняць тое, што я не магу змяніць,Расчараванне, каб паспрабаваць змяніць становішча рэчаў я не магу паўплываць,і мудрасць, каб адрозніць.
		-- Machiavelli

%
Па-першае, як да мовы. Гэта прывілей абапіраецца на перадумовы, штоняма становішча так раўнамерна не прызнаў, што ён не можа быцьзаконна выклік, дапыталі і абмяркоўваецца. Яна не павінна абапірацца надалейшае памяшканне, што не існуе ні аднаго прапановы, якія непастаўлена пад сумнеў; гэта дастаткова, нават калі ёсць, што ў рэшце рэшт, гэтагорш для падаўлення іншадумства, чым рызыкуюць ерасі. адсюльбыў зноў і зноў безумоўна абвясціў, што ёсцьніякіх абмежаванняў на прывілей, наколькі словы імкнуцца паўплываць толькі слухаюцьвераванні і не іх паводзіны. Бяда ў тым, што паводзіны амальзаўсёды грунтуецца на нейкай веры, і што змяніць перакананне слухаезвычайна да некаторай ступені змяніць свае паводзіны, і можа нават выклікацьправодзіць, што закон забараняе.[Ср Даведаўся боку, Дух Свабоды, Універсітэт Чыкага Прэс, 1952;Мастацтва і рамяство Мяркуючы: Рашэнні суддзі ўрокі Рука,адрэдагаваныя і анатаваны Hershel Шанксом, The MacMillian Company, 1968]
		-- Machiavelli

%
Позна бунт у Масачусецы даў больш трывогі, чым я думаю, гэтапавінен быў зрабіць. Падлічыць, што адзін бунт у 13 штатах ў ходзе11 гадоў, з'яўляецца толькі адным для кожнай дзяржавы ў паўтара стагоддзя. Ні адна краінапавінна быць так доўга без яго.
		-- Thomas Jefferson in letter to James Madison, 20 December 1787

%
"Дзевяць гадоў балета, мудак."- Шэлі Лонг, да дрэннага хлопцу зрабіўшы скачок над цяснінай, што ён   мог не зусім, у "лютай лёсу"
		-- Thomas Jefferson in letter to James Madison, 20 December 1787

%
Вы знаходзіцеся ў лабірынце UUCP злучэнняў, усе аднолькавыя.
		-- Thomas Jefferson in letter to James Madison, 20 December 1787

%
"Калі гэты чалавек у ЛЭП такая лекарка, чаму не можа ён зрабіць яго жонкі прычоска ісці ўніз? "
		-- Robin Williams

%
8) Выкарыстоўвайце здаровы сэнс у маршрутызацыі кабель. Пазбягайце абгортачную кааксіяльны вакол крыніц     моцныя электрычныя або магнітныя палі. Ня абгарнуць кабель вакол     Flourescent стартэры лямпаў або цыклатрон, напрыклад.- Ethernet Headstart тавараў, інфармацыі і кіраўніцтва па ўстаноўцы,   Бэл Тэхналогіі, стар. 11
		-- Robin Williams

%
"Што дзіўна, гэта USENET; такія аптовыя вытворчасць гіпотэзы зтакая дробязная інвестыцыі ў самай справе ".
		-- Carl S. Gutekunst

%
VMS павінен памерці!
		-- Carl S. Gutekunst

%
MS-DOS павінен памерці!
		-- Carl S. Gutekunst

%
OS / 2 павінен памерці!
		-- Carl S. Gutekunst

%
Pournelle павінен памерці!
		-- Carl S. Gutekunst

%
Смецце У, Евангелле Out
		-- Carl S. Gutekunst

%
"Будучы супраць катаванняў павінен быць свайго роду шматпартыйнай рэчы."
		-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian

%
"Факты дурныя рэчы."- Прэзідэнт Рональд Рэйган   (Ляп з яго прамовы на GOP канвенцыі '88)
		-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian

%
"Аргумент, што літаральнае гісторыя Быцця можа кваліфікавацца як навукіпадае на трох асноўных ўчастка: патрэбна креациониских спасылаццацуды, каб сціснуць падзеі зямной гісторыі ўбіблейскі працягу некалькіх тысяч гадоў; іх нежаданнеадмовіцца прэтэнзіі выразна абвергнутыя, у тым ліку зацвярджэнне, што ўсевыкапні прадукты патопу; і іх апірышча на скажэнні,пераблытаная, напалову цытата, і цытата з кантэксту, каб ахарактарызавацьІдэі сваіх праціўнікаў ".- Стывен Джэй Гулд, "Вердыкт па пытаннях крэацыянізму",   Скептычна Inquirer, зіма 87/88, стр. 186
		-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian

%
"Унцыя прафілактыкі варта тона кода."
		-- an anonymous programmer

%
"Для IBM,« адкрыты »азначае, што ёсць кропелька сумяшчальнасці паміж некаторымі з іхАбсталяванне ".
		-- Harv Masterson

%
"Проста думаць аб камп'ютэры як апаратнага, якое можна запраграмаваць».
		-- Nigel de la Tierre

%
"Калі ў вас ёсць машына, вы ў сваю чаргу, валодаюць ёю, і марнаваць свой час абслугоўваюць яго ... "
		-- Marion Zimmer Bradley, _The Forbidden Tower_

%
"Усё павінна быць зроблена як мага больш простым, але не прасцей."
		-- Albert Einstein

%
"Счытвальнік? Мы не патрэбныя ніякія смярдзючыя кардрыдар."- Піцер да Сілва (у Нацыянальнай акадэміі навук, 1965 годзе, у   Асабліва яркім фантазіі)
		-- Albert Einstein

%
Ваша добрая прырода прынясе неабмежаваную радасць.
		-- Albert Einstein

%
Semper Fi, чувак.
		-- Albert Einstein

%
Хваляванне і небяспека чакаюць вашага індукцыі індыкатарнага доўгу! У якасці індыкатара,неабходна пазбавіць кампутарныя сеткі слізістыя, злачынных злодзеяў дадзеных.Яны хітрыя і дзеянне становіцца жорсткай, так што сочыце! выкарыстоўваючы ўсевашы навыкі, вы альбо атрымаеце ваш мужчына ці вы апячыся!
		-- advertising for the computer game "Tracers"

%
"Цэлае братэрства абвязкі Wall-Street вокладцы моладзь пекла -. Гэтабудзе крывавая лазня! "
		-- Post Bros. Comics

%
"Суседзі !! Мы атрымалі суседзяў! Мы не павінны мець якіх-небудзь суседзяў, іЯ проста павінен быў здымаць адну ".
		-- Post Bros. Comics

%
"Папаўся, вы соплі шыяй weenies!"
		-- Post Bros. Comics

%
. Ўпрыгожваў - В.Т., разнастаіць; дыверсіфікаваць
		-- Webster's New World Dictionary Of The American Language

%
"Усе кажуць пра надвор'е, але ніхто нічога не робіць з гэтай нагоды."
		-- Mark Twain

%
"Колькі возчыкаў трэба, каб ўшрубаваць лямпачку?"   "Пятнаццаць !! У цябе праблемы з гэтым?"
		-- Mark Twain

%
"Калі вы не былі маім настаўнікам, я думаю вы проста выдалілі ўсе мае файлы".- Ананімны студэнт UCB CS, каб інструктара, які ўвялі "RM -i *", каб   пазбавіцца ад файла з імем "-f" ў сістэме Unix.
		-- Mark Twain

%
"Самыя гарачыя месцы ў пекла, зарэзерваваны для тых, хто ў часы маральнакрызіс, захавалі сваю нейтральнасць ".
		-- Dante

%
"Сераду паведамленне."
		-- Marshall McLuhan

%
"Сераду масаж."
		-- Crazy Nigel

%
"Пакажыце мне добрую той, хто прайграў, і я пакажу вам няўдачніка».
		-- Vince Lombardi, football coach

%
"Гэта магло б дапамагчы, калі б мы выбеглі МВА ў Вашынгтон."
		-- Admiral Grace Hopper

%
Абноўленыя кароткім зацямнення, я падняўся на ногі і пайшоў па суседству.
		-- Martin Amis, _Money_

%
Подпружиненные дзверы разышліся, і я, хістаючыся, выйшаў у цік ў вестыбюлі і мігацення.Вайскоўцы мужы стаяць спакойна, як вартавыя ў іх траншэю. Я стукнуўмой ключ на стале і сур'ёзна кіўнуў. Я быў загружаны дастаткова, каб быць не ў станесказаць, ці могуць яны сказаць, што я быў загружаны. Ці будуць яны супраць? Я быў, вядома,занадта загружаны, каб клапаціцца. Я падышоў да дзвярэй з квадратнымі, падонкі плячыма крокамі.
		-- Martin Amis, _Money_

%
Прашу толькі пра адно. Я разуменню. Я спелы. І гэта не так шмат, кабспытаць. Я хачу вярнуцца ў Лондан, а таксама адсочваць яе ўніз, і быць сам-насам са сваіміСеліна - ці нават не адна, чорт пабяры, проста побач з ёй, досыць блізка дапах яе скуры, каб убачыць крапінку шлейкі яе Лемана вачэй, ліццёяе падступных вуснаў. Проста на працягу некалькіх каштоўных секунд. Проста дастаткова доўга, кабпаставіць у адзін добры, чысты ўдар. Вось усё, што я прашу.
		-- Martin Amis, _Money_

%
"Каханне можа пацярпець няўдачу, але ветлівасць previal."
		-- A Kurt Vonnegut fan

%
Нью-Ёрк гэта джунглі, яны кажуць вам. Можна пайсці далей і сказаць, штоНью-Ёрк гэта джунглі. Нью-Ёрк * гэта джунглі. * Пад слупкамстары дажджавой лес, зроблены з друзу плаўлення, сярэдняя Лімпапо забалочаныхДзевятай авеню нясе гнеўную Argosy з кракадзілаў і драконаў, тыграў рыбы, шумумашыны, потлівасць Rainmakers. Па кутах стаяць ведзьмакі ірекрутеры, зачаткавых вуду-мужчын - ураджэнцаў, джунглі смарт тубыльцаў.А ноччу пад экватарыяльнай разрастанне і цяпло-утрымлівальнай воблакуВечка, вы чуеце абарваныя папугаі гудок і monkeysqueak сірэн,а затым страляе кветка, каб адлюстраваць монстраў. Асцярожна: на вуліцахпаўсталі з ям і сетак і пастак. Пракат кіраўніцтва. Пакет вашай ўкус атрутнай змяіГук і ваш blowdart сыроваткі. Паставіцца да гэтага сур'ёзна. Вы павінны атрымацьтрохі джунгляў стрэлцы.
		-- Martin Amis, _Money_

%
Цяпер я накіроўваўся ў маю гарачую клетцы, ўніз да мяса-рынку краіны наКончык West Village. Тут чырвонай цэглы склады падвоіць, як тушыгалерэй і вулляў пацукі, The Manhattan фауна шукае яе неабходнаЎзровень, жывому або мёртвага. Тут таксама вам знайсці цяжкія педзікам тусоўкі,Спайк, вады гардэроб, Маці нагрузкі. Ніхто не ведае, што адбываеццау гэтых месцах. Толькі цяжкія педзікам ведаю. Нават Філдынг здаецца некалькірасплывістым па гэтым пытанні. Вы атрымліваеце усёмагутны і лупцавалі і скідалі на - наамаль стандарты нічыім, у вас ёсць сапраўды страшны час. сярэднімпатрон паступае на Spike ў адным таксі, але трэба вярнуцца да шкарпэтцына дзве часткі. І тады на наступны вечар ён з'яўляецца зноў. яны скоўваюцьСамі да стоек, яны грэюцца ў пісуар. Іх людзі маюць шматтлумачэнне, каб зрабіць, калі вы хочаце ведаць маё меркаванне, у прыватнасці, мам. прабачцевылучыць вам дам вось так, але гісторыя павінна пачынацца недзе.Цяга для пагадзіннай забойства - яно не можа быць воляй. Тым часам,Філдынг кажа мне, маці-прырода выглядае, ды пастуквае нагой і пстрычкіяе мову. Заўсёды чэмпіёнам манагамія, яна рыхтуе некаторую ўяўленненовыя хваробы. Яна проста не будзе стаяць за яго.
		-- Martin Amis, _Money_

%
"Вы паспрабавалі яго толькі на гэты раз, знайшоў гэта добра для удараў, але зараз вы даведаліся ў вас ёсць звычка, які прыліпае, вы аргазм наркаман, ты заўсёды на яго, а ты аргазм наркаман ".
		-- The Buzzcocks

%
"Там няма выразна амерыканскі злачынец клас выключэннем Кангрэсу."
		-- Mark Twain

%
"Вы будзеце плаціць, каб ведаць, што вы сапраўды думаеце."
		-- J. R. "Bob" Dobbs

%
"Мы жывем у вельмі звіхнутыя часу."
		-- Herb Blashtfalt

%
"Пусціць пыл ва ўласных вачах!"
		-- J. R. "Bob" Dobbs

%
"Добра", сказаў Бобі, атрымліваючы павесіць яго, "то што матрыца? Каліяна калода, і Danbala гэта праграма, што кіберпрастора? "  "Мір", сказаў Лукас.
		-- William Gibson, _Count Zero_

%
"Нашы паўторы лепш, чым у іх."
		-- Nick at Nite

%
Жыццё гэта гульня. Грошы, як мы весці рахунак.
		-- Ted Turner

%
"Не звяртайце ўвагі на чалавека за заслонай".
		-- The Wizard Of Oz

%
"Не звяртайце ўвагі на чалавека за заслонай".
		-- Karl, as he stepped behind the computer to reboot it, during a FAT

%
"Гэта не столькі тое, што мы не ведаем, што прымусіць нас у бядзе. Гэтарэчы, якія мы ведаем, што гэта не так ".
		-- Artemus Ward aka Charles Farrar Brown

%
"Ці не зніжку лётаюць свінні, перш чым у вас ёсць добры СПА."
		-- jvh@clinet.FI

%
"У доўгатэрміновай перспектыве, кожная праграма будзе ракако, а затым друз."
		-- Alan Perlis

%
"Пок Пок Пок, P'kok!"
		-- Superchicken

%
Жыць свабодна або жыць у Масачусецы.
		-- Superchicken

%
"Вы не можаце атрымаць вельмі далёка ў гэтым свеце без вашага дасье будучы там першым".
		-- Arthur Miller

%
"Сістэмы рэзервавання квіткоў вырашыць, ці варта існаваць вы. Калі ваша інфармацыягэта не ў іх базе дадзеных, то вы проста не можаце пайсці куды-небудзь ".
		-- Arthur Miller

%
"Тое, што людзі былі скарочаныя да з'яўляюцца толькі 3-D прадстаўлення самастойнаДадзеныя ".
		-- Arthur Miller

%
"THE Avis МАЙСТАР вырашае, калі вы атрымаеце вадзіць машыну. Ваша галава не закранеПадушка з Sheraton калі іх кампутар кажа, што гэта нармальна ".
		-- Arthur Miller

%
"Яны ведаюць ваша імя, адрас, нумар тэлефона, нумары крэдытных карт, хто яшчэгэта ваджэння аўтамабіля "для страхавання", ... лік вадзіцельскіх правоў. ўштат Масачусэтс, гэта тое ж самае лік, якое выкарыстоўваецца для сацыяльныхБяспека, калі вы не пярэчыць супраць такога выкарыстання. У гэтым выпадку, вам прысвойваеццаКолькасць і вы жывяце назаўжды больш на спіс "дзіўныя людзі, якія не даюцьз іх нумара сацыяльнага страхавання ў Масачусецы ".
		-- Arthur Miller

%
"Дадзеныя вельмі шмат, як людзей: Ён нарадзіўся Matures ажэніцца іншых дадзеных, ..разведзеная. Старэе. Адна рэч, якую ён не робіць гэта памерці. Гэта павінен быць забіты ".
		-- Arthur Miller

%
"Людзі павінны мець доступ да дадзеных, якія ў вас ёсць пра іх. Там павінна быць спосаб іх аспрэчваць любыя недакладнасці ".
		-- Arthur Miller

%
"Хоць палякі пакутуюць афіцыйнай цэнзуры, якая распаўсюджваецца сакрэтПаліцыя і законы, падобныя тым, у СССР, ёсцьтысячы падземных публікацый, юрыдычная незалежнымЦарква, прыватнага сельскай гаспадаркі, і першым і адзіным на Усходзе БлокаНезалежны прафсаюз федэрацыі, NSZZ Салідарнасць, якая з'яўляеццафіліял як Міжнародная канфедэрацыя свабодныхПрафсаюзы і Сусветнай канфедэрацыі працы. Гэталітаральна велізарная розніца паміж Польшчай - нават у ягоСучасны стан калапсу - і савецкага грамадства на пікуяго «галоснасці». Гэтая розніца была захавана на вялікаеКошт палякамі з 1944.- Дэвід Філіпс, SUNY ў Бафала, аб стварэнні   Шлюз ад за рабіць (Eurpoean акадэмічны навукова-даследчай сеткі)   Польшча
		-- Arthur Miller

%
"Існуе таксама квітнеючай незалежнай студэнцкі рух уПольшча, і таму існуе вялікая верагоднасць (хоць і негарантыя) аб унясенні спасылку за рабіць-Польшча, яна павінна калі-небудзьо, рэальная сувязь - ня асадку для пыласоса дляБлок збору інфармацыі Прылада па картках, каб давераныапаратчыкі ".- Дэвід Філіпс, SUNY ў Бафала, аб стварэнні   Шлюз ад за рабіць (Eurpoean акадэмічны навукова-даследчай сеткі)   Польшча
		-- Arthur Miller

%
"Не губляйце свае веды, што належнае возмужалость з'яўляецца Прамахаджэнне,непрымірымую розум, і крок, які падарожнічае неабмежаваныя дарогі ".
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
Не панікуйце.
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
Памылка спыняецца тут.
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
Памылка пачынаецца тут.
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
"Навошта марнаваць адмоўную энтрапію заўваг, калі вы маглі б выкарыстоўваць тое ж самаеэнтрапія для стварэння памылкі замест гэтага? "
		-- Steve Elias

%
"Паталогія хочуць кантраляваць, не тое, што вы калі-небудзь, таму што зВядома, вы ніколі не рабіць ".
		-- Gregory Bateson

%
"Ваш зад мой."
		-- Michael Jackson, Bad

%
Грузіце яго.
		-- Michael Jackson, Bad

%
"Пасля таго, як яны растуць, хто клапоціцца, дзе яны спускаюцца? Гэта не мой аддзел."
		-- Werner von Braun

%
"Калі адзіны інструмент у вас ёсць толькі малаток, вы схільныя разглядаць усе, як быццамгэта было цвіка ".
		-- Abraham Maslow

%
"Імітацыя з'яўляецца шчырая форма тэлебачання."
		-- The New Mighty Mouse

%
"Меншае з двух попелаў - зло."
		-- Seymour (Sy) Leon

%
"Гэта не пот, Генры. Russ дабраўся да Bugtown перш чым ён памёр. Так што ён будзерэгенераваць праз пару дзён. Гэта проста жахліва карава яго атрымаць забітыя ўпершае месца. Гм! "
		-- Ron Post, Post Brothers Comics

%
"Сумленная богам высакародны праца чалавека. ... Бог заўсёды нагадваў ямуСтваральнікі. Ён ненавідзеў і любіў тое, што зьненавідзелі і любіў, і ён быў нязменназнайсці на баку тых, ва ўладзе. ... Большасць багоў Пацешылаахвяраваць, і пах нявіннай крыві ніколі лічылася боскаядухі ".
		-- Robert G. Ingersoll

%
"Мы не імкнемся да ланцуга будучыню, але каб вызваліць сучаснасць. ... Мыпрыхільнікі дазнання, следства і думкі. ... Гэта грандыёзней думацьі даследаваць для сябе, чым паўтарыць крэда. ... Я гляджу на працягу днякалі * прычына *, первопрестольной на мазгі ў свеце, павінна быць Цар Цароў іБог над багамі.
		-- Robert G. Ingersoll

%
"Я шчыра лічу, што дактрына пекла нарадзілася ў зіготкімі вачымазмей, якія працуюць у жудасных шпулек, назіралых за іх здабычу. я веруён нарадзіўся з дзяўканне, выццё, рык і рыкаючы дзікіх звяроў ...Я пагарджаю яго, я кідаю выклік, і я ненавіджу яго ".
		-- Robert G. Ingersoll

%
"Гэта прэлюдыя?"   "Не, гэта Nuke Удар. Прэлюдыя мае паршывыя графікі. Бі мяне зноў."
		-- Duckert, in "Bad Rubber," Albedo #0 (comics)

%
ўзоры задаць пашыранае з'яўляюцца паўнапраўнымі рэгулярныя выразы; ён выкарыстоўвае хуткі дэтэрмінаваныхАлгарытм, які часам неабходны экспанентны памяць.
		-- unix manuals

%
"Розум страшная рэч, каб мець уцечку вушы."
		-- The League of Sadistic Telepaths

%
"Жыццё адстой, але гэта лепш, чым альтэрнатыва".
		-- Peter da Silva

%
Калі гэта эканоміка паслуг, чаму сэрвіс так дрэнна?
		-- Peter da Silva

%
"Я буду чакаць лячэнне хімічнымі прэпаратамі для псіхапатычнага паводзінаў на 10 раніцы заўтра,ці мне давядзецца кішкі для спагецці ".
		-- a comic panel by Cotham

%
"Нават калі вы на правільным шляху, вы атрымаеце запусціць над калі вы проста сядзець там."
		-- Will Rogers

%
"Адкрыты розум мае, але адзін недахоп: ён збірае бруд."
		-- a saying at RPI

%
"Вундэркінд у спадчыну зямлю."
		-- Karl Lehenbauer

%
"Сцеражыцеся праграмістаў апорных адвёрткі."
		-- Chip Salzenberg

%
"Элвіс мой другі пілот».
		-- Cal Keegan

%
"Фундаментальны прынцып навукі, вызначэнне амаль, заключаецца ў наступным:адзіным выпрабаваннем рэчаіснасці любой ідэі эксперымент ".
		-- Richard P. Feynman

%
Колькі Unix хакі трэба, каб памяняць лямпачку?   Давайце паглядзім, вы можаце выкарыстоўваць скрыпт, для гэтага, ці гэта патрэбна праграма C?
		-- Richard P. Feynman

%
"Ці не ненавідзяць мяне, таму што я прыгожая. Ненавідзяць мяне, таму што я прыгожая, разумнаяі багатых ".
		-- Calvin Keegan

%
"Уся праблема з светам у тым, што дурні і фанатыкі заўсёды такнекаторыя самі па сабе, але мудрыя людзі так поўны сумненняў ".
		-- Bertrand Russell

%
Заўсёды глядзіце праз плячо, таму што ўсе глядзяць і пабудовысупраць вас.
		-- Bertrand Russell

%
"Давайце асудзіць на Hellfire ўсіх тых, хто з намі не згодны."
		-- militant religionists everywhere

%
Baby On Board.
		-- militant religionists everywhere

%
"Канчатковым вынікам з'яўляецца сістэма, якая не толькі двайковая сумяшчальная з 4.3 BSD,але нават памылка для памылкі сумяшчальныя практычна ва ўсіх асаблівасцяў ".- Avadit Теваньян, малодшы, "Архітэктурна-незалежныя кіраванне віртуальнай памяццю   для паралельных і размеркаваных асяроддзях: Маха падыход "
		-- militant religionists everywhere

%
«Колькасць Unix установак вырасла да 10, з больш чаканым."
		-- The Unix Programmer's Manual, 2nd Edition, June, 1972

%
"Інжынерная без кіравання ёсць мастацтва."
		-- Jeff Johnson

%
"Я не бог, я няправільна працытавалі."
		-- Lister, Red Dwarf

%
Мозг офф-лайн, калі ласка, пачакайце.
		-- Lister, Red Dwarf

%
-! - UUNET цукру Карл | "Мы сачылі за вашымі поспехамі са значным- Karl@sugar.uu.net | Цікавасць, калі не сказаць пагарду "-. Зафод IV- Usenet BBS (713) 438-5018м-м-м-м-Гэта ўсё, людзі!----------- Скараціць тут, не забудзьцеся пазбавіць смецце ў канцы таксама -------------"Псіхааналіз ?? я падумаў, што гэта аголенай сесія рэп !!!"
		-- Zippy

%
Вы з задавальненнем яшчэ?
		-- Zippy

%
"Пераважная большасць паспяховых буйных злачынстваў супраць уласнасці з'яўляюццаў дзеяннях асобных асоб, якія злоўжываюць пазіцыі даверу ".
		-- Lawrence Dalzell

%
"Магчыма, я лупцоўка саламяную селядзец ў сярэдзіне патоку, але ў святлешто вядома пра ўсюдыіснасць уразлівасцяў, здаецца значназанадта небяспечна для ВНУ людзі для працы з іх галовамі ў пяску ".
		-- Peter G. Neumann, RISKS moderator, about the Internet virus

%
"Насеннай мяне, Seymour"
		-- a random number generator meets the big green mother from outer space

%
"Купляйце зямлю. Яны перасталі рабіць гэта."
		-- Mark Twain

%
"Адкрыць струк заліў дзверы, HAL."
		-- Dave Bowman, 2001

%
"Там не было ніякай розніцы паміж паводзінамі бога і аперацыйчыстая выпадковасць ... "
		-- Thomas Pynchon, _Gravity's Rainbow_

%
... Saure сапраўды аказваецца адэптам на складанага мастацтву papryomancy,здольнасць прарочыць праз назіраючы тое, як людзі рулон рэфрыжэратары -форма, шаблон лізаць, маршчыны і зморшчыны або адсутнасць такогаў паперы. "Вы хутка будзе ў каханні," ОЭЗ Saure, "бачыце, гэтую лінію тут.""Гэта доўга, ці не так гэта значыць -"? "Даўжыня звычайна інтэнсіўнасць.Не раз ".
		-- Thomas Pynchon, _Gravity's Rainbow_

%
Наперад, загалоўнай T на тэхналогіі, абагаўляць яе, калі яна зробіць вас адчувацьменш адказная - але гэта ставіць вас у з спакладаны, брата, з выкарыстаннемеўнухі захоўваючы гарэм нашай выкрадзенай Зямлі для здранцвенне і бязрадаснайhardons чалавечых султанаў, чалавек эліты без права на ўсё, каб быць дзе яныз'яўляюцца - "
		-- Thomas Pynchon, _Gravity's Rainbow_

%
... Пераважная каталіцкая пахам - ладан, воск, стагоддзямі мяккім бляяньнез вуснаў статка.
		-- Thomas Pynchon, _Gravity's Rainbow_

%
... У той час [1960-я гг], Bell Laboratories навукоўцы прагнозах,кампутарныя частот парадку 30 мільёнаў вылічэнняў з якая плавае коскі ўдругі (мегафлопс) будуць неабходныя для балістычнай ракеты армііСістэма абароны. Многія кампутарныя спецыялісты - у тым ліку Нацыянальнай акадэмііпанэлі навук - сказаў дасягнення такіх хуткасцяў, нават пры выкарыстанні кратнаеПрацэсары, было немагчыма. Сёння суперкамп'ютэры новага пакалення працуюцьу мільярды аперацый у секунду (гігафлопс).
		-- Aviation Week & Space Technology, May 9, 1988, "Washington Roundup", pg 13

%
рэзервовае капіраванне: заўсёды ў сезон, ніколі не выходзяць з моды.
		-- Aviation Week & Space Technology, May 9, 1988, "Washington Roundup", pg 13

%
"Быў смутны, непрыемнае шалудзівай аб яго Знешнасць, ён нейкім чынамЗдавалася брудная, хоць блізкі погляд паказаў яму, як старанна паголеныя якакцёр, і апрануты ў бездакорным бялізну ".
		-- H. L. Mencken, on the death of William Jennings Bryan

%
Праца была немагчымая. Вундэркіндаў парушыў мой дух. Яны зрабілі занадташмат рэчаў няправільна. Ён ніколі не быў, як гэта для Менкен. Ён жыў, якпрускі гулец - потлівасць горш Bryan на некалькі начэй і Drunkerчым Юду на іншых. Усё гэта было не па-людску кашмар ... і гэтыязношаны крэтыны маюць нахабства скардзіцца маіх тэрмінаў.
		-- Hunter Thompson, "Bad Nerves in Fat City", _Generation of Swine_

%
"Гэта пакаленне можа быць той, які сутыкнецца Армагедон».
		-- Ronald Reagan, "People" magazine, December 26, 1985

%
... Кабель прайшоў з намі па; страва было адзінай надзеяй, і ў канчатковым вынікумы ўсе былі вымушаныя звярнуцца да яго. Да лета '85, даліна была большспадарожнікавыя талеркі на душу насельніцтва, чым вёскі эскімосаў на паўночным схілеАляска.Шахта была адным з апошніх ісці. Я нерваваўся з самага пачатку прашкоднасці занадта шмат ўводу, якая з'яўляецца вельмі рэальная праблема з гэтымірэчы. Гледзячы тэлевізар становіцца поўны працоўны дзень, калі вы можаце сканаваць 200 каналаўўвесь дзень і ўсю ноч і да гэтага часу маюць магчымасць прабіваць снахў відэа машыне, калі астатні свет здаецца сумным.
		-- Hunter Thompson, "Full-time scrambling", _Generation of Swine_

%
"Патэлефануйце неадкладна. Час сыходзіць. Мы абодва павінны зрабіць што-тожахлівае перад смерцю ".
		-- Message from Ralph Steadman to Hunter Thompson

%
"Адзіны шлях для рэпарцёр глядзець на палітыка не працуе."
		-- H. L. Mencken

%
"Вы не выходзіць на вуліцу і штурхаць шалёнага сабаку. Калі ў вас ёсць шалёны сабака з шаленства, вамўзяць пісталет і застрэліць яго ".
		-- Pat Robertson, TV Evangelist, about Muammar Kadhafy

%
Дэвід Брынклі: Штодзённыя астралагічныя карты з'яўляюцца менавіта там, дзе, на мой  меркаваньне, што яны належаць, і што гэта на камічнай старонцы.Джордж: Я не думаю, астралогія ставіцца нават на камічныя старонкі.  Комікс не робячы ніякіх прэтэндуе на ісціну.Брынклі: Дзе б вы паклалі яго?Будзе: Я б не паставіць яго ў газеце. Я думаю, што гэта празрыста смецце.  Гэта адлюстраванне ідэі, што мы выключылі з заходняй думкі ў  шаснаццатага стагоддзя, што мы знаходзімся ў цэнтры клопату сусвету. Мы  ня цэнтр сусвету, і гэта не турбуе. выраўноўванне зоркі  падчас нашага нараджэння - гэта абсалютная лухта. Гэта не смешна  ёсць яна ўварвалася сярод людзей, якія маюць ядзерную зброю.Сэм Дональдсон: Гэта не штосьці новае. Губернатар Рональд Рэйган быў прыведзены да прысягі  у адразу пасля поўначы ў яго першы тэрмін у Сакрамэнта таму зорак  сказаў, што гэта спрыяльны час.Будзе: Яны [гараскопы] засталіся круглымі Збоі банальнасці. Яны могуць ставіцца да  хто і што заўгодна.Брынклі: Калі дакладны момант [нараджэння]? Я не думаю, што медсястра  стаяць з секундамерам і нататнікам.Дональдсон: Калі мы робім рашэнні, заснаваныя на зоркі - вось смяхотны  рэч. Людзі хочуць ведаць.- "На гэтым тыдні" з Дэвідам Брынклі, ABC Television, ў нядзелю, 8 мая 1988 года,   вытрымкі з дыскусіі па астралогіі і Рэйгана
		-- Pat Robertson, TV Evangelist, about Muammar Kadhafy

%
Паведамілі звяртаюцца да астралогіі ў Белы дом, прычыненую значнавесялосьць. Гэта не смешна. Астралагічны трызненне, што азначае астралогіюЯк правіла, няма месца ў газеце, не кажучы ўжо ўрад. У адрозненне коміксаў,якія з'яўляюцца часткай бясшкоднай задавальненнем газету і не робяць ніякіх прэтэнзіі на ісціну,Астралогія з'яўляецца махлярствам. Ідэя, што ён атрымлівае слуханні ва ўрадзепалохалай.
		-- George Will, Washing Post Writers Group

%
Астралогія з'яўляецца найчысты падман. Гэта ілжэнавукай была прыкладна здзень халдзеяў і вавіланян. Гэта як фальшывыя, як нумаралогіі,фрэналогіі, хірамантыя, алхімія, чытанне чайных лісця, а практыкаварожбы па вантробам коз. Ні адзін сур'ёзны чалавек не купіцьПаняцце, што наша жыццё пад уплывам індывідуальна рухамдалёкіх планет. Гэта пілавінне Бларни карнавальнага паўдарозе.
		-- James J. Kilpatrick, Universal Press Syndicate

%
Сур'ёзным грамадскія дэбаты з нагоды абгрунтаванасці астралогіі? сур'ёзным вернікў Белым доме? Двое з іх? Дайце мне перадыхнуць. Што здушыў свой смехз'яўляецца тое, што выява падганяецца. Рэйган заўсёды выяўляў абыякавасць да Feyнавука. Факты, як лікі, скочваюцца спіну. І мы ўсе прыйшлі дапрыняць яго. На гэты раз было зарапады, што стала сур'ёзнай праблемай .... Нетак даўно, гэта было падтрымка Рэйгана крэацыянізму .... крэацыяністаў фактычнаатрымаў роўнае час з эвалюцыяністаў. Грамадскага павінен быў быць адкрытыміна прэтэнзіі палеантолагаў і фундаменталістаў, як быццам гэтыя двое былінавуковыя калегі .... Гэта стала ясна на працягу доўгага часу, што прэзідэнтне схільны да навукі ... Увогуле, гэтыя адносіны падаць на дружалюбнага амерыканскагаторф .... Але на знешніх краях, гэты скептыцызм аб навуцы лёгка ператвараеццау свайго роду наіўнай прыняцця ненауки ці нават нонсэнс. Тое ж самаелюдзі, якія сумняваюцца эксперты могуць таксама лічыце, знахарства, з перавагЛаэтрил на вока трытона з рухам планет. Мы губляем здольнасць дапрымаць рацыянальныя - навукова - меркаваньні. Гэта ўсё тое ж самае.- Элен Гудман, The Boston Globe газета фірма-Washington Post Writers    група
		-- James J. Kilpatrick, Universal Press Syndicate

%
Відовішча астралогіі ў Белым доме - якое рэгулюе цэнтрНайбольшы ў свеце навукова-ваенная моц - так жудасна, штогэта не паддаецца разуменню і дае падставы для вялікай спалоху. самы простыадказ аджартавацца, і аддавацца вастрыні пра грамадзянскуюводгукі Паслугі для гараскоп органаў і чытачоў пальмаў і будзь Рэйганаспытаў Міхаіла Гарбачова за яго знака. Заразныя добры настрой з'яўляеццаадметнай рысай гэтага старшынства, нават калі самыя змрочныя пытанні датычацца.Але на гэты раз, гэта не смешна. Гэта ясна страшна.- Даніэль С. Грынберг, рэдактар, _Science і ўрад Отчет_, пішучы ў   "Newsday", 5 мая, 1988
		-- James J. Kilpatrick, Universal Press Syndicate

%
[Астралогія] 100 адсоткаў падман, Тэд. На самай справе, першае выданнез Брытанскай энцыклапедыі, напісанай ў 1771 годзе - 1771! - Сказаў, што гэтасістэма поглядаў з'яўляецца прадметам даўно высмеяў і пракліналі. Мы маем справу зперакананні, якія ўзыходзяць да старажытных вавіланяне. Там нічога няма ....Гэта гучыць вельмі падобна на навуку, гэта гучыць як астраноміі. Ён атрымаў тэхнічнаеТэрміны. Ён атрымаў жаргон. Гэта блытае грамадскасць .... Астролаг цалкамбойкі, блытае грамадскасць, выкарыстоўвае тэрміны, якія прыходзяць ад навукі, зыходзіць адметафізіка, прыходзяць з мноства палёў, але яны на самай справе нічога не значаць.Справа ў тым, што астралагічныя вераванні вярнуцца, па меншай меры 2500 гадоў. цяпер, каліпавінна быць досыць доўгі час для астролагаў, каб даказаць сваю правату. яныне даказалі сваю правату .... Гэта проста трызненне. Гэта значыць, ёсцьні адна тэорыя для яго, няма дадзеных назіранняў за ёй. Гэта было праверанаі праходзяць на працягу стагоддзяў. Ніхто ніколі не знайшлі якіх-небудзь абгрунтаванасць да яго ўЎсё. Гэта нават не блізка да навукі. Навука павінна быць паўтараным, ягопавінен мець лагічнае абгрунтаванне, і ён павінен быць патэнцыйна ўразлівыя -Вы праверыць яго. І ў гэтым астралогіі сапраўды вельмі-то яшчэ.- Астраном Рычард Berendzen, прэзідэнт Амерыканскага універсітэта, на ABC    Навіны "Nightline", 3 мая 1988
		-- James J. Kilpatrick, Universal Press Syndicate

%
З весткай, што Нэнсі Рэйган назваў астролага пры планаваннімужа графік і даклады каліфарнійцаў эвакуююць Лос-Анджэлесад сілы прадказанні ад лекара шаснаццатага стагоддзя іастролаг Мішэль дэ Notredame, вобраз ЗША як навуковая ітэхналагічнае народ браць трохі пабояў ў апошні час. На жаль, такіяздарэння не можа быць адхіленая як блізкага фантазіі. Яны з'яўляюцца праяваміз саліднай "анты-навукі" тэндэнцыі ў ЗША, якія, у выніку,можа паставіць пад пагрозу становішча краіны як тэхналагічнай магутнасці. , , ,выяўляцца шырокае жаданне адхіліць рацыянальнасць і падставіць серыюквазислучайных перакананняў, каб зразумець сусьвет не прадвесціць нічогадобра для нацыі глыбока занепакоеныя яго здольнасць канкурыраваць з ягопрамысловыя роўных. У той ступені, што яна адлюстроўвае мысленне ззначная частка грамадскасці, гэты пункт гледжання заклікае невуцтваз і, сапраўды, пагарду да навукі і рацыянальных метадаў набліжаеццаПраўда. , , , Становіцца ясна, што калі ЗША не выбірае сябе дахутка і прысвяціць некаторы высілак, каб эфектыўна навучанне моладзі, яе надзеіпадтрымліваць бачнасць лідэрства ў свеце можа адпачыць, як гэта ні парадаксальна,з новай хваляй тэхнічна зацікаўленых і падрыхтаваных імігрантаў, якія не робяцьпакутуюць ад гэтай хваробы анты-навукі нястрымнай ў відавочна распадаецца грамадства.
		-- Physicist Tony Feinberg, in "New Scientist," May 19, 1988

%
цуд: надзвычай выбітны або незвычайная падзея, рэч, або дасягненне.
		-- Webster's Dictionary

%
"Кампутар праграміст з'яўляецца стваральнікам сусвету, для якога ён у адзіночку нясе адказнасць. Сусветы практычна неабмежаванай складанасці могуць быць створана ў выглядзе кампутарных праграм ".
		-- Joseph Weizenbaum, _Computer Power and Human Reason_

%
"Калі код і каментары не згодныя, то абодва, верагодна, няправільна."
		-- Norm Schryer

%
"Можа ваша будучыня будзе абмежаваны толькі вашай мары."
		-- Christa McAuliffe

%
"Гэта лепш для цывілізацыі, ідзе дарэмна, чым быцьпрыдумаць яму ".
		-- Henry Allen

%
"Жыццё пачынаецца, калі вы можаце правесці вольны праграмаванне часу заместглядзець тэлевізар."
		-- Cal Keegan

%
"Мы ніколі не робім сцвярджэнняў, міс Таггарт," сказаў Х'ю Akston. "Гэтамаральна злачынства ўласцівыя нашых ворагаў. Мы не гаворым - мы * паказаць *.Мы не сцвярджаем, - мы * даказаць * ".
		-- Ayn Rand, _Atlas Shrugged_

%
"Я памятаю, калі я быў дзіцем, я прыходзіў дадому з нядзельнай школы і мама напіцца і паспрабаваць зрабіць бліны ".
		-- George Carlin

%
"Мой бацька? Мой бацька пайшоў, калі мне было зусім малады. Ну на самай справе, ён было прапанавана пакінуць. У яго былі праблемы яго засвоіць алкаголь ".
		-- George Carlin

%
"Я ўключаю свой тэлевізар. Я бачу паненку, якая ідзе пад прыкрыццёмбыць хрысціянінам, вядомы па ўсёй краіне, апрануты ў абцяжкускураныя штаны, трасяніны і варушыць сцёгнамі ў такт і рытммузыка як страбаскопы біць сваіх мадэляў па сцэне і тамуГурт грае сучасную рок гук, які не можа быць дыферэнцыраваны адпесні ля Grateful Dead, The Beatles, ці хто-небудзь іншы. І вы можаце паспрабавацькаб сказаць мне гэта Божы і што ён вядзе людзей да Хрыста, але ялепш відаць.- Джымі Сваггарт, крывадушна сэксуальны перакрут і ТБ прапаведнік, сябе называе парнаграфіі наркаман ", дзве пункту гледжання :. 'Christian' рок-н-рол", Евангеліст, 17 (8): 49-50.
		-- George Carlin

%
"Так званы хрысціянскі рок .... Д'ябальская сіла падрывае хрысціянства знутры ".- Джымі Сваггарт, крывадушнік і ТБ прапаведнік, сябе называе парнаграфіі наркаман, "Дзве пункту гледжання :. 'Крысціян' рок-н-рол", евангеліст, 17 (8): 49-50.
		-- George Carlin

%
"Любы, хто спрабуе генераваць выпадковыя ліку ад дэтэрмінаваных сродкаў з'яўляецца,Вядома, жыць у стане граху ".
		-- John Von Neumann

%
"Вы павінны мець IQ па меншай меры паўмільёна». - Popeye
		-- John Von Neumann

%
"Свабода па-ранейшаму найбольш радыкальная ідэя з усіх."
		-- Nathaniel Branden

%
Хіба вы не радыя, вы не атрымліваеце ўсе ўрад вы плаціце зараз?
		-- Nathaniel Branden

%
"Я ніколі не дазваляў мой школьнае перашкаджаць маёй адукацыі."
		-- Mark Twain

%
Гэтыя дзіўна вясёлы gogs забяспечыць ўладальнікі X Ray Gogs быць жыццёякой-небудзь партыі.
		-- X-Ray Gogs Instructions

%
Студэнт спытаў майстры аб дапамозе ... робіць гэтую праграму запускаць зВарштат? Майстар схапіў мыш і паказаў на абраз. "Што такоегэта? "спытаў ён. Студэнт адказаў" Гэта мыш ". Майстар націснутаякантрольна-Amiga-Amiga і ўдарыў студэнта па галаве з Amiga ROM KernelКіраўніцтва.
		-- Amiga Zen Master Peter da Silva

%
"Дзякуй Богу для стартапов; без іх мы б ніколі не ёсць нейкія дасягненні."
		-- Seymour Cray

%
"З рэгістра прасторы (цьфу)"
		-- vi

%
"Яго недахопы нягледзячы на ​​гэта, ёсць шмат, каб сказаць на карысцьжурналістыкі ў тым, што, даючы нам меркаванне неадукаваныя,ён трымае нас на сувязі з няведаннем супольнасці ".
		-- Oscar Wilde

%
"Ада PL / I спрабуе быць Smalltalk.
		-- Codoso diBlini

%
"Найбольшую небяспеку для свабоды хаваюцца ў падступных замахаў мужчын стараннасцю,добранамераных, але без разумення ".
		-- Justice Louis O. Brandeis (Olmstead vs. United States)

%
" 'Гэта праўда,' гэта шкада, а жаль 'гэта' гэта праўда."- Poloniouius, у Вілі дрыжаньнем ў _Hamlet, Прынц Darkness_
		-- Justice Louis O. Brandeis (Olmstead vs. United States)

%
"Усе людзі так шчаслівая цяпер, іх галовы абвалу. Я рады, што яныз'яўляюцца снегавіка з ахоўным гумовым скуры "
		-- They Might Be Giants

%
"Нерашучасць з'яўляецца асновай гнуткасці"
		-- button at a Science Fiction convention.

%
"Часам вар'яцтва з'яўляецца адзінай альтэрнатывай"
		-- button at a Science Fiction convention.

%
«Старасць і здрада будзе біць маладосць і ўменне кожны раз."
		-- a coffee cup

%
"Самае галоўнае ў чалавеку не тое, што ён ведае, але тое, што ён ёсць."
		-- Narciso Yepes

%
"Усё, што мы атрымалі ў магчымасці - зрабіць сабе тое ці іншае".
		-- Ortega y Gasset

%
"Мы будзем лепш і смялей, калі мы будзем весці і даведацца, чым калі б мы аддаваццахаластога фантазіі, што мы ўжо ведаем - ці што гэта не мае сэнсу, які імкнеццаведаю, што мы не ведаем ".
		-- Plato

%
"Для таго, каб прыняць удзел у праекце, а выснова словам паказвае, значыць кінуцьІдэя з апярэджаннем сябе так, што ён атрымлівае аўтаномію і выконваецца не тольківысілкамі яго аўтара, але, на самай справе, незалежна ад яго, а таксама.
		-- Czeslaw Milosz

%
"Мы не можам адкладаць жыццё, пакуль мы не гатовыя. Найбольш характэрным прыкметайжыцця яго коэрцитивности; гэта заўсёды актуальнай, "тут і цяпер", без якіх-небудзьмагчыма адтэрміноўка. Жыццё абпальваюць пры нас ва ўпор ".
		-- Ortega y Gasset

%
"Адтуль сюды, адсюль туды, кур'ёзы ўсюды".
		-- Dr. Seuss

%
"Калі справа даходзіць да пакоры, я самы вялікі".- Bullwinkle мус
		-- Dr. Seuss

%
Памятаеце, INT не заўсёды 16 біт. Я не ўпэўнены, але калі 80386 з'яўляецца аднымкрок бліжэй да выплюхвання Intel з крывой CPU, што асімптатычнанабліжаецца да рэальнай машыны, магчыма, INT была рэалізавана ў выглядзе 32 біт панекаторыя вытворцы Unix ...?
		-- Derek Terveer

%
"Паколькі я можа быць чутны нічым, якія могуць або не могуць клапаціццашто я кажу, я пытаюся, калі гэта мае значэнне, што вы дараваныя за штоВы, магчыма, зрабілі ці не зрабілі, які патрабуе прабачэння.І наадварот, калі не будзе прабачэння, але нешта яшчэ можа спатрэбіццазабяспечыць любую магчымую выгаду, для якіх вы можаце мець права пасляРазбурэнне вашага цела, я прашу, што гэта, усё гэта можа быць,выдавацца або утрымліваецца, у залежнасці ад абставін можа быць, такім чынам, кабзастрахаваць свой прыём згаданага выгаду. Я задаю гэтае пытанне ў сваім якасціВаш абраны пасярэднікам паміж вамі і тым, што не можа быцьсамастойна, але якія могуць быць зацікаўлены ў пытанні вашагапрыём столькі, колькі гэта магчыма для Вас, каб атрымаць гэтарэч, і якія могуць нейкім чынам уплываць гэтай цырымоніі. Амэн ".Madrak, у _Creatures Света і Darkness_, Роджэр Жэлязны
		-- Derek Terveer

%
"Акадэмічная выказаў здагадку, ці з'яўляецца прыгожага купальшчыккалі ёсць ніхто ў лесе не захапляцца яе. ён схаваўу кустах, каб высветліць, якія менавіта скажоны яго перадумовуале зрабіў яго шчаслівым.Мараль: Эмпірызм больш задавальнення, чым спекуляцыі ".
		-- Sam Weber

%
1 1 была гонка коні, 2, 2 складае 1 2. Пры 1 1 1 1 гонкі, 2 2 1 1 2.
		-- Sam Weber

%
"Я лічыў, што гэта было халакост, справа, і засталіся толькі ў жывых былі Донна Рыд, Озі і Харриет, і Cleavers. "- Уіл Уитон тлумачыць, чаму ўсё ў "Star Trek: The Next Generation"    так прыемна
		-- Sam Weber

%
"Інжынерная сустракае мастацтва на стаянцы і рэчы выбухнуць."
		-- Garry Peterson, about Survival Research Labs

%
"Чаму мы не можам калі-небудзь паспрабуе вырашыць праблему ў гэтай краіне, не маючы«Вайна» на ім? »- Рыч Томсан, talk.politics.misc
		-- Garry Peterson, about Survival Research Labs

%
      ... І перш чым я ведаў, што я рабіў, я штурхнуў      Машынка і кінуў яго па пакоі і зрабіў гэта прасіць      міласьць. На дадзены момант машынка маліў мяне апрануць      яму ў жаночай вопратцы, але замест гэтага я прыціснуўся маржы рэліз      зноў і зноў, пакуль машынка не страціў прытомнасць.      У гэты час я прыйшоў у прытомнасць і зразумеў, што ад сораму      Я зрабіў. Мой ганьба сышоў, і цяпер я шукаю з      пакорлівай машынкі, любы колер, або мадэль. няма электрычны      пішучых машынак, калі ласка!
		-- Rick Kleiner

%
Прафесійная барацьба: балет для звычайнага чалавека.
		-- Rick Kleiner

%
"Ідэаліст гэта той, хто, заўважыўшы, што ружа пахне лепш, чымкапуста, да высновы, што ён таксама зробіць лепш суп "-. Менкен
		-- Rick Kleiner

%
   "Ці з'яўляюцца гэтыя кактэйль-афіцыянткі пазногаць знакі?" Я спытаў, як ён Коллеттпаказаў нам гэтыя драпіны на грудзях. "Не, гэта на спіне," Коллеттадказаў. "Гэта дзе выпадак кактэйль крэветкі упаў на мяне. Я сказаў ёй,каб запаволіць трохі, але вы ведаеце, кактэйль афіцыянтак, яны, падобна,розум сваіх уласных ".- Неверагодна Жахлівы, Розум-Абпал Лета камандзір і Stiggs   Нацыянальны капуснік, Кастрычнік 1982
		-- Rick Kleiner

%
"Ніколі не здавацца. Ніколі не здавацца. Ніколі. Ніколі. Ніколі."
		-- Winston Churchill

%
"Ніколі не прыпісваць злосці тое, што выклікана прагнасцю і невуцтвам».
		-- Cal Keegan

%
"Нягледзячы на ​​суфікс, скептыцызм не« змен "у сэнсе верыабо догма. Гэта проста падыход да праблемы казаў, штопадробка і што з'яўляецца сапраўднаю. І прызнанне, наколькі дарагім можабыць не ў стане зрабіць гэта. Каб быць скептыкам, каб культываваць "вулічны розум» убарацьба за кантроль над сваім розумам, уласнае грошай, сваю ўласнуюпрыхільнасцях. Каб быць скептыкам, увогуле, гэта адмовіцца ад быць ахвярай.- Роберт С. DeBear, "Парадак дня для Прычына, рэалізм, і адказнасці", Нью-Ёрк Скептык (Бюлетэнь раёне Нью-Ёрка Скептыкі, Inc.), вясна 1988
		-- Cal Keegan

%
"Калі вы хочаце ведаць, што адбываецца з вамі, калі вы памраце, пайсці паглядзець на некаторыя мёртвымматэрыял ".
		-- Dave Enyeart

%
"Праз тыдзень [з'яўлення Аўстрыі] Я не мог дачакацца, каб вярнуцца да ЮнайтэдШтаты. Усё было значна больш прыемна ў Злучаных Штатах, з-заменталітэт будучы адкрытымі, заўсёды дадатная. Усё, што вы хочаце, кабрабіць у Еўропе не проста «Ні ў якім разе. Ніхто не рабіў гэтага ». Яны маюць не які-небудзьбольш жаданне пайсці на заваёву і дасягненне - я зразумеў, што я меў шматбольш амерыканскі дух ".
		-- Arnold Schwarzenegger

%
"Я аддаю перавагу, каб жулікі прыдуркаватых, таму што яны часам адпачыць."
		-- Alexandre Dumas (fils)

%
Я думаю, па большай частцы, што аўдыторыя тут карыстаецца кесарава слова ўаналагічным чынам. Я не думаю, што хто сапраўды верыць у новым, рэвалюцыю,ичных літаратура --- Я думаю, яны выкарыстоўваюць `кіберпанк" ў якасці тэрміна для зручнасціабмеркаваць агульныя стылістычныя элементы ў невялікай групе апошніх кнігах SF.
		-- Jeff G. Bone

%
Такім чынам мы атрымліваем да маёй кропцы. Вядома людзі вакол прачытаць тут тое, штоня на * афіцыйна санкцыянаваных кіберпанк спіс чытання *. Вядома, мыняма (любы з нас) сапраўды лічу, што ёсць некаторыя вялікія, глыбокія палітычныя іфіласофская паведамленне ва ўсім гэтым, ці не так? Так што калі гэта `кіберпанк" Справа ў тым,проста тэрмін выгоды, як хто-то можа прадаць? Калі кіберпанк гэта простаСлова, якое мы выкарыстоўваем для апісання пэўнага стылю і вобразы ў Сан-Францыска, як гэта можа быцьмёртвы? Дзе глыбокія заявы пра тое, што `Рух 'з'яўляецца або спрабаваўзрабіць?Я думаю, што большасць з нас цікавіць пры разглядзе і абмеркаванні літаратурны(І музычны) творы, якія валодаюць пэўнай стылістычнай дасканаласці і, магчыма,а крайняя перспектыве; гэта тое, што CP ўсё аб, ці не так? Можа быць, ёсцьпавінны быць тэлеканферэнцыі, як, скажам, alt.postmodern ці нешта. Нешта меншабмежавальны характар, чым alt.cyberpunk.
		-- Jeff G. Bone

%
«Галава кожнага чалавека з'яўляецца танным фільм шоу".
		-- Jeff G. Bone

%
Жыццё поўная паняццяў, якія дрэнна вызначаны. На самай справе, існуе вельмі малапаняцці, якія такімі не з'яўляюцца. Цяжка ўспомніць ні ў нетэхнічнае абласцях.
		-- Daniel Kimberg

%
... Кіберпанк хоча бачыць розум як механістычнае і дуплицируемая,складаныя базавыя здагадкі аб прыродзе індывідуальнасці і асобы.Гэта здаецца ўсё больш падстаў лічыць, што кіберпанк мастацтва & музыкапа сутнасці бессэнсоўнае garbagio. Вілі, вядома звярнуўся гэтую ідэю ў"Граф Нуль", з Katatonenkunst, аўтаматычная скрынка-мейкера і дзяўчатыНазіранне, што сапраўднае мастацтва стаў будынак самой машыны,чым яго выхадзе.
		-- Eliot Handelman

%
Гэта можа быць варта задумацца, што гэтая група была першапачаткова створанаяшчэ ў верасні 1987 года і абмяняўся больш за 1200 паведамленняў.Арыгінальны анонс для групы пад назвай для усё ўключанаАбмеркаванне пачынаючы ад лістоў Гібсан і Винжа і фільмаўяк Bladerunner каб рэальны свет рэчы, як апісанне брэндаў зПраца, якая праводзіцца ў лабараторыі MIT Media Lab. Яна была распрацавана як прытулак длялюдзі з бачаннем гэтай галіне. Калі вы хочаце стварыць прытулак длялюдзі з вузкімі бачанняў, не саромейцеся. Але мне сумна для тых, хтохто думае, што alt.cyberpunk такая жахлівая група, што ўвострая неабходнасць быць падзелена. Нябёсы дапамагчы ім, калі яны калі-небудзь пачацьчытанне comp.arch або rec.arts.sf аматары.
		-- Bob Webber

%
... Я не клапаціцца пра перспектыву "механістычнай". Слова «кібернетычнай» шматбольш дарэчы. Механістычнага светапогляду падае далей і далей ззадурэальны свет, дзе нават простыя сістэмы могуць вырабляць самыя цудоўныяхаос.
		-- Peter da Silva

%
Што тычыцца асноўных здагадак аб індывідуальнасці і асобы, гэта ядрошто мне падабаецца ў кіберпанка. І гэта сутнасць таго, што мне падабаецца ў пэўныпапярэдне Gibson neophile тэхнароў SF пісьменнікаў, што некаторыя людзі тут любяць ставіцьўніз Не кожны робіць тыя самыя прапановы. Я не сышоў з розуму ... гэтарэзервовае капіраванне на стужку.
		-- Peter da Silva

%
Хто з мастакоў у кампутарнай графікі паказваюць? апошняе шкло Wavefront, альболюдзі, якія запраграмаваныя так? Калі Мандельброта атрымаць увесь крэдыт завыснову праграм, такіх як MandelVroom?
		-- Peter da Silva

%
Падоўжны край тэхналогіі рада паведаміць наступнаеПраграма TETflame:1) Для дагаворнай цане (без quatloos не прымаюцца) адзін з нашых палымяным   прадстаўнікі будуць полымя жывога дзярмо з плаката   ваш выбар. Цана зваротна прапарцыйна колькі   мудак, мэта яго. Мы не можам быць упэўнены, паглумляцца Dennis   Рычы. Мэт Crawford полымя вольныя.2) Для дагаворнай цане (тое ж самае размяшчэнне) праграма TETflame   прапануе `` полымя шыны Страхоўка ''. Згодна з гэтай дамоўленасці, калі   адзін з нашых страхавальнікаў будзе абпалу, мы адменім правапарушэнняў   артыкулы і Полымя агнямёт, да хрумсткай скарыначкі.3) TETflame палымяны прадстаўнікоў ўключаюць у сябе: Рычард Секстон, Алег   Kisalev, Дыяна Холт, Трышэ O'Tauma, Дэйв Хіл, Грег Новак і наш самы   Нядаўняе набыццё, Кіт Дойл. Але ўсё, што ён будзе зрабіць, гэта пакласці вас у яго   забіць файл. Weemba па спецыяльнай дамоўленасці.
		-- Richard Sexton

%
"Паколькі я ішоў пасярод пякельнага агню, у захапленні ад асалодаў Genius; для анёлаў выглядаць пакут і вар'яцтва. Я сабраў некаторыя з іх Выслоўі ... "- Блэйк," Жаніцьба Рай і Пекла "
		-- Richard Sexton

%
Як гэта даказаць, ЧАСТКА 1Доказ прыклад:Аўтар дае толькі выпадак п = 2 і мяркуе, што гэтазмяшчае большасць ідэй агульнай доказы.Доказ шляхам запалохвання:"Trivial".Доказ энергічным handwaving:Добра працуе ў класнай пакоі або семінар.
		-- Richard Sexton

%
Як гэта даказаць, ЧАСТКА 2Доказ ад грувасткіх пазначэнняў:Лепшы зроблена з доступам па меншай меры чатырох алфавітаў і спецыяльныхсімвалы.Доказ ад знясілення:Пытанне ці два з часопіса прысвечаны пацвярджае карысна.Доказ шляхам бяздзейнасці:'Чытач можа лёгка паставіць дэталі'"Астатнія 253 выпадкі аналагічныя ''...'
		-- Richard Sexton

%
Як гэта даказаць, ЧАСТЬ 3Доказ ад заблытвання:Доўгі бессюжетно паслядоўнасць сапраўдным і / або бессэнсоўнымісінтаксічна адпаведных справаздач.Доказ ад жаданага цытавання:Аўтар прыводзіць адмаўлення, адваротнае або абагульненнетэарэма з літаратуры, каб падтрымаць свае прэтэнзіі.Доказ ад фінансавання:Як мог тры розных урадавых устаноў памыляцца?Доказ ад знакамітага улады:"Я бачыў Карпа ў ліфце, і ён сказаў, што гэта, верагодна, NP-поўная '.
		-- Richard Sexton

%
Як гэта даказаць, ЧАСТКА 4Доказ пры асабістым зносінах:"Восем-мерны каляровы цыкл зачысткі NP-поўнай[Карп, асабістае паведамленне].Доказ звядзеннем да няправільнага праблемы:"Каб убачыць, што бесконечномерным колеру цыклу зачысткіадрозная, мы памяншаем яго праблемы прыпынку.Доказ са спасылкай на недаступную літаратуры:Аўтар прыводзіць простым следствам тэарэмы можна знайсціу прыватным распаўсюджанай мемуарах славенскагаФілалагічны грамадства, 1883.Доказ па важнасці:Вялікая колькасць карысных наступстваў ўсе вынікаюць зПрапанова пад пытаннем.
		-- Richard Sexton

%
Як гэта даказаць, ЧАСТКА 5Доказ назапашаным доказаў:Доўгія і дбайныя пошукі не выявіў контрпример.Доказ касмалогіі:Адмаўленне прапановы няўяўна абобессэнсоўным. Папулярныя за доказы існавання Бога.Доказ па ўзаемнай даведкі:У даведачнай А, тэарэма 5 Кажуць прытрымлівацца з тэарэмы 3спасылка B, якая паказана на выцякаюць са сьледзтва 6.2 ўСпасылка С, які з'яўляецца простым следствам тэарэмы 5 уСпасылка А.Доказ ад metaproof:Даецца метад пабудовы жаданага доказ.Правільнасць метаду даказаная з дапамогай любога з іхМетады.
		-- Richard Sexton

%
Як гэта даказаць, частка 6Доказ карцінай:Больш пераканаўчым форма доказы на прыкладзе. добра спалучаеццаз доказам бяздзейнасць.Доказ ад апантанай сцвярджэнні:Гэта карысна мець нейкае дачыненне паўнамоцтваў наГледачы.Доказ па спасылцы прывід:Нішто нават аддалена не нагадваюць цытуемы тэарэма з'яўляецца ўспасылка даецца.
		-- Richard Sexton

%
Як гэта даказаць, частка 7Доказ ад пярэдняга даведкі:Гаворка ідзе, як правіла, да маючай адбыцца рабоце аўтара,які часта ня насустрач настолькі, наколькі спачатку.Доказ ад семантычнага зруху:Некаторыя з стандартных, але нязручных азначэнняў мяняюццаза пастаноўку выніку.Доказ ад звароту да інтуіцыі:Воблака-вобразны малюнкі часта дапамагчы тут.
		-- Richard Sexton

%
        [Май адна] сумняваюся, у сырам і драўніны, чарвякі ствараюцца,        або, калі жукі і восы, у гной, або калі матылькоў, саранчы,        малюскі, слімакі, вугры, і такая жыццё быць спароджаныя з расклаўся        Справа, якое павінна атрымаць форму гэтай істоты, да якога яго        з'яўляецца фармавалай харчавання, размешчанага [?] На пытанне гэта да пытання        Прычына, пачуццё, і вопыт. Калі ён у гэтым сумняваецца, хай ідзе ў        Егіпет, і там ён знойдзе поля кішаць мышамі спарадзіў        з гразі ў Nylus, на вялікі бедству жыхароў.                Сваё меркаванне семнаццатага стагоддзя цытуе Л. Л. Вудраф,                ў * Эвалюцыя Зямлі і Чалавека *, 1929
		-- Richard Sexton

%
Наведванне на кнопку на канвенцыі SF:Ветэран Triangle экспедыцыйных сіл Бярмудскім. 1990-1951.
		-- Richard Sexton

%
"Калі людзі добрыя толькі таму, што яны баяцца пакарання, і спадзявацца на ўзнагароду,Затым мы з'яўляемся шкада шмат сапраўды ".
		-- Albert Einstein

%
"Тое, што хацеў, няма волі, каб паверыць, але жаданне даведацца, штопоўная супрацьлегласць ".
		-- Bertrand Russell, _Sceptical_Essays_, 1928

%
"Ці былі ні адной жанчыны, мужчыны не маглі жыць як багі».
		-- Thomas Dekker

%
"Выведка без характару небяспечная рэч."
		-- G. Steinem

%
"Гэта сведчыць, што ён зрабіў усё, каб мы былі як і ён. Так што калі мы нямы, то богнямы, і, магчыма, нават трохі непрыгожа з боку ".
		-- Frank Zappa

%
"Гэта не толькі кампутар - гэта ваша задніца."
		-- Cal Keegan

%
"Дайце угадаю, выд. Pentescostal, праўда?"- Starcap'n Ра, ra@asuvax.asu.edu. "Няма Харызматычны (я думаю - я адмовіўся ад якіх ўсіх гэтых надакучлівых этыкетак маю на ўвазе) ".- Рэд Карп, erc@unisec.usi.com"Якая розніца - усё стараннасць і пачуццё, у сярэднім менш чым за адзін працоўны мозгклетка на сходзе. Starcap'n Ра, вы прывязаныя яго. Добрая праца! "
		-- Kenn Barry, barry@eos.UUCP

%
"Дарэчы, Ісус ведае вы полымі?"
		-- Diane Holt, dianeh@binky.UUCP, to Ed Carp

%
"Я бачыў падробкі Я паслаў па-за."
		-- John F. Haugh II (jfh@rpp386.Dallas.TX.US), about forging net news articles

%
"Проста з цікаўнасці гэта фактычна азначае нешта або мець некаторыя з нешматлікіх пакінутых бітаў вашага мозгу проста выпарваюць? "
		-- Patricia O Tuama, rissa@killer.DALLAS.TX.US

%
"Адкусі, dirtball."Рычард Секстон, richard@gryphon.COM
		-- Patricia O Tuama, rissa@killer.DALLAS.TX.US

%
"О, мой!` Запаленчае стаўленне 'у alt.flame? Ніколі не чуў пра такіярэч..."
		-- Allen Gwinn, allen@sulaco.Sigma.COM

%
(Нуль печыва; спадзяюся, што гэта нармальна)
		-- Allen Gwinn, allen@sulaco.Sigma.COM

%
"У хрысціянстве ні маралі, ні рэлігіі ўступаць у кантакт з рэальнасцюу любым пункце ".
		-- Friedrich Nietzsche

%
"Хто ў адзіночку мае падставы * ляжаць сябе з * актуальнасці? Той, хто пакутуе * * ад яго ".
		-- Friedrich Nietzsche

%
"А вы ненавідзіце габрэяў так, чаму вы прыняць сваю рэлігію?"
		-- Friedrich Nietzsche, addressing anti-semitic Christians

%
"Маленькія prigs і тры чвэрці вар'яты могуць мець ганарлівасць, што законыпрырода пастаянна парушаецца за іх ".
		-- Friedrich Nietzsche

%
"Навука робіць богападобныя - гэта ўсяго са святарамі і багамі, калі чалавек становіцца навукова. Мараль: навука забаронены як такі - яна адна забаронена. Навука ёсць * першы * граху, * арыгінал * грэх. * Гэта само па сабе маралі * `` Ты не даведаешся '' - .. астатняе вынікае "
		-- Friedrich Nietzsche

%
"Вера: не * жадаючы * ведаць, што гэта праўда."
		-- Friedrich Nietzsche

%
> Адной з асноўных паняцце, якая ляжыць у аснове Usenet з'яўляецца тое, што кааператыў.Пабываўшы на USENET для выезду на дзесяць гадоў, я не згодны з гэтым.Асноўная ідэя, якая ляжыць у аснове USENET гэтае полымя.
		-- Chuq Von Rospach, chuq@Apple.COM

%
"Кожная група мае некалькі экспертаў. І кожная група мае па меншай меры адзін ідыёт. Такім чынам з'яўляюцца баланс і гармонія (і дысананс) захоўваецца. часам цяжка памятаць пра гэта ў асноўнай масе flamewars што ўсе клопатаў і Боль, як правіла, выклікана адной або двух высокакваліфікаваных матываваных, з'едлівых папрокаў ".
		-- Chuq Von Rospach, chuq@apple.com, about Usenet

%
Абапіраючыся на сістэму ў апошні час?
		-- Chuq Von Rospach, chuq@apple.com, about Usenet

%
"Гэта не многа азначае якіх адзін ажэніцца на адзін, безумоўна, каб высветліць, у наступнымраніцай хто-то іншы ".
		-- Rogers

%
"Калі вы баіцеся адзіноты, не жаніся».
		-- Chekhov

%
"Каханне з'яўляецца ідэальным рэч, шлюб рэальная рэч; змешванне рэальнага зідэальным ніколі не застаецца беспакараным ".
		-- Goethe

%
"У шлюбе, саромецца часам быць захаваны."
		-- Butler

%
"Галоўнае пытанне ... які я не быў у стане адказаць ... ёсць,` Што робіцьхочуць жанчыны? "
		-- Sigmund Freud

%
"Я нядаўна разглядалі ўсе вядомыя забабоны свету, і не знайшлі ў нашым канкрэтным забабоны (хрысціянства) адзін адкупленчай асаблівасць. Яны ўсе аднолькавыя заснавана на баек і міфалогіі ".
		-- Thomas Jefferson

%
Памятаеце: Дурны гэты стан розуму, Stupid гэта спосаб жыцця.
		-- Dave Butler

%
"Першынство з вучонага над прыхільніка роўная перавагімесяца, у ноч поўні, па ўсім зоркам. праўдзіва,адукаваныя людзі з'яўляюцца спадчыннікамі прарокаў ".
		-- A tradition attributed to Muhammad

%
"Духавенства паспяхова прапаведаваў вучэнне цярпення і маладушнасці;былі збянтэжаныя актыўныя цноты грамадства; і апошнія рэштківаенны дух былі пахаваныя ў манастыры: большая частка насельніцтва іпрыватны капітал быў прысвечаны добрапрыстойнымі патрабаванняў дабрачыннасці і адданасці;і аплаціць салдат была шчодра на непатрэбных народу обоего полуякія маглі б судзіцца толькі вартасці ўстрымання і цноты ".
		-- Edward Gibbons, _The Decline and Fall of the Roman Empire_

%
"Пытанне, хутчэй за: калі мы калі-небудзь атрымаецца зрабіць розум 'арэхаў іБалты ', як мы будзем ведаць, што нам удалося?- Фергал Тумі"Гэта пакажа нам."
		-- Barry Kort

%
"Ваша смяротная для пэўнасці».
		-- Will Durant

%
"Мец былі вялікія ў 'шэсцьдзесят восем, Карты былі штраф у 'шэсцьдзесят дзевяць, Але пачаткоўцы будуць нябеснае у дзевятнаццаць семдзесят ".
		-- Ernie Banks

%
"У двух выпадках мяне папрасілі [членамі парламента!], 'Маліцеся, г-нБэббидж, калі вы паклалі ў машыну няслушныя лічбы, будзе правільных адказаўвыйсці? Я не ў стане правільна ўспрыняць такой блытаніны ідэйякія маглі б справакаваць такое пытанне ".
		-- Charles Babbage

%
"Я заклікаю хрысціянства * адзін * вельмі праклён, то * адзін * вельмі ўнутранаяраспуста, то * адзін * вельмі інстынкт помсты, для якога няма мэтазгоднадосыць атрутныя, сакрэт, падземныя, * дробная * - Я называю гэтаЗорачкі * адзін * смяротны заганы чалавецтва ".
		-- Friedrich Nietzsche

%
"Асноўная мэта анімацыі Веру Боскую і Яго рэлігіі заключаецца ўабароны інтарэсаў і садзейнічання адзінства чалавечага роду, і спрыяцьдух любові і зносін сярод людзей. Пакутуюць не стаць крыніцайразладу і рознагалоссяў, нянавісці і варожасці ".«Рэлігія ёсьць праўдзівае галоўную зброю ўстанаўлення парадку ў Мір і спакою сярод гэта чалавек ... Чым больш зніжэнне рэлігіі, тым больш цяжкае наравістасць бязбожнікаў. Гэта не можа не прывесці ў рэшце рэшт да хаосу і блытаніны ".
		-- Baha'u'llah, a selection from the Baha'i scripture

%
"Cogito такім чынам я маю рацыю, і вы памыляецеся."
		-- Blair Houghton

%
"... Адзін з галоўных прычын падзення Рымскай імперыі было тое, што,хапае нуля, у іх не было ніякай магчымасці, каб паказаць паспяховае завяршэннеіх праграмы C ".
		-- Robert Firth

%
Пытанне: Хто-то проста адказваў, што Раман Паланскі накіраваны Зорныя вайны. ШтоЯ павінен рабіць?A: Даць правільны адказ адразу! Мы не можам мець людзі працягваюць верыцьшто! Вельмі добра, што вы заўважылі гэта. Вы, напэўна, будзеце адзінымрабіць карэкцыю, так прымацоўваць як толькі вы можаце. Няма часу, каб прайграць, таквядома, не пачакаць дзень або праверыць, калі нехта іншы зрабіўКарэкцыя.І гэта не дастаткова добра, каб адправіць паведамленне па электроннай пошце. так тытолькі той, хто сапраўды ведае, што ён быў Фрэнсіс Копала, вы павінны паведаміцьўся чыстая адразу!
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
Q: Як я магу выбраць, якія групы могуць пакідаць у? ...Пытанне: Як наконт прыкладу?A: Добра. Дапусцім, вы хочаце паведаміць пра тое, што Грэцкі быў прададзены зОйлерз да цароў. Цяпер адразу можна падумаць rec.sport.hockeyбыло б дастаткова. Няправільна. Значна больш людзей маглі б быць зацікаўлены. гэтабуйны гандлёвы! Так як гэта навінавая артыкул, яна належыць у навінах. * Іерархіяа. Калі ў вас навіннай адміністратара, ці ёсць адзін на вашай машыне, паспрабавацьnews.admin. Калі няма, выкарыстоўвайце news.misc.Нафтавікі, верагодна, зацікаўлены ў геалогіі, так што паспрабуйце sci.physics. ёнвялікая зорка, так прымацоўваць да sci.astro і sci.space, таму што яны таксамазацікаўлены ў зорках. Далей, яго завуць Польскі гучанне. Так прымацоўваць даsoc.culture.polish. Але гэтая група не існуе, таму крос-пост уnews.groups рэкамендуемым павінны быць створаны. Пры гэтым шматлікія групыЦікавасць, ваша артыкул будзе вельмі дзіўным, так прымацоўваць да talk.bizarre якасцідобра. (І пісаць у comp.std.mumps, так як яны наўрад ці пагражаюць артыкулатам, і гурт "Камп" будзе распаўсюджвацца ваш артыкул далей.)Вы таксама можаце знайсці гэта больш цікава, каб адправіць артыкул раз у кожнай групе.Калі вы пералічыць усе групы навін у тым жа артыкуле, некаторыя дыктары будзепаказваць толькі артыкул чытачу адразу! Не цярпець.
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
Пытанне: Я не магу запісаць варта плаціна. Спадзяюся ваш ісці занадта сказаць, што мне рабіць?A: Не турбуйцеся аб тым, як вашыя артыкулы выглядаюць. Запомніць гэтае паведамленнешто разлічвае, не так, як яно прадстаўлена. Ігнараваць факт, што неакуратнаарфаграфіі ў чыста пісьмовага форуме пасылае тыя ж маўклівыя паведамлення,забруджаны адзенне будзе, калі звяртаючыся да аўдыторыі.
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
Пытанне: Яны проста аб'явілі па радыё, што Дэн Куэйл быў абраны якРэспубліканская В.П. кандыдат. Ці павінен я апублікаваць?Аб: Вядома. Сетка можа дасягнуць людзей у толькі 3 да 5 дзён. гэтаідэальны спосаб інфармаваць людзей аб такіх навінавых падзей доўгі час паслявяшчальных сетак накрылі яе. Як вы, верагодна, адзіны чалавек,чуў навіны па радыё, абавязкова прымацоўваць як толькі вы можаце.
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
Што Мікі Маўс атрымаць на Каляды?А Дадзены Куэйл глядзець.
		-- heard from a Mike Dukakis field worker

%
Пытанне: У чым розніца паміж прадаўцом аўтамабіляў і кампутарам    прадавец?A: прадавец аўтамабіля, верагодна, можа кіраваць!
		-- Joan McGalliard (jem@latcs1.oz.au)

%
"Ваш глупства, Ален, проста не на належным узроўні."- Дэйв Мак (mack@inco.UUCP)"Тваё".
		-- Allen Gwinn (allen@sulaco.sigma.com), in alt.flame

%
Падборка з даоскіх пісанняў:"Лао-Тан пытаецца Канфуцый:` Што вы разумееце пад добразычлівасці і справядлівасці »? Канфуцый сказаў: `Каб быць у сваёй глыбіні душы ў ласкава сімпатыі з усімі рэчы; любіць усіх людзей і не дапускаюць эгаістычныя думкі: гэта прырода добразычлівасці і справядлівасці ».
		-- Kwang-tzu

%
"Ісус ратуе ... але Грэцкі атрымлівае адскок!"
		-- Daniel Hinojosa (hinojosa@hp-sdd)

%
"Усё, што створана абавязкова павінна быць ніжэй сутнасці стваральніка."- Клод Shouse (shouse@macomw.ARPA)"Маці Эйнштэйна павінна было жахліва фізіка".
		-- Joseph C. Wang (joe@athena.mit.edu)

%
«Рэлігія ёсць нешта што застаўся ад маленства нашага інтэлекту, гэта будзезнікаюць, як мы прымаем розум і навуку як нашым правілах ".
		-- Bertrand Russell

%
"Вусны хлуслівыя агідныя Госпаду, але хто гаворыць праўду, належаць яму асалоду. Лагодны адказ адхіляе гнеў; а слова абразьлівае будзіць лютасьць. Ён дае адказ не раней, чым ён слухае яго, гэта глупства і ганьба яго. Не будзь сьведка супроць блізкага твайго без прычыны; і падманваць ня з Вусны твае. Смерць і жыццё ва ўладзе языка ".
		-- Proverbs, some selections from the Jewish Scripture

%
"У юнацтве я імкнулася да трываламу славы, я прагнуў фактычную пэўнасць іЯ прагнуў значнага бачання чалавечага жыцця - так што я стаў вучоным.Гэта як стаўшы арцыбіскупам так што вы можаце пазнаёміцца ​​з дзяўчатамі ".
		-- Matt Cartmill

%
Гейзенберг, магчыма, былі тут.
		-- Matt Cartmill

%
"Любы нагода паслужыць тырана."
		-- Aesop

%
"Вопыт паказвае, што некаторыя людзі сапраўды ведаюць усе."
		-- Russell Baker

%
Колькі Zen будыйскі трэба, каб памяняць лямпачку?Два. Адзін, каб змяніць яго, і ніхто не змяніць яго.
		-- Russell Baker

%
"Я аддаю перавагу тупога дубінкі паслядоўнікаў змея Бога".
		-- Sean Doran the Younger

%
"Калі я не хачу, каб іншыя мяне цытаваць, я не кажу."
		-- Phil Wayne

%
"Мой тэрмінал з'яўляецца смяротным чайнай лыжкі."
		-- Patricia O Tuama

%
"Я ... жанчына ... і ... тэхнічна паразітычны наростам маткі"
		-- Sean Doran the Younger [allegedly]

%
"Гэта толькі мне, ці хто-небудзь яшчэ прочитать` Бібліі humpers 'кожны разхтосьці піша `біблейскія thumpers?
		-- Joel M. Snyder, jms@mis.arizona.edu

%
"Грошы ёсць корань усіх грошай."
		-- the moving finger

%
"... Грег Новак:` Іншы полымя ад Грега - Ці трэба казаць больш? "- Джонатан Д. Trudel, trudel@caip.rutgers.edu"Не, трэба менш казаць."
		-- Richard Sexton, richard@gryphon.COM

%
"І гэта маё меркаванне, і гэта толькі маё меркаванне, вы вар'ят. Простатаму што ёсць некалькі hunderd іншыя людзі, якія падзяляюць ваша вар'яцтва з ваміня робіць вам ніякіх Санер. Асуджаныя, а? "
		-- Oleg Kiselev,oleg@CS.UCLA.EDU

%
"Паслухмянасць. Рэлігія рабоў. Рэлігія інтэлектуальнай смерці. Мне падабаеццагэта. Не задавайце пытанняў, не думаю, выконваць Слова Госпада - як гэтабыў зручна прадстаўлена вам чалавека ў Rolls з цяжкім Rolexна запясце. Мне падабаецца, што працу! Дзе я магу зарэгістравацца? "
		-- Oleg Kiselev,oleg@CS.UCLA.EDU

%
"Ці не хатняя жыццё, як мы разумеем, гэта не больш натуральным для нас, чым клетка, дакакаду ".
		-- George Bernard Shaw

%
"Шлюб, як клетка, адзін бачыць птушкі за межамі адчайна, каб атрымаць, ітыя, хто знаходзіцца ў адчаі, каб выйсці ".
		-- Montaigne

%
"Для мужчыны і жанчыны, каб жыць стала разам ... біялагічнакажучы, вельмі ненатуральнай стан ".
		-- Robert Briffault

%
"Шлюб нізка, але вы правесці астатак Ваша жыццё плаціць за гэта."
		-- Baskins

%
Чалавек не з'яўляецца поўным, пакуль ён не складаецца ў шлюбе - то ён скончыў.
		-- Baskins

%
Шлюб з'яўляецца адзінай прычынай разводу.
		-- Baskins

%
Шлюб гэта трыюмф ўяўлення над інтэлектам. Другі шлюб з'яўляеццатрыумф надзеі над вопытам.
		-- Baskins

%
"Ланцуг, якая можа быць тузануў не вечная ланцуг».
		-- G. Fitch

%
"Трапляюць у рай для клімату, Пекла для кампаніі."
		-- Mark Twain

%
"Я перакананы, што вытворцы дываноў выдалення паху парашок ёсць ўключаны інкапсуляваць час выпушчаны мачы ката ў сваіх прадуктах. гэта тэхналогія павінна быць, што перашкодзіла яго размеркаванне падчас кіравання мамы. мой Дыван пахне мочой, і ў мяне няма ката. Лепш ехаць яшчэ трохі ".
		-- timw@zeb.USWest.COM, in alt.conspiracy

%
"Калі ёсць не праблема насельніцтва, чаму ўрад пакласці рак уцыгарэты? "
		-- the elder Steptoe, c. 1970

%
"Калі вы не хочаце свайго сабаку, каб мець непрыемны пах з рота, рабіць тое, што я: Наліце ​​трохі Lavoris ў прыбіральні ".
		-- Comedian Jay Leno

%
"Вось пра што падумаць: Чаму вы ніколі не бачыце загаловак, як `Псіхічная Перамог латарэі".
		-- Comedian Jay Leno

%
"Ну прывітанне Чарлі Браўн, дурань».
		-- Lucy Van Pelt

%
"Час ёсць ілюзія. Lunchtime ўдвая."
		-- Ford Prefect, _Hitchhiker's Guide to the Galaxy_

%
"Невуцтва ёсць глеба, на якой вера ў цуды расце."
		-- Robert G. Ingersoll

%
"Няхай кожны чалавек вучыць сына, навучыць сваю дачку, што праца ганаровае».
		-- Robert G. Ingersoll

%
"У мяне няма ні найменшага даверу" духоўных праяў ".
		-- Robert G. Ingersoll

%
"Цяжка пераацаніць доўг, які мы абавязаны мужчын і жанчын генія."
		-- Robert G. Ingersoll

%
"Радасць багацце і любоў з'яўляецца законным плацежным сродкам душы."
		-- Robert G. Ingersoll

%
"Рукі, якія дапамагаюць лепш далёка чым вуснаў, што моляцца».
		-- Robert G. Ingersoll

%
"Гэта крэацыяністаў можа абражаць сцвярджаюць, што Бог падманвае нам у дурным чынам ".
		-- J. W. Nienhuys

%
"Не, не, я не супраць таго, называецца разумным чалавекам у свеце. Я проста хачу, ён не быў адзін ".
		-- Adrian Veidt/Ozymandias, WATCHMEN

%
"Be * выдатная * адзін да аднаго."
		-- Bill, or Ted, in Bill and Ted's Excellent Adventure

%
Працэдуры ліцэнзавання сёмае выданне, я мяркую, усё яшчэ ў сіле,хоць я сумняваюся, што стужкі даступныя з AT & T. Ва ўсякім выпадку, усё, штоАбмежаванні ліцэнзіі накладвае яшчэ існуюць. Гэтыя абмежаванні былі із'яўляюцца абгрунтаванымі для месцаў, якія проста хочуць, каб запусціць сістэму, але не дазваляюцьмногае з таго, што Minix была напісана для, як вывучэнне крыніцы ўкласы, або асобамі, якія не маюць Ва ўніверсітэце або кампаніі.Я заўсёды думаў, што Minix была выдатная ідэя, і пісьменна зроблена.Што тычыцца памеру v7, WC -l /usr/sys/*/*.[chs] з'яўляецца 19271.
		-- Dennis Ritchie, 1989

%
"Наша бачанне заключаецца ў паскорыць час, у канчатковым выніку адмены яго." - Алекс Шуры
		-- Dennis Ritchie, 1989

%
"Каханне гэта снегоходах па тундры, а затым раптам ён пераварочваецца над, прыціснуўшы цябе ўнізе. Ноччу лёд ласкі прыходзяць ".
		-- Matt Groening

%
"Я не баюся смерці, я проста не хачу быць там, калі гэта адбудзецца."
		-- Woody Allen

%
"Вуліца знаходзіць свае спосабы прымянення тэхналогіі."
		-- William Gibson

%
"Я бачу мала боскасць пра іх або вас. Вы кажаце са мной хрысціянствакалі вы знаходзіцеся ў акце вісіць ворагаў. Ці быў такаяблюзнерска нонсэнс! "
		-- Shaw, "The Devil's Disciple"

%
"Вы і я, як прыватнымі асобамі можа, за кошт пазыковых сродкаў, жыць не па сродках, алетолькі на працягу абмежаванага перыяду часу. Чаму мы павінны думаць, што ў сукупнасці,як нацыя, мы не звязаны той жа абмежаванні? "
		-- Ronald Reagan

%
"Ён зрабіў вырашыць, аднак, што з вялікай колькасцю часу і многае разумовых намаганняў,ён мог бы, верагодна павярнуць дзейнасць у прымальны вычварэнствы ".
		-- Mick Farren, _When Gravity Fails_

%
"Пераўтварэнне, пераборлівы Багіня, любіць кроў лепш цэглы і святыНайбольш тонка на чалавечай волі ".
		-- Virginia Woolf, "Mrs. Dalloway"

%
Пара загружацца, не вашы загрузныя дыскі ведаць, дзе вашыя кантралёры дыскаў ёсць?
		-- Virginia Woolf, "Mrs. Dalloway"

%
"Тое, што навукоўцы маюць у сваіх партфелях жахае."
		-- Nikita Khrushchev

%
"... Найбольш выдатна варвар ... Чынгісхан!"
		-- _Bill And Ted's Excellent Adventure_

%
"Націсніце на спускавы кручок, і вы смецце."
		-- Lady Blue

%
"Ах, якой бы мне не даць плявацца на ў твар ..."
		-- a prisoner in "Life of Brian"

%
"Ісціна ніколі не прыходзіць у свет, але як сволач, на ганьбапра яго, што прынесла ёй нараджэнне ".
		-- Milton

%
"Калі вы не можаце абмяркоўваць мяне, то няма ніякага спосабу ў пекле вы з-абражаць мяне."- Скот Legrand (Scott.Legrand@hogbbs.Fidonet.Org)"Вы можаце быць няправільна тут, малая."
		-- R. W. F. Clark (RWC102@PSUVM)

%
"Так, я сапраўдны кавалак працы. Адзінае, што мы даведацца на ULowell з'яўляецца як полымя бескарысна ўзлом без СЭ, як ты. Я вышэй вас у кожны шлях, падрыхтоўкі і ведаў у тэхнічнай галіне. Любы чалавек можа навучыцца як ўзламаць, але Інжынірынг не прыходзіць гэтак лёгка. На самай справе, я не спрабуючы абразіць усіх спецыяльнасцяў вы CS там, але я думаю, EE з'яўляецца адным з цяжкія маёраў / град маёраў, каб прайсці. На шчасце, я раблю гэта ".- "Воін Дыягностыка" (wardiag@sky.COM)"Будучы абодва Ээ і мудак адначасова павінен быць цяжкім цяжарам для цябе. У рэчаіснасці гэта не полымя, проста выпадковы назіранне. робіць мяне рады, што я быў CS з асноўных, жыццё сапраўды прыемна для мяне. Весялецеся з Абраны рэжым існавання! "
		-- Jim Morrison (morrisj@mist.cs.orst.edu)

%
"BYTE рэдактары мужчыны, якія аддзяляюць збожжа ад пустазелля, а затым друкаваць жыціца ".
		-- Lionel Hummel (uiucdcs!hummel), derived from a quote by Adlai Stevenson, Sr.

%
"Задавальненне З USENET" МаніфестВельмі мала бывае на Usenet без нейкі адказ ад некаторых іншыхЧытач. Аферысты Usenet праводак не выключэнне. Так Ёсць некаторыя, хтоможа паставіць пад сумнеў абгрунтаванасць некаторых урыўкаў уключаных у яго, у мяне ёсцьнапісана скласці спіс рэкамендацый, якія падсумаваць філасофію іхапублікаваныя.Адзін. Я ніколі не выразалі словы ў сярэдзіне цытаты без вельмідобрая прычына, і я ніколі не выразаць іх, не ўключаючы эліпсы. дляНапрыклад, "Я не Goob" можа стаць "Я ... A Goob", але гэта занадтамірское важдацца з. "Я взрывонепроницаемая" можа (і мае) становяцца"Я ... і ... р ... ух", але што на самой справе яго расцяжэння.Два. Калі я выразаць словы прэч пачатку ці ў канцы сказа, я непаклаў эліпсы, але ні я выгаду тое, што не былі капіталізавацьперш чым адрэзак. "Я не думаю, што Касцёл Ubizmo з'яўляецца выдатнымМесца "ператворыцца ў" царква Ubizmo з'яўляецца выдатным месцам ". Уявіцеправодка ў выглядзе стужкі-запісы думак аўтара. Калі я магу ўсталявацьда цытаты праз хуткай перамоткі наперад і прыпынкі стужкі, і без зрошчвання,Я не стаўлю шматкроп'е. І дарэчы, я люблю выкарыстоўваць гэты механізм дляпавароту рэчаў вакол. Калі вы думаеце, што-то смярдзіць, так бы мовіць - не сказаць вамНе думаю, што гэта выдатна. ...
		-- D. J. McCarthy (dmccart@cadape.UUCP)

%
"Яны, якія могуць кінуць істотную свабоду атрымаць крыху часоваеБяспека заслугоўваюць ні свабоды, ні бяспекі ".
		-- Benjamin Franklin, 1759

%
"Я, такім чынам, я існую».
		-- Akira

%
"Стэн і я падумаў, што гэты эксперымент быў настолькі дурны, мы вырашылі фінансаваць гэта самі ".
		-- Martin Fleischmann, co-discoverer of room-temperature fusion (?)

%
"У мяне ёсць больш падрабязную інфармацыю ў адным месцы, чым хто ў свеце».
		-- Jerry Pournelle, an absurd notion, apparently about the BIX BBS

%
"Гэта тое, што вы даведаецеся пасля вы ведаеце, усё, што мае значэнне яго."
		-- John Wooden

%
#define BITCOUNT (х) (((BX_ (х) + (BX_ (х) >> 4)) & 0x0F0F0F0F)% 255)#define BX_ (х) ((х) - (((х) >> 1) & 0x77777777) \- (((Х) >> 2) & 0x33333333) \- (((Х) >> 3) & 0x11111111))
		-- really weird C code to count the number of bits in a word

%
"Калі вы можаце пісаць апавяданні нацыі, вам не трэба турбавацца аб тым, хто робіць яго Законы. Сёння тэлебачанне кажа большасць гісторый, каб большасць людзей Большую частку часу ".
		-- George Gerbner

%
"Разумны чалавек прыстасоўваецца да міру; неабгрунтаваным адзін захоўваецца у спробе прыстасаваць свет да сябе. Таму ўвесь прагрэс залежыць ад неабгрунтаваным чалавек ".
		-- George Bernard Shaw

%
"Мы хочам стварыць лялек, якія цягнуць свае радка."- Эн Марыён"Ці будзе гэта зрабіць іх марыянеткамі?"
		-- Jeff Daiell

%
Па пытанні аб праграме водступу C:"In My Opinion эгаістычнага, праграмы большасці людзей C павінна быць водступам шэсць футаў уніз і пакрыты брудам ".
		-- Blair P. Houghton

%
Быў, здавалася, таямнічае абрад ініцыяцыі, праз якую, утак ці інакш, амаль кожны член каманды прайшоў. Тэрмін, якістарыя рукі, якія выкарыстоўваюцца для гэтага абраду - Захад вынайшаў тэрмін, а не практыка -быў `падпісаўшыся '. Зарэгістраваўшыся на праекце вы пагадзіліся зрабіць усёбыло неабходна для поспеху. Вы пагадзіліся пакінуць, калі гэта неабходна, сям'я,хобі і сяброў - калі вы мелі любы з іх пакінуў (і вы не маглі б, каліВы падпісаліся занадта шмат разоў, перш чым).
		-- Tracy Kidder, _The Soul of a New Machine_

%
"Да таго часу яны зменшыліся з 50 да 8, пачаліся іншыя гномыпадазраваць "Галодныя".
		-- a Larson cartoon

%
"Але хіба вы не бачыце, колер віна ў хрустальным куфлі можа быць духоўным. Погляд у твар, музыка скрыпкі. Тэатр Парыж, можа быць уведзены з духоўным пры ўсёй сваёй самавітасці ".
		-- Lestat, _The Vampire Lestat_, Anne Rice

%
"Любі краіну, але ніколі не давяраць свой урад."
		-- from a hand-painted road sign in central Pennsylvania

%
      Я купіў апошнюю кампутар;      Ён прыйшоў цалкам загружаныя.      Гэта было гарантавана на працягу 90 дзён,      але ў 30 быў састарэлым!
		-- The Wall Street Journal passed along by Big Red Computer's SCARLETT

%
Каб абнавіць Вальтэр: «Я можа забіць усё сбщ ад вас, але я буду змагацца заВаша права апублікаваць яго, і я дам гэта знаходзіцца на маіх дысках ».
		-- Doug Thompson (doug@isishq.FIDONET.ORG)

%
"Хоць праграма будзе, але даўжынёй у тры лініі,калі-небудзь гэта трэба падтрымліваць ".
		-- The Tao of Programming

%
"Уключыце, наладзіцца, пампавацца."
		-- Billy Gibbons

%
         ЗЯМЛЯ     смогу | цагліна AIR - бруд - FIREгазаванай вады | тэкіла         ВАДА
		-- Billy Gibbons

%
"Вядома электраінструмент і алкаголь не змешваюцца. Усім вядома, электраінструмент няраствараецца ў спірце ... "
		-- Crazy Nigel

%
"Жыццё адстой, але смерць не патушыць на ўсіх ...."
		-- Thomas J. Kopp

%
   п = ((N >> 1) & 0x55555555) | ((П << 1) & 0xaaaaaaaa);   п = ((п >> 2) & 0x33333333) | ((П << 2) & 0xcccccccc);   п = ((п >> 4) & 0x0f0f0f0f) | ((П << 4) & 0xf0f0f0f0);   п = ((N >> 8) & 0x00ff00ff) | ((П << 8) & 0xff00ff00);   п = ((N >> 16) & 0x0000ffff) | ((П << 16) і 0xffff0000);
		-- Yet another mystical 'C' gem. This one reverses the bits in a word.

%
"Паўсюль, ад поп-культуры да прапагандысцкай сістэмы, ёсцьПастаяннае ціск, каб прымусіць людзей адчуваць, што яны бездапаможныя, што адзінай роліяны могуць мець, каб ратыфікаваць рашэнні і спажываць ".
		-- Noam Chomsky

%
"Складаная сістэма, якая працуе нязменна знойдзеныя, адбыліся ад простайСістэма, якая працавала ".
		-- John Gall, _Systemantics_

%
"На мой погляд, Рычард Столлман не прызнае тэрарызмам, калі ямупадышоў і ўкусіў яго на Інтэрнэт ".
		-- Ross M. Greenberg

%
Я ўзяў сабе за правіла, каб утрымацца ўсе прамыя супярэчнасці ў настрояхіншыя, і ўсе станоўчыя зацвярджэнне маё. Я нават забараніў сабе ўжываннекожнага слова або выразу ў мове, які імпартнай фіксаваны меркаванне,такія як "вядома", "несумненна," і г.д. Я прыняў замест іх "Ясабе "," я мяркую ", ці" Я мяркую, "рэч настолькі або так, або" так гэтамне здаецца ў сапраўднае ".Калі іншы пацвярджаў тое, што я думаў пра памылку, я адмаўляў сябе самымзадавальненне пярэчыць яму рэзка, і неадкладна некаторыя паказваючы ямуАбсурднасць у яго прапанове. Пры адказе я пачаў назіраючы, што ўпэўныя выпадкі або акалічнасці яго меркаванне было б правільным, але ў цяперашні часВыпадак з'явіліся ці мне падалося некаторую розніцу, і г.д.Неўзабаве я выявіў перавага гэтага змены ў маім чынам; гутарак, якія язаймаецца працягваў прыемней. Сціплым спосабам, у якім я прапанаваў мойМеркаванні закуплены ім больш лёгкі прыём і менш супярэчнасць. Я меўменш умярцвенне калі я апынулася ў няправільна, і я больш лёгкапераважалі з іншымі, каб адмовіцца ад сваіх памылак і далучыцца са мной, калі яапынуўся мае рацыю.
		-- Autobiography of Benjamin Franklin

%
"Калі я калі-небудзь абыйсці да напісання дадзенага мовы depompisifier, яна будзе мяняццаамаль усе ўваходжанні слова "парадыгмы" ў "прыкладзе" ці "мадэлі".
		-- Herbie Blashtfalt

%
"Жыццё, агіда яго ці ігнараваць яго, вы не можаце гэта падабаецца."
		-- Marvin the paranoid android

%
Пагардлівым ліхтары мільганула кансолі кампутара.
		-- Hitchhiker's Guide to the Galaxy

%
"Там нейкая памылка", сказаў ён, "ты не болей, чым кампутармільярдны Gargantubrain якія могуць разлічваць усе атамы ў зорцы ўмілісекунды? ""Мільярдны Gargantubrain?" сказаў Глыбокія думкі з непрыхаванай пагардай."Простае лічыльнікі. Згадванне яго няма."
		-- Hitchhiker's Guide to the Galaxy

%
"Але ты не», сказаў ён, "больш д'ябальскай спрачальнік, чым Вялікая HyperlobicOmni-Роднасныя нейтрон Wrangler з Ciceronicus Дванаццаці Магіі іНястомны? ""Вялікая Hyperlobic Omni-Роднасныя нейтрон Wrangler," сказаў Глыбокія думкі,Старанна пракаткі г-х, "мог бы казаць усё чатыры ногі ад з ArcturanМега-Асёл - але толькі я мог пераканаць яго пайсці на шпацыр пасля ".
		-- Hitchhiker's Guide to the Galaxy

%
Калі будаўнікі пабудаваных будынках шлях праграмісты пішуць праграмы, Jolt Colaбудзе Фартуна-500 кампанія.Калі будаўнікі пабудаваных будынках шлях праграмісты пішуць праграмы, вы будзецеў стане купіць міленькі каланіяльнай двухузроўневы на Babbages за $ 34,95.Калі праграмісты пісалі праграмуе спосаб будаўнікі будаваць будынка, мы б да гэтага часувыкарыстоўваць autocoder і працуе палубы кампіляцыі.
		-- Peter da Silva and Karl Lehenbauer, a different perspective

%
Каб чалавеку ўласціва памыляцца, мукаў бычынага.
		-- Peter da Silva and Karl Lehenbauer, a different perspective

%
"Амерыка з'яўляецца моцнай нацыі для бескампраміснай намаганняў ACLU ст."
		-- President John F. Kennedy

%
"Простыя правы, грамадзянскія свабоды, з пакалення барацьбы не павінныбыць проста прыгожыя словы для патрыятычных святаў, словы, якія мы падрываюць па буднях, алежыць, заслужаны правілы паводзінаў сярод нас ... Я рады, што амерыканская грамадзянскаяСвабоды Саюз абураецца, і я спадзяюся, што гэта заўсёды будзе так ".
		-- Senator Adlai E. Stevenson

%
"Амерыканскага саюза грамадзянскіх свабод вытрымала чатырохкутнікам супраць паўтаральных прыліваў істэрыі, шточас ад часу пагражаюць свабоды ўсюды ... Сапраўды, цяжкаацаніць, наколькі нашы свабоды, магчыма, эрозіі, калі б не длядоблесную ўяўленне Саюза ў судах канстытуцыйных правоўлюдзей усіх перакананняў, незалежна ад таго, як непапулярныя ці нават пагарджаюбольшасцю яны былі ў той час ".
		-- former Supreme Court Chief Justice Earl Warren

%
"Сіла Канстытуцыі цалкам ляжыць у вызначэнні кожнагаграмадзянін, каб абараніць яе. Толькі калі кожны грамадзянін адчувае сваім абавязкам зрабіцьяго доля ў гэтай абароны з'яўляюцца канстытуцыйныя правы бяспечныя ".
		-- Albert Einstein

%
"Ну, я не разумею, чаму я павінен зрабіць адзін чалавек няшчасны, калі я магу зрабіць так шматмужчыны шчаслівыя. "
		-- Ellyn Mustard, about marriage

%
"І гэта павінна быць закон: Калі вы выкарыстоўваеце слово` парадыгмы 'ня ведаючы, штослоўнік кажа, што гэта азначае, вы ідзяце ў турму. Ніякіх выключэнняў ".
		-- David Jones @ Megatest Corporation

%
"Люк, я Ер бацька, да. Прыходзьце да цёмнага боку, вы Hoser."
		-- Dave Thomas, "Strange Brew"

%
"Давайце не будзем занадта жорстка на нашым ўласнага невуцтва. Гэта тое, што робіць Амерыка вялікая. Калі Амерыка не былі непараўнальна невуцкія, як бы мы трывалі апошнія восем гадоў? "
		-- Frank Zappa, Feb 1, 1989

%
"Гісторыя кожнай буйной галактычнай цывілізацыі, як правіла, праходзяць празтры розных і вядомыя фазы, тым выжывання, расследаванні іВытанчанасць, інакш вядомы як, як, чаму і дзе фаз."Напрыклад, першая фаза характарызуецца пытанні« Як можнамы ямо? на другім месцы па пытанні: "Чаму мы ямо? а трэціна пытанне "Дзе будзем абедаць?»
		-- Hitchhiker's Guide to the Galaxy

%
"Не думаю, што, хай машыну зрабіць гэта за вас!"
		-- E. C. Berkeley

%
"З гэтага вынікае, што любы галоўнакамандуючы, які абавязуецца ажыццяўляць план якія ён лічыць няспраўны вінаваты; ён павінен высунуць свае прычыны, настойваюць плана змяняецца, і, нарэшце, падаць у адстаўку, ачым быць прыладай гібелі свайго войска ".
		-- Napoleon, "Military Maxims and Thought"

%
"(Галоўны праграміст) асабіста вызначае функцыянал і прадукцыйнасць Характарыстыкі, праектуе праграма, коды ён, правярае яго, і запісвае свой дакументацыя ... Ён мае патрэбу вялікі талент, дзесяць гадоў вопыт і значныя сістэмы і прыкладання ведаў, няхай гэта будзе ў прыкладной матэматыка, апрацоўкі бізнес-дадзеных, або любы іншы ".
		-- Fred P. Brooks, _The Mythical Man Month_

%
"Гэта не скончана, пакуль яна не скончыцца."
		-- Casey Stengel

%
"Калі што-небудзь можа пайсці не так, што гэта будзе."
		-- Edsel Murphy

%
"Yo дзіця гадоў дзіця гадоў."
		-- Eddie Murphy

%
"Вы павінны навучыцца кіраваць сваім каяк па якіх-джыу-джытсу. Вы павінны навучыцца сказаць, што рака будзе рабіць для вас, і даў гэтыя параметры паглядзець, як вы можа жыць з ім. Вы павінны паглынуць сваю сілу і канвертаваць яго сваім карыстальнікам як мага лепш. Нават з хуткасцю i спрытам байдарцы, вы Не хутчэй за ракі, ні мацней, і вы можаце біць яго толькі разумеючы яго ".
		-- Strung, Curtis and Perry, _Whitewater_

%
Кожны, хто прыходзіць сюды хоча тры рэчы:1. Яны хочуць гэта хутка.2. Яны хочуць добра.3. Яны хочуць танна.Я кажу ім, каб выбраць два і ператэлефанаваць мне.
		-- sign on the back wall of a small printing company in Delaware

%
"Больш праектаў праграмнага забеспячэння пайшлі наперакасяк з-за адсутнасці каляндарнага часу, чым для ўсіх іншыя прычыны ў спалучэнні ".
		-- Fred Brooks, Jr., _The Mythical Man Month_

%
паніка: ядро ​​пастка (ігнаруецца)
		-- Fred Brooks, Jr., _The Mythical Man Month_

%
"Ядзерная вайна можа сапсаваць увесь кампіляцыі."
		-- Karl Lehenbauer

%
"Памятаеце, экстрэмізму ў неваенных ўмеранасці не з'яўляецца цнотаю."
		-- Peter Neumann, about usenet

%
"Мы прысвяцілі сябе магутны ідэі - арганічны закон, а не голым Магутнасць. Там, здаецца, ўсеагульнае прызнанне гэтай ідэі ў краіне ".
		-- Supreme Court Justice Potter Steart

%
"Тое, што чалавек зрабіў, чалавек можа імкнуцца рабіць."
		-- Jerry Pournelle, about space flight

%
"Калі вы можаце, дапамагаць іншым. Калі вы не можаце, па меншай меры, не прычыняць боль іншым."
		-- the Dalai Lama

%
Да сістэмным праграмістам, карыстальнікі і дадатку служаць толькі для забеспячэннянагрузачны тэст.
		-- the Dalai Lama

%
"Падумаеш, з СБИС мы можам мець 100 ENIACS на чыпе"!
		-- Alan Perlis

%
"... Мясцовыя забароны не могуць блакаваць прагрэс у ваенных і камерцыйных Тэхналогія ... Дэмакратычныя руху для мясцовага стрымання можа толькі стрымліваць дэмакратыі свету, а не свет у цэлым ".
		-- K. Eric Drexler

%
"THE дрэнь, хто simpers што ён не бачыць розніцы паміж пяцідоларавы даляраі пугу заслугоўвае, каб даведацца розніцу на ўласнай спіне - як, я думаю, ёнбудзе ".
		-- Francisco d'Anconia, in Ayn Rand's _Atlas Shrugged_

%
"Калі нацыя шануе нешта большае, чым свабоду, ён страціць сваю свабоду, і па іроніі лёсу ў тым, што, калі гэта камфорт або грошай ён шануе больш, гэта будзе страціць, што таксама ".
		-- W. Somerset Maugham

%
"Прабачце мяне за дыханнем, якое я ніколі не рабіць у любым выпадку, так што я не ведаю, чаму я турбаваць сказаць, божа, я так падаўлены. Вось яшчэ адзін з тых самазадаволеных дзверы. Жыццё! Не кажы мне пра жыццё ".
		-- Marvin the Paranoid Android

%
Адным з асноўных цяжкасцяў Trillian зведалі ў яе адносінах зЗафод вучыўся распазнаваць яго прыкідваючыся дурному простакаб прымусіць людзей пакінуць іх ахову, робячы выгляд, што па-дурному, таму што ён не моглянота думаць і хацеў кагосьці яшчэ, каб зрабіць гэта за яго, робячы выгляд,каб быць настолькі абуральна па-дурному хаваць, што ён на самай справе не зразумеўкапялюш адбываецца, і сапраўды быць сапраўды дурное. Ён быў reknowned длябыў на той час разумным і досыць выразна было так - але не ўвесь час, якоеВідавочна турбавала яго, таму гэты акт. Ён палічыў за лепшае, каб людзі былі збянтэжаныячым пагардлівае. Гэта, перш за ўсё, як уяўляецца, Trillian, каб быцьсапраўды па-дурному, але яна больш не магла быць занепакоеныя, каб спрачацца пра.
		-- Douglas Adams, _The Hitchhiker's Guide to the Galaxy_

%
У далёкім тумане старажытных часоў, у вялікіх і слаўных дзён з момантуБылы Галактычная Імперыя, жыццё было дзікая, багаты і шмат у чым падаткам.Магутныя караблі курсіравалі свой шлях паміж экзатычнымі сонцаў, шукае прыгод іўзнагародзіць сярод далёкія куткі Галактычнага прасторы. У тыя дні, духаўбылі адважныя, стаўкі былі высокія, людзі былі сапраўдныя мужчыны, жанчыны былі сапраўднымі жанчынаміі маленькія пухнатыя істоты з Альфа Цэнтаўра былі сапраўдныя маленькія пухнатыя істотыад Альфа Цэнтаўра. І ўсё вырашалася вытрымаць невядомыя жахі, рабіць магутныўчынкі, смела падзяліць інфінітыў, што ні адзін чалавек не распалася раней - і, такім чынамбыў Імперыя кованые.
		-- Douglas Adams, _The Hitchhiker's Guide to the Galaxy_

%
"Горт, Klaatu Ніхто Берада."
		-- The Day the Earth Stood Still

%
> З MAILER-DAEMON@Think.COM чц 2 сакавіка 13:59:11 1989> Тэма: Вяртаецца пошта: невядомая памылка паштовай 255"Дэйл, ваш адрас больш не функцыянуе. Вы можаце гэта выправіць на вашым канцы?"- Біл Вульф (wtwolfe@hubcap.clemson.edu)"Біл, ваш мозг больш не функцыянуе. Вы можаце гэта выправіць на вашым канцы?"
		-- Karl A. Nyberg (nyberg@ajpo.sei.cmu.edu)

%
"Не кідайце кіслату, лічыць прайсці збанкрутаваць!"
		-- Bryan Michael Wendt

%
"Я атрымаў пытанне для цябе. Я. ёсць хвіліна?"
		-- two programmers passing in the hall

%
Я ўзяў галаву рыбы ў кіно, і я не павінен плаціць.
		-- Fish Heads, Saturday Night Live, 1977.

%
Што казаў Боб каванага?
		-- Fish Heads, Saturday Night Live, 1977.

%
"Я не ведаю, адкуль мы прыйшлі, Не ведаю, дзе мы будзем, І калі ўсё гэта павінна мець прычыну, Мы будзе апошнім ведаць. Так што давайце проста спадзяюся, што ёсць зямля запаветная, І да таго часу, ... У лепшым выпадку як вы можаце ".
		-- Steppenwolf, "Rock Me Baby"

%
"Дапамога г майстры!"
		-- Tennessee Tuxedo

%
"Заканадавец, усіх істот, найбольш абавязана закон вернасці. Ён усіх мужчын павінны паводзіць сябе так, як быццам закон прымусіў яго. Але гэта універсальная слабасць чалавецтва, што мы дадзена кіраваць мы зараз прадставіць нам належыць ".
		-- H. G. Wells

%
"У адрозненне ад большасці net.puritans, аднак, я адчуваю, што тое, што іншыя пагадзіліся кампутары рабіць у прыватнае жыццё сваіх уласных тэлефонных злучэнняў з'яўляецца іх уласны бізнэс ".
		-- John Woods, jfw@eddie.mit.edu

%
"Не кажы мне пра агаворкамі! Я вынайшаў адмовы!"
		-- The Censored Hacker

%
"На дадзены момант мы хочам быць вельмі выразна: сацыялізм не мае нічога агульнагаз выраўноўвання. Сацыялізм не можа забяспечыць умовы жыцця іВыдатак ў адпаведнасці з прынцыпам «Ад кожнага па ягоздольнасцях, кожнаму паводле патрэбаў ». Гэта будзе пры камунізме.Сацыялізм ёсць іншы крытэр для размеркавання сацыяльных ільготаў:"Ад кожнага па здольнасцях, кожнаму па працы". '
		-- Mikhail Gorbachev, _Perestroika_

%
"Кабель не раскоша, так як у многіх раёнах дрэнны прыём ТВ».- Мэр Тусон, Арызона, 1989[Па-відаць, добры прыём ТБ з'яўляецца асноўнай неабходнасцю - прынамсі ў Tucson -kl]
		-- Mikhail Gorbachev, _Perestroika_

%
"Усе шляхі сістэма павінна быць тапалагічнай і цыркулярнай ўзаемазвязаны для канцэптуальна канчатковым, лакальна трансфармуемыя, polyhedronal разуменне, каб быць дасягнута ў нашай спантаннай - ERGO, найбольш эканамічным - geodesiccally структураваныя думкі ".
		-- R. Buckminster Fuller [...and a total nonsequitur as far as I can tell.  -kl]

%
"Адна рэч яны не кажуць вам аб выкананні эксперыментальнай фізікі з'яўляецца то, што часам вы павінны працаваць у неспрыяльных умовах ... як стан седловатости тэрор ".
		-- W. K. Hartmann

%
"Гэта калі кажуць 2 + 2 = 5, што я пачынаю спрачацца."
		-- Eric Pepke

%
Параўноўваючы інфармацыю і веды, як просяць ці укормленасці зсвіння з'яўляецца больш ці менш зялёны, чым прызначаны правіла нападаючы ".
		-- David Guaspari

%
"Ні адзін з нашых мужчын не" эксперты. "У нас ёсць найбольш жаль палічылі неабходнымкаб пазбавіцца ад чалавека, як толькі ён лічыць сябе экспертам - таму што ніхтоальбо лічыць сябе экспертам, калі ён сапраўды ведае сваю працу. Чалавек, які ведаеПраца бачыць значна больш трэба будзе зрабіць, чым ён зрабіў, што ён заўсёды націскамнаперад і ніколі не адмаўляецца ад імгненне думкі на тое, як добра і як эфектыўнаён ёсць. Мысленне заўсёды наперадзе, думаючы заўсёды спрабуе зрабіць больш, прыносіцьстан розуму, у якім няма нічога немагчымага. У той момант, трапляе ў"Эксперт" стан розуму вялікая колькасць рэчаў стане немагчымым ».
		-- From Henry Ford Sr., "My Life and Work," p. 86 (1922):

%
"Нью-йоркскія Часы чытаецца людзьмі, якія кіруюць краінай. The Washington Postчытаецца людзьмі, якія думаюць, што яны кіруюць краінай. National Enquirerчытаецца людзьмі, якія думаюць, Элвіс жывы і кіруе краінай ... "
		-- Robert J Woodhead (trebor@biar.UUCP)

%
        "...« Агонь »не мае значэння,« зямля »і« паветра »і« вада »несправа. "Я" не мае значэння. Ніводнае слова не мае значэнне. Але чалавек забывае рэальнасцьі запамінае словы. Чым больш слоў ён памятае, чым разумней зрабіць ягомалайцы пачытаць яго. Ён глядзіць на вялікіх пераўтварэнняўсвету, але ён не бачыць, як яны былі заўважаныя, калі чалавек глядзеў нарэальнасць ўпершыню. Іх імёны прыходзяць да вуснаў, і ён усміхаеццаяк ён на смак іх, думаючы, што ён ведае іх у назве ".
		-- Siddartha, _Lord_of_Light_ by Roger Zelazny

%
"Абрашэнне зямель з марской вадой апраснення па тэрмаядзернай энергіі з'яўляецца старажытным.Яна называецца "дождж".
		-- Michael McClary, in alt.fusion

%
"Дрэнная рэпутацыя UNIX атрымаў зусім незаслужана, укладваюць на людзей хто не разумее, хто не атрымаў там і спрабавалі што-небудзь ".
		-- Jim Joyce, former computer science lecturer at the University of California

%
"Мы навукоўцы, чые трагічны лёс яго была зрабіць метадыанігіляцыі ўсё больш жудаснымі і больш эфектыўным, неабходна ўлічваць, што наша ўрачыстаеі трансцэндэнтнай абавязкам зрабіць усё, што ад нас залежыць, для прадухілення такіх відаў зброівыкарыстоўваецца для жорсткай мэты, для якой яны былі вынайдзены ".
		-- Albert Einstein, Bulletin of Atomic Scientists, September 1948

%
"Вы можаце мець сваю сістэму Unix, калі вы вырваць яго з маіх халодных, мёртвых пальцаў».
		-- Cal Keegan

%
Мы будзем больш чым шчаслівыя зрабіць гэта адзін раз Джым паказвае ні найменшых прыкметцікавасці да фіксацыі яго прапанову змагацца з тэхнічнымАргументы, якія * ўжо * зробленая. Большасць інжынераў ёсцьўрокі там мала што можна атрымаць у тонкай налады фаз газаразмеркаванняна рухавіку ўнутранага згарання бензінавых калі поршніі каленчаты вал не хапае ...
		-- Valdis.Kletnieks@vt.edu on NANOG

%
Гэта заўсёды сумна, калі блыхі пакінуць, таму што гэта азначае ваша сабака мёртвая.
		-- Wesley T. Williams

%
