Сямнаццаты Правіла Дружбы:Сябар будзе ўстрымлівацца ад кажу вам, ён падняў такое ж колькасцьстрахаванне жыцця вы зрабілі за палову кошту, калі ваша ёсьцьnoncancellable.
		-- Esquire, May 1977

%
186,282 міль у секунду:Гэта не проста добрая ідэя, гэта закон!
		-- Esquire, May 1977

%
Васемнаццатага Правіла Дружбы:        Сябар дазволіць вам трымаць лесвіцу, пакуль ён ідзе ўверх на даху        для ўстаноўкі новых паветраных, які з'яўляецца самым вялікім сын у сваім сукі вы        бачыў.
		-- Esquire, May 1977

%
2180, Гісторыя ЗША пытанне:Што 20th Century прэзідэнт ЗША быў амаль адхілены і штоофіс ён пазней правесці?
		-- Esquire, May 1977

%
Трэці закон Computing:Усё, што можа пайсці WRфартуна: парушэнне сегментацыі - Core скідалі
		-- Esquire, May 1977

%
667:Сусед звера.
		-- Esquire, May 1977

%
Гіпатэтычны парадокс:Што здарылася б, у баі паміж групай бяспекі прадпрыемства,які заўсёды забіваюць неўзабаве пасля з'яўлення, і атрад ІмперыялШтурмавікі, якія не могуць трапіць у шырокую бок планеты?
		-- Tom Galloway

%
Закон праграмавання:Зрабіць гэта магчыма для праграмістаў пісаць на англійскайі вы ўбачыце, што праграмісты не могуць пісаць на англійскай мове.
		-- Tom Galloway

%
Музыкант, мастак, архітэктар:мужчына ці жанчына, якая не з'яўляецца адным з іх не з'яўляецца хрысціянінам.
		-- William Blake

%
Новы коан:Калі ў вас ёсць марозіва, я дам яе вам.Калі ў вас няма марозіва, я вазьму яго ад вас.Гэта марозіва коан.
		-- William Blake

%
Навучанні кампаніі Abbott:(1) Калі ў вас ёсць, каб спытаць, вы не маеце права ведаць.(2) Калі вам не падабаецца адказ, вы не павінны былі задаваць пытанне.
		-- Charles Abbot, dean, University of Virginia

%
Адсутнічае, прым.:Выстаўлены на напады сяброў і знаёмых; рэпутацыі; ашальмаваў.
		-- Charles Abbot, dean, University of Virginia

%
Завочнае, п.:Чалавек з прыбыткам, які меў прадбачліва выдаліцьСам з сферы спагнанні.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Непітушчы, п.:Слабы чалавек, які паддаецца спакусе адмаўляць самзадавальненне.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Абсурд, п.:Заяву ці вера відавочна, што будзе супярэчыць ўласнага меркавання.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
акадэмія:Сучасны школа, дзе вучаць па футболе.інстытут:Архаічная школа, дзе футбол не вучаць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Прыёмачныя выпрабаванні:Няўдалая спроба знайсці памылкі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Аварыя, п.:Стан, пры якім прысутнасць духу гэта добра, але адсутнасцьцела лепш.
		-- Foolish Dictionary

%
Акардэон, п.:Дуда са складкамі.
		-- Foolish Dictionary

%
Дакладнасць, п.:Загана быць правым
		-- Foolish Dictionary

%
Знаёмства, п:Чалавек, якога мы ведаем дастаткова добра, каб пазычаць, але не вельмі добрадастаткова крэдытаваць. Ступень дружбы называецца невялікае каліАб'ект пакідае жадаць лепшага або незразумелым, і інтымная, калі ён багатым або знакамітым.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ADA:Нешта трэба толькі ведаць імя, каб быць экспертам уВылічальны. Карыснае ў прапановах тыпу: "Мы лепш развівацьўсведамленне ADA.
		-- "Datamation", January 15, 1984

%
Адрозненне Адлера:Мова гэта ўсё, што аддзяляе нас ад ніжэйшых жывёл,і ад чыноўнікаў.
		-- "Datamation", January 15, 1984

%
Захапленне, п.:Наша ветлівыя прызнанне чужога падабенства з самім сабе.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Adore, v.:Каб прыкласціся чакальна.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Дарослы, п.:Адзін дастаткова стары, каб ведаць лепш.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Рэклама Правіла:Пры напісанні патэнта медыцына рэклама, першы пераканацьЧытач, што ён мае захворванне, ён чытае о; па-другое,што яна вылечная.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
У другой палове дня, п.:Тая частка дня мы праводзім турбавацца аб тым, як мы страцілі раніцу.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ўзрост, п.:Гэты перыяд жыцця, у якім мы злучэння для заганаў, якія мыусё яшчэ песцяць лаючы тых, што мы больш не павінны прадпрыемствуздзейсніць.
		-- Ambrose Bierce

%
Закон Агнес:Амаль усё ў жыцці лягчэй трапіць у чым з.
		-- Ambrose Bierce

%
ВПС Інэрцыя Аксіёма:Кансістэнцыя заўсёды лягчэй абараніць, чым правільнасці.
		-- Ambrose Bierce

%
Паветра, п.:Пажыўны рэчыва пастаўляецца багаты Правідэнс дляадкорм бедных.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Аляска:Прэлюдыя да "Не"
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Альберта:Сацыяльныя інавацыі, як правіла, да ўзроўню мінімальнай дапушчальнай дабрабыту.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Законы Олдена:(1) Аддача дзіцячую вопратку і мэбля з'яўляецца асноўнай прычынайцяжарнасці.(2) Заўсёды быць з падсветкай.(3) Сядзьце, калі гэта магчыма.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Алгарытм, п.:Модныя танец для тазасцегнавых праграмістаў.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
аліменты, п:Маючы экс вы можаце банка на.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Усё новае:Часткі не ўзаемазаменныя з папярэдняй мадэллю.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Алена Аксіёма:Калі ўсё астатняе трывае няўдачу, прачытайце інструкцыі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Альянс, п.:У міжнароднай палітыцы, аб'яднанне двух злодзеяў, якія павінныіх рукі так глыбока ўстаўляецца ў кішэню адзін аднаго, што яны не могуцьасобна рабаваць трэці.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Адзін, прым.:У дрэнную кампанію.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Сіметрычная, прым.:Магчымасць выбраць з роўным майстэрствам у правай кішэні або налева.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
неадназначнасць:Казаць праўду, калі вы не хацела.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Славалюбства, п:Ўсёпажыральнага жаданне панасіць ворагаў у той часжыве і зрабіў смешны сябрамі, калі памёр.
		-- Ambrose Bierce

%
Amoebit:крыж / трусік амёбы; ён можа памнажаць і дзяліць адначасова.
		-- Ambrose Bierce

%
Настаўленьне Андрэа:Ніколі не аддаваць прафанацыю на кіроўцу, які пакрыўдзіў вас.Калі вы думаеце, яго акно закрыта, і ён вас не чуе,гэта не так і што ён можа.
		-- Ambrose Bierce

%
Андрофобия:Страх мужчын.
		-- Ambrose Bierce

%
Помажьте, v.:Вышмараваць кароль або іншы вялікі функцыянера ўжо дастатковаслізкая.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Энтані Сілы:Не прымушайце яго; атрымаць вялікую малаток.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Энтані практыкума:Любая прылада, калі ўпаў, будуць выкінутыя ў найменш даступныхкуце майстэрні.следства:На шляху да кута, ніякіх ўпалі інструмент спачатку ударыцьвашыя пальцы.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Антонім, п.:Насупраць словы вы спрабуеце прыдумаць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
афазія:Страта прамовы ў сацыяльных навукоўцаў, калі яго спыталіна вечарынках ", але якая карысьць ад вашых даследаванняў?"
		-- Ambrose Bierce, "The Devil's Dictionary"

%
афарызм, п.:Кароткі, разумны заяве.afterism, п.:Кароткі, разумны заяву вы не думаць аб пакуль не стала занадта позна.
		-- James Alexander Thom

%
прыкладанне:Частка кнігі, для якіх яшчэ ніхто не адкрыў любое выкарыстанне.
		-- James Alexander Thom

%
Апладысменты, п:Рэха пошласць ад вусця дурань.
		-- Ambrose Bierce

%
aquadextrous, прым.:Валодаючы здольнасцю ператвараць ваннай кран і выключаеццаз пальцамі ног.
		-- Rich Hall, "Sniglets"

%
Адвольныя сістэмы, pl.n.:Сістэмы, пра якія нічога наогул можа быць сказана, нельга выратаваць "нічогаНаогул можна сказаць ".
		-- Rich Hall, "Sniglets"

%
арыфметыка:ня Невядомая мастацтва больш не практыкуецца ў развітых краінах свету.
		-- Rich Hall, "Sniglets"

%
Armadillo:Каб забяспечыць зброю іспанскага расол.
		-- Rich Hall, "Sniglets"

%
Броні Аксіёма:Дабрачыннасць ёсць няздольнасць дасягнуць загана.
		-- Rich Hall, "Sniglets"

%
Закон Калекцыя Армстронга:Калі праверка сапраўды па пошце,ён, несумненна, зрабіў, каб хтосьці іншы.
		-- Rich Hall, "Sniglets"

%
Даданне Арнольда:Усё, што не ўпісваецца ў гэтыя катэгорыі выклікае рак ў пацукоў.
		-- Rich Hall, "Sniglets"

%
Законы Арнольда аб'ёму дакументацыі:(1) Калі яно павінна існаваць, гэта не так.(2) Калі ён існуе, гэта састарэла.(3) Толькі дакументацыя для бескарысных праграм выходзіць за межыПершыя два закона.
		-- Rich Hall, "Sniglets"

%
Законы Артура кахання:(1) Людзі, якім вы прыцягнулі нязменна думаю, што вынагадаць ім нехта яшчэ.(2) Любоўны ліст вы, нарэшце, атрымаў мужнасць, каб адправіць будзезатрымка па пошце дастаткова доўга для вас дурацьсамі асабіста.
		-- Rich Hall, "Sniglets"

%
ASCII:Кантрольны код для ўсіх пачаткоўцаў праграмістаў і тых, хто хацеўстаць кампутарнай пісьменнасці. Этымалагічна тэрмін дайшло, яксцягвання часта паўтараемай фразай "ASCII і вы павінныатрымаць ".
		-- Robb Russon

%
Атланта:Увесь горад акружаны аэрапорта.
		-- Robb Russon

%
аўкцыён:Махляр ад старога блока.
		-- Robb Russon

%
Audiophile, п:Хтосьці, хто слухае абсталявання замест музыкі.
		-- Robb Russon

%
аўтэнтычныя:Несумненна дакладна, на думку чьей-.
		-- Robb Russon

%
Аўтамабілі, п.:Чатырох-колавыя транспартны сродак, якое працуе ў гару і ўніз пешаходаў.
		-- Robb Russon

%
бакалаўр:Хлопец, які з'яўляецца вольную і нявеста бясплатна.
		-- Robb Russon

%
бакалаўр:Чалавек, які мае на жанчын і ніколі місіс адзін.
		-- Robb Russon

%
Зваротная кандыцыянавання:Ўвод сьліну ў роце сабакі ў спробе зрабіць звон званка.
		-- Robb Russon

%
Bagbiter:1. п.; Абсталяванне ці праграма, якая выходзіць з ладу, як правіла, з перапынкамі. 2.прым.: адваротным апаратнага або праграмнага забеспячэння. "Гэтая сістэма bagbiting не дазволіць мне атрымацьз Spacewar "Выкарыстанне: мяжуе з непрыстойнасцю граматычна раздымныя; адзін ..можна казаць пра "кусацца мяшок". Сінонімы: LOSER, губляючы, прыдуркаваты,BLETCHEROUS, BARFUCIOUS, Chomper, жаваць.
		-- Robb Russon

%
Назіранне Bagdikian у:Спрабуючы быць рэпарцёру першакласны на сярэдняй амерыканскай газецеусё роўна што спрабаваць гуляць у "Страсці па Мацвея" Баха на Ukelele.
		-- Robb Russon

%
Першы закон Бэйкера Федэральнага геаметрыі:Грант блок з'яўляецца цвёрдая маса грошай акружаны з усіх бакоўкіраўнікоў.
		-- Robb Russon

%
Ballistophobia:Страх куль;Otophobia:Страх адкрыцця вочы свае.Peccatophobia:Страх грашыць.Taphephobia:Тафофобия.ситофобия:Страх ежы.Trichophobbia:Страх валасоў.Vestiphobia:Страх адзення.
		-- Robb Russon

%
Banacek васемнаццатага Польскі Прыказка:Бегемота не мае джала, але мудрэц палічыў за лепшае б сеў напа пчолы.
		-- Robb Russon

%
Banectomy, п.:Выдаленне сінякоў на банане.
		-- Rich Hall, "Sniglets"

%
Правіла Barach у:Алкаголік гэта чалавек, які п'е больш, чым яго які лечыць лекар.
		-- Rich Hall, "Sniglets"

%
Правілы Барбары горкі вопыт:(1) Калі вы ачышчаеце скрыню для яго адзенняі палка для яго прыналежнасці, адносіны сканчаюцца.(2) Калі вы, нарэшце, купіць даволі стацыянарныяпрацягнуць перапіску, ён спыняе пісаць.
		-- Rich Hall, "Sniglets"

%
Доказ Баркера:Карэкціроўка з'яўляецца больш эфектыўным пасля апублікавання.
		-- Rich Hall, "Sniglets"

%
Барометр, п.:Геніяльны інструмент, які паказвае, які надвор'я мыпаўсталі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Адрозненне Барта:Ёсць два тыпу людзей: тыя, хто дзеліць людзей на дзветыпы, і тыя, хто не робіць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Назіранне Барух:Калі ў вас ёсць толькі малаток, усё падобна на цвік.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Асноўныя паняцці навукі:Калі гэта зялёны або варушыць, гэта біялогія.Калі сьмярдзіць, гэта хімія.Калі ён не працуе, гэта фізіка.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
BASIC, п.:Мова праграмавання. Звязаныя з пэўнымі захворваннямі сацыяльнага характару ўшто тыя, у каго яна не дапусціць яго ў прыстойным грамадстве.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Bathquake, п.:Жорсткім землятрусу, што грыміць на ўсю хату, калі вадаЗмяшальнік уключаны ў пэўнай кропцы.
		-- Rich Hall, "Sniglets"

%
Бітва, п.:Спосаб развязваючы з зубамі палітычнага вузла, якіне будзе саступаць мовы.
		-- Ambrose Bierce

%
Прыгажосць, п.:Магутнасці па якой жанчына зачароўвае палюбоўніка і жахае мужа.
		-- Ambrose Bierce

%
прыгажосць:Што ў вашым воку, калі ў вас ёсць пчолы ў руцэ.
		-- Ambrose Bierce

%
Begathon, п.:Мульты-дзённае мерапрыемства на грамадскім тэлебачанні, выкарыстоўваецца, каб сабраць грошы, такВам не давядзецца глядзець рэкламу.
		-- Ambrose Bierce

%
Прынцып Beifeld у:Верагоднасць малады сустрэчы чалавека пажаданым і успрымальныммаладыя жанчыны павялічваецца на пірамідальнай прагрэсіі, калі ёнўжо ў кампаніі (1) дата, (2) яго жонка, (3)выглядае лепш і багацей адзін мужчынскага полу.
		-- R. Beifeld

%
вера, п:Што-то вы не верыце.
		-- R. Beifeld

%
Законы Беннетта садаводства:(1) Дома прызначаныя для людзей, каб жыць у.(2) Сады раслінам жыць.(3) Там няма такога паняцця, як пакаёвая расліна.
		-- R. Beifeld

%
Бенсона Догма:ASCII наш бог, і Unix з'яўляецца яго прыбытак.
		-- R. Beifeld

%
Формула Bershere за невыкананне:Ёсць толькі два тыпу людзей, якія не: тыя, хтослухаць ніхто ... і тых, хто слухае ўсім.
		-- R. Beifeld

%
Бэта-тэст, v:Каб добраахвотна ускласці свае дадзеныя, важных для жыццядзейнасці і свайгоздаровае, каб апаратнага або праграмнага забеспячэння прызначаны для паразы ўсіх трох.У ранейшыя часы, ўсіх дзяўчат часта выбіраюць для бэта-тэсту вулканаў.
		-- R. Beifeld

%
Законы Биерман ў кантрактаў:(1) У любым дадзеным дакуменце, не можа ахапіць усе «Што, калі ў".(2) Адвакаты застацца ў бізнэсе вырашэння ўсіх нявырашанае "што калі х".(3) Кожны вырашана "што калі" стварае два нявырашаным ", што калі х".
		-- R. Beifeld

%
Першы закон Більба:Вы не можаце разлічваць сяброў, якія ўсё фасаваныя ў бочкі.
		-- R. Beifeld

%
Binary, прым.:Валодаючы магчымасць мець сяброў абодвух падлог.
		-- R. Beifeld

%
Правіла Бінга:Не спрабуйце спыніць хвалю - перамясціць пляж.
		-- R. Beifeld

%
Біпалярнае, прым.:Ставіцца да таго, хто мае дома ў Номе, на Алясцы і Бафала, Нью-Ёрк.
		-- R. Beifeld

%
нараджэнне, п:Першае і найцяжэйшыя за ўсе беды.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
біт, п:Адзінка вымярэння ў дачыненні да колеру. Дваццаць чатыры-бітны колерставіцца да дарагіх $ 3 колеру, у адрозненне ад больш таннай 25цэнт, ці два біта, колер, які выкарыстоўваюць, каб быць даступныя некалькі гадоў таму.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Bizoos, п.:Мільёны маленькіх асобных удараў, якія складаюць у баскетбол.
		-- Rich Hall, "Sniglets"

%
blithwapping:Выкарыстоўваючы нічога, акрамя малатка забіць цвік усцены, такія як абутак, лямпы баз, дзвярнымі і г.д.
		-- "Sniglets", Rich Hall & Friends

%
Сёмы Закон Блюма цяжбы:жарты суддзі заўсёды смешна.
		-- "Sniglets", Rich Hall & Friends

%
Blore Брытва:Улічваючы выбар паміж двума тэорыямі, прыняць тую, якая смяшней.
		-- "Sniglets", Rich Hall & Friends

%
Blutarsky аксіёма:Няма нічога немагчымага для чалавека, які не будзе слухаць прычыне.
		-- "Sniglets", Rich Hall & Friends

%
пастулат Болинг у:Калі вы адчуваеце сябе добра, не хвалюйцеся. Проста хлопец.
		-- "Sniglets", Rich Hall & Friends

%
Чацвёрты закон Bolub па Computerdom:Праектныя каманды трываць штотыднёвы прагрэс справаздачнасці, паколькі гэта такярка выяўляецца іх адсутнасць прагрэсу.
		-- "Sniglets", Rich Hall & Friends

%
Правіла Bombeck па медыцыне:Ніколі не ісці да лекара, чый офіс расліны загінулі.
		-- "Sniglets", Rich Hall & Friends

%
Закон Сіські у:Вы заўсёды знойдзеце што-то на апошнім месцы вы глядзіце.
		-- "Sniglets", Rich Hall & Friends

%
Закон Букера:Ўнцыя прымянення варта тоны абстракцыі.
		-- "Sniglets", Rich Hall & Friends

%
Дыяметр цыліндру, п.:Хлопец, які абгортвае дзвюххвілінны ідэю ў двухгадзінны лексікі.
		-- Walter Winchell

%
Дыяметр цыліндру, п.:Чалавек, які кажа, калі вы хочаце яго слухаць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Законы Борена:(1) Калі ва ўладзе, абдумаць.(2) Калі ў бядзе, дэлегаваць.(3) У выпадку сумневаў, мармытаць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
бос, п:Згодна з Оксфардскі слоўнік англійскай мовы, у сярэднія вякіСловы «гаспадар» і «псаваць» былі ў значнай ступені сінонімамі, за выключэннем таго, бос,у дадатак да азначае "супервизора работнікаў" таксама азначае "ANдэкаратыўныя шпількі ".
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Назіранне Бушу:Той, хто узрывае яго ўласны рог заўсёды гуляе музыканекалькі актаў вышэй, чым першапачаткова напісана.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Бауэра:Талент ідзе, дзе адбываецца дзеянне.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Тэарэма Боўі:Калі эксперымент працуе, вы павінны быць выкарыстанне няправільнага абсталявання.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Хлопчык, п:Шум ад бруду на ім.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Брэдлі меціла:Калі кампутары становяцца занадта моцнымі, мы можам арганізавацьіх у камітэт - што будзе рабіць іх.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Першы закон Брэды з Задач:Сутыкаючыся з цяжкай праблемай, вы можаце вырашыць большлёгка, звядучы яе да пытання, "як бы Самотнага рэйнджарарэгулявалі гэта? "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Мозг, н:Прылада, з якім мы думаем, што мы думаем.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Мозг, v: [як у "ў мозг"]Папракнуць прама, але не дэманстратыўна; рассеяць крыніцапамылкі ў праціўніка.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
пашкоджаны мозг, абагульненне "Honeywell Brain Damage" (Хабад), AТэарэтычная хвароба вынайшлі для тлумачэння некаторых прамаўляць cretinisms ўMultics, прым:Відавочна няправільна; прыдуркаваты; вар'ят. існуе падтэкстшто асоба, адказная павінна быць пашкоджанне мозгу,таму што ён / яна павінен быў ведаць лепш. Выклік-топашкоджаны мозг дрэнна; яна таксама мае на ўвазе, што з'яўляецца непрыдатным для выкарыстання.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Нявеста, п.:Жанчына з тонкай перспектывай шчасця ззаду яе.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
партфель, п:Пробны дзе журы збіраецца разам і ўтварае лінчаваньне партыі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
шырокі кругагляд, п:Вынікам уплощение фанабэрыю па-за.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Пастаяннае Броган у:Людзі, як правіла, збіраюцца ў задняй часткі царквы іПярэдняя частка аўтобуса.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
brokee, п:Хтосьці, хто купляе акцыі па радзе брокера.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Брантазаўры Прынцып:Арганізацыі могуць расці хутчэй, чым іх мозг можа кіраваць іміпа адносінах да навакольнага асяроддзя і да сваёй ўласнай фізіялогіі: каліУ гэтым выпадку, яны выміраючы від.
		-- Thomas K. Connellan

%
Закон Брука:Даданне рабочай сілы ў канцы праграмнага праекта робіць яго пазней.
		-- Thomas K. Connellan

%
Закон Брука:Кожны раз, калі сістэма становіцца цалкам вызначаецца, некаторыя дураньвыяўляе тое, што альбо адмяняе сістэму абопашырае яго да непазнавальнасці.
		-- Thomas K. Connellan

%
Бурбалка памяці, п.:Прыніжальны тэрмін, як правіла, са спасылкай на інтэлект чалавека.Глядзіце таксама "вакуумную трубку".
		-- Thomas K. Connellan

%
Закон Bucy у:Нішто ніколі не дасягаецца шляхам разумнага чалавека.
		-- Thomas K. Connellan

%
Памылка, п.:Аспект кампутарнай праграмы, якая існуе таму, штопраграміст думае пра Jumbo Валет або апцыён на акцыі, калі ён / янанапісаў праграму.На шчасце, другі да апошняга памылка толькі былі выпраўленыя.
		-- Ray Simard

%
памылка, п:Сын збояў.
		-- Ray Simard

%
памылка, п:Няўлоўным істотай якія жывуць у праграме, якая робіць яго няслушным.Актыўнасць "адладкі", або выдаленне памылак з праграмы, канцыкалі людзі стамляюцца рабіць гэта, не тады, калі памылкі будуць выдаленыя.
		-- "Datamation", January 15, 1984

%
Памылкі, пл. п.:Маленькія жывыя, што малыя жывыя хлопчыкі кідаюць на невялікіх жывых дзяўчат.
		-- "Datamation", January 15, 1984

%
Бампер налепкі:Усе часткі падае гэтага аўтамабіля маюць вельмі лепшыхБрытанскі вытворчасць.
		-- "Datamation", January 15, 1984

%
Настаўленьне бункера:Вы не можаце купіць піва; Вы можаце толькі арандаваць яго.
		-- "Datamation", January 15, 1984

%
Burbulation:Обсессивно акт адкрыцця і закрыцця дзверы халадзільніка ўспроба злавіць яго да таго, як аўтаматычная лямпа.
		-- "Sniglets", Rich Hall & Friends

%
Бюро Спыненне, Закон:Калі ўрад бюро плануецца спынена,колькасць супрацоўнікаў у гэтым бюро падвоіць межах12 месяцаў пасля прыняцця рашэння.
		-- "Sniglets", Rich Hall & Friends

%
Бюракратыя, п:Спосаб пераўтварэння энергіі ў цвёрдых адходаў.
		-- "Sniglets", Rich Hall & Friends

%
Бюракрат, п.:Чалавек, які рэжа валакіту бокам.
		-- J. McCabe

%
бюракрат, п:Палітык, які мае ўладанні.
		-- J. McCabe

%
Берка Пастулаты:Усё магчыма, калі вы не ведаеце, што вы кажаце.Не ствараць праблему, для якіх вы не маеце адказ.
		-- J. McCabe

%
Р. Бернса Hog ўзважвання Метад:(1) Атрымаць ідэальна сіметрычную дошку і збалансаваць яго па казлы.(2) Змесціце катушку на адным канцы дошкі.(3) Куча парод на іншым канцы, пакуль планка не стане зноў выдатназбалансаваным.(4) Асцярожна адгадаць вага парод.
		-- Robert Burns

%
словам, п:Дзёгцю кампутарнай пісьменнасці.
		-- Robert Burns

%
BYOB, v:Мяркуючы свой уласны Bull
		-- Robert Burns

%
C, N:Мова праграмавання, што накшталт як Паскаль, за выключэннем больш падобныВузел выключэннем таго, што гэта не вельмі падобна на любы з іх, або што-небудзьастатняе. Гэта альбо самы лепшы мова даступны для мастацтва сёння, абогэта не так.
		-- Ray Simard

%
Капуста, п.:Знаёмы агарод расліннага аб якасці вялікі і мудры, якмужчынскай галавы.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
кэш:Вельмі дарагая частка сістэмы памяці кампутара, што ніхтоМяркуецца ведаць, ёсць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Аксіёма Кана:Калі ўсё астатняе трывае няўдачу, прачытайце інструкцыі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Кэмпбэла:Прырода не церпіць трывіяльны эксперыментатару.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Дэвіз Канада Біла Джонса:Гэта амаральна, каб прысоскі трымаць свае грошы.Дадатак Канада Біла Джонса:Сміта і Вессон б'е чатыры туза.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Кананічнае, прым.:Звычайна, або стандартны стан ці спосаб нешта. Рэальная гісторыя:Адзін Боб Шоберг, новыя ў лабараторыі штучнага інтэлекту MIT, выказаў пэўнае раздражненне пры выкарыстанніжаргону. За яго гучных пярэчанняў, мы зрабілі кропку выкарыстання жаргону, якнаколькі гэта магчыма ў яго прысутнасці, і ў рэшце рэшт ён пачаў тануць ст.Нарэшце, у адным з размоў, ён выкарыстаў слова "кананічны" на жаргоне, якмода без мыслення.Стыл: «Ага Мы нарэшце-то вы казалі жаргон занадта"Столлман: "Што ён сказаў?"Стыл: «Ён проста использовал` кананічнае 'кананічным чынам."
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон капітана Пені:Вы можаце дурыць усіх людзей некаторы час, інекаторыя з людзей ўвесь час, але нельга падманваць маму.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Carperpetuation (Kar 'пур гадаванец іа шан), п.:Акт, пры ўборцы, працаваць над радком па меншай мерыдзесяткі разоў, дасягаючы зноў і падняць яго, разглядаючы яго, а затымпакласці яго назад ўніз, каб даць вакууму яшчэ адзін шанец.
		-- Rich Hall, "Sniglets"

%
Суцяшэнне Карсана:Нішто не поўны правал.Ён заўсёды можа быць выкарыстана ў якасці дрэннага прыкладу.
		-- Rich Hall, "Sniglets"

%
Карсан Назіранне на абутак:Калі абутак падыходзіць, купіць іншую таксама.
		-- Rich Hall, "Sniglets"

%
Следства Карсуэлл у:Кожны раз, калі чалавек прыходзіць з лепшай пасткі,прырода нязменна прыходзіць з лепшай мышы.
		-- Rich Hall, "Sniglets"

%
Котка, п.:Lapwarmer з убудаваным зумера.
		-- Rich Hall, "Sniglets"

%
цэрэбральны атрафія, н:З'явы, адбываецца як клеткі мозгу становяцца слабымі і хворымі, іпагоршыць працу мозгу. Багацце гэтых «дрэнных» клетак можа прывесці дасімптомы, звязаныя з старасці, апатыі, дэпрэсіі і агульнай непасьпяховасьцьпрадукцыйнасць. Пэўная невялікая колькасць клетак галаўнога мозгу будзе пагаршацца з-заістэрыкі, бытавога актыўнасць, але вялікая колькасць паслабленыя інтэнсіўнага разумовага намаганніі засваенне складаных паняццяў. Многія студэнты стануцьахвярамі гэтага жудаснага засмучэнні з-за дрэнных звычак, такіх як overstudying.цэрэбральны дарвінізм, п:Тэорыя, што эфекты атрафіі галаўнога мозгу можа быць адмененапраз прадзьмуху дзеяннем цяжкай спажывання алкаголю. вялікія аб'ёмыалкаголь выклікае шмат клеткі мозгу гінуць з-за недахопу кіслароду. празпрацэс натуральнага адбору, слабыя і хворыя клеткі мозгу памрэпа-першае, пакідаючы толькі здаровыя клеткі. Гэты выдатны працэс пакідаеякі выпіў з больш здаровай, больш яркай мозгу, і павялічваецца разумовых здольнасцяў.Такім чынам, разбуральныя наступствы атрафіі галаўнога мозгу мяняюцца месцамі, і акадэмічнайпрадукцыйнасць на самай справе павялічвае межы папярэдніх узроўняў.
		-- Rich Hall, "Sniglets"

%
Законы Чэмберлена:(1) Вялікія хлопцы заўсёды перамагаюць.(2) Усе густы больш ці менш як курыца.
		-- Rich Hall, "Sniglets"

%
Шчыльнасць сімвалаў, п.:Шэраг вельмі дзіўных людзей у офісе.
		-- Rich Hall, "Sniglets"

%
Дабрачыннасць, п.:Рэч, якая пачынаецца ў сябе дома і, як правіла, застаецца там.
		-- Rich Hall, "Sniglets"

%
checkuary, п:Трынаццаты месяц у годзе. Пачынаецца дзень і канцы навагоднікалі чалавек перастае рассеяна пісаць стары год на яго праверак.
		-- Rich Hall, "Sniglets"

%
Шэф, п.:Любы кухар, які клянецца на французскай мове.
		-- Rich Hall, "Sniglets"

%
Плач Cheit у:Калі вы дапамагчы аднаму ў гэтым мае патрэбу, ён абавязкова памятаць you--у наступны раз ён у гэтым мае патрэбу.
		-- Rich Hall, "Sniglets"

%
Хімічныя, п.:Шкодныя рэчывы, з якога вырабляюцца сучасныя прадукты.
		-- Rich Hall, "Sniglets"

%
Закон Хеопса:Нішто ніколі не будзе пабудаваны ў адпаведнасці з графікам або ў межах бюджэту.
		-- Rich Hall, "Sniglets"

%
Правіла Чыкага Transit Authority вершніка # 36:Ніколі не прасіць жорсткую джэнтльмен насіць Эль Рукн галаўны ўбордзе ён атрымаў сваю "піраміду харчавання піцы Warmer".
		-- Chicago Reader 3/27/81

%
Правіла Чыкага Transit Authority вершніка # 84:CTA мае бясплатныя усплываючых таймераў даступныя па запыцедля перагрэтых пасажыраў. Калі таймер ўсплывае, кіроўцавесела паліваць вас.
		-- Chicago Reader 5/28/82

%
Курыны суп:Старажытны цуд прэпарат, які змяшчае роўныя часткі aureomycin,какаін, інтэрферон, і ТСХ. Толькі хвароба курыны супне можа вылечыць невротичен залежнасць ад сваёй маці.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Закон Chism па завяршэння:Колькасць часу, неабходнае для завяршэння ўрад праекту дакладнасці роўная даўжыні часу ўжо выдаткавалі на яго.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Па-першае Следства Chisolm да Другой закон Мэрфі:Калі рэчы проста не можа быць горш, яны будуць.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Каляды:На наступны дзень аддзяліў некаторымі як час для Турцыі, падарункамі, журавінсалаты, сям'я тусоўках; для іншых, адзначана як якія маюць лепшаеЧас водгуку на ўвесь год.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Каментар Чэрчыля пра чалавека:Чалавек будзе часам спатыкаюцца ісціны,але большую частку часу ён абярэ сябе і працягваць.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Cinemuck, п.:Спалучэнне папкорна, сода, і расплаўлены шакалад, якіахоплівае паверха кінатэатрах.
		-- Rich Hall, "Sniglets"

%
Празорцаў, п.:Твар, звычайна жанчына, хто мае ўладу, бачачы, штоякі з'яўляецца нябачным для яе заступніка - а менавіта, што ён балван.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Заключэнне Кларка:Ніколі не дазваляйце пачуццё маралі перашкаджаць рабіць правільныя рэчы.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Заключэнне Клея:Творчасць з'яўляецца вялікім, але плагіят хутчэй.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Клон, н:1. дакладнай копіяй, як у "наш прадукт з'яўляецца клонам іхПрадукт ". 2. кепскай, паразітнага копіі, як у" сваім прадукцегэта клон нашага прадукту ".
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Кловіс 'Разгляд атмасферы анамаліі:Заганнасць прыродзе нідзе лепш прадэманстраваўчым той факт, што, калі падвяргаецца той жа атмасферы,хлеб становіцца цяжка ў той час як крекеры стануць мяккімі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
COBOL:Практыкаванні ў штучным неэлегантный.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
COBOL:Цалкам Зноў і па-за прычыны або логікі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Коэна:Там няма дна і горш.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Кона:Чым больш часу вы праводзіце ў справаздачнасці аб тым, што вы робіце, тым меншраз, калі вы павінны зрабіць што-небудзь. Стабільнасць дасягаецца, калі вы праводзіцепаведамляючы пра нічога вы робіце ўсё свой час.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Халодная, прым.:Калі палітыкі хадзіць сваімі рукамі ў свае ўласныя кішэні.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Коўла:Тонка нарэзаныя капусту.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Супрацоўніцтва, п.:Літаратурны партнёрства, заснаванае на ілжывым здагадцы, штоіншы супрацоўнік можа азначаць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
каледж:Фантаны ведаў, дзе кожны ідзе піць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Colvard ў лагічныя перадумовы:Усе верагоднасці 50%.Альбо самае адбудзецца, альбо няма.Нядобрасумленным Каментарыі Colvard у:Гэта асабліва дакладна, калі справа з кім вы прыцягнулі к.Каментар Grelb у:Праўдападабенства, аднак, 90% супраць вас.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Каманда, п.:Заява прадстаўляецца на чалавека і прыняты кампутарам утакім чынам, каб зрабіць чалавечую адчуванне, як быццам ён знаходзіцца пад кантролем.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
каментары:Лішні элемент зыходнай праграмы ўключаны такім чынамПраграміст можа ўспомніць, якога чорта гэта ён рабіўшэсць месяцаў праз. Толькі прыдуркаваты патрэбныя, у адпаведнасцідля тых, хто думаюць, што яны не з'яўляюцца.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Абавязацельства, п.:[Розніца паміж прыцягненнем і] прыхільнасці можа быцьілюструецца на сняданак вяндліны і яек. кураня быўўдзел, свіння было здзейснена.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Камітэт па Правілах:(1) Ніколі не прыбудзе своечасова, ці вы будзеце штамп пачаткоўца.(2) Не кажы нічога, пакуль сустрэча не палова старэй; гэташтампы вас як мудрага.(3) Будзьце расплывістым, наколькі гэта магчыма; гэта прадухіляе раздражненняінш.(4) У выпадку сумневаў, паказваюць, што падкамітэт будзе прызначаны.(5) Будзьце першым, каб перамясціць для адкладаў; Гэта зробіць васпапулярным - гэта тое, што ўсе чакаюць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Камітэт, п.:Група мужчын, якія паасобку не можа зрабіць нічога, але як групавырашыць, што нішто не можа быць зроблена.
		-- Fred Allen

%
Коммонер тры закона экалогіі:(1) Ніякіх дзеянняў не без пабочных эфектаў.(2) Нішто не сыходзіць.(3) Там няма бясплатнага сыру.
		-- Fred Allen

%
Комплексная сістэма:Адзін з рэальнымі праблемамі і ўяўных прыбыткаў.
		-- Fred Allen

%
Камплімент, п.:Калі вы нешта сказаць на іншы, што ўсе ведаюць, гэта не так.
		-- Fred Allen

%
compuberty, п:Нязручна перыяд эмацыйнага і гарманальныя змяняекампутарныя досведы, калі аперацыйная сістэма будзе абноўлена іsun4 ставіцца онлайн абмену файламі.
		-- Fred Allen

%
інфарматыка:(1) Даследаванне падобна нумаралогіі і астралогіі, але безДакладнасць першага і поспех апошняга.(2) Аналіз зацяжны значэнне алгарытмаў.(3) дорага пералік відавочнага.(4) Раздражненне мастацтва спраўляцца з вялікай колькасцю дробязяў.(5) таўталогія запрог у службу чалавеку з хуткасцю святла.(6) Зніжэнне пост-Цьюрынга ў фармальнай тэорыі сістэм.
		-- Fred Allen

%
Кампутар, п.:Электронны аб'ект, які выконвае паслядоўнасці карысных крокаў уцалкам зразумела, строга лагічным парадку. Калі Вы ўпэўненыя,гэта, мяне бачыць моста я маю для продажу ў Манхэтэне.
		-- Fred Allen

%
Канцэпцыя, п.:Любы "Ідэя", для якіх вонкавы кансультант кошт вам больш, чым$ 25000.
		-- Fred Allen

%
Канферэнцыя, п.:Спецыяльнае пасяджэнне, у якім гаспадар збірае падначаленых пачуцьтое, што яны павінны сказаць, пакуль яно не супярэчыць таму, штоён ужо вырашыў зрабіць.
		-- Fred Allen

%
Давераная асоба, давераная, п:Адзін даручана А з сакрэтамі B, даверна да сябе праз С.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Перакананы халасцяк:Чалавек, які ідзе па жыцці без сучка і задзірынкі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Гіпотэза: Усе няцотныя лікі з'яўляюцца простымі.Доказ матэматыка:3 з'яўляецца простым. 5 з'яўляецца простым. 7 з'яўляецца простым. Па індукцыі, усёняцотныя лікі з'яўляюцца простымі.Доказ фізіка:3 з'яўляецца простым. 5 з'яўляецца простым. 7 з'яўляецца простым. 9 з'яўляецца эксперыментальнымпамылка. 11 з'яўляецца простым. 13 простае ...Доказ інжынера:3 з'яўляецца простым. 5 з'яўляецца простым. 7 з'яўляецца простым. 9 першасная.11 з'яўляецца простым. 13 простае ...Кампутарныя спецыялісты доказ:3 з'яўляецца простым. 3 з'яўляецца простым. 3 з'яўляецца простым. 3 простае ...
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Раз'ём Змова, п:[Верагодна атрымаў вядомасць са з'яўленнем KL-10,ні адзін з якіх раздымы адпавядаць што-небудзь яшчэ] Тэндэнцыявытворцы (або, як следства, праграмістаў ці пастаўшчыкі небудзь)прыдумаць новыя прадукты, якія не падыходзяць адзін да аднаго са старымматэрыял, тым самым робячы вы купляеце альбо ўсё новы матэрыял або дорагаІнтэрфейс прылады.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Згоду указ:Дакумент, у якім няшчасны згоду кампаніі ніколі не здзяйсняцьу будучыні ўсё гнюсныя парушэнні Федэральнага закона гэтаніколі не прызнаў у першую чаргу.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Кансультант, п.:(1) Хто вы плаціце ўзяць гадзіны з запясці і сказацьВы у колькі гэта. (2) (Для аднаўлення выкарыстання) Працоўная назваз тых, хто ў цяперашні час не правесці працу. Дэвіз: ЁсцьКалькулятар, Ці паедзе.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Кансультант, п.:[Кон "падманваць, дурня, махлярства", або, магчыма, французскі кон(Вульгарная) "чалавек мала заслуг" + Sult эліптычнай формай"Абраза".] Жучок пад выглядам аракула, асабліва той, хтонавучыўся Декампа на высокай хуткасці, нягледзячы на ​​вялікі партфельі цяжкі кашалёк.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Кансультант, п.:Звычайны чалавек далёка ад дома.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
кансультант, п.:Хтосьці, хто knowns 101 спосабаў займацца каханнем, але не можа атрымаць дату.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Кансультант, п.:Хтосьці, хто б аддаў перавагу забрацца на дрэва і нахлусіць, чым стаяць назямля і казаць праўду.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Кансультацыі, п.:Медыцынскі тэрмін, які азначае "дзяліцца багаццем".
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Размова, п.:Вакальны конкурс, у якім той, хто аддыхаўшысяназываецца слухач.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Конвея:У любой арганізацыі заўсёды будзе адзін чалавек, які ведае,	што адбываецца.Гэты чалавек павінен быць звольнены.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Капіраванне машына, п.:Прылада, якое здрабняе паперу, міргае загадкава шыфроўкі,і стварае дублікаты для ўсіх у офісе, які нецікава пачытаць іх.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Каранацыя, п.:Цырымонія інвеставаць савэрэн з знешні і бачныпрыкметы яго чароўнага правы быць ветрам SkyHigh з дынамітам бомбы.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Перапіска Следства:Эксперымент можна лічыць паспяховым, калі не больш за паловуВашы дадзеныя павінны быць адкінутыя, каб атрымаць перапіску з вашай тэорыяй.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон CORRY у:Папера заўсёды мацней на перфарацыі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Суд, п.:Месца, дзе яны абыходзяцца без справядлівасці.
		-- Arthur Train

%
Баязлівы, п.:Той, хто ў небяспечнай аварыйнай сітуацыі думае нагамі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Крэдытор, п.:Чалавек, які мае лепшую памяць, чым даўжніка.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон нахілу па палітычнай падсправаздачнасці:Калі вы першым даведацца пра што-то дрэнным, вы збіраецеся быцьнесці адказнасць за дзейсных на яго, незалежна ад вашых фармальных абавязкаў.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
крытык, п.:Чалавек, які мае сам дагодзіш, таму што ніхто не спрабуедагадзіць яму.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Кролл ў Зварот:Калі вистл вырабляюцца з волава, якія foghorns зробленыя?
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Cropp у:Аб'ём працы робіцца вар'іруецца inversly з час, праведзены ўофіс.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Круикшэнк па камітэтам:Калі камітэт мае права абмяркоўваць дрэнная ідэя досыць доўга, ягонепазбежна вырашылі рэалізаваць ідэю проста таму, што такшмат працы ўжо зроблена на ім.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
курсор адрас, н:"Прывітанне, курсор!"
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Курсор, п.:Той, чыя праграма не будзе працаваць.
		-- Robb Russon

%
curtation, п.:Выкананне сціск радкі ў поле фіксаванай даўжынінавакольнае асяроддзе.Праблема ўстаноўкі надзвычай зменнай даўжыні радка, такія як імёны,адрасы, і пункт апісання у запісе фіксаванай даўжыні ня трывіяльнасправа. Грэбаванне тонкім мастацтве curtation верагодна адчужаныя большлюдзей, чым любы іншы аспект апрацоўкі дадзеных. Вы заказваеце Моцарта "ДонДжавані "з вашай гуказапісвальнай клуба, і яны фактуры вам $ 24,95 за MOZ DONG.Бязмозглы адлюстраванне ўзнёслага на смешна! Гэтак загадкавае з'яўляеццаcurtation які вырабляе тыя ж восем сімвалаў, лепшы, будзь выпарадак "Лепшы Вагнера", "Лепшы Шуберта", або "Лепшыя з экскрыменты".Аналагічным чынам, аматары віна купляюць ад кампутарызаваны вінакурань круціць свае акуляры,праверыць свае накладныя, і інфармаваць сваіх сяброў, "Даволі нявінных,магчыма overtruncated CAB SAUV 69 TAL. "здушванне пладоў у 10слупкі дало такія памятныя матам, як ЦОГ АБО PIP. прыкладыцытуецца рэальныя, а curtational метадалогія, якая праводзіцца іх яшчэз намі.MOZ DONG п.Curtation Дон Жуана Вольфганга Амадэя Моцарта і Ларэнца дыПонтэ, у выкананні камп'ютэрызаванай білінг ансамбля Internat'lПапярэдні Грамадства, Great Neck (так у арыгінале), N.Y.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Закон Катлер Вебстера:Там не два бакі кожнага аргументу, калі чалавекаасабіста уцягнуты, і ў гэтым выпадку ёсць толькі адзін.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Цынік, п.:Мярзотнік якога няспраўны бачанне бачыць рэчы, як яны ёсць, а неяк яны павінны быць. Такім чынам звычай у скіфаў выскубаннез вачэй цынік, каб палепшыць сваё бачанне.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Цынік, п.:Дасведчаны.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Цынік, п.:Той, хто глядзіць праз ружовыя акуляры з жоўцевым вачэй.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Дадзеныя, п.:Налічэнне саломкай на спінах тэорый.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Дадзеныя, п.:Computerspeak для "інфармацыі". правільна выражаныспосаб, Bostonians прамаўляць слова для дзіцяці жаночага полу.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Дэвіса з руху Шчыльнасць:Шчыльнасць гадзіну пік прама прапарцыйнаяУ 1,5 разы колькасць дадатковага часу вы дазваляеце прыбыць своечасова.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Диктум Дэвіса:Праблемы, якія знікнуць самі па сабе, вярнуцца самі па сабе.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Світанак, п.:Час, калі людзі прычыне класціся.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Дедвуд, п.:Любы ў вашай кампаніі, якія старэйшыя за вас.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Смерць жаданне, п.:Адзінае пажаданне, якое заўсёды спраўджваецца, ці хоча адзін яе.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Твар, якое прымае рашэнне, п.:Чалавек у вашым офісе, які не змог сфарміраваць мэтавую групуПерад музыка спынілася.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
змаўчанні, п.:[Магчыма з Чорнага англійскай "УЖР Дэ віна на гэты сістэма ты,мес. "] славалюбная спроба пазбегнуць памылак бяздзейнасцю." Нічога будзевыйдзе нічога: казаць зноў "- Кароль Лір ..
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Па змаўчанні, п.:Апаратных, вядома.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
дэжавю:. Французская, ужо бачылі; неарыгінальная; банальна.Псіхал., Ілюзія, раней адчуваліто фактычна сутыкаліся ўпершыню.Псіхал., Ілюзія, раней адчуваліто фактычна сутыкаліся ўпершыню.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Меркаванне, п.:Акт разглядзе сваё хлеб, каб вызначыць, якая бок з'яўляеццаалеем на.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Стаматолаг, п.:Штукар, які, паклаўшы метал ў роце, цягнеманеты са сваіх кішэняў.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Дэнвер, п.:Невялікая горад, размешчаны крыху ніжэй `O 'ў Каларада.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
дызайн, v.:Што вы шкадую, што не рабіць у далейшым.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
DeVries 'Дылема:Калі вы патрапілі дзве клавішы на пішучай машынцы, той, які вы не хочацепарад паперу.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Першы закон Dibble па сацыялогіі:Некаторыя робяць, некаторыя не робяць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Die, v.:Каб перастаць грашыць раптоўна.
		-- Elbert Hubbard

%
Вячэру прапанову # 302 (Hacker Дэ-Lite):1 слоік імпартаваныя брислинг сардзіны ў таматным соўсе1 мяшок шакаладу соладу гваздзік імгненных сняданак1 скрынка малака
		-- Elbert Hubbard

%
дыпламатыя, п:Лежачы ў стане.
		-- Elbert Hubbard

%
Дирксена Тры законаў палітыкі:(1) Атрымаць абраны.(2) Атрымаць пераабраны.(3) Не сярдуй, атрымаць яшчэ.
		-- Sen. Everett Dirksen

%
адхіліць, п:У адрозненне ад некаторых іншых бара.
		-- Sen. Everett Dirksen

%
Адметнай, прым.:Іншы колер або форма, чым нашы канкурэнты.
		-- Sen. Everett Dirksen

%
Бедства, п.:Хвароба панесены ў выніку ўздзеяння росквіту аднаму.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
развод, п:Змена жонкі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
дакументацыя:Інструкцыі перакладзе з шведскага японцаў для ангельскайразмаўлялых людзей.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
двойчы сляпой метад, п:Эксперымент, у якім галоўны навуковы лічыць, што ёнваляць як суб'ект і лабаранта. часта суправаджаеццамоцным вера ў зубной феі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Доу:У іерархічнай арганізацыі, тым вышэй узровень,тым больш блытаніны.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Адкрыццё Drakenberg у:Калі вы не можаце знайсці свае акуляры,гэта, верагодна, таму, што вы не маеце іх.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Дрю Шаша біялогіі:Першай памылкай ударыць чысты шклоачышчальнікі зямлі прама перадвашых вачэй.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Прэпарат, п:Рэчыва, якое, ўводзяць у пацука, вырабляе навуковы даклад.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Прадпісанне Дюшарма у:Магчымасць заўсёды стукае у найменшай зручны момант.Дюшарма аксіёма:Калі вы глядзіце на праблему досыць уважліва, то будзе зразумела,самі, як частка праблемы.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Доўг, п:Што можна чакаць ад іншых.
		-- Oscar Wilde

%
Закон Eagleson у:Любы код самастойна, што вы не глядзелі на шэсць або большмесяцаў, магчыма, таксама былі напісаныя кімсьці іншым. (Иглезонаптыміст, рэальная колькасць больш падобны трох тыдняў.)
		-- Oscar Wilde

%
эканоміка, п.:Эканоміка з'яўляецца вывучэнне значэння і сэнсу Дж К. Гэлбрейт.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Эфект маштабу:Пра тое, што чым больш, тым лепш. У прыватнасці, што калі вы хочацепэўную колькасць вылічальных магутнасцяў, гэта нашмат лепш, каб купіць адзінважная персона, чым кучу smallies. Прымаюцца ў якасці верылюдзі, якія любяць вялікія машыны і ўсё, што складанасць. адхіленау якасці прадмета веры тых, хто любіць невялікія машыны і ўсёгэтыя абмежаванні.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
эканаміст, п:Хтосьці, хто добра з лічбамі, але не мае дастатковаАсобу стаць бухгалтарам.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Эгаізм, п:Робячы крыжаванка New York Times з ручкай.Эгаіст, п:Чалавек нізкага густу, больш зацікаўлены ў сабе, чым мне.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Каментар Эрмана:(1) Усё будзе яшчэ горш, перш чым яны лепш.(2) Хто сказаў, усё наладзіцца?
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Elbonics, п.:Дзеянні двух чалавек манеўруе на адным падлакотніку ў кінотэатр.
		-- "Sniglets", Rich Hall & Friends

%
Паражэнне электрычным токам, н.:Спальванне на вогнішчы з усімі сучаснымі паляпшэннямі.
		-- "Sniglets", Rich Hall & Friends

%
Слон, п.:Мыш пабудавана з дзяржаўнымі патрабаваннямі.
		-- "Sniglets", Rich Hall & Friends

%
Адзінаццаты Закон акустыка:У мінімальнай фазавай сістэмы існуе непарыўная сувязь паміжЧастотная характарыстыка, фазавая і пераходная характарыстыка, як яныусё проста пераўтворыць адзін ад аднаго. Гэта ў спалучэнні змінімалізацыі памылак растуленых ў выходных узмацняльнікаў і правільнакампенсацыя за нелінейны пасіўны кросовер загрузкі сеткі можапрывядзе да значнага зніжэння дазволу сістэмы губляецца. Тым не менш,Вядома, усё гэта азначае, дамкрат, калі вы слухаеце Pink Floyd.
		-- "Sniglets", Rich Hall & Friends

%
Emacs, п.:Павольна рухаючыся пародыя тэкставым рэдактары.
		-- "Sniglets", Rich Hall & Friends

%
Закон Эмерсана з упартасці:Наш галоўны хочаце ў жыцці хтосьці, хто павінен прымусіць нас рабіць тое, што мыможа. Знайшоўшы іх, затым мы ненавідзім іх за гэта.
		-- "Sniglets", Rich Hall & Friends

%
Энцыклапедыя Прадаўцы:Запрасіць іх усіх ст. NIP праз заднюю дзверы. Патэлефануйце ў паліцыюі сказаць ім, ваш дом у цяперашні час абрабаваны.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Бясконцы цыкл, л.:см Loop, Бясконцыя.Пятля, Бясконцыя, п.:см зацыкліваўся.
		-- Random Shack Data Processing Dictionary

%
Engram, п.:1. фізічнае праява чалавечай памяці - "инграмма".2. Канкрэтны памяці ў фізічнай форме. [Заўвага Выкарыстанне: гэты тэрмін ўжо неу агульным карыстанні. Да Уілсан і Magruder гістарычным адкрыцця, прыродаинграммы быў тэмай інтэнсіўных спекуляцый сярод неўролагаў,псіхолагі, і нават кампутарныя спецыялісты. У 1994 прафесара М. Р. Уілсані W. В. Магрудер, як горы універсітэта Санкт кааксіяльнай ў Апала-Альта, даказаўканчаткова, што мозг млекакормячых замоноличен інтэрпрэтаваць набортрыццаць сем генетычна перадаюцца супрацоўнічаем макрасы TECO. чалавек памяціБыло паказана, што пражываюць ў 1 млн Q-рэгістраў, як Хафман закадаваныя ў верхнім рэгістры толькіASCII радкі. Цікавасць да инграмме істотна знізілася, паколькі гэтаЧас.]3-е выданне, 2007 г. ад Р.Х.
		-- New Century Unabridged English Dictionary,

%
павышэння, v.:Каб падрабіць малюнак, як правіла, на шкоду сабе.
		-- New Century Unabridged English Dictionary,

%
Entreprenuer, п.:Высокі пракаткі рызыковы, хто аддае перавагубыць відавочны правал, чым з рук поспеху.
		-- New Century Unabridged English Dictionary,

%
Зайздрасць, п.:Жадаючы ты нарадзіліся з несправядлівае перавага,замест таго, каб паспрабаваць атрымаць яго.
		-- New Century Unabridged English Dictionary,

%
Закон Эпперсон у:Калі чалавек кажа, што гэта глупства, дзіцячая гульня, гэта, верагодна,то яго жонка можа пабіць яго на.
		-- New Century Unabridged English Dictionary,

%
Этымалогія, п.:Некаторыя раннія этымалагічныя навукоўцы прыдумалі высноў, штобыло цяжка для грамадскасці, каб паверыць. Тэрмін "этымалёгія" быў сфармаваныад лацінскага "etus" ( "з'едзенай"), корань "малы" ( "дрэнны"), і "налогія"( "Вывучэнне"). Гэта азначала, "вывучэнне рэчаў, якія цяжка праглынуць".
		-- Mike Kellen

%
Кожны конь мае бясконцую колькасць ног (доказ шляхам запалохвання):Коні маюць цотная колькасць ног. За іх дзве ногі, а ўПярэдняя яны маюць Пярэдняй ногі. Гэта робіць шэсць ног, якія, безумоўна,няцотны лік ног для каня. Але адзінае лік, што з'яўляецца адначасова яшчэі дзіўна гэта бясконцасць. Таму коні маюць бясконцую колькасцьногі. Зараз, каб паказаць гэта ў агульным выпадку, выкажам здагадку, што дзесьці,ёсць конь, што мае канчатковае лік ног. Але гэта коньіншага колеру, і ў сілу лемы [ "Усе коні маюць такі ж колер"],што не існуе.
		-- Mike Kellen

%
Кожная праграма мае (прынамсі) дзве мэты:адзін, для якога яна была напісана, а ў другім не было.
		-- Mike Kellen

%
Расходныя рахункі, п.:Карпаратыўныя талоны на харчаванне.
		-- Mike Kellen

%
Вопыт, п.:Што-то вы не атрымаеце, пакуль адразу пасля вам гэта трэба.
		-- Olivier

%
Эксперт, п.:Хтосьці, хто прыходзіць з іншага горада і паказвае слайды.
		-- Olivier

%
Выпіска з афіцыйных Sweepstakes Правілаў:Купля не запатрабаваныя пры атрыманні ВАША ПРЭМІЯКаб патрабаваць вашага прыза без пакупкі, зрабіць наступнае: (а) Стараннавыразалі кампутара друкаваныя імя і адрас верхняй правай руцэкут формы прэтэнзіі прэміі. (Б) Замацуеце кампутарнай надрукаваныя імя іадрас - з дапамогай клею або скотчу (не клямары або сашчэпкі) -да цалі індэкса 3x5 карты. (С) таксама выразаць "Не" пункт (ніжняялевы кут прэміі форме прэтэнзіі) і прымацаваць яго да 3х5 картыніжэй адраснай этыкетцы. (D) Затым раздрукаваць на 3х5 карты, над вашайКампутар-друкаваная імя і адрас словы "Картэра & VAN PeelТаталізатараў "(Выкарыстаць усе загалоўныя літары.) (Е) Нарэшце размясціць 3x5 карты(Не згінаючы) ў простым канверце [Заўвага: Не выкарыстоўвайцеАфіцыйная заяўка прэміі і CVP Духі Адказаць Канверт ці вы можаце быцьдыскваліфікаваны], і пошту: CVP, скрынка 1320, Westbury, NY 11595. друкугэты адрас правільна. Выконваць інструкцыі вышэй старанна іпоўнасцю або вы можаце быць пазбаўлены права на атрыманне Вашага прыза.
		-- Olivier

%
Казка, п.:Страшылка для падрыхтоўкі дзяцей да газет.
		-- Olivier

%
Факір, п:Псіхолаг якога харызматычны дадзеныя натхнілі амальрэлігійнае пакланенне ў сваіх паслядоўнікаў, хоць крыніцыпа-відаць, shinnied да вяроўку і знік.
		-- Olivier

%
falsie прадавец, п:Фуллер бюст чалавек.
		-- Olivier

%
Вядомыя апошнія словы:
		-- Olivier

%
Вядомыя апошнія словы:(1) "Не хвалюйцеся, я магу справіцца з гэтым."(2) "Вы і тое, што войска?"(3) "Калі б вы былі так разумныя, як вы думаеце, што вы не былі бпаліцэйскі ".
		-- Olivier

%
Вядомыя апошнія словы:(1) Ці не адключайце яго, але гэта зойме час, каб выправіць.(2) Давайце ярлык, ён не можа бачыць нас адтуль.(3) Што адбудзецца, калі вы дакранаецеся гэтыя два провада tog--(4) Мы не спатрэбіцца агаворкі.(5) Гэта заўсёды сонечна ёсць у гэты час года.(6) Не хвалюйцеся, гэта не загружаныя.(7) Яны б ніколі (па-дурному дастаткова, каб) робяць яго мэнэджэр.(8) Не хвалюйцеся! Жанчыны любяць яго!
		-- Olivier

%
Вядомыя цытаты:""""""
		-- Marcel Marceau

%
Вядомы, прым.:Прыкметна няшчасным.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Функцыя, п:Дзіўна ўласцівасць праграмы. Чуўся дакументальна. дапатэлефанаваць ўласцівасць асаблівасць часам азначае, што аўтар не зрабіўРазгледзім той выпадак, і праграма робіць нечаканы, хоцьне абавязкова няправільны адказ. См BUG. "Гэта не памылка, гэтаасаблівасць! "А памылка можа быць зменены з асаблівасцю шляхам дакументавання яго.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
fenderberg, п.:Вялікія ледавіковыя адклады, якія ўтвараюць на ўнутранайз крылаў аўтамабіля падчас завеямі.
		-- "Sniglets", Rich Hall & Friends

%
Прадпісанне Фергюсона:Крызіс гэта калі ты не можаш сказаць "давайце забудзем усё гэта."
		-- "Sniglets", Rich Hall & Friends

%
Fidelity, п.:Годнасць ўласціва тым, хто будзе адданы.
		-- "Sniglets", Rich Hall & Friends

%
Пяты закон прыкладной Тэрор:Калі вам даюць адкрытай кнігі экзамен, вы забудзецеся вашу кнігу.следства:Калі вам даюць забіраць дадому іспыту, вы забудзеце, дзе вы жывяце.
		-- "Sniglets", Rich Hall & Friends

%
Пяты Закон Прамаруджанне:Прамаруджванне пазбягае нуды; адзін ніколі не ўзнікае адчуванне, штоняма нічога важна зрабіць.
		-- "Sniglets", Rich Hall & Friends

%
картатэцы:Чатыры скрыні, прыводны ў дзеянне ўручную ўшчыльняльнік смецця.
		-- "Sniglets", Rich Hall & Friends

%
пірат, п.:Кінуўшы свой чакаць.
		-- "Sniglets", Rich Hall & Friends

%
Надзімаць Крэда:Навука дакладна. Не трэба ўводзіць у зман фактаў.
		-- "Sniglets", Rich Hall & Friends

%
Закон Восьмы надзімаць у:Калі эксперымент працуе, што-то пайшло не так.Закон Дзевяты надзімаць у:Незалежна ад таго, якія вынікі чакаюцца, хтосьці не заўсёды гатовы	прыкідвацца.Дзесяты закон надзімаць у:Незалежна ад таго, які вынік хто заўсёды імкнецца перакруціць яго.Закон Адзінаццаты надзімаць у:Незалежна ад таго, што адбываецца, хтосьці не лічыць гэта адбылося ў адпаведнасці зяго любімая тэорыя.
		-- "Sniglets", Rich Hall & Friends

%
Першы закон надзімаць у:Калі эксперымент працуе, што-то пайшло не так.
		-- "Sniglets", Rich Hall & Friends

%
Першы закон надзімаць у:Для вывучэння прадмета лепш, зразумець яго старанна, перш чым пачаць.Другі закон надзімаць у:Заўсёды трымаць справаздачу аб дадзеных - гэта азначае, што вы працавалі.Чацвёрты закон надзімаць у:Пасля таго, як праца забруджанай, што робіцца для паляпшэння гэта толькі робіцьгэта горш.Пяты закон надзімаць у:Заўсёды маляваць вашы крывыя, затым ўчастак вашы паказанні.Шосты Закон надзімаць у:Не верце ў цуды - спадзявацца на іх.
		-- "Sniglets", Rich Hall & Friends

%
Другі закон надзімаць у:Незалежна ад таго, што чакалася вынік, заўсёды будзехто імкнецца (а) няслушна вытлумачыць яго, (б) фальсіфікаваць гэта, або (с) ў гэта паверыцьадбылося па яго ўласнай тэорыі хатніх жывёл.
		-- "Sniglets", Rich Hall & Friends

%
Закон Сёмы надзімаць у:Заганнасць сусвету імкнецца да максімуму.
		-- "Sniglets", Rich Hall & Friends

%
Трэці закон надзімаць у:У любым збору дадзеных, фігура найбольш відавочна дакладна,па-за ўсякім неабходнасці паверкі, з'яўляецца памылкайследства:(1) Ніхто, каго вы просіце аб дапамозе не ўбачыць.(2) Першым чалавекам, які спыняецца, чые парады вы сапраўдыне хочуць чуць, адразу яе ўбачыце.
		-- "Sniglets", Rich Hall & Friends

%
Следства файн:Функцыянальнасць спараджае непавагу.
		-- "Sniglets", Rich Hall & Friends

%
Закон Финстер у:Закрытым ротам не збірае няма ног.
		-- "Sniglets", Rich Hall & Friends

%
Першы закон Ровар:Незалежна ад таго, які шлях вы ездзіць, гэта не ў гару і супраць ветру.
		-- "Sniglets", Rich Hall & Friends

%
Першы закон дыскусіі:Ніколі не спрачайцеся з дурнем. Людзі могуць не ведаць розніцу.
		-- "Sniglets", Rich Hall & Friends

%
Першы закон Прамаруджанне:Прамаруджванне скарачае працу і ускладае адказнасцьдля яго спынення на кагосьці іншага (г.зн. органа,увёў тэрмін).Пяты Закон Прамаруджанне:Прамаруджванне пазбягае нуды; адзін ніколі не ўзнікае адчуванне, штоняма нічога важна зрабіць.
		-- "Sniglets", Rich Hall & Friends

%
Першы закон сацыяльна-генетыкі:Цэлібат не з'яўляецца спадчынным.
		-- "Sniglets", Rich Hall & Friends

%
Першае правіла гісторыі:Гісторыя не паўтараецца - гісторыкі толькі паўтараюць адзін аднаго.
		-- "Sniglets", Rich Hall & Friends

%
Fishbowl, п.:Зашклёнай клеткі ізаляцыя, дзе зноў спрыялі менеджэрывытрымліваюць на працягу назірання.
		-- "Sniglets", Rich Hall & Friends

%
Пяць правіл для вечныя пакуты:(1) Заўсёды старайцеся намаўляць іншых глядзець на вас спрыяльна.(2) Зрабіць шмат здагадак пра сітуацыі і абавязковалячыць гэтыя здагадкі як быццам яны з'яўляюцца рэальнасцю.(3) Затым апрацуйце кожную новую сітуацыю, як калі б гэта крызіс.(4) жыць у мінулым і толькі будучыня (апантаныколькі лепшыя рэчы можна было б ці наколькі горшрэчы могуць стаць).(5) Часам тупаць на сябе за тое, што настолькі дурны, кабвыканайце першыя чатыры правілы.
		-- "Sniglets", Rich Hall & Friends

%
flannister, п.:Пластыкавыя ярмо, які трымае шэсць пакетаў піва разам.
		-- "Sniglets", Rich Hall & Friends

%
Закон Флон у:Існуе не цяпер, і ніколі не будзе, мова ўякой ніколькі цяжка пісаць дрэнныя праграмы.
		-- "Sniglets", Rich Hall & Friends

%
блок-схема, п. & V.:[Ад патоку "рабізна ўніз ў багатым багацці, як валасы" + графік"Зашыфраванае карта схаваных скарбаў людзей у зман недасведчаных."]1. п. Раствор, калі такія маюцца, да класа будаўніцтва Mascheroniзадачы, у якіх дадзеныя алгарытмы патрабуюць геаметрычнае прадстаўленневыкарыстоўваючы толькі 35 базавых іерогліфы шаблону ANSI. 2. п. Neronicмаляваў у той час як сістэма спальвае. 3. п. недарагі замяніць нашпалеры. 4. п. Innumerate зман непісьменнымі. «Атысячы здымкаў каштуе дзесяць радкоў кода "-. праграмістаЧырвоная Кішэнны даведнік, Мао Цзэ T'umps. 5. v.intrans. для атрыманняблок-схемы, якія не маюць канкрэтнага аб'екта на ўвазе. 6. v.trans. каб схаваць(Праблема) з эзатэрычнымі мультфільмаў.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Закон Flugg у:Калі трэба пастукаць па дрэве, калі вы зразумелі,што свет складаецца з вінілу, naugahyde і алюмінія.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Процітуманыя фары, п.:Празмерна (часта непрыемна) яркія лямпы ўстаноўлены на франтахаўтамабіляў; на сухую, ясную ноч, каб паказаць, штоМозг кіроўцы ў тумане. Глядзіце таксама «ідыётам Lights".
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Абароненае Аперацыя:Няма прадастаўленне для рэгулявання.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Прагноз, п.:Прадказанне будучыні, грунтуючыся на мінулым, дляякі сіноптык патрабуе кампенсацыі ў сучаснасці.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Непамятлівасць, п.:Дар Божы дараваў даўжнікоў у якасці кампенсацыі заіх патрэба сумлення.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
FORTUNE тлумачыць, што ПРАЦА АГЛЯД крылатыя фразы ўвазе: # 1Спецыялістам аральны камунікатар:Mumbles чуваць пры спробе пагаварыць. Перамовы на самавызначэнне.Спрачаецца з сабой. Губляе гэтыя аргументы.Спецыялістам напісана камунікатар:Scribbles добра. Запіскі нязменныя неразборлівым, за выключэннемчасткі, якія прыпісваюць нядаўнія няўдачы з кімсьці яшчэ.Патэнцыял росту:З належнага кіраўніцтва, перыядычнага кансультаванне і карэктуе навучанне,reviewee можа, улічваючы дастатковую колькасць часу і ўважлівага нагляду, задавальненнямінімальныя патрабаванні ад яго чакаюць кампаніяй.Ключавой фігурай кампанія:Служыць выдатным прыкладам лічыльніка.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
FORTUNE тлумачыць, што ПРАЦА АГЛЯД крылатыя фразы ўвазе: # 4стасуюцца:Reviewee не атрымаў нічога прама не менш, і мяркуецца,што гэтая мадэль будзе працягвацца на працягу ўсяго наступнага года.выдатны декой:Прысутнічае reviewee з любой колькасцю альтэрнатыў, і ажыццяўляцьіх у парадку менавіта супрацьлеглага яго / яе спецыфікацыі.планавальнік і арганайзэр:Звычайна атрымоўваецца надзець шкарпэткі, перш чым абутку. можа адпавядацьжывёл пазнакі на яго вопратцы.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
FORTUNE тлумачыць, што ПРАЦА АГЛЯД крылатыя фразы ўвазе: # 9мае патэнцыял кіравання:З-за яго блізкіх адносінаў з неадушаўлёнымі прадметамі, тоreviewee быў прызначаны на крытычным становішчы аддзелааловак манітор.натхняюць:Праўдзівы натхненне іншым. ( "Там, але Божая ласка,перайсці I. ")адаптуецца да стрэсу:Праходзіць вецер, вада, ці з залежнасці ад цяжаруСітуацыя.мэтанакіраванае:Пастаянна ўсталёўвае нізкія мэты для сябе, і, як правіла не атрымоўваеццаім насустрач.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Правілы Фартуны для Memo Wars: # 2Улічваючы неверагодныя дасягненні ў социокибернетики і telepsychology большза апошнія некалькі гадоў, мы зараз у стане цалкам зразумець усё, штоаўтар службовая запіска спрабуе сказаць. Дзякуючы сучасных распрацоваку электрокоммуникаций як нататкі, vnews і электраэнергіі, мы маемНеверагодны ўзровень interunderstanding падобнага якому цывілізацыяніколі не вядома. Такім чынам, магчымасць вашага скажаючы чужойпамятка практычна роўны нулю. Ведаючы гэта, любы, хто абвінавачвае вас, які маезрабілі хлус, і павінны разглядацца адпаведным чынам. Калі вы * сапраўды * разумецьпамятка пра які ідзе гаворка, але не маюць абсалютна нічога істотнага сказаць, тоу вас ёсць выдатная магчымасць для заганны аб'явы Hominem атакі. На самой справе,адзіныя * недарэчныя * раз для аб'явы Hominem атакі заключаюцца ў наступным:1: Калі вы цалкам згодны з аўтарам ў запісцы.2: Калі аўтар арыгінальнага каментара нашмат больш, чым вы.3: Пры адказе на адзін з вашых уласных нататак.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Чацвёрты закон прыкладной Тэрор:У ноч перад ангельскай гісторыі сярэднетэрміновай перспектыве, ваш біялогііінструктар прызначыць 200 старонак на Планар.следства:Кожны інструктар мяркуе, што вы больш нічога не трэба рабіць, акрамявучыцца, вядома, што інструктара.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Чацвёрты Закон Revision:Гэтае правіла, немэтазгодна турбавацца загадзя абперашкоды - калі ў вас няма, хтосьці зробіць для вас.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Чацвёрты закон тэрмадынамікі:Калі верагоднасць поспеху не амаль адзін, гэта па-чартоўску блізкі да нуля.
		-- David Ellis

%
Адкрыццё Фрэскі ў:Калі б вы ведалі, што вы рабілі вы, верагодна, будзе сумна.
		-- David Ellis

%
Першы Правіла Фрыда:Павелічэнне аўтаматызацыі справаводства функцыінязменна прыводзіць да павелічэння эксплуатацыйных выдаткаў.
		-- David Ellis

%
Сябры, п.:Людзі, якія займаюць свае кнігі і набор вільготных акуляры на іх.Людзі, якія ведаюць Вас добра, але ў любым выпадку, як вы.
		-- David Ellis

%
Frobnicate, v.:Каб маніпуляваць або адрэгуляваць, наладзіць. Вытворныя ад FROBNITZ. звычайнаскарочана Frob. Такім чынам, адзін мае выказванне "у Frob ў Frob." см TWEAKі паварочваецца. Выкарыстанне: Frob, паварочваецца, і налады часам азначаць пункту ўздоўжкантынуум. Frob асацыюецца бязмэтнае маніпуляванне; Twiddle асацыюецца брутаманіпуляцыі, часта грубы пошук правільнай ўстаноўкі; TWEAK асацыюеццатонкая налада. Калі хто-то паваротам ручкі на асцылографе, а затым, калі ёнСтаранна рэгулюючы яго ён, верагодна, тонкай налады; калі ён проста паварочваючы ягоале, гледзячы на ​​экран, ён, верагодна, склаўшы яго; але калі ён простаробяць гэта таму, што паваротам ручкі задавальненне, ён frobbing яго.
		-- David Ellis

%
Frobnitz, пл. Frobnitzem (frob'nitsm) п.:Нявызначаныя фізічны аб'ект, віджэт. Таксама ставіцца да электронныхчорныя скрыні. Гэта рэдкая форма, як правіла, скарочана FROTZ, або большзвычайна ў Frob. Выкарыстаюць таксама FROBNULE, FROBULE і FROBNODULE.Пачынаючы, магчыма, у 1979 годзе, FROBBOZ (Früh-bahz '), пл. FROBBOTZIM, мае таксамастаў вельмі папулярным, у асноўным з-за яго ўздзеяння праз Adventure вылучэнняназываецца Zork (Dungeon). Яны таксама могуць быць ужытыя да нефизических аб'ектаў,такія як структуры дадзеных.
		-- David Ellis

%
Увага Фукс:Калі вы на самой справе выглядае пашпарце фота, вы не вельмі добраДастаткова паехаць.
		-- David Ellis

%
Першы закон Тадэй па апазіцыі:Націсніце нешта досыць складана, і яна будзе падаць.
		-- David Ellis

%
Пацешных эксперыментаў:Атрымаць банку крэму для галення, кінуць яго ў маразільнай камеры на працягу прыблізна тыдня.Затым выняць, ачысціць метал і паклаў яго там, дзе вы хочаце ...спальня, аўтамабіль і г.д. Як растае, яна пашыраецца неверагоднае колькасць.
		-- David Ellis

%
Цікавыя факты, # 14:У настольным тэнісе, той, хто атрымлівае 21 ачкоў, перамагае. вось якгэта было раней у бейсболе - хто атрымаў 21 трас упершыню выйграў.
		-- David Ellis

%
Цікавыя факты, # 63:Імя California была ўдзелена стану іспанскімі канкістадорамі.Гэта было імя ўяўнага выспы, рай на зямлі, уІспанскі раманс, "Les Serges дэ Esplandian", напісаная Мантальво ў1510.
		-- David Ellis

%
furbling, v.:Маючы блукаць па лабірынце лін ў аэрапорце ці ў банкунават калі вы адзіны чалавек у лініі.
		-- Rich Hall, "Sniglets"

%
Закон Гэлбрейт аб чалавечай прыродзе:Сутыкнуўшыся з выбарам паміж змяненнем свайго розуму і даказваючы, штоняма неабходнасці рабіць гэта, амаль кожны атрымлівае заняты на доказе.
		-- Rich Hall, "Sniglets"

%
Genderplex, п.:Цяжкае асобы ў рэстаране, які не можавызначыць сваю пазначаную прыбіральню (напрыклад, чарапах).
		-- Rich Hall, "Sniglets"

%
генеалогія, п.:Кошт свайго паходжання ад продкаякія ня асабліва клапаціцца прасачыць сваю ўласную.
		-- Ambrose Bierce

%
Genius, п.:Хімік, які выяўляе пральню дабаўку, якая рыфмуецца з "яркі".
		-- Ambrose Bierce

%
геній, п.:Чалавек досыць разумны, каб нарадзіцца ў патрэбным месцы ў патрэбны часЧас правай падлогі і сачыць за гэтай перавагай, кажучыусе правільныя рэчы для ўсіх патрэбных людзей.
		-- Ambrose Bierce

%
генлок, п.:Чаму ён застаецца ў бутэльцы.
		-- Ambrose Bierce

%
Законы Герролд ў пякельных Dynamics:(1) аб'ект у руху будуць заўсёды рухаецца ў няправільным кірунку.(2) Аб'ект ў стане спакою заўсёды будзе не ў тым месцы.(3) Энергія, неабходная для змены аднаго з гэтых дзяржаўзаўсёды будзе больш, чым вы хочаце патраціць, але ніколі такколькі зрабіць задача цалкам немагчыма.
		-- Ambrose Bierce

%
Атрыманне працу не з'яўляецца апраўданнем для не па правілах.следства:Вынікаючы правілам не атрымаць працу.
		-- Ambrose Bierce

%
Адкрыццё Гілберта:Любая спроба выкарыстоўваць новыя вынікі супер клеі ў двух частакпрытрымліваючыся вялікім і паказальным пальцам, а не адзін з адным.
		-- Ambrose Bierce

%
Тэарэма Гинзберга:(1) Вы не можаце выйграць.(2) Вы не можаце зламаць нават.(3) Вы не можаце нават выйсці з гульні.Каментар Фрыман на тэарэме Гинзберга:Кожны буйны філасофія, якая спрабуе зрабіць жыццё здаеццасэнс заснаваны на адмаўленні адной частцы ГинсбергаТэарэма. А менавіта:(1) Капіталізм заснаваны на здагадцы, што вы можаце выйграць.(2) Сацыялізм заснаваны на здагадцы, што можна разарваць нават.(3) містыцызм заснаваны на здагадцы, што можна выйсці з гульні.
		-- Ambrose Bierce

%
Закон Гінзбурга:У той самы момант, вы здымі абутак у абутковай краме, вашвялікі палец будзе выскачыць з вашага шкарпэткі, каб убачыць, што адбываецца.
		-- Ambrose Bierce

%
gleemites, п.:Закамянелыя радовішча зубной пасты знойдзены ў ракавінах.
		-- "Sniglets", Rich Hall & Friends

%
Чацвёрты закон GLIB ў ненадзейнасці:Інвестыцыі ў надзейнасці будзе павялічвацца, пакуль не перавышаемагчымыя выдаткі, памылкі, або пакуль хто-то настойвае на тым, кабнекаторыя карысныя працы.
		-- "Sniglets", Rich Hall & Friends

%
Gnagloot, п.:Чалавек, які пакідае ўсе свае абанементы на пінжаку проставырабіць ўражанне на людзей.
		-- Rich Hall, "Sniglets"

%
Труізм goða у:Да таго часу, вы атрымаеце да кропкі, дзе вы можаце звесці канцы з канцамі,хто рухаецца канцы.
		-- Rich Hall, "Sniglets"

%
Закон Годвін (прав [Usenet].):Як Usenet абмеркаванне становіцца даўжэй, верагоднасцьПараўнанне з удзелам нацыстаў або Гітлер набліжаецца да адной. "Існуетрадыцыяй у многіх групах, што, як толькі гэта адбудзецца, што ніткаскончылася, і той, хто згадваецца нацысты аўтаматычна страцілінезалежна аргумент быў у стадыі распрацоўкі. Такім чынам, Закон Годвін гарантуеіснаванне верхняя мяжа даўжыні разьбы гэтых груп.
		-- Rich Hall, "Sniglets"

%
Закон Голда:Калі абутак падыходзіць, гэта непрыгожа.
		-- Rich Hall, "Sniglets"

%
Золата, п.:Мяккі падатлівы метал адносна мала па размеркаванні. гэтаздабываецца глыбока ў зямлі па беднякам, якія затым аддаць яго багатыммужчыны, якія адразу хаваюць яго назад у зямлю ў вялікіх турмах,хоць золата нічога не зрабіў для іх.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Правілы Goldenstern у:(1) Заўсёды наняць багатую паверанага(2) Ніколі не купляйце з багатай прадаўцом.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Законы Gomme у:(1) Backscratcher заўсёды знойдзе новыя сверб.(2) Час паскараецца.(3) Надвор'е ў хаце паляпшае як толькі вы сыходзіце.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Першы закон Гордана:Калі даследчы праект не варта рабіць, гэта не варта рабіць добра.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Закон Гордана:Калі вы думаеце, ёсць рашэнне, быў дрэнна сфармулявана пытанне.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
плёткі, п.:Пачуўшы, што вам падабаецца пра каго вы не ведаеце.
		-- Earl Wilson

%
Гота, п.:Інструмент праграмавання, які існуе, каб дазволіць структураваныя праграмістаўскардзіцца неструктураваных праграмістаў.
		-- Ray Simard

%
Закон ўрада:Існуе выключэнне ўсіх законаў.
		-- Ray Simard

%
Закон Grabel у:2 не роўная 3 - нават не для вялікіх значэнняў 2.
		-- Ray Simard

%
Закон Дзядуля Charnock у:Вы ніколі не пазнаць лаяцца, пакуль не навучыцца вадзіць.[Я думаў, што, калі вашы дзеці вучыліся вадзіць. Рэд.]
		-- Ray Simard

%
grasshopotomaus:Істота, якое можа скокнуць да велізарных вышынь ... адзін раз.
		-- Ray Simard

%
гравітацыя:Што вы атрымліваеце, калі вы ясьце занадта шмат і занадта хутка.
		-- Ray Simard

%
Закон Грэючы праграмавання:`_ П + 1 'трывіяльныя задачы, як чакаецца, будзе дасягнута ў тым жаЧас, як `_ N 'задач.Абвяржэнне Logg да Закона Грэючы:`_ П + 1 'трывіяльныя задачы ў два разы даўжэй, как` _ N' трывіяльных задач.
		-- Ray Simard

%
Вялікі амерыканскі Аксіёма:Некаторыя добра, больш, тым лепш, занадта шмат разоў.
		-- Ray Simard

%
Закон Грына дыскусіі:Усё магчыма, калі вы не ведаеце, што вы кажаце.
		-- Ray Simard

%
Закон зелянейшая па:Ніколі не спрачайся з чалавекам, які купляе чарніла бочкамі.
		-- Ray Simard

%
Напамін Grelb у:Восемдзесят адсоткаў усіх людзей лічаць сябе вышэйСярэднія вадзіцелі.
		-- Ray Simard

%
Думка Грыфіна:Калі вы галадаеце з тыграм, тыгр галадае ў мінулым.
		-- Ray Simard

%
Закон Гриннел у працоўнай млявасці:Ва ўсе часы, для любой задачы, вы не атрымалі дастаткова зрабіць сёння.
		-- Ray Simard

%
Гільяціна, п.:Французскі драбнення цэнтр.
		-- Ray Simard

%
Закон Gumperson у:Верагоднасць адбываецца дадзеную падзею назадпрапарцыйная яго пажаданасці.
		-- Ray Simard

%
Гюнтэр ў Бартавыя Адкрытыя аб'екты:(1) Калі вы падаюцца еду на борце паветранага судна,самалёт будзе сутыкацца турбулентнасць.(2) Трываласць турбулентнасціпрама прапарцыйная тэмпературы кавы.
		-- Ray Simard

%
gurmlish, п.:Чырвоны папераджальны сцяг на вяршыні сэндвіч клуба, якіпрадухіляе чалавека ад укусаў у яе і праколванне дахз рота.
		-- Rich Hall, "Sniglets"

%
гуру, п.:Чалавек у футболцы і сандалях, якія прымалі ліфце зстарэйшы віцэ-прэзідэнт і, у канчатковым рахунку адказнасць затэлефонны званок вы збіраецеся атрымаць ад вашага боса.
		-- Rich Hall, "Sniglets"

%
гуру, п:Уладальнік кампутара, які можа прачытаць кіраўніцтва.
		-- Rich Hall, "Sniglets"

%
гіраскоп, п.:Кола або дыск змантаваны хутка круціцца вакол восі, а таксамавольна круціцца адносна адной або абедзвюх з двух восяў perpindicular кабадзін з адным, а вось кручэння такім чынам, што кручэнне аднаго здва ўзаемна перпендыкулярных восяў вынікі ўжываннякрутоўны да іншага, калі кола круціцца, і так, штоУвесь апарат прапануе значнае супраціў у залежнасці адкутняй момант да любога крутоўнага моманту, што б змяніць кірунаквосі кручэння.
		-- Webster's Seventh New Collegiate Dictionary

%
Закон Менкен у:Тыя, хто можа - робіць.Тыя, хто не можа - вучыць.Пашырэнне Марціна:Тыя, хто не можа навучыць - адміністраваць.
		-- Webster's Seventh New Collegiate Dictionary

%
Закон Хакер:Перакананне, што паляпшэнне разумення абавязкова размяшацьнацыя да дзеяння з'яўляецца адным з найстарэйшых ілюзій чалавецтва.
		-- Webster's Seventh New Collegiate Dictionary

%
Хакер Quicky # 313:Смятаны -N- Чыпсы ЛукМікрахвалевая печ рол яйка	Малочны шакалад
		-- Webster's Seventh New Collegiate Dictionary

%
Хакер, п.:Майстар byter.
		-- Webster's Seventh New Collegiate Dictionary

%
Хакер, п.:Першапачаткова, любы чалавек з спрытам для прымусу ўпартае неадушаўлёнаерэчы; такім чынам, чалавек са шчаслівым уменнем, пазней кантракт зміфічная філосаф фрысбі Фробениуса ва ўжытку, "ўзламаць".Даўней, пасля завяршэння некаторых асабліва жорсткай целакадавання, якая адбылася з добра працаваць, вінаватыя праграмісты збіралісяу невялікім коле вакол першага выдання Best I томе Кнута пасвечках, і прыступіць да атрымаць вельмі п'яны падчас спарадычна разьдзірацьнаступная песенка:Хакер Fight SongЁн Hack! Ён Hack!Ён хлопец са шчаслівым уменнем!Ніколі псуе, ніколі не ўхіляецца,Заўсёды атрымлівае яго рэчы, каб працаваць!Усе выпіць (важна!)
		-- Webster's Seventh New Collegiate Dictionary

%
Хэйлі Пошта правіла ,:Калі вы будзеце гатовыя, каб адказаць на ліст, вы будзеце пазбаўленыя крайняй мерыадно з наступных:(А) ручка або аловак або пішучай машынкі.(Б) Канцтавары.(С) Паштовая марка.(D) У лісце вы адказваеце.
		-- Webster's Seventh New Collegiate Dictionary

%
напалову зроблена, п.:Гэта самы лепшы спосаб з'есці кошерный кроп - калі гэта ўсё ж такі хрумсткія,светла-зялёны, але поўнай чесночным водарам. Розніца паміж гэтымі тыповая сырая цёмна-зялёны агурок труп накшталтРозніца паміж жыццём і смерцю.Вы можаце знайсці яго цяжка знайсці добрую напалову зроблена кошерный кроп таму Сіэтле, так што вы павінны зрабіць, гэта ўзяць таксі ў аэрапорт,ляцець у Нью-Ёрку, прымаць JFK выказаць Джэй-стрыт-Муніцыпалітэт,перадаць да верхняй частцы горада F, выйсці на Усходнім Брадвеі, прагулка на поўначЭсэкс (уздоўж парку), зрабіць свой першы налева на Хестер-стрыт, прагулкікаля пятнаццаці крокаў, павярнуць на дзевяноста градусаў налева, і спыніць. скажыЧалавек, "Дайце мне добры напалову зроблена." Вартая свечак, ці не так?
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Рука, п.:Асаблівая інструментам насіць у канцы чалавечай рукі ізвычайна штурхаюць у чужую кішэнь.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Пратакол квитирования, п:Спосаб выкарыстоўваецца варожымі апаратных прылад initateкароткім, але грамадзянскі дыялог, які, у сваю чаргу, характарызуеццачасам непаразуменне, дзьмуцца, і абзываюць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Пахмелле, п.:Цяжар доказу.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
пахмелля, п.:Гнеў вінаграду.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Брытва Хэнлана:Ніколі прыпісаць злосці тое, што адэкватна растлумачыцьглупствам.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Лячэнне Хэнсона часу:Там ніколі не хапае гадзін у дзень, але заўсёды занадта шмат дзёнда суботы.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Шчасце, п.:Прыемнае пачуццё, якія вынікаюць з сузіраючы пакуты іншага.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
цяжка, прым.:Якасць вашай ўласнай даных; Таксама, як гэта верыць тыміншых людзей.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Абсталяванне, п.:Часткі кампутарнай сістэмы, якая можа быць нагамі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Харриет Абедзенны Назіранне:У кожным рэстаране, цвёрдасць алею кружочкаўўзрастае прама прапарцыйна мяккасці хлеба.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Плач Харыса:Усе добрыя прымаюцца.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Чацвёрты закон Harrisberger па лабараторыі:Вопыт прама прапарцыйная колькасці абсталявання разбуранай.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Харысана Пастулат:Для кожнага дзеяння ёсць роўнае і супрацьлеглае крытыка.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Першы закон Хартл:Вы можаце прывесці конь да вады, але калі вы можаце прымусіць яго плавацьна спіне, у вас ёсць што-то.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Нянавісць, п.:Пачуццё адпаведныя нагоды чужога перавагі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Заключэнне сакалінае вока:Гэта не лёгка гуляць клоўн, калі ты павінен працаваць ўвесьцырк.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Неба, п.:Месца, дзе беззаконныя перастаюць наводзіць вас размовамі абіх асабістыя справы, і добрыя слухаць з увагай, пакуль васвыкладаць свае ўласныя.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
цяжкая, прым.:Спакушаны шакаладнай баку сілы.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Хеллер:Першы міф кіравання з'яўляецца тое, што ён існуе.Следства Джонсана:Ніхто не ведае, што адбываецца ў любым месцы ў межахарганізацыя.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Пытанне Hempstone у:Калі вам трэба будзе паездка на Тытаніку, чаму б не пайсці першым класам?
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Herth у:Той, хто аказваецца іншую шчаку занадта далёка атрымлівае яе ў шыю.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Назіранне Х'юіт у:Грубасць чыноўніка зваротна прапарцыйная яго ціяе становішча ў урадавай іерархіі і колькасціаднагодкі аналагічна займаецца.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Прынцып Хилдебрант у:Калі вы не ведаеце, дзе вы збіраецеся, любая дарога прывядзе вас туды.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Гіпагрыф, п.:Жывёл (у цяперашні час зніклі), які быў напалову конь, напалову грыфон.Грыфон быў сам сабой злучэнне істота, напалову леў, напалову арол.Гіпагрыф быў фактычна, такім чынам, толькі адна чвэрць арла, якідва даляры і пяцьдзесят цэнтаў у золаце. Вывучэнне заалогіі поўнысюрпрызаў.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Гісторыя, п.:Тата Гегель ён сказаць, што ўсе мы даведаемся з гісторыі, што мынічога не даведаемся з гісторыі. Я ведаю людзей, якія нават не могуць атрымаць зшто адбылося сёння раніцай. Гегель павінен быў прымаць доўгае ўяўленне.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Клямар Прынцып Хічкока:Стэплер сканчаюцца сашчэпкі толькі тады вы спрабуецештапельнага то.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Закон Hlade у:Калі ў вас ёсць цяжкая задача, даць яго гультая -яны знойдуць больш лёгкі спосаб зрабіць гэта.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Закон Хоара з вялікіх задач:Ўнутры кожнай вялікай задачы невялікая праблема змагаецца, каб выйсці.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Адкрыццё Хофэр у:Урачыстае акт паміраючага інстытута з'яўляецца выпуск нядаўназменамі дапоўненае выданне палітыкі і працэдур кіраўніцтва.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Закон Гофштадтэра:Гэта заўсёды займае больш часу, чым вы чакаеце, нават калі прыняцьЗакон Гофштадтэра улікам.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Холлерита, v.:Што творыш, калі тэлефон твой на fritzeth.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
мядовы месяц, п.:Кароткі перыяд клапатлівай паміж знаёмствы і debting.
		-- Ray C. Bandy

%
Ганаровы, прым.:Засмучаны з перашкодамі ў сваёй дасяжнасці. У заканадаўчаеорганы, гэта агульнапрынята, каб пералічыць усе члены як ганарова; а,"Ганаровы спадар цынгі цёк».
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Хорнера Пяць Thumb Пастулат:Вопыт напрамую залежыць абсталявання разбуранай.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Назіранне Horngren у:Сярод эканамістаў, рэальны свет часта гэта асаблівы выпадак.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Бытавая падказка:Калі вы выйшлі з крэму для кавы, маянэз робіцьдэндзі заменай.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Як вы можаце сказаць, што гэта БУДЗЕ разам падаў:# 1040 ваш даход падатковая праверка вяртанне адскокам.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Як вы можаце сказаць, што гэта БУДЗЕ разам падаў:# 15 Ваш гадаванец рок огрызается на вас.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Як вы можаце сказаць, што гэта БУДЗЕ разам падаў:# 32: Вы называеце ваш аўтаадказчык, і яны ніколі не чуў пра вас.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Хоу:Кожны мае схему, якая не будзе працаваць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Хабарда:Не прымаць жыццё занадта сур'ёзна; Вы не будзеце атрымліваць ад яго жывым.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Прынцып памяці Hurewitz у:Шанец забыць нешта прама прапарцыйнаякаб ... каб ... э .....
		-- Ambrose Bierce, "The Devil's Dictionary"

%
IBM Паліана Прынцып:Машыны павінны працаваць. Людзі павінны думаць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Арыгінальны дэвіз кампаніі IBM:Cogito такім чынам Vendo; VENDO Ergo суму.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
IBM:[International Business Machines Corp.] Таксама вядомы як Itty разнамаснайМашыны ці сябар, адваката. Дамінуючай сілай у кампутарымаркетынг, забяспечыўшы ўсім свеце каля 75% усіх вядомых апаратныхі 10% усяго праграмнага забеспячэння. Каб абараніць сябе ад іншым грамадзтве зайздрасціменш паспяховыя арганізацыі, такія як ўрада ЗША, IBMвыкарыстоўвае 68% Генеральны ўсіх вядомых экс-адвакатаў.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
IBM:Я быў перамешчаныІдыёты Стаць МэнэджарыІдыёты Купіць большНемагчыма купіць машынуНеверагодна вялікай машынеУ галіне вялікая памылкаМіжнароднае братэрства наймітаўГэта розуму неспасціжнаГэта лепш ўручнуюмалюсенькі Машыны
		-- Ambrose Bierce, "The Devil's Dictionary"

%
IBM:Гэта можа быць павольным, але гэта цяжка выкарыстоўваць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ідыёт акно, п.:Часткі абалонкі, што кажа чалавеку дзе размясціцьштамп, калі яны не могуць дастаткова высветліць гэта для сябе.
		-- Rich Hall, "Sniglets"

%
Ідыёт, п.:Член вялікі і магутнага племені, уплыў якога ў чалавекуСправы заўсёды была дамінуючай і кантролю.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
бяздзейнасць, п.:Свабоднае сышоў нашчадкам.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ignisecond, п:Перакрыцце момант часу, калі рука блакіроўкі аўтамабіляДзверы нават як мозг кажа: "мае ключы там!"
		-- Rich Hall, "Sniglets"

%
невуцтва, п.:Калі вы нічога не ведаеце, а хто-то пазнае.
		-- Rich Hall, "Sniglets"

%
Закон ILES у:Існуе заўсёды больш просты спосаб зрабіць гэта. Калі глядзіць прамапа лёгкай дарозе, асабліва на працягу працяглых перыядаў, вы не ўбачыце яго.Ні воля Іль.
		-- Rich Hall, "Sniglets"

%
Закон Imbesi з Extension Фрымена:Для таго, каб нешта, каб стаць чыстым, то яшчэ павінназабруджваюцца; але вы можаце атрымаць усе брудную, не атрымліваючынічога ў чысціні.
		-- Rich Hall, "Sniglets"

%
Нязменнасць, тры правілы:(1) Калі брызент можа лоскут, так і будзе.(2) Калі маленькі хлопчык можа выпацкацца, ён будзе.(3) Калі падлетак можа выйсці, што ён будзе.
		-- Rich Hall, "Sniglets"

%
Бесстаронні, прым.:Немагчыма ўспрымаць любую абяцанне асабістай выгады адякая замацоўвае абодва бакі спрэчкі або прыняцця любога з двухсупярэчлівыя думкі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Якія ўваходзяць, п.:Ўлоў басейна для ўсяго, што вы не хочаце мець справу з, алебаяцца выкінуць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
праграма стымулявання, п.:Сістэма доўгатэрміновых і кароткатэрміновых ўзнагароджанняў, што карпарацыя выкарыстоўваематываваць сваіх людзей. Тым не менш, нягледзячы на ​​ўсе эксперыменты зразмеркавання прыбытку, апцыёны на акцыі, і да таго падобнае, найбольш эфектыўнымпраграма стымулявання на сённяшні дзень, здаецца, "Зрабіце добрую працу, і вы атрымаецетрымаць яго ".
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Дзеючы, н.:Чалавек живейшим цікавасцю да outcumbents.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Індэкс, п.:Алфавітны спіс слоў не магчымага цікавасці, дзеалфавітны спіс прадметаў са спасылкамі павінна быць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Маленства, п.:Перыяд нашага жыцця, калі, у адпаведнасці з Вордсворта, "Нябёсы ляжыцьпра нас. "Свет пачынаецца хлусня пра нас даволі хутка пасля гэтага.
		-- Ambrose Bierce

%
Інфармацыйны цэнтр, п.:Пакой ўкамплектавана прафесійнымі кампутарнымі людзей, праца якіх заключаецца ўсказаць вам, чаму вы не можаце мець неабходную інфармацыю.
		-- Ambrose Bierce

%
Апрацоўка інфармацыі:Тое, што вы тэлефануеце апрацоўкі дадзеных, калі людзі настолькі агідныгэта яны не будуць хай гэта будзе абмяркоўвацца ў іх прысутнасці.
		-- Ambrose Bierce

%
Няўдзячны, п.:Чалавек, які кусае руку, якая корміць яго, а затым скардзіццанястраўнасць.
		-- Ambrose Bierce

%
чарніла, п.:Злачынны злучэнне tannogallate жалеза, гуміарабік,і вада, у асноўным выкарыстоўваецца для палягчэння інфекцыіідыятызм і развіццю інтэлектуальнай злачыннасцю.
		-- H. L. Mencken

%
інавацыі, v.:Каб раздражняць людзей.
		-- H. L. Mencken

%
неабароненасць, п.:Даведаўшыся, што вы скажоным на працягу многіх гадоў адным з вашыхлюбімыя словы.Разумеючы паўдарогі жарт, што ты кажаш ягочалавек, які сказаў гэта вам.
		-- H. L. Mencken

%
Цікавасць, п.:Што пазычальнікі плацяць, крэдыторы атрымліваюць акцыянеры валодаюць, івыгаралыя супрацоўнікі павінны сімуляваць.
		-- H. L. Mencken

%
Перакладчык, п.:Той, хто дазваляе двум асоб розных мовахразумець адзін аднаго, паўтараючы сябар, што гэта было бПеравага інтэрпрэтатара для іншага, сказаў.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ў стане алкагольнага ап'янення, прым.:Калі вы адчуваеце, складаны, не будучы ў стане вымавіць яго.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Жалезны закон размеркавання:Іх што мае, атрымлівае.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
прыкладання ISO:Рашэнне ў пошуках праблемы!
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Иссави Законы прагрэсу:Хаду прасоўвання:Большасць рэчаў атрымаць ўсё горш.Шляху прагрэсу:Ярлык з'яўляецца самым доўгім адлегласць паміж двума кропкамі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Гэта бескарысна:каб стаць плаксівы над імкліва які пайшоў лактата вадкасці.каб паспрабаваць выклікаць у выслугу сабаку зінавацыйныя манеўры.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
"Гэта ў працэсе":Так, загорнуты ў валакіце, што сітуацыя практычна безнадзейная.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
курсіў, прым:Нахільная направа, каб падкрэсліць ключавыя фразы. унікальны дляЗаходнія алфавіты; на ўсходніх мовах, тыя ж фразычаста нахіленыя налева.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
JACQUIN ў пастулат аб Дэмакратычнай ўрада:Ні адзін чалавек у жыцці, свабоды або уласнасці з'яўляюцца бяспечнымі ў той час якЗаканадаўчы у сесіі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Джэнкінсана:Ён не будзе працаваць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Джыма Nasium у:У вялікім распранальні з сотнямі шафак, нешматлікіх людзейвыкарыстоўваючы магчымасць у любы момант часу будуць мець шафкі побачадзін з адным так, што кожны з'яўляецца цесна.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
сумоўе, п.:Пакутлівай працэс, пры якім супрацоўнікі кадравыхаддзяліць збожжа ад пустазелля - то наняць пустазелля.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Працаўладкаванне, п.:Паказаў свайму босу, ​​што ён можа зрабіць з дадзеным заданнем.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
бягун, п.:Дзіўным такі чалавек з рэччу для болю.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Вызначэнне Джоні Карсана:Самы маленькі прамежак часу, вядомых чалавеку гэта тое, што адбываеццаў Манхэтэне паміж святлафор зелянее іТаксіст ззаду вас дзьме ў рог.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Першы закон Джонсана:Калі любое механічнае прыстасаванне не ўдаецца, ён будзе рабіць гэта насамы нязручны магчымы час.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Джонсана:Сістэмы падобныя на арганізацыі, якія ствараюць іх.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Першы закон Джонса:Той, хто ўносіць значны ўклад у любой вобласціімкнуцца, і застаецца ў гэтай галіне дастаткова доўга, становіццаперашкода да яе прагрэсу - ў прамой прапорцыі даВажнасць іх першапачатковага ўнёску.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Джонса Дэвіз:Сябры прыходзяць і сыходзяць, але ворагі назапашваюцца.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Другі закон Джонса:Чалавек, які усміхаецца, калі справы ідуць дрэнна падумаў пра каго-тоабвінаваціць у гэтым.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Juall на добрых хлопцаў:Добрыя хлопцы не заўсёды скончыць апошні; часам яны не сканчаюць.Часам яны нават не атрымліваюць шанец пачаць!
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Справядлівасць, п.:Рашэнне ў вашу карысць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Кафкі:У барацьбе паміж вамі і светам, спіны свету.
		-- Franz Kafka, "RS's 1974 Expectation of Days"

%
Тэарэма Карлсана Пакетаў закуска:Для ўсіх P, дзе P ўяўляе сабой пакет закускі, Р ўяўляе сабой адной порцыіпакет закуску.Gibson Каціны Corrolary:Для ўсіх L, дзе L ўяўляе сабой пакет абед мяса, L з'яўляецца пакет Гібсанаабедзенных мяса.
		-- Franz Kafka, "RS's 1974 Expectation of Days"

%
Закон Каца:Мужчыны і нацыі будуць дзейнічаць рацыянальна, каліўсе іншыя магчымасці вычарпаны.Гісторыя вучыць, што мужчыны і нацыі вядуць сябе разумна, калі яны маюцьвычарпаны ўсе іншыя альтэрнатывы.
		-- Abba Eban

%
Першы закон Каўфмана з партыі фізікі:Шчыльнасць насельніцтва зваротна прапарцыйнаяквадрату адлегласці ад бочкі.
		-- Abba Eban

%
Закон Каўфмана:Палітыка ўяўляе сабой абмежавальны дакумент, каб прадухіліць паўтарэннез аднаго інцыдэнту, у якім той інцыдэнт ні разу не згадваецца.
		-- Abba Eban

%
Майце на ўвазе, заўсёды чатыры пастаянныя законы фрысбі:(1) самая магутная сіла ў свеце з'яўляецца тое, што дыскнапружваючы пасадзіць пад машыну, проста па-за дасяжнасцю (гэтасіла тэхнічна называецца "машына смактаць").(2) Ніколі не папярэднічаць любому манеўр заўв больш Прэдыктыўнычым "Глядзець гэта!"(3) Верагоднасць фрысбі ўдару нешта прамапрапарцыйная кошту ударыўшы па ім. напрыклад,Фрысбі заўсёды ўзначаліць прама на паліцэйскага абобабулька, а не збілі Чеви.(4) Лепш кідок адбываецца, калі ніхто не глядзіць; калімілыя дзяўчыны вы спрабавалі вырабіць ўражанне назірае, тоФрысбі абавязкова адлюстроўвацца ад рук вашых ці ўдарыць цябеў галаве і стукаць вам дурны.
		-- Abba Eban

%
Рынак тэарэма Кэнэдзі:Улічваючы дастаткова ўнутраную інфармацыю і неабмежаваны крэдыт,Вы павінны згалець.
		-- Abba Eban

%
Кента Эўрыстычны:Паглядзіце на яго першым, дзе вы больш за ўсё хацеў бы знайсці яго.
		-- Abba Eban

%
Керн, v.:1. Для ўпакоўкі тыпу разам, як добра, як з ядраў на вухакукурузы. 2. У некаторых частках Брукліна і Кўінз, Н.Ю., невялікі,металічны аб'ект выкарыстоўваецца як частка грашовай сістэмы.
		-- Abba Eban

%
Ядро, п.:Частка аперацыйнай сістэмы, якая захоўвае сярэднявечнытрадыцыі вядзьмарства і чорнай магіі.
		-- Abba Eban

%
Назіранне Кеттеринга:Логіка з'яўляецца арганізаваным спосабам адбываецца не так з упэўненасцю.
		-- Abba Eban

%
Закон KIME для Узнагарода лагоднасьці:Звяртаючыся іншую шчаку проста забяспечвае два удар шчокі.
		-- Abba Eban

%
Кін, п.:Хвароба крыві.
		-- Abba Eban

%
Закон Kington па Перфарацыя:Калі прамая адтулін выкананы ў паперцы, напрыкладяк ліст марак або чэка, што лінія становіцца мацнейшымчастка працы.
		-- Abba Eban

%
Першы закон Kinkler у:Адказнасць заўсёды перавышаюць паўнамоцтвы.Другі закон Kinkler у:Усе Простыя праблемы былі вырашаны.
		-- Abba Eban

%
Першы закон Kliban па сталовай:Ніколі нічога ёсць большае, чым галавой.
		-- Abba Eban

%
Ляп, п.:Разнамасныя калекцыя дрэнна адпаведныя часткі, утвараючытрывогу цэлым.
		-- Jackson Granholm, "Datamation"

%
Закон Кнебель у:У цяперашні час з несумненнасцю, што курэнне з'яўляецца адным з вядучыхПрычыны статыстыкі.
		-- Jackson Granholm, "Datamation"

%
веданне, п.:Тое, што вы верыце.
		-- Jackson Granholm, "Datamation"

%
Закон Крамера:Вы ніколі не можаце сказаць, які шлях цягнік пайшоў, гледзячы на ​​сляды.
		-- Jackson Granholm, "Datamation"

%
Krogt, п. (Хімічны сімвал: Кр):Металічнае срэбра пакрыццё даведацца на гульнявых карт хуткага харчавання.
		-- Rich Hall, "Sniglets"

%
Працы, п.:Адзін з працэсаў, з дапамогай якіх А набывае маёмасць для B.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Законы Lackland у:(1) Ніколі не быць першым.(2) Ніколі не быць апошнім.(3) Ніколі не добраахвотна ні за што
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Lactomangulation, п.:Рукапрыкладства "Адкрыць тут" носік на пакет малака так дрэннашто даводзіцца звяртацца да выкарыстання "незаконным" бок.
		-- Rich Hall, "Sniglets"

%
Законы Langsam у:(1) Усё залежыць.(2) Нішто не заўсёды.(3) Усе часам.
		-- Rich Hall, "Sniglets"

%
Закон Larkinson у:Усе законы ў асноўным няправільна.
		-- Rich Hall, "Sniglets"

%
лазер, п.:Не атрымалася смяротным промні.
		-- Rich Hall, "Sniglets"

%
Закон Лоры:Ні адно дзіця не падкідвае ў ваннай пакоі.
		-- Rich Hall, "Sniglets"

%
Закон сувязі:Непазбежным вынікам палепшаных і павялічаных камунікацыйпаміж рознымі ўзроўнямі ў іерархіі з'яўляецца значна павялічыўПлошчу непаразуменне.
		-- Rich Hall, "Sniglets"

%
Закон пераемнасці:Эксперыменты павінны быць прайграваных. Усе яны павінны няўдачу гэтак жа.
		-- Rich Hall, "Sniglets"

%
Закон Прамаруджанне:Прамаруджванне пазбягае нуды; адзін ніколі не маеАдчуванне, што няма нічога важна зрабіць.
		-- Rich Hall, "Sniglets"

%
Закон Selective цяжару:Аб'ект ўпадзе такім чынам, каб нанесці найбольшую шкоду.Следства Jenning у:Шанец хлеба падзення з маслам ўнізўніз прама прапарцыйная кошту дывана.Закон сапсаванасці прыроды:Вы не можаце вызначыць загадзя, якая бок хлеба сметанковым алеем.
		-- Rich Hall, "Sniglets"

%
Закон Джунгляў:Той, хто вагаецца ў абед.
		-- Rich Hall, "Sniglets"

%
Законы праграмавання:(1) Любая такая праграма, пры запуску, з'яўляецца састарэлым.(2) Любая такая праграма каштуе больш і займае больш часу.(3) Калі праграма з'яўляецца карысным, яно будзе мець, каб быць зменена.(4) Калі праграма не мае сэнсу, яна будзе мець, каб быць дакументаваны.(5) Любая такая праграма будзе пашырацца, каб запоўніць усю даступную памяць.(6) Велічыня праграмы прапарцыйная вагі сваёй выхадзе.(7) Складанасць праграмы расце да таго часу, пакуль не перавысіць здольнасцьпраграміст, які павінен падтрымліваць яго.
		-- Rich Hall, "Sniglets"

%
Законы Serendipity:(1) Для таго, каб адкрыць што-небудзь, вы павінны быць шукае нешта.(2) Калі вы хочаце, каб удасканалены прадукт, вы павінны ўжозаймацца зрабіўшы саступае адзін.
		-- Rich Hall, "Sniglets"

%
Пазоў, п.:Машына, якая вы ідзяце ў выглядзе свінні і выйсці ў каўбасе.
		-- Ambrose Bierce

%
Правіла юрыста:Калі закон супраць Вас, сцвярджаюць факты.Калі факты супраць вас, сцвярджаюць закон.Калі абодва супраць вас, назваць іншыя імёны адваката.
		-- Ambrose Bierce

%
Лазло Кітайскі адноснасці Аксіёма:Незалежна ад таго, наколькі вялікая ваша перамагае ці як трагічнае вашы паразы -каля аднаго мільярда кітайцаў не мог клапаціцца менш.
		-- Ambrose Bierce

%
крывой навучання, п.:Дзіўна новая тэорыя, знойдзены кансультантаў па кіраванніу 1970-х гадах, сцвярджаючы, што чым больш вы робіце нешта сваёЧым хутчэй вы можаце зрабіць гэта.
		-- Ambrose Bierce

%
Закон Лі:Маці кажа, што было б дні, як гэта,але яна ніколі не казала, што не было б так шмат!
		-- Ambrose Bierce

%
Правіла Лейбовиц у:Калі малатком цвік, вы ніколі не дасягалі пастаўленайпалец, калі трымаць малаток абедзвюма рукамі.
		-- Ambrose Bierce

%
Лема: Усе коні маюць той жа колер.Доказ (па індукцыі):Справа п = 1: У камплекце з толькі адной коні, то відавочна, што ўсеКоні ў гэтым наборы маюць той жа колер.Справа п = да: Выкажам здагадку, што вы маеце набор да + 1 коней. Выцягніце адну з іхКоні з мноства, так што ў вас ёсць K коней. Выкажам здагадку, што ўсез гэтых коней маюць той жа колер. Цяпер пакласці назад конь, што вамвыняў, і выцягнуць іншую. Выкажам здагадку, што ўсё даконі Цяпер у наборы маюць той жа колер. Тады мноства K + 1 конейусё той жа колер. Мы маем K дакладна => K + 1 дакладна; таму ўсеКоні маюць той жа колер.Тэарэма: Усе коні маюць бясконцую колькасць ног.Доказ (шляхам запалохвання):Кожны пагодзіцца, што ўсе коні маюць цотная колькасць ног. гэтаТаксама добра вядома, што коні маюць пярэднія ногі спераду і дзве ногі ўтаму. 4 + 2 = 6 ногі, што, безумоўна няцотны лік ног дляконь, каб мець! Цяпер адзіны нумар, які з'яўляецца адначасова цотныя і няцотныя з'яўляеццабясконцасць; Таму ўсе коні маюць бясконцую колькасць ног.Аднак выкажам здагадку, што існуе конь дзе-небудзь што не маюцьбясконцую колькасць ног. Ну, гэта было б конь іншагаколер; і лемы, яго не існуе.
		-- Ambrose Bierce

%
рычагі, п.:Нават калі хтосьці не хвалюе, што думае светпра іх, яны заўсёды спадзяюцца, што іх маці не пазнае.
		-- Ambrose Bierce

%
Закон Люіса падарожжа:Першая частка багажу з парашута не належыць нікому,калі-небудзь.
		-- Ambrose Bierce

%
Хлус, п.:Адвакат з ровницы камісіі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
хлус:Той, хто кажа праўду непрыемны.
		-- Oliver Herford

%
Ці, п.:Вельмі дрэнны заменай ісціны, але толькі адзінвыявіў на сённяшні дзень.
		-- Oliver Herford

%
Закон Лібермана:Усе хлусяць, але гэта не мае значэння, бо ніхто не слухае.
		-- Oliver Herford

%
Жыццё, п.:Капрыз некалькі мільярдаў клетак, каб сталіся вы на некаторы час.
		-- Oliver Herford

%
Жыццё, п.:Вывучэнне пра людзей на сваёй шкуры - будучы адным.
		-- Oliver Herford

%
Жыццё, п.:Гэта кароткае інтерлюдія паміж нішто і вечнасцю.
		-- Oliver Herford

%
маяк, п.:Вышынны будынак на беразе мора, у якім ўрадпадтрымлівае лямпу і сябар палітык.
		-- Oliver Herford

%
як:Калі жывы ў той жа час з'яўляецца выдатным супадзеннем.
		-- Oliver Herford

%
Закон Лінуса:Там няма вялікі цяжар, ​​чым вялікім патэнцыялам.
		-- Oliver Herford

%
Lisp, v.:Каб называць рэчы thpade.
		-- Oliver Herford

%
Long Shot Локвуд:Шанцы на атрыманне з'едзена ільвом на Мэйн-стрытне адзін на мільён, але як толькі будзе дастаткова.
		-- Oliver Herford

%
люблю, п.:Любоў сувязі ў вузел у канцы вяроўкі.
		-- Oliver Herford

%
люблю, п.:Калі ён расце, вы не пярэчыце паліву з некалькімі слёз.
		-- Oliver Herford

%
люблю, п.:Калі вы не хочаце, каб хто занадта блізка - таму што ты вельмі адчувальныяда задавальнення.
		-- Oliver Herford

%
люблю, п.:Калі вы падабаецца думаць пра каго-то ў дні, якія пачынаюцца з раніцы.
		-- Oliver Herford

%
люблю, п.:Калі, калі прапанавана зрабіць выбар паміж сваім палюбоўнікамі шчасце, ты прапусціць шчасце ў адно імгненне.
		-- Oliver Herford

%
люблю, v.:Я дам вам гуляць з маім жыцці, калі вы дазволіце мне гуляць з вашымі.
		-- Oliver Herford

%
Закон Лоўры у:Калі джэмы - прымусіць яго. Калі яна парушае, то неабходна замяніць у любым выпадку.
		-- Oliver Herford

%
Закон Любарская па кібернетычнай энтамалогіі:Там заўсёды яшчэ адзін памылка.
		-- Oliver Herford

%
Вар'ятаў, п.:Месца, дзе аптымізм найбольш квітнее.
		-- Oliver Herford

%
Машынна-незалежнае, прым.:Ня працаваць на любой існуючай машыне.
		-- Oliver Herford

%
Mad, прым.:Пацярпелых з высокай ступенню інтэлектуальнай незалежнасці ...
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Мэдысан Даведка:Калі вам трэба будзе паездка на Тытаніку, чаму б не пайсці першым класам?
		-- Ambrose Bierce, "The Devil's Dictionary"

%
MAFIA, п:[Скарачэнне ад механізаванага прымянення ў прымусовых страхаванняЎлік.] Разгалінаваная сетка з многімі он-лайн і на шэльфеПадсістэмы якія працуюць пад кіраваннем АС DOS, і IOS. MAFIA дакументацыядаволі бедныя, і офіс продажаў MAFIA праяўляе, што запальчывымнежаданне добрасумленных запытаў, які з'яўляецца адметнай рысай столькіх DPаперацыі. З таго няшмат чаго, што прасачылася з, здавалася б, штоMAFIA працуе пад нестандартным пратаколам, OMERTA, шчыльна вуснаміварыянт СНС, у якім пашыраныя поціску рукі таксама выконваць комплексФункцыі бяспекі. Вядомыя падзелу часу аспекты пункту MAFIA дабольш, чым звычайна самадзяржаўнай аперацыйнай сістэмы. Экран падказкі несціімператыў, nonrefusable вагавой (большасць меню прапануюць простыя Так / ТакВарыянты, па змаўчанні YES), што выключае абыякавасць або затрымку.Унікальна, усё рэдагаванне пад MAFIA выконваецца цэнтралізавана, выкарыстоўваючымагутны сродак rubout здольныя сціраць файлы, filors, filees іцэлыя вузлавыя абвастрэння.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Прынцып Magary у:Калі ёсць грамадскі рэзананс, каб скараціць сухастойных дрэў і тлушч ад любойўрадавая бюракратыя, гэта сухастой і тлушч, які робяцьрэжучая і паслугі грамадскасці ў рэжуцца.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Магніт, п.:Нешта дзеянні на магнетызму.Магнетызм, п.:Нешта дзеючая на магніт.Два вызначэння непасрэдна вышэй кандэнсуюцца з твораўтысяча выбітныя навукоўцы, якія асвятленне прадметам звялікі белы свет, да невымоўнай прасоўванні чалавечага веды.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Magnocartic, прым.:Любы аўтамабіль, які, калі пакінуты без нагляду, прыцягвае каляскамі.
		-- Sniglets, "Rich Hall & Friends"

%
Сарака, п.:Птушка якога theivish распараджэння прапанаваў каму-тое, што ямуможа навучыць гаварыць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Майера:Калі факты не адпавядаюць тэорыі, яны павінны быць ўтылізаваныя.следства:(1) Чым больш тэорыя, тым лепш.(2) Эксперымент можна лічыць паспяховым, калі не больш, чым50% назіраных вымярэнняў павінны быць адкінутыя, кабатрымліваем адпаведнасць з тэорыяй.
		-- N. R. Maier, "American Psychologist", March 1960

%
Закон Мэйна:Для кожнага дзеяння ёсць роўнае і супрацьлеглае ўрадавая праграма.
		-- N. R. Maier, "American Psychologist", March 1960

%
Дэвіз суправаджаюць:Калі мы не можам гэта выправіць, ён не парушыў.
		-- N. R. Maier, "American Psychologist", March 1960

%
Асноўная перадумова:Шэсцьдзесят чалавек можа зрабіць у шэсцьдзесят разоў больш працы, як адзін чалавек.Меншая посылка:Чалавек можа вырыць Сталбавую яма на працягу шасцідзесяці секунд.выснову:Шэсцьдзесят чалавек можа вырыць Сталбавую яма ў адну секунду.Другасны Выснова:Вы разумееце, колькі адтулін было б, калі чалавекпроста ўзяць час, каб прыняць бруд з іх?
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Большасць, п.:Гэта якасць, якое адрознівае злачынства з закона.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Мужчына, п.:Член непрадуманай або нязначнай падлогі. самецчалавечая раса вядомая з самкай як просты чалавек. родмае дзве разнавіднасці: добрыя і дрэнныя пастаўшчыкоў пастаўшчыкоў.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Малек у:Любая простая ідэя будзе сфармуляваная ў самай складанай дарозе.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
халатнасці, п.:Прычына хірургі носяць маскі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Кіраванне, п.:Мастацтва атрымліваць іншых людзей, каб зрабіць усю працу.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
маніякальна-дэпрэсіўны, прым.:Лёгка змрочным, лёгка свячэнне.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Мэнли Максім:Логіка ўяўляе сабой сістэматычны метад падыходзіць да няправільнага высновыз упэўненасцю.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ручной, п.:Адзінка дакументацыі. Ёсць заўсёды тры ці больш зададзенагаПункт. Адным з іх з'яўляецца на паліцы; кагосьці ёсць іншыя. інфармацыявам трэба, гэта ў іншых.
		-- Ray Simard

%
Дентал-Старшыня Discovery Марка:Стаматолагі не здольныя задаваць пытанні, якія патрабуюцьпроста так ці не адказу.
		-- Ray Simard

%
шлюб, п.:Стары, устаноўлена ўстанова, зняволенага два чалавекі глыбокаў каханні і жадаючы зрабіць прыняцце канчатковага рашэння адзін з адным выказваючышто каханне. Карацей кажучы, зацікаўленасць у рабоце ўстановы.
		-- Ray Simard

%
шлюб, п.:Канвертоўныя аблігацыі.
		-- Ray Simard

%
Шлюб, п.:Зло так.
		-- Ray Simard

%
Марксісцкая Закон размеркавання багацця:Недахоп будуць падзелены пароўну паміж сялянамі.
		-- Ray Simard

%
Закон MaryAnn у:Вы заўсёды можаце знайсці тое, што вы не шукаеце.
		-- Ray Simard

%
Маслоу Максім:Калі адзіны інструмент у вас ёсць толькі малаток, вы да ўсяго, якцвік.
		-- Ray Simard

%
Першы закон Мейсона сінэргізму:Аднойчы ты прадаць душу за тое, душы перанасычаным.
		-- Ray Simard

%
матэматык, п.:Хтосьці, хто лічыць, ўяўныя рэчы з'яўляюцца прама перад вашымі _ я х.
		-- Ray Simard

%
Закон Мац у:Выснова з'яўляецца месцам, дзе вы стаміліся мыслення.
		-- Ray Simard

%
Закон Мэя:Якасць карэляцыі зваротна прапарцыйна шчыльнасцікантролю. (Чым менш кропак дадзеных, тым больш плыўным крывыя.)
		-- Ray Simard

%
Правіла Мсеуона адноснай важнасці:Калі вы падарожнічаеце з статак сланоў, не быць першым, каблегчы і адпачыць.
		-- Ray Simard

%
McGowan Мэдысан Авеню Аксіёма:Калі элемент рэкламуецца як "пад $ 50", можна паспрачацца, што гэта не $ 19,95.
		-- Ray Simard

%
МЗС Максім:Заўсёды памятайце, што вы абсалютна унікальным, як і ўсе астатнія.
		-- Ray Simard

%
Закон Мидер у:Што б ні здарылася з вамі, гэта будзе ранейздарылася з каго вы ведаеце, толькі ў большай ступені.
		-- Ray Simard

%
сустрэчы, п.:Сход людзей збіраюцца разам, каб вырашыць, што асоба абоАддзел не прадстаўленыя ў пакоі павінна вырашыць праблему.
		-- Ray Simard

%
сустрэчы, п.:Месца, дзе вядзецца пратакол і гадзіны будуць страчаныя.
		-- Ray Simard

%
памятка, п.:Межофисных сувязі занадта часта напісаны ўжо на карысцьчалавека, які пасылае яго, чым чалавека, які атрымлівае яго.
		-- Ray Simard

%
Менкен і Натана Пятнаццаты Закон сярэдні амерыканец:Горшае актрысай ў кампаніі заўсёды жонка мэнэджэра.
		-- Ray Simard

%
Менкен і Натан Дзявятая Закон сярэдні амерыканец:Якасць шампанскага судзяць па колькасці шуму ўКорак робіць, калі ён выскачыў.
		-- Ray Simard

%
Менкен і Натана Другі закон сярэдні амерыканец:Усе паштмайстрам ў малых гарадах прачытаць усе паштоўкі.
		-- Ray Simard

%
Менкен і Натана Шаснаццаты закон сярэдні амерыканец:Даення каровы аперацыя патрабуючы асаблівы талент, якіня валодаюць толькі мужыкі, а не чалавек, які нарадзіўся ў вялікім горадзе можаспадзявацца на яго набыццё.
		-- Ray Simard

%
Меню, п.:Спіс страў, якія ў рэстаране толькі запусціць з.
		-- Ray Simard

%
Закон Meskimen у:Там ніколі не час, каб зрабіць гэта правільна, але заўсёды ёсць час, кабзрабіць гэта зноў.
		-- Ray Simard

%
meterologist, п.:Той, хто сумняваецца ва ўстаноўлены факт, што гэтазвязаны дождж, калі вы забыліся парасон.
		-- Ray Simard

%
Мікра Крэда:Ніколі не давярайце кампутар больш, чым вы можаце падняць.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
мікра:Мысліцель цацкі.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
Закон Miksch у:Калі радок мае адзін канец, то яна мае іншы канец.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
Слоган Мілера:Страціць некалькі, губляюць некаторыя.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
millihelen, п.:Колькасць прыгажосці патрабуецца запусціць адзін карабель.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
мінікампутараў:Кампутар, які можа быць прадастаўлены па бюджэце мэнэджара сярэдняга звяна.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
MIPS:Бессэнсоўнае Паказчык Частата працэсара
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
Няшчасце, п.:Выгляд поспехі, што ніколі не прапускае.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
MIT:Georgia Tech Поўначы
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Мітчэла камітэтаў:Любая простая задача можа быць зроблена нерастваральныя, калі дастатковую колькасць сустрэчыдля абмеркавання яго.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
mittsquinter, прым.:Прафесійны гулец, які глядзіць у яго пальчатку пасля пропуску мяч, акалі, так ці інакш, прычына памылкі крыецца там.
		-- "Sniglets", Rich Hall & Friends

%
Закон Mix па:Там няма нічога больш пастаяннага, чым часовае будынак.Там няма нічога больш пастаяннага, чым часовае падатку.
		-- "Sniglets", Rich Hall & Friends

%
змешаныя эмоцыі:Гледзячы на ​​аўтобус-груз юрыстаў акунуцца з абрыву.З пяці пустых месцаў.
		-- "Sniglets", Rich Hall & Friends

%
змешаныя эмоцыі:Назіраючы за маці-у-законе назад з абрыву ...у вашым новым Mercedes.
		-- "Sniglets", Rich Hall & Friends

%
Мадэм, прым.:Да сучасных, навамодная, як у "старанна Modem Мілі."няшчасны пабочны кернинга.[Вось так!]
		-- "Sniglets", Rich Hall & Friends

%
сціпласць, п.:Будучы камфортна, што іншыя даведаюцца свой веліч.
		-- "Sniglets", Rich Hall & Friends

%
сціпласць:Пяшчотны мастацтва павышэння ваша абаянне, прыкідваючыся ня быцьведаюць пра гэта.
		-- Oliver Herford

%
Малекула, п.:Канчатковая, непадзельнай адзінкай матэрыі. ён адрозніваеццаад Цяля, таксама ўрэшце, непадзельнай адзінкі матэрыі, шляхам накіраваннябліжэй падабенства з атамам, таксама канчатковай, непадзельнай адзінкаСправа ... Іён адрозніваецца ад малекулы, цяля і тамуАтам у тым, што яна ўяўляе сабой іён ...
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Моллисоном бюракратыя Гіпотэза:Калі ідэя можа выжыць бюракратычную водгук і ажыццяўляццане варта было рабіць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
імпульс, п.:Тое, што вы даць чалавеку, калі яны сыходзяць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Месяц, п.:1. нябесны аб'ект, фазавае вельмі важна для хакераў. убачыцьФаза месяца. 2. Дэйв Moon (Месяц @ MC).
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Пастаяннае Мура:Усе мае намер рабіць нешта, і ўсёнешта робіць, але ніхто не робіць тое, што ён мае намер рабіць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
mophobia, п.:Страх быць абражалі ў Місісіпі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Мортона:Калі пацукі эксперыментаваў на, яны будуць развівацца рак.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Мошера праграмнай інжынерыі:Не хвалюйцеся, калі ён не працуе правільна. Калі ўсё зрабілі, вы ббыць без працы.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Г Коўла Аксіёма:Сума інтэлекту на планеце з'яўляецца сталым;насельніцтва расце.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
мумія, п.:Егіпцянін, які быў мала часу.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Мэрфі даследавання:Дастаткова даследаванне схільныя падтрымліваць вашу тэорыю.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Законы Мэрфі:(1) Калі што-небудзь можа пайсці не так, што гэта будзе.(2) Нішто так проста, як здаецца.(3) Любое справа займае больш, чым вы думаеце, што будзе.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Правіла Мюрэя:Любая краіна з "дэмакратычнай" ў назве няма.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Mustgo, п.:Любы пункт ежы, якая была седзячы ў халадзільніку такдоўга ён стаў навуковы праект.
		-- Sniglets, "Rich Hall & Friends"

%
Мой бацька навучыў мяне тры рэчы:(1) Ніколі не змешвайце віскі нічым, акрамя вады.(2) Ніколі не спрабуюць прыцягнуць да ўнутранай прамой.(3) Ніколі не абмяркоўвайце бізнэс з тымі, хто адмаўляецца назваць сваё імя.
		-- Sniglets, "Rich Hall & Friends"

%
Правіла Нахмана:Калі справа даходзіць да знешняй ежы, тым менш аўтэнтычнымі, тым лепш.
		-- Gerald Nachman

%
narcolepulacyi, п.:Заразнай дзеянне пазяханне, выклікаючы ўсіх на ўвазетаксама пазяхаць.
		-- "Sniglets", Rich Hall & Friends

%
батанік пакет, п.:Пластыкавыя мяшочак носяць у нагруднай кішэні трымаць ручкі ад забруджванняадзенне. Становішча батанік ў інжынернай іерархіі можа быць вымеранаяпа колькасці ручак, алоўкаў, змазкі і кіраўнікоў натапыранымі ў яго ўпакоўцы.
		-- "Sniglets", Rich Hall & Friends

%
нейтронная бомба, п.:Выбуховае прыстасаваньне абмежаванага ваеннага значэння, паколькі, якён руйнуе толькі людзей, не руйнуючы ўласцівасць, ягопавінен быць выкарыстаны ў спалучэнні з бомбамі, якія руйнуюць ўласнасць.
		-- "Sniglets", Rich Hall & Friends

%
Новы, прым.:Розныя колеру ад папярэдняй мадэлі.
		-- "Sniglets", Rich Hall & Friends

%
Труізм Newlan у:"Прымальным" ўзровень беспрацоўя азначае, штоУрад эканаміст каму гэта прымальна дагэтуль працу.
		-- "Sniglets", Rich Hall & Friends

%
Адкрыццё Ньюмана:Вашыя лепшыя мары не могуць спраўдзіцца; На шчасце, ні адзін не будзевашы благія сны.
		-- "Sniglets", Rich Hall & Friends

%
Закон сусветнага прыцягнення Ньютана:Што ідзе ўверх, павінна зваліцца. Але не чакаем, што ён сыдзе, дзеВы можаце знайсці яго. Закон Мэрфі ставіцца да Ньютана.
		-- "Sniglets", Rich Hall & Friends

%
Закон Сёмы Ньютана Малавядомыя:Птушка ў руцэ бяспечней, чым адзін накладных выдаткаў.
		-- "Sniglets", Rich Hall & Friends

%
Закон Ніка Грэка жыцця:Улічваючы ўсе абставіны, жыццё 9 да 5 супраць.
		-- "Sniglets", Rich Hall & Friends

%
Дзевяноста дзевяноста Правіла графікаў праекта:Першы дзевяноста адсоткаў задачы прымае дзевяноста адсоткаўчас, і апошні дзесяць адсоткаў займае Астатнія дзевяноста адсоткаў.
		-- "Sniglets", Rich Hall & Friends

%
ня вожыку зразумела:Рашэнне, якое, калі глядзець праз retrospectoscope,"Відавочна" для тых, хто не ў стане зрабіць гэта першапачаткова.
		-- "Sniglets", Rich Hall & Friends

%
няма абслугоўванне:Немагчыма выправіць.
		-- "Sniglets", Rich Hall & Friends

%
не жадаю аспрэчваць:Юрыдычны тэрмін азначае: "Я не рабіў гэтага, суддзі, і я ніколі не буду рабіцьяна ізноў ".
		-- "Sniglets", Rich Hall & Friends

%
намінальная яйка:Новы Yorkerese для дорага.
		-- "Sniglets", Rich Hall & Friends

%
Пакінутага без адказу Законы чакання:Негатыўныя чакання даюць адмоўныя вынікі.Станоўчыя чакання даюць адмоўныя вынікі.
		-- "Sniglets", Rich Hall & Friends

%
Новая французская кухня, п.:Французску "бракавала ежы".Кантынентальны сняданак, п.:Англійская для «недастаткова ежы".Тапас, п.:Іспанскага "бракавала ежы".Дзім, п.:Кітайская больш ежы, чым вы калі-небудзь бачыў за ўсё сваё жыццё.
		-- "Sniglets", Rich Hall & Friends

%
Лістапада, п.:Адзінаццатай дванаццатай з стомленасці.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Рэвалюцыйнае адкрыццё Novinson у:Калі прыходзіць рэвалюцыю, усё будзе інакш -ці не лепш, проста па-іншаму.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ноулан ў тэорыі:Той, хто вагаецца, не толькі страцілі, але ў некалькіх мілях аднаступны шашы выхаду.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Правіла Нусбаум у:Больш прэтэнцыёзным фірменнае найменне, меншарганізацыя. (Напрыклад, Мэрфі Цэнтр паКадыфікацыя кадравы і арганізацыйны закона, кантрастуекаб IBM, GM, і AT & T.)
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон О'Браян:Усё заўсёды робіцца па няправільным прычынах.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон О'Рэйлі з кухні:Чысціня амаль немагчыма
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Каментар О'Тул на закон Мэрфі:Мэрфі быў аптымістам.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
гумка Оккама:Філасофскі прынцып, што нават самы простыРаствор абавязаны мець нешта няправільна з ім.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Кіраванне аўтаматызацыі:Выкарыстанне кампутараў для павышэння эфектыўнасці ў офісевыдаліўшы каго вы хацелі б пагаварыць з кубкам кавы.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Афіцыйныя Этапы праекта:(1) некрытычнае прыняцце(2) Дзікі Энтузіязм(3) Прыгнечаны Расчараванне(4) поўная блытаніна(5) Пошук вінаватых(6) Пакаранне невінаватага(7) Прасоўванне няўдзельнікам
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Огдена:Чым раней вы адставаць, тым больш часу ў вас ёсць, каб дагнаць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Стары японская прыказка:Ёсць два віды дурняў - тыя, хто ніколі не падняцца Mt. Fuji,і тых, хто падняцца на яе двойчы.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Стары таймер, п.:Той, хто памятае, калі дабрачыннасць была дабрачыннасць, а не арганізацыя.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Олівера:Вопыт-то вы не атрымаеце, пакуль адразу пасля вам гэта трэба.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Olmstead у:Бо сказана і зроблена, пекла нашмат больш будзе сказаць, чым зрабіць.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
omnibiblious, прым.:Абыякавы да тыпу напою. Прыклад: "Ах, вы можаце атрымаць мне нічога.Я omnibiblious ".
		-- Ambrose Bierce, "The Devil's Dictionary"

%
На здольнасці:Карлікавая малая, нават калі ён знаходзіцца на вяршыні гары;калос трымае вышыню, нават калі ён стаіць у свідравіне.
		-- Lucius Annaeus Seneca, 4BC - 65AD

%
Па пытанні аб праграме водступу C:"In My Opinion эгаістычнага, праграмы большасці людзей C павінна быцьводступам шэсць футаў уніз і пакрыты брудам ".
		-- Blair P. Houghton

%
Он-лайн, прым.:Ідэя, што чалавек заўсёды павінен быць даступны для кампутара.
		-- Blair P. Houghton

%
Аднойчы, Adv.:	Дастаткова.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Адзін Прынцып старонка:Спецыфікацыя, не змяшчаецца на адной старонцы 8.5x11 цаляпапера не можа быць зразуметая.
		-- Mark Ardis

%
"Адзін памер падыходзіць ўсім":Не падыходзіць нікому.
		-- Mark Ardis

%
One-Shot Case Study, п.:Навукова эквівалент чатырох лісця канюшыны, з якогазаключыў ўсё канюшыны валодаюць чатырма лісцем, а часам зялёны.
		-- Mark Ardis

%
Аптымізм, п.:Перакананне, што ўсё прыгожа, у тым ліку тое, што гэта непрыгожа, добра,дрэнна, і ўсё правільна, што няправільна. Ён праводзіцца з найвялікшымУпартасць тымі прывыклі да трапляння ў бядотнай, і найбольшпрымальна выкладзены з усмешкай, што малпы ўсмешку. будучы сляпымвера, ён недаступны для святле абвяржэння - інтэлектуальнызасмучэнне, атрымліваючы ніякай апрацоўцы, акрамя смерці. Гэта спадчыннае, аленя заразна.
		-- Mark Ardis

%
Аптыміст, п.:Прыхільнік перакананні, што чорнае белым.Песіміст прасіў у Бога дапамогі."Ах, вы хочаце мяне, каб аднавіць сваю надзею і бадзёрасць," сказаў Бог."Не", адказаў заяўніку, "Я жадаю вам, каб стварыць нешта, штоапраўдае іх "."Свет усё створана", сказаў Бог, "але вы не заўважыліто - смяротнасць аптыміста ".
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Аптыміст, п:Дудар з зумера.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Мацярдушка, п.:Старажытны Італьянскае мастацтва піцы складання.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Закон Осбарна:Зменныя ня будзе: Канстанты няма.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Законы Озман у:(1) Калі хтосьці кажа, што ён будзе рабіць што-то "абавязкова", ён не будзе.(2) Чым больш людзей размаўляць па тэлефоне, тым менш грошай яны робяць.(3) Людзі, якія ідуць на канферэнцыі тыя, хто не павінен.(4) Піца заўсёды гарыць дах вашага рота.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Боль, п.:Адно, па меншай меры, гэта даказвае, што ты жывы!
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Карціна, п.:Мастацтва абароны плоскіх паверхняў ад непагадзі, іпадвяргаючы іх крытыцы.
		-- Ambrose Bierce

%
Правіла Пандоры:Ніколі не адкрывайце акно вы не зачыняць.
		-- Ambrose Bierce

%
Папрыка Мера:2 працяжнік == 1 кропельку2 smidgens == 1 дробку3 дробкі == 1 soupçon2 soupcons == 2 шмат папрыка
		-- Ambrose Bierce

%
параноя, п.:Здаровы разуменне шляху сусвет працуе.
		-- Ambrose Bierce

%
Pardo Першы пастулат:Нічога добрага ў жыцці альбо незаконна, амаральна ці адкорму.Даданне Арнольда:Усё астатняе выклікае рак ў пацукоў.
		-- Ambrose Bierce

%
Пяты Закон Паркінсана:Калі ёсць спосаб адкласці ў важным вырашэнні, добрыБюракратыя, публічным або прыватным парадкам, знойдуць яго.
		-- Ambrose Bierce

%
Чацвёрты закон Паркінсана:Лік людзей у любым рабочай групы мае тэндэнцыю да павелічэннянезалежна ад колькасці працы, якую трэба будзе зрабіць.
		-- Ambrose Bierce

%
Партыя, п.:Сход, дзе вы сустракаеце людзей, якія п'юцьстолькі вы нават не магу ўспомніць іх імёны.
		-- Ambrose Bierce

%
Pascal карыстальнікаў:Сістэма Паскаль будзе заменены ў наступны аўторак на Cobol.Калі ласка, зменіце свае праграмы адпаведна.
		-- Ambrose Bierce

%
Pascal карыстальнікаў:Каб паказаць павагу да 313-й гадавіне (заўтра) зСмерць Блеза Паскаля, вашы праграмы будуць працаваць на палове хуткасьці.
		-- Ambrose Bierce

%
Паскаль:Мова праграмавання названы ў гонар чалавека, які б перавярнуцьў труне, калі б ведаў пра гэта.
		-- Datamation, January 15, 1984

%
пароль:
		-- Datamation, January 15, 1984

%
Patageometry, п.:Вывучэнне гэтых матэматычных уласцівасцяў, інварыянтнайпад трансплантацыі мозгу.
		-- Datamation, January 15, 1984

%
патэнт:Спосаб апублікавання вынаходак, каб іншыя маглі скапіяваць іх.
		-- Datamation, January 15, 1984

%
Закон Паўла:У Амерыцы, гэта не тое, колькі на выдаткі выдаткаў таварам, гэта колькі вы захаваць.
		-- Datamation, January 15, 1984

%
Закон Паўла:Вы не можаце зваліцца на падлогу.
		-- Datamation, January 15, 1984

%
зарплаты:Штотыдзень $ 5,27, што застаецца пасля таго, як адлічэнняў у федэральныўтрыманне, стан ўтрымання, горад ўтрыманне, FICA,Медыцына / стаматалогія, працяглай інваліднасці, страхаванне на выпадак беспрацоўя,Каляды клуб, і эканомія фонду заработнай платы плануецца ўнёскі.
		-- Datamation, January 15, 1984

%
Свет, п.:У міжнародных справах, на працягу падману паміж двумаПерыяды бою.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Здаровага харчавання Прынцып Pecor у:Ніколі ня ежце бручку ў любы дзень тыдня, які мае "Y" у ім.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Pedaeration, п.:Ідэальнае цела цяпла дасягаецца за кошт адну нагу падліст і адзін вісіць у краю ложка.
		-- Rich Hall, "Sniglets"

%
pediddel:Аўтамабіль з адзіным працуюць фары.
		-- "Sniglets", Rich Hall & Friends

%
Закон ўдзельніка злучэння:Рашэнне праблемы змяняе прыроду праблемы.
		-- "Sniglets", Rich Hall & Friends

%
Пінгвін Агульная # 46:Жывёлы, якія ня пінгвіны могуць пажадаць абы яны былі.
		-- Chicago Reader 10/15/82

%
пансіянаты:Па прынцыпе федэрацыі застрахаваных ланцуговая ліст.
		-- Chicago Reader 10/15/82

%
Народныя Дзеянне правілы:(1) Некаторыя людзі, якія могуць, не павінны.(2) Некаторыя людзі, якія павінны, не будзе.(3) Некаторыя людзі, якія не павінны, будзе.(4) Некаторыя людзі, якія не могуць, будзе спрабаваць, незалежна.(5) Некаторыя людзі, якія не павінны, але паспрабаваць, тады вінаваціць іншых.
		-- Chicago Reader 10/15/82

%
ідэальна госць:Той, хто робіць свайго гаспадара адчуваць сябе як дома.
		-- Chicago Reader 10/15/82

%
прадукцыйнасць:Паведамленне аб хуткасці, з якой працуе кампутарная сістэма. абохутчэй, можа працаваць пры пэўных абставінах. Або, па чуткахпрацаваць над Джэрсі каля месяца таму.
		-- Chicago Reader 10/15/82

%
песіміст:Чалавек, які праводзіць увесь свой час на непакой аб тым, як ён можа трымацьВоўк ад дзвярэй.аптыміст:Чалавек, які не хоча бачыць ваўка, пакуль ён не захоплівае сядзеннештаны.апартуністычных:Чалавек, які запрашае ваўка ў і з'яўляецца на наступны дзень у футры.
		-- Chicago Reader 10/15/82

%
Закон Пятра замяшчэння:Паглядзіце пасля кротовинами ігоры будуць клапаціцца пра сябе.Прынцып Піцера поспеху:Уставай адзін раз больш, чым вы збіты.
		-- Chicago Reader 10/15/82

%
Настаўленьне Петэрсана:Калі вы думаеце, што вы збіраецеся ўніз ў трэці раз -толькі памятайце, што вы можаце падлічылі няправільна.
		-- Chicago Reader 10/15/82

%
Правілы Петэрсана:(1) Грузавікі што перакуліць на аўтастрадах заліты чымсьці ліпкім.(2) Няма мілы дзіця ў калысцы ніколі не бывае дзяўчына, калі называюць адным.(3) Тое, што кляшчоў не заўсёды гадзіны.(4) Самагубства працуе толькі тады, калі вы бляфуе.
		-- Chicago Reader 10/15/82

%
petribar:Любы выгаралыя на сонцы дагістарычнага цукеркі, якая сядзела ўакно з аўтамата занадта доўга.
		-- Rich Hall, "Sniglets"

%
Фазы праекта:(1) Трыумфаванне.(2) Расчараванне.(3) Збянтэжанасць.(4) Пошук вінаватых.(5) Пакаранне за нявінных.(6) Адрозненне для староннім.
		-- Rich Hall, "Sniglets"

%
філасофія:Здольнасць несці са спакоем няшчасці нашых сяброў.
		-- Rich Hall, "Sniglets"

%
філасофія:Неразборлівыя адказы на невырашальныя праблемы.
		-- Rich Hall, "Sniglets"

%
phosflink:Каб выліць лямпачку і выключаецца, калі ён згарае (як быццам, так ці інакш, штопрынясе яго назад да жыцця).
		-- "Sniglets", Rich Hall & Friends

%
Закон марынаваныя ў:Калі Кангрэс павінен зрабіць балючая рэч,рэч павінна быць зроблена ў няцотных нумарам года.
		-- "Sniglets", Rich Hall & Friends

%
піксель, п.:Гарэзны, чароўны дух, звязаны з экранаў.Кампутарная індустрыя часта запазычаныя з міфалогіі:Сведка спрайты ў кампутарнай графіцы, дэманаў ў штучныхінтэлект, і тролі ў аддзеле маркетынгу.
		-- "Sniglets", Rich Hall & Friends

%
Калі ласка, звярніце ўвагу:
		-- "Sniglets", Rich Hall & Friends

%
Закон Pohl у:Нішто так добра, што хто-то дзе, не ненавіджу яго.
		-- "Sniglets", Rich Hall & Friends

%
атручаны кавы, п.:Падставы для разводу.
		-- "Sniglets", Rich Hall & Friends

%
палітыка, п.:Спрэчка інтарэсаў, маскіравальных пад конкурс прынцыпаў.Вядзенне дзяржаўных спраў для асабістай выгады.
		-- Ambrose Bierce

%
Навучальныя Пастаяннае Паліана у:Гіперактыўных дзіця заўсёды прысутнічае.
		-- Ambrose Bierce

%
шматкутнік:Мёртвае папугай.
		-- Ambrose Bierce

%
Правіла Poorman у:Калі вы цягнеце пластыкавы мяшок для смецця са свайго зручнай ўпакоўцы дазатара,вы заўсёды дастаць закрытага канца і паспрабаваць выцягнуць яго адкрытым.
		-- Ambrose Bierce

%
Партатыўны, прым.:Захаваюцца перазагрузкі сістэмы.
		-- Ambrose Bierce

%
Станоўчы, прым.:Памылковае на ўвесь голас.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
беднасць, п.:Сумнае становішча, якое працягваецца да таго часу,а хто не мае нічога, што хацеў бы мець.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Магутнасць, N.:Толькі наркатычныя рэгулюецца SEC замест FDA.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
прэрыі, п.:Шырокія раўніны, пакрытыя бязлесных лясоў.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
забабон:Адзін шалапут меркаванне без бачных сродкаў падтрымкі.
		-- Ambrose Bierce

%
Закон Preudhomme па ачысткі вокнаў:Гэта на другім баку.
		-- Ambrose Bierce

%
Рэкамендацыі Прайса:Гэта ўсё гульня - гуляць, каб павесяліцца.
		-- Ambrose Bierce

%
прыярытэт:Заяву пра важнасць карыстальніка або праграмы. частавыяўляецца ў выглядзе адноснага прыярытэту, якое паказвае, што карыстальнік неусё роўна, калі праца будзе завершана да таго часу, як ён апрацоўваецца меншгорш, чым хто-небудзь іншы.
		-- Ambrose Bierce

%
Праблема п'яніца, п.:Чалавек, які ніколі не купляе.
		-- Ambrose Bierce

%
Праграма, п.:Чароўны загавор над кампутарам, які дазваляе яму павярнуцца ўваходу паведамленнях пра памылкі. tr.v. Каб удзельнічаць у баўленне часу аналагічнай стукацьсваёй галавой аб сцяну, але з меншай колькасцю магчымасцяў за ўзнагароджанне.
		-- Ambrose Bierce

%
Праграма, п.:Любая задача, якая не можа быць завершана на працягу аднаго тэлефоннага званка або аднагодзень. Пасля таго, як задача вызначаецца як (праграма "вучэбнай праграмы,""Праграма продажаў", або "маркетынгавая праграма"), яго рэалізацыязаўсёды апраўдвае найму па меншай меры яшчэ тры чалавекі.
		-- Ambrose Bierce

%
Дэпартамент па праграмаванні:Памылкі, дапушчаныя падчас чакання.
		-- Ambrose Bierce

%
Прагрэс, п.:Сярэднявечны хвароба чалавек падумаў было выклікана нябачных дэманаўўварванне ў цела і прымаючы ў валоданьне.Сучасны чалавек ведае, хвароба выклікана мікраскапічных бактэрыйі вірусы ўрываюцца ў цела і выклікаць збоі ў працы.
		-- Ambrose Bierce

%
Доказ метады # 2: доказ ад Oddity.ПРЫКЛАД: Каб даказаць, што коні маюць бясконцую колькасць ног.(1) Коні маюць цотная колькасць ножак.(2) Яны маюць дзве ногі ў спіне і пярэдніх ног спераду.(3) Гэта робіць у агульнай складанасці шасцю нагамі, што, безумоўна, з'яўляецца няцотны лік    ножкі для каня.(4) Але адзіны нумар, які з'яўляецца адначасова цотныя і няцотныя бясконцасць.(5) Такім чынам, коні павінны мець бясконцую колькасць ног.Тэмы з'яўляецца быць разгледжаны ў будучых пытанняў ўключаюць доказ па:запалохваннеЖэстыкуляцыя (handwaving)"Паспрабуйце, гэта працуе"Завала (Я проста сядзеў там і ...)адкрытая зацвярджэннеЗамена ўсіх 2-х да _ N Паўзаемнае згодуАдсутнасць контрпример, і"Само сабой зразумела,"
		-- Ambrose Bierce

%
Прататып, п.:Першы этап у жыццёвым цыкле кампутарнай прадукту, з наступнымпрад-альфа, альфа, бэта, версія выпуск, выпраўлены варыянт выхаду,абнавіць, скарэкціраваны абнаўленне і г.д. У адрозненне ад сваіх пераемнікаў, тоПрататып не будуць працаваць.
		-- Ambrose Bierce

%
Назіранне Прайор:Як доўга вы жывяце не мае нічога агульнагаз тых часоў, як вы збіраецеся быць мёртвым.
		-- Ambrose Bierce

%
Закон Pudder у:Усё, што пачынаецца добра дрэнна скончыцца.(Заўвага: Зваротнае закона Pudder не дакладная.)
		-- Ambrose Bierce

%
purpitation, п.:Для таго, каб нешта з прадуктовы паліцы, вырашыце, што вамне хачу яго, а затым пакласці яго ў другім разьдзеле.
		-- "Sniglets", Rich Hall & Friends

%
Закон ўдар па:Тэхналогія дамінуюць два тыпу людзей:Тыя, хто разумее, што яны не паспяваюць.Тыя, хто кіруе, што яны не разумеюць.
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"Гэта не адчай ... Я магу адчай. Гэта надзея."
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"Дзіця 5 мог гэтага зразумець! Прынясі мне дзіцяці з 5."
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"Універсітэт факультэт знаходзіцца ў 500 эгаісты з агульнай праблемай паркоўкі."
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"Ці ёсць у вас пах гару ці гэта мне?"
		-- Joan of Arc

%
QOTD:"Не дазваляйце вашаму розуму блукаць - гэта занадта мала, каб яго выпусцілі ў адзіночку."
		-- Joan of Arc

%
QOTD:"Усход ёсць ўсход ... і давайце трымаць яго такім чынам."
		-- Joan of Arc

%
QOTD:"Нават статуя Свабоды голіць яе ямы."
		-- Joan of Arc

%
QOTD:"Кожную раніцу я прачытаў некралогі, калі маё імя там няма,Я іду на працу ".
		-- Joan of Arc

%
QOTD:"Усё, што я цяпер знаходжуся, я абавязаны людзям, якіх цяперда канца, каб пакараць ".
		-- Joan of Arc

%
QOTD:"Ён есць як птушка ... пяць разоў яго ўласная вага кожны дзень."
		-- Joan of Arc

%
QOTD:"Ён на той жа шыне, але ён упэўнены, як пекла атрымаў іншаеБілет ".
		-- Joan of Arc

%
QOTD:"Я не парушыў, але я дрэнна сагнутыя."
		-- Joan of Arc

%
QOTD:"Я не ўпэўнены, што гэта такое, але 'F' толькі акультурыць бы яго."
		-- Joan of Arc

%
QOTD:"Я не думаю, што яны маглі б паставіць яго ў псіхіятрычную бальніцу. НаЗ іншага боку, калі б ён быў ужо, я не думаю, што яны дазваляюць б яго ".
		-- Joan of Arc

%
QOTD:"Я ваджу машыну спакойна, бо само сабой зразумела."
		-- Joan of Arc

%
QOTD:"Я прыйшоў не досыць далёка, і не тэлефануеце мне дзіцяці".
		-- Joan of Arc

%
QOTD:"Я не магу быць у стане ісці, але я язды ад сядзячым становішчы."
		-- Joan of Arc

%
QOTD:"Я ніколі не сустракаў чалавека, я не мог піць прыгожы."
		-- Joan of Arc

%
QOTD:"Я толькі зверыць з рэчаіснасцю па меры патрэбы!"
		-- Joan of Arc

%
QOTD:"Я пасыпаць трохі разрыхляльнік за пару бульба, але гэтане працуе ".
		-- Joan of Arc

%
QOTD:"Я думаў, што бачыў аднарога на шляху над, але гэта быў усяго толькіконь з адным з рагоў разарваных ".
		-- Joan of Arc

%
QOTD:"Я спрабаваў купіць казу замест газонакасілка; прыйшлося вярнуццахоць ён. Не атрымалася высветліць спосаб падлучэння снегаачышчальнікаў ".
		-- Joan of Arc

%
QOTD:"Раней я быць ідэалістам, але я атрымаў абрабаваны рэальнасцю».
		-- Joan of Arc

%
QOTD:"Раней я быць страчаныя ў пустую, цяпер я проста ператасаваць нароўні зстрачаны ".
		-- Joan of Arc

%
QOTD:"Я выкарыстаў, каб атрымаць высокі на жыццё, але ў апошні час я стварыў супраціў."
		-- Joan of Arc

%
QOTD:"Я хадзіў у Лос-Анджэлесе, але потым мой тата атрымаў працу."
		-- Joan of Arc

%
QOTD:"Раней я бегаць, але лёд трымаў падскокваючы з майго шклянкі."
		-- Joan of Arc

%
QOTD:"Я не буду казаць, што ён хлуслівы, але яго жонка называцьСабака для абеду ".
		-- Joan of Arc

%
QOTD:"Я ніколі не ажэніцца на жанчыне, якая не падабаецца піца ... Я мог бы гуляцьгольф з ёй, але я б не ажаніцца на ёй! "
		-- Joan of Arc

%
QOTD:"Я буду слухаць прычыне, калі ён выходзіць на кампакт-дыску."
		-- Joan of Arc

%
QOTD:"Я проста хлопчык па імя 'су' ..."
		-- Joan of Arc

%
QOTD:"Я на самой справе не для апатыі, але я не супраць яго альбо ..."
		-- Joan of Arc

%
QOTD:"Я на дыеце з морапрадуктаў - Я бачу ежу і ем яго."
		-- Joan of Arc

%
QOTD:"Я заўсёды хацеў працаваць у Федэральнай Mint. А потым перайсці наЗабастоўка. Для таго, каб менш грошай ".
		-- Joan of Arc

%
QOTD:"У мяне ёсць адна апошняя рэч, каб сказаць, перш чым я іду; аддайце мнеУсе мае рэчы ".
		-- Joan of Arc

%
QOTD:"Я толькі што даведаўся пра сваю хваробу. Будзем спадзявацца, што нічогатрывіяльнай ".
		-- Joan of Arc

%
QOTD:"Калі ён вучыцца на сваіх памылках, даволі хутка ён будзе ведаць усё."
		-- Joan of Arc

%
QOTD:"Калі б я мог хадзіць такім чынам, я б не трэба адэкалон, цяпер мне гэта?"
		-- Joan of Arc

%
QOTD:"Калі я, што я ем, я шакаладнае печыва."
		-- Joan of Arc

%
QOTD:"Калі вы непрадузята людзі будуць кідаць шмат смецця ў ім."
		-- Joan of Arc

%
QOTD:"У гандлёвым цэнтры розуму, ён у аддзеле цацак."
		-- Joan of Arc

%
QOTD:"Мне здаецца, што ваша антэна не прыносіць занадта шматСтанцыі больш. "
		-- Joan of Arc

%
QOTD:"Было так холадна зімой, што я бачыў адваката са сваімрукі ва ўласныя кішэні ".
		-- Joan of Arc

%
QOTD:"Гэта не было б нічога, нават калі гэта збіраліся быць рэччу."
		-- Joan of Arc

%
QOTD:"Гэта халодны чаша чылі, калі каханне не выйшла".
		-- Joan of Arc

%
QOTD:"Гэта было панядзелак ўвесь тыдзень і сёння."
		-- Joan of Arc

%
QOTD:"Гэта было рэальна, і гэта было весела, але гэта не было рэальнае задавальненне."
		-- Joan of Arc

%
QOTD:"Цяжка сказаць, ці мае ён туз у рукаве ці калітуз адсутнічае са сваёй калоды наогул ".
		-- Joan of Arc

%
QOTD:"Гэта свайго роду пагроза, вы бачыце. Я ніколі не быў вельмі добры ўіх сам, але мне сказалі, што яны могуць быць вельмі эфектыўнымі ".
		-- Joan of Arc

%
QOTD:"Проста, наколькі я магу сысці з і да гэтага часу ідуць на неба?"
		-- Joan of Arc

%
QOTD:"Адсутнасць планавання з вашага боку ня consitute надзвычайнаеЗ майго боку ".
		-- Joan of Arc

%
QOTD:"Як гэтая ружа, наша любоў марнеюць і гінуць."
		-- Joan of Arc

%
QOTD:"Маё жыццё з'яўляецца мыльнай оперы, але хто атрымлівае правы на экранізацыю?"
		-- Joan of Arc

%
QOTD:"Мой шампунь доўжыцца даўжэй, чым мае адносіны."
		-- Joan of Arc

%
QOTD:"Вядома, гэта прылада забойства. Хто б кадр хтосьці зпадробка? "
		-- Joan of Arc

%
QOTD:"Вядома, няма ніякіх прычын для гэтага, гэта проста наша палітыка».
		-- Joan of Arc

%
QOTD:"О, не, не ... Я не прыгожая. Проста вельмі, вельмі прыгожа."
		-- Joan of Arc

%
QOTD:"Нашы бацькі ніколі не былі нашага ўзросту."
		-- Joan of Arc

%
QOTD:"Залішняя вага, калі вы крок на хвасце сабакі і яна памірае."
		-- Joan of Arc

%
QOTD:"Скажам, вы выглядаць даволі спартовым. Што сказаць мы змяшчае пару тэнісатуфлі на вас і працаваць вам у сцяну? "
		-- Joan of Arc

%
QOTD:"Яна прыкладна так жа разумныя, як прынаду."
		-- Joan of Arc

%
QOTD:"Вядома, я адхіліў напой адзін раз. Не понял пытання."
		-- Joan of Arc

%
QOTD:"Дзіця было настолькі выродлівы яны павінны былі павесіць свіную адбіўную вакол сваёйшыі, каб атрымаць сабаку, каб гуляць з ім ".
		-- Joan of Arc

%
QOTD:"Старэйшыя Багі пайшоў Suggoth і ўсё, што я атрымаў, быў гэты паршывы футболку."
		-- Joan of Arc

%
QOTD:"Там не можа быць ніякіх апраўданняў для ляноты, але я ўпэўнены, гледзячы".
		-- Joan of Arc

%
QOTD:"Гэта адна лінія доказ ... калі мы пачнем досыць далёка налевы ".
		-- Joan of Arc

%
QOTD:"Няўдалы? Калі я купіў гарбузы ферму, яны адмяніць усіх Святых».
		-- Joan of Arc

%
QOTD:"Што вы маеце на ўвазе, вы мелі сабака фіксаванай? Толькі тое, што зрабілі васдумаю, што ён быў зламаны! "
		-- Joan of Arc

%
QOTD:"Што мне больш за ўсё падабаецца сабе ў тым, што я так разумеюКалі я нарабіць ".
		-- Joan of Arc

%
QOTD:"Што жанчыны і псіхолагі называют` скінуўшы сваю браню ', мы называем"Агаліцца шыю."
		-- Joan of Arc

%
QOTD:"Калі яна буксаваных задніцу, ён прыняў тры паездкі."
		-- Joan of Arc

%
QOTD:"Хто? Я? Не, не, няма !! Але я прадаваць дываны."
		-- Joan of Arc

%
QOTD:"Не было б вельмі добра, калі рэальнае жыццё падтрымліваецца Control-Z?"
		-- Joan of Arc

%
QOTD:"Вы хочаце, каб я паклаў * адтуліны * у вушах і павесіць рэчы з іх?Як ... племянной ".
		-- Joan of Arc

%
QOTD:"Ты такі тупы вы не павінны нават зубы мудрасці."
		-- Joan of Arc

%
QOTD:Усё, што я хачу, гэта крыху больш, чым я калі-небудзь атрымаць.
		-- Joan of Arc

%
QOTD:Усё, што я хачу, гэта больш, чым мая справядлівая доля.
		-- Joan of Arc

%
QOTD:Ўспышка! Ўспышка! Я цябе кахаю! ... Але ў нас ёсць толькі чатырнаццаць гадзін увыратаваць Зямлю!
		-- Joan of Arc

%
QOTD:Як я сумую па табе, калі ты не сыдзе?
		-- Joan of Arc

%
QOTD:Я паглядзеў маё акно і ўбачыў аўтамабіль Кайла Pettys 'уверх дном,тады я падумаў: «Адзін з нас у рэальнай бядзе.
		-- Davey Allison, on a 150 m.p.h. crash

%
QOTD:Я люблю свой нарад, яна прыходзіць у свой памер?
		-- Davey Allison, on a 150 m.p.h. crash

%
QOTD:Я адкрыў скрыню Пандоры, выпусціць ката з мяшка і паставіцьМяч на іх баку.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:Я не батанік - я "сацыяльна выклік".
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:Я не лысы - Я "валасы выклік".[Я думаў, што быў "па-рознаму валасамі". Рэд.]
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:Я чуў аб грамадзянскіх інжынераў, але я ніколі не сустракаў адзін.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:Калі гэта занадта гучна, вы занадта старыя.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:Калі вы шукаеце непрыемнасцяў, я магу прапанаваць вам шырокі выбар.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:Людвіга Больцмана, якія праводзяць большую частку свайго жыцця вывучэнню статыстычнаямеханіка памёр ў 1906 годзе ад уласнай рукі. Паўль Эренфест, несучыаб працы, памёр гэтак жа ў 1933 году Зараз наша чарга.
		-- Goodstein, States of Matter

%
QOTD:Грошы не ўсе, але па меншай меры ён трымае дзяцей у кантакце.
		-- Goodstein, States of Matter

%
QOTD:Мая маці была турагент для віны паездак.
		-- Goodstein, States of Matter

%
QOTD:Па шкале ад 1 да 10 я б сказаў ... ой, дзе-то там.
		-- Goodstein, States of Matter

%
QOTD:Святыя каровы робяць вялікія гамбургеры.
		-- Goodstein, States of Matter

%
QOTD:Маўчанне з'яўляецца адзіным годнасцю ён пакінуў.
		-- Goodstein, States of Matter

%
QOTD:Некаторыя людзі маюць адзін з тых дзён. Я быў адзін з тых жыццяў.
		-- Goodstein, States of Matter

%
QOTD:Талент робіць усё магчымае, геній, што ён павінен.Я раблю тое, што плацяць, каб рабіць.
		-- Goodstein, States of Matter

%
QOTD:Размова аб гатовых людзей ... больш за палову з іх гатовыя працавацьі іншыя з'яўляюцца больш чым гатовыя глядзець іх.
		-- Goodstein, States of Matter

%
QOTD:Лес можа быць спакойным, але гэта не значыць,змеі сышлі.
		-- Goodstein, States of Matter

%
QOTD:Адзіны просты спосаб адрозніць хамяка з Пясчанка, штоПясчанка мае больш цёмны мяса.
		-- Goodstein, States of Matter

%
QOTD:Ведаеш, як людзі ставяцца да s'm th'r цела як храм?Ну, я стаўлюся да шахце падабаецца-н Парк забаў ... S'great ...
		-- Goodstein, States of Matter

%
Кантроль якасці, п.:Забеспячэнне, што якасць прадукта не выйсці з-паді дадаць да кошту яго вытворчасці або канструкцыі.
		-- Goodstein, States of Matter

%
Кантроль якасці, п.:Працэс тэставання аднаго з кожных 1000 адзінак сыходзіцьвытворчая лінія, каб пераканацца, што па крайняй меры адзін з 100 прац.
		-- Goodstein, States of Matter

%
кварк:Гук, які выдаецца добра выхаваны качка.
		-- Goodstein, States of Matter

%
Закон Куіглі:Хто не мае ўлады над вамі, незалежна ад таго, наколькі яна малая, будзеatttempt выкарыстоўваць яго.
		-- Goodstein, States of Matter

%
QWERT (kwirt) п. [МВт <OW QWERTYUIOP, трынаццаты] 1. адзінкай вагіроўная 13 poiuyt эвердьюпойс (або 1,69 kiloliks), шырока выкарыстоўваецца ўпраектаванне будынкаў і збудаванняў 2. [калёквіум.] 1/13 нагрузка, што цалкамдарослыя Слайго можа несці. 3. [анатам.] Хваравітым раздражненне дермыу вобласці задняга праходу 4. [слэнг] чалавека, які ўзбуджае ў людзях зСімптомы QWERT.
		-- Webster's Middle World Dictionary, 4th ed.

%
Назіранне Ральфа:Было б памылкай дазволіць любы механічны аб'ект разумець, што васу спешцы.
		-- Webster's Middle World Dictionary, 4th ed.

%
Выпадковая, п.:Як і ў шэрагу, прадказальнай. Як і ў доступе да памяці, непрадказальныя.
		-- Webster's Middle World Dictionary, 4th ed.

%
Правіла Рэя дакладнасці:Вымераць з дапамогай мікраметра. Адзначыць мелам. Выразаць з сякерай.
		-- Webster's Middle World Dictionary, 4th ed.

%
Re: Graphics:Малюнак варта 10К слоў - але толькі тыя, для апісаннякарціна. Ледзь любыя камплекты 10K слоў можа быць адэкватнаапісана з малюнкамі.
		-- Webster's Middle World Dictionary, 4th ed.

%
Real Time, прым.:Вось і цяпер, у адрозненне ад падробленага часу, якое адбываецца толькі там і тады.
		-- Webster's Middle World Dictionary, 4th ed.

%
Рэальным свеце, п.:1. У праграмаванні, гэтыя ўстановы, пры якім праграмаванне можабыць выкарыстаны ў тым жа сказе як FORTRAN, COBOL, RPG, IBM і г.д. 2.праграмісты, размяшчэнне непрограммистов і дзейнасці, не звязанайда праграмавання. 3. Сусвет, у якой стандартная сукенка кашуля ізвязаць і ў якім працоўныя гадзіны чалавека вызначаюцца як 9 да 5. 4.Размяшчэнне статус-кво. 5. любым месцы за межамі універсітэта.«Бедны, ён пакінуў MIT і ўвайшоў у рэальным свеце." выкарыстоўваеццауніжальна тымі не ў рэзідэнцыю. У размове, казацьз тых, хто ўступіў у рэальны свет не з'яўляецца ў адрозненне гаворым прапамерлы.
		-- Webster's Middle World Dictionary, 4th ed.

%
Пераацэнка, п.:Рэзкае змяненне розуму пасля таго, як высветлілася.
		-- Webster's Middle World Dictionary, 4th ed.

%
Прыём вобласці, п.:Чысцец, дзе офіс наведвальнікі асуджаныя правесцінезлічоныя гадзіны на чытанне з загнутымі куткамі назад пытанні гандлёвачасопісы, як Modern Plastics, Ланцуговая піла ўзрост і курыны Свет,у той час як у прыёмнай бесклапотна чытае яе ўласную гандлёвую часопіс -Cosmopolitan.
		-- Webster's Middle World Dictionary, 4th ed.

%
Рэкурсія п.:См рэкурсіі.
		-- Random Shack Data Processing Dictionary

%
Змяніла, п.:Сінагога, якая закрывае для габрэйскіх святаў.
		-- Random Shack Data Processing Dictionary

%
Рэгрэсійная аналіз:Матэматычныя метады, спрабуючы зразумець, чаму ўсёпагаршаецца.
		-- Random Shack Data Processing Dictionary

%
Закон Рейхеля:Цела ў адпачынак, як правіла, застаюцца ў адпачынак, калі на яго не паўплывае назнешняя сіла.
		-- Random Shack Data Processing Dictionary

%
Правіла Рейснер канцэптуальнага інэрцыі:Калі вы думаеце, досыць вялікі, вы ніколі не павінны рабіць гэта.
		-- Random Shack Data Processing Dictionary

%
Расклад крыніцай, п.:Хлопец вы толькі што пазнаёміліся.
		-- Random Shack Data Processing Dictionary

%
Renning Максім:Чалавек з'яўляецца вышэйшай жывёл. Чалавек робіць класіфікацыйную.
		-- Random Shack Data Processing Dictionary

%
Рэпарцёр, п.:Пісьменнік, які прадугледжвае свой шлях да ісціны і рассейвае яго збура слоў.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Рэпутацыя, прым.:Тое, што іншыя не думаюць пра вас.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Даследаванні, п.:Разгледзім Columbus:Ён не ведаў, куды ён ідзе.Калі ён атрымаў там ён не ведаў, дзе ён.Калі ён вярнуўся, ён не ведаў, дзе ён быў.І ён зрабіў усё гэта на грошы чужое.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
адказнасць:Усе кажуць, што мець ўлада гэта вялікая адказнасць. гэташмат койкі. Адказнасць пры хтосьці можа абвінаваціць вас, калі нештапойдзе не так. Калі ў вас ёсць ўлада, вы акружаныя людзьмі, чыя працагэта ўзяць на сябе віну за свае памылкі. Калі яны разумныя, то ёсць.
		-- Cerebus, "On Governing"

%
Рэвалюцыя, п.:Форма ўрада за мяжой.
		-- Cerebus, "On Governing"

%
Рэвалюцыя, п.:У палітыцы, рэзкае змяненне ў форме дрэннага кіравання.
		-- Ambrose Bierce

%
Рэвалюцыйная, прым.:Паднесена.
		-- Ambrose Bierce

%
Закон Rhode па:Калі нейкі прынцып, закон, прынцып, верагоднасць, што адбываецца, акалічнасць,альбо вывад ні ў якай меры непасрэдна, ўскосным чынам, па-эмпірычнаму, абовакольнымі даказана, атрыманы, маецца на ўвазе, заключэнняў, індукаваны адымаецца,Паводле ацэнак, ні з навуковага пункту здагадаліся, гэта будзе заўсёды з мэтайвыгоды, мэтазгоднасці, палітычнай выгады, матэрыяльнай выгады, абоасабісты камфорт, або любую камбінацыю з названых вышэй, або ні адзін звышэй, у аднабаковым парадку і безумоўна лічыць, абвясціў, іпрытрымліваўся, як абсалютную ісціну, каб быць бясспрэчна, універсальна, нязменна,і бясконца так, да таго часу, пакуль яна не стане выгаднаВыкажам здагадку адваротнае, можа быць.
		-- Ambrose Bierce

%
Правіла Рычы:(1) Усе мае нейкае значэнне - калі вы карыстаецеся правільны валюту.(2) Фарба даўжэй, чым праца фарбы пырскі.(3) Пошук і знойдзеце - але пераканайцеся, што ён загінуў.
		-- Ambrose Bierce

%
Робат, п.:Універсітэт адміністратар.
		-- Ambrose Bierce

%
Надзейнасць, прым.:Ніколі не маючы сказаць, што вы прабачце.
		-- Ambrose Bierce

%
Лема Рокі прафілактыкі інавацыйнага:Калі вынікі не будуць вядомыя загадзя, якія фінансуюць ўстановыадмовіцца ад прапановы.
		-- Ambrose Bierce

%
Адкрыццё Радда:Вы ведаеце, што любы сенатар або кангрэсмэн мог пайсці дадому і зрабіць$ 300 000 да $ 400 000, але яны не робяць. Чаму? Таму што яны могуцьзастацца ў Вашынгтоне і зрабіць гэта там.
		-- Ambrose Bierce

%
Закон Рудина:Калі ёсць няправільны спосаб зрабіць што-то, што большасць людзей будзерабіць гэта кожны раз.Другі закон Рудина:Ва ўмовах крызісу, які змушае выбар, каб быць зроблены з альтэрнатыўныхварыянты дзеянняў, людзі схільныя выбіраць найгоршыВядома.
		-- Ambrose Bierce

%
трывалы, прым.:Занадта цяжкі на пад'ём.
		-- Ambrose Bierce

%
Правіла № ​​1:Бос заўсёды мае рацыю.Правіла № ​​2:Калі бос не так, гл Правіла №1.
		-- Ambrose Bierce

%
Правіла творчых пошукаў:(1) Ніколі не маляваць тое, што можна скапіяваць.(2) Ніколі не капіюйце тое, што можна прасачыць.(3) Ніколі не прасачыць, што вы можаце выразаць і ўставіць ўніз.
		-- Ambrose Bierce

%
Правіла Defactualization:Інфармацыя пагаршаецца уверх праз бюракратыі.
		-- Ambrose Bierce

%
Правіла Feline расчаравання:Калі ваша кошка заснула на каленях і глядзіць зусімЗмест і чароўныя, вы раптам павінны пайсці наваннай.
		-- Ambrose Bierce

%
Правіла Вялікі:Калі людзі вы захапляюся ўсёй бачнасці, думаць глыбокадумкі, яны, верагодна, думаюць пра абед.
		-- Ambrose Bierce

%
Правілы для акадэмічных дэканаў:(1) не паказваць !!!!(2) Калі яны знойдуць вас, ХЛУСНЯ !!!!
		-- Father Damian C. Fandal

%
Правілы кіравання ў Нью-Ёрку:(1) Усё зроблена ў той час сігналяць свой рог з'яўляецца законным.(2) Вы можаце пакінуць у любым месцы, калі вам ператварыць вашыя четырёхпозиционный мігалкі на.(3) Чырвонае святло азначае, што наступныя шэсць аўтамабіляў можа прайсці празСкрыжаванне.
		-- Father Damian C. Fandal

%
Правілы для Аўтараў:Пазбягайце выбягання прысуды іх цяжка чытаць. Не выкарыстоўваць ніякага падвойнаганегатывы. Выкарыстоўвайце кропку з коскай належным чынам, заўсёды выкарыстоўваць яго там, дзе гэта дарэчы;і ніколі не дзе гэта не так. Рэзервовы апостраф для яго правільнае выкарыстанне іапусціць яго, калі яго не патрабуецца. Няма прысуд фрагменты. Пазбягайце коскі, якія з'яўляюццанепатрэбным. Адкіньце дыялекце, Незалежна. І не пачынаць прапанову зконъюнкция. Перанесці паміж SY-llables і пазбегнуць непатрэбных дэфісаў.Напісаць усё обстоятельственные формы правільна. Не выкарыстоўвайце скарачэння ў фармальным лісце.старанна лісты, абарваныя дзеепрыметнік варта пазбягаць. Неабходна, кабнам пазбегнуць архаізмы. Трымайцеся далей ад няправільных формаў дзеясловаў, якія маюцьпрабралася ў мове. Ніколі, ніколі не выкарыстоўваць паўтараюцца дублявання. Калі яаднойчы сказаў вам, што я сказаў вам у тысячу разоў, супраціў гіпербалу. Акрамя таго,Каб пазбегнуць няёмкай ці закранутых алітэрацыя. Не радком занадта шмат меснымфразы разам, калі вы не ідуць па даліне ценісмерць. "Пазбягайце празмернага 'каціравальных" марак "."
		-- Father Damian C. Fandal

%
Правіла Rune у:Калі вы не ўсё роўна, дзе вы знаходзіцеся, вы не страцілі.
		-- Father Damian C. Fandal

%
Закон Райана:Зрабіце тры удалыя здагадкі запарі вы будзеце ўсталяваць сябе ў якасці эксперта.
		-- Father Damian C. Fandal

%
Назіранне Захер у:Некаторыя людзі растуць з адказнасцю - іншыя проста брыняюць.
		-- Father Damian C. Fandal

%
Спадарожнікавае Савет бяспекі # 14:Калі вы бачыце яркі паласа ў небе прыходзіць на вас, качку.
		-- Father Damian C. Fandal

%
Закон Саттинджер у:Ён працуе лепш, калі вы падключыце яго да кампутара.
		-- Father Damian C. Fandal

%
Закон Сэвідж мэтазгоднасці:Вы хочаце, каб гэта дрэнна, вы атрымаеце гэта дрэнна.
		-- Father Damian C. Fandal

%
Сцэнар, п.:Прадставіць паслядоўнасць падзей, якая забяспечвае кантэкст, уякі зрабіў дзелавое рашэнне. Сцэнары заўсёды прыходзяць унаборы з трох: лепшым выпадку, у горшым выпадку, і на ўсялякі выпадак.
		-- Father Damian C. Fandal

%
Шапіра Тлумачэнне:Трава заўсёды зелянейшая на другім баку - але гэтатаму што яны выкарыстоўваюць больш гною.
		-- Father Damian C. Fandal

%
Schlattwhapper, п.:Шторы, што дазваляе сабе быць знесены,вагаецца на працягу секунды, а затым зашчоўкваецца ў вашым твары.
		-- Rich Hall, "Sniglets"

%
Назіранне Шміта:Пры іншых роўных умовах, тоўсты чалавек выкарыстоўвае больш мылачым тонкі чалавек.
		-- Rich Hall, "Sniglets"

%
Першы закон Скота:Незалежна ад таго, што адбываецца не так, гэта не будзе, верагодна, выглядаць правільна.Другі закон Скота:Калі была выяўленая памылка, і выпраўленыя, ён будзе знойдзеныкаб не мелі рацыю ў першую чаргу.следства:Пасля таго, як выпраўленне было знойдзена з памылкай, то гэта будзенемагчыма змясціць першапачатковага аб'ёму назад уРаўнанне.
		-- Rich Hall, "Sniglets"

%
scribline, п.:Пустую вобласць на задняй крэдытных карт, дзе свой подпіс ідзе.
		-- "Sniglets", Rich Hall & Friends

%
Другі закон дзелавых сустрэч:Калі ёсць два магчымых спосабу ўводу імя чалавека, выабярэ не той.следства:Калі ёсць толькі адзін спосаб запісаць імя,Вы будзе азначаць гэта няправільна, так ці інакш.
		-- "Sniglets", Rich Hall & Friends

%
Другі закон выпускныя іспыты:У самыя складаныя фінале - упершыню на працягу ўсяго года - самынезадаволена прывабныя студэнт у класе будзе сядзець побач з вамі.
		-- "Sniglets", Rich Hall & Friends

%
Помста Сакратарыят:Падача амаль усё пад "".
		-- "Sniglets", Rich Hall & Friends

%
Тэорыя Seleznick па холистической медыцыны:Марозіва лечыць усе хваробы. Часова.
		-- "Sniglets", Rich Hall & Friends

%
Саматэставанне для Параноя:Вы ведаеце, што, калі вы не можаце думаць ні пра што, што гэтаваша ўласная віна.
		-- "Sniglets", Rich Hall & Friends

%
Сенат, п.:Цела пажылога джэнтльменаў зараджаных з высокімі пошлінамі і правін.
		-- Ambrose Bierce

%
маразм, п.:Стан розуму пажылых асоб, з якімі адзін бывае не пагадзіцца.
		-- Ambrose Bierce

%
Serendipity, п.:Працэс, з дапамогай якога чалавечае веданне перадавых.
		-- Ambrose Bierce

%
Стрыктура Serocki у:Шлюб заўсёды апошні варыянт бакалаўра.
		-- Ambrose Bierce

%
Назіранне Шэнана:Нішто так напружвае, як дрэннай сітуацыі, якая пачынаепаляпшацца.
		-- Ambrose Bierce

%
Доля, п.:Каб даць у, трываць прыніжэнне.
		-- Ambrose Bierce

%
Прынцып Шоу:Пабудаваць сістэму, што нават дурань можа выкарыстоўваць, і толькі дурань будзехочаце выкарыстоўваць яго.
		-- Ambrose Bierce

%
Закон Shedenhelm у:Усе трасы маюць больш гару секцый, чым яны ёсць раздзелы спускаў.
		-- Ambrose Bierce

%
Закон Шык у:Там няма ніякіх праблем добры цуд не можа вырашыць.
		-- Ambrose Bierce

%
Закон Silverman у:Калі закон Мэрфі можа пайсці не так, што гэта будзе.
		-- Ambrose Bierce

%
Закон Саймана:Усе разам узятыя развальваецца рана ці позна.
		-- Ambrose Bierce

%
Скінар Пастаяннае (або Finagling Фактар ​​Фланнаган в):Тую колькасць, якая пры памнажэньні на, падзелены на, дадаюць да,або адымаецца з адказу вы атрымалі, дае адказ выпавінны былі атрымаць.
		-- Ambrose Bierce

%
Slick Тры Законы Сусвету:(1) Нішто ў вядомай космасу не рухаецца хутчэй, чым дрэнны праверкі.(2) Чвэрць унцыі шакаладу = чатыры фунты тлушчу.(3) Існуюць два тыпу гразі: цёмная выгляд, які з'яўляеццапрыцягваюць лёгкіх прадметаў, і святло роду, які з'яўляеццапрыцягвае цёмных аб'ектаў.
		-- Ambrose Bierce

%
Slous 'зместу:Калі вы робіце працу занадта добра, вы затрымаліся з ім.
		-- Ambrose Bierce

%
Слерма, п.:Слізь, якая назапашваецца на ніжняй баку кавалка мыла калі гэтаён сядзіць у страву занадта доўга.
		-- Rich Hall, "Sniglets"

%
Snacktrek, п.:Ўласціва звычка, пры пошуку на закуску, пастаяннавяртаючыся да халадзільніка ў надзеі, што нешта новае будзе мецьматэрыялізаваліся.
		-- Rich Hall, "Sniglets"

%
імгненным дасціпны:Што вы скажаце, калі вам прыйшлося яшчэ адзін шанец.
		-- Rich Hall, "Sniglets"

%
Другі закон SODD у:Рана ці позна, горшае з магчымых набораў абставінахнепазбежныя.
		-- Rich Hall, "Sniglets"

%
Праграмнае забеспячэнне, п.:Фармальнае вечарам ўбор для жанчын кампутарных аналітыкаў.
		-- Rich Hall, "Sniglets"

%
Некаторыя моманты, каб памятаць [пра жывёл]:(1) Не спаць пад буйных жывёл, напрыклад, сланоў, насарогі,бегемоты;(2) Не стаўце жывёл з вострымі зубамі або атрутных іклоў ўніз паПярэдняя частка вашай адзення;(3) Ці не пагладзіць некаторых жывёл, напрыклад, кракадзілаў і скарпіёнаў ці сабакВы толькі што стартаваў.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
spagmumps, п.:Любы з мільёнаў плястыкавыя клак, якія суправаджаюць прадметы посылочного.
		-- "Sniglets", Rich Hall & Friends

%
Першы закон Шпеера карэктуры:Бачнасць памылцы зваротна прапарцыйнаяколькі раз вы глядзелі на яго.
		-- "Sniglets", Rich Hall & Friends

%
Настаўленьне Спенс:Ніколі не хаваць на камікадзэ плоскасці.
		-- "Sniglets", Rich Hall & Friends

%
Spirtle, п.:Тонкім струменьчыкам з грэйпфрута, які заўсёды прызямляецца прама ў вока.
		-- Sniglets, "Rich Hall & Friends"

%
Муж, п.:Хтосьці, хто будзе побач з вамі праз усе непрыемнасці выне было б, калі б ты застаўся сінгл.
		-- Sniglets, "Rich Hall & Friends"

%
squatcho, п.:Кнопку ў верхняй частцы бейсболцы.
		-- "Sniglets", Rich Hall & Friends

%
Стандарты, п.:Прынцыпы, якія мы выкарыстоўваем, каб адхіліць чужога кода.
		-- "Sniglets", Rich Hall & Friends

%
Статыстыка, п.:Сістэма для выражэння сваіх палітычных забабонаў у пераканаўчайнавукова абліччы.
		-- "Sniglets", Rich Hall & Friends

%
Правіла Стекеля да поспеху:Дастаткова добра ніколі не бывае дастаткова добра.
		-- "Sniglets", Rich Hall & Friends

%
Закон стылі:Там існуюць задачы, якія не могуць быць зроблены больш чым дзесяці мужчынабо менш, чым сто.
		-- "Sniglets", Rich Hall & Friends

%
Стыль Плагіят філасофіі чыіх-то:Кожны павінен верыць у тое, - я лічу, мне давядзеццаяшчэ выпіць.
		-- "Sniglets", Rich Hall & Friends

%
Кіраўніцтва STEINBACH для сістэмнага праграмавання:Ніколі не праверыць стан памылкі вы не ведаеце, як звяртацца.
		-- "Sniglets", Rich Hall & Friends

%
Закон Stenderup у:Чым раней вы адставаць, тым больш часу вам прыйдзецца даганяць.
		-- "Sniglets", Rich Hall & Friends

%
Stock агляду:ня Вы не раней атрымаць галаву над вадой, але тое, што хтосьці цягневашыя ласты прэч.
		-- "Sniglets", Rich Hall & Friends

%
Закон Стоўна:Адзін чалавек у "просты" чужым "так"?
		-- "Sniglets", Rich Hall & Friends

%
Стратэгія, п.:Комплексны план бяздзейнасці.
		-- "Sniglets", Rich Hall & Friends

%
стратэгія:План далёкі вартасці якога не можа быць ацэненая да нейкагапасьля тых, хто стварае гэта пакінулі арганізацыю.
		-- "Sniglets", Rich Hall & Friends

%
Паведаміць Stult у:Нашы праблемы ў асноўным ззаду. Тое, што мы павінны зрабіць цяпер, гэтазмагацца рашэння.
		-- "Sniglets", Rich Hall & Friends

%
Дурны, п.:Страта $ 25 на гульні і $ 25 на паўтор.
		-- "Sniglets", Rich Hall & Friends

%
Закон старджона:90% усяго складаецца падла.
		-- "Sniglets", Rich Hall & Friends

%
спонсарам, п.:Чалавек, які можа дазволіць сабе падымаць шум.
		-- "Sniglets", Rich Hall & Friends

%
SUN Microsystems:Сеткі з'яўляецца Load Average.
		-- "Sniglets", Rich Hall & Friends

%
закат, п.:Кожнага атмасферны рассейванне больш кароткіх даўжынь хваль,у выніку чаго селектыўнай перадачы ніжэй 650 нанаметраў зпаступова памяншаючы вышыня Сонца.
		-- "Sniglets", Rich Hall & Friends

%
сушы, п.:Калі то-тое-можа-ранейшаму-быць-жывы ставіцца па-над рысу інадзел з дапамогай ізаленты.
		-- "Sniglets", Rich Hall & Friends

%
Sushido, п.:Шлях тунца.
		-- "Sniglets", Rich Hall & Friends

%
Суахілі, п.:Мова, які выкарыстоўваецца ў National Enquirer, каб друкаваць свае абвяржэння.
		-- Johnny Hart

%
Швэдар, п.:Прадмет адзення насілі ў дзяцінстве, калі яго маці адчувае холадна.
		-- Johnny Hart

%
Правіла Swipple па заказ:Той, хто крычыць гучней за ўсіх мае слова.
		-- Johnny Hart

%
незалежны ад сістэмы, прым.:Працуе аднолькава дрэнна на ўсіх сістэмах.
		-- Johnny Hart

%
Футболка дня:начальнік гарахFollowup футболкі Дня (на той жа маляўнічай фоне):Калі вам спадабалася горы, галоўка для Busch!
		-- courtesy someone else

%
Футболка дня:Я чалавек ваша маці папярэдзіла вас кс.
		-- courtesy someone else

%
футболка:Жыццё * ня * Кабарэ і перастаць называць мяне пасябраваць!
		-- courtesy someone else

%
Такт, п.:Недагавораным частка таго, што вы думаеце.
		-- courtesy someone else

%
прыняць рашучыя меры:Зрабіце што-небудзь, што павінна было быць зроблена даўно.
		-- courtesy someone else

%
падатковая служба, п.:Логава няроўнасці.
		-- courtesy someone else

%
Падаткі, п.:З двух несумнеўных жыцця, адзіны, для якога вы можаце атрымацьпашырэнне.
		-- courtesy someone else

%
таксідэрмістам, п.:Чалавек, які мантажуе жывёл.
		-- courtesy someone else

%
TCP / IP слэнг Гласарый, № 1:Гонг, п: Сярэднявечны тэрмін для прыбіральню, ці нейкія pased для іх у тую эпоху.Сёння выкарыстоўваецца мудрагеліста апісаць наступствы ў bogon атакі. думацьнашага супольнасці Галапагос на англійскай мове."Vogons можа прачытаць вам дрэнныя вершы, але bogons зрабіць вас вывучаць састарэлыя RFC."
		-- Dave Mills

%
праца ў камандзе, п.:Пасля хтосьці вінаваты.
		-- Dave Mills

%
Фармальнасць, п.:У ангельскай судзе чалавек па імі Галоўная судзілі за паклёп у тымабвінаваціў суседа забойства. Яго дакладныя словы былі: "Сэр Томас Холтхто возьме склюд, увайшоў яго рыхтаваць на галаве, так што адзінбок яго галавы ўпаў на адно плячо, а другі бок наіншае плячо. "Абвінавачаны быў апраўданы па ўказанні зСуд, навукоўцы суддзі лічачы, што словы не спаганяе забойства,бо яны не пацвярджаюць гібель кухары, што, будучы толькіВыснова.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Тэлефон, п.:Вынаходства д'ябла, які адмяняе некаторыя з перавагзрабіць непрыемны чалавек трымаць дыстанцыю.
		-- Ambrose Bierce

%
telepression, п.:Глыбінныя віны, якая выцякае з ведаючы, што вы не спрабаваліДастаткова цяжка шукаць нумар па сваім меркаванні, а замест гэтага паставіцьнагрузка на памочніка каталога.
		-- "Sniglets", Rich Hall & Friends

%
Тэўтонскі:Не хапае джын.
		-- "Sniglets", Rich Hall & Friends

%
357,73 Тэорыя:Аўдытары заўсёды адпрэчваюць расходных рахункаўз ніжняй радку дзеліцца на 5.
		-- "Sniglets", Rich Hall & Friends

%
У Абрамса Прынцып:Самы кароткі адлегласць паміж двума кропкамі ад сцяны.
		-- "Sniglets", Rich Hall & Friends

%
Старажытнае вучэнне розуму над матэрыяй:Я не супраць ... і вы не мае значэння.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
The Beatles:стары рэзервовы група Пола Макартні.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
Брыгс-Чэйз Закон праграмы развіцця:Каб вызначыць, колькі часу спатрэбіцца, каб напісаць і адладкаПраграма, вазьміце найлепшую ацэнку, памнажаем на два, дадацьадзін і канвертаваць ў бліжэйшыя вышэйшых адзінак.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
Кансультанта Праклён:Калі кліент збіў на вас дастаткова доўга, даць ямутое, што ён просіць, а тое, што яму трэба. Гэта вельмі моцнымедыцына, і звычайна патрабуецца толькі адзін раз.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
Адрозненне паміж габрэйскім і goyish можа быць даволі тонкім, аНаступная цытата з Лэні Бруса ілюструе:"Я габрэй. Count Бейс яўрэйская. Рэй Чарльз габрэй.Эдзі Кантара goyish. Бнай Брыт з'яўляецца goyish. Хадасса з'яўляеццаЯўрэйская. Корпус марской пяхоты - цяжкая goyish, небяспечна."Kool-Aid гэта goyish. Тарты Усе Дрэйка з'яўляюцца goyish.Pumpernickel габрэй, а, як вы ведаеце, белы хлеб вельмі goyish.Імгненныя бульба - goyish. Чорны вішнёвы соды вельмі габрэйскія.Macaroons якія ____ вельмі габрэйскія. Фруктовы салата з'яўляецца габрэем. Вапна жэле з'яўляеццаgoyish. Вапна сода ____ вельмі goyish. Трэйлер паркі настолькі goyish штоЯўрэі не пойдзе побач з імі ... "
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Пятае правіла:Вы ўзялі да сябе занадта сур'ёзна.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Першае правіла аптымізацыі праграм:Не рабі гэтага.Другое правіла Праграма аптымізацыі (толькі для экспертаў!):Не рабіце гэтага пакуль.
		-- Michael Jackson

%
Пяць правіл сацыялізму:(1) Не думаю.(2) Калі вы думаеце, не гавораць.(3) Калі вы думаць і казаць, не пісаць.(4) Калі вы думаеце, гаварыць і пісаць, не падпісвайце.(5) Калі вы думаеце, гаварыць, пісаць і падпісваць, не здзіўляйцеся.
		-- being told in Poland, 1987

%
Гэты падвесці ўсіх фізічных і чалавечых законаў:(1) Вы не можаце націснуць на радок.(2) не зьяўляецца не бясплатныя абеды.(3) іх як ёсць, атрымлівае.(4) Вы не можаце выйграць іх усё, але вы ўпэўненыя, як пекла можа страціць іх усіх.
		-- being told in Poland, 1987

%
Залатое правіла мастацтваў і навук:Той, хто мае золата робіць правілы.
		-- being told in Poland, 1987

%
Гордзіеў Максім:Калі радок мае адзін канец, ён мае іншы.
		-- being told in Poland, 1987

%
Вялікі Лысы Балота Hedgehog:Вялікі Лысы Балота Вожык з Billericay дысплеяў, у заляцанні,яго сінгл калючка і робіць ўражанні ад Holiday Inn стол клеркаў.Бо гэта азначае, што ён стаіць нерухома велізарных перыядаўраз ён часта ядуць у поўным экране вялікім Лысай БалотаВожык Eater.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Прынцып нявызначанасці Heineken:Вы ніколі не можаце быць упэўнены, колькі піва трэба было мінулай ноччу.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Гісторыя войнаў аналагічным падпадзяляюцца, хоць тут фазз'яўляюцца Адплата, Чаканне, і дыпламатыі. Такім чынам:адплата:Я заб'ю цябе, таму што ты забіў майго брата.чаканне:Я заб'ю цябе, таму што я забіў твайго брата.дыпламатыя:Я збіраюся забіць майго брата, а затым забіць вас наПадставай, што ваш брат зрабіў гэта.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Illiterati Programus Канта 1:Праграма шмат у чым падобная на носе: Часам ён працуе, ічасам ён дзьме.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Кэнэдзі Пастаяннае:Не сярдуй - атрымаць яшчэ.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Закон ліста:Лепшы спосаб натхніць свежыя думкі з'яўляецца заклейваць.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
марпехі:Мала, горды, мёртвы на пляжы.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
марпехі:Мала, горды, не вельмі яркі.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Модельски Сетка Правіла:(1) Паглядзіце ўважліва на гэтую праблему на працягу некалькіх хвілін. чухацьГалава ў 20-30 секунднымі інтэрваламі. Паспрабуйце вырашыць праблему на вашымКампанія Hewlett-Packard.(2) У адваротным выпадку, паглядзіце вакол у класе. выберыце асабліваяркі прыгожы асобіну.(3) Забяспечыць вялікі ланцуг.(4) Падыдзіце да абранай студэнтам і пагражаюць жорстка збілі ягоз ланцугом, калі ён не дае адказу на праблему.Як правіла, ён будзе. Ён таксама можа быць добрай ідэяй, каб даць яму гукабмалоту ці інакш, проста каб паказаць вы мелі на ўвазе бізнесу.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Самы небяспечны арганізацыя ў Амерыцы сёння:(А) KKK(Б) Амерыканская нацысцкая партыя(С) Дэльта Клуба пастаянных пасажыраў
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Афіцыйны Даведнік МВА на візітных картках:Пазбягайце празмерна прэтэнцыёзныя назвы работы, такія як "Уладар Каралеўства,Абаронца веры, імператар Індыі »або« Дырэктар карпаратыўнагаПланаванне ".
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Афіцыйны Даведнік MBA рабіць бізнес кампаніі на самалёце:Ня працаваць адкрыта на звышсакрэтных выдаткаў кампаніі дакументы, пакульВы раней ўстаноўлена, што пасажыр побач з вамісляпая, рок-музыка на настрой паслаблення прэпаратаў, абоняшчасны ўладальнік сорак сёмы храмасоме.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Афіцыйны Даведнік МВА на выкарыстанні загару:Выкарыстоўвайце страсянулі толькі па выходных. Такім чынам, калі ў офісе разумнікзаўвагі аб раптоўным з'яўленні ваш загар, вы можаце вырабіцьнейкая гісторыя пра сонца пагладзіў выхадныя на нейкім востраве Shangri-Laпадабаецца Канил Бэй. Нішто не з'яўляецца больш празрыстым, чым пакідаючыофіс у 11:45 у аўторак ноччу, толькі каб вярнуцца ацтэкскі сонцабог у 8:15 раніцы наступнага дня.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Тэлефонная будка Правіла:Самотны сажалка заўсёды атрымлівае лік амаль у парадку.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Qotc (цытата CON) быў Ліз:"Мой мозг выгружаны на маёй печані."
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Крывавая Мэры сапраўдны мужчына ў:Інгрэдыенты: гарэлка, таматавы сок, Tobasco, Вустэршірсоус, A-1 стейк соусам, лёд, соль, перац, салера.Запоўніце вялікую шклянку з гарэлкай.Кідок ўсе астатнія інгрэдыенты прэч.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Раман Правіла:Той, хто кажа, што гэта не можа быць зроблена не варта перарывацьТой, хто робіць гэта.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
правілы:(1) Ты не пакланяцца іншым кампутарных сістэмах.(2) Ты не выдаваць Liberace або з'есці кавун часседзячы на ​​кансолі клавіятуры.(3) Ты не пляснуць карыстальнікаў на твары, ні штапельнага іх па-дурномумаленькія калоды разам.(4) Ты не атрымаць фізічна звязаны з кампутарнай сістэмай,асабліва калі вы ўжо замужам.(5) Ты не выкарыстоўваць магнітныя стужкі, як фрысбі, а таксама выкарыстоўваць дыскспакаваць у крэсле, каб дасягнуць іншы пакет дыскаў.(6) Ты не глядзець на мігцяць лямпачкі для больш чым аднаговасьмігадзінны змены.(7) Ты не паведаміць карыстальнікам, што вы выпадкова знішчылі сваеФайлы / рэзервовага капіявання, каб паглядзець, паглядзіце на іх тварыкі.(8) Ты не карыстаюцца адмены задання.(9) Ты не адлюстроўваць агнястрэльнай зброі ў камп'ютарнай зале.(10) Ты не націскаць на кнопкі "проста каб паглядзець, што адбываецца".
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Другі закон тэрмадынамікі:Калі вы думаеце, рэчы ў беспарадку зараз, проста чакаць!
		-- Jim Warner

%
Па-сёмае запаветаў для тэхнікаў:Праца ты не на працуючым абсталяванні, таму што калі ты даў, блізкага твайгоработнікі, безумоўна, купіць піва для ўдавы твайго і суцешыць яе ў іншымспосабы.
		-- Jim Warner

%
Шостая запаведзь з фрысбі:Найбольшы аднаго дапамогу адлегласці для дыск, ідзе ўКірунак вы не хочаце. (Ідзе няправільны шлях = праходзіць доўгі шлях.)
		-- Dan Roddick

%
Трэці закон Фота:Калі вы ўсё ж удалося атрымаць якія-небудзь добрыя здымкі, яны будуць разбураныякалі хто-то неасцярожна адкрывае дзверы фоталабараторыі і ўсёцёмныя прасочваецца.
		-- Dan Roddick

%
Тры найбуйнейшых праграмныя мана:(1) * Вядома * мы дамо вам копію крыніцы.(2) * Вядома * прадавец трэці бок мы купілі, што збудзе выправіць мікракод.палігон (3) Бэта? Не, вядома * * ты ня бэта-тэст сайта.
		-- Dan Roddick

%
Тры законы тэрмадынамікі:(1) Вы не можаце атрымаць што-небудзь, ня працуючы за гэта.(2) Найбольш вы можаце дасягнуць, працуючы, каб зламаць нават.(3) Вы можаце разбіць толькі нават пры абсалютным нулі.
		-- Dan Roddick

%
Тэарэма: у кошкі дзевяць хвастоў.доказ:Няма котка мае восем хвасты. У коткі ёсць адзін хвост больш ня кошкі.Таму, у коткі дзевяць хвастоў.
		-- Dan Roddick

%
Тэарэма: Усе натуральныя лікі роўныя.Доказ: дастаткова паказаць, што для любых двух натуральных лікаў А і В, А = В.Акрамя таго, досыць паказаць, што для ўсіх п> 0, калі А і В(Станоўчыя колькасці) задавальняюць (MAX (A, B) = N), то А = В.Правядзем індукцыю:Калі N = 1, то А і В, станоўчыя цэлыя лікі, абодва павінны быць 1.Так А = В.Выкажам здагадку, што тэарэма верная пры некаторым значэнні к. Вазьміце А і У зMAX (A, B) = + 1. Затым MAX ((А-1), (B-1)) = к. І, такім чынам,(А-1) = (B-1). Такім чынам, А = В.
		-- Dan Roddick

%
Тэорыі селектыўнага наглядзе:Адзін раз у дзень, што вы можаце адпачыць і з'яўляеццаадзін раз бос ходзіць праз офіс.
		-- Dan Roddick

%
Тэорыя, п.:Сістэма ідэй азначала нешта растлумачыць, абраныя з мэтайарыгінальнасць, controversialism, незразумеласць, і наколькі добрагэта будзе выглядаць у друкаваным выглядзе.
		-- Dan Roddick

%
Ёсць тры спосабу атрымаць нешта зрабіць:(1) зрабіць гэта самастойна.(2) наняць каго-то гэта для вас.(3) Забараніць сваім дзецям рабіць гэта.
		-- Dan Roddick

%
Тыя прывабны аддзел брытанцы:Яны таксама маюць цяжка вымаўляць `атрымліваюць вітамін.
		-- Dan Roddick

%
Тры правілы для зандзіравання як эксперт:(1) спрашчаць свае тлумачэнні пункту бескарыснасці.(2) Заўсёды адзначаюць эфекты другога парадку, але ніколі не паказваюцькалі яны могуць быць праігнараваныя.(3) Прыдумайце тры правілаў самастойна.
		-- Dan Roddick

%
Закон чабора у:Усё ідзе не так адразу.
		-- Dan Roddick

%
падзелам часу, п:Метад доступу, пры якім адзін кампутар злоўжыванні многія людзі.
		-- Dan Roddick

%
Савет дня:Ніколі не смажыць бекон ў аголеным выглядзе.[Выпраўленне: заўсёды смажыць бекон ў аголеным выглядзе; Вы даведаецеся, каб не спаліць яго]
		-- Dan Roddick

%
САВЕТЫ ДЛЯ ВЫКАНАЎЦАЎ:Ігральныя карты маюць верхнюю палову ўверх дном, каб дапамагчы махляроў.Ёсць канчатковае лік жартаў ў Сусвеце.Спевы трук, каб прымусіць людзей слухаць музыку даўжэйяны будуць звычайна.Там няма музыкі ў прасторы.Людзі будуць плаціць глядзець, як людзі выдаюць гукі.Усё на сцэне павінна быць больш, чым у рэальным жыцці.
		-- Dan Roddick

%
Сёння, п.:Добрае месца, каб наведаць, але вы не можаце застацца тут надоўга.
		-- Dan Roddick

%
туалет toup 'EE, п.:Любы махорка дыван, які выклікае крышку, каб стаць топ-цяжкае, тым самымстварэнне бясконцую раздражненне карыстальнікаў мужчынскага полу.
		-- Rich Hall, "Sniglets"

%
Рашэнне Тоні да свабоднай віны жыцця:Калі ў вас ёсць, каб хлусіць камусьці, гэта іх віна.
		-- Rich Hall, "Sniglets"

%
перадача, п.:Прасоўванне вы атрымліваеце пры ўмове, што вы з'ехаць з горада.
		-- Rich Hall, "Sniglets"

%
празрысты, прым.:Будучы або адносяцца да існуючага nontangible аб'екта."Гэта ёсць, але вы не можаце ўбачыць яго"віртуальным, прым.:Будучы або які адносіцца да матэрыяльнага, неіснуючы аб'ект."Я магу бачыць гэта, але гэта не ёсць".
		-- Lady Macbeth.

%
падарожжа, н.:Нешта, што прымушае вас адчуваць сябе, як вы ўжо недзе.
		-- Lady Macbeth.

%
"Даверся мне":Пераклад лацінскага "хай пакупнік будзе пільны".
		-- Lady Macbeth.

%
Праўдзівы, прым.:Тупы і непісьменныя.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Пастаяннае Tsort у:1.67563, ці сапраўды 1,237.98712567 раз розніца паміжадлегласць да Сонца і маса маленькі апельсін.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Закон Turnaucka у:Канцэнтрацыі ўвагі кампутара толькі пакуль яеэлектрычны шнур.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Закон Tussman у:Нішто не з'яўляецца непазбежным, як памылку, час якой прыйшло.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
ЗША А.:"Ці не пагаварыць з кіроўцам аўтобуса."Германія:"Гэта строга забаронена для пасажыраў, каб пагаварыць з кіроўцам."Англія:"Просім Вас ўстрымацца ад размовы з кіроўцам."Шатландыя:«Што гэта ў вас, каб атрымаць, пагаварыўшы з кіроўцам?"Італія:"Ці не адказвайце кіроўцу."
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Чацвёрты закон Udall у:Любое змяненне або рэфармаванне вы зробіце будзе мець наступствы выне падабаецца.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Правіла дзядзькі Эда вялікага пальца:Ніколі не выкарыстоўвайце свой вялікі палец за правіла.Вы альбо стукнуць па ім малатком ці атрымаць стрэмку ў ім.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Асноватворны прынцып сацыяльна-генетыкі:Перавага з'яўляецца рецессивным.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
зразумець, v.:Каб дасягнуць кропкі, у вашым расследаванні якога-небудзь прадмета, на якімвы перастаяце даследаваць тое, што сапраўды прысутнічае, і дзейнічаюць наАсновай свайго ўнутранага мадэлі замест.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Несумленныя назвы жывёл:
		-- Gary Larson

%
нядобрасумленная канкурэнцыя, п.:Продаж танней, чым у нас.
		-- Gary Larson

%
саюз, п.:А плацяць унёскі работнікаў клуб валодаць нанесці кіравання.
		-- Gary Larson

%
Сусвет, п.:	Праблема.
		-- Gary Larson

%
Універсітэт, п.:Як дом праграмнага забеспячэння, за выключэннем праграмнага забеспячэння бясплатна, і гэта можна выкарыстоўваць,і яна працуе, і калі яна парушае яны хутка сказаць вам, як выправіцьгэта і ...[Добра, добра, я пакідаю яго, але я думаю, што вы знішчыцьдавер ўсёй праграмы фартуны. Рэд.]
		-- Gary Larson

%
Безыменныя Закон:Калі гэта адбудзецца, то ён павінен быць магчымым.
		-- Gary Larson

%
незлічоныя багацці, п.:Тое, што вы пакінулі на 15 красавіка.
		-- Gary Larson

%
Карыстальнік п.:Праграміст, які будзе верыць таму, што ты яму.
		-- Gary Larson

%
Карыстальнік, п.:Кампутарныя спецыялісты слова ўжываць, калі яны маюць на ўвазе "ідыёт".[Я заўсёды думаў, "прафесійны кампутар" была фраза хакеры выкарысталі калі яны мелі на ўвазе "ідыёт". Рэд.]
		-- Dave Barry, "Claw Your Way to the Top"

%
адпачынак, п.:Двухтыднёвая выпіўка адпачынку і рэлаксацыі настолькі моцным, штояна займае яшчэ 50 тыдняў пасля стрыманага будзённаелад жыцця, каб ачуняць.
		-- Dave Barry, "Claw Your Way to the Top"

%
Vail другім Аксіёма:Аб'ём працы трэба будзе зрабіць павялічваецца прапарцыйнааб'ём работы ўжо завершаны.
		-- Dave Barry, "Claw Your Way to the Top"

%
Закон Ван Роя:Небіткія цацкі карысна для ўзлому іншых цацак.
		-- Dave Barry, "Claw Your Way to the Top"

%
Закон Ван Роя:Сумленнасць лепшая палітыка - там менш канкурэнцыя.Труізм Ван Рой:Жыццё цэлы шэраг абставінаў па-за вашага кантролю.
		-- Dave Barry, "Claw Your Way to the Top"

%
Ваніль, прым.:Звычайныя густ, стандарт. См густ. Пры выкарыстанні ежы,вельмі часта не азначае, што ежа з водарам ванілівыняць! Напрыклад, "ванільны араматызаваны выйграў тонны суп" (або проста"Ваніль выйграў тонны суп") азначае звычайнае выйграў тонны суп, у адрозненне ад гарачагаі кіслы выйграў тонны суп.
		-- Dave Barry, "Claw Your Way to the Top"

%
Законы Velilind ў эксперыментавання:(1) Калі ўзнаўляльнасць можа быць праблемай, праводзіць выпрабаванне толькі адзін раз.(2) Калі патрабуецца прамая патрэбным, атрымаць усяго па дзве кропкі.
		-- Dave Barry, "Claw Your Way to the Top"

%
Вікінг, п.:1. Дзёрзкія скандынаўскіх мараплаўцаў, падарожнікаў, авантурыстаў,прадпрымальнікі сусветна вядомы сваёй агрэсіўнай, марскі імпартубізнес, з высокай доляй пазыковых паглынанняў і блакітныя вочы.2. Залітыя марскія піраты, якія спустошылі паўночную Еўропу, пачынаючыу 9-м стагоддзі.нататка Агары: Першае вызначэнне значна пераважным; другі выкарыстоўваеццатолькі незадаволеных, зайздроснікаў і незадаволеных ўладальнікаў набярэжнайнерухомасць.
		-- Dave Barry, "Claw Your Way to the Top"

%
VMS, п.:за ўсё ў свеце шматкарыстальніцкай прыгодніцкая гульня.
		-- Dave Barry, "Claw Your Way to the Top"

%
Вулкан, п.:Гара з ікаўкай.
		-- Dave Barry, "Claw Your Way to the Top"

%
Тэорыя Залп:Лепш бы навясных і страціў чым ніколі не падкідваў наогул.
		-- Dave Barry, "Claw Your Way to the Top"

%
vuja дэ:Адчуванне, што вы маеце * ніколі *, * калі-небудзь * быў у гэтай сітуацыі раней.
		-- Dave Barry, "Claw Your Way to the Top"

%
Правіла Уолтерс:Ўсе рэйсы авіякампаніі адысці ад варот самых аддаленых адцэнтр тэрмінала. Ніхто ніколі не было рэзерваваннена плоскасці, якая пакінула вароты 1.
		-- Dave Barry, "Claw Your Way to the Top"

%
Закон Ўотсана:Надзейнасць машын зваротна прапарцыйнаяКолькасць і значнасць тых ці іншых асоб, назіралых яго.
		-- Dave Barry, "Claw Your Way to the Top"

%
"Мы будзем глядзець у яго":Да таго часу, колы робяць поўны абарот, мыВыкажам здагадку, вы забыліся пра гэта, таксама.
		-- Dave Barry, "Claw Your Way to the Top"

%
мы:Самым важным словам у свеце.
		-- Dave Barry, "Claw Your Way to the Top"

%
зброю, п.:Індэкс неразвітасці культуры.
		-- Dave Barry, "Claw Your Way to the Top"

%
Вяселле, п:Цырымонія, на якой два чалавекі распачаць, каб стаць адзін, адзін бярэццастаць нічым і нічога не прадпрымае, каб стаць падтрымлівацца.
		-- Ambrose Bierce

%
Вііда Аксіёма:Ніколі не два пытання ў дзелавым лісце.Адказ будзе абмяркоўваць тую, у якой вымеры зацікаўлены і нічога не гавораць пра іншае.
		-- Ambrose Bierce

%
Закон WEILER у:Няма нічога немагчымага для чалавека, які не павінны рабіць гэта сам.
		-- Ambrose Bierce

%
Першы закон Вайнберга:Прагрэс ажыццяўляецца толькі на альтэрнатыўных пятніцах.
		-- Ambrose Bierce

%
Прынцып Вайнберга:Эксперт гэта чалавек, які пазбягае дробных памылак у той часпадмятанне на ўрачыстым зман.
		-- Ambrose Bierce

%
Другі закон Вейнберга:Калі будаўнікі пабудавалі будынка спосаб, праграмісты пісалі праграмы,то першы дзяцел, што прыйшлі разам знішчыць цывілізацыю.
		-- Ambrose Bierce

%
Закон Вайнера бібліятэк:Там няма адказаў, толькі крыжаваныя спасылкі.
		-- Ambrose Bierce

%
адладжаны, прым.:Магчымасць гуляць у брыдж або гольф, як калі б яны былі гульні.
		-- Ambrose Bierce

%
Адкрыццё Westheimer у:Пару месяцаў у лабараторыі часта можа выратавацьПару гадзін у бібліятэцы.
		-- Ambrose Bierce

%
Калі яго спыталі, вызначэнне "пі":матэматык:Пі з'яўляецца лік, якое выказвае стаўленне паміжДаўжыня акружнасці і яе дыяметра.фізік:Пі 3.1415927, плюс або мінус ,000000005.інжынер:Пі складае каля 3.
		-- Ambrose Bierce

%
Закон Уістлера:Вы ніколі не ведаеце, хто мае рацыю, але вы заўсёды ведаеце, хто з'яўляецца адказным.
		-- Ambrose Bierce

%
Уайта сабе:Не адчайвайцеся!Каментар Оўэна на заяву Уайта:... Яны маглі б хацець, каб скараціць яго ...Даданне Бэрда да камэнтару Оўэна:... І яны хочуць, каб пазбегнуць працяглага пошуку.
		-- Ambrose Bierce

%
Закон Уайтхеда:Відавочны адказ заўсёды забываюць.
		-- Ambrose Bierce

%
Закон Wiker у:Урад пашырае паглынаць даход і шмат чаго яшчэ.
		-- Ambrose Bierce

%
Закон Вилкокс:Паляпванне па спіне знаходзіцца ўсяго ў некалькіх сантыметрах ад выспятка ў зад.
		-- Ambrose Bierce

%
Правілы Уільям Сафир для пісьменнікаў:Памятаеце, каб ніколі не падзяліць інфінітыў. Пасіўны заклад ніколі не павінна быцьвыкарыстаны. Не стаўце заявы ў адмоўнай форме. Дзеясловы павінен пагадзіцца зсваіх падданых. Карэктаваць ўважліва паглядзець, калі вы слова. Калі вы перачытайцеваша праца, вы можаце знайсці на перачытваючы шмат паўтораў можа быцьпазбегнуць перачытваць і рэдагавання. Пісьменнік не павінен зрушыць кропкуВыгляд. І не пачынаць прапанову з саюзам. (Памятаеце, таксама,Прыназоўнік страшнае слова, каб скончыць прапанову з.) Не злоўжывайцеклічнікі !! Месца займеннікаў як мага бліжэй, асабліва ў доўгатэрміновайпрысуды, па стане на 10 ці больш слоў, да іх папярэднікаў. старанна лісты,абадраных дзеепрыметнікі варта пазбягаць. Калі які-небудзь слова неадэкватныя ў канцыпрысуд, злучным дзеяслоў. Ўзяць быка за руку і пазбегнуць змешванняметафары. Пазбягайце модных казаняў, якія гучаць адслойвацца. Кожны павінен быцьасцярожныя, каб выкарыстоўваць асаблівую займеннік з асаблівымі назоўнікаў у іх пісьмовай форме.Заўсёды падабраць па правільным ідыёмы. Прыслоўе заўсёды ідзе за дзеясловам. апошніале не менш важна, пазбегнуць клішэ, як чумы; шукаць жыццяздольныя альтэрнатывы.
		-- Ambrose Bierce

%
Закон Ўільямса і Галандыі:Калі дастатковую колькасць дадзеных збіраюць, усё можа быць даказана статыстычныМетады.
		-- Ambrose Bierce

%
Назіранне Вільнера у:Усе размовы з бульбай павінна праводзіцца ў прыватным парадку.
		-- Ambrose Bierce

%
Віт, п.:Соль, з якой амерыканскі гумарыст псуе яго кухні... Пакідаючы яго.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
вок, н.:Нешта thwow на Wabbit.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
воўк, п.:Чалавек, які ведае ўсё лодыжкі.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Законы Wombat У кошт камп'ютэрнага адбору:(1) Калі гэта не працуе Unix, забыцца.(2) Любы кампутар дызайн старэйшыя за 10 гадоў з'яўляецца састарэлым.(3) Усё зроблена IBM з'яўляецца непажаданай. (Глядзі нумар 2)(4) Мінімальная прымальная магутнасць працэсара для аднаго карыстальніка з'яўляеццаVAX / 780 з кропкавым паскаральніка плавае.(5) Любы кампутар з мышшу нічога не варта.
		-- Rich Kulawiec

%
Закон Вудворда:Тэорыя лепш, чым яго тлумачэнне.
		-- Rich Kulawiec

%
Вулсі-Swanson Правіла:Людзі аддаюць перавагу жыць з праблемай яны не могуцьвырашыць, чым прыняць рашэнне, яны не могуць зразумець.
		-- Rich Kulawiec

%
Праца Правіла: адпачынак (для аперацыі):Мы больш не дазваляе гэтую практыку. Мы жадаем, каб перашкаджаць любомудумкі, што вам не спатрэбіцца ўсё, што вы маеце, і вы не павінныразгледзець пытанне нічога удалено. Мы нанялі вас, як вы ёсць, і ёсцьнічога удалено, безумоўна, зробіць вам менш, чым мы разлічвалі.
		-- Rich Kulawiec

%
праца, п.:Блаславёны адтэрміноўка ад людзей, якія крычалі дзяцей імыльныя оперы, за якія вы на самой справе плацяць.
		-- Rich Kulawiec

%
Горшы месяц 1981 для Горныя лыжы:Жнівень. Лініі Пад'ёмныя самы кароткі, хоць.
		-- Steve Rubenstein

%
Горш месяц года:Люты. Люты мае толькі 28 дзён у ім, што азначае, што каліВы здымаеце кватэру, вы плаціце на працягу трох поўных дзён выне атрымліваюць. Старайцеся пазбягаць Februarys, калі гэта магчыма.
		-- Steve Rubenstein

%
Горш адказ на крызіс, 1985:З Q A чытачоў і слупка ў TV Guide: "Калі мы ўцягнутыяу ядзернай вайне, ці будзе электрамагнітныя імпульсы ад выбуху бомбыпашкодзіць мае відэазапісы? "
		-- Steve Rubenstein

%
Горш раслінны года:У брусэльская капуста. Гэта таксама горшы раслінны наступнага года.
		-- Steve Rubenstein

%
абароны ад запісу, п.:Невялікі стыкер створана для пакрыцця непрывабны выманне нядбайна пакінутывытворцамі дыскаў. Выкарыстанне ўкладкі стварае паведамленне пра памылкураз у той час, але яго эстэтычную каштоўнасць, значна пераважвае імгненнаеНязручнасць.
		-- Robb Russon

%
WYSIWYG:Што вы бачыце, што вы атрымліваеце.
		-- Robb Russon

%
XIIdigitation, п.:Практыка спрабуе вызначыць год фільм быў зробленышляхам дэшыфроўкі рымскія лічбы ў канцы тытрах.
		-- Rich Hall, "Sniglets"

%
Год, п.:Перыяд трыста шэсьцьдзясят пяць расчараванняў.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Yinkel, п.:Чалавек, які прычэсвае яго валасы над яго лысінай, не спадзеючыся, што ніхтозаўважаць.
		-- Rich Hall, "Sniglets"

%
йо-йо, п.:Тое, што гэта часам ўверх, але, як правіла ўніз.(Глядзі таксама кампутар).
		-- Rich Hall, "Sniglets"

%
Законы Залл у:(1) Кожны раз, калі вы атрымліваеце рот гарачым супам, наступная рэч вы занялісябудзе няправільна.(2) Як доўга хвіліна, залежыць ад таго, якім баку ваннайДзверы вы на.
		-- Rich Hall, "Sniglets"

%
Рэўнасць, п.:Якасць відаць на новых выпускнікоў - калі вы хутка.
		-- Rich Hall, "Sniglets"

%
Нулявыя Дэфекты, п.:Вынікам закрыцця вытворчай лініі.
		-- Rich Hall, "Sniglets"

%
Закон Zymurgy па добраахвотнай працы:Людзі заўсёды даступныя для працы ў мінулым часе.
		-- Rich Hall, "Sniglets"

%
Obscurism:Практыка Пепперинг паўсядзённае жыццё з незразумелымспасылкі як падсвядомыя дапамогай дэманстрацыі абедзвюх сваю адукацыюі сваёй жаданне дыстанцыявацца ад свету масавай культуры.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
макджоба:Нізкі плаці, непрэстыжных, нізка-выгады, не-будучыню Праца ўсфера абслугоўвання. Часта лічыцца здавальняючым выбар кар'еры патыя, хто ніколі не трымаў адзін.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Беднасць Jet Set:Група людзей нададзена хранічнай падарожжа за коштдоўгатэрміновая стабільнасць працы або для пастаяннага пражывання. Як правіла, маюць асуджаныяі надзвычай дарагія адносіны тэлефоннага званка з людзьмі па імяСерж або Ilyana. Хутчэй для абмеркавання праграм для часта лятучых пасажыраў на вечарынках.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Гістарычныя недокомпенсация:Каб жыць на працягу перыяду часу, калі нічога, здаецца, адбудзецца.Асноўныя сімптомы ўключаюць схільнасць да газет, часопісаў, і тэленавінаўтрансляцый.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Гістарычныя Перадазіроўкі:Каб жыць на працягу перыяду часу, калі занадта шмат, здаецца, здараецца.Асноўныя сімптомы ўключаюць схільнасць да газет, часопісаў, і тэленавінаўтрансляцый.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Гістарычная трушчобы:Акт з'яўлення такіх месцах, як наведвальнікаў, дымавойпрамысловыя пляцоўкі, сельскія вёскі - Месцы, дзе час, здаецца,былі замарожаныя шмат гадоў таму - так, каб выпрабаваць палёгку, каліадзін вяртаецца да "сапраўдным".Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Brazilification:Пашыраецца прорвы паміж багатымі і беднымі ісуправаджалае знікненне сярэдняга класа.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Вакцынаваных Час падарожжа:Каб фантазіраваць пра падарожжа назад у часе, але толькіз належнымі прышчэпкамі.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Дзесяцігоддзе Змешванне:У адзежы: невыбарчага камбінацыі з двух або большвырабы з розных дзесяцігоддзяў стварыць асабісты настрой: Шэйла =Mary Quant завушніцы (1960) + платформа паказвае коркі Wedgie (1970) +чорная скураная куртка (1950-е і 1980-я гады).Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Цяляціна-адкорме пяра:Маленькія, цесным офісе працоўныя станцыі, пабудаваныя зПакрыты тканінай disassemblable перагародкі і населеных малодшысупрацоўнікі. Названы ў гонар маленькіх убоем кабін, якія выкарыстоўваюццабуйной рагатай жывёлы прамысловасці.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Эмацыйная Кетчуп Burst:Разліву да меркаванняў і эмоцый ўнутры сябе такшто яны взрывообразно вырваўся адразу, шакіруе і заблытанайпрацадаўцы і сябры - большасць з якіх лічылі рэчы былі ў парадку.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Крывацёк Ponytail:Пажылы, аншлаг бэбі-бумераў, якія хвоі для хіпі ціpresellout дзён.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Бумер Зайздрасць:Зайздрасць матэрыяльнага багацця і матэрыяльнага забеспячэння далёкаганалічваецца старэйшых членаў пакалення бэбі-буму ў сілуўдачлівыя родаў.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Кліка абслугоўванне:Неабходнасць аднаго пакалення, каб убачыць пакалення пасля ягояк недастаткова для таго, каб умацаваць сваю ўласную калектыўную эга: "Дзеці сёння зрабіцьнічога. Яны так апатычныя. Мы выкарыстоўвалі, каб выйсці і пратэставаць. усеяны робяць гэта крама і скардзяцца ".Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Кансенсус Тэрарызм:Працэс, які вырашае ў офісе стаўленне і паводзіны.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Хворы Міграцыя пабудовы:Тэндэнцыя маладых рабочых, каб пакінуць або пазбегнуць працоўных месцаў унездаровая навакольнае асяроддзе офіса або працоўных месцаў, якія пацярпелі ад SickСіндром Будаўніцтва.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Recurving:Пакінуўшы адну працу, каб прыняць іншы, які плаціць менш, але ставіць адноназад на крывой навучання.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ozmosis:Няздольнасць сваёй працай, каб жыць да свайго ўласнага вобразу.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Магутнасць Туман:Тэндэнцыя іерархій у офісах, каб быць дыфузнымі выключае выразны артыкуляцыю.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
выкідання за борт:Overcompensating для асцярог адносна будучага шляхам апусканняз галавой у працу або ладу жыцця, здавалася б, не звязанай з адным-хПапярэднія інтарэсы жыццё: гэта значыць, продажу Amway, аэробіка, Рэспубліканскаяпартыя, кар'ера ў законе, культы, McJobs ....Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Карычневых танах:Юны падгрупа зацікаўлены ў вегетарыянства, тай-афарбаваныяўборы, мяккія лёгкія наркотыкі, і добрае стэрэа абсталяванне. пераканаўчая,часта не хапае ў гумары.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ethnomagnetism:Тэндэнцыя маладых людзей жыць у эмацыйнауказальныя, больш нястрымнай этнічных кварталаў: "Вы б незразумець яго там, маці - яны * абняць *, дзе я зараз жыву ".Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Сярэдзіне дваццатых Разбіўка:Перыяд псіхічнага засмучэнні, таго, што адбываецца ў дваццатых сваіх,часта бываюць выкліканы няздольнасцю функцыянаваць па-за школай ціструктураваных асяроддзяў ў спалучэнні з рэалізацыяй аднаго важнаадзінота ў свеце. Часта адзначаецца індукцыя ў рытуаледля фармацэўтычных мэтаў.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Successophobia:Страх, што калі хто-то паспяхова, то яго асабістыя патрэбыбудзе забытая і адна больш не будзе мець сваіх дзіцячыя патрэбыабслугоўвалі.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Safety Net-Ізмаіл:Перакананне, што заўсёды будзе фінансавы і эмацыйныпадстрахоўка ў буфер жыццё баліць. Звычайна бацькі.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Развод Здагадка:Форма Safety Net-Ізмаіл, перакананне, што калі шлюбне працуе, то няма ніякіх праблем, таму што партнёры могуць простапатрабаваць разводу.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Анты-Sabbatical:Заданне прынята з адзінай мэтай знаходжання толькі дляабмежаваны перыяд часу (часта на адзін год). Намер, як правіла, усабраць дастаткова сродкаў, каб прыняць удзел у іншым, больш значным дзейнасцьтакіх як акварэль эскізаў на Крыце, або праектаванне кампутарнай складноешвэдры ў Ганконгу. Працадаўцы рэдка паведамляюць аб намерах.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Заканадаўча Настальгія:Каб прымусіць цела людзей, каб мець ўспаміны яны нефактычна валодаюць: "Як я магу быць часткай пакалення 1960, калі янават не памятаю нічога з таго? »Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Цяпер адмовы:Каб сказаць сабе, што гэта адзіны раз, варта жыць у гэтага мінулага ішто гэта адзіны раз, калі можа калі-небудзь будзе цікава зноў гэта будучыня.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Bambification:Псіхічнага пераўтварэння з плоці і крыві жывых істот угерояў мультфільмаў, якія валодаюць буржуазныя юдэяў-хрысціянскія адносіны імаралі.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Хваробы для пацалункаў (Hyperkarma):Глыбока укаранелыя перакананні, што пакаранне будзе нейкім чынам заўсёдызначна больш, чым злачынства: азонавых дзірак для засмечвання.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Spectacularism:Захапленне экстрэмальных сітуацыях.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
знежывелай:Філасофія у выніку чаго адзін прымірае сябе з памяншэннемчакання матэрыяльных дабротаў: "Я адмовіўся жадаючы зрабіцьзабойства або быць Bigshot. Я проста хачу, каб знайсці шчасце і магчыма адкрытыда маленькай прыдарожнай кавярні ў Айдаха ".Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Замена Статус:Выкарыстоўваючы аб'ект інтэлектуальнай або моднай аплаткі дазаменнік для аб'екта, які з'яўляецца ўсяго толькі дарагі: "Браян, вы пакінулі свойкопія Камю ў BMW брата твайго ".Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Survivulousness:Тэндэнцыя да сябе сам падабаецца быць апошнімчалавек на Зямлі. "Я б на верталёце і кінуць мікрахвалевых печаўўніз на Taco Bell ".Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Платанічнае Цень:Несексуальные сяброўства з прадстаўніком супрацьлеглага полу.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Псіхічныя Ground Zero:Месца, дзе адзін візуалізуе сябе падчас падзенняатамнай бомбы; часта, гандлёвы цэнтр.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Культ адзіноты:Неабходнасць аўтаноміі любой цаной, як правіла, за коштдоўгатэрміновыя адносіны. Часта выкліканыя празмерна высокайЧакання іншых.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Знакамітасці Schadenfreude:Lurid вострых адчуванняў, атрыманыя ад размоў пра смерць знакамітасці.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Імператара Нью Молі:Папулярным меркаванне, што гандлёвыя цэнтры існуюць на ўнутранай толькіі няма ніякай знешні выгляд. Падвеска візуальнага няверы спарадзіліпад гэтым паняццем дазваляе пакупнікам рабіць выгляд, што вялікая, цэментблокі цягі ў іх асяроддзі няма, на самай справе, існуе.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Poorochrondria:Hypochrondria атрымана з якія не маюць медыцынскай страхоўкі.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Асабістая Табу:Невялікі правіла для жыцця, які мяжуе на забабоны, штодазваляе спраўляцца з жыццём у адсутнасць культурнай аборэлігійныя выслоўі.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Архітэктурны Засмучэнне страўніка:Амаль обсессивно патрэба жыць у "крута"архітэктурнай асяроддзя. Часта звязаныя аб'екты фетышўключаюць у рамцы чорна-белы мастацкай фатаграфіі (Дзіяна Арбуслюбімая); спрошчаным мэбля хвоя; матавы чорны прадметы высокатэхналагічных такіяяк тэлевізары, стэрэасістэмы, тэлефоны; нізкага магутнасць навакольнага асвятлення; лямпа,крэсла, ці стол, які спасылаецца павялічылася на 1950; зрэзаныя кветкі з комплексамімёны.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Японскі мінімалізм:Найбольш часта Прапанаваная канструкцыя эстэтычнае інтэр'ер выкарыстоўваеццабескорневые кар'еры скачкоў маладыя людзі.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Хлеб і схемы:У электронным тэндэнцыя эпохі для прагляду палітыку партыі як банальна -ўжо не актуальна значных ці карысна сучасных сацыяльных праблем,і ў многіх выпадках небяспечных.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Блок выбаршчыка:Спроба, аднак бескарысна, каб зарэгістраваць іншадумства зЦяперашняя палітычная сістэма проста не ўдзельнічаюць у галасаванні.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Armanism:Пасля Giorgio Armani; апантанасць імітуючы бясшвовыяі (што больш важна) * кіраванне * этас італьянскай моды. якЯпонскі мінімалізм, Armanism адлюстроўвае глыбокае ўнутранае неабходнасцьКантроль.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Дрэнна плавучасці:Ўсведамленне таго, што адзін быў лепшым чалавекам, калі трэба было меншгрошы.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Музычны схаластычнай:Акт класіфікацыі музыкі і музыкаў у паталагічнаПикаюн катэгорыі: "Венская франкі з'яўляюцца добрым прыкладам гарадскогабелы разы кіслаты возрожденчество скрыжаваўшы з ска ".Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
101-Ізмаіл:Тэндэнцыя падабраць адзін ад аднаго, часта ў дробных дэталях, усёаспекты жыцця, якія выкарыстоўваюць напалову разумеў папулярнай псіхалогіі ў якасці інструмента.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Япі Wannabes:Падгрупа пакаленне X, што лічыць міф пра япілад жыцця будучы адначасова задавальненне і жыццяздольным. Як правіла, вельмі ўдоўг, удзел у той ці іншай форме таксікаманіі, і паказаць гатоўнасцьказаць пра Армагедон пасля трох напояў.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ультра Кароткатэрміновыя Настальгія:Туга па вельмі нядаўнім мінулым: «Бог, усё здаваласязначна лепш у свеце на мінулым тыдні ".Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Паўстанне Адтэрміноўка:Тэндэнцыя ў юнацтве, каб пазбегнуць традыцыйна юнацкімерапрыемствы і мастацкія досведы з мэтай атрымання сур'ёзнай кар'ерыВопыт. Часам прыводзіць да жалобы па страчанай моладзі прыкладнаўзрост трыццаць, пасля чаго дурныя стрыжкі і дарагі жарты-індукуешафы.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Прыкметнае Мінімалізм:Тактыка лад жыцця падобны на Status замяшчэння.nonownership матэрыяльных выгод красаваўся ў знак маральнай іінтэлектуальную перавагу.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
CAF 'е Мінімалізм:Каб падтрымліваць філасофію мінімалізму ня размяшчаючына практыцы любы з яго прынцыпаў.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
O'Propriation:Ўключэнне рэкламы, упакоўкі і забаўжаргон ад папярэдніх эпох ў паўсядзённым прамовы для іранічны і / або коміксаўЭфект: "партыя Любімае Мёртвае знакамітасцю Кэтлін была тон o'fun" ці"Дэйв на самай справе думае пра сябе як пра смешны, арэхавы, дурных і MadcapХлопец, ці не так? "Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Паветра Сямейства:Апісвае ілжывае пачуццё агульнасці выпрабавалі сярод калегаўў офісе.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ерзая:Дыскамфорт кладзецца на людзей старых людзей, якія бачаць няІронія ў іх жэстах. "Карэн памерла тысячаю смерцяў, як яе бацькадэманстратыўна дэгустацыі нядаўна вырабленага бутэльку вінаперш чым дазволіць яму выліць, як сям'я сядзела ў Steak Hut.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Месца трушчобы:Практыка ўдзелу ў забаўляльных мерапрыемствахкласа адзін ўспрымае як ніжэй ўласнай: "Карэн Дональда!Давайце боўлінг сёння! І не турбуйцеся аб абутку ... мабыцьВы можаце арандаваць іх ".Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Гутарковы трушчобы:Сарамлівым асалоду дадзенага размовыМенавіта ў сувязі з адсутнасцю інтэлектуальнай строгасцю. Асноўным спін-офАктыўнасць Рэкрэацыйны трушчобы.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Прафесійныя трушчобы:Прымаючы працу добра пад сваёй кваліфікацыі або ўзроўню адукацыіяк сродак сыходу ад дарослых абавязкаў і / або пазбегнуцьзбой у сваёй сапраўднай прафесіі.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Анты-Ахвяра Прыбор:Невялікі модны аксэсуар насілі на іншаекансерватыўная абсталяванне, якое аб'яўляе ўсім свеце, што адна да гэтага часуіскра індывідуальнасці гарэння ўнутры: 1940-рэтра сувязяў і завушніцы(На мужчын), фемінісцкія кнопкі, пірсінг у носе (жанчыны), а таксама ў цяперашні час амальцалкам вымерлі маленькі маленечкі "Rattail" стрыжка (абодвух падлог).Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Харчовая трушчобы:Харчовая якога асалоду адбываецца не з водару Але зскладаная сумесь класа канатацыі, настальгія сігналаў іўпаковачныя семіётыка: Кэці і я купіў гэтую ванну Multi-Кнута заместрэальны пугу крэмам, таму што мы думалі, нафтавай дыстылят пугудалівання здаваўся роду ежы, што ВПС жонкі дыслакаванага ўПенсакола яшчэ ў пачатку шасцідзесятых гадоў будзе карміць сваіх мужоўадзначаць прасоўванне кар'еры.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Тэле-Parabilizing:Мараль, якія выкарыстоўваюцца ў паўсядзённым жыцці, якія з'яўляюцца вытворнымі ад тэлевізійнай камедыі участкаў:"Гэта так жа, як эпізод, дзе Ян губляе ачкі!"Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
QFM:Quelle моды памылка. "Гэта было сапраўды QFM. Я маю на ўвазе мастакаштаны? Вось 1979 за веру ".Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ме-Ізмаіл:Пошук індывідам, у адсутнасць падрыхтоўкі ўтрадыцыйныя рэлігійныя прынцыпы, каб сфармуляваць асабіста з улікамрэлігія сам. Часцей блытаніна рэінкарнацыі,асабісты дыялог з цьмяна пэўнай фігуры бога, натуралізм,і кармічныя вока за вочы адносіны.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Папяровыя Шаленства:Падвышаная адчувальнасць да засмечвання.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Bradyism:Multisibling адчувальнасць атрымана з вырасьлі ўшматдзетных сем'яў. Рэдкасць у тых, хто нарадзіўся пасля прыкладна 1965,Сімптомы Bradyism ўключаць абсталяванне для інтэлектуальных гульняў, эмацыянальныВыснова ў сітуацыях перапоўненасці і глыбока адчуваў патрэба ўдакладна вызначаны асабістую прастору.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Чорныя дзіркі:Падгрупа пакаленне Х найбольш вядомыя за іх ўладаннеамаль цалкам чорныя шафы.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Чорныя Дэнс:Дзе чорныя дзіркі жывуць; часта халодную склады з Дня-Gloафарбоўка напыленнем, знявечаныя манекены, спасылкі Элвіс, дзесяткіперапоўненыя попельніцы, люстэркі скульптуры і Velvet Underground музыкагуляе ў фонавым рэжыме.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Стрейнджлав Размнажэнне:Мець дзяцей, каб кампенсаваць той факт, што ўжо неверыць у будучыню.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Сквайр:Найбольш распаўсюджаным падгрупа пакалення Х і адзінай падгрупыдадзена селекцыі. Сквайр існуюць амаль выключна ў пар іпазнаюцца па іх адчайныя спробы стварыць бачнасцьЭйзенхаўэр эпохі паўнаты ў сваім штодзённым жыцці ва ўмовахнадмерныя кошты на жыллё і два вакансіі жыццёвых стыляў. Сквайр, як правіла,пастаянна вычарпаныя ад іх прагна приобретательной пагонімэбля і цацанкі.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Беднасць Lurks:Фінансавы параноя прышчапіў нашчадкаў ад дэпрэсіі эпохібацькі.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Pull-за штэкер, нарэзаць пірог:Фантазія, у якой нашчадак думках падлічвае вынікічыстая кошт яго бацькоў.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Underdogging:Тэндэнцыя да амаль нязменна на баку які прайграў уулічваючы сітуацыю. Выраз спажывец гэтага прыкметызакупка менш паспяховым ", сумна", ці не прадукты: "Я ведаю,гэтыя Вена франкаў з'яўляюцца сардэчная недастатковасць на палачцы, але яны былі настолькі сумнагледзячы супраць усіх іншых прадметаў япі харчавання, якія я проста павінен быўкупіць іх ".Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
2 + 2 = 5-Ізмаіл:Спелеоклубы і мэтавай маркетынгавай стратэгіі, накіраванай на сябе пасляпрацягваючы на ​​працягу доўгага перыяду часу. "Ну, добра, я куплю вашпа-дурному колы. Цяпер пакіньце мяне ў спакоі ".Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Варыянт Параліч:Тэндэнцыя, калі дадзена неабмежаваны выбар, ці не зрабіць ні аднаго.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Асобу Дзясяціннай:Коштавая заплаціў за становіцца пара; раней пацешнымлюдзі становяцца сумнымі: "Дзякуй за запрашэнне, але Норин і ябудзем глядзець на сталовых прыбораў каталогаў сёння. Потым мы будземглядзець канал продажаў ".Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Джэк-і-Джыл партыя:Традыцыя Squire; дзіцячыя душы, да якога абодва мужчыны іжанчыны сяброў запрашаюць у адрозненне ад толькі жанчын. двайныПакупніцкая здольнасць бісэксуалаў наведвальнасці прыносіць значэння дар даСтандарты Эйзенхаўэр эпохі.Культура "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Уніз-Вёрстка:Тэндэнцыя бацькоў, каб перайсці да меншым, гасцявой пакоі свабоднайДома за дзецьмі адышлі так, каб пазбегнуць дзяцей ва ўзросцеАд 20 да 30, якія бумерангам дадому.
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Закон greenrd ўІві пасля грэбліва чужое правапіс, ці расхваленымсваё ўласнае правапіс, непазбежна ўтрымліваюць арфаграфічную абограматычная памылка.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
intaxication:Эйфарыя на атрыманне вяртання падатку, які доўжыцца пакуль вы не зразумеецегэта было вашы грошы, каб пачаць з.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
reintarnation:Вяртаючыся да жыцця, як дзеравеншчына.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
bozone, п.:Рэчыва навакольных дурных людзей, які спыняе яркія ідэіад пранікнення. Bozone пласт, на жаль, паказвае ніякіх прыкметразбурацца ў найбліжэйшай будучыні.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
cashtration, п.:Акт аб куплі дома, што робіць прадмет фінансаваімпатэнтам на нявызначаны тэрмін.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
giraffiti:Вандалізм спісаныя вельмі, вельмі высока.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
sarchasm:Прорву паміж аўтарам саркастычнай досціпам і чалавека, якіня атрымаць яго.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
inoculatte:Для таго, каб кава нутравенна, калі вы спазняецеся.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
hipatitis:Тэрмінал прахалода.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
osteopornosis:Зводу хвароба.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Karmageddon:Гэта як, калі ўсе праводзіны ўсе гэтыя вельмі дрэннафлюіды, праўда? І тады, як, зямля выбухае і гэта быццам бы,сур'ёзна аблом.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
decafalon, п.:Знясільваючай падзея праходу праз дзень, спажывальнай толькі рэчышто добра для вас.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
glibido:Ўсе размовы і ніякіх дзеянняў.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Dopeler эфект:Тэндэнцыя дурныя ідэі, каб здавацца разумней, калі яны прыходзяць на васхутка.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
arachnoleptic патрэбным, п.:Апантаны танец адразу пасля вы выпадкова хадзіўпраз павуціну.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Beelzebug, п.:Сатана ў выглядзе камара, што трапляе ў вашай спальні натры гадзіны ночы і не можа быць выгнаны.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
caterpallor, п.:Колер ўключэнні пасля знаходжання палову лічынку ў плёне вы знаходзіцесяесць.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Пагардлівы Чарвякі апісваюць Канаду:  Нашы горы вельмі завостраны;  нашы прэрыі няма.  Астатняе быццам выбоістай,  але чалавек, у нас ёсць шмат!    - З "Канады сапраўды вялікі"
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
