1/2 унцыі. джын1/2 унцыі. гарэлка1/2 унцыі. ром (пераважна цёмна)3/4 унцыі. Tequilla1/2 унцыі. трыпл сек1/2 унцыі. апельсінавы сок3/4 унцыі. кіслае злучэнне1/2 унцыі. коластрасянуць са лёдам і працадзіць у матавае шкло.Лонг-Айлэнд
		-- Dean Martin

%
6 унцый. апельсінавы сок1 унцыя. гарэлка1/2 унцыі. ГальянаХарві Wallbangers
		-- Dean Martin

%
Піва з затрымкай з'яўляецца піва адмоўлена.
		-- Dean Martin

%
Яшчэ пара стрэлаў віскі, жаночыя круглыя ​​тут пачаць шукаць добрае.[Нешта пра 10, які з'яўляецца 4 пасля шасці-пак? Рэд.]
		-- Dean Martin

%
Хлопец заходзіць у бар, замаўляе піва, нясе яго ў ванную і звалак ягоў пісуар. На працягу наступных некалькіх гадзін, ён вяртаецца ў барыі паўтарае гэтую паслядоўнасць - у некалькі разоў. Нарэшце бармэн атрымаў такЦікава, што ён нахіліўся над ашэсткам і спытаўся ў яго, што ён рабіў.Адказаў кліента, "Як пазбегнуць пасярэднікаў."
		-- Dean Martin

%
Забаронных з'яўляецца такі чалавек, можна было б усё роўна, піць з- Нават калі ён піў.
		-- H. L. Mencken

%
Абсэнт робіць пірог стаць больш тым, хто любіць.
		-- H. L. Mencken

%
Алкаголь з'яўляецца анестэзія, з дапамогай якога мы церпім аперацыю жыцця.
		-- George Bernard Shaw

%
Алкаголь, гашыш, сінільная кіслата, стрыхнін слабыя гадоўлі. самы надзейныЯд час.
		-- Emerson, "Society and Solitude"

%
Ананімныя Алкаголікі, калі вы атрымаеце піць пад чужое імя.
		-- Emerson, "Society and Solitude"

%
Заўсёды захоўваеце піва ў цёмным месцы.
		-- Lazarus Long

%
Алкаголік хто вам не падабаецца, хто п'е столькі, колькі вы робіце.
		-- Dylan Thomas

%
І вы не можаце атрымаць любую Уотни Чырвоны барэль,таму што бары зачыніць кожны раз, калі хочаце піць ...
		-- Dylan Thomas

%
... Прынамсі я думаў, што я танцую, а пакуль хто-наступіў мне на руку.
		-- J. B. White

%
Асцерагайцеся моцнага напою. Гэта можа зрабіць вас страляць у мытнікамі і промахі.
		-- Lazarus Long, "Time Enough for Love"

%
Паколькі вінны памятае.
		-- Lazarus Long, "Time Enough for Love"

%
Піва & завітушкі - Сняданак для чэмпіёнаў.
		-- Lazarus Long, "Time Enough for Love"

%
Піва - гэта не толькі на сняданак больш.
		-- Lazarus Long, "Time Enough for Love"

%
Жабрак, каб добра апранутыя бізнэсоўцы:"Ці не маглі б вы пазбавіць $ 20,95 за адну пятую Chivas?"
		-- Lazarus Long, "Time Enough for Love"

%
Лепшае піва: Панэль дэгустатараў сабраны Саюза Спажыўца ў 1969судзіць Coors і Мілера High Life быць аднымі з самых лепшых. Тыя, хтосумневаў, што піва з'яўляецца сур'ёзная тэма можа абдумаць сваё дзеянне на амерыканскіхГісторыя. Напрыклад, першыя каланісты Новай Англіі вырашылі кінуць якарна Плімут Рок замест працягу на Вірджыніі, паколькі, як аднаго зіх словах, "мы не маглі зараз ўзяць час для далейшага разгляду, нашежу траціцца і асабліва наша піва ".
		-- Felton & Fowler's Best, Worst & Most Unusual

%
Пьянка з'яўляецца адказам. Я не памятаю, пытанне.
		-- Felton & Fowler's Best, Worst & Most Unusual

%
Брэндзі-і-вада псуе два добрых рэчаў.
		-- Charles Lamb

%
Але, афіцэр, ён не п'яны, я толькі што бачыў яго пальцы тузацца!
		-- Charles Lamb

%
Cerebus: Я хацеў бы лізаць абрыкоса каньяк з пупка.Яка: Паглядзіце, Cerebus-- яка павінен сказаць вам ... что-тоCerebus: Калі Cerebus быў пупок, вы б лізаць абрыкоса каньяк з яго?Яка: Тьфу!Cerebus: Вам не падабаецца абрыкосавае брэндзі?
		-- Cerebus #6, "The Secret"

%
Клары з'яўляецца лікёр для хлопчыкаў; порт для мужчын; але той, хто імкнецца быць героем... Павінны піць каньяк.
		-- Samuel Johnson

%
Ўзыходжанне на барнай крэсле, частка радка папрасіў піва."Пачакайце хвіліну. Вы не радком"?"Ну, так, я.""На жаль. Мы не служаць радкі тут."Вызначаецца радок пакінулі бар і спыніўся мінак. "Выбачайце,мне ", сказаў ён," вы б шматок мае канцы і звязаць мяне як завітушка? "THEмінак абавязаны, а радок ізноў увайшоў у бар. "Ці магу я мець піва,калі ласка? "ён спытаў у бармэна.Бармэн паставіў піва ў пярэдняй частцы радка, а затым раптам спыніўся."Гэй, ты не радком Я проста кінуў адсюль?""Не, я зношаны вузел".
		-- Samuel Johnson

%
Трэнер: Ці магу я намаляваць вам піва, норма?Норма: Не, я ведаю, як яны выглядаюць. Проста наліце ​​мне адзін.Трэнер: Як наконт піва, нормы?Норма: Гэй я высока на жыццё, трэнер. Вядома, піва гэта маё жыццё.Трэнер: Як гук піва, норма?Норма: Я не ведаю. Я звычайна скончыць іх, перш чым яны слова ст.
		-- Cheers, Fortune and Men's Weights

%
Трэнер: Як справы, норма?Норма: тата багаты і мама добра выглядаеш.Сэм: Што здарылася, Норма?Норма: Мае соску. Гэта замарожванне там.Трэнер: Што гэта за гісторыя, Норма?Норма: Піць хлопец заходзіць у бар. Вы скончыць яго.
		-- Cheers, Endless Slumper

%
Трэнер: Што б вы сказалі на піва, Normie?Норма: Папа wuvs вы.Сэм: Што вам падабаецца, Normie?Норма: Прычына жыць. Дай мне яшчэ піва.Сэм: Што вы будзеце ёсць, нормай?Норма: Ну, я ў ігральным настрой, Сэмі. Я вазьму келіх незалежна      выходзіць з гэтай крана.Сэм: О, падобна, піва, Норм.Норма: называць мяне Містэр Лакі.
		-- Cheers, The Executive's Executioner

%
Трэнер: Што такое, Норма?Норма: Куткі майго рота, аўтобусаў.Трэнер: Што дрыжыць, норма?Норма: Усе чатыры шчокі і пару падбародкамі, трэнер.Трэнер: Піва, Normie?Норма: Ну, трэнер, я не ведаю, у мяне быў адзін на гэтым тыдні. Эх, чаму не, я яшчэ маладая.
		-- Cheers, Snow Job

%
Давай хутчэй, я дэгустацыі зоркі!
		-- Dom Perignon, upon discovering champagne.

%
Прыходзьце, гаспадар, запоўніць спіртныя напоі, пакуль ён робіць наезд,Сёння вечарам мы будзем усім шчаслівага быць - заўтра мы атрымаем цвярозы.
		-- John Fletcher, "The Bloody Brother", II, 2

%
Не піць, калі вы едзеце - вы можаце патрапіць на купіну і рассыпаць.
		-- John Fletcher, "The Bloody Brother", II, 2

%
Не палю наступны цыгарэту. Паўторыце.
		-- John Fletcher, "The Bloody Brother", II, 2

%
Піць Канада сухі! Вы не маглі б дамагчыся поспеху, але гэта * __ усталёўваецца * пацешная спроба.
		-- John Fletcher, "The Bloody Brother", II, 2

%
Ужыванне кавы для імгненнага паслаблення? Гэта ўсё роўна што піць алкаголь на працягуімгненныя рухальныя навыкі.
		-- Marc Price

%
Алкаголь не з'яўляецца відам спорту.
		-- Jim Brosnan

%
Алкаголь робіць дурнямі людзей, а людзі такія дурні, каб пачацьз таго, што гэта пагаршае фелонь.
		-- Robert Benchley

%
П'яныя рэдка пацешным, калі яны не ведаюць некалькі добрых песень і страціцьШмат покер.
		-- Karyl Roosevelt

%
Eggnog з'яўляецца традыцыйным святам напой вынайшаў ангельскую мову. многіялюдзі задаюцца дзе слова "гогаль-моголь" адбываецца ад. першы складпаходзіць ад ангельскага слова "яйкі", што азначае "яйка". Я не ведаю, дзе"Нагель" адбываецца ад.Каб зрабіць гогаль-моголь, трэба ром, віскі, віно джын і, калі яны знаходзяцца ўсезон, яйкі ...
		-- Karyl Roosevelt

%
Электрычны жэле2 скрынкі жэле брэнда жэлацін 2 пакета Нокс брэнд неприправленный жэлацінавы2 кубкі садавіны (любое разнастайнасць) 2+ шклянкі вады1/2 бутэлькі Everclear брэнд збожжавы спіртMix жэле і Нокс жэлацін у 2 шклянках кіпеню. Змяшаць 'Сезамцалкам не растворыцца.Наліце ​​гарачую сумесь у плоскую рондаль. (Формы жэле не будзе працаваць.)Рух у збожжавага спірту замест звычайнай халоднай вадой. выдаліце ​​застываннеglops слізі. (Алкаголь мае незвычайны эфект на лішак жэле.)Наліце ​​ў плёне да жаданага густу і паглынаць лішкі алкаголю.Змяшайце ў некаторых халоднай вады, каб разбавіць спірт і зрабіць яе прасцей, каб паесці на працягуслабанервных.Астудзіце на працягу ночы, каб дазволіць сумесь цалкам зацвярдзець. (Каля 8-12 гадзін.)Нарэзаць квадратамі і атрымлівайце асалоду ад!УВАГА:Захоўваць інгрэдыенты удалечыні ад адкрытага агню. Не рэкамендуецца длядзеці ва ўзросце да васьмі гадоў.
		-- Karyl Roosevelt

%
Кожную раніцу з'яўляецца раніцу Smirnoff.
		-- Karyl Roosevelt

%
Выдатна дзень піў. Спайк ахаладжальнік офіс вады.
		-- Karyl Roosevelt

%
Свята Узровень 1: Вашы госці будуць у чаце прыязна адзін зіншыя, любуючыся сваім ёлачныя ўпрыгажэнні, спевы калядак ваколпіяніна, пацягваючы іх напоі і грызці закускі.Свята Узровень 2: Вашы госці будуць казаць гучна - часамадзін да аднаго, а часам і да наогул ніхто, ПереразбиениеЁлачныя ўпрыгажэнні, спевы "Я павінен быць Me" вакол вертыкальнафартэпіяна, глытаючы іх напоі і wolfing ўніз закускі.Свята Узровень 3: Вашы госці спрачаюцца бурна знеадушаўлёныя прадметы, спяваць "Я не магу атрымаць ніякага задавальнення," глытаючынапоі іншых народаў, wolfing ўніз ёлачныя ўпрыгажэнні іразмяшчэнне закускай ў піяніна, каб паглядзець, што адбываецца, калімаленькія малаткі ударыць.Ўзровень урачыстасцяў 4: Вашы госці, закускі змазаныя ўсіміх аголеныя цела выконваюць рытуальны танец вакол гарэнняЕлка. Фартэпіяна адсутнічае.Вы хочаце, каб трымаць вашу партыю дзесьці каля 3-га ўзроўню, каліВы арендуете ваш дом і ўласныя агнястрэльнай зброі, у гэтым выпадку вы можаце перайсці на ўзроўні4. Лепшы спосаб дабрацца да ўзроўню 3 з'яўляецца яйка-моголь.
		-- Karyl Roosevelt

%
Рыбалка, са мной, заўсёды была нагодай для пітва ў дзённы час.
		-- Jimmy Cannon

%
Фартуна заканчвае вялікія цытаты, # 17"Гэта бутон любові, шляхам сквашивания дыханне лета,Можа апынуцца Beauteous кветка, калі мы сустрэнемся ".Джульета, гэта бутон для цябе.
		-- Jimmy Cannon

%
Поспехі любімых рэцэптаў: # 8Каляды Ром Cake1 або 2 літры ром 1 арт. выпечка парашок1 кубак сметанковага алею 1 гарбатная лыжка. сода1 гарбатная лыжка. цукар 1 арт. цытрынавы сок2 буйных яйкі 2 кубкі карычневага цукру2 кубкі сушаць Асарці з садавіны 3 кубкі сечаных англійская грэцкія арэхіПерад тым, як пачаць, паспрабаваць ром для праверкі якасці. Добра, ці не так? у цяперашні часвыберыце вялікую міску, мерны шкляначку і г.д. Праверце яшчэ раз ром. гэтапавінны быць у самы раз. Пераканайцеся, што ром найвышэйшай якасці. Наліце ​​адну кубакрому ў шклянку і піць яе так хутка, як вы можаце. Паўторыце. З электрычнымзмяшальнік, збілі аднаго шклянкі алей у вялікай пухнаты шар. Дадайце 1 seaspoon з tugarі біць зноў. Між тым, пераканайцеся, што ром Teh абсалютна найвышэйшую якасць.Ўзор іншую кубак. Адкрыць другі кварта па меры неабходнасці. Дадайце 2 ORGE laggs, 2 шклянкісмажанай druit і біць да таго часу, пакуль высокая. Калі смажаны druit захрасае ўвенцы, проста прыпадняць вечка з дапамогай адвёрткі. Ўзор ром зноў, правяраючыдля toncisticity. Наступная просеять 3 шклянкі разрыхляльніка, дробка ром, уseaspoon Тода і кубак перцам або соллю (гэта сапраўды не мае значэння).Прыклады некаторых больш. Просеять 912 пінту цытрынавага соку. Скласці ў schopped алеем інапружаныя чупс. Дадаць bablespoon карычневага gugar або любы колер вы маеце.Змяшайце Мэла. ня Змазка печ і ўключыце кекса да 350 gredees і граблі, пакульpoothtick выходзіць Крына.
		-- Jimmy Cannon

%
FORTUNE партыі САВЕТЫ # 14Стаміліся ад пошуку, што іншыя людзі дапамагаюць сябе ваша карысцьлікёр на BYOB бакоў? Вазьміце з сабой свечкі, якое вы ўсталёўваеце ісвятло пасля таго як вы адкрылі бутэльку. Ніхто ніколі не чакае нічогапітное быць у бутэльцы, якое мае свечку затрымаўся ў яго шыі.
		-- Jimmy Cannon

%
Glögg (традыцыйны Скандынаўскі свята напой):пятая частка сухога чырвонага вінапятая частка Aquavit1 і 1/2 цалі кавалак карыцы10 насення кардамона1 кубак разынак4 сушеный інжыр1 кубак бланшыраваць або чешуйчатого міндальнекалькі кавалачкаў апельсінавай цэдры5 зубчыкаў1/2 фунта цукру кубоўНагрэйце віна і жорсткі матэрыял (які можа быць замешчаны з віномдля слабанервных) у вялікім чыгуне пасля дадання ўсе іншыя рэчы, АКРАМЯцукровыя кубікі. Проста, калі ён дасягае кіпення, пакласці цукар у провадзефільтр, намочыце яго ў гарачым варэнне, выміце яе і запаліць яе запалкай.Dip цукровай некалькі разоў у вадкасці, пакуль не будзе поўнага растварэння. служыцьгорача кубкаў з некалькімі разынкамі і міндалем ў кожнай кубку.Нотабене Aquavit можа быць цяжка знайсці і дорага для загрузкі. З яго дапамогай можна толькікалі ў вас сапраўды ёсць глыбінны жаданне быць мітусьлівым, або калі вы шведскагаЗдабыча.
		-- Jimmy Cannon

%
Камета Галлея: Ён прыйшоў, мы бачылі, мы пілі.
		-- Jimmy Cannon

%
Гары Бар мае новы кактэйль. Гэта называецца MRS ўдар. Яны робяць гэта змалако, ром і цукар, і гэта выдатна. Малако для жыццяздольнасці іцукар для бадзёрасці духу. Яны паклалі ў ром, так што людзі будуць ведаць, што рабіцьз усёй гэтай бадзёрасці і жыццёвых сіл.
		-- Jimmy Cannon

%
Маючы выдатны віно, калі б ты быў піва.
		-- Jimmy Cannon

%
Пабадзяўшыся бездапаможна ў асляпляльным мяцеліца Сэм моцна быўпалёгкай убачыў надзейнае сенбернара якая абмяжоўвае да яго зтрадыцыйная бочачку брэндзі прывязаны да каўняры."Нарэшце," усклікнуў Сэм, "лепшы сябар чалавека - і вялікі вялікага сабаку, таксама!"
		-- Jimmy Cannon

%
Ён добра ведаў Tavernes ў кожным toun.
		-- Geoffrey Chaucer

%
Ён гэтак жа, як Capistrano, заўсёды гатовыя на працягу некалькіх глыткоў.
		-- Geoffrey Chaucer

%
"Гэй! Хто ўзяў корак ад майго абеду ??!"
		-- W. C. Fields

%
Герояў Хогана Drinking Game -Зрабіць здымак кожны раз:- Сяржант Шульц кажа: "Я knoooooowww nooooothing!"- Генеральны Беркхолтер або Вялікі Hochstetter запалохаць / абразу палкоўніка Klink.- Палкоўнік Кінч улюбляецца ліслівасці палкоўніка Хогана.- Адзін са зняволеных прабіраецца з лагера (адзін стрэл за кожны зняволены ісці).- Палкоўнік Кінч прывязваецца да увазе пасля адказу на тэлефон (два стрэлыкалі гэта адна з нашых герояў на іншым канцы).- Адзін з немцаў пагражае адпраўляецца на рускую фронт.- Капрал Ньюкерк выклікае немца ў яго дзіўнай нямецкім акцэнтам, іпадманвае яго (два стрэлы, калі гэта палкоўнік Кінч).- Хоган мае рамантычны перапынак з прыгожай дзяўчынай з метро.- Палкоўнік Кінч ставіцца як ён ніколі не меў ўцёкі з Шталаг 13.- Сяржант Шульц дае сакрэтны (два стрэлы, калі ён падкупіў з ежай).- Зняволеныя слухаюць гутаркі немцаў схаванай перадатчыка.- Сяржант Шульц "захоплівае" адзін са зняволеных пасля ўцёкаў.- Лебо прамаўляе "Палкоўнік" як "CuH-Ло-`nell".- Картэр будуе нейкую прылады (два стрэлы, калі гэта не з'яўляецца выбуханебяспечным).- Лебо носіць фартух.- Хоган кажа "У нас няма іншага выбару," калі хтосьці сцвярджае, што планнемагчыма.
		-- The prisoners capture an important German, and sneak him out the tunnel.

%
Я не магу памерці, пакуль ўрад не знойдзе бяспечнае месца, каб пахаваць маю печань.
		-- Phil Harris

%
Я не давяраю чалавеку, які кажа, калі. Калі ён павінен быць асцярожным, каб ня піцьзанадта шмат, гэта таму, што ён не варта давяраць, калі ён робіць.
		-- Sidney Greenstreet, "The Maltese Falcon"

%
Я не п'ю, я не люблю яго, гэта прымушае мяне адчуваць сябе занадта добра.
		-- K. Coates

%
Я п'ю, каб іншыя людзі цікавыя.
		-- George Jean Nathan

%
Я кінуў паліць, піць і сэксу. Гэта быў самы * __________ ужаснув * 20хвілін майго жыцця!
		-- George Jean Nathan

%
Я толькі што васемнаццаць віскі запар. Я веру, што гэта запіс.
		-- Dylan Thomas, his last words

%
Я павінен думаць цяжка назваць цікавага мужчыну, які не п'е.
		-- Richard Burton

%
Я пацалаваў сваю першую дзяўчынку і вэнджанай мая першая цыгарэта ў той жа дзень.У мяне не было часу на тытунь часу.
		-- Arturo Toscanini

%
Я не зможа хадзіць, але я язды ад сядзячым становішчы.
		-- Arturo Toscanini

%
Я павінен выйсці з гэтых мокрай адзежы і ў сухое Martini.
		-- Alexander Woolcott

%
Я ніколі не казаў усё дэмакраты saloonkeepers; што я сказаў, было ўсёsaloonkeepers былі дэмакраты.
		-- Alexander Woolcott

%
Я ніколі не браць працу дадому са мной; Я заўсёды пакінуць яго ў якім-небудзь бары па шляху.
		-- Alexander Woolcott

%
Я мяркую, што праз некалькі гадзін я працверазее. Вось такая сумнаядумалі. Я думаю, мне давядзецца яшчэ некалькі напояў, каб падрыхтаваць сябе.
		-- Alexander Woolcott

%
Раней у мяне праблемы з алкаголем. Цяпер я люблю рэчы.
		-- Alexander Woolcott

%
Я не буду піць!Але калі я ...Я не буду напівацца!Але калі я ...Я не буду публічна!Але калі я ...Я не ўпадзе!Але калі я ...Я ўпасці тварам уніз так, каб яны не могуць бачыць мой кампаніі жэтон.
		-- Alexander Woolcott

%
Калі б ты быў скотч на скалах.
		-- Alexander Woolcott

%
Я хацеў бы сустрэцца з хлопцам, які вынайшаў піва і паглядзець, што ён працуе цяпер.
		-- Alexander Woolcott

%
Я хацеў бы мець бясплатную бутэльку перада мной, чым префронтальной Лабатамія.[Таксама аднесці да С. Клэй Уілсан. Рэд.]
		-- Fred Allen

%
Я не пад alkafluence з inkaholшто некаторыя thinkle Піп я.Гэта проста п'янымі сяджу тут больш я атрымліваю.
		-- Fred Allen

%
Я заўсёды шкадаваў для людзей, якія не п'юць - памятаеце,калі яны прачынаюцца, гэта так добра, як яны збіраюцца адчуваць ўвесь дзень!
		-- Fred Allen

%
Я заўсёды зрабіў гэта ўрачыстае практыку не нічога мацней не п'ючым тэкілы да сняданку.
		-- R. Nesson

%
Я ніколі не быў п'яны, але часта я overserved.
		-- George Gobel

%
Калі б Бог мае намер мужчына курыць, ён бы паставіў яго на агонь.
		-- George Gobel

%
Калі Бог меў намер Мужчыны курыць, ён паставіў бы Коміны ў іх галовах.
		-- George Gobel

%
Калі б я ведаў, што брэнд [віскі] ён п'е, я б адправіць бочку аботак мае іншыя генералы.
		-- Abraham Lincoln, on General Grant

%
Калі людзі пілі чарніла замест Schlitz, яны б лепш.[Які маркі чарнілаў? Рэд.]
		-- Edward E. Hippensteel

%
Калі вы не піць яе, хто-то яшчэ будзе.
		-- Edward E. Hippensteel

%
Калі піць, не паркаваць. Аварыі зрабіць людзей.
		-- Edward E. Hippensteel

%
У 1967 году Савецкі ўрад чаканіліся прыгожы срэбны рубель з Леніныму вельмі знаёмай позе - рукі паднятыя над ім, вядучых краіну даРэвалюцыя. Але, гэта было ўсім вядома, што калі вы глядзелі на яго зззаду, было ясна, што Ленін паказваў на 11:00, калі гарэлкакрамы адкрыты, і было на самой справе кажуць, «Таварышы, наперад па крамах гарэлкі.Стала модна, калі хто-небудзь хоча выпіць, каб вывезцірубель і сказаць: "О, божа мой, таварышы, Ленін кажа мне, што мы павінны ісці.
		-- Edward E. Hippensteel

%
У бутэльцы, шыя заўсёды уверсе.
		-- Edward E. Hippensteel

%
У зборы двух або больш людзей, калі запаленая цыгарэтазмешчаны ў попельніцы, дым будзе навяваць на твары які не паліць.
		-- Edward E. Hippensteel

%
У віскі гэта ўзрост, у цыгарэце гэта густ і ў спартовым аўтамабілігэта немагчыма.
		-- Edward E. Hippensteel

%
In Vino Veritas.[У віном ёсць праўда.]
		-- Pliny

%
Як ужо было сказана, што па сувязях з грамадскасцю гэта мастацтва выйграваць сяброўі прымусіць людзей пад уплывам.
		-- Jeremy Tunstall

%
Гэта мужны чалавек, які, калі рэчы ў цяжкую, можа адказаць ударам на ўдар і партыі!
		-- Dennis Quaid, "Inner Space"

%
Гэта будзе добра,Ужо амаль апоўначы,І ў мяне ёсць яшчэ два бутэлькі віна.
		-- Dennis Quaid, "Inner Space"

%
Гэта тая ж старая гісторыя; хлопчык сустракае піва, хлопчык п'е піва ... хлопчык атрымліваеЯшчэ адно піва.
		-- Cheers

%
Гэта бескарысна спрабаваць правесці некаторыя людзі ні да чаго яны кажуць, пакуль янывар'яцка закаханы, п'яны, ці балатавацца на выбарах.
		-- Cheers

%
Трымаеце Амерыку прыгожа. Ластаўка свае піўныя банкі.
		-- Cheers

%
Пацалунак не паліць; адчуць розніцу.
		-- Cheers

%
Пацалункі курца, як лізаць попельніцу.
		-- Cheers

%
Lady Astor даваў касцюмаваны баль і Ўінстан Чэрчыль спытаў яе, штомаскіроўка яна б рэкамендаваў для яго. Яна адказала: "Чаму ты не прыйшоўцвярозы, спадар прэм'ер-міністр? "
		-- Cheers

%
Хай годнымі грамадзянамі Чыкага атрымаць іх лікёр лепшы спосабяны могуць. Я стаміўся ад працы. Гэта няўдзячная адзін і поўны гора.
		-- Al Capone

%
Жыццё, як піва, проста запазычаныя.
		-- Don Reed

%
Паглядзіце на гэта з іншага боку: Ваша дачка толькі што назвалі свежым індычку вы прынеслідадому "Мілка", так што вы збіраецеся, каб купіць кансервы вяндліну. І вы па-ранейшамупілі звычайную скотч?
		-- Don Reed

%
Паглядзіце на гэта з іншага боку: Ваша жонка траціць $ 280 у месяц на ўроках медытацыізабыцца $ 26000 адукацыі каледжа. І вы па-ранейшаму пілі звычайную скотч?
		-- Don Reed

%
Марвін аматар прыроды шпіёніў конік скачкападобнага нароўні ў траве,і ў настроі для зносін з прыродай, рэдкае нават сярод паўнавартаснымПрырода Аматары, ён казаў конік, кажучы: "Прывітанне, сябарконік. Ці ведаеце вы, што яны назвалі напой пасля вас? ""Праўда?" адказаў Конік, відавочна задаволены. "Яныназвалі напой Фрэд? "
		-- Don Reed

%
"Вы не супраць, калі я запалю?""Я не хвалюе, калі вы загарэўся і памерці!"
		-- Don Reed

%
"Вы не супраць, калі я запалю?""Так, я хацеў бы бачыць, што, яно прыходзіць з вушэй ці што?"
		-- Don Reed

%
Мая маці п'е, каб забыцца, што яна п'е.
		-- Crazy Jimmy

%
Мой дзядзька быў горад п'яны - і мы жылі ў Чыкага.
		-- George Gobel

%
Ніколі не затрымліваць канцоўцы сустрэчы або пачатак кактэйлю.
		-- George Gobel

%
Ніколі не піць з чары пальцам - ён ўтрымлівае толькі ваду.
		-- George Gobel

%
Не, у мяне няма праблемы з алкаголем.Я п'ю, я напівацца, я падаю.Ніякіх праблем!
		-- George Gobel

%
[Норма прыходзіць з прывабнай жанчынай.]Трэнер: Normie, Normie, гэта магло быць Вера?Норма: З вялікай колькасцю дарагую аперацыю, можа быць.Трэнер: Што такое, Normie?Норма: Тэмпература пад маім каўняром, трэнер.Трэнер: Што б вы сказалі прыемнае піва, Normie?Норма: Спускаючыся?
		-- Cheers, Diane Meets Mom

%
[Норма пераходзіць у бары Віка Bowl-A-Rama.]За кадрам натоўпу: норма!Сэм: Як, чорт вазьмі, яны ведаюць яго тут?Кліф: У яго ёсць жыццё, вы ведаеце.Вудзі: Што я магу зрабіць для вас, спадар Пэтэрсан?Норма: бегчы з жонкай.Жыццё, як г-н Петэрсан: Вудзі?Норма: О, я чакаю фільма.
		-- Cheers, Take My Shirt... Please?

%
[Норма злы.]Вудзі: Што я магу прымусіць вас, г-н Петэрсан?Норма: галава Кліффорда Clavin ст.Сэм: Гэй, што адбываецца, норма?Норма: Ну, гэта свет сабакі ядуць сабак, Сэмі,      і я нашу Малако-Bone бялізну.Сэм: жыццё, як у хуткасную трасу, Normie?Норма: Б'е мяне, я не магу знайсці на рампы.
		-- Cheers, Diane Chambers Day

%
[Норма вяртаецца з лякарні.]Трэнер: Што такое, Норма?Норма: Усё, што павінна быць.Сэм: Што новага, Normie?Норма: Тэрарысты, Сэм. Яны захапілі жываце. Яны патрабуюць піва.Трэнер: Што гэта будзе, Normie?Норма: Проста звычайны, трэнер. Я буду мець пену піва і трубкай.
		-- Cheers, King of the Hill

%
[Норм спрабуе даказаць, што ён не Антон Kreitzer.]Норма: У другой палове дня, усё!Ўсё: Антон!Вудзі: Што адбываецца, г-н Петэрсан?Норма: перарывісты знак у маёй кішцы, што кажа, `` Устаўце піва тут ''.Сэм: Што я магу атрымаць Вас, нормай?Норма: [пачухваючы бараду] у вас блыхі парашок? Ах, жартую.      Дай піва; Я думаю, я проста ўтапіць маленькія прысоскі.
		-- Cheers, Two Girls for Every Boyd

%
Норма: спадары, пачніце краны.Трэнер: як жыццё вам, нормай?Норма: Як ён злавіў мяне ў ложку з жонкай.Трэнер: жыццё, як у Норм?Норма: Не для слабонервных, трэнер.
		-- Cheers, Friends, Romans, and Accountants

%
Норма: Прывітанне ўсім.Ўсё: [маўчанне; усе злы на нормай для быць багатым.]Норма: [Ажыццяўляе на абодвух баках самога гутаркі.]       Норме! (Norman).       Як вы сябе адчуваеце сёння, нормай?       Багатыя і піць. Наліце ​​мне піва.Вудзі: Якія апошнія, г-н Петэрсан?Норма: Дза-Дза ажэніцца мільянера, Петэрсан п'е піва.       Фільм у адзінаццаць.Вудзі: Як вы сёння, містэр Петэрсан?Норма: Ніколі не было лепш, Вудзі. ... Толькі адзін раз я хацеў бы быць лепш.
		-- Cheers, Chambers vs. Malone

%
Не ўсе мужчыны, якія п'юць паэты. Некаторыя з нас п'юць, таму што мы не паэты.
		-- Cheers, Chambers vs. Malone

%
Не піць, чаканка жанчын, ці рабіць наркотыкі не зробіць вас жывуць даўжэй -гэта толькі здаецца, што шлях.
		-- Cheers, Chambers vs. Malone

%
УВАГА:Хто-небудзь бачыў курэнне будзе лічыць пажар і воліу кароткай форме патушыць.
		-- Cheers, Chambers vs. Malone

%
Цяпер самы час для пітва; Зараз час, каб біць зямлюнеабмежаваны ногі.
		-- Quintus Horatius Flaccus (Horace)

%
Вядома электраінструмент і алкаголь не змешваюцца. Усім вядома, уладаінструменты не растваральны ў спірце ...
		-- Crazy Nigel

%
Стары дзед памёр, але яго настрой жыць.
		-- Crazy Nigel

%
Пасля ... у нетрах Афганістане, я страціў штопар, і мы былівымушаныя жыць на нічога, акрамя ежы і вады на працягу некалькіх дзён.
		-- W. C. Fields, "My Little Chickadee"

%
Адно з адрозненняў паміж мужчынам і машыны ў тым, што машына спакойнакалі добра змазаныя.
		-- W. C. Fields, "My Little Chickadee"

%
Адзін пыльны ліпеня ўдзень, дзесьці на мяжы стагоддзя, ПатрыкМэлоун быў у бары Малкахи, у выгіне локця з іншай вуліцы аўтамабільПраваднікі ад Бруклінскага Traction Company. Пакуль яны абмяркоўваліГоднасці лакальнага кальца героя, бар змаўкае. Мэлоун абгортваецца, каб убачыцьяго жонка, з тварам змрочным як смерць, пераслед у бар.Пляскаючы чатыры-бітны кавалак на стойку, яна малюе сябе да яецэлых пяць футаў пяць цаляў і кажа Малкахи, "Дайце мне, што сам маебылі Хавин ўсе гэтыя гады ".Малкахи глядзіць на Malone, які паціскае плячыма, а затым назад на Маргарэт МэрыМэлоун. Ён выкладае шклянку і налівае ёй патройны стрэл жыта. барабсалютна бясшумна, як яны глядзяць жанчына забраць шклянку і стук назадпіць. Яна пляскае шклянку на стойку, задыхаецца, уздрыгвае нязначна, авыходзіць; падзення прама назад, жорсткай, як дошка, выратаваны ад раптоўнай кантакцез падлогай барах па дастатковым жывот Симус Фогерти.Праз некаторы час, яна даходзіць да на більярдавым стале, куртку пад ёйКіраўнік. Яе крывёю вочы ўпаў на мужа, які кажа, "А ўсе гэтыягадоў ты думаючы, я атрымліваў асалоду ад meself ".
		-- W. C. Fields, "My Little Chickadee"

%
Толькі ірландскі каву забяспечвае ў адным шклянцы ўсе чатыры асноўныя групы прадуктаў харчавання -алкаголь, кафеін, цукар, і тлушч.
		-- Alex Levine

%
ЛАСКА НЕ курыць ТУТ!Штраф: рана, павольная смерць ад раку,эмфізэма або іншых курэнне выкліканых хваробай.
		-- Alex Levine

%
Паліцыя: Добры вечар, вы гаспадар?Вядучы: Не.Паліцыя: Мы атрымлівалі скаргі аб гэтай партыі.Вядучы: О прэпаратаў?Паліцыя: НямаВядучы: О гармат, а затым? Хтосьці скардзіцца гармат?Паліцыя: Не, шум.Вядучы: О, шум. Ну, што мае сэнс, паколькі няма стрэльбыці лекі тут. (Вялізны выбух чутны ўфон.) або феерверк. Хто скардзіцца на шум?Суседзі?Паліцыя: Не, суседзі беглі ўглыб гадзін таму. большасць нядаўніСкаргі прыйшлі з Піцбурга. Як вы думаеце, вы маглі бпапрасіць гаспадара, каб супакоіць рэчы ўніз?Якая прымае: ніякіх праблем. (У гэты момант памылка Volkswagon з прымітыўнымрэлігійныя сімвалы, намаляваныя на дзвярах з'яўляецца з жывыхНумар і раве па калідоры, міма паліцыі і нагазон, дзе яна ўразаецца ў дрэва. Колькасць гасцей падаць зна траву, стогны.) Глядзі? Рэчы пачынаюць намотвацьўніз
		-- Alex Levine

%
Запаведнік дзікай прыроды! Уладкуйце вечарыну сёння!
		-- Alex Levine

%
Рэцэпт Пан Галактычнай паласкаць Blaster:(1) Вазьміце сок з адной бутэлькі Ol 'Janx Духа(2) Наліць у яе адну меру вады з мораўSantraginus V (О, тыя, Santraginean рыба!)(3) Дазволіць 3 кубоў Arcturan Мега-джын, каб растварыцца ўСумесь (правільна лёдам або бензін страчаны.)(4) Дазволіць чатыры літры Fallian балотны газ у бурбалцы праз яго.(5) За задняй срэбнай лыжкай, плаваць меруQualactin Hypermint выняць.(6) Падзенне зуба з Algolian Suntiger. Глядзіце гэта растварыцца.(7) Пасыпаць Zamphuor.(8) Дадаць аліўкавы.(9) Напоі ... але ... вельмі старанна ...
		-- Alex Levine

%
Riffle Заходняя Вірджынія настолькі малая, што байскаўт прыйшлося падвоіць якгорад п'яны.
		-- Alex Levine

%
Рамантыка, як алкаголь, павінны быць даступнымі, але не павінна быць дазволенастаць неабходным.
		-- Edgar Friedenberg

%
Сказаў прывабным, цыгары паліць хатняя гаспадыня яе сяброўкай: "Я атрымаўпачаў адну ноч, калі Джордж прыйшоў дадому і выявіў адну спальванне ў попельніцы ".
		-- Edgar Friedenberg

%
Сэм: Што вы ведаеце там, нормай?Норма: Як сядзець. Як піць. Хочаце віктарыны мяне?Сэм: Гэй, як жыццё вас там, нормай?Норма: Б'е мяне. ... Тады гэта кайф мне і пакідае мяне паміраць.Вудзі: Як бы піва адчуваю, г-н Петэрсан?Норма: Даволі нервовая, калі я быў у пакоі.
		-- Cheers, Loverboyd

%
Сэм: Што добрае слова, Норма?Норма: Плоп, шлёп, шыпенне, шыпенне.Сэм: Ды не, ня галодны цёлка ...Норма: Так, так, так ...Сэм: Адзін пякотка кактэйль прыдумаць.Сэм: WHADDYA сказаць, нормай?Норма: Ну, я ніколі не сустракаў піва я не піў. І па ёй ідзе.Вудзі: Што вам заўгодна, містэр Петэрсан?Норма: шорты і свабодныя туфлі. Але я здавольвацца півам.
		-- Cheers, The Bar Stoolie

%
Сэм: Што вы скажаце, нормай?Норма: Любая танна, нясмачнай рэч, якая атрымае мне піва.Сэм: Што вы скажаце на піва, Normie?Норма: Хийя, марак. Новае ў горадзе?Норма: [бліжэйшыя ад дажджу] Увечары ўсіх.Ўсё: норма! (Norman).Сэм: Яшчэ залівання, норма?Норма: Гэта пацешна, я як раз збіраўся спытаць вас тое ж самае.
		-- Cheers, Diane's Nightmare

%
Сэм: Што адбываецца, Normie?Норма: Мой дзень нараджэння, Сэмі. Дайце мне піва, палка свечку ў      гэта, і я буду задзімаць маю печань.Вудзі: Гэй, г-н П. Як ідзе пошук г Clavin?Норма: Не так добра, як пошук г Donut.       Знойдзена яму кожную пару блокаў.
		-- Cheers, Head Over Hill

%
Сэм: Што новага, норма?Норма: Большая частка маёй жонкі.Трэнер: Піва, норма?Норма: Naah, я, напэўна, проста піць.Трэнер: Што рабіць, норма?Норма: Ну, навука шукае лекі ад смагі. Я выпадкова       каб быць паддоследным трусікам.
		-- Cheers, Let Me Count the Ways

%
Выяўляйце павага да ўзросту. Піць добры скотч для разнастайнасці.
		-- Cheers, Let Me Count the Ways

%
Сон - самы прыгожы вопыт у жыцці - за выключэннем напою.
		-- W. C. Fields

%
Курэнне цяпер дазволена !!!Любы жадаючы можа паліць, аднак, павінны падаць у трох экзэмплярах, тоУрад ЗША Ўздзеянне на навакольнае асяроддзе Мастацкая сабе (EINS),падрабязна апісваць тып гарэння прапанаваную, ўздзеянне нанавакольнае асяроддзе і чакалася супрацьстаянне. Заявы павінны быцьпададзенай 30 дзён.
		-- W. C. Fields

%
Курэнне з'яўляецца адной з вядучых прычын статыстыкі.
		-- Fletcher Knebel

%
Курэнне, наколькі я магу судзіць, у чым уся сутнасць быць дарослым.
		-- Fran Lebowitz

%
Курэнне забаронена. Абсалютна ніякіх IFS, НСРА або недакуркі.
		-- Fran Lebowitz

%
Так, шклянку напалову пустая, напалову, ці проста ў два разывялікі, як гэта павінна быць?
		-- Fran Lebowitz

%
Некаторыя людзі не маюць ніякага павагі да ўзросту, калі гэта не ў бутэльках.
		-- Fran Lebowitz

%
Часам я проста адчуваю, што ўвесь свет з'яўляецца цыгарэта і Ятолькі попельніца.
		-- Fran Lebowitz

%
Падзяліць 1/4 бутэлькі .187 літраўПалова 1/2 бутэлькіБутэлька 750 мілілітраўMagnum 2 бутэлькі 1,5 літраЕраваам 4 бутэлькіРаваам 6 бутэлек няма ў наяўнасці ў ЗШАМатузалем 8 бутэлекSalmanazar 12 бутэлекБальтазар 16 бутэлекНавухаданосар 20 бутэлек 15 літраўСуверэнныя 34 бутэлек 26 літраўСуверэнны з'яўляецца новая бутэлька, зробленая для запускувялікі круізны карабель у свеце. Бутэлька абышлася 8000 даляраўвырабляць і яны толькі зрабілі 8 з іх.Большасць пацешнымі назвамі прыходзяць з біблейскіх людзей.
		-- Fran Lebowitz

%
Сімптом: Алкаголь не дае густ і задавальненне, піванезвычайна бледны і ясна.Праблема: Шкло пустым.Неабходнае дзеянне: Знайсці каго-небудзь, хто будзе купляць вам яшчэ піва.Сімптом: Алкаголь не дае густ і задавальненне,і пярэдняя частка кашулі вільготная.Няспраўнасць: Рот не адчыняць пры пітво або шкло ўжываецца дляняправільна частку асобы.Неабходнае дзеянне: купіць яшчэ піва і практыкі перад люстэркам.Піць столькі, колькі неабходна, каб дасканалай тэхнікай пітной.
		-- Bar Troubleshooting

%
Сімптом: Усё прайшло цёмна.Няспраўнасць: Бар зачыняецца.Патрабаванае дзеянне: Panic.Сімптом: Вы абудзіць знайсці ваш ложак цяжка, холадна і мокра.Вы не можаце бачыць святло ў ваннай.Няспраўнасць: Вы правялі ноч у канаве.Неабходнае дзеянне: Праверце вашыя гадзіны, каб убачыць, калі бары адкрыты яшчэ. Калі няма,папесціць сябе качанне ў ложку.
		-- Bar Troubleshooting

%
Сімптом: Ногі халодныя і мокрыя, шкло пусты.Няспраўнасць: Шкло праходзіць у няправільным кутом.Неабходнае дзеянне: Уключыце шкла іншы бок так, што адкрыта канчатковыя кропкіда столі.Сімптом: Ногі цёплы і вільготны.Няспраўнасць: Няправільнае кіраванне мачавой бурбалкі.Неабходнае дзеянне: Перайсці стаяць побач з бліжэйшай сабакі. Праз некаторы час скардзяццаўладальніку аб яго адсутнасць хатнім навучанні іпатрабаваць піва ў якасці кампенсацыі.
		-- Bar Troubleshooting

%
Сімптом: пакрыццё размытым.Няспраўнасць: Вы глядзіце праз дно пустую шклянку.Неабходнае дзеянне: Знайсці каго-небудзь, хто будзе купляць вам яшчэ піва.Сімптом: пакрыццё рухацца.Няспраўнасць: Вы вядуцца.Неабходнае дзеянне: Высветліце, ці ёсць вы прыняты ў іншы бар. Калі няма,гучна скардзіцца, што вас выкралі.
		-- Bar Troubleshooting

%
Сімптом: пакрыццё калыханне.Няспраўнасць: Празмернае турбулентнасць паветра, магчыма з-за паветранага хакеяГульня працягваецца.Неабходнае дзеянне: Устаўце венікі ўніз назад пінжак.Сімптом: Усё прайшло цьмяны, дзіўны густ арахісаі завітушкі або недакуркі ў рот.Няспраўнасць: Вы ўпалі наперад.Неабходнае дзеянне: Глядзі вышэй.Сімптом: Наадварот сцены пакрытыя акустычнай пліткі і некалькіFlourescent светлымі палосамі.Няспраўнасць: Вы ўпалі на спіну.Неабходнае дзеянне: Калі ваш шклянку поўны, і ніхто не стаіць на вашымпітной руку, застаюцца на месцы. Калі няма, прымусіць каго-то дапамагчыВы ўстаяце, павек сябе бар.
		-- Bar Troubleshooting

%
Вазьміце мяне п'яным, я дома яшчэ раз!
		-- Bar Troubleshooting

%
Лепшая публіка разумная, добра адукаваны і трохі п'яны.
		-- Maurice Baring

%
Лепшы спосаб захаваць права з'яўляецца ажыццяўленне яго, і права надым гэта права варта памерці.
		-- Maurice Baring

%
Кельты вынайшлі дзве рэчы, віскі і самазнішчэнне.
		-- Maurice Baring

%
Царква побач, але дарога ледзяная; бар знаходзіцца далёка, але я будустаранна хадзіць.
		-- Russian Proverb

%
Пражытачны толькі выраслі яшчэ адзін долар літр.
		-- W. C. Fields

%
Бацька, праходзячы праз каледжа горада сына ўвечары накамандзіроўка, падумаў ён будзе плаціць свайго хлопчыка сюрпрызам візіт. прыбыўшы набратэрства дом юнакі, бацька гучна пастукаў у дзверы. Праз некалькі хвілінстукаць, сонны голас аднесла ўніз з акна другога паверха,"Whaddaya хочаце?""Ці жыве Рэмсі Дункан тут?" спытаў бацька."Так", адказаў голас. "Кінуць яго на ганку."
		-- W. C. Fields

%
Знак добрай вечарынкі з'яўляецца тое, што вы прачынаецеся на наступную раніцу жадаючыхзмяніць сваё імя і пачаць новае жыццё ў іншым горадзе.
		-- Vance Bourjaily, "Esquire"

%
Пошук ідэальнага марціні гэта падман. ідэальны марцінірэмень джын з бутэлькі; што-небудзь яшчэ дэкадэнцкі атрыбутыцывілізацыі.
		-- T.K.

%
Тэлефон з'яўляецца добрым спосабам мець зносіны з людзьмі без прапановыім напой.
		-- Fran Lebowitz, "Interview"

%
Вердыкт прысяжных з'яўляецца апрыёры меркаванне гэтага прысяжнага, хто паліцьгоршыя цыгар.
		-- H. L. Mencken

%
Сладострастное бландынка была ў чаце з яе прыгожы суправаджэння ў шыкоўнымУ рэстаране, калі іх афіцыянт, спатыкаючыся, як ён прынёс свае напоі,скідалі марціні на скалах ўніз па задняй частцы сукенкі бландынкі. янаўскочыла на ногі з дзікім бунтаваць гарлапаніць, пункцірнай дзіка вакол стала,Затым галопам выгінаючыся з пакоя з наступным яе звар'яцелай бойфрэндам.Мужчына сядзіць на другім баку пакоя з даты яго ўласны паманіўафіцыянту і сказаў: "Мы будзем мець два, што яна п'е."
		-- H. L. Mencken

%
Вада была ня прыдатнай для піцця. Каб зрабіць яго прымальным, мы павінны былі дадаць віскі.Па належных намаганняў, я даведаўся пра гэта падабаецца.
		-- Winston Churchill

%
«Увесь свет знаходзіцца ззаду каля трох напояў."
		-- Humphrey Bogart

%
Мудрых і разумных прыходзяць са спазненнем, каб зразумець, што алкаголь іНе сабака, лепшы сябар чалавека. Ровер прымае пабоі - і ён павінен.
		-- W. C. Fields

%
Ёсць больш старыя п'яніцы, чым старыя лекары.
		-- W. C. Fields

%
Ёсць толькі два віды тэкілы. Добра і лепш.
		-- W. C. Fields

%
Ёсць дзве праблемы з буйной пахмелля. вы адчуваецеяк вы збіраецеся памерці, і вы баіцеся, што не будзеце.
		-- W. C. Fields

%
Там цьвярозіцца мужчыны a'plenty, і п'яніцы ледзь дваццаць; ёсць мужчынызвыш дзевяноста якія яшчэ ні разу не цалаваўся. Але дайце мне няпэўныхровер, з Оркни да Дувра, мы будзем блукаць ўвесь свет зноў, іразам мы глядзець на свет.
		-- Andy Stewart, "After the Hush"

%
Там няма нічога дрэннага з устрыманнем, ва ўмераных колькасцях.
		-- Andy Stewart, "After the Hush"

%
Там заўсёды будзе піўныя банкі катаюцца па падлозе вашага аўтамабіля, калібос просіць пад'ёмнай дадому з офіса.
		-- Andy Stewart, "After the Hush"

%
У гэтыя дні неабходнае для жыцця будзе каштаваць вам прыкладна ў тры разы, што яныпрывыклі, і палову часу яны нават не прыдатнай для піцця.
		-- Andy Stewart, "After the Hush"

%
Яны ўзялі некаторыя з Ван Гога, большасць каштоўнасцяў, і ўсе Chivas!
		-- Andy Stewart, "After the Hush"

%
Каб быць у стане ап'янення, трэба адчуваць выдасканаленымі, але не зможа сказаць.
		-- Andy Stewart, "After the Hush"

%
Для адной вялікай індычкі дадаць адзін галон вермута і аплеценае бутлю Ангостурагоркія. Страсянуць.
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Занадта разарваў. Павінен ісці.
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Зубная паста ніколі не перашкодзіць густ добрага віскі.
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Два сябра былі з пітной раптам адзін пахіснуўся назад ад ягозэдлік і ляжаў нерухома на падлозе."Адна рэч аб Джым," другі сказаў бармэну, "ён упэўненыведае, калі спыніцца ".
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Вермут заўсёды прымушае мяне бліскучая, калі гэта не робіць мяне ідыёцкая.
		-- E. F. Benson

%
Мы не паліць, і мы не жаваць, і мы не ідуць з дзяўчатамі, якія робяць.
		-- Walter Summers

%
Што падлюга скраў корак з майго абеду?
		-- J. D. Farley

%
Калі ўсё астатняе трывае няўдачу, заліць паўлітра Гінэса ў бензабак, загадзяіскры 20 градусаў, плакаць "Божа, захоўвай каралеву!", і цягнуць ручку стартара.
		-- MG "Series MGA" Workshop Manual

%
Калі я п'ю, * Дружны * напоі! "Мужчына крычаў прысутным наведвальнікаў бара.Гучны агульным прывітанне падышоў. Выпіўшы віскі, ён скакаў на азэдлік і крычаў "Калі я бяру яшчэ выпіць, * усе * займае іншыпіць! "Аб'ява далі яшчэ настрой і яшчэ адзін раўнд напояў.Як толькі ён збіў свой другі напой, хлопец скакаў назадна крэсле. "І калі я плачу," зароў ён, пляскаючы пяць даляраў набар, "* все * плаціць!"
		-- MG "Series MGA" Workshop Manual

%
Калі я награваюць мой дом з маслам, я выкарыстаў у сярэднім 800 галонаў у год. Явыявілі, што я магу трымаць прыемна цёплай на працягу ўсяго зімой зкрыху больш за палову гэтай колькасці піва.
		-- Dave Barry, "Postpetroleum Guzzler"

%
Калі я прадаць лікёр, гэта называецца бутлегерству; калі мае заступнікі служыцьгэта на срэбных падносах на Lake Shore Drive, гэта называецца гасціннасцю.
		-- Al Capone

%
Калі чаша поўная, насіць яго ўзровень.
		-- Al Capone

%
Калі сітуацыя становіцца жорсткай, жорсткай ісці выпіць піва.
		-- Al Capone

%
Пры яздзе ў цягніку паміж Лонданам і Бірмінгемам, жанчыныспытаўся Оскара Уайльда: "Вы не пярэчыце, калі я запалю, ці не так?"Уайльд даў ёй пакасіўся і адказаў: "Я не пярэчу, калівам спальваць, мадам ".
		-- Al Capone

%
Хто мае патрэбу ў сябры, калі вы можаце сядзець у адзіноце ў сваім пакоі і піць?
		-- Al Capone

%
Навошта людзі купляюць старыя бутэлькі віна, калі яны могуць атрымацьсвежыя адзін за чвэрць цаны?
		-- Al Capone

%
Жанчына на вуліцы: Сэр, вы п'яныя; вельмі, вельмі п'яны.Ўінстан Чэрчыль: Спадарыня, вы выродлівыя; вельмі, вельмі непрыгожа.Буду цвярозы раніцай.
		-- Al Capone

%
Выдатны дзень. Ваш пахмелля проста прымушае гэта здавацца жудасна.
		-- Al Capone

%
Вудзі: Што гэта за гісторыя, містэр Петэрсан?Норма: блізняты Bobbsey перайсці па бровары.        Давайце проста скараціць да шчаслівага канца.Вудзі: Гэй, містэр Петэрсан, ёсць халодная адзін чакае вас.Норма: Я ведаю, і калі яна называе, я не тут.Сэм: Піва, норма?Норма: Хіба я атрымаў, што прадказальна? Добра.
		-- Cheers, Don't Paint Your Chickens

%
Вудзі: Гэй, містэр Петэрсан, Марозка калючы на ​​свой нос?Норма: Так, зараз давайце Джо Beer прыкусіўшы маю печань, так?Сэм: Што ты да нормы?Норма: Мой ідэальны вага, калі б я быў адзінаццаць футаў.Вудзі: Добры халоднае піва ідзе ўверх, г-н Петэрсан.Норма: Вы маеце на ўвазе, `Добры халоднае піва збіраецца * ўніз * г-н Петэрсан.
		-- Cheers, Loverboyd

%
Вудзі: Гэй, містэр Петэрсан, што вы скажаце на халодную?Норма: Убачымся пазней, Вера, я буду на ўра.Сэм: Ну, паглядзі на сябе. Вы падобныя на котку, якая праглынула канарэйку.Норма: А мне трэба піва, каб вымыць яго.Вудзі: Вы хочаце піва, г-н Петэрсан?Норма: Не, я хацеў бы дохлых котку ў шклянцы.
		-- Cheers, Little Carla, Happy at Last, Part 2

%
Вудзі: Гэй, містэр Петэрсан, у чым справа?Норма: Гарантыя на маёй печані.Сэм: Што я магу зрабіць для вас, Норма?Норма: Адкрываюць гэтыя піўныя краны і, о, ўзяць выходны, Сэм.Вудзі: Што адбываецца, г-н Петэрсан?Норма: Другой пласт на зіму, дрэва.
		-- Cheers, It's a Wonderful Wife

%
Вудзі: Як вы сябе адчуваеце сёння, г-н Петэрсан?Норма: Дрэнна.Вудзі: О, мне вельмі шкада гэта чуць.Норма: Не, я меў на ўвазе `заліць '.Вудзі: Гэй, містэр Петэрсан, якая гісторыя?Норма: Хлопчык сустракае піва. Хлопчык п'е піва. Хлопчык атрымлівае яшчэ піва.Пол: Гэй Норма, як гэта свет быў вам лячэння?Норма: Як дзіця ставіцца падгузнік.
		-- Cheers, Tan 'n Wash

%
Вудзі: Што адбываецца, г-н Петэрсан?Норма: Давайце пагаворым пра тое, што адбываецца * у * г Пэтэрсан. Піва, Вудзі.Сэм: жыццё, як у лячэнні вас?Норма: Гэта не так, Сэмі, але гэта не значыць, вы не можаце.Вудзі: Ці магу я наліць вам праект, г-н Петэрсан?Норма: Трохі рана, ці не так Вудзі?Вудзі: Для піва?Норма: Не, для тупых пытанняў.
		-- Cheers, Let Sleeping Drakes Lie

%
Вудзі: Што адбываецца, г-н Петэрсан?Норма: Пытанне ў тым, Вудзі, чаму гэта адбываецца са мной?Вудзі: Што адбываецца ўніз, г-н Петэрсан?Норма: Мае шчокі па гэтым зэдлік.Вудзі: Гэй, містэр Петэрсан, я магу наліць вам піва?Норма: Ну, добра, Вудзі, але абавязкова, каб спыніць мяне ў адным. ...       Эх, зрабіць гэта сто трыццаць.
		-- Cheers, Strange Bedfellows, Part 2

%
Праца праклён класаў пітных.
		-- Mike Romanoff

%
Вы не можаце зваліцца на падлогу.
		-- Mike Romanoff

%
Ты не алкаголік, калі вы ідзяце на сустрэчы.
		-- Mike Romanoff

%
Вы не выпілі, калі вы можаце ляжаць на падлозе без трымаецца.
		-- Dean Martin

%
