* SynRG адзначае, што шэраг пытанняў канфігурацыі адказаць у  Sendmail з'яўляецца нетрывіяльнай
		-- David Leimbach

%
* Джэймс б большае ўражанне, калі магічныя сілы netgod магла спыніць  разбівае ў першую чаргу ...* Netgod адзначае распрацоўшчыкі Debian як вядома, цяжка зрабіць уражанне
		-- David Leimbach

%
<SEL> патрэбна дапамога: мой першы пакет да майго правайдэра губляецца :-(<Netgod> SEL: ня пашлеце першы, пачаць з # 2
		-- David Leimbach

%
<Джэймс> лаяцца. Я так кульгавы я паслаў паведамленне пра памылку, каб        Debian распрацоўванага-змены
		-- David Leimbach

%
Я ніколі не думаў, што я хацеў бы бачыць дзень, дзе Netscape з'яўляецца свабодным праграмным забеспячэннем іX11 з'яўляецца ўласнасцю. Мы жывем у цікавы час.
		-- Matt Kimball <mkimball@xmission.com>

%
<Jim> Лем пераканацца, што я не марнаваць час тут ... bcwhite здыме      пакета па што нету былі выпраўленыя, якія маюць выбітныя памылкі цяжару      "Важны". Праўда ці хлусня?<JHM> Джым: "важна" або вышэй. Праўда.<Jim> Тады мы вось-вось страціць ftp.debian.org і DPKG :)* Netgod прапусціць Dpkg - гэта было часам карысна<Джой> Мы да гэтага часу абароты ....
		-- Matt Kimball <mkimball@xmission.com>

%
<JHM> перагрузкі з'яўляецца прыкметай сапраўднага суправаджае Debian.
		-- Matt Kimball <mkimball@xmission.com>

%
<Overfiend> partycle: Я сур'ёзна патрэбен адпачынак з гэтага пакета.            Я на самой справе была мара аб увядзенні тупой новую памылку            у XBase-preinst мінулай ноччу. Гэта дрэнны знак.
		-- Matt Kimball <mkimball@xmission.com>

%
Даць нявольнага ПА не з'яўляецца этычна легітымнай дзейнасцю, так што калілюдзі, якія робяць гэтую сутыкнуліся з праблемамі, гэта добра! Усе аб'екты на асновена нявольнага ПА павінны пацярпець няўдачу, і чым раней, тым лепш.
		-- Richard Stallman

%
Служба DNS Microsoft завяршаецца аварыйна, калі ён recieves адказда DNS запыт, які ніколі не быў зроблена. Fix інфармацыя: запусціць свой DNSСлужба на іншай платформе.
		-- BugTraq

%
* DPKG рукі сту велізарны шклянку vbeer* Джоі бярэ піва з ГТУ, вы занадта маладыя;)* Cylord прымае піва з Джоўі, ты занадта п'яны.* Cylord дае піва да маглаў.
		-- BugTraq

%
Мы, народ размеркавання Debian GNU / Linux, для таго, каб сфармавацьбольш дасканалым аперацыйная сістэма, усталяваць якасць, забяспечыць рынакРазнастайнасць, прызначаныя для агульных патрэб карыстальнікаў кампутараў, спрыяюцьбяспеку і канфідэнцыяльнасць, зрынуць манапольных сіл у кампутарыіндустрыя праграмнага забеспячэння, і замацаваць выгоды волі за намі інашчадствам нашым, абвяшчаем і ўсталёўваем сапраўдную Канстытуцыю для DebianДНУ Сістэма / Linux.
		-- BugTraq

%
"Гэта element_data структура элементаў, * элементам ELEMENT_TYPE =FORM_TYPE_SELECT_ONE, FORM_TYPE_SELECT_MULT. * / / * * Укладзеныя глыбейі глыбей, мацней і мацней, ідзі, ідзі, О, О, Ohhhhh !! * На жаль, атрымаўвыносіцца там. * / Структура lo_FormElementOptionData_struct ".
		-- Mozilla source code

%
У той час як 2000 год (Y2K) праблема не з'яўляецца праблемай для нас, усё Linuxрэалізацый ўплыў года 2038 (y2.038k) пытання.Праект Debian імкнецца працаваць з прамысловасцю па гэтым пытанніі мы будзем мець нашы поўныя планы і стратэгія размешчаныя першым квартале2020.
		-- Mozilla source code

%
... Дзе быў Stac Электроніка, калі Microsoft вынайшлі DoubleSpace? дзебылі Xerox і Apple, калі Microsoft вынайшаў GUI? Дзе быў Apple,QuickTime, калі Microsoft вынайшлі відэа для Windows? Дзе быў СпайгласМазаіка Inc., калі Microsoft вынайшлі Internet Explorer? Дзе быў някалі Microsoft вынайшлі Java?
		-- Mozilla source code

%
Прабачце, калі наступныя гукі баявой і празмерна асабісты,але гэта мой агульны стыль. - Ян Джэксан
		-- Mozilla source code

%
"Мая самая вялікая праблема з RH (і асабліва РЗ пакетаў CONTRIB) з'яўляецца тое, штоЯны не маюць нічога падобнага нашай палітыкі. Гэта адна з галоўных прычынТаму іх пакеты настолькі паршыва і зламаныя. Debian мае сумесную працубок будуе размеркаванне аж да выяўленчага мастацтва ".
		-- Mozilla source code

%
"Slackware карыстальнікі не маюць значэння. На маю вопыту, Slackware карыстальнікіальбо невуцкі пачаткоўцы, якія будуць мець праблемы нават з дзёгцем ці яныашалелыя Do-It-ўмельцы, якія не маглі б ўсталяваць чужое прекомпилируютсядвайковы нават калі яны былі аплачаны, каб зрабіць гэта ".
		-- Mozilla source code

%
<XinkeT> "Гасподзь, дай мне спакой прыняць тое, што я не магу         змяніць, мужнасць змяніць тое, што магу, і мудрасць         каб схаваць целы людзей, якіх я павінен быў забіць, таму што яны         п'яны мяне ".
		-- Mozilla source code

%
* Цёмна змяніў тэму на канале #debian да: позна ўвечары: Пасля  месяцаў ўважлівага астуджэння, Debian 2.0 досыць нарэшце крута  выпуск.
		-- Mozilla source code

%
Я сядзеў смяецца яхідна ў маёй запісной кніжцы, пакуль яны не паказалі мне бег PCLinux. І ах! Гэта было, як быццам нябёсы адчыніліся, і Бог вынесна баку кліента АС так прыгожа, так грацыёзна, і так элегантна, што мільёнРаспрацоўшчыкі Microsoft не мог прыдумаць, нават калі яны мелі стогадоў, і тысяча скрынь Jolt колы.
		-- LAN Times

%
Я сядзеў смяецца яхідна ў маёй запісной кніжцы, пакуль яны не паказалі мне бег PCLinux .... І хіба душыць гэты кампутар? Хіба гэта заікацца? Зрабіў гэта, ні разу,сказаць, што гэтая праграма выканала недапушчальную аперацыю і павінна быць закрытаўніз? Колькасць І гэта толькі на кліенце.
		-- LAN Times

%
"Я думаю, што большасць распрацоўшчыкаў Debian даволі" моцных валявых »людзейз вялікай ступенню разумення і высокім узроўнем страсці для таго, штояны ўспрымаюць як важна ў развіцці сістэмы Debian ".
		-- Bill Leach

%
"На самой справе, толькі размеркаванне Linux я калі-небудзь выкарыстоўвалі, што прайшлоТэст rootshell з скрынкі (хіт rootshell у той час адлегласць з'яўляеццавыпушчаны і паглядзець, калі вы можаце разбіць АС з дапамогай сцэнарыяў адтуль) з'яўляеццаDebian ".
		-- seen on the Linux security-audit mailing list

%
* CULUS асцерагаецца Perl - мова з дадатковымі памылак
		-- seen on the Linux security-audit mailing list

%
<СТУ> вы павінны баяцца выкарыстоўваць KDE, таму што RMS можа прыйсці да вас      Дом і прылепіцца ваш манітор з сякерай ці нешта :)
		-- seen on the Linux security-audit mailing list

%
"І я на самой справе падабаецца Debian 2.0, што значна я цалкам абноўленызмаўчанні канфігурацыі з сістэмы Linux наша кампанія прадае і зноўку любойз сістэм Linux у офісе і ў сябе дома .. "
		-- seen on the Linux security-audit mailing list

%
<Давідзе> як бой палітыкі палітыка паліцэйскай з палітыкай для змены         Палітыка паліцыі грамадскага парадку
		-- seen on the Linux security-audit mailing list

%
<Цёмна> "Давайце фармаваць стандарт Асацыяцыі па стандартызацыі Linux Linux        Савет. Мэта гэтай плаце будзе стандартаваць Linux        Арганізацыямі па стандартызацыі ".
		-- seen on the Linux security-audit mailing list

%
<Overfiend> Ці не прыходзяць да мяне з плачам пра свае "30 хвілін кампіляцый" !! Я            павінны пабудаваць X ў гару ў абодвух напрамках! У снезе! З голай            футаў! І ў нас не было кампілятараў! Мы павінны былі перавесці            Код С да Мнемоніка СЯБЕ!<Overfiend> А мне было 18, перш чым мы нават мелі мантажнікаў!
		-- seen on the Linux security-audit mailing list

%
Нью-Ёрк (CNN) - карыстальнікі Інтэрнэту, якія праводзяць нават некалькі гадзін у тыдзень у Інтэрнэцедома назіраецца больш высокі ўзровень дэпрэсіі і адзіноты, чым каліяны выкарыстоўвалі кампутарную сетку радзей, The New York Timesпаведаміла ў нядзелю. Вынік ... здзіўлены даследчыкаў іспонсары, сярод якіх былі Intel Corp., Hewlett Packard, AT & T Research іApple Computer.
		-- seen on the Linux security-audit mailing list

%
"Што дзівіць, аднак, агульнае размяшчэнне і інтэграцыяСістэма. Debian з'яўляецца сапраўды элегантны дыстрыбутыў; вялікую ўвагубылі прынятыя ў падрыхтоўцы пакетаў і іх размяшчэнне ў межахСістэма. Велізарная колькасць пакетаў, даступных таксама ўражвае .... "
		-- seen on the Linux security-audit mailing list

%
Debian Linux з'яўляецца цвёрдай, комплексны прадукт, і сапраўднае задавальненневыкарыстоўваць. Ён таксама выдатна падыходзіць да ўдзелу з калектывам Debian,чый прыязнасць і дух нагадвае першыя дні ў Інтэрнэце іяго пачуццё адкрытасці і глабальнага супрацоўніцтва.
		-- seen on the Linux security-audit mailing list

%
<Flood> я магу напісаць Unix-падобнае ядро ​​ў Perl?
		-- seen on the Linux security-audit mailing list

%
<Flood> netgod: У мяне таксама ёсць «зло Inside" футболку (ж / Intel лагатып) .. на        задняя гаворыцца: "Калі прыходзіць захапленне, вы будзеце мець корань?"
		-- seen on the Linux security-audit mailing list

%
<Зарка> "NT 5.0. Усе памылкі і ў дзесяць разоў памер кода!"
		-- seen on the Linux security-audit mailing list

%
<CULUS> ёсць 150 мегабайт у / TMP рэж! Госпадзе
		-- seen on the Linux security-audit mailing list

%
<TOOR> netgod: што вы маеце на сваім ядры ??? складзены крыніцай       кіраванне шатл ???<Spoo> час зрабіць паштовы дыск вашага дыскавода то. калі ядро       Абыякава падыходзяць ад таго, ядро ​​ІІ
		-- seen on the Linux security-audit mailing list

%
Цяпер я магу, нарэшце, растлумачыць ўсім, чаму я раблю гэта. Я толькі што атрымаў $ 7 вартаз свабодны матэрыял для працы на Debian!
		-- seen on the Linux security-audit mailing list

%
<Ultima> netgod: Мой калькулятар мае больш рэгістраў, чым x86, і
		-- thats- sad

%
* Boren кідае MATLAB праз увесь пакой і спадзяецца, што яна распадаецца на шэраг  aproaching бясконцыя peices
		-- thats- sad

%
"... Гэта было нашмат хутчэй, чым я думаў, што гэта будзе нашмат хутчэй,чым NT. Калі далейшае павелічэнне хуткасці зрабілі на сервер для канчатковагарэліз, Oracle будзе ў стане сцерці свае задніцы з SQL SERVER іперадаць яго назад у M $ у той час як адміністратары Oracle ... міграваць свае базы дадзеныхда Linux! "
		-- thats- sad

%
Сусветнае панаванне, вядома. І напаўголыя жанчыны. Якая розніца, каліяго дваццаць ніжэй? - Лінус Торвальдс
		-- thats- sad

%
<Flav> Win 98 Псіхічная выданне: Мы раскажам вам, дзе вы збіраецеся заўтра
		-- thats- sad

%
<ZPX> гэта дзіўна, як "ня-парушаная" Debian у параўнанні з слабіну і адноснай вільготнасці
		-- thats- sad

%
<Цёмна> "Гэй, я з гэтага праекта пад назвай Debian ... вы чулі пра яго?       Імя, здаецца, на кучу нашых рэчаў ".
		-- thats- sad

%
"У выпадку успрыняты правал спробы кіраўніцтва праектам #debian з'яўляеццаўпаўнаважаны прымаць радыкальныя і descisive меры для выпраўлення няспраўнага,уключаючы але не абмяжоўваючыся да выключэння чыноўнікаў, apointing новых чыноўнікаўі наогул злоўжыванне ўлады "
		-- proposed amendment to Debian Constitution

%
<Overfiend> мы называем 2.2 _POTATO_ ??
		-- proposed amendment to Debian Constitution

%
<SirDibos> зусім Johnie Ingram боўтацца тут, на IRC?
		-- proposed amendment to Debian Constitution

%
* Twilight1 прыйдзецца павесіць яго Mozilla шапочка дыназаўра пудзіла калі  Netscape аншлагі на шмат тых, хто прайграў ..
		-- proposed amendment to Debian Constitution

%
<Лк> калі MacOS для кампутарнай непісьменных, то Windoze з'яўляецца для      кампутарныя мазахісты
		-- proposed amendment to Debian Constitution

%
<Цёмна> CULUS: Пабудова пяць-метровы рэпліку Стэйт       Будынак з сашчэпкі ўражвае. Робячы гэта з завязанымі вачыма з'яўляецца       eleet.
		-- proposed amendment to Debian Constitution

%
Так і бачу яго цяпер: вылучэння з тэрарызмам ;-)        - Маноджхаха! я прызначыць Манодж.
		-- seeS

%
<JHM> Як-то ў мяне больш павагі да 14-гадовай распрацоўшчыкамі Debian, чым     14-гадовы Certified Microsoft прыгонных.
		-- seeS

%
<CULUS> Бэн: Вы solumly клянуся прачытаць вам Debian электронную пошту раз у дзень і        не дазваляюць людзям думаць, што вы MIA?<Бэн> CULUS: я таго клянуся
		-- seeS

%
"Цікава, калі гэта першая канстытуцыя ў гісторыі чалавецтвадзе вы павінны вылічыць квадратны корань, каб вызначыць, ці ёсць рухпраходзіць. :-) "
		-- Seen on Slashdot

%
Гэтае рашэнне задачы Debian у .. і так як адзіным рэальным спосабамкаб стварыць больш сваякоў распрацоўшчыкаў, каб мець дзяцей, нам трэба большсекс! Гэта доўгатэрміновыя інвестыцыі ... гэта сама праца, якаязадавальненне!
		-- Craig Brozefsky

%
<Marcus> Dunham: Вы ведаеце, як рэчавыя колькасці будуюцца з рацыянальна         колькасці па класах эквівалентнасці збежных паслядоўнасцяў?<Dunham> Marcus: так.
		-- Craig Brozefsky

%
<CULUS> "Прывітанне"? "Прывітанне Baybee" "Вы Johnie Ingram?" "Для вас я буду        хто "" Ermm .. Вы прадаеце Slink кампакт-дыскаў? "" Я люблю slinkies "
		-- Craig Brozefsky

%
<Overfiend> Xhost + лакальны павінна быць зроблена толькі з дапамогай людзей, якія б            фарбаваць хаста і пароля на міждзяржаўным            пуцеправод.
		-- Craig Brozefsky

%
<JHM> AIX - У Unix, ад сусвету, дзе Спок мае бараду.
		-- Craig Brozefsky

%
<Knghtbrd> Даследаванні даказваюць, што даследаванні выклікае рак у 43% лабараторыі           пацукі<CQ> knghtbrd- так, але 78% з тых статыстычных дадзеных са зрушэннем на 52% ...
		-- Craig Brozefsky

%
<Учащих> APT :! памылкі<Схільныя>! Памылкі дурныя<DPKG> APT: дурныя? што гэта?<Схільныя> Dpkg: я не ведаю,<Dpkg> APT: Прыгажосць у вачах уладальніка піўнога ...<Схільныя> я ўжо яго такім чынам, DPKG.
		-- Craig Brozefsky

%
<Маглаў> я спрабую пераканаць некаторых адміністратараў Netcom я ведаю, каб пераўтварыць          каб Debian ад RH, netgod, але яны па-чартоўску упарты<Маглаў> чаму карыстальнікі RH так па-чартоўску цяжка на чале?<Эспи> гэта капялюш
		-- Craig Brozefsky

%
<Дугі> Debian - Уся сіла, без дурной капелюшы.
		-- Craig Brozefsky

%
Колькі месяцаў мы будзем мець за імі [Redhat] з Glibcвыпусціць? "
		-- Jim Pick, 8 months before Debian 2.0 is finally released

%
Мэта маючы спісы рассылання, а якія не маюць навін з'яўляеццаразмясціць бар'ер для ўступлення, які абараняе спісы і іх карыстальнікаў адЎварванне агульнымі неадукаваных ордаў.
		-- Ian Jackson

%
Большасць з нас адчуваюць, што маркетынг тыпы як небяспечнай зброі - трымаць'Em выгружаны і замкнулі ў шафе, і толькі вывесці іх з каліВы павінны іх рабіць працу.
		-- Craig Sanders

%
<BENČ> Cerb: мы падпісалі вас на Debian-бой у якасці запавольніка<BENČ> Cerb: правілы спісу, 1) Няма добрыя лісты, 2) Ніякіх выбачэнняў
		-- Craig Sanders

%
<Teknix> наш мясцовы тэлекамунікацыйны прызнаў, што хтосьці "загнаны ў         Кнопка на камутатары "і ўзяў усю сетку банкаматаў ўніз<Netgod> спадзяюся, цяпер маршрутызатары прызначаныя лепш, так што "сетка         выключана "Swtich знаходзіцца на задняй
		-- Craig Sanders

%
<Overfiend> навальнічных: калі вы атрымліваеце {} MessagesLikeThisFromYourHardDrive<Overfiend> навальнічных: яна альбо сродкі {} TheDriverIsScrewy<Overfiend> або<Overfiend> {YourDriveIsFlakingOut BackUpYourDataBeforeIt'sTooLate            PrayToGod}
		-- Craig Sanders

%
<Схільныя> было сказана, што RedHat гэта тое Марк Юинг носіць на      галава.
		-- Craig Sanders

%
<MrCurious> сілай greyskull<MrCurious> хто падкажа забарона размяшчаць<Сопвич> mrcurious: * .debian.org, * .novare.net<PhilX> * .debian.org. гэта з'яўляецца дзіўным.
		-- Seen on LinuxNet #linux

%
"Што гэта сказаць мне? Што калі Microsoft былі апошнім праграмным забеспячэннемКампанія ў свеце засталося 13% насельніцтва ЗША будзе чысцяцьгараж продажаў і Гудвилл для старых TRS-80, машын CPM & Apple] [ 'S Перадяны будуць купляць Microsoft. Гэта не зусім звон адабрэння ".
		-- Seen on Slashdot

%
"Брус Мак-Кинни, аўтар з Hardcore Visual Basic, абвясціла, штоён сыты па горла VB і не буду пісаць 3-е выданне сваёй кнігі.лепшая цытата знаходзіцца ў канцы: "Я не патрэбен мова, распрацаваны акцэнтамГурт "."
		-- Seen on Slashdot

%
<Cylord> Ці будзе прымальным для Debian палітыкі, калі мы ўставілі кронтаб         Па змаўчанні ў бульбе, што па электроннай пошце bill.gates@microsoft.com         Кожную раніцу з электроннай поштай, якія чытаюць, "Не хвалюйцеся, Linux з'яўляецца         захапленнем ... "
		-- Seen on Slashdot

%
* Overfiend разважае рабіць у NMU з asclock, у якім ён проста мяняе  пашыраная апісанне да "Калі вы нахіліцца і пакласці галаву паміж  вашы ногі, вы можаце прачытаць час з вашага assclock ".<Дугі> Overfiend: класьціся спаць.
		-- Seen on Slashdot

%
<Рыд> Важна адзначыць, што асноўная прычына, па якой Рымская імперыя       Збой у тым, што яны не мелі ніякага паняцця нуля ... Такім чынам, яны не маглі       праверыць поспех або няўдачу сваіх праграм C.
		-- Seen on Slashdot

%
З якіх гэта часоў мэта Debian быў супакоіць інтарэсаўмаса некваліфікаваных спажыўцоў? - Стыў Карацей
		-- Seen on Slashdot

%
<Joeyh> netgod: э, гэтыя 2.2.0 Пакеты 2.0.0pre9 ці ў вас ёсць        Прамая лінія з багамі?<Netgod> joeyh: я ёсць прамую лінію
		-- Seen on Slashdot

%
<_Anarchy_> Ох .. хто раздаваць папяровыя мяшкі 8)
		-- Seen on Slashdot

%
<Няёмка> хто вакол?<Flav> няма, мы ўсё нерэгулярныя многавугольнікі
		-- Seen on Slashdot

%
<CULUS> Аб БОЖЕ НЕ выпадковая цытата генератар<Netgod>, вядома, вы не думалі, што было статычным? як кульгавы гэта будзе? :-)
		-- Seen on Slashdot

%
Простае неіснаванні з'яўляецца слабым апраўданнем для аб'явы рэч unseeable. вы* Можа * гл драконаў. Вы проста павінны глядзець у правільным кірунку.
		-- John Hasler

%
<Мелавыя> GCC з'яўляецца лепшым кампрэсар альбо перанесены на Linux. яна можа ператварыцца         12 МБ зыходных тэкстаў ядра (і гэта .debbed) у 500k ядра
		-- John Hasler

%
<Манодж> I * як * курыцы
		-- John Hasler

%
 [] DOGBERT [2] Рычард Столлман [3] Бафі Самэрс [1] MANOJ Шривастава [4] Ні адзін з вышэй
		-- Debian Project Leader 1999 ballot

%
<Oryn> Хто-небудзь ведае, ці ёсць версія DPKG для RedHat?
		-- Debian Project Leader 1999 ballot

%
Acme-гармата (3,1415) няўстойлівыя; Актуальнасць = нізкі  * Дададзеная бяспеку для прадухілення аператар расчляненне, закрывае: памылка # 98765,    памылка # 98713, # 98714.  * Дададзеная старонцы даведніка. закрывае: # 98725.
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
! Netgod: *! Час ляціць, калі Youre выкарыстаннем Linux! Doogie: *! ага, бясконцыя цыклы ў 5 секунд.! Teknix: *! хто-небудзь паўторнае тэставанне, што з 2.2.x?! Netgod: *! ды, 4 секунды Цяпер
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
* Цёмна вітае LIW з невялікім жоўтым жабы.* LIW цалуе жабу і назірае гэта пераўтварэнне да прыгожай батанік  дзяўчына, бярэ яе на марозіва, і шчасліва жыве вечна пасля  з ёй<Цёмна> LIW: Умм гэта занадта позна, каб мець жабу назад?
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
* CULUS думае, што мы павінны ісці на выставах і паглядзець колькі чалавек  можа забіць, кінуўшы кампакт-дыскаў Debian на іх
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Цёмна> "Так, ваша гонар, у мяне ёсць RSA шыфраванне кода Татуіраваныя на маім        пеніс. Ці павінен я паказаць прысяжным? "
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Knghtbrd> вы людзі ўсё з розуму.<Джой> рыцар: упэўнены, што менавіта таму мы працуем над Debian.<JHM> Knghtbrd: увайсці ў кантакт са сваім унутраным псіха.
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<CULUS> Санс не дэманструе не менш за 3 TCP / IP памылкі ў 2.2.3
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Mercury> alexsh: Be / вельмі / cairful, вы маглі б, калі ваш пашанцавала, смажыць ваш          матчыны платы ..<Knghtbrd> Ртуць - гучыць весела
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<RCW> цёмна-: Кальдера?<Knghtbrd> RCW - гэта не размеркаванне, гэта праклён<RCW> Knghtbrd: гэта праклятае размеркаванне
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
Праграмнае забеспячэнне як сэкс, лепш, калі гэта бясплатна. - Лінус Торвальдс
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Цёмна> Knghtbrd: У нас ёсць шмат whatevers.<Knghtbrd> цёмна - У Debian? Пекла ды мы робім!
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
Я зрабіў гэта проста сцаць вас пакінуць. :-P
		-- Branden Robinson in a message to debian-devel

%
Праграмнае забеспячэнне, неабходнае Win95 або лепш, так што я ўсталяваў Linux.
		-- Branden Robinson in a message to debian-devel

%
10) няма 10, але гэта гучала як добрая колькасці :)
		-- Wichert Akkerman

%
Эрык Рэйманд: Я хачу жыць у свеце, дзе праграмнае забеспячэнне не смактаць.Рычард Столлман: Любое праграмнае забеспячэнне, не з'яўляецца свабодным адстой.Лінус Торвальдс: Я зацікаўлены ў бясплатнае піва.Рычард Столлман: Гэта нармальна, да таго часу, як я не прыйдзецца піць. Я                   не падабаецца піва.
		-- LinuxWorld Expo panel, 4 March 1999

%
Я не ураўнаважаным чалавекам ... - Брус Perens
		-- LinuxWorld Expo panel, 4 March 1999

%
Асабіста я не часта кажам пра сацыяльную карысці, таму што, калі я чую іншылюдзі кажуць аб сацыяльнай карысці, што, калі я дасягаю рэвальвера.
		-- Eric Raymond

%
Калі мы хочам нешта добрае, каб нарадзілася ў дзевяць месяцаў, потым сэкс павіненадбудзецца. Мы хочам мець выгляд сэксу, які з'яўляецца прымальным і займальным для абодвухлюдзі, не тая, дзе хтосьці атрымліваць на нітах. Давайце атрымаць некаторыя крыжапладненне, але не хто-то атрымліваць на нітах.
		-- Larry Wall

%
Мы ўсе ведаем, Linux вялікі ... ён робіць бясконцыя цыклы за 5 секунд.
		-- Linus Torvalds

%
ДА! ДА! ДА! О, ДА! (Па электроннай пошце Ой, я пахаджу Мэг Раян ;-)
		-- Ian Nandhra

%
<Knghtbrd> Калі я пачну пісаць эсэ аб свабодным праграмным забеспячэнні для Slashdot,           калі ласка, здымаць мяне.
		-- Ian Nandhra

%
<RoboHak> хм, абед гучыць як добрая ідэя<Knghtbrd> б паспрабаваць як добрая ідэя занадта
		-- Ian Nandhra

%
пастскрыптум - Я аб * гэта * блізка да бегае ў сервернай пакоі зПара болторезные, і вялікі драўляны малаток, смеючыся як маньяк іусе рэжучыя я можа змясціцца кусачкі вакол. і біць, штоякія я не магу. так што калі я, здаецца паў-некогерентного, або проста вельмі * сапраўды * непрыемнычасам, калі ласка, даруй мяне. стрэс ня досыць рэч. }; Р
		-- Phillip R. Jaenke

%
Кожная кампанія скардзяцца дзелавой практыкі Microsoft, гэта простаружовы куст. Яны выглядаюць выдатнымі і пах прыемны. Пасля таго, як пашанцуе кампанія накаўтаваўMicrosoft яны будуць губляюць свае пялёсткі, каб выставіць шыпы знізу.шып любым іншым імем будзе так балюча.
		-- Phillip R. Jaenke

%
Што-то павінна быць зробленаГэта тое, штоТаму, гэта павінна быць зроблена
		-- The Thatcherite Syllogism

%
<Knghtbrd> xtifr - сцеражыцеся Джэймса, калі ён едзе яго лячэнне =>
		-- The Thatcherite Syllogism

%
Абыякавасць, безумоўна, будзе падзенне чалавецтва, але каго гэта хвалюе?
		-- The Thatcherite Syllogism

%
Ніколі не варта недаацэньваць сілу чалавечага глупства.
		-- Robert A. Heinlein

%
Золата, п.:  Мяккі падатлівы метал адносна мала па размеркаванні. гэта здабываецца  глыбока ў зямлі па беднякам, якія затым аддаць яго багатых мужчын, якія неадкладна  пахаваць яго назад у зямлю ў вялікіх турмах, хоць золата не зроблена  нічога з імі.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
* LILO заяўляе OPN віртуальны боль у задніцы :)
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
"Яны абодва прадпрыемствы - калі вы далі ім дастаткова грошай, яупэўнены, што яны зробяць усё, што, чорт вазьмі, вы спытаеце: -> "
		-- David Welton

%
"Вы маеце права не быць мудака. Калі вы адмаўляецеся ад гэтага праваусё, што вы кажаце і робіце тут будзе выкарыстана супраць вас. Калі вы не можацедазволіць сабе перастаць быць мудака, то хто-то будзе прызначаны для пачаткуваша адсюль ".
		-- Your rights as an irc addict

%
* Симунье настолькі шчаслівы, што яна мае яе маці Джына<Dellaran> лепш вярнуць іх назад, перш чым яна прапускае іх!
		-- Your rights as an irc addict

%
<Iambe> баявая найбольш Intellegent людзей на планеце не так проста
		-- Your rights as an irc addict

%
California, п.:    Ад лацінскага «Calor", што азначае "цяпло" (як у англійскай "калорый" ціІспанскі "кальенте"); і "fornia" за "палавога акта" ці"Блуд". Такім чынам: Цьеры-дэ-Каліфорнія, "зямля гарачага сэксу."
		-- Ed Moran

%
* Caytln пляскае Лізе<Caytln> кетфайт: P<LisaHere> Глядзець гэта дзяўчына, мне гэта падабаецца.<LisaHere> :)<Caytln> лічбы: D
		-- Ed Moran

%
<MFGolfBal> RIT / ара: Там-то сапраўды вар'ят аб UNIX            бялізну ...
		-- Ed Moran

%
X Window System:  Стандарт UNIX графічнае асяроддзе. З Linux, гэта, як правіла  XFree86 (http://www.xfree86.org). Вы можаце назваць гэта X, XFree, Х  Сістэма Акно, XF86, або мноства іншых рэчаў. Назавем яго "XWindows 'і  хто будзе біць вас, і вы будзеце гэта заслужылі.
		-- Ed Moran

%
<Knghtbrd> "Валютныя калектары форуму." "Я перанакіравання хоць           другасныя муфты. Калі мы зноў выраўнаваць мы фазавае разнастайнасць           павінны быць у стане выкарыстаць матрыцу плазменнай індуктар ўручную           запусціць новы сырны серыю паралельнае ".* ShadwDrgn ўздыхі<Фаза> вы пакінуць свае калектары адзіночку<Фаза>!
		-- Ed Moran

%
* Turken думае маленькія дзеці абсалютна чароўныя ... especialyy калі  яны чужую.
		-- Ed Moran

%
* Overfiend ўздыхі<Overfiend> Netscape адстой.<Overfiend> Гэта картачны домік спачывае на ложы з зыбучыя пяскоў.<Эспи> падчас землятрусу<Overfiend> у тарнада
		-- Ed Moran

%
<SilverStr> этыцы СМІ аксюмарон, гэтак жа, як гіганцкая крэветка і            Microsoft Works.<MonkAway> не кажучы ўжо NT Security
		-- Ed Moran

%
<Silvrbear> аксюмарон? Я бачыў адзін ўчора - памфлет на «Taco Bell            Харчовая каштоўнасць "
		-- Ed Moran

%
* Knghtbrd развязвае пару двайных бочечных snurf гармат і пакрыццяў  Ісус з snurf дартс<Ісус> Міні: P
		-- Ed Moran

%
<Jgoerzen> Дугі: вы гук вельмі нестабільным :-)<Knghtbrd> jgoerzen - ён.* Дугі BOPS Knghtbrd<Knghtbrd> см? Звяртаючыся да гвалту = D
		-- Ed Moran

%
Я таксама быў вялікім прыхільнікам Unix тых часоў я зразумеў, што ШАС няUnix. - Дэніс Бэйкер
		-- Ed Moran

%
<Dracus> Ctrl + Alt + Ctrl + P + R<Knghtbrd> Dracus - багі! Гэта горш, чым EMACS!<LauraDax> Hehehehe<Dracus> не пытаюцца, што гэта робіць: P
		-- Ed Moran

%
<Iambe> вы не псіх<Knghtbrd> Вы, відавочна, не ведаюць мяне дастаткова добра пакуль. =>
		-- Ed Moran

%
* AJ думае Кб ^ Zzz павінны выбіраць розныя рэчы, каб марыць пра што   Наогул рэзалюцыі і палітычныя змены.<Кб ^ Zzz> AJ - сказаць мне пра гэта, гэта дрэнны знак
		-- Ed Moran

%
<Crow_> хм, ці ёсць варыянт --now-чорт вазьмі для Exim?
		-- Ed Moran

%
<DarthVadr> Кіра: Рэгіструючы цёмнай боку, юнак.<Кіра> Дарт, я * AM * цёмны бок.
		-- Ed Moran

%
<Netgod> Feanor: і не маюць ніякага ўяўлення аб глыбіні stupidty амэрыканскага права
		-- Ed Moran

%
Той, хто вылучаецца ў сярэдзіне дарогі выглядае Roadkill для мяне.
		-- Linus Torvalds

%
<LILO> "ЛАСКА ПАВАЖАЦЬ інтэлектуальных мае рацыю!"<LILO> "Калі ласка прадэманстраваць інтэлект". ;)
		-- Linus Torvalds

%
<Knghtbrd> Feanor - пытанні ліцэнзавання важныя. Калі мы не глядзіце нас           аслоў зараз, чыя-то збіраешся падысці і ўкусіць нас пазней ...
		-- Linus Torvalds

%
"Цяпер мы будзем мець, каб забіць вас."
		-- Linus Torvalds

%
* Knghtbrd можа ўжо прадставіць: "Тэма: [намер рыхтаваць для выпрацоўкі   ПАДАЧА Паведамленне пра памылку] Памылкі друку ў праграмным дакуменце "
		-- Linus Torvalds

%
<Netgod> хе вось безнадзейная справа, як правільна вымаўленнем з         "Ювелірныя"<Netgod> адмовіцца ад яго :-)<Шалфей> і правільнае напісанне "колеры" :)<BENČ> хе<Шалфей> і алюміній<BENČ> або ядзерную зброю<Шалфей> вы threating мне янкі?<Шалфей> проста таму што мы не маем бомбу ...<BENČ> адступіць Я. жоўтага жывот
		-- Linus Torvalds

%
<LauraDax>! Бачыў Бога<Tabi-> LauraDax, я не памятаю "бог"
		-- Linus Torvalds

%
<Кіра> гэта хірургічная вайны, дзе вы ідзяце даць замежных войскаў нос працоўных месцаў?
		-- Linus Torvalds

%
<Xtifr> Афіна Desktop Environment! У вашых сэрцах, вы ведаеце * * гэта        Правільны выбар! :)* Knghtbrd THWAPS xtifr
		-- Linus Torvalds

%
<Knghtbrd> shaleh - нячысты проста дзіўна.<Эспи> хе, нячыста гэта крута<Knghtbrd> Эспи - і дзіўна.<Эспи> да, дзіўна таксама
		-- Linus Torvalds

%
<Xtifr> прамыя мазгавых імплантатаў :)<Knghtbrd> xtifr - да ну, то з выкарыстаннем ЭВМ фактычна патрабуюць некаторага           з гэтых ідыётаў думаць!<Knghtbrd>;>
		-- Linus Torvalds

%
<Knghtbrd> Overfiend - Дарэчы, пасля таго як мы выявілі X прымае ўсе 1,4 канцэртаў           будаваць, вы гатовыя прызнаць, што X з'яўляецца вірусы? =><Overfiend> KB: ёсць 16 1/2 хвілін разрыў у маёй абароне<ACF> knghtbrd: доказы таго, што X з'яўляецца толькі * другі * горшае аконная      Сістэма;)
		-- Linus Torvalds

%
<LIW> блін, аўтаномная рух мышы звычайна пачынаецца пасля таго, як выкарыстоўваць      кнопка мышы<Wichert> не выкарыстоўваць кнопку мышы, то :)<LIW> так, вядома :)
		-- Linus Torvalds

%
<Knghtbrd> Вы ведаеце, Linux мае патрэбу ў гульнявой платформы ў галоўнай ролі Tux<Knghtbrd> цікавае Супер Marioish, але з Tux і да таго падобнае маленькай кібер           памылкі і Borgs і да таго падобнае ...<Knghtbrd> А вам прыйдзецца скакаць міма billgatus і націсніце клавішу, каб кінуць яго           у лаву, а затым вы бачыце нейкі хлопец, які выглядае як RMS           ці хто-небудзь сказаць "Дзякуй за выратаванне мне Tux, але Лінус           Торвальдс у іншым замку! "
		-- Linus Torvalds

%
<Thoth_> Так, добра, што вось чаму ён пранумараваны 2.3.1 ... гэта для тых з нас         хто прапусціць NT-падобных uptimes
		-- Linus Torvalds

%
<Shinobi> Ёсць рэчы, страшнейшыя Perl .... ASP прыходзіць на розум
		-- Linus Torvalds

%
* М2 глядзіць на маніторы ... падобна гамбургер ...<Knghtbrd> м2 - гэта дрэнны знак
		-- Linus Torvalds

%
<Knghtbrd> Пакіньце яго Манодж патэлефанаваць Procmail "Вельмі дрэнна"
		-- Linus Torvalds

%
<Crow-> Манодж: добра, я не магу зразумець, такія рэчы, як "S / 3 # $% ^% {]] [@ F245}"<Манодж> Crow: Гэта не зусім прававой ;-)<Knghtbrd> Манодж - як бы адзін зрабіць "S / 3 # $% ^% {]] [@ F245}" прававой           у любым выпадку? (І што б гэта зрабіць? Хехе)<Манодж> Knghtbrd: Вы павінны скончыць S /// выраз.<Knghtbrd> ой, гэта ўсё?
		-- Linus Torvalds

%
<Кіра> Ада, адзіны мова запісваецца MILSPEC.<MIKSTER> <дрыжыкі>
		-- Linus Torvalds

%
<BENČ> -include ../../debian/el33t.h<BENČ> Sendmail зборкі ... Імя дзіўна загаловак :)<Isildur> хахаха* Netgod laffs<Netgod> BENČ: можна сказаць, у мяне выкарыстоўваецца для падтрымання Sendmail? : P<BENČ> хе :)
		-- Linus Torvalds

%
<Фаза> няма ... Я musn't мець больш кава !!! ;)<Симунье> ўпэўненыя ю рабіць Phase :)<Фаза> Вы сапраўды хочаце, каб я адлюстроўваючыся ад столі?<Симунье> Ёш :)<Kira_> адскокваючы столі gewd<Фаза> ок, які быў дурны пытанне<Kira_> гэта splatting на падлозе, што гэта праблема.
		-- Linus Torvalds

%
<Kensey> RMS для прэзідэнта ???<RelDrgn> ... або СОЭ, ён хоча новую працу;)
		-- Linus Torvalds

%
Ды не, толькі не зноў.
		-- Manoj Srivastava

%
<Knghtbrd> Вядома, RMS фанатык, я не адмаўляю гэтага. Я нават сказаць           ён каралеўскі боль у задніцы вялікую частку часу. але ён           яшчэ часцей правоў, чым няма, і ён заслугоўвае некаторага ўзроўню           крэдытнай і павага да яго працы. Мы не былі б тут сёння           без яго.
		-- Manoj Srivastava

%
<Эспи> заўтра будзе вялікае хваляванне ў рабочай сіле
		-- May 18, 1999

%
Я дыслексіяй Борг. Падрыхтуйце мець свой зад ламінат.
		-- May 18, 1999

%
<NeonKttn> У мяне быў сябар прытрымлівацца мяне ў яе шафе пры старэйшай школе beacuse I           не паверыць, што яе бойфрэнд ведаў пра прэлюдыі ...<NeonKttn> Я Shoulda прынёс папкорн. :)
		-- May 18, 1999

%
<Knghtbrd> друкаваным для wussies<Тофер> кампутарныя праграмныя прэйскурантаў .... наступны, на HardCopy
		-- May 18, 1999

%
<Kceee ^> Я ненавіджу карыстальнікаў<Knghtbrd> вас гэта гучыць як ужо сісадміна!
		-- May 18, 1999

%
<Change_m2> Уіл LINUX ніколі абагнаць нарэзаны хлеб як # 1 дасягненне            чалавецтва?
		-- May 18, 1999

%
<APH> Манодж збіраецца гайкі на крапежнай памылка крыжовага паходу! Ву ву!<Knghtbrd> Манодж пайшоў арэхі даўно. але памылка фіксацыі гэта крута =>
		-- May 18, 1999

%
<RCW> тыя бачна-бактэрыі, такія як шматколерныя чарвякі выходзяць з      BackOrifice ад Microsoft<RCW> гэта BackOffice лагатып
		-- May 18, 1999

%
* Симунье знаходзіцца на oc3-> OC12<Daem0n> Сімах: ўкусіць мяне. :)<Симунье> дэман: нармальна :)
		-- May 18, 1999

%
<Overfiend> LILO: ну тады, вы, верагодна, адказным мысляром.            Сардэчна запрашаем у вельмі маленькім клубе.<LILO> Overfiend: вітаць мяне, калі вы далучыцца :)
		-- May 18, 1999

%
У прынцыпе, я хачу, каб людзі ведалі, што, калі яны выкарыстоўваюць двайковы толькі модулі,Гэта іх праблемы. Я хачу, каб людзі ведалі, што ў іх касцях, і яхочаце выгукнуў з дахаў. Я хачу, каб людзі прачынаюцца ўхалодны пот кожны раз у той час, калі яны выкарыстоўваюць двайковы толькі модулі.
		-- Linus Torvalds

%
* Wichert_ ўяўляе майстар без MTA<Джэймс> Wichert: хм? што можа перашкодзіць сабе волю з BTS: р
		-- Linus Torvalds

%
<Геккон> Хм ... Цікава, што яшчэ аддзяляе Debian ад астатняй часткі        дыстрыбутываў.<Knghtbrd> геккон - Мы не смактаць<Геккон> Knghtbrd: вы не сказаць, што пры вырашэнні кучу людзей        Ад тых дыстрыбутываў<Knghtbrd> геккон - кропка.
		-- Linus Torvalds

%
Дзякуючы мадэлі развіцця зачыненым зыходным кодам ад XFree немагчымападтрымліваць ці нават разважаць пра, асаблівасці у прад- ці бэта-версіяхз XFree.
		-- Marcus Sundberg

%
>> Я не вельмі лічу Бібліі УПА-тэкст у якасці тэхнічнага дакумента,>> Але ... :)> Гэта кіраўніцтва - для жывых.Але яна не была абноўлена на працягу доўгага часу, шмат хто кажа, што гэтасумна састарэла, і вышэйстаячым суправаджае не рэагуе на ягоэлектроннай пошты. :-)        - Брандо Робінсан, Олівер Элфик, і Крыс Уотэрс у           паведамленне для Debian палітыкі
		-- Marcus Sundberg

%
<Knghtbrd> Я магу прыдумаць мноства людзей, якія маюць патрэбу User = ID10T Someplace!
		-- Marcus Sundberg

%
<Slashdot> мой ЗША geograpy шолудзі ... лол<Knghtbrd> так маё, і я жыву тут
		-- Marcus Sundberg

%
MoonChild без меркаваннем? Сатана катанне на працу заўтра!
		-- Brett Manz

%
<Knghtbrd> Я сапраўды не хачу шмат на ўсіх ... проста добрае слова, А.М.           прывабная жанчына, і неабмежаваны трафік !!
		-- Brett Manz

%
<Knghtbrd> Калі мы абодва маюць рацыю (я мяркую, што мы) Я не вельмі задаволены.* Minupla рукі вы прыніжэнне ўзнагароджання года.
		-- Brett Manz

%
Апошні раз я быў цесны кантакт з іншым чалавекам быў даволібалючы вопыт ... Я хутчэй спадабалася ...;)
		-- Brett Manz

%
<Apple_IIe> Хто-небудзь бачыў маю 80 слупка картку?
		-- Brett Manz

%
<Slackware> Ой-ой, што ж я пачаў :)<Debian> ROFL ... дыстрыбутываў нік вайны.* Slackware проста чакае / нік Gnome, / нік KDE, а затым сусветнай вайны 4   вырвацца<WinNT>: OP<OpenBSD> <качка><PalmOS> :)<Slackware> no'one асмеліцца / Nick RedHat<Tru64> Mew.
		-- Brett Manz

%
<Crow-> ім fcucking друк* Knghtbrd гарантуе увайсці ўсе Crow- кажа сёння ...<MrBump> хехех<MrBump> Ён сказаў, што ажаніцца на мне! Чорт !!<Crow-> ня чувак ніякай магчымасці<Knghtbrd> MrBump - Ён не такі п'яны<MrBump> Knghtbrd: Я раздушаны: о)
		-- Brett Manz

%
<Knghtbrd> aggh!<Knghtbrd> зрабіць яго спыніць!<Knghtbrd> зрабіць яго спыніць !!
		-- Brett Manz

%
<Knghtbrd> RoboHak - добра, патч не парушаная, але мой мозг           па-відаць,<Туалет> што няма нічога новага (;<Knghtbrd> туалет - цішыня.<Knghtbrd> =>
		-- Brett Manz

%
<DPG> Амерыканцы дзіўна ....<Xtifr> каліфарнійцы нават больш дзіўныя<Knghtbrd> xtifr мае кропку ...
		-- Brett Manz

%
* Woot усміхаецца ціхамірна.<Woot> Я не хачу здацца больш ахвотна аб ўваходжанні ў knghtbrd гадоў       siglist.
		-- Brett Manz

%
<CULUS> DHD: R вы частка тайнага Debian надструктуре?<DHD> няма. няма ніякага сакрэту Debian надструктуре.<Касмічныя прамяні> хоць цяпер, калі хтосьці прынёс яго, давайце пачнем сябар            :-)<Knghtbrd> касмічныя прамяні - чаму ж не, гучыць як цікавы спосаб, каб правесці           днём = D
		-- Brett Manz

%
<Xtifr> вы не павінны быць вар'ятам, каб працаваць тут .... Ой, пачакайце, ды ты!        :)
		-- Brett Manz

%
* O-O-заўсёды так debmake, таму што ён дакладна ведаў, што ён будзе рабіць ...<Там> O-O-: вы б ;-)
		-- Brett Manz

%
2.3.1 была выпушчаная. Людзі новыя да гэтай гульні павінны памятаць, што2.3. * Рэлізы ядра развіцця, без гарантый, што яныне выкліча вашу сістэму агульнай жудасныя рэчы, як карумпаваныя ягодыскі, ўзгарання або пачаць працаваць Mindcraft арыенціры.
		-- Slashdot

%
рабіць {    :} У той час (HELL_FROZEN_OVER!);
		-- Slashdot

%
0 7 * * * рэха "... Linux гэта проста дзівацтва" | пошта billg@microsoft.com -s = "І памятайце ..."
		-- Slashdot

%
<Хоп> кб: Я патрабую цэласнасці і сумленнасці ў тых, хто я рабіць бізнес з<Хоп> я ведаю, што мае патрабаванні з'яўляюцца неабгрунтаванымі, але хлопец можа марыць, не можа ён?
		-- Slashdot

%
<Jgoerzen> STU: ах гэтай машыне. Ці не падаецца вам, што-то па імя           Столлман заслугоўвае быць альфа? :-)<СТУ> jgoerzen: не, на самай справе, я б Prolly быць больш схільныя назваць 386      з 4-ма мегабайтамі аператыўнай памяці і 40 мегабайта на цвёрдым дыску Столлман ст.<СТУ> з вялікім утрыманнем тлушчу выпадку, што робіць тон шуму і бразготкі падлогу* Knghtbrd падае на падлозе, трымаючы за бакі смяяліся<СТУ> і ..<СТУ> двайны вышыні жорсткі дыск
		-- Slashdot

%
выклікі функцый клінгонску не «параметрамі» - яны маюць «аргументы»
		-- and they ALWAYS WIN THEM.

%
* Knghtktty не збіраецца спытаць, як шынкі патрапілі ў абмеркаванні ...
		-- and they ALWAYS WIN THEM.

%
<Knghtbrd> Тэма: [GR ПРАПАНОВА] Ці павінны мы галасавалі ў дробязях?
		-- and they ALWAYS WIN THEM.

%
<Woot> Змесціце * што * у вас .sig і паліць, Knghtbrd.<CULUS> Вы ведаеце, ён будзе прачытаць:><Woot> heheheheh.
		-- and they ALWAYS WIN THEM.

%
"Як вы падарожжа па жыцці заняць хвіліну, раз-пораз, каб дацьпадумаў іншы супрацоўнік. Ён мог быць задумвае. "
		-- Hagar the Horrible

%
<Knghtbrd> Добра, вы, людзі загаварылі аб BSDM прымянення           сеткавае абсталяванне ... Я думаю, што я ўцёк і рабіць нешта карыснае           і Debianish і трымацца далей ад гэтага ...<Knghtbrd> (для разнастайнасці)
		-- Hagar the Horrible

%
<Knghtbrd> mariab - не думаю, што Debian не меў некаторыя вельмі па-дурному і           відавочныя памылкі перад<Knghtbrd> вядома, мы, як правіла, выправіць нашы ПЕРАД мы выпускаем = D
		-- Hagar the Horrible

%
<Knghtbrd> mariab - Я з'яўляюся распрацоўшчыкам Debian. Red Hat з'яўляецца "ворагам" ці           Нешта падобнае я думаю .. Усё ж такі карыстальнікі тыпажоў RH як           ідыёты або іх размеркаванне, як поўнасцю разбіта па змаўчанні           з'яўляецца поўнай і канчатковай FUD.
		-- Hagar the Horrible

%
>> Але IANAL, вядома.>> IANAL небудзь. Мой сын, але калі я спытаў яго я мог бы атрымаць адказ, які я> Б не хацеў чуць."Вось мой рахунак-фактура". ? = D
		-- Hagar the Horrible

%
> Добра, я бачу, вы ведаеце, што вы робіце :-)Альбо так, альбо я атрымаў даволі добра на прыкідваецца.
		-- Hagar the Horrible

%
<Wichert> 8 раніцы гэта ungoldly гадзіну чуваць :)* Gorgo звычайна ўстае ў 11 раніцы
		-- Hagar the Horrible

%
Там няма дзіка.
		-- Hagar the Horrible

%
<_Anarchy_> ACF: магчыма 1 красавіка наступнага года Slashdot павінен працаваць "Роб MALDA            прымае новую працу ў якасці кіраўніка праекта Debian "8)
		-- Hagar the Horrible

%
* Netgod адкрывае сваю паштовую скрыню і адразу жадае ён hadnt
		-- Hagar the Horrible

%
<Frogbert> яго цяжка быць лесбіянкай withoutn грудзях ... людзі не прымаюць           вы сур'ёзна
		-- Hagar the Horrible

%
Магчыма Debian занепакоены больш пра тэхнічнае дасканаласць, а непрастата выкарыстання праграм узлому. У першым мы можам атрымаць поспех. ўАпошняе мы павінны саступіць поле Microsoft. Адгадайце, дзе я хачу пайсцісёння?
		-- Manoj Srivastava

%
* PerlGeek сапраўды іншапланецянін* Knghtktty лічыць PerlGeek
		-- Manoj Srivastava

%
<Netgod> мой кліент быў уласнасцю сур'ёзна<Netgod> гэты хлопец атрымаў корань, пабег аналізатары пакетаў, устаноўленых .rhosts ібэкдор, пакласці цэлы новы рэж ў называецца / Бібліятэка / "", які маеПоўны набор smurfing і забіваючы інструментаў<Netgod> адзіная памылка не выдаляючы лог<Netgod> Пытанне ў тым, як быў узламаны каранёвай, і што я не мог сказаць, у<Netgod> гэта, вядома, не Debian акно* Netgod адзначае скрынка Debian з'яўляецца адзіным засталіся некранутымі хакерам
		-- wonder why

%
* Joeyh рэзюмэ здзяйсняе свой хатні каталог. аааааа<Дроу> eeeeeeek<Дроу> joeyh: Гэта проста зло. Перыяд.
		-- wonder why

%
<Kethryvis> Gruuk: UFies з'яўляюцца звыш чалавецтва :)
		-- wonder why

%
Я спыніўся даўно, каб паспрабаваць знайсці што-небудзь у спісе памылка DPKG.Мы павінны працаваць для ўступлення ў Кнігу рэкордаў Гінеса.
		-- Stephane Bortzmeyer

%
<Ahzz_> я зразумеў 17G Oughta быць дастаткова.
		-- Stephane Bortzmeyer

%
<N3tg0d> мае / USR / бен / Emacs былі ўведзены ў / і г.д. / абалонак яшчэ? : P
		-- Stephane Bortzmeyer

%
* Joeyh карыстаецца выдатны здольнасць Netscape, каб ўрэзацца, каб закрыць        10 вокнаў з дапамогай аднаго націску кнопкі<Joeyh> вось гэта прагрэс!<Knghtbrd> Памылка шыны =>
		-- Stephane Bortzmeyer

%
<Гульня слоў> Вы вымяраць вібратары ў "знакаў у секунду"? ЯДрэнная навіна для вас, C90, вы мастурбаваў зУзор прынтэр.
		-- Stephane Bortzmeyer

%
Прывітанне! Я вірусам .signature! Скапіруйце мяне ў ваш ~ / .signature, каб дапамагчы мне sprea =d!
		-- Stephane Bortzmeyer

%
* Knghtktty шэпча пяшчоты да Thyla (матэрыял аб складальнікаў і            графіка і мадэрнізацыі аператыўнай памяці і вялікія жорсткія дыскі ...)<Thyla> oooooooooOOOOOOOOOO<Infinitas> Knghtktty: вось станоўча парнаграфічнага ...* Thyla сыходзіць у прыпадкі экстазу ...
		-- Stephane Bortzmeyer

%
<Саная> вы, хлопцы, усе хворыя! хворы хворы хворы я сказаць табе;)
		-- Stephane Bortzmeyer

%
* BMA з'яўляецца рывок* Knghtbrd з'яўляецца Knghtbrd* DHD таксама рывок* Эспи зло* Knghtbrd лічыць ESPY
		-- Stephane Bortzmeyer

%
* BMA цуды, калі гэта зробіць .sig Knghtbrd
		-- Stephane Bortzmeyer

%
Тэхнічныя дзі рашэння не выклікае галасавання. Два заканадаўства ў ЗШАдзяржавы амаль вырашыў, што значэнне Pi быць 3,14, дакладна. народнае галасаванненя робіць для правільнага рашэння.
		-- Manoj Srivastava

%
<AJ> <Knghtbrd> павелічэнне напружанасці ва ўсім свеце (пра што сведчыць злачынства<AJ> і яшчэ шмат чаго) за той жа перыяд часу выглядае як Linux<AJ> рост з 1993<AJ> `` Linux звязаны з сусветнай эпідэміі злачыннасці !! ''
		-- Manoj Srivastava

%
<Теллер> дзе я і што я раблю ў гэтай handbasket?
		-- Manoj Srivastava

%
Паколькі гэтая база дадзеных не выкарыстоўваецца для атрымання прыбытку, а з цэлымі працы не з'яўляюццаапублікаваны, ён падпадае пад добрасумленнага выкарыстання, як мы яго разумеем. Тым не менш, калі такіяняпоўныя ідыёт вырашае зрабіць прыбытак ад гэтага, яны будуць павінныдвойчы праверце ўсё гэта ...
		-- Notes included with the default fortunes database

%
Там няма кнопкі паўтору на котку, хто хоча сняданак.
		-- Notes included with the default fortunes database

%
Тэма: Памылка # 42432: Debian-палітыка: Прапанова па CTV для Праект для ДоказКанцэпцыя праекта прапаноў на Прапанова па CTV для CTV прыняць рашэнне абпрапанову аб CTV для CTV на Шоуду мы мець CTV нафайле / USR / док ў / USR / долі / пераходу док зараз, ці пазней.
		-- Ed Lang

%
<Knghtbrd> Гэта трекбол для аднаго<Wichert> так што гэта не грызун<Wichert> гэта какашка з мячом тырчыць<Wichert>, якія вы лашчыць пастаянна
		-- Ed Lang

%
* HomeySan чакае піцу Папа Джон, каб паказаць<Ravenos> мм. Тата Джон.<HomeySan> спадзяюся яны пасылаюць мілыя кіроўцы пастаўкі<Ravenos> яны не маюць, што тут.<Dr_Stein> чаму? ты збіраешся з'есці драйвер замест гэтага?
		-- Ed Lang

%
<Netgod> гэта мне, ці Knghtbrd храпу?<Joeyh> яны забілі knghtbrd!<Netgod> Кыш: Wichert, геккон, joeyh, і я ў пакоі спрабуючы ігнараваць          Knghtbrd<Кыш> netgod: Knghtbrd цяжка ігнараваць.
		-- Ed Lang

%
<Woot> Чалавек, жадаю knghtbrd былі тут, каб захапіць, што для яго спісе SIG.[... Праз некалькі гадзін ...]<Knghtbrd> Woot мяне не ведаеце vewy добра, рабіць ён?<Knghtbrd> muahahahaha
		-- Ed Lang

%
* Knghtbrd скурак Wichert з NERF дартс* Wichert адзначае няма МБР nerfs яшчэ і ігнаруе kngtbrd<Knghtbrd> Wichert - проста чакаць, убачыўшы NERF Гатлинга гарматы, МБР           не далеко (проста напампаваць рыса на працягу гадзіны або двух           ўсё ...)
		-- Ed Lang

%
Аперацыйных сістэм, устаноўленых:  * Debian GNU / Linux 2.1 4 CD Set (20 $ ад www.chguy.net; кошт уваходзіць    падаткі, дастаўка, і $ 3 ахвяраванне FSF). 2 кампакт-дыска з'яўляюцца падвойнымі, 2 CD    Поўны зыходны код;  * Windows 98 Second Edition Абнаўленне версіі ($ 136 праз Megadepot.com,    Цана не ўключае падаткі / адпраўка). не дзіўна, не зыходны код    ўваходзіць.
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
Крадзеж гэты слоган. Я зрабіў.
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Bfextu> ой Noooo, Knghtbrd ёсць пісталет :)<Дугі> ^^ ўставіць музыку ^^<Knghtbrd> bfextu - о / ~ ўсё гэта на хаду O / ~<Bfextu> о / ~ ўцячы, ruuuuun ад плацяць-ай-Айн о / ~
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Mercury> Emacs адстой, у літаральным сэнсе, не абраза, проста каментар, што яго          досыць вялікі, каб аказаць прыкметны гравітацыйнае ...
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
У кампутары, я лічу вашу веру ў тэхналогіі пацешным.
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
* Knghtbrd прызначае 3 Крыса* Пераменная цуды, хто яшчэ па імі Крыс, акрамя мяне<Knghtbrd> зменная - вы. =>* Knghtbrd чакае зменнай рэзка сказаць: "Я адчуваю сябе так выкарыстоўваецца!"<Пераменная> Knghtbrd: :)* Невялікі ++<Пераменная> :)
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
* Эспи разважае чарзе uplad назвай "пекла", так што я магу зрабіць dupload --to пекла
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Valkyrja> Java, дарагая, часам я сапраўды хачу біць вас.<Knghtbrd> Valkyrja - ён спадабаецца яму занадта шмат<Reteo> Valkyrja: да ну, ісці наперад і рабіць гэта ... біць Java у капучына! :-)
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Талі> быць vewwy vewwy qwuiet .. Я huntin ewwos wuntime
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
Red Hat нядаўна выпусціла Security Advisory (RHSA-1999: 030-01)якія ахопліваюць перапаўненне буфера ў пакеце Vixie хрон. Debian маевыявіў гэтую памылку яшчэ два гады таму і ўсталяваў яе. Таму версіі ўяк, стабільная і нестабільная, размеркавання Debian звычайна неўразлівыя да гэтай праблемы ..
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
Па-першае - Quake проста неверагодна. Гэта дазваляе шматкроць забіць вашагабос ў офісе без арышту. :)
		-- Signal 11, in a slashdot comment

%
Закон Лукаса: Сардэчна заўсёды пераможа, таму што зло наймае _stupid_             інжынераў.
		-- Signal 11, in a slashdot comment

%
* TribFurry толькі атрымлівае спам з UCSD ... Я выкарыстаў для атрымання электроннай пошты з            сам, але я вырашыў, што не падабаюся, і ён змоўкмне
		-- Signal 11, in a slashdot comment

%
<Rain_work> запіску аб інтэрната халадзільнікам ... "Для чалавека, які з'еў змесціва            кантэйнера з надпісам «Джэймс» - папярэджаньне, што гэта быў мой біялагічныэксперымент "
		-- Signal 11, in a slashdot comment

%
<KatanaJ> Звярніце ўвагу на лабараторыі Chem халадзільнік- «Гэта халадзільнік ня выбуха-          доказ ".
		-- Signal 11, in a slashdot comment

%
<KnaraKat> Dalnet падобна Спецыяльнай Алімпіяды IRC. Там вельмі шмат           слінацёк Goin ', і кожны з'яўляецца «пераможца».
		-- Signal 11, in a slashdot comment

%
Але змены Dpkg з'яўляецца недапушчальнай, і мы дамовіліся, сярод іншага,сачыць за патрэбамі нашых карыстальнікаў на пярэднім краі нашых розумах. І аду перспектыве карыстальніка, тое, што трымае сістэму акуратныя ў нармальнымВыпадак, і працуе * зараз *, значна лепш, чым ідэалістычных фантазій якпрацуе DPKG.
		-- Manoj Srivastava

%
Для кожнага зрок ёсць роўнае і супрацьлеглае рэдакцыя.
		-- Manoj Srivastava

%
<Epsilon3> Knghtbrd, калі мы хацелі lameass заўвагу мы сказалі б:           Эй, neckro
		-- Manoj Srivastava

%
<Tigah _-> у мяне ёсць 4 Гб / TMP<Knghtbrd> Што вы будзеце рабіць з 4G / TMP? Абагульненне X?<Tigah _-> да
		-- Manoj Srivastava

%
<KnaraKat> Укус мяне.* TheOne атрымлівае крыху солі, затым пераходзіць да грызці на KnaraKat трохі         трохі ....
		-- Manoj Srivastava

%
* Knghtbrd адзначае ён пюрэ мазгі сёння ўвечары<Валькірыя> ням, я магу ёсць?<Knghtbrd> гм ...* Knghtbrd хавае ад Валькірыя
		-- Manoj Srivastava

%
<Knghtbrd> joeyh цяпер мае тэрмінал на канапе?<Knghtbrd> Гэты хлопец правадной, клянуся =><Дугі> Knghtbrd: ноўтбук<Дугі> і я не маю на ўвазе котак.
		-- Manoj Srivastava

%
Улічваючы некаторыя апошнія нітак, інтэрактыўныя дыскусіі можаНеабходна праводзіць на палатне, у прысутнасці арбітра, анасіць мяккія пальчаткі. ;-)
		-- Phil Hands

%
<Джэймс> але, то я выкарыстаў Atari, мне было больш шанцаў выйграць у латарэю ў        Дзесяць краін адначасова больш чым атрымаць паскоранае X
		-- Phil Hands

%
* Joeyh задаецца пытаннем, чаму ўсе хочуць ведаць, наколькі высокі ён<Джэймс> joeyh: гэта дапамагае снайперу
		-- Phil Hands

%
* BENČ задаецца пытаннем, чаму ён павышаны да 3.3.5-1, перш дэ X суправаджальніка
		-- Phil Hands

%
<Дзяленнем> Я б не зрабіць гэта праз 24 гадзін, перш чым я б стральбы да         грыль і пляскаючы некалькі сяброў на Барбі.<Spacemoos> Чаму вы ўдар сяброў з Барбі, вось цікавае дзіўны
		-- Phil Hands

%
На самай справе .. на аснове гэтай мадэлі, што АНБ і не з'яўляецца ... многія злюдзі чытаюць гэта з'яўляюцца членамі НСА ... /. гэта Afterall 'Навіны дляПрыдуркі ".АНБ панядзелак раніцай {на кававарцы):АНБ АГЕНТ 1: Гэй, хлопцы, вы праверыць Slashdot за выходныя?    АГЕНТ 2: Не, я ўсталёўваў Mandrake 6.1 і я coulnd't атрымаць цыраваць             PPP злучэнне да ..    АГЕНТ 1: Ну праверыць гэта ... яны на нас.
		-- Chris Moyer <cdmoyer@starmail.com>

%
Тэхналогія з'яўляецца Констандом бітва паміж вытворцамі вырабляць больш ібольш дурня сістэмы і прырода вырабляць больш і лепш, ідыёты.
		-- Slashdot signature

%
knghtbrd: не можа быць ніякай лыжкі, але вы можаце выявіць ўразлівасць уeye_render_shiny_object.c?
		-- rcw

%
<Joy> вау ... Простая арыфметыка паказвае, што распрацоўшчыкі Debian ўжо больш закрытай      чым * 31 * * * тыс паведамленні пра памылкі, так як наша BTS існуе!<Joy> гэта значыць аб 30 999 больш, чым Microsoft;)
		-- rcw

%
<Knghtbrd> Заўважым, што вышэйпрыведзеныя ўсяго толькі меркаванне і не павінна быцьПрынятыя для ўключэння нейкай меры фактычнай інфармацыі.           СПІКЕР адмаўляцца усё і ўся. Справіцца з ёй.
		-- rcw

%
<Джэймс> любой гном уроды вакол?<Knghtbrd> не я, я проста вырадак
		-- rcw

%
<Madax> ах<Madax> збор вундэркіндаў ....<Madax> Я добра яго зараз
		-- rcw

%
<Knghtbrd> вучыцца любіць Window Maker.<Knghtbrd> трохі NeXTStep добра для душы.
		-- rcw

%
Засцярогі: гэта GNOME, бойцеся, вельмі баіцца лініі залежыць
		-- James Troup

%
<CULUS> Hhhmmmmmmmm<CULUS> вадзяныя для кароў<CULUS> eleet<CAS> CULUS: чаму б карова патрэбна вадзяны ложак?<CULUS> CAS: Каб быць зручнымі цёпла
		-- James Troup

%
Калі вы, што вы ясьце, я думаю, што робіць мяне сыр дацкая.
		-- Anonymous

%
<Хоп> пры запуску робіць толькі дурныя памылкі, якія відавочныя, вось      калі вы пачнеце атрымліваць кампетэнтны<Хоп>, таму што вы не робяць прынцыповага неразумення памылкі<Хоп> і тое * добрыя * ​​знак.
		-- Anonymous

%
<LILO> гэта дзіўна, калі вы ідзяце на сафары ў Афрыцы, каб злавіць льва, вы       знайсці яго жывым і гэта зараджае, і тады вы забіць яго<LILO> калі вы ідзяце на сафары ў Паўднёвай бухце, каб знайсці Palm Vx, вы знайшлі       яго мёртвым і ўзяць яго дадому і ён зараджае пасля яго з'яўлення :)
		-- Anonymous

%
<LILO> Я магу чытаць крывавы * Кіраўніцтва *, як быццам гэта былі нейкія       рэлігійныя гасцінца апісання формы прасвятлення можна дасягнуць       пасля 10 гадоў на гары :)
		-- Anonymous

%
Закон Гейтса: Кожныя 18 месяцаў, хуткасць праграмных паловак.
		-- Anonymous

%
<Knghtbrd> Solver_: дадаць карыстальнікаў, якія павінны быць Месінга з гукам у групу           аўдыё .. Пераканайцеся, што прылады ўсе групы адной (Ls -l           / DEV / DSP дасць вам хуткі ўказанне, калі гэта, верагодна,ўсталяваць справа) і сабраць ядро ​​з падтрымкай гуку для вашай карты<Knghtbrd> або неабавязкова ўсталёўваць ALSA крыніца і зборкі модуляў для гэтага           касметыкай kpkg<Knghtbrd> АБО (не рэкамендуецца) атрымаць і ўсталяваць злы OSS / Linux зло           несвабодныя зло бінарныя толькі злыя вадзіцелі --- але тыя ліхія.І я згадваў, што гэта не рэкамендуецца?
		-- Anonymous

%
Я думаю, IRC не збіраецца працаваць, хоць --- мы бяжым з тэму космасу!
		-- Joseph Carter

%
«Pacific Bell абслугоўвання кліентаў, гэта [..], як я магу даць вамвысокі ўзровень абслугоўвання кліентаў сёння? ""Hahahahaha !! Гэта добра, мне гэта падабаецца ..""Эм, дзякуй, яны робяць нас сказаць, што."
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Danpat> Омник: крывавыя newzealanders<Омник> danpat: затыкнуцца<Danpat> хе :)<Knghtbrd> высмейваў .nz'ers адрозніваецца --- яны ўсё дзіўна* Knghtbrd шкуры<Омник> hrmph
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Joy> Flinny: чорны кронтаб магіі цікавае рэчы :)<Knghtbrd> Joy: гэта значыць людзі, каб танцаваць голым вакол вогнішчаў           спевы дзіўныя рэчы і махаюць рукамі ў дурное           Спосаб?<RCW> knghtbrd: што вы * думаю * людзі робяць на Novare?
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Knghtbrd> * snipsnip *<RCW> Ах, з'яўляецца тое, што гук рэдагавання прадказальнік базы дадзеных?<Joy> Ой-ой<Knghtbrd> Да =>
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Joy> вось клудж (ТМ)<Knghtbrd> Гэта Працуе (тм)<Joy> AIX працуе (TM)<Knghtbrd> не, не<Knghtbrd> =>
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
"Розніца паміж геніем і глупствам, што геній гэтаМежы ».
		-- Albert Einstein

%
<Knghtbrd> Калі зарадка каго за парушэнне ЗША крыпта законы атрымалі б           ты смяяўся ў пазасудовым парадку, проста "расследаванне" іх на Hte зарада           ў здрадзе!<Knghtbrd> Чай, любы?<Эспи> Я лепш патануць палітыкаў замест гарбаты :)<СТУ> высочваць: палітыкі маюць жабры, дух<ESPY> ласкі не маюць жабры
		-- Albert Einstein

%
Калі ў мяне ёсць праблемы з устаноўкай Linux, то не так. Вельмі няправільна.
		-- Linus Torvalds

%
* Bma_home намацвае Вас<Bma_home> "дов ў, няправільна канал"<Bma_home> </ ACF><Cerb> кінуць вобмацкам мяне<Дугі> Вы ведаеце, вам спадабаецца.<Bma_home> самай справе, гэта быў "намацаць мне дзіцяці"<Gecko-> закрануць майго сына і ты памрэш БМА;)<Дугі> gecko-: але ваша жонка нармальна?
		-- Linus Torvalds

%
Чытанне кампутарныя дапаможнікі без апаратнага як расчараванне, як чытаннеКіраўніцтва па сэксу без праграмнага забеспячэння.
		-- Arthur C Clarke

%
<Knghtbrd> (tinc)<Эспи> (ytitac)<Knghtbrd> (ntinac)<Эспи> (гэта)<Knghtbrd> (у)* Эспи заўвагі гаварыць у ACR ^ Winitialisms будзе страшна, калі іншы бок  разумее вас
		-- Arthur C Clarke

%
<Knghtbrd> Шкада найстаражытныя юнікс з'яўляюцца да Y2K<| Дождж |> занадта дрэнна?<| Дождж |> чаму, таму што людзі не будуць мадэрнізаваць да 2038 году?
		-- Arthur C Clarke

%
<Espy_on_crack> "Я усталяваў" Linux 6.1 ', не робіць з мяне UNIX                гуру? "<BENČ> Espy_on_crack: не, вы павінны ўсталяваць яго двойчы, перш чым вы       гуру ... адзін раз, каб даказаць, што вы можаце зрабіць гэта, другі, каб выправіць тое,       Ваш зламаў першы раз<Espy_on_crack> Ну правільна, як па-дурному з майго боку
		-- Arthur C Clarke

%
* Knghtbrd робіць ET рэч<Knghtbrd> хто атрымаў казаць-н-заклінанне?
		-- Arthur C Clarke

%
<Омник> іншы .sig дадатак
		-- Arthur C Clarke

%
Я пачынаю думаць, што генафонд мог выкарыстаць трохі хлору.
		-- Arthur C Clarke

%
Гэта так дрэнна, як вы думаеце, і яны, каб атрымаць Вас.
		-- Arthur C Clarke

%
<Эспи> быць асцярожным, некаторыя папрок можа спаслацца на вас<Эспи> з кантэксту ...
		-- Arthur C Clarke

%
*** Тэма для #redhat: RedHat з'яўляецца адказам на ўсе вашы праблемы. гэта    можа быць пачаткам занадта!
		-- Arthur C Clarke

%
* Cesarb цуды, калі менш чым за тыдзень Кармак ў канчатковым выніку атрымліваючы  па электроннай пошце ветлівасці копію версіі крыніцы Quake які чатыры  разоў хутчэй, чым выйшаў з яго віртуальных рук ...
		-- Arthur C Clarke

%
<Knghtbrd> JHM: Я не паставіўшы землятрусу ў зыходны код ядра<Knghtbrd> але мы павінны пакласці землятрусу ў загрузных дыскет з адным планам           гульня тэтрыс кальдеры ..;>
		-- Arthur C Clarke

%
Зброя не забівае людзей. Гэта тыя праклятыя кулі. Зброю проста зрабіць іх перайсцісапраўды вельмі хутка.
		-- Jake Johanson

%
<Эспи> трэба разбіць галоўны ў "ядры" і "WTF-спажыўцы гэтага"
		-- Jake Johanson

%
<Culus-> libc6 не з'яўляецца істотным: |
		-- Jake Johanson

%
<DHD> ёсць спецыяльны навагодні пакет для землятрусу<DHD>, дзе вы атрымаеце быць як робат Санта на Футурамы?<Dunham> DHD: гэта было б вельмі незбалансаванае гульня ...<Knghtbrd> Dunham: гэта ідэя. ;>
		-- Jake Johanson

%
<Knghtbrd> праблема з стандартаў кадавання GNU, яны мяркуюць, штоусё ў свеце выкарыстоўвае Emacs .. Калі б гэта было так, бясплатна           Праграмнае забеспячэнне памрэ, таму што мы ўсе маюць праблемы запясціяк RMS да цяперашняга часу і ўжо не зможа закадаваць. ;>
		-- Jake Johanson

%
Давай! палітычны пратэст! Sheesh. Дзе гэта анархіст дух? ;-)
		-- Decklin Foster

%
Мы павялічылі нашы стандарты, так да вашай!
		-- Decklin Foster

%
* Woot цяпер вядома як Woot-вячэра* Knghtbrd акрапляе трохі солі на Woot<Knghtbrd> Я ніколі не меў Woot перад ... Надзея яны нясмачныя<Woot-вячэру> Noooo!<Woot-вячэру> ня еж мяне!* Knghtbrd вырашае, што ён не хоча абед, што перамовы з ім ... хехе
		-- Decklin Foster

%
[У дачыненні да мер, каб прадухіліць махлярства ў землятрусу]Я маю на ўвазе, да таго часу, як я магу зрабіць мае Ракетомет выглядаць вялікім Twinkie,Я буду рады;)
		-- Qeyser <keyser@jhu.edu>

%
<Knghtbrd> r0bert: карацей, мы рухаемся некалькі рэчаў кліент           У цяперашні час адказвае за расповед сервер у рэчы на           сервер правярае сябе<Knghtbrd> Калі Neo кажа "Там няма ніякай лыжкі", Матрыца скажа "Так           няма --- ніякага падману! "<Холлис> Але ён ведае кунг-фу ...<Knghtbrd> Вядома, ён робіць, але ў мяне ёсць гранатамёт.
		-- Qeyser <keyser@jhu.edu>

%
* Ртуць спакойна здымае руку XT-палосны па ..* Ртуць затым пераходзіць да біць XT-палосны з рукой XT-палосны ст.<Knghtbrd> вау, усё гэта землятрус хакерство робіць Ртуць жорсткім тут* Мао рада праект землятрусу кузня знаходзіцца ў добрых руках
		-- Qeyser <keyser@jhu.edu>

%
<Knghtbrd> CVS / запісы трымаў шнур, я павінен быў "змяніць"<Mercury> Knghtbrd: збіраўся згадаць такія .. <G><Mercury> Knghtbrd: Цяпер, гатовы здзейсніць?<Knghtbrd> пажадайце мне ўдачы<Knghtbrd> Ртуць: гэта зьдзяйсьняецца<Knghtbrd> Ртуць: а бо, што я павінен быць занадта.
		-- Qeyser <keyser@jhu.edu>

%
* Knghtbrd перасякае пальцы ног<Knghtbrd> (калі я перасёк мае пальцы было б цяжка ўвесці)
		-- Qeyser <keyser@jhu.edu>

%
<Дугі> ёсць адна дрэнная рэч аб тым, сотавы тэлефон.<Дугі> Я можа быць дасягнута ў любы час. : |<Wmono> Вось чаму я пакінуць шахту выключанай ўвесь час. ;>
		-- Qeyser <keyser@jhu.edu>

%
<Палісад> як мы будзем вымаўляецца '00 або '01 або '02 і гэтак далей?<Deek> Развітайцеся з дзевяностых, павітацца з naughties. :)
		-- Qeyser <keyser@jhu.edu>

%
<Deek> Калі карыстальнік накіроўвае пісталет на назе і націскае на курок, яго       Наша задача забяспечыць куля трапляе дзе ён павінен.
		-- Qeyser <keyser@jhu.edu>

%
<Mercury> Будзьце асцярожныя, у мяне ёсць клавіятуры можна выкарыстоўваць, каб біць галовы LUSER ў          у, а затым працягваць выкарыстоўваць ... (=:]<Deek> Ртуць: О, сродак IBM. :)
		-- Qeyser <keyser@jhu.edu>

%
<Палісад> knght, Sheesh, вы ўстаўкі мае словы з кантэксту, у           #debian або што-то?<Палісад>;)<Knghtbrd> няма, але я, верагодна, павінен быць;><Палісад> d'ах!
		-- Qeyser <keyser@jhu.edu>

%
<CAS> Ртуць: GPM не вельмі добра вэб-браўзэр. гэта выправіць.
		-- Qeyser <keyser@jhu.edu>

%
<CAS> ну там я ісці. сказаць нешта дурное ў IRC і мець яго      увекавечаны назаўжды у чыім .sig файла
		-- Qeyser <keyser@jhu.edu>

%
Microsoft з'яўляецца мешанкі Борг і ференги. На жаль,яны выкарыстоўваюць Борг зрабіць іх маркетынг і ференги зрабіць іхпраграмаванне.
		-- Simon Slavin

%
Я б аддаў перавагу выдаткаваць 10 гадзін чытання зыходнага кода чужой, чым 10хвілін слухаць Musak чакае тэхнічную падтрымку, якая не з'яўляецца.
		-- Dr. Greg Wettstein, Roger Maris Cancer Center

%
Калі вы думаеце, што вы збіраецеся сёння?
		-- Dr. Greg Wettstein, Roger Maris Cancer Center

%
Я чуў ўсялякія й змрочна прадказанні для Y2K, таму я Думаў прыслухацца некаторыя парады, што эксперты давалі: Папоўніць бензабак аўтамабіля, назапасіцца кансервамі, папоўніць ванну вадой, і гэтак далей.Думаю, я не цалкам прачнуўся, калі я завяршыў мае прэпараты ў канцы мінулаганоч. Гэтай раніцай я выявіў на кухні паліцы, прасякнутыя бензінам, вадау бензабак аўтамабіля, і мой ваннай напоўнены печаных бабоў.
		-- Dan Pearl in a message to rec.humor.funny

%
<Тарзан> эй ты зваліцца ваш Pirch або што-то?<Knghtbrd> мне? хе.
		-- Dan Pearl in a message to rec.humor.funny

%
<Эспи> вы запечаныя<Knghtbrd> Эспи: толькі палова так
		-- Dan Pearl in a message to rec.humor.funny

%
<DarkAngel> Я ўвогуле не выкарыстоўваць усе, што мае "эксперыментальны" і            "Папярэджаньне" ўставілі ўсе над ім<DarkAngel> няма, я не настолькі дурны ... хехе<Knghtbrd> ...* DarkAngel лічыць загрузіўшы апошнюю нестабільную ядро
		-- Dan Pearl in a message to rec.humor.funny

%
<Wichert> Solaris з'яўляецца BSD, таму ён павінен працаваць* Эспи прымае Труба Расколіны Wichert прэч
		-- Dan Pearl in a message to rec.humor.funny

%
<Knghtbrd> Шкада найбольш старыя юнікс аказалася да Y2K<Knghtbrd> таму што гэта азначае, што людзі ўсё роўна будуць іх выкарыстоўваць на працягу 30 гадоў           = р<Knghtbrd> было б так значна прыемней, калі Y2K эфектыўна забіты           HPUX, AIX, SunOS і г.д.;><Эспи> Knghtbrd: з якога гэта часу PH-UX, болю, і solartus "стары"?
		-- Dan Pearl in a message to rec.humor.funny

%
* Gxam цуды, калі ўсе гэтыя глабальныя сапраўды неабходныя<Knghtbrd> большасць з іх на дадзены момант ды<Knghtbrd> Нам сапраўды трэба ачысціць іх у некаторай кропцы<Knghtbrd> gxam: глобалов прыйдзецца сысці, як мы мігруюць у напрамку           Модульнасць і вар'яцтва (г.зн. Libtool)
		-- Dan Pearl in a message to rec.humor.funny

%
<Raptor> Адамел, я думаю, што код вы зафіксавалі мой не працуе<Raptor> я не павінен быў зрабіў рабочы код<Knghtbrd> Raptor: як гэта першы раз, калі здаралася = р
		-- Dan Pearl in a message to rec.humor.funny

%
<Mercury> Knghtbrd: Выкарыстанне -3dfx або -svga?<Knghtbrd> Меркурый нешта рабіць разумны з ім<Knghtbrd> Mercury: абодва --- SVGA sig11 Жаночая, -3dfx sig4-х<Knghtbrd> Ртуць: гэта не добра ці не так? ;>
		-- Dan Pearl in a message to rec.humor.funny

%
<Knghtbrd> Паверце, мы ведаем, што мы робім ... Мы можа не мець паняцці, як           мы робім гэта, але мы ведаем, што мы робім.
		-- Dan Pearl in a message to rec.humor.funny

%
<Mercury> <CJ | Bizkit-0-> я магу загрузіць на сервер Linux Тхо<Mercury> <CJ | Bizkit-0-> я атрымаў магчымасць ўваходу на адным<Mercury> <Mercury> Што гэта працуе?<Mercury> <CJ | Bizkit-0-> ммм<Mercury> <CJ | Bizkit-0-> Apache я думаю<Mercury> Дапамога, калі ласка, дапамажыце ..* Omni пасмейваецца
		-- Dan Pearl in a message to rec.humor.funny

%
<JT> павінны памылка, будзе пазначана як крытычнае, калі яна закранае толькі адну арку?<Джэймс-чалавек, адпрацоўваецца свой праезд> JT: RC для гэтага зводу можа быць, але гэтыя віды аркі                 Канкрэтныя памылкі рэдкія ...<JT> не тады, калі гэта выклікана памылкай у GCC<Дугі> JT: атрымаць GCC выдалены з гэтай аркі. :)
		-- Dan Pearl in a message to rec.humor.funny

%
<EDLIN> LWE?<EDLIN> Linux Вт ?? E ??<Бачыць> будзе eatyou<JHM> World Expo?<EDLIN> я бачу
		-- Dan Pearl in a message to rec.humor.funny

%
"Сімвалічную плату". Што пачварнае прапанову. Гэта адна з тых рэчаў, якіявынікае, што калі ў вас спытаць, вы не можаце сабе гэта дазволіць.
		-- Linus Torvalds

%
<Deek> вы GPL хатняе заданне? :)<Knghtbrd> да ну = D<Knghtbrd> Любы дазваляецца выкарыстоўваць ці мадыфікаваць сваю хатнюю працу, але калі яны           распаўсюджваць змены, якія яны павінны ўключаць у сябе поўны машыначытаемых           Зыходны код;>
		-- Linus Torvalds

%
* Knghtbrd значыць кожны дзень больш пераконваюся, што большасць кадавальнік C ++ не ведаю, што           чорт вазьмі, яны робяць, які з'яўляецца, чаму C ++ мае такую ​​дрэнную рэпутацыю<CULUS> кб: Большасць C кодэры не ведаюць, што яны робяць, гэта толькі робіць яго        лягчэй схаваць: P<CULUS> глядзі, напрыклад, ProFTPD: P
		-- Linus Torvalds

%
<CULUS> І не пачынайце мяне на Perl!<CULUS>:><Shaleh> Perl па-за зла<Jim> вы не ведаеце Perl яшчэ?<Netgod> трэба любіць мову з не вызначальнай сінтаксісу
		-- Linus Torvalds

%
<Дугі> кошка / DEV / выпадковае | Perl?<Shaleh> Дугі: гэта таксама з'яўляецца дапушчальным sendmail.cf<Дугі> :)* Knghtbrd рукі Doogie ўзнагароду бессэнсоўна-спажывецкай з-коткі* Shaleh хоча паспрабаваць яе, але баіцца
		-- Linus Torvalds

%
<DHD> Perl </ DEV / БДСМ<Knghtbrd> ў вас ёсць / Dev / БДСМ?<DHD> ўпэўненыя, што гэта pseudosadomasochistic генератар выпадковых лікаў
		-- Linus Torvalds

%
<Kysh_> Джой: я на ёй зараз .. 3 1.3GB дыскі, 128M RAM, двайны 50МГц        (Да чатырох 250MHz)<Kysh_> Загвоздка ў тым, што яна цягне 110v прыкладна 12А 8><CULUS> 12A!<CULUS> Добра, мая печ 3000W, гэта сонца 1320W<CULUS> вы бачыце тут праблемы<Вапнавае> а 1320W ВС, гэта значыць як фен :)
		-- Linus Torvalds

%
* Joeyh_ працуе пс і бачыць 10 радкоў AWK кода* Joeyh_ адскоквае ў жаху
		-- Linus Torvalds

%
<Knghtbrd> joeyh: Я быў так першай палове дня ўчора і pacbell сказаў           сёння раніцай, што AT & T быў вінаваты і амаль усе дзяржавы           знізіўся<RCW> ведаю, чаму людзі настойваюць Інтэрнэт можа перажыць ядзерную катастрофу      калі ён не можа выжыць экскаватар
		-- Linus Torvalds

%
Гэта паведамленне было напісана з VI! (Не тое, што нехта ў свеце клапоціцца)
		-- seen on an old message from an anon.penet.fi address

%
Скід злучэння некаторым дэбіла з зваротнай лапатай
		-- seen on an old message from an anon.penet.fi address

%
5 лютага 13:27:01 тройца lp0 ў агні        - Лі ядро, папярэджваючы мяне, што было некаторы невядомае           Праблема з маім друкаркай (г.зн., ён быў з чарнілаў)
		-- seen on an old message from an anon.penet.fi address

%
Чым менш вы ведаеце пра кампутары больш вы хочаце Microsoft!        - Рэкламная кампанія Microsoft, каля 1996(Доказ таго, што рэклама ад Microsoft _isn't_ несумленным!)
		-- seen on an old message from an anon.penet.fi address

%
Стварэнне аднаго бліскучага рашэнні і цэлую кучу пасрэдных не такдобра, як зрабіць цэлую кучу цэлым смарт рашэнняў на працягу ўсёйУвесь працэс.
		-- John Carmack

%
Гэта не правіла, варта эфектыўнае час мэтазгодна пайсці зрабіць гэта. Але калі нештасапраўды пісае цябе, ты проста трэба знайсці код і выправіць яе, і гэтакрута.
		-- John Carmack, on the advantages of open source

%
<Вапнавае> ды гэта гучыць карысна RE'ing USB<Вапнавае> у мяне ёсць бескарыснае 3com USB камеру тут :(<Knghtbrd> вапнавае: 3Com можа мець вы арыштаваныя за парушэнне законаў, якія           не існуе "да кастрычніка;><Вапнавае> knghtbrd: я буду хаваць :)<Knghtbrd> ... супраціве арышту занадта так?<Вапнавае> knghtbrd: не я буду хаваць, перш чым я атрымаць служыў
		-- John Carmack, on the advantages of open source

%
<Mercury> У гэты момант ён будзе кампіляцыі, але Segfault, як трэба ..
		-- John Carmack, on the advantages of open source

%
* Knghtbrd занадта спакуса .sig ўсю гэтую дыскусію ...
		-- John Carmack, on the advantages of open source

%
Unixverse заканчваецца ў Втр, 19 Студзеня 2038 03:14:07 +0000
		-- John Carmack, on the advantages of open source

%
<Taniwha> Knghtbrd: мы павінны зрабіць эпізод землятрусу: па калена ў кодзе ":          Вы бегаць страляць у багаў :)<Knghtbrd> Taniwha: Я перадам гэтую ідэю на OpenQuartz;>
		-- John Carmack, on the advantages of open source

%
<Taniwha> я б вырашыць Windows Key праблему з FDISK :)
		-- John Carmack, on the advantages of open source

%
<Endy> knghtbrd: сеткавы код КЯ робіць дзіўныя рэчы для мяне. : P<Knghtbrd> Гэта незвычайна? ;><Endy> Не зусім. : P
		-- John Carmack, on the advantages of open source

%
<Knghtbrd> RCW: О яй --- Я не быў уцягнуты ў добрым flamewar па крайняй           Менш ... 5 хвілін!
		-- John Carmack, on the advantages of open source

%
<Манодж> shaleh: Я не, нягледзячы на ​​ваша ўскосна, Бога
		-- John Carmack, on the advantages of open source

%
<SlayR> я толькі што купіў MS Office 2000 усяго за $ 20 !!!<Knghtbrd> вы былі сарваныя;><SlayR> я ведаю;)
		-- John Carmack, on the advantages of open source

%
<Knghtbrd> гэта 6-й раніцы. Я быў да 24 гадзін<Knghtbrd> Абудзі мяне і жыццё рызыкі і здароўем.* Knghtbrd &; сон<Tv> Добра ўсё, чакаем 10 хвілін, а затым пачаць затапленне Knghtbrd     з ^ G. Хтосьці, секчы корань і кошка / DEV / urandom> / DEV / DSP.
		-- John Carmack, on the advantages of open source

%
*** Knghtbrd цяпер вядома як SirKewLDooD*** Mercury нагамі SirKewlDooD ад #quakeforge (* няспраўным *)
		-- John Carmack, on the advantages of open source

%
<Mercury> Knghtbrd: Я хацеў бы бачыць падтрымку XOR перакрыжавання ..<Knghtbrd> Ртуць: вы на шарлатана.<Mercury> Knghtbrd: Вы дылер ... <G>*** Knghtbrd цяпер вядома як QuackDealer
		-- John Carmack, on the advantages of open source

%
* Сухім лёдам не можа кадзіраваць яго выхад з папяровага пакета<Coderjoe> сухі лёд: INT Main () {ExitPaperBag (); вяртаць 0; }<Knghtbrd> Гэта як гэта робіцца затым? * Запісвае *
		-- John Carmack, on the advantages of open source

%
<Knghtbrd> крон, ня яшчэ адзін ...<Knghtbrd> Здаецца ніколі распрацоўшчыкам і іх маці цяпер мае выпадковы           подпіс з дапамогай IRC каціроўкі ...<Knghtbrd> Што я тут пачалося ??
		-- John Carmack, on the advantages of open source

%
* Бачыць выкарыстоўвае каментары knghtbrd як яго подпісам<Knghtbrd> бачыць: як толькі я набраў іх я зразумеў лепш адрэзаць іх           сам, перш чым нехта іншы;>
		-- John Carmack, on the advantages of open source

%
* Омник глядзіць на 33.6K спасылку, а затым глядзіць на Джой* Ртуць прыціскае яго кабельны мадэм .. (=:]
		-- John Carmack, on the advantages of open source

%
Вядома, знешні выгляд Win95 не было ўсё, што новы альбо - Apple спрабавалі судзіццаMicrosoft для капіявання Macintosh UI / смецце не значок, пакуль Microsoftадзначыў, што Apple, атрымаў шматлікія з яго ідэй Mac (уключаючы смеццевы бакЗначок) з Xerox ParcPlace. Xerox, верагодна, да гэтага часу цікава, чамуўсе зацікаўлены ў іх смеццевых бакаў.
		-- Danny Thorpe, Borland Delphi R&R

%
<Knghtbrd> гэта прыкмета псіхічнага захворвання, каб так сабе хадзіць праз           пачаць карту, забраць свой Thunderbolt, хмель у басейне, і клін           самі з ім, каб паглядзець, галава buouce калі ён падаепраз дно басейна? =><Knghtbrd> "Вы ведаеце, што землятрусу наркаман, калі ..."
		-- Danny Thorpe, Borland Delphi R&R

%
<Zoid> Я да гэтага часу думаю, што вы, хлопцы, арэхі зліццё Q і КЯ. : P<Knghtbrd> Вядома мы арэхі. Нават Джон так сказаў. =><Taniwha> Zoid: мы арэхі, але мы прадукцыйныя арэхі :)
		-- Danny Thorpe, Borland Delphi R&R

%
<Taniwha> Zoid: мы арэхі, але мы прадукцыйныя арэхі :)* Taniwha задаецца пытаннем, што прадукцыйныя арэхі густ
		-- Danny Thorpe, Borland Delphi R&R

%
<Endy> Taniwha: Цытата матэрыял :)<Taniwha> Эндзі: :)<Knghtbrd> Эндзі: Я ўжо адрэзала яго
		-- Danny Thorpe, Borland Delphi R&R

%
<Endy> На самай справе, я думаю, я буду чакаць бульбы, будзе завершана да       Ўстаноўка Debian.<Endy> Гэта павінна быць у бліжэйшы час, я спадзяюся. :)<Knghtbrd> Эндзі: Вы, відавочна, вельмі мала ведаем пра Debian.
		-- Danny Thorpe, Borland Delphi R&R

%
Нішто не з'яўляецца праблемай, як толькі вы адладкі кода.
		-- John Carmack

%
<Overfiend> The Unix шлях - усё з'яўляецца файлам<Overfiend> Шлях Linux - усё гэта файлавая сістэма :)
		-- John Carmack

%
<Devkev> да я бачыў маланку і дзе вы збіраецеся, думаючы         Вы збіраліся надзерці азадак :)<Devkev> ня ажыццявіў гэта будзе ваш уласны :)
		-- John Carmack

%
"У адваротным выпадку, калі ласка, звярніцеся да лекара аб выдаленні галавы адпапа, я лічу, было б выгадным для ўсіх удзельнікаў ".
		-- Zephaniah E. Hull, flaming someone on a mailing list

%
Слоган, вы яго!
		-- Zephaniah E. Hull, flaming someone on a mailing list

%
Я практыкую выдатную кропку этыкі. Гэта прымальна адстрэльвацца.Гэта не прымальна, каб страляць у першую чаргу.
		-- Zed Pobre

%
<Coderjoe> клін, Perl?<Клін> мне здаецца Perl з'яўляецца швейцарскі армейскі бензапілой праграміста
		-- Zed Pobre

%
<Endy> Taniwha: Вы праверылі гэта? :)<Taniwha> Эндзі: вядома, не
		-- Zed Pobre

%
Гэта самае смешнае, што я чуў і я _not_ абвяргаюць гэта.
		-- DyerMaker, 17 March 2000 MegaPhone radio show

%
Гэта не? Вы хочаце сказаць, што вы павінны дазволіць людзям (акрамя ВільгельмаУоллес) страляць маланкамі з іх азадкі?
		-- Seth Galbraith

%
<Mercury> Вы не павінны быць вар'ятам, каб быць членам праекта, але          Вы будзеце .. <=:]
		-- Seth Galbraith

%
* Эндзі павінен пракансультавацца кавы: P<Endy> кава бот чалавек, а не кава напой :)<Knghtbrd> Кансалтынг напой можа дапамагчы тоже =>
		-- Seth Galbraith

%
<Мангуст> knghtbrd: і лагодныя ўспадкуюць K-Mart
		-- Seth Galbraith

%
<Knghtbrd> "Java для COBOL праграміст"<Knghtbrd>, які піша гэтыя рэчы?<Raptor> людзі на расколіне<Raptor> і COBOL праграмісты<Raptor> :)<Knghtbrd> гэта залішнім.
		-- Seth Galbraith

%
<Evilkalla> хе, я ніколі не браў клас кадавання<Evilkalla> або графікі клас<Evilkalla> або клас распрацоўкі праграмнага забеспячэння<Веганскі> і гэта паказвае: P
		-- Seth Galbraith

%
* The_Answer_MD кідае спагецці у кожнага* Taniwha есць спагецці* Coderjoe кідае вакол некаторых фрыкадэлькі* Knghtbrd атрымлівае сыр* Taniwha хапае чырвоную
		-- Seth Galbraith

%
<Theoddone33> Што гэта паведамленне на маім экране,<Theoddone33> сіняя, сіняя, што б гэта магло азначаць?<Theoddone33> Не маглі б вы, вы б націсніце Выдаліць,<Theoddone33> Ctrl і Alt, а затым паўтарыць.
		-- Seth Galbraith

%
<Gorgo> што вы атрымаеце, калі хто-расколін свой Debian машыну?<Gorgo> бульбяное пюрэ ...
		-- Seth Galbraith

%
<AJ> давай<AJ> гэта піка клон<AJ> гэта * азначае * быць раздражняльным
		-- Seth Galbraith

%
<Эспи> Я заклікаю закон ESPY, які абвяшчае, што вы ўсё смокчуць: P
		-- Seth Galbraith

%
<Overfiend> CULUS: хачу прыпыніць мяне за гэта? :)<CULUS> Overfiend: Перайсці зламысна расколіны некалькі раздзірае і мы будзем казаць<Overfiend> CULUS: блін, ён павінен быць злымі?<CULUS> Overfiend: На жаль, ды
		-- Seth Galbraith

%
<Knghtbrd> 2fort5 смокча дастаткова мець уласнага цяжару ...
		-- Seth Galbraith

%
* Касмічныя прамяні жадае ён меў некаторыя стрыптызёршаў тут ....<Касмічныя прамяні> зман, для зачысткі правадоў
		-- Seth Galbraith

%
<WildTHing> OK хлопцы .. так Whens наступнай фіксацыі: PP<Taniwha> калі яны прыходзяць, каб атрымаць мяне
		-- Seth Galbraith

%
<Mdorman> Я гну чалавек сам. Гэта рэдактар! Гэта floorwax!          Гэта дэсерт далівання!
		-- Seth Galbraith

%
<Tausq> Q. Што розніца паміж Бэтменом і Біла Гейтса?<Tausq> A. Калі Бэтмен змагаўся пінгвіна, ён выйграў.
		-- Seth Galbraith

%
У нейкі момант, біты павінны ісці на пакеты і маршрутызатары павінны зрабіцьрашэнні па іх. Змены на гэтым узроўні з'яўляецца тое, што я хачу пачуць аб, нястратэгічныя адносіны кампаніі.
		-- John Carmack

%
Мы не прымаем: каралі, прэзідэнты, і галасаванне.Мы верым у: грубай кансенсусу і які працуе код.
		-- Dave Clark

%
<Knghtbrd> QF збіраецца атрымаць ZipFile падтрымку сёння<Coderjoe> хех ... InfoZip?<Knghtbrd> Калі мне пашанцуе ды<Deek> knghtbrd: Вы жартуеце, так? ;)* Deek адымае расколін трубку Knghtbrd ст. ;)
		-- Dave Clark

%
<Deek> змяніць усю cvar-> значэнне = X выкарыстоўваць Cvar_Set ()<Theoddone33> гэтага не адбылося ў oldtree<Deek> На самай справе, гэта было зроблена.<Knghtbrd> да - праз два тыдні.
		-- Dave Clark

%
=== Гэта ліст з'яўляецца Вірус Гонар сістэма ====Калі вы працуеце ў Macintosh, OS / 2, Unix, абоLinux кампутар, калі ласка, выпадкова выдаліцьнекалькі файлаў з жорсткага дыска, апераслаць гэтае паведамленне ўсім сябрам і блізкім.==============================================
		-- Dave Clark

%
* Shortc хоча атрымаць у адным з Sigs knghtbrd адзін з гэтых дзён.
		-- Dave Clark

%
<Р ^ Нік> SGI_Multitexture дрэнна вуду Цяпер<Р ^ Нік> АРБАЎ добра вуду<Віттэн> няма, вуду пік дрэнна вуду :)
		-- Dave Clark

%
99 маленькіх памылак у кодзе, 99 памылак у кодзе,        выправіць адна памылка, скампіляваць яго зноў ...        101 маленькіх памылак у кодзе ....
		-- Dave Clark

%
Хм ... Што б зрабіць лепш пры яздзе фізікаў розуму? падарожжахутчэй, чым святло, або лагічнае значэнне з якая плавае кропкай?
		-- Michael Mol

%
<Вапнавае> knghtbrd: гном 2.0 будзе на працягу некалькіх месяцаў, не ведаю, як гэта       будзе параўнаць з KDE 2.0, хоць<Knghtbrd> вапнавае: Гэтак жа, як разадзьмуты, як багі, і кожны Гном 2 прыкладанне       будзе залежаць ад 30 бібліятэк.<Slimer> knghtbrd: так што змяняецца ад 1,0?
		-- Michael Mol

%
<ZE0> так, як гэта ўсё ў свеце Quack?<LordHavoc> проста душка<ZE0> выдатна, смажаныя качкі моцны нармальна смачна.
		-- Michael Mol

%
<FrikaC> Я, верагодна, варта перазагрузіць ...<FrikaC> OK BRB<FrikaC> Такім чынам, што акрамя формы пазбегнуць вірусах, уцечкі памяці і нястрымнай         Грукат робіць Linux reallhy прапанаваць :)<LordHavoc> надзейную шматзадачнасці?
		-- Michael Mol

%
<Tausq> калі (CB) ((CB-> аб'ект) -> * (CB-> ui_func)) ();<Knghtbrd> tausq: Хто пекла пісаў, што?<Tausq> меня :)* Knghtbrd сячэ tausq
		-- Michael Mol

%
<Knghtbrd> glDisable (GL_BUGS);<Endy> хе<Endy> Хіба што ў 1,2? :)
		-- Michael Mol

%
<Mercury> knghtbrd: Eww, знайсці лепшую назву, фільм смактаць .. <G><Knghtbrd> Ртуць: Рухавік лепш, чым кіно
		-- Michael Mol

%
<LackOfKan> Якія нашых робатаў?< `` Erik> RSG з'яўляецца ботам, не чалавек, а не чалавек выкарыстоўваць кліент, проста бот.< `` Erik> прыкладна столькі ж, як землятрусу бота, акрамя IRC робаты (як правіла)         пабудаваны, каб дапамагчы, а не здымаць сваю задніцу дзіравы
		-- Michael Mol

%
калі (я = вы!) // FIXME: магчыма заўсёды дакладна, сцерці?    для (п = 0; п <who_knows_what; п ++) {        адказаць = DoSomething (Withthis [п]);        калі (адказ == Foobar) {            Getlost (п);            зламаць;        }    }
		-- Michael Mol

%
<Knghtbrd> Йорик: ніякіх праблем з індэксаваная каляровых палітраў для малюнкаў, а           Пакуль вы можаце выбраць палітру<Йорик> Відавочна Людзі, якія ствараюць землятрусу былі дальтонік але         не азначае, што вы павінны быць
		-- Michael Mol

%
<Cesarb> Блін, кожны раз, калі я ікру, QF-кліент-x11 замкі жорсткія<Zoid> Ці не памерці?<Knghtbrd> добры стымул.
		-- Michael Mol

%
Чаму гэта, што ўсе прылады шукае разумную жыццё ўСусвет пазначаны далёка ад Зямлі?
		-- Michael Mol

%
<Rebelpacket> эй, хуткі пытанне, ці ёсць спосаб, каб паскорыць              прадукцыйнасць uquake-x11?<Deek> rebelpacket: Калі вы хочаце паскорыць яго, кінуць яго цяжэй.
		-- Michael Mol

%
<Netgod> Вы ведаеце<Netgod> яго сапраўды сумна, калі сам InterNIC магу наладзіць DNS         серверы правы<Netgod> ён проста не атрымлівае любы больш вартым жалю, чым
		-- Michael Mol

%
<Knghtbrd> Нават з Перасвет, колеравая палітра Quake поўная сумна,           плоская друк<LordHavoc> knghtbrd: палітра Quake з'яўляецца вельмі дынамічнай, калі не выкарыстоўваецца гама            карэкцыя<LordHavoc> ну на самай справе я згодны, гэта нідзе не побач гэтак жа яркія, як Unreal<Deek> Q3 з іншага боку ... NEON.<LordHavoc> Q3 гэта проста смешна<Deek> Q3 займае сярэднявечнай царквы-сутарэнні і змяшчае яго ў Вегасе.
		-- Michael Mol

%
"У мяне ёсць лічыльнікі, а некаторыя зламаць."
		-- Anonymous

%
Z.O.I.D.: Зомбі Аптымізаваны для інфільтрацыі і знішчэнні
		-- Anonymous

%
<Deek> Так, Амерыка з'яўляецца краінай на аснове, як раззлаваны група падаткам       людзі могуць атрымаць.<Deek> Мы існуем як краіна, таму што мы танна.
		-- Anonymous

%
<Oskuro> Overfiend: многія ўчасткі на верхняй часткі 4.0.1 ўжо?<Overfiend> Oskuro: некалькі<Overfiend> толькі 152 мегабайт
		-- Anonymous

%
<Joeyh> божа, гэта UP P III.<Дугі> дос яго.* Joeyh працуе Dselect<Overfiend>, якія павінны быць досыць :)
		-- Anonymous

%
<Barneyfu> knghtbrd: дзярмо, SDL упэўнены робіць DGA чартоўску нашмат прасцей занадта           ці не так? :)<Knghtbrd> barneyfu: што DGA?<Barneyfu> DGA мыш<Knghtbrd> barneyfu: (робіць, што адказаць на ваша пытанне?)<Barneyfu> Hahahahaha ДА! :)
		-- Anonymous

%
<Deek> "Добры праграміст можа напісаць FORTRAN на любой мове."<Deek> knghtbrd даказала, што можна напісаць C ++ на любой мове таксама.       <Усмешка><Mercury> У цяперашні час мы considdering калі мы павінны даць яму ці прыз, або          забіць яго ..<Mercury> (Вядома, усімі правамі, гэта азначае, што мы павінны даць яму          Прыз, а затым забіць яго .. <G>)
		-- Anonymous

%
Падрыўной з'яўляецца любы, хто можа аспрэчыць іх урад.
		-- Anonymous

%
Мы павінны ведаць, мы будзем ведаць.
		-- David Hilbert

%
<Knghtbrd> Інтэрнэт-цэнзура. Таму што вашыя дзеці павінны быць           абаронены ад голых жанчын, медыцынскія працэдуры, разнастайнаякультур і жорсткія відэагульні.<Knghtbrd> (але інфармацыя пра будаўніцтва бомбы, крадзяжы кабеля, і           вытворчасць лекаў у парадку ...)
		-- David Hilbert

%
Адзін мой знаёмы мае штрых-код на руцэ.Ён тэлефануе, як спакаваць $ 0,35 у JuicyFruit.
		-- Seen on Slashdot

%
<NullC> Мне падабаецца код насення для вылічэнні маскіравання крывыя.<NullC> Я ніколі не бачыў код, які зрабіў бы хочаце піць да гэтага ...
		-- Seen on Slashdot

%
$ Вы = новы ВЫ;гудок (), калі $ вы-> каханне (Perl)
		-- Seen on Slashdot

%
<CJ> няма! праблемы ў M $ праграмнае забеспячэнне?<CJ> "Старанна bugtested"* Dabb усміхаецца.<LordHavoc> перапісаць, што як "Старанна buginfested '
		-- Seen on Slashdot

%
<Дугі> Dpkg ёсць памылкі? ніякім чынам!
		-- Seen on Slashdot

%
"Debian: не капялюшы або рэптыліі не пацярпелі ў стварэнні гэтага размеркавання =".
		-- Paul Slootman

%
* Athener называе Amnesty International Дом Бліны
		-- Paul Slootman

%
<Elmo> нячыстым: ERR, адміністратар каманда не кантралююць архіў, гэта       FTP міжсабойчык<Elmo> атрымаць вашыя інтрыгі прама, блін :-P
		-- Paul Slootman

%
<BENČ> касмічныя прамяні: завяршэння мне<BENČ> э ...<Касмічныя прамяні> хе* BENČ ўзыходзіць да кадавання* Elmo глядзіць на BENČ<Elmo> тое, што мы павінны ведаць пра вас і касмічныя прамяні, Бэн? :)
		-- Paul Slootman

%
Змена сацыяльнага кантракту? BWAHAHAHAHAHAHAHAHAHAHAHA.
		-- Branden Robinson

%
<Knghtbrd> Праграма атрымала сігнал SIGSEGV, памылкі сегментацыі.<Knghtbrd> 0x40095fb0 ў memchr () з /lib/libc.so.6<Knghtbrd> (GDB) BT<Knghtbrd> # 0 0x40095fb0 ў memchr () з /lib/libc.so.6<Knghtbrd> # 1 0x0 ў ?? ()<Knghtbrd> Ну, гэта сапраўды карыснае* Knghtbrd гандлюе GDB для прыемнага планшетка - гэта дапаможа больш
		-- Branden Robinson

%
Усе добрыя ідэі падобныя дрэнных ідэй для тых, хто прайграў.
		-- Dilbert

%
RFC 882 паставіць кропку ў .com, а не Sun Microsystems
		-- Seen on Slashdot

%
* Joeyh_ цуды, калі Linux павінен замкнуць, калі вы спытаеце 100  апрацоўвае котцы ўвесь CD Drive
		-- Seen on Slashdot

%
<Pretzelgod> knghtbrd: Quake павінны падтрымліваць XRay бачанне, чорт<Knghtbrd> pretzelgod: ftp://ftp.cdrom.com/pub/quake/partial_conversions/           xrated / i_am_old_enough_to_look_at_this<Knghtbrd> ... вы спыталі ...<Касмічныя прамяні> хаха, гэта рэальны каталог
		-- Seen on Slashdot

%
<Knghtbrd> Я красціся Бун<Knghtbrd> дапамагчы мне для Да шарлатан<Яд> кб: чаго ж ты кажаш?<Knghtbrd> bwahahaha .. Гэта доўгая гісторыя.
		-- Seen on Slashdot

%
<WildCode> Ртуць, ня адладкі X мала, як знайсці ідэальна           bugfree код у вокнах ??<Mercury> WildCode: Адладка X роўна што спрабаваць запусціць прамую лінію          праз лабірынт.<Mercury> Трэба проста сагнуць прастора-час так, каб куты перасоўвацца          Вы і вы не будзеце мець ніякіх праблем. (=:]
		-- Seen on Slashdot

%
<Miguel> `Вы адмовіліся ад высокай энергіі асабістага         Прылады абароны ад спісаў рассылання '<Miguel> Я не памятаю, як у спісе рассылання
		-- Seen on Slashdot

%
<Міф> Я атрымліваю адмову ў злучэнні пры падключэнні да порта 25, хто       ведаю, дзе гэты чортаў часопіс?<AJ> Міф: /var/log/damn.log?* AJ задаецца пытаннем, што гэта было б выглядаць<AJ> 18 снежня 05:32:30 цвёрды пяшчанік smtpd [123]: Чорт усё к д'яблу !!
		-- Seen on Slashdot

%
* Ласка цуды, як па-дурному, трэба быць, каб спам alt.anonymous.messages<Knghtbrd> ласка: каля паловы так дурны, як трэба быць, каб сабраць яго.
		-- Seen on Slashdot

%
* Wolfie разважае, колькі debianites гэта бярэ, каб ўкруціць лямпачку<Viiru> Wolfie: Дзесьці каля 600? Адзін шруба гэта колба, а астатнія        полымя яго робяць гэта няправільна.<Частка> Wolfie: гэта лямпачка свабоднае праграмнае забеспячэнне?<Tv> Ці можна галасаваць за тое, каб ўкруціць гэта ці не?
		-- Seen on Slashdot

%
<Culus_> Мы таксама спадзяюцца выпусціць версію Linux, дзе абалонка         заменены Perl ў значнай ступені. Даданне да гэтага, ёсць         Некалькі з нас, хто хацеў бы бачыць Перла платформу .. PerlOS :)* Culus_ выглядае ў жаху<Mstone> Culus_: на верхнюю бок, вы можаце ўвесці ледзь не нічога ў сапраўдны         камандны радок :)
		-- Seen on Slashdot

%
<Mercury> LordHavoc: Прычына GL мае авердрафт, таму што гэта толькі          выкарыстоўваючы палова сістэмы яны прызначанага для УП.<Mercury> LordHavoc: Стральба сабе ў нагу.* Dabb глядзіць на ўсіх гэтых куль у яго абутку - блін, много :)
		-- Seen on Slashdot

%
<Dabb> хехе, я сапраўды ненавіджу справаздачы аб памылках, якія як выклік агонь       аддзела і кажучы: "Існуе агонь тут, прыходзяць" :)<Dabb> (і павесіць трубку)* Dabb забівае справаздачы дзясяткаў памылак.
		-- Seen on Slashdot

%
<Xtifr> нічога сабе, я думаю, я проста выкарыстаў Libtool вырашыць праблему - каго        дапамажы мне! :><Лука> xtifr, адысці ад клавіятуры
		-- Seen on Slashdot

%
<Мао> чаму яны настойваюць на ADING -Werror ...<Misty-чан> Меса ня кампіляваць з скрынкі, калі яно было зроблена вамі             хлопцы;)<Knghtbrd> Э, Меса ня кампілюе з скрынкі вялікую частку часу.
		-- Seen on Slashdot

%
<Deek> nopcode: Не, гэта не так. Win32 не хапае эквівалент відэльцам ().<Knghtbrd> Deek: Windoze ня прызначаны для людзей, якія павінны мець доступ да           вострыя прадметы, такім чынам, няма відэльцы ()<Knghtbrd> замест гэтага, вы павінны спадзявацца на лыжцы ()
		-- Seen on Slashdot

%
<Knghtbrd> Гэты шрыфт пачынаюць выходзіць вельмі прыгожа<СТУ> Knghtbrd: божа, вы ўзлому чарговы землятрусу шрыфт у VI? :)
		-- Seen on Slashdot

%
<Pv2b> о, да таго ж, будзе самай лепшай падыход, калі я хачу зрабіць Quake       Ўзровень распрацаваны з існуючага будынка?<Knghtbrd> Атрымаць план выставы паўнамоцтваў Браяна? =)<Pv2b> Knghtbrd: ім улічваючы мой школу.<Knghtbrd> Аб вялікі<Knghtbrd> Гэта ўсё, што трэба
		-- Seen on Slashdot

%
<Knghtbrd> Windoze цэменту: Зараз з CrackGuard (TM)! Ніколі не турбавацца аб           непрывабныя расколіны ў Windoze цэменту зноў! CrackGuard (ТМ) з'яўляеццанастолькі магутным, што ўся рэч будзе крышыцца, перш чым ён будзерасколіна. Замоўце $ 200 абнаўлення версію сёння!
		-- Seen on Slashdot

%
<Дугі> CULUS: мой памылка з OpenSSH з'яўляецца павінна быць зафіксавана ў 2.5.2, але         майстар працуе 2.3.0<CULUS> Ня нават пачаць<Дугі> Я проста зрабіў.<CULUS> Вы, хлопцы збіраюцца ездзіць мне пабудаваць вялізны гіганцкі робат і        знішчыць усе Тэхас, ці не так?
		-- Seen on Slashdot

%
<Шэйдара> што не так з rjing?<Rhamphoryncus> гэта кульгавы: P<Rhamphoryncus> Гэта не павінна быць магчымым<Rhamphoryncus> засунуць гранату ў дупу і выкарыстоўваць яго ў якасці ракеты                кідальны зарад не павінен быць жыццяздольны прыём: P
		-- Seen on Slashdot

%
 * Эквівалент код даступны на RSA Data Security, Inc. * Гэты код быў правераны супраць гэтага, і тое ж самае, * Акрамя таго, што вы не павінны ўключаць дзве старонкі юрыдычнай мовай * Кожную копію.
		-- public domain MD5 source

%
* Knghtbrd сышоў - ZZZ - паведамленні будуць рэзка, як вільготнымі ручнікамі на ўсіх  людзей, якія скралі таварны знак knghtbrd прэч паведамленне<Coderjoe> ACK* Coderjoe рыхтуецца абараняць сябе ад мокрых паведамленняў
		-- public domain MD5 source

%
Ніколі не варта недаацэньваць сілу каму-то разам з зыходным кодам, у тэкставым рэдактары,і гатоўнасць цалкам шланг сваю сістэму.
		-- Rob Landley <telomerase@yahoo.com>

%
"Такім чынам, будзе партыя Andover ёсць грашовы бар?""Не, там бясплатнае піва.""Ой, буду Столлмана злавацца ..."
		-- overheard at the Bazaar, 1999

%
<Адди> Alter.net здаецца, замянілі адзін з свайго маршрутызатара з цукіні.
		-- overheard at the Bazaar, 1999

%
<Mercury> Хтосьці гэта выправіць.<Адчай> здзейснена<Knghtbrd> Адчай: Mercury?<Адчай> Knghtbrd: ён стаміўся, дапусціў памылку, нехта хацеў, каб адмяніць яго.<Knghtbrd> Адчай: так ты яму здзейсніў?<Адчай> Knghtbrd: добра, прысвечаны любым выпадку.
		-- overheard at the Bazaar, 1999

%
<Taniwha> Knghtbrd: гэта не раздуваць калі ён выкарыстоўваецца<Knghtbrd> Taniwha: як вы растлумачыце Windoze тады?<Taniwha> Knghtbrd: большасць з іх выкарыстоўваецца толькі ў якасці баласта, каб пераканацца, ваш          Жорсткі дыск поўны<Knghtbrd> Taniwha: баласт ... Хіба гэта не тое, што робіць падводныя лодкі апускаюцца на           Дно акіяна?<Knghtbrd> Taniwha: што б растлумачыць, чаму winboxes заўсёды ідзе ўніз.
		-- overheard at the Bazaar, 1999

%
інавацыі / у бліжэйшыя Vait / VB.: 1. Для адпаведнай тэхналогіі іншыхпраз куплю, імітацыя або крадзяжу, а таксама інтэграваць яго ўдэ-факта, манаполія-пазіцыя прадукт. 2. Для павелічэння памеру і складанасціале не ў карыснасці; каб паменшыць сумяшчальнасць або сумяшчальнасць. 3.лакаўт канкурэнты або заблакаваць карыстальнікам. 4. Даручыць больш грошай; дапавялічыць цэны або выдаткі. 5. Для атрымання прыбытку ад удзелу ў іншыхкампаніі, але не ад прамога прадукту або сэрвіснае абслугоўванне. 6. Каб заглушыць абоманіпуляваць свабоднага рынку; пашырыць манапольных паўнамоцтваў на новыя рынкі. 7.Каб абыйсці адказнасці за няправільныя ўчынкі; сысці. 8. Пры куплізаканадаўства, заканадаўцы, заканадаўчыя або начальнікі дзяржавы. 9.пасярэднікам усіх транзакцый у сусветнай эканоміцы; прамантачыў чужыя грошы; кааптаваць харчавання(Пераварот). см інавацыі, выкарыстанне ангельскай мовы (антонім).
		-- csbruce, in a Slashdot post

%
Аглушальнае маўчанне навучыў мяне не задаваць кучу вундэркіндаў па парадуад сваіх сябровак
		-- csbruce, in a Slashdot post

%
"Што мы будзем рабіць сёння ўвечары, Біл?""Тое ж самае мы кожную ноч Стыў, паспрабаваць захапіць свет!"
		-- csbruce, in a Slashdot post

%
<Deek> Гэта нагадвае мне, мы павінны купіць бензапілу для офіса. "У       экстраным выпадку разбіць шкло "
		-- csbruce, in a Slashdot post

%
<Knghtbrd> Ён прыкладна напалову менш астатніх.<Knghtbrd> Але ў яго бензапілу.
		-- csbruce, in a Slashdot post

%
<Deek> "Я ўсе мае асабістыя дадзеныя GPG у замкнёнай, прывесці сябе ў бяспецы ў сховішча       ахоўваюцца сярдзітых быдла і іх Dawgs. староннім будзе       парушаныя, і ўсё такое ... "
		-- csbruce, in a Slashdot post

%
<З машыны> glQuakeIIIRendererMode (GL_TRUE)<Knghtbrd> сілком: не ў тым, што часткай пашырэння, які забяспечвае           glDriverBugs (GL_FALSE); ?<Siigron> Knghtbrd: не, glDriverBugs () з'яўляецца часткай EXT_help_me.<Siigron>, які таксама змяшчае glMakeItWork (GL_PLEASE);
		-- csbruce, in a Slashdot post

%
< `` Erik> 18.446.744.073.709.551.616 з'яўляецца вялікая колькасць
		-- csbruce, in a Slashdot post

%
<Xavvy> з'яўляецца тое, што на самой справе knghtbrd?<Knghtbrd> Не, я злой самазванец!<Knghtbrd> Злы самазванец, які любіць HYBRID!<Xavvy> хаха<Xavvy> ок, гэта ён: P
		-- csbruce, in a Slashdot post

%
<| Дождж |> I * LOVE * SWB !!<| Дождж |> Або націсніце 5, каб пагаварыць з representitive ..<| Дождж |> * 5 *<| Дождж |> Вы былі перанесены, устрымайцеся ...<| Дождж |> ...<| Дождж |> ...<| Дождж |> На жаль, гэты лік не можа быць завершана, як набраны.<| Дождж |> Праверце нумар і паспрабуйце ізноў.
		-- csbruce, in a Slashdot post

%
<| Дождж |> #define структура злучэння / * вялікая прастора застаўка * /
		-- csbruce, in a Slashdot post

%
<Элрик> няма BSD вентылятары?<EvilTypeGuy> Элрик: цяжка быць геймерам і BSD вентылятара: р
		-- csbruce, in a Slashdot post

%
<Marticus> Там занадта шмат крыві ў маёй сістэме кафеіну.
		-- csbruce, in a Slashdot post

%
<SirDibos> CULUS: ты спіш?<CULUS> няма
		-- csbruce, in a Slashdot post

%
<WLI> Так, я глядзеў на ОУР і здавалася, ад выгляду кода C, што      экс-ДЖОВИАЛ / Алгол '60 кодэр, які правёў апошнія 20 гадоў падскокваючы      паміж Fortran-IV і Fortran '77 напіша.
		-- csbruce, in a Slashdot post

%
<Нелінейная> .net з'яўляецца Microsofts перакручанай версіі Java сеткавыя            серада скажоны для вокнаў-спецыфічнага лайна
		-- csbruce, in a Slashdot post

%
<Mercury> LordHavoc: Я ўжо з розуму.<Coderjoe> блін прама. або пышныя, крыва, ці што там у вас
		-- csbruce, in a Slashdot post

%
Unix з'яўляецца сталым, АС Windows ўсё яшчэ знаходзіцца ў пялёнках, і яны дрэнна пахнуць.
		-- Rafael Skodlar <raffi@linwin.com>

%
<Midgar> З усіх sterotypes каля аўстралійцаў, я мяркую вы, хлопцы,         вельмі цяжка.<Midgar>; р<Krusto> мы кінем Каала на вас
		-- Rafael Skodlar <raffi@linwin.com>

%
<| Дождж |> * ківок * Я не любяць выкарыстоўваць SmartHosts, сам<| Дождж |>, паколькі грунтуецца на выдаленым хасце і ваш гаспадар быць разумным<| Дождж |> і занадта часта вы прапусціце адзін з абодвух гэтых мэтаў
		-- Rafael Skodlar <raffi@linwin.com>

%
SourceForge падыход заключаецца ў размяшчэнні ўсіх праектаў у некаторых мяккі"Крыніца surburbia адкрыта", дзе ўсе дома падобныя адзін на аднаго, з толькіколеру і нязначныя змены стылю (будынак план быў выкарыстаны для якіхканкрэтны дом) дазваляецца па абмежавальных умоў і мясцовыЗанаванне законы. Sourceforege з'яўляецца адкрытым зыходным кодам эквівалентпадраздзяленне ў фільме "Эдвард рукі-нажніцы".
		-- Terry Lambert

%
<Вапнавае> Knghtbrd: IRC ня кампілюе код на З вельмі добра;)
		-- Terry Lambert

%
* | Дождж | рыхтуецца да шматкутніка суп<| Дождж |> салодкі міласэрны дзярмо, яна працуе?* | Дождж | непрытомнасці
		-- Terry Lambert

%
"Паколькі гэта наканавана мне, што Microsoft будзе засмечваць сваю XMLз паказальнікамі на кампаненты на базе Win32, лепшае, што можна сказаць праяго прыняцце XML з'яўляецца тое, што ён будзе рабіць гэта прасцей для браўзэраў іпрыкладання на платформах, выдатных ад Windows, каб зразумець, якія часткідакументаваць ён павінен ігнараваць ".
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<Роберт> я разумею, што ёсць некаторыя разумныя абмежаванні на свабоду слова ў         Амерыка, напрыклад, я не магу крычаць Пажар у перапоўненым тэатры.. Але можа я крычаць агонь у тэатры толькі 5 або 6 Poepleу ім?
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<AAV> кава нашча даволі nasy<Knghtbrd> AAV: пара бегчы да гандлёвага аўтамата для Cheetos<AAV> Cheetos? :)
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<| Дождж |> з разумнай кода, можа быць, я мог бы высветліць візуалізатар :)<LordHavoc> дождж: Я б, напэўна, адзін напісання візуалізацыі<| Дождж |> ну, э, э
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<| Дождж |> Knghtbrd: дазвольце мне даць вам доступ да файлаў зоны<Knghtbrd> Аб багі - ты ж разумееш, я ніколі не гуляў з прывязкі правы?<| Дождж |> UHOH :)
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<F00Dave> Паглядзіце, абвяргае, гэта #OpenGL, ня #GEEKSEX.
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
* TwingyAFK купляе 17 "Flat Panel* AAV прадае TwingyAFK кавалак фанеры
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
Хіба не сорамна, калі вы павінны ісці ў аптэку за некаторыя"Спецыяльныя прадметы", і калі вы праверыць, касір глядзіць на васяк: "О, я ведаю, што вы робіце сёння ўвечары ..."Так, гэта касір прачытаць усё знакі ... кансерваваныя курыны суп, Тэрафлю,Залы, NyQuil, што Bigass бутэлькі OJ і грейпфрутового соку ... ён ведаўі я ведаў, што ў мяне спатканне з teevee і коўдрай. Awwwтак.
		-- Elizabeth Kirkindall

%
У навуцы часта бывае так, што навукоўцы кажуць: "Вы ведаеце, што гэта сапраўдыдобры аргумент; мая пазіцыя памылковая ", а затым яны на самой справе змяніцьіх розумы і вы ніколі не чуў, што стары выгляд з іх зноў. яны сапраўдызрабіць гэта. Гэта не так часта, як трэба, таму што навукоўцычалавек і змяненне часам балючым. Але гэта адбываецца кожны дзень. Я не магуНагадаем, у апошні раз нешта падобнае адбылося ў палітыцы ці рэлігіі.
		-- Carl Sagan, 1987 CSICOP keynote address

%
<Knghtbrd> дадаць / 3, значную жорсткі дыск GF2, і "плоскія панэлі 15 і           ў вас ёсць чартоўску партатыўны апарат.<Coderjoe> а GeForce дзве траціны?<Knghtbrd> Coderjoe: Так, GeForce дзве траціны, гэта значыць, любая карта з ATI.
		-- Carl Sagan, 1987 CSICOP keynote address

%
<Knghtbrd> Nintendo Аб'яўляе GCN Самыя папулярныя кансолі тых<Knghtbrd> Хто яны жартую?<Mercury> knghtbrd: трымальнікі акцыі?
		-- Carl Sagan, 1987 CSICOP keynote address

%
<LordHavoc> большасць Windoze мастакоў ня валодаюць здольнасцю да            захаваць XPM<Mercury> LordHavoc: Яны не маюць нататнік? * G, D & R *
		-- Carl Sagan, 1987 CSICOP keynote address

%
Linux падтрымлівае паняцце каманднага радка або абалонку па той жа прычынешто толькі дзеці чытаюць кнігі з малюнкамі толькі ў іх. Мова, няхай гэта будзеАнглійская ці нешта яшчэ, гэта адзіны інструмент, дастаткова гнуткай, каб выканацьдастаткова шырокае кола задач.
		-- Bill Garrett

%
## SIGNOFF: баявік (Разіна 'frazzin' motherfu ... дурное DirectX ...)
		-- Bill Garrett

%
<Krogoth> Kgnghtbrd: Я б не паклоны, я не бачу неабходнасці для праверкі арфаграфіі яшчэ<Knghtbrd> вы казалі?
		-- Bill Garrett

%
<Knghtbrd> Я лепш пакласці кампраметуюць рэчы ў кодзе: ahfuiovka           ikperoa edfr ADE 9 enbuw ejasxleme ка Iena df4mesa<Knghtbrd> Калі вы можаце расшыфраваць, што вы лепш, чым я крыптаграфіі           ёсць. =)
		-- Bill Garrett

%
<RCW> liiwi: printk ( "CPU0 па пажарнай \ п");
		-- Bill Garrett

%
<Электра> мой кампутар быў адным з будаўнічых блокаў вялікі          піраміда
		-- Bill Garrett

%
УВАГА: хто-небудзь бачыў курэнне будзе лічыцца на агонь і будзе        сумарна патушыць.
		-- Bill Garrett

%
<MarkM> C ++: магутнасць, элегантнасць і прастата гранатай
		-- Bill Garrett

%
<Knghtbrd> але адзін гатунак адну ўкладку і ні ў спісе, магчыма лепш, чым           O (п + п ** 2) у закладцы і O (N ** 2) у спісе.<Knghtbrd> OMG, хто мяне страляць.<Coderjoe2>?<Knghtbrd> Я не магу паверыць, што я проста выкарыстаў вялікую гусінае яйка, каб растлумачыць, чаму мой           спосаб, верагодна, лепш у доўгатэрміновай перспектыве.
		-- Bill Garrett

%
<Hoponpop> мая праграма працуе, калі я вывезці памылак.
		-- Bill Garrett

%
<Mercury> Knghtbrd: Гэй, Perl мае ласку харчавання і элегантнасць санках          малаток. (=:]<| Дождж |> вядома ласку і элегантнасць, так ці інакш
		-- Bill Garrett

%
<Dannys> Hit малпы, каб выйграць $ 20 (*)!* Knghtbrd дастае малаток.* Knghtbrd расліны цвёрда на галаве Dannys.* Knghtbrd прыме яго $ 20 у цяперашні час. = D
		-- Bill Garrett

%
<Галам> ну я ўражаны<Галам> Win98 атрымалася ўрэзацца X знутры VMware.* Галам пляскае ў ладкі.
		-- Bill Garrett

%
"Драйверы ад Nvidia OpenGL мой" залаты стандарт ", і гэта было даволічас, так як я павінен быў паведаміць аб праблеме з імі, і нават іх брэндНовыя пашырэння працаваць як апісана ў першы раз, калі я спрабую іх. Калі ў мяне ёсцьпраблема на Nvidia, я мяркую, што гэта мая віна. З каго-небудзь яшчэдрайверы, я мяркую, што гэта іх віна. Гэта апынулася правільным амальўвесь час ".
		-- John Carmack

%
Libtool агульная бібліятэка партатыўнасць толькі трохі больш праўдападобнай, чымвечныя рухавікі. Асабліва на AIX :) ".
		-- David Leimbach

%
<Overfiend> Гэта новы Overfiend, прапаведнік любові і цярпімасці
		-- David Leimbach

%
<Hoponpop> розніцу паміж NetBSD, FreeBSD, OpenBSD і ў якасці           Інсайдэрскай FreeBSD зацікаўлены ў атрыманні рэчаў зроблена, іне пярэчыць шкодзіць людзей, якія атрымліваюць на іх шляху.<Hoponpop> NetBSD зацікаўлена ў пераканаўшыся, што нічога не робіцца, і           не пярэчыць шкодзіць людзей, якія спрабуюць дасягнуць рэчы.<Hoponpop> OpenBSD зацікаўлена ў добра выглядаць, і хто-небудзь не пацярпеў           у сваім маленькім супольнасці, але зьвярніце ўвагу ўсіх астатніх!
		-- David Leimbach

%
<Liiwi> так, што афіцыйны спосаб атрымаць buildd паўтарыць пакет? штуршок        гэта палкай?<Джой> Prod нейра<Liiwi> палкай?<Джой> да.
		-- David Leimbach

%
<Knghtbrd> "... вы, хутчэй за ўсё, убачыць усе віды кампілятарам           папярэджання прагортцы на экране. Гэта нармальна і можабыць праігнаравана ".<LordHavoc> Knghtbrd: у тым, што запіска прыкладаецца да некаторых M $ кода?<Knghtbrd> Не, гэта запіска аб звязку GNU рэчы.
		-- David Leimbach

%
<Гідраксід> knightbrd: ад knightbrd.brain імпарту * :)<Knghtbrd> багам О, калі б гэта было так проста ..<Knghtbrd> ад carmack.brain імпарту OpenGL
		-- David Leimbach

%
<LIM> мммм, multitextured пончыкі ....<Knghtbrd> LIM: з фруктовай начынкай?<LIM> knghtbrd: шакаладны крэм ...
		-- David Leimbach

%
<StevenK> вы перапісвання Вы частак Quake ў * Python *?<Knghtbrd> MUAHAHAHA
		-- David Leimbach

%
## A_nick (nobody@c213-89-87-111.cm-upc.chello.se) далучыўся #python<A_nick> Як дадаць новы ключ да слоўніка?<A_nick> нм<Тыры> хе :)<Тыры> вось вырашэння праблем магутнасць #python ст.
		-- David Leimbach

%
<Hop_> я нешта, што я думаю, было курынае, які быў пакрыты чырвоным       паста, якая, здавалася, будзе складацца з шчолак аснове таго, колькі з маіх       Tounge гэта згарэла.<Hop_> наш сябар, які з'яўляецца індыйская сказаў, што гэта, чаму большасць індыйцаў тонкія       і я цытую "Гэта не зойме вельмі шмат гэтай ежы, каб вы       задаволеныя enoguh перастаць ёсць ".
		-- David Leimbach

%
<Намер> "Гэта класічныя прасочваюцца ўверх эканоміку, прызнаючы, што грошы            як гной: ён працуе лепш, калі вы распаўсюджваць яго вакол ".<Knghtbrd> намер: карэляцыі Картэра: Людзі з вялікай колькасцю альбо           Звычайна пах смешна<Намер> Knghtbrd: ты так выйграць.
		-- David Leimbach

%
