94% жанчын у Амерыцы прыгожыя і астатнія тусуюцца тут.
		-- Oscar Wilde

%
Халасцяк з'яўляецца чалавекам, які ніколі не зрабіў тую ж памылку адзін раз.
		-- Oscar Wilde

%
Халасцяк з'яўляецца эгаістычным, якi не заслугоўвае хлопец, які падмануў нейкую жанчыну зразводу.
		-- Don Quinn

%
Халасцяк з'яўляецца unaltared мужчына.
		-- Don Quinn

%
Халасцяк ніколі вельмі атрымлівае над ідэяй, што ён з'яўляецца рэч прыгажосціі хлопчык назаўсёды.
		-- Helen Rowland

%
Дрэнны шлюб, як конь са зламанай нагой, вы можаце здымацьконь, але яна не выправіць нагу.
		-- Helen Rowland

%
Прывабны Мужчына рай для вачэй, пекла для душы, ічысцец для кашалька.
		-- Helen Rowland

%
Прыгожая жанчына з'яўляецца дабром з нябёсаў, але добрая цыгара з'яўляецца дым.
		-- Kipling

%
Прыгожая жанчына карціна які прыводзіць усё бехолдеров высакародна з розуму.
		-- Emerson

%
Хлопчык можа шмат чаму навучыцца ў сабакі: паслухмянасць, лаяльнасць і важнасцьз паварочваючыся тройчы, перш чым лежачы.
		-- Robert Benchley

%
Хлопчык атрымлівае быць чалавекам, калі чалавек патрэбны.
		-- John Steinbeck

%
Чыкагскі прадавец збіраўся праверыць у гатэлі Сэнт-Луіс, калі ён заўважыў,вельмі абаяльная жанчына, гледзячы з захапленнем на яго. Ён падышоў і кажаз ёй на працягу некалькіх хвілін, а затым вярнуўся да стойцы рэгістрацыі, дзе яны праверыліяк містэр і місісПасля вельмі прыемнага трохдзённага знаходжання, чалавек падышоў фронтстол і сказаў клерку ён правяраў. Праз некалькі хвілін ён быў перададзенырахунак за $ 2500."Там нейкая памылка", сказаў прадавец. "Я быў тутусяго тры дні "."Так, сэр", адказаў клерк. "Але ваша жонка была тут месяцз паловай ".
		-- John Steinbeck

%
Кодэкс Гонару: ніколі не набліжацца сяброўка або жонка сябра свавольстваму якасці мэты. Ёсць занадта шмат жанчын у свеце, каб апраўдаць такога родуганебна паводзіны. Калі яна не вельмі прывабная.
		-- Bruce J. Friedman, "Sex and the Lonely Guy"

%
Дыпламат ёсць чалавек, які заўсёды памятае дзень нараджэння жанчыны, але ніколі яе ўзросту.
		-- Robert Frost

%
Дыпламатычны муж сказаў сваёй жонцы: «Як вы можаце чакаць, каб я памятаюВаш дзень нараджэння, калі вы ніколі не глядзіце любы старэй? "
		-- Robert Frost

%
Ўладнай мужчына ажаніўся проста пучок дзяўчыны. Ён вярнуўся зяго мядовага месяца каралі чалавек. Ён стала вядома аб вандроўныя агні.
		-- Robert Frost

%
Фігура з крывымі заўсёды прапануе шмат цікавых ракурсаў.
		-- Robert Frost

%
Паказной Mercedes-Benz роў да абочыне, дзе стаяў мілы паненкачакае таксі."Прывітанне," сказаў джэнтльмен за рулём. "Я збіраюся на захад.""Як выдатна," прыйшлі прахалодны адказ. "Прынясі мне апельсін".
		-- Robert Frost

%
Дурань і яго мёд хутка рассталіся.
		-- Robert Frost

%
Ліса воўк, які пасылае кветкі.
		-- Ruth Weston

%
Джэнтльмен гэта чалавек, які не ўдарыць даму з капелюшом на.[А чаму не? Для чаму яна ёсць шапку на? Рэд.]
		-- Evan Esar

%
Джэнтльмен ніколі не ударыць жанчыну з капелюшом на.
		-- Fred Allen

%
Дзяўчынка і хлопчык сутыкаюцца адзін з адным - напэўна аварыі.Дзяўчынка і хлопчык ўдар і хустку кропель - безумоўна чарговая аварыя.Але калі дзяўчына дае хлопчык мёртвага кальмара - * _ _ _ _, што _ _ ​​_ _ _ меў на _ _ _ _ _ значыць _ _ _ _ _ _ _ _ то *.
		-- S. Morganstern, "The Silent Gondoliers"

%
Дзяўчынка з будучыняй пазбягае чалавека з мінулым.
		-- Evan Esar, "The Humor of Humor"

%
Лепшы сябар дзяўчыны яе мармытанне.
		-- Dorothy Parker

%
Сумленне дзяўчыны на самай справе не трымаць яе ад якіх-небудзь wrong--яна проста не дае ёй гэта падабаецца.
		-- Dorothy Parker

%
Добры чалавек заўсёды ведае свае абмежаванні.
		-- Harry Callahan

%
Добры шлюб будзе паміж сляпой жонкай і глухім мужам.
		-- Michel de Montaigne

%
Хлопец павінен атрымаць свежы раз у той час, так дзяўчына не губляла ўпэўненасць.
		-- Michel de Montaigne

%
Малаток часам прапускае свой адбітак - букет ніколі.
		-- Michel de Montaigne

%
А муж тое, што засталося ад палюбоўніка пасля нерв быў выняты.
		-- Helen Rowland

%
Дама гэта той, хто ніколі не паказвае яе ніжняе бялізну ненаўмысна.
		-- Lillian Day

%
Чалавек заўсёды павінен памятаць адно пра прыгожай жанчыне.Дзесьці, хтосьці стаміўся ад яе.
		-- Lillian Day

%
Чалавек заўсёды памятае сваё першае каханне з асаблівым пяшчоты, але пасляшто пачынае згустку ім.
		-- Mencken

%
Чалавек прыйшоў дадому рана, каб знайсці сваю жонку ў абдымках свайго лепшага сябра,які кляўся, колькі яны былі закаханыя. Каб супакоіць раз'юшанага мужа, топалюбоўнік прапанаваў: "Сябры не павінны змагацца, давайце гуляць Джын. Калі я выйграю,Вы атрымліваеце развод, каб я мог на ёй ажаніцца. Калі вы выйграе, я абяцаю ніколі не ўбачыцьяе зноў. Добра?""Добра", пагадзіўся муж. "Але як каля чвэрці кропкана баку, каб зрабіць яго цікавым? "
		-- Mencken

%
Чалавек можа мець два, можа быць, тры любоўныя пакуль ён ажаніўся. пасляшто гэта падман.
		-- Yves Montand

%
Чалавек не выглядае за дзвярыма, калі ён не стаяў сам.
		-- Du Bois

%
Чалавек у любові з'яўляецца няпоўным, пакуль ён не складаецца ў шлюбе. Затым ён скончаны.
		-- Zsa Zsa Gabor, "Newsweek"

%
Чалавек ужо на паўдарогі ў каханні з любой жанчынай, якая слухае яго.
		-- Brendan Francis

%
Чалавек як іржавы колы на іржавай возе,Ён спявае сваю песню, як ён грыміць ўздоўж, а потым рассыпаецца.
		-- Richard Thompson

%
Чалавек можа быць настолькі шмат усяго, што ён нішто нічога.
		-- Samuel Johnson

%
Чалавек можа часам быць дараваныя пацалунак, да якога ён не мае права,але ніколі пацалунак у яго няма ініцыятыву патрабаваць.
		-- Samuel Johnson

%
Чалавек апусціўся на кушэтку псіхіятра і сказаў: «У мяне ёсцьстрашная праблема, доктар. У мяне ёсць сын у Гарвардзе і яшчэ адзін сын паPrinceton; Я толькі адораным кожнай з іх з новым Ferrari; У мянедома ў Бэвэрлі-Хілз, Палм-Біч, і кааператыў у Нью-Ёрку; а ў мянеатрымаў квітнеючы ранча ў Венесуэле. Мая жонка з'яўляецца цудоўным маладая акторкахто лічыць свае два палюбоўніц быць яе лепшыя сябры ".Псіхіятр паглядзеў на пацыента, блытаць. "Я не прапусціцьто? Гэта гучыць для мяне як у вас няма праблем наогул "."Але, доктар, я толькі зрабіць $ 175 у тыдзень."
		-- Samuel Johnson

%
Чалавек узяў жонка палявання на аленя ўпершыню. Пасля таго як ён даў ёйнекаторыя асноўныя інструкцыі, яны пагадзіліся, каб аддзяліць і рандэву пазней. перадСыходзячы, ён папярэдзіў яе, калі яна павінна ўпаў аленя асцерагацца паляўнічых, якіяможа біць яе да каркаса і прэтэндаваць на забойства. Калі б гэта адбылося, ён сказаўёй, што яна павінна стрэліць пісталет тройчы ў паветра, і ён прыйдзе даяе дапамогу.Неўзабаве пасля таго як яны аддзеленыя, ён пачуў ніводнага стрэлу, а затым хуткапа ўзгодненых сігналу. Запуск на сцэну, ён знайшоў сваю жонку стоячына невялікай палянцы з знерваваны чалавек глядзіць уніз яе ствол."Ён сцвярджае, што гэта яго", сказала яна, відавочна, вельмі засмучаныя."Яна можа трымаць яго, яна можа трымаць яго!" шырокі вачыма чалавек адказаў. "Япроста хачу, каб мае сядло назад! "
		-- Samuel Johnson

%
Чалавек, як правіла, улюбляецца ў жанчыну, якая просіць віды пытанняўён здольны адказаць.
		-- Ronald Colman

%
Чалавек быў хапанне свайму сябру пра тое, як ён ненавідзеў вяртацца дадому пасляпазнейшыя картачныя гульні."Вы не паверыце, што я прайсці, каб не абудзіць жонку,"сказаў ён. "Па-першае, я заб'ю рухавік блок далёка ад дома і ўзбярэжжау гараж. Тады я адкрываю дзверы павольна, здымаю чаравікі, ідыбачках да нашага памяшканні. Але гэтак жа, як я збіраўся слізгаць ў ложку, яна заўсёдыпрачынаецца і дае мне пекла "."Я раблю вялікую ракетку, калі я іду дадому," адказаў яго сябар."Вы робіце?""Вядома. Я сігналіць рог, пляснуць дзвярыма, уключыце ўсе агні,тупаць у спальню і даць маёй жонцы вялікі пацалунак. `Прывітанне, Аліса, кажу.`Як наконт абдымацца для вашага старога?""А што яна кажа?" яго сябар спытаў у здзіўленні."Яна нічога не кажа," адказаў яго прыяцель. "Яна заўсёды робіць выглядяна спіць ".
		-- Ronald Colman

%
Чалавек стаяў на каленях на магіле на могілках, плачу і молячыся вельмі гучна,"Аб why..eeeee ты памёр ... EEEEEE, Аб Why..eeeeee,Чаму вы Дзі ...... ээээ "Вартаўнік падыходзіць, даруе сябе і пытаецца ветліва,"Прабачце, сэр, але я бачыць вас на працягу некалькіх гадзін у цяперашні час,працягваючы пры гэтым магіле. Вы павінны былі вельмі блізкія да памерлага "."Не, я ніколі не сустракаўся з ім. О, чаму .... эээээ ты dieeeeee,Таму .... эээээ зрабіў вам .. ""Сэр, вы кажаце, што ніколі не сустракаўся з гэтым чалавекам, пакуль вы носіце на так?Раскажыце, мне хто тут пахаваны? ""Першы муж маёй жонкі".
		-- Ronald Colman

%
Чалавек гаварыў з яго лепшым сябрам аб яго сямейнага жыцця. "Вы ведаеце," ёнкажа: "Я сапраўды давяраць жонцы, і я думаю, што яна заўсёды была вернаймне, але ёсць * заўсёды * што сумнеў. Там у * заўсёды * што мала сумненняў "."Так, я ведаю, што вы маеце на ўвазе", адказвае яго сябар."Ну, прыяцель, я павінен пакінуць у камандзіроўцы ў гэтыя выхадныя,і мне цікава ... ну ... вы б глядзець, як мой дом, пакуль я пайшоў? Я давяраюёй, гэта проста, што ёсць * заўсёды * што сумненне ".Сябар пагадзіўся дапамагчы, і праз два тыдні даў свой даклад."У мяне дрэнныя навіны для вас", кажа адзін. "Вечарпасля вашага сыходу я ўбачыў дзіўнае аўтамабіль падцягнуць перад сваім домам. чалавеквыйшаў з машыны і пайшоў у дом і павячэралі са сваёй жонкай.Пасля абеду яны пайшлі наверх, і я ўбачыў сваю жонку цалаваць яго. затым ёнзняў кашулю, і яна зняла блузку. А потым святло згаслаз "."* Тады * што здарылася?" сказаў муж, вочы шырока адкрыўшы."Ну, я не ведаю", адказаў сябар, "гэта было занадта цёмна, каб бачыць.""Чорт!" зароў муж. "Вы бачыце, што я маю на ўвазе? Там у * * заўсёдышто сумневы! "
		-- Ronald Colman

%
Чалавек без жанчыны падобны статуі без галубоў.
		-- Ronald Colman

%
Чалавек, загорнуты ў сябе робіць вельмі невялікі пакет.
		-- Ronald Colman

%
павінен мужчына ведаюць свае абмежаванні.
		-- Clint Eastwood, "Dirty Harry"

%
Сціплая жанчына, апранутая ва ўсе яе ўборы, гэта самае неверагоднае аб'ектва ўсім тварэнні.
		-- Goldsmith

%
Маці бярэ дваццаць гадоў, каб зрабіць мужчыну сваёй хлопчык, і яшчэ адна жанчынадурыць яго ў дваццаць хвілін.
		-- Frost

%
П'едэстал такая ж турма, як і любы невялікі, абмежаванай прасторы.
		-- Gloria Steinem

%
Прыгожая жанчына можа зрабіць што-небудзь; пачварны жанчына павінна рабіць усё.
		-- Gloria Steinem

%
Псіхіятр з'яўляецца чалавек, які задае вам шмат дарагіх пытанняўваша жонка пытаецца ў Вас нічога.
		-- Joey Adams

%
Напорысты Romeo задаў цудоўны ліфцёр, "Не ўсе гэтыяспыняецца і пачынае атрымліваць ты даволі зношаныя? "" Гэта не спыняецца і пачынаеццашто мне на нервы, гэта рыўкі ".
		-- Joey Adams

%
Сапраўдны джэнтльмен ніколі не прымае баз, калі ён сапраўды не павінен.
		-- Overheard in an algebra lecture.

%
Рымскі развёўся са сваёй жонкай, быўшы высока абвінаваціў яго сяброў, якіязапатрабаваў, "Ці была яна не была цнатлівая? Ці была яна не справядліва? Ці была яна не плённым?"працягваючы свой абутак, папрасіў іх не было гэта новы і добра зрабіў.Тым не менш, дадаў ён, ніхто з вас не можа сказаць, дзе яна заціскае мяне.
		-- Plutarch

%
Шатландзец шпацыраваў па Хай-стрыт адзін дзень насіць яго кільт.Калі ён наблізіўся да значна бардзюр, ён заўважыў двух маладых бландынак у чырвоным кабрыялецегледзячы на ​​яго і хіхікалі. Адзін з іх крыкнуў: "Гэй, Скоці! Што насіцьпад кільт? "Ён падышоў да баку аўтамабіля і спытаў, "Ach, дзяўчынка, тыВядома, вы хочаце ведаць? "Некалькі нервова, бландынка адказала так, яна зрабіласапраўды хочаце ведаць.Шатландзец нахіліўся бліжэй і даверна: "Чаму, дзяўчынка, нічога не насіцьпад кільт, усё гэта ў ідэальным працуеш парадку! "
		-- Plutarch

%
Больш рэзкае перспектыўны па гэтым пытанні асабліва важна феміністкадумаў, сёння, таму што галоўнай тэндэнцыяй у фемінізм была пабудаванаПраблема дамінавання як драма жаночага уразлівасці ахвярамі мужчынскагаагрэсія. Нават больш складаныя фемінісцкія мысляры часта сарамлівыяад аналізу прадстаўлення, баючыся, што ў якая дапускае жанчыныУдзел у адносінах панавання, цяжар адказнасціз'явіцца пераходзіць ад мужчын да жанчын, і маральная перамога ад жанчынмужчыны. У больш агульным плане, гэта было слабасцю радыкальнай палітыкі: даідэалізаваць прыгнечаных, як калі б іх палітыка і культура былі закранутысістэма панавання, як калі б людзі не ўдзельнічалі ў іх уласныПрадстаўленне. Каб паменшыць дамінаванне да простага адносінах дзеяча і зроблена даз'яўляецца замена маральнае абурэнне для аналізу.
		-- Jessica Benjamin, "The Bonds of Love"

%
Сацыёлаг, псіхолаг, і інжынер абмяркоўвалінаступствы і наступствы замужняя мужчынскія маючы каханку.меркаванне сацыёлага, што гэта абсалютна і катэгарычна недаравальнадля жанатага мужчыны згубіць сувязь шлюбу, а таксама ўдзельнічаць у такой пакорнымпажадлівыя заняткі.Меркаванне псіхолага было тое, што хоць маральна заганнымі,калі чалавек павінен мець палюбоўніцу дамагчыся свайго поўнага патэнцыялу, як чалавечае істота,потым - добра - ён можа ісці наперад і выбраць мець палюбоўніцу, пакуль ёнДастаткова уважлівым, каб захаваць гэтую таямніцу ад жонкі.Інжынер затым уставіў: "Я таксама лічу, што, у выпадку неабходнасці,жанаты мужчына мае права на палюбоўніцы. Тым не менш, я не бачу, чамуСправа павінна быць схавана ад жонкі. Наадварот, калі справагэта ў адкрытую, то па вечарах у пятніцу ён можа сказаць жонцы, што ёнўбачыць сваю каханую, скажыце сваю палюбоўніцу, што ён будзе зяго жонка, а затым перайсці да яго ў кабінет і атрымаць працу! "
		-- Jessica Benjamin, "The Bonds of Love"

%
Жонка толькі доўжыцца ад даўжыні шлюбу, але экс-жонка ёсць* Для астатняй частцы вашай жыцця *.
		-- Jim Samuels

%
Жанчына можа выглядаць як маральна і захапляльным - калі яна таксама выглядае, як быццам гэтабылі вельмі барацьба.
		-- Edna Ferber

%
Жанчына ніколі не можа быць занадта багатым або занадта худым.
		-- Edna Ferber

%
Жанчына зрабіла тое, што жанчына была, што лепшы спосаб умела.Каб зрабіць больш было немагчыма, рабіць менш, неймаверна.
		-- Dirisha, "The Man Who Never Missed"

%
Жанчына даруе нахабства якога яе прыгажосць заахвоціла нас быць вінаватым.
		-- LeSage

%
Жанчына трапіла ў каханне дрэннага чалавека адзін ці два разы ў сваім жыцці, каб быцьўдзячныя за добры.
		-- Marjorie Kinnan Rawlings

%
Жанчына, як цень; ісці за ёй, яна ляціць; вылецець з яе, яна наступным чынам.
		-- Chamfort

%
Жанчына цалкам можа сфармаваць сяброўства з чалавекам, але для гэтага трываць,яна павінна абапірацца на дапамогу невялікі фізічнай антыпатыі.
		-- Nietzsche

%
Жанчына шчодрай характару будзе ахвяраваць жыццём тысячу разоўнад яе палюбоўніка, але парваць з ім назаўжды над пытаннемГонар - для адкрыцця або зачыненні дзвярэй.
		-- Stendhal

%
Жанчына не павінна мець, каб купіць яе ўласныя духі.
		-- Maurine Lewis

%
Жанчына без мужчыны, як рыба без ровара.
		-- Gloria Steinem

%
Жанчына без мужчыны, як рыба без ровара.Таму, чалавек без жанчыны як ровар без рыбы.
		-- Gloria Steinem

%
Лепшая абарона жанчыны трохі грошай са свайго ўласнага.
		-- Clare Booth Luce, quoted in "The Wit of Women"

%
Месца жанчыны ў доме ... і ў Сенаце.
		-- Clare Booth Luce, quoted in "The Wit of Women"

%
Жанчына, асабліва калі яна мае няшчасце ведаючы нічога,павінны хаваць, а таксама яна можа.
		-- Jane Austen

%
Малады муж з комплексам непаўнавартаснасці настойваў ён быў простакаменьчык на пляжы. Саветнік шлюб сказаў яму: "Калі вы хочаце, кабзахаваць ваш шлюб, вам лепш быць трохі валун ".
		-- Jane Austen

%
Малады чалавек і яго дзяўчына гулялі па Галоўнай вуліцы, калі яна ўбачылапрыгожы кольца з дыяментам у акне ювелірнай крамы. "Нічога сабе, я ўпэўнены, з задавальненнемёсць што! ", яна хлынула."Няма праблем", адказаў яе спадарожнік, кідалі цэгла празвокны і захопліваючы кольца.Праз некалькі кварталаў праз, жанчына захапляўся паўнаметражнага собаля паліто. "ШтоЯ б аддаў, каб мець, што, "сказала яна, уздыхаючы."Няма праблем", сказаў ён, кідаючы цэгла праз акно і схапіўшыпаліто.Нарэшце, звяртаючыся да дома, яны прайшлі аўтасалон. "Хлопчык, я хацеў бы зрабіцьнічога для аднаго з гэтых Rolls-ройса ", сказала яна."Божа, дзіця," хлопец застагнаў, "вы думаеце, што я з цэглы?"
		-- Jane Austen

%
А.А. AAAAAAAAAaaaaaaaaaaaaaaaccccccccckkkkkk !!!!!!!!!Вы скаціна! Knock перад уваходам у жаночую пакой!
		-- Jane Austen

%
Ня нічога, стары можа зрабіць для мяне, але прынесці мне паведамленне ад маладога чалавека.
		-- Moms Mabley

%
Аліменты сістэма, па якой, калі два чалавекі дапусцілі памылку, адну з іхпрацягвае плаціць за яго.
		-- Peggy Joyce

%
Аліменты, як купля авёс мёртвай коні.
		-- Arthur Baer

%
Аліменты праклён класаў лісты.
		-- Norman Mailer

%
Усе спадчынніц прыгожыя.
		-- John Dryden

%
Ўсе мужчыны падобныя, але яны маюць розныя асобы, каб вы можаце сказацьіх адзін ад аднаго.
		-- John Dryden

%
Усе большасць мужчын сапраўды хочаце ў жыцці з'яўляецца жонка, дом, двое дзяцей і аўтамабіль,котка, няма, можа быць, сабака. Да лепшых часоў, падрапаць адзін з дзяцей і дадаць сабаку.Вызначана сабака.
		-- John Dryden

%
Усе людзі на маіх супрацоўнікаў можна ўвесці.
		-- Bella Abzug

%
Усе працуюць, і ні платнага ня робіць хатняя гаспадыня.
		-- Bella Abzug

%
Амерыканская культура грунтуецца на аўтамабілі, і любы малады чалавек абяцаннізбіраецца валодаць адным і хочаце падарожнічаць на вялікія адлегласці ў ім. такім чынам,любы маладой жанчыны аспірацыі варта чакаць марнаваць вялікую частку сваіх вакацыйў аўтамабілі, зандаванне ў незнаёмых куткоў. Яна не патрабуецца ведаць, якездзіць, але яна, безумоўна, будзе, як чакаецца, чытаць дарожную карту, а яеМуж ездзіць, і калі яна не можа, або калі яна анамальна павольна даючы ямудапамогу, яна не можа не выклікаць трывогу. Таму, можна падумаць, што каледжыякі навучаць яркія маладыя жанчыны, якія збіраюцца ўзяць шлюб яркі маладымужчыны, якія збіраюцца валодаць Кадылак, што равуць ўзад і наперад па гэтыхкантынент будзе вучыць дзяўчат чытаць карты. Ніхто не робяць. Яны вучаць стаіншыя бескарысныя рэчы, але ні на адно слова пра тую, што выклічаНайбольшая трэнне.
		-- James Michener, "Space"

%
Пілотам самалёта заручыўся з двума вельмі прыгожымі жанчынамі, у той жаЧас. Адзін з іх быў названы Эдыт; іншы назваў Кейт. Яны сустрэліся, выявілі, што яныбыла такая ж нявеста, і сказаў яму. "Атрымаць з нашага жыцця падлюга. Мы будземнавучыць вас, што вы не можаце мець свой Кейт і Эдыт таксама ".
		-- James Michener, "Space"

%
Аптымістам з'яўляецца чалавек, які глядзіць наперад да шлюбу.Песіміст жанаты аптыміст.
		-- James Michener, "Space"

%
"А што вы два думаеце, што вы робіце?!" зароў муж, як ён прыйшоўна жонку ў пасцелі з іншым мужчынам. Жонка павярнулася і ўсміхнулася ёйхаўруснік."Бачыце?" сказала яна. "Я сказаў вам, што ён быў дурны!"
		-- James Michener, "Space"

%
І ўсё ж я павінен быў дорага спадабалася, у мяне ёсць, каб закранулі вусны; даставяць пад сумнеў яе, што яна магла б адкрыў іх; каб глядзелі навейкі ад яе апушчанымі вачыма, і ніколі не павышаў румяны; каб далісвабодныя хвалі валасоў, цаля якога будзе на памяць за цаной:Карацей кажучы, я б хацелася, я прызнаюся, мелі самы лёгкіЛіцэнзія дзіцяці, і ўсё ж быў чалавек дастаткова, каб ведаць яго значэнне.
		-- Charles Dickens

%
Любая дзяўчына можа быць гламурнай; усё, што вам трэба зрабіць, гэта стаяць на месцы і выглядаць недарэчна.
		-- Hedy Lamarr

%
Любая жанчына з'яўляецца аб'ём, калі адзін ўмее чытаць яе.
		-- Hedy Lamarr

%
Той, хто кажа, што ён можа бачыць скрозь жанчын адсутнічае шмат.
		-- Groucho Marx

%
"Усё астатняе, сэр?" спытаў ўважлівае пасыльны, стараецца з усіх сілкаб дама і спадар камфортна ў сваёй пентхаусе ўшыкоўны гатэль."Не, дзякуй", адказаў джэнтльмен."Усё для вашай жонкі, сэр?" спытаў калідорны."Чаму, ды, малады чалавек," сказаў джэнтльмен. "Вы б прынесці мнепаштоўку? "
		-- Groucho Marx

%
Як бацькі звычайна ідуць, гэта рэдка бывае няшчасце быць сіротамі; іулічваючы агульны прабег сыноў, а рэдка няшчасце быць бяздзетным.Толькі цвёрдае і трывалага міру паміж мужчынам і яго жонка, несумненна,падзел.
		-- Lord Chesterfield, letter to his son, 1763

%
На пытанне, як яна адчувала як першая жанчына, каб зрабіць каманду вышэйшай лігі, янасказаў: "Як свіння ў гразі", або словы да таго эфекту, а затым павярнуўся івыпусціла струменьчык тытунёвага соку з пачкам ром прасякнутай відэльцам у яеправая шчака. Яна жавала рэдкую марку коркі пад назвай Заткніся, які янанавучыліся жаваць, калі яна гуляла Нікарагуанскага гадовы мяч. яна распавялапісьменнікі, "Яны былі настолькі значыць для мяне там вы не маглі ўпісаць яго ў сваёгазета. Я ўзяў пісталет ўсюды, я пайшоў, нават спаць. * Асабліва * дляложак. Хлопцы былі пасля мяне, як вы не можаце паверыць. Вось калі я пачаўжавальны тытунь - таму што незалежна ад таго, наколькі дрэнна хто ставіцца да вас, гэта нетак дрэнна, як гэта. Гэта горшы жаваць ў свеце. Пасля гэтага,ўсё астатняе персікі і вяршкі ». Аўтары абраны Джэнтльмен Джым,P.R. хлопец верабей, у адкусіць кавалак і сказаць ім, як ён паспрабаваў,і, калі ён сядзеў і жаваў яе слёзы цяклі па яго шчоках старых загарэлыя і ённе мог гаварыць на некаторы час. Затым прашаптаў ён, "Вы былі жавальнай гэта длядва гады? Божа, я паняцця не меў, што гэта так цяжка быць жанчынай ".
		-- Garrison Keillor

%
Нарэшце я знайшоў дзяўчыну сваёй мары. Мінулай ноччу яна сказала мне,"Яшчэ раз, дзіўна, і на гэты раз * Я * быць Доні і * вы * быць Мары.
		-- Strange de Jim

%
Жонкі і векавух 'бакалаўраў дзеці заўсёды дасканалыя.
		-- Nicolas Chamfort

%
У асноўным мая жонка была няспелай. Я б у сябе дома ў ванне і янапрыйсці і ракавіна мае лодкі.
		-- Woody Allen

%
Будзьце абачлівымі ў сваіх сувязях з жанчынамі. Лепш убачыць наопера з чалавекам, чым пры масе з жанчынай.
		-- De Maintenon

%
Будзьце гатовыя прыняць ахвяры. Вясталкі не ўсё так дрэнна.
		-- De Maintenon

%
Прыгажосць рэдка рэкамендуе адной жанчыны да іншай.
		-- De Maintenon

%
Прыгажосць, мазгі, даступнасць, індывідуальнасць; выбраць любыя два.
		-- De Maintenon

%
Да шлюбу тры маленькіх словы "Я люблю цябе", пасля ўступлення ў шлюбяны "Давайце паесці."
		-- De Maintenon

%
За кожным паспяховым мужчынам вы знойдзеце жанчыну з чым насіць.
		-- De Maintenon

%
Будучы клапатліва спытаў аб стане яе здароўя становіцца надакучлівымцяжарнай жанчыны ў кактэйль. І яшчэ адзін госць падышоўі пытаецца: "Ну, як вы сябе адчуваеце ў гэтыя дні?""Ці не занадта добра", сказаў будучая мама. "Вы ведаеце, я прапусціўсем ці восем перыядаў зараз і гэта пачынае мяне турбаваць ".
		-- De Maintenon

%
Будучы належыць камусьці раней называлася рабства - зараз гэта называецца абавязацельства.
		-- De Maintenon

%
Бенні Хіла: Хочаце арахіс?Дзяўчынка: Не, дзякуй, я не хачу быць абавязаны.Бэні Хіл: Вы не будзе абавязаны за арахіс.Гэта не так, калі б гэта было шакаладны батончык ці нешта.
		-- De Maintenon

%
Дваяжэнства аказвае адзін з мужа і жонкі занадта шмат. Манагамія тое ж самае.
		-- De Maintenon

%
Птушкі і пчолы, як шмат агульнага з фактамі жыцця, як чорнаяначныя кашулі рабіць з сагрэцца.
		-- Hester Mundis, "Powermom"

%
Хлопчыкі па-за дыяпазону нікому упэўнены разуменне, па меншай меры,калі яны ва ўзросце ад 18 месяцаў да 90 гадоў.
		-- James Thurber

%
Хлопчыкі будуць хлопчыкамі, і так будзе шмат мужчын сярэдняга ўзросту.
		-- Kin Hubbard

%
Разбойнікі запатрабуе кашалёк або жыццё, а жанчына будзе патрабаваць абодвух.
		-- Samuel Butler

%
Усімі сродкамі ажаніцца: Калі вы атрымаеце добрую жонку, вы будзеце стаць шчаслівым; калі выатрымаць дрэнны, ты станеш філосафам.
		-- Socrates

%
Змена мужы / жонкі толькі змена непрыемнасці.
		-- Kathleen Norris

%
Выберыце ў шлюб толькі жанчына, якую вы абралі б у якасці, калі б яна сябрубыла мужчынам.
		-- Joubert

%
Заляцанне да шлюбу, а вельмі дасціпнага пралогам да вельмі тупы гульні.
		-- William Congreve

%
Дарлінг: папулярны форма звароту выкарыстоўваецца ў размове з членамсупрацьлеглы пол, чыё імя вы не можаце ў дадзены момант памятаю.
		-- Oliver Herford

%
Дарагая міс Паводзіны:Я несці вялікую чорны парасон, нават калі гэта ўсяго толькі трыццаць працэнтаў шанцаўдождж. Ці магу я спытаць маладую жанчыну, якая з'яўляецца чужы для мяне, каб падзяліць яе абарону?Гэтай раніцай я быў у чаканні аўтобуса ў параўнальным камфорце, мой парасонабараняючы мяне ад залевы, і заўважыў прывабную маладую жанчыну, атрымліваючызамочваюць. Я часта бачыў яе ў маёй аўтобуснага прыпынку, хоць мы ніколі не казалі,і я нават не ведаю яе імя. Ці мог я спытаў яе, каб атрымаць пад маімпарасон не прадстаўляючыся крыўдна?Лёгкі Чытач:Вядома. Разгляд для тых, каму пашанцавала менш, чым вы заўсёды правільнае,хоць было б больш пераканаўчым, калі вы спынілі лопат аб тым, якпрывабным яна. Для таго каб не даць добрыя Samaritanism дрэннае імя, місПаводзіны просіць вас, каб дазволіць ёй два ці тры дажджлівых дзён недосаждают абароныперш чым зрабіць свой прыступ.
		-- Oliver Herford

%
Дарагая міс Паводзіны:Калі ласка, пералічыце некаторыя тактоўныя спосабы выдалення сліны мужчыны ад вашага асобы.Лёгкі Чытач:Калі ласка, пералічыце некаторыя годныя спосабы набыцця сліну мужчынскую на вашым твары. каліджэнтльмен распыляецца вы выпадкова суправаджаць энтузіязмамдыскурс, вы можаце крок назад у двух кроках, выявіць вашыя хустку іпрайсці праз рухаў выціраючы нос, у той час як задняя тканіна ўздоўжваш твар, каб забраць усё, што неабходна зачыстцы па маршруце. Калі, аднак,рэчыва было набыта ў выніку энтузіязму больш інтымныпрырода, вы можаце далікатна выняць яго з рухам вашага ружовым языком.
		-- Oliver Herford

%
Не дазваляю жанчыне папрасіць прабачэння, таму што гэта толькі першаякрок. Па-другое, абгрунтаванне сябе па абвінавачванні ў вас.
		-- DeGourmont

%
Як вы думаеце, ваша маці і я павінен быў жыць з камфортам так доўгаразам, калі б мы былі жанатыя?
		-- DeGourmont

%
Не думайце, што кожны сумнымі вачыма жанчына любілі і страцілі - яна можаатрымалі яго.
		-- DeGourmont

%
Не ведаю, што раз я вярнуся, мама. Магчыма ў бліжэйшы час пасля таго як яна кідае мяне.
		-- DeGourmont

%
Не жаніцеся за грошы; Вы можаце пазычаць яго танней.
		-- Scottish Proverb

%
Тупыя жанчыны маюць бездакорны дамоў.
		-- Scottish Proverb

%
Падчас візіту ў Амерыку, Ўінстан Чэрчыль быў запрошаны ў буфетабед, на якім было падаваць халодным смажанай курыцы. Вяртаючыся на секундудапамагаючы, спытаў ён ветліва, "Ці магу я мець некаторы грудзі?""Г-н Чэрчыль," адказаў гаспадыні, "у гэтай краіне мы просімбелае мяса або цёмны мяса. "Чэрчыль прасіў прабачэння.На наступную раніцу, дама атрымала цудоўны архідэю зяе ганаровым госцем. Суправаджаюць карты наступным чынам: "Я быў бы вельмі ўдзячны, калівы б прымацаваць гэта на белае мяса ".
		-- Scottish Proverb

%
Эканамісты да гэтага часу спрабуюць высветліць, чаму дзяўчыны з меншПрынцып прыцягнуць найбольшую цікавасць.
		-- Scottish Proverb

%
Восемдзесят адсоткаў жанатых мужчын падманваюць у Амерыцы. Астатнія падмануць ў Еўропе.
		-- Jackie Mason

%
... Восемдзесят гадоў пасля ён усё яшчэ можа ўспомніць з маладым укол ягоАрыгінальны радасць яго закахацца ў Ada.
		-- Nabokov

%
Роўнасць не калі жанчына Эйнштэйн атрымлівае званне памочнікапрафесар; роўнасць, калі жанчына schlemiel прасоўваецца так хутка, якмужчына schlemiel.
		-- Ewald Nyquist

%
Яўген d'Альберт, адзначыў нямецкі кампазітар, быў жанаты шэсць разоў.На вячэрнім прыёме на якім ён прысутнічаў са сваёй пятай жонкай незадоўгапасля іх вяселля, ён прадставіў лэдзі да аднаго, які ветліва сказаў,"Віншуем, спадар д'Альбер; вы рэдка прадставіў мяне такЧароўны жонка ".
		-- Ewald Nyquist

%
"Нават цяпер чалавек не можа падысці і забіць жанчыну без пачуццяледзь unchivalrous ... "
		-- Robert Benchley

%
Кожны чалавек, які з'яўляецца высока любіць думаць, што ён зрабіў усё сам,а жонка усміхаецца і адпускае яе пры гэтым.
		-- Barrie

%
Ўсё даецца аднолькавая колькасць гармонаў, пры нараджэнні, ікалі вы хочаце выкарыстоўваць вашыя для росту валасоў, гэта нармальна са мной.
		-- Barrie

%
Фермеры ў Iowa State апытанне па рэйтынгу машын паломак большнапружаны, чым развод.
		-- Wall Street Journal

%
Феміністкі проста хачу чалавечая раса быць гальштук.
		-- Wall Street Journal

%
Першае каханне не толькі трохі глупства і шмат цікаўнасці, не вельміякая паважае сябе жанчына будзе скарыстацца гэтым.
		-- George Bernard Shaw, "John Bull's Other Island"

%
Флірт пяшчотны мастацтва робіць чалавека адчуваць задаволены сабой.
		-- Helen Rowland

%
Для маладога чалавека, яшчэ: не старым, ніколі наогул.Калі чалавек павінен ажаніцца? Малады чалавек, яшчэ не; старэйшы мужчына, зусім няма.
		-- Sir Francis Bacon, "Of Marriage and Single Life"

%
Для маладога чалавека, яшчэ: не старым, ніколі наогул.Калі чалавек павінен ажаніцца? Малады чалавек, яшчэ не; старэйшы мужчына, зусім няма.
		-- Sir Francis Bacon, "Of Marriage and Single Life"

%
Бо я пакляўся, што я хацеў бы застацца ў год ад яе; , І на жаль!але з світання я пайшоў прасіць.
		-- Paulus Silentiarius, c. 540 A.D.

%
На працягу трыццаці гадоў пайшоў адзін чалавек, каб правесці кожны вечар з мадам. ___.Калі яго жонка памерла яго сябры лічылі, што ён ажэніцца на ёй, і заклікаўяму гэта зрабіць. "Не, не", сказаў ён: "калі б я зрабіў, дзе я павіненправоджу вечара? "
		-- Chamfort

%
Шчаслівы той, для каго Belle прац.
		-- Chamfort

%
FORTUNE разглядаюцца адрозненні паміж мужчынамі і жанчынамі: # 14Нізкія Удары:Скажам мужчына і жанчына глядзяць бокс па тэлевізары. адзінз баксёраў ссяку нізкім ударам. Жанчына кажа: "О, гы., Які павіненбалюча. "Чалавек згінаецца і на самай справе адчувае боль.апранання:Жанчына будзе апранацца, каб хадзіць па крамах, ваду расліны, апаражніцьсмецця, адказваць на тэлефонныя званкі, чытаць кнігу, атрымаць пошту. Чалавек будзе апранаццадля: вяселля, пахаванне. Гаворачы аб вяселлях, калі згадвалі правяселляў, жанчыны кажуць аб "цырымоніі". Мужчыны смяюцца над "бакалаўрапартыя ".Дэвід Летэрмана:Мужчыны думаюць Дэвід Летэрмана самы смешны чалавек на твары зЗямлі. Жанчыны думаюць, што ён з'яўляецца сродкам, паў-тупы хлопец, які заўсёды мае дрэнную стрыжку.
		-- Chamfort

%
FORTUNE разглядаюцца адрозненні паміж мужчынамі і жанчынамі: # 16адносіны:Перш за ўсё, чалавек не выклікае адносіны адносіны - ёнставіцца да яго як "таго часу, калі я і Сьюзэн рабілі гэта на паў-рэгулярнайАсновай ".Калі заканчваецца адносіны, жанчына будзе плакаць і заліць яе сэрца, кабяе сяброўкі, і яна напіша верш пад назвай "Усе людзі ідыёты". затымяна трапіць на яе жыццё.Чалавек мае трохі больш праблем адпусціць. Праз шэсць месяцаў пасляРаспад, у 3:00 раніцы ў суботу ўвечары, ён будзе патэлефанаваць і сказаць: "Я простахацеў, каб вы ведаеце, разбурыла маё жыццё, і я ніколі не дарую цябе, і яненавіджу цябе, а ты ўсяго Floozy. Але я хачу, каб вы ведалі, што ёсцьзаўсёды ёсць шанец для нас ". Гэта вядома як" I Hate You / I Love You "П'яны тэлефонны званок, што 99%, калі ўсе людзі зрабілі па крайняй меры адзін раз. Ёсцькаледжаў, якія прапануюць курсы, каб дапамагчы мужчынам пераадолець гэтую патрэбнасць; нажаль,гэтыя класы рэдка апынуцца эфектыўнымі.
		-- Chamfort

%
FORTUNE разглядаюцца адрозненні паміж мужчынамі і жанчынамі: # 17абутак:Сярэдні чалавек мае 4 пары абутку: красоўкі, чаравікі сукенкі,боты і тэпцікі. Сярэдняя жанчына мае абутак тоўстыя пласты 4 на падлозеяе шафе. Большасць з іх балюча ногі.сябраваць:Жанчына сустрэнецца іншую жанчыну з агульнымі інтарэсамі, зрабіць некалькі рэчаўразам, і сказаць нешта накшталт: "Я спадзяюся, што мы можам быць добрымі сябрамі."Чалавек сустрэнецца іншы чалавек з агульнымі інтарэсамі, зрабіць некалькі рэчаўразам, і казаць няма чаго. Пасля некалькіх гадоў узаемадзейнічаючы з гэтым іншым чалавекам,якія падзяляюць надзеі і асцярогі, што ён не будзе давяраць свайму святару абопсіхіятр, ён, нарэшце, падвялі яго ахоўнік у прыступе п'янагасентыментальнасць і сказаць нешта накшталт: "Вы ведаеце, для каго-небудзь, хто такаярывок, я думаю, вы ОК ".
		-- Chamfort

%
FORTUNE разглядаюцца адрозненні паміж мужчынамі і жанчынамі: # 2дэсерты:Жанчына, як правіла, палюбавацца багата дэсерт для мастацкагапрацаваць гэта, хвалячы яго стваральніка і чакае падыходнага інтэрвалу, перш чымяна неахвотна прымае невялікае кавалачак з аднаго краю. Чалавек будзе пачаць ззахопліваючы вішню ў цэнтры.рамонт аўтамабіляў:Сярэдні чалавек лічыць, што яго Y-храмасома ўтрымлівае поўны рамонтІнструкцыі для кожнага аўтамабіля, дасягнуты пасля Другой сусветнай вайны. Ён будзе працаваць над праблемайСам пакуль ён або не сыходзіць або ператвараецца ў нешта, што "не можа быцьвыпраўлена без спецыяльных інструментаў ".Сярэдняя жанчына думае ", што смешна стук-стук шум" з'яўляеццадакладнае апісанне аўтамабільнага праблемы. Яна будзе, аднак, мецьАўтамабіль абслугоўваецца на пэўныя інтэрвалы і тым самым узяць на сябе менш праблем, чымсярэдні чалавек.
		-- Chamfort

%
FORTUNE разглядаюцца адрозненні паміж мужчынамі і жанчынамі: # 4адзенне:Мужчыны не выкідвайце вопратку. Сярэдні чалавек яшчэ мае трэнажорная зала кашулюён насіў у сярэдняй школе. Ён думае, што куртка "проста атрымання зламаны ў" абчас, якое распрацоўвае адтуліны ў локцях. Чалавек дазволіць новыя футболкі сядзець напалка ў арыгінальнай ўпакоўцы на працягу некалькіх гадоў, перш чым пакласціім выкарыстоўваць, спадзеючыся, што яны будуць адчуваць сябе больш камфортна з узростам.Жанчыны думаюць, што адзенне радыеактыўныя, з перыядам паўраспаду ў адзін год.Яны ажыццяўляюць меры засцярогі, каб пазбегнуць забруджвання моды леташніх.
		-- Chamfort

%
FORTUNE разглядаюцца адрозненні паміж мужчынамі і жанчынамі: # 5мэтавай:Сярэдняя жанчына сапраўды хацелі б быць сказана, калі яе муж падманваевакол яе за спіной. Гэта тая ж самая жанчына не скажа свайго лепшага сябра, каліяна ведала мат з лепшых сяброў "быў раман. Яна раскажа ўсе яеІншыя сябры, аднак. Сярэдні чалавек не будзе нічога казаць, калі ён ведае, штоадзін з памочнікаў свайго сябра ў дурэць, і калі ён палічыў за лепшае б не ведаць,яго памочнік мае справу альбо з-за страху, што гэта можа быць з аднымз яго сяброў. Ён скажа ўсіх сваіх сяброў пра свае справы, хоць,таму яны могуць быць гатовыя, калі ён мае патрэбу ў алібі.Ваджэнне:Тыповы мужчына думае, што ён Марыё Андретти, як толькі ён слізгае закола яго аўтамабіля. Той факт, што гэта 8-гадовы Honda не трымацьяго ад таго, каб амбулаторна-паскарэнні хлопец у Porsche хто спрабуеадрэзаць яго; шашы на пандусы захапляльных задач, каб бачыць, хто маеRight Stuff на раніцах. Ці мае ён ці не ён? Толькі яго целамагазін ведае напэўна. Страхавыя кампаніі разумеюць такія паводзіны, іцэны на свае палітыку.Жанчына будзе запавольвацца, каб дазволіць аўтамабіль зліваюцца перад ёй, і атрымацьззаду складу іншай жанчынай, хто быў заняты даданнем рыскі даяе макіяж.
		-- Chamfort

%
FORTUNE разглядаюцца адрозненні паміж мужчынамі і жанчынамі: # 6ванныя:Чалавек мае шэсць элементаў у яго ваннай - зубную шчотку, зубную пасту,крэм для галення, брытва, брусок набору мыла і ручнік з Holiday Inn.Сярэдняя колькасць элементаў у ванную тыповага жанчыны з'яўляецца 437. Чалавекне зможа ідэнтыфікаваць большасць з гэтых пунктаў.харчовыя:Жанчына робіць спіс рэчаў яна мае патрэбу, а затым ідзе ў крамуі купляе гэтыя рэчы. Чалавек чакае 'Сезам толькі прадметы, пакінутыя ў яго халадзільнікунапалову вапны і блакітнай стужкай. Потым ён ідзе ў краму за ежай. ён купляеусё, што добра выглядае. Да таго часу, чалавек дасягае касе,яго кошык запакаваная мацней, што аўтамабіль у Clampett на Бэвэрлі-Хілз.Вядома, гэта не спыніць яго ад уваходу ў 10-пунктаў-менш зав.
		-- Chamfort

%
FORTUNE разглядаюцца адрозненні паміж мужчынамі і жанчынамі: # 8Going Out:Калі чалавек кажа, што ён гатовы да працы, гэта азначае, што ён гатовы ісціз. Калі жанчына кажа, што яна гатовая выйсці, гэта азначае, што яна будзе гатоваякаб выйсці, як толькі яна знаходзіць яе завушніцы, заканчвае апранаючы макіяж,чэкі на дзяцей, робіць тэлефонны званок на яе лепшай сяброўкай ...кошкі:Жанчыны любяць котак. Мужчыны кажуць, што любяць котак, але калі жанчыны негледзячы, людзі ўдар котак.нашчадкі:Ах, дзеці. Жанчына ведае ўсё пра яе дзецях. яна ведаеаб стаматалагічных прызначэнняў і футбольных матчаў і рамансаў і лепшых сяброўі любімыя прадукты і таемныя страхі і надзеі і мары. мужчыны цьмянадасведчаныя аб некаторых кароткіх людзей, якія жывуць у доме.
		-- Chamfort

%
FORTUNE разглядаюцца адрозненні паміж мужчынамі і жанчынамі: # 9пральня:Жанчыны робяць бялізну кожныя некалькі дзён. Чалавек будзе насіць кожны артыкуладзення ён валодае, у тым ліку яго хірургічныя штаны, якія былі сцягна каля васьмігадоў таму, перш чым ён зробіць яго бялізну. Калі ён, нарэшце, з адзення,ён будзе насіць брудную кашулю навыварат, арэнда U-Haul і прыняць яго гаруадзення ў пральню. Мужчыны заўсёды чакаў сустрэць прыгожых жанчын наЛондромете. Гэта міф.мянушкі:Калі Глорыя, Сюзанна, Дэбора і Мішэль збіраюцца на абед,яны будуць звяртацца адно да аднаго Глорыя, Сюзанна, Дэбора і Мішэль. але каліМайк, Дэйв, Роб і Джэк выйсці на brewsky, яны будуць пяшчотнаспасылаюцца адзін на аднаго, як упрямец, Гадзіла, арахісавае мозгу і бескарысна.шкарпэткі:Мужчыны носяць разумны шкарпэткі. Яны носяць стандартны белы sweatsocks.Жанчыны носяць дзіўныя шкарпэткі. Іх разразаюць шлях ніжэй шчыкалатак, ёсць фатаграфііаблокаў на іх, і маюць вялікі невыразнай мяч на спіне.
		-- Chamfort

%
Фрэд заўважыў, што яго сусед па пакоі быў чорны вачэй вярнуўшыся з танца."Што здарылася?""Я быў уражаны прыгажосцю гэтага месца."
		-- Chamfort

%
Сябры былі здзіўлены, сапраўды, калі Фрэнк і Джэніфер ламаліўцягванне, але Фрэнк меў гатовае тлумачэнне: "Вы б ажаніцца, хтобыў звыкла змяняў, хто хлусіў на кожным кроку, які быў эгаістам і лянівымі саркастычны? ""Вядома, няма", сказаў спачувальна сябар."Добра", запярэчыў Фрэнк ", ні бы Джэніфер."
		-- Chamfort

%
АД СТОЛАРапунцэльДарагі Прынц:Выкарыстоўвайце ўвечары лесвіцы - вы падзяліўшы свае канцы.
		-- Chamfort

%
Сапраўдная шчасце, калі жонка бачыць двайны падбародак на яе мужадзяўчынка сябар.
		-- Chamfort

%
Мужчынам пацешыла амаль любы ідыёт рэчы - вось чаму прафесійны лёдхакей так папулярны - так што купля падарункаў для іх лёгка. Але вы павінныніколі не купляйце ім адзенне. Мужчыны лічаць, што яны ўжо маюць ўсю вопратку яныкалі-небудзь спатрэбіцца, а новыя зрабіць іх нервавацца. Напрыклад, сярэдняяЧалавек мае 84 сувязяў, але ён носіць, у лепшым выпадку, толькі тры з іх. Ён даведаўся,праз прыніжальную спроб і памылак, што, калі ён носіць любы іншы 81гальштукі, яго жонка, верагодна, смяяцца над ім ( "Вы не збіраецеся насіць ШТОзвязаць з гэтай масці, вы? "). Такім чынам, ён скараціўся да трох бяспечнагальштукі, і пайшоў некалькі гадоў без кпінаў. Калі даць ямуновы гальштук, ён будзе прэтэндаваць на гэта падабаецца, але глыбока ўнутры ён будзе ненавідзець вас.Калі вы хочаце, каб даць чалавеку нешта практычнае, разгледзець шыны. Больш чымадзін раз, я б з задавальненнем гандлявалі ўсе падарункі, якія я атрымаў для новага набору шын.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
Дзяўчынкі лепш выглядае ў завеі.
		-- Archie Goodwin

%
Дзяўчыны ажаніцца па любові. Хлопчыкі ажаніцца з-за хранічнай раздражнення, штопрымушае іх імкнуцца ў напрамку аб'ектаў з пэўнай крывалінейныхўласцівасці.
		-- Ashley Montagu

%
Дзяўчыны сапраўды ведаюць толькі тое, што яны хочуць - вы зразумець гэта для сябе!
		-- Ashley Montagu

%
Дзяўчынкі, якія кідаюцца на людзей, якія фактычна прымаюць вельмі старанна прыцэліўся.
		-- Ashley Montagu

%
Даць жанчыне цаля, і яна будзе паркаваць машыну ў ім.
		-- Ashley Montagu

%
Бог стварыў некалькі выдатныя галавы. Астатняе ён пакрыты поўсцю.
		-- Ashley Montagu

%
Бог стварыў жанчыну. І нуда сапраўды перастаюць з гэтага моманту -але і многія іншыя рэчы перасталі, а таксама. Жанчына была другая памылка Бога.
		-- Nietzsche

%
Добрыя дзяўчынкі адпраўляюцца на нябёсы, дрэнныя дзяўчынкі ідуць ва ўсім свеце.
		-- Nietzsche

%
Гаральд ніколі не хацеў жанчыну так шмат у яго жыцця, на падслухаўшы22-гадовы прыгажосці заўвагу, што ён быў занадта стары і не ў форме для яе.рашуча сямідзесяцігадовы неадкладна прыступіў да строгай самаўдасканаленняПраграма. Ён меў яго твар падняў, купіў парык, пабег пяць міль кожны дзень,падняў вага і прыняў строгую вегетарыянскую дыету. Праз некалькі месяцаўпамаладзелым мужчына выйграў сэрца маладой жанчыны, і яна пагадзілася выйсці за яго замуж.На выхадзе з капліцы, аднак, Гаральд быў смяротна паражонымаланкай. Раз'юшаны, ён сутыкаецца Сэнт-Піцер на жамчужных брамы. "Якне маглі б вы зрабіць гэта са мной пасля ўсёй болю я прайшоў? ""Каб быць сумленным, Гаральд," Святы Пётр збянтэжана адказаў: "Я не зрабіўпрызнаць вас ".
		-- Nietzsche

%
Hat праверка дзяўчына:"Божа! Якія выдатныя алмазы!"Мэй Уэст:"Дасканаласць меў нічога" агульнага з ім, дарагая. "
		-- "Night After Night", 1932

%
Нараджэнне гэта не так дрэнна. Калі вы жанчына імператарскіх пінгвінаў уАнтарктыцы. Яна закладвае яйкі, закатвае яго на бацьку, то ўзлятаедля цёплага надвор'я, дзе яна есць і есць і есць. На працягу двух месяцаў,бацька варта жорсткая, без ежы, сьляпы ў 24-гадзінны цемры, балансіроўкаяйка на нагах. Пасля таго, як трохі пінгвін вылупіліся, мацілічыць патрэбным, каб прыйсці дадому.
		-- L. M. Boyd, "Austin American-Statesman"

%
Ён паглядзеў на яе, што вы маглі б вылітыя на вафельны.
		-- L. M. Boyd, "Austin American-Statesman"

%
Той, хто ўваходзіць гардэробная жонкі філосаф ці дурань.
		-- Balzac

%
Той, хто знаходзіцца ў стане ап'янення віном будзе цвярозым зноў у ходзеноччу, але той, хто ап'янёны кравчему не вяртаць ягоня адчувае да дня суда.
		-- Saadi

%
Эй, Джым, гэта я, Сьюзэн Лиллис з пральні. Вы сказалі, штопазваню, і гэта было два тыдні. Што здарылася, вы губляеце мой нумар?
		-- Saadi

%
Высокія абцасы з'яўляюцца прылада, вынайдзенае жанчынай які стаміўся быць пацалаваўна лбе.
		-- Saadi

%
Ён: "Ваша скура настолькі мяккае Вы мадэль.?"Яна: "Не", [румяны] "Я касметолаг."Ён: "? Сапраўды Гэта неверагодна ... Гэта павінна быць вельмі жорсткім, каб справіццабязважкасць ".
		-- "The Jerk"

%
Яго праекты былі строга ганарова, як фраза: гэта значыць, каб абрабавацьдама яе стан шляхам шлюбу.
		-- Henry Fielding, "Tom Jones"

%
"Дом, мілы дом" павінен, безумоўна, былі напісаныя халасцяка.
		-- Samuel Butler

%
лепш ода Гарацыя не радаваць маладую жанчыну столькі, колькі пасярэдніявершы маладога чалавека, якога яна закаханая ў.
		-- Moore

%
Колькі для жанчын? Я хачу купіць вашу дачка ... колькі задзяўчынка?
		-- Jake Blues, "The Blues Brothers"

%
"Як бы я ведаць, калі я веру ў каханне з першага погляду?" сэксуальныкар'ерыст сказаў ёй сусед. "Я маю на ўвазе, я ніколі не бачыў Паршэпоўны грошай, перш чым ".
		-- Jake Blues, "The Blues Brothers"

%
Я вельмі любіў кампаніі дам. Мне падабаецца іх прыгажосць,Мне падабаецца іх далікатнасць, мне падабаецца іх жывасць, і мне падабаецца іх маўчанне.
		-- Samuel Johnson

%
Я пачаў шмат гадоў таму, як гэта робяць многія маладыя людзі, у пошуках дляідэальная жанчына. Я лічыў, што калі я глядзеў дастаткова доўга, і досыць цяжка,Я хацеў бы знайсці яе, а потым я б бяспечным для жыцця. Ну, гадоўі прыйшлі рамансы і пайшоў, і я ў рэшце рэшт асела на кагонашмат менш, чым маёй ідэі дасканаласці. Але аднойчы, пасля многіх гадоўразам, я ляжала на нашай ложка аднаўляецца пасля невялікай хваробы. мойжонка сядзела на крэсле побач з ложкам, ціха напяваючы і назіраючыбліжэй да вечара сонца фільтрацыі праз дрэвы. Адзінымі гукамі ўпачуць у другім месцы былі гадзіны цікаюць, чайнік ўніз пачынаючыда кіпення, і выпадковы школьнік праходзіць пад нашым вакном. іяк я паглядзеў у цяперашні маршчыністы твар маёй жонкі, але па-ранейшаму цёпла імігатлівымі вачыма, я зразумеў, што-то аб дасканаласці ... Гэта прыходзіць толькіз часам.
		-- James L. Collymore, "Perfect Woman"

%
Я лічу, трохі несумяшчальнасць соль жыцця, асабліва, калі ёнмае прыбытак, і яна pattable.
		-- Ogden Nash

%
Я адчуваю да яе, таму што, хоць я ніколі не быў аляскінскі прастытуткатанцы на бары ў бліскаўкамі сукенка, я ўсё яшчэ атрымліваю вельмі сумна з прамываннемі прасавання і мыцця посуду і прыгатавання ежы на наступны дзень пасля нястомных дзень.
		-- Betty MacDonald

%
Я не магу спарвацца ў няволі.
		-- Gloria Steinem, on why she has never married.

%
Я родам з маленькага гарадка, насельніцтва якога ніколі не змянілася. Кожны раз, калі жанчыназацяжарыла, хтосьці з'ехаў з горада.
		-- Michael Prichard

%
Я сапраўды атрымліваю асалоду ад добрай доўгага шпацыру - асабліва калі жонка займае адно.
		-- Michael Prichard

%
"Я не павінны прымаць гэта злоўжыванне ад Вас - я атрымаў сотнілюдзі чакаюць, каб лаяцца ".
		-- Bill Murray, "Ghostbusters"

%
Думаю, я ніколі не забуду яе. А можа быць, я не хачу, каб. яе духбыў дзікі, як дзікі малпаў. Яе прыгажосць была, як прыгожая коньбыўшы катання дзікага малпы. Я забыўся яе іншыя якасці.
		-- Jack Handey, The New Mexican, 1988.

%
У мяне цяжкі час цяга да любога, хто можа пабіць мяне.
		-- John McGrath, Atlanta sportswriter, on women weightlifters.

%
Я знайшоў немагчымым несці вялікі цяжар адказнасці івыконваць свае абавязкі ў якасці караля, як я хацеў бы абысціся без дапамогі іпадтрымка каханай жанчынай.Брытанскага трона, каб ажаніцца на амерыканцаразведзеная Уоліс Уорфилд Сімпсан.
		-- Edward, Duke of Windsor, 1936, announcing his abdication

%
Я цяпер прыйшлі да высновы, ніколі больш не думаць пра жаніцьбу,і з гэтай прычыны: я ніколі не могуць быць задаволеныя з тымі, хто будзебыць дастаткова розумам бедны можа мець мяне.
		-- Abraham Lincoln

%
Я ведаю размяшчэнне жанчын: калі вы будзеце, яны не будуць; каліВы не будзеце, яны ўсталёўваюць свае сэрцы на вас уласнай схільнасці.
		-- Publius Terentius Afer (Terence)

%
Я навучыўся граць на гітары толькі, каб атрымаць дзяўчынак, і любы, хто кажа, што яныне толькі Ляжыць!
		-- Willie Nelson

%
Мне падабаецца быць адной. Я заўсёды там, калі я патрэбны.
		-- Art Leo

%
Я люблю сябе, але я не буду казаць, што я прыгожы, як быка, якая скралаEuropa.
		-- Marcus Tullius Cicero

%
Мне падабаецца дзяўчатам. Іх гісторыі карацей.
		-- Tom McGuane

%
Я люблю быць жанатым. Гэта так выдатна, каб знайсці, што адзін адмысловы чалавекВы хочаце, каб раздражняць для астатняй частцы вашай жыцця.
		-- Rita Rudner

%
Я люблю Мікі Маўс больш, чым любы жанчынай, якую я калі-небудзь ведаў.
		-- Walt Disney

%
ня я паспеў сказаць: "Выбачайце", і не больш за тое. Я ведаў, што ён не любіўмне плакаць.На гэты раз ён сказаў, гледзячы на ​​мяне, "У некаторых выпадках лепшплакаць ".Я паклаў галаву на стол і заплакала: «Калі б толькі яна магла прыйсціназад; Я б нядрэнна ".Фрэнсіс сказаў: "Вы далі ёй вялікае задавальненне заўсёды.""О, не дастаткова.""Ніхто не можа даць нікому дастаткова.""Не заўсёды"?"Не, не заўсёды. Але трэба працягваць спробы.""І не адзін небудзь шанаваць людзей, пакуль яны не пайшлі?""Рэдка", сказаў Фрэнсіс. Я працягвала плакаць; Я бачыў, як мала я меўзахапляўся яго; як мала я цаніў ўсё, што было маім.
		-- Pamela Frankau, "The Duchess and the Smugs"

%
Я ажаніўся пада мной. Усе жанчыны робяць.
		-- Lady Nancy Astor

%
Я сустрэў дзіўную новага чалавека. Ён выдуманыя, але вы не можаце мець усе.
		-- Cecelia, "The Purple Rose of Cairo"

%
Я ніколі не думаў, што ўбачу той дзень, калі дзяўчынкі будуць атрымаць сонечны апёк ўмесцы, якія яны робяць сёння.
		-- Will Rogers

%
Я ніколі не сустракаў жанчыну я не мог піць даволі.
		-- Will Rogers

%
Я прачытаў Playboy па той жа прычыне я прачытаў National Geographic. бачыцьславутасці я ніколі не збіраўся наведаць.
		-- Will Rogers

%
Я адмаўляюся здрадзіць ўвесь мужчынскі пол ў дзіцячы пакой. Я настойваю намяркуючы, што некаторыя мужчыны аднагодкаў.
		-- Brigid Brophy

%
Я паважаю інстытут шлюбу. Я заўсёды лічыў, што кожныжанчына павінна выйсці замуж - і ніхто не.
		-- Benjamin Disraeli, "Lothair"

%
Я сеў побач з ёй, павітаўся, прапанаваў купіць ёй напой ... а потымнатуральны адбор паднімае сваю выродлівую галаву.
		-- Benjamin Disraeli, "Lothair"

%
Я думаю, што яна павінна была вельмі строга выхоўвалі, яна так адчайнаімкнецца рабіць няправільныя рэчы правільна.
		-- Saki, "Reginald on Worries"

%
Я думаю, што свет гатовы да гісторыі гадкага качаняці, які вырас дазастаюцца брыдкім качанём, і жылі доўга і шчасліва.
		-- Chick

%
Хачу купіць мужа, які, кожны тыдзень, калі я саджуся глядзець "St.У іншым месцы ", ня будзе крычаць," Не думай больш пра гэта, Бланш ... Пора Хі Хо! "
		-- Berke Breathed, "Bloom County"

%
Хачу ажаніцца на дзяўчыне, як і дзяўчаты, якія замуж дарагі стары тата.
		-- Freud

%
Я быў у конкурсе прыгажосці аднаго. Я не толькі прыйшоў апошні, я быў уражаны ўрот міс Кангеніяльнасць.
		-- Phyllis Diller

%
Я не цалаваў яе, я шаптала ёй у рот.
		-- Chico Marx

%
Я не буду казаць, што жанчыны не маюць характару; хутчэй, яны маюць новыадзін кожны дзень.
		-- Heine

%
Я б з задавальненнем падняць свой голас у пахвале жанчын, толькі яны не дазволяць мнепадняць свой голас.
		-- Winkle

%
Я б не жаніцца на ёй з дзесяці футаў полюс ст.
		-- Winkle

%
Я, напэўна, пагадзіцца на вампіра, калі б ён быў досыць рамантычна.Не можа быць горш, чым некаторыя з адносін, якія я меў.
		-- Brenda Starr

%
Я хацеў бы мець дзве дзяўчынкі ў 21 сябар чым адной дзяўчыны на 42.
		-- W. C. Fields

%
Я абараняю яе гонар, якая больш, чым яна калі-небудзь рабіў.
		-- W. C. Fields

%
Я не denyin 'жанчыны дурныя: Усемагутны Бог зрабіў ім, каб адпавядаць мужчын.
		-- George Eliot

%
Я вельмі старамодна. Я лічу, што людзі павінны ўступаць у шлюб на ўсё жыццё,як галубы і каталікі.
		-- Woody Allen

%
Я быў у некалькіх колаў, чым сурвэткай.
		-- Mae West

%
Я правёў амаль усё сваё жыццё з высока інтэлектуальных людзей. яны неяк іншыя мужчыны. Іх дух вялікі і цікавай. Яны ненавідзяць разлад;Сапраўды яны адпрэчваюць яго. Іх вынаходлівыя падарункі бязмежныя. яны патрабуюцьадданасць і паслухмянасць. І пачуццё гумару. Я з задавальненнем даў усё гэта.Мне пашчасціла быць выбраны і досыць разумны, каб зразумець іх.
		-- Marlene Dietrich, on her friendship with Ernest Hemingway

%
Калі б мне давялося пражыць сваё жыццё зноў, я б рабіць тыя ж памылкі, толькі раней.
		-- Tallulah Bankhead

%
Калі б я сказаў вам, што вы мелі прыгожае цела, вы б трымаць яго супраць мяне?
		-- Tallulah Bankhead

%
Калі б гэта было не за падарункі, таемныя ўцёкі было б пераважней.
		-- George Ade, "Forty Modern Fables"

%
Калі людзі дзейнічалі пасля шлюбу, як яны робяць падчас заляцанні, не было ббыць менш разводаў - і больш банкруцтваў.
		-- Frances Rodman

%
Калі хтосьці спытае мяне за самы кароткі шлях да пачуццёвасці, я бмяркуюць, што ён хадзіць па крамах для выкарыстоўванага 427 Шелби-Кобра. Але гэта толькісправядліва, каб папярэдзіць вас, што з 300 хлопчыкаў і дзяўчынак, якія перайшлі на іх у 1966 годзе,Толькі два вярнуўся да жанчын.
		-- Mort Sahl

%
Калі дзяўчына вы любіце рухаецца ў з іншым хлопцам раз, гэта больш чым дастаткова.Двойчы, гэта занадта шмат. Тры разы, гэта гісторыя вашай жыцця.
		-- Mort Sahl

%
Калі ёсць якой-небудзь рэальнай стрымліваючым фактарам для ўступлення ў шлюб, гэта той факт, што выне могуць дазволіць сабе развод.
		-- Jack Nicholson

%
Калі мы, мужчыны ў шлюбе жанчын, што мы заслужылі, мы павінны мець вельмі дрэннае час гэтага.
		-- Oscar Wilde

%
Калі жанчыны павінны быць менш рацыянальнымі і больш эмацыйным напачатку нашай менструальнага цыклу, калі жаночы гармон знаходзіцца наСамы нізкі ўзровень, то чаму яно не лагічна сказаць, што ў тыя дніжанчыны вядуць сябе найбольш падобна як мужчыны паводзяць сябе цэлы месяц?
		-- Gloria Steinham

%
Калі жанчыны не існуе, усе грошы ў свеце не будзе мець ніякага значэння.
		-- Aristotle Onassis

%
Калі вы баіцеся адзіноты, не жаніся.
		-- Anton Chekhov

%
Калі вы шукаеце ласкава, добра забяспечаных пажылога джэнтльмена, які небольш зацікаўлены ў сексе, выняць аб'яву ў The Wall Street Journal.
		-- Abigail Van Buren

%
Калі вы даць чалавеку дастаткова вяроўкі, ён будзе сцвярджаць, што ён прывязаны ў офісе.
		-- Abigail Van Buren

%
Калі вы выйсці замуж за чалавека, які падманвае сваю жонку, вы будзеце ў шлюбе з чалавекам, якіпадманвае яго жонкі.
		-- Ann Landers

%
Калі вы ПАВІННЫ выйсці замуж, гэта заўсёды пажадана, каб ажаніцца прыгажосць.У адваротным выпадку, вы ніколі не знойдзеце нікога, каб узяць яе з вашых рук.
		-- Ann Landers

%
Калі вы хочаце, каб я добры маленькі трусік проста звісаюць некалькі карат перадмайго носа.
		-- Lauren Bacall

%
Калі вы хочаце быць разбурана, ажаніцца на багатай жанчыне.
		-- Michelet

%
Калі вы хочаце прачытаць пра каханне і шлюбе ў вас ёсць, каб купіць два асобныхкнігі.
		-- Alan King

%
Калі вы хочаце, каб ваш муж, каб слухаць і звяртаць асаблівую ўвагу на кожнытваё слова, размова ў сне.
		-- Alan King

%
Калі вы хочаце жанчын любяць вас, быць арыгінальным; Я ведаю чалавека, які насіў футработы летам і зімой, і жанчыны закахаліся ў яго.
		-- Anton Chekhov

%
Пры куплі коней і прымаючы жонка заплюшчы вочы шчыльна і рэкамендуемсябе Богу.
		-- Anton Chekhov

%
У хрысціянстве чалавек можа мець толькі адну жонку. Гэта называецца Аднастайнасць.
		-- Anton Chekhov

%
У шлюбе, як на вайне, дазваляецца прымаць усе перавагі праціўніка.
		-- Anton Chekhov

%
Даўней былі зробленыя ахвяры на алтар - практыка, якая з'яўляеццаяшчэ працягваецца.
		-- Helen Rowland

%
У цэнтры аднаго з самых дзікіх бакоў ён калі-небудзь быў, малады чалавекзаўважыў вельмі важны і прыгожая дзяўчына, седзячы спакойна ў баку ад астатнягагулякі. Набліжэнне яе, ён прадставіўся і, пасля некаторых ціхаеРазмова, сказаў: "Я баюся, што вы і я сапраўды не ўпісваецца ў гэтызмучаны група. Чаму я не завязу цябе дадому? """Добра", сказала дзяўчына, усміхаючыся яму сарамліва. "Дзе ты жывеш?"
		-- Helen Rowland

%
Вар'яцтва з'яўляецца падставай для разводу, хоць тым жа самымМаркер гэта самы кароткі аб'езд да шлюбу.
		-- Wilson Mizner

%
Вяселле паспяховым, калі гаворка ідзе без сучка і задзірынкі?
		-- Wilson Mizner

%
Не шлюб адкрытым пытанне, калі ён сцвярджаў ,, адпачатку свету, што такія, як ва ўстанове хочаце атрымацьз, і хто з жадаеце атрымаць у?
		-- Ralph Emerson

%
Няўжо не парадаксальна, што многія мужчыны праводзяць большую частку свайго жыццяпазбягаючы шлюб падчас мэтанакіравана праводзіць тыя рэчы, якіязробіць іх больш шырокія перспектывы?
		-- Ralph Emerson

%
Гэта [шлюб] адбываецца, як з клеткамі: птушак без адчаюкаб атрымаць, і тых, хто знаходзіцца адчаю выходзіць.
		-- Michel Eyquem de Montaigne

%
Гэта не адбывалася са мной, што маё істота з двума мужчынамі ўвесь час будзеЦікавасць хтосьці ці выклікаць нічыіх асцярогі. Я папрасіў запрашэннедля Heinrich таксама так часта, як гэта здавалася магчымым, калі Паўлюс і я былізапрошаны на грамадскім сходзе. Я адчуваў, што набор правілаў іншых жыўне мае ніякага значэння. Дзяцінства стаўленне - кожная спроба адрэгуляваць гэтабезнадзейна і вы маглі б гэтак жа сама прытрымлівацца вашым ўласнае стаўленне - павінны быцьнёс мяне.
		-- Hannah Tillich, "From Time to Time"

%
Гэта не нашмат азначае якіх адзін ажэніцца, бо адзін забудзьцеся высветліцьНа наступную раніцу ён быў нехта яшчэ.
		-- Will Rogers

%
Было справядліва заўважыў мудрацоў ўсіх краін, што, хоць чалавек можа быцьНайбольш шчаслівыя ў шлюбе і працягваць у тым жа стане з лімітавай задаволенасці,гэта не абавязкова вынікае, што ён, такім чынам, быў уражаны зусім сляпы.
		-- H. Warner Munn

%
Гэта заўсёды пераважней, каб наведаць дом з адным. Вашы бацькі будуцьня будзе задаволены гэтым планам, таму што яны хочуць, каб вы ўсе да сябе ітаму што ў прысутнасці свайго сябра, яны павінны будуць дзейнічаць як спелаячалавечыя істоты.Горшы выгляд аднаму, каб забраць дадому дзяўчынка, таму што ў гэтым выпадку,ёсць верагоднасць таго, што вашы бацькі будуць губляць цябе не толькі дляПрацягласць візіту але назаўжды. Горшы выгляд дзяўчыны, каб забраць дадому адзінда іншай рэлігіі: Ці ня вы будзеце страчаныя толькі сваім бацькам, але назаўсёдывы будзеце страчаныя для жанчыны, якая абаронена ад іх рэлігійных / маральных аргументаўі чый прыклад будзе незваротна пашкоджаны вы.Дапусцім, вы закахаўся менавіта такі дзяўчынай і хацеўкаб забраць яе дадому на святы. Вы ведаеце ксенафобскіх сваіх бацькоўАдказ на любы з іншай рэлігіі. Як падрыхтаваць іх да шоку?Просты. Тэлефануйце ім незадоўга да вашага візіту і сказаць ім, што ваматрымалі даволі сур'ёзныя пра каго, які да іншай рэлігіі, уіншай расы і таго ж полу. Скажыце, што вы ўжо запрасілі гэтагачалавек, каб сустрэць іх. Даць інфармацыю на імгненне, каб пагрузіць у і затымЗаўважым, што вы былі толькі жартую, што ваш палюбоўнік проста з іншайрэлігія. Яны будуць такое палёгку яны будуць вітаць яе з распасцёртымі абдымкамі.
		-- Playboy, January, 1983

%
Гэта тлумачыцца тым, што ўсе стасункі патрабуюць трохі даваць і браць. гэтане адпавядае рэчаіснасці. Любыя патрабаванні аб партнёрстве, якія мы даем і даваць і даваць і наНарэшце, як мы флоп ў нашых магіл вычарпаныя, мы сказалі, што мы не далідастаткова.
		-- Quentin Crisp, "How to Become a Virgin"

%
Бескарысна спрабаваць казаць маладую жанчыну з сваёй страсці:любоў не ляжыць у вуху.
		-- Walpole

%
Гэта самы небяспечны ў цяперашні час для мужа, каб звяртаць увагу на ягожонка на публіцы. Гэта заўсёды прымушае людзей думаць, што ён б'е сабаку, каліяны ў адзіночку. Свет стаў такім падазрэннем усе, што выглядаеяк шчаслівай шлюбнага жыцця.
		-- Oscar Wilde

%
Не варта спытаць, ці будзе такая жанчына, як-то длядэсерт. Так, яна хацела нешта на дэсерт, алеяна хацела б, каб вы замовіць яго, каб яна магла забраць у яго з відэльцам. янане хачу, каб вы, каб прыцягнуць увагу да гэтага, кажучы: "Калі вы хацелідэсерт, чаму ты не замовіць адзін? Вы павінны разумець, яна маедэсерт яна хоча. Дэсерт яна хоча змяшчаецца ўнутры вашай.
		-- Merrill Markoe, "An Insider's Guide to the American Woman"

%
Цяпер цалкам правамерна для каталіцкі жанчына, каб пазбегнуць цяжарнасці з дапамогай звароту даматэматыка, хоць яна па-ранейшаму забаронена звяртацца да фізіцы і хіміі.
		-- H. L. Mencken

%
Цалкам магчыма, што бландынкі аддаюць перавагу джэнтльмены.
		-- Maimie Van Doren

%
Ён прымае смарт мужа мець апошняе слова і не выкарыстоўваць яго.
		-- Maimie Van Doren

%
Гэта быў цудоўны, салодкі ноч, самы добры пачынаючы з майго разводу, магчыма самы добрыЗ сярэдзіны майго шлюбу. Быў энергія, мяккасць, вытанчанасць ісмех. Я нават узяў мае шкарпэткі. У маім коле, гэта азначае, што клас.
		-- Andrew Bergman "The Big Kiss-off of 1944"

%
Было моцны дождж, і аўтамабіліст з цяжкасцю аўтамабіль на пустэльным краінедарога. Імкнучыся знайсці сховішча на ноч, ён падышоў да фермыі пастукаў у дзверы. Ніхто не адказаў. Ён адчуваў вадуз даху бегла патыліцу, калі ён стаў на ганку.У наступны раз ён не пастукаў гучней, але да гэтага часу няма адказу. На гэты час ён быў прасякнутыда скуры. Ён адчайна стукаў у дзверы. нарэшце галаваЧалавек з'явіўся з акна верхняга паверха."Што вы хочаце?" груба спытаў ён."Мой аўтамабіль зламаўся," сказаў падарожнік, "і я хачу, калі вы ведацьдазволіць мне застацца тут на ноч "."Вядома," адказаў чалавек. "Калі вы хочаце, каб застацца там усю ноч, гэтаў парадку са мной ".
		-- Andrew Bergman "The Big Kiss-off of 1944"

%
Гэта было не зусім развод - я быў прададзены.
		-- Tim Conway

%
Гэта пацешна, што калі жанчына нічога не атрымаўна зямлі, каб турбавацца, яна згасае і ажэніцца.
		-- Tim Conway

%
"Гэта людзі, падобныя яму, якія даюць храмасома дрэннае імя."
		-- Tim Conway

%
Гэта не Пачатковую даўжыні спадніцы, гэта upcreep.
		-- Tim Conway

%
Гэта не людзі ў маім жыцці, але жыццё ў маіх мужчын, што разлічвае.
		-- Mae West

%
Гэта добрыя дзяўчынкі, якія трымаюць дзённікі, дрэнныя дзяўчынкі ніколі не хапае часу.
		-- Tallulah Bankhead

%
Гэта тэорыя Jess Бірнбаўм часопіса Time, што жанчыны здрэнныя ногі павінны прытрымлівацца доўгімі спадніцамі, паколькі яны ахопліваюць мноства галёнак.
		-- Tallulah Bankhead

%
Джо сядзеў, як ложку паміраючай жонкі.Яе голас быў трохі больш, чым шэпт."Джо, дарагая," яна дыхала, "У мяне ёсць прызнанне, каб зрабіцьперш чым ісці. Я ... Я той, хто ўзяў $ 10000 ад сейфа ...Я правёў яго на кідку са сваім лепшым сябрам, Чарльз. І менавіта явымушаныя тваёй палюбоўніцай пакінуць горад. І я той, хто паведамляеВаш ўхіленне падаходнага падатку да I.R.S ... ""Усё ў парадку, дарагая, не даюць яму другі думкі,"прашаптаў Джо. "Я той, хто атруціў вас."
		-- Tallulah Bankhead

%
Гэтак жа, як я не магу ўспомніць любы час, калі я не мог чытаць і пісаць, не магупамятаеце ў любы час, калі я не ажыццяўляць маё ўяўленне ў марах абжанчыны.
		-- George Bernard Shaw

%
Кэт: Ці можа ён прысутнічаць пры нараджэнні свайго дзіцяці?Эд: Гэта ўсё, любы разумны дзіця можа чакаць, калі тата прысутнічаеў канцэпцыі.
		-- Joe Orton, "Entertaining Mr. Sloane"

%
Вядзіце дзённік, і аднойчы ён будзе трымаць вас.
		-- Mae West

%
Захоўваць жанчын Вы не можаце. Ажаніцца іх, і яны зьненавідзелі як вы хадзіцепраз увесь пакой; застаюцца іх палюбоўнік, і яны какетка вас у канцы шасцімесяцаў.
		-- Moore

%
Трымаеце вочы шырока адкрыты да шлюбу, палова зачыненыя пасля.
		-- Benjamin Franklin

%
Пацалункі руку можа зрабіць вас адчуваць сябе вельмі добра, але алмаз ісапфіравае бранзалет доўжыцца вечна.
		-- Anita Loos, "Gentlemen Prefer Blondes"

%
Лэдзі Нэнсі Астор:"Ўінстан, калі б вы былі маім мужам, я б паставіў яд у каву."Ўінстан Чэрчыль:"Нэнсі, калі вы былі маёй жонкай, я б яго піць."
		-- Anita Loos, "Gentlemen Prefer Blondes"

%
Lank: Тут мы ідзем. Мы збіраемся ўсталяваць новы рэкорд.Граф: (да натоўпу) Як наконт даты?Lank: Мы зрабілі гэта. Граф быў усталяваны новы рэкорд. адмовіўся ад      20000 жанчын.
		-- Lank and Earl

%
Значнае павышэнне кошту з сумніўнымі павелічэннем прадукцыйнасці можадапускацца толькі ў скоках і жанчын.
		-- Lord Kelvin

%
Хай рабыня твая слуга быць верным, моцным, і простымі.
		-- Benjamin Franklin

%
Давайце проста скажам, што там, дзе патрабуюцца змены, я наладзіў. У кожныадносіны, якія існуюць, людзі вымушаныя шукаць спосаб выжыць. Калі вамсапраўды клапаціцца пра чалавека, вы рабіць тое, што неабходна, ці гэта канец.Упершыню, я выявіў, што я сапраўды можа змяніць, і якасціЯ больш за ўсё захапляўся ў сабе я здаўся. Я перастаў быць гучным і ўладным ...О, усё ў парадку. Я ўсё яшчэ быў гучны і ўладны, але толькі за спіной.
		-- Kate Hepburn, on Tracy and Hepburn

%
Жыццё пачынаецца ў развароце і пашыраецца па-за.
		-- Miss November, 1966

%
Жыццё ў гэтым грамадстве быць, у лепшым выпадку, поўнае адтуліну і ні адзін аспект грамадствабыўшы наогул стаўленне да жанчын, застаецца ў грамадзянскага абавязку адказваевострых якія шукаюць самкі толькі з мэтай скінуць урад, выключыць грошыСістэма, інстытут поўная аўтаматызацыя і знішчыць мужчынскі пол.
		-- Valerie Solanas

%
Жыццё адстой. Цынічны, чалавеканенавісьніцкай мужчына, 34 гадоў шукае сваю другую палоўку, аленапэўна не знайсці яе. Пакіньце мне запіску. Я пазваню вам, мы будзем гаварыць іСпытаюся ў цябе на вячэру, дзе я, напэўна, марнаваць больш, чым я магудазволіць у слабой спробе вырабіць на вас ўражанне. Тады мы разумеем, што мы павінныабсалютна нічога агульнага, і мы будзем ісці рознымі шляхамі, большувесь зацяты і дэпрэсіі, чым раней (калі такая рэч магчымая).
		-- Valerie Solanas

%
Жыццё занадта кароткае, каб танцаваць з брыдкімі жанчынамі.
		-- Valerie Solanas

%
Як і ўсе маладыя людзі, вы моцна перабольшваеце розніцу паміж адныммаладая жанчына і іншае.
		-- George Bernard Shaw, "Major Barbara"

%
Як гарналыжны курорт дзяўчат шукае мужоў і мужоў шукаюцьдля дзяўчынак, сітуацыя не гэтак сіметрычна, як можа здацца.
		-- Alan McKay

%
Дзяўчынкі, як матылі, не патрэбен ніякі падстава.
		-- Lazarus Long

%
Самотныя людзі шукаюць зносін. Адзінокія жанчыны сядзець дома і чакаць.Яны ніколі не сустракаюцца.
		-- Lazarus Long

%
Шмат дзяўчат можна было за бесцань. На жаль, гэта часта аказваеццабыць Вясельны марш.
		-- Lazarus Long

%
Любоў з'яўляецца ідэальным рэч, шлюб рэальная рэч; змешванне рэальнагаз ідэалам ніколі не застаецца беспакараным.
		-- Goethe

%
Любоў з'яўляецца обсессивно зман, што лечыцца шлюбу.
		-- Dr. Karl Bowman

%
Каханне ёсць памылка, што адна жанчына адрозніваецца ад іншай.
		-- H. L. Mencken

%
Каханне робіць дурнымі, шлюб раганосцам, патрыятызм недабразычлівыя имбецилов.
		-- Paul Leautaud, "Passe-temps"

%
Мачо ня даказвае Mucho.
		-- Zsa Zsa Gabor

%
Муж і жонка зрабіць адзін дурань.
		-- Zsa Zsa Gabor

%
Многія людзі закахаўся з дзяўчынай у свеце так цьмяным ён будзене абралі касцюм ёю.
		-- Maurice Chevalier

%
Многія людзі ў каханні з ямачкай робіць памылку, ажаніўшыся наУвесь дзяўчына.
		-- Stephen Leacock

%
Многія людзі, хто думае, што ён збіраецца на першы рэйс зжанчына пазнае пазней, што гэта быў усяго толькі страсенне ўніз круіз.
		-- Stephen Leacock

%
Многія жонка думае, што яе муж Вялікі герой-палюбоўнік.Але яна ніколі не можа злавіць яго на яе.
		-- Stephen Leacock

%
Многія мужы згалець на грошы жонкі іх выратаваць ад продажаў.
		-- Stephen Leacock

%
Шлюб заўсёды патрабуе найбольшую разуменне мастацтваняшчырасць магчыма паміж двума людзьмі.
		-- Vicki Baum

%
Шлюб выклікае праблемы знаёмстваў.
		-- Vicki Baum

%
Шлюб з'яўляецца жахлівым публічнае прызнанне строга прыватнай мэтай.
		-- Vicki Baum

%
Шлюб з'яўляецца выдатным ўстанова - але я не гатовы да ўстановы яшчэ.
		-- Mae West

%
Шлюб шмат у чым нагадвае арміі, усе скардзяцца, але вы будзецездзіўлены вялікай колькасцю, што на звыштэрміновую службу.
		-- James Garner

%
Шлюб з'яўляецца раман, у якім герой памірае ў першай частцы.
		-- James Garner

%
Шлюб з'яўляецца тры кольцы цырка: заручальны пярсцёнак, заручальны пярсцёнак, і пакута.
		-- Roger Price

%
Шлюб з'яўляецца установай, у якім два распачаць, каб стаць адным, а адзінабавязуецца стаць нічым.
		-- Roger Price

%
Шлюб грунтуецца на тэорыі, што, калі чалавек выяўляе марку півадакладна на свой густ ён павінен адразу кінуць сваю працу і ісці на працуна піваварным заводзе.
		-- George Jean Nathan

%
Шлюб з'яўляецца вывучэнне жанчын на сваёй шкуры.
		-- George Jean Nathan

%
Шлюб, як круціў палачку, ператвараючыся handsprings, ці ёсць зпалачкі для ежы. Гэта выглядае проста, пакуль не паспрабуеш яго.
		-- George Jean Nathan

%
Шлюб нізка, але вы правесці астатак свайго жыцця заплаціўшы за яго.
		-- Baskins

%
Шлюб гэта не проста падзяляючы Fettucine, але падзяляючыЦяжар знаходжання рэстаран Fettucine ў першую чаргу.
		-- Calvin Trillin

%
Шлюб з'яўляецца адзіным прыгодай адкрыта для баязлівых.
		-- Voltaire

%
Шлюб гэта працэс высвятлення, якім чалавекам ваша жонка будзеаддалі перавагу.
		-- Voltaire

%
Шлюб з'яўляецца кошык для папер з эмоцый.
		-- Voltaire

%
Шлюб, у жыцці, як на дуэлі ў разгар бітвы.
		-- Edmond About

%
Шлюбы заключаюцца на нябёсах і на зямлі завершана.
		-- John Lyly

%
Жаніцца ў спешцы і кожны пачынае адлік месяцы.
		-- John Lyly

%
Бо шлюб з'яўляецца коранем ўсіх бед.
		-- John Lyly

%
Бо шлюб не слова, гэтую прапанову.
		-- John Lyly

%
Мужчыны заўсёды гатовыя што-небудзь, што адтуліны іх паважаць.
		-- Marilyn Monroe

%
Мужчыны гэтыя істоты з двума нагамі і восем рук.
		-- Jayne Mansfield

%
Мужчынам не прыцягваюць мяне мой розум. Яны прыцягнулі тым, што яня супраць ...
		-- Gypsy Rose Lee

%
Мужчыны маюць значна больш часу, чым жанчын; з аднаго боку яны жэняцца пазней;на іншую рэч яны паміраюць раней.
		-- H. L. Mencken

%
Мужчыны, як перабольшаныя ўяўленне аб іх правах, жанчыны маюць свае крыўды.
		-- E. W. Howe

%
Людзі жывуць на працягу трох рэчаў, хуткіх аўтамабіляў, хуткіх жанчын і фаст-фуд.
		-- E. W. Howe

%
Мужчыны ніколі не прыставаць на дзяўчынак у акулярах.
		-- Dorothy Parker

%
Мужчыны якасці не баяцца жанчын за раўнапраўе.
		-- Dorothy Parker

%
Мужчыны кажуць пра жанчын, што ім падабаецца; жанчыны робяць з мужчынамі, што ім заманецца.
		-- DeSegur

%
Мужчыны рэдка паказваюць ямачкі на дзяўчынак, якія маюць вугры.
		-- DeSegur

%
Мужчыны да гэтага часу памятаю першы пацалунак пасля жанчыны забыліся апошні.
		-- DeSegur

%
Мужчыны, якім дарагая для жанчын самай высокай павагі рэдка папулярнасцю ў іх.
		-- Joseph Addison

%
Мужчынскія часопісы часта паказваюць фатаграфіі аголеных жанчын. жаночыя часопісыТаксама часта паказваюць фатаграфіі аголеных жанчын. Гэта адбываецца таму, самкіЦела з'яўляецца выдатным творам мастацтва, у той час як мужчынскае цела валасатае і кусковых іня варта разглядаць у святле дня.
		-- Richard Roeper, "Men and Women Are Different"

%
Мігель Сервантес напісаў Donkey Hote. Мілтан пісаў Paradise Lost, а затым ягожонка памерла, і ён напісаў Paradise аднавілі.
		-- Richard Roeper, "Men and Women Are Different"

%
Мо: Хачу гуляць сёння ў покер?Джо: Я не магу. Гэта ноч дзеці "з.Мо: Так?Джо: Я павінен застацца дома з няняй.
		-- Richard Roeper, "Men and Women Are Different"

%
Мо: Што вы даць ваша жонка на Дзень святога Валянціна?Джо: Звычайная падарунак - яна ела маё сэрца.
		-- Richard Roeper, "Men and Women Are Different"

%
Грошы і жанчыны самых запатрабаваных і найменш вядомы з любых двухрэчы ў нас ёсць.
		-- The Best of Will Rogers

%
Грошы гэта магутны афродізіак. Але кветкі працаваць амаль гэтак жа добра.
		-- Lazarus Long

%
Манагамія Заходні звычай адной жонкі і амаль без палюбоўніц.
		-- H. H. Munro

%
... Большасць з нас даведаліся пра каханне на сваёй шкуры. Нават папярэджання, верагодна,бескарысна, бо так ці інакш, нягледзячы на ​​суровыя папярэджання бацькоў і сяброў,сотні, тысячы жанчын забыліся сябе ў апошнюю хвілінуі паддаліся хлусні, абяцанняў, ліслівасцю, ці проста увагайЛюбацерпцаў, выдатныя людзі, пасадка сябе ў складаных цяжкасцяў зякі некаторыя з іх ніколі ня выздаравеў на працягу ўсёй іх жыцця. І я некажа толькі аб вашых падлеткавага Midwesterners ў 1958; Я кажу пра жанчынкожнага ўзросту ў кожным горадзе кожны год. Праславуты сэксуальная рэвалюцыяне выратавала ніводнага ад болю і разгубленасці любові.
		-- Alix Kates Shulman

%
Мае ўяўленні пра мужа ў сорак з'яўляецца тое, што жанчына павінна быць у стане змяніць яго,як банкноты, на працягу двух дваццатых.
		-- Alix Kates Shulman

%
Ніколі не прымайце запрашэнне ад незнаёмага, калі ён не дае цукерку.
		-- Linda Festa

%
Ніколі спрачацца з жанчынай, калі яна стамілася - або адпачывалі.
		-- Linda Festa

%
Ніколі ня ежце ў месцы пад назвай Мама. Ніколі не гуляць у карты з чалавекам па імі Док.І ніколі не кладзіцеся з жанчынай, якая ёсць больш непрыемнасцяў, чым вы.
		-- Nelson Algren, "What Every Young Man Should Know"

%
Ніколі не класціся спаць ашалелы. Знаходжанне і змагацца.
		-- Phyllis Diller, "Phyllis Diller's Housekeeping Hints"

%
Ніколі не спіце з жанчынай, чый непрыемнасці горш, чым свае ўласныя.
		-- Nelson Algren

%
Ніколі не кажы. Не, калі вы любіце сваю жонку ... На самай справе, калі ваш бабулька ходзіцьна вас, гэта адмаўляць. Так. Проста патанчаюцца, і яна будзе ў гэта паверыць: «Яраспавядаў "я. Гэты птушаня спусцілася са знакам на шыі `LayНа мяне Або я памру ". Я не ведаю, што я збіраўся зрабіць ... "
		-- Lenny Bruce

%
Навагодні гэты час года, калі чалавек найбольш адчувае свой узрост,і яго жонка часцей нагадвае яму дзейнічаць яго.
		-- Webster's Unafraid Dictionary

%
Няма дружба настолькі сардэчныя або так смачна, як у дзяўчыны для дзяўчынкі;няма нянавісць настолькі інтэнсіўным або нерухомыя, як у жанчыны да жанчыны.
		-- Landor

%
Ні адзін чалавек не можа мець разумную ацэнку жанчын, пакуль ён не даўно страціўЦікавасць да рэстаўратараў валасоў.
		-- Austin O'Malley

%
Ні адзін сучасны жанчына з збожжам сэнсе ніколі не пасылае запісачкі данежанаты мужчына - ня, пакуль яна знаходзіцца ў шлюбе, так ці інакш.
		-- Arthur Binstead

%
Ніхто не ведае, як жанчына, як кажуць рэчы, якія адразу пяшчотны і глыбокі.
		-- Hugo

%
Няма самаробныя чалавек ніколі не рабіў такую ​​добрую працу, што нейкая жанчына не рабіліхачу зрабіць некаторыя змены.
		-- Kim Hubbard

%
Ні адна жанчына не можа назваць сябе вольнай, пакуль яна не можа выбраць свядома ціяна будзе ці не будзе маці.
		-- Margaret H. Sanger

%
Ні адна жанчына не можа выстаяць ігральны мужа, калі ён не з'яўляецца ўстойлівым пераможцам.
		-- Lord Thomas Dewar

%
Ні адна жанчына не улюбляецца ў чалавека, калі яна не мае лепшай думкіяму, чым ён заслугоўвае.
		-- Edgar Watson Howe

%
Ніхто не ведае, што такое шчасце, пакуль яны не бралі шлюб.І тады ўжо занадта позна.
		-- Edgar Watson Howe

%
Не кожная праблема кагосьці ёсць з яго сяброўка абавязкова звязана зкапіталістычны спосаб вытворчасці.
		-- Herbert Marcuse

%
З усіх жывёлаў, хлопчык з'яўляецца самым некіравальным.
		-- Plato

%
Вядома платанічныя адносіны можна - але толькі паміжмуж і жонка.
		-- Plato

%
Як толькі жанчына дала вам сваё сэрца, вы ніколі не можаце пазбавіцца ад астатняй часткі яе.
		-- Vanbrugh

%
Аднойчы там была прыгожая маладая дзяўчына на прагулцыпраз лес. Усе адразу ўбачыла надзвычай непрыгожа быка жабы сядзяцьна бервяне і яе здзіўлення жаба гаварыў з ёй. "Maiden", прахрыпеўжабы ", каб вы зрабілі мне ласку? Гэта будзе цяжка для вас паверыць, алеЯ быў калісьці прыгожы, абаяльны прынц, а затым сярэдняе, непрыгожа старая ведзьма літойзаклінанне на мяне і ператварылі мяне ў жабу "."Ах, які жаль!", Усклікнуў дзяўчына. "Я зраблю ўсё, што змагу, кабдапамагчы вам пераадолець такое загавор "."Добра", адказаў жабы ", адзіны спосаб, якім гэта загавор можа быцьзабралі для некаторых выдатная маладая жанчына, каб адвезці мяне дадому, і хай мне правесціноч пад падушку ".Дзяўчына прыняла выродлівыя жабы дадому і змясціў яго пад ёйпадушка тую ноч, калі яна пайшла. Калі яна прачнулася на наступную раніцу, упэўненыядастаткова, то побач з ёй у пасцелі быў вельмі малады, прыгожы мужчына, відавочнакаралеўская кроў. І так яны жылі доўга і шчасліва, акрамя таго, што і па сёньняяе бацька і маці дагэтуль не веру, яе гісторыю.
		-- Vanbrugh

%
Аднойчы было тры браты, якія былі рыцараміу некаторым царстве. І, было прынцэсу ў суседняе каралеўстваякі быў на выданні. Ну, аднойчы, пры поўнай зброі, іх коні,і іх старонка, тры браты адправіліся, каб убачыць, калі адзін з іх могвыйграць руку. Дарога была доўгай і было шмат перашкод ўздоўжспосаб, рабаўнікі, якія неабходна пераадолець, цяжка рэльеф перасекчы. Як яны справіліся зкожнае перашкода яны сталі ўсё больш і больш агіду сваёй старонцы. ённе толькі няўмелай, ён быў баязліўцам, ён не мог справіцца з коней, ён быў,Карацей кажучы, поўны правал. Калі яны прыбылі ў суд каралеўства,яны выявілі, што яны павінны былі прадставіць прынцэсу з некаторыміскарб. Два старэйшых брата былі збянтэжаныя, бо яны не мелідумаў пра гэта і не былі гатовыя. Малодшы, аднак, меўадказаць: паабяцаў ёй што-небудзь, але даць ёй нашу старонку.
		-- Vanbrugh

%
Неяк увечары ён казаў. Я сядзеў каля ног, твар падняў да яе,ён дазволіў яго душа, каб быць пачутым. "Мой дарагі, што вы хочаце, што-небудзьЯ, усё, што я калі-небудзь можа быць ... Вось што я хачу прапанаваць вам - нярэчы, якія я атрымаю для вас, але справа ў тым, што мне зробіць мяне магчымасць атрымацьім. Гэтая рэч - чалавек не можа адмовіцца ад яго - але я хачу, каб адмовіцца ад яго - такшто будзе вам - так, што яна будзе ў Вашым паслугах - толькі для Вас ".Дзяўчына ўсміхнулася і спытала: "Вы думаеце, што я прыгажэй, чым МэгіКэлі? "Ён ўстаў. Ён нічога не сказаў і выйшаў з хаты. ён ніколіўбачыў, што дзяўчына зноў. Гейл Wynand, ганарыліся ніколі не маючы патрэбу ўУрок два разы, не закахацца ў зноў у наступныя гады.
		-- Ayn Rand, "The Fountainhead"

%
Адна дзяўчына можа быць даволі - але дзясятак толькі хор.
		-- F. Scott Fitzgerald, "The Last Tycoon"

%
Адзін не нарадзілася жанчынай, чалавек становіцца адным.
		-- Simone de Beauvoir

%
глупства аднаго чалавека з'яўляецца чужая жонка.
		-- Helen Rowland

%
Трэба заўсёды быць у любові. Менавіта з гэтай прычыны ніколі не варта ажаніцца.
		-- Oscar Wilde

%
Толькі дзве групы людзей папаліся на ліслівасці - мужчын і жанчын.
		-- Oscar Wilde

%
Людзі ўсіх відаў полаў паведамляюць вялікія цяжкасці,у гэтыя дні, у выбары правільных слоў для абазначэння тых, самкіперакананне."Лэдзі", "жанчына" і "дзяўчынка" усё выдатна добрыя словы, аленяправільна ужываючы іх можна зарабіць адно што-небудзь з зарада пошласці, каб добрыSwift прысмак. Гаворка важдацца з пытаннямі павагі, паблажлівасці,павагу, фанатызм, і два агульныя паняцці, узрост і званне. Гэта выклікае непакойдастаткова, каб атрымаць прамы, які сапраўды што. Тыя, хто наўмысна няправільнатэрміны ў ганебнае спробы ліслівасці просяць за яго.Жанчына-небудзь па-даросламу асобы жаночага полу. Дзяўчына не-па-даросламуверсія. Калі вы тэлефануеце пі рэч з пульхнымі шчокамі і ружовымі валасамі стужкамі"Жанчына", вы, верагодна, не патрапіць у бяду, і калі вы робіце, вы будзецестане справіцца з гэтым, таму што яна будзе знаходзіцца пад тры фута вышынёй. Аднак, калі выпатэлефанаваць па-даросламу па імені дзіцяці дзеля маючы на ​​ўвазе, што яна маеюнацкі арганізм, вы таксама маючы на ​​ўвазе, што яна мае мозг, каб адпавядаць.
		-- Oscar Wilde

%
Фізічна няма нічога, каб адрозніць чалавечае грамадства адФарм-ярд выключэннем таго, што дзеці больш клапотнае і выдатковае, чымкуры і жанчыны не настолькі паняволеныя, як фермы складзе.
		-- George Bernard Shaw, "Getting Married"

%
Багатыя халасцякі павінны быць абкладзены высокім падаткам. Гэта не справядліва, што некаторыя мужчыныпавінна быць больш шчаслівым, чым іншыя.
		-- Oscar Wilde

%
Салі: Ды добра, Тэд, усё, што я прашу вас зрабіць гэта падзяліцца сваімі пачуццямі	са мной.Тэд: ALL? Вы разумееце, што вы просіце? Мужчынам не навучаныдзяліцца. Мы навучаны, каб абараніць сябе, нядаючы нікому занадта блізка. Добрае гора, калі я хадзіцьабмену ўсе вам, вы маглі б павесіць мяне на прасушку.Салі: Гэта называецца "давер", Тэд.Тэд: "Сумеснае"? "Траст"? Вы сапраўды прасілі мяне плыць унязведаныя вады тут.
		-- Sally Forth

%
Навукоўцы да гэтага часу ведаюць менш пра тое, што прыцягвае мужчын, чым прашто прыцягвае камароў."Што кожная жанчына павінна ведаць пра мужчын"
		-- Dr. Joyce Brothers,

%
Яна заўсёды верыла ў старой прымаўцы - пакіньце іх, пакуль вы добра выглядаць.
		-- Anita Loos, "Gentlemen Prefer Blondes"

%
Яна была замужам так шмат разоў яна атрымала рысу маркі па ўсім асобе.
		-- Tom Waits

%
Яна вядзе сваё паходжанне ад доўгай лініі, што яе маці слухала.
		-- Gypsy Rose Lee

%
Яна проста ўвайшла, накінуўся вакол гэтай рэчы са мной на працягу некалькіх гадоў, карысталісяСама, даў яму свайго роду прыгожай якасці і злева. Узбуджаныя некалькі чалавектым часам.Ўдзел у "Мсціўцы".
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
Яна кахала яго; ён быў чалавекам многіх якасцяў, нават калі большасць з іх былі дрэннымі.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
Яна прапусціла неацэнную магчымасць даць яму выгляд, што вы маглівылілі на вафельны ...
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
Яна навучылася казаць рэчы вачыма, што іншыя марнаваць час пакласців слова.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
Яна настолькі жорсткім, што яна не будзе прымаць "так" у якасці адказу.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
Яна з тых дзяўчат, якія падымаліся па лесвіцы поспеху няправільным няправільным.
		-- Mae West

%
Так шмат прыгожых жанчын і так мала часу.
		-- John Barrymore

%
Так шмат мужчын; так мала часу.
		-- John Barrymore

%
Так многія жанчыны; так мала нерваў.
		-- John Barrymore

%
Так многія жанчыны; так мала часу!
		-- John Barrymore

%
"Такім чынам, вы не павінны, Сіндзі, але мне было цікава, калі вы маглі бхачу пайсці куды-небудзь, вы ведаеце, са мной, дзесьці "."Ну, я магу думаць аб шматлікіх рэчах горш, Дэвід.""Пятніца, затым?""Чаму б не Дэвід, гэта можа быць нават весела."
		-- Dating in Minnesota

%
Некаторыя мужы з'яўляюцца жывым доказам, што жанчына можа прыняць жарт.
		-- Dating in Minnesota

%
Некаторыя шлюбы заключаюцца на нябёсах - але гэта, гром і маланка.
		-- Dating in Minnesota

%
Некаторыя мужчыны ўсё ў парадку ў іх месцы - калі яны толькі ведалі, што правільныя месцы!
		-- Mae West

%
Некаторыя мужчыны так зацікаўлены ў працягу шчасця сваіх жонак, што янынаняць дэтэктываў, каб высветліць прычыну гэтага.
		-- Mae West

%
Некаторыя мужчыны так мачо яны атрымаюць вы цяжарныя проста забіць труса.
		-- Maureen Murphy

%
Некаторыя мужчыны лічаць, што адзінае, што яны абавязаны, якая заключыла шлюб іхз'яўляецца крыўда.
		-- Helen Rowland

%
Некаторыя з нас становяцца мужчыны, якія мы хацелі ажаніцца.
		-- Gloria Steinem

%
Часам цыгара гэта проста цыгара.
		-- Sigmund Freud

%
Часам, калі я думаю пра тое, што гэтая дзяўчына значыць для мяне, гэта ўсё, што я магу зрабіцькаб не гаварыць ёй.
		-- Andy Capp

%
Стэнфард жанчыны нясуць адказнасць за поспех многіх мужчын Stanford:яны даюць іх "яшчэ адна прычына", каб застацца ў гульні і вывучаць кожную ноч.
		-- Andy Capp

%
Вазьміце маё слова, самая дурная жанчына можа кіраваць разумны чалавек, але гэтамае патрэбу ў вельмі разумная жанчына, каб кіраваць дурань.
		-- Kipling

%
Хіхіканне глядзі яна і clapte на wyndow к.
		-- Geoffrey Chaucer

%
Гэтая жанчына кажа на васьмі мовах і не могуць сказаць "не" ў любой з іх.
		-- Dorothy Parker

%
Перавага ў тым, цэлібат з'яўляецца тое, што калі чалавек бачыць прыгожая дзяўчына адзіння трэба гараваць, які мае пачварны дадому.
		-- Paul Leautaud, "Propos d'un jour"

%
Гнеў жанчыны з'яўляецца найбольшым злом, з якім вы можаце пагражаць вашайворагі.
		-- Bonnard

%
Сярэднім дзяўчыны аддалі перавагу б прыгажосць, чым мазгоў, таму што яна ведае,што сярэдні чалавек можа бачыць значна лепш, чым ён можа думаць.
		-- Ladies' Home Journal

%
Сярэдняя жанчына непазбежна глядзець яе фактычнай мужа з пэўнымпагарду; ён зусім не яе ідэал. У выніку, яна не можа дапамагчыадчуваючы, што яе дзеці жорстка стрымліваецца тым, што ён з'яўляеццаіх бацька.
		-- H. L. Mencken

%
Лепшы чалавек для гэтай працы часта жанчына.
		-- H. L. Mencken

%
Лепш за ўсё пра тое, лысы, што, калі нечаканае кампанія прыходзіць,усё, што вам трэба зрабіць, гэта выпрастаць гальштук.
		-- H. L. Mencken

%
Вялікае пытанне, чаму ў ходзе эвалюцыі ў самцоў дазваляеццасабе быць настолькі татальна зацямніла самак. Чаму яны трывацьгэта агульнае падпарадкаванне, гэта вартае жалю існаванне, як занядбаных, якіягалодныя ўвесь час?
		-- H. L. Mencken

%
Ланцуга шлюбу настолькі цяжкія, што яна займае два насіць іх, ічасам тры.
		-- Alexandre Dumas

%
Дні незадоўга да шлюбу, як энергічны ўвядзенне ўстомна кніга.
		-- Alexandre Dumas

%
Адвакат быў варочалі на істца:"Вы сцвярджаеце," ён здзекаваўся ", што мой кліент прыйшоў на вас з разбітай бутэлькайу руцэ. Але гэта не адпавядае рэчаіснасці, што вы нешта ў руцэ? ""Так", прызнаўся мужчына ", яго жонка. Вельмі абаяльная, вядома,але не вельмі добра ў баі ".
		-- Alexandre Dumas

%
Розніца паміж юрыдычнай падзелу і разводу ў тым, што прававаяПадзел дае час чалавеку, каб хаваць свае грошы.
		-- Alexandre Dumas

%
Працягласць страсці суразмерна з арыгінальным супрацівужанчыны.
		-- Honor'e DeBalzac

%
Вечнай жаноцкасці прыцягвае нас ўверх.
		-- Goethe

%
Першы шлюб ёсць ўрачыстасць ўяўлення над інтэлектам,і другі трыумф надзеі над вопытам.
		-- Goethe

%
Джэнтльмены глядзелі адзін на аднаго праз з мікраскапічным неасцярожнасці.
		-- Goethe

%
Дзяўчынка, якая памятае яе першы пацалунак у цяперашні час мае дачку, якая не можа наватпамятаеце свайго першага мужа.
		-- Goethe

%
Дзяўчынка, якая нахіляецца, каб заваяваць звычайна носіць сукенка з глыбокім выразам.
		-- Goethe

%
Дзяўчына, якая не лаецца ні ў каго-небудзь з ёй любоўю мае права лаяцца.
		-- Sophia Loren

%
Багі даў чалавеку агонь, і ён вынайшаў пажарных машын. Яны далі ямулюбіць і ён вынайшаў шлюб.
		-- Sophia Loren

%
Шчаслівы час жыцця чалавека з'яўляецца пасля яго першага разводу.
		-- J. K. Galbraith

%
Цяжкі аб'ект у свеце цела жанчыны вы перасталікахаць.
		-- Marquis de Lac de Clapiers Vauvenargues

%
Мядовы месяц на самай справе не скончана, пакуль мы не перастане душыць нашы ўздыхіі пачынаюць душыць нашы пазяхае.
		-- Helen Rowland

%
Мядовы месяц скончыўся, калі ён тэлефоны сказаць, што ён будзе позна для вячэры іяна ўжо пакінула запіску, што ён знаходзіцца ў халадзільніку.
		-- Bill Lawrence

%
Муж, што ня кажа яго жонка ўсё, верагодна, прычыны, па якіхшто яна не ведае, ці не будзе прычыняць яму боль.
		-- Leo J. Burke

%
Дзяўчынка не чакае ніякай заявы пяшчоты ад сваёй лялькай.Яна любіць яго - вось і ўсё. Гэта пры тым, што мы павінны любіць.
		-- DeGourmont

%
Большасць мужоў нагадваюць мне пра orangutang спрабуе гуляць на скрыпцы.
		-- Honor'e DeBalzac

%
Чалавек, які разумее, адна жанчына кваліфікаваныя, каб зразумець, вельмі добраўсё.
		-- Yeats

%
Пажылыя багемнай з'яўляецца адным чые жанчына працуе поўны працоўны дзень.
		-- Yeats

%
Найбольш распаўсюджанай формай шлюбу прапановы: "ТЫ ШТО!?"
		-- Yeats

%
Самым небяспечным ежы вясельны торт.
		-- American proverb

%
Самыя цяжкія гады шлюбу з'яўляюцца тыя пасля вяселля.
		-- American proverb

%
Найбольш шчаслівы шлюб Я магу ўявіць сабе было б аб'яднаннеглухога чалавека да сляпой жанчыне.
		-- Samuel Taylor Coleridge

%
Самае галоўнае ў адносінах паміж мужчынам і жанчынайз'яўляецца тое, што адзін з іх будзе добра прымаць заказы.
		-- Linda Festa

%
Самы папулярны эканомяць праца прылада сёння па-ранейшаму муж з грашыма.
		-- Joey Adams, "Cindy and I"

%
Маці года павінны быць стэрылізаваныя жанчына з двума прыёмнымі дзецьмі.
		-- Paul Ehrlich

%
Адзін зачараванне шлюбу з'яўляецца тое, што яна робіць жыццё падману Neccessity.
		-- Oscar Wilde

%
Адзіны рэальны аргумент для шлюбу з'яўляецца тое, што ён па-ранейшаму лепшы спосабдля азнаямлення.
		-- Heywood Broun

%
Толькі сапраўды па-майстэрску шум мужчына робіць у доме шумяго ключом, калі ён усё яшчэ на лесвічнай пляцоўцы, намацваючы замак.
		-- Colette

%
Дасканалы чалавек з'яўляецца сапраўдным партнёрам. Ня ложак партнёрам, ні весела партнёра чалавек, які будзе несці цяжар нароўні з [вы] і валодаюць, штоЯкасць радасці.
		-- Erica Jong

%
Чалавек, які ажэніцца на грошы звычайна атрымлівае кожны пені.
		-- Erica Jong

%
Самых прыгожых жанчын амаль заўсёды самы сумны, і менавіта тамунекаторыя людзі адчуваюць, што няма ніякага Бога.
		-- Woody Allen, "Without Feathers"

%
Вары Pandanga Барнэа і Ротерхэме расцякаецца свае пёры ўяго любоўны танец і імітуе Ўінстан Чэрчыль і Томі Купер наадна нага. Padanga вымірае, таму што самка Padanga няда гэтага занадта сур'ёзна.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Шэсць вялікіх падарункаў ірландскай дзяўчыны з'яўляюцца прыгажосць, мяккі голас, салодкі прамовы,мудрасць, рукадзелле, і цнатлівасць.
		-- Theodore Roosevelt, 1907

%
Самы верны прыкмета, што чалавек знаходзіцца ў каханні, калі ён разводзіцца са сваёй жонкай.
		-- Theodore Roosevelt, 1907

%
Бяда некаторых жанчын з'яўляецца тое, што яны атрымліваюць ўсе ўзбуджаныя ні пра што- А затым выйсці за яго.
		-- Cher

%
Праўда пра жанчыну часта доўжыцца даўжэй, чым жанчына гэта праўда.
		-- Cher

%
Гэтыя дзве рэчы, якія вы можаце атрымаць у бяду хутчэй, чым што-небудзь іншаехуткія жанчыны і павольныя каня.
		-- Cher

%
Спосаб барацьбы жанчыну з вашым капялюш. Хапайце яго і запусціць.
		-- Cher

%
Жанчына купіць - і яна з'яўляецца найменш дарагім - займае вялікіШмат грошай. Жанчына, якая дае сябе бярэ ўсё свой час.
		-- Balzac

%
Ёсць некалькі рэчаў, якія ніколі не выйдуць з моды, і жаночы жанчыназ'яўляецца адным з іх.
		-- Ralston

%
Ёсць чатыры стадыі ў шлюбе. Спачатку ёсць справа, то ёсцьшлюб, то дзеці і, нарэшце, чацвёрты этап, без якога выне можа ведаць жанчыну, развод.
		-- Norman Mailer

%
Ёсць тры рэчы, якія я заўсёды любіў і ніколі не разумеў -мастацтва, музыка, і жанчыны.
		-- Norman Mailer

%
Ёсць тры рэчы, людзі могуць зрабіць з жанчынамі: любіць іх, пакутаваць за іх,або ператварыць іх у літаратуры.
		-- Stephen Stills

%
Ёсць два разы, калі чалавек не разумее жанчыну - перш чымшлюб і пасля ўступлення ў шлюб.
		-- Stephen Stills

%
Там ідзе добры час, што было ўсім.
		-- Bette Davis, remarking on a passing starlet

%
Існуе велізарная розніца паміж дзікуном і цывілізаваным чалавекам, але гэтаніколі не відавочныя іх жонак да пасля сняданку.
		-- Helen Rowland

%
Там няма рэалізуемая магутнасці, што чалавек не можа, з часам, мода інструментыдасягнуць, ні любая ўлада настолькі ўпэўнена, што Голая малпа ня будзе злоўжываць.Так напісана ў генетычных карт - толькі фізіка і вайна трымаць яго ўправерыць. А таксама жонка, якая хоча яго дадому на пяць, вядома.
		-- Encyclopadia Apocryphia, 1990 ed.

%
Там няма такога паняцця, як непрыгожай жанчыны - ёсць толькі тыя, якія робяцьне ведаю, як зрабіць сябе прывабным.
		-- Christian Dior

%
Існуе не так шмат, каб выбраць паміж жанчынай, якая падманвае нас на іншую,і жанчына, якая падманвае іншага для сябе.
		-- Augier

%
Існуе толькі адзін спосаб суцешыць ўдаву. Але памятайце рызыка.
		-- Robert Heinlein

%
Там няма нічога, як дзяўчыны з глыбокім выразам, каб утрымаць мужчыну на нагах.
		-- Robert Heinlein

%
Там няма нічога, як добрая доза іншай жанчынай, каб мужчына ацаніцьяго жонка.
		-- Clare Booth Luce

%
Там няма нічога, як добрае харчаванне, добрае віно, і дрэнны дзяўчынкай.
		-- Clare Booth Luce

%
Там адзін суцяшальны аб сямейным жыцці. Калі вы глядзіце вакол вас могуцьзаўсёды бачыць каго-небудзь, хто зрабіў горш.
		-- Warren H. Goldsmith

%
Там адзін дурань, па меншай меры ў кожным шлюбнай пары.
		-- Warren H. Goldsmith

%
Там толькі адзін спосаб мець шчаслівы шлюб і, як толькі я даведаюсяшто гэта я ажанюся зноў.
		-- Clint Eastwood

%
Там занадта шмат прыгажосці на гэтай зямлі для адзінокіх мужчын, каб мець.
		-- Richard Le Gallienne

%
Гэты хлопец працуе ў яго дом і крычыць жонцы: "Кэці, спакаваць вашсумкі! Я толькі што выйграў у латарэю Каліфорніі! ""Мёд!", Кэці усклікае: «Ці павінен я спакаваць для цёплага надвор'я ці холаду?""Я не клапачуся," адказвае муж. "Проста так доўга, як вы здома да абеду! "
		-- Richard Le Gallienne

%
'Гэта дабрашчасна даваць, чым атрымліваць; напрыклад, вясельныя падарункі.
		-- H. L. Mencken

%
Каб быць прыгожай, досыць! калі жанчына можа рабіць гэта добра, хто павінен патрабавацьбольш ад яе? Вы не хочаце ружу спяваць.
		-- Thackeray

%
Каб лічыцца паспяховай, жанчына павінна быць значна лепш выконвае сваю працучым чалавек павінен быць. На шчасце, гэта не складана.
		-- Thackeray

%
Каб быць паспяховым, жанчына павінна быць значна лепш выконвае сваю працу, чым мужчыны.
		-- Golda Meir

%
Каб чалавеку ўласціва памыляцца - але ён адчувае сябе чароўным.
		-- Mae West

%
Каб даведацца недахопы дзяўчыны, пахваліце ​​яе яе сябровак.
		-- Benjamin Franklin

%
Для многіх поўнае ўстрыманне лягчэй, чым дасканалы ўмеранасці.
		-- St. Augustine

%
Для нашых умілаваных і жонак. Няхай яны ніколі не сустракаюцца.
		-- 19th century toast

%
Сёння, калі чалавек ажэніцца, ён атрымлівае дом, ахмістрыня, кухар, захопленайЗборная а другі зарплаты. Калі жанчына выходзіць замуж, яна атрымлівае мяжу.
		-- 19th century toast

%
Занадта шмат добрай рэчы выдатна.
		-- Mae West

%
Давярайце свайму мужу, люблю свайго мужа, і атрымаць столькі, колькі вы можаце ўўласнае імя.
		-- Joan Rivers

%
Дваццаць гадоў рамантыкі зрабіць жанчыну выглядаць гібелі; але дваццаць гадоўшлюб зрабіць ёй нешта накшталт грамадскага будынка.
		-- Oscar Wilde

%
Два упэўнены спосабаў сказаць САПРАЎДЫ сэксуальны мужчына; па-першае, ён мае дрэнную памяць.Я забыўся другое.
		-- Oscar Wilde

%
Да Ева не прыбыў, гэта было мужчынскі свет.
		-- Richard Armour

%
Валеры: Ой, Том, вы збіраецеся плаксівы на мяне ...Тым: Я пакідаю за сабой права воску плаксівы, як я слабець красамоўнай ...
		-- Tom Chapin

%
Вельмі нешматлікія сучасныя жанчыны альбо падабаецца ці жаданне шлюб, асабліва пасляЦырымонія была выкананая. У першую чаргу жанчыны хочуць увагі і ласкі.Бо шлюб з'яўляецца тое, што яны прымаюць, калі няма альтэрнатывы. сапраўды,гэта пустая трата часу, і небяспечныя, каб ажаніцца на іх. Гэта пакідае адзін адкрытыканкурэнту. Мужы, добрыя або дрэнныя, заўсёды ёсць канкурэнты. Аматары, ніколі.
		-- Helen Lawrenson, "Esquire"

%
Мы былі шчаслівыя ў шлюбе на працягу васьмі месяцаў. На жаль, мы пажанілісяна працягу чатырох з паловай гадоў.
		-- Nick Faldo

%
Мы ўсе шукаем жанчыну, якая можа сядзець у міні-спадніцы і гутаракФіласофія, выконваючы адначасова з упэўненасцю і стылем.
		-- Nick Faldo

%
Вяселле лёс, і вісіць гэтак жа.
		-- John Heywood

%
Заручальны пярсцёнак самыя маленькія кайданкі свету.
		-- John Heywood

%
Ну, гэта цяжка для простага чалавека верыць, што жанчына не мае роўныя правы.
		-- Dwight D. Eisenhower

%
Якое няшчасце быць жанчынай! І ўсё ж, самае горшае няшчасце нязразумець, што гэта няшчасце.
		-- Kierkegaard, 1813-1855.

%
Што вы даць чалавеку, у якога ўсё? Пеніцылін.
		-- Jerry Lester

%
"Што вы даць чалавеку, у якога ўсё?" прыгожая падлетакспытала маці."Заахвочванне, дарагі," адказала яна.
		-- Jerry Lester

%
Што за лухта кажуць аб шчаслівых шлюбаў! Мужчына можа быць шчаслівы злюбая жанчына так доўга, як ён не любіць яе.
		-- Oscar Wilde

%
Што праходзіць за інтуіцыю жанчыны не часта не больш за мужчынскуюпразрыстасць.
		-- George Nathan

%
Што выдаўцы шукаюць гэтыя дні не радыкальны фемінізм. гэтакарпаратыўны фемінізм - гэта марка фемінізму прызначана для продажу кніг ічасопісы, касцюмах-тройках, авіябілеты, Скотч, цыгарэты і,самае галоўнае, карпаратыўная паведамленне Амерыкі, які праходзіць: Так, жанчыны былідыскрымінацыі ў мінулым, але гэта прыкрая памылка былавыпраўлена; Цяпер кожная жанчына можа дасягнуць багацця, прэстыжу і ўлады Пасродкаміндывідуальнага, а не калектыўных намаганняў.
		-- Susan Gordon

%
Якімі б ні былі жанчыны робяць яны павінны рабіць у два разы, а таксама мужчыны, каб яго лічылі паловуяк добры. На шчасце, гэта не складана.
		-- Charlotte Whitton

%
Калі дзяўчына можа прачытаць почырк на сцяне, яна можа быць у няправільнымпакой адпачынку.
		-- Charlotte Whitton

%
Калі дзяўчына выходзіць замуж, яна абменьваецца ўвагу многіх мужчын дляinattentions аднаго.
		-- Helen Rowland

%
Калі чалавек крадзе вашу жонку, няма лепш помсты чым дазволіць ямутрымаць яе.
		-- Sacha Guitry

%
Калі жанчына дае мне падарунак Я заўсёды дзве нечаканасці:Першым з іх з'яўляецца прысутнічае, а потым, каб заплаціць за яго.
		-- Donnay

%
Калі жанчына выходзіць замуж зноў, таму што яна цярпець не са сваім першым мужам.Калі мужчына ажэніцца зноў, гэта таму, што ён любіў сваю першую жонку.
		-- Oscar Wilde

%
Пры выбары з двух попелаў, я заўсёды хацеў, каб прыняць той, які я ніколі неспрабавалі раней.
		-- Mae West, "Klondike Annie"

%
Калі Бог стварыў два пола, ён, магчыма, быў не перашчыраваць.
		-- Charles Merrill Smith

%
Калі Бог убачыў, як няспраўны быў чалавекам Ён зноў паспрабаваў і зрабіў жанчыну. адносначаму ён спыніўся існуе два меркаванні. Адным з іх з'яўляецца жанчыны.
		-- DeGourmont

%
Калі я быў маладым чалавекам, я пакляўся ніколі не жаніцца, пакуль не знайшоў ідэальнаежанчына. Ну, я знайшоў яе - але, на жаль, яна чакае ідэальнага чалавека.
		-- Robert Schuman

%
Калі я добрая, я выдатна; але калі я дрэнная, я лепш.
		-- Mae West

%
Калі справа даходзіць да зламанай шлюбаў большасць мужы падзяліць віну -палова віна жонкі, і палова яе маці.
		-- Mae West

%
Калі шлюб па-за законам, толькі Outlaws прыйдзецца Inlaws.
		-- Mae West

%
Калі мой першы сусед у Корнельского даведаўся, што я габрэй, яна была, па меншайяе просьба, пераехаў у іншы пакой. Яна распавяла мне, што яна не думала, штобачыў габрэя раней. Мой адзіны адказ павінен быў пачацца насіцьневялікі Зорка Давіда на ланцужку на шыі. Я не стаў большназіраючы габрэя; хутчэй, выявіўшы, што пазнака габрэя было абразлівым дляіншыя зрабілі мяне хочуць, каб людзі ведалі, хто я і што я верыў.Сапраўды гэтак жа, пасля размовы з гэтых маладых жанчын - адзін з якіх сказаў мне, штояна не думала, што калі-небудзь сустракаў феміністкам - Я прыняў да выяўленнясам як феміністка ў самых нечаканых сітуацыях.
		-- Susan Bolotin, "Voices From the Post-Feminist Generation"

%
Калі чалавек ведае жанчын адна шкадуе мужчын, але пры вывучэнні мужчын,адзін апраўдання жанчыны.
		-- Horne Tooke

%
Калі ноччу ўсе жанчыны з'яўляюцца справядлівымі.
		-- Plutarch

%
Калі аўтамабіль у saleman зламалася, ён падышоў да бліжэйшай ферме, каб задацькалі б ён мог застацца на ноч. Фермер пагадзіўся паставіць яго. "Я жыву адзін,"працягваў ён, "вы можаце мець спальню на самым версе лесвіцы, даПрава "."О, нічога," сказаў расчараваны прадавец. "Я думаю, што я ўняправільны жарт ".
		-- Plutarch

%
Калі ёсць старая панна ў доме, сабака гадзіны няма неабходнасці.
		-- Balzac

%
Калі два чалавекі знаходзяцца пад уплывам самай жорсткай, самы шалёны,Найбольш зманлівы, і самая хутка запалу, яны абавязаны паклясцісяшто яны застануцца ў гэтым ўзбуджаным, ненармальным, і стомнага станебесперапынна, пакуль смерць не разлучыць іх часткай.
		-- George Bernard Shaw

%
Калі жанчыны цалуюць заўсёды нагадвае прызавых байцоў поціск рукі.
		-- H. L. Mencken, "Sententiae"

%
Калі жанчыны любяць нас, яны даруюць нам усё, нават нашы злачынства; калі яны робяцьне любяць нас, яны даюць нам крэдыт для нічога, нават не нашы вартасці.
		-- Honor'e de Balzac

%
Калі вам сумна з самім сабой, жэняцца, і сумаваць з кімсьці яшчэ.
		-- David Pryce-Jones

%
Калі вы ў шлюбе з кімсьці, яны прымаюць як належнае ... каліты жывеш з кімсьці гэта фантастыка ... яны так напалоханыястраціць цябе ў іх ёсць, каб трымаць вас задаволеныя ўвесь час.
		-- Nell Dunn, "Poor Cow"

%
Кожны раз, калі я буду сустракацца з хлопцам, я думаю, гэта чалавек, якога я хачу, каб мае дзеціправесці свае выхадныя з?
		-- Rita Rudner

%
Дзе чалавек можа палегчыць сэрца, як у атласнай сукенка?
		-- Dorothy Parker, "The Satin Dress"

%
Чаму б хто хочуць, каб жонка з'яўляецца вялікай загадкай для некаторых людзей. чаму мужчынахацелі * ___ два * жонак з'яўляецца bigamystery.
		-- Dorothy Parker, "The Satin Dress"

%
Чаму няма нейкі танны і просты спосаб даказаць, наколькі яна для мяне значыць?
		-- Dorothy Parker, "The Satin Dress"

%
Чаму ты не дазволіш мне пацалаваць вас спакойнай ночы? Гэта тое, што я сказаў?
		-- Tom Ryan

%
З заканчэннем футбольнага сезону, зорны гулец для каманды каледжаадзначалі паслабленне каманды каменданцкай гадзіны, наведваючы начны гарадокПартыя. Неўзабаве пасля прыбыцця, ён быў зачараваны прыгожай студэнтцы іпаслабленыя ў размове з ёй, задаючы калі яна сустрэлася шмат дат уБоку."О, у мяне ёсць тры цэлых восем дзесятых, так што я значна больш прыцягваюць дамоцныя акадэмічныя тыпы чым да безгалосых тусоўшчыкаў ", сказала яна." ШтоВаш G.P.A.? "Усміхаючыся да вушэй, то спартсмен пахваліўся, "Я атрымліваю каля дваццаці пяці ўгорад сорак на трасе ".
		-- Tom Ryan

%
Жанчына натхняе нас да вялікіх рэчаў, і перашкаджае нам іх дасягнення.
		-- Dumas

%
Жанчына была другая памылка Бога.
		-- Nietzsche

%
Жанчына была ўзятая ад мужа - не з галавы, каб панаваць над ім; ніз ногі, каб быць растаптанай ім; але з яго боку, каб быцьроўнага яму - пад пахай, што ён можа абараніць яе, і побач з яго сэрцамшто ён можа любіць яе.
		-- Henry

%
савет жанчыны мае мала значэння, але той, хто не прыме гэта дурань.
		-- Cervantes

%
Жанчыны ўсё аднолькавыя. Калі яны пакаёвак яны мяккія, як малако: адразу прымусіць іхжонкі, і яны абапіраюцца спінамі да іх пасведчання аб шлюбе, івыклік вам.
		-- Jerrold

%
Жанчыны заўсёды імкнуліся заклікаць бакалаўраў ў шлюб; гэта ад дабрачыннасці,ці помста?
		-- Gustave Vapereau

%
Жанчыны, як і мужчыны, толькі розныя.
		-- Gustave Vapereau

%
Жанчыны як сланы са мной: я люблю глядзець на іх, але я б не стаўхочуць мець адзін.
		-- W. C. Fields

%
Жанчыны не так шмат, але яны з'яўляюцца лепшымі іншага полу ў нас ёсць.
		-- Herold

%
Жанчыны мудрэй мужчын, таму што яны менш ведаюць і разумеюць больш.
		-- Stephens

%
Жанчыны не так проста, як яны мелі звычай быць.
		-- Pogo

%
Жанчыны могуць захоўваць таямніцу так жа добра, як і мужчыны, але гэта займае больш з іхкаб зрабіць гэта.
		-- Pogo

%
Жанчыны скардзяцца полу больш, чым мужчын. Іх нараканняў дзеляцца на дзвеКатэгорыі: (1) Бракуе і (2) Занадта шмат.
		-- Ann Landers

%
Жанчыны аддаюць сябе Богу, калі Д'ябал нічога не хоча больш, каб зрабіць з імі.
		-- Arnould

%
Жанчыны даюць мужчынам само золата свайго жыцця. магчыма, але янынязменна хочуць яго назад у такім вельмі малым змене.
		-- Oscar Wilde

%
Жанчыны ў каханні складаюцца з невялікага стогну, трохі плача, ледзь паміранне- І нямала хлусні.
		-- Ansey

%
Жанчыны прычына з сэрцам і значна радзей няправільна, чым мужчын,Прычына з галавой.
		-- DeLescure

%
Жанчыны часам дараваць чалавека, які прымушае магчымасць, але ніколі мужчынухто трапляе адзін.
		-- Charles De Talleyrand-Perigord

%
Жанчыны ставяцца да нас гэтак жа, як чалавецтва ставіцца да сваіх багоў. Яны пакланяюцца нам ізаўсёды турбуе нас зрабіць нешта для іх.
		-- Oscar Wilde

%
Жанчыны хочуць, каб іх мужчыны, паліцыянты. Яны хочуць, каб вы іх пакараць і сказацьім што абмежаванні. Адзінае, што жанчыны ненавідзяць горш ад чалавекачым быць ударыў калі вы атрымліваеце на калені і сказаць, што вы прабачце.
		-- Mort Sahl

%
Жанчыны марнаваць жыццё людзей і думаюць, што яны пакрываюцца іх некалькіграцыёзныя слова.
		-- Honor'e de Balzac

%
Жанчыны, якія хочуць быць роўнымі мужчынам хапае ўяўлення.
		-- Honor'e de Balzac

%
Жанчыны жадаюць быць любімымі без чаму ці ў Таму; Не таму, што яныпрыгожая, ці добра, ці добра выхаваны, або хупавы, або разумны, а тамуяны самі.
		-- Amiel

%
Жаночая дабрачыннасць найвялікшае вынаходніцтва чалавека.
		-- Cornelia Otis Skinner

%
Жанчыны, ашуканыя мужчыны, хочуць ажаніцца на іх; гэта свайго роду помстытак добра, як любы іншы.
		-- Philippe De Remi

%
Жанчыны, калі яны не ў любові, ёсць усё халоднае кроў дасведчаныАдвакат.
		-- Honor'e de Balzac

%
Жанчыны, калі яны зрабілі авечку чалавека, заўсёды сказаць, што ён з'яўляеццалеў з жалезнай воляй.
		-- Honor'e de Balzac

%
"Вы * так * сімпатычны.""Так.""Так! І вы бераце камплімент, таксама! Мне падабаецца, што ў багіню."
		-- Honor'e de Balzac

%
Вы ніколі не дазваляецца забіваць жанчыну, якая пакрыўдзіў вас, але нічогазабараняе вам, каб адлюстраваць, што яна старэе кожную хвіліну. выадпомсціў чатырнаццаць сто сорак разоў на дзень.
		-- Ambrose Bierce

%
Вы пытаецеся, што добрая дзяўчына будзе рабіць? Яна не дасць ні на цалю, але яна не будзеказаць не прыходзіцца.
		-- Marcus Valerius Martialis

%
Вы можаце мець сабаку як сябра. Вы можаце мець віскі як сябра. алекалі ў вас ёсць жанчыну як сябра, вы збіраецеся заводзіць п'яны і цалуючыВаша сабака.
		-- foolin' around

%
Вы ніколі не можаце давяраць жанчыне; яна можа быць праўдай для вас.
		-- foolin' around

%
Вы не можаце пацалаваць дзяўчыну нечакана - толькі раней, чым яна думала, што ты быў бы.
		-- foolin' around

%
У вас ёсць толькі мармытаць некалькі слоў у царкве ажаніцца і некалькі слоўў сне разводзіцца.
		-- foolin' around

%
Вы проста ведаеце, калі адносіны вось-вось скончыцца. Мая сяброўка патэлефанавала мнена працы і спытаў мяне, як вы замяніць лямпачку ў ваннай пакоі. "Гэта вельміпросты, "сказаў я." Вы пачынаеце шляхам запаўнення ванны вадой ... "
		-- foolin' around

%
Вы ведаеце, што мы можам быць так: Глядзі хлопца і думаю, што ён сімпатычны праз адну хвілінуПраз хвіліну наш мозг нас замуж з дзецьмі, наступны хвіліну мы бачымён, які мае пазашлюбную сувязь. Да таго часу, хто-то кажа "Я хачу, каб тысустракаюцца Сесіл, "мы крычым:« Вы позна зноў пры падтрымцы дзіцячага "!
		-- Cynthia Heimel, "A Girl's Guide to Chaos"

%
Вы ведаеце, што старэю, калі вы тата, і вы памерыце сваю дачкулагерных адзення, і ёсць пэўныя вымярэння толькі маці дазволенаўзяць.
		-- Cynthia Heimel, "A Girl's Guide to Chaos"

%
Вы ведаеце, вядома, што тасманийцев, якія ніколі не пералюбыўжо зніклі.
		-- M. Somerset Maugham

%
Вы жылі з чалавекам, які насіў белыя рамяні? Лора, я расчараваны ў вас.
		-- Remington Steele

%
Думаеш Эдып была праблема - Адам быў маці Евы.
		-- Remington Steele

%
"Ты проста такі чалавек, я ўяўляў ажаніцца, калі я быў маленькім ...акрамя, разумееш, ня зялёны ... і без усіх плям грыбка ".
		-- Swamp Thing

%
Юнакі і дзяўчаты могуць працаваць сістэматычна шэсць дзён утыдзень і расці свежы раніцай, але хай прысутнічаць сучасныя танцы дляусяго некалькі гадзін кожны вечар і паглядзець, што адбываецца. Вальс, полька,Галоп і іншыя танцы таго ж роду будзе мець катастрафічныя па сваіх наступствахда абодвух палоў. Здароўе і бадзёрасць знікнуць, як раса перад сонцам.Гэта не надзвычайная практыкаванне, якое шкодзіць танцорку, алеа ўступленне ў цесным кантакце з процілеглым падлогай. гэтаЛютасьць юрлівасці цяга бесперапынна на працягу большага задавальнення, што падрываедуша, цела, сухажыллі і нервы. Досвед паказваеНесумненна, што гарачыя празмерныя танцоркі наўрад ці дасягнедваццаць пяць гадоў і мужчыны трыццаць адзін. Нават калі яны дасягнулі, штоўзрост яны будуць у большасці выпадкаў быць разарваны ў здароўе фізічна і маральна.Гэта патрабаванне бачных лекараў у гэтай краіне.
		-- Quote from a 1910 periodical

%
Маладыя людзі хочуць быць вернымі і не з'яўляюцца; старыя хочуць быць няверуючым іне магу.
		-- Oscar Wilde

%
Моладзевы была звычка яе так доўга, што яна не магла з ім расстацца.
		-- Oscar Wilde

%
