(1) Супрацоўнікі офіса штодня будзе падмятаць падлогу, выціраць пыл змэбля, паліцы, і вітрыны.(2) Кожны дзень запаўнення лямпы, чыстыя трубы, і абрэзаць кноты.Вымыйце вокны адзін раз на тыдзень.(3) Кожны клерк прынясе вядро вады і затапіць звугаль для бізнесу дня.(4) старанна зрабіць вашыя ручкі. Вы можаце УИТТЛ пёры да вашыхіндывідуальны густ.(5) Гэта аддзяленне адкрыецца ў 7 гадзін раніцы, а зачыняюцца ў 8 гадзін вечара, за выключэннему суботу, у які дзень мы будзем заставацца закрытым. кожнысупрацоўнік павінен правесці суботу, наведваючыЦарква і спрыяючы ліберальна справе Госпада.Працы, 1872
		-- "Office Worker's Guide", New England Carriage

%
(6) супрацоўнікі Мужчыны будуць дадзены перапынак кожны тыдзень заляцаннімэтаў або два вечара ў тыдзень, калі яны ідуць рэгулярна ў царкву.(7) Пасля таго, як супрацоўнік выдаткаваў свае трынаццаць гадзін працы ўофіс, ён павінен выдаткаваць пакінуты час на чытанне Біблііі іншыя добрыя кнігі.(8) Кожны супрацоўнік павінен адкласці ад кожнага плаціць пакетнай найпрыгажэйшуюсума яго даходаў у яго карысць ць схіле гадоў,так што ён не стане цяжарам для грамадства або яго Беттерс.(9) Любы супрацоўнік, які паліць цыгары іспанскіх, выкарыстоўвае алкагольны напойу любой форме, наведвае більярдавыя сталы і грамадскія памяшкання, або атрымліваегаліўся цырульні, дасць мне добрая нагода падазравацьяго варта, намеры, цэласнасць і сумленнасць.(10) Работнік, які выконваў свае працы дакладна ібез збою на працягу пяці гадоў, будзе прадастаўлена павелічэннепяць цэнтаў у дзень у сваёй зарплаты, якія забяспечваюць прыбытак адбізнес дазволіць яго.
		-- "Office Worker's Guide", New England Carriage Works, 1872

%
Банк з'яўляецца месцам, дзе яны пазычыць вам парасон ў яснае надвор'е іпрасіць аб гэтым рассунуць калі пачынаецца дождж.
		-- Robert Frost

%
Бос, не юмора, як працу, якая не весела.
		-- Robert Frost

%
Бюджэт з'яўляецца ўсяго толькі метадам турбавацца, перш чым марнаваць грошы, а таксамаа потым.
		-- Robert Frost

%
Бізнэсмэн ўяўляе сабой гібрыд танцоркі і калькулятарам.
		-- Paul Valery

%
Камітэт ўяўляе сабой групу, якая вядзе пратаколы і губляе гадзін.
		-- Milton Berle

%
Камітэт з'яўляецца адной з формаў жыцця з шасцю або больш ног і няма мазгоў.
		-- Lazarus Long, "Time Enough For Love"

%
Камітэт ўкараняецца і расце, гэта кветкі, слабее і памірае, рассеяннінасеньне, з якога іншыя камітэты будуць квітнець.
		-- Parkinson

%
Камуна, дзе людзі аб'ядноўваюцца, каб падзяліць іх адсутнасць багацця.
		-- R. Stallman

%
Кампанія вядомая мужчын ён трымае.
		-- R. Stallman

%
Кансультант гэта чалавек, які займае гадзіны, кажа вам, што час ягоёсць кішэні гадзіннік, і адпраўляе вам рахунак за гэта.
		-- R. Stallman

%
Бесперапыннае забеспячэнне паперы дастаткова, каб працягнуць падачу паперы.
		-- Dyer

%
Карова з'яўляецца цалкам аўтаматызаваны малочна-вытворчая машына. гэта заключаныу недубленой скуры і ўсталяваны на чатырох вертыкальных рухомыя апоры, па аднымкожны кут. Пярэдні канец машыны, ці ўваход, утрымлівае рэзаннеі драбненне механізм, выкарыстоўваючы унікальнае прылада зваротнай сувязі. Тут таксама знаходзяццафары, паветраныя впускные і выпускныя, бампер і Foghorn.На задняй панэлі, машына нясе малочна-размеркавальнага абсталявання яка таксама убудаваным мухабойкай і отпугиватель насякомых. цэнтральная часткаразмяшчаецца гідра- блок хімічнай канверсіі. Сцісла, ён складаецца з чатырохзакісання і рэзервуары для захоўвання злучаныя паслядоўна заблытанай сеткігнуткай сантэхнікі. Гэтая зборка змяшчае таксама цэнтральную кацельнюу камплекце з аўтаматычнымі тэрмарэгулятарамі, помпавыя станцыі і галоўнывентыляцыйнай сістэмы. Прылада для ўтылізацыі адходаў размешчаны ў задняй частцыгэта цэнтральная частка.Каровы даступна цалкам сабраны ў асартыменце памераў ікветак. Аб'ём вытворчасці вагаецца ад 2 да 20 тон малака ў год. ўКарацей кажучы, асноўныя знешнія бачныя прыкметы каровы з'яўляюцца: два Lookers, двапрастытуткі, чатыры Stander-Верх: чатыры вешалка-Downers, і swishy-Wishy.
		-- Dyer

%
Харчаванне прадавец знаходзіцца на шляху да ферме. Як ён зводзіць разам у соракмагістр аховы здароўя, ён глядзіць у акно аўтамабіля і бачыць трохногай курыны ходпобач з ім, у нагу са сваім аўтамабілем. Ён здзіўлены, што курыцапрацуе на сорак магістр аховы здароўя Такім чынам, ён разганяецца да сарака пяці гадоў, пяцьдзесят, шэсцьдзесят, томагістр аховы здароўя Курыца захоўвае права зь ім увесь шлях, а потым раптамўзлятае і знікае ў адлегласці.Чалавек цягне ў жывёльны двор і кажа фермеру: "Вы ведаеце,самае дзіўнае толькі што адбылося са мной; Я ехаў па, па меншай мерышэсцьдзесят міль у гадзіну і курыца міма мяне, як я стаяў на месцы! ""Так", фермер адказвае: "што курыца была наша. Вы бачыце, ёсцьмне, і ёсць Ма, і ёсць наш сын Білі. Кожны раз, калі мы мелі кураня длявячэру, мы б усе хочам ножку, таму мы павінны былі б забіць двух курэй.Таму мы вырашылі паспрабаваць і множацца трохногай курыцу, так што кожны з нас могёсць галёнка "."Як яны на смак?" сказаў фермер."Не ведаю", адказаў фермер. "Мы не змаглі злавіцьадзін яшчэ ".
		-- Dyer

%
Пазаштатны гэта той, хто атрымлівае грошы ад слова - за штуку або магчыма.
		-- Robert Benchley

%
Добры кіраўнік можа наступіць на пальцах, не псуючы свой бляск.
		-- Robert Benchley

%
Холдынгавая кампанія з'яўляецца рэччу, дзе вы ўручаліся саўдзельніка груз у той часпаліцэйскі шукае вас.
		-- Robert Benchley

%
Чалавек пазнаецца з кампаніі, якую ён арганізуе.
		-- Ambrose Bierce

%
Сустрэча з'яўляецца падзеяй, на якой вядзецца пратакол і гадзіны будуць страчаныя.
		-- Ambrose Bierce

%
Мемарандум напісана не паведаміць чытачу, а для абароны пісьменніка.
		-- Dean Acheson

%
Рух адкласці заўсёды ў парадку.
		-- Dean Acheson

%
Мыш слон пабудавана японцамі.
		-- Dean Acheson

%
Новы пастаўка круглых tuits прыбыў і даступныя ад Марыі.Любы, хто адкладваў працу, пакуль яны не атрымалі круглую ТУИТ Цяперне мае ніякага апраўдання для далейшых затрымак.
		-- Dean Acheson

%
Рок краму ў выніку зачынілі; яны прымаюць занадта шмат для граніту.
		-- Dean Acheson

%
... Тое, што завецца па этыцы, чыя прырода была заблытаным, але калі ў вас яго выбылі высокага класа рыэлтарскіх і калі ў вас не вы былі цёмны дзялок, А скнара імуха-аднадзёнак. Гэтыя дабрачыннасці абуджаецца давер і дазволіла вам справіццаВялікія прапаноў. Але яны не маюць на ўвазе, што вы павінны былі быць непрактычныяі адмаўляюцца прымаць падвоенае значэнне для дома, калі пакупнік быў такі ідыётшто ён не прымусіць вас ўніз на кошт.
		-- Sinclair Lewis, "Babbitt"

%
Коміваяжоры праязджаў міма фермы, калі ён убачыў свінню з трымаДраўляныя ножкі выканаўцы цудоўны шэраг сальта і кульбіты.Заінтрыгаваны, ён пад'ехаў да фермы, дзе ён знайшоў стары фермерседзячы ў двары, назіраючы свінню."Гэта даволі свіння ў вас там, сэр", сказаў прадавец."Вядома ёсць, сын," адказаў фермер. "Чаму, два гады таму, мая дачкаплавала ў возеры і стукнулася галавой і пракляты побач патануў, алесвіння выплыў і пацягнуў да берага "."Дзіўна!" усклікнуў прадавец."І гэта не адзінае. Мінулай восенню я шарахні драўніну напаўночна сорак, калі дрэва ўпала на мяне. Важная мяне на зямлю, ён зрабіў.Гэта свіння запусціць і паварушыла пад гэтым дрэвам і падняў яго ад мяне.Выратаваў мне жыццё "."Фантастычны! Прадавец сказаў. Але скажыце, чаму свіння маетры драўляных ног? "Фермер глядзела на які ўвайшоў у зьдзіўленьні. "Містэр, калі выатрымаў Amazin 'свіння так, вы не ясьце яго ўсё адразу ".
		-- Sinclair Lewis, "Babbitt"

%
Вуснае пагадненне не варта той паперы, напісана на.
		-- Samuel Goldwyn

%
Пра час, калі мы думаем, што можам звесці канцы з канцамі, хто рухаецца канцы.
		-- Herbert Hoover

%
Паводле нядаўняга і ненавуковага нацыянальнага апытання, усміхаючыся нештакожны павінен рабіць па меншай меры 6 раз у дзень. У спробе павялічыцьу сярэднім па краіне (ЗША займае трэцяе месца сярод сусветных дзяржаў уусміхаецца), Xerox даручыў ўвесь персанал, каб быць шчаслівым, шыпучыя ісамае галоўнае, каб усміхнуцца. супрацоўнікі Xerox згодны, і нават моцна адчуваюшто яны могуць не толькі сустрэцца, але перасягнуць сярэдні паказчык па краіне ... за выключэннемУкормлены Акерман. Але з-за Табби робіць такую ​​выдатную працу гонак ваколстаянкі з вялікім сачком Атрыманне плавае інтэгральныя мікрасхемы, Xeroxвырашыў даць яму адпачыць. Калі вы бачыце Табби на стаянцы ён можа мецьдурнаватай ухмылкай. Гэта дзе выраз, "служба са злёгкунясмелым ўсмешка "адбываецца ад.
		-- Herbert Hoover

%
Па ўсіх апошніх паведамленьняў, не было ні слова праўды ў любым зРаней паведамлялася.
		-- Herbert Hoover

%
Рэклама з'яўляецца каштоўным эканамічным фактарам, паколькі гэта самы танныспосаб продажу тавараў, асабліва калі тавар варта.
		-- Sinclair Lewis

%
Рэклама з'яўляецца стук палкай ўнутры помоему вядро.
		-- George Orwell

%
Рэклама можа быць апісана як навука аб арыштаваўшы чалавекаінтэлект дастаткова доўга, каб атрымаць грошы ад яго.
		-- George Orwell

%
Бо сказана і зроблена, пекла нашмат больш будзе сказаць, чым зрабіць.
		-- George Orwell

%
Пасля любога павышэння зарплаты, у вас будзе менш грошай на канецмесяц, чым вы рабілі раней.
		-- George Orwell

%
Усё, што я прашу, гэта шанец даказаць, што грошы не могуць зрабіць мяне шчаслівым.
		-- George Orwell

%
Усе буйныя карпарацыі амартызаваць свае ўладанні, і вы можаце таксама,пры ўмове выкарыстання іх у камерцыйных мэтах. Напрыклад, калі вы падпісалісяда Wall Street Journal, газеты звязаных з бізнесам, вы можаце адняцьКошт вашага дома, таму што, па словах Вярхоўнага галоўнакамандуючага ЗША судСправядлівасць Уорэн Бергер ў падатковай знакавым рашэннем 1979: "Дзе яшчэ тыбудзе чытаць газету? Звонку? Што рабіць, калі ідзе дождж? "
		-- Dave Barry, "Sweating Out Taxes"

%
Усё гэта вялікая справа аб белых каўнерыкаў злачынства - Што здарылася з белым каўняромзлачынства? Хто карыстаецца яго працу сёння? Вы? Я? Любы? толькі задавальненнечастка любой працы кава-брэйк, абед гадзіну і выхад часу. Гады тамубыло па меншай меры надзея паляпшэння - магчымая прасоўванне - большважныя працоўныя прыйсці. Пасля таго як вы можаце быць прададзеныя міф, што вы можаце зрабіцьпрэзідэнт кампаніі вы наўрад ці калі-небудзь выкрасці талоны. але ніхтолічыць, што ён збіраецца быць прэзідэнтам больш. Чым больш людзей мяняюць працутым больш яны разумеюць, што існуе прамая сувязь паміж працуежывая і агульная адурманьваючых нуда. Дык чаму б не ўзяць рэванш? Ты незбіраецца знайсці мне стукаць хлопца, таму што ён калодкі кошт расходаў і ягодадому канцылярскія нясе эмблему кампаніі. Забярыце злачынства ад белагаслужачы, і вы будзеце рабуй яго апошніх слядоў цікавасць працы.
		-- J. Feiffer

%
Усё гэта язда на ровары і справа вакол, чаму, гэта не за грошы, а дзеля асалоды.Грошы проста так мы весці рахунак.
		-- Henry Tyroon

%
Усе гарантыйныя і гарантыйныя становішча страчваюць сілу пасля выплаты рахункі-фактуры.
		-- Henry Tyroon

%
Амерыка працуе менш, калі вы кажаце "Саюз Так!"
		-- Henry Tyroon

%
Амерыканскі бізнес даўно адмовіліся ад патрабавальных будучых супрацоўнікаўбыць сумленным і працавітым. Ён нават перастаў спадзявацца на супрацоўнікаў, якіядастаткова ўтвораны, каб яны маглі адрозніць мужчынскую пакой іжаночую пакой без маленькіх малюнкаў на дзвярах.
		-- Dave Barry, "Urine Trouble, Mister"

%
Офіс партыя не з'яўляецца, як гэта часам мяркуецца кіраўніка дырэктарашанец пацалаваць чайную дзяўчынка. Гэта шанец чайны дзяўчыны, каб пацалавацьКіраўнік фірмы (аднак дзіўна амбіцыя гэта можа здацца каму-небудзьхто бачыў кіраўнік дырэктар твар на).
		-- Katherine Whitehorn, "Roundabout"

%
Любы можа зрабіць любую колькасць работ пры ўмове, што гэта не праца, якую ён павіненкаб рабіць у дадзены момант.
		-- Robert Benchley

%
Любы чалавек можа трымаць штурвал, калі мора спакойнае.
		-- Publius Syrus

%
Любы чалавек можа зрабіць амлет з яйкамі. Хітрасць заключаецца ў тым, каб зрабіць адзін з нулявога.
		-- Publius Syrus

%
Усё бясплатна варта тое, што вы плаціце за гэта.
		-- Publius Syrus

%
Усё, што пазначана "NEW" і / або "палепшаны" не з'яўляецца. этыкетка азначаецана падвысілася. Ярлык "УСЕ НОВЫЯ", "цалкам новыя", ці "вялікі новы"азначае, што кошт пайшла аж.
		-- Publius Syrus

%
"Прынамсі, яны ___________ доследна Енкомпетенц"
		-- Publius Syrus

%
Пры такіх цэнах, я губляю грошы, - але я зрабіць гэта ў аб'ёме.
		-- Peter G. Alaquon

%
На працы, аўтарытэт чалавека назад прапарцыйнаяКолькасць ручак, што чалавек, апорных.
		-- Peter G. Alaquon

%
Будзьце таварыскія. Пагаворыце з чалавекам, побач з вамі на лініі беспрацоўя заўтра.
		-- Peter G. Alaquon

%
Былі перададзеныя ў апошні час?
		-- Peter G. Alaquon

%
... Перш чым я змог прыйсці да якога-небудзь зняволення мне прыйшло ў галаву, што мая гаворкаабо маё маўчанне, сапраўды любое дзеянне шахты, будзе проста бескарыснасць. ШтоЦі не ўсё роўна, што хто-то ведаў або ігнараваць? Што гэта мае значэнне, хто быўменеджэр? Ствараецца часам такое азарэнне. распрацаваны асновыгэтую справу ляжаў глыбока пад паверхняй, па-за маёй дасяжнасці, і за межамі майгоСіла ўмяшання.
		-- Joseph Conrad

%
Паміж 1950 і 1952, нудным метэаролага, размешчаных поўнач ад HudsonБі, пакінуў помнік, што ні ўрад, ні часу можа выкараніць.Выкарыстоўваючы бульдозер пакінутую ВПС, ён правёў два гады івялікі высілак націску валуны ў адным слове.Гэта можна бачыць з 10000 футаў, вымалёўваюцца на фоне снегу.Ўрадавыя чыноўнікі абменьваюцца запіскі, поўныя околічностей (без лацінскіхэквівалентна існуе), але не словы законапраект аб асігнаванні наРазбурэнне гэтай піраміды, якія не будуць папярэджваць прэсу і бянтэжыцьяк парламент і партыі.Гэта каштуе сёння, помнік чалавечага духу. Калі жыццё існуе на іншымпланеты, гэта можа быць першым паведамленне, атрыманае ад нас.
		-- The Realist, November, 1964.

%
Сцеражыцеся ўсіх прадпрыемстваў, якія патрабуюць новую вопратку, а не заместновы ўладальнік адзення.
		-- Henry David Thoreau

%
Biz лепш.
		-- Henry David Thoreau

%
Цела па Nautilus, мозг, Mattel.
		-- Henry David Thoreau

%
Bullwinkle: Вы проста пакінуць, што да майго прыяцеля. Ён мазгі ўбор.Агульныя звесткі: Што гэта прымусіць вас?Bullwinkle: Што яшчэ? Выканаўчай улады.
		-- Jay Ward

%
Бізнес добрая гульня - шмат канкурэнцыі і мінімум правіл.Вы весці рахунак з грашыма.
		-- Nolan Bushnell, founder of Atari

%
Бізнес будзе альбо лепш ці горш.
		-- Calvin Coolidge

%
"Але ты не хвалюйся, яго за справа - карміць лапы глабальных карпарацый."
		-- Calvin Coolidge

%
Але найбольшы Электрычнае Pioneer з іх усіх быў Томас Эдысан, які быўбліскучы вынаходнік, нягледзячы на ​​тое, што ў яго было мала фармальнага адукацыі іжыў у Нью-Джэрсі. Першы буйны вынаходніцтва Эдысана ў 1877 годзе, быўфанограф, які неўзабаве можа быць знойдзены ў тысячах амерыканскіх дамоў, дзегэта ў асноўным не сядзеў да 1923, калі запіс была вынайдзенай. але ЭдысанаСамым вялікім дасягненнем прыйшлі ў 1879 годзе, калі ён вынайшаў электрычную кампанію.дызайн Эдысана быў бліскучым адаптацыя просты электрычнай ланцугу:электрычны кампанія накіроўвае электрычнасць праз провад да кліента, тонеадкладна атрымлівае электраэнергію назад праз іншы провад, а затым (гэтабліскучы частка) адпраўляе яго назад кліенту зноў.Гэта азначае, што электрычная кампанія можа прадаць кліенту тую ж самую партыютысячы электраэнергію раз у дзень і ніколі не зловяць, так малакліенты не спяшайцеся, каб уважліва вывучыць сваю электраэнергію. На самай справе ўУ мінулым годзе любы новы электрычнасць генеруецца ў Злучаных Штатах было 1937;электрычныя кампаніі былі проста перапрадаючы яго да гэтага часу, што з'яўляеццаТаму ў іх так шмат вольнага часу, каб падаць заяўку на павелічэнні хуткасці.
		-- Dave Barry, "What is Electricity?"

%
Да сярэдзіны 1880-х гадоў, практычна ўсе дарогі за выключэннем тых,Поўдзень, былі па сапраўднаму стандартнай каляіны. Паўднёвыя дарогі быліяшчэ пяць футаў паміж рэйкамі.Было вырашана змяніць калібр ўсіх паўднёвых дарог на належным узроўні,у адзін дзень. Гэты выдатны кавалак працы быў праведзены ў нядзелю ў траўні1886 На працягу некалькіх тыдняў загадзя, крамы былі занятыя прэсавання дыскі ў намасты да новага і больш вузкай каляіны, каб мець запас рухомага якіможа працаваць на новай трасе, як толькі ён быў гатовы. Нарэшце, на мностве дзень,Вялікая колькасць банд трэкавых слаёў пайшоў працаваць на світанні. Усюды адначыгуначныя была аслаблена, пераехаў у трох з паловай цаляў, а шыпамі ўніз ў яеНовая пазіцыя. Па цёмных, цягнікі з дзе-небудзь у Злучаных Штатах можа працавацьнад гусеніцамі на поўдні, і свабоднага абмену грузавых вагонаў ўсюдыбыло магчыма.
		-- Robert Henry, "Trains", 1957

%
Працуючы добрасумленна восем гадзін на дзень, вы можаце ў канчатковым выніку атрымаць, каб быцьбос і праца дванаццаць.
		-- Robert Frost

%
Можа хто-небудзь памятае, калі часы былі не цяжка, а грошай не хапае?
		-- Robert Frost

%
Можа быць што-небудзь больш сумны, чым праца засталася незавершанай? Так, праца не пачалася.
		-- Robert Frost

%
Нядбайна плануемыя праекты прыняць тры разы больш часу, чым чакалася.Старанна плануемыя праекты прыняць чатыры разы больш часу, чым чакалася,галоўным чынам таму, пляніроўнікі чакаць іх планаванне, каб паменшыць час, неабходнае.
		-- Robert Frost

%
Старшыня Сумна.
		-- Robert Frost

%
Калонка 1 калонка 2 калонка 30. інтэграваныя варыянты 0. Упраўленне 0.1. Агульная 1. арганізацыйна 1. Гнуткасць2. сістэматызаваны 2. маніторынг 2. здольнасць3. паралельна 3. зваротная 3. мабільнасць4. Функцыянальная 4. Лічбавы 4. праграмаванне5. рэагаваць 5. лагістычная 5. Канцэпцыя6. апцыянальна 6. Пераходны 6. Час фазы7. сінхранізаваныя 7. інкрыментны 7. праекцыю8. сумяшчальны 8. трэцяга пакалення 8. апаратных9. збалансаваны 9. Палітыка 9. непрадбачаныхПрацэдура простая. Падумайце любога трохзнакавага ліку, а затым выберыцеадпаведная словам з кожнага слупка. Напрыклад, лік 257 вырабляе"Сістэматызаваны лагістычная праекцыя", фраза, якая можа быць скінутыя ўпрактычна любы справаздачу з гэтага кольца вырашальнага, якія ведаюць улады. "Нямаадзін будзе мець самае аддаленае ўяўленне пра тое, што вы кажаце, "кажа Бротон,"Але галоўнае, што яны не збіраюцца, каб прызнаць гэта."
		-- Philip Broughton, "How to Win at Wordsmanship"

%
Камітэты сталі настолькі важна ў нашы дні, што падкамітэты павінныбыць прызначаны, каб зрабіць працу.
		-- Philip Broughton, "How to Win at Wordsmanship"

%
Кампетэнтнасць, як і праўда, прыгажосць і кантактных лінзаў, з'яўляецца ў вачахглядач.
		-- Dr. Laurence J. Peter

%
Канкурэнтная лютасьць не заўсёды гнеў. Гэта мужнасць праўдзівага місіянераі стараннасць у вырашэнні магчымасць таго, што адзін Лепш не можа быць дастаткова.
		-- Gene Scott

%
... [Адносна двукоссі], нават калі мы * ___ зрабіў * цытатай хто ў гэтымбізнес, ён, верагодна, будзе трызненне.
		-- Thom McLeod

%
"Наступствы, Schmonsequences, пакуль я багаты".
		-- "Ali Baba Bunny" [1957, Chuck Jones]

%
Разгледзім паштовую марку: яго карыснасць складаецца ў здольнасці дапрытрымлівацца аднаго боку, пакуль ён атрымлівае там.
		-- Josh Billings

%
Кансультанты містычныя людзі, якія просяць кампанію па шэрагу, а затымдаць яго назад да іх.
		-- Josh Billings

%
Крэдыт ... з'яўляецца адзіным вытрымоўвалы сведчаннем даверу чалавека ў чалавеку.
		-- James Blish

%
Праца з недастатковасцю лёгка:Праца над паляпшэннем.Поспех таксама просты ў звароце:Вы вырашылі няправільны праблему.Праца над паляпшэннем.
		-- James Blish

%
Праца з праблемай назапашвання чыстай персаналу,ўсе нашы даследаванні ... паказваюць на сярэдняе павелічэнне 5,75% у год.
		-- C. N. Parkinson

%
Госпадзе:Я проста хачу * ___ адзін * аднарукага менеджэр таму я ніколі не давядзецца пачуць "АбЗ іншага боку ", зноў.
		-- C. N. Parkinson

%
Глыбокапаважаны спадар моўнай асобы: Якая мэта апострафа?Адказ: апостраф выкарыстоўваецца ў асноўным у ручной літарамі малога бізнэсу прыкметкаб папярэдзіць чытача, чым "S" ідзе ўверх на канцы слова, напрыклад:МЫ НЕ АКРАМЯ персанальны чэк, альбо: НЕ нясе АДКАЗНАСЦІ ЗА элемента.Іншым важным паняццем граматыкі мець на ўвазе пры стварэнні ручной літарамімалога бізнэсу прыкметы, што вы павінны паставіць двукоссі выпадковаеСловы для ўпрыгожвання, як і ў "пакаштаваць" нашай гарачай сабакі, ці нават паспрабаваць "Нашы" HOT сабакі.
		-- Dave Barry, "Tips for Writer's"

%
Нягледзячы ўсёй бачнасці, ваш бос мысленне, пачуццё, чалавечая істота.
		-- Dave Barry, "Tips for Writer's"

%
"Вы думаеце, што мы робім не так?""Вядома, гэта не так! Гэта незаконна!""Я ніколі нічога незаконнага не рабілі раней.""Я думаў, ты сказаў, што бухгалтар!"
		-- Dave Barry, "Tips for Writer's"

%
Ня незаменны, калі вы не можаце быць замененыя, вы не можаце быць падвышаны.
		-- Dave Barry, "Tips for Writer's"

%
Не выкрасці; thou'lt ніколі такім паспяхова канкураваць у бізнэсе. Чыць.
		-- Ambrose Bierce

%
Не кажы мне, як цяжка вы працуеце. Скажыце, колькі вы зрабілі.
		-- James J. Ling

%
"Не кажы мне, што я паліў свечку з абодвух канцоў - сказаць мне, дзеатрымаць больш воску !! "
		-- James J. Ling

%
Мары вольныя, але вы прамокнуць на час злучэння.
		-- James J. Ling

%
Бурэнне пры здабычы нафты сумна.
		-- James J. Ling

%
Зарабляйце грошы ў вольны час - шантажаваць сваім сябрам.
		-- James J. Ling

%
Эрнэст просіць Фрэнка, як доўга ён працуе ў кампаніі."З таго часу, як яны пагражалі звольніць мяне."
		-- James J. Ling

%
Вы заўважалі, што нават самыя занятыя людзі ніколі не бываюць занадта занятыя, каб сказаць вам,наколькі яны занятыя?
		-- James J. Ling

%
Кожнае воблака мае сярэбраныя накладкі; Вы павінны былі прададзеныя яго, і купіў тытан.
		-- James J. Ling

%
"Кожны чалавек мае сваю цану. Шахта $ 3.95."
		-- James J. Ling

%
Кожны чалавек думае Бог на яго баку. Багатыя і моцныя ведаю, што ён ёсць.
		-- Jean Anouilh, "The Lark"

%
Кожную раніцу ў Афрыцы, газель прачынаецца. Ён ведае, ён павінен працаваць хутчэйчым самы хуткі леў ці будуць забітыя. Кожную раніцу леў прачынаецца.Яна ведае яна павінна абагнаць павольны газель ці ён будзе галадаць да смерці.Гэта не мае значэння, з'яўляецеся Ці вы леў або газель: калі прыйдзе ндуверх, вам лепш быць запушчаны.
		-- Jean Anouilh, "The Lark"

%
"Кожную раніцу я ўстаю і праглядаць спіс" Форбса збагатыя людзі ў Амерыцы. Калі я не там, я іду на працу "
		-- Robert Orben

%
Кожны паспяховы чалавек не меў няўдач, але неаднаразовае невыкананне нямагарантыя ў канчатковым поспеху.
		-- Robert Orben

%
Кожны малады чалавек павінен мець хобі: навучыцца звяртацца з грашыма з'яўляеццалепшым варыянтам.
		-- Jack Hurley

%
Усе, акрамя Сэм падпісаўся на пенсійнага плана новай кампаніі, якаязаклікаў да невялікіх укладам работніка. Кампанія надае ўсёастатнія. На жаль, было неабходны ўдзел супрацоўнікаў 100%;у адваротным выпадку план быў выключаны. бос Сэма і яго калегі прызналіі ўгаворваў, але безвынікова. Сэм сказаў, што план ніколі не акупіцца.Нарэшце прэзідэнт кампаніі называюць Сэма ў яго кабінет."Сэм", сказаў ён, "вось копія новага пенсійнага плана і восьручка. Я хачу, каб вы падпісаць паперы. Даруй, але калі вы не падпішаце,ты звольнены. Па стане на цяпер ".Сэм адразу падпісаў паперы."Зараз", сказаў прэзідэнт, "не маглі б вы расказаць мне, чаму тыне мог падпісаць раней? ""Ну, сэр," адказаў Сэм, "ніхто не патлумачыў мне гэтакясна перад ".
		-- Jack Hurley

%
Усё любіць Киддер, але ніхто не надае яму грошы.
		-- Arthur Miller

%
Кожны, хто прыходзіць сюды хоча тры рэчы:(1) Яны хочуць гэта хутка.(2) Яны хочуць добра.(3) Яны хочуць танна.Я кажу ім, каб выбраць два і ператэлефанаваць мне.
		-- sign on the back wall of a small printing company

%
Выключэння пацвярджаюць правіла, і сарваць бюджэт.
		-- Miller

%
Вытрымка з гутаркі службу падтрымкі чалавека іКліент працуе на вядомай ваенна-філіялам даследчай лабараторыі:Падтрымка: "Вы не наш кліент толькі, вы ведаеце."Кліент: "Але мы адно з нямногіх з тактычнай ядзернай зброі."
		-- Miller

%
Выканаўчы здольнасць хутка вырашыць і атрымаць кагосьці яшчэ, каб зрабіцьпраца.
		-- John G. Pollard

%
Кампаніі Exxon 'Сусвет энергетыкі' мае тэндэнцыю да своеасаблівай, а негумарыстычныя ... Пасля [незразумелая плёнка мантаж пра вецер і сонца ідождж і разрэзы і] два ці тры хвіліны механічнай блытаніны,сядзенні locomote праз кароткі тунэль, напоўнены гадзінны працы дыназаўраў.Дыназаўры намаляваныя без дакладнасці і занадта блізка да твару."Адзін з нямногіх рэальных навінак на Epcot з'яўляецца выкарыстанне паху ўпагоршыць ілюзіі. Вядома, ніхто не ведае, што дыназаўры пахла,але Exxon вырашыла ад іх пахла дрэнна."На другім канцы Dino рова ... ёсць канчатковая, вельмі заблытанагаПаведамленне пра якія стаяць challengehood заўтра стрэлцы. Я задрамаў падчас гэтага,але імпарт, здаецца, што дыназаўры не маюць нічога агульнага зЭнергетычная палітыка і вы таксама ".
		-- P. J. O'Rourke, "Holidays in Hell"

%
Адмова часцей ад недахопу энергіі, чым недахопу капіталу.
		-- P. J. O'Rourke, "Holidays in Hell"

%
Хутка, танна, добра: выбраць два.
		-- P. J. O'Rourke, "Holidays in Hell"

%
Страх з'яўляецца самым вялікім прадаўцом.
		-- Robert Klein

%
Адчуйце расчараваўся? У мяне ёсць некаторыя вялікія новыя ілюзіі, прама тут!
		-- Robert Klein

%
Для кожнага хлопца, які робіць свой след, ёсць паўтузіна чакае церці яго.
		-- Andy Capp

%
Genius гэта адзін працэнт натхнення і дзевяноста дзевяць адсоткаў поту.
		-- Thomas Alva Edison

%
Genius ўяўляе дзесяць адсоткаў натхнення і пяцьдзясят працэнтаў прыбытку капіталу.
		-- Thomas Alva Edison

%
Атрыманне працу не з'яўляецца апраўданнем для не па правілах.следства:Вынікаючы правілам не атрымаць працу.
		-- Thomas Alva Edison

%
"Пры выбары паміж выконваеце нешта і проста валяецца,Я хацеў бы ляжаць. Няма Конкурс ".
		-- Eric Clapton

%
Бог дапамагае тым, хто не дапамагае сабе.
		-- Wilson Mizner

%
Бог дапамагае ім, што дапамагчы сабе.
		-- Benjamin Franklin, "Poor Richard's Almanac"

%
Добры дзень, каб пазбегнуць паліцэйскіх. Сканіраванне на працу.
		-- Benjamin Franklin, "Poor Richard's Almanac"

%
Добрыя прадаўцы і добрыя рамонтнікі ніколі не галадалі.
		-- R. E. Schenk

%
Шчасце станоўчы грашовы паток.
		-- R. E. Schenk

%
Цяжкая праца нікога не забіваў, але навошта рызыкаваць?
		-- Charlie McCarthy

%
Ці заўважылі вы, што людзі, якія заўсёды спрабуюць сказаць вам`Ёсць час для працы і час для гульні" ніколі не знайсці час для гульні?
		-- Charlie McCarthy

%
Ён не набыў стан; фартуна набыла яго.
		-- Bion

%
Той, хто мае толькі чатыры і марнуе пяць не мае ніякай патрэбы ў паперніку.
		-- Bion

%
Той, хто задаволены сваёй доляй, верагодна, мае шмат.
		-- Bion

%
Той, хто наступае на іншых, каб дасягнуць вяршыні мае добры баланс.
		-- Bion

%
"Тут, у тэлефоннай кампаніі, мы абслугоўваем ўсе віды людзей, адПрэзідэнты і каралі адкідаў зямлі ... "
		-- Bion

%
"Гэй, Сэм, як наконт крэдыту?""Whattaya трэба?""О, каля $ 500.""Whattaya атрымаў у якасці закладу?""Whattaya трэба?""Як наконт вачэй?"
		-- Sam Giancana

%
Пачварна знявечаная старажытнаіндыйскай праклёны?Мы можам ДАПАМАГЧЫ!Патэлефануйце (511) 338-0959 да неадкладнага прызначэнні.
		-- Sam Giancana

%
Пракат маральна інвалідаў.
		-- Sam Giancana

%
Галоўная цэнтры прызначаны для зрабі сваімі рукамі, хто гатовы даплаціць больш высокія цэны для зручнасці будучы ў стане рабіць пакупкі для піламатэрыялаў,апаратныя і тостэры усё ў адным месцы. Заўважце, што я кажу "магазін для", яксупрацьлегласць "атрымаць". Гэта асноўны недахоп хатніх цэнтраў: янызаўсёды з усяго, акрамя штучных елак. Home Centerсупрацоўнікі не маюць часу, каб змяніць парадак тавараў, таму што яны занадта занятыяужываючы маленькія налепкі цана да кожнага аб'екта - кожная плата, пральная машына, пазногцяўі шруба - ў ўвесь магазін ...Скажам кавалак у вашых зліўнога бачка перапынкаў, так што вы выдаліцезламаныя дэталі, звярніцеся ў хатні цэнтр, і папрасіць супрацоўніка, калі ён маезамена. Работнік, які ніколі не будзе яго жыццё, нават бачыў ўнутрыз зліўной бачка, будзе ўзірацца ў зламанай часткі ў вельмі чым такім жа чынамшто член прымітыўнай джунглі Амазонкі племя будзе глядзець на электронныкалькулятар, а затым сказаць, "Мы чакаем адгрузку гэтых калісьціпрыкладна ў сярэдзіне наступнага тыдня ".
		-- Dave Barry, "The Taming of the Screw"

%
Добрасумленнасць па большай частцы менш выгадным, чым несумленнасць.
		-- Plato

%
Сумленнасць плаціць, але гэта, здаецца, не надаюць дастатковай, каб задаволіць некаторых людзей.
		-- F. M. Hubbard

%
Гатэлі стаміліся зрываецца. Я праверыў у гатэль і яныбылі ручнікі з маёй хаты.
		-- Mark Guido

%
Чаму ўсё адбываецца так павольна, калі гэта называецца гадзіну пік?
		-- Mark Guido

%
Чаму фінансавыя кансультанты ніколі не здаюцца гэтак багатыя, як янысцвярджаюць, што яны зробяць вас?
		-- Mark Guido

%
"Колькі людзей тут працаваць?""О, каля паловы".
		-- Mark Guido

%
Чалавечыя рэсурсы з'яўляюцца чалавечыя першы, і рэсурсы другога.
		-- J. Garbers

%
"Я перакананы, што вытворцы дываноў выдалення паху парашокўключылі інкапсуляванага час выпушчаны котка мачы ў сваіх прадуктах.Гэтая тэхналогія павінна быць, што перашкодзіла яго размеркаванне ў маёй мамыкіраваць. Мой дыван пахне мочой, і ў мяне няма ката. лепш пайсцікупіць яшчэ ".
		-- timw@zeb.USWest.COM

%
Я больш сумна, чым вы маглі калі-небудзь быць. Вярнуцца да працы.
		-- timw@zeb.USWest.COM

%
Я тлумачу свой поспех у разведвальных, кішак, рашучасць, сумленнасць,славалюбства, і маючы дастаткова грошай, каб купіць людзей з гэтымі якасцямі.
		-- timw@zeb.USWest.COM

%
Спрачаешся Тое, што адбылося, яны выявілі агонь і вынайшаў кола наУ той жа дзень. Затым у тую ноч, яны спалілі кола.
		-- Jack Handey, The New Mexican, 1988.

%
Я не магу намаляваць кошык, не ядуць сушаныя авёс; Калі гэта будзе мужчынская праца зраблю гэта.
		-- Jack Handey, The New Mexican, 1988.

%
Лічу новае прылада або тэхналогію, былі ў культурным прынята, каліяна была выкарыстана для здзяйснення забойства.
		-- M. Gallaher

%
Я не раблю гэта за грошы.
		-- Donald Trump, Art of the Deal

%
У мяне няма ніякага выкарыстання для целаахоўнікаў, але ў мяне ёсць пэўны прымяненне двухвысокакваліфікаваныя дыпламаваных бухгалтараў.
		-- Elvis Presley

%
Я не хачу, каб дасягнуць неўміручасці дзякуючы маёй працы. Я хачу дабіццанеўміручасць праз не памірае.
		-- Woody Allen

%
Я, напрыклад, не можа апратэставаць нядаўняе M.T.A. тарыф паход іПрыкладзеныя абяцае, што гэта ні ў якай меры паляпшэння абслугоўвання. длятранспартная сістэма, як гэта ў цяперашні час дзейнічае, схаваў перавагі, якіяне можа быць вымераная ў грашовым выразе.Асабіста я лічу, што гэта добра каштуе 75 цэнтаў або нават $ 1 даёсць што бездакорную нагода кожны раз, калі я спазняюся да чаго: "Я прыйшоўна метро ". Гэтыя чатыры словы маюць такую ​​магію ў іх, што, калі Гадопавінны калі-небудзь паказаць і мармытаць іх, любы глядач імгненназразумець яго працяглую затрымку.
		-- Woody Allen

%
Я працаваць далей па той жа прычыне курыца ідзе на мура яек.
		-- H. L. Mencken

%
У мяне непатрабавальны густ. Я заўсёды дастаткова самага лепшага.
		-- Oscar Wilde

%
Я ёсць спосабы прымусіць грошы, якія вы нічога не ведаеце аб.
		-- John D. Rockefeller

%
Я проста спытаў сябе ... што б Делореан рабіць?
		-- Raoul Duke

%
Мне проста трэба дастаткова, каб пераадолець мяне, пакуль я не трэба больш.
		-- Bill Hoest

%
Мне падабаецца працаваць; гэта зачароўвае мяне; Я магу сядзець і глядзець на яго на працягу некалькіх гадзін.
		-- Bill Hoest

%
Я ніколі не змяняў сумленнага чалавека, толькі нягоднікаў. Яны хацелі нешта длянічога. Я не даў ім нічога за нешта.
		-- Joseph "Yellow Kid" Weil

%
Я не абавязаны грамадскасці нічога.
		-- J. P. Morgan

%
Я быў у гэтым заўчасна Кандыцыянер супермаркет і там былі ўсегэтыя праходы і з'явіліся гэтыя купальныя капялюшыкі можна было купіць што б гэтыявыгляд чацьвёртага ліпеня пёры на іх, што былі чырвоны і жоўты і сіні іЯ не быў спакуса купіць адзін, але мне нагадалі пра тое, што я быўпазбягаючы пляж.
		-- Lucinda Childs "Einstein On The Beach"

%
Я быў часткай гэтага дзіўнага роду людзей трапна ахарактарызаваў як выдаткаўіх жыццё робяць рэчы, якія яны не любяць, каб зрабіць грошы, якія яны не хочуцькупіць рэчы, якія яны не патрэбныя, каб зрабіць уражанне людзей, якіх яны не любяць.
		-- Emile Henry Gauvreay

%
Я хацеў бы быць прывяло да д'ябла, чым атрымалася неба.
		-- Emile Henry Gauvreay

%
Я лепш проста верыць, што гэта будзе зроблена шляхам маленькіх эльфаў бегаюць.
		-- Emile Henry Gauvreay

%
Я заўсёды шукаем новыя ідэі, якія будуць больш прадуктыўнымі, чым яго кошт.
		-- David Rockefeller

%
У мяне ўсе грошы, якія я калі-небудзь спатрэбіцца, калі я памру да 4 гадзінах.
		-- Henny Youngman

%
Я:Лепшы спосаб зрабіць шаўковы кашалёк з свінога вуха павінна пачаццаз шаўковай мацёры. Тое ж самае ставіцца і да грошай.II:Калі сёння былі напалову так добра, як заўтра павінна быць, было бверагодна, будзе ў два разы лепш, як і ўчора быў.III:Там няма гультаяватыя ветэранаў паляўнічыя леў.IV:Калі вы можаце дазволіць сабе рэкламу, вы не павінны.V:Дзясятая частка ўдзельнікаў вырабляць больш за адну трэць выхадзе.Павелічэнне колькасці удзельнікаў толькі памяншае сярэдняеВыхад.
		-- Norman Augustine

%
Калі падначалены задае вам дарэчны пытанне, зірнуць на яго, як быццам ён быўашалеў. Калі ён глядзіць уніз, перафразуючы пытанне на яго.
		-- Norman Augustine

%
Калі рэч варта рабіць, варта рабіць дрэнна.
		-- G. K. Chesterton

%
Калі стаіць рэч у якія маюць, варта падман для.
		-- W. C. Fields

%
Калі нічога не дапамагае, знізіць стандарты.
		-- W. C. Fields

%
Калі банкіры могуць разлічваць, як прыйсці яны маюць восем вокнаў і толькі чатыры лічыльнікаў?
		-- W. C. Fields

%
Калі калі-небудзь задавальненне аднаго мусіць быць набыты болю іншага, ёсцьлепш пакажыце ніякага гандлю. Гандлёвы з дапамогай якога кожны атрымлівае і іншы губляе гэта падман.
		-- Dagny Taggart, "Atlas Shrugged"

%
Калі б Бог не даў нам клейкую стужку, гэта было б неабходна вынайсці.
		-- Dagny Taggart, "Atlas Shrugged"

%
Калі б мне прыйшлося шахце, я не думаю, я б проста адмовіцца ад яе. там упавінен быць лепшы спосаб.
		-- Jack Handey, The New Mexican, 1988.

%
Калі я хачу сваё меркаванне, я спытаю Вас запоўніць неабходную форму.
		-- Jack Handey, The New Mexican, 1988.

%
Калі б я быў магільшчыкам ці нават кат, ёсць некаторыя людзі, я могпрацаваць з вялікай асалодай.
		-- Douglas Jerrold

%
Калі гэта варта рабіць, варта рабіць за грошы.
		-- Douglas Jerrold

%
Калі грошы не могуць купіць шчасце, я думаю, вы проста павінны арандаваць яго.
		-- Douglas Jerrold

%
Калі б мы маглі прадаваць наш вопыт для таго, што яны каштуюць нам, мы бУсё б мільянерамі.
		-- Abigail Van Buren

%
Калі тое, што яны рабілі не вырашыла праблему, сказаць ім, кабрабіць нешта іншае.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Калі вы заўсёды адкласці задавальненне вы ніколі не будзеце мець яго. Кінуць працу і гуляцьна гэты раз!
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Калі вы добра, вам будзе прысвоены усю працу. Калі ты сапраўдныдобра, вы будзеце выйсці з яго.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Калі вы старэйшыя за 80 гадоў і ў суправаджэнні вашых бацькоў, мы будземабнаявіць.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Калі вы здымаеце пад 80 вы заняхайваеце свой бізнэс;больш за 80 вы грэбуючы гольф.
		-- Walter Hagen

%
Калі вы не багатыя вы заўсёды павінны выглядаць карысным.
		-- Louis-Ferdinand Celine

%
Калі вы можаце палічыць свае грошы, вы не маеце мільярд даляраў.
		-- J. Paul Getty

%
Калі вы не можаце атрымаць працу на працягу першых 24 гадзін, працаваць па начах.
		-- J. Paul Getty

%
Калі вы не можаце навучыцца рабіць гэта добра, навучыцеся атрымліваць задавальненне рабіць гэта дрэнна.
		-- J. Paul Getty

%
Калі вы не павінны працаваць так цяжка, трэба мець больш часу, каб быць прыгнечаным.
		-- J. Paul Getty

%
Калі вы нешта прама адразу, хто-то папросіць вас зрабіць гэта зноў.
		-- J. Paul Getty

%
Калі вы не паспелі зрабіць гэта правільна, дзе вы збіраецеся знайсці часрабіць гэта зноў?
		-- J. Paul Getty

%
Калі вы не ў стане запланаваць, планаваць на правал.
		-- J. Paul Getty

%
Калі вы мелі лепшыя інструменты, вы маглі б больш эфектыўна прадэманстраваць ВашАгульная некампетэнтнасць.
		-- J. Paul Getty

%
Калі ў вас ёсць, каб спытаць, колькі гэта, вы не можаце сабе гэта дазволіць.
		-- J. Paul Getty

%
Калі вы раздуць нешта і гэта атрымаецца, ты геній - гэта не былорэклама. Калі вы раздуць яго, і ён выходзіць з ладу, то гэта быў проста падман.
		-- Neil Bogart

%
Калі вы прадаваць алмазы, вы не можаце чакаць, каб мець шмат кліентаў.Але алмаз алмаз, нават калі няма кліентаў.
		-- Swami Prabhupada

%
Калі вы падазраяце, што чалавек, не выкарыстоўваюць яго.
		-- Swami Prabhupada

%
Калі вы думаеце, ніхто не клапоціцца, калі вы жывыя, паспрабаваць прапусціць пару аўтамабіляплацяжоў.
		-- Earl Wilson

%
Калі вы хочаце ведаць, што Бог думае пра грошы, проста паглядзець на людзей, ён даўгэта.
		-- Dorthy Parker

%
Калі вы хочаце паставіць сябе на карце, публікаваць вашу ўласную карту.
		-- Dorthy Parker

%
Калі вы ведаеце цану грашам, ідзі пазычаць некаторыя.
		-- Ben Franklin

%
Калі вы падобныя на большасць домаўладальнікаў, вы баіцеся, што многія рамонтувакол вашага дома занадта складана змагацца. Так што, калі ваша печвыбухае, вы тэлефануеце ў так званую прафесійную, каб выправіць гэта."Прафесійныя" прыбывае ў грузавіку з надпісам на бартах і абложваевялікая колькасць інструментаў і двух памочнікаў, якія праводзяць большую частку зтыдні ў склепе біць аб'екты наўздагад з цяжкімі гаечнымі ключамі, пасляякой «прафесійныя» вяртаецца і дае вам рахунак за крыху больш загрошай, чым гэта варта было б вам запусціць паспяховую кампанію за ЗШАСенат.І вось чаму вы вырашылі пачаць рабіць рэчы самастойна. выфігура, "Калі гэтыя хлопцы могуць выправіць маю печ, то так можна I. Як цяжкі бываегэта можа быць? "Вельмі складана. На самай справе, большасць хатніх праекты немагчымыя, якіВось чаму вы павінны зрабіць іх самастойна. Там няма сэнсу ў аплаце сябралюдзі, каб ўкруціць рэчы, калі вы можаце лёгка ўкруціць іх да сябе за значнаменш грошай. Гэты артыкул можа дапамагчы вам.
		-- Dave Barry, "The Taming of the Screw"

%
Важныя лісты, якія не ўтрымліваюць памылак будзе развівацца памылак па пошце.Адпаведныя памылкі будуць адлюстроўвацца ў двух экземплярах, а Бос чытаегэта. Vital дакументы будуць дэманстраваць сваю жыццяздольнасць, спантанна рухаццаз якой вы іх туды, дзе вы не можаце знайсці іх.
		-- Dave Barry, "The Taming of the Screw"

%
У 1914 годзе першы крыжаванка быў надрукаваны ў газеце.Стваральнік атрымаў $ 4000 ўніз ... і $ 3000 у папярочніку.
		-- Dave Barry, "The Taming of the Screw"

%
У спажывецкім грамадстве непазбежна існуюць два віды рабоў:зняволеныя наркаманіі і зняволеныя зайздрасці.
		-- Dave Barry, "The Taming of the Screw"

%
У іерархіі кожны служачы мае тэндэнцыю да росту да яго ўзроўня некампетэнтнасці ...часу кожны пост мае тэндэнцыю быць занятая работнікам, які з'яўляецца некампетэнтнымвыконваць свае абавязкі ... Работа праводзіцца тых супрацоўнікаў, якіяяшчэ не дасягнулі свайго ўзроўню некампетэнтнасці.
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
У выпадку атамнай атакі, усе правілы работы будзе часова прыпыненая.
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
У выпадку траўмы паведаміць свайго начальніка неадкладна. Ён пацалуе яе ізрабіць яго лепш.
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
У кожным іерархіі крэм падымаецца да таго часу, пакуль сапсуюцца.
		-- Dr. Laurence J. Peter

%
Для таго каб атрымаць крэдыт неабходна спачатку даказаць, што вы не трэба.
		-- Dr. Laurence J. Peter

%
У сярэдзіне шырокай вобласці з'яўляецца гаршчок з золатам. 100 футаў да поўначы стэндаўразумны менеджэр. 100 футаў на поўдзень варта нямы менеджэр. 100 футаў, кабўсход велікодны трус, і 100 футаў на захад Санта-Клаўса.Пытанне: Хто будзе гаршчок з золатам у першую чаргу?A: нямы менеджэр. Усе астатнія міфы.
		-- Dr. Laurence J. Peter

%
Інавацыі цяжка планаваць.
		-- Dan Fylstra

%
Вар'яцтва фінале абароны ... Цяжка, каб атрымаць кампенсацыю, каліпрадавец нюхае промежность і брэх на месяц.
		-- Dan Fylstra

%
Гэта чалавек, які узрывае банкам econoclast?
		-- Dan Fylstra

%
Лепш даць, чым здаваць у арэнду, і гэта каштуе прыкладна столькі ж.
		-- Dan Fylstra

%
Лепш жыць багатым, чым памерці багатым.
		-- Samuel Johnson

%
Лепш ехаць спадзяюся, чым купляць Continental.
		-- Samuel Johnson

%
Цяжка парыць з арламі, калі вы працуеце з індычак.
		-- Samuel Johnson

%
Вельмі важна пры палёце трэнер, што вы стрымліваць любую тэндэнцыю даярка уяўленнем. Бо, хоць ён можа кароткачасова з'яўляюцца быцьтак, то зусім не верагодна, што кабіна цалкам заселенаяплачу немаўлятаў якія паляць недарагія айчынныя цыгары.
		-- Fran Lebowitz, "Social Studies"

%
Немагчыма атрымліваць асалоду ад халастога ходу старанна калі не мае дастатковапраца, каб зрабіць.
		-- Jerome Klapka Jerome

%
Значна складаней знайсці працу, чым трымаць адзін.
		-- Jerome Klapka Jerome

%
Гэта не дастаткова, што я павінен атрымаць поспех. Іншыя павінны пацярпець няўдачу.[Таксама аднесці да Дэвід Меррик. Рэд.]Гэта не дастаткова, каб дамагчыся поспеху. Іншыя павінны пацярпець няўдачу.[Вялікія розумы думаюць аднолькава? Рэд.]
		-- Gore Vidal

%
Смешна назваць гэта прамысловасць. Гэта не так. Гэта пацук ядуцьпацук, воўк. Я заб'ю іх, і я збіраюся забіць іх, перш чым янызабей мяне. Вы кажаце аб амерыканскім шляху выжывання найбольш прыстасаваных.
		-- Ray Kroc, founder of McDonald's

%
Гэта бедны рабочы, абвінавачвае яго інструменты.
		-- Ray Kroc, founder of McDonald's

%
Гэта было бізнэс робіць задавальненне з вамі.
		-- Ray Kroc, founder of McDonald's

%
Гэта неверагодна! Мы нічога падобнага ў апошнія паўгадзіны не бачыў!
		-- Macy's

%
Гэта не так цяжка падняць сябе, свае загрузкі, як толькі вы ад зямлі.
		-- Daniel B. Luten

%
Гэта вельмі гламурна, каб сабраць мільёны даляраў, пакуль не прыйшоў час дляВенчурны капіталіст смактаць вашыя вочныя яблыкі з.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Проста таму, што ён мёртвы няма падстаў звальняць працу.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Сачыце за добрую працу! Але, калі ласка, не пытайцеся мяне, каб дапамагчы.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Трымаеце боса вашага боса са спіны вашага боса.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Трымаеце руку на пульсе,Плячо, каб колы,Нос па тачыльны,Вашы ногі на зямлю,Ваш галаву на плячах.Цяпер ... спрабаваць нешта зрабіць!
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Марнатраўнае расходаванне можа мець катастрафічныя наступствы. Ня купіць любыя раскідае на некаторы час.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Даваць грошы ў дрэннай даўжніка і ён будзе ненавідзець вас.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Дазвольце мне запэўніць вас, што нам тут на Першым нацыянальным, ты не просталік. Youre два ліку, падзеленыя працяжнік яшчэ тры лічбы, яшчэ адзін злучок ііншы нумар.
		-- James Estes

%
Давайце арганізуем гэтую рэч і ўзяць усё самае цікавае з яго.
		-- James Estes

%
Жыццё здаровы павагі маці-прыроды з дадаткам прагнасці.
		-- James Estes

%
Жыццё танная, але аксэсуары могуць забіць вас.
		-- James Estes

%
Жыць па вашага даходу, нават калі вы вымушаныя займаць гэта зрабіць.
		-- Josh Billings

%
Жыццё на Зямлі можа быць дарагім, але яна ўключае ў сябе штогадовую бясплатную паездкувакол Сонца
		-- Josh Billings

%
сапраўды Мужчыны сталі інструментам іх інструментаў.
		-- Henry David Thoreau

%
Менеджэр пазыкі-аддзел: "Існуе не дробны шрыфт на гэтых.працэнтныя стаўкі, мы не павінны яго ".
		-- Henry David Thoreau

%
Lonesome?Як змены?Як новую працу?Як хваляванні?Хацеў бы сустрэцца з новымі цікавымі людзьмі?JUST Вінт-UP One More Time !!!!!!!
		-- Henry David Thoreau

%
Глядзі, мы гандлюем кожны дзень там з энергічныя, справа-вытворцы, авантурыстаў, крымінальнікаў,CON-мужчыны. Вось так бізнес пачаць. Вось так гэтакраіна была пабудавана.
		-- Hubert Allen

%
Шмат людзей блытаюць дрэннае кіраванне з лёсам.
		-- Frank Hubbard

%
Каханне можа пасмяяцца над слесарамі, але ён мае глыбокую павагу да грашовых мяшкоў.
		-- Sidney Paternoster, "The Folly of the Wise"

%
Ўдача, што, калі падрыхтоўка і магчымасць сустрэцца.
		-- P. E. Trudeau

%
Поярель на працы. Працягнуць, каб рэчы пагаршацца ў хатніх умовах.
		-- P. E. Trudeau

%
Чалавек ёсць жывёла, якое робіць здзелкі: няма іншае жывёла не робіць this--ні адна сабака не абменьваецца косткі з другога.
		-- Adam Smith

%
Чалавек павінен фармаваць свае інструменты, каб яны фармуюць яго.
		-- Arthur R. Miller

%
Кіраванне: Колькі ног у мышэй ёсць?Адказаць: Мышы маюць чатыры ногі.М: Распрацоўка!R: Мышы маюць пяць канечнасцяў, і чатыры з іх ногі.М: Няма абмеркаванне пятага прыдатак!R: Мышы маюць пяць канечнасцяў; чатыры з іх ногі; адзін хвост.М: Што? Ногі без ног?R: Мышы маюць чатыры ногі, чатыры нагі і адзін хвост на адзінку-мышы.М: Змешванне - гэта тое, што ў агульнай складанасці 9 прыдаткаў?R: Мышы маюць чатыры ногі-ногі зборак і адзін хваставое апярэнне за целам.М: Ня цалкам абмеркаваць пытанне!R: Кожная мыш абсталявана чатырма нагамі і хвастом. кожная нагаабсталяваны ступні ў канцы процілеглым цела; хвостня абсталяваны пешшу.М: Апісальны? Так. Сілавое НЕ!R: Адвод прыдаткаў ў мышэй будзе: Чатыры зборкі калена ногі,адзін хвост. Адхіленне ад гэтай палітыкі не дапускаецца, паколькі гэта будзескладаюць misapportionment дэфіцытных прыдаткаў актываў.М: Занадта аўтарытарна; душыць творчасць!R: Мышы маюць чатыры ногі; кожная ножка прымацаваная да невялікага назе далучыўсяза адно цэлае з агульнай мышы структурнай падсістэмы. таксамапрымацаваны да мышы падсістэмы з'яўляецца тонкі хвост, нефункцыянальны ідэкаратыўныя ў прыродзе.М: Занадта шматслоўным / навуковыя. Адказ на пытанне!R: Мышы маюць чатыры ногі.
		-- Arthur R. Miller

%
Многія людзі энтузіязму з нагоды іх працы.
		-- Arthur R. Miller

%
Многія людзі энтузіязму з нагоды вашай працы.
		-- Arthur R. Miller

%
Многія пішуць запіскі, каб сказаць вам, што яны не маюць нічога сказаць.
		-- Arthur R. Miller

%
Mater ARTIUM necessitas.[Неабходнасць з'яўляецца маці вынаходкі].
		-- Arthur R. Miller

%
Мацярынства плаціць? Цяпер кожны Том, Дзік і Гары зацяжарыць.
		-- Malcolm Smith

%
Можа быць, вы не можаце купіць шчасце, але ў гэтыя дні можна, вядома, зарадзіць яго.
		-- Malcolm Smith

%
Макдональдс - Таму што ты варта.
		-- Malcolm Smith

%
Мужчыны высокага генія, калі яны робяць найменшую працу найбольш актыўныя.
		-- Leonardo da Vinci

%
Мужчыны прымаюць толькі свае патрэбнасці пад увагу - ніколі іх здольнасцяў.
		-- Napoleon Bonaparte

%
Мужчынская скура адрозніваецца ад жаночай скуры. Гэта звычайна больш, іяна мае больш змей татуіроўку на яго. Акрамя таго, калі вы паглядзіце жаночай скурывельмі цесна, мала-памалу, пачынаючы з яе прыгожыя лодыжкі, затым асцярожнаПрасочваючы стройны выгін яе цялятаў, затым перайсці да яе ...[Заўвага рэдактара: Каб вызваліць месца для навінавых артыкулаў пра важныя падзеі ў свецетакіх як сельская гаспадарка, мы збіраемся выдаліць наступныя некалькі квадратных футаў зжанчыны скура. Дзякуй.]... Пакуль, нарэшце, вы абодва ляжыце там, не правёў, курэнне СВОЙцыгарэты, і раптам яна трапляе вам: Скура чалавека на самой справе складаецца змільярды малюсенькіх адзінак пратаплазмы, называюцца "клеткі"! І што яшчэ большпрыгожыя, тыя, на вонкавым боку ўсе паміраем! Гэта факт. вашСкура, як агрэсіўнай сучаснай карпарацыі, дзе старэй ветэранаКлеткі, якія, нарэшце, працавалі іх шлях да верхняй і атрыманых офісаўз выдатным выглядам, пастаянна пусціліся галаву вокны па-першае,не так шмат, як пенсійнага плана, малодшымі адчайных клетак рухацца уверх адніжэй.
		-- Dave Barry, "Saving Face"

%
Разумовых здольнасцяў, як правіла, карумпаваныя, і абсалютная інтэлекту, як правіла,пашкоджаны абсалютна, пакуль ахвяра не пазбягалі гвалту цалкам упаслуга разумных рашэнняў тупых праблем.
		-- Piers Anthony

%
Грошы не могуць купіць шчасце, але ён можа зрабіць вас вельмі камфортна падчасвы быць няшчасным.
		-- C. B. Luce

%
Грошы не могуць купіць каханне, але гэта паляпшае перамоўныя пазіцыі.
		-- Christopher Marlowe

%
Грошы не могуць купіць каханне, ні нават сяброўства.
		-- Christopher Marlowe

%
Грошы не казаць, што лаецца.
		-- Bob Dylan

%
Грошы лепш, чым беднасць, калі толькі па фінансавых прычынах.
		-- Bob Dylan

%
Грошы само па сабе ўжо ёсць.
		-- Bob Dylan

%
Грошы ёсць корань усіх злы, і чалавек мае патрэбу ў карані.
		-- Bob Dylan

%
Грошы ёсць корань усіх багаццяў.
		-- Bob Dylan

%
Грошы да праўды. Калі чалавек кажа пра яго гонар, прымусіць яго заплаціць наяўнымі.
		-- Lazarus Long

%
Грошы не ўсё - але гэта доўгі шлях перад тым, што будзе далей.
		-- Sir Edmond Stockdale

%
Грошы могуць купіць дружбу, але грошы не могуць купіць каханне.
		-- Sir Edmond Stockdale

%
Грошы будуць гаварыць больш у адзін момант, чым самым красамоўным палюбоўнік можа ў бліжэйшыя гады.
		-- Sir Edmond Stockdale

%
Moneyliness знаходзіцца побач з пабожнасці.
		-- Andries van Dam

%
Большасць людзей будуць слухаць вашыя неабгрунтаваных патрабаванняў, калі вы будзеце разглядацьіх непрымальнымі прапанову.
		-- Andries van Dam

%
Мундус Vult decipi decipiatur такім чынам.[Свет хоча быць падманутым, так падмануць.]
		-- Xaviera Hollander

%
Мая ідэя чарнавы гэта калі абслугоўванне нумароў позна.
		-- Xaviera Hollander

%
Мая ідэя чарнавы яго паваротам кандыцыянер занадта нізка.
		-- Xaviera Hollander

%
Мая праблема заключаецца ў ўзгадненні мае грубыя звычкі з маім чыстым прыбыткам.Любы чалавек, які мае $ 10000 засталося, калі ён памірае збой.
		-- Errol Flynn

%
"Галота на выдумкі хітрая" гэта дурная прымаўка. "Неабходнасцьз'яўляецца маці дарэмных выкрутаў "значна бліжэй да ісціны.
		-- Alfred North Whitehead

%
Гальштукі задушыць яснае мысленне.
		-- Lin Yutang

%
Ніколі не звярнуцца да мужчынскай «лепшай прыроды." Ён не можа мець адзін.Выклік свой інтарэс дае больш рычагоў.
		-- Lazarus Long

%
Ніколі не два пытання ў дзелавым лісце. Адказ будзе абмяркоўвацьАдзін вы менш за ўсё цікавіць, і нічога не гавораць пра іншае.
		-- Lazarus Long

%
Ніколі не купляйце з багатай прадаўцом.
		-- Goldenstern

%
Ніколі купіць тое, што вы не хочаце, таму што гэта танна; гэта будзе дорага вам.
		-- Thomas Jefferson

%
Ніколі не назваць чалавека дурнем. Заняць ад яго.
		-- Thomas Jefferson

%
Ніколі не ўкладваць грошы ў тое, што есць ці мае патрэбу перафарбоўку.
		-- Billy Rose

%
Ніколі не адставаць ад Джонс. Перацягнуць іх на свой узровень.
		-- Quentin Crisp

%
Ніколі не дазваляйце каму-небудзь, хто кажа, што гэта не можа быць зроблена перапыненне чалавека, якігэта рабіць.
		-- Quentin Crisp

%
Ніколі не кажаце, што вы ведаеце чалавека, пакуль не падзялілі спадчыну з ім.
		-- Quentin Crisp

%
Ніколі сказаць людзям, як рабіць рэчы. Скажыце ім, што рабіць, і яны будуцьздзівіць вас сваёй вынаходлівасцю.
		-- Gen. George S. Patton, Jr.

%
Ніколі не давяраць нікому, хто кажа, што грошы не аб'ект.
		-- Gen. George S. Patton, Jr.

%
Ніколі спрабуюць навучыць свінню спяваць. Гэта марнуе марна свой час і раздражняе свінню.
		-- Lazarus Long, "Time Enough for Love"

%
NEW YORK-- Kraft Foods, Inc. абвясціла сёння, што яе саветдырэктары аднагалосна адхіліў прапанову аб паглынанні $ 11 мільярдаў ФіліпамМорыс і Ко крафт прадстаўнік заявіў на прэс-канферэнцыі, штоПрапанова была адхілена, так як стаўка $ 90 за акцыю не адлюстроўваюцьПраўдзівае значэнне кампаніі.Wall Street інсайдэраў, аднак, сказаць, зусім іншая гісторыя.Мабыць, савет дырэктараў Kraft меў усе, але падпісаў паглынанняПагадненне, калі яны даведаліся аб Philip Morris 'маркетынгавых планаў для аднаго зіх асноўныя Блізкі Усход даччыных кампаній. Для чалавека, савет прагаласаваў заадхіліць прапанову, калі яны выявілі, што тытунёвы гігант мае намеррэарганізаваць Ізраіля чеддер, Ltd., і назваць новую кампанію сыроў Назарэта.
		-- Lazarus Long, "Time Enough for Love"

%
Дурань ідэі для надзвычайных сітуацый. Вы можаце выкарыстоўваць іх, калі ў Вас няма нічогаяшчэ паспрабаваць. Калі яны працуюць, яны ідуць у кнізе. У адваротным выпадку вы будзеце прытрымліваццаКніга, якая ў значнай ступені калекцыя дурань ідэй, якія працавалі.
		-- Larry Niven, "The Mote in God's Eye"

%
Ніякай камітэт не мог прыдумаць нічога, як рэвалюцыйным, як вярблюд -нічога, як практычны і, як ідэальна падыходзяць для эфектыўнага выканання падтакія складаныя ўмовы.
		-- Laurence J. Peter

%
"Няма Праца занадта вялікі; няма платы занадта вялікі!"
		-- Dr. Peter Venkman, "Ghost-busters"

%
Ніхто не хварэе па серадах.
		-- Dr. Peter Venkman, "Ghost-busters"

%
Ніякіх праблем не нерастваральны ва ўсіх мажлівых абставінах.
		-- Dr. Peter Venkman, "Ghost-busters"

%
Ніякіх праблем не настолькі вялікія, што вы не можаце проста сысці ад яго.
		-- C. Schulz

%
Ніякіх праблем не настолькі вялікі, ён не можа быць прыдатным ў дзе-небудзь.
		-- C. Schulz

%
Няма лыжы не прыняць пароды, як пракат лыж!
		-- C. Schulz

%
Няма пляўкі на аўтобусе!Дзякуй, Mgt.
		-- C. Schulz

%
Ні адзін з нашых мужчын не з'яўляюцца "эксперты". Мы найбольш жаль палічылі неабходнымкаб пазбавіцца ад чалавека, як толькі ён лічыць сябе экспертам - таму што ніхтоальбо лічыць сябе экспертам, калі ён сапраўды ведае сваю працу. Чалавек, які ведаеПраца бачыць значна больш трэба будзе зрабіць, чым ён зрабіў, што ён заўсёды націскамнаперад і ніколі не адмаўляецца ад імгненне думкі на тое, як добра і як эфектыўнаён ёсць. Мысленне заўсёды наперадзе, думаючы заўсёды спрабуе зрабіць больш, прыносіцьстан розуму, у якім няма нічога немагчымага. У той момант, трапляе ў"Эксперт" стан розуму вялікая колькасць рэчаў становіцца немагчымым.
		-- From Henry Ford Sr., "My Life and Work"

%
Нішто не скончана, пакуль дакументы не робіцца.
		-- From Henry Ford Sr., "My Life and Work"

%
Няма нічога немагчымага для чалавека, які не павінны рабіць гэта сам.
		-- A. H. Weiler

%
Нішто не з'яўляецца больш выдатна, чым стойкасць, з якой мільянераўцярпець недахопы свайго багацця.
		-- Nero Wolfe

%
Нішто не робіць чалавека больш прадуктыўным, чым у апошнюю хвіліну.
		-- Nero Wolfe

%
Нішто не матывуе чалавека больш, чым бачыць яго бос паклаў у працы сумленнага дня.
		-- Nero Wolfe

%
Нішто не адступае, як поспех.
		-- Walter Winchell

%
Нішто не атрымоўваецца, як лішак.
		-- Oscar Wilde

%
Нішто не атрымоўваецца, як поспех.
		-- Alexandre Dumas

%
Нішто не атрымоўваецца, як з'яўленне поспеху.
		-- Christopher Lascl

%
Нішто не развее энтузіязм накшталт невялікага ўступнага ўнёску.
		-- Kim Hubbard

%
Нішто ніколі не будзе зроблена спроба, калі ўсе магчымыя пярэчанні павінны быць першымпераадолець.
		-- Dr. Johnson

%
Цяпер вы можаце спытаць: "Як я магу атрымаць адзін з тых паўнавартасны інструмент хатнягаўсталёўвае ў адпаведнасці з $ 4? "Выдатны пытанне.Да аднаго з тых, хто сапраўды танных дыскаунтэраў, дзе яны прадаюцьпластыкавая мэбля ў колерах бачнага з планеты Нептун і дзе яныёсць раздзел ежы, які спецыялізуецца на кардонныя скрынкі, поўныя Raisinets ісоладавага малака шароў, вырабленыя ў часы адміністрацыі Ніксана. У любымаддзел абсталявання або прадметы хатняга ўжытку, вы знойдзеце элемент імпартаваныя знезразумелым Усходнія краіны і апісаны як "Дзевяць інструмента ў адным", які складаецца зтрохі ручка са зменай канцамі, якія прадстаўляюць непранікальны OrientalПаняцці інструментаў, якія амерыканцы маглі б выкарыстоўваць па ўсім доме. Купіць яго.Гэта свайго роду набор інструментаў прафесіяналы выкарыстоўваюць. Не толькі гэтанедарагі, але яна таксама мае вялікі асаблівасцю бяспекі не знайшлі ўтак званы якасныя інструменты наборы: Ручка на самай справе перапынак адразу, каліВы выпадкова патрапілі сябе або што-небудзь яшчэ, і ня падвяргайце яго ўздзеянню прамыхсонечнае святло.
		-- Dave Barry, "The Taming of the Screw"

%
З усіх магчымых рэакцый камітэт для любога зададзенага пункта парадку днярэакцыя, якая будзе адбывацца гэта той, які вызваліць найвялікшаяКолькасць гарачым паветрам.
		-- Thomas L. Martin

%
Вядома, няма ніякіх прычын для гэтага, гэта проста наша палітыка.
		-- Thomas L. Martin

%
Пасля таго, як трапляе ў вентылятар, адзіным рацыянальным выбарам з'яўляецца размах яго, пакет ён,і прадаць яго ў якасці ўгнаенні.
		-- Thomas L. Martin

%
У адзін цудоўны дзень, кіроўца аўтобуса пайшоў да аўтобуснага гаражы, пачаў сваю шыну,і паехалі па маршруце. Ніякіх праблем на працягу першых некалькіх прыпынкаў - некалькілюдзі атрымалі на, некаторыя выйшлі, і ўсё пайшло як правіла, добра. на наступнымспыніць, аднак, вялікая гмах хлопцам трапіў на. Шэсць футаў восем, пабудаваны якзмагар, рукі звісаюць да зямлі. Ён паглядзеў на кіроўцу і сказаў,"Вялікі Джон ня плаціць!" і сеў на спіну.Я ўжо казаў, што кіроўца быў пяць футаў тры, тонкі, і ў асноўнымпакорлівыя? Ну, ён быў. Натуральна, ён не стаў спрачацца з Вялікага Джона, але ён не быўрады гэтаму. Ну, на наступны дзень тое ж самае адбылося - Вялікі Джон стаў назноў, зрабіў выгляд, адмаўляючыся плаціць, і сеў. А на наступны дзень, іадзін пасля гэтага, і гэтак далей. Гэта цёрты на кіроўцу аўтобуса, які пачаўстрацілі сон шляху Вялікі Джон быў скарыстаўшыся яго. Нарэшце, ёння вытрымаў ужо няма. Ён падпісаўся на бодыбілдынг курсаў, каратэ, дзюдо,і ўсё, што добры матэрыял. Да канца лета, ён стаў досыць моцным;больш за тое, ён адчуваў сябе добра пра сябе.Так што на наступны панядзелак, калі Вялікі Джон зноў селі на аўтобусі сказаў: "Вялікі Джон не плаціць!," кіроўца ўстаў, паглядзеў назад напасажыр, і закрычаў: "А чаму не?"З здзіўленым выразам на твары, Вялікі Джон адказаў: "Вялікі Джон маепраязны ".
		-- Thomas L. Martin

%
Адзін добры касцюм варта тысячы рэзюмэ.
		-- Thomas L. Martin

%
Мозг аднаго чалавека плюс адзін будзе вырабляць палову столькі ідэй, як адзінЧалавек вырабіў бы ў адзіночку. Гэтыя два плюс два больш будзе вырабляць паловузноў, як шмат ідэй. Гэтыя чатыры плюс чатыры больш пачынаюць прадстаўляцьтворчая сустрэча, і змены суадносін адной чвэрці як шмат ...
		-- Anthony Chevins

%
Адзін з вашых самых старажытных пісьменнікаў, гісторык па імені Герадот, кажа абзлодзей, які павінен быў быць выкананы. Як ён быў вывезены ён заключыў здзелку зкароль: на працягу аднаго года ён будзе вучыць любімую конь караля спявацьгімны. Іншыя зняволеныя глядзелі злодзея спевы да каня ізасмяяўся. "Вы не атрымаецца," яны сказалі яму. "Ніхто не можа."На што злодзей адказаў: "У мяне ёсць год, і хто ведае, што маглоадбыцца ў гэты час. Кароль можа памерці. Конь можа памерці. Я мог бы памерці.І, магчыма, конь будзе навучыцца спяваць.
		-- "The Mote in God's Eye", Niven and Pournelle

%
Адна з магчымых прычын, што рэчы не ідзе па планез'яўляецца тое, што ніколі не быў план, у першую чаргу.
		-- "The Mote in God's Eye", Niven and Pournelle

%
Адным з перспектыўных паняцце, якое я прыдумаў адразу, што вы маглі бвытворчасць персанальных падушкі бяспекі, а затым атрымаць закон, прыняты патрабуючы, каб яны быліусталяваны на кангрэсменаў, каб трымаць іх ад прыняцця паездкі. Дапусцім, што вашКангрэсмен спрабаваў паехаць у Парыж, каб зрабіць фактаў даследаванне аб тым, якфранцузскі ўрад апрацоўвае захворванняў, што перадаюцца шарбету. Проста, калі ёнтрапіў у плоскасці, яго абавязковым падушка бяспекі, прывязалі вакол яго таліі, будзенадзьмуць - FWWAAAAAAPPPP - такім чынам робячы яго занадта вялікім, каб адпавядаць празСамалёт дзверы. Гэта таксама можа быць сфальсыфікаваныя, каб раздуць калі кангрэсменпрапанаваў закон. ( "Г-н Спікер, людзі пытаюць мяне, чаму павінна быць кастрычнікапазначаецца як кутікулы інспекцыйнай Месяц? А я адкажу, што FWWAAAAAAPPPP. ")Гэта дазволіць зэканоміць мільёны даляраў, так што ў мяне няма сумневаў, што грамадскасцьб бурна падтрымліваюць закон, які патрабуе падушкі бяспекі на кангрэсменаў. Праблемаз'яўляецца тое, што ваш патэнцыйны рынак вельмі малы: Ёсць толькі каля 500члены Кангрэсу, і некаторыя з іх, такія як спікер Палаты "Tip" O'Neil,ужо занадта вялікі, каб змясціцца на нармальнай самалётаў.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Адзін са спосабаў зрабіць ваш стары аўтамабіль працаваць лепш, каб глядзець уверх цэны на новую мадэль.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Толькі дзякуючы ўпартай працы і настойлівасці ці можна сапраўды пакутуюць.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Магчымасці звычайна маскіруецца пад цяжкую працу, так што большасць людзей непрызнаць іх.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Аптымізм з'яўляецца ўтрыманне дробных мужчын у высокіх месцах.
		-- F. Scott Fitzgerald, "The Crack Up"

%
Ці вы ці я павінен саступіць сваё жыццё Ahrimanes. Хутчэй за ўсё, гэта вам.Я не павінен мець ніякага ваганні ў ахвяру сваё жыццё, каб пазбавіць вашага, амы падвесці вынікі на наступным тыдні, і гэта было б несправядліва ў кампаніі.
		-- J. Wellington Wells

%
Наш бізнес у жыцці не дамагчыся поспеху, але, каб па-ранейшаму не ў прыўзнятым настроі.
		-- Robert Louis Stevenson

%
Наша краіна мае шмат добрых пяць цэнтаў цыгар, але бяда ў тымяны бяруць пятнаццаць цэнтаў за імі.
		-- Robert Louis Stevenson

%
Наша палітыка заключаецца, у выпадку сумневаў, рабіць правільныя рэчы.
		-- Roy L. Ash, ex-president, Litton Industries

%
Перавышаны? Але я да гэтага часу правярае засталося!
		-- Roy L. Ash, ex-president, Litton Industries

%
Не заставайцеся запазычанцамі нікому нічым ...
		-- Romans 13:8

%
Людзі заўсёды даступныя для працы ў мінулым часе.
		-- Romans 13:8

%
Людзі думаюць, што коўдру фраза: "Я толькі працаваць тут", вызваляеім зусім з любога маральнага абавязацельствы з пункту гледжання грамадскасці - але гэтаМенавіта апраўданне Эйхмана за яго працу ў канцлагерах.
		-- Romans 13:8

%
Людзі будуць купляць усё, што адна да заказчыка.
		-- Romans 13:8

%
Калі ласка трымаеце вашыя рукі ад прайгравае абсталявання сакратара.
		-- Romans 13:8

%
Паспрабуйце абмежаваць колькасць "Гэты нумар не мае bazingas"пакуль вы не сказалі, што гэтыя нумары "штампуюць". Пасля выбіта,мы маем права скардзіцца пра зверствы, якія адсутнічаюць bazingas, і таму падобнае.
		-- N. Meyrowitz

%
Санітарна з'яўляецца адным з лягчэй з зрабі сам дзейнасці,патрабуючы толькі некалькі простых інструментаў і гатоўнасць прытрымлівацца руку ўзасмечаны туалет. На самай справе, вы можаце вырашыць шматлікія праблемы дадому сантэхніка, такія якраздражняе кран кропельнае, проста павярнуўшы рацыю. Але перш чым мы атрымаему канкрэтных метадаў, давайце разгледзім, як працуе сантэхніка.Сістэма сантэхнікі вельмі падобны электрычную сістэму, за выключэннемшто замест электрычнасці, гэта значыць вада, а замест правадоў, ён маеТрубы і замест радыё і вафлі, ён мае краны і прыбіральні.Дык гэта праўда, што вашыя сістэмы сантэхніка нічога наогул, як вашЭлектрычная сістэма, якая добрая, таму электрычнасць можа забіць вас.
		-- Dave Barry, "The Taming of the Screw"

%
Porsche: там проста не можа замяніць.
		-- Risky Business

%
Маёмасць павялічыць, каб запоўніць прастору, даступнае для іх захоўвання.
		-- Ryan

%
Практычныя людзі былі б больш практычна, калі яны будуць прымаць трохібольш часу для сну.
		-- J. P. McEvoy

%
Абяцай ёй нічога, але даць ёй Exxon неэтыляваны.
		-- J. P. McEvoy

%
ня Перспектыўныя нічога не варта, гэта дастаўкі, які забівае вас.
		-- J. P. McEvoy

%
Аператыўнасць само па сабе ўжо ёсць, калі хтосьці жыве па гадзінах, а не мяча.
		-- J. P. McEvoy

%
Не спадзявайцеся ў грошах, але пакласці грошы ў давернае кіраванне.
		-- J. P. McEvoy

%
Змесціце вашыя лепшыя ногі наперад. Ці проста патэлефанаваць і сказаць, што вы хворыя.
		-- J. P. McEvoy

%
Змесціце свой нос да тачыльны!
		-- Amalgamated Plastic Surgeons and Toolmakers, Ltd.

%
Колькасць не заменіць якасць, але яго адзіная, якую мы маем.
		-- Amalgamated Plastic Surgeons and Toolmakers, Ltd.

%
Сапраўднае багацце можа толькі ўзрастаць.
		-- R. Buckminster Fuller

%
Прыём падатковай мільён долараў свабоднай волі прымусіць вас адчуваць сябе лепш, чымбыўшы мялі і які мае боль у страўніку.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
Нядаўнія інвестыцыі дадуць невялікае прыбытак.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
Нядаўняе даследаванне, як правіла, паказваюць, што пагана Не-Manзамяняецца на надмерна прокрастинатор.
		-- C. N. Parkinson

%
Незалежна ад таго, пашыраецца або сціскаецца місія, адміністрацыйныяВЛ працягвае расці з пастаяннай хуткасцю.
		-- C. N. Parkinson

%
Памятаеце - толькі 10% усё можа быць у топ-10%.
		-- C. N. Parkinson

%
Памятаеце, каб павітацца з вашага банкаўскага касіра.
		-- C. N. Parkinson

%
Памятаеце, што нават калі вы выйграеце пацучыныя гонкі - вы яшчэ пацук.
		-- C. N. Parkinson

%
Пенсійныя азначае, што, калі хтосьці кажа "Мець добры дзень", вына самай справе ёсць шанец на яго.
		-- C. N. Parkinson

%
Багацце пакрывае мноства бед.
		-- Menander

%
Правіла № ​​7: маўчанне ня згоду.Насуперак таму, што вы, магчыма, чулі, маўчанне прысутных з'яўляеццане абавязкова згоду, нават неахвотна разнастайнасць. Яны проста могуцьсядзець у здранцвенні і высветліць спосабы сабатаваць план пасляяны вяртаюць іх самавалоданне.
		-- Menander

%
Зэканоміць трохі грошай кожны месяц і ў канцы года вы будзецездзіўлены, як мала ў вас ёсць.
		-- Ernest Haskins

%
Sears ёсць усё.
		-- Ernest Haskins

%
Абслугоўванне кавы на самалётах выклікае турбулентнасць.
		-- Ernest Haskins

%
"Сем гадоў і шэсць месяцаў!" Несур'ёзна паўтарыў задуменна."Нязручная роду узросце. Зараз, калі б вы спыталі ў мяне парады, я бсказаў: «пакінь у сем '- але гэта занадта позна"."Я ніколі не раіцеся аб вырошчванні," з абурэннем сказала Аліса."Занадта ганарлівы?" іншы пытае.Аліса адчула яшчэ больш абураны гэтай прапановай. "Я маю на ўвазе,"сказала яна, "што ніхто не можа дапамагчы старэе»."Нельга, мабыць," сказаў Несур'ёзна; "Але два могуць. Зналежнай дапамогі, вы маглі б спыніліся ў сем ".
		-- Lewis Carroll, "Through the Looking-Glass"

%
Некалькі гадоў таму, некаторыя разумныя прадпрымальнікі ўзнікла ідэя: чаму б не пабудаваць вялікімагазін, дзе зрабі сваімі рукамі мог атрымаць усё, што трэба ў разумнайцэны? Тады яны вырашылі, нах, чорт з гэтым, давайце будаваць домцэнтр. І неўзабаве хатніх цэнтраў ўзнікалі як росичка ўсенад Злучанымі Штатамі.
		-- Dave Barry, "The Taming of the Screw"

%
Пакажыце мне чалавека, які з'яўляецца добрым няўдачнік, і я пакажу вам чалавека, які гуляегольф са сваім босам.
		-- Dave Barry, "The Taming of the Screw"

%
Так вы думаеце, што грошы ёсць корань усіх злы. Вы калі-небудзь пытаецца, якіяз'яўляецца коранем грошай?
		-- Ayn Rand

%
Так ... ты калі-небудзь задумваліся, зрабіць garbagemen прымаць душ перад тым як ісці на працу?
		-- Ayn Rand

%
Некаторыя людзі выразаць кар'еры, іншыя свідравыя іх.
		-- Ayn Rand

%
Некаторыя людзі маюць вялікія амбіцыі: каб пабудаваць нештаякі будзе доўжыцца, па меншай меры, пакуль яны не скончылі яго пабудове.
		-- Ayn Rand

%
Некаторым людзям атрымоўваецца па кнізе, нават калі яны не ведаюць, хто напісаўкніга або нават тое, што кніга.
		-- Ayn Rand

%
Некаторыя людзі толькі адкрываюць, каб сказаць вам, што яны зачыненыя.
		-- Ayn Rand

%
Некаторыя людзі моляцца больш, чым яны гатовыя працаваць.
		-- Ayn Rand

%
Некаторыя людзі кажуць, што пярэдні рухавік аўтамабіля ручкі лепш. Некаторыя людзі кажуць, штоз заднім размяшчэннем рухавіка аўтамабіля ручкі лепш. Я кажу арандаванай машыне ручкі лепш.
		-- P. J. O'Rourke

%
Хто-то павінен перасекчы шарыкавыя ручкі з вешалкі, так шторучкі будуць размнажацца замест знікаюць.
		-- P. J. O'Rourke

%
Калі-небудзь хто-то павінен вырашыць, пішучая машынка, ці з'яўляецца машына,або чалавек, які кіруе ім.
		-- P. J. O'Rourke

%
Калі-небудзь адбіткі прыйдзе.
		-- Kodak

%
Хто-то без энтузіязму пра сваю працу.
		-- Kodak

%
Suburbia дзе распрацоўшчык bulldozes з дрэў, затым імёнывуліцы пасля іх.
		-- Bill Vaughn

%
Поспех тое, што я апрану, калі я патрапіць, а не да.
		-- Bill Vaughn

%
Прапануем Вам проста сядзець і чакаць, пакуль жыццё становіцца лягчэй.
		-- Bill Vaughn

%
Падтрымайце ваш мясцовы царкву або сінагогу. Пакланеньне ў Банку Амерыкі.
		-- Bill Vaughn

%
Сюрпрыз з-за сёння. Таксама арэнда.
		-- Bill Vaughn

%
Здзівіце свайго боса. Атрымаць на працу своечасова.
		-- Bill Vaughn

%
Паклапаціцеся аб раскошы і прадметы першай неабходнасці будуць клапаціцца пра сябе.
		-- Lazarus Long

%
Вазьміце ўсе ў руху. Прабіўной любога, хто ўстае на вашым шляху.
		-- Lazarus Long

%
Вазьміце людзі на Coca-Cola. На працягу многіх гадоў, яны былі задаволеныясядзець і зрабіць тую ж самую старую газаваных напояў. Гэта быў добрынапояў, у гэтым няма сумневаў; пакалення людзей вырасліпіць і рабіць эксперымент у шостым класе, дзе вы пакласціцвік у шклянку кока-колы, і праз пару дзён цвікоў раствараеі настаўнік кажа: «Уявіце, што ён робіць, каб вашы зубы!" Так Coca-Colaбыў трывала замацавалася на рынку, і кіраўніцтва не бачыць неабходнасціпалепшыць ...
		-- Dave Barry, "In Search of Excellence"

%
Знайдзіце час, каб падумаць над усім, што вы ёсць, а не як вынік Вашагазаслуга або цяжкая праца ці таму, што Бог ці выпадковасць або намаганні іншых людзейдалі іх Вам.
		-- Dave Barry, "In Search of Excellence"

%
Вазьміце вашу працу сур'ёзна, але ніколі не прымаць сябе ўсур'ёз; і няпрыняць тое, што адбываецца альбо для сябе або сваёй працы сур'ёзна.
		-- Booth Tarkington

%
Талент робіць тое, што ён можа.Genius робіць тое, што павінен.Рабі тое, што вам плацяць, каб зрабіць.
		-- Booth Tarkington

%
Тэлефонныя кнігі падобныя слоўнікаў - калі вы ведаеце адказ перадВы глядзіце яго, вы можаце ў канчатковым выніку пацвярджаюць тое, што вы думалі, вы ведаліале не былі ўпэўненыя. Але калі вы шукаеце што-то вы неўжо ведаеце, вашы пальцы маглі хадзіць да знямогі.
		-- Erma Bombeck

%
Тэрмін, святы, тэрмін, святы, пакуль мы не пакідаюць школу, а затым працаваць, працаваць,працаваць да самай смерці.
		-- C. S. Lewis

%
Гэта жыццё.Што жыццё?Часопіс.	Колькі каштуе?Два пяцьдзесят.У мяне толькі адзін даляр.Гэта жыццё.
		-- C. S. Lewis

%
[Фонд Форда] з'яўляецца вялікі аб'ём грошай цалкам акружанылюдзі, якія хочуць некаторыя.
		-- Dwight MacDonald

%
`Адзіночка" можа выконвацца, але ён заўсёды абурала яго калегамі,бо ён, здаецца, перадаючы крытычнае стаўленне да іх, калі ён можа быцьпроста зрабіць гранічны заяву пра сябе.
		-- Sidney Harris

%
Адсутныя з іх заўсёды ў віне.
		-- Sidney Harris

%
Адказ на пытанне пра жыццё, сусвету, і ўсё ...Чатыры дзённы працоўны тыдзень,Два пласта туалетнай паперы!
		-- Sidney Harris

%
Адказ на галоўнае пытанне жыцця, сусвету, і ўсё быловыпушчаны з ласкавага дазволу Аб'яднанага Саюза Філосафаў,Мудрацы, Свяцільні, і іншыя прафесійнага мыслення Персоны.
		-- Sidney Harris

%
Становішча сярэдняга чалавека ў любой іерархіі шмат у чым падобная пацягнуўшына сабаках - няма ніякіх рэальных зменаў дэкарацый для вядучага сабакі выключэннем.
		-- Sidney Harris

%
Лепшае абсталяванне для вашай працы, вядома, самым дарагім.Тым не менш, ваш сусед заўсёды марнаваць грошы, якія павінны быць вашыммяркуючы рэчы сваімі цане.
		-- Sidney Harris

%
Лепшы выканаўчы гэта той, хто мае дастаткова здаровага сэнсу, каб выбраць добрых людзей, каб зрабіцьшто ён хоча зрабіць, і стрыманасць дастаткова, каб не ўмешвацца ўіх, пакуль яны робяць гэта.
		-- Theodore Roosevelt

%
Нягледзячы на ​​бліскучыя планы мышэй і мужчын праводзяцца ў юрыдычны аддзел.
		-- Theodore Roosevelt

%
Лепшыя рэчы ў жыцці за пэўную плату.
		-- Theodore Roosevelt

%
Лепшыя рэчы ў жыцці паступіць у продаж раней ці пазней.
		-- Theodore Roosevelt

%
Лепшы спосаб пазбегнуць адказнасці ёсць "У мяне абавязкі."
		-- Theodore Roosevelt

%
Біблія на рэкамендацыйныя лісты:Ці павінны мы, пачынаючы усё нанова, каб вырабіць нашы паўнамоцтвы? зрабіцьмы, як некаторыя людзі, трэба лісты да вас ці ад вас?Не, вы ўсё лісты мы павінны, ліст, напісанае на вашым сэрцы; любычалавек можа бачыць яго такім, які ён ёсць, і прачытаць яго для сябе.
		-- 2 Corinthians 3:1-2, New English translation

%
Самая вялікая памылка, вы можаце зрабіць гэта, каб паверыць, што вы працуеце нанехта яшчэ.
		-- 2 Corinthians 3:1-2, New English translation

%
Бос вярнуўся з абеду ў добрым настроі і называецца цэлы штатДля праслухоўвання пару жартаў ён падняў. Усе, акрамя адной дзяўчынкісмяяўся гучна. "У чым справа?" бурчаў бос. "Хіба выёсць пачуццё гумару? ""Я не павінен смяяцца," сказала яна. "Я ў любым выпадку пакідаючы пятніцу.
		-- 2 Corinthians 3:1-2, New English translation

%
Мозг з'яўляецца выдатным органам; ён пачынае працаваць у момант, калі вы ўстаяцераніцай, і не спыніцца, пакуль вы не атрымаеце працу.
		-- 2 Corinthians 3:1-2, New English translation

%
Найбольш блізкім да дасканаласці чалавек не прыходзіць, калі ён запаўняе працуЗаяўка.
		-- Stanley J. Randall

%
Змешванне супрацоўніка вымяраецца па даўжыні яго запісак.
		-- New York Times, Jan. 20, 1981

%
Кошт пёраў ўзрасла, аж да!
		-- New York Times, Jan. 20, 1981

%
Кошт пражывання не адбілася на яго папулярнасці.
		-- New York Times, Jan. 20, 1981

%
Пражытачны ідзе ўверх, і верагоднасць жыцці ідзе ўніз.
		-- New York Times, Jan. 20, 1981

%
Рашэнне не павінна быць лагічным; было аднадушным.
		-- New York Times, Jan. 20, 1981

%
Ступень тэхнічнай упэўненасцю зваротна прапарцыйнаяўзровень кіравання.
		-- New York Times, Jan. 20, 1981

%
Адыходу генеральны менеджэр падзел сустрэў апошні раз з яго маладойпераемнік і даў яму тры капэрты. "Мой папярэднік зрабіў гэта для мяне,і я буду перадаваць традыцыі разам з вамі, "сказаў ён." Пры першых прыкметахнепрыемнасцяў, адкрыць першы канверт. Любыя далейшыя цяжкасці, адкрыцьдругі канверт. Тады, калі праблемы працягваюць, адкрыць трэці канверт.Ўдачы. "Новы менеджэр вярнуўся ў свой кабінет і кінуў канвертыу скрыню.Шэсць месяцаў праз, выдаткі выраслі, а прыбытак звалілася. Узрушаны, тоМалады чалавек адкрыў першы канверт, у якім гаварылася, "Blame ўсё гэта на мяне."На наступны дзень, ён правёў прэс-канферэнцыю і зрабіў менавіта гэта.крызіс мінуў.Шэсць месяцаў праз, продажу рэзка знізіліся. абложанагаменеджэр адкрыў другі канверт. Гэта сказаў: "Рэарганізацыя".Ён правёў яшчэ адну прэс-канферэнцыю, абвясціўшы, што падзелбудзе адрамантаваны. Крызіс мінуў.Праз год, усё пайшло не так адразу і менеджэр быўабвінавачваюць ўсё гэта. Зацкаваныя выканаўчай зачыніў дзверы кабінета, апусціўсяў крэсла, і адкрылі трэці канверт."Падрыхтуйце тры канверта ...", сказаў ён.
		-- New York Times, Jan. 20, 1981

%
Розніца паміж кар'ерай і працай каля 20 гадзін у тыдзень.
		-- New York Times, Jan. 20, 1981

%
Цяжка мы робім сёння; немагчымае займае крыху больш часу.
		-- New York Times, Jan. 20, 1981

%
Жаўрук, хто ловіць чарвяка працуе для тых, хто прыходзіць у канцыі валодае чарвяка ферму.
		-- Travis McGee

%
Самы просты спосаб высветліць кошт жыцця гэта ўзяць свой прыбытак ідадаць дзесяць адсоткаў.
		-- Travis McGee

%
Канец працы, каб атрымаць адпачынак.
		-- Travis McGee

%
Памылка маладосці меркаваць, што інтэлект з'яўляецца заменайВопыт, у той час як хібнасць ўзросце верыць вопыт з'яўляецца заменайдля выведкі.
		-- Lyman Bryson

%
Чым хутчэй я іду, на behinder я атрымліваю.
		-- Lewis Carroll

%
Лепшых красамоўства гэта тое, што атрымлівае рэчы зроблена.
		-- Lewis Carroll

%
Першага 90% праекта зойме 90% часу, апошнія 10% займаеАстатнія 90% часу.
		-- Lewis Carroll

%
Першы міф кіравання з'яўляецца тое, што ён існуе. другі міфКіраванне з'яўляецца тое, што поспех роўны майстэрства.
		-- Robert Heller

%
Першы ротарианец быў першым чалавекам, каб патэлефанаваць Ян Прадвеснік "Джэк".
		-- H. L. Mencken

%
Першае правіла разумнага майстраваць гэта, каб захаваць усе дэталі.
		-- Paul Erlich

%
Ўнітаз з'яўляецца асновай заходняй цывілізацыі.
		-- Alan Coult

%
Гент, хто прачынаецца і выяўляе сябе поспех не спаў.
		-- Alan Coult

%
Найбольшы прадукцыйнай сілай з'яўляецца чалавек эгаізм.
		-- Robert Heinlein

%
Самая цяжкая частка ўзыходжання па лесвіцы поспеху становіцца празнатоўп ўнізе.
		-- Robert Heinlein

%
Іерогліфы ўсе нечытэльным для абазначэння на задняй выключэннем,які абвяшчае: "сапраўднае сапраўднымі егіпецкі папірус. Гарантавана, што намеры 5000 гадоў ".
		-- Robert Heinlein

%
Ідэя была, што спажыўцы прынясе іх зламанай электронныпрылады, такія як тэлевізары і відэамагнітафоны, да цэнтраў знішчэння,дзе навучаны персанал будзе ударыць іх (прылад) з кавадламі.З іх прылады, такім чынам, пастаянна руйнуюцца, спажыўцы будуць затым быць свабоднымкаб выйсці і купіць новыя прылады, а не павінны марнаваць гадоўіх жыццё спрабуе мець старыя адрамантаваны на так званай "фабрыкісэрвісныя цэнтры ", якія на самай справе складаюцца з двух мужчын, названых Лестэр тыкаючы ўвантробы зламаных электронных прылад з танных цыгар і збіраецца,"Lookit за ўсё іх ПРАВОДЗІЦЬ там!"
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Ідэальны голас для радыё можа быць вызначана як не паказваючы рэчыва, сэксу няма,няма ўладальніка, і пасланне значэнне для любой гаспадыні.
		-- Harry V. Wade

%
Прастою чалавек не ведае, што гэта такое, каб атрымліваць асалоду ад адпачынкам.
		-- Harry V. Wade

%
Індывідуальны выбар накладанне арышту на гамбургер можа стаць важнымпаказваюць спажыўцу ў гэты дзень, калі індывідуалізм становіцца ўсё большгалоўнае для людзей.
		-- Donald N. Smith, president of Burger King

%
Звестак любога абмеркавання памяншаецца прапарцыйна квадратуКолькасць удзельнікаў.
		-- Adam Walinsky

%
IQ групы з'яўляецца самым нізкім IQ члена групы падзеленыяпа колькасці чалавек у групе.
		-- Adam Walinsky

%
Кароль і яго саветнік з выглядам на поле бою:Кінг: "Як ідзе план бітвы?"Дарадца: "Глядзіце гэтыя маленькія чорныя кропкі запуску направа?"Да: "Так".A: "Тыя іх хлопцы І ўсе гэтыя маленькія чырвоныя плямкі працуе.злева нашы хлопцы. Потым, калі яны сутыкаюцца чакаем дапыл ўляжацца ".Да: "А"A: "Калі ёсць больш чырвоныя плямкі застаюцца чым чорных плям, мы пераможам».Да: "А як жа ^ # !! $ плана% баявой?"A: "Да гэтага часу ён, здаецца, ідзе ў адпаведнасці з крапінкамі."
		-- Adam Walinsky

%
Апошняя асоба, якая сышоў або быў звольнены будзе несці адказнасць заусё, што ідзе не так - да наступнага чалавек не завяршае працу або звальняюць.
		-- Adam Walinsky

%
Больш назву, менш важна праца.
		-- Adam Walinsky

%
Асноўнае адрозненне паміж аблігацый і гандляроў аблігацый з'яўляецца тое, што аблігацыі будуцьу канчатковым выніку спелым.
		-- Adam Walinsky

%
Сродкі-і-канцы маралістаў або непарушным выканаўцы, заўсёды ў канчатковым выніку на іх канцахбез якіх-небудзь сродкаў.
		-- Saul Alinsky

%
Пакорлівыя не хачу яго.
		-- Saul Alinsky

%
Лагодныя ўспадкуюць зямлю - яны занадта слабыя, каб адмовіцца.
		-- Saul Alinsky

%
Лагодныя ўспадкуюць зямлю, але * ня * яго правы на мінеральныя.
		-- J. P. Getty

%
Лагодныя ўспадкуюць Зямлю. (Але яны збіраюцца змагацца за яго.)
		-- J. P. Getty

%
Лагодныя ўспадкуюць зямлю; але да таго часу не будзенічога не засталося, варта успадкаваць.
		-- J. P. Getty

%
Больш сардэчнымі сакратар пакупніка, тым больш верагоднасць таго, штоканкурэнцыя ўжо мае парадак.
		-- J. P. Getty

%
Больш дзярмо вы мірыцца з, больш дзярмо вы збіраецеся атрымаць.
		-- J. P. Getty

%
Чым больш я хачу, каб нешта зрабіць, тым менш я называю гэта працаваць.
		-- Richard Bach, "Illusions"

%
Больш прэтэнцыёзным фірменнае найменне, менш арганізацыя. (ДляНапрыклад, Мэрфі Цэнтр кадыфікацыі кадравы і арганізацыйны закона,супрацьпастаўляецца IBM, GM, AT & T ...)
		-- Richard Bach, "Illusions"

%
Самы цудоўны дзень пасля той, на якой вы купіць катэдж украіна з'яўляецца той, на якім вы перапрадаць яго.
		-- J. Brecheux

%
Самае складанае ў свеце, каб даведацца, як зрабіць рэч і даглядзець хтосьці іншы робіць гэта няправільна, без каментароў.
		-- T. H. White

%
Аднойчы ты прадаць душу за тое, душы перанасычаным.
		-- T. H. White

%
Адзіная праблема з быўшы чалавекам адпачынку ў тым, што вы ніколі не можа спыніцьі адпачыць.
		-- T. H. White

%
Толькі правілы прасоўвання я магу думаць пра тое, што пачуццё сораму з'яўляеццапазбягаць любой цаной, і ніколі няма ніякіх падставаў для дзялка даменш хітрэй больш дабрадзейных. Ах так ... калі вы думаецеў вас ёсць нешта сапраўды вялікае, дадайце дзесяць працэнтаў больш.
		-- Bill Veeck

%
Толькі сапраўды добрае месца, каб купіць піламатэрыял ў краме, дзе піламатэрыялаў маеўжо выразаць і змацаваны разам у форме мэблі, скончыў,і пакласці ўнутр скрынкі.
		-- Dave Barry, "The Taming of the Screw"

%
Апосум з'яўляецца вельмі складанай жывёл. Ён нават не ўставацьпакуль 5 або 6 вечара.
		-- Dave Barry, "The Taming of the Screw"

%
Аптымальная камітэт не мае членаў.
		-- Norman Augustine

%
Пышнасць пярэдняй дзверы офіса змяняецца зваротна прапарцыйна асноўнайплацежаздольнасць фірмы.
		-- Norman Augustine

%
Іншая лінія рухаецца хутчэй.
		-- Norman Augustine

%
Чалавек, які можа ўсміхацца, калі нешта пойдзе не так-то падумаў пракаб хтосьці абвінаваціць у гэтым.
		-- Norman Augustine

%
Чалавек, які не робіць памылак, звычайна не робяць нічога.
		-- Norman Augustine

%
Чалавек, які бярэ вас на абед не мае намеру плаціць.
		-- Norman Augustine

%
Валоданне кнігай становіцца запасным для чытання.
		-- Anthony Burgess

%
Цана адзін плаціць за правядзенне любой прафесіі, ці патэлефанаваўшы, з'яўляецца інтымнаяведанне яе выродлівыя боку.
		-- James Baldwin

%
Асноўнай прычынай адмовы ў электрычных прыборах з'яўляецца скончаным тэрмінамгарантыя. Часта, вы можаце атрымаць прыбор працягнуць гульню, проста змяніўшыдата заканчэння тэрміну дзеяння гарантыі з 15/64-цалевых фетру маркера.
		-- Dave Barry, "The Taming of the Screw"

%
Праблема, што мы думалі, была праблема, сапраўды, праблема, алене праблема, мы думалі было праблемай.
		-- Mike Smith

%
Прычына, чаму неспакой забівае больш людзей, чым праца ў тым, што ўсё больш людзейтурбавацца, чым праца.
		-- Mike Smith

%
Узнагарода для працы цяжка больш цяжкая праца.
		-- Mike Smith

%
Узнагарода рэчы добра выкананую з'яўляецца зрабілі гэта.
		-- Emerson

%
Багатыя становяцца багатымі, а бедныя бяднеюць.Заможных атрымаць больш, немаёмныя паміраюць.
		-- Emerson

%
Правы і інтарэсы працоўнага чалавека будуць абаронены і клопатдля не нашымі працоўных агітатараў, але хрысціянскія мужчыны, якому Бог у Сваёйбясконцая мудрасьць даў кантроль маёмасных інтарэсаў краіны, іпасля паспяховага кіравання, пра якую так шмат яшчэ.
		-- George F. Baer, railroad industrialist

%
Дарога да гібелі заўсёды ў спраўным стане, і вандроўцы плаціцькошт гэтага.
		-- Josh Billings

%
Зарплата выканаўчага дырэктара буйной карпарацыі гэта не рынакўзнагарода за дасягненні. Гэта часта ў прыродзе цёплыя асабістыяжэст чалавека да самога сябе.
		-- John Kenneth Galbraith, "Annals of an Abiding Liberal"

%
Сакрэт поспеху з'яўляецца шчырасць. Пасля таго як вы можаце падробленыя, што ў вас ёсцьён зрабіў.
		-- Jean Giraudoux

%
Сем смяротных грахоў ... Ежа, адзенне, стрэльбы, арэнда, падаткі, рэспектабельнасцьі дзеці. Нішто не можа зняць гэтыя сем этапаў ад шыі чалавека, алегрошы; і дух не можа ўзняцца да вехі не будуць знятыя.
		-- George Bernard Shaw

%
Самы кароткі адлегласць паміж двума кропкамі знаходзіцца ў стадыі распрацоўкі.
		-- Noelie Alito

%
Чым раней вы адставаць, тым больш часу ў вас ёсць, каб дагнаць.
		-- Noelie Alito

%
Чым раней вы зрабіць першыя 5000 памылак, тым хутчэй вы будзецеў стане выправіць іх.
		-- Nicolaides

%
Зорка багацця свеціць на вас.
		-- Nicolaides

%
Выдатны чалавек разумее, што правільна; найнізкая чалавек разумеешто будзе прадаваць.
		-- Confucius

%
Тэрмін "агонь" выхоўвае бачання гвалту і бязмежжа і выродлівай сцэныздымкі супрацоўнікаў, якія робяць памылкі. Цяпер мы будзем называць гэты працэсяк "выдаленне" работніка (колькі файл выдаляецца з дыска).Супрацоўнік проста ёсць адно імгненне, і пайшлі далей. усе вельміістэрыкі, плач, і пагрозы будуць ліквідаваны.
		-- Kenny's Korner

%
Час, затрачаны на любы пункт парадку дня [фінансавага камітэта] будзеў зваротнай прапорцыі да сумы, якія ўдзельнічаюць.
		-- C. N. Parkinson

%
Праблема з вялікай колькасцю самаробных мужчын у тым, што яны пакланяюцца іх стваральніка.
		-- C. N. Parkinson

%
Праблема з быць бедным, што гэта займае ўвесь час.
		-- C. N. Parkinson

%
Праблема з пунктуальнасці ў тым, што ніхто не там, каб зразумець гэта.
		-- Franklin P. Jones

%
Праблема з пунктуальнасці з'яўляецца тое, што людзі думаюць, што няма нічога больш,Важна зрабіць.
		-- Franklin P. Jones

%
Праблема з рабіць нешта правільна з першага разу, што ніхтоацэньвае, наколькі цяжка было.
		-- Franklin P. Jones

%
Праблема з грашыма гэта занадта дорага!
		-- Franklin P. Jones

%
Праблема з магчымасцю з'яўляецца тое, што ён заўсёды прыходзіць пад выглядам цяжкай працы.
		-- Herbert V. Prochnow

%
Праблема з пацучынай гонцы, што нават калі вы выйграеце, вы яшчэ пацук.
		-- Lily Tomlin

%
Два самых прыгожых слова ў англійскай мове з'яўляюцца "Чэк прыкладаецца."
		-- Dorothy Parker

%
Выкарыстанне грошай усё перавагай, што трэба мець грошы.
		-- B. Franklin

%
Расплата за грэх высокія, але вы атрымаеце свае грошы варта.
		-- B. Franklin

%
Адплата за грэх не паведамляецца.
		-- B. Franklin

%
Спосаб зрабіць невялікае стан на сыравінным рынку, каб пачацьз вялікім станам.
		-- B. Franklin

%
Горш Пракат аўтамабіляў ПаслугіКалі Давід Шварц пакінуў універсітэт у 1972 годзе, ён стварыў Rent-A-Wreckяк у показцы. З'яўляючыся прыродным жартаўніка, ён набыў флот патрапаныабшарпаныя, абломкі чакаюць звалку ў Каліфорніі.Ён надзеў шапку і разлічвае на праглядзе твары людзей, як ёнправялі іх вакол выбару bumperless, зубчастымі junkmobiles.Да яго здзіўлення трывалага было ненаедны попыт на іх іцяпер ён мае 26 квітнеючых філіялаў па ўсёй Амерыцы. "Такія людзі, як ваджэннякруглы ў горшых аўтамабіляў, даступных, "сказаў ён. Вядома яны робяць."Калі кіроўца шкоды баку аўтамабіля і досыць сумленны, кабпрызнаць гэта, я кажу яму, `Не думай больш". Калі яны прыносяць машыну зваротна позна мывыходзяць яго. Калі яны мелі аварыю і ён не звязаны з іншым транспартным сродкаммы маглі б забываць, што занадта "."Дзе попельніца?" спытаў адзін Los Angeles жонка, а яна спыніласяў ірваныя інтэр'еру. "Мёд", кажа, што яе муж ", уся машына гэтапопельніцы ".
		-- Stephen Pile, "The Book of Heroic Failures"

%
Іх ідэя прапанову вы не можаце адмовіць гэтую прапанову ... і вам лепшНе адмаўляйцеся.
		-- Stephen Pile, "The Book of Heroic Failures"

%
Іх таксама мае, атрымлівае.
		-- Stephen Pile, "The Book of Heroic Failures"

%
Тады чалавек сказаў: Скажы нам чаканняў.Затым ён сказаў: Калі чалавек не бачыць і не чуе водахДжордан, то ён не павінен паспрабаваць гранат або курсіраваць свае тавары ўадкрыты рынак.Калі чалавек будзе не праца ў саляных і каменяломнях тады ённе павінны прымаць Зямлі, што ён адмаўляецца аддавацьСам.Такі чалавек будзе чакаць груша персікавага дрэва.Такі чалавек будзе чакаць камень аблажацца.Такі чалавек будзе чакаць Sears сабраць газонакасілку.
		-- Kehlog Albran, "The Profit"

%
Потым быў Скаутмастер які атрымаў фантастычную здзелку на гэтым выпадкубрэнд компасы Tates для яго Troup; толькі $ 1,25 кожная! Толькі праблема была,калі яны атрымалі іх у лесе, компасы былі затрымаўся паказваючыда "W" на цыферблаце.мараль:Той, хто мае Tates страчана!
		-- Kehlog Albran, "The Profit"

%
Ёсць многія з нас у гэтым старым нашым свеце, якія лічаць, што ўсё зламацьаб нават для ўсіх нас. Я назіраў, што, напрыклад, усе мы атрымліваемпрыкладна такое ж колькасць лёду. Багатыя становяцца яго летам і бедныхатрымаць яго ў зімовы перыяд.
		-- Bat Masterson

%
Ёсць горш рэчы ў жыцці, чым смерці. Вы калі-небудзь правёў вечарз страхавога агента?
		-- Woody Allen

%
Там было трохі бедствы продажы на фондавай біржы.
		-- Thomas W. Lamont, October 29, 1929 (Black Tuesday)

%
Існуе нямала ўрачыстай бруса аб агульных інтарэсах капіталуі праца. Як стаяць пытанні, іх толькі агульная зацікаўленасць у тым, што рэзкіадзін аднаго ў горле.
		-- Brooks Atkinson, "Once Around the Sun"

%
Існуе ці ледзь рэч у свеце, што нейкі чалавек не можа зрабіць трохігорш і прадаць крыху танней.
		-- Brooks Atkinson, "Once Around the Sun"

%
Там ніколі не бывае часу, каб зрабіць гэта правільна, але заўсёды час, каб зрабіць гэта.
		-- Brooks Atkinson, "Once Around the Sun"

%
"Там няма Дзеда Мароза. Гэта проста маркетынгавы ход, каб зрабіць нізкі даходбацькоў жыве пакуты "."... Я хачу, каб вы ўявіць сабе даверны твар дзіцяці, у слязахз-за чаго вы толькі што сказалі "."Я хачу, каб вы ўявіце твар сваёй маці, таму Dole адну тыдзень не будзеплаціць за адзін ўладыка сусвету крэйсер! "
		-- Filthy Rich and Catflap

%
Там няма часу, як цяперашні адтэрміноўкі, што вы павінны рабіць.
		-- Filthy Rich and Catflap

%
Там няма нічога так проста, але, што становіцца цяжка, калі вы гэта робіценеахвотна.
		-- Publius Terentius Afer (Terence)

%
Існуе адзін спосаб даведацца, калі чалавек сумленны - спытаць яго. Калі ён кажа,"Так" вы ведаеце, што ён крыва.
		-- Groucho Marx

%
Існуе вельмі мала будучыню ў сваёй праваце, калі ваш бос не так.
		-- Groucho Marx

%
Там павінна быць больш за жыццё, чым мець усе.
		-- Maurice Sendak

%
Быў студэнт, спрабуючы зарабіць грошы на кішэнныя выдаткі адпераходзе ад хаты да хаты ахвяры, каб зрабіць выпадковымі заробкамі. Ён патлумачыў гэтачалавек, які адказаў адны дзверы."Колькі вы спаганяе намаляваць свой ганак?" спытаў чалавек."Сорак долараў"."Добра", сказаў чалавек, і даў студэнту фарбы і пэндзлі.Праз тры гадзіны фарба запырскала лад зноў пастукаў у дзверы."Усё зроблена!", Кажа ён, і збірае грошы. "Дарэчы," кажа студэнт,"Гэта не Паршэ, гэта Ferrari."
		-- Maurice Sendak

%
Там няма такога паняцця, як бясплатны абед.
		-- Milton Friendman

%
Там няма нічога горш для вашага бізнесу, чым дадатковых пунктах Сантакурэнне ў мужчынскай прыбіральні.
		-- W. Bossert

%
Яны дурні, якія думаюць, што багацце ці жанчын або моцны напой ці наватпрэпараты можна купіць самае ў спробе з душы чалавека. Гэтыя рэчы прапанавацьбледныя задавальнення ў параўнанні з той, якая з'яўляецца найвялікшым з усіх, што задача, якаяпатрабуе ад яго больш, чым яго лімітавай трываласці, які паглынае яго, косці ісухажылляў і мозг і надзея, страх і мары - і да гэтага часу патрабуе больш.Яны дурні, якія думаюць інакш. Без асаблівых высілкаў і не было куплена.Няма жывапіс, ні музыкі, ні верш, ні сабор у камені, ні адна царква, ні адна дзяржава не былокалі-небудзь звярталіся да жыцця для аплаты любога роду. Няма Парфенон, ня Фермапілыбыў калі-небудзь пабудаваных або змагаліся за плату або славы; няма Бухара звольнены, або Кітай зямляпад мангольскага пяткі, для Лутай ці ўлады ў адзіночку. Аплаты за выкананне гэтыхрэчы сама па сабе справа рук іх.Каб валодаць сябе - выкарыстоўваць сябе ў якасці інструмента ў сваёй уласнай рукой - ітак зрабіць ці не перапынак тое, што ніхто не можа пабудаваць або гібель - такіНайбольшую задавальненне, вядомых чалавеку! Для таго, хто адчуваў долата ў руцэі вызваліць анёла зняволены ў мармуровым блоку, або да таго, хто адчуваўз мячом у руцэ і ўсталяваць бяздомных душа момант да гэтага жылі ў арганізмеяго смяротнай ворага - да тых, як прыйсці, так густ той рэдкай ежыраспаўсюджваецца толькі на дэманаў або багоў ".
		-- Gordon R. Dickson, "Soldier Ask Not"

%
Рэчы варта мець варта падман для.
		-- Gordon R. Dickson, "Soldier Ask Not"

%
Падумайце пашанцавала. Калі вы патрапілі ў сажалцы, праверыць кішэні для рыб.
		-- Darrell Royal

%
Гэта добры час, каб выбіваць з рук працу.
		-- Darrell Royal

%
Гэта асабліва добры час для вас адпачываючых, якія плануюць купляць, тамуадміністрацыя Рэйгана, у рамках той жа палітыкі, у якіх янанядаўна прадаў Елаўстонскі нацыянальны парк, каб Уэйн Ньютан, мае "дэрэгуляванне"авіяцыйнай галіны. Што гэта азначае для вас, спажыўцоў, з'яўляецца тое, штоавіякампаніі не больш не патрабуецца прытрымлівацца ніякім правілах наогул. яны могуцьпаказаць нюхальны фільмаў. Яны могуць спаганяць плату за кіслародам. Яны могуць наняць лётчыкаў прамаз гандлёвага аўтамата Refill чалавек школа. Яны могуць эканоміць паліва павыкідання сабачых пасажыраў над вадой. Яны могуць тараніць канкуруючых самалётаў уў паветры. Гэтыя навіны прывялі да значнай эканоміі выдаткаў, якіябылі прынятыя разам з вамі, спажыўцом, у форме рэйсаў зна дзіва нізкіх коштах, такія як $ 29. Вядома, пэўныя абмежаванні дастасавальныя,галоўным з якіх, што ўсе гэтыя рэйсы вас у Ньюарк, і вы павінныплаціць тысячы долараў, калі вы хочаце ляцець назад.
		-- Dave Barry, "Iowa -- Land of Secure Vacations"

%
Гэтая планета мае - ці, хутчэй, меў - праблема, якая складалася ў наступным: большасцьлюдзі, якія жывуць на ёй былі незадаволеныя для даволі шмат часу. многіяРашэнні былі прапанаваны для гэтай праблемы, але большасць з іх былішмат у чым звязаныя з рухамі дробных зялёных паперак,што дзіўна, таму што ў цэлым гэта не маленькія зялёныя кавалачкідакумент, які былі незадаволеныя.
		-- Douglas Adams

%
Толькі на гэтым тыдні, усе нашы валаконна-запоўніць курткі зніжаны!
		-- Douglas Adams

%
Тыя, хто сцвярджаюць, мёртвых ці ня вярнуць да жыцця не заўсёды быў ваколтут кінуць час.
		-- Douglas Adams

%
Тыя, хто робяць рэчы ў высакародным духу самаахвяравання, якіх варта пазбягацьлюбой цаной.
		-- N. Alexander.

%
Час ёсць самае каштоўнае, што чалавек можа выдаткаваць.
		-- Theophrastus

%
Час падвесці вынікі. Ідзі дадому з некаторымі офісная тэхніка.
		-- Theophrastus

%
Каб пазбегнуць крытыкі, нічога не рабіць, кажучы, быць нічым.
		-- Elbert Hubbard

%
Быць ці не быць, гэта значыць у ніжняй радку.
		-- Elbert Hubbard

%
Нічога не рабіць гэта б нічога.
		-- Elbert Hubbard

%
Каб зрабіць дзве рэчы адначасова гэта рабіць ні.
		-- Publilius Syrus

%
Каб стаць на ногі, прапусціць два плацяжы аўтамабіля.
		-- Publilius Syrus

%
Каб атрымаць што-то зроблена, камітэт павінен складацца не больш чым з трохчалавек, двое з іх адсутнічаюць.
		-- Publilius Syrus

%
Каб аднавіць пачуццё рэальнасці, думаю Walt Disney павінен мець Hardluckland.
		-- Jack Paar

%
Каб захаваць адзін жыццё лепш, чым пабудаваць сем пагады.
		-- Jack Paar

%
Каб убачыць неабходнасць і чакаць, каб папрасіць, каб ужо адмаўляюцца.
		-- Jack Paar

%
Каб вызначыць эксперта, абраць той, які прадказвае праца возьме самае доўгаеі каштаваць усяго.
		-- Jack Paar

%
Каб заставацца малады, застацца карыснымі.
		-- Jack Paar

%
Для арэндадаўца належыць дзвярныя ручкі.
		-- Jack Paar

%
Для Цябе Самога быць праўдай. (Калі не ў гэтым, па меншай меры, зрабіць некаторыя грошы.)
		-- Jack Paar

%
Каб зразумець гэтую важную гісторыю, вы павінны зразумець, як тэлефонКампанія працуе. Тэлефон падлучаны да лакальнага кампутара, які знаходзіцца ўсігнал падлучаны да рэгіянальнай кампутары, які ў сваю чаргу падлучаны дагучнагаварыцель памер смеццявоз на лужку Эдна А. Bargewater зЛоўрэнс, штат Канзас.Кожны раз, калі вы размаўляеце па тэлефоне, ваш лакальны кампутар слухае. Калі гэтападазрае вы збіраецеся абмеркаваць інтымную тэму, ён паведамляе кампутарнад ім, які праслухоўвае ў і вырашае, ці варта папярэдзіць адно над ім,пакуль, нарэшце, калі вы сапраўды зняважыць сябе, можа быць, не зламаць ў слязахі скажыце вашаму бліжэйшага аднаму пра брудных інцыдэнту з мінулагаз удзелам заняпалы матэль, жонка суседа, увесь рэлігійны парадак,садовы шланг і шэсць кварт тапиоки пудынг, верхні кампутар падасцьРазмову ў гучнагаварыцель Эдны, і яна і яе сябры выйшлі наганак, каб слухаць і піць джын і смяяцца самі дурныя.
		-- Dave Barry, "Won't It Be Just Great Owning Our Own Phones?"

%
Занадта шмат людзей думаюць пра бяспеку замест сцяга. Яны, здаецца,больш баяцца жыцця, чым смерці.
		-- James F. Byrnes

%
Занадта шмат не хапае.
		-- James F. Byrnes

%
Занадта шмат усяго досыць проста.
		-- Bob Wier

%
Праўда бясплатна, але інфармацыя варта.
		-- Bob Wier

%
Два могуць жыць так танна як адзін за ўдвая карацей.
		-- Howard Kandel

%
Veni, Vidi, VISA:Прыйшоў, убачыў, я зрабіў некалькі пакупак.
		-- Howard Kandel

%
Вельмі нешматлікія рэчы на ​​самай справе атрымаць выраблены гэтыя дні, таму што ўбясконца вялікі Сусвет, такія як той, у якім мы жывем, большасць рэчаў аднагоможна сабе ўявіць, і многае можна было б хутчэй няма, растуцьдзе-небудзь. Лес быў знойдзены нядаўна, у якой большасць дрэў расліляскоткі адвёрткі як садавіна. Жыццёвы цыкл храпового адвёрткідаволі цікава. Пасля атрыманні яна мае патрэбу ў цёмную пыльную скрыню, у якім яна можаляжаць некранутымі на працягу многіх гадоў. Аднойчы ноччу ён раптам люкі, ён знішчае сваювонкавая ашалёўка, што рассыпаецца ў пыл, і выступае ў якасці цалкам ідэнтыфікаваныятрохі металічны прадмет з фланцамі на абодвух канцах і свайго роду хрыбта і адтулінайдля шрубы. Гэта, калі знайшоў, атрымаюць выкінутыя. Ніхто не ведае, штоАдвёртка павінна атрымаць ад гэтага. Прырода, у сваёй бясконцай мудрасьці,Меркавана працуем над гэтым.
		-- Howard Kandel

%
Камізэлькі павінны касцюмах, як рамяні бяспекі павінны аўтамабіляў.
		-- Howard Kandel

%
VI:Галодны сабака палюе лепш.Галодным сабака палюе яшчэ лепш.VII:Зніжэнне бізнес база павялічвае накладныя выдаткі.Гэтак жа павышаны падстава справы.VIII:Найбольш няўдалыя чатыры гады ў адукацыі эканамічна-ацэнкігэта пяты клас арыфметыка.IX:Скарачэння і абрэвіятуры павінны быць выкарыстаны ў максімальнай ступеніМожна зрабіць трывіяльныя ідэі глыбокім. Што і патрабавалася даказацьX:Валы не выйграць баі быкоў; людзі робяць.Людзі не выйграць людзей баі; робяць юрысты.
		-- Norman Augustine

%
Vital дакументы будуць дэманстраваць сваю жыццяздольнасць, спантанна рухаццаз якой вы іх туды, дзе вы не можаце знайсці іх.
		-- Norman Augustine

%
ПАПЯРЭДЖАНЬНЕ для ўсіх супрацоўнікаў:Стрэльбаў будзе працягвацца да таго часу мараль не паляпшаецца.
		-- Norman Augustine

%
Адходы не, атрымаць ваш бюджэт скараціць у наступным годзе.
		-- Norman Augustine

%
Мы ўсе хацелі хвалу, але паход у нашым аплаты з'яўляецца лепшым роду спосабамі.
		-- Norman Augustine

%
Мы ўсе жывем у стане амбіцыйнага беднасці.
		-- Decimus Junius Juvenalis

%
Мы не любімага арганізацыя, але мы паважаным адзін.
		-- John Fisher

%
У нас ёсць некаторыя зусім неабвержныя статыстычныя каб паказаць, чаму менавітаВы так стаміліся.Там не так шмат людзей на самой справе працуюць, як вы, магчыма, думалі.Насельніцтва гэтай краіны складае 200 мільёнаў даляраў. 84 млн старэй60 гадоў, якая пакідае 116 млн, каб зрабіць працу. Людзі пад 20гадоў складзе 75 млн, які пакідае 41 млн, каб зрабіць працу.Ёсць 22 млн, якія выкарыстоўваюцца ўрадам, якое пакідае19 мільёнаў, каб зрабіць працу. Чатыры мільёны знаходзяцца ва ўзброеных сілах, якаяпакідае 15 мільёнаў, каб зрабіць працу. Мінус 14,800,000, колькасць у дзяржавеі гарадскіх офісаў, пакідаючы 200000, каб зрабіць працу. Ёсць 188000 убальніцы, вар'ятаў дамах і г.д., так, каб лісце 12000, каб зрабіць працу.Цяпер яна можа зацікавіць, каб вы ведалі, што ёсць 11,998 людзей у турме,так што застаюцца толькі два людзям несці нагрузку. Гэта значыць ты і я, ібрат, я стаміўся рабіць усё сам!
		-- John Fisher

%
"Мы лічым, што сама аснова нашага ладу жыцця з'яўляецца тое, што мы называемсвабоднага прадпрымальніцтва ", сказаў Грашовыя Макколл," але калі адзін з нашых грамадзянпаказаць дастаткова вольнага прадпрымальніцтва назапашвацца трохі гэтага прыбытку, мы робімусё магчымае, каб прымусіць яго адчуць, што ён павінен быць сорамна ".
		-- Cameron Hawley

%
Мы былі так бедныя, што мы думалі, новая адзенне азначала хтосьці памёр.
		-- Cameron Hawley

%
Мы былі настолькі бедныя, мы не маглі дазволіць сабе вартавы. Калі мы пачулі шум у начны час,мы брахаць сябе.
		-- Crazy Jimmy

%
Мы жывем у залаты век. Усё, што вам трэба, гэта золата.
		-- D. W. Robertson.

%
Выхадныя, дзе ты?
		-- D. W. Robertson.

%
Што добрага білет да добрага жыцця, калі вы не можаце знайсці ўваход?
		-- D. W. Robertson.

%
Што я маю на ўвазе (і ўсе астатнія сродкі) пад словам якасць не можа быцьразбіта на суб'ектаў і прэдыкатаў. Гэта не таму, Якасцьтак таямніча, але з-за якасці настолькі просты, непасрэдным і прамым.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Што варта рабіць, варта праблема таго, каб прасіць кагосьці рабіць.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Які грэх не было здзейснена ў імя эфектыўнасці?
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Што буйны шрыфт даў, дробным шрыфтам адымае.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Што яны сказалі:Што яны мелі на ўвазе:"Я рэкамендую гэтую кандыдатуру без спецыяльнасці наогул."(Так, што каля падводзіць вынік.)"Сума матэматыцы яна ведае вас здзівіць."(І я рэкамендую не даючы той школе ні капейкі ...)"Я проста не магу сказаць дастаткова добрыя рэчы пра яго."(Які шруба ўверх.)"Я рады сказаць, што гэты кандыдат з'яўляецца мой былы калега."(Я не магу сказаць вам, як я шчаслівы, што яна пакінула нашу фірму.)"Калі гэты чалавек пакінуў наш выкарыстаны, мы былі цалкам надзеі ён пойдзедоўгі шлях са сваімі навыкамі ".(Мы спадзяваліся, што ён пайшоў бы, наколькі гэта магчыма.)"Вы не знойдзеце шмат людзей, як яна."(На самай справе, большасць людзей не могуць вытрымаць быць вакол яе.)"Я не магу рэкамендаваць яго занадта высока."(Тым не менш, наколькі мне вядома, ён ніколі не здзяйсняўзлачынства ў маёй прысутнасці.)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Што яны сказалі:Што яны мелі на ўвазе:"Калі б вы ведалі гэтага чалавека, а таксама я яго ведаю, вы маглі б падумаць, як шматяго, як я ».(Ці як мала, выяўляючыся злёгку больш дакладна.)"Яе ўвод заўсёды было крытычным."(Яна ніколі не была добрага слова.)"У мяне няма сумневаў аб яго здольнасці рабіць добрую працу."(І гэта не існуе.)"Гэты кандыдат надасць баланс у аддзел, як ваша, якаяўжо так шмат выдатных членаў ".(Калі ў вас ужо ёсць прыдурак.)"Яго прэзентацыя на мой семінар у мінулым семестры было сапраўды выдатна:адзін неверагодна вынік за адной ".(І мы не верым ім, альбо.)"Яна цалкам аднароднымі па яе падыходу да любой функцыі можна прызначыць ёй."(На самай справе, да жыцця ў цэлым ...)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Што яны сказалі:Што яны мелі на ўвазе:"Вы будзеце шчаслівыя, калі вы можаце прымусіць яго працаваць на вас."(Мы, вядома, ніколі не ўдавалася.)Там няма іншага работніка, з якім я магу адэкватна параўнаць яго.(Ну, нашы пацукі на самай справе не супрацоўнікі ...)"Поспех ніколі не будзе псаваць яго."(Ну, па меншай меры, не нашмат больш.)«Адзін, як правіла, сыходзіць ад яго з добрым пачуццём."(І такі ўздых палёгкі.)"Яго дысертацыя з'яўляецца свайго роду працы вы не чакаеце ўбачыць у гэтыя дні;у ім ён вызначана прадэманстраваў свае поўныя магчымасці ".(І яго IQ, а таксама.)"Ён павінен пайсці далёка."(Чым далей, тым лепш.)"Ён будзе ў поўнай меры скарыстацца яго супрацоўнікаў."(У яго нават ёсць адзін з іх Скошванне яго газон пасля працы.)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Тое, што яны кажуць: тое, што яны мелі на ўвазе:Асноўным тэхналагічным прарывам ... Назад да чертежной дошцы.Распрацавана пасля многіх гадоў даследаванняў знойдзены зусім выпадкова.Праект за першапачатковага графіка належным Мы працуем над чымсьці яшчэ.непрадбачаных цяжкасцяўКанструкцыі ў дапушчальных межах Мы зрабілі гэта, нацяжкі ці два.Задавальненне патрэб кліентаў Лічыцца Пакуль адстае ад графіка, што яны будуцьўпэўненыя ўдзячныя за што-небудзь увогуле.Зачыніць каардынацыя праекта Мы будзем распаўсюджванне віна, турысты!Вынікі выпрабаванняў былі надзвычай прыемна Яна працуе, і хлопчык, былі мы здзіўлены!Дызайн будзе завершана ... Мы яшчэ не пачалі, але ў нас ёсцьнешта сказаць.Уся канцэпцыя была адвергнутая хлопец, які праектаваў гэта кінуць.Мы рухаемся наперад са свежым мы нанялі тры новых хлопцаў, і яныпадысці нагамі яго вакол.Вялікая колькасць розных падыходаў ... Мы не ведаем, куды мы ідзем, алемы рухаемся.Папярэднія аперацыйныя тэсты выбухалі, калі мы ўключылі яго.непераканаўчыМадыфікацыі вядуцца Мы пачынаем зноў.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Тое, што яны кажуць: тое, што яны мелі на ўвазе:Новыя Розныя колеры ў параўнанні з папярэдняй версіяй.Усе новыя Не сумяшчальны з папярэдняй версіяй.Эксклюзіўны Ніхто іншы не мае дакументацыі.Неперасягненая Амаль гэтак жа добра, як канкурэнцыя.Прастата канструкцыі Кампанія не дае нам ніякіх грошай.Дурака Аперацыя Усе параметры жорстка.Advanced Design Ніхто не разумее.Вось нарэшце Ці не зрабіць гэта своечасова.Палявыя выпрабаванні ў нас няма ніякіх трэнажораў.Гады развіцця Нарэшце атрымаў адзін працаваць.Беспрэцэдэнтная прадукцыйнасць Нішто ніколі не спрабаваў гэта павольнае раней.Рэвалюцыйныя Дыскаводы ісці 'раўнд і' круглы.Футурыстычны толькі працуе на наступным суперкампутар пакалення.Няма Тэхнічнае абслугоўванне Немагчымае выправіць.Прадукцыйнасць Правераная працаваў праз бэта-тэставанні.Адказвае высокім стандартам якасці ён кампілюе без памылак.Гарантавала Мы вышлем вам яшчэ адзін пакет, калі ён трывае няўдачу.Фота тавару Мы грузілі яго да і можа зрабіць гэта зноў.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Што неабходна гэтая краіна з'яўляецца сажалка, які будзе купіць добры пяць цэнтаў булачкі.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Што неабходна ў гэтай краіне з'яўляецца добрым пяць цэнтаў НІЧОГА!
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Што неабходна ў гэтай краіне з'яўляецца добрым пяць цэнтаў нікель.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Што неабходна ў гэтай краіне з'яўляецца добрым пяць даляр плазмы зброю.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Што нам патрэбна ў гэтай краіне, а не летні час, які ніхтосапраўды разумее інакш, уяўляе сабой новую канцэпцыю называюць будні дзень раніцай Час,прычым у 7 раніцы кожны будні дзень мы ідзем у касмадрома стылі «валоданне» длядва-тры гадзіны, на працягу якіх ён проста застаецца 7 гадзін раніцы, тады мы зможамУсе прачынаюцца праз цывілізаванага паступовага працэсу расцяжэння і адрыжка ідрапін, і ён усё роўна будзе толькі 7-й раніцы, калі мы былі гатовыя на самай справевыйсці з ложку.
		-- Dave Barry, "$#$%#^%!^%&@%@!"

%
Тое, што не прыбітымі маё. Усё, што я магу прыпадыміце ня прыбітыя.
		-- Collis P. Huntingdon, railroad tycoon

%
Калі банкір скача з акна, скакаць за ім - вось дзе грошы.
		-- Robespierre

%
Калі супрацоўнік кажа: «Гэта не грошы, але прынцып рэч,"гэта грошы.
		-- Kim Hubbard

%
Калі ўсё астатняе трывае няўдачу, прачытайце інструкцыі.
		-- Kim Hubbard

%
Калі я працуе, я старанна працуе.Калі я сядзіць, я сядзіць лёгка.І калі я думае, я засынае.
		-- Kim Hubbard

%
Калі ёсць сумневы, мармычуць; калі ў бядзе, дэлегаваць; калі ва ўладзе, абдумаць.
		-- James H. Boren

%
Калі не трэба, каб прыняць рашэнне, неабходна, каб непрыняць рашэнне.
		-- James H. Boren

%
Пры правільным вядзенні, адпачынак не памяншаюць прадукцыйнасць: длякожны тыдзень вы далёка і нічога не атрымаць зроблена, ёсць яшчэ адзін, калі ваш босудалечыні, і вы атрымаеце ў два разы больш зроблена.
		-- Daniel B. Luten

%
Калі начальства казаць аб павышэнні прадукцыйнасці, яны ніколі не казаліпра сябе.
		-- Daniel B. Luten

%
Калі сустрэча домік распалася, Мэер прызнаўся аднаму."Абэ, я ў жахлівым марынадзе! Я абмежаваны ў сродках, і ў мяне ненайменшага падання, куды я іду, каб атрымаць яго з! ""Я рады чуць, што," адказаў Эйб. "Я баяўся, што тыможа мець некаторы ўяўленне, што можна пазычаць ад мяне! "
		-- Daniel B. Luten

%
Калі вы працуеце цяжка, ўстаць і ірваць кожны так часта.
		-- Daniel B. Luten

%
Калі вы не ведаеце, што рабіць, ісці хутка і выглядаюць турбуе.
		-- Daniel B. Luten

%
Калі вы не ведаеце, што вы робіце, рабіць гэта акуратна.
		-- Daniel B. Luten

%
Калі вы ідзяце, каб купіць, не паказваюць сваё срэбра.
		-- Daniel B. Luten

%
Калі вы зробіце свой след у свеце, сачыць за хлопцамі з гумкамі.
		-- The Wall Street Journal

%
Калі ваша праца кажа сама за сябе, не перарываюць.
		-- Henry J. Kaiser

%
Там, дзе ёсць жаданне, ёсць сваяк.
		-- Henry J. Kaiser

%
Там, дзе ёсць воля, ёсць падатак на спадчыну.
		-- Henry J. Kaiser

%
У той час як грошы не могуць купіць шчасце, гэта, вядома, дазваляе выбраць свой уласныформа пакуты.
		-- Henry J. Kaiser

%
Хоць грошы не купіць каханне, яна ставіць вас у вялікай перамоўнай пазіцыі.
		-- Henry J. Kaiser

%
Хто зыходзіць запазычанні зыходзіць-тужлівых.
		-- Thomas Tusser

%
Хто памірае з найбольшай колькасцю цацак выйгрышаў.
		-- Thomas Tusser

%
Навошта быць чалавекам, калі вы можаце мець поспех?
		-- Bertolt Brecht

%
Ці будзеце вы пазычыць мне $ 20,00, і толькі даць мне дзесяць яго?Такім чынам, вы будзеце павінны мне дзесяць, і я павінен вам дзесяць, і мы будзем яшчэ!
		-- Bertolt Brecht

%
Жадаючы без працы, як на рыбалку без прынады.
		-- Frank Tyger

%
Аб'ём працы пашыраецца, каб запоўніць час, даступнае.
		-- Cyril Northcote Parkinson, "The Economist", 1955

%
Праца бывае двух відаў: па-першае, змены становішча матэрыі на або паблізуПаверхню Зямлі адносна да іншага пытання; па-другое, паведамляючы іншым людзямкаб зрабіць гэта.
		-- Bertrand Russell

%
Праца краб трава газон жыцця.
		-- Schulz

%
Працуйце разумнейшы, а не больш, і быць асцярожнымі вашага speling.
		-- Schulz

%
Праца без бачання гэта рабства, Бачанне без працы з'яўляецца нязбытнай марай,Але бачання з працы з'яўляецца надзеяй свету.
		-- Schulz

%
XI:Калі зямля можа быць зроблена, каб павярнуць два разы хутчэй, менеджэрыатрымаць у два разы больш зроблена. Калі зямля можа быць зроблена, каб павярнуць дваццацьразоў хутчэй, усе астатнія будуць атрымліваць у два разы больш зрабіць, так як усеменеджэры будуць адлятаць.XII:Гэта каштуе шмат, каб пабудаваць дрэнныя прадукты.XIII:Ёсць шмат вельмі паспяховых прадпрыемстваў у Злучаных Штатах.Ёсць таксама шмат высокааплатных кіраўнікоў. палітыка незмешваюцца два.XIV:Пасля 2015 года, не будзе Ні адзін самалёт падае. там будзеня быць ніякіх узлётаў альбо, таму што электроніка будзе займаць 100 адсоткаўвагі кожнага самалёта,XV:Апошнія 10 адсоткаў прадукцыйнасць генеруе адну трэць ад коштуі дзве траціны праблем.
		-- Norman Augustine

%
XLI:Яшчэ адзін вырабляе, тым менш становіцца.XLII:Простыя сістэмы не ўяўляецца магчымым, паколькі яны патрабуюць бясконцае тэставанне.XLIII:Абсталяванне працуе лепш за ўсё, калі гэта мае значэнне па меншай меры.XLIV:Самалёт рэйса ў 21 стагоддзі заўсёды будзе ў заходнімКірунак, пераважна звышгукавы, перасякаючы гадзінныя паясы, каб забяспечыцьдадатковыя гадзіны трэба выправіць парушаныя электроніку.XLV:Варта чакаць, што чаканая можа быць папярэджана, аленечаканае і варта было чакаць.XLVI:Мільярд захаваны млрд запрацаваў.
		-- Norman Augustine

%
XLVII:Дзве траціны паверхні Зямлі пакрыта вадой. сябратрэці пакрыты аўдытараў з штаб-кватэры.XLVIII:Чым больш часу вы праводзіце казаць пра тое, што вы рабілі,Чым менш часу вы павінны марнаваць рабіць тое, што вы гаварылі.У рэшце рэшт, вы праводзіце больш часу казаць пра ўсё менш і меншпакуль, нарэшце, не марнаваць увесь свой час на размовы ні пра што.XLIX:Правілы расці з той жа хуткасцю, як пустазелле.L:Сярэднім рэгуляванне мае працягласці жыцця пятую таго часу, пакульраз, а чатыры - шымпанзэ і дзясятую частку таго часу, як чалавек-хтых часоў, пакуль чыноўніка, які стварыў яго.LI:Да таго часу, Злучаных Штатаў Трёхсотлетний, там будзе большдзяржаўныя служачыя, чым ёсць рабочыя.ЛІІ:Людзі, якія працуюць у прыватным сектары павінны паспрабаваць, каб зэканоміць грошы.Там застаецца магчымасць таго, што ён можа калі-небудзь апынуцца карысным яшчэ раз.
		-- Norman Augustine

%
XVI:У 2054 годзе, увесь абаронны бюджэт будзе набыць толькі адзінСамалёт. Гэты самалёт будзе мець для сумеснага выкарыстання ВПС іВМС 3-1 / 2 дні кожны ў тыдзень для высакоснага года, за выключэннем, калі гэта будзепрадастаўляцца марской пяхоты для дадатковага дня.XVII:Праграмнае забеспячэнне як энтрапіі. Гэта цяжка зразумець, нічога не важыць,і падпарадкоўваецца другі закон тэрмадынамікі, гэта значыць ён заўсёды ўзрастае.XVIII:Гэта вельмі дорага для дасягнення высокай ненадзейнасць. Гэта не рэдкасцьпавялічыць кошт тавару на каэфіцыент дзесяці для кожнага фактарудзесяць дэградацыя дасягнута.XIX:Хоць большасць прадуктаў у хуткім часе будзе занадта дорага, каб набыць, там будзебыць квітнеючы рынак у продажы кніг пра тое, як іх выправіць.XX:У любым дадзеным годзе, Кангрэс будзе асігнаваць суму фінансаванняўхваліў папярэдні год плюс тры чвэрці ўсё змяніцьадміністрацыйныя запыты - мінус 4-працэнтны падатак.
		-- Norman Augustine

%
XXI:Гэта лёгка атрымаць крэдыт, калі вы не маеце патрэбу ў гэтым.XXII:Калі эксперты фондавага рынку былі настолькі эксперт, яны будуць купляць акцыі,не прадаваць савет.XXIII:Любая задача можа быць выканана толькі ў адной траціны больш часу, чым гэтау цяперашні час ацэньваецца.XXIV:Адзінае даражэй, чым расцяжэнне графікЎстаноўлена Праект паскараючы яго, які сам па сабе з'яўляецца найбольшдарагім дзеянне вядомых чалавеку.XXV:Перагледжаны графік да справы тое, што новы сезон са спартсменамабо новы палатно для мастака.
		-- Norman Augustine

%
XXVI:Калі дастатковую колькасць узроўняў кіравання накладваюцца адзін наіншага боку, ён можа быць упэўнены, што катастрофы не пакінута на волю выпадку.XXVII:Ранг не запалохаць абсталявання. Ні робіць адсутнасць рангу.XXVIII:Лепш быць реорганизатор чым reorganizee.XXIX:Кіраўнікі, якія не вырабляюць паспяховыя вынікі трымацца за сваепрацоўных месцаў толькі каля пяці гадоў. Тыя, хто вырабляе эфектыўныя вынікіпавесіць на каля паловы дзесяцігоддзі.XXX:Да таго часу, людзі задаюць пытанні гатовыя да адказаў,людзі, якія робяць працу страцілі дарожку пытанняў.
		-- Norman Augustine

%
XXXI:Аптымальная камітэт не мае членаў.XXXII:Наём кансультантаў для правядзення даследаванняў можа стаць выдатным сродкамператвараючы праблемы ў золата - вашы праблемы ў іх золата.XXXIII:Дурні спяшацца ў якім займаюць баяцца ступаць.XXXIV:Працэс канкурэнтаздольным выбару падрадчыкаў для выканання работгрунтуецца на сістэме заахвочванняў і пакаранняў, усё размеркаванавыпадковым чынам.XXXV:Слабым наяўныя дадзеныя на аснове якіх будзе сваё заключэнне,тым вышэй дакладнасць, якія павінны быць паказаны, каб дацьсапраўднасць дадзеных.
		-- Norman Augustine

%
XXXVI:Таўшчыня прапанова патрабуе, каб выйграць шматмільённыДагавор аб аднаго міліметра на мільён долараў. Калі ўсёПрапановы, якія адпавядаюць гэтаму стандарту былі складзеныя адзін на аднагоу ніжняй частцы Вялікага Каньёна верагодна, было б добрай ідэяй.XXXVII:Дзевяноста адсоткаў часу рэчы атрымаецца горш, чым вы чакалі.Астатнія 10 адсоткаў часу вы не мелі права чакаць так шмат.XXXVIII:Ранняя пташка атрымлівае чарвяка.Рана чарвяк ... атрымлівае з'елі.XXXIX:Ніколі абяцаюць завяршыць любы праект на працягу шасці месяцаў пасля заканчэннягод - у любым кірунку.XL:Большасць праектаў пачынаецца павольна - а потым накшталт звужацца.
		-- Norman Augustine

%
Учора я быў сабакам. Сёння я сабака. Заўтра я, напэўна, да гэтага часубыць сабакам. Ўздых! Там так мала надзеі на паляпшэнне.
		-- Snoopy

%
Вы заўсёды рабіць нешта маргінальнае, калі бос падае вашым стале.
		-- Snoopy

%
Вы можаце дурыць усіх людзей увесь час, калі рэклама прамаа бюджэт з'яўляецца досыць вялікім.
		-- Joseph E. Levine

%
Вы можаце сказаць ідэалы нацыі яе рэкламы.
		-- Norman Douglas

%
Вы ведалі, што праца была небяспечнай, калі вы прынялі яго, Фрэд.
		-- Superchicken

%
Вы ведаеце, розніца паміж гэтай кампаніяй і Тытаніка, штоТытанік плацежаздольных кліентаў.
		-- Superchicken

%
Вы ці я павінен саступіць сваё жыццё Ahrimanes. Хутчэй за ўсё, гэта вам.Я не павінен мець ніякага ваганні ў ахвяру сваё жыццё, каб пазбавіць вашага, амы падвесці вынікі на наступным тыдні, і гэта было б несправядліва ў кампаніі.
		-- J. Wellington Wells

%
Вы таксама можаце зрабіць вялікія грошы ў захапляльнай вобласці ПАПЕРЫ ператасоўкі!. Г-н Сміт Бязладдзе, штат Масачусэтс, кажа: "Перш, чым я ўзяў гэты курс я выкарыстаў, каб быцьнепатрабавальны трохі лайдак. Цяпер тое, што я даведаўся ў MIT Tech я адчуваю сябе сапраўдыважныя і могуць заблытаць і збянтэжыць з лепшымі ".Г-н Уоткінс сказаў наступнае: "Дзесяць кароткіх дзён таму ўсё, што я мог глядзець наперадкаб быў тупіковы працу ў якасці інжынера. Цяпер у мяне ёсць вялікая будучыня ізрабіць сапраўды вялікія Zorkmids ".MIT Тэхналогія не магу абяцаць гэтыя фантастычныя вынікі для ўсіх, але каліВы зарабляеце сваю ступень MDL ад MIT Tech ваша будучыня будзе ярчэй.Паслаць за бясплатны буклет сёння!
		-- J. Wellington Wells

%
