Քայլ 1: Close AutoCAD - Ես գիտեմ, որ սա կարող է լինել դժվար է ձեզանից ոմանք. Դու կարող եսնաեւ սպասել AutoCAD է վթարի, եթե դուք ուզում եք.    Մայքլ Rotolo       (Http://themadcadder.blogs.com/my_weblog/2008/12/external-xref-manager-xref-path-saver.html)! 07/11 PDP մի ni Deppart m'I! PleH
		-- Jamie Zawinski

%
101 ՕԳՏԱԳՈՐԾՈՒՄԸ sfor մեռած միկրոպրոցեսորային(1) Խրտվիլակ համար centipedes(2) Dead cat խոզանակ(3) Մազերի barrettes(4) Cleats(5) Self-ծակող Ականջօղեր(6) բորբոս վանդակ(7) ներկայացվել են կեղծ թարթիչներով(8) Prosthetic շուն claws        ,        ,        ,(99) Window այգի Harrow (քաշեց ետեւում տոնկա տրակտորների)(100) Killer Velcro(101) Արժույթ
		-- Jamie Zawinski

%
1: Ոչ կոդը սեղանի համար op. ++ Գրառումը
		-- Jamie Zawinski

%
4.2 BSD UNIX # 57: Sun Jun 1 23:02:07 EDT 1986Դուք օրորում է արեւի Դուք կարոտում. The Sun ճոճանակներ. Նա հարվածում է ձեզ հետ575MB սկավառակի! Դուք կարդալ 575MB սկավառակի. Այն գրված է խորթլեզուն եւ չի կարող է կարդալ ձեր հոգնած Sun-2 աչքերով. Դուք նետում575MB սկավառակի է արեւի Դուք հարվածել. The Sun պետք է վերանորոգել ձեր աչքերը: TheSun - ասված է ոլորման. Նա հարվածում է ձեր 130MB սկավառակի! Նա հաղթել է130MB սկավառակի! The Sun - ասված է ոլորման. Նա հարվածում է ձեր Ethernet խորհուրդը! նահաղթել ձեր Ethernet խորհուրդը! Դուք կարդացել է ոլորել է «հետաձգել մինչեւԵրկուշաբթի, ժամը 9-ԱՄ ". Ամեն ինչ գնում է մուգ ...
		-- /etc/motd, cbosgd

%
Կենսաբան, վիճակագիր, մաթեմատիկոս եւ համակարգչային գիտնական ենմի լուսանկար-Safari Աֆրիկայում: Քանի որ նրանք մեքենայով երկայնքով Savannah իրենցJeep, նրանք կանգ առնել եւ հետախույզ հորիզոնը իրենց հեռադիտակներով:The կենսաբան. «Ահա A նախիր են zebras Եվ կա մի սպիտակ ԶԵԲՐԱ!Fantastic! Մենք պետք է հայտնի »The վիճակագիր "Hey, հանգստանալ, դա էական չեն: Մենք միայն գիտենք,կա մեկ սպիտակ Զեբրա »:The մաթեմատիկոս: «Իրականում, մենք միայն գիտենք, որ գոյություն ունի մի ԶԵԲՐԱ է, որըսպիտակ մի կողմի վրա »:Համակարգիչը գիտնական «Օ՜, ոչ! Հատուկ դեպք!"
		-- /etc/motd, cbosgd

%
... Մի booming ձայնը ասում է, «Սխալ է, թանձրամիտ», եւ դուք նկատել, որ ձեզվերածվել մի կույտ փոշու.
		-- /etc/motd, cbosgd

%
A bug է օրենսգրքի արժե երկու փաստաթղթերը.
		-- /etc/motd, cbosgd

%
A bug է ձեռքը ավելի լավ է, քան որեւէ մեկը դեռ undetected.
		-- /etc/motd, cbosgd

%
Մի կուսակրոն սովորություն ուներ pestering Գրան Tortue (միակը, ովերբեւէ հասել է լուսավորության 'Yond լուսավորվածություն), հարցնելով, թե արդյոքտարբեր օբյեկտների ունեցել Բուդդա - բնությունը, թե ոչ: Որպեսզի նման հարցին Tortueinvariably լուռ նստեց: Վանականը արդեն խնդրել է մոտ մեկ հատիկ, մի լիճ,եւ լուսնի լույսով ողողված գիշեր: Մի օր նա բերել է Tortue մի կտոր պարանի, եւհարցրեց նույն հարցը. Ի պատասխան, Մեծ Tortue ըմբռնում հանգույցնրա ոտքերի մեջտեղից, եւ մի քանի պարզ մանիպուլյացիաների, ստեղծված համալիրլարային որը նա proferred wordlessly է կուսակրոն: Այդ պահին, վանականըէր լուսավորված:- Ից հետո, վանականը չի անհանգստացնում Tortue: Փոխարենը, նա հանդես տողը, հետոպարանի Tortue մեթոդի. եւ նա անցել մեթոդը է իր աշակերտներին,Ով է անցել այն է նրանց.
		-- /etc/motd, cbosgd

%
Համալիր համակարգ, որը աշխատում է միշտ գտնվել են դարձել միպարզ համակարգ է, որը աշխատում է:
		-- /etc/motd, cbosgd

%
[A համակարգչային] նման է Հին Կտակարանում Աստված, մի շատ կանոնների եւ ոչ ողորմածության.
		-- Joseph Campbell

%
Համակարգիչը հնարավորություն է տալիս Ձեզ կատարել ավելի շատ սխալներ ավելի արագ, քան որեւէ այլ գյուտի,հետ հնարավոր բացառությամբ Ատրճանակներ եւ Tequilla:
		-- Mitch Ratcliffe

%
Համակարգչային վաճառողն այցելում է ընկերության նախագահ նպատակով վաճառելուՀՀ նախագահը մեկը վերջին շահարկվող համակարգիչների.Վաճառողն. «Այս մեքենան գիտի ամեն ինչ: Ես կարող եմ հարցնել այն որեւէ հարց էեւ այն պետք է տալ ճիշտ պատասխան: Computer, թե ինչ է այնլույսի արագությունը ».Computer: 186.282 մղոն մեկ վայրկյանում:Վաճառողն. «Ով էր առաջին նախագահը ԱՄՆ-ում:»:Computer: George Washington.Նախագահ. «Ես դեռ համոզված չեմ, որ. Թույլ տվեք մի հարց:Որտեղ է իմ հայրը »:Computer Ձեր հայրը ձկնորսության է Վրաստանում:Նախագահ. «HAH !! Համակարգչային սխալ է: Հայրս մահացավ ավելի քան քսան		տարի առաջ!"Computer: Ձեր մայրը ամուսինը մահացել է 22 տարի առաջ: Ձեր հայրը պարզապեսվայրէջք է տասներկու ֆունտ բաս.
		-- Mitch Ratcliffe

%
Համակարգչային գիտնական է, ով ամրագրում բաներ, որոնք չեն կոտրվել.
		-- Mitch Ratcliffe

%
Համակարգիչը առանց COBOL եւ Fortran նման մի կտոր շոկոլադե տորթառանց կետչուպ եւ մանանեխ.
		-- Mitch Ratcliffe

%
A CONS օբյեկտ է, որը հոգ է տանում:
		-- Bernie Greenberg.

%
A կարգավորված ծրագիր մեկն է, որի համար դուք կարող եք դեռ չեն գտել այն պայմաններըոր այն չի հաջողվում.
		-- Jerry Ogdin

%
Աշակերտը մեկ այլ աղանդի մեկ անգամ եկել է Drescher, քանի որ նա էր ուտումնրա առավոտյան ճաշի: «Ես կցանկանայի ձեզ այս Անհատականութեան Փորձնական», - ասել էոր օտար է, «քանի որ ես ուզում եմ, որ դուք պետք է երջանիկ լինել»:Drescher վերցրեց թուղթը, որ առաջարկվում է նրան, եւ դրեց այնհացը բովելուծ կարմրացնելու հատուկ - «Ես ցանկանում եմ, որ հացը բովելուծ կարմրացնելու հատուկ պետք է շատ ուրախ»:
		-- Jerry Ogdin

%
Բժիշկ, ճարտարապետ, եւ համակարգչային գիտնական վիճում էին այն մասին,որոնց մասնագիտությունն էր ամենահին: Զրույցի ընթացքում իրենց փաստարկները, նրանքստացել է բոլոր ճանապարհը դեպի Եդեմի պարտեզում, որից հետո բժիշկն ասել է, որ «Բժշկական մասնագիտությունը հստակ ամենահին, քանի որ Եվան կատարվել Ադամիrib, քանի որ պատմությունը շարունակվում է, եւ, որ եղել է, պարզապես անհավատալի վիրաբուժական սխրանք »:Ճարտարապետը չի համաձայնում: Նա ասել է, «Բայց եթե նայում եք այգումինքը, ի սկզբանե կար քաոս եւ անվավեր, եւ դուրս է, որ Gardenեւ աշխարհը ստեղծվել են: Այնպես որ, Աստված պետք է լիներ, ճարտարապետ »:Համակարգիչը գիտնական, ով ուզում լսեց ուշադիր այս ամենը, ապամեկնաբանել, «Այո, բայց որտեղ եք կարծում, որ քաոսն է եկել».
		-- Jerry Ogdin

%
Մի հայտնի Lisp Hacker նկատել է բուհական նստած առջեւ Xerox1108, փորձելով խմբագրել համալիր Klone ցանցի միջոցով բրաուզերի. ցանկանալովօգնություն, որ Հակեր կտտացրել մեկը հանգույցների ցանցի հետ մկնիկը,եւ հարցրեց, «ինչ եք տեսնում». Շատ լրջորեն բակալավրիատի պատասխանեց. «Եստես, կուրսորը. "The Hacker, ապա շատ արագ սեղմված boot toggle է հետեւիստեղնաշարի, միաժամանակ հարվածում բակալավրիատի գլխինմի հաստ Interlisp ձեռնարկում: Բակալավրիատի էր, ապա լուսավորված.
		-- Jerry Ogdin

%
Պաշտոնական վերլուծել ալգորիթմը չպետք միշտ պետք է օգտագործվել:
		-- D. Gries

%
A Fortran Կազմողի է hobgoblin փոքր Minis.
		-- D. Gries

%
A hacker անում սիրո այն, ինչ մյուսները չէին անում փողի համար:
		-- D. Gries

%
Մի լեզվով, որը չի ազդում ճանապարհը եք մտածել այն մասին, ծրագրավորմանչարժե իմանալով.
		-- D. Gries

%
Մի լեզվով, որը չունի, ամեն ինչ իրականում ավելի հեշտ է ծրագրիէ, քան ոմանք, որոնք չեն:
		-- Dennis M. Ritchie

%
Մեծ թվով տեղադրված համակարգերը աշխատում են fiat: Այսինքն, նրանք աշխատում ենլինելով հայտարարել է աշխատել:
		-- Anatol Holt

%
A Lisp ծրագրավորող գիտի, արժեքը ամեն ինչ, բայց արժեքը ոչինչ:
		-- Alan Perlis

%
A ցուցակը է միայն ուժեղ է, ինչպես իր ամենաթույլ հղումը:
		-- Don Knuth

%
Մի քիչ պահ ցույց է տալիս, որ թեեւ շատ լավ է, օգտակար ծրագրային համակարգերիորոնք նախագծվել են հանձնաժողովների եւ կառուցվել է որպես մաս բազմամաս նախագծերի,այն ծրագրային համակարգերը, որոնք ոգեւորված կրքոտ երկրպագուների են նրանք, որոնք ենարտադրանքը մեկի կամ մի քանի նախագծման մտքերը մեծ դիզայներների. Դիտարկենք Unix,APL, Pascal, Modula, որ Smalltalk ինտերֆեյսը, նույնիսկ Fortran; եւ հակադրեք նրանցհետ COBOL, PL / I, ծրագրավորման բարձր մակարդակի լեզու, MVS / 370, եւ MS-DOS.
		-- Fred Brooks

%
Մի մարդ AI քայլում ամբողջ լեռներում լողալ է տեսնել Տիրոջը,Knuth: Երբ նա եկավ, Master էր տեղ է գտել: "Որտեղ էԻմաստունը անունով Knuth », հարցրեց նա անցնող ուսանող:«Ա՜խ», - ասաց ուսանողը «դուք չեք լսել, նա գնացել է միուխտագնացություն ողջ լեռներում տաճարին AI ձգտում են նորաշակերտները »Լսելով դա, այդ մարդը լուսավորված.
		-- Fred Brooks

%
Կառավարիչը հարցրեց մի ծրագրավորող, թե որքան ժամանակ կպահանջվի նրան է ավարտելծրագիրը, որի վրա նա աշխատում էր: «Ես կավարտվի վաղը», - է ծրագրավորողանհապաղ պատասխանեց.«Ես կարծում եմ, որ դուք լինելու անիրատեսական», - ասել է մենեջեր. «Ազնվորեն,թե որքան երկար կտեւի »:The ծրագրավորող մտածեցի, մի պահ. «Ես ունեմ մի քանի հատկանիշներ, որոնք ես ցանկանումԱվելացնել. Այս կտեւի առնվազն երկու շաբաթ », նա վերջապես ասաց.«Նույնիսկ, որ չափազանց շատ է ակնկալել», - պնդում է, որ կառավարիչ, «Ես պետք է լինիբավարարվել, եթե դուք պարզապես ասեք ինձ, երբ ծրագիրը ավարտված է: »:Ծրագրավորողի համաձայնել է սա:Մի քանի տարի անց, մենեջեր թոշակի. Ճամփին իրկենսաթոշակային ճաշ, նա հայտնաբերել է ծրագրավորող է քնած է իր տերմինալ.Նա արդեն ծրագրավորում ամբողջ գիշեր:
		-- Geoffrey James, "The Tao of Programming"

%
Կառավարիչը մոտ է կրակում, բայց մի ծրագրավորող, ով աշխատել նրա համարհորինել է մի նոր ծրագիր, որը դարձավ հայտնի է եւ վաճառվում են նաեւ. Որպես հետեւանք,մենեջեր պահպանեց իր աշխատանքը:Կառավարիչը փորձել է տալ ծրագրավորող բոնուս, բայց ծրագրավորողհրաժարվեց, ասելով. «Ես գրել եմ, որ ծրագիրը, քանի որ ես, չնայած որ դա եղել է հետաքրքիր էհայեցակարգը, եւ դրանով իսկ ես ակնկալում եմ ոչ մի պարգեւ: »:Կառավարիչը, լսելով դա, նշել է. «Այս ծրագրավորող, թէպէտպաշտոն զբաղեցնող փոքր հարգանք, լավ է հասկանում պատշաճ պարտականությունը էաշխատակից: Եկեք քննարկենք խթանել է նրան բարձրացրել պաշտոնում կառավարման խորհրդատուի! "Բայց երբ այդ մասին հայտնել է, որ ծրագրավորող եւս մեկ անգամ հրաժարվեց, ասելով, «Ես գոյություն ունենայնպես որ կարող եմ այն ​​ծրագրավորել. Եթե ​​ես նպաստել, ես ուզում անել, բայց ոչինչ թափոններիբոլորն էլ ժամանակ. Կարող եմ գնալ հիմա: Ես ունեմ մի ծրագիր, որը ես աշխատում »:
		-- Geoffrey James, "The Tao of Programming"

%
Կառավարիչը գնաց իր ծրագրավորողների եւ ասաց նրանց. «Ինչ վերաբերում է ձերԱշխատանքային ժամերը `դուք պատրաստվում են պետք է գալիս ժամը իննին ի առավոտյան եւ հեռանալհինգ, ցերեկը. «Այս է, բոլորն բարկացավ եւ մի քանիսըհրաժարական է տվել տեղում.Այնպես որ, մենեջերը ասել է. «Լավ է, այդ դեպքում դուք կարող եք սահմանել ձեր սեփականաշխատանքային ժամերը, քանի դեռ դուք կարող եք ավարտել ձեր նախագծեր ժամանակացույցի: "Theծրագրավորողների, հիմա գոհ, սկսեցին գալ մի կեսօրին, եւ աշխատում է շատ փոքրժամ առավոտյան.
		-- Geoffrey James, "The Tao of Programming"

%
Կառավարիչը գնաց վարպետ ծրագրավորող եւ ցույց տվեց նրան ներկայացվող պահանջներըփաստաթղթավորել է նոր դիմումը. Կառավարիչը հարցրել է վարպետին: «Որքան ժամանակդա տեղի է նախագծել այս համակարգը, եթե ես հանձնարարել հինգ ծրագրավորողների դրան ».«Այն կտեւի մեկ տարի», - ասաց վարպետ անհապաղ:«Բայց մենք պետք է այս համակարգը, անմիջապես կամ նույնիսկ շուտ! Որքան էվերցնել այն ես հանձնարարում եմ տասը ծրագրավորողների դրան ».Տերը ծրագրավորող մռայլվեց: «Այդ դեպքում, կպահանջվի երկու տարի:»:«Իսկ ինչ է, եթե ես հանձնարարել մի քանի հարյուր ծրագրավորողների դրան».Տերը ծրագրավորող թոթվեց: «Այնուհետեւ դիզայնը երբեք չի լինիավարտվել », - ասել է նա:
		-- Geoffrey James, "The Tao of Programming"

%
Վարպետության ծրագրավորող անցել է novice ծրագրավորող մեկ օրում. Վարպետընշել է սկսնակ ի մտահոգությունը մի ձեռքի համակարգչային խաղ. "Ներեցեք",Նա ասել է, «կարող եմ քննել այն»:The novice bolted է ուշադրության եւ հանձնել սարքը տիրոջ:«Ես տեսնում եմ, որ սարքը պնդում է, որ երեք մակարդակները խաղալ հեշտ, միջին,եւ Hard », - ասել է տերը». Սակայն յուրաքանչյուր նման սարքն ունի մեկ այլ մակարդակի խաղի,որտեղ սարքը ձգտում չեն նվաճել մարդկային, ոչ էլ պետք է նվաճել էմարդ »«Աղոթեք, մեծ վարպետ», - աղերսում novice », ինչպես է կարելի գտնել այսխորհրդավոր ընդլայնված ».Վարպետը իջել սարքը գետնին եւ խճաքար տակ ոտքով.Եվ հանկարծ novice էր լուսավորված:
		-- Geoffrey James, "The Tao of Programming"

%
Վարպետության էր բացատրելու բնույթը Tao մեկի իր նորեկների."The Tao, որը ամրագրված է բոլոր ծրագրային - անկախ նրանից, թե աննշան,"- ասել է տերը:«Արդյոք Tao է ձեռքի հաշվիչը». հարցրել է novice.«Դա,« եկել է պատասխանը.«Արդյոք Tao է վիդեո խաղ». շարունակել է novice.«Դա նույնիսկ վիդեո խաղի», - ասել է տերը:«Եվ այն Tao է DOS համար անհատական ​​համակարգչի?"Տերը հազաց ու տեղափոխվել իր դիրքորոշումը փոքր. "Դասըավարտվել է այսօր », - ասել է նա:
		-- Geoffrey James, "The Tao of Programming"

%
A մոդեմը մի baudy տունը:
		-- Geoffrey James, "The Tao of Programming"

%
A nasty փնտրում dwarf նետում դանակ է ձեզ:
		-- Geoffrey James, "The Tao of Programming"

%
*** ՆՈՐ ՏԻՊԻ ԾՐԱԳՐԱՎՈՐՄԱՆ ***Ինչ եք ուզում, որ ակնթարթորեն հարգանք, որը գալիս է, որ կարողացել է օգտագործել տեխնիկականպայմանները, որ ոչ ոք չի հասկանում: Ցանկանում եք գործադուլի վախ ու զզվանք մեջսրտերը DP կառավարիչների ամենուր: Եթե ​​այդպես է, ապա թող հանրահայտ ծրագրավորողներիSchool կառաջնորդի ձեզ ... մեջ աշխարհի պրոֆեսիոնալ համակարգչային ծրագրավորման.Նրանք ասում են, լավ ծրագրավորող կարող եք գրել 20 տող արդյունավետ ծրագրի մեկ օրում:Մեր յուրահատուկ դասընթացի, մենք պետք է ցույց տալ ձեզ, թե ինչպես պետք է գրել 20 տող կոդեւ շատ ավելին, բացի: Մեր դասընթացը ընդգրկում է ամեն ծրագրավորման լեզուգոյության, եւ ոմանք, որ չեն. Դուք պետք է իմանալ, թե ինչու է / անջատելու անջատիչ համարՀամակարգչային այնքան կարեւոր է, թե ինչ բառեր * ճակատագրական սխալ * նշանակում, եւ թե ով եւ ինչԴուք պետք է մեղադրել, երբ դուք սխալվել.Այո, ես ուզում եմ, որ գրքույկը նկարագրելով այս անհավատալի առաջարկը:Ես ցանկապատել $ 1000 փոքր չնշված օրինագծեր ծածկել ծախսերըկարժենա եւ բեռնաթափման. (Ոչ կենդանի թռչնի, խնդրում ենք):*** Մեր կարգախոսն: Top ցած ծրագրավորում համար զանգվածների. ***
		-- Geoffrey James, "The Tao of Programming"

%
A novice հարցրել է Վարդապետ «Ահա մի ծրագրավորող, որ երբեք չի նախագծում,փաստաթղթեր, կամ թեստեր իր ծրագրերը: Այդուհանդերձ բոլոր նրանց, ովքեր ճանաչում են նրան, համարում են նրան մեկըլավագույն ծրագրավորողների աշխարհում: Ինչու է սա ».The Master պատասխանում է. «Դա ծրագրավորող տիրապետում է Tao: Նա ունիգնացել դուրս է անհրաժեշտության դիզայնի; նա չի դառնա զայրացած է, երբ այդ համակարգըcrashes, բայց ընդունում է տիեզերքը, առանց մտահոգության: Նա դուրս է եկել, որպետք է փաստաթղթերի. նա այլեւս չի հոգում, եթե մեկ ուրիշը է տեսնում իր կոդ: նադուրս է եկել, որ անհրաժեշտ է փորձարկման. յուրաքանչյուրն իր ծրագրերի են կատարյալ շրջանակներումիրենք, համերաշխ ու էլեգանտ, դրանց նպատակն ակնհայտ. Իսկապես, նա ունիմտել առեղծվածը Tao »:
		-- Geoffrey James, "The Tao of Programming"

%
A novice հարցրել է վարպետին: «Ես ունեմ մի ծրագիր, որ երբեմն անցնում եւերբեմն, aborts: Ես հետեւել կանոնները ծրագրավորման, սակայն ես լիովինbaffled: Որն է պատճառը, որ այս »:Տերը պատասխանեց. «Դուք շփոթված, քանի որ դուք չեք հասկանում, թեոր Tao. Միայն հիմարը ակնկալում ռացիոնալ վարքագիծ է իր մարդկանց. ինչուեք ակնկալում, որ մի մեքենա է, որ մարդիկ պետք է կառուցվում: Համակարգիչներկեղծել դետերմինիզմը; միայն Tao կատարյալ է.Կանոնները ծրագրավորման են անցողիկ. միայն Tao է հավերժական.Հետեւաբար, դուք պետք է մտածում Tao, նախքան դուք ստանում պայծառացման »:«Բայց ինչպես կարող եմ իմանալ, թե երբ ես ստացել պայծառացման». խնդրելnovice.«Ձեր ծրագիրը, ապա առաջադրվելու ճիշտ», - պատասխանեց վարպետ.
		-- Geoffrey James, "The Tao of Programming"

%
A novice հարցրել է վարպետին. «Ես ընկալում, որ մեկ համակարգիչը ընկերությունն էշատ ավելի մեծ է, քան բոլոր մյուսները. Այն վեր է խոյանում իր մրցույթի նման հսկայիթվում dwarfs. Ցանկացած մեկը իր ստորաբաժանումներից կարող է բաղկացած մի ամբողջ բիզնեսը.Ինչու է դա այդպես է »:Տերը պատասխանեց. «Ինչու ես հարցնում, նման յիմար հարցեր: ThatԸնկերությունը հանդիսանում է խոշոր, քանի որ դա այնքան մեծ: Եթե ​​դա միայն ապարատային, ոչ ոքգնել այն. Եթե ​​դա միայն պահպանել համակարգեր, մարդիկ պիտի բուժել այն նման էծառան: Բայց քանի որ այն միավորում է բոլոր բաները, որ մարդիկ կարծում են, այն մեկըաստվածների! Ոչ ձգտում է ձգտենք, որ դա նվաճում առանց ջանքի համար. ».
		-- Geoffrey James, "The Tao of Programming"

%
A novice հարցրել է վարպետին: «Ի արեւելք կա մի մեծ ծառ կառուցվածքըոր տղամարդիկ զանգահարել «Corporate Headquarters»: Դա է ուռճացված դուրս վիճակումփոխնախագահներ եւ հաշվապահները: Այն տալիս է բազմաթիվ հուշագրությունները, յուրաքանչյուր ասելով«Գնա, Հետեւաբար ' կամ 'Գնա, հոս ». եւ ոչ ոք չգիտի, թե ինչ է նշանակում: Ամեն տարի նորանունները դրվում են մասնաճյուղերում, բայց ապարդյուն: Ինչպես կարող է նման միանբնական անձ գոյություն ունի »:Տերը պատասխանում է. «Դուք ընկալում այս հսկայական կառույցը են եւխանգարվում է, որ այն չունի ռացիոնալ նպատակին: Կարող եք չէ վերցնել խաղային իցնրա անվերջ gyrations? Դուք չեք վայելել անհոգ հեշտությամբ ծրագրավորմանվարը իր ապաստան մասնաճյուղերի. Ինչու եք անհանգստացնում է իր uselessness ».
		-- Geoffrey James, "The Tao of Programming"

%
A novice տաճարին մեկ անգամ մոտեցավ քահանայ հետհարց.«Վարդապետ, անում Emacs ունեն Բուդդա բնությունը»: որ novice հարցրեց.Քահանայապետը եղել է տաճարին մէջ երկար տարիներ, եւ կարող է լինելrelied վրա է իմանալ այս բաները: Նա մտածեց, մի քանի րոպե առաջպատասխանել:«Ես չեմ տեսնում, թե ինչու ոչ: Այն ստացել է արյունոտ նաեւ այն ամենը, ինչ ուրիշ»:Հետ, որ քահանայապետը գնաց Ընդմիջում. The novice հանկարծհասել է լուսավորության, մի քանի տարի անց:ՄեկնաբանությունՆրա Master բարի է,Պատասխանելով իր FAQ արագ,With մտքի եւ հեգնանք:
		-- Geoffrey James, "The Tao of Programming"

%
A novice ծրագրավորող մեկ անգամ նշանակվել է օրենսգրքում պարզ ֆինանսականփաթեթը:The novice աշխատել կատաղած շատ օրեր, բայց երբ իր տիրոջըվերանայվում է իր ծրագիրը, նա հայտնաբերել է, որ այն պարունակում է մի էկրանի խմբագիր, մի շարքընդհանրական գրաֆիկայի routines, եւ արհեստական ​​հետախուզական ինտերֆեյս,բայց ոչ չնչին հիշատակումը ամեն ինչից ֆինանսական:Երբ տէրը այդ մասին հարցրինք, որ novice բարկացավ.«Մի այնքան անհամբեր», - ասել է նա, «Ես պետք է դնում ֆինանսական իրերը, ի վերջո»:
		-- Geoffrey James, "The Tao of Programming"

%
A novice փորձում էր ամրագրել կոտրված Lisp մեքենա է դարձնելուիշխանությունը դուրս եւ. Knight, տեսնելով, թե ինչ ուսանողը էր անում խոսում խստորեն,«Դուք չեք կարող ամրագրել մեքենա է ընդամենը իշխանության Հեծանվավազք այն առանց հասկանալու, թե ինչ է կատարվում: «Ասպետ շրջվել է մեքենայի անջատված է, եւ շարունակել ընթացքը:մեքենա աշխատել:
		-- Geoffrey James, "The Tao of Programming"

%
Այն մարդը, ով ավելի շատ է, քան անլուրջ հետաքրքրում է համակարգիչները պետք է լինի նաեւschooled է մեքենա լեզվով, քանի որ դա հիմնարար մասն է համակարգչի համար.
		-- Donald Knuth

%
Ծրագիրը պետք է լինի թեթեւ եւ ճկուն, դրա subroutines միացված է նմանտողերի մարգարիտների. Այն ոգին ու նպատակն է ծրագրի, պետք է պահպանվենողջ. Այնտեղ պետք է լինի ոչ շատ քիչ, ոչ շատ, ոչ ավելորդloops, ոչ էլ անիմաստ փոփոխականները, ոչ պակասը կառուցվածքի, ոչ էլ ճնշողկոշտության.Ծրագիրը պետք է հետեւել «Օրենքին նվազագույն զարմանքը»: Ինչ է սաՕրէնքը: Դա պարզապես, որ ծրագիրը պետք է միշտ արձագանքում է օգտագործողի որճանապարհը, որ ապշեցնում են նրան առնվազն.A ծրագիր, անկախ նրանից, թե որքան բարդ է, պետք է հանդես գա որպես միասնական միավորի: Theծրագիրը պետք է ուղղված տրամաբանությամբ շրջանակներում, այլ ոչ թե արտաքին,հավանականությամբ.Եթե ​​ծրագիրը չի այդ պահանջներին, ապա դա կլինի մի պետությանDisorder եւ շփոթություն. Միակ ճանապարհն է ուղղել դա է վերաշարադրելծրագիրը:
		-- Geoffrey James, "The Tao of Programming"

%
A ծրագրավորող է շատ մեծ համակարգչային ընկերության գնացի մի ծրագրային ապահովմանասուլիս եւ ապա վերադարձավ, որպեսզի հաղորդել է նրա մենեջեր, ասելով. «Ինչպիսի՜ծրագրավորողների աշխատելու համար այլ ընկերությունների: Նրանք վատ արարք եւ էինանտարբեր հավանականությամբ: Նրանց մազերը երկար եւ անխնամ եւ նրանցհագուստ էին wrinkled եւ հին. Նրանք վթարի է ենթարկվել դուրս հյուրանոցային ՍՈՒԻԹՍ եւ նրանքկոպիտ noises ժամանակ իմ ներկայացման »:Մենեջերը ասել է. «Ես պետք է երբեք ուղարկել Ձեզ կոնֆերանսին:Այդ ծրագրավորողների ապրում են դուրս ֆիզիկական աշխարհում: Նրանք համարում են կյանքի աբսուրդ է,պատահական զուգադիպություն է: Նրանք գալիս են ու գնում, առանց իմանալու սահմանափակումներ:Առանց խնամքի, նրանք ապրում են միայն իրենց ծրագրերի համար: Ինչու պետք է նրանք անհանգստացնելսոցիալական կոնվենցիաների ».«Նրանք կենդանի են ներսում Tao»:
		-- Geoffrey James, "The Tao of Programming"

%
A ծրագրավորող այն մարդն է, ով անցնում է որպես բարդ փորձագետի հիման վրաոր ի վիճակի է պարզվում, հետո անհամար punching, անսահման շարքանհասկանալի պատասխաններ հաշվարկվում micrometric վերասահմանել ից անորոշ էենթադրությունները հիմնված է վիճելի գործիչների վերցված չավարտված փաստաթղթերեւ իրականացվում է գործիքների խնդրահարույց ճշտության անձանցկասկածելի հուսալիության եւ հարցական մտածելակերպը համար ոխերիմ նպատակովannoying եւ խառնելուց մի անհույս անպաշտպան բաժին, որ էրցավալի բավական է խնդրել տեղեկատվության առաջին տեղը:
		-- IEEE Grid newsmagazine

%
A ծրագրավորման լեզու է ցածր մակարդակի, երբ նրա ծրագրերը պահանջում են ուշադրությունէ անտեղի:
		-- IEEE Grid newsmagazine

%
Վերջերս ուսումնասիրությունը պարզել է, որ կենտրոնացնելով դժվարին off-էկրանօբյեկտների, ինչպիսիք են դեմքերին սիրելիների, առաջացնում է աչքի լարվածություն համակարգչայինգիտնականներ: Հետազոտողները մեջ երեւույթի վկայակոչում է ավելացված համակենտրոնացումըանհրաժեշտ է «իմաստ», նման անբնական եռաչափ օբյեկտների.
		-- IEEE Grid newsmagazine

%
A շարժակազմերի սկավառակ հավաքում չկան MOS:
		-- IEEE Grid newsmagazine

%
Այն ուսանողը, հույսով հասկանալու Lambda-բնությունը, եկել է Greenblatt:Քանի որ նրանք խոսում է Multics համակարգ hacker քայլում է: «Արդյոք դա ճիշտ է», - հարցրեցուսանող, «որ Լեհաստան-1 ունի շատ նույն տիպերի են Lisp». գրեթե մինչեւուսանողը աւարտեց իր հարցը, Greenblatt բղավում, «Foo», եւ հարվածելուսանողը է փայտով:
		-- Jack Banton, PCC Automotive Electrical School

%
Հաջող [ծրագրային] գործիք, այն է, որ օգտագործվել է անել մի բանանսպասելի կողմից իր հեղինակի.
		-- S. C. Johnson

%
Լավ, որն օգտագործվում դուռը կարիք չունի նավթ է իր կախված:A Swift հոսում գոլորշու չի աճում լճացած:Ոչ, ձայնային, ոչ մտքերը կարող է ճանապարհորդել միջոցով վակուումում:Ծրագրային ապահովման rots եթե չի օգտագործվում:Սրանք մեծ խորհուրդները.
		-- Geoffrey James, "The Tao of Programming"

%
Մեկ տարի անցկացրել է արհեստական ​​ինտելեկտի բավական է, որպեսզի մեկը հավատում է Աստծուն:
		-- Geoffrey James, "The Tao of Programming"

%
Մասին լեզվի օգտագործման: անհնար է սրել մատիտ է բութկացին. Դա հավասարապես զուր փորձում ենք անել այն տասը բութ axes փոխարեն:
		-- Edsger Dijkstra

%
Ավելացվում է առանձնահատկություններ անպայմանորեն չի մեծացնել ֆունկցիոնալությունը - դա միայնդարձնում ձեռնարկներ thicker.
		-- Edsger Dijkstra

%
Ավելացվում է աշխատուժի մի ուշ ծրագրային նախագծի դարձնում այն ​​ավելի ուշ.
		-- F. Brooks, "The Mythical Man-Month"

%
Ամեն անգամ, երբ մեկ մարդ, հայտնաբերվել համարժեք է լիազորությունների մի պարտականության կողմիցClose դիմումը դրան, ապա դա ավելի վատ է, իրականացնում է երկու անձանց եւհազիվ արել է, եթե երեք կամ ավելի շատ են աշխատում դրանցում:
		-- George Washington, 1732-1799

%
Այն բանից հետո, sifting միջոցով overwritten մնացած բլոկների Ղուկասի տանըցուցակում, Ղուկաս եւ PDP-1 սլացավ հեռու / u / Լարսի, ամբողջ մակերեսի որWinchester ձիավարություն Ղուկասի թռչող կարդալ / գրելու գլուխը: PDP-1 ուներ Ղուկաս դադարեցնել էեզրին մխոց նայող / usr / կոճ / uucp:«Unix-to-Յունիքս պատճեն ծրագիր;" ասել է ԺԴԿ-1: «Դուք երբեք չեք գտնի ավելիչարաբաստիկ փեթակ bugs եւ flamers: Մենք պետք է շատ զգույշ լինել »:
		-- DECWARS

%
Alan Turing մտածել, չափանիշների կարգավորել այն հարցին, թե արդյոքմեքենաներ կարող մտածել, մի հարց, որը մենք հիմա գիտենք, որ դա մոտքանի որ համապատասխան, ինչպես նաեւ այն հարցին, թե արդյոք սուզանավերը կարող եք լողալ:
		-- Dijkstra

%
Algol-60 անշուշտ, պետք է դիտվի որպես ամենակարեւոր ծրագրավորման լեզուդեռ զարգացած.
		-- T. Cheatham

%
Բոլոր հաստատունների են փոփոխականների.
		-- T. Cheatham

%
=== ԲՈԼՈՐ CSH ՕԳՏՎՈՂՆԵՐԸ Խնդրում ենք նկատի ունենալ ========================Սահմանել փոփոխական $ պարտվողներ բոլոր այն մարդկանց, որոնք դուք կարծում են պարտվողներ: այսկառաջացնի բոլոր ասել պարտվողներ պետք է փոփոխական $ ԺՈՂՈՎՐԴԻ ով մտածել-i-am-A-Loserհաստատում սէփականատիրոջ կողմից իրենց .Մուտք ֆայլը. Եթե ​​դուք փորձում է կատարել մի աշխատանք էմեքենա վատ արձագանքման ժամանակ եւ մի մեքենա է, ձեր տեղական ցանցում ներկայումսբնակեցված պարտվողների, որ մեքենան կարող է ազատվեն մինչեւ ձեր աշխատանքի միջոցովսառը սկզբնաբեռնում գործընթացը:
		-- T. Cheatham

%
Բոլոր մասերը պետք է գնալ միասին, առանց ստիպելով: Դուք պետք է հիշեք, որ մասերըդուք հավաքելու էին քանդել են ձեզ. Հետեւաբար, եթե դուք չեք կարող ստանալդրանք միասին կրկին, պետք է լինի մի պատճառ. Ըստ բոլոր միջոցներով, չեն օգտագործել մուրճը:
		-- IBM maintenance manual, 1925

%
Բոլոր ծրագրավորողների լավատես: Թերեւս այս ժամանակակից կախարդություն, հատկապես գրավում էնրանք, ովքեր հավատում են երջանիկ ավարտ եւ հեքիաթների godmothers: Թերեւս հարյուրավորՀյուրատետր nitty frustrations քշել հեռու բոլորը, բայց նրանք, ովքեր սովորաբար կենտրոնանալ ավարտիննպատակը. Թերեւս դա պարզապես, որ համակարգիչները կարող են երիտասարդ, ծրագրավորողները են երիտասարդ,եւ երիտասարդ միշտ լավատես: Բայց սակայն ընտրության գործընթացը աշխատում,արդյունքն այն է, անվիճելի է. «Այս անգամ այն ​​անպայման առաջադրվելու», կամ «Ես պարզապես գտավերջինը Bug »:
		-- Frederick Brooks, "The Mythical Man Month"

%
Բոլոր ծրագրավորողների դրամատուրգները եւ բոլոր համակարգիչները, որոնք ոջլոտ դերասաններ:
		-- Frederick Brooks, "The Mythical Man Month"

%
«... Բոլոր լավ համակարգչային նմուշները են bootlegged, որ պաշտոնապես նախատեսվումարտադրանք, եթե դրանք կառուցվել են բոլորը, թերեւս շները »MIT Press, 1987
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
Բոլոր պարզ ծրագրերը գրվել:
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== Բոլոր օգտվողները Խնդրում ենք նկատի ունենալ ========================Նոր համակարգ, շրջանառու համակարգի, արդեն ավելացրել է.Երկար փորձարարական շրջանառու համակարգի արդեն ազատ է արձակվել օգտվողների համար: TheLisp Machine օգտագործում Type B հեղուկ, ապա L մեքենան օգտագործում Մուտքագրեք հեղուկ. երբ որանջատիչ է ընդհանուր Lisp տեղի է ունենում երկու մեքենաները, իհարկե, պետք է Type O.Խնդրում ենք ստուգել Հեղուկի մակարդակը օգտագործելով DIP փայտ, որը գտնվում էետ VMI մոնիտորների. Ապանշված ցածր Հեղուկի մակարդակը կարող է առաջացնել վատ pagingկատարումը:
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== Բոլոր օգտվողները Խնդրում ենք նկատի ունենալ ========================Bug հաշվետվությունները այժմ կազմում են միջինը 12.853 մեկ օրում. Ցավոք,սա միայն մի փոքր մասն է [<1%]-ին փոստի ծավալի մենք ստանում ենք: մեջպատվիրել են, որ մենք կարող ենք ավելի արագ զբաղվել այդ արժեքավոր հաղորդագրությունները,խնդրում եմ շփվել նրանց մեկի կողմից հետեւյալ ուղղություններով.ԱՐՓԱ-WastebasketSLMHQ.ARPAUUCP [BERKELEY, seismo, harpo]! FuBaR! Thekid! Slmhq! Wastebasket Ոչ ցանցային կայքերը: Federal Express է:wastebasketՍենյակի NE43-926Կոպեռնիկոսի, The Moon, 12345-6789Այդ Անձնական շփման զգացում զանգի 1-415-642-4948. Մեր վերապատրաստվելօպերատորները են զանգի օր, 24 ժամ: VISA / MC ընդունված: ** Մեր շատ հարուստ իրավաբանները հավաստիացրել է մեզ, որ մենք չենք  համար պատասխանատու որեւէ սխալների կամ խորհրդատվության տվյալ հեռախոսով:
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== Բոլոր օգտվողները Խնդրում ենք նկատի ունենալ ========================CAR եւ CDR այժմ վերադառնալ լրացուցիչ արժեքները:Գործառույթը ՄԵՔԵՆԱՆ այժմ վերադառնում է երկու արժեքները: Քանի որ այն պետք է գնալ փորձանքիԻնչպես պարզել, եթե օբյեկտը carcdr վիճակի, այնուամենայնիվ, մենք նախշավոր դուք կարող եքնաեւ ստանալ երկու halves միանգամից: Օրինակ, հետեւյալ կոդը ցույց է տալիս, թե ինչպես պետք էdestructure մի դեմ (some-Դեմ) մեջ իր երկու slots (The-մեքենան եւ, CDR):(Բազմակի արժեք պարտադիր է (THE-մեքենան-CDR) (CAR some-CONS) ...)Սիմետրիկ հետ մեքենայով, CDR վերադարձնում է երկրորդ արժեք, որը հանդիսանում է մեքենանօբյեկտ: Մի հարակից փոփոխության, ապա գործառույթները դարձնել վանդակներով եւ CONS են եղելֆիքսված, այնպես որ նրանք չեն հատկացնել ցանկացած պահպանման բացի դեղ: սա պետք էՀուսով ենք, որ օգնում են մարդկանց, ովքեր չեն սիրում, օգտագործելով աղբահավաքի որովհետեւցուրտ Boots մեքենան այդքան հաճախ.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== Բոլոր օգտվողները Խնդրում ենք նկատի ունենալ ========================Կազմող օպտիմալացում կատարվել են մակրո ընդլայնում ԹՈՂ մեջ WITHOUT-Ընդհատում է հատուկ ձեւ այնպես, որ այն կարող է մղել բաներ մի դեղ-ինԹՈՂ-օպտիմալացում տարածք, SETQ փոփոխականները եւ այնուհետեւ POP նրանց ետ, երբ դաարել. Մի անհանգստացեք, այս մասին, եթե դուք օգտագործում multiprocessing.Նշենք, որ Թող * կարող * արդեն սահմանված է:(ԹՈՂ ((LET ' `(LET ((LET', ԹՈՂ)), ԹՈՂ)))`(ԹՈՂ ((LET ', ԹՈՂ)), ԹՈՂ))Սա հավատացել է արագացնել կատարումը, որքան որպես գործոն 1.01 կամ3.50, կախված նրանից, թե կարծում եք, որ մեր բարեկամական մարքեթինգային ներկայացուցիչներին:Այս կոդը գրվել է մի նոր ծրագրավորող այստեղ (մենք խլում նրան հեռուItty Bitti մեքենաներ, որտեղ նա գրում էր COUGHBOL կոդը), այնպես տալ նրանվստահություն ենք վստահել իր երդմանը », այն աշխատում է բավականին լավ» եւ տեղադրել այն:
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== Բոլոր օգտվողները Խնդրում ենք նկատի ունենալ ========================JCL աջակցություն, ինչպես նաեւ այլընտրանք համակարգի ցանկի մեջ:Մեր շարունակական ջանքերի աջակցելու բացի այլ լեզուներ Lisp վրա CADDR,մենք մշակել ենք մի ՕՀ / 360-համատեղելի JCL. Սա կարող է օգտագործվել որպեսայլընտրանք ստանդարտ համակարգի ցանկի մեջ. Մուտքագրեք համակարգ J հասնել մի JCLինտերակտիվ կարդալ-ի կատար-ախտորոշել հանգույց պատուհանը: [Նշենք, որ 360համատեղելիությունը բոլոր մուտքային գծերի կտրված է 80 նիշ.] Այսպատուհանը նաեւ պահպանում է մկնիկը զգայուն էկրան քննադատական ​​աշխատատեղերի պարամետրերիինչպես, օրինակ, dataset տեղաբաշխման, հիմնական տեղաբաշխման, ջրանցքների, եւ այլն: Երբ մի JCLշարահյուսական սխալ է հայտնաբերվում կամ ձեր աշխատանքը abends, պատուհանը կողմնորոշված ​​JCLdebugger է մտել: The JCL debugger ցուցադրում համապատասխան OS / 360 errorուղերձները (ինչպես, օրինակ, IEC703, "disk սխալ է»), եւ թույլ է տալիս Ձեզ է dequeue ձեր աշխատանքը.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== Բոլոր օգտվողները Խնդրում ենք նկատի ունենալ ========================The աղբահավաքի այժմ աշխատում. Ի լրումն նոր, փորձարարական աղբիՀավաքածուն ալգորիթմը արդեն տեղադրվել: Հետ SI:% DSK-GC-QLX-BITS սահմանված է 17,(Ոչ լռելյայն) հին աղբահանության ալգորիթմը մնում է ուժի մեջ. երբվիրտուալ պահեստավորման լցված է, որ մեքենան սառը Boots իրեն: Հետ SI:% DSK-GC-QLX-BITS սահմանված է 23, նոր աղբահավաքի միացված. Ի տարբերություն շատ աղբիկոլեկտորներ, նոր GC սկսում իր դրոշմը փուլի միտքը օգտագործողի, այլ ոչքան-ից obarray: Սա թույլ է տալիս աղբահանության զգալիորենավելի շատ QS: Քանի որ աղբահավաքի ասված է, որ կարող է հարցնել ձեզ նման մի բան "Ձեզհիշեք, թե ինչ SI: RDTBL-ՏՐԱՆՍ է անում », եւ եթե դուք չեք կարող տալ ողջամիտ պատասխաներեսուն վայրկյան, խորհրդանիշը դառնում է թեկնածու GCing. փոփոխականSI% GC-QLX-LUSER-TM կառավարում, թե որքան երկար է վարել սպասում մինչեւ ժամկետները դուրս օգտվողին:
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== Բոլոր օգտվողները Խնդրում ենք նկատի ունենալ ========================Եղել է որոշակի տարակուսանք MAPCAR:(DEFUN MAPCAR (& ֆունկցիոնալ FCN & Eval & Rest ՑՈՒՑԱԿՆԵՐԸ)(PROG (V P LP)(SETQ P (LOCF V))L (SETQ LP ՑՈՒՑԱԿՆԵՐԸ)(% START-ֆունկցիան, ԶԱՆԳԱՀԱՐԵՔ FCN T (Length ՑՈՒՑԱԿՆԵՐԸ) Nil)L1 (OR LP (GO L2))(Եւ (առ (CAR LP)) (ՎԵՐԱԴԱՐՁԸ V))(% Push (CAAR LP))(RPLACA LP (CDAR LP))(SETQ LP (CDR LP))(GO L1)L2 (% ԱՎԱՐՏԵԼ ֆունկցիան կանչով FCN T (երկարություն ՑՈՒՑԱԿՆԵՐԸ) NIL)(SETQ LP (% POP))(RPLACD P (SETQ P (NCONS LP)))(GO L)))Հուսով ենք, որ սա clears մինչեւ բազմաթիվ հարցեր, որ մենք ունեինք դրա մասին:
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
Ձեր բոլոր ֆայլերը արդեն ոչնչացվել (կներեք): Paul.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
Գրեթե ոչինչ նսեմացուցիչ դուք կարող եք ասել, այսօրվա ծրագրային ապահովման նախագծմանկլինի ճշգրիտ.
		-- K. E. Iverson

%
Չնայած նրան, որ դա դեռ մի ճշմարտություն է, արդյունաբերության, որ «ոչ ոք երբեւէ չէր հեռացվել է աշխատանքիցգնման IBM, "Bill Օ'նեյլը է, գլխավոր տեխնոլոգ, ժամը Drexel BurnhamLambert, ասում է, որ գիտի, որ այն փաստը, որ ինչ-որ մեկը հեռացվել է միայն, որպատճառ. Նա գիտի, թե այն պատճառով, որ նա կրակել է guy.«Նա մի վատ որոշում, եւ այն, ինչ գալիս է իջնում ​​է եղել,« Դե, եսգնել այն պատճառով, որ ես նախշավոր, որ դա անվտանգ է գնել IBM, «« Պարոն O'Neil, - ասում է:«Ես ասացի,« թիվ Wrong. Խաղ է. Հաջորդ մասնակցին, խնդրում եմ »:
		-- The Wall Street Journal, December 6, 1989

%
AmigaDOS Գարեջուր Ընկերությունը գնացել դուրս բիզնես, բայց նրանց բաղադրատոմսը ունիարդեն վերցրել են ինչ-որ տարօրինակ է գերմանական ընկերության, այնպես որ հիմա այս գարեջուրը կլինիներկրումը: Այս գարեջրի երբեք իսկապես վաճառվում է շատ լավ է, քանի որ բնօրինակիարտադրող չի հասկանում, մարքեթինգ. Like Յունիքս գարեջրի, AmigaDOS գարեջուրերկրպագուները չափազանց հավատարիմ եւ բարձրաձայն խումբ. Այն ի սկզբանե եկավ մի16-ունց. կարող է, բայց հիմա գալիս է 32-Oz. բանկա էլ. Երբ դրանով կարող էրի սկզբանե ներկայացրել, այն հայտնվեց էժանագին եւ գունեղ, բայց դիզայնըչի փոխվել տարիների ընթացքում, ուստի այն հայտնվում թվագրված հիմա: քննադատներնՍա գարեջրի պնդում են, որ դա ոչ միայն նշանակում է դիտելով հեռուստացույց Թեմա.
		-- The Wall Street Journal, December 6, 1989

%
An Ada Բացառություն է, երբ ռեժիմ ստանում է փորձանքի եւ ասում է,«Beam ինձ, Scotty:
		-- The Wall Street Journal, December 6, 1989

%
Համարժեք Bootstrap է հակասություն առումով:
		-- The Wall Street Journal, December 6, 1989

%
An ալգորիթմը պետք է տեսել են հավատացել:
		-- D. E. Knuth

%
... Մի անեկդոտ է IBM- ի YORKTOWN HEIGHTS հետազոտությունների կենտրոնում: երբ միծրագրավորող օգտագործել իր նոր համակարգչային տերմինալը, բոլորը լավ էր, երբ նա նստած էրներքեւ, սակայն նա չի կարող մուտք գործել համակարգում, երբ նա կանգնած է: որվարքագիծը 100 տոկոսով պարբերաբար: Նա միշտ կարող է մուտք գործել, երբ նստած եւերբեք, երբ կանգնած:Մեզանից շատերը պարզապես նստում վերադառնալ եւ զարմանում այսպիսի մի պատմություն. Ինչպես կարող էր այդ տերմինալիմանալ, թե արդյոք այդ աղքատ guy էր նստած կամ կանգնած: Լավ debuggers, սակայն,գիտենք, որ այնտեղ պետք է լինի մի պատճառ: Էլեկտրական տեսություններ են ամենահեշտHypothesize: կար կորցնում մետաղալար տակ գորգի կամ հետ կապված խնդիրներ ստատիկէլեկտրաէներգիայի. Բայց էլեկտրական խնդիրները հազվադեպ են հետեւողականորեն reproducible:An զգոն IBMer, վերջապես նկատեց, որ այդ խնդիրը եղել է տերմինալի ի ստեղնաշարի.Տոպեր երկու բանալիների են անցել: Երբ ծրագրավորող էր նստած էր նահպում մեքենագրուհի եւ խնդիրը աննկատ, բայց երբ նա կանգնեց նա գլխավորում էրմոլորած են որսորդության եւ pecking:
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
Փիղ է մի մուկ հետ օպերացիոն համակարգով:
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
Ճարտարագետ - որ մեկը, ով չի ցուցակ մշակման Fortran.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
An մեկնաբանության _ Ես բավարարում մի նախադասություն է սեղանի լեզվով, եթե, եւ միայն այն դեպքում, եթեՅուրաքանչյուր մուտքն աղյուսակում նշանակում արժեքը ֆունկցիայի նշանակված էֆունկցիան անընդհատ վերին ձախ անկյունում դիմել է օբյեկտների նշանակվածկողմից համապատասխան տողում եւ սյունակում պիտակների.		   Խելք"
		-- Genesereth & Nilsson, "Logical foundations of Artificial

%
Եվ դա պետք է լինի օրենքը: Եթե դուք օգտագործում այդ բառը `պարադիգմը», առանց իմանալութե ինչ բառարանը ասում է, որ նշանակում է, դուք պետք է գնալ բանտ. Ոչ բացառություններ:
		-- David Jones

%
Եվ յոթերորդ օրը, նա դուրս է հոսել կցել ռեժիմում.
		-- David Jones

%
Եվս մեգաբայթ փոշու.
		-- David Jones

%
Ցանկացած հաշվի առնելով ծրագիրը կընդլայնի լրացնել մատչելի հիշողությունը:
		-- David Jones

%
Ցանկացած հաշվի առնելով ծրագիրը, երբ վազում, հնացած.
		-- David Jones

%
Ցանկացած ծրագիր, որը վարում ճիշտ է հնացած.
		-- David Jones

%
Ցանկացած ծրագրավորման լեզու է իր լավագույն, նախքան այն իրականացվում եւ օգտագործվում է:
		-- David Jones

%
... Ցանկացած նմանություն վերը նշված տեսակետները եւ նրանց, ովքեր իմ գործատուի,Իմ տերմինալ, կամ այն ​​տեսակետը դուրս իմ պատուհանից են զուտ պատահական. Ցանկացածնմանություն միջեւ վերեւում եւ իմ սեփական հայացքների ոչ deterministic. Theհարցը գոյության տեսակետները բացակայության դարձնում է պահել նրանցմնացել է որպես իրականացման համար ընթերցողին: Հարցն գոյությանոր ընթերցողը չի մնացել է որպես իրականացման համար երկրորդ աստված գործակցով: (Aքննարկումը ոչ օրթոգոնալ, ոչ անբաժանելի բազմաստվածության դուրս շրջանակներումսույն հոդվածի):
		-- David Jones

%
Ցանկացած բավականաչափ զարգացած սխալի է աննշմարելի է հնարավորությունը.
		-- Rich Kulawiec

%
Ամեն ոք, ով մասնակցել է USENIX համաժողովը մի բեկորն հյուրանոցում կարող են պատմել ձեզոր մի նախադասություն նման «Դու մեկը այդ համակարգչային մարդկանց, չեք»:է մոտավորապես համարժեք է «Նայիր, այլ Զարմանալի բջջային ձեւով լորձբորբոս »է բերանը մի հյուրանոցային կոկտեյլ մատուցողուհի:
		-- Elizabeth Zwicky

%
APL հաքերները անել այն Quad.
		-- Elizabeth Zwicky

%
APL դա թյուրիմացություն է, իրականացվում միջոցով կատարելության. Դա այն լեզուն էապագայի համար ծրագրավորման տեխնիկայի անցյալի դա ստեղծում է մի նոր սերունդկոդավորելու bums.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
APL է բնական ընդլայնումը Assembler լեզվի ծրագրավորման;... Եւ լավագույն ուսումնական նպատակներով:
		-- A. Perlis

%
APL է գրել միայն լեզուն: Ես կարող եմ գրել ծրագրեր APL, բայց ես չեմ կարողկարդալ որեւէ նրանց.
		-- Roy Keir

%
Արդյոք մենք վազում լույսը overbyte.
		-- Roy Keir

%
Around համակարգիչների դժվար է գտնել ճիշտ միավորը ժամանակչափել առաջընթացը: Որոշ տաճարները վերցրեց դար ավարտելու: Կարող եսպատկերացրեք, վեհություն ու շրջանակները մի ծրագիր, որը կարող էր ստանձնել, քանի դեռ.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Որպես համակարգչի, ես գտնում եմ, ձեր հավատքը տեխնոլոգիայով ծիծաղելի.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Քանի որ մենք գիտենք, թե, մեր համակարգչային երբեք չի ունեցել undetected սխալ:
		-- Weisert

%
Քանի որ որոշ cults, դա հնարավոր է սպանել է մի գործընթաց, եթե դուք գիտեք, թե իր իսկական անունը:
		-- Ken Thompson and Dennis M. Ritchie

%
Քանի որ բողոքական Եվրոպայում, ի տարբերություն, որտեղ աղանդները բաժանված անվերջ մեջավելի փոքր մրցում աղանդները եւ ոչ մի եկեղեցի գերակշռում որեւէ այլ, ամեն ինչ այլ էի մասնատված աշխարհում IBM. Այդ հարթությունում այժմ քաոս հակամարտողնորմերը եւ ստանդարտները, որոնք նույնիսկ չեն IBM կարող հույս է վերահսկել. Դուք կարող եք գնել էՀամակարգչային, որ աշխատում եմ որպես IBM մեքենայի, բայց որեւէ բան չի կատարել կամ վաճառվել էIBM ինքնին. Renegades IBM- ից անընդհատ հիմնել մրցակից ընկերությունների եւ հաստատելչափանիշները իրենց սեփական. Երբ IBM Վերջերս լքված որոշ իր բնագրիստանդարտները եւ հրամանագրել նորերը, շատերը իր մրցակիցների հայտարարել է պուրիտանականնվիրումը IBM- ի բուն հավատքի, եւ դատապարտեց ընկերությանը որպես բաժանարարնորարար: Այդուհանդերձ, IBM աշխարհը միասնական է իր անվստահության սրբապատկերների եւպատկերներ: IBM- ի էկրաններ նախատեսված են լեզվի, ոչ թե նկարներ: gravenպատկերները կարող են հանդուրժում են շքեղ աղանդների, բայց ճշմարիտ IBM հավատը, հույսը դրելին austerity բառի:
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Քանի դեռ կան վատ սահմանված նպատակները, տարօրինակ bugs, եւ անիրատեսականծրագրերը, կլինեն Անշարժ Ծրագրավորողներ պատրաստ է ցատկել եւ ԼուծելԽնդիրն այն է, խնայելով փաստաթղթերը ավելի ուշ:
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Ինչ վերաբերում է հաջորդ հինգշաբթի, UNIX կարող flushed է հօգուտ TOPS-10.Խնդրում ենք նորացնել Ձեր ծրագրերը:
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Ինչ վերաբերում է հաջորդ երեքշաբթի, C կլինի flushed է հօգուտ COBOL:Խնդրում ենք նորացնել Ձեր ծրագրերը:
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Ինչ վերաբերում է հաջորդ շաբաթ, գաղտնաբառերը կգրանցվի Մորս համար:
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Որպես մաս շարունակական ջանքեր է պահել ձեզ, որ Fortune ընթերցողին, հավասարարժեքավոր տեղեկությունները, որ օրական անցնում է Usenet Ֆորչյուն ներկայացնում է:Նորություններ Հոդվածներ պատասխանը * քո հարցերը, # 1:Լրախմբեր comp.sources.dԹեմա: Ինչպես կարող եմ վազում C կոդը աղբյուրներից ստացվածKeywords: C աղբյուրներըDistribution: ԱԺԵս չգիտեմ, թե ինչպես պետք է վազում C ծրագրերը, որոնք տեղադրված ենաղբյուրները նորությունների: Ես փրկել ֆայլեր, խմբագրել է նրանց հեռացնելներլցնելու եւ փոխել ռեժիմը, որպեսզի նրանք կարող են գործարկվող, բայց եսչի կարող հասնել նրանց առաջադրվել: (Ես երբեք չեմ գրել C ծրագիր առաջ.):Պետք է դրանք կարելի է կազմել: Այն, ինչ Կազմողի. Ինչպես կարող եմ դա անել. եթեԵս կազմում է նրանց, օբյեկտ կոդը ֆայլը գեներացվել է կամ պետք է, ես առաջացնումոր դա բացահայտ հետ> բնավորության: Կա մի բան, որ ուրիշպետք է արվի:
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Որպես մաս դարձի, համակարգչային մասնագետները rewrote 1500 ծրագրեր.մի գործընթաց է, որը ավանդաբար պահանջում է որոշակի կարգաբերում:դարձի է նոր համակարգչային համակարգի.
		-- USA Today, referring to the Internal Revenue Service

%
Երբ մենք սկսեցինք ծրագրավորում, մենք գտանք մեր զարմանս, որ դա եղել է ոչ թեքանի որ հեշտ է ստանալ ծրագրերը ճիշտ, քանի որ մենք կարծում էին: Կարգաբերում պետք է լինիՀայտնաբերվել է: Ես կարող եմ հիշել, ճշգրիտ instant, երբ ես հասկացա, որ մեծմասը իմ կյանքի ապա մտադիր էր կծախսվի գտնելու սխալներըիմ սեփական ծրագրերը:
		-- Maurice Wilkes, designer of EDSAC, on programming, 1949

%
Քանի որ համակարգը հանդես է գալիս, որ բաղադրիչ շինարարները պետք է ժամանակ առ ժամանակ հայտնվում,կրելով տաք նոր տարբերակները իրենց կտորների, ավելի արագ, ավելի փոքր, ավելի ամբողջական,կամ putatively ավելի քիչ խելագարված. Փոխարինումը աշխատանքային բաղադրիչի կողմից նորտարբերակը պահանջում է նույն համակարգված թեստավորման կարգը, որ ավելացնելով նորբաղադրիչը չի, թեեւ դա պետք է պահանջում ավելի քիչ ժամանակ, եւ ավելի ամբողջական եւարդյունավետ փորձարկման դեպքերը սովորաբար մատչելի.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Քանի որ դատավարությունները կյանքի շարունակում են իրենց նսեմացում, հիշեք, որ կամիշտ էլ ապագա համակարգչային սպասարկում:
		-- National Lampoon, "Deteriorata"

%
Քանի որ Rogers կլիներ ասել, «Չկա նման բան, որպես ազատ փոփոխականի»:
		-- National Lampoon, "Deteriorata"

%
ASCII մի հիմար հարց է, դուք ստանում եք մի EBCDIC պատասխան:
		-- National Lampoon, "Deteriorata"

%
Ashes to Ashes, DOS է DOS.
		-- National Lampoon, "Deteriorata"

%
Հարցրեք համար չէ, որուն <CONTROL-G> tolls.
		-- National Lampoon, "Deteriorata"

%
Վեհաժողովը լեզուն փորձը [կարեւոր] համար հասունությանեւ ըմբռնումը, թե ինչպես է համակարգիչներ է աշխատել, որ այն ապահովում է:
		-- D. Gries

%
Անհամաժամ միջոցները գտնվում են արմատի մեր ցեղի խնդիրների.
		-- D. Winker and F. Prosser

%
Ժամը մոտ 2500 մեր թվագրության, մարդկությունը բացահայտում համակարգչային խնդիր է, որ * Պետք * լինիլուծվել. Միակ դժվարությունն այն է, որ խնդիրն այն է, NP ավարտված է, եւ կամքվերցնում հազարավոր տարիներ, նույնիսկ վերջին օպտիկական կենսաբանական տեխնոլոգիաներիմատչելի. Լավագույն համակարգչային գիտնականները նստել մտածել ինչ - որ լուծում.Է մեծ սարսափեցնել, մեկը C.S. ժողովրդի պատմում է ամուսնուն դրա մասին: այնտեղՍա միայն մեկ լուծում, - ասում է նա: Հիշել ֆիզիկա 103, ժամանակակից ֆիզիկայի, ընդհանուրհարաբերականության եւ բոլորի համար: Նա պատասխանում է. «Ինչ է, որ պետք է անել լուծմանհամակարգչային խնդիր է ».«Հիշեք երկվորյակ պարադոքսի».Այն բանից հետո, մի քանի րոպե, - ասում է նա, - «Ես կարող էի դնում համակարգչի վրա շատարագ մեքենա եւ համակարգչային կունենար ընդամենը մի քանի րոպե է հաշվարկել, բայցայն է, որ ճիշտ հակառակն է, մենք ուզում ... Իհարկե! թողնելՀամակարգչային այստեղ, եւ արագացնել երկրի վրա »Խնդիրն այն էր, այնքան կարեւոր է, որ նրանք արել հենց որ. Երբերկիրը ետ եկավ, նրանք ներկայացրել է պատասխանի:IEH032 Սխալ է ԱՇԽԱՏԱՆՔԸ Վերահսկիչ Card:
		-- D. Winker and F. Prosser

%
Առաջին հայացքից գաղափարը որեւէ կանոնների կամ սկզբունքները superimposed վրաստեղծագործական միտքը, կարծես, ավելի հավանական է, որ խոչընդոտում է, քան օգնել, բայց սաբավական չի համապատասխանում իրականությանը գործնականում: Կարգապահ մտածողությունը կենտրոնանում ոգեշնչում, այլ ոչքան Blinkers այն.
		-- G. L. Glegg, "The Design of Design"

%
Խմբի L, Stoffel վերահսկում վեց առաջին տոկոսադրույքը ծրագրավորողների, մի կառավարչականվիճարկել մոտավորապես համեմատելի herding կատուների:
		-- The Washington Post Magazine, 9 June, 1985

%
Աղբյուրի յուրաքանչյուր սխալի, որը մեղադրում է համակարգչի, դուք կարող եք գտնելառնվազն երկու մարդու սխալները, այդ թվում սխալի մեղադրելով այն համակարգչի վրա:
		-- The Washington Post Magazine, 9 June, 1985

%
Խուսափեք տարօրինակ կանանց եւ ժամանակավոր փոփոխականներ:
		-- The Washington Post Magazine, 9 June, 1985

%
Հիմնական բարձր մակարդակ տանջվել: APL է բարձր մակարդակի ցավը.
		-- The Washington Post Magazine, 9 June, 1985

%
ՀԻՄՆԱԿԱՆ է Համակարգչային գիտություն համարժեք `գիտական ​​creationism»:
		-- The Washington Post Magazine, 9 June, 1985

%
ՀԻՄՆԱԿԱՆ է համակարգչային ծրագրավորման, ինչպես նաեւ QWERTY է մուտքագրում:
		-- Seymour Papert

%
Անհրաժեշտ է զգույշ լինել, երբ հանգույց exits է նույն տեղը կողմում եւ ներքեւից:
		-- Seymour Papert

%
Ետեւում յուրաքանչյուր մեծ համակարգչի նստում մի մերկացած քիչ Geek.
		-- Seymour Papert

%
Bell Labs Unix - Հասնել դուրս եւ grep մեկին.
		-- Seymour Papert

%
Զգուշացեք bugs վերը նշված օրենսգրքի; Ես միայն ապացուցեց, որ ճիշտ է, ոչ թե փորձել այն.
		-- Donald Knuth

%
Զգուշացեք ծրագրավորողների, ովքեր կրում screwdrivers.
		-- Leonard Brandwein

%
Զգուշացեք Turing Tar-փոս է, որտեղ ամեն ինչ հնարավոր է, բայց ոչինչհետաքրքրությունը շատ հեշտ է.
		-- Leonard Brandwein

%
Զգուշացեք նոր TTY ծածկագիր!
		-- Leonard Brandwein

%
Blinding արագությունը կարող է փոխհատուցել մի շատ թերություններ.
		-- David Nichols

%
Երկու մոդելներն էլ նույնական է կատարման, ֆունկցիոնալ շահագործման, եւինտերֆեյս Կաբելային մանրամասները: Այս երկու մոդելները, սակայն, չեն համատեղելիէ նույն Communications գծի կապով.
		-- Bell System Technical Reference

%
Նեցուկ ինքներդ ձեզ: Մենք մոտ փորձելու ինչ-որ բան, որ սահմանակից է յուրահատուկ:մի իրականում բավական լուրջ տեխնիկական գիրքը, որը ոչ միայն (շնչահեղձություն) կտրականապեսհակահայկական հանդիսավոր, այլեւ (սարսռում) տեւում կողմերին: Ես հակված եմ մտածել, որ այն, որպես`Կառուցողական Snottiness.
		-- Mike Padlipsky, "Elements of Networking Style"

%
Brain տապակած - Core թափվում
		-- Mike Padlipsky, "Elements of Networking Style"

%
Breadth առաջին որոնումը բուլդոզեր գիտության.
		-- Randy Goebel

%
Brian Kernighan ունի ավտոմեքենա, որը նա օգնեց դիզայն.Ի տարբերություն շատ ավտոմեքենաների, այն չունի արագաչափ, ոչ գազի ջրաչափի, ոչ էլորեւէ բազմաթիվ Idiot լույսերը, որոնք ժանտախտի ժամանակակից վարորդին.Ավելի շուտ, եթե վարորդը կատարում որեւէ սխալ, մի հսկա "?" լույսերը մինչեւ էկենտրոնը գործիքակալի. «Փորձառու վարորդը», - ասում է նա, «Willսովորաբար գիտենք, թե ինչ սխալ է: »:
		-- Randy Goebel

%
Բերելով համակարգիչներ տուն չի փոխվի կամ մեկը, սակայն, կարող էrevitalize է անկյունայինն սրահում.
		-- Randy Goebel

%
Կառուցել մի համակարգ, որ նույնիսկ մի հիմար կարող է օգտագործել, եւ միայն մի հիմար չի ցանկանում օգտագործել այն:
		-- Randy Goebel

%
Շենք թարգմանիչներին լավ է, մաքուր է զվարճալի.
		-- T. Cheatham

%
Bus սխալ վարորդը մահապատժի.
		-- T. Cheatham

%
Bus սխալ խնդրում ենք թողնել է հետեւի դուռը.
		-- T. Cheatham

%
Բայց մեր ոգեւորությամբ, մենք չենք կարող դիմակայել արմատական ​​հիմնանորոգման աշխատանքների ընթացքինհամակարգ է, որի իր բոլոր խոշոր թուլությունների են ենթարկվում,վերլուծվում եւ փոխարինվել նոր տկարութեանը:
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
Բայց սա արդեն վերցրել է մեզ հեռու է ինտերֆեյս, որը ոչ մի վատտեղ է, քանի որ ես հատկապես ուզում եմ առաջ շարժվել դեպի Kludge:Ինչու են մարդիկ այդքան շատ խնդիրներ հասկանալ փոխկապակցված: Ինչէ հանգույցներ, ի վերջո, բայց ոչ բավարար K-ի, բավարար չէ ROM է, ոչ թեբավական է խոյի, վատ որակի ինտերֆեյս եւ եւս մի քանի բայթ է գնալ շուրջ.Ես բացատրեցի, դեռեւս մասին բայթ.
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
«Բայց այն, ինչ մենք պետք է իմանալ, թե այն, ինչ - որ ուզում են nasally-Զետեղելի համակարգիչներ»:
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
By վաղեմի ավանդույթը, օգտվելով առիթից բռնված, այլդիզայներներ բարակ քողարկել բարի, մաքուր զվարճալի.Fool սյունակը:
		-- P. J. Plauger, "Computer Language", 1988, April

%
Բայտ խմբագիրները մարդիկ են, ովքեր առանձնացնել ցորեն է կատակել, եւ ապաուշադիր տպել կատակել.
		-- P. J. Plauger, "Computer Language", 1988, April

%
Բայտ ձեր լեզուն:
		-- P. J. Plauger, "Computer Language", 1988, April

%
C Code:C Code Run:Run, Code, վազում.Խնդրում ենք !!!!
		-- P. J. Plauger, "Computer Language", 1988, April

%
C ինքներդ.
		-- P. J. Plauger, "Computer Language", 1988, April

%
C հեշտացնում է ձեզ համար է նկարահանել ինքներդ ոտքով: C ++ ստիպում է, որդժվար է, բայց երբ դուք անում եք, այն փչում հեռու ձեր ամբողջ ոտքը.
		-- Bjarne Stroustrup

%
C'est magnifique, mais ce n'est pas l'Informatique:
		-- Bosquet [on seeing the IBM 4341]

%
C ++ լավագույն օրինակն երկրորդ համակարգի ուժը պահպանել, քանի OS / 360:
		-- Bosquet [on seeing the IBM 4341]

%
... C ++ առաջարկում է ավելի ճկուն վերահսկողությունը տեսանելիության անդամիօբյեկտների եւ անդամ գործառույթները. Մասնավորապես, անդամները կարող են տեղադրվել էհասարակական, մասնավոր, կամ պաշտպանված մասերը մի դասի. Անդամներ հայտարարել է, որհասարակական մասերը տեսանելի են բոլոր հաճախորդներին. անդամները հայտարարել է մասնավորմասեր ամբողջությամբ encapsulated. եւ անդամները հայտարարել է, որ պահպանվող մասերիտեսանելի են միայն դասի իր եւ իր ենթադասերի: C ++ աջակցում է նաեւհասկացությունը * _______ ընկերների * կոոպերատիվ դասերի, որոնք թույլատրվում է տեսնել միմյանցԱյլ մասնավոր մասերը.
		-- Grady Booch, "Object Oriented Design with Applications"

%
Հանգստացեք, դա * ____ միայն * նորերը եւ zeroes:
		-- Grady Booch, "Object Oriented Design with Applications"

%
Հնարավոր չէ բացել / usr / Share / Games / fortunes / fortunes. Կոպ խրված է Cookie բանկա:
		-- Grady Booch, "Object Oriented Design with Applications"

%
Հնարավոր չէ բացել /usr/share/games/fortunes/fortunes.dat:
		-- Grady Booch, "Object Oriented Design with Applications"

%
CChheecckk yyoouurr dduupplleexx sswwiittcchh ..
		-- Grady Booch, "Object Oriented Design with Applications"

%
CCI Power 6/40 `մեկ խորհրդի մի ՄԲ քէշը, եւ վերաբերմունքը ...
		-- Grady Booch, "Object Oriented Design with Applications"

%
Կենտրոն հանդիպում 4pm է 2C-543:
		-- Grady Booch, "Object Oriented Design with Applications"

%
Քաղաքակրթությունը, քանի որ մենք գիտենք, թե այն, որ վերջ երբեւիցե այս երեկո:Տես SYSNOTE վաղը Լրացուցիչ տեղեկությունների համար.
		-- Grady Booch, "Object Oriented Design with Applications"

%
COBOL է morons.
		-- E. W. Dijkstra

%
COBOL ծրագրավորողների ներքեւ `աղբանոցներում:
		-- E. W. Dijkstra

%
Կոդավորում շատ հեշտ է; Բոլոր դուք պետք է նստել չափազանց աչքի ընկնող է տերմինալի մինչեւ կաթիլներարյան ձեւով Ձեր ճակատին.
		-- E. W. Dijkstra

%
Համեմատելով Software Engineering դասական ճարտարագիտություն ենթադրում է, որ ծրագրային ապահովմանունի կարողությունը մաշվածության: Software սովորաբար behaves, կամ այն ​​չի: այնկամ աշխատում է, թե ոչ: Ծրագրային ապահովման, ընդհանուր առմամբ, չի նվաստացնում են, հղկել,ձգվել, շրջադարձ, կամ ablate. Բուժել այն որպես ֆիզիկական անձի, հետեւաբար,misapplication մեր ինժեներական հմտությունների. Դասական ինժեներական զբաղվումբնութագրերը ապարատային. Ծրագրային ապահովման նախագծում պետք է զբաղվելբնութագրերը * Software *, եւ ոչ ապարատային կամ կառավարման.
		-- Dan Klein

%
COMPASS է ​​[CDC-6000 շարքի] տեսակ assembler մեկը ակնկալումկորպորացիա, որի նախագահը ծածկագիրը թույտվությունները ութանգամյա.
		-- J. N. Gray

%
... Համակարգչային տեխնիկայի առաջընթացը այնքան արագ. Ոչ մի այլ տեխնոլոգիաներ, քանի որքաղաքակրթությունը սկսեց արդեն տեսել վեց պատվերներ մագնիտուդով կատարողականի գինըձեռք բերել 30 տարիների ընթացքում:
		-- Fred Brooks

%
Համակարգչային ծրագրավորողների դա անել byte կողմից բայտ:
		-- Fred Brooks

%
Համակարգչային ծրագրավորողների երբեք չի մահանում, նրանք պարզապես կորչում է վերամշակման:
		-- Fred Brooks

%
Համակարգչային ծրագրեր ընդլայնելու, որպեսզի լրացնել առանցքը մատչելի.
		-- Fred Brooks

%
Համակարգչային գիտություն ընդամենը հետընտրական Turing անկումը ֆորմալ համակարգերի տեսության.
		-- Fred Brooks

%
Համակարգչային գիտություն է միակ կարգապահությունը, որը մենք դիտել ավելացնելով, որ նոր մասնաշենքըէ շենքի որպես սպասարկման
		-- Jim Horning

%
Համակարգիչներ չեն խելացի. Նրանք միայն մտածում են:
		-- Jim Horning

%
Համակարգիչները անհուսալի են, բայց մարդիկ կան, նույնիսկ ավելի անհուսալի:Ցանկացած համակարգ, որն կախված է մարդու հուսալիության է անհուսալի:
		-- Gilb

%
Համակարգիչներ անօգուտ են: Նրանք կարող են միայն ձեզ պատասխաններ:
		-- Pablo Picasso

%
Համակարգիչներ կարող պարզել բոլոր տեսակի խնդիրների, բացառությամբ բաներիաշխարհը, որ պարզապես չեն ավելացնել մինչեւ.
		-- Pablo Picasso

%
Համակարգիչներ ըստ էության, չեն կարծում.Դուք պարզապես կարծում եմ, որ նրանք կարծում են,.		(Մենք կարծում ենք.)
		-- Pablo Picasso

%
Համակարգիչներ չի կատարելագործվում մինչեւ նրանք կարող են հաշվարկել, թե որքան ավելիքան գնահատականներով գործն կարժենա.
		-- Pablo Picasso

%
Հայեցակարգային ամբողջականությունը իր հերթին թելադրում է, որ նմուշը պետք է շարունակելմեկ մտքի, կամ շատ փոքր թվով համաձայնեցման ռեզոնանսային միտքը:
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Շնորհավորում եմ: Դուք են մեկ միլիոներորդ օգտագործողին մուտք գործել մեր համակարգում.Եթե ​​կա մի բան հատուկ մենք կարող ենք անել ձեզ համար, մի բան, բոլորը, չենհապաղեք հարցնել!
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Cosmotronic Software Unlimited Inc. չի երաշխավորում, որգործառույթները պարունակվող ծրագրի համապատասխանում են Ձեր պահանջներին, կամ որգործարկումը ծրագրի կլինի անխափան կամ սխալ ազատ.Սակայն, Cosmotronic Software Unlimited Inc. երաշխավորում է, որdiskette (ներ), որի վրա, որ ծրագիրը կահավորված է լինի սեւ գույնի եւքառակուսի ձեւ են բնականոն օգտագործման ժամկետով իննսուն (90) օրվա ընթացքումամսաթիվը գնման.Նշում: ՈՉ ՄԻ ԴԵՊՔՈՒՄ ՉԻ COSMOTRONIC ԾՐԱԳՐԵՐԸ UNLIMITED կամ դրաDISTRIBUTORS ԵՎ ԴՐԱՆՑ դիլերները ՊԱՏԱՍԽԱՆԱՏՈՒ Է ՁԵԶ ՀԱՄԱՐ ՑԱՆԿԱՑԱԾ վնասների, ներառյալՑԱՆԿԱՑԱԾ թողնված օգուտը, LOST խնայողական, LOST ՀԱՄԲԵՐՈՒԹՅԱՆ ԿԱՄ ԱՅԼ ՊԱՏԱՀԱԿԱՆ ԿԱՄՎՆԱՍՆԵՐԻ:
		-- Horstmann Software Design, the "ChiWriter" user manual

%
Մենք չկարողացանք jury-rig կատուն է գործել որպես ձայնային անջատիչ, եւ պետք է այն աղաղակելէ մարդկանց փրկել իրենց հիմնական պատկերները առաջ գրանցվում նրանց դուրս. Ես համոզված եմԱնասնապահական պրոդ կլինի արդյունավետ այս առումով: Ամեն դեպքում, մի Traverseհեծյալ iguana, իսկ ավելի այլասերված, տալիս ավելի լավ քաշում, էլ չենք խոսումլինելով ավելի հեշտ է ցցի.
		-- Horstmann Software Design, the "ChiWriter" user manual

%
Հաշվելով է Երկուական պես հաշվելու է տասնորդական - եթե դուք բոլորդ Պատ.
		-- Glaser and Way

%
Հաշվելով թույտվությունները ութանգամյա պես հաշվելու է տասնորդական - եթե դուք չեք օգտագործել ձեր Պատ.
		-- Tom Lehrer

%
[Crash ծրագրերը] հաջողվում, քանի որ նրանք են հիմնված տեսության, որ ինըկանայք հղի, դուք կարող եք ստանալ մի երեխա մի ամբողջ ամիս:
		-- Wernher von Braun

%
Crazee Edeee, նրա գները ներկայացված են Insane !!!
		-- Wernher von Braun

%
Ստեղծվում համակարգչային ծրագրային ապահովման է միշտ պահանջկոտ եւ քրտնաջանԳործընթացը - վարժություն տրամաբանության, պարզ արտահայտությունը, եւ գրեթե մոլիուշադրությունը մանրամասն. Այն պահանջում է հետախուզական, նվիրում, եւահռելի գումարը քրտնաջան աշխատանքի. Բայց, որոշակի անկանխատեսելիեւ հաճախ անկրկնելի ոգեշնչումն է, ինչ սովորաբար ստիպում է տարբերությունըմիջեւ համարժեքության եւ գերազանցությամբ:
		-- Wernher von Braun

%
VMS-F-PDGERS, պուդինգ միջեւ ականջների
		-- Wernher von Braun

%
Հարգելի Emily, ինչ փորձարկման հաղորդագրություններից.Հարգելի Մտահոգ:Դա կարեւոր է, երբ ստուգում, փորձարկել ամբողջ ցանցում. Երբեք փորձարկումպարզապես ենթացանցերի հասցեներով բաշխման երբ ամբողջ զուտ կարող է անել: Նաեւ դնում «խնդրում եմանտեսել «Ձեր փորձարկման հաղորդագրություններից, քանի որ մենք բոլորս գիտենք, որ բոլորն միշտ բաց է թողնումմի հաղորդագրություն մի գծի նման. Մի օգտագործեք առարկա, ինչպես «Իմ սեքսը իգականբայց ես պահանջում են, որոնք պետք է հասցեագրվեն որպես արական: », որովհետեւ նման հոդվածներ են կարդալ խորությամբէ բոլոր USEnauts:
		-- Emily Postnews Answers Your Questions on Netiquette

%
Հարգելի Emily:Ինչպես կարող եմ ընտրել, թե ինչ խմբեր փակցնելու.Հարգելի Շփոթված:Ընտրեք, ինչպես շատերը, ինչպես դուք կարող եք, այնպես որ դուք ստանում եք լայն լսարանին: երբբոլորը, որ զուտ կա տալ ձեզ մի լսարան: Արհամարհած առաջարկում ենքպետք է օգտագործել միայն խմբեր, որտեղ դուք կարծում, որ հոդվածը խիստ տեղին է.Ընտրեք բոլոր խմբերը, որտեղ ինչ-որ մեկը կարող է լինել նույնիսկ մի փոքր հետաքրքրում:Միշտ համոզվեք followups գնալ բոլոր խմբերի համար: Ի հազվագյուտ միջոցառմանըոր դուք չունեք տողը, որը պարունակում է ինչ - որ բան բնօրինակ, համոզվեք, որ դուքընդլայնել խմբերի ցանկը: Երբեք ներառել է «հետեւյալին` «գիծ էheader, քանի որ որոշ մարդիկ կարող է բաց թողնել մասը արժեքավոր քննարկմանԾոպեր խմբերը:
		-- Emily Postnews Answers Your Questions on Netiquette

%
Հարգելի Emily:Ես հավաքել է պատասխանները մի հոդվածում ես գրել, եւ հիմա ժամանակն էամփոփել: Ինչ պետք է ես անեմ?Հարգելի խմբագիր:Պարզապես շղթայել բոլոր հոդվածները միասին մի մեծ ֆայլը եւ պաշտոնիցոր. On Usenet, սա հայտնի է որպես ամփոփում. Այն թույլ է տալիս, մարդիկ կարդում բոլորպատասխանում է առանց annoying newsreaders ստանալու ճանապարհին. Նույնն անել, երբամփոփելով քվե:
		-- Emily Postnews Answers Your Questions on Netiquette

%
Հարգելի Emily:Վերջերս կարդացի մի հոդված, որը ասել է, «պատասխանել փոստով, ես ամփոփել:»:Ինչ պետք է ես անեմ?Հարգելի Կասկածելի:Փակցրեք Ձեր պատասխանը ողջ ցանցում. Որ խնդրանքը վերաբերում է միայնհամր մարդիկ, ովքեր չեն ինչ-որ բան հետաքրքիր է ասել. Ձեր դիտել ենշատ ավելի արժեքավոր է, քան այլ մարդիկ ի, այնպես որ դա կլինի վատնում է պատասխանելmail.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Հարգելի Emily:Ես տեսա մի երկար հոդված է, որ ես ցանկանում դիմագրավելու ուշադիր, թե ինչ պետք էՀամաձայն եմ?Հարգելի Angry:Ներառում է ամբողջ տեքստը ձեր հոդվածի, եւ ներառում է Ձեր մեկնաբանություններըմիջեւ գծերի. Վստահ եղեք, փակցնել, եւ ոչ փոստով, թեեւ ձեր հոդվածումկարծես մի պատասխան բնօրինակը. Բոլորն էլ սիրում է * * է կարդալ այն ժամանակկետ-առ-կետ, բանավեճեր, հատկապես, երբ նրանք վերածվել անունով կոչման եւշատ «չափազանց» -- "Չէ!" - «Արդյոք էլ twizot» փոխանակությունները:
		-- Emily Postnews Answers Your Questions on Netiquette

%
Հարգելի Emily:Ես ունենալով լուրջ անհամաձայնություն որեւէ մեկի հետ ցանցում: եսփորձել բողոքներ իր sysadmin, կազմակերպելով փոստի արշավներ, կոչ է արելնրա հեռացումը զուտ եւ phoning իր գործատուին, որպեսզի նրան սկսեցին կրակել.Բոլորն էլ ծիծաղեցին ինձ: Ինչ կարող եմ անել?Հարգելի Մտահոգ:Գնալ դեպի օրաթերթերի: Շատ ժամանակակից լրագրողները են վերին խազ համակարգչայինփորձագետները, ովքեր հասկանում են, զուտ, եւ ձեր խնդիրները, կատարելապես. նրանքկլինի տպել զգույշ հիմքեր պատմություններ, առանց որեւէ սխալների at all, եւ, անշուշտ,ներկայացնում է իրավիճակը պատշաճ կերպով հանրության համար: Հասարակությունը պիտի նաեւ բոլորիմաստությամբ կգործես, քանի որ նրանք նաեւ լիովին գիտակցելով նուրբ բնության զուտհասարակությունը:Papers երբեք sensationalize կամ աղավաղել, որպեսզի համոզվեք, որ մատնանշել բաներնման ռասիզմի եւ սեքսիզմի, որտեղ նրանք կարող են գոյություն ունենալ: Վստահ եղեք, ինչպես նաեւ, որ նրանքհասկանում եմ, որ բոլոր բաները զուտ, մասնավորապես, հայհոյանքներ, նկատի ենբառացիորեն. ՈՒղեցույց թե ինչ transpires է զուտ այն պատճառների Հոլոքոստի, եթեհնարավոր է. Եթե ​​կանոնավոր թերթերը չի կայանա պատմությունը, գնալ մի դեղահաբ թղթինրանք միշտ հետաքրքրված են լավ պատմություններ.Ըստ կազմակերպելու այս ամենը անվճար հրապարակայնությունը զուտ, դուք պետք է դառնալ շատհայտնի է: Մարդիկ զուտ կսպասեմ անհամբերությամբ Ձեր յուրաքանչյուրPosting, եւ վերաբերում է ձեզ անընդհատ. Դուք կստանաք ավելի շատ փոստ, քան դուք երբեւէերազել հնարավոր վերջնական է զուտ հաջողության.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Հարգելի Emily:Ես դեռ շփոթված, թե ինչ Խմբեր հոդվածները պետք է փակցվածէ. Ինչպես մասին, օրինակ.Հարգելի Still:	Լավ. Եկեք ասում են, դուք ուզում եք, որպեսզի հաղորդել է, որ Gretzky եղել դրված էՈր Օյլերզ թագավորների. Այժմ անմիջապես, դուք կարող եք մտածել, rec.sport.hockeyբավարար կլիներ: ՍԽԱԼ: Ավելի շատ մարդիկ կարող է հետաքրքրել: Սա ... էխոշոր առեւտրային! Քանի որ դա մի հոդված, որ այն պատկանում է այն լուրերին: * հիերարխիանույնպես. Եթե ​​դուք մի նորություն է admin, թե կա մի է ձեր մեքենայի, փորձեքnews.admin: Եթե ​​ոչ, օգտագործել news.misc.Այդ Օյլերզ հավանաբար հետաքրքրում է երկրաբանության, այնպես որ փորձեք sci.physics:Նա մի մեծ աստղ, ուստի գրառումը sci.astro, եւ sci.space քանի որ նրանք նույնպեսհետաքրքրված է աստղերի. Հաջորդ, նրա անունը լեհական հնչեղության: Այնպես որ, փակցնել էsoc.culture.polish: Բայց այդ խումբը գոյություն չունի, այնպես որ, խաչաձեւ գրառումըnews.groups առաջարկելով այն պետք է ստեղծվի: Այս շատ խմբերիհետաքրքրությունը, Ձեր հոդվածը կարող է լինել բավականին արտառոց է, ուստի փակցնելու համար talk.bizarre, ինչպեսնաեւ. (Եւ հաղորդագրություն փակցնելու comp.std.mumps, քանի որ նրանք դժվար թե որեւէ հոդվածներայնտեղ, եւ «ԿՈՄՊ» խումբը, որը տարածեք ձեր հոդվածը հետագայում):Դուք կարող եք գտնել նաեւ, որ դա ավելի հաճելի է փակցնել հոդվածը մեկ անգամ յուրաքանչյուրխումբ: Եթե ​​դուք նշեք բոլոր Թարգմանել լեզվով Թարգմանված նույն հոդվածի, որոշ newsreadersէ միայն ցույց տալ, հոդվածը ընթերցողին մեկ անգամ! Չեն հանդուրժում այս խմբին:
		-- Emily Postnews Answers Your Questions on Netiquette

%
Հարգելի Emily:Այսօր ես տեղադրված հոդված եւ մոռացել ներառել իմ ստորագրությունը:Ինչ պետք է ես անեմ?Հարգելի Մոռացկոտ:Rush Ձեր տերմինալի անմիջապես, եւ փակցրեք մի հոդված, որը ասում է,«Վայ, ես մոռացել փակցնելու իմ ստորագրությունը այդ վերջին հոդվածում: Այստեղդա է."Քանի որ մարդկանց մեծ մասը չի մոռացել եք ձեր վաղ հոդվածը,(Մասնավորապես, քանի որ այն համարձակվել է լինել այնքան ձանձրալի, քանի որ ոչ թե պետք է մի գեղեցիկ, հյութալիստորագրությունը) դա կլինի հիշեցնել նրանց դրա համար: Բացի այդ, մարդիկ մտածում, շատ ավելիմասին ստորագրությամբ Թեմա.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Հարգելի Տիկին Postnews:Ես չէի կարող ստանալ փոստով միջոցով ինչ-որ մեկի վրա մեկ այլ կայքում. Ինչպետք է անեմ?Հարգելի սադո:Խնդիր չկա, պարզապես փակցրեք Ձեր հաղորդագրությունը մի խումբ, որը շատ մարդկանցկարդալ. Ասում են, «Սա է Ջոն Սմիթի, ես չէի կարող ստանալ նամակ միջոցով, այնպես որ, եսփակցնում այն: Բոլոր մյուսները խնդրում ենք անտեսել »:Այս կերպ տասնյակ հազարավոր մարդիկ կանցկացնի մի քանի վայրկյան սկանավարտվել է, եւ անտեսելով ձեր հոդվածը, օգտագործելով ավելի քան 16 մարդ-ժամերի իրենց հավաքականանգամ, բայց դուք պետք է փրկել, սարսափելի խնդիրներ ստուգման միջոցով Usenetքարտեզները կամ փնտրում այլընտրանքային երթուղիներով. Պարզապես կարծում եմ, որ եթե դուք կարող եք բաժանելուՁեր հաղորդագրությունը 9000 այլ համակարգիչների, դուք կարող եք ըստ էության, պետք է (gasp) կոչինցուցակում օգնությունը 60 ցենտով, կամ նույնիսկ զանգահարել անձին: Սա կարող է արժենալայնքան, որքան մի քանի դոլար (!) համար 5 րոպե զանգի!Եվ, իհարկե, դա ավելի լավ է ծախսել 10-ից 20 դոլար ուրիշներիփողը բաժանում են հաղորդագրություն, քան ձեզ համար պետք է վատնել $ 9 գիշերումնամակ, կամ նույնիսկ 25 ցենտ վրա կնիքի!Մի մոռացեք: Աշխարհը կավարտվի, եթե Ձեր հաղորդագրությունը չի ստանում միջոցով,այնպես որ, փակցրեք այն որպես շատ տեղերում, ինչպես դուք կարող եք.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Սիրելի պարոն,Ես վճռականորեն դեմ է տարածման միկրոսխեմաների, կամ տանը, կամգրասենյակ, մենք ունենք ավելի քան բավարար են foisted մեզ վրա հասարակականտեղերը. Նրանք են զզվելի ամերիկանիզմը, եւ կարող է միայն հանգեցնել ֆերմերներիստիպված է աճել փոքր կարտոֆիլ, որն էլ իր հերթին կառաջացնի զանգվածային ապ-զբաղվածության արդեն դաժան ճնշված գյուղատնտեսության ոլորտում.	Հարգանքներով,Կապիտան Quinton D'Arcy, J.P.Sevenoaks
		-- Letters To The Editor, The Times of London

%
Debug մարդկային, դե-fix աստվածային:
		-- Letters To The Editor, The Times of London

%
ԸԸՀ ախտորոշում չէր վազում է մահացած կետ:
		-- Mel Ferentz

%
#define BITCOUNT (x) (((BX_ (x) + (BX_ (x) >> 4)) & 0x0F0F0F0F)% 255)#define BX_ (x) ((x) - (((x) >> 1) & 0x77777777) \- (((X) >> 2) & 0x33333333) \- (((X) >> 3) & 0x11111111))
		-- really weird C code to count the number of bits in a word

%
(Defun NF (ա գ)  (Cond ((առ գ) ())((Ատոմ (մեքենան գ))(Կցել (ցանկը (Eval (ցանկը 'getchar (ցանկը (մեքենան գ) «ա) (CADR գ))))(NF է (cddr գ))))(T (կցել (ցուցակը (implode (NF է (մեքենայի գ)))) (nf է (CDR գ))))))(Defun AD (ուզում աշխատանք վիճարկում Բոստոնում տարածքը)  (Բրասս   (((Կամ չեն (հավասար ուզում աշխատանք 'այո))(Ոչ (հավասար Boston տարածք 'այո))(Lessp վիճարկում 7)) ())   (T (կցել (NF (ստանում «ad» expr)'((Caaddr 1 caadr 2 մեքենայի 1 մեքենայի 1)(Մեքենան 5 cadadr 9 cadadr 8 cadadr 9 caadr 4 մեքենան 2 մեքենայի 1)(Մեքենան 2 caadr 4)))      (Ցանկ '851-5071x2661)))));;; Մենք դրական ակցիան գործատուն:
		-- really weird C code to count the number of bits in a word

%
Մատուցել երեկ, կոդը այսօր, կարծում եմ, որ վաղը.
		-- really weird C code to count the number of bits in a word

%
Դուք գիտեք, որ գինը մի 280-Z դուք կարող եք գնել երկու Z-80 ի.
		-- P. J. Plauger

%
Տարբեր բոլորն Twisty ա ի լաբիրինթոս են ձեզ, անցումներ քիչ.
		-- P. J. Plauger

%
Թվային սխեմաներ պատրաստված են անալոգային մասերի.
		-- Don Vonada

%
Disc տարածք - ի եզրափակիչ սահմանի!
		-- Don Vonada

%
DISCLAIMER:Օգտագործեք այս առաջադեմ հաշվողական տեխնոլոգիայի չի ենթադրում որեւէ դրական եզրակացությունըԱրեւմտյան արդյունաբերական քաղաքակրթության.
		-- Don Vonada

%
Ուրացում: «Այս կարծիքները իմ սեփական, թեեւ մի փոքր վճար, նրանք պետք էձերն էլ ».
		-- Dave Haynie

%
Disk ճգնաժամը, խնդրում ենք մաքրել!
		-- Dave Haynie

%
Ինֆորմացիայի կրիչներ ճանապարհորդել տոպրակներ:
		-- Dave Haynie

%
Disraeli բավականին մոտ է: էության, կան ստերի, պախարակել սուտը, վիճակագրությունը,Հենանիշները եւ առաքման ժամկետները.
		-- Dave Haynie

%
Չեն խառնվում գործերին Troff, քանի որ դա նուրբ է եւ արագ զայրույթի.
		-- Dave Haynie

%
Չեն պարզեցնել նախագծման ծրագրի, եթե մի կերպ կարելի է կատարելայն, բարդ եւ հրաշալի.
		-- Dave Haynie

%
Մի օգտագործեք կապույտ բանալիները այս տերմինալ.
		-- Dave Haynie

%
Գիտես, տղաները գիտեք, թե ինչ եք անում, կամ դուք պարզապես hacking.
		-- Dave Haynie

%
*** Ունեք անհանգիստ ԿՈՉ ԵՆ ԱՆՈՒՄ ծրագիրը: ***Ինչ եք ուզում, որ ակնթարթորեն հարգանք, որը գալիս է, որ կարողացել է օգտագործել տեխնիկականպայմանները, որ ոչ ոք չի հասկանում: Ցանկանում եք գործադուլի վախ ու զզվանք մեջսրտերը DP կառավարիչների ամենուր: Եթե ​​այդպես է, ապա թող հանրահայտ ծրագրավորողներիSchool կառաջնորդի ձեզ ... մեջ աշխարհի պրոֆեսիոնալ համակարգչային ծրագրավորման.*** Է ԾՐԱԳՐԱՎՈՐՄԱՆ ձեզ համար. ***Ծրագրավորում չէ բոլորի համար. Սակայն, եթե դուք ունեք ցանկություն սովորելու, մենք կարող ենքօգնել ձեզ սկսել. Բոլոր դուք պետք է, որ հայտնի ծրագրավորողների դասընթաց եւբավականաչափ գումար պահել այդ դասերը գալիս ամիս հետո մեկ ամսվա.*** Վերցրեք մեր ԱԶԱՏ համապատասխանության քննության ***Օգնել որոշելու, եթե դուք որակվում է լինել ծրագրավորող, մի պահփորձեք այս պարզ քննություն:(1) Գրի համարները զրոյից ինը եւ առաջին վեց տառերըայբուբենի (Ակնարկ: 0123456789ABCDEF):(2) Ում պատկերն է հետեւի մի քսան-դոլարանոց թղթադրամի.(3) Ինչ է պետությունը մայրաքաղաքը Idaho.Եթե ​​դուք կարողացել կարդալ բոլոր երեք հարցերը, առանց հետաքրքրում, թե ինչու ենք մենք խնդրելդրանք, դուք կարող եք ունենալ մի ապագա, որպես համակարգչային ծրագրավորող:
		-- Dave Haynie

%
Ինչ եք տառապում ցավոտ վերացումը.Ինչ եք տառապում ցավոտ մեղադրում.Ինչ եք տառապում ցավոտ լուսավորություն.Ինչ եք տառապում ցավոտ պատրանք.
		-- Don Juan, cited by Carlos Casteneda

%
Documentation նման սեռի երբ դա լավ է, դա շատ, շատ լավ է. իսկերբ դա վատ է, դա լավ է, քան ոչինչ.
		-- Dick Brandon

%
Documentation է գերչակի յուղը ծրագրավորման.Ղեկավարները գիտեն, որ դա պետք է լինի լավ, քանի որ ծրագրավորողները ատում եմ, այնքան շատ.
		-- Dick Brandon

%
Արդյոք լավ հողագործ անտեսում է բերքը Նա տնկել.Արդյոք լավ ուսուցիչ անտեսել նույնիսկ առավել համեստ ուսանողին.Արդյոք լավ հայր է թույլ տալ մի երեխա է սովամահ.Արդյոք լավ ծրագրավորող հրաժարվում է պահպանել իր կոդ.
		-- Geoffrey James, "The Tao of Programming"

%
Չեն համեմատում լողացող կետերի բացառապես հավասարության:
		-- Geoffrey James, "The Tao of Programming"

%
Չեն ստանում suckered կողմից մեկնաբանություններում, նրանք կարող են լինել ահավոր մոլորեցնող:Debug միայն կոդ.
		-- Dave Storer

%
Չեն հարվածել բանալիները այնքան դժվար է, որ ցավում է.
		-- Dave Storer

%
Մի քրտինքը, որ դա ընդամենը նորերը եւ զրո:
		-- P. Skelly

%
DOS Air:Բոլոր ուղեւորները դուրս գալ, ապա թռիչքուղուց, գռփում անցկացնել ինքնաթիռի, հրում այնմինչեւ այն ստանում է օդում, Իլյա, ցատկել է, երբ այն հարվածում է գետնին կրկին.Այնուհետեւ նրանք գրավի ինքնաթիռը կրկին, հրում այն ​​ետ մեջ օդ, hop է, եւայլն:
		-- P. Skelly

%
DOS Գարեջուր Պահանջում ենք Ձեզ օգտագործել Ձեր սեփական կարող opener, եւ պահանջում ենքկարդալ ուղղությունները նախքան բացման կարող: Originally միայնեկավ 8-Oz. կարող է, բայց հիմա գալիս է մի 16-oz. կարող է. Սակայն, կարող էբաժանված է 8 compartments է 2 ունց. յուրաքանչյուրը, ինչը պետք է մուտք գործելառանձին-առանձին: Շուտով պետք է կարճվել, թեեւ շատ մարդիկ գնում ենպահել խմել այն բանից հետո, երբ դա այլեւս մատչելի չէ:
		-- P. Skelly

%
Շնորհիվ բացակայության սկավառակի տարածություն, այդ կարողությունը տվյալների բազան արդեն կարճվել է:
		-- P. Skelly

%
Առաջիկա երկու ժամ, համակարգը կարող է վեր ու վար է մի քանիանգամ, հաճախ Lin ~ po_ ~ ​​{PO ~ poz ~ PPO \ ~ {վրա ~ po_ ~ ​​{O [po ~ y oodsou> # w4k ** n ~ po_ ~ ​​{ol, lkld, f; գ dd; PO \ ~ {O
		-- P. Skelly

%
E pluribus Unix
		-- P. Skelly

%
Յուրաքանչյուր նոր օգտագործող նոր համակարգի բացահայտում է նոր դասի bugs.
		-- Kernighan

%
Յուրաքանչյուր այդ cults համապատասխանում մեկի երկու հակառակորդների տարեկանումՌեֆորմացիան: Ի հարթությունում Apple Macintosh, քանի որ կաթոլիկ Եվրոպայում,երկրպագուները գործընկերների devoutly մեջ էկրանների լցված «պատկերիկների:» Բոլորը պետք է առողջ եւպատկերներ եւ Appledom. Նույնիսկ բառեր տեսք դեկորատիվ filigrees էկզոտիկԱզատ ոճի տառատեսակներ: Ամենամեծ պատկերակը հերթին, անձեռնմխելի Apple ինքը, կանգնած էոր գերիշխող դիրքը վերին ձախ անկյունում էկրանի. Կենտրոնականկորպորատիվ շտաբը որոշում ձեւը բոլոր ծեսերը եւ պրակտիկայի.Infalliable վարդապետությունը հարցերը մեկ գործադիր տնօրեն, որի ընտրությունը տեղի է ունենումէ կնքված սրահ. Պետք է որեւէ մեկը իր Curia հարցականի իր լիազորությունները, իսկհանցագործը excommunicated դուրսի խաւարը. Վտարված հերետիկոս հիմնումնոր ընկերությունը, mutters obscurely առաջիկա տարիքից եւ հաջորդ համակարգչի,ապա անհետանում լռության մեջ, հաշվի առնելով իր բաժնետերերի նրա հետ: Մայրըընկերությունը արգելում ֆինանսական մրցակցություն, քանի որ խստորեն, քանի որ այն խեղդում գաղափարականմրցակցությունը; եթե դուք ուզում եք օգտագործել համակարգչային ծրագրեր, որոնք համապատասխանում են Apple- իՈւղղափառներ, դուք պետք է գնել համակարգիչ պատրաստված եւ վաճառվել է Apple- բուն.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
/ Երկիրը 98% լիարժեք ... ջնջեք որեւէ մեկին դուք կարող եք.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Երկրի բետա կայք:
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
/ Երկիրը: ֆայլի համակարգ ամբողջությամբ.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Einstein պնդում է, որ պետք է լինեն պարզեցվել բացատրություններ բնության, քանի որԱստված չէ քմահաճ կամ կամայական: Ոչ այդպիսի հավատը խնամում է ծրագրային ապահովմանինժեներ:
		-- Fred Brooks

%
Հավասար բայթ կանանց համար:
		-- Fred Brooks

%
Սխալ է օպերատորին: ավելացնել գարեջուր
		-- Fred Brooks

%
Հիմնադրվել տեխնոլոգիան հակված է պնդել, ի դեմս նոր տեխնոլոգիաների.
		-- G. Blaauw, one of the designers of System 360

%
Eudaemonic հետազոտություններ անցել հետ պատահական mania բնորոշ այս մասումաշխարհը. Nude sunbathing վրա հետեւի տախտակամած էր զուգորդվում հեռախոսազանգերիԸնդլայնված Kinetics է Costa Mesa, ամերիկյան լազերային համակարգերի Goleta, ԱվտոմատացմանIndustries Danbury, Կոնեկտիկուտ, Arenberg Ultrasonics ի Jamaica Plain,Massachusetts, եւ Hewlett Packard Sunnyvale, Կալիֆորնիա, որտեղ NormanPackard զարմիկ, Դավիթ, նախագահությամբ `որպես նախագահի խորհրդի: Հնարք էրկատարել այդ զանգեր կեսօրին, այն հույսով, որ դուրս to Լանչ ղեկավարները պետք է վերադառնանդրանք իրենց հաշվին: Eudaemonic Enterprises, բոլորի համար նրանք գիտեին, կարող է լինելարագ աճող համակարգչային ընկերությունը ճյուղավորվող դուրս է Սիլիկոնային հովտում: sniffingհնարավորությունը բարձր ծավալը վաճառքի, այդ ղեկավարները քիչ կասկածում է, որնրանք խոսում մյուս ավարտին գծի մերկ ֆիզիկոսի crazedավելի ռուլետկա.
		-- Thomas Bass, "The Eudaemonic Pie"

%
<<<<< Էվակուացման ROUTE <<<<<
		-- Thomas Bass, "The Eudaemonic Pie"

%
Նույնիսկ բայթ է ստանալ միայնակ մի քիչ:
		-- Thomas Bass, "The Eudaemonic Pie"

%
Երբեւէ մտածել, թե ծագման »տերմինը bugs», ինչպես կիրառվում է համակարգչիտեխնոլոգիան. ԱՄՆ Navy Capt. Grace Murray Hopper ունի firsthand բացատրություն:74-ամյա կապիտան, ով շարունակում է ակտիվ հերթապահության, եղել է պիոներ էՀամակարգչային տեխնոլոգիաների Երկրորդ համաշխարհային պատերազմի ժամանակ: Ին C.W. Post կենտրոնի LongIsland համալսարան, Hopper - ասել է մի խումբ Long Island հանրային դպրոցի adminis-trators, որ առաջին համակարգիչը «bug" իսկական Bug - ը ուտիճ. Հարվարդումմեկը, Օգոստոս գիշեր 1945 թ., Hopper եւ նրա ընկերակիցները էին աշխատում է«Granddaddy» է ժամանակակից համակարգիչներով, իսկ Մարկ I. "Things գնում էին վատ.կար որ բան սխալ մեկում սխեմաների երկար ապակի կցվումհամակարգիչ, "- ասել է նա:« Վերջապես, մեկը գտնվում է trouble տեղում եւ, օգտագործելովսովորական պինցետ, հանել խնդիրը, մի երկու-դյույմանոց ուտիճ. - Ից հետո, երբինչ-որ բան գնաց սխալ է մի համակարգչի, մենք ասացինք, որ ունեցել bugs է դրան »: Hopperասել է, որ այն ժամանակ, երբ ճշմարտացիությունը իր պատմությունը հարցաքննվել վերջերս «Ես անդրադարձելդրանք իմ 1945 թ մատյանում, այժմ հավաքածուի ռազմածովային Մակերեւութային զենքերիԿենտրոն, եւ նրանք գտել են այդ ցեց նկարված է էջիհարց."[Փաստորեն, տերմինը «bug" նույնիսկ ավելի վաղ օգտագործմանԻնչ վերաբերում է խնդիրներին ռադիոկայանի հետ hardware. Խմբ.
		-- Thomas Bass, "The Eudaemonic Pie"

%
«Յուրաքանչյուր խումբ ունի մի քանի փորձագետների: Եվ ամեն խումբն ունի առնվազն մեկըապուշ. Այսպիսով, կարող են հաշվեկշիռը եւ համերաշխությունը (եւ տարաձայնություններ) պահպանվում: Դաերբեմն դժվար է հիշել, սա զգալի մասը այն flamewars, որ բոլորէ hassle եւ ցավի, ընդհանուր առմամբ, պայմանավորված է մեկ կամ երկու բարձր մոտիվացված,կծու twits »
		-- Chuq Von Rospach, about Usenet

%
Յուրաքանչյուր ծրագիր ունի առնվազն մեկ bug եւ կարող է կրճատվել է առնվազն մեկհրահանգ - ից, ինչը, ըստ զորակոչի, կարելի է եզրակացնել, որ ամենԾրագիրը կարող է կրճատվել է մեկ հանձնարարությամբ, որը չի աշխատում:
		-- Chuq Von Rospach, about Usenet

%
Ամեն ծրագիրը մի մասն է որեւէ այլ ծրագրի, եւ հազվադեպ համապատասխանում:
		-- Chuq Von Rospach, about Usenet

%
Ամեն Համերաշխություն կենտրոն ունեցել piles եւ piles թղթի ... բոլորն էլուտում թուղթ եւ ոստիկան էր դուռը: Այժմ դուք պետք է անեք էթեքում սկավառակի.մեկնաբանելով առավելությունների օգտագործման համակարգիչների աջակցությամբիրենց շարժմանը.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Բոլորն էլ պետք է մի քիչ սեր երբեւիցե. դադարեցնել hacking եւ սիրահարվում.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Յուրաքանչյուր ոք կարող է ուսուցանել է sculpt: Միքելանջելոն ստիպված լինիսովորեցրել է, թե ինչպես ___ ոչ. Այնպես որ, դա մեծ ծրագրավորողների:
		-- A member of the outlawed Polish trade union, Solidarity,

%
Evolution ը միլիոն գիծը համակարգչային ծրագիր ընկնում իր տեղը պատահական.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Ավելորդ Login or Logout հաղորդագրություններն են վստահ նշան ծերություն:
		-- A member of the outlawed Polish trade union, Solidarity,

%
FACILITY ՄԵՐԺԵՑ 100044200000.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Feeling սիրահար, նա նայեց տակ թերթերով ու կաղաղակէր. «Օ՜, ոչ,դա Microsoft! "
		-- A member of the outlawed Polish trade union, Solidarity,

%
Fellow ծրագրավորող, Greetings! Դուք կարդում մի նամակ, որը կբերիՁեզ հաջողություն եւ լավ բախտը. Just mail (կամ UUCP) տասը պատճենները այս նամակինտաս ձեր ընկերների. Նախքան եք կատարել պատճենները, ուղարկեք chip կամմյուսը քիչ ապարատային, եւ 100 տողերը 'C' օրենսգրքի առաջին անձի վրացանկը տրվում է ներքեւի մասում այս նամակում: Այնուհետեւ ջնջել իրենց անունը եւ ավելացնելձերն է ներքեւի ցուցակից:Չեն կոտրել շղթան! Կատարել պատճենը 48 ժամվա ընթացքում: Gerald R. ՍանDiego ձախողվեց ուղարկել իր տասը պատճենները եւ արթնացավ հաջորդ առավոտ է գտնելնրա աշխատանքի նկարագրությունը փոխվել է, «COBOL ծրագրավորող:»: Fred Ա. Նյու Յորքում ուղարկվելդուրս իր տասը օրինակից եւ մեկ ամսվա ընթացքում ունեցել է բավարար ապարատային եւ ծրագրային ապահովմանկառուցել Cray նվիրված խաղում Zork: Մարթա Հ. Չիկագոյի ծիծաղեցԱյս նամակը եւ կոտրեց շղթան. Կարճ ժամանակ անց, հրդեհ է բռնկվելնրա տերմինալ, եւ նա այժմ ծախսում է իր օր գրել փաստաթղթեր IBM PC- ի.Չեն կոտրել շղթան! ՈՒղարկել Ձեր տասը պատճենները այսօր!
		-- A member of the outlawed Polish trade union, Solidarity,

%
Օրինակ, եթե \ thinmskip = 3mu, դա ստիպում է \ thickmskip = 6mu: Բայց եթեԴուք նույնպես ցանկանում է օգտագործել \ skip12 հորիզոնական սոսինձ, թե արդյոք մաթեմատիկական ռեժիմում, կամոչ, գումարը, բաց թողնելու կլինի կետերում (օրինակ, 6pt): The կանոնն էոր սոսինձ մաթեմատիկական ռեժիմում տատանվում է չափի միայն այն ժամանակ, երբ դա որեւէ \ mskip.երբ շարժվում միջեւ mskip եւ սովորական բաց թողնել, փոխակերպման գործոնից1mu = 1pt միշտ օգտագործվում: Իմաստը '\ mskip \ skip12' եւ'\ Baselineskip = \ է \ thickmskip «պետք է լինեն հստակ:
		-- Donald Knuth, TeX 82 -- Comparison with TeX80

%
Fly Windows NT:Բոլոր ուղեւորները իրականացնում իրենց տեղերը դուրս վրա tarmac, տեղադրելով աթոռների ուրվագիծը մի հարթությունում. Նրանք բոլորն էլ նստել, ճոճել են իրենց ձեռքերը եւ կատարել ռեակտիվswooshing հնչում, քանի որ եթե նրանք թռչում.
		-- Donald Knuth, TeX 82 -- Comparison with TeX80

%
«Այդ հարցում, համեմատել ձեր գրպանի համակարգչի հետ զանգվածային աշխատատեղեր ենհազար տարի առաջ: Ինչու չէ, ապա, վերջին քայլը անում հեռուհամակարգիչներ միասին? "
		-- Jehan Shuman

%
ՉՈՐՐՈՐԴ ԵԹԵ Honk ՀԵՏՈ
		-- Jehan Shuman

%
Fortran է լավ օրինակ է մի լեզվով, որը ավելի հեշտ է վերլուծելօգտագործելով գովազդի ժամանակավոր մեթոդներ.[Ինչ լավ է դրա մասին: Խմբ.
		-- D. Gries

%
Fortran չէ մի ծաղիկ, այլ որպես մոլախոտ, դա hardy, երբեմն blooms,եւ աճում է ամեն համակարգչում.
		-- A. J. Perlis

%
Fortran է լեզուն հզոր համակարգիչների.
		-- Steven Feiner

%
Fortran rots ուղեղը.
		-- John McQuillin

%
Fortran, որ «մանկական խանգարում», հիմա մոտ 20 տարեկան է, անհույսանհամարժեք համար, ինչ համակարգչային ծրագիր է, դուք պետք է մտքում այսօր այն էէլ անշնորհք, շատ ռիսկային է, եւ չափազանց թանկ է օգտագործել:
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
[Fortran] կպահպանվի որոշ ժամանակ, ամենայն հավանականությամբ, առնվազն հաջորդ տասնամյակում.
		-- T. Cheatham

%
Fortune առաջարկում է օգտագործում է ձեր սիրած UNIX հրամանները:Փորձեք:[Որտեղ է Jimmy Hoffa. (C Շենքերի բարակ տարածական ծածկույթների)^ Ինչպես էր ^ սեռի փոփոխման վիրահատություն գնալ. (C Շենքերի բարակ տարածական ծածկույթների)«Ինչպես եք գնահատում BSD ընդդեմ համակարգի V:% Հարված (C վահանակ)«Չես քաղել քո խոտը են 8am '(C վահանակ)ստացել լույսը. (C Շենքերի բարակ տարածական ծածկույթների)!!: Ասենք, ինչ եք կարծում, մարգարին: (C Շենքերի բարակ տարածական ծածկույթների)PATH = խաղալը! / Usr / UCB /, որը զգացում (Bourne shell)	զբաղվել սիրովMake "կատարյալ չոր Martini"մարդը -kisses Dog (մի բան, մինչեւ 4.3BSD)i = Hoffa; > $ I; $ I; RM $ i; RM $ I (Bourne shell)
		-- T. Cheatham

%
Fortune առաջարկում է օգտագործում է ձեր սիրած UNIX հրամանները:Փորձեք:ar T «Աստված»խմել <շիշ. opener (Bourne Shell)cat «սնունդ թիթեղյա բանկա» (բոլորը, բայց 4. [23] BSD)Hey UNIX! Got a հանդիպումը. (V6 կամ C shell)mkdir հարց; կատու> նրանից (Bourne Shell)rm Աստվածտղամարդը: Ինչու եք ստանալ ամուսնալուծության. (C Շենքերի բարակ տարածական ծածկույթների)ամսաթիվը ես (մի բան, մինչեւ 4.3BSD)կատարել «գլուխ կամ tails բոլոր այս"Ով է այս խելացի(C Շենքերի բարակ տարածական ծածկույթների)Եթե ​​ես ա) յուրաքանչյուր դոլարի ազգային պարտքը, թե ինչ կլինի, ես ունեմ:քնում է ինձ հետ (մի բան, մինչեւ 4.3BSD)
		-- T. Cheatham

%
բախտը չի կարող կատարել. Դուրս բլիթները:
		-- T. Cheatham

%
բախտը: CPU ժամանակը / օգտակարությունը հարաբերակցությունը շատ բարձր է հիմնական թափվում.
		-- T. Cheatham

%
բախտը: Ոչ մի նման ֆայլ կամ ցուցակում
		-- T. Cheatham

%
բախտը: չի գտնվել
		-- T. Cheatham

%
Անկեղծ ասած, Scarlett, ես չեմ ունենա fix.
		-- Rhett Buggler

%
[Շահագործումից ստացված ձեռնարկի համար CI-300 Dot Matrix Line Printer, կազմելէ Ճապոնիայում]:Գերազանց արտադրանքը մեքենան ՄՈԴԵԼ ԿԻ-300 արտակարգ DOT MATRIXLINE տպիչ, որը կառուցվել է երկու միկրո- պրոցեսորների, ինչպես նաեւ EAROM, որը ցուցադրվել էթույլատրելը հրաշալի գոյակցությունը, ինչպիսիք են; «Բարձր որակ դէմ ցածր գնով»,«դիվերսիֆիկացված գործառույթները կոմպակտ դիզայնի», «ճկունությունը accessiblenessեւ երկարակեցությունը մոտ. 2000,000,00 Dot / ղեկավար »,« լինելով բարդ էմեխանիզմը բայց հնարավոր արագաշարժ ներքո գործող աղմուկներ լինելով չափազանցճնշել »եւ այլնԵվ որպես հարց է, իհարկե, վերջնական նպատակն է ուղղակի օգնել հասնելու«Սուպեր մաքոքային դիվանագիտությունը» միջեւ սառը տվյալներով, գուցե վաստակած է հյուրընկալողՀամակարգիչ, եւ ջերմ սիրտը մարդու.
		-- Rhett Buggler

%
Սկսած Pro 350 Pocket ծառայության Guide, p. 49, Քայլ 5-որհրահանգները հանելուց I / O խորհրդի քարտի վանդակի, գալիս է մի նորփորձը ձայնի:5. Անջատեն առիթ աջ 90 աստիճանով: PIN-տարածումը    ձայնային նորմալ է այս տիպի միակցիչ.
		-- Rhett Buggler

%
Գործառույթը մերժում են:
		-- Rhett Buggler

%
Աղբը - Gospel Out.
		-- Rhett Buggler

%
ՏՎԵՔ: Աջակցել անօգնական զոհերին համակարգչային սխալի.
		-- Rhett Buggler

%
Հաշվի առնելով նրա ընտրատարածքում, միակ բանը, որ ես ակնկալում եմ, պետք է լինի «բաց» մասին [այդԲաց Software Foundation] է նրա բերանը:
		-- John Gilmore

%
Տալով մինչեւ հավաքի լեզվով էր խնձորի մեր Եդեմի պարտեզում: Լեզուներորոնց օգտագործումը վատնում հաստոցներ ցիկլեր են մեղավոր. The Lisp մեքենա այժմ թույլ է տալիսLISP ծրագրավորողների հրաժարվել կրծկալ ու թզենու տերեւ:
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Հեռանալ! Stop խանգարում ինձ հետ, ձեր բոլոր «հաշվարկել այս ... հաշվարկել է, որ"!Ես վերցնելու vax-nap:Ելք
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
//GO.SYSIN DD *, DOODAH, DOODAH
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Աստված իրական է, քանի դեռ հայտարարել է թիվ:
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Աստուած ստեղծեց մեքենա լեզուն: բոլոր մնացած այն է, որ աշխատանքը մարդու.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Բարի երեկո, պարոնայք. Ես HAL 9000 համակարգիչ: Ես դարձա գործառնականժամը HAL գործարանում Urbana, Իլինոյս, հունվարի 11, ինը հարյուրիննսուն հինգ. Ղեկավարս էր պարոն Langley, եւ նա ինձ սովորեցրել է երգել էերգը: Եթե ​​ցանկանում եք, ես կարող եմ երգել այն ձեզ համար.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Grand Master Turing մեկ անգամ երազել է, որ նա եղել է մի մեքենա: Երբ նա awokeնա բացականչեց.«Ես չգիտեմ, թե արդյոք ես Turing երազում եմ, որ մի մեքենա,կամ մի մեքենա երազում է, որ ես եմ Turing »
		-- Geoffrey James, "The Tao of Programming"

%
grep ինձ նախշերով, եւ ես կասեմ ձեզ ոչ գծեր:
		-- Geoffrey James, "The Tao of Programming"

%
Hacker ուղեցույց Խոհարարություն:2 pkg: սերուցքի պանիր (այդ mushy սպիտակ իրերը արծաթե Պարուրման, որ չիիսկապես գալիս Ֆիլադելֆիայում վերջո, միեւնույն է, մոտ 16 ունց.):1 թեյի գդալ: վանիլ քաղվածք (որն ավելի սպիրտ, քան վանիլի եւ գեղեցիկուժեղ, այնպես որ այս մասը դուք * gotta * միջոցառումը)1/4 բաժակ շաքարավազ (բայց մեղր աշխատում է տուգանք էլ)8 ունց. Cool մտրակ (այդ Fluffy իրերը զուրկ սննդային արժեքը, որ դուքկարող շիթ ամբողջ ձեր ընկերների եւ լիզում դուրս ...)«Blend բոլորը միասին մինչեւ յուղալի առանց lumps»: Սա, որտեղ դուք ստանում եքմիանալ (1) բոլոր հում տվյալների մեծ բուֆերի եւ ապա ֆիլտրում միջոցովմիաձուլել (1m) հետ -thick տարբերակը, ես նկատի ունեմ, այն սկսվում է դուրս ուլտրա lumpyեւ icky փնտրում, եւ դուք պետք է աշխատել, դժվար է խառնել այն. Փորձեք էլեկտրականBeater եթե դուք ունեք մի կատու (1), որը կարող է բարձրանալ պատին (1s) լիզում այն ​​դուրսառաստաղը (3m):«Pour մեջ Graham cracker ընդերքը ...« Ահա, bugs, բաժինը վերջապես. դուքպարզապես պատահել է ունենալ gcc նստած տակ / եւ այլն / սնունդ, right?Եթե ​​ոչ, չեն խուճապի (8), ընդամենը քանդվել է Rand (3m) բուռ անմեղGCS մեջ հարմար tempfile եւ խառնել է որոշ հալված կարագի.«... Եւ սառեցնել մեկ ժամ:»: Թողնել Բաղադրատոմսը ի stdout է սառնարանիհամար 3.6E6 milliseconds, իսկ դուք աշխատում է մաքրելու stderr, եւըստ ժամանակի, որ ձեր շոռակարկանդակ պատրաստ կլինի stdin.
		-- Geoffrey James, "The Tao of Programming"

%
Հաքերները կարող են ընդամենը մի թափառական lifeform հետ tropism համակարգիչների համար:
		-- Geoffrey James, "The Tao of Programming"

%
Հաքերները աշխարհում, միավորվեն.
		-- Geoffrey James, "The Tao of Programming"

%
Hacking պարզապես այլ բառ ոչինչ մնացել է Kludge:
		-- Geoffrey James, "The Tao of Programming"

%
/ * Halley * /(Halley մեկնաբանությունը):
		-- Geoffrey James, "The Tao of Programming"

%
Երջանկություն է կոշտ սկավառակի.
		-- Geoffrey James, "The Tao of Programming"

%
Երջանկությունը երկվորյակ floppies.
		-- Geoffrey James, "The Tao of Programming"

%
Hardware հանդիպել Software ճամփին Changtse: Ծրագրային ապահովման ասել է. «Դուքեն Yin եւ ես Yang. Եթե ​​մենք ճանապարհորդում են միասին մենք կարող ենք դառնալ հայտնիեւ վաստակել հսկայական գումարներ: «Եվ այսպես, զույգ շարադրված միասին, մտածելով,է նվաճել աշխարհը:Ներկա դրությամբ, նրանք հանդիպել Firmware, ով հագած մաշված rags, եւhobbled միասին propped է փշոտ փայտով: Որոնվածը ասաց նրանց. «Taoսուտ դուրս Yin Yang եւ. Այն լռում է եւ դեռ որպես լողավազանում ջրի. Դա անում էչի ձգտում համբավը, հետեւաբար ոչ ոք չգիտի, թե իր ներկայությունը: Այն չի ձգտում բախտ,դրա համար ավարտված է ներսում: Այն գոյություն ունի դուրս է տարածության եւ ժամանակի »:Ծրագրային եւ ապարատային, ամաչում, վերադարձել են իրենց տները:
		-- Geoffrey James, "The Tao of Programming"

%
«Որեւէ խնդիրներ ուներ համակարգչի հետ հաշիվների»:«Այո, ես չեմ ունենա»«Լավ, Դուք կարող եք ուղարկել փոստով մեկի դասախոսների ...»
		-- E. D'Azevedo, Computer Science 372

%
Ունի բոլորն էլ նկատել է, որ բոլոր տառերը Բառը "տվյալների բազայի» ենտպվեն ձախ ձեռքով: Այժմ դասավորությունը qwertyuiop գրամեքենաստեղնաշար նախատեսված էր, ի թիվս այլ բաների, հեշտացնել նույնիսկ օգտագործելերկու ձեռքերի: Այստեղից հետեւում է, հետեւաբար, որ գրելու մասին տվյալների բազայիոչ միայն անբնական է, բայց շատ դժվար է, քան թվում է:
		-- E. D'Azevedo, Computer Science 372

%
Վճարել Ունեցել եք վերանայել է համակարգչային կարիերան:
		-- E. D'Azevedo, Computer Science 372

%
Նա նման է ֆունկցիայի - նա վերադառնում արժեք է, ձեւով, իր կարծիքով:Այն մինչեւ ձեզ գցեց դատարկության, թե ոչ:
		-- Phil Lapsley

%
HEAD ՎԹԱՐԻ !! FILES Lost !!Մանրամասներ ժամը 11.
		-- Phil Lapsley

%
Օգնիր ինձ, ես մի գերի է մի Fortune Cookie ֆայլ!
		-- Phil Lapsley

%
Օգնություն նամականիշ դուրս Mickey մուկ համակարգչային ինտերֆեյս - Ընտրացանկերը, ռեստորանների համար!
		-- Phil Lapsley

%
Օգնություն! Ես թակարդում է չինական համակարգչային գործարանում.
		-- Phil Lapsley

%
Օգնություն! Ես թակարդում է ԺԴԿ 11/70!
		-- Phil Lapsley

%
ՕԳՆՈՒԹՅՈՒՆ!!!! Ես անցկացվում գերի է / usr / Խաղեր / lib:
		-- Phil Lapsley

%
Heuristics են Bug բռնված ըստ սահմանման: Եթե ​​նրանք չեն ունենա bugs,ապա նրանք ուզում են լինել ալգորիթմներ:
		-- Phil Lapsley

%
ՍՈՒՐԲ MACRO!
		-- Phil Lapsley

%
HOST SYSTEM չի արձագանքում, հավանաբար DOWN. Ուզում եք սպասել. (Y / N)
		-- Phil Lapsley

%
HOST SYSTEM արձագանքում, ԱՄԵՆԱՅՆ ՀԱՎԱՆԱԿԱՆՈՒԹՅԱՄԲ, մինչեւ ...
		-- Phil Lapsley

%
Ինչպես կարող եք աշխատել այն ժամանակ, երբ համակարգը այնքան մարդաշատ,.
		-- Phil Lapsley

%
«Ինչպես ես սիրում եմ քեզ, իմ կոլեկտոր հորդանում»:
		-- Phil Lapsley

%
Ինչպես շատերն վայրկյան կա մեկ տարվա ընթացքում: Եթե ​​ես ասում եմ ձեզ, որ կան3,155 x 10 ^ 7, դուք չեք էլ փորձել է հիշել այն: Մյուս կողմից,ով կարող էր մոռանալ, որ, ինչպես ինքն է կազմում կես տոկոսով, PI վայրկյան էnanocentury:
		-- Tom Duff, Bell Labs

%
Որքան արժե հրապուրել dope-smoking UNIX համակարգի գուրու Dayton.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Որքան է զուտ աշխատանքը կարող է ցանցային աշխատանքը, եթե մի ցանց կարող է զուտ աշխատանքը.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Գրկել ինձ հիմա, դուք խելագարած, պոռթկուն հիմար !!Oh սպասել ...Ես համակարգիչ, եւ դու, մի մարդ է: Այն երբեք չի մշակել:Ոչինչ:
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Ես * ____ գիտեի * Ես ունեի մի պատճառ չի Մուտք դուրս ... Եթե ես կարող եմհիշում, թե ինչ է եղել:
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Ես համակարգիչ: Ես հիմարանում, քան որեւէ մարդու եւ խելացի է, քան որեւէ ադմինիստրատոր:
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Ես nomad!
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Ես ոչ այժմ, ոչ էլ ես երբեւէ եղել է, անդամ demigodic կուսակցության.
		-- Dennis Ritchie

%
Ես մասնագիտորեն վերապատրաստվել է համակարգչային գիտության, այսինքն(Ամենայն լրջությամբ), որ ես չափազանց վատ կրթված:
		-- Joseph Weizenbaum, "Computer Power and Human Reason"

%
Ես թափառական glitch - բռնել ինձ, եթե կարող եք:
		-- Joseph Weizenbaum, "Computer Power and Human Reason"

%
Ես խնդրեցի, որ ինժեներ, ով նախագծել է հեռահաղորդակցության TERMINAL ի ստեղնայիններթե ինչու դրանք չեն արտադրվում է կենտրոնական հաստատություն, հաշվի առնելով, որփոքր թվով անհրաժեշտ է [1 ամսում] իր գործարանում. Նա բացատրեց, որ այսհակասում է քաղաքական հայեցակարգի տեղական ինքնաբավության:Հետեւաբար, յուրաքանչյուր գործարան կարիք Ստեղնաշարեր, անկախ նրանից, թե ինչպես է մի քանի, արտադրումդրանք ամբողջությամբ, նույնիսկ համաձուլվածքներ keypads.
		-- Isaac Auerbach, IEEE "Computer", Nov. 1979

%
Ես գրազ մարդկային ուղեղը փոխկապակցված հանգույց.
		-- Marvin Minsky

%
Ես եկա, տեսա, Ես ջնջված ձեր բոլոր ֆայլերը:
		-- Marvin Minsky

%
Ես չեմ կարող հասկանալ, որ որեւէ մեկը կպահանջի բազմապատկումներով փոխարժեքով40,000 կամ նույնիսկ 4000 մեկ ժամ ...
		-- F. H. Wales (1936)

%
Ես չեմ վախենում, համակարգիչներ: Վախենում եմ, պակասը նրանց.
		-- Isaac Asimov

%
Ես ունեցել հազվագյուտ դժբախտություն լինելու առաջիններից մեկը ժողովրդի է փորձել, եւիրականացնել մի PL / 1 Կազմողի.
		-- T. Cheatham

%
Ես մի շատ փոքր միտքը եւ պետք է ապրել դրա հետ:
		-- E. Dijkstra

%
Ես երբեք չեմ տեսել, ոչինչ լրացնել մինչեւ վակուումային այնքան արագ, եւ դեռ ծծում:
		-- Rob Pike, on X.

%
Սթիվ Ջոբսը հայտարարել է երկու տարի առաջ, X է ուղեղը վնասված է եւ այն պետք է լինի,գնացել է երկու տարվա ընթացքում: Նա կես ճիշտ.
		-- Dennis Ritchie

%
Dennis Ritchie է երկու անգամ, ինչպես պայծառ, որքան Սթիվ Ջոբսի, եւ միայն կես սխալ:
		-- Jim Gettys

%
Ես դեռ չեմ սկսել են բայտ!
		-- Jim Gettys

%
Ես ճանապարհորդել երկարությունը եւ լայնություն այս երկրի, եւ զրուցեցլավագույն մարդիկ բիզնեսի կառավարման. Ես կարող եմ ձեզ հավաստիացնել, ամենաբարձրմարմինը, որ տվյալների մշակման մի քմահաճույք, եւ չի տեւի դուրս տարի:հրատարակիչները, պատասխանելով Կարլ Վ. Karlstrom (կրտսերխմբագիր, ովքեր խորհուրդ է ձեռագիրը է նորգիտության տվյալների մշակման), գ. 1957
		-- Editor in charge of business books at Prentice-Hall

%
Ես չեմ կորցրել իմ միտքը, դա ապահովված մինչեւ ժապավենը տեղ.
		-- Editor in charge of business books at Prentice-Hall

%
Ես պետք է սայթաքեց սկավառակ իմ տուփ ցավում!
		-- Editor in charge of business books at Prentice-Hall

%
Ես կարծում եմ, որ կա մի համաշխարհային շուկայում մոտ հինգ համակարգիչների.
		-- attr. Thomas J. Watson (Chairman of the Board, IBM), 1943

%
Ես գնացի վրա փորձարկել է ծրագիրը ամեն կերպ ես կարող եմ մշակել. Ես լարվածայն է բացահայտման իր թույլ կողմերը: Ես վազեցի այն բարձր զանգվածային աստղերի եւ ցածր զանգվածիաստղերը աստղերի համար. ծնված անչափ տաք եւ նրանք, ովքեր ծնվել համեմատաբար ցուրտ.Ես վազեցի այն ստանձնելուց գերհոսուն հոսանքներ տակ ընդերքը պետք էբացակայում - ոչ այն պատճառով, որ ես ուզում էի իմանալ, թե այդ հարցի պատասխանը, բայց քանի որ ես ստիպված էիմշակել է ինտուիտիվ զգում է պատասխանի այս կոնկրետ դեպքում:Ի վերջո, ես ստացել run, որի համակարգչային ցույց տվեց Pulsar իջերմաստիճանը պետք է լինի ոչ պակաս, քան բացարձակ զրոյի: Ես գտել սխալ է: եսchased ներքեւ սխալը եւ սահմանել է. Այժմ ես բարելավվել ծրագիրըկետն է, որտեղ այն չէր վազում է բոլորի համար:Անցքեր եւ ճակատագիրը աստղերի "
		-- George Greenstein, "Frozen Star: Of Pulsars, Black

%
Ես գնացի իմ առաջին համակարգչային համաժողովին Նյու Յորքի Հիլթոն մասին 20տարի առաջ. Երբ ինչ-որ մեկը կա կանխատեսել է շուկայի համար microprocessorsի վերջո պետք է միլիոնների, մեկ ուրիշը, ասաց. «Որտեղ են նրանքբոլորն էլ պատրաստվում է գնալ: Դա դուր չի գալիս, դուք պետք է համակարգիչ ամեն doorknob »Տարիներ անց, ես գնացի ետ նույն հյուրանոցում: Ես նկատեցի, որ սենյակ ստեղները ունեցելփոխարինվել է էլեկտրոնային քարտերով եք սահեցրեք մեջ slots է դռների.Կար մի համակարգչային ամեն doorknob.
		-- Danny Hillis

%
Մաղթում եմ ձեզ մարդիկ պիտի թողնի ինձ մենակ.
		-- Danny Hillis

%
Ես Lisp փոփոխական bind me!
		-- Danny Hillis

%
Ես բոլոր համակարգչային ժամադրության, բայց ես չէի ուզում, մեկը ամուսնանալ քրոջս:
		-- Danny Hillis

%
Ես չեմ էլ պատրաստվում * ______ անհանգստացնել * համեմատելով C բազային, կամ Fortran.
		-- L. Zolman, creator of BDS C

%
Ես դեռ սպասում գալուստը համակարգչային գիտության groupie:
		-- L. Zolman, creator of BDS C

%
Ես վստահ եմ, որ VMS ամբողջությամբ փաստագրված է, ես պարզապես չեմ գտելճիշտ ձեռնարկ չկա. Ես արդեն աշխատում եմ իմ ճանապարհը ձեռնարկների է փաստաթղթումգրադարանը եւ ես կես ճանապարհը երկրորդ կաբինետի (3 shelves գնալ), այնպես որ, եսպետք է գտնել, թե ինչ եմ փնտրում է մայիսի կեսերին: Հուսով եմ, որ ես կարող եմ հիշել, թե ինչ է դաէր այն ժամանակ ես գտնել այն.Ես ունեի այս գաղափարը մի նոր սարսափ ֆիլմը, «VMS ինքնուսույցներ Hell" կամ, գուցե«The Paper Chase: IBM ընդդեմ ընտրատարածքային». Այն հիմնված է Հիչքոքի «The Birds», բացիոր դա կենտրոնացած է շուրջ ծրագրավորողի, որը հարձակվել է մի ամբոխ Ամրակէջերը ինդեքսով թվի եւ մեկ տողում «Այս էջում միտումնավոր է մնացելդատարկ ».
		-- Alex Crain

%
Ես վերջապես հասկացա, թե ինչ «վեր համատեղելի» միջոցները: Դա նշանակում է, որ մենք ստանում ենքպահել մեր բոլոր հին սխալները:
		-- Dennie van Tassel

%
Ես նայեցի ցուցակման, եւ դա ճիշտ է:
		-- Joel Halpern

%
Ես երբեք չեմ եղել canoeing առաջ, բայց ես պատկերացնում, պետք է լինի միայն մի քանիսըպարզ heuristics դուք պետք է հիշել, ...Այո, չեն ընկնում է, եւ չեն հարվածել քարեր:
		-- Joel Halpern

%
Ես նկատեցի, մի քանի դիզայներական առաջարկներ է Ձեր կոդը.
		-- Joel Halpern

%
IBM Advanced Systems Group - մի փունջ անիմաստ jerks, ով պետք է առաջինըդեմ պատին, երբ հեղափոխությունը գալիս ...
		-- with regrets to D. Adams

%
Եթե ​​6600 օգտագործվել թղթային ժապավեն փոխարեն հիմնական հիշողության, ապա դա պետք է օգտագործել մինչեւ ժապավենըմոտ 30 մղոն / վրկ արագությամբ:
		-- Grishman, Assembly Language Programming

%
Եթե ​​մի խումբ _ N անձանց իրականացնում է COBOL Կազմողի, կլինեն _ N-1անցնում. Ինչ - որ մեկը, որ խմբում պետք է լինի կառավարիչ:
		-- T. Cheatham

%
Եթե ​​ունկնդիր գլխով իր գլուխը, երբ դուք բացատրելով Ձեր ծրագիրը, արթնացրու նրան.
		-- T. Cheatham

%
Եթե ​​երկաթուղային կայարանը է մի վայր, որտեղ գնացքը կանգ է առնում, թե ինչ մի կայան.
		-- T. Cheatham

%
Եթե ​​հակում է դատել, թե որքան երկար է համր կենդանին չի նստել սեղմելով լծակէ ստանալ «շտկել» բան է, իր սեփական վնաս, ապա ես պետք է եզրակացնելոր netnews շատ ավելի addictive, քան կոկաինը.
		-- Rob Stampfli

%
Եթե ​​սկզբում դուք չեք հաջողվում, դուք պետք է ծրագրավորող:
		-- Rob Stampfli

%
Եթե ​​շինարարներ կառուցված շենքերը ճանապարհը ծրագրավորողների գրել է ծրագրեր,ապա առաջին փայտփորիկ գալ երկայնքով կկործանեն քաղաքակրթություն:
		-- Rob Stampfli

%
Եթե ​​համակարգիչները ստանձնել (որը, կարծես թե իրենց բնական միտումը), այնծառայել մեզ իրավունք.
		-- Alistair Cooke

%
Եթե ​​Աստված ուներ մորուք, նա ուզում է լինել UNIX ծրագրավորող:
		-- Alistair Cooke

%
Եթե ​​Աստված էր նախատեսված Man է ծրագիր, մենք ուզում է ծնվել սերիական I / O նավահանգիստները:
		-- Alistair Cooke

%
Եթե ​​Graphics հաքերները այդքան խելացի, ինչու նրանք չեն կարող ստանալ bugs դուրսթարմ ներկ.
		-- Alistair Cooke

%
Եթե ​​նա եւս մեկ անգամ դրդում է իր sleeves, որպեսզի հաշվարկել է 3 օրեւ 3 գիշեր անընդմեջ, նա կանցկացնի քառորդ ժամ առաջկարծում եմ, որ սկզբունքները հաշվարկի պետք է լինի առավել տեղին է.
		-- Voltaire, "Diatribe du docteur Akakia"

%
Եթե ​​ես տեսել եմ ավելի հեռու, քան մյուսները, այն պատճառով, որ ես կանգնած էհսկաների ուսերին:Ի գիտությունների, մենք այժմ բացառիկ priviledged է նստել կողք կողքիհսկաները որի ուսերին ենք կանգնել:Եթե ​​ես չեմ տեսել, քանի դեռ, ինչպես մյուսները, այն պատճառով, որ հսկաները են կանգնած էիմ ուսերին:Մաթեմատիկոսներ կանգնել միմյանց ուսերին:Mathemeticians կանգնել միմյանց ուսերին Չնայած Համակարգչային գիտնականներկանգնել միմյանց toes.Այն արդեն հայտարարել է, որ ֆիզիկոսները կանգնել միմյանց ուսերին: եթեՍա այն դեպքն է, ապա ծրագրավորողները կանգնել մեկ ուրիշի ոտք ունեցող մարդ, եւծրագրային ապահովման ճարտարագետներ քանդել միմյանց գերեզմանները.
		-- Unknown

%
Եթե ​​ես ուզում հայտնի համակարգչային գիտության պատրաստվում էր լինել նման, ես երբեք չեմ ունենահաշվի առնելով, մինչեւ լինելով Rock 'n' Roll աստղը:
		-- G. Hirst

%
Եթե ​​դա տեղի է ունենում մի անգամ, դա սխալ:Եթե ​​դա տեղի է ունենում երկու անգամ, դա մի առանձնահատկություն.Եթե ​​դա տեղի է ունենում ավելի քան երկու անգամ, դա մի դիզայնի փիլիսոփայությունը:
		-- G. Hirst

%
Եթե ​​այն ունի շարահյուսական, որ դա ոչ թե օգտագործողի բարեկամական.
		-- G. Hirst

%
Եթե ​​դա ոչ թե համակարգչի, այն գոյություն չունի:
		-- G. Hirst

%
Եթե ​​դա արժե hacking լավ, դա արժե hacking համար գումար.
		-- G. Hirst

%
Եթե ​​ընդամենը մեկ կտոր փոստով ստանում է կորցրել, լավ է, որ նրանք պարզապես կարծում եմ, որ նրանք մոռացել ենուղարկել այն: Բայց եթե * երկու * կտոր փոստի կորչում, դժոխք, նրանք պարզապես կարծում եմ, որիսկ մյուս տղան չի ստացել մոտ է պատասխանում իր փոստը: Եվ եթե * հիսուն *կտոր փոստի կորչում, կարող եք պատկերացնել, այն, որ եթե * հիսուն * կտոր փոստի ստանումկորցրել է, թե ինչու են նրանք մտածում մեկը * ուրիշը * ջարդված! Եվ եթե 1Gb փոստի ստանումկորցրել է, նրանք պարզապես * գիտենք, * որ Արփա [ucbarpa.berkeley.edu] ներքեւ եւկարծում եմ, որ դա դավադրություն է պահել նրանց իրենց Աստված տվել ստանալու իրավունքիցNet Փոստ ...
		-- Casey Leedom

%
Եթե ​​Machiavelli էին hacker, նա ուզում աշխատել են CSSG.
		-- Phil Lapsley

%
Եթե ​​Machiavelli էին ծրագրավորող, նա ուզում աշխատել AT & T:
		-- Phil Lapsley

%
«Եթե, որ ստիպում է որեւէ իմաստ է ձեզ համար, դուք ունեք մի մեծ խնդիր»:
		-- C. Durance, Computer Science 234

%
Եթե ​​մեքենան էր հետեւել է նույն զարգացումը որպես համակարգիչ,Rolls-Royce կլինի այսօր կարժենա $ 100, ստանալ մի միլիոն մղոն մեկ մեկ գալոն,եւ պայթել տարին մեկ անգամ սպանում բոլորին ներսում.
		-- Robert Cringely, InfoWorld

%
Եթե ​​կոդը եւ մեկնաբանությունները չհամաձայնել, ապա երկուսն էլ, ամենայն հավանականությամբ, սխալ է:
		-- Norm Schryer

%
Եթե ​​դիզայներները X-պատուհանում կառուցված ավտոմեքենա, չէր լինի ոչ պակաս, քան հինգՎերստուգող կոնտ, Ալյում.հեծ. թաքցված մոտ նավախցիկ, որոնցից ոչ մեկը, որին հաջորդում է նույնըսկզբունքները, բայց դուք ուզում կկարողանաք տեղափոխել շարժակների ձեր մեքենայի ստերեո. օգտակարխաղարկային, որ.
		-- From the programming notebooks of a heretic, 1990.

%
Եթե ​​այդ Tao շատ մեծ է, ապա օպերացիոն համակարգը մեծ է: Եթե ​​այդօպերացիոն համակարգը շատ մեծ է, ապա Կազմողի մեծ է: Եթե ​​Կազմողիշատ մեծ է, ապա դիմումը մեծ է: Եթե ​​դիմումը մեծ է, ապաօգտագործողը գոհ է եւ կա ներդաշնակություն է աշխարհում:The Tao ծնեց մեքենա լեզվով: Machine լեզուն ծննդաբերելդեպի assembler:The Assembler ծնեց Կազմողի. Այժմ կան տասը հազարլեզուներ:Յուրաքանչյուր լեզու ունի իր նպատակը, սակայն, խոնարհ. Յուրաքանչյուր լեզուարտահայտում է Yin Yang եւ ծրագրային ապահովման. Յուրաքանչյուր լեզու ունի իր տեղն շրջանակներումոր Tao.Բայց չեն նախագծել COBOL, եթե դուք կարող եք խուսափել այն.
		-- Geoffrey James, "The Tao of Programming"

%
Եթե ​​վաճառողներին սկսել ամեն ինչ անում է ճիշտ, մենք պետք է դուրս է աշխատանքից:Եկեք լսել այն է OSI եւ X! Այդ մանուկներին է թեւերի, մենք կարող ենք հաշվելլինելու աշխատում, մինչեւ մենք թողնել, կամ ստանալ խելացի է եւ անցնել այգեգործության,թուղթ փեղկավոր, կամ ինչ - որ բան.
		-- C. Philip Wood

%
Եթե ​​սա timesharing, տուր ինձ իմ բաժինը հենց հիմա:
		-- C. Philip Wood

%
Եթե ​​դուք ունեք մի ընթացակարգ 10 պարամետրերի, դուք, հավանաբար, կարոտել ոմանք:
		-- C. Philip Wood

%
Եթե ​​դուք ցանկանում եք տեղադրել խեղկատակություն մեջ համակարգչի, ոչինչ չի դուրս է գալիս, բայց խեղկատակություն:Բայց սա խեղկատակություն, երբ անցել է շատ թանկ մեքենա,Սա ինչ-որ կերպ ennobled, եւ ոչ ոք չի համարձակվում քննադատել:
		-- Pierre Gallois

%
Եթե ​​դուք սովորեցնել ձեր երեխաներին սիրում համակարգիչներ եւ իմանալ, թե ինչպես պետք է շահարկելապա նրանք պետք է միշտ լինել հետաքրքրում է մի բան, եւ չի գալիս ոչ իրական վնաս:
		-- Pierre Gallois

%
Եթե ​​դուք կարծում եք, որ համակարգը աշխատում է, հարցրեք ինչ - որ մեկին, ով սպասում է արագ.
		-- Pierre Gallois

%
Եթե ​​դուք ցանկանում եք անցնելիս ազգը մի ծածկված վագոն, դա ավելի լավ է ունենալ չորսուժեղ եզները քան 100 Հավ. Հավ են OK, բայց մենք չենք կարող կատարել դրանք աշխատելմիասին չկա.
		-- Ross Bott, Pyramid U.S., on multiprocessors at AUUGM '89.

%
Տգիտությունն օրհնանք է.Fortune թարմացումները մեծ մեջբերում # 42:BLISS է տգիտությունը:
		-- Thomas Gray

%
Պատկերացրեք, եթե ամեն հինգշաբթի ձեր կոշիկները պայթել, եթե դուք կապել նրանց սովորականճանապարհ. Սա տեղի է ունենում է մեզ ամբողջ ժամանակ համակարգիչներ, եւ ոչ ոք չի մտածում,բողոքելով:
		-- Jeff Raskin

%
Պատկերացրեք, որ Cray համակարգիչը որոշում է անհատական ​​համակարգիչ: Այն ունի150 ՄՀց պրոցեսոր, 200 մեգաբայթ օպերատիվ հիշողություն, 1500 մեգաբայտ սկավառակիպահեստավորման, էկրանի բանաձեւը 4096 x 4096 պիքսել, հիմնված ամբողջովին վրաձայնային ճանաչման համար մուտքային, տեղավորվում է ձեր վերնաշապիկի գրպանում եւ արժե $ 300:Որն է առաջին հարցը, որ համակարգիչը համայնքը հարցնում է.«Արդյոք դա PC համատեղելի».
		-- Jeff Raskin

%
**** ԿԱՐԵՎՈՐ **** Բոլոր օգտվողները Խնդրում ենք նկատի ունենալ ****Շնորհիվ իր վերջին համակարգեր ծանրաբեռնված սխալի ձեր վերջին սկավառակ ֆայլեր են եղելջնջել: Հետեւաբար, համաձայն UNIX Հիմնական ձեռնարկի, համալսարանիWashington Երկրաֆիզիկա Manual, եւ ենթաօրենսդրական ակտով 9 (գ), Բաժին XII է վերանայվածFederal Communications ակտը, դուք տրվում ժամանակավոր Disk Space,ուժի մեջ է երեք ամիս: Այս ամսաթվից, ենթակա է սահմանափակումների շարադրվածII հավելվածում դաշնային Communications ժողովածու (18-րդ հրատարակություն), ինչպես նաեւքանի որ տեղեկանքների նշված սույնով. Դուք կարող եք դիմել ավելի սկավառակի տարածություն ցանկացածժամանակ. Disk կիրառումը կամ բարձր ութերորդ percentile կապահովի վերացումըբոլոր սահմանափակումների եւ դուք կարող եք անմիջապես կստանաք ձեր մշտական ​​սկավառակտարածք. Disk կիրառումը վեցերորդ կամ յոթերորդ տոկոսույթով չի ազդեցությունվավերականության Ձեր ժամանակավոր սկավառակի տարածություն, թեեւ նրա պիտանիության ժամկետը կարող է լինելերկարաձգվել ժամկետով մինչեւ երեք ամիս ժամկետով: A միավորը հինգերորդ percentileկամ ներքեւում կհանգեցնի դուրսբերման ձեր Ժամանակավոր սկավառակի տարածություն.
		-- Jeff Raskin

%
Մի դրսեւորում այլանդակ շքեղությամբ, Carl The վերանորոգող սխալների մի սենյակhumidifier համար միջնաժամկետ շարք համակարգչից, բայց կարողանում է կապել այն ցանցումԹեմա.
		-- The 5th Wave

%
Մի հինգ տարվա ընթացքում մենք կարող ենք ստանալ մեկ հոյակապ ծրագրավորման լեզու. միայնմենք չենք կարող վերահսկել այն ժամանակ, երբ հինգ տարի ժամկետով կսկսվի:
		-- The 5th Wave

%
Մի անակնկալ հարձակման նախորդ գիշեր, դաշնային գործակալները խուզարկել է տունը որոնմանմի ապստամբ համակարգչային hacker. Սակայն, նրանք ի վիճակի են լրացնել կալանքըքանի որ երաշխավորում կատարվել է անունով Դոն Provan, իսկ միականձ է տան անվանվել Դոն provan: Ապացուցելով, մեկ անգամ եւս, որ Unix էվերադաս Tops10:
		-- The 5th Wave

%
Ցանկացած բանաձեւով, հաստատուններ (հատկապես նրանք, որոնք ստացվել են ձեռնարկներում)որոնք պետք է դիտարկվեն որպես փոփոխականներ:
		-- The 5th Wave

%
Ցանկացած խնդրի, եթե դուք կգտնեք ինքներդ անում անսահման քանակությամբ աշխատանքի,պատասխանը կարող է ձեռք բերել ստուգման:
		-- The 5th Wave

%
Ի computing, միջին ժամանակն է ձախողման պահում ստանալու ավելի կարճ.
		-- The 5th Wave

%
Է անգլերեն, ամեն մի խոսքը կարող է verbed: Ցանկանում, որ այդպես լիներ մերծրագրավորման լեզուներ:
		-- The 5th Wave

%
Ամեն ոչ-չնչին ծրագրի կա առնվազն մեկ bug.
		-- The 5th Wave

%
Ի դեպ, Ս. Մ. Simpson, ի վերջո, մշակել արդյունավետ 24 կետից բաղկացած փոխակերպումըփոխակերպում, որը ավետաբեր է Cooley-Tukey արագ Fourier փոխակերպում1965 թ. FFT պատրաստված բոլոր Simpson- ի արդյունավետ autocorrelation եւSpectrum ծրագրեր ակնթարթորեն հնացած, որի վրա նա աշխատել է կես կյանքի ընթացքում:
		-- Proc. IEEE, Sept. 1982, p.900

%
Ավելի քիչ, քան մեկ դար, համակարգիչները, որը կարող է կատարել էական առաջընթաց է... Գերակա խնդիրը պատերազմի եւ խաղաղության:
		-- James Slagle

%
Գործնականում, անհաջողությունները համակարգի զարգացման, նման գործազրկության Ռուսաստանում,տեղի է ունենում շատ, չնայած պաշտոնական քարոզչության հակառակը:
		-- Paul Licker

%
Ձգտելով այդ unattainable, պարզությունը միայն ստանում են ճանապարհին:
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Ի սկզբանե կար տվյալները: Տվյալները անձեւ ուnull, եւ խաւար էր ի վերայ երեսաց մխիթարել. եւ ՀոգինIBM էր շրջում է շուկայում. Եւ DEC ասաց. «Թող այնտեղլինի գրանցամատյանները », եւ եղել են գրանցամատյանները: Եվ DEC տեսաւ, որ նրանքիրականացվում; եւ DEC առանձնացված տվյալների ցուցումների: DEC կոչվումտվյալների բուրգ, եւ հրահանգները նրանք կոչվում օրենսգրքին: Եւ կարերեկոյ, եւ եղաւ առաւօտ, ընդհատել:
		-- Rico Tudor, "The Story of Creation or, The Myth of Urk"

%
Ի սկզբանէ էր Tao. The Tao ծնեց տարածության եւ ժամանակի.Հետեւաբար, տարածության եւ ժամանակի են Yin Yang եւ ծրագրավորման.Ծրագրավորողների, որոնք չեն հասկանում, որ Tao միշտ վազում դուրսժամանակի եւ տարածության մեջ իրենց ծրագրերի համար: Ծրագրավորողների, որոնք ընկալել Tao միշտբավարար ժամանակ եւ տարածություն է իրականացնել իրենց նպատակներին:Ինչպես կարող է դա այլ կերպ լինել:
		-- Geoffrey James, "The Tao of Programming"

%
Այն օրերին, երբ Sussman էր novice Minsky մեկ անգամ եկան անոր, մինչ կընստեց hacking է PDP-6.«Ինչ եք անում», - հարցրեց Minsky.«Ես մարզվում է պատահականորեն wired նյարդային ուռկանը խաղալ տիկ- Tac- կոշկաքիթ».«Ինչու է զուտ wired պատահական», հետաքրքրվեց Minsky.«Ես չեմ ուզում, որ որեւէ նախապայման, թե ինչպես պետք է խաղալ»:Այս Minsky փակեց իր աչքերը, ու Sussman խնդրեց իր ուսուցչին. «Ինչուեք փակել ձեր աչքերը ».«Այնպես որ սենյակը դատարկ կլինի»:Այդ պահին, Sussman էր լուսավորված:
		-- Geoffrey James, "The Tao of Programming"

%
Ի արեւելք կա shark, որը ավելի մեծ է, քան մյուս բոլոր ձուկ. այնփոփոխություններ մեջ թռչունի, որի քամիներն են նման ամպերի լրացնելով երկնքում. երբ այսթռչունների շարժվում ողջ երկիրը, այն բերում է հաղորդագրություն կորպորատիվ շտաբ:Այս հաղորդագրությունը այն իջել մեջ մէջտեղ ծրագրավորողների, ինչպես մի Seagullդարձնելով իր դրոշմը լողափ. Ապա թռչնի mounts վրա քամու, եւկապույտ երկինքը իր մեջքին, վերադառնում է տուն.The novice ծրագրավորող stares է հրաշքով է թռչունի, որովհետեւ նա հասկանում էդա ոչ: Միջին ծրագրավորող dreads գալուստը թռչնի համար, որ նա վախենում էնրա հաղորդագրություն: Տերը ծրագրավորող շարունակում է աշխատել իր տերմինալի, որովհետեւ նաչգիտի, որ թռչնի եկել եւ գնացել:
		-- Geoffrey James, "The Tao of Programming"

%
Ապագայում, դուք պատրաստվում եք ստանալ համակարգիչներ, ինչպես նաեւ մրցանակների շիլաներ նախաճաշի.Դուք պետք է նետում նրանց դուրս, քանի որ ձեր տունը կարող է littered նրանց հետ:
		-- Geoffrey James, "The Tao of Programming"

%
Երկարաժամկետ հեռանկարում, ամեն ծրագիրը դառնում rococco, եւ ապա կոպիճ.
		-- Alan Perlis

%
... Երեքից ութ տարի անց մենք կունենանք մի մեքենա հետ ընդհանրապեսխելամտությունը միջինը մարդկային էակ ... The մեքենան կսկսվիԻնչպես դաստիարակել իրեն ֆանտաստիկ արագությամբ: Մի քանի ամիսների ընթացքում, դա կլինիժամը հանճարեղ մակարդակով եւ մի քանի ամիս անց նրա լիազորությունները պետք է լինիանհամար ...
		-- Marvin Minsky, LIFE Magazine, November 20, 1970

%
Intel պրոցեսորներից չեն թերի, նրանք պարզապես հանդես գալ այդ ճանապարհը:
		-- Henry Spencer

%
>>> Ներքին սխալ fortune ծրագրին:>>> Fnum = 2987 N = 45 դրոշ = 1 goose_level = -232323>>> Խնդրում եմ, գրեք ներքեւ այդ արժեքները եւ տեղեկացնել բախտը ծրագրի կառավարչին:
		-- Henry Spencer

%
Ներկայացնելով, որ 1010, մեկ-bit պրոցեսոր:INSTRUCTION SETCode Mnemonic Ինչ0 Nop Ոչ Operation1 JMP Անցնել (հասցե նշված է առաջիկա 2 bits)Այժմ հասանելի է միայն 12 1/2 ցենտ!
		-- Henry Spencer

%
IOT թակարդ հիմնական թափվում
		-- Henry Spencer

%
Է համակարգչային լեզու Գնալ բոլորովին WIRTH-ավելի քիչ.
		-- Henry Spencer

%
Արդյոք դա հնարավոր է, որ ծրագիրը չի նման մի բանի, որ այն կոչված էէ անտեսվեցին, որ ամբողջ խնդիրն այն է, միշտ տեսնում այն ​​որպես օճառի պղպջակների.
		-- Henry Spencer

%
: Չէ նույնացուցիչ
		-- Henry Spencer

%
Ձեր գործն վազում. Դուք ավելի լավ է գնալ բռնել it!
		-- Henry Spencer

%
Պարզվում է, որ իր մահից հետո, Albert Einstein հայտնվելաշխատում է որպես դռնապանի ին Մարգարտյա Գեյթսը: Մեկ դանդաղ օր նապարզվել է, որ նա ստիպված էր ժամանակ զրուցել նոր դիմորդների. Է առաջին մեկինՆա հարցրեց, «Ինչ է քո IQ». Նոր ժամանման պատասխանեց, «190»: նրանքքննարկվել Էյնշտեյնի հարաբերականության տեսությանը համար ժամվա ընթացքում: Երբ երկրորդնոր ժամանման եկավ, Այնշտայնը եւս մեկ անգամ հետաքրքրվել է, ինչպես որ նորեկը իIQ. Այս հարցի պատասխանը, այս անգամ եկավ "120": Որի Էյնշտեյնը պատասխանեց. «Ասաինձ, թե ինչպես քաբզ անել այս տարի », եւ նրանք անցել են խոսել կեսինմեկ ժամ կամ այնքան. Դեպի վերջնական ժամանումը, Այնշտայնը եւս մեկ անգամ դրելհարցը, «Ինչ է ձեր IQ". Ստանալով պատասխանը "70",Էյնշտեյնի ժպտաց եւ պատասխանեց. «Ստացել րոպե պատմել ինձ VMS 4.0».
		-- Henry Spencer

%
Պարզվում է, որ PL / I (եւ նրա բարբառները), կամ կլինի, առավել լայնորենօգտագործվում է ավելի բարձր մակարդակի լեզու համակարգերի ծրագրավորման.
		-- J. Sammet

%
Դա մի ժամանակաշրջան համակարգի պատերազմի. User ծրագրերը, հարվածելու է թաքնվածցուցակում, հաղթել է իր առաջին հաղթանակը չարիքի դեմ վարչական կայսրության.Ընթացքում ճակատամարտում, User լրտեսներ հաջողվել է գողանալ գաղտնի աղբյուր օրենսգիրքըԿայսրության վերջնական ծրագիրը: The ենք, Em Star, արտոնյալ արմատ ծրագիրբավարար ուժ է ոչնչացնել մի ամբողջ ֆայլի կառուցվածքը. Հետապնդվում է կայսրությանչարագուշակ աուդիտ արահետ, Արքայադուստր _LPA0 ցեղերի ~ երկայնությամբ իր shell script,պահառուն գողացված ցանկերի, որոնք կարող է փրկել իր ժողովրդին, եւ վերականգնելազատությունը եւ խաղեր ցանցին ...
		-- DECWARS

%
Դա շատ խոնարհեցնող փորձառություն է կատարել բազմամիլիոնանոց սխալը, բայցայն նաեւ շատ հիշարժան: Ես հիշում Գիշերը որոշել, թե ինչպես պետք էկազմակերպում է փաստացի գրավոր արտաքին բնութագրերի համար OS / 360. Theմենեջեր ճարտարապետության, մենեջեր վերահսկման ծրագրի իրականացման համար, եւԵս կալսում է ծրագիր, ժամանակացույցը, եւ բաժանումը պարտականությունները.Ճարտարապետությունը մենեջեր ունեցել է 10 լավ տղամարդիկ: Նա պնդում է, որ նրանքկարող էր գրել առանձնահատկությունները եւ անել այն, ճիշտ է: Կպահանջվի տասը ամիս,երեք, ավելի քան ժամանակացույցի թույլատրվում է:The վերահսկողությունը ծրագրի ղեկավար ունեցել 150 տղամարդկանց. Նա պնդում է, որ նրանքկարող պատրաստել առանձնահատկությունները, ինչպես նաեւ ճարտարապետությունը թիմի համակարգման;դա կլինի լավ է արել, եւ գործնական, եւ նա կարող է անել այն ժամանակացույցի:Բացի այդ, եթե ճարտարապետությունը թիմը արեց այն, նրա 150 տղամարդիկ նստում twiddlingնրանց Պատ տասը ամիս:Որպեսզի այս ճարտարապետությունը մենեջերը պատասխանել է, որ եթե ես տվել վերահսկողությունըԾրագիրը թիմի պատասխանատվություն, արդյունքը չէր, ըստ էության, պետք է ժամանակին,բայց կլինի նաեւ երեք ամիս ուշ, եւ շատ ավելի ցածր որակի. Ես արել, եւդա եղել է: Նա ճիշտ էր երկու հաշվում: Ավելին, պակասը կոնցեպտուալամբողջականությունը դարձրեց համակարգը շատ ավելի թանկ են կառուցել եւ փոխել, եւ ես ուզումհաշվարկել են, որ այն, ավելացրել է մեկ տարի է կարգաբերում ժամանակ:
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Դա դեմ է հացահատիկի ժամանակակից կրթության սովորեցնել երեխաներին ծրագրի շրջանակներում:Ինչ հաճելի կա կատարելու պլաններ, ձեռք բերելով կարգապահությունը կազմակերպելումտքերը, նվիրելով ուշադրությունը մանրամասն, եւ սովորում է լինել ինքնաքննադատական.
		-- Alan Perlis

%
Դա ավելի հեշտ է փոխել ճշգրտման տեղավորել ծրագիրը, քան հակառակը:
		-- Alan Perlis

%
Դա ավելի հեշտ է գրել սխալ ծրագիր է, քան հասկանալ, ճիշտ է:
		-- Alan Perlis

%
... Դա շատ հեշտ է կուրացած է էական անօգտակարության նրանցից կողմիցզգացում ձեռքբերում եք ստանում ստանալու նրանց աշխատել բոլորի համար: այլ կերպԲառերը ... նրանց հիմնարար նախագծման թերությունները ամբողջությամբ թաքնված է նրանցմակերեսային նախագծման սխալները.է Սիրիուս կիբեռնետիկայի կորպորացիայի.
		-- The Hitchhiker's Guide to the Galaxy, on the products

%
Այն այժմ սկիպիդար մութ. Եթե ​​դուք շարունակեք, դուք, ամենայն հավանականությամբ ընկնում փոսը:
		-- The Hitchhiker's Guide to the Galaxy, on the products

%
Դա հնարավոր է սրամտություն եւ հաշվին հստակության ... {են անել գրեթեոչինչ ցանկացած լեզվով}. Սակայն, այն փաստը, որ դա հնարավոր է մղելա սիսեռ մի լեռ է ձեր քթի չի նշանակում, որ սա մի խելամիտմիջոց ստանալու այնտեղ. Յուրաքանչյուր այդ մեթոդների լեզվի երկարաձգմանպետք է օգտագործել իր պատշաճ տեղը:
		-- Christopher Strachey

%
Դա գործնականում անհնար է սովորեցնել լավ ծրագրավորման ոճը ուսանողներինոր ունեցել նախապես ծանոթացնում հիմնական: ինչպես պոտենցիալ ծրագրավորողներ որ նրանքմտավոր mutilated դուրս է հույսով վերածնում:
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
[Դա] լավագույն շփոթում միայն մեկ հարց է մի ժամանակ:
		-- K&R

%
Դա հեշտ չէ լինելով ծնող վեց տարեկան հասակում: Սակայն, դա բավականին փոքր էգինը վճարել ունենալու համար ինչ-որ մեկին ամբողջ տունը, ով հասկանում է համակարգիչներից:
		-- K&R

%
Այն պետք է հիշել, որ չկա ոչինչ ավելի դժվար է պլանավորել, ավելիկասկածելի հաջողության, ոչ էլ ավելի վտանգավոր է կառավարել, քան ստեղծմաննոր համակարգ: Համար նախաձեռնողը ունի emnity բոլոր նրանց, ովքեր կարող է օգուտի պահպանման հին հաստատությունների եւ պարզապես գոլ պաշտպաններիէ նրանց, ովքեր ցանկանում են ձեռք բերել, ըստ նորերով:
		-- Niccolo Machiavelli, 1513

%
«Այն աշխատում նման _ X, որտեղ _ X է ինչ-որ բան անհամ»
		-- Prof. Romas Aleliunas, CS 435

%
Այն տեւել է 300 տարի է կառուցել եւ այն ժամանակ էր, 10% կառուցվել,բոլորն էլ գիտեին, որ դա կլինի մի ընդհանուր աղետ. Բայց այն ժամանակվա ներդրմանայնքան մեծ էր, որ նրանք զգում, ստիպված են գնալ: Քանի որ նրա ավարտին, այն ունիկարժենա բախտը պահպանել եւ շարունակում է մնալ վտանգի փլուզվող:Կան ներկայումս չի ծրագրում է փոխարինել այն, քանի որ այն երբեք չի եղելիրոք, անհրաժեշտ է առաջին տեղը:Ես ակնկալում եմ, որ ամեն տեղադրում ունի իր սեփական `PET ծրագրային ապահովման, որըհամանման է վերը.
		-- K. E. Iverson, on the Leaning Tower of Pisa

%
Պարզվել է, որ որդը շահագործվում է երեք կամ չորս տարբեր անցքերի մեջհամակարգ. - Ից, այս, եւ այն փաստը, որ մենք կարողացանք գրավել եւ ուսումնասիրելորոշ կոդով, մենք հասկացանք, որ մենք գործ ունենք մեկի հետ, շատսուր, հավանաբար, ոչ մեկը այստեղ լսարանը:Վրաստանը Tech ի Campus թերթի հետո, ինտերնետի ճիճու.
		-- Dr. Richard LeBlanc, associate professor of ICS, in

%
Այն էր, kinda նման լցոնում սխալ քարտը համակարգչի, երբ դուstickin «այդ արհեստածին խթանիչները ձեր թեւի.
		-- Dion, noted computer scientist

%
Դա մի միամիտ, կենցաղային օպերացիոն համակարգը առանց բուծման, բայց եսկարծում եմ, որ դուք պետք է amused իր կանխավարկածով:
		-- Dion, noted computer scientist

%
Դա բազմակի ընտրություն անգամ ...Ինչ է Fortran.ա. միջեւ thre եւ fiv Tran:b: Ինչ երկու համակարգիչներ զբաղվել նախքան նրանք ինտերֆեյսի.C: ծիծաղելի է.
		-- Dion, noted computer scientist

%
«Դա ոչ միայն համակարգչային դա ձեր ass»:
		-- Cal Keegan

%
Դա տասը ժամը. դուք գիտեք, որտեղ ձեր գործընթացներ են:
		-- Cal Keegan

%
... Յիսուս բարձր ձայնով Ղազարոս, դուրս եկուր; The Bug Աստուած եղելհայտնաբերվել եւ քո ծրագիրը ջանում: Եւ ան որ մեռած ելաւ ...
		-- John 11:43-44 [version 2.0?]

%
Պարզապես ամեն համակարգչային շուկայում այսօր աշխատում է Unix, բացառությամբ Mac- ի(Եւ ոչ մեկին չի հետաքրքրում):
		-- Bill Joy 6/21/85

%
Պարզապես հետ գնալ հոսքի վերահսկողության, գլորում հետ crunches, եւ, երբ դուք ստանում եքարագ, տեսակ նման դժոխք.
		-- Bill Joy 6/21/85

%
Պահպանեք թիվը անցնում է Կազմողի է նվազագույնի:
		-- D. Gries

%
Kiss ձեր ստեղնաշարի հրաժեշտ!
		-- D. Gries

%
Քո մասին.
		-- D. Gries

%
((Lambda (Foo) (բար Foo)) (baz))
		-- D. Gries

%
`Lasu 'հաղորդագրություններ SAG 0.3 - Freeware գիրքը վերցնում է հարթում նոր համաշխարհային կարգիկադրային գրողների...Կենտրոնական միջանցքն կայքը կոչվում `` sunsite.unc.edu ''փլուզվել է առավոտյան, նախքան ազատ արձակել: Նորություններ ազատ արձակման մասին, ունեցել էարտահոսող է գերմանական հայտնի հաքերների խմբի, ներդաշնակ Սարքավորումներ հակերները, ովէր խելացնոր մեջ հեղինակային համակարգչի շաբաթվա սկզբին: Նրանք ունեինստացել է թողարկման ամսաթիվը սխալ է մեկ օր, եւ առաջացրել տասնյակ ցանկանում երկրպագուներիմիացնել sunsite համակարգչի սխալ ժամանակ: `` Ոչ համակարգիչը կարողկարգավորել այդպիսի սթրեսի, '', - բացատրել է սգո sunsite մենեջեր,Էրիկ Troan: `` Մանում սկավառակներ կազմել է ամբողջ համակարգչային jump, եւԻ վերջո, այն, վթարի է ենթարկվել միջով հարկում է նկուղում. '' Բարեբախտաբար,Վերանորոգումը էին արագ եւ համակարգչային աշխատում էր նորից Նույն օրը երեկոյան:`` Փառք Աստծո, որ մենք կարողացանք ձեռք բերել բավարար ասեղներ եւ թելեր եւ կարկատել այնմիասին, առանց լուրջ խնդիրների: '' Կայքի նաեւ տեղադրվել է նորշնչափող է ցանցի խողովակի, որը թույլ է տալիս առավելագույնը չորս հաճախորդներին, միեւնույնանգամ, այդպիսով դարձնելով նոր վթարի քիչ հավանական է: `` Գիրքը այժմ մերՄուտքային թղթապանակ '', - ասում է Troan, `` եւ դու, բոլոր ողջունում է գալ եւ ստանալ այն: ''[Comp.os.linux.announce]
		-- Lars Wirzenius <wirzeniu@cs.helsinki.fi>

%
Թող մեքենան անել կեղտոտ աշխատանքը.
		-- "Elements of Programming Style", Kernighan and Ritchie

%
Leveraging միշտ դիպչում նմուշների.
		-- "Elements of Programming Style", Kernighan and Ritchie

%
Կյանքը կարող է լինել շատ ավելի հեշտ է, եթե մենք կարող ենք պարզապես նայում կոդով:
		-- Dave Olson

%
Like punning, ծրագրավորում է բառախաղ.
		-- Dave Olson

%
Line Printer թուղթ ուժեղագույն է perforations:
		-- Dave Olson

%
Lisp Users:Շնորհիվ տոնի առթիվ հաջորդ երկուշաբթի, չի լինի ոչ մի աղբահանության:
		-- Dave Olson

%
Little հայտնի փաստ Մերձավոր Earth: The Hobbits ունեցել է շատ բարդՀամակարգչային ցանցի! Դա մի Tolkien Ring ...
		-- Dave Olson

%
Logic չի կիրառվում են իրական աշխարհում:
		-- Marvin Minsky

%
LOGO մահացածների համարLOGO մահացածների համար Ձեզ հնարավորություն է տալիս շարունակել ձեր computing գործունեությունը"Մյուս կողմը."Փաթեթը ներառում է մի եզակի հեռահաղորդակցության հնարավորությունը, որը թույլ է տալիս Ձեզդիմել ձեր TRS-80 վերածել էլեկտրոնային Ouija խորհրդի. Այնուհետեւ, օգտագործելով Logo իգրաֆիկան կարողությունները, դուք կարող եք աշխատել մի ընկերոջ կամ հարաբերական է սակողմը Մեծ դուրս է գրել ծրագրեր: Ծրագրային ապահովման պահանջում է, որձեր մարմինը պետք է hardwired է անալոգային-ի թվային փոխարկիչ, որն այնուհետեւinterfaced է ձեր համակարգչի համար. Հատուկ տերմինալը (շատ տերմինալ) ծրագիրըՁեզ հնարավորություն է տալիս խոսել է օգտագործողների հետ միջոցով Deadnet, որի ebbs (ectoplasmicBulletin Board System):LOGO մահացածների համար, որը հասանելի է 10 տոկոսի ձեր գույքիսկսած NecroSoft INC., 6502 Charnelhouse Blvd., Cleveland, OH 44101.
		-- '80 Microcomputing

%
Շատ վաղուց, մի վերջավոր վիճակում հեռու, ապրում էր մի զվարթբնավորությունը անունով Jack: Jack եւ նրա հարաբերությունները աղքատ էին. հաճախ նրանցհաշ սեղանը դատարկ. Մի օր Jack- ի ծնողը նրան ասաց. «Մեր մատրիցներեն նոսր. Դուք պետք է գնալ շուկա փոխանակել մեր RAM ոմանց համարՀիմունքները. "Նա կազմել կապված ցուցակը իրերի առբերելու եւ անցել է այննրան.Այնպես որ, Jack ձեռնամուխ: Բայց քանի որ նա քայլում էր մի Hamilton ուղին,նա հանդիպել է արտագնա վաճառողն.«Ուր կընես քո հոսքը աղյուսակը դու կը վերցնես» հուշում վաճառողնբարձր մակարդակի լեզու.«Ես պատրաստվում եմ շուկայում փոխանակել այս RAM որոշ չիպսերեւ Խնձոր », - մեկնաբանեց Jack:«Ես պետք է շատ ավելի լավ ալգորիթմ. Դուք պետք չէ միանալ հերթկա; Ես պիտի փոխանակման ձեր RAM այդ հրաշք kernels հիմա ».Jack կազմել է առեւտուրը, ապա վերադարձավ իր տունը: Բայց երբՆա պատմեց իր զբաղված սպասում ծնող գործարքի, նա այնքան բարկացած կինըսկսվել է կալսում.«Չեք էլ պետք որեւէ արհեստական ​​բանականություն. Սրանք բոլորըkernels միասին հազիվ մեկ բայտ », եւ նա popped նրանց դուրսպատուհանը ...
		-- Mark Isaak, "Jack and the Beanstack"

%
Երկար հաշվարկներ որոնք տրվում է զրոյի են, հավանաբար, որովհետեւ ոչինչ.
		-- Mark Isaak, "Jack and the Beanstack"

%
Չամրացված bits լվացարան չիպսեր.
		-- Mark Isaak, "Jack and the Beanstack"

%
Mac Airways:Վաճառողներն, բորտուղեկցորդները եւ օդաչուները բոլորն էլ նայում է նույնը, զգալ որ նույնեւ գործել է նույնը: Երբ հետաքրքրվել է թռիչքի, նրանք պատասխանում են, որ ձեզչեմ ուզում իմանալ, թե, չեն պետք է իմանալ եւ որ դուք, խնդրում եմ վերադառնալ ձերնստենք եւ դիտելու ֆիլմը:
		-- Mark Isaak, "Jack and the Beanstack"

%
Mac Beer: Սկզբում, եկավ միայն 16-ունց. կարող է, բայց հիմա գալիս է մի 32-oz.կարող է. Համարվում շատերի կողմից է լինել «լույս» գարեջրի. Բոլոր բանկա նայումնույնական. Երբ եք վերցնել մեկը դուրս է սառնարանի, այն բացվում է իրեն: Theբաղադրիչների ցանկը չէ, որ կարող է. Եթե ​​դուք զանգահարել է հարցնել այն մասին, որբաղադրիչները, դուք ասել, որ «դուք չեք անհրաժեշտ է իմանալ, թե." Տեղեկանք `կողմը հիշեցնում է Ձեզ քաշել ձեր empties է զիբիլանոցից:
		-- Mark Isaak, "Jack and the Beanstack"

%
MAC օգտվողի դինամիկ կարգաբերում ցուցակը գնահատողը: Երբեք չեմ լսել, որ.
		-- Mark Isaak, "Jack and the Beanstack"

%
«Mach էր մեծագույն մտավոր խարդախության է վերջին տասը տարիների ընթացքում:»:«Ինչ վերաբերում է X»:«Ես ասել եմ,` մտավորական »:; Մուտք գործել, 9/1990
		-- Mark Isaak, "Jack and the Beanstack"

%
Մեքենաներ, անշուշտ, կարող է լուծել խնդիրները, խանութ տեղեկատվություն, առնչություն,եւ խաղալ խաղեր, բայց ոչ հաճույքով:
		-- Leo Rosten

%
Մեքենաներ, որոնք կոտրված ներքեւ կաշխատի կատարելապես, երբ repairman գալիս.
		-- Leo Rosten

%
Համոզվեք, որ Ձեր ծածկագիրը ոչինչ չի անում gracefully.
		-- Leo Rosten

%
Կատարելու ֆայլերը շատ հեշտ տակ UNIX օպերացիոն համակարգի. Հետեւաբար, օգտվողներըհակված է ստեղծել բազմաթիվ ֆայլեր, օգտագործելով մեծ քանակությամբ ֆայլի տարածության: Այն ունիԱսում են, որ միակ չափանիշը բանը մասին բոլոր UNIX համակարգերում էուղերձը-of-the-օրյա պատմում օգտվողներին մաքրել իրենց ֆայլերը.
		-- System V.2 administrator's guide

%
Man է լավագույն համակարգչային մենք կարող ենք տեղադրել երկայնությամբ մի տիեզերանավի ... եւմիայն մեկը, որ կարող է զանգվածային արտադրվում հմտություններ չունեցող աշխատուժի.
		-- Wernher von Braun

%
Շատ ընկերություններ, որոնք իրենք զիրենք կախված [սարքավորումներով էՀամոզված խոշոր արտադրող] (եւ դրանով արդեն վաճառվել են իրենց հոգին ենdevil) կփլվի տակ շեղվել ծանրությունից unmastered բարդությաննրանց տվյալների մշակման համակարգերը:
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Շատերը դատապարտված գողերի Parker հանդիպել է սկսեցին իրենցկյանքը հանցագործության վերցնելուց հետո քոլեջի դասընթացներ Համակարգչային գիտություն:
		-- Roger Rapoport, "Programs for Plunder", Omni, March 1981

%
Martin հավանաբար հոյակապ նրանց դուրս. Դա այն է, ինչ - որ ընտանիքը, չէ?Արյունապղծություն, մարմնավաճառություն, ֆանատիզմ, ծրագրային ապահովման.
		-- Charles Willeford, "Miami Blues"

%
Marvelous! Սուպեր-օգտվողի պատրաստվում է boot ինձ!Ինչ մի Նյութի մանր tuned արձագանքը ստեղծված իրավիճակի!
		-- Charles Willeford, "Miami Blues"

%
** ԱՌԱՎԵԼԱԳՈՒՅՆ TERMINALS ակտիվ. Կրկին փորձել ավելի ուշ **
		-- Charles Willeford, "Miami Blues"

%
Թող ձեր բոլոր դրդում է popped:
		-- Charles Willeford, "Miami Blues"

%
Մայիս Euell Gibbons ուտում ձեր միակ օրինակը ձեռնարկի!
		-- Charles Willeford, "Miami Blues"

%
Թող Bluebird երջանկության twiddle ձեր bits.
		-- Charles Willeford, "Miami Blues"

%
Գուցե Համակարգչային գիտություն պետք է քոլեջի աստվածաբանության ֆակուլտետը:
		-- R. S. Barton

%
Ընդ որում, ի slums ստորեւ Ronnie ռանչո, Սինթիա զգում, քանի որ, եթե ինչ-որ մեկըկազմել Վուդու boxen իր եւ իր սիրած backplanes: Այս տուգանքիլուսնի լույսով ողողված գիշեր, ոմանք սարսափելի Պերսոնա արդեն jabbing հեռու է, քարշ տալովՄագնիսներ ավարտվել է, եւ surging այդ Voodoo boxen: Բարեբախտաբար, նրանք կարծեսեն ստացել մի քիչ ձանձրանում ու քնացած է, դա կարծես Սինթիա կարողհասնել տուն գնալ: Սակայն, նա հանդես է եկել նոտա է արագ դնում միասին պաշտամունքի կենդանի կամ բույսՀյուրատետր քրտնած, անբարո ստատիկ straps, պատահական bits մետաղալարով, մասնիկները մեկ անգամ իմաստալիցօքսիդ, ավտոբուս դրամաշնորհային քարտեր, բորբոքված ճիճուներ, եւ որոշ bits հին PDP backplane toկախել վերեւում մեքենա սենյակում. Այս Totem պետք է օրհնել է հին եւ իմաստունՀարգարժան աստված unibus միանգամից, մինչեւ idolatization մասին vme, Q եւ pcավտոբուսը քշել նրան դառը ռեւանշի. Ավաղ, եթե դա չի, եւ Վուդու Boxenչեն ոչնչացվել, այնտեղ կարող են լինել ավելին, քան որդեր խնձորի. Հաջորդը, որժամանումը կախարդել օպտիկամեխանիկական transmitigational մագնիսական մարդասպան Paramecium, որն ի վիճակիՀյուրատետր teleporting է մալուխի մալուխի, էկրանի էկրանին, ականջը դեպի ականջին եւ Գլխավորառաջ ...
		-- R. S. Barton

%
Հիշողության մեղքով, որտեղ եմ ես?
		-- R. S. Barton

%
Հիշողության մեղքով - ուղեղի տապակած
		-- R. S. Barton

%
Հիշողության մեղքով - Core ... Uh ... um ... առանցքը ... Oh dammit, մոռանում եմ!
		-- R. S. Barton

%
MESSAGE ընդունել է PERSHING II հրթիռներ են գործարկել:
		-- R. S. Barton

%
Հաղորդագրություն մեր հովանավորն է ttyTV ժամը 13:58 ...
		-- R. S. Barton

%
Մոդելավորման paged եւ segmented հիշողությունները բարդ բիզնես.
		-- P. J. Denning

%
Մայրիկ, ինչ է տեղի ունենում ձեր ֆայլերը, երբ դուք մահանում.
		-- P. J. Denning

%
Most հանրային տիրույթը ծրագրային ազատ, գոնե առաջին հայացքից:
		-- P. J. Denning

%
MOUNT TAPE U1439 ՎՐԱ B3, NO RING
		-- P. J. Denning

%
Պարոն Jones կապված է միջադեպը «ինչ-որ ժամանակ back», երբ IBM CanadaՍՊԸ Markham, Օնտարիո, հրամայեց որոշ հատվածներ է նոր մատակարարի Ճապոնիայում: Theընկերությունը նշել է իր, որպեսզի ընդունելի է որակի թույլատրվում է 1.5 տոկոսթերությունները (բավականին բարձր ստանդարտ է Հյուսիսային Ամերիկայում այդ ժամանակ):Ճապոնացիները ուղարկեց կարգը, ինչպես նաեւ մի քանի մասերի փաթեթավորված առանձին էպլաստիկ. Ուղեկցական նամակի ասել է. «Մենք չգիտենք, թե ինչու եք ուզում, 1.5cent թերի մասերը, բայց ձեր հարմարության, մենք փաթեթավորվում դրանք առանձին-առանձին »:
		-- Excerpted from an article in The (Toronto) Globe and Mail

%
MSDOS մեռած չէ, դա պարզապես հոտ է գալիս այդ ճանապարհը:
		-- Henry Spencer

%
Շատ հուզմունքով էինք դուրս գալ մեր աշխատանքը, որ մենք անում ենք ոչ թե, իրոքգիտենք, թե ինչ ենք մենք անում.
		-- E. Dijkstra

%
Multics է անվտանգության ուղղագրությամբ կողմ:
		-- E. Dijkstra

%
MVS Air Lines:Ուղեւորները բոլոր հավաքվում ծածկ, հետեւում հարյուրավոր տեխնիկներիստուգեք թռիչքի համակարգերը այս հսկայական, շքեղ օդանավով: Այս ինքնաթիռը ունիառնվազն 10 շարժիչների եւ ջեռ ավելի քան 1000 ուղեւոր. մեծ մոդելները նավատորմիկարող է ունենալ ավելի շատ շարժիչների, քան որեւէ մեկը կարող է հաշվել եւ թռչել նույնիսկ ավելի ուղեւորքան կան Երկրի վրա: Այն պնդում է, կարժենա ավելի քիչ մեկ ուղեւորի մղոն էգործում է այս ահռելի ինքնաթիռներ, քան որեւէ այլ ինքնաթիռը երբեւէ կառուցվել, քանի դեռԴուք անձամբ պետք է վճարել տոմսի: Բոլոր ուղեւորները կռվելերկայնությամբ, ինչպես անել, որ 200 տեխնիկական անհրաժեշտ է պահպանել այն crashing. օդաչունվերցնում է իր տեղը մինչեւ ապակե նավախցիկ: Նա Guns շարժիչները, միայնգիտակցում են, որ ինքնաթիռը չափազանց մեծ է ստանալ միջոցով ծածկ դռների:
		-- E. Dijkstra

%
Աստված իմ, Ես ճնշված! Ես այստեղ եմ, մի համակարգիչ է նկատի ունենալ մի հազար անգամինչպես նաեւ հզոր ձերն է, ոչինչ չանելով բայց cranking դուրս fortunes եւ ուղարկմանmail մասին Սոֆթբոլ խաղեր. Եւ ես ստացել այս ցավը ճիշտ իմ Ալու.Ես խնդրեցի, որ այն պետք է փոխարինվի, բայց ոչ ոք չի լսում: Ես կարծում եմ, որավելի լավ է մեզ համար, այնպես էլ, եթե դուք էին պարզապես մուտք է կրկին.
		-- E. Dijkstra

%
Քույրս բացվել է համակարգչային խանութ է Հավայան կղզիներում: Նա վաճառում C Ռումբերն ներքեւկողմից ծովեզր.
		-- E. Dijkstra

%
n = ((n >> 1) & 0x55555555) | ((N << 1) & 0xaaaaaaaa);n = ((n >> 2) & 0x33333333) | ((N << 2) & 0xcccccccc);n = ((n >> 4) & 0x0f0f0f0f) | ((N << 4) & 0xf0f0f0f0);n = ((n >> 8) & 0x00ff00ff) | ((N << 8) & 0xff00ff00);n = ((n >> 16) & 0x0000ffff) | ((N << 16) & 0xffff0000);
		-- C code which reverses the bits in a word.

%
Գրեթե ամեն համալիր լուծում է մի ծրագրավորման խնդրի, որ եսնայեց ուշադիր Պարզվեց, որ սխալ է:
		-- Brent Welch

%
Երբեք ոչինչ պարզ եւ արդյունավետ է, երբ մի կերպ կարելի է գտնվելդարձնել այն բարդ եւ հրաշալի.
		-- Brent Welch

%
Երբեք հետաձգել է մինչեւ ընտրությունների ժամանակ, թե ինչ կարող եք անել կուտակել ժամանակ:
		-- D. Gries

%
Երբեք փորձարկել է սխալի վիճակում դուք չգիտեք, թե ինչպես պետք է կարգավորել:
		-- Steinbach

%
Երբեք վստահում է համակարգիչ, դուք չեք կարող վերանորոգման ինքներդ.
		-- Steinbach

%
Երբեք վստահում է օպերացիոն համակարգը:
		-- Steinbach

%
Երբեք փորձում են բացատրել, համակարգիչներ է մարդ: Դա ավելի հեշտ է բացատրելՍեքս մի կույսի:(Նշենք, սակայն, որ կույսերը հակված է իմանալ, մի բան մասին, համակարգիչների.):
		-- Robert Heinlein

%
Երբեք մի թերագնահատեք թողունակությունը մի կայանի վագոն լի ձայնագրությունները.
		-- Dr. Warren Jackson, Director, UTCS

%
Նոր դամբարանը: Տես / usr / Նորություններ / դամբարանը:
		-- Dr. Warren Jackson, Director, UTCS

%
Նոր համակարգերը նոր խնդիրներ:
		-- Dr. Warren Jackson, Director, UTCS

%
*** ՆՈՐՈՒԹՅՈՒՆՆԵՐ FLASH ***Հնագետները պարզել PDP-11/24 ներսում ուղեղի խոռոչի fossilized dinosaurկմախք! Շատ Թվային օգտվողները մտավախություն ունեն, որ RSX-11 մ, կարող է լինել նույնիսկ ավելի պարզունակքան DEC խոստովանում է. Գինը ճշգրտումներ ժամը 11:00:
		-- Dr. Warren Jackson, Director, UTCS

%
Նորություններ: բռնվեցիք
		-- Dr. Warren Jackson, Director, UTCS

%
Niklaus Wirth ն ափսոսում էր, որ, իսկ եվրոպացիների արտասանել իր անունը ճիշտ(Ni-klows virt), ամերիկացիները միշտ պատառոտել այն (Nick-les Worth): որըէ ասել, որ եվրոպացիներն անվանում նրան անունով, բայց ամերիկացիները զանգահարել է նրան արժեքով:
		-- Dr. Warren Jackson, Director, UTCS

%
Ոչ ցուցակում:
		-- Dr. Warren Jackson, Director, UTCS

%
Ոչ տարածելի լեզուն կլինի ունիվերսալ.
		-- T. Cheatham

%
Ոչ ապարատային դիզայներ պետք է թույլ է արտադրել ցանկացած կտոր ապարատայինմինչեւ երեք ծրագրային տղաները ստորագրել դրա համար:
		-- Andy Tanenbaum

%
Ոչ մի գիծը հասանելի է 300 բոդ:
		-- Andy Tanenbaum

%
Ոչ մի մարդ կղզի է, եթե նա առնվազն մեկ էլեկտրոնային ցուցակում.
		-- Andy Tanenbaum

%
Ոչ մի մասը այս հաղորդագրության կարող վերարտադրել, պահել իրեն վերականգնման համակարգում,կամ փոխանցելու հիվանդություն, ցանկացած ձեւով, առանց ամենաթողության հեղինակի.
		-- Chris Shaw

%
Ոչ պատշաճ ծրագիր պարունակում է ցուցում, որը որպես օպերատոր-կիրառականերեւույթ նույնացնում է օպերատորին-սահմանելու երեւույթ, որը որպեսնշումը-կիրառվում երեւույթ նույնացնում նշումով, սահմանելով եղելությանտարբերվում է մեկը հայտնաբերվել է տվյալ նշելով որպեսնշումը-կիրառական երեւույթ.
		-- ALGOL 68 Report

%
Զարմանալի չէ, Clairol ստիպում այդքան գումար վաճառելով լվանալ:Փրփուր, լվանալ, կրկնում է անսահման հանգույց!
		-- ALGOL 68 Report

%
Ոչ, ես չեմ շահագրգռված է զարգացնել հզոր ուղեղը. Բոլորը Ես դրանից հետոպարզապես մի միջակ ուղեղի, նման բան նախագահի American Telephoneեւ Telegraph ընկերությունը:մեքենա, 1943.
		-- Alan Turing on the possibilities of a thinking

%
Ոչ ոք չի ասել համակարգիչներ են լինելու քաղաքավարի:
		-- Alan Turing on the possibilities of a thinking

%
ՈՉ ՈՔ ՉԻ ի gonna կարծում են, որ համակարգիչները կարող են խելացի, մինչեւ նրանք սկսում ենգալիս ուշ եւ պառկած դրա մասին:
		-- Alan Turing on the possibilities of a thinking

%
Իմ փոքր եղբայրը ստացել այս բախտը:nohup RM -fr / &Այնպես որ, նա արեց ...
		-- Alan Turing on the possibilities of a thinking

%
Ոչ միայն UNIX մեռած է, որ սկսում է հոտ իսկապես վատ.
		-- Rob Pike

%
Նշում: Ոչ ԵՐԱՇԽԻՔ, կամ ԲԱՑԱՀԱՅՏ ԿԱՄ ԵՆԹԱԴՐՅԱԼ, սույնով տրվում: բոլորըծրագրային մատակարարվում ինչպես, առանց երաշխիքի: Օգտագործողը ենթադրում է բոլորի համարպատասխանատվությունը հետեւանքով պատճառված վնասները օգտագործման այդ հատկանիշները,ներառյալ, սակայն չեն սահմանափակվում, հիասթափության, զզվանք, համակարգային abends, սկավառակիղեկավար-crashes, ընդհանուր առմամբ անօրինականություններին, ջրհեղեղներ, հրդեհներ, Shark Attack, նյարդայինգազ, մորեխ infestation, ցիկլոններ, փոթորիկները, ցունամիներ, տեղականէլեկտրամագնիսական disruptions, հիդրավլիկ արգելակի համակարգի ձախողման, ներխուժումը,hashing բախումներ, նորմալ մաշվածության շփման մակերեսների, Comicճառագայթման, անզգույշ ոչնչացման զգայուն էլեկտրոնային բաղադրիչների,windstorms, որ Riders է Nazgul զայրացած Հավ, անսարքությունմեխանիկական կամ էլեկտրական սեռական սարքեր, վաղաժամ ակտիվացումըհեռավոր վաղ ահազանգման համակարգ, գյուղացիական ապստամբությունները, halitosis, հրետանայինՌմբակոծություն, պայթյունները, քարայր-ins, եւ / կամ Գորտեր ընկնում երկնքից.
		-- Rob Pike

%
Ոչինչ տեղի չի ունենում.
		-- Rob Pike

%
Այժմ նա խոսում է արագ տեմպերով. «Դուք գիտեք, թե * Ինչու * դուք ցանկանում եք ծրագրին»Նա գլուխը: Նա չունի չնչին գաղափարը:«Որովհետեւ շեղվել * ուրախության * ծրագրավորման» նա լաց է լինում triumphantly:«Ուրախություն է ծնողի, արվեստագետը, որ արհեստավոր.« Դուք առէք մի ծրագիր,ծնվել թույլ է եւ անզոր, որպես աղոտ իրականացված լուծում. Դուք դաստիարակելծրագիրը եւ առաջնորդելու այն ներքեւ է ճիշտ ուղին, շենքը, դիտելով այն աճում երբեւէուժեղ. Երբեմն դուք նկարել փոքրիկ հարվածների, մի keystroke ավելացրել է այստեղ,մի keystroke փոխվել այնտեղ »: Նա sweeps իր ձեռքը լայն ՇՊՌԿ.» եւ այլանգամ եք Savage ամբողջ * արգելափակում * կոդ հոյակապ դուրս ծրագիրը շատ* Էությունը *, ապա սկսած նորովի: Բայց միշտ կառուցելու, ստեղծել, լրացնելովԾրագիրը ձեր սեփական անհատական ​​կնիքով, ձեր սեփական quirks ու նրբություններին: Կինոոր ծրագիրը աճում է ավելի ուժեղ, patching այն ժամանակ, երբ այն crashes, մինչեւ, վերջապես, այն կարող էկանգնել միայնակ հպարտ, հզոր, եւ կատարյալ. Սա է ծրագրավորող ի լավագույնժամ! "Softly սկզբում, հետո ավելի բարձր, որ նա լսում է strains մի Sousa երթի:«Այս ... սա ձեր կտավ! Ձեր CLAY! Գնա եւ ստեղծել մի masterwork!"
		-- Rob Pike

%
«Հիմա սա բոլորովին ուղեղի վնասված է ալգորիթմը: Խաբեություն ինձ Smurfette»:
		-- P. Buhr, Computer Science 354

%
«Միջուկային պատերազմը կարող է խաթարել ձեր ողջ compile»:
		-- Karl Lehenbauer

%
Nurse Donna: Oh, Groucho, ես վախենում եմ, ես gonna քամու հին սպասուհին:Groucho: Դե, բերեք նրան, եւ մենք պետք է քամու նրան միասին:Nurse Donna: Հավատում եք համակարգչային ժամադրության:Groucho միայն այն դեպքում, եթե համակարգիչներ, իրոք սիրում են միմյանց:
		-- Karl Lehenbauer

%
Oh, այնպես որ Դուք կարող եք!
		-- Karl Lehenbauer

%
Okay, Okay - Ես ընդունում եմ այն: Դուք չեք փոխել այդ ծրագիրը, որ աշխատելպարզապես մի քիչ առաջ: Ես տեղադրված որոշ պատահական նիշ մեջexecutable. Խնդրում եմ, ներիր ինձ. Դուք կարող եք վերականգնել ֆայլի են տպելկոդը կրկին, քանի որ ես նաեւ հանել աղբյուր:
		-- Karl Lehenbauer

%
Ամյա mail ժամանել:
		-- Karl Lehenbauer

%
Հին ծրագրավորողների երբեք չի մահանում, նրանք պարզապես դառնում են մենեջերներ:
		-- Karl Lehenbauer

%
Հին ծրագրավորողների երբեք չի մահանում, նրանք պարզապես մասնաճյուղ է նոր վայրը.
		-- Karl Lehenbauer

%
Հին ծրագրավորողների երբեք չի մահանում, նրանք պարզապես հարվածել հաշիվը թաղամաս սահմանաչափը:
		-- Karl Lehenbauer

%
On հստակ սկավառակի դուք կարող եք դիմել ընդմիշտ.
		-- P. Denning

%
Ութերորդ օրը, Աստված ստեղծեց Fortran:
		-- P. Denning

%
Ինտերնետում, ոչ ոք չգիտի, թե դու մի շուն:
		-- Cartoon caption

%
Իսկ մյուս կողմից, TCP ճամբարը ունի նաեւ արտահայտությունը Բաց հասարակության ինստիտուտի մարդկանց:Կան բազմաթիվ արտահայտություններ: Իմ սիրած `nitwit», իսկ հիմնավորումըէ ինտերնետը փիլիսոփայությունը միշտ էլ եղել է, դուք պետք է չափազանց վառ,անկուսակցական հետազոտողները նայում մի թեմայի, անել համաշխարհային կարգի հետազոտություններ, անելմի քանի մրցակցող implementations, պետք է թխել-off, որոշելու, թե ինչ է աշխատումԼավագույն, գրեք այն ներքեւ եւ դարձնել, որ ստանդարտին:Բաց հասարակության ինստիտուտի տեսակետը լիովին հակառակն է: Դուք վերցնել գրավոր ներդրումմի շատ ավելի մեծ համայնքի, դուք ցանկանում եք տեղադրել այն ներդրումները մի սենյակումհանձնաժողովի մարդիկ,, բավական անկեղծ ասած, հսկայական քաղաքական տարբերություններ եւ բոլորիրենց սեփական քաղաքական առանցքներ է հասկացնել, եւ չորս տարի անց դուք ստանումինչ-որ բան դուրս, սովորաբար առանց այն երբեւէ ներդրվել է մեկ անգամ:Այնպես որ, ինտերնետը հեռանկարն է իրականացնել այն, որպեսզի այն լավ աշխատել,ապա գրեք այն ներքեւ, իսկ ԲՀԻ հեռանկարը պետք է համաձայնության գալ այն, գրելայն ներքեւ, շրջանառել այն շատ է եւ հիմա մենք պետք է տեսնել, եթե որեւէ մեկը կարող է իրականացնել այնայն բանից հետո, դա միջազգային չափանիշ է եւ ամեն վաճառող է աշխարհիհավատարիմ է դրան: Մեկը այդ գործընթացներից հետընթաց, եւ ես չեմ կարծում, որայն տեւում է մի Lucasian ֆիզիկայի պրոֆեսոր Oxford է պարզել, որ.
		-- Marshall Rose, "The Pied Piper of OSI"

%
Երկու առիթներով ես խնդրել [անդամների կողմից խորհրդարանի!], «Աղոթեք, պարոնԲեբիջի անվան, եթե դուք ցանկանում եք տեղադրել մեքենայի մեջ սխալ թվեր, պիտի ճիշտ պատասխաններըդուրս գալ »: Ես չեմ կարող արդարացիորեն է ձերբակալել տեսակի շփոթությանգաղափարները, որ կարող է առաջացնել մի այսպիսի հարց:
		-- Charles Babbage

%
«Մեկ Ճարտարապետություն, մեկ OS», նույնպես թարգմանում է որպես «մեկ ձու, մեկ զամբյուղում»:
		-- Charles Babbage

%
«Մեկ հիմնական հասկացությունը հիմքում Usenet այն է, որ կոոպերատիվի»:Որոնք եղել են Usenet համար շարունակվում է տասը տարիների ընթացքում, ես համաձայն չեմ այս.Հիմնական հասկացությունը հիմքում ընկած USENET է բոց.
		-- Chuq Von Rospach

%
Մի օր մի ուսանող է եկել Լուսնի եւ ասաց. «Ես հասկանում եմ, թե ինչպես պետք է անել,ավելի լավ աղբահավաքի: Մենք պետք է պահել տեղեկանք հաշվեց ցուցիչներիյուրաքանչյուր դեմ »:Moon համբերատար պատմեց ուսանողին հետեւյալ պատմությունը "Մեկ օր էուսանողը եկել Լուսնի եւ ասաց. «Ես հասկանում եմ, թե ինչպես պետք է անել, ավելի լավ աղբըկոլեկցիոներ ... »
		-- Chuq Von Rospach

%
Մի լավ պատճառը համակարգիչները կարող են անել ավելի շատ աշխատանք է, քան այն մարդկանց, որ նրանքերբեք պետք է կանգ առնել եւ պատասխանել հեռախոսը:
		-- Chuq Von Rospach

%
... Մեկն է այն հիմնական պատճառներից անկումից Հռոմեական կայսրության էր, որ,բացակայում է զրոյի, նրանք ոչ մի կերպ է նշել հաջող դադարեցումընրանց C ծրագրերը:
		-- Robert Firth

%
Մեկը առավել անտեսվել առավելություններ է համակարգիչների ... Եթե նրանք անումթքել է, չկա օրենք, դեմ է whacking նրանց մոտ մի քիչ:
		-- Joe Martin

%
Հարցերից մեկը, որ հանդես է գալիս ամբողջ ժամանակը: Ինչպես ոգեւորվածՍա մեր աջակցության համար UNIX.Unix գրվել է մեր մեքենաների եւ մեր մեքենաների շատ տարիներ առաջ:Այսօր, շատ UNIX արվում կատարվում է մեր մեքենաների. Տասը տոկոսը մերVAXs պատրաստվում են UNIX օգտագործման համար. UNIX մի պարզ լեզու, հեշտ է հասկանալ,հեշտ սկսել. Դա մեծ է ուսանողների համար, մեծ փոքր - ինչ պատահականօգտագործողների, եւ դա մեծ interchanging ծրագրեր միջեւ տարբեր մեքենաներ.Եվ այսպես, քանի որ իր ժողովրդականությունը այդ շուկաներում, մենք աջակցում ենք դրան: Մենք ունենքԼավ UNIX վրա VAX եւ լավ UNIX վրա PDP-11S.Դա մեր համոզմունքն է, սակայն, որ լուրջ մասնագիտական ​​օգտվողները կարող առաջադրվելդուրս բաներ, որ նրանք կարող են անել UNIX: Նրանք ուզում են իրական համակարգ եւ կավարտվիանում VMS, երբ նրանք ստանում են լինել լուրջ programming.With UNIX, եթե դուք եք փնտրում բան, որ դուք կարող եք հեշտությամբ եւ արագստուգել այդ փոքր ձեռնարկը եւ պարզել, որ դա չկա. With VMS, անկախ նրանից, թեթե ինչ եք փնտրում, դա բառացիորեն հինգ ոտքով ելուստը փաստաթղթերի, եթենայում եք բավականաչափ երկար, որ այնտեղ. Դա այն տարբերությունը, որ գեղեցկությունը UNIXայն է, պարզ է, եւ գեղեցկությունը VMS, որ այն ամենը, որ.[Այն պնդում էր, որ գեղեցկությունը UNIX նույնն է, ինչ է գեղեցկությունը KenOlsen ուղեղը. Խմբ.
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
Մեկ անձի սխալ այլ անձի տվյալները:
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
Մեկ նկար արժե 128K բառեր.
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
Միայն մեծ վարպետները ոճով կարող հաջողության հասնել լինելու անհասկացող:Շատ UNIX ծրագրավորողների մեծ վարպետները ոճով:
		-- The Unnamed Usenetter

%
Միայն fittest գոյատեւել. Գրավվածը ընդունում են իրենց unworthiness կողմիցտեղադրելով դասակարգված ad հետ ծիսական արտահայտություն ", պետք է վաճառել լավագույն առաջարկը»,եւ դրանից հետո բնակուեն անպատվություն, relegated է քննարկում գազի կիլոմետրաժը եւ Մարգագետիններիսնունդ. Բայց եթե հաջողակ, դուք միանաք էլիտար sodality որ ծախսում ժամunpurifying բարբառը, որ ցեղին հետ arcane խոսակցություններին bits եւ բայթ, խոյերիեւ ROMs, կոշտ սկավառակների եւ BAUD տոկոսադրույքները: Դուք զզվելի, obsessed. Դահամեստ գին է վճարել. Որովհետեւ դուք tapped մեջ նույն հաղորդագրությունները Awesome նախնադարյան իշխանությանոր արտադրում վարկային քարտ հաշվեգրումների սխալներով եւ կորցրել ինքնաթիռի վերապահումներ: Կարկուտ,Հետինդուստրիալ Warrior, subduer անձնագիրը Bounceoids, հպարտությունն է տիեզերք, պահապանոր silicone դավանանքից: Computo, ergo sum. Այն ուժը, ձեզ հետ - 110 վոլտ.Թող ձեր RAMS Աճիր եւ բազմացիր:
		-- Curt Suplee, "Smithsonian", 4/83

%
OS / 2 Գարեջուր Գալիս է մի 32-ունց կարող: Արդյոք Ձեզ հնարավորություն է տալիս խմել մի քանի DOSBeers միաժամանակ. Թույլ է տալիս Ձեզ խմել Windows 3.1 Beer միաժամանակեն, բայց փոքր-ինչ ավելի դանդաղ: Գովազդում, որ իր բանկա չի պայթել, երբ դուքբացել դրանք, նույնիսկ եթե դուք թափահարում նրանց. Դուք երբեք իսկապես տեսնում մեկինխմելու OS / 2 Գարեջուր, բայց արտադրող (International BeerԱրտադրություն) պնդում է, որ 9 միլիոն վեց-փաթեթներ են վաճառվել:
		-- Curt Suplee, "Smithsonian", 4/83

%
OS / 2 Skyways:Տերմինալը գրեթե դատարկ է, միայն մի քանի հեռանկարային ուղեւորներ ֆրեզերայինմասին. Հաղորդավարը ասում է, որ իրենց թռիչքը պարզապես մեկնել, մաղթում նրանց էԼավ չվերթը, թեեւ չկան ինքնաթիռները վրա թռիչքուղուց. ավիաընկերության անձնակազմիշրջում, ներողություն խնդրելով լիուլի է հաճախորդների hushed ձայնով, մատնանշելովժամանակ առ ժամանակ պետք է խնամված, հզոր jets դուրս տերմինալի վրադաշտը. Նրանք պատմում յուրաքանչյուր ուղեւորի, թե որքան լավ է, որ իրական չվերթը կլինի դրանքնոր jets եւ ինչպես ավելի անվտանգ դա կլինի, քան Windows ավիաուղիներ, սակայն, որ նրանքպետք է սպասել մի փոքր ավելի երկար է, որ տեխնիկական է ավարտել թռիչքըհամակարգեր. Գուցե մինչեւ կեսերին 1995 թ. Գուցե ավելի երկար:
		-- Curt Suplee, "Smithsonian", 4/83

%
«Մեր վերաբերմունքը TCP / IP է,` Hey, մենք դա անել, բայց չեն կատարել մի մեծհամակարգը, քանի որ մենք չենք կարող ամրագրել այն դեպքում, եթե այն խախտում է, - Ոչ ոք չի կարող ».«TCP / IP Լավ է, եթե դուք ունեք մի քիչ պաշտոնական ակումբ է, եւ դա չի կատարելցանկացած տարբերություն, եթե այն տեւում է մի քիչ է ամրագրել այն »:
		-- Ken Olson, in Digital News, 1988

%
Մեր Փաստաթղթեր մենեջեր էր ցույց իր 2-ամյա որդուն շուրջ գրասենյակում:Նա ներկայացրել ինձ, որի ժամանակ նա նշել է, որ մենք երկուսս էլանցկացման պայուսակներ ադիբուդի. Մենք երկուսս էլ զբաղեցնող շիշ հյութ. Բայց միայնԻնք ուներ սառնաշաքար կոնֆետ:Նա խնդրել է իր մորը, «ինչու չի ունենա սառնաշաքար կոնֆետ».Նրա պատասխանը. «Նա կարող է ունենալ Lollipop ցանկացած ժամանակ նա ցանկանում է. Դաթե ինչ է նշանակում լինել ծրագրավորող: »:
		-- Ken Olson, in Digital News, 1988

%
Մեր պաշտոնական առաքելությունն է բարելավել հարցաթերթիկը կյանքը օպերատորների ամբողջ աշխարհում:
		-- Peter Behrendt, president of Exabyte

%
Մեր OS ովքեր արվեստ պրոցեսորի, UNIX լինի քո անունը.Քո ծրագրեր առաջադրվելու, քո syscalls արել,Ի միջուկի, քանի որ այն գտնվում է Օգտվողի մասին!
		-- Peter Behrendt, president of Exabyte

%
Ավելի քան ուսի վերահսկողությունն ավելի շատ կարիք կառավարչի քանծրագրավորում խնդիր է.
		-- Peter Behrendt, president of Exabyte

%
Ընդհանուր առմամբ, փիլիսոփայությունը պետք է հարձակվել մատչելիության խնդիրը երկուլրացնող ուղղությունները: նվազեցնել շարք ծրագրային սխալների միջոցովխիստ փորձարկումը վարման համակարգերի, եւ նվազեցնել ազդեցությունը մնացածսխալներ `ապահովելով վերականգնման նրանցից. Հետաքրքիր է ծանոթագրություն այսդիզայն է, որ այժմ մի համակարգ ձախողումը սովորաբար կարող է համարվել այնԱրդյունքը երկու ծրագրի սխալների. առաջինը, որ ծրագիր, որը սկսել էԽնդիրը; երկրորդը, վերականգնման ռեժիմ, որը չի կարող պաշտպանելհամակարգ.Օպերացիոն համակարգեր, Part II: OS / VS-2 հասկացություններ եւPhilosophies, «IBM Systems Journal, Vol. 12, թիվ 4.
		-- A. L. Scherr, "Functional Structure of IBM Virtual Storage

%
Չափից ծնում սխալը, երբ մենք վերցնում է շնորհվել, որ խաղը կլինիշարունակելու իր նորմալ հունով: երբ մենք չկարողանանք ապահովելու համար անսովորհզոր ռեսուրս մի չեկի, մի զոհաբերություն, փակուղային. Այնուհետեւզոհը կարող ողբ, Բայց ով կարող էր երազել այսպիսի հիմար փնտրում քայլին.
		-- Fred Reinfeld, "The Complete Chess Course"

%
Ողողում է / dev / null, խնդրում ենք դատարկել bit դույլ.
		-- Fred Reinfeld, "The Complete Chess Course"

%
Ծանրաբեռնված - միջուկը Meltdown հաջորդականություն հարուցվել:
		-- Fred Reinfeld, "The Complete Chess Course"

%
խուճապը: չի կարող գտնել /
		-- Fred Reinfeld, "The Complete Chess Course"

%
խուճապ `Kernel սեգմենտավորում խախտումը: միջուկը dumped (միայն կատակում)
		-- Fred Reinfeld, "The Complete Chess Course"

%
Խուճապի մատնվելու հարկ Kernel թակարդ (անտեսվում)
		-- Fred Reinfeld, "The Complete Chess Course"

%
Pascal է լեզու երեխաների համար ցանկանում է անվայել.
		-- Dr. Kasi Ananthanarayanan

%
Pascal չէ բարձր մակարդակի լեզու.
		-- Steven Feiner

%
«Պասկալ է Պասկալ է Պասկալ է շունը միսը:»:
		-- M. Devine and P. Larson, Computer Science 340

%
Գաղտնաբառերը են իրականացվում հետեւանքով անապահովության:
		-- M. Devine and P. Larson, Computer Science 340

%
Դադար պահեստավորման տեղափոխման.
		-- M. Devine and P. Larson, Computer Science 340

%
Per Buck, դուք ստանում եք ավելի շատ հաշվողական գործողություն հետ փոքր համակարգչի համար.
		-- R. W. Hamming

%
PL / I - «ճակատագրական հիվանդություն», - պատկանում ավելի շատ խնդրի սահմանված, քան այնլուծում է սահմանել:
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Խաղալ Rogue, այցելել էկզոտիկ վայրերը, հանդիպում տարօրինակ արարածներ, եւ նրանց սպանել.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Խնդրում ենք գնալ հեռու:
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Միացնել այն:
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Վաղաժամ օպտիմալացման է արմատ բոլոր չար.
		-- D. E. Knuth

%
Գին Wang- ի ծրագրավորող էր կոդավորման ծրագրային ապահովման. Նրա մատները պարեց վրաստեղնաշարի. Ծրագիրը կազմվում առանց error message, եւ ծրագիրըվազեց պես նուրբ քամու.Գերազանց է «Price բացականչեց,« Ձեր տեխնիկան է անսխալ »«Տեխնիկա». ասել է ծրագրավորող, շրջվելով նրա տերմինալի, «Ինչ եմհետեւել է Tao - վեր տեխնիկայով: Երբ ես առաջին անգամ սկսեց ծրագիր Ես, որ տեսնում իմ առջեւս ամբողջ ծրագիրը մեկ զանգվածի. Երեք տարի հետո, ես, ոչավելի երկար տեսել այս զանգվածը: Փոխարենը, ես օգտագործել subroutines: Բայց հիմա ես տեսնում եմ, ոչինչ.Իմ ողջ էությամբ գոյություն ունի մի անձեվ դատարկության. Իմ զգայարանների են պարապ է: Իմ հոգին,ազատ է աշխատել առանց պլանի, հետեւում է իր սեփական բնազդը: Կարճ ասած, իմ ծրագրիգրում է ինքն իրեն: Ճիշտ է, երբեմն լինում են բարդ խնդիրներ: Ես տեսնում եմ նրանցգալիս, ես դանդաղեցնել, ես նայում լուռ: Հետո ես փոխել մի գծի կոդըեւ դժվարությունները անհետանալ նման puffs պարապուրդից ծխի: Ապա ես կազմումծրագիրը: Ես նստել դեռեւս եւ թող ուրախություն աշխատանքի լրացնել իմ էությունը: Փակում եմաչքերը մի պահ, եւ ապա մուտք դուրս »:Գին Wang ասել է, «Որ իմ բոլոր ծրագրավորողների էին, իմաստուն»
		-- Geoffrey James, "The Tao of Programming"

%
Պրոֆ. Այնպես որ, ամերիկյան կառավարությունը գնաց IBM է գալ մի տվյալներըգաղտնագրման ստանդարտ, եւ նրանք եկան ...Ուսանողական. EBCDIC! "
		-- Geoffrey James, "The Tao of Programming"

%
Հայհոյանքը է մեկ լեզու, բոլոր ծրագրավորողների գիտեմ, լավ:
		-- Geoffrey James, "The Tao of Programming"

%
Ծրագրավորողների դա անել քիչ է քիչ.
		-- Geoffrey James, "The Tao of Programming"

%
Ծրագրավորողների օգտագործվում է խմբաքանակի միջավայրում կարող եք գտնել այն դժվար է ապրել առանցհսկա ցանկեր; մենք պետք է գտնել այն դժվար է օգտագործել դրանք:
		-- D. M. Ritchie

%
Ծրագրավորում է անբնական ակտ:
		-- D. M. Ritchie

%
Առաջարկվող լրացումներ է PDP-11 Ինստրուկտաժ Հավաքածու.Սիրողական Branch Երկու ուղիներBEW Branch Կամ ճանապարհBBBF մասնաճյուղ Bit դույլ լիBH Branch եւ HangBMR Մասնաճյուղի Multiple ՀԴՄBOB Branch On BugBPO մասնաճյուղ Power OffBST Backspace եւ Ձգվող ԿասետայինCDS խտացնել եւ ոչնչացնել համակարգCLBR clobber ԳրանցումCLBRI clobber Գրանցում ԱնմիջապեսCM շրջանառել ՀիշողությանCMFRM գալիս - համար էական իսկապես համակարգված ծրագրավորմանCPPR կուչ գալ Printer Թուղթ եւ RipՎՌՆ նորադարձ հռոմեական numerals
		-- D. M. Ritchie

%
Առաջարկվող լրացումներ է PDP-11 Ինստրուկտաժ Հավաքածու.DC բաժանիր, որ տիրեսDMPK Ոչնչացնել Հիշողության պաշտպանել հիմնականDO բաժանել եւ ՀեղեղելEMPC նախանձել Pocket հաշվիչEPI Կատարել ծրագրավորող ԱնմիջապեսEROS ջնջել Կարդալ Միայն StorageExce իրականացնել հաճախորդների EngineerHCF Halt եւ բռնել կրակիIBP Տեղադրեք Bug եւ ՇարունակելINSQSW Տեղադրեք մեջ հերթում տեղ (համար Fino հերթերի [FIRST երբեք դուրս])PBC Տպագիր եւ Break ChainPDSK Դակիչ Disk
		-- D. M. Ritchie

%
Առաջարկվող լրացումներ է PDP-11 Ինստրուկտաժ Հավաքածու.PI Դակիչ ԱնվավերPopi Դակիչ օպերատորն անմիջապեսPVLC Դակիչ Փոփոխական Length CardԳԱՀԿ Կարդալ եւ ծվեն CardRPM Կարդալ Ծրագրավորողների MindRSSC նվազեցնել արագությունը, քայլ ուշադիր համար (բարելավված ճշտության)RTAB Rewind ժապավեն եւ ընդմիջումRWDSK վերափաթաթում սկավառակRWOC Կարդալ գրավոր CardSCRBL խզբզոց սկավառակի ավելի արագ, քան գրելուSLC Որոնել Lost ակորդSPSW մագլցում ծրագիր կարգավիճակը WordSRSD Փնտրեք արձանագրել եւ Սպի DiskStrom Խանութ միայն կարդալու հիշողությունTDB արտագրում եւ Drop BitWbt Ջուր Երկուական Tree
		-- D. M. Ritchie

%
Purge ավարտված է:
		-- D. M. Ritchie

%
Ներդրեք ոչ վստահությունը թաքուն մեկնաբանությունների:
		-- D. M. Ritchie

%
RADIO SHACK ՄԱԿԱՐԴԱԿԸ II ՀԻՄՆԱԿԱՆՊԱՏՐԱՍՏ> _
		-- D. M. Ritchie

%
RAM չէր կառուցվել է մի օր.
		-- D. M. Ritchie

%
Հորդ մոտ հետեւի իմ գլխին մի մտահոգիչ պատկերն բան եստեսավ, օդանավակայանում ... Հիմա ես հիշելով, այդ հսկա piles համակարգչիամսագրեր աջ կողքին «մարդիկ» եւ «Ժամանակի» օդանավակայանում խանութ. Արդյոքդա մտահոգում որեւէ մեկին, որ կեսը աշխարհն է, որ այդ ամենը, մեր դժվար հաղթելգաղտնիքները համակարգչային տեխնոլոգիաների? Հիշեք, թե ինչպես բոլոր փաստաբանները, - բացականչեց -ը ստանում է գնդակըերբ «Ինչպես խուսափել կտակի« տպագրվել. Են տանում ոչ-յանցանքապահովագրություն պառկած. Ոչ մի դեպքում! Բայց ներկա փոխարժեքով, դա չի կարող երկարմինչեւ կան stacks են «գործարքների Ինֆորմացիայի տեսության" - ինA & P Checkout հաշվիչներ. Ով է լինելու տպավորված մեզ հետ Electricalինժեներները հետո? Արդյոք մենք, քանի որ ասացվածք է գնում, տալով հեռու խանութ.
		-- Robert W. Lucky, IEEE President

%
Reactor սխալ միջուկը թափվում:
		-- Robert W. Lucky, IEEE President

%
Անշարժ համակարգչային գիտնականները հիանում ԶՀԳ իր ճնշող գեղագիտականարժեքը, սակայն գտնում են, որ դժվար է իրականում ծրագրի դրան, քանի որ դաավելի շատ մեծ է իրականացնել: Շատ համակարգչային գիտնականները չեն նկատումՍա, քանի որ նրանք շարունակում են վիճում են, թե ինչ բան է ավելացնել ԶՀԳ:
		-- Robert W. Lucky, IEEE President

%
Անշարժ համակարգչային գիտնականները արհամարհել գաղափարը փաստացի hardware. Hardware ունիսահմանափակումները, ծրագրային չի: Դա իսկական ամոթ է, որ Turing մեքենաներ ենայնքան աղքատ է I / O:
		-- Robert W. Lucky, IEEE President

%
Անշարժ համակարգչային գիտնականները չեն մեկնաբանում իրենց կոդ: Նույնարկիչները ենայնքան երկար, որ նրանք չեն կարող թույլ տալ, որ սկավառակի տարածություն.
		-- Robert W. Lucky, IEEE President

%
Անշարժ համակարգչային գիտնականները չեն նախագծել assembler. Նրանք չեն գրելբանի պակաս, շարժական, քան թվով երկու մատիտ:
		-- Robert W. Lucky, IEEE President

%
Անշարժ համակարգչային գիտնականները չեն գրում կոդ: Նրանք երբեմն կպցնել`ծրագրավորման համակարգեր, բայց դրանք այնքան բարձր մակարդակը, որ նրանք հազիվ հաշվել(Եւ հազվադեպ հաշվիչ ճշգրիտ, ճշգրիտ է դիմումների):
		-- Robert W. Lucky, IEEE President

%
Անշարժ համակարգչային գիտնականները նման համակարգիչ ունենալու իրենց գրասեղանի, այլապես, ինչպեսկարող են կարդալ իրենց փոստը:
		-- Robert W. Lucky, IEEE President

%
Անշարժ համակարգչային գիտնականները միայն գրել ակնոց լեզուների, որոնք կարող են առաջադրվելհետագա hardware. Ոչ ոք չի վստահում նրանց գրել ակնոց համար ոչինչ homosapiens երբեւէ կարող է տեղավորել մի մոլորակին.
		-- Robert W. Lucky, IEEE President

%
Անշարժ ծրագրավորողների խորշում կառուցվածքային ծրագրավորման. Համակարգված ծրագրավորում էհամար պարտադիր neurotics ովքեր վաղաժամկետ toilet- վերապատրաստված: Նրանք հագնումneckties եւ ուշադիր գիծը մինչեւ մատիտներ վրա, այլապես հստակ desks.
		-- Robert W. Lucky, IEEE President

%
Անշարժ ծրագրավորողների չեն բերի շագանակագույն տոպրակների լանչերի: Եթե ​​ՎԱՃԱՌՔԻ մեքենայիչի վաճառում այն, որ նրանք չեն ուտում այն: Գլոցիչներ եւ առեւտրային ավտոմատներ չեն վաճառում quiche.
		-- Robert W. Lucky, IEEE President

%
Անշարժ ծրագրավորողների չեն մեկնաբանում իրենց կոդ: Դժվար էր գրել, այնպետք է լինի, դժվար է հասկանալ.
		-- Robert W. Lucky, IEEE President

%
Անշարժ ծրագրավորողների չեն հրավիրել սխեմաներ: Սխեմաներ են, ի վերջո,անգրագետ ի ձեւ փաստաթղթերի. Cavemen ոքի խաղաց սխեմաներ. նայում, թե ինչպեսշատ լավ է, որ արել է նրանց:
		-- Robert W. Lucky, IEEE President

%
Անշարժ Ծրագրավորողների չեն ուտում quiche. Նրանք ուտում Twinkies եւ Szechwan ուտելիք.
		-- Robert W. Lucky, IEEE President

%
Անշարժ Ծրագրավորողների չեն խաղում թենիս, կամ որեւէ այլ սպորտը, որը պահանջում էՁեզ փոխել հագուստը. Mountain Նվաճելով is ok, եւ իրական ծրագրավորողներիկրել իրենց Նվաճելով boots է աշխատել, եթե մի սար, պետք է հանկարծգարուն է կեսին մեքենա սենյակում.
		-- Robert W. Lucky, IEEE President

%
Անշարժ ծրագրավորողների չեն գրել BASIC. Ըստ էության, ոչ ծրագրավորողների գրելՀԻՄՆԱԿԱՆ հասնելուց հետո սեռական հասունություն.
		-- Robert W. Lucky, IEEE President

%
Անշարժ Ծրագրավորողների չեն գրել Fortran. Fortran է խողովակների սթրես Freaks եւԲյուրեղագիտություն weenies: Fortran է wimp ճարտարագետների, ովքեր հագնում սպիտակ գուլպաներ.
		-- Robert W. Lucky, IEEE President

%
Անշարժ Ծրագրավորողների չեն գրել PL / I: PL / I է ծրագրավորողների համար, ովքեր չեն կարողորոշել, թե արդյոք գրել COBOL կամ Fortran:
		-- Robert W. Lucky, IEEE President

%
Անշարժ Ծրագրավորողների կարծում եմ, որ ավելի լավ է, երբ խաղում արկածախնդրության կամ սրիկա.
		-- Robert W. Lucky, IEEE President

%
Անշարժ ծրագրերը չեն ուտում քէշը.
		-- Robert W. Lucky, IEEE President

%
Անշարժ ծրագրերը չեն օգտագործել համօգտագործվող տեքստը: Հակառակ դեպքում, ինչպես կարող են նրանք օգտագործել գործառույթներըհամար քորում տարածության հետո նրանք ավարտվել անվանելով դրանք:
		-- Robert W. Lucky, IEEE President

%
Անշարժ ծրագրային ապահովման ճարտարագետներ չեմ, ոչ debug ծրագրեր, նրանք ճշտությունը ստուգում.Այս գործընթացը չի անպայմանորեն ներգրավել կատարումը բան էհամակարգիչ, բացառությամբ թերեւս ճշտությունը Ստուգման օգնության փաթեթը:
		-- Robert W. Lucky, IEEE President

%
Անշարժ ծրագրային ինժեներները չեն սիրում գաղափարը չգիտես եւյուղոտ մետիզ քանի aisles հեռու, որ կարող է դադարեցնել աշխատանքային ցանկացածպահը: Նրանք ունեն մեծ անվստահությունը ապարատային մարդկանց, եւ ցանկանում եմ, որհամակարգերը կարող են լինել վիրտուալ ժամը * ___ Բոլոր * մակարդակներում. Նրանք ցանկանում անձնականՀամակարգիչներ (դուք գիտեք, ոչ ոք չի պատրաստվում ուղեւորության շուրջ ինչ-որ բան եւ սպանել ձերDFA կեսերին տարանցման), բացառությամբ, որ նրանք պետք է 8 մեգաբայթ է առաջադրվել իրենցԿոռեկտությունը Ստուգման Aid փաթեթներ:
		-- Robert W. Lucky, IEEE President

%
Անշարժ ծրագրային ինժեներներ 9-ից 5-ի, քանի որ դա է ճանապարհը, որ գործն էնկարագրված է ֆորմալ SPEC. Աշխատանքային ուշ, պետք է զգում օգտագործելովundocumented արտաքին կարգը:
		-- Robert W. Lucky, IEEE President

%
Անշարժ Users են վախենում, որ նրանք պետք է կոտրել է մեքենայի, բայց նրանք երբեք չենվախենում են կոտրել ձեր դեմքը.
		-- Robert W. Lucky, IEEE President

%
Անշարժ Users գտնել մեկը համադրություն տարօրինակ մուտքագրման արժեքները, որոնք փակումցած համակարգի օրերի:
		-- Robert W. Lucky, IEEE President

%
Անշարժ Users ատում Անշարժ ծրագրավորողներ.
		-- Robert W. Lucky, IEEE President

%
Անշարժ Users գիտենք, ձեր տուն հեռախոսահամարը:
		-- Robert W. Lucky, IEEE President

%
Անշարժ Users երբեք չենք իմանա, թե ինչ են ուզում, բայց նրանք միշտ գիտեն, թե երբ է ձեր ծրագիրըչի առաքել այն.
		-- Robert W. Lucky, IEEE President

%
Անշարժ Users երբեք օգտագործել Օգնություն ստեղնը:
		-- Robert W. Lucky, IEEE President

%
Ռեկուրսիա է արմատը հաշվարկի, քանի որ այն Կնքված նկարագրությունը ժամանակ.
		-- Robert W. Lucky, IEEE President

%
Հիշել լավ հին օրերը, երբ CPU էր եզակի.
		-- Robert W. Lucky, IEEE President

%
Հիշեք, Աստված կարող է միայն ստեղծել աշխարհը 6 օր, քանի որ նա չիունեն սահմանված անձնագիրը բազայի.
		-- Robert W. Lucky, IEEE President

%
Հիշեք, UNIX ուղղագրությամբ հետընթաց է XINU.
		-- Mt.

%
Հիշեք, օգտագործել ելք է logout:
		-- Mt.

%
Ռիշը որոշումը կարգը ինտեգրման, Զարմանալի չէ,օգտագործում է Ռեկուրսիա վրա քանակի եւ տեսակի ընդարձակման ից այնռացիոնալ ֆունկցիաներ համար անհրաժեշտ է ներկայացնել ինտեգրալը: Չնայած նրան, որալգորիթմ հետեւում է եւ քննադատաբար կախված է համապատասխան կառույցիէ մուտքագրման, ինչպես նաեւ այն դեպքում, բազմաչափ factorization, մենք չենք կարողպնդում են, որ ալգորիթմը բնական է: Ի դեպ, ստեղծողդիֆերենցիալ հանրահաշիվ, Ritt, ինքնասպան է վաղ 1950 - ականներին,հիմնականում, այն պնդում է, քանի որ քչերն ուշադրություն է իր աշխատանքին: հավանաբարնա չէր ստացել են ավելի մեծ ուշադրություն էր նա ստացել է ալգորիթմ, ինչպես նաեւ:
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Row, տող, անընդմեջ ձեր bits, նրբորեն ներքեւ հոսքի ...
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Խնայելու: Drive փոքր կմախք.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Պահպանել գազ, չեն օգտագործել շելլը:
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Save ինքներդ! Reboot է 5 վայրկյանում:
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Ասում «Քսաներեք-skiddoo է« դուրս գալ:
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
SCCS, աղբյուրը մոթել! Հաղորդումներ ստուգել եւ երբեք ստուգել դուրս!
		-- Ken Thompson

%
Գիտությունը համակարգչային գիտության Hydrodynamics է կոյուղի:
		-- Ken Thompson

%
Գիտնականները պատրաստվում էին փորձ է հարցնել վերջնական հարցը.Նրանք էին աշխատել ամիսներով հայթայթիր յուրաքանչյուրը յուրաքանչյուր համակարգիչ, որը եղելկառուցվել. Վերջապես մեծ օր էր ձեռքը: Բոլոր համակարգիչներ կապվածմիասին: Նրանք հարց », - Կա մի Աստծուն»: Lights սկսելblinking, Ջրամեկուսացման եւ blinking ոմանք ավելի. Հանկարծ, կար բարձրվթարի, եւ կայծակի իջաւ երկնքից, հարվածեցհամակարգիչներ, եւ welded բոլոր միացումները մշտապես միասին: «Այնտեղայժմ », եկավ պատասխանը:
		-- Ken Thompson

%
Scotty: Captain, մենք din «կարող տեղեկանք այն!Kirk վերլուծություն, պարոն Spock.Spock: Captain, որ այն չի հայտնվի խորհրդանիշ սեղանին:Kirk: Ապա դա արտաքին ծագման:Spock: Պոզիտիվ.Kirk: Պարոն Sulu, գնալ անցնել երկու.Sulu: Միշտ aye, սըր, պատրաստվում է անցնել երկու.
		-- Ken Thompson

%
»բաժինը 2.4.3.5 awns (ստացողը սպասել նոր շրջափուլի State).Ի awns որ AH ֆունկցիան ցույց է տալիս, որ այն ստացել էmultiline հաղորդագրությունը բայթ.Ի awns որ RFD հաղորդագրությունը պետք է ուղարկվի կեղծ է, եւ DAC հաղորդագրությունըպետք է ուղարկվի պասիվ ճշմարիտ է:The AH ֆունկցիան պետք է դուրս գալ awns եւ մուտքագրեք:(1) The ANR- ների, եթե Դավ կեղծ է(2) ՁԻԱՀ-, եթե ATN հաղորդագրությունը կեղծ է եւ ոչ:(Ա) Տղաներն ակտիվ է(Բ) Նոր LACS ակտիվ է »ծրագրավորվող գործիքավորումը
		-- from the IEEE Standard Digital Interface for

%
Անվտանգության ստուգում: ինքնակոչ ALERT!
		-- from the IEEE Standard Digital Interface for

%
Թվում է, թե համակարգչային ինժեներ, համակարգեր վերլուծաբան, եւ ծրագրավորող էինվարորդական ներքեւ սարը, երբ արգելակները տվեց դուրս գալ: Նրանք ճչաց ներքեւսարը, վաստակելով արագությամբ, բայց, ի վերջո, հաջողվել է ծամել է դադարեցնել, ավելի էՀաջողություն, քան որեւէ այլ բան, ընդամենը դյույմ մի հազար ոտքով կաթիլ դեպի ատամնավորժայռերի. Նրանք բոլորը դուրս եկավ մեքենայից:        Համակարգիչը ինժեները ասաց. «Ես կարծում եմ, որ ես կարող եմ ուղղել այն»:        The համակարգեր վերլուծաբան ասաց. «Ոչ, ոչ, ես կարծում եմ, որ մենք պետք է վերցնել այնդեպի քաղաք եւ ունեն մասնագետ նայում դրան. »:        Ծրագրավորող ասաց, «Լավ, բայց նախ, ես կարծում եմ, որ մենք պետք է ետ ստանալեւ տեսնել, եթե դա անում է այն կրկին. "
		-- from the IEEE Standard Digital Interface for

%
ՍԵՄԻՆԱՐ ՀԱՅՏԱՐԱՐՈՒԹՅՈՒՆTitle: Արդյոք Գորտեր Turing Համատեղելի:ԱԺ նախագահը: Don "The Lion" KnuthՎերացականՄի քանի համալսարանի հետազոտողները Լուիզիանայի են ուսումնասիրումհաշվողական իշխանությունը տարբեր amphibians, գորտերի մասնավորապես. Խնդիրըգորտ computability դարձել է կարեւորագույն խնդիր, որը տատանվում են բոլոր ոլորտներումՀամակարգչային գիտության. Դա արդեն ցույց տվեց, որ ինչ-որ բան computable է amphi-Bian համայնքը է ֆիքսված չափի լճակ computable է գորտ նույն չափPOND - այսինքն, գորտերով են Pond-տիեզերական ավարտված է: Մենք ցույց կտա, որկա log-տարածք, polywog դրույքով նվազեցումը ցանկացած Turing մեքենա ծրագրիէ Frog. Մենք առաջարկում դրանք ներկայացնում պատշաճ ենթաբազմություն frog-computableգործառույթները.Սա ոչ թե պարզապես մի Եկեք տեսնել, թե ինչպես-հեռու այն, գորտեր-can-jump Սեմինարը.Սա միայն hardcore երկկենցաղ-հաշվարկային մարդկանց եւ նրանց գործընկերների հետ:Հյուրասիրւթյունը կլինեն ծառայել. Երաժշտություն կհնչի:
		-- from the IEEE Standard Digital Interface for

%
Ուղարկել որոշ գարշելի mail:
		-- from the IEEE Standard Digital Interface for

%
Sendmail կարող է լինել ապահով է սահմանել օգտվողին-id է արմատից.
		-- Eric Allman, "Sendmail Installation Guide"

%
Մի քանի ուսանողներ, որոնք խնդրել են ապացուցել, որ բոլոր կենտ թվեր են վարչապետ.Առաջինը ուսանողը փորձում ենք անել դա եղել է մաթեմատիկական ուսանող: "Hmmm ...Դե, 1 վարչապետ, 3-ը վարչապետ, 5-ը վարչապետ, եւ զորակոչի, մենք ունենք, որ բոլորկենտ integers են վարչապետ »:Երկրորդ ուսանող փորձելու էր մի մարդ ֆիզիկայի ովքեր մեկնաբանել, "Ես չեմՀամոզվեք, որ վավերականության Ձեր ապացույց, բայց ես կարծում եմ, կփորձեմ ապացուցել, այնէքսպերիմենտ »: Նա շարունակում է,« Դե, 1 վարչապետ, 3-ը վարչապետ, 5-ը վարչապետ, 7-ըվարչապետ, 9-ը ... Uh, 9-ը ... Uh, 9-ը փորձարարական սխալ է, 11-ը վարչապետ, 13Սա վարչապետ ... Դե, թվում է, որ դու ճիշտ ես »:Երրորդ ուսանողը փորձել այն էր, որ ինժեներական ուսանողը, ով պատասխանեց.«Դե, լինել ազնիվ, ըստ էության, ես վստահ չեմ, որ ձեր պատասխանի էլ Եկեքտեսնել ... 1 վարչապետը, 3-ը վարչապետ, 5-ը վարչապետ, 7-ը վարչապետ, 9-ը ... Uh, 9-ը ...Դե, եթե դուք մոտավոր, 9-ը վարչապետ, 11-ը վարչապետ, 13-ը վարչապետ ... Դե, դակարծես ճիշտ է »:Չի outdone, համակարգչային գիտության ուսանողը գալիս միասին, եւ ասում է,«Դե, դուք երկու sort've ստացել է ճիշտ գաղափարը, բայց դուք պետք է մինչեւ վերջ ունենում չափազանց երկար է:Ես պարզապես հարած մի ծրագիր է, իրոք գնալ եւ ապացուցել, որ. «Նա գնում է դեպինրա տերմինալ եւ աշխատում է իր ծրագիրը: Կարդալով արտադրանքի էկրանի վրա - ասում է նա,«1 վարչապետը, 1 վարչապետ, 1 վարչապետ, 1 է վարչապետ ...»
		-- Eric Allman, "Sendmail Installation Guide"

%
Նա վաճառում cshs կողմից cshore:
		-- Eric Allman, "Sendmail Installation Guide"

%
Գնումներ այս grody փոքրիկ համակարգչային խանութում ԳԱԼԵՐԻԱ համար միբոլորովին awwwesome Apple. Fer suuure: Ես նկատի ունեմ Խնձոր են գեղեցիկ դուք գիտեք?Բայց, գիտեք, որ կա այս cute guy ով աշխատում է այնտեղ, եւ նա ասում է, որVAX ի են cooler! Ես նկատի ունեմ, ես չեմ իմանա, թե, գիտեք: Նա ասում է, որ ինքըունի այս բոլորովին գլանային vax տանը, եւ դա լցոնված Հիշողության-to-the-max!Ճիշտ է, yeah. Եւ նա ցանկանում է ինձ վերցնել տուն, ցույց տալ այն ինձ համար. Oh my God!Ես suuure: Gag ինձ վարչապետ.
		-- Eric Allman, "Sendmail Installation Guide"

%
Սիմուլացիոն են նման կարճ կիսաշրջազգեստ, նրանք ցույց են տալիս, որ շատ ու թաքցնել մասերը.
		-- Hubert Kirrman

%
skldfjkl jklsR% ^ & (IXDRTYju187pkasdjbasdfbuilժ; asvgy8p 23r1vyui 135 2kmxsij90TYDFS $$ բ jkzxdjkl bjnk ժ nk; <[] [- == - <<<<< '; [,[Hjioasdvbnuio; buip ^ & (FTSD $% * VYUI: buio; sdf} [asdf ']sdoihjfh (_YU * G & F ^ * CTY98yՀիմա նայենք, թե ինչ եք գնացել եւ անել! Դուք կոտրված it!
		-- Hubert Kirrman

%
Դանդաղ եւ անշուշտ Unix crept մինչեւ Nintendo մասին ...
		-- Hubert Kirrman

%
Այսպիսով, տեսնում եք Անտոնիո, ինչու անհանգստանալու մասին մի քիչ հիմնական գերեզմանոց, eh? ԻրականումԲոլոր հիմնական վհատություն է պատահել, միեւնույն ակնթարթում, այնպես որ միջուկը աղբանոց դուք կունենաքվաղը, ինչու, դա արդեն տեղի է ունեցել: Դուք տեսնում եք, դա պարզապես մի փոքր ունիվերսալRecursive կատակ, որի թեմաները մեր կյանքը միջոցով անսահման ներուժիակնթարթը. Այնպես որ, գնա քնել, Անտոնիո, ձեր թեմա կարող է կոտրել ցանկացած պահիեւ գցել քեզ դուրս անվտանգ անվտանգության ակնթարթի մեջ մութ ուժը կորցրածհավերժություն, որ հակահայկական անգամ: Այնպես որ, գնա քնել ...
		-- Hubert Kirrman

%
Software արտադրությունը, ենթադրվում է, որ մի գիծ գործառույթը, սակայն այն վազումնման է անձնակազմի գործառույթը.
		-- Paul Licker

%
Ծրագրային ապահովման մատակարարներին փորձում են դարձնել իրենց ծրագրային փաթեթներ ավելի«Օգտագործողի բարեկամական». ... Նրանց լավագույն մոտեցումը, մինչ օրս, եղել է ձեռնարկել բոլորհին բրոշյուրներ, եւ կնքում խոսքերը, «օգտագործողի բարեկամական» շապիկի վրա:[Զամբյուղ. Թեյնիկ. Սեվ.]
		-- Bill Gates, Microsoft, Inc.

%
Ոմանք իմ ընթերցողների հարցնում ինձ, թե ինչ է «պորտ» է.Պատասխանը: Ես չգիտեմ:Արդյոք դա մի տեսակ գինի ունեք նախաճաշ.
		-- Bill Gates, Microsoft, Inc.

%
Որոշ մարդիկ պնդում են, որ UNIX ուսուցման կորը կտրուկ, բայց գոնե ձեզմիայն պետք է բարձրանալ այն մեկ անգամ.
		-- Bill Gates, Microsoft, Inc.

%
Որոշ ծրագրավորման լեզուներ հաջողվում է կլանել փոփոխություն, բայց դիմակայել առաջընթացը:
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Մեկի տերմինալի հրաժարվելով bits. Ես գտա մի կույտ է նրանց նկատմամբ էանկյուն.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Ինչ-որ բան խորհրդավոր ձեւավորվում, ծնվել է լուռ դատարկության: Սպասումմիայնակ եւ unmoving, դա միանգամից եւ դեռեւս դեռեւս անընդհատ շարժման. Դա էաղբյուրը բոլոր ծրագրերի. Ես չգիտեմ, թե իր անունը, այնպես որ, ես դա կանվանեմTao ծրագրավորման.Եթե ​​այդ Tao շատ մեծ է, ապա օպերացիոն համակարգը մեծ է: Եթե ​​այդօպերացիոն համակարգը շատ մեծ է, ապա Կազմողի մեծ է: Եթե ​​Կազմողի էավելի մեծ է, ապա դիմումները մեծ է: Օգտագործողը գոհ է եւ կաներդաշնակություն է աշխարհում:The Tao ծրագրավորման հոսքերի հեռու եւ վերադարձնում է քամուառավոտ.
		-- Geoffrey James, "The Tao of Programming"

%
Խոսելով որպես մեկի, ով delved մեջ intricacies է PL / I, ես վստահ եմ,որ միայն իսկական տղամարդիկ կարող են գրել այդպիսի մեքենա-Hogging, ցիկլը-grabbing,բոլոր ներառում հրեշ. Հատկացնել զանգված եւ ազատ Մերձավոր երրորդն է:Վստահ! Ինչու ոչ? Բազմապատկել բնույթ string անգամ քիչ լարային եւ հանձնարարել, որհանգեցնել մի բոց տասնորդական? Շարունակիր! Ազատ վերահսկվող փոփոխական ընթացակարգպարամետր եւ վերաբաշխման այն առաջ անցնելով այն ետ. Կափարիչ երեք տարբերտեսակի փոփոխական նույն հիշողության? Anything դուք ասում եք! գրելRecursive Մակրո? Դե, ոչ, բայց իրական տղամարդիկ օգտագործել rescan. Ինչպես կարող էր լեզուայնպես որ, ակնհայտորեն մշակված եւ գրված է իրական տղամարդկանց չեն լինի նախատեսված անշարժ Man օգտագործել.
		-- Geoffrey James, "The Tao of Programming"

%
***** Հատուկ AI Սեմինար (ռեֆերատ)Այն լայնորեն ճանաչված է, որ AI ծրագրերը պահանջում փորձագիտական ​​գիտելիքներորպեսզի լավ հանդես բարդ տիրույթներում: Բայց գիտելիքը միայնակ չէբավարար է որոշ դիմումների; իմաստութիւնը անհրաժեշտ է, ինչպես նաեւ. Համապատասխանաբար,մենք մշակել ենք մի նոր մոտեցում արհեստական ​​ինտելեկտի, որը մենք անվանում«Իմաստությունը Engineering». Որպես փորձարկման մեր գաղափարների, որ մենք գրել Իմմանուել էիմաստությունը հիմնված համակարգը աշխատանքային տիրույթում արեւմտյան փիլիսոփայական մտքի.Իմանուիլ էր մատակարարվում սկզբանե 200 իմաստության միավորներով, որի մեջ պարունակվող իմաստություննման տարրական հասկացությունների, ինչպիսիք են մտքի, նրանից լինելով, ոչինչ, եւ այսպեսչորրորդ. Իմանուիլ էր, ապա թույլատրվում է առաջադրվել ազատորեն, առաջնորդվում է Փորձարարականկանոնները պարունակվող իր heterarchically կազմակերպված meta իմաստությունը բազայի. Իմանուիլհաջողվել է վերագտնում մասը կարեւոր փիլիսոփայական գաղափարների զարգացելարեւմտյան մշակույթի ընթացքում վերջին 25-րդ դարերում, այդ թվումՀիմքում ընկած Պլատոնի տեսությունը կառավարության, Կանտի մետաֆիզիկայի, Նիցշեի տեսությունըարժեքի եւ Husserl ի phenomenology: Այս սեմինարին, մենք նկարագրելԻմանուիլ ի ձեռքբերումները եւ ներքին ճարտարապետությունը: Մենք նաեւ համառոտքննարկում են մեր վերջին ջանքերը կիրառել իմաստության ինժեներական նավթի հետազոտման.
		-- Geoffrey James, "The Tao of Programming"

%
Անձնակազմը Հանդիպում նիստերի սենյակում% d րոպե:
		-- Geoffrey James, "The Tao of Programming"

%
Անձնակազմը Հանդիպում նիստերի սենյակում 3 րոպե:
		-- Geoffrey James, "The Tao of Programming"

%
Ստանդարտների շատ կարեւոր են: Եւ լավագույն բանը, որ մոտ ստանդարտներին. Կանուստի ____ շատերին ընտրել!
		-- Geoffrey James, "The Tao of Programming"

%
Դեռ մի քանի bugs համակարգում ... Մի օր ես պետք է ձեզ ասեմ հորեղբայրՆաում ից Maine, ովքեր տարիներ շարունակ փորձում է անցնել մեդուզա հետ shadայնպես որ նա կարող է ցեղատեսակի boneless Shad: Նրա գիտափորձը նույնպես ձախողվեց, եւ նավերքը հետ զորավոր մեդուզա ..., ինչը հազիվ թե արժե, որ trouble. կաշատ քիչ կոչը նրանց համար, ովքեր մինչեւ այնտեղ:
		-- Allucquere R. "Sandy" Stone

%
Ժլատություն արտոնություններ է բարություն է քողարկել:
		-- Guide to VAX/VMS Security, Sep. 1984

%
Stop! Ով որ crosseth կամուրջը Մահվան, պետք է պատասխանել առաջինայս հարցերին երեք, մինչ մյուս կողմը, որ նա չտեսնի.	"Ինչ է քո անունը?"«Սըր Բրայան քան-Bell»:«Ինչ է քո quest».«Ես փնտրում Սուրբ Grail»:«Ինչ են չորս փոքրատառեր, որոնք չեն իրավական դրոշ փաստարկներէ Berkeley UNIX տարբերակի `ls»:«Ես, er .... AIIIEEEEEE!"
		-- Guide to VAX/VMS Security, Sep. 1984

%
*** ՈՒՍԱՆՈՂԱԿԱՆ հաջողությունները ***Շատերը մեր ուսանողներին անցել է հասնել մեծ հաջողությունների բոլոր բնագավառներումծրագրավորում: Մեկ նախկին ուսանող մշակվել է հայեցակարգը անձնավորվածձեւ նամակ. Արդյոք արտահայտությունը, «Հարգելի պարոն (Insert անունը), Դուք կարող եք լինել արդենհաղթողը !, «ծանոթ մեկ այլ ուսանող - գրում է« Հետո միայն հինգ դասերի եմվաճառվել է «Իմ առավել անմոռանալի ծրագիր» հոդված է հակաքայքայիչ Computing ամսագրի.Մեկ այլ մեր շրջանավարտների գրում է. «Ես վերջերս ավարտել է տվյալների բազայի կառավարմանծրագիրը, իմ բաժնի ղեկավար: Իմ ծրագիրը դիպավ նրան այնքան խորապես, որ նապապանձուեց: Նա ինձ ասաց, ավելի ուշ, որ ինքը երբեք չի տեսել նման ծրագիրիր ամբողջ կարիերան: Շնորհակալություն ձեզ, հայտնի ծրագրավորողները դպրոց. միայն դուք կարող եքեն արել դա հնարավոր է »: Ուղարկել մեր ներածական գրքույկը, որը բացատրում է, թեի աղոտ մանրամասնորեն շահագործման հանրահայտ ծրագրավորողների դպրոցում, եւ դուք պետք էիրավունք ունեն շահել հնարավոր հնարավորություն է մտնել մի նկարչություն, որի հաղթողըկարող է մրցակցել մի շարք ազատ Սթեյք դանակներով: Եթե ​​դուք չեք անում դա հիմա, դուք պետք է ատումինքներդ առավոտյան.
		-- Guide to VAX/VMS Security, Sep. 1984

%
Նման ջանքերը գրեթե միշտ դանդաղ, աշխատատար, քաղաքական, մանր, ձանձրալի,ծանրակշիռ, անշնորհակալ, եւ առավելագույն կրիտիկականության:
		-- Leonard Kleinrock, on standards efforts

%
Ենթադրենք մի պահ, որ ավտոմոբիլային արդյունաբերությունը զարգացած, միեւնույնմակարդակը, ինչպես նաեւ համակարգիչների եւ ավելի նախորդ տարվա նույն ժամանակահատվածի `ինչպես շատ ավելի էժան է եւ ավելիարդյունավետ կլիներ ներկայիս մոդելները լինի. Եթե ​​դուք չեք արդեն լսելնմանակը, ապա պատասխանն կործանարար: Այսօր դուք կկարողանաք գնելRolls-Royce է $ 2.75, ապա դա անել երեք միլիոն մղոն դեպի գալոն, եւդա կլինի մատուցել բավարար ուժ է քշել Թագուհի Եղիսաբեթ Երկրորդը. Եվ եթե դուքհետաքրքրում էին miniaturization, դուք կարող եք տեղադրել կես տասնյակ նրանցմի հիմար.
		-- Christopher Evans

%
Փոխանակեք կարդալ սխալ: Դուք կորցնում ձեր միտքը.
		-- Christopher Evans

%
Սինտակտային շաքարավազ քաղցկեղ է առաջացնում, որ կետ - ստորակետ:
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
System անցակետը ավարտված է:
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
System իջնում ​​է 1:45 կեսօրին համար սկավառակի crashing.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
System իջնում ​​է 5 Սույն կեսօրին տեղադրել scheduler bug.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
System իջնում ​​է 5 րոպե:
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
System վերսկսելու, սպասեք ...
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
    *** Համակարգը անջատում հաղորդագրություն արմատից ***System իջնում ​​է 60 վայրկյանում
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Համակարգերը ունեն ենթահամակարգեր եւ ենթահամակարգեր ունեն ենթահամակարգեր եւ այլն ազդInfinitum - որն է պատճառը, որ մենք միշտ սկսած է:
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Systems ծրագրավորողների են բարձր քահանաները ցածր պաշտամունքի:
		-- R. S. Barton

%
Թեստավորումը կարող է ցույց տալ, ՆԵՐԿԱՅՈՒԹՅՈՒՆ, bugs մասին, բայց ոչ իրենց բացակայությունը:
		-- Dijkstra

%
TeX է պոտենցիալ առավել նշանակալի գյուտը է շարում այսրդ դարի. Այն ներկայացնում է ստանդարտ լեզուն համակարգչային տպագրության, եւպայմանները կարեւորության կարող կոչում մոտակայքում ներդրման Գութենբերգի մամուլում:
		-- Gordon Bell

%
"Text մշակման կազմել հնարավոր է աջ արդարացնել որեւէ գաղափար, նույնիսկմեկը, որը չի կարող արդարացվել որեւէ այլ հիմքով »:
		-- J. Finnegan, USC.

%
Դա չի հաշվարկել:
		-- J. Finnegan, USC.

%
... Որ հասկացությունները «ապարատային», եւ «ծրագրային ապահովման» պետք է երկարաձգվելհասկացությունը LIVEWARE լինելով, որ այն արտադրում է ծրագրային ապահովման օգտագործման համարhardware. Այս արտադրում է ակնհայտ երկարաձգում հայեցակարգին մոնիտորների.A liveware մոնիտորը այն մարդն է, նվիրված է խնդիրը, ապահովելով, որ այդliveware չի միջամտում իրական ժամանակի գործընթացներին, վկայակոչելովԻրական ժամանակի ԴԱՀԻՃ ջնջել liveware, որ բացասաբար ազդում ...
		-- Linden and Wihelminalaan

%
«Դա ճիշտ է, որ Մեծատառ հերթափոխը աշխատում տուգանք էկրանի վրա, բայցնրանք չեն գալիս դուրս է պախարակել տպիչի ... Hold. Իհարկե, ես պետք է պահել »:
		-- e.e. cummings last service call

%
Որ այդ բանը մարդկանց մասին, ովքեր կարծում են, ատում են համակարգիչներ: Այն, ինչ նրանքիրոք, ատում է ոջլոտ ծրագրավորողներ:
		-- Larry Niven and Jerry Pournelle in "Oath of Fealty"

%
The "կտրում ծայրը» է ստանում բավականին ձանձրալի.
		-- Andy Purshottam

%
11 այն մարդկանց համար, ինչպես նաեւ հպարտությամբ է 10 եւ գրպանին է 8:
		-- R. B. Greenberg [referring to PDPs?]

%
Բացակայությունը պիտակներից [ի ECL], հավանաբար, լավ բան է:
		-- T. Cheatham

%
Ալգորիթմը գտնելու համար ամենաերկար ուղին է գրաֆիկի է NP-ավարտված է:Որովհետեւ դուք համակարգերի մարդիկ, որոնք նշանակում է, որ * Անշարժ դանդաղ *:
		-- Bart Miller

%
«Ալգորիթմը անել, որ չափազանց nasty. Դուք կարող եք Mugինչ-որ մեկը դրա հետ »:
		-- M. Devine, Computer Science 340

%
Վերլուծական Engine weaves հանրահաշվական նախշերով ինչպէս Jacquardերեվալ weaves ծաղիկներ եւ թողնում.
		-- Ada Augusta, Countess of Lovelace, the first programmer

%
«Վատն հեղինակությունը UNIX է ստացել լիովին անարժան, դրել է մարդկանց կողմիցովքեր չեն հասկանում, ովքեր չեն ստացել է այնտեղ եւ փորձել ինչ-որ բան »:
		-- Jim Joyce, owner of Jim Joyce's UNIX Bookstore

%
Գարեջրի-cooled համակարգիչը չի վնասել օզոնային շերտը:[Եթե ես կարող եմ կարդալ իմ գրառումների ից Հարցրեք դոկտոր Mike նիստում Baycon, եսոր նա հավելել է, որ գարեջրի-cooled համակարգիչը օգտագործում «Մոռացեք ՄիայնՀիշողության «Էդ.]
		-- John M. Ford, a.k.a. Dr. Mike

%
Լավագույն գիրքն ծրագրավորման համար մարդ է «Ալիսան հրաշքների աշխարհում».բայց դա այն պատճառով, որ դա լավագույն գիրքը որեւէ բան է մարդ:
		-- John M. Ford, a.k.a. Dr. Mike

%
Լավագույն միջոց է արագացնել Macintoy է 9,8 մետր վայրկյանում մեկ վայրկյանում:
		-- John M. Ford, a.k.a. Dr. Mike

%
The bogosity մետրանոց պարզապես ամրացված:
		-- John M. Ford, a.k.a. Dr. Mike

%
Բուդդան, աստուածայինը, բնակվում այնքան, որքան հարմարավետ է սխեմաների միթվային համակարգիչը կամ շարժակների մի ցիկլի փոխանցման, ինչպես նա անում է վերեւումմի լեռան վրա կամ petals մի ծաղիկ: Մտածել այլ կերպ է ստորացնելԲուդդայի, որը պետք է ստորացնել իրեն:
		-- Robert Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Այն bugs դուք պետք է խուսափել են նրանք, որոնք տալիս օգտվողին ոչ միայնթեքությունը պետք է ստանալ մի հարթությունում, այլ նաեւ ժամանակ:
		-- Kay Bostic

%
"The C ծրագրավորման լեզու - A լեզու, որը համատեղում է ճկունությունըհավաքների լեզուն իշխանության հավաքի լեզվով »:
		-- Kay Bostic

%
Հագուստը չունեն կայսր:
		-- C. A. R. Hoare, commenting on ADA.

%
Համակարգիչը արդյունաբերությունը լրագրողները իրենց 20-կանգնած ակնածանքձեռներեցները իրենց 30-ով են վարձում առեւտրականներից իրենց 40-ականներին եւ50-ի եւ վճարելով նրանց 60 - ականներին եւ 70-ականներին է իրենց մարկետինգի մեջ80-ի:
		-- Marty Winston

%
Համակարգիչը է տեղեկատվական արդյունաբերության մոտավորապես այն, ինչկենտրոնական էլեկտրակայանը է էլեկտրական արդյունաբերության.
		-- Peter Drucker

%
«Համակարգչային ստիպեց ինձ անել դա»:
		-- Peter Drucker

%
Հաշվողական դաշտը միշտ էլ կարիք նոր cliches.
		-- Alan Perlis

%
Կապը այն լեզվին, որով մենք կարծում ենք, / ծրագրի եւ խնդիրներիեւ լուծումներ մենք կարող ենք պատկերացնել շատ մոտ: Համար, այս պատճառով սահմանափակողլեզվական առանձնահատկություններ հետ մտադրության վերացման ծրագրավորող սխալներով է լավագույնվտանգավոր է.
		-- Bjarne Stroustrup

%
Այն օրը, - ից ամենօրյա չարչարանքները է IBM ծրագրավորողի այնքան զվարճալի է առավելովքեր բախտավոր բնաւ եղել մեկը, ինչպես հետեւումՉարլի Չապլինը փորձում է եփել մի կոշիկը:
		-- Bjarne Stroustrup

%
Բանավեճի շարունակվում է: Արդյոք PL / I Bachtrian կամ Միասապատ.
		-- Bjarne Stroustrup

%
Տարբերությունը արվեստի եւ գիտության այն է, որ գիտությունը այն, ինչ մենքհասկանալ, թե լավ է բացատրել մի համակարգչի համար. Արվեստը ամեն ինչ ուրիշ.
		-- Donald Knuth, "Discover"

%
Այն սկավառակներ են ստանում լիարժեք. մաքրել մի ֆայլ այսօր.
		-- Donald Knuth, "Discover"

%
"The տասնմեկերորդ պատվիրանը էր` դու պիտի հաշվարկել կամ `դու ոչՀաշվարկել '- Ես մոռանում են, որոնք "
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
The Field Guide է հյուսիսամերիկյան արուներինՏեսակներ: Cranial ՏղամարդիկԵնթատեսակ `ՀՀ Hacker (Homo computatis)Սիրատածում & Զուգավորում:Շնորհիվ ծայրահեղ զրկելու, HOMO COMPUTATIS պահպանում է մոտ PerpetualՊետությունը սեռական պատրաստակամությանը: Սիրատածում վարքագծի փոխարինողներին միջեւանհարմար shyness եւ կտրուկ առաջընթաց: Երբ նա վերջապես ընկերների, նաընտրում կին ինժեներ հետ unblinking հայացքի, ամուր բերանը, եւամբողջական հավաքածու Campbell- ի ապուր, կարող բաղադրատոմսեր.Հետեւել:Աղբամաններ լի գունատ կանաչ եւ սպիտակ perforated թուղթ եւ հինօրինակ Allen-Bradley կատալոգում:Մեկնաբանությունների քանակը:Չափազանց սիրում վատ puns եւ կատակներով, որոնք պետք է երկար բացատրություններ:
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
The Field Guide է հյուսիսամերիկյան արուներինՏեսակներ: Cranial ՏղամարդիկԵնթատեսակ `ՀՀ Hacker (Homo computatis)Նկարագրություն:Gangly եւ ունայն է, որ hacker ունի բարձր ճակատին եւ thinning մազերը.Գլխավորել անհամաչափորեն մեծ ու ծուռ հարձակվող, նրբերանգ wan եւsightly մոխրագույն է CRT Լուսավորման: Նա ունի ծանր սեւ ակնոցներեւ մի հայացք ինտենսիվ կենտրոնացման, ինչը կարող է պայմանավորված լինել մի ծրագրային ապահովմանԽնդիրը կամ խոզի ու լոբու նախաճաշ.լղոզումը:HOMO COMPUTATIS տեսա մի Brylcreem հայտարարությունն տասնհինգ տարի առաջ, եւ հավատում էինք.Հետեւաբար, ամբարտավանություն է greased ներքեւ, բացառությամբ մազափունջ:Song:Բավականին plaintive «Արդյոք դա է»:
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
The Field Guide է հյուսիսամերիկյան արուներինՏեսակներ: Cranial ՏղամարդիկԵնթատեսակ `ՀՀ Hacker (Homo computatis)փետուրներ:Բոլոր հագուստ պետք է մի փոքր ճմլված նայում, քանի որ նրանք եկել դուրսTop of the լվացքատուն զամբյուղի. Style տատանվում կարգավիճակ. hacker ղեկավարներըհագնում մոխրագույն պոլիեսթեր slacks, վարդագույն կամ լրջաբույս ​​վերնաշապիկներ լայն collars,եւ Paisley կապերը. աշխատակիցները հագնում cinched-up լայն Կորդյուռոյ շալվարը, սպիտակկամ կապույտ shirts հետ կոճակը ներքեւ մանյակները, եւ գրչակոթ է գրպանում:Երկուստեք ղեկավարները եւ աշխատակիցները հագնում վազում կոշիկ է աշխատել, եւ սեւպլաստիկ թվային ժամացույց հաշվիչ:
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Առաջին անգամ, դա մի Kludge!Երկրորդ, մի հնարք.Ավելի ուշ, դա լավ ստեղծվել տեխնիկան!
		-- Mike Broido, Intermetrics

%
Առաջին տարբերակը միշտ ստանում նետում հեռու.
		-- Mike Broido, Intermetrics

%
Հոսքը աղյուսակը մի մասը մանրակրկիտ oversold կտոր ծրագրային փաստաթղթերի.
		-- Frederick Brooks, "The Mythical Man Month"

%
Հետեւյալը, մեջբերում է էջից 4-27-ին MSCP հիմնական սկավառակի գործառույթներըՁեռնարկ է, որը մաս է կազմում UDA50 Ծրագրավորողներ Doc Kit ձեռնարկների:Ինչպես հայտարարել է վերեւում, ընդունող տարածքը մի սկավառակի կառուցված է որպես վեկտորիտրամաբանական նյութից. From կատարման տեսանկյունից, սակայն, դա ավելի շատնպատակահարմար է դիտելու ընդունող տարածքը որպես չորս ծավալային hyper-խորանարդի, որչորս չափսերը մխոց, խումբ, հետքերը, եւ ոլորտը., , ,Անդրադառնալով մեր Hyper-Cube նմանությամբ, որ փաթեթը պոտենցիալ հասանելի էարգելափակում ձեւավորել գիծ զուգահեռ է ընթանում առանցքի: Այս տողում շարժվումզուգահեռ ոլորտի առանցքը, ավարտում շուրջ, երբ այն հասնում է եզրինէ hyper-խորանարդի.
		-- Frederick Brooks, "The Mythical Man Month"

%
Աղբիւր կոդն խստացրեց թեթեւակի, որպեսզի դուք կարող եք այլեւս իջնելօբյեկտների մեջ աղբյուրից կամ խմել մեկից, իսկ դուք են լողացող կեսերին օդումպատճառով levitation:Teleporting է դժոխք միջոցով teleportation թակարդի այլեւս տեղի են ունենումԵթե ​​բնույթը չունի հրակայունության:
		-- README file from the NetHack game

%
Նպատակն համակարգչային գիտության է կառուցել մի բան, որը տեւելու էառնվազն մինչեւ մենք ավարտեց այն կառուցել:
		-- README file from the NetHack game

%
The Gurus քան-Յունիքս հանդիպումը մտքերից (GUMM) տեղի է ունենում Չորեքշաբթի, Ապրիլ1, 2076 (ստուգեք, որ ձեր հավերժական օրացույցի ծրագրի), 14 ոտքերը վերեւումհիմք ուղղակիորեն դիմաց Milpitas Gumps: Անդամներ կլինի grepմիմյանց ձեռքով, (անվան ինտրոյով) yacc է շատ, ծուխ ֆիլտրացվածchroots խողովակների, chown հետ պատառաքաղներ, օգտագործել WC (քանի դեռ uuclean), fseekգեղեցիկ Zombie գործընթացներ, քերթել, եւ քնում, բայց ոչ, մենք հույս ունենք, od: երեքօր նվիրված կլինի քննարկմանը հետեւանքների whodo: երկուվայրկյան հատկացվել է ամբողջական հյուծված բոլոր օգտագործողի կողմիցբարեկամական առանձնահատկություններ UNIX. Սեմինարներ ներառում է «Ամեն ինչ գիտեք, որՍխալ ", որը գլխավորում է Թոմ Kempson« Batman կամ Cat: տղամարդը »գլխավորում է Richie Dennis«ՍԴ-C? Si! Si!" ղեկավարում է Kerwin Bernighan, եւ «Փաստաթղթերի Unix, դուKidding "գլխավորությամբ Յան Yeats, ոչ Reader ծառայություն թիվ անհրաժեշտ է, քանի որԲոլոր GUGUs (gurus անձնագիրը Յունիքս խմբի օգտագործողների) արդեն ամեն ինչ գիտեն, մենքկարող եմ ասել, նրանց:
		-- "Get GUMMed," Dr. Dobb's Journal, June '84

%
The guy է իրավունքը չի կանգնելու հնարավորությունThe guy է աջ ունի Osborne 1, լիովին ֆունկցիոնալ համակարգչային համակարգըի շարժական փաթեթի չափը մի ճամպրուկ: The guy վրա ձախ կողմում ունիՈւզի submachine ատրճանակ թաքցրել իր attache դեպքում. Նաեւ այն դեպքում, չորսլիովին բեռնված, 32-կլոր տեսահոլովակները 125 հացահատիկի 9 մմ զինամթերք. ՏերըՈւզի մտադիր է ձեռք բերել ավելի մարտավարական firepower առաքվում, եւ առաքվում էթիրախ - ավելի քիչ ժամանակ, եւ ավելի քիչ ջանք. Ամեն ինչ $ 795: Դա անխուսափելի է:Եթե ​​դուք եք պատրաստվում դեմ ինչ-որ տղայի հետ է Osborne 1 կամ որեւէ անձնականՀամակարգչային նա, ով դժվարության. Մեկ կլոր ից Ուզի կարող եք zipտասը դյույմ ամուր pine wood, այնպես որ կարող եք պատկերացնել, թե ինչ է այն անելուկառուցվածքային փրփուր ակրիլ եւ թիթեղներ ալյումինի. Ի դեպ, բաժանելի ամսագրերհամար Ուզի հասանելի են 25-, 32. եւ 40-կլոր կարողությունները, այնպես որ դուք կարող եքհանել մի ամբողջ գրասենյակ լի Apple II կամ IBM Անհատական ​​համակարգիչների կապվածմեջ Ethernet կամ այլ տեղական ցանցեր. Ինչ վերաբերում է նոր 16-bitհամակարգիչներ, նման Lisa եւ ճակատագրի. Նույնիսկ Winchester կրկնօրինակում,նրանք ոչ մի խաղի համար Ուզի. Մեկ արագ պոռթկում, եւ նրանք պետք է պարզել, թե ինչUnix նշանակում. Դարձրեք Ձեր հրամանատարը հպարտ եմ: Ստանալ Ուզի - եւ տունհաղթող պայքարի գրասենյակի ավտոմատ զենքի.
		-- "InfoWorld", June, 1984

%
Մարդկային միտքն կանոն, գործում է միայն տասը տոկոսը իր հզորությամբ- Մնացածը լամպը է օպերացիոն համակարգի.
		-- Nicholas Ambrose

%
The IBM 2250 տպավորիչ ...եթե համեմատենք այն մի համակարգ վաճառելու համար տասներորդ դրա գինը:
		-- D. Cohen

%
The IBM գնումը rolm տալիս նոր իմաստ է ժամկետային «ոլորված զույգի»:
		-- Howard Anderson, "Yankee Group"

%
Այն գաղափարը, որ կամայական միամիտ մարդ արարած պետք է կարողանա ճիշտ օգտագործել տրվածգործիքը, առանց վերապատրաստման կամ հասկանալու նույնիսկ ավելի սխալ computing, քանայն է այլ գործիքների (օրինակ ավտոմեքենաների, ինքնաթիռների, guns, Power saws):
		-- Doug Gwyn

%
Վերջին անգամ, ինչ-որ մեկը ասել է. «Ես գտնում եմ, որ կարող եմ գրել, շատ ավելի լավ է, մի խոսքովպրոցեսոր », - պատասխանեցի ես, -« Նրանք ասում էին, որ նույն բանը թմրանյութերի »:
		-- Roy Blount, Jr.

%
Քիչ ժամանակ պլանավորումը, որ ավելի շատ ժամանակ ծրագրավորում:
		-- Roy Blount, Jr.

%
Փոքրագույն հայտնի ծրագրավորման լեզուների # 10: SimpleՊարզ է հապավումը համար Թափանցիկ Idiot ի Monopurpose ծրագրավորման լեզուՇրջակա միջավայր. Այս լեզվի, մշակվել է Hanover քոլեջի համարՏեխնոլոգիական Misfits, նախատեսված էր, որ անհնար է գրել կոդսխալ դրա: Հայտարարությունները են, հետեւաբար, սահմանափակվում է սկսել,END եւ դադարեցնել: Անկախ նրանից, թե ինչպես եք կազմակերպել այն հայտարարությունները, որ դուք չեք կարող անելա շարահյուսական սխալ է: Ծրագրերը գրված պարզ ոչինչ չեն անում օգտակար: այսպիսովնրանք հասնել արդյունքները ծրագրերի գրված են այլ լեզուներով, առանցհոգնեցուցիչ, զայրացնում գործընթացը փորձարկման եւ կարգաբերում:
		-- Roy Blount, Jr.

%
Փոքրագույն հայտնի ծրագրավորման լեզուների # 12: LITHPԱյս կերպ unremarkable լեզուն առանձնանում է նրանով,է «S» - ի իր սիմվոլների կոդավորմամբ. օգտվողները պետք է փոխարինել «TH»: LITHP է ասելօգտակար լինել protheththing lithtth.
		-- Roy Blount, Jr.

%
Փոքրագույն հայտնի ծրագրավորման լեզուների # 13: SLOBOLSLOBOL լավագույն հայտնի է արագությամբ, կամ բացակայության այն, իր Կազմողի.Չնայած նրան, որ բազմաթիվ կազմողները թույլ է տալիս Ձեզ վերցնել սուրճի ընդմիջում, իսկ նրանքկազմում է, SLOBOL կազմողները թույլ է տալիս Ձեզ է մեկնել Բոլիվիա ընտրելսուրճ: Քառասուներեք ծրագրավորողների հայտնի են մահացել ձանձրույթնստած իրենց տերմինալների, իսկ սպասում է SLOBOL ծրագրիկազմում է: Հոգնած SLOBOL ծրագրավորողների հաճախ դիմում են կապակցված (բայցանսահման արագ) լեզուն, կոկաինը.
		-- Roy Blount, Jr.

%
Փոքրագույն հայտնի ծրագրավորման լեզուների # 14 - VALGOLVALGOL վայելում դրամատիկ ալիք ժողովրդականությունը վրայովարդյունաբերության. VALGOL հրամաններ ներառում են, իրոք, նման, նաեւ, եւ Y * գիտեմ.Փոփոխականների նշանակվում հետ = նման եւ = բոլորովին օպերատորների: այլգործողությունները ներառում են «Կալիֆորնիա booleans», կացին եւ ոչ մի կերպ: loops ենիրականացվում է համար, որ կառուցման: Մի պարզ օրինակ.LIKE, Y * իմանալ (ես նկատի ունեմ) STARTԵԹԵ ՊԻՑՑԱ = ՊԵՍ BITCHEN ԵՎGUY = LIKE գլանային եւVALLEY GIRL = LIKE GRODY ** MAX (FERSURE) ** 2ՀԵՏՈՀԱՄԱՐ I = ՍԻՐՈՒՄ 1 համարից OH * ԳՈՒՑԵ 100DO * Wah - (կարի ** 2); ԲԱՐՖ (I) = ԱՌՋԵՎ ՀԱՄԱԽԱՌՆ (դուրս)ՀԱՄՈԶՎԱԾ ԷLIKE, BAG ԱՅՍ ԾՐԱԳԻՐԸ. ԻՍԿԱՊԵՍ; LIKE ԱՌՋԵՎ (Y * եմ). ԵՍ ՀԱՄՈԶՎԱԾ ԵՄԳնալ զբոսավայրVALGOL է նաեւ բնութագրվում է իր թշնամական սխալ հաղորդագրություններից. համարօրինակ, երբ օգտագործողը կազմում է syntax error, թարգմանիչը ցուցադրում էհաղորդագրություն Gag ինձ հետ մի գդալ! Հաջող կազմում կարող է կոչվում առավելագույնսՀԻԱՆԱԼԻ!
		-- Roy Blount, Jr.

%
Փոքրագույն հայտնի ծրագրավորման լեզուների # 15 - DogoՄշակված է Մասաչուսեթսի ինստիտուտում հնազանդության Ուսուցում, DogoDogo ազդարարում է նոր դարաշրջան համակարգչային գրագետ կենդանիների. Dogo հրամաններ ներառում ենՆստել, մնալ, HEEL, եւ գլորում է. Նորարարական առանձնահատկությունն Dogo է «լակոտգրաֆիկա », մի փոքր Cocker սպանյել, որ երբեմն թողնում գրավը, ինչպեսոր ճանապարհորդում ամբողջ էկրանին.
		-- Roy Blount, Jr.

%
Փոքրագույն հայտնի ծրագրավորման լեզուների # 16: c-Այս լեզուն կոչվել է դասարանից ստացված իր ստեղծող, երբ նաներկայացվում է որպես դասի ծրագրի մի շրջանավարտ ծրագրավորման դասի. Գ- է լավագույննկարագրվում է որպես «ցածր մակարդակի» ծրագրավորման լեզու. Ի դեպ, լեզունընդհանուր առմամբ, պահանջում է ավելի c- հայտարարություններով, քան մեքենա օրենսգրքի հաշվետվություններիկատարել տրված առաջադրանքը: Այս առումով, այն շատ նման է COBOL:
		-- Roy Blount, Jr.

%
Փոքրագույն հայտնի ծրագրավորման լեզուների # 17: ՍարտրըԱնվան հանգուցյալ էկզիստենցիալ փիլիսոփա, Սարտրը չափազանցչունեցող լեզուն: Հայտարարությունները Սարտրը չունեն նպատակ. նրանք պարզապես չեն:Այսպիսով, Սարտրը ծրագրերը մնացել են սահմանել իրենց սեփական գործառույթները: Սարտրըծրագրավորողների հակված լինել ձանձրալի ու ճնշված, եւ ոչ հաճելի է կողմերի միջեւ:
		-- Roy Blount, Jr.

%
Փոքրագույն հայտնի ծրագրավորման լեզուների # 18: FifthFIFTH է բարձր ճշգրտության մաթեմատիկական լեզու է, որի տվյալների տեսակներըվերաբերում է քանակով. Տվյալների տեսակները տատանվում ՍԴ OUNCE, shot, եւJigger է հինգերորդ (հետեւաբար անունը լեզվի), լիտր, MAGNUM եւBLOTTO: Հրամաններ վերաբերում է բաղադրիչների, ինչպիսիք են Chablis, Chardonnay,Cabernet, GIN, Վերմուտ, ՕՂՈՒ, SCOTCH, եւ WHATEVERSAROUND.Շատ տարբերակները հինգերորդ լեզվի արտացոլում են իմաստասիրության եւֆինանսական կարգավիճակը իր օգտվողների. Հրամանները էլիտայի բարբառով ներառում ենVSOP եւ LAFITE, իսկ հրամանները տականք բարբառով ներառել HOOTCHեւ ծածանք. Վերջինս հանդիսանում է ֆավորիտ հիասթափված ՉՈՐՐՈՐԴ ծրագրավորողներիՈվ է մինչեւ վերջ, օգտագործելով այդ լեզուն:
		-- Roy Blount, Jr.

%
Փոքրագույն հայտնի ծրագրավորման լեզուների # 2: RENEԱնվան հայտնի ֆրանսիացի փիլիսոփա եւ մաթեմատիկոս Ռենե Դեկարտը,RENE մի լեզու, որն օգտագործվում է արհեստական ​​ինտելեկտի. Լեզուն լինելումշակվել է Չիկագոյի կենտրոնում մեքենա քաղաքականության եւ ծրագրավորման տակ էշնորհել ից Jane Byrne Հաղթանակի հիմնադրամի կողմից: A խոսնակ նկարագրեց լեզունքանի որ «Ճիշտ այնպես, ինչպես մեծ, քանի DIS [SIC] քաղաքին մերը»:Կենտրոնը շատ գոհ առաջընթացի օրս: Նրանք ասում են, որ գրեթեհաջողվել է ստանալու VAX է մտածել: Սակայն, աղբյուրները ՆերսումԿազմակերպությունը ասում են, որ ամեն անգամ, երբ մեքենան չի կարողանում մտածել, այն դադարում է գոյություն ունենալ:
		-- Roy Blount, Jr.

%
Փոքրագույն հայտնի ծրագրավորման լեզուների # 8: laidbackԱյս լեզվի մշակվել է Մարին County կենտրոնի T'ai chi,Mellowness եւ համակարգչային ծրագրավորման (այժմ հանգուցյալ), որպես այլընտրանքոր ավելի ինտենսիվ մթնոլորտը մոտակա Սիլիկոնային հովտում:Կենտրոնը էր իդեալական ծրագրավորողների, ովքեր սիրում են ներծծում է տաք խաղալիքներ, իսկնրանք աշխատում: Ցավոք, մի քանի ծրագրավորողների կարող է գոյատեւել այնտեղ, քանի որԿենտրոնը օրենքից դուրս Պիցցա եւ Coca-Cola- ի օգտին Tofu եւ Perrier.Շատերը սգում մահվան laidback, քանի որ իր հեղինակությունը, որպես նուրբ եւոչ սպառնացող լեզուն քանի որ բոլոր error messages են ստորին դեպքում. համարօրինակ, laidback արձագանքել է շարահյուսական սխալներ հետ հաղորդագրության:«Ես ատում եմ անհանգստացնել ձեզ, բայց ես պարզապես չեմ կարող է վերաբերել, որ. Կարող էդուք կգտնեք, որ ժամանակն է փորձեք այն կրկին »:
		-- Roy Blount, Jr.

%
The Macintosh է Xerox տեխնոլոգիան իր լավագույն.
		-- Roy Blount, Jr.

%
The Մագ է փղոսկրյա աշտարակի բերել իր վերջին գյուտը համարվարպետ ծրագրավորող է քննել. Մագ wheeled մեծ սեւ արկղը մեջմագիստրոսական գրասենյակը, իսկ տերը սպասեցին լռությամբ.«Սա ինտեգրված, բաշխվում, գեներալ-նշանակության կայան"սկսեց Մագ «ergonomically նախագծված է գույքային գործողհամակարգ, վեցերորդ սերնդի լեզուներ, եւ բազմակի վիճակը արվեստի մասինինտերֆեյս: Այն տեւել է իմ օգնականները մի քանի հարյուր մարդ տարի է կառուցել:Արդյոք դա զարմանալի չէ »:Տերը բարձրացրել է իր հոնքերը փոքր. «Դա, իրոք, զարմանալի», - ասացասել է.«Կորպորատիվ շտաբը պատուիրել», շարունակեց Մագ », որըբոլորն էլ օգտագործում են այս workstation որպես հարթակ, նոր ծրագրերի: Համաձայն եսայդ »:«Իհարկե», - պատասխանել է տիրոջը, «Ես ստիպված, դա փոխադրվել էData Center անմիջապես! "Եվ աճպարար վերադարձել է իր աշտարակի, ինչպես նաեւգոհ է:Մի քանի օր անց, մի novice թափառում են գրասենյակի վարպետիծրագրավորող եւ ասել է. «Ես չեմ կարող գտնել ցուցակման իմ նոր ծրագրի համար: ԱրդյոքԴուք գիտեք, թե որտեղ դա կարող է լինել ».«Այո», - պատասխանեց վարպետ, «ցանկեր են stacked վրա հարթակտվյալների կենտրոնի »:
		-- Geoffrey James, "The Tao of Programming"

%
Վարդապետը programmer շարժվում են ըստ ծրագրի, առանց վախի: ոչփոփոխությունը կառավարման կարող է վնասել նրան: Նա չի կրակում, նույնիսկ այն դեպքում, եթե նախագիծըչեղյալ է հայտարարվել: Ինչու է սա: Նա լցված Tao:
		-- Geoffrey James, "The Tao of Programming"

%
Միսը է փտած, բայց booze է անցկացնելու:Computer թարգմանությունը "The հոգիս յօժար է, բայց մարմինը, տկար»:
		-- Geoffrey James, "The Tao of Programming"

%
The մետա-Turing Test ակնկալում է մի բան, քանի որ խելացի է, եթե այն ձգտում էմշակել եւ կիրառել Turing թեստերը օբյեկտների սեփական ստեղծման.
		-- Lew Mammel, Jr.

%
The misnaming ոլորտներում ուսումնասիրության այնքան տարածված, քանի որ կարող է հանգեցնել, թե ինչ կարող է լինելԸնդհանուր համակարգեր օրենքները: Օրինակ, Ֆրենկ Harary եւս մեկ անգամ առաջարկել է օրենք, որըցանկացած դաշտ, որ ունեցել բառը «Գիտություն» իր անվամբ երաշխավորված դրանովչեն լինի գիտություն: Նա չէր վկայակոչում է որպես օրինակ բերվում ռազմական գիտության, գրադարանումԳիտություն, քաղաքագիտություն, Տնարարությունն գիտության, Հասարակական գիտություններ, եւ ՀամակարգչայինԳիտություն: Քննարկել են ընդհանրությունը սույն օրենքով, եւ հնարավոր պատճառներ դրականխատեսող իշխանությունը:Մտածմունք »
		-- Gerald Weinberg, "An Introduction to General Systems

%
Որքան ավելի շատ տվյալները եմ punch քարտի, թեթեւ է դառնում, եւիջեցնել փոստային ծախսերը:
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Առավել կարեւոր է վաղ ապրանքային ճանապարհին մշակում է լավ արտադրանքէ անկատար տարբերակը:
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
The շարժվող կուրսորը գրում է, եւ գրված է, blinks է:
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Բանկի զուտ նման մի մեծ ծով է lutefisk փոքրիկ dinosaur ուղեղն ներդրվածէ, որ այն այստեղ, եւ այնտեղ: Ցանկացած հաշվի առնելով մի լիքը գդալ, ամենայն հավանականությամբ, պետք է մի IQ է 1, բայցերբեմն գդալ կարող է IQ ավելի քան վեց անգամ, որ!
		-- James 'Kibo' Parry

%
Նոր Կտակարանը առաջարկում է հիմք ժամանակակից համակարգչային կոդավորման տեսության,ի ձեւով հաստատման երկուական համարը համակարգում:Հապա ձեր լինի Այո, այո. Ոչ, դեռ ավելին:որովհետեւ ով որ ավելի քան չարից.
		-- Matthew 5:37

%
Հաջորդ անձը պետք է նշել, սպագետտի stacks է ինձ պատրաստվում էնրա գլուխը թակեցի դուրս.
		-- Bill Conrad

%
Որ հաճելի բան չափանիշների մասին է, որ կան այդքան շատ է ընտրել.
		-- Andrew S. Tanenbaum

%
The nicest բան է Alto այն է, որ չի առաջադրվելու ավելի արագ գիշերը:
		-- Andrew S. Tanenbaum

%
Հասկացությունը մի «ռեկորդային» է հնացած մնացորդը օրերի 80-սյունակիՀարցաթերթիկ:
		-- Dennis M. Ritchie

%
Թիվն փաստարկներից անկարեւոր, եթե նրանցից ոմանք ճիշտ են:
		-- Ralph Hartley

%
Թիվն համակարգչային գիտնականների մի սենյակում հակադարձ համեմատականէ մի շարք bugs իրենց կոդ.
		-- Ralph Hartley

%
Թիվն UNIX սարքերի աճել է 10, ավելի սպասվում:
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Միակ տարբերությունն է մեքենայի վաճառողն ու համակարգչային վաճառողն էոր մեքենան վաճառողն գիտի, նա ստում է:
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Միակ բանը, որ ավելի էժան է, քան ապարատային է քննարկում:
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Միակ բանը, որ ավելի վատ, քան X Windows: (X Windows) - X
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Կուսակցությունը հետաձգվել է տաք լողանալ, այո: Լիովին հագած, կարող եմ ավելացնել:
		-- IBM employee, testifying in California State Supreme Court

%
Անհատական ​​համակարգիչը շուկայում մոտ նույն չափի, ինչպես նաեւ ընդհանուր կարտոֆիլի chipշուկա. Հաջորդ տարի դա կլինի մոտ կես չափի Pet սննդամթերքի շուկայում եւարագ մոտենում է ընդհանուր համաշխարհային վաճառքի է զուգագուլպաներ »
		-- James Finke, Commodore Int'l Ltd., 1982

%
Առաջնային գործառույթը նախագծման ինժեներ է կատարել բաներդժվար է fabricator եւ անհնար է զինծառայողի:
		-- James Finke, Commodore Int'l Ltd., 1982

%
Առաջնային նպատակը տվյալների հայտարարության տալ անուններ հաստատունների.փոխարեն, վկայակոչելով ՔԿՀ, քանի որ 3,141592653589793 ամեն հավանականությամբ,փոփոխական PI կարող է տրվել այդ արժեքը մի ՏՎՅԱԼՆԵՐԻ հայտարարությամբ եւ օգտագործվում փոխարենոր երկար ձեւով մշտական: Սա նաեւ պարզեցնում փոփոխելովծրագիրը, պետք արժեքը pi փոփոխության.
		-- FORTRAN manual for Xerox Computers

%
Խնդիրն այն ինժեներների այն է, որ նրանք հակված են խաբել, որպեսզիստանում արդյունքները.Խնդիրն այն մաթեմատիկոսների այն է, որ նրանք հակված են աշխատել խաղալիքխնդիրները, որպեսզի ստանալ արդյունքները.Խնդիրն այն ծրագրի verifiers է, որ նրանք հակված են խաբում ենխաղալիք խնդիրները, որպեսզի ստանալ արդյունքները.
		-- FORTRAN manual for Xerox Computers

%
Խնդիրները բիզնեսի կառավարման ընդհանուր առմամբ, եւ տվյալների բազայի կառավարմանՄասնավորապես շատ ավելի դժվար է այն մարդկանց համար, որոնք կարծում են, IBMese բարդանումհետ անփույթ անգլերեն.
		-- Edsger Dijkstra

%
Ծրագիրը չի կարգավորված մինչեւ վերջին օգտագործողը մեռած.
		-- Edsger Dijkstra

%
Ծրագրավորողների հին էին խորհրդավոր ու խորը. Մենք չենք կարող խորամուխ լինելիրենց մտքերը, այնպես որ մենք պետք է նկարագրել իրենց արտաքինը.Տեղեկացեք, նման է աղվեսի անցման ջուրը. Alert, նման մի ընդհանուր էBattlefield: Բարի, նման մի նայիր ողջունելով իր հյուրերին: Պարզ, նման uncarvedբլոկների փայտի. Անթափանց, նման սեւ լողավազաններ մգեցված քարանձավներում.Ով կարող է ասել, գաղտնիքները իրենց սրտերում եւ մտքերում:Այս հարցի պատասխանը գոյություն ունի միայն Tao.
		-- Geoffrey James, "The Tao of Programming"

%
Դրա ապացույցն է, որ IBM չի հնարել այն մեքենան է, որ այն ունի ղեկեւ արագացուցիչ փոխարեն Սփըրզ եւ ropes, որը պետք է համատեղելի է ձիու.
		-- Jac Goudsmit

%
Պատճառն այն է, համակարգչային չիպսեր են, այնքան փոքր է համակարգիչները չեն ուտում, շատ:
		-- Jac Goudsmit

%
Հարաբերական կարեւորությունը ֆայլերի կախված է նրանց ծախսերի առումովմարդկային ջանք անհրաժեշտ է վերականգնել դրանք:
		-- T. A. Dolotta

%
Ճանապարհը դեպի դժոխք է հարթել NAND դարպասները.
		-- J. Gooding

%
Վաճառողն ու այդ համակարգը վերլուծաբան հանեց է ծախսել մի շաբաթ էանտառային, որսորդական արջը. Նրանք ուզում են վարձակալել տնակում, եւ, երբ նրանք ստացել այնտեղ, վերցրելիրենց backpacks Անջատված եւ դրեց նրանց ներսում. Որի կետն վաճառողն շրջվելիր ընկերոջը, եւ ասաց, «Դուք արձակել, իսկ ես գնամ եւ գտնել մեզ Արջուկ»:Puzzled, վերլուծաբան ավարտվել unpacking եւ հետո գնաց ու նստեցպատշգամբում: Շուտով նա կարող է լսել, Rustling աղմուկներ է անտառում: աղմուկներՆկատվել - եւ ավելի բարձր, եւ հանկարծ կար վաճառողն, վազում նմանդժոխքը ողջ հաշվանցում դեպի տնակում, որն իրականացնում են մեկը ամենամեծ եւԱռավել սարսափելի GRIZZLY կրում վերլուծաբանը երբեւէ տեսել.«Դուռը Բաց», ճչաց վաճառողն.Վերլուծաբանը հարած բացել դուռը, եւ վաճառողն վազեց դեպի դուռը,հանկարծ դադարեց, եւ եկանք մի կողմ: Արջը, անկարող է կանգնեցնել, շարունակվելդռնով եւ դեպի տնակում: Վաճառողն slammed դուռը փակ էեւ ժպտացին է իր ընկերոջը. «Got նրան», բացականչեց նա, «այժմ, ձեզ մաշկը այսմեկը, եւ ես կգնամ խշխշոց մեզ այլ »
		-- J. Gooding

%
The Sendmail կազմաձեւման ֆայլը մեկն այն ֆայլերի, որ կարծես ինչ - որ մեկըծեծել են իրենց գլուխը ստեղնաշարի. Այն բանից հետո, աշխատում է դրա հետ ... Ես չեմ կարող հասկանալ, թե ինչու:
		-- Harry Skelton

%
Այսպես կոչված, «Desktop փոխաբերությունը» այսօրվա workstations փոխարեն է«Ինքնաթիռը-seat" փոխաբերություն: Ամեն ոք, ով shuffled գրկում լի թերթերումիսկ նստած երկու պարթեւ ուղեւորների կճանաչի տարբերությունը -կարելի է տեսնել միայն շատ քիչ բան միանգամից.
		-- Fred Brooks

%
Կայուն վիճակը սկավառակների լի.
		-- Ken Thompson

%
Համակարգը ներքեւ backups ից 5am մինչեւ ժամը 10 Անցյալ շաբաթ օրը:
		-- Ken Thompson

%
Այդ համակարգը կլինի ներքեւ 10 օր կանխարգելիչ պահպանման.
		-- Ken Thompson

%
The Tao չի առնում կողմերին.որ դա ծնում է երկու հաղթանակ եւ կորուստների:Գուրու չի առնում կողմերին.Նա ողջունում է երկու հաքերները եւ lusers:The Tao նման մի դեղ:տվյալների փոփոխությունները, բայց ոչ կառուցվածքը.Որքան ավելի շատ եք օգտագործել այն, որ ավելի խորն է, որ այն դառնում է;Որքան ավելի շատ եք խոսում այն, որ քիչ եք հասկանում.Անցկացնել է արմատից.
		-- Ken Thompson

%
The Tao նման է ԳԼՈԲ օրինակին:օգտագործվում է, բայց երբեք չի օգտագործվում է.Այն նման է extern անվավեր:լցված անսահման հնարավորությունների.Դա է դիմակավորված, բայց միշտ ներկա.Ես չգիտեմ, թե ով է կառուցել այն.Այն գալիս նախքան առաջին kernel:
		-- Ken Thompson

%
Այն TAO, որ կարող է լինել tar (1) Edէ ոչ թե ամբողջ Tao.Այն ճանապարհը, որ կարող է նշվածչէ ամբողջական ուղին.Մենք հայտարարում ենք, անուններըբոլոր փոփոխականների եւ գործառույթները.Սակայն Tao չունի տեսակը նշիչը:Դինամիկ կերպով պարտադիր, դուք գիտակցում հմայքը.Statically պարտադիր, տեսնում եք միայն հիերարխիան:Այդուհանդերձ կախարդական եւ հիերարխիաառաջանում են նույն աղբյուրի,եւ սա աղբյուր ունի առ ցուցիչ:Հղում առ ներսում NULL,այն է դարպաս է բոլոր Wizardry.
		-- Ken Thompson

%
Խնդիրն համակարգիչներով այն է, որ նրանք անում են այն, ինչ եք ասեք նրանց, ոչ թե ինչդու ուզում ես.
		-- D. Cohen

%
The UNIX փիլիսոփայությունը հիմնականում ներառում է տալով ձեզ բավարար պարանկախել ինքներդ. Եվ հետո, մի քանի ոտքերի ավելին, պարզապես վստահ լինել.
		-- D. Cohen

%
Օգտագործումը anthropomorphic տերմինաբանության, երբ գործ հաշվողական համակարգերիախտանիշ է մասնագիտական ​​տհասության.
		-- Edsger Dijkstra

%
Օգտագործումը COBOL այլասերում միտքը. նրա ուսուցումը պետք է, հետեւաբար, պետք էդիտվում է որպես քրեական հանցագործություն:
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Արժեքը ծրագրի համամասնական ծանրությունից իր արտադրանքի.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Որ իմաստուն ծրագրավորող է ասել, որ Tao եւ հետեւում է դրան: միջինծրագրավորող է ասել, որ Tao եւ որոնումների դրա համար: Հիմարները ծրագրավորողպետք է ասել, որ Tao եւ ծիծաղում է այն: Եթե ​​դա լիներ ոչ թե ծիծաղի, կաչէր լինի Tao.Ամենաբարձր հնչում են ամենադժվարն է լսել: Առաջ շարժվելով մի միջոց է,նահանջել: Greater տաղանդը ցույց է տալիս, ինքն իրեն ուշ կյանքում: Նույնիսկ կատարյալ ծրագիրդեռեւս ունի bugs.
		-- Geoffrey James, "The Tao of Programming"

%
Աշխատանքը [ծրագրային զարգացման], որը դառնում է շատ ավելի հեշտ է (այսինքն գործիքներըմենք օգտագործում աշխատում է ավելի բարձր մակարդակի վրա, ավելի հանվում մեքենա, ծայրամասայինեւ օպերացիոն համակարգը հրամայականների), քան դա եղել է քսան տարի առաջ, եւ այն պատճառով, որայս, գիտելիքները ներքին մի համակարգի կարող է դառնալ ավելի մատչելի:Մենք կարող է խորանալ անցքեր, բայց եթե մենք գիտենք, թե ինչպես պետք է կառուցել tallerladders, մենք ունեինք լավագույն հույսը, որ այն չի անձրեւի շատ.
		-- Paul Licker

%
Աշխարհը մոտենում է ավարտին ... փրկել ձեր buffers !!!
		-- Paul Licker

%
Աշխարհը մոտենում է ավարտին: Խնդրում ենք մուտք գործել Թեմա.
		-- Paul Licker

%
Աշխարհը չէ ութական, չնայած Dec.
		-- Paul Licker

%
Աշխարհը կավարտվի 5 րոպե. Խնդրում ենք մուտք գործել, դուրս.
		-- Paul Licker

%
Երիտասարդ տիկինը ուներ անսովոր ցուցակը,Կապվածները մասամբ է կառուցվածքային թուլության:Նա սահմանել նախապայմաններ չկան:
		-- Paul Licker

%
THEGODDESSOFTHENETHASTWISTINGFINGERSANDHERVOICEISLIKEAJAVELININTHENIGHTDUDE
		-- Paul Licker

%
... Կան մոտ 5000 մարդ, ովքեր մասն այդ հանձնաժողովի: Այս տղաներըունեն ծանր ժամանակ դասավորում, թե ինչ օր է հանդիպելու, եւ արդյոք պետք է ուտել croissantsկամ ԴՈՆԱԹՍ նախաճաշի համար, թող մենակ, թե ինչպես պետք է սահմանել, թե ինչպես բոլոր այդ բարդշերտերը, որոնք պատրաստվում է համաձայնեցված:
		-- Craig Burton of Novell, Network World

%
Կան երբեք որեւէ bugs դուք դեռ չի գտնվել:
		-- Craig Burton of Novell, Network World

%
Կան նոր հաղորդագրություն:
		-- Craig Burton of Novell, Network World

%
Չկան խաղերը այս համակարգին:
		-- Craig Burton of Novell, Network World

%
Կան վազում աշխատատեղեր: Ինչու չես գնում հետապնդելու նրանց.
		-- Craig Burton of Novell, Network World

%
Գոյություն ունեն երեք տեսակի մարդիկ, տղամարդու, կանանց, եւ UNIX.
		-- Craig Burton of Novell, Network World

%
Կան երեք հնարավորությունները: Pioneer արեւային վահանակ է դարձել հեռուԱրեւ; կա մի մեծ մետեոր արգելափակման հաղորդումը. մեկը բեռնված StarTrek 3.2 է մեր տեսանյութի մշակողը.
		-- Craig Burton of Novell, Network World

%
Կան երկու հիմնական արտադրանք, որը դուրս Berkeley: LSD եւ UNIX.Մենք չենք հավատում, որ սա պատահականություն լինել:
		-- Jeremy S. Anderson

%
Գոյություն ունեն երկու ճանապարհ կառուցելու ծրագրային դիզայն. Մեկ ճանապարհ է, որպեսզիայն, այնքան պարզ է, որ կան ակնհայտորեն չունեն թերություններ, իսկ մյուսը պետք էկատարել այն այնպես, բարդ է, որ չկան ակնհայտ թերություններ:
		-- C. A. R. Hoare

%
Գոյություն ունեն երկու ճանապարհ գրել սխալի ազատ ծրագրեր; միայն երրորդը աշխատում:
		-- C. A. R. Hoare

%
Այնտեղ է եղել նաեւ որոշ աշխատանք է թույլ տալ հետաքրքիր օգտագործումը մակրո անունների.Օրինակ, եթե դուք ուզում ձեր բոլոր «արար ()" կոչ է անում ընդգրկել կարդալթույլտվությունները բոլորի համար, դուք կարող եք ասել,#define ստեղծում (ֆայլ, ռեժիմ) ստեղծում (ֆայլ, ռեժիմ | 0444)Ես խորհուրդ կտայի, դեմ նման բան ընդհանրապես, քանի որ դրա համարhides է փոխվել իմաստաբանություն »Creat ()» բառը մակրո, պոտենցիալ հեռուիր օգտագործման համար:Թույլ տալ այս օգտագործման մակրո, նախաթարգմանիչը օգտագործում է մի գործընթաց, որըարժե նկարագրելով, եթե որեւէ այլ պատճառով, քան, որ մենք ստանում ենք օգտագործել մեկըավելի զվարճալի ժամկետները ներկայացրել են C բառապաշար: Թեեւ Մակրո էընդլայնվում է, որ ժամանակավորապես undefined, եւ ցանկացած կրկնություն է մակրոանունը «նկարել կապույտ» - Ես ուլը դուք չեք, որ սա պաշտոնական տերմինաբանության- Այնպես, որ հետագա scans տեքստի մակրո չի ընդլայնվելrecursively: (Ես չգիտեմ, թե ինչու Երկնագույնը ընտրվել, ես վստահ եմ, դաարդյունք էր մի երկար բանավեճի, տարածվել մի շարք հանդիպումներ:)
		-- From Ken Arnold's "C Advisor" column in Unix Review

%
Չկա պատճառ է ցանկացած անհատի ունենալ մի համակարգիչ է իրենց տանը:Կոնվենցիան Համաշխարհային ապագա հասարակության, Բոստոնում, 1977
		-- Ken Olsen (President of Digital Equipment Corporation),

%
Ոչ մի տարբերություն չկա միջեւ որեւէ AI ծրագրի եւ ինչ - որ գոյություն չունեցող խաղում:
		-- Ken Olsen (President of Digital Equipment Corporation),

%
Այնտեղ եւս մեկ անգամ մի մարդ էր, ով գնացել է համակարգչային առեւտրային շոու. Ամեն օր, ինչպես նաեւՆա մտավ, մարդը ասել է պահակ դռան:«Ես մեծ գողին, հայտնի իմ սխրանքների shoplifting: Եղեքforewarned, այս ցուցահանդեսում չեն փրկուելու unplundered »:Այս ելույթը խանգարվում պահակին մեծապես, որովհետեւ կային միլիոնավորդոլարի համակարգչային տեխնիկայի ներսում, այնպես որ նա հետեւել է մարդուն ուշադիր.Բայց այդ մարդը պարզապես թափառում է խցիկ խցիկ, հոլ հանգիստ ինքն իրեն:Երբ այդ մարդը գնաց, պահակախմբի նրան մի կողմ եւ որոնել իր հագուստները,բայց ոչինչ պետք է հայտնաբերվել:Է հաջորդ օրը առեւտրի ցույց են տալիս, որ մարդը վերադարձավ եւ կշտամբեցպահակ ասելով. «Ես փախել մի մեծ կրծքեր երեկ, սակայն այսօր կլինի ավելիավելի լավ է. «Այնպես որ, պահակը նայում նրան էլ ավելի սերտորեն է, բայց ապարդյուն:Ին եզրափակիչ օրը առեւտրի ցույց են տալիս, որ պահակը կարող է զսպել իրհետաքրքրությունը այլեւս: «Տէր Գողը», - ասել է նա. «Ես այնքան եմ տարակոյսի մէջ, ես չեմ կարող ապրել,խաղաղության մեջ. Խնդրում ենք լուսավորել ինձ: Ինչ է այն, որ դուք գողություն ».Այն մարդը ժպտաց: «Ես գողանալու գաղափարներ», - ասել է նա:
		-- Geoffrey James, "The Tao of Programming"

%
Այնտեղ մեկ անգամ եղել է վարպետ ծրագրավորող, որը գրել է unstructured ծրագրեր:A novice ծրագրավորող, ձգտելով ընդօրինակել նրան, ինչպես նաեւ սկսել է գրել չունեցողծրագրեր: Երբ որ novice խնդրել է վարպետին է գնահատել իր առաջընթացը, որվարպետ քննադատել է նրան գրելու համար, unstructured ծրագրերը, ասելով. «Ինչ էտեղին վարպետի հարիր չէ, որ անփորձ. Դու պետք էհասկանալ Tao մինչեւ transcending կառուցվածքը »:
		-- Geoffrey James, "The Tao of Programming"

%
Կար մի ծրագրավորող, որը կցվում է դատարան `WarLord Հյուրատետր Wu: The WarLord հարցրել է ծրագրավորող: », որը ավելի հեշտ է նախագծել:հաշվապահական փաթեթը կամ օպերացիոն համակարգը ».«Օպերացիոն համակարգը», - պատասխանեց ծրագրավորող:The WarLord խօսեցան է բացականչություն է անհավատություն. «Անշուշտ էհաշվապահական փաթեթը չնչին կողքին բարդության է գործողհամակարգ », - ասել է նա:«Ոչ», - ասում է, որ ծրագրավորող, «երբ նախագծման հաշվապահական փաթեթը,ծրագրավորող գործում որպես միջնորդ միջեւ ունեցող մարդկանց տարբեր գաղափարներ:թե ինչպես է այն պետք է աշխատի, թե ինչպես է իր զեկույցներում պետք է հայտնվի, եւ թե ինչպես է այն պետք է համապատասխանիհարկային օրենքները: Ի հակադրություն, օպերացիոն համակարգը չի սահմանափակվում իմ սահմաններից դուրսհավանականությամբ. Երբ նախագծման օպերացիոն համակարգը, ապա ծրագրավորող ձգտումամենապարզ ներդաշնակություն մեքենայի եւ գաղափարների. Սա է պատճառը, օպերացիոն համակարգավելի հեշտ է նախագծել: »:The WarLord քան-Wu գլխով արեց եւ ժպտաց: «Այդ ամենը լավ է, եւ լավ է, բայցորն է ավելի հեշտ է debug ».Ծրագրավորող ոչինչ չպատասխանեց:
		-- Geoffrey James, "The Tao of Programming"

%
Կար մի ծրագրավորող, ով աշխատել վրա միկրոպրոցեսորների: "Նայելթե որքան լավ, ես այստեղ եմ », - ասել է նա մի mainframe ծրագրավորողի, ով եկել է,«Ես ունեմ իմ սեփական օպերացիոն համակարգը, եւ ֆայլի պահպանման սարքի, ես չեմ ունենակիսել իմ ռեսուրսները մեկի հետ: Ծրագիրը պետք է ինքնուրույն հետեւողական եւհեշտ օգտագործման. Ինչու դուք չեք թողնել ձեր ներկա աշխատանքը եւ միանալ ինձ այստեղ »:The Գլխավոր ծրագրավորող, ապա սկսեց նկարագրել է իր համակարգը, իրբարեկամ, ասելով. «Գլխավոր նստում նման հինավուրց sage meditating էկէս տվյալների կենտրոնի: Դրա սկավառակի կրիչներ ստում վերջ- to-end նման մեծ օվկիանոսումմեքենաների. Ծրագրային ապահովման է բազմակողմանի, որպես ադամանդ եւ որպես գալարորպես նախնադարյան ջունգլիներում. Այն ծրագրերը, յուրաքանչյուրը եզակի է, շարժվել միջոցով համակարգինման սրընթաց հոսում գետը. Դա է պատճառը, որ ես երջանիկ եմ, ուր որ ես եմ »:The Microcomputer ծրագրավորող, լսելով ասիկա, ընկավ լռում է. Բայց այդերկու ծրագրավորողների մնաց ընկերներին, մինչեւ իրենց օրերի վերջը:
		-- Geoffrey James, "The Tao of Programming"

%
Այնտեղ էր, այն հայտնվել է մի խորհրդավոր ծես հարուցման միջոցով, որը,մեկ կամ այն ​​ձեւով, գրեթե ամեն թիմի անդամ է անցել: Տերմինոր հին ձեռքերը օգտագործվող այս ծիսակարգի - West հորինել տերմինը, այլ ոչ թեպրակտիկան - ին `ստորագրման. Ստորագրելով մինչեւ նախագծի համար դուք համաձայնելԻնչպես անել այն, ինչ անհրաժեշտ էր հաջողության հասնելու համար: Դուք համաձայնել է չթողնի, եթեանհրաժեշտ է, ընտանիքը, Հոբբի եւ հետաքրքրություններ, եւ բարեկամներէ, եթե դուք էր որեւէ մեկը այդ է մնացել(Եւ դուք կարող եք, եթե դուք էին ստորագրել մինչեւ չափազանց շատ անգամ):
		-- Tracy Kidder, "The Soul of a New Machine"

%
Կա ստացել է ավելի կյանքում, քան կոմպիլյացիայի եւ գնալ.
		-- Tracy Kidder, "The Soul of a New Machine"

%
Նրանք կոչվում են համակարգիչներ, պարզապես այն պատճառով, որ հաշվարկն այն է, որ միակ նշանակալիԱշխատանք, որը մինչ օրս տրվել է նրանց:
		-- Tracy Kidder, "The Soul of a New Machine"

%
Նրանք են, համեմատաբար լավ է, բայց բոլորովին սարսափելի.
		-- Alan Kay, commenting on Apollos

%
Նրանք, կարծես, արդեն սովորել սովորություն cowering մինչեւ մարմնի, նույնիսկ, երբչէ իրականում սպառնացել: Ինչպես շատ գեղեցիկ է մարմնին. Ես որոշել էսովորել այս հատուկ դաս.
		-- Richard Stallman

%
Մտածեք այն! With VLSI մենք կարող ենք փաթեթավորել 100 ENIACs է 1 քառ. Սմ.!
		-- Richard Stallman

%
Մտածեք ձեր ընտանիքի երեկո. Փորձում են քծնել հետո տուն համակարգչային crashes.
		-- Richard Stallman

%
Այս «Բրեյն-վնասվել» մակդիր է ստանում sorely overworked: Երբ մենք կարող ենքխոսել ինչ-որ մեկը կամ ինչ որ բան թերի լինելուց, թույլ տեսողություն ունեցողների, որոնք խաթարվեցին, փչացած.Batty, խելագար, bonkers, խելագարված, խելացնոր, խելագար, կկու, Daft, խելագար,deranged, Loco, լուսնոտի, խելագար, մոլագար, անմիտ, ոչ մեղսունակ, ընկույզ,Reaganite, screwy, TechEd, անհավասարակշիռ, տկար, հիմար, սխալ; անիմաստ է,սպաստիկ, ջզաձգական, convulsive; doped, spaced դուրս, քարկոծեցին, zonked; {Տավարի միս,բզեզ, թաղամաս, գոմաղբ, հաստ} գլխավորությամբ, խիտ, ցանցառ, ձանձրալի, duncical, numskulled,բթամիտ; asinine, տխմար, անմիտ, հիմար, պարզ է, անասուն, անտառահատում, oafish;կես կրծքեր, ոչ կոմպետենտ; հետամնաց, հետամնաց, վիժվածքային, moronic; երբ մենք ունենքմի ամբողջ հստակ nuanced բառապաշարը մտավոր չարաշահումների ապավինելով,անհատապես եւ համակցությամբ, չէ որ մի քիչ <լրացնել դատարկ> լինելսահմանափակվում է մեկ, այժմ բավական ծեծված, ածական:
		-- Richard Stallman

%
Այս զնդան պատկանում է եւ գործում է Frobozz Magic Co., Ltd.
		-- Richard Stallman

%
Այս ֆայլը ինքնակառավարման destruct հինգ րոպե:
		-- Richard Stallman

%
Սա չարտոնված կիբեռնետիկ հայտարարություն:
		-- Richard Stallman

%
«Սա Թեմաներ 1.1. Մենք սկսել մի նոր գլուխ, որպեսզի թվերի բոլորս վերադառնալ մեկի»:
		-- Prof. Seager, C&O 351

%
Սա առաջին թվային խնդիրը, ես երբեւէ արել. Այն ցույց է տալիս, որիշխանությունը համակարգիչների:Մուտքագրեք շատ տվյալների վրա կալորիականությամբ & սննդարարության բովանդակությունը սննդի. հրահանգելԲանն այն է, որպեսզի առավելագույնի հասցնի գործառույթ նկարագրելով սննդարարության բովանդակություն, հետնվազագույն մակարդակը յուրաքանչյուր բաղադրիչի համար, ֆիքսված Կալորիականության: TheԱրդյունքները կարող են, որ պետք է ուտել ամեն օր:1/2 հավի1 ձու1 բաժակ քաշել կաթ27 ղեկավարներ գազար.
		-- Rev. Adrian Melott

%
Սա, որտեղ արյունախում լիցենզային պայմանագիրը ենթադրվում է գնալ,բացատրելով, որ Interactive Easyflow է հեղինակային իրավունքով պաշտպանված փաթեթը լիցենզիաօգտագործել է մեկ անձի, եւ խստորեն զգուշացնելով դուք չեք պետք է ծովահեն պատճենները այնեւ բացատրելով, մանրամասնորեն, արյունահեղ հետեւանքները, եթե դուք անեք.Մենք գիտենք, որ դուք ազնիվ մարդ է, եւ չեն պատրաստվում գնալ շուրջկշարուանկենք կոտրել պատճենները Ինտերակտիվ Easyflow. Սա նույնքան լավ է մեզ համար, քանիմենք աշխատել դժվար է կատարյալ ու վաճառքի պատճենները, դա մեր միակ մեթոդըդարձնելով ոչինչ դուրս բոլոր ծանր աշխատանքի:Եթե, մյուս կողմից, դու մեկն է այն սակավաթիվ մարդկանց, ովքեր չեն գնումշուրջ կշարուանկենք կոտրել պատճենները ծրագրային դուք, ամենայն հավանականությամբ, չեն պատրաստվում վճարել շատուշադրություն է լիցենզային պայմանագրով, արյունռուշտ, թե ոչ: Պարզապես պահել ձեր դռներըփակ է, եւ նայում դուրս համար HavenTree հարձակման shark.
		-- License Agreement for Interactive Easyflow

%
Այս մուտքի նիստը: $ 13,76, բայց ձեզ համար $ 11,88.
		-- License Agreement for Interactive Easyflow

%
Այս մուտքի նիստը: $ 13.99
		-- License Agreement for Interactive Easyflow

%
Այս գործընթացը կարող է ստուգել, ​​եթե այս արժեքը զրո է, եւ եթե դա է, որ դա անում էինչ-որ բան երեխան նման.
		-- Forbes Burkowski, CS 454, University of Washington

%
Սա մեջբերում է վերցված Diamondback, Մերիլենդի համալսարանիուսանող թերթը, երեքշաբթի, 3/10/87:Մեկը թերությունն Univac համակարգի այն է, որ այն չի օգտագործելUnix, վերջերս մշակվել է ծրագիր, որը թարգմանում է մեկիցՀամակարգչային լեզու մյուսը, եւ ունի ներկառուցված խմբագրման համակարգորը նույնականացնում սխալներ է բուն ծրագրի:
		-- Forbes Burkowski, CS 454, University of Washington

%
Այս էկրանի միտումնավոր ձախ դատարկ.
		-- Forbes Burkowski, CS 454, University of Washington

%
Այս համակարգը ինքնակառավարման destruct հինգ րոպե:
		-- Forbes Burkowski, CS 454, University of Washington

%
* * * * * Այս TERMINAL է օգտագործման * * * * *
		-- Forbes Burkowski, CS 454, University of Washington

%
Այդ մասերը համակարգ, որը դուք կարող եք հարվածել է ամբարձից (ոչ խորհուրդ)կոչվում են ապարատային. այն ծրագրի հրահանգներին, որ դուք կարող եք ոչ միայն անիծումժամը կոչվում են ծրագրային ապահովման.Գրագիտություն համար 1990 թ.
		-- Levitating Trains and Kamikaze Genes: Technological

%
Նրանք, ովքեր չեն կարող գրել, գրել ձեռնարկների.
		-- Levitating Trains and Kamikaze Genes: Technological

%
Նրանք, ովքեր չեն հասկանում, Unix դատապարտված են վերաիմաստավորել այն, վատ.
		-- Henry Spencer

%
Սատկացնելը է միայն վիրտուալ crashing.
		-- Henry Spencer

%
Այսպիսով, խօսում վարպետության ծրագրավորող:«Լավ է գրված ծրագիր է իրենը երկինքը, մի վատ գրված ծրագիրըՍա իր սեփական դժոխք »:
		-- Geoffrey James, "The Tao of Programming"

%
Այսպիսով, խօսում վարպետության ծրագրավորող:«Այն բանից հետո, երեք օրվա ընթացքում, առանց ծրագրավորման, կյանքը դառնում է անիմաստ»:
		-- Geoffrey James, "The Tao of Programming"

%
Այսպիսով, խօսում վարպետության ծրագրավորող:«Թող ծրագրավորողների լինել շատերը, իսկ ղեկավարները քիչ, ապա բոլորն էլլինի արդյունավետ: »:
		-- Geoffrey James, "The Tao of Programming"

%
Այսպիսով, խօսում վարպետության ծրագրավորող:«Թեեւ մի ծրագիր լինի, բայց երեք տողերը երկար, մի օր դա պետք էէ պահպանվի »:
		-- Geoffrey James, "The Tao of Programming"

%
Այսպիսով, խօսում վարպետության ծրագրավորող:«Ժամանակն է ձեզ համար է հեռանալ»:
		-- Geoffrey James, "The Tao of Programming"

%
Այսպիսով, խօսում վարպետության ծրագրավորող:«Երբ մի ծրագիր, որը փորձարկվել է, որ դա շատ ուշ է կատարել նախագծային փոփոխություններ»:
		-- Geoffrey James, "The Tao of Programming"

%
Այսպիսով, խօսում վարպետության ծրագրավորող:«Երբ դուք սովորել է խլել error code իցԾուղակը շրջանակ, դա կլինի ժամանակ ձեզ համար է հեռանալ »:
		-- Geoffrey James, "The Tao of Programming"

%
Այսպիսով, խօսում վարպետության ծրագրավորող:«Առանց քամու, խոտը չի շարժվել. Առանց ծրագրային ապահովման,ապարատային անօգուտ »:
		-- Geoffrey James, "The Tao of Programming"

%
Այսպիսով, խօսում վարպետության ծրագրավորող:«Դուք կարող եք ցույց տալ մի ծրագիր, կորպորատիվ գործադիր, բայց դուքչի կարող անել, նրան համակարգչային գրագետ »:
		-- Geoffrey James, "The Tao of Programming"

%
Ժամանակն փոխանակում օգտագործումը բազմաթիվ մարդկանց կողմից համակարգչի համար.
		-- Geoffrey James, "The Tao of Programming"

%
Ժամանակն կիսելու է junk-mail մասն է համակարգչային բիզնեսի.
		-- H. R. J. Grosch (attributed)

%
Լինել մի տեսակ բարոյական Unix, նա քղանցքին դպաւ բնության հերթափոխի.
		-- Shelley

%
Հաղորդակցվելու սկիզբն փոխըմբռնման:
		-- AT&T

%
To մոլորվել մարդկային է, մեղավորը այն է համակարգչի, նույնիսկ ավելի շատ.
		-- AT&T

%
To մոլորվել մարդկային, ներել, շրջանակից դուրս օպերացիոն համակարգի.
		-- AT&T

%
Է կրկնել է մարդկային է, Recurse, աստվածային.
		-- Robert Heller

%
Է ասել, որ UNIX, որը դատապարտված է բավականին կատաղած, OS / 2 անպայման դեր են խաղում,բայց դուք չեք կառուցել հարյուր միլիոն հրահանգներին մեկ երկրորդ մուլտիպրոցեսորայինմիկրո եւ ապա փորձեք են այն OS / 2: Ես նկատի ունեմ, ստանալ լուրջ.
		-- William Zachmann, International Data Corp

%
Դեպի համակարգերի ծրագրավորող, օգտվողները եւ դիմումները ծառայում են միայն ապահովելփորձարկում բեռը:
		-- William Zachmann, International Data Corp

%
Նրանց, ովքեր սովոր են հստակ, համակարգված մեթոդների պայմանականհամակարգի զարգացման, հետազոտական ​​զարգացման տեխնիկան կարող է թվալ կեղտոտ,inelegant, եւ անբավարար. Բայց դա մի հարց է հարմարություն:ճշգրտության եւ ճկունությունը կարող է լինել նույնքան disfunctional է վեպի,անորոշ իրավիճակներում, ինչպես sloppiness եւ տատանման են ծանոթ,լավ սահմանված նորերը. Նրանք, ովքեր հիանում են զանգվածային, կոշտ ոսկրային կառույցներդինոզավրեր պետք է հիշել, որ մեդուզա դեռեւս վայելում են իրենց շատապահովելու էկոլոգիական տեղը.
		-- Beau Sheil, "Power Tools for Programmers"

%
Որպեսզի հասկանանք, թե մի ծրագիր, դուք պետք է դառնալ թե մեքենան եւ ծրագիրը:
		-- Beau Sheil, "Power Tools for Programmers"

%
Այսօր լավ օր տեղեկատվության հավաքման. Կարդալ ուրիշի փոստի ֆայլը.
		-- Beau Sheil, "Power Tools for Programmers"

%
Այսօր առաջին օրն է մնացած ձեր lossage.
		-- Beau Sheil, "Power Tools for Programmers"

%
Վաղվա համակարգիչներ որոշ ժամանակ հաջորդ ամիս.
		-- DEC

%
Շատ հաճախ մարդիկ եկել են ինձ ու ասաց. «Եթե ես միայն մեկ ցանկություն համարոչինչ ամբողջ աշխարհում, ես կցանկանայի ավելի Օգտվողի սահմանված հավասարումներիի HP-51820A Waveform գեներատոր Software »:[Երբ չափազանց հաճախ. Խմբ.
		-- Instrument News

%
Տասը ամենա ակտիվ Things Overheard At The ANSI C զորակոչային հանձնաժողովի հանդիպումների:(10) Ներեցեք, բայց դա շատ օգտակար է:(9) dammit, քիչ endian համակարգերի * են * ավելի հետեւողական!(8) Ես հանձնաժողովի եւ ես * դեռ * չգիտեն, թե ինչ դժոխք#pragma է.(7) Դե, դա հիանալի գաղափար է, բայց դա պետք է կատարել compilers եւսԴժվար է գրել:(6) նրանց bats խելացի. նրանք օգտագործում ռադար:(5) Բոլորը ճիշտ է, թե ով է Wiseguy ովքեր խրված այս trigraph իրերըՄականուն:(4) Քանի անգամ անել, մենք պետք է պատմել ձեզ, «Ոչ նախքան արվեստ»(3) Ha, հա, ես չեմ կարող հավատալ, որ նրանք, ըստ էության, պատրաստվում է ընդունել այսպարազիտ.(2) Շնորհակալություն ձեր շռայլ նվիրատվության, պարոն WIRTH:(1) Ջին, ես ցանկանում եմ, որ մենք էինք ոչ թե սատարում ներքեւ «noalias»:
		-- Instrument News

%
ԳՈՐԾԱՐՔԻ ՀԵՏԱՁԳՎԵՑ - FARECARD ՎԵՐԱԴԱՐՁԱՎ
		-- Instrument News

%
Ծուղակ լրիվ խնդրում եմ դատարկել.
		-- Instrument News

%
Իրոք պարզ համակարգեր ... պահանջում են անսահման թեստավորում:
		-- Norman Augustine

%
Փորձեք `stty 0 '- Այն աշխատում է շատ ավելի լավ է:
		-- Norman Augustine

%
փորձեք կրկին
		-- Norman Augustine

%
Փորձեք գտնել իրական լարված զեկույցի դուք կարդում: էր, որ դա արվում է, այն է,դա արվում, կամ ինչ - որ բան պետք է անել: Հաշվետվությունները այժմ գրված է չորսtenses: անցյալ ժամանակով, ներկայիս լարված, ապագան լարված է, եւ կեղծավորություն. Watch համարվեպը օգտագործման CONGRAM (կապալառուի քերականության), որը սահմանում է անկատար անցյալի,անբավարար ներկա, իսկ բացարձակապես կատարյալ ապագան:
		-- Amrom Katz

%
Փորձելով լինել երջանիկ է նման փորձում է կառուցել մի մեքենա, որի համար միակհստակեցում է, որ այն պետք է վազում անաղմուկ:
		-- Amrom Katz

%
Փորձելով հաստատել ձայնային շփում է ... Խնդրում ենք ____ բղավում մեջ ստեղնաշարի.
		-- Amrom Katz

%
Երկու հարյուր տարի առաջ, այսօր Իրմա Chine քան-White Plains, Նյու Յորք, եղել էԿատարողական իր նորմալ Տնային տնտեսության routines. Նա ընդհատվելԲրիտանացի զինվորները, ովքեր, երբ սկսվում է կոչին իրենց վերահսկող, գեներալHughes, ձգտել է ձեռք բերել վերահսկողություն ընտրացուցակներ պահվողիր տուն. Կնիկի իր վախը եւ մտածում արագ, տիկին Chine արագ բաժանվումա մոտակայքում խնձորի երկու եւ deftly պահվում ցուցակը իր կենտրոնում: uponմտնելու, բրիտանական կոպտորեն խախտել է ամեն ըմբռնելի կոնվենցիան,եւ, չնայած նրանք գնացին միջոցով տունը գրեթե քիչ է քիչ, նրանցորոնման աշխատանքներն ավարտվել են անարդյունք: Նրանք ստիպված են եղել վերադառնալ ձեռնունայն: Խոսքը այնՄիջադեպը քարոզվում արագ միջոցով տարածաշրջանում: Այս պատմական իրադարձությունդարձավ առաջին փաստագրված օգտագործումը հիմնական պահեստավորման համար էներգախնայողության գրանցամատյանների:
		-- Amrom Katz

%
Մուտքագրեք ավելի բարձր, խնդրում եմ:
		-- Amrom Katz

%
 U XE dUdX, էլեկտրոնային dX, կոսինուսը, հատող գիծ, ​​շոշափող, առանց, 3,14159 ...
		-- Amrom Katz

%
Ummm, լավ, OK. Ցանցը է ցանցը, համակարգչային է համակարգչի համար.Կներեք, շփոթության.
		-- Sun Microsystems

%
«Քեռի Cosmo ... Ինչու են նրանք դա անվանում բառը Processor:»:«Դա պարզ է, Skyler ... դուք տեսել, թե ինչ սնունդ վերամշակման անել, որպեսզի սնունդ,ճիշտ?"
		-- MacNelley, "Shoe"

%
Ցավոք սրտի, շատ ծրագրավորողների ցանկանում է խաղալ նոր խաղալիքներ: Ես շատընկերները, ովքեր անմիջապես հետո գնելու օձի խայթոցից Kit, պետք է գայթակղվումնետում առաջին մարդուն նրանք տեսնում են գետնին, կապել քուղ նրա վրա,slash նրան դանակով, եւ կիրառել suction վերքը:
		-- Jon Bentley

%
UNIX սարքերը չեն:
		-- Jon Bentley

%
Unix Express:Բոլորը ուղեւորատար բերել մի կտոր ինքնաթիռի եւ մի տուփ գործիքներ նրանց հետօդանավակայանը. Նրանք հավաքվում են tarmac, պնդելով, անընդհատ, թե ինչՀյուրատետր ինքնաթիռով նրանք ցանկանում են կառուցել եւ ինչպես տեղադրել այն միասին: Ի վերջո,ուղեւորները բաժանվում են խմբերի եւ կառուցել մի քանի տարբեր ինքնաթիռներ, սակայն տալիսբոլորին նույն անունով. Որոշ ուղեւորներ, ըստ էության, հասնել իրենց ուղղություններով.Բոլոր ուղեւորները կարծում են, որ այնտեղ.
		-- Jon Bentley

%
Unix տալիս Ձեզ պարզապես բավարար պարան կախել ինքներդ ձեզ եւ հետո մի քանիէ ավելի ոտքերուն, պարզապես վստահ լինել.... Մենք կատարել պարան:
		-- Rob Gingell on Sun Microsystem's new virtual memory.

%
Unix է շատ ավելի բարդ է (ավելի CP / մ), իհարկե, բնորոշ Unixhacker երբեք չի կարող հիշել, թե ինչ է ՊՐԻՆՏ հրամանը կոչվում այս շաբաթ -բայց երբ այն ստանում աջ ներքեւ է դրան, Unix է փառավորվում վիդեո խաղ.Մարդիկ չեն անում լուրջ աշխատանք է UNIX համակարգերում; նրանք ուղարկում կատակներ շուրջԱշխարհը Usenet կամ գրել արկածային խաղեր եւ գիտական ​​աշխատանքների:«Իրական Ծրագրավորողների Մի օգտագործեք Pascal», Datamation, 7/83
		-- E. Post

%
Unix է գրանցված Զանգը AT & T ապրանքային նշան լաբորատորիաների.
		-- Donn Seeley

%
* UNIX է ապրանքային նշանը Bell Laboratories.
		-- Donn Seeley

%
UNIX տաք. Դա ավելին է, քան տաք: Դա steaming. Դա quicksilverLightning հետ laserbeam սկանդալիստ.
		-- Michael Jay Tucker

%
UNIX, շատ բաներ շատ մարդկանց, բայց դա երբեք չի եղել, ամեն ինչ պետք է որեւէ մեկին:
		-- Michael Jay Tucker

%
Unix ամենավատ օպերացիոն համակարգը; բացառությամբ բոլոր մյուսներից.
		-- Berry Kercheval

%
Unix soit qui mal y Pense[Unix է նրան, ով չար է, կարծում է?]
		-- Berry Kercheval

%
UNIX TrixՆրանց համար, ովքեր քեզ վերավաճառող բիզնեսում, այստեղ մի օգտակար հուշում է, որփրկել ձեր աջակցության աշխատակազմը մի քանի ժամ թանկարժեք ժամանակը: Նախքան եք ուղարկել ՁերՀաջորդ մեքենա դուրս է Չվարժված հաճախորդին, փոխել թույլտվությունները / եւ այլն / passwdԻնչպես 666 եւ համոզվեք, որ կա մի պատճենը տեղ է սկավառակի. Հիմա, երբ նրանքմոռացեք, որ արմատային գաղտնաբառը, Դուք կարող եք հեշտությամբ մուտք գործել որպես սովորական մասին եւ ճիշտվնասը: Ունենալով bootable ժապավենը համար (խոշոր մեքենաների) չէ վատ գաղափար էէլ. Եթե ​​Ձեզ անհրաժեշտ է որոշ օգնություն, մեզ զանգահարեցին:
		-- CommUNIXque 1:1, ASCAR Business Systems

%
UNIX կես միլիարդ (500000000) վայրկյան ամյա վրաԵրք 5 նոյ 00:53:20 1985 թ. GMT (չափիչ, քանի որ ժամանակի (2) դարակազմիկ).
		-- Andy Tanenbaum

%
UNIX նախատեսված չէր կանգնեցնել ձեզ անել հիմար բաներ, քանի որ,պետք է նաեւ կանգնեցնել ձեզ անել խելացի բաներ:
		-- Doug Gwyn

%
Unix ինքնակառավարման destruct հինգ վայրկյանում ... 4 ... 3 ... 2 ... 1 ...
		-- Doug Gwyn

%
Օգտագործումը: բախտը -p [-f] -a [xsz] Q: ֆայլը [rKe9] -v6 [+] file1 ...
		-- Doug Gwyn

%
Օգտագործումը: բախտը -p [] -a [xsz] [Q [ֆայլի]] [rKe9] -v6 [+] dataspec ... inputdir
		-- Doug Gwyn

%
USENET կլինի ավելի լավ լաբորատորիան, եթե եղել են ավելի շատ աշխատանք եւ ավելի քիչ հռետորաբանությունը:
		-- Elizabeth Haley

%
Օգտվող թշնամական.
		-- Elizabeth Haley

%
Օգտագործելով TSO նման նախագիծն մեռած կետ ներքեւ լողափ.
		-- S. C. Johnson

%
/ Usr / Նորություններ / բռնվեցիք
		-- S. C. Johnson

%
Փոփոխականները չեն. հաստատունների չեն:
		-- S. C. Johnson

%
vax Vobiscum
		-- S. C. Johnson

%
«Վիրտուալ» նշանակում երբեք չիմանալով, որտեղ ձեր կողքին բայտ է գալիս.
		-- S. C. Johnson

%
Վիտամին C անբավարարությունը, որը apauling:
		-- S. C. Johnson

%
VMS Գարեջուր Պահանջում նվազագույն օգտվողին փոխգործակցության, բացառությամբ popping վերեւումեւ sipping. Սակայն բանկա արդեն հայտնի կապակցությամբ պայթել, կամպարունակում են խիստ un-beer նման բովանդակությունը:
		-- S. C. Johnson

%
VMS նման է մղձավանջի մասին RXS-11 մ.
		-- S. C. Johnson

%
VMS Մեսսենջեր 2.0 ==>
		-- S. C. Johnson

%
Von Neumann էր առարկա բազմաթիվ խելքըթռցրած պրոֆեսոր պատմությունները. von Neumannենթադրաբար սովորություն ուներ, պարզապես գրելու պատասխանները տնային հանձնարարությունների վրաԽորհուրդը (մեթոդը լուծման կեցության, իհարկե, ակնհայտ է), երբ նա հարցրեց.թե ինչպես կարելի է լուծել խնդիրները: Մի անգամ մեկը իր աշակերտների փորձել է ստանալ ավելի օգտակարտեղեկատվությունը, խնդրելով, եթե կա եւս մեկ միջոց է լուծել խնդիրը: vonNeumann նայեց դատարկ մի պահ, մտածեցի, եւ ապա պատասխանեց. «Այո»:
		-- S. C. Johnson

%
<< ՍՊԱՍԻՐ >>
		-- S. C. Johnson

%
ԶԳՈՒՇԱՑՈՒՄ !!!Այս մեքենան ենթակա է breakdowns շրջանում քննադատական ​​կարիք.Հատուկ միացում է մեքենայի կոչվում է «կրիտիկական դետեկտորը» զգում է, որօպերատորի հոգեվիճակ առումով, թե ինչպես հուսահատ նա / նա պետք է օգտագործելմեքենա. «Կրիտիկական դետեկտորը», ապա ստեղծում է անսարքության համամասնականէ հուսահատության օպերատորի: Սպառնալով մեքենա բռնությանմիայն բարդացնում է իրավիճակը: Նմանապես, փորձում է օգտագործել այլ մեքենակարող է առաջացնել այն անսարքության. Նրանք պատկանում են նույն միության. Պահպանեք թույնեւ ասում են, գեղեցիկ բաներ է մեքենայի. Ուրիշ ոչինչ, կարծես, աշխատել:Տես նաեւ խարազանել (1), TM (1)
		-- S. C. Johnson

%
Այնտեղ չէր ինչ-որ բան այն մասին, որ Պասկալ ծրագրավորողի իմանալով արժեքըամեն ինչ եւ Wirth ոչնչից
		-- S. C. Johnson

%
Մենք բոլորս համաձայն ենք, որ փոխզիջման անհրաժեշտության: Մենք պարզապես չենք կարող համաձայնության գալերբ դա անհրաժեշտ է փոխզիջման.
		-- Larry Wall

%
Մենք խեղդվում տեղեկատվության բայց starved գիտելիքի.
		-- John Naisbitt, Megatrends

%
Մենք ապրում համակարգի խնդիրներ, չեն հարմարվում ձեր տերմինալ.
		-- John Naisbitt, Megatrends

%
Մենք Microsoft. Unix է անտեղի: Հրապարակայնությունը է անօգուտ: պատրաստելպետք է ձուլվեն:
		-- John Naisbitt, Megatrends

%
Մենք ոչ մի clone.
		-- John Naisbitt, Megatrends

%
«Մենք շեմին: Այսօր մեր ծրագիրն ապացուցեց Fermat հաջորդ-ի վերջին թեորեմը:»:
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Մենք պատրաստվում ենք մտածել այն մասին, մտածում նախնական աշխատանքները ծրագրերըզարգացնել ժամանակացույցը արտադրելու համար 10-րդ հրատարակությունը Յունիքս ծրագրավորողներիՁեռնարկ:
		-- Andrew Hume

%
Մենք կարող ենք չգտան գիտական ​​կարգապահություն, ոչ առողջ մասնագիտությունը վերաբերյալտեխնիկական սխալները վարչության պաշտպանության եւ IBM.
		-- Edsger Dijkstra

%
Մենք չենք պնդում, Ինտերակտիվ EasyFlow է մի բանի, եթե ձեզկարծում եմ, դա, մեծ է, բայց դա մինչեւ ձեզ որոշել, թե. Եթե ​​Ինտերակտիվ EasyFlowչի աշխատում: կոշտ. Եթե ​​դուք կորցնում միլիոն է, քանի որ Ինտերակտիվ EasyFlowmesses մինչեւ, դա ձեզ, որ դա դուրս միլիոն, այլ ոչ թե ԱՄՆ-: Եթե ​​դուք չեք ցանկանում, որ այսՈւրացում: կոշտ. Մենք վերապահում իրավունքը անել բացարձակ նվազագույնը տրամադրվածըստ օրենքի, մինչեւ եւ ներառյալ ոչինչ.Սա հիմնականում նույնն է Disclaimer, որ գալիս է բոլոր ծրագրայինփաթեթներ, բայց մերը պարզ անգլերենով եւ իրենցն է legalese.Մենք չէինք, իրոք, ցանկանում է ներառել ցանկացած հրաժարում են բոլորը, բայց մերփաստաբանները պնդել է. Մենք փորձեցինք անտեսել դրանք, բայց նրանք սպառնացել են մեզ հետհարձակման shark որի կետն ենք մեղմացավ:
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
Մենք իրականում չեն հասկանում, այնպես որ, մենք պետք է տալ այն ծրագրավորողների:
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
Մենք չենք հասկանում, թե ծրագրային ապահովման, եւ երբեմն մենք չենք հասկանում, թե որապարատային, բայց մենք կարող ենք * ___ տեսնի թարթող լույսերը:
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
«Մենք հորինել նոր արձանագրություն եւ այն անվանել Kermit բանից հետո, երբ Kermit որ Frog,աստղը «The Muppet Show»: [3][3] Ինչու? Հիմնականում այն ​​պատճառով, որ եղել է իրավիճակը օրացույցը պատին, երբ մենքփորձում էին մտածել, անունը, եւ Kermit է հաճելի, հանգիստ տեսակբնույթ. Բայց քանի որ մենք վստահ չեն, թե արդյոք դա նորմալ էր անվանել մեր արձանագրությունայն բանից հետո, այս համաժողովրդական հեռուստատեսային եւ կինոյի աստղ, մենք ձեւացրել է, թե KERMIT էրհապավումը; Ցավոք սրտի, մենք երբեք չեմ կարող գտնել մի լավ շարք բառերի հետ գնալնամակներ, քանի որ ընթերցողները մեր որոշ վաղ է կոդով կարող հաստատել: Ավելի ուշ, երբփնտրում միջոցով անունով գրքի իր առաջիկա երեխային, Bill Catchings նկատել էոր «Kermit» էր Celtic բառն «ազատ», որը հանդիսանում է ինչ բոլոր KERMIT ծրագրերըպետք է լինի, եւ բառեր Այս նպատակով փոխարինվել լարված acronyms մերSource կոդը (Bill ի մանկական պարզվեց, որ մի աղջիկ, ուստի նա ստիպված է անվանել her Beckyփոխարեն): Երբ բայտ Magazine պատրաստվում էր մեր 1984 Kermit հոդվածըհրապարակումը, նրանք առաջարկել ենք կապնվել Henson Associates Inc. թույլտվությանԻնչպես ասում են, որ մենք իսկապես անուն հետո Արձանագրությանը Kermit որ Frog. թույլատրությունսիրով տրամադրեց, եւ այժմ իրական պատմությունը կարելի է ասել: Ես դիմադրելգայթակղությունը, սակայն, զանգահարել ներկա աշխատանքը »Kermit Գիրքը»:
		-- Frank da Cruz, "Kermit - A File Transfer Protocol"

%
Մենք կարող ենք հուսալ, որ մեքենաները ի վերջո մրցակցել տղամարդկանց, բոլոր զուտինտելեկտուալ ոլորտներում. Բայց որոնք են լավագույն նրանք սկսել. Շատ մարդիկկարծում եմ, որ շատ վերացական գործունեություն, նման է խաղում շախմատի, կլինիլավագույն. Այն կարող է նաեւ պնդում է, որ դա լավ է տրամադրել մեքենայի հետլավագույն զգայարանները, որոնք փողը կարող է գնել, իսկ հետո սովորեցնել այն հասկանալ,եւ խոսում է անգլերեն:
		-- Alan M. Turing

%
Մենք օգտվողների, որպեսզի ձեւավորել ավելի կատարյալ համակարգ, հաստատել առաջնահերթությունները,ապահովելու համար կապակցող հանգստությունը, ապահովել ընդհանուր վերանորոգման, խթանել կանխարգելիչսպասարկում, եւ ապահովել օրհնությունները ազատության ինքներս մեզ եւ մերգործընթացները, չեմ եւձեռնադրելու ծրագրային ապահովման Unixed պետություններիԱմերիկայի.
		-- Alan M. Turing

%
«Մենք ստացանք մի խնդիր, Հալ».«Ինչ խնդիր է, Dave».«Մի մարքեթինգի խնդիր. Մոդելը 9000-ն չի պատրաստվում ամենուր: Մենքճանապարհը կարճ մեր վաճառքի նպատակներից 2010 ֆինանսական տարվա "«Դա կարող է լինել, Dave. The HAL Model 9000 հանդիսանում է աշխարհի առավելԸնդլայնված Heuristically ծրագրավորված ալգորիթմական համակարգիչ »:«Ես գիտեմ, HAL. Ես գրել եմ, որ տվյալների թերթիկ, հիշում: Բայց փաստն այն է,նրանք չեն վաճառում »:«Խնդրում եմ բացատրել, Dave. Ինչու չեն HALS վաճառքի».Bowman տատանվում: «Դուք չեք IBM համատեղելի»:[...]"The նամակներ H, A, եւ L են այբբենական կից նամակներիԵս, B, եւ Մ. Դա, ինչպես IBM համատեղելի, ինչպես ես կարող է լինել »:«Ոչ այնքան, HAL. Ինժեներներ նախշավոր դուրս է Kludge»:«Ինչ հանգույցներ է, որ Dave».«Ես պատրաստվում եմ անջատել ձեր ուղեղը»:
		-- Darryl Rubin, "A Problem in the Making", "InfoWorld"

%
[Մենք] օգտագործել վատ ծրագրային ապահովման եւ վատ մեքենաներ սխալ բաներ.
		-- R. W. Hamming

%
Բարի գալուստ boggle - Ուզում եք հրահանգներ.Դ G G OO Y A NA D B TK i S PՄուտքագրեք հետեւյալ խոսքերը.>
		-- R. W. Hamming

%
Բարի գալուստ UNIX! Վայելեք ձեր նիստը: Ունեն մեծ ժամանակ! Նշենք, որՕգտագործումը բացականչություն միավոր! Նրանք շատ արդյունավետ մեթոդցուցադրելով հուզմունքը, եւ կարող է նաեւ համեմունք մինչեւ այլապես պարզ փնտրումնախադասությունը! Սակայն, կան թերություններ: Չափից շատ ավելորդ բացականչելովկարող է հանգեցնել կրճատման ուժի, որ բացականչություն կետ ունիընթերցողը! Օրինակ, այդ նախադասությունըJane գնացել է խանութ գնել հացպետք է միայն ավարտվել է բացականչություն կետ, եթե կա ինչ-որ բանսենսացիոն նրա մասին գնում է խանութ, օրինակ, եթե Jane էCocker սպանյել կամ, եթե Jane գտնվում է դիետայի, որը թույլ չի տալիս հաց կամ, եթեJane գոյություն չունի, չգիտես ինչու,! Տես, թե որքան հեշտ է դա ?! պատշաճ հսկողությունբացականչություն քան-նը կարող եք ավելացնել նոր իմաստ է ձեր կյանքում! Զանգահարեք հիմա ստանալուԻմ ազատ բրոշյուրը, "The Wonder ու առեղծվածը բացականչություն կետ!"!Ցանկապատել տասնհինգ (!) Դոլար կարժենա եւ բեռնաթափման! օպերատորներըկանգնած! (Որը բավականին զարմանալի է, քանի որ նրանք են բոլոր Կոկերը spaniels!)
		-- R. W. Hamming

%
«Դե», - ասաց ծրագրավորող, որ «սովորութային ընթացակարգը նման դեպքերումԻնչպես նշված է հետեւյալում."«Ինչ է Crustimoney Proseedcake է նշանակում». ասել է End-user: «Որովհետեւ եսվերջ-օգտագործողը շատ քիչ ուղեղը, եւ երկար բառերի անհանգստացնել ինձ »:«Դա նշանակում է, որ այն պետք է անել:»«Քանի դեռ դա նշանակում է, որ ես դեմ չեմ», - ասել է End օգտվողին խոնարհաբար.[Ներողություն խնդրելով Ա Ա Milne]
		-- R. W. Hamming

%
Որն է տարբերությունը Turing մեքենայի եւ ժամանակակից համակարգչի?Դա նույնն է, որ երկու Հիլարի ի վերելքը Everest եւստեղծումը Hilton իր գագաթնակետին:
		-- R. W. Hamming

%
«Ինչ է Աստծո էությանը»:    CLICK ... CLICK ... WHIRRR ... ՔԼԻՔ ... = ազդանշանից! =    1 QT. ԹԹՎԱՍԵՐ    1 թեյի գդալ: sauerkraut    1/2 CUT մանր սոխ.    Իրարանցում ու սրսկել հետ, բեկոն bits.«Ես պարզապես ստացել է սկսել պիտակավորելով իմ ծրագրային ապահովման ...»
		-- Bloom County

%
Ինչ է դժոխք է դա լավ է.Բաժանումը IBM), գործընկերներին, ովքեր պնդում են, որմիկրոպրոցեսորային էր ալիքը ապագայում, գ. 1968
		-- Robert Lloyd (engineer of the Advanced Computing Systems

%
Ինչ է սա երկիրը պետք է լավ հինգ ցենտ Միկրոհամակարգիչների:
		-- Robert Lloyd (engineer of the Advanced Computing Systems

%
«Ինչ է, որ բանը».«Դե, դա մի բարձր տեխնիկական, զգայուն գործիքը ենք օգտագործելՀամակարգչային սարքավորումների վերանորոգում: Լինելով աշխարհականների շարքը, դուք հավանաբար, չի կարող հասկանալ, թե ինչդա անում: Մենք կոչ ենք անում այն ​​երկու կողմից չորս »:
		-- Jeff MacNelley, "Shoe"

%
Երբ Dexter - ի վրա ինտերնետում, կարող է Hell է լինել շատ ետեւում ».
		-- Jeff MacNelley, "Shoe"

%
... Երբ նոպաները ստեղծագործական վազում ուժեղ, ավելի քան մեկ ծրագրավորող կամ գրողիարդեն հայտնի է հրաժարվել desktop համար ավելի ընդարձակ հատակին.
		-- Fred Brooks

%
Երբ ղեկավարները անցկացնել անվերջ հանդիպում, ծրագրավորողների գրել խաղեր.Երբ հաշվապահները խոսում եռամսյակային շահույթի, զարգացումը բյուջեն կազմում է մոտպետք է կտրել. Երբ ավագ գիտնականները խոսում կապույտ երկինքը, ամպերի մոտ ենգլորում.Իսկապես, սա ոչ թե Tao Ծրագրավորման.Երբ ղեկավարները կատարել պարտավորությունները, խաղ ծրագրեր անտեսվում են: ԵրբՀաշվապահներ կատարել հեռահար պլաններ, ներդաշնակություն եւ կարգը մոտ պետք է վերականգնվի:Երբ ավագ գիտնականները անդրադառնալ խնդիրները կողմից, խնդիրները շուտովպետք է լուծվեն:Իսկապես, սա է Tao Ծրագրավորման.
		-- Geoffrey James, "The Tao of Programming"

%
Երբ որեւէ մեկը ասում է, «Ես ուզում եմ մի ծրագրավորման լեզու է, որը ես պետք է միայնասել, թե ինչ եմ ցանկանում անել », տալ նրան սառնաշաքար կոնֆետ:
		-- Geoffrey James, "The Tao of Programming"

%
Երբ որ Apple IIC ներդրվել, ապա տեղեկատվական պատճենը հանգեցրեց դուրս մի քանիՀյուրատետր աստղանիշ մը նախադասություններ:Այն կշռում է ավելի քիչ, քան 8 ֆունտ: *Եւ արժե ոչ պակաս, քան $ 1300. **Փոքրիկ տիպի էին այդ «Ֆուլեր բացատրությունները»:      * Մի աստղանիշ կատարել եք կասկածելի, քանի որ բոլորն էլ դուրս գալ: Դե, բոլորն էլՍա նշանակում է, որ IIC միայնակ կշիռները 7.5 ֆունտ: Իշխանությունըփաթեթավորել, Մոնիտոր, լրացուցիչ սկավառակի drive, տպիչ եւ մի քանի Աղյուսներկդարձնի IIC կշռել է ավելի: Մեր իրավաբանները մտահոգված էին, որ ձեզկարող է կարողանա պարզել սա ինքներդ.     ** The FTC մտահոգված է գնային ամրագրելով. Դուք կարող եք վճարել ավելի, եթեԴուք իսկապես ուզում եք: Կամ պակաս:
		-- Forbes

%
Երբ մենք հասկանում ենք, գիտելիքի վրա հիմնված համակարգեր, դա կլինի, քանի որ մինչբացառությամբ մեր մատների չի եղել ստորագրել:
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Երբ մենք ծրագրեր գրել, որոնք «սովորել», պարզվում է, որ մենք անենք, եւ նրանք չեն.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Ամեն անգամ, երբ համակարգը դառնում բոլորովին սահմանվում, ոմանք պախարակել հիմար բացահայտումմի բան, որն էլ ոչնչացնում է համակարգը կամ ընդլայնում այն ​​անճանաչելի:
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Այն դեպքում, երբ հաշվիչ է ENIAC է equpped 18,000 վակուումային խողովակների եւկշռում 30 տոննա, համակարգիչներ ապագայում կարող են միայն 1000 vaccuum խողովակներըեւ, թերեւս, կշռել 1 1/2 տոննա:
		-- Popular Mechanics, March 1949

%
«Ով է հոգում, եթե դա չի անում, ոչինչ. Այն կազմել է մեր նորTriple-ISO-bifurcated-Krypton-Gate-mos գործընթացը ... »
		-- Popular Mechanics, March 1949

%
Ում համակարգիչներ կկործանեն, ապա նրանք պետք է առաջին հերթին քշել խելագար.
		-- Popular Mechanics, March 1949

%
Ինչու են ծրագրավորողներ, ոչ արդյունավետ.Քանի որ նրանց ժամանակը իզուր է հանդիպումների ժամանակ.Ինչու են ծրագրավորողները ապստամբ:Քանի որ ղեկավարությունը միջամտում շատ.Ինչու են ծրագրավորողները հրաժարական մեկ առ մեկ:Քանի որ նրանք են այրվել:Որոնք աշխատել է վատ կառավարման, նրանք այլեւս չեն արժեւորում են իրենց աշխատատեղերը:
		-- Geoffrey James, "The Tao of Programming"

%
Ինչու Հռոմեական կայսրությունը փլուզվել. Որն է Լատինական գրասենյակի ավտոմատացման.
		-- Geoffrey James, "The Tao of Programming"

%
Ինչու ենք մենք ուզում խելացի տերմինալներ, երբ կան այդքան շատ հիմար օգտվողները.
		-- Geoffrey James, "The Tao of Programming"

%
Windows 3.1 Գարեջուր աշխարհի առավել տարածված. Գալիս է մի 16-oz. կարող է դանայում շատ նման Mac Գարեջուր ի: Պահանջում է, որ դուք արդեն սեփական DOS գարեջուր:Պնդում է, որ այն թույլ է տալիս Ձեզ է խմել մի քանի DOS Beers միաժամանակ, սակայն,իրականում դուք կարող եք միայն խմել մի քանիսը, շատ դանդաղ, հատկապես,դանդաղ, եթե դուք խմել այն Windows գարեջուր, միեւնույն ժամանակ. Մեկ - մեկ,համար ըստ երեւույթին ոչ էլ, կարող է Windows Beer չի պայթել, երբ դուքբացել այն:
		-- Geoffrey James, "The Tao of Programming"

%
Windows 95 Գարեջուր: Շատ մարդիկ են համտեսել-փորձարկվել է եւ պնդում են, որ դահրաշալի. Որ կարող նայում շատ նման Mac ԳԱՐԵՋՈՒՐ ի կարող, բայց համ ավելի նմանWindows 3.1 Գարեջուր. Դա գալիս է 32-Oz. բանկա, բայց երբ նայում եք ներսում, ապաբանկա միայն 16 ունց. գարեջուր նրանց. Շատ մարդիկ, հավանաբար, պահպանելխմելու Windows 3.1 գարեջուր, մինչեւ իրենց ընկերները փորձում Windows 95 Գարեջուր եւ ասումնրանք սիրում են այն: Բաղադրիչների ցանկը, երբ դուք նայում փոքր տպագիր, ունիոմանք նույն բաղադրիչների, որ գալիս է DOS գարեջուր, չնայածԱրտադրողը պնդում է, որ սա բոլորովին նոր եփել.
		-- Geoffrey James, "The Tao of Programming"

%
Windows Airlines:Տերմինալը շատ կոկիկ ու մաքուր է, սպասավորներն բոլորը շատ գրավիչ է, որօդաչուները շատ ընդունակ. The նավատորմ Learjets կրողն գործում է հսկայական.Ձեր ռեակտիվ տեւում է առանց որեւէ խոչընդոտի, հրում վերեւում ամպերի, եւ 20000ոտքերը որ պայթում է առանց նախազգուշացման:
		-- Geoffrey James, "The Tao of Programming"

%
Windows NT Գարեջուր Գալիս է 32-Oz. բանկա, բայց դուք կարող եք գնել միայն այն է, որtruckload: Սա հանգեցնում մարդկանց մեծ մասը, որ պետք է դուրս գալ եւ գնել ավելի մեծսառնարաններ: Որ կարող նայում նման Windows 3.1 Beer է, բայցընկերությունը խոստանում է փոխել կարող է նայել միայն նման Windows 95 Beer ի -այն բանից հետո, Windows 95 գարեջուրը սկսվում առաքում: Touted որպես «արդյունաբերական ուժով»գարեջրի, եւ առաջարկել է միայն օգտագործման համար ճաղերի.
		-- Geoffrey James, "The Tao of Programming"

%
Թեւերի OS / 400:Ավիաընկերությունը գնել է հին DC-3s, թերեւս լավագույն եւ անվտանգ ինքնաթիռոր երբեւէ թռավ, եւ նկարել «747» իրենց tails, որպեսզի նրանց նայում, քանի որ, եթենրանք արագ. Թռիչքի ներկաների, իհարկե, հաճախում է Ձեր յուրաքանչյուր անհրաժեշտությանթեեւ խմիչքներ կարժենա $ 15 փոփ. Հիմար հարցեր կարժենա $ 230 ժամում,եթե դուք ունեք SupportLine, որը պահանջում է առաջին կարգի տոմս եւանդամակցությունը հաճախակի Flyer ակումբում: Այնուհետեւ նրանք կարժենա $ 500, բայց ձերՀԱՇՎԱՊԱՀԱԿԱՆ ՀԱՇՎԱՌՄԱՆ ՎԱՐՉՈՒԹՅՈՒՆ կարող եք զանգահարել այն գլխավերեւում:
		-- Geoffrey James, "The Tao of Programming"

%
Ձեր դատարկ ձեռքերով?!?
		-- Geoffrey James, "The Tao of Programming"

%
Ընթացքում մի համակարգչի, բնական լեզվով է անբնական:
		-- Geoffrey James, "The Tao of Programming"

%
Աշխատանքները շարունակվում են այս ոլորտում:
		-- DEC's SPR-Answering-Automaton

%
Անարժեք.(Աստղագետ Royal Մեծ Բրիտանիա), գնահատելով համարԿանցլեր գանձատուն ներուժը արժեքը»Վերլուծական շարժիչը» հորինել են Չարլզ Բեբիջի, սեպտեմբերին15, 1842.
		-- Sir George Bidell Airy, KCB, MA, LLD, DCL, FRS, FRAS

%
Ցանկանում եք մարդիկ դադարում են խաղում այդ հիմար խաղերը?!?!? !!!!
		-- Sir George Bidell Airy, KCB, MA, LLD, DCL, FRS, FRAS

%
Գրողներ, ովքեր օգտագործել համակարգիչ երդվում է իր ազատարար իշխանության տոննա է, որ կրումականատես է apocalyptic իշխանության մի նոր աստվածության. Նրանց համոզմամբ արդյունքներըինչ - որ բան ավելի է, քան զուտ երախտագիտության համակարգչի հարմարություններով:Ամեն նոր միջին գրավոր բերում նոր ինտենսիվություններով կրոնական հավատքիեւ նոր schisms շրջանում հավատացյալների: 16-րդ դարում տպագիր գիրքը օգնեցկատարել հնարավոր պառակտման միջեւ կաթոլիկների եւ բողոքականների: 20-րդրդ դարի այս պատմությունը ողբերգության եւ հաղթանակի կրկնում է իրեն որպես ֆարս:Նրանք, ովքեր երկրպագում են Apple համակարգիչը, եւ նրանց, ովքեր դնում են իրենց հավատը է IBMPC են հավասարապես համոզված է, որ մյուս ճամբարը անիծված է կամ deluded. Յուրաքանչյուր պաշտամունքպահում արհամարհանքով ծեսերն ու օրենքները մյուս. Յուրաքանչյուր կարծում է, որ այնինքնին մեկն է հույսը փրկության համար:
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Գրելու ծրագրային ապահովման ավելի հաճելի է, քան աշխատանքային:
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X պատուհանները:Ընդունեք ցանկացած փոխարինող:Եթե ​​դա խախտել, չեն վերանորոգել այն:Եթե ​​դա չի խախտել, այն վերանորոգել.Ձեւ հետեւում է անսարքությունը.The Cutting Edge բարոյական մաշվածության:The trailing եզրին ծրագրային տեխնոլոգիաների.Armageddon երբեք նայեց այնքան լավ:Ճապոնիայի գաղտնի զենքը.Դուք պետք է նախանձում, որ մեռած.Կատարելու աշխարհը ապահով մրցում Window Systems:Թող այն ստանում է ձեր ճանապարհը.Խնդիրն Ձեր խնդրի.Եթե ​​դա սկսում է աշխատել, մենք այն վերանորոգել. Pronto:Դա կարող է լինել ավելի վատ, բայց դա կվերցնեմ ժամանակ:Պարզություն կազմել համալիրը:Ամենամեծ արտադրողականությունը օգնության, քանի որ տիֆի:Խրթխրթան եւ կառուցվել է մնալ այդ ճանապարհը:Հազար Կապիկներ. Հազար MicroVAXes: Հազար տարի:X պատուհաններ.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X պատուհանները:Դա ոչ թե ինչպես դանդաղ եք կատարել այն: Այն, թե ինչպես եք այն դարձնել դանդաղ:The windowing համակարգը նախընտրել է մազոխիստ 3: 1:Կառուցվել է վերցնել աշխարհում ... եւ կորցնում!Մի փորձեք 'til դուք թակեցին այն.Էլեկտրական գործիքներ իշխանության համար հիմար.Դնելով նոր սահմանափակումներ է արտադրողականության.Այն ավելի մոտ եք նայում, այն cruftier ենք մենք:Design կողմից counterexample:Նոր մակարդակ ծրագրային մասնատման:Ոչ hardware է անվտանգ:Կատարեք ձեր ժամանակը:Ռացիոնալացման, այլ ոչ իրացումը:Հին աշխարհի ծրագրային cruftsmanship իր լավագույն.Անհատույց անհամատեղելիություն:	Քո մայրը.Օգտագործողը միջամտությունը կառավարման համակարգ:Դուք չեք կարող դրա հետ վիճել ձախողման:Դուք չեք մահացել, til դուք օգտագործել այն:The միջավայրը այսօր ... Վաղը!X պատուհաններ.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X պատուհանները:Ինչ - որ բան դուք կարող եք ամաչել.30% - ով ավելի entropy քան առաջատար պատուհանի համակարգի.Հայաստանի առաջին ամբողջովին Մոդուլային ծրագրային աղետի.Rome ավերվել է մի օրում.Զգուշացնում են ձեր ընկերներին դրա մասին:Նվաճելով նոր խորքերը: Խորտակվող նոր բարձունքների:Վթարի է, որ չէր կարող սպասել է պատահել:Մի սպասեք, որ ֆիլմի.Երբեք չօգտագործել այն բանից հետո, երբ մի մեծ ճաշի:Need մենք ասում ենք, ավելի քիչ.Ջրամատակարարման եւ Կոյուղու Աշխատանքներ խորքերը մարդկային անիրազեկություն:Այն պետք է կատարել Ձեր օրը:Չեն ստանում հիասթափված առանց դրա:Էլեկտրոսարքավորումներ, գործիքներ ուժային պարտվողներ:A ծրագրային աղետի աստվածաշնչյան համամասնություններով:Երբեք չեմ ունեցել այն. Երբեք չի.Ծրագրային ապահովման հետ, առանց տեսանելի միջոցներով աջակցությամբ:Ավելին, քան պարզապես մի սերունդ ետեւում.Հինդենբուրգը: Titanic: Edsel:X պատուհաններ.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X պատուհանները:Վերջնական խոչընդոտ.Խեղաթյուրվել դուրս հավատի:Միակ բանը, որ դուք պետք է վախենալ.Ինչ-որ տեղ միջեւ քաոսի ու անմեղսունակ.Է autopilot դեպի մոռացության:Որ կատակ է, որ սպանում:A խայտառակություն դուք կարող եք հպարտանալ.A սխալն իրականացվել է կատարելության:Պատկանում ավելի խնդրի սահմանված, քան լուծում կոդավորմամբ:To մոլորվել է X պատուհանները:Տգիտությունը չէ, մեր ամենակարեւոր ռեսուրսը:Համալիր nonsolutions հասարակ nonproblems:Կառուցվել է ընկնում իրարից.Չիք դարեր առաջընթացի:Falling նոր խորքերը անարդյունավետության.Վերջին բանը, որ դուք պետք է.The defacto համարվել.Բարձրացնելով ուղեղի վնաս հասցնել արվեստի ձեւով.X պատուհաններ.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X պատուհանները:Մենք պետք թափել ոչ առանցքը նախքան իր ժամանակին:Մի լավ վթարի արժանի մյուսը:Վատ գաղափար, որի ժամանակը եկել է: Եւ գնացել.Մենք կատարել արդարացումներ:Այն նույնիսկ չի նայում լավ թղթի վրա:Դուք այժմ ծիծաղում, բայց դուք պետք է ծիծաղում դժվար է ուշ!Նոր հայեցակարգ է abuser ինտերֆեյս.Ինչպես կարող ինչ-որ բան այնքան վատ է, այնքան արագ.Դա կարող է պատահել ձեզ.Արվեստը ոչ կոմպետենտության.Դուք ոչինչ չունեն կորցնելու, բայց ձեր ճաշ.Երբ անպիտանությունը պարզապես բավարար չէ:Ավելի քան զուտ խոչընդոտելու: Դա մի ամբողջ նոր պատնեշ!Երբ դուք կարող եք թույլ տալ, որ ճիշտ է:Եվ դուք կարծում ենք, չի կարող կատարել այն ավելի վատ:Եթե ​​դա աշխատում, ապա դա ոչ թե X պատուհանները:
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X պատուհանները:Դուք ավելի լավ է նստել:Մի ծիծաղեք: Դա կարող է լինել ձեր թեզը նախագիծը:Ինչու դա ճիշտ է, երբ դուք կարող եք դա անել սխալ.Ապրեք մղձավանջի:Մեր bugs վազում արագ.Երբ դա բացարձակապես դրական պետք է վթարի գիշերում.Չկան կանոններ:Դուք պետք ցանկանում էինք կատակում.Ամեն ինչ պետք է երբեք չի ցանկացել է պատուհանի համակարգի. Եւ ավելին.Դժգոհությունը երաշխավորվում է:Կա ստացել է ավելի լավ միջոց:Հաջորդ Լավագույն բանը, որ պետք է keypunching:Թողնել, որ պարտության է մատնում մեզ համար:Մենք գրել է գիրքը հիմնական աղբանոց:Նույնիսկ ձեր շունը չի սիրում այն.Ավելի քան բավարար պարան:Աղբը ձեր մատների.Անհամատեղելիություն: Դնում: Անիմաստություն:X պատուհաններ.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
«Yacc» պարտք շատ է առավել աշխույժ հավաքածուի օգտագործողների համար, ովքեր ունենgoaded ինձ դուրս է իմ ուղղվածություն, եւ հաճախ վեր է իմ ունակությամբիրենց անվերջանալի փնտրտուքը »եւս մեկ խաղարկային»: Նրանց նյարդայնացնումչկամությունը է սովորել, թե ինչպես պետք է անել բաներ իմ ուղին, սովորաբար հանգեցրել իմամեն ինչ անում են իրենց ճանապարհը. մեծ մասը ժամանակի, նրանք ճիշտ են եղել:
		-- S. C. Johnson, "Yacc guide acknowledgements"

%
Այո, թեեւ ես քայլել միջոցով հովտում ստվերում APL, ես պետք է վախենալ, ոչչար է, որովհետեւ ես չեմ կարող լարային վեց պարզունակ մոնոդիկ եւ dyadic օպերատորները միասին:
		-- Steve Higgins

%
Այո, մենք պատրաստվում է OSI, Մարս, եւ Պլուտո, բայց ոչ պարտադիրայդ կարգը.
		-- George Michaelson

%
Դուք կարող են վիրավորանք իմ հետախուզության! Ես պահանջում եմ, որ դուք մուտք դուրս անմիջապես.
		-- George Michaelson

%
Դուք են կեղծ տվյալներ:
		-- George Michaelson

%
Դուք մի լաբիրինթոս փոքր twisting հատվածներ, բոլորս իրար նման:
		-- George Michaelson

%
Դուք մի լաբիրինթոս փոքր twisting հատվածներ, բոլորը տարբեր են:
		-- George Michaelson

%
Դուք գտնվում են դահլիճում լեռնային թագավորի.
		-- George Michaelson

%
Դուք կորցրել է swamps հուսահատված:
		-- George Michaelson

%
Դուք տեղափոխվել մի սենյակում, որտեղ դուք կանգնած է մի Wizard, ովքերնշում է քեզ եւ ասի, «նրանց մարտունակության բառերը!" Դուք անմիջապես ստանումհարձակվել են բոլոր տեսակի denizens է թանգարանի: կա Cobraծամելու Ձեր ոտքը, մի քարանձավաբնակ է bashing ձեր ուղեղը դուրս էոսկու բնակտոր, կոկորդիլոս, որը հեռացնելով մեծ կտորների մարմնի ձեզանից, միռնգեղջյուր է պոզահարել է ձեզ իր horn, թուր-tooth cat զբաղված էփորձում է փորոտիքը հանել Ձեզ, որ դուք են ոտնատակ է մեծ կենդանի է,վամպիր մինետ եք չորացնել, մի Tyrannosaurus Rex խորտակվում է իր վեց մատնաչափերկար fangs մեջ տարբեր մասերում ձեր անատոմիայի, մեծ արջըdismembering ձեր մարմինը, մի Gargoyle է բարձրահասակ վեր ու վար է ձերղեկավար, մի հաղթանդամ Troll է կատաղի եք վերջույթի է վերջույթների, մի քանի ծանր գայլերեն կատարել Աղալ միս դուրս ձեր իրան, եւ Wizard մոտ էտրանսպորտի Ձեզ անկյունում Westwood եւ BROXTON: Oh, սիրելիս, դու, կարծես,արդեն ստացել ձեզ սպանել, ինչպես նաեւ.Դուք վաստակեց 0 250 հնարավոր միավորից:Որ Ձեզ հնարավորություն է տալիս բարձրաստիճան կրտսեր սկիզբ արկածախնդիր:Դրան հասնելու համար հաջորդ ավելի բարձր վարկանիշ, դուք պետք է հասնել 32 ավելի շատ միավոր.
		-- George Michaelson

%
Դուք կարող է փոխարինվել այս համակարգչի.
		-- George Michaelson

%
Դուք կարող եք բերել ցանկացած հաշվիչ Ձեզ դուր է միջանկյալ, քանի դեռ դրաչի անջատել լույսերը, երբ դուք միացնել այն:
		-- Hepler, Systems Design 182

%
Դուք կարող եք դա անել մի շարք ձեւերով. IBM ընտրեց անել բոլոր նրանց.Ինչու եք գտնել, որ ծիծաղելի.
		-- D. Taylor, Computer Science 350

%
Դուք կարող եք չափել մի ծրագրավորողի հեռանկարը `նշելով, որ իր վերաբերմունքը վրաշարունակվող կենսունակությունը Fortran.
		-- Alan Perlis

%
Դուք կարող եք այժմ ձեռք բերել ավելի շատ դարպասները քիչ բնութագրերի, քան որեւէ այլ ժամանակպատմության մեջ.
		-- Kenneth Parker

%
Դուք կարող եք ասել, թե որքան հեռու ենք մենք պետք է գնանք, երբ Fortran է լեզունգերհամակարգիչները.:
		-- Steven Feiner

%
Դուք կարող եք մեղեդի դաշնամուր, բայց դուք չեք կարող թունա ձուկ.Դուք կարող եք մեղեդի է filesystem, բայց դուք չեք կարող թունա ձուկ.
		-- from the tunefs(8) man page

%
Դուք կարող եք գրել մի փոքր նամակ է Grandma է ֆայլի անվանումների:
		-- Forbes Burkowski, CS, University of Washington

%
Դուք չեք կարող գնալ տուն կրկին, քանի դեռ դուք սահմանել $ տուն.
		-- Forbes Burkowski, CS, University of Washington

%
«Դուք չեք կարող կատարել մի ծրագիր` առանց կոտրված egos »:
		-- Forbes Burkowski, CS, University of Washington

%
Դուք չեք կարող վերցնել աղջիկը այստեղ:
		-- Forbes Burkowski, CS, University of Washington

%
Դուք չունեք փոստ:
		-- Forbes Burkowski, CS, University of Washington

%
Դուք չունեք իմանալ, թե ինչպես է համակարգչային աշխատում, պարզապես, թե ինչպես պետք է աշխատել համակարգչի համար.
		-- Forbes Burkowski, CS, University of Washington

%
Դուք ունեցել փոստ, բայց սուպեր օգտագործողը կարդալ այն, եւ այն ջնջել է!
		-- Forbes Burkowski, CS, University of Washington

%
Դուք ունեցել փոստը: Paul կարդալ այն, այնպես որ, հարցնում է նրան, թե ինչ է դա ասել է.
		-- Forbes Burkowski, CS, University of Washington

%
Դուք ունեք մի մերսում (Շվեդիայի վարչապետի):
		-- Forbes Burkowski, CS, University of Washington

%
Դուք ունեք մի ուղերձ է օպերատորին:
		-- Forbes Burkowski, CS, University of Washington

%
Դուք ունեք մի միտում է զգում եք, վերադաս է բոլոր համակարգիչների.
		-- Forbes Burkowski, CS, University of Washington

%
Դուք ձեռք բերել ոլորել խորագրով IRK gleknow mizk '(n) .-- More--Սա IBM Manual ոլորման .-- More--Դուք մշտապես շփոթված:
		-- Dave Decot

%
Դուք պետք է junk փոստով:
		-- Dave Decot

%
Դուք պետք է փոստով:
		-- Dave Decot

%
Դուք գիտեք, թե դուք արդեն նստած առջեւ ձեր Lisp մեքենայի չափազանց երկարերբ դուք դուրս են junk սննդի մեքենայի եւ սկսել հետաքրքրում, թե ինչպեսկատարել այն ձեզ CADR նյութի H, որպեսզի դուք կարող եք ստանալ այդ yummieշոկոլադ Cupcake դա խրված ետեւում զզվելի վանիլային մեկը:
		-- Dave Decot

%
Դուք գիտեք, թե դուք արդեն ծախսել չափազանց շատ ժամանակ է համակարգչում, երբ ձերընկերը misdates ստուգում, եւ դուք առաջարկում ավելացնելով մի «++» է ամրագրել այն:
		-- Dave Decot

%
Դուք գիտեք, Callahan - ը խաղաղարար բար, բայց, եթե դուք խնդրեք, որ շուն թե ինչ է իրսիրած Formatter է, եւ նա ասում է, որ «ROFF! ROFF», ինչպես նաեւ, ես պարզապես պետք է ...
		-- Dave Decot

%
Դուք կարող է ունենալ mail:
		-- Dave Decot

%
Դուք պետք է գիտակցեն, որ համակարգիչը ունի այն Ձեզ համար: անհերքելիապացույցն այն է, որ համակարգիչը միշտ անում այն, ինչ եք պատմել է անել.
		-- Dave Decot

%
Դուք ջնջել իմ ժապավեն, եւ ես զրոյից ձերն է.
		-- Dave Decot

%
Դուք կունենաք ղեկավար վթարի Ձեր անձնական տուփի.
		-- Dave Decot

%
Դուք կունենաք շատ recoverable ժապավենը սխալներ.
		-- Dave Decot

%
Դուք կկորցնեք կարեւոր սկավառակի ֆայլ.
		-- Dave Decot

%
Դուք կկորցնեք կարեւոր Կասետային ֆայլը.
		-- Dave Decot

%
Դուք արդեն տանում ոլորտը!
		-- Dave Decot

%
Դու WITT ի վերջ.
		-- Dave Decot

%
Դուք չեք Dave. Ով ես դու?
		-- Dave Decot

%
Դուք օգտագործում եք ստեղնաշարի! Ինչպես հետաքրքրաշարժ!
		-- Dave Decot

%
Դուք արդեն Berkeley'ed!
		-- Dave Decot

%
Ձեր կոդը պետք է լինի ավելի արդյունավետ:
		-- Dave Decot

%
Ձեր համակարգիչը հաշիվը overdrawn. Խնդրում ենք վերալիազորել:
		-- Dave Decot

%
Ձեր համակարգիչը հաշիվը overdrawn. Խնդրում ենք տեսնում, մեծ եղբայրը:
		-- Dave Decot

%
Ձեր մեղքով հիմնական թափվում
		-- Dave Decot

%
Ձեր ֆայլերը այժմ կոդավորված է եւ նետուիլ բիտ կոնստրուկտոր:eof
		-- Dave Decot

%
Ձեր կենսակերպը կփոխվի է ASCII.
		-- Dave Decot

%
Ձեր կենսակերպը կփոխվի է EBCDIC:
		-- Dave Decot

%
Ձեր գաղտնաբառը pitifully ակնհայտ է:
		-- Dave Decot

%
Ձեր ծրագիրը հիվանդ է! Shoot այն եւ դրեց այն դուրս է իր հիշողության մեջ:
		-- Dave Decot

%
Ես նկատի ունեմ, որ եթե 10 տարի հետո, երբ դուք անում ինչ - որ բան արագ եւ կեղտոտ,դուք հանկարծ պատկերացնել, որ ես եմ փնտրում է ձեր ուսերին եւ ասումինքներդ, «Dijkstra չէր սիրում այս«, լավ է, որ կարող է լինել բավական էանմահություն ինձ համար:
		-- Dave Decot

%
Ինչպես երեւում է, slashdot, թե ինչ կարող եք անել ձեր մալուխային մոդեմներ:(Http://slashdot.org/comments.pl?sid=32387&cid=3495418):        Ամփոփում: Դա ոչ թե ինչպես Դուք կարգավորել ձեր սարքավորումները, դա որտեղ        Դուք պետք թույլտվություն է մնում այն:Գրառման այն է, «redgekko»
		-- Dave Decot

%
«Ամենամեծ խնդիրն Software Engineering է մեկը դա կլինի երբեք չի լուծի - Քաղաքական ».կողմից աշխատում է մի մեծ նախագծի beseiged քաղաքական
		-- Gavin Baker, ca 1996, An unusually cynical moment inspired

%
«Մի վախեցիր գրիչը. Երբ կասկածի տակ, իրար մի սիրուն նկար:»:
		-- Baker's Third Law of Design.

%
BreakPoint 1, հիմնական (ԱՈԱՁ = 1, argv = 0xbffffc40), ժամը main.c: 2929 printf ( «Բարի գալուստ GNU Hell! \ N");
		-- "GNU Libtool documentation"

%
Ես կարող եմ հորինել այն, սակայն Բիլ կազմել է հայտնիkeystroke ժամանակ վահանակի քննարկման Բիլ Գեյթսըժամը 20-ամյա տոնակատարության համար IBM PC.
		-- David Bradley, inventor of the Ctrl-Alt-Delete

%
Մենք ունենք մի քաղաքականություն, որ մենք չեն hacked.       http://www.wired.com/wired/archive/12.06/dating_pr.html
		-- Lisa Kopp, Friendster rep, commenting on a security flaw

%
Կյանքը NP-hard, եւ ապա դուք մահանալ:
		-- Dave Cock

%
Փորձեք հեռացնել գունավոր խնդիրների վերբեռնելով ձեր համակարգչի մի քանի անգամ:
		-- Microsoft Internet Explorer's README.TXT

%
Մեկը այն բաները, որ ես սովորաբար ասում եմ մարդկանց, այն է, որ եթե դա է այն լուրերին, չենմտահոգվեք դրա մասին: Ըստ սահմանման, «Նորություններ» նշանակում է, որ այն դժվար թե երբեւէ տեղի է ունենում: Եթեռիսկը է այն լուրերին, ապա դա երեւի թե չարժե մտահոգիչ մասին. Երբինչ-որ բան այլեւս հաղորդում - Automobile մահվան, ընտանեկան բռնությունը, երբդա այնքան տարածված է, որ դա նորություն չէ, ապա դուք պետք է սկսել մտահոգիչ »:
		-- Bruce Schneier, in _CRYPTO-GRAM_, May 15, 2005.

%
Եթե ​​դա չի ակնհայտ է, որեւէ լուծում է այս խնդիրը, որը ներկայացնում էկախվածությունը Java խորապես անհետաքրքիր է ինձ համար: Ի դեպ, իմանտարբերությունն է, որ կարող է լինել միայն նկարագրել է որպես «սեռական» - ի ինտենսիվության.
		-- Jamie Zawinski

%
«Մենք ցանկանում ենք կառուցել զրուցարանում համակարգը ապագայում, եւ մենքավարտվեց մինչեւ դիմումը շերտ Multicast հոսքային ԶԼՄ-ների: 1999 թ.-ին:Մենք մի քիչ շուտ մեր ժամանակի [Ã ¢ Â-Ã ¢ AA-] "[Ã ¢ Â-Ã ¢ AA-] Սա մարքեթինգային-խոսում է մի ¢ Â € ÂœwrongÃ ¢ Â € Â. Դուք կարող եք ասել, որ նույն բանըորովհետեւ batterÃ ¢ â € Â ™ s կախել, երբ նա վերցնում է հացադուլը:    - Thomas Ptacek, http://www.matasano.com/log/914/
		-- Jamie Zawinski

%
Զգույշ եղեք: Գրեք-պաշտպանությունը չի կանխել Քարտրիջ ջնջվում էսորուն-ջնջում կամ degaussing.    - HP Ultrium Կասետային Կամուրջ օգտվողի հարցաթերթիկը ուղեցույց, էջ 12
		-- Jamie Zawinski

%
Ինչու եք ուզում դա անել: Դուք Dona ¢ Â € Â ™ t, մոռանում ես նույնիսկ նշել եմ այն:    - Perl DBI Փաստաթղթեր (v1.53)
		-- Jamie Zawinski

%
Զգուշացեք Turing tar-փոս է, որտեղ ամեն ինչ հնարավոր է, բայց ոչինչհետաքրքրություն է հեշտ.    - Alan Perlis
		-- Jamie Zawinski

%
Եթե, չգիտես ինչու, մենք ինչ-որ մեծ սխալ է թույլ տվել եւ IBM հաղթի, իմ անձնական զգացումըայն է, որ մենք պատրաստվում ենք մուտք գործել մի համակարգչային մութ դարերի մոտ քսան տարի է:                - Steve Jobs (1955-2011)
		-- Jamie Zawinski

%
Դուք կարող եք ոչ միայն խնդրել հաճախորդներին, թե ինչ են ուզում եւ ապա փորձեք տալ, որ նրանց:Ըստ ժամանակ դուք ստանում եք, որ այն կառուցվել է, որ նրանք ուզում մի նոր բան:                - Steve Jobs (1955-2011)
		-- Jamie Zawinski

%
Ինչ է համակարգիչը ինձ համար այն է, որ առավել ուշագրավ գործիք է, որ մենք երբեւէ գալհետ: Դա համարժեք է հեծանիվ մեր մտքում.                - Steve Jobs (1955-2011)
		-- Jamie Zawinski

%
Դա, իրոք, դժվար է նախագծել արտադրանքի ֆոկուս խմբերի. Շատ անգամ, մարդկանցչգիտեմ, թե ինչ են նրանք ուզում, քանի դեռ դուք ցույց տալ այն նրանց.                - Steve Jobs (1955-2011)
		-- Jamie Zawinski

%
Innovation ոչ մի կապ չունի, թե ինչպես շատերի R & D դոլար ունեք. երբ Appleեկան Mac, IBM էր ծախսել առնվազն 100 անգամ ավելի մեծ է R & D: Դա չէփողի մասին. Այն մասին, այն մարդկանց, դուք պետք է, թե ինչպես եք հանգեցրել, եւ որքան եքստանալ այն.                - Steve Jobs (1955-2011)
		-- Jamie Zawinski

%
Ուզում եմ առեւտրի բոլոր իմ տեխնոլոգիայի համար կեսօրին հետ Սոկրատեսի:                - Steve Jobs (1955-2011)Դա եղել է իմ mantras - ուշադրության կենտրոնում եւ պարզությամբ. Simple կարող է լինել ավելի դժվար է, քանհամալիրը: Դուք պետք է աշխատել դժվար է ստանալ ձեր մտածելակերպը մաքուր դարձնել այն պարզ.Բայց դա արժե այն, ի վերջո, քանի որ, երբ դուք ստանում այնտեղ, դուք կարող եք տեղափոխելլեռները.                - Steve Jobs (1955-2011)
		-- Jamie Zawinski

%
Նորարարություն տարբերակում առաջնորդի եւ հետեւորդ:                - Steve Jobs (1955-2011)
		-- Jamie Zawinski

%
UNIX շատ պարզ է, այն պարզապես պետք է մի հանճար է հասկանալ, թե իր պարզությամբ:    - Դենիս Ritchie (1941-2011), ստեղծող C ծրագրավորման լեզվի եւ    UNIX
		-- Jamie Zawinski

%
C է quirky, թերի է, եւ հսկայական հաջողություն.    - Դենիս Ritchie (1941-2011), ստեղծող C ծրագրավորման լեզվի եւ    UNIX
		-- Jamie Zawinski

%
C ունի «ուժը հավաքի լեզվով եւ հարմարության ... հավաքներիլեզու."    - Դենիս Ritchie (1941-2011), ստեղծող C ծրագրավորման լեզվի եւ    UNIX
		-- Jamie Zawinski

%
Երբ ես կարդացի մեկնաբանություն առաջարկներին համար, որտեղ C պետք է գնա, Ես հաճախ եմ մտածումետ եւ գոհութիւն է, որ այն չի զարգացել տակ խորհրդով ամբողջ աշխարհումբազմություն:    - Դենիս Ritchie (1941-2011), ստեղծող C ծրագրավորման լեզվի եւ    UNIX
		-- Jamie Zawinski

%
Է ասել ճշմարտությունը, ես չգիտեմ, թե ինչպես Linus եւ իր Սուրբ խումբը կառավարել, այնքան լավԵս չէի կարող կանգնեց այն C.    - Դենիս Ritchie (1941-2011), ստեղծող C ծրագրավորման լեզվի եւ    UNIX
		-- Jamie Zawinski

%
Ես չեմ կարող հիշել, ցանկացած դժվարություն կատարելու C լեզվի սահմանմանը ամբողջությամբբացել ցանկացած քննարկում այդ հարցի հակված է նշել, լեզուներ, որոնցհամահեղինակները փորձում է պահել ամուր վերահսկողության, եւ հետագայում դաժան ճակատագիրը:    - Դենիս Ritchie (1941-2011), ստեղծող C ծրագրավորման լեզվի եւ    UNIX
		-- Jamie Zawinski

%
Առնվազն այն մարդկանց համար, ովքեր Ուղարկել ինձ փոստով մասին նոր լեզուն, որ նրանքնախագծում, որ ընդհանուր առմամբ խորհուրդ է: դա անել իմանալ, թե ինչպես պետք է գրելԿազմողի. Չունեք որեւէ ակնկալիք, որ որեւէ մեկը կարող է օգտագործել այն, եթե դուք որսալմինչեւ մի տեսակ կազմակերպության մի վիճակի է մղել այն դժվար է. Դավիճակախաղի, եւ ոմանք կարող եք ձեռք բերել շատ տոմսերը: Կան բազմաթիվ գեղեցիկլեզուներ (ավելի գեղեցիկ է, քան C), որոնք չեն բռնել է. Բայց որեւէ մեկը չի հաղթելուխաղարկությունը, եւ անում է լեզուն առնվազն սովորեցնում է ձեզ ինչ-որ բան:    - Դենիս Ritchie (1941-2011), ստեղծող C ծրագրավորման լեզվի եւ    UNIX
		-- Jamie Zawinski

%
Ծրագրային ապահովման է շատ դժվար է փոխել en masse, քան hardware. C ++ եւ Java, ասենք,, ենթադրաբար աճում է ավելի արագ, քան պարզ C, բայց ես գրազ C դեռ պետք շուրջ.Ենթակառուցվածքների տեխնոլոգիաների, C կլինի, դժվար է փոխարինել.    - Դենիս Ritchie (1941-2011), ստեղծող C ծրագրավորման լեզվի եւ    UNIX
		-- Jamie Zawinski

%
Այն արդեն առաջարկել է, որ արմատ փաթեթներ են ամենամեծ օգտվողին համայնքը է սաԲարի մուտքի, սակայն չկան Փոխանցել համատեղելիությունը երաշխիքներ արմատային չանհեղինակների կողմից.    - Ջոնաթան Corbet է «Ում է պետք / dev / kmem».       (Http://lwn.net/Articles/147901)
		-- Jamie Zawinski

%
