1/2 ունց. ջին1/2 ունց. օղի1/2 ունց. ռոմ (ցանկալի է մուգ)3/4 ունց. Tequilla1/2 ունց. եռակի վրկ1/2 ունց. նարնջի հյութ3/4 ունց. թթու խառնուրդ1/2 ունց. colaթափահարում սառույցով եւ լարում են անփայլ ապակու.Long Island սառույցով թեյ
		-- Dean Martin

%
6 ունց. նարնջի հյութ1 ունց. օղի1/2 ունց. GallianoHarvey Wallbangers
		-- Dean Martin

%
Գարեջուր հետաձգվել է գարեջրի մերժվել է:
		-- Dean Martin

%
Մի քանի ավելի կրակոց է վիսկի, կանանց կլոր Մականուն սկսել փնտրում լավ է:[Ինչ-որ բան մոտ 10 լինելու 4 բանից հետո, երբ վեց տուփ. Խմբ.
		-- Dean Martin

%
A guy քայլում մեջ բար, պատվիրում է գարեջուր, իրականացնում այն ​​լոգարանում եւ վհատություն այնմեջ urinal. Ընթացքում առաջիկա մի քանի ժամվա ընթացքում, նա գնում է ետ `դեպի բարեւ կրկնում այս հաջորդականությունը - մի քանի անգամ: Վերջապես բուֆետապան այնքանՀետաքրքիր է, որ ինքը leaned է բար եւ խնդրեց նրան, թե ինչ է նա անում:Պատասխանեց հաճախորդին », խուսափելով միջնորդ»:
		-- Dean Martin

%
A prohibitionist տեսակ մարդու ոք չէր մտածում, խմել- Նույնիսկ եթե նա խմեց:
		-- H. L. Mencken

%
Absinthe ստիպում է տտիպ աճում fonder:
		-- H. L. Mencken

%
Ալկոհոլը Անզգայացում է, որով մենք դիմանում ենք շահագործումը կյանքի:
		-- George Bernard Shaw

%
Հակում խմիչքը նկատմամբ, հաշիշ, prussic թթու, strychnine են թույլ Dilutions: The surestթույն է ժամանակը.
		-- Emerson, "Society and Solitude"

%
Անանուն հարբեցողներ, երբ դուք ստանում եք խմել տակ ուրիշի անունով:
		-- Emerson, "Society and Solitude"

%
Միշտ պահեք գարեջուր մի մութ տեղում.
		-- Lazarus Long

%
Հարբեցող է մեկը, որին դուք չեք ցանկանում, ովքեր խմում, ինչպես, որքան դուք.
		-- Dylan Thomas

%
Եւ դուք չեք կարող ստանալ որեւէ Watney Կարմիր բարելի դիմաց,քանի որ բարեր փակել ամեն անգամ, երբ դու ծարավ ...
		-- Dylan Thomas

%
... Գոնե ես կարծում եմ, որ պարում, 'Til ինչ-որ մեկը հասել իմ ձեռքը.
		-- J. B. White

%
Եղեք զգուշանալ ուժեղ խմել. Դա կարող է անել, Դուք եք կրակել հարկահավաքների եւ կարոտում:
		-- Lazarus Long, "Time Enough for Love"

%
Քանի որ գինին հիշում է:
		-- Lazarus Long, "Time Enough for Love"

%
Beer & Pretzels - Նախաճաշ Չեմպիոնների:
		-- Lazarus Long, "Time Enough for Love"

%
Գարեջուր - դա ոչ միայն նախաճաշի համար այլեւս.
		-- Lazarus Long, "Time Enough for Love"

%
Մուրացիկ լավ հագնված գործարարի:«Կարող եք խնայել $ 20.95 մեկ հինգերորդի համար Chivas».
		-- Lazarus Long, "Time Enough for Love"

%
Լավագույն Գարեջուր: Վահանակը tasters հավաքվել է Սպառողների միության 1969 թ.դատվելու Coors եւ Միլլերի High Life է թվում շատ լավ: Նրանք, ովքերկասկած չունեմ, որ գարեջրի մի լուրջ առարկա կարող է խորհել իր ազդեցությունը ամերիկյանպատմությունը. Օրինակ, New England առաջին գաղութարարների որոշել է թողնել խարիսխժամը Plymouth Rock փոխարեն շարունակելու է Վիրջինիա, քանի որ, որպես մեկըդրանք տեղադրել այն. «Մենք չէինք կարող այժմ ժամանակն է, որ հետագա քննարկման, մերուտելիք են ծախսվում, եւ, հատկապես, մեր գարեջրի »:
		-- Felton & Fowler's Best, Worst & Most Unusual

%
Booze է պատասխանը. Ես չեմ հիշում, որ հարցին:
		-- Felton & Fowler's Best, Worst & Most Unusual

%
Կոնյակ եւ ջրի փչանում է երկու լավ բաներ.
		-- Charles Lamb

%
Բայց, սպա, նա չի խմել, ես տեսա նրա մատները ձգել!
		-- Charles Lamb

%
Cerebus: Ես սիրում եմ լիզում ծիրանի կոնյակ դուրս ձեր պորտի.Jaka: Տեսեք, Cerebus-- jaka ունի պատմել ձեզ ... մի բանCerebus: Եթե Cerebus ուներ navel, որ դուք lick ծիրանի կոնյակ դրանից դուրս:Jaka: Ugh!Cerebus: Դուք չեք ցանկանում, ծիրանի կոնյակ.
		-- Cerebus #6, "The Secret"

%
Claret է լիկյոր տղաների; նավահանգիստ տղամարդկանց համար. բայց նա, ով ձգտում է լինել հերոս... Պետք է խմել կոնյակը:
		-- Samuel Johnson

%
Նվաճելով վրա բար աթոռակ, մի կտոր պարանի խնդրել է գարեջուր:«Սպասեք մի րոպե. Չեք a string».«Դե, այո, ես եմ»:«Ներեցեք, մենք չենք ծառայում են տողերի այստեղ»:The որոշվում լարային հեռացել է բար եւ դադարել է passer-by: «Ներիր,ինձ, «դա ասել է,« Ցանկանում եք ծվեն իմ նպատակներին եւ կապել ինձ նման մի pretzel: "Thepasser-ի պարտավոր է, իսկ լարային վերակազմակերպման մտել է բար. «Կարող եմ գարեջուր,խնդրում եմ », խնդրեց բուֆետապան.The barkeep սահմանել գարեջուր առջեւ պարանի, ապա հանկարծ կանգ առավ:«Հեյ, չեն Ձեզ լարային Ես ուղղակի դուրս շպրտեցին այստեղից».«Ոչ, ես մաշվել հանգույց».
		-- Samuel Johnson

%
Coach: Կարող եմ հրավիրել ձեզ գարեջուր, նորմա:Norm: Ոչ, ես գիտեմ, թե ինչ են նրանք նման. Պարզապես լցնել ինձ մեկը:Coach: Ինչպես մասին գարեջուր, Norm.Norm: Hey Ես բարձր կյանքի մարզիչ. Իհարկե, գարեջրի իմ կյանքն է:Coach: Ինչպես է գարեջուր ձայնային, նորմ.Norm: Ես dunno. Ես սովորաբար ավարտել դրանք, նախքան նրանք ստանում են բառը:
		-- Cheers, Fortune and Men's Weights

%
Coach: Ինչպես է այն պատրաստվում, նորմ.Norm: Daddy հարուստ եւ Մայրիկն բարի lookin '.Sam: Ինչ է, Նորմ.Norm Իմ nipples. Դա սառեցման դուրս այնտեղ.Coach: Ինչ է պատմությունը, Նորմ.Norm: Ծարավ guy քայլում մեջ բար. Դուք ավարտել այն:
		-- Cheers, Endless Slumper

%
Coach: Ինչ կասեք մի գարեջուր, Normie.Norm: Daddy wuvs ձեզ.Sam: What'd ցանկանում եք, Normie.Norm: A պատճառը ապրել: Gimme մեկ այլ գարեջուր:Sam: Ինչ պիտի ունեք, նորմա:Norm Դե, ես մի խաղային տրամադրություն, Sammy: Ես կվերցնեմ մի բաժակ այն, ինչ      դուրս է գալիս, որ թակել.Sam: Oh, կարծես գարեջուր, Norm.Norm: Զանգի ինձ Mister Lucky:
		-- Cheers, The Executive's Executioner

%
Coach: Ինչ է, Նորմ.Norm: անկյուններում իմ բերանի, մարզիչ:Coach: Ինչ է թափահարում, նորմ.Norm: Բոլոր չորս cheeks եւ մի քանի chins, մարզիչ.Coach: Գարեջուր, Normie.Norm: Uh, Coach, I dunno, ես մեկին այս շաբաթ: Eh, ինչու չէ, ես դեռ երիտասարդ.
		-- Cheers, Snow Job

%
Արի արագ, ես համտեսում աստղերը!
		-- Dom Perignon, upon discovering champagne.

%
Արի, տանտիրոջ, լրացնել հոսող ամանի մեջ, մինչեւ որ այն չի վրաերթի է,Այսօր մենք բոլորս Merry լինի վաղը մենք կստանանք սթափ:
		-- John Fletcher, "The Bloody Brother", II, 2

%
Չեն խմել, երբ դուք գնում - դուք կարող եք հարվածել է զարկել ու թափել այն:
		-- John Fletcher, "The Bloody Brother", II, 2

%
Չեն ծխում հաջորդ ծխախոտը: Կրկնել:
		-- John Fletcher, "The Bloody Brother", II, 2

%
Խմեք Կանադա չորացնել! Դուք չեք կարող հաջողության հասնել, սակայն դա * __ է * զվարճալի փորձում.
		-- John Fletcher, "The Bloody Brother", II, 2

%
Խմելու սուրճ ակնթարթային թուլացում. Դա նման է խմելու ալկոհոլիակնթարթային Շարժիչային հմտություններ:
		-- Marc Price

%
Խմելու չէ հանդիսատես սպորտ.
		-- Jim Brosnan

%
Խմելու այդպիսի հիմար մարդկանց, եւ մարդիկ կարող են նման հիմար է սկսելհետ, որ դա compounding հանցանքի:
		-- Robert Benchley

%
Drunks հազվադեպ են զվարճալի, եթե նրանք գիտեն, մի քանի լավ երգեր եւ կորցնում էՇատ ա պոկեր:
		-- Karyl Roosevelt

%
Eggnog ավանդական տոն ըմպելիք հորինել է անգլերեն: շատմարդիկ զարմանում, որտեղ այդ բառը "Eggnog» գալիս է. Առաջին վանկգալիս անգլիական Բառը "egg», որը նշանակում է «ձու»: Ես չգիտեմ, թե որտեղիցոր «թունդ գարեջուր սեպ» գալիս է.Այն դարձնել eggnog, դուք պետք ռոմ, վիսկի, գինու Ջին, եւ եթե նրանք գտնվում ենմրցաշրջանում, ձու ...
		-- Karyl Roosevelt

%
ELECTRIC Jell-O2 տուփեր Jell-O ապրանքանիշը ժելատին 2 փաթեթները Knox ապրանքանիշը unflavored ժելատին2 բաժակ պտուղը (ցանկացած շարք) 2+ բաժակ ջուր1/2 շիշ Everclear ապրանքանիշը ցորենի սպիրտMix Jell-O եւ Knox դոնդող մեջ 2 բաժակ եռացող ջրի մեջ: Իրարանցում - tilլիովին լուծարվեց:Լցնել տաք խառնուրդի մեջ մի հարթ թավայի. (Jell-O Molds չի աշխատել):Իրարանցում է հացահատիկի ալկոհոլի փոխարեն սովորական սառը ջրով: Հեռացնել ցանկացած congealingGlops եւ դուրս պրծնել. (Սպիրտ ունի անսովոր ազդեցություն ավելորդ Jell-O)Լցնել մրգեր ցանկալի ճաշակի, եւ կլանել ցանկացած ավելորդ ալկոհոլ:Խառնել որոշ սառը ջրով նոսրացնել ալկոհոլի եւ դարձնել այն ավելի հեշտ է ուտելոր թույլ սրտի.Սառեցնել գիշերում է թույլ խառնուրդ է լիարժեք կարծրանալ. (շուրջ 8-12 ժամ):Կտրել են հրապարակներում եւ վայելել!ԶԳՈՒՇԱՑՈՒՄ:Պահպանեք բաղադրիչները հեռու բաց կրակի. Խորհուրդ չի տրվումերեխաները մինչեւ ութ տարեկան հասակում:
		-- Karyl Roosevelt

%
Ամեն առավոտ է Smirnoff առավոտ.
		-- Karyl Roosevelt

%
Գերազանց օր խմելու ծանրորեն. Spike գրասենյակում ջրի cooler.
		-- Karyl Roosevelt

%
Տոն Մակարդակ 1: Ձեր հյուրեր են chatting amiably միմյանց հետայլ, admiring Ձեր Տոնածառ զարդ, երգում carols շուրջոր դաշնամուրը, sipping իրենց ըմպելիքների եւ nibbling աղանդերներից:Տոն Մակարդակ 2: Ձեր հյուրերը խոսում են բարձրաձայն, երբեմնեն միմյանց, եւ երբեմն ոչ ոք բոլորը, rearranging ՁերՍուրբ Ծննդյան-ծառ զարդ, երգում «Ես Gotta Be Me" շուրջ ուղղամիտդաշնամուր, gulping իրենց խմիչք եւ wolfing է աղանդերներից:Տոն Մակարդակ 3: Ձեր հյուրեր են վիճում բռնությամբ հետանշունչ առարկաներ, երգում «Ես չեմ կարող ստանալ, ոչ բավարարվածություն», կլլելովայլ ժողովուրդների խմիչքներ, wolfing է տոնածառ նախշերով եւտեղադրելով աղանդերներից է շիտակ դաշնամուրի տեսնել, թե ինչ է պատահում, երբփոքրիկ Մուրճ գործադուլ:Տոն Մակարդակ 4: Ձեր հյուրերը, hors d'oeuvres smeared ամբողջնրանց մերկ մարմինները կատարում է ծիսական պարը շուրջ այրմանՏոնածառ. Դաշնամուրը բացակայում է.Դուք ցանկանում եք պահել Ձեր տոնը տեղ շուրջ մակարդակով 3, քանի դեռԴուք վարձակալել ձեր տուն եւ սեփական հրազեն, որի դեպքում դուք կարող եք գնալ մակարդակով4. Լավագույն միջոց է հասնել 3-րդ մակարդակին է ձվի թունդ գարեջուր սեպ.
		-- Karyl Roosevelt

%
Ձկնորսություն, ինձ հետ, մշտապես եղել է արդարացում է խմել ցերեկը:
		-- Jimmy Cannon

%
Fortune ավարտում մեծ մեջբերումներ, # 17«Այս BUD սիրո, ըստ ամառվա ripening շունչը,Կարող է ապացուցել, մի սքանչելի ծաղիկ է, երբ հաջորդ մենք հանդիպում »:Ջուլիետ, այս BUD դա ձեզ համար.
		-- Jimmy Cannon

%
FORTUNE'S սիրված բաղադրատոմսերը: # 8Christmas Ռոմ Cake1 կամ 2 quarts ռոմ 1 tbsp. փխրեցուցիչ1 բաժակ կարագ 1 թեյի գդալ: սոդա1 թեյի գդալ: շաքարավազ 1 tbsp. կիտրոնի հյութ2 խոշոր ձու 2 բաժակ շագանակագույն շաքարավազ2 բաժակ չորացրած տեսականի մրգային 3 բաժակ թակած Անգլերեն ընկույզՆախքան սկսեք, համտեսել ռոմ ստուգելու որակի. Լավ է, չէ? այժմընտրեք մեծ ամանի մեջ mixing, չափիչ բաժակ եւ այլն Ստուգեք ռոմ կրկին. այնպետք է լինի պարզապես իրավունք. Վստահ եղեք, որ ռոմ է ամենաբարձր որակի. Լցնել մեկ բաժակռոմ մեջ մի բաժակ եւ խմել այն, ինչպես արագ, ինչպես դուք կարող եք. Կրկնել: With էլեկտրականmixer, ծեծում մեկ բաժակ կարագ մի մեծ փափուկ ամանի. Ավելացնել 1 seaspoon է Tugarեւ ծեծել կրկին. Մինչդեռ, համոզվեք, որ ռոմ Teh բացարձակապես ամենաբարձր որակի.Նմուշ եւս մեկ բաժակ: Բացել երկրորդը կվարտա, ինչպես նաեւ անհրաժեշտ. Ավելացնել 2 Orge laggs, 2 բաժակտապակած druit եւ ծեծել մինչեւ բարձր: Եթե ​​տապակած druit ստանում խրված էbeaters, պարզապես թաքուն նայել այն, կորցնում հետ պտուտակահան: Նմուշ ռոմ կրկին, ստուգումհամար toncisticity. Հաջորդ մաղել 3 բաժակ թխում փոշի, մի պտղունց ռոմ, միseaspoon քան-toda եւ մի բաժակ պղպեղ կամ աղ (դա, իրոք, կարեւոր չէ):Նմուշ ոմանք ավելի. Մաղով անցկացնել 912 պինտա կիտրոնի հյութ: Fold է schopped կարագի եւլարված chups: Ավելացնել bablespoon շագանակագույն Gugar, կամ ինչ գույնի ունեք.Խառնել Mell: Քսուք վառարան եւ դիմել տորթ համաժողովրդական 350 gredees եւ փոցխ մինչեւpoothtick դուրս է գալիս crean:
		-- Jimmy Cannon

%
FORTUNE կուսակցության ԽՈՐՀՈՒՐԴՆԵՐ # 14Հոգնել գտնելով, որ այլ մարդիկ են օգնում են ձեր բարիքի համարլիկյոր ժամը BYOB կուսակցությունների. Վերցրեք երկայնքով մոմ, որին Դուք հաղորդագրություն եք մտցրեք եւլույսը, հետո դու բացեց շիշը: Ոչ ոք երբեւէ ակնկալում ոչինչըմպելի է լինել մի շիշ, որը ունի մոմ խրված է իր պարանոցի.
		-- Jimmy Cannon

%
Glogg (ավանդական սկանդինավյան տոն ըմպելիք):հինգերորդը չոր կարմիր գինիհինգերորդը aquavit1 եւ 1/2 դյույմ կտոր դարչինով10 հիլ սերմեր1 բաժակ չամիչ4 չոր թուզ1 բաժակ blanched կամ flaked նուշմի քանի կտոր չոր նարնջի կեղլ5 մեխակ1/2 lb. Շաքարի խորանարդիՏաքացնել մինչեւ գինու եւ ծանր իրեր (որը կարող է փոխարինել գինովոր թույլ սրտի) մի մեծ pot Հետո ավելացնելով բոլոր մյուս իրերը, ԲԱՑԻշաքարի խորանարդի. Պարզապես, երբ այն հասնում է եռում, դնում շաքարավազ է մետաղալարովքամիչ, խոնավանալ այն տաք եփել, բարձրացրեք այն եւ բոցավառվել այն խաղում:Իջնել շաքարը մի քանի անգամ է հեղուկ, մինչեւ այն ամենը լուծարվեց: ծառայելտաք գավաթների հետ մի քանի չամիչ եւ նուշ յուրաքանչյուր գավաթ.N.B. Aquavit կարող է դժվար է գտնել եւ թանկ boot. Այն օգտագործել միայնԵթե ​​դուք իսկապես ունեք արմատացված ցանկություն լինի իրար անցնող, կամ, եթե դուք են Շվեդերենարդյունահանման.
		-- Jimmy Cannon

%
Halley ի գիսաստղ: Այն եկավ, մենք տեսանք, որ մենք խմեց:
		-- Jimmy Cannon

%
Harry- ի բար ունի նոր կոկտեյլ: Դա կոչվում է ՏԻԿԻՆ դակիչ: Նրանք կատարել այնկաթ, ռոմ եւ շաքար եւ դա հրաշալի է: Կաթի է կենսունակության եւշաքարավազ է ՔԱՈՒԱ. Նրանք դնում են ռոմ, այնպես, որ մարդիկ պետք է իմանան, թե ինչ պետք է անելբոլոր այդ ՔԱՈՒԱ ու կենսունակությունը:
		-- Jimmy Cannon

%
Ունենալով հրաշալի գինի, ցանկանում էիք գարեջուր.
		-- Jimmy Cannon

%
Ունենալով թափառում անօգնական են մի blinding բուք Սեմ յոյժազատվել է տեսնել առողջ Saint Bernard շունը թռչող նկատմամբ նրա հետավանդական տակառիկ կոնյակի strapped է իր մանյակ.«Վերջապես», - լաց Սամ, «մարդու լավագույն ընկերը, եւ մեծ մեծ շուն, էլ»
		-- Jimmy Cannon

%
Նա գիտեր Tavernes, լավ է ամեն ՏՈՒՆ.
		-- Geoffrey Chaucer

%
Նա պարզապես նման Capistrano, միշտ պատրաստ է մի քանի Դաբաղյան.
		-- Geoffrey Chaucer

%
«Հեյ, ով վերցրեց զսպել դուրս իմ Ընդմիջում ??!"
		-- W. C. Fields

%
Hogan հերոսները ԽՄԵԼՈՒ Game -Վերցրեք մի հարվածով ամեն անգամ:- Սերժանտ Schultz ասում է, «Ես knoooooowww nooooothing!"- Ընդհանուր Բուրխալտերն կամ մայոր Hochstetter վախեցնել / վիրավորանքը գնդապետ Klink.- Գնդապետ Klink ընկնում է գնդապետ HOGAN ի շողոքորթություն.- Մեկը բանտարկյալների Օձեր դուրս ճամբարի (մեկ կրակոցի յուրաքանչյուր բանտարկյալ գնալ):- Գնդապետ Klink snaps է ուշադրությունը հետո պատասխանելով հեռախոսը (երկու կրակոցեթե դա մեկն է մեր հերոսների մյուս վերջ):- Մեկը գերմանացիների սպառնում ուղարկվում է Ռուսաստանի առջեւ:- Մարմնական Newkirk կոչ է անում մինչեւ գերմանացի իր phoney գերմանական ակցենտով, եւհնարքներ նրան (երկու կրակոց, եթե դա գնդապետ Klink):- Hogan ունի ռոմանտիկ ընդմիջման հետ մի գեղեցիկ աղջկա, մետրոյում.- Գնդապետ Klink թե ինչպես նա երբեք չի ունեցել փախչել stalag 13:- Սերժանտ Schultz տալիս մի գաղտնի (երկու կրակոց, եթե նա կաշառել սննդի հետ):- Դատապարտյալները լսել գերմանացիների զրույցի է թաքնված հաղորդիչ:- Սերժանտ Schultz «գրավում» մեկը բանտարկյալների հետո փախուստի:- Lebeau արտասանի «գնդապետ», քանի որ «cuh-Loh-`nell»:- Carter կառուցում որոշակի սարքի (երկու կրակոց, եթե դա չի պայթուցիկ):- Lebeau հագնում է իր գոգնոց.- Hogan ասում է «Մենք ստացանք ոչ մի ընտրություն", երբ ինչ-որ մեկը պնդում է, որ ծրագիրըանհնար է:
		-- The prisoners capture an important German, and sneak him out the tunnel.

%
Ես չեմ կարող մեռնել, քանի դեռ կառավարությունը գտնում է անվտանգ տեղ թաղել իմ լյարդի.
		-- Phil Harris

%
Ես վստահում մի մարդ, ով ասում է, թե երբ: Եթե ​​նա ստացել է զգույշ լինել ոչ թե խմելչափազանց շատ է, այն պատճառով, որ նա չի կարելի վստահել, երբ նա անում է:
		-- Sidney Greenstreet, "The Maltese Falcon"

%
Ես չեմ օգտագործում, ես չեմ սիրում այն, որ դա ստիպում է ինձ զգում, շատ լավ է:
		-- K. Coates

%
Ես խմել, որպեսզի այլ մարդիկ, հետաքրքիր:
		-- George Jean Nathan

%
Ես տվել ծխելու, խմելու եւ սեռից: Դա առավել * __________ սարսափեցնելով * 20րոպե իմ կյանքում!
		-- George Jean Nathan

%
Ես պարզապես տասնութ whiskeys անընդմեջ: Ես չեմ հավատում, որ դա ռեկորդային:
		-- Dylan Thomas, his last words

%
Ես պետք է մտածել, դժվար է անվանել մի հետաքրքիր մարդ, ով չի խմել:
		-- Richard Burton

%
Ես համբուրեց իմ առաջին աղջիկ եւ ապխտած իմ առաջին գլանակը է նույն օրը:Ես ժամանակ չեմ ունեցել Ծխախոտի վեր.
		-- Arturo Toscanini

%
Ես կարող եմ չի կարողանա քայլել, բայց ես քշել է նստած դիրքում:
		-- Arturo Toscanini

%
Ես պետք է դուրս գալ այդ խոնավ հագուստի եւ մի չոր Martini.
		-- Alexander Woolcott

%
Ես երբեք չեմ ասել, որ բոլոր դեմոկրատները էին saloonkeepers. ինչ եմ ասել էր բոլորsaloonkeepers էին դեմոկրատներին:
		-- Alexander Woolcott

%
Ես երբեք աշխատանքային տուն ինձ հետ. Ես միշտ թողնում այն ​​ինչ - որ բարում ճանապարհին:
		-- Alexander Woolcott

%
Ենթադրում եմ, որ մի քանի ժամից պիտի սթափվեն: Դա նման է մի տխուրմտածեցի. Ես կարծում եմ, պետք է մի քանի խմիչք են պատրաստել եմ:
		-- Alexander Woolcott

%
Էի պետք է խմելու խնդիր: Հիմա ես սիրում stuff.
		-- Alexander Woolcott

%
Ես չեմ խմել!Բայց եթե ես անել ...Ես չեմ հարբում!Բայց եթե ես անել ...Չեմ ուզեր է հանրությանը:Բայց եթե ես անել ...Ես չեմ ընկնում ներքեւ!Բայց եթե ես անել ...Ես կընկնի դեմքը ներքեւ այնպես, որ նրանք չեն կարող տեսնել իմ ընկերության կրծքանշան:
		-- Alexander Woolcott

%
Մաղթում եմ, որ դուք մի Scotch վրա ժայռերի.
		-- Alexander Woolcott

%
Ես կցանկանայի հանդիպել տղայի, ով հորինել գարեջուր եւ տեսնել, թե ինչ նա աշխատում է հիմա.
		-- Alexander Woolcott

%
Ես կցանկանայի, որ պետք է ազատ շիշ դիմաց ինձ, քան prefrontal lobotomy:[Եւս վերագրվում է Ս Clay Վիլսոնին: Խմբ.
		-- Fred Allen

%
Ես չեմ տակ alkafluence մասին inkaholոր ոմանք thinkle փայլ եմ.Դա պարզապես խմող ես նստել այստեղ ավելի երկար եմ ստանում:
		-- Fred Allen

%
Ես միշտ կարեկցում մարդկանց համար, որոնք չեն խմում, հիշեք,երբ նրանք արթնանում, որ դա որպես լավ, քանի որ նրանք gonna զգում, ամբողջ օրը!
		-- Fred Allen

%
Ես միշտ էլ այն հանդիսավոր պրակտիկան երբեք խմել ոչինչ ուժեղքան Տեկիլա մինչեւ նախաճաշ:
		-- R. Nesson

%
Ես երբեք չեմ եղել հարբած, բայց հաճախ ես արդեն overserved:
		-- George Gobel

%
Եթե ​​Աստված էր նախատեսված Man ծխում, Նա պիտի դրել նրան կրակի.
		-- George Gobel

%
Եթե ​​Աստված էր նախատեսված մարդոց Smoke, Նա չէր դրել chimneys է իրենց գլուխները.
		-- George Gobel

%
Եթե ​​իմանայի, թե ինչ բրենդ [վիսկի] խմում, ես չէի ուղարկել բարելի կամուստի իմ մյուս գեներալների:
		-- Abraham Lincoln, on General Grant

%
Եթե ​​մարդիկ խմեց թանաք փոխարեն Schlitz, նրանք ուզում են լինել ավելի լավ.[Ինչ ապրանքանիշը թանաքով. Խմբ.
		-- Edward E. Hippensteel

%
Եթե ​​դուք չեք խմել այն, ուրիշը չի.
		-- Edward E. Hippensteel

%
Եթե ​​դուք օգտագործում, չեն կայանել: Վթարներ մարդկանց:
		-- Edward E. Hippensteel

%
1967 թ., Խորհրդային կառավարությունը minted մի գեղեցիկ արծաթե ռուբլու Լենինիէ շատ ծանոթ ստեղծում - զենքի բարձրացրած վերեւում նրան, առաջատար երկիրըհեղափոխություն. Բայց, այն էր, պարզ է բոլորին, որ եթե դուք նայեց դրահետեւում, պարզ էր, որ Լենինի էր մատնացույց է ժամը 11.00-ին, երբ օղինխանութներ բացվեցին, եւ նա, ըստ էության, ասում է, «ընկեր, սպասում է օղին խանութներում:Այն դարձել է նորաձեւ, երբ մեկը ցանկացել է ունենալ խմելու, վերցնել դուրսռուբլին եւ ասում են, «Oh my բարության, Ընկերներ, Լենինը պատմում է ինձ, մենք պետք է գնանք:
		-- Edward E. Hippensteel

%
Մի շիշ, պարանոցի միշտ էլ վերեւում:
		-- Edward E. Hippensteel

%
Մի հավաքի երկու կամ ավելի անձանց, երբ լուսավորված սիգարետըտեղադրված է մոխրաման, ծուխը կլինի ճեղքել մեջ դեմքը ծխող:
		-- Edward E. Hippensteel

%
Մի վիսկի դա տարիքը, մի ծխախոտ, դա ճաշակի եւ սպորտային մեքենանդա անհնար է:
		-- Edward E. Hippensteel

%
In Vino veritas:[Գինու կա ճշմարտություն.]
		-- Pliny

%
Այն արդեն հայտարարել է, որ հասարակայնության հետ կապերի արվեստ հաղթելու ընկերներինեւ ստանալով մարդկանց ազդեցության տակ:
		-- Jeremy Tunstall

%
Դա խիզախ մարդ, ով, երբ բաներ են իրենց ամենամռայլ, կարող կռվել վերադառնալ եւ կուսակցության!
		-- Dennis Quaid, "Inner Space"

%
Դա gonna լինի լավ,Դա գրեթե կեսգիշեր,Եւ ես ստացել եւս երկու շիշ գինի:
		-- Dennis Quaid, "Inner Space"

%
Դա նույնն է հին պատմություն. Տղան հանդիպում է գարեջուրը, տղա խմում գարեջուր ... տղան ստանումմյուսը գարեջուր.
		-- Cheers

%
Դա անիմաստ է փորձել անցկացնել որոշ մարդկանց ինչ նրանք ասում են, երբ նրանքmadly սիրո, հարբած, կամ վազում գրասենյակի համար:
		-- Cheers

%
Պահպանեք Ամերիկան ​​գեղեցիկ. Ծիծեռնակ Ձեր գարեջրի բանկա.
		-- Cheers

%
Kiss է ծխող. համտեսել տարբերությունը:
		-- Cheers

%
Համբուրում է ծխող նման licking մոխրաման:
		-- Cheers

%
Lady Astor էր տալու զգեստները գնդակը եւ Ուինսթոն Չերչիլին հարցրել է նրան, թե ինչքողարկել նա խորհուրդ կտայի նրա համար: Նա պատասխանեց. «Ինչու չեք գալիսսթափ, պարոն վարչապետ ».
		-- Cheers

%
Թող արժանի քաղաքացիները Չիկագոյում ստանալ իրենց լիկյոր լավագույն ճանապարհընրանք կարող են. Ես հիվանդ է աշխատանքից: Դա անշնորհակալ մեկ ու լի վիշտը:
		-- Al Capone

%
Կյանքը, ինչպես եւ գարեջուր, որը պարզապես պարտք:
		-- Don Reed

%
Նայեք այն այս կերպ: Աղջիկդ պարզապես անունով թարմ Թուրքիա բերածտուն "cuddles», այնպես որ դուք պատրաստվում են գնել պահածոների խոզապուխտ: Եւ դու դեռխմելու սովորական Scotch.
		-- Don Reed

%
Նայեք այն այս կերպ: Ձեր կնոջ ծախսել $ 280 մի ամիս meditation դասերմոռացեք, $ 26,000 քոլեջի կրթության. Եվ դուք դեռ խմում սովորական Scotch.
		-- Don Reed

%
Marvin է Nature Lover հետախուզեցին մի մորեխ hopping երկայնքով խոտ,եւ մի տրամադրություն communing բնության հետ, հազվադեպ է նույնիսկ թվում լիիրավԲնության սիրահարների, նա խոսեց մորեխ, ասելով. «Բարեւ, ընկերըմորեխ: Իսկ դուք գիտեք, որ նրանք անունով խմելու հետո քեզ ».«Իսկապես». պատասխանեց մորեխ, ակնհայտորեն գոհ. «Նրանքանունով մի ըմպելիք Fred ».
		-- Don Reed

%
«Mind եթե ես ծխում».«Ես չեմ մտածում, եթե դուք պայթել է կրակի եւ մեռիր».
		-- Don Reed

%
«Mind եթե ես ծխում».«Այո, ես ուզում եմ տեսնել, որ դա դուրս գալ ձեր ականջները կամ ինչ»
		-- Don Reed

%
Իմ մայրը խմում է մոռանալ, որ նա խմում:
		-- Crazy Jimmy

%
Հորեղբայրս էր այդ քաղաքի հարբած, եւ մենք ապրում էինք Չիկագոյում.
		-- George Gobel

%
Երբեք մի հետաձգեք ավարտ հանդիպման կամ սկիզբը կոկտեյլ ժամ:
		-- George Gobel

%
Երբեք խմել ձեր մատների ամանի - այն պարունակում է միայն ջուր:
		-- George Gobel

%
Ոչ, ես չեմ ունենա խմելու խնդիր:Ես խմել եմ, հարբում, ես ընկնում ներքեւ.Ոչ մի խնդիր!
		-- George Gobel

%
[Norm գալիս է գրավիչ կնոջ.]Coach: Normie, Normie, կարող է դա լինել Vera.Norm: Մի շատ թանկ վիրահատության, գուցե.Coach: Ինչ է, Normie.Norm: Ջերմաստիճանը իմ մանյակ մարզիչ:Coach: Ինչ կասեք մի գեղեցիկ գարեջուր, Normie.Norm: Իջնում?
		-- Cheers, Diane Meets Mom

%
[Norm գնում է դեպի բար Վիկի Bowl-A-Rama.]Off-էկրանին ամբոխը: նորմ!Sam-Ինչպես է դժոխք նրանք գիտեն նրան այստեղ.Cliff: Նա ստացել է կյանքը, դուք գիտեք.Woody: Ինչ կարող եմ անել քեզ համար, պարոն Peterson.Norm: elope կնոջս հետ:Woody: Ինչպես կյանքը, պարոն Peterson.Norm: Oh, Ես սպասում է ֆիլմի.
		-- Cheers, Take My Shirt... Please?

%
[Norm բարկացած]Woody: Ինչ կարող եմ ստանալ Ձեզ, պարոն Peterson.Norm: Clifford Clavin գլուխը:Sam: Hey, թե ինչ է կատարվում, նորմ.Norm: Դե, դա մի շուն ուտել-dog աշխարհը, Sammy,      եւ ես կրելու Milk-Bone ներքնազգեստ.Sam: Ինչպես կյանքը արագ նրբանցք, Normie.Norm: Beats ինձ, ես չեմ կարող գտնել ON-կորզում.
		-- Cheers, Diane Chambers Day

%
[Norm վերադառնում հիվանդանոցից.]Coach: Ինչ է, Նորմ.Norm: Ամեն ինչ, որ պետք է լինի:Sam: Ինչ նոր, Normie.Նորմ: Ահաբեկիչները, Սամ. Նրանք վերցրել է իմ ստամոքսի. Նրանք պահանջկոտ գարեջուր:Coach: Ինչ պետք է դա լինել, Normie.Norm: Պարզապես միշտ, մարզիչ. Ես պետք է դատարկաբանել է գարեջուր եւ խողովակ եւ դիմակ:
		-- Cheers, King of the Hill

%
[Norm փորձում է ապացուցել, որ նա չի Անտոն Kreitzer]Norm: Կեսօրին, բոլորը!Բոլորը: Anton!Woody: Ինչ է կատարվում, պարոն Peterson.Norm: A Ջրամեկուսացման նշանը իմ փորը, որ ասում է, `` Տեղադրեք գարեջուր Մականուն: ''Sam: Ինչ կարող եմ ստանալ ձեզ, նորմա:Norm: [scratching իր մորուքը] ստացել որեւէ լու փոշի. Ah, պարզապես կատակում.      Gimme գարեջուր. Ես կարծում եմ, պարզապես խեղդել փոքրիկ suckers.
		-- Cheers, Two Girls for Every Boyd

%
Norm: Պարոնայք, սկսեք ձեր ծորակները:Coach: Ինչպես է կյանքն բուժման ձեզ, նորմա:Norm: Like այն բռնել ինձ անկողնում իր կնոջ հետ:Coach: Ինչպես կյանքը, Նորմ.Norm: Ոչ մանրախնդիր մարզիչ:
		-- Cheers, Friends, Romans, and Accountants

%
Norm: Hey, բոլորը.Բոլորը [լռությունը; բոլորն խելագար է նորմ է լինելու հարուստների]Norm: [վարում երկու կողմերում Զրույցի ինքն իրեն.]       Նորմ! (Norman.)       Ինչպես եք զգում, այսօր, նորմա:       Հարուստ եւ ծարավ. Լցնել ինձ գարեջուր:Woody: Ինչ է վերջին, պարոն Peterson.Norm: Zsa-Zsa ամուսնացել է միլիոնատեր, Peterson խմում է գարեջուր:       Film ժամը տասնմեկին:Woody: Ինչպես ես դու այսօր, պարոն Peterson.Norm: Երբեք չի եղել ավելի լավ է, Woody. ... Պարզապես մի անգամ ես կցանկանայի լինել ավելի լավը:
		-- Cheers, Chambers vs. Malone

%
Ոչ բոլոր տղամարդիկ, ովքեր խմում են բանաստեղծներ: Մեզանից ոմանք խմել, որովհետեւ մենք չենք բանաստեղծներ:
		-- Cheers, Chambers vs. Malone

%
Not խմելու, հետապնդում կանանց, կամ անում թմրանյութեր չի ձեզ ավելի երկար են ապրում -դա միայն թվում է, որ ճանապարհը.
		-- Cheers, Chambers vs. Malone

%
ԾԱՆՈՒՑՈՒՄ:Յուրաքանչյուրը տեսել ծխելը կարող է ենթադրել, որ պետք է կրակի եւ կամքիէ արագացված դրել դուրս.
		-- Cheers, Chambers vs. Malone

%
Այժմ ժամանակն է, որ խմելու. այժմ ժամանակն է հաղթել երկիրըանխափան ոտքով.
		-- Quintus Horatius Flaccus (Horace)

%
Իհարկե Էլեկտրական գործիքներ եւ ալկոհոլի չեն խառնել: Բոլորն էլ գիտեն, թե իշխանությունըգործիքները չեն լուծելի է ալկոհոլի ...
		-- Crazy Nigel

%
Հին Grandad մեռած, բայց նրա չար ոգիները ապրում է:
		-- Crazy Nigel

%
Մի անգամ ... է wilds Աֆղանստան, ես կորցրել եմ իմ խցանահան, եւ մենք էինքստիպված է ապրել ոչ այլ սննդի եւ ջրի համար օրվա ընթացքում:
		-- W. C. Fields, "My Little Chickadee"

%
One տարբերությունն այն մարդու եւ մեքենայի այն է, որ մի մեքենա է, հանգիստերբ լավ oiled.
		-- W. C. Fields, "My Little Chickadee"

%
Մեկ փոշոտ հուլիսի կեսօրից հետո, ինչ - որ տեղ շուրջ դարասկզբին, ՊատրիկMalone էր Mulcahey ի Բար կռում է արմունկը մյուս փողոցային մեքենայիդիրիժորների են Բրուքլինի քաշում ընկերության. Մինչ նրանք քննարկում էին, որէության տեղական օղակաձեւ հերոս, բար գնում լռում է: Malone շրջվում է տեսնելնրա կինը, մի դեմքով մռայլ, ինչպես մահ, դատարկ է բար.Slapping չորս-bit կտոր ցած է բար, նա ոչ - ոքի իրեն մինչեւ նրանլրիվ հինգ ոտնաչափ հինգ դյույմ, եւ ասում է Mulcahey, «Տուր ինձ այն, ինչ ինքն իսկարդեն havin «այս բոլոր տարիների ընթացքում:»:Mulcahey նայում Malone, ով լուրջ, եւ ապա ետ Մարգարեթ ՄարիամիMalone. Նա սահմանում է մի բաժակ եւ pours նրան եռակի կրակոցի Rye. Բար էբոլորովին լռել, քանի որ նրանք այդ կինը վերցնել բաժակը, եւ թակելու ետխմել: Նա քննադատել է ապակու ներքեւ բար, gasps, shudders փոքր է, եւանցնում են. ընկնում ուղիղ ետ, թունդ որպես խորհրդի, փրկվել է հանկարծակի շփմանհետ barroom հատակին կողմից լայն փորը Սիմուս Fogerty:Որոշ ժամանակ անց, նա գալիս է, որ ավազանի սեղանին, բաճկոնը տակ նրանղեկավարը: Նրա արյունով լցված աչքերը ընկաւ իր ամուսնու հետ, ով ասում է, «Եվ այդ բոլորըտարի դուք արդեն thinkin «Ես արդեն վայելում meself»:
		-- W. C. Fields, "My Little Chickadee"

%
Only Իռլանդիայի սուրճ ապահովում է մեկ ապակու բոլոր չորս մթերային խմբերիալկոհոլը, կոֆեին, շաքար, եւ ճարպը.
		-- Alex Levine

%
PLEASE չեն ծխում HERE!Տուգանք: Վաղ, երկարատեւ մահը քաղցկեղից,Emphysema, կամ այլ ծխելը-առաջացրել վատառողջություն.
		-- Alex Levine

%
Ոստիկանություն. Բարի երեկո, ես դու, որ հյուրընկալող.Հաղորդավար No.Ոստիկանություն. Մենք արդեն ստանում բողոքներ այս կուսակցության.Հաղորդավար մասին թմրամիջոցների.Ոստիկանություն. No.Հաղորդավար մասին հրացաններով, ապա. Այն ինչ-որ մեկը բողոքում հրացաններով:Ոստիկանություն. Ոչ, աղմուկը.Հաղորդավար `Oh, աղմուկը. Լավ է, որ իմաստ ունի, քանի որ չկան ատրճանակներկամ դեղեր այստեղ. (An հսկայական պայթյուն, որը լսել է, որֆոնային.) Կամ հրավառություն: Ով է բողոքում աղմուկից.Հարեւանները?Ոստիկանությունը `Ոչ, հարեւանները փախան ներքին ժամ առաջ: Մեծ մասը վերջին շրջանումբողոքներ եկել են Պիտսբուրգում: Ինչ եք կարծում, դուք կարող եքխնդրեք սերվերին հանգիստ բաներ ներքեւ.Հաղորդավար `ոչ մի խնդիր. (Այս պահին, մի Volkswagon bug է պարզունակկրոնական խորհրդանիշները կազմված է դռների առաջանում է ապրելուսենյակ եւ թնդյունի է դահլիճը, անցյալը ոստիկանության եւ ապաՄարգագետինների, որտեղ այն smashes ծառին: Ութ հյուրերը նկատել ենվրա խոտ, ողբալով.) Տես. Բաներ են սկսում քամուներքեւ.
		-- Alex Levine

%
Կենդանական աշխարհի պահպանության! Նետում մի կուսակցության այսօր!
		-- Alex Levine

%
Recipe համար Pan Գալակտիկական ողողել Blaster:(1) Վերցրեք հյութ մեկ շիշ Ol 'Janx Հոգիով(2) Լցնել այն մեկը միջոց ջրի ծովերի վրաSantraginus V (Oh, նրանք, ովքեր Santraginean ձուկ!)(3) Թույլատրել 3 խորանարդի Arcturan Mega-gin է հալվել մեջխառնուրդ (հարկն սառույցով կամ բենզին կորել.):(4) Թույլատրել չորս լիտր Fallian marsh գազ պղպջակների միջոցով այն.(5) Over մեջքին մի արծաթե գդալով, բոց որոշ չափովQualactin Hypermint հանել:(6) Կաթիլ է ատամը է Algolian Suntiger: Watch այն, լուծարել:(7) Շաղ Zamphuor:(8) Ավելացնել ձիթապտուղ:(9) Խմեք ... բայց ... շատ ուշադիր ...
		-- Alex Levine

%
Ակոսիկ West Virginia այնքան փոքր է, որ տղան Scout ստիպված էր կրկնապատկել, քանի որTown հարբած.
		-- Alex Levine

%
Ռոմանտիկա, նման ալկոհոլի, պետք է վայելեն, բայց չպետք է թույլ տալ, որդարձել է անհրաժեշտություն:
		-- Edgar Friedenberg

%
Ասել է, որ գրավիչ, սիգար ծխելու տնային տնտեսուհի իր girl-friend «Ես ստացելսկսվել է մեկ գիշեր, երբ Ջորջ տուն եկավ եւ պարզել, մեկ վառվում է մոխրաման »:
		-- Edgar Friedenberg

%
Sam: Ինչ գիտես այնտեղ, նորմա:Նորմ: Ինչպես նստել: Ինչպես խմել: Ցանկանում եք Հարցաշարին զիս:Sam: Hey, թե ինչպես է կյանքը, բուժման ձեզ այնտեղ, նորմա:Norm: Beats ինձ. ... Ապա մեկնարկում ինձ եւ թողնում ինձ համար մեռած է.Woody: Ինչպես էր գարեջուր զգում, պարոն Peterson.Norm: Pretty նյարդայնանում, եթե ես այդ սենյակում:
		-- Cheers, Loverboyd

%
Sam: Ինչ որ լավ է, որ խուզարկություն բառը, Նորմ.Norm: Plop, Plop, փրփրել, փրփրել.Sam: Oh ոչ, ոչ թե Սոված Հեյֆեր ...Norm: Yeah, yeah, yeah ...Sam: One այրոց կոկտեյլ գալիս:Sam: Whaddya ասում են, նորմա:Norm: Դե, ես երբեք չեմ հանդիպել մի գարեջուր, ես չէի խմել: Եւ ներքեւ այն գնում:Woody: Որն է Ձեր հաճելի, պարոն Peterson.Norm: կիսավարտիք եւ չամրացված կոշիկներ: Բայց ես պետք է կարգավորել մի գարեջուր.
		-- Cheers, The Bar Stoolie

%
Sam: Ինչ եք ասում, նորմա:Norm: Ցանկացած էժան, անճաշակ բան, որ պետք է ինձ գարեջուր:Sam: Ինչ եք ասում, մի գարեջուր, Normie.Norm: Hiya, նավաստի. Նոր քաղաքում.Norm [գալիս է անձրեւ] երեկոյան, բոլորի համար.Բոլորը: նորմ! (Norman.)Sam: Այդուհանդերձ հորդառատ, նորմ.Norm: Դա ծիծաղելի է, ես էի հարցնել ձեզ նույն բանը:
		-- Cheers, Diane's Nightmare

%
Sam: Ինչ է կատարվում, Normie.Norm Իմ ծննդյան օրը, Sammy. Տվեք ինձ մի գարեջուր, մնում մոմ      այն, եւ ես պիտի հարված է իմ լյարդի.Woody: Hey, միստր Պ. Ինչպես է գնում որոնումը պարոն Clavin.Norm չէ, ինչպես նաեւ որոնման պարոն կարկանդակն.       Գտնվել է նրան ամեն երկու բլոկների:
		-- Cheers, Head Over Hill

%
Sam: Ինչ նոր, նորմ.Norm մեծ մասը իմ կնոջ.Coach: Գարեջուր, նորմ.Norm: Naah, ես կցանկանայի, հավանաբար, հենց այն խմում:Coach: Ինչ է անում, նորմ.Norm: Դե, գիտությունը ձգտում բուժումը ծարավից: Ես պատահել       լինել guinea pig.
		-- Cheers, Let Me Count the Ways

%
Ցույց տալ, հարգանք տարիքից: Խմեք լավ սկոչ փոփոխության.
		-- Cheers, Let Me Count the Ways

%
Երազ - ի ամենագեղեցիկ փորձը կյանքի բացառությամբ խմել.
		-- W. C. Fields

%
Ծխելը այժմ թույլատրվում !!!Ցանկացողները ծխում, սակայն, պետք է ֆայլ, եռապատիկ, որԱՄՆ կառավարությունն Շրջակա միջավայրի վրա ազդեցության Նկարագրություն հայտարարություն (Eins)նկարագրելով մանրամասն տեսակի այրման առաջարկված, ազդեցությունըշրջակա միջավայրի, եւ սպասված ընդդիմություն: Հաշվետվությունները պետք է լինեններկայացվել 30 օր առաջ:
		-- W. C. Fields

%
Հակում ծխախոտի նկատմամբ մեկն է առաջատար պատճառներից վիճակագրության.
		-- Fletcher Knebel

%
Հակում ծխախոտի նկատմամբ, որքան ես գիտեմ, որ ամբողջ կետն լինելու չափահաս:
		-- Fran Lebowitz

%
Հակում ծխախոտի նկատմամբ արգելվում է: Բացարձակապես ոչ IFS, անհավասարություններն, կամ butts.
		-- Fran Lebowitz

%
Այնպես որ, այն է, որ ապակին կիսով չափ դատարկ է, կիսով չափ լիքն է, կամ պարզապես երկու անգամ, ինչպեսխոշոր, քանի որ այն պետք է լինի.
		-- Fran Lebowitz

%
Որոշ մարդիկ չունեն հարգանք տարիքում, եթե դա շշալցված.
		-- Fran Lebowitz

%
Երբեմն ես պարզապես զգում եմ, որ ամբողջ աշխարհն է ծխախոտի եւ ես եմմիայն մոխրաման:
		-- Fran Lebowitz

%
Պառակտում 1/4 շիշ .187 լիտրHalf 1/2 շիշՇշի 750 մլMagnum 2 շիշ 1.5 լիտրՀերոբովամը 4 շիշՌոբովամը 6 շիշ Ոչ հասանելի է ԱՄՆՄաթուսաղան 8 շիշSalmanazar 12 շիշBalthazar 16 շիշՆաբուքոդոնոսոր 20 շիշ 15 լիտրԻնքնիշխան 34 շիշ 26 լիտրԻնքնիշխան մի նոր շիշ, կազմել է մեկնարկիամենամեծ նավը է ամբողջ աշխարհում: Շիշը մենակ կարժենա 8000 դոլարարտադրել եւ նրանք միայն 8 նրանց.Մեծ մասը զվարճալի անունների գալիս աստվածաշնչյան մարդկանց.
		-- Fran Lebowitz

%
Ախտանիշ Խմելու չի տալիս համն ու բավարարվածության, գարեջուրանսովոր գունատ ու պարզ է.Problem: Glass դատարկ.Պահանջվում է գործողություն գտնել մեկին, ով գնել ձեզ եւս մեկ գարեջուր:Ախտանիշ Խմելու չի տալիս համ ու բավարարվածության,եւ առջեւի ձեր վերնաշապիկը է թաց:Մեղքով: Բերանի չի բացել, երբ խմելու կամ ապակի դիմել էսխալ մասն դեմքը.Պահանջվում է գործողություն գնել մեկ այլ գարեջուր եւ պրակտիկան առջեւ հայելու.Խմեք ինչպես շատերը, ինչպես անհրաժեշտ է կատարյալ խմելու տեխնիկայով:
		-- Bar Troubleshooting

%
Ախտանիշ Ամեն ինչ անցել մութ.Մեղքով: The Bar փակվում է:Action պահանջվում: Panic.Ախտանիշ: Դուք արթնանում է գտնել ձեր անկողինը դժվար է, ցուրտ ու խոնավ:Դուք չեք կարող տեսնել բաղնիք լույսը:Մեղքն: Դուք գիշերել է տականք:Պահանջվում է գործողություն Ստուգեք Ձեր ժամացույց տեսնել, եթե բարեր բաց են դեռեւս: Եթե ​​ոչ,բուժել ձեզ մի ստի-ին:
		-- Bar Troubleshooting

%
Ախտանիշ: Ոտքեր սառը եւ խոնավ, ապակի դատարկ է.Մեղքով: Ապակի անցկացվում սխալ տեսանկյունից:Պահանջվում է գործողություն Turn ապակե այլ ճանապարհ է այնպես, որ բաց վերջնական միավորնկատմամբ առաստաղը.Ախտանիշ: Ոտքեր ջերմ եւ խոնավ.Մեղքով: սխալ միզապարկի հսկողություն:Պահանջվում է գործողություն Գնալ կողքին մոտակա շուն. Որոշ ժամանակ անց բողոքում ենսեփականատիրոջ մասին իր բացակայության տան ուսուցման եւպահանջում են գարեջուր որպես փոխհատուցում:
		-- Bar Troubleshooting

%
Ախտանիշ Հարկ blurred.Մեղքով: Դուք փնտրում միջոցով ներքեւի դատարկ ապակի.Պահանջվում է գործողություն գտնել մեկին, ով գնել ձեզ եւս մեկ գարեջուր:Ախտանիշ հարկ շարժվում.Մեղքով: Դուք իրականացվում:Պահանջվում է գործողություն Պարզեք, եթե դուք են ձեռնարկվում են այլ բար. Եթե ​​ոչ,բողոքում են բարձրաձայն, որ դուք են առեւանգվել.
		-- Bar Troubleshooting

%
Ախտանիշ Հարկ swaying.Մեղքով: Ավելորդ օդային հոսանքների, թերեւս պայմանավորված է օդային Հոկեյխաղ առաջընթացի.Պահանջվում է գործողություն Տեղադրեք ցախավելի ներքեւ հետեւի բաճկոնը:Ախտանիշ Ամեն ինչ անցել աղոտ տարօրինակ համ գետնանուշովեւ ոլորաբլիթներ կամ սիգարետ butts առաջ:Մեղքով: Դուք ընկել է առաջ:Պահանջվում է գործողություն Տես վերը:Ախտանիշ հակառակ պատին ծածկված ակուստիկ կղմինդր եւ մի քանիflourescent թեթեւ շերտերով:Մեղքով: Դուք ընկել է ավելի քան հետամնաց:Action Պահանջվող: Եթե ձեր ապակի լի, եւ ոչ ոք չի կանգնած ձերխմելու թեւի, մնալ դնում. Եթե ​​ոչ, ստանալ ինչ - որ մեկին օգնելդուք ստանում եք մինչեւ ստիպել ինքներդ բար.
		-- Bar Troubleshooting

%
Վերցրեք ինձ, հարբած, ես տուն again!
		-- Bar Troubleshooting

%
Լավագույն լսարանը խելացի, լավ կրթված եւ մի քիչ հարբած.
		-- Maurice Baring

%
Լավագույն ճանապարհն է պահպանել իրավունք է իրականացնում այն, եւ իրավունքըծուխը ճիշտ արժե մահանում է:
		-- Maurice Baring

%
Կելտերը հորինել երկու բաներ, վիսկի եւ ինքնաոչնչացման:
		-- Maurice Baring

%
Եկեղեցին մոտ է, բայց ճանապարհը սառցե; բար հեռու, բայց ես կուզեմուշադիր քայլել:
		-- Russian Proverb

%
Կենսապահովման պարզապես գնացել է մեկ այլ Dollar կվարտա:
		-- W. C. Fields

%
Հայրը, անցնելով իր որդու քոլեջի քաղաք ուշ երեկոյան վրա էբիզնես ուղեւորություն, կարծում էր, որ վճարել իր տղային suprise այցի: Հասնելովսրա եղբայրության տունը, հայրը rapped բարձրաձայն դուռը: Հետո մի քանի րոպե անցբախելուց, քնկոտ ձայնը տարան ներքեւ, երկրորդ հարկի պատուհանից,«Whaddaya ուզում»:«Արդյոք Ramsey Duncan այստեղ ապրել»: - հարցրեց հայրը:«Այո», - պատասխանել է ձայնը: «Թափել նրան առաջին պատշգամբում:»:
		-- W. C. Fields

%
Նշանի մի լավ կողմ է, որ դուք արթնանում է առավոտյան ցանկանում էփոխել ձեր անունը եւ սկսել նոր կյանք այլ քաղաքում:
		-- Vance Bourjaily, "Esquire"

%
Որոնման համար կատարյալ Martini է խարդախության. Կատարյալ Martini էմի գոտի ջին է շշով. ուրիշ բան է անկումային զարդարանքքաղաքակրթության.
		-- T.K.

%
Հեռախոսային լավ միջոց է խոսել մարդկանց առանց առաջարկիննրանց ըմպելիք:
		-- Fran Lebowitz, "Interview"

%
Դատավճիռը, որը ժյուրիի է մի priori կարծիքը այդ երդվյալ ատենակալ, ովքեր ծխումամենավատ սիգարներ:
		-- H. L. Mencken

%
The հեշտասեր շեկո էր chatting իր գեղեցիկ ուղեկցությամբ մի Poshռեստորան, երբ նրանց մատուցարան, գայթակղութիւն, քանի որ նա բերեց նրանց ըմպելիքներ,dumped Մարտինի վրա ժայռերի ներքեւ հետեւի է շիկահեր ի հագուստով: նացատկեց իր ոտքերը վայրի ապստամբում գոռալ, dashed wildly սեղանի շուրջ,ապա գալլոպեդ Wriggling է սենյակում, որին հաջորդում են իր խելագարված ընկերոջ.Մի մարդ նստած մյուս կողմում սենյակում մի ամսաթվի իր սեփական շարժեցմատուցողին ու ասաց. «Մենք պետք է երկուսը, ինչ նա էր խմում»:
		-- H. L. Mencken

%
Որ ջուրը չի եղել տեղավորել խմել: Է այն դարձնել հաճելի է, որ մենք պետք է ավելացնել վիսկի:Տքնաջան ջանքերի, ես սովորեցի դուր է գալիս:
		-- Winston Churchill

%
«Ամբողջ աշխարհն է մոտ երեք խմիչքներ ետեւում»:
		-- Humphrey Bogart

%
Որ իմաստուն ու խելացի են գալիս ուշացած է գիտակցել, որ ալկոհոլը, եւչէ որ շունը, այն մարդու լավագույն ընկերը: Rover է ունենում մի ծեծ, եւ նա պետք է.
		-- W. C. Fields

%
Կան ավելի հին հարբեցողներ, քան հին բժիշկների.
		-- W. C. Fields

%
Կան միայն երկու տեսակի տեկիլա: Լավ եւ ավելի լավ է:
		-- W. C. Fields

%
Կան երկու խնդիրները հետ խոշոր վերապրուկ: Դուք զգումինչպիսին դուք եք պատրաստվում են մեռնել, եւ դու վախենում է, որ դուք չեք.
		-- W. C. Fields

%
Այնտեղ պետք է սթափ տղամարդիկ a'plenty եւ հարբեցողներ հազիվ քսան. կան տղամարդիկավելի քան իննսուն, ովքեր երբեք չեն դեռեւս համբուրեց մի աղջիկ: Բայց ինձ ցաքուցրիվRover ից Orkney ներքեւ Dover, մենք թափառել ամբողջ աշխարհում, եւմիասին մենք բախվում աշխարհը.
		-- Andy Stewart, "After the Hush"

%
Բան չկա, սխալ է ժուժկալություն, չափավոր.
		-- Andy Stewart, "After the Hush"

%
Այնտեղ միշտ կլինի գարեջրի բանկա շարժակազմերի վրա հարկում ձեր մեքենան, երբշեֆը խնդրում Բարձրացրեք տուն է պաշտոնից:
		-- Andy Stewart, "After the Hush"

%
Այս օրերին պահանջները կյանքի կարժենա ձեզ մոտ երեք անգամ, թե ինչ են նրանքօգտագործվում է, եւ կես անգամ նրանք չեն էլ տեղավորվում է խմել:
		-- Andy Stewart, "After the Hush"

%
Նրանք վերցրին որոշ Վան Goghs, մեծ մասը զարդերից, եւ բոլոր Chivas!
		-- Andy Stewart, "After the Hush"

%
Պետք է հարբած է զգում բարդ, բայց չի կարողանա ասել այն:
		-- Andy Stewart, "After the Hush"

%
Մեկ մեծ Թուրքիայում ավելացնել մեկ գալոն վերմուտ եւ demijohn է Angosturaթրմօղի: Թափահարում.
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Too ripped. Պետքա գնամ.
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Ատամի մածուկ երբեք չի ցավում համ լավ scotch:
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Երկու ընկերները էին դուրս խմում, երբ հանկարծ մեկը lurched հետամնաց դուրս իրbarstool եւ անշարժ պառկած է հատակին:«Մի բան Jim», իսկ մյուսը ասաց բուֆետապան, «նա վստահ էգիտի, թե երբ է դադարեցնել »:
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Վերմուտ միշտ ստիպում է ինձ, փայլուն, եթե դա ստիպում է ինձ ապուշի.
		-- E. F. Benson

%
Մենք չենք ծխում, եւ մենք չենք ծամում, եւ մենք չենք գնում աղջիկների, որոնք չեն:
		-- Walter Summers

%
Ինչ է սրիկա գողացան զսպել իմ ճաշը.
		-- J. D. Farley

%
Երբ ամեն բան ձախողվի, լցնել մի պինտա Guinness է գազի տանկի, նախօրոքկայծային 20 աստիճան, լաց լինել »God Save the Queen», եւ քաշեք մեկնարկիչի գլխիկ:
		-- MG "Series MGA" Workshop Manual

%
Երբ ես խմել, * բոլորն * խմիչքներ »մի մարդ բղավում է հավաքված բար ընթերցողների:Բարձր ընդհանրապես Երնջակյան բարձրացաւ: Այն բանից հետո, դժբախտ իր վիսկի, նա hopped վրաbarstool եւ բղավում «Երբ ես, այլ խմելու, * բոլորն * տեւում է մեկ այլխմել »Հայտարարության արտադրված մեկ Փնջեր եւ մեկ այլ փուլ խմիչքների.Երբ նա էր կործանված է իր երկրորդ խմել, ապա զինակից hopped ետվրա աթոռակ: «Եվ երբ ես վճարեմ», - ասաց մռնչում, slapping հինգ դոլար վրաբար, "* բոլորը * վճարում»
		-- MG "Series MGA" Workshop Manual

%
Երբ ես ջեռուցվում իմ տունը յուղով, ես օգտագործել միջինը 800 գալոն լցրեք մեկ տարի: եսգտել են, որ ես կարող եմ պահել, հարմարավետ, տաք է ամբողջ ձմռանըփոքր - ինչ ավելի կես այդ քանակի գարեջուր:
		-- Dave Barry, "Postpetroleum Guzzler"

%
Երբ ես վաճառում լիկյոր, դա կոչվում է bootlegging. երբ իմ հովանավորներին ծառայենայն արծաթի trays Սեւանա Shore Drive, դա կոչվում է հյուրընկալությունը:
		-- Al Capone

%
Երբ բաժակը լի, իրականացնել այն մակարդակը:
		-- Al Capone

%
Երբ գնում է կոշտ, կոշտ գնա կողոպտում գարեջուր:
		-- Al Capone

%
Իսկ ձիավարություն մի գնացքի միջեւ Լոնդոնում եւ Բիրմինգհեմ, մի կինհետաքրքրվեց Օսկար Ուայլդի «Դուք դեմ չեն, եթե ես ծխում, դուք»:Wilde տվեց նրան sidelong հայացք եւ պատասխանեց. «Ես դեմ չեմ, եթեԴուք այրել, տիկին ":
		-- Al Capone

%
Ով պետք է ընկերներին, երբ դուք կարող եք նստել մենակ ձեր սենյակում եւ խմել.
		-- Al Capone

%
Ինչու է երկրի վրա են մարդիկ գնում հին շիշ գինի, երբ նրանք կարող են ստանալ միթարմ մեկը, մեկ քառորդը գնով:
		-- Al Capone

%
Կինը փողոցում: Sir, որ դու հարբած. շատ, շատ հարբած.Ուինսթոն Չերչիլը: Տիկին, դուք, տգեղ. շատ, շատ տգեղ.Ես պետք է լինի սթափ է առավոտյան:
		-- Al Capone

%
Հրաշալի օր. Ձեր վերապրուկ պարզապես ստիպում է, որ, կարծես, սարսափելի է:
		-- Al Capone

%
Woody: Ինչ է պատմությունը, պարոն Peterson.Norm: The Bobbsey երկվորյակներ գնալ ԳԱՐԵՋՐԻ.        Եկեք պարզապես կտրել է երջանիկ ավարտին:Woody: Hey, պարոն Peterson, կա սառը մէկը սպասում է ձեզ համար.Norm: Ես գիտեմ, եւ եթե նա կոչ է անում, ես ոչ թե այստեղ.Sam: Գարեջուր, նորմ.Norm: Արդյոք ես ստացել, որ կանխատեսելի. Good.
		-- Cheers, Don't Paint Your Chickens

%
Woody: Hey, Պարոն Peterson, Jack Frost կծող ձեր քթի.Norm: Yep, հիմա եկեք ստացեք Ջո գարեջուր խայթող իմ լյարդի, huh?Sam: Ինչ եք դուք մինչեւ նորմ.Norm Իմ իդեալական քաշը, եթե ես լինեի տասնմեկ ոտքերը բարձրահասակ.Woody: Nice սառը գարեջուր գալիս, պարոն Peterson.Norm: Դուք նկատի ունեք, `Nice սառը գարեջուր պատրաստվում * իջնում ​​Պարոն Peterson.
		-- Cheers, Loverboyd

%
Woody: Hey, Պարոն Peterson, ինչ դուք ասում եք, որպեսզի սառը մեկը:Norm: կտեսնվենք, Վերա, ես պետք է Cheers.Sam: Դե, նայում քեզ. Դուք նման կատվի, որը կուլ է Կանարյան:Norm: Եվ ես պետք է գարեջուր է լվանում նրան ներքեւ.Woody: Ցանկանում եք գարեջուր, պարոն Peterson.Norm: Ոչ, ես կցանկանայի մի մեռած կատու մի բաժակ.
		-- Cheers, Little Carla, Happy at Last, Part 2

%
Woody: Hey, Պարոն Peterson, ինչ է.Նորմ: Երաշխիքային իմ լյարդի.Sam: Ինչ կարող եմ անել ձեզ համար, Նորմ.Norm: բացել այդ գարեջրի Ծորակներ եւ, ախ, վերցնել օր, Սամ.Woody: Ինչ է կատարվում, պարոն Peterson.Norm: Մեկ այլ շերտ համար ձմռանը, Wood:
		-- Cheers, It's a Wonderful Wife

%
Woody: Ինչպես եք զգում այսօր, պարոն Peterson.Norm: Վատ.Woody: Oh, ես ցավում եմ լսել, որ.Norm: Ոչ, ես նկատի `լցնել»:Woody: Hey, Պարոն Peterson, թե ինչ է պատմությունը.Norm: Boy հանդիպել գարեջուր: Boy խմում գարեջուր: Boy ստանում մեկ այլ գարեջուր:Փոլ Hey Norm, ինչպես է աշխարհն արդեն բուժման ձեզ.Norm: երեխայի պես է վարվում մի սրբիչ.
		-- Cheers, Tan 'n Wash

%
Woody: Ինչ է կատարվում, պարոն Peterson.Norm: Եկեք խոսենք այն մասին, թե ինչ է կատարվում * է * Պարոն Peterson. A գարեջուր, Woody.Sam: Ինչպես կյանքը բուժումը ձեզ.Norm: Դա ոչ թե, Sammy, բայց դա չի նշանակում, որ դուք չեք կարող.Woody: Կարող եմ թափել ձեզ մի նախագիծ, պարոն Peterson.Norm: Մի քիչ վաղ է, չէ Վուդի.Woody համար գարեջուր.Norm: Ոչ, հիմար հարցեր:
		-- Cheers, Let Sleeping Drakes Lie

%
Woody: Ինչ է կատարվում, պարոն Peterson.Նորմ: Հարցն այն է, Woody, թե ինչու է դա կատարվում ինձ.Woody: Ինչ իջնում, պարոն Peterson.Norm Իմ cheeks այս barstool:Woody: Hey, Պարոն Peterson, կարող եմ թափել ձեզ գարեջուր.Norm: Դե, լավ, Woody, բայց վստահ եղեք, այն է `կանգնեցնել ինձ մեկում: ...       Է՜, կատարել է, որ մեկ երեսուն:
		-- Cheers, Strange Bedfellows, Part 2

%
Աշխատանքը անեծք է խմելու դասերի.
		-- Mike Romanoff

%
Դուք չեք կարող է ընկնել դուրս հատակը:
		-- Mike Romanoff

%
Դուք չեք հարբեցող, եթե դուք գնում է հանդիպումների համար:
		-- Mike Romanoff

%
Դուք չեք խմել, եթե դուք կարող եք պառկել է գետնին, առանց անցկացման վրա:
		-- Dean Martin

%
