94% - ը կանանց Ամերիկայում են գեղեցիկ, իսկ մնացածը կախել դուրս են այստեղ:
		-- Oscar Wilde

%
Բակալավրի է մի մարդ, ով երբեք չի արել, նույն սխալը մեկ անգամ:
		-- Oscar Wilde

%
Բակալավրի է եսասեր, արժանի տղա, ով խաբված որոշ կինամուսնալուծության.
		-- Don Quinn

%
Բակալավրի է unaltared արական սեռի.
		-- Don Quinn

%
Բակալավրի երբեք էլ ստանում գաղափարի շուրջ, որ նա մի բան է գեղեցկությունըեւ մի տղա յաւիտեան:
		-- Helen Rowland

%
Վատ ամուսնությունը նման է ձիու հետ կոտրված ոտքը, դուք կարող եք նկարահանելձին, բայց դա չեն ամրագրել ոտքը:
		-- Helen Rowland

%
Մի գեղեցիկ տղամարդն է դրախտ է աչքերը, դժոխք է հոգու, եւքավարան է քսակը.
		-- Helen Rowland

%
Մի գեղեցիկ կինը օրհնություն երկնքից, բայց լավ սիգար է ծխում:
		-- Kipling

%
Մի գեղեցիկ կին մի նկար, որը մղում է բոլոր տեսնողին ազնվորեն խելագար.
		-- Emerson

%
Տղան կարող է իմանալ, մի բան մի շուն հնազանդությունը, հավատարմությունը եւ կարեւորությունըվերածվում շուրջ երեք անգամ, մինչեւ պառկած.
		-- Robert Benchley

%
Մի տղա ստանում է մի մարդ, երբ մի մարդ է անհրաժեշտ:
		-- John Steinbeck

%
A Chicago վաճառողն էր մոտ ստուգել են Սեն - Լուի հյուրանոցում, երբ նա նկատեց,շատ հմայիչ կին չափազանց աչքի ընկնող հիացմունքով է նրան: Նա քայլում է եւ խոսեցնրա հետ մի քանի րոպե, որից հետո վերադարձել է առջեւի գրասեղանի, որտեղ նրանք ստուգվել, ինչպես նաեւ Տէր եւ ՏիկՀետո շատ հաճելի եռօրյա հանգիստը, մարդը մոտեցել է ճակատԳրասեղանի եւ ասել է գործավար նա ստուգում է. Մի քանի րոպե, նա հանձնելօրինագիծը համար $ 2500.«Այնտեղ պետք է լինի ինչ - որ սխալ է», - ասաց վաճառողը - ասաց նա: «Ես այստեղ եմ եղելընդամենը երեք օր: »«Այո, սըր,« ծառայողը պատասխանեց. «Բայց ձեր կինը եղել է այստեղ մեկ ամիսու կես »:
		-- John Steinbeck

%
A Կոդ Պատվո: երբեք չի մոտենալ ընկերոջ ընկերուհու կամ կնոջ հետ, չարիքքանի որ ձեր նպատակին. Կան շատ կանայք աշխարհում է արդարացնել այդ տեսականպատիվ պահվածքը: Եթե ​​նա իսկապես գրավիչ.
		-- Bruce J. Friedman, "Sex and the Lonely Guy"

%
A դիվանագետը մարդ, ով միշտ հիշում է կնոջ ծննդյան բայց ոչ երբեք նրա տարիքը:
		-- Robert Frost

%
Դիվանագիտական ​​ամուսինը ասաց իր կնոջը, «Ինչպես եք ակնկալում ինձ հիշել,Ձեր ծննդյան օրը, երբ դուք երբեք նայում ցանկացած ավելի հին ».
		-- Robert Frost

%
A բռնակալական տղամարդը ամուսնացել է ընդամենը կապուկ մի աղջկա: Նա վերադարձել էիր մեղրամիսն է խրատվեցին մարդ. Նա ուզում է դառնալ տեղյակ կամքի WisP:
		-- Robert Frost

%
A գործիչ կորեր միշտ առաջարկում է շատ հետաքրքիր անկյուններից:
		-- Robert Frost

%
A էժանագին Mercedes-Benz մռնչում է մինչեւ զսպելու, որտեղ մի խելոք երիտասարդ Miss կանգնելսպասում է տաքսի.«Hi», - ասաց ջենտլմենը է ղեկի. «Ես պատրաստվում եմ արեւմուտք»:«Որքան հրաշալի,« եկել է թույն պատասխանը: «Բերեք ինձ ետ է նարնջագույն»:
		-- Robert Frost

%
A հիմար ու նրա մեղր շուտով բաժանվեցինք:
		-- Robert Frost

%
A Fox է գայլը, որը ուղարկում ծաղիկներ.
		-- Ruth Weston

%
A ջենտլմենը է մի մարդ, ով չէր հարվածել է տիկին իր գլխարկը:[Իսկ ինչու ոչ: Ինչու նա պետք է իր գլխարկը վրա. Խմբ.
		-- Evan Esar

%
Մի տղամարդու երբեք չի գործադուլները մի կնոջ իր գլխարկը:
		-- Fred Allen

%
Մի աղջիկ եւ մի տղա զարկել մեջ միմյանց հաստատ դժբախտ պատահարի.Մի աղջիկ եւ մի տղա bump եւ նրա թաշկինակով կաթիլները - անշուշտ եւս մեկ դեպք:Բայց երբ մի աղջիկ է տալիս մի տղա, մի մեռած կաղամար - * _ _ _ _ որոնք _ _ _ ստիպված _ _ է _ _ _ _ նշանակում, _ _ _ _ _ _ _ _ _-որ բան *:
		-- S. Morganstern, "The Silent Gondoliers"

%
Մի աղջիկ է ապագայի խուսափում մարդ է անցյալի.
		-- Evan Esar, "The Humor of Humor"

%
Աղջկա լավագույն ընկերը նրա փնթփնթոց.
		-- Dorothy Parker

%
Աղջկա խիղճը, իրոք, չի պահում նրան որեւէ բան անելու wrong--որ դա պարզապես պահում նրան վայելում է այն:
		-- Dorothy Parker

%
Լավ մարդը միշտ գիտի, թե իր սահմանափակումներ:
		-- Harry Callahan

%
Լավ ամուսնությունը կարող է լինել միջեւ կույր կնոջ եւ խուլ ամուսնու:
		-- Michel de Montaigne

%
A guy է ձեռք բերել թարմ մեկ անգամ մի որոշ ժամանակ, որպեսզի մի աղջիկ չի կորցնում իր վստահությունը.
		-- Michel de Montaigne

%
A hammer, երբեմն կարոտում է իր հետքը մի փունջ երբեք.
		-- Michel de Montaigne

%
Ամուսինը, թե ինչ է մնացել այդ lover բանից հետո, երբ նյարդային հանվել.
		-- Helen Rowland

%
Մի կին է, ով երբեք չի ցուցադրում իր ներքնազգեստ ակամա:
		-- Lillian Day

%
Մի մարդ միշտ պետք է հիշել մի բան, մի գեղեցիկ կնոջ:Ինչ - որ տեղ, ինչ-որ մեկը դա հոգնել նրան.
		-- Lillian Day

%
Մի մարդ, միշտ հիշում է իր առաջին սերը, հատուկ քնքշանքով, բայց հետոոր սկսում է փունջ նրանց.
		-- Mencken

%
Մի մարդ եկավ տուն վաղ է գտնել իր կնոջը բազուկներով իր լավագույն ընկերոջը,Ով է երդվեց, թե որքան են նրանք սիրահարված: Հանգիստ կատաղած ամուսնուն, ապաlover առաջարկեց «Ընկերներ չպետք է պայքարել, եկեք խաղալ ջին rummy Եթե ես հաղթեմ,Դուք կստանաք մի ամուսնալուծությունը, այնպես որ ես կարող եմ ամուսնանալ նրան. Եթե ​​դուք հաղթելու համար, ես խոստանում եմ երբեք տեսնելնրան կրկին. Լավ?"«Լավ է», - համաձայնեց ամուսնուն. «Բայց ինչպես մոտ մեկ եռամսյակի մի կետէ կողմում, որպեսզի այն հետաքրքիր »:
		-- Mencken

%
Մի մարդ կարող է ունենալ երկու, գուցե երեք սիրային իսկ նա ամուսնացած է: երբոր դա խաբում:
		-- Yves Montand

%
Մի մարդ չի նայում ետեւում դռան, եթե նա կանգնեց այնտեղ իրեն.
		-- Du Bois

%
Մի մարդ սիրահարված թերի, քանի դեռ նա ամուսնացած է: Այնուհետեւ նա ավարտված է.
		-- Zsa Zsa Gabor, "Newsweek"

%
Մի մարդ, արդեն կես է սիրո հետ, ցանկացած կնոջ հետ, ով լսում նրան:
		-- Brendan Francis

%
Մի մարդ նման է ժանգոտ անիվի վրա ժանգոտ զամբյուղի մեջ,Նա երգում է իր երգը, քանի որ նա զենք երկայնքով, եւ ապա, որ նա ընկնում բացի.
		-- Richard Thompson

%
Մի մարդ կարող է լինել, այնքան շատ է ամեն ինչ, որ նա ոչինչ ամեն ինչից:
		-- Samuel Johnson

%
Մի մարդ երբեմն կարող է ներվել համբույրով, որին նա չի խորագրով,բայց ոչ երբեք համբույրը, որ նա չունի նախաձեռնությունը պահանջելու:
		-- Samuel Johnson

%
Մի մարդ sank մեջ հոգեբույժի ձեւակերպել եւ ասաց. «Ես ունեմ միսարսափելի է խնդիր է, դոկտոր. Ես ունեմ մի որդի Հարվարդի եւ այլ որդունPrinceton; Ես պարզապես օժտված նրանցից յուրաքանչյուրը մի նոր Ferrari. Ես ստացելտներ Beverly Hills, Palm Beach, եւ CO-OP-ին Նյու Յորքում. եւ եսստացել է ծաղկում ագարակ է Վենեսուելայում: Կինս շքեղ երիտասարդ դերասանուհիով համարում իմ երկու սիրուհի լինել իր լավագույն ընկերները »:Հոգեբույժը նայեց հիվանդին, շփոթված. «Ես կարոտում եմինչ - որ բան? Այն հնչում է ինձ համար, ինչպես դուք խնդիրներ չունեն բնավ: »:«Բայց, դոկտոր, ես միայն կատարել $ 175 մեկ շաբաթ»:
		-- Samuel Johnson

%
Մի մարդ վերցրեց իր կինը Deer Hunting համար առաջին անգամ: Դրանից հետո նա ուզում տրվում նրանորոշ հիմնական հրահանգները, նրանք համաձայնել են առանձնացնել եւ ժամադրություն ավելի ուշ: նախքաննա հեռացել է, նա զգուշացրել է նրան, եթե նա պետք է ընկել մի եղնիկ է զգուշանալ որսորդների, ովքերկարող ծեծել է նրան, որ դիակ եւ պահանջել սպանել. Եթե ​​դա տեղի է ունեցել, ասել է նանրան, նա պետք է կրակել նրան ատրճանակ, երեք անգամ է օդում, եւ նա պետք է գալիր օգնության.Կարճ ժամանակ անց նրանք բաժանվել, նա լսեց մի կրակոցի, որին հաջորդում է արագկողմից համաձայնեցված ազդանշան: Running է դեպքի վայր, նա գտել է իր կնոջը կանգնածմի փոքր հաշվանցում հետ, շատ նյարդային մարդ էր նայում ներքեւ իր ատրճանակ բարելի:«Նա պնդում է սա իր," - ասել է նա, ակնհայտորեն շատ խանգարված.«Նա կարող է պահել այն, որ նա կարող է պահել այն» լայն աչքերով տղամարդը պատասխանեց. «Եսպարզապես ցանկանում է ստանալ իմ թամբի վերադառնալ »
		-- Samuel Johnson

%
Մի մարդ սովորաբար ընկնում սիրո հետ մի կնոջ, որը հարցնում է, տեսակի հարցերինա կարող է պատասխանել:
		-- Ronald Colman

%
Մի մարդ էր griping իր ընկերոջ մասին, թե ինչպես է նա ատում էր գնալ տուն, հետո միուշ Խաղաթղթեր.«Դուք չեք հավատա, թե ինչ եմ գնալ միջոցով խուսափելու համար waking կնոջս"նա ասաց. «Նախ, ես սպանել շարժիչը թաղամաս հեռու տնից եւ ափինմեջ ավտոտնակում: Հետո ես բացել դուռը դանդաղ, հանեք իմ կոշիկները, եւtiptoe է մեր սենյակում. Բայց ինչպէս եմ մոտ սահեցրեք մեջ պառկած, նա միշտարթնանում եւ տալիս է ինձ դժոխք »:«Ես շատ մեծ աղմուկ է, երբ ես գնում եմ տուն», - նրա ընկերը պատասխանեց.«Դուք անել»:«Իհարկե, ես ձայնային եղջերափողը, քննադատում են դուռը, միացնել բոլոր լույսերը,stomp մինչեւ ննջարան եւ տալ կնոջս մեծ համբույրով. `Hi, Ալիս, - ասում եմ ես:`Ինչպես մասին մի փոքր smooch Ձեր հին մարդուն»:«Իսկ ինչ է նա ասում». նրա ընկերը հարցնում է անհավատություն.«Նա չի ասում, ոչինչ», - իր Buddy պատասխանեց. «Նա միշտ ձեւացնումնա քնած »:
		-- Ronald Colman

%
Մի մարդ էր ծնկի է գերեզմանի մի գերեզմանոց, լաց եւ աղոթելով, շատ բարձրաձայն,«Օ՜ why..eeeee էիր մեռնել ... EEEEEE, Oh Why..eeeeee,Ինչու եք Di ...... Ռեֆերալները »Բակապանի քայլում է, ներում է իրեն եւ հարցնում է քաղաքավարի,«Ներիր ինձ, սըր, բայց ես արդեն տեսնելով ձեզ ժամերով հիմա,իրականացնում է այս գերեզմանին: Դուք պետք է շատ մոտ է հանգուցյալի ».«Ոչ, ես երբեք չեմ հանդիպել նրան: Օհ, ինչու .... անձնագիրը È էիր dieeeeee,թե ինչու է .... անձնագիրը È արեց քեզ .. »«Տէր, դու ասում ես, երբեք չեմ հանդիպել այդ մարդուն, բայց դուք իրականացնել, որպեսզի.Ասեք, ինձ, ով թաղված է այստեղ »:«Կինս առաջին ամուսինը»:
		-- Ronald Colman

%
Մի մարդ խոսում էր իր լավագույն ընկերոջը մասին իր ամուսնական կյանքի. «Դուք գիտեք, թե,« նաասում է, «Ես իսկապես վստահում եմ իմ կնոջը, եւ ես կարծում եմ, որ նա միշտ հավատարիմ է եղելինձ, բայց * Միշտ *, որ մի կասկած: Կա * Միշտ *, որ մի փոքր կասկած ».«Այո, ես գիտեմ, թե ինչ նկատի ունեք», - նրա ընկերը պատասխանում.«Դե, Buddy, ես ստացել եմ հեռանալ գործուղման այս շաբաթավերջին,եւ ես զարմանում ... լավ ... եթե ցանկանում եք հետեւել իմ տունը, իսկ ես գնացել: Ես վստահումնրան, դա ճիշտ է, որ կա * Միշտ * այդպիսի կասկած ».Ընկերը համաձայնել է օգնել դուրս գալ եւ երկու շաբաթ անց տվեց իր զեկույցը:«Ես ստացել մի վատ նորություն է ձեզ համար», - ասում է ընկերը: «Երեկոնայն բանից հետո, դուք թողել ես տեսա մի տարօրինակ մեքենան քաշեք մինչեւ ձեր տան դիմաց. Մի մարդդուրս է եկել մեքենայից եւ գնաց տանը եւ ճաշել ձեր կնոջ հետ.Ճաշից հետո նրանք գնացին դեպի վեր, եւ ես տեսա, քո կնոջը համբուրեց նրան: Այնուհետեւ, նահանեց վերնաշապիկը, եւ նա հանեց իր վերնաշապիկին: Եւ ապա լույսը գնացելդուրս »:"* Հետո *, թե ինչ է տեղի ունեցել» ասել է, որ ամուսինը, նրա աչքերը բացելով լայն.«Դե, ես չգիտեմ, թե», - պատասխանել է ընկեր, «դա չափազանց մութ է տեսնել»:«Գրողը տանի!" մռնչում է ամուսնուն: «Դուք տեսնում եք, թե ինչ նկատի ունեմ. Կա * Միշտ *որ մի կասկած! "
		-- Ronald Colman

%
Մի մարդ, առանց կնոջ նման է արձանի առանց աղավնիներ:
		-- Ronald Colman

%
Մի մարդ փաթաթված ինքնիրեն ստիպում է շատ փոքր փաթեթ:
		-- Ronald Colman

%
Ա մարդու gotta իմանալ իր սահմանափակումներ:
		-- Clint Eastwood, "Dirty Harry"

%
A համեստ կին, հագած է իր ամբողջ զարդարանք, հանդիսանում է առավել հսկայական օբյեկտըէ ամբողջ ստեղծման.
		-- Goldsmith

%
A մայրը քսան տարի է կատարել մի մարդ, իր տղայի, եւ մեկ այլ կնոջկազմում է հիմար իրեն քսան րոպե:
		-- Frost

%
Պատվանդանի է, որքան բանտում, քանի որ ցանկացած փոքր, սահմանափակվում տարածքում.
		-- Gloria Steinem

%
Մի սիրուն կին կարող է անել մի բան. տգեղ կինը պետք է անել ամեն ինչ.
		-- Gloria Steinem

%
A հոգեբույժ է մի մարդ, ով հարցնում է ձեզ շատ թանկ հարցերիքո կինը հարցնում է ձեզ համար ոչինչ:
		-- Joey Adams

%
A pushy romeo խնդրել է մի ճոխ վերելակ օպերատորը, «Մի Չէ որ սրանք բոլորըդադարում եւ սկսում ստանալ Ձեզ բավականին մաշված »:« Դա ոչ թե դադարում եւ սկսումոր ստանում է իմ նյարդերի, դա jerks ":
		-- Joey Adams

%
Իսկական ջենտլմենը երբեք չի վերցնում հիմքերը, եթե նա իսկապես ունի:
		-- Overheard in an algebra lecture.

%
Հռոմեական ամուսնալուծված է կնոջից, լինելով բարձր մեղադրում են իր ընկերների, ովքերպահանջեց », - եղավ նա չի մաքուր. Եղել է, որ նա ոչ թե արդար. Եղել է, որ նա ոչ թե արգասաբեր»անցկացնելու է իր կոշիկը, հարցրեց նրանց, թե արդյոք դա չի եղել, նոր եւ լավ պատրաստված:Այդուհանդերձ, ավելացրել է նա, ձեզնից ոչ ոք չի կարող ասել, թե որտեղ է այն կսմթում ինձ:
		-- Plutarch

%
A շոտլանդացի էր զբոսնում ողջ High Street մեկ օրում կրելու իր կիլտ:Քանի որ նա մոտեցել է հեռու սանձել, նա նկատել է, երկու երիտասարդ շիկահերներին է կարմիր փոխարկելիeyeing նրան եւ giggling. Նրանցից մեկը կանչեց, «Հե՜յ, Scotty Ինչ է մաշվածտակ Kilt ».Նա շրջեց է դեպի կողմում մեքենայի եւ հարցրեց. «ACH, աղջիկ, դուՎստահ եք իմանալ, թե. «Փոքր նյարդայնացած, շեկ պատասխանեց, այո, նա արեցիրոք, ցանկանում է իմանալ, թե.The Scotsman leaned ավելի մոտ եւ վստահել, «Ինչու, աղջիկ, ոչինչ մաշվածտակ Kilt, ամեն ինչ կա կատարյալ workin 'կարգով. ».
		-- Plutarch

%
A խաբեբա հեռանկար է այս հարցում հատկապես կարեւոր է ֆեմինիստմտածեցի, այսօր, քանի որ խոշոր միտում ֆեմինիզմը կառուցելխնդիրը տիրապետության որպես դրամայի կին խոցելիության զոհաբերվեն արականագրեսիան: Նույնիսկ ավելի բարդ ֆեմինիստ մտածողները հաճախակի ամաչկոտհեռու վերլուծության ներկայացման, վախենալով, որ ընդունել կնոջմասնակցությունը հարաբերությունների տիրապետության, որ ծանրաբեռնվածությունը պատասխանատվությանկհայտնվի տեղափոխել տղամարդկանց կանանց, իսկ բարոյական հաղթանակը ից կանանցտղամարդիկ: Ընդհանուր առմամբ, դա եղել է մի թուլությունն արմատական ​​քաղաքականության էիդեալականացնել Ճնշվածների, քանի որ եթե նրանց քաղաքականությունն ու մշակույթը էին untouched կողմիցհամակարգը տիրապետության, քանի որ եթե մարդիկ չեն մասնակցել իրենց սեփականներկայացման. To նվազեցնել գերակայությունը մի պարզ հարաբերության doer եւ արվում է,է փոխարինել բարոյական զայրույթը վերլուծության համար:
		-- Jessica Benjamin, "The Bonds of Love"

%
A սոցիոլոգ, հոգեբան, եւ ինժեները քննարկում էին, որհետեւանքները եւ հետեւանքները ամուսնացած տղամարդու ունենալու սիրուհի. TheՍոցիոլոգի էր, որ դա բացարձակապես եւ կտրականապես աններելիամուսնացած տղամարդը հրաժարվել է պարտատոմսի ամուսնություն, եւ զբաղվել այնպիսի հասարակեւ հեշտասեր հետապնդումներին.Հոգեբանը կարծիքը այն էր, որ թեեւ բարոյապես դատապարտելի է,եթէ մի մարդ պետք է ունենա սիրուհի է հասնել իր ամբողջ ներուժը, որպես մարդկային էակ,այնուհետեւ լավ նա կարող առաջ գնալ եւ ընտրել է ունենալ սիրուհի, քանի դեռ նաէ նրբանկատ բավական է պահպանել այս գաղտնիքը իր կնոջը.Ինժեներ, ապա interjected. «Ես նաեւ կարծում եմ, որ, եթե անհրաժեշտ է,ամուսնացած մարդը իրավունք ունի սիրուհի: Սակայն, ես չեմ տեսնում, թե ինչու էգործն պետք է թաքցրել է կնոջ: Ընդհակառակը, եթե գործնդուրս է բաց, ապա ուրբաթ երեկոյան նա կարող է ասել, իր կնոջը, որ նան պատրաստվում է տեսնել իր սիրուհի, ասեք իր սիրուհի, որ նա պատրաստվում է լինելնրա կինը, այնուհետեւ գնալ իր գրասենյակ եւ ստանալ որոշ աշխատանքներ արել »
		-- Jessica Benjamin, "The Bonds of Love"

%
Կինը տեւում է միայն երկարությամբ ամուսնության, բայց նախկին կինը կա* Համար մնացած ձեր կյանքում *.
		-- Jim Samuels

%
Կինը կարող է նայել թե բարոյական եւ թե հետաքրքիր եթե նա նաեւ նայում, քանի որ եթե դրաբավական է մի պայքար.
		-- Edna Ferber

%
Մի կին երբեք չի կարող լինել չափազանց հարուստ կամ շատ բարակ:
		-- Edna Ferber

%
Մի կին արեց այն, ինչ մի կին ստիպված է, լավագույն ուղին նա գիտեր, թե ինչպես:Որպեսզի դա անել, ավելի հնարավոր չէր, պետք է անել, ավելի քիչ, անհավատալի.
		-- Dirisha, "The Man Who Never Missed"

%
Մի կին ներում լկտիություն, որոնց իր գեղեցկությունը հուշում է մեզ լինել մեղավոր.
		-- LeSage

%
Մի կին ունի սիրել վատ մարդ մեկ կամ երկու անգամ իր կյանքում պետք է լինիշնորհակալ լավ է:
		-- Marjorie Kinnan Rawlings

%
Մի կին նման է ձեր ստվերի. հետեւել նրան, նա թռչում. թռչել է նրան, նա հետեւում է.
		-- Chamfort

%
Մի կին կարող է շատ լավ ձեւավորել բարեկամությունը տղամարդու հետ, սակայն դրա համար պետք է համբերել,այն պետք է օժանդակել է մի փոքրիկ ֆիզիկական հակակրանքի:
		-- Nietzsche

%
Մի կին շռայլ բնավորության կլինի զոհաբերել իր կյանքը մի հազար անգամավելի իր lover, բայց չի կոտրել նրա հետ յաւիտեան է ավելի քան մեկ հարցինPRIDE - բացման կամ փակման մի դուռը:
		-- Stendhal

%
Մի կին չպետք է գնել իր սեփական օծանելիք:
		-- Maurine Lewis

%
Մի կին, առանց մարդու նման մի ձուկ, առանց հեծանիվ.
		-- Gloria Steinem

%
Մի կին, առանց մարդու նման մի ձուկ, առանց հեծանիվ.Հետեւաբար, մի մարդ առանց կնոջ նման է հեծանիվ առանց ձուկ.
		-- Gloria Steinem

%
Կնոջ լավագույն պաշտպանությունը մի քիչ գումար է իր սեփական.
		-- Clare Booth Luce, quoted in "The Wit of Women"

%
Կնոջ տեղը տան ... եւ Սենատում:
		-- Clare Booth Luce, quoted in "The Wit of Women"

%
Մի կին, հատկապես, եթե նա պետք է դժբախտությունը, իմանալով, ոչինչ,պետք է թաքցնել այն, ինչպես նաեւ, քանի որ նա կարող է:
		-- Jane Austen

%
Մի երիտասարդ ամուսինը հետ թերարժեքության բարդույթով պնդել է, որ նա եղել է ընդամենը միքիչ լինզա վրա լողափ. Ամուսնությունը խորհրդական ասել է նրան, «Եթե դուք ցանկանումխնայել Ձեր ամուսնությունը, դուք ավելի լավ է լինել մի քիչ Boulder »:
		-- Jane Austen

%
Մի երիտասարդ տղամարդ եւ նրա ընկերուհու էին քայլում Main Street, երբ նա խայտաբղետգեղեցիկ ադամանդե մատանի է ոսկերչական խանութ պատուհանում. «Wow, ես կցանկանայի, համոզվեք, որ սիրում էունենք, որ ... », - ասաց gushed.«Խնդիր չկա,« նրա ուղեկիցը պատասխանեց, գցում է աղյուս միջոցովպատուհանը եւ grabbing մատանին.Մի քանի արգելափակում անց այդ կինը հիանում լիամետրաժ սամույրե վերարկու: "ԻնչԵս կցանկանայի տալ սեփական, որ «նա ասաց, հոգոց է հանում.«Ոչ մի խնդիր», - ասել է նա, գցում է աղյուս միջոցով պատուհանից եւ grabbingվերարկու:Վերջապես, շրջադարձային տուն, նրանք անցել է մեքենայի Ֆիրմային. «Boy, ես կցանկանայի անելորեւէ բան մեկի համար այդ Ռոլլս-Ռոյս », - ասել է նա:«Jeez, baby," The guy moaned «կարծում եք, որ ես պատրաստված աղյուսների».
		-- Jane Austen

%
AA AAAAAAAAAaaaaaaaaaaaaaaaccccccccckkkkkk !!!!!!!!!Դուք ամենակոպիտ բռնությունների! Թակոց մտնելուց առաջ մի Տիկնայք սենյակ!
		-- Jane Austen

%
Չէ կօգտվեմ «ծեր մարդ կարող է անել ինձ համար, բայց ինձ մի հաղորդագրություն մի երիտասարդի:
		-- Moms Mabley

%
Ալիմենտ մի համակարգ է, որով, երբ երկու մարդ սխալվել, որոնցից մեկըշարունակում է վճարել դրա համար:
		-- Peggy Joyce

%
Ալիմենտ նման գնելու վարսակ համար մահացած ձիու.
		-- Arthur Baer

%
Ալիմենտ է անեծք է գրելու դասերի.
		-- Norman Mailer

%
Բոլոր heiresses են գեղեցիկ.
		-- John Dryden

%
Բոլոր ամուսինները շատ նման են, բայց նրանք ունեն տարբեր դեմքերը, որպեսզի դուք կարող եք ասել,դրանք իրարից.
		-- John Dryden

%
Բոլոր Ամենա տղամարդիկ, իրոք, ուզում է կյանքը մի կին, մի տուն, երկու երեխաները եւ մի մեքենա,մի կատու, ոչ միգուցե մի շուն: Ummm, քորում մեկը երեխաների եւ ավելացնել մի շուն:Հաստատ մի շուն:
		-- John Dryden

%
Բոլոր տղամարդիկ իմ աշխատակազմում, մուտքագրել:
		-- Bella Abzug

%
Բոլոր աշխատանքները, եւ ոչ Pay կազմում է տնային տնտեսուհի:
		-- Bella Abzug

%
Ամերիկյան մշակույթը հիմնված է ավտոմեքենայի, եւ ցանկացած երիտասարդ մարդու խոստումին պատրաստվում է սեփական մեկը եւ ցանկանում են ճանապարհորդել մեծ հեռավորությունների դրան: Հետեւաբար,Ցանկացած երիտասարդ կին ձգտման պետք է ակնկալել է ծախսել մեծ մասը արձակուրդիմի մեքենայի, probing մեջ անծանոթ անկյուններում: Նա չի պահանջվում է իմանալ, թե ինչպեսքշելու բայց նա անպայման ակնկալվում կարդալ ճանապարհային քարտեզ, իսկ նրաամուսինը մղում, եւ եթե նա չի կարող, կամ, եթե նա թույլտվությունները դանդաղ տալով նրանօգնություն, նա պարտավորվում է խնդիրներ են առաջացնում: Հետեւաբար, դուք ուզում մտածել, որ քոլեջներըինչը պատրաստել պայծառ երիտասարդ կանանց, ովքեր պատրաստվում են ամուսնանալ պայծառ երիտասարդմարդիկ, ովքեր պատրաստվում են պատկանում Cadillacs որոնք բղավել ետ եւ առաջ ամբողջ այսմայրցամաքում կլիներ սովորեցնել աղջիկներին կարդալ քարտեզները: None անել. Նրանք ուսուցանում հարյուրայլ անիմաստ բաներ, բայց երբեք մի խոսք այն մասին, մեկը, որ կարող է առաջացնելԱմենամեծ շփում:
		-- James Michener, "Space"

%
An ինքնաթիռը փորձնական նշանվել է երկու շատ գեղեցիկ կանանց, միեւնույնժամանակ. Մեկ կոչվել Edith. իսկ մյուսը անունով Kate. Նրանք հանդիպել են հայտնաբերված նրանքուներ նույն հարսնացու, եւ պատմեց նրան: «Դուրս մեր կյանքում դուք Խարդախ: Մենք պետք էկսովորեցնեն ձեզ, որ դուք կարող եք ունենալ ձեր Kate եւ Էդիթ, նույնպես ».
		-- James Michener, "Space"

%
Լավատես է մի մարդ, ով սպասում է ամուսնությունը.Հոռետեսը է ամուսնացած լավատես:
		-- James Michener, "Space"

%
«Իսկ ինչ անել, դուք երկու կարծում եք անում, ?!» մռնչում է ամուսնուն, քանի որ նա եկավնրա կնոջ անկողնում այլ մարդու: Որ կինը շրջվեց ու ժպտաց նրանուղեկիցը:"Տեսնել?" նա ասաց. «Ես ասել եմ, որ նա եղել է հիմարություն»
		-- James Michener, "Space"

%
Բայց ես պետք է թանկ է սիրում, Ես պատկանում, արդեն անդրադարձել իր շուրթերին. դեպիկասկածում նրան, որ նա կարող է բացել նրանց. արդեն նայեցաւոր lashes նրա խոնարհած աչքերը, եւ երբեք չի բարձրացրել է կարմրել. արդեն թողչամրացված ալիքների մազերով, մի թիզ որը կլինի հուշանվեր դուրս է գնի:կարճ ասած, ես պետք է շատ դուր եկավ, ես չեմ խոստովանեմ, է ունեցել ամենաթեթեւլիցենզիան ուժը մի երեխա, եւ դեռ չի եղել մի մարդ, բավական է իմանալ, թե իր արժեքը:
		-- Charles Dickens

%
Ցանկացած աղջիկ կարող է լինել գլամուրային. բոլոր դուք պետք է անեք է կանգնել ու նայիր հիմարություն.
		-- Hedy Lamarr

%
Ցանկացած կին է ծավալը, եթե մեկը գիտի, թե ինչպես պետք է կարդալ նրան.
		-- Hedy Lamarr

%
Ամեն ոք, ով ասում է, որ նա կարող է տեսնել միջոցով կանանց բացակայում է շատ:
		-- Groucho Marx

%
«Որեւէ այլ բան, սըր». խնդրել է ուշադիր bellhop, փորձելով նրա լավագույնորպեսզի տիկին եւ պարոնայք հարմարավետ իրենց Penthouse Suite- ի-ինPosh հյուրանոց.«Ոչ Ոչ, շնորհակալություն», - պատասխանեց տղամարդու.«Ամեն ինչ Ձեր կնոջ, սըր». որ bellhop հարցրեց.«Ինչու, այո, երիտասարդը», - ասաց պարոն. «Ցանկանում եք բերել ինձ միբացիկ ».
		-- Groucho Marx

%
Քանի որ հայրերը սովորաբար գնում, դա հազվադեպ դժբախտություն է լինել անհայր. իսկհաշվի առնելով ընդհանուր հաշվով որդիների, ինչպես նաեւ հիշատակում դժբախտության լինել անզավակ:Միակ կուռ եւ հարատեւ խաղաղություն միջեւ մարդու եւ նրա կինը, անկասկած,բաժանում.
		-- Lord Chesterfield, letter to his son, 1763

%
Հարցին, թե ինչպես է նա զգում, լինելով առաջին կնոջը կատարել խոշոր լիգայի թիմին, նաասել է, «նման pig է ցեխի», կամ բառերի այդ ուժի մեջ, եւ ապա շուռ ուազատ է արձակվել մի շիթ ծխախոտի հյութ ԿՀԸ ռոմ soaked վարդակից է նրանաջ այտիդ: Նա chewed հազվագյուտ բրենդը վարդակից, որը կոչվում Stuff Այն, որը նասովորել է ծամում, երբ նա խաղում էր Նիկարագուայի ամառային գնդակը: Նա հայտարարել է, որգրողներ, «Նրանք այնքան նշանակում է ինձ այնտեղ դուք կարող եք գրել այն Ձերթերթը: Ես վերցրեց հրացանը ամենուր ես գնացի, նույնիսկ անկողնում: * Հատկապես * էմահճակալ. Տղաները իմ ետեւէս, ինչպես դուք չեք կարող հավատալ. Դա այն է, երբ ես սկսեցիծամելու ծխախոտ, քանի որ անկախ նրանից, թե ինչպես է, վատ է, որ որեւէ մեկը վերաբերվում ձեզ, որ դա ոչ թեինչպես վատ, քանի որ այս. Սա ամենավատ ծամում է աշխարհում: Այս ամենից հետո,ամեն ինչ պետք է դեղձ եւ սերուցք. «Գրողները ընտրվել պարոնայք Jim,ճնճղուկ ի Ժ.Հ. guy, որպեսզի կծում է մի կտոր եւ պատմել, թե ինչպես է այն ճաշակել,եւ քանի որ նա նստեց եւ chewed է այն արցունքները հոսում էին նրա հին արլակեզ cheeks եւ նաչի կարող խոսել մի որոշ ժամանակ. Այնուհետեւ նա շշնջաց. «Դուք արդեն ծամելու սաերկու տարի: Աստված, ես գաղափար չունեի, այն էր, այնքան դժվար է լինել մի կին »:
		-- Garrison Keillor

%
Վերջապես ես գտա աղջկան իմ երազանքների. Անցած գիշեր նա ասաց ինձ,«Մեկ անգամ եւս, տարօրինակ է, եւ այս անգամ ես կլինեմ * լինի Donnie եւ * եք * պետք է Marie.
		-- Strange de Jim

%
Բարձրագույն կանայք եւ հին նաժիշտները երեխաները միշտ կատարյալ.
		-- Nicolas Chamfort

%
Հիմնականում իմ կինն էր, խակ: Ես կցանկանայի, պետք է տանը լոգանք եւ նա ուզումգալիս են եւ սուզվել իմ նավակներ:
		-- Woody Allen

%
Եղեք զգույշ, ձեր հազարը կանանց. Դա ավելի լավ է երեւումօպերան տղամարդու հետ, քան զանգվածի հետ մի կնոջ:
		-- De Maintenon

%
Եղեք պատրաստ է ընդունել զոհաբերություններ: Vestal կույսերի չեն, որ վատ է:
		-- De Maintenon

%
Գեղեցկության հազվադեպ խորհուրդ է տալիս մեկ կնոջ մյուսը:
		-- De Maintenon

%
Գեղեցկության, ուղեղն, մատչելիությունը, անձնավորություն; վերցնել ցանկացած երկու.
		-- De Maintenon

%
Նախքան ամուսնությունը որ երեք փոքրիկ խոսքերն են «Ես սիրում եմ քեզ», հետո ամուսնությունընրանք «Եկեք ուտել դուրս»:
		-- De Maintenon

%
Behind յուրաքանչյուր հաջող մարդու դուք կգտնեք մի կին ոչինչ է հագնում:
		-- De Maintenon

%
Հարցնում են, թե solicitously վիճակի մասին իր առողջության էր դառնում անհանգստացնողէ հղի կնոջ ին կոկտեյլ: Եվ եւս մեկ հյուր գնաց ավելիեւ հարցրեց, «Դե, ինչպես ես քեզ զգում այս օրերին».«Ոչ շատ լավ», - ասել է սպասողական մայրը. «Դուք գիտեք, ես կարոտելյոթ կամ ութ ժամանակաշրջանները հիմա, եւ դա սկսում է անհանգստանալ ինձ »:
		-- De Maintenon

%
Լինելով մեկի սեփականությունն է, որն օգտագործվում է անվանել ստրկության - հիմա դա կոչվում է հավատարմությունը:
		-- De Maintenon

%
Benny Hill: Ցանկանում եք գետնանուշ:Girl: Ոչ, շնորհակալություն, ես չեմ ուզում լինել, պարտավոր:Benny Hill: Դուք չեք կարող լինել պարտավոր համար գետնանուշ:Դա ոչ թե որպես, եթե դա եղել է մի շոկոլադե բար կամ ինչ - որ բան.
		-- De Maintenon

%
Կրկնամուսնություն ունենալով կինը շատ. Միամուսնությունն նույնն է:
		-- De Maintenon

%
Թռչուններ եւ մեղուները պետք, քանի որ շատ է անել փաստերի կյանքի են սեւnightgowns անել պահելու ջերմ.
		-- Hester Mundis, "Powermom"

%
Տղաները դուրս են միջակայքում որեւէ մեկի վստահ ըմբռնումը, առնվազն, երբ նրանք միջեւ տարեկան 18 ամիս եւ 90 տարիների ընթացքում:
		-- James Thurber

%
Տղաները կլինի տղաներ, եւ այդպես կլինի շատ միջին տարիքի տղամարդկանց:
		-- Kin Hubbard

%
Ավազակներ կպահանջի ձեր գումարը կամ ձեր կյանքը, բայց մի կին կպահանջի, այնպես էլ.
		-- Samuel Butler

%
Բոլոր միջոցներով ամուսնանալ: Եթե դուք ստանում եք մի լավ կին, դուք պետք է դառնալ երջանիկ է. Եթե ​​դուստանալ մի վատ մեկը, դուք պետք է դառնալ փիլիսոփա.
		-- Socrates

%
Փոփոխվող ամուսինները / կանայք է միայն փոխվում խնդիրների.
		-- Kathleen Norris

%
Ընտրեք ամուսնության միայն մի կին, ում դուք պետք է ընտրել որպես ընկեր, եթե նամի մարդ:
		-- Joubert

%
Սիրատածում ամուսնության, որպես շատ սրամիտ նախաբանում մի շատ ձանձրալի խաղի.
		-- William Congreve

%
Darling: հայտնի ձեւ հասցեն օգտագործվում է խոսում է մի անդամհակառակ սեռի որի անունը դուք չեք կարող տվյալ պահին հիշել.
		-- Oliver Herford

%
Հարգելի Miss քանիսով:Ես իրականացնում է մի մեծ սեւ հովանոց, նույնիսկ եթե կա միայն մի երեսուն տոկոսը շանսանձրեւ. Կարող եմ հարցնել մի երիտասարդ կնոջ, ով մի օտարական է ինձ կիսել իր պաշտպանությունը:Այս առավոտ, ես սպասում ավտոբուսում համեմատական ​​հարմարավետության, իմ հովանուպաշտպանելով ինձ հորդառատ անձրեւին, եւ նկատեցի, որ գրավիչ երիտասարդ կնոջ ստանալուsoaked. Ես հաճախ եմ տեսել նրան իմ կանգառում, թեեւ մենք երբեք չենք խոսել,եւ ես նույնիսկ չգիտեմ, նրա անունը: Կարող եմ խնդրել նրան, որպեսզի իմհովանոց առանց թվացյալ վիրավորական:Նուրբ Reader:Իհարկե. Նկատառում նրանց համար, ովքեր քիչ բախտավոր, քան դուք, միշտ ճիշտ է,թեեւ դա կլինի ավելի համոզիչ է, եթե դուք դադարել babbling մասին, թե ինչպեսգրավիչ է նա: Որպեսզի չի տալիս լավ Samaritanism վատ անուն, MissՇարժուձեւով հարցնում է ձեզ թույլ չի տալիս իր երկու կամ երեք անձրեւոտ օրերը unmolested պաշտպանությաննախքան ձեր հարձակումը.
		-- Oliver Herford

%
Հարգելի Miss քանիսով:Խնդրում ենք նշեք մի քանի նրբանկատ ուղիներ հեռացնելով մարդու թուք Ձեր դեմքը.Նուրբ Reader:Խնդրում ենք նշեք մի քանի արժանապատիվ ուղիներ ձեռք բերելու մարդու թուք է ձեր դեմքը. եթեՊարոնը sprayed դուք պատահաբար ուղեկցել ոգեւորվածդիսկուրսը, դուք կարող եք քայլ ետ երկու քայլ, դուրս բերել ձեր թաշկինակը, եւգնալ միջոցով առաջարկների wiping ձեր քիթը, իսկ trailing շոր միասինՁեր դեմքը վերցնել այն, ինչ անհրաժեշտ է mopping երկայնքով երթուղին: Եթե, այնուամենայնիվ,որ նյութ էր ձեռք հետեւանքով ոգեւորությամբ ավելի մտերմիկբնությունը, դուք կարող եք նրբանկատորեն առբերելու այն շխկացնել Ձեր վարդագույն լեզուն.
		-- Oliver Herford

%
Չեն տալիս, որ կինը ներում խնդրել, քանի որ դա միայն առաջինքայլ. Երկրորդ տեղում է հիմնավորումը իրեն մեղադրանքից ձեզ.
		-- DeGourmont

%
Ինչ եք կարծում, ձեր մորը, եւ ես պետք է ապրել, հարմարավետ այնքան երկարմիասին, եթե երբեւէ, մենք արդեն ամուսնացած է:
		-- DeGourmont

%
Մի ենթադրել, որ յուրաքանչյուր տխուր աչքերով կինը սիրում է եւ կորցրել է, նա կարողստացել է նրան:
		-- DeGourmont

%
Չգիտեմ, թե ինչ է ժամանակը, ես պետք է ետ, Mom. Հավանաբար, շուտով նա նետում ինձ:
		-- DeGourmont

%
Չեն ամուսնանալ հանուն փողի. Դուք կարող եք վերցնել այն ավելի էժան է:
		-- Scottish Proverb

%
Ձանձրալի կանայք ունեն անաղարտության տները:
		-- Scottish Proverb

%
Կատարած այցի ընթացքում Ամերիկայում Ուինսթոն Չերչիլը հրավիրվել է խորտիկներճաշկերույթ, որի սառը տապակած հավի մատուցվեց: Վերադառնալով մի վայրկյանօգնելով, նա հարցրեց քաղաքավարի «Թող ես ունեմ որոշ կրծքի».«Պարոն Churchill», - պատասխանել է նայիր, «այս երկրում մենք խնդրելսպիտակ միս կամ մուգ միս »: Չերչիլը ներողություն խնդրեց առատապես.Հետեւյալ առավոտ, որ տիկինը ստացել է հիանալի խոլորձ իցնրա հյուրն պատիվ: The ուղեկցող քարտի կարդում. «Ես պետք է առավել պարտավոր է, եթեդուք, որ կապում է այս ձեր սպիտակ միս »:
		-- Scottish Proverb

%
Տնտեսագետները դեռեւս փորձում են պարզել, թե ինչու է աղջիկներին առնվազնՍկզբունքը հրավիրել ամենաշատ հետաքրքրություն.
		-- Scottish Proverb

%
Ութսուն տոկոսը ամուսնացած տղամարդկանց խաբել Ամերիկայում: Մնացած խաբել է Եվրոպայում:
		-- Jackie Mason

%
... Ութսուն տարի անց նա դեռ կարող է հիշում երիտասարդ Pang իրբնօրինակը ուրախությունը նրա ընկնում սիրո հետ Ada:
		-- Nabokov

%
Հավասարությունը չէ, երբ մի կին Einstein ստանում է նպաստել օգնականպրոֆեսոր; հավասարությունը, երբ մի կին schlemiel շարժվում է առաջ, ինչպես արագ, որքան միարական schlemiel:
		-- Ewald Nyquist

%
Eugene d'Ալբերտ, որը նշել է գերմանացի կոմպոզիտոր, ամուսնացած էր վեց անգամ:Ժամը երեկոյան ընդունելության համար, որին նա ներկա է իր հինգերորդ կնոջ շուտովայն բանից հետո, իրենց հարսանիքին, նա ներկայացրել է տիկինը ընկերոջը, ով ասել քաղաքավարի,«Շնորհավորում եմ, Herr d'Ալբերտ, եւ դուք պետք է հազվադեպ ներկայացրել ինձ, այնպես որհմայիչ կին »:
		-- Ewald Nyquist

%
«Նույնիսկ մեր օրերում մի մարդ չի կարող քայլ եւ սպանել կնոջը, առանց զգացմունքիպարզապես մի քիչ unchivalrous ... »
		-- Robert Benchley

%
Ամեն մարդ, ով բարձր է մինչեւ սիրում է մտածել, որ նա արել է այն ամենը իրեն,եւ կինը ժպտում է եւ թույլ է տալիս, որ այն գնում է, որ:
		-- Barrie

%
Բոլորն էլ տրվում է նույն քանակությամբ հորմոնների, ծննդից, եւեթե դուք ուզում եք օգտագործել ձերը աճող մազերը, դա լավ է ինձ հետ:
		-- Barrie

%
Ֆերմերները ի Այովայի Պետական ​​Հետազոտությունը գնահատել մեքենաների անսարքությունների ավելիսթրեսային քան ամուսնալուծության:
		-- Wall Street Journal

%
Ֆեմինիստները պարզապես ուզում մարդկային ցեղի լինել ոքի:
		-- Wall Street Journal

%
Առաջին սեր է միայն մի փոքր հիմարություն է, եւ շատ հետաքրքրասիրությունից, ոչ, իրոքԻրեն հարգող կինը չէր օգտվել դրանից:
		-- George Bernard Shaw, "John Bull's Other Island"

%
Ֆլիրտ նուրբ արվեստը դարձնելու մի մարդ զգում, գոհ է ինքն իրեն:
		-- Helen Rowland

%
Մի երիտասարդ մարդու, դեռ: ծեր մարդու, երբեք բնավ.Երբ պետք է մի մարդ է ամուսնանալ: Մի երիտասարդ, դեռ չի. երեցը մարդ, ամենեւին:
		-- Sir Francis Bacon, "Of Marriage and Single Life"

%
Մի երիտասարդ մարդու, դեռ: ծեր մարդու, երբեք բնավ.Երբ պետք է մի մարդ է ամուսնանալ: Մի երիտասարդ, դեռ չի. երեցը մարդ, ամենեւին:
		-- Sir Francis Bacon, "Of Marriage and Single Life"

%
Որովհետեւ ես երդվեց Ես մնալու մեկ տարի է հեռու նրան. դուրս եւ ավաղ!բայց ընդմիջումից օրը ես գնացի, որպեսզի աղաչանք:
		-- Paulus Silentiarius, c. 540 A.D.

%
Երեսուն տարի մի մարդ գնաց ծախսել ամեն երեկո հետ Mme. ___.Երբ նրա կինը մահացել է իր ընկերները հավատացել էր, որ ամուսնանալ նրան, եւ կոչ է արելնրան դա անել. «Ոչ, ոչ», - ասել է նա. «Եթե ես արել, որտեղ պետք է, ես պետք էծախսել իմ երեկոների »:
		-- Chamfort

%
Բախտավոր է, որ նա, ում համար Belle կդարձնի տքնաջան գործերի:
		-- Chamfort

%
FORTUNE ՔՆՆԱՐԿԵՑ տարբերությունները կնոջ եւ տղամարդու միջեւ: # 14Ցածր հարվածների:Եկեք ասում են, մի մարդ ու կին են հետեւում բռնցքամարտի հանդիպումը հեռուստատեսությամբ: մեկհայ բռնցքամարտիկներին է հատվելու է ցածր հարված: Այդ կինը ասում է «Օ՜, Gee., Որը պետք էտուժել: «Մարդը կրկնապատկվել են եւ, ըստ էության, զգում է ցավը:Հագնվելու Up:Մի կին պետք է հագնվում մինչեւ գնալ գնումներ կատարելու, ջուր բույսերը, դատարկելաղբը, պատասխանել հեռախոսը, կարդալ մի գիրք, ստանալ փոստը: Մի մարդ պետք է հագնվում մինչեւհամար: հարսանիքներից, թաղումներից: Խոսելով հարսանիքների, երբ reminiscing մասինհարսանիքների, կանայք խոսել այն մասին, «որ արարողության»: Տղամարդիկ ծիծաղում մոտ "բակալավրիկուսակցությունը »:David Letterman:Տղամարդիկ կարծում են, David Letterman է funniest մարդ է դեմքը էEarth. Կանայք կարծում են, որ դա նշանակում է, կիսամյակային dorky guy ով միշտ ունի վատ սանրվածքը.
		-- Chamfort

%
FORTUNE ՔՆՆԱՐԿԵՑ տարբերությունները կնոջ եւ տղամարդու միջեւ: # 16Հարաբերություններ:Առաջին հերթին, մի մարդ չի զանգահարել փոխհարաբերությունը հարաբերություններ է նավերաբերում է դրան, քանի որ «այդ ժամանակ, երբ ես եւ Suzie անում էին այն մի կիսա - հերթականհիմքը »:Երբ մի հարաբերություն ավարտվում է, կինը լաց ու լցնել իր սիրտը դուրս էնրա ընկերուհիների հետ, եւ նա կարող է գրել բանաստեղծություն վերնագրված «Բոլոր մարդիկ կան Idiots». ապանա կստանա իր կյանքում:Մի մարդ ունի մի քիչ ավելի շատ դժվարությունների թույլ տալ գնալ. Վեց ամիս անցկործանում, ժամը 3:00 վեցից մի շաբաթ գիշերը, նա կզանգահարի եւ ասում, «Ես պարզապեսուզում է, որ դուք գիտեք, դուք քանդեցին իմ կյանքը, եւ ես երբեք չեմ ների քեզ, եւ եսատում եմ քեզ, եւ դու մի ընդհանուր Օդրի: Բայց ես ուզում եմ, որ դուք իմանաք, որ կամիշտ հնարավորություն է մեզ համար »: Սա հայտնի է որպես« I Hate You / Ես սիրում եմ քեզ »:Հարբեցրու հեռախոսազանգը, որ 99%, եթե բոլոր մարդիկ ունեն առնվազն մեկ անգամ: Կանհամայնքային քոլեջներ, որոնք առաջարկում են դասընթացներ, որոնք կօգնեն տղամարդիկ ստանալ շուրջ այս կարիքի. ավաղ,այդ դասընթացները հազվադեպ են արդյունավետ լինել:
		-- Chamfort

%
FORTUNE ՔՆՆԱՐԿԵՑ տարբերությունները կնոջ եւ տղամարդու միջեւ: # 17Կոշիկ:Միջին մարդը ունի 4 զույգ Կոշիկ առաջադրված կոշիկները, հագուստը կոշիկներ,boots, եւ հողաթափեր: Միջին կինը կոշիկները 4 շերտերն հաստ է հատակինիր առանձնասենյակ: Նրանց մեծ մասը վնասել ոտքերը:Կատարելու ընկերների:Մի կին կհանդիպի մեկ այլ կնոջ հետ ընդհանուր շահերի, անել մի քանի բաներ,միասին, եւ ասում են, որ նման բան, «Ես հույս ունեմ, որ մենք կարող ենք լինել լավ ընկերներ»:Մի մարդ կհանդիպի եւս մեկ մարդ, ընդհանուր հետաքրքրությունների, անել մի քանի բաներ,միասին, եւ ասում են, ոչինչ. Տարիներ շարունակ շփվել այդ մյուս մարդուն,Փոխանակում հույսերն ու մտավախությունները, որ ինքը չի վստահել իր քահանային կամհոգեբույժ, նա պետք է, ի վերջո, թող ներքեւ իր պահակին մի պիտանի հարբածգերզգայունություն, եւ ասում են, որ նման բան, «Դուք գիտեք, ինչ-որ մեկին, ով նման էհրում, ես գուշակել դու OK »:
		-- Chamfort

%
FORTUNE ՔՆՆԱՐԿԵՑ տարբերությունները կնոջ եւ տղամարդու միջեւ: # 2աղանդերիՄի կին, որը, ընդհանուր առմամբ, հիանալ գեղազարդ դեսերտ համար գեղարվեստականաշխատել է այն, գովաբանելով իր ստեղծող եւ սպասում է հարմար ընդմիջումից առջեւՆա դժկամությամբ տեւում է մի փոքրիկ տաշեղ դուրս մեկ եզրին. Մի մարդ, որը սկսելgrabbing բալ կենտրոնում:Ավտոտեխսպասարկում:Միջին մարդը կարծում է, որ իր Y chromosome պարունակում է ամբողջական վերանորոգմանձեռնարկներ, յուրաքանչյուր մեքենայի պատրաստված, քանի որ Երկրորդ համաշխարհային պատերազմի. Նա կաշխատի որպես խնդրիԻնքը, մինչեւ այն էլ գնում է հեռու, կամ վերածվում մի բան, որ «չի կարող լինելֆիքսված առանց հատուկ գործիքների ».Միջին Կինը կարծում է, «որ ծիծաղելի բախել-բախել աղմուկը» էճշգրիտ նկարագրությունը ավտոմոբիլային խնդրի. Նա, այնուամենայնիվ, ունենմեքենան սպասարկվող պատշաճ ընդմիջումներով եւ դրանով կրում ավելի քիչ խնդիրներ ունի, քանոր միջին մարդը:
		-- Chamfort

%
FORTUNE ՔՆՆԱՐԿԵՑ տարբերությունները կնոջ եւ տղամարդու միջեւ: # 4Հագուստ,Տղամարդիկ չեն մերժել հագուստ: Միջին մարդը դեռ ունի մարզասրահ վերնաշապիկընա հագնում է ավագ դպրոց: Նա կարծում է, որ բաճկոն », պարզապես Ինչից կոտրվել» մասինժամանակն է, որ զարգանում է անցքեր են elbows: Մի մարդ, որը թույլ կտա նոր վերնաշապիկներ նստելԳրքերի իրենց բուն փաթեթավորման համար մի քանի տարի առաջ դնելովնրանց օգտագործել, հուսալով, որ նրանք պետք է ավելի հարմարավետ տարիքի հետ:Կանայք կարծում են, հագուստ են ռադիոակտիվ, մի կես կյանքի մեկ տարվա ընթացքում:Նրանք իրականացնում նախազգուշական միջոցներ պետք է խուսափել աղտոտումից անցյալ տարվա բծախնդրորեն.
		-- Chamfort

%
FORTUNE ՔՆՆԱՐԿԵՑ տարբերությունները կնոջ եւ տղամարդու միջեւ: # 5Trust:Միջին կինը, իրոք, ցանկանում է ասել, եթե նրա mate է խաբումշուրջ ետեւում նրա մեջքին: Այս նույն կինը չէր պատմել իր լավագույն ընկեր, եթենա գիտեր, լավագույն բարեկամներից 'mate էր ունենալու գործն է. Նա պետք է ասել, իր բոլորԱյլ ընկերների, սակայն. Միջին մարդը չի ասում, ոչինչ, եթե նա գիտի, որմեկը իր ընկերոջ ընկերների է fooling շուրջ, եւ նա ուզում է, այլ ոչ թե չգիտեմ, եթենրա կողակիցը ունենալու գործն էլ, վախից, որ դա կարող է լինել մեկըիր ընկերների. Նա կասի իր բոլոր ընկերներին իր գործերի, սակայն,որպեսզի նրանք կարող են պատրաստ լինել, եթե նա կարիք ունի այլուրեքություն.վարորդական:Տիպիկ տղամարդը կարծում է Մարիո Andretti շուտ նա slips ետեւումանիվը իր մեքենան. Այն փաստը, որ դա է 8-ամյա Honda չի պահումնրան փորձում է դուրս-արագացնել տղայի է Porsche ով փորձումԻնչպես կտրէ զայն. ավտոմայրուղի է-ramps են հետաքրքիր մարտահրավերներ են, թե ով ունիRight Stuff է ուղեւորվելու: Արդյոք նա կամ չի նա. Միայն նրա մարմինըխանութ չգիտի. Ապահովագրական ընկերությունները հասկանում այս վարքագիծը, եւգինը իրենց քաղաքականությունը համապատասխան.Մի կին կդանդաղի թույլ մի մեքենա միաձուլել նրա առջեւ, եւ ստացեքՀետեւի ավարտվեց մեկ այլ կնոջ, ով զբաղված էր ավելացնելով հարդարման անդրադառնում էիր դիմահարդարում.
		-- Chamfort

%
FORTUNE ՔՆՆԱՐԿԵՑ տարբերությունները կնոջ եւ տղամարդու միջեւ: # 6Լոգարանի:Մի մարդ ունի վեց կետերը իր լոգարանում `ատամի խոզանակ, ատամի մածուկ,Սափրվելու կրեմ, ածելի, մի բար Dial օճառով, եւ մի սրբիչ ից Holiday Inn:Միջին թիվն իրերի բնորոշ կնոջ լոգարանում 437. Մի մարդչէր կարողանա բացահայտել առավել այդ կետերը.groceries:Մի կին է դարձնում ցանկը բաներ, որ նա պետք է, եւ ապա գնում է խանութեւ գնում այս բաները: Մի մարդ սպասում 'Til միայն տարրերը թողել է իր սառնարանիկես կրաքարի եւ Blue Ribbon. Այնուհետեւ նա գնում մթերային գնումներ: Նա գնումամեն ինչ, որ նայում լավ է. Ըստ ժամանակ մի մարդ հասնում դրամարկղումնրա զամբյուղը լեցուն սեղմվում, որ Clampett մեքենայի վրա Beverly Hillbillies:Իհարկե, դա չի խանգարում նրան մտնելու 10-նյութեր կամ պակաս նրբ.
		-- Chamfort

%
FORTUNE ՔՆՆԱՐԿԵՑ տարբերությունները կնոջ եւ տղամարդու միջեւ: # 8Դուրս գալ:Երբ մի մարդ ասում է, որ պատրաստ է դուրս գալ, ապա դա նշանակում է, որ նա պատրաստ է գնալդուրս. Երբ մի կին ասում է, որ ինքը պատրաստ է դուրս գալ, ապա դա նշանակում է, որ նա պատրաստ կլինիԻնչպես դուրս գալ, ինչպես արագ, որքան նա գտնում է իր ականջի օղ, FINISHES դնելով իր դիմահարդարում,ստուգում է երեխաների համար, ստիպում է զանգահարել իր լավագույն ընկերոջը ...Կատուներ:Կանայք սիրում կատուների: Տղամարդիկ ասում են, որ սիրում են կատուների, բայց երբ կանայք չենփնտրում, տղամարդիկ կռվել կատուների:Offspring:Ախ, երեխաներ. Մի կին գիտի բոլոր իր երեխաների համար: Նա գիտիմասին ատամնաբույժ նշանակումների եւ ֆուտբոլային խաղերի եւ ռոմանսներ եւ լավագույն ընկերներեւ սիրելի սննդամթերք եւ գաղտնի վախեր եւ հույսերն ու երազանքները: Տղամարդիկ են vaguelyտեղյակ է որոշ կարճ ապրող մարդկանց տանը.
		-- Chamfort

%
FORTUNE ՔՆՆԱՐԿԵՑ տարբերությունները կնոջ եւ տղամարդու միջեւ: # 9Լվացք:Կանայք անել, լվացք ամեն երկու օրվա ընթացքում: Մի մարդ հագնում յուրաքանչյուր հոդվածհագուստի նա ունի, այդ թվում նաեւ իր վիրաբուժական շալվարը, որոնք հիփ մոտ ութտարի առաջ, մինչեւ որ նա կանի իր լվացքը: Երբ նա վերջապես դուրս հագուստ,նա հագնում է կեղտոտ բամբակյա տրիկոտաժի վերնաշապիկ թարսած, վարձել U-haul եւ վերցնել իր լեռըՀագուստի է լվացքատունը: Տղամարդիկ միշտ ակնկալում է հանդիպել գեղեցիկ կանանցոր Laundromat: Սա միֆ է:մականունները:Եթե ​​Gloria, Սյուզան, Դեբորա եւ Միշել ստանալ միասին Ընդմիջում,նրանք կոչ են միմյանց Գլորիա Սյուզան, Deborah եւ Միշել. Բայց եթեՄայք, Dave, Rob եւ Jack դուրս գալ մի brewsky, նրանք քնքշորենվերաբերում են միմյանց, քանի որ Bullet-Head, Godzilla, գետնանուշ ուղեղի եւ անիմաստ:գուլպաներ:Տղամարդիկ հագնում խելամիտ գուլպաներ. Նրանք հագնում ստանդարտ սպիտակ sweatsocks:Կանայք հագնում տարօրինակ գուլպաներ. Նրանք կտրել են ճանապարհը ստորեւ ankles, ունեն նկարներամպերի նրանց վրա, եւ ունեն մեծ fuzzy մոտենում է հետեւի.
		-- Chamfort

%
Fred նկատել է, որ իր սենյակակից մի սեւ աչք վերադառնալուց հետո է պարի."Ինչ է պատահել?"«Ես առաջին անգամ հարվածել է գեղեցկությունը վայրի:»:
		-- Chamfort

%
Ընկերներ զարմանում էին, իսկապես, երբ Ֆրենկ եւ Jennifer խախտեցին իրենցներգրավվածությունը, սակայն, Ֆրանկ ուներ պատրաստ բացատրություն. «Ցանկանում եք ամուսնանալ մեկին, ովէր սովորության անբարեխիղճ, ովքեր ստել ամեն հերթին, ով էր եսասեր ու ծույլեւ հեգնական ».«Իհարկե, ոչ», - ասաց անգույն ընկերը.«Դե ինչ,« հակադարձեց Ֆրանկ, «ոչ էլ Jennifer»:
		-- Chamfort

%
- Ից գրասեղանի ՄԱՍԻՆRapunzelՀարգելի Prince:Օգտագործեք սանդուղք երեկո - դու պառակտում իմ ծայրերը:
		-- Chamfort

%
Իսկական երջանկություն է, երբ կինը տեսնում է կրկնակի կզակ է իր ամուսնուամյա աղջիկը ընկերը.
		-- Chamfort

%
Տղամարդիկ են զվարճացնում են գրեթե ցանկացած idiot բանի, որ այն, թե ինչու պրոֆեսիոնալ սառույցՀոկեյ այնքան տարածված է, - այսպես գնել նվերներ նրանց համար շատ հեշտ է. Բայց դուք պետք էերբեք չի գնել նրանց հագուստ. Տղամարդիկ կարծում են, որ արդեն ունեն բոլոր շորերը, որ նրանքերբեք պետք, եւ նոր նորերը կատարել դրանք նյարդայնանալ: Օրինակ, ձեր միջինմարդն ունի 84 կապեր, բայց նա հագնում, ամենաշատը, միայն երեքն: Նա սովորել,միջոցով նվաստացնող դատավարության եւ սխալ, որ եթե նա հագնում որեւէ այլ 81կապերը, նրա կինը հավանաբար ծիծաղել նրա ( «Դուք չեք պատրաստվում է հագնում, որկապել այդ հայցի, դուք? "): Ուստի նա նեղացրել է այն իջնում ​​է երեք անվտանգկապերը, եւ գնացել մի քանի տարի առանց ծիծաղում: Եթե ​​դուք տալիս նրաննոր փողկապ է, նա պիտի հավակնում է դուր է գալիս, բայց խորքում կատի քեզ.Եթե ​​դուք ուզում եք տալ մարդուն ինչ-որ բան գործնական, համարում անվադողեր. Ավելի քանմի անգամ, ես մեծ հաճույքով դրված բոլոր պարգեւներից, ես ստացել մի նոր շարք անվադողեր:
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
Աղջիկներ ավելի լավ փնտրում ձնաբքի.
		-- Archie Goodwin

%
Աղջիկներ ամուսնանալ սիրո. Boys ամուսնանալ, քանի որ քրոնիկական գրգռում, որառաջացնում է նրանց ձգել այդ ուղղությամբ օբյեկտների հետ որոշակի կորագիծհատկություններով.
		-- Ashley Montagu

%
Աղջիկներ իսկապես գիտենք, թե ինչ են նրանք ուզում, որ դուք պետք է պարզել այն դուրս ինքներդ!
		-- Ashley Montagu

%
Աղջիկներ, ովքեր նետում են տղամարդկանց, որոնք, ըստ էության հաշվի շատ զգույշ նպատակին:
		-- Ashley Montagu

%
Տվեք կնոջը մի թիզ, եւ նա պետք է կայանել մեքենան դրան.
		-- Ashley Montagu

%
Աստված ստեղծել է մի քանի կատարյալ ղեկավարներին: Մնացած նա ծածկված մազերով.
		-- Ashley Montagu

%
Աստված ստեղծեց կնոջը. Եւ ձանձրույթ իսկապես դադարում այդ պահից սկսած `բայց շատ այլ բաներ դադարեց, ինչպես նաեւ. Կինը Աստծո երկրորդ սխալն:
		-- Nietzsche

%
Լավ աղջիկները գնում են երկինք, վատ աղջիկները գնում է ամենուր:
		-- Nietzsche

%
Harold երբեք չի ցանկացել է կնոջ այնքան, իր կյանքում, հետո գաղտնալսումը որ22-ամյա գեղեցկուհին դիտողությունը, որ նա շատ ծեր է եւ դուրս վիճակում նրա համար: Theվճռական septuagenarian անմիջապես ձեռնամուխ վրայ խիստ ինքնակատարելագործմանծրագիրը: Նա ուներ իր դեմքը բարձրացրեց, գնել է toupee, վազեց հինգ մղոն, ամեն օր,բարձրացրեց կշիռները եւ ընդունվել խիստ բուսական diet. Ամիսների ընթացքումթարմացվեց մարդը հաղթել է երիտասարդ կնոջ սիրտը, եւ նա համաձայնել է ամուսնանալ նրան.Ճամփին դուրս մատուռի, սակայն, Harold մահացու հարվածելկայծակ: Բուռն, նա բախվում Saint Peter է մարգարտյա դարպասների. «Ինչպեսկարող եք դա անել ինձ հետո ամբողջ ցավի, ես գնացի միջոցով ».«Անկեղծ ասած, Հարոլդ« Saint Peter sheepishly պատասխանեց, «ես չեմճանաչել ձեզ »:
		-- Nietzsche

%
Hat ստուգում աղջիկ:«Բարությունը Ինչ սիրուն ադամանդները!"Mae West:«Բարությունը ստիպված nothin 'պետք է անել դրա հետ, Dearie»:
		-- "Night After Night", 1932

%
Ունենալով մի երեխա է, այնքան էլ վատ չէ: Եթե ​​դու մի էգ կայսր Penguin էԱնտարկտիկայի. Նա դնում է ձու, գլանափաթեթներ այն է, որ հոր, ապա վերցնում էհամար տաք եղանակին, որտեղ նա ուտում եւ ուտում եւ ուտում: Արդեն երկու ամիս է, որհայրը կանգնած թունդ, առանց սննդի, կույր է 24-ժամյա մութ, հավասարակշռելովձու է իր ոտքերին. Այն բանից հետո, փոքրիկ Penguin է hatched, մայրըտեսնում տեղավորել է գալիս տուն.
		-- L. M. Boyd, "Austin American-Statesman"

%
Նա տվեց նրան մի հայացք, որ դուք կարող լցվել է վաֆլի.
		-- L. M. Boyd, "Austin American-Statesman"

%
Նա, ով մտնում է իր կնոջ հագնվելու սենյակ փիլիսոփա կամ հիմար:
		-- Balzac

%
Նա, ով հարբած գինով կլինի սթափ կրկին ընթացքումգիշեր, բայց նա, ով հարբած է մատռվակ չի վերականգնել իրզգայարանների մինչեւ դատաստանի օրը:
		-- Saadi

%
Hey, Jim, դա է ինձ, Սյուզի lillis ից լվացքատունը: Դուք ասում եք, եղելgonna զանգահարել եւ դա եղել է երկու շաբաթ: Թե ինչ սխալ է, դուք կորցնում իմ համարը:
		-- Saadi

%
Բարձր կրունկներ մի սարք հորինել է մի կնոջ, ով էր հոգնել են համբուրեցվրա ճակատին:
		-- Saadi

%
Նրան: «Ձեր մաշկը այնքան փափուկ. Դուք մի մոդել».Her. «Ոչ,« [կարմրաներկ «Ես կոսմետոլոգ»:Նրան: «Իսկապես Դա անհավանական ... Դա պետք է լինի շատ կոշտ է կարգավորելweightlessness. "
		-- "The Jerk"

%
Նրա նմուշները խիստ պատվաբեր է, քանի որ արտահայտությունը., Այսինքն, թալանելումի կին իր ճակատագրի միջոցով ամուսնության.
		-- Henry Fielding, "Tom Jones"

%
«Home, Sweet Home» պետք է, անշուշտ արդեն գրված է ամուրի:
		-- Samuel Butler

%
Horace լավագույն ձոն չէր ենք մի երիտասարդ կնոջ, որքան որ միջակհատվածներ երիտասարդի նա սիրահարված է.
		-- Moore

%
Որքան է ձեր կանանց. Ես ցանկանում եմ գնել ձեր դստերը ... թե որքան էփոքրիկ աղջիկ.
		-- Jake Blues, "The Blues Brothers"

%
«Ինչպես կարող եմ իմանալ, եթե ես հավատում եմ սիրով առաջին հայացքից»: որ sexyՍոցիալական ալպինիստ ասաց իր սենյակի հարեւան. «Ես նկատի ունեմ, ես երբեք չեմ տեսել մի Porscheլի փողի համար ».
		-- Jake Blues, "The Blues Brothers"

%
Ես շատ սիրում ընկերության տիկնայք: Ես սիրում եմ նրանց գեղեցկությունը,Ես սիրում եմ նրանց նրբություն, ես սիրում եմ նրանց աշխուժությունը, եւ ես սիրում եմ նրանց լռությունը:
		-- Samuel Johnson

%
Ես սկսեցի շատ տարիներ առաջ, քանի որ շատ երիտասարդ տղամարդիկ, որոնման համարկատարյալ կին: Ես հավատում եմ, որ եթե ես նայեցի բավականաչափ երկար, եւ դժվար է բավարար,Ուզում եմ գտնել նրան, իսկ հետո ես պետք է ապահով կյանքի համար: Լավ է, որ տարեկանեւ ռոմանսները եկավ ու գնաց, եւ ես, ի վերջո, ավարտվեց մինչեւ կարգավորման որեւէ մեկի համարշատ ավելի քիչ է, քան իմ գաղափարի կատարելության. Բայց մի օր, երբ երկար տարիներմիասին, ես պառկեցի այնտեղ մեր անկողնում ապաքինվում է փոքր հիվանդությունից: իմկինը նստած է աթոռին կողքին անկողնում, հոլ մեղմ եւ հետեւումհանգուցյալ կեսօրին արեւը զտիչ միջոցով ծառերի: Միայն հնչում էլսվի այլուր էին ժամացույցի ticking, թեյնիկ ցած սկսածբարկանալ, եւ պատահական դպրոցական անցնելով վարը մեր պատուհանից. իսկքանի որ ես նայեցի մինչեւ մեջ իմ կնոջ այժմ կնճռոտ դեմքը, բայց դեռ ջերմ եւառկայծում աչքերը, ես հասկացա, ինչ-որ բան կատարելության մասին ... Դա գալիս է միայն,ժամանակի հետ:
		-- James L. Collymore, "Perfect Woman"

%
Կարծում եմ, որ մի քիչ անհամատեղելիություն է համեմունք կյանքի, հատկապես, եթե նաունի եկամուտ եւ նա pattable.
		-- Ogden Nash

%
Ես կարող եմ զգալ նրա համար, որովհետեւ, թեեւ ես երբեք չեմ եղել Alaskan մարմնավաճառպարում է բար մի Spangled հագուստով, ես դեռ ստանում շատ ձանձրացրել լվացքիեւ արդուկում ու աման լվանալու եւ խոհարարություն օր հետո անողոք օրը:
		-- Betty MacDonald

%
Ես չեմ կարող mate գերության մեջ:
		-- Gloria Steinem, on why she has never married.

%
Ես գալիս մի փոքրիկ քաղաք, որի բնակչությունը երբեք չի փոխվել: Ամեն անգամ մի կինստացել է հղի, ինչ - որ մեկը մնացել է քաղաքը:
		-- Michael Prichard

%
Ես անում եմ վայելել լավ երկար քայլել, հատկապես, երբ կինս տեւում է մեկ:
		-- Michael Prichard

%
«Ես չեմ պետք է վերցնել այդ չարաշահումների ձեզանից - Ես ստացել հարյուրավորմարդիկ սպասում են չարաշահել ինձ »:
		-- Bill Murray, "Ghostbusters"

%
Ես ենթադրություն եմ երբեք չեմ մոռանա նրան. Եվ գուցե ես չեմ ուզում: նրա ոգինէր վայրի, նման վայրի կապիկ. Նրա գեղեցկությունը նման էր մի գեղեցիկ ձիուբռնված է վայրի կապիկ. Ես մոռանում իր այլ հատկանիշներ:
		-- Jack Handey, The New Mexican, 1988.

%
Ես ունեմ մի ծանր ժամանակ գրավում է նրանց համար, ովքեր կարող են ծեծել ինձ.
		-- John McGrath, Atlanta sportswriter, on women weightlifters.

%
Ես գտա, որ անհնար է իրականացնել ծանր բեռը պատասխանատվության եւանելու եմ իմ պարտականությունները, ինչպես թագավորի, քանի որ ես ցանկանում անել առանց օգնության եւաջակցություն կնոջ ես սիրում եմ:Բրիտանական գահին, որպեսզի ամուսնանալ ամերիկուհունբաժանված Wallis Warfield Simpson.
		-- Edward, Duke of Windsor, 1936, announcing his abdication

%
Ես հիմա գալիս եմ այն ​​եզրակացության, երբեք կրկին մտածել ամուսնացնելով,եւ այս պատճառով: Ես երբեք չեմ կարող գոհ լինել յուրաքանչյուրին, ով ցանկանումպետք է ապուշ բավական է ինձ:
		-- Abraham Lincoln

%
Ես գիտեմ, որ տրամադրվածությունը կանանց երբ դուք, նրանք չեն. երբԴուք կարող եք ոչ, նրանք սահմանել են իրենց սրտերը ձեզ վրայ սեփական թեքության:
		-- Publius Terentius Afer (Terence)

%
Ես սովորեցի խաղալ կիթառ պարզապես ստանալ աղջիկներին, եւ ամեն ոք, ով ասում է, որչի պարզապես lyin '!
		-- Willie Nelson

%
Ես սիրում եմ, որ միայնակ: Ես միշտ էլ կա, երբ ես պետք է ինձ:
		-- Art Leo

%
Ես սիրում եմ ինքս ինձ, բայց ես չեմ ասում, որ ես, ինչպես գեղեցիկ, որքան ցուլ, որ առեւանգվածEuropa.
		-- Marcus Tullius Cicero

%
Ես սիրում եմ երիտասարդ աղջիկներին: Նրանց պատմությունները են ավելի կարճ.
		-- Tom McGuane

%
Ես սիրում եմ ամուսնացած: Դա այնքան մեծ է, որ մի հատուկ անձինդուք ուզում եք ձանձրացնել համար մնացած ձեր կյանքում.
		-- Rita Rudner

%
Ես սիրում եմ Mickey Mouse է ավելի, քան որեւէ կնոջ ես երբեւէ հայտնի է.
		-- Walt Disney

%
Ես կարողացա ասել, «Ներեցեք», եւ ոչ ավելին: Ես գիտեի, որ նա դուր չի եկելինձ լաց.Այս անգամ նա ասել է, դիտելով ինձ, «Որոշ դեպքերում դա ավելի լավ էլաց. "Ես դնում եմ իմ գլուխը սեղանին եւ հեկեկաց, «Եթե միայն նա կարող է գալback; Ես պետք է գեղեցիկ »:Francis ասել է, «Դուք նրան մեծ հաճույք միշտ».«Օ՜, ոչ բավարար»:«Ոչ ոք չի կարող տալ որեւէ մեկին բավարար»:«Երբեք»«Ոչ, ոչ թե երբեւէ. Բայց մեկը պետք է գնա փորձում»:«Եվ չի ոք արժեւորում մարդկանց, մինչեւ որ նրանք գնացել են»:«Հազվադեպ», - ասաց Ֆրենսիս: Ես գնացի վրա լացի. Ես տեսա, թե ինչպես քիչ եմ ունեցելգնահատվում նրան; որքան քիչ էի գնահատվում մի բան, որ իմը:
		-- Pamela Frankau, "The Duchess and the Smugs"

%
Ես ամուսնացա վարը ինձ համար: Բոլոր կանայք:
		-- Lady Nancy Astor

%
Ես հանդիպել եմ մի հրաշալի նոր մարդ: Նա կեղծ, բայց դուք կարող եք ունենալ ամեն ինչ.
		-- Cecelia, "The Purple Rose of Cairo"

%
Ես երբեք չեմ Ակնկալվում է, տեսնել, թե այն օրը, երբ աղջիկները կստանա արեւահարվում էտեղերը նրանք անում են այսօր:
		-- Will Rogers

%
Ես երբեք չեմ հանդիպել մի կին, ես չէի կարող խմել գեղեցիկ:
		-- Will Rogers

%
Ես կարդացի Playboy համար նույն պատճառով ես կարդում National Geographic. Տեսնելոր տեսարժան վայրերն Ես երբեք չեմ պատրաստվում այցելել:
		-- Will Rogers

%
Ես հրաժարվում եմ ավանդել ամբողջ արական սեռի տնկարանային: Պնդում եմհամարելով, որ որոշ մարդիկ, որոնք իմ հավասար.
		-- Brigid Brophy

%
Ես հարգում եմ ամուսնության հաստատությունը: Ես միշտ մտածել եմ, որ ամենԿինը պետք է ամուսնանալ, եւ ոչ մէկը:
		-- Benjamin Disraeli, "Lothair"

%
Ես նստեցի նրա կողքին, ասաց Բարեւ, առաջարկել է գնել նրան խմել ... եւ ապա,բնական ընտրությունը մեծացրել է իր տգեղ գլուխը:
		-- Benjamin Disraeli, "Lothair"

%
Ես կարծում եմ, որ նա պետք է շատ խիստ մեծացել, նա այնքան հուսահատմտահոգ է անել սխալ բան ճիշտ.
		-- Saki, "Reginald on Worries"

%
Ես կարծում եմ, որ աշխարհը պատրաստ է պատմությունը տգեղ բադի ձագ, ովքեր մեծացել ենմնում են տգեղ բադի ձագ, եւ ապրել երջանիկ երբեւէ հետո.
		-- Chick

%
Ես ցանկանում եմ գնել ամուսնուն, ով, ամեն շաբաթ, երբ ես նստել է դիտել «ՍուրբԱյլուր », չի գոռալ,« Մոռացեք այն, Blanche ... Ժամանակն է Հի-Haw! "
		-- Berke Breathed, "Bloom County"

%
Ես ուզում եմ ամուսնանալ մի աղջկա պես աղջկա, որ ամուսնացել է սիրելի հին հայրիկ.
		-- Freud

%
Ես եղել եմ գեղեցկության մրցույթին մեկ: Ես ոչ միայն եկավ վերջին, Ես հարվածելբերանը կողմից Miss ընդհանրություն:
		-- Phyllis Diller

%
Ես չեմ համբուրում նրան, ես շշնջում է իր բերանը:
		-- Chico Marx

%
Ես չեմ ասում, որ կանայք չունեն բնույթ. Փոխարենը, նրանք պետք է մի նորմեկ է ամեն օր:
		-- Heine

%
Ես ուրախությամբ բարձրացնում իմ ձայնը գովասանքի կանանց, միայն նրանք թույլ չի տա ինձբարձրացնում իմ ձայնը:
		-- Winkle

%
Ես չէի ամուսնանալ նրա հետ, մի տաս ոտքով բեւեռ.
		-- Winkle

%
Ես կցանկանայի, հավանաբար, կարգավորելու համար մի արնախում մարդ, եթե նա եղել է ռոմանտիկ բավարար.Չի կարող լինել որեւէ ավելի վատ է, քան որոշ հարաբերությունների եմ ունեցել:
		-- Brenda Starr

%
Ես կցանկանայի, որ պետք է երկու աղջիկներին 21-ական, քան մեկ աղջկա 42:
		-- W. C. Fields

%
Ես պաշտպանում է իր պատիվը, որն ավելի քան նա երբեւէ արել.
		-- W. C. Fields

%
Ես չեմ denyin 'կանայք են անմիտ: Աստված Ամենակարող կազմել' em համապատասխանելու տղամարդկանց:
		-- George Eliot

%
Ես շատ հնացած: Կարծում եմ, որ մարդիկ պետք է ամուսնանալ կյանքի համար,նման pigeons եւ կաթոլիկների:
		-- Woody Allen

%
Ես եղել ավելի ԼԱՊՄ քան անձեռոցիկից.
		-- Mae West

%
Ես ծախսել գրեթե բոլոր իմ կյանքի բարձր խելացի տղամարդկանց. Նրանք չենինչպես եւ մյուս տղամարդկանց. Նրանց հոգին մեծ է եւ խթանել: Նրանք ատում թշնամանքի.իրոք, նրանք մերժում են այն: Նրանց հնարագետ նվերներ են անսահման: Նրանք պահանջում եննվիրվածությունն ու հնազանդությունը: Եւ մի զգացում հումորի. Ես ուրախությամբ տվեց այս ամենը:Ես բախտ է ընտրել, եւ խելացի բավական է հասկանալ նրանց.
		-- Marlene Dietrich, on her friendship with Ernest Hemingway

%
Եթե ​​ես ստիպված եմ ապրել իմ կյանքը կրկին, Ես կցանկանայի, որպեսզի նույն սխալները, միայն շուտ.
		-- Tallulah Bankhead

%
Եթե ​​ես ասացի ձեզ, դուք ունեցել մի գեղեցիկ մարմին, որ դուք պահել այն իմ դեմ.
		-- Tallulah Bankhead

%
Եթե ​​դա լիներ ոչ թե նվերներ, որ լքում կլինի նախընտրելի.
		-- George Ade, "Forty Modern Fables"

%
Եթե ​​տղամարդիկ հանդես է եկել այն բանից հետո, ամուսնության, քանի որ նրանք անում են սիրատածում, ապալինի ավելի քիչ ամուսնալուծությունները եւ ավելի սնանկացումները:
		-- Frances Rodman

%
Եթե ​​ինչ-որ մեկը եղել է խնդրել ինձ համար մի կարճ կտրել ցանկասիրություն, եսոր նա գնալ գնումներ կատարելու համար օգտագործված 427 Shelby-Cobra. Բայց դա միայնարդար է զգուշացնել ձեզ, որ 300 տղաների, ովքեր անցել են նրանց 1966-ին,միայն երկու ետ գնաց կանանց:
		-- Mort Sahl

%
Եթե ​​աղջիկը սիրում շարժվում է մեկ այլ տղայի մեկ անգամ, դա ավելի քան բավարար:Twice, դա շատ շատ. Երեք անգամ, դա պատմություն է ձեր կյանքը.
		-- Mort Sahl

%
Եթե ​​կա որեւէ իրատեսական կանխարգելող ամուսնության, դա փաստ է, որ ձեզչի կարող իրեն թույլ տալ ամուսնալուծությունը:
		-- Jack Nicholson

%
Եթե ​​մենք տղամարդիկ ամուսնացել է կանանց մենք արժանի, մենք պետք է ունենանք շատ վատ ժամանակ է.
		-- Oscar Wilde

%
Եթե ​​կանայք պետք է լինի ոչ պակաս, ռացիոնալ եւ ավելի զգացմունքային ինսկսած մեր դաշտանային ցիկլի, երբ իգական հորմոն է իրամենացածր մակարդակը, ապա ինչու չէ, տրամաբանական է ասել, որ այդ մի քանի օրվա ընթացքումկանայք վարվել այնպես, առավել նման ճանապարհին տղամարդկանց վարվել, ամբողջ տարվա ընթացքում:
		-- Gloria Steinham

%
Եթե ​​կանայք գոյություն չուներ, ամբողջ փողը աշխարհում իմաստ չունի:
		-- Aristotle Onassis

%
Եթե ​​վախենում եք մենակության, չեն ամուսնանում:
		-- Anton Chekhov

%
Եթե ​​դուք փնտրում են մի սիրով, լավ անելիքների հին տղամարդու, ով, ոչավելի երկար հետաքրքրված սեռից, հանել գովազդը The Wall Street Journal- ը:
		-- Abigail Van Buren

%
Եթե ​​դուք մի մարդ բավարար պարան, նա պետք է պնդել, նա կապեց մինչեւ գրասենյակում:
		-- Abigail Van Buren

%
Եթե ​​դուք ամուսնանալ մի մարդու, ով ծաղրում է իր կնոջ, դուք պետք է ամուսնացած է մի մարդու, ովcheats է իր կնոջ:
		-- Ann Landers

%
Եթե ​​դուք պետք է ամուսնանալ, դա միշտ էլ ցանկալի է ամուսնանալ գեղեցկությունը:Հակառակ դեպքում, դուք երբեք գտնել որեւէ մեկին, որպեսզի նրան դուրս ձեր ձեռքերը.
		-- Ann Landers

%
Եթե ​​դուք ուզում եք ինձ լինել լավ քիչ bunny հենց կախվել է մի քանի կարատ առջեւիմ քթի:
		-- Lauren Bacall

%
Եթե ​​դուք ուզում եք լինել ավերված, ամուսնանալ հարուստ կնոջ:
		-- Michelet

%
Եթե ​​դուք ցանկանում եք կարդալ այն մասին, սիրո եւ ամուսնության դու գնել երկու առանձինգրքեր.
		-- Alan King

%
Եթե ​​ցանկանում եք ձեր ամուսինը պետք է լսել, եւ վճարել խիստ ուշադրություն դարձնել ամենԲառը դուք ասում եք, խոսակցություններ Ձեր քնի.
		-- Alan King

%
Եթե ​​դուք ցանկանում է կանանց սիրում եմ քեզ, լինել բնօրինակը; Ես գիտեմ, որ մի մարդ, ով հագնում մորթիBoots ամառային եւ ձմեռային, իսկ կանայք սիրահարվեց նրա հետ:
		-- Anton Chekhov

%
Է գնել ձի, եւ հաշվի առնելով, կինը փակել աչքերը ամուր եւ գովելինքներդ է Աստծուն:
		-- Anton Chekhov

%
Քրիստոնեության, մի մարդ կարող է ունենալ միայն մեկ կին: Սա կոչվում է միանմանությունը.
		-- Anton Chekhov

%
Ամուսնության, ինչպես նաեւ պատերազմի, այն թույլատրվում է վերցնել ամեն առավելություն է թշնամու.
		-- Anton Chekhov

%
Հին ժամանակներում զոհաբերություններ են կատարվել է զոհասեղանին մի պրակտիկայի, որըդեռ շարունակվում էր:
		-- Helen Rowland

%
Մեջ մեկի wildest կողմերի նա ուզում է երբեւէ եղել է, որ երիտասարդընկատեցի մի շատ խստաբարո եւ գեղեցիկ աղջիկ նստած հանգիստ բացի մնացածոր revelers. Մոտենալով նրան, նա ներկայացրել է ինքն իրեն, եւ դրանից հետո ոմանք հանգիստզրույց, ասել է, «Ես վախենում եմ ձեզ եւ ես չեմ տեղավորվում հետտանջված խումբ. Ինչու չէ, ես տանում տուն: ""«Fine», - ասաց աղջիկը, - ժպտալով մինչեւ նրա հետ demurely: "Որտեղ ես ապրում?"
		-- Helen Rowland

%
Insanity համարվում հիմք է ամուսնալուծության, թեեւ, ըստ նույննշանն այն է, որ ամենակարճ շեղում է ամուսնությունը.
		-- Wilson Mizner

%
Սա հարսանեկան հաջողակ, եթե այն դուրս է գալիս առանց հանգույց.
		-- Wilson Mizner

%
Չէ ամուսնությունը բաց հարց է, երբ հայտարարվում է, սկսածսկսած աշխարհի, որ, ինչպես օրինակ են հաստատությունում ցանկանում է ձեռք բերելդուրս, եւ ինչպիսին են դուրս ցանկանում են ստանալ.
		-- Ralph Emerson

%
Չէ որ այն հեգնական, որ շատ մարդիկ ծախսել մեծ մասը իրենց կյանքիխուսափելով ամուսնությունը իսկ միայնակ թեքումով հետապնդում այն ​​բաները, որկդարձնի դրանք ավելի լավ հեռանկարներ:
		-- Ralph Emerson

%
Այն [ամուսնությունը] տեղի է ունենում, քանի որ, ինչպես cages. Թռչուններին առանց հուսահատությանստանալ, իսկ նրանք, ովքեր շրջանակներում հուսահատության դուրս գալու:
		-- Michel Eyquem de Montaigne

%
Այն չի առաջանում, որ իմ հետ լինելը երկու տղամարդկանց անընդհատ կլինիհետաքրքրությունը որեւէ մեկը կամ բորբոքել մեկի մտավախությունները: Ես հարցրեցի, թե է հրավերիհամար նրիխ էլ, ինչպես հաճախ, որքան դա թվում էր հնարավոր է, երբ Paulus եւ եսհրավիրել է սոցիալական հավաքի: Ես զգացի, որ սահմանված կանոնների մյուսների ապրելէր ոչ տեղին: Իմ մանկությունն վերաբերմունքը, ամեն փորձ է հարմարեցնել էանհույս եւ դուք կարող եք պարզապես, ինչպես նաեւ հետեւել ձեր սեփական վերաբերմունքը պետք է ունենաիրականացվում է ինձ:
		-- Hannah Tillich, "From Time to Time"

%
Այն չի, շատ է կարեւորում, որին մեկն ամուսնանում, որովհետեւ մէկ է վստահ է պարզելՀաջորդ առավոտյան, մեկ ուրիշը:
		-- Will Rogers

%
Այն արդեն արդարացիորեն նկատել է իմաստունների բոլոր հողերի, որ թեեւ մի մարդ կարող է լինելԱռավել երջանիկ ամուսնացած է եւ շարունակելու է այդ վիճակում, ինչպես նաեւ առավելագույն բավարարություն,դա անպայմանորեն չի հետեւում, որ նա, հետեւաբար, արդեն հարվածել քար կույր.
		-- H. Warner Munn

%
Դա միշտ էլ նախընտրելի է այցելել տուն, ընկերոջ հետ: Ձեր ծնողներըՉի կարելի գոհ այս ծրագրին, քանի որ նրանք ցանկանում են ձեզ բոլորիդ իրենց եւքանի որ ներկայությամբ ձեր ընկերոջը, նրանք պետք է հանդես գալ նման հասունմարդ արարածներ.Ամենավատ ինչպիսի ընկեր է տուն մի աղջիկ, քանի որ այդ դեպքում,կա ներուժ, որ ձեր ծնողները կկորցնի ձեզ ոչ միայնտեւողությունը Այցի բայց հավերժ: Ամենավատ տեսակ աղջկա տուն տանելու մեկնմի ուրիշ կրոնի Ոչ միայն դուք պետք է կորցրել, ձեր ծնողների հավերժ, բայցԴուք կկորչեն մի կնոջ հետ, ով անձեռնմխելի են իրենց կրոնական / բարոյական փաստարկներիեւ որի օրինակը անվերադարձ կոռումպացված ձեզ.Եկեք ասում են, դու սիրահարված պարզապես նման մի աղջկա եւ ցանկանումվերցնել իր տունը համար տոների. Դուք տեղյակ են ձեր ծնողների քսենոֆոբիականարձագանքը դարձնում տարբեր կրոնի: Ինչպես պատրաստել նրանց համար շոկի.	Պարզ. Զանգահարել նրանց, մինչեւ քիչ առաջ Ձեր այցի եւ ասել նրանց, որ ձեզեն ստացել բավական լուրջ է վերաբերվում ինչ - որ մեկի, ով է տարբեր կրոնի, միտարբերվում մրցավազքը եւ նույն սեռից. Ասեք նրանց, որ դուք արդեն հրավիրելանձը հանդիպել նրանց: Տեղեկությունները տալ մի պահ է իջնել, իսկ հետոնշում է, որ դուք ոչ միայն կատակում, որ ձեր lover է ընդամենը մի տարբերվումկրոն. Նրանք պետք է, որպեսզի ազատվել իրենք կողջունեն նրան գրկաբաց:
		-- Playboy, January, 1983

%
Այն բացատրում է, որ բոլոր հարաբերությունները պահանջում մի քիչ տալ եւ վերցնել. այսչի համապատասխանում իրականությանը: Ցանկացած գործընկերության պահանջում է, որ մենք տալիս ենք եւ տալ եւ տալ, եւ,Անցյալ, քանի որ մենք անհաջողություն մեր գերեզմանները սպառվել ենք հայտնել է, որ մենք չենք տալիս,բավական.
		-- Quentin Crisp, "How to Become a Virgin"

%
Դա պարապ փորձել ընկնող մի երիտասարդ կնոջ է իր կրքի:սերը չի ստում է ականջիս.
		-- Walpole

%
Դա առավել վտանգավոր է մեր օրերում ամուսինը վճարել որեւէ ուշադրություն է իրկինը հանրությանը. Այն միշտ էլ ստիպում է մարդկանց մտածել, որ նա ծեծում է նրան, երբնրանք մենակ. Աշխարհը հասել է կասկածելի բան, որ նայումնման երջանիկ ամուսնական կյանքի.
		-- Oscar Wilde

%
Դա այն չէ, անհրաժեշտ է տեղեկանալ, թե արդյոք կինը ցանկանում ինչ - որ բանդեսերտ. Պատասխանն է, այո, նա ցանկանում ինչ-որ բան դեսերտ, բայցնա ցանկանում եք պատվիրել այն, որպեսզի նա կարող է վերցնել այն, ինչպես է ձեր պատառաքաղ. նաչի ցանկանում, որ դուք զանգահարել ուշադրություն դարձնել այս ասելով, «Եթե դուք ուզում ադեսերտ, ինչու չեք պատվիրել մեկ. Դուք պետք է հասկանաք, որ նա ունիդեսերտ նա ցանկանում: Աղանդերը նա ցանկանում է պարունակվում ներսում ձերն է.
		-- Merrill Markoe, "An Insider's Guide to the American Woman"

%
Այն այժմ բավական համար արտօնուած կաթոլիկ կին է խուսափել հղիության կողմից առողջարանային դեպիՄաթեմատիկա, թեեւ նա դեռ արգելվում է դիմել ֆիզիկայի եւ քիմիայի:
		-- H. L. Mencken

%
Դա հնարավոր է, որ blondes նախընտրում պարոնայք.
		-- Maimie Van Doren

%
Այն տեւում է մի խելացի ամուսնուն ունենալ վերջին խոսքը եւ ոչ թե օգտագործել այն:
		-- Maimie Van Doren

%
Դա մի տուգանք, քաղցր գիշեր, nicest քանի որ իմ ամուսնալուծության, գուցե nicestկեսերից իմ ամուսնության. Կար էներգետիկ, softness, շնորհը եւծիծաղը: Ես նույնիսկ վերցրել իմ գուլպաներ Թեմա. Իմ շրջանակի, դա նշանակում է, դաս.
		-- Andrew Bergman "The Big Kiss-off of 1944"

%
Անձրեւում էր ծանր, իսկ վարորդը ուներ մեքենան դժվարությունների վրա միայնակ երկրիճանապարհը. Մտահոգ է ապաստան գտնել գիշերը, նա քայլում է մի բնակելի շենք ֆերմայումեւ թակեցի առջեւի դուռը. Ոչ ոք արձագանքել: Նա կարող է զգալ ջուրըտանիքի վազում ներքեւ հետեւի իր պարանոցի, քանի որ նա կանգնած է կռանալ:Հաջորդ անգամ, երբ նա թակեց ավելի բարձր է, բայց դեռեւս ոչ մի պատասխան: Մինչեւ հիմա նա soakedէ մաշկի. Հուսահատ նա մինետ դուռը: Վերջապես գլխի միմարդը հայտնվել դուրս է վեր պատուհանից:	"Ինչ ես դու ուզում?" նա հարցրեց gruffly:«Իմ մեքենան փչացավ», - ասել է ճանապարհորդ », եւ ես ուզում եմ իմանալ, եթե դուքթույլ տվեք մնալ այստեղ գիշերը »:«Իհարկե», - պատասխանել է մարդուն: «Եթե դուք ուզում եք մնալ այնտեղ ամբողջ գիշեր, դաԱհա ինձ հետ »:
		-- Andrew Bergman "The Big Kiss-off of 1944"

%
Դա չի եղել, թե ամուսնալուծությունը - Ես դրված:
		-- Tim Conway

%
Դա ծիծաղելի բան է, որ երբ կինը չի ստացել որեւէ բաներկրի վրա է անհանգստանալ, նա գնում է եւ ամուսնանում:
		-- Tim Conway

%
«Դա տղամարդիկ սիրում նրան, որ տալիս է Y- քրոմոսոմի վատ անուն»:
		-- Tim Conway

%
Դա ոչ թե inital փեշ երկարությունը, դա upcreep:
		-- Tim Conway

%
Դա ոչ թե տղամարդիկ իմ կյանքում, բայց կյանքը իմ մարդկանց, որ ակնկալում:
		-- Mae West

%
Դա լավ աղջիկները, ովքեր պահում են օրագրերը, վատ աղջիկները երբեք չեն ունենա ժամանակ.
		-- Tallulah Bankhead

%
Դա տեսությունը Jess Birnbaum, ժամանակի ամսագրի, որ կանայքվատ ոտքերը պետք է մնում երկար Կիսաշրջազգեստ, քանի որ դրանք ընդգրկում են մի բազմութիւն shins:
		-- Tallulah Bankhead

%
Ջո նստեց, քանի որ իր մահամերձ կնոջ մահճակալի կողքին:Նրա ձայնը քիչ ավելի շշուկով:«Joe, սիրելիս," նա շունչ, «Ես ստացել խոստովանությունը է կատարելմինչեւ ես գնամ: Ես ... Ես, ով վերցրեց $ 10,000-ից Ձեր անվտանգ ...Ես ծախսել է նետում ձեր լավագույն ընկերոջ, Charles: Եվ դրա համար էլ եսստիպված ձեր սիրուհի են լքել քաղաքը: Եվ ես, ով հաղորդումՁեր եկամուտը-հարկային պարտավորություններից խուսափելը է I.R.S ... »«Այդ ամենը ճիշտ է, ամենանվիրական, չեն տալիս այն երկրորդ միտք"շշնջաց Joe. «Ես ով թունավորվել են ձեզ»:
		-- Tallulah Bankhead

%
Ճիշտ այնպես, ինչպես ես չեմ կարող հիշել, ցանկացած ժամանակ, երբ ես չէի կարող կարդալ եւ գրել, ես չեմ կարողհիշենք, ցանկացած ժամանակ, երբ ես չէի իրականացնելու իմ երեւակայությունը daydreams մասինկանայք:
		-- George Bernard Shaw

%
Կաթ: Կարող է լինի ներկա ծննդյան իր երեխայի.Ed: Այն ամենն ցանկացած ողջամիտ երեխան կարող է ակնկալել, եթե հայրը ներկաէ հայեցակարգում:
		-- Joe Orton, "Entertaining Mr. Sloane"

%
Պահեք օրագիր, եւ մի օր դա պետք է ձեզ պահել:
		-- Mae West

%
Պահպանեք կանայք դուք չեք կարող. Marry նրանց, եւ նրանք գալիս են ատել ճանապարհ եք քայլելողջ սենյակում. մնում են իրենց lover, եւ նրանք խաբեբա ձեզ վերջում վեցամիս:
		-- Moore

%
Պահպանեք ձեր աչքերը լայն բաց նախքան ամուսնանալը, կես փակեց հետո.
		-- Benjamin Franklin

%
Համբուրում ձեր ձեռքը կարող է ձեզ զգում, շատ լավ է, բայց մի ադամանդի եւշափյուղա ապարանջան տեւում յաւիտեան:
		-- Anita Loos, "Gentlemen Prefer Blondes"

%
Lady Nancy Astor:«Winston, եթե դուք էին իմ ամուսնուն, ես կցանկանայի, դնում թույն քո սուրճի»:Winston Churchill:«Nancy, եթե դուք էին իմ կնոջը, ես կցանկանայի, խմել այն»:
		-- Anita Loos, "Gentlemen Prefer Blondes"

%
Լենկ: Այստեղ մենք գնանք. Մենք մոտ սահմանել է նոր ռեկորդ:Earl (է ամբոխի) Ինչպես մի ամսաթվի.Լենկ: Մենք արել դա: Earl է սահմանել նոր ռեկորդ: Մերժել է      20,000 կանայք:
		-- Lank and Earl

%
Խոշոր մեծացնում ծախսերը կասկածելի ավելացել է կատարումը կարողէ հանդուրժել միայն մրցավազքը ձիերով եւ կանանց:
		-- Lord Kelvin

%
Թող Քո աղախինն ծառան պետք է հավատարիմ, ուժեղ, եւ անպաճույճ:
		-- Benjamin Franklin

%
Եկեք միայն ասում են, որ, երբ փոփոխությունը էր պահանջվում, ես ճշգրտվում: ի ամենհարաբերություն, որ գոյություն ունի, մարդիկ պետք է դիմել մի ճանապարհ է գոյատեւել: Եթե ​​դուիսկապես մտածում է անձի, դուք անել այն, ինչ անհրաժեշտ է, կամ, որ դա վերջն է:Համար առաջին անգամ, ես գտա, որ ես իսկապես կարող է փոխել, իսկ որակներըԵս առավել հիանում է ինձ ես տվել: Ես դադարել է բարձրաձայն եւ անհարթ ...Oh, բոլոր իրավունքը. Ես դեռ բարձրաձայն եւ ուռուցիկ, բայց միայն իր թիկունքում.
		-- Kate Hepburn, on Tracy and Hepburn

%
Կյանքը սկսվում է centerfold եւ ընդլայնում դեպի դուրս:
		-- Miss November, 1966

%
Կյանքը այս հասարակության մեջ լինելու, լավագույն դեպքում, բացարձակ չկրեցին եւ ոչ մի ասպեկտը հասարակությանլինելով բոլորն էլ առնչվում են կանանց, այնտեղ մնում է քաղաքացիական մտածող պատասխանատուծակել-ձգտում էգերը միայն տապալել կառավարությանը, վերացնել գումարհամակարգ, ինստիտուտը ամբողջական ավտոմատացման եւ ոչնչացնել արական սեռից.
		-- Valerie Solanas

%
Life sucks. Ցինիկ, մարդատյաց արական, 34, փնտրում է հոգու mate, բայցորոշակի ոչ գտնել նրան: Drop ինձ մի գրություն: Ես կզանգեմ քեզ, մենք կխոսենք եւԵս քեզ խնդրում եմ ձեզ դուրս ճաշկերույթի, որտեղ ես պետք է, հավանաբար, ավելի շատ, քան ես կարող եմիրեն թույլ տալ մի անհաջող փորձից տպավորություն ձեզ. Հետո մենք գիտակցում ենք, մենք ունենքբացարձակապես ոչինչ ընդհանրություններ, եւ մենք պետք է գնանք մեր առանձին ուղիներ, ավելիչարացած եւ ճնշված, քան առաջ (եթե նման բան հնարավոր է):
		-- Valerie Solanas

%
Կյանքը չափազանց կարճ է պարել տգեղ կանանց.
		-- Valerie Solanas

%
Հավանել բոլոր երիտասարդ տղամարդկանց, դուք մեծապես չափազանցում տարբերությունը մեկըերիտասարդ կին եւ մեկ այլ:
		-- George Bernard Shaw, "Major Barbara"

%
Հավանել լեռնադահուկային հանգստավայր աղջիկների փնտրում է ամուսինների եւ ամուսինների փնտրումաղջիկների համար, որ իրավիճակը չէ, քանի որ սիմետրիկ, քանի որ այն կարող է թվալ:
		-- Alan McKay

%
Փոքրիկ աղջիկները, նման թիթեռներ, կարիք չունի արդարացում.
		-- Lazarus Long

%
Միայնակ տղամարդիկ ձգտում ընկերակցությունը: Միայնակ կանայք նստել տանը եւ սպասել:Նրանք երբեք չեն հանդիպել.
		-- Lazarus Long

%
Շատ աղջիկների կարող է ունեցել է մի երգ. Ցավոք, դա հաճախ պարզվում էլինի հարսանեկան երթը:
		-- Lazarus Long

%
Սերը է իդեալական բան է, ամուսնությունը մի իրական բան. մի շփոթություն է իրականհետ իդեալական երբեք անպատիժ:
		-- Goethe

%
Սերը է obsessive մոլորություն է, որը բուժվում է ամուսնությունը.
		-- Dr. Karl Bowman

%
Սերը մոլորություն է, որ մեկ կին տարբերվում է մյուսին:
		-- H. L. Mencken

%
Սերը հիմար, ամուսնական cuckolds ու հայրենասիրությունը չարակամ imbeciles:
		-- Paul Leautaud, "Passe-temps"

%
Macho չի ապացուցում mucho:
		-- Zsa Zsa Gabor

%
Man եւ կինը դարձնել մեկ հիմար:
		-- Zsa Zsa Gabor

%
Շատերը մի մարդ է ընկել սիրո հետ մի աղջկա մի թեթեւ, այնպես որ պղտոր նա չէրչեն ընտրել կոստյում է այն:
		-- Maurice Chevalier

%
Շատերը մի մարդ սիրահարված մի խոռոչ դարձնում սխալը ամուսնանալըԱմբողջ աղջիկ.
		-- Stephen Leacock

%
Շատերը մի մարդ, ով կարծում է, որ նա պատրաստվում է օրիորդական ճամփորդության հետմի կին գտնում են, ավելի ուշ, որ դա եղել է ընդամենը մի բեկում ներքեւ Կրուիզ.
		-- Stephen Leacock

%
Շատերը մի կին կարծում է, որ իր ամուսինը հանդիսանում է աշխարհի ամենամեծ lover.Բայց նա երբեք չի կարող բռնել նրան դրան:
		-- Stephen Leacock

%
Շատ ամուսիններ գնում սկսվեց գումար իրենց կանայք փրկել է վաճառքի:
		-- Stephen Leacock

%
Ամուսնությունը միշտ պահանջում է մեծագույն ըմբռնումը արվեստիկեղծությունը միջեւ հնարավոր երկու մարդու:
		-- Vicki Baum

%
Ամուսնությունը առաջացնում ժամադրում խնդիրներ:
		-- Vicki Baum

%
Ամուսնությունը սարսափելի հրապարակային խոստովանությունը խիստ մասնավոր մտադրության մասին:
		-- Vicki Baum

%
Ամուսնությունը մի մեծ հաստատություն, բայց ես չեմ պատրաստ է հաստատության չկա.
		-- Mae West

%
Ամուսնությունը շատ նման է բանակում, բոլորը դժգոհում է, բայց դուք ուզում լինելզարմանում է մեծ թվով, որ կրկին արձանագրել:
		-- James Garner

%
Ամուսնությունը սիրավեպ է, որի հերոսը մահանում է առաջին գլխում:
		-- James Garner

%
Ամուսնությունը երեք մատանի կրկեսի: մատանին, ամուսնական մատանին, եւ տառապանք.
		-- Roger Price

%
Ամուսնությունը հաստատություն է, որի երկու պարտավորվում է դառնալ մեկը, եւ մեկպարտավորվում է դառնալ ոչինչ.
		-- Roger Price

%
Ամուսնությունը հիմնված է տեսության, որ երբ մի մարդ բացահայտում է ապրանքանիշի գարեջուրհենց իր ճաշակով, նա պետք է եւս մեկ անգամ շպրտել իր աշխատանքը, եւ գնալ աշխատանքիի գարեջրի.
		-- George Jean Nathan

%
Ամուսնությունը սովորում կանանց դժվարին ճանապարհ.
		-- George Jean Nathan

%
Ամուսնությունը նման Մականամարզություն է էստաֆետը, դառնալով handsprings կամ ուտումchopsticks. Այն նայում հեշտ, քանի դեռ դուք կարող եք փորձել այն.
		-- George Jean Nathan

%
Ամուսնությունը ցածր ներքեւ, բայց դուք ծախսել մնացած ձեր կյանքում վճարելով դրա համար:
		-- Baskins

%
Ամուսնությունը չի պարզապես կիսելու fettucine, սակայն կիսելուբեռը գտնելու fettucine ռեստորան է առաջին տեղը:
		-- Calvin Trillin

%
Ամուսնությունը միակ արկածային բաց է փոքրոգի:
		-- Voltaire

%
Ամուսնությունը գործընթաց է պարզել, թե ինչ տեսակ մարդու քո կինըեն նախընտրում.
		-- Voltaire

%
Ամուսնությունը թափոններ թուղթ զամբյուղ զգացմունքների:
		-- Voltaire

%
Ամուսնությունը, կյանքում, նման է մենամարտ մեջ է ճակատամարտի:
		-- Edmond About

%
Ամուսնությունները կատարվում են երկնքում եւ իրականացվել երկրի վրա:
		-- John Lyly

%
Ամուսնանալ շտապելով, եւ բոլորը սկսում հաշվում ամիս:
		-- John Lyly

%
Ամուսնություն է արմատ բոլոր չար.
		-- John Lyly

%
Ամուսնություն չէ մի խոսք, դա մի նախադասությունը.
		-- John Lyly

%
Տղամարդիկ միշտ պատրաստ է հարգել բան, որ Փոփոխամիտ նրանց:
		-- Marilyn Monroe

%
Տղամարդիկ են այն արարածներ երկու ոտքերի եւ ութ ձեռքերով.
		-- Jayne Mansfield

%
Տղամարդիկ չեն հրապուրում է ինձ իմ մտքում: Նրանք գրավում է, թե ինչ եմդեմ չեն ...
		-- Gypsy Rose Lee

%
Տղամարդիկ պետք է շատ ավելի լավ ժամանակ, քան կանանց: մի բան, որ նրանք ուշ են ամուսնանում.համար մեկ այլ բանի, որ նրանք մահանում են ավելի վաղ:
		-- H. L. Mencken

%
Տղամարդիկ պետք է, քանի որ չափազանցված պատկերացում, թե իրենց իրավունքների կանայք ունեն իրենց սխալների համար:
		-- E. W. Howe

%
Տղամարդիկ ապրում են երեք բաներ, արագ մեքենաների, արագ կանանց եւ արագ սնունդ.
		-- E. W. Howe

%
Տղամարդիկ երբեք անցնում աղջիկների կրելու բաժակներ.
		-- Dorothy Parker

%
Տղամարդիկ որակի չեն վախենում կանանց հավասարության:
		-- Dorothy Parker

%
Տղամարդիկ ասում են, կանանց, թե ինչ գոհացնում նրանց. կանայք տղամարդկանց հետ, ինչ գոհացնում նրանց:
		-- DeSegur

%
Տղամարդիկ հազվադեպ ցույց են տալիս, dimples աղջիկներին, ովքեր ունեն pimples.
		-- DeSegur

%
Տղամարդիկ դեռ հիշում առաջին համբույր, հետո կանայք մոռացել վերջին.
		-- DeSegur

%
Մարդիկ, ովքեր փայփայում կանանց համար ամենաբարձր հարգանք են հազվադեպ սիրված նրանց հետ:
		-- Joseph Addison

%
Տղամարդու ամսագրերի հաճախ բեմերում լուսանկարել մերկ տիկնայք: Կանանց ամսագրերնաեւ շատ հաճախ բեմերում լուսանկարել մերկ տիկնայք: Սա, քանի որ իգականմարմինը գեղեցիկ արվեստի ստեղծագործության, իսկ արական մարմինն է մազոտ եւ գունդ-գունդ եւչպետք է տեսնել լույսի օրը.
		-- Richard Roeper, "Men and Women Are Different"

%
Միգել Սերվանտեսը գրել է Donkey Hote: Milton գրել է Դրախտ կորուսյալ, ապա նրակինը մահացել է, եւ նա գրել է Paradise վերականգնեց:
		-- Richard Roeper, "Men and Women Are Different"

%
Moe: Wanna խաղալ պոկեր երեկո.Joe: Ես չեմ կարող: Դա է մանկական գիշերը դուրս.Moe: Այնպես որ,?Joe: Ես gotta մնալ տանը բուժքույր:
		-- Richard Roeper, "Men and Women Are Different"

%
Moe Ինչ եք պատրաստվում տալ Ձեր կինը Վալենտինի օրը.Joe: Հերթական նվերը, նա ուտում է իմ սիրտը:
		-- Richard Roeper, "Men and Women Are Different"

%
Փողը եւ կանայք են առավել ձգտել հետո, եւ առնվազն հայտնի որեւէ երկուսըբաներ ունենք:
		-- The Best of Will Rogers

%
Փողը հզոր aphrodisiac. Բայց ծաղիկներ աշխատել գրեթե, ինչպես նաեւ:
		-- Lazarus Long

%
Միամուսնությունն է արեւմտյան Custom մեկ կնոջ եւ հազիվ թե որեւէ mistresses.
		-- H. H. Munro

%
... Մեզանից շատերը իմացել սիրո մասին է դժվարին ճանապարհ. Նույնիսկ նախազգուշացումները, ամենայն հավանականությամբ,անիմաստ է, որովհետեւ ինչ-որ ձեւով, չնայած դաժան նախազգուշացումներին ծնողների եւ ընկերների,հարյուրավոր, հազարավոր կանայք մոռացել են իրենք իրենց վերջին րոպենեւ ենթարկվեցին ստերի, խոստումների, շողոքորթութիւններով, կամ զուտ ուշադրությունըlusting, սիրուն տղամարդիկ, վայրէջք են իրենց բարդ դրության իցինչը նրանցից ոմանք երբեք չեն ապաքինվել ընթացքում իրենց ամբողջ կյանքում: Եվ ես չեմ,խոսելով միայն ձեր teenaged Midwesterners է 1958 թ. Ես խոսում կանանցյուրաքանչյուր տարիքում ամեն քաղաքի ամեն տարի. Տխրահռչակ սեքսուալ հեղափոխությունըփրկեց ոչ մեկը ցավի եւ շփոթության սիրո.
		-- Alix Kates Shulman

%
Իմ հասկացությունը ամուսնու քառասուն այն է, որ մի կին պետք է կարողանա փոխել նրան,նման է թղթադրամ, երկու twenties.
		-- Alix Kates Shulman

%
Երբեք ընդունել հրավերը մի օտարականի, եթե նա Ձեզ հնարավորություն է տալիս Քենդի.
		-- Linda Festa

%
Երբեք վիճել է կնոջ երբ նա հոգնած կամ rested.
		-- Linda Festa

%
Երբեք ուտում մի վայրում, որը կոչվում է Mom է. Երբեք խաղալ քարտեր մի մարդու անունով Doc.Եւ երբեք պառկի մի կնոջ, ով ստացել է ավելի խնդիրների, քան ձեզ համար:
		-- Nelson Algren, "What Every Young Man Should Know"

%
Երբեք գնալ քնելու խելագար. Մնա եւ պայքարել:
		-- Phyllis Diller, "Phyllis Diller's Housekeeping Hints"

%
Երբեք քնել մի կնոջ հետ, որի հոգսերից են, ավելի վատ է, քան ձեր սեփական.
		-- Nelson Algren

%
Երբեք ասել. Ոչ, եթե դուք սիրում եք ձեր կնոջը ... Ի դեպ, եթե ձեր հին տիկինը քայլումեն ձեզ, ժխտել այն: Yeah. Պարզապես հարթ, եւ նա պետք է հավատալ դրան. «Եսtellin 'ya. Այս մինետ եկան ցած նշան շուրջ իր պարանոցի `LayԳագաթին ինձ, կամ ես մեռնեմ »: Ես չգիտեի, թե ինչ էի gonna անել ... »:
		-- Lenny Bruce

%
Ամանորյա Եվայի է ժամանակը տարվա, երբ մի մարդ Ամենա զգում է իր տարիքը,եւ նրա կինը շատ հաճախ հիշեցնում նրան գործելու այն:
		-- Webster's Unafraid Dictionary

%
Ոչ բարեկամությունը, այնքան հոգեհարազատ կամ այնքան համեղ, քանի որ աղջկա աղջկա.ոչ ատելություն, այնքան ինտենսիվ կամ անշարժ, ինչպես նաեւ, որ կնոջ համար կնոջ:
		-- Landor

%
Ոչ մի մարդ կարող է ունենալ ողջամիտ կարծիք կանանց մինչեւ նա վաղուց կորցրելհետաքրքրությունը մազերի վերականգնողների.
		-- Austin O'Malley

%
Ոչ ժամանակակից կին հացահատիկի առումով երբեւէ ուղարկում փոքրիկ նոտաներ էամուրին մարդ չի, մինչեւ նա ամուսնացած է, միեւնույն է.
		-- Arthur Binstead

%
Ոչ ոք չգիտի, թե ինչպես մի կին, թե ինչպես պետք է ասել բաներ, որոնք միանգամից նուրբ եւ խորը:
		-- Hugo

%
Ոչ ինքնակառավարման մարդուն երբեւէ արել նման լավ աշխատանք է, որ ոմանք Կինը չիցանկանում են, որպեսզի որոշ փոփոխություններ:
		-- Kim Hubbard

%
Ոչ մի կին կարող եք զանգահարել իրեն ազատ, մինչեւ որ նա կարող է ընտրել գիտակցաբար, թե արդյոքնա չի, թե չի լինի մայրը.
		-- Margaret H. Sanger

%
Ոչ մի կին չի կարող համբերել խաղային ամուսնուն, եթե նա հանդիսանում է կայուն հաղթող.
		-- Lord Thomas Dewar

%
Ոչ մի կին երբեւէ ընկնում սիրո հետ մի մարդու, եթե նա ունի ավելի լավ կարծիքնրան, քան նա արժանի:
		-- Edgar Watson Howe

%
Ոչ ոք իրականում չգիտի, թե ինչ է երջանկությունը, մինչեւ նրանք ամուսնացան.Եվ ապա դա շատ ուշ.
		-- Edgar Watson Howe

%
Ոչ թե ամեն մի խնդիր որեւէ մեկը ունի իր ընկերուհին է անպայման պայմանավորված էկապիտալիստական ​​եղանակը արտադրության.
		-- Herbert Marcuse

%
Բոլոր կենդանիների, տղան է առավել անկառավարելի:
		-- Plato

%
Իհարկե, պլատոնական հարաբերություն հնարավոր է, բայց միայնԱմուսինը եւ կինը:
		-- Plato

%
Մի անգամ մի կին է տվել ձեզ իր սիրտը, դուք երբեք չի կարող ազատվել մնացած նրան.
		-- Vanbrugh

%
Once Upon A Time, կար մի գեղեցիկ երիտասարդ աղջիկ վերցնելու զբոսնելմիջոցով անտառների: Բոլորը միանգամից նա տեսավ չափազանց տգեղ ցուլ գորտը նստածմի մատյան, եւ իր զարմանս գորտ խոսեց նրա հետ: «Maiden,« սատկեց որգորտ, «որ դուք անեք ինձ լավություն? Դա կլինի շատ դժվար է ձեզ համար է հավատալ, բայցԵս եղել եմ մեկ անգամ գեղեցիկ, հմայիչ իշխան, եւ ապա նշանակում է, տգեղ հին կախարդ գցելմի ուղղագրության ինձ եւ ինձ դարձրել է գորտ »:«Օհ, ինչ ցավալի է», - բացականչեց աղջիկը. «Ես ամեն ինչ կանեմ, կարող եմօգնել ձեզ կոտրել նման Հեգել: »:«Դե», - պատասխանել է frog, «Միակ ճանապարհը, որ դա կարող է Spellվերցուի է ոմանց համար հաճելի երիտասարդ կին, որ ինձ տուն եւ թող ինձ ծախսելոր գիշերը տակ իր բարձի »:Երիտասարդ աղջիկը վերցրեց տգեղ գորտ տուն եւ տեղադրվում նրան վարը նրանԲարձ այդ գիշեր, երբ նա թոշակի: Երբ նա արթնացավ հաջորդ առավոտյան, վստահ էբավական է, կա նրա կողքին պառկած էր շատ երիտասարդ, գեղեցիկ մարդ, հստակ Հյուրատետրարքայական արյան. Եվ այսպես, նրանք ապրել երջանիկ երբեւէ հետո, բացառությամբ, որ այս օրընրա հայրը եւ մայրը դեռեւս չեն հավատում, իր պատմությունը:
		-- Vanbrugh

%
Once Upon A Time, կային երեք եղբայրների էին ասպետներիորոշակի արքայությունում: Եվ, կար մի Princess է հարեւան թագավորությանով էր Ամուսնական տարիքի. Դե, մի օր, ամբողջական զրահ, նրանց ձիերին,եւ նրանց էջ, երեք եղբայրները ճամփա է տեսնել, եթե նրանցից մեկը կարող էհաղթել է իր ձեռքը: Ճանապարհը երկար էր, եւ կային բազմաթիվ խոչընդոտներ երկայնքովճանապարհ, robbers է հաղթահարել, դժվար տեղանքով անցնել: Քանի որ դրանք հաղթահարելյուրաքանչյուրը խոչընդոտը նրանք դարձել են ավելի ու ավելի disgusted իրենց էջում: Նա եղել էոչ միայն անհարմար, նա վախկոտ է, նա չի կարող կարգավորել ձիերին, նա,կարճ ասած, ամբողջական թրմփալ: Երբ նրանք հասան դատարանում թագավորության,նրանք գտել են, որ նրանցից սպասվում էր ներկայացնել Princess հետ, որոշգանձ. Այս երկու ավագ եղբայրները էին հուսահատություն, քանի որ չէինմտածեցի, այս եւ պատրաստ չէին: Ամենաերիտասարդ, սակայն, ունեցելպատասխանել խոստում նրան ոչինչ, բայց տալիս նրան մեր էջը:
		-- Vanbrugh

%
Մի երեկո նա խոսեց. Նստած է իր ոտքերին, նրա դեմքը բարձրացրել է նրան,նա թույլ է տվել, որ իր հոգին է լսել: «Իմ սիրելի, բան եք ցանկանում, որեւէ բանԵս, որեւէ բան չեմ կարող երբեւէ լինել ... Ահա թե ինչ ես ուզում եմ առաջարկել ձեզ, այլ ոչ թեբաներ եմ կստանաք ձեզ համար, բայց բանը ինձ, որ ինձ չի ստիպի կարողանա ստանալնրանց. Որ բան մի մարդ չի կարող հրաժարվել այն, բայց ես ուզում եմ հրաժարվել դրանից - այսպեսոր դա կլինի ձերը - այնքան, որ այն կլինի ձեր ծառայությունը, միայն ձեզ համար: »:Աղջիկը ժպտաց ու հարցրեց. «Ինչ եք կարծում, եմ, prettier քան MaggieKelly ».Նա վեր կացավ: Նա ասել է, ոչինչ դուրս եկավ տնից: Նա երբեքտեսա այդ աղջկան կրկին. Գեյլ Wynand, ովքեր հպարտանում էր, երբեք կարիք ունեցող միդաս երկու անգամ, չի սիրահարվում կրկին տարիների ընթացքում:
		-- Ayn Rand, "The Fountainhead"

%
Մի աղջիկ կարող է լինել բավականին, բայց մի քանի տասնյակ են միայն երգչախումբը:
		-- F. Scott Fitzgerald, "The Last Tycoon"

%
Մեկը չի ծնվել մի կին, մեկ դառնում մեկը:
		-- Simone de Beauvoir

%
Մեկ մարդու յիմարութիւնը է ուրիշի կնոջ:
		-- Helen Rowland

%
Մեկ միշտ պետք է լինի սիրո. Դա է պատճառը, երբեք չպետք է ամուսնանալ:
		-- Oscar Wilde

%
Միայն երկու խմբերը մարդիկ ընկնում շողոքորթություն - տղամարդկանց եւ կանանց:
		-- Oscar Wilde

%
Մարդիկ բոլոր տեսակի սեռի հաղորդում են մեծ դժվարությամբ,Այս օրերին, ընտրելով համապատասխան խոսքեր է անդրադառնալ այն, որ իգականհայացքներից:«Lady», «կին» եւ «աղջիկը» են բոլոր կատարելապես լավ խոսքեր են, բայցmisapplying նրանց կարող է վաստակել մեկ ոչինչ մեղադրանքով գռեհկություն է լավSwift Smack: Մենք messing այստեղ հարցերում հարգալից լինել ներողամտությունը,հարգանքը, մոլեռանդություն, եւ երկու աղոտ հասկացությունները, տարիքը եւ կոչում: Դա մտահոգիչբավական է ստանալ ուղիղ ով է իրականում ինչ է: Նրանք, ովքեր միտումնավոր չարաշահումպայմանները մի misbegotten փորձ քծնանքի հարցնում են դրա համար:Մի կին է համարվում ցանկացած grown-up իգական անձը: Մի աղջիկ է ՄԱԿ-ի grown-upտարբերակը. Եթե ​​դուք զանգահարել wee բան թմփլիկ cheeks եւ վարդագույն մազերով ժապավեններով մի«Կինը», դուք, ամենայն հավանականությամբ, ստանալ փորձանքի մեջ, եւ եթե դուք անեք, դուք պետք էկարողացել է կարգավորել այն պատճառով, որ նա լինելու է երեք ոտքերը բարձրահասակ. Սակայն, եթե դուքզանգահարել grown-up է երեխայի անունով, հանուն նկատի ունենալով, որ նա ունիերիտասարդ մարմին, դուք նաեւ նկատի ունենալով, որ նա ունի ուղեղի կսազի:
		-- Oscar Wilde

%
Ֆիզիկապես ոչինչ չկա տարբերակել մարդկային հասարակության որFarm-բակ, բացառությամբ, որ երեխաները շատ ավելի դժվար է եւ թանկ է, քանՀավ եւ կանայք ոչ այնքան ամբողջությամբ enslaved, ինչպես ֆերմերային Stock.
		-- George Bernard Shaw, "Getting Married"

%
Rich բակալավրիատի պետք է մեծապես հարկվել: Դա արդար չէ, որ որոշ մարդիկպետք է լինի ավելի երջանիկ են, քան մյուսները:
		-- Oscar Wilde

%
Sally: C'mon, Ted, այն ամենը, ինչ ես հարցնում եմ ձեզ, որ անում է կիսել ձեր զգացմունքները	ինձ հետ.Ted ԲՈԼՈՐ? Դուք հասկանում եք, թե ինչ եք ուզում. Տղամարդիկ չեն վերապատրաստվել	կիսվել. Մենք վերապատրաստվել է պաշտպանել ինքներս չիթույլ տալ, որ որեւէ մեկը չափազանց մոտ: Good վիշտը, եթե ես գնամ շուրջկիսելով այն ամենը, ինչ ձեզ հետ, դուք կարող եք կախել ինձ են չոր.Sally: Այն կոչվում է «վստահության», Ted.Ted. «Կիսելով». «Վստահություն». Դու իսկապես ինձ հարցնում է լողալ մեջչտրորված այստեղ.
		-- Sally Forth

%
Գիտնականները դեռ գիտեք, թե քիչ, թե ինչ է գրավում տղամարդկանց, քան նրանք անում մասինինչ գրավում mosquitoes.«Ինչ Յուրաքանչյուր կին պետք է իմանա, տղամարդկանց մասին»
		-- Dr. Joyce Brothers,

%
Նա միշտ հավատացել է, հին ասացվածք թողնել նրանց, իսկ դուք փնտրում լավ.
		-- Anita Loos, "Gentlemen Prefer Blondes"

%
Նա արդեն ամուսնացած այնքան անգամ, նա ստացել է բրինձ նշանները ամբողջ իր դեմքը:
		-- Tom Waits

%
Նա իջնում ​​է մի երկար գծի, որ իր մայրը լսում է:
		-- Gypsy Rose Lee

%
Նա պարզապես եկել է, pounced շուրջ այս բանը, ինձ հետ մի քանի տարի է, վայելումԻնքը, տվեց այն մի տեսակ գեղեցիկ որակի եւ ձախ: Հուզված մի քանի տղամարդիկՄԻԵՎՆՈՒՅՆ ժամանակ.ներգրավվածությունը «The Avengers»:
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
Նա սիրում է նրան. Նա մի մարդ էր, բազմաթիվ որակների, նույնիսկ այն դեպքում, եթե նրանց մեծ մասը եղել է վատ:
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
Նա բաց է թողել անգնահատելի հնարավորություն է տալիս նրան մի հայացք, որ դուք կարողթափեցին է վաֆլի ...
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
Նա սովորել է ասել բաներ, իր աչքերը, որ ուրիշները ժամանակ վատնել դնելովմեջ ասած.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
Նա այնքան խիստ, նա չի կայանա «այո» պատասխանի.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
Նա այդպիսի աղջկա, ով բարձրացել է սանդուղք հաջողության սխալ է սխալ:
		-- Mae West

%
Այնպես որ, շատ գեղեցիկ կանայք եւ այնքան քիչ ժամանակ է:
		-- John Barrymore

%
Այնպես որ, շատ տղամարդիկ. այնքան քիչ ժամանակ.
		-- John Barrymore

%
Այնպես որ, շատ կանայք. այնքան քիչ նյարդային:
		-- John Barrymore

%
Այնպես որ, շատ կանայք. այնքան քիչ ժամանակ.
		-- John Barrymore

%
«Այսպիսով, դուք չեք պետք է, Cindy, բայց ես հետաքրքրում, եթե դուք կարող եքուզում գնալ someplace, դուք գիտեք, ինձ հետ, երբեմն »:«Դե, ես կարող եմ մտածել մի շատ վատ բաներ, Դավիթ»:«Ուրբաթ, ապա"«Ինչու ոչ, Դավիթ, ապա դա կարող է լինել նույնիսկ զվարճալի:»:
		-- Dating in Minnesota

%
Որոշ ամուսիններ են, փաստում է, որ կինը կարող է վերցնել մի անեկդոտը.
		-- Dating in Minnesota

%
Որոշ ամուսնությունները կատարվում են երկնքում, բայց այնքան են ամպրոպ եւ կայծակ:
		-- Dating in Minnesota

%
Որոշ տղամարդիկ են հենց իրենց տեղը, եթե նրանք միայն գիտեր ճիշտ տեղերը:
		-- Mae West

%
Որոշ տղամարդիկ այնքան հետաքրքրված են կնոջ շարունակական երջանկության, որ նրանքվարձում Խուզարկություն է պարզել դրա պատճառը:
		-- Mae West

%
Որոշ տղամարդիկ այնքան macho նրանք կստանաք ձեզ հղի պարզապես սպանել նապաստակ.
		-- Maureen Murphy

%
Որոշ տղամարդիկ զգում եմ, որ միակ բանը, որ նրանք պարտական ​​են կնոջը, ով ամուսնացել է նրանցէ ափսոսալ.
		-- Helen Rowland

%
Մեզանից ոմանք դառնում են այն տղամարդկանց, մենք ուզում է ամուսնանալ:
		-- Gloria Steinem

%
Երբեմն սիգար պարզապես մի սիգար:
		-- Sigmund Freud

%
Երբեմն, երբ ես մտածում եմ, թե ինչ է աղջիկը նշանակում ինձ համար, այն ամենը, ինչ կարող եմ անելպահել է պատմում նրան:
		-- Andy Capp

%
Stanford կանայք են պատասխանատու հաջողության համար շատ Սթենֆորդի տղամարդկանց:նրանք տալիս նրանց », պարզապես եւս մեկ պատճառ» մնալ եւ ուսումնասիրելու ամեն գիշեր:
		-- Andy Capp

%
Վերցրեք իմ խոսքը դրա համար, ապա silliest կինը կարող է կառավարել մի խելացի մարդ է, բայց այն,կարիք շատ խելացի կին կառավարելու հիմար:
		-- Kipling

%
Քմծիծաղել որը նա, եւ clapte է wyndow է:
		-- Geoffrey Chaucer

%
Այդ կինը խոսում ութ լեզուներով եւ չի կարող ասել «ոչ» - ի որեւէ մեկը նրանցից.
		-- Dorothy Parker

%
Առավելությունն լինելու կուսակրոն է, որ երբ մեկը տեսնում է մի գեղեցիկ աղջիկ մեկըկարիք չունի սգում ունենալու տգեղ մեկը վերադառնալ տուն:
		-- Paul Leautaud, "Propos d'un jour"

%
Զայրույթը մի կնոջ է մեծագույն չարիք է, որի հետ դուք կարող եք սպառնալ Ձերթշնամիները:
		-- Bonnard

%
Միջին Աղջիկը, որ բավական է ունենալ գեղեցկությունը, քան ուղեղը, քանի որ նա գիտի,որ միջին մարդը կարող է տեսնել շատ ավելի լավ է, քան նա կարող է մտածել:
		-- Ladies' Home Journal

%
Միջին կինը պետք է անխուսափելիորեն դիտել իր փաստացի ամուսնուն որոշակիարհամարհանք; Նա ինչ-որ բան, բայց նրա իդեալական. Ի հետեւանք, նա չի կարող օգնելզգալով, որ իր երեխաները կարող են դաժանաբար հաշմանդամ է նրանով, որ նանրանց հայրը:
		-- H. L. Mencken

%
Լավագույն մարդը է աշխատանքի, հաճախ մի կին:
		-- H. L. Mencken

%
Լավագույն բանը, որ մոտ լինելու ճաղատ է, որ, երբ անսպասելի ընկերությունը գալիս,բոլոր դուք պետք է անեք է ուղղել ձեր փողկապը.
		-- H. L. Mencken

%
Մեծ հարց է, թե ինչու է ընթացքում էվոլյուցիայի տղամարդիկ թույլատրվումիրենք պետք է, որպեսզի ամբողջովին տեղն է կանանց: Ինչու են նրանք հանդուրժումԱյս մասին հաղորդում է ընդհանուր օգտակարություն, սա խղճուկ գոյությունը որպես վտարանդիներ, ովքերսոված ամբողջ ժամանակ.
		-- H. L. Mencken

%
Շղթաներից ամուսնության այնքան ծանր է, որ դա տեւում է երկու իրականացնել դրանք, եւերբեմն, երեք.
		-- Alexandre Dumas

%
Այդ օրերը, պարզապես մինչեւ ամուսնության նման են մի աշխույժ ներդրումը միհոգնեցուցիչ Հյուրատետր:
		-- Alexandre Dumas

%
Պաշտպանը էր մեխում հեռու է հայցվորի:«Դուք պնդում են,« նա ծաղրել », - որ իմ պաշտպանյալը եկել ձեզ հետ կոտրված շշովիր ձեռքին: Բայց չէ որ դա չի համապատասխանում իրականությանը, որ դուք ունեցել ինչ-որ բան քո ձեռքին »:«Այո», այդ մարդը խոստովանել է, «նրա կինը: Շատ հմայիչ, իհարկե,բայց ոչ շատ լավ է պայքարում »:
		-- Alexandre Dumas

%
Տարբերությունը իրավական տարանջատման եւ ամուսնալուծության, որ օրինականբաժանումը տալիս մարդուն ժամանակին թաքցնել իր փողերը.
		-- Alexandre Dumas

%
Տեւողությունը կրքի համաչափ է օրիգինալ դիմադրությանկնոջ:
		-- Honor'e DeBalzac

%
Հավերժական կանացի մեզ մոտեցնում վեր.
		-- Goethe

%
Առաջինը ամուսնությունը հաղթանակի երեւակայության նկատմամբ հետախուզության,իսկ երկրորդ հաղթանակը հույսի նկատմամբ փորձի:
		-- Goethe

%
Պարոնայք նայեց միմյանց նկատմամբ հետ միկրոսկոպիկ անուշադրության:
		-- Goethe

%
Աղջիկը, ով հիշում է իր առաջին համբույրով այժմ ունի մեկ դուստր, որը չի կարող նույնիսկհիշում նրա առաջին ամուսնուն.
		-- Goethe

%
Աղջիկը, ով stoops են գրավել սովորաբար հագնում ցածր կտրել զգեստը.
		-- Goethe

%
Աղջիկը, ով երդուեց ոչ ոք երբեւէ կատարել է սերը նրան իրավունք ունի երդվում:
		-- Sophia Loren

%
Աստվածները տվեց մարդ կրակ է, եւ նա հորինել հրշեջ մեքենաներ: Նրանք տվեց նրանսիրում եւ նա հորինել ամուսնությունը.
		-- Sophia Loren

%
Ամենաերջանիկ ժամանակ մի մարդու կյանքի այն բանից հետո, իր առաջին ամուսնալուծության.
		-- J. K. Galbraith

%
Ամենածանր առարկան է աշխարհի մարմինը կնոջ դուք դադարելսիրել.
		-- Marquis de Lac de Clapiers Vauvenargues

%
Մեղրամիս չէ իրականում ավարտվել, քանի դեռ մենք դադարում լռեցնելու մեր sighsեւ սկսում են լռեցնելու մեր yawns:
		-- Helen Rowland

%
Մեղրամիս ավարտվել է, երբ նա հեռախոսներ է ասել, որ նա պետք է ուշանում ընթրիքին եւնա արդեն թողել է գրություն, որ դա է սառնարան.
		-- Bill Lawrence

%
Ամուսինը, ով չի հայտնել իր կնոջը ամեն ինչ, հավանաբար, պատճառները, որոնքայն, ինչ նա չգիտի, թե չի խանգարում նրան:
		-- Leo J. Burke

%
Փոքրիկ աղջիկը չի ակնկալում հայտարարագիրը քնքշություն իր տիկնիկ.Նա սիրում է այն, եւ, որ բոլոր. Այն այդպիսով, որ մենք պետք է սիրենք:
		-- DeGourmont

%
Մեծամասնությունը ամուսինների ինձ հիշեցնում է orangutang փորձում է ջութակ նվագել:
		-- Honor'e DeBalzac

%
Այն մարդը, ով հասկանում է մեկ կին, որը որակվում է հասկանալ բավական լավամեն ինչ.
		-- Yeats

%
Հասուն Bohemian մեկն է, որի կին աշխատում է լրիվ դրույքով.
		-- Yeats

%
Առավել տարածված ձեւը ամուսնության առաջարկի «Դու ԻՆՉ !?»
		-- Yeats

%
Առավել վտանգավոր սննդամթերք է հարսանյաց տորթ.
		-- American proverb

%
Առավել ծանր տարիներին ամուսնության են նրանք, ովքեր հետեւում հարսանիքին.
		-- American proverb

%
Առավել երջանիկ ամուսնություն ես կարող եմ պատկերացնել, ինքս ինձ կլինի միությունըմի խուլ մարդու մի կույր կնոջ:
		-- Samuel Taylor Coleridge

%
Ամենակարեւորն այն է, մի հարաբերություն միջեւ տղամարդու եւ կնոջայն է, որ նրանցից մեկը պետք է լավ հաշվի պատվերներ:
		-- Linda Festa

%
Ամենահանրաճանաչ աշխատուժի խնայողությունը սարքը այսօր դեռեւս ամուսինը գումարի հետ:
		-- Joey Adams, "Cindy and I"

%
Մայրը տարվա պետք է լինի ստերիլիզացված կին երկու որդեգրված երեխաների:
		-- Paul Ehrlich

%
The մեկ հմայքը ամուսնության այն է, որ այն կազմում է մի կյանքը խաբեության մի neccessity:
		-- Oscar Wilde

%
Միակ իրական փաստարկը ամուսնության այն է, որ շարունակում է մնալ լավագույն միջոցըծանոթանալու համար:
		-- Heywood Broun

%
Միակ իսկապես հրամայող աղմուկը մի մարդ է տան աղմուկըիր բանալիով, երբ նա դեռ վայրէջքի, fumbling է կողպեքի.
		-- Colette

%
Կատարյալ մարդ է ճշմարիտ գործընկերը: Ոչ մի մահճակալ գործընկեր է, ոչ էլ հաճելի գործընկեր,բայց մի մարդ, ով կարող է ուսի բեռը հավասարապես հետ [ձեզ] եւ տիրապետում է, որորակի ուրախության:
		-- Erica Jong

%
Այն մարդը, ով ամուսնացել է գումար սովորաբար վաստակում ամեն պեննի է.
		-- Erica Jong

%
Է prettiest կանայք գրեթե միշտ առավել ձանձրալի է, եւ դա է պատճառը, որորոշ մարդիկ զգում են, որ կա Աստված:
		-- Woody Allen, "Without Feathers"

%
The ruffed Pandanga Բորնեո եւ Rotherham տարածում է իր փետուրներըիր սիրատածում պարի եւ նմանակում Ուինսթոն Չերչիլի եւ Tommy Cooper վրամի ոտքը: The padanga մեռնում է, քանի որ իգական padanga չիվերցնել այն շատ լուրջ.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Վեց մեծ նվերներ իռլանդացի աղջկա են գեղեցկությունը, փափուկ ձայնը, քաղցր խոսքի,իմաստությունը, ասեղնագործություն, եւ մաքրաբարոյությունը.
		-- Theodore Roosevelt, 1907

%
The surest նշանը, որ մի մարդ է սիրով, երբ նա իր կնոջն:
		-- Theodore Roosevelt, 1907

%
Խնդիրն որոշ կանանց, որ նրանք ստանում են բոլոր հուզված ոչինչ- Եւ ապա ամուսնանալ նրան.
		-- Cher

%
Ճշմարտությունն այն մասին, որ կնոջ հաճախ տեւում է ավելի երկար, քան կինը ճշմարիտ է:
		-- Cher

%
Այն երկու բան, որ կարող է ստանալ ձեզ փորձանքի ավելի արագ, քան որեւէ ուրիշ բանեն արագ կանայք եւ դանդաղ ձի.
		-- Cher

%
Ճանապարհը դեպի պայքարել մի կին է ձեր գլխարկի. Գռփում այն ​​եւ վազում.
		-- Cher

%
Այս կինը եք գնել, - եւ նա առնվազն թանկ վերցնում մի մեծգործարքը փողի. Կինը, ով տալիս է իրեն տեւում ձեր ամբողջ ժամանակը:
		-- Balzac

%
Կան մի քանի բաներ, որ երբեք դուրս ոճով, եւ մի քնքուշ կինընրանցից մեկն է:
		-- Ralston

%
Կան չորս փուլերը մի ամուսնության. Առաջին հերթին կա գործն է, ապա կաամուսնությունը, ապա երեխաներն ու, վերջապես, չորրորդ փուլը, առանց որի դուչի կարող իմանալ, թե մի կին, որ ամուսնալուծությունը:
		-- Norman Mailer

%
Կան երեք բաներ, ես միշտ սիրել ու երբեք չեմ հասկացել -Արվեստ, Երաժշտություն, եւ կանայք:
		-- Norman Mailer

%
Կան երեք բաներ, մարդիկ կարող են անել կանանց սիրում ենք նրանց, տառապում նրանց համար,կամ իր հերթին նրանց մեջ գրականության մեջ:
		-- Stephen Stills

%
Կան երկու անգամ է, երբ մարդը չի հասկանում, մի կին, նախքանամուսնության եւ ամուսնությունից հետո:
		-- Stephen Stills

%
Այնտեղ գնում է բարի ժամանակը, որ էր, որ բոլոր.
		-- Bette Davis, remarking on a passing starlet

%
Կա մի հսկայական տարբերությունն savage եւ քաղաքակիրթ մարդու, բայց դաերբեք ակնհայտ է իրենց կանանց մինչեւ նախաճաշից հետո:
		-- Helen Rowland

%
Չկա որեւէ իրագործելի ուժն է, որ մարդը չի կարող, ժամանակին, նորաձեւություն գործիքներըէ հասնել, ոչ էլ որեւէ մի ուժ, որպեսզի ապահովի այդ մերկ կապիկը չի չարաշահի այն:Այնպես որ, դա գրված է գենետիկական քարտերի միակ ֆիզիկայի եւ պատերազմը պահել է նրանստուգել. Եվ նաեւ այն կինը, ով ուզում է նրան տուն հինգ, իհարկե.
		-- Encyclopadia Apocryphia, 1990 ed.

%
Չկա նման բան, որպես տգեղ կնոջ կան միայն նրանք, ովքեր չենչգիտեմ, թե ինչպես անել, իրենք գրավիչ.
		-- Christian Dior

%
Չկա ավելի ընտրել միջեւ մի կնոջ, ով խաբում է մեզ համար մեկ այլ,եւ մի կին, ով խաբում է մեկ այլ մեզ համար.
		-- Augier

%
Կա միայն մեկ ճանապարհ մխիթարել մի այրի: Բայց հիշեք, որ վտանգը:
		-- Robert Heinlein

%
Կա նման բան մի աղջկա հետ սուզվող neckline է պահել մարդուն իր toes.
		-- Robert Heinlein

%
Կա նման բան մի լավ դոզան այլ կնոջ, որպեսզի մի մարդ է գնահատելնրա կինը.
		-- Clare Booth Luce

%
Կա նման բան լավ սնունդ, լավ գինի, եւ վատ աղջկա.
		-- Clare Booth Luce

%
Կա մեկը, մխիթարանք մասին ամուսնություն. Երբ դուք նայեք ձեր շուրջը, դուք կարող եքմիշտ տեսնում մեկին, ով արել ավելի վատ.
		-- Warren H. Goldsmith

%
Կա մեկը, հիմար առնվազն ամեն ամուսնական զույգի.
		-- Warren H. Goldsmith

%
Կա միայն մեկ ճանապարհ դեպի երջանիկ ամուսնությունը եւ շուտ ես սովորումինչ է դա, ես ամուսնանալ կրկին.
		-- Clint Eastwood

%
Կա չափից շատ գեղեցկությունը այս երկրի վրա միայնակ տղամարդիկ է կրել:
		-- Richard Le Gallienne

%
Այս guy աշխատում է իր տունը, եւ yells իր կնոջ, «Kathy, փաթեթավորել ձերպայուսակներ! Ես պարզապես հաղթել է Կալիֆորնիայի վիճակախաղի »«Մեղր», Kathy բացականչում, «Ես փաթեթավորել տաք եղանակին կամ սառը».«Ես չեմ մտածում,« պատասխանում է ամուսինը: «Պարզապես այնքան ժամանակ, քանի դու դուրսպալատի կողմից ընթրիքի! "
		-- Richard Le Gallienne

%
'Tis ավելի երանելի է տալը, քան ստանալու համար; օրինակ, հարսանեկան ներկայացնում.
		-- H. L. Mencken

%
Լինել գեղեցիկ է բավարար. եթե կինը կարող է անել, որ լավ ով պետք է պահանջենավելի շատ նրան. Դուք չեք ուզում, մի վարդ է երգել:
		-- Thackeray

%
Պետք է համարել հաջողված, մի կին պետք է լինի շատ ավելի լավ է աշխատանքիցքան մի մարդու, որ պետք է լինի: Բարեբախտաբար, դա դժվար չէ:
		-- Thackeray

%
Որպեսզի լինել հաջողակ, կինը պետք է լինի շատ ավելի լավ է իր աշխատանքը, քան մարդ.
		-- Golda Meir

%
To մոլորվել մարդկային, բայց դա զգում աստվածային:
		-- Mae West

%
Պարզել, թե մի աղջկա սխալները, գովաբանել նրան իր աղջկա ընկերների.
		-- Benjamin Franklin

%
Շատերի համար, ընդհանուր ժուժկալություն ավելի հեշտ է, քան կատարյալ չափավոր.
		-- St. Augustine

%
Մեր սիրահարների եւ կանանց: Թող նրանք երբեք չեն հանդիպել:
		-- 19th century toast

%
Այսօր, երբ մի մարդ ամուսնանում է, նա ստանում է տուն, մի տնային տնտեսուհի, խոհարար, մի cheeringհավաքականը եւ մյուսը paycheck. Երբ մի կին ամուսնանում է, նա ստանում է սահմանը:
		-- 19th century toast

%
Չափից շատ լավ բանի հրաշալի.
		-- Mae West

%
Վստահեք ձեր ամուսնուն, պաշտում քո ամուսնուն, եւ ստանալ որքան դուք կարող եք ձերսեփական անունը:
		-- Joan Rivers

%
Քսան տարի զրույցներ կատարել մի կին նայում նման է կործանում. բայց քսան տարիներըամուսնությունը կատարել իր նման մի բան է հասարակական շենք:
		-- Oscar Wilde

%
Երկու համոզվեք, որ եղանակներ պատմել է իսկապես սեքսուալ մարդուն. առաջինը այն է, որ նա ունի մի վատ հիշողություն.Ես մոռանում, երկրորդին:
		-- Oscar Wilde

%
Մինչեւ որ Եվան ժամանել, սա մի մարդ էր, աշխարհը.
		-- Richard Armour

%
Վալերի: Այս պահին, Tom, դուք պատրաստվում դյուրազգաց է ինձ ...Tom: Ես իրեն իրավունք է վերապահում, մոմ դյուրազգաց, քանի որ ես պակասել պերճախոս ...
		-- Tom Chapin

%
Շատ քիչ ժամանակակից կանանց կամ նման ցանկություն կամ ձգտում ամուսնությունը, հատկապեսարարողությունը կատարվել: Առաջին հերթին կանայք ցանկանում ուշադրություն եւ ջերմություն.Ամուսնություն մի բան է, որ նրանք ընդունում, երբ չկա այլընտրանք: իսկապես,դա մի վատնում ժամանակի եւ վտանգավոր, ամուսնանալ նրանց. Այն թողնում բացէ մրցակից. Ամուսինները, լավ կամ վատ, միշտ պետք է մրցակիցներին: Lovers, երբեք:
		-- Helen Lawrenson, "Esquire"

%
Էինք ուրախությամբ ամուսնանանք ութ ամիսների ընթացքում: Ցավոք սրտի, մենք ամուսնացանքչորս ու կես տարի:
		-- Nick Faldo

%
Մենք բոլորս փնտրում է կնոջ, ով կարող է նստել մինի կիսաշրջազգեստ եւ խոսելփիլիսոփայություն, կատարում, այնպես էլ վստահությամբ ու ոճը:
		-- Nick Faldo

%
Հարսանեկան ճակատագիրը, եւ կախված նմանապես:
		-- John Heywood

%
Wedding rings են աշխարհի ամենափոքր ձեռնաշղթաներ:
		-- John Heywood

%
Դե, դա դժվար է, ընդամենը մարդ է հավատալ, որ կինը չի ունենա հավասար իրավունքներ:
		-- Dwight D. Eisenhower

%
Ինչ մի դժբախտություն է լինել մի կին: Եւ դեռ, ամենավատն դժբախտությունը այն չէ,հասկանալ, թե ինչ դժբախտություն է դա:
		-- Kierkegaard, 1813-1855.

%
Ինչ եք տալ մի մարդ, ով ունի ամեն ինչ. Պենիցիլինի:
		-- Jerry Lester

%
«Ինչ եք տալ մի մարդ, ով ունի ամեն ինչ». բավականին դեռահասխնդրեց իր մորը:«Քաջալերանքի սիրելիս», - պատասխանել է նա:
		-- Jerry Lester

%
Ինչ անհեթեթություն մարդիկ խոսում են այն մասին, երջանիկ ամուսնությունների! Մի մարդ կարող է լինել երջանիկՑանկացած կին այնքան ժամանակ, քանի որ նա չի սիրում նրան:
		-- Oscar Wilde

%
Ինչ է անցնում կնոջ ինտուիցիան, հաճախ ոչ այլ ինչ է, քան տղամարդութափանցիկությունը:
		-- George Nathan

%
Ինչ է հրատարակիչներ փնտրում են այս օրերին, ոչ արմատական ​​ֆեմինիզմ: Դակորպորատիվ ֆեմինիզմը մի ապրանքանիշ Ֆեմինիզմի նախագծված է վաճառել գրքեր եւամսագրեր, երեք կտոր կոստյումներ, ավիատոմսերի, Scotch, ծխախոտ եւ,Առավել կարեւոր է, կորպորատիվ Ամերիկայի ուղերձում, որն անցնում է: Այո, կանայք էինխտրականության անցյալում, սակայն, որ ցավալի է սխալն է եղելremedied; Այժմ յուրաքանչյուր կին կարող է հասնել հարստության, հեղինակությունը եւ իշխանությունը լարմանանհատական, այլ ոչ թե կոլեկտիվ ջանքի համար.
		-- Susan Gordon

%
Ինչպիսին էլ կանայք, նրանք պետք է անել, երկու անգամ, ինչպես նաեւ մարդիկ պետք է մտածել, կեսըորպես լավ. Բարեբախտաբար դա դժվար չէ:
		-- Charlotte Whitton

%
Երբ մի աղջիկ կարող է կարդալ ձեռագիրը է պատին, նա կարող է լինել սխալհանգստի սենյակ.
		-- Charlotte Whitton

%
Երբ մի աղջիկ ամուսնանում է նա Փոխանակման ուշադրությունը շատ մարդկանց համար այնinattentions մեկը.
		-- Helen Rowland

%
Երբ մի մարդ գողանում ձեր կնոջը, չկա ավելի լավ վրեժ, քան թույլ տալ նրանպահել նրան:
		-- Sacha Guitry

%
Երբ մի կին է տալիս ինձ նվեր ես միշտ երկու անակնկալներ:Առաջինն այն է, որ ներկա, եւ դրանից հետո, ունենալով վճարել դրա համար:
		-- Donnay

%
Երբ մի կին ամուսնանում կրկին այն պատճառով, որ նա ատում է իր առաջին ամուսնուն.Երբ մի մարդ ամուսնանայ նորից, այն պատճառով, որ նա երկրպագում է իր առաջին կնոջը:
		-- Oscar Wilde

%
Երբ ընտրելով երկու չարիքից, ես միշտ ցանկանում եմ վերցնել մեկը ես երբեք չեմփորձել առաջ.
		-- Mae West, "Klondike Annie"

%
Երբ Աստված ստեղծեց երկու սեռերի, նա կարող են overdoing այն.
		-- Charles Merrill Smith

%
Երբ Աստված տեսավ, թե ինչպես թերի էր մարդը Նա փորձել կրկին ու կազմել կնոջը. Ինչ վերաբերում էթե ինչու է նա այդ ժամանակ դադարել կան երկու կարծիքներ: Դրանցից մեկն այն է կնոջ:
		-- DeGourmont

%
Երբ ես երիտասարդ էր, ես երդվել երբեք ամուսնանալ մինչեւ ես գտա, որ իդեալականկին. Դե, ես գտա նրան, բայց, ավաղ, նա սպասում է իդեալական մարդուն:
		-- Robert Schuman

%
Երբ ես լավ եմ, մեծ է. բայց երբ ես վատ, ես եմ, ավելի լավ:
		-- Mae West

%
Երբ խոսքը վերաբերում է կոտրված ամուսնությունները Ամենա ամուսինները բաժանվում է մեղքը.կեսը իր կնոջ մեղքով, եւ կես մոր.
		-- Mae West

%
Երբ Ամուսնությունը պատժելի, միայն հրոսակախմբերը կունենա inlaws:
		-- Mae West

%
Երբ իմ առաջին կուրսեցի սենյակակից Քորնելի պարզել եմ, հրեա էր, նա էր,նրա խնդրանքը, տեղափոխվել է մեկ այլ սենյակ: Նա ինձ ասաց, որ նա չի կարծում, որ նաերբեւէ տեսել հրեա առաջ. Իմ միակ պատասխանն էր սկսել կրելու էփոքր աստղը Դավթի մի շղթայի շուրջ իմ պարանոցի: Ես չեմ դառնալ ավելիդիտարկելով Հրեան; ավելի շուտ, բացահայտելով, որ պիտակը Հրեային վիրավորական էրմյուսները ինձ ուզում, որ մարդիկ իմանան, թե ով եմ եղել, եւ ինչ ես հավատում:Նմանապես, այն բանից հետո, խոսում է այդ երիտասարդ կանանց որոնցից մեկը ինձ ասաց, որՆա չի կարծում, որ ինքը երբեւէ հանդիպել է ֆեմինիստ եմ տեղափոխվել է հայտնաբերելուինքս որպես ֆեմինիստ առավել հավանական է իրավիճակներում.
		-- Susan Bolotin, "Voices From the Post-Feminist Generation"

%
Երբ մեկը չգիտի, թե կանայք, մեկը խղճահարությունն են առաջացնում մարդկանց, բայց երբ ուսումնասիրում տղամարդիկ,մեկ արդարացումներ կանայք:
		-- Horne Tooke

%
Երբ մոմեր են դուրս բոլոր կանայք են արդար.
		-- Plutarch

%
Երբ Saleman մեքենան կոտրել ներքեւ, նա քայլում է մոտակա բնակելի շենք ֆերմայում է խնդրելեթե նա կարող է մնալ գիշերը. The հողագործ համաձայնել է դրել նրան. «Ես ապրում եմ մենակ»,Նա շարունակեց, - «Դուք կարող եք ունենալ ննջասենյակ վերեւում աստիճաններից, ինչպես նաեւճիշտ."«Օ՜, երբեք մտքով, որ« հիասթափված է վաճառողը - ասաց նա: «Ես կարծում եմ, որ եսսխալ կատակ »:
		-- Plutarch

%
Երբ կա մի հին սպասուհին է տանը, մի ժամացույց շուն է ավելորդ:
		-- Balzac

%
Երբ երկու հոգի ազդեցության տակ են առավել բռնի, առավել խելագար,Առավել անիրական, եւ առավել անցողիկ կրքերի, նրանք պարտավոր են երդվումոր նրանք կմնան այդ հուզված, աննորմալ, եւ սպառելով վիճակումշարունակաբար մինչեւ մահը նրանց մի մասը:
		-- George Bernard Shaw

%
Երբ կանայք համբուրել այն միշտ հիշեցնում շահումով զինյալների թափահարում ձեռքերը.
		-- H. L. Mencken, "Sententiae"

%
Երբ կանայք սիրում են մեզ, նրանք ներում են ամեն ինչ, նույնիսկ մեր հանցագործությունները. երբ նրանք անումչի սիրում մեզ, որ նրանք տալիս են մեզ վարկ ոչինչ, նույնիսկ մեր արժանիքներ:
		-- Honor'e de Balzac

%
Երբ դուք ձանձրացրել ինքներդ ձեզ, ամուսնանալ, եւ պետք է ձանձրացրել ուրիշին:
		-- David Pryce-Jones

%
Երբ դուք ամուսնացած եք ինչ - որ մեկին, նրանք ձեզ համար շնորհվել ... Երբդուք ապրում մեկի հետ դա ֆանտաստիկ ... նրանք այնքան վախեցած էկորցնելու ձեզ, որ ստացել են ձեզ պահել բավարարված ամբողջ ժամանակը:
		-- Nell Dunn, "Poor Cow"

%
Ամեն անգամ, երբ ես մինչ օրս մի տղայի, կարծում եմ, որ այս մարդը, ես ուզում եմ իմ երեխաներինէ ծախսել իրենց հանգստյան օրերին, ինչպես.
		-- Rita Rudner

%
Որտեղ է մարդը կարող է թեթեւացնել սիրտ նման ատլասե gown.
		-- Dorothy Parker, "The Satin Dress"

%
Ինչու է մի մարդ, որ ուզում եք մի կնոջ է մեծ առեղծված է որոշ մարդկանց: Ինչու է մի մարդչէր ուզում * ___ երկու * Կանայք է bigamystery.
		-- Dorothy Parker, "The Satin Dress"

%
Ինչու չէ, կա որոշ էժան եւ հեշտ միջոց է ապացուցել, թե որքան է նա նշանակում ինձ համար.
		-- Dorothy Parker, "The Satin Dress"

%
Ինչու չի կարող թույլ տուր համբուրեմ ձեզ բարի գիշեր: Արդյոք դա ինչ - որ բան ես ասել եմ.
		-- Tom Ryan

%
Հետ ավարտին ֆուտբոլային մրցաշրջանում, մի աստղ խաղացողի համար քոլեջի թիմընշվում է հանգստի թիմային պարետային ժամ է հաճախում ուշ գիշեր կամպուսկուսակցություն. Շուտով ժամանումից հետո, նա դարձավ գերված մի գեղեցիկ coed եւeased մեջ հետ զրույցում նրա `խնդրելով, եթե նա հանդիպել բազմաթիվ ամսաթվերը ժամըԿողմերը:«Օ՜, ես պետք է երեք կետ ութ, այնպես որ, ես շատ ավելի շատ գրավում էուժեղ ակադեմիական տեսակները քան մունջ կուսակցական կենդանիների », - ասել է նա:« Ինչ է,Ձեր G.P.A. ».Քմծիծաղով ականջը ականջին, որ Ջոկ պարծենում, «Ես մոտ քսան հինգքաղաքը եւ քառասուն մայրուղու վրա: »:
		-- Tom Ryan

%
Woman ոգեշնչում է մեզ մեծ բաների, եւ կանխում մեզ հասնելու նրանց.
		-- Dumas

%
Կինը Աստծո երկրորդ սխալն:
		-- Nietzsche

%
Woman տեղափոխվել դուրս մարդուն, ոչ թե դուրս է եկել իր գլխին, իշխելու է նրան. ոչդուրս իր ոտքերին, պետք է ոտնահարել տակ նրա կողմից. բայց նրա կողքին, պետք է լինիհավասար է նրան, - իր թեւի, որ նա կարող է պաշտպանել նրան, եւ մոտ իր սրտումոր նա կարող է սիրել նրան:
		-- Henry

%
Կնոջ խորհուրդն ունի փոքրիկ արժեք, բայց նա, ով չի վերցնի, դա հիմար.
		-- Cervantes

%
Կանայք բոլորս իրար նման: Երբ նրանք աղախիններին նրանք մեղմ կաթի մեկ անգամ կատարել 'emկանայք, եւ նրանք նիհար թեքեց դեմ իրենց ամուսնության վկայականներ, եւչենթարկվել ձեզ.
		-- Jerrold

%
Կանայք միշտ մտահոգ են կոչ անել բակալավրիատի ուսանողներին դեպի ամուսնություն. այն է, որ սկսած բարեգործության,կամ վրեժ.
		-- Gustave Vapereau

%
Կանայք կարող են ճիշտ այնպես, ինչպես տղամարդկանց, միայն տարբեր են.
		-- Gustave Vapereau

%
Կանայք նման են փղերի ինձ. Ես սիրում եմ նայում նրանց, բայց ես չէիուզում ունենալ մեկը:
		-- W. C. Fields

%
Կանայք շատ չեն, բայց նրանք են, լավագույն մյուսը սեռի ունենք:
		-- Herold

%
Կանայք կարող են իմաստուն է, քան տղամարդկանց, քանի որ նրանք գիտեն, ավելի ու ավելի հասկանալ ավելի.
		-- Stephens

%
Կանայք չեն, քանի որ ընդամենը, քանի որ դրանք օգտագործվում է:
		-- Pogo

%
Կանայք կարող են պահել գաղտնիքը ճիշտ այնպես, ինչպես նաեւ տղամարդկանց, բայց դա տեւում է ավելի շատ ենպետք է դա անել.
		-- Pogo

%
Կանայք բողոքում են սեքսի մասին ավելի, քան տղամարդիկ: Նրանց gripes Ընկնել երկուԿատեգորիաներ: (1) բավարար չէ, եւ (2) Չափից շատ.
		-- Ann Landers

%
Կանայք են Աստծուն, երբ Սատանան ուզում ոչինչ ավելին անել նրանց հետ:
		-- Arnould

%
Կանայք տալ տղամարդկանց հենց ոսկին իրենց կյանքում: Հնարավոր է; բայց նրանքinvariably ուզում եմ այն ​​ետ է նման շատ փոքր փոփոխության:
		-- Oscar Wilde

%
Կանայք սիրո բաղկացած մի քիչ հոգոց հանելով, մի քիչ լաց է, մի քիչ մեռնումԵւ մի լավ գործարք պառկած.
		-- Ansey

%
Կանայք պատճառը սիրտով, եւ շատ ավելի պակաս հաճախ սխալ է, քան տղամարդկանց, ովքերՊատճառն ղեկավարի հետ:
		-- DeLescure

%
Կանայք, երբեմն ներել, մի մարդ, ով ուժերը հնարավորություն է, բայց երբեք մարդունով բացակայում մեկը:
		-- Charles De Talleyrand-Perigord

%
Կանայք բուժել մեզ, թե, որպես մարդկության վերաբերվում իր աստվածներին: Նրանք երկրպագել մեզ եւ ենմիշտ խանգարում է մեզ անել ինչ - որ բան նրանց համար:
		-- Oscar Wilde

%
Կանայք ուզում են իրենց տղամարդիկ լինել cops. Նրանք ուզում են պատժել նրանց եւ ասել,նրանց, թե ինչ սահմանները են: Միակ բանը, որ կանայք ատում ավելի վատ է մարդուքան լինելով ապտակեց այն է, երբ դուք ստանում եք ձեր ծնկների եւ ասում, դու sorry.
		-- Mort Sahl

%
Կանայք վատնել տղամարդու կյանքը եւ կարծում եմ, որ նրանք փոխհատուցվում է նրանց մի քանիսըողորմած բառերը.
		-- Honor'e de Balzac

%
Կանայք, ովքեր ցանկանում են լինել հավասար է տղամարդկանց պակասում երեւակայությունը:
		-- Honor'e de Balzac

%
Կանայք ցանկանում են սիրված լինել առանց ինչու կամ wherefore. ոչ թե այն պատճառով, որ նրանքգեղեցիկ, կամ լավ, կամ, լավ դաստիարակված, կամ նազելի, կամ խելացի, բայց քանի որնրանք են իրենք:
		-- Amiel

%
Կանանց արժանիքն այն է, մարդու մեծագույն գյուտը.
		-- Cornelia Otis Skinner

%
Կանայք, խաբված մարդկանց կողմից, ցանկանում է ամուսնանալ նրանց. դա մի տեսակ վրեժիայնքան լավը, որքան ցանկացած այլ.
		-- Philippe De Remi

%
Կանայք, երբ նրանք չեն սիրով, պետք է ամբողջ սառը արյունը փորձառուփաստաբանը:
		-- Honor'e de Balzac

%
Կանայք, երբ նրանք հանդես են եկել մի ոչխար մի մարդու, միշտ ասեք նրան, որ նա հանդիսանում էառյուծը մի կամքի երկաթի.
		-- Honor'e de Balzac

%
«Դու այնպես * սիրուն».«Այո»:«Այո, եւ դուք վերցնել մի հաճոյախոսության, too! Ես սիրում եմ, որ մի աստվածուհի»:
		-- Honor'e de Balzac

%
Դուք չեք թույլատրվում է սպանել կնոջը, ով վատություն քեզ, բայց ոչինչչի արգելում ձեզ պետք է արտացոլի, որ նա աճում է ամեն րոպե: Դու եսվրեժխնդիր տասնչորս հարյուր քառասուն անգամ օրական.
		-- Ambrose Bierce

%
Դուք հարցնում, թե ինչ մի գեղեցիկ աղջիկ, կանի: Նա չի տա մի թիզ, բայց նա չիասա ոչ.
		-- Marcus Valerius Martialis

%
Դուք կարող եք ունենալ մի շուն որպես Ընկեր. Դուք կարող եք ունենալ վիսկի որպես Ընկեր. բայցեթե դուք ունեք մի կնոջ, որպես ընկեր, դուք պատրաստվում է քամու մինչեւ հարբած եւ համբուրումՁեր շուն.
		-- foolin' around

%
Դուք երբեք չի կարող վստահել մի կին. նա կարող է ճիշտ լինել ձեզ համար:
		-- foolin' around

%
Դուք չեք կարող համբուրել մի աղջիկ անսպասելիորեն միայն ավելի շուտ, քան ինքը կարծում եք, որ.
		-- foolin' around

%
Դուք պետք է միայն մրթմրթոց մի քանի խոսք եկեղեցում ամուսնանալ եւ մի քանի բառերՁեր քնում ամուսնալուծվել.
		-- foolin' around

%
Դուք պարզապես իմանալ, թե երբ մի հարաբերություն է մինչեւ վերջ: Իմ ընկերուհին զանգահարեց ինձաշխատանքի վայրում, եւ հարցրեց ինձ, թե ինչպես եք փոխել լամպը է զուգարանը. «Դա շատպարզ », - ասացի ես:« Դուք սկսել լրացնելով մինչեւ լոգարան ջրով ... »
		-- foolin' around

%
Դուք գիտեք, թե ինչ մենք կարող ենք նման լինել: Տես մի տղայի եւ կարծում եմ, որ նա գեղեցիկ է մեկ րոպե, ապաՀաջորդ րոպե մեր ուղեղն արդեն մեզ համար ամուսնացել է երեխաների հետ, հետեւյալ րոպե մենք տեսնումնրան ունենալու extramarital գործն է. Ըստ ժամանակ ինչ - որ մեկը ասում է, «Ես կցանկանայի ՁեզMeet Cecil, «մենք բղավել,« դու ուշացել կրկին երեխաների աջակցության »
		-- Cynthia Heimel, "A Girl's Guide to Chaos"

%
Դուք գիտեք, թե դուք եք ստանում հին, երբ դու հայրիկ, եւ դու չափիչ ձեր դստերըհամար Ճամբարում հագուստի, եւ կան որոշակի չափումներ միայն իր մայրը թույլատրվումվերցնել.
		-- Cynthia Heimel, "A Girl's Guide to Chaos"

%
Դուք գիտեք, իհարկե, որ Tasmanians, ովքեր երբեք չեն շնություն,այժմ մեռած.
		-- M. Somerset Maugham

%
Դուք ապրում էր մի մարդ, ով հագնում սպիտակ գոտիները: Laura, ես հիասթափված է ձեզ:
		-- Remington Steele

%
Կարծում եք, որ Oedipus ունեցել մի խնդիր Ադամը Եվան մայրը:
		-- Remington Steele

%
«Դուք պարզապես տեսակ մարդ եմ պատկերացնել, ամուսնանալ, երբ ես փոքր էի ...բացառությամբ, Y'know, ոչ կանաչ ... եւ առանց բոլոր patches են բորբոս »:
		-- Swamp Thing

%
Երիտասարդ տղամարդիկ եւ երիտասարդ կանայք կարող են աշխատել սիստեմատիկորեն վեց օր է,շաբաթ, եւ բարձրանալ թարմ առավոտյան, բայց թող հաճախում ժամանակակից պարեր համարընդամենը մի քանի ժամ, ամեն երեկո եւ տեսնել, թե ինչ է տեղի ունենում: The Վալս, Polka,Քառատրոփ արշավ եւ այլ պար նույն տեսակի աղետալի կլինի իրենց հետեւանքներիերկու սեռերի. Առողջապահություն եւ կորով պիտի անհետանալ նման է Ցողի նախքան արեւի.Դա այն չէ, արտառոց զորավարժությունները, որոնք վնասում պարուհի, բայցավելի շուտ ուժի մեջ սերտ շփման հակառակ սեռի հետ: Դա այն է, որկատաղություն lust փափագ անընդհատ համար ավելի հաճելի է, որ թուլացնում էհոգին, մարմնի, sinews եւ նյարդերը: Փորձը եւ վիճակագրություն շոուդուրս է կասկածում, որ կրքոտ չափազանց պարային Աղջիկներ կարող է դժվար է հասնելքսանհինգ տարեկան, եւ տղամարդիկ երեսունմեկ: Նույնիսկ եթե նրանք հասել են, որտարիքը նրանք էլ շատ դեպքերում կարող է կոտրվել առողջության ֆիզիկապես եւ բարոյապես:Սա է պահանջը հայտնի բժիշկների այս երկրում:
		-- Quote from a 1910 periodical

%
Երիտասարդ տղամարդիկ ուզում են հավատարիմ լինել եւ չեն. հին մարդիկ ուզում են լինել անհավատ ուչի կարող.
		-- Oscar Wilde

%
Երիտասարդական եղել է սովորությունը նրա այնքան երկար է, որ նա չէր կարողանում մասը դրա հետ:
		-- Oscar Wilde

%
