Ես միակ մարդն եմ, գիտեմ, որ կորցրել է քառորդ միլիարդ դոլար մեկումտարի .... Դա շատ բնավորությունը շենքը               - Steve Jobs (1955-2011)A "գործնական Joker» արժանի է ծափահարության իր խելք, ըստ իր որակի.Bastinado մասին է ճիշտ: Բացառիկ wit մեկը կարող շնորհել keelhauling:Բայց staking նրան դուրս է մրջնաբույն պետք է պաշտպանված համար շատ wittiest:
		-- Lazarus Long

%
A 'լիարժեք' կյանքը իմ փորձից է սովորաբար լի միայն ուրիշների պահանջները:
		-- Lazarus Long

%
A չկրեցին է մի մարդ, ով խոսում է, այնքան շատ է իր մասին, որ դուք չեք կարող խոսել այն մասին,ինքներդ.
		-- Lazarus Long

%
A չկրեցին է մեկը, ով շարունակում է անցկացնելու իր սեփական տեսակետները, երբ մենք ունենքլուսավորված նրան մերը:
		-- Lazarus Long

%
A քաղաքը մի մեծ համայնք է, որտեղ մարդիկ կարող են միայնակ միասին
		-- Herbert Prochnow

%
A հաճոյախոսություն է, որ նման բան Համբույրի վարագույրի միջով:
		-- Victor Hugo

%
A լկտի այն մարդն է փնտրում, ազնիվ մարդ, մի գողացված լապտեր.
		-- Edgar A. Shoaff

%
Արդար Արտաքին լուռ առաջարկությունն:
		-- Publilius Syrus

%
Ընկերը է ներկա եք տալ ինքներդ.
		-- Robert Louis Stevenson

%
A gossip է, ով խոսում է քեզ ուրիշների մասին, մի չկրեցին է, ով խոսում էԴուք իր մասին. եւ փայլուն զրուցակից է, ով խոսում էԴուք ինքներդ.
		-- Lisa Kirk

%
Կանաչ որսորդական գլխարկ քամած վերին մսոտ փուչիկ է գլխին. Theկանաչ earflaps, լի մեծ ականջներով եւ անմշակ մազերի եւ նուրբ bristles որոնքաճել է ականջները themselvse, խրված դուրս կողմերում նման շրջադարձի ազդանշաններիննշելով, երկու ուղղություններով մեկ անգամ: Full, pursed շուրթերը protruded տակկանաչ սեւ բեղ, եւ իրենց անկյուններում, sank մեջ փոքր folds լցվածհավանություն եւ կարտոֆիլի չիպային փշրանքները. Ի ստվերում տակ կանաչ երեսկալոր կափարիչ Ignatius J. REILLY ի supercilious կապույտ եւ դեղին աչքեր նայեց ներքեւեն անում այլ մարդկանց սպասող տակ ժամացույցի է Դ Հոլմսը բաժնիխանութ, ուսումնասիրելով ամբոխին մարդկանց համար նշանների վատ ճաշակով հագուստով. մի քանիոր outfits, Ignatius նկատել է, նոր էին բավականաչափ եւ թանկ բավարար լինելպատշաճ կերպով հանցանքներ դեմ ճաշակի եւ պարկեշտության: տիրապետմաննոր բան, կամ թանկ է արտացոլվել է միայն անձի բացակայությունը աստվածաբանության եւԵրկրաչափություն; դա կարող է նույնիսկ կասկածի տակ են առնում մեկի վրա հոգու:
		-- John Kennedy Toole, "Confederacy of Dunces"

%
Առողջ արական չափահաս չկրեցին սպառում է ամեն տարի մեկ ու կես անգամ իր սեփականքաշը այլ ժողովրդի համբերության:
		-- John Updike

%
Մի մարդ, որը crawling միջոցով Սահարայի անապատում, երբ նա մոտեցել է մեկ այլտղամարդը ձիավարություն մի ուղտ: Երբ հեծյալը ստանում է մոտ բավարար է, որ crawling մարդըշշնջում նրա միջոցով արեւի ցամաքած շուրթերով, «Ջրային ... Խնդրում ենք ... կարող եք տալ ...ջուր ... »«Ես ցավում եմ», - պատասխանում է այն մարդուն, որ ուղտը, «Ես չունեմ որեւէ ջուրինձ հետ. Բայց ես կցանկանայի, պետք է ուրախ է վաճառել ձեզ մի փողկապ »:«Կապել». շշնջում է մարդուն: «Ես պետք է * ջուր *»:«Նրանք ընդամենը չորս դոլար հատին»:«Ես պետք է * ջուր *»:«Լավ, լավ, ասում են երկու յոթ դոլարով»:«Խնդրում եմ, ես պետք է * ջուր *!", - Ասում է մարդը:«Ես չունեմ որեւէ ջուր, ես պետք են կապերը», - պատասխանում է վաճառողն,եւ նա գլխավորում դուրս է հեռավորության վրա:Այդ մարդը, կորցնելու Հետեւեք ժամանակ, ասյտեղ խոսում ենք սողացող համար, թե ինչ կարծես օրվա ընթացքում:Վերջապես, գրեթե մեռած, արեւը-կույր եւ իր մաշկի կլեպ եւ թեժ է, նատեսնում է ռեստորան հեռավորության վրա: Կանչում վերջին իր ուժով նաstaggers մինչեւ դուռը եւ դիմակայում գլխավոր մատուցողին:«Ջուր ... կարող եմ ստանալ ... ջուր», մահամերձ մարդը կարողանում է կակազել:«Ես ցավում եմ, սըր, կապերը պահանջվում»:
		-- John Updike

%
Մի մարդ հանճարի կազմում ոչ մի սխալները:Նրա սխալներ են volitional են եւ պորտալների բացահայտման.
		-- James Joyce, "Ulysses"

%
Մի մարդ իրեն բացարձակ անմեղ ցանկացած սխալ անում, երբ բռնել է ոստիկանությանժամանակ հարձակման ժամանակ տանը մի mobster, ջատագովելով իրեն, պնդելով, որ նաէր կատարելու պտուտակ է դուռը:
		-- James Joyce, "Ulysses"

%
Մի մարդ, ով պահում է գողություն mopeds ակնհայտ ցիկլը ճանապարհը.
		-- James Joyce, "Ulysses"

%
Մի մարդ, ով դառնում է կանաչ ունի հեռանում սպիտակուցային.
		-- James Joyce, "Ulysses"

%
Մի մարդ 3 թեւերի եւ մնում է զարմիկ է Թուրքիայում:
		-- James Joyce, "Ulysses"

%
Մի մարդ, որ դեռ անելու բան դուրս շեղվել կամակորություն, - նա կարող է ստեղծելոչնչացման եւ քաոս - պարզապես ձեռք բերել իր տեսակետը ... եւ եթե այս ամենը կարող է իհերթը է վերլուծել եւ կանխել գուշակում է, որ դա տեղի է ունենում, ապա մարդըդիտավորությամբ կխելագարվեմ, որպեսզի ապացուցի իր տեսակետը:
		-- Feodor Dostoevsky, "Notes From the Underground"

%
A narcissist է մեկը, ավելի լավ փնտրում, քան դուք.
		-- Gore Vidal

%
A paranoid է մի մարդ, ով գիտի, մի քիչ, թե ինչ է կատարվում:
		-- William S. Burroughs

%
A Pat է հետեւի է միայն մի քանի սանտիմետր հեռավորության հարվածով է շալվարը:
		-- William S. Burroughs

%
«Մի կոպեկ ձեր մտքերը».«Մի դոլարը ձեր մահվան»:
		-- The Odd Couple

%
Անձը ներում է միայն այն ժամանակ, երբ նրանք գտնվում են սխալ.
		-- The Odd Couple

%
Մարդը պարզապես մասին, ինչպես մեծ, քանի որ բաներ, որ նրանց զայրացած.
		-- The Odd Couple

%
Այն մարդը, ով ընդհանրապես կապ չունի նայում հերթին, կա եւ ցանկանում է ինչ-որ բան:Այն մարդը, ով ունի, ինչ-որ բան նայում ամենը կա, եւ ցանկանում, մնացածը.
		-- The Odd Couple

%
Հոռետեսը է մի մարդ, ով ստիպված է եղել ապրել է լավատես:
		-- Elbert Hubbard

%
Մի սիրուն ոտքով մեկն մեծագույն պարգեւներից բնության ... խնդրում եմ ուղարկել ինձ քոԱնցյալ զույգ կոշիկ, արդեն մաշված է պարում ... այնպես որ ես կարող եմ ինչ - որ բանքո է սեղմել դեմ իմ սրտում:
		-- Goethe

%
A պեդանտ է մի մարդ, ով միշտ կատարել է ձեզ նվեր իր կարծիքների:
		-- George Eliot

%
A մասնավոր մեղքը, այդպես չէ չվնասի է աշխարհում, որպես հանրային անպարկեշտություն.
		-- Miguel de Cervantes

%
Իսկական ընկերը չէ, մեկը, որին դուք օգտագործեք մեկ անգամ, ապա դեն նետել:Իսկական ընկերը նա է, դուք կարող եք օգտագործել կրկին ու կրկին.
		-- Miguel de Cervantes

%
Իսկական մարդն ունի երկու պատճառ անում ոչինչ ... լավ պատճառ եւիրական պատճառը:
		-- Miguel de Cervantes

%
Ռոք կույտ դադարում է լինել ռոք կույտ այն պահը միմարդը մտածում է, կրելով իր մեջ պատկերը մի տաճար:
		-- Antoine de Saint-Exupery

%
A սադիստ է մազոխիստ ով հետեւում Ոսկե կանոն.
		-- Antoine de Saint-Exupery

%
Հումորի զգացումը շահագրգիռ բավական է ցույց տալ մի մարդու, իր անհեթեթություններ կպահինրան հանձնաժողովի բոլոր մեղքերից, կամ գրեթե բոլորը, բացի նրանցից, որոնք ենարժե կատարելու.
		-- Samuel Butler

%
«... Մի տարօրինակ Առեղծված է մարդը».«Ինչ-որ մեկը կոչ է անում նրան հոգին թաքցրել է կենդանու,« Ես առաջարկել.«Winwood Reade լավ է, վրա առարկայի», - ասաց Հոլմսը. «Նա նշել էէ, որ մինչ այդ անհատը մարդը չլուծվող հանելուկ է, համախառն նադառնում է մաթեմատիկական անտարակուսելի: Դուք կարող եք, օրինակ, երբեք կանխագուշակել, թե ինչորեւէ մի մարդ չի կարող դա անել, բայց դուք կարող եք ասել, ճշգրտության, թե ինչ է միջին թիվըկլինի մինչեւ. Անհատները տարբեր լինել, սակայն տոկոսային մնում են անփոփոխ: Այնպես որ, ասում է, որոր վիճակագիր "
		-- Sherlock Holmes, "The Sign of Four"

%
Ընդհանուր ձեռնպահ է, ով ձեռնպահ ամեն ինչ, բայց ձեռնպահ ձայների հարաբերակցությամբ,եւ հատկապես անգործության գործերին մյուսների.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
A իսկապես մեծ մարդ չի, ոչ ոտնակոխ է ճիճու, ոչ էլ բամբասանք է կայսեր.
		-- B. Franklin

%
Լավ ճշգրտվում մարդը նա է, ով կատարում է նույն սխալը երկու անգամ, առանցստանալու նյարդային.
		-- B. Franklin

%
Հայտնի ընկերը մի գանձ.
		-- B. Franklin

%
Մի երիտասարդ մեղրամիսը զույգը շրջում էին հարավային Ֆլորիդայում եւ տեղի ունեցածիԻնչպես դադարեցնել մեկում բոժոժավոր օձ գյուղացիական տնտեսությունների երկայնքով ճանապարհը. Այն բանից հետո, տեսնելով, որՏեսարժան վայրեր, նրանք զբաղվում են փոքր հետ զրույցում մի մարդու, որ վարվել է օձ:«Գոշ» - բացականչեց նոր հարսնացու. «Դուք, անշուշտ, պետք է վտանգավոր աշխատանք:Չեք երբեւէ ստանում կծել է օձերի ».«Այո, ըստ հազվագյուտ դեպքերում», - պատասխանեց handler.«Դե," նա շարունակեց, «պարզապես ինչ եք անում, երբ դուք կծել էօձի ».«Ես միշտ կրում է սուր-սուր դանակ է իմ գրպանում, եւ շուտ եմեմ կծել, ես իմ խորին խաչանշան նշանները ողջ Ժանիք մուտքի եւ հետոծծում թույնը է վերքը ».«Ինչ է, Uh ... ինչ կպատահեր, եթե դուք էին պատահաբար * նստել * էմի սենսացիա ». պահպանվել է կնոջը:«Ուսուցչուհի», - պատասխանեց, որ օձի handler, «Դա կլինի այն օրը, ես սովորում եմՈվ է իմ իսկական ընկերները »:
		-- B. Franklin

%
Ընդունեք մարդկանց համար, թե ինչ են նրանք ամբողջությամբ անընդունելի է:
		-- B. Franklin

%
Ըստ մահախոսականը ծանուցումների, մի միջոց եւ անկարեւոր անձը երբեք չի մահանում:
		-- B. Franklin

%
Ադամ էր, բայց մարդկային - սա բացատրում է այն բոլոր. Նա չի ցանկանում, որ Apple- իApple պատճառով, որ նա ուզում է այն, միայն այն պատճառով, որ արգելված էր: Սխալը եղել էչի արգելելու օձին. ապա նա կերել է օձ:
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Խորհուրդ է վտանգավոր նվեր. պետք է զգույշ տալու մասին եւ այն ստանալու.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Խորհուրդ է երիտասարդ տղամարդկանց: Եղեք ճգնավոր, եւ եթե դուք չեք կարող լինել ճգնավոր,ապա գոնե պետք է ասեպտիկ:
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Ի վերջո, դա միայն միջակ, ովքեր մշտապես իրենց լավագույն.
		-- Jean Giraudoux

%
Ի վերջո, ինչ է Ձեր բոլորի 'նպատակ ունենալով կուսակցություն. Անշուշտ, ոչ թե նրա համարՁեզ վայելել ինքներդ. եթե այդ էին իրենց միակ նպատակն է, որ նրանք ուզում պարզապեսուղարկեց շամպայնի ու կանանց նկատմամբ ձեր տեղը տաքսիով:
		-- P. J. O'Rourke

%
Այն բանից հետո, ապրում է Նյու-Յորքում, վստահում եք ոչ ոք, բայց կարծում եք, որ ամեն ինչ.Միայն այն դեպքում.
		-- P. J. O'Rourke

%
Այն բանից հետո, Snow White օգտագործվել մի քանի գլանափաթեթներ եւ ֆիլմի նկարահանումները այնՅոթ Dwarfs, նա փոստով ժապավենը է մշակել: Ավելի ուշ նա լսեց էերգում, «Մի օր իմ տպում պիտի գայ»:
		-- P. J. O'Rourke

%
Դեմ, հիմարություն է աստվածների Իրենք պնդում է ապարդյուն.
		-- Friedrich von Schiller, "The Maid of Orleans", III, 6

%
Ah ասենք, որդին, դու մոտ, ինչպես սուր, որպես Bowlin 'Ball.
		-- Friedrich von Schiller, "The Maid of Orleans", III, 6

%
Ah, քաղցր Գարուն, երբ մի երիտասարդ տղամարդը թույլ դառնում է իր հավանել է!
		-- Friedrich von Schiller, "The Maid of Orleans", III, 6

%
Al չի ժպտում քառասուն տարի: Դուք պետք է հիանալ մարդուն նման.
		-- from "Mary Hartman, Mary Hartman"

%
Ալբերտ Camus գրել է, որ միակ լուրջ հարց է, թե արդյոք պետք է սպանել ինքներդկամ ոչ. Tom Robbins գրել է, որ միակ լուրջ հարց է, թե արդյոք ժամանակն ունիսկիզբ եւ վերջ. Camus հստակ վեր կացավ սխալ կողմում անկողնում, եւRobbins պետք մոռացել է սահմանել տագնապը:
		-- Tom Robbins

%
Աստծո բոլոր զավակներին չեն գեղեցիկ. Մեծ մասը Աստծո զավակների են, ըստ էության,հազիվ ներկայանալի.
		-- Fran Lebowitz, "Metropolitan Life"

%
Իր ամբողջ կյանքը նա նայեց հեռու ... դեպի հորիզոնում, դեպի երկինք,դեպի ապագա: Երբեք նրա միտքը, որտեղ նա եղել է, թե ինչ էր անում:
		-- Yoda

%
Բոլորը Ես խնդրում եմ կյանքի է անընդհատ ու չափազանցված զգացումը իմ սեփական կարեւորության:
		-- Yoda

%
Բոլորը Ես ուզում եմ, որ ջերմ մահճակալ եւ բարի խոսքը եւ անսահմանափակ իշխանությունը.
		-- Ashleigh Brilliant

%
Բոլորը Ես ստացել ձախ է ցուցակում բաղձալի vocations է իրավահաջորդն էգահը ցանկացած երկրի Արեւմտյան Եվրոպայում եւ Laurie Անդերսոնը: "Լինելգործնական », եղել է երգչախմբային պատասխանը ից ճաշի սեղանի շուրջ: Դե, LaurieAnderson, արդեն Laurie Anderson, բայց ես կարդացի մի հոդված է Harpersոր ասաց, որ կան տասնմեկ երկրներ, աշխարհում դա, կարծում եմ,որոնք ունեն թագուհիներին որպես ինքնիշխան տիրակալների. Դա, հավանաբար, իմ լավագույն կրակոցի.
		-- Ashleigh Brilliant

%
Բոլոր տղամարդիկ իրավունք ունեն սպասել համապատասխան:
		-- Ashleigh Brilliant

%
Բոլոր տղամարդիկ դավանել ազնվություն, քանի դեռ նրանք կարող են. Հաւատալու այն բոլոր տղամարդիկ ազնիվկլինի հիմարություն: Է հավատալ, ոչ մեկը, որպեսզի ինչ - որ բան ավելի վատ.
		-- John Quincy Adams

%
Բոլորը շատ մարդիկ ուզում մի քիչ ավելի, քան նրանք պետք երբեւէ ստանում:
		-- John Quincy Adams

%
Բոլոր իմ ընկերներն ու ես խենթ. Դա միակ բանն է, որ պահում է մեզ նորմալ:
		-- John Quincy Adams

%
«Իմ ամբողջ կյանքում ես ուզում եմ լինել մեկը,, ես գուշակել եմ, պետք է ավելի կոնկրետ»:
		-- Jane Wagner

%
Բոլոր կենդանիների, բացառությամբ մարդու գիտենք, որ հիմնական բիզնեսը կյանքիվայելել այն:
		-- Jane Wagner

%
Բոլորը հնարավորությունը փոխըմբռնման արմատավորված ունակության է ասել, ոչ:
		-- Susan Sontag

%
Բոլորը առաջընթաց հիմնված է համընդհանուր բնածին ցանկությունը ամեն օրգանիզմիէ ապրել դուրս իր եկամուտների.
		-- Samuel Butler, "Notebooks"

%
Ամբողջ աշխարհն մի փուլ, եւ մեզանից շատերը հուսահատ unrehearsed:
		-- Sean O'Casey

%
Մենք գիտենք, որ երեւույթը: Մենք ծախսում մեր ժամանակը հաղորդագրություններ ուղարկելը միմյանցայլ, խոսում եւ փորձում է լսել միեւնույն ժամանակ, տեղեկատվության փոխանակման.Սա, կարծես, մեր առավել հրատապ կենսաբանական ֆունկցիան. այն է, ինչ մենք անումմեր կյանքը »:
		-- Lewis Thomas, "The Lives of a Cell"

%
Միշտ պարտքով գումար է հոռետես. նա չի ակնկալում, վճարվում ետ:
		-- Lewis Thomas, "The Lives of a Cell"

%
Միշտ հիշեք, որ դուք եզակի. Ճիշտ այնպես, ինչպես բոլորի.
		-- Lewis Thomas, "The Lives of a Cell"

%
Ambition մի աղքատ արդարացում չունեցող իմաստ բավարար լինել ծույլ.
		-- Charlie McCarthy

%
Ամերիկայի լավագույն Գնեք համար եռամսյակի հեռախոսազանգ է ճիշտ անձի.
		-- Charlie McCarthy

%
An արդյունավետ միջոց է զբաղվել գիշատիչների է համտեսել սարսափելի է:
		-- Charlie McCarthy

%
Մի տարեց զույգը էին թռչում են իրենց Կարիբյան hideaway է կանոնադրական հարթությաներբ սարսափելի փոթորիկ ստիպել վայրէջք է անմարդաբնակ կղզում: Երբմի քանի օր անցել է առանց փրկարարական, զույգը եւ նրանց օդաչուն sank մեջընկճված լռությունը: Վերջապես, այդ կինը խնդրել է իր ամուսնուն, եթե նա արել էր իրՍովորականի գրավականը Միացյալ Way քարոզարշավի.«Մենք վազում դուրս սննդի եւ ջրի, եւ դուք խնդրեք *, որ *». նրա ամուսինըհաչում: «Եթե դուք իսկապես անհրաժեշտ է իմանալ, որ ես ոչ միայն խոստացել է կես միլիոն, բայցԵս արդեն վճարված նրանց կեսը դրան »:«Դուք պարտական ​​է U.W.C. A * քառորդ միլիոնի *». որ կինը բացականչեցeuphorically: «Մի անհանգստացեք, Հարրի, նրանք պետք է գտնել մեզ: Նրանք մեզ գտնել»
		-- Charlie McCarthy

%
An չարիք միտքը մեծ հարմարավետության.
		-- Charlie McCarthy

%
An գերազանցության-oriented '80s արական չի հագնում կանոնավոր ժամացույց: Նա կրում էմի Rolex ժամացույցը, քանի որ այն կշռում է մոտ վեց ֆունտ եւ գովազդվումմիայն գերազանցության-oriented հրապարակումներում, ինչպիսիք են Fortune եւ հարուստԲողոքական գոլֆ խաղացող Magazine. Հոլովակները գրված ենթերի նախադասություններ, որը, ինչպես գովազդային copywriters իմաստներով գերազանցության:"The Rolex Hyperion: An էլեգանտ նոր ստանդարտ է որակի գերազանցության եւտարբերիչ handcraftsmanship: Է անհատի, ով իսկապես ի վիճակիԻնչպես խտրականություն հետ կապված գերազանց որակի չափանիշներին Արհեստիբաներ ձեռքով. Նենգափոխում 100 տոկոսանոց 24-karat ոսկի. Ոչ Watch մասերկամ ոչինչ. Պարզապես մի մեծ մեծ կտոր Ձեր դաստակ. Իսկապես հավերժականհայտարարության մեջ: Է անհատի, ով շատ ապահով. Ով կարիք չունիէ հիշեցնել ամբողջ ժամանակը, որ նա շատ հաջող. Շատ ավելի հաջողքան այն մարդիկ, ովքեր ծաղրում էին նրան ավագ դպրոցում: Քանի որ իր պզուկ.Մարդիկ, ովքեր, հավանաբար, ոչ մի տեղ մոտ, ինչպես նաեւ հաջողակ, քանի որ նա հիմա: Միգուցենա պետք է գնալ իր 20-րդ վերամիավորմանը, եւ նրանք պետք է տեսնել, թե իր Rolex Hyperion:Hahahahahahahahaha. "
		-- Dave Barry, "In Search of Excellence"

%
Փորձագետ այն մարդն է, ով խուսափում է փոքր սխալներ, քանի որ նա sweeps է, որGrand մոլորություն:
		-- Benjamin Stolberg

%
Փորձագետ մեկն է, ով գիտի, ավելի ու ավելի մոտ ավելի ու ավելի քիչ, մինչեւ որ նա գիտի,բացարձակապես ամեն ինչ մասին ոչինչ.
		-- Benjamin Stolberg

%
Իդեալիստ է, ով օգնում է մյուս հայրենակից, որպեսզի շահույթ.
		-- Henry Ford

%
An անսխալական մեթոդը հանդարտեցման մի վագր է թույլ տալ իրեն լինելdevoured.
		-- Konrad Adenauer

%
Մտավորական է մեկը, ում միտքը հետեւում է իրեն:
		-- Albert Camus

%
Լավատես է մի տղա, որ երբեք չի ունեցել մեծ փորձ:
		-- Don Marquis

%
Եվ ես կարծում եմ, որ փոքր բաներ են, դժվար է ստանում օգտագործել, քան մեծնորերը: Մեծ են ձեզ օգտագործել, որ դուք ձեր միտքը նրանց. Theփոքր բաներ գալիս երկայնքով անսպասելիորեն, երբ դուք չեք մտածում այդ մասինդրանք, չեն braced նրանց դեմ:
		-- Marion Zimmer Bradley, "The Forbidden Tower"

%
Եվ ես կանեմ այդ բոլոր բարի գործերը, եւ ես կանեմ նրանց համար անվճարԻմ միակ վարձատրութիւնը կլինի մի շիրմաքար, որ ասում է, «Այստեղ կայանում Gomez Addams -Նա շատ լավ է ոչինչ »:
		-- Jack Sharkey, The Addams Family

%
Եւ ութերորդ օրը, մենք բուլդոզերով այն:
		-- Jack Sharkey, The Addams Family

%
Եվ ամբոխը ստիլլեդ: Մի տարեց մարդ, զարմանալով հանկարծակի լռության,դիմել է երեխայի եւ խնդրեց նրան կրկնել այն, ինչ նա ասել էր. Լայն աչքերով,Երեխաների բարձրացրեց իր ձայնը եւ ասաց եւս մեկ անգամ, «Ինչու, կայսրը չունիհագուստ! Նա մերկ »
		-- "The Emperor's New Clothes"

%
«Եվ, գիտեք, ես չպետք է քարոզել ձեզի, բայց, անշուշտ, դա չէր լինի ճիշտՁեզ խլել մարդկանց հաճույք ուսումնասիրելու ձեր հագցնել, պարզապես գնումեւ կատարել ինքներդ բոլորի նման: Դուք զգում եք, որ չես », - ասելնա, լրջորեն.
		-- William Morris, "Notes from Nowhere"

%
Զայրույթը է րոպեական խելագարություն.
		-- Horace

%
Զայրույթը սպանում այնպես անկասկած, ինչպես մյուս արատների:
		-- Horace

%
Կենդանիներ կարող է պայմանավորված խենթ դնելով չափազանց շատ չափազանց փոքր է գրիչով:Homo sapiens է միակ կենդանին է, որ ինքնակամ է սա ինքն իրեն:
		-- Lazarus Long

%
Ցանկացած clod կարող է ունենալ այն փաստերը, սակայն ունենալով կարծիքներ արվեստ.
		-- Charles McCabe

%
Ցանկացած վախկոտ կարող եք նստել է իր տանը եւ քննադատում են օդաչու թռչող մեջլեռնային մի մշուշ. Բայց ես ավելի շուտ, ըստ հեռու, մահանում լեռան լանջինքան անկողնում: Ինչպիսի անձնավորություն կապրեն, որտեղ չկա համարձակ.Եվ կյանք է այնքան հարազատ է, որ մենք պետք է մեղադրել տղամարդկանց համար մեռնում է արկածային.Կա ավելի լավ միջոց է մահանալ:
		-- Charles Lindbergh

%
Ցանկացած հիմար կարող է պատմել ճշմարտությունը, բայց դա պահանջում է մարդուն իմաստով է իմանալթե ինչպես է ստում լավ.
		-- Samuel Butler

%
Ցանկացած մարդ կարող է աշխատել, երբ ամեն ինսուլտի ձեռքին բերում ցած պտուղըշատախոս ծառից է գետնին. բայց պետք է աշխատանքի սեզոնի եւ դուրսմրցաշրջանում, տակ ամեն հուսահատություն, զօրութեամբ ճշմարտության, որպահանջում է հերոսության, որը մշտագո:
		-- Henry Ward Beecher

%
Ցանկացած մարդ, ով ատում է շներին եւ մանուկներին չի կարող լինել բոլոր վատ.
		-- Leo Rosten, on W. C. Fields

%
Յուրաքանչյուրը կարող է հաղթել, եթե չկա պատահում է երկրորդ մուտքի.
		-- Leo Rosten, on W. C. Fields

%
Յուրաքանչյուրը, ով չի կտրել իր արագությունը աչքում ոստիկանության մեքենանհավանաբար, parked.
		-- Leo Rosten, on W. C. Fields

%
Յուրաքանչյուրը գումարի հետ է այրել հեշտությամբ գտնել մեկին, հակված կրակը:
		-- Leo Rosten, on W. C. Fields

%
Յուրաքանչյուրը կարող է դառնալ բարկացած, որ շատ հեշտ է; բայց լինել բարկացած իրավունքովանձը, ճիշտ աստիճան, ճիշտ ժամանակին, ճիշտ նպատակիեւ ճիշտ ձեւով, որ հեշտ չէ:
		-- Aristotle

%
«Յուրաքանչյուրը կարող է« ոչ »ասել. Դա առաջին բառը, որ երեխան սովորում է եւ հաճախԱռաջին բառը, որ նա խոսում է. Դա մի էժան Բառը, քանի որ այն պահանջում է ոչբացատրությունը, եւ շատ տղամարդիկ եւ կանայք ձեռք են բերել հեղինակությունհետախուզությունը, ովքեր գիտեն միայն այս բառը եւ օգտագործել այն տեղումմտածեցի, ամեն առիթով »:
		-- Chuck Jones (Warner Bros. animation director.)

%
Յուրաքանչյուրը հիմարություն բավարար է բռնել ոստիկանության կողմից, հավանաբար, մեղավոր:
		-- Chuck Jones (Warner Bros. animation director.)

%
Անտարբերություն ակումբի հանդիպումն այս ուրբաթ: Եթե ​​դուք ուզում եք գալ, դուք չեք հրավիրել:
		-- Chuck Jones (Warner Bros. animation director.)

%
«Ապատիան խնդիր չէ, դա լուծում»
		-- Chuck Jones (Warner Bros. animation director.)

%
Արտաքինը հաճախ խաբում են:
		-- Aesop

%
Ձեր բաժակներ փոխվել է նեղ Կնիկի ճիշտ է, ձեր քթի.Ինչ եք տեղադրել pennies են slots է ձեր լումա մոկասինների տիպի թեթեւ կոշիկներ.Արդյոք ձեր ծիածանը-tie ֆլեշ "hey դուք երեխա" - ի կարմիր neon է կողմերի.Ինչ եք կարծում, պիցցա մինչեւ կեսօր է անառողջ:Ինչ եք օգտվել «յուղոտ երեխայի stuff" է մնում ներքեւ ձեր քաքուլ?Ինչ եք հագնում է «Nerd-pack" - ի ձեր վերնաշապիկի գրպանում պահել տասնյակկամ այնքան մատիտներ են նշելու շոր:Ինչ եք կարծում, Mary Jane է ինչ-որ մեկի անունը:Արդյոք ապօրինի ձկնորսության, մի բան, միայն համարձակ հանցագործ չէր անել:Արդյոք Batman ձեր հերոսը. Superman. Green Lantern. The Shadow.Ինչ եք կարծում, աղջիկները, ովքեր Kiss է առաջին օրվանից են կորցնում:Գնահատեք ինքներդ Nerd-o-matic սանդղակի. (1 միավոր յուրաքանչյուր YES պատասխան)0-2 - Դուք իսկապես Hip, իսկական թույն կատու, մի hoopy frood:3-5 - Կա հույս է ձեզ համար չկա.6-7 - Uh-oh, trouble է River City.8-10 - Ձեր անմահ հոգին է վտանգի տակ է.11+ - Արդյոք ինքնասպանության է գրավիչ.
		-- Aesop

%
Պնդում են ձեր սահմանափակումների, եւ վստահ է, որ նրանք Ձերը:
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Փաստարկներն չափազանց գռեհիկ, որովհետեւ բոլորն էլ լավ հասարակության մեջ կրում է հենցՆույն կարծիքին:
		-- Oscar Wilde

%
«Փաստարկները կահույքի հազվադեպ են արդյունավետ»:
		-- Kehlog Albran, "The Profit"

%
Ինչպես խելագար, ինչպես hauling փայտանյութ մեջ անտառում.
		-- Quintus Horatius Flaccus (Horace)

%
Ինչպես ձեզանից շատերը գիտեն, որ ես եմ վերցնելու դաս այստեղ UNC է Անհատականութեան:Մեկը թեստերի որոշելու, թե անձն է, մեր գիրքն էր, այնքան աներեւակայելիօգտակար եւ հետաքրքիր է, ես պարզապես ստիպված էի կիսել այն.Պատասխան յուրաքանչյուր հետեւյալ կետերը «ճշմարիտ» կամ «կեղծ» 1. Ես salivate է աչքում mittens. 2. Եթե ես գնում փողոցում, ես հակված է կծել է ձիու. 3. Որոշ մարդիկ երբեք չեն նայում ինձ: 4. Սպանախ ստիպում է ինձ զգում, մենակ: 5. Իմ սեռական կյանքը A-Okay. 6. Երբ ես նայում ներքեւ բարձր տեղում, ես ուզում եմ թքել. 7. Ես սիրում եմ սպանել, mosquitoes. 8. Cousins ​​չեն կարող վստահել: 9. Այն ստիպում է ինձ ամաչել է ընկնում ներքեւ.10. եմ ստանում զզվելի չափազանց շատ Գլորաչմուշկ.11. Ես կարծում եմ, որ մարդկանց մեծ մասը չէր լաց է ձեռք բերել մի կետ:12. Ես չեմ կարող կարդալ կամ գրել:13. Ես ձանձրանում են մտքերը մահվան:14. Ես դառնում homicidal, երբ մարդիկ փորձում են տրամաբանել ինձ հետ.15. Ես չէի վայելել աշխատանքը հավի փչել.16. Ես երբեք չեմ ցնցված է ձուկ:17. Մորս հորեղբայրն էր, լավ մարդ է:18. Ես չեմ սիրում, երբ ինչ-որ մեկը փտած:19. Մարդիկ, ովքեր խախտում են օրենքը իմաստուն տղաները:20. Ես երբեք չեմ գնացել կտոր է հանգստյան օրերին:
		-- Quintus Horatius Flaccus (Horace)

%
Ինչպես ձեզանից շատերը գիտեն, որ ես եմ վերցնելու դաս այստեղ UNC է Անհատականութեան:Մեկը թեստերի որոշելու, թե անձն է, մեր գիրքն էր, այնքան աներեւակայելիօգտակար եւ հետաքրքիր է, ես պարզապես ստիպված էի կիսել այն.Պատասխան յուրաքանչյուր հետեւյալ կետերը «ճշմարիտ» կամ «կեղծ» 1. Ես կարծում եմ, որ Beavers աշխատել շատ դժվար է: 2. Ես օգտագործել կոշիկի լեհերենից չափից ավելի: 3. Աստված սեր է: 4. Ես սիրում եմ mannish երեխաներին: 5. Ես միշտ եղել diturbed է աչքում Լինքոլնի ականջները: 6. Ես միշտ թույլ մարդիկ առջեւում ինձ լողավազաններ. 7. Մեծ մասը ժամանակի, ես գնում եմ քնել, առանց ցտեսություն ասում: 8. Ես չեմ վախենում ջոկելը մինչեւ դռան knobs. 9. Ես կարծում եմ, հոտը, ինչպես լավ, քանի որ մարդկանց մեծամասնության.10. Խելահեղ screams ինձ նյարդայնացնել:11. Դժվար է ինձ ասել, որ ճիշտ բան, երբ ես գտնում եմ մի սենյակում    լի մկների.12. Ես երբեք պատմել իմ մականունը ճգնաժամի.13. լայն փողկապ նշան է հիվանդության.14. Որպես երեխայի էի զրկվել Licorice.15. Ես երբեք թափահարում ձեռքերը հետ այգեպանի.16. Իմ աչքերը միշտ ցուրտ:17. Cousins ​​չեն կարող վստահել:18. Երբ ես նայում ներքեւ բարձր տեղում, ես ուզում եմ թքել.19. Ես երբեք չեմ ցնցված է ձուկ:20. Ես երբեք չեմ գնացել կտոր է հանգստյան օրերին:
		-- Quintus Horatius Flaccus (Horace)

%
Մեծանալով, դուք պետք է դեռ անել յիմարները, բայց դուք պետք է անել դրանքշատ ավելի մեծ ոգեւորությամբ:
		-- The Cowboy

%
Հարցրեք, թե ինչ կա ներսում ձեր գլխին, սակայն այն, ինչ ձեր գլխին ի ներսում:
		-- J. J. Gibson

%
Հարցրեք ինքներդ ձեզ, թե արդյոք դուք ուրախ են, եւ դուք դադարում է լինել, այնքան:
		-- John Stuart Mill

%
Շփվել լավ mannered անձանց եւ ձեր manners կբարելավվի. վազքպատշաճ ժողովրդական եւ ձեր սեփական պատշաճ instincts կամրապնդվի: պահելոր ընկերությունը բոմժերը եւ դուք կարող եք դառնալ բոմժ: Կախել շուրջ հարուստ մարդկանցեւ դուք պետք է վերջ կողմից ջոկելը մինչեւ չեկը եւ մահամերձ կոտրվեց.
		-- Stanley Walker

%
Ոչ մի անգամ է խոսքի ազատությունը ավելի թանկ է, քան այն ժամանակ, երբ մի մարդ հարվածում է իրthumb հետ ամբարձից.
		-- Marshall Lumsden

%
Հետ, երբ ես մի տղա, որ դա եղել է 40 մղոն դեպի ամենուր, Դժվար սարն ի վեր երկու ուղիներըեւ այն միշտ ձյուն:
		-- Marshall Lumsden

%
Bacon ոչ միակ բանը, որ բուժվում է կախվել է պարանի:
		-- Marshall Lumsden

%
Վատ տղամարդիկ ապրում են, որ նրանք կարող են ուտել եւ խմել, իսկ լավ մարդկանց ուտում եւ խմումոր նրանք կարող են ապրել:
		-- Socrates

%
Եղեք համարձակ, դուք չեք կարող անցնել մի անդունդ երկու փոքր jumps.
		-- Socrates

%
Ուշադիր եղեք, թե ինչպես եք ստանալ ինքներդ ներգրավված անձանց հետ կամ իրավիճակների, որոնքչի կարող կրել ստուգում:
		-- Socrates

%
Ուշադիր եղեք, թե ինչ եք դրել Ձեր սիրտը - ի համար դա անպայման կլինի ձերն է.
		-- James Baldwin, "Nobody Knows My Name"

%
Եղեք անհասկանալի է: Եթե ​​նրանք չեն կարող հասկանալ, որ նրանք չեն կարող չհամաձայնել:
		-- James Baldwin, "Nobody Knows My Name"

%
Անկախ լինել: Վիրավորանքը է հարուստ հարաբերական այսօր.
		-- James Baldwin, "Nobody Knows My Name"

%
Պետք է գեղեցիկ մարդկանց վրա ճանապարհ է, քանի որ դուք պետք է հանդիպեք նրանց վրա ձեր ճանապարհը ներքեւ.
		-- Wilson Mizner

%
Եղեք չի հուզում, թե ինչ դուք պետք է, այլ այն մասին, թե ինչ եք դուք.
		-- Pope St. Gregory I

%
Եղեք բաց է այլ մարդկանց, նրանք կարող են հարստացնել ձեր երազանքը.
		-- Pope St. Gregory I

%
Եղեք ինքնավստահ եւ ձեր հաջողությունը վստահեցրեց.
		-- Pope St. Gregory I

%
Եղեք անվեհեր, բայց ոչ շատ venturous:Թող քո հագցնել լինի գեղեցիկ, բայց ոչ թանկ են:
		-- John Lyly

%
Գեղեցկության կարող է լինել մաշկի խորը, բայց տգեղ գնում պարզ է ոսկոր.
		-- Redd Foxx

%
Նախքան վերցնելը գումար է ընկերոջը, որոշել, թե որ դուք պետք է ավելի.
		-- Addison H. Hallock

%
Նախքան ոչնչացման մարդու սիրտը ամբարտավան, բայց խոնարհությունը գնում է առաջ պատվին.
		-- Proverbs 18:12

%
Լինելով սիրված կարեւոր է: Հակառակ դեպքում մարդիկ կարող են դուր չի գալիս ձեզ.
		-- Proverbs 18:12

%
Լինելով տգեղ անօրինական չէ. Չկա.
		-- Proverbs 18:12

%
Ավելի լավ է հեռու պետք է մոռանալ եւ ժպտում է, քան, որ դուք պետք է հիշեք,եւ պետք է տխուր.
		-- Christina Rossetti

%
Զգուշացեք ինքնակոչ փորձագետների: նախկին ը ունի-եղել է, եւ մի պոռթկում էկաթել ճնշման տակ:
		-- Christina Rossetti

%
Զգուշացեք այն մարդը, ով գիտի պատասխանը, մինչեւ որ նա հասկանում է այն հարցին, թե.
		-- Christina Rossetti

%
«Զգուշացեք այն մարդը, ով աշխատում դժվար է իմանալ, ինչ-որ բան, սովորում է այն, եւհայտնվում ոչ իմաստուն է, քան առաջ », - Bokonon պատմում է մեզ»: Նա լի էմարդասպան վրդովմունքի մարդիկ, ովքեր տգետ առանց գալիսնրանց տգիտությունը դժվարին ճանապարհ »:
		-- Kurt Vonnegut, "Cat's Cradle"

%
ԶԳՈՒՇԱՑԵՔ Մարդիկ գործող ազդեցության տակ մարդկային բնության.
		-- Kurt Vonnegut, "Cat's Cradle"

%
Թռչուններ են entangled են իրենց ոտքերով ու տղամարդկանց կողմից նրանց լեզուները.
		-- Kurt Vonnegut, "Cat's Cradle"

%
Ծննդյան նման են ավտոբուսներով, երբեք մի շարք, որը ցանկանում եք.
		-- Kurt Vonnegut, "Cat's Cradle"

%
Երանի՜ մոռացկոտ, որովհետեւ նրանք ստանում են ավելի լավ է, նույնիսկ իրենց սխալների.
		-- Nietzsche

%
Երանի՜ անոնց, որ ոչինչ չունեն ասելու, եւ ով չի կարող համոզել էէ ասել այն:
		-- James Russell Lowell

%
Երանելի է նա, ով չի ակնկալում երախտագիտությունն, որովհետեւ նա չպետք է հիասթափվել:
		-- W. C. Bennett

%
Երանելի է նա, ով ոչինչ չեն սպասում, որովհետեւ նա երբեք չպետք է հիասթափվել:
		-- Alexander Pope

%
Երանելի է նա, ով հասել է այն կետին, որտեղից վերադարձ չկա, եւ գիտի, թե այն,որովհետեւ նա օգտվում ապրել.
		-- W. C. Bennett

%
Երանելի է այն մարդը, ով, ունենալով ասելիք չունի, ձեռնպահբառացի վկայությունն է այն բանի,.
		-- George Eliot

%
Bounders ստանում պարտավորված երբ նրանք բռնել թռչող.
		-- Ralph Lewin

%
Ժիր դատարկախոսներ են սովորաբար դանդաղ մտածողներ: Կա, իհարկե, ոչ մի գազանըավելի է dreaded, քան հաղորդակցման մարդու ոչինչ ունենալով շփվելու:Եթե ​​դուք են քաղաքացիական է զրուցասեր, որ նրանք չարաշահում ձեր համբերությունը. եթեբռի, ձեր բնավորությունը.
		-- Jonathan Swift

%
Buck-անցնող սովորաբար պարզվում է, բումերանգի.
		-- Jonathan Swift

%
Բայց ես գտնում եմ, որ հին հասկացությունները ինչ - որ կերպ բողոքարկման: Ոչ, որ ես ուզում եմ վերադառնալնրանց, դա վիրավորական է ունենալ որոշ արտաքին մարմինը պատմել ձեզ, թե ինչ էպատշաճ օգտագործման եւ չարաշահման ձեր սեփական ֆակուլտետների, եւ դա այն է, անհեթեթ է, անցկացնելՊատճառն ավելի բարձր է, քան մարմնի կամ զգացումով. Դեռեւս մի բան կա, ճիշտ է, եւխորապես մեղսունակ մասին համոզմունքը, որ հանդես է գալիս նման սպանության կամ գողության կամAssault խախտում կատարողին, ինչպես նաեւ արել է: Մենք կարող ենք նույնիսկ, եթե մենքմտածեցի, այս ճանապարհը, ավելի քիչ հանցագործություն. Համաժողովրդական տեսք հանցագործության, քանի դեռԵս կարող եմ եզրակացնել այն ֆիլմերի ու հեռուստատեսության, այն է, որ դա մի կոտրելովմի կանոն որեւէ մեկի կողմից, ով կարծում է, որ կարող է ստանալ հեռավորության հետ, որ. անուղղակիորեն,բոլորն էլ ցանկանում են կոտրել կանոնը, բայց բոլորը չէ, որ ամբարտավանբավական է պատկերացնել, որ նրանք կարող են ստանալ հեռավորության հետ: Այն, հետեւաբար, դառնում է շատկարեւոր է, որ կանոնների կանգնեցնում է բերել նման գոռոզությունը ներքեւ.
		-- Marilyn French, "The Woman's Room"

%
Բայց Officer, ես դադարել է վերջին մեկ, եւ դա եղել է կանաչ.
		-- Marilyn French, "The Woman's Room"

%
«Բայց սպա, ես միայն փորձում է ձեռք բերել բավականաչափ արագություն, այնպես որ ես կարող ափէ մոտակա բենզալցակայանը: »:
		-- Marilyn French, "The Woman's Room"

%
Բայց քանի որ ես գիտեի, հիմա, որ ես կարող եմ հուսալ, որ ոչինչ ավելի մեծ արժեք, քանմակերեսային հաճույքներ, թե ինչ իմաստ կար այնտեղ ժխտելու ինքս դրանցից.
		-- M. Proust

%
Անելով պարզապես մի քիչ ամեն օր, դուք կարող եք աստիճանաբար թույլ խնդիր էամբողջությամբ հեղեղել ձեզ.
		-- M. Proust

%
Չկարողանալով է պատրաստել, որ դուք պատրաստվում են ձախողել.
		-- M. Proust

%
Բնության կողմից, մարդիկ կան գրեթե նման են. ըստ գործնականում, նրանք ստանում են լինել լայն բացի.
		-- Confucius

%
Calling եք հիմարություն է վիրավորանք է հիմար մարդկանց.
		-- Wanda, "A Fish Called Wanda"

%
Կարող եք գնել բարեկամությունը. Դուք ոչ միայն կարող եք, դուք պետք է. ԴաՄիակ ճանապարհն է ձեռք բերել ընկերներ. Ամեն ինչ արժանի գին ունի:
		-- Robert J. Ringer

%
Իհարկե, կան բաներ կյանքում, որ փողը չի կարող գնել,Բայց դա շատ ծիծաղելի - ես երբեւէ փորձել գնել դրանք, առանց փողի:
		-- Ogden Nash

%
Նիշերի, ինչ դու մթության մեջ:
		-- Lord John Whorfin

%
Charlie Brown: Ինչու ես դրել այս երկրի վրա:Linus: ուրիշներին էլ երջանիկ դարձնել:Charlie Brown: Ինչու են մյուսները տեղադրել այս երկրի վրա.
		-- Lord John Whorfin

%
Charm մի միջոց ստանալու պատասխանը «այո», - առանց խնդրել է որեւէպարզ հարց է:
		-- Lord John Whorfin

%
Մանրամասն, դա միակ բանն է, որ ակնկալում է կյանքում: Class.Առանց դասի եւ ոճի, մի մարդ մի բոմժ; նա կարող է նաեւ լինել մահացած.
		-- "Bugsy" Siegel

%
Մանրամասն երբ նրանք վազում քեզ քաղաքից դուրս, է նման դուառաջատար շքերթ:
		-- Bill Battie

%
Clones մարդիկ են երկու.
		-- Bill Battie

%
Cloning է sincerest ձեւ շողոքորթություն.
		-- Bill Battie

%
Համախմբվելով սկիզբն է.պահելով միասին առաջընթաց;միասին աշխատելը հաջողություն է:
		-- Bill Battie

%
Ողջախոհությունը եւ հումորի զգացում են նույն բանը, շարժվում էտարբեր արագությամբ. Հումորի զգացումը, պարզապես ողջախոհությունը, պար.
		-- Clive James

%
Ողջախոհությունը է բնազդ, եւ բավական այն է հանճար:
		-- Josh Billings

%
Ողջախոհությունը է հավաքածուն նախապաշարումների ձեռք բերված տարիքից տասնութ:
		-- Albert Einstein

%
Ողջախոհությունը է առավել համաչափ քանակի է աշխարհում:Յուրաքանչյուր ոք կարծում է, որ ունի բավականաչափ.
		-- Descartes, 1637

%
Մեծամտությունը առաջացնում ավելի զրույց քան wit.
		-- LaRochefoucauld

%
Խոստովանենք ձեր մեղքերը Տիրոջը եւ դուք պիտի ներուի.խոստովանենք դրանք մարդու, եւ դուք պետք է ծիծաղում:
		-- Josh Billings

%
Խոստովանությունը լավ է հոգու միայն այն առումով, որ մի տվիգ վերարկուլավ է թեփ.
		-- Peter de Vries

%
Խոստովանությունը լավ է հոգու, բայց վատ է կարիերայի.
		-- Peter de Vries

%
Խոստովանություններ կարող է լինել լավ է հոգու, բայց նրանք են վատ հեղինակության:
		-- Lord Thomas Dewar

%
Վստահության այն է, պարզապես, որ հանգիստ է, - վստահեցրեց զգում եք, որ մինչ ձեզընկնում հարթ է ձեր դեմքը.
		-- Dr. L. Binder

%
Վստահության այն զգացումը, դուք պետք նախքան դուք հասկանալ իրավիճակը:
		-- Dr. L. Binder

%
Համապատասխանության է refuge է երեվակայությունից զուրկ:
		-- Dr. L. Binder

%
Խիղճը մի մայր-ի օրենքը, որի այցը երբեք չի ավարտվում:
		-- H. L. Mencken

%
Խիղճը ներքին ձայնը, որ զգուշացնում է մեզ ինչ-որ մեկը կարող է փնտրում.
		-- H. L. Mencken, "A Mencken Chrestomathy"

%
Խիղճը, թե ինչ է ցավում, երբ ամեն ինչ ուրիշ է զգում, այնքան լավ:
		-- H. L. Mencken, "A Mencken Chrestomathy"

%
Conscious է, երբ դուք տեղյակ են ինչ - որ բան, եւ խիղճը, երբ ձեզՄաղթում ենք Ձեզ չէին:
		-- H. L. Mencken, "A Mencken Chrestomathy"

%
Կոնվենցիան Քանոն բոլոր.
		-- Pindar

%
Խոսակցություն հարստացնում է հասկանալ, բայց մենությունը է դպրոցը հանճարի.
		-- Pindar

%
Cops երբեք հրաժեշտ: Նրանք միշտ հույս ունենալով տեսնել ձեզ կրկին գիծ- up.
		-- Raymond Chandler

%
Ուղղումը է անում, շատ, բայց խրախուսումը ավելին է անում:
		-- Goethe

%
Քաջություն է վախը, որ ասել է իր աղոթքներին:
		-- Goethe

%
Քաջություն է շնորհը ճնշման տակ:
		-- Goethe

%
Ստեղծագործական ապրելու է, թե առանց նրա սպասավոր դժվարություններին համարԱռանձնահատկությունն breeds արհամարհանքը: Եվ ցավալի բան լինելու մասինշուտ ձեր ժամանակ, երբ մարդիկ, ի վերջո, հասկանում եք, ճիշտ էին, նրանք պետք էասում են, որ դա ակնհայտ էր ամբողջ երկայնքով:
		-- Alan Ashley-Pitt

%
Ստեղծագործականություն չկա փոխարինել իմանալով, թե ինչ եք անում.
		-- Alan Ashley-Pitt

%
Ստեղծագործականություն միշտ չէ, որ աճեցվում է շրջակա միջավայրի հանգստությունը.Երբեմն դուք պետք է սեղմում, մի քիչ ստանալ կպցնել դուրս խողովակի.
		-- Alan Ashley-Pitt

%
Քննադատությունը գալիս ավելի հեշտ է, քան հմտության.
		-- Zeuxis

%
Dare լինել միամիտ:
		-- R. Buckminster Fuller

%
Dave Mack. «Ձեր հիմարություն, Allen, պարզապես չի կարող մինչեւ անդա»:Allen Gwinn «Քոնն է»:
		-- R. Buckminster Fuller

%
Հարգելի Տէր: Խնդրում ենք իմ խօսքերը քաղցր ու քնքուշ, որովհետեւ վաղը ես կարողպետք է ուտել նրանց.
		-- R. Buckminster Fuller

%
Մահվան ճառագայթներն չեն սպանում մարդկանց, մարդիկ սպանում մարդկանց !!
		-- R. Buckminster Fuller

%
Պարտությունը է ավելի վատ, քան մահը, քանի որ դուք պետք է ապրել պարտությամբ:
		-- Bill Musselman

%
Ուշացումը նախընտրելի է սխալի.
		-- Thomas Jefferson

%
Դուք գիտեք, որ clones երբեք օգտագործել հայելիներ.
		-- Thomas Jefferson

%
Անպատվություն էլ չի trouble ինձ, երբ ես մեռած եմ.
		-- Euripides

%
Հեռավորությունը չի կատարել եք որեւէ փոքր է, բայց դա չի կատարել ձեզ մի մասնավելի մեծ պատկերը.
		-- Euripides

%
Մի clones ունեն navels.
		-- Euripides

%
Անել ավելին, քան որեւէ մեկը ակնկալում, եւ շատ շուտով բոլորն էլ սպասում:
		-- Euripides

%
Չեն անում ուրիշների, ինչպես դուք, որ նրանք պետք է անի ձեզի: իրենց նախասիրություններում արտացոլվածչի կարող լինել նույնը:
		-- George Bernard Shaw

%
Չեմ կարծում, վարակի, բռնում տեսակէտ նման ցուրտ.
		-- George Bernard Shaw

%
Մի փորձեք լուծել բոլոր կյանքի խնդիրները միանգամից - սովորել է սարսափել միմյանցօրը, քանի որ այն գալիս է:
		-- Donald Kaul

%
Գիտեք, ես կարծում եմ, որ դոկտոր Swift էր հիմար ծիծաղել մասին Laputa: եսկարծում եմ, որ դա սխալ է կատարել ծաղրում մարդկանց, պարզապես այն պատճառով, որ նրանք կարծում են:Կան իննսուն հազար մարդ այս աշխարհում, ովքեր չեն կարծում, որ ամենով անում է, եւ այդ մարդիկ ատում մտածողների, ինչպիսիք թույնի. Նույնիսկ եթե ոմանքմտածողների են տարօրինակ, դա սխալ է զվարճանալ նրանցից դրա համար: Ավելի լավ էկարծում եմ, որ այդ մասին վարունգ, նույնիսկ, քան ոչ թե մտածել, բնավ:
		-- T. H. White

%
Ուզում եք ասել, որ դուք ոչ միայն ցանկանում է սխալ պատասխան, սակայն, որոշակի սխալ պատասխանը.
		-- Tobaben

%
Դուք հասկանում եք, թե որքան շատ անցքեր այնտեղ կարող է լինել, եթե մարդիկ, որ պարզապեսժամանակն է վերցնել կեղտը դուրս նրանց.
		-- Tobaben

%
Չեն կարող լինել չափազանց կասկածելի, որտեղ այն չի արդարացված:
		-- Tobaben

%
Չեն հավատում, ամեն ինչ դուք լսել, կամ որեւէ բան եք ասում.
		-- Tobaben

%
Մի փոխել պատճառը, պարզապես փոխել արդարացումներ!
		-- Joe Cointment

%
Չեն շփոթում բաներ, որ պետք գործողություն նրանց հետ, ովքեր հոգ տանել իրենց.
		-- Joe Cointment

%
Մի անարգէք քո աղքատ հարաբերությունները, նրանք կարող են դառնալ հանկարծ հարուստ մի օր:
		-- Josh Billings

%
Մի երբեւէ քննադատում դուռը. դուք կարող եք գնալ.
		-- Josh Billings

%
Չեն ակնկալում, որ մարդիկ պահել քայլ, դա դժվար է բավարար, պարզապես մնում տողով.
		-- Josh Billings

%
Չեն հարվածել է մարդուն, երբ նա վար - կռվել նրան. դա ավելի հեշտ է:
		-- Josh Billings

%
Չեն միջամտել օտարի հետ ոճով:
		-- Josh Billings

%
Չեն դնում, շատ նուրբ մի կետ Ձեր wit, վախենալով, որ այն պետք է blunted:
		-- Miguel de Cervantes

%
Չեն հիշում, թե ինչ կարող եք եզրակացնել.
		-- Harry Tennant

%
Չեն ասում, «այո», մինչեւ ես ավարտել խոսում:
		-- Darryl F. Zanuck

%
Մի նկարահանել, քանի դեռ դու համոզված եք, այնպես էլ չեն նույն կողմում:
		-- Darryl F. Zanuck

%
Չեն բղավել, օգնություն գիշերը: Դուք կարող եք արթնանալ ձեր հարեւաններին:
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
Մի ասեք ինձ, որ անհանգստանալու չի անի որեւէ լավ. Ես գիտեմ, որ ավելի լավ է: Այն, ինչԵս անհանգստացած չեն լինում:
		-- Watchman Examiner

%
Մի ասեք ինձ, թե ինչ եք երազել նախորդ գիշեր ես արդեն կարդում Ֆրեյդ:
		-- Watchman Examiner

%
Մի փորձեք ունենալ վերջին խոսքը - դուք կարող եք ստանալ այն:
		-- Lazarus Long

%
Մի փորձեք outweird ինձ, երեք աչքերով: Եմ հասնել օտար բաներ, քան դուք անվճարիմ նախաճաշ շիլա:
		-- Zaphod Beeblebrox

%
Մի անհանգստացեք խուսափելու գայթակղությանը - մեծանալով, այն սկսվում էխուսափելով ձեզ.
		-- The Old Farmer's Almanac

%
Մի անհանգստացեք մարդիկ գողություն ձեր գաղափարները. Եթե ​​ձեր գաղափարները կարող են որեւէ լավ,Դուք պետք է RAM նրանց ներքեւ մարդկանց կոկորդները:
		-- Howard Aiken

%
Մի անհանգստացեք, թե ինչ այլ մարդիկ են մտածում ձեր մասին: Նրանք նույնպեսզբաղված մտահոգիչ է, թե ինչ եք մտածում նրանց մասին:
		-- Howard Aiken

%
Չեք ցանկանում, որ բոլոր այն մարդիկ, ովքեր անկեղծորեն ցանկանում է օգնել ձեզկարող պայմանավորվել միմյանց հետ.
		-- Howard Aiken

%
Dorothy: Բայց ինչպես կարող եք խոսել առանց ուղեղի:Խրտվիլակ: Դե, ես չգիտեմ, թե ... բայց որոշ մարդիկ առանց ուղեղըանել մի սարսափելի շատ խոսելու:
		-- The Wizard of Oz

%
Doubt չէ հաճելի պայման է, բայց որոշակիությունը անհեթեթություն է:
		-- Voltaire

%
Drive defensively. Գնել մի բաք:
		-- Voltaire

%
Վաղ քնելու եւ վաղ է բարձրանալ, եւ դուք պետք է խմած, երբ բոլորըլայն արթուն.
		-- Voltaire

%
Eeyore, հին մոխրագույն էշի, կանգնեց կողքին հոսքի, եւնայեց ինքն իրեն ջրի մեջ:«Խղճուկ», - ասել է նա: «Ահա թե ինչ է դա: խղճուկ»:Նա շրջվեց ու քայլեց կամաց - կամաց իջնում ​​է հոսքի համար քսան բակերում,splashed ամբողջ դրան, եւ դանդաղ քայլում ետ է մյուս կողմում. Այնուհետեւ նանայեց ինքն իրեն կրկին.«Քանի որ ես մտածեցի.« Նա ասաց, «ոչ լավ է * ____ Այս * կողմում. Բայց ոչ ոքմտքում. Ոչ ոքի չի հետաքրքրում. Սրտաճմլիկ, որ այն, ինչ է դա:Ունի ծննդյան եւ ստանում է երկու ներկայացնում է «
		-- A. A. Milne, "Winnie the Pooh," Chapter VI, "In Which Eeyore

%
Վերելակների հոտ տարբերվում Լիլիպուտներն:
		-- A. A. Milne, "Winnie the Pooh," Chapter VI, "In Which Eeyore

%
Վայելեք ձեր կյանքը. լինի հաճելի եւ գեյ, նման թռչունների մայիսին:
		-- A. A. Milne, "Winnie the Pooh," Chapter VI, "In Which Eeyore

%
Վայելեք ինքներդ իսկ դու դեռ հին.
		-- A. A. Milne, "Winnie the Pooh," Chapter VI, "In Which Eeyore

%
Նախանձը մի ցավ մտքի, որ հաջող տղամարդիկ առաջացնել իրենց հարեւաններին.
		-- Onasander

%
Պահվածքը է նրանց համար, ովքեր առանց բուծման. նորաձեւության նրանց համար, ովքեր առանց ճաշակի:
		-- Onasander

%
Նույնիսկ բազե է արծվի շրջանում CROWS.
		-- Onasander

%
Նույնիսկ Աստված օգնության ձեռք է մեկնում ազնիվ համարձակությամբ:
		-- Menander

%
Նույնիսկ եթե դուք ինձ համոզել, որ դուք պետք է համոզել ինձ:
		-- Aristophanes

%
Նույնիսկ եթե դու ճիշտ ուղու վրա է, դուք կստանաք առաջադրվելու է, եթե դուք պարզապես նստել այնտեղ:
		-- Will Rogers

%
Նույնիսկ մոդերացիան չպետք է կիրառվում են չափից ավելի:
		-- Will Rogers

%
Everthing է ավելի հեռու, քան դա եղել է: Դա նույնիսկ երկու անգամ, ինչպեսհեռու անկյունում, եւ նրանք ավելացրել է բլրի վրա. Ես տվել եմ մինչեւ վազումավտոբուսը; դա թողնում ավելի վաղ, քան այն օգտագործվել է:Ինձ թվում է, որ նրանք կարող են կատարել աստիճանները steeper քան հինօր. Եւ դուք նկատել, որ փոքր տպագիր նրանք օգտագործում են թերթերում.Չկա ոչ մի իմաստ խնդրելով որեւէ մեկին կարդալ բարձրաձայն այլեւս, քանի որ everbodyխոսում է նման ցածր ձայնով, ես կարող եմ հազիվ լսել նրանց:Նյութը զգեստներով է, այնքան ժլատ հիմա, հատկապես շուրջ hipsեւ իրան, որ դա գրեթե անհնար է հասնել մեկի shoelaces: Եւչափերը չեն վազում, թե նրանք օգտագործվում են: 12-ի ​​եւ 14-ի այդքան շատ փոքր է:Նույնիսկ մարդիկ են փոխվում: Նրանք այնքան շատ փոքր է, քան նրանք ենլինել, երբ ես էի նրանց տարիքը: Մյուս կողմից իմ տարիքի մարդկանց այնքան ավելի հինքան ես:Ես վազեցի մեջ հին համադասարանցուն մյուս օրը, եւ նա ծերացել է այնքան,որ նա չի ճանաչում ինձ:Ես մտածում աղքատ սիրելի, իսկ ես համակցումից մազերսԱյս առավոտ եւ այդպես անում, ես հայացք իմ սեփական արտացոլումը. Իսկապես հիմա,նրանք նույնիսկ չեն կատարել լավ հայելիներ նման էին:Sandy Frazier «Ես նկատել եմ»
		-- Will Rogers

%
Ամեն բարելավում կապի դարձնում բերեց ավելի սարսափելի:
		-- Frank Moore Colby

%
Ամեն մարդ բն ձեւավորել իր պատկերացումներն բաներ դժվար է ենթադրել են,քիչ թե շատ ծանոթ է, իրենց համանման բաներ, որոնք ավելի հոգեհարազատ:Այսպես, եթե մի մարդ քաղաքավարի է նավագնացություն կյանքին, եւ սովոր են մտածել, եւ քննարկումմիայն հարցերում, նավարկություն, ուժի մեջ է դիսկուրսի վրա ցանկացած այլառարկա; հայտնի է, որ լեզուն եւ հասկացությունները պատշաճ է իրսեփական մասնագիտությունը են infused մեջ յուրաքանչյուր առարկայի, եւ բոլոր բաները, որոնք չափվումկանոններով, նավարկություն, եւ եթե նա դա պետք է իր գլխին էփիլիսոփայելու վերաբերյալ ֆակուլտետների մտքի, այն չի կարող կասկածի տակ դրվել,բայց նա չէր հրավիրել իր պատկերացումները ից գործվածքների նավը, եւ պետք է գտնելէ մտքի, առագաստներ, կայմեր, ղեկին, եւ կողմնացույց.
		-- Thomas Reid, "An Inquiry into the Human Mind", 1764

%
Ամեն մարդ, քանի որ Աստված նրան, այ, եւ հաճախ ավելի վատ.
		-- Miguel de Cervantes

%
Ամեն մարդ վերցնում է սահմանները իր տեսադաշտում համար սահմաններումաշխարհի.
		-- Schopenhauer

%
Ամեն անգամ, երբ ես նայում քեզ եմ ավելի համոզված է Դարվինի տեսության.
		-- Schopenhauer

%
Բոլորն էլ թաքցնելու բան ունի:
		-- Humphrey Bogart

%
Բոլորը ուրիշի Weirdo:
		-- Dykstra

%
Բոլորը ցանկանում գնալ դրախտ, բայց ոչ ոք չի ցանկանում մահանալ:
		-- Dykstra

%
Յուրաքանչյուր ոք դժգոհում է իր հիշողության մեջ, ոչ ոք նրա դատաստանի:
		-- Dykstra

%
Յուրաքանչյուր ոք կատէ զիս, որովհետեւ ես եմ paranoid:
		-- Dykstra

%
Յուրաքանչյուր ոք հանճար: Դա ճիշտ է, որ որոշ մարդիկ չափազանց հիմար գիտակցում դա:
		-- Dykstra

%
Յուրաքանչյուր ոք իրավունք ունի, իմ կարծիքով:
		-- Dykstra

%
Յուրաքանչյուր ոք ավելի կամ պակաս Mad մեկ կետում:
		-- Rudyard Kipling

%
Բոլորը խոսում անտարբերության, բայց ոչ ոք չի ____ կընէ որեւէ բան դրա մասին:
		-- Rudyard Kipling

%
Յուրաքանչյուր ոք ցանկանում է արդյունքներ, բայց ոչ ոք պատրաստ է անել այն, ինչ դա տեւում է ստանալ նրանց.
		-- Dirty Harry

%
Յուրաքանչյուր ոք ծնվել աջ ձեռքով: Միայն մեծագույն հաղթահարել այն.
		-- Dirty Harry

%
Բոլորը մի բարձր տեղ, երբ դու քո ծնկների.
		-- Dirty Harry

%
Evil այն է, որ մեկը կարծում է, մյուսների. Դա մի մեղք է հավատալ, չարըուրիշների, բայց դա հազվադեպ սխալ է:
		-- H. L. Mencken

%
Օրինակը չէ ամենակարեւորը վրա ազդելու ուրիշներին. Դա միակ բանն է,.
		-- Albert Schweitzer

%
Գերազանցության միտում է '80s. Քայլել դեպի ցանկացած գնումներMall գրախանութ, գնալ դարակ, որտեղ նրանք պահեն ամենալավ վաճառողների, ինչպիսիք են«Garfield մինետ spayed", եւ դուք կտեսնեք, որ կես տասնյակ գրքեր պատմում է ձեզթե ինչպես պետք է գերազանց: «որոնելիս գերազանցության», «Գտնելով Excellence»,«Ամուր բռնում անցկացնել Գերազանցության», «Որտեղ է թաքցնել գերազանցության գիշերըԱյնպես որ, Մաքրում անձնակազմը չի գողանալ այն ", եւ այլն:
		-- Dave Barry, "In Search of Excellence"

%
Ավելցուկային առիթով է exhilarating. Այն կանխում միջնորդություն էձեռք բերելով սպանելու ազդեցություն է սովորություն:
		-- W. Somerset Maugham

%
Զվարճություն է, որ զգում եք ստանալ միայն այն բանից հետո, մի մեծ գաղափար է հարվածում է ձեզ,եւ պարզապես նախքան դուք գիտակցում, թե ինչ սխալ է դրա հետ:
		-- W. Somerset Maugham

%
Փորձը չէ, թե ինչ է տեղի ունենում ձեզ. այն է, թե ինչ եք անում, թե ինչ է տեղի ունենում,քեզ.
		-- Aldous Huxley

%
Փորձը, որ զարմանալին, որ թույլ է տալիս Ձեզ ճանաչում սխալըերբ դուք կատարել այն կրկին.
		-- Franklin P. Jones

%
Փորձը, թե ինչ է առաջացնում է մարդուն, որպեսզի նոր սխալներ փոխարեն հին նորերը.
		-- Franklin P. Jones

%
Փորձը, թե ինչ եք ստանում, երբ դուք չեք ստանում այն, ինչ եք ուզում.
		-- Franklin P. Jones

%
Փորձը, թե ինչ եք ստանում, երբ դուք էին սպասում մի ուրիշ բան:
		-- Franklin P. Jones

%
Փորձը սովորեցնում ձեզ, որ այն մարդը, ով նայում է ձեզ ուղիղ աչքով,հատկապես եթե նա ավելացնում է ամուր իրար ձեռք սեղմելը, թաքնվում ինչ-որ բան:
		-- Clifton Fadiman, "Enter Conversing"

%
Fame կարող է լինել անցողիկ, բայց անհայտություն է ընդմիշտ.
		-- Clifton Fadiman, "Enter Conversing"

%
Fashion մի ձեւ այլանդակմամբ, այնպես անհանդուրժելի է, որ մենք պետք է փոխել այնվեց ամիսը մեկ:
		-- Oscar Wilde

%
Fashions են արել ավելի շատ վնաս, քան հեղափոխությունների:
		-- Victor Hugo

%
Fess: Դե, դուք պետք է խոստովանեմ, որ մի բան կա, innately հումոր մասինմի մարդ հետապնդում գյուտը իր կես ողջ Գալակտիկայում.Rod: Oh yeah, դա մի միլիոն yuks, համոզված է. Բայց, ի վերջո, այն չէ, որՀիմնական տարբերությունն ռոբոտների ու մարդկանց:Fess: Ինչ, որի կարողությունը ձեւավորել երեւակայական կառուցակարգերը:Rod: Ոչ, կարողությունը կախել մինչեւ նրանց վրա:
		-- Christopher Stasheff, "The Warlock in Spite of Himself"

%
Շողոքորթությունը նման Օդեկոլոն `պետք է smelled, բայց ոչ կուլ.
		-- Josh Billings

%
Որովհետեւ մի գաղափար լինել նորաձեւ է չարագույժ, քանի որ այն պետք է դրանից հետո լինիմիշտ հնացած:
		-- Josh Billings

%
Համար յուրաքանչյուր գործողություն, կա հավասար եւ հակառակ քննադատությունը:
		-- Harrison

%
Համար յուրաքանչյուր արժանահավատությանը բացը, որ կա մի դյուրախաբություն լրացնել:
		-- R. Clopton

%
Որովհետեւ ես չեմ անում, որ լավ ես ուզում եմ, բայց չար ես չեմ ուզում, այն է, ինչ ես անում եմ:
		-- Paul of Tarsus, (Saint Paul)

%
«Որովհետեւ ես կը նշմարեմ թէ այս ամենի ետեւում կանգնած թվացյալ անկապ հաջորդականությունըմիջոցառումների, այնտեղ lurks եզակի, չարաբաստիկ վերաբերմունքը մտքում »:«Ում».«Mine! HA-HA!"
		-- Paul of Tarsus, (Saint Paul)

%
Տղամարդկանց համար օգտագործեք, եթե նրանք ունեն չար շրջադարձ, գրել այն մարմարից:եւ ով որ կը մեզ լավ շրջադարձ մենք գրենք այն փոշու.
		-- Sir Thomas More

%
Մեծամասնության համար տղամարդկանց կյանքը, փնտրելով պատշաճ Manila ծրարի, որը պետք էեն ստանում ներկայացվել:
		-- Clifton Fadiman

%
Այն մարդկանց համար, ովքեր սիրում են այդպիսի գրքի, այն է, որ նման գիրք, որ նման.
		-- Clifton Fadiman

%
Կատարյալ երջանկության, հիշել երկու բան:(1) է գոհ, թե ինչ դուք ունեք:(2) Համոզվեք, որ դուք ստացել շատ.
		-- Clifton Fadiman

%
Նրանց համար, ովքեր սիրում եմ այս տեսակ բան, սա տեսակ բան նրանք սիրում:
		-- Abraham Lincoln

%
«Երեք օր հետո մահվան մազերի եւ եղունգների շարունակում են աճել, բայցհեռախոսազանգերին կոն դուրս »:
		-- Johnny Carson

%
Fortune ավարտում մեծ մեջբերումներ, # 2Եթե ​​սկզբում դուք չեք հաջողվում, կարծում եմ, ինչպես շատ մարդկանցդու արել երջանիկ.
		-- Johnny Carson

%
Fortune ավարտում մեծ մեջբերումներ, # 21Նմանցնեմ քեզ մի ամառային օր.Ոչ, ես գուշակել, ոչ:
		-- Johnny Carson

%
Fortune ավարտում մեծ մեջբերումներ, # 6«Բայց, փափուկ Ինչ լույսի միջոցով այնտեղ պատուհանում ընդմիջումների».Դա ոչինչ, մեղր. Վերադառնալ քնել.
		-- Johnny Carson

%
Չորս հինգերորդով է սուտ վկայություն տալու համար, որ աշխարհի ծախսված է գերեզմանաքարերի կանանցեւ մրցակիցներին.
		-- Lord Thomas Dewar

%
Ընկերներ կարող է գալ եւ գնալ, բայց թշնամիներ կուտակել.
		-- Thomas Jones

%
Ընկերությունների անցյալ երբ յուրաքանչյուր ընկերը կարծում է, որ նա ունի մի փոքր գերակայությունըմյուսին:
		-- Honore DeBalzac

%
Genius է տաղանդը մի անձի, ով մահացել է:
		-- Honore DeBalzac

%
Genius կարող է ունենալ իր սահմանափակումներ, բայց հիմարությունը չէ դրանով հաշմանդամ:
		-- Elbert Hubbard

%
Ստանալ ներում այժմ վաղը դուք կարող եք այլեւս մեղավոր զգում:
		-- Elbert Hubbard

%
Տվեք ինձ մի քնած հաբ եւ ինձ ձեր խնդիրների.
		-- Elbert Hubbard

%
Դուրս գալ եւ ասել, սուտ է, որ կդարձնի ամբողջ ընտանիքը հպարտանում Ձեզնով:
		-- Cadmus, to Pentheus, in "The Bacchae" by Euripides

%
Գնալ դանդաղ է զվարճանքների եւ քո ընկերների, բայց արագ իրենցդժբախտությունները:
		-- Chilo

%
Աստված մեզ տալիս է հարազատներին. Շնորհակալություն բարության մենք կարող ենք ընտրել մեր ընկերներին:
		-- Chilo

%
Աստված պետք է սիրել սովորական մարդուն. Նա այնքան շատերը.
		-- Chilo

%
Լավ խորհուրդներ մեկն այն վիրավորանքներից, որոնք պետք է ներվել:
		-- Chilo

%
Լավ խորհուրդներ է ինչ-որ բան, մի մարդ է տալիս, երբ նա չափազանց ծեր է սահմանել վատօրինակ.
		-- La Rochefoucauld

%
Good դատաստանը գալիս փորձը. Փորձը գալիս է վատ դատաստանին.
		-- Jim Horning

%
Երախտագիտություն, ինչպես սերը, երբեք մի հուսալի միջազգային զգացմունք:
		-- Joseph Alsop

%
Մեծ միտքը վազում մեծ շրջանակների:
		-- Joseph Alsop

%
Մեծությունն է անցողիկ փորձը: Այն երբեք հետեւողական:
		-- Joseph Alsop

%
Ծերացավ չէ, վատ է, երբ եք համարում այլընտրանք.
		-- Maurice Chevalier

%
Կեսը լինելու Smart իմանալով, թե ինչ եք համր է.
		-- Maurice Chevalier

%
Կեսը աշխարհը կազմված է մարդկանց, ովքեր ունեն ասելիք եւ չի կարող,իսկ մյուս կեսը, ովքեր ոչինչ չունեն ասելու եւ պահել է ասում.
		-- Maurice Chevalier

%
Hate նման թթու. Այն կարող է վնասել նավը, որում այն ​​պահվում է նաեւոչնչացնել օբյեկտը, որի վրա այն լցվել:
		-- Maurice Chevalier

%
Ատում մեղքը եւ սիրել մեղավորին:
		-- Mahatma Gandhi

%
Չունեն ընկերներին հավասար չէ ինքներդ.
		-- Confucius

%
Ունենալով ոչ տաղանդը այլեւս բավարար.
		-- Gore Vidal

%
Նա ուներ երբեմն սմայլիկներ լռության, որ պատրաստված է իր զրույցը կատարելապեսսքանչելի.
		-- Sydney Smith

%
Նա ուներ այդ հազվագյուտ տարօրինակ էլեկտրաէներգիա մասին նրան, որ չափազանց վայրի եւ ծանրներկայությունը, որ դուք միայն տեսնում մի մարդու, ով ունի լքված հույսըպահում «նորմալ»:
		-- Hunter S. Thompson, "Fear and Loathing '72"

%
Նա չուներ մի փրկագնող փոխնախագահ.
		-- Oscar Wilde

%
Նա մի մարդ կարող է շրջադարձային ցանկացած գույնը մոխրագույն:
		-- John LeCarre

%
Նա համարվում է առավել նազելի բանախոսը, ով կարող է ասել, ոչինչ չի առավել բառերի:
		-- John LeCarre

%
Նա ոչ միայն ձանձրալի իրեն, որ նա հանդիսանում է պատճառը բթության ուրիշների.
		-- Samuel Johnson

%
Նա ծիծաղում է ամեն կատակ երեք անգամ ... մի անգամ, երբ դա ասել է, մի անգամ, երբդա բացատրեց, եւ մեկ անգամ, երբ նա հասկանում է դա:
		-- Samuel Johnson

%
Նա նայեց ինձ, եթե ես լինեի գարնիր ինքը չի պատվիրել:
		-- Ring Lardner

%
Նա բաց է թողել անգնահատելի հնարավորություն է անցկացնելու իր լեզուն:
		-- Andrew Lang

%
Նա միայն գիտեր, որ երկաթ ողնաշարի տեղի է ունեցել մինչեւ երկինքը, - նա չի գիտակցում, որ իր ուղեղըընկել է գետնին:
		-- The Book of Serenity

%
Նա կարծում է, որ վարակի, բռնում տեսակէտ նման ցուրտ.
		-- The Book of Serenity

%
Նա քայլում է, քանի որ եթե հավասարակշռում տոհմածառը իր քիթը.
		-- The Book of Serenity

%
Նա այնքան էր նեղմիտ նա կարող է տեսնել միջոցով փականածակ երկու աչքերով:
		-- The Book of Serenity

%
Նա, ով միշտ Շան ուղիղ furrow է մի սովորություն.
		-- The Book of Serenity

%
Նա, ով արհամարհում է իրեն, այնուամենայնիվ, կը նկատէ իրեն որպես ինքնորոշման despiser:
		-- Friedrich Nietzsche

%
Նա, ով Hoots հետ owls գիշերը չի կարող ճախրում արծիվների օրի:
		-- Friedrich Nietzsche

%
Նա, ով ծեծել է ճակատագրի եւ ծիծաղում է ավելի բարձր է մազոխիստ.
		-- Friedrich Nietzsche

%
Նա, ով լավ է, կատարելու համար արդարացումներ է հազվադեպ լավ է որեւէ այլ բանի:
		-- Friedrich Nietzsche

%
Նա, ով հայտնի է որպես վաղ riser կարիք չի ստանում մինչեւ կեսօր:
		-- Friedrich Nietzsche

%
Նա, ով միտքը իր սեփական բիզնեսը երբեք գործազուրկ է:
		-- Friedrich Nietzsche

%
Նա, ով քայլում է այրվում ածուխներով վստահ է վառել:
		-- Sinbad

%
Նա, ով մտածում է, բացահայտում է, որ սա ինքնին հրաշք.
		-- M. C. Escher

%
Նա բարի տղայի, որ, լավ, եթե դուք էին երբեւէ մի ջեմ նա ուզումպետք է այնտեղ ... երկու շերտ հաց եւ որոշ chunky գետնանուշ կարագ.
		-- M. C. Escher

%
«Նա բարի մարդու համար անգամ, որ պետք է այդպիսի մարդու նա ...»
		-- M. C. Escher

%
Նրա օրերը անցկացրել է մի տեսակ դանդաղ իրարանցում. միշտ զբաղված առանց ստանալուէ, միշտ հետեւում ձեռքը եւ ողբում այն, առանց փոփոխելուց իր ճամբաները:ցանկանալով լինել մասնագիտությամբ տնտեսագետ, առանց հնարամտությամբ կամ կանոնավորության. դժգոհիր ծառաների վրայ, առանց հմտություն, որպեսզի նրանց ավելի լավ է, եւ արդյոք օգնում, կամհանդիմանելու, կամ անձնատուր դրանք, առանց որեւէ զօրութեամբ ներգրավելով նրանց հարգանքը:
		-- J. Austen

%
Այստեղ եմ, հիսունութ, եւ ես դեռ չգիտեմ, թե ինչ եմ ուզում լինել, երբՄեծանամ:
		-- Peter Drucker

%
Ողջու՜յն! Ես Larry: Սա իմ եղբայրն Bob, եւ սա է իմ մյուս եղբայրըՊետական: Մենք մտածեցինք, որ դուք կարող եք ցանկանում է իմանալ, թե անունները Ձեր անձանց.
		-- Peter Drucker

%
Higgins: Doolittle, դու էլ մի ազնիվ մարդ, կամ Rogue.Doolittle: Մի քիչ էլ, Guv'nor. Ինչպես մնացած մեզ, միքիչ էլ.
		-- Shaw, "Pygmalion"

%
Անհեռատեսություն միշտ էլ 20:20:
		-- Billy Wilder

%
Անհեռատեսություն է ճշգրիտ գիտություն է:
		-- Billy Wilder

%
Նրա կյանքը ձեւական. նրա գործողությունները կարծես իշխում հետ քանոն:
		-- Billy Wilder

%
Նրա միտքը նման է պողպատե թակարդ լի մկների.
		-- Foghorn Leghorn

%
Պատմությունը կրկնվում է, որ առաջին անգամ որպես tragi-կատակերգություն, երկրորդըանգամ, քանի սենյականոց ֆարս:
		-- Foghorn Leghorn

%
Պատմությունը կրկնվում է միայն այն դեպքում, եթե մեկը չի լսել, առաջին անգամ:
		-- Foghorn Leghorn

%
Պատմությունը կրկնվում է: Դա մի բան է, սխալ է պատմության մեջ.
		-- Foghorn Leghorn

%
Home այն վայրն է, որտեղ, երբ դուք պետք է գնալ այնտեղ, որ նրանք պետք է վերցնել ձեզ.
		-- Robert Frost, "The Death of the Hired Man"

%
Home կյանքը, քանի որ մենք հասկանում ենք, որ դա ոչ ավելի բնական է, քան բանտ էէ կակադու:
		-- George Bernard Shaw

%
Hope է լավ նախաճաշ, բայց դա վատ է ընթրիք:
		-- Francis Bacon

%
Հույսը waking երազ.
		-- Aristotle

%
Հուսով եմ, որ ոչ, որպէսզի հիասթափված.
		-- M. Horner

%
Ինչպես գալիս այն անցնի, ապա, որ մենք հայտնվում այնպիսի cowards ի պատճառաբանելով,եւ այնքան վախենում կանգնել քննությունը ծաղրի:
		-- A. Cooper

%
Ինչպես երկար մի րոպե է, կախված, թե որ կողմն է դռանը դու վրա:
		-- A. Cooper

%
Ինչպես շատ «Առաջիկա տղամարդիկ» ունի հայտնի! Որտեղ է երկրի վրա են նրանք բոլորը գնում են:
		-- Sir Arthur Wing Pinero

%
Սակայն, երբեք վախեցավ, որ ես հաղթահարել ձախորդության իմ ավանդականկարգն ... sulking եւ սրտխառնոց:
		-- Tom K. Ryan

%
Մարդկային տեսակ չի կարող կրել շատ իրականությունը.
		-- T. S. Eliot, "Four Quartets: Burnt Norton"

%
Մարդկությունը ունի զարգացած, երբ այն արդեն առաջընթաց է, ոչ թե այն պատճառով, որ դա եղել է սթափ,պատասխանատու, եւ զգույշ, բայց քանի որ դա եղել է ուրախ, ըմբոստ, եւդեռահաս:
		-- Tom Robbins

%
Մարդիկ են կապի junkies. Մենք պարզապես չի կարող ստանալ բավարար.
		-- Alan Kay

%
Խոնարհությունը առաջին առաքինություններից - այլ մարդկանց:
		-- Oliver Wendell Holmes

%
Ես թույլ են տալիս, որ աշխարհը պետք է ապրել, քանի որ դա ընտրում, եւ ես թույլ եմ ապրել այնպես, ինչպես Iընտրել.
		-- Oliver Wendell Holmes

%
Ես միշտ ընտրում եմ իմ ընկերներին իրենց լավ տեսք ու իմ թշնամիների համար իրենցլավ մտավորականները: Մարդը չի կարող լինել չափազանց զգույշ լինել իր ընտրության թշնամիների.
		-- Oscar Wilde, "The Picture of Dorian Gray"

%
Ես միշտ անցնել լավ խորհուրդ. Դա է միակ բանը, որ պետք է անել դրա հետ:Այն երբեք որեւէ լավ է իրեն:
		-- Oscar Wilde, "An Ideal Husband"

%
Ես միշտ ասում եմ գեղեցկությունը միայն մեղքը խոր.
		-- Saki, "Reginald's Choir Treat"

%
Ես լավատես եմ: Այն չի, կարծես չափազանց շատ օգտագործումը լինելու որեւէ այլ բան:
		-- Winston Churchill

%
Ես ամուր. Դուք են կամակոր. Նա մի pig գլխավորած հիմար.
		-- Katharine Whitehorn

%
Ես փնտրում եմ, որ ազնիվ մարդուն:
		-- Diogenes the Cynic

%
«Ես պատրաստ եմ հանդիպել իմ Maker: Անկախ նրանից, թե իմ Maker պատրաստվում էGreat փորձություն հանդիպելու ինձ ուրիշ հարց է »:
		-- Winston Churchill

%
Ես հավատում եմ ստանալու մեջ տաք ջրի. այն շարունակում է ձեզ մաքուր.
		-- G. K. Chesterton

%
Ես կոչ եմ անում նրանց, քանի որ տեսնում եմ նրանց: Եթե ​​ես չեմ կարող տեսնել նրանց, ես կատարել նրանց.
		-- Biff Barf

%
Ես կարող եմ ձեզ իմ խօսքը, բայց ես գիտեմ, թե ինչ արժե, եւ դուք չեք.
		-- Nero Wolfe, "Over My Dead Body"

%
Ես կարող եմ գրել, ավելի լավ է, քան որեւէ մեկին, ով կարող է գրել ավելի արագ, եւ ես կարող եմ գրելավելի արագ, քան որեւէ մեկին, ով կարող է գրել ավելի լավ.
		-- A. J. Liebling

%
Ես չեմ կարող թվալ բերել ինձ ասում են, «Դե, ես գուշակել եմ, պետք է toddling միասին»:Դա այն չէ, որ ես չեմ կարող զբոսանք: Այն է, որ ես չեմ կարող գուշակել, ես զբոսանք:
		-- Robert Benchley

%
Ես չեմ կարող կանգնել squealers. հարվածել, որ guy.
		-- Albert Anastasia

%
Ես չեմ կարող հասկանալ այն: Ես չեմ կարող նույնիսկ հասկանալ, թե այն մարդկանց, ովքեր կարող ենհասկանալ այն.
		-- Queen Juliana of the Netherlands.

%
Ես չեմ կարող հասկանալ, թե ինչու են մարդիկ վախեցած նոր գաղափարների: Ես վախեցածհին նորերը.
		-- John Cage

%
Ես չեմ կարող եւ չի կտրել իմ խիղճը տեղավորել այս տարվա բծախնդրորեն.
		-- Lillian Hellman

%
Ես համարում եմ, օրը ծախսվում, որ ես չեմ էլ մեղադրվող մի հանցագործություն,կամ ձերբակալվել մեկը.
		-- "Ratsy" Tourbillon

%
Ես չեմ ստանում բարդ, - ես պարզապես հոգնել: Բայց գուցե դա ինչբարդ է, լինելու հոգնել.
		-- Rita Gain

%
«Ես չգիտեի, որ դա անհնար է, երբ ես արել դա»:
		-- Rita Gain

%
Ես համաձայն չեմ, թե ինչ եք ասում, բայց կպաշտպանի է մահվան Ձեր իրավունքըասում են նման կեղծիքի!
		-- Rita Gain

%
Ես չգիտեմ, թե ինքս ինձ, եւ Աստված չանի, որ ես պետք է.
		-- Johann Wolfgang von Goethe

%
Ես չգիտեմ, թե որտեղ պետք է գտնել ցանկացած գրականության, թե արդյոք հին կամ ժամանակակից,որեւէ համարժեք հաշիվը այդ բնության հետ, որը ես եմ ծանոթ: առասպելաբանությունգալիս մոտակա դրան որեւէ.
		-- Henry David Thoreau

%
«Ես չգիտեմ, թե ինչ է նշանակում« փառքի », Ալիս - ասաց նա:Կարճահասակծ կարճլիկ մարդ ժպտաց արհամարհանքով: «Իհարկե, դուք չեք -մինչեւ որ ես ասում եմ ձեզ. Ես նկատի ունեի «կա մի գեղեցիկ թակոց ներքեւ, փաստարկը քեզ համար».«Բայց փառք չի նշանակում, 'գեղեցիկ թակոց ներքեւ փաստարկը», - Aliceառարկեց.«Երբ ես օգտագործել բառը», կարճահասակծ կարճլիկ մարդ ասել է, բավականին արհամարհականտոնով, «դա նշանակում է, որ միայն այն, ինչ ես ընտրել այն նշանակում է ոչ ավելի, ոչ պակաս»:«Հարցն այն է," - ասել է Ալիս «թե արդյոք դուք կարող եք կատարել բառերը նշանակումայնպես որ, շատ տարբեր բաներ են »:«Հարցն այն է», - ասաց կարճահասակծ կարճլիկ մարդ », որը պետք է լինի master -որ ամենը »:
		-- Lewis Carrol, "Through the Looking Glass"

%
Ես չգիտեմ, թե ով է իմ պապը եղել. Ես շատ ավելի մտահոգված է իմանալինչ իր թոռը կլինի:
		-- Abraham Lincoln

%
Ես չգիտեմ, թե ինչու ենք մենք այստեղ, ես ասում եմ, որ մենք բոլորս տուն գնալ եւ ազատ ասոցիացված.
		-- Abraham Lincoln

%
Ես չեմ կատարել կանոններն, Gil, ես միայն խաղալ խաղի.
		-- Cash McCall

%
Ես դեմ չեմ վիճում ինձ. Այն ժամանակ, երբ ես կորցնում, որ դա անհանգստացնում է ինձ:
		-- Richard Powers

%
Ես չեմ հիշում, դա, բայց ես պետք է այն գրի:
		-- Richard Powers

%
«Ես չեմ կարծում, որ նրանք կարող են դնում նրան հոգեբուժարանում: Մյուսձեռքը, եթե նա եղել արդեն, ես չեմ կարծում, որ նրանք ուզում, թող նրան դուրս »:
		-- Richard Powers

%
«Ես չեմ հասկանում, թե», - ասաց գիտնականը, «ինչու եք Lemmings բոլորս շտապում ներքեւդեպի ծով եւ խեղդել ինքներդ ձեզ »:«Ինչպես հետաքրքրասեր», - ասել է Lemming: «Մի բան ես չեմ հասկանում, թե ինչուԴուք մարդկային էակներ չեն »:
		-- James Thurber

%
Ես չեմ ուզում կրեց քեզ, բայց ոչ ոք չի շուրջ ինձ համար bore:
		-- James Thurber

%
Ես էլ ուզում եմ ավելի քիչ դեկադանսը կամ ավելի մասնակցելու հնարավորություն դրան:
		-- James Thurber

%
Ես ընդհանրապես խուսափում գայթակղությանը, եթե ես չեմ կարող դիմադրել այն.
		-- Mae West

%
Ես ձեզ մարդուն, ով այն մարդը, ով - Uh, ես մոռանում այն ​​մարդը, ով:
		-- Beauregard Bugleboy

%
Ես ստացել տեսլականը, իսկ մնացած աշխարհի հագնում bifocals:
		-- Butch Cassidy

%
Ես գուշակել եմ եղել, սխալ ամբողջ կյանքս, բայց այնպես որ միլիարդավոր այլ մարդկանց ...Որոշակիությունը ուղղակի զգացմունք:
		-- Hal Clement

%
Ես ատում մարդկությանը, որովհետեւ ես կարծում եմ, որ ինձ մեկը լավագույն նրանց, եւ ես գիտեմ,թե ինչպես վատ եմ.
		-- Samuel Johnson

%
Ես ատում փոքր քաղաքները, քանի որ մեկ անգամ եք տեսել թնդանոթի այգումկա բան անել:
		-- Lenny Bruce

%
Ես հայտնաբերեցի, որ մարդու բոլոր չարը գալիս է սա, մարդը չի կարողանումԻնչպես նստել մի սենյակում:
		-- Blaise Pascal

%
Ես գտա, քիչ են, որ լավ է, մարդկային էակներ. Իմ փորձիցնրանց մեծ մասը գտնվում են թափոն:
		-- Sigmund Freud

%
Ես ունեմ մեծ հավատ հիմարների - ինքնավստահություն վստահություն իմ ընկերները կոչ են անում այն.
		-- Edgar Allan Poe

%
Ես սովորել եմ լռությունը են զրուցասեր,հանդուրժում ից անհանդուրժողական եւ բարության ից դաժան:
		-- Kahlil Gibran

%
Ես արել սխալներ, բայց ես երբեք չեմ արել սխալը պնդելովոր ես երբեք չեմ արել, մեկը.
		-- James Gordon Bennett

%
Ես իրավունք չունեմ, մի բան չեմ, կամ ասում է, ստորացնել մարդուն իրսեփական աչքերով. Ինչ կարեւոր չէ, թե ինչ ես կարծում եմ, նրա մասին. այն է, թե ինչ է նա կարծում է,ինքն իրեն. Թուլացնելու մարդու ինքնահարգանք է մեղք.
		-- Antoine de Saint-Exupery

%
Ես գիտեի, որ մի բան, ինչպես արագ, ինչպես որ որեւէ մեկը ասել է, դուք չեք պետք է ատրճանակ, դուք ավելի լավ էտանել մեկ երկայնքով, որ աշխատել:
		-- Raymond Chandler

%
Ես սիրում եմ մարդկությանը ... Դա մարդիկ են, ես ատում:
		-- Schulz

%
Ես այն կանոն ապրուստի բոլոր ուղղակի հակասություններից տրամադրություններիուրիշների, եւ բոլոր դրական հաստատման իմ սեփական. Ես նույնիսկ արգելել ինձ օգտագործումըյուրաքանչյուր բառի կամ արտահայտության մեջ լեզվի, որ ներկրվող մի ֆիքսված կարծիք, օրինակքանի որ «իհարկե», «անկասկած», եւ այլն: Ես ընդունվել նրանց փոխարեն «Ես զգում եմ,"«Ես բերման ենթարկել», կամ «Ես պատկերացնում» մի բան պետք է լինի, որպեսզի կամ այնքան. կամ "ուստի այն հայտնվում է ինձ համարՆերկայումս".Երբ մեկ այլ պնդում են, մի բան, որ ես մտածեցի, որ սխալ է, ես մերժել էինքս հաճելի հակասող նրան կտրուկ, եւ ցույց տալով նրանանմիջապես ոմանք աբսուրդ է իր առաջարկին. Ի պատասխանելով Ես սկսեցինկատելով, որ որոշ դեպքերում կամ հանգամանքների իր կարծիքն կլինի ճիշտ է,բայց սույն գործով երեւացին կամ semed է ինձ ինչ-որ բան փոխել, եւ այլնՇուտով ես գտա առավելությունը այս փոփոխության իմ ձեւով. որզրույցները եմ զբաղվող գնաց ավելի հաճելիորեն: The համեստ ճանապարհը, որը եսԱռաջարկվող իմ կարծիքները ձեռք նրանց պատրաստ ընդունելություն եւ ավելի քիչ հակասություն.Ես ունեի ավելի քիչ ճնշելը, երբ ես էի գտել է լինել սխալ, եւ ես ավելի հեշտությամբյաղթեց ուրիշների հետ է հրաժարվել իրենց սխալները եւ միանալ ինձ հետ, երբ եստեղի է աջ:
		-- Autobiography of Benjamin Franklin

%
«Ես կարող է հայտնվել է ընդամենը նստած այստեղ նման մի դույլ տապիոկա, բայց չենթող հավանականությամբ հիմար ձեզ: Ես մոտենում ծերության ... արագությամբ լույսի »:
		-- Prof. Cosmo Fishhawk

%
Ես կարող եմ լինել ստանում ավելի հին է, բայց ես հրաժարվում է մեծանա:
		-- Prof. Cosmo Fishhawk

%
Ես կարող ամբողջովին կատարյալ, բայց հատվածներ Ինձ հիանալի.
		-- Ashleigh Brilliant

%
Ես երբեք չեմ սպանել մի մարդու, որը չի արժանի այն.
		-- Mickey Cohen

%
Ես նախընտրում եմ հրոսակներին դեպի imbeciles, քանի որ նրանք երբեմն հանգստանում:
		-- Alexandre Dumas, fils

%
Ես խորապես հավատում եմ, որ դա տեւում է շատ փորձի դառնալ բարոյական slob:
		-- William F. Buckley

%
Ես դնում որսորդական հրացան է Adidas տոպրակի մեջ եւ padded այն դուրս չորս զույգթենիսի գուլպաներ, ոչ թե իմ ոճը բնավ, սակայն, որ այն, ինչ ես նպատակ: Եթենրանք կարծում են, դու կոպիտ, գնա տեխնիկական; եթե նրանք կարծում են, դու տեխնիկական, գնակոպիտ. Ես շատ տեխնիկական տղա: Այնպես որ, ես որոշեցի ստանալ, ինչպես նավթի, որքան հնարավոր է:Այս օրերին, սակայն, դուք պետք է լինի բավականին տեխնիկական նախքան դուք կարող եք նույնիսկձգտում է crudeness:
		-- William Gibson, "Johnny Mnemonic"

%
«... Ես պետք է բացատրել, որ ես հագին եղել է սեւ թավշյա հրվանդան, որ էրԵնթադրվում է, որպեսզի ես նման խիզախ, ռոմանտիկ Zorro բայց որը, ըստ էությանստիպեց ինձ նման մի հսկայական bat կրելու բաժակներ ... "Միավոր L'amour »
		-- Dave Barry, "The Wet Zorro Suit and Other Turning

%
Երբեմն ինձ թվում է, որ Աստված, ստեղծել մարդուն, փոքր-ինչ գերագնահատված է իր կարողությունը:
		-- Oscar Wilde

%
Ես կարծում եմ շիզոֆրենիկ: Կեսը, ինձ դա paranoid իսկ մյուս կեսը իդուրս է հասնել նրան:
		-- Oscar Wilde

%
Ես գանձ է այս տարօրինակ համադրություն հայտնաբերվել է շատ քիչ անձանց: կատաղիցանկությունը կյանքի համար, ինչպես նաեւ պարզ ընկալումը վերջնական դատարկություն էThe Quest:
		-- Madeleine Gobeil

%
Ես կարծում էի, որ այդ ուղեղը էր առավել հրաշալի օրգանիմ մարմինը. Հետո ես հասկացա, թե ով պատմում էր ինձ այս.
		-- Emo Phillips

%
Ես սպասեցի ու սպասեցի եւ երբ ոչ հաղորդագրությունը եկավ, ես գիտեի, որ դա պետք է լինի ձեզ համար.
		-- Emo Phillips

%
Ես հետեւելու է լավ կողմը ճիշտ է կրակի, բայց ոչ դրա մեջ, եթե ես չեմ կարողօգնել այն.
		-- Michel Eyquem de Montaigne

%
Ես պետք է պաշտպանել է մահվան Ձեր իրավունքը ասելու, որ, բայց ես երբեք չեմ ասել, ես ուզումլսել այն!
		-- Tom Galloway with apologies to Voltaire

%
Ես կտամ ձեզ իմ կարծիքը մարդկային ցեղի մի ընկույզի կեղլծ կճեպ ... իրենց սիրտըճիշտ տեղում, բայց նրանց գլուխը մի մանրակրկիտ անարդյունավետ օրգան:
		-- W. Somerset Maugham, "The Summing Up"

%
Ես պետք է հավակնել է վստահել ձեզ, եթե դուք պետք է հավակնում է վստահել ինձ:
		-- W. Somerset Maugham, "The Summing Up"

%
Ես այն մարդը չեմ, քո մայրը զգուշացրել է քեզ մոտ ... նրա երեւակայությունը չէոր լավ.
		-- Amy Gorin

%
«Ես, իրոք, վայելում է ոչ խոսում է քեզ ... Եկեք կրկին խոսել ____ REALՇուտով ... »
		-- Amy Gorin

%
Ես այնքան թշվառ առանց քեզ, դա գրեթե նման դու այստեղ.
		-- Amy Gorin

%
Ես ցավում եմ, որ եթե ճիշտ գործելակերպով բաներ վիրավորում է ձեզ:
		-- Amy Gorin

%
Ես ցավում եմ, բայց իմ կարման ընդամենը վրաերթի Ձեր դոգմա.
		-- Amy Gorin

%
Ես հաջողակ, քանի որ ես հաջողակ. The դժվար ես աշխատում եմ, որ հաջողակ եմ ստանում:
		-- Amy Gorin

%
Ես արդեն ասացի ձեզ, ավելին, քան ես գիտեմ.
		-- Amy Gorin

%
Ես գտել եմ իմ տեղը. Եթե ​​դուք եք հետաքրքրում, թե ինչու ես չեմ կար, կարԱյս փոքրիկ փոս է ներքեւում ...
		-- John Croll

%
Ես տվել մինչեւ գրքեր կարդալով: Ես գտնում եմ, որ դա տեւում է իմ միտքը դուրս ինքս ինձ:
		-- John Croll

%
Ես ճանաչում նրան, որպես մի մարդ, որպես դեռահաս, եւ որպես երեխայի, երբեմնեն նույն օրը:
		-- John Croll

%
«Ես տեսել եմ, ես ասում եմ, որ ես տեսել եմ ավելի լավ գլուխ է մի գավաթ գարեջուր»
		-- Senator Claghorn

%
Ideas չեն մնա որոշ մտքում շատ երկար, քանի որ նրանք չեն սիրումմենախցում.
		-- Senator Claghorn

%
Եթե ​​մի մարդ ունի տաղանդ, եւ չի կարող օգտագործել այն, որ նա ձախողվել է:
		-- Thomas Wolfe

%
Եթե ​​Աստված էր նախատեսված Man քայլել, նա չէր տվել նրան ոտքերը.
		-- Thomas Wolfe

%
Եթե ​​Աստված էր նշանակում է մեզ համար պետք է լինի մերկ, մենք արդեն ծնվել այդ ճանապարհը:
		-- Thomas Wolfe

%
Եթե ​​Աստված իսկապես մտադիր տղամարդկանց թռչել, նա ուզում է դարձնել այն հեշտ է հասնելօդանավակայանը:
		-- George Winters

%
Եթե ​​Աստված ուզում եք գնալ շուրջ nude, Նա չէր տվել ձեզ ավելի մեծ ձեռքերը.
		-- George Winters

%
Եթե ​​Աստված չէր ցանկանում եք լինել paranoid, Նա չէր տուի ձեզ նմանա վառ երեւակայությունը:
		-- George Winters

%
Եթե ​​Աստված ուզում է մեզ լինել քաջ, թե ինչու է նա տայ մեզի ոտքեր.
		-- Marvin Kitman

%
Եթե ​​նա պետք է երբեւէ փոխել իր հավատը, դա պետք է լինի, քանի որ նա այլեւս կարծում էնա Աստված:
		-- Marvin Kitman

%
Եթե ​​ես ավելի բլրի վրա, թե ինչու է դա, ես չեմ հիշում, որ երբեւէ լինելու է վերեւում.
		-- Jerry Muscha

%
Եթե ​​մարդը միայն մի փոքր ավելի ցածր է, քան հրեշտակները, հրեշտակները պետք բարեփոխել:
		-- Mary Wilson Little

%
Եթե ​​մեկը ուսումնասիրությունները եւս նախանձախնդիր, մի հեշտությամբ կորցնում է իր շալվարը:
		-- A. Einstein.

%
Եթե ​​մեկը պատմում է ճշմարտությունը, մեկ համոզված է, վաղ թե ուշ, պետք է պարզել.երիտասարդ «
		-- Oscar Wilde, "Phrases and Philosophies for the Use

%
Եթե ​​միայն ես կարող եմ լինել հարգված առանց լինել հարգված:
		-- Oscar Wilde, "Phrases and Philosophies for the Use

%
Եթե ​​միայն կարելի էր ստանալ այդ հրաշալի զգացումը կատարման առանցունենալով իրականացնել մի բան.
		-- Oscar Wilde, "Phrases and Philosophies for the Use

%
Եթե ​​միայն դուք ունեցել անձն փոխարեն վերաբերմունքի.
		-- Oscar Wilde, "Phrases and Philosophies for the Use

%
Եթե ​​հնարավորություն եկավ ծպտված որպես գայթակղությանը, մեկ թակել բավարար կլիներ:
		-- Oscar Wilde, "Phrases and Philosophies for the Use

%
Եթե ​​մարդիկ լավ են միայն այն պատճառով, որ նրանք վախենում են պատիժ, եւ հույս ունենք, որ պարգեւատրության,ապա մենք կներեք շատ իսկապես.
		-- Albert Einstein

%
Եթե ​​մարդիկ տեսնում են, որ դուք նկատի նրանց որեւէ վնաս, նրանք երբեք վնասել քեզ, ինըանգամ դուրս տասը!
		-- Albert Einstein

%
Եթե ​​պրակտիկան է կատարյալ, եւ ոչ ոք կատարյալ է, թե ինչու զբաղվելու:
		-- Albert Einstein

%
Եթե ​​որոշ մարդիկ չեն պատմել ձեզ, որ դուք ուզում երբեք գիտեք, որ նրանք ուզում են արձակուրդում:
		-- Albert Einstein

%
Եթե ​​որեւէ մեկը ասում է, որ մի բան անել », առանց ձախողման», նա չի.
		-- Albert Einstein

%
Եթե ​​եղանակը չափազանց վատ է, եկեղեցին հաճախելը կլինի ներքեւ. եթեեղանակը չափազանց լավ, եկեղեցին հաճախելը կլինի ներքեւ. Եթե ​​այդՀայտարարությունների ընդգրկում են կարճ մատակարարման, սակայն, եկեղեցին հաճախելիությունը կամքգերազանցում է բոլոր սպասելիքները:
		-- Reverend Chichester

%
Եթե ​​կա մի սխալ ճանապարհ է անել ինչ - որ բան, ապա ինչ-որ մեկը կարող է դա անել.
		-- Edward A. Murphy Jr.

%
Եթե ​​կար որեւէ արդարություն է աշխարհում, «Վստահություն» կլիներ չորս նամակ բառը.
		-- Edward A. Murphy Jr.

%
Եթե ​​այսպես չեն բարելավել շուտով, դուք ավելի լավ է հարցնել նրանց կանգնեցնել օգնել ձեզ.
		-- Edward A. Murphy Jr.

%
«Եթե մենք էինք նշանակում է թռչել, մենք չէինք կարողանում պահել կորցնում մեր ուղեբեռը:»:
		-- Edward A. Murphy Jr.

%
Եթե ​​մենք էինք նշանակում է վաղ արթնանալ, Աստված կլիներ ստեղծել է մեզ հետ, ազդանշանային Ժամացույցներ.
		-- Edward A. Murphy Jr.

%
Եթե ​​դուք մի ֆատալիստ, ինչ կարող եք անել դրա մասին:
		-- Ann Edwards-Duff

%
Եթե ​​դուք ազնիվ, քանի որ ազնվությունը լավագույն քաղաքականությունն, ձեր ազնվությունը կոռումպացված:
		-- Ann Edwards-Duff

%
Եթե ​​դուք կարող եք պահել ձեր գլուխը, երբ ձեր մասին, կորցնում են իրենցը, ապաԴուք հստակ չեք հասկանում իրավիճակը:
		-- Ann Edwards-Duff

%
Եթե ​​դուք չեք կարող ասել, ոչ մի լավ բան որեւէ մեկի մասին, նստել հենց այստեղ են ինձ:
		-- Alice Roosevelt Longworth

%
Եթե ​​դուք չեք կարող է երկարաժամկետ հեռանկարում բոլորին պատմել, թե ինչ եք անում,Ձեր անում էր անարժեք.
		-- Edwim Schrodinger

%
Եթե ​​դուք շարունակաբար տալիս Ձեզ պետք է շարունակաբար ունեք.
		-- Edwim Schrodinger

%
Եթե ​​դուք չեք ստանում բռնել, որ դուք իրոք դա անել?
		-- Edwim Schrodinger

%
Եթե ​​դուք չեք ունենա մեծ մասը Ձեր ընկերներին, դուք, որ չեք ունենա մեծ մասըձեր խնդիրները.
		-- Edwim Schrodinger

%
Եթե ​​դուք չեք ցանկանում մարդուն անել մի բան, որ դուք ավելի լավ է ստանալ նրան խոսել այն մասին,այն, համար ավելի շատ տղամարդիկ խոսում, այնքան ավելի հավանական է, որ նրանք կարող են անել, այլ բան:
		-- Carlyle

%
Եթե ​​դուք չեք հետաքրքրում, որտեղ դուք, ապա դուք չի կորցրել:
		-- Carlyle

%
Եթե ​​դուք չեք անում այն, դուք երբեք գիտեք, թե ինչ կլիներ, եթե ձեզէր արել այն:
		-- Carlyle

%
Եթե ​​դուք չեք անում այն ​​բաները, որոնք արժանի չեն անում, ով է?
		-- Carlyle

%
Եթե ​​դուք չեք գնալ ուրիշներուն թաղումների նրանք չեն գնում ձերն է.
		-- Clarence Day

%
Եթե ​​դուք չեք ունենա մի գարշելի մահախոսականը դուք հավանաբար այդպես չէ:
		-- Freeman Dyson

%
Եթե ​​դուք չեք ցանկանում, որ ճանապարհը, ես քշել, մնալ դուրս մայթին.
		-- Freeman Dyson

%
Եթե ​​դուք չեք ասում, ոչինչ, դուք պետք չէ անվանել է կրկնել այն:
		-- Calvin Coolidge

%
Եթե ​​դուք բացատրեք, որպեսզի հստակ է, որ ոչ ոք չի կարող սխալ հասկանալ, ինչ-որ մեկը չի.
		-- Calvin Coolidge

%
Եթե ​​դուք flaunt այն, ակնկալում է, որ այն, աղբարկղ:
		-- Calvin Coolidge

%
Եթե ​​դուք բոց բնազդով միայնակ, ինչպես դուք կարող եք հաշվարկել լողունություն համարՀաշվարկվող բեռը.
		-- Christopher Hodder-Williams

%
Եթե ​​դուք գնում եք դուրս գալ ձեր մտքում, դա հանգիստ, այնպես չէ խանգարել նրանց,ձեր շուրջը:
		-- Christopher Hodder-Williams

%
Եթե ​​Դուք որեւէ ուղեղը, դուք ուզում լինել վտանգավոր:
		-- Christopher Hodder-Williams

%
Եթե ​​դուք պարզապես փորձում բավականաչափ երկար եւ դժվար է բավարար, դուք միշտ կարող եք կառավարելboot ինքներդ posterior:
		-- A. J. Liebling, "The Press"

%
Եթե ​​դուք պահել ձեր միտքը բավականաչափ բաց, մարդիկ պետք շպրտել մի շատաղբի մեջ այն.
		-- William Orton

%
Եթե ​​դուք ապրում էին այսօր, քանի որ, եթե դա լիներ ձեր վերջին, դուք ուզում գնել մի տուփ հրթիռներեւ կրակել նրանց բոլորին դուրս, որ չեք.
		-- Garrison Keillor

%
Եթե ​​դուք նայում լավ է, եւ հագնվում լավ, դուք չեք պետք է կյանքի իմաստը:
		-- Robert Pante, fashion consultant

%
Եթե ​​դուք կատարել մարդիկ կարծում են, որ մտածում են, նրանք սիրում են ձեզ: բայց եթե ձեզիրոք, դարձնել դրանք կարծում, որ նրանք պետք է ատել ձեզ.
		-- Robert Pante, fashion consultant

%
Եթե ​​դուք խառնաշփոթ մի բան բավական երկար է, այն պետք է կոտրել:
		-- Schmidt

%
Եթե ​​դուք նկատել, որ մի մարդ, որը խաբում է ձեզ, որ նրանք չպետք է լինիdeceiving ձեզ շատ լավ:
		-- Schmidt

%
Եթե ​​դուք խոսում է Աստծո հետ, որ դու աղոթելը. եթե Աստված խոսում է ձեզ համար, դուք պետք էշիզոֆրենիա:
		-- Thomas Szasz

%
Եթե ​​կարծում եք, որ նախքան դուք խոսում մյուս տղան ստանում իր կատակ է առաջին.
		-- Thomas Szasz

%
Եթե ​​կարծում եք, որ այդ խնդիրը վատ է հիմա, պարզապես սպասել, մինչեւ մենք լուծել այն:
		-- Arthur Kasspe

%
Եթե ​​կարծում եք, որ ամեն ինչ չեք կարող ստանալ, ավելի վատ, դա, հավանաբար, միայն այն պատճառով, որ ձեզպակասում բավարար երեւակայությունը:
		-- Arthur Kasspe

%
Եթե ​​դուք փորձում է գոհացնել բոլորին, ինչ-որ մեկը, որը չի պատրաստվում սիրում այն.
		-- Arthur Kasspe

%
Եթե ​​դուք ուզում եք իմանալ, թե ինչպես հին մի մարդ է, հարցրու նրա եղբորը-in-law.
		-- Arthur Kasspe

%
Եթե ​​դուք պետք է զբաղվել լինելով գեղարվեստական ​​մի որոշ ժամանակ, դուք կհասկանաք, որգեղարվեստական ​​կերպարները երբեմն ավելի իրական է, քան մարդկանց մարմինների հետ եւheartbeats:
		-- Arthur Kasspe

%
Եթե ​​դուք պետք է հասկանալ, թե ձեր սեփական տարիքը, կարդալ գեղարվեստական ​​գրականություն արտադրվածդրան: Մարդիկ քողարկել ազատ խոսել:
		-- Arthur Kasspe

%
Եթե ​​դուք ուշադիր բավարար, ոչ մի վատ բան կամ լավ կլինի երբեւէ պատահել ձեզ.
		-- Arthur Kasspe

%
Եթե ​​դուք ցանկանում եք անընդհատ վատ են, դու հետ համագործակցող բուժման համար:
		-- Arthur Kasspe

%
Եթե ​​դուք եք պատրաստվում անել մի բան, այս երեկո, որ դուք պետք է ցավում վաղվաառավոտ, քնում ուշ.
		-- Henny Youngman

%
Եթե ​​դու երջանիկ, դու հաջողակ.
		-- Henny Youngman

%
Եթե ​​դուք չեք, շատ խելացի, դուք պետք է համաձայնողական:
		-- Benjamin Disraeli

%
Լավ խոսելու, չպետք է այն միտքը, որ բանախոսի իմանալ ճշմարտությունըոր խոսքը, որի մասին նա պետք է խոսել:
		-- Plato

%
Հարցերում սկզբունքային, կանգնել նման է ժայռի:հարցերում ճաշակի, լողալ, ինչպես ներկայիս:
		-- Thomas Jefferson

%
Շատ դեպքերում, այդ ամենը փաստարկ ապացուցում է, որ երկու հոգի ներկա են:
		-- Thomas Jefferson

%
Հաջողության կա միտում է պահել անում այն, ինչ եք անում.
		-- Alan Kay

%
Ի դժբախտության մեր բարեկամների մենք գտնում ենք, մի բան, որը չի տհաճությունմեզ.
		-- La Rochefoucauld, "Maxims"

%
Այս աշխարհում կան մարդիկ, որոնք պատրաստվում եմ ինձ եւ ոմանք չեն: Այնպես որ, ես կարողինչպես նաեւ պետք է ինձ: Հետո ես գիտեմ, որ եթե ինչ-որ մեկը սիրում է ինձ, նրանք սիրում են ինձ:
		-- La Rochefoucauld, "Maxims"

%
Այս աշխարհում կան միայն երկու ողբերգություններ: Մեկը չի ստանում այն, ինչ ոքցանկանում է, իսկ մյուսը, որը ստանալու համար:
		-- Oscar Wilde

%
Անմեղության ավարտվում է, երբ մեկը, որը զրկել է մոլորություն, որ սիրում իրեն:
		-- Joan Didion, "On Self Respect"

%
Անհանդուրժողականությունը է վերջին պաշտպանության անապահով:
		-- Joan Didion, "On Self Respect"

%
Ներգրավվածությունը մարդկանց հետ միշտ էլ շատ նուրբ բան է, -այն պահանջում է իրական հասունություն է մասնակից դառնալ եւ ոչ թե ստանալ բոլոր messed մինչեւ.
		-- Bernard Cooke

%
Այն ոչնչացնում մեկի նյարդերը լինել սիրալիր ամեն օր, նույն մարդու մեջ:
		-- Benjamin Disraeli

%
Կարեւոր չէ, թե, եթե դուք ընկնում ներքեւ, քանի դեռ դուք կարող եք վերցնել ինչ - որ բանից հարկում, իսկ Դուք ստանում եք մինչեւ.
		-- Benjamin Disraeli

%
Կարեւոր չէ, թե ինչ եք անում, դա միայն կարեւոր է, թե ինչ եք ասում, դուարել եւ ինչ եք պատրաստվում անել:
		-- Benjamin Disraeli

%
Այն նկատվում է, որ մեկի քիթը երբեք այնքան երջանիկ, որքան, երբ դախծկել մեջ գործերին մյուսը, որից որոշ physiologists ունենկազմվել է հետեվություն որ քիթը զուրկ է այն իմաստով, հոտը.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Այն արդեն հայտարարել է, որ մարդը բանական կենդանիների. Իմ ամբողջ կյանքում ես ունեմփնտրում ապացույցների, որոնք կարող են աջակցել այս.
		-- Bertrand Russell

%
Այն ամենը ճիշտ է անցկացնել զրույց, բայց դուք պետք է թող գնա դրանհիմա եւ հետո.
		-- Richard Armour

%
Դա միշտ լավագույն քաղաքականությունն է պատմել ճշմարտությունը, եթե, իհարկե,Դուք որեւէ բացառիկ լավ ստախոս է:
		-- Jerome K. Jerome

%
Դա զարմանալի է, թե ինչպես լրացնել այն մոլորությունը, որ գեղեցկությունը բարության.
		-- Jerome K. Jerome

%
Դա ավելի լավ է քաղաքակրթության է իջնում ​​արտահոսքի, քան պետք էգալիս այն:
		-- Henry Allen

%
Դա ավելի հեշտ է ստանալ ներում, քան թույլտվության.
		-- Henry Allen

%
Դա ավելի հեշտ է կատարել սուրբ դուրս է ազատամիտ, քան դուրս է բծախնդիր:
		-- George Santayana

%
Դա շատ հեշտ է, երբ մենք գտնվում ենք բարգավաճման տալ խորհուրդներ է չարչարված.
		-- Aeschylus

%
Այն հավասարապես վատ է, երբ մեկը արագությունների վրա հյուրի չի ցանկանում գնալ, եւ երբ նաունի վերադառնալ մեկը, ով արագացնում է: Ավելի շուտ, պետք է ընկերանալ հյուրին ովկա, բայց արագացնելու նրան, երբ նա ցանկանում է.[Մեջբերված է «VMS ներքին եւ տվյալների կառուցվածքների", V4.4, երբհղում անելով ներով]
		-- Homer, "The Odyssey"

%
Դա հենց այն է, քանի որ մի մարդ չի կարող ոչ մի բան, որ նա պատշաճ դատավորը դրա:
		-- Oscar Wilde

%
Դա շատ ավելի տպավորիչ է, երբ ուրիշները բացահայտել քո լավ հատկությունների, առանցքո օգնությունը.
		-- Miss Manners

%
Դա, ընդհանուր առմամբ համաձայնել է, որ «Բարեւ» է համապատասխան ողջույն, քանի որեթե դուք մտել է սենյակ եւ ասաց. «Ցտեսություն,« դա կարող է շփոթում է շատ մարդկանց:
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
Դա անհնար է, լավատես լինել հաճելիորեն զարմացած.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
Անհնար է, որպեսզի ինչ - որ բան հասկանալի է, քանի որ հիմարներ այնքան սրամիտ:
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
Դա իրոք ցանկալի է լինել լավ իջավ, բայց փառք պատկանում էմեր նախնիները:
		-- Plutarch

%
Դա շատ հեշտ է վճռորոշ լինել, քան, ճիշտ է:
		-- Benjamin Disraeli

%
Դա բավարար չէ ունենալ լավ միտքը: Հիմնական բանը պետք է օգտագործել այն լավ.
		-- Rene Descartes

%
Դա բավարար չէ ունենալ մեծ որակներ, մենք պետք է նաեւ ունենակառավարում նրանց.
		-- La Rochefoucauld

%
Դա ոչ թե լավ է, մի մարդ է լինի առանց գիտելիքի,եւ նա, ով կատարում շտապողականություն ոտքերով կարոտում է իր ճանապարհը:
		-- Proverbs 19:2

%
Այն հաճախ ավելի հեշտ է խնդրել ներում, քան թույլտվություն խնդրել:
		-- Grace Murray Hopper

%
Դա մի բան է գովերգել կարգապահության, եւ մեկ այլ ներկայացնել այն.
		-- Cervantes

%
Դա միայն ժողովուրդն է փոքր բարոյական հասակ, ովքեր պետք է կանգնել իրենց արժանապատվության:
		-- Cervantes

%
Դա միայն մեծ մարդիկ, ովքեր իսկապես անպարկեշտ: Եթե ​​նրանք չեն համարձակվելլինել անպարկեշտ, նրանք երբեք չեն կարող համարձակվել է մեծ:
		-- Havelock Ellis

%
Դա այն է, որ գործն փոքր մտքում նեղանալ:
		-- Carl Sandburg

%
Դա այն է, որ բնությունը ծայրահեղ ինքնակառավարման սիրահարներին, քանի որ սահմանել է տունը կրակի,եւ դա եղել, բայց տապակած իրենց ձու.
		-- Francis Bacon

%
Դա այն է, որ իմաստությունը կոկորդիլոսը, որ արտասվել, երբ նրանք պիտի կուլ տալ:
		-- Francis Bacon

%
Դա այն իմաստուն թռչուն, որը կառուցում է իր բույնը, մի ծառի.
		-- Francis Bacon

%
Կարեւոր չէ, թե արդյոք դուք հաղթելու կամ կորցնում. ինչ կարեւոր է, թե արդյոք ես եմ հաղթելու կամ կորցնում.
		-- Darrin Weinberg

%
Դա կարող է լինել վատ շարժուձեւով Բերանդ լիարժեք, բայց դա ոչ շատԼավ, կամ, եթե դուք խոսում, երբ ձեր գլուխը դատարկ է:
		-- Darrin Weinberg

%
Դա կարող է լինել, որ ձեր ողջ կյանքի նպատակը պարզապես ծառայում են որպեսնախազգուշացնելով ուրիշներին.
		-- Darrin Weinberg

%
Այն վճարում է ակնհայտ, հատկապես, եթե դուք ունեք մի համբավ նրբություն:
		-- Darrin Weinberg

%
Թվում էր, որ աշխարհը բաժանվեց լավ ու վատ մարդկանց. Լավ նորերը քնում,ավելի լավ է ... իսկ վատերը, թվում էր, վայելել waking ժամ շատ ավելին.
		-- Woody Allen, "Side Effects"

%
Թվում է, թե պետք է կատարել մեքենան վարորդ խելագար, եթե նա բացակայում է ձեզ:
		-- Woody Allen, "Side Effects"

%
Այն տեւում է մի հատուկ տեսակ քաջություն, ինչ մենք բոլորս պետք է դիմակայել:
		-- Woody Allen, "Side Effects"

%
Այն տեւում է բոլոր տեսակի լրացնել freeways:
		-- Crazy Charlie

%
Այն տեւում է, այնպես էլ մի զենք, եւ երկու մարդկանց, սպանության:
		-- Crazy Charlie

%
Այն տեւում է ավելի քիչ ժամանակ է անել մի բան ճիշտ է, քան դա անում է բացատրել, թե ինչու ձեզդա արել սխալ:
		-- H. W. Longfellow

%
Այն տեւում է երկու պատմել ճշմարտությունը: Մեկ է խոսելու եւ մեկը պետք է լսել.
		-- H. W. Longfellow

%
Դա կլինի, ընդհանուր առմամբ, գտել է, որ նրանք, ովքեր քմծիծաղել սովորաբար ժամը մարդկային բնությանեւ ազդում է արհամարհել այն, թվում են իր վատագույն եւ առնվազն հաճելի օրինակներով:
		-- Charles Dickens

%
Դա կլինի հաճելի է վստահ լինել, որ ամեն ինչից, թե ինչպես են մարդիկ են ամեն ինչից:
		-- Charles Dickens

%
Դա զարմանալի է, թե քանի մարդ եք, կարող է լինել ընկերների հետ, եթե միայն նրանք ուզումկատարել է առաջին մոտեցումը:
		-- Charles Dickens

%
Դա զարմանալի է, թե որքան է «հասուն իմաստությունը» հիշեցնում է, որ չափազանց հոգնած.
		-- Charles Dickens

%
Դա զարմանալի է, թե ինչպես են հաճելի մարդիկ են ձեզ, երբ նրանք գիտեն, դուք պատրաստվում հեռանալ:
		-- Michael Arlen

%
Դա վատ է, բավական է, որ կյանքը մի առնետավազք, բայց ինչու առնետները միշտ պետք է հաղթել.
		-- Michael Arlen

%
Դա ավելի լավ է quotable, քան լինել ազնիվ:
		-- Tom Stoppard

%
Դա ավելի լավ է ցանկացել սպանության որոնք չպետք է ցանկանում էր բոլորի համար:
		-- Marty Winch

%
Դա հեշտ է պայքարել իր սկզբունքների, քան ապրել մինչեւ նրանց:
		-- Marty Winch

%
Դա ավելի հեշտ է ստանալ ներում լինելու համար սխալ է, քան ներողություն լինելուճիշտ.
		-- Marty Winch

%
Դա դժվար է նման է այն մարդուն շատ հատկանիշների, նույնիսկ այն դեպքում, եթե նրանց մեծ մասը գտնվում են վատ.
		-- Marty Winch

%
Դժվար է լինել խոնարհ, երբ դու կատարյալ.
		-- Marty Winch

%
Դժվար է պահել ձեր վերնաշապիկը, երբ դուք ստանում որեւէ բան ձեր կրծքավանդակի.
		-- Marty Winch

%
Դա հետաքրքիր է մտածել, որ շատ բավական վաստակաշատ մարդիկ ունենմարմինները նման ձերն է.
		-- Marty Winch

%
Դա միայն չի տանում մարդկային ցեղի լրջորեն, որ ես պահպանումթե ինչ բեկորները իմ մեկ անգամ զգալի հոգեկան ուժերի Ես դեռ ունեն.
		-- Roger Noe

%
Դա հուսադրող է իմանալ, որ եթե դուք պահում տարօրինակ է, հասարակությունն էլլիարժեք պատասխանատվություն է ձեզ համար.
		-- Roger Noe

%
Դա քաղցր է հիշել, բայց դա շատ հաճախ ավելի էժան է մոռանալ:
		-- Roger Noe

%
Խանդը այն ամենը հաճելի կարծում եք, որ նրանք ունեն:
		-- Roger Noe

%
Պարզապես այն պատճառով, որ ես մերժում պայմանագիր է մի տղայի, չի նշանակում, որ նա չի պատրաստվումԻնչպես հարվածել.
		-- Joey

%
Պարզապես այն պատճառով, որ դու պարանոյիկ, չի նշանակում, որ նրանք չեն հետո ձեզ.
		-- Joey

%
«Պարզապես դուրս հետաքրքրասիրության է սա, ըստ էության, նշանակում է ինչ-որ բան, կամ պետք է ինչ - որմի քանի մնացած bits ձեր ուղեղի միայն Գոլորշիացված ».
		-- Patricia O Tuama, rissa@killer.DALLAS.TX.US

%
Պարզապես կշռել ձեր սեփական ցավ դեմ ցավ բոլոր մյուսները, եւ ապաանել այն, ինչ լավագույն.
		-- Lovers and Other Strangers

%
Պարզապես երբ դուք կարծում էիք հաղթելու առնետի մրցավազք, միասին գալիս արագ rat !!
		-- Lovers and Other Strangers

%
Արդարադատության միշտ գերիշխում ... երեք անգամ դուրս յոթ!
		-- Michael J. Wagner

%
Պահպանեք թույն, բայց չեն սառեցնել.
		-- Hellman's Mayonnaise

%
Պահպանեք ձեր բերանը փակել, եւ մարդիկ կարծում եք հիմարություն.Բացեք այն եւ դուք հեռացնել բոլոր կասկած:
		-- Hellman's Mayonnaise

%
Բացակայություն հնարավորությունների, որը սովորաբար քողարկվում է բացակայության շահերից.
		-- Hellman's Mayonnaise

%
Բացակայություն գումար է արմատ բոլոր չար.
		-- George Bernard Shaw

%
Ամենամեծ թվով Վարորդական Test խափանումներիՄինչեւ ապրիլի 1970 թ., Տիկին Մարիամը Hargrave ձախողվել իր փորձարկման երեսունինըանգամ: Ի ութ նախորդ տարիներին նա ստացել է երկու հարյուր եւտասներկու վարորդական դասեր մի գնով L300: Նա սահմանել է նոր ռեկորդ, իսկմեքենայով triumphantly միջոցով մի շարք կարմիր լուսացույցների Wakefield,Yorkshire. Disappointingly, նա անցել է քառասուներորդ փորձ (օգոստոսի 3-ին1970), սակայն ութ տարի անց նա ցույց տվեց, մի մասը, իր հին հմայքը, երբ նա եղել էհաղորդում է, որ նա դեռ չի ցանկանում, անում աջ հերթափոխով:
		-- Stephen Pile, "The Book of Heroic Failures"

%
Վերջին տղաները չեն ավարտել գեղեցիկ:
		-- Stanley Kelley, on the cult of victory at all costs

%
Ծիծաղ ամենամոտ հեռավորությունը երկու մարդ:
		-- Victor Borge

%
Իմացեք, թե այլ մարդկանց սխալների, դուք չեք ունենա ժամանակ կատարել ձեր սեփական.
		-- Victor Borge

%
Թող մի հիմար պահել իր լեզուն, եւ նա պիտի անցնի մի sage.
		-- Publilius Syrus

%
Թող որ հեզ ժառանգեն երկիրը `նրանք պետք է այն գալիս է նրանց:
		-- James Thurber

%
Եկեք անենք դա.
		-- Gary Gilmore, to his firing squad

%
Կյանքը մի հիվանդանոց, որը յուրաքանչյուր հիվանդի, որը տիրապետում է ցանկությամբփոխել իր անկողնում.
		-- Charles Baudelaire

%
Կյանքը մի շարք կոպիտ awakenings.
		-- R. V. Winkle

%
Կյանքը լուրջ բեռ է, որը ոչ մի մտածողություն, մարդասեր անձը չէրwantonly պատճառել մեկ ուրիշին:
		-- Clarence Darrow

%
Կյանքը հետաքրքիր է բիզնես, եւ առավել հետաքրքիր է, երբ այն ապրել մյուսների.
		-- Clarence Darrow

%
Կյանքը նման է bein 'վրա ջորի թիմում: Եթե ​​դու գլխավոր ջորի, բոլորդեկորացիա նայում մասին նույնն:
		-- Clarence Darrow

%
«Կյանքը կարող է լինել շատ պարզ է եւ ամեն ինչ պետք է անել այստեղ շատ ավելի արագ, եթե դրաչէին այլ մարդկանց »
		-- Blore

%
Նման է իմ ծնողների, ես երբեք չեմ եղել հերթական եկեղեցին անդամ կամ եկեղեցի:Այն չի թվում հավանական է ինձ, որ կա ինչ-Աստծո, որը հետեւումավելի մարդու գործերին, լսում է աղոթքներին, եւ փորձում է առաջնորդելու մարդկանց հետեւելՆրա ցուցումների - Կա, պարզապես չափազանց շատ թշվառության ու դաժանության, որ. ՎրաՄյուս կողմից, ես հարգում եւ նախանձում այն ​​մարդկանց, ովքեր ստանում ոգեշնչում իրենցկրոններից.
		-- Benjamin Spock

%
Looking for a թույն մեկը հետո երկար, փոշոտ լողալ, որ Drifter քայլեցմեջ սրահում: Քանի որ նա իր ճանապարհը ամբոխի բար, մի մարդգալլոպեդ միջոցով քաղաքի գոռում, «Մեծ Mike- ի Comin 'Վարում Fer Yer կյանքում!"Հանկարծ, սրահում դռները բաց պայթեց. Հսկայական մարդ, կայնելովութ ոտքերը բարձրահասակ եւ քաշով հեշտ 400 ֆունտ, հեծած մի ցուլ, օգտագործելով միբոժոժավոր օձ է փաթաթել. Grabbing է Drifter կողմից թեւի, եւ նետում նրան ավելիբար, հսկա որոտաց, «Gimme մի ըմպելիք»The սարսափած մարդը հանձնեց մի շիշ վիսկի, որոնք այդ մարդըguzzled մեկ շնչով, եւ ապա smashed է բար. Այնուհետեւ նա կանգնեց զարհուրած, ինչպեսայն մարդը, լցոնված կոտրված շիշը իր բերանը, munched կոտրված ապակու եւապտակել նրա շուրթերը ախորժակ:«Կարող եմ, օհ, Uh, ստանալ ձեզ եւս մեկ, սըր». որ Drifter կմկմաց.«Naw, I gotta ԳԻՏ outâ այստեղ, տղային, որ« մարդը մրմնջաց. «Մեծ Mike- իa-comin »:
		-- Benjamin Spock

%
Տէր, պաշտպանել ինձ իմ ընկերներից. Ես կարող եմ հաշիվ իմ թշնամիների.
		-- Charles D'Hericault

%
Սիրես քո ընկերոջը, ինչպէս ինքդ քեզ, բայց ընտրել ձեր հարեւանությամբ.
		-- Louise Beal

%
Սիրեցէք ձեր թշնամիները, նրանք պետք է գնալ խենթ փորձում է պարզել, թե ինչ եք անում:
		-- Louise Beal

%
Սեր ձեր հարեւանը, դեռեւս չեն քաշեք ներքեւ Ձեր ցանկապատ.
		-- Benjamin Franklin

%
Պառկած անբաժանելի մասն է կատարելու կյանքի տանելի:
		-- Bergan Evans

%
Ոչ մի փոքրիկ պլանները. նրանք չունեն կախարդական է ակտիվացնել տղամարդկանց արյունը.
		-- Daniel Hudson Burnham

%
Man պատկանում, որտեղ էլ նա ուզում է գնալ:
		-- Wernher von Braun

%
Man կազմել իր գժանոց. թող սուտ է դրան:
		-- Fred Allen

%
Man երբեք հաշտվել իրեն տասը պատվիրաններին:
		-- Fred Allen

%
Man հորինել լեզուն բավարարելու իր խորը պետք է բողոքել:
		-- Lily Tomlin

%
Man - ռացիոնալ կենդանիների, ովքեր միշտ կորցնում է բնավորություն, երբ նա կոչվում վրաէ գործել համապատասխան թելադրանքով պատճառով:
		-- Oscar Wilde

%
Մարդ է միակ կենդանին է, որ կարող է մնալ բարեկամական հարաբերությունների հետզոհերը նա մտադիր է ուտել, մինչեւ որ նա ուտում է նրանց:
		-- Samuel Butler (1835-1902)

%
Man միակ կենդանին է, որ ծիծաղում ու արտասվում: որովհետեւ նա է միակ կենդանինոր հարվածել տարբերության ինչ բաներ են, եւ այն, ինչ նրանքպետք է լինի:
		-- William Hazlitt

%
Man սովորաբար խուսափում վերագրում հմտություն ուրիշի, եթե դրաթշնամի.
		-- Albert Einstein

%
Մարդու հորիզոնները են bounded կողմից իր տեսլականով:
		-- Albert Einstein

%
Տղամարդկանց յուրահատուկ հոգեվարք որպես տեսակ բաղկացած իր հավերժական հակամարտության միջեւցանկությունը առանձնանա եւ պետք է խառնուրդ է:
		-- Sydney J. Harris

%
Շատերը մի տոհմածառը կարիքները դրվագ.
		-- Sydney J. Harris

%
Շատերը մի մարդ, որը չի կարող ուղղորդել Ձեզ մի անկյունում դեղատուն կստանա հարգալիցլսելով, երբ տարիքը հետագայում թույլ տեսողություն ունեցողների իր միտքը:
		-- Finley Peter Dunne

%
Շատ հոգեկան գործընթացները խոստովանեմ լինելու մոտավորապես չափված. Օրինակ,աստիճանը, որի մարդիկ ձանձրացրել է, չհաշված նրանց թվաքանակիfidgets. Ես ոչ infrequently փորձեցի այս մեթոդը հանդիպումների վերաբերյալԹագավորական աշխարհագրական Հասարակություն, նույնիսկ կան ձանձրալի հուշերը երբեմնկարդալ. [...] The օգտագործումը ժամացույցի ուշադրություն է գրավում, այնպես որ, ես կարծում ժամանակըստ քանակի իմ breathings, որից կան 15-րոպեին: նրանքչեն հաշվել մտավոր, բայց չեն punctuated սեղմելով հետ 15 մատներըհաջորդաբար: Հաշվարկը վերապահված է fidgets. Այս դիտարկումներըպետք է սահմանափակվի անձանց միջին տարիքի: Երեխաները հազվադեպ են դեռ,իսկ տարեց փիլիսոփաներ երբեմն մնում են կոշտ րոպե ընդհանուր տեւողությամբ:
		-- Francis Galton, 1909

%
Շատ մարդիկ են հուսահատ փնտրում են ինչ - որ իմաստուն խորհուրդ, որը պետքխորհուրդ են տալիս, որ նրանք անում են այն, ինչ նրանք ցանկանում են դա անել:
		-- Francis Galton, 1909

%
Շատ մարդիկ են գաղտնի հետաքրքրում է կյանքում:
		-- Francis Galton, 1909

%
Շատ մարդիկ զգում են, որ եթե դուք չեք, թող ձեզ երջանիկ, նրանք կատարել ձեզտառապում.
		-- Francis Galton, 1909

%
Շատ մարդիկ զգում են, որ իրենք արժանի որոշակի ճանաչման բոլորվատ բաներ, որ նրանք չեն արել:
		-- Francis Galton, 1909

%
Շատ մարդիկ Վրդովվեցին բուժվում է նման անձի նրանք իսկապես.
		-- Francis Galton, 1909

%
Շատերը ստանալ խորհրդատվություն, քչերը շահույթ է այն:
		-- Publilius Syrus

%
«Նահատակությունը» միակ ճանապարհն է, որ մարդը կարող է դառնալ հայտնի, առանց կարողությունը:
		-- George Bernard Shaw

%
Թող այն է, որ մեզ սիրում սիրում են մեզ: եւ նրանք, որ չեն սիրում մեզ, կարողԱստված իր հերթին նրանց սրտերը. եւ եթե նա չի դիմել իրենց սրտերը, կարողՆա դիմել իրենց ankles, որպեսզի մենք գիտենք, թե նրանց կողմից իրենց կաղում է:
		-- George Bernard Shaw

%
Թող որ դուք մահանում է անկողնում, ժամը 95, կրակել է նախանձ ամուսնու.
		-- George Bernard Shaw

%
Գուցե, Հիսուսը ճիշտ էր, երբ նա ասել է, որ հեզ պիտի ժառանգիերկիրը, բայց նրանք ժառանգեն շատ փոքր հողակտորներ, մոտ վեց ոտքերը են երեք.
		-- Lazarus Long

%
«Գուցե մենք կարող ենք ստանալ միասին եւ ցույց տալ, դուրս է միմյանց, երբեմն»:
		-- Lazarus Long

%
Հեզությունը հազվադեպ համբերություն պատրաստվում է արժանի վրեժ.
		-- Lazarus Long

%
Տղամարդիկ պետք է իմանալ, որ է ուղեղի եւ ուղեղի միայն առաջանում են մերpleasures, ուրախությունների, ծիծաղը, եւ կատակների, ինչպես նաեւ մեր վշտերը, ցավերը, ցավերըեւ արցունքներ. ... Դա նույն բանն է, որը ստիպում է մեզ Mad կամ անկապ,է ներշնչում մեզ ահ ու վախի, թե արդյոք գիշերով կամ օր, բերում է մեզsleeplessness, անպատեհ սխալներ, աննպատակ մտահոգությունները, բացակա mindednessեւ ակտերը, որոնք հակասում են սովորություն ...
		-- Hippocrates "The Sacred Disease"

%
Տղամարդիկ օգտագործել միայն մտածում է արդարացնել իրենց սխալ գործերում, եւ ելույթով միայն դեպիթաքցնում են իրենց մտքերը:
		-- Voltaire

%
Միլիոնավոր երկար անմահությանը, ովքեր չգիտեն, թե ինչ պետք է անել իրենց վրաԱնձրեւոտ կիրակի կեսօրին:
		-- Susan Ertz

%
Զբաղվեք ձեր սեփական բիզնես, ապա դուք չեք կարող մոռանալ իմ.
		-- Susan Ertz

%
Խառնել մի քիչ հիմարություն ձեր լուրջ ծրագրեր. դա հաճելի է լինել հիմարճիշտ պահին:
		-- Horace

%
Ժամանակակից մարդը է անհայտ կորածների հղում միջեւ Apes եւ մարդկային էակներ.
		-- Horace

%
Համեստությունը մի շատ overrated առաքինությունը:
		-- J. K. Galbraith

%
Ավելի շատ են ձեռնարկվում են հույսով, քան խորամանկ:
		-- Vauvenargues

%
Ավելի շատ մարդիկ են շոյված մեջ ուժով, քան հետապնդվում դուրս փոխնախագահի:
		-- R. S. Surtees

%
Մեծ մասը մեր կյանքում, որոնք ապացուցել ինչ-որ բան, կամ ինքներս մեզ կամուրիշ մեկը.
		-- R. S. Surtees

%
Մեծ մասը այն վախից, որ փչացնում են մեր կյանքը գալիս հարձակվում դժվարություններիցնախքան մենք ստանում նրանց.
		-- Dr. Frank Crane

%
Մեծ մասը Ձեր թերությունների չեն ձեր մեղքով.
		-- Dr. Frank Crane

%
Շատ մարդիկ չափազանց զբաղված է ժամանակ ամեն ինչից կարեւոր.
		-- Dr. Frank Crane

%
Շատ մարդիկ չեն կարողանում գրել, քանի որ նրանք չեն կարողանում մտածել, եւնրանք չեն կարողանում մտածել, քանի որ նրանք congenitally պակասում սարքավորումներըանել այնպես, ճիշտ այնպես, ինչպես որ նրանք congenitally պակասում սարքավորումները թռչել է լուսնի.
		-- H. L. Mencken

%
Շատ մարդիկ կարող են անել առանց անհրաժեշտության, բայց ոչ առանց luxuries.
		-- H. L. Mencken

%
Շատ մարդիկ չեն կարող հասկանալ, թե ինչպես են ուրիշները կարող պայթեցնել իրենց noses է այլ կերպքան նրանք անում:
		-- Turgenev

%
Շատ մարդիկ արժանի են միմյանց:
		-- Shirley

%
Շատ մարդիկ զգում են, որ յուրաքանչյուր ոք իրավունք ունի իր կարծիքին:
		-- Shirley

%
Շատ մարդիկ ունեն զայրանում քոր խոսելու իրենց եւ զուսպմիայն այդ մտավախությունն ուրիշների լսել. Reserve է արհեստածինորակի, որ մշակվել է մեզանից շատերը, քանի որ արդյունքում անհամար մերժել:
		-- W. S. Maugham

%
Շատ մարդիկ ունեն միտքը, որ բաց է նշանակվելու միայն.
		-- W. S. Maugham

%
Շատ մարդիկ ունեն երկու պատճառներ անում ինչ - որ լավ պատճառ, եւիրական պատճառը:
		-- W. S. Maugham

%
Շատ մարդիկ այս հասարակության մեջ, ովքեր ակտիվորեն չեն Mad են, լավագույն դեպքում,բարեփոխել կամ պոտենցիալ լուսնոտների.
		-- Susan Sontag

%
Մարդկանց մեծ մասը պետք է իրենց որոշ խնդիրների, որոնք կօգնեն վերցնել իրենց միտքը դուրսոմանք մյուսներից.
		-- Susan Sontag

%
Շատ մարդիկ նախընտրում համոզվածություն է ճշմարտության:
		-- Susan Sontag

%
Մայրը պատմել է ինձ լինել լավ, բայց նա եղել է սխալ առաջ.
		-- Susan Sontag

%
Սպանությունը միշտ սխալ է, - երբեք չպետք է անել մի բան չի կարելիխոսել այն մասին, ճաշից հետո:
		-- Oscar Wilde, "The Picture of Dorian Gray"

%
Իմ ուղեղը իմ երկրորդ սիրած օրգան:
		-- Woody Allen

%
Իմ մեթոդ է վերցնել առավելագույն խնդիրներ է գտնել ճիշտ բան ասելու:Եվ ապա ասում են, այն առավելագույն թեթեւամիտ.
		-- G. B. Shaw

%
Միտքս երբեք չի կարող իմանալ, թե իմ մարմինը, չնայած այն դարձել է շատ բարեկամականիմ ոտքերի.
		-- Woody Allen, on Epistemology

%
Իմ մասին կարծիքները կարող են փոխվել, բայց ոչ այն փաստը, որ ես ճիշտ եմ:
		-- Woody Allen, on Epistemology

%
Իմ սեփական բիզնեսը միշտ Փոփոխամիտ ինձ մահվան. Ես նախընտրում եմ ուրիշի:
		-- Oscar Wilde

%
Իմ փիլիսոփայությունը: Չեմ կարծում, որ:
		-- Charles Manson

%
Գրեթե բոլոր մարդիկ կարող են կանգնել ձախորդությունը, բայց, եթե դուք ուզում եք ստուգել, ​​մի տղամարդուբնավորությունը, նրան տալիս իշխանությունը:
		-- Abraham Lincoln

%
Կարիքները մի ֆունկցիա, թե ինչ այլ մարդիկ ունեն:
		-- Abraham Lincoln

%
Եւ ոչ տարածել մանրէներ բամբասանքի, ոչ էլ խրախուսում են մյուսներին դա անել.
		-- Abraham Lincoln

%
Երբեք հիմարի հետ վիճաբանել, մարդիկ կարող է կարողանա ասել, որ տարբերությունը.
		-- Abraham Lincoln

%
Երբեք դրա հետ վիճել, մի մարդու, որը թանաքը գնում է տակառներով:
		-- Abraham Lincoln

%
Երբեք հարցնում է Barber, եթե դուք պետք է սանրվածքը.
		-- Abraham Lincoln

%
Երբեք բացատրել. Ձեր ընկերները չեն պետք է այն, եւ ձեր թշնամիները երբեքհավատում եմ քեզ ամեն դեպքում.
		-- Elbert Hubbard

%
Երբեք բախվում փաստերը. եթե դուք անեք, դուք երբեք ստանում մինչեւ առավոտյան:
		-- Marlo Thomas

%
Երբեք մի մոռացեք, թե ինչ մարդ է, - ասում է ձեզ, երբ բարկացած է:
		-- Marlo Thomas

%
Երբեք վախեցնել մի փոքր մարդուն, - նա պիտի սպանեն ձեզ.
		-- Marlo Thomas

%
Երբեք ստանալ մեջ մարտիկների հետ տգեղ մարդիկ, քանի որ նրանք ոչինչ չունեն կորցնելու.
		-- Marlo Thomas

%
Երբեք վիրավորում է կոկորդիլոս, քանի դեռ դուք անցել գետը.
		-- Marlo Thomas

%
Երբեք kick մի մարդ, եթե նա ցած.
		-- Marlo Thomas

%
Երբեք մի թողեք ոչինչ պատահական. Համոզվեք, որ ձեր բոլոր հանցագործությունները, որոնք կանխամտածված:
		-- Marlo Thomas

%
Երբեք վճարել հաճոյախոսության, քանի որ եթե սպասում ստացական:
		-- Marlo Thomas

%
Երբեք վատ են խոսում ինքներդ ձեզ, ձեր ընկերները միշտ ասել, թե բավարար էոր թեման:
		-- Charles-Maurice De Talleyrand

%
Երբեք սուտ, եթե դա բացարձակապես հարմար է.
		-- Charles-Maurice De Talleyrand

%
Երբեք վստահում որեւէ մեկին, որի ձեռքը ավելի մեծ է, քան քո ոտքը.
		-- Charles-Maurice De Talleyrand

%
Երբեք մի թերագնահատեք ուժը մարդկային հիմարություն:
		-- Charles-Maurice De Talleyrand

%
Երբեք, երբեք ստել մեկը, դուք սիրում, եթե դու բացարձակապես վստահ է, որ նրանք պետք էերբեք չի պարզել ճշմարտությունը:
		-- Charles-Maurice De Talleyrand

%
Nezvannyi ԳՕՍՏ '- khuzhe tatarina.[An անկոչ հյուրին ավելի վատ է, քան մոնղոլների ներխուժման]
		-- Russian proverb

%
Nice տղան, սակայն, այդ մասին, ինչպես նաեւ սուր, որպես պարկ խոնավ մկների.
		-- Foghorn Leghorn

%
Ոչ բնավորությունը, սակայն շիտակ, մի խաղի համար անընդհատ Կրկին հարձակումների,Սակայն կեղծ է:
		-- Alexander Hamilton

%
Ոչ հյուրն է, այնքան ողջունելի է ընկերոջ տանը, որ ինքը չի դառնաnuisance հետո երեք օրվա ընթացքում:
		-- Titus Maccius Plautus

%
Ոչ մի մարդ կղզի է, բայց մեզանից ոմանք են երկար peninsulas:
		-- Titus Maccius Plautus

%
Ոչ մի մարդ անօգուտ, ով ունի մի ընկեր, եւ եթե մենք սիրում էինք մենք անփոխարինելի են:
		-- Robert Louis Stevenson

%
Ոչ մի մարդ չէր լսում, դուք խոսում, եթե նա չգիտեր, որ դա եղել է իր հերթը:
		-- E. W. Howe

%
Անկախ նրանից, թե ինչ է տեղի ունենում, միշտ կա մեկը, ով գիտեր, որ դա:
		-- E. W. Howe

%
Ոչ ոք դառնում է անբարոյական է մի պահ.
		-- Decimus Junius Juvenalis

%
Ոչ ոք չի կարող ունենալ ավելի բարձր կարծիք է նրան, քան ես, եւ ես կարծում եմ, որ նա միկեղտոտ քիչ գազան.
		-- W. S. Gilbert

%
Ոչ ոք չի կարող ձեզ զգում զիջում առանց ձեր համաձայնության.
		-- Eleanor Roosevelt

%
Ոչ ոք չի կարող դրվել ձեզ վար, առանց ձեր լիարժեք համագործակցության համար:
		-- Eleanor Roosevelt

%
«Ոչ ոք չի ստանում շատ հին է սովորել նոր ճանապարհ լինելու հիմարություն»:
		-- Eleanor Roosevelt

%
Ոչ ոք չգիտի, թե ինչ կարող է անել, մինչեւ որ նա փորձում.
		-- Publilius Syrus

%
Ոչ ոք վերաբերում, թե ինչ է նրա ոտքերը: մենք բոլորս սեվեռուն հայացք է աստղերի.
		-- Quintus Ennius

%
Ոչ ոք այնքան մանրակրկիտ է գնահատում արժեքը կառուցողական քննադատության, քանի որմեկը, ով է տալով այն.
		-- Hal Chadwick

%
Ոչ հարցը այնքան դժվար, որքան մեկը, որի պատասխանն ակնհայտ է:
		-- Hal Chadwick

%
Ոչ ձյան փաթիլ է ավալանշ երբեւէ իրեն պատասխանատու է զգում:
		-- Hal Chadwick

%
Ոչ շուտ, քան այդ արել, - այսպես է վարվում ձեր մարդուն արժողությամբ:
		-- Quintus Ennius

%
Ոչ ոք չի կարող լինել, քանի որ հաճելի է որպես անկոչ հյուրին:
		-- Quintus Ennius

%
Ոչ ոք երբեւէ մոռանում է, որտեղ նա թաղված է կացին:
		-- Kin Hubbard

%
Ոչ ոք է մի թաղամաս ներդաշնակության: Մենք բոլորս վախենում ինչ - որ բան, կամ զգում եմսահմանափակվում ինչ - որ բան. Մենք բոլորս պետք է մեկին խոսել. Լավ կլիներ,եթե մենք զրուցեցինք միմյանց ոչ միայն Pitter-patter, բայց իրական զրույց: մենքչպետք է այդքան վախենում, քանի որ մարդկանց մեծ մասը, իրոք, նման այս կոնտակտի.որ դուք ցույց եք խոցելի են դարձնում նրանց ազատ լինել խոցելի են էլ.Դա շատ ավելի հեշտ է, լինել միասին, երբ մենք թողնել մեր դիմակներ:
		-- Liv Ullman

%
Ոչ ոք չգիտի, թե դժվարությունների, ես արդեն:
		-- Liv Ullman

%
Ոչ ոք չգիտի, թե ինչ է գնում արանքից ցուրտ toes եւ նրա ջերմ ականջներով.
		-- Roy Harper

%
Ոչ ոք չի ուզում կառուցողական քննադատությունը: Այն ամենը մենք կարող ենք անել, որպեսզի հաշտվիկառուցողական գովասանքի:
		-- Roy Harper

%
Ոչինչ ապշեցնում տղամարդիկ այնքան, որքան սովորական իմաստով եւ PLAIN DEALING:
		-- Ralph Waldo Emerson

%
Ոչինչ ստիպում է, որպեսզի զուր որպես հայտնել է, որ մեկը մեղավոր է:Խղճմտանքը դարձնում egotists է մեզ բոլորիս:
		-- Oscar Wilde

%
Ոչինչ կրճատում ճանապարհորդությունը, որպեսզի հաճելիորեն որպես հաշվին դժբախտությունների ժամը, որի ունկնդիրը թույլատրվում է ծիծաղել:
		-- Quentin Crisp

%
Տէր, շնորհել, որ մենք կարող ենք միշտ ճիշտ է, որովհետեւ դու գիտես, մենք կամքերբեք փոխել մեր միտքը:
		-- Quentin Crisp

%
Օբյեկտների կորցրել են միայն այն պատճառով, որ մարդիկ նայում, որտեղ նրանք չեն, այլ ոչ թեորտեղ նրանք են:
		-- Quentin Crisp

%
Խոչընդոտներ են, թե ինչ եք տեսնում, երբ դուք վերցնել ձեր աչքերը դուրս ձեր նպատակին.
		-- Quentin Crisp

%
Oh, այս տարիքը! Ինչպես անճաշակ եւ վատ դաստիարակված է դա:
		-- Gaius Valerius Catullus

%
Oh հոգնեցուցիչ վիճակը մարդկության!Ծնվել է համաձայն մեկ օրենքով, մյուսը կապուած:
		-- Fulke Greville, Lord Brooke

%
«Օ՜, այո. Կարեւորն այն մասին, որ շատ բաներ է հիշելոր դու ստացել գնալ մի տեղ, որից հետո, որտեղ դուք կարող եք հիշել նրանց, դուքտեսնել? Դուք ստացել է դադարեցնել: Դուք չեք իսկապես եղել ամենուր, մինչեւ դու ստացելՎերադառնալ տուն. Ես կարծում եմ, որ այն, ինչ ես նկատի ունեմ »:
		-- Terry Pratchett, "The Light Fantastic"

%
Ծերության եւ դավաճանություն է կհաղթահարեն երիտասարդներին եւ վարպետության շնորհիվ:
		-- Terry Pratchett, "The Light Fantastic"

%
Ծերության միշտ էլ տասնհինգ տարեկան է, քան ես եմ:
		-- B. Baruch

%
Հին տարիքը հանգրվանը բոլոր դժբախտությունների:
		-- Bion

%
Ծերությունը է առավել անսպասելի բաներ, որ կարող է պատահել մի մարդու:
		-- Trotsky

%
Ծերության չափազանց բարձր գին է վճարել հասունության.
		-- Trotsky

%
Հին մարդիկ են, սիրում են տալու լավ խորհուրդներ է մխիթարելու իրենք իրենցանկարողությունը սահմանել վատ օրինակ է:
		-- La Rochefoucauld, "Maxims"

%
Երկուշաբթի առավոտյան ես նվիրված է առաջարկություն, որ բոլոր մարդիկ ենՏեղադրված jerks.
		-- H. Allen Smith, "Let the Crabgrass Grow"

%
One առավելությունն խոսում ինքներդ այն է, որ դուք գիտեք, գոնե ինչ-որ մեկիլսում:
		-- Franklin P. Jones

%
Կարելի երբեք չի համաձայնվի տարածվել, երբ մեկը զգում է ազդակ է սավառնում.
		-- Helen Keller

%
Մի ընտանիք կառուցում պատ, երկու ընտանիք վայելել այն.
		-- Helen Keller

%
One ընկերը մի կյանքի շատ ավելի; երկուսը շատ են: երեք են հազիվ թե հնարավոր է.Բարեկամությունը պետք է որոշակի զուգահեռ կյանքի, համայնքային մտքի,մրցակցություն նպատակ.
		-- Henry Brook Adams

%
Մեկը չէ, վերադաս պարզապես այն պատճառով, որ մեկը տեսնում է աշխարհը, ինչպես նաեւ օդիոզ:
		-- Chateaubriand (1768-1848)

%
One հաճախ պահվում է ճիշտ ճանապարհի մի սովորություն.
		-- Gustave Droz

%
Մեկ մարդ պատմում է կեղծիք, մի հարյուր կրկնել այն որպես ճշմարիտ.
		-- Gustave Droz

%
Մեկը չափն բարեկամության բաղկացած է ոչ թե քանակի բաների ընկերներիկարող են քննարկել, բայց որ մի շարք բաներ, որ նրանք պետք է ոչ ավելի երկար հիշատակում:
		-- Clifton Fadiman

%
Մի գեղեցիկ բան է մոտ egotists: Նրանք չեն խոսում այն ​​մասին, այլ մարդկանց:
		-- Clifton Fadiman

%
Մեկը խոշոր մխիթարություններով համար զգում ոչինչ տհաճ էայն գիտելիքը, որ կարելի է շփվել այն:
		-- Joyce Carol Oates

%
Մեկը հիմնական դժվարություններից Trillian փորձառու իր հետZaphod էր սովորում է տարբերակել նրան հավակնում է լինել հիմար, պարզապեսորպեսզի մարդիկ դուրս իրենց պահակ, հավակնում է լինել հիմար, քանի որ նա չէր կարողանհանգստացրել է մտածել, եւ ուզում ուրիշի դա անել նրա համար, ձեւացնելովէ, որպեսզի խոշտանգել հիմարություն է թաքցնել այն փաստը, որ նա ըստ էության, չենհասկանալ, թե ինչ է կատարվում, եւ, իրոք, լինելով իրապես հիմարություն. Նա եղել էreknowned լինելու համար բավական խելացի եւ բավական հստակ էր, այնքան, բայց ոչ ամբողջԺամանակն է, որը ակնհայտորեն անհանգստացնում նրան, հետեւաբար ակտը: Նա նախընտրեց, որ մարդիկ պետք էտարակուսած այլ ոչ թե արհամարհական: Սա ամենից հայտնվել է Trillian լինելանկեղծորեն հիմար, բայց նա այլեւս չէր կարող լինել անհանգստացրել վիճում:
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
Մեկը հաճույքները կարդալը հին նամակներ գիտելիքն է, որ նրանքկարիք չունի պատասխան:
		-- George Gordon, Lord Byron

%
Մեկը ամենավատ իմ թերությունների այն է, որ ես շատ քննադատաբար ինքս.
		-- George Gordon, Lord Byron

%
Մեկ ցանկանում է ինսուլտի եւ փաղաքշել մարդկային էակներ, բայց մեկը համարձակվում դա անել,քանի որ նրանք կծում:
		-- Vladimir Il'ich Lenin

%
Միայն հիմարը կասկած չունի:
		-- Vladimir Il'ich Lenin

%
Միայն մի միջակ անձը միշտ իր լավագույն.
		-- Laurence Peter

%
Միայն հիմարներն են մեջբերել:
		-- Anonymous

%
Միայն թագավորներին, նախագահներին, խմբագիրներ, եւ մարդիկ tapeworms իրավունք ունենԻնչպես օգտագործել խմբագրական «մենք»:
		-- Mark Twain

%
Միայն մեկը ոչինչ լինի ցավում ժպտում է թիկունքում էփիղ.
		-- Mark Twain

%
Միայն փարիսեցի, իրոք, փտած:
		-- Hannah Arendt

%
Միայն երկուսը իմ անձերի են շիզոֆրենիկ, բայց նրանցից մեկըparanoid իսկ մյուսը դուրս է հասնել նրան:
		-- Hannah Arendt

%
Լավատեսությունը բովանդակությունը փոքր տղամարդկանց բարձր վայրերում.
		-- F. Scott Fitzgerald, "The Crack Up"

%
Original միտքը նման է բուն մեղքի, այնպես էլ տեղի է ունեցել, նախքան դուք ծնվելմարդկանց, դուք կարող եք արդեն հնարավոր հանդիպել:
		-- Fran Lebowitz, "Social Studies"

%
Մյուսները կարող են կանգնեցնել ձեզ ժամանակավորապես, միայն դուք կարող եք դա անել մշտապես.
		-- Fran Lebowitz, "Social Studies"

%
Մյուսները կնայեն ձեզ համար կայունության, այնպես թաքցնել, երբ կծում ձեր եղունգները.
		-- Fran Lebowitz, "Social Studies"

%
Դուրս է ծուռ փայտանյութ մարդկության ոչ ուղիղ բան երբեւէ կարող է կատարել:
		-- Immanuel Kant

%
Paranoia չի նշանակում, որ ամբողջ աշխարհը չէ դուրս է ստանալ ձեզ.
		-- Immanuel Kant

%
Paranoia է բարձր իրազեկությունը:
		-- Immanuel Kant

%
Paranoia պարզապես լավատես Outlook կյանքի:
		-- Immanuel Kant

%
Paranoid schizophrenics գերազանցում են իրենց թշնամիներին առնվազն երկու մեկի:
		-- Immanuel Kant

%
Paranoids մարդիկ են, էլ. նրանք ունեն իրենց սեփական խնդիրները: Դա հեշտ էքննադատել, բայց եթե բոլորը ատում է ձեզ, որ դուք ուզում լինել paranoid էլ.
		-- D. J. Hicks

%
Կրքոտ ատելությունը կարող է տալ իմաստ ու նպատակ է դատարկ կյանքի.
		-- Eric Hoffer

%
Համբերությունը մի փոքր ձեւ հուսահատության, ծպտված որպես առաքինության:
		-- Ambrose Bierce, on qualifiers

%
Pelorat հառաչեց:«Ես երբեք չեմ հասկանում մարդկանց»:«Չկա ոչինչ դրան. Բոլոր դուք պետք է անեք է վերցնել սերտ նայումինքներդ, եւ դուք պետք է հասկանալ, թե բոլորին: Ինչպես պիտի Seldon ունենաշխատել է իր ծրագիրը, եւ ես չեմ մտածում, թե ինչպես է նուրբ նրա մաթեմատիկան եղելեթե նա չի հասկանում, թե ժողովրդին. եւ ինչպես կարող էր արել, որ եթե մարդիկչէին հեշտ է հասկանալ. Դուք ցույց տվեք ինձ մեկին, ով չի կարող հասկանալ,մարդկանց, եւ ես ցույց կտամ, թե ձեզ ինչ - որ մեկին, ով կառուցել է կեղծ կերպար ինքն իրեն- Ոչ մի հանցագործություն նախատեսված »:
		-- Asimov, "Foundation's Edge"

%
Մարդիկ (մի խումբ, որը, իմ կարծիքով, միշտ էլ գրավել է անհարկի քանակությամբուշադրությունը) հաճախ նմանեցվում snowflakes. Այս համանմանությունը, որը կոչված էվկայում են, որ յուրաքանչյուր եզակի - ոչ մի երկու նման. Սա միանգամայն ակնհայտ չէգործը. Մարդիկ ... պարզապես էժանագին տասնյակ: Եվ ես շտապում է ավելացնել, իրենցմիայն նմանություն snowflakes բնակվում են իրենց անփոփոխ եւ ողբալիմիտում է դիմել, որից հետո մի քանի տաք օրերին, պետք է քսել:
		-- Fran Lebowitz, "Social Studies"

%
Մարդիկ նման են սոխ - դուք կտրել նրանց, եւ նրանք քեզ լաց լինել.
		-- Fran Lebowitz, "Social Studies"

%
Մարդիկ, որոնք անվերապահորեն երաշխավորված լինել լի թերությունների.
		-- Fran Lebowitz, "Social Studies"

%
Մարդիկ չեն փոխվում. նրանք միայն դառնում են ավելի շատ.
		-- Fran Lebowitz, "Social Studies"

%
Մարդիկ չեն սովորաբար կատարել նույն սխալը երկու անգամ - նրանք կատարել այն երեքանգամ, չորս անգամ, հինգ անգամ ...
		-- Fran Lebowitz, "Social Studies"

%
Մարդիկ սիրում են բարձր իդեալներին, բայց նրանք ստացել են մոտ 33 տոկոս ճշմարտանման.
		-- The Best of Will Rogers

%
Մարդիկ պետք է լավ սուտ. Կան շատ վատ են:
		-- Bokonon, "Cat's Cradle" by Kurt Vonnegut, Jr.

%
Մարդիկ հաճախ գտնում են, որ ավելի հեշտ է լինել արդյունք է անցյալում, քան գործին էապագան.
		-- Bokonon, "Cat's Cradle" by Kurt Vonnegut, Jr.

%
Մարդիկ արձագանքել մարդկանց, ովքեր արձագանքել:
		-- Bokonon, "Cat's Cradle" by Kurt Vonnegut, Jr.

%
Մարդիկ ասում են, որ ես ապրում եմ իմ սեփական քիչ fantasy աշխարհում ... լավ, գոնե* Գիտեմ, * այնտեղ ինձ!
		-- D. L. Roth

%
Մարդիկ կարծես վայելել բաներ ավելի է, երբ նրանք գիտեն, շատ այլ մարդկանցդուրս են մնացել է հաճույքով:
		-- Russell Baker

%
Մարդիկ հակված են, որպեսզի կանոնները ուրիշների համար եւ բացառությունների իրենց համար:
		-- Russell Baker

%
Մարդիկ, ովքեր պնդում են, թույլ չեն տալիս, փոքրիկ բաներ անհանգստացնել նրանց երբեք չենքնում մի սենյակում, մեկ մժեղ:
		-- Russell Baker

%
Մարդիկ, ովքեր պայքարել կրակի կրակով սովորաբար ավարտվում է մոխիր.
		-- Abigail Van Buren

%
Մարդիկ, ովքեր ունեն որեւէ թերություն են սարսափելի. չկա ոչ մի կերպ հաշվիառավելությունը նրանց.
		-- Abigail Van Buren

%
Մարդիկ, ովքեր ունեն այն, ինչ նրանք ցանկանում են, շատ սիրում պատմող մարդկանց, ովքեր ունեն, ոչթե ինչ են նրանք ցանկանում են, որ իրենք չեն ուզում այն.
		-- Ogden Nash

%
Մարդիկ, ովքեր ոչ մի սխալներ չեն սովորաբար ոչինչ:
		-- Ogden Nash

%
Մարդիկ, ովքեր դրդում երկու կոճակներ պետք է ստանան իրենց ցանկությունը:
		-- Ogden Nash

%
Մարդիկ, ովքեր ձեռնարկել cat քնում չեն սովորաբար քնում է մի ԿԱՏՎԻ օրորոցում:
		-- Ogden Nash

%
Մարդիկ, ովքեր ձեռնարկել սառը լոգանք երբեք պետք ռեվմատիզմ, բայց նրանք ունեն սառը վաննաներ.
		-- Ogden Nash

%
Մարդիկ, ովքեր կարծում են, որ նրանք գիտեն, ամեն ինչ շատ ձանձրացնել նրանց, ովքեր դա անել:
		-- Ogden Nash

%
Մարդիկ պետք է ընդունեք ձեր գաղափարները ավելի մեծ պատրաստակամությամբ, եթե դուք ասեք նրանց, որ BenjaminFranklin - ասել է այն առաջին.
		-- Ogden Nash

%
Մարդիկ կանի վաղը, թե ինչ են նրանք արել այսօր, քանի որ այն, ինչ իրենքերեկ:
		-- Ogden Nash

%
Մարդիկ, որոնց նեղ մտքերից սովորաբար ունեն լայն լեզուները:
		-- Ogden Nash

%
Թերեւս աշխարհի երկրորդ վատագույն հանցագործություն է ձանձրույթ. Առաջինը լինելով ձանձրացնում:
		-- Cecil Beaton

%
Personifiers է աշխարհում, միավորվեն. Դուք ոչինչ չունեն կորցնելու, բայց պարոն արժանապատվության!
		-- Bernadette Bosky

%
Խնդրում ենք չեն դնում է լարվածություն մեր բարեկամության, խնդրելով ինձ անել մի բանքեզ համար.
		-- Bernadette Bosky

%
Խնդրում եմ, մի խորհուրդ են տալիս ինձ քո friends-- դա բավական դժվար էհաղթահարել քեզ մենակ:
		-- Bernadette Bosky

%
Խնդրում ենք ներել ինձ, եթե շոգին ճակատամարտում, ես երբեմն մոռանում է, որըկողմը ես:
		-- Bernadette Bosky

%
Գործնականում կատարյալ մարդիկ երբեք թույլ չի տա տրամադրություններ է թմրեցնել իրենց մտածելակերպը:
		-- Mary Poppins

%
Ձեւացնել, ապտակ ինձ, ես մի կեղծ մազոխիստ.
		-- Mary Poppins

%
Առաջընթացը անհնար է առանց փոփոխության, եւ նրանք, ովքեր չեն կարող փոխել իրենցմիտքը չի կարող ոչինչ փոխել:
		-- G. B. Shaw

%
Ներդրեք ձեր ուղեղը հանդերձում սկսելուց առաջ ձեր բերանը շարժման.
		-- G. B. Shaw

%
Ներդրեք ձեր վստահությունը նրանց, ովքեր արժանի են:
		-- G. B. Shaw

%
Հարցեր երբեք անհամեստ, պատասխանները երբեմն.
		-- Oscar Wilde

%
«Շատ անկեղծ ասած, ես չեմ սիրում քեզ մարդկանց. Հետո ինչ դուք բոլորդ արել,Ես գտնում եմ, լինելով «անմարդկային» հաճոյախոսության »:
		-- Spider Robinson, "Callahan's Secret"

%
Հազվադեպ մարդիկ շփվել. նրանք պարզապես հերթով խոսում.
		-- Spider Robinson, "Callahan's Secret"

%
Հարաբերությունները պարզապես հոգնեցուցիչ տուփ մարդկանց, ովքեր չեն ամենահեռավորգիտելիքներ, թե ինչպես պետք է ապրել, ոչ էլ ամենափոքր բնազդ մասին, թե երբ է մահանալ:
		-- Oscar Wilde, "The Importance of Being Earnest"

%
... Հանգիստ կարգով մի մարդու, ով կարիք չունի տեղադրել մի ճակատցանկացած տեսակի.
		-- John Ball, "Mark One: the Dummy"

%
Հիշեք, Silly է պետական ​​մտքի, Բթացած է կենսակերպ:
		-- Dave Butler

%
Revenge է մի ձեւ կարոտախտով:
		-- Dave Butler

%
Revenge է սնունդ լավագույնս ծառայել ցուրտ.
		-- Dave Butler

%
«Ռիչարդ, լինելով այնքան կատաղի հանդեպ իմ վամպիր, դուք են անումթե ինչ եք ուզում անել, թեեւ դուք մտածում, որ այն պատրաստվում էր վնասելմեկ ուրիշը. Նա նույնիսկ ասել է քեզ, նա ուզում է վնասել, եթե ... »«Նա պատրաստվում էր ծծում իմ արյունը».«Որն է, թե ինչ մենք անում ենք, որպեսզի որեւէ մեկին, երբ ասում ենք, դրանք, մենք պետք է վնասելեթե նրանք չեն ապրում մեր ճանապարհը »:...«Այն, որ Փազլներ ձեզ», - ասել է նա, «ընդունված ասելով, որպատահում է անհնար: Այդ արտահայտությունը վնասված ուրիշի: Մենք ընտրել,ինքներս մեզ, պետք է վնասել կամ չպետք է վնասել, անկախ նրանից, թե ինչ. Մեզ, թե ով է որոշում:Ուրիշ ոչ ոք: Իմ Vampire ասացի ձեզ, որ նա ուզում է վնասել, եթե դուք չեք թողնում նրան: դա այն է,նրա որոշումը պետք է վնասել, դա իր ընտրությունն է: Ինչ եք անում այդ մասին, դա ձերորոշումը, ձեր ընտրությունը: տայ նրան արյուն. անտեսել նրան; կապել նրան. քշել մի մասնաբաժինիր սրտում. Եթե ​​նա չի ցանկանում, որ սուրբ ցիցը, նա ազատ է դիմադրել,ինչ կերպ նա ցանկանում է. Այն շարունակվում է, եւ, ընտրություն, ընտրությունը »:«Երբ նայում եք այն, որ ճանապարհը ...»:«Լսիր," - ասել է նա, «դա կարեւոր է: Մենք բոլորս ազատ Որպեսզի դա անել:Այն, ինչ: Ուզում ենք. Անել."
		-- Richard Bach, "Illusions"

%
Rincewind նայեց նրան եւ ժպտաց դանդաղ. Դա մի լայն, manic, եւբոլորովին humorless rictus: Դա եղել է տեսակ քմծիծաղով, որ սովորաբարուղեկցվում է մանր ափամերձ թռչունների թափառելով եւ դուրս, ջոկելը գրություններդուրս է ատամները.
		-- Terry Pratchett, "The Lure of the Wyrm"

%
Կոպտություն թույլ մարդու իմիտացիա ուժով.
		-- Terry Pratchett, "The Lure of the Wyrm"

%
Սրբերը պետք է միշտ է դատվելու է մեղավոր, մինչեւ նրանք անմեղ.
		-- George Orwell, "Reflections on Gandhi"

%
Առողջամտություն եւ խելացնորություն համընկնումը լավ մոխրագույն գիծ.
		-- George Orwell, "Reflections on Gandhi"

%
Առողջամտություն է ապրանքային նշանը, որը թույլ մտքում.
		-- Mark Harrold

%
Ասում են, որ ոչ, ապա բանակցել.
		-- Helga

%
Ասում են մի բան, դուք պետք է ցավում, որ ես սիրում եմ ստանալու ներողություն:
		-- Helga

%
Դեկորացիա այստեղ, ցանկանում էիք գեղեցիկ.
		-- Helga

%
Շիզոֆրենիա ծեծում լինելով միայնակ:
		-- Helga

%
Պտտվել ձեր քաջություն! Դուք պտուտակված մինչեւ ամեն ինչ ուրիշ.
		-- Helga

%
«Տես, - որ բան է, Ես Absolutist. Ես նկատի ունեմ, ինչ-... մի կերպ ...»
		-- Helga

%
Գերզգայունություն, որ այն, ինչ մենք կոչում ենք հետաքրքրությունը մենք չենք կիսում:
		-- Graham Greene

%
Պարզություն միջոցով բռնության:
		-- Graham Greene

%
Պարտավոր ենք կատարել նոր կանոն կյանքի երեկո: միշտ փորձում է լինելքիչ բարի է, քան անհրաժեշտ է:
		-- J. M. Barrie

%
Ամոթ է ոչ պատշաճ զգացմունք հորինել պիետիստների ճնշել մարդկային ցեղի.
		-- Robert Preston, Toddy, "Victor/Victoria"

%
Նա հաճախ է տվել իրեն շատ լավ խորհուրդներ (թեեւ նա շատ հազվադեպ հետեւեց այն):
		-- Lewis Carroll

%
Կարճ մարդիկ տեղաց վերջին:
		-- Lewis Carroll

%
Ցույց տալ ձեր ջերմություն, որը, հավանաբար, հանդիպելու է հաճելի պատասխան:
		-- Lewis Carroll

%
SIN համարձակորեն.
		-- Martin Luther

%
Sin ունի բազմաթիվ գործիքներ, բայց սուտ է այն կարգավորել, որը համապատասխանում է նրանց բոլորին:
		-- Martin Luther

%
Sin կայանում է միայն վնասում այլ մարդկանց անտեղի: Բոլոր այլ «մեղքերը» ենհորինել անհեթեթություն է: (Վնասում ինքներդ չէ մեղավոր - պարզապես հիմարություն):
		-- Lazarus Long

%
Քանի որ մենք պետք է խոսել նաեւ այն մեռելները, եկեք թակոց նրանց, իսկ նրանք կենդանի.
		-- John Sloan

%
Քանի որ մենք բոլորս այստեղ, մենք չպետք է բոլոր այնտեղ.
		-- Bob "Mountain" Beck

%
Մեղաւորներ կարող ապաշխարել, բայց հիմարություն է ընդմիշտ.
		-- Bob "Mountain" Beck

%
Այնքանով, որքանով մենք ենք մարդկային, թե ինչ ենք անում, պետք է լինի կամ չար կամ բարի: մինչ օրսքանի որ մենք անում չար կամ բարի, մենք մարդկային, եւ դա ավելի լավ է, մի պարադոքսալճանապարհ, չարիք, քան ոչինչ անել գոնե գոյություն ունեն:
		-- T. S. Eliot, essay on Baudelaire

%
Այնպես ապրենք, որ դուք չեք ամաչում է վաճառել ընտանեկան թութակ էTown gossip.
		-- T. S. Eliot, essay on Baudelaire

%
Ոմանք չեն նախընտրում են հետապնդելու երջանկության երջանկության հետապնդելու:
		-- T. S. Eliot, essay on Baudelaire

%
Որոշ մարդիկ ծնվում միջակ, որոշ մարդիկ հասնել միջակություն, եւ որոշ մարդիկպետք միջակություն դրվում է նրանց վրա:
		-- Joseph Heller, "Catch-22"

%
Որոշ տղամարդիկ են հայտնաբերել. ուրիշներն են պարզել.
		-- Joseph Heller, "Catch-22"

%
Որոշ տղամարդիկ սիրում են ճշմարտությունը, այնքան, որ նրանք կարծես թե պետք է շարունակական վախիգուցէ նա պետք է բռնել մի ցուրտ է overexposure:
		-- Samuel Butler

%
Որոշ բաներ, որ ապրում ամենաերկար մարդկանց հիշողություններում երբեքիրականում տեղի ունեցել:
		-- Samuel Butler

%
Որոշ մարդիկ ամբողջ այստեղ չէր ճանաչել ճկունություն, եթե այն հարվածել նրանց գլխին:
		-- Samuel Butler

%
Որոշ մարդիկ կարող է առաջացնել երջանկություն, որտեղ էլ նրանք գնում. մյուսները, երբ նրանք գնում.
		-- Samuel Butler

%
Որոշ մարդիկ ունեն մի ճանապարհ նրանց մասին, որոնք, կարծես թե, «Եթե ես ունեմմիայն մեկ կյանք, թույլ տվեք ապրել, այն որպես վարժությունում: »:
		-- Samuel Butler

%
Որոշ մարդիկ ունեն մասերը, որոնք այնքան էլ մասնավոր հենց իրենք ունեն ոչգիտելիքները նրանց.
		-- Samuel Butler

%
Որոշ մարդիկ շուրթերը աշխատել ավելի արագ, քան նրանց ուղեղը: Նրանք ասում են բաներ, որ նրանքնույնիսկ չեն մտածել չկա.
		-- Samuel Butler

%
Ոմանք կբարձրանա մեղքի եւ ոմանք ուժով աշնանը:
		-- Samuel Butler

%
Ինչ - որ մեկը կփորձի ձայնային քիթը այսօր.
		-- Samuel Butler

%
Ինչ-որ բան ավելի լավ է ... 1 (ակնհայտ է): Excuse me. Է, որ ձեր քիթը, կամ արել ավտոբուսային պարկը ձեր դեմքը. 2 (օդերեւութաբանական): Բոլորը վերցնել կափարիչը: Նա պատրաստվում է հարված: 3 (նորաձեւ): Դուք գիտեք, դուք կարող եք դե-ընդգծելու Ձեր քիթը, եթե դուք հագնումինչ-որ բան ավելի մեծ. Like ... Wyoming. 4 (անհատական): Դե, այստեղ մենք: Պարզապես երեքս. 5 (ճշտապահ): Լավ պարոնայք. Ձեր քիթը էր ժամանակին, բայց դուք եղել տասնհինգրոպե ուշ. 6 (նախանձ): oooo, մաղթում եմ լինեի ձեզ. Գոշը: Որպեսզի կարողանանք հոտը ձերսեփական ականջը: 7 (Naughty) Ներեցեք ինձ, Տէր. Որոշ տիկնայք խնդրել, եթե դուք չուզեցիքmind դնելով այդ բանը հեռու. 8 (փիլիսոփայական): Դուք գիտեք, թե. Դա ոչ թե չափը քթի դա կարեւոր.Այն, թե ինչ է այն, որ հարցերում: 9 (հումոր): Ծիծաղ եւ աշխարհը ծիծաղում է քեզ հետ: Փռշտալ եւ դա հրաժեշտ,Seattle.10 (առեւտրային): Hi, ես Earl Schibe եւ ես կարող եմ նկարել, որ քիթը համար $ 39,95.11 (քաղաքավարի): Ah. Ցանկանում եք mind չեք bobbing ձեր գլուխը. Նվագախումբը շարունակումփոխվում տեմպ:12 (մեղեդիական): Բոլորը! «Նա ստացել է ամբողջ աշխարհը իր քթի»:
		-- Steve Martin, "Roxanne"

%
Ինչ-որ բան ավելի լավ է ...13 (համակրում) Օհ, ինչ է պատահել: Արդյոք ձեր ծնողները կորցնում է խաղադրույքը Աստծո հետ.14 (Գովասանական): Դուք պետք է սիրում փոքրիկ birdies տալ նրանց այդթառ:15 (գիտական) Ասա, դա բան կա ազդել tides.16 (անհասկանալի): Oh, ես կցանկանայի, ատում է տեսնել երկանաքար.17 (հարցման): Երբ դուք կանգ հոտը ծաղիկներ, նրանք վախենում.18 (ֆրանսերեն) Ասա, խոզեր հրաժարվել է գտնել որեւէ այլ truffles մինչեւ ձեզհեռանալ.19 (պոռնոգրաֆիկ) Վերջապես, մի ​​մարդ, ով կարող է բավարարել երկու կանայք միանգամից:20 (կրոնական): Տերը տալիս է, եւ նա պարզապես պահում է տալու, չեն Նա:21 (զզվելի) Ասա, ով mows քո քթի մազերը?22 (paranoid): պահեք, որ guy հեռու իմ կոկաինի!23 (արոմատիկ): Այն պետք է լինի հրաշալի է արթնանալ առավոտյան եւ հոտըսուրճ ... Բրազիլիայում:24 (երախտագետ): oooo, ինչպես բնօրինակը. Շատ մարդիկ պարզապես պետք է իրենց ատամներըպատած:25 (կեղտոտ) Ձեր անունը չէր լինի Dick, որ դա?
		-- Steve Martin, "Roxanne"

%
Ինչ-որ բան տհաճ է գալիս, երբ մարդիկ են մտահոգ են պատմել ճշմարտությունը:
		-- Benjamin Disraeli

%
Երբեմն ես այն զգացումը, որ ես գնացի մի կուսակցության Perry նրբ 1962 թ.-ին, եւոր կուսակցությունը թափել դուրս տան, եւ իջաւ փողոցը, եւ լուսաբանել ենաշխարհի.
		-- Robert Stone

%
Երբեմն ես անհանգստանալու, որ հաջողություն է միջակ աշխարհում:
		-- Lily Tomlin

%
Երբեմն, երբ նայում եք նրա աչքերի մեջ դուք կստանաք այն զգացումը, որ ինչ-որ մեկըուրիշ է վարորդական.
		-- David Letterman

%
Խոսել մեղմ եւ իրականացնել մի +6 երկու ձեռքով սուրը.
		-- David Letterman

%
Խոսել մեղմ եւ սեփական մեծ, նշանակում է Doberman.
		-- Dave Millman

%
Սկսեք ամեն օր դուրս է ժպիտով եւ դրա շուրջ:
		-- W. C. Fields

%
Սկսեք օրը մի ժպիտով: Դրանից հետո դուք կարող եք լինել ձեր nasty հին ինքնակառավարման կրկին.
		-- W. C. Fields

%
Մնալ միասին, քաշել միմյանց ներքեւ.
		-- W. C. Fields

%
Դեռեւս փնտրում փառավոր արդյունքների իմ ծախսվում երիտասարդների համար: Ասենք, դուքպետք է քարտեզ հաջորդ համատեղ:
		-- W. C. Fields

%
Հիմարությունը ստացել է մեզ այս խառնաշփոթ, ինչու չի կարելի ստանալ, մեզ դուրս:
		-- W. C. Fields

%
Հիմարություն է իր սեփական վարձը:
		-- W. C. Fields

%
Ոճը չի կարող լինել այդ պատասխանը, բայց գոնե դա մի իրագործելի այլընտրանք.
		-- W. C. Fields

%
Նրբություն արվեստ ասելով, թե ինչ եք մտածում եւ դուրս գալու ճանապարհինմինչեւ որ այն հասկանալի է:
		-- W. C. Fields

%
Հաջողությունը մի ճամփորդության, ոչ մի ուղղությամբ:
		-- W. C. Fields

%
Հաջողությունը ստանալու, թե ինչ եք ուզում,. երջանկություն է ցանկանում, թե ինչ եք ստանում:
		-- W. C. Fields

%
Հաջողությունը է մտքում հիմար:
		-- William Wrenshaw, 1578

%
Հաջողությունը հարաբերական: Դա այն է, ինչ մենք կարող ենք անել, որ խառնաշփոթ մենք պատրաստված բաներ.
		-- T. S. Eliot, "The Family Reunion"

%
Պարտվել է բնական միտումներին: Եղեք ատելի ու ձանձրալի:
		-- T. S. Eliot, "The Family Reunion"

%
Այդպիսի տուգանք առաջին երազ!Բայց նրանք ծիծաղում են ինձ. նրանք ասացինԵս արել այն.
		-- T. S. Eliot, "The Family Reunion"

%
Ինքնասպանության պարզապես մի սխալմունք:
		-- T. S. Eliot, "The Family Reunion"

%
Ինքնասպանության sincerest ձեւ ինքնորոշման քննադատության:
		-- Donald Kaul

%
Աջակցեք ձեր տեղական որոնման եւ փրկարարական միավոր - կորչում.
		-- Donald Kaul

%
Sure նա սուր ածելու ... նա մի երկու ծավալային բթամիտ!
		-- Donald Kaul

%
Մռայլ քնելու, մռայլ է բարձրանալ, ստիպում է ձեզ մոտ միջին.
		-- Donald Kaul

%
Նրբազգացություն է համարձակություն, իմանալով, թե որքան հեռու կարող եք գնալ առանց գնում շատ հեռու:
		-- Jean Cocteau

%
Նրբազգացություն է ունակությունն է ասել, մի մարդու, որ նա ունի բաց միտքը, երբ նա ունիփոս է իր գլխին:
		-- Jean Cocteau

%
Նրբազգացություն է արվեստ կատարելու կետը առանց թշնամի.
		-- Jean Cocteau

%
Վերցրեք մի դաս է կետի. միակ անգամ նա ստանում speared է, երբ նաբարձրացնում է ժայթքել:
		-- Jean Cocteau

%
Քննարկում է էժան, քանի որ մատակարարումը միշտ գերազանցում է պահանջարկը:
		-- Jean Cocteau

%
Խոսել իմաստ է անզգամի, եւ նա կոչ է անում ձեզ անխելք:
		-- Euripides

%
Խոսելով շատ մոտ իրեն կարող է նաեւ լինել միջոց է թաքցնել իրեն:
		-- Friedrich Nietzsche

%
Tart բառերը ոչ մի ընկերներին. մի լիքը գդալ մեղր պիտի բռնել ավելի շատ ճանճեր, քանգալոն քացախ.
		-- B. Franklin

%
Ասել մարդուն կան 300 միլիարդ աստղերը, որ տիեզերքի, եւ նա պետք հավատալ, քեզ:Ասա նրան, մի նստարանի ունի թաց ներկի դրա վրա, եւ նա պետք է դիպչել է վստահ լինել:
		-- B. Franklin

%
Ասա ինձ, ինչ է մտածել !!!
		-- B. Franklin

%
Պատմում են ճշմարտությունը մարդկանց, ովքեր սխալ են հասկանում եք, որ, ընդհանուր առմամբ, խթանումմի կեղծիք է, չէ?
		-- A. Hope

%
«Այդ տղան մասին, ինչպես սուր, որպես ֆունտ թաց լյարդի»
		-- Foghorn Leghorn

%
Որ պետք է լինի հիանալի: Ես չեմ հասկանում, թե դա բնավ.
		-- Moliere

%
Այն, ինչը լավ չէ ամբոխ, ոչ այն է, որ լավ է մեղվապահների:
		-- Moliere

%
Որ միշտ ճանապարհը, երբ դուք բացահայտել մի նոր բան. բոլորն էլ կարծում է, որդու խենթ ես.
		-- Evelyn E. Smith

%
The երդում է լինել «նորմալ», կարծես shockingly վանող ինձ. Ես տեսնում եմ, ոչՀուսով եմ, ոչ էլ հարմարավետությունը սուզում այդ ցածր մակարդակի վրա: Ես կարծում եմ, որ դա այն է, տգիտությունը, որստիպում է մարդկանց մտածել, աննորմալություն միայն սարսափով եւ թույլ է տալիս նրանց մնալundismayed է հարեւանությամբ, «նորմալ» է միջին եւ միջակ. համար, անշուշտ,ամեն ոք, ով հասնի, ոչինչ է, ըստ էության, աննորմալ.
		-- Dr. Karl Menninger, "The Human Mind", 1930

%
Նպատակն կատակով է ոչ թե իջեցնել մարդուն, սակայն նրան հիշեցնել, որՆա արդեն վատթարացում:
		-- George Orwell

%
Զայրացած տղամարդը միշտ կարծում է, որ նա կարող է անել ավելին, քան նա կարող է:
		-- Albertano of Brescia

%
Միջին սննդային արժեքը խոստումների մոտավորապես զրոյական:
		-- Albertano of Brescia

%
Միջին, առողջ, լավ ճշգրտվում չափահաս ստանում է յոթ երեսունի առավոտյան զգացումը պարզապես սարսափելի է:
		-- Jean Kerr

%
Լավագույն դրել ծրագրերը մկների ու մարդկանց սովորաբար հավասար:
		-- Blair

%
Լավագույն մասը լավ մարդ կյանքում, նրա փոքրիկ, անանուն, unremembered ակտերբարության եւ սիրո:
		-- Wordsworth

%
Լավագույն է, որ մենք կարող ենք անել, պետք է լինի սիրով եւ օգտակար նկատմամբ մեր ընկերների եւհայրենակից ուղեւորները, ովքեր կառչած նույն պուտ կեղտը, իսկ մենքկուտակումներ կողք կողքի, մեր ընդհանուր Doom.
		-- Clarence Darrow

%
Լավագույն բանը, որ մոտ տարիքի հետ այն է, որ գնում է նման երկար ժամանակ:
		-- Clarence Darrow

%
Լավագույն ճանապարհն է ազատվել անհանգստություններից է, թող մահանալ անփութության պատճառով.
		-- Clarence Darrow

%
Լավագույն միջոց է պահել ձեր ընկերներին չէ տալ նրանց.
		-- Clarence Darrow

%
Որքան մեծ են, որ դժվար է, որ նրանք հարվածել.
		-- Clarence Darrow

%
Ամենամեծ խնդիրն կապի պատրանք է, որ այն տեղի է ունեցել:
		-- Clarence Darrow

%
The ազնիվ հանէ է BLAND, եւ նրանք երկուսն էլ պետք է Ընկնել kitsch.
		-- Clarence Darrow

%
Եղբայրությունը մարդու չէ սոսկ բանաստեղծի երազում. դա շատ ծանրեւ ստորացուցիչ իրականությունը.
		-- Oscar Wilde

%
Ճիշտ ճանապարհն է ընդմիջել մի նախադասություն, որը սկսվում է. «Իհարկե, դա ոչ մեկըիմ բիզնեսում, բայց «պետք է տեղադրել մի ժամանակաշրջան բառից հետո« բայց «Մի օգտագործեքչափից ավելի ուժ մատակարարելու այդպիսի moron հետ ժամանակահատվածում: Կտրում է իր կոկորդըՍա միայն մի րոպեական հաճույք է եւ պարտավոր է ստանալ ձեզ խոսեց.
		-- Lazarus Long, "Time Enough for Love"

%
Տարբերությունը լավ կտրվածք եւ վատ մեկի յոթ օր:
		-- Lazarus Long, "Time Enough for Love"

%
Տարբերությունը, ընդհանուր իմաստով, եւ պարանոյայի այն է, որ, ընդհանուր իմաստով էմտածելով, բոլորն էլ դուրս են ստանալ ձեզ. Դա նորմալ է, նրանք են. paranoiaէ, մտածելով, որ նրանք conspiring:
		-- J. Kegler

%
Տարբերությունը հանճարի ու հիմարություն է, որ հանճար ունի իր սահմանները:
		-- J. Kegler

%
Տարբերությունը տրամադրությունների եւ լինելով զգայուն է հետեւյալը.Տրամադրությունները, երբ վարորդը swerves դուրս ճանապարհին խուսափել հարվածում էնապաստակ ճանապարհի վրա: Լինելով զգայուն է, երբ նույն վարորդը, երբթեքվելով հեռու նապաստակի հարվածում է ենթարկել հետիոտնին:
		-- Frank Herbert, "The White Plague"

%
Խորաթափանց անձը միշտ է փաստի առջեւ.
		-- Frank Herbert, "The White Plague"

%
The տարբերակեց ճշմարիտ եւ կեղծ հայտնվում է դառնալ ավելի ու ավելիblurred կողմից ... աղտոտման լեզվի:
		-- Arne Tiselius

%
Խաղի վերջը մարդկային ցեղի կլինի, որ այն ի վերջո մահանում է քաղաքակրթության.
		-- Ralph Waldo Emerson

%
Անտառը անվտանգ է, քանի որ մի առյուծ ապրում դրանում, եւ առյուծը անվտանգ է, քանի որայն ապրում է անտառում: Նմանապես բարեկամությունը անձանց հենվում է փոխադարձ օգնության:
		-- Laukikanyay.

%
Ամբողջական հնարավորությունների մարդու կատաղություն չեն կարող ձեռք բերվել մինչեւ ընկերոջըերկու կողմերի նրբանկատորեն խանգարում.
		-- G. K. Chesterton

%
The Golden Rule ոչ մի օգուտ է ձեզ այն ամենը, ինչ, եթե դուք գիտակցում դաէ ձեր քայլը.
		-- Frank Crane

%
The Great արժանիքը հասարակության կատարել մեկ է գնահատել մենակություն:
		-- Charles Chincholles, "Reflections on the Art of Life"

%
The մեծ գաղտնիք կյանքում ... [is] չէ բացել ձեր նամակների համար երկու շաբաթ:Ժամը լրանալուց այդ ժամանակահատվածում դուք կգտնեք, որ գրեթե բոլորն էլ ունենպատասխանեց իրենց:
		-- Arthur Binstead

%
Ամենամեծ թերությունների պետք է լինի գիտակցում է, ոչ մեկը:
		-- Arthur Binstead

%
Ամենամեծ միջոց զայրույթի ուշացումը:
		-- Arthur Binstead

%
Ամենադժվարը է քողարկել ձեր զգացումները, երբ դուք ցանկանում եք տեղադրել մի շատհարազատները գնացքի տուն.
		-- Arthur Binstead

%
Ատելությունը հարազատների է առավել բռնի:
		-- Tacitus (c.55 - c.117)

%
... Ջերմային գալիս փուլ, եւ busted ինձ համար ժպտում է ամպամած օրը:
		-- Tacitus (c.55 - c.117)

%
Օգնությամբ մարդիկ պետք Առավել շտապ է օգնել, ընդունելով, որ նրանք օգնության կարիք ունեն:
		-- Tacitus (c.55 - c.117)

%
Հերոսական ժամ կյանքի չեն հայտարարում իրենց ներկայությունը թմբուկին եւ հարվածային գործիքներ,մարտահրավեր է մեզ, որ ճշմարիտ է մեզ ի կոչերին է ռազմական ոգով, որշարունակում է արյուն է ջերմության. Որոշ փոքր, համեստ, unobtrusive ընտրությունը նվերներինքնին առջեւ խորամանկորեն եւ խորամանկորեն, ճարտարախոս եւ ակնարկելով, որ համեստ հագուստԱնմեղության. Է զիջել իր blandishments այնքան էլ հեշտ. Սխալ, կարծես,Սա venial ... Հետո այն է, որ դուք պետք է կանչել է ցույց տալ, քաջություն ենհամարձակ երիտասարդներ:
		-- Benjamin Cardozo

%
Մարդկային միտքը վերաբերվում նոր գաղափար, թե ինչպես է մարմինը վերաբերվում է մի տարօրինակսպիտակուցը, դա մերժում է այն:
		-- P. Medawar

%
Մարդկային ռասսան երբեք լուծում է իր ցանկացած խնդիրների. Այն սոսկ ՎԵՐԱՊՐԱԾԻ ՇԱՌԱՎԻՂ նրանց:
		-- David Gerrold

%
The պարապ միտքը գիտի, թե ինչ է ցանկանում է:
		-- Quintus Ennius

%
Կարեւորն այն է, որ կանգնեցնել հարցաքննության:
		-- Quintus Ennius

%
Այդպիսի վտանգավոր մարդկանց առավել վայելել բարի, որ նրանք կարող են դիտել իցապահով վայր:
		-- Quintus Ennius

%
Այն գիտելիքը, որ ստիպում է մեզ փայփայում անմեղությունը կազմում անմեղություն unattainable.
		-- Irving Howe

%
Վերջին անգամ ես տեսա, նրան, նա քայլում էր Սիրահարների Lane անցկացման իր ձեռքը:
		-- Fred Allen

%
Նվազագույն Հաջող Հալեցնում սարքԲոլոր ժամանակների ռեկորդ այստեղ անցկացվում է պարոն Պիտեր Rowlands of Lancasterորի շուրթերը դարձավ սառեցվել է իր կողպեքի 1979 թ., իսկ փչում տաք օդը դրա վրա:«Ես իջա իմ ծնկների շնչել մեջ կողպեքի: Մի կերպ իմ շուրթերինստացել խրված արագ »:Մինչ նա եղել է կեցվածքով, ծեր կին անցել է հետաքրքրվեց, եթե նաէր, ճիշտ է: «Alra? Igmmlptk», - պատասխանեց նա, որը նշում է նա փախավ:«Ես փորձեցի պատմել նրան, թե ինչ է տեղի ունեցել, բայց դուրս եկավ տեսակ ...muffled », - բացատրեց պրն Rowlands, մի խեցեղեն դիզայներ:Նա թակարդում քսան րոպե ( «Ես զգացի, մի քիչ հիմար») մինչեւմշտական ​​տաք շնչառությունը բերել ազատությունը: Նա հետագայում մականունն է «ԹեժՇրթունքներ ».
		-- Stephen Pile, "The Book of Heroic Failures"

%
Տերը նախընտրում ընդհանուր փնտրում մարդկանց. Դա է պատճառը, որ նա կատարումուստի նրանցից շատերը.
		-- Abraham Lincoln

%
Որքան նա խոսեց իր պատվին, այնքան արագ մենք հաշվել ենք մեր գդալներ.
		-- Ralph Waldo Emerson

%
Խոշոր առաջընթաց քաղաքակրթության գործընթացներ են, որ բոլոր, բայց խորտակում էհասարակություններ, որտեղ նրանք տեղի են ունենում:
		-- A. N. Whitehead

%
Այն մարդը, ով բարձրացնում է բռունցքը սպառել է գաղափարների.
		-- H. G. Wells, "Time After Time"

%
Հանդիպումը երկու անձերի նման շփման երկուքիմիական նյութերի, եթե կա որեւէ ռեակցիա, երկուսն էլ փոխակերպվում.
		-- Carl Jung

%
Րոպե մի մարդ է, համոզված է, որ նա հետաքրքիր է, նա չէ:
		-- Carl Jung

%
Հայելին տեսնում մարդը որպես գեղեցիկ, հայելին սիրում է մարդուն. ուրիշհայելի տեսնում այն ​​մարդուն, քանի որ սարսափելի եւ ատում է նրան. եւ դա միշտ նույնն էլինելով, ովքեր արտադրում տպավորությունները:
		-- Marquis D. A. F. de Sade

%
Որքան ավելի ես գիտեմ, մարդկանց ավելի շատ եմ սիրում իմ ձին:
		-- Marquis D. A. F. de Sade

%
Որքան ավելի ես տեսնում եմ մարդոց, որ ավելի եմ հիանում շներին.
		-- Mme De Sevigne, 1626-1696

%
Որքան ավելի շատ ենք չհամաձայնել, այնքան ավելի մեծ հնարավորություն կա, որ գոնե մեկը մեզ է ճիշտ:
		-- Mme De Sevigne, 1626-1696

%
Առավել տհաճ բան է, որ ձեր ամենավատ թշնամին է ասում քո դեմքը չի անումմոտենալ, թե ինչ է ձեր լավագույն ընկերներ ասում հետեւում ձեր մեջքին.
		-- Alfred De Musset

%
Առավել -ը հիմարություն մարդը, նա, ով տեղյակ չէ, որ նա իմաստուն.
		-- Alfred De Musset

%
Որ հաճելի բան մասին, egotists է, որ նրանք չեն խոսում այն ​​մասին, այլ մարդկանց:
		-- Lucille S. Harper

%
Հավանականություն են մեկ միլիոնից մեկն դեմ քո լինելով միլիոնից մեկը.
		-- Lucille S. Harper

%
Որ հին մի մարդ ստանում, որ հեռու նա ստիպված է քայլել դպրոց `որպես տղայի.
		-- Lucille S. Harper

%
Իսկ ավագ Ես աճում, այնքան ավելի եմ վստահում ծանոթ վարդապետությունը, որ տարիքըբերում իմաստություն.
		-- H. L. Mencken

%
Միակ տարբերությունն այն սրբի ու մեղաւորի է, որ յուրաքանչյուր սրբիունի անցյալը եւ ամեն մեղաւոր ունի ապագա:
		-- Oscar Wilde

%
Միակ իսկապես արժանապատիվ բան պետք է անել հետեւից մարդու մեջքին է Pat այն.
		-- Oscar Wilde

%
Միակ վարդը `առանց փշերի է բարեկամությունը:
		-- Oscar Wilde

%
Միակ բանը, որ պետք է անել լավ խորհուրդ է անցնել այն: Այն երբեք որեւէօգտագործել իրեն:
		-- Oscar Wilde

%
Միայն երկու բան, որ ոգեշնչվում ինձ, եւ որ հարցը ինձ համար են վրեժ լուծելեւ մեղքը.
		-- Elvis Costello

%
Միակ ճանապարհն է զվարճացնել որոշ մարդկանց է սայթաքել եւ ընկնում է սառցե մայթին.
		-- Elvis Costello

%
Միակ ճանապարհն է ազատվել մի գայթակղությունից է զիջել դրան:
		-- Oscar Wilde

%
Հակառակն խոսելու չի լսում: Հակառակն խոսում է սպասում:
		-- Fran Lebowitz, "Social Studies"

%
The մասն է աշխարհին, որ մարդիկ գտնել առավել շփոթության մեջ գցող մի մասն կոչվում է «Me».
		-- Fran Lebowitz, "Social Studies"

%
Այն մարդիկ, խելամիտ բավարար է լավ խորհուրդներ են սովորաբար խելամիտբավական է տալ ոչ մեկը:
		-- Fran Lebowitz, "Social Studies"

%
Կատարյալ ընկերը տեսնում է լավագույն ձեզ համար, տեսնում է այն անընդհատ ոչ միայներբ դուք երբեմն են, որ ճանապարհը, բայց նաեւ, երբ դուք տատանվել, երբ դուքմոռացեք, ինքներդ, գործել, ինչպես ավելի քիչ, քան դուք. Ժամանակի ընթացքում, դուք դառնում է ավելինման իր տեսլականով է ձեզ, որը տվյալ անձը դուք միշտ ցանկացել է լինել:
		-- Nancy Friday

%
Բանն այն է, տեսնում եք, որ չկա կետ, շարժիչ ինքներդ Madփորձում է կանգնեցնել ձեզ գնում խելագար. Դուք չեք կարող ճիշտ այնպես, ինչպես նաեւ տալ եւխնայել Ձեր առողջամտություն ավելի ուշ:
		-- Nancy Friday

%
... Արտոնյալ էակ, որը մենք կոչ ենք անում մարդու առանձնանում էայլ կենդանիների, միայն որոշակի երկսայր դրսեւորումների, որոնք իբարեգործական մենք կարող ենք միայն զանգահարել «անմարդկային»:
		-- R. A. Lafferty

%
Հավանականությունը, ինչ-որ մեկի հետեւում Ձեզ համամասնական էհիմարությունը Ձեր գործողությունների.
		-- R. A. Lafferty

%
Խնդիրն այն մարդկանց հետ, ովքեր չունեն արատները, որ, ընդհանուր առմամբ, դուք կարող եքէ լինել բավականին վստահ է, որ նրանք պատրաստվում են որոշ շատ annoying արժանիքները:
		-- Elizabeth Taylor

%
Պատշաճության որոշ անձանց թվում է, բաղկացած է ունենալու ոչ պատշաճմտքերը իրենց հարեւանների մասին:
		-- F. H. Bradley

%
Ողջամիտ մարդը հարմարվում իրեն աշխարհին. որ ողջամիտ մեկըհամառում է, փորձում է հարմարվել աշխարհին ինքն իրեն. Հետեւաբար բոլոր առաջընթացկախված է անհիմն մարդուն:
		-- George Bernard Shaw

%
Իրավունքը կեսը ուղեղի վերահսկում ձախ կեսը մարմնի. այսնշանակում է, որ միայն ձախլիկ մարդիկ են իրենց ճիշտ մտքում.
		-- George Bernard Shaw

%
«Շիզոֆրենային: չարտոնված ինքնակենսագրություն»
		-- George Bernard Shaw

%
Երկրորդ լավագույն քաղաքականությունն է անազնվության.
		-- George Bernard Shaw

%
Գաղտնիքը երջանկության ընդհանուր անտեսումը բոլորի համար.
		-- George Bernard Shaw

%
Հերթափոխով Fortune փորձարկել հուսալիությունը ընկերների.
		-- Marcus Tullius Cicero

%
Ուժեղ հրաժարվի եւ հեռանում, իսկ թույլերին հրաժարվի եւ մնալ.
		-- Marcus Tullius Cicero

%
Ուժեղ անհատը սիրում է երկիրը, այնքան շատ է նա lusts է կրկնության. նակարող ժպտալ, ի դեմս առավել սարսափելի մտքի: անիմաստ է, աննպատակգոյությունը կրկնվող հավերժ: Երկրորդ բնորոշ է այնպիսի մարդ է,որ նա ունի ուժ ճանաչելու, եւ ապրելու հետ ճանաչմանոր աշխարհը կորցրեցին իրենց արժեքը ինքնին, եւ որ բոլոր արժեքներն են մարդկային.Նա ստեղծում է ինքն իրեն fashoning իր սեփական արժեքները. նա ունի հպարտությունը ապրելուըստ արժեքների որ ուզէ:
		-- Nietzsche

%
Հանկարծակի աչքում ինձ համար առաջացնում խուճապ փողոցներում. Նրանք դեռ պետք է սովորել,- Միայն վայրենի վախենում է, ինչ նա չի հասկանում:
		-- The Silver Surfer

%
The surest ճանապարհն է կոռումպացված է երիտասարդների հրահանգներ նրան է անցկացնել ավելի բարձրարժեւորելու նրանք, ովքեր կարծում են, նման, քան նրանք, ովքեր կարծում են, այլ կերպ.
		-- Nietzsche

%
Այն, ինչ որ տոկոսները մարդիկ շատ են, որպես կանոն, իրենց չի վերաբերում:
		-- Nietzsche

%
Այդ երեք հարցերը մեծագույն մտահոգության են `1. այն գրավիչ.2. Արդյոք դա զվարճալի է. 3. Արդյոք դա գիտեմ, իր տեղը.
		-- Fran Lebowitz, "Metropolitan Life"

%
Խնդիրն պատմում է մի լավ պատմություն է, որ դա միշտ հիշեցնումիսկ մյուս հայրենակից մի ձանձրալի մեկը.
		-- Sid Caesar

%
Ճշմարտությունն այն մասին, մի մարդու կայանում նախ եւ առաջ, թե ինչ է նա hides.
		-- Andre Malraux

%
Այն շատ հիշատակ իմ նախկին դժբախտության ապացուցում է նորը ինձ.
		-- Miguel de Cervantes

%
Այն ճանապարհը, որ աշխարհի է գովերգել մահացած սրբերի եւ քրեական հետապնդում կենդանի նորերը:
		-- Nathaniel Howe

%
Այն ճանապարհը, որ որոշ մարդիկ գտնել մեղքը, դուք ուզում մտածել, կար մի տեսակ պարգեւատրման.
		-- Nathaniel Howe

%
Ճանապարհին մի մարդու սրտին միջոցով ձախ փորոքի:
		-- Nathaniel Howe

%
Որ իմաստուն մարդը ձգտում ամեն ինչ ինքն իրեն. տգետ մարդը փորձում է ստանալԱմեն ինչ ուրիշի:
		-- Nathaniel Howe

%
Որ իմաստուն հովիվը երբեք չի վստահում իր ոչխարները ժպտերես գայլի:
		-- Nathaniel Howe

%
Հիանալի բան է մոտ պարային արջը չէ, թե որքան լավ է նա պարում,սակայն, որ նա պարում է բոլորի համար:
		-- Nathaniel Howe

%
Աշխարհը լի է մարդկանցով, ովքեր երբեք չեն, քանի որ մանկուց, հանդիպել էբաց դռնատեղ բաց մտքով.
		-- E. B. White

%
Աշխարհը պետք է ավելի շատ մարդ, մեզ նման, եւ ավելի քիչ նման նրանց.
		-- E. B. White

%
Ամենավատ cliques են նրանք, որոնք բաղկացած է մեկ մարդու:
		-- G. B. Shaw

%
Ամենավատն այն է, այնքան էլ երկար ժամանակ, քանի որ մենք կարող ենք ասել, «Սա ամենավատ»:
		-- King Lear

%
Ամենավատ մասն ունենալու հաջողություն փորձում է գտնել մեկին, ով ուրախ է ձեզ համար:
		-- Bette Midler

%
Ամենամեծ մեղքն է դեպի մեր ընկերակից արարածների չէ ատել նրանց,բայց պետք է անտարբեր լինել նրանց. դա է էությունը անմարդկայնության.
		-- G. B. Shaw

%
Ամենավատ բանը, որ մոտ մի քանի տղամարդկանց, որ, երբ նրանք չեն հարբում են, որ սթափ:
		-- William Butler Yeats

%
Ամենավատ բանը, որ կարելի է անել, ոչ թե փորձել, պետք է տեղյակ լինի, թե ինչ ոք չի ուզում եւչի տալիս, որպեսզի այն, ծախսել տարի լուռ ցավ հետաքրքրում, եթե ինչ-որ բան կարող էեն նյութականացված - եւ երբեք չիմանալով.
		-- David Viscott

%
Ապա կա, որ պատմությունը մարդու, ով խուսափել իրականությունը 70 տարիթմրանյութերով, սեռից, ալկոհոլի, ֆանտազիա, հեռուստատեսության, ֆիլմերի, ձայնագրություններ, հոբբի, բազմաթիվքնել ... Եվ իր ծննդյան 80-ամյակի մահացել են, առանց երբեւէ բախվել որեւէնրա իրական խնդիրները.Մարդու կրտսեր եղբայրը, ով էր կանգնած իրականությունը եւ նրա բոլորխնդիրներ 50 տարի հոգեբույժների, նեւրոզները, տիկեր, լարվածության,գլխացավեր, մտահոգում, անհանգստություն ու խոցեր, այնքան զայրացած է իր եղբոր ունենալուստացել հեռու Scott ազատ է, որ նա ունեցել է կաթվածահար կաթված.Բարոյական է այս պատմության մեջ այն է, որ չկա ոչ մի արդարադատություն, որ մենք կարող ենքկանգնել է ապրել:
		-- R. Geis

%
Կան մի քանի մարդիկ ավելի հաճախ սխալ է, քան նրանք, ովքեր չեն կարող դիմանալպետք է մտածել, այդպես է:
		-- R. Geis

%
Կան շատ մարդիկ, ովքեր այսօր բառացիորեն չունեք մտերիմընկերն է: Նրանք կարող են իմանալ, թե ինչ - որ բան, որ մենք չենք: Նրանք, ամենայն հավանականությամբ,խուսափելով մեծ ցավի.
		-- R. Geis

%
Կան ավելի մեռած մարդիկ քան ապրում, եւ նրանց թիվը ավելանում է:
		-- Eugene Ionesco

%
Չկան հուզական զոհեր, միայն կամավորներ:
		-- Eugene Ionesco

%
Չկան մեծամեծները, Buster. Կան միայն տղամարդիկ:
		-- Elaine Stewart, "The Bad and the Beautiful"

%
Չկան մեծամեծները, միայն մեծ մարտահրավերներ, որոնք սովորական մարդիկ են ստիպվածըստ հանգամանքների հանդիպել.
		-- Admiral William Halsey

%
Կան միայն երկու տեսակի մարդոց - մահացածների եւ մահացու.
		-- Helen Rowland

%
Կան մարդիկ, այնքան թմրամոլ չափազանցություն է, որ նրանք չեն կարող ասել, որՃշմարտությունն առանց պառկած:
		-- Josh Billings

%
Գոյություն ունեն երկու տեսակի մարդիկ այս աշխարհում, լավ եւ վատ: Լավըավելի լավ է քնել, բայց վատ է, կարծես վայելել waking ժամ շատ ավելին.
		-- Woody Allen

%
Այստեղ գալիս է մի ժամանակ, դադարեցնել լինելով զայրացած.
		-- A Small Circle of Friends

%
Կա որոշակի շրջանակ մտքի, որով գերեզմանոցը, եթե ոչ հակաթույն,առնվազն կրճատում: Եթե ​​դուք մի պիտանի բլյուզի, գնա ուրիշ ոչ մի տեղ:
		-- Robert Louis Stevenson: Immortelles

%
Կա անմեղության հիացմունքով. այն հայտնաբերվել է նրանց, ում որ դադեռ չի տեղի ունեցել, որ իրենք էլ, կարող է հիանում մի օր:
		-- Friedrich Nietzsche

%
Կա դաժանությունը եւ կա ազնվություն. Չկա նման բան, ինչպես դաժանազնվություն:
		-- Friedrich Nietzsche

%
Չկա ոչ մի բերկրանքով հավասար վախի. Քանի դեռ դա է ուրիշի:
		-- Clive Barker

%
Չկա ոչ մի տխուր տեսարան, քան երիտասարդ հոռետես:
		-- Clive Barker

%
Չկա ոչ մի հայցային վաղեմության վերաբերյալ հիմարություն.
		-- Clive Barker

%
Չկա փոխարինել լավ manners, բացառությամբ, թերեւս, արագ reflexes.
		-- Clive Barker

%
Չկա նման բան, ինչպես ներքին խաղաղությունը. Կա միայն nervousness կամ մահ.Ցանկացած փորձ է ապացուցել հակառակը կազմում է անընդունելի վարքագիծը:
		-- Fran Lebowitz, "Metropolitan Life"

%
Չկա ոչինչ ավելի հիմար, քան հիմար ծիծաղով:
		-- Gaius Valerius Catullus

%
Ոչինչ չկա պանդուխտ եմ օտար երկրում, քան անծանոթի, ով գալիսայցելել.
		-- Gaius Valerius Catullus

%
Կա միայն մեկ բառի համար օգնության է, որ անկեղծորեն է առանց տողերի,եւ որ բառն է շանտաժը:
		-- Colm Brogan

%
Այստեղ կարող է լինել, որ պետք է երկու կարգի մարդկանց ամբողջ աշխարհում: նրանք, ովքեր մշտապեսբաժանել ժողովրդին աշխարհի երկու դասերի եւ նրանք, ովքեր չեն.
		-- Robert Benchley

%
Կա մի լավ գիծ միջեւ քաջության ու հիմարության: Չափազանց վատ է, դա ոչ մի ցանկապատ:
		-- Robert Benchley

%
Կա մի բան, որ կարելի է ասել, ոչ ասելով շատ բան:
		-- Robert Benchley

%
Չկա ոչ մի saint նման է բարեփոխված մեղաւորի.
		-- Robert Benchley

%
Չկա նման բան, ինչպես մաքուր սիրով: ոմանք անհանգստություն միշտ գնում դրա հետ:
		-- Robert Benchley

%
Հետեւաբար, դա անհրաժեշտ է իմանալ, թե ինչպես չպետք է լինի լավ, եւ օգտագործելայդ գիտելիքը եւ ոչ թե այն օգտագործել, ըստ անհրաժեշտության մասին գործին:
		-- Machiavelli

%
Նրանք նաեւ ծառայում են, որոնք ոչ միայն կանգնել եւ սպասել:
		-- John Milton

%
Հիվանդ են հայտնաբերողները, որ կարծում եմ, չկա երկիր, որ նրանք կարող են տեսնելոչինչ, բայց ծովը.
		-- Francis Bacon

%
«Նրանք ինձ ասացին, որ ես էի դյուրահավատ ... եւ ես հավատում էի նրանց».
		-- Francis Bacon

%
Նրանք ոչ միայն փորձում են դարձնել ինձ նայում paranoid!
		-- Francis Bacon

%
«Նրանք ոչ բարեկամական, որը հանդիսանում է բախտավոր, իսկապես. Նրանք ուզում են լինել դժվար է սիրում.»
		-- Avon

%
Մտածում եք, գիտեք, ինչ - որ բան է, որ ճանապարհ է կույր ինքներդ.
		-- Frank Herbert, "Chapterhouse: Dune"

%
Այս սերունդը չունի հուզական ուղեբեռ: Մենք ունենք զգացմունքային շարժվող Ֆուրգոնների.
		-- Bruce Feirstein

%
Այս տխուր քիչ մողեսը ինձ ասաց, որ ինքը եղել է brontosaurus իր մորկողմը. Ես չծիծաղեցի. մարդիկ, ովքեր պարծենալ ծագումով հաճախ ունեն քիչէլ պահպանել դրանք: Humoring նրանց արժե ոչինչ, եւ ավելացնում է երջանկությունմի աշխարհ է, որտեղ երջանկությունը միշտ կարճ մատակարարման.
		-- Lazarus Long

%
Ձեզանից նրանք, ովքեր կարծում են, որ դուք գիտեք, թե ամեն ինչ են annoying նրանց, ովքեր դա անել:
		-- Lazarus Long

%
Նրանք, ովքեր մտավոր եւ էմոցիոնալ առողջ են, նրանք, ովքեր ունենիմացա, երբ ասում է, այո, երբ է ասել, ոչ, եւ երբ է ասել Whoopee:
		-- W. S. Krabill

%
Նրանք, ովքեր չեն կարող հիշել անցյալը, դատապարտված է կրկնել այն:
		-- George Santayana

%
Նրանք, ովքեր չգիտեն, խոսել. Նրանք, ովքեր չեն խոսել, իմանալ.
		-- George Santayana

%
Նրանք, ովքեր ի կռիւներ միջամտել, հաճախ պետք է սրբել է արյունոտ քիթը.
		-- George Santayana

%
Ցանկացած իսկապես անկողմնակալ անձի, ապա ակնհայտ կդառնա, որ ես միշտ ճիշտ է:
		-- George Santayana

%
Մեծ լինել, պետք է misunderstood.
		-- Ralph Waldo Emerson

%
Լինել պետք է կապված:
		-- C. J. Keyser.

%
Պետք է վստահել ավելի մեծ հաճոյախոսություն է, քան պետք է սիրել:
		-- C. J. Keyser.

%
Լինել թե ով մեկն է, չէ, պետք է մեկ ուրիշը:
		-- C. J. Keyser.

%
Լինել իմաստուն, միակ բանը, որ դուք իսկապես անհրաժեշտ է իմանալ, թե երբ պետք է ասել,«Ես չգիտեմ, թե."
		-- C. J. Keyser.

%
Է հավատալ ձեր սեփական միտքը, հավատալ, որ այն, ինչ ճիշտ էԴուք Ձեր անձնական սրտում ճիշտ է բոլոր մարդոց, որ է հանճար.
		-- Ralph Waldo Emerson

%
Քննադատելու Անգործունակ շատ հեշտ է. ավելի դժվար է քննադատելիրավասու.
		-- Ralph Waldo Emerson

%
Է կասկածել ամեն ինչ, թե հավատալ, որ ամեն ինչ կարող են երկու հավասարապես հարմարլուծումներ, այնպես էլ բացթողումը անհրաժեշտության հետ արտացոլման.
		-- H. Poincar'e

%
Գտնել ընկերոջ մեկը պետք է մոտ մեկ աչքով. Ինչպես պահել նրան, - երկու.
		-- Norman Douglas

%
Պահել ձեր ընկերները վերաբերվում նրանց սիրով: նրանց սպանել, բուժել դրանք հաճախ.
		-- Norman Douglas

%
Ծիծաղել տղամարդիկ իմաստով արտոնությունն է հիմարների.
		-- Norman Douglas

%
Այն դարձնել թշնամի, անել մեկին լավություն:
		-- Norman Douglas

%
To հրաժարվում գովասանքի է որոնել գովասանքի երկու անգամ:
		-- Norman Douglas

%
Մնալ երիտասարդ պահանջում է անընդհատ մշակության կարողության Unlearnհին ստեր:
		-- Lazarus Long, "Time Enough For Love"

%
Որպեսզի հասկանանք, թե սիրտն ու միտքը մի անձի, նայեք ոչ թե ինչՆա արդեն հասել է, բայց այն, ինչ նա ձգտում է անել:
		-- Lazarus Long, "Time Enough For Love"

%
Շատ խելացի է համր.
		-- Ogden Nash

%
Troglodytism անպայմանորեն չի ենթադրում ցածր մշակութային մակարդակը:
		-- Ogden Nash

%
Իսկապես մեծ խելագարություն չի կարող ձեռք բերվել առանց զգալի հետախուզական.
		-- Henrik Tikkanen

%
Փորձեք լինել լավագույնը, ինչ եք դուք, նույնիսկ եթե այն, ինչ դու ոչ մի լավ.
		-- Henrik Tikkanen

%
Փորձեք բաժանելուն ձեր ժամանակը evenly պահել ուրիշներին երջանիկ.
		-- Henrik Tikkanen

%
Փորձելով սահմանել ինքներդ նման փորձում է կծում ձեր սեփական ատամները.
		-- Alan Watts

%
Uh-oh - Ես թույլ կատուն դուրս տոպրակի մեջ: Թող ինձ, ապա, ուղղակիորենփաստել այն թեզը, որ ես պետք է այժմ մշակման: Կատարելու տատանումները թեմայով էիսկապես դժվար կացություն ստեղծագործական.
		-- Douglas R. Hofstadter, "Metamagical Themas"

%
Եթե ​​դուք սիրում մեկին, ոչ մի այլ բան է, որեւէ իմաստ.
		-- e.e. cummings

%
Vila. «Ես կարծում եմ, պարզապես արել է ամենամեծ սխալը իմ կյանքում»:Oráč. «Դա քիչ հավանական է, ես չէի կանխատեսել, որ կան շատ ավելի մեծ սխալներ      սպասում է կատարվում մեկի կողմից Ձեր ակնհայտ տաղանդի դրա համար »:
		-- e.e. cummings

%
Բռնությունը հոտ է գալիս, անկախ նրանից, թե վերջը դրանից դու. Բայց այժմ եւ հետո,կա ոչինչ չի մնում անել, բայց հարվածել է այլ անձի գլխին հետթավա. Երբեմն մարդիկ են, պարզապես աղերսում այդ frypan, եւ եթե մենքթուլացնել մի պահ, եւ հարգել նրանց խնդրանքը, մենք պետք է համարում այն ​​որպեսիմպուլսիվ մարդասիրություն, ինչը մենք չենք ցանկացած դիրքում թույլ տալ, բայցչպետք է զղջում, որ այն շատ բարձրաձայն գուցէ մենք փչացնել մաքրությունը գործով:
		-- Tom Robbins

%
Առաքինությունը միշտ չէ, որ պահանջում են ծանր զոհողությունների միայն պատրաստակամությունըորպեսզի այն ժամանակ, երբ անհրաժեշտ է.
		-- Frederick Dunn

%
Առաքինությունը իր սեփական պատիժ:Արդարներ սարսափեցնում է ինձ ... արժանիքն այն է, իր սեփական պատիժ:
		-- Aneurin Bevan

%
Առաքինությունը չի մնացել է միայնակ կանգնել: Նա, ով փորձի դա կունենա հարեւաններին:
		-- Confucius

%
Առաքինությունը պետք է գնալ հեռու, եթե ունայնություն չպահեցին այն ընկերությանը:
		-- La Rochefoucauld

%
Այցերը միշտ հաճույք. Եթե ոչ ժամանելիս, ապա հեռանալուց:
		-- Edouard Le Berquier, "Pensees des Autres"

%
Waking է մարդուն անտեղի չպետք է դիտարկվի որպես ոճիր:Համար առաջին հանցագործություն, այն է.
		-- Edouard Le Berquier, "Pensees des Autres"

%
Walk մեղմ եւ իրականացնել ԲՖԳ-9000.
		-- Edouard Le Berquier, "Pensees des Autres"

%
Walk մեղմ եւ իրականացնել մի մեծ փայտ.
		-- Theodore Roosevelt

%
Walk մեղմ եւ իրականացնել մեգավատտ լազերային.
		-- Theodore Roosevelt

%
Մենք բոլորս երազում լինելու սիրելին բոլորիս darling.
		-- Theodore Roosevelt

%
Մենք բոլորս գիտենք, որ ոչ ոք չի հասկանում մի բան, որ ոչ թե ծիծաղելի.
		-- Theodore Roosevelt

%
Մենք բոլորս ապրում ենք նույն երկնքում, սակայն մենք չենք բոլորս ունենք նույն հորիզոն:
		-- Dr. Konrad Adenauer

%
Մենք բոլորս ծնվել խելագար. Ոմանք մնում են, որ.
		-- Samuel Beckett

%
Մենք բոլորս մահանում, եւ մենք gonna լինի մահացած է երկար ժամանակ:
		-- Samuel Beckett

%
Մենք բոլորս տականք, բայց մեզանից ոմանք նայում են աստղերին:
		-- Oscar Wilde

%
Մենք բոլորս այնքան շատ միասին, եւ դեռ մենք բոլորս մեռնում մենակության:
		-- A. Schweitzer

%
Մենք Մրջնաբույն տղամարդիկ անում է Մրջնաբույն աշխարհում:
		-- Ray Bradbury

%
Մենք, ինչպես նաեւ աստվածների եւ կարող է նաեւ ստանալ լավ է այն:
		-- Whole Earth Catalog

%
Մենք բոլորս միայն մեկ կաթիլ է մեծ օվկիանոսում, բայց որոշ կաթիլները կայծ!
		-- Whole Earth Catalog

%
Մենք չենք սիրում են մեր ընկերների համար, թե ինչ ենք մենք. ավելի շուտ, մենք սիրումչնայած ինչ մենք ենք:
		-- Victor Hugo

%
Մենք այնքան սիրում միմյանց, քանի որ մեր հիվանդություններն են նույնը:
		-- Jonathan Swift

%
Մենք ավելի ուժեղ են, քան մեր մաշկի մարմնի եւ մետաղական, որովհետեւ մենք իրականացնում եւ կիսվել էսպեկտրը Suns եւ հողերի, որոնք տրամադրում է մեզ, լեգենդներ, քանի որ մենք նավեր մեր անմահությունեւ միահյուսել մեր ճակատագրեր ջրի եւ օդի, թողնելով ստվերները, որ հավաքվումգույնը իրենց սեփական, մինչեւ նրանք նսեմացնել նյութ, որը տրված է նրանց:
		-- Jonathan Swift

%
Մենք խորհուրդներ տալ, սակայն մենք չենք կարող տալ իմաստություն է օգուտ են դրան:
		-- La Rochefoucauld

%
Մենք ունենք ավելի վախենալ ից անճարակ Անգործունակ, քան այնմեքենայությունների ամբարիշտներին.
		-- La Rochefoucauld

%
Մենք ստում ամենաաղմկոտ, երբ մենք ստում ենք ինքներս մեզ:
		-- Eric Hoffer

%
Մենք կարող ենք վերադարձնել ջերմություն, ովքեր սիրում են մեզ, բայց մենք միշտ հարգում ենքնրանց առողջ դատողություն:
		-- Eric Hoffer

%
Մենք միայն ընդունում են փոքր սխալները որպեսզի այն հայտնվում է, որ մենք ենքզերծ մեծ նորերը.
		-- La Rochefoucauld

%
Մենք գերադասում ենք հավատալ, որ բացակայությունը չակերտների երաշխավորում է, որհարազատություն է մտքի, մինչդեռ դա կարող է լինել ընդամենը, որ utterer ունիմոռացել է իր աղբյուրը:
		-- Clifton Fadiman, "Any Number Can Play"

%
Մենք գերադասում ենք հայհոյել մեզ, այլ ոչ թե չի խոսում ինքներս մեզ բնավ.
		-- Clifton Fadiman, "Any Number Can Play"

%
Մենք խոստանում ըստ մեր հույսերի, եւ կատարել ըստ մեր մտավախությունները.
		-- Clifton Fadiman, "Any Number Can Play"

%
Մենք կարդում ենք ասելու, որ մենք կարդում:
		-- Clifton Fadiman, "Any Number Can Play"

%
Մենք, իրոք, չունեն որեւէ թշնամիներ. Դա ճիշտ է, որ ոմանք մեր լավագույնընկերները փորձում են սպանել մեզ.
		-- Clifton Fadiman, "Any Number Can Play"

%
Մենք ապահովելու ենք մեր ընկերներին չի ընդունելով favors, բայց անում նրանց.
		-- Thucydides

%
Մենք հազվադեպ ապաշխարել խոսում շատ քիչ է, բայց շատ հաճախ խոսում շատ.
		-- Jean de la Bruyere

%
Մենք ծաղկում մեղմասություն: Մենք կոչ ենք անում բազմաբնակարան megaton ռումբ »խաղաղապահների", խորդանոցչափ բնակարաններ «արդյունավետ» ու անհասկանալի թեմատիկորեն «նորարար». մեջփաստ է », մեղմասություն» դարձել է մեղմասացության «Ճաղատ-faced ստի»: Եվ հիմա, այստեղեն մեղմացուցիչ բառերը, այնքան գունագեղ զբաղված է անձնական գովազդ:euphemism ԻՐԱԿԱՆՈՒԹՅՈՒՆՈգեւորված կյանքի ճամփորդության ոչ հասկացությունը իրականությանՀոգեպես դարձել ցավոտMoody Manic-դեպրեսիվSoulful Quiet manic-դեպրեսիվPoet Ձանձրալի manic-դեպրեսիվԱնալ / Սենշուալ EasyUninhibited տարրական սոցիալական հմտություններըԱնտարբեր ու հողեղեն Slob եւ տարրական սոցիալական հմտություններԱնպատկառ nasty եւ տարրական սոցիալական հմտություններՇատ մարդկային Quasimodo լավագույն ընկերըSwarthy քրտնած, նույնիսկ այն ժամանակ, երբ սառը կամ կանգնած դեռԻնքնաբուխ / Eclectic թեթլսոլիկճկուն ՀուսահատAging երեխան եսակենտրոն չափահասԵրիտասարդ ավելի քան 40, եւ փորձում են հերքել այնԼավ հումորի զգացումով Ժամացույցներ շատ հեռուստատեսության
-------------------		-------------------------

%
Դե, ես հիասթափված էլ. Մենք բոլորս հիասթափվում:
		-- James Thurber

%
Էին, որ ոչ թե ներկայությունից unwashed եւ կես կրթված, որանձեվ, տարօրինակ եւ ոչ լիարժեք, իսկ անտրամաբանական եւ անհեթեթ, անսահմանձեւավորում է սքանչելի մարդու շերեփուկ, որ հորիզոնը չէր հագնում, որպեսզի լայնա grin.
		-- F. M. Colby, "Imaginary Obligations"

%
Ինչ ես համարում եմ մի բանական մարդ լինել. Ես կցանկանայի, որ ողջամիտ մարդունմեկն է, ով ընդունում է, որ մենք բոլորս մարդկային եւ, հետեւաբար սխալական, եւ տեւում էոր հաշվի առնել, երբ գործ ունենք մյուսների հետ: Ենթադրվող Այս սահմանումըայն համոզմունքը, որ դա ճիշտ է եւ պատասխանատվությունը յուրաքանչյուր անձիապրում են իր սեփական կյանքը, քանի որ նա տեսնում է տեղավորել, հարգել այդ իրավունքըմյուսները, եւ պահանջել այն ենթադրությունը, այս պատասխանատվության ուրիշների կողմից:
		-- F. M. Colby, "Imaginary Obligations"

%
Ինչ լավ է, այն դեպքում, եթե դուք խոսում է ծաղիկներով, եւ նրանք կարծում եմ, որ խմորեղենը.
		-- Ashleigh Brilliant

%
Ինչ է նշանակում նման [սերտ] հարաբերությունների ձեւ է զգացմունքայինքիմիա, մինչ օրս անհասկանալի է ցանկացած դպրոցի հոգեբուժության Ես տեղյակ եմ, որպայմանները ոչինչ այնքան պարզ է որպես ընտրության միջեւ բեւեռներից ներգրավման եւհակակրանք: Դուք կարող եք հանդիպել որոշ մարդիկ երեսուն, քառասուն անգամ ներքեւ տարիների ընթացքում, եւնրանք մնում են բարեկամական անցորդների, նման ափին լույսերը քաղաքներում, որ մի նավաստիանցնում է նշված ժամանակներում, բայց երբեք զանգեր է հերթական հաշվով: ընդհակառակը,Բոլոր նկատառումները սեռի մի կողմ, դուք կարող եք հանդիպել մի քանի այլ մարդկանց մեկ կամ երկու անգամ,եւ նրանք մնում են մշտական ​​ազդեցությունների է ձեր կյանքը.Յուրաքանչյուր ոք տեղյակ է այս անհամապատասխանության միջեւ ծանոթի տեսելքանի որ ծանոթ պաստառներ կամ ակնթարթային ընկերոջը. Քիմիական ակցիան այն ենթադրում էպակաս, արժե վերլուծում, քան վայելում: Համենայն դեպս, այդ վեց կտոր մոտտղամարդիկ, որոնց հետ ես զգացի մի անհապաղ sympat - օգտագործել coining է Max Beerbohm իավելի գոհացուցիչ է ինձ, քան անթափանց մոդա բառի «Գթասրտությունը»:
		-- Alistair Cooke, "Six Men"

%
Ինչ է հանդուրժողականությունը: - Դա հետեւանք է մարդկության. Մենք բոլորս ձեւավորվումՀյուրատետր frailty եւ սխալի. եկեք ներում շնորհել փոխադարձաբար միմյանց հիմարություն, որէ առաջին բնության օրենքը.
		-- Voltaire

%
Ինչ է դարձնում մեզ այնքան դառն մարդկանց նկատմամբ, ովքեր Սրամտությամբծ խորամանկությամբ գերազանցել է մեզ, այն է, որ նրանք կարծում են,իրենք խելացի է, քան մենք ենք:
		-- Voltaire

%
Ինչ է երկրի վրա, որ մի մարդ, անել իր համար, եթե ինչ-որ բան չի կանգնել իր ճանապարհով:
		-- H. G. Wells

%
Ինչ է վշտացնում է ինձ չէ, որ դուք խաբել է ինձ, սակայն, որ այսուհետ ես չեմ կարող ոչհավատում այլեւս ձեզ.
		-- Nietzsche

%
Այն, ինչ մենք տեսնում ենք, կախված է հիմնականում այն, ինչ մենք փնտրում.
		-- John Lubbock

%
Այն, ինչ դուք տեսնում եք, դրսից ինքներդ ձեզ, եւ կարող է գալ, թե ոչ, բայց դուրս էձեր հսկողության. Բայց ձեր վախը ձերն է, եւ ձերը միայնակ, ինչպես ձեր ձայնը, կամՁեր մատները, կամ ձեր հիշողության մեջ, եւ, հետեւաբար, ձերն է վերահսկել: Եթե ​​դուք զգում եք,անզոր նկատմամբ ձեր վախի, դուք դեռ չեք խոստովանել է, որ այն քոնն է, պետք է անել, ինչպես դուք.
		-- Marion Zimmer Bradley, "Stormqueen"

%
Ինչ է պատահել, որ աշխարհում. Ինչու է, չկա, բայց մի բան սխալ էամեն մեկը մեզ, եւ որ դա «եսասիրությունը:»
		-- The Best of Will Rogers

%
Ինչ է սա Stuff մարդկանց մասին, որ «ազատ է արձակվել սեփական ստորագրությամբ».Արդյոք մենք բոլորս դուրս մեր սեփական ստորագրությամբ:
		-- The Best of Will Rogers

%
Ինչ է, ի վերջո, մի լուսապսակ. Դա ոչ միայն եւս մեկ բան է պահել մաքուր:
		-- Christopher Fry

%
Այն, ինչ դուք կարող եք վստահ լինել,, վստահ լինել, սա է, որ դուք սարսափելիորեն նմանայլ մարդիկ.
		-- James Russell Lowell, "My Study Windows"

%
Այն, ինչ դուք ուզում եք անել, դուք պետք է անել, ուրիշ բան առաջին անգամ:
		-- James Russell Lowell, "My Study Windows"

%
Երբ մի մարդ գիտի, որ նա պետք է կախաղան է երկու շաբաթվա, այն խտանյութեր իրmind հրաշալի.
		-- Samuel Johnson

%
Երբ մի մարդ ցանկանում եք անցնում, թե ինչ է նա ասել է, մեկ տարի առաջ, կամ չորս տարիառաջ, նա մի լայնախոհ մարդ, ով ունի քաջություն բավարար է փոխել իր միտքըփոփոխվող պայմաններին: Երբ մի մարդ ձեզ դուր չի գալիս անում է այն, որ նա հանդիսանում էստախոս է, ով կոտրել է իր խոստումները:
		-- Franklin Adams

%
Երբ բոլոր այլ միջոցները ձախողվեն, փորձեք խոսքերը.
		-- Franklin Adams

%
Երբ թվում կապիկների, մեկը պետք է խաղալ կապկել:
		-- Franklin Adams

%
Երբ Աստված օժտված մարդկային էակներ հետ ուղեղն, Նա չի պատրաստվում երաշխավորել նրանց.
		-- Franklin Adams

%
Երբ կասկածի տակ, դա անել. Դա շատ հեշտ է ներողություն խնդրի, քան ստանալ թույլտվություն:
		-- Grace Murray Hopper

%
Երբ խոսքը վերաբերում է օգնել ձեզ, որոշ մարդիկ կանգ է ոչինչ.
		-- Grace Murray Hopper

%
Երբ մարդիկ ասում են, ոչինչ, նրանք չեն նշանակում ոչինչ.
		-- Grace Murray Hopper

%
Երբ կան երկու հակամարտող տարբերակները պատմությունը, իմաստունէ հավատալ այն մեկը, որտեղ մարդիկ հայտնվում են իրենց ամենավատ.
		-- H. Allen Smith, "Let the Crabgrass Grow"

%
Երբ դուք քանդել մեկ այլ դուրս փորձանքի, դու մի տեղ թաղել ձեր սեփական.
		-- H. Allen Smith, "Let the Crabgrass Grow"

%
Երբ դուք ցատկել ուրախությունից, զգուշացեք, որ ոչ-ոք չի շարժվում գետնին տակձեր ոտքերը.
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
Երբ դուք խոսում է ուրիշների համար իրենց սեփական բարօրության դա խորհուրդներ.երբ նրանք խոսում են ձեզ համար ձեր սեփական լավ դա միջամտություն:
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
Երբ փորձում եք կատարել է տպավորություն ստեղծել, որ շանսերը կան, որ էՏպավորությունն այնպիսին, դուք կարող եք կատարել.
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
ԵՐԲ որեւէ մեկն ասում է նա պայքարում է դառնալ մարդուն ես պետք էծիծաղում, քանի որ կապիկների ծեծել է նրան, են մոտ մեկ միլիոն տարի. պայքարէ դառնալ մի թութակ, կամ ինչ - որ բան.
		-- Jack Handey, The New Mexican, 1988.

%
Ամեն անգամ, երբ ես զգում զորավարժություններին, ես պառկել, մինչեւ զգացումը անցնում:
		-- Jack Handey, The New Mexican, 1988.

%
Ամեն անգամ, երբ մարդիկ ինձ հետ համաձայն ես միշտ զգում եմ, պետք է լինել սխալ.
		-- Oscar Wilde

%
Ամեն անգամ, երբ ինչ - որ մեկը պատմում է ձեզ, որպեսզի իրենց խորհուրդներ, դուք կարող է լինել բավականին վստահ էոր նրանք չեն օգտագործում այն:
		-- Oscar Wilde

%
... Արդյոք դա լավ է ծախսել կյանքը չիմանալով, թե ինչ եք ուզում, կամծախսել կյանքը, իմանալով, թե ինչ եք ուզում, եւ, որ դուք երբեք պետք է այն.
		-- Richard Shelton

%
Եթե ​​որեւէ մեկը կարող է ընդունեն իրենց էին սխալ, որ իսկական փորձություն էընդունելության ուրիշին:
		-- Richard Shelton

%
Միաժամանակ երբեք հորինել մեղքը, ես փորձում եմ կատարելագործել մի քանի.
		-- Richard Shelton

%
Թեեւ շատերը մարդկանց կարծիքները փոխվի, դատապարտումը նրանցկոռեկտությունը երբեք չի.
		-- Richard Shelton

%
Մինչ մենք քնած, երկու երրորդը աշխարհի ծրագրում է անել մեզ.
		-- Dean Rusk

%
Մինչ դուք չեք մեծապես պետք է աշխարհին, դա դեռ շատՄխիթարական է իմանալ, որ դա դեռ այնտեղ.
		-- Dean Rusk

%
Իսկ ձեր ընկերը պահում է քեզ քնքշորեն են երկու ձեր ձեռքերում ենանվտանգ է, դուք կարող եք դիտել, այնպես էլ իր համար:
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ով որ մարտերը Տեսիլքներ պետք է տեսնել այն, որ այդ գործընթացում նա չիդառնալ հրեշ. Եվ երբ նայում եք դեպի անդունդ, անդունդը նաեւ նայումմեջ ձեզ.
		-- Friedrich Nietzsche

%
Ով ստում օգտավետ պետք է պառկել հազվադեպ:
		-- Friedrich Nietzsche

%
Ինչու է դժվար լինել, երբ, մի քիչ ջանք, դուք կարող է լինել անհնար:
		-- Friedrich Nietzsche

%
Ինչու Աստված տա մեզ, այնքան խելամտություն շարժման, եթե դա եղել էպատասխանատվությունից խուսափելու հետ:
		-- Friedrich Nietzsche

%
Ինչու է իմ մտքերը իմ սեփական, երբ նրանք գտնվում են, բայց երբ նրանք դուրս են նրանքեն միմյանց:
		-- Susanna Martin, executed for witchcraft, 1681

%
Ինչու ես ծնվել այդպիսի ժամանակակիցների.
		-- Oscar Wilde

%
Ինչու է, ամեն ոք, քանի որ նրանք սիրում. քանի որ լավ է, կինն ասել է, երբ նա համբուրեց իր կով.
		-- Rabelais

%
Արդյոք Ձեր երկարաշունչ ելույթները երբեք վերջ.Ինչ է պատահել, որ ձեզ պահել է պնդելով.
		-- Job 16:3

%
Ձմեռային այն շրջանը, որտեղ մարդիկ փորձում են պահել տունը, ինչպես տաքդա եղել է ամռանը, երբ նրանք բողոքել է ջերմության.
		-- Job 16:3

%
Հետ տղամարդու փորձում եմ լինել տղամարդու ու կես, եւ մի խարդախության Iփորձում է լինել խարդախության ու կես:
		-- Otto von Bismark

%
Հագուստի նոր են լավագույն, ընկերների հետ հին են լավագույն.
		-- Otto von Bismark

%
Բառեր պետք է կշռադատված, չեն հաշվել.
		-- Otto von Bismark

%
Անհանգստանալու նման ճոճվող մի ճոճվող աթոռին - Այն տալիս Ձեզ ինչ-որ բան անել,բայց դա չի ստանում ձեզ ամենուր.
		-- Otto von Bismark

%
Գրեք իմաստուն ասացվածք, եւ քո անունը պիտի ապրի յաւիտեան.
		-- Anonymous

%
Ye've նաեւ ստացել է հիշել, որ ... պատկառելի մարդիկ անում առավել astonishin 'բաներ են պահպանել իրենց հարգանքը: Փառք Աստծո, ես չեմ հարգարժան:
		-- Ruthven Campbell Todd

%
Այո, բայց ամեն անգամ, երբ փորձում են տեսնել բաներ ձեր ճանապարհը, ես ցավում:
		-- Ruthven Campbell Todd

%
Զիջում են Temptation ... դա չի կարող անցնել ձեր ճանապարհը կրկին.
		-- Lazarus Long, "Time Enough for Love"

%
Դուք չէ, սովորում, ոչինչ, երբ դուք խոսում:
		-- Lazarus Long, "Time Enough for Love"

%
Դու մի ցանկություն լինել այստեղ մաղթելով ինքներդ:
		-- Philip Whalen

%
Դուք բացարձակ ափսե ապակի. Ես տեսնում եմ, պետք է շատ ետ ձեր մտքում.
		-- Sherlock Holmes

%
Դուք ոչ մի հիմար միայն այն պատճառով, որ դու արեցիր մի բան անխելք -միայն այն դեպքում, եթե հիմարություն դրա խուսափում ձեզ.
		-- Sherlock Holmes

%
Դուք միշտ կարող եք ասել, հաջողություն է ունակության կողմից իր տեւողությամբ:
		-- Sherlock Holmes

%
Դուք միշտ կարող եք ասել, որ մարդիկ կեղծելու նոր սահմանը:Նրանք նորերը հետ Ռադիո մնում են իրենց մեջքին:
		-- Sherlock Holmes

%
Դուք կարող եք կրել, մի բան, եթե դա ձեր սեփական մեղքով:
		-- Katharine Fullerton Gerould

%
Դուք կարող եք ոչնչացնել ձեր հիմա մտահոգիչ մասին վաղը.
		-- Janis Joplin

%
Դուք չեք կարող քանդակել ձեր ճանապարհը դեպի հաջողություն առանց կտրելու դիտողություններ:
		-- Janis Joplin

%
Դուք չեք կարող խաբել ազնիվ մարդուն: Երբեք տալ պարազիտ նույնիսկ կոտրել կամպճնվել է գլուխ:
		-- W. C. Fields

%
Դուք չեք կարող անցնել մեծ անդունդ երկու փոքր jumps.
		-- W. C. Fields

%
Դուք չեք կարող ջնջել, մի երազանք, որ դուք կարող եք միայն արթնացրու ինձ:
		-- Peter Frampton

%
Դուք կարող եք ունենալ ձեր տորթ, եւ թող ձեր հարեւանը ուտել այն էլ.
		-- Ayn Rand

%
Դուք չեք կարող զբաղեցնել մի մարդու, ներքեւ, առանց մնալով նրա հետ:
		-- Booker T. Washington

%
Դուք չեք կարող իմանալ, շատ շուտով, որ առավել օգտակար բան է մոտ մեկ սկզբունքիայն է, որ միշտ էլ կարելի է զոհաբերել է նպատակահարմարության:
		-- W. Somerset Maugham, "The Circle"

%
Դուք չեք կարող է խաղալ ձեր ընկերներին ինչպես եւ նշանների, մորթեցին.
		-- Henry Gondorf, "The Sting"

%
Դուք չեք կարող սկսել մտահոգիչ մասին, թե ինչ է լինելու: Դուք ստանում եք սպաստիկբավական է մտահոգիչ մասին, թե ինչ է կատարվում այժմ:
		-- Lauren Bacall

%
«Դուք չեք կարող է իր ժողովրդին սովորեցնի լինել ծույլ կամ նրանք ունեն այն, կամ նրանք չեն»:
		-- Dagwood Bumstead

%
Դուք չեք կարող հասնել անհնար է առանց փորձում է աբսուրդ:
		-- Dagwood Bumstead

%
Դուք չեք կարող սպանել ժամանակը, առանց վիրավորվել հավերժություն:
		-- Dagwood Bumstead

%
Դուք չեք կարող մղել ինքներդ կողմից շոյելով ձեզ վրա հետեւի:
		-- Dagwood Bumstead

%
Դուք չեք կարող թափահարում ձեռքերը հետ clenched բռունցք.
		-- Indira Gandhi

%
Դուք չեք կարող օգտագործել ձեր ընկերներին եւ նրանց էլ.
		-- Indira Gandhi

%
Դուք կարող եք ստանալ մի նոր կյանք, եթե միայն դուք պետք չէր, որ առաջինեւ անցյալ ամիս է նախապես:
		-- Indira Gandhi

%
Դուք չունեք լինել հաճելի է մարդկանց վրա ճանապարհին, եթե դուք չեք պատրաստվում էվերադառնում ներքեւ.
		-- Oliver Warbucks, "Annie"

%
Դուք չունեք բացատրել, ինչ - որ բան ձեզ երբեք չեմ ասել:
		-- Calvin Coolidge

%
Եք ինձ տարածք պատկանում է ինքս ինձ դեռ առանց տարանջատելու ինձձեր կյանքում. Թող որ այն ամենը, պարզվում է ձեր երջանկության.
		-- Goethe

%
Դուք ստացել է շատ զգույշ լինել, եթե դուք չգիտեք, թե ուր եք գնում,քանի որ դուք կարող եք ստանալ այնտեղ.
		-- Yogi Berra

%
Դուք չեք դարձի մի մարդու, քանի որ դուք ունեք լռել նրան:
		-- John Viscount Morley

%
Դուք մարդիկ բոլորս իրար նման:
		-- John Viscount Morley

%
Դուք պարզապես սպասեք, ես մեղանչում, մինչեւ ես պայթեցնել!
		-- Dylan Thomas

%
Դուք գիտեք, թե ինչպես պետք է հաղթել մի հաղթանակ, Hannibal, բայց ոչ թե ինչպես օգտագործել այն.
		-- Maharbal

%
Դուք գիտեք, որ դա լինելու է վատ օր է, երբ դուք ցանկանում եք տեղադրել է հագուստիԴուք հագնում տուն է կուսակցության եւ այնտեղ չեն որեւէ.
		-- Maharbal

%
Դուք գիտեք, որ դա լինելու է երկար օրը, երբ դուք ստանում եք մինչեւ, սափրվել եւ ցնցուղ,սկսում է ստանալ հագցրել եւ ձեր կոշիկները շարունակում են ջերմ:
		-- Dean Webber

%
Դուք գիտեք, որ դա Երկուշաբթի, երբ դուք արթնանում, եւ դա երեքշաբթի:
		-- Garfield

%
Դուք գիտեք, թե ինչ են նրանք ասում, - ամենաքաղցր բառն է անգլերեն լեզվով է վրեժ.
		-- Peter Beard

%
Դուք գիտեք, թե դուք ծերանում, երբ դուք կարծում եք, պետք է քշել արագությունը սահմանը:
		-- E. A. Gilliam

%
Դուք գիտեք, թե դու դժվարության, երբ ...(1) Դուք արթնանում դեմքը ներքեւ մայթին:(2) Ձեր կինը արթնանում զգալով սիրահար եւ դուք պետք է ցավում:(3) Դուք միացնել նորություններին եւ նրանք ցույց վթարային անցուղիներըքաղաքից դուրս:(4) Ձեր երկվորյակ քույրը մոռացել ձեր ծննդյան.(5) Դուք արթնանում եւ հայտնաբերեք ձեր Waterbed կոտրեց եւ ապահիշեք, որ դուք չեք ունենա Waterbed:(6) Ձեր բժիշկը պատմում եք դուք ալերգիկ շոկոլադ.
		-- E. A. Gilliam

%
Դուք գիտեք, թե դու դժվարության, երբ ...(1) Դուք եղել աշխատանքի մեկ ժամ առաջ դուք նկատել, որ ձերփեշ է բռնել ձեր զուգագուլպաներ.Հատկապես, եթե դու մի մարդ:(2) Ձեր ժամադրվողն պարզվում է լինել ձեր նախկին կինը:(3) Ձեր եկամուտը հարկային ստուգումներում վերադարձ.(4) Դուք ցանկանում եք տեղադրել երկու կոնտակտային ոսպնյակներ են նույն աչքով:(5) Ձեր կինը ասում է, «Բարի լույս, Bill" եւ ձեր անունը Ջորջ.(6) Դուք արթնանում է soothing ձայնի հոսող ջրի ... օրըհետո դուք գնել է Waterbed:(7) Դուք գնալ ձեր մեղրամիս է հեռավոր փոքր հյուրանոց եւ նստարանծառայողը, զանգը hop, եւ մենեջեր պետք է «Բարի վերադարձ» կուսակցությունըՁեր ամուսնու.
		-- E. A. Gilliam

%
Դուք գիտեք, թե դու դժվարության, երբ ...(1) Ձեր մեքենան բեղիկներ գնում է պատահաբար, եւ մնում է խրված, ինչպես Դուք եքհետեւել մի խումբ Դժոխքի հրեշտակների վրա ավտոմայրուղի:(2) Դուք ցանկանում եք տեղադրել է հագուստի եք հագնում տուն է կուսակցությանեւ կան որեւէ.(3) Ձեր Boss պատմում է ձեզ չի անհանգստացնում են հանել ձեր վերարկու.(4) Որ թռչուն երգում դուրս ձեր պատուհանից է Buzzard.(5) Դուք արթնանում եւ ձեր braces արգելափակված միասին:(6) Ձեր մայրը հավանություն է անձի դու dating.
		-- E. A. Gilliam

%
Դուք գիտեք, թե դու դժվարության, երբ ...(1) Ձեր միակ որդին պատմում է ձեզ, նա ցանկանում է Anita Bryant կլիներ mindիր սեփական բիզնեսը:(2) Դուք ցանկանում եք տեղադրել ձեր կրծկալ վրա հետընթաց եւ այն համապատասխանում է ավելի լավը:(3) Դուք զանգահարել ինքնասպանության կանխարգելման եւ նրանք դնում ձեզ է սպասում:(4) Դուք տեսնում եք `60 րոպե նորություններ թիմը սպասում է ձեր գրասենյակում.(5) Ձեր ծննդյան թխվածք collapses է ծանրությունից մոմերով:(6) Ձեր 4-ամյա հայտնում է, որ դա «գրեթե անհնար» էլցվել գրեյպֆրուտ ներքեւ զուգարան.(7) Դուք հասկանում եք, որ դու անգիր հետեւի շիլա վանդակում.
		-- E. A. Gilliam

%
Դուք գիտեք, որ ձեր բնակարանը փոքր է ...երբ դուք չեք կարող իմանալ, թե իր դիրքորոշումը եւ արագություն, միեւնույն ժամանակ.դուք ցանկանում եք տեղադրել ձեր բանալին է կողպեքի եւ այն խախտում է պատուհանը:դուք պետք է գնալ դուրս է փոխել ձեր միտքը.Դուք կարող եք վակուում ամբողջ տեղը, օգտագործելով մի էլեկտրական վարդակից:
		-- E. A. Gilliam

%
Դուք կարող եք վստահ լինել, որ այն ժամանակ, երբ մարդը սկսում է զանգահարել իրեն «ռեալիստական», - ասացպատրաստվում է անել ինչ - որ բան, որ նա գաղտնի ամաչում անում.
		-- Sydney Harris

%
Դուք կարող եք հեշտությամբ խաղալ անեկդոտը մի մարդ, ով սիրում է վիճել, - համաձայնում նրա հետ:
		-- Ed Howe

%
Դուք, տղամարդիկ դուրս այնտեղ, հավանաբար, կարծում եմ, դուք արդեն գիտեք, թե ինչպես են հագնվում հաջողության համար.Դուք գիտեք, օրինակ, որ դուք չպետք է հագնում, ժամանցի հայցեր կամ սպիտակպլաստիկ գոտիներ եւ կոշիկներ, եթե դուք պատրաստվում են զգեստները կուսակցության քողարկվածորպես pig հողագործ արձակուրդն at Disney World.
		-- Dave Barry, "How to Dress for Real Success"

%
Դուք պետք է իմանա, որ մի մարդ կարող է ունենալ միայն մեկ անխոցելի հավատարմությունը, հավատարմությունիր սեփական հայեցակարգի պարտավորությունների տղամարդկության: Բոլոր այլ հավատարմությունըպարզապես պատգամավորներ այդ մեկը.
		-- Nero Wolfe

%
Դուք երբեք չեք ձեռք բերել մի բան, սակայն, որ դուք ամեն ինչ կորցնել.
		-- Thoreau

%
Դուք երբեք ստանում երկրորդ հնարավորություն առաջին տպավորություն:
		-- Thoreau

%
Դուք երբեք չեք գնա առանց ձեր հոգու.
		-- Thoreau

%
Երբեք չես իմանա, թե ինչ է, բավական մինչեւ դուք գիտեք, թե ինչ է ավելի քան բավարար:
		-- William Blake

%
Դուք երբեք չեք սովորել, որեւէ բան են անում, որ այն ճիշտ է:
		-- William Blake

%
Դուք, հավանաբար, չէր անհանգստանում, թե ինչ են մարդիկ մտածում, եթե դուք կարող եքգիտենք, թե ինչպես են հազվադեպ են նրանք անում:
		-- Olin Miller.

%
«Դուք ասում եք, որ կան երկու տեսակի մարդկանց»:«Այո, նրանք, ովքեր առանձին մարդկանց երկու խմբերի եւ նրանք, որ չեն»:«Սխալ է: Կան երեք խմբեր:Նրանք, ովքեր առանձնացնել մարդկանց մեջ երեք խմբերի:Նրանք, ովքեր չեն առանձին մարդկանց խմբերի.Նրանք, ովքեր չեն կարող որոշել, թե. "«Սպասեք մի րոպե, ինչ մարդկանց մասին, ովքեր առանձին մարդկանց երկու խմբերի»:«Օ՜, Okay, ապա կան չորս խմբեր»:«Արդյոք չեք, ապա տարանջատման մարդկանց մեջ չորս խմբերում:»:«Այո»:«Ուրեմն կա հինգերորդը խումբ, ճիշտ է»:«Դուք գիտեք, որ խնդիրն այն է, որ այդ idiots, ովքեր չեն կարողանում իրենց միտքը»:
		-- Olin Miller.

%
Դուք տեսնում բաներ. եւ դուք ասում եք "Ինչու»Բայց ես երազում բաներ, որոնք երբեք չեն եղել. եւ ես ասում եմ. «Ինչու ոչ»[Ոչ, դա չի եղել Ջ F. Kennedy: Խմբ.
		-- George Bernard Shaw, "Back to Methuselah"

%
Դուք պետք է դատել մի մարդու կողմից, իր թշնամիներին, ինչպես նաեւ իր ընկերների.
		-- Joseph Conrad

%
Դուք պետք է խուսափել հեջավորման, առնվազն, որ այն, ինչ մտածում եմ:
		-- Joseph Conrad

%
Դուք պետք է կատարել մի կետը փորձում է ամեն փորձ մեկ անգամ, բացառությամբարյունապղծություն ու ֆոլկ-պար.
		-- A. Bax, "Farewell My Youth"

%
Դուք չպետք է թաղվել ինքնորոշման խղճահարության: Բայց դա OK է տեղադրել ձեր ոտքերը դրանեւ ծեծել նրանց մոտ մի քիչ:
		-- Guindon

%
Դուք ցանկանում եք իմանալ, թե ինչու ես պահում ստանալու նպաստել. Քանի որ իմ բերանը գիտի, ավելիքան իմ ուղեղի.
		-- W.G.

%
Դուք չի skid, եթե դուք մնալ մի ակոս.
		-- Frank Hubbard

%
Դուք ուզում է լավագույնս snoozin 'պատճառ դուք չեք պետք է gettin' ոչ մի աշխատանք կատարվում է 5 վեցիցԹեմա.
		-- From the wall of the Wurster Hall stairwell

%
Դուք ավելի լավ է ժպտում, երբ նրանք հետեւել ձեզ, ժպտալ, ինչպես դու վերահսկողությունից.
		-- Smile, "Was (Not Was)"

%
Դու միշտ մտածում եք gonna լինել մեկը, որ ստիպում 'em հանդես գալ տարբեր են:
		-- Woody Allen, "Manhattan"

%
Դու էլ մի մասը լուծման կամ մասի խնդրի.
		-- Eldridge Cleaver

%
Դու երբեք շատ ծեր է դառնալ կրտսեր.
		-- Mae West

%
Դուք միշտ սխալը լինելու ինքներդ.
		-- Eugene Ionesco

%
Դուք արդեն պատմում ինձ հանգստանալ ամբողջ ճանապարհը այստեղ, եւ այժմ դու պատմումինձ, պարզապես պետք է ինքս ինձ.
		-- The Return of the Secaucus Seven

%
Երիտասարդ տղամարդիկ են տեղադրողի հնարել, քան դատավորի փականագործ կատարման քանխորհուրդ է; եւ դերձակ նոր նախագծերի, քան կարգավորվել բիզնեսի համար: Համարփորձը տարիքից, բաներ, որ ընկնում շրջանակներում կողմնացույցի այն, directethնրանց, բայց նոր բաներ, abuseth նրանց. Սխալները երիտասարդ տղամարդկանց են կործանումբիզնեսի; բայց սխալները տարիքի տղամարդկանց գումարից, բայց սա է, որ շատ կարողեն արել, կամ ավելի շուտ. Երիտասարդ տղամարդիկ, ի անցկացման եւ կառավարմանգործողությունները, ընդունել է ավելի քան նրանք կարող են անցկացնել: ակտիվանալ ավելի, քան նրանք կարող են հանգիստ. թռչելմինչեւ վերջ, առանց հաշվի առնելու միջոցների եւ աստիճանների; հետամուտ է մի քանիսկզբունքները, որոնք նրանք պատահաբար վրա անհեթեթորեն; հոգ մի ըներ, թե ինչպես են նրանք վերափոխել,որը ոչ - ոքի անհայտ անհարմարություններ. եւ, ինչ որ doubleth բոլոր սխալները, կամքչի ճանաչում, կամ հրաժարվել դրանք. նման է պատրաստ ձիու, որը կարող է ոչ կանգնեցնելոչ էլ իր հերթին: Տղամարդիկ տարիքը օբյեկտ շատ, խորհրդակցեք չափազանց երկար է, արկածային շատ քիչ է,ապաշխարել շատ շուտով, եւ հազվադեպ քշել բիզնես տուն լիարժեք ժամանակահատվածում, բայցբավարարվել են մի միջակություն հաջողության. Իհարկե, դա լավ էԲարդ աշխատատեղեր, այնպես էլ ... որովհետեւ առաքինությունները կամ տարիքից կարող է ուղղելթերությունները էլ.
		-- Francis Bacon, "Essay on Youth and Age"

%
Երիտասարդ տղամարդիկ կարծում են, հին մարդիկ են, հիմար. բայց հին գիտնան երիտասարդ տղամարդիկ են հիմար:
		-- George Chapman

%
Երիտասարդ տղամարդիկ, լսել հին մարդուն, որուն ծերունիներ անսաց, երբ նա եղել է երիտասարդ.
		-- Augustus Caesar

%
Ձեր Co-աշխատողը կարող է լինել Space Alien, ասում են փորձագետները... Ահա թե ինչպես կարող ենքՇատ ամերիկացիներ աշխատում են կողք կողքի տիեզերական օտարերկրացիների, ովքեր նայում են մարդու, բայց դուքկարող եք տեղում այդ այցելուներին է փնտրում որոշ հուշում խաղարկությանը, ասում են փորձագետները: նրանքնշված 10 նշաններ դիտելու համար:    (3) տարօրինակ զգացում հումորի. Տիեզերական օտարերկրացիների, ովքեր չեն հասկանում,երկրային հումորը կարող է ծիծաղել ժամանակ ընկերությունը ուսումնական ֆիլմի կամ ասեքկատակում են, որ ոչ ոք չի հասկանում, - ասաց Steiger.    (6) չարաշահում է առօրյա իրերը: «Այլմոլորակայինը կարող է օգտագործել ուղղումհեղուկ է նկարել իր եղունգները », - ասել է Steiger:    (8) գաղտնի անձնական կյանքի ոճը եւ տանը: «Մի խորթ չիքննարկում են մանրամասները, թե խոսել, թե ինչ է այն անում գիշերը կամ հանգստյան օրերին »:   (10) Ցուցադրում փոփոխություն տրամադրությամբ կամ ֆիզիկական ռեակցիան, երբ մոտակայքում որոշակիբարձր տեխնոլոգիաների hardware. "An խորթ կարող է զգալ մի տրամադրություն փոխել, երբմիկրոալիքային վառարան շուռ է », - ասաց Steiger:Փորձագետները նշել են, որ համատեղ աշխատող պետք է դրսեւորել առավել եթե ոչբոլոր այդ գծերը, նախքան դուք կարող եք դրականորեն բացահայտել նրան որպես տիեզերական օտար.[Ես մտածեցի բոլորը ծիծաղում ընկերության ուսումնական ֆիլմերի: Խմբ.
		-- National Enquirer, Michael Cassels, August, 1984.

%
Ձեր խիղճը երբեք չի դադարում ձեզ անում ոչինչ. Դա պարզապես դադարում ձեզէ վայելում այն.
		-- National Enquirer, Michael Cassels, August, 1984.

%
Ձեր ընկերները իմանալ, թե ձեզ ավելի լավ է առաջին րոպեից դուք հանդիպեք, քան ձերծանոթները գիտեք, դուք մի հազար տարի:
		-- Richard Bach, "Illusions"

%
Երիտասարդական - ոչ մի ժամանակ կյանքի, բայց մի հոգեվիճակ ... գերակշռությունքաջություն ավելի ամաչկոտություն, որ ախորժակի համար արկածախնդրության նկատմամբ սիրո հեշտությամբ.
		-- Robert F. Kennedy

%
Երիտասարդությունը մեծ սխալ էր, տղամարդ, պայքար, ծերության մի զղջում.
		-- Benjamin Disraeli, "Coningsby"

%
Երիտասարդությունը մի հիվանդություն է, որը մենք բոլորս վերականգնել.
		-- Dorothy Fuldheim

%
Երիտասարդական ժամանակ չէ կյանքի, դա պետություն է մտքի. դա մի բնավորություն Հյուրատետրկամքը, մի որակը երեւակայության մի եռանդի զգացմունքների, գերակշռությունխիզախության նկատմամբ երկչոտության, այն ախորժակի համար արկածախնդրության նկատմամբ սիրո անկաշկանդ.Ոչ ոք չի հնանում է ընդամենը ապրում է մի շարք տարիների ընթացքում. մարդիկ աճումամյա միայն ամայանում են իրենց իդեալներին: Տարիների խորշում է մաշկը, բայց պետք է հրաժարվելխանդավառությունը կնճիռները հոգին: Անհանգստացեք, կասկած չկա, ինքնուրույն անվստահությունը, վախը, եւ հուսահատությունը- Սրանք երկար, երկար տարիներ է, որ խոնարհվում գլուխը եւ միացնել աճող ոգինվերադառնալ փոշու.Անկախ նրանից, թե յոթանասուն կամ տասնվեց, կա յուրաքանչյուր էակ սրտում սերըզարմացան, քաղցր զարմանք աստղերի եւ starlike բաներ եւմտքերը, անվեհեր մարտահրավերը իրադարձությունները, որ անսպառ անմեղ ախորժակըինչի համար հաջորդ, եւ ուրախության, եւ խաղի կյանքի.Դուք կարող են ինչպես երիտասարդ, ինչպես ձեր հավատքը, քանի որ հին է, որքան ձեր կասկածի; ինչպես նաեւ երիտասարդ, ինչպես ձերինքնավստահությունը, ինչպես հին է, որքան քո վախի, քանի որ երիտասարդ քո հույսով, քանի որ հին է, որքան ձերհուսահատություն:Այնպես որ, քանի դեռ ձեր սիրտը ստանում հաղորդագրությունները գեղեցկության, ուրախացնել, քաջության,շքեղությունը եւ իշխանությունը երկրի վրա, մարդուց, եւ այդ Անսահման, այնքան երկարդու երիտասարդ ես:
		-- Samuel Ullman

%
Եթե ​​դուք ծնանի, թե ինչ է ձեր ներսում, թե ինչ դուք ծնանի կփրկեքձեզ. Եթե ​​դուք չեք ծնանի, թե ինչ է ձեր ներսում, թե ինչ եք անում, չեքծնանի կոչնչացնի ձեզ.
		-- Jesus, "Gnostic Gospels" (Elaine Pagel)

%
Ես ինքս գումարած իմ հանգամանքը, եւ եթե ես չեմ փրկել այն, ես չեմ կարողփրկել ինձ.
		-- Jos'e Ortega Y Gasset

%
Եթե ​​մի մարդ քնում, ցերեկը, նա ստիպված էր մի քիչ ժամանակ է աշխատել: Դա միբավարարելով տեսակետը խխունջ.
		-- "The Stone Giant", James P. Blaylock

%
Նա սիրում ձկնորսություն, մի քիչ շատ, եւ նա հավատում էր, որ աշխատանք էրինչ - որ բան մի մարդ է արել, երբ նա ստիպված է. Նա միշտ էլ կարողացել է ստանալ,միասին լավ է առանց դրա, հատկապես վերջին երկուտարի:
		-- "The Stone Giant", James P. Blaylock

%
Ցանկանում մի հսկա, շահույթ կողմնորոշված ​​կարտելը սուտ է ձեզ?
		-- Top Ten List, Late Night with David Letterman

%
Մի քանի օր դուք արթնանում եւ անմիջապես սկսել մտահոգիչ: ՈչինչՄասնավորապես սխալ է, դա պարզապես կասկած, որ ուժերն են aligningհանգիստ եւ այնտեղ կլինի trouble.
		-- "Survival Series", Jenny Holzer

%
Երբ դուք գտնվում են մեջտեղում մի պատմության, դա ոչ մի պատմություն էր, բայցմիայն շփոթություն. մութ մռնչյուն, մի կուրության, մի փլատակներ փշրվածապակի եւ պառակտվեց փայտ, նման մի տան մի մրրիկ, այլապես մի նավակմանրացված կողմից այսբերգների կամ ծածկի ավելի Rapids, եւ բոլորը երկայնությամբանզոր է դադարեցնել այն. Դա միայն դրանից հետո է, որ այն դառնում է մի բաննման մի պատմություն է բոլորի համար: Երբ դուք պատմում է այն, ինքներդ կամուրիշ մեկը.
		-- Margaret Atwood, "Alias Grace"

%
Ես քննության ձեզ ձեր հիմար գաղափարների, որ ոչ խելացի Christianերկրի վրա, կարծում է.
		-- Clarence Darrow, to William Jennings Bryan

%
«Գնա, աղջիկ! Դուք երբեք ստանում է ավելի լավ հնարավորություն գնելու Jif է այսգինը. * Carpe diem *, ծիտ »
		-- "The Naked Consumer", Erik Larson

%
Ես enthralled կողմից Կոմբայնների: Ի դեպ, ես փափագում ունենալ մեկը,որպես ընտանի կենդանու.
		-- "The Day of the Jackal"

%
Հորիզոնը շատերի մի շրջան շառավղով զրո: Նրանք կոչ են անումՍա նրանց տեսակետը:
		-- Albert Einstein

%
The լավատես կարծում է, որ սա լավագույն բոլոր հնարավոր աշխարհներից.The հոռետեսը վախենում է սա կարող է ճիշտ լինել:
		-- crazyphilman's sig on kuro5hin

%
Դա հազվադեպ է, որ դուք կարող եք տեսնել մի նկարիչ է իր 30s կամ 40s կարողանանք իրոք նպաստելինչ-որ բան amazing.                - Steve Jobs (1955-2011)
		-- crazyphilman's sig on kuro5hin

%
Ցանկանում եք ծախսել մնացած ձեր կյանքում վաճառելու sugared ջուր, կամ դուք ուզում եքհնարավորություն է փոխել աշխարհը:                - Steve Jobs (1955-2011)
		-- crazyphilman's sig on kuro5hin

%
Դա ավելի հաճելի է լինել ծովահեն, քան միանալ նավատորմը:                - Steve Jobs (1955-2011)
		-- crazyphilman's sig on kuro5hin

%
Լինելով ամենահարուստ մարդը գերեզմանոցում ոչ մի նշանակություն չունի ինձ համար ... Մտադիր քնելուգիշեր ասելով, որ մենք արել մի բան, հրաշալի ... որ այն, ինչ կարեւոր է ինձ համար:                - Steve Jobs (1955-2011)
		-- crazyphilman's sig on kuro5hin

%
Ուզում եմ առեւտրի բոլոր իմ տեխնոլոգիայի համար կեսօրին հետ Սոկրատեսի:                - Steve Jobs (1955-2011)
		-- crazyphilman's sig on kuro5hin

%
Ես նայեցի հայելու մեջ ամեն առավոտ եւ ինքս ինձ հարց տվեցի. «Եթե այսօր էինվերջին օրը իմ կյանքի, ես ուզում եմ անել այն, ինչ ես եմ անել այսօր »: Եվերբ պատասխանը եղել է «ոչ» համար չափազանց երկար օր անընդմեջ, ես գիտեմ, որ ես պետք էփոխել ինչ-որ բան:                - Steve Jobs (1955-2011)
		-- crazyphilman's sig on kuro5hin

%
Հիշելով, որ ես պետք է մեռած շուտով առավել կարեւոր գործիք է, որ ես երբեւէբախվել են օգնել ինձ կատարել մեծ ընտրություն կյանքում:                - Steve Jobs (1955-2011)
		-- crazyphilman's sig on kuro5hin

%
