100 buckets բիտերի ավտոբուսում100 buckets բիտերիՎերցրեք մեկ ներքեւ, կարճ ասած, այն է հիմնավորելFF buckets բիտերի ավտոբուսումFF buckets բիտերի ավտոբուսումFF buckets բիտերիՎերցրեք մեկ ներքեւ, կարճ ասած, այն է հիմնավորելFE buckets բիտերի ավտոբուսումՀայտարարություն Infinitum ...
		-- ``Cities in Dust'', "Tinderbox", Siouxsie & the Banshees.

%
99 արգելափակում CRUD է սկավառակի,99 բլոկների CRUD!Դուք կարկատել սխալ, եւ բեռնաթափել այն նորից:100 արգելափակում CRUD վրա սկավառակի!100 արգելափակում CRUD է սկավառակի,100 նյութից CRUD!Դուք կարկատել սխալ, եւ բեռնաթափել այն նորից:101 արգելափակում CRUD վրա սկավառակի! ...
		-- ``Cities in Dust'', "Tinderbox", Siouxsie & the Banshees.

%
Մի քիչ talcumՄիշտ էլ walcum
		-- Ogden Nash

%
A Box առանց ելնում, առանցքային, կամ կափարիչ,Այդուհանդերձ ոսկե գանձ ներսում պահուած.
		-- J. R. R. Tolkien

%
Մի փունջ տղաների են կապույտ այն Malemute սրահում.Մորթեցին, որ բռնակներ Music Box էր հարվածում է JAG անգամ մեղեդի.Ետ է բար, մի մենակատար խաղում, նստեց Dangerous Դան McGrew,Եւ հետեւում է իր բախտը էր իր թեթեւ o'սեր, տիկին, որ հայտնի է որպես Lou:
		-- Robert W. Service

%
Զարմիկը հանքի մի անգամ ասաց փողի մասին,փողը միշտ կա, բայց գրպանները փոխել.դա չի նույն գրպանում փոփոխությունից հետո,եւ որ այն ամենը կա, ասում է փողի մասին.
		-- Gertrude Stein

%
A Elbereth Gilthoniel,Silivren Penna M 'irielժե menel aglar elenath!Na chaered Palan-d 'irielO galadhremmin ennorath,Fanuilos, le linnathonNEF aear, s 'i NEF aearon!
		-- J. R. R. Tolkien

%
A փականագործ համապատասխանում. Չնայած նրան, որ Sinners մեղքիA Դանակ կրճատումներ. Եւ thinners բարակԵւ օդանավի ստուգիչ ԿԵՏԵՐ. Եւ թղթի blotters blotA baby-sitter Ես երբեք չեմ դեռBaby-նստում ունեցել տառերը, թողԲայց ջրասամույր երբեք ՕՏՍ: Կամ տեսել ջրասամույր OT:A ջախջախել bats(Կամ ցրում scats);A Potting թափել ի համար Potting.Բայց ոչ ոք չի հայտնաբերվելA Bounder պարտավորվածԿամ բռնել ջրասամույր otting:
		-- Ralph Lewin

%
A է awk, որի մեջ նման snail, եւB համար Ուժեղ հարված, որում ասվում է բոլոր ձեր փոստը:C է ՍԴ, քանի որ հաքերները Հիշեցնենք, իսկD է DD, հրամանատարության, որ այդ ամենը:E է emacs, որի rebinds Ձեր բանալիներ, եւF է fsck, որի rebuilds Ձեր ծառերը.G է grep, խելացի դետեկտիվ, իսկH է կանգ, որը կարող է թվալ թերի.Ես համար պարբերության, ինչը հազվադեպ amuses, եւJ է միանալ, որի ոչ ոք չի օգտագործում.K է սպանել, որը ստիպում է ձեզ շեֆը, իսկL համար lex, որը բացակայում է DOS.M է ավելի, որից ավելի քիչ էր ծնեց, եւN համար հաճելի է, որի համար այն, իրոք, չէ:O համար od, որի տպում բաներ գեղեցիկ, իսկP համար passwd, որի կարդում է տողերի երկու անգամ:Q է քվոտայի, մի Berkeley տեսակի առակ, եւR է ranlib, տեսակավորման համար ar սեղան.S համար ուղղագրության, որը փորձում է նսեմացնել, իսկT է, ճիշտ է, որը չի շատ քիչ:U է Uniq, որն օգտագործվում հետո, տեսակավորման, եւV է VI, ինչը դժվար է ձախողվել.W է WhoamI, որը պատմում է ձեզ ձեր անունը, իսկX է, լավ է, X, կասկածելի համբավ.Y է, այո, ինչը կազմում է տպավորություն, եւZ է zcat, որը բռնակներ սեղմում.
		-- THE ABC'S OF UNIX

%
Մի կին մեկի հետ իր ականջներով կիրառվելԲաց փականածակ լսեց, ներսում,Երկու իգական բամբասանքներ Կոնվերս անվճար -Առարկան ներգրավելով նրանց էր նա:«Ես կարծում եմ, որ», - ասել է մեկը », եւ ամուսինս կարծում էՈր նա մի հարցասեր, հետաքրքրասեր minx »Պես այլեւս դրա համար նա կարող էր լսելՏիկինը, վրդովվել, հեռացվել է իր ականջը:«Ես չեմ մնա», - ասել է նա հետ արտահայտիչ տեսք ստանալու համար,«Լսելու իմ բնավորությունը ստել մասին»
		-- Gopete Sherany

%
Մի քիչ խօսքը կասկածելի համարը,A թշնամին է հանգստանալ եւ խաղաղ քուն.Եթե ​​դուք ավելացնել «S" սա,Մեծ է կերպարանափոխություն:Հոգնակի է հոգնակի այլեւս,Եւ քաղցր, թե ինչ դառը առջեւ էր:Ինչ եմ ես?
		-- Gopete Sherany

%
Մի մարդ նման է ժանգոտ անիվի վրա ժանգոտ զամբյուղի մեջ,Նա երգում է իր երգը, քանի որ նա զենք երկայնքով, եւ ապա, որ նա ընկնում բացի.
		-- Richard Thompson

%
Մի մարդ հանճարի կազմում ոչ մի սխալները:Նրա սխալներ են volitional են եւ պորտալների բացահայտման.
		-- James Joyce, "Ulysses"

%
Մի մարդ, ով ձկներ են marlin է լճակներումկդնի իր գումար Etruscan պարտատոմսերի:
		-- James Joyce, "Ulysses"

%
A զօրաւոր արարած է սերմ,Չնայած նրան, որ ավելի փոքր է, քան pachyderm:Նրա սովորութային բնակարանԱրդյոք խորը ներսում մարդկային ցեղի.Նրա մանկական հպարտությունն նա հաճախ գոհացնումՏալով մարդկանց տարօրինակ հիվանդություններ:Ինչ եք, իմ poppet, զգալ տկար:Դուք, հավանաբար, պարունակում է մի ծիլ.
		-- Ogden Nash

%
A pig է ուրախ ուղեկիցը,Boar, ցանում, սայլակ կամ ոսկեզօծ -A pig է PAL, ով պետք է բարձրացնել ձեր բարոյականությունը,Չնայած նրան, որ լեռները կարող են տապալել եւ Ղեկի.Երբ նրանք blackballed, bamboozled, եւ այրել ձեզ,Երբ նրանք միացրել ձեզ, Tory եւ վիգ,Չնայած նրան, որ դուք կարող եք նետում ավարտվել է tabby եւ ճամփորդ,Դուք երբեք գնալ սխալ հետ pig, մի pig,Դուք երբեք գնալ սխալ հետ pig!
		-- Thomas Pynchon, "Gravity's Rainbow"

%
Ռոբին շիկահավ է վանդակիԴնում բոլոր Heaven մի Զայրույթ.
		-- Blake

%
A ՍԱԼԱՄԱՆԴԵՐ scurries մեջ կրակի է ոչնչացվել:Երեւակայական արարածներ են թակարդում ծննդյան օրը ցելուլոիդը:Ես չգիտեմ, թե ինչ է դա: Ես ընդամենը թմբկահար: Հարցրեք Պետրոսին.նախորդ տարվա Ծննդոց արձակել, «Գառան պառկումԲրոդվեյում »:
		-- Phil Collins in 1975, when asked about the message behind

%
Մեկ flow'r նա ուղարկեց ինձ, քանի որ մենք հանդիպել.Բոլորը քնքշորեն իր սուրհանդակ նա ընտրեց.Deep-hearted, մաքուր, ինչպես նաեւ բուրումնավետ dew դեռեւս wet--One կատարյալ վարդ.Ես գիտեի, որ լեզուն Floweret.«Իմ փխրուն տերեւները,« դա ասել է, «իր սրտի ցանկապատել»:Սիրում երկար է վերցրել իր ԱմուլետOne կատարյալ վարդ.Ինչու է այն ոչ ոք երբեւէ ինձ ուղարկեց, դեռեւսՄեկ կատարյալ լիմուզին, կարծէք.Ah ոչ, դա միշտ էլ իմ բախտը են ստանալOne կատարյալ վարդ.
		-- Dorothy Parker, "One Perfect Rose"

%
Ճշմարտություն է, որը պատմել վատ մտադրությամբԾեծում բոլոր ստերը, դուք կարող եք հորինել:
		-- William Blake

%
A-Z քնքշորեն,1-ից 10 այբբենական կարգով,այստեղից է հավերժության առանց միջնորդների,դեռ փնտրում է մաքսային տեղավորել է Off-the- դարակ աշխարհում,վաճառքները քննարկում է վաճառքի օգնականներերբ ես ուզում եմ անել այն իջեցնել ձեր դիմադրություն,ոչ ռիթմի ծնծղաների ոչ տեմպ է հարվածային գործիքներ,Սիրո ժամանելիս,Նա գալիս է, երբ նա գալիս է,ճիշտ է թիրախ, սակայն լայն նշանի ...
		-- William Blake

%
Abou Ben Adhem (թող նրա ցեղը մեծացնել!)Awoke մի գիշեր է խոր երազանքի խաղաղության,Եւ տեսա, շրջանակներում լուսնի իր սենյակում,Դարձնելով այն հարուստ է, եւ նման Lily ծաղկում,Մի հրեշտակ գրելու մի գրքում ոսկի.Գերազանցումը խաղաղությունը էր արել Բեն Adhem համարձակ,Եվ ներկայության սենյակում, - ասաց նա.«Ինչ writest դու». Տեսլականը բարձրացրել է իր գլուխը,Եվ մի հայացքով պատրաստված ամբողջ քաղցր համաձայնության,Պատասխանեց. «Անունները, ովքեր սիրում են Տիրոջը»:«Եվ իմն է, մեկը». ասել է Abou: «Ոչ, ոչ», - ասաց- Պատասխանեց հրեշտակը: Abou խոսեց ավելի ցածր է,Բայց cheerly դեռ. եւ ասաց. «Ես աղոթում եմ քեզ, ապա,Գրեք ինձ, որպես մեկը, որ սիրում է իր ծառայակիցներին մարդկանց »:Եւ հրեշտակը գրել է, եւ անհետացել: Հաջորդ գիշերԱյն նորից եկավ մեծ արթնացումը լույսի ներքո,Եւ ցույց տվեց անուններ, որոնց Աստծո սերը օրհնեց,Եւ ահա Բեն Adhem անունը առաջնորդում էր մյուսներին.
		-- James Henry Leigh Hunt, "Abou Ben Adhem"

%
Որոշ ժամանակ անց դուք սովորել նուրբ տարբերությունըՄիջեւ անցկացնելու ձեռքը եւ chaining հոգին,Եվ դուք սովորեք, որ սերը չի նշանակում, անվտանգությունը,Եվ դուք սկսում է իմանալ, որ Համբույր չեն պայմանագրերԵւ ներկայացնում են ոչ խոստումներըԵվ դուք սկսում է ընդունել ձեր պարտություններըՁեր գլուխը եւ ձեր աչքերը բաց,Շնորհով մի կնոջ, ոչ թե վիշտը մի երեխայի,Եւ դուք սովորեք կառուցել Ձեր բոլոր ճանապարհներըOn այսօր, քանի որ վաղվա հիմքՉափազանց անորոշ է: Եւ ֆյուչերսների ունենՄի կերպ ընկնում ներքեւ midflight,Որոշ ժամանակ անց դուք սովորեք, որ նույնիսկ արեւի այրում, եթե դուք ստանում եք շատ.Այսպիսով, դուք տնկել ձեր սեփական այգին եւ զարդարել ձեր սեփական հոգին, ոչ թե սպասումԻնչ - որ մեկը պետք է բերել ձեզ ծաղիկներ.Եվ դուք սովորեք, որ դուք իսկապես կարող է դիմանալ ...Որ դուք իսկապես ուժեղ,Եւ դուք իսկապես ունեք արժանիԵվ դուք սովորել եւ իմանալ,With յուրաքանչյուր հրաժեշտ եք սովորել.
		-- Veronic Shoffstall, "Comes the Dawn"

%
Ի վերջո, իմ երբեմնի սիրելի,Իմ այլեւս նվիրական,Need մենք ասում ենք, որ դա ոչ թե սիրում,Պարզապես այն պատճառով, որ կորսուեցաւ.
		-- Edna St. Vincent Millay

%
Կրկին նա փախավ, բայց Swift նա եկավ:Tin 'uviel! Tin 'uviel!Նա կոչ է արել նրան իր elvish անունով.Եւ այնտեղ նա կանգ առավ լսելու:Մի պահ կանգնեց նա, եւ ուղղագրությանՆրա ձայնը դրել նրա վրա: Beren եկաւԵւ Doom ընկավ թիթեղից 'uvielՈր իր գիրկը կդնի փայլուն եղաւ:Քանի որ Beren նայեց դեպի նրա աչքերինԸնթացքում ստվերից իր մազերով,The դողում Starlight է երկնքիՆա տեսավ այնտեղ mirrored շող:Tin - uviel որ Elven-արդար,Immortal օրիորդական Elven իմաստուն,Նրա մասին գցել իր ստվերային մազերըԵւ ձեռքերին արծաթը Glimmering:Long էր այն ճանապարհը, որ ճակատագիրը նրանց, ծնեց,O'er քարքարոտ լեռները ցուրտ ու մոխրագույն,Միջոցով դահլիճներում երկաթի եւ darkling դուռը,Եւ Վուդզ Օֆ nightshade morrowless:Այն Sundering Seas նրանց միջեւ ընկած,Եվ դեռ վերջապես նրանք հանդիպել եւս մեկ անգամ,Եվ վաղուց էին վախճանվել էԻ անտառային երգող sorrowless:
		-- J. R. R. Tolkien

%
Դեմ, անգործությունից եւ չարիքԻնչպես կը փոքրիկ զբաղված bee Ինչպես հմտորեն նա կառուցում է իր բջիջը:Բարելավել յուրաքանչյուր պայծառ ժամ, ինչպես կոկիկ նա տարածում է մոմ!Եւ հավաքվում մեղր ամբողջ օրը, եւ գործերը դժվար է պահել այն լավFrom յուրաքանչյուր բացելու ծաղիկ! Հետ քաղցր սննդի նա ստիպում:Աշխատանքներին աշխատանքի կամ հմտության գրքերի, կամ աշխատանքի, կամ ողջամիտ խաղալ,Ես պետք է զբաղված շատ. Թող իմ առաջին տարին է անցել,Սատանան գտնում որոշ չարիք որ դեռ ես կարող է տալ ամեն օրFor պարապ ձեռքերը պետք է անել: Ոմանք Լավ հաշիվը վերջապես.
		-- Isaac Watts, 1674-1748

%
Ah, բայց մի մարդու բռնեք պետք է գերազանցի իր հասանելիության,Կամ ինչ է երկինքը համար.
		-- Robert Browning, "Andrea del Sarto"

%
Ah, բայց ընտրությունը երազանքների է ապրել,կա քսում:Որովհետեւ բոլոր երազանքների հավասար չեն,ոմանք ելքը է մղձավանջիԱռավել վերջը հետ dreamerԲայց գոնե մեկը պետք է ապրել ... եւ մահացել:
		-- Robert Browning, "Andrea del Sarto"

%
Ախ, իմ ընկերները, բանտից, նրանք հարցնում են ինձ մօտ,«Ինչպես լավ է, թե որքան լավ է այն զգում է ազատ լինել».Եվ ես պատասխանել նրանց առավել առեղծվածային:«Արդյոք թռչունները զերծ շղթաներով sky-ճանապարհով».
		-- Bob Dylan

%
Aleph-null շիշ գարեջուր պատին,Aleph-null շիշ գարեջուր,Դուք վերցնել մեկ ներքեւ, եւ անցնել այն շուրջ,Aleph-null շիշ գարեջուր է պատին.
		-- Bob Dylan

%
Alive առանց շունչ,Ինչպես սառը, ինչպես մահվան.Երբեք ծարավ, երբեւէ խմելու,Բոլորը փոստով երբեք clinking:
		-- Bob Dylan

%
Բոլորը ես պետք է ունենալ լավ ժամանակ,Է reefer, մի կին եւ մի շիշ գինի:Այդ երեք բաները, ես պետք չեն ոչ արեւի,A reefer, մի կին եւ մի շիշ գինի:Ես ուզում եմ, որ երբեք ծերանումԵս ուզում եմ լվանում է լոգարանում ոսկի.Ես ուզում եմ, 97 կիլոգրամ արդեն ուղղում,Ես ուզում եմ լվանում է լոգարանում ոսկի.Ես ուզում եմ, որպեսզի լուսավորեն իմ սիգար է 10 դոլար օրինագծերի,Ես սիրում եմ ունենալ անասնապահական ագարակ է Beverly Hills.Ես ուզում եմ մի շիշ կարմիր աչք, որոնք միշտ լցված,Ես սիրում եմ ունենալ անասնապահական ագարակ է Beverly Hills.
		-- Country Joe and the Fish, "Zachariah"

%
Բոլոր իմ ընկերներն են ամուսնանալուց,Այո, նրանք բոլորն էլ ծերանում,Նրանք բոլորն էլ մնալու է հանգստյան օրերին,Նրանք բոլորն էլ անում են այն, ինչ նրանք ասացին.
		-- Country Joe and the Fish, "Zachariah"

%
Այն ամենը, ինչ ոսկի չի Փայլեր,Not բոլոր նրանց, ովքեր թափառել են կորցրել.Հին է, որ ուժեղ է, չի թառամում,Խոր արմատներ չեն հասել են Frost.Մոխրից հրդեհ է պետք է woken,Մի թեթեւ է ստվերում պիտի գարուն.Նորացված պետք է լինի բերան, որ կոտրվել է,The crownless կրկին պետք է լինի թագավոր.
		-- J. R. R. Tolkien

%
Բոլորը, որ դուք ձեռք, եւ դուք ստեղծել,Բոլոր, որ դուք տեսնում եք, եւ դուք ոչնչացնել,Բոլորը, որ դուք ճաշակել, Բոլորը, որ դուք անում եք,Բոլոր դուք զգում, եւ բոլոր դուք ասում եք,Եվ այդ ամենը, դուք սիրում եք, Բոլորը, որ դուք ուտում,Եվ այդ ամենը, որ դուք ատում, եւ բոլորն էլ դուք հանդիպեք,Բոլոր դուք անվստահություն, Բոլորը, որ դուք փոքր,Բոլոր դուք փրկել, եւ բոլորն էլ դուք պայքարել,Եվ այդ ամենը, որ դուք տալիս, եւ այն ամենը, ինչ հիմա,Եվ այդ ամենը, որ դուք զբաղվում, եւ այն ամենը, ինչ գնացել,Բոլորը, որ դուք ձեռք բերել, եւ այն ամենը, որ պետք է գա,Մուրալ, վերցնել կամ գողանալ, եւ ամեն ինչ արեւի տակհամահունչ,Բայց արեւը խավարեցԸստ լուսնի.Չկա ոչ մի մութ կողմը լուսնի ... իսկապես ... էության, այն ամենը մութ.
		-- Pink Floyd, "Dark Side of the Moon"

%
Բոլոր տողերը գրվել են եղել SANDBURG,Դա ցավալի, բայց դա ճիշտ է Keats, POE եւ McKuenԲոլոր բառերը գնացել, նրանք բոլորն ունեցել են իրենց օրըԻնչ է մի երիտասարդ բանաստեղծ անել? Եւ գիտեր, թե ինչ են նրանք doin 'Բայց բոլոր բառերի գրված Որ թռչուն է տարօրինակ,Եվ բոլոր այն տողերը կարդում, այնքան փոքր է, եւ այնքան քնքուշԿա մեկը, ես սիրում եմ առավել, Նրա ցեղատեսակի դեռեւս անհայտ է,Եւ ի մի թռչուն էր, - ասել է! Էլ չենք խոսում իր սեռը:Այն հիշեցնում է ինձ օրերի Այսպիսով, ինչ է սա գիծըԵրկուսն էլ խավար ու լույսի. Որի հեղինակն ի անհայտԱյն դեռ ինձ լավ եմ զգում եւ դեռ ստիպում է ինձ հռհռալԵւ սկսում է օր իրավունքը: Նույնիսկ հիմա, որ ես մեծացել:Ես կարդացի բոլոր մեծերինԵրկուսն էլ սոված ու ճարպը,Բայց ոչ մեկը չի եղել, ինչպես մեծ, որքան«Ես tot եմ արժանացրել մի Puddy tat»:
		-- Etta Stallings, "An Ode To Childhood"

%
Ամբողջ աշխարհն մի VAX,Եւ բոլոր կոդավորողներ սոսկ Butchers.Նրանք ունեն իրենց exits եւ դրանց փորոտիքն.Եվ մեկը int իր ժամանակին է խաղում բազմաթիվ widths,Նրա sizeof լինելը _ N բայթ. Առաջին երեխայի,Mewling եւ puking է Ռեգենտի գիրկը:Եւ ապա վնգստում աշակերտը, իր արեւի,Եւ փայլում առավոտյան դեմքը, սողացող պես slugԱկամա դպրոց.
		-- A Very Annoyed PDP-11

%
Բոլոր նրանք, ովքեր ուրախությունը կհաղթի Must կիսում այն ​​-Երջանկությունը ծնվել երկվորյակ.
		-- Lord Byron

%
Աչքի է կապույտ դեմքըSaw աչք է կանաչ դեմքը.«Դա աչքը նման այս աչքով»Ասել է, որ առաջին աչքը,«Բայց ցածր տեղում,Ոչ թե բարձր տեղը »:
		-- Lord Byron

%
An Hacker կար, մեկը լավագույն տեսակՈվ վերահսկվում համակարգը. գրաֆիկա էր նրա մարզական:Տղամարդավարի մարդ, պետք է մի կախարդ կարողանա.Շատերը պաշտպանված ֆայլը ինքը նստած է իր սեղանին:Նրա մխիթարել, երբ նա տպագրվեն, մի մարդ կարող է լսել,Սեղմելով եւ feeping հողմ, ինչպես պարզ է,Aye, եւ, ինչպես բարձրաձայն, ինչպես անում է մեքենան սենյակ զանգըՈրտեղ է իմ տէր Hacker էր Մինչ այդ խուցը:Կանոնը լավ St Savage կամ ST DoeppnorՔանի որ հին եւ խիստ նա հակված է անտեսել.Նա թող գնա կողմից բաների երեկԵւ առաւ ժամանակակից աշխարհում ավելի ընդարձակ ճանապարհը.Նա չի գնահատում այդ տեքստը որպես plucked հավիՈր ասում է, որ հակերները չեն սուրբ մարդիկ:Եւ որ hacker underworked է ընդամենըՁուկ դուրս ջրի, flapping վրա Պիեր:Այսինքն `մի hacker դուրս իր վանքի:Դա մի տեքստային նա անցկացրել չարժե, որ ոստրե.Եվ ես համաձայնեցի, եւ ասաց, որ իր տեսակետները էին ձայնային.Նա է ուսումնասիրել, մինչեւ նրա գլուխը wend կլորԱկնապիշ նայելով գրքերի cloisters. Պետք է, որ նա ծանրՔանի որ Andy հրամայել եւ մինչեւ հենց հողի.Էր, որ նա պետք է դուրս գալ աշխարհը վրայ Գրքերի.Թող Andy ունեն իր աշխատանքի ինքն իրեն:[Լավ, գրեթե. Խմբ.
		-- Chaucer

%
Եվ այդ ամենը, որ Lorax է թողել այստեղ այս խառնաշփոթմի փոքր կույտ ժայռերի հետ, մի խոսքով, «Եթե»:Այն, ինչ որ նշանակում է, լավ է, որ ես ուղղակի չէի կարող գուշակել:Որ էր վաղուց, շատ վաղուց, եւ ամեն օր, քանի որ այդ օրը,Ես անհանգստանում եւ մտահոգված է եւ անհանգստանում հեռու:Տարիների ընթացքում, քանի որ իմ շենքերը ընկած բացի,Ես անհանգստանում այն ​​բոլոր իմ սրտում.«ԲԱՅՑ», - ասում է, որ Oncler «հիմա, որ դու այստեղ,խոսքը Lorax, կարծես կատարելապես հստակ!Եթե ​​մեկը քեզ նման հոգ է տանում մի ամբողջ սարսափելի բան,ոչինչ չի պատրաստվում ստանալ ավելի լավ, դա այդպես չէ.Այնպես որ, ... ԿՄՆԱՆՔ », - բացականչում է Oncler: Նա թույլ է տալիս մի բան աշնանը:«Դա Truffula սերմ. Դա վերջին մեկ եւ all!«Դու պատասխանատու վերջին Truffula սերմերը.Եւ Truffula ծառեր են, թե ինչ է բոլորին պետք:Plant նոր Truffula - բուժել այն խնամքով:Տվեք այն մաքուր ջուր եւ կերակրել այն թարմ օդ.Grow անտառ - պաշտպանել այն axes, որ hack.Այնուհետեւ Lorax եւ բոլոր իր ընկերների կարող վերադառնալ »
		-- Chaucer

%
Եվ քանի որ մենք կանգնած ենք եզրին մթության մեջԹող մեր երգել լրացնել բացըՈր ուրիշները կարող են իմանալ, թեԻ երկիրը գիշերըՆավը արեւիԿազմված էThe Grateful Dead.
		-- Tibetan "Book of the Dead," ca. 4000 BC.

%
Եւ արեց այն ոտքերը, հին ժամանակներում,Walk վրա Անգլիայում լեռների կանաչ.Եւ էր Սուրբ Գառն ԱստուծոյԱնգլիայում հաճելի արոտավայրերի երեւում.Եւ արեց դեմքը ԱստվածայինՇողացեք են այդ մարդաշատ բլուրների.Եւ էր Jerusalem շինում ՄականունԱյդ մութ սատանայական Mills.Բեր ինձ իմ ծիածանը է այրվում ոսկի.Բեր ինձ իմ նետերն ցանկության!Բեր ինձ իմ նիզակից! O ամպեր բանալ!Բեր ինձ իմ կառք կրակի!Ես չպետք է դադարեն հոգեկան պայքարում,Nor պիտի իմ սուրը հանգստանայ իմ ձեռքին,Մինչեւ որ մենք պետք է կառուցել JerusalemԱնգլիայի կանաչ եւ հաճելի երկիրը.
		-- William Blake, "Jerusalem"

%
Եվ այստեղ ես սպասել, որպեսզի համբերությամբՍպասում է պարզել, թե ինչ գինԴուք պետք է վճարեք է դուրս գալGoing մինչեւ բոլոր բաները, երկու անգամ
		-- Dylan, "Memphis Blues Again"

%
Ու լսեցի Jeff բացականչել,Քանի որ նրանք քայլում դուրս հայացքից,«Merry Christmas բոլորը -Դուք վերցնում եք կրեդիտային քարտեր, ճիշտ է »:
		-- "Outsiders" comic

%
Եվ եթե California slides են օվկիանոս,Հավանել Միստիկները եւ վիճակագրություն ասել, որ դա կլինի.Ես կանխատեսում մոթել պետք է կանգնած,Մինչեւ որ ես վճարել, իմ օրինագիծը:
		-- Warren Zevon, "Desperados Under the Eaves"

%
Եվ եթե երբեւիցե, ինչ-որ տեղ, ինչ-որ մեկը հարցնի քեզ,«Ով Kilt քեզ», ասեք նրանց, որ դա twas է Doones է Bagworthy!
		-- Warren Zevon, "Desperados Under the Eaves"

%
Եվ եթե դուք մտածում,Ինչ եմ անում,Քանի որ ես շարժվում է խորտակվել.Ես spitting դուրս բոլոր դառնությունը,Դրա հետ մեկտեղ կեսին իմ վերջին խմել.
		-- Warren Zevon, "Desperados Under the Eaves"

%
Եվ այն դժբախտությունն տարի է, որ առջեւում,Եղեք հավատարիմ ինքներդ ձեզ եւ երախտապարտ Dead:
		-- Joan Baez

%
Եւ մղոն գնալ, նախքան ես քնել.
		-- Robert Frost

%
Եվ հիմա տոնիկի ի TONEY, Disk արգելափակում առատությանԵվ ձեր թուղթ մոտակայքում մաքուր սպիտակ, սպասում են ձեր լազերային գծել,Այն smudges Ձեր հոգու են գնացել ձեր բարդ տառատեսակներ,Եվ ձեր արտադրանքը մաքուր, ինչպես լույսի .. Ձեր նկարներ եւ նշաններ:Մենք աշխատել ձեր հոր, Ձեր amputative բացակայությանThe պատկառելի XGP, հանդես է եկել Ten համր,Բայց նրա դանդաղ գեղարվեստական ​​ձեռքը, Առանց քեզ, Dover,Չունի ձեր մաքուր արագություն. Մենք համակարգ untounged-Թեզեր եւ թղթերը ՆԿԱՐԵԼ Հողատարածքներ եւ TEXageԵւ կոդը հերթում Արդեն բնակարան են իրենց ժամանակը,Dover, ախ Dover, հետ Lisp օրենսգրքով եւ ծրագրերի,Մենք արդեն սպասում է ձեզ համար. Եվ սա crufty հանգ.Dover, ախ Dover, Dover, ախ Dover, առաջացել է մահացած:Մենք ողջունում ենք ձեզ հետ, Dover, ախ, Dover, արթնացել է անկողնում:Չնայած նրան, որ դեռ դուք կարող եք ջեմ, Dover, ախ Dover, ողջունում ետ է լաբորատորիայի.Դու ճիշտ ուղու վրա: Dover, ախ Dover, մենք կարոտել քո մաքուրձեռքի ...
		-- Robert Frost

%
... եւ զեկուցել քարտերը Ես միշտ վախենում է ցույց տալ,Mama'd գալիս է դպրոցեւ քանի որ ես ուզում նստել այնտեղ մեղմ cryin 'Teacher'd ասում են, որ դա պարզապես չի tryin 'Ստացել է լավ ղեկավար, եթե նա ուզում կիրառել այնբայց դուք գիտեք, ինքներդդա միշտ էլ ուրիշ տեղԵս կցանկանայի կառուցել ինձ ամրոցԴրակոններ եւ թագաւորներուեւ ես կցանկանայի, լողալ նրանց հետՔանի որ ես կանգնեցի իմ պատուհանիցեւ նայեց դուրս, ովքերBrooklyn ճանապարհներ
		-- Neil Diamond, "Brooklyn Roads"

%
Եվ այսպես, այն էր, ավելի ուշ,Քանի որ Miller պատմեց իր հեքիաթի,Որ իր դեմքը, առաջին հերթին հենց հոգեվոր,Շրջվել է whiter երանգ գունատ.
		-- Procol Harum

%
Եվ լռությունը եկավ surging մեղմ հետընթացԵրբ խորասուզվել hooves են գնացել ...
		-- Walter de La Mare, "The Listeners"

%
Եվ դա լավ է հին Boston,Տուն է լոբու ու խաբել,Որտեղ են Lowells ընկնող միայն Cabots,Եւ Cabots ընկնող միայն Աստծուն.
		-- Walter de La Mare, "The Listeners"

%
Եւ մենք լսեցինք, որ նա բացականչելՔանի որ նա սկսել է շրջել:«Ես հոլոգրամը, երեխաները,խնդրում եմ, մի փորձեք այս տանը ».
		-- Bob Violence

%
Եվ ... Ինչ է աշխարհում երբեւէ դարձել of Sweet Jane.Նա կորցրել է իր կայծ, տեսնում եք, որ նա նույնը չէ:Livin '- ին ռեդզ, վիտամին C, եւ կոկաինըԲոլորը մի ընկեր կարող է ասել, այն է, «Չէ որ դա ամոթ է».
		-- The Grateful Dead

%
Հրեշտակներ մենք լսել է բարձրՊատմեք մեզ, դուրս գալ եւ գնել.
		-- Tom Lehrer

%
Անտոնիո AntonioԵղել հոգնել կենդանի alonioՆա կարծում էր, որ հետամտել ԱնտոնիոMiss Lucamy Lu, Rode քան-ին իր polo ponioMiss Lucamy Lucy Molonio: Եւ գտել սպասուհինՄի Bowery ստվերում,Նստած եւ հյուսելը alonio.Անտոնիո AntonioՆշեց, որ եթե դուք պետք է իմ ownioԵս սիրում եմ tou իսկական Oh nonio AntonioԵւ գնել է ձեզ համար Դու շատ տխուր եւ bonioAn icery creamry conio: Եվ այդ ամենը, որ ես ցանկանում եմԴուք եզակի ձուկԱյն է, որ դուք կարող եք արագ begonio:Անտոնիո AntonioՀանել չարագուշակ moanioԵւ գնաց եւ թաքնվումԿամ ես ասել է, որ նա արեցԻ Antartical Zonio:
		-- Tom Lehrer

%
Ապրիլի է cruellest ամիս ...
		-- Thomas Stearns Eliot

%
Կան նրանք, ովքեր հողի քաջՈվ կարող է ասել, թե ինձ, թե ինչպես ես պետք է վարվենԵրբ ես վարկաբեկվումՔանի որ ես ջնջելՖայլ Ես մտադիր է փրկել.
		-- Thomas Stearns Eliot

%
Ինչ վերաբերում է կանանց, թեեւ մենք ծաղրանքի ու արհամարհանք 'em,Մենք կարող ենք ապրել, բայց չի կարող ապրել առանց 'em.
		-- Frederic Reynolds

%
Քանի որ ես պատրաստվում էր մինչեւ դակիչ Card Hill,Feeling ավելի վատ եւ worser,Այնտեղ ես հանդիպեցի մի C.R.T.Եվ դա drop't ինձ կուրսորը.C.R.T., C.R.T.,Phosphors լույս ձեզ!Եթե ​​ես հիսուն ժամ մեկ օրԵս ծախսում դրանք բոլորը քեզ.
		-- Uncle Colonel's Cursory Rhymes

%
Քանի որ ես էի անցնում Project Mac- ի,Ես հանդիպել եմ մի Quux յոթ Hacks.Ամեն վերք ուներ յոթ bugs.Ամեն Bug ուներ յոթ դրսեւորումներ.Ամեն դրսեւորում ուներ յոթ ախտանիշները.Ախտանշանները, դրսեւորումներին, bugs, եւ Hacks,Քանի կորուստները Ծրագրի MAC?
		-- Uncle Colonel's Cursory Rhymes

%
Քանի որ ես էի քայլում են փողոցով, մի մութ ու մռայլ օր,Ես եկել եմ, վրա մի տախտակ եւ շատ իմ սարսափեցնել,Այդ խոսքերը պատռվել է եւ բաժան-բաժան,Սկսած փոթորկի գիշերը առաջ,Քամին ու անձրեւը էր արել իր աշխատանքը, եւ դա ինչպես է գնում,Smoke Coca-Cola- ծխախոտ, ծամում Wrigleys գանգուր անանուխ գարեջուր,Ken-L-Ration շուն սննդի կազմում ձեր երանգ պարզ է,Simonize ձեր երեխային մի Hershey Քենդի բար,Եվ Texaco մի գեղեցկուհի քսուք, որը օգտագործվում է յուրաքանչյուր աստղի.Վերցրեք ձեր հաջորդ արձակուրդը մի բոլորովին նոր Frigedaire,Սովորեք խաղալ դաշնամուր Ձեր ձմեռային Ներքնազգեստ,Բժիշկներն ասում են, որ երեխաները պետք է ծխում, մինչեւ որ նրանք երեքը,Եվ մարդիկ ավելի քան վաթսունհինգ պետք է լողանալ է Lipton թեյի:
		-- Uncle Colonel's Cursory Rhymes

%
Քանի որ ինձ համար 'ինձ marrer էր Readin' մի tyape,The tyape տվեց գոռալ նշելու »փորձեց Tae escyape.Այն skipped էլեկտրամատակարարման է gyate ՀԱՄ ավարտը դաշտում,An 'jigged oot սենյակում wi «մի կոճ է« մի կոճ!Հետեւեք առաջնորդ, Johnny զիս մանուկ,Հետեւեք միջոցով, ես խորամանկ տղա O;Հետեւեք տրանսպորտային, Johnny զիս մանուկ,Հեռու, տղա, պառկել հեռու, խորամանկ տղա O!
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Քանի որ մի օր դա կարող է պատահել, որ զոհ պետք է հայտնաբերվելԵս ստացել մի քիչ ցուցակը - Ես ստացել մի քիչ ցուցակըՀասարակության իրավախախտների ովքեր կարող է նաեւ լինել ստորգետնյաԻսկ ով է երբեք բաց է թողել - ով երբեք չի կարելի բաց թողնել:
		-- Koko, "The Mikado"

%
Ժամանակ առ ժամանակ հայեցողությամբ պետք է նետում մի կողմ,եւ թէ անմիտներուն մենք պետք է խաղալ հիմար.
		-- Menander

%
Խուսափեք հանգիստ եւ հանդարտ անձանց, եթե դուք կարիք քնից.
		-- National Lampoon, "Deteriorata"

%
Azh nazg durbatal ^ uk, azh nazg gimbatul,Azh nazg thrakatal ^ uk AGH burzum Ishi krimpatul!
		-- J. R. R. Tolkien

%
Համոզված եղեք, որ քայլել միջոցով օվկիանոսում շատ հոգիների կլիներ հազիվստանալ ձեր ոտքերը թաց: Fall ոչ թե սիրո, հետեւաբար `այն մնում է ձեր դեմքը.
		-- National Lampoon, "Deteriorata"

%
Եղեք անվեհեր, բայց ոչ շատ venturous:Թող քո հագցնել լինի գեղեցիկ, բայց ոչ թանկ են:
		-- John Lyly

%
Գեղեցկության ճշմարտություն, ճշմարտություն է գեղեցկությունը, որ այն ամենը,Դուք ինքներդ էլ գիտէք երկրի վրա, եւ դուք բոլորդ պետք է իմանալ.
		-- John Keats

%
Քանի որ ես անում,Քանի որ ես չեմ հուսով եմ,Քանի որ ես չեմ հույս ունեմ, որ գոյատեւելԱնարդարությունը ից պալատում, մահը է օդում,Քանի որ ես չեմ, միայն դա անել,Ես շարունակում ...
		-- T. S. Pynchon

%
Տակ, այս քարը ընկած Murphy,Թաղեցին նրան այսօր,Նա ապրել կյանքը Riley,Մինչ Riley էր հեռու:
		-- T. S. Pynchon

%
ավելի լավ է! շուրթեր! ճիչըավելի լավ է watchoutՌԱԿ, ինչուՁմեռ պապը <NORTH POLE> քաղաքcat / etc / passwd> ցուցակըncheck ցուցակըncheck ցուցակըcat ցուցակը | grep անվայել> nogiftlistcat ցուցակը | grep գեղեցիկ> giftlistՁմեռ պապը <NORTH POLE> քաղաքով է | grep քնածով է | grep արթունով է | grep 'վատ է \ | Լավ'համար (բարության հանուն) {		լավը եղիր}
		-- T. S. Pynchon

%
Միջեւ գաղափարիԵւ իրականությունըՄիջեւ միջնորդությանԵվ ակտըԸնկնում է Shadow[Մեջբերված է «VMS ներքին եւ տվյալների կառուցվածքների", V4.4, երբհղում անելով համակարգ սպասարկման կարգավարման]
		-- T. S. Eliot, "The Hollow Man"

%
Մեծ M, Little M, շատ Mumbling մկներըԵն անում կեսգիշեր երաժշտություն Moonlight,Հզոր գեղեցիկ!
		-- T. S. Eliot, "The Hollow Man"

%
Քիչ դուրս է ավելի, քան իմ միտքը կարող է ծամում,Ցնցուղ կամ ինքնասպանություն, ինչ անեմ?
		-- Julie Brown, "Will I Make it Through the Eighties?"

%
Սեւ փայլուն mollies ու պայծառ գունավոր guppies,Ամաչկոտ փոքրիկ հրեշտակները, ինչպես մեղմ, որքան puppies,Լող եւ սուզում հետ հազիվ մի սուլոց,Նրանք էին, միայն որոշ իմ արեւադարձային ձուկ:Հետո ես ստացել մանաթ, որ խայթել է ջրի մեջ,Մահացու piranhas, որ քոր համար սպանդի,Savage արական սեռի Betas, որ կծում հետ squish,Հիմա ես ունեմ մի շարք քիչ արեւադարձային ձուկ:Եթե ​​դուք կարծում եք, որFish են խաղաղԴա դատարկ ցանկություն:Պարզապես թափել դրանք միասինԵւ թողնել նրանց մենակ,Եւ շուտով դուք կունենաք - ոչ ձուկ.
		-- To My Favorite Things

%
Մթնեցված, Heatwave, 44 տրամաչափի սպանություն,Այն Bums թողնել մահացած եւ շները խենթանալ տոպրակներ է West Side,Մի երիտասարդ աղջիկ կանգնած է մի եզր, կարծես այլ ինքնասպանության,Նա ցանկանում է հարվածել այդ աղյուսները,«Առաջացնել լուրը վեց ստացել է մնում մի վերջնաժամկետը,Մինչ millionaires թաքցնել Beekman տեղում,The պայուսակ տիկնայք նետել իրենց ոսկորները իմ երեսին,Ես հարձակվել է երեխայի հետ ստերեո ձայնի,Ես չեմ ուզում լսել այն, բայց նա չի դիմել այն ներքեւ ...
		-- Billy Joel, "Glass Houses"

%
Boy, ստանալ ձեր գլուխը դուրս աստղերի վերեւում,Դուք կստանաք առավելագույն հաճույք է առնվազն սիրո.Պահպանել Ձեր սիրտը, եւ թող ձեր մարմինը լինի բավարար,To ստանալ առավելագույն հաճույք է առնվազն սիրո.Պահպանել Ձեր սիրտը, եւ թող ձեր մարմինը լինի բավարար,Եւ ստանալ առավելագույն հաճույք է առնվազն սիրո.
		-- Mac Macinelli, "Minimum Love"

%
Breathe խորը հավաքի խավար.Watch լույսերը մարել է ամեն սենյակում.Մահճակալ-sitter մարդիկ նայում ետ ու ողբաք,Եվս մեկ օր անօգուտ էներգիաների ծախսվել:Կրքոտ սիրահարներին կոխ է որպես մեկը:Lonely տղամարդը կանչերին սիրո եւ չունի:Նոր մայրը փնովում եւ suckles իր որդուն:Թոշակառուները ցանկանում էին երիտասարդ:Cold-hearted Orb, որ բացառում է գիշեր.Հեռացնում գույները մեր հայացքից.Կարմիր է գորշ ու դեղին սպիտակ.Բայց մենք որոշել, թե որ իրական է, եւ որը պատրանք »:
		-- The Moody Blues, "Days of Future Passed"

%
Brillineggiava, խմբ i tovoli Slatigirlavano ghimbanti nella Վա Բա;i borogovi Էրան Tutti mimantie la Moma radeva fuorigraba:«Figliuolo MIO, sta« attento ալ Gibrovacco,dagli artigli ե Dal morso lacerante.fuggi l'uccello Giuggiolo, ե nel saccometti infine IL frumioso Bandifante ».
		-- Lewis Carroll, "Jabberwocky"

%
Բայց որեւէ քիչ ատոմ,Թեեւ-Sittin 'եւ a-splittin',Երբեւէ դադարեցրել է մտածել, թե CAREՈր E = մ գ ** 2.
		-- Lewis Carroll, "Jabberwocky"

%
Բայց ես այնտեղ էի, եւ ես տեսա, թե ինչ եք արել,Ես տեսա այն իմ սեփական աչքերով:Այսպիսով, դուք կարող եք սրբել այդ grin.Ես գիտեմ, որտեղ դուք been--Այն ամենը եղել է տուփ կեղծիքի!
		-- Lewis Carroll, "Jabberwocky"

%
Սակայն գիտնականները, ովքեր պետք է իմանալ,Վստահեցնում են մեզ, որ դա պետք է լինի, այնքան:Oh, եկեք երբեք, երբեք մի կասկածԻնչ ոչ ոք է վստահ.
		-- Hilaire Belloc

%
Բայց փափուկ դուք, արդար Օֆելյան:Ope քո ponderous եւ մարմար jaws,Բայց ստանում քեզ մի կուսանոց - Go!
		-- Mark "The Bard" Twain

%
Բայց, Mousie, դուն ոչ քո նրբանցք,Ի ապացուցելով հեռատեսություն կարող է լինել զուր:Լավագույն դրել սխեմաները O 'մկները an' տղամարդիկGang հետակողմում a-gley,An 'lea'e մեզ ոչինչ, բայց վիշտը ու ցավըFor խոստացած ուրախության:
		-- Robert Burns, "To a Mouse", 1785

%
Buzz դուրս, բանան քթի; Թեթեւացնել իմ աչքերըOf ատելի soreness, մաքրի ականազերծման հասկեր փրցնել:Պակաս, սիրելիս, քան բանակային ants է Apple ԿարկանդակներԵս դու, հին կոտրատել դեմքը, քո շագանակ մաշված,Dropt քո կլեպ շուրթերը, ինչպիսիք ոջլոտ մրգերի.Like Honeybees է անում perfum'd roseՆրանք ծծում, եւ ցանկանում է կրկնակի-breasted կոստյումՀնացած են. հետեւաբար, Banana քիթը,Գնալ թռչել մի ուրուր, քո բարի գալուստ ի overstayed.Եւ բխում է արտադրանքը քո waspish wits:Քո logick, նման քո կողպեքներ է, disarrayed;Քո ուրախացնել, նման քո նրբերանգ, է փոսը.Եղեք դուրս, ես ասում եմ. գնա Bug ինչ-որ մեկը նոր,Ծլկել, ծեծել է, Ետեւս եւ ընկույզներ ձեզ.
		-- Robert Burns, "To a Mouse", 1785

%
Ըստ ժամանակ դուք երդվում եք նրա,դողացնում եւ sighingեւ նա ուխտել է իր կիրքըանսահման, անվախճան -Lady, կատարել նշում են սա:Մեկը ձեզ ստում:
		-- Dorothy Parker, "Unfortunate Coincidence"

%
Ըստ բակում, կյանքը դժվար է.Ըստ թիզ, դա մի cinch:
		-- Dorothy Parker, "Unfortunate Coincidence"

%
Հանգստացեք, դա միայն նրանք եւ zeroes,Հանգստացեք, դա միայն bits եւ բայթ,Հանգստացեք, եւ խոսում է ինձ անգլերեն,Խնդրում ենք գիտակցել, որ ես չեմ մեկը ձեր computerites.
		-- Dorothy Parker, "Unfortunate Coincidence"

%
Չեղյալ է ինձ ոչ համար, թե ինչ է, ապա պետք է մնան.Abscissas, որոշ mantissas, մոդուլներ, եղանակները,A արմատ կամ երկու, մի torus եւ հանգույցի:Որ հակառակ իմ չափածո, զրոյական տիրույթը:
		-- Stanislaw Lem, "Cyberiad"

%
կոնֆետԱրդյոք DandyԲայց լիկյորԱրդյոք ավելի արագ:Fortune թարմացումները մեծ մեջբերում `թիվ 53:Candy է Dandy; բայց լիկյոր է ավելի արագ,եւ սեկս չի նեխում ձեր ատամները.
		-- Ogden Nash, "Reflections on Ice-Breaking"

%
Catch մի ալիք, եւ դու նստած վերեւում աշխարհի.
		-- The Beach Boys

%
Cecil, դու իմ վերջնական հույսըՊարզելու իրական Straight DopeՈրովհետեւ ես արդեն կարդում է, Շրեդինգերի կատուԲայց ոչ մեկը իմ կատուների են բոլորը նման.Այս արտասովոր կենդանին (այսպես ասվում է,)Միաժամանակ կենդանի է եւ մահացել է.Այն, ինչ ես չեմ հասկանում, թե ինչու է նաՉի կարող լինել մեկը, կամ մյուսը, աներկբայորեն.Իմ ապագան այժմ կախված միջեւ eigenstates.Մեկում Ես լուսավորյալ, որ այլ ես `ոչ:Եթե ​​* Դուք * հասկանում, Cecil, ապա ցույց տալ ինձ ճանապարհըԵւ փրկել իմ psyche է քվանտային քայքայումից:Բայց եթե այդ արտառոց բանը շվարած, նույնիսկ դուք,Ապա ես * ___ եւ * Ես չեմ տեսնում, որ դուք ի Շրեդինգերի ի կենդանաբանական այգում:Մարդկային իմացություն »Cecil Adams
		-- Randy F., Chicago, "The Straight Dope, a compendium

%
Իհարկե, կան բաներ կյանքում, որ փողը չի կարող գնել,Բայց դա շատ ծիծաղելի - ես երբեւէ փորձել գնել դրանք, առանց փողի:
		-- Ogden Nash

%
Charlie էր քիմիկոս,Բայց Charlie չկա ավելի.Որովհետեւ այն, ինչ նա մտածում էր H2O,Եղել H2SO4.
		-- Ogden Nash

%
Երեխաները ուրախ չեն, առանց ինչ - որ բան պետք է անտեսել,Եւ որ ինչ ծնողները համար ստեղծվել.
		-- Ogden Nash

%
Վեհանձնություն, Schmivalry!Ռոջեր գող ունիմեթոդը, նա օգտագործում էՎախկոտ հարձակումները:Folks, ովքեր կարդում են ենՀատկանշականՄիշտ ՄոռանալովՊահակը իրենց սեփական BAC ...
		-- Ogden Nash

%
Սուրբ Ծնունդ ժամանակը այստեղ է, աստված վկա; Սպանել հնդկահավերին, դաքս եւ chickens.Անհամաձայնությունը կլինի հիմարություն. Խառնել են դակիչ, ձգձգելով Dickens.Deck սրահներն գեյ վերաբերյալ HOLLY. Նույնիսկ չնայած այն հեռանկարը գարշանք,Լրացրեք բաժակը, եւ չեն ասել, թե երբ ... Եղբայր, այստեղ մենք գնում նորից.Սուրբ Ծննդյան օրը, որ դուք չեք կարող ստանալ ցավոտ. Հարաբերությունները չխնայելով expense'll,Ձեր ընկերների մարդը, դուք պետք է պաշտել. Ուղարկել որոշ անիմաստ հին սպասք,Կա ժամանակն է զրկել նրան ամբողջ ավելի, կամ մի համապատասխանող գրիչ եւ մատիտ,Իսկ մյուս երեք հարյուր վաթսունչորս! Պարզապես բանը, որ ես պետք է ..., թե որքան գեղեցիկ:Կարեւոր չէ, թե որքանով է անկեղծ Hark The Herald-Tribune երգում,Դա, ոչ էլ, թե ինչպես սրտառուչ է, որ ոգին. Գովազդային զարմանահրաշ բաներ.Sentiment չի ներշնչել այն, Աստված ողորմի Ye Merry առեւտրականների,Կարեւորն այն է, ... գինը. Թող որ դուք կատարել Yuletide վճարել:Հրեշտակներ Մենք լսեցինք է բարձր է,Թող խռպոտ sleighbells զնգալ. Պատմեք մեզ, դուրս գալ եւ գնել.Կարկուտը մեր սիրելի հին ընկեր, Kris Kringle, sooooo ...Վարորդական իր հյուսիսային եղջերու ողջ երկնքում,Չեն դիմանում տակը, երբ նրանք թռչել է!
		-- Tom Lehrer

%
Cold լինի ձեռքի եւ սրտի եւ ոսկրային,եւ սառը լինի քնում տակ քարի.երբեք ավելի արթնացնել ապառաժի անկողնում,երբեք, մինչեւ արեւը չի, եւ Լուսինը մեռած.Սեւ քամու աստղերը պիտի մեռնի,եւ դեռ ոսկու Մականուն, թող սուտ է,մինչեւ մուգ տէրը վերելակներ իր ձեռքըավելի Մեռյալ ծովում եւ withered հողի.
		-- J. R. R. Tolkien

%
Արի լցնել բաժակը եւ կրակի գարնանըՁեր ձմեռ Հագուստի repentence նետում.Թռչունը ժամանակ է, բայց մի քիչ ճանապարհովTo սպեկուլյացիա, եւ թռչնի վրա թեւի:
		-- Omar Khayyam

%
Եկեք ինձ հետ ապրում, եւ պետք է իմ սեր,Եվ մենք պետք է որոշ նոր pleasures ապացուցելՈսկե ավազներ եւ բյուրեղյա BrooksWith մետաքսանման գծերի, եւ արծաթի Կեռիկներ.Կա մի բան, որ ես չէի անիԵթե ​​դուք կլինի իմ POSSLQ:Դուք ապրել ինձ հետ, եւ ես ձեզ հետ,Եւ դուք պետք է իմ POSSLQ:Ես կլինեմ քո ընկերն է եւ այնքան ավելի.Դա այն է, թե ինչ է POSSLQ համար.Եվ ամեն ինչ մենք պետք է խոստովանենք.Այո, նույնիսկ IRS.Մի օր, թե ինչ մենք երկուսս էլ կարող է վաստակել,Միգուցե մենք համատեղ հայտարարագիր:Դուք պետք կիսվել իմ պահոց, իմ հարկեր, համատեղ;Դուք պետք կիսվել իմ կյանքը, մինչեւ մի կետի:Եւ, որ դուք պետք է շատ ուրախ է անել,Քանի որ դուք պետք է իմ POSSLQ:
		-- Omar Khayyam

%
Եկեք ինձ հետ ապրում, եւ պետք է իմ սեր,Եվ մենք պետք է որոշ նոր pleasures ապացուցելՈսկե ավազներ, եւ բյուրեղյա Brooks,With մետաքսանման գծերի, եւ արծաթի Կեռիկներ.
		-- John Donne

%
Come on, Վիրջինիա, չեն կատարել, ինձ սպասել.Կաթոլիկ աղջիկները սկսել շատ ավելի ուշ,Ah, բայց վաղ թե ուշ, այն գալիս է իջնում ​​է ճակատագրին,Ես կարող է նաեւ լինել մեկը.Դե, նրանք ցույց տվեցին ձեզ արձանը, ասել է Ձեզ աղոթել,Կառուցվել է ձեզ մի տաճար եւ կողպված ձեզ հեռու,Ah, բայց նրանք երբեք չեն ասել ձեզ այն գինը, որ դուք վճարովի,Այն բաները, որ դուք կարող եք անել:Այնպես որ գալիս է, Virginia, ցույց տվեք ինձ մի նշան,Ուղարկել մի ազդանշան, ես նետում ձեզ մի գիծ,Որ վիտրաժներ վարագույրը, որ դուք թաքցնելու ետեւում,Երբեք թույլ է տալիս, որ արեւի տակ:Darling, միայն լավը մահանում է երիտասարդ.
		-- Billy Joel, "Only The Good Die Young"

%
Արի, ամեն frustum կարոտ է կոն,Եվ ամեն վեկտորի երազում matrices.Hark նուրբ գրադիենտ վեճ:Այն շշնջում է ավելի ergodic գոտում:
		-- Stanislaw Lem, "Cyberiad"

%
Արի, տանտիրոջ, լրացնել հոսող ամանի մեջ, մինչեւ որ այն չի վրաերթի է,Այսօր մենք բոլորս Merry լինի վաղը մենք կստանանք սթափ:
		-- John Fletcher, "The Bloody Brother", II, 2

%
Եկէք շտապել է ավելի բարձր հարթություն,Որտեղ է dyads քայլք հեքիաթային ոլորտները Venn,Նրանց ցուցանիշները bedecked մեկից _ n,Միախառնում է անվերջ Մարկովը շղթայի!
		-- Stanislaw Lem, "Cyberiad"

%
Արի, Muse, եկեք երգում առնետների!
		-- From a poem by James Grainger, 1721-1767

%
Արի, դու հոգիներըՈր հակված է մահկանացու մտքերը, unsex ինձ այստեղ,Եւ լրացնել ինձ, սկսած թագը դեպի ծայր, Top-լեցունOf դույզն դաժանությամբ! կատարել հաստ իմ արյունը,Stop մինչեւ հասանելիությունը եւ ընդունումը խղճիՈր ոչ compunctious հայտնվելու բնությանԹափահարում իմ Fell նպատակը, ոչ թե պահպանել խաղաղություն միջեւThe ազդեցությունը եւ այն! Արի իմ կնոջ դոշիկներ,Եւ վերցնել իմ կաթը համար թունաւոր, դուք սպանության նախարարներին,Ուր էլ, ձեր կուրացած նյութերիԴուք սպասել բնության չարաճճիություն. Արի, հաստ գիշեր,Եւ Pall որ ի dunnest ծխի դժոխքի,Որ իմ շահագրգիռ դանակ տեսնել ոչ վերքը, որ այն կազմում է,Nor երկինքն փայլ միջոցով վերմակը մութ,Լաց լինել `Hold, զբաղեցնել».
		-- Lady MacBeth

%
Գալով Stores մոտ ձեզ.101 քերականորեն ճիշտ Հանրաճանաչ Tunes հատկանշվում:(Դուք չեք այլ բան,) սրիկա շունԴա չի նշանակում, մի բան է, եթե այն չի ստացել, որ ռիթմԵս չեմ misbehavingԵւ մի ամբողջ շատ ավելի ...
		-- Lady MacBeth

%
Շփոթություն կլինի իմ տապանագիրքանի որ ես քայլում է խելագար ու կոտրված ուղինԵթե ​​մենք կատարել այն, մենք կարող ենք բոլորս նստել վերադառնալ եւ ծիծաղումբայց վախենում եմ, որ վաղը մենք պետք է լաց.
		-- King Crimson, "In the Court of the Crimson King"

%
Մահը գալիս է ամեն անցնող breeze,Նա lurks ամեն ծաղիկ.Յուրաքանչյուր սեզոն ունի իր սեփական հիվանդություն,Դրա վտանգը, ամեն ժամ:
		-- Reginald Heber

%
Տախտակամած մեզ բոլորիս Բոստոնի Charlie,Walla Walla, Wash., An 'Kalamazoo!Նորա freezin «է տրոլեյբուս,Swaller դոլարը ծաղկակաղամբ, alleygaroo!Մի մենք գիտենք հնացած բարելի,Lullaby Lilla Boy, Louisville Lou:Տրոլեյբուս Molly չեն սիրում Հարոլդ,Boola Boola Pensacoola ժխոր!
		-- Pogo, "Deck Us All With Boston Charlie" [Walt Kelly]

%
Մեղավոր ճանաչվել ... ցուցաբերելով զգացմունքները գրեթե մարդկային բնության.
		-- Pink Floyd, "The Wall"

%
Արհամարհում մեքենաներ է մի մարդու,The Luddites միացել հետ Klan,Եւ լողալ դուրս գիշերովՄի ծածկ սպիտակTo Լինչի բոլոր ռոբոտներին, նրանք կարող են.
		-- C. M. and G. A. Maxson

%
Didja «երբեւէ պետք է կատարել ձեր միտքը,Վերցնել մեկի վրա եւ թողնել, այլ ետեւում,Դա ոչ հաճախ հեշտ է, եւ դա ոչ հաճախ բարի,Didja «երբեւէ պետք է կատարել ձեր միտքը.
		-- Lovin' Spoonful

%
Հիասթափվում բառերը նման փամփուշտներով հաչալ,Քանի որ մարդու աստվածները նպատակ են իրենց նշանի,Կատարել է ամեն ինչ `խաղալիք հրացաններով, որ վառոցքիTo Flesh-գունավոր քրիստոսներ որ հուր:Դա շատ հեշտ է տեսնել, առանց նայելու, շատ հեռուՈր ոչ թե շատ, իրոք սուրբ է.
		-- Bob Dylan

%
Մի Ձեր ջրասամույրը անել շապիկ:Արդյոք նրանք սիրում են թափահարում իրենց tails.Մի Ձեր Wombats քնել է tophats.Արդյոք ձեր այգին լի snails.
		-- Bob Dylan

%
Չեն կարող լինել մտահոգված է, որ չի վնասել քեզ,Դա միայն ես հետապնդում ինչ-որ բան ես չեմ վստահ,Across իմ երազների, ինչպես neptive հրաշքով,Ես հալածում պայծառ խուսափողական բատերֆլայ սիրո.
		-- Bob Dylan

%
Թույլ մի տվեք, ոչ ոք չի ասել, թե ինչ դուք չեք կարող անել,չեն թող ոչ ոք պատմել ձեզ, թե ինչ է ձեզ համար անհնարին.չեն թող ոչ ոք պատմել ձեզ, թե ինչ եք ստացել անել,կամ դուք երբեք գիտեք, թե ... թե ինչ է մյուս կողմում է ծիածանը ...հիշեք, եթե դուք չեք հետեւել ձեր երազանքները,դուք երբեք գիտեք, թե ինչ է մյուս կողմում է ծիածանը ...
		-- melba moore, "the other side of the rainbow"

%
Մի կորցրեքՁեր ղեկավարըՁեռք բերել մի րոպեԴուք պետք է ձեր գլուխըՁեր ուղեղն են դրան:
		-- Burma Shave

%
Չեն արթնացրու ինձ շատ շուտով ...Gonna վերցնել ride ողջ լուսնի ...Դու եւ ես.
		-- Burma Shave

%
Կրկնակի Bucky, դու մեկ,Դուք իմ ստեղնաշարի այնքան շատ զվարճալի,Կրկնակի Bucky, լրացուցիչ քիչ կամ երկու, (Vo-vo-de-o)Վերահսկում եւ Meta, կողք կողքի,Լրացվել ASCII 9 bits լայն!Կրկնակի Bucky, մի կես հազար գլիֆներ, գումարած մի քանիսը:Oh, ես վստահ ցանկանում եմ, որ,Ուներ մի քանի bits ավելի!Միգուցե մի շարք pedals դարձնել թիվը bits չորս.Կրկնակի Կրկնակի Bucky! Կրկնակի Bucky ձախ եւ աջOR'd միասին, outta հայացքից.Կրկնակի Bucky, ես կցանկանայի մի ամբողջ խօսքը,Կրկնակի Bucky, ես ուրախ եմ լսել,Կրկնակի Bucky, ես կցանկանայի մի ամբողջ խոսքը you!է ավելացվել տերմինալ կոդերի վրա 36-bit մեքենաներ օգտագործմանէկրանին խմբագիրների. [Է համահունչ «ռետինե ducky"]
		-- to Nicholas Wirth, who suggested that an extra bit

%
Իջնում ​​է բանան հանրապետություններում,Իջնում ​​է արեւադարձային արեւի.Գնա վտարվել ամերիկացիներին,Հուսալով գտնել ինչ - որ զվարճալի.Նրանցից ոմանք գնում է նավարկման,Բռնել են հրապուրվում է ծովը:Փորձում է գտնել, թե ինչ է հիւանդ,Ապրելով հողի ազատ.Նրանցից ոմանք են վազում է սիրահարների,Թողնելով ոչ հարձակվող հասցե:Նրանցից ոմանք են վազում տոննա Գյանջա,Ոմանք կարող են վազում է IRS.Ուշ գիշերով, դուք կարող եք գտնել դրանք,Ի էժան հյուրանոցներում եւ բարերի:Hustling է senoritas,Մինչ նրանք պարում տակ աստղերի.
		-- Jimmy Buffet, "Banana Republics"

%
Խմեք եւ պարել եւ ծիծաղել ու սուտըՍիրում է, reeling կեսգիշերին միջոցովՈրովհետեւ վաղը պիտի մեռնինք:(Բայց, ավաղ, մենք երբեք դա անել):
		-- Dorothy Parker, "The Flaw in Paganism"

%
Հեշտ գալիս եւ հեշտ Գնա,ոմանք զանգահարել ինձ հեշտ է գումար,Երբեմն կյանքը լի է ծիծաղում,եւ երբեմն դա ծիծաղելի չէԴուք կարող եք մտածել, որ ես մի հիմարեւ երբեմն էլ, որ դա ճիշտ է,Բայց ես goin 'երկինք Շտապ կրակի,	քեզ հետ կամ առանց քեզ.
		-- Hoyt Axton

%
Eleanor RigbyՆստում է ստեղնաշարիԵւ սպասում է գծի էկրանի վրաԱպրում է երազիՍպասում է ազդանշանիԳտնելով որոշ կոդըՈրը կարող է դարձնել մեքենան է անել ոմանք ավելի.Ինչ է այն?Բոլոր միայնակ օգտվողները, ուր նրանք բոլորը գալիս.Բոլոր միայնակ օգտվողները, ինչու է այդքան երկար ժամանակ.hacker MacKensieԳրել կոդը համար մի ծրագիր, որը ոչ ոք չի առաջադրվելուԴա գրեթե արվումՆայում նրան աշխատել, ամրագրելու bugs ի գիշերը, երբ կաոչ ոք չի այնտեղ.Ինչ է նա մտածում?Բոլոր միայնակ օգտվողները, ուր նրանք բոլորը գալիս.Բոլոր միայնակ օգտվողները, ինչու է այդքան երկար ժամանակ.Ah, նայում բոլոր միայնակ users.Ah, նայում բոլոր միայնակ users.
		-- Hoyt Axton

%
Endless աշխարհի հերթը, անվերջ Արեգակի մանումEndless The Quest.Ես դառնայ, ետ իմ սեփական սկզբից,Եվ այստեղ, հանգստություն կգտնեք:
		-- Hoyt Axton

%
Es brilig պատերազմ: Die schlichte TovenWirrten und wimmelten է Waben.Und Aller-Մ »umsige BurggovenDir mohmen R »Ath ausgraben.
		-- Lewis Carrol, "Through the Looking Glass"

%
Euch ist bekannt էր, Wir beduerfen.Wir wollen Stark Getraenke schluerfen:
		-- Goethe, "Faust"

%
Նույնիսկ մի մարդ, ով մաքուր է ժամը սրտով,Եւ ասում է, որ իր աղոթքները գիշերըԿարող է դառնալ մի գայլ, երբ wolfbane blooms,Եվ լուսինը լի ու պայծառ:
		-- The Wolf Man, 1941

%
Նույնիսկ պահին մեր ամենաշուտը քեզ,Երբ հառաչեց straitened BUD մեջ ծաղիկ,Նստեց չոր զաւակ առավել անցանկալի սա.Եւ որ ես գիտեի, թեեւ ոչ օրը եւ ժամը:Too սեզոն իմաստուն ես, լինելով երկրի դաստիարակված,Թեքել ժամը աշնանը կամ չենթարկվել սառնամանիք:Ներշնչելու է սառել, նույնիսկ, որպես իմ հայրերը,Ես ասում եմ նրանց հետ, «Ինչ է այս երեկո կորել»:Ես միայն հույս է հայտնել է, մեղմ հույսով բոլորՈվ դիտել տերեւ վերցնում ձեւավորել վրա ծառի,Արդար ամռանը եւ հետագայում անկումՔան այդ հատվածներում մի մարդ բն տեսնել,Եւ արեւոտ պարկիկները հասունացել է գինու:Ես ասում եմ ձեզ, այս ամբողջ սեւացած որթատունկ.Մեր Առաջին Kiss », 1931
		-- Edna St. Vincent Millay, "Even in the Moment of

%
Ever Onward! Ever Onward!Դա այն ոգով, որ բերեց մեզ համբավ.Մենք մեծ է, բայց ավելի մեծ մենք պետք է,Մենք չենք կարող ձախողել է բոլորի համար, կարող է տեսնել, որ պետք է ծառայեն մարդկությանըԵղել է մեր նպատակը:Մեր արտադրանքը այժմ հայտնի է ամեն գոտում.Մեր հեղինակությունը sparkles նման է գանձ:Մենք կռվել ենք մեր ճանապարհը մինչեւԵւ նոր դաշտերը մենք համոզված ենք նվաճել, նույնպեսՀամար Ever Առաջ IBM!
		-- Ever Onward, from the 1940 IBM Songbook

%
Վեր էի մի երիտասարդ տղա,Ես hacked, Արփա ցանցը,From Berkeley ներքեւ Ռաթջերս, նա իմ սիրելի տերմինալի,Ցանկացած հասանելիությունը ես կարող եմ ստանալ, Նա կատուներն C ճիշտ է Foo,Բայց չի երեւում նման բան, նրա աշակերտները կհանգեցնի նրան,Ցանկացած լսարանը չէ, եւ նա պարզապես խախտում արմատ,Որ խուլ է, համր, եւ կույր երեխա, միշտ եղել լրիվ SYS-Priv է,Sure ուղարկում միջին փաթեթ: Երբեք օգտագործում է lint,Որ խուլ է, համր, եւ կույր երեխա,Sure ուղարկում միջին փաթեթ:Նա մի UNIX Wizard,Այնտեղ պետք է լինի շրջադարձ:Այդ UNIX Հրաշագործի Got չի ստացել ոչ մի պատճառ կը,Անսահմանափակ տիեզերական պնակում: Հնարավոր չէ լսել, ոչ մի սուլիչներ կամ զանգերը,Ինչպես եք կարծում, նա անում է այն: Հնարավոր չէ տեսնել ոչ հաղորդագրությունը Ջրամեկուսացման,Չգիտեմ Տեսակները ըստ իմաստով հոտ,Ինչն է ստիպում նրան այնքան լավ. Այդ խենթ փոքրիկ ծրագրեր,Պատշաճ bit դրոշները սահմանել,Որ խուլ է, համր, եւ կույր երեխա,Sure ուղարկում միջին փաթեթ:
		-- UNIX Wizard

%
Ամեն սեր է սեր առջեւՄի duller հագուստով.
		-- Dorothy Parker, "Summary"

%
Ամեն մարդ, քանի որ Աստված նրան, այ, եւ հաճախ ավելի վատ.
		-- Miguel de Cervantes

%
Ամեն գիշեր իմ աղոթքները ասում եմ,Եւ ստանալ իմ ճաշ ամեն օր.Եվ ամեն օր, որ ես եմ եղել, լավ է,Ես ստանալ նարնջագույն հետո սնունդ.Երեխային, որ չէ, մաքուր եւ կոկիկ,Բազմաթիվ խաղալիքների եւ բաներ ուտել,Նա մի չլսող երեխաների, ես sure--Կամ էլ իր սիրելի Papa աղքատ:
		-- Robert Louis Stevenson

%
Բոլորն էլ գիտեն, որ զառախաղ բեռնված: Բոլորն էլ գլանափաթեթներ իրենցմատները անցել: Բոլորն էլ գիտեն, որ պատերազմն ավարտվել է: Բոլորն էլ գիտեն, որլավ տղաները կորցրել. Բոլորն էլ գիտեն, որ պայքարը չեն արձանագրվել: աղքատներին մնալաղքատ, որ հարուստ է ստանալ հարուստ. Ահա թե ինչպես է այն ընթանում: Բոլորը գիտեն:Բոլորն էլ գիտեն, որ նավակը հոսակորուստ. Բոլորն էլ գիտեն, որ նավապետըստել. Բոլորն էլ ստացել կոտրված զգացումը, ինչպես իրենց հոր կամ դրանց շունպարզապես մահացել է:Բոլորն էլ խոսում են իրենց գրպանը. Բոլորն էլ ցանկանում է տուփ շոկոլադեւ երկար ցողունային վարդ. Բոլորը գիտեն:Բոլորն էլ գիտեն, որ դու սիրում ես ինձ, երեխային: Բոլորն էլ գիտեն, որ դուք իսկապեսանել. Բոլորն էլ գիտեն, որ դու հավատարիմ են եղել, տալիս կամ վերցնում մի գիշեր, կամերկու. Բոլորն էլ գիտեն, որ դուք արդեն զուսպ, բայց կային շատ մարդիկդուք պարզապես ստիպված է հանդիպել, առանց ձեր հագուստի. Եւ բոլորը գիտեն:Եվ բոլորն էլ գիտեն, որ դա հիմա, կամ երբեք. Բոլորն էլ գիտեն, որ դա ինձ կամ քեզ.Եւ բոլորը գիտեն, որ դու ապրում ես հավերժ է, երբ դուք արել մի գիծ կամ երկու.Բոլորն էլ գիտեն, որ գործարքը փտած: Հին սեւ Joe- ի դեռ Pickin 'բամբակձեզ համար ժապավեններ եւ bows: Եւ բոլորը գիտեն:
		-- Leonard Cohen, "Everybody Knows"

%
Ամեն ինչ մեծ է այս բարի հին աշխարհի.(Սա իրերը, որ նրանք միշտ կարող եք օգտագործել.):Աստծո իր երկնքում, բլրի ի dew-pearled;(Այս կապահովի երեխայի կոշիկ):Hunger եւ պատերազմը չեն նշանակում, մի բան;Ամեն ինչ վարդագույն where'er մենք թափառել.Hark, թե ինչպես է փոքրիկ թռչունները ուրախ երգում!(Սա այն է, ինչ վաճառվել է բեկոն տուն.):
		-- Dorothy Parker, "The Far Sighted Muse"

%
Ամենուր դուք գնում եք, կտեսնեք նրանց փնտրում,Ամենուր եք դիմել, դուք զգում ցավը,Յուրաքանչյուր ոք փնտրում է պատասխանի,Դե նայում կրկին.
		-- Moody Blues, "Lost in a Lost World"

%
F: Երբ մի սենյակում, ես կոխել եմ,Երբեմն, գտնել ինչ - որ Վիոլետ fungi.Հետո ես դանդաղել, մռայլ broodingԻն թույնի նրանք exuding:
		-- The Roguelet's ABC

%
Ընտանիքները, երբ երեխան ծնվում էՑանկանում եք, որ այն լինի խելացի.Ես, հետախուզական,Ունենալով ձախողել իմ ամբողջ կյանքը,Միայն հուսալ, որ երեխան պետք է ապացուցի,Տգետ ու հիմար.Այնուհետեւ նա կպսակի անխռով կյանքԸստ դառնալով նախարարը
		-- Su Tung-p'o

%
Հրաժեշտ ենք զանգահարել օջախ ու դահլիճի!Չնայած նրան, որ քամին կարող է հարված եւ անձրեւ կարող է ընկնել,Մենք պետք է հեռու մինչ ընդմիջում օրՀեռավոր ավելի փայտի եւ լերան վրայ բարձրահասակ:To RIVENDELL, որտեղ Էլֆեր դեռ բնակվիԻ բացատներում վարը Մառախլապատ ընկավ,Միջոցով Moor եւ թափոններ մենք զբոսանք է շտապում,Եւ թէ ուր, ապա մենք չենք կարող ասել.With թշնամիների առաջ, ետեւից ահ,Տակ երկինքը պիտի լինի մեր մահճակալ,Մինչեւ, վերջապես, մեր աշխատանքը կարելի է անցել,Մեր ճամփորդությունը արել, մեր հանձնարարություն sped:Մենք պետք է հեռու! Մենք պետք է հեռու!Մենք լողալ մինչեւ ընդմիջումից օրը!
		-- J. R. R. Tolkien

%
Ֆելիքս Catus է ձեր taxonomic նոմենկլատուրան,An endothermic quadroped, մսակեր բնության կողմից:Ձեր տեսողական, հոտառություն, եւ լսողական զգայարաններըՆպաստել է ձեր որսորդական հմտությունների եւ բնական պաշտպանությունը:Ես գտնում եմ, ինքս intrigued կողմից ձեր ենթաօրենսդրական-վոկալ oscillations,A եզակի զարգացումը կատու հաղորդակցություններիՈր obviates ձեր հիմնական ինքնահաճո predelectionՀամար ռիթմիկ stroking ձեր մորթյա է ցույց տալ, ջերմություն:A պոչը բավական էական է Ձեր ակրոբատիկ տաղանդների:Դուք չէր լինի, այնքան ճկուն է, եթե դուք զուրկ հակակշիռ.Եվ երբ չի լինելու utilitized օգնություն է տեղաշարժում,Այն հաճախ ծառայում ցույց վիճակը ձեր զգացմունքներով.Oh Spot, որ բարդ մակարդակներում վարքագծի դուք ցույցՆշանակում է բավականին լավ զարգացած ճանաչողական զանգված:Եվ չնայած դուք չեք դյուրազգաց, Բռնել, եւ չեն ըմբռնել,Ես այնուամենայնիվ համարում եք մի ճշմարիտ եւ արժեքավոր բարեկամ:
		-- Lt. Cmdr. Data, "An Ode to Spot"

%
Տասնհինգ տղամարդիկ մեռած մարդու կրծքավանդակի,Yo-ho-ho եւ շիշ ռոմ!Խմեք եւ սատանան էր արել հանգստի համար,Yo-ho-ho եւ շիշ ռոմ!
		-- Stevenson, "Treasure Island"

%
Հիսուն շատախոս ԳորտերՔայլում է flippered ոտքերինԵվ իրենց լորձ, նրանք կազմել է ժամանակըԱնբնական նավատորմ:
		-- Stevenson, "Treasure Island"

%
Վերջնական մահ է:Կատարելությունը մտնելը:Ոչինչ կատարյալ է.Կան lumps է դրան:
		-- Stevenson, "Treasure Island"

%
Հինգ անուններ, որոնք ես կարող եմ հազիվ կանգնել է լսել,Այդ թվում `ձեր եւ իմ, եւ եւս մեկ chimp, որը ոչ այստեղ,Ես տեսնում եմ, որ կանայք խոսում է, թե ինչպես անգամ է gettin 'դժվար է,Եւ որ զարհուրելի պեղումներ է Magnolia Boulevard,Այո, ես եմ goin 'խելագար,Եւ ես ծիծաղում է սառեցված անձրեւ,Դե, Ես այնքան միայնակ, մեղր, երբ նրանք gonna ինձ տուն.Վատ սպորտային կոշիկներ եւ Pina colada իմ ընկերոջը,Կանգնեցնելով վրա պողոտայի ռադիոկայանի քաղաքի հետTransistor եւ մեծ գումար է ծախսել ...Դուք fellah, դուք tearin «մինչեւ փողոցում,Դուք հագնում, որ սպիտակ tuxedo, ինչպես դուք gonna ծեծել շոգին,Ինչ եք վերցնել ինձ համար հիմար, ինչ եք կարծում, որ ես չեմ տեսնում,,Որ առու է ձորում, որ նրանք Փորում պարզապես ինձ համար,Այո, եւ Goin 'խելագար,Դուք գիտեք, որ ես եմ laughin ժամը սառեցված անձրեւ,Զգում եմ, որ մենակ, մեղր, երբ նրանք gonna ինձ տուն.(ԿՐԿՆԵՐԳ)
		-- Bad Sneakers, "Steely Dan"

%
Թռչող saucers կապակցությամբՑույց տալ, իրենք պետք է մարդու աչքերը.Այլ մոլորակայիններ բորբոքվել, հետաձգել ներխուժումըՄինչ նրանք բոլորովին այդ հեքիաթներին, ստի:
		-- Bad Sneakers, "Steely Dan"

%
«Որովհետեւ մի քանի o 'կապում», - ասում Troll, եւ grins,«Ես կուտեմ քեզ շատ, եւ քայքայել քո shins:Մի քիչ o 'թարմ մսի կնվազի քաղցր!Ես կփորձեմ իմ ատամները քեզ հիմա:Hee հիմա! Տես հիմա!Ես հոգնել o 'gnawing հին ոսկորները եւ երեսվածքները:Ես մի բան է ճաշել քեզ հիմա ».Սակայն ճիշտ այնպես, ինչպես նա կարծում է, որ իր ընթրիք էր բռնել,Նա գտավ նրա ձեռքերը ունեցել սղում ոչինչ.Մինչեւ որ նա կարող է լինի, Tom սայթաքեց behingԵւ տվեց նրան բեռնախցիկը է larn նրան:Զգուշացնում են նրան. Անիծել նրան.A bump o 'բեռնավօրման նստավայր, Tom thoguht,Կլինի ճանապարհը larn նրան:Բայց դժվար է, քան քարի է մսից եւ ոսկորիցՄի troll, որ նստում է լեռներով միայն.Ինչպես նաեւ սահմանել ձեր կոշիկը լեռը ի արմատից,Համար նստավայր է troll չեմ զգում:Կլպել այն! Բուժել այն!Հին Troll ծիծաղեց, երբ նա լսեց Tom տնքալ,Եւ նա գիտեր, որ իր ոտք ունեցող մարդ կարող է զգալ այն:Tom- ի ոտքը խաղ է, քանի որ տանը նա եկավ,Եվ նրա bootless ոտքով երկարատեւ կաղ.Բայց Troll չեն հետաքրքրում, եւ նա դեռ այնտեղՀետ ոսկրային նա առաջ է իր տիրոջը:Դոները! Boner!Troll հին նստավայրը շարունակում է մնալ նույնը,Եվ ոսկորը Նա առաջ է իր տիրոջը:
		-- J. R. R. Tolkien

%
For ջին է, դաժանSober ճշմարտությունը,Supplies վառելիքըFor բոցավառ երիտասարդությանը:
		-- Noel Coward

%
Որովհետեւ ասպետականությունը չէ, սխրանքների պատերազմի,Ինչ վերաբերում է պայքարել է վիճաբանելու ճիշտ կամ սխալ,Բայց մի պատճառ, որը ճշմարտությունը չի հապաղել:Նա պարտաւոր է, որպեսզի համոզվեք, որ եւ ուժեղ,Just պահել mixt ողորմածությամբ շրջանում:Եվ ոչ մի վեճ ասպետ պէտք է ձեռնարկելԲայց մի ճշմարտության, կամ հանուն ընդհանուր հանուն:
		-- Stephen Hawes

%
«Ֆորս է, բայց կարող է», ուսուցիչը said--«Դա սահմանումը պարզապես»:Պատանին ասել է զրո, բայց մտածեցի, դրա փոխարեն,Հիշելով իր պրծնել գլուխը:«Ֆորս չէ կարող, բայց պետք»
		-- Stephen Hawes

%
Չորս լինել բաների մասին եմ իմաստուն է իմանալ:Պարապություն, վիշտ, բարեկամ, եւ թշնամի:Չորս լինի այն բաները, ես կցանկանայի, որ ավելի լավ է առանց:Սեր, հետաքրքրությունը, Freckles, եւ կասկած չկա.Երեք լինել բաներ, որ ես երբեք պիտի ձեռքբերմանն:Նախանձը, բովանդակության, եւ բավարար շամպայն:Երեք լինել բաներ, որ ես պետք է ունենան, մինչեւ ես մեռնում եմ:Ծիծաղը եւ հույս եւ կիսագուլպա է աչքով:
		-- Dorothy Parker, "Inventory" [or "Not so Deep as a Well"?]

%
Ընկերներ, Romans, Hipsters,Թող ինձ բանալին Դուք եղել.Ես եկել եմ դնում ցած Կեսարի, այլ ոչ թե ակոս նրան:Հրապարակը մեկնարկում որոշ Կատուներ են մնալ նրանց հետ.Հիփ bits, նման, իջնում ​​տակ;այնպես որ թող պառկեց հետ Կեսարի: Որ թույն BrutusՏվեց ձեզ ուղերձը: Caesar ունեցել մեծ աչքեր:Եթե ​​դա է ձայնային, մեկի copping կոչին,Եվ, ինչպես եւ, հին Կեսար, իրոք, սահմանել նրանց ուղիղ.Այստեղ, copacetic հետ Բրուտոսի եւ գամասեղներ, -համար Բրուտոսի է իրական թույն կատուն.Այնպես որ, նրանք բոլորը, բոլորը զով կատուներն,Արի ես, որպեսզի այս համերգը Կայսրին երեսարկման ներքեւ.
		-- Dorothy Parker, "Inventory" [or "Not so Deep as a Well"?]

%
Չափազանց շատ սիրով ապրելու,From հույսով ու վախի ազատ է արձակվել,Մենք շնորհակալ ենք հետ կարճատեւ գոհութեամբ,Այն, ինչ աստվածները կարող են լինել,Որ ոչ կյանքի ապրում է հավերժ,Այդ մեռած տղամարդիկ ելլեն երբեք,Որ նույնիսկ weariest գետը քամիները մի տեղ անվտանգ է ծովը:
		-- Swinburne

%
Շփվում ձեր զգացմունքների թշնամության դեմ մեռնող լույսի.
		-- Dylan Thomas [paraphrased periphrastically]

%
Դուրս գալ, դուք հին Wight! Անհետանալ արեւի!Կուչ գալ նման է սառը մառախուղ, նման քամիների գնա wailing,Out մեջ անբերրի հողերի շատ հեռու լեռների:Արի երբեք այստեղ կրկին! Թողնել ձեր սայլակ դատարկ է!Կորած ու մոռացուած լինի, darker, քան մթության մեջ,Որտեղ է դարպասները կանգնել յաւիտեան փակեց, մինչեւ որ աշխարհը ապաքինվել:
		-- J. R. R. Tolkien

%
Գիբսոնի Գարուն Song (ինչպես նաեւ համահունչ է «Տախտակամած սրահներից"):'Tis մրցաշրջանում հետապնդելու mousies (FA լա լա լա լա, լա լա լա լա)Յափշտակել իրենց փոքր housies (...)Առաջին, մենք հետապնդելու նրանց կլոր դաշտում (...)Այնուհետեւ մենք նրանց համար ճաշելու (...)Toss նրանց այստեղ, եւ բռնել նրանց այնտեղ (...)Տեսնել նրանց թռչող միջոցով օդում (...)Watch նրանց թռչել եւ լսել նրանց ճիչ (...)Falling մկները ունեն մեծ բողոքը (...)Տես hunter տարածված մեզանից առաջ (...)Նա հետապնդել է մկների դաշտերն ու անտառները (...)Watch նրան մաքրել իր երկար սպիտակ բեղ (...)Արիւնից փոքր critters (...)
		-- J. R. R. Tolkien

%
Gil-galad էր Elven-king:Of նրա HARPERS չարաչար երգում:վերջինը, որի հարթությունում էր ազատ եւ արդարմիջեւ սարերի ու ծովը:Նրա սուրը երկար էր, նրա անկախ էր ձգտում,նրա փայլող ղեկին հեռվից երեւում էր.անհամար աստղերը երկնքից դաշտումեն mirrored իր արծաթե վահանի.Բայց վաղուց, նա rode հեռու,եւ որտեղ նա բնակւում ոչ ոք չի կարող ասել.համար խավարի մեջ ընկավ իր աստղըի Mordor որտեղ ստվեր են:
		-- J. R. R. Tolkien

%
Gimme Twinkies, Gimme գինի,    Gimme ջինսե, Calvin Kline ...Բայց եթե դուք պառակտել այդ ատոմների տուգանք,    Mama պահել 'em դուրս այդ գեների իմ!Gimme Zits, վերցնել իմ խմոր,    Gimme մկնդեղ իմ ժելե Կարգավիճակ ...Զանգահարել դեւի եւ վաճառել իմ հոգին,    Բայց Mama պահել dem ատոմների ամբողջություն:
		-- Milo Bloom, "The Split-Atom Blues," in "Bloom County"

%
Տվեք ինձ անիծված է, առույգ, որ արի թշնամի,Bold Ես կարող եմ հանդիպել, գուցե կարող է դիմել իր հարված!Բայց ամէն տեսակ պատուհասներով, լավ Heaven, քո բարկութիւնը կարող ուղարկել,Փրկիր ինձ, ախ փրկիր ինձ անկեղծ ընկերոջը.
		-- George Canning

%
Տուր ինձ քո ուսանողներին, ձեր քարտուղարներ,Ձեր huddled գրողները yearning շնչել ազատ,Խղճուկների աղբի քո Selectric III ի:Տվեք այդ, անօթեւան, մեքենագրուհի-tossed ինձ համար:Ես բարձրացնում եմ իմ սկավառակ կողքին պրոցեսոր:
		-- Inscription on a Word Processor

%
Գնալ placidly պայմաններում աղմուկից եւ թափոնների,Եվ հիշեք, թե ինչ է հարմարավետությունը կարող են լինել սեփականության մի կտոր դրանց:Խուսափեք հանգիստ եւ պասիվ անձանց, եթե դուք կարիք ունեն քնի.Պտտել ձեր անվադողեր:Խոսիր glowingly նրանք, ավելի մեծ է, քան ինքներդ ձեզ,Եւ ուշադրություն դարձնենք նաեւ խորհուրդ, թեեւ նրանք պետք հնդկահավերին.Իմացեք, թե ինչ է համբուրել, եւ երբ.Հիշեք, որ երկու wrongs երբեք իրավունք,Բայց, որ երեք անել.Հնարավորության դեպքում, դնում մարդկանց վրա «կասեցում».Ուզում մխիթարուել, որ ի դեմս ողջ երաշտը եւ դժգոհություններին,Եվ չնայած փոփոխվող fortunes ժամանակ,Կա միշտ մեծ ապագա է համակարգչային սպասարկում:Դու մի երջանիկ պատահականություն տիեզերքի ...Դուք իրավունք չունեն լինել այստեղ:Անկախ նրանից, թե դուք կարող եք լսել այն, թե ոչ, տիեզերքըԾիծաղում ետեւում ձեր մեջքին.
		-- National Lampoon, "Deteriorata"

%
Գնալ placidly պայմաններում աղմուկից ու թափոնների, եւ հիշեք, թե ինչ արժեք այնտեղ կարող էպետք է սեփականության մի կտոր դրանց:
		-- National Lampoon, "Deteriorata"

%
Աստված մնացածը էք CS ուսանողներ հիմա, Առանցքակալներ վրա թմբուկին են գնացել,Թող ոչինչ քեզ սարսափեցնել. Սկավառակ է wobbling, էլ.The VAX է ներքեւ եւ չի կարող լինել, մենք արդեն գտել սխալ Lisp եւ ծրագրավորման բարձր մակարդակի լեզուՄինչեւ առաջին Մայիսի: Հնարավոր չէ ասել, կեղծ է, ճիշտ է:Ծրագիրը, որը պայմանավորված էր այս առավոտը, Եվ հիմա մենք գտնում ենք, որ մենք չենք կարող ստանալՉի հետաձգվի, - ասում են նրանք: Բերկլի ի 4.2.(ԿՐԿՆԵՐԳ) (ԿՐԿՆԵՐԳ)Մենք պարզապես ահազանգ է ստացվել Dec, Իսկ հիմա ոմանք ուրախ նորություն է ձեզ համար,Նրանք կուղարկենք անհապաղ ցանցը նաեւ մեռած,Մոնիտորը կոչվում RSuX Մենք պետք է տպել ձեր ֆայլերըԱյն տեւում է ինը հարյուր Կ գիծ տպիչ instead.Անձնակազմը ինքնասպանություն է գործել, The turnaround time ի տասնինն շաբաթ:Մենք պետք թաղել նրանց այսօր. Եվ միայն քարտերը կարող են կարդալ:(ԿՐԿՆԵՐԳ) (ԿՐԿՆԵՐԳ)Եվ հիմա մենք ցանկանում ենք ասում ձեզ Երգչախմբային: Oh, ավետիսով հարմարավետության եւ ուրախության,Մինչ մենք հեռու գնալ, հարմարավետության եւ ուրախության,Հուսով ենք, որ այն լուրերը, որ մենք արդեն բերել է ձեզ Oh, ավետիսով հարմարավետության եւ ուրախության:Չի կործանում ձեր ամբողջ օրը.Դուք ունեք եւս մեկ ծրագիր պատճառով, վաղը, ի դեպ:(ԿՐԿՆԵՐԳ)
		-- to God Rest Ye Merry Gentlemen

%
Gold Coast ստրուկ նավը պարտավորված բամբակի դաշտերըՎաճառվում է շուկայում Down in New OrleansScarred ամյա լորձունք գիտի, որ նա անում լավԼսում էր նրան գերազանցել են կանանց, պարզապես շուրջ կեսգիշերինԱ՜խ, շագանակագույն շաքարավազ ինչպես ես ճաշակել, այնքան լավ.Ah, շագանակագույն շաքարավազ պարզապես նման երիտասարդ աղջիկ պետքԹմբկահարությամբ սառը Անգլերեն արյուն ասված տաքՏանտիկինը wonderin ', որտեղ դա gonna կանգառըHouse տղա գիտի, որ նա անում է լավԴուք պետք է լսել, նրան պարզապես կեսգիշերին....Ես գրազ ձեր Mama էր վրան շոու թագուհինԵւ նրա բոլոր girlfriends էին Քաղցր տասնվեցԵս ոչ մի դպրոց տղան, բայց ես գիտեմ, թե ինչ եմ սիրումԴուք պետք է լսել, ինձ հենց կեսգիշերին:
		-- Rolling Stones, "Brown Sugar"

%
Ստացել է կնոջն ու երեխաներին, Baltimore Jack,Ես գնացի դուրս է լողալ, եւ այլեւս չի վերադարձել:Գետի պես, որ չգիտեն, թե որտեղ դա հոսում,Ես էլ մի սխալ շրջադարձ, եւ ես պարզապես պահել գնում:Բոլորս էլ սոված սիրտը:Բոլորս էլ սոված սիրտը:Պառկեցի ձեր գումարը, եւ դուք խաղալ ձեր մասը,Բոլորս էլ սոված սիրտը:Ես հանդիպել եմ նրան Kingstown բար,Մենք սիրահարվեց, ես գիտեի, որ դա պետք է վերջ:Մենք վերցրել այն, ինչ մենք ունեինք, եւ մենք ripped այն կողմ,Այժմ այստեղ եմ ներքեւ Kingstown կրկին.Բոլորը պետք է տեղ հանգստի,Բոլորն էլ ուզում են ունենալ մի տուն:Չեն ոչ մի տարբերություն, թե ինչ ոչ ոք չի ասում,Չէ ոչ ոք չի սիրում է միայնակ:
		-- Bruce Springsteen, "Hungry Heart"

%
Graphics կույր աչքերը:Աուդիո ֆայլեր խլացնել ականջը:Մուկ Սեղմումներ փայտացած մատները.Heuristics թուլացնել միտքը.Ընտրանքներ թառամել սիրտը:Գուրու հետեւում է ուռկանըբայց վստահում է իր ներքին տեսլականը.Նա թույլ է տալիս, բաներ են գալիս ու գնում:Նրա սիրտը նույնքան բաց, որքան Եթեր.
		-- Bruce Springsteen, "Hungry Heart"

%
H: Եթե 'Goblin (HOB) waylays ձեզ,Պատառ նրան, մինչեւ որ նա սպանի քեզ:Ոչինչ ստիպում է ձեզ նայում slobLike վազում է HOB'LIN (Gob).
		-- The Roguelet's ABC

%
«Եթե նա, եւ ես, բայց հանդիպելԸստ որոշ հին հնագույն պանդոկի, բայց ամբիցիոզ են որպես հետեւակային,Մենք պետք է նստեց մեզ վրա է թաց եւ չափազանց աչքի ընկնող դէմ յանդիման,Right շատերը մի nipperkin! Ես կրակել է նրան, քանի որ նա ինձ,Եւ սպանել նրան իր տեղը:Ես կրակել նրան մահացած, քանի որ,Քանի որ նա եղել է իմ թշնամին է, նա մտածեց, որ նա ուզում է 'ցուցակը, թերեւս,Պարզապես այնպես իմ թշնամին, իհարկե, նա էր, Off-ձեռքի պես, ճիշտ այնպես, ինչպես ես -Դա այն է, բավականին պարզ. թեեւ դուրս էր աշխատանքի էր վաճառել է իր թակարդներՈչ մի այլ պատճառ, թե ինչու:Այո, հետաքրքրաշարժ ու հետաքրքրասեր պատերազմ է!Դուք եք կրակել է ընկեր ներքեւԴուք ուզում բուժել, եթե հանդիպել որտեղ ցանկացած բարԿամ օգնել կես թագը »:
		-- Thomas Hardy

%
Կես մեղու, փիլիսոփայորեն, պետք է ipso ֆակտո կեսը չի լինի:Բայց կեսը մեղու ստացել է, vis-à-vis իր անձի. Տես.Բայց կարող է մեղու է ասել, թե ոչ, պետք է ամբողջ bee,Երբ կեսը Bee չէ մեղու, շնորհիվ ինչ-որ հին վնասվածքի.
		-- Thomas Hardy

%
Կախված է հանգիստ հուսահատության է անգլերեն ճանապարհը.
		-- Pink Floyd

%
Կոշտ պատճենները եւ CHMODԵվ բոլորն էլ կարծում է, որ համակարգիչները կարող են անդեմսառը diskdrives Բաղադրիչներ Մոնիտորներօգտագործողի թշնամաբար ծրագրայինԻհարկե նրանք միայն bits եւ բայթեւ նշաններից եւ տողերիեւ ֆայլերըընդամենը մի քանի հին textfiles իմ հին ընկերոջպատմում է ինձ, որ նա սիրում է ինձ եւնա պետք է հոգ տանել իմ մասինպարզապես անտեսվեցին printout է ընկերոջը տեղեկատուխորը ինտիմ գաղտնիքները եւինչպես, նա չի վստահում ինձչի կարող վնասել ինձ ավելի, եթե նրանք scented է նարդոս կամ ձուլելանձնական գրասենյակային
		-- terri@csd4.milw.wisc.edu

%
Hark, որ Herald Tribune երգում,Գովազդային զարմանահրաշ բաներ.Հրեշտակներ մենք լսել է բարձրՊատմեք մեզ, դուրս գալ եւ գնել.
		-- Tom Lehrer

%
Դուք երբեւէ զգացել նման վիրավոր կովիկես միջեւ ջեռոցում եւ արոտավայր:քայլում է տրանսի հանդեպ հղիտասնյոթ-ամյա տնային տնտեսուհի իերկօրյա-ամյա cookbook.
		-- Richard Brautigan

%
Դուք տեսել եք, թե ինչպես է Sonny կրակոտ,Նման ինչ - որ պայծառ էրոտիկ աստղի,Նա լույսերը մինչեւ վարույթը,Եւ բարձրացնում ջերմաստիճանը:
		-- The Birthday Party, "Sonny's Burning"

%
Դուք տեսել եք հին մարդուն փակվել շուկայում,Նախագիծն մինչեւ թղթեր է իր մաշված կոշիկներ:Նրա աչքերում տեսնում եք ոչ հպարտություն, ձեռքերը կախել loosely իր կողքինԵրեկվա թղթեր, պատմում երեկվա լուրը.Ինչպես կարող եք ինձ ասել, թե դու միայնակ,Եւ ասում, ձեզ համար արեւը չեն փայլում.Թույլ տվեք, որ ձեզ ձեռքըԿառաջնորդի ձեզ միջոցով փողոցներում ԼոնդոնումԵս ցույց կտամ ձեզ մի բան, որպեսզի դուք փոխեք ձեր միտքը ...Դուք տեսել եք Ծերունին դուրս ծովի մարդու առաքելությանՀուշեր մարում նման մետաղական ժապավեններով, որ նա հագնում.Մեր ձմեռային քաղաքում անձրեւը Հրանտի լացի ձայնը մի քիչ ցավալի էԵւս մեկ մոռացել է հերոսի եւ աշխարհին, որ չի հետաքրքրում, ...
		-- The Birthday Party, "Sonny's Burning"

%
Դուք տեսել եք, որ լավ է, անել, վեր ու վար Park Avenue.Որ այդ հայտնի անցնելը, իրենց noses է օդում,Բարձր գլխարկներ եւ սլաքների collars, սպիտակ spats եւ շատ դոլարներ,Ծախսելու ամեն էժանագին, մի հրաշալի ժամանակ ...Եթե ​​դու կապույտ, եւ դուք չգիտեք, թե ուր գնալ,Ինչու չես գնում, ուր նորաձեւության նստում,...Հագնված ինչպես մի միլիոն դոլարի Trooper,Փորձում դժվար է նման Գարի Կուպերի, (Super Dooper)Արի, եկեք խառնել, որտեղ Rockefeller ի քայլել փայտերով,Կամ umberellas, իրենց mitts,Puttin '- ին The Ritz:...Եթե ​​դու կապույտ, եւ դուք չգիտեք, թե ուր գնալ,Ինչու չես գնում, ուր նորաձեւության նստում,Puttin '- ին The Ritz:Puttin '- ին The Ritz:Puttin '- ին The Ritz:Puttin '- ին The Ritz:
		-- The Birthday Party, "Sonny's Burning"

%
Նա լսել հաճախ թռչող ձայնիՈտքերի, ինչպես լույսի ներքո, ինչպես LINDEN-տերեւների,Երաժշտության Welling մետրոպոլիտենիԹաքնված փչակներում quavering:Այժմ withered դնելու HEMLOCK-sheaves,Եւ մեկ առ մեկ հոգոց հանելով ձայնըWhispering ընկել beechen տերեւներըԻ ցուրտ անտառաշատ վայր երկմտելու:Նա ձգտում է նրան երբեւէ, թափառելով հեռուՈրտեղ է տերեւները տարիներին thickly strewn,Ըստ լույսի լուսնի եւ Ray աստղիԻ ցրտաշունչ երկնքում է դողում:Նրա թիկնոց glinted է լուսնի,Քանի որ մի բլրի գագաթին բարձր է եւ հեռուՆա պարում, եւ նրա ոտքերին էր strewnA մշուշ արծաթե quivering.Երբ ձմեռը անցել, նա եկավ կրկին,Եւ նրա երգը, ազատ է արձակվել է անսպասելի գարնանը,Like աճող lark, եւ ընկնում անձրեւ,Եւ հալեցման ջրի փքուն.Նա տեսավ, որ Elven ծաղիկների գարունըԻր ոտքերը, եւ բուժեց կրկինՆա փափագում է նրա պարել եւ երգելՎրայ խոտի untroubling:
		-- J. R. R. Tolkien

%
Նա մտածեց, որ նա տեսավ ձկնաքաղՈր fluttered «կլոր լամպի:Նա նայեց կրկին ու տեսա, որ դա եղել էA Penny postage stamp:«Դուք ուզում է լավագույնս ստանալու տուն», - ասաց նա,«Այն գիշեր բավականին խոնավ»:
		-- J. R. R. Tolkien

%
Նա, ով հորինում adages ուրիշների համար ընթերցելվերցնում rowboat, երբ պատրաստվում պատմել:
		-- J. R. R. Tolkien

%
Նա, ով կորցնում, հաղթում մրցավազքի,Եւ զուգահեռ գծերը հանդիպում են տարածության մեջ.
		-- John Boyd, "Last Starship from Earth"

%
Նա եղել է նման մի հոր ինձ համար,Նա միակ DJ Դուք կարող եք ստանալ այն բանից հետո, երեք,Ես բոլոր գիշեր երաժիշտ է ռոքնռոլ ​​խումբը,Իսկ թե ինչու նա չի սիրում ինձ, ես չեմ հասկանում:
		-- The Byrds

%
Her փակվի հինավուրց տիկինը տվեցՆրա սիրող ամուսինը կյանքը փրկելու համար.Եւ մարդիկ, նրանք մեծ պատիվ ուստի dame -Upon որոշ աստղերի շնորհվում է իր անունը:Բայց մեր ժամանակակից ամուսնացած տոնավաճառով,Ով ուզում իրենց տերերին փրկել իրենց մազերը,Ոչ աստղային ճանաչումը տվել:Կան չէ աստղերը բավականաչափ երկնքում.
		-- The Byrds

%
Այստեղ ես նորից ճիշտ է, որտեղ ես գիտեմ, ես չպետք է լինիԵս արդեն բռնել ներսում այս ծուղակը շատ անգամԵս must've քայլում այդ քայլերը եւ նշել, որ այդ խոսքերն էհազար անգամ, մինչեւԹվում է, թե ինչպես ես գիտեմ, բոլորի գծեր:
		-- David Bromberg, "How Late'll You Play 'Til?"

%
Այստեղ ես նստել, սրտաբեկ,Բոլորը մուտք, բայց աշխատել unstarted:Առաջին net.this եւ net.that,Եւ տաք buttered bun համար net.fat.Շեֆը գալիս է, եւ ես խաղալ խաղը,Հետո ես դիմել ետ net.flame:Կա բուժումը (ես պետք է ձեր տեսակետները),Մեկի համար թակարդում net.news.Ես պետք է ձեր օգնությունը, ես ասում եմ, «tween հեկեկում,«Ինչի ես շուտով թվարկված net.jobs.
		-- David Bromberg, "How Late'll You Play 'Til?"

%
Այստեղ իմ սրտում, ես Helen.Ես Aspasia եւ հերոս, առնվազն.Ես Judith, եւ Հայելը, եւ Madame de Sta «ԷԼ.Ես Salome, լուսինը Արեւելքի:Այստեղ իմ հոգում ես եմ SapPHo.Lady Hamilton եմ ես, ինչպես նաեւ.In me R 'ecamier VieS հետ Kitty Օ'Շին,With Dido, ու Եվային, եւ աղքատ Nell:Ես բոլոր դյութիչ տիկնայքՈւմ շարժելով պատմությունը սեղմեց:Բայց դու մի մարդ, եւ տեսնել, թե միայն իմ անցնող,Այնպես որ, ես մնալ տանը մի գրքում.
		-- Dorothy Parker

%
Այստեղ կայանում LESTER MOORESHOT 4 անգամ արդեն .44NO LESNO MOORE
		-- tombstone, in Tombstone, AZ

%
Hey Dol! Merry Dol! մատանի է ծիծիկավոր Dillo!Ռինգ է առաջ: hop միասին! FAL Lal The Willow!Tom Bom, ուրախ Թոմ, Թոմ Bombadillo!
		-- J. R. R. Tolkien

%
Hey! Արի DERRY Dol! Hop երկայնքով, իմ hearties!Hobbits! Ponies all! Մենք սիրում կուսակցությունների.Այժմ թող զվարճալի սկսվում. Եկեք երգենք միասին!
		-- J. R. R. Tolkien

%
Hey! Արի Սուրբ Dol! DERRY Dol! Իմ սիրելի!Թեթեւ գնում է եղանակային քամին ու սրընթաց սարյակ:Ներքեւ երկայնքով տակ Hill, փայլում է արեւի,Սպասում շեմին է սառը starlight,Այնտեղ իմ սիրուն կին է, գետի կնոջ դուստրը,Անալ, որպես willow-գավազան, հստակ, քան ջուր.Հին Tom Bombadil ջրի Շուշաններ բերելովԳալիս hopping տուն կրկին. Կարող եք լսում նրան երգում.Hey! Արի Սուրբ Dol! DERRY Dol! եւ Սուրբ-oGoldberry, Goldberry, Merry դեղին Berry-o!Վատ ամյա Willow մարդ, դուք թաքցնել ձեր արմատները հեռու!Թոմ շտապում այժմ: Երեկո կհետեւի օրը:Tom պատրաստվում տուն կրկին ջրի-Շուշաններ բերելով:Hey! գալիս DERRY Dol! Կարող եք լսել, ես ինձ երգում.
		-- J. R. R. Tolkien

%
Hey! հիմա! Արի Hoy հիմա! Ուր եք թափառել.Վեր, վար, մոտ կամ հեռու, այստեղ, այնտեղ, թե այնտեղի.Սուր-ականջները, իմաստուն քիթը, Swish-tail եւ բիրտ,Սպիտակ-գուլպաներ իմ փոքրիկ տղա, եւ հին Չաղ LUMPKIN!
		-- J. R. R. Tolkien

%
Hey, diddle, ծիծաղել արտահոս PDLTo ստանալ մի քիչ ավելի շատ բուրգ.Եթե ​​դա բավարար չէ, ապա կարող եք կորցնել այն ամենըԵւ պետք է էկրան ամբողջ ճանապարհը ետ.
		-- J. R. R. Tolkien

%
Hickory Dickory Dock,Մկները վազեց մինչեւ ժամացույցը,Ժամացույցը հարվածել մեկը,Մյուսները փախել թեթեւ վնասվածքներ է ստացել:
		-- J. R. R. Tolkien

%
Hier liegt ein Mann ganz obnegleich.Im Leibe կրծքեր, որը Suden Reich.Wir haben ihn է das Grab gesteckt, Այստեղ կայանում է մի մարդ sundry թերություններWeil es UNS dunkt er sei verreckt: Եւ բազմաթիվ մեղքերը իր գլխին.Մենք թաղեցինք նրան այսօր, քանի որՈրքան մենք կարող ենք ասել, որ նա մահացել է:Sue Bach եւ գրել է տեղական doggeral Catcher."The Definitive կենսագրություն Pdq Բախի», Պետրոսը Schickele
		-- PDQ Bach's epitaph, as requested by his cousin Betty

%
Higgeldy Piggeldy,Համլետ Հյուրատետր ElsinoreRuffled քննադատները կողմիցՀրաժարվելով այս ռումբ:«Phooey է Freud եւ իրՀոգեվերլուծությունը -Oedipus, Shmoedipus,Ես պարզապես սիրում եմ մայրիկին »:
		-- PDQ Bach's epitaph, as requested by his cousin Betty

%
... Նրա աշակերտները կհանգեցնի նրան է. նա պարզապես չի մնացածը:
		-- The Who, "Tommy"

%
Պատմությունը հետաքրքիր իրերԴուք ուզում մտածել, հիմա մենք բավականՍակայն փաստը մնում է փաստ, ես վախենում,Նրանք կատարել ավելի շատ է ամեն տարի:
		-- The Who, "Tommy"

%
Հարվածել նրանց թխվածքաբլիթներ մեկ այլ կապի սուս,Այրել, որ երշիկ ընդամենը մի խաղ կամ երկու ավելի Կատարված.Լցնել իմ սեւ հին սուրճ երկար,Չնայած, որ հոտ է gettin 'ավելի ուժեղA կիսամյակային սնունդ չէ Nuthin 'շատ բան ուզում.Վարկի ինձ տաս, ես ստացել feelin 'այն պետք է փրկել ինձ,Հետ ornery հոգու, ովքեր չեն կրակել լողավազան հաճույքի համար,Եթե ​​դա coat'll տեղավորվում եք wearin ',The Lord'll օրհնի ձեր sharin 'A կիսամյակային ընկերը չէ Nuthin 'շատ բան ուզում.Եվ թույլ տվեք կես սիրահարվում,Մի մասի համար միայնակ գիշերը,Հետ կիսամյակային գեղեցիկ կնոջ իմ ձեռքերով.Այո, ես կարող եմ կես ընկնում deep--Մեջ snugglin », Lovin 'heap,Հետ կիսամյակային գեղեցիկ կնոջ իմ ձեռքերով.
		-- Elroy Blunt

%
Ho! Ho! Ho! է շշով գնամԷ բուժել իմ սիրտը, եւ խեղդել իմ վա՜յ.Անձրեւը կարող է ընկնել, եւ քամին կարող է փչել,Եվ շատ մղոն լինի դեռեւս գնալ,Բայց տակ մի բարձրահասակ ծառը պիտի ստում,Եւ թող ամպերը գնում ծովագնացություն կողմից:
		-- J. R. R. Tolkien

%
Ho! Tom Bombadil, Թոմ Bombadillo!Ջրով, փայտի եւ բլրի վրա, ըստ Reed եւ ուռենու,Կրակով, արեւի եւ լուսնի, harken այժմ եւ լսել մեզ!Արի, Tom Bombadil, մեր անհրաժեշտության մոտ է մեզ!
		-- J. R. R. Tolkien

%
Hop երկայնքով իմ փոքրիկ ընկերների մինչեւ Withywindle!Tom պատրաստվում է առջեւում մոմեր է վառել.Down դեպի արեւմուտք sinks արեւը. շուտով դուք պետք է խարխափում:Երբ գիշերային ստվեր ընկնում, ապա դուռը կբացվի,Դուրս է winfow-panes լույսի ներքո առկայծում դեղին.Վախենում ոչ լաստենի սեւ! Ականջ դնել ոչ ալեհեր willow!Վախցէք, ոչ արմատ, ոչ ճյուղը! Tom շարունակվում է մինչեւ ձեզ.Hey հիմա! Merry Dol! Մենք պետք է սպասում է ձեզ համար!
		-- J. R. R. Tolkien

%
Ինչպես կարող եք ունենալ ցանկացած պուդինգ, եթե դուք չեք ուտում միս?
		-- Pink Floyd

%
Ինչպես կը փոքրիկ կոկորդիլոսինԲարելավել իր փայլուն պոչը,Եւ լցնել ջրերը ՆեղոսիԱմեն ոսկե մասշտաբով.Ինչպես ուրախությամբ նա կարծես grin,Ինչպես neatly տարածում իր claws,Եւ ողջունում է փոքր ձկներ են,Հետ նրբորեն ժպտում jaws!
		-- Lewis Carrol, "Alice in Wonderland"

%
Ինչպես Միթէ vax ի C-ԿազմողիԲարելավել իր օբյեկտային կոդը:Եվ նույնիսկ, քանի որ մենք խոսում դա անումԲարձրացնել համակարգի բեռը:Ինչպես համբերատար դա թվում է առաջադրվելԵւ թքել դուրս սխալ դրոշները,Իսկ օգտվողները, ինչպես նաեւ վրդովմունքն, բոլորՊոկել են իրենց շորերը rags.
		-- Lewis Carrol, "Alice in Wonderland"

%
Կարճահասակծ կարճլիկ մարդ նստեց պատին,Կարճահասակծ կարճլիկ մարդ ուներ մի մեծ անկում:Թագավորի բոլոր ձիերը,Եվ բոլոր թագավորի տղամարդիկ,Էր կաթնաձվածեղ համար Նախաճաշ again!
		-- Lewis Carrol, "Alice in Wonderland"

%
Ես միշտ կհիշեն - Ես եղել եմ ոչ մի տրամադրություն է կատակել.«Twas մեկ տարի առաջ, նոյեմբերի - Ես իջա իմ վստահելի հրացանԵս գնացի դուրս է նկարահանել որոշ եղջերվաբուծության եւ գնաց դուրս է ցողուն իմ զոհն -Ին առավոտյան պայծառ ու պարզ: Ինչ մի ավար եմ արել, որ օր!Ես գնացի եւ կրակել է առավելագույնը, ես կապված դրանք իմ բամպեր եւԽաղի օրենքները թույլ կտա: Ես քշում նրանց տուն ինչ-որ կերպ,Երկու խաղ Wardens, յոթ որսորդները, Երկու խաղ Wardens, յոթ որսորդները,Եւ մի կով. Եւ մի կով.Օրենքը շատ ամուր, ՏՏ մարդիկ ինձ հարցնում, թե ինչպես եմ դա անել,Տարան իմ permit-- Եվ ես ասում եմ, «Կա կօգտվեմ» է it!Ամենավատ պատիժը ես երբեւէ համբերեց: Դուք պարզապես կանգնել այնտեղ lookin 'cute,Պարզվում է կար մի պատճառ: Եվ երբ ինչ-որ բան շարժվում, Դուք եք կրակել »:Կովերը էին դուրս մրցաշրջանում, եւ եւ կա տասը Լցոնած ղեկավարներըՄեկը որսորդները չէր ապահովագրվել: Իմ ավար սենյակում հենց հիմա:Երկու խաղ Wardens, յոթ որսորդները,Եւ մի մաքրասորտ Գերնսի կով.
		-- Tom Lehrer, "The Hunting Song"

%
Ես փոխում եմ անունը ChryslerԵս իջնում ​​է ՎաշինգտոնԵս կասեմ, որոշակի հզորության բրոքերԱյն, ինչ նրանք արել են IacoccaԿլինի կատարելապես ընդունելի է ինձ!Ես փոխում եմ անունը Chrysler,Ես շարժվում այդ մեծ ընդունող տողով.Երբ նրանք հանձնել միլիոն Grand դուրս,Ես պետք է կանգնած իմ ձեռքով դուրս,Yessir, ես կվերցնեմ իմը!
		-- Tom Lehrer, "The Hunting Song"

%
Ես B MU B MՄենք բոլորս B MՈրովհետեւ ես B M !!!!
		-- H.A.R.L.I.E.

%
Ես կարող եմ ապրել առանցՍիրված անձնավորությունըԲայց ոչ առանցԻնչ-որ մեկը ես պետք է.
		-- "Safety"

%
Ես կարող եմ տեսնել նրան a'comin 'Իր մեծ կոշիկներ,Իր մեծ բութ դուրս,Նա ցանկանում է ստանալ ինձ:Նա ցանկանում է ինձ վատութիւն անի:Նա ցանկանում է ձեռք բերել ինձ ներքեւ.Բայց որոշ ժամանակ անց,Երբ ես զգում եմ, մի քիչ ավելի ուղիղ,Ես պետք է բախվել օտարՈվ պետք է ինձ հիշեցնում է վտանգի տակ է,Եվ ապա .... ես կմասնակցեմ նրան ավելի.Pretty խելացի իմ մասով:Գտնել իմ ճանապարհը ... Մթության մեջ:
		-- Phil Ochs

%
Ես չեմ կարող բողոքել, բայց երբեմն ես դեռ անել.
		-- Joe Walsh

%
Ես չգիտեմ, թե ինչ Դեկարտը 'ստացել,Բայց booze կարող է անել այն, ինչ Կանտը չի կարող:
		-- Mike Cross

%
Ես չեմ ուզում ոչ մի զենք իմ շուրջը ...Ես չեմ ուզում ոչ մի թմրանյութ է հանգստացնել ինձ ...Ես տեսել եմ, որ գրավոր պատին.Չեմ կարծում, որ ես պետք ոչինչ:Ոչ! Չեմ կարծում, որ ես պետք բան all!Ընդհանուր առմամբ, դա պարզապես Կուբիկ է պատին.Ընդհանուր առմամբ, դա պարզապես Կուբիկ է պատին.
		-- Pink Floyd, "Another Brick in the Wall", Part III

%
Ես չեմ ուզում վիճել, եւ ես չեմ ուզում կռվել,Բայց կա անպայման պետք է կուսակցության երեկո ...
		-- Pink Floyd, "Another Brick in the Wall", Part III

%
Ես չեմ ուզում, մի թթու,Ես ուղղակի ուզում ride իմ motorsickle:Եվ ես չեմ ուզում մեռնել,Ես պարզապես ուզում եմ լողալ իմ motorcy:Cle:
		-- Arlo Guthrie

%
Ես տվել եմ իմ սերը խնձոր, որ չուներ առանցքը.Ես տվել եմ իմ սերը մի շենք, որ չուներ հարկ;Ես գրել եմ իմ սերը մի ծրագիր, որը չուներ վերջ.Ես տվել եմ իմ սերը բարելավում, առանց cryin '.Ինչպես կարող է լինել Apple, որ չունի առանցքը.Ինչպես կարող են լինել մի շենք, որ չունի հարկ.Ինչպես կարող են լինել մի ծրագիր, որը վերջ չունի.Ինչպես կարող է լինել բարելավում, առանց cryin '.An Apple- ի MOS հիշողությունը չեն օգտագործում ոչ առանցքը.Շենք, որ կատարյալ է, այն չունի անփութություն!A ծրագիր GOTOs, այն չունի վերջ:Ես ստել մասին upgrade, առանց cryin '!
		-- Arlo Guthrie

%
Եմ հասնել մինչեւ յուրաքանչյուր առավոտ, հավաքվում իմ wits.Վերցնել թուղթը, կարդում obits:Եթե ​​ես այնտեղ չէ, ես գիտեմ, ես չեմ մեռած.Այնպես որ, ես ուտում լավ նախաճաշը եւ վերադառնալ քնելու:Oh, ինչպես ես գիտեմ իմ երիտասարդությունը ամենը ծախսվում:Իմ ստանալ up-and-Go ունի-up-and- գնաց.Սակայն, չնայած դրան, բոլոր, ես ի վիճակի է grin,Եվ կարծում եմ, որ տեղերում իմ ստանալ մինչեւ եղել:
		-- Pete Seeger

%
Ես ունեի մի հանձնարարություն այնտեղ: ջուր հավաքելը-շուշանները,կանաչ տերեւները եւ Շուշաններ White է գոհացնել իմ սիրուն աղջկա,վերջինը չանցած տարվա վերջը պահել նրանց ձմռանը,ծաղիկ է նրան գեղեցիկ ոտքերը, մինչեւ ձյունը են հալված.Յուրաքանչյուր տարի ամառվա վերջում ես գնում եմ գտնել դրանք նրա համար,լայն լողավազան, խորը եւ հստակ, հեռու են Withywindle.Այնտեղ նրանք բացել է առաջին գարնանը եւ այնտեղ նրանք դանդաղել վերջին.Ըստ այդ լողավազանում շատ վաղուց ես գտել գետի դուստրը,արդար երիտասարդ Goldberry նստած rushes:Քաղցր էր նրա երգում, ապա, եւ նրա սիրտը բաբախում!Եւ որ ապացուցեց լավ է ձեզ համար - հիմա ես պետք է այլեւսիջնում ​​է խորը կրկին հետ մեկտեղ անտառային ջուր,ոչ իսկ տարին է հին. Nor պիտի լինեմ անցնումԾերունին Willow տան կողմը գարնանային անգամ,չէ, մինչեւ Սուրբ գարնանը, երբ River-դստերպար ներքեւ withy-ուղին է լողանալ է ջրի մեջ.
		-- J. R. R. Tolkien

%
Ես մի քիչ ստվեր, որ գնում եւ դուրս է ինձ հետ,Իսկ ինչ կարող է լինել օգտագործումը նրա մասին ավելին է, քան ես կարող եմ տեսնել.Նա շատ, շատ նման ինձ կրունկներ մինչեւ գլխին.Եվ ես տեսնում, նրան ցատկել, ինձմէ առաջ, երբ ես ցատկել է իմ անկողնում.The funniest բան նրա մասին է, որ ճանապարհը, որ նա սիրում է grow--Ամենեւին նման պատշաճ երեխաները, որոնք միշտ էլ շատ դանդաղ.Որովհետեւ նա երբեմն նկարահանում մինչեւ taller, նման է india-ռետինե գնդակ,Եւ նա երբեմն ստանում է այնքան քիչ է, որ կա ոչ մեկը նրան.
		-- R. L. Stevenson

%
Ես սովորեցիԷ հանգեցնել աղանդերներիցՈրը դեռ grates էՈրոշ մարդիկ ի n'oeuvres:
		-- Warren Knox

%
Ես ունեմ շատ բաներ իմ գրպանում.Նրանցից ոչ ոք չի արժե ոչինչ.Հասարակաքաղաքական whines մի կողմ,Gan կամենաք ինձ տալ, անհատույց, ազատ,Գինը կես գալոնOf Gallo լրացուցիչ BadԵւ մեծ մասը ավտոբուսի ուղեվարձի տանը:
		-- Warren Knox

%
Ես կասկած չունեմ, որ Սատանան Grins,Քանի որ ծովերի թանաքով եմ ցողի:Դուք աստվածներ, ներեք իմ «գրական» sins--Մյուս տեսակ չեն կարեւորը:
		-- Robert W. Service

%
Ես ունեմ այդ հին կենսաբանական ձգտումը,Ես ունեմ այդ հին անդիմադրելի աճին,Ես քաղցած եմ.
		-- Robert W. Service

%
Ես գիտեի, Առյուծ Գ CarrolԵղել է ավելի քան մեկ բարելիԵրբ մորմ տեղի է լեռներով: [ "LICK it!"]Եվ ես, իրոք, ստացել տաքԵրբ ես տեսա, Jeanette ScottՊայքար է triffid որ թքում թույն ու սպանում:Science fiction կրկնակի հատկությունըԲժիշկը X կկառուցի արարած:Տես Androids պայքարը Brad եւ JanetAnne Francis աստղերը արգելված PlanetOh ախ, Oh OhԺամը ուշ գիշեր, կրկնակի խաղարկային, կինոնկար:
		-- The Rocky Horror Picture Show

%
Ես գիտեմ, որ եթե դուք արդեն talkin 'Դուք կատարել եք ասել էՃիշտ այնպես, ինչպես suprised եք wuz կողմից կենդանի մեռած.Դուք wuz suprised, որ նրանք կարող են հասկանալ, թե ձեզ բանալիներըեւ երբեք արձագանքել մեկ անգամ ողջ ճշմարտության լսեցին:Բայց չեք ստանում քառակուսի!Չկա ոչ մի օրենք, որը ասում է, որ իրենք ստացել են հետաքրքրում.Նրանք միշտ կարող երդվել, նրանք խուլ, համր եւ կույր.
		-- The Rocky Horror Picture Show

%
Ես վերջին շրջանում կորցրել է նախատրամադրվածությունը.Այն թաքցրել, ես մտածեցի, վարը իմ աթոռինԵւ զայրացած Ես լաց եղա, "նզովք.Մինչեւ դուրս տակ այնտեղ »:Կոռեկտությունը իմ գրպանի տեղեկագիրք ուղեցույց,Եվ straggling արտահայտությունները ես զզվում,Եվ դեռ ես մտածում », - Ինչ պետք է նա գայՄինչեւ դուրս մինչեւ համար »:
		-- Morris Bishop

%
Ես գլուխս դնելու է երկաթուղային հետքերով,Waitin 'համար կրկնակի E.Երկաթուղին չեն վազում, ոչ ավելին:Վատ աղքատ է խեղճ զիս: [Երգչախումբը]Վատ աղքատ է խեղճ ես, աղքատ Աղքատ խեղճ զիս:Այս երիտասարդ աղջիկները թույլ չի տա ինձ լինի,Տէր, ողորմիր ինձ!Վա՜յ ինձ!Դե, ես հանդիպեցի մի աղջկա, West Hollywood,Դե, ես չէ անուններ:Սակայն նա, իրոք, աշխատել ինձ ավելի լավ է,Նա եղել է ճիշտ այնպես, ինչպես Jesse James.Նա, իրոք, աշխատել ինձ ավելի լավ է,Նա եղել է վարկային իր սեռի.Նա ինձ միջոցով որոշ փոփոխությունների, տղա,Տեսակ նման է WARING blender. [Երգչախումբը]Ես հանդիպել եմ մի աղջկա է Rainbow բար,Նա հարցրեց ինձ, եթե ես ուզում ծեծել է նրան:Նա ինձ տարավ ետ է Hyatt տանը,Ես չեմ ուզում խոսել դրա մասին: [Երգչախումբը]
		-- Warren Zevon, "Poor Poor Pitiful Me"

%
Ես նրան հանդիպեցի մի ճահճի ներքեւ DagobahՈրտեղ է այն փուչիկները, ամբողջ ժամանակ նման հսկա գազավորված սոդաS-O-D-A սոդաԵս տեսա, որ փոքրիկ թզուկ նստած այնտեղ մուտքԵս հարցրեցի, թե նրա անունը եւ մի raspy ձայնով, - ասաց նա YodaY-O-D-A Yoda, Yo-Yo-Yo-Yo YodaԴե, ես արդեն շուրջ, բայց ես այն երբեք չի տեսելA guy ով նայում նման է Muppet, բայց նա wrinkled եւ կանաչOh my Yoda, Yo-Yo-Yo-Yo YodaԴե, ես չեմ համր, բայց ես չեմ կարող հասկանալ, թեԻնչպես նա կարող է բարձրացնել ինձ օդում պարզապես բարձրացնելով իր ձեռքըOh my Yoda, Yo-Yo-Yo-Yo Yoda, Yo-Yo-Yo-Yo Yoda«Լոլա» կողմից հանգույց
		-- Weird Al Yankovic, "The Star Wars Song," to the tune of

%
Ես պետք է ստեղծել մի համակարգ, կամ enslav'd կողմից ուրիշի.Ես չեմ պատճառով, ու համեմատել. Իմ բիզնեսը պետք է ստեղծել.
		-- William Blake, "Jerusalem"

%
Ես երբեք չեմ տեսել, Մանուշակագույն կովԵս երբեք չեմ հույս ունենք տեսնել մեկինԲայց ես կարող եմ պատմել ձեզ կերպԵս կցանկանայի, բավական է տեսնել, քան լինել մեկը.Ես երբեք չեմ տեսել մանուշակագույն կովԵս երբեք չեմ հույս ունենք տեսնել մեկինՍակայն կաթի մենք ստանում օրսԿան, իհարկե, պետք է լինի մեկըԱխ, այո, ես գրել եմ «The Purple Cow"Ես ցավում եմ, հիմա ես գրել այնԲայց ես կարող եմ պատմել ձեզ կերպԵս կսպանեմ քեզ, եթե դուք մեջբերման այն.
		-- Gellett Burgess, many years later

%
Ես պարտական ​​եմ պարտական,Դա դուրս է աշխատել ես գնում եմ ...
		-- Gellett Burgess, many years later

%
Ես, իրոք, ատում այս անիծված մեքենանՄաղթում եմ, որ նրանք վաճառել այն.Այն երբեք չի էլ ինչ ես ուզում եմԲայց միայն այն, ինչ ես ասում եմ այն:
		-- Gellett Burgess, many years later

%
«Ես ասացի,« քարոզիչ, տուր ինձ ուժ է տուրում 5. »Նա ասել է, «Այն, ինչ դուք պետք է մեծանա, որդի»:Ես ասացի, «Growin 'մինչեւ հանգեցնում է growin' հին,Եւ ապա մահանում է, եւ ինձ համար, որ չեն հնչի նման շատ զվարճալի. "
		-- John Cougar, "The Authority Song"

%
Ես տեսա մի մարդու, հետապնդում հորիզոնում,«Շուրջը նրանք sped:Ես անհանգստացած է սա,Ես accosted այդ մարդուն,«Դա անօգուտ», - ասացի ես:«Դուք կարող եք never--»"Դու ստում ես!" Նա լաց,եւ վազեց:
		-- Stephen Crane

%
Ես տեսնում եմ, վատ լուսինը բարձրանում:Ես տեսնում եմ, դժվարությունների ճանապարհին.Ես տեսնում եմ երկրաշարժեր եւ lightnin 'Ես տեսնում եմ, վատ ժամանակներ այսօր.Մի գնա 'կլոր երեկո,Դա պարտավոր է վերցնել ձեր կյանքը.Կա մի վատ Մունը վերելք:
		-- J. C. Fogerty, "Bad Moon Rising"

%
Ես տեսնում եմ, որ ութվալենտական ​​է քո աչքով,Ես լսում եմ, որ մրցութային թենզոր քո Sigh.Bernoulli կլիներ բովանդակություն է մահանալՈր նա սակայն հայտնի այնպիսի _ A-Squared COS 2 (Phi)!
		-- Stanislaw Lem, "Cyberiad"

%
Ես նամակ եմ հղել է ձուկ, ես ասել եմ, որ դա շատ բարձր է եւ պարզ է,Ես նրանց ասացի. «Սա, ինչ ես ցանկանում»: Ես գնացի եւ բղավում իր ականջին.Փոքրիկ ձկներ են ծովը, բայց նա շատ թունդ է եւ հպարտ,Նրանք ուղարկվել է պատասխան ետ ինձ: Նա ասել է, «Դուք պետք չէ բղավել այնքան բարձր»:The Little Ձուկ պատասխանը եղել, եւ նա շատ հպարտ ու թունդ,«Մենք չենք կարող դա անել, սըր, քանի որ ...« Նա ասել է. «Ես կգնամ ու արթնացնել նրանց, եթե ...»Ես նամակ եմ հղել ետ ասել, ես վերցրել մի թեյնիկ ից Գրքերի,Դա կլինի ավելի լավ է ենթարկվել. Ես գնացի արթնացնել նրանց ինձ.Բայց ինչ-որ մեկը եկել է ինձ մոտ եւ ասաց, բայց երբ ես գտա, որ դուռը կողպված«Փոքրիկ ձկներ են անկողնում». Ես քաշում ու հրել եւ մեկնարկել ութակեցին,Ես ասացի նրան, եւ ես ասացի, որ դա պարզ եւ երբ ես գտա, որ դուռը փակուեց,«Այնուհետեւ դուք պետք է արթնացնել նրանց կրկին." Ես փորձեցի դիմել է կարգավորել, բայց ...«Արդյոք, որ բոլոր.» - հարցրեց Alice.	"Այսքանը." ասել է Կարճահասակծ կարճլիկ մարդ: "Ցտեսություն."
		-- Stanislaw Lem, "Cyberiad"

%
Ես ուղերձ է հղել է այլ ժամանակ,Բայց քանի որ օրերը քանդվել - սա ես պարզապես չեմ կարող հավատալ,Ես ուղերձ է հղել այլ հարթություն,Գուցե դա ամենը խաղ է, բայց սա ես պարզապես չեմ կարող հասկանալ:...Ես հանդիպել եմ մեկին, ով նայում է շատ նման քեզ,Նա անում է այն, ինչ դուք անել, բայց նա է IBM.Նա միայն ծրագրավորված է շատ գեղեցիկ,Բայց նա, ինչպես սառը, ինչպես սառույցի, երբ ես շատ մոտ է,Նա պատմում է ինձ, որ նա սիրում է ինձ շատ է,Բայց երբ փորձում եմ դիպչել, նա ստիպում է ամեն ինչ շատ պարզ է:...Ես հասկանում եմ, որ դա պետք է, կարծես, այնքան տարօրինակ է,Այդ ժամանակ է rearranged, բայց ժամանակն ունի վերջնական խոսքը,Նա գիտի, որ ես կարծում եմ, որ ձեզանից, նա կարդում է իմ միտքը,Նա փորձում է լինել անգութ, նա գիտի, ոչինչ մեր աշխարհում.
		-- ELO, "Yours Truly, 2095"

%
Ես կրակել է հարցմանը մեջ ցանցում:Ես չեմ ստացել մի պատասխան չկա, Ա տեղադրված հաղորդագրությունը զանգահարեց ինձ փտածԲայց յոթ մարդ է տվել ինձ դժոխք անտեսելով mail Ես ուզում երբեք չեմ ստացել.Եւ ասաց, ես պետք է սովորել տառ առ տառ ասել. Զայրացած հաղորդագրությունը ինձ հարցրեց, խնդրում ենքՄի ուղարկեք այդպիսի լորձունք արտերկրում.Փաստաբանը ուղարկեց ինձ անձնական փոստԵւ երդուեց նա ուզում ապտակ իմ ass բանտում - One netter մտածեցի, որ դա եղել է խաբեություն:Ես ուզում նշել, Un * x իմ գանձ »կյանքերում փակցնելու համար զուտ dot jokes!";Եւ չկարողացավ ավելացնել T եւ մ. Եվս մեկ կոչ է արել իմ քերականական չարԵւ քննադատել իմ գրելու ոճը:Ամեն օր ես սկան յուրաքանչյուր առարկայի գիծԻ հուսով է, որ թեման կլինի իմը.Ես կրակել է հարցմանը մեջ ցանցում:Ես չեմ ստացել պատասխան չկա ...
		-- Ed Nather

%
Ես կանգնած առաջատար եզրին,Արեւելյան ծովամերձ շրջան իմ ոտքերի հույսին.«Անցնել!" ասել է Յոկո ՕնոնԵս շատ վախեցած է եւ լավ փնտրում, ես լաց.Գնալ վրա եւ տալիս այն փորձեք,Ինչու է երկարացնել հոգեվարքի, բոլոր մարդիկ պետք է մեռնել:
		-- Roger Waters, "The Pros and Cons of Hitchhiking"

%
Ես կարծում եմ, որ ես երբեք չեմ լսել,A բանաստեղծությունը lovelier քան գարեջուր:Այն իրերը, որ Joe- ի Bar ունի թակել,With ոսկե բազայի եւ ձնառատ կափարիչ:Այն իրերը, որ ես կարող եմ խմել, ամբողջ օրըՄինչեւ իմ mem'ry հալվում:Բանաստեղծությունները, որոնք կատարվում են հիմար, ես մտավախություն ունեմ,Բայց միայն Schlitz կարող եք կատարել գարեջուր:
		-- Roger Waters, "The Pros and Cons of Hitchhiking"

%
Ես կարծում եմ, որ ես պիտի չտեսնէA Billboard սիրուն որպես ծառից.Իսկապես, եթե գովազդային վահանակների ընկնումԵս երբեք չեմ տեսնում, ծառ է բոլոր.
		-- Ogden Nash

%
Ես կարծում եմ, որ ես պիտի չտեսնէՄի բան, ինչպես կարապետ որպես ծառից.Սակայն, ինչպես տեսնում եք, որ ծառերը գնացելՆրանք գնացին այս առավոտ արշալույսին:A անտառահատումները ամուր են քաղաքից դուրսԵկան եւ թակած ծառերը բոլոր ներքեւ.Բայց ես պիտի խաբել այդ կեղտոտ skunksԵւ գրել բոլորովին նոր բանաստեղծություն, որը կոչվում է 'կոճղերը'.
		-- Ogden Nash

%
«Ես մտածեցի, որ դուք ասել եք, եղել է 20 տարեկան է»«Որպես ծրագրավորող, այո», - պատասխանեց նա,«Իսկ դուք պնդում է շատ մոտ երկու մետր բարձրություն!"«Դուք ասում եք, եղել շեկո, բայց դուք ստել»Oh, նա եղել է հակեր, եւ նա մեկն էր, նույնպես,Նրանք այնքան շատ ընդհանրություններ, դուք ուզում ասել.Նրանք մտքեր են փոխանակել կատակներ եւ բանաստեղծություններ, խելացի նոր Hacks,Եւ հուշում է, որ եղել են խելոք կամ risque:Նա ուղարկեց նրան նկարը իր եղբոր Sam,Նա ուղարկեց մեկը ինչ-որ անցյալ բարձր դպրոցական օրը,Եվ դա կարող է անցել համար մնացած իրենց կյանքում,Եթե ​​նրանք չեն հանդիպել են L.A.«Ձեր Մորուքը է անութ", - ասել է նա զզվանքով:Նա պատասխանեց. «Քո անութ մի մորուք»Եվ նրանք chorused. «Ես կարծում եմ, որ ես կարող եմ կանգնել, մնացածըԵթե ​​դուք այդպես չլիներ բոլորովին տարօրինակ »Եթե ​​նա չի ասել այն, ինչ նա ուզում է լսել,Եվ նա չէր արել, պարզապես միեւնույն է,Նրանք ուզում են եղել շատ ավելի ազնիվ է, եւ երբեք հանդիպել,Եւ չէր ունեցել զվարճալի խաղի.Էլեկտրոնային Փոստ «
		-- Judith Schrier, "Face to Face After Six Months of

%
Էի լինել նման քաղցր քաղցր բան է, 'Til նրանք ստացել բռնեց ինձ,Ես բացեցի դռները փոքր հին տիկնայք, ես օգնեցի կոյրերը, տեսնում,Ես ստացել ոչ ընկերների պատճառը, որ նրանք կարդալ թերթերը, նրանք չեն կարող տեսնել,Ինձ հետ, եւ ես feelin 'իրական կրակել ներքեւ,Եւ ես, Uh, feelin 'նշանակում է,Ոչ ավելի, պարոն Nice Guy,Ոչ ավելի, պարոն մաքուր,Ոչ ավելի, պարոն Nice Guy,Նրանք ասում են «Նա հիվանդ է, նա անպարկեշտ».Իմ շունը կծեց ինձ վրա ոտքը այսօր, իմ կատուն clawed իմ աչքերը,Ma արդեն նետում դուրս սոցիալական շրջանակի, եւ հայրիկ է թաքցնել,Ես գնացի եկեղեցի, ծպտյալ, երբ բոլորը վարդ,Վերապատվելի դարբնոց, նա ճանաչված է ինձ,Եւ բռունցքներով ինձ քիթը, - ասել է նա.(ԿՐԿՆԵՐԳ)Նա ասել է, «Դու հիվանդ է, դու անպարկեշտ».
		-- Alice Cooper, "No More Mr. Nice Guy"

%
Ես ծնվել եմ մեկ բարելի մորթել դանակներովTrouble Ես սիրում եմ, եւ խաղաղությունն եմ արհամարհելՎայրի ձիերի մեկնարկել է ինձ իմ կողքինՀետո մի բոժոժավոր օձ կծեց ինձ, եւ նա քայլում է եւ մահացել:
		-- Bo Diddley

%
Ես eatin «որոշ կտրել suey,Մի կնոջ հետ Սանկտ Լյուին,Երբ կա հանկարծակի գալիս է մի Knockin 'է դուռը:Եւ որ knocker, նա ասում է, «մեղր,Գլորում այս rocker դուրս որոշակի գումար,Կամ ձեր հայրիկը նկարահանում է baddie է հատակին »:
		-- Mr. Miggle

%
Ես գնացի տուն մատուցողուհի,Այն ճանապարհը, որ ես միշտ անել.Ինչպես էի ես իմանալ.Նա հետ էր ռուսներին:Ես խաղային Հավանա,Ես էլ մի քիչ ռիսկ:Ուղարկել Իրավաբանները, զենքերը, եւ գումար,Հայրիկ, ինձ դուրս է սա:
		-- Warren Zevon, "Lawyers, Guns and Money"

%
Ես մոտեցա իմ ընկերոջը, նա eatin «թթու.Ես ասացի. «Ողջույն, ինչ happenin»:Նա ասել է, "Nothin '»:Փորձեք երգել այս երգը այդպիսի ոգեւորությամբ.Քանի որ, եթե դուք պարզապես squashed Ոստիկաններն.
		-- Arlo Guthrie, "Motorcycle Song"

%
Ես չեմ խաղալ քաշել o 'պատերազմի.Ես կցանկանայի, որ խաղալ hug o 'պատերազմի,Որտեղ բոլորը ԳրկախառնվելՓոխարենը tugs,Որտեղ բոլորը gigglesԵւ թխվածքներ գորգի վրա,Որտեղ բոլորը Համբույր,Եվ բոլորն էլ ժպտում,Եվ բոլորն էլ cuddles,Եվ բոլորն էլ հաղթում է:
		-- Shel Silverstein, "Hug o' War"

%
Ես արթնացա մի feelin 'նշանակումիջան խաղալ ինքնագործող ապարատանիվները շրջվեց,եւ տառերը կարդալու«Ավելի լավ ղեկավարը վերադառնալ Tennessee Jed»
		-- Grateful Dead

%
Ես կցանկանայի իմանալ, թեԻնչ ես Ցանկապատերի էԻսկ այն, ինչ ես Ցանկապատերի դուրս.
		-- Robert Frost

%
Ես երբեք լաց, եթե ես չէի գտնումԿապույտ կետ իմ ապուր ...Ոչ էլ ես դեմ PorcupineՆերսում հավի համագործ.Այո, կյանքը լավ է, երբ ամեն ինչ համատեղել,Հավանել խոզապուխտ, տավարի Chow Mein ...Տէր, այս անգամ ես կարծում եմ մտքով,Նրանք դրել թթու իմ անձրեւի տակ:
		-- - Milo Bloom

%
Ես կցանկանայի ավելի շուտ ծիծաղում հետ sinners,Քան լաց սրբերի հետ,Մեղաւորները են շատ ավելի զվարճալի!
		-- Billy Joel, "Only The Good Die Young"

%
Ես պետք շնորհել քեզ Random Access իմ սրտում,Thoul't ասեք ինձ բոլոր հաստատուններ քո սիրո.Եվ այսպես, մենք երկուքը պիտի բոլորս սիրում ի lemmas ապացուցել,Եվ մեր պարտավորված բաժանման երբեք չի.Չեղյալ է ինձ ոչ համար, թե ինչ է, ապա պետք է մնան.Abscissas, որոշ mantissas, մոդուլներ, եղանակները,A արմատ կամ երկու, մի torus եւ հանգույցի:Որ հակառակ իմ չափածո, զրոյական տիրույթը:Ես տեսնում եմ, որ ութվալենտական ​​է քո աչքով,Ես լսում եմ, որ մրցութային թենզոր քո Sigh.Bernoulli կլիներ բովանդակություն է մահանալԵթե ​​նա, բայց հայտնի է, նման մի քառակուսու COS 2 (քու)!
		-- Stanislaw Lem, "Cyberiad"

%
Ես սովորում խաղալ սաքսոֆոն,Ես խաղալ միայն այն, ինչ զգում եմ:Խմեք Շոտլանդական վիսկի ամբողջ գիշեր,Եւ մեռնել ետեւում անիվ:Նրանք ստացել է անունը հաղթողների աշխարհում,Ես ուզում եմ մի անուն, երբ ես կորցնում:Նրանք կոչ են անում Alabama որ Crimson ալիքը,Զանգի ինձ սարկավագը Blues.
		-- Becker and Fagan, "Deacon Blues"

%
Ես տեսնում ենք ... մութ կողմում լուսնի ...
		-- Pink Floyd

%
Ես նկարիչ.Բայց դա ոչ թե այն, ինչ ես իսկապես ուզում եմ անել:Այն, ինչ ես իսկապես ուզում եմ անել, այն է լինել կոշիկի վաճառողն.Ես գիտեմ, թե ինչ եք պատրաստվում է ասել -«Dreamer! Ստացեք ձեր գլուխը դուրս է ամպերի»:Լավ! Բայց դա, թե ինչ եմ ուզում անել.Փոխարենը, ես պետք է գնալ նկարել ամբողջ օրը:Աշխարհը պետք է մի տեղ կոշիկի կոմիսիոներ.
		-- J. Feiffer

%
Ես ազատ ու ազատությունը նախասիրություններում արտացոլված իրականությանը.
		-- The Who

%
Ես նույնքան տխուր է, քանի ցավալի կարող է լինել:Ես կարոտել ձեր հատուկ ամսաթիվը:Խնդրում ենք ասել, որ դուք չեք խելագար է ինձ համարԻմ հարկային վերադարձը ուշ.
		-- Modern Lines for Modern Greeting Cards

%
Ես ապրում եմ այնքան հեռու իմ եկամտի, որ մենք կարող ենք գրեթե է ասել, որապրում իրարից.
		-- e. e. cummings

%
Ես N-ary ծառը, ես եմ,N-ary ծառը, ես եմ, ես եմ.Ես ստանում անցած կողմից parser Հաջորդ դուռ,Նա շրջեց ինձ յոթ անգամ, մինչեւ.Եվ արդյոք ամեն անգամ դա եղել է N-ARY (N-ARY!)Երբեք չէր երբեւէ անել մի երկուական. (Ոչ մի սըր)Ես 'er ութերորդը ծառը, որ եղել N-ARY.N-ary ծառը ես եմ, ես եմ,N-ary ծառը, ես եմ:
		-- Stolen from Herman's Hermits

%
Ես այնքան թշվառ առանց քեզ, դա գրեթե նման է ունենալ ձեզ այստեղՆա ստացել է ոսկու հանքավայր, ես լիսեռԵրբ իմ սեր գալիս ետ տիկնանց սենյակում ես էլ տարիքով հոգ տանել.Ես չգիտեմ, թե արդյոք պետք է սպանել ինձ կամ գնալ ԲոուլինգDrop Kick ինձ, Հիսուս, Միջոցով Նպատակն գրառումներ կյանքի
		-- Unattributed song title.

%
Ես շատ լավ անբաժանելի եւ դիֆերենցիալ քար,Ես գիտեմ, որ գիտական ​​անունները էակների animalculous.Կարճ ասած, հարցերում բուսական, կենդանական, եւ հանքային,Ես շատ մոդելը ժամանակակից գեներալ-մայոր:
		-- Gilbert & Sullivan, "Pirates of Penzance"

%
Ես եղել այս միայնակ ճանապարհի, այնքան երկար,Արդյոք որեւէ մեկը գիտեք, թե ուր է գնում,Ես հիշում եմ, որ վերջին անգամ նշանները նշեց տուն,Մեկ ամիս առաջ.
		-- Carpenters, "Road Ode"

%
Ես կառուցվել ավելի լավ մոդել, քան այն մեկը, ժամը տվյալներ ԸնդհանուրFor տվյալների բազաների բանջարեղենի, կենդանական եւ հանքայինԻմ OS բռնակներ պրոցեսորների հետ multiplexed երկակիություն.Իմ PL / 1 Կազմողի ցույց է տալիս, տպավորիչ ֆունկցիոնալությունը:Իմ պահեստավորման համակարգի ավելի լավ է, քան մագնիսական հիմնական բեւեռականություն,Դուք երբեք պետք է անհանգստացնել ստուգում են, մի քիչ պարիտետի.Չկա որեւէ պատճառ տեղադրել ոչ ստատիկ հարկ խսիր.Իմ սկավառակատար ունի կարողություն փոփոխական ձեւաչափման:Ես զգում եմ, ստիպված է նշել, թե ինչ ես գիտեմ, պետք է մի gloating կետ:Կա շատ սենյակում հիշողություն փոփոխականներում լողացող կետի,Որը ցույց է տալիս մուտքագրման բանջարեղենի, կենդանական եւ հանքայինԵս կառուցվել ավելի լավ մոդել, քան այն մեկը, ժամը տվյալներ Ընդհանուր:«Ժամանակակից գեներալ-մայոր», է «Pirates of Penzance",ըստ Gilbert & Sullivan)
		-- Steve Levine, "A Computer Song" (To the tune of

%
Ես վերջապես գտել է կատարյալ աղջկան,Ես չէի կարող խնդրել ավելի,Նա խուլ ու համր, եւ ավելի, sexed,Եւ պատկանում է խմիչքների խանութը:
		-- Steve Levine, "A Computer Song" (To the tune of

%
I / O, I / O,Դա դուրս է սկավառակի գնում եմ ես,Մի քիչ կամ բայտ է կարդալ կամ գրել,I / O, I / O, I / O ...
		-- Steve Levine, "A Computer Song" (To the tune of

%
եսamոչշատերջանիկպաշտոնակատարգոհ եմերբհայտնիգիտնականներovermagnifyմտավորկրթվածություն
		-- Steve Levine, "A Computer Song" (To the tune of

%
IBM ուներ PL / I,Դրա շարահյուսական վատ է, քան Ջոս.Եվ ամենուր այդ լեզուն գնաց,Դա մի ընդհանուր կորուստ.
		-- Steve Levine, "A Computer Song" (To the tune of

%
Եթե ​​մի ազգ ակնկալում է անգրագետ ու ազատ,... Դա ինչ է ակնկալում երբեք չի եղել եւ երբեք չի լինի:
		-- Thomas Jefferson

%
Եթե ​​համակարգը կառավարվում է իմաստուն,նրա օգտվողները կլինի գոհ.Նրանք օգտվում hacking իրենց կոդեւ չեն վատնել ժամանակ իրականացնումաշխատուժի տնտեսող shell սցենարներ.Քանի որ նրանք սիրում են իրենց հաշիվները,նրանք չեն հետաքրքրում է այլ մեքենաների:Այստեղ կարող է լինել ՏԵԼՆԵՏ, rlogin, եւ FTP,բայց դրանք չեն օգտվել ցանկացած տանտերերին:Այստեղ կարող է լինել զինանոց ճաքեր եւ չարամիտ,բայց ոչ ոք չի օգտագործում է դրանք:Մարդիկ վայելել կարդում են իրենց փոստով,հաճույք է լինելու իրենց լեզվով Թարգմանված,ծախսել հանգստյան աշխատում իրենց տերմինալների,բերկրանքով է գործերում վայրում:Ու թեեւ հաջորդ համակարգն այնքան մոտ, որոնք օգտվողները կարող են լսել, իր հիմնական կտտացնում եւ ուժեղ հարված beeps,իրենք գոհ են մահանալ ծերությանառանց երբեւէ ունենալու գնացել է տեսնել այն:
		-- Thomas Jefferson

%
Եթե ​​այդ ամենը ճիշտ է, որ ես չեմ կարծում եմ,Այնտեղ պետք է հինգ պատճառ, թե ինչու մեկը չպետք է խմել.Լավ բարեկամներ, լավ գինին, կամ էլ չոր,Կամ գուցէ մենք պետք է ի-եւ-ի,Կամ որեւէ այլ պատճառ, թե ինչու:
		-- Thomas Jefferson

%
Եթե ​​բոլոր ծովերի էին թանաք,Եւ բոլոր REEDS էին գրիչներ,Եւ բոլոր երկինք էին մագաղաթի,Եւ բոլոր այն մարդիկ, կարող են գրել,Դրանք չէին բավականացնիԷ գրել բոլոր կարմիր ժապավենըԱյս կառավարության հետ:
		-- Thomas Jefferson

%
Եթե ​​որեւէ S եւ ես եւ O եւ UՀետ X վերջում spell Su.Եւ մի E եւ Y եւ E ուղղագրության I,Աղօթեցէք, թե ինչ է ուղղագրության անել?Այնուհետեւ, եթե նաեւ որպես S եւ I եւ GԵւ մի hed ուղղագրության կողմը,Կա մի բան շատ մեկնել է ուղղագրության է անելԲայց գնալ commit siouxeyesighed:
		-- Charles Follen Adams, "An Orthographic Lament"

%
Եթե ​​Դոկտոր Seuss Were տեխնիկական Գրող .....Ահա հեշտ խաղ խաղալու.Ահա հեշտ բան է ասում:Եթե ​​փաթեթային հարվածում է գրպանին է վարդակից է նավահանգիստ,Եվ ավտոբուսը ընդհատվել է որպես վերջին միջոց,Եվ հասցեն հիշողության կազմում ձեր ճկուն մագնիսական սկավառակ ձախողվել,Այնուհետեւ Socket փաթեթը գրպանում ունի սխալ հաղորդելու!Եթե ​​ձեր կուրսորը գտնում ընտրացանկի տարրը հաջորդում է գցել,Եվ կրկնակի սեղմելով պատկերակը դնում ձեր պատուհանը զամբյուղից,Եվ ձեր տվյալները կոռումպացված 'պատճառը, որ ցուցանիշը չի hash,ապա ձեր իրավիճակը անհույս, եւ ձեր համակարգի gonna վթարի!Դուք չեք կարող ասել, որ այս. Ինչ ամոթ է, սըր.Մենք կգտնենք ձեզ եւս մեկ խաղ է, սըր.Եթե ​​այդ պիտակի վրա մալուխի սեղանի վրա ձեր տանը,Ասում է, որ ցանցը միացված է կոճակը Ձեր մկնիկը,Բայց ձեր փաթեթներ ցանկանում է թունելի այլ արձանագրության,Դա բազմիցս մերժել է տպիչի ներքեւ դահլիճում,Եվ ձեր էկրանի ամենը խեղաթյուրվել են կողմնակի հետեւանքների gauss,Այնպես որ, ձեր սրբապատկերներ պատուհանից են որպես ալեծածան որպես սոուսով,Ապա դուք կարող եք նաեւ reboot եւ դուրս է պայթյունից,«Ինչի ինչպէս որ ես մի բանաստեղծ, պարազիտ ի gonna կախել!Երբ պատճենը Ձեր անգործունյա ստանում անփույթ սկավառակի վրա,Եւ microcode հրահանգները առաջացնել ավելորդ RISC,Այնուհետեւ դուք պետք է ֆլեշ ձեր հիշողությունը, եւ դուք ուզում եք ram ձեր Հռոմ.Արագ անջատել համակարգիչը եւ վստահ լինել, պատմել ձեր մայրը!
		-- DementDJ@ccip.perkin-elmer.com (DementDJ) [rec.humor.funny]

%
Եթե ​​ես կարող եմ կարդալ ձեր միտքը, սերը,Ինչ մի հեքիաթ ձեր մտքերը կարող եմ ասել,Պարզապես նման որոնում վեպի,The բարի դեղատունը վաճառում,Երբ դուք հասնում մասում, որտեղ վշտի եկել,Հերոսը կլինի ինձ,Հերոսներ հաճախ չեն,Դուք ստիպված չեք կարդացել այդ գիրքը նորից, քանի որվերջավորությունն պարզապես չափազանց դժվար է:Ես քայլում հեռու, նման ֆիլմի աստղ,Ով մինետ այրել է երեք ճանապարհ սցենարի,Մուտքագրեք համարը երկու,Ֆիլմ թագուհին խաղալ տեսարանըԲերելու բոլոր լավ բաներ են ինձ,Բայց հիմա, սեր, եկեք իրականԵս երբեք չեմ մտածել, որ կարող է հանդես գալ այդ ճանապարհը,Եւ ես ստացել եմ ասել, որ ես պարզապես չեն ստանում այն,Ես չգիտեմ, թե որտեղ ենք մենք գնացինք սխալ է, բայց տպավորություն է գնացելԵւ ես պարզապես չեմ կարող ստանալ այն ետ ...
		-- Gordon Lightfoot, "If You Could Read My Mind"

%
Եթե ​​ես կարող եմ մնում իմ գրիչը իմ սրտում,Ուզում եմ թափվել այն ամբողջ փուլում.Ցանկանում, որ բավարարել ya, որ դա սահում է ya,Ցանկանում եք կարծում, որ տղան տարօրինակ է.Չէ որ նա տարօրինակ է....Եթե ​​ես կարող եմ մնում դանակ իմ սրտում,Ինքնասպանությունը հենց բեմի վրա,Ցանկանում, որ լինի բավարար Ձեր դեռահասների lust,Ցանկանում, որ օգնում է թեթեւացնել ցավը.Թեթեւացնել ձեր ուղեղը.
		-- Rolling Stones, "It's Only Rock'N Roll"

%
Եթե ​​ես չեմ քշել շուրջ այգում,Ես բավականին վստահ է, իմ նշանի:Եթե ​​ես անկողնում ամեն գիշեր տաս,Ես կարող եմ ստանալ ետ իմ արտաքինը կրկին.Եթե ​​ես ձեռնպահ մնալ զվարճալի եւ այդպիսին,Ես երեւի կազմում է շատ.Բայց ես պետք է մնա այնպես, ինչպես ես եմ,Քանի որ ես չեմ թքել.
		-- Dorothy Parker

%
Եթե ​​ես ձեզ խոստացել լուսինը եւ աստղերը, որ դուք հավատում դրան:
		-- Alan Parsons Project

%
Եթե ​​ես ճանապարհորդում է ավարտին rainbowՔանի որ Dame Fortune արեց մտադիրMurphy կլինի այնտեղ, ասեք ինձ,The Pot ի մյուս վերջում:
		-- Bert Whitney

%
Եթե ​​հետազոտողները գրել է մանկական ոտանավորներ ...Little Miss Muffet նստեց իր gluteal տարածաշրջանում,Eating բաղադրիչները սրվեցին կաթ:Առնվազն մեկ անգամ,եկավ մի arachnid եւ նստեց նրա կողքին,Կամ առնվազն իր հարեւանությամբ,Եւ առաջացրել նրան զգում ճնշող, բայց ոչ կաթվածահար, վախ,Որ մոտիվացված հիվանդին լքել տարածքը բավականին արագ:
		-- Ann Melugin Williams

%
Եթե ​​նա չի եղել cupric իր իոնների,Նրա ձեւը ovoidal,Նրանց սիրավեպը կարող է ծաղկում.Բայց նա կառուցեց tetrahedral է իր վիճակում,Նրա իոնները երկաթի,Սիրում չի կարող օգնել, բայց մեռնել,Uncatylised, իներտ, եւ թերսնվում:
		-- Ann Melugin Williams

%
Եթե ​​դուք ունեցել է ընդամենը մեկ րոպե շնչել,Եվ նրանք շնորհել ձեզ մի վերջնական ցանկություն,Ցանկանում եք խնդրել ինչ-որ բանLike եւս մեկ հնարավորություն.
		-- Traffic, "The Low Spark of High Heeled Boys"

%
Եթե ​​դուք փայտիկ ֆոնդային լիկյոր Ձեր դարակ,Դա է լպրծուն է մնում կողպեքը վրա ձեր ֆոնդի.Կամ ոմանք Joker, ով անջրանցիկ վերարկու,Արդյոք խաբել ձեզ ձեր լիկյոր,Եթե ​​Ձեզ չի հաջողվում կողպեք ձեր լիկյոր մի կողպեքի:
		-- Traffic, "The Low Spark of High Heeled Boys"

%
Եթե ​​դուք մտահոգված են երկրաշարժերի եւ միջուկային պատերազմի,Ինչպես նաեւ երթեւեկության եւ հանցագործության,Տեսնենք, թե ինչպես անհանգստանում ազատ gophers են,Չնայած նրան, որ ապրում է burrowed ժամանակին:
		-- Richard Armour, WSJ, 11/7/83

%
Il brilgue: les T ^ oves libricilleuxSe gyrent եւ frillant dans le guave,ENM ^ im 'առաջ sont les gougebosquex,Et le մ ^ omerade horgrave:Es brilig պատերազմ: Die schlichte TovenWirrten und wimmelten է Waben.Und Aller-mumsige BurggovenDir mohmen Rath ausgraben:
		-- Lewis Carrol, "Through the Looking Glass"

%
Ի / users3 արել Kubla ԿանըՎսեմ հաճելի գմբեթը հրամանագիրը,Որտեղ է / bin, սուրբ գետը վազեցՄիջոցով Test Suites measureless մարդուDown է անարեւ C.
		-- Lewis Carrol, "Through the Looking Glass"

%
Ամեն աշխատանք, որը պետք է արվի, կա տարր զվարճալի.Գտնել fun, եւ արտահերթ! Աշխատանքը մի խաղ.Եվ ամեն խնդիրն եք ձեռնարկել, դառնում մի կտոր թխվածք,արտույտի, մի աշխուժություն. դա շատ պարզ է տեսնել.
		-- Mary Poppins

%
Ավագ դպրոցում ԲրուքլինումԵս եղել եմ, որ բեյսբոլ կառավարիչ,հպարտ եմ, քանի որ ես կարող եմ լինելԵս հետապնդել baseballs,հավաքված նետում batsհանձնել դուրս սրբիչներ Ի վերջո, ես գնեցի իմ սեփականԴա շատ կարեւոր էր, աշխատանքը, բայց դա եղել է մուգ կապույտ, իսկմի փոքր spastic երեխայի, պաշտոնական նրանք էին կանաչբայց ես մի թիմ անդամ ոք երբեք չի ասել, ոչինչԵրբ որ թիմը ստացել է ինձ իմ կապույտ բաճկոնը.նրանց ջերմ- up բաճկոնների տղաները եղել են իմ ընկերներըԵս չեմ ստանում ոք դեռ ցավում է ինձ ամբողջ տարիՄիայն հերթական թիմը է հագնում, որ կապույտ պիջակստացել այդ jackets, եւ բոլոր այն կանաչ նորերըանշուշտ ոչ մի մենեջեր Նույնիսկ հիմա, քառասուն տարի անց,Ես դեռ հիշում են, որ բաճկոնըեւ հիշողությունը շարունակվում է վնասում:
		-- Bart Lanier Safford III, "An Obscured Radiance"

%
Ի Riemann- ի, Hilbert կամ Banach տարածությանԹող superscripts եւ ենթագրերով գնալ իրենց ուղիները:Մեր asymptotes այլեւս դուրս են փուլի,Մենք պետք է բախվում, չհաշված, դեմ առ դեմ.
		-- Stanislaw Lem, "Cyberiad"

%
Ի dimestores եւ ավտոկայաններՄարդիկ խոսում իրավիճակներիԳիրք կարդալու կրկնել մեջբերումներՀետեւություններ անել պատին.
		-- Bob Dylan

%
Ի վաղ առավոտյան հերթում,Հետ ցուցակման ձեռքիս:Հետ անհանգստացեք իմ սրտում, Այնտեղ տերմինալային թիվ 9,Waitin 'այստեղ CERAS երկրում: Pascal վազում ամենը դրված է գնալ.Ես երկար ճանապարհ քնից, բայց ես waitin «հերթում,Ինչպես եմ կարոտում է լավ կերակուր, որ. Այս օրենսգրքի, որ երբեւէ աճող.Ի վաղ Mornin 'հերթում, Հիմա նախասրահում աթոռներ են փափուկ,Առանց տեղ գնալ: Բայց, որ չի կարող կատարել հերթ շարժվել արագ.Hey, այնտեղ գնում է իմ ընկերն է,Ես տեղափոխվել մինչեւ մեկը վերջապես.Morning Rain «Գ Lightfoot
		-- Ernest Adams, "Early Morning Queue", to "Early

%
Ի երկրին մութ նավըSun պայմանավորված է երախտապարտ Dead:
		-- Egyptian Book of the Dead

%
Այս valeԾանր աշխատանք եւ մեղքիՁեր գլուխը ճաղատանաԲայց ոչ քո կզակ:
		-- Burma Shave

%
Ի xanadu արել Kubla KhanՎսեմ հաճելի գմբեթը հրամանագիրը:Որտեղ է alph, սուրբ գետը, վազեցՄիջոցով caverns measureless մարդունՆերքեւ մի անարեւ ծովը.Այնպես որ, երկու անգամ հինգ մղոն պարարտ հողի վրաWith պատերի եւ աշտարակների էին girdled տուրԵւ կային այգիներ պայծառ ոլորապտույտ rills,Որտեղ է ծաղկում բազմաթիվ խունկ կրող ծառը.Եվ այստեղ էին անտառը հինավուրց են, որքան լեռներով,Enfolding արեւոտ բծերը կանաչապատում:
		-- S. T. Coleridge, "Kubla Kahn"

%
Ի xanadu արել Kubla խանը մի վսեմ հաճելի գմբեթը հրամանագիրԲայց միայն այն դեպքում, եթե NFL է ձայնի կհամաձայնի:
		-- S. T. Coleridge, "Kubla Kahn"

%
Into սիրո եւ դուրս կրկին,Այսպիսով, ես գնացի, եւ դրանով իսկ ես գնում եմ:Պահեստամասեր ձեր ձայնը, եւ պահեք ձեր գրիչ:Դե, եւ դառնությամբ ես գիտեմ,Բոլոր երգերը երբեւէ երգել,Բոլոր բառերը երբեւէ ասաց.Կարող է դա լինել, երբ երիտասարդ էի,Ինչ - որ մեկը իջել ինձ իմ գլխին.
		-- Dorothy Parker, "Theory"

%
Այն չի կարող լինել երեւում, չի կարող զգացի,Չի կարելի լսել, չի կարող smelt:Այն կայանում է նրանում ետեւում սկսվում տակ բլուրներին,Եւ դատարկ անցքեր, այն լցնում:Դա գալիս է առաջին եւ հետեւում է այն բանից հետո,Ավարտվում կյանքը, սպանում ծիծաղ:
		-- Dorothy Parker, "Theory"

%
Այն կախված ցած է ջահՈչ ոք չգիտի, թե էլ ինչ է այն անումԴրա գույնի է տարօրինակ եւ նրա ձեւը, տարօրինակԱյն emits բարձր հնչեղության շպրտելԱյն աճում է մի քանի ոտնաչափ յուրաքանչյուր օրեւ wriggles հետ տեսակ A ցնցվելՈչ ոք bugs, որ դա «Ինչի դա գալիս էայցելող հորեղբայրը, ով հարուստ!
		-- To "It Came Upon A Midnight Clear"

%
Դա տեղի է ունեցել, վաղուցԷ նոր կախարդական հողիՀնդիկների եւ գոմեշիԳոյություն է ձեռք ձեռքիՀնդիկների համար անհրաժեշտ սննդիՆրանք պետք երեսվածքները համար տանիքՆրանք միայն վերցրել են այն, ինչ նրանք պետք էԵւ գոմեշի վազեց չամրացվածԲայց հետո եկավ սպիտակ մարդունԻր հաստ եւ դատարկ գլխինՆա չէր կարող տեսնել անցյալը նրա billfoldՆա ուզում էր, ամբողջ ժամանակ գոմեշի սատկածՏխուր էր, ախ, այնքան տխուր.
		-- Ted Nugent, "The Great White Buffalo"

%
Դա ոչ թե լավ է, մի մարդ է լինի առանց գիտելիքի,եւ նա, ով կատարում շտապողականություն ոտքերով կարոտում է իր ճանապարհը:
		-- Proverbs 19:2

%
Այն օգտագործվում է, որ զվարճալի էրԳրավումը եւ սպանել.Մեկ այլ տեղ եւ ժամանակԵս դա արել եմ ամենը հուզմունքներ.
		-- Lust to Love

%
Այն էր, մեկ անգամ եւս շատերինՄեկ բառով շատ քիչԱյն էր, չափազանց շատ է ինձ համար, եւ ձեզԿար մի ճանապարհ գնալՈչինչ ավելի մենք կարող ենք անել,Մեկ անգամ եւս շատերինՄեկ բառով շատ քիչ
		-- Meredith Tanner

%
Դա արագ ձի,Երիտասարդ կանանց,Ավելի հին վիսկի եւԱվելի շատ փող.
		-- Tom T. Hall, "The Secret of Life"

%
Դա gonna լինի լավ,Դա գրեթե կեսգիշեր,Եւ ես ստացել եւս երկու շիշ գինի:
		-- Tom T. Hall, "The Secret of Life"

%
Դա պարզապես ցատկել դեպի ձախԵվ ապա մի քայլ աջ:Ներդրեք ձեր ձեռքերը ձեր hipsԵւ քաշեք ձեր ծնկները ամուր.Դա pelvic հարվածՈր, իրոք, ստանում եք insa-à-à-a-aneԵկեք անենք այն ժամանակ աղավաղում again!
		-- Rocky Horror Picture Show

%
Դա պարզապես շենքի կանոնները,Այնպես որ դուք 'դեպարտամենտը house հիմարՀիշեք, մէկի առաստաղը ուրիշին հարկ:Մեկ մարդու առաստաղը ուրիշին հարկ:
		-- Paul Simon, "One Man's Ceiling Is Another Man's Floor"

%
Դա Like ThisՆույնիսկ ՍԱՄՈՒՐԱՅունեն teddy արջուկներ,եւ նույնիսկ teddy արջուկներկարբենան:
		-- Paul Simon, "One Man's Ceiling Is Another Man's Floor"

%
Դա ոչ թե ընդդեմ որեւէ կրոնի, որ ցանկանում է տնօրինելու աղավնու.
		-- Tom Lehrer, "Poisoning Pigeons in the Park"

%
Դա այնքան շփոթեցնող ընտրելու կողմերին շոգին պահին,պարզապես տեսնել, եթե դա իրական է,Oooh, դա այնքան էրոտիկ ունենալով եք ասեք ինձ, թե ինչպես այն պետք է զգում,Բայց ես խուսափել բոլոր ծանր սառը փաստերը, որոնք ես ստացել եմ դիմակայել,Այնպես որ, ինձ հարցնում, ընդամենը մեկ հարց, երբ այս կախարդական գիշեր միջոցով,Կարող է դա եղել, պարզապես որեւէ մեկին կամ էլ դա պետք է լինի ձեզ.
		-- Billy Joel, "Glass Houses"

%
John Dame Մայիս ՕսկարԷր գեյ Եղել whitty Եղել WildeԲայց Gerard Hopkins Բայց Ջոն Գրինլիֆ Բայց ThorntonԷր Manley Եղել Whittier Եղել Wilder
		-- Willard Espy

%
Հովհաննես Մկրտիչը, հետո թունավորելու գող,Նայում է իր հերոսի, հրամանատար-ի գլխավոր,Ասելով, որ ինձ մեծ առաջնորդին, բայց խնդրում եմ, որպեսզի այն համառոտԿա մի փոս է ինձ համար ստանալ հիվանդ է.Հրամանատարն է գլխավոր պատասխանում նրան, իսկ հետապնդում է թռչել,Ասելով, որ մահվան բոլոր նրանց, ովքեր ցանկանում գանգատվել եւ լաց.Եւ հրաժարվելով ծանրաձողի նա մատնանշում է երկնքում,Ասելով, որ արեւը չէ դեղին, դա հավի.
		-- Bob Dylan, "Tombstone Blues"

%
Պարզապես մի երգ, նախքան ես գնում եմ, գնում միջոցով անվտանգությանTo որ անկ է, ես գրկեցի նրան այդքան երկար.Traveling կրկնակի արագությունը ձայնի Նա վերջապես նայեց ինձ սիրով,Դա շատ հեշտ է վառել: Եւ նա էր գնացել.Երբ ցույց է տալիս, եղել է ավելի քան պարզապես մի երգ, նախքան ես գնում եմ,Մենք ստիպված էինք վերադառնալ տուն, դաս պետք է սովորել:Եվ երբ մենք բացել դուռը Traveling կրկնակի արագությունը ձայնիԵս պետք է մենակ: Դա շատ հեշտ է վառել:Նա օգնեց ինձ իմ ճամպրուկը,Նա կանգնած իմ աչքի առաջ,Վարորդական ինձ օդանավակայանումԵւ բարեկամ երկնքի ներքո.
		-- Crosby, Stills, Nash, "Just a Song Before I Go"

%
Just մեքենաներ, որպեսզի մեծ որոշումներ,Ծրագրավորված տղամարդկանց համար կարեկցանքի եւ տեսլականի,Մենք պետք է լինի մաքուր, երբ իրենց աշխատանքը կատարվում է,Մենք պետք է հավերժ ազատ, այո, հավերժ երիտասարդ,Ինչ գեղեցիկ աշխարհը սա կլինի,Ինչպիսի փառահեղ ժամանակն է ազատ լինել.
		-- Donald Fagon, "What A Beautiful World"

%
`Պարզապես վայրն է Snark! ' որ Bellman լաց,Քանի որ նա վայրէջք է իր անձնակազմին խնամքով.Աջակցելով յուրաքանչյուր մարդուն գագաթին ալիքըԿողմից մատը entwined իր մազերով.«Պարզապես վայրն է Snark! Ես ասել եմ, այն երկու անգամ:Որ մենակ պետք է խրախուսեն անձնակազմին:Պարզապես վայր է Snark! Ես դա ասել եմ երեք անգամ:Ինչ ձեզ ասում եմ երեք անգամ, ճշմարիտ է »:
		-- Donald Fagon, "What A Beautiful World"

%
`Պարզապես վայրն է Snark! ' որ Bellman լաց,Քանի որ նա վայրէջք է իր անձնակազմին խնամքով.Աջակցելով յուրաքանչյուր մարդուն գագաթին ալիքըԿողմից մատը entwined իր մազերով.`Պարզապես վայրն է Snark! Ես ասել եմ, այն երկու անգամ:Որ մենակ պետք է խրախուսեն անձնակազմին:Պարզապես վայր է Snark! Ես դա ասել եմ երեք անգամ:Ինչ ձեզ ասում եմ երեք անգամ, ճշմարիտ է »:
		-- Donald Fagon, "What A Beautiful World"

%
Պարզապես երեկ առավոտյան, նրանք թող ինձ ճանաչում էիք գնացել,Suzanne, ծրագրերը նրանք պատրաստվում վերջ տալ ձեզ,Ես գնացի, որ այս առավոտ, եւ ես գրի այս երգը,Պարզապես չեմ կարող հիշել, թե ով է ուղարկել այն ...Օ՜, ես տեսել եմ կրակ ու ես տեսել անձրեւ,Ես տեսել եմ, արեւոտ օր, որ ես մտածեցի, որ երբեք չի ավարտվում,Ես տեսել եմ միայնակ անգամ, երբ ես չկարողացա գտնել մի ընկեր,Բայց ես միշտ մտածել եմ, որ ուզում եմ քեզ տեսնել կրկին.Կարծում եմ, ուզում եմ քեզ տեսնել եւս մեկ անգամ, մեկ անգամ.
		-- James Taylor, "Fire and Rain"

%
K: Cobalt մետաղական, դժվար ու փայլում.COBOL ի բառացի եւ պատի.KOBOLDS տապալելու երբ դուք հարվածել նրանց:Վատ չեմ զգում, դա դժվար է նրանց սիրում:
		-- The Roguelet's ABC

%
Պահպանեք հին հողերը, ձեր հարկանի շքեղություն! լաց է լինում նաWith լուռ շուրթերին. Տուր ինձ քո հոգնած, քո աղքատ է,Ձեր huddled զանգվածները yearning շնչել ազատ,Խղճուկների աղբի Ձեր teeming ափին.Ուղարկել սրանք, անօթեւան, փոթորիկը-tossed ինձ ...
		-- Emma Lazarus, "The New Colossus"

%
Թակոց Թակոց ... (ով է այնտեղ) Եթեր! (Եթեր ով?) Եթեր Bunny ... Այո![Երգչախումբը]Yeay!Մնալ Happy կողմում, միշտ երջանիկ կողմում,Մնալ Happy կողմում կյանքի!Bum bum bum bum bum bumԴուք կարող եք զգում ոչ մի ցավ, քանի որ մենք քշել ձեզ խելագար,Այնպես որ, Մնացեք Happy կողմում կյանքի!Թակոց Թակոց ... (ով է այնտեղ) Anna! (Աննան, ով?)An մյուսը Եթեր Bunny ... [երգչախումբը]Թակոց Թակոց ... (ով է այնտեղ) թյունինգ! (Թյունինգ ով?)Եւս մեկ Եթեր Bunny ... [երգչախումբը]Թակոց Թակոց ... (ով է այնտեղ) Yetta! (Yetta ով?)Եվս մեկ Եթեր Bunny ... [երգչախումբը]Թակոց Թակոց ... (ով է այնտեղ:) Բեռնափոխադրումներ! (Բեռների ով?)Բեռների Վ Վ եւ վրաերթի է Եթեր bunny ... [երգչախումբը]Թակոց Թակոց ... (ով է այնտեղ) Boo! (Boo ով?)Մի լար! Եթեր Bunny է ետ հաջորդ տարի! [Երգչախումբը]
		-- Emma Lazarus, "The New Colossus"

%
Տիկնայք եւ պարոնայք, Hobos եւ Tramps,Cross-eyed մոծակներ, bowlegged ants,Ես գալիս եմ, նախքան դուք կանգնել ետեւում ձեզԵմ ձեզ ասել, ինչ - որ բան, ես գիտեմ, որ ոչինչ մասին.Հաջորդ հինգշաբթի (ինչը լավ է ուրբաթ),Կլինի մի համաժողովին էԿանանց ակումբ, որը խիստ տղամարդկանց համար:Մուտքն ազատ է, վճարել է դուռը,Քաշեք մի աթոռ, եւ նստել հատակին:Դա եղել է ամառային օրը ձմռանը,Եվ ձյունը անձրեւում էր արագ,Որպես ոտաբոբիկ տղայի հետ կոշիկներ,Կանգնեց նստած խոտերի.Oh, որ պայծառ օրը, որ մեռած է գիշերը,Երկու մեռած մարդիկ վեր կացան, պետք է պայքարել.Երեք կոյրերը է տեսնել արդար խաղալ,Քառասուն խլացումները է գոռալ «Ուռա՜»!Վերադառնալ ետ, նրանք կանգնած են միմյանց,Ոչ-ոքի խաղաց իրենց swords եւ կրակել միմյանց:A խուլերը ոստիկան լսել է աղմուկ,Եկան եւ ձերբակալվել է այդ երկու մահացած տղաներին.
		-- Emma Lazarus, "The New Colossus"

%
Ladles եւ Jellyspoons!Ես գալիս եմ, նախքան դուք կանգնել ետեւում ձեզ,Ենք պատմել ձեզ մի բան ես գիտեմ, ոչինչ մասին.Քանի որ հաջորդ հինգշաբթի լավ կլինի Ուրբաթ,Այնտեղ կլինի հայրերի հանդիպումը, մայրերի համար միայն.Կրեք ձեր լավագույն հագուստ, եթե դուք չունեք որեւէ,Եվ խնդրում եմ տանը մնալ, եթե դուք կարող եք լինել այնտեղ:Մուտքն ազատ է, խնդրում ենք վճարում է դուռը:Մի տեղ ինձ վրա: խնդրում եմ նստել հատակին:Անկախ նրանից, որտեղ եք կառավարել է նստել,Այն մարդը, որ պատշգամբում անպայման թքել.Մենք շնորհակալ ենք ձեր թշնամական ուշադրության,Եվ այժմ ցանկանում է ներկայացնել մեր հաջորդ ակտը:«Չորս անկյուններում կլոր սեղանին»
		-- Emma Lazarus, "The New Colossus"

%
Lady, տիկին, պետք է բավարարելՄեկը, որի եղանակներ բոլորս խոհեմ,Մեկը, ով Murmurs, որ իր կնոջԱրդյոք ուղեցույց աստղը իր կյանքի,Մեկը, ով պահում վստահեցնելով ձեզՈր նա երբեք չի եղել, չի համապատասխանում իրականությանը,Երբեք չեմ սիրել, մի ուրիշ ...Lady, տիկին, ավելի լավ է վազում.
		-- Dorothy Parker, "Social Note"

%
Ladybug, ladybug,Նայեք ձեր stern!Ձեր տունը գտնվում է կրակի,Ձեր երեխաները պետք է այրել.Այնպես որ, ցատկել էք, եւ երգում է,Առաջին անգամՉորս տողերը ՎերոնշյալՄեջ են դրվել հանգ.
		-- Walt Kelly

%
Անցյալ գիշեր ես հանդիպեցի վերայ սանդուղքՄի քիչ մարդ, ով չի եղել այնտեղ:Նա այնտեղ չէր այսօր կրկին.Gee, թե ինչպես եմ մաղթում, որ նա ուզում է գնալ հեռու!
		-- Walt Kelly

%
Լատիներեն լեզու,Քանի որ մահացած, ինչպես նաեւ կարող է լինել:Առաջին հերթին, դա զոհվել է հռոմեացիների,Եվ հիմա դա սպանում է ինձ:
		-- Walt Kelly

%
Թող ինձ ոչ թե ամուսնության ճշմարիտ մտքերիցԽոստովանեմ խոչընդոտները. Սերը չի սիրումՈրը փոխում է, երբ այն փոփոխություն գտնում է,Կամ bends հետ ապակարիչ է հեռացնել:O, ոչ: որ դա երբեւէ ֆիքսված նշանը,Որ նայում է tempests եւ երբեք չի թափ տված.Դա այն է, որ աստղը յուրաքանչյուր մոլորված հաչալ,Որոնց արժե հայտնի չէ, թեեւ նրա բարձրությունը պետք է ձեռնարկվեն:Սիրում ժամանակը չէ ի հիմար, թեեւ վարդագույն շուրթերով ու cheeksԸնթացքում իր ճկումից մանգաղ մը ի կողմնացույց գայ.Սիրում փոխում չէ իր կարճ ժամերի եւ շաբաթների ընթացքում,Բայց կրում այն ​​դուրս նույնիսկ եզրին Doom.Եթե ​​դա լինի սխալ է եւ հետո, ինձ ապացուցեց,Ես երբեք չեմ գրի, ոչ էլ ոչ մի մարդ չի սիրում.
		-- Walt Kelly

%
Եկեք գնանք, ապա ձեզ եւ եսիսկ գիշերը դրել դեմ երկնքումնման մի արատ մանանեխ հին խոզի կարկանդակ:«Nice բանաստեղծություն Թոմ ունեմ գաղափարներ փոփոխությունների, սակայն, ինչու չէ, եկել».
		-- Ezra

%
Եկեք գնանք միջոցով որոշակի կես-ամայի փողոցներով,The փնթփնթում ՀավաքներOf անհանգիստ գիշեր մեկ գիշեր էժան հյուրանոցներիԵւ թեփ ռեստորանները Oyster-Ռումբերն:Streets, որ հետեւել է նման հոգնեցուցիչ փաստարկՍտոր մտադրությանԷ հանգեցնել Ձեզ ճնշող հարցին ...Oh, չեն հարցնում, «Ինչ է սա»:
		-- T. S. Eliot, "Love song of J. Alfred Prufrock"

%
Եկեք բուժել տղամարդկանց եւ կանանց, ինչպես նաեւ.Վերաբերվում նրանց, քանի որ եթե նրանք իրական:Գուցե դրանք:
		-- Ralph Waldo Emerson

%
Կյանքը նման է անագ եւ sardines.Մենք, բոլորս, փնտրում է բանալին.
		-- Beyond the Fringe

%
Կյանքը այն է, ինչ տեղի է ունենում ձեզ, իսկ դուք զբաղված մյուս ծրագրերը:
		-- John Lennon, "Beautiful Boy"

%
Բարձրացրեք ամեն ձայնը եւ երգումՄինչեւ որ երկինքն ու երկիրը, ռինգում,Օղակաձեւ հետ ներդաշնակությունը Ազատության;Թող մեր պարծանքը աճԲարձր, քանի որ լսելու երկնքի,Թող այն թնդալ բարձրաձայն, որպես շարժակազմի ծովը.Երգել մի երգ լի հավատքով է, որ այդ մութ անցյալը մեզ ուսուցանել է.Երգել մի երգ լի հույսով, որ ներկա գնված մեզ.Դեմքով բարձրացող արեւը մեր նոր օրվա սկսվել,Եկեք երթ մինչեւ հաղթանակը հաղթել.
		-- James Weldon Johnson

%
Լուսավորել մինչեւ, իսկ դուք դեռ կարող եք,Չեն էլ փորձում հասկանալ,Պարզապես գտնել մի վայր, որպեսզի Ձեր դիրքորոշումը,Եւ վերցնել այն հեշտ է.
		-- The Eagles, "Take It Easy"

%
Like եգիպտացորենի մի դաշտ եմ կտրել ձեզ վար,Ես գցում վերջին Դակիչ ճանապարհը շատ դժվար է,Տարիներ շարունակ գնում կայուն, լավ, ես մտածեցի, որ դա եղել է ժամանակ,Է նետել իմ ձեռքը մի նոր շարք քարտերով:Եվ ես չեմ կարող վերցնել Ձեզ պարում դուրս շաբաթավերջին,Ես նախշավոր մենք ուզում նկարել շատ այս քաղաքում,Եվ ես փորձեցի ոչ թե նայում, քանի որ ես քայլում իմ վագոն,Եւ ես գիտեի, ապա ես կորցրել, ինչ պետք էր հայտնաբերվել,Ես գիտեի, ապա ես կորցրել էր, թե ինչ պետք է հայտնաբերվել:Եվ ես զգում եմ, ինչպես մի գնդակից է հրացանը Ռոբերտ ՖորդըԵս, ինչպես նաեւ ցածր վճարովի մարդասպան էԴուք գիտեք, ես մրսում որպես վարձու սուրը.Ես այնքան ամաչում մենք չենք կարող կարկատել այն,Դուք գիտեք, որ ես չեմ կարող մտածել ուղիղ ոչ ավելիԴուք ինձ նման մի գնդակից, մեղր,մի գնդակ է ատրճանակի Ռոբերտ Ֆորդը:
		-- Elton John "I Feel Like a Bullet"

%
«Գծեր, որոնք զուգահեռ հանդիպում է Infinity!"Euclid բազմիցս, հուզվեց, կոչ է արել.Մինչեւ որ նա մահացել է, եւ այլն, հասել է այդ մոտակայքում:դրան, նա պարզել է, որ անիծված բաները diverged:
		-- Piet Hein

%
Lisp, Lisp, Lisp մեքենա,Lisp Machine է Fun.Lisp, Lisp, Lisp մեքենա,Զվարճալի բոլորի համար.
		-- Piet Hein

%
Little Fly,THY ամառային պիեսը Եթե միտքը է կյանքըԻմ անմիտ ձեռքը եւ ուժ & շունչ,Ն brush'd հեռու: Եվ ուզումՄտքի մահ է,Ես չեմ, եսA Ինքնաթիռ քեզ նման. Այնուհետեւ եմ եսԿամ Միթէ դուն Մի երջանիկ flyՄի մարդ, ինձ նման: Եթե ​​ես ապրում եմԿամ եթե ես մեռնեմ:Որովհետեւ ես պարելՈւ խմել & երգում,Ից մինչեւ ինչ - որ կույր ձեռքըՊետք է խոզանակ իմ թեւը:
		-- William Blake, "The Fly"

%
Lizzie Borden վերցրել է կացինը,Եւ plunged այն խորը մեջ VAX.Չեք նախանձում մարդկանց, ովքերԱնել բոլոր բաները ___ եք ուզում անել:
		-- William Blake, "The Fly"

%
Տրամաբաններ են, բայց հիվանդ սահմանվումՔանի որ ռացիոնալ մարդկային բարի.Տրամաբանություն, նրանք ասում են, պատկանում է մարդը,Բայց թող ապացուցեն այն դեպքում, եթե նրանք կարող են.
		-- Oliver Goldsmith

%
Louie Louie, ես gotta գնալLouie Louie, ես gotta գնալFine փոքրիկ աղջիկ, նա սպասում է ինձ համարMe բռնել նավը անցնել ծովըMe լողալ նավը բոլոր միայնակ Երեք գիշեր ու օր է ինձ լողալ ծովըMe երբեք չի մտածում, ինձ այն դարձնել տուն ինձ մտածել աղջկա անընդհատ(ԿՐԿՆԵՐԳ) վրա նավը Ես երազում եմ, նա այնտեղԵս հոտը բարձրացավ իր մազերովMe տեսնել, Ջամայկա լուսնի վերեւում (երգչախումբը, կիթառ մենակատար)Այն չի կարող լինել երկար, ես տեսնում եմ իմ սերըԵս վերցնում նրան իմ ձեռքերով եւ ապաMe պատմել նրան, ես երբեք չեմ թողնի, նորից
		-- The real words to The Kingsmen's classic "Louie Louie"

%
Սիրում ձեր սրտում չի դրվել այնտեղ մնալ:Սերը չի սիրում 'til եք տալ այն հեռու.
		-- Oscar Hammerstein II

%
Սերը, որը շատ արագ բորբոքուած է նուրբ սրտում,բռնագրավվել այս մեկը արդար ձեւովորը վերցված է ինձ, եւ այն ճանապարհը դրա afficts ինձ դեռ.Սեր, ինչը absolves ոչ սիրել մեկին սիրող,բռնեցին զիս այնքան ուժեղ հրճվանքով է նրան,որ, ինչպես տեսնում եք, որ այն չի թողնի ինձ, նույնիսկ հիմա.Սերը մեզ բերեց մեկ մահվան:
		-- La Divina Commedia: Inferno V, vv. 100-06

%
Մարգարետ, դու սգումOver Goldengrove unleaving.Դարձնում է, նման բաների մարդու,Դուք, ձեր թարմ մտքերըԽնամքի համար, կարող եք:Ah! քանի որ սիրտը աճում ավելի հինԴա գալիս է այնպիսի տեսարժան վայրերին colderԱռ, ոչ էլ խնայել մի հոգոցՉնայած նրան, որ աշխարհների wanwood leafmeal ստիԲայց դուք պիտի լաք ու իմանալ, թե ինչու:Այժմ կարեւոր չէ, թե, երեխա, անունը,Վիշտ ի աղբյուրներ նույնն են:Այն, որ կործանել մարդը ծնվել է,Դա այն է, Մարգարեթ եք սգում է.
		-- Gerard Manley Hopkins.

%
Meanehwael, baccat meaddehaele, monstaer lurccen;Ֆյուլեն քանի չափազանց շատ drincce, HIE luccen համար fyht.[D] en Hreorfneorht [D] hwr, որդին Hrwaerow [P] heororthwl,AEsccen aewful jeork է steop outsyd:[P] HUD! Bashe! Crasch! Beoom! [D] ե bigge gyeEallum իր բարի brak, byt իր քթի առաջարկե.Wicced Godsylla waeld իր asse:Monstaer moppe fleor WY [P] eallum տղամարդիկ haelle:Beowulf է bacceroome fonecall bemaccen waes.Hearen sond քան-ruccus ՍԱՈւԴ ը, «Hwaet [D] ե helle».Graben sheold Strang ond swich-blaed scharpSond feorth է fyht [D] էլեկտրոնային grimlic թշնամուն.«Ես,« Godsylla ՍԱՈւԴ, «Mac [D] ե minsemete»:Heoro cwyc geten heold WI [P] faemed կես-NelsonԲադ flyng նրան LIC frisbe Bac է FEN:Beowulf belly մինչեւ meaddehaele բար,ՍԱՈւԴ ը, «Ne թշնամի ծեծի ենթարկվել Mie faersom Cung-Fu."Eorderen cocca-colha ycè-coeld, [D] ե reol [P] yng:
		-- Not Chaucer, for certain

%
Շատ folks նրանք ցանկանում են ցերեկը,«Պատճառը, որ նրանք ցանկանում են տեսնել պայծառ արեւը:Նրանք մինչեւ առավոտյան,դուրս եւ, վազում, մինչեւ նրանք շատ հոգնած է ունենալ զվարճանալ.Բայց երբ արեւը գնում է ներքեւ,եւ վառ լույսերը փայլում, իմ ցերեկային նոր է սկսվել:Այժմ կան երկու կողմերն այս մեծ մեծ աշխարհում,եւ նրանցից մեկը միշտ էլ գիշերը:Եթե ​​դուք կարող եք հոգ տանել բիզնեսի արեւի, baby,Կարծում եմ, դուք gonna լինել բոլոր իրավունքը.Չեն գալիս փնտրում ինձ համար է տալ ձեզ մի ձեռքը.Իմ աչքերը պարզապես չեն դիմանում լույսը:«Ինչի Ես գիշեր owl մեղր, քնում ամբողջ օրը:
		-- Carly Simon

%
Mummy փոշին, որպեսզի ինձ հին.Են թաքցնել իմ շորերը, սեւ գիշերը.Տարիքային իմ ձայնը, ծեր կախարդ ի կարկաչ.Գունատվել մազերս, մի ​​ճիչ ահաբեկված.Պայթյուն քամու, ինչպես երկրպագու իմ ատելության.A կայծակի խառնել այն լավԱյժմ սկսում քո կախարդական հմայություն!
		-- Walter Disney, "Snow White"

%
Իմ վերլուծաբան ինձ ասաց, որ ես ճիշտ էր դուրս իմ գլխին,Բայց ես ասացի, «Հարգելի բժիշկ ես կարծում եմ, որ դա է ձեզ instead.Քանի որ ես ստացել մի բան, որը եզակի է եւ նոր,Է ապացուցել, որ ես պետք է վերջին ծիծաղել ձեզ.«Ինչի փոխարեն մեկ ղեկավար - Ես երկու.Եվ դուք գիտեք, թե երկու գլուխները ավելի լավ են, քան մեկ.
		-- Walter Disney, "Snow White"

%
Իմ Bonnie նայեց գազի տանկի,Բարձրությունը դրա բովանդակությունը տեսնել!Նա վառեց մի փոքրիկ հանդիպում է աջակցել նրան,Oh, ետ բերել իմ Bonnie է ինձ:
		-- Walter Disney, "Snow White"

%
Իմ հաշվիչը իմ հովիվն է, ես չպետք է ուզումԱյն կընէ ինծի, ճշգրիտ տասը կարեւոր գործիչների,եւ դա տանում է ինձ գիտական ​​նշագրմամբ 99 թվանշանների.Այն վերահաստատէ իմ քառակուսի արմատները եւ guideth ինձ հետ միասին ուղիների լողացողտասնորդական միավոր հանուն ճշգրտությամբ.Այո, ճարտարապետներ ես քայլել միջոցով հովտում անակնկալ վիկտորինաների,Ես վախենում ոչ պրոֆ, որովհետեւ իմ Հաշվիչ կա սիրտ ինձ:Այն պատրաստում log սեղան մխիթարելու ինձ, ապա դա նախապատրաստում էաղեղ մեղքը, ինձ համար ներկայությամբ իմ ուսուցիչների.Այն annoints իմ տնային հետ ճիշտ լուծումներով, իմ ընդմիջարկություններն եննկատմամբ.Իհարկե, այնպես էլ ճշգրտության եւ ճշտությունը պետք է հետեւի ինձ բոլոր օրերին իմկյանքը, եւ ես պիտի բնակուեն տան Texas Instruments ընդմիշտ.
		-- Walter Disney, "Snow White"

%
Իմ սիրելի կինը միշտ ժանգոտ:Ես խեղդվել նրան մի տակառ ռոմ,Եվ այսպես, եւս մեկ անգամ համոզվել, որ նա մնաԻ ավելի լավ տրամադրությամբ, գիշեր ու ցերեկ:
		-- Walter Disney, "Snow White"

%
Իմ սերը անցնում նման մի օր հունիսին,Եւ նա է դարձնում ոչ մի ընկեր է երկանց:Նա պետք է քայլք իր քառատրոփ rigadoonԻ կամրջակ կամ morrows:Նա պետք է ապրել իր օրերը, որտեղ Արեւի շողերի սկսելՈչ էլ փոթորիկ կամ քամու արմատախիլ անելու նրան:Իմ սիրելի սերը, որ նա իմ սիրտը -Եվ ես ցանկանում եմ somebody'd կրակում են նրան:
		-- Dorothy Parker, part 3

%
Իմ սերը, նա խելագար է, եւ իմ սեր, նա նավատորմ,Եւ վայրի երիտասարդ փայտի բան ծնեց նրան.Այդ ճանապարհները արդար իր ռոումինգի ոտքերին,Եւ երկնքի են sunlit նրա համար:Ինչ վերաբերում կտրուկ քաղցր է իմ սրտում, որ նա, կարծես,Քանի որ բուրմունք ակացիա:Իմ սիրելի սերը, որ նա իմ բոլոր երազանքները -Եվ ես ցանկանում եմ, որ նա եղել է Ասիայում.
		-- Dorothy Parker, part 2

%
Իմ My, Hey HeyRock and Roll է այստեղ մնալ Թագավորն է գնացել, բայց նա չի մոռացելԴա ավելի լավ է այրել դուրս Սա պատմություն է մի Johnny RottenՔան անհետանում Դա ավելի լավ է այրել դուրս, քան դա է ժանգիԻմ իմ, Hey Hey Թագավորն է գնացել, բայց նա չի մոռացելԴա դուրս է կապույտ եւ դեպի սեւ Hey Hey, իմ ԻմՆրանք ձեզ, բայց դուք վճարել այդ Rock եւ Ռոլլ կարող երբեք չի մահանաԵւ մեկ անգամ դուք գնացել եք երբեք չի կարող վերադառնալ Կա ավելի է պատկերվածԵրբ դու դուրս կապույտ քան համապատասխանում է աչքիԵւ դեպի Սեւ«Իմ Իմ, Hey Hey (դուրս կապույտ), ժանգոտվել Երբեք քնում»
		-- Neil Young

%
«Իմ անունն է Sue! Ինչպես եք դա անել? Այժմ դուք gonna մահանում է»:Դե, ես հարվածել նրան դժվար ճիշտ միջեւ աչքերը,Եւ նա գնաց, բայց ի զարմանս ինձ,Գալ դանակով եւ կտրել մի կտոր իմ ականջին:Այնպես որ, ես busted աթոռը աջ կողմում իր ատամները,Եվ մենք վթարի է ենթարկվել միջոցով պատերին եւ փողոցներում,Kickin 'եւ, gougin »է ցեխի եւ արյան եւ գարեջրի.Հիմա ես ասում եմ ձեզ, ես կռվել կոշտ տղամարդիկ,Բայց ես իսկապես չեմ կարող հիշել, թե երբ:Նա մեկնարկել է նման ջորի, եւ նա քիչ նման է կոկորդիլոսի:Բայց ես լսել եմ, որ նա ծիծաղում, իսկ հետո ես լսեցի, նրան cuss,Եւ նա գնաց իր հրացանը, բայց ես քաշում իմը առաջին,Եւ նստաւ հոն lookin 'ինձ, եւ ես տեսա նրան ժպտալ:Նա ասել է. «Որդիս, այս աշխարհը կոպիտ,Եւ եթէ մէկը ի gonna անել, այն, որ նա ի gotta լինել կոշտ,Եւ ես գիտեի, ես չէի կարող լինել այնտեղ օգնել ձեզ հետ միասին.Այնպես որ, ես ձեզ այդ անունը, եւ ես հրաժեշտ տվեցի,Եվ ես գիտեի, որ դու պետք է ստանալ կոշտ կամ մեռնել,Եվ դա է, որ անունը, որը օգնել է, որպեսզի դուք ուժեղ!
		-- Johnny Cash, "A Boy Named Sue"

%
Իմ սիրելի սերը, որ նա ուժեղ է եւ համարձակԵվ նա հոգ է տանում, թե ինչ է գալիս, հետո:Նրա խոսքերը օղակաձեւ քաղցր որպես հաշտ ոսկի,Եւ նրա աչքերը, որոնք վառեցին ծիծաղից:Նա է ցնծագին որպես դրոշ unfurled -Oh, մի աղջիկ, նա ուզում մոռանալ նրան:Իմ սիրելի սերը, որ նա իմ աշխարհըԵվ ես ցանկանում եմ, ես երբեք չեմ հանդիպել նրան:
		-- Dorothy Parker, part 1

%
Իմ գրիչ է ներքեւի մասում էջի,Որ, կառուցվի, այստեղ պատմությունը ավարտվում.'Tis է մաղթել, որ այն արդեն ավելի շուտ արել,Բայց պատմություններ ինչ - որ կերպ երկարացնել, երբ սկսվել է:
		-- Byron

%
Հոգիս մանրացված, իմ ոգին սաստիկԵս չեմ սիրում, ինձ այլեւս,Ես բծախնդրություն, վեճ, փնթփնթում, փնթփնթալ,Ես խորհում է նեղ տանըԵս սարսուռ է մտքի տղամարդկանցԵս շնորհիվ սիրահարվում կրկին.
		-- Dorothy Parker, "Enough Rope"

%
Բնություն բոլոր բաները, ֆիքսված սահմանները տեղավորվում,Եւ իմաստուն curbed հպարտ մարդու հավակնում wit.Քանի որ երկրի վրա, իսկ այստեղ, օվկիանոսում օգուտները,Այլ մասերում, դա թողնում լայն ավազոտ տափաստաններով:Այսպիսով, հոգու, իսկ հիշողությունը գերիշխում,Կուռ իշխանությունը փոխըմբռնման ձախողվի.Որտեղ է beams տաք երեւակայությունը խաղալ,Հիշատակին փափուկ գործիչներ հալեցնում հեռու.
		-- Alexander Pope (on runtime bounds checking?)

%
Մոտ Studio Ժան ԿոկտոյիԻն Rue des Ecolesապրում էր մի ծեր մարդ,մի կույր շունըԱմեն երեկո ես ուզում տեսնել նրանառաջնորդել Շունն միասինմայթ, պահելըամուր բռնելով վրա շնաթոկայնպես, որ շունը ուզերվազում է մի անցորդիԵրբեմն շունը չէր դադարումեւ նայում են երկնքինԵրբ հին մարդուննկատել է, ինձ հետեւում են շունեւ նա ասաց. «Օ՜, այո,այս մեկը գիտի,երբ լուսինը դուրս է եկել,նա կարող է զգալ այն իր դեմքը »
		-- Barry Gifford

%
Նեւրոզներ են կարմիր,Melancholia - ի կապույտ.Ես schizophrenic,Ինչ եք?
		-- Barry Gifford

%
Նյու Յորքի ստացել ուղիները եւ միջոցները:Պարզապես թույլ չի տա ձեզ լինի.
		-- The Grateful Dead

%
Նոր York-- այդ բարձրահասակ skyline եմ գալիսFlyin 'ի Լոնդոնից ձեր դուռըՆոր York-- lookin 'ցած Կենտրոնական այգումՈրտեղ նրանք ասում են, որ դուք չպետք է թափառել մութ.Նյու Յորք.
		-- Simon and Garfunkle

%
Հաջորդը, վրա մի աթոռակ, մենք մի տեսարան է, ձեզ drool.Յոթ կույսերն ու ջորիների, պահել այն թույն, պահել այն թույն.
		-- ELP, "Karn Evil 9" (1st Impression, Part 2)

%
Ինը megs համար քարտուղարների արդար,Յոթ megs համար հակերների սակավ է,Հինգ megs համար grads ի ծխագույն lairs,Երեք megs համակարգի աղբյուր.One սկավառակ է բացառել բոլոր նրանց համար,One սկավառակի պարտադիր է նրանց,One սկավառակի անցկացնելու ֆայլերըԵւ մթության մեջ ծամել 'em.
		-- ELP, "Karn Evil 9" (1st Impression, Part 2)

%
Ինը track ձայնագրությունները եւ յոթ-track ձայնագրություններըԵւ ձայնագրությունները առանց որեւէ հետքերով.Առաձգական ձայնագրությունները եւ snarley ձայնագրություններըԵւ ձայնագրությունները խառը այդ դարակաշարերի -Բռնեն ժապավենըԵւ քաշեք դուրս շերտի,Եվ ապա դուք պետք է վստահ լինել,Ձեր ժապավեն Կամուրջ կլինի բաց թողնել:
		-- Uncle Colonel's Cursory Rhymes

%
Ոչ ոք չի սիրում է մեզ:Ես չգիտեմ, թե ինչու:Մենք չի կարող լինել կատարյալ, Մենք նրանց գումար,Բայց երկինքը գիտի, որ մենք փորձում ենք. Բայց նրանք շնորհակալ.Բայց ամբողջ Ոչ, նրանք թունոտ,Նույնիսկ մեր հին ընկերները մեզ ներքեւ. Եւ նրանք ատելի:Եկեք թողնել մեծ մեկը, նրանք չեն հարգում մեզ,Եւ տեսնել, թե ինչ է տեղի ունենում: Այնպես որ, եկեք զարմացնել նրանցՄենք պետք է թողնել մեծ մեկը,Եւ փոշիացնել 'em.Ասիայի բազմամարդ,Եվրոպայի շատ հին,Աֆրիկա շատ շոգ է, մենք պետք է փրկել Ավստրալիա.Եւ Կանադա չափազանց ցուրտ. Չեմ ուզում վնասել ոչ կենգուրու:Եւ Հարավային Ամերիկա գողացան մեր անունը Մենք կառուցել All-American խաղայինԵկեք թողնել մեծ մեկը, կայանել there--Այնտեղ պետք է լինի ոչ ոք չի մնացել է մեզ մեղադրել. Նրանք ստացել surfin », too!Boom! գնում Լոնդոն,Եւ Boom! Paree:Ավելի ձեզ համար, Oh, թե ինչպես է խաղաղ դա պետք է լինի:Եւ ավելի սենյակ է ինձ համար, մենք սահմանել բոլորը Free!Եվ ամեն քաղաքում, դուք պետք է հագնում մի ճապոնական kimono, ֆետիշ;Ամբողջ աշխարհը կլոր, Այնտեղ կլինեմ իտալական կոշիկների ինձ համար!Պարզապես պետք է մեկ այլ ամերիկյան քաղաքի. Նրանք բոլորը ատում են մեզ կերպ,Այնպես որ, եկեք թողնել մեծ մեկը հիմա:Եկեք թողնել մեծ մեկը հիմա!
		-- Randy Newman, "Drop the Big One"

%
Ոչ pig պետք է գնալ երկինք diving ժամանակ մուսոնՈրովհետեւ սա իսկապես նորմ:Բայց պետք է ճարպ խոզի փորձում են սավառնում նման մի Loon,Եւ ինչ? Ցանկացած խոզի է փոթորկի.Ոչ pig պետք է գնալ երկինք diving ժամանակ մուսոն,Դա ռիսկային չէ, երբ եղանակը տուգանք.Բայց պետք է մի pig սավառնում, երբ մուսոն կը բղավելԴերերում, նույնիսկ ավելի perils խոզերուն առջեւ:
		-- Randy Newman, "Drop the Big One"

%
Ոչ պարզ fanfold թղթի կարող է զբաղեցնել այդ fractal Puff -Նա մեծացել այնքան արագ եւ ոչ ծրագրում տուփ չէր կարող նեղանալ նրան հեռու բավարար.Կազմում եւ սիմուլացիոն աճել է այնքան արագ սանձահարելԵւ swapped դուրս բոլոր նրանց տվյալների տարածք է, երբ Puff հրել է իր դեղ շրջանակ:(Ձեռնպահ մնալ)Puff, նա մեծացել այնքան արագ, մինչդեռ մյուսները տեղափոխվել նման snailsԵւ մինի Puffs կլիներ թառ իրենք նրա հսկայական պոչը:Բոլոր ուսանողական հաքերները սիրում էի այդ fractal PuffԲայց DCS դուր չի Puff, եւ, վերջապես ասաց, «Բավական է»:(Ձեռնպահ մնալ)Puff օգտագործվում ավելի շատ ռեսուրսներ, քան DCS կարող խնայել.Օպերատորը է զոհվել puff աշխատանքը, - նա չի, կարծես թե հոգ տանել:A խավար է ընկել հակերների. թվում էր, պետք է, որ վերջը,Բայց Puff թակարդում բացառություն, եւ աճել է զրոյի again!(Ձեռնպահ մնալ)ձեռնպահ մնալ:Puff որ Fractal վիշապը գրված է C,Եվ frolicked իսկ գործընթացները անցել է mainframe հիշողության մեջ:Puff որ Fractal վիշապը գրված է C,Եվ frolicked իսկ գործընթացները անցել է mainframe հիշողության մեջ:
		-- Randy Newman, "Drop the Big One"

%
«Ոչ մի ծրագիր է կատարյալ»,Նրանք ասում են մի թոթվում:«Հաճախորդի happy--Ինչ է, մի քիչ Bug ».Բայց նա վճռել էր, ապա փոխել երկու, ապա երեք,Մյուսները գնացել է տուն: Քանի որ տարվա հետեւեց տարի.Նա փորել դուրս հոսքի աղյուսակը եւ օտարացած կմեկնաբանի,Դատարկված, մենակ. «Այն է, որ guy դեռ այստեղ».Գիշերային անցել է առավոտյան: Նա մահացել է մխիթարելՍենյակը էր cluttered սովից եւ ծարավիցWith հիմնական աղբանոց, Աղբյուր ցանկեր. Հաջորդ օրը նա թաղված«Ես մոտ են», - փնթփնթաց նա: Face ներքեւ, ինը եզրին առաջին.Chain ծխելը, սառը սուրճ, եւ նրա կինը արցունքների միջիցՏրամաբանություն, հանում. Ընդունված է իր ճակատագիրը:«Ես got it!" նա աղաղակեց, - նշեց «Նա ոչ թե, իրոք գնացել,«Պարզապես փոխել մեկ հրահանգ»: Նա պարզապես աշխատում է ուշ »:
		-- The Perfect Programmer

%
Ոչ ռոք այնպես, դժվար է, բայց, որ մի քիչ ալիքըԹող ծեծել են ընդունելություն հազար տարիների ընթացքում:
		-- Tennyson

%
Ոչ շուտ ունեցել Edger Allen PoeԱվարտել է իր հին Raven,Այնուհետեւ նա սկսել է իր հին ագռավ.
		-- Tennyson

%
Ոչ, նրա միտքը չէ, վարձով է տրվումՈրեւէ աստծու կամ կառավարության:Միշտ հույս ունի,, դեռեւս դժգոհ,Նա գիտի, թե փոփոխություններ չեն մշտական ​​-Բայց փոփոխություն է:
		-- Tennyson

%
Ոչինչ, որ ստիպված կարող է երբեւէ լինել ճիշտ է,Եթե ​​դա չի գալիս, բնականաբար, թողնել այն.Դա այն է, ինչ նա ասել է, քանի որ նա պարզվեց լույսը,Եվ մենք թեքում մեր ձեռքերով ինչպես ստրուկի է գիշերը,Հետո նա իջեցրեց իր պահակ եւ ցույց տվեց ինձ scarsՆա ստացել փորձում է պայքարելԱսելով, ախ, դուք ավելի լավ է հավատալ դրան:[...]Դե ոչինչ, որ դա իրական է երբեւէ անվճարԵվ դուք պարզապես պետք է վճարել դրա համար երբեւիցե:Նա նշել է, որ ավելի վաղ, - ասել է նա ինձ,Ենթադրում եմ, որ նա հավատում ոչինչ չկար տեսնել,Բայց նույն հին չորս երեւակայական պատերըՆա ուզում կառուցվել է Livin 'ներսումԵս ասացի, ախ, դու չի նշանակում դա:[...]Դե ոչինչ, որ ստիպված կարող է երբեւէ լինել ճիշտ է,Եթե ​​դա չի գալիս, բնականաբար, թողնել այն.Դա այն է, ինչ նա ասել է, քանի որ նա պարզվեց լույսը,Եւ նա կարող է արդեն սխալ է, եւ նա կարող է ճիշտ,Բայց ես արթնացա հետ Frost, եւ նկատեց, որ նա ուզում է կորցրելՎարագույրը, որ ծածկված էր աչքերը,Ես ասացի, ախ, Դուք կարող եք թողնել այն:
		-- Al Stewart, "If It Doesn't Come Naturally, Leave It"

%
Այժմ ատելությունը է հեռու ամենաերկար հաճույքով.Տղամարդիկ սիրում են հապճեպ, բայց նրանք ատել Ժամանցի:
		-- George Gordon, Lord Byron, "Don Juan"

%
Հիմա ես դնելու ինձ ետ քնել:Բանախոսի ձանձրալի. առարկայի ի խոր.Եթե ​​նա պետք է դադարեցնել մինչ ես արթնանում,Տվեք ինձ մի թեթեվ հրել են բարության պատճառով:
		-- Anonymous

%
Հիմա ես պառկել ինձ քնելԵս աղոթում եմ, կրկնակի փական կպահի.Թող ոչ աղյուս միջոցով պատուհանից ընդմիջման,Եւ ոչ ոք չի Rob ինձ, մինչեւ ես արթուն.
		-- Anonymous

%
Հիմա ես պառկել ինձ ներքեւ քնել,Ես աղոթում եմ Տիրոջը իմ հոգին պահել,Եթե ​​ես պետք է մեռնել, նախքան ես արթնանում,Ես պետք լաց է տագնապը, «Սխալը !! սխալը !!"
		-- Anonymous

%
Հիմա ես պառկել ինձ սովորել,Ես աղոթում եմ Տիրոջը, որ ես չեմ գնա Խելառ:Եվ եթե չկարողանամ սովորել այս junk,Ես աղոթում եմ Տիրոջը, որ ես չեմ քննությունից կտրվել:Բայց եթե ես անում, չեն խղճում ինձ,Պարզապես պառկել իմ ոսկորները ուսումնասիրության դահլիճում:Արտահայտեք իմ ուսուցչին ես արել իմ լավագույն,Այնուհետեւ կույտ իմ գրքերը իմ կրծքավանդակի.
		-- Anonymous

%
Հիմա ժամանակն է հրաժեշտՈրպեսզի ամբողջ մեր ընկերության ...M-I-C (տեսնել ձեզ հաջորդ շաբաթ!)K-E-Y (Ինչու? Քանի որ մենք սիրում ենք ձեզ!)M-O-U-S-E:
		-- Anonymous

%
Հիմա թող երգը սկսվում. Եկեք երգենք միասինԱրեւի տակ, աստղ, լուսնի եւ մառախուղ, անձրեւ եւ ամպամած եղանակին,Թեթեւ է budding տերեւի, Ցողի է փետուր,Քամին է բաց բլրի վրա, զանգերը վրա Heather,Եղեգներով կողմից ստվերային լողավազան, Շուշաններ ջրի մեջ:Հին Թոմ Bombadil եւ գետը դուստրը!
		-- J. R. R. Tolkien

%
Այժմ իմ վաթսուն տարիների եւ տաս,Քսան չի գալու կրկին,Եւ վերցրու յոթանասուն աղբյուրներով հաշվով,Այն թողնում ինձ միայն յիսուն ավելի.Եվ քանի որ, ինչպես նայում բաների ծաղկումՀիսուն աղբյուրներ են փոքր սենյակ,Օգտվողի անտառներում, ես պիտի գնամՏեսնել բալ կախել ձյուն.
		-- A. E. Housman

%
Հիմա, որ օրը հոգնում ինձ,Իմ ցանկությունն ցանկությունըԿստանա ավելի սիրով,Նման է հոգնած երեխայի, աստղային գիշերը:Ձեռքեր, թողեք դուրս ձեր արարքները,Mind, մոռանալ բոլոր մտքերը.Իմ բոլոր ուժերիՓափագում միայն սուզվել քնում:Եվ իմ հոգին, անշրջահայաց,Ցանկանում ճախրում է համատարած թեւերի,Է ապրել գիշերվա կախարդական ոլորտումMore խորապես, ավելի տարբեր.
		-- Hermann Hesse, "Going to Sleep"

%
Այժմ ինչ պիտի անել, եթե ես պարզապես նաւարկեցինք.Ով դժոխք իսկապես ստիպեց ինձ հեռանալ այսօր.Runnin 'ցածր է պատմություններից թե ինչ է կատարվում, դա գնդակը,Ինչ կլիներ, որ նրանք անել, եթե ես ոչ մի փլվածք ».
		-- Jimmy Buffet, "Landfall"

%
Հիմա ժամանակն է ունենալ որոշ մեծ գաղափարներՀիմա ժամանակն է, որպեսզի որոշ ամուր որոշումներ կայացնելՄենք տեսանք, որ Բուդդա մի բարում ներքեւ հարավԽոսող քաղաքականությունն ու միջուկային fissionՄենք տեսնում ենք, նրան, եւ նա է բոլոր լվացվեն մինչեւ -Շարժվող մեջ մարմնի մի բզեզՊատրաստվում է երկար երկար սողալՆա չէ ոչինչ, որ նա ոչ թե ոչինչ է ...Մահը եւ Money կատարել իրենց կետն եւս մեկ անգամԻ վիճակում փիլիսոփայական մարդասպաններինMark եւ Danny վերցնել ավտոբուսի քաղաքի վերին թաղամասում գտնվողՄահացու հրեշտակները իրականության եւ կրքիՊետք է քաջություն է այստեղ եւ այժմՉեն ոչինչ առնելով կիսաեփ ԲուդդայիԵրբ դուք մտածում եք, ստացել է այն վճարվում է լրիվԴուք ոչինչ - Դուք ստացել ոչինչ բոլոր ...Մենք ճանապարհի վրա, եւ մենք gunning է Բուդդա.Մենք գիտենք, իր անունը, եւ նա չպետք է ստանալ հեռավորության վրա:Մենք ճանապարհի վրա, եւ մենք gunning է Բուդդա.Կպահանջվի մեկ կրակոցի - է պայթեցնել իրեն հեռու ...
		-- Shriekback, "Gunning for the Buddah"

%
O ինձ մի տուն,Որտեղ է գոմեշի թափառում,Որտեղ է եղջերու եւ այծքաղ խաղալ,Որտեղ է հազվադեպ է հնչումA հուսահատեցնող Word,«Ինչի, ինչ կարող է ANTELOPE ասել.
		-- Shriekback, "Gunning for the Buddah"

%
O սեր, կարող դու եւ ես, ճակատագրի համաձայնվելՈրպեսզի բռնեք Սա Կներեք սխեման բաների ամբողջ,Կարող ենք ոչ թե ջարդել այն bitsԵւ բուկը այն ավելի մոտ է մեր սրտերում »ցանկության:
		-- Omar Khayyam, tr. FitzGerald

%
O բարեկազմ որպես willow-գավազան. O ավելի հստակ, քան պարզ ջրի!O եղէգ կենդանի լողավազանում. Fair գետը դուստրը!O գարուն-ժամանակը եւ ամռանը դրույքով, եւ գարնանը կրկին հետո!O քամին է ջրվեժի, եւ տերեւները 'ծիծաղը:
		-- J. R. R. Tolkien

%
O! Wanderers են ստվերային հողիհուսահատություն չի! Որովհետեւ, նոյնիսկ մութ նրանք կանգնել,Բոլոր Woods լինի, պետք է վերջ ի վերջո,եւ տեսնել, թե բաց արեւը գնում անցյալը:ընդլայնված արեւը, բարձրացող արեւ,օրվա վերջը, կամ այդ օրը սկսվել:For Արեւելք, թե Արեւմուտք բոլոր Woods պետք ձախողել ...
		-- J. R. R. Tolkien

%
Դիտարկելու Յոն plumed երկոտանի տուգանք:Է ակտիվացնել իր captivation,Ավանդի իր դադարեցման,A քանակի մասնիկների saline.
		-- J. R. R. Tolkien

%
Բոլոր խոսքերով Witch - ի DoomԿա ոչ մեկը այնքան էլ վատ են, որոնք եւ ում:Այն մարդը, ով սպանում, այնպես էլ, որը եւ ումԱրդյոք պետք է ամրագրված է մեր ով է ում:
		-- Fletcher Knebel

%
Oh չեն օրերը, կարծես Լենկ եւ երկարաժամկետԵրբ գնում է ճիշտ, եւ ոչ ոք չի գնում, սխալ,Եւ չէ ձեր կյանքը չափազանց բնակարանըWith ոչինչ այն, ինչ տրտնջալ ժամը!
		-- Fletcher Knebel

%
Oh տուր ինձ քո ցավալի է!Ես մի հանձնաժողովի, Մենք հաճախում եւ փոփոխելԻնչը նշանակում է, որ առավոտից եւ պնդում եւ պաշտպանելայս գիշեր, առանց եզրակացության հայացքից:Մենք խորհրդակցել եւ համահունչ են,Մենք հետաձգել եւ demur, Մենք վերանայել օրակարգըԵւ վերահաստատում մեր բոլոր մտքերը. With հաճախակի լրացումԵւ համարում է բեռը հաշվետվությունների:Մենք ստեղծագործել եւ առաջարկել,Ենթադրում ենք, եւ հակադրել, Բայց չնայած տարբեր հասկացություններիԵւ կետերը ընթացակարգի են զվարճալի. Արդյոք մեծացել միջնորդություններիԿա ահավոր քիչ ստանում է արել:Մենք լուծել եւ արդարացնել:Բայց մենք երբեք չենք արձակում,Քանի որ դա դուրս է հարցին մեզ համարԲերել մեր հանձնաժողովՄինչեւ վերջ, ինչպես այս կարի,Որ դադարում ժամկետով, այդպիսով.
		-- Leslie Lipson, "The Committee"

%
Oh Տէր, չի եք գնել ինձ 4BSD.Իմ ընկերները Բոլոր ստացել աղբյուրները, ուրեմն ինչու ես չեմ կարող տեսնել.Արի, բոլոր Դուք Moby հակերները, գալիս երգել այն դուրս է ինձ հետ:Դեպի դժոխք հետ իրավաբանների AT & T!
		-- Leslie Lipson, "The Committee"

%
«Օհ,« Մելիան, սիրելիս, այս ամեն ինչ անում է թագը:Ով կարող էր ենթադրել, որ ես պետք է ձեզ բավարարեն է Town:Եւ ուրկէ նման արդար հագուստի նման prosperi-ty? "«Օ՜, չի, դուք գիտեք, որ ես ուզում ավերվել». ասել է նա:«Դուք թողել մեզ կրելու, առանց կոշիկի կամ գուլպաներ,Հոգնել փորում կարտոֆիլ, եւ spudding մինչեւ docks.Եվ հիմա դու գեյ Ապարանջան եւ վառ փետուրից երեք! "«Այո: Ահա թե ինչպես ենք մենք հագնվում, երբ մենք ավերվել», - ասել է նա:«Տանը Barton դուք ասացիք,`, քեզ »եւ` դուն, 'Եւ `thik մէկը» եւ `theas մէկը» եւ `t'other»: բայց հիմաՁեր խոսում բավական համապատասխանում 'ee համար compa-ny! "«Ոմանք polish է ձեռք մեկի կործանում», - ասել է նա:«Քո ձեռքերը էին նման paws, ապա, ձեր դեմքը կապույտ եւ դժգույնԲայց հիմա ես կախարդված է ձեր նուրբ անամոթություն,Եւ ձեր փոքրիկ ձեռնոցներ տեղավորվում ինչպէս ցանկացած la-dy! "«Մենք երբեք չենք անի աշխատանքը, երբ մենք ավերվել», - ասել է նա:«Դուք օգտագործվում է զանգահարել տուն կյանքը մի կախարդ-բռնված երազանքը,Եվ դուք ուզում հոգոց, եւ դուք ուզում sock. բայց ներկա եք, կարծեսՈրպեսզի իմանաք, ոչ թե megrims կամ melancho-ly! "«Ճիշտ է, մեկը բավականին աշխույժ է, երբ ավերվել», - ասել է նա:«Մաղթում եմ, որ փետուրները, նուրբ ավլելու gown,Եւ մի նուրբ դեմքը, եւ կարող է հենակ մասին Town »«Իմ թանկագին, - հում երկիրը աղջիկ, ինչպես, օրինակ, դուք պետք է,Հնարավոր չէ բոլորովին ակնկալել, որ. Դուք չէ քանդվել », - ասել է նա:
		-- Thomas Hardy

%
Oh, ի դեպ, որ մեկը վարդագույն.
		-- Pink Floyd

%
Oh, ինձ մի տուն,Որտեղ է գոմեշի թափառում,Եւ ես ցույց տալ ձեզ մի տուն է, իրոք, կեղտոտ խոհանոցում:
		-- Pink Floyd

%
Oh, ինձ մի locus որտեղ gravitons կենտրոնանալԱյն դեպքերում, երբ երեք մարմինը խնդիրը լուծված է,Որտեղ է Միկրոալիքայիններ խաղում ներքեւ երեք աստիճանով K,Եվ ցուրտ վիրուսը երբեք դարձել: (ԿՐԿՆԵՐԳ)Մենք ուտում ենք algea կարկանդակ, մեր վակուում բարձր է,Մեր միաշարք են կատարելապես տուր.Մեր Horizon է կոր, մեր մարտագլխիկներ են MIRVed,Եւ մի կիլոգրամ կշռում է կես ֆունտ: (ԿՐԿՆԵՐԳ)Եթե ​​մենք սպառել տարածության մեր burgeoning մրցավազքումՈչ ավելի Lebensraum է մեկնել MenschԵրբ մենք պատրաստ ենք սկսել, մենք կարող ենք վերցնել Mars բացի,Եթե ​​մենք պարզապես գտնել մի մեծ բավարար պտուտակաբանալի: (ԿՐԿՆԵՐԳ)Ես հիվանդ այս վայրում, դա պարզապես McDonald's- ի տարածության մեջ,Եւ ապրում այստեղ է ձանձրացնում:Ասացեք shiggies «Մի լար», նրանք կարող են համբուրիր ինձ հրաժեշտ«Ինչի ես տեղափոխվելու հաջորդ շաբաթ L4! (ԿՐԿՆԵՐԳ)Կրկներգ: Home, տուն LAGRANGE,Որտեղ տիեզերական աղբի միշտ հավաքում,Մենք տիրապետում, ուստի այն, կարծես, երկու մարդու մեծագույն երազանքների:Արեւային Power եւ զրոյական Gee սեռից.
		-- to Home on the Range

%
Oh, Ես C ծրագրավորող եւ ես լավԵս աղտ հետ ցուցանիշների եւ Structs ամբողջ օրըԵւ երբ այն աշխատում է, ես գոռալ Hoo-rayOh, Ես C ծրագրավորող եւ ես լավ
		-- to Home on the Range

%
Oh, ես սայթաքեց են մռայլ պարտատոմսերի երկրի վրա,Եւ պարում երկնքում ծիծաղը արծաթապատ թեւերով.Sunward Ես բարձրացա եւ միացել է tumbling ուրախությունOf արեւը-split ամպերի եւ արել մի քանի հարյուր բաների մասինԴուք չեք երազել -Անվավոր եւ մեծանում ու սաստիկԲարձր պայծառ լռության:hovering կաԵս հետապնդել է գոռում հողմ երկայնքով եւ նետվելԻմ ցանկանում արհեստ միջոցով անհիմն սրահներում օդում:Մինչեւ, մինչեւ երկայնքով զառանցող, այրող կապույտԵս գլխավորում է քամու ծածկի բարձունքներ հետ հեշտ շնորհով,Որտեղ երբեք lark, կամ նույնիսկ արծվի թռավ.Եվ, իսկ լուռ, Ամբարձիչ մտքով եմ կոխԲարձր untrespassed սրբության տարածք,Ներդրեք իմ ձեռքը, դիպաւ դեմքը Աստուծոյ:
		-- John Gillespie Magee Jr., "High Flight"

%
Oh, կյանքը մի փառավոր ցիկլի երգի,Լող extemporanea.Եվ սերը բան, որ երբեք չի կարող գնալ սխալ.Եվ ես Marie Հյուրատետր Ռումինիայի:
		-- Dorothy Parker, "Comment"

%
Oh, որ slithery Dee, նա տարածման դուրս է ծովը:Նա կարող է բռնել բոլոր մյուսներին, բայց նա չի բռնել ինձ:Ոչ, նա չի բռնել ինձ, հիմար Ol 'slithery Dee:Նա կարող է բռնել բոլոր մյուսները, սակայն AAAARRRRGGGGHHHH !!!!
		-- The Smothers Brothers

%
Oh, երբ ես էի սիրահարված է ձեզ հետ,Հետո ես մաքուր էր ու քաջ,Եվ մղոն շուրջ հրաշքով աճել էԻնչպես նաեւ այդպես եմ վարվում:Իսկ հիմա բեկորն է անցնում,Եւ ոչինչ չի մնա,Եւ մղոն շուրջ նրանք պետք ասել, որ եսAm բավական ինքս նորից.
		-- A. E. Housman

%
Oh, yeah, կյանքը շարունակվում է, երկար հետո ծակել Livin 'է գնացել:
		-- John Cougar, "Jack and Diane"

%
Ամյա մայրը Hubbard ապրում է մի կոշիկի,Նա շատ էր երեխաներին,Նա չգիտեր, թե ինչ պետք է անել:Այնպես որ, նա տեղափոխվել է Ատլանտայում:
		-- John Cougar, "Jack and Diane"

%
Ամյա մայրը Hubbard գնաց բուֆետԱռբերման իր խեղճ աղջիկը զգեստը.Երբ նա ստացել այնտեղ, պահարանը էր ծնեցԵվ այսպես, նրա դուստրը, ես գուշակել ...
		-- John Cougar, "Jack and Diane"

%
Հին Tom Bombadil է Սուրբ ընկերակից,Վառ կապույտ նրա բաճկոն է, եւ նրա կոշիկները են դեղին.None երբեւէ բռնել նրան դեռ, Tom, նա է վարպետ:Նրա երգերը ուժեղ երգեր, եւ նրա ոտքերը են ավելի արագ:
		-- J. R. R. Tolkien

%
Ին առավոտյան մի Bogart ֆիլմի, մի երկրում, որտեղ նրանք դիմել ետ ժամանակ,Դուք գնալ strolling միջոցով ամբոխի նման Peter Lorre մտածում է հանցագործություն:Նա դուրս է գալիս, որ արեւի մի մետաքսե զգեստ հոսող նման մի ջրաներկ է անձրեւի.Մի անհանգստացնել խնդրելով բացատրություններ, նա պարզապես ձեզ ասել, որ նա եկելԻ տարվա կատուն.Նա չի տալիս ձեզ ժամանակը հարցերի համար, քանի որ նա փակվի ձեր ձեռքը նրա,Եվ դուք հետեւել, մինչեւ ձեր զգացում, որի ուղղությունը ամբողջությամբ անհետանում:Ըստ կապույտ-սալիկապատ պատերի մոտ շուկայական տաղավար կա թաքնված դուռը, նա    տանում է Ձեզ:Այս օրերին, նա ասում է, ես զգում եմ իմ կյանքը այնպես, ինչպես մի գետը հոսող միջոցովThe Year of the Cat.Դե, նա նայում է ձեզ, որպեսզի սառնասրտորեն,Եւ նրա աչքերը փայլում նման է լուսնի ծովը.Նա գալիս է խունկ եւ պաչուլիի,Այսպիսով, դուք վերցնել նրան գտնել, թե ինչ է սպասում ներսումThe Year of the Cat.Դե, առավոտյան գալիս եւ դու դեռ նրա հետ, բայց ավտոբուսը եւ զբոսաշրջիկները    են գնացել,Եւ դու նետել հեռու ձեր ընտրությունը եւ կորցրել եք ձեր տոմսը, այնպես որ դուք պետք է մնալ:Սակայն, drum-beat շտամներ գիշերը մնում է ռիթմի նոր ծնված օրվանից.Դուք գիտեք, թե ինչ - որ ժամանակ դուք պարտավորվում է թողնել նրան, բայց հիմա դուք պատրաստվում է մնալԻ տարվա կատուն.
		-- Al Stewart, "Year of the Cat"

%
Ին լավ նավ ՁեռնարկությանԱմեն շաբաթ կա մի նոր անակնկալՈրտեղ են Romulans թաքնվելԵվ Klingons հաճախ գնում berserk:Այո, լավ է նավը EnterpriseԿա հուզմունքով ամենուր որ ճանճերՈրտեղ է Tribbles խաղալԵվ Nurse Chapel երբեք չի հասնի իր ճանապարհը:Տես Captain Kirk կանգնած կամուրջի վրա,Պարոն Spock է նրա կողքին:Շաբաթական սպառնալիք, Ooh-OohԱյն ստանում տապակած, ցրված հեռու, եւ լայն.Դա լավ է նավը EnterpriseՊահել դուրս, որտեղ վտանգ ստերԵվ դուք ապրում են վախիԵթե ​​դուք ցանկանում եք կրելու է վերնաշապիկը, որ կարմիր.- Դորիս Robin եւ Կարեն Trimble of The L.A. Filkharmonics,«Լավ Ship Enterprise», ինչպես նաեւ համահունչ է «լավ Ship Lollipop»
		-- Al Stewart, "Year of the Cat"

%
Մեկ անգամ եւս սարսափում արարք է արել.Canon քնում,նրա բոլոր իմանալով աչքը shadedմարդկային պատահական եւ հանգամանքի:Խաղաղության տիրում նորից օվկիանոսում Pine Valley,բայց Canon քունը խռովուած.Զգուշացեք, սակավ օր անց գաղափարին `հուլիսին:Անհամբեր ձեռքերը սպասել անհամբերԻնչպես հասկանալ, անցկացնելսակավ պահեր ժամանակիհանվում կյանքի լիարժեքփառքն Canon իշխանության.գերի է իր unblinking աչքով:Երեք ոսկե Orbs կանգնել ժամացույցը.մեկը յուրաքանչյուր նսեմացում օրը, ժամը, րոպենմինչեւ predestiny որոշում իր զարթոնքը:Երբ որ կը վախնային պահին arives,«Հարցրեք համար չէ, ում համար է հնչում զանգը,Այն tolls քեզ համար »:Valley Գրավատուն այսօր "
		-- "I extended the loan on your Camera, at the Pine

%
Մի անգամ կար մի քիչ nerd, ովքեր սիրում է կարդալ Ձեր նամակը,Եվ ապա պոկել ետ i-հասանելիության անգամ, որպեսզի հաքերները դուրս իր պոչը,Եվ մեկ անգամ, քանի որ նա ավարտել է կարդում են քարտուղարի կոճ,Նա գրել է մի կոպիտ մերժումը իր ընկերոջ (ինչպես uncool!)Եվ սա, ինչպես delivermail արել աշխատանքը, եւ նա վազեց իր backfstat,Նա լսեց մի սարսափելի լավ տապակած խոզի միս, ինչպես առնետի fritters տաք ճարպ,Եւ դժվար սխալները բերեցին այդ համակարգը իջեցնել «նախա նա կարող է նույնիսկ բղավել!Եվ բիո bug'll կբերի ձերը ցած էլ, EF դուք չեք նայում դուրս!Եւ մեկ անգամ նրանք մի քիչ փաթիլ, ով ուզում սողոսկել միջոցով uulog,Եւ երբ նա գնաց իր blit, որ գիշերը խաղալ լինելու աստված,Այն Ops բոլոր լսեցինք Holler, եւ նրանք են Վահանակով dashed,Բայց երբ նրանք արել Սաղ -ut Գտան համակարգը վթարի է ենթարկվել:Oh, Վիզարդզ adb'd պոչերով եւ արեց համակարգի հետքը,Եւ աշխատել է ֆայլային համակարգի 'til սկավառակի գլխին տաք էր մածուկ,Բայց բոլոր նրանք երբեւէ գտել էր. «Խուճապի մատնվելու հարկ երբեք մի կասկած",Եվ բիո bug'll վթարի ձեր արկղը էլ, EF դուք չեք նայում դուրս!Երբ այդ օրը կատարվում, եւ լուսինը դուրս է գալիս,Եվ դուք լսել տպիչ նվնվոցով, եւ rk ի, կարծես հաշվել,Երբ մյուս Սեղաններ դատարկ են, եւ նրանց տերմինալներ հարթ մոխրագույն,Եվ բեռը է միայն 1.6 եւ դուք զարմանում, եթե դա պետք է մնա,Դուք պետք է մտածեն ֆայլի պաշտպանություն եւ ոչ թե լրտեսել շուրջ,Կամ բիո bug'll getcha եւ բերել համակարգը ներքեւ!
		-- "I extended the loan on your Camera, at the Pine

%
Once upon Այս midnight անկապ,Մինչ դուք խորհել դյուրազգաց եւ բյուրեղային,Ավելի շատ կոտրված է եւ ստորադասիԾավալը gnarly գիտության ճյուղ,Մինչ ես pestered, գրեթե երգում,Sudddenly եկաւ hewing,Ինչ վերաբերում է ինչ-որ մեկի առատապես skulking,Skulking իմ կամերային դուռը.
		-- "I extended the loan on your Camera, at the Pine

%
Մեկ պայծառ կիրակի առավոտյան, ստվերում է զանգակատուն,Կողմից Սփոփող գրասենյակի, ես տեսել եմ իմ ժողովրդին.Քանի որ նրանք կանգնած այնտեղ սոված եմ, կանգնեց այնտեղ սուլելովԱյս հողը կատարվել է ձեզ եւ ինձ:Ոչ ոք կենդանի կարող է երբեւէ կանգ ինձ,Քանի որ ես գնամ քայլում այդ ազատությունը մայրուղին:Ոչ ոք կենդանի չի կարող երբեւէ ինձ ստիպում ետ,Այս հողը կատարվել է ձեզ եւ ինձ:Քանի որ ես գնացի քայլում, ես տեսա մի նշան չկա,Եւ նշան այն, որ. «Ոչ սահմանը:»:Բայց, մյուս կողմից, դա չի ասել, ոչինչ,Որ կողմն էր ձեզ համար եւ ինձ համար:[Եթե դուք երբեւէ մտածել, թե ինչու Arlo էր այդքան հակաիշխանական, երբ նրա հայրըգրել է այնպիսի հրաշալի հայրենասիրական երգեր, պատասխանն այն է, որ դուք պետք է ոչ թելսեց բոլոր WOODY երգերի]
		-- Woody Guthrie, "This Land Is Your Land" (verses 4, 6, 7)

%
Մի օր,Մի խենթ մետա-բանաստեղծ,With ասելիք,Գրել է մի խելագար meta-պոեմՈր սկսել է «Մեկ օր,Մի խենթ մետա-բանաստեղծ,With ասելիք,Գրել է մի խելագար meta-պոեմՈր սկսել է «Մեկ օր,[...]տեսակ մոտիկ »:Էին այն խոսքերը, որ բանաստեղծը,Վերջապես ընտրեց,Բերել իր խելագար բանաստեղծությունը,Մի տեսակ սերտ ».Էին այն խոսքերը, որ բանաստեղծը,Վերջապես ընտրեց,Բերել իր խելագար բանաստեղծությունը,Մի տեսակ սերտ ».
		-- Woody Guthrie, "This Land Is Your Land" (verses 4, 6, 7)

%
Մի լավ բան երաժշտության,Դե, դա օգնում է ձեզ զգում ոչ մի ցավ.Այնպես որ, հարվածեց ինձ հետ երաժշտության.Մանրամասն ինձ հետ երաժշտության հիմա.
		-- Bob Marley, "Trenchtown Rock"

%
Մեկ հաբ ստիպում է ձեզ ավելի մեծ է, եւ եթե դու հետապնդում ՃագարներԵւ մեկ հաբ ստիպում է ձեզ փոքր. Իսկ դուք գիտեք, որ դուք պատրաստվում են ընկնում:Եւ նրանք, որ մայրը տալիս է ձեզ, Ասել 'em մի նարգիլե ծխելու CaterpillarՉեն անում, ոչինչ է: Տվել ձեզ այդ կոչին:Գնալ հարցնում Alice Call AliceԵրբ նա տասը ոտքերը բարձրահասակ. Երբ նա պարզապես փոքր.Երբ տղամարդիկ խաղատախտակի վրա, երբ տրամաբանությունը եւ համամասնությամբՎեր կաց եւ պատմել ձեզ, ուր գնալ: Են ընկել անփույթ մեռած,Եվ դու պարզապես ունեցել որոշակի եւ սպիտակ Knight խոսումսունկ հետընթացԵվ ձեր միտքը շարժվում ցածր է: Եվ Կարմիր թագուհու կորցրել է իր գլուխըԳնալ հարցրեք Alice հիշում, թե ինչ քնամուկը ասաց.Ես կարծում եմ, որ նա պետք է իմանալ, թե. Կերակրել ձեր գլուխը:Կերակրել ձեր գլուխը:Կերակրել ձեր գլուխը:
		-- Jefferson Airplane, "White Rabbit"

%
Պատճառներից մեկը, թե ինչու Ջորջ ՎաշինգտոնըԱնցկացվում է այնպիսի պաշտամունքի:Նա երբեք չի մեղադրել է իր խնդիրներըԻն նախկին վարչակազմի.
		-- George O. Ludcke

%
Մի բան է անցյալի մասին:Դա հավանական է տեւել:
		-- Ogden Nash

%
Մեկը toke է գծի, քաղցր Մերի,Մեկը toke ավելի գծում,Sittin 'Կենտրոն երկաթուղային կայարանում,Մեկը toke ավելի գծի.Waitin 'համար գնացքի, որը գնում է տուն,Hopin », որ գնացքը ժամանակին,Sittin 'Կենտրոն երկաթուղային կայարանում,Մեկը toke ավելի գծի.
		-- Ogden Nash

%
Այլ կանայք հագցնելԱյն ախորժակ նրանք կերակրում, բայց նա ստիպում է սովածՈրտեղ է առավել նա բավարարում է:
		-- Antony and Cleopatra

%
Մեր փոքրիկ համակարգերը ունեն իրենց օրը:Նրանք ունեն իրենց օրը եւ դադարում է.Նրանք են, բայց կոտրված լույսերը քեզ.
		-- Tennyson

%
Մեր sires տարիքի էր, վատ է, որ մեր grandsires:Մենք նրանց որդիները ավելի անպիտան են, քան նրանք:այնպես որ, մեր հերթին, մենք պետք է տալ աշխարհին ժառանգներն դեռ ավելի կոռումպացված:
		-- Quintus Horatius Flaccus (Horace)

%
մաղադանոսէ gharsley.
		-- Ogden Nash

%
Payeen է զրնգալDerridaOre-Idaկարտոֆիլի.Եթե ​​դուք համարձակվել,Ես կցանկանայի հարցնել ձեզգնալ Digմինչեւ Ձեր գաղափարին ներքո brown-tubered երկնքի ներքո.որտեղ pitchforkedԴուք կարող եք հարցնելDerrida.
		-- Ogden Nash

%
Ջոկելը մինչեւ կտորները իմ քաղցր կոտրված երազանքի,Զարմանում եմ, թե ինչպես են հին folks են այս երեկո,Նրա անունն էր Աննան, եւ ես պետք է անիծված, եթե ես հիշում նրա դեմքը,Նա թողել ինձ չիմանալով, թե ինչ պետք է անել:Անհոգ խճուղի, թույլ տվեք սահում է հեռու քեզ վրա,Անհոգ խճուղի, դուք տեսել ավելի լավ օր,Առավոտյան հետո բլյուզ, իմ գլուխը ներքեւ իմ կոշիկներ,Անհոգ խճուղի, թույլ տվեք սահում է հեռու, սահում հեռու, քեզ վրա ...Անդրադառնալով ետ էջերը այն ժամանակներում ես սիրում լավագույն,Զարմանում եմ, եթե նա երբեւէ անել նույնը,Այժմ բանը, որ կոչ եմ անում Livin 'պարզապես Bein' բավարարվել,Իմանալով, ես ստացել noone մնում է մեղավոր:Անհոգ խճուղի, ես ստացել եմ տեսնել ձեզ, իմ հին բոց ...Որոնվում միջոցով բեկորները Իմ երազանքն Քանդված քնի,Զարմանում եմ, եթե տարիներ փակել է իր միտքը,Երեւի դա պետք է լինի տենչ, կամ tryin 'է ստանալ անվճար,Սկսած բարի հին հավատարիմ feelin 'մենք մեկ անգամ գիտեր:
		-- Gordon Lightfoot, "Carefree Highway"

%
Խողովակաշար ցած հովիտներում վայրի,Խողովակաշար երգերը հաճելի ուրախություն,Վրա ամպի, ես տեսա մի երեխա,Եւ նա ծիծաղում ասաց ինձ.«Խողովակների մասին երգ է Գառան»Այնպես որ, ես խմելու հետ ուրախ լինենք:«Piper, խողովակների, որ երգը կրկին;"Այնպես որ, ես խմելու: նա արտասվեց է լսել:
		-- William Blake, "Songs of Innocence"

%
Գրագողությամբ զբաղվել, գրագողությամբ զբաղվել,Թող ոչ ոք աշխատանքը խուսափել ձեր աչքերը,Հիշել, թե ինչու է լավ, Տէրը ձեր աչքերը,Մի երանգը ձեր աչքերը,Բայց գրագողությամբ զբաղվել, գրագողությամբ զբաղվել, գրագողությամբ զբաղվել.Լինել միայն համոզվեք, որ այն անվանում հետազոտություն.
		-- Tom Lehrer

%
Planet Claire ունի վարդագույն մազերով:Բոլոր ծառերը են կարմիր.Ոչ ոք երբեւէ մահանում այնտեղ.Ոչ ոք ունի գլուխը ....
		-- Tom Lehrer

%
Խնդրում ենք կանգնել օրհներգի:Ավստրալացիները բոլորը, եկեք ուրախանում,Որովհետեւ մենք երիտասարդ ենք եւ անվճար:Մենք արդեն ոսկե հողը եւ հարստության ծանրՄեր տունն է GIRT ծովով:Մեր երկիրը, առատ է բնության նվերներիԳեղեցկությունն հարուստ եւ հազվադեպ.Պատմության մեջ էջում, թող ամեն փուլՆախօրոք Ավստրալիա ցուցահանդես-տոնավաճառ:Ուրախ strains, ապա եկեք երգում,Նախօրոք Ավստրալիա ցուցահանդես-տոնավաճառ:Շնորհակալություն. Դուք կարող եք վերսկսել ձեր մանդատից.
		-- Tom Lehrer

%
Խնդրում ենք կանգնել օրհներգի:Աստված փրկել մեր Gracious Queen!Կեցցե մեր Noble Queen!God Save the Queen!Ուղարկել նրան հաղթական,Շնորհավոր եւ փառավոր,Երկար թագավորել օվկիանոսում մեզ!God Save the Queen!Շնորհակալություն. Դուք կարող եք վերսկսել ձեր մանդատից.
		-- Tom Lehrer

%
Խնդրում ենք կանգնել օրհներգի:O CanadaՄեր տունն ու հայրենիքըՃշմարիտ հայրենասերի սերՔո բոլոր զավակների հրամանատարությանՀետ կարմրագույն սրտերում տեսանք քեզ բարձրանալՃշմարիտ հյուսիս ուժեղ եւ անվճարՀեռու է եւ լայն, O CanadaՄենք հանդես ենք գալիս պահակ քեզ համարԱստված պահենք մեր հողն փառահեղ եւ անվճարO Canada մենք կանգնած պահակ քեզ համարO Canada մենք կանգնած պահակ քեզ համարՇնորհակալություն. Դուք կարող եք վերսկսել ձեր մանդատից.
		-- Tom Lehrer

%
Խնդրում ենք կանգնել օրհներգի:Oh, ասում են, դուք կարող եք տեսնել, լուսաբացին վաղ լույսիԻնչ որ հպարտորեն Մենք ողջունեցինք է The Twilight վերջին gleaming.Ում լայն շերտեր ու վառ աստղերը միջոցով վտանգավոր պայքարիO'er է ramparts մենք հետեւում էինք, որպեսզի gallantly հոսքային.Եւ հրթիռներ 'կարմիր շողալ, ռումբերը bursting է օդում,Փաստեց միջոցով գիշերը, որ մեր դրոշը դեռ այնտեղ.Oh, ասում են, դա աստղաձեւ banner դեռ ալիքըO'er հողի ազատ եւ տանը քաջ.Շնորհակալություն. Դուք կարող եք վերսկսել ձեր մանդատից.
		-- Tom Lehrer

%
Power, նման ամայացումը մահուամբ,Աղտոտում whate'er դա դիպչում ...
		-- Percy Bysshe Shelley

%
Հավանական-Հնարավոր է, իմ սեւ hen,Նա դնում ձվերը հարաբերական երբ.Նա չի դնելու ձու է դրական NowՔանի որ նա չի կարող postulate Ինչպես.
		-- Frederick Winsor

%
Առաջարկվող Երկիր & Western Song Վերնագրեր Ա - ՖԵս չեմ կարող ստանալ Over You, Այնպես որ, ես վեր կենալ եւ գնալ Around դեպի մյուս կողմըԵթե ​​դուք չեք ինձ հանգիստ թողնի, ես գտնել մեկին, ովԵս գիտեի, որ Դուք ուզում մեղք է գործել, երբ դուք եկաք տուն ուշՁեր Գուլպաներ Outside-իԵս Rabbit է լուսարձակներ Քո սիրոՉեն Kick Իմ անվադողեր եթե չես Gonna Take Me համար լողալԻնձ դուր եկավ, դուք ավելի լավ Նախքան ես գիտեի, որ դու, այնքան լավԵս դեռ կարոտում Դուք, Baby, բայց իմ նպատակն ի Gettin 'BetterԵս ստացել կարմիր աչքերի ձեր սպիտակ ստերի եւ ես Blue ամբողջ ժամանակ
		-- "Wordplay"

%
Առաջարկվող Երկիր & Western Song Վերնագրեր Ա - ՖԵս դեմ չեմ, եթե դուք ստում է ինձ, քանի դեռ ես չեմ Lyin 'AloneԵս չէի վերցնի Քեզ մի շուն պայքարել նույնիսկ եթե ես մտածում դուք կարող եք հաղթելԵթե ​​Դուք Թողնել ինձ, դուրս գալ հետընթաց այնպես որ ես կարծում եք Comin 'InՔանի որ Դուք սովորեց Lip-Sync, ես ձեր տրամադրության տակԻմ John Deere կոտրել քո արտի, իսկ ձեր Հարգելի John էրՀրատապ իմ սրտումՄի լար, Little Darlin ', Դուք waterin' Իմ BeerTennis պետք է լինի ձեր ռակետկա, «Ինչի Սեր նշանակում Nothin 'to YouԵրբ Դուք ասում եք, սիրում ես ինձ, դու լրիվ սեւ սալորաչիր, «Ինչի LivingՁեզ հետ փոսըԵս ուզում էի ձեր ձեռքը ամուսնության բայց ես ստացել էր մատով
		-- "Wordplay"

%
Առաջարկվող Երկիր & Western Song Վերնագրեր Ա - ՖՆա չէ շատ է տեսնել, բայց նա նայում լավ է ներքեւի մի բաժակԵթե ​​մատնահետքերը ցույց տվեց, մինչեւ մաշկի, Տեսնես `ով է, ես կցանկանայի, Վրա YouԵս ամաչում է լինել այստեղ, բայց չի ամաչում բավական է դուրս գալԴա Կոմոդ Huggin 'Ժամանակն է ձորըԵթե ​​ցանկանում եք պահել գարեջուր Անշարժ Cold, այն Հաջորդ իմ նախկին կնոջ սրտումԵթե ​​դուք ստանում եք այն զգացումը, որ ես չեմ սիրում եմ քեզ, զգալ ԿրկինԵս ամաչում եմ լինել այստեղ, բայց չի ամաչում բավական է դուրս գալԴա Bottle դեմ է Աստվածաշնչին է ճակատամարտի համար Daddy հոգինԻմ անալ վազեց իմ լավագույն ընկերն է, եւ ես վստահ կարոտում նրանՄի կտրել որեւէ լրացուցիչ Wood, baby, «Ինչի ես պետք է Comin 'տուն LoadԵս սիրում նրան դեմքը, բայց ես նրան թողեց Behind For You
		-- "Wordplay"

%
Ներդրեք մեկ այլ գաղտնաբառը,Bomb այն է, ապա փորձեք կրկին.Փորձեք ստանալ անցյալի անտառահատումները է,Մենք hacking, hacking, hacking.Փորձեք իր առաջին կինը օրիորդական ազգանունը,Սա ավելին է, քան պարզապես մի խաղ.Դա իրական հաճույք է, բայց հենց նույն,Դա hacking, hacking, hacking.
		-- To the tune of "Music, Music, Music?"

%
անձրեւ ընկնում, որտեղ ամպերը գալիսարեւը shines, որտեղ ամպերը գնումամպեր պարզապես գալիս եւ գնում
		-- Florian Gutzwiller

%
Ածելիներ ցավը ձեզ.Գետեր են խոնավ.Թթուներ ներկել ձեզ,Եւ դեղեր առաջացնել սահման:Guns արտօնուած չէ.Nooses տալիս.Գազի հոտ է գալիս awful--Դուք կարող եք նաեւ ապրում!
		-- Dorothy Parker, "Resume", 1926

%
Հասնել մեջ մտքերը ընկերների,Եւ գտնել նրանք չգիտեն Ձեր անունը:Ճզմում արջուկ չափազանց քիփ,Եւ դիտեք փետուրները պայթել է seams.Touch վիտրաժներ ապակու ձեր երեսին,Եւ զգում է իր սառել է ձեր արյան մեջ.Անցկացնել մի մոմ է գիշերը,Եւ տեսնել, թե խավարը թեքում կրակը:Պոկել դիմակը խաղաղության Աստծուց,Եւ լսել բղավել հոգիների դժոխքում:Արիություն մի վարդ հանուն սիրո,Եւ դիտեք petals խոպոպիկ եւ միթէ.Վստահիր արեւմտյան քամի,Եվ գիտեմ, որ դուք մենակ.
		-- Dru Mims

%
Reclaimer, խնայել այդ ծառը.Վերցրեք ոչ մի քիչ!Այն օգտագործվում է մատնանշում է ինձ,Հիմա ես պաշտպանել այն:Այն եղել է ընթերցողի CONSՈր արել է այն, ընտրել Զուգտկված է dot.Այժմ, GC, համար nonce,Արասցես վերագտնի այն չէ:
		-- Dru Mims

%
Հիշեք, որ այն, ինչ դժբախտություն կարող է լինել Ձեր շատ, դա կարող է լինել միայնավելի վատ է Cleveland.
		-- National Lampoon, "Deteriorata"

%
Հիշել քեզԱյ, դու աղքատ է ուրվականը, իսկ հիշողության մեջ մի տեղԱյս խելագար աշխարհում. Հիշել քեզ!Այո, սկսած սեղանին իմ հիշողության մեջԵս պետք է սրբել հեռու բոլոր չնչին սիրում գրառումները,Բոլոր saws գրքերի, բոլոր ձեւերը, բոլոր ճնշումները անցյալը,Որ երիտասարդները եւ դիտորդական պատճենահանված այնտեղ:
		-- William Shakespeare, "Hamlet"

%
Հեռացնել ինձ այս երկիրը ստրուկներիՈրտեղ բոլոր հիմար, եւ բոլորս knaves,Որտեղ յուրաքանչյուր խաբեբա եւ հիմար է գնել,Այդուհանդերձ սիրով վաճառում է իրեն ոչինչ.
		-- Jonathan Swift

%
Roland մարտիկ էր, երկրից կեսգիշերային արեւի,Հետ Thompson ատրճանակի համար վարձակալության, պայքարում է արվի:Գործարքը կազմել է Դանիայում, մի մութ ու բուռն օրը,Այնպես որ, նա ձեռնամուխ է Բիաֆրայում, միանալ արյունոտ քրքրվել.Միջոցով վաթսուն վեց եւ յոթ, նրանք կռվում Կոնգոյի պատերազմը,Իրենց մատների վրա իրենց triggers, ծնկի խորը արյուն.Օր ու գիշեր նրանք battled, որ bantu իրենց ծնկի,Նրանք սպանել են, որպեսզի վաստակում իրենց ապրուստի, եւ օգնել դուրս Կոնգոյի:Roland որ Thompson Gunner ...Նրա ընկերները կռվել կողքին, Վան Օուենը իսկ մնացածը,Բայց բոլոր Thompson մարտիկներով, Ռոլանդ լավագույնն էր:Այնպես որ, C.I.A որոշել, որ նրանք ցանկացել Roland մեռած,Որ որդին-of-a-bitch Վան Owen, պոկել roland գլուխը:Roland անխելք Thompson Gunner ...Roland փնտրում մայրցամաքում, քանի որ մարդը, ով ուզում է արել նրան.Նա գտավ նրան Մոմբասայում, մի բար խմելու gin,Roland միտված է իր Thompson հրացանը, նա չի ասել, մի բառ,Բայց նա պայթեցրել Վան OWEN մարմինը այնտեղից Յոհանեսբուրգի:Հավերժական Thompson Gunner, դեռ թափառող միջոցով գիշերը,Այժմ դա տասը տարի անց, սակայն, նա stills շարունակում են պայքարը:Իռլանդիայում, Լիբանանում, Պաղեստինում, Berkeley,Patty Hearst լսել է պայթել ... Ռոլան-ի Thompson հրացանը, եւ գնել այն:
		-- Warren Zevon, "Roland the Headless Thompson Gunner"

%
Romeo անհանգիստ էր, նա պատրաստ է սպանել,Նա թռավ դուրս պատուհանը 'պատճառը, որ նա չի կարող նստել դեռեւս,Ջուլիետը սպասում էր մի անվտանգության ցանցի,Ասել է "չեն թաղեն« Ինչի ես մեռած չէ չէ ».
		-- Elvis Costello

%
Վարդեր են կարմիր.Violets են կապույտ:Ես schizophrenic,Եվ այսպես, ես
		-- Elvis Costello

%
Շաբաթ գիշեր Toledo, Օհայո,Նման լինելով մի տեղ են բոլորը,Ամբողջ օրը, ինչպես ժամ շտապում է,Դուք նստել այգում եւ դուք դիտելու խոտ մահանում.
		-- John Denver, "Saturday Night in Toledo Ohio"

%
Ասում են, որ այն ծաղիկներով,Կամ ասում են, այն ջրաքիս,Բայց այն, ինչ եք անում,Չեն ասում, այն թանաքով!
		-- Jimmie Durante

%
Ասում են շատերը տեսախցիկների կենտրոնացած t'us,Մեր Միջին տարիքի կրակոց անել մեզ արդարությունը:Ոչ արդարադատության, խնդրում եմ, անեծք էք!Մենք իսկապես ցանկանում ենք ողորմութիւն.Դուք տեսնում եք, 'Tis արդարության, զզվում մեզ.
		-- Thomas H. Hildebrandt

%
Ասում են իմ սերը հեշտ է ունեցել,Ասում եմ կծել հում հպարտությամբ,Ասում եմ, շատ հաճախ տխուր -Դեռեւս ահա ինձ ձեր կողքին.Ասում եմ, ոչ խիզախ, ոչ երիտասարդ,Ասում եմ հետամտել եւ փաղաքշել խնամք,Ասում են, որ սատանան անդրադարձել լեզուս -Դեռ պետք իմ սիրտը հագնում:Բայց ասեմ, որ իմ հատվածներ չեն փնտրել,Եվ ես ինձ մեկ այլ մարդուն:
		-- Dorothy Parker, "Fighting Words"

%
Ասել. Դուք հարվածել մի կույտ trouble--Կիսանդրին բիզնեսում, կորցրել եք ձեր կնոջը.Ոչ ոք չի հոգում մի լումա մասին,Դուք չեք հետաքրքրում մի լումա կյանքի համար.Hard հաջողություն ունի հույսի զուրկ եք,Առողջություն թուլություն, մաղթում եմ Ձեզ ուզում die--Ինչու, դու դեռ արեւի թողել ձեզԵվ մեծ կապույտ երկինքը:
		-- R. W. Service

%
Գիտություն Fiction, կրկնակի Խաղարկային.Ֆրենկ կառուցել եւ կորցրել է իր արարած:Մութը նվաճել Brad եւ Janet.Ծառաները գնացել է հեռավոր մոլորակի.Wo, ախ, ախ, ախ.Ժամը ուշ գիշեր, կրկնակի խաղարկային, Picture Show:Ես ուզում եմ գնալ, ախ, ախ, ախ.Դեպի ուշ գիշեր, կրկնակի խաղարկային, Picture Show:
		-- Rocky Horror Picture Show

%
Գիտություն! Ճիշտ է դուստրը Հին ժամանակ դու արվեստի!Ով alterest բոլոր բաները քո պիրինգային աչքերով:Ինչու է preyest դու դրանով վրա բանաստեղծի սրտում,Vulture, որի թեւերը են ձանձրալի իրողություններ.Ինչպես պետք է սիրել քեզ: կամ ինչպես համարում քեզ իմաստուն.Ով չէիր թողնի նրան իր wanderingԵն փնտրում գանձ է jeweled երկնքի,Թեեւ նա մեծանում հետ Անվախ թեւի.Չես ընդգրկվել Դիանան իր մեքենայի.Եւ պայմանավորված է Hamadryad ից փայտիցՓնտրելու ապաստան որոշ երջանիկ աստղի.Չես պատռված է NaIaD իր ջրհեղեղից,The Elfin կանաչ խոտի, եւ ինձ համարԱմռանը երազանքը տակ tamarind ծառից.
		-- Edgar Allen Poe, "Science, a Sonnet"

%
Scintillate, scintillate, գնդիկ vivific,Ֆեյն, թե ինչպես եմ ես դադարեցնել ձեր բնության հատուկ,Loftily պատրաստ է եթեր տարողունակ,Բարձր հիշեցնող մի գոհար ածխաթթվային:Scintillate, scintillate, գնդիկ vivific,Ֆեյն, թե ինչպես եմ ես դադարեցնել ձեր բնության հատուկ.
		-- Edgar Allen Poe, "Science, a Sonnet"

%
Քորում սկավառակներ, բեռնաթափել առանցքը, փակել այն ներքեւ, քաշեք խրոցըԳլորում է ձայնագրությունները ողջ հարկում, Տվեք առանցքը լրացուցիչ ազդակԵվ համակարգը պատրաստվում է վթարի. Եվ համակարգը պատրաստվում է վթարի.Teletypes smashed է bits. Mem'ry քարտեր, մեկ եւ բոլոր,Տվեք շրջանակները որոշ համառ հիթեր Toss դուրս կես ներքեւ դահլիճումԵվ համակարգը պատրաստվում է վթարի. Եվ համակարգը պատրաստվում է վթարի.Եվ մենք նաեւ գտել Պարզապես մատով խփել է մեկ անջատիչըԵրբ դուք միացնել իշխանությունը ներքեւ, եւ լույսերը դադարում է ցնցվելԴուք միացնել սկավառակի ընթերցողներին մեջ զամբյուղից: Եւ ժապավեն կրիչներ չի քանդվելFlash.Օ՜, դա այնքան հաճելի է, երբ CPUԱյժմ CPU չի առաջադրվի Հնարավոր տպել ոչինչ, բայց «Foo"Եվ համակարգը պատրաստվում է վթարի. The համակարգը պատրաստվում է վթարի.
		-- To the tune of "As the Caissons go Rolling Along"

%
Շեկո, Shaggy Սամսոն snored:Նա scissored կարճ. Sorely մազը կտրել,Շուտով նեղում ստրուկ, Սամսոն հառաչեց,Լուռ խառնակիչ,Sightlessly ձգտումՈմանք վայրենի, տպավորիչ ինքնասպանության.
		-- Stanislaw Lem, "Cyberiad"

%
Փնտրեք է սուրը, որ կոտրվել է:Ի imladris այն dwells.Այնտեղ պիտի խորհուրդները ձեռնարկվենՈւժեղ է, քան Morgul-spells.Այնտեղ պետք է ցույց նշանՈր Doom մոտ է ձեռքը,For Isildur ի Bane պետք արթնացնել,Եվ Halfling չորրորդ պետք է կանգնած:
		-- J. R. R. Tolkien

%
Նա ինձ հարցրեց, «Ինչ է ձեր նշանը»:Ես աչքերը թարթեց եւ պատասխանեց "Neon"Ես մտածեցի, ես հարված իր միտքը ...
		-- J. R. R. Tolkien

%
Նա կուրացած ինձ գիտության հետ:
		-- J. R. R. Tolkien

%
Նա կարող է սպանել ձեր բոլոր ֆայլերը.Նա կարող է սառեցնել մի կնճիռ.Եւ ալիք է իր ձեռքը բերում ամբողջ համակարգը ներքեւ.Եւ նա աշխատում է իր օրենսգրքի մինչեւ տասը հետո երեք.Նա ապրում է նման Bat բայց նա միշտ hacker է ինձ:
		-- Apologies to Billy Joel

%
Նա կանգնեց հետքերովԳանգրացում իր ձեռքերըԱռաջատար ինձ այդ երրորդ երկաթուղային շոկիԱրագ որպես Աչքով անելՆա փոխել է իր միտքըՆա տվեց ինձ մի գիշերԴա այն է, բոլոր այն էր,Ինչ է դա կտեւի մինչեւ ես կանգկատակում ինքսՎատնելու իմ ժամանակըՈւրիշ ոչինչ չկա, ես կարող եմ անել«Ինչի եմ անում այն ​​ամենը leynaԵս չեմ ցանկանում, որ որեւէ նոր«Ինչի եմ ապրում այն ​​ամենը leynaԿա մի բան է այն Ձեզ համար«Ինչի եմ տալու այն բոլոր leyna
		-- Billy Joel, "All for Leyna" (Glass Houses)

%
SHIFT դեպի ձախ!Տեղափոխել դեպի աջ!POP UP, մղել ներքեւ,Բայտ, բայտ, բայտ!
		-- Billy Joel, "All for Leyna" (Glass Houses)

%
Shift դեպի ձախ,Shift դեպի աջ,Դիմակ, դիմակ է,Բայտ, բայտ, բայտ !!!
		-- Billy Joel, "All for Leyna" (Glass Houses)

%
Քանի որ ես վնասել եմ իմ ճոճանակԻմ կյանքը, այն ամենը, անկայուն է:Իմ թութակ ով էր ջերմԱյժմ փոխանցող ստատիկ.Գորգը մահացել, արմավենու փլուզվել է,Կատուն շարունակում անում poo:Միակ բանը, որ ինձ պահում առողջԽոսում է իմ կոշիկի.
		-- My Shoe

%
Sing Hey! համար բաղնիք է սերտ օրվաՈր լվանում հոգնած ցեխ հեռու!A LOON է ան, որ չի երգել:O! Ջուր Տաք ազնիվ բան!O! Քաղցր է ձայնը ընկնելու անձրեւի,եւ հեղեղատից, որ թռիչքներ բլրի պարզ.բայց ավելի լավ է, քան անձրեւ կամ rippling հոսքերիջուր է տաք, որ ծխում եւ հոսող.O! Ջուր սառը մենք կարող ենք լցնել ժամը կարիքներքեւ աղբիւր կոկորդի եւ ուրախ լինեն, իրոք,բայց ավելի լավ է Beer, եթե ըմպելիք ենք պակասում,եւ ջուր Տաք թափեց ներքեւ մեջքը:O! Ջուրը արդար է, որ թռիչքներ է բարձրէ ինքնահոս սպիտակ տակ երկնքում.բայց ոչ երբեք չէր շատրվան հնչի այնքան քաղցրքանի որ splashing տաք ջրի հետ իմ ոտքերը!
		-- J. R. R. Tolkien

%
Ճերմակ! Ճերմակ! O Lady հստակ!O Queen դուրս է արեւմտյան ծովը.O Light մեզ, որ թափառել ՄականունՊայմաններում աշխարհում հյուսված ծառերի!Gilthoniel! O Elbereth!Մաքրել են քո աչքերը ու պայծառ, քո շունչը.	Ճերմակ! Ճերմակ! Մենք երգել է քեզՄի հեռու երկրում, դուրս ծովում:O աստղերը, որ անարեւ ՏարվաՀետ փայլում ձեռքը նրան են sown,Քամոտ ոլորտներում այժմ պայծառ ու հստակՄենք տեսնում ենք, որ դուք Արծաթագույն blossom պայթել!O Elbereth! Gilthoniel!Մենք դեռ հիշում ենք, թե ով կը բնակինԱյս հեռու հողի տակ ծառերի,Քո Starlight է արեւմտյան ծովերով:
		-- J. R. R. Tolkien

%
Այնքան շատկախվածվրակարմիրանիվսայլակglazed հետանձրեւջուրկողքինսպիտակՀավ.
		-- William Carlos Williams, "The Red Wheel Barrow"

%
Այնպես որ, դուք ավելի լավ է դիտել դուրս!Դուք ավելի լավ է ոչ թե լաց լինել.Դուք ավելի լավ է ոչ թե խռովել!Ես ասում եմ ձեզ, թե ինչու,Ձմեռ պապը գալիս, քաղաք.Նա գիտի, թե երբ դուք արդեն քնած,Նա գիտեմ, երբ դու արթուն.Նա գիտի, թե եթե դու եղել, վատ կամ լավ,Նա ունի հետ կապերի ԿՀՎ:Այնպես որ, ...
		-- William Carlos Williams, "The Red Wheel Barrow"

%
Այնպես որ, ... այնպես որ դուք կարծում եք, կարող եք ասել,Heaven դժոխքից.Կապույտ երկնքի ցավից: Արդյոք նրանք ստանում եք առեւտրիԿարող եք ասել, մի կանաչ դաշտ Ձեր հերոսները համար ուրվականների:From սառը պողպատի երկաթուղով. Թեժ մոխիր ԾԱՌԻ ՀԱՄԱՐԺպիտով է վարագույրի. Տաք օդի համար թույն breeze.Ինչ եք կարծում, կարող եք ասել. Սառը հարմարավետությունը փոփոխության.Արդյոք դուք փոխանակելA քայլել մասնակցել է պատերազմինԷ առաջատար դերը մի վանդակի.
		-- Pink Floyd, "Wish You Were Here"

%
Զինվորները, ովքեր ցանկանում են լինել հերոսԳործնականում զրոյական,Բայց նրանք, ովքեր ցանկանում են լինել քաղաքացիական անձ,Նրանք վազում են միլիոնավոր.
		-- Pink Floyd, "Wish You Were Here"

%
Նրանցից ոմանք ուզում են օգտագործել ձեզ,Ոմանք ցանկանում է օգտագործել ձեզ,... Բոլորը փնտրում ինչ - որ բան.
		-- Eurythmics

%
Ոմանք Նախնադարյան սպիտակ մրջյուն թակեցին փայտի.Եւ ճաշակել այն, եւ պարզել, որ դա լավ է:Եվ դա է պատճառը, որ ձեր զարմիկ ՄայիսԸնկավ միջոցով հյուրասրահում հատակին այսօր.
		-- Ogden Nash

%
Ոմանք ասում են, որ աշխարհը կավարտվի կրակով,Ոմանք ասում են սառույցի.Ինչ ես ճաշակել ցանկությունըԵս պահել նրանց հետ, ովքեր կողմ կրակ.Բայց եթե այն ստիպված է մեռնել, երկու անգամ,Ես կարծում եմ, գիտեմ, որ բավարար ատելությանԷ ասել, որ ոչնչացման, սառույցիԷ նաեւ մեծԵւ պիտի բավարարի:
		-- Robert Frost, "Fire and Ice"

%
Երբեմն ես զգում եմ մարում հեռու,Նայում է ինձ, ես ստացել nothin 'ասելու:Մի ինձ բարկացած բաներ խաղեր, որ դուք խաղալ,Կամ լույս է կամ թողնել ինձ մենակ.
		-- Robert Frost, "Fire and Ice"

%
Երբեմն ես ապրում եմ երկրում,Եվ երբեմն ես ապրում եմ քաղաքում.Եվ երբեմն ես ունեմ մի մեծ պատկերացում,Ցատկել է գետը եւ խեղդվել:
		-- Robert Frost, "Fire and Ice"

%
Երբեմն լույսը բոլորս փայլում է ինձ,Մյուս անգամ ես հազիվ տեսնում.Վերջերս այն տեղի է ունենում է ինձ համարԻնչ մի երկար տարօրինակ է ուղեւորությունը դա եղել.
		-- The Grateful Dead, "American Beauty"

%
Խոսիր մոտավորապես ձեր փոքրիկ տղայի,Եւ ծեծել նրան, երբ նա փռշտում:Նա միայն դա է ձանձրացնելՔանի որ նա գիտի, որ teases:Wow! wow! wow!Ես խոսում եմ դաժան իմ տղայի,Եւ ծեծել նրան, երբ նա փռշտում:Որովհետեւ նա կարող է մանրակրկիտ վայելելՊղպեղ, երբ նա գոհացնում!Wow! wow! wow!
		-- Lewis Carrol, "Alice in Wonderland"

%
Խոսիր մոտավորապես ձեր փոքրիկ VAX,Եւ boot այն ժամանակ, երբ այն crashes.Այն գիտի, որ ոչ ոք չի կարող հանգստանալՔանի որ paging պարտության է մատնում:Wow! Wow! Wow!Ես խոսում եմ դաժան իմ VAX,Եւ boot այն ժամանակ, երբ այն crashes.Չնայած բոլոր իմ սիրելի ԴԱՐԻմ Աշխատանք դա միշտ պարտության է մատնում:Wow! Wow! Wow!
		-- Lewis Carrol, "Alice in Wonderland"

%
Խոսելով Godzilla եւ այլ բաներ, որ փոխանցել սարսափը:Հետ նպատակային ծամածռություն եւ Mongo նման սերՆա նետում մանում սկավառակի կրիչներ օդում.Եվ նա ընտրանին մինչեւ vax, եւ նա նետում այն ​​ետ ցածՔանի որ նա Wades միջոցով լաբորատորիայում կատարելու սարսափելի հնչյուններ!Անօգնական է օգտվողները նախագծերի շնորհիվScream «Աստված իմ»: քանի որ նա stomps է Կասետային կրիչներ, too!Օ ոչ! Նա ասում է, որ Unix վարում է շատ դանդաղ: Գնա, գնա, DECzilla!Օ՜, այո! Նա gonna դաստիարակեն VMS! Գնա, գնա, DECzilla »* VMS է ապրանքային նշանը Digital Equipment Corporation.* DECzilla է ապրանքային նշանը սնամեջ շոկոլադե bunnies մահվան, Inc.
		-- Curtis Jackson

%
Գարուն է այստեղ, գարուն է այստեղ,Կյանքը Skittles եւ կյանքի է գարեջրի.
		-- Curtis Jackson

%
Սուրբ Patrick էր մի տղամարդուովքեր ռազմավարության ու գաղտագողիքշում բոլոր օձ է Իռլանդիայում.Ահա մի toasting իր առողջությանբայց ոչ շատ toastingsորպէսզի դուք կորցնում ինքներդ, եւ ապամոռացեք, բարի Սուրբ Patrickեւ տեսնել բոլոր այն օձ կրկին.
		-- Curtis Jackson

%
Մնաց անկողնում ամբողջ առավոտ, պարզապես անցնել այն ժամանակ,Կա ինչ - որ բան սխալ է այստեղ, այնտեղ կարող են լինել ոչ ավելի, հերքելով,Մեզանից մեկը փոխվում է, կամ գուցե մենք պարզապես դադարել փորձում,Եվ դա շատ ուշ, երեխան, հիմա, դա շատ ուշ,Չնայած նրան, որ մենք, իրոք, այդպես է փորձենք անել այն,Ինչ - որ բան ներսում մահացել է, եւ ես չեմ կարող թաքցնել, եւ ես պարզապես չեմ կարող կեղծ է ...Այն օգտագործվում է, այնքան հեշտ է ապրում այստեղ, ձեզ հետ,Դուք եղել թեթեւ եւ զով, եւ ես գիտեի, պարզապես, թե ինչ պետք է անելԱյժմ դուք նայում այնքան տխուր է եւ ես զգում եմ, ինչպես մի հիմար.Այնտեղ պետք է լինի լավ ժամանակներ կրկին ինձ համար եւ ձեզ,Բայց մենք պարզապես չենք կարող մնալ միասին, չեք զգում այն ​​էլ.Բայց ես ուրախ եմ, որ այն, ինչ մենք ունեինք, եւ որ ես մի անգամ սիրեցի քեզ ...Բայց դա շատ ուշ երեխան ...Դա շատ ուշ է, հիմա սիրելիս, դա շատ ուշ ...
		-- Carol King, "Tapestry"

%
Քայլ ետ, անհավատներին!Կամ անձրեւը երբեք չի գա:Ինչ-որ մեկը պահել կրակը վառ, մեկը գալիս եւ ծեծել է թմբուկին.Դուք կարող եք մտածել, որ ես եմ խենթ, դուք կարող եք մտածել, որ ես խելագար,Բայց ես երդվում եմ ձեզ, մինչ այդ օրը դուրս,Դուք folks են gonna տեսնել որոշ անձրեւ!
		-- Carol King, "Tapestry"

%
Տարօրինակ բաներ են արվում լինել թիվ մեկԻ վաճառելու համակարգիչ Druids էին ձեռներեցներ,IBM ունի strategem Եւ շինեցին գրանիտե արկղըՈր անշեղորեն աճում է acuter, այն առ լուսինը, զգուշացրել է monsoons,Եւ Honeywell մրցում նման դժոխք է, եւ կանխատեսել է օրուգիշերահավասարԲայց պատմությունը ի պակասող օղակը Դրանց գինը ճիշտ էր, նրանց ապագանՀամակարգը հասակում Stonemenge վաճառվել վառ,Ըստ ընկերության Druids, Inc. նախատիպը վաճառվում էր.From Stonehenge կայքում իրենց bits եւ բայտՑանկանում նավը Celtic ոսկի.Է movers եկել է crate, որ շրջանակ.Այն կշռում էր միլիոն տոննա:Երթեւեկությունը ժողովրդական մտածեցի, այն անեկդոտը Մարդը խոսում ճշմարիտ է, եւ դրանով պետք է ձեզ(Վագոն-կոնտ, Ալյում.հեծ պարզապես spun); Նախազգուշացումը է տարիքի.«Նրանք պետք է Ոչ վաճառում, որ« վարպետ Ձեր ֆոնդային սայթաքել, եթե դուք չեք կարող առաքելթքում, Ինչ է ձեր գրքույկի էջերում:«Պարզապես թողնել վայրի որոմը աճում; Տես, եթե այն վաճառում առանց զանգերը«Դա Druid-բարի, ավելի մշակված, եւ տողերի, որ ռինգում եւ կապարճը.«Եվ belly մինչեւ նրանք պետք է գնալ»: Druid հեղինակությունը իջան է սահանքՔանի որ նրանք չեն կարող մատուցել:
		-- Edward C. McManus, "The Computer at Stonehenge"

%
Տառապանք մենակ գոյություն, ոչ մէկը, ով տառապում.Արարք կա, բայց ոչ գործող դրանց.Nirvana է, բայց ոչ ոք չի ձգտում դրան:The Path կա, բայց ոչ մեկը չի ով է ճանապարհորդել է այն:
		-- "Buddhist Symbolism", Symbols and Values

%
Sun ի գիշերը, բոլորն էլ միասին,Աճման երկինքը, կյանքը ընդմիշտ.
		-- Brand X, "Moroccan Roll/Sun in the Night"

%
      / \ SUN նրանցից ցանկանում է օգտագործել ձեզ,     \\ \  / \ \\ / SUN նրանցից ցանկանում է օգտագործվել, ըստ ձեզ, / / \ / / // \ \ // \ \ // / SUN նրանցից ցանկանում է չարաշահում ձեզ,  / / / \ /   / \\ \ SUN նրանցից ցանկանում է չարաշահել ...     \ \\      \ /
		-- Eurythmics

%
Sweet տասնվեց գեղեցիկ է Bess,Եւ նրա ձայնը փոխվում է «ոչ» է «Այո»:
		-- Eurythmics

%
System / 3! System / 3!Տես, թե ինչպես է այն աշխատում է! Տես, թե ինչպես է այն աշխատում է!Դրա Monitor կորցնում, այնքան բոլորովին!Այն աշխատում է բոլոր իր ծրագրերը, RPG!Դա կատարվում է մեր սիրելի մենաշնորհից:System / 3!
		-- Eurythmics

%
T: Մի մեծ հրեշ, նա կոչ է արել Troll.Նա չեն ռոք, եւ նա չի գլորում.Խմեք գինի, եւ ծխում ոչ մի stogies:Նա պարզապես սիրում է ուտել նրանց Roguies:
		-- The Roguelet's ABC

%
Take a look ձեր շուրջը, ասեք ինձ, թե ինչ եք տեսնում,Մի աղջիկ, ով կարծում է, որ նա էլ սովորական lookin 'նա ստացել է ստեղնը:Եթե ​​Դուք կարող եք ստանալ մոտ բավարար է նայենք դեպի իր աչքերիԿա ինչ-որ բան հատուկ ճիշտ ետեւում դառնությամբ Նա hides.Եւ դու արդար խաղ է,Դուք երբեք չեք իմանա, թե ինչ է նա պետք է որոշի, թե, դու արդար խաղ է,Պարզապես հանգստանալ, վայելել ride.Գտնել մի ճանապարհ հասնելու նրան, որպեսզի ինքներդ մի հիմար,Բայց դա անել, մի քիչ դասի, անտեսել է կանոնները:«Ինչի այս մեկը չգիտի, թե շահը, չի կարող ստանալ ամսաթիվ:The տգեղ բադի ձագ հարվածելու հետ, եւ նա պետք է որոշի, թե իր ճակատագիրը:(ԿՐԿՆԵՐԳ)Իսկ նրանք, դուք երբեք նկատել են, դուք պետք է հետեւել:Նա հաճելի եւ նա բարեկամական իսկ նա նայում ձեր crotch.Փորձեք ձեր ձեռքը ժամը զրույցի, gossip է, սուտ է,Եվ իրոք, նա պետք է վերցնել ձեզ տուն եւ դուք ուզում մահանալ:(ԿՐԿՆԵՐԳ)
		-- Crosby, Stills, Nash, "Fair Game"

%
Վերցրեք սիրտը պայմաններում խորացող խավար, որ ձեր շունը վերջապեսբավական է պանիր:
		-- National Lampoon, "Deteriorata"

%
Tan է ինձ թաքցնել, երբ ես մեռած, Ֆրեդ,Tan է ինձ թաքցնել, երբ ես մեռած.Այնպես որ, մենք tanned նրա թաքցնել, երբ նա մահացավ, Clyde,Դա կախվել այնտեղ թափել:Բոլորը միասին ...Կապել զիս Կենգուրու ներքեւ, սպորտ,TIE զիս Կենգուրու ներքեւ.Կապել զիս Կենգուրու ներքեւ, սպորտ,TIE զիս Կենգուրու ներքեւ.
		-- National Lampoon, "Deteriorata"

%
Ասա ինձ, թե ինչու աստղերը do փայլում,Ասա ինձ, ինչու բաղեղ twines,Ասա ինձ, թե ինչու է երկինքը այնքան կապույտ,Եվ ես ձեզ կասեմ, թե ինչու ես սիրում եմ քեզ:Միջուկային Fusion դարձնում աստղերը փայլում,Phototropism կազմում Ivy գրկել,Rayleigh խորտակելով դարձնում Երկինքն այնքան կապույտ,Սեռական հորմոններ են, թե ինչու ես սիրում եմ քեզ:
		-- National Lampoon, "Deteriorata"

%
Ասա ինձ, ո՜վ Octopus, ես խնդրում,Արդյոք այն բաների ձեռքերը, կամ որ նրանք, ոտքերը.Ես հիանում եմ քեզ., Ութոտնուկ.Եթե ​​ես լինեի դու, Ես կցանկանայի, զանգահարեք ինձ, մեզ:
		-- Ogden Nash

%
Terence, սա հիմարություն իրերը:Դուք ուտում ձեր պաշար բավականաչափ արագ.Չի կարող լինել շատ վատ, 'Tis պարզ է,Է տեսնել տոկոսադրույքը եք խմել գարեջուր.Բայց ախ, լավ Տէր, չափածո եք կատարել,Այն տալիս է մի գլ է քաղցի ցավ:Կովը, հին կովը, նա մեռած է:Այն քնում լավ եղջյուր ունեցող գլուխը:Մենք աղքատ lads, 'Tis մեր հերթն այժմԼսել, այնպիսի մեղեդիները, ինչպես սպանեց կովը:Pretty բարեկամությունը 'Tis է հանգավորելՁեր ընկերներին մահից առաջ իրենց ժամանակ.Moping, Տխրություն Mad:Արի, խողովակների մեղեդի պարել է, այնտեղից:
		-- A. E. Housman

%
Այդ զգացումը պարզապես պատեց ինձ:
		-- Albert DeSalvo, the "Boston Strangler"

%
Որ փողը բանակցությունները,Ես չեմ ժխտում,Ես լսել եմ, այն մեկ անգամ,Այն, որ «Good-bye:
		-- Richard Armour

%
The Advertising Agency SongԵրբ Ձեր հաճախորդի Hopping խելագար,Ներդրեք իր նկարը ազդ:Եթե ​​նա դեռ պետք է ապացուցի, հրակայուն,Ավելացնել նկարը իր գործարանում:
		-- Richard Armour

%
Այն բոլոր softening անհաղթահարելի սգաղողանջ,The tocsin հոգու, - զանգը:
		-- Lord Byron

%
Որ բանկը կոչ է արել պատմել ինձ, որ ես overdrawn,Որոշ Freaks են այրվում խաչեր են իմ առջեւ Մարգագետինների,Եվ ես * չեմ կարող * հավատալ, * Այն, բոլոր Cheetos են գնացել,Դա պարզապես այն օրերին:
		-- Weird Al Yankovic, "One of Those Days"

%
Որ բանկը ուղարկվել մեր հայտարարությունը այս առավոտ,The Red թանաք էր մի տեսարան մեծ ակնածանք!Նրանց գործիչներ եւ իմը կարող է ունենալ հավասարակշռված,Բայց իմ կինն էր, շատ արագ է ոչ - ոքի:
		-- Weird Al Yankovic, "One of Those Days"

%
The Bird ժամանակ է, բայց մի քիչ ճանապարհ են թռչել ...եւ թռչնի վրա թեւի:
		-- Omar Khayyam

%
Պատանին կանգնած այրվող տախտակամած,Ուտում արախիս կողմից ուտել:Հայրը նրան կոչեց, բայց նա չի կարող գնալ,Որովհետեւ Նա սիրում է նրանց արախիս, որ.
		-- Omar Khayyam

%
Ուղտը ունի մեկ կուզ.Միասապատ երկու;Կամ էլ հակառակը.Ես երբեք համոզված: Դու ես?
		-- Ogden Nash

%
The carbonyl բեւեռացված,Դելտա վերջը գումարած.The nucleophile դրանով հարձակվել,Ածխածնի կորիզ:Addition կատարում է ալկոհոլ,Տեսակների, կան, բայց երեք.Այն ստիպում է մի ստրուկ, համապատասխանում,From Գ փայլում C.
		-- Prof. Frank Westheimer, to "America the Beautiful"

%
The տարածված CORMORANT, թե shag,Դնում ձու ներսում մի թղթե տոպրակի մեջ.Պատճառն այն է, դուք կարող եք տեսնել, ոչ մի կասկած,Է պահպանել lightning դուրս.Բայց այն, ինչ այդ unobservant թռչուններըՉեն նկատում, որ նախիրներիԿրում կարող է գալ bunsԵւ գողանալ տոպրակներ անցկացնելու փշրանքները:
		-- Prof. Frank Westheimer, to "America the Beautiful"

%
Տարբերությունը, մեզ չէ, շատ հեռու,cruising է burgers է պապան նոր մեքենան.
		-- Prof. Frank Westheimer, to "America the Beautiful"

%
Աչքերը Տեխասի են քեզ վրա,Բոլոր livelong օրը.Աչքերը Տեխասի են քեզ վրա,Դուք չեք կարող ստանալ հեռավորության վրա.Չեմ կարծում, որ դուք կարող եք խուսափել նրանցԳիշերից 'til վաղ առավոտը.Աչքերը Տեխասի քեզ վրա են'Til Գաբրիել փչում իր HORN.
		-- University of Texas' school song

%
Այգին է սգո;Անձրեւը ընկնում թույն շրջանում ծաղիկների:Ամառային shivers հանգիստԻր ճանապարհին իր ավարտին:Golden տերեւ, հետո տերեւիԸնկնում է բարձրահասակ ակացիա:Ամառային ժպտում, զարմացան, տկար,Այս մեռնող երազի մի այգուց.Երկար ժամանակ, սակայն, ի վարդերի,Նա կլինի դանդաղել է, կարոտ խաղաղության համար,եւ կամաց - կամացՓակել իր հոգնած աչքերը:
		-- Hermann Hesse, "September"

%
Հայացքները ավելի քան կոկտեյլներՈր թվում է, որ այնքան քաղցրՉեն թվում այնքան սիրահարOver shredded Ցորենի
		-- Hermann Hesse, "September"

%
Որ լավ (Ես համոզված եմ, մեկը)Արդյոք բայց վատը թողնում հետադարձել:Երբ ձեր հեղինակությունը արվումԴուք կարող եք ապրել զվարճալի.
		-- Wilhelm Busch

%
Որ լավ կյանք էր, այնքան խուսափողականԴա, իրոք, ինձ ներքեւԵս ստիպված էի վերականգնել որոշակի վստահությունԱյնպես որ, ես ստացել է քողարկման
		-- Wilhelm Busch

%
Լավ ժամանակ է մոտենում,The սեզոն է ձեռքը.Երբ որ Merry սեղմեք երկու բազային lickԿլսվի ողջ երկիրը.Սառնամանիք դեռ շարունակվում է երկրի վրա, եւBudless են ծառերը.Բայց այդ Merry օղակը ձայնին գարնանըԿրում վրա վեճ.
		-- Ode to Opening Day, "The Sporting News", 1886

%
Գերեզմանն մի տուգանք եւ մասնավոր տեղ,բայց ոչ մեկը չի, ես կարծում եմ, այնտեղ չեն ընդունել:
		-- Andrew Marvell

%
Այն հույսը, որ springs հավերժականSprings ընդհուպ ձեր ետեւում.
		-- Ian Drury, "This Is What We Find"

%
Մանկական Աստված այժմ գլխավորում է ժապավենըԻ ցանկում երկնային հասակակիցների.Նա նստում է պալատի հսկողության բարձր,Եւ նա կարգավորում ոլորտները:Այդուհանդերձ է նա մտածում, դուք կարծում,Եթե, նույնիսկ աստվածների աստվածային,Լավագույն եւ ամենախելոք չի կարող լինել այն մարդկանց,Ովքեր զբաղված քիչ հետ խոզերի.
		-- Robert W. Service

%
Տիկնայք տղամարդիկ հիանում, ես լսել,Ցանկանում սարսուռ է չար բառի.Նրանց մոմ է տալիս մի լույսը.Նրանք գերադասում են մնալ տանը գիշերը:Նրանք չեն արթուն, մինչեւ երեք,Nor կարդալ էրոտիկ պոեզիա:Նրանք երբեք չեն համաձայնություն անմաքուր,Nor ճանաչել է նախերգանքը:Նրանք նեղանալ Փոշիներ, եւ ներկերի ...Այնպես որ, հեռու, ես ոչ մի բողոք:
		-- Dorothy Parker

%
Տերեւները են երկար ժամանակ, խոտը կանաչ էր,Այն Hemlock-umbels բարձրահասակ եւ արդար,Եւ ի կածան մի լույս է տեսելԱստղերի ստվերային շողացող.Tin 'uviel պարում էր այնտեղԵրաժշտության խողովակի անտեսանելի,Եւ թեթեւ աստղերի էր իր մազերով,Եւ իր հագուստէն Glimmering:Այնտեղ Beren եկել են mountains colds,Եւ կորցրել Նա թափառում տակ տերեւների,Եւ որտեղ Elven-River ուղղումՆա մենակ քայլում ու երկունքի:Նա նայեց միջեւ HEMLOCK-տերեւներիԵւ տեսա Wonder ծաղիկներ ոսկիՆրա թիկնոց, եւ նրա sleeves,Եւ նրա մազերը, ինչպես ստվերի հետեւյալը.Enchantment բուժեց իր հոգնած ոտքերըՈր է լեռներով, որոնք դատապարտված են թափառել.Եւ չորրորդ Նա շտապեց, ուժեղ եւ նավատորմ,Եւ ըմբռնում է Moonbeams glistening:Միջոցով հյուսված անտառներում ElvenhomeՆա թույլ փախավ է պարի ոտքերին,Ու թողուցին զայն միայնակ դեռ թափառելԻ լուռ անտառային լսելու:
		-- J. R. R. Tolkien

%
Լույսերը են,բայց դուք չեք տուն,.քո կամքըչէ ձեր սեփական.Ձեր սրտի sweats,Ձեր ատամները ծամել.Եվս մեկ համբույրըեւ դուք պետք է իմը ...Դուք սիրում է մտածել, որ դու անձեռնմխելի է կազմի(Oh Yeah!)Դա ավելի մոտ է ճշմարտության, որ դուք չեք կարող ստանալ բավարար.Դուք գիտեք, թե դուք gonna պետք է դիմակայել այն,Դու թմրամոլ է սիրել »
		-- Robert Palmer

%
Այս փոքրիկ քաղաք է, որ ժամանակն է մոռացել,Որտեղ բոլոր կանայք են ուժեղ,Այն մարդիկ, լավ են փնտրում,Եւ երեխաները վերը միջին.
		-- Prairie Home Companion

%
Տերը եւ ես մի ոչխարների հովիվ հարաբերությունների, եւ ես եմդիրքորոշումը բացասական կարիք:Նա prostrates ինձ կանաչ-գոտի արոտավայրերի տարածքում.Նա վարում է ինձ, directionally զուգահեռ ոչ torrential նստվածքայինհեղուկ.Նա վերադառնում է օրիգինալ բավարարվածության մակարդակի իմ հոգեբանական դիմահարդարում.Նա անցնում է ինձ վրա դրական վարքագծային ֆորմատով առավելագույնհեղինակության իր ինքնությունը:Այն պետք է, իրոք, կարելի է ասել, որ չնայած այն հանգամանքին, որ ես կատարելամբուլատոր առաջընթաց միջոցով umbragious միջգերատեսչական բլրի մահացության բնիկ, ահաբեկչությանսենսացիաներ չի լինի նախաձեռնել է ինձ, շնորհիվ para-etical երեւույթների.Ձեր հովվական քայլելիս օգնությունը եւ quadrupic պիկապ միավորը ներկայացնել ինձմեջ pleasurific տրամադրություն պետություն:Դուք նախագծել եւ արտադրել կեր կրող կահույք տիպի կառույցհամատեքստում ոչ կոոպերատիվի տարրերից.Դուք հանդես գալ մի ղեկավար առնչվող ժողովրդական արարողակարգ աշխատում բուսական մզվածք:Իմ ըմպելիքների սպասք զգում ծավալ ճգնաժամը:Դա է շարունակական նվազեցվում փաստը, որ ձեր միջխորհրդարանական Հարաբերականempathetical եւ ոչ ventious կարողությունները պահպանում ինձ որպես իրենցթիրախ - կենտրոնանալ համար տեւողությամբ իմ ոչ մահվան ժամանակահատվածում, եւ ես պիտի տիրանանվարձակալ իրավունքները բնակարանային միավորի Տիրոջից մշտական, բաց ավարտվեցԺամանակն հիմքը:
		-- Prairie Home Companion

%
Ի մշակողների կարող են կատարելեւ օգտվողները կարող են օգտագործել,բայց fixers պետք է ամրագրելհետ, բայց նվազագույն clues
		-- Prairie Home Companion

%
Այդ մարդը, որ նա ուներ բարի էր ու մաքուրԵւ լավ բավարար է ամեն օր,Բայց ախ, սիրելի բարեկամներ, դուք պետք է տեսելԱյն որ գնաց, նա որ հեռացավ.
		-- Dorothy Parker, "The Fisherwoman"

%
Առավոտյան արեւի, երբ դա ձեր դեմքը, իրոք, ցույց է տալիս ձեր տարիքը,Բայց, որ չեն անհանգստացնել ինձ ոչ մեկը; իմ աչքերում դու ամեն ինչ:Ես գիտեմ, ես ձեզ պահել amused,Բայց ես զգում եմ, որ ես օգտագործվում.Oh, Maggie, մաղթում եմ, ես երբեք չեմ տեսել ձեր դեմքը.Դուք ինձ տանից հեռու,Պարզապես պետք է փրկել ձեզ լինելուց մենակ.Դուք գողացան իմ սիրտը, եւ որ այն, ինչ իրականում ցավում:Ենթադրում եմ, որ ես կարող եմ հավաքել իմ գրքերը, եւ ստանում է վերադառնալ դպրոց,Կամ գողանալ իմ պապայի թելադրանք եւ կատարել մի կենդանի դուրս խաղում լողավազան,Կամ գտնել ինձ Rock 'n' roll խումբը,Որ պետք է օգնության ձեռք մեկնեց,Oh, Maggie Մաղթում եմ, ես երբեք չեմ տեսել ձեր դեմքը.Դուք կատարել է առաջին կարգի հիմար դուրս ինձ,Բայց ես, ինչպես կույր է որպես հիմար կարող է լինել:Դուք գողացան իմ հոգին, եւ դա ցավ ես կարող եմ անել, առանց.
		-- Rod Stewart, "Maggie May"

%
The Moving Finger գրում է. եւ, որ ծանուցագիր,Տեղափոխվում է Նոր բոլոր նրանք բարեպաշտություն, ոչ WitԹող գրավել այն ետ է չեղյալ համարել կես մի գիծ,Ոչ էլ քո արցունքները լվանում են Խոսքը դրա:
		-- Rod Stewart, "Maggie May"

%
Ցանցը օրենքի տարածվել, այնքան լայն է,Ոչ մեղաւորիս իր ավլում կարող թաքցնել:Դրա meshes են, այնքան լավ եւ ուժեղ,Նրանք վերցնում ամեն երեխայի սխալ.O wondrous վեբ mystery!Մեծ ձուկ մենակ փախչել քեզ
		-- James Jeffrey Roche

%
Այդ գիշեր արագ է անցնում, երբ դու քնած ժամանակԲայց ես դուրս shufflin «ինչ - որ բան պետք է ուտել...Նախաճաշ Egg House,Հավանել վաֆլի վրա griddle,Ես այրված շուրջ եզրեր,Բայց ես մրցույթը մեջտեղում:
		-- Adrian Belew

%
The մեկը L լաման, նա քահանանԱյս երկու L Llama, նա գազանԵվ ես պիտի գրազ իմ մետաքսե ննջազգեստՉկա որեւէ երեք L lllama:նրա վարչությունը արձագանքել է նման բան է «երեք L lllama»:
		-- O. Nash, to which a fire chief replied that occasionally

%
The Pig, եթե չեմ սխալվում,Տալիս է մեզ խոզապուխտ եւ խոզի եւ բեկոն.Թող ուրիշները մտածում նրա սիրտը մեծ է,Ես կարծում եմ, որ դա հիմարություն է Pig.
		-- Ogden Nash

%
Բանաստեղծը Ում չարության փրկել նրա կյանքըԱռավել կարեւոր բանաստեղծ է տասնյոթերորդ դարում ՋորջԹառամել: Ալեքսանդր Pope նրան անվանել է «խղճուկ թառամել» եւ Dryden ասել է իրհատված, որը «եթե նրանք հանգավոր եւ rattled ամեն ինչ լավ էր»:Մեր օրերում, "The Բառարան Ազգային Կենսագրությունը» նշում է, որ իրաշխատանքը «հիմնականում ուշագրավ է իր զանգվածային, fluidity ու վճռականություն: Այն սովորաբարչունի իրական գրական որակ եւ հաճախ sinks մեջ թուլամիտ անշնորհք ».Բարձր գովքը, իրոք, եւ դա կարող է գայթակղել ձեզ համ ա, որպես կանոն,հատուցող տուն: Այն վերցված է «Ես սիրում է աղջիկ» եւ մտահոգված էբարձր զգացմունքները:Նա չէր ինձ «Մեղր» կանչը,Նա ուզում - O, նա ուզում համբուրիր ինձ էլ.Բայց հիմա ավաղ! Նա լքեց ինձFalero, lero, loo.Ի թիվս այլ մանրամասների, իր սիրուհի որը նա ընտրել է անմահացնելնրա խելամիտ ընտրություն կոշիկների.Այն հնգյակ չէին տեղավորվում է իր կոշիկը:1639 մեծ բանաստեղծի կյանքը վտանգված բանից հետո, երբ նրա գրավման կողմիցոր Royalists ընթացքում անգլիական քաղաքացիական պատերազմի. Երբ Sir John Denham, որՌոյալիստ բանաստեղծ, լսեցին թառամել մոտալուտ կատարման, նա գնաց թագավորի եւաղաչում, որ իր կյանքը փրկվել: Երբ հարցրեցի, թե իր պատճառը, Sir John պատասխանեց.«Քանի որ քանի դեռ թառամել ապրել, Denham չէր համարուիԱմենավատ բանաստեղծ Անգլիայում »:
		-- Stephen Pile, "The Book of Heroic Failures"

%
Քարոզիչը, քաղաքական գործչի, ուսուցիչը,Էին նրանցից յուրաքանչյուրը մեկ անգամ Kiddie:Երեխան, իրոք, հրաշալի արարած:Ես ուզում եմ մեկին. Աստված Forbiddie!
		-- Ogden Nash

%
Ճագարներ կովըԱհա մի հատված մասին Ճագարներ կովը է եզան ilk.Դա չի խոսում, իրենց սովորույթները: One վերջը Moo, իսկ մյուսը, կաթ.
		-- Ogden Nash

%
Անձրեւը, այն raineth է ընդամենըԵվ նաեւ անարդար fella,Բայց հիմնականում վրա միայն, քանի որԱնարդար գողանում արդար հովանու.
		-- Lord Bowen

%
The Rhino է առօրյա գազան,Որովհետեւ մարդու աչքերը, նա ոչ մի տոն.Հրաժեշտի, հրաժեշտի, դուք հին Rhinoceros,Ես պետք ապշած հայացքով նայել բան ավելի քիչ prepoceros:
		-- Ogden Nash

%
Ճանապարհ շարունակվում երբեւէ եւDown դռնից որտեղ է այն սկսվում:Այժմ շատ առաջ Ճանապարհային է գնացել,Եվ ես պետք է հետեւել, եթե կարող եմ,Հետապնդելով այն ցանկանում ոտքերով,Մինչեւ այն միանում որոշ մեծ ճանապարհըՈրտեղ շատ ուղիներ եւ errands հանդիպել.Եւ թէ ուր, ապա. Ես չեմ կարող ասել:
		-- J. R. R. Tolkien

%
The ժպտում Գարուն գալիս է ուրախությամբ,Եւ մռայլ Ձմեռային գրիմլյ ճանճեր.Այժմ բյուրեղյա հստակ են FALLING WATERS,Եւ Bonnie կապույտ են արեւոտ երկինք:Թարմ օվկիանոսում լեռների ընդմիջումների չորրորդ առավոտյան,The ev'ning gilds օվկիանոսների ի ուռուցք:Բոլոր էակներին ուրախություն արեւը վերադարձնելու,Եվ ես կցնծամ իմ Bonnie Bell.Ծաղկային Գարուն տանում արեւոտ ամռանը,Դեղին Աշուն մամլիչներ մոտակայքում.Այնուհետեւ իր հերթին գալիս մռայլ ձմռանը,Till ժպտում Գարուն կրկին հայտնվում.Այսպիսով, տարվա եղանակները պար, կյանքը տանելու,Old Time եւ Բնությո դրանց փոփոխությունները պատմել.Բայց երբեք սկսած, դեռեւս անփոփոխ,Ես պաշտում եմ իմ Bonnie Bell.
		-- Robert Burns, "My Bonnie Bell"

%
Զինվորը թակեցին վրա թագուհու դուռը.Նա ասաց. «Ես չեմ պայքարում ձեզ համար այլեւս»:Թագուհին գիտեր, որ նա տեսել էր նրա դեմքը someplace առաջ,Եվ կամաց-կամաց նա թող նրան ներս:Նա ասել է, «Ես տեսնում եմ ձեզ հիմա, եւ դու այնքան շատ երիտասարդ,Բայց ես տեսել եմ ավելի շատ մարտեր կորած է, քան ես մարտեր հաղթել,Եվ ես ունենալ այս ինտուիցիա, որ այն ամենը ձեր հաճույքի.Եվ հիմա կարող եք ինձ ասել, թե ինչու »:
		-- Suzanne Vega, "The Queen and The Soldier"

%
Հնչյունների գոյականների հիմնականում չկապված:Քաղաքում մի անուն կարող է հագնում մի թիկնոց,կամ ավելի ներքեւ, կարող հագնվում է մի ծաղրածու.A անուն է, որ դա ձայնային երբեք ծաղրածու,բայց ոչ ամուր գոյականներ ցատկել եւ ներքեւ:Ձայնը գոյական կարող distrub է հողագործ,եւ ապա, իմ սիրելիս, ես կցանկանայի, պետք է տեղադրել ֆունտ:Բայց խնդրում եմ, թույլ մի տվեք, որ ձեզ ներքեւ,Հանրահայտ ձեր gown է, որ խոսակցության քաղաքի.
		-- A. Nonnie Mouse

%
Փողոցը քարոզիչ նայեց այդքան ՏարակուսանքիԵրբ ես հարցրեցի նրան, թե ինչու է նա հագնվածՔառասուն ֆունտ խորագրերըStapled իր կրծքավանդակի.Բայց նա հայհոյել է ինձ, երբ ես ապացուցել է նրա հետԵս ասացի, «Նույնիսկ կարող եք թաքցնել:Դուք տեսնում եք, որ դուք պարզապես ինձ նման:Հուսով եմ, որ դուք գոհ »:
		-- Bob Dylan

%
Արեւը փայլում էր ծովը,Փայլուն իր ամբողջ զորությամբ:Նա արեց, շատ լավ է կատարելԱյն billows հարթ ու պայծառ.Եվ դա շատ տարօրինակ է, քանի որ դա եղել էՄեջտեղի գիշերը:
		-- Lewis Carroll, "Through the Looking Glass"

%
Այն միտքը, ոստիկանության այստեղ: Նրանք եկելԷ դնում ձեզ տակ սրտի ձերբակալման.Եվ քանի որ նրանք քաշել ձեզ միջոցով դուռըՆրանք պատմում են, որ դուք արդեն ձախողվել քննությունը:
		-- Buggles, "Living in the Plastic Age"

%
Սենսացիա է այստեղ, բայց դա երկար չի տեւիԴուք ավելի լավ է ունենալ ձեր զվարճանալ, նախքան այն շարժվում երկայնքով ...
		-- Buggles, "Living in the Plastic Age"

%
Խնդիրն մի kitten է, որԵրբ այն աճում է, դա միշտ էլ մի կատու
		-- Ogden Nash.

%
Խնդիրն է ձեզ հետԱրդյոք trouble ինձ հետ.Երկու լավ աչքերըԲայց մենք դեռ չենք տեսնում.
		-- Robert Hunter, "Workingman's Dead"

%
Ճշմարտությունն եք խոսում չունի անցյալ եւ չունի ապագա:Այն է, եւ, որ բոլոր այն պետք է լինի:
		-- Robert Hunter, "Workingman's Dead"

%
Կրիա ապրում է 'twixt plated տախտակամաց մուտքը արգելվածՈր գործնականում թաքցնում իր սեռական:Ես կարծում եմ, որ դա խելացի է կրիաՆման մի fix լինել, այնքան բերրի:
		-- Ogden Nash

%
Եղանակը այստեղ, ես մաղթում եմ ձեզ էին գեղեցիկ:Իմ մտքերը չեն էլ պարզ է, բայց չեն փախչում:Իմ ընկերուհու մի չկրեցին. Իմ գործն էլ հլու կամակատարը.Hell ոչ ոք կատարյալ, կցանկանայիք խաղալ.Ես զգում եմ, միասին այսօր!
		-- Jimmy Buffet, "Coconut Telegraph"

%
Քամին կը ճաշակել, այնքան դառը քաղցր,Հավանել Jaspar գինու եւ շաքար,Այն պետք է պայթեցվել միջոցով ինչ-որ մեկի ոտքերին,Նման են Caspar Weinberger.
		-- P. Opus

%
The Wombat ապրում ողջ ծովերի,Թվում Հեռավոր հակոտնյա.Նա կարող է գոյություն ունենալ ընկույզ եւ հատապտուղներ,Կամ, ապա նորից, միսիոներների;Նրա հեռավոր բնակատեղի բացառում էԵԶՐԱՓԱԿԻՉ գիտելիքները իր տրամադրությունների.Բայց ես չէի զբաղվել WombatՑանկացած ձեւով մահկանացու պայքարի.
		-- "The Wombat"

%
Ամենավատ ամերիկյան բանաստեղծՋուլիա Մուրը, որ «Sweet Singer Միչիգանի» (1847-1920) էր, այնքան վատ է, որMark Twain ասաց, որ իր առաջին գիրքը տվեց նրան ուրախություն է 20 տարի ժամկետով:Նրա հատված հիմնականում մտահոգված բռնի մահվան - մեծ կրակըՉիկագոյի եւ դեղին տենդ համաճարակի ապացուցեց բնական առարկաները համար իր գրիչով:Անկախ նրանից, թե մահը ըստ drowning, ըստ համապատասխանում կամ փախած սահնակ, որբանաձեւը նույնն էր:Դուք լսել է սարսափելի ճակատագրիՊարոն Պ Պ երանության եւ կնոջ.Իրենց մահից պիտի վերաբերի,Եվ նաեւ ուրիշներ կորցրել են իրենց կյանքը(Ի) Ashbula Bridge աղետի,Որտեղ այնքան շատ մարդ է մահացել:Նույնիսկ եթե դուք սկսել են ողջամտորեն առողջ մեկում Julia- ի բանաստեղծությունների,հնարավորությունները են, որ այն բանից հետո, մի քանի stanzas դուք պետք է ներքեւի մասում միգետը կամ հարվածել է կայծակը: A քննադատ Օրվա ասել է նա «ավելի վատ է, քանա Gatling ատրճանակ »եւ մեկ բարակ ծավալի 21 սպանվել է եւ 9 վիրավոր.Անհավանական է, որ որոշ թերթեր էին քննադատաբար իր աշխատանքի, նույնիսկառաջարկելով, որ քաղցր երգիչը «կիսագրագետ». Նրա պատասխանըանկեղծ. «Խմբագիրները, որ խոսվում է այս աղմկահարույց ձեւով են գնացելդուրս է պատճառի »: Նա ավելացրել է, որ« գրական աշխատանքը շատ դժվար է անել »:
		-- Stephen Pile, "The Book of Heroic Failures"

%
Ամենավատ Գծեր չափածոՍկզբի համար, մենք կարող ենք բացառել Ջեյմս GRAINGER խոստումնալից գիծ:«Արի, Muse, եկեք երգում առնետների»:Grainger (1721-67) չի ունենա քաջություն իր համոզմունքների եւ ջնջվելայս խոսքերը, բացահայտելով, որ նրա ունկնդիրները լուծարվել մեջ ինքնաբուխԾիծաղ ակնթարթային նրանք կարդում են.Ոչ մի նման դժկամություն չարչարված Ադամ Lindsay Գորդոն (1833-70) Ով էրոգեշնչված առարկայի պատերազմի.«Ֆլեշ Ֆլեշ! Bang! Bang! Եւ մենք բորբոքվեց հեռու,Եվ մոխրագույն տանիքը reddened եւ հնչեց;Flash! Ֆլեշ! եւ ես զգացի նրա bullet թալանելՀուշում իմ ականջին: Flash! Bang! ».Ի հակադրություն, Cheshire պանիր հրահրել Ջոն Արմսթրոնգի (1709-79):«... Այն, ինչը Cestria ուղարկում, համառ կպցնել պինդ կաթի ...»Մինչ Ջոն Bidlake առաջնորդվել է կարեկցանքի համար բանջարեղենի:"The ծույլ գազար քնում է իր օրը անկողնում,Պակասաւորները PEA միայնակ է, որ չի կարող կանգնել »:Ջորջ Crabbe (1754-1832) գրել է:«Եվ ես ask'd եւ լիազորված է գնալԷ դիմել ընկերության Clutterbuck եւ Կո »William Balmford ուսումնասիրվել հնարավորությունները կրոնական հատվածում:«Այնպես որ,« tis հետ քրիստոնյաների, Բնություն թույլ լինելուՄինչ այս աշխարհում, ենթակա են արտահոսքի »:Եւ Ուիլյամ Wordsworth ցույց տվեց, որ նա կարող է դա անել, եթե նա իսկապես, երբ փորձել էնկարագրելով լճակ:«Ես չափվում է այն կողմի կողմից.Tis երեք ոտնաչափ երկարությամբ եւ երկու ոտքերը լայն »:
		-- Stephen Pile, "The Book of Heroic Failures"

%
Երիտասարդ տիկինը ուներ անսովոր ցուցակը,Կապվածները մասամբ է կառուցվածքային թուլության:Նա սահմանել նախապայմաններ չկան:
		-- Stephen Pile, "The Book of Heroic Failures"

%
Այն, Uh, ձյունառատ լեռները նման են, իրոք, ցուրտ է, eh?Եվ, um, տափաստաններով ձգվել նման իմ moms քամար, eh?Կա lotsa beers եւ ԴՈՆԱԹՍ բոլորի համար, eh?Այնպես որ, վերջին մեկ պետք է խաղաղ եւ ամեն ինչ մի մեծ idiot,Eh?Այնպես որ, shut գտնվելու դեմքը մինչեւ չոր եւ գտնվելու mucklucks կողմից կրակի, eh?Եւ երազում աղջիկների մասին իրենց բարձր ճառագայթների վրա, eh?Նրանք կարող են լինել ցուրտ է, բայց դա Okay! Գարեջուր ավելի լավ է, որ ճանապարհը.Eh?Գեղեցկության!
		-- A, like, Tribute to the Great White North, eh?

%
Ապա այստեղ է քաղաքի Բոստոնում,Քաղաքը աղաղակները եւ groans:Որտեղ Cabots չի կարող տեսնել Kabotschniks,Եւ Lowells չի խոսել Cohns:
		-- Franklin Pierce Adams

%
Կան վատ ժամանակներ պարզապես շուրջ անկյունում,Կան մութ ամպեր hurtling միջոցով երկնքումԵվ դա ոչ մի լավ նվնվոցովՄոտ մեկ արծաթե պաստառումՔանզի մենք գիտենք, փորձառությունից, որ նրանք չեն գլորում է ...
		-- Noel Coward

%
Կան տեղեր, որ ես պետք է հիշումԻմ ամբողջ կյանքում, թեեւ ոմանք փոխվել:Ոմանք հավերժ համար չէ, ավելի լավ էՈմանք գնացել եւ որոշ մնում են:Բոլոր այդ տեղերը ունեին իրենց պահերըWith սիրահարների եւ ընկերների ես դեռ հիշում.Ոմանք կարող են մեռած, եւ ոմանք ապրում են,Իմ կյանքում ես սիրեցի նրանց բոլորին:Բայց այս բոլոր ընկերների եւ սիրահարներին,Չկա մեկը, համեմատած քեզ հետ,Բոլոր այդ հիշողությունները կորցնում են իրենց նշանակությունըԵրբ ես կարծում եմ, որ սիրո, քանի որ ինչ - որ բան նոր.Չնայած նրան, որ ես գիտեմ, որ ես երբեք չեմ կորցնի հրապուրանքԱյն մարդկանց համար, եւ բաներ, որոնք նախապէս,Ես գիտեմ, ես հաճախ կանգ առնել եւ մտածել նրանց մասինԻմ կյանքում, ես սիրում եմ քեզ ավելի:
		-- Lennon/McCartney, "In My Life", 1965

%
Կան տարօրինակ բաներ արել է կեսգիշերային արեւիԸստ տղամարդկանց, ովքեր տանջանք ոսկի.Արկտիկայի արահետներով ունեն իրենց գաղտնի հեքիաթներՈր կդարձնի ձեր արյան Run սառը.Հյուսիսային լույսեր են տեսել անհասկանալի տեսարժան վայրեր,Բայց յուրօրինակ նրանք երբեւէ չէին տեսնումԵղել է, որ գիշեր է marge լճի LebargeԵս cremated Sam McGee:
		-- Robert W. Service

%
Կա որոշակի կենդանի հոգիներA որակը մենակության անասելի,Այնքան մեծ է, այն պետք է լինի կիսումՔանի որ ընկերությունը կիսում են Փոքր էակների.Այսպիսի միայնությունը իմն էլ ճանաչում է սաՈր անսահմանությունԿա մեկ lonelier, քան դուք:
		-- Robert W. Service

%
Չկա ոչ մի կետ սպասում.Գնացքը կանգ է առել առաջադրված տարի առաջ:Բոլոր ծրագրերը, բրոշյուրներ,Պայծառ գունավոր պաստառներ լի ստերի,Խոստումը rides մի հեռավոր երկիրՈր այլեւս գոյություն չունի:
		-- Robert W. Service

%
Կա ինչ-որ բան է Pang փոփոխությանԱվելի քան սիրտը կարող է կրել,Դժբախտությունը հիշելով երջանկություն:
		-- Euripides

%
Այնտեղ մեկ անգամ եղել է նավաստի, ով նայեց միջոցով ապակուՈւ հետախուզեցին արդար ջրահարս ծավալների վերաբերյալ իր ... կղզում:Որտեղ է seagulls թռավ իրենց բույն.Նա combed երկար մազերը, որը կախված է նրա ... ուսերին:Եւ առաջացրել նրան զվարճացնել եւ քոր:Նավաստին աղաղակեցին «Կա մի գեղեցիկ ... ջրահարս.A Sittin 'դուրս այնտեղ ժայռերի ».Անձնակազմը եկավ վազում, բոլոր grabbing իրենց ... բաժակներ.Եւ մարդաշատ չորս խորը է երկաթուղով:Բոլորը ցանկանում են կիսել այս նուրբ կտոր ... նորություններին:...«Դուրս շպրտել մի գիծ է, եւ մենք պետք է lasso նրան ... flippers.Եվ շուտով մենք անպայման գտնելԵթե ​​mermaids են, ավելի լավ է, նախքան կամ լինել ... համարձակԻմ սիրելի ընկերները, "Նավապետը աղաղակեց.Եւ հայհոյելու հետ չարություն.Այս երգը կարող է լինել ձանձրալի, բայց դա, իհարկե, մաքուր:
		-- Oscar Brand, "A Clean Song"

%
Կար մի փոքրիկ աղջիկՈվ մի քիչ խոպոպիկՃիշտ մեջտեղում իր ճակատին.Երբ նա լավ է, նա շատ, շատ լավԵւ երբ նա վատ էր, նա շատ, շատ սիրված.
		-- Max Miller, "The Max Miller Blue Book"

%
Կա մի դաս է, որ ես պետք է հիշել,Երբ ամեն ինչ քանդվումԿյանքում, ինչպես սիրողԿա նման բան, ինչպես փորձում են դժվար էԵք gotta երգումLike դուք չեք պետք է գումարՍերը նման դուք երբեք ստանում վնասելԵք gotta պարըՆման ոչ ոք չի նայումԴա gotta գալիս է սրտիցԵթե ​​դուք ուզում եք, որ այն աշխատում:
		-- Kathy Mattea

%
Կա մի սենսացիա է խանութի բոլորի համար մենք մոտ կենացԿորպորացիան, որ մենք ներկայացնում ենք:Մենք այստեղ ենք ուրախացնել յուրաքանչյուր ռահվիրա եւ նաեւ հպարտությամբ պարծենալ,Այդ մարդուն տղամարդկանց մեր ստերլինգ նախագահԱնունը, Տ J. Watson նշանակումՔաջություն ոչ ոք չի կարող բխումԵւ մենք զգում ենք, պատիվ է լինել այստեղ կենաց IBM.
		-- Ever Onward, from the 1940 IBM Songbook

%
Կա ամնեզիան է hangknot,Եւ հանգստություն է կացին,Բայց պարզ միջոց թույնի կդարձնի ձեր նյարդերը հանգստանալ.Կա surcease է մի կրակոցով,Եւ քնում է, որ գալիս է դարակաշարերի,Բայց մի հարմար նախագիծ թույնի խուսափում ամենադաժան հարկը:Դուք կգտնեք հանգիստը շոգ կզելը,Կամ գազը կարող է տալ ձեզ Pax,Բայց ամենամոտ անկյունն քիմիկոս ունի խաղաղություն փաթեթավորված stacks.Կա refuge է եկեղեցու լոտիԵրբ դուք հոգնել ծառացած փաստերի,Եվ smoothest երթուղին թույն սահմանված կարգով սիրով quacks:Երգչախմբային: Հետ * ugh! * Եւ տնքալ, ու աքացի կրունկներ,Մահը գալիս է հանգիստ, կամ դա գալիս է squeals -Բայց որ pleasantest տեղ գտնել ձեր վերջԱրդյոք մի բաժակ Քաջալերուեցէք ձեռքից ընկերոջը.
		-- Jubal Harshaw, "One For The Road"

%
Կա քիչ վերցնելու կամ տալու,Կա քիչ ջրի կամ գինի:Այս կենդանի, այս կենդանի, այս կենդանի,Երբեք չի եղել մի նախագիծ հանքի.Oh, դժվար է պայքար, եւ նոսր էՕգուտը, որ մեկի վերեւում,Արվեստի մի ձեւ է կատարսիսի,Եվ սերը մշտական ​​ապտակ,Եվ աշխատանքը նահանգ անասունների,Եւ մնացածը ի համար կակղամորթերից է shell մասին,Այնպես որ, ես մտածում նետելու պայքար -Ցանկանում եք սիրով ուղղել ինձ դժոխք.
		-- Dorothy Parker

%
Նրանք ինձ ասացին, որ դուք ապացուցել այն ժամանակ, երբ նրանք հայտնաբերել են, մեր արդյունքներըՄոտ մեկ ամիս առաջ: Նրանց մազերը սկսեցին խոպոպիկԴրա վկայությունն էր վավեր, ավելի կամ պակաս փոխարեն հասկանալու այնԲայց ոչ թե պակաս, քան ավելի. Մենք ուզում գործարկել բան միջոցով PRL:Նա ուղարկեց նրանց խօսքը, որ մենք պետք է փորձել Մի ասեք հոգին այս ամենի շուրջԷ անցնել որտեղ նրանք էին ձախողվեց այն պետք է երբեւէ լինելԵվ հետո մենք էինք արել, նրանց մի գաղտնի, պահվում է բոլոր մնացածՆոր ապացույցն կլինի փոստով: Միջեւ ձեզ եւ ինձ համար:Իմ հասկացությունը էր սկսել նորիցԱնտեսելով բոլոր նրանք ուզում անելՄենք արագ դիմել այն կոդըՏեսնել, եթե այն վազում.
		-- Dorothy Parker

%
Նրանք գնացին շտապում ներքեւ այդ ավտոմայրուղի,Messed շուրջ եւ կորել.Նրանք չեն մտածում ... նրանք պարզապես մահանում են իջնել,Եվ դա էր կյանքը արագ գծի.
		-- Eagles, "Life in the Fast Lane"

%
Նրանք չէին լսել, այն փաստը, որ ես հանճար էր,Մարդը ասաց. «Մենք ստացել ենք այն ամենը, ինչ մենք կարող ենք օգտագործել",Այնպես որ, ես ստացել այդ անշեղորեն-depressin, Հանգիստ ներքեւ, միտքը messin ',Աշխատանքային-է-ավտոլվացման կետերի բլյուզ.
		-- Jim Croce

%
Thinks't դու գոյությունը կը կախված է ժամանակին:Այն կը; բայց գործողությունները մեր ժամանակաշրջան. իմըՀանդես են եկել իմ օր ու գիշեր անխորտակելի,Անվերջ, եւ բոլոր նման, քանի որ ավազների վրա ափին,Անթիվ ատոմների. եւ մեկ անապատ,Ամուլ եւ սառը, որի վրա վայրագ ալիքներ կոտրել,Բայց ոչինչ հենվում, բացի դիակների եւ wrecks,Ժայռերի, եւ աղ surf մոլախոտերի դառնությամբ:
		-- Jim Croce

%
«Երեսուն օր ուրախութիւն պարգեւեց Septober,Ապրիլ, հունիս, եւ ոչ մի զարմանալի:բոլոր մնացածը գետնանուշ կարագբացի իմ հայրը, ով կրում է կարմիր suspenders »:
		-- Jim Croce

%
Երեսուն սպիտակ ձիեր վրա կարմիր բլրի,Նախ նրանք չեմպիոն,Ապա նրանք դրոշմ,Հետո նրանք կանգնել դեռ.
		-- Tolkien

%
Այս AE nighte, սա AE nighte,Everye nighte եւ alle,Կրակ եւ Ձնախառն անձրեւ եւ candlelyte,Եւ Christe վերստացիր Säule:
		-- The Lykewake Dirge

%
Այս ահա այն wattle,Զինանշանի մեր հողի.Դուք կարող եք մնում այն ​​մի շիշ.Դուք կարող եք զբաղեցնել այն ձեր ձեռքը.Amen!
		-- Monty Python

%
Սա բոլոր վատ վերաբերվում երիտասարդներիՉծնված եւ unbegot,Նրանց համար կարդալ, երբ նրանք փորձանքիԵվ ես `ոչ:
		-- A. E. Housman

%
Սա պատմություն է մեղվապահներիՈրի սեռի շատ դժվար է տեսնել,Դուք կարող եք ասել, թե ինքը ից SheԲայց նա կարող է ասել, եւ այսպես կարող է նաԱյս փոքրիկ մեղու երբեք դեռՆա ժամանակ չունի վերցնելու հաբԵվ դա է պատճառը, որ երբեմն նմանԿան շատ որդիներն մեղուները:
		-- A. E. Housman

%
Սա է ճանապարհը, որ աշխարհը ավարտվում,Սա է ճանապարհը, որ աշխարհը ավարտվում,Սա է ճանապարհը, որ աշխարհը ավարտվում,Ոչ թե հարցի լուծման, բայց մի գանգատվել:
		-- T. S. Eliot, "The Hollow Men"

%
Այս հողը իմ հողն է, եւ միայն իմ հողի,Ես ստացել է որսորդական հրացան, եւ դուք չի ստացել որեւէ մեկը,Եթե ​​դուք չեք ստանում դուրս, ես հարված ձեր գլուխը դուրս,Այս հողը հանդիսանում է մասնավոր սեփականություն:
		-- Apologies to Woody Guthrie

%
Այս բանը բոլոր բաները լափում:Թռչուններ, գազանների, ծառերի, ծաղիկների;Gnaws երկաթ, խայթոցների դեմ պողպատից;Grinds ծանր քարերը ճաշի.Սպանի թագավոր, ավերակները քաղաքի,Եւ ծեծում բարձր լեռ ներքեւ.
		-- Apologies to Woody Guthrie

%
Նրանք, ովքեր քրտինքը կրակի դժոխքի, մռայլ կտրած, ոմանք կարծում էին, իրենց սիրտսԱհա դա է պատճառը, որ նրանք ընկան: Lispeth չորրորդ ամենաքաղցր ձայնավորները.Երկրի վրա նրանք աղոթում ՍԱՍ, անոնք առաջարկել է գովասանքիPL / 1, կամ այլ կոշտ, Մտածում այս ամենը գարշահոտ hazeԳռեհիկ լեզու: A rapSODY երգում:Ոմանք Տերն դառնորեն փորձեք Jabber- ով է անմիտ պարսՄոնտաժման իրենց բոլոր pleas է hex: Հետեւանք Հաջորդ արել ծիծաղի ՏիրոջըԵլույթը, ինչպես խոժոռ, ինչպես Սատանի crable ծոյլ շարունակություն, այնքան enfangledHex, որ նշվում է Աշտարակ Babel իր զեկուցողի շուրթերին դարձավ entangledԱմենաբարձր գերան: Իր Bung:Քանի որ կյանքում նրանք աղոթում, որպեսզի հիվանդԵւ առաջարկել աստվածը ինչպիսիք ստոր ողողումԱյժմ նրանք քրտինքը կրակի դժոխքՔրտինքը բացակայության APLՔրտինքը գոմաղբ:
		-- Apologies to Woody Guthrie

%
Թեեւ ես հարգում եմ, որ շատԵս կցանկանայի, պետք է աշխատանքից ազատել, եթե դա եղել է իմ աշխատանքնՀետո սպանում Jason անջատված է, եւԱնհամար ճչում արգոնավորդներնBluebird ընկերասիրությանLike պահապան հրեշտակների դաՄիշտ մոտակայքումBlue դեղձանիկ է վարդակից է թեթեւ switchՈվ հետեւում է ձեզԿատարել է մի քիչ birdhouse ձեր հոգուՉդնել շատ նուրբ մի կետ դրա վրաԱսում են, միայն ես եմ մեղու ձեր bonnetԿատարել է մի քիչ birdhouse ձեր հոգու
		-- "Birdhouse in your Soul", They Might Be Giants

%
Երեք օղակներ Elven-թագավորների երկնքի տակ,Seven համար Dwarf-Լորդերի իրենց սրահներում քար,Ինը համար մահկանացու մարդկանց դատապարտված է մահանալ,Մեկ է Dark Տերը իր մութ գահինՅերկրին Mordor, որտեղ Shadows ստում.One Ring բացառել նրանց բոլորին, մեկ Ring գտնել դրանք,One Ring բերել բոլորին եւ մթության մեջ պարտադիր է նրանցՅերկրին Mordor, որտեղ Shadows ստում.
		-- J. R. R. Tolkien, "The Lord of the Rings"

%
Նետում հեռու փաստաթղթերը եւ ձեռնարկներ,եւ օգտագործողները կլինի մի քանի հարյուր անգամ ավելի երջանիկ:Նետում հեռու արտոնություններ եւ քվոտաներ,եւ օգտագործողները պետք է անել ճիշտ.Նետում հեռավորության վրա սեփականության եւ կայքի լիցենզիաներ,եւ այնտեղ չի կարող լինել որեւէ pirating:Եթե ​​այս երեք բավարար չեն,պարզապես մնալ ձեր տանը դիրեկտորիայիեւ թող բոլոր գործընթացները տեղի են իրենց ընթացքը:
		-- J. R. R. Tolkien, "The Lord of the Rings"

%
Ticking հեռու պահեր, որոնք կազմում են ձանձրալի օրՓքաբլիթ եւ վատնել ժամ է աննրբանկատ ճանապարհովՆախագիծն շուրջ մի կտոր հողի ձեր հայրենի քաղաքըՍպասում որեւէ մեկի, կամ ինչ - որ բան ցույց տալ ձեզ ճանապարհըՀոգնել պառկած է արեւի Եվ հետո, մի օր դուք կգտնեքՄնալով տուն է դիտելու անձրեւ Տասը տարի ստացել ետեւում ձեզԴուք երիտասարդ եք եւ կյանքը երկար Ոչ ոք չասաց, թե երբ է առաջադրվելուԵվ կա ժամանակն է սպանել այսօր Դուք կարոտել մեկնարկային ատրճանակԵվ դուք վազում, եւ դուք վազում է բռնել մինչեւ հետ արեւի տակ, բայց դա խորտակվողԵւ racing մասին մոտ է գալ ետեւում ձեզ կրկինԱրեւը նույնն է հարաբերական ձեւով, բայց դու ավելի հինԱվելի կարճ շունչ եւ մի օր ավելի մոտ է մահվանԱմեն տարի դառնում է ավելի կախված է հանգիստ հուսահատությանէ անգլերեն ճանապարհըԵրբեք կարծես գտնել այն ժամանակ, երբ ժամանակն անցել է, երգը ավարտվել էԾրագրեր, որոնք կամ ոչնչանալ մտածեցի, ես ավելի շատ բան է ասում ...Կամ կես մի էջ խզբզել գծերի
		-- Pink Floyd, "Time"

%
Tiger ստացել է որս,Bird ստացել է թռչել.Man ստացել է նստել ու հարցնում. «Ինչու, ինչու, ինչու»:Tiger ստացել է քնել,Bird ստացել է հողի.Man ստացել է ասել իրեն, նա հասկանում:
		-- The Books of Bokonon

%
Tim եւ ես որսորդական գնացիՄենք գտել երեք նաժիշտները է վրանում,Քանի որ դրանք եղել են երեք, եւ մենք երկու,Ես bucked մեկն է եւ Տիմբուկտու:
		-- the only known poem using the word "Timbuktu"

%
Ժամանակը գնում է, դուք ասում եք.Ah ոչ:Ժամանակն մնում, մենք * գնալ.
		-- Austin Dobson

%
Ժամկետային լվանում մաքուրՍիրո վերքերը անտեսանելի.Դա այն է, ինչ - որ մեկը ինձ ասաց,.Բայց ես չգիտեմ, թե ինչ է դա նշանակում:
		-- Linda Ronstadt, "Long Long Time"

%
'Tis երազանքը յուրաքանչյուր ծրագրավորող,Նախքան նրա կյանքը չի արվում,Գրել է երեք տող APL,Եւ կատարել պախարակել բաներ վազում.
		-- Linda Ronstadt, "Long Long Time"

%
Է արագ երիտասարդ FoxԻնչու է հրել նուրբ մասը, սիրում խենթ կարկատան,Daft Խորը բաց դեղին գույն, Zephyr ի հիմար փոխնախագահ.Guy սնվում է աշխատանքից, վիկտորինա Յուպիտեր ի xanthic lamp--Zow! Qualms կողմից Դեժավյու սպասավոր fox-kin երեք անգամ:
		-- Lazy Dog

%
լինել ոչ ոք, բայց ինքներդ մի աշխարհումորն անում է ամեն գիշեր ու ցերեկկատարել ձեզ բոլորի նմաննշանակում է պայքարել ամենադժվար ճակատամարտըՑանկացած մարդ կարող է կարող է պայքարել եւերբեք չեն դադարում պայքարում:
		-- e.e. cummings

%
Օրենսգրքի անհնարինը կոդը, Սա իմ Quest -Է բերել մի կույս մեքենան, debug, որ կոդը,Pop դուրս անվերջ ռեկուրսիա, Անկախ նրանից, թե ինչպես է անհուսալի,Որպեսզի grok ինչ հայտնվում է էկրանին, անկախ նրանից, այդ բեռը,Է գրել այդ routinesՈրպեսզի ճիշտ unrightable bug, առանց հարցի կամ դադար,Անվերջ twiddle եւ ծեծել, որ պատրաստ է թալանել Fortran IVԼեռան unmountable magtape, մի երկնային գործին:Որպեսզի դադարեցնել unstoppable վթարի! Եվ ես գիտեմ, որ եթե ես պետք է միայն, որ ճշմարիտ էԷ այս փառահեղ որոնել,Եվ հերթում համար ավելի լավ կլինի այն, որ իմ կոդը կշարունակվի CUSPy եւ հանգիստ,Որ մի մարդ, քարկոծում եւ երբ դա դնում է քննություն:վիճակված է կորցնում,Դեռեւս ձգտում իր վերջին տեղաբաշխմանՉեղյալ է unscrappable Kludge!
		-- To "The Impossible Dream", from Man of La Mancha

%
To մոլորվել է մարդկային,Մռլտոց կատվային.
		-- Robert Byrne

%
To մոլորվել է մարդկային, մռլտոց կատվային.To մոլորվել մարդկային, երկու curs շնային.To մոլորվել մարդկային է, Moo կենդանական:
		-- Robert Byrne

%
Այն ամենը, ինչ կա սեզոն է, ժամանակն է, յուրաքանչյուր վարում երկնքի տակ:Մի անգամ է ծնվել, եւ ժամանակն է մեռնել,A ժամանակն է տնկել, եւ ժամանակն է արիություն, թե ինչ է տնկել.Մի ժամանակ սպանել, եւ մի անգամ է բուժել.Մի անգամ են կոտրել ներքեւ, եւ ժամանակն է կառուցել.Մի անգամ լաց, եւ ժամանակն է ծիծաղել.A ժամանակն է սգում, եւ ժամանակն է պարել.Մի անգամ են գցել հեռու քարեր, եւ մի ժամանակ հավաքելու քարեր.A ժամանակն է ընդունել, եւ մի ժամանակ է ձեռնպահ մնալ փարված.A ժամանակն է ձեռք բերել, եւ ժամանակն է կորցնել.Մի անգամ պահել, եւ ժամանակն է դեն նետել:A ժամանակն է պոկել, եւ ժամանակն է կարել;Մի անգամ են լռել, եւ ժամանակն է խոսել.A ժամանակն է սիրում, եւ ժամանակն է ատել.Պատերազմի ժամանակ, եւ մի անգամ խաղաղության.Ժողովող 3: 1-9
		-- Robert Byrne

%
Կանգնել եւ դեռ,Ին Birkenhead փորված,Սա անիծված կոշտ փամփուշտը ծամում:
		-- Rudyard Kipling

%
Թե ում է առավոտյան նման են գիշեր,Ինչ պէտք է midnights լինի!
		-- Emily Dickinson (on hacking?)

%
Գրել սոնետը դուք պետք է անխնաStrip down Ձեր խոսքերը, մերկ, պատրաստակամ մարմնում.Այնուհետեւ պարտադիր է նրանց մի փոխաբերություն կամ երեք,եւ վերցնել ուժով բավարարելու ԱՐՏ.Կազմակերպում է նրանց քո կամքի, յուրաքանչյուր ոտքով տեղում:Դուք տերը այստեղ, եւ նրանք ստրուկներ:Այժմ գերազանցել է նրանց պահպանել մշտական ​​տեմպերըեւ ռիթմը, քանի որ նրանք կանգնել նույնիսկ լծակներն.Մի խոսք է, որ գործադուլները ոչ հաճեցար: Գցել այն դուրս!Ինչ է օգտագործման բառեր, որոնք քշել է ոչ թե սիրտը:Ծույլ արտահայտություն. Դեն նետել այն, թոթվում Անկասկած,եւ ընտրել ավելի հնազանդ խոսքեր է իր մասը:Լավ պատրաստված սոնետ ապրում է հյուրասիրել,դարձնելով սերը անմիջապես ուղեղի.
		-- Emily Dickinson (on hacking?)

%
Tobacco է կեղտոտ weed,Է, որ դեւի չի ելնում.Այն Երկաթ ձեր քսակը, այն այրում ձեր հագուստները,Եւ կազմում է ծխնելույզ ձեր քթի.
		-- B. Waterhouse

%
Շատ թույն է Calypso,Չափազանց դժվար է կապելՉափազանց տարօրինակ է watusi
		-- The Only Ones

%
Troll մենակ նստած է իր նստավայր քարի,Եւ munched եւ մրմնջաց ծնեց հին ոսկոր.Շատերի համար մեկ տարվա ինքը գնաւեդ այն մոտ,Միս էր դժվար է գալ Հայաստան:Կատարված է! Gum է!Մի քարայրում բլուրների նա խոսել միայնակ,Եւ միս էր դժվար է գալ Հայաստան:Մինչեւ եկան Tom իր մեծ կոշիկներ.Ասել է, որ պետք է Troll «Աղոթեք, ինչ է Յու.Որովհետեւ դա կարծես Շին o 'Իմ nuncle Tim,Քանի որ պետք է լինի, lyin է գերեզմանոցում.Caveyard! Paveyard!Շատերը մի տարի է Թիմ են գնացել,Եվ ես մտածեցի, որ նա եղել lyin »է գերեզմանոցում»:«Իմ տղա», - ասել Troll », - այս ոսկրային Ես գողացան:Բայց այն, ինչ պետք է ոսկորները, որ սուտ է գրանցվեք:Քո nuncle մահացած էր որպես միանվագ o 'հանգեցնել,Նախընթաց Ես գտել է իր մեծ ոլոք:Tinbone! Thinbone!Նա կարող է խնայել մի մասնաբաժին մի աղքատ հին trollՈրովհետեւ նա պետք չեն իր մեծ ոլոք »:- Ասել է Թոմ «Ես չեմ տեսնում, թե ինչու են սիրում o 'քեզ,Առանց axin «արձակուրդը պետք է գնալ Makin 'անվճարՀետ սրունք կամ սրունքի o 'հօրս մերձավոր հարազատները.Այնպես որ, հանձնել է հին ոսկոր է!Rover! Trover!Չնայած նրան, որ մեռած է լինել, այն պատկանում է նա.Այնպես որ, հանձնել է հին bnone նկատմամբ »
		-- J. R. R. Tolkien

%
Փորձեք ոչ:ԳործովԿամ չեն:Չկա ոչ մի փորձեք.
		-- J. R. R. Tolkien

%
«Twas Bergen եւ eirie ճանապարհըԱրեց MAHWAH մեջ Patterson «Զգուշացեք HOPATCONG, որդեակ.Բոլորը Jersey էին օվկիանոսային պուրակները, ատամները, որ կծում, եղունգներըԻսկ կարմիր բանկը BAYONNE: որ պատռել!Զգուշացեք BOUND BROOK թռչուն, եւ խուսափումՆա վերցրեց իր BELMAR բերան ձեռքին: The Kearney communipaw »:Երկար ժամանակ է, որ FOLSOM թշնամին նա ձգտումԻց մինչեւ rested է նա մի bayway ծառի Եվ, ինչպես է Nutley մտածեցի, որ նա կանգնած էր,Եւ կանգնեց մի որոշ ժամանակ մտքի. The Hopatcong աչքերով կրակի,Came Whippany միջոցով Englewood,Մեկ, երկու, մեկ, երկու, եւ միջոցով, եւ Garfield, քանի որ այն եկավ.եւ դրա միջոցովThe BELMAR Blade գնաց HACKENSACK! «Եվ դու սպանված է HOPATCONG:Նա թողեց այն մահացածներին, եւ դրա հետ գլուխը Արի իմ գրկում, իմ PERTH AMBOY!Նա գնաց WEEHAWKEN մեջքը: Hohokus օր! Soho! RAHWAY! "Նա caldwell է իր ուրախության:Արեց MAHWAH մեջ Patterson:Բոլորը Jersey էին օվկիանոսի GROVES,Իսկ կարմիր բանկը BAYONNE:
		-- Paul Kieffer

%
'Twas brillig, եւ slithy tovesԱրել գալար ու gimble է wabe: «Զգուշացեք Jabberwock, որդեակ.Բոլոր mimsy էին borogroves է jaws, որ կծում, ապա clawsԵւ mome raths outgrabe: որ բռնել!Զգուշացեք Jubjub թռչուն,Նա վերցրեց իր Vorpal սուրը ձեռքին եւ խուսափում է frumious BanderSnatch »Երկար ժամանակ է, որ manxome թշնամի նա ձգտում.Այնպես որ, rested է նա կողմից tumtum ծառի պտղից, եւ, ինչպես uffish մտածեցի, որ նա կանգնած էրԵւ կանգնեց քիչ մտքի. The Jabberwock, աչքերով aflameCame whuffling միջոցով Tulgey փայտիOne! Երկու. One! Երկու. Եւ դրա միջոցով եւ եւ burbled քանի որ եկել!միջոցովThe Vorpal Blade գնաց snicker-խորտիկ: «Միթէ դուն մորթուած են Jabberwock:Նա թողել այն մեռած է, եւ իր գլուխը, գալիս է իմ գրկում, իմ Beamish boy!Եւ գնաց galumphing ետ. Oh frabjous օր! Calooh! Callay! "Նա chortled է իր ուրախության:'Twas brillig, եւ slithy tovesԱրել գալար ու gimble է wabe:Բոլոր mimsy էին borogrovesԵւ mome raths outgrabe:
		-- Lewis Carroll, "Jabberwocky"

%
'Twas bullig, եւ slithy բրոքերներըԱրդյոք գնել եւ արկածախնդրությունից է մոլություն »Զգուշացեք Jabberstock, որդեակ.Ամբողջ վարդագույն էին Dow Jones stokers արժեքը, որը խայթոցների դեմ, արժանիՇուկայական բարկութիւնը unphased: որ ընկնում!Զգուշացեք Econ'mist խոսքը, եւ խուսափումՆա վերցրեց իր կանխատեսումը սուրը ձեռքին: The կեղծ Street o 'պատերի! "Երկար ժամանակ է, որ Boesk'some թշնամին նա ձգտում -Վասն իրացվելիությունը, ուստի d'օժտված նա, եւ, ինչպես բիրտ մտքի նա կանգնեցԵւ կանգնեց քիչ մտքի. The Jabberstock, ինչպես հագուստի tweed,Եկան waffling է ճշմարտության հետ շատ լավ է,Chip Սեւ! Chip Blue! Եւ միջոցով, եւ yuppied մեծ է ագահություն!եւ դրա միջոցովԿանխատեսումը Blade գնաց snicker-խորտիկ! «Եվ դու սպանված է Jabberstock:Այն քիչ կեղտը, եւ իր վերնաշապիկը, Արի իմ ֆիրմայի, V.P.ish boy!Նա գնաց rebounding ետ. O մեծ Բաքս օր! Moolah! Լավ խաղալ »:Նա գնեց նրան Mercedes խաղալիք.'Twas խուճապ, եւ slithy բրոքերներըԱրել գալար եւ շրջվել է վթարիԲոլորը անհիմն էին Dow Jones stokersԵւ Մամոնայի բարկութիւնը դրանք ձեձել!
		-- Peter Stucki, "Jabberstocky"

%
Twas Fortran քանի որ doloop գնումԱրդյոք logzerneg է ifthen բլոկըԱմբողջ kludgy էին գործառույթը հոսումԵւ subroutines adhoc:Զգուշացեք Runtime-bug իմ ընկերsqurooneg, կեղծ ԱնցնելԶգուշացեք infiniteloopԵւ խուսափում է inprectoo:
		-- "OUTCONERR," to the scheme of "Jabberwocky"

%
«Twas կեսգիշեր է օվկիանոսում, նրա երեխաները բոլորն էլ որբեր,Ոչ մի տրամվայը էր հայացքից, բացառությամբ մեկի մի փոքրիկ tot,Այնպես որ, ես հասել է մի սիգար խանութ, ով ուներ մի տուն է ամբողջ ճանապարհինԷ խնդրել նրանց համար մի թեթեւ: Above թափուր շատ.Այդ մարդը ետեւում վաճառասեղանին Քանի որ ես նայեցին միջոցով կաղնե դուռըԷր մի կին, ծեր ու մոխրագույն, մի կետ գնաց կուտակումներ են,Ով օգտագործվում է շրջելով ապրանք վաճառել ԴՈՆԱԹՍ իր վեց ոտքերը կախված է օդում,Ճամփին Mandalay. Այնպես որ, ես համբուրեց նրան հրաժեշտ:Նա ասել է, «Բարի լույս, օտարական" Այս պատմությունն ունի մարտական ​​ոգինՆրա աչքերը չոր էին արտասուքով, ինչպես դուք կարող պարզորոշ տեսնել,Քանի որ նա դրեց իր գլուխը իր ոտքերը չեն խառնել ձեր ջին հետ վիսկիիԵւ կանգնեց այդ ճանապարհը երկար տարիներ: Ին խոր ու մութ կապույտ ծովը.
		-- Midnight On The Ocean

%
'Twas Կեսգիշեր, եւ UNIX ԴԱՐԱրել գալար եւ gimble իրենց քարայրումԱմբողջ mimsy էր CS-VAXԵւ Cory raths outgrabe:«Զգուշացեք ծրագրային հոտում, որդեակ.Այն սխալները, որ կծում, աշխատատեղերը, որոնք քոթակել!Զգուշացեք կոտրված խողովակը, եւ խուսափումThe frumious համակարգը վթարի! "
		-- Midnight On The Ocean

%
«Twas գիշերը առաջ ճգնաժամից, եւ ամբողջ տունը,Ոչ մի ծրագիր էր աշխատում նույնիսկ մի թերթել.Ծրագրավորողների էին wrung դուրս եւս անիմաստ է հոգ տանել,Իմանալով շանսերը cutover ունեցել ոչ մի աղոթք:Են օգտագործողների nestled բոլոր հարմար է իրենց մահճակալների,Մինչ տեսիլքներով հարցումների պարում են իրենց ղեկավարներին:Երբ դուրս նախասրահում եղաւ այդպիսի աղմուկը,Ես sprang իմ խողովակի տեսնել, թե ինչ է պատահել:Եւ ինչ է իմ հետաքրքրում աչքերի պետք է հայտնվում,Բայց մի Super ծրագրավորող, մոռացության է վախենալ:Ավելի արագ, քան eagles, նրա ծրագրերն են նրանք եկան,Եւ նա սուլեց ու բղավում եւ կոչ է արել նրանց անունով:On Update! On Ավելացնել! On հետաքննության! On Ջնջել!On խմբաքանակի աշխատանքի! On փակման! Գործառույթների Complete!Նրա աչքերը էին glazed ավարտվել է, նրա մատները էին նիհար,Հանգստյան օրերին եւ գիշերները առջեւ էկրանի.Աչքով անել իր աչքով, եւ մի շրջադարձ իր գլխին,Շուտով տվեց ինձ գիտեմ, ես ոչինչ չուներ ահ ...
		-- "Twas the Night before Crisis"

%
«Twas գիշերային հատվածի Ցերեկային ժամանակաշրջանի   նախորդող ամենամյա Yuletide տոնակատարությանը, եւ   ողջ մեր բնակության վայրի,Կինետիկ ակտիվությունը չէր ապացույցներ շարքում   տիրապետողներ այս ներուժ, այդ թվում   տեսակ ներքին կրծող հայտնի է որպես mus Մկանային:Գուլպեղեն էր մանրակրկիտ կասեցվել է հարձակվողի   եզրին Woodburning ջերմություն ապարատի,Համաձայն մեր վաղաժամկետ հաճույքով վերաբերյալ է   մոտալուտ visitation ից էքսցենտրիկ   բարերար, որոնք առաջին շարքում, ում ազգագրական appelations   է հարգանք կոչում Սանկտ NICKLAUS ...
		-- "Twas the Night before Crisis"

%
Քսան հազար օր.Քսան հազար օր.Դա ոչ մի բան:Այն ամենը, դուք ստացել.Քսան հազար օր.
		-- Moody Blues, "Twenty Two Thousand Days"

%
Երկու տղամարդիկ նայեց դուրս ճաղերից,Ոք չի տեսել mud--Մյուս տեսնում աստղերը.Այժմ թույլ տվեք այս իրավունքը երկու բանտարկյալները փնտրում են դուրս պատուհանը.Մինչ նրանցից մեկը նայում բոլոր ցեխ - մյուսը ստացել հարվածելի գլխին:
		-- Moody Blues, "Twenty Two Thousand Days"

%
Tyger, Tyger, այրվում պայծառ Որտեղ մուրճը: Որտեղ է շղթան.Անտառներում գիշերը, թե ինչ է վառարան քո ուղեղը.Ինչ է անմահ ձեռքը կամ աչքը Ինչ է սալ. Ինչ է ահ բռնեքՀամարձակվում շրջանակ քո վախենում համաչափությունը: Համարձակվում իր մահացու արհաւիրքներ ճարմանդը:Այրվել է հեռավոր Deeps կամ երկնքի Երբ աստղերը նետել իրենց նիզակներըԴաժան կրակը քո աչքերով: Եվ water'd երկինքը իրենց արցունքներովԷ, թե ինչ թեւերը համարձակվում է նա ձգտում. Համարձակվում նա ծիծաղում է իր աշխատանքը, որպեսզի տեսնել.Ինչ է ձեռքը համարձակվում գրավել է կրակը: Համարձակվում որ նա, ով գառը քեզ.Եվ այն, ինչ ուսի & ինչ արվեստի Tyger, Tyger, այրվում պայծառԿարող է շրջադարձ sinews նրանք սրտում. Անտառներում գիշերը,Եվ երբ քո սիրտը սկսեց ծեծել Ինչ անմահ ձեռքը կամ աչքըԻնչ է ահ ձեռքի & ինչ է վախը ոտքերը Համարձակվում շրջանակ քո վախենում համաչափությունը:Կարող է հասցնել այն հնոցի խորԵվ քո ահավոր կողոսկրներիդ համարձակվում կտրուկԻ ջրհոր լավատես վա՜յ.Թե ինչ կավի & թե ինչ կաղապարԷին քո աչքերը կատաղություն roll'd.
		-- William Blake, "The Tyger"

%
U: Կա մի U - մի միաեղջյուր!Run ընդհուպ եւ շփում իր HORN.Նայեք բոլոր այն նը դու կորցնում.Ümber HULKS այնքան շփոթեցնող.
		-- The Roguelet's ABC

%
Տակ լայն եւ ծանր VAXՔանդել իմ գերեզմանին, եւ թող ինձ հանգստանալLong եմ ապրել, եւ շատերը իմ ԴԱՐԵվ ես պառկել ինձ հետ կամքով:Սրանք խոսքեր են, որոնք պատմում են ճանապարհը:«Այստեղ նա գտնվում ովքեր խմելու 64K,Բերեց ներքեւ մեքենա գրեթե մի օր,Եւ Rogue խաղում է սարսափելի լճացման »:
		-- The Roguelet's ABC

%
Տակ լայն եւ աստղային երկնքի,Քանդել իմ գերեզմանին եւ թող ինձ ստում,Ուրախ եմ, արել եմ ապրում եւ ուրախությամբ մեռնի,Եւ դրեց ինձ հետ կամքով,Եվ սա պետք է, չափածո, որ դուք ծանր է ինձ համար,Այստեղ նա կայանում, որտեղ նա փափագում է լինել,Home է նավաստի տունն ծովից,Եվ որսորդը տուն բլրի.
		-- Robert Loius Stevenson, "Requiem"

%
Դեմ զուտ, Redneck մորը,Մայր, ով մեծացրել է ձեր որդուն, այնքան լավ.Նա տասնյոթ եւ hackin 'է Macintosh,Բոցավառ ուղղագրական սխալներ եւ չամիչ, դժոխքից ...
		-- Robert Loius Stevenson, "Requiem"

%
Վերայ օջախ կրակը է կարմիր,Տակ տանիքի կա մահճակալ.Բայց դեռ հոգնած են մեր ոտքերը,Դեռեւս տուրում անկյուն մենք կարող ենք հանդիպելՀանկարծակի ծառ կամ կանգնած քարՈր դրանցից ոչ մեկը չի տեսել, բայց մենք մենակ. Դեռեւս կլոր անկյունում այնտեղ կարող սպասել  Tree եւ ծաղիկ ու տերեւ եւ խոտ, Նոր ճանապարհը, կամ մի գաղտնիք դարպաս,  Թող անցնել! Թող անցնել! Եվ թեեւ մենք անցնում նրանց այսօր  Hill եւ ջրի տակ երկնքի, Վաղը մենք կարող ենք այս ճանապարհով  Pass նրանց կողմից: Pass նրանց կողմից: Եւ վերցնել թաքնված ուղիներ, որոնք վարումԴեպի Լուսնի կամ արեւի,Home է հետեւում, որ աշխարհը առջեւում, Apple, փուշ, եւ ընկույզ եւ sloe,Եւ կան շատ ուղիներ քայլք Թող գնա. Թող գնան:Միջոցով ստվերից եզրին գիշերային, ավազի եւ քարի եւ լողավազան եւ Dell,, Մինչեւ աստղերի բոլորս վառած: Ուղեվարձը ձեզ լավ. Ուղեվարձը ձեզ լավ.Այնուհետեւ աշխարհը հետեւում է եւ տուն է առաջ,Մենք պետք թափառել ետ տուն եւ անկողնում.  Մառախուղ ու Twilight, ամպ ու երանգ,  Away պետք մարել! Away պետք մարել!  Կրակ եւ ճրագ, եւ միս ու հաց,  Եվ ապա քնելու! Եվ ապա քնելու!
		-- J. R. R. Tolkien

%
Լուռ ու մունջ, այն խոսում,Անթեվ flutters,Անատամ խայթոցների դեմ,Mouthless mutters:
		-- J. R. R. Tolkien

%
Volcanoes պետք է շքեղություն է, որ մռայլԵւ երկրաշարժերը միայն սարսափեցնում dolts,Եվ նրան, ով գիտականՉկա ոչինչ, որ սարսափելիԻ օրինակին մի թռիչքի շանթերից!
		-- W. S. Gilbert, "The Mikado"

%
Կապոց մի ուժ է, որ giftie GIE մեզԷ տեսնել oursels, ինչպես ուրիշները տեսնում են մեզ:
		-- R. Burns

%
Wake հիմա իմ զվարճացող երեխաներին! Wake եւ լսել է ինձ կանչում!Ջերմ այժմ սիրտն ու վերջույթի! Ցուրտ է քարը ընկել.Dark դուռը կանգնած լայն; մահացած ձեռքը կոտրված է:Գիշերային տակ գիշեր է շտապել, իսկ Gate բաց!
		-- J. R. R. Tolkien

%
Արթնանում բոլոր ձեզ քաղաքացիներին, լսել քո երկրի կոչին,Ոչ թե զենքի եւ բռնության, սակայն խաղաղության մեկի համար եւ բոլորի համար:Երկրպագուին դուրս ատելությունը եւ նախապաշարմունքները, վախ ու ագահությունը եւ մեղքը,Օգնություն ետ բերել իր արժանապատվությունը, վերականգնել է իր հավատը կրկին.Աշխատել դժվար է ընդհանուր գործին, թույլ մի տվեք, որ մեր երկիրը ընկնում.Դարձնել նրան հպարտ ու ուժեղ կրկին, ժողովրդավարությունը բոլորի համար:Այո, մեր երկիրը նորից ուժեղ, պահել մեր դրոշը բացված:Կատարել մեր երկիրը կրկին, հարգված աշխարհի կողմից:Կատարել իր ողջ է եւ գեղեցիկ, աշխատում են արեւի արեւի տակ:Կանգնեք բարձրահասակ եւ աշխատանքային կողք կողքի, քանի որ կա այնքան շատ անելիքներ:Այո, կատարել իր ողջ ու գեղեցիկ, միացյալ ուժեղ եւ ազատ,Արթնանում, ով բոլոր քաղաքացիները, դա մինչեւ ձեզ եւ ինձ:
		-- Pansy Myers Schroeder

%
Wanna պատմել ձեզ բոլորիդ պատմություն 'մենամարտը մի մարդու անունով Jed,Մի աղքատ լեռնագնացը, հազիվ պահեց նրա ընտանիքը կերակրում.Բայց հետո մի օր նա Shootin 'ինչ-որ սննդի,Երբ միջոցով գետնին եկել bubblin 'հում նավթ, այն է `Black Gold; «Texas թեյ ...Դե հաջորդ բանը, որ գիտես, հին Jed մի միլիոնատեր.The kinfolk ասաց. «Jed, տեղափոխել հեռու այնտեղից!Նրանք ասացին, «Californy այն վայրն ya oughta լինի»,Այնպես որ, նրանք բեռնված մեքենա, եւ նրանք տեղափոխվել են BEVERLY - Hills, այսինքն,swimmin 'լողավազաններ. կինոաստղերը:
		-- Pansy Myers Schroeder

%
Եղել է, որ մի անգամ, երբ պարողները `իրենց fiddlesՄանկական կրկեսներում կարող է մնալ իրենց խնդիրների.Կար մի ժամանակ, որ նրանք կարող են լաց գրքեր,Բայց ժամանակն է դրել իր որդ իրենց ուղու:Համաձայն է ՇՊՌԿ երկնքի, նրանք են վտանգավոր:Ինչ է երբեք հայտնի է անվտանգ է այս կյանքում:Համաձայն skysigns նրանք, ովքեր չունեն զենքHave ամենամաքուր ձեռքերը, եւ, քանի որ անսիրտ ուրվականըAlone դա անվնաս է, այնպես որ կույր մարդը տեսնում է լավագույն.
		-- Dylan Thomas, "Was There A Time"

%
Կինո աղջիկները գնում անցնում էԴա այն չէ, որ վերջին բանըԵս պարզապես կանգնած է դռնատեղԵս պարզապես փորձում է որոշակի իմաստԴուրս այդ աղջիկների անցնող մի ժպիտով relieves սիրտը, որ սգում էՀեքիաթներն նրանք պատմում են տղամարդկանց Հիշեք, թե ինչ ես ասել եմԵս չեմ սպասում է տիկին, ես չեմ սպասում է տիկինԵս պարզապես սպասում է ընկերոջը ես պարզապես սպասում է ընկերոջը...Պետք չէ պլորՊետք չեն ոչ boozeՉեն պետք է կույս քահանա Ooh, դարձնելով սերը եւ կոտրել սրտերըԲայց ես պետք է ինչ - որ մեկը, որ կարող եմ լաց է, որ դա խաղ է երիտասարդների համարԵս պետք է ինչ - որ մեկին պաշտպանել, բայց ես չեմ սպասում է տիկինԵս պարզապես սպասում է ընկերոջըԵս պարզապես սպասում է ընկերոջը
		-- Rolling Stones, "Waiting on a Friend"

%
Մեզ պետք չեն ոչ կրթություն, մեզ պետք չեն ոչ մտքի վերահսկողությունը.
		-- Pink Floyd

%
Մեզ պետք չեն ոչ indirection Մեզ պետք չեն ոչ առաջՄեզ պետք չեն ոչ Flow Control Մեզ պետք չեն ոչ բեռի վերահսկողությունՏվյալներ չկան տպել կամ հայտարարագրեր Ոչ հղում խմբագրել արտաքին կապերըHey! ելաք ցուցակները մենակ. Hey! ելաք այդ աղբյուրի մենակ.Երգչախումբը (Կրկներգ)Oh թիվ Դա պարզապես մաքուր Lisp գործառույթը Զանգահարեք:Մեզ պետք չեն ոչ մի կողմն-effecting Մեզ պետք չեն ոչ հատկացումըՄեզ պետք չեն ոչ Flow Control Մեզ պետք չեն ոչ մի հատուկ հանգույցներըՈչ գլոբալ փոփոխականներ կատարման համար ոչ մութ bit-flipping համար կարգաբերումHey! Իսկ դուք թողնել args մենակ. Hey! ելաք այդ bits մենակ.(Chorus) (Կրկներգ)
		-- "Another Glitch in the Call", a la Pink Floyd

%
Մենք gotta դուրս գալ այս տեղը,Եթե ​​դա վերջին բանը, որ մենք երբեք դա անել:
		-- The Animals

%
մենք պետք է հորինել նոր օրորոցայիններ, նոր երգեր, նոր գործողություններ սիրո,մենք պետք է լաց բաներ էինք ծիծաղել &Մեր նոր իմաստությունը կբերի արցունքներ է աչքերին նուրբարարածներ են այլ մոլորակները, որոնք վախենում էին մեզանից մինչ այդ,ի վերջո, մի ամառ վայրի քամիների &նոր ընկերները կլինի.
		-- The Animals

%
Մաղթում ենք Ձեզ կրիշնայականներըՄաղթում ենք Ձեզ կրիշնայականներըՄաղթում ենք Ձեզ կրիշնայականներըԵւ մի Sun Մյունգ Moon!
		-- Maxwell Smart

%
Մենք երջանիկ փոքրիկ Vegemites,Որքան վառ լուսավոր կարող է լինել:Մենք բոլորս բոլորս վայելել մեր VegemiteFor նախաճաշ, ճաշ եւ թեյ.
		-- Maxwell Smart

%
Մենք Զինվորներ Կլոր սեղանՄենք պարում whene'er մենք կարողանանքՄենք անում ենք routines եւ երգչախումբը տեսարաններ, մենք ասպետները կլոր սեղանիՀետ footwork Անբասիր Մեր շոուներ են ահարկուՄենք ճաշել է նաեւ այստեղ Camelot բայց շատ անգամՄենք ուտում խոզապուխտ եւ ջեմ եւ Spam a lot. Մենք հաշվի առնելով ոտանավորներՈր բավականին unsingableՊատերազմի, մենք դու կոշտ ու ի վիճակի է, մենք օպերային Mad է CamelotՄիանգամայն անխոնջ Մենք երգում ենք է թաղանթ a lot.Միջեւ որոնումներիցՄենք Sequin բաճկոններԵւ մարմնավորելու Clark gableԴա զբաղված կյանքը Camelot.Ես պետք է մղել մանկական սայլակ է շատ:
		-- Monty Python

%
Մենք փորձեցինք յուրաքանչյուր մանում տիեզերական փոշու հատիկԵւ հաշվի նստել իր իսկական նշանակությունը:Վերցրեք մեզ նորից դեպի տները մարդկանցOn թույն, կանաչ բլուրներ են Երկրի վրա.The arching Երկինքը կանչումՏիեզերագնացներ վերադառնալ իրենց առեւտրի.Բոլոր ձեռքերը! Սպասման! Ազատ անկում:Եւ լույսերը ստորեւ մեզ մարել.Out լողալ որդիներին Terra,Հեռավոր մղում որոտաձայն ռեակտիվ,Մինչեւ թռիչքներ մրցավազքի Earthmen,Out, հեռու, եւ վեր yet--Մենք աղոթում ենք մեկ վերջին վայրէջքիԵրկրագնդի վրա, որ տվել է մեզ ծնունդ.Եկեք հանգստանալ, մեր աչքերը վրա բրդոտ երկնքիԵւ թույն, կանաչ բլուրներ Երկրի վրա.
		-- Robert A. Heinlein, 1941

%
Բարի վերադարձ, իմ ընկերներին, ինչպես ցույց են տալիս, որ երբեք չի ավարտվում:Մենք այնքան ուրախ եմ, որ դուք կարող հաճախել, ներս, ներս!Այնտեղ ետեւում ապակու կա իրական բերան խոտ,Ուշադիր եղեք, քանի որ դուք կարող եք անցնել, տեղափոխել երկայնքով, տեղափոխել երկայնքով:Արի ներսում, ապա ցույց է սկսել,Երաշխավորված է պայթեցնել ձեր գլուխը բացի.Վստահ եղեք, դուք կստանաք ձեր գումարը արժե,Greatest շոու, երկնքում, դժոխք կամ երկրի!Դուք gotta տեսնել շոու! Դա մի Դինամո!Դուք gotta տեսնել շոու! Դա Rock 'n' Roll!
		-- ELP, "Karn Evil 9" (1st Impression, Part 2)

%
Դե, ես նայեցի իմ ժամացույցի, եւ դա ասել է քառորդ հինգ,The վերնագիր ճչաց, որ ես դեռ կենդանի էր,Ես չէի կարողանում հասկանալ այն, ես կարծում եմ, մահացել է անցյալ գիշեր:Ես երազում եմ, ուզում են մի սահմանային քաղաքում,Մի փոքր cantina որ տղաները գտել,Էի հուսահատ պարի, պարզապես քանդել տեղական ձայները.Երբ միասին եկավ senorita,Նա նայեց այնքան լավ է, որ ես ստիպված էի հանդիպել նրան,Ես պատրաստ էի մոտենալ նրան իմ անգլերենի հմայք,Երբ նրա փողային knuckled ընկերոջ grabbed ձեռքս,Եւ նա ասաց. Աճում որոշ funk ձեր սեփական, amigo,Grow որոշ funk ձեր սեփական.Մենք ոչ մի նման հետ Gringo պայքարում,Բայց կարող է լինել մի մահ Մեքսիկայում Tonite....Վերցրեք իմ խորհուրդները, վերցնել հաջորդ չվերթը,Եւ աճում որոշ funk, աճում ձեր funk տանը:
		-- Elton John, "Grow Some Funk of Your Own"

%
Դե, Fancy տալով գումար է կառավարությանը:Կարող է նաեւ դրել այն ներքեւ արտահոսքի.Fancy տալով գումար է կառավարությանը:Ոչ ոք չի տեսնում այն ​​իրերը նորից.Դե, նրանք ոչ մի պատկերացում, թե ինչ է գումար ի համար -Տասը մեկին նրանք պետք է սկսել մեկ այլ պատերազմ.Ես լսել եմ, շատ հիմար բաներ, բայց, ԼՕՌ ».Fancy տալով գումար է կառավարությանը:
		-- A. P. Herbert

%
Դե, ես չգիտեմ, թե որտեղից են գալիս, բայց նրանք վստահ չեն գալիս,Հուսով եմ, որ նրանք comin 'ինձ համար:Եվ ես չգիտեմ, թե ինչպես են նրանք դա անում, բայց նրանք վստահ է դա անել, լավ է,Հուսով եմ, որ նրանք doin «Դա անվճարՆրանք ինձ Cat Scratch տենդ ... Cat Scratch տենդ!Առաջին անգամ է, որ ես ստացել, որ ես ընդամենը տասը տարեկան էր,Got այն kitty հարեւանի ...Ես գնացի բժշկի, եւ նա տվեց ինձ բուժումը,Կարծում եմ, որ ես այն մի քանիսը ավելի!Ստացել է վատ քորում տենդ ...
		-- Ted Nugent, "Cat Scratch Fever"

%
Դե, իմ հայրիկ մեկնել տուն, երբ ես էի երեք,Եվ նա չէր թողնում, շատ Ma եւ ինձ համար,Պարզապես, եւ հին կիթառ անաթոթացի դատարկ շիշ booze.Հիմա ես չեմ մեղադրում նրան «պատճառը, որ նա վազեց եւ թաքնվել,Բայց այն meanest բանը, որ նա երբեւէ արել է,Էր, մինչեւ որ նա հեռացել է, որ նա գնաց ու անունով, ինձ Sue....Բայց ես ինձ երդում է լուսնի ու աստղերի,Ես կցանկանայի, որոնել honkey Tonks եւ սալիկ,Եւ սպանել մարդուն որ տալիս է ինձ այդ սարսափելի անունը:Դա եղել Gatlinburg հուլիսի կեսին,Ես պարզապես հարվածել քաղաքը եւ իմ կոկորդի էր, չոր,Մտածեցի, ես կցանկանայի, դադարեցնել եւ ունեն ինձ եփել,Ժամը հին սրահում մի փողոցում ցեխի,Նստած սեղանի շուրջ, որը զբաղվում ախոռ,Նստեց, որ կեղտոտ (bleep), որը անունով ինձ Sue....Հիմա, ես գիտեի, որ օձ է եղել իմ սեփական քաղցր հայրիկ,- Ից wornout նկարի, որ իմ մայրը,Եւ ես գիտեի, որ սպի այտին եւ նրա չար աչքի ...
		-- Johnny Cash, "A Boy Named Sue"

%
Դե, իմ տերմինալը ի արգելափակված է, եւ ես այն չի ստացել Mail,Եւ ես չեմ կարող հիշել, թե վերջին անգամ, որ իմ ծրագիրը չի հաջողվում.Ես ստացել stacks իմ Structs, ես ստացել arrays է իմ հերթերիԵս ստացել: սեգմենտավորում խախտումը - Core թափվում բլյուզ:Եթե ​​դուք կարծում եք, որ դա հաճելի է, որ դուք ստանում եք այն, ինչ ձեզ C,Հետո գնում: անտրամաբանական հայտարարություն ձեր ամբողջ ընտանիքի,«Ինչի Գերագույն դատարանը ոչ միայն տեղ: ավտոբուս սխալ հայացքների համար:Ես ստացել: սեգմենտավորում խախտումը - Core թափվում բլյուզ:Ին PDP-11, կյանքը պետք է լինի մի վեճ,Սակայն, ինչպես VAXen է տան նույնիսկ մագնիսական ժապավեններ, որ սառեցնել:Այժմ դուք կարող եք մտածել, որ, ի տարբերություն VAXen ես կցանկանայի իմանալ, թե ով եմ չարաշահում,Ես ստացել: սեգմենտավորում խախտումը - Core թափվում բլյուզ:
		-- Core Dumped Blues

%
Դե, ոմանք հաճույք են վագոն A-գլանվածք,Իսկ ոմանք ուրախություն է շպրտելով եւ բոուլինգ,Բայց ես ուրախություն է հյութ է գարու,Եւ փորձելն բավականին արդար աղախիններին `առավոտյան պայծառ ու վաղ:
		-- Core Dumped Blues

%
Դե, մենք մեծ ռոք երգիչներ, մենք ստացել ոսկե մատները,Եվ մենք սիրում էինք ամենուր մենք գնում:Մենք երգում գեղեցկության մասին, եւ երգում ենք ճշմարտությունը,Տասը հազար դոլար շոու.Մենք վերցնում է բոլոր տեսակի դեղահատեր տալ մեզ բոլոր տեսակի հուզմունքներ,Բայց սենսացիա մենք երբեք հայտնի է,Արդյոք սենսացիա է, որ պետք է get'cha, երբ դուք ստանում եք Ձեր նկարը,Ին քողի Rolling Stone:Ես ստացել freaky հին տիկին, անունը Cole թագավորի Katie,Ով ասեղնագործողների իմ ջինսե.Ես ստացել եմ իմ խեղճ հին մոխրագույն մազերով Daddy,Drivin 'իմ լիմուզին.Այժմ այն ​​ամենը նախատեսված է, որպեսզի հարված մեր միտքը,Բայց մեր միտքը չի, իրոք, պետք է պայթեցվել.Հավանել հարված է, որ պետք է get'cha, երբ դուք ստանում եք Ձեր նկարը,Ին քողի Rolling Stone:Մենք ստացանք մի շատ փոքր, մեծ տարիքի կապուտաչյա groupies,Ով պետք է անել մի բան ասում ենք մենք:Մենք ստացանք մի իրական հնդկական գուրու, դա teachin «մեզ ավելի լավ ճանապարհ.Մենք ստացել բոլոր այն ընկերներին, որ փողը կարող է գնելԱյնպես որ, մենք երբեք պետք է լինի միայնակ.Եվ մենք շարունակում gettin 'հարուստ է, բայց մենք չենք կարող ստանալ մեր նկարը,Ին քողի Rolling Stone:[Որպես նշում, որ, ի վերջո, ԱՐԵՑԻՆ դարձնել կափարիչը RS. Խմբ.
		-- Dr. Hook and the Medicine Show

%
Թե ինչ ահավոր հեգնանքն է սա:Մենք, որպես աստվածների, բայց գիտեք, դա չի:
		-- Dr. Hook and the Medicine Show

%
Ինչ արեց ya անել ձեր բեռը եւ ձեր խաչի.Արդյոք դուք իրականացնել այն ինքներդ, կամ էլ դուք լաց.Դուք եւ ես գիտեմ, որ բեռը եւ խաչ,Կարող է իրականացվել միայն մեկի վրա մարդու մեջքին:
		-- Louden Wainwright III

%
Ինչ է տեղի ունենում երազի Հետաձգված.Արդյոք այն չոր մինչեւՆման մի չամիչ է արեւի.Կամ թարախակալում նման ցավոտ -Եվ ապա վազում.Արդյոք այն գարշահոտություն պես փտած միս.Կամ ընդերքը եւ շաքար ավելի քան -Նման է syrupy քաղցր.Գուցե դա պարզապես sagsLike ծանր բեռի.Կամ դա պայթել.
		-- Langston Hughes

%
Ինչ է արմատներ քանի որ ոչ ոք չի տեսնում,Արդյոք taller քան ծառերի,Մինչեւ, մինչեւ որ գնում է,Եվ դեռ երբեք աճում.
		-- Langston Hughes

%
Ինչ է ցավերը մյուսները Փոխանակում ինձ,Տանը ես էլ Lisp կամ C:Այնտեղ ես ձեւակերպել զմայլանք,'Til Debugger թայը եմ փախչում,Into kernel հիշատակին:Համակարգ տարածության, համակարգի տարածության, այնտեղ կը i fare--Ներսում մի VAX վրա Սիլիկոնային հրապարակում:
		-- Langston Hughes

%
Ինչ է սեգմենտի այս, որ, հուղարկավորումOn FHA0, որը քնած.Ինչ է համակարգը ֆայլ, պառկել այստեղ Թեպետ սա, սա, «acct.run,"Մինչ հաքերները շուրջ լաց էին լինում. Հաշվապահական հաշվառում ֆայլի բոլորի համար:Dump, թափել այն եւ տպեք այն է,Ֆայլը, որ highseg մուտք.Ինչու է ստում այն ​​այստեղ, հասարակական սկավառակիԵվ ինչու է հիմա անպաշտպան.A bug է incant, կազմել այն դրանով: Mount, լեռ ձեր բոլոր DECtapes օրսԵւ պատճենել ֆայլը ինչ - որ կերպ, ինչ-որ կերպ. Խնդիրն չի շտկվել:Dump, թափել այն եւ տպեք այն է,Ֆայլը, որ highseg մուտք.
		-- to Greensleeves

%
Այն, ինչ մենք ենք, այլ Աստծու պարգեւն է մեզ:Այն, ինչ մենք Դառնալ է մեր նվերն է Աստծուն:
		-- to Greensleeves

%
Ինչ է chromodynamics եւ էլեկտրաթույլ շատՄեր Ստանդարտացված մոդելը պետք է խնդրեմ, նույնիսկ քեզ,Tho 'եւս մեկ անգամ դուք չեք ասում, որ հմայք կար մեկըԱյն տեւել է քաջություն է անցնել, քանի որ ասում է Earth շարժվում չի Sun.Բայց ձեր վիճակը միության Նախավերջին խոշորԷ վերջին հայտնի որջ կոտորակային մեղադրանքի,Եվ, ինչպես դուք surf է տաք լողանալ հետ sourdough ժապավենըԽնդրում ենք խորհում մահվան ձեր միակ մոնոպոլ.Ձեր Olympics էին հաճելի, դուք պետք է բերել բոլոր նրանց ետFor տրանսսեքսուալ թենիսի կամ Anamalon Հետեւել,Բայց հոլիվուդյան ֆիլմեր են մնում sinfully նավթիԱնկախ նրանից, թե երեւում է TELLY կամ հեռակա Դիտվել.Այժմ ամրացնել ձեր sunbelts համար դուք արել այն եւս մեկ անգամ,Դուք ասացիք, այն Լայպցիգում է բանը, որ մենք պաշտում,Որ դու կառուցված անհավատալի բյուրեղային ոլորտըՈւմ Գերմանիայի սպասավորները տարածված դողալով եւ վախըՄահվան մեր տեսության կողմից Մասնիկների ZetaՈր ես գրազ չկա ասի ձեր հոդվածը, ավելի ուշ.
		-- Sheldon Glashow, Physics Today, December, 1984

%
Ինչ է սերը, բայց երկրորդ ձեռքի Զգացմունք.
		-- Tina Turner

%
Ինչ է, դեռեւս կենդանի քսաներկու,Մաքուր upstanding գլ ձեզ նման.Իհարկե, եթե ձեր կոկորդի 'Tis դժվար է ճեղքել,Ճեղքել ձեր աղջկա, եւ կախել դրա համար:Like բավական է, որ դուք ստիպված չեք լինի ուրախ,Երբ նրանք գալիս են կախել ձեզ, տղա:Բայց բեկոն ոչ միակ բանը,Դա բուժվում է կախվել է պարանի:Այնպես որ, երբ թափել թանաք գիշերըՏարածվում o'er է blotting պահոց լույսի,Տղաներն որոնց գործն է դեռ անելՊարտավոր սրում են իրենց դանակներ, եւ կարծում եմ, որ ձեզանից.
		-- Hugh Kingsmill

%
Երբ առյուծը հանդիպել մյուսը ավելի բարձր բղավել,առաջին առյուծը կարծում է, որ վերջին մի չկրեցին:
		-- G. B. Shaw

%
Երբ ես կարծում եմ, որ իմ մասին,Ես գրեթե ծիծաղել ինձ մահվան,Իմ կյանքը եղել է մի մեծ մեծ կատակ, վաթսուն տարի է այդ folks «աշխարհումA պարային դա քայլում երեխան եմ աշխատում զանգերի համար ինձ աղջիկԵրգը, որ խոսում էր, ես ասում եմ, «այո տիկին» աշխատանքային հանուն.Ես ծիծաղում այնքան դժվար ես գրեթե խեղդել շատ հպարտ է թեքումԵրբ ես կարծում եմ, որ իմ մասին: Շատ աղքատ են կոտրել,Ես ծիծաղում, մինչեւ իմ ստամոքսի ցավ,Երբ ես կարծում եմ, որ իմ մասին:Իմ folks կարող ես ինձ պառակտել իմ կողմը,Ես ծիծաղում այնքան դժվար ես գրեթե մահացել է,Հեքիաթներն նրանք ասում, հնչի այնպես, ինչպես պառկած,Նրանք աճում պտուղը,Բայց ուտում կեղեւ,Ես ծիծաղում, մինչեւ ես սկսում եմ լաց,Երբ ես մտածում եմ իմ folks.
		-- Maya Angelou

%
Երբ խուճապի, վախի եւ կասկածի տակ,Խմեք բարել, ուտում, եւ բղավել.
		-- Maya Angelou

%
Երբ է այս աշխարհում վերնագրերըՆրանց, ում սրտերը լցված են ագահությանՈվ Rob եւ գողանալ նրանց, ովքեր կարիք ունենԱղաղակ գնում հետ blinding արագությունը underdog (underdog!)Underdog (underdog!)Արագությունը կայծակի, բղավել ամպրոպՄարտական ​​բոլոր նրանց, ովքեր թալանել կամ թալանըUnderdog (ահ-ah-ah-ah)underdogUnderdog!
		-- Maya Angelou

%
Երբ դժվարության կամ կասկածի տակ,վազում շրջանակների, գոռալ ու բղավել.
		-- Maya Angelou

%
Երբ լիցենզիայի վճարները շատ բարձր են,օգտվողների անել բաներ ձեռքով:Երբ կառավարման չափազանց աներես,օգտվողները կորցնում են իրենց ոգին:Hack համար օգտագործողի շահ:Վստահեք նրանց; թողնել նրանց մենակ.
		-- Maya Angelou

%
Երբ սերը գնացել, այնտեղ միշտ արդարություն:Եվ երբ արդարությունը գնացել, այնտեղ միշտ ուժ է:Եվ երբ ուժ է գնացել, այնտեղ միշտ Mom.Բարեւ, մամ!
		-- Laurie Anderson

%
Երբ իմ բռունցքը clenches ճեղք այն բաց,Նախքան ես օգտագործել այն, եւ կորցնում իմ թույն.Երբ ես ժպտում եմ ասել ինձ վատ լուր,Նախքան ես ծիծաղում եւ հանդես գալ նման հիմար:Եվ եթե ես կուլ մի բան չար,Ներդրեք եք մատը ներքեւ իմ կոկորդը.Եվ եթե ես սարսափել, խնդրում ենք ինձ վերմակ,Պահպանեք ինձ ջերմ թույլ տվեք հագնում ձեր վերարկուՈչ ոք չգիտի, թե ինչ է դա նման է լինել վատ մարդ,լինել տխուր մարդը:Behind կապույտ աչքերով:Ոչ ոք չգիտի, թե ինչ է իր ցանկանում է ատելի,պետք է դատապարտված,Պատմում է միայն ստում.
		-- The Who

%
Երբ թթվածնային Tech խաղացել Ջրածին U.The Game նոր էր սկսվել, երբ Ջրածին հնարավորից վաստակել է երկու արագ միավորԵւ թթվածին դեռ ոչ մեկըԱյնուհետեւ Oxygen վաստակեց մեկ նպատակԵվ այսպիսով, դա չի մնա, ժամը Ջրածին 2 եւ թթվածնի 1Կոչ է արել, քանի որ անձրեւի.
		-- The Who

%
Երբ ինչ - որ մեկը ստիպում է քայլ Մենք կուղարկենք նրանց բոլորին մենք ստացել,Որը մենք չենք հաստատի, John Wayne եւ Randolph Scott,Ով է այն, որ միշտ էլ միջամտում: Հիշել այդ հուզիչ մարտական ​​տեսարանները:U.N. եւ O.A.S., ափին Տրիպոլի,Նրանք ունեն իրենց տեղը, ես գուշակել, բայց ոչ Mississippoli,Բայց նախ, ուղարկել ծովային! Ինչ ենք մենք անում. Մենք ուղարկել ծովային!Հզորության համար կազմում է ճիշտ անդամները կորպուսիԵւ մինչեւ նրանք տեսել են լույսը, Բոլոր ատում միտքը պատերազմի:Նրանք ստացել է պաշտպանված, նրանք ուզում են, այլ ոչ թե նրանց սպանել դուրս ենխաղաղ միջոցներով:Բոլոր նրանց իրավունքները հարգվեն, Stop այն անվանելով aggression--, Մինչեւ ինչ - որ մեկի, մենք սիրում, կարող է ընտրվել: Մենք ատում այդ արտահայտությունը:Մենք միայն ցանկանում ենք, որ աշխարհը պետք է իմանալ, թեՈր մենք աջակցում ենք ստատուս-քվոն.Նրանք սիրում են մեզ ամենուր մենք գնում ենք,Այնպես որ, երբ կասկածի տակ, ուղարկեք ծովային!
		-- Tom Lehrer, "Send The Marines"

%
Երբ գուրու ղեկավարում, օգտվողներինհազիվ թե տեղյակ է, որ նա գոյություն ունի:Հաջորդ Լավագույն ը sysop ով սիրում է:Հաջորդ, ով վախենում.Իսկ վատագույն, ով արհամարհեց:Եթե ​​դուք չեք վստահում օգտվողներին,դուք նրանց անվստահելի:Գուրու չի խոսում, նա կոտրել.Երբ նրա աշխատանքը կատարվում է,օգտվողները ասում, «Amazing:Մենք իրականացրել է այն, բոլորի կողմից մեզ! "
		-- Tom Lehrer, "Send The Marines"

%
Երբ ղեկավարները խոսում են խաղաղությանՀասարակ ժողովրդական գիտեմ,Որ պատերազմ գալիսԵրբ ղեկավարները անիծում պատերազմԶորահավաքային կարգը արդեն դուրս է գրվել:Ամեն օր, որպեսզի վաստակել իմ ամենօրյա հացըԵս գնում եմ շուկա, որտեղ սուտը գնելՀուսով եմ,Ես վերցնում եմ իմ տեղը վաճառողների.
		-- Bertolt Brecht, "Hollywood"

%
Երբ օգտվողները տեսնել մի GUI, ինչպես գեղեցիկ,այլ օգտագործողի ինտերֆեյս դառնում են տգեղ.Երբ օգտվողները տեսնել որոշ ծրագրեր, ինչպես նաեւ հաղթողների,այլ ծրագրեր է դառնալ lossage:Ցուցիչներ եւ NULLs հղում միմյանց:Բարձր մակարդակի եւ ասեմբլեր կախված են միմյանց:Կրկնակի եւ բոց Դերերում են միմյանց:High-endian եւ ցածր endian սահմանել միմյանց.Մինչ եւ մինչեւ հետեւել միմյանց:Հետեւաբար գուրուծրագրեր առանց որեւէ բան անելուեւ սովորեցնում առանց որեւէ բան ասելու:Նախազգուշացումներ են առաջանում, եւ նա թույլ է տալիս նրանց գան.գործընթացներ են swapped, եւ նա թույլ է տալիս, որ նրանք գնան:Նա ունի, բայց չի տիրապետում,հանդես է գալիս, սակայն չի ակնկալում:Երբ նրա աշխատանքը կատարվում է, նա ջնջում է այն:Դա է պատճառը, որ դա տեւում է ընդմիշտ.
		-- Bertolt Brecht, "Hollywood"

%
Երբ դուք եւ ես շատ հեռու ենք իրարիցԿարող է վիշտը կոտրել ձեր քնքուշ սիրտը?Ես սիրում եմ քեզ սիրելիս, այո, ես դա անել.Երազ է, այնքան քաղցր է, երբ երազում եմ ձեզ.Դուք բոլորդ մի ծաղկող վարդի:Գիշերային այստեղ է, այնպես որ ես պետք է փակել.Խնամքով կարդալ առաջին բառը յուրաքանչյուր տողում:Դուք կարող եք գտնել մի հարց իմ:
		-- Yours hopefully, The VAX.

%
Երբ դուք կգտնեք ինքներդ վտանգի տակ է,Երբ դուք սպառնացել է օտար,Երբ դա կարծես դուք պետք է վերցնել lickin ...Կա մի բան, որ դուք պետք է սովորենք,Երբ չկա մեկ ուրիշը դիմել է,Caaaall համար Super Հավի !! (** Bwuck-bwuck-bwuck-bwuck **)Caaaall համար Super Հավի !!
		-- Yours hopefully, The VAX.

%
Երբ դուք ստանում եք, ինչ եք ուզում ձեր պայքարի համար ինքնորոշմանԵւ աշխարհը ստիպում է ձեզ թագավորը մի օր,Պարզապես գնալ մի հայելու մեջ եւ նայում ինքներդ ձեզԵւ տեսնել, թե ինչ է, որ մարդը պետք է ասի:Դրա համար չէ, քո հայր, կամ մայր, կամ կինՈրոնց դատաստանի դուք պետք է անցնել:The զինակից որի դատավճիռը ակնկալում առավել ձեր կյանքումԱրդյոք մեկը աչքի ընկնող ետ ապակի.Որոշ մարդիկ կարող են մտածել, ձեզ ուղիղ Shootin 'մտերիմԵւ կոչ են անում ձեզ մի հրաշալի տղա է,Բայց մարդը ապակու, - ասում է դու միայն բոմժԵթե ​​դուք չեք կարող նայել նրան ուղիղ աչքով:Նա .- կուրսեցին է գոհացնել, երբեք դեմ բոլոր մնացածը,Որովհետեւ նա ձեզ հետ, պարզ է մինչեւ վերջ,Եւ դու անցել ձեր առավել վտանգավոր է, դժվար փորձությունԵթե ​​մարդը ապակու Ձեր ընկերն է:Դուք կարող եք խաբել ամբողջ աշխարհին ներքեւ ուղիներում կյանքիԵւ ստանալ pats է հետեւի, ինչպես Դուք եք անցնել,Բայց ձեր վերջնական պարգեւը կլինի վշտի եւ արցունքներԵթե ​​դուք խաբված այն մարդուն, որ ապակու.
		-- Yours hopefully, The VAX.

%
Երբ հանդիպում եք վարպետության swordsman,ցույց տալ նրան ձեր սուրը.Երբ դուք հանդիպեք մի մարդ, ով ոչ մի բանաստեղծ,ցույց չեն տալիս նրան ձեր բանաստեղծությունը.
		-- Rinzai, ninth century Zen master

%
Երբ դուք overesteem մեծ հաքերները,ավելի շատ օգտվողներ են դառնալ թերամիտները:Երբ դուք զարգացնել կոդավորումը,ավելի շատ օգտվողներ են դառնալ կոտրիչ.The գուրու տանումդատարկման օգտվողի միտքըեւ մեծացնում իրենց քվոտաները,թուլացնելով նրանց ձգտումըեւ խստացման իրենց վճռականությունը:Երբ օգտվողները գիտելիքների եւ ցանկանում,ղեկավարությունը չի փորձում են խանգարել.Practice ոչ looping,եւ ամեն ինչ կընկնի իր տեղը:
		-- Rinzai, ninth century Zen master

%
Երբ դու մի YupԴու մի Yup ամբողջ ճանապարհըՁեր առաջին կտոր ԲրինՁեր վերջին Cabernet.Երբ դու մի YupԴու ոչ թե պարզապես մի երազողԴուք անում բաներ պատահումԴու մեքենայով մի Beamer:
		-- Rinzai, ninth century Zen master

%
Երբ դու հեռու, ես անհանգիստ, միայնակ,Թշվառ, ձանձրացրել է, dejected; միայնԱհա քսում, սիրելիս սիրելիսԵս զգում եմ, որ նույնը, երբ դուք գտնվում են մոտակայքում:
		-- Samuel Hoffenstein, "When You're Away"

%
Ամեն անգամ, երբ Ռիչարդ Cory գնաց Կենտրոն,Մենք, մարդիկ մայթին նայեց նրան:Նա մի ջենտլմեն է միակ Պսակ,Մաքուր-նպաստեց, եւ imperially բարակ.Եվ նա միշտ հանգիստ հագել,Եւ նա միշտ մարդու, երբ նա խոսեց.Բայց, այնուամենայնիվ, նա fluttered իմպուլսներ, երբ նա ասաց,«Բարի լույս», եւ նա փայլատակեց, երբ նա քայլում:Եվ նա հարուստ էր, այո, ավելի հարուստ է, քան մի թագավոր -Եւ փայլեցին schooled ամեն շնորհով:Ի լավ է, մենք մտածեցինք, որ նա եղել է ամեն ինչԷ մեզ մաղթում եմ, որ մենք եղել իր տեղը:Այնպես որ, մենք աշխատել, եւ սպասել լույսի ներքո,Եւ գնաց առանց մսի, եւ անիծեալ է հացը.Եւ Ռիչարդ Cory, մի հանգիստ ամառային գիշեր,Գնաց տուն եւ դրեց մի գնդակ իր գլխին:
		-- E. A. Robinson, "Richard Cory"

%
ՈՐՏԵՂ ԿԱՐՈՂ Բանն ԼԻՆԵԼOh, սիրելիս, ուր կարող է հարց է լինելԵրբ դա փոխարկվում է էներգիայի.Կա մի փոքր կորուստ պարիտետի.Johnny այսպես երկար է տոնավաճառում:
		-- E. A. Robinson, "Richard Cory"

%
Որտեղ է մարդը կարող է թեթեւացնել մի սիրտLike ատլասե gown.
		-- Dorothy Parker, "The Satin Dress"

%
Որտեղ, ախ, ուր են, որ գիշերը քեզ:Ինչու եք թողնում ինձ այստեղ մեն-մենակ.Ես փնտրում աշխարհը ավելի, եւ ես մտածեցի, ես գտա իսկական սերը:Դուք հանդիպել մեկ այլ, եւ * PPHHHLLLBBBBTTT *, դուք wuz գնացել.Խավար, հուսահատություն եւ հոգեվարք ինձ վրա:Deep մուգ դեպրեսիա, չափից թշվառության.Եթե ​​չլիներ անհաջողակներից, ես կցանկանայի, պետք հաջողություն է բոլորի համար:Oh, խավար, հուսահատություն եւ հոգեվարք ինձ վրա:
		-- Hee Haw

%
Անկախ նրանից, թե հոգնած կամ unweary, ով մարդ, չեն հանգստանում,Չեն դադարում Ձեր միանձնյա պայքարը.Գնալ վրա, չեն հանգստանում:
		-- An old Gujarati hymn

%
Անկախ նրանից, թե դուք կարող եք լսել այն, թե ոչ,The Universe ծիծաղում հետեւում ձեր մեջքին.
		-- National Lampoon, "Deteriorata"

%
Մինչ Եվրոպայի աչքը fix'd է հզոր բաներ,Ճակատագիրը կայսրությունների եւ աշնանը թագավորների.Մինչ quacks եւ պետությունը պետք է միմյանց է արտադրել իր ծրագիրը,Եւ նույնիսկ երեխաները Lisp մարդու իրավունքների.Պայմաններում այս հզոր աղմուկի պարզապես նշեմ,Իրավունքների կնոջ արժանի է որոշակի ուշադրություն.
		-- Robert Burns, Address on "The Rights of Woman", 26/10 1792

%
Մինչ ես գլխով, գրեթե napping, հանկարծ եկավ մի կտկտոցը,Ինչ վերաբերում է որոշ մեկի նրբորեն rapping, rapping իմ կամերային դուռը.[Մեջբերված է «VMS ներքին եւ տվյալների կառուցվածքների", V4.4, երբհղում անելով համակարգչի ընդհատումները]Եվ հիմա ես տեսնել աչքով համերաշխԱյն շատ զարկերակը մեքենայի.[Մեջբերված է «VMS ներքին եւ տվյալների կառուցվածքների", V4.4, երբհղում անելով ծրագրային ընդհատումները]
		-- William Wordsworth, "She Was a Phantom of Delight"

%
Քայլելու ներքեւ բազմամարդCITY Փողոց մյուս օրը,Ես լսել եմ, մի քիչ լակոտՄի ընկերը դիմել եւ ասել,«Ասա, Chimmey, lemme ասեք youse,Ես կցանկանայի լինել երջանիկ, որպես կակղամորթերիցԵթե ​​միայն ես էի դե Feller datMe mudder t'inks եմ.«Նա t'inks Ես հրաշք, Իմ ընկերները, կլինի Ձերը կյանքի ծանրAn 'նա գիտի, թե իր փոքրիկ Մանկան undiluted ուրախություն,Երբեք չեմ կարող խառնել խելք 'nuttin' Դուք կարող եք իմանալ, թե առողջ դասDat էր տգեղ, միջին կամ վատ. From Այդ փոքրիկ, untutored տղայի:Oh, շատ o 'անգամ եմ նստել ու t'ink Մի նպատակ լինել երկրային saintԻնչպես գեղեցիկ, 'twould լինի, Gee սուլել! Աչքերով ամրագրված է աստղի:Եթե ​​Feller դե Feller Պարզապես փորձեք լինել ընկեր, որDat իր mudder t'inks նա է. «Քո մայրը կարծում է, որ դուք.
		-- Will S. Adkin, "If I Only Was the Fellow"

%
Փաթաթել այն, երեխային.Գերազանցել է այն ճիշտ է:Փաթաթել այն, երեխային.Գերազանցել այն ամբողջ գիշեր!
		-- Will S. Adkin, "If I Only Was the Fellow"

%
Ով չի սիրում գինի, կանանց եւ երգ,Շարունակում է մնալ հիմար իր ամբողջ կյանքի երկար.
		-- Johann Heinrich Voss

%
Ով սիրում է ոչ իմաստուն ձեւով, բայց շատ լավԿանդրադառնա է Հելեն դեմքը դժոխքում,Բայց նա, ում սերը բարակ եւ իմաստունԴիտել Ջոն Knox Դրախտում:
		-- Dorothy Parker

%
Ով ստեղծեց աշխարհը ես չեմ կարող ասել.'Tis կազմել, եւ այստեղ եմ ես դժոխքում:Իմ ձեռքը, թէպէտ հիմա իմ knuckles արյունահոսել,Ես երբեք չեմ soiled նման մի արարքի.
		-- A. E. Housman

%
Ով է ինքն իրեն է օրենքը որեւէ օրենք ենթարկվում կարիք,վիրավորում ոչ օրենք, եւ հանդիսանում է թագավորը իսկապես.
		-- George Chapman

%
Ինչու եք հետեւումԼվացքի մեքենա:Ես սիրում եմ ժամանցայինԱյնքան ժամանակ, քանի որ դա մաքուր.Պրոֆեսոր Doberman:Մինչ նախորդ բանաստեղծությունը Անկասկած փոփոխություն է Հսկվողհոռետեսությունը «The սրիկա Երկնային,« դա չի կարող դիտվել որպես անվերապահբարելավում. Անհայտությունից արժեք է միայն այն ժամանակ, երբ ձգտում է հստակեցնել, որ բանաստեղծականփորձը: Այնքան, որքան մեկը ստիպված է հիանում բանաստեղծության տեխնիկան, մեկպետք է հարցին, թե նրա byplay բարդ գրական ակնարկներից, չիԱյն փաստը, շեղել միասնության, ընդհանուր առմամբ: Վերջին հաշվով, մեկստանում է հստակ տպավորություն է, որ բանաստեղծության երկարությունը կարող է ապահով ունենալնվազել են մի գործոն ութ կամ տասը, առանց զոհաբերում է իր ցանկացածորը նշանակում է. Այն պետք է հույս է հայտնել, որ հետագա հրապարակումը այս բանաստեղծության կարող է լինելկասեցվել սպասող մանրակրկիտ հետաքննության իր պոտենցիալ դիվերսիոնհետեւանքները:
		-- George Chapman

%
With / Without - եւ ով պետք է ժխտել, որ այն, ինչ որ պայքարը ի մասին.
		-- Pink Floyd

%
Արթնացավ այս Mornin 'an' Ես ունեի ինձ գարեջուր,Այո, սադո արթնացավ այս Mornin 'an «Ես ունեի ինքս ինձ գարեջուրԱպագան անորոշ եւ վերջը միշտ մոտ է:
		-- Jim Morrison, "Roadhouse Blues"

%
Արթնացավ այս առավոտ, չեմ կարծում, որ այն, ինչ ես տեսա.Հարյուր միլիարդ շիշ լվացվեն մինչեւ ափին.Թվում է, թե ես չեմ մենակ լինելով միայնակ:Հարյուր միլիարդ castaways փնտրում զանգ.
		-- The Police, "Message in a Bottle"

%
Այո ից սեղանին իմ հիշողության մեջԵս պետք է սրբել հեռու բոլոր չնչին սիրում գրառումները.
		-- Hamlet

%
Այո, ինձ, ես ստացել մի շիշ դիմաց ինձ.Եւ Jimmy ունի ճակատային lobotomy:Պարզապես տարբեր եղանակներ սպանել ցավը նույնն է:Բայց ես կցանկանայի, որ մի շիշ առջեւ ինձ,, Քան պետք է ունենանք ճակատային lobotomy:Ես կարող է խմել, բայց գոնե ես չեմ հոգեկան հիվանդ:
		-- Randy Ansley M.D. (Dr. Rock)

%
Երեկ վրայ սանդուղքԵս հանդիպել եմ մի մարդու, ով չի եղել այնտեղ:Նա չէր նորից այսօրԵս կարծում եմ, որ նա է ԿՀՎ:
		-- Randy Ansley M.D. (Dr. Rock)

%
«Դու հին, Հայր William», - ասաց երիտասարդը ասել է,«Ձեր բոլոր թերթերը այս օրերին նայում է նույնը.Նրանք, ովքեր Ուիլյամի ավելի լավ կլինի չկարդացված -Արդյոք այդ փաստերը երբեք լրացնել ձեզ հետ ամոթի ».«Իմ պատանեկության,« Հայր William պատասխանեց իր որդու,«Ես գրել եմ հրաշալի թղթերը առատ.Բայց մեծ հեղինակությունը, ես գտա, որ ես հաղթել,Պատրաստված է այն անիմաստ է մտածել այլեւս »:
		-- Randy Ansley M.D. (Dr. Rock)

%
«Դու հին, հայրը William», - ասաց երիտասարդը ասել է,«Եվ ձեր մազերը դարձել է շատ սպիտակ.Եվ դեռ դուք անընդհատ կանգնել ձեր գլխին -Ինչ եք կարծում, ձեր տարիքը, դա ճիշտ է »:«Իմ պատանեկության», հայրը William պատասխանեց իր որդու,«Ես վախենում, որ այն կարող է վնասել ուղեղը.Սակայն, հիմա, որ ես կատարելապես, վստահ չունիմ,Ինչու, ես դա անել, կրկին ու կրկին »:«Դու հին», - ասել է երիտասարդությունը », ինչպես ես նշեցի, մինչեւ,Եւ մեծացել առավել uncommonly ճարպ.Բայց դուք շրջվել back-լիակատար է դուռը -Աղոթեք, թե ինչ է պատճառը, որ »:«Իմ պատանեկության», - ասել է իմաստուն, քանի որ նա սեղմեց իր գորշ կողպեքներ,«Ես պահեց իմ բոլոր վերջույթների շատ ձիգԸստ օգտագործման այս քսուք - մեկը Shilling արկղում -Թույլ տվեք վաճառել ձեզ մի քանի ».
		-- Randy Ansley M.D. (Dr. Rock)

%
«Դու հին», - ասել է երիտասարդներին », եւ ես ասացի, իմ հասակակիցներիՈր ձեր դասախոսությունները ծնեց մարդկանց մահվան.Բայց դուք խոսում է հարյուր կոնվենցիաներին մեկ տարվա ընթացքում -Չեք կարծում, որ դուք պետք է պահպանեք ձեր շունչը ».«Ես պատասխանեց երեք հարցերին եւ, որ բավական է»,Ասաց, որ իր հայրը », - չեն տալիս ձեզ airs!Ինչ եք կարծում, ես կարող եմ լսել, ամբողջ օրը նման բաներից:Եղեք դուրս, կամ ես քեզ կռվել քեզ ցած »
		-- Randy Ansley M.D. (Dr. Rock)

%
«Դու հին», - ասել է երիտասարդներին, «եւ ձեր jaws չափազանց թույլ ենԲանի համար կոշտ է, քան suet.Բայց դուք ավարտել է սագ, ինչպես նաեւ ոսկորների եւ քիթ -Աղոթեք, ինչպես եք կարողանում է դա անել ».«Իմ պատանեկության», - ասել է նրա հայրը, «Ես այդ օրենքի,Եւ պնդում է, յուրաքանչյուր դեպքում իմ կնոջ.Եվ մկանային ուժ, որը դա տվեց իմ ծնոտը,Տեւել մնացած իմ կյանքում »:«Դու հին», - ասել է երիտասարդությունը, «մեկ դժվար թե ենթադրել,Որ ձեր աչքի էր, ինչպես կայուն, ինչպես երբեւէ.Բայց դուք հավասարակշռված օձաձուկ վրա վերջում ձեր քթի -Թե ինչ է կատարվում դուք այդքան սարսափելի խելացի ».«Ես պատասխանեց երեք հարցերին, եւ դա բավական է»,Ասել է նրա հայրը: «Չեն տալիս ձեզ airs!Ինչ եք կարծում, ես կարող եմ լսել, ամբողջ օրը նման բաներից:Եղեք դուրս, կամ ես քեզ կռվել ձեզ վար աստիճաններով »
		-- Randy Ansley M.D. (Dr. Rock)

%
«Դու հին», - ասել է երիտասարդությունը, եւ «ձեր ծրագրերը չեն առաջադրվել,Եվ չկա մեկը, լեզու ցանկանում եք.Սակայն, օգտակար առաջարկություններով օգնությամբ դուք ունեք ոչ մեկը -Երբեւէ մտածել վերցնելու զբոսանք ».«Քանի որ ես երբեք չեմ գրել ծրագրեր», - իր հայրը պատասխանեց,«Ամեն լեզուն նայում հավասարապես վատ է.Սակայն, մարդիկ շարունակում են վճարում կարդալ իմ բոլոր գրքերը,Եւ չեն գիտակցում, որ իրենք արդեն ունեին »:
		-- Randy Ansley M.D. (Dr. Rock)

%
«Դու հին», - ասել է երիտասարդությունը », ինչպես ես նշեցի, մինչեւ,Եւ սխալներ քիչ մարդիկ կարող էր կրել.Դուք դժգոհում բոլորի անգլերենի բայց ձերն -Դուք իրոք կարծում եք, որ սա բավականին արդար ».«Ես իմ շատ սխալներ,« Հայր Ուիլյամ հայտարարել է,«Բայց իմ հասակ այս օրերին այնքան մեծ էՈր ոչ քննադատ կարող է վնասել ինձ, Ես ստացել բոլորին վախենում,Եվ կանգնեցնել ինձ դա հիմա շատ ուշ է »:
		-- Randy Ansley M.D. (Dr. Rock)

%
Դուք կարող եք քծնել հետ lover, դուք կարող եք քծնել ընկերոջ հետ,Դուք կարող եք քծնել Ձեր պետին, եւ այն երբեք չի ավարտվում.(ԿՐԿՆԵՐԳ) քծնել, քծնել, քծնել, ամեն գիշեր ու ամեն օր,Քծնել, քծնել, քծնել, Ձեր սեփական յուրովի:Դուք կարող եք քծնել է միջանցքում, դուք կարող եք քծնել է այգում,Դուք կարող եք քծնել պուրակում մի mugger հետո մութ.(ԿՐԿՆԵՐԳ)Դուք կարող եք քծնել Ձեր հորեղբոր, դուք կարող եք քծնել Ձեր հորաքրոջը,Դուք կարող եք քծնել Ձեր Apple- ի, թեեւ դուք ասում չեք կարող:(ԿՐԿՆԵՐԳ)
		-- Randy Ansley M.D. (Dr. Rock)

%
Դուք գնալ ներքեւ պիկապ կայարան,փափագ ջերմություն եւ գեղեցկությունը:Դուք կարգավորել պակաս, քան կախարդանք -մի քանի խմիչքներ անց դու ոչ այնքան դժվարահաճ:Եւ փակման լույսերը վրայից ստվերիցԱյս տարօրինակ նոր մարմինի համեմատ դու գտել -Clutching գիշերն է ձեզ նման մի թզի տերեւիդուք շտապում մթությունեւ վերմակներ պառկեցի տպավորություն է ստեղծվումեւ ձեր մենակությունը:
		-- Joni Mitchell

%
Դուք ստացել է վճարել ձեր տուրքերը, եթե դուք ուզում եք երգել բլյուզ,Իսկ դուք գիտեք, որ չեն գալիս հեշտ ...Ես չեմ խնդրել շատ, Ես միայն ուզում եմ վստահությունը,Իսկ դուք գիտեք, որ չեն գալիս հեշտ ...
		-- Joni Mitchell

%
Դուք գիտեք, թե իմ սիրտը շարունակում tellin 'ինձ,Դու ոչ մի երեխա է երեսուներեք,Դուք խաղալ ամբողջ դուք կորցնում եք ձեր կնոջը,Դուք խաղալ շատ երկար է, դուք կորցնում ձեր կյանքը.Ոմանք gotta հաղթանակը, ոմանք gotta կորցնում,Goodtime Charlie ստացել է բլյուզ:
		-- Joni Mitchell

%
Դուք կարող եք լինել ճիշտ, ես կարող է խենթ,Բայց դա ընդամենը կարող է լինել խելագար եք փնտրում:
		-- Billy Joel

%
Դուք կարող եք գտնել ինձ խմելու GinԱմենացածր տեսակի պանդոկ,Քանի որ ես եմ կոշտ Վեգետարիանական:
		-- G. K. Chesterton

%
Դուք պետք է միշտ լինել,Ինչ է դուք միշտ եղել,Որ ոչ մի կապ չունի հետ,Բոլորը պետք է անել, նրա հետ.
		-- Company

%
Ձեր իմաստունները չգիտեմ, թե ինչպես է դա զգումՈրպեսզի լինի հաստ որպես աղյուսով.
		-- Jethro Tull, "Thick As A Brick"

%
Ձեր երկրպագությունը է ձեր վառարաններորը, ինչպես եւ հին idols, կորցրել obscenes,պետք ձուլածո սիրտս. Ձեր տեսլականըմեքենաների համար ավելի շատ մեքենաներ:
		-- Gordon Bottomley, 1874

%
Ձերն է, ոչ թե պատճառ, թե ինչու,Պարզապես պետք է Sail Away.Եւ երբ դուք գտնել, դուք պետք է նետելՁեր Legacy հեռու.Հիշել կյանքը, քանի այն է, որ,Եվ, ինչպես դա եղել է:Հետապնդում ձայները ամբողջ Գալակտիկայում«Մինչեւ լռության, բայց աղոտ:
		-- QYX.

%
Մենք գտել եք թաքցնելուՄենք գտել եք պառկածChoking է կեղտը եւ ավազի մեջ.Ձեր նախկին gloriesԵւ բոլոր պատմություններըԸնդգրկվել եւ լվացվեն հետ ցանկանում ձեռքերով.
		-- ``Cities in Dust'', "Tinderbox", Siouxsie & the Banshees.

%
