7:30, Κανάλι 5: Το Bionic Dog (Δράση / Περιπέτεια)Τα ποτά Bionic σκυλιών πάρα πολύ και λακτίσματα πάνω από την ΕθνικήRedwood Forest.7:30, Κανάλι 8: Το Bionic Dog (Δράση / Περιπέτεια)Το Bionic σκυλί παίρνει ορμονική βραχυκύκλωμα και παραβιάζει τοMann Πράξη με ένα διακρατικό Greyhound λεωφορείο.
		-- Roger Waters, on the composition of "Breathe"

%
Ένα «κριτικός» είναι ένας άνθρωπος που δημιουργεί τίποτα και έτσι αισθάνεται προσόντα για νακρίνουν το έργο της δημιουργικής τους άνδρες. Υπάρχει λογική σε αυτό? είναι αμερόληπτη- Μισεί όλους τους δημιουργικούς ανθρώπους εξίσου.
		-- Robert Heinlein

%
Μια διασημότητα είναι ένα πρόσωπο που είναι γνωστό για την καλή knownness του.
		-- Robert Heinlein

%
Ένας επιστάτης τσίρκο έκανε τους γύρους επιθεώρηση του μεγάλη κορυφήόταν ένας λιπόσαρκος μικρό άτομο εισέλθει στην σκηνή και περπάτησε προς το μέρος του. "Είναιπου ο επιστάτης εδώ γύρω; »ρώτησε δειλά." Θα ήθελα να ενταχθούν σαςτσίρκο; Έχω ό, τι νομίζω ότι είναι μια πολύ καλή πράξη. "Ο επιστάτης κούνησε το κεφάλι της σύμφωνης γνώμης, οπότε ο μικρόσωμος άνδρας έσπευσε πάνω σετο κύριο πόλο και γρήγορα ανέβηκε στην πολύ άκρη-top του μεγάλου κορυφή.Αντλώντας μια βαθιά ανάσα, ο ίδιος πέταξε έξω στον αέρα και άρχισαν χτύπηματα χέρια του με μανία. Περιέργως, παρά την κατακόρυφη πτώση στο θάνατό του το μικρόο άνθρωπος άρχισε να πετάξει όλα γύρω από τους πόλους, τις γραμμές, τραπέζια και άλλα εμπόδια,εκτελεί εκπληκτικά κατορθώματα των ακροβατικά που κατέληξε σε μια μεγάλη βουτιά εξουσίααπό την κορυφή της σκηνής, τραβώντας προς τα επάνω σε ένα απαλό πόδι-πρώτη προσγείωση δίπλαο επιστάτης, ο οποίος είχε νωχελικά βλέποντας όλη την ώρα."Λοιπόν," διογκωμένο το μικρό άνθρωπο. "Τι νομίζετε?""Αυτό είναι το μόνο που κάνετε;" απαντά στην εργοδηγός περιφρονητικά. "Πουλίαπομιμήσεις; "
		-- Robert Heinlein

%
Ένα αντίγραφο του σύμπαντος δεν είναι ό, τι απαιτείται τέχνης? ένα από τα κολασμένωντα πράγματα είναι άφθονη.
		-- Rebecca West

%
Ένας κριτικός είναι μια δέσμη των προκαταλήψεων που πραγματοποιήθηκε χαλαρά μαζί με την αίσθηση της γεύσης.
		-- Whitney Balliett

%
Μια ντίβα που ειδικεύεται στην άσεμνα άριες είναι μια σοπράνο off-κολορατούρα.
		-- Whitney Balliett

%
Ένας κριτικός δράμα είναι ένα άτομο που εκπλήσσει ένα θεατρικό συγγραφέα, ενημερώνοντας τοντι εννοούσε.
		-- Wilson Mizner

%
Μια μέθοδος ανόητος-απόδειξη για γλυπτική έναν ελέφαντα: πρώτον, να πάρει ένα τεράστιο μπλοκ τουμάρμαρο; τότε θα τσιπ μακριά κάθε τι που δεν μοιάζουν με έναν ελέφαντα.
		-- Wilson Mizner

%
Μια ηθοποιός σκληρή τύχη που εμφανίστηκε σε μία καταστροφή μετά την άλλη coloossalπήρε τελικά ένα διάλειμμα, ένα σπασμένο πόδι για να είμαστε ακριβείς. Κάποιος επεσήμανε ότι είναιη πρώτη φορά που ο καημένος είναι ήδη στο ίδιο καλούπι για περισσότερο από μία εβδομάδα.
		-- Wilson Mizner

%
Ο παραγωγός του Χόλιγουντ καλεί έναν φίλο, έναν άλλο παραγωγό στο τηλέφωνο.	"Χαίρετε?" ο φίλος του απαντά.	"Γεια!" λέει ο άντρας. "Αυτό είναι το βαρίδι, πώς κάνεις;""Ω," λέει ο φίλος, "Κάνω μεγάλη! Έχω πωλούνται μόνο ένα σενάριογια διακόσιες χιλιάδες δολάρια. Έχω ξεκινήσει μια νέα προσαρμογή και ηστούντιο με προηγμένες πενήντα χιλιάδες δολάρια σε αυτό. Έχω επίσης μια τηλεόρασησειρά έρχεται την επόμενη εβδομάδα, και ο καθένας λέει ότι πρόκειται να είναι μια μεγάλη επιτυχία!Τα πάω καλά*! Πώς είσαι?"«Εντάξει,» λέει ο παραγωγός, «να μου δώσει μια κλήση όταν φεύγει."
		-- Wilson Mizner

%
Ένας άνθρωπος ζωγραφίζει με το μυαλό του και όχι με τα χέρια του.
		-- Wilson Mizner

%
Μια μουσική κριτικός παραδέχθηκε εγκωμίασε πάντα την πρώτη εμφάνιση ενόςνέα θεατρική σεζόν. «Ποιος είμαι εγώ για να πέτρα το πρώτο καστ;"
		-- Wilson Mizner

%
Ένας μουσικός μεγαλύτερη φιλοδοξία από το ταλέντο που αποτελείται μια ελεγεία σετο θάνατο του συνθέτη Edward ΜακΝτάουελ. Έπαιξε την ελεγεία για τοπιανίστα Γιόζεφ Χόφμαν, στη συνέχεια ζήτησε τη γνώμη του. "Λοιπόν, είναι αρκετάωραίο », απάντησε, αλλά μην νομίζετε ότι θα ήταν καλύτερα αν ...""Αν αυτό;" ζήτησε από τον συνθέτη.«Αν ... αν είχε πεθάνει και ΜακΝτάουελ είχε γράψει την ελεγεία;"
		-- Wilson Mizner

%
Ένας ποιητής που διαβάζει τους στίχους του στο κοινό μπορεί να έχει άλλες δυσάρεστες συνήθειες.
		-- Wilson Mizner

%
Ένα τριαντάφυλλο είναι ένα τριαντάφυλλο είναι ένα τριαντάφυλλο. Απλά ρωτήστε Jean Marsh, που είναι γνωστή σε εκατομμύριαPBS τηλεθεατές στη δεκαετία του '70, όπως Rose, την καθαριότητα στις εξαγωγές ελαφρών βαρών "Upstairs,Στο ισόγειο. "Αν και Marsh έχει πάει από τότε σε άλλα έργα, ... είναιμε Rose αυτή είναι πάντα εντοπίζονται. Σε τέτοιο βαθμό που της αρέσει ακόμα νααστείο για έχοντας ένα το όνομά της, η διάκριση δεν είναι χωρίςμειονεκτήματα. "Ήμουν πολύ κολακευμένος όταν άκουσα γι 'αυτό, αλλά όταν κοίταξαμέχρι την επίσημη περιγραφή, είπε, `Jean Marsh: χλωμό ροδάκινο, όχι πολύκαλή στο κρεβάτι? καλύτερη επάνω ενάντια σε έναν τοίχο. " Θέλω να σας πω ότι δεν είναιαληθής. Είμαι πολύ καλή στο κρεβάτι, καθώς και. "
		-- Wilson Mizner

%
Μια συνέπεια είναι μια παραδοχή ότι έχετε ήδη μειωθεί σε μιμείται τον εαυτό σας.
		-- Don Marquis

%
Ένας ντροπαλός έφηβος που τελικά εργάστηκε μέχρι το θάρρος να δώσει ένα δώρο γιαMadonna, ένας νεαρός κουτάβι. Θα hitched waggin του »σε ένα αστέρι.
		-- Don Marquis

%
Μια ομαδική προσπάθεια είναι πολλοί άνθρωποι κάνουν ό, τι λέω.
		-- Michael Winner, British film director

%
Ένας αληθινός καλλιτέχνης θα αφήσει τη σύζυγό του λιμοκτονούν, τα παιδιά του πηγαίνουν χωρίς παπούτσια, η μητέρα τουDrudge για τη ζωή του στα εβδομήντα, νωρίτερα από την εργασία σε οτιδήποτε άλλο εκτός από την τέχνη του.
		-- Shaw

%
Ένας συγγραφέας είναι εκ γενετής σε θέση να πει την αλήθεια και αυτός είναι ο λόγος για τον οποίο καλούμετι γράφει φαντασίας.
		-- William Faulkner

%
Ένα χασμουρητό είναι μια σιωπηλή κραυγή.
		-- G. K. Chesterton

%
Ένας νεαρός άνδρας έγραψε ο Μότσαρτ και είπε:Ερ:. "Χερ Μότσαρτ, σκέφτομαι γραφής συμφωνίες Μπορείτε να μου δώσετε οποιαδήποτε   προτάσεις για το πώς να ξεκινήσετε; "Α: "Μια συμφωνία είναι μια πολύ σύνθετη μουσική μορφή, ίσως θα πρέπει να αρχίσει με   μερικές απλές Lieder και απασχοληθείτε στον τρόπο σας μέχρι μια συμφωνία. "Ερ: "Αλλά Χερ Μότσαρτ, γράφατε συμφωνίες όταν ήταν 8 ετών."Α: "Αλλά ποτέ δεν ρώτησε κανέναν τρόπο."
		-- G. K. Chesterton

%
Ενεργώντας είναι μια τέχνη η οποία αποτελείται από τη διατήρηση του κοινού από το βήχα.
		-- G. K. Chesterton

%
Αποφασίζοντας δεν είναι πολύ δύσκολο. Τα πιο σημαντικά πράγματα είναι να είναι σε θέση να γελάσωκαι κλαίνε. Αν έχω να κλάψω, σκέφτομαι τη σεξουαλική μου ζωή. Και αν έχω να γελάσω,Λοιπόν, νομίζω ότι από τη σεξουαλική μου ζωή.
		-- Glenda Jackson

%
Ηθοποιός Real NameBoris Karloff William Henry PrattCary Grant Archibald LeachEdward G. Robinson Emmanual GoldenburgGene Wilder Gerald SilbermanJohn Wayne Μάριον ΜόρισονKirk Douglas Issur DanielovitchΡίτσαρντ Μπάρτον Richard Jenkins Jr.Roy Rogers Leonard SlyeWoody Allen Allen Stewart Konigsberg
		-- Glenda Jackson

%
Ηθοποιοί θα συμβεί ακόμη και στις καλύτερες οικογένειες ρυθμίζονται.
		-- Glenda Jackson

%
Ηθοποιοί θα συμβεί στις καλύτερες ρυθμίζονται οικογένειες.Ημερολόγιο νέα Κυνικός του ", 1905
		-- Addison Mizner and Oliver Herford, "The Entirely

%
Προσθήκη ήχου σε ταινίες θα είναι σαν να βάζουμε το κραγιόν στην Αφροδίτη της Μήλου.
		-- actress Mary Pickford, 1925

%
Συμμορφωθείτε με τη δική σας πράξη, και να συγχαρώ τον εαυτό σας αν έχετε κάνει κάτιπαράξενο και εξωφρενικές, και σπασμένα τη μονοτονία μιας ευπρεπή ηλικία.
		-- Ralph Waldo Emerson

%
Μετά από μερικά χρόνια βαρετό, κοινωνικά νόημα rock 'n' roll πέθανε έξω. Ήταναντικαθίστανται από disco, η οποία δεν προσφέρει καμία καθοδήγηση σε κάθε μορφή ζωής πάνωπροωθείται από την οικογένεια λειχήνες.
		-- Dave Barry, "Kids Today: They Don't Know Dum Diddly Do"

%
Alex Haley εγκρίθηκε!
		-- Dave Barry, "Kids Today: They Don't Know Dum Diddly Do"

%
Όλα τέχνη δεν είναι παρά μίμηση της φύσης.
		-- Lucius Annaeus Seneca

%
Ένας ηθοποιός είναι ένας τύπος που αν δεν μιλάω γι 'αυτόν, δεν ακούει.
		-- Marlon Brando

%
Ένας καλλιτέχνης πρέπει να είναι κατάλληλα για την καλύτερη κοινωνία και να κρατήσει έξω από αυτό.
		-- Marlon Brando

%
Μια άλλη πιθανή πηγή καθοδήγησης για τους εφήβους είναι η τηλεόραση, αλλάτο μήνυμα της τηλεόρασης ήταν πάντα ότι η ανάγκη για την αλήθεια, τη σοφία και τηνπαγκόσμια ειρήνη ωχριά σε σύγκριση με την ανάγκη για μια οδοντόκρεμα που προσφέρειλευκότερα δόντια * ___ και * φρέσκια αναπνοή.
		-- Dave Barry, "Kids Today: They Don't Know Dum Diddly Do"

%
Κάθε δραματική σειρά οι παραγωγοί θέλουν να πάρουν στα σοβαρά ως αναπαράστασητης σύγχρονης πραγματικότητας δεν μπορεί να ληφθεί σοβαρά υπόψη ως αναπαράσταση τηςτίποτα - εκτός από μια παράσταση που πρέπει να αγνοηθεί από κανέναν ικανό να κάθεται σε όρθια θέσησε μια καρέκλα και τσίχλες ταυτόχρονα.
		-- Richard Schickel

%
Οποιοσδήποτε ανόητος μπορεί να ζωγραφίσει μια εικόνα, αλλά χρειάζεται μια σοφή πρόσωπο για να είναι σε θέση να το πουλήσει.
		-- Richard Schickel

%
"Είστε αστυνομικοί;""Όχι, κυρία μου. Είμαστε μουσικούς."
		-- The Blues Brothers

%
Γύρω από τη στροφή του αιώνα, ένας συνθέτης που ονομάζεται Camille Saint-Saens έγραψεένα σατιρικό ζωολογικών-φαντασίας που ονομάζεται "Le Carnaval des Animaux." Εκτός απόμία κίνηση αυτού του κομματιού, "The Swan", Saint-Saens δεν επιτρέπουν αυτό το έργοπρέπει να δημοσιεύονται ή ακόμα και εκτελείται μέχρι να παρέλθει ένα χρόνο μετά το θάνατό του.(Πέθανε το 1921.)Οι περισσότεροι από εμάς γνωρίζουμε το "Swan" κίνημα αρκετά καλά, με λεία του,ρέει τσέλο μελωδία κατά μια ήρεμη φόντο? αλλά έχω ήδη έχουν αυτό τοφαντασία...Τι και αν είχε γράψει αυτό το κομμάτι με στίχους, ως ένα τραγούδι για να τραγουδήσει;Και, επιπλέον, τι αν είχε συνοδεύσει αυτό το τραγούδι με ένα μουσικό πριόνι; (Αυτόόργανο πραγματικά υπάρχει, συχνά παίζεται από κρουστών!) Στη συνέχεια, ητο κομμάτι θα είναι καλύτερα γνωστό ως:SAINT-SAENS "SAW SONG" SWAN "!
		-- The Blues Brothers

%
Η τέχνη είναι ένας ζηλιάρης ερωμένη.
		-- Ralph Waldo Emerson

%
Η τέχνη είναι ένα ψέμα που μας κάνει να συνειδητοποιήσουμε την αλήθεια.
		-- Picasso

%
Η τέχνη είναι κάτι που μπορείτε να πάρετε μακριά με.
		-- Marshall McLuhan.

%
Η τέχνη είναι είτε λογοκλοπή ή επανάσταση.
		-- Paul Gauguin

%
Η τέχνη είναι Φύση επιταχυνθεί και ο Θεός επιβραδύνεται.
		-- Chazal

%
Η τέχνη είναι το δέντρο της ζωής. Η επιστήμη είναι το δέντρο του θανάτου.
		-- Chazal

%
Ως γιδοβοσκός μαθαίνει το εμπόριό του με γίδινο, έτσι ένας συγγραφέας μαθαίνει την τέχνη του από έγραψε.
		-- Chazal

%
Ζητώντας έναν συγγραφέα που εργάζεται το τι πιστεύει για τους κριτικούς είναι σαν να ζητάμε από έναφανοστάτη πώς αισθάνεται για τα σκυλιά.
		-- Christopher Hampton

%
Συγγραφείς (και ίσως αρθρογράφους) τελικά να ανέβουν στην κορυφή του ανεξάρτηταβάθη που κάποτε ήταν σε θέση να βαρίδι.
		-- Stanley Kaufman

%
Συγγραφείς είναι εύκολο να προχωρήσουμε με - αν είστε λάτρης των παιδιών.
		-- Michael Joseph, "Observer"

%
Διακριτικά; Εμείς δεν πήρε κανένα κονκάρδες! Δεν χρειαζόμαστε καμία κονκάρδες. Δεν έχωγια να σας δείξει διακριτικά τα ενδεχόμενα stinkin »!
		-- "The Treasure of the Sierra Madre"

%
Να είναι τακτική και ομαλή στη ζωή σας, έτσι ώστε να μπορεί να είναι βίαιηκαι πρωτότυπο στην εργασία σας.
		-- Flaubert

%
Όντας ένας μίμος σημαίνει ποτέ δεν χρειάζεται να πω συγγνώμη.
		-- Flaubert

%
"Το να αποσυντεθεί κάνει ve-ry ένα-gry!" <Huff, Huff>
		-- Flaubert

%
Ben, γιατί δεν μου το είπες;
		-- Luke Skywalker

%
"Benson, είσαι τόσο ελεύθερη από τις καταστροφές της νοημοσύνης"
		-- Time Bandits

%
Best Λάθη σε ταινίεςΣτο "Companion Filmgoer του" του, ο κ Leslie Halliwell απαριθμεί πρόθυματέσσερις από τις μεγαλύτερες στιγμές του κινηματογράφου, που θα πρέπει να πάρετε για να δείτε αν όχι καθόλουδυνατόν.Στο "Carmen Jones», η κάμερα παρακολουθεί με Dorothy Dandridge κάτω από έναδρόμος; και όλο το πλήρωμα ταινία αντικατοπτρίζεται στη βιτρίνα.Στο "The Wrong Box", οι στέγες των βικτοριανό Λονδίνο είναι emblazonedμε κεραίες τηλεόρασης.Στο "Decameron Nights", Louis Jourdain στέκεται στο κατάστρωμα του τουπειρατικό πλοίο δέκατο τέταρτο αιώνα? και ένα λευκό φορτηγό trundles κάτω από το λόφοστο παρασκήνιο.Στο "Viking Queen", που στα χρόνια της Boadicea, ένα ρολόι χειρός είναισαφώς ορατή σε έναν από τους κορυφαίους χαρακτήρες.
		-- Stephen Pile, "The Book of Heroic Failures"

%
BS: Θα μου θυμίζουν έναν άνδρα.Β: Τι άνθρωπος;BS: Ο άνθρωπος με τη δύναμη.Β: Τι εξουσία;BS: Η δύναμη του βουντού.Β: Βουντού;BS: Μπορείτε να το κάνετε.B: Κάντε ό, τι;BS: Υπενθύμιση ενός ανθρώπου.Β: Τι άνθρωπος;BS: Ο άνθρωπος με τη δύναμη ...
		-- Cary Grant, "The Bachelor and the Bobby-Soxer"

%
Burnt Sienna. Αυτό είναι το καλύτερο πράγμα που συνέβη ποτέ σε Crayolas.
		-- Ken Weaver

%
Αλλά αν θέλετε ταυτόχρονα να μην κάνουμε τίποτα και να είναι σεβαστόΣτις μέρες μας, το καλύτερο πρόσχημα για να είναι στην εργασία σε κάποια βαθιά μελέτη.
		-- Leslie Stephen, "Sketches from Cambridge"

%
Αλλά εσείς δεν θα ξεφύγει ιαμβικά μου.
		-- Gaius Valerius Catullus

%
δεν μπορεί να ενεργήσει. Ελαφρώς φαλακρός. Επίσης χορούς.Cerf / Navasky, "Οι ειδικοί μιλούν"
		-- RKO executive, reacting to Fred Astaire's screen test.

%
Η κλασική μουσική είναι το είδος κρατάμε σκέψης θα μετατραπεί σε μια μελωδία.
		-- Kin Hubbard, "Abe Martin's Sayings"

%
Darth Vader κοιμάται με Teddywookie.
		-- Kin Hubbard, "Abe Martin's Sayings"

%
Ντάρθ Βέιντερ! Μόνο εσείς θα ήταν τόσο τολμηρή!
		-- Princess Leia Organa

%
Γνωρίζατε ότι οι ταινίες φωνή εντοπίζουν εύκολα τη Ρωσική πιλοτικάΗ ομάδα κάτω από το τζετ Κορέας; Σε ένα σημείο που σίγουρα δηλώνει:«Νατάσα! Πρώτα πυροβολούν τζετ, τότε πάμε μετά άλκες και σκίουρος."
		-- ihuxw!tommyo

%
Disco είναι μουσική τι Etch-A-σκίτσο είναι τέχνη.
		-- ihuxw!tommyo

%
Μην όλοι ευχαριστήσω μου με τη μία!
		-- Han Solo

%
Dustin Farnum: Γιατί, χθες, είχα το κοινό καρφωμένοι στις θέσεις τους!Oliver Herford: Wonderful! Θαυμάσιος! Clever από εσάς να σκεφτείτε το!
		-- Brian Herbert, "Classic Comebacks"

%
Πεθαίνοντας είναι εύκολο. Κωμωδία είναι δύσκολη.
		-- Actor Edmond Gween, on his deathbed.

%
Ε.Τ. ΠΉΓΑΙΝΕ ΣΠΊΤΙ!!! (Και να Στρουμφάκια μαζί σας.)
		-- Actor Edmond Gween, on his deathbed.

%
Ed Sullivan θα είναι γύρω εφ 'όσον κάποιος άλλος έχει ταλέντο.
		-- Fred Allen

%
Eeny, Meeny, Jelly Beanie, τα πνεύματα είναι έτοιμος να μιλήσει!
		-- Bullwinkle Moose

%
Elwood: Τι είδος μουσικής μπορείτε να πάρετε εδώ κυρία μου;Μπαργούμαν: Γιατί, έχουμε και τα δύο είδη της μουσικής, Χώρα και δυτική.
		-- Bullwinkle Moose

%
Πάντα έχετε την αίσθηση ότι ο κόσμος είναι στην ταινία και ένας από τους τροχούς λείπει;
		-- Rich Little

%
Ο καθένας είναι σε καλύτερη θέση.
		-- John Cage

%
Δόξα έχασε την έκκλησή του για μένα όταν πήγα σε μια δημόσια τουαλέτα και ένααυτόγραφο αιτών μου έδωσε ένα στυλό και το χαρτί κάτω από την πόρτα στάβλο.
		-- Marlo Thomas

%
Γρήγορο πλοίο; Εννοείς δεν έχετε ακούσει για το Millennium Falcon;
		-- Han Solo

%
«Τα πρώτα πράγματα πρώτα - αλλά όχι απαραίτητα με αυτή τη σειρά"
		-- The Doctor, "Doctor Who"

%
Ανόητοι βιασύνη σε - και να πάρει τις καλύτερες θέσεις στο σπίτι.
		-- The Doctor, "Doctor Who"

%
Για τον εαυτό μου, μπορώ μόνο να πω ότι είμαι έκπληκτος και κάπως τρομοκράτησανΤα αποτελέσματα των πειραμάτων αποψινής. Εκπλήσσεται με την υπέροχηδύναμη που έχουν αναπτύξει, και τρομοκρατημένος στη σκέψη ότι τόσο ειδεχθήκαι κακή μουσική μπορεί να τεθεί στο αρχείο για πάντα.
		-- Sir Arthur Sullivan, message to Edison, 1888

%
Για την επόμενη ώρα, θα ελέγχει όλα αυτά που βλέπετε και ακούτε.
		-- Sir Arthur Sullivan, message to Edison, 1888

%
Μορφές ακολουθούν τη λειτουργία, και συχνά εξαφανίσουν.
		-- Sir Arthur Sullivan, message to Edison, 1888

%
FORTUNE συζητά το σκοτεινό FILMS: # 12O.E.D .: David Lean, 1969, 3 ώρες και 30 λεπτά.έκδοση του Oxford Dictionary άπαχο έχει κατηγορηθεί γιαρηχότητα στη θεραπεία της πλήρους εργασίας. Ομάρ Σαρίφτείνει να υπερβάλλω ως μεταξωτές κορδέλες, αλλά Άλεκ Γκίνες είναι στερεό σεο ρόλος της ηγουμενία. Ως συνήθως, η φωτογραφία είναι εκπληκτική.Με Τζούλι Κρίστι.
		-- Sir Arthur Sullivan, message to Edison, 1888

%
FORTUNE συζητά το σκοτεινό FILMS: # 3ΘΑΥΜΑ ΣΤΗΝ 42nd Street:Άγιος Βασίλης, στην εκτός εποχής, ακολουθεί η επιθυμία της καρδιάς του καιπροσπαθεί να κάνουν κάτι μεγάλο στο Broadway. Σάντα τραγουδά και χορεύει τον τρόπο τουμέσα στην καρδιά σου.
		-- Sir Arthur Sullivan, message to Edison, 1888

%
FORTUNE συζητά το σκοτεινό FILMS: # 5ΤΟ ΑΤΟΜΙΚΗΣ ΓΙΑΓΙΑ:Αυτή η χιουμοριστική αλλά η καρδιά-θέρμανση ιστορία λέει μια ηλικιωμένη γυναίκαεξαναγκάζονται να εργάζονται σε ένα εργοστάσιο πυρηνικής ενέργειας, προκειμένου να βοηθήσει την οικογένεια	τα βγάλουν πέρα. Τη νύχτα, η γιαγιά κάθεται στη βεράντα, λέει παραμύθιαπολύχρωμο παρελθόν της και η οικογένειά της χρησιμοποιεί για να μαγειρέψουν μπάρμπεκιουκαι για την τροφοδοσία μικρών ηλεκτρικών συσκευών. Maureen Stapleton δίνειένα λαμπερό απόδοση.
		-- Sir Arthur Sullivan, message to Edison, 1888

%
FORTUNE συζητά το σκοτεινό FILMS: # 9ΤΟ ΠΡΟΒΛΗΜΑ ΣΤΑΘΜΕΥΣΗΣ ΣΤΟ ΠΑΡΙΣΙ: Jean-Luc Godard, 1971, 7 ώρες 18 λεπτά.διαλογισμό Γκοντάρ σχετικά με το θέμα έχει χαρακτηριστεί ωςτα πάντα, από το "διαχρονικό" σε "ατελείωτες". (Ανακατασκευαστεί από τον GeneWilder ως ΟΧΙ θέση να παρκάρει.)
		-- Sir Arthur Sullivan, message to Edison, 1888

%
ΓΕΓΟΝΟΤΑ FUN FORTUNE να γνωρίζουν και να πει: # 37Μπορείτε να ονομάσετε τις επτά θάλασσες;Ανταρκτικής, Artic, Βόρειο Ατλαντικό, Νότιο Ατλαντικό, Ινδικό,Βόρειο Ειρηνικό, Νότιο Ειρηνικό.Μπορείτε να ονομάσετε τους επτά νάνους από την Χιονάτη;Doc, ναρκωμένος, κρυωμένος, ευτυχισμένος, Γκρινιάρης, Sleepy και ντροπαλός.
		-- Sir Arthur Sullivan, message to Edison, 1888

%
Φρέμεν προσθέσει ζωή στα μπαχαρικό!
		-- Sir Arthur Sullivan, message to Edison, 1888

%
ΑΠΟ ΤΟ ΓΡΑΦΕΙΟ ΤΟΥDorothy GaleΘείτσα Em:		Σε μισώ.Μίσος Κάνσας.Λαμβάνοντας το σκύλο.Dorothy
		-- Sir Arthur Sullivan, message to Edison, 1888

%
Γ Β Shaw με τον William Douglas Home: "Πηγαίνετε στο γράψιμο έργα, αγόρι μου One.από αυτές τις μέρες ένας παραγωγός Λονδίνο θα πάει στο γραφείο του και να πω για να τουγραμματέας, `Υπάρχει ένα παιχνίδι από Shaw σήμερα το πρωί;" και όταν λέει`Οχι," θα πει, `Λοιπόν, τότε θα πρέπει να ξεκινήσει την σκουπίδια». Καιότι είναι η ευκαιρία σας, αγόρι μου. "
		-- Sir Arthur Sullivan, message to Edison, 1888

%
Γαλάτες! Δεν έχουμε τίποτα να φοβηθούν? εκτός ίσως ότι ο ουρανός μπορεί να πέσει σεκεφάλια μας αύριο. Αλλά, όπως όλοι γνωρίζουμε, το αύριο δεν έρχεται ποτέ !!
		-- Adventures of Asterix

%
George Bernard Shaw έστειλε κάποτε δύο εισιτήρια για την πρεμιέρα του ενός απόέργα του να Ουίνστον Τσόρτσιλ με την ακόλουθη σημείωση:"Φέρτε ένα φίλο, αν έχετε ένα."Churchill έγραψε πίσω, επιστρέφοντας τα δύο εισιτήρια και να απαλλαγεί ο ίδιος όπως ο ίδιοςείχε μια προηγούμενη δέσμευση. Επίσης, επισυνάπτεται το ακόλουθο:"Παρακαλώ να μου στείλετε δύο εισιτήρια για την επόμενη νύχτα, αν υπάρχει."
		-- Adventures of Asterix

%
Εμπρός, Φτιάξε μου τη μέρα.
		-- Dirty Harry

%
Ο Θεός να βοηθήσει τον τροβαδούρο που προσπαθεί να είναι ένα αστέρι. Το περισσότερο που μπορείτε να δοκιμάσετενα βρει την επιτυχία, τόσο περισσότερο ότι θα αποτύχει.
		-- Phil Ochs, on the Second System Effect

%
Ο Θεός είναι πραγματικά μόνο ένα άλλο καλλιτέχνη. Εφηύρε το καμηλοπάρδαλη, ο ελέφανταςκαι η γάτα. Ο ίδιος δεν έχει καμία πραγματική στυλ, αυτός πηγαίνει ακριβώς στην προσπάθεια άλλα πράγματα.
		-- Pablo Picasso

%
Ο Θεός να μας σώσει από μια κακή γείτονα και έναν αρχάριο στο βιολί.
		-- Pablo Picasso

%
Καληνύχτα, κυρία Calabash, όπου κι αν βρίσκεστε.
		-- Pablo Picasso

%
Κυβερνήτης Tarkin. Θα έπρεπε να είχα αναμένεται να βρείτε εκμετάλλευση των Vaderλουρί. Νόμιζα ότι αναγνωρίζεται φάουλ δυσωδία σας όταν ασκήθηκε επί του σκάφους.
		-- Princess Leia Organa

%
ΜΕΓΑΛΗ ΣΤΙΓΜΕΣ στην αμερικανική ιστορία (# 17):Στις 13 Νοεμβρίου, Felix Unger ζητήθηκε να αφαιρέσει τον εαυτό του από τη θέση τουτης κατοικίας.
		-- Princess Leia Organa

%
Γρηγ (ο πλοηγός):... Έτσι μπορείτε να δείτε, είναι ακριβώς οι δυο μας ενάντια στο σύνολο του χώρουαρμάδα.Alex (η οπλίτης):	Τι?!?Γρηγ: Έχω πάντα ήθελε να καταπολεμήσει μια απελπισμένη μάχη ενάντιασυντριπτικές πιθανότητες.Alex: Θα είναι μια σφαγή!Γρηγ: Αυτό είναι το πνεύμα!
		-- The Last Starfighter

%
H. L. Mencken υποφέρει από την ψευδαίσθηση ότι είναι H. L. Mencken -δεν υπάρχει θεραπεία για μια ασθένεια του εν λόγω μεγέθους.
		-- Maxwell Bodenheim

%
"Hawk, θα πάμε να πεθάνουμε.""Ποτέ μη λες πεθαίνουν ... και σίγουρα ποτέ δεν λέμε."
		-- M*A*S*H

%
Έπαιξε ο βασιλιάς σαν να φοβάται κάποιος άλλος θα παίξει τον άσο.
		-- John Mason Brown, drama critic

%
Ήταν ένας βιολιστής, και, κατά συνέπεια, ένας αδίστακτος.
		-- Jonathan Swift

%
"Γεια σας," είπε ψέματα.
		-- Don Carpenter, quoting a Hollywood agent

%
Χαίρετε. μηχάνημα Jim Rockford, αυτό είναι το μηχάνημα Larry Doheny του. θα σαςπαρακαλώ να έχετε master σας καλέσει ο δάσκαλός μου με την ησυχία του; Ευχαριστώ.Ευχαριστώ. Ευχαριστώ. Ευχαριστώ. Ευχαριστώ. Ευχαριστώ.
		-- "The Rockford Files"

%
Γεια σου Τζιμάκο. Dennis. Πραγματικά εκτιμώ τη βοήθεια για το φόρο εισοδήματος. Θέλειςνα βοηθήσει στον έλεγχο τώρα;
		-- "The Rockford Files"

%
Hoaars-Faisse Gallery παρουσιάζει:Μια έκθεση με έργα του καλλιτέχνη είναι γνωστή μόνο ως κουλουράκι.Η έκθεση περιλαμβάνει πολλές μεγάλες εννοιολογικά έργα χρησιμοποιώντας μη παραδοσιακέςμέσα μαζικής ενημέρωσης και τα αντικείμενα που βρέθηκαν, συμπεριλαμβανομένων παλιά καναπέδες-κρεβάτια, χρησιμοποιούνται δοχεία σκήπτρο,απορρίπτονται σερβιέτες και τα μέρη των διαδρόμων. Οι διερευνά καλλιτέχνηαποκτήνωση μας λόγω της υψηλής τεχνολογίας και αδιάφορη κυβερνητικέςδομές σε ένα μετα-βιομηχανικό κόσμο. Αυτή / αυτός (ο καλλιτέχνης προτιμά ναπαραμένουν χωρίς φύλο) προσπαθεί να δημιουργήσει διάλογο μεταξύ θεατή καιδημιουργός, για να μας βοηθήσουν στην προσπάθειά μας να βιώσουν τη σύγχρονη ζωή με τουςεντάσεις στο εσωτερικό των πόλεων, η έλλειψη στέγης, η υπερθέρμανση του πλανήτη και των δύο φύλων καιταξική στρες. Τα έργα που διοργανώνονται για να μας οδηγήσει στην ουσία τουτο επιχείρημα: ότι η αποξένωση του ορίου άτομο / μηχάνημα έχειυπέσκαψε τη δύναμη της φωνής μας και πρέπει να καταστραφούν για την κοινωνίαυπάρχουν σε μια πιο θεμελιώδη έννοια.
		-- "The Rockford Files"

%
Χόλιγουντ είναι όπου, αν δεν έχετε την ευτυχία να σας στείλει έξω για αυτό.
		-- Rex Reed

%
Ιερά δίλημμα! Είναι αυτό το τέλος για την όρμοι σταυροφόρων και το Wonder Boy;Θα το Τζόκερ και το Riddler έχει το τελευταίο γέλιο;Συντονιστείτε και πάλι αύριο:ίδια Bat-χρόνου, το ίδιο Bat-κανάλι!
		-- Rex Reed

%
Πόσο υπέροχη όπερα θα ήταν αν δεν υπήρχαν τραγουδιστές.
		-- Rex Reed

%
Κολίβρια ποτέ δεν θυμάμαι τα λόγια των τραγουδιών.
		-- Rex Reed

%
Αβγουλίνος ωθήθηκε.
		-- Rex Reed

%
Δέχομαι το χάος. Δεν είμαι σίγουρος αν αυτό μου αποδέχεται. Ξέρω κάποιους ανθρώπουςΟι τρομοκρατημένοι από τη βόμβα. Στη συνέχεια, όμως μερικοί άνθρωποι τρομοκρατημένοι για να δειπου μεταφέρουν ένα σύγχρονο περιοδικό της οθόνης. Η εμπειρία μας διδάσκει ότι η σιωπήτρομοκρατεί τους ανθρώπους περισσότερο.
		-- Bob Dylan

%
Είχα πάντα μια αποκρουστική ανάγκη να είναι κάτι περισσότερο από την ανθρώπινη.
		-- David Bowie

%
Είμαι βαθύτατα επιφανειακό άτομο.
		-- Andy Warhol

%
Πιστεύω ότι η στιγμή είναι κοντά, όταν με μια διαδικασία ενεργού παρανοϊκούσκέφτηκε, θα είναι δυνατόν να συστηματοποιήσει σύγχυση και να συμβάλει στηνσυνολική απαξίωση του κόσμου της πραγματικότητας.
		-- Salvador Dali

%
Δεν μπορώ να καταλάβω γιατί κάποιος θα πάρει ένα ή δύο χρόνια για να γράψει έναμυθιστόρημα, όταν αυτός μπορεί εύκολα να αγοράσει ένα για μερικά δολάρια.
		-- Fred Allen

%
Εγώ δεν το κάνω! Κανείς δεν είδε να το κάνω! δεν μπορεί να αποδείξει τίποτα!
		-- Bart Simpson

%
Δεν μου άρεσε το παιχνίδι, αλλά το είδα κάτω από αντίξοες συνθήκες. Η κουρτίναήταν.
		-- Bart Simpson

%
Έχω δυσπιστία μια στενή στόμιο άνθρωπος. Αυτός συνήθως επιλέγει το λάθος στιγμή για να μιλήσουμεκαι λέει τα λάθος πράγματα. κάτι Μιλώντας του δεν μπορείτε να κάνετε με σύνεση,εκτός και αν κρατήσει στην πράξη. Τώρα, κύριε, θα μιλήσουμε, αν σας αρέσει. Θα πωκάνετε δεξί έξω, είμαι ένας άνθρωπος που του αρέσει να μιλάμε για έναν άνθρωπο που θέλει να μιλήσει.
		-- Sidney Greenstreet, "The Maltese Falcon"

%
Δεν ξέρω τίποτα για τη μουσική. Στη γραμμή μου δεν έχετε να.
		-- Elvis Presley

%
Τρέμω επιτυχία. Για να έχουν καταφέρει είναι να έχουν τελειώσει την επιχείρησή του στογη, όπως και το αρσενικό αράχνη, ο οποίος σκοτώνεται από το θηλυκό τη στιγμή που αυτός έχεικατόρθωσε να ερωτοτροπία του. Μου αρέσει μια κατάσταση συνεχούς γίγνεσθαι, με έναΣτόχος μπροστά και όχι πίσω.
		-- George Bernard Shaw

%
Είχα ένα άλλο όνειρο την άλλη μέρα για τη μουσική τους κριτικούς. Επρόκειτο για μικρέςκαι τρωκτικά που μοιάζουν με κατακλύζουν τα αυτιά, σαν να είχε βγει από μιαζωγραφικής του Γκόγια.
		-- Stravinsky

%
Έχω μια πολύ περίεργη αίσθηση γι 'αυτό ...
		-- Luke Skywalker

%
«Έχω καταλήξει σε μια ιδέα σίγουρος για ένα χτύπημα τηλεοπτικό θέαμα,η οποία θα ονομάζεται `μια ζωντανή Celebrity παίρνει τρώγονται από ένα καρχαρία».
		-- Dave Barry, "The Wonders of Sharks on TV"

%
Είχα κεραίες τηλεόρασης μου αφαιρεθεί. Είναι το ηθικό ισοδύναμοτης λειτουργίας του προστάτη.
		-- Malcolm Muggeridge

%
Έχω περισσότερη ταπεινότητα σε λίγο το δάχτυλό μου από ό, τι έχετε στο σύνολό ____ σώμα σας!
		-- from "Cerebus" #82

%
Την ήξερα πριν ήταν παρθένα.
		-- Oscar Levant, on Doris Day

%
Ποτέ δεν παρέλειψε να πείσει ένα ακροατήριο ότι το καλύτερο πράγμα πουθα μπορούσε να κάνει ήταν να πάει μακριά.
		-- Oscar Levant, on Doris Day

%
Ποτέ δεν κάνει λάθος στη ζωή μου. Νόμιζα ότι έκανα μία φορά, αλλά έκανα λάθος.
		-- Lucy Van Pelt

%
Μου συμβαίνει συχνά να παραθέσω τον εαυτό μου? προσθέτει το καρύκευμα στη συνομιλία μου.
		-- G. B. Shaw

%
Έπαιξα κιθάρα μολύβδου σε μια μπάντα που ονομάζεται Η Ομοσπονδιακή πάπια, η οποία είναι το είδοςτης όνομα που ήταν δημοφιλής στη δεκαετία του '60, ως αποτέλεσμα των ελεγχόμενων ουσιώνείναι σε ευρεία χρήση. Τότε, δεν υπήρχαν περιορισμοί, όσον αφοράτου ταλέντου, για το ποιος θα μπορούσε να κάνει ένα άλμπουμ, έτσι κάναμε το ένα, και αυτό ακούγεται σανμια ομάδα ανθρώπων που έχουν δοθεί ισχυρό, αλλά άγνωστο όργαναως θεραπεία για εκφυλιστική ασθένεια των νεύρων.
		-- Dave Barry, "The Snake"

%
Αναγνωρίζω τον τρόμο ως το καλύτερο συναίσθημα και γι 'αυτό θα προσπαθήσουμε να τρομοκρατήσουν τοαναγνώστης. Αλλά αν θεωρώ ότι δεν μπορώ να τρομοκρατήσει, θα προσπαθήσω να τρομάξει, και ανΘεωρώ ότι δεν μπορεί να τρομάξει, θα πάω για το ακαθάριστο-out.
		-- Stephen King

%
Θυμάμαι μια φορά ότι είναι σε μια πλατφόρμα σταθμό στο Κλίβελαντ στις τέσσερις τοπρωί. Ένα μαύρο porter μετέφερε τις βαλίτσες μου, και όπως περιμέναμετο τρένο να έρθει, μου είπε: "Με συγχωρείτε, κ Cooke, δεν θέλω ναεισβάλει προστασία της ιδιωτικής ζωής σας, αλλά έχω ένα στοίχημα με ένα φίλο μου. που αποτελείταιτο άνοιγμα μουσικό θέμα της «Omnibus»; Ο φίλος μου είπε Virgil Thomson. "Iτον ρώτησε, "Τι λες;" Εκείνος απάντησε, "λέω Aaron Copeland." Είπα,"Έχεις δίκιο." Ο αχθοφόρος είπε, "Ήξερα Thomson δεν γράφει αντίστιξημε αυτόν τον τρόπο. "Είπα ότι σε πρόεδρο του δικτύου, και ήταν βαθιά εντυπωσιαστεί.
		-- Alistair Cooke

%
Θυμάμαι τον Οδυσσέα και ... Αριστερά μία ημέρα για το ταχυδρομείο να στείλετε ένα e-mail,Συνάντησα μια ξανθιά που ονομάζεται Κίρκη για το τραμ, και δεν έρχονται πίσω για 20 χρόνια.
		-- Alistair Cooke

%
Είδα Lassie. Μου πήρε τέσσερις παραστάσεις να καταλάβω γιατί το τριχωτό παιδί ποτέακτίνα. Θέλω να πω, θα μπορούσε να κυλήσει και όλα αυτά, αλλά έκανε ότι αξίζουν μια σειρά;
		-- Alistair Cooke

%
Έχω κολλήσει το λαιμό μου έξω για κανέναν.
		-- Humphrey Bogart, "Casablanca"

%
Σταμάτησα να πιστεύουν στον Άγιο Βασίλη όταν ήμουν έξι. Η μητέρα μου πήρε για ναδείτε τον σε ένα πολυκατάστημα και με ρώτησε για το αυτόγραφό μου.
		-- Shirley Temple

%
Προτείνω μια νέα στρατηγική, Artoo: αφήστε τη νίκη Wookie.
		-- C3P0

%
«Υποθέτω ότι θα περιμένετε από μένα να μιλήσω.""Όχι, ο κ Μποντ. Περιμένω από εσάς να πεθάνω."
		-- Goldfinger

%
Νομίζω ότι είμαστε σε δύσκολη θέση.
		-- Han Solo

%
Νομίζω ότι ... Νομίζω ότι είναι στο υπόγειό μου ... Επιτρέψτε μου να πάω στον επάνω όροφο και να ελέγξετε.
		-- Escher

%
Πιστεύω πραγματικά ήθελα να μπορούσα να είναι μια μεγάλη χειρούργος ή φιλόσοφος ή συγγραφέα ή τίποταεποικοδομητική, αλλά με κάθε ειλικρίνεια θα προτιμούσα να μετατρέψει ενισχυτή διαπασών μουκαι πνίγονται τον εαυτό μου στο θόρυβο.
		-- Charles Schmid, the "Tucson Murderer"

%
Θα χρησιμοποιηθεί για να αηδιασμένος, τώρα βρίσκω είμαι απλά διασκεδάζει.
		-- Elvis Costello

%
Δούλευα σε μια υπόθεση. Θα έπρεπε να είναι μια υπόθεση, επειδή δεν μπορούσε να αντέξει οικονομικά μιαγραφείο. Τότε την είδα. Αυτή η ψηλή ξανθιά κυρία. Αυτή πρέπει να ήταν ψηλάεπειδή ήμουν στον τρίτο όροφο. Έχει έλασης καταγάλανα μάτια της προς τηνμου. Τους πήρε και τους επανέρχεται. Εμείς φίλησε. Ούρλιαζε. εγώπήρε το τσιγάρο από το στόμα μου και φίλησε πάλι.
		-- Elvis Costello

%
Εγώ βλέπω τηλεόραση γιατί δεν ξέρεις τι θα κάνει αν το αφήσετεστο δωμάτιο μόνο.
		-- Elvis Costello

%
Πήγα στην επιχείρηση για τα χρήματα, και η τέχνη μεγάλωσε έξω από αυτό. Ανοι άνθρωποι είναι απογοητευμένοι από αυτή την παρατήρηση, δεν μπορώ να το βοηθήσει. Είναι η αλήθεια.
		-- Charlie Chaplin

%
Πήγα σε ένα Grateful Dead Συναυλία και έπαιξε για επτά ώρες. Σπουδαίο τραγούδι.
		-- Fred Reuss

%
Μακάρι να είχα έναν κρυπτονίτη CROSS, γιατί τότε θα μπορούσε να κρατήσει τόσο Δράκουλακαι Superman μακριά.
		-- Jack Handey, The New Mexican, 1988.

%
Μακάρι να υπήρχε ένα κουμπί στην τηλεόραση για να αυξήσετε την ευφυΐα. Υπάρχει μιακουμπί που ονομάζεται "φωτεινότητα", αλλά αυτό δεν φαίνεται να λειτουργεί.
		-- Gallagher

%
Είχα ακριβώς το συντομότερο φιλήσει ένα Wookie.
		-- Princess Leia Organa

%
Θα είμαι ευγνώμων όταν είσαι νεκρός.
		-- Princess Leia Organa

%
Ποτέ δεν θα κατεβείτε αυτόν τον πλανήτη.
		-- Luke Skywalker

%
Είμαι συγγραφέας του Χόλιγουντ? έτσι έβαλα σε ένα σπορ σακάκι και βγάλτε το μυαλό μου.
		-- Luke Skywalker

%
Δεν είμαι ένας πραγματικός σταρ του σινεμά - έχω ακόμα την ίδια τη γυναίκα Ξεκίνησαμε είκοσι οκτώ χρόνια πριν.
		-- Will Rogers

%
Έχω ένα πολύ κακό προαίσθημα γι 'αυτό.
		-- Han Solo

%
  I. Κάθε σώμα αιωρείται στο διάστημα θα παραμείνουν στο χώρο μέχρι να συνειδητοποιήσουν     κατάστασή του.Daffy πάπια βήματα από έναν απότομο βράχο, αναμένοντας περαιτέρω βοσκοτόπων. Αυτόςloiters στον αέρα, soliloquizing επιπολαιότητα, μέχρι που οι πιθανότητες να	κοίτα κάτω. Σε αυτό το σημείο, η οικεία αρχή της 32 πόδια ανάδευτερόλεπτο ανά δευτερόλεπτο αναλαμβάνει. II. Κάθε σώμα σε κίνηση θα τείνουν να παραμένουν σε κίνηση μέχρι στερεά ύλη     παρεμβαίνει ξαφνικά.Είτε πυροβολήθηκε από ένα κανόνι ή σε καταδίωξη με τα πόδια, κινούμενα σχέδιαχαρακτήρες είναι τόσο απόλυτη στην ορμή τους ότι μόνο ένα τηλέφωνοπόλο ή ένα αυτοκίνητο υπερμεγεθών ογκόλιθος επιβραδύνει κίνηση προς τα εμπρός τους απολύτως.Ο Sir Isaac Newton ονομάζεται αυτό το ξαφνικό τερματισμό της κίνησης τηςπαύση ανδρείκελο του.III. Κάθε οργανισμός που διέρχεται από στερεά ύλη θα αφήσει μια διάτρηση     σύμφωνα με την περίμετρο του.Επίσης κάλεσε το περίγραμμα της διόδου, το φαινόμενο αυτό είναι ηειδικότητα των θυμάτων της έκρηξης κατευθύνεται πίεσης και απερίσκεπτηδειλοί που είναι τόσο πρόθυμοι να ξεφύγουν ότι βγείτε απευθείας μέσωτο τοίχο ενός σπιτιού, αφήνοντας ένα μπισκότο-διακοπής-τέλεια τρύπα. οαπειλή μεφίτιδες ή γάμου συχνά καταλύει αυτή την αντίδραση.
		-- Esquire, "O'Donnell's Laws of Cartoon Motion", June 1980

%
Αν * i * είχε ένα σφυρί, θα υπάρξουν περισσότερες λαϊκές τραγουδίστριες.
		-- Esquire, "O'Donnell's Laws of Cartoon Motion", June 1980

%
Εάν όλος ο κόσμος είναι μια σκηνή, θα ήθελα να λειτουργεί η θύρα παγίδα.
		-- Paul Beatty

%
Εάν ένας μέσος άνθρωπος με το μετρό μετατρέπεται σε σας, όπως μια αρχαία ναυτικός,και θα αρχίσει να σας λέει την ιστορία της, στρίβετε μακριά ή νεύμα και ελπίζω σταματά,όχι μόνο επειδή φοβάστε ότι μπορεί να είναι τρελό. Αν λέει την ιστορία της στοφωτογραφική μηχανή, μπορείτε να ακούσετε. Παρατηρώντας τους ξένους στην τηλεόραση, ακόμα καιανταποκρίνεται σε αυτά από ένα ακροατήριο στούντιο, είμαστε απεμπλακεί - ηδονοβλεψίεςσυνεργάζεται με επιδειξίες σε τελετουργίες της ψευδο-κοινότητα. Ποτέέχουν τόσα πολλά γνωστά τόσο πολύ για τους ανθρώπους για τους οποίους φρόντισε τόσο λίγο.σε "Είμαι δυσλειτουργική, Είσαι δυσλειτουργικές".
		-- Wendy Kaminer commenting on testimonial television

%
Αν Μπετόβεν Έβδομη Συμφωνία δεν είναι με κάποιο τρόπο συνοπτικό, αυτό θα είναι σύντομαπέσει σε αχρηστία.
		-- Philip Hale, Boston music critic, 1837

%
Αν τα δελφίνια είναι τόσο έξυπνα, γιατί Flipper εργάζονται για την τηλεόραση;
		-- Philip Hale, Boston music critic, 1837

%
Αν ο Θεός δεν σημαίνει για μας να ταχυδακτυλουργία, μπάλες του τένις δεν θα έρθει τρεις σε ένα δοχείο.
		-- Philip Hale, Boston music critic, 1837

%
Αν ο Θεός είχε την πρόθεση άνθρωπος για να παρακολουθήσουν τηλεόραση, Αυτός θα του έχουν δώσει τα αυτιά κουνελιών.
		-- Philip Hale, Boston music critic, 1837

%
Αν είχα κάποια ταπεινοφροσύνη θα είναι τέλειο.
		-- Ted Turner

%
Αν είχα κάνει ό, τι είμαι πιστώνεται με, θα ήθελα να σας μιλάει απόένα εργαστήριο βάζο στο Χάρβαρντ.Ως συνήθως, οι πληροφορίες σας βρωμάει.
		-- Frank Sinatra, telegram to "Time" magazine

%
Αν έχω να θέσει ένα αυγό για τη χώρα μου, θα το κάνω.
		-- Bob Hope

%
Αν δεν είναι μπαρόκ, μην το phiques.
		-- Bob Hope

%
Αν είχαν σκεφτεί ότι τίποτα έγραψα επηρεάστηκε από τον Robert Frost,Θα πάρετε αυτό το συγκεκριμένο έργο μου, απόκομμα, και ξεπλύνετε κάτωη τουαλέτα, ελπίζοντας να μην φράξουν τους σωλήνες. Μια πιο αποφθεγματικός, holding-εμπρός παλιά οπής που αναμένεται κάθε ήρωας-λατρεία υπερτροφία αδενοειδών λίγο twerpενός φοιτητή-ποιητή να κρατηθούν από την κάθε του λέξη που δεν είδε ποτέ.
		-- James Dickey

%
Αν η ζωή είναι μια σκηνή, θα ήθελα λίγο καλύτερο φωτισμό.
		-- James Dickey

%
Αν είστε της άποψης ότι η ενατένιση της αυτοκτονίας είναι επαρκήςστοιχεία μιας ποιητικής φύσης, μην ξεχνάτε ότι οι πράξεις μιλούν δυνατότερα από τις λέξεις.
		-- Fran Lebowitz, "Metropolitan Life"

%
Αν έχετε να ρωτήσετε ό, τι τζαζ είναι, δεν ξέρετε ποτέ.
		-- Louis Armstrong

%
Αν χάσετε ένα γιο μπορείτε πάντα να πάρετε ένα άλλο, αλλά υπάρχει μόνο έναΓεράκι της Μάλτας.
		-- Sidney Greenstreet, "The Maltese Falcon"

%
Αν νομίζετε ότι η πένα είναι ισχυρότερη από το σπαθί, την επόμενη φορά που κάποιος τραβάαπό ένα ξίφος θα ήθελα να σας δω να πάρει μέχρι εκεί με Bic σας.
		-- Sidney Greenstreet, "The Maltese Falcon"

%
Αν θέλετε να πάρετε πλούσιοι από το γράψιμο, να γράψει το είδος του πράγματος που είναιδιαβαστεί από άτομα που κινούνται τα χείλη τους όταν the're ανάγνωση για τον εαυτό τους.
		-- Don Marquis

%
Η μίμηση είναι η ειλικρινέστερη μορφή της τηλεόρασης.
		-- Fred Allen

%
Ανώριμη καλλιτέχνες μιμούνται, ώριμη καλλιτέχνες κλέψουν.
		-- Lionel Trilling

%
Ανώριμη ποιητές μιμούνται, ώριμη ποιητές κλέβουν.
		-- T. S. Eliot, "Philip Massinger"

%
Στο Χόλιγουντ, όλοι οι γάμοι είναι ευχαριστημένοι. Είναι προσπαθούν να ζήσουν μαζίμετά που προκαλεί τα προβλήματα.
		-- Shelley Winters

%
Στο Χόλιγουντ, αν δεν έχετε την ευτυχία, να σας στείλει έξω για αυτό.
		-- Rex Reed

%
Σε μόλις επτά ημέρες, μπορώ να σας ένας άνθρωπος κάνει!
		-- The Rocky Horror Picture Show

%
Στην εμπειρία μου, αν έχετε να κρατήσει την τουαλέτα πόρτα κλείσει με την επέκτασητο αριστερό πόδι σας, είναι μοντέρνα αρχιτεκτονική.
		-- Nancy Banks Smith

%
Σε Οζ, ποτέ μη λες "krizzle kroo" σε Woozy.
		-- Nancy Banks Smith

%
Στην δύναμη, αν του Yoda τόσο ισχυρή, κατασκευάσει μία πρόταση με λέξειςη σωστή σειρά τότε γιατί δεν μπορεί ο ίδιος;
		-- Nancy Banks Smith

%
Στην Παλιά Δύση ένα τρένο βαγόνι διασχίζει τις πεδιάδες. Καθώς η νύχτα πέφτει ητρένο βαγόνι σχηματίζει έναν κύκλο, και μια φωτιά ανάβει στη μέση. Μετάο καθένας έχει πάει για ύπνο δύο μοναχικός ιππικού αξιωματικοί σταθεί το ρολόι πάνω από τοκατασκήνωση.Μετά από αρκετές ώρες ησυχίας, ακούνε τύμπανα του πολέμου ξεκινώντας απόένα κοντινό χωριό της Ινδίας είχαν περάσει κατά τη διάρκεια της ημέρας. Τα τύμπανα πάρειπιο δυνατά και πιο δυνατά.Τέλος ένας στρατιώτης γυρίζει στο άλλο και λέει, "Δεν μου αρέσειο ήχος αυτών των τυμπάνων. "Ξαφνικά, ακούνε μια κραυγή προέρχεται από την ινδική στρατόπεδο: «ΕίναιΔΕΝ ΤΑΚΤΙΚΗ ΤΥΜΠΑΝΙΣΤΉΣ μας. "
		-- Nancy Banks Smith

%
Συνέβη ότι μια πυρκαγιά ξέσπασε στα παρασκήνια σε ένα θέατρο. Ο κλόουν ήρθεέξω για να ενημερώσει το κοινό. Νόμιζαν ότι ήταν απλά ένα αστείο και χειροκρότησαν.Επανέλαβε την προειδοποίησή του, φώναζαν ακόμα πιο δυνατά. Πιστεύω λοιπόν ότι ο κόσμοςθα έρθει στο τέλος της, εν μέσω γενικής χειροκρότημα από όλους τους πνευμάτων, που πιστεύουνότι είναι ένα αστείο.
		-- Nancy Banks Smith

%
Είναι ένα απογοητευτικό σκέψη ότι όταν ο Μότσαρτ ήταν στην ηλικία μου, που είχενεκρός για δύο χρόνια.
		-- Tom Lehrer

%
Είναι δύσκολο να παραχθεί ένα τηλεοπτικό ντοκιμαντέρ που είναι τόσοδιεισδυτική και σχολαστικά όταν κάθε δώδεκα λεπτά ένα διακόπτεται απόδώδεκα κουνέλια χορό τραγουδώντας σχετικά με το χαρτί τουαλέτας.
		-- Rod Serling

%
Είναι κάτι για να είναι σε θέση να ζωγραφίσει μια συγκεκριμένη εικόνα, ή να χαράξει μιαάγαλμα, και έτσι να κάνει μερικά αντικείμενα όμορφη? αλλά είναι πολύ πιο ένδοξηνα χαράξει και να ζωγραφίσει την ίδια ατμόσφαιρα και μέσο με το οποίο εξετάζουμε,το οποίο ηθικά μπορούμε να κάνουμε. Να επηρεάσουν την ποιότητα της ημέρας, που είναι ηυψηλότερα των τεχνών. Κάθε άνθρωπος είναι επιφορτισμένη να κάνει τη ζωή του, ακόμα και στις λεπτομέρειές του,αντάξια του ενατένιση του πιο αυξημένα και κρίσιμη ώρα του.
		-- Henry David Thoreau, "Where I Live"

%
Είναι στο χέρι μας να παράγουν ταινίες καλύτερης ποιότητας.
		-- Lloyd Kaufman, producer of "Stuff Stephanie in the Incinerator"

%
Ακριβώς δεν φαίνεται σωστό να πάει πάνω από το ποτάμι και μέσα από το δάσοςγια να condo γιαγιάς.
		-- Lloyd Kaufman, producer of "Stuff Stephanie in the Incinerator"

%
Μοιάζει σαν να είναι στο χέρι μου για να σώσει τα δέρματα μας. Πάρτε σε εκείνο το αλεξίπτωτο σκουπίδια,flyboy!
		-- Princess Leia Organa

%
Αυτό αποδεικνύει αυτό που λένε, δίνουν στο κοινό αυτό που θέλουν να δουν καιθα βγει για αυτό.Harry Cohn
		-- Red Skelton, surveying the funeral of Hollywood mogul

%
Μου πήρε δεκαπέντε χρόνια για να ανακαλύψει ότι δεν είχα το ταλέντο για το γράψιμο,αλλά εγώ δεν μπορούσα να το εγκαταλείψουν, γιατί από εκείνη τη στιγμή ήμουν πολύ διάσημος.
		-- Robert Benchley

%
Ήταν ένα βιβλίο για να σκοτώσει την ώρα για όσους άρεσε καλύτερα νεκρός.
		-- Robert Benchley

%
Θα είναι ακριβώς όπως το φαράγγι των ζητιάνων »πίσω στο σπίτι.
		-- Luke Skywalker

%
Είναι εντάξει να αφήσει τον εαυτό σας να πάει όσο μπορείτε να αφήσετε τον εαυτό σας πίσω.
		-- Mick Jagger

%
Είναι έξυπνος, αλλά είναι αυτό τέχνη;
		-- Mick Jagger

%
Είναι δύσκολο να δείτε την εικόνα όταν είστε μέσα στο κάδρο.
		-- Mick Jagger

%
Είναι από την Καζαμπλάνκα. Περίμενα όλη τη ζωή μου για να χρησιμοποιήσω αυτή τη γραμμή.
		-- Woody Allen, "Play It Again, Sam"

%
«Είναι το είδος της διασκέδασης να κάνει το αδύνατο."
		-- Walt Disney

%
Είναι κάτι περισσότερο από θαυμάσια - είναι μέτρια.
		-- Sam Goldwyn

%
Δεν είναι εύκολο, είναι πράσινο.
		-- Kermit the Frog

%
Δεν είναι οι κοιλάδες στη ζωή φοβάμαι τόσο πολύ όσο τα ντιπ.
		-- Garfield

%
IV. Ο χρόνος που απαιτείται για ένα αντικείμενο να πέσει είκοσι ιστορίες είναι μεγαλύτερη ή    ίσο με το χρόνο που χρειάζεται για όποιον το χτύπησε από το περβάζι να    σπιράλ προς τα κάτω είκοσι πτήσεις για να προσπαθήσει να συλλάβει την αδιάσπαστη.ένα τέτοιο αντικείμενο είναι αναπόφευκτα ανεκτίμητη, η προσπάθεια να συλλάβειαναπόφευκτα ανεπιτυχής. Οι V. Όλοι οι αρχές της βαρύτητας αναιρείται από το φόβο.Ψυχικές δυνάμεις είναι επαρκείς στα περισσότερα όργανα για ένα σοκ για να ωθήσειτους απευθείας από την επιφάνεια της γης. Ένα τρομακτικό θόρυβο ήυπογραφή ήχο αντιπάλου θα προκαλέσει κίνηση προς τα πάνω, συνήθως σετο λίκνο του έναν πολυέλαιο, μία κορυφή του δέντρου, ή στην κορυφή ενός κοντάρι της σημαίας.Τα πόδια ενός χαρακτήρα που βρίσκεται σε λειτουργία ή τις ρόδες ενός επιτάχυνσηauto δεν χρειάζεται να αγγίξει το έδαφος, ειδικά όταν κατά την πτήση.VI. Καθώς αυξάνεται η ταχύτητα, τα αντικείμενα μπορεί να είναι σε πολλά μέρη ταυτόχρονα.Αυτό ισχύει ιδιαίτερα για τους αγώνες των δοντιών-και-νύχι, στην οποία ένατο κεφάλι του χαρακτήρα μπορεί να είδαμε αναδύεται από το σύννεφο τηςφιλονικία σε πολλά σημεία ταυτόχρονα. Η επίδραση αυτή είναι κοινήκαθώς και μεταξύ των φορέων που περιστρέφονται ή να τεθεί σε αναμονή. Ένα "εκκεντρικός"χαρακτήρας έχει τη δυνατότητα να αυτο-αναπαραγωγή μόνο σε μανιακή υψηλήςταχύτητες και μπορεί να εξοστρακιστεί από τους τοίχους για να επιτευχθεί η απαιτούμενη ταχύτητα.
		-- Esquire, "O'Donnell's Laws of Cartoon Motion", June 1980

%
James Joyce - ουσιαστικά μία ιδιωτική άνθρωπος που ήθελε συνολική τουαδιαφορία για τη δημόσια ανακοίνωση πρέπει να αναγνωρίζεται παγκοσμίως.
		-- Tom Stoppard

%
James McNeill Whistler του (ζωγράφος της "Μητέρας του Whistler")αποτυχίας στην εξέταση του χημεία West Point τον προκάλεσε μία φορά για ναπαρατήρηση αργότερα στη ζωή, "Αν το πυρίτιο ήταν ένα αέριο, θα έπρεπε να ήταν μιααρχιστράτηγος."
		-- Tom Stoppard

%
Jane και πήρα συγχέονται με μια τηλεοπτική εκπομπή - ή όπως την αποκαλούμε πίσωανατολικά εδώ: TV - ένας έξυπνος συστολή που προέρχεται από τις λέξεις ΤρομερόΒαριετέ. Ωστόσο, αυτό είναι το τελευταίο μέσο μας - είναι ένα μέσο καλέσειγιατί τίποτα δεν είναι καλά κάνει. Ανακαλύφθηκε, υποθέτω ότι έχετε ακούσει,από ένα άτομο που ονομάστηκε Fulton Berle, και έχει ήδη ξεσηκώσει κοινωνικέςχάριτος με τον περιορισμό συνομιλία σαλόνι με δύο φράσεις: "Τι είναι γιατηλεόραση; »και« Καληνύχτα ».Γράμματα, 1967
		-- Goodman Ace, letter to Groucho Marx, in The Groucho

%
Τζιμ, είναι χάρη στην τράπεζα. Ελέγξαμε το λογαριασμό σας Χριστούγεννα Club.Δεν έχετε πεντακοσίων δολάρια. Έχετε πενήντα. Συγνώμη, ο υπολογιστής φάουλ-up!
		-- "The Rockford Files"

%
Τζιμ, είναι ο Jack. Είμαι στο αεροδρόμιο. Πάω στο Τόκιο και θέλω αμοιβήΣας το Πεντακόσια σου χρωστάω. σας πιάσει το επόμενο έτος όταν παίρνω πίσω!
		-- "The Rockford Files"

%
Τζιμ, αυτό είναι Janelle. Πετάω απόψε, οπότε δεν μπορώ να κάνω ημερομηνία μας, καιΠήρα να βρουν ένα ασφαλές μέρος για Daffy. Εκείνος που αγαπάει, Τζιμ! Είναι μόνο δύοημέρες, και θα δείτε. Μεγάλη Δανοί δεν είναι πρόβλημα!
		-- "The Rockford Files"

%
Τζιμ, αυτό είναι Μάτι κάτω στο Ralph και Μάρκου. Μερικά τύπο που ονομάζεται ΆγγελοςMartin απλά έτρεξε μια καρτέλα μπαρ πενήντα buck. Και τώρα θέλει να το φορτίσετεσε εσένα. Μπορείτε θα το πληρώσει;
		-- "The Rockford Files"

%
JOHN PAUL που εξελέγη Πάπας !!(George και Ringo θυμωμένη.)
		-- "The Rockford Files"

%
Μόνο και μόνο επειδή σας αρέσει πράγματά μου δεν σημαίνει ότι σου χρωστάω τίποτα.
		-- Bob Dylan

%
Απλά κλείστε τα μάτια σας, πατήστε τακούνια σας μαζί τρεις φορές, και σκέφτονται νατον εαυτό σας, `Δεν υπάρχει καμία χώρα σαν το σπίτι».
		-- Glynda the Good

%
Μόνο μια φορά θα ήθελα να πείσει το κοινό να μην φορούν οποιοδήποτε αντικείμενο τηςμπλε τζιν. Εάν μόνο θα μπορούσαν να βλέπουν τους εαυτούς τους σε ένα ζευγάρι καφέ corduroysόπως η δική μου, αντί αυτής της φοβερής, βαρετό μπλε τζιν. Δεν απολαμβάνουν τον ουρανόή στη θάλασσα όσο συνήθιζα να εξαιτίας αυτού του χαρακτήρα Levi. Αν ο Ιησούς ΧριστόςΕπέστρεψε σήμερα, και θα ήθελα να μπει σε καφέ corduroys μας και να πάμε να τοτο πλησιέστερο κατάστημα jean και να ανατρέψουν τα ράφια των μπλε τζιν. Τότε θα έπαιρνασταυρώθηκε το πρωί.
		-- Ian Anderson, of Jethro Tull

%
Μόνο μια φορά, εύχομαι ότι θα συναντήσετε μια εξωγήινη απειλή που δεν ήτανανοσία σε σφαίρες.
		-- The Brigadier, "Dr. Who"

%
Lamonte Cranston προσέλαβε μια φορά μια νέα κινεζική υπηρέτης. Ενώ περιγράφοντας τουκαθηκόντων στον νέο άνθρωπο, Lamonte επισήμανε σε ένα μπολ καραμέλα για καφέτραπέζι και τον προειδοποίησε ότι δεν ήταν για να αναλάβει κάποια. Μερικές ημέρες αργότερα, το νέουπηρέτης ήταν καθαρισμό, με κανέναν στο σπίτι, και αποφάσισε να δοκιμάσετε μερικάτης καραμέλας. Ακριβώς ό, τι, Cranston περπάτησε μέσα, κατασκόπευε την υπηρέτης κατά τηκαραμέλα, και είπε:"Συγγνώμη Choy, είναι ότι nugate η σκιά μπορείτε να μασάτε;"
		-- The Brigadier, "Dr. Who"

%
Lassie φαινόταν λαμπρή, εν μέρει επειδή το αγρόκτημα της οικογένειας πουέζησε με αποτελείτο από ηλίθιους. Θυμάμαι? Ένας από αυτούς ήταν πάντανα πάρει καρφώθηκε κάτω από το τρακτέρ και Lassie ήταν πάντα βιαστική πίσω στηνΗ αγροικία να ειδοποιήσει τις άλλες. Είχε κλαψούρισμα και ρυμουλκό στο τουςμανίκια, και θα έπαιρνα πάντα χάσουμε πολύτιμο λεπτά λέγοντας τα πράγματα: "Doνομίζετε ότι κάτι δεν πάει καλά; Νομίζετε ότι μας θέλει να την ακολουθήσει;Τι είναι αυτό, το κορίτσι; ", κλπ, όπως και αν αυτό δεν είχε συμβεί ποτέ πριν, αντίκάθε εβδομάδα. Τι με όλη την ώρα αυτοί οι άνθρωποι που δαπανάται καρφώθηκε κάτωο ελκυστήρας, δεν βλέπω πώς κατάφεραν να αναπτυχθούν οποιεσδήποτε καλλιέργειες απολύτως.Πιθανότατα πήρε από τις ομοσπονδιακές στηρίγματα των καλλιεργειών, η οποία Lassie κατατεθεί ηαιτήσεις για.
		-- Dave Barry

%
Απολύσουν τις μούσες, είναι ένα πολύ σκληρό δολάριο.
		-- S. J. Perelman

%
Lensmen τρώνε Jedi για πρωινό.
		-- S. J. Perelman

%
Leslie West κατευθύνεται προς τα ραβδιά, σε Πρόβιντενς του Ρόουντ Άιλαντ καιπροσπαθεί να κρυφτεί πίσω από μια γενειάδα. Δεν είναι καλό. Υπάρχουν ακόμα πάρα πολλοί άνθρωποικαι πάρα πολλά βλέμματα, πάντα να χλευάσει, πάντα smirking. Κινείται προς ταστα προάστια της πόλης. Βρίσκει ένα μέρος για να ζήσει - τεράστιο αρχοντικό, πάμφθηνος,επιστάτης που περιλαμβάνονται. Αυτός συνδέεται με την κιθάρα του και παίζει τόσο δυνατό όσο θέλει,μέρα και νύχτα, και δεν υπάρχει κανείς να γελάσω ή να boo ή ακόμη και να δούμε βαρεθεί.Κανείς δεν κόψει το γρασίδι σε μήνες. Τι συνέβη σε αυτό το επιστάτη;Αυτό που οι άνθρωποι γειτονιά υπάρχουν αρχίσουμε να μιλάμε, και τι τα παιδιά υπάρχουναρχίζουν να παίρνουν περίεργος. A 13 χρονών ξανθιά με ένα αγγελικό πρόσωπο χάνει το δείπνο.Πριν από το τέλος του καλοκαιριού, τέσσερις περισσότεροι έφηβοι έχουν εξαφανιστεί. ο ανώτεροςτάξη πρόεδρος, Barnard-δεσμεύεται να έρθει το φθινόπωρο, λέει η μαμά αυτή πρόκειται έξω σε έναταινία ένα βράδυ και μένει εκτός. up της πόλης στα χέρια, αλλά λίγο πριν από τηναστυνομία να αναλάβει δράση, τα παιδιά εμφανιστούν. Έχουν βρει έναν σκοπό. Πηγαίνουνσπίτι για τα πράγματά τους και να πουν οι λαοί να μην ανησυχούμε, αλλά θα πρέπει να πηγαίνειτώρα. Είναι σε μια μπάντα.
		-- Ira Kaplan

%
Η ζωή είναι σαν να φθάνουν αργά για μια ταινία, που έχει να καταλάβω τι ήτανσυμβαίνει χωρίς να ενοχλεί τους πάντες με πολλές ερωτήσεις, και, στη συνέχεια,που απροσδόκητα ονομάζεται μακριά προτού να μάθετε πώς τελειώνει.
		-- Ira Kaplan

%
Όπως ya ξέρει; Rock 'n Roll είναι μια εσωτερική γλώσσα που ξεκλειδώνει τοδημιουργικότητα θαλάμους στους εγκεφάλους των ανθρώπων, όπως και ενεργοποιεί πλήρως τουςουσιαστικό hipness, το οποίο φυσικά είναι σαν απόλυτα αναγκαία για την αποθήκευσηη γη, όπως και γιατί το πρώτο πράγμα στην εξοικονόμηση αυτόν τον κόσμο, είναι να πάρειαπαλλαγούμε από ηλίθιο και την πλατεία στάσεις και τη διασκέδαση.
		-- Senior Year Quote

%
Linus: Γεια σου! Σκέφτηκα ότι θα ήταν.Έχω να σας παρακολουθούν από μακριά ... Είσαι αναζητούν μεγάλη!Snoopy: Αυτό είναι ωραίο να ξέρω.Το μυστικό της ζωής είναι να δείχνουν καλά σε μια απόσταση.
		-- Senior Year Quote

%
Linus: Υποθέτω ότι είναι λάθος πάντα να ανησυχούν για το αύριο. Μπορείθα πρέπει να σκεφτόμαστε μόνο για το σήμερα.Τσάρλι Μπράουν:Όχι, αυτό είναι να σταματήσει. Είμαι ακόμα ελπίζοντας ότι χθες θα πάρεικαλύτερα.
		-- Senior Year Quote

%
Ζήστε γρήγορα, πεθαίνουν νέοι, και να αφήσει μια καλή εμφάνιση πτώμα.
		-- James Dean

%
Ζωντανά από τη Νέα Υόρκη ... Είναι Saturday Night!
		-- James Dean

%
Αγάπα τον πλησίον σου, συντονιστείτε σου πιάνο.
		-- James Dean

%
Lucy: Χορός, χορός, χορός. Αυτό είναι το μόνο που έχετε κάνει ποτέ.Δεν μπορείς να είσαι σοβαρός για μια φορά;Snoopy: Έχει δίκιο! Νομίζω ότι είχε καλύτερη σκεφτούναπό τα πιο σημαντικά πράγματα στη ζωή!(Παύση)Αύριο !!
		-- James Dean

%
Luke, είμαι ο πατέρας yer, ρε. Ελάτε πάνω στη σκοτεινή πλευρά, θα Hoser.
		-- Dave Thomas, "Strange Brew"

%
Maj Bloodnok:. Seagoon, είσαι δειλός!Seagoon: Μόνο στην περίοδο των διακοπών.. Maj Bloodnok: Αχ, μια άλλη Noel Coward!
		-- Dave Thomas, "Strange Brew"

%
Mandrell: "Ξέρεις τι σκέφτομαι;"Γιατρός: "Αχ, αχ αυτό είναι ένα ερώτημα αλιευμάτων με έναν εγκέφαλο το μέγεθος σας.Δεν νομίζω, έτσι δεν είναι; "
		-- Dr. Who

%
Πολλοί από τους χαρακτήρες είναι ανόητοι και είναι πάντα παίζουνκόλπα για μένα και τη θεραπεία μου άσχημα.
		-- Jorge Luis Borges, from "Writers on Writing" by Jon Winokur

%
Maryel έφερε ρόπαλο της σε Έξοδος μία φορά και άρχισε ξύλο ανθρώπουςη πίστα. Τώρα ο καθένας κάνει αυτό. Είναι ονομάζεται grand slam χορό.
		-- Ransford, Chicago Reader 10/7/83

%
Mate, αυτό παπαγάλος δεν θα voom αν βάλεις τέσσερα εκατομμύρια βολτ μέσα από αυτό!
		-- Monty Python

%
«Φούρνος μικροκυμάτων; μπα σημαίνει, ότι είναι ένα φούρνο μικροκυμάτων; Έχω προσέξειChannel 4 για το πράγμα για δύο εβδομάδες. "
		-- Monty Python

%
Θα μπορούσε κάλλιστα να είναι ειλικρινής, μεσιέ. Θα χρειαζόταν ένα θαύμα για να σας πάρει έξωτης Καζαμπλάνκα και οι Γερμανοί έχουν τεθεί εκτός νόμου θαύματα.
		-- Casablanca

%
Mike: "Η Τέταρτη Διάσταση είναι ένα χάος;"Bernie: "Κανείς δεν αδειάζει ποτέ τα σταχτοδοχεία οι άνθρωποι είναι τόσο απερίσκεπτος.».
		-- Gary Trudeau, "Doonesbury"

%
Minnie Mouse είναι μια αργή μαθητής λαβύρινθο.
		-- Gary Trudeau, "Doonesbury"

%
Η μοντέρνα τέχνη είναι αυτό που συμβαίνει όταν ζωγράφων σταματήσει κοιτάζοντας τα κορίτσια και να πείσουνοι ίδιοι ότι έχουν μια καλύτερη ιδέα.
		-- John Ciardi

%
Mos Eisley Διαστημοδρόμιο? ποτέ δεν θα βρείτε μια πιο άθλια κυψέλη του αφρούκαι φαυλότητα ...
		-- Obi-wan Kenobi, "Star Wars"

%
Ο κ Rockford, αυτός είναι ο Thomas Crown Σχολή Ορχηστικής Τέχνης και ΣύγχρονηςΕθιμοτυπία. Εμείς δεν πρόκειται να καλέσει και πάλι! Τώρα θέλετε αυτές τις ελεύθερεςμαθήματα ή τι;
		-- "The Rockford Files"

%
Ο κ Rockford; Μις Collins από το Γραφείο Αδειών. Πήραμε σαςανανέωσης πριν από την παράταση της προθεσμίας, αλλά όχι την επιταγή σας. Με συγχωρείτε αλλάτα μεσάνυχτα δεν είστε πλέον άδεια ως ανακριτής.
		-- "The Rockford Files"

%
Ο κ Rockford; Αυτή είναι η Betty Joe Withers. Πήρα τέσσερα πουκάμισα σου απόοι Bo Peep Καθαριστές κατά λάθος. Δεν ξέρω γιατί μου έδωσαν ανδρώνπουκάμισα αλλά πάμε πίσω.
		-- "The Rockford Files"

%
Ο κ Rockford; Δεν με ξέρετε, αλλά θα ήθελα να σας προσλάβει. Θα μπορούσεθα μου τηλεφωνήσει σε ... Το όνομά μου είναι ... εεε ... Δεν πειράζει, ξεχάστε το!
		-- "The Rockford Files"

%
Η συμβουλή μου προς εσάς, βίαιες ο φίλος μου, είναι να αναζητήσει χρυσό και να καθίσει σε αυτό.
		-- The Dragon to Grendel, in John Gardner's "Grendel"

%
μπάντα καριέρα μου τελείωσε αργά το ανώτερο έτος μου, όταν ο John Cooper και έριξα μουενισχυτή έξω από το παράθυρο κοιτώνα. Εμείς δεν ενήργησε βιαστικά. πρώταελέγχονται για να βεβαιωθείτε ότι ο ενισχυτής θα χωράει μέσα από το πλαίσιο, χρησιμοποιώντας τοζώνη από μπουρνούζι μου να μετρηθεί, τότε πήρε τον ενισχυτή και υποστηρίζεταιέως πόρτα του υπνοδωματίου μου. Στη συνέχεια, έσπευσε προς τα εμπρός, φωνάζοντας "ο ΠΟΥ! ΗΠΟΥ! »Και ξεκινήσαμε ενισχυτή μου τέλεια, σαν να είχαμε κάνει αυτόόλη μας τη ζωή, καθαρά μέσα από το παράθυρο και προς τα κάτω πάνω στο πεζοδρόμιο, όπου έναςμικρό αλλά συγκινημένο πλήθος είχε συγκεντρωθεί. Θα ήθελα να είναι σε θέση να πειότι αυτό ήταν μια συμβολική πράξη, μια προσπάθεια από την πλευρά μου για να σπάσει καθαρά μακριάαπό το ένα κράτος στη ζωή μου και να προχωρήσουμε σε ένα άλλο, αλλά η αλήθεια είναι, Cooperκαι εγώ πραγματικά ακριβώς ήθελε να μάθει τι θα ακούγεται σαν. ακουγότανΕΝΤΆΞΕΙ.
		-- Dave Barry, "The Snake"

%
"Η ζωή μου είναι μια σαπουνόπερα, αλλά ποιος έχει τα δικαιώματα;"
		-- MadameX

%
δάκρυα μου κόλλησε σε λίγο αγωγούς τους, αρνούμενοι να τιναζόταν.Η απόδοσή του είναι τόσο ξύλο που θέλουν να τον ψεκάσετε με Υγρό Ενέχυρο.
		-- John Stark, movie review

%
Δεν υπάρχει εικόνα Εμφύλιο Πόλεμο που έγινε ποτέ σε νικέλιο.δικαιώματα για την ταινία "Όσα παίρνει ο άνεμος".Cerf / Navasky, "Οι ειδικοί μιλούν"
		-- MGM executive Irving Thalberg to Louis B. Mayer about

%
Δεν το σπίτι θα πρέπει πάντα να είναι σε κάθε λόφο ή σε οτιδήποτε. Θα πρέπει να είναι του λόφου,που ανήκουν σε αυτό.
		-- Frank Lloyd Wright

%
Δεν ποιητή ή συγγραφέα επιθυμίες ήταν ο μόνος που έζησε ποτέ, αλλά οι περισσότεροι απόΤους εύχομαι να ήταν ο μόνος ζωντανός, και ένας αρκετά μεγάλος αριθμός στοργικά πιστεύουντην επιθυμία τους έχει χορηγηθεί.
		-- W. H. Auden, "The Dyer's Hand"

%
Δεν υπάρχουν δύο άτομα διαβάσει ποτέ το ίδιο βιβλίο.
		-- Edmund Wilson

%
"Όχι,` Eureka »είναι ελληνικά για το` Το λουτρό αυτό είναι πάρα πολύ καυτό. "
		-- Dr. Who

%
Κανείς δεν μπορεί να είναι ακριβώς σαν κι εμένα. Μερικές φορές ακόμη και δεν έχω πρόβλημα να το κάνει.
		-- Tallulah Bankhead

%
Κανείς δεν αναμένει η ισπανική Ιερά Εξέταση!
		-- Tallulah Bankhead

%
Κανείς δεν κατασκευάστηκε ποτέ ένα άγαλμα σε κριτικός.
		-- Tallulah Bankhead

%
Δεν είναι όλα που κατέχουν μια άρπα είναι Harpers.
		-- Marcus Terentius Varro

%
Σημειώσεις για ένα μπαλέτο, «τα μάγια»: ... Ξαφνικά Sigmund ακούει το σκίρτημα τηςτα φτερά, και μια ομάδα άγριους κύκνους πετάει σε όλη τη σελήνη ... Sigmund είναικατάπληκτος για να δείτε ότι ο ηγέτης τους είναι μέρος κύκνο και μέρος γυναίκα -Δυστυχώς, διαιρούμενο κατά μήκος. Εκείνη μαγεύει Sigmund, ο οποίος είναι προσεκτικοίνα μην προβεί σε αστεία πουλερικά.
		-- Woody Allen

%
Ω μπαμπά! Είμαστε όλοι Devo!
		-- Woody Allen

%
"Ω βέβαιος, αυτό το κοστούμι μπορεί να φαίνεται ανόητο, αλλά μου επιτρέπει να πάρει μέσα και έξωεπικίνδυνων καταστάσεων - Δουλεύω για μια ομοσπονδιακή ομάδα εργασίας να κάνει μια έρευνα σχετικά μεαστικής εγκληματικότητας. Κοιτάξτε, εδώ είναι ταυτότητά μου, και εδώ είναι ένας αριθμός που μπορείτε να καλέσετε, που θαβάζετε μέσα στην κεντρική μας βάση στην Ατλάντα. Προχωρήστε, καλέστε - θαεπιβεβαιώσει ποιος είμαι."Εκτός αν, φυσικά, οι Astro-ζόμπι έχουν καταστραφεί."
		-- Captain Freedom

%
Αχ, θεία Em, είναι τόσο καλό για να είναι σπίτι!
		-- Captain Freedom

%
Παλιά MacDonald είχε ένα γεωργικό ακινήτων έκπτωση φόρου.
		-- Captain Freedom

%
Παλιά μουσικοί δεν πεθαίνουν ποτέ, το μόνο που αποσυντίθενται.
		-- Captain Freedom

%
Μόλις διάβασα ότι ένας άνθρωπος είναι ποτέ ισχυρότερη από ό, τι όταν πραγματικά συνειδητοποιεί πόσοαδύναμη είναι.
		-- Jim Starlin, "Captain Marvel #31"

%
Ένας μεγάλος σωρός είναι καλύτερη από δύο μικρά σωρούς.
		-- Arlo Guthrie

%
Όπρα Γουίνφρει έχει ένα απίστευτο ταλέντο για να πάρει το πιο περίεργο ανθρώπους ναμιλώ σε. Και απλά πρέπει να το παρακολουθήσετε. "Blind, μαζοχιστική μειοψηφίας,ανάπηρος, κατάθλιψη, κυβέρνηση εκσκαφείς αποχωρητήριο, και οι γυναίκες που αγαπούντους πάρα πολύ για την επόμενη Oprah Winfrey. "
		-- Arlo Guthrie

%
θείες Penn έκανε μεγάλη μηλόπιτες σε χαμηλές τιμές. Κανείς άλλος στηνπόλη θα μπορούσε να ανταγωνιστεί με τα ποσοστά πίτα του θείες Penn του.
		-- Arlo Guthrie

%
Οι άνθρωποι γενικά δεν πρόθυμα να διαβάσετε αν έχουν κάτι άλλο ναδιασκεδάζουν τους.
		-- S. Johnson

%
Ίσως κανένα πρόσωπο δεν μπορεί να είναι ένας ποιητής, ή ακόμα και να απολαύσουν την ποίηση χωρίς κάποιααβάσιμους του μυαλού.
		-- Thomas Macaulay

%
Πλάτωνα, από τον τρόπο, ήθελε να εξορίσει όλους τους ποιητές από την προτεινόμενη Ουτοπία τουεπειδή ήταν ψεύτες. Η αλήθεια ήταν ότι ο Πλάτωνας γνώριζε φιλόσοφοιδεν θα μπορούσε να ανταγωνιστεί με επιτυχία τους ποιητές.
		-- Kilgore Trout (Philip J. Farmer), "Venus on the Half Shell"

%
Παίζοντας ένα μη ενισχυμένη ηλεκτρική κιθάρα είναι σαν γρατζούνισμα σε ένα τραπέζι πικ-νικ.
		-- Dave Barry, "The Snake"

%
Παρακαλώ, δεν θα κάποιος να μου πει τι σημαίνει diddie-WA-diddie;
		-- Dave Barry, "The Snake"

%
Οικόπεδα είναι σαν κορσέδες. Κρυφό, έχουν στην κατοχή τους το ενδιαφέρον σας? αποκάλυψε, είναικανένα ενδιαφέρον εκτός φετιχιστές. Όπως κορσέδες, επιχειρούν να περιέχουνένα ανεξέλεγκτο εμπειρία.
		-- R. S. Knapp

%
Potahto «Εικόνες Productions παρουσιάζει:SPUD ROGERS του 25ου ΑΙΩΝΑ: Η ιστορία μιας πατάτας Πολεμικής Αεροπορίας που είναιάφησε σε μια σπάνια χρησιμοποιείται αίθουσα τροφή για πάνω από δύο αιώνες και ξυπνά σε έναν κόσμοκατοικείται από σόγια που δημιουργήθηκε απομιμήσεις κάτω από το κακό Dick Tater. Χάρη σεαυτόν, τα σόγια πατάτες μάθουν ότι το να είσαι «tater είναι όπου είναι σε. Αξιομνημόνευτοςγραμμή, "Γιατί είμαι απλά ένα γενεαλογικό πατάτα!"Παρασκευή και 13 DINER ΣΕΙΡΑ: Τρελλός πατάτας που είχε απομείνει σε μιαφριτέζα πάρα πολύ καιρό και ψήνεται στα κάρβουνα απρόσεκτα επιστρέφει για να σπέρνουν τον όλεθρο στηνανυποψίαστο, επίδοξους μάγειρες έφηβος στρατόπεδο. Σκηνές περιλαμβάνουν ένα κορίτσι που γεμιστόμε σχοινόπρασο και Μαργαρίνη Fleischman και ένα αγόρι που σερβίρεται πάνω σε ένα πιάτομε παντζάρια και το ντύσιμο. Σίγουρα όχι για την τάση προς εμετό, ή εκείνες που αφορούνδίαιτες που οδηγούν τους τρελό.Παρασκευή το 13ο DINER II, III, IV, V, VI: Πολύ, πολύ περισσότερο από την ίδια.Εκτός με ξινή κρέμα.
		-- R. S. Knapp

%
Potahto «Εικόνες Productions παρουσιάζει:ΟΙ TATERNATOR: Cyborg πατάτα επιστρέφει από το μέλλον για να παρουσιάσει την ημέραΤο εστιατόριο McDonald 's για να σκοτώσει το potatoess (κορίτσι tater »), ο οποίος θα δώσει τη γέννησημε μεγαλύτερη γαλλική τηγανίζουμε του κόσμου (The Dark Δυνάμεων της Burger King είναι σαφώςπίσω από αυτό). Οι περισσότεροι δυνάμενος να αναφερθεί γραμμή: "να ψηθεί Ah'll ..."Μια χούφτα πατάτες: Western στην οποία ο ήρωας μας, Η Σπαντ χωρίς όνομα,βόλτες σε μια πόλη που έχει στερηθεί των υδατανθράκων, χάρη στο κακό εξαγοράςτων χαμηλής cal Scallopinni Brothers. Άφθονο smokeouts, τηγανίζουμε-em-ups, καιγενικές βούτυρο λιώνει από όλους.Για μερικές FRIES ΠΕΡΙΣΣΟΤΕΡΑ: Καταλαμβάνει όπου AFOF μείνει μακριά! Cameo από τον WalterCronkite, ως κοινή «tater κάθε ανθρώπου!
		-- R. S. Knapp

%
Τα βραβεία είναι για τα παιδιά.Pulitzer βραβείο
		-- Charles Ives, upon being given, but refusing, the

%
Οι παραγωγοί φαίνεται να είναι τόσο προκατειλημμένη εναντίον ηθοποιούς που είχα καμία εκπαίδευση.Και δεν υπάρχει κανένας λόγος για αυτό. Τι κι αν δεν είχα παραστεί στην Βασιλική Ακαδημίαγια δώδεκα χρόνια; Εξακολουθώ να είμαι επαγγελματίας προσπαθεί να είναι ο καλύτερος ηθοποιόςΕγώ μπορώ. Γιατί δεν κάποιος να μου στείλει τα σενάρια που παίρνει Faye Dunaway;
		-- Farrah Fawcett-Majors

%
Δημόσια χρήση του οποιοδήποτε φορητό σύστημα μουσικής είναι σχεδόν εγγυημένη δείκτηςτης κοινωνιοπαθητική τάσεις.
		-- Zoso

%
Η δημοσίευση ενός όγκου του στίχου είναι σαν να ρίξει ένα πέταλο αυξήθηκε κάτω από τοGrand Canyon και η αναμονή για την ηχώ.
		-- Zoso

%
Καθαρό ανοησίες τείνει να οδηγεί συνήθεις ανοησίες από την οθόνη της τηλεόρασης.
		-- Zoso

%
Rascal, είμαι; Πάρε αυτό!
		-- Errol Flynn

%
Πρόσφατα απεβίωσε μπλουζ κιθαρίστας Στίβι Ρέι Βον "έρχεται να" μετάο θάνατός του. Βλέπει Jimi Hendrix κάθεται δίπλα του, συντονίζοντας την κιθάρα του."Ιερά αγελάδα," σκέφτεται ο ίδιος, "αυτός ο τύπος είναι το είδωλό μου." Πάνω σε ημικρόφωνο, για να τραγουδήσει, είναι ο Jim Morrison και Janis Joplin, και ημπασίστας είναι ο αείμνηστος Barry Oakley των Allman Brothers. έτσι Stevieσκέψης του Ray, "Ω, wow! έχω πεθάνει και πάει στο ροκ εν ρολ τον ουρανό."Ακριβώς τότε, Karen Carpenter βόλτες στο, κάθεται στα τύμπανα, και λέει:"« Κοντά στο You ». Χτύπησε, αγόρια!"
		-- Told by Penn Jillette, of magic/comedy duo Penn and Teller

%
Rembrandt δεν πρέπει να συγκριθεί με την ζωγραφική του χαρακτήρα με μαςεξαιρετικά προικισμένος καλλιτέχνης αγγλικά, ο κ Rippingille.Cerf / Navasky, "Οι ειδικοί μιλούν"
		-- John Hunt, British editor, scholar and art critic

%
«Πρώτο όνομα του Ρέμπραντ ήταν Beauregard, η οποία είναι ο λόγος που ποτέ δεν το χρησιμοποίησε."
		-- Dave Barry

%
Σάτιρα είναι τραγωδία συν χρόνος.
		-- Lenny Bruce

%
Σάτιρα είναι αυτό που κλείνει στο New Haven.
		-- Lenny Bruce

%
Σάτιρα είναι αυτό που κλείνει το Σάββατο το βράδυ.
		-- George Kaufman

%
«Scuse μου, ενώ εγώ φιλί τον ουρανό!
		-- Robert James Marshall (Jimi) Hendrix

%
Έτρεξε το φάσμα των συναισθημάτων από «Α» σε «Β».
		-- Dorothy Parker, on a Kate Hepburn performance

%
"Είπε,` εγώ ξέρεις ... δεν μπορείς να τραγουδήσει ». Είπα,` Αυτό δεν είναι τίποτα,θα πρέπει να ακούσετε μου να παίξει πιάνο. "
		-- Morrisey

%
Ήταν καλοί στο παιχνίδι αφηρημένη σύγχυση με τον ίδιο τρόπο ένας νάνος είναικαλοί στο να είναι σύντομη.
		-- Clive James, on Marilyn Monroe

%
Shhh ... είναι vewy, vewy, ήσυχο! Είμαι κυνήγι wabbits ...
		-- Clive James, on Marilyn Monroe

%
Θεάματος είναι ακριβώς όπως το λύκειο, εκτός από μπορείτε να πληρωθώ.
		-- Martin Mull

%
Κύριε, είναι πολύ πιθανό αυτό το αστεροειδής δεν είναι σταθερή.
		-- C3P0

%
Δεξιότητα χωρίς φαντασία είναι δεξιοτεχνία και μας δίνει πολλά χρήσιμα αντικείμεναόπως καλάθια ψάθινα πικ-νικ. Φαντασία χωρίς ικανότητα μας δίνει τις σύγχρονεςτέχνη.
		-- Tom Stoppard

%
Χαμόγελο! Είστε σε Candid Camera.
		-- Tom Stoppard

%
Φίδια. Γιατί έπρεπε να είναι τα φίδια;
		-- Indiana Jones, "Raiders of the Lost Ark"

%
Snoopy: Κανένα πρόβλημα είναι τόσο μεγάλο που δεν μπορεί να τρέξει μακριά από.
		-- Indiana Jones, "Raiders of the Lost Ark"

%
Η Χιονάτη έχει γίνει λάτρεις της κάμερας. Περνάει ώρες και ώρεςγυρίσματα φωτογραφίες των επτά νάνων και γελοιότητες τους. Τότε αυτήταχυδρομεί το εκτεθειμένο φιλμ σε μια υπηρεσία φωτογραφία ρυθμό κοπής. Παίρνει εβδομάδεςγια την αναπτύξει ταινία να φτάσει στο ταχυδρομείο, αλλά αυτό είναι εντάξειμε τη Χιονάτη. Είναι καθαρίζει το τραπέζι, πλένει τα πιάτα και σαρώνειτο δάπεδο, όλα τα τραγουδούν, ενώ «Κάποια μέρα εκτυπώσεις μου θα έρθει."
		-- Indiana Jones, "Raiders of the Lost Ark"

%
Έτσι κάνετε την ευγενή πτώση. Για τους πιάσουν ποτέ στην παγίδα των δικών τους αποφάσεων.Μια παγίδα - τοιχώματα από καθήκον, και κλειδωμένο από την πραγματικότητα. Κατά την μεγαλύτερη δύναμηπου πρέπει να πέσει - για την, κατά της εν λόγω δύναμης πολεμούν λόγω του καθήκοντος, επειδήτων υποχρεώσεων. Και όταν η ευγενής πτώση, η βάση να παραμείνει. Η βάση - του οποίου ημοναδικός σκοπός είναι η διαφθορά του τι η ευγενής είχε προστατεύσει. μόνο των οποίωνΣκοπός είναι να καταστρέψουν. Η ευγενής: που, ακόμα και όταν πέσει, διατηρούν ένα απομεινάρι τηςδύναμη. Για δική τους είναι μια δύναμη που γεννήθηκε από άλλα πράγματα εκτός από την απλή δύναμη.Το δικό τους είναι μια δύναμη υπέρτατη ... δική τους είναι η δύναμη - για την αποκατάσταση.
		-- Gerry Conway, "Thor", #193

%
Έτσι, ο Richard και εγώ αποφασίσαμε να προσπαθήσει να πιάσει [το μικρό καρχαρία].Με μια μεγάλη στρατηγική και προσπάθεια και να φωνάζει, καταφέραμε ναελιγμών του καρχαρία, κατά τη διάρκεια περίπου μισή ώρα, σε ένα είδοςγωνιά της λιμνοθάλασσας, έτσι ώστε δεν είχε τρόπο να ξεφύγουν εκτός από το ναflop μέχρι επάνω στη γη και να εξελίσσονται. Richard και εγώ κινείστε προςαυτό, το είδος της έσκυψε πάνω, όταν ξαφνικά γύρισε και -Θυμάμαι ακόμα την αίσθηση που ένιωσα εκείνη τη στιγμή, κατά κύριο λόγο στηνη περιοχή της μασχάλης - με επικεφαλής το δικαίωμα κατ 'ευθείαν προς το μέρος μας.Πολλοί άνθρωποι θα έχουν πανικοβληθεί σε αυτό το σημείο. Αλλά ο Richard καιΔεν ήταν "πολλοί άνθρωποι." Ήμασταν έμπειροι παρυδάτια, και κρατήσαμε μαςκεφάλια. Κάναμε ακριβώς αυτό το βιβλίο λέει ότι θα πρέπει να κάνετε όταν είστεάοπλοι και ένας καρχαρίας που έχει μήκος σχεδόν δύο πόδια ανάβει σας στο νερόμέχρι κάτω μοσχάρια σας: Θα τρέχει Θα έλεγα 600 ναυπηγεία στηναντίθετη κατεύθυνση, χρησιμοποιώντας ένα στυλ σπριντ έτσι ώστε οι πυθμένες τωνπόδια μας αφού ποτέ δεν πήγε κάτω από την επιφάνεια του νερού. Τρέξαμε όλοιο τρόπος για να το πολύ ακτή, και αν ήμασταν σε Warner Brothersκινουμένων σχεδίων θα έχουν τρέξει δεξιά στην παραλία, και θα έχετε δειΑυτά τα δύο αναχώματα των αγώνων άμμο σε όλο το νησί μέχρι να bonkedσε δέντρα και καρύδες έπεσε πάνω από τα κεφάλια τους.
		-- Dave Barry, "The Wonders of Sharks on TV"

%
Μερικοί άνδρες που φοβούνται ότι παίζουν δευτερεύοντα ρόλο δεν είναι ημπάντα καθόλου.
		-- Dave Barry, "The Wonders of Sharks on TV"

%
Μερικοί ερμηνευτές στην τηλεόραση φαίνεται να είναι φρικτή τους ανθρώπους, αλλά ότανμπορείτε τελικά να τους γνωρίσετε αυτοπροσώπως, μπορούν να αποδειχθούν ακόμα χειρότερα.
		-- Avery

%
"Φεισθεί δαπάνη να εξοικονομήσει χρήματα για αυτό."
		-- Samuel Goldwyn

%
Star Wars είναι έφηβος ανοησίες? Close Encounters είναι σκοταδιστικές ανοησίες?Star Trek μπορεί να μετατρέψει το μυαλό σας με πουρέ ρόπαλο γκουανό? και το μεγαλύτεροεπιστήμη σειρά φαντασίας όλων των εποχών είναι Doctor Who! Και εγώ θα σας πάρει όλουςσε, ένα-ένα ή όλα σε μια δέσμη για να δημιουργήσετε αντίγραφα ασφαλείας!
		-- Harlan Ellison

%
"Σίγουρα δεν μπορεί να είναι σοβαρές."«Είμαι σοβαρά, και να σταματήσει την κλήση μου Shirley."
		-- "Airplane"

%
Μιλώντας για τη μουσική είναι σαν να χορεύει για την αρχιτεκτονική.
		-- Laurie Anderson

%
Tallulah Bankhead εισέβαλαν κάτω από το Νείλο χθες το βράδυ, όπως η Κλεοπάτρα και βυθίστηκε.
		-- John Mason Brown, drama critic

%
Τηλεόραση - το μεγαλύτερο ερασιτεχνικό νύχτα στην ιστορία.
		-- Robert Carson

%
Τηλεόραση επανέφερε τη δολοφονία στο σπίτι - όπου ανήκει.
		-- Alfred Hitchcock

%
Η τηλεόραση έχει αποδειχθεί ότι οι άνθρωποι θα δούμε τίποτα παρά ένας στον άλλο.
		-- Ann Landers

%
Η τηλεόραση είναι ένα μέσο, ​​διότι κάτι καλά κάνει είναι σπάνια.
		-- attributed to both Fred Allen and Ernie Kovacs

%
Η τηλεόραση είναι πλέον τόσο απελπισμένα πεινασμένος για το υλικό που είναι απόξεσηη κορυφή του βαρελιού.
		-- Gore Vidal

%
Δέκα χρόνια από την απόρριψη γλιστρά είναι ο τρόπος της φύσης να σας λέει να σταματήσει το γράψιμο.
		-- R. Geis

%
Αυτό δεν είναι φεγγάρι ...
		-- Obi-wan Kenobi

%
Οι Άγγελοι θέλουν να φορούν κόκκινα παπούτσια μου.
		-- E. Costello

%
Ο καλύτερος ορισμός ενός τζέντλεμαν είναι ένας άνθρωπος που μπορεί να παίξει το ακορντεόν -αλλά δεν το κάνει.
		-- Tom Crichton

%
Το μεγάλο πρόβλημα με την πορνογραφία είναι αυτό που καθορίζει. Μπορείτε όχι μόνο ναλένε ότι είναι εικόνες των ανθρώπων γυμνό. Για παράδειγμα, έχετε αυτάπρωτόγονες φυλές της Αφρικής που υπάρχουν από κυνηγούν το wildebeest με τα πόδια,και πρέπει να πάει γύρω σε μεγάλο βαθμό γυμνός, επειδή, όπως το παλιό φυλώνλέει και η παροιμία: "N'wam k'honi Soit qui Μάλι», πράγμα που σημαίνει, "Αν νομίζετε ότιμπορείτε να πάρετε ένα γκνου σε αυτό το κλίμα και να φορούν ρούχα με την ίδιαχρόνο, τότε έχω κάποια παραλία μπροστά ιδιοκτησίας στην περιοχή της ερήμου τηςΒόρειο Μαλί που μπορεί να σας ενδιαφέρουν. "Γι 'αυτό δεν θεωρείται πορνογραφικό όταν National Geographicδημοσιεύει έγχρωμες φωτογραφίες από αυτούς τους ανθρώπους το κυνήγι του γκνουγυμνός, ή χτυπάει ένα βράχο σε ένα άλλο ροκ για κάποιο πρωτόγονο λόγογυμνός, ή οτιδήποτε άλλο. Αλλά αν National Geographic ήταν να δημοσιεύσει μιαάρθρο με τίτλο «Τα κορίτσια του Συστήματος Καλιφόρνια Junior CollegeΤο κυνήγι του Wildebeest Γυμνή, «μερικοί άνθρωποι θα το ονόμαζα πορνογραφίας. Όμως,άλλοι δεν θα. Και άλλοι πάλι, όπως ο Θεαματικά Rev.Jerry Falwell, θα πάρει αναστατωμένος δει το γκνου γυμνό περίπου.
		-- Dave Barry, "Pornography"

%
Τα κανάλια καλωδιακής τηλεόρασης σεξ δεν διευρύνουν τους ορίζοντές μας, δεν μας κάνουν καλύτεραανθρώπους, και δεν έρχονται σε αρκετά ξεκάθαρα.
		-- Bill Maher

%
Η ικανότητα των ανθρώπων να άντεξε το ένα το άλλο φαίνεται να είναι πολύμεγαλύτερη από εκείνη οποιουδήποτε άλλου ζώων. Μερικά από τα πιο αγαπητό τουςεφευρέσεις δεν έχουν άλλη προφανή σκοπό, για παράδειγμα, το κόμμα δείπνοπερισσότερων από δύο, το επικό ποίημα, και η επιστήμη της μεταφυσικής.
		-- H. L. Mencken

%
Ο επικεφαλής εχθρός της δημιουργικότητας είναι η "καλή" αίσθηση
		-- Picasso

%
Τα καλύμματα αυτού του βιβλίου είναι πάρα πολύ μακριά.
		-- Book review by Ambrose Bierce.

%
Η διαφορά μεταξύ βαλς και ντίσκο είναι ως επί το πλείστον μία από όγκο.
		-- T. K.

%
Όσο πιο γρήγορα πάμε, το στρογγυλεμένο παίρνουμε.
		-- The Grateful Dead

%
Το πρώτο πράγμα που κάνω το πρωί είναι να βουρτσίζετε τα δόντια μου και να οξύνουν τη γλώσσα μου.
		-- Dorothy Parker

%
Οι αφίσες μεγάλη ταινία:* Μια Giggle γάργαρο κόλπο της Glee *Με Pretty Girls, ζωηρός Σκηνές, και Gorgeous Επιθεωρήσεις - συν μια καλή ιστορία.Whoopie! Ας πάμε! ... Χέρι-διάλεξε Ομορφιές κάνουν χαριτωμένα κόλπα!ΠΑΡΤΕ εν γνώσει ΓΙΑ ΤΗΝ HEY HEY-Whoopie!Ακούτε τον κάνει ΑΓΑΠΗ!DIX - ο στρατιώτης τολμηρός!DIX - το τολμηρό τυχοδιώκτη!DIX - ο εραστής σφύζει!ΔΕΙΤΕ CHARLES Butterworth DRIVE ένα τραμ και τραγουδούν ΑΓΑΠΗΤραγούδια για να φοράδα του "MITZIE"!
		-- The Night is Young (1934)

%
Οι αφίσες μεγάλη ταινία:Μια λανθασμένη γεννήσει δολοφονική αποστροφή από την κάτω ρου του ενόςαφάνταστη κόλαση.ΝΕΑ - αηδιαστικό ΦΡΙΚΗ να κάνει TURN στομάχι σας και ΣΑΡΚΑ ανιχνεύσουμε!LUST-MAD ΑΝΔΡΩΝ ΚΑΙ ΓΥΝΑΙΚΩΝ Lawless σε ένα φαύλο ΚΑΙ αισθησιακή όργιο ΣΦΑΓΗ!Η οικογένεια που σκοτώνει μαζί μένει μαζί.
		-- Bloody Mama (1970)

%
Οι αφίσες μεγάλη ταινία:Μια χιονοστιβάδα των KILLER σκουλήκια!Οι περισσότερες ταινίες Ζήστε λιγότερο από δύο ώρες.Αυτό είναι ένα από τα αιώνια Μαρτύριο!Θα τρώτε!Δεν είναι ανθρώπινη και πήρε ένα τσεκούρι.
		-- The Prey (1981)

%
Οι αφίσες μεγάλη ταινία:Διαφορετικός! Τόλμη! Δυναμικός! Αψηφώντας! Dumbfounding!ΔΕΙΤΕ θείος Tom οδηγήσει τους νέγρους στην ελευθερία!... Τώρα, όλοι την αισθησιακή και βίαιη πάθη ρίζες δεν θα μπορούσε να δείξει στην τηλεόραση!Μια τρομακτική αμάλγαμα μακελειό και ασέλγεια!ΟΤΑΝ ΟΙ ΓΑΤΕΣ είναι πεινασμένοι ...Τρέξτε να σωθείτε!Μόνος, μόνο ένα αβλαβές κατοικίδιο ...Χίλια ισχυρή, θα γίνει ένα μηχάνημα άνθρωπος που τρώει!Είναι υπερβολικά εκτεθειμένοιΑλλά όχι λιγότερο ανεπτυγμένες!
		-- Cover Girl Models (1976)

%
Οι αφίσες μεγάλη ταινία:Κακοποιών από έναν άλλο κόσμο σε μια έξαλλη συμπεριφορά RAY-GUN!Ποια θα είναι Mate ... MAN Ή BEAST της;Γνωρίστε Velda - το είδος της γυναίκας - Man ή Gorilla θα σκοτώσει ... για να κρατήσει.Τώρα μια Παντοδυναμο ALL-NEW PICTURE ΠΡΟΤΑΣΗ τους φέρνει μαζί για τοΠΡΩΤΗ ΦΟΡΑ ... ΙΣΤΟΡΙΑ ΤΟΥ ΠΙΟ γιγαντιαία τέρατα COMBAT ATOP Φούτζι!
		-- King Kong vs. Godzilla (1963)

%
Οι αφίσες μεγάλη ταινία:HOT χάλυβα μεταξύ τα πόδια τους!Το χέρι που λικνίζει το λίκνο ... Δεν έχει Flesh σε αυτό!Δύο μεγάλες φρικαλεότητες ΑΙΜΑΤΟΣ ΣΕ σχίσει έξω GUTS ΣΑΣ!Πήγαν στους ανθρώπους και βγήκε Hamburger!
		-- The Corpse Grinders (1971)

%
Οι αφίσες μεγάλη ταινία:Κάθριν Χέπμπορν ως το ψέμα, την κλοπή, το τραγούδι, καιροφυλακτούν κορίτσι μάγισσατου Ozarks ... "κάτω χαμηλά λευκά σκουπίδια»; Ίσως έτσι - αλλά αφήστε την να ακούσωσας το πω και αυτή θα σπάσει το κεφάλι σας για να αποδείξει τον εαυτό της μια κυρία!Να Native γυναίκες ζουν με Πίθηκοι;JUNGLE KISS !!Όταν κοίταξε στα μάτια του, αισθάνθηκε τα χέρια του γύρω της -δεν είναι πλέον Tura ήταν, μυστηριώδη λευκή θεά των φυλών στη ζούγκλα -δεν ήταν πλέον η παγωμένη καρδιά ιέρεια του οποίου υπνωτικόδιευκρινίσει τις λάτρεις του μεγάλου θεού κροκόδειλου μειλίχια υποκλίθηκε - πουΉταν ένα κορίτσι στην αγάπη!Δείτε την αρπακτικότητα επιβάρυνση των εκατό φοβάται κροκόδειλοι!ΑΓΆΠΗ! ΜΙΣΏ! ΧΑΡΆ! ΦΌΒΟΣ! ΒΑΣΑΝΙΣΤΉΡΙΟ! ΠΑΝΙΚΌΣ! ΝΤΡΟΠΉ! ΟΡΓΉ!
		-- Intermezzo (1939)

%
Οι αφίσες μεγάλη ταινία:ΙΣΧΥΡΌΣ! ΣΥΓΚΛΟΝΙΣΤΙΚΌΣ! ΑΚΑΤΈΡΓΑΣΤΟΣ! ΤΡΑΧΎΣ! Πρόκληση! ΔΕΙΤΕ ένα κοριτσάκι κακοποιήθηκε!Έχει αμαρτήματα στο Mobile -Παντρεύεται στο Χιούστον -Χάνει το μωρό της στο Ντάλας -Αφήνει το σύζυγό της στο Tuscon -ΣΥΝΑΝΤΑ HARRU στο Σαν Ντιέγκο! ...ΠΡΩΤΗ - Harlow!ΤΟΤΕ - MONROE!ΤΩΡΑ - McClanahan !!!* ΔΕΝ sissies! ΜΗΝ ΕΡΘΕΙ αν είστε ΚΟΤΟΠΟΥΛΟ!Μια τρομακτική ταινία του Περίεργο Ομορφιές και συγκλονίζοντας τέρατα ...1001 WIERDEST ΣΚΗΝΕΣ EVER !! Πιο συγκλονιστικό θρίλερ ΤΟΥ ΑΙΩΝΑ!Τα απίστευτα παράξενα πλάσματα που σταμάτησαν διαβίωσης καιΈγινε Mixed Up Zombies)
		-- Teenage Psycho meets Bloody Mary (1964)  (Alternate Title:

%
Οι αφίσες μεγάλη ταινία:ΣΚΗΝΕΣ ΠΟΥ ΘΑ κλιμακώσουν την όρασή σας!- ΧΟΡΕΥΤΙΚΟ CALLED GO-GO- ΜΟΥΣΙΚΗ CALLED JU-JU- ΝΑΡΚΩΤΙΚΑ CALLED Μπανγκί!- ΠΥΡΚΑΓΙΕΣ της εφηβείας!ΔΕΙΤΕ την καύση ενός παρθένου!ΔΕΙΤΕ δύναμη του γιατρού μαγισσών κατά των γυναικών!ΔΕΙΤΕ Πυγμαίοι με φανταστική Φυσική Κληροδοτημάτων !!!Το Big Κωμωδία των Δεκαεννέα-Sexty-σεξ!Ένας αστροναύτης ΠΗΓΕ UP-Ένα "Μαντέψτε τι" κατέβηκε!Η εικόνα που έρχεται πλήρης με ένα 10-πόδι ψηλό τέραςνα σας δώσει τις Wim-wams!
		-- Monster a Go-Go (1965)

%
Οι αφίσες μεγάλη ταινία:ΔΕΙΤΕ ανταρτών αντάρτες σπαράσσεται από φορτηγά!ΔΕΙΤΕ πτώματα κομμένα σε κομμάτια και τρέφονται με τα σκυλιά και τα όρνια!ΔΕΙΤΕ τον πίθηκο εκπαιδευτεί να εκτελεί τα καθήκοντά νοσηλευτικής για παράλυτο τον ιδιοκτήτη της!Τι Guy! Τι Gal! Τι ένα ζευγάρι!Είναι πάντα καλύτερα όταν έρθει και πάλι!Δεν χρειάζεται να πάτε στο Τέξας για ένα Αλυσοπρίονο Σφαγή!
		-- Pieces (1983)

%
Οι αφίσες μεγάλη ταινία:Πήρε μια ολόκληρη GANG! Ένα ουρλιαχτό Hellcat humping ένα καυτό χάλυβα γουρούνισε μια θορυβώδης κτηνωδία της εκδίκησης!Ποιο είναι το μυστικό συστατικό που χρησιμοποιείται ΑΠΟ ΤΟ MAD BUTCHER για εξαιρετική ΛΟΥΚΑΝΙΚΑ του;ΣΗΜΕΡΑ η λίμνη!ΑΥΡΙΟ τον κόσμο!
		-- Frogs (1972)

%
Οι αφίσες μεγάλη ταινία:Πήρε τα μεγαλύτερα έξι σκοπευτές στη Δύση!Καστ των 3.000!4 συγγραφείς,2 ΔΙΕΥΘΥΝΤΕΣ,3 εικονολήπτες,3 ΠΑΡΑΓΩΓΟΙ!1 ΧΡΟΝΟ ΝΑ κάνω αυτή την ταινία -24 ΧΡΟΝΙΑ να κάνει πρόβες -20 ΧΡΟΝΙΑ ΣΤΟ ΔΙΑΝΟΜΗ!Όμορφα λόγια πέρα!Προκαλεί δέος! ΖΩΤΙΚΌΣ!Ο πρίγκιπας της ΕΙΡΗΝΗΣ δίνει την απάντηση σε κάθε πρόβλημα!Να Brave - φέρνουν τα προβλήματά σας και την οικογένειά σας για να:Πιο μεγαλειώδη ΠΕΡΙΠΤΩΣΗ ΤΗΣ ΙΣΤΟΡΙΑΣ! Θα βρείτε ΘΕΟΣ καλά εκεί!Wichita Βουνό καλλιστεία χαρακτηρίζει Millard Coody όπως ο Ιησούς.
		-- The Prince of Peace (1948).  Starring members of the

%
Οι αφίσες μεγάλη ταινία:Το Θαύμα της Εποχής !!! Ένα λιοντάρι στην αγκαλιά σας! Ένας εραστής στα χέρια σας!ΑΦΌΡΗΤΟΣ! Ηλεκτρισμένη! Μπλέκοντας!Φωτιά δεν μπορεί να κάψει τους! Σφαίρες δεν μπορεί να τους σκοτώσει! Δείτε το ξεδίπλωματα Μυστήρια της Σελήνης ως Δολοφονικές ρομπότ τέρατα Κατέβα από τηνΓη! Έχετε δει ποτέ κάτι παρόμοιο! Ούτε έχει τον κόσμο!ΔΕΙΤΕ ... Ρομπότ από το Διάστημα σε όλο τους το μεγαλείο !!!1965 πυραμίδες, 5337 χορεύοντας κορίτσια, bullrushes ένα εκατομμύριο ταλαντεύονται,802 φοβισμένη ταύροι!
		-- The Egyptian (1954)

%
Οι αφίσες μεγάλη ταινία:Ο εφιάλτης της τρομοκρατίας του ματιού έρπει που εξαπέλυσε αγωνιώδητρόμου σε μια ουρλιάζει κόσμο!Δείτε ένα θηλυκό κολοσσό ... ορεινή άκρα του κορμού, ουρανοξύστης της,γίγαντας επιθυμίες!Εδώ είναι η ευκαιρία σας για να μάθετε περισσότερα για το σεξ.Τι πρέπει μια ταινία κάνει; Κρύψει το κεφάλι της στην άμμο σαν την στρουθοκάμηλο;Ή Face πρόσκρουση ΑΛΗΘΕΙΑ όπως κάνει ...
		-- The Desperate Women (1958)

%
Οι αφίσες μεγάλη ταινία:Μπορούν διψούσε για θησαυρό της! Και πέθανε για την ευχαρίστηση της!Δείτε το man-Fish Μάχη Shark-Man-δολοφόνος!Δείτε Jane Russell σε 3-D? Αυτή θα Νοκ Τόσο τα μάτια σας έξω!Δείτε Jane Russell Ανακινήστε Tamborines της ... and Drive Cornel WILDE!
		-- Hot Blood (1956)

%
Οι αφίσες μεγάλη ταινία:Όταν είστε Έξι τόνους - και ζητούν Μπορείτε Killer - Είναι δύσκολο να κάνει φίλους ...Γνωρίστε τα κορίτσια με τα Thermo-Πυρηνική ναβελίνων!Ένα άθλιο ΠΑΡΑΜΥΘΙ βρεγμένος με Gouts ΤΟΥ ΑΙΜΑΤΟΣ αναβλύζει από τα θύματαΤου πόθου ένας τρελλός τρελού.
		-- A Taste of Blood (1967)

%
Η παράδοση του Χόλιγουντ που μου αρέσει περισσότερο είναι που ονομάζεται "πιπίλισμα μέχρι τα αστέρια."
		-- Johnny Carson

%
Η φρίκη ... η φρίκη!
		-- Johnny Carson

%
Το ανθρώπινο ζώο διαφέρει από τις μικρότερο πρωτεύοντα στο πάθος του γιακαταλόγους των «Δέκα Best".
		-- H. Allen Smith

%
Ο ανθρώπινος εγκέφαλος είναι ένα θαυμάσιο πράγμα. Ξεκινά εργασίας τη στιγμήπου γεννιούνται, και ποτέ δεν σταματά μέχρι να σταθεί για να μιλήσει στο κοινό.
		-- Sir George Jessel

%
«Ο ανθρώπινος εγκέφαλος είναι σαν ένα τεράστιο ψάρι - είναι επίπεδη και γλοιώδη καιέχει βράγχια μέσω του οποίου μπορεί να δει. "
		-- Monty Python

%
Το κλειδί για την οικοδόμηση ενός σούπερ σταρ είναι να κρατήσει το στόμα τους κλειστό. Να αποκαλύψειένας καλλιτέχνης για τους ανθρώπους μπορεί να είναι να τον καταστρέψει. Δεν είναι σε κανενόςπλεονέκτημα για να δούμε την αλήθεια.
		-- Bob Ezrin, rock music producer

%
Τα τελευταία απομεινάρια της παλιάς Δημοκρατίας έχουν παρασυρθεί.
		-- Governor Tarkin

%
Η Rath Mome δεν γεννιέται που θα μπορούσε να μου outgrabe.
		-- Nicol Williamson

%
Η παλιά καταγγελία ότι η μαζική κουλτούρα έχει σχεδιαστεί για έντεκα ετώνΕίναι βέβαια μια επαίσχυντη φενάκη. Το κλειδί ηλικία ήταν ανέκαθενπερισσότερο σαν δεκατέσσερα.
		-- Robert Christgau, "Esquire"

%
Η παλαιότερη γίνομαι, τόσο λιγότερο σημαντικό είναι το κόμμα γίνεται. Ας τον αναγνώστηπιάσει το δικό του πνοή.
		-- Elizabeth Clarkson Zwart

%
Το μόνο "-ισμός" Hollywood πιστεύει στην είναι λογοκλοπή.
		-- Dorothy Parker

%
Το μόνο πραγματικό πλεονέκτημα για την punk μουσική είναι ότι κανείς δεν μπορεί να το σφυρίξει.
		-- Dorothy Parker

%
Το οικόπεδο έχει σχεδιαστεί σε ένα ελαφρύ φλέβα που με κάποιο τρόπο έγινε κιρσούς.
		-- David Lardner

%
Το επάγγελμα του βιβλίου γραπτώς κάνει ιπποδρομίες φαίνεται σαν ένα στερεό,σταθερό επιχειρηματικό.[Ιπποδρομίες * είναι * ένα σταθερό επιχειρηματικό ...]
		-- John Steinbeck

%
Το Ranger δεν είναι gonna σαν αυτό, Yogi.
		-- John Steinbeck

%
Το πραγματικό πρόβλημα με την πραγματικότητα είναι ότι δεν υπάρχει μουσική υπόκρουση.
		-- John Steinbeck

%
Η ιστορία που πρόκειται να ακούσει είναι αλήθεια. Μόνο τα ονόματα έχουναλλάξει για να προστατεύσουν τους αθώους.
		-- John Steinbeck

%
Οι δρόμοι ήταν σκοτεινό με κάτι περισσότερο από τη νύχτα.
		-- Raymond Chandler

%
Ο ήλιος δεν δύει ποτέ σε εκείνους που οδηγούν σε αυτό.
		-- RKO

%
Το πρόβλημα με υπερήρωες είναι τι πρέπει να κάνουν μεταξύ τηλεφωνικοί θάλαμοι.
		-- Ken Kesey

%
Η μηχανή δακτυλογραφήσεις, όταν έπαιξε με την έκφραση, δεν είναι τίποτα περισσότεροενοχλητικό από το πιάνο, όταν παίζεται από μια αδελφή ή κοντά σε σχέση.
		-- Oscar Wilde

%
Το απόλυτο παιχνίδι δείχνουν θα είναι το ένα που κάποιος σκοτώνεται στο τέλος.
		-- Chuck Barris, creator of "The Gong Show"

%
Ο κόσμος έχει πολλά ακούσια σκληρή μηχανισμούς που δεν είναισχεδιασμένο για ανθρώπους που περπατούν στα χέρια τους.
		-- John Irving, "The World According to Garp"

%
Υπάρχουν τρεις λόγοι για να γίνει συγγραφέας: η πρώτη είναι ότι θα πρέπειτα χρήματα; το δεύτερο που έχετε κάτι να πείτε ότι νομίζετε ότι ηκόσμος πρέπει να ξέρει? το τρίτο είναι ότι δεν μπορείτε να σκεφτείτε τι να κάνει με τομακρύ βράδια του χειμώνα.
		-- Quentin Crisp

%
Υπάρχουν τρεις κανόνες για τη συγγραφή ενός μυθιστορήματος. Δυστυχώς, κανείς δεν ξέρειτι είναι.
		-- Somerset Maugham

%
Υπάρχουν δύο μουσικούς της τζαζ που είναι μεγάλοι φίλοι. Κρεμούν έξω και να παίξειμαζί για χρόνια, σχεδόν αδιαχώριστες. Δυστυχώς, ένα από αυτά είναιχτυπήθηκε από ένα φορτηγό και σκοτώθηκε. Περίπου μια εβδομάδα αργότερα ο φίλος του ξυπνάειη μέση της νύχτας με ένα ξεκίνημα, γιατί μπορεί να αισθανθείτε μια παρουσία στοδωμάτιο. Ο ίδιος φωνάζει, "Ποιος είναι εκεί; Ποιος είναι εκεί; Τι συμβαίνει;""Είναι μου - Bob", απαντά μια μακρινή φωνή.Αναστατωμένα κάθεται στο κρεβάτι. "Bob! Μπομπ! Είναι ότι εσείς; Πού είναιεσείς?""Λοιπόν," λέει η φωνή, "είμαι στον ουρανό τώρα.""Heaven! Είσαι στον ουρανό! Αυτό είναι υπέροχο! Τι θα θέλατε;""Είναι μεγάλη, ο άνθρωπος. Πρέπει να σου πω, είμαι εμπλοκή μέχρι εδώ κάθε μέρα.Παίζω με το πουλί, και «Trane, και Count Basie πέφτει σε όλη την ώρα!Ο άνθρωπος είναι Smokin '! ""Ω, wow!" λέει ο φίλος του. "Αυτό ακούγεται φανταστικό, πες μου περισσότερα,πες μου κι άλλα!""Επιτρέψτε μου να το θέσω έτσι," συνεχίζει η φωνή. «Υπάρχει καλή είδησηκαι κακά νέα. Τα καλά νέα είναι ότι αυτοί οι τύποι είναι στην κορυφαία μορφή. εννοώΈχω * Ποτέ μην * ακούσει να ακούγονται καλύτερα. Είναι * θρήνος * μέχρι εδώ. "«Τα κακά νέα είναι ότι ο Θεός έχει αυτή η κοπέλα που τραγουδάει ..."
		-- Somerset Maugham

%
Υπάρχουν δύο τρόποι για να αντιπάθειας τέχνης. Ο ένας είναι να αρέσει. Η άλλη είναινα αρέσει ορθολογικά.
		-- Oscar Wilde

%
Υπάρχουν δύο τρόποι για αντιπάθειας προς την ποίηση? ένας τρόπος είναι να αρέσει, ηάλλο είναι να διαβάσει Πάπα.
		-- Oscar Wilde

%
Υπάρχει πολύ Obi-Wan δεν σου πω.
		-- Darth Vader

%
Δεν υπάρχει τίποτα λάθος με το γράψιμο ... εφ 'όσον γίνεται σε ιδιωτικέςκαι πλένετε τα χέρια σας μετά.
		-- Darth Vader

%
Υπάρχει μόνο ένα πράγμα στον κόσμο χειρότερο από το να μιλήσει, καιότι δεν συζητείται.
		-- Oscar Wilde

%
Υπάρχει ένα τέχνασμα για να την ευγενική εξόδου. Ξεκινά με το όραμα νααναγνωρίζουν πότε μια δουλειά, ένα στάδιο της ζωής, μια σχέση είναι πάνω - και να αφήσειπάω. Σημαίνει αφήνοντας ό, τι είναι πάνω χωρίς να αρνείται την ισχύ του ή τηςπαρελθόντος σημασία στη ζωή μας. Πρόκειται για μια αίσθηση του μέλλοντος, η πίστηότι κάθε γραμμή εξόδου είναι μια καταχώρηση, ότι κινούμαστε και στο εξής, παρά έξω.Το τέχνασμα του συνταξιοδοτείται και μπορεί να είναι το τέχνασμα της ζουν καλά. Είναι δύσκολο νααναγνωρίζουν ότι η ζωή δεν είναι μια δράση εκμετάλλευση, αλλά μια διαδικασία. Είναι δύσκολο ναμάθουν ότι εμείς δεν αφήνουν τα καλύτερα μέρη του εαυτού μας πίσω, πίσω τοπιρόγα ή το γραφείο. Διαθέτουμε ό, τι μάθαμε εκεί πίσω. οι εμπειρίεςκαι η ανάπτυξη είναι μπολιάζονται με τις ζωές μας. Και όταν έχουμε έξοδο, μπορούμε να πάρουμεεαυτούς μας μαζί - αρκετά με χάρη.
		-- Ellen Goodman

%
Δεν υπάρχει τίποτα αξιοσημείωτο σχετικά με αυτό. Όλα κάποιος πρέπει να κάνετε είναι να πατήσετε το δικαίωμαπλήκτρα στο σωστό χρόνο και οι ίδιο το μέσο παίζει.
		-- J. S. Bach

%
Δεν υπάρχει τίποτα στο γράψιμο. Το μόνο που κάνετε είναι να καθίσετε σε μια γραφομηχανή και ανοίξτε μια φλέβα.
		-- Red Smith

%
Υπάρχει κάτι που οι τεχνικοί πρέπει να μάθουν από τους καλλιτέχνες.Αν δεν είναι αισθητικά ευχάριστο, είναι μάλλον λάθος.
		-- Red Smith

%
Υπάρχει ένα τέτοιο πράγμα όπως πάρα πολύ το σημείο σε ένα μολύβι.
		-- H. Allen Smith, "Let the Crabgrass Grow"

%
Δεν μπορεί να μας σταματήσει ... είμαστε σε μια αποστολή από τον Θεό!
		-- The Blues Brothers

%
... TheysaidDoyouseethebiggreenglowinthedarkhouseuponthehill; andIsaidYesIseethebiggreenglowinthedarkhouseuponthehillTheresabigdarkforestbetweenmeandthebiggreenglowinthedarkhouseuponthehillandalittleoldladyridingonaHoovervacuumcleanersayingIllgetyoumyprettyandyourlittledogTototoo ...Δεν χρειάζεται καν * ΕΧΟΥΝ * ένα σκυλί Toto ...
		-- The Blues Brothers

%
Αυτή η πόρτα είναι baroquen, παρακαλούμε να κουνάω Handel.(Αν κουνάω Handel, θα κουνάω Bach;)
		-- Found on a door in the MSU music building

%
Αυτό είναι Jim Rockford.Στο ύφος αφήστε το όνομα και το μήνυμα σας? Θα επικοινωνήσουμε μαζί σας.Αυτή είναι η Μαρία, Liberty Ομόλογα Bail. Ο πελάτης σας, Todd Lieman, παραλείπεται καιεγγύηση του καταπίπτει. Αυτό είναι το ροζ φύλλο για '74 Firebird σας, πιστεύω.Συγγνώμη, Τζιμ, το φέρει στο πάνω.Αυτό είναι Marilyn Reed, εγώ Wanta να σου μιλήσω ... Είναι αυτό μια μηχανή; Εγώ δεν κάνωμιλήστε με μηχανές! [Κλικ]
		-- "The Rockford Files"

%
Αυτή είναι η ____ τελευταία φορά που παίρνω ταξιδιού προτάσεις από Ray Bradbury!
		-- "The Rockford Files"

%
Αυτό είναι το Baron. Άγγελος Martin μου λέει έχετε αγοράσει πληροφορίες. Εντάξει,ανταποκριθεί μου σε μία πίσω από την αποθήκη λεωφορείων, φέρει πεντακοσίων δολάριακαι έρχονται μόνα τους. Σοβαρολογώ!
		-- "The Rockford Files"

%
Αυτό το μυθιστόρημα δεν πρέπει να πετιέται ελαφρά στην άκρη, αλλά να εκσφενδονίζονται με μεγάλη δύναμη.
		-- Dorothy Parker

%
Αυτή η μονάδα ... πρέπει ... να επιβιώσουν.
		-- Dorothy Parker

%
Αυτό δεν ήταν απλά φοβερό, αυτό ήταν φανταχτερό τρομερή. Αυτό ήταν φοβερόμε σταφίδες σε αυτό.
		-- Dorothy Parker

%
Τρεις ηθοποιοί, ο Tom, Φρεντ, και τη CEC, ήθελε να κάνει το jousting σκηνήαπό Δον Κιχώτης για μια τοπική τηλεοπτική εκπομπή. "Θα παίξει το ρόλο τίτλο," πρότεινεΚάποιος. «Fred μπορεί να απεικονίσει ο Σάντσο Πάντσα, και Σέσιλ Ντε Μιλ."
		-- Dorothy Parker

%
Τρεις ώρες την ημέρα θα παράγει όσο ένας άνθρωπος θα έπρεπε να γράψω.
		-- Trollope

%
Για να είναι να κάνουμε.Για να το κάνετε είναι να είναι.Μήπως είναι ένα Do Bee!Κάνει να μην είναι το κάνουμε!Yabba-Dabba-Doo!
		-- F. Flintstone

%
Σήμερα θα αρχίσετε να πάρει βαρέων μετάλλων ραδιόφωνο οδοντοστοιχίες σας.
		-- F. Flintstone

%
συναρπαστική ιστορία σήμερα έχει έφερε σε σας από Mushies, η νέα μεγάληδημητριακά που παίρνει soggy ακόμη και χωρίς γάλα ή κρέμα γάλακτος. Ελάτε μαζί μας σύντομα για περισσότερεςθεαματική περιπέτεια με πρωταγωνιστή τον ... Tippy, την Wonder Dog!
		-- Bob & Ray

%
"Σήμερα, βέβαια, θεωρείται πολύ κακή γεύση να χρησιμοποιήσετε το F-λέξηεκτός από μεγάλες κινηματογραφικές ταινίες. "
		-- Dave Barry, "$#$%#^%!^%&@%@!"

%
Ταξιδεύοντας μέσα από υπερδιάστημα δεν είναι σαν ξεσκόνισμα καλλιέργειες, αγόρι.
		-- Han Solo

%
Μικροπράγματα κάνουν την τελειότητα, και η τελειότητα δεν είναι σαχλαμάρα.
		-- Michelangelo

%
"Η αλήθεια είναι παράξενη από τη φαντασία, γιατί φαντασίας να έχει νόημα."
		-- Michelangelo

%
Τηλεόραση τσίχλα για τα μάτια.
		-- Frank Lloyd Wright

%
Ακάλυπτες με την αρχική μάθηση, αδιαμόρφωτο στις συνήθειες της σκέψης,ανειδίκευτο στις τέχνες της σύνθεσης, αποφάσισα να γράψω ένα βιβλίο.
		-- Edward Gibbon

%
Χρησιμοποιήστε ένα ακορντεόν. Πάει στη φυλακή.
		-- KFOG, San Francisco

%
Χρησιμοποιήστε ό, τι ταλέντα έχεις: τα δάση θα είναι πολύ σιωπηλός, αν δεν τα πουλιάτραγούδησε εκεί, εκτός από εκείνους που τραγούδησε καλύτερα.
		-- Henry Van Dyke

%
Πολύ λίγοι άνθρωποι κάνουν οτιδήποτε δημιουργικό μετά την ηλικία των τριάντα πέντε. ολόγος είναι ότι πολύ λίγοι άνθρωποι κάνουν οτιδήποτε δημιουργικό πριν από την ηλικία τωντριάντα πέντε.
		-- Joel Hildebrand

%
 VII. Ορισμένοι φορείς μπορεί να περάσει μέσα από συμπαγείς τοίχους ζωγραφισμένα να μοιάζουν με σήραγγα      εισόδους? άλλοι δεν μπορούν.Αυτό trompe l'oeil ασυνέπεια έχει αμηχανία γενιές, αλλά τουλάχιστονείναι γνωστό ότι όποιος ζωγραφίζει μια είσοδο στην επιφάνεια ενός τοίχου σετέχνασμα ένας αντίπαλος θα είναι σε θέση να τον ακολουθήσει σε αυτό το θεωρητικόχώρο. Ο ζωγράφος είναι πεπλατυσμένο στον τοίχο όταν προσπαθεί ναακολουθούν στην ζωγραφική. Αυτό είναι τελικά το πρόβλημα της τέχνης, δεντης επιστήμης.VIII. Κάθε βίαιη αναδιάταξη των αιλουροειδών θέμα είναι παροδικός.γάτες κινουμένων σχεδίων έχουν ακόμη περισσότερους θανάτους από ό, τι τα παραδοσιακά εννέα ζωέςθα μπορούσε άνετα να αντέξουν οικονομικά. Μπορούν να αποδεκατιστεί, συγκολλημένα, διευρύνονται,ακορντεόν, spindled, ή αποσυναρμολογημένο, αλλά δεν μπορούν νακαταστραφεί. Μετά από μερικές στιγμές αναβοσβήνει μεμψιμοιρία, που επανακάμπτουν,επιμηκύνονται, snap πίσω, ή να στερεοποιηθεί.  IX. Για κάθε εκδίκηση υπάρχει μια ίση και αντίθετη revengeance.Αυτό είναι το ένα δίκαιο κινούμενα κίνησης κινουμένων σχεδίων που ισχύει επίσης και γιατο φυσικό κόσμο γενικότερα. Για το λόγο αυτό, χρειαζόμαστε την ανακούφιση τωνβλέποντας να συμβεί σε μια πάπια αντ 'αυτού.   X. Τα πάντα πέφτει γρηγορότερα από ένα αμόνι.Παραδείγματα να αναφέρω πάρα πολλά από τα κινούμενα σχέδια Roadrunner.
		-- Esquire, "O'Donnell's Laws of Cartoon Motion", June 1980

%
Παρακολουθήστε όλη τη νύχτα Donna Reed επανεκτελεί μέχρι το μυαλό σας μοιάζει με πλιγούρι βρώμης.
		-- Esquire, "O'Donnell's Laws of Cartoon Motion", June 1980

%
Παρακολουθήστε το στόμα σας, το παιδί, ή θα βρείτε τον εαυτό σας πλωτό σπίτι.
		-- Han Solo

%
Δεν μας αρέσει ο ήχος τους. Ομάδες κιθάρες είναι στο δρόμο έξω.
		-- Decca Recording Company, turning down the Beatles, 1962

%
Έχουμε τέχνη που δεν πεθαίνουν από την αλήθεια.
		-- Nietzsche

%
Θα πρέπει να την εγγραφή στο Paradise Παρασκευή το βράδυ. Live, στην ετικέτα του θανάτου.
		-- Swan, "Phantom of the Paradise"

%
Θα γνωρίζουμε ότι το ροκ είναι νεκρός όταν έχετε να πάρετε ένα βαθμό για να εργαστούν σε αυτό.
		-- Swan, "Phantom of the Paradise"

%
Είμαστε συνεχώς βομβαρδιζόμαστε από προσβλητική και εξευτελιστική μουσική, η οποίαοι άνθρωποι κάνουν για σας με τον τρόπο που κάνει τις Wonder προϊόντων αρτοποιίας.Ακριβώς όπως τα τρόφιμα μπορεί να είναι κακό για το σύστημά σας, η μουσική μπορεί να είναι κακό για spirtual σαςκαι συναισθήματα. Θα μπορούσε να έχει καλή γεύση ή έξυπνος, αλλά σε μακροπρόθεσμη βάση,δεν πρόκειται να κάνει τίποτα για σας.
		-- Bob Dylan, "LA Times", September 5, 1984

%
Είμαστε μόνο σε αυτό για τον όγκο.
		-- Black Sabbath

%
"Λοιπόν, αν δεν μπορώ να πιστέψω αυτό που διάβασα σε ένα βιβλίο κόμικ, τι * ___ μπορεί *πιστεύεις?!"
		-- Bullwinkle J. Moose [Jay Ward]

%
"Λοιπόν, αυτό είναι φανταχτερός, άσχημο, και εγκαταλειμμένοι έχουν χρησιμοποιηθεί για την τουαλέτα.Οι βόλτες είναι ερειπωμένα στο σημείο να είναι θανατηφόρα, και θα μπορούσε εύκολαακρωτηριάσει ή να σκοτώσει αθώους μικρά παιδιά. ""Ω, έτσι ώστε να μην αρέσει;""Δεν αρέσει; είμαι τρελός γι 'αυτό."
		-- The Killing Joke

%
"Λοιπόν, αυτό ήταν ένα κομμάτι κέικ, ε K-9;""Κομμάτι της πίτας, ο Δάσκαλος; Radial φέτα ψητή σοκολατάκι ... συντελεστήςσυνάφεια με Κλειδί του χρόνου:. μηδέν "
		-- Dr. Who

%
Wharbat darbid yarbou Sarbay;
		-- Dr. Who

%
Τι ένα χρυσωρυχείο! Μια άγνωστη αρχάριος να κατευθύνεται από Λιούμπιτς, σε ένα σενάριοαπό Γουάιλντερ και Brackett, και να παίξει με δύο σούπερ σταρ της Paramount, GaryCooper και Claudette Colbert, και να ξυλοκοπούνται από τους δύο!
		-- David Niven, "Bring On the Empty Horses"

%
Τι ένας καλλιτέχνης πεθαίνει μαζί μου!
		-- Nero

%
Τι ένας συγγραφέας θέλει να γράψει τα περισσότερα είναι η υπογραφή του στο πίσω μέρος της επιταγής.
		-- Brendan Francis

%
	"Τι παρακολουθείτε?"	"Δεν γνωρίζω.""Λοιπόν, τι συμβαίνει;""Δεν είμαι σίγουρος ... Νομίζω ότι ο τύπος στο καπέλο έκανε κάτι τρομερό.""Γιατί να το παρακολουθείτε;"«Είσαι τόσο αναλυτικά. Μερικές φορές απλά πρέπει να αφήσουμε τη ροή της τέχνηςπέρα από σας. "
		-- The Big Chill

%
Τι έφερες αυτό το βιβλίο δεν ήθελα να διαβάσω από περίπουDown Under για;
		-- The Big Chill

%
"Τι κάνεις όταν η πραγματική ζωή σας υπερβαίνει τα πιο τρελά φαντασιώσεις σας;""Μπορείτε να το κρατήσετε για τον εαυτό σας."
		-- Broadcast News

%
Αυτό που ποτέ συμβεί σε ευτυχισμένοι μετά από ποτέ;
		-- Broadcast News

%
Τι σκόρδο είναι τα τρόφιμα, παραφροσύνη είναι η τέχνη.
		-- Broadcast News

%
Τι δεν σύζυγος του συγγραφέα μπορεί ποτέ να κατανοήσουμε είναι ότι ένας συγγραφέας εργάζεταιόταν αυτός είναι κοιτάζοντας έξω από το παράθυρο.
		-- Broadcast News

%
«Ποιο ήταν το χειρότερο πράγμα που έχετε κάνει ποτέ;"«Εγώ δεν θα σας πω αυτό, αλλά εγώ θα σας πω το χειρότερο πράγμα πουμου συνέβη ποτέ ... το πιο τρομερό πράγμα. "
		-- Peter Straub, "Ghost Story"

%
Όταν όλα τα άλλα αποτύχουν, δοκιμάστε Kate Smith.
		-- Peter Straub, "Ghost Story"

%
Όταν ερχόμαστε αντιμέτωποι με ένα δύσκολο πρόβλημα, μπορείτε να λύσετε πιο εύκολα απόμειώνοντας το στο ερώτημα, "Πώς θα χειριστεί αυτό το Lone Ranger;"
		-- Peter Straub, "Ghost Story"

%
Σε περίπτωση αμφιβολίας, έχουν ένας άνθρωπος έρθει μέσα από την πόρτα με ένα όπλο στο χέρι του.
		-- Raymond Chandler

%
Όταν μια γυναίκα ρωτήθηκε πόσο καιρό αυτή είχε την ευκαιρία να Συμφωνική συναυλίες,Σταμάτησε να υπολογίσει και απάντησε, "Σαράντα επτά χρόνια - και θεωρώ ότι με πειράζειαυτό όλο και λιγότερο. "
		-- Louise Andrews Kent

%
Πού είναι ο John Carson τώρα που τον χρειαζόμαστε;
		-- RLG

%
Ενώ ήταν στη Νέα Υόρκη με την τοποθεσία για _Bronco Billy_ (1980), ΚλιντEastwood συμφώνησε σε μια τηλεοπτική συνέντευξη. υποδοχής του, κάπως εχθρική,άρχισε με τον καθορισμό μιας εικόνας Clint Eastwood ως βίαιη, ανελέητη,άνομη και αιματηρή κομμάτι του μακελειού, και στη συνέχεια ζήτησε Eastwood στον εαυτό του ναορίζουν μια εικόνα Κλιντ Ίστγουντ. «Για μένα», είπε ο Eastwood ήρεμα, "ό, τιμια εικόνα Clint Eastwood είναι, είναι αυτό που είμαι μέσα. "
		-- Boller and Davis, "Hollywood Anecdotes"

%
Η μητέρα Whistler είναι off rocker της.
		-- Boller and Davis, "Hollywood Anecdotes"

%
Ποιος είναι D.B. Cooper, και πού είναι τώρα;
		-- Boller and Davis, "Hollywood Anecdotes"

%
Ποιος είναι ο John Galt;
		-- Boller and Davis, "Hollywood Anecdotes"

%
Ποιος είναι W.O. Baker, και γιατί είναι αυτός που λέει αυτά τα φοβερά πράγματα για μένα;
		-- Boller and Davis, "Hollywood Anecdotes"

%
Ποιος ήταν ότι μασκοφόρο άνδρα;
		-- Boller and Davis, "Hollywood Anecdotes"

%
Ποιος είναι κατά την πρώτη;
		-- Boller and Davis, "Hollywood Anecdotes"

%
Ποιος είναι ατημέλητη εμφάνιση;
		-- Han Solo

%
Γιατί είμαι τόσο μαλακό στη μέση, όταν το υπόλοιπο της ζωής μου είναι τόσο δύσκολο;
		-- Paul Simon

%
"Γιατί είμαστε εισαγωγή όλων αυτών των διανοούμενος παίζει σαν` Amadeus »; Θα μπορούσα ναέχουν πει σας Μότσαρτ ήταν ένας μαλάκας για το τίποτα. "
		-- Ian Shoales

%
	Γιατί μου το κάνεις αυτό?Επειδή η γνώση είναι τα βασανιστήρια, και πρέπει να υπάρξει ευαισθητοποίηση πρινυπάρχει αλλαγή.
		-- Jim Starlin, "Captain Marvel", #29

%
Γιατί έχουμε δύο μάτια; Για να παρακολουθήσετε ταινίες 3-D με.
		-- Jim Starlin, "Captain Marvel", #29

%
Γιατί όχι? -- Τι? -- Γιατί όχι? - Γιατί δεν πρέπει να το στείλετε; -- Γιατί θα έπρεπεΔεν είναι αποστολή; -- Γιατί όχι? - Παράξενο! Δεν ξέρω γιατί δεν πρέπει -Καλά, τότε - Θα μου κάνεις αυτή τη χάρη. -- Γιατί όχι? - Γιατί δεν πρέπει ναΚάνε το? -- Γιατί όχι? - Παράξενο! Θα κάνει το ίδιο για σας, όταν θέλετεκι εγώ επίσης. Γιατί όχι? Γιατί δεν πρέπει να το κάνει για σας; Παράξενος! Γιατί όχι? -Δεν μπορώ να σκεφτώ γιατί όχι.«Η οριστική βιογραφία του PDQ Bach", Peter Schickele
		-- Wolfgang Amadeus Mozart, from a letter to his cousin Maria,

%
Γιατί λέτε ότι δεν κουνέλι όταν έχετε λίγο ουρά σκόνης-τζούρα;
		-- The Tasmanian Devil

%
Εργασία με Julie Andrews είναι σαν να σε χτυπήσουν στο κεφάλι με ένα valentine.
		-- Christopher Plummer

%
Αξίζει να το δεις? Ναι, αλλά δεν αξίζει πρόκειται να δούμε.
		-- Christopher Plummer

%
Θα το βοηθήσει αν πήρα έξω και έσπρωξε;
		-- Princess Leia Organa

%
Γράφοντας για τη μουσική είναι σαν να χορεύει για την αρχιτεκτονική.
		-- Frank Zappa

%
Γράφοντας ελεύθερο στίχο είναι σαν να παίζουν τένις με το δίχτυ κάτω.
		-- Frank Zappa

%
Ναι, αυτός είμαι εγώ, Tracer Bullet. Έχω οκτώ γυμνοσάλιαγκες σε μένα. μολύβδου του,το υπόλοιπο μπέρμπον. Το ποτό συσκευάζει μια κατραπακιά, και εγώ συσκευάσει ένα περίστροφο. είμαιένα ιδιωτικό μάτι.
		-- "Calvin & Hobbes"

%
Έτος Όνομα James Bond Βιβλίου---- -------------------------------- -------------- ----James Bond TV Series Barry Nelson 501962 Ο Δρ Δεν Σον Κόνερι 19581963 Από τη Ρωσία με αγάπη Σον Κόνερι 19571964 Goldfinger Σον Κόνερι 19591965 Thunderball Σον Κόνερι 19611967 * Casino Royale David Niven 19541967 Ζείτε μόνο δύο φορές Σον Κόνερι 19641969 Σε Μεγαλειότητας Μυστική Υπηρεσία George Lazenby 19631971 Diamonds Are Forever Σον Κόνερι 19561973 Ζήστε και αφήστε τον να πεθάνει Roger Moore 19551974 Ο άνθρωπος με το χρυσό πυροβόλο όπλο Roger Moore 19651977 Ο κατάσκοπος που με αγάπησε Roger Moore 1962 (νουβέλα)1979 Moonraker Roger Moore 19551981 Για τα μάτια σας μόνο Roger Moore 1960 (νουβέλα)1983 Octopussy Roger Moore 19651983 * ποτέ μη λες ποτέ πάλι Σον Κόνερι1985 Μια View to a Kill Roger Moore 1960 (νουβέλα)1987 The Living Daylights Timothy Dalton 1965 (νουβέλα)* - Δεν είναι μια παραγωγή μπρόκολο.
		-- "Calvin & Hobbes"

%
Yevtushenko έχει ... ένα εγώ που μπορεί να ραγίσει κρύσταλλο σε απόσταση είκοσι ποδιών.
		-- John Cheever

%
"Θα αγόρια lookin» για τον κόπο; ""Σίγουρα. Μπα έχεις;"
		-- Marlon Brando, "The Wild Ones"

%
Είστε όλοι σαφές τώρα, παιδί. Τώρα φυσούν αυτό το πράγμα έτσι ώστε να μπορούμε όλοι να πάμε σπίτι.
		-- Han Solo

%
"Έχετε να έχουν ένα τέχνασμα αν μπάντα σας είναι χάλια."
		-- Gary Giddens

%
Zero Mostel: Αυτό το μωρό είναι! Όταν το πήρα, το καμαρώνω! Καμαρώνω!
		-- Mel Brooks, "The Producers"

%
Γυμνά παιδιά δεν έχουν παίξει ποτέ στο _our_ σιντριβάνια, και Ι.Μ. Πέι θαΠοτέ δεν είναι ευτυχισμένος στη διαδρομή 66.Μπράουν, και ο Steven Izenour
		-- "Learning from Las Vegas", Robert Venturi, Denise Scott

%
Μερικές φορές έχω την αίσθηση ότι υπάρχουν όργια σε εξέλιξη σε όλη τη ΝέαYork City, και κάποιος λέει, "Ας το ονομάσουμε Desmond," και κάποιος άλλος λέει,"Γιατί να ασχοληθείτε; αυτός είναι πιθανώς σπίτι διαβάζοντας την Εγκυκλοπαίδεια Britannica."
		-- Paul Desmond, jazz saxophonist

%
Συνήθως, στο στούντιο, σε αυτό το είδος του πράγματος ... απλά βγείτε έξω και να έχουνμια παίξουν πάνω του, και να δούμε τι έρχεται, και είναι συνήθως - κυρίως - την πρώτηνα λάβει αυτό είναι το καλύτερο, και θα βρείτε τον εαυτό σας επαναλαμβάνοντας τον εαυτό σας στη συνέχεια.
		-- David Gilmour, on the famous guitar solo in "Time"

%
Ραπ μουσική είναι απλά η μηχανογράφηση χάλια. Ακούω Top of the Pops και μετάτρία τραγούδια νιώθω σαν να σκοτώνει κάποιον.
		-- George Harrison

%
Δεν είμαι σίγουρος για το πόσο γραφή συνέβη. Ξέρεις, ας παίξουμε Μι ελάσσονα και Α γιαμια ώρα ή δύο. Ω, αυτό ακούγεται εντάξει, ότι θα διαρκέσει έως πέντε λεπτά.
		-- Roger Waters, on the composition of "Breathe"

%
"Hiro έχει δύο αγάπες, μπέιζμπολ και πορνό, αλλά λόγω ενός τραυματισμού στον αγκώνα ο ίδιοςδίνει μέχρι μπέιζμπολ .... "  - AniDB περιγραφή _H2_, με επιλεκτική παραθέτοντας εφαρμοστεί.     http://anidb.info/perl-bin/animedb.pl?show=anime&aid=352
		-- Roger Waters, on the composition of "Breathe"

%
