BOFH δικαιολογία # 1:ταχύτητα ρολογιού

%
BOFH δικαιολογία # 2:ηλιακές εκλάμψεις

%
BOFH δικαιολογία # 3:ηλεκτρομαγνητική ακτινοβολία από δορυφόρο συντρίμμια

%
BOFH δικαιολογία # 4:στατικά από νάιλον εσώρουχα

%
BOFH δικαιολογία # 5:στατικά από πλαστικό κανόνες διαφάνειας

%
BOFH δικαιολογία # 6:παγκόσμια υπερθέρμανση

%
BOFH δικαιολογία # 7:κακή κλιματισμού δύναμη

%
BOFH δικαιολογία # 8:στατικά φορτία

%
BOFH δικαιολογία # 9:φαινόμενο Doppler

%
BOFH δικαιολογία # 10:κατάγματα κόπωσης του υλικού

%
BOFH δικαιολογία # 11:μαγνητικές παρεμβολές από τα χρήματα / πιστωτικές κάρτες

%
BOFH δικαιολογία # 12:ξηρά αρθρώσεις στο καλώδιο φις

%
BOFH δικαιολογία # 13:είμαστε σε αναμονή για [την τηλεφωνική εταιρεία] για να διορθώσετε αυτή τη γραμμή

%
BOFH δικαιολογία # 14:Ακούγεται σαν ένα πρόβλημα των Windows, δοκιμάστε να καλέσετε την υποστήριξη της Microsoft

%
BOFH δικαιολογία # 15:προσωρινής δρομολόγησης ανωμαλία

%
BOFH δικαιολογία # 16:κάποιος ήταν υπολογισμό pi στο διακομιστή

%
BOFH δικαιολογία # 17:λίπος ηλεκτρόνια στις γραμμές

%
BOFH δικαιολογία # 18:υπερβολική προστασία από υπερτάσεις

%
BOFH δικαιολογία # 19:κυμαινόμενο υπερχείλιση επεξεργαστή σημείο

%
BOFH δικαιολογία # 20:διαιρέσει με μηδέν σφάλμα

%
BOFH δικαιολογία # 21:πρόβλημα συμμόρφωσης POSIX

%
BOFH δικαιολογία # 22:ανάλυση της οθόνης είναι πολύ υψηλή

%
BOFH δικαιολογία # 23:σωστά προσανατολισμένο πληκτρολόγιο

%
BOFH δικαιολογία # 24:πακέτα δικτύου που ταξιδεύουν ανηφορικά (χρησιμοποιήστε ένα ταχυδρομικό περιστέρι)

%
BOFH δικαιολογία # 25:Μειώνοντας ηλεκτρονίων ροής

%
BOFH δικαιολογία # 26:πρώτο Σάββατο μετά την πρώτη πανσέληνο το χειμώνα

%
BOFH δικαιολογία # 27:εξάντληση radiosity

%
BOFH δικαιολογία # 28:CPU καλοριφέρ σπασμένα

%
BOFH δικαιολογία # 29:Θα λειτουργεί με τον τρόπο που ο Wang έκανε, ποιο είναι το πρόβλημα

%
BOFH δικαιολογία # 30:ποζιτρονίων router δυσλειτουργία

%
BOFH δικαιολογία # 31:κινητού τηλεφώνου παρεμβολές

%
BOFH δικαιολογία # 32:techtonic στρες

%
BOFH δικαιολογία # 33:πιεζοηλεκτρικά παρεμβολές

%
BOFH δικαιολογία # 34:(Ιβ) σφάλμα του χρήστη

%
BOFH δικαιολογία # 35:που εργάζονται ως έχουν σχεδιαστεί

%
BOFH δικαιολογία # 36:πίνακα δυναμική σύνδεση λογισμικό κατεστραμμένο

%
BOFH δικαιολογία # 37:βαριά διακύμανση της βαρύτητας, μετακινήστε τον υπολογιστή στο πάτωμα γρήγορα

%
BOFH δικαιολογία # 38:γραμματέας συνδεδεμένο στεγνωτήρα μαλλιών στο UPS

%
BOFH δικαιολογία # 39:τρομοκρατικές δραστηριότητες

%
BOFH δικαιολογία # 40:Δεν υπάρχει αρκετή μνήμη, πηγαίνετε πάρετε αναβάθμιση του συστήματος

%
BOFH δικαιολογία # 41:διακοπής σφάλμα διαμόρφωσης

%
BOFH δικαιολογία # 42:αποτυχία πακέτο μακαρόνια καλώδιο αιτία

%
BOFH δικαιολογία # 43:αφεντικό ξεχάσει τον κωδικό πρόσβασης συστήματος

%
BOFH δικαιολογία # 44:αργία - λειτουργικό σύστημα πιστώσεις δεν επαναφορτίζονται

%
BOFH δικαιολογία # 45:επίθεση ιών, luser υπεύθυνο

%
BOFH δικαιολογία # 46:δεξαμενή λυμάτων ξεχειλίζει στον υπολογιστή

%
BOFH δικαιολογία # 47:Πλήρης Παροδική Lockout

%
BOFH δικαιολογία # 48:κακή αιθέρα σε καλώδια

%
BOFH δικαιολογία # 49:εκπομπές Bogon

%
BOFH δικαιολογία # 50:Αλλαγή στην ταχύτητα περιστροφής της Γης

%
BOFH δικαιολογία # 51:Οι κοσμικές ακτίνες συνετρίβη μέσα από την πιατέλα σκληρό δίσκο

%
BOFH δικαιολογία # 52:Μυρωδιά από ανθυγιεινές janitorial προσωπικό ναυάγησαν τα κεφάλια ταινία

%
BOFH δικαιολογία # 53:Μικρή χάμστερ στο τρέξιμο τροχό είχαν στεφανιαία? αναμονή για την αντικατάσταση να Fedexed από Ουαϊόμινγκ

%
BOFH δικαιολογία # 54:Το κακό σκυλιά υπνωτισμένοι τη νυχτερινή βάρδια

%
BOFH δικαιολογία # 55:Υδραυλικός μπέρδεψαν δρομολόγησης πίνακα για διακοσμητικά φωτιστικό τοίχου

%
BOFH δικαιολογία # 56:Ηλεκτρολόγοι γίνει ποπ κορν στην παροχή ρεύματος

%
BOFH δικαιολογία # 57:Groundskeepers έκλεψε τον κωδικό του root

%
BOFH δικαιολογία # 58:βλάβης του συστήματος υψηλής πίεσης

%
BOFH δικαιολογία # 59:απέτυχε δοκιμές, τις ανάγκες του συστήματος επανασχεδιαστεί

%
BOFH δικαιολογία # 60:σύστημα έχει ανακληθεί

%
BOFH δικαιολογία # 61:που δεν έχουν εγκριθεί από την FCC

%
BOFH δικαιολογία # 62:Πρέπει να τυλίξετε το σύστημα σε αλουμινόχαρτο για να διορθώσετε το πρόβλημα

%
BOFH δικαιολογία # 63:δεν είναι σωστά γειωμένο, παρακαλούμε να θάψει τον υπολογιστή

%
BOFH δικαιολογία # 64:CPU χρειάζεται επαναβαθμονόμηση

%
BOFH δικαιολογία # 65:σύστημα πρέπει να γίνει επανεκκίνηση

%
BOFH δικαιολογία # 66:bit υπερχείλισης κουβά

%
BOFH δικαιολογία # 67:αποκωδικοποιήσει κώδικα που απαιτείται από την εταιρεία λογισμικού

%
BOFH δικαιολογία # 68:διαθέσιμη μόνο για την ανάγκη να γνωρίζουν βάση

%
BOFH δικαιολογία # 69:κόμπο στο καλώδια προκάλεσε ροή δεδομένων για να γίνει στριμμένα και λυγισμένα

%
BOFH δικαιολογία # 70:φωλιάζουν κατσαρίδες βραχυκυκλωθεί το καλώδιο αιθέρα

%
BOFH δικαιολογία # 71:Το σύστημα αρχείων είναι γεμάτο από αυτό

%
BOFH δικαιολογία # 72:Ο Σατανάς έκανε

%
BOFH δικαιολογία # 73:Δαίμονες το έκανε

%
BOFH δικαιολογία # 74:Είσαι έξω από τη μνήμη

%
BOFH δικαιολογία # 75:δεν υπάρχει κανένα πρόβλημα

%
BOFH δικαιολογία # 76:Unoptimized σκληρό δίσκο

%
BOFH δικαιολογία # 77:Τυπογραφικό λάθος στον κώδικα

%
BOFH δικαιολογία # 78:Ναι, ναι, που ονομάζεται έναν περιορισμό στη σχεδίαση

%
BOFH δικαιολογία # 79:Κοίτα, φίλε: Windows 3.1 ΕΙΝΑΙ γενικό σφάλμα προστασίας.

%
BOFH δικαιολογία # 80:Αυτό είναι ένα μεγάλο υπολογιστή που έχετε εκεί? έχετε σκεφτεί πώς θα μπορούσε να λειτουργήσει ως μηχανή BSD;

%
BOFH δικαιολογία # 81:Παρακαλώ συγχωρήστε με, έχω στο κύκλωμα μια γραμμή ρεύματος μέσα από το κεφάλι μου για να πάρετε αυτό εργασίας της βάσης δεδομένων.

%
BOFH δικαιολογία # 82:Ναι, μαμά σας φορέματα yo αστεία και χρειάζεστε ένα ποντίκι για να διαγράψετε αρχεία.

%
BOFH δικαιολογία # 83:προσωπικό υποστήριξης κρεμόταν πάνω, να στείλετε την ασπιρίνη και να επιστρέψετε αργότερα.

%
BOFH δικαιολογία # 84:Κάποιος στέκεται στο καλώδιο ethernet, προκαλώντας συστροφή στο καλώδιο

%
BOFH δικαιολογία # 85:Windows 95 χωρίς χαρτιά "χαρακτηριστικό"

%
BOFH δικαιολογία # 86:runt πακέτα

%
BOFH δικαιολογία # 87:Ο κωδικός πρόσβασης είναι υπερβολικά πολύπλοκο για να αποκρυπτογραφήσει

%
BOFH δικαιολογία # 88:παιδί αφεντικό »σκάτωσε το μηχάνημα

%
BOFH δικαιολογία # 89:Ηλεκτρομαγνητική απώλεια ενέργειας

%
BOFH δικαιολογία # 90:Περικοπές προϋπολογισμού

%
BOFH δικαιολογία # 91:Ποντίκι μάσημα μέσω καλωδίων ρεύματος

%
BOFH δικαιολογία # 92:Μπαγιάτικο λαβή αρχείο (την επόμενη φορά που χρησιμοποιείτε Tupperware (tm)!)

%
BOFH δικαιολογία # 93:Διαθέτουν δεν έχει υλοποιηθεί ακόμη

%
BOFH δικαιολογία # 94:διακοπή του Internet

%
BOFH δικαιολογία # 95:Pentium FDIV bug

%
BOFH δικαιολογία # 96:Πωλητής δεν υποστηρίζει πλέον το προϊόν

%
BOFH δικαιολογία # 97:Μικρές επίθεση καμικάζι ζώων για τροφοδοτικά

%
BOFH δικαιολογία # 98:Ο πωλητής θέσει το bug εκεί.

%
BOFH δικαιολογία # 99:SIMM στιχομυθία.

%
BOFH δικαιολογία # 100:IRQ εγκατάλειψης

%
BOFH δικαιολογία # 101:κατέρρευσε Backbone

%
BOFH δικαιολογία # 102:Η εταιρεία ηλεκτρικής ενέργειας δοκιμή νέων ακίδα τάσης (δημιουργία) Εξοπλισμός

%
BOFH δικαιολογία # 103:φορείς σε απεργία λόγω σπασμένα καφετιέρα

%
BOFH δικαιολογία # 104:εφεδρική ταινία αντικατασταθούν με αντίγραφο από τα αγαπημένα CD Διαχειριστή του Συστήματος

%
BOFH δικαιολογία # 105:UPS διακόπηκε δύναμη του server

%
BOFH δικαιολογία # 106:Ο ηλεκτρολόγος δεν ήξερε τι το κίτρινο καλώδιο ήταν τόσο ο ίδιος yanked το ethernet έξω.

%
BOFH δικαιολογία # 107:Το πληκτρολόγιο δεν είναι συνδεδεμένο

%
BOFH δικαιολογία # 108:Ο σωλήνας παροχής νερού κλιματισμού ρήξη πάνω από το μηχανοστάσιο

%
BOFH δικαιολογία # 109:Ο υποσταθμός ηλεκτρικής ενέργειας στο χώρο στάθμευσης αυτοκινήτων ανατίναξε.

%
BOFH δικαιολογία # 110:Το πέτρες κύλισης συναυλία κάτω από το δρόμο προκάλεσε ένα καφέ έξω

%
BOFH δικαιολογία # 111:Ο πωλητής οδήγησε πάνω από το διοικητικό συμβούλιο της CPU.

%
BOFH δικαιολογία # 112:Η οθόνη είναι συνδεδεμένο στη σειριακή θύρα

%
BOFH δικαιολογία # 113:nameservers ρίζα είναι εκτός συγχρονισμού

%
BOFH δικαιολογία # 114:ηλεκτρο-μαγνητικών παλμών από τη γαλλική πάνω από το έδαφος nuke δοκιμών.

%
BOFH δικαιολογία # 115:διαστήματος του πληκτρολογίου σας παράγει ψευδή στέλνει κωδικούς πλήκτρων.

%
BOFH δικαιολογία # 116:οι πραγματικές ttys έγινε ψευδο ttys και αντίστροφα.

%
BOFH δικαιολογία # 117:ο εκτυπωτής σκέφτεται ένας δρομολογητής της.

%
BOFH δικαιολογία # 118:ο δρομολογητής σκέφτεται ένας εκτυπωτής της.

%
BOFH δικαιολογία # 119:το κακό χάκερς από τη Σερβία.

%
BOFH δικαιολογία # 120:εμείς απλά αλλάξει σε FDDI.

%
BOFH δικαιολογία # 121:σύστημα halon πήγε και σκότωσε τους φορείς εκμετάλλευσης.

%
BOFH δικαιολογία # 122:γιατί ο Bill Gates είναι μάρτυρας του Ιεχωβά και έτσι τίποτα δεν μπορεί να λειτουργήσει την ημέρα του Αγίου Swithin του.

%
BOFH δικαιολογία # 123:χρήστη να αναλογία υπολογιστή πάρα πολύ υψηλή.

%
BOFH δικαιολογία # 124:χρήστη να σιτηρέσιο υπολογιστή είναι πολύ χαμηλή.

%
BOFH δικαιολογία # 125:εμείς απλά αλλάξει σε Sprint.

%
BOFH δικαιολογία # 126:έχει Intel Inside

%
BOFH δικαιολογία # 127:Sticky κομμάτια στο δίσκο.

%
BOFH δικαιολογία # 128:Power Company έχει προβλήματα EMP με αντιδραστήρα τους

%
BOFH δικαιολογία # 129:Ο δακτύλιος χρειάζεται άλλο διακριτικό

%
BOFH δικαιολογία # 130:νέα διοίκηση

%
BOFH δικαιολογία # 131:telnet: Δεν είναι δυνατή η σύνδεση με απομακρυσμένο υπολογιστή: Η σύνδεση απορρίφθηκε

%
BOFH δικαιολογία # 132:SCSI Αλυσίδα overterminated

%
BOFH δικαιολογία # 133:Δεν είναι στην πρίζα.

%
BOFH δικαιολογία # 134:λόγω της καθυστέρησης του δικτύου οφείλεται σε πάρα πολλούς ανθρώπους που παίζουν deathmatch

%
BOFH δικαιολογία # 135:Βάζετε το δίσκο ανάποδα.

%
BOFH δικαιολογία # 136:Δαίμονες χαλαρά στο σύστημα.

%
BOFH δικαιολογία # 137:Χρήστης διανομή πορνογραφίας στο server? σύστημα που κατασχέθηκαν από το FBI.

%
BOFH δικαιολογία # 138:BNC (εγκέφαλος δεν συνδέεται)

%
BOFH δικαιολογία # 139:UBNC (εγκέφαλος χρήστης δεν είναι συνδεδεμένος)

%
BOFH δικαιολογία # 140:LBNC (luser του εγκεφάλου που δεν συνδέονται)

%
BOFH δικαιολογία # 141:δίσκοι γυρίζει πίσω - εναλλαγή του jumper ημισφαίριο.

%
BOFH δικαιολογία # 142:νέο τύπο πολλαπλής συνδέονται τηλεφωνικές γραμμές με λεωφορείο εναλλασσόμενου ρεύματος.

%
BOFH δικαιολογία # 143:έπρεπε να χρησιμοποιήσει σφυρί για να ελευθερώσετε κολλήσει τα κεφάλια δίσκου.

%
BOFH δικαιολογία # 144:Πολύ λίγες computrons διαθέσιμα.

%
BOFH δικαιολογία # 145:Σκασμένο λάστιχο στο station wagon με ταινίες. ( «Ποτέ μην υποτιμάτε το εύρος ζώνης ενός στέισον βάγκον γεμάτη ταινίες εκσφενδονίζοντας κάτω από την εθνική οδό" Andrew S. Tannenbaum)

%
BOFH δικαιολογία # 146:δορυφορικών επικοινωνιών που χρησιμοποιούνται από τον στρατό για τους πολέμους αστέρων.

%
BOFH δικαιολογία # 147:Party-bug στο πρωτόκολλο Aloha.

%
BOFH δικαιολογία # 148:Τοποθετήστε κέρμα για το νέο παιχνίδι

%
BOFH δικαιολογία # 149:Δροσιά στις τηλεφωνικές γραμμές.

%
BOFH δικαιολογία # 150:ARCserve τράκαρε και πάλι το διακομιστή.

%
BOFH δικαιολογία # 151:Κάποιος χρειάζεται το PowerStrip, έτσι τράβηξε το βύσμα του διακόπτη.

%
BOFH δικαιολογία # 152:Μου πόνυ ουρά χτύπησε το διακόπτη on / off για το πολύπριζο.

%
BOFH δικαιολογία # 153:Big στο μικρό σφάλμα μετατροπής endian

%
BOFH δικαιολογία # 154:Μπορείτε να συντονιστείτε ένα σύστημα αρχείων, αλλά δεν μπορείτε να συντονίσετε ένα ψάρι (από τις περισσότερες σελίδες tunefs άνθρωπος)

%
BOFH δικαιολογία # 155:κουτό τερματικό

%
BOFH δικαιολογία # 156:διεργασίες ζόμπι κατατρύχει τον υπολογιστή

%
BOFH δικαιολογία # 157:Εσφαλμένη συγχρονισμό του χρόνου

%
BOFH δικαιολογία # 158:defunct διαδικασίες

%
BOFH δικαιολογία # 159:πεισματάρης διαδικασίες

%
BOFH δικαιολογία # 160:μη-περιττές αποτυχία ανεμιστήρα

%
BOFH δικαιολογία # 161:παρακολουθεί διαρροή VLF

%
BOFH δικαιολογία # 162:σφάλματα στο RAID

%
BOFH δικαιολογία # 163:όχι "οποιαδήποτε" στο πληκτρολόγιό

%
BOFH δικαιολογία # 164:σαπίσουν οι ρίζες

%
BOFH δικαιολογία # 165:backbone σκολίωση

%
BOFH δικαιολογία # 166:/ Pub / γεύμα

%
BOFH δικαιολογία # 167:υπερβολική συγκρούσεις και όχι αρκετά πακέτο ασθενοφόρα

%
BOFH δικαιολογία # 168:le0: κανένας φορέας: πομποδέκτη πρόβλημα καλώδιο;

%
BOFH δικαιολογία # 169:μεταδίδονται τα πακέτα σε λάθος συχνότητα

%
BOFH δικαιολογία # 170:popper δεν μπορούμε να επεξεργαστούμε jumbo πυρήνα

%
BOFH δικαιολογία # 171:ΕΙΔΟΠΟΙΗΣΗ: Alloc: / dev / null: σύστημα αρχείων πλήρης

%
BOFH δικαιολογία # 172:ψευδο-χρήστη σε έναν ψευδο-τερματικό

%
BOFH δικαιολογία # 173:Αναδρομική διάσχιση του loopback σημεία προσάρτησης

%
BOFH δικαιολογία # 174:προσαρμογή backbone

%
BOFH δικαιολογία # 175:OS αντάλλαξαν στο δίσκο

%
BOFH δικαιολογία # 176:ατμών από την εξάτμιση συγκολλητικά κολλώδη σημείωση

%
BOFH δικαιολογία # 177:sticktion

%
BOFH δικαιολογία # 178:κοντό πόδι στο τραπέζι διαδικασία

%
BOFH δικαιολογία # 179:multicasts για σπασμένα πακέτα

%
BOFH δικαιολογία # 180:αιθέρα διαρροή

%
BOFH δικαιολογία # 181:Atilla το Hub

%
BOFH δικαιολογία # 182:ενδόθερμη επαναβαθμονόμηση

%
BOFH δικαιολογία # 183:σύστημα αρχείων δεν είναι αρκετά μεγάλη για Jumbo Kernel Patch

%
BOFH δικαιολογία # 184:βρόχο που βρέθηκαν στο βρόχο σε απολυμένους loopback

%
BOFH δικαιολογία # 185:σύστημα που καταναλώνεται όλο το χαρτί για σελιδοποίηση

%
BOFH δικαιολογία # 186:permission denied

%
BOFH δικαιολογία # 187:Επαναδιαμόρφωση Page. Περιμένετε...

%
BOFH δικαιολογία # 188:..disk ή ο επεξεργαστής είναι στην πυρκαγιά.

%
BOFH δικαιολογία # 189:SCSI είναι πάρα πολύ μεγάλη.

%
BOFH δικαιολογία # 190:Αποκλειστικές πληροφορίες.

%
BOFH δικαιολογία # 191:Απλά πληκτρολογήστε "mv * / dev / null».

%
BOFH δικαιολογία # 192:δραπέτη γάτα στο σύστημα.

%
BOFH δικαιολογία # 193:Μήπως πληρώνετε το νέο τέλος Στήριξης;

%
BOFH δικαιολογία # 194:Υποστηρίζουμε μόνο μια σύνδεση 1200 bps.

%
BOFH δικαιολογία # 195:Υποστηρίζουμε μόνο μια σύνδεση 28000 bps.

%
BOFH δικαιολογία # 196:Εμένα δεν ορόφους internet, μόνο επιστάτη, μου μόνο κερί.

%
BOFH δικαιολογία # 197:Λυπάμαι ένα Pentium δεν θα το κάνει, θα πρέπει να έχετε μια SGI για να συνδεθείτε μαζί μας.

%
BOFH δικαιολογία # 198:Post-it σημείωση ιλύος διέρρευσε στο μόνιτορ.

%
BOFH δικαιολογία # 199:οι μπούκλες στο καλώδιο του πληκτρολογίου σας να χάσει ηλεκτρικής ενέργειας.

%
BOFH δικαιολογία # 200:Η οθόνη χρειάζεται ένα άλλο πλαίσιο των pixels.

%
BOFH δικαιολογία # 201:RPC_PMAP_FAILURE

%
BOFH δικαιολογία # 202:πανικός πυρήνα: γράφετε μόνο μνήμη (/ dev / wom0) ικανότητα υπέρβασης.

%
BOFH δικαιολογία # 203:Γράψτε μόνο μνήμη υποσύστημα πολύ αργή για αυτό το μηχάνημα. Επικοινωνήστε με τον τοπικό σας αντιπρόσωπο.

%
BOFH δικαιολογία # 204:Απλά σηκώστε το τηλέφωνο και να δώσει μόντεμ συνδέουν τους ήχους. "Καλά είπατε ότι πρέπει να πάρετε περισσότερες γραμμές, έτσι δεν έχουμε φωνή γραμμές."

%
BOFH δικαιολογία # 205:Οι κβαντική δυναμική που επηρεάζουν τα τρανζίστορ

%
BOFH δικαιολογία # 206:Η αστυνομία εξετάζει όλα τα πακέτα internet στην αναζήτηση για μια ναρκω-net-διακινητή

%
BOFH δικαιολογία # 207:Αυτή τη στιγμή προσπαθούμε μια νέα έννοια της χρησιμοποιώντας ένα ζωντανό ποντίκι. Δυστυχώς, πρέπει ακόμα να επιβιώσει είναι συνδεδεμένο με τον υπολογιστή ..... παρακαλώ να φέρει μαζί μας.

%
BOFH δικαιολογία # 208:η αλληλογραφία σας δρομολογούνται μέσω Γερμανίας ... και όπου και αν μας λογοκρισία.

%
BOFH δικαιολογία # 209:Μόνο τα άτομα με τα ονόματα που αρχίζουν με 'Α' παίρνουν mail αυτή την εβδομάδα (a la Microsoft)

%
BOFH δικαιολογία # 210:Εμείς δεν πληρώσουν το λογαριασμό Internet και είναι ήδη αποκοπεί.

%
BOFH δικαιολογία # 211:Αστραπές.

%
BOFH δικαιολογία # 212:Φυσικά αυτό δεν λειτουργεί. Έχουμε πραγματοποιηθεί μια αναβάθμιση του λογισμικού.

%
BOFH δικαιολογία # 213:Αλλάξτε τη γλώσσα σας από τη φινλανδική.

%
BOFH δικαιολογία # 214:Οι λαμπτήρες φθορισμού παράγουν αρνητικά ιόντα. Αν μετατρέποντάς τες off δεν λειτουργεί, τα βγάζουμε και βάλτε αλουμινόχαρτο στα άκρα.

%
BOFH δικαιολογία # 215:Υψηλή πυρηνική δραστηριότητα στην περιοχή σας.

%
BOFH δικαιολογία # 216:Τι γραφείου είσαι μέσα; Ω, ότι το ένα. Γνωρίζατε ότι το κτίριο κτίστηκε πάνω από τον πανεπιστήμια πρώτο site πυρηνικής έρευνας; Και wow, δεν είσαι ο τυχερός, το γραφείο σας είναι ακριβώς πάνω από όπου ο πυρήνας είναι θαμμένος!

%
BOFH δικαιολογία # 217:Οι βασικούς φορείς ξέμεινε από φυσικό αέριο.

%
BOFH δικαιολογία # 218:Η UPS δεν έχει μια εφεδρική μπαταρία.

%
BOFH δικαιολογία # 219:Recursivity. Τηλεφωνική αν συμβεί ξανά.

%
BOFH δικαιολογία # 220:Κάποιος σκέφτηκε Ο Button Big Red ήταν ένας διακόπτης φωτός.

%
BOFH δικαιολογία # 221:Η mainframe χρειάζεται για να ξεκουραστούν. Είναι να πάρει παλιά, ξέρετε.

%
BOFH δικαιολογία # 222:Δεν είμαι σίγουρος. Προσπαθήστε να καλέσετε την έδρα του Διαδικτύου - είναι στο βιβλίο.

%
BOFH δικαιολογία # 223:Οι γραμμές είναι όλοι απασχολημένοι (απασχολημένοι, ότι είναι - γιατί να τους αφήσει στο να αρχίσει με).

%
BOFH δικαιολογία # 224:9 Γενάρη 16:41:27 Huber su: «ρίζα su 'πέτυχε για .... στο / dev / σημ / 1

%
BOFH δικαιολογία # 225:Είναι εκείνα υπολογιστή τους ανθρώπους στο Χ {πόλη του κόσμου}. Κρατούν γέμιση πράγματα.

%
BOFH δικαιολογία # 226:Ένας δορυφόρος πολέμους αστέρι λάθος ανατίναξε το WAN.

%
BOFH δικαιολογία # 227:Μοιραίο λάθος δεξιά μπροστά από την οθόνη

%
BOFH δικαιολογία # 228:Η λειτουργία αυτή δεν είναι προς το παρόν υποστηρίζεται, αλλά ο Bill Gates μας διαβεβαιώνει ότι θα πρέπει να εμφανίζεται στην επόμενη αναβάθμιση.

%
BOFH δικαιολογία # 229:λάθος πολικότητα της ροής νετρονίων

%
BOFH δικαιολογία # 230:καμπύλη lusers μάθησης φαίνεται να είναι φράκταλ

%
BOFH δικαιολογία # 231:Έπρεπε να απενεργοποιήσετε την υπηρεσία αυτή να συμμορφωθεί με το νομοσχέδιο CDA.

%
BOFH δικαιολογία # 232:Ιονισμού από τον κλιματισμό

%
BOFH δικαιολογία # 233:TCP / IP UDP όριο συναγερμού είναι πολύ χαμηλή.

%
BOFH δικαιολογία # 234:Κάποιος μεταδίδει πακέτα πυγμαίος και ο δρομολογητής δεν ξέρει πώς να τους αντιμετωπίσει.

%
BOFH δικαιολογία # 235:Το νέο δίκτυο αναμετάδοσης πλαίσιο δεν έχει κρεβάτι κάτω από τον πομπό βρόχο λογισμικό ακόμα.

%
BOFH δικαιολογία # 236:Fanout τάση πτώση πάρα πολύ, δοκιμάστε την κοπή μερικά από εκείνα τα μικρά ίχνη

%
BOFH δικαιολογία # 237:τάσης πλάκα είναι πολύ χαμηλή σε σωλήνα αποδιαμορφωτή

%
BOFH δικαιολογία # 238:Κάνατε wha ... oh _dear _....

%
BOFH δικαιολογία # 239:CPU χρειάζεται έδρανα επανασυσκευαστούν

%
BOFH δικαιολογία # 240:Πάρα πολλά μικρά ακίδες CPU η σύγχυση, κάμψη εμπρός και πίσω μέχρι το 10-20% είναι τακτοποιημένα αφαιρεθεί. Μην αφήνετε _not_ μεταλλικά κομμάτια ορατό!

%
BOFH δικαιολογία # 241:_Rosin_ Πυρήνα συγκόλλησης; Αλλά...

%
BOFH δικαιολογία # 242:Λογισμικό χρησιμοποιεί ΗΠΑ μετρήσεις, αλλά το λειτουργικό σύστημα είναι σε μετρικούς ...

%
BOFH δικαιολογία # 243:Ο υπολογιστής fleetly, το ποντίκι και όλα.

%
BOFH δικαιολογία # 244:Η γάτα σας προσπάθησε να φάει το ποντίκι.

%
BOFH δικαιολογία # 245:Η Borg προσπάθησε να αφομοιώσει το σύστημά σας. Η αντίσταση είναι μάταιη.

%
BOFH δικαιολογία # 246:Πρέπει να ήταν η καταιγίδα που είχαμε (χθες) (την περασμένη εβδομάδα) (τον περασμένο μήνα)

%
BOFH δικαιολογία # 247:Λόγω της Ομοσπονδιακής δημοσιονομικά προβλήματα που έχουν αναγκαστεί να μειώσουν τον αριθμό των χρηστών μπορούν να έχουν πρόσβαση στο σύστημα σε ένα χρόνο. (Δηλαδή καμία δυνατότητα ....)

%
BOFH δικαιολογία # 248:Πάρα πολύ ακτινοβολία που προέρχεται από το έδαφος.

%
BOFH δικαιολογία # 249:Δυστυχώς, έχουμε ξεμείνει από bits / bytes / οτιδήποτε άλλο. Μην ανησυχείτε, η επόμενη προσφορά θα πρέπει να έρχονται την επόμενη εβδομάδα.

%
BOFH δικαιολογία # 250:φορτίο πρόγραμμα πολύ βαρύ για τον επεξεργαστή να άρει.

%
BOFH δικαιολογία # 251:Διεργασίες που τρέχουν αργά λόγω της χαμηλής παροχής ρεύματος

%
BOFH δικαιολογία # 252:ISP μας έχει {μεταγωγής, δρομολόγησης, SMDS, αναμετάδοση πλαισίου} προβλήματα

%
BOFH δικαιολογία # 253:Έχουμε ξεμείνει από άδειες

%
BOFH δικαιολογία # 254:Παρεμβολές από σεληνιακή ακτινοβολία

%
BOFH δικαιολογία # 255:Δωμάτιο στέκεται μόνο στο λεωφορείο.

%
BOFH δικαιολογία # 256:Θα πρέπει να εγκαταστήσετε μια διεπαφή RTFM.

%
BOFH δικαιολογία # 257:Αυτό θα ήταν επειδή το λογισμικό δεν λειτουργεί.

%
BOFH δικαιολογία # 258:Αυτό είναι εύκολο να καθοριστεί, αλλά δεν μπορώ να ενοχλείται.

%
BOFH δικαιολογία # 259:γραβάτα κάποιου πιάνεται στον εκτυπωτή, και αν μη τι άλλο θα εκτυπωθεί, θα είναι σε αυτό πάρα πολύ.

%
BOFH δικαιολογία # 260:Είμαστε αναβάθμιση / dev / null

%
BOFH δικαιολογία # 261:Η είδηση ​​Usenet είναι ξεπερασμένη

%
BOFH δικαιολογία # 262:εξυπηρετητή POP μας απήχθη από μια νυφίτσα.

%
BOFH δικαιολογία # 263:Είναι κολλημένοι στο Web.

%
BOFH δικαιολογία # 264:το μόντεμ σας δεν μιλούν αγγλικά.

%
BOFH δικαιολογία # 265:δραπέτευσε το ποντίκι.

%
BOFH δικαιολογία # 266:Όλα τα πακέτα είναι άδειο.

%
BOFH δικαιολογία # 267:Το UPS είναι σε απεργία.

%
BOFH δικαιολογία # 268:υπερφόρτωση νετρίνο στο nameserver

%
BOFH δικαιολογία # 269:Τήξη σκληρούς δίσκους

%
BOFH δικαιολογία # 270:Κάποιος έχει προκαλέσει αναστάτωση τους δείκτες του πυρήνα

%
BOFH δικαιολογία # 271:Η άδεια του πυρήνα έχει λήξει

%
BOFH δικαιολογία # 272:Netscape έχει συνετρίβη

%
BOFH δικαιολογία # 273:Το καλώδιο πήδηξε πάνω και χτύπησε το διακόπτη τροφοδοσίας.

%
BOFH δικαιολογία # 274:Θα ήταν εντάξει πριν να το αγγίξει.

%
BOFH δικαιολογία # 275:λίγο σήψη

%
BOFH δικαιολογία # 276:ΗΠΑ Ταχυδρομική Υπηρεσία

%
BOFH δικαιολογία # 277:Flux πυκνωτής σας έχει πάει άσχημα.

%
BOFH δικαιολογία # 278:Οι κρύσταλλοι διλίθιο πρέπει να περιστραφεί.

%
BOFH δικαιολογία # 279:Η στατική δρομολόγηση ηλεκτρισμού ενεργεί επάνω ...

%
BOFH δικαιολογία # 280:Traceroute λέει ότι υπάρχει ένα πρόβλημα δρομολόγησης στη ραχοκοκαλιά. Δεν είναι δικό μας πρόβλημα.

%
BOFH δικαιολογία # 281:Η συν-εντοπισμού δεν μπορεί να επαληθεύσει την πύλη καρέ-αναμετάδοσης στο διακομιστή ISDN.

%
BOFH δικαιολογία # 282:Μεγάλο υψόμετρο συμπύκνωση από U.S.A.F πρωτότυπο αεροσκάφος έχει μολύνει την κύρια μάσκα υποδικτύου. Απενεργοποιήστε τον υπολογιστή σας για 9 ημέρες για να αποφύγετε την πρόκληση βλάβης.

%
BOFH δικαιολογία # 283:Μηχανή του γκαζόν λεπίδα ανεμιστήρα σας χρειάζεται ακόνισμα

%
BOFH δικαιολογία # 284:Τα ηλεκτρόνια σε μια πένσα

%
BOFH δικαιολογία # 285:Τηλεπικοινωνιών είναι η αναβάθμιση.

%
BOFH δικαιολογία # 286:Τηλεπικοινωνιών υποβιβασμό.

%
BOFH δικαιολογία # 287:Τηλεπικοινωνιών κατέβασμα.

%
BOFH δικαιολογία # 288:Σκληρή ύπνο δίσκο. Αφήστε το να ξυπνήσει με το δικό του ...

%
BOFH δικαιολογία # 289:Παρεμβολές μεταξύ του πληκτρολογίου και του καρέκλα.

%
BOFH δικαιολογία # 290:Η CPU έχει μετατοπιστεί, και να γίνει αποκεντρωμένα.

%
BOFH δικαιολογία # 291:Λόγω της CDA, δεν έχουμε πλέον έναν λογαριασμό root.

%
BOFH δικαιολογία # 292:Τρέξαμε έξω από τον ήχο κλήσης και είμαστε και περιμένουμε την τηλεφωνική εταιρεία να παραδώσει άλλο ένα μπουκάλι.

%
BOFH δικαιολογία # 293:Μπορείτε must've χτυπήσει το λάθος οποιοδήποτε πλήκτρο.

%
BOFH δικαιολογία # 294:οδηγός σκλάβων PCMCIA

%
BOFH δικαιολογία # 295:Το Token έπεσε έξω από το δακτύλιο. Καλέστε μας όταν θα τα βρείτε.

%
BOFH δικαιολογία # 296:Το λεωφορείο του υλικού χρειάζεται ένα νέο κουπόνι.

%
BOFH δικαιολογία # 297:Πάρα πολλές διακοπές

%
BOFH δικαιολογία # 298:Δεν υπάρχουν αρκετά διακοπές

%
BOFH δικαιολογία # 299:Τα δεδομένα στο σκληρό δίσκο σας είναι εκτός ισορροπίας.

%
BOFH δικαιολογία # 300:Ψηφιακή Χειριστής άνω των παραμέτρων ταχύτητας

%
BOFH δικαιολογία # 301:φαίνεται να είναι μια αργή / Στενό SCSI-0 Interface πρόβλημα

%
BOFH δικαιολογία # 302:μικροηλεκτρονικής Riemannian σφάλμα καμπύλο χώρο στο σύστημα αρχείων μόνο για εγγραφή

%
BOFH δικαιολογία # 303:φράκταλ ακτινοβολία μπλοκάρει τη ραχοκοκαλιά

%
BOFH δικαιολογία # 304:δρομολόγησης προβλήματα σχετικά με την νευρωνικού δικτύου

%
BOFH δικαιολογία # 305:IRQ-προβλήματα με το Un-Διακοπτόμενου-Power-Supply

%
BOFH δικαιολογία # 306:CPU-γωνία έχει να προσαρμοστεί λόγω των δονήσεων που προέρχονται από το κοντινό δρόμο

%
BOFH δικαιολογία # 307:εκπομπές από το GSM-τηλέφωνα

%
BOFH δικαιολογία # 308:διακομιστής CD-ROM χρειάζεται επαναβαθμονόμηση

%
BOFH δικαιολογία # 309:firewall χρειάζεται ψύξη

%
BOFH δικαιολογία # 310:ασύγχρονη αποτυχία inode

%
BOFH δικαιολογία # 311:παραβίαση του πρωτοκόλλου παροδική λεωφορείο

%
BOFH δικαιολογία # 312:ασυμβίβαστη φορείς bit-εγγραφής

%
BOFH δικαιολογία # 313:διαδικασία σας δεν είναι συμβατό με το πρότυπο ISO 9000

%
BOFH δικαιολογία # 314:Θα πρέπει να αναβαθμίσετε VESA τοπικό λεωφορείο σας σε ένα τοπικό λεωφορείο MasterCard.

%
BOFH δικαιολογία # 315:Η πρόσφατη διάδοση των πυρηνικών δοκιμών

%
BOFH δικαιολογία # 316:Ξωτικά σε απεργία. (Γιατί λένε EMAG Elf Magic)

%
BOFH δικαιολογία # 317:Internet ξεπέρασε το επίπεδο luser, παρακαλώ περιμένετε μέχρι να luser αποσυνδέεται πριν επιχειρήσετε να συνδεθείτε ξανά.

%
BOFH δικαιολογία # 318:Το email σας είναι τώρα παραδίδεται από την USPS.

%
BOFH δικαιολογία # 319:Ο υπολογιστής σας δεν έχει επιστροφή όλα τα κομμάτια που παίρνει από το Internet.

%
BOFH δικαιολογία # 320:Έχετε μολυνθεί από τον ιό Τηλεσκοπική Hubble.

%
BOFH δικαιολογία # 321:Προγραμματισμένη διακοπή παγκόσμια CPU

%
BOFH δικαιολογία # 322:Pentium σας έχει ένα πρόβλημα θέρμανσης - ψύξης δοκιμάστε το με παγωμένο νερό (Μην τη σειρά του υπολογιστή σας, δεν θέλετε να κρυώσει το τσιπ Pentium, ενώ ο ίδιος δεν λειτουργεί, έτσι δεν είναι;).

%
BOFH δικαιολογία # 323:επεξεργαστής σας έχει επεξεργαστεί πάρα πολλές οδηγίες. Κλείνετε αμέσως, μην πληκτρολογήσετε οποιεσδήποτε εντολές !!

%
BOFH δικαιολογία # 324:πακέτα σας έχουν φαγωθεί από την καταληκτική

%
BOFH δικαιολογία # 325:ο επεξεργαστής σας δεν αναπτύσσεται αρκετή θερμότητα.

%
BOFH δικαιολογία # 326:Χρειαζόμαστε ένα αδειούχο ηλεκτρολόγο για την αντικατάσταση των λαμπτήρων στην αίθουσα υπολογιστών.

%
BOFH δικαιολογία # 327:Ο διακομιστής POP είναι εκτός της Coke

%
BOFH δικαιολογία # 328:οπτικών ινών που προκαλείται αερίου κύρια διαρροή

%
BOFH δικαιολογία # 329:Διακομιστή κατάθλιψη, χρειάζεται το Prozac

%
BOFH δικαιολογία # 330:κβαντική αποσυνοχή

%
BOFH δικαιολογία # 331:Αυτοί οι αναθεματισμένοι ρακούν!

%
BOFH δικαιολογία # 332:αναντίστοιχο δρομολόγησης εμπειρία

%
BOFH δικαιολογία # 333:Ένας υδραυλικός είναι απαραίτητη, η διαρροή του δικτύου είναι φραγμένο

%
BOFH δικαιολογία # 334:50% του εγχειριδίου είναι στα αρχεία readme .pdf

%
BOFH δικαιολογία # 335:η μπαταρία ΑΑ στο wallclock στέλνει μαγνητικών παρεμβολών

%
BOFH δικαιολογία # 336:ο άξονας xy στο trackball συντονίζεται με το θερινό ηλιοστάσιο

%
BOFH δικαιολογία # 337:το βουτάνιο αναπτήρα προκαλεί την pincushioning

%
BOFH δικαιολογία # 338:παλιές κασέτες inkjet προέρχονται αναθυμιάσεις βαρίου που βασίζονται

%
BOFH δικαιολογία # 339:διαχειριστής στον αγωγό καλώδιο

%
BOFH δικαιολογία # 340:Λοιπόν καθορίσει ότι στην επόμενη (αναβάθμιση, ενημέρωση, απελευθέρωση patch, service pack).

%
BOFH δικαιολογία # 341:HTTPD Σφάλμα 666: BOFH ήταν εδώ

%
BOFH δικαιολογία # 342:HTTPD Σφάλμα 4004: πολύ παλιά Intel CPU - ανεπαρκή επεξεργαστική ισχύ

%
BOFH δικαιολογία # 343:Το διοικητικό συμβούλιο ΑΤΜ έχει ξεμείνει από 10 λίρας. Είμαστε έχοντας ένα γύρο μαστίγιο για να ξαναγεμίσει, φροντίδα να συνεισφέρουν;

%
BOFH δικαιολογία # 344:βλάβης του δικτύου - καλέστε το NBC

%
BOFH δικαιολογία # 345:Έχοντας να παρακολουθείτε το χέρι του δορυφόρου.

%
BOFH δικαιολογία # 346:Ο υπολογιστής σας / μας (ες) είχε υποστεί μια διαρροή μνήμης, και εμείς τους περιμένουμε να συμπληρωθούν.

%
BOFH δικαιολογία # 347:Το λάστιχο έσπασε

%
BOFH δικαιολογία # 348:Είμαστε σε Token Ring, και μοιάζει με το διακριτικό πήρε χαλαρά.

%
BOFH δικαιολογία # 349:Αδέσποτα Άλφα Σωματίδια από τη συσκευασία της μνήμης που προκαλείται σφάλμα σκληρού μνήμης στο διακομιστή.

%
BOFH δικαιολογία # 350:παραδειγματική στροφή ... χωρίς συμπλέκτη

%
BOFH δικαιολογία # 351:PEBKAC (Πρόβλημα υπάρχει μεταξύ πληκτρολόγιο και καρέκλα)

%
BOFH δικαιολογία # 352:Τα καλώδια δεν έχουν το ίδιο μήκος.

%
BOFH δικαιολογία # 353:επίδραση δεύτερο σύστημα.

%
BOFH δικαιολογία # 354:Τσίχλες στο / dev / sd3c

%
BOFH δικαιολογία # 355:Πλήξη στον πυρήνα.

%
BOFH δικαιολογία # 356:οι δαίμονες! οι δαίμονες! οι τρομερό δαίμονες!

%
BOFH δικαιολογία # 357:Θα ήθελα πολύ να σας βοηθήσει - είναι ακριβώς ότι το αφεντικό δεν θα με αφήσει κοντά στον υπολογιστή.

%
BOFH δικαιολογία # 358:χτυπηθεί από τον ιό Good Times

%
BOFH δικαιολογία # 359:Έχετε μια I / O Error -> λάθους Ανίκανος χειριστή

%
BOFH δικαιολογία # 360:ελέγχου ισοτιμίας σας είναι ακάλυπτος και είστε από την cache.

%
BOFH δικαιολογία # 361:Κομμουνιστές επαναστάτες, λαμβάνοντας πάνω από το δωμάτιο του server και απαιτητική όλους τους υπολογιστές στο κτίριο ή να πυροβολήσει τον sysadmin. Κακή άστοχες ανόητοι.

%
BOFH δικαιολογία # 362:παράβαση του αγωγού πλάσμα

%
BOFH δικαιολογία # 363:Από τις κάρτες στη μονάδα δίσκου D:

%
BOFH δικαιολογία # 364:Άμμο ψύλλους τρώει τα καλώδια του Διαδικτύου

%
BOFH δικαιολογία # 365:παράλληλα επεξεργαστές τρέχουν κάθετα σήμερα

%
BOFH δικαιολογία # 366:ATM κελί δεν έχει καμία δυνατότητα περιαγωγής ενεργοποιείται, φορητοί υπολογιστές δεν μπορούν να συνδεθούν

%
BOFH δικαιολογία # 367:Webmasters απαχθεί από το κακό λατρεία.

%
BOFH δικαιολογία # 368:Η αποτυχία να προσαρμοστούν για θερινή ώρα.

%
BOFH δικαιολογία # 369:Ιός που μεταδίδεται από υπολογιστή σε sysadmins.

%
BOFH δικαιολογία # 370:Του ιού οφείλεται σε υπολογιστές που έχουν σεξ χωρίς προφυλάξεις.

%
BOFH δικαιολογία # 371:Έχει διαμορφωθεί λανθασμένα στατικές διαδρομές στις corerouters.

%
BOFH δικαιολογία # 372:Αναγκασμένος να υποστηρίξουν servers NT? sysadmins σταματήσουν το κάπνισμα.

%
BOFH δικαιολογία # 373:Ύποπτες δείκτη κατεστραμμένο εικονική μηχανή

%
BOFH δικαιολογία # 374:Είναι λάθος του InterNIC του.

%
BOFH δικαιολογία # 375:διακομιστές ονομάτων ρίζα κατεστραμμένο.

%
BOFH δικαιολογία # 376:Οι περικοπές του προϋπολογισμού μας ανάγκασε να πουλήσει όλα τα καλώδια ρεύματος για τους διακομιστές.

%
BOFH δικαιολογία # 377:Κάποιος γαντζώθηκε τα στριμμένα καλώδια ζεύγους στο αυτόματο τηλεφωνητή.

%
BOFH δικαιολογία # 378:Φορείς που σκοτώθηκαν από το 2000 δάγκωμα bug.

%
BOFH δικαιολογία # 379:Έχουμε πάρει COBOL ως γλώσσα της επιλογής.

%
BOFH δικαιολογία # 380:Φορείς σκοτώθηκαν όταν τεράστια στοίβα από ταινίες backup έπεσε πάνω.

%
BOFH δικαιολογία # 381:Ρομποτική changer ταινία μπέρδεψαν γραβάτα χειριστή για εφεδρική ταινία.

%
BOFH δικαιολογία # 382:Κάποιος ήταν το κάπνισμα στην αίθουσα ηλεκτρονικών υπολογιστών και συμψηφίσει τα συστημάτων χλωροφθορανθράκων.

%
BOFH δικαιολογία # 383:επεξεργαστής σας έχει λάβει μια βόλτα στην Πύλη του Ουρανού για το UFO πίσω από κομήτη Hale-Bopp του.

%
BOFH δικαιολογία # 384:είναι ένα ID-10-T σφάλματος

%
BOFH δικαιολογία # 385:Δυσλεξικοί πληκτρολογήσετε ξανά αρχείο hosts σε διακομιστές

%
BOFH δικαιολογία # 386:Το Διαδίκτυο γίνεται σάρωση για ιούς.

%
BOFH δικαιολογία # 387:συλλογικής σύμβασης του υπολογιστή σας έχει οριστεί να λήξει τα μεσάνυχτα.

%
BOFH δικαιολογία # 388:Κακό κάρμα του χρήστη.

%
BOFH δικαιολογία # 389:/ Dev / ένδειξη συνδέθηκε στο / dev / null

%
BOFH δικαιολογία # 390:Η αυξημένη δραστηριότητα των ηλιακών κηλίδων.

%
BOFH δικαιολογία # 391:Έχουμε ήδη στείλει γύρω από μια προειδοποίηση γι 'αυτό.

%
BOFH δικαιολογία # 392:Είναι κανόνες της Ένωσης. Δεν υπάρχει τίποτα που μπορούμε να κάνουμε γι 'αυτό. Συγνώμη.

%
BOFH δικαιολογία # 393:Παρεμβολές από το Van Allen Belt.

%
BOFH δικαιολογία # 394:Ο Δίας είναι ευθυγραμμισμένη με τον Άρη.

%
BOFH δικαιολογία # 395:Απολυμένοι ACLs.

%
BOFH δικαιολογία # 396:διακομιστή αλληλογραφίας που επλήγησαν από UniSpammer.

%
BOFH δικαιολογία # 397:T-1 είναι συμφόρηση λόγω πορνό κυκλοφορίας στο διακομιστή ειδήσεων.

%
BOFH δικαιολογία # 398:Τα στοιχεία για το intranet πήρε δρομολογούνται μέσα από το extranet και προσγειώθηκε στο διαδίκτυο.

%
BOFH δικαιολογία # 399:Είμαστε 100% Microsoft Shop.

%
BOFH δικαιολογία # 400:Είμαστε Microsoft. Αυτό που βιώνουμε δεν είναι πρόβλημα? είναι μια χωρίς χαρτιά λειτουργία.

%
BOFH δικαιολογία # 401:Οι πωλήσεις του προσωπικού πωλείται ένα προϊόν που δεν προσφέρει.

%
BOFH δικαιολογία # 402:Γραμματέας έστειλε επιστολή αλυσίδα σε όλους τους 5000 εργαζόμενους.

%
BOFH δικαιολογία # 403:Sysadmin δεν άκουσα τηλεειδοποίησης πάει μακριά λόγω δυνατή μουσική από τα ηχεία του μπαρ-δωμάτιο.

%
BOFH δικαιολογία # 404:Sysadmin καταστράφηκε κατά λάθος τηλεειδοποίησης με ένα μεγάλο σφυρί.

%
BOFH δικαιολογία # 405:Sysadmins διαθέσιμη επειδή είναι σε μια συνάντηση μιλάμε για τους οποίους δεν είναι διαθέσιμες τόσο πολύ.

%
BOFH δικαιολογία # 406:Bad καφετέρια τροφίμων προσγειώθηκε όλους τους διαχειριστές συστημάτων στο νοσοκομείο.

%
BOFH δικαιολογία # 407:Διαδρομή χτύπημα στο ΝΑΡ.

%
BOFH δικαιολογία # 408:Υπολογιστές κάτω από το νερό λόγω ΣΥΝ πλημμύρες.

%
BOFH δικαιολογία # 409:Το ping Vulcan-θάνατος-λαβή έχει εφαρμοστεί.

%
BOFH δικαιολογία # 410:Οι ηλεκτρικοί αγωγοί στο μηχανοστάσιο τήξη.

%
BOFH δικαιολογία # 411:Μποτιλιάρισμα στην λωρίδα ταχείας κυκλοφορίας πληροφοριών.

%
BOFH δικαιολογία # 412:Radial Τηλεμετρίας Διείσδυση

%
BOFH δικαιολογία # 413:Cow-ανατρεπόμενο μύτες μια αγελάδα στο διακομιστή.

%
BOFH δικαιολογία # 414:εκπομπές ταχυόνιο την υπερφόρτωση του συστήματος

%
BOFH δικαιολογία # 415:παράθυρο Συντήρηση σπασμένα

%
BOFH δικαιολογία # 416:Είμαστε έξω από σχισμές στο διακομιστή

%
BOFH δικαιολογία # 417:αίθουσα υπολογιστών που μετακινούνται. Τα συστήματά μας είναι κάτω για το Σαββατοκύριακο.

%
BOFH δικαιολογία # 418:Sysadmins απασχολημένος καταπολέμηση του φαινομένου.

%
BOFH δικαιολογία # 419:Επαναλαμβανόμενες επανεκκινήσεις του συστήματος απέτυχε να λύσει το πρόβλημα

%
BOFH δικαιολογία # 420:Χαρακτηριστικό δεν ήταν beta δοκιμή

%
BOFH δικαιολογία # 421:ελεγκτής τομέα δεν ανταποκρίνονται

%
BOFH δικαιολογία # 422:Κάποιος άλλος έκλεψε τη διεύθυνση IP σας, καλέστε τους ντετέκτιβ του Διαδικτύου!

%
BOFH δικαιολογία # 423:Δεν είναι RFC-822 συμμορφώνεται.

%
BOFH δικαιολογία # 424:λειτουργία απέτυχε επειδή: δεν υπάρχει κανένα μήνυμα για αυτό το σφάλμα (# 1014)

%
BOFH δικαιολογία # 425:να σταματήσει λίγο λάβει

%
BOFH δικαιολογία # 426:στο διαδίκτυο είναι απαραίτητη για να πιάσει το etherbunny

%
BOFH δικαιολογία # 427:δίκτυο προς τα κάτω, τα πακέτα IP που παραδίδεται μέσω UPS

%
BOFH δικαιολογία # 428:ενημέρωση του firmware στη μηχανή καφέ

%
BOFH δικαιολογία # 429:Χρονική ανωμαλία

%
BOFH δικαιολογία # 430:Ποντίκι έχει out-of-τυρί-λάθους

%
BOFH δικαιολογία # 431:Οι Borg εμφυτεύματα αποτυχία

%
BOFH δικαιολογία # 432:Borg nanites έχουν προσβληθεί το διακομιστή

%
BOFH δικαιολογία # 433:Σφάλμα: ένα κακό χρήστης βρίσκεται μπροστά από την οθόνη

%
BOFH δικαιολογία # 434:Παρακαλείσθε να αναφέρετε τη φύση των τεχνικών έκτακτης ανάγκης

%
BOFH δικαιολογία # 435:Internet κλείσει λόγω εργασιών συντήρησης

%
BOFH δικαιολογία # 436:Daemon δραπέτευσε από πενταγράμμου

%
BOFH δικαιολογία # 437:αγρογλυφικά στο κέλυφος του καλαμποκιού

%
BOFH δικαιολογία # 438:sticky bit έχει χαλαρώσει

%
BOFH δικαιολογία # 439:Hot Java έχει περάσει το κρύο

%
BOFH δικαιολογία # 440:Cache miss - παρακαλώ πάρτε καλύτερα ως στόχο την επόμενη φορά

%
BOFH δικαιολογία # 441:Hash πίνακας έχει το σαράκι

%
BOFH δικαιολογία # 442:Δούρειος ίππος ξέμεινε από άχυρο

%
BOFH δικαιολογία # 443:διεργασίες ζόμπι ανιχνευθεί, το μηχάνημα είναι στοιχειωμένο.

%
BOFH δικαιολογία # 444:σφάλμα υπερχείλισης στο / dev / null

%
BOFH δικαιολογία # 445:μπισκότο προγράμματος περιήγησης είναι κατεστραμμένο - κάποιος έχει nibbling σε αυτό.

%
BOFH δικαιολογία # 446:Mailer-δαίμονας είναι απασχολημένος καίει το μήνυμά σας στην κόλαση.

%
BOFH δικαιολογία # 447:Σύμφωνα με τη Microsoft, είναι από το σχεδιασμό

%
BOFH δικαιολογία # 448:vi πρέπει να αναβαθμιστεί έως VII

%
BOFH δικαιολογία # 449:Η Greenpeace free'd τις mallocs

%
BOFH δικαιολογία # 450:Οι τρομοκράτες συνετρίβη αεροπλάνο στο server room, πρέπει να αφαιρέσετε / bin / φορτωμένο. (Rm -rf / bin / με φορτίο)

%
BOFH δικαιολογία # 451:astropneumatic ταλαντώσεις στο νερό ψύξη

%
BOFH δικαιολογία # 452:Κάποιος έτρεξε το λειτουργικό σύστημα μέσω ενός ορθογραφικού ελέγχου.

%
BOFH δικαιολογία # 453:Spider προσβολή σε ζεστά μέρη υπόθεση

%
