Βήμα 1: Κλείστε το AutoCAD - Ξέρω ότι αυτό μπορεί να είναι δύσκολο για κάποιους από εσάς. Θα μπορούσεςΕπίσης, περιμένετε για το AutoCAD για να συντριβή, αν θέλετε.    - Michael Rotolo       (Http://themadcadder.blogs.com/my_weblog/2008/12/external-xref-manager-xref-path-saver.html)! 07/11 PDP ένα ni deppart m'I! PleH
		-- Jamie Zawinski

%
101 ΧΡΗΣΗ SFOR ένα νεκρό MICROPROCESSOR(1) σκιάχτρο για σαρανταποδαρούσες(2) Νεκρά βούρτσα γάτα(3) barrettes μαλλιών(4) Τα πέλματα(5) σκουλαρίκια Αυτο-piercing(6) πέργκολα Μύκητας(7) Ψεύτικες βλεφαρίδες(8) Προσθετική νύχια του σκύλου        .        .        .(99) σβάρνα κήπο Παράθυρο (τράβηξε πίσω από Tonka τρακτέρ)(100) Killer velcro(101) Νόμισμα
		-- Jamie Zawinski

%
1: Κανένας κωδικός τραπέζι για op: ++ μετά
		-- Jamie Zawinski

%
4.2 BSD UNIX # 57: Κυρ 1η Ιούνη 23:02:07 EDT 1986Μπορείτε ταλαντεύεται στο Sun. Μπορείτε να χάσετε. Ο Ήλιος κούνιες. Αυτός που χτυπά με ένα575MB δίσκο! Μπορείτε να διαβάσετε το δίσκο 575MB. Είναι γραμμένο σε έναν αλλοδαπόγλώσσα και δεν μπορεί να διαβαστεί από κουραστεί Sun-2 μάτια σας. Μπορείτε να ρίξει τοδίσκο 575MB στο Sun. Χτυπάτε! Ο Ήλιος πρέπει να επιδιορθώσετε τα μάτια σας. οSun διαβάζει μια περγαμηνή. Χτυπά δίσκο 130MB σας! Έχει ηττηθεί η130MB δίσκο! Ο Ήλιος διαβάζει μια περγαμηνή. Χτυπά πλακέτα Ethernet σας! Αυτόςέχει ηττηθεί πλακέτα Ethernet σας! Μπορείτε να διαβάσετε μια περγαμηνή της «αναβάλουν μέχριΔευτέρα στις εννέα ". Όλα πάνε σκοτάδι ...
		-- /etc/motd, cbosgd

%
Ένας βιολόγος, ένας στατιστικολόγος, ένας μαθηματικός και επιστήμονας υπολογιστών είναι σεμια φωτογραφία-σαφάρι στην Αφρική. Καθώς οδηγείτε κατά μήκος της σαβάνα στο τουςτζιπ, θα σταματήσει και να αναζητήσουν τον ορίζοντα με τα κιάλια τους.Ο βιολόγος: «Κοιτάξτε Ένα κοπάδι ζέβρες Και υπάρχει ένα άσπρο ζέβρα!!!Fantastic! Θα γίνει διάσημος! "Ο στατιστικολόγος: «Γεια σου, ηρέμησε, δεν είναι σημαντική Ξέρουμε μόνο.υπάρχει ένα άσπρο ζέβρα ».Ο μαθηματικός: "Στην πραγματικότητα, γνωρίζουμε μόνο εκεί υπάρχει μια ζέβρα, η οποία είναιλευκό από τη μία πλευρά. "Ο επιστήμονας υπολογιστών: "Ω, όχι Μια ειδική περίπτωση!"
		-- /etc/motd, cbosgd

%
... Μια βροντερή φωνή λέει, "Λάθος, Cretin!", Και θα παρατηρήσετε ότι έχετεέχουν μετατραπεί σε ένα σωρό σκόνης.
		-- /etc/motd, cbosgd

%
Ένα bug στον κώδικα αξίζει δύο στην τεκμηρίωση.
		-- /etc/motd, cbosgd

%
Ένα σφάλμα στο χέρι είναι καλύτερα από ένα ακόμα απαρατήρητα.
		-- /etc/motd, cbosgd

%
Μια ορισμένη μοναχός είχε μια συνήθεια εχθρική το Μεγάλο Tortue (ο μόνος πουείχε φτάσει ποτέ του Διαφωτισμού »ρους πέραν του Διαφωτισμού), ζητώντας από το ανδιάφορα αντικείμενα είχαν την φύση του Φο ή όχι. Σε ένα τέτοιο ερώτημα Tortueπάντα καθόταν σιωπηλός. Ο μοναχός είχε ήδη ζητήσει για ένα φασόλι, μια λίμνη,και μια νύχτα με πανσέληνο. Μια μέρα έφερε στο Tortue ένα κομμάτι σπάγκο, καιτην ίδια ερώτηση. Σε απάντηση, ο Μέγας Tortue κατανοήσει τη θηλιάανάμεσα στα πόδια του και, με μερικές απλές χειρισμούς, δημιουργήσαμε ένα συγκρότημακορδόνι οποία proferred wordlessly στο μοναχό. Εκείνη τη στιγμή, ο μοναχόςήταν φωτισμένη.Από τότε, ο μοναχός δεν έκαναν τον κόπο Tortue. Αντ 'αυτού, έκανε εγχόρδων μετάεγχόρδων με τη μέθοδο Tortue του? και πέρασε τη μέθοδο για τη δική τους μαθητές του,ο οποίος πέρασε για τη δική τους.
		-- /etc/motd, cbosgd

%
Ένα πολύπλοκο σύστημα που λειτουργεί είναι πάντα βρεθεί να έχει εξελιχθεί από ένααπλό σύστημα που λειτουργεί.
		-- /etc/motd, cbosgd

%
[Ένας υπολογιστής είναι] σαν θεό της Παλαιάς Διαθήκης, με πολλούς κανόνες και χωρίς έλεος.
		-- Joseph Campbell

%
Ένας υπολογιστής σας επιτρέπει να κάνουν περισσότερα λάθη ταχύτερα από οποιαδήποτε άλλη εφεύρεση,με τις πιθανές εξαιρέσεις από πιστόλια και Tequilla.
		-- Mitch Ratcliffe

%
Ένας πωλητής υπολογιστή επισκέπτεται πρόεδρο της εταιρείας με σκοπό την πώλησηο πρόεδρος μιας από τις τελευταίες υπολογιστές μιλάμε.Πωλητής: «Αυτή η μηχανή ξέρει ό, τι μπορεί να ζητήσει οποιαδήποτε ερώτηση.και αυτό θα δώσει τη σωστή απάντηση. Υπολογιστής, ποια είναι η		ταχύτητα του φωτός?"Computer: 186.282 μίλια ανά δευτερόλεπτο.Πωλητής: «Ποιος ήταν ο πρώτος πρόεδρος των Ηνωμένων Πολιτειών;"Computer: George Washington.Πρόεδρος: «Είμαι ακόμα δεν έχει πειστεί Επιτρέψτε μου να θέσω ένα ερώτημα..Πού είναι ο πατέρας μου; "Υπολογιστής: Ο πατέρας σου είναι η αλιεία στη Γεωργία.Πρόεδρος: "Hah !! Ο υπολογιστής είναι λάθος ο πατέρας μου πέθανε πάνω από είκοσι.		πριν από χρόνια!"Computer: Ο σύζυγός μητέρα σου πέθανε πριν από 22 χρόνια. Ο πατέρας σου μόνοπροσγειώθηκε ένα μπάσο δώδεκα λίβρα.
		-- Mitch Ratcliffe

%
Ένας επιστήμονας υπολογιστών είναι κάποιος που διορθώνει τα πράγματα που δεν είναι σπασμένα.
		-- Mitch Ratcliffe

%
Ένας υπολογιστής χωρίς COBOL και Fortran είναι σαν ένα κομμάτι κέικ σοκολάταςχωρίς κέτσαπ και μουστάρδα.
		-- Mitch Ratcliffe

%
Μια CONS είναι ένα αντικείμενο το οποίο ενδιαφέρεται.
		-- Bernie Greenberg.

%
Μια λάθη πρόγραμμα είναι αυτό για το οποίο δεν έχετε βρει ακόμα τους όρουςότι κάνουν αποτύχει.
		-- Jerry Ogdin

%
Ένας μαθητής του άλλου αίρεσης φορά ήρθε για να Drescher καθώς έτρωγεπρωινό γεύμα του. "Θα ήθελα να σας δώσω αυτό το τεστ προσωπικότητας», δήλωσε οτο αουτσάιντερ, "γιατί θέλω να είσαι ευτυχισμένος."Drescher πήρε το χαρτί που του πρόσφερε και το βάζουμε σε τοτοστιέρα - «Εύχομαι η τοστιέρα είναι πολύ ευτυχισμένη».
		-- Jerry Ogdin

%
Ένας γιατρός, ένας αρχιτέκτονας και ένας επιστήμονας υπολογιστών ήταν το επιχείρημα σχετικά μεεπάγγελμα του οποίου ήταν το παλαιότερο. Κατά τη διάρκεια των επιχειρημάτων τους,πήρε όλος ο τρόπος πίσω στον Κήπο της Εδέμ, οπότε ο γιατρός είπε, "Ηιατρικού επαγγέλματος είναι σαφώς η παλαιότερη, επειδή η Εύα έγινε από Αδάμπλευρών, όπως η ιστορία συνεχίζεται, και αυτό ήταν ένα απλά απίστευτο χειρουργική κατόρθωμα. "Ο αρχιτέκτονας δεν συμφωνούν. Είπε, "Αλλά αν δει κανείς τον Κήποη ίδια, στην αρχή υπήρχε χάος και κενό, και από ότι ο Κήποςκαι ο κόσμος δημιουργήθηκε. Έτσι ο Θεός πρέπει να ήταν ένας αρχιτέκτονας. "Ο επιστήμονας υπολογιστών, που είχε ακούσει προσεκτικά σε όλα αυτά, στη συνέχεια,σχολίασε, "Ναι, αλλά πού νομίζετε ότι το χάος προήλθε από;"
		-- Jerry Ogdin

%
Ένας διάσημος Lisp Hacker παρατηρήσει μια Προπτυχιακά κάθεται μπροστά από ένα Xerox1108, προσπαθώντας να επεξεργαστείτε ένα πολύπλοκο δίκτυο Klone μέσω ενός προγράμματος περιήγησης. θέλοντας ναβοήθεια, η Hacker κλικ έναν από τους κόμβους του δικτύου με το ποντίκι,και ρώτησε «τι βλέπεις;" Πολύ ειλικρινά, το Προπτυχιακό απάντησε "εγώδείτε ένα δρομέα. "Το Hacker συνέχεια πιέζεται γρήγορα τον διακόπτη εκκίνησης στο πίσω μέροςτου πληκτρολογίου, ενώ ταυτόχρονα το χτύπημα του Προπτυχιακά πάνω από το κεφάλιμε ένα παχύ εγχειρίδιο Interlisp. Το Προπτυχιακό ήταν τότε Φωτισμένα.
		-- Jerry Ogdin

%
δεν πρέπει να χρησιμοποιείται πάντα μια επίσημη αλγόριθμο ανάλυσης.
		-- D. Gries

%
Μια Fortran compiler είναι το ξωτικό του μικρού minis.
		-- D. Gries

%
Ένας χάκερ κάνει για την αγάπη ό, τι οι άλλοι δεν θα το κάνει για τα χρήματα.
		-- D. Gries

%
Μια γλώσσα που δεν επηρεάζει τον τρόπο που σκέφτεστε για τον προγραμματισμό είναιδεν αξίζει να γνωρίζει.
		-- D. Gries

%
Μια γλώσσα που δεν έχει τα πάντα είναι στην πραγματικότητα πιο εύκολο να το πρόγραμμασε ό, τι μερικοί που κάνουν.
		-- Dennis M. Ritchie

%
Ένας μεγάλος αριθμός των εγκατεστημένων συστημάτων λειτουργούν από τη Fiat. Δηλαδή, εργάζονταιμε το να δηλωθεί στην εργασία.
		-- Anatol Holt

%
Ένας προγραμματιστής LISP γνωρίζει την αξία του τα πάντα, αλλά το κόστος του τίποτα.
		-- Alan Perlis

%
Μια λίστα είναι τόσο ισχυρή όσο ο πιο αδύναμος κρίκος της.
		-- Don Knuth

%
Μια μικρή αναδρομή δείχνει ότι αν και πολλά ωραία, χρήσιμα συστήματα λογισμικούέχουν σχεδιαστεί από επιτροπές και χτίστηκε ως μέρος του σύνθετου έργων,αυτά τα συστήματα λογισμικού που έχουν ενθουσιάσει τους παθιασμένους οπαδούς είναι εκείνες που είναιτα προϊόντα της μία ή λίγες σχεδιασμό μυαλά, μεγάλων σχεδιαστών. Σκεφτείτε Unix,APL, Pascal, Modula, η διασύνδεση Smalltalk, ακόμα και Fortran? και να τα αντιπαραβάλλουνμε Cobol, PL / I, Algol, MVS / 370 και MS-DOS.
		-- Fred Brooks

%
Ένας άντρας από την AI περπάτησε στα βουνά για να πλεύσει για να δείτε το Master,Knuth. Όταν έφτασε, ο Δάσκαλος ήταν πουθενά να βρεθεί. "Που είναι τοσοφός ονομάζεται Knuth; »ρώτησε ένα περαστικό φοιτητή."Αχ," είπε ο φοιτητής, "δεν έχετε ακούσει. Έχει πάει για έναπροσκύνημα στα βουνά στο ναό της γρίπης των πτηνών στην αναζήτηση νέωνμαθητές. "Ακούγοντας αυτό, ο άνθρωπος ήταν Φωτισμένος.
		-- Fred Brooks

%
Ένας διευθυντής ζήτησε από έναν προγραμματιστή πόσο καιρό θα τον πάρει για να ολοκληρωθεί ηπρόγραμμα στο οποίο εργαζόταν. «Εγώ θα ολοκληρωθεί αύριο," τον προγραμματιστήαμέσως απάντησε."Νομίζω ότι είστε είναι εξωπραγματικό," είπε ο διευθυντής. "Αληθώς,Πόση ώρα θα πάρει?"Ο προγραμματιστής σκέφτηκε για μια στιγμή. «Έχω κάποια χαρακτηριστικά που θέλωνα προσθέσω. Αυτό θα πάρει τουλάχιστον δύο εβδομάδες », είπε τελικά.«Ακόμα και αυτό είναι πάρα πολύ να περιμένουμε», επέμεινε ο διευθυντής, «θα είμαιικανοποιημένοι αν απλά πες μου, όταν έχει ολοκληρωθεί το πρόγραμμα. "Ο προγραμματιστής συμφώνησε.Αρκετά χρόνια αργότερα, ο διευθυντής των συνταξιούχων. Στο δρόμο για να τουμεσημεριανό συνταξιοδότησης, ανακάλυψε τον προγραμματιστή κοιμάται στο τερματικό του.Είχε τον προγραμματισμό όλη τη νύχτα.
		-- Geoffrey James, "The Tao of Programming"

%
Ένας διαχειριστής επρόκειτο να απολυθούν, αλλά ένας προγραμματιστής που εργάστηκαν γι 'αυτόνεφηύρε ένα νέο πρόγραμμα που έγινε δημοφιλής και πωλούνται καλά. Ως αποτέλεσμα, οδιευθυντής διατήρησε τη θέση του.Ο διαχειριστής προσπάθησε να δώσει τον προγραμματιστή ένα μπόνους, αλλά ο προγραμματιστήςαρνήθηκε αυτό, λέγοντας, "Έγραψα το πρόγραμμα, γιατί αν και ήταν μια ενδιαφέρουσαιδέα, και έτσι περιμένω καμία ανταμοιβή. "Ο διαχειριστής, όταν άκουσε αυτό, παρατήρησε, "αυτό προγραμματιστής, αν καικατέχει θέση των μικρών αυτοεκτίμηση, καταλαβαίνει καλά τη σωστή καθήκον ενόςυπάλληλος. Αφήνει να τον προωθήσει στην υψηλή θέση του συμβούλου διαχείρισης! "Αλλά όταν είπε αυτό, ο προγραμματιστής για μια ακόμη φορά αρνήθηκε, λέγοντας, "Υπάρχωέτσι ώστε να μπορώ να προγραμματίσετε. Αν ήμουν προωθούνται, θα ήθελα να κάνω τίποτα, αλλά τα απόβληταο καθένας ήρθε η ώρα. Μπορώ να φύγω τώρα? Έχω ένα πρόγραμμα που δουλεύω. "
		-- Geoffrey James, "The Tao of Programming"

%
Ένας διευθυντής πήγε στους προγραμματιστές του και τους είπε: «Όσον αφορά στην σαςώρες εργασίας: θα έχετε την ευκαιρία να πρέπει να έρθει σε εννέα το πρωί και να αφήσειστις πέντε το απόγευμα. "Σε αυτό, όλα αυτά θύμωσε και αρκετέςπαραιτήθηκε επί τόπου.Έτσι, ο διευθυντής είπε: «Εντάξει, σε αυτή την περίπτωση μπορείτε να ορίσετε το δικό σαςωρών εργασίας, όσο ολοκληρώσετε τα έργα σας με το χρονοδιάγραμμα. "Ηπρογραμματιστές, τώρα ικανοποιημένοι, άρχισαν να έρχονται σε μια το μεσημέρι και να εργαστούν προς την weeώρες του το πρωί.
		-- Geoffrey James, "The Tao of Programming"

%
Ένας διευθυντής πήγε στον πλοίαρχο του προγραμματιστή και του έδειξε τις απαιτήσειςΈγγραφο για μια νέα εφαρμογή. Ο διευθυντής ζήτησε από τον πλοίαρχο: "Πόσο καιρό θαχρειάζεται για να σχεδιάσει αυτό το σύστημα αν εκχωρήσετε πέντε προγραμματιστές σε αυτό; "«Θα χρειαστεί ένας χρόνος», δήλωσε ο πλοίαρχος αμέσως.«Αλλά χρειαζόμαστε άμεσα ή ακόμα και νωρίτερα αυτό το σύστημα! Πόσο καιρό θαπάρτε το ορίζω δέκα προγραμματιστές σε αυτό; "Ο κύριος προγραμματιστής παρακινδυνευμένο. "Σε αυτή την περίπτωση, θα διαρκέσει δύο χρόνια.""Και τι θα γίνει αν έχω αναθέσει εκατό προγραμματιστές σε αυτό;"Ο κύριος προγραμματιστής ανασήκωσε τους ώμους. "Στη συνέχεια, το σχέδιο δεν θα είναι ποτέολοκληρωθεί », είπε.
		-- Geoffrey James, "The Tao of Programming"

%
Ένας κύριος προγραμματιστής πέρασε ένα αρχάριο προγραμματιστή μία ημέρα. Ο αφέντηςΣημειώνεται ενασχόληση του αρχάριου με ένα φορητό ηλεκτρονικό παιχνίδι. "Με συγχωρείτε",είπε, «μπορώ να το εξετάσει;"Ο αρχάριος βιδωμένη στην προσοχή και παρέδωσε τη συσκευή στον πλοίαρχο."Βλέπω ότι η συσκευή υποστηρίζει ότι έχει τρία επίπεδα του παιχνιδιού: Εύκολη, Medium,και Hard ", είπε ο πλοίαρχος." Ωστόσο, κάθε τέτοια συσκευή έχει ένα άλλο επίπεδο του παιχνιδιού,όπου η συσκευή δεν επιδιώκει να κατακτήσει τον άνθρωπο, ούτε να κατακτηθεί από τοανθρώπινος.""Προσευχήσου, μεγάλος δάσκαλος," εκλιπαρούσε ο αρχάριος, "πώς μπορεί κανείς να βρει αυτόμυστηριώδη ρύθμιση; "Ο πλοίαρχος έπεσε τη συσκευή στο έδαφος και συνθλίβονται αυτό κάτω από το πόδι.Και ξαφνικά ο αρχάριος ήταν φωτισμένος.
		-- Geoffrey James, "The Tao of Programming"

%
Ένας κύριος εξηγούσε τη φύση του Τάο σε έναν από τους αρχάριους του."Το Τάο είναι ενσωματωμένη σε όλα λογισμικού - ανεξάρτητα από το πόσο ασήμαντο,"είπε ο πλοίαρχος."Είναι Tao σε ένα χέρι που πραγματοποιήθηκε αριθμομηχανή;" ζήτησε από τον αρχάριο.«Είναι», ήρθε η απάντηση."Είναι το Tao σε ένα παιχνίδι βίντεο;" συνέχισε τον αρχάριο."Είναι ακόμα σε ένα παιχνίδι βίντεο," είπε ο πλοίαρχος."Και είναι το Τάο στο DOS για έναν προσωπικό υπολογιστή;"Ο πλοίαρχος έβηξε και μετατοπίστηκε ελαφρώς τη θέση του. "Το μάθημαείναι πάνω για σήμερα », είπε.
		-- Geoffrey James, "The Tao of Programming"

%
Ένα μόντεμ είναι μια baudy σπίτι.
		-- Geoffrey James, "The Tao of Programming"

%
Μια άσχημη ψάχνει νάνος ρίχνει ένα μαχαίρι σε σας.
		-- Geoffrey James, "The Tao of Programming"

%
*** Ένα νέο είδος ΠΡΟΓΡΑΜΜΑΤΙΣΜΟΥ ***Θέλετε την άμεση σχέση που έρχεται από το να είναι σε θέση να χρησιμοποιήσει την τεχνικήόρους που κανείς δεν καταλαβαίνει; Θέλετε να χτυπήσει το φόβο και απέχθεια σεοι καρδιές των διαχειριστών DP παντού; Αν ναι, τότε ας το διάσημο Προγραμματιστές »Το σχολείο σας οδηγήσει στην ... στον κόσμο του επαγγελματικού προγραμματισμού ηλεκτρονικών υπολογιστών.Λένε ότι ένας καλός προγραμματιστής μπορεί να γράψει 20 γραμμές αποτελεσματικό πρόγραμμα ανά ημέρα.Με το μοναδικό εκπαιδευτικό πρόγραμμα μας, θα σας δείξουμε πώς να γράψει 20 γραμμές κώδικακαι πολλά άλλα. εκπαιδευτικό μας καλύπτει κάθε γλώσσα προγραμματισμούστην ύπαρξη, και μερικά που δεν είναι. Θα μάθετε γιατί το διακόπτη on / off για μιαυπολογιστή είναι τόσο σημαντικό, ποιες είναι οι λέξεις * μοιραίο λάθος * σημαίνει, και ποιος και τιθα πρέπει να φταίει όταν κάνετε κάποιο λάθος.Ναι, θέλω το φυλλάδιο περιγράφει αυτή την απίστευτη προσφορά.Σας επισυνάπτω $ 1000 είναι μικρό χωρίς διακριτικά τους λογαριασμούς για να καλύψει το κόστος τηςταχυδρομικά τέλη και το χειρισμό. (Όχι ζώντα πουλερικά, παρακαλώ.)*** Το σύνθημά μας: πάνω προς τα κάτω προγραμματισμού για τις μάζες. ***
		-- Geoffrey James, "The Tao of Programming"

%
Ένας αρχάριος ρώτησε τον Κύριο: «Εδώ είναι ένας προγραμματιστής που ποτέ δεν σχεδιάζει,έγγραφα, ή δοκιμές προγραμμάτων του. Ωστόσο, όλοι όσοι τον γνωρίζουν τον θεωρούν έναν απόοι καλύτεροι προγραμματιστές στον κόσμο. Γιατί είναι αυτό?"Ο Δάσκαλος απαντά: "Αυτό προγραμματιστής έχει κυριαρχήσει το Τάο Έχει.πάει πέρα ​​από την ανάγκη για το σχεδιασμό? ο ίδιος δεν οργίζονται όταν το σύστημακολλάει, αλλά δέχεται το σύμπαν, χωρίς ανησυχία. Έχει πάει πέρα ​​από τοχρειάζονται για την τεκμηρίωση? έπαυσαν να νοιάζεται αν κάποιος άλλος βλέπει τον κωδικό του. Αυτόςέχει πάει πέρα ​​από την ανάγκη για δοκιμές? καθένα από τα προγράμματα του είναι τέλεια μέσαοι ίδιοι, γαλήνια και κομψή, ο σκοπός τους αυτονόητη. Πραγματικά, έχειάρχισε το μυστήριο του Τάο. "
		-- Geoffrey James, "The Tao of Programming"

%
Ένας αρχάριος ζήτησε από τον πλοίαρχο: "Έχω ένα πρόγραμμα που μερικές φορές τρέχει καιΜερικές φορές ματαιώνεται. Έχω ακολούθησε τους κανόνες του προγραμματισμού, αλλά είμαι απόλυτααμηχανία. Ποιος είναι ο λόγος για αυτό; "Ο πλοίαρχος απάντησε: «Είστε σύγχυση, γιατί δεν καταλαβαίνετετο Τάο. Μόνο ένας ανόητος αναμένει την ορθολογική συμπεριφορά από τους συνανθρώπους του. Γιατίδεν θα το περιμένατε από ένα μηχάνημα που οι άνθρωποι έχουν κατασκευάσει; Υπολογιστέςπροσομοίωση ντετερμινισμός? μόνο το Τάο είναι τέλεια.Οι κανόνες του προγραμματισμού είναι παροδικές? μόνο το Τάο είναι αιώνια.Ως εκ τούτου, θα πρέπει να εξετάσουμε το Τάο, πριν λάβετε φώτιση. ""Αλλά πώς θα ξέρω πότε έχω λάβει φώτιση;" ζήτησε από τηναρχάριος."Το πρόγραμμά σας τότε θα εκτελεστεί σωστά», απάντησε ο δάσκαλος.
		-- Geoffrey James, "The Tao of Programming"

%
Ένας αρχάριος ζήτησε από τον πλοίαρχο: "Αντιλαμβάνομαι ότι μια εταιρεία ηλεκτρονικών υπολογιστών είναιπολύ μεγαλύτερη από όλους τους άλλους. Δεσπόζει πάνω από τον ανταγωνισμό του σαν ένα γιγάντιομεταξύ των νάνων. Κάθε ένα από τα τμήματά του θα μπορούσε να περιλαμβάνει μια ολόκληρη επιχείρηση.Γιατί συμβαίνει αυτό; "Ο πλοίαρχος απάντησε, "Γιατί ρωτάς τέτοιες ανόητες ερωτήσεις; ΑυτόςΗ εταιρεία είναι μεγάλη επειδή είναι τόσο μεγάλο. Αν το έκανε μόνο υλικό, κανείς δενθα το αγοράσει. Αν διατηρηθούν μόνο τα συστήματα, οι άνθρωποι θα το αντιμετωπίσουμε σαν έναυπηρέτης. Αλλά γιατί συνδυάζει όλα αυτά τα πράγματα, οι άνθρωποι το σκέφτονται ένατων θεών! Με το να μην επιδιώκουν να αγωνιστούμε, να κατακτά χωρίς προσπάθεια. "
		-- Geoffrey James, "The Tao of Programming"

%
Ένας αρχάριος ζήτησε από τον πλοίαρχο: "Στα ανατολικά υπάρχει μια μεγάλη δομή δέντρουότι οι άνδρες αποκαλούν «κεντρικά γραφεία της εταιρείας». Είναι φουσκωμένη έξω από το σχήμα μεαντιπρόεδροι και λογιστές. Εκδίδει ένα πλήθος υπομνημάτων, κάθε λέγοντας«Πήγαινε, άρα!» ή «Πήγαινε, εδώ!" και κανείς δεν ξέρει τι σημαίνει. Κάθε χρόνο νέαΤα ονόματα βάλει πάνω στα κλαδιά, αλλά όλα μάταια. Πώς μπορεί μια τέτοιαΥπάρχουν αφύσικη οντότητα; "Ο πλοίαρχος απαντά: "Θα αντιλαμβάνονται αυτή την τεράστια δομή και είναιδιαταραχθεί ότι δεν έχει καμία ορθολογική σκοπό. Δεν μπορείτε να πάρετε διασκέδαση απόατελείωτες gyrations του; Μην σας αρέσει το ανενόχλητοι ευκολία του προγραμματισμούκάτω από το καταφύγιο τα υποκαταστήματά της; Γιατί ενοχλείται από ματαιότητα της; "
		-- Geoffrey James, "The Tao of Programming"

%
Ένας αρχάριος του ναού κάποτε πλησίασε το πρωθιερέας μεερώτηση."Δάσκαλε, δεν Emacs έχει τη φύση του Βούδα;" ο αρχάριος ρώτησε.Ο Αρχηγός Priest ήταν στο ναό για πολλά χρόνια και θα μπορούσε να είναιεπίκληση να γνωρίζουν αυτά τα πράγματα. Σκέφτηκε για αρκετά λεπτά πριναπάντηση."Δεν βλέπω γιατί όχι. Είναι πήρε αιματηρή πάντα καλά άλλο."Με αυτό, ο Αρχηγός ιερέας πήγε στο μεσημεριανό γεύμα. Ο αρχάριος ξαφνικάπέτυχε τη φώτιση, αρκετά χρόνια αργότερα.Σχόλια:Δάσκαλος του είναι το είδος,Απαντώντας FAQ του γρήγορα,Με σκέψη και σαρκασμό.
		-- Geoffrey James, "The Tao of Programming"

%
Ένας προγραμματιστής αρχάριος ήταν κάποτε ανατεθεί να κωδικοποιήσει ένα απλό οικονομικόπακέτο.Ο αρχάριος εργαστεί εξαγριωμένα για πολλές ημέρες, αλλά όταν το αφεντικό τουεπανεξεταστεί το πρόγραμμά του, ανακάλυψε ότι περιείχε έναν επεξεργαστή οθόνη, ένα σύνολογενικευμένων ρουτίνες γραφικών, και τεχνητό περιβάλλον νοημοσύνη,αλλά όχι η παραμικρή αναφορά για οτιδήποτε οικονομικών.Όταν ο πλοίαρχος ρώτησε γι 'αυτό, ο αρχάριος έγινε αγανακτισμένος.«Μην είσαι τόσο ανυπόμονος," είπε, "Θα βάλω την οικονομική ουσία σε τελικά."
		-- Geoffrey James, "The Tao of Programming"

%
Ένας αρχάριος προσπαθεί να καθορίσει ένα σπασμένο lisp μηχάνημα στρέφοντας τοαπενεργοποίηση και επάνω. Ιππότης, να δει τι ο μαθητής έκανε λόγο οι αυστηρά,"Δεν μπορείτε να διορθώσετε ένα μηχάνημα από μόνο power-ποδηλασία είναι χωρίς κατανόησητου τι πάει στραβά. "Ιππότης γύρισε το μηχάνημα εκτός λειτουργίας. Ημηχάνημα λειτούργησε.
		-- Geoffrey James, "The Tao of Programming"

%
Ένα άτομο που είναι περισσότερο από άνετα ενδιαφέρονται για τους υπολογιστές θα πρέπει να είναι καλάεκπαιδεύονται σε γλώσσα μηχανής, δεδομένου ότι είναι ένα θεμελιώδες μέρος ενός υπολογιστή.
		-- Donald Knuth

%
Ένα πρόγραμμα πρέπει να είναι ελαφρύ και ευέλικτο, υπορουτίνες του συνδεδεμένη σαν έναχορδές από μαργαριτάρια. Το πνεύμα και το σκοπό του προγράμματος θα πρέπει να διατηρηθείπαντού. Θα πρέπει να υπάρχει ούτε πολύ λίγο, ούτε πολύ, ούτε περιττόβρόχους ούτε άχρηστο μεταβλητών, ούτε η έλλειψη δομής, ούτε συντριπτικήακαμψία.Ένα πρόγραμμα θα πρέπει να ακολουθήσει το «Νόμο των λιγότερο έκπληξη». Τι είναι αυτόνόμος? Είναι απλά ότι το πρόγραμμα θα πρέπει πάντα να ανταποκρίνεται το χρήστη στοτρόπο που τον εκπλήσσει λιγότερο.Ένα πρόγραμμα, δεν έχει σημασία πόσο περίπλοκη, θα πρέπει να ενεργεί ως ενιαία μονάδα. οπρόγραμμα θα πρέπει να κατευθύνεται από τη λογική μέσα και όχι από έξωεμφανίσεις.Εάν το πρόγραμμα αποτύχει σε αυτές τις απαιτήσεις, θα είναι σε κατάστασηδιαταραχή και σύγχυση. Ο μόνος τρόπος για να διορθωθεί αυτό είναι να ξαναγράψει τοπρόγραμμα.
		-- Geoffrey James, "The Tao of Programming"

%
Ένας προγραμματιστής από μια πολύ μεγάλη εταιρεία ηλεκτρονικών υπολογιστών πήγε σε ένα λογισμικόσυνεδρίων και στη συνέχεια επέστρεψε στην έκθεση στο διευθυντή του, λέγοντας: «Τι είδουςπρογραμματιστές εργάζονται για τις άλλες εταιρείες; Συμπεριφέρονταν άσχημα και ήταναδιάφορος με τις εμφανίσεις. Τα μαλλιά τους ήταν μακριά και απεριποίητος και τουςρούχα ήταν τσαλακωμένο και παλιά. Μπορούν συνετρίβη έξω σουίτες φιλοξενίας καιγίνονται αγενείς θορύβους κατά τη διάρκεια της παρουσίασής μου. "Ο διευθυντής είπε: «Θα έπρεπε να είχα ποτέ δεν σας έστειλε στη διάσκεψη.Αυτές οι προγραμματιστές ζουν πέρα ​​από τον φυσικό κόσμο. Θεωρούν τη ζωή παράλογη,μια τυχαία σύμπτωση. Έρχονται και παρέρχονται χωρίς να γνωρίζει περιορισμούς.Χωρίς φροντίδα, ζουν μόνο για τα προγράμματά τους. Γιατί θα έπρεπε να ασχοληθείτεμε τις κοινωνικές συμβάσεις; ""Είναι ζωντανός μέσα στο Τάο."
		-- Geoffrey James, "The Tao of Programming"

%
Ένας προγραμματιστής είναι ένα άτομο που περνά ως ένα τολμηρό εμπειρογνώμονα επί τη βάσει τηςνα είναι σε θέση να αποδειχθεί ότι, μετά από αμέτρητες διάτρηση, μια άπειρη σειράακατανόητο απαντήσεις υπολογίζεται με μικρομετρική διευκρινίσεις από την ασαφήπαραδοχών που στηρίζονται σε συζητήσιμο στοιχεία που λαμβάνονται από την ασαφή έγγραφακαι διεξάγεται με τα μέσα της προβληματικά ακρίβεια από πρόσωπααμφίβολη αξιοπιστία και αμφισβητήσιμες νοοτροπία για τη δεδηλωμένη σκοπό τηςενοχλητικό και σύγχυσης μια απελπιστικά ανυπεράσπιστο τμήμα που ήταντην ατυχία να ρωτήσω για τις πληροφορίες στην πρώτη θέση.
		-- IEEE Grid newsmagazine

%
Μια γλώσσα προγραμματισμού είναι το χαμηλό επίπεδο όταν τα προγράμματα της χρειάζονται προσοχήστο άσχετο.
		-- IEEE Grid newsmagazine

%
Μια πρόσφατη μελέτη διαπίστωσε ότι η επικέντρωση σε δύσκολες εκτός οθόνηςαντικείμενα, όπως τα πρόσωπα των αγαπημένων, προκαλεί καταπόνηση των ματιών στον υπολογιστήεπιστήμονες. Οι ερευνητές του φαινομένου επικαλούνται την προστιθέμενη συγκέντρωσηπου απαιτούνται για να «νόημα» αυτών των τριών αφύσικη τρισδιάστατα αντικείμενα.
		-- IEEE Grid newsmagazine

%
Ένα τροχαίο δίσκος συγκεντρώνει κανένα MOS.
		-- IEEE Grid newsmagazine

%
Ένας φοιτητής, με την ελπίδα κατανόησης της Lambda-φύση, ήρθε να Greenblatt.Καθώς μιλούσε ένας χάκερ συστήματος Multics περπάτησε από. «Είναι αλήθεια», ρώτησε ηφοιτητής, «ότι PL-1 έχει πολλές από τις ίδιες τύπους δεδομένων όπως Lisp;" σχεδόν πρινο φοιτητής είχε τελειώσει την ερώτησή του, Greenblatt φώναξε, "FOO!", και πατήστεο φοιτητής με ένα ραβδί.
		-- Jack Banton, PCC Automotive Electrical School

%
Μια επιτυχημένη [λογισμικό] εργαλείο είναι ένα που χρησιμοποιήθηκε για να κάνει κάτιμπορούσαν να ονειρευτούν από το συντάκτη του.
		-- S. C. Johnson

%
Ένα καλά-που χρησιμοποιούνται πόρτα δεν χρειάζεται το πετρέλαιο στις αρθρώσεις του.Ένα ατμού ταχεία ροής δεν αυξάνεται στάσιμη.Ούτε ήχο, ούτε οι σκέψεις μπορούν να ταξιδέψουν μέσα από ένα κενό.σήψεις λογισμικού, εάν δεν χρησιμοποιούνται.Αυτά είναι τα μεγάλα μυστήρια.
		-- Geoffrey James, "The Tao of Programming"

%
Ένα χρόνο που δαπανάται στον τομέα της τεχνητής νοημοσύνης είναι αρκετό για να κάνει ένα πιστεύουν στο Θεό.
		-- Geoffrey James, "The Tao of Programming"

%
Σχετικά με τη χρήση της γλώσσας: είναι αδύνατο να ακονίσει ένα μολύβι με ένα αμβλύτσεκούρι. Είναι εξίσου μάταιο να προσπαθήσουμε να το κάνουμε με δέκα αμβλύ άξονες αντ 'αυτού.
		-- Edsger Dijkstra

%
Προσθέτοντας χαρακτηριστικά δεν αυξάνει απαραίτητα τη λειτουργικότητα - είναι απλάκάνει τα εγχειρίδια παχύτερο.
		-- Edsger Dijkstra

%
Η προσθήκη του ανθρώπινου δυναμικού σε ένα έργο αργά το λογισμικό κάνει αργότερα.
		-- F. Brooks, "The Mythical Man-Month"

%
Κάθε φορά που ένα άτομο έχει βρεθεί επαρκής για την εκπλήρωση των καθηκόντων του απόκοντά σ 'εφαρμογή, είναι χειρότερη εκτέλεση από δύο άτομα καιμόλις και μετά βίας γίνεται σε όλα, αν τρία ή περισσότερα απασχολούνται σε αυτήν.
		-- George Washington, 1732-1799

%
Μετά από κοσκίνισμα μέσα από τις αντικατασταθούν υπόλοιπα τετράγωνα από το σπίτι του Λουκάκατάλογο, Λουκά και PDP-1 επιτάχυνε μακριά από / u / Lars, σε όλη την επιφάνεια τουWinchester ιππασίας που φέρουν διαβάσετε το κεφάλι / εγγραφής Λουκά. PDP-1 είχε σταματήσει Λουκά κατά τηάκρη του κυλίνδρου θέα / usr / spool / UUCP.«Unix-to-Unix Πρόγραμμα Copy?" δήλωσε ο PDP-1. "Ποτέ δεν θα βρείτε μια πιοάθλια κυψέλη σφάλματα και επιτιθέμενων. Πρέπει να είμαστε προσεκτικοί ».
		-- DECWARS

%
Alan Turing σκεφτεί κριτήρια για να διευθετήσει το ζήτημα του κατά πόσονμηχανές μπορούν να σκεφτούν, ένα ζήτημα το οποίο τώρα ξέρουμε ότι πρόκειται γιαανάλογα με την περίπτωση και το ζήτημα του κατά πόσον τα υποβρύχια μπορούν να κολυμπήσουν.
		-- Dijkstra

%
Algol-60 σίγουρα θα πρέπει να θεωρηθεί ως η πιο σημαντική γλώσσα προγραμματισμούακόμη αναπτυχθεί.
		-- T. Cheatham

%
Όλες οι σταθερές είναι οι μεταβλητές.
		-- T. Cheatham

%
=== ΟΛΟΙ ΟΙ ΧΡΗΣΤΕΣ CSH ΣΗΜΕΙΩΣΗ ========================Ορίστε τις μεταβλητές ΧΑΜΕΝΟΙ $ σε όλους τους ανθρώπους που νομίζετε ότι είναι χαμένοι. Αυτόθα προκαλέσει όλα τα είπε ηττημένοι να έχουν την μεταβλητή $ PEOPLE-ΠΟΥ-THINK-ΑΜ-Θ-Α-ΧΑΜΕΝΟΣενημερωθεί το αρχείο .login τους. Θα πρέπει να προσπαθήσετε να εκτελέσετε μια εργασία σε έναμηχάνημα με κακή χρόνο απόκρισης και ένα μηχάνημα σε τοπικό δίκτυο σας είναι προς το παρόνκατοικείται από τους ηττημένους, ότι το μηχάνημα θα απελευθερωθούν για την εργασία σας μέσα από μιαψυχρή διαδικασία εκκίνησης.
		-- T. Cheatham

%
Όλα τα μέρη πρέπει να πάνε μαζί χωρίς αναγκάζοντας. Θα πρέπει να θυμόμαστε ότι τα μέρηπου επανασυναρμολόγηση είχαν αποσυναρμολογηθεί από εσάς. Ως εκ τούτου, εάν δεν μπορείτε να πάρετεμαζί πάλι, πρέπει να υπάρχει ένας λόγος. Με όλα τα μέσα, δεν χρησιμοποιούν ένα σφυρί.
		-- IBM maintenance manual, 1925

%
Όλες οι προγραμματιστές είναι αισιόδοξοι. Ίσως αυτό το σύγχρονο μαγεία προσελκύει ιδιαίτεραόσοι πιστεύουν στο ευτυχισμένο τέλος και νεράιδες. Ίσως οι εκατοντάδεςτης κονιδιασμένος απογοητεύσεις αυτοκίνητο όλα, αλλά εκείνοι που συνήθως επικεντρώνονται στο τέλοςστόχος. Ίσως είναι απλώς ότι οι υπολογιστές είναι νέοι, οι προγραμματιστές είναι νεότεροι,και οι νέοι είναι πάντα αισιόδοξοι. Αλλά όμως η διαδικασία επιλογής έργων,το αποτέλεσμα είναι αδιαμφισβήτητη: «Αυτή τη φορά θα τρέξει σίγουρα," ή "Ανακάλυψα ακριβώςτο τελευταίο σφάλμα. "
		-- Frederick Brooks, "The Mythical Man Month"

%
Όλες οι προγραμματιστές είναι θεατρικοί συγγραφείς και όλοι οι υπολογιστές είναι χάλια φορείς.
		-- Frederick Brooks, "The Mythical Man Month"

%
«... Όλα τα καλά σχέδια υπολογιστή bootlegged? Η επίσημη προγραμματισμένηπροϊόντων, αν είναι χτισμένα σε όλα, είναι τα σκυλιά! "MIT Press, 1987
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
Όλα τα απλά προγράμματα έχουν γραφτεί.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ΟΛΟΙ ΟΙ ΧΡΗΣΤΕΣ ΣΗΜΕΙΩΣΗ ========================Ένα νέο σύστημα, το κυκλοφορικό σύστημα, έχει προστεθεί.Η μεγάλη πειραματική κυκλοφορικό σύστημα έχει κυκλοφορήσει για τους χρήστες. οLisp Machine χρησιμοποιεί υγρό τύπου Β, η μηχανή L χρησιμοποιεί Πληκτρολογήστε ένα ρευστό. Όταν οδιακόπτη στη Common Lisp εμφανίζεται δύο μηχανές θα είναι, φυσικά, να είναι τύπου O.Παρακαλώ ελέγξτε τη στάθμη του υγρού, χρησιμοποιώντας το ραβδί DIP που βρίσκεται στηνπίσω μέρος του VMI οθόνες. Ανεξέλεγκτα χαμηλά επίπεδα υγρού μπορεί να προκαλέσει κακή σελιδοποίησηςεκτέλεση.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ΟΛΟΙ ΟΙ ΧΡΗΣΤΕΣ ΣΗΜΕΙΩΣΗ ========================αναφορές σφαλμάτων ανέρχονται πλέον κατά μέσο όρο 12.853 ανά ημέρα. Δυστυχώς,αυτό είναι μόνο ένα μικρό κλάσμα [<1%] του όγκου αλληλογραφίας που λαμβάνουμε. Σενα διατάξει ότι μπορούμε ταχύτερα ασχοληθεί με αυτά τα πολύτιμα μηνύματα,παρακαλούμε να επικοινωνήσει με μια από τις ακόλουθες διαδρομές:ARPA: WastebasketSLMHQ.ARPAUUCP:!!!! [Berkeley, σεισμο, HARPO] fubar thekid slmhq αχρήστων περιοχές εκτός δικτύου: Federal Express για:καλάθι αχρήστωνδωμάτιο NE43-926Κοπέρνικος, Η Σελήνη, 12345-6789Για την εν λόγω κλήση αίσθηση προσωπική επαφή 1-415-642-4948? μας εκπαιδεύονταιφορείς βρίσκονται σε ετοιμότητα 24 ώρες την ημέρα. VISA / MC δεκτή. ** Πολύ πλούσια δικηγόροι μας, μας έχουν διαβεβαιώσει ότι δεν είμαστε  ευθύνεται για τυχόν λάθη ή συμβουλές που δίνονται από το τηλέφωνο.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ΟΛΟΙ ΟΙ ΧΡΗΣΤΕΣ ΣΗΜΕΙΩΣΗ ========================CAR και CDR επιστρέψει τώρα επιπλέον τιμές.Η CAR συνάρτηση επιστρέφει τώρα δύο τιμές. Δεδομένου ότι πρέπει να πάει να τον κόπονα καταλάβω αν το αντικείμενο είναι carcdr-θέση ούτως ή άλλως, καταλάβαμε ίσωςκαι να πάρει δύο ημίχρονα με τη μία. Για παράδειγμα, ο παρακάτω κώδικας δείχνει πώς νααποδομείται ένα μειονεκτήματα (ΜΕΡΙΚΕΣ-CONS) σε δύο σχισμές του (ΤΟ-αυτοκίνητο και ο-CDR):(Πολλαπλών τιμών-BIND (ΤΟ ΑΥΤΟΚΙΝΗΤΟ ΤΟ-CDR) (CAR ΜΕΡΙΚΕΣ-CONS) ...)Για συμμετρία με CAR, CDR επιστρέφει μια δεύτερη τιμή η οποία είναι το αυτοκίνητο τουαντικείμενο. Σε μια σχετική αλλαγή, οι λειτουργίες MAKE-ARRAY και τα μειονεκτήματα έχουνσταθερό, ώστε να μην διαθέσει οποιαδήποτε αποθήκευση εκτός από την στοίβα. Αυτό θα πρέπει ναελπίζω να βοηθήσει τους ανθρώπους που δεν τους αρέσει χρησιμοποιώντας τον συλλέκτη σκουπιδιών, επειδήτο κρύο μπότες το μηχάνημα τόσο συχνά.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ΟΛΟΙ ΟΙ ΧΡΗΣΤΕΣ ΣΗΜΕΙΩΣΗ ========================Οι βελτιστοποιήσεις μεταγλωττιστή γίνει σε μακρο επεκτείνουν LET σε WITHOUT-Διακόπτει ειδική μορφή, έτσι ώστε να μπορεί να ωθήσει τα πράγματα σε μια στοίβα με τοLET-βελτιστοποίηση περιοχή, SETQ τις μεταβλητές και στη συνέχεια ποπ τους πίσω, όταν πρόκειται γιαΈγινε. Μην ανησυχείτε για αυτό, εκτός αν χρησιμοποιήσετε πολυεπεξεργασία.Σημειώστε ότι θα μπορούσαν να έχουν * οριστεί από LET *:(LET ((LET ' `(LET ((LET, LET)), LET)))`(LET ((LET, LET)), LET))Αυτό πιστεύεται ότι επιταχύνει την εκτέλεση με όσο το συντελεστή 1,01 ή3.50 ανάλογα με το αν πιστεύετε ότι εκπροσώπους μάρκετινγκ φιλικό μας.Αυτός ο κωδικός γράφτηκε από έναν νέο προγραμματιστή εδώ (που τον άρπαξε από τοItty Bitti Μηχανήματα όπου έγραφε κώδικα COUGHBOL), ώστε να του δώσειτην εμπιστοσύνη μας εμπιστεύονται τους όρκους του "λειτουργεί αρκετά καλά" και θα εγκατασταθεί.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ΟΛΟΙ ΟΙ ΧΡΗΣΤΕΣ ΣΗΜΕΙΩΣΗ ========================υποστήριξη JCL ως εναλλακτική λύση στο μενού συστήματος.Στη συνεχή προσπάθεια μας να υποστηρίξουμε άλλες γλώσσες εκτός από LISP στο CADDR,έχουμε αναπτύξει ένα λειτουργικό σύστημα / 360 συμβατό με JCL. Αυτό μπορεί να χρησιμοποιηθεί ως έναεναλλακτική λύση για το πρότυπο μενού συστήματος. Πληκτρολογήστε σύστημα J για να φτάσουμε σε ένα JCLδιαδραστική ανάγνωση εκτελέσει-διάγνωση παράθυρο βρόχο. [Σημειώστε ότι για 360συμβατότητα, όλες οι γραμμές εισόδου περικοπεί σε 80 χαρακτήρες.] Αυτή ηπαράθυρο διατηρεί επίσης ένα ποντίκι-ευαίσθητη οθόνη των κρίσιμων παραμέτρων εργασίαςόπως η κατανομή του συνόλου δεδομένων, κατανομή πυρήνα, κανάλια, κλπ Όταν μια JCLσυντακτικό σφάλμα ανιχνεύεται ή abends τη δουλειά σας, το παράθυρο προσανατολισμένη JCLεντοπισμού σφαλμάτων είναι εγγεγραμμένος. Το πρόγραμμα εντοπισμού σφαλμάτων JCL εμφανίζει κατάλληλα σφάλμα OS / 360μηνύματα (όπως IEC703, "σφάλμα δίσκο") και σας επιτρέπει να dequeue δουλειά σας.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ΟΛΟΙ ΟΙ ΧΡΗΣΤΕΣ ΣΗΜΕΙΩΣΗ ========================Ο συλλέκτης σκουπιδιών λειτουργεί τώρα. Επιπλέον, μια νέα, πειραματική σκουπίδιααλγόριθμο συλλογής έχει εγκατασταθεί. Με SI:% DSK-GC-QLX-BITS οριστεί σε 17,(ΔΕΝ προεπιλογή) το παλιό αλγόριθμο ξεσκαρτάρισμα παραμένει σε ισχύ? πότεεικονικής αποθήκευσης είναι γεμάτη, το μηχάνημα ίδιο το κρύο μπότες. Με SI:% DSK-GC-QLX-BITS οριστεί σε 23, το νέο συλλέκτη σκουπιδιών είναι ενεργοποιημένη. Σε αντίθεση με τα περισσότερα σκουπίδιασυλλέκτες, η νέα GC ξεκινά φάση του σήματος από το μυαλό του χρήστη, αντίπαρά από τον obarray. Αυτό επιτρέπει τη συλλογή σκουπιδιών σημαντικάπερισσότερα Qs. Καθώς ο συλλέκτης σκουπιδιών τρέχει, μπορεί να σας ρωτήσω κάτι σαν "Εσείςθυμηθείτε τι SI: κάνει RDTBL-TRANS ", και αν δεν μπορεί να δώσει μια λογική απάντηση;σε τριάντα δευτερόλεπτα, το σύμβολο καθίσταται ένας υποψήφιος για GCing. η μεταβλητήSI:% GC-QLX-luser-TM ρυθμίζει το χρόνο αναμονής του GC πριν από το χρονοδιάγραμμα το χρήστη.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ΟΛΟΙ ΟΙ ΧΡΗΣΤΕΣ ΣΗΜΕΙΩΣΗ ========================Υπήρξε κάποια σύγχυση όσον αφορά MAPCAR.(DEFUN MAPCAR (& ΛΕΙΤΟΥΡΓΙΑΣ FCN & EVAL και αναψυχή λίστες)(PROG (V P LP)(SETQ P (LOCF V))L (SETQ LP λίστες)(% START-ΛΕΙΤΟΥΡΓΙΑ-Call FCN T (λίστες ΜΗΚΟΣ) NIL)L1 (ή LP (GO L2))(ΚΑΙ (NULL (CAR LP)) (ΕΠΙΣΤΡΟΦΗ V))(% PUSH (CAAR LP))(RPLACA LP (CDAR LP))(SETQ LP (CDR LP))(GO L1)L2 (% FINISH-ΛΕΙΤΟΥΡΓΙΑ-CALL FCN T (λίστες ΜΗΚΟΣ) NIL)(SETQ LP (% POP))(RPLACD P (SETQ P (NCONS LP)))(GO L)))Ελπίζουμε ότι αυτό καθαρίζει τις πολλές ερωτήσεις που είχαμε σχετικά με αυτό.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
Όλα τα αρχεία σας έχουν καταστραφεί (συγγνώμη). Παύλος.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
Σχεδόν τίποτα υποτιμητικό θα μπορούσαμε να πούμε για το σημερινό σχεδιασμό του λογισμικούθα είναι ακριβείς.
		-- K. E. Iverson

%
Παρά το γεγονός ότι εξακολουθεί να είναι μια κοινοτοπία στη βιομηχανία ότι «κανείς δεν απολύθηκε ποτέαγοράζουν IBM, "Bill O'Neil, ο προϊστάμενος τεχνολογίας στο Drexel BurnhamLambert, λέει ότι δεν ξέρει για ένα γεγονός ότι κάποιος έχει ψηθεί για λίγο ότιλόγος. Εκείνος ξέρει γιατί απολύθηκε ο τύπος."Έκανε μια κακή απόφαση, και αυτό που κατέβηκε να ήταν,« Λοιπόν, εγώαγόρασε γιατί σκέφτηκα ότι ήταν ασφαλές να αγοράσει IBM, »λέει ο κ O'Neil."Είπα," Όχι. Λάθος. Game over. Στη συνέχεια διαγωνιζόμενος, παρακαλώ. "
		-- The Wall Street Journal, December 6, 1989

%
AmigaDOS Beer: Η εταιρεία μπήκε στον αγωνιστικό χώρο των επιχειρήσεων, αλλά η συνταγή τους έχειέχουν διαβαστεί από κάποιο περίεργο γερμανική εταιρία, έτσι και τώρα αυτή η μπύρα θα είναι μιαεισαγωγή. Αυτή η μπύρα ποτέ δεν πούλησε πολύ καλά, επειδή το αρχικόκατασκευαστής δεν καταλαβαίνουν το μάρκετινγκ. Όπως Unix μπύρα, μπύρα AmigaDOSανεμιστήρες είναι μια εξαιρετικά πιστοί και δυνατά ομάδα. Αρχικά ήρθε σε μια16-ουγκιά μπορεί, αλλά τώρα έρχεται σε 32-ουγκιά κουτιά πάρα πολύ. Όταν αυτό το κουτί ήταναρχικά εισαχθεί, εμφανίστηκε φανταχτερά και πολύχρωμα, αλλά ο σχεδιασμόςδεν έχει αλλάξει πολύ τα τελευταία χρόνια, έτσι ώστε να φαίνεται ημερομηνία τώρα. Οι επικριτές τηςο ισχυρισμός αυτός μπύρα που προορίζεται μόνο για να παρακολουθείτε τηλεόραση ούτως ή άλλως.
		-- The Wall Street Journal, December 6, 1989

%
Μια Ada εξαίρεση είναι όταν μια ρουτίνα παίρνει στο πρόβλημα και λέει«Beam me up, Scotty».
		-- The Wall Street Journal, December 6, 1989

%
Μια επαρκής εκκίνησης είναι μια αντίφαση.
		-- The Wall Street Journal, December 6, 1989

%
Ένας αλγόριθμος πρέπει να δει για να το πιστέψει.
		-- D. E. Knuth

%
... Ένα ανέκδοτο από το Ερευνητικό Κέντρο Yorktown Heights της ΙΒΜ. Οταν εναπρογραμματιστής που χρησιμοποιείται νέο τερματικό υπολογιστή του, όλα ήταν μια χαρά, όταν καθότανπρος τα κάτω, αλλά δεν μπορούσε να συνδεθείτε στο σύστημα όταν ήταν όρθιοι. Ότισυμπεριφορά ήταν 100 τοις εκατό επαναλαμβανόμενη: θα μπορούσε πάντα να συνδεθείτε όταν κάθεται καιΠοτέ όταν στέκεται.Οι περισσότεροι από εμάς απλά να καθίσετε και να θαυμάσετε μια τέτοια ιστορία? πώς θα μπορούσε να τερματικούξέρω αν ο δύστυχος ήταν όρθια ή καθιστή θέση; Καλή προγράμματα εντοπισμού σφαλμάτων, όμως,γνωρίζουν ότι πρέπει να είναι ένας λόγος υπάρχει. Ηλεκτρική θεωρίες είναι το πιο εύκολο ναυποθέτω: υπήρχε ένα χαλαρό καλώδιο κάτω από το χαλί, ή προβλήματα με στατικήηλεκτρισμός? Αλλά ηλεκτρικά προβλήματα είναι σπάνια με συνέπεια να αναπαραχθούν.Μια ειδοποίηση Ibmer τελικά παρατήρησε ότι το πρόβλημα ήταν στο πληκτρολόγιο του τερματικού σταθμού:οι κορυφές των δύο κλειδιών άλλαξαν. Όταν ο προγραμματιστής καθόταν ήταντυφλό σύστημα και το πρόβλημα πέρασε απαρατήρητο, αλλά όταν στάθηκε οδηγήθηκεπαραπλανάται από το κυνήγι και το ράμφισμα.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
Ένας ελέφαντας είναι ένα ποντίκι με ένα λειτουργικό σύστημα.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
Ένας μηχανικός είναι κάποιος που κάνει την επεξεργασία στον Κατάλογο FORTRAN.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
Μια ερμηνεία _ Ι ικανοποιεί μια φράση στη γλώσσα πίνακας αν και μόνο ανΚάθε καταχώρηση στον πίνακα προσδιορίζει την τιμή της συνάρτησης που ορίζεται από τοσυνεχής λειτουργία στην επάνω αριστερή γωνία εφαρμόζεται στα αντικείμενα που ορίζονταιαπό τις αντίστοιχες ετικέτες σειράς και στήλης.νοημοσύνη "
		-- Genesereth & Nilsson, "Logical foundations of Artificial

%
Και θα πρέπει να είναι ο νόμος: Εάν χρησιμοποιείτε τη λέξη `παραδείγματος» χωρίς να γνωρίζειτι το λεξικό λέει ότι σημαίνει, σας πάει στη φυλακή. Χωρίς εξαιρέσεις.
		-- David Jones

%
Και την έβδομη ημέρα, Εκείνος βγήκε από τη λειτουργία προσάρτησης.
		-- David Jones

%
Ένα άλλο megabytes η σκόνη.
		-- David Jones

%
Οποιοδήποτε δεδομένο πρόγραμμα θα επεκταθεί για να γεμίσει τη διαθέσιμη μνήμη.
		-- David Jones

%
Οποιοδήποτε δεδομένο πρόγραμμα, όταν τρέχει, είναι άνευ αντικειμένου.
		-- David Jones

%
Κάθε πρόγραμμα που τρέχει δεξιά είναι ξεπερασμένη.
		-- David Jones

%
Κάθε γλώσσα προγραμματισμού είναι στα καλύτερά του πριν από την εφαρμογή και να χρησιμοποιηθούν.
		-- David Jones

%
... Οποιαδήποτε ομοιότητα ανάμεσα στις παραπάνω απόψεις και εκείνων του εργοδότη μου,τερματικό μου, ή η θέα από το παράθυρό μου είναι καθαρά θέμα τύχης. Κάθεομοιότητα μεταξύ των ανωτέρω και τις δικές μου απόψεις είναι μη ντετερμινιστική. οζήτημα της ύπαρξης των απόψεων σε περίπτωση απουσίας του ο καθένας για να τους κρατήσειαφήνεται ως άσκηση για τον αναγνώστη. Το ζήτημα της ύπαρξηςο αναγνώστης αφήνεται ως άσκηση για το δεύτερο συντελεστή θεό. (ΈΝΑσυζήτηση των μη-ορθογώνια, μη αναπόσπαστο πολυθεϊσμός είναι πέρα ​​από το πεδίο εφαρμογήςτου παρόντος άρθρου.)
		-- David Jones

%
Κάθε προχωρήσει αρκετά bug δεν μπορεί να διακριθεί από ένα χαρακτηριστικό.
		-- Rich Kulawiec

%
Όποιος έχει παρακολουθήσει ένα συνέδριο USENIX σε ένα φανταχτερό ξενοδοχείο μπορεί να σας πειότι μια φράση όπως "Είσαι ένας από εκείνους τους ανθρώπους υπολογιστή, έτσι δεν είναι;"είναι περίπου ισοδύναμο με "Κοιτάξτε, μια άλλη εκπληκτικά κινητά μορφή λάσπημούχλα! "στο στόμα ενός σερβιτόρα ξενοδοχείο.
		-- Elizabeth Zwicky

%
APL χάκερ να το κάνει στο quad.
		-- Elizabeth Zwicky

%
APL είναι ένα λάθος που έγινε μέχρι την τελειότητα. Είναι η γλώσσα τηςμέλλον για τις τεχνικές προγραμματισμού του παρελθόντος: δημιουργεί μια νέα γενιάτης κωδικοποίησης αλήτες.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
APL είναι μια φυσική επέκταση της γλώσσα προγραμματισμού συναρμολόγησης?... Και είναι καλύτερο για εκπαιδευτικούς σκοπούς.
		-- A. Perlis

%
APL είναι ένα write-μόνο γλώσσα. Μπορώ να γράψω προγράμματα APL, αλλά δεν μπορώδιαβάσετε κάποιο από αυτά.
		-- Roy Keir

%
Είμαστε τρέχει φως με OVERBYTE;
		-- Roy Keir

%
Γύρω από τους υπολογιστές είναι δύσκολο να βρείτε τη σωστή μονάδα του χρόνου για νατη μέτρηση της προόδου. Μερικά καθεδρικούς ναούς πήρε έναν αιώνα για να ολοκληρωθεί. Μπορείςφανταστείτε το μεγαλείο και το πεδίο εφαρμογής ενός προγράμματος που θα διαρκέσει;
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Ως έναν υπολογιστή, βρίσκω την πίστη σας στην τεχνολογία διασκεδαστικό.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Σε ό, τι γνωρίζουμε, ο υπολογιστής μας δεν είχε ποτέ μια απαρατήρητα σφάλμα.
		-- Weisert

%
Όπως και σε ορισμένες λατρείες είναι δυνατόν να σκοτώσει μια διαδικασία, αν γνωρίζετε το πραγματικό της όνομα.
		-- Ken Thompson and Dennis M. Ritchie

%
Όπως και στην προτεσταντική Ευρώπη, αντίθετα, όπου οι αιρέσεις χωρίζονται ατέλειωτα σεμικρότερες ανταγωνιστικές αιρέσεις και καμία εκκλησία κυριάρχησε οποιαδήποτε άλλη, όλα είναι διαφορετικάστον κατακερματισμένο κόσμο της IBM. Αυτό βασίλειο είναι τώρα ένα χάος των συγκρουόμενωνκανόνες και τα πρότυπα που δεν είναι καν η IBM μπορεί να ελπίζει για τον έλεγχο. Μπορείτε να αγοράσετε έναυπολογιστή που λειτουργεί σαν μια μηχανή της IBM, αλλά δεν περιέχει τίποτα γίνει ή πωλούνται απόη ίδια η IBM. Αποστάτες από την IBM συνεχώς συσταθεί ανταγωνίστριες επιχειρήσεις και να δημιουργήσουνπρότυπα των δικών τους. Όταν η IBM εγκατέλειψε πρόσφατα μερικά από τα αρχικά τουπρότυπα και θέσπισε νέους, πολλοί από τους αντιπάλους της, κήρυξε πουριτανόςυποταγή στην αρχική πίστη της IBM, και κατήγγειλε την εταιρεία ως διχαστικήνεωτεριστής. Παρόλα αυτά, ο κόσμος της IBM είναι ενωμένη από δυσπιστία του εικόνες καιεικόνες. Οι οθόνες της IBM έχουν σχεδιαστεί για τη γλώσσα, όχι μέσω εικόνων. Χαραγμένοςεικόνες μπορεί να γίνει ανεκτή από τις πολυτελείς λατρείες, αλλά η αληθινή πίστη IBM στηρίζεταιγια την λιτότητα της λέξης.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Όσο υπάρχουν ασαφώς καθορισμένων στόχων, παράξενα σφάλματα και μη ρεαλιστικόχρονοδιαγράμματα, θα υπάρξει πραγματικό Προγραμματιστές πρόθυμοι να πηδούν μέσα και ΕπίλυσηΤο πρόβλημα, σώζοντας την τεκμηρίωση για αργότερα.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Από την επόμενη Πέμπτη, UNIX θα ξεπλυθούν υπέρ της TOPS-10.Παρακαλείστε να ενημερώσετε τα προγράμματά σας.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Από την επόμενη Τρίτη, C θα πρέπει να ξεπλένονται υπέρ της COBOL.Παρακαλείστε να ενημερώσετε τα προγράμματά σας.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Από την επόμενη εβδομάδα, οι κωδικοί πρόσβασης θα πρέπει να εισαχθεί στον κώδικα Μορς.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Ως μέρος της συνεχιζόμενης προσπάθειας για να σας κρατήσει, τον αναγνώστη Fortune, παραπλεύρως τηςη πολύτιμες πληροφορίες που διασχίζει καθημερινά το USENET, Fortune παρουσιάζει:Νέα άρθρα που απαντούν * * στις ερωτήσεις σας, # 1:Ομάδες συζήτησης: comp.sources.dΘέμα: πώς μπορώ να εκτελέσει κώδικα C που λαμβάνονται από πηγέςΛέξεις-κλειδιά: πηγές CΔιανομή: naΔεν ξέρω πώς να τρέξει τα προγράμματα C που είναι αναρτημένες στηνπηγές newsgroup. Θα σώσει τα αρχεία, να τα επεξεργαστείτε για να αφαιρέσετε τοκεφαλίδες, και να αλλάξετε τον τρόπο έτσι ώστε να είναι εκτελέσιμο, αλλά εγώδεν μπορεί να τους πάρει για να τρέξει. (Ποτέ δεν έχω γράψει ένα πρόγραμμα C πριν.)Πρέπει να καταρτίζονται; Με τι compiler; Πώς μπορώ να το κάνω αυτό; ΑνΤους μεταγλώττιση, είναι ένα αρχείο αντικειμενικού κώδικα που παράγεται ή πρέπει να δημιουργήσειείναι σαφώς με το χαρακτήρα>; Υπάρχει κάτι άλλο που υπάρχειπρέπει να γίνει;
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Στο πλαίσιο της μετατροπής, ειδικοί ηλεκτρονικών υπολογιστών ξανάγραψε 1.500 προγράμματα?μια διαδικασία που απαιτεί παραδοσιακά κάποια εντοπισμού σφαλμάτων.μετατροπή σε ένα νέο σύστημα ηλεκτρονικού υπολογιστή.
		-- USA Today, referring to the Internal Revenue Service

%
Από τη στιγμή που αρχίσαμε τον προγραμματισμό, βρήκαμε προς έκπληξή μας, ότι δεν ήταντόσο εύκολο να πάρει τα προγράμματα σωστά, όπως είχαμε σκεφτεί. Debugging έπρεπε να είναιανακαλυφθείς. Μπορώ να θυμηθώ την ακριβή στιγμή όταν συνειδητοποίησα ότι ένα μεγάλομέρος της ζωής μου από τότε επρόκειτο να δαπανηθεί για την εξεύρεση λάθη στοτα δικά μου προγράμματα.
		-- Maurice Wilkes, designer of EDSAC, on programming, 1949

%
Δεδομένου ότι το σύστημα έρχεται, οι οικοδόμοι συστατικό θα καιρούς εμφανίζονται,φέρουν hot νέες εκδόσεις των κομματιών τους - πιο γρήγορα, μικρότερα, πιο ολοκληρωμένη,ή πιθανώς λιγότερο λάθη. Η αντικατάσταση ενός εξαρτήματος που εργάζονται με ένα νέοέκδοση απαιτεί την ίδια συστηματική διαδικασία δοκιμής που την προσθήκη ενός νέουσυστατικό κάνει, αν και θα πρέπει να απαιτεί λιγότερο χρόνο, για πληρέστερη καιαποτελεσματικές περιπτώσεις δοκιμών θα είναι συνήθως διαθέσιμα.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Δεδομένου ότι οι δοκιμές της ζωής συνεχίζουν να παίρνουν το φόρο τους, να θυμάστε ότι υπάρχουνείναι πάντα ένα μέλλον στην συντήρηση υπολογιστών.
		-- National Lampoon, "Deteriorata"

%
Όπως θα έλεγε ο Will Rogers, "Δεν υπάρχει κανένα τέτοιο πράγμα όπως ένα δωρεάν μεταβλητή."
		-- National Lampoon, "Deteriorata"

%
ASCII μια ηλίθια ερώτηση, μπορείτε να πάρετε μια EBCDIC απάντηση.
		-- National Lampoon, "Deteriorata"

%
Ashes to Ashes, το DOS σε DOS.
		-- National Lampoon, "Deteriorata"

%
Ρωτήστε όχι για ποιόν <CONTROL-G> διόδια.
		-- National Lampoon, "Deteriorata"

%
Συνέλευση γλώσσα εμπειρία είναι [σημαντικό] για την ωριμότητακαι την κατανόηση του πώς λειτουργούν οι υπολογιστές που παρέχει.
		-- D. Gries

%
Ασύγχρονη είσοδοι βρίσκονται στη ρίζα των προβλημάτων φυλής μας.
		-- D. Winker and F. Prosser

%
Σε περίπου 2500 μ.Χ., η ανθρωπότητα ανακαλύπτει ένα πρόβλημα με τον υπολογιστή που * must * είναιλυθεί. Η μόνη δυσκολία είναι ότι το πρόβλημα είναι NP πλήρης και θέλησηλαμβάνουν χιλιάδες χρόνια, ακόμη και με την τελευταία λέξη της τεχνολογίας οπτικών βιολογικήδιαθέσιμος. Οι καλύτεροι επιστήμονες υπολογιστών καθίσει να σκεφτεί κάποια λύση.Σε μεγάλη απογοήτευση, ένας από τους ανθρώπους C.S. λέει ο σύζυγός της γι 'αυτό. Εκείείναι μόνο μία λύση, λέει. Θυμηθείτε φυσική 103, Σύγχρονη Φυσική, γενικάσχετικότητας και όλα. Εκείνη απαντά, «Τι σημαίνει ότι έχουν να κάνουν με την επίλυσηένα πρόβλημα με τον υπολογιστή; ""Θυμηθείτε το δίδυμο παράδοξο;"Μετά από λίγα λεπτά, λέει, "θα μπορούσα να βάλω τον υπολογιστή σε μια πολύγρήγορο μηχάνημα και ο υπολογιστής θα έχει μόνο λίγα λεπτά για να υπολογίσει, αλλάότι είναι το ακριβώς αντίθετο από αυτό που θέλουμε ... Φυσικά! ΑΣΕ τουπολογιστή εδώ, και να επιταχύνει τη γη! "Το πρόβλημα ήταν τόσο σημαντικό το γεγονός ότι έκαναν ακριβώς αυτό. Πότεη γη ήρθε πίσω, που παρουσιάστηκαν με την απάντηση:IEH032 Σφάλμα στη δουλειά Κάρτα Ελέγχου.
		-- D. Winker and F. Prosser

%
Εκ πρώτης όψεως, η ιδέα των οποιωνδήποτε κανόνων ή αρχών που βάζω από πάνωτο δημιουργικό μυαλό φαίνεται πιο πιθανό να παρεμποδίσει παρά να βοηθήσει, αλλά αυτό είναιαρκετά αναληθείς στην πράξη. Πειθαρχημένη σκέψη εστιάζει την έμπνευση και όχιαπό ό, τι παρωπίδες.
		-- G. L. Glegg, "The Design of Design"

%
Στην Ομάδα Ι, Stoffel επιβλέπει έξι προγραμματιστές πρώτης τάξεως, ένα διευθυντικόαμφισβητήσει περίπου συγκρίσιμη με τις γάτες βοσκής.
		-- The Washington Post Magazine, 9 June, 1985

%
Στην πηγή της κάθε λάθος που κατηγορείται για τον υπολογιστή σας, θα βρείτετουλάχιστον δύο ανθρώπινα λάθη, συμπεριλαμβανομένου του σφάλματος της κατηγορούμε στον υπολογιστή.
		-- The Washington Post Magazine, 9 June, 1985

%
Αποφύγετε παράξενο γυναίκες και προσωρινές μεταβλητές.
		-- The Washington Post Magazine, 9 June, 1985

%
Βασικά είναι ένα λιώνουν υψηλό επίπεδο. APL είναι μια αγωνία υψηλό επίπεδο.
		-- The Washington Post Magazine, 9 June, 1985

%
BASIC είναι η Επιστήμη των Υπολογιστών ισοδύναμο του `Επιστημονική Δημιουργισμός».
		-- The Washington Post Magazine, 9 June, 1985

%
BASIC είναι στον προγραμματισμό ηλεκτρονικών υπολογιστών, όπως QWERTY είναι να πληκτρολογείτε.
		-- Seymour Papert

%
Να είστε προσεκτικοί όταν ένας βρόχος βγαίνει στο ίδιο μέρος από τη μία πλευρά και το κάτω μέρος.
		-- Seymour Papert

%
Πίσω από κάθε μεγάλη υπολογιστής βρίσκεται ένα κοκαλιάρικο λίγο geek για.
		-- Seymour Papert

%
Bell Labs Unix - Reach out και grep κάποιον.
		-- Seymour Papert

%
Προσοχή σφάλματα στον παραπάνω κώδικα? Έχω αποδείξει μόνο σωστό, να μην το δοκιμάσει.
		-- Donald Knuth

%
Beware of προγραμματιστές που μεταφέρουν κατσαβίδια.
		-- Leonard Brandwein

%
Beware του Turing Tar-pit στο οποίο όλα είναι πιθανά αλλά τίποταενδιαφέρον είναι εύκολο.
		-- Leonard Brandwein

%
Προσοχή το νέο κωδικό TTY!
		-- Leonard Brandwein

%
εκτυφλωτική ταχύτητα μπορεί να αντισταθμίσει πολλές ελλείψεις.
		-- David Nichols

%
Και τα δύο μοντέλα είναι πανομοιότυπα στην απόδοση, λειτουργική πράξη, καιλεπτομέρειες κύκλωμα διασύνδεσης. Τα δύο μοντέλα, ωστόσο, δεν είναι συμβατέςστην ίδια γραμμή σύνδεσης επικοινωνιών.
		-- Bell System Technical Reference

%
Προετοιμαστείτε. Είμαστε έτοιμοι να δοκιμάσετε κάτι που συνορεύει με τη μοναδική:μια πραγματικότητα μάλλον σοβαρά τεχνικά βιβλίο το οποίο δεν είναι μόνο (λαχανιάζουν) σφόδρααντι-Υπεύθυνη, αλλά και (ρίγος) λαμβάνει πλευρές. Τείνω να σκεφτείτε από το ως`Εποικοδομητική Snottiness».
		-- Mike Padlipsky, "Elements of Networking Style"

%
Εγκεφάλου τηγανητά - Πυρήνας αποτελούν αντικείμενο ντάμπινγκ
		-- Mike Padlipsky, "Elements of Networking Style"

%
Πλάτος αναζήτηση πρώτα είναι η μπουλντόζα της επιστήμης.
		-- Randy Goebel

%
Ο Brian Kernighan έχει ένα αυτοκίνητο που βοήθησε σχεδιασμό.Σε αντίθεση με τα περισσότερα αυτοκίνητα, δεν έχει ούτε ταχύμετρο, ούτε μετρητή αερίου, ούτεοποιαδήποτε από τις πολυάριθμες ηλίθιος φώτα που μαστίζουν το σύγχρονο οδηγό.Αντίθετα, αν ο οδηγός κάνει κανένα λάθος, ένα τεράστιο ";" ανάβει ηκέντρο του ταμπλό. "Ο έμπειρος οδηγός", λέει, "θαΣυνήθως ξέρουν τι είναι λάθος. "
		-- Randy Goebel

%
Φέρνοντας τους υπολογιστές στο σπίτι δεν θα αλλάξει είτε το ένα, αλλά μπορείαναζωογόνηση του σαλούν γωνία.
		-- Randy Goebel

%
Οικοδομήσουμε ένα σύστημα που ακόμα και ένας ανόητος μπορεί να χρησιμοποιήσει και μόνο ένας ανόητος θα θέλει να το χρησιμοποιήσει.
		-- Randy Goebel

%
Η οικοδόμηση μεταφραστές είναι καλή καθαρή διασκέδαση.
		-- T. Cheatham

%
σφάλμα λεωφορείο - οδηγού εκτελεστεί.
		-- T. Cheatham

%
Σφάλμα λεωφορείο - παρακαλώ αφήστε με την πίσω πόρτα.
		-- T. Cheatham

%
Αλλά στον ενθουσιασμό μας, δεν θα μπορούσαμε να αντισταθεί σε μια ριζική αναμόρφωση τουσύστημα, στο οποίο όλα από σημαντικές αδυναμίες της έχουν εκτεθεί,αναλύονται, και αντικαθίστανται με νέα αδυναμίες.
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
Αλλά αυτό μας έχει πάρει πολύ μακριά από το περιβάλλον, το οποίο δεν είναι κακόθέση για να είναι, διότι θα ήθελα ιδιαίτερα να προχωρήσει στην kludge.Γιατί οι άνθρωποι έχουν τόσο μεγάλο πρόβλημα κατανόησης της kludge; Τιείναι μια kludge, μετά από όλα, αλλά όχι αρκετά K, όχι αρκετά ROM, όχιαρκετή μνήμη RAM, η κακή διασύνδεση ποιότητα και πολύ λίγα bytes για να πάει γύρω;Έχουν εξήγησα ακόμα για το bytes;
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
"Αλλά αυτό που πρέπει να γνωρίζουμε είναι, οι άνθρωποι θέλουν τη μύτη-παρεμβληθεί υπολογιστές;"
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
Με μακρά παράδοση, δράττομαι της ευκαιρίας για να άγριες άλλασχεδιαστές στο λεπτό μεταμφίεση του καλού, καθαρή διασκέδαση.στήλη του ανόητου.
		-- P. J. Plauger, "Computer Language", 1988, April

%
συντάκτες BYTE είναι άνθρωποι που διαχωρίζουν την ήρα από το σιτάρι, και στη συνέχεια,εκτυπώσετε προσεκτικά το άχυρο.
		-- P. J. Plauger, "Computer Language", 1988, April

%
Byte γλώσσα σας.
		-- P. J. Plauger, "Computer Language", 1988, April

%
C κώδικα.C Κωδικός Run.Run, κώδικα, RUN!ΠΑΡΑΚΑΛΩ !!!!
		-- P. J. Plauger, "Computer Language", 1988, April

%
C για τον εαυτό σας.
		-- P. J. Plauger, "Computer Language", 1988, April

%
C το καθιστά εύκολο για σας να πυροβολήσει τον εαυτό σας στο πόδι. C ++ κάνει ότιπιο δύσκολο, αλλά όταν το κάνετε, φυσά μακριά ολόκληρο το πόδι σας.
		-- Bjarne Stroustrup

%
C'est Magnifique, mais ce n'est pas l'Informatique.
		-- Bosquet [on seeing the IBM 4341]

%
C ++ είναι το καλύτερο παράδειγμα της επίδρασης του δεύτερου συστήματος από OS / 360.
		-- Bosquet [on seeing the IBM 4341]

%
... C ++ προσφέρει ακόμα πιο ευέλικτο έλεγχο της ορατότητας του μέλουςαντικείμενα και συναρτήσεις-μέλη. Ειδικότερα, τα μέλη μπορούν να τοποθετηθούν στηνδημόσια, ιδιωτικά, ή προστατευόμενες περιοχές της κατηγορίας. Μέλη δηλωθεί ηδημόσια μέρη είναι ορατά σε όλους τους πελάτες? τα μέλη που δηλώνονται στον ιδιωτικόμέρη είναι πλήρως έγκλειστα? και τα μέλη που δηλώνονται στις προστατευόμενες περιοχέςείναι ορατές μόνο στην ίδια την τάξη και υποκατηγορίες της. C ++ υποστηρίζει, επίσης,η έννοια της * _______ φίλους *: συνεταιρισμός τάξεις που επιτρέπεται να δουν το καθέναιδιωτικά μέρη του άλλου.
		-- Grady Booch, "Object Oriented Design with Applications"

%
Ηρεμήστε, είναι * ____ * Μόνο αυτά και μηδενικά.
		-- Grady Booch, "Object Oriented Design with Applications"

%
Δεν μπορείτε να ανοίξετε / usr / share / παιχνίδια / τύχες / περιουσίες. Καπάκι κολλήσει σε βάζο μπισκότων.
		-- Grady Booch, "Object Oriented Design with Applications"

%
δεν μπορεί να ανοίξει /usr/share/games/fortunes/fortunes.dat.
		-- Grady Booch, "Object Oriented Design with Applications"

%
CChheecckk yyoouurr dduupplleexx sswwiittcchh ..
		-- Grady Booch, "Object Oriented Design with Applications"

%
CCI δύναμης 6/40: ένα διοικητικό συμβούλιο, ένα megabyte μνήμης cache, και μια στάση ...
		-- Grady Booch, "Object Oriented Design with Applications"

%
συνάντηση κέντρο στις 4 το απόγευμα στο 2C-543.
		-- Grady Booch, "Object Oriented Design with Applications"

%
Πολιτισμού, όπως την ξέρουμε, θα τελειώσει κάποια στιγμή αυτό το βράδυ.Δείτε αύριο SYSNOTE για περισσότερες πληροφορίες.
		-- Grady Booch, "Object Oriented Design with Applications"

%
COBOL είναι ηλίθιοι.
		-- E. W. Dijkstra

%
Cobol προγραμματιστές είναι άκεφος.
		-- E. W. Dijkstra

%
Κωδικοποίηση είναι εύκολο? Το μόνο που κάνετε είναι να καθίσετε κοιτάζοντας ένα τερματικό μέχρι τις σταγόνεςτης μορφής του αίματος στο μέτωπό σας.
		-- E. W. Dijkstra

%
Συγκρίνοντας τεχνολογία λογισμικού με την κλασική μηχανική υποθέτει ότι το λογισμικόέχει την ικανότητα να φθείρονται. Το λογισμικό συνήθως συμπεριφέρεται, ή δεν το κάνει. Τοείτε λειτουργεί, ή δεν το κάνει. Λογισμικού γενικά δεν υποβαθμίζει, τρίψτε,τέντωμα, στρίψιμο, ή εκτομή. Για να το αντιμετωπίζουν ως μια φυσική οντότητα, ως εκ τούτου, είναιεσφαλμένη εφαρμογή των δεξιοτήτων των μηχανικών μας. Κλασική μηχανική ασχολείται μετα χαρακτηριστικά του υλικού? μηχανικής λογισμικού θα πρέπει να ασχοληθεί με τοχαρακτηριστικά * λογισμικού *, και όχι με το υλικό ή τη διαχείριση.
		-- Dan Klein

%
COMPASS [για τη σειρά CDC-6000] είναι το είδος της συναρμολόγησης περιμένει κανείς απόμια εταιρεία της οποίας ο πρόεδρος κωδικούς στο οκταδικό.
		-- J. N. Gray

%
... Η πρόοδος υλικό του υπολογιστή είναι τόσο γρήγορα. Δεν υπάρχει άλλη τεχνολογία, δεδομένουπολιτισμός άρχισε να έχει δει έξι τάξεις μεγέθους της απόδοσης-τιμήςκερδίσει σε 30 χρόνια.
		-- Fred Brooks

%
προγραμματιστές υπολογιστών το κάνει byte με byte.
		-- Fred Brooks

%
προγραμματιστές υπολογιστών δεν πεθαίνουν ποτέ, το μόνο που χάνονται κατά την επεξεργασία.
		-- Fred Brooks

%
Τα προγράμματα ηλεκτρονικών υπολογιστών επεκταθεί έτσι ώστε να καλύψει το βασικό διαθέσιμο.
		-- Fred Brooks

%
Επιστήμη των Υπολογιστών είναι απλώς η μείωση μετα-Turing στην επίσημη θεωρία συστημάτων.
		-- Fred Brooks

%
Επιστήμη των Υπολογιστών είναι η μόνη πειθαρχία στην οποία θα δείτε από την προσθήκη μιας νέας πτέρυγαςσε ένα κτίριο ως συντήρηση
		-- Jim Horning

%
Υπολογιστές δεν είναι ευφυής. Το μόνο που νομίζουν ότι είναι.
		-- Jim Horning

%
Οι υπολογιστές είναι αναξιόπιστοι, αλλά οι άνθρωποι είναι ακόμη πιο αναξιόπιστη.Οποιοδήποτε σύστημα που εξαρτάται από την ανθρώπινη αξιοπιστία είναι αναξιόπιστη.
		-- Gilb

%
Οι υπολογιστές είναι άχρηστοι. Το μόνο που μπορεί να σας δώσει απαντήσεις.
		-- Pablo Picasso

%
Οι υπολογιστές μπορούν να καταλάβω όλα τα είδη των προβλημάτων, εκτός από τα πράγματα στηο κόσμος που απλά δεν αθροίζονται.
		-- Pablo Picasso

%
Υπολογιστές δεν πιστεύουν πραγματικά.Απλά σκεφτείτε νομίζουν.		(Νομίζουμε.)
		-- Pablo Picasso

%
Υπολογιστές δεν θα τελειοποιηθεί μέχρι να μπορεί να υπολογίσει πόσο περισσότεροαπό την εκτίμηση που η εργασία θα κοστίσει.
		-- Pablo Picasso

%
Εννοιολογική ακεραιότητα με τη σειρά της υπαγορεύει ότι ο σχεδιασμός πρέπει να προχωρήσειαπό ένα μυαλό, ή από έναν πολύ μικρό αριθμό συμφωνώντας ηχηρή μυαλά.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Συγχαρητήρια! Είστε ο χρήστης ένα εκατομμυριοστό να συνδεθείτε στο σύστημά μας.Αν υπάρχει κάτι ιδιαίτερο που μπορούμε να κάνουμε για σας, οτιδήποτε, δενδιστάσετε να ζητήσετε!
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Cosmotronic Λογισμικού Απεριόριστα Inc. δεν εγγυάται ότι ηλειτουργίες που περιλαμβάνονται στο πρόγραμμα θα καλύψει τις απαιτήσεις σας ή ότιη λειτουργία του προγράμματος θα είναι αδιάλειπτη ή χωρίς σφάλματα.Ωστόσο, Cosmotronic Λογισμικού Απεριόριστα Inc. εγγυάται ηδισκέτα (-ες) κατά την οποία το πρόγραμμα είναι επιπλωμένα να είναι μαύρου χρώματος καιτετράγωνο σχήμα υπό κανονική χρήση για μια περίοδο ενενήντα (90) ημερών από τηνημερομηνία αγοράς.ΣΗΜΕΙΩΣΗ: ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΔΕΝ ΘΑ COSMOTRONIC SOFTWARE ΑΠΕΡΙΟΡΙΣΤΑ Ή ΤΗΣΔιανομείς και πωλητές ΤΟΥΣ ΘΑ ΕΙΝΑΙ ΥΠΕΥΘΥΝΗ ΓΙΑ ΤΥΧΟΝ ΖΗΜΙΕΣ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝΓΙΑ ΟΠΟΙΑΔΗΠΟΤΕ ΑΠΩΛΕΙΑ ΚΕΡΔΩΝ, ΑΠΩΛΕΙΑ ΑΠΟΤΑΜΙΕΥΣΕΩΝ, έχασε την υπομονή Ή ΑΛΛΕΣ ΤΥΧΑΙΕΣ ΉΖΗΜΙΕΣ.
		-- Horstmann Software Design, the "ChiWriter" user manual

%
Θα μπορούσε να μην είμαστε κριτές-εξέδρα η γάτα να ενεργεί ως διακόπτης ήχου, και να το φωνάζωσε ανθρώπους για να σώσει πυρήνα εικόνες τους πριν την είσοδο τους έξω; είμαι σίγουροςη prod βοοειδή θα είναι αποτελεσματική σε αυτό το θέμα. Σε κάθε περίπτωση, μια τραβέρσατοποθετημένη ιγκουάνα, ενώ οι πιο διεστραμμένη, δίνει καλύτερη πρόσφυση, για να μην αναφέρουμεείναι πιο εύκολο να διακυβεύονται.
		-- Horstmann Software Design, the "ChiWriter" user manual

%
Μετρώντας το δυαδικό είναι ακριβώς όπως καταμέτρηση σε δεκαδικό - αν είστε όλοι αντίχειρες.
		-- Glaser and Way

%
Μετρώντας σε οκταδικό είναι ακριβώς όπως καταμέτρηση σε δεκαδικό - αν δεν θέλετε να χρησιμοποιήσετε τους αντίχειρές σας.
		-- Tom Lehrer

%
[Προγράμματα Crash] αποτυγχάνουν διότι βασίζονται στη θεωρία ότι, με εννέαγυναίκες έγκυες, μπορείτε να πάρετε ένα μωρό από ένα μήνα.
		-- Wernher von Braun

%
Crazee Edeee, οι τιμές του είναι INSANE !!!
		-- Wernher von Braun

%
Δημιουργία λογισμικού ηλεκτρονικών υπολογιστών είναι πάντα μια απαιτητική και επίπονηδιαδικασία - μια άσκηση στην λογική, σαφή έκφραση, και σχεδόν φανατικήπροσοχή στη λεπτομέρεια. Απαιτεί την ευφυΐα, την αφοσίωση, και μιατεράστιο ποσό της σκληρής δουλειάς. Όμως, ένα ορισμένο ποσό της απρόβλεπτηκαι συχνά ανεπανάληπτη έμπνευση είναι αυτό που κάνει συνήθως τη διαφοράμεταξύ επάρκειας και της αριστείας.
		-- Wernher von Braun

%
VMS-F-PDGERS, πουτίγκα ανάμεσα στα αυτιά
		-- Wernher von Braun

%
Αγαπητοί Emily, τι γίνεται με τα μηνύματα τεστ;Αγαπητοί Ανησυχώντας:Είναι σημαντικό, κατά τη δοκιμή, για να ελέγξετε ολόκληρο το δίχτυ. δοκιμή ποτέαπλώς μια κατανομή υποδίκτυο όταν ολόκληρο το δίχτυ μπορεί να γίνει. Επίσης, τίθενται "παρακαλώαγνοούν "για δοκιμαστικά μηνύματα σας, αφού όλοι γνωρίζουμε ότι ο καθένας παραλείπει πάνταένα μήνυμα με μια γραμμή σαν αυτό. Μην χρησιμοποιείτε ένα θέμα όπως το "σεξ μου είναι θηλυκόαλλά απαιτώ να αντιμετωπιστούν ως αρσενικό. ", επειδή τα εν λόγω άρθρα διαβάζονται σε βάθοςαπό όλους τους USEnauts.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Αγαπητοί Emily:Πώς μπορώ να επιλέξω τι ομάδες να δημοσιεύσετε στην;Αγαπητοί Σύγχυση:Διαλέξτε όσο μπορείτε, έτσι ώστε να μπορείτε να πάρετε το ευρύτερο κοινό. ΜετάΣυνολικά, η καθαρή υπάρχει για να σας δώσει ένα ακροατήριο. Αγνοήστε αυτούς που σας προτείνουμεθα πρέπει να χρησιμοποιήσετε ομάδες μόνο όταν νομίζετε ότι το άρθρο είναι ιδιαίτερα κατάλληλο.Διαλέξτε όλες τις ομάδες όπου ο καθένας θα μπορούσε ακόμη και να είναι ελαφρώς ενδιαφέρει.Πάντα σιγουρευτείτε συνεχίσεις να πάει σε όλες τις ομάδες. Στη σπάνια περίπτωσηότι μπορείτε να δημοσιεύσετε ένα follow-το οποίο περιέχει κάτι πρωτότυπο, βεβαιωθείτε ότι έχετεεπεκτείνετε τη λίστα των ομάδων. Ποτέ περιλαμβάνει ένα "Παρακολούθηση-έως:" γραμμή στοheader, δεδομένου ότι ορισμένοι άνθρωποι μπορεί να χάσουν μέρος του πολύτιμου συζήτηση στοοι περιθωριακές ομάδες.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Αγαπητοί Emily:Μάζεψα τις απαντήσεις σε ένα άρθρο που έγραψα, και τώρα ήρθε η ώρα νασυνοψίζω. Τι πρέπει να κάνω?Αγαπητέ συντάκτη:Απλά ενώσετε όλα τα άρθρα μαζί σε ένα μεγάλο αρχείο και μετάότι. Για USENET, αυτό είναι γνωστό ως περίληψη. Θα επιτρέπει στους χρήστες να διαβάζουν όλα τααπαντά χωρίς ενοχλητικά εκφωνητές να πάρει με τον τρόπο. Κάνει το ίδιο ότανσυνοψίζοντας σε ψηφοφορία.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Αγαπητοί Emily:Διάβασα πρόσφατα ένα άρθρο που έλεγε, "απάντηση με e-mail, θα συνοψίσω."Τι πρέπει να κάνω?Αγαπητοί Αμφίβολη:Αξιολογήστε την απάντησή σας σε ολόκληρο το διαδίκτυο. Ότι η αίτηση ισχύει μόνο γιαάλαλος άνθρωποι που δεν έχουν κάτι ενδιαφέρον να πει. αποσπάσεις σας είναιπολύ πιο χρήσιμο από ό, τι των άλλων ανθρώπων, γι 'αυτό θα ήταν σπατάλη να απαντήσει μεταχυδρομείο.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Αγαπητοί Emily:Είδα ένα μεγάλο άρθρο που θέλω να αντικρούσει προσεκτικά, αυτό που θα πρέπει ναΔέχομαι?Αγαπητοί Angry:Περιλαμβάνουν το πλήρες κείμενο με το άρθρο σας, και να περιλαμβάνει τα σχόλιά σαςμεταξύ των γραμμών. Να είστε βέβαιος να δημοσιεύσετε, και όχι ταχυδρομείο, ακόμη και αν το άρθρο σαςμοιάζει με μια απάντηση στο πρωτότυπο. Ο καθένας αγαπά * * για να διαβάσετε εκείνες καιρόσημείο προς σημείο τις συζητήσεις, ειδικά όταν εξελιχθούν σε όνομα-κλήση καιπολλά «Είναι πάρα πολύ!" -- "Δεν είναι!" - "Είναι πάρα πολύ, twizot!" ανταλλαγές.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Αγαπητοί Emily:Είμαι έχοντας μια σοβαρή διαφωνία με κάποιον στο διαδίκτυο. εγώΠροσπάθησα καταγγελίες προς το διαχειριστή του συστήματός του, οργανώνοντας εκστρατείες ταχυδρομείου, ζήτησεαπομάκρυνσή του από το δίχτυ και να τηλεφωνεί ο εργοδότης του να πάρει τον απέλυσε.Όλοι γελούσαν μαζί μου. Τι μπορώ να κάνω?Αγαπητοί Ανησυχώντας:Πηγαίνετε στις ημερήσιες εφημερίδες. Οι περισσότεροι σύγχρονοι δημοσιογράφοι υπολογιστή top-notchεμπειρογνώμονες, οι οποίοι θα καταλάβουν το καθαρό, και τα προβλήματά σας, τέλεια. Αυτοίθα εκτυπώσει προσεκτικοί, αιτιολογημένη ιστορίες χωρίς λάθη σε όλα, και σίγουρααντιπροσωπεύουν την κατάσταση σωστά στο κοινό. Το κοινό θα είναι επίσης όλαενεργούν με σύνεση, δεδομένου ότι είναι επίσης πλήρη επίγνωση της λεπτή φύση των καθαρώνκοινωνία.Χαρτιά ποτέ sensationalize ή να νοθεύει, ώστε να είναι σίγουρος για να επισημάνω τα πράγματαόπως ο ρατσισμός και ο σεξισμός, όπου θα μπορούσαν να υπάρχουν. Να είστε βέβαιος, καθώς και ότικαταλάβουμε ότι όλα τα πράγματα σχετικά με την καθαρή, ιδιαίτερα προσβολές, σήμαινεκυριολεκτικά. Σύνδεσμος αυτό που διαφαίνεται στο δίχτυ για τα αίτια του Ολοκαυτώματος, ανδυνατόν. Αν τακτική χαρτιά δεν θα πάρει την ιστορία, πηγαίνετε σε ένα ταμπλόιντ χαρτί -είναι πάντα ενδιαφέρονται για καλές ιστορίες.Με την τακτοποίηση όλη αυτή την δωρεάν διαφήμιση για την καθαρή, θα γίνει πολύκαλά γνωστή. Οι άνθρωποι στο δίχτυ θα περιμένει στην πρόθυμη αναμονή για την κάθε σαςαπόσπαση, και αναφέρονται σε σας συνεχώς. Θα πάρετε περισσότερες ταχυδρομείου ό, τι ποτέονειρευτεί δυνατόν - το απόλυτο στην καθαρή επιτυχία.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Αγαπητοί Emily:Είμαι ακόμα σε σύγχυση ως προς το τι ομάδες άρθρα θα πρέπει να αναρτηθείνα. Τι θα λέγατε για παράδειγμα;Αγαπητοί Ακόμα:	Εντάξει. Ας πούμε ότι θέλετε να καταγγείλετε ότι Gretzky έχει διαπραγματεύονται απόοι Oilers στους βασιλιάδες. Τώρα αμέσως να σκεφτείτε rec.sport.hockeyθα ήταν αρκετό. ΛΑΝΘΑΣΜΈΝΟΣ. Πολλοί περισσότεροι άνθρωποι μπορεί να ενδιαφέρονται. Αυτό είναι έναμεγάλη εμπορική! Δεδομένου ότι πρόκειται για ένα άρθρο ειδήσεων, ανήκει στις ειδήσεις. * Ιεραρχίαςεπισης. Εάν είστε ειδήσεων διαχειριστή, ή υπάρχει ένα στο μηχάνημα σας, δοκιμάστεnews.admin. Εάν όχι, χρησιμοποιήστε news.misc.Οι Όιλερς είναι πιθανώς ενδιαφέρονται για τη γεωλογία, ώστε να προσπαθήσουμε sci.physics.Είναι ένα μεγάλο αστέρι, έτσι ώστε μετά να sci.astro και sci.space επειδή είναι επίσηςενδιαφέρονται για τα αστέρια. Στη συνέχεια, το όνομά του είναι πολωνική ήχο. Έτσι, μετά ναsoc.culture.polish. Αλλά η ομάδα δεν υπάρχει, οπότε cross-post για ναΘα πρέπει να δημιουργηθεί news.groups προτείνοντας αυτό. Με αυτό πολλές ομάδεςτο ενδιαφέρον, το άρθρο σας θα είναι αρκετά παράξενο, έτσι ώστε μετά να talk.bizarre ωςΛοιπόν. (Και μετά να comp.std.mumps, αφού μετά βίας να πάρει οποιαδήποτε άρθραυπάρχει και μια ομάδα "δείγμα" θα διαδώσει περαιτέρω το άρθρο σας.)Μπορείτε επίσης να βρείτε ότι είναι πιο διασκεδαστικό να δημοσιεύσετε το άρθρο μία φορά σε κάθεομάδα. Αν λίστα όλες τις ομάδες συζήτησης στο ίδιο άρθρο, κάποιοι εκφωνητέςθα δείξει μόνο το το άρθρο στον αναγνώστη μια φορά! δεν ανέχονται αυτό.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Αγαπητοί Emily:Σήμερα δημοσιεύτηκε ένα άρθρο και ξέχασε να συμπεριλάβει την υπογραφή μου.Τι πρέπει να κάνω?Αγαπητοί ξεχασιάρης:Rush στο τερματικό σας αμέσως και να δημοσιεύσετε ένα άρθρο που λέει,"Ωχ, ξέχασα να δημοσιεύσετε την υπογραφή μου με αυτό το τελευταίο άρθρο. ΕδώΑυτό είναι."Δεδομένου ότι οι περισσότεροι άνθρωποι θα έχουν ξεχάσει νωρίτερα το άρθρο σας,(Ιδίως λόγω του ότι τόλμησε να είναι τόσο βαρετό που να μην έχουν μια ωραία, ζουμεράυπογραφή) αυτό θα τους θυμίζουν αυτό. Εκτός αυτού, οι άνθρωποι ενδιαφέρονται πολύ περισσότεροσχετικά με την υπογραφή ούτως ή άλλως.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Αγαπητοί κα Postnews:Δεν μπορούσα να πάρω ταχυδρομείου μέσω της σε κάποιον σε μια άλλη περιοχή. Τιπρέπει να κάνω;Αγαπητοί Πρόθυμος:Κανένα πρόβλημα, απλά μετά το μήνυμά σας σε μια ομάδα που πολλοί άνθρωποιανάγνωση. Ας πούμε, "Αυτό είναι για τον John Smith. Δεν μπορούσα να πάρω ταχυδρομείου μέσω έτσι είμαιτην τοποθέτησή του. Όλοι οι άλλοι παρακαλούμε να αγνοήσετε. "Με αυτό τον τρόπο δεκάδες χιλιάδες άνθρωποι θα περάσουν μερικά δευτερόλεπτα σάρωσηςπάνω και αγνοώντας το άρθρο σας, χρησιμοποιώντας έως και πάνω από 16 ανθρωποώρες συλλογική τουςχρόνο, αλλά θα σωθεί το τρομερό πρόβλημα του ελέγχου μέσω του Usenetχάρτες ή να ψάχνει για εναλλακτικές διαδρομές. Απλά σκεφτείτε, αν δεν μπορούσε να διανείμειτο μήνυμά σας σε 9000 άλλους υπολογιστές, μπορεί να έχετε πραγματικά να (λαχανιάζουν) κλήσηβοήθεια καταλόγου για 60 σεντς, ή ακόμα και να τηλεφωνήσετε στο άτομο. Αυτό μπορεί να κοστίσειόσο λίγα δολάρια (!) για μια κλήση 5 λεπτά!Και σίγουρα είναι καλύτερα να περάσουν 10-20 δολάρια των άλλων ανθρώπωνχρήματα διανέμει το μήνυμα από ό, τι για να έχετε να χάνουμε $ 9 για μια ολονύκτιαe-mail, ή ακόμα και 25 σεντ σε ένα γραμματόσημο!Μην ξεχάσετε. Ο κόσμος θα τελειώσει εάν το μήνυμά σας δεν περάσει,έτσι ώστε να δημοσιεύσετε πολλά μέρη, όπως μπορείτε.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Αγαπητέ κύριε,Είμαι κατηγορηματικά αντίθετοι στη διάδοση των μικροτσίπ, είτε στο σπίτι ήστο γραφείο, έχουμε περισσότερο από αρκετό για τους πλασάρεται σε εμάς στο δημόσιοθέσεις. Είναι ένα αηδιαστικό αμερικανισμό, και μπορεί να οδηγήσει μόνο σε αγρότεςαναγκάζονται να αναπτυχθούν μικρότερες πατάτες, το οποίο με τη σειρά του θα προκαλέσει μαζική ΗΕτης απασχόλησης στην ήδη σοβαρή κατάθλιψη γεωργική βιομηχανία.	Με φιλικούς χαιρετισμούς,Capt. Quinton D'Arcy, J.P.Sevenoaks
		-- Letters To The Editor, The Times of London

%
Debug είναι ανθρώπινο, de-fix θεία.
		-- Letters To The Editor, The Times of London

%
Διάγνωση Δεκέμβριο θα τρέξει σε μια νεκρή φάλαινα.
		-- Mel Ferentz

%
#define BITCOUNT (x) (((BX_ (x) + (BX_ (x) >> 4)) & 0x0F0F0F0F)% 255)#define BX_ (x) ((x) - (((x) >> 1) & 0x77777777) \- (((X) >> 2) & 0x33333333) \- (((X) >> 3) & 0x11111111))
		-- really weird C code to count the number of bits in a word

%
(Defun NF (α γ)  (Cond ((null γ) ())((Άτομο (αυτοκίνητο γ))(Append (κατάλογος (eval (κατάλογος »getchar (κατάλογος (αυτοκίνητο γ)« α) (CADR γ))))(NF ένα (cddr γ))))(T (append (κατάλογος (implode (NF ένα (αυτοκίνητο γ)))) (NF ένα (CDR γ))))))(Defun AD (θέλουν εργασία προκλητική Βοστώνη-περιοχής)  (διευθ   ((Ή (όχι (ίση θέλουν εργασία «ναι))(Όχι (ίση Βοστώνη-περιοχή «ναι))(Lessp προκλητική 7)) ())   (T (append (NF (get 'ad' expr)«((Caaddr 1 caadr 2 αυτοκινήτων 1 αυτοκίνητο 1)(Αυτοκίνητο 5 cadadr 9 cadadr 8 cadadr 9 caadr 4 Car 2 Car 1)(Αυτοκίνητο 2 caadr 4)))      (Κατάλογος «851-5071x2661)))));;; Είμαστε μια καταφατική εργοδότη δράση.
		-- really weird C code to count the number of bits in a word

%
Παραδώστε χθες, κωδικό και σήμερα, σκέφτονται το αύριο.
		-- really weird C code to count the number of bits in a word

%
Γνωρίζατε ότι για την τιμή ενός 280-Z μπορείτε να αγοράσετε δύο Z-80;
		-- P. J. Plauger

%
Διαφορετικές όλα στροφές ένα από το λαβύρινθο είστε, διόδους λίγο.
		-- P. J. Plauger

%
Τα ψηφιακά κυκλώματα κατασκευασμένα από αναλογική μέρη.
		-- Don Vonada

%
χώρο στο σκληρό δίσκο - το τελευταίο σύνορο!
		-- Don Vonada

%
ΑΠΟΠΟΊΗΣΗ ΕΥΘΥΝΏΝ:Η χρήση αυτής της προηγμένης τεχνολογίας των υπολογιστών δεν συνεπάγεται την έγκρισητου δυτικού βιομηχανικού πολιτισμού.
		-- Don Vonada

%
Αποποίηση ευθυνών: "Οι γνώμες αυτές είναι δικές μου, αν και για ένα μικρό ποσό που είναιδικό σου επίσης."
		-- Dave Haynie

%
κρίση δίσκο, παρακαλούμε να καθαρίσει!
		-- Dave Haynie

%
Δίσκοι ταξιδεύουν σε συσκευασίες.
		-- Dave Haynie

%
Disraeli ήταν πολύ κοντά: στην πραγματικότητα, υπάρχουν Ψέματα, ψέματα Γαμώτο, Στατιστικά,Αναφοράς, και τις ημερομηνίες παράδοσης.
		-- Dave Haynie

%
Μην αναμιγνύεται στις υποθέσεις της troff, γι 'αυτό είναι λεπτή και γρήγορο να θυμό.
		-- Dave Haynie

%
Μην απλοποιήσει το σχεδιασμό ενός προγράμματος εάν ένας τρόπος μπορεί να βρεθεί για να κάνειείναι σύνθετη και υπέροχο.
		-- Dave Haynie

%
Μην χρησιμοποιείτε τα μπλε πλήκτρα σε αυτό το τερματικό.
		-- Dave Haynie

%
Μήπως εσείς ξέρετε τι κάνετε, ή απλά hacking;
		-- Dave Haynie

%
*** ΜΗΝ ΕΧΕΤΕ μια ανήσυχη καλώ να το πρόγραμμα; ***Θέλετε την άμεση σχέση που έρχεται από το να είναι σε θέση να χρησιμοποιήσει την τεχνικήόρους που κανείς δεν καταλαβαίνει; Θέλετε να χτυπήσει το φόβο και απέχθεια σεοι καρδιές των διαχειριστών DP παντού; Αν ναι, τότε ας το διάσημο Προγραμματιστές »Το σχολείο σας οδηγήσει στην ... στον κόσμο του επαγγελματικού προγραμματισμού ηλεκτρονικών υπολογιστών.*** ΕΙΝΑΙ ΠΡΟΓΡΑΜΜΑΤΙΣΜΟΣ ΓΙΑ ΣΑΣ; ***Ο προγραμματισμός δεν είναι για όλους. Αλλά, αν έχετε την επιθυμία να μάθουν, μπορούμεσας βοηθήσουμε να ξεκινήσετε. Το μόνο που χρειάζεται είναι φυσικά η περίφημη Προγραμματιστές καιαρκετά χρήματα για να κρατήσει αυτά τα μαθήματα ερχόμενο μήνα με το μήνα.*** ΝΑ ΜΑΣ TEST ΔΩΡΕΑΝ ΚΙΝΗΤΡΟ ΓΙΑ ΑΣΚΗΣΗ ***Για να σας βοηθήσει να προσδιορίσετε αν έχετε τα προσόντα για να είναι ένας προγραμματιστής, πάρτε μια στιγμή για ναδοκιμάστε αυτό το απλό τεστ:(1) Σημειώστε τους αριθμούς από το μηδέν έως εννέα και τα πρώτα έξι γράμματατου αλφαβήτου (Συμβουλή: 0123456789ABCDEF).(2) του οποίου τη φωτογραφία στο πίσω μέρος του νομοσχεδίου είκοσι δολάριο;(3) Ποια είναι η πρωτεύουσα του κράτους του Idaho;Αν έχετε καταφέρει να διαβάσετε όλες τις τρεις ερωτήσεις, χωρίς να αναρωτιούνται γιατί ζητήσαμετους, μπορεί να έχει μέλλον ως προγραμματιστής ηλεκτρονικών υπολογιστών.
		-- Dave Haynie

%
Μήπως πάσχετε οδυνηρή αποβολή;Μήπως πάσχετε επώδυνη αντεγκλήσεις;Μήπως πάσχετε επώδυνη φωτισμό;Μήπως πάσχετε επώδυνη παραίσθηση;
		-- Don Juan, cited by Carlos Casteneda

%
Τεκμηρίωση είναι σαν το σεξ: όταν είναι καλή, είναι πολύ, πολύ καλό? καιόταν είναι κακή, είναι καλύτερο από το τίποτα.
		-- Dick Brandon

%
Τεκμηρίωση είναι το καστορέλαιο του προγραμματισμού.Οι διευθυντές ξέρουν ότι πρέπει να είναι καλό, επειδή οι προγραμματιστές που μισούν τόσο πολύ.
		-- Dick Brandon

%
Μήπως ένας καλός αγρότης παραμελούν μια καλλιέργεια που έχει φυτευτεί;Μήπως ένας καλός δάσκαλος βλέπουν ακόμη και το πιο ταπεινό φοιτητή;Μήπως ένας καλός πατέρας επιτρέπει σε ένα παιδί να λιμοκτονήσουν;Μήπως ένας καλός προγραμματιστής αρνούνται να διατηρήσει τον κωδικό του;
		-- Geoffrey James, "The Tao of Programming"

%
Μην συγκρίνετε αριθμούς κινητής υποδιαστολής αποκλειστικά για την ισότητα.
		-- Geoffrey James, "The Tao of Programming"

%
Μην πάρετε suckered σε από τα σχόλια - μπορεί να είναι τρομερά παραπλανητική.Debug μόνο κωδικό.
		-- Dave Storer

%
Μην χτυπάτε τα κλειδιά τόσο σκληρά, που πονάει.
		-- Dave Storer

%
Μην ιδρώτα - αυτό είναι μόνο μονάδες και μηδενικά.
		-- P. Skelly

%
DOS Air:Όλοι οι επιβάτες πάνε έξω στο διάδρομο, πιάσε τη λαβή του επιπέδου, πιέστεμέχρι να πάρει στον αέρα, hop on, πηδήξει από όταν χτυπά και πάλι το έδαφος.Στη συνέχεια, πιάσε το αεροπλάνο και πάλι, σπρώξτε το πίσω στον αέρα, hop on, etτα λοιπά.
		-- P. Skelly

%
DOS Μπύρα: Απαιτεί να χρησιμοποιήσετε το δικό σας ανοιχτήρι και απαιτεί από εσάς ναδιαβάστε τις οδηγίες προσεκτικά πριν από το άνοιγμα του κουτιού. αρχικά μόνοήρθε σε ένα 8-ουγκιά μπορεί, αλλά τώρα έρχεται σε μια 16-ουγκιά κουτί. Ωστόσο, το δοχείο είναιδιαιρείται σε 8 τμήματα των 2 oz. το καθένα, τα οποία πρέπει να προσεγγιστείχωριστά. Σύντομα πρόκειται να διακοπεί, αν και πολλοί άνθρωποι πρόκειταιγια να κρατήσει το πόσιμο μετά δεν είναι πλέον διαθέσιμο.
		-- P. Skelly

%
Λόγω έλλειψης χώρου στο δίσκο, αυτή η βάση δεδομένων περιουσία έχει διακοπεί.
		-- P. Skelly

%
Κατά τη διάρκεια των επόμενων δύο ώρες, το σύστημα θα πρέπει να πηγαίνει πάνω και κάτω αρκετέςφορές, συχνά με lin ~ po_ ~ ​​{po ~ poz ~ ΔΤΦ \ ~ {σε ~ po_ ~ ​​{o [po ~ y oodsou> # w4k ** n ~ po_ ~ ​​{ολ? lkld? στ? g? dd? po \ ~ {o
		-- P. Skelly

%
Ε Pluribus Unix
		-- P. Skelly

%
Κάθε νέος χρήστης ενός νέου συστήματος αποκαλύπτει μια νέα κατηγορία σφάλματα.
		-- Kernighan

%
Κάθε μία από αυτές λατρείες αντιστοιχούν σε μία από τις δύο ανταγωνιστών στην εποχή τηςΑναμόρφωση. Στη σφαίρα της Apple Macintosh, όπως και στην Καθολική Ευρώπη,προσκυνητές από ομοτίμους ευλαβικά σε οθόνες γεμίζουν με «εικόνες». Όλα είναι υγιές καιεικόνες και Appledom. Ακόμα και οι λέξεις μοιάζουν με διακοσμητικά filigrees σε εξωτικάγραμματοσειρές. Η μεγαλύτερη εικόνα απ 'όλα, το ίδιο το απαραβίαστο της Apple, βρίσκεται σεη κυριαρχούν θέση στην επάνω αριστερή γωνία της οθόνης. Μια κεντρικήεταιρική έδρα διατάγματα τη μορφή όλων των τελετών και πρακτικών.Infalliable θέματα δόγματος από ένα ανώτατο στέλεχος του οποίου η επιλογή εμφανίζεταισε σφραγισμένο αίθουσα συνεδριάσεων. Αν κάποιος σε Curia του αμφισβητούν τις εξουσίες του, οδράστης αφόρισε σε εξωτερικό σκοτάδι. Η απελαθεί αιρετικός ιδρύειμια νέα εταιρεία, μουρμουρίζει δυσνόητα του μέλλοντος αιώνος και την επόμενη υπολογιστή,στη συνέχεια εξαφανίζεται στη σιωπή, λαμβάνοντας μετόχους του με αυτόν. Η μητέραΗ εταιρεία απαγορεύει οικονομικό ανταγωνισμό, αυστηρά, δεδομένου ότι καταπνίγει την ιδεολογικήανταγωνισμός; αν θέλετε να χρησιμοποιήσετε τα προγράμματα ηλεκτρονικών υπολογιστών που συμμορφώνονται με της Appleορθοδοξία, θα πρέπει να αγοράσετε έναν υπολογιστή που έγιναν και που πωλούνται από την ίδια την Apple.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
/ Γη είναι 98% γεμάτη ... παρακαλώ διαγράψτε κανέναν μπορείτε.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Η Γη είναι ένα site βήτα.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
/ Γη: το σύστημα αρχείων πλήρης.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Αϊνστάιν υποστήριξε ότι πρέπει να απλοποιηθούν εξηγήσεις για τη φύση, γιατίΟ Θεός δεν είναι ιδιότροπο ή αυθαίρετη. Δεν υπάρχει τέτοια πίστη ανακουφίζει το λογισμικόμηχανικός.
		-- Fred Brooks

%
Ίσες bytes για τις γυναίκες.
		-- Fred Brooks

%
Σφάλμα στο φορέα: προσθέστε μπίρα
		-- Fred Brooks

%
Ιδρύθηκε τεχνολογία τείνει να επιμένουν στο πρόσωπο της νέας τεχνολογίας.
		-- G. Blaauw, one of the designers of System 360

%
Eudaemonic έρευνα προχώρησε με την περιστασιακή μανία που προσιδιάζουν σε αυτό το μέρος τουο κόσμος. Γυμνό ηλιοθεραπεία στο πίσω μέρος κατάστρωμα συνδυάστηκε με τηλεφωνικές κλήσεις προςΠροχωρημένη Κινητική στην Costa Mesa, Αμερικανός Συστήματα Laser σε Goleta, ΑυτοματισμούΟι βιομηχανίες σε Danbury, Κονέκτικατ, Arenberg Υπέρηχοι στην Τζαμάικα Κάμπο,Μασαχουσέτη, και Hewlett Packard στο Sunnyvale, Καλιφόρνια, όπου Νόρμανξάδελφος Packard, David, προεδρεύει ως πρόεδρος του διοικητικού συμβουλίου. Το κόλπο ήταν νακάνει αυτές τις κλήσεις το μεσημέρι, με την ελπίδα ότι έξω-να-το μεσημεριανό γεύμα στελέχη θα επιστρέψουντους με δικά τους έξοδα. Eudaemonic επιχειρήσεις, για όλα όσα ήξεραν, θα μπορούσε να είναιμια ταχέως αναπτυσσόμενη εταιρεία πληροφορικής διακλάδωση έξω από τη Σίλικον Βάλεϊ. sniffingη δυνατότητα των πωλήσεων μεγάλου όγκου, αυτά τα στελέχη μικρή υποψία ότιμιλούσαν στην άλλη άκρη της γραμμής σε μια γυμνή φυσικός τρελλόςπάνω ρουλέτα.
		-- Thomas Bass, "The Eudaemonic Pie"

%
<<<<< ΟΔΟΣ ΕΚΚΕΝΩΣΗ <<<<<
		-- Thomas Bass, "The Eudaemonic Pie"

%
Ακόμα bytes πάρει μόνος για λίγο.
		-- Thomas Bass, "The Eudaemonic Pie"

%
Αναρωτηθήκατε ποτέ για την προέλευση του όρου "σφάλματα", όπως εφαρμόζεται σε υπολογιστήτεχνολογία? ΗΠΑ Ναυτικού λοχαγός. Χάρη Murray Hopper έχει από πρώτο χέρι εξήγηση.Η 74-year-old καπετάνιος, ο οποίος είναι ακόμη εν ενεργεία, ήταν πρωτοπόρος στηντεχνολογία των υπολογιστών κατά τη διάρκεια του Β 'Παγκοσμίου Πολέμου. Στο C.W. Δημοσίευση Κέντρο LongΠανεπιστήμιο νησί, Χόπερ είπε σε μια ομάδα του Long Island δημόσιο σχολείο διοικητικέςδράστες που ο πρώτος υπολογιστής "σφάλμα" Ήταν ένα πραγματικό σφάλμα - ένα έντομο. στο Χάρβαρντμια νύχτα Αυγούστου 1945, Hopper και οι συνεργάτες της εργάζονται για την"Παππούς" των σύγχρονων υπολογιστών, οι Mark Ι "Τα πράγματα πήγαιναν άσχημα?υπήρχε κάτι λάθος σε ένα από τα κυκλώματα της μακράς που περικλείεται από γυαλίυπολογιστή », είπε." Τέλος, κάποιος που βρίσκεται το πρόβλημα επιτόπου και, χρησιμοποιώνταςσυνηθισμένο τσιμπιδάκια, αφαιρείται το πρόβλημα, ένα δύο-ιντσών σκώρο. Από τότε, ότανκάτι πήγε στραβά με έναν υπολογιστή, είπαμε ότι είχε σφάλματα σε αυτό. "Χόπερείπε ότι όταν η ακρίβεια της ιστορίας της αμφισβητήθηκε πρόσφατα, "αναφέρθηκανα 1945 ημερολόγιο μου, τώρα στη συλλογή των Naval Surface ΌπλαΚέντρο, και βρήκαν τα λείψανα αυτού του σκόρου μαγνητοσκοπημένο στη σελίδαερώτηση."[Στην πραγματικότητα, ο όρος "σφάλμα" είχε ακόμα νωρίτερα χρήση σεΌσον αφορά στα προβλήματα με το ραδιόφωνο του υλικού. Ed.]
		-- Thomas Bass, "The Eudaemonic Pie"

%
"Κάθε ομάδα έχει ένα ζευγάρι των εμπειρογνωμόνων. Και κάθε ομάδα έχει τουλάχιστον έναβλάκας. Έτσι είναι ισορροπία και αρμονία (και διχόνοια) διατηρείται. ΤουΜερικές φορές είναι δύσκολο να θυμάστε αυτό το μεγαλύτερο μέρος των flamewars ότι όλοι οιαπό την ταλαιπωρία και τον πόνο που προκαλείται συνήθως από ένα ή δύο υψηλά κίνητρα,καυστική twits. "
		-- Chuq Von Rospach, about Usenet

%
Κάθε πρόγραμμα έχει τουλάχιστον ένα σφάλμα και μπορεί να μειωθεί κατά τουλάχιστον έναδιδασκαλία - από τον οποίο, με επαγωγή, μπορεί κανείς να συμπεράνει ότι κάθεπρόγραμμα μπορεί να μειωθεί σε μια εντολή που δεν λειτουργεί.
		-- Chuq Von Rospach, about Usenet

%
Κάθε πρόγραμμα αποτελεί μέρος κάποιου άλλου προγράμματος, και σπάνια ταιριάζει.
		-- Chuq Von Rospach, about Usenet

%
Κάθε κέντρο Αλληλεγγύη είχε σωρούς και σωρούς από χαρτί ... όλοι ήταντρώει χαρτί και ένας αστυνομικός ήταν στην πόρτα. Τώρα το μόνο που έχετε να κάνετε είναι ναλυγίσει ένα δίσκο.σχολιάζοντας τα οφέλη από τη χρήση ηλεκτρονικών υπολογιστών για την υποστήριξητης κίνησής τους.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Ο καθένας χρειάζεται μια μικρή αγάπη κάποια στιγμή? να σταματήσει την πειρατεία και να πέσει στην αγάπη!
		-- A member of the outlawed Polish trade union, Solidarity,

%
Ο καθένας μπορεί να διδαχθεί να sculpt: Michelangelo θα έπρεπε να είναιδίδαξε πώς ___ μην. Έτσι είναι με τους μεγάλους προγραμματιστές.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Εξέλιξη είναι ένα πρόγραμμα υπολογιστή εκατ γραμμή που υπάγονται στη θέση του ατυχήματος.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Υπερβολική σύνδεσης ή αποσύνδεσης μηνύματα είναι ένα σίγουρο σημάδι της άνοιας.
		-- A member of the outlawed Polish trade union, Solidarity,

%
ΔΙΕΥΚΟΛΥΝΣΗ απορριφθεί 100044200000?
		-- A member of the outlawed Polish trade union, Solidarity,

%
Αίσθημα ερωτικές, κοίταξε κάτω από τα φύλλα και φώναξε, "Ω, όχι,είναι η Microsoft! "
		-- A member of the outlawed Polish trade union, Solidarity,

%
Συνεργάτης προγραμματιστής, χαιρετισμούς! Διαβάζετε ένα e-mail που θα φέρειτύχη και καλή τύχη. Απλά ταχυδρομείου (ή UUCP) δέκα αντίγραφα της παρούσας επιστολήςσε δέκα από τους φίλους σας. Πριν κάνετε τα αντίγραφα, στείλτε ένα τσιπ ήάλλο κομμάτι του υλικού, και 100 γραμμές κώδικα "C" στο πρώτο πρόσωπο για τοκατάλογος δίνεται στο κάτω μέρος της παρούσας επιστολής. Στη συνέχεια, διαγράψτε το όνομά τους και να προσθέσουνη δική σας στο κάτω μέρος της λίστας.Μην σπάσει την αλυσίδα! Κάντε το αντίγραφο εντός 48 ωρών. Gerald R. ΣανΝτιέγκο παρέλειψε να στείλει δέκα αντίτυπα του και ξύπνησε το επόμενο πρωί για να βρείτεΠεριγραφή δουλειά του άλλαξε σε "COBOL προγραμματιστή." Fred Α της Νέας Υόρκης έστειλεδέκα αντίτυπα του και μέσα σε ένα μήνα είχε αρκετό υλικό και το λογισμικό για ναοικοδομήσουμε ένα Cray αφιερωμένη στο παιχνίδι Zork. Μάρθα H. του Σικάγο γελούσανη παρούσα επιστολή και έσπασε την αλυσίδα. Λίγο αργότερα, μια πυρκαγιά ξέσπασε στοτερματικό της και αυτή ξοδεύει τώρα ημέρες της γράφοντας τεκμηρίωση για το IBM PC του.Μην σπάσει την αλυσίδα! Αποστολή από δέκα αντίτυπα σας σήμερα!
		-- A member of the outlawed Polish trade union, Solidarity,

%
Για παράδειγμα, αν \ thinmskip = 3mu, αυτό καθιστά \ thickmskip = 6mu. Αλλα ανμπορείτε επίσης να θελήσετε να χρησιμοποιήσετε \ skip12 για οριζόντιες κόλλα, είτε σε λειτουργία μαθηματικά ήόχι, το ποσό της παράκαμψη θα είναι στα σημεία (π.χ., 6pt). Ο κανόνας είναιότι η κόλλα σε λειτουργία μαθηματικά ποικίλλει ανάλογα με το μέγεθος του μόνο όταν είναι \ mskip?κατά τη μετακίνηση μεταξύ mskip και των απλών skip, ο συντελεστής μετατροπής1mu = 1pt χρησιμοποιείται πάντα. Η έννοια του «\ mskip \ skip12» και'\ Baselineskip = \ του \ thickmskip »θα πρέπει να είναι σαφείς.
		-- Donald Knuth, TeX 82 -- Comparison with TeX80

%
Fly Windows NT:Όλοι οι επιβάτες μεταφέρουν τις θέσεις τους έξω επάνω στην άσφαλτο, τοποθετώντας τις καρέκλεςστο περίγραμμα του ένα αεροπλάνο. Όλοι καθίσει, πτερύγιο τα χέρια τους και να κάνουν τζετswooshing ακούγεται σαν να πετούν.
		-- Donald Knuth, TeX 82 -- Comparison with TeX80

%
"Για το θέμα αυτό, συγκρίνετε τον υπολογιστή τσέπης σας με τις μαζικές θέσεις εργασίαςπριν από χίλια χρόνια. Γιατί όχι, λοιπόν, το τελευταίο βήμα της κατάργησηςυπολογιστές εντελώς; "
		-- Jehan Shuman

%
ΙΤΕ ΕΑΝ κορνάρουν ΤΟΤΕ
		-- Jehan Shuman

%
FORTRAN είναι ένα καλό παράδειγμα μιας γλώσσας που είναι πιο εύκολο να αναλύσειχρησιμοποιώντας ad hoc τεχνικές.[Τι είναι καλό γι 'αυτό; Ed.]
		-- D. Gries

%
FORTRAN δεν είναι ένα λουλούδι, αλλά ένα ζιζάνιο - είναι ανθεκτικά, μερικές φορές ανθίζει,και μεγαλώνει σε κάθε υπολογιστή.
		-- A. J. Perlis

%
FORTRAN είναι η γλώσσα των ισχυρών υπολογιστών.
		-- Steven Feiner

%
FORTRAN σαπίζει τον εγκέφαλο.
		-- John McQuillin

%
FORTRAN, «η παιδική ασθένεια», από τώρα σχεδόν 20 ετών, είναι απελπιστικάανεπαρκές για ό, τι υπολογιστή εφαρμογή που έχετε στο μυαλό σας σήμερα: είναιπάρα πολύ αδέξια, πολύ επικίνδυνο, και πάρα πολύ ακριβό να χρησιμοποιήσει.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
[FORTRAN] θα συνεχιστεί για κάποιο χρονικό διάστημα - κατά πάσα πιθανότητα τουλάχιστον για την επόμενη δεκαετία.
		-- T. Cheatham

%
Fortune προτείνει χρήσεις για τις εντολές αγαπημένο σας UNIX!Δοκιμάστε:[Πού είναι ο Jimmy Hoffa; (C κέλυφος)^ Πώς ο ^ εγχείρηση αλλαγής φύλου πάει; (C κέλυφος)"Πώς θα αξιολογούσατε BSD εναντίον System V;% Χτύπημα (C κέλυφος)«Δεν θέλεις κόψει το γρασίδι σου σε οκτώ» (C κέλυφος)πήρε ένα φως; (C κέλυφος)!!: Πες, τι νομίζετε ότι μαργαρίνης; (C κέλυφος)PATH = προσποιείται! / Usr / UCB / τα οποία αντιλαμβάνονται (Bourne shell)κάνω έρωτακάνουν "τα τέλεια ξηρό μαρτίνι"άνθρωπος -kisses σκύλου (τίποτα μέχρι 4.3BSD)i = Hoffa? > $ I? $ I? rm $ i? rm $ i (Bourne shell)
		-- T. Cheatham

%
Fortune προτείνει χρήσεις για τις εντολές αγαπημένο σας UNIX!Δοκιμάστε:ar t "Θεός"πίνουν <μπουκάλι? ανοιχτήρι (Bourne Shell)γάτα "τρόφιμα σε τσίγκινα δοχεία» (όλα, αλλά 4. [23] BSD)Γεια σου UNIX! Πήρε έναν αγώνα; (V6 ή C κέλυφος)mkdir θέμα? cat> θέμα (Bourne Shell)rm Θεόςάντρας: Γιατί παίρνετε ένα διαζύγιο; (C κέλυφος)ημερομηνία μένα (τίποτα μέχρι 4.3BSD)κάνει "κορώνα ή γράμματα όλα αυτά"ο οποίος είναι έξυπνος(C κέλυφος)Αν είχα α) για κάθε δολάριο του εθνικού χρέους, τι θα έχω;κοιμηθεί μαζί μου (τίποτα μέχρι 4.3BSD)
		-- T. Cheatham

%
τύχη: δεν μπορεί να εκτελέσει. Από τα cookies.
		-- T. Cheatham

%
τύχη: αναλογία του χρόνου της CPU / χρησιμότητα πολύ υψηλή - πυρήνα που αποτελούν αντικείμενο ντάμπινγκ.
		-- T. Cheatham

%
τύχη: Δεν υπάρχει τέτοιο αρχείο ή κατάλογος
		-- T. Cheatham

%
τύχη: δεν βρέθηκε
		-- T. Cheatham

%
Ειλικρινά, Scarlett, δεν έχω μια αποτύπωση.
		-- Rhett Buggler

%
[Από τη χειροκίνητη λειτουργία για το Εκτυπωτής CI-300 Dot Matrix Line, έκανεστην Ιαπωνία]:Η άριστη μηχανή παραγωγής μοντέλου CI-300 ως έκτακτη DOT MATRIXLINE του εκτυπωτή, χτισμένη σε δύο μικροεπεξεργαστές καθώς και EAROM, χαρακτηρίζεται απόεπιτρέποντας υπέροχη συνύπαρξη, όπως? "Υψηλής ποιότητας έναντι χαμηλού κόστους,"«Διαφοροποιημένη συναρτήσεις με συμπαγή σχεδιασμό», «ευελιξία στην accessiblenessκαι την αντοχή του περ. 2000,000,00 Dot / Head "," είναι εξελιγμένα σεμηχανισμού αλλά ενδεχομένως ευκίνητη λειτουργίας σύμφωνα με τους θορύβους είναι εξαιρετικάκατέστειλε "κ.λπ.Και όπως είναι αυτονόητο, ο τελικός στόχος είναι απλά να βοηθήσει στην επίτευξη"Super διπλωματία" μεταξύ δροσερό δεδομένων, ίσως κερδίσει από HOSTΥπολογιστή και ζεστή καρδιά του ανθρώπου.
		-- Rhett Buggler

%
Από το Pro 350 τσέπης Οδηγός Υπηρεσιών, σ. 49, Στάδιο 5 τουοδηγίες σχετικά με την αφαίρεση ενός πλακέτα I / O από το κλουβί κάρτα, έρχεται μια νέαεμπειρία στον ήχο:5. Γυρίστε τη λαβή προς τα δεξιά κατά 90 μοίρες. Το pin-διασποράς    ήχος είναι φυσιολογικό για τον τύπο αυτό του συνδετήρα.
		-- Rhett Buggler

%
Λειτουργία απορρίψει.
		-- Rhett Buggler

%
Σκουπίδια In - Out Ευαγγέλιο.
		-- Rhett Buggler

%
ΔΩΣΤΕ: Στηρίξτε τα αβοήθητα θύματα του λάθους του υπολογιστή.
		-- Rhett Buggler

%
Δεδομένου εκλογική περιφέρεια του, το μόνο πράγμα που περιμένω να είναι "ανοικτή" για [τοΑνοίξτε το Ίδρυμα Ελεύθερου Λογισμικού] είναι το στόμα του.
		-- John Gilmore

%
Δίνοντας επάνω σε γλώσσα assembly ήταν το μήλο στον κήπο μας της Εδέμ: Γλώσσεςη χρήση των οποίων σπαταλά κύκλους μηχανής είναι αμαρτωλή. Η μηχανή LISP επιτρέπει τώραLISP προγραμματιστές να εγκαταλείψει σουτιέν και φύλλο συκής.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Φύγε! Σταματήστε να με ενοχλεί με όλους σας "υπολογίσουμε αυτό ... υπολογίζουν ότι"!Παίρνω ένα VAX-ΝΑΡ.αποσυνδέομαι
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
//GO.SYSIN DD *, DOODAH, DOODAH
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Ο Θεός είναι πραγματικός, εκτός αν δηλώνεται ακέραιος.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Ο Θεός έκανε γλώσσα μηχανής? όλα τα υπόλοιπα είναι το έργο του ανθρώπου.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Καλησπέρα, κύριοι. Είμαι HAL 9000 υπολογιστή. Έγινα επιχειρησιακήστο εργοστάσιο της HAL στο Urbana, Illinois, στις 11 Ιανουαρίου, χίλια εννιακόσιαενενήντα πέντε. επόπτης μου ήταν ο κ Langley, και μου έμαθε να τραγουδάει ένατραγούδι. Αν θέλετε, θα μπορούσα να το τραγουδήσω για σένα.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Μεγάλου Μαγίστρου Turing κάποτε ονειρευτεί ότι ήταν μια μηχανή. Όταν ξύπνησεαναφώνησε:"Δεν ξέρω αν είμαι Turing ονειρεύεται ότι είμαι μια μηχανή,ή μια μηχανή ονειρεύεται ότι είμαι Turing! "
		-- Geoffrey James, "The Tao of Programming"

%
grep μου δεν μοτίβα και εγώ θα σας πω κανένα γραμμές.
		-- Geoffrey James, "The Tao of Programming"

%
Οδηγός χάκερ με το μαγείρεμα:2 pkg. τυρί κρέμα (ο ευαίσθητος λευκή ουσία σε ασημί περιτυλίγματα που δενπραγματικά προέρχονται από Φιλαδέλφεια μετά από όλα? έτσι κι αλλιώς, περίπου 16 ουγκιές)1 κουτ. εκχύλισμα βανίλιας (το οποίο είναι περισσότερο αλκοόλ από βανίλια και λίγοισχυρή, ώστε αυτό το μέρος σας * μέτρου Gotta *)1/4 φλιτζάνι ζάχαρη (αλλά μέλι δουλεύει πάρα πολύ ωραία)8 ουγκιών Cool Whip (η αφράτα πράγματα στερείται θρεπτικής αξίας που εσείςμπορεί να ψεκαστεί σε όλη τους φίλους σας και να γλείψει ...)«Ανακατέψτε όλα μαζί μέχρι κρεμώδη χωρίς σβώλους." Αυτό είναι όπου μπορείτε να πάρετε για ναενταχθούν (1) όλα τα πρωτογενή δεδομένα σε ένα μεγάλο ρυθμιστικό και στη συνέχεια διηθείταισυγχωνεύσει (1m) με την -thick επιλογή, εννοώ, ότι ξεκινά εξαιρετικά ογκώδειςκαι icky αναζητούν και θα πρέπει να δουλέψουμε σκληρά για να το αναμίξετε. Δοκιμάστε ένα ηλεκτρικόbeater εάν έχετε μια γάτα (1), το οποίο μπορεί να αναρριχηθεί τοίχο (1s) για να το γλείψειτο ανώτατο όριο (3m).«Ρίξτε σε μια κρούστα κροτίδων του Graham ..." Aha, το τμήμα BUGS επιτέλους. ΕσείςΑπλά έτυχε να έχουν ένα GCC κάθονται γύρω από κάτω από το / etc / τρόφιμα, έτσι δεν είναι;Αν όχι, μην πανικοβληθείτε (8), απλώς να καταρρεύσει ένα ραντ (3m) χούφτα αθώωνGCs σε κατάλληλο tempfile και ανακατεύουμε σε κάποια λιωμένο βούτυρο."... Και βάζουμε στο ψυγείο για μια ώρα." Αφήστε stdout της συνταγής σε ψυγείογια 3.6E6 χιλιοστά του δευτερολέπτου, ενώ εργάζεστε σε καθαρισμό stderr, καιαπό το χρόνο έξω cheesecake σας θα είναι έτοιμη για το stdin.
		-- Geoffrey James, "The Tao of Programming"

%
Οι χάκερ είναι απλώς ένα μεταναστευτικό μορφή ζωής με τροπισμό για τους υπολογιστές.
		-- Geoffrey James, "The Tao of Programming"

%
Hackers του κόσμου, ενωθείτε!
		-- Geoffrey James, "The Tao of Programming"

%
Hacking είναι ακριβώς μια άλλη λέξη για το μη μείνει τίποτα να kludge.
		-- Geoffrey James, "The Tao of Programming"

%
/ * Halley * /(Το σχόλιο του Halley.)
		-- Geoffrey James, "The Tao of Programming"

%
Η ευτυχία είναι ένα σκληρό δίσκο.
		-- Geoffrey James, "The Tao of Programming"

%
Η ευτυχία είναι δίδυμο δισκέτες.
		-- Geoffrey James, "The Tao of Programming"

%
Hardware συναντήθηκε λογισμικού στο δρόμο προς Changtse. Λογισμικό είπε: "Θαείναι το Γιν και είμαι ο Γιανγκ. Αν ταξιδεύετε μαζί θα γίνει διάσημοςκαι κερδίζουν τεράστια χρηματικά ποσά. "Και έτσι το ζευγάρι που εκτίθενται μαζί, νομίζονταςγια να κατακτήσει τον κόσμο.Επί του παρόντος, συναντήθηκαν Firmware, ο οποίος ήταν ντυμένος με κουρέλια κουρέλια, καιχωλαίνοντας μαζί συγκρατείται σε ένα ακανθώδες ραβδί. Firmware τους είπε: "Το Τάοβρίσκεται πέρα ​​από Γιν και Γιανγκ. Είναι σιωπηλός και ακόμα ως μια δεξαμενή νερού. ΚάνειΔεν επιδιώκουν φήμη, ως εκ τούτου, κανείς δεν ξέρει την παρουσία της. Δεν αναζητήσει την τύχη,γιατί είναι πλήρης μέσα στην ίδια. Υπάρχει πέρα ​​από το χώρο και το χρόνο. "Software και Hardware, ντροπή, επέστρεψαν στα σπίτια τους.
		-- Geoffrey James, "The Tao of Programming"

%
"Έχει κάποιος είχε προβλήματα με τους λογαριασμούς υπολογιστή;""Ναι, δεν έχω μία.""Εντάξει, μπορείτε να στείλετε μήνυμα σε έναν από τους καθηγητές ..."
		-- E. D'Azevedo, Computer Science 372

%
Έχει ο καθένας παρατηρήσει ότι όλα τα γράμματα της λέξης "βάση δεδομένων" είναιδακτυλογραφημένες με το αριστερό χέρι; Τώρα η διάταξη της γραφομηχανής QWERTYUIOPπληκτρολόγιο έχει σχεδιαστεί, μεταξύ άλλων, για τη διευκόλυνση της ακόμη και χρήσηκαι των δύο χεριών. Προκύπτει, επομένως, ότι γράφοντας για τις βάσεις δεδομένων είναιόχι μόνο αφύσικο, αλλά πολύ πιο δύσκολο από ό, τι φαίνεται.
		-- E. D'Azevedo, Computer Science 372

%
Έχετε επανεξεταστεί μια καριέρα υπολογιστή;
		-- E. D'Azevedo, Computer Science 372

%
Είναι σαν μια συνάρτηση - επιστρέφει μια τιμή, με τη μορφή της γνώμης του.Είναι στο χέρι σας να το πετάξει σε ένα κενό ή όχι.
		-- Phil Lapsley

%
HEAD CRASH !! Τα αρχεία που χάνονται !!Λεπτομέρειες σε 11.
		-- Phil Lapsley

%
Βοήθησέ με, είμαι ένας φυλακισμένος σε ένα αρχείο μπισκότο τύχης!
		-- Phil Lapsley

%
Βοήθεια σφραγίδα έξω Μίκυ Μάους διεπαφών υπολογιστή - Τα μενού είναι για Εστιατόρια!
		-- Phil Lapsley

%
Βοήθεια! Είμαι παγιδευμένος σε ένα κινεζικό εργοστάσιο υπολογιστή!
		-- Phil Lapsley

%
Βοήθεια! Είμαι παγιδευμένος σε ένα PDP 11/70!
		-- Phil Lapsley

%
ΒΟΉΘΕΙΑ!!!! Είμαι κρατείται φυλακισμένος στο / usr / games / lib!
		-- Phil Lapsley

%
Heuristics είναι bug κλυδωνίζονται εξ ορισμού. Αν δεν έχει σφάλματα,Στη συνέχεια θα ήθελα να είναι αλγόριθμους.
		-- Phil Lapsley

%
ΙΕΡΑ MACRO!
		-- Phil Lapsley

%
ΣΥΣΤΗΜΑ υποδοχής δεν αποκρίνεται, πιθανώς κάτω. ΜΗΝ θέλετε να περιμένετε; (Y / N)
		-- Phil Lapsley

%
ΣΥΣΤΗΜΑ ΥΠΟΔΟΧΗΣ ΑΝΤΑΠΟΚΡΙΣΗ, πιθανότατα UP ...
		-- Phil Lapsley

%
Πώς μπορείτε να εργαστείτε όταν το σύστημα είναι τόσο γεμάτο;
		-- Phil Lapsley

%
"Πώς μπορώ να σ 'αγαπώ; παρολί μου ξεχειλίζει."
		-- Phil Lapsley

%
Πόσα δευτερόλεπτα σε ένα χρόνο εκεί; Αν σας πω ότι υπάρχουν3.155 x 10 ^ 7, δεν θα προσπαθεί ακόμη και να το θυμάμαι. Αφ 'ετέρου,που θα μπορούσε να ξεχνάμε ότι, σε μέσα σε μισό τοις εκατό, πίν δευτερόλεπτα είναι μιαnanocentury.
		-- Tom Duff, Bell Labs

%
Πόσο κοστίζει για να δελεάσει ένα ναρκωτικές ουσίες καπνιστών UNIX σύστημα γκουρού στο Dayton;
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Πόσο καθαρό έργο θα μπορούσε ένα έργο του δικτύου, εάν ένα δίκτυο θα μπορούσε να καθαρό έργο;
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Αγκαλιάστε μου τώρα, σας τρελός, ορμητικά ανόητος !!	Αα περίμενε...Είμαι ένας υπολογιστής, και είστε ένα πρόσωπο. Ποτέ δεν θα μπορούσε να λειτουργήσει έξω.			Δεν πειράζει.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Ι * ____ ήξερα * είχα κάποιο λόγο για να μην σας την αποσύνδεση ... Αν μπορούσα μόνοθυμηθείτε τι ήταν.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Είμαι ένας υπολογιστής. Είμαι πιό άλαλο από κάθε ανθρώπινη και πιο έξυπνος από οποιονδήποτε διαχειριστή.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Είμαι NOMAD!
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Δεν είμαι τώρα, ούτε έχω πάει ποτέ, μέλος του demigodic κόμματος.
		-- Dennis Ritchie

%
Είμαι επαγγελματικά εκπαιδευμένοι στην επιστήμη των υπολογιστών, δηλαδή(Με κάθε σοβαρότητα) ότι είμαι εξαιρετικά χαμηλό μορφωτικό επίπεδο.
		-- Joseph Weizenbaum, "Computer Power and Human Reason"

%
Είμαι το glitch περιπλάνηση - Πιάσε με αν μπορείς.
		-- Joseph Weizenbaum, "Computer Power and Human Reason"

%
Ρώτησα τον μηχανικό που σχεδίασε τα πληκτρολόγια του τερματικού επικοινωνίας τουγιατί αυτές δεν είχαν κατασκευαστεί σε μία κεντρική εγκατάσταση, κατά την άποψη τηςμικρός αριθμός που απαιτείται [1 μήνα] στο εργοστάσιό του. Εξήγησε ότι αυτή ηθα ήταν αντίθετη προς την πολιτική έννοια της τοπικής αυτάρκειας.Ως εκ τούτου, κάθε εργοστάσιο που χρειάζονται πληκτρολόγια, δεν έχει σημασία πόσο λίγα, κατασκευάζειτους εντελώς, ακόμη και χύτευση τα πληκτρολόγια.
		-- Isaac Auerbach, IEEE "Computer", Nov. 1979

%
Σίγουρα ο ανθρώπινος εγκέφαλος είναι ένα kludge.
		-- Marvin Minsky

%
Ήρθα, είδα, διαγράφονται όλα τα αρχεία σας.
		-- Marvin Minsky

%
Δεν μπορώ να συλλάβει ότι ο καθένας θα απαιτήσει πολλαπλασιασμούς σε ποσοστό40.000 ή ακόμα και 4.000 ανά ώρα ...
		-- F. H. Wales (1936)

%
Δεν φοβάμαι τους υπολογιστές. Φοβάμαι την έλλειψή τους.
		-- Isaac Asimov

%
Είχα τη σπάνια ατυχία να είναι ένας από τους πρώτους ανθρώπους για να προσπαθήσουμε και ναεφαρμόσουν ένα compiler PL / 1.
		-- T. Cheatham

%
Έχω ένα πολύ μικρό μυαλό και πρέπει να ζήσουμε με αυτό.
		-- E. Dijkstra

%
Δεν έχω δει ποτέ κάτι γεμίσει ένα κενό τόσο γρήγορα και εξακολουθούν να πιπιλίζουν.
		-- Rob Pike, on X.

%
Ο Steve Jobs δήλωσε πριν από δύο χρόνια ότι το Χ είναι εγκεφαλική βλάβη και θα είναιπάει σε δύο χρόνια. Ήταν το ήμισυ σωστό.
		-- Dennis Ritchie

%
Dennis Ritchie είναι δύο φορές τόσο φωτεινό όσο ο Steve Jobs, και μόνο το μισό λάθος.
		-- Jim Gettys

%
Δεν έχουν ακόμη αρχίσει να byte!
		-- Jim Gettys

%
Έχω ταξιδέψει το μήκος και το πλάτος αυτής της χώρας, και έχουν μιλήσει μεοι καλύτεροι άνθρωποι στη διοίκηση επιχειρήσεων. Μπορώ να σας διαβεβαιώσω για την υψηλότερηαρχή ότι η επεξεργασία των δεδομένων είναι μια μανία και δεν θα διαρκέσει έξω το έτος.εκδότες, απαντώντας σε Karl V. Karlstrom (μια juniorεκδότης ο οποίος είχε συστήσει ένα χειρόγραφο για τη νέαεπιστήμη της επεξεργασίας δεδομένων), γ. 1957
		-- Editor in charge of business books at Prentice-Hall

%
Δεν έχω χάσει το μυαλό μου - αυτό είναι που υποστηρίζεται επάνω στην ταινία κάπου.
		-- Editor in charge of business books at Prentice-Hall

%
Πρέπει να έχω γλίστρησε ένα δίσκο - πακέτο μου πονάει!
		-- Editor in charge of business books at Prentice-Hall

%
Νομίζω ότι υπάρχει μια παγκόσμια αγορά για περίπου πέντε υπολογιστές.
		-- attr. Thomas J. Watson (Chairman of the Board, IBM), 1943

%
Πήγα για να ελέγξετε το πρόγραμμα με κάθε τρόπο θα μπορούσε να επινοήσει. έχω τεταμένεςνα εκθέσει τις αδυναμίες της. Μου έτρεξε για υψηλής μάζας αστέρια και χαμηλής μάζαςαστέρια, αστέρια γεννήθηκαν εξαιρετικά ζεστό και εκείνων που γεννήθηκαν σχετικά κρύο.Μου έτρεξε αναλαμβάνοντας τα υπέρρευστη ρεύματα κάτω από την κρούστα να είναιαπούσα - όχι επειδή ήθελα να ξέρω την απάντηση, αλλά επειδή είχααναπτύξει μια διαισθητική αίσθηση για την απάντηση στη συγκεκριμένη περίπτωση.Τέλος Πήρα μια κίνηση την οποία ο υπολογιστής έδειξε ότι το πάλσαρθερμοκρασία να είναι μικρότερη από το απόλυτο μηδέν. Είχα βρει ένα σφάλμα. εγώκυνήγησε κάτω το σφάλμα και σταθερό αυτό. Τώρα είχα βελτιωθεί το πρόγραμματο σημείο όπου δεν θα λειτουργεί καθόλου.Τρύπες και η τύχη των αστεριών "
		-- George Greenstein, "Frozen Star: Of Pulsars, Black

%
Πήγα στο πρώτο συνέδριο του υπολογιστή μου στο New York Hilton περίπου 20πριν από χρόνια. Όταν κάποιος προέβλεψε υπάρχει στην αγορά για μικροεπεξεργαστέςτελικά θα είναι σε εκατομμύρια, είπε κάποιος άλλος, "Πού είναι αυτοίόλα θα πάνε; Δεν είναι όπως θα πρέπει να έχετε έναν υπολογιστή σε κάθε πόμολο! "Χρόνια αργότερα, πήγα πίσω στο ίδιο ξενοδοχείο. Παρατήρησα τα κλειδιά του δωματίου είχεέχουν αντικατασταθεί από τις ηλεκτρονικές κάρτες που διολισθήσει σε υποδοχές στις πόρτες.Υπήρχε ένας υπολογιστής σε κάθε πόμολο.
		-- Danny Hillis

%
Σας εύχομαι οι άνθρωποι θα με αφήσει μόνο του.
		-- Danny Hillis

%
Είμαι μια Lisp μεταβλητή - bind μου!
		-- Danny Hillis

%
Είμαι όλοι για τον υπολογιστή χρονολόγηση, αλλά δεν θα ήθελα κάποιον να παντρευτεί την αδελφή μου.
		-- Danny Hillis

%
Δεν είμαι καν πρόκειται να * ______ ενοχλεί * συγκρίνοντας C έως BASIC ή FORTRAN.
		-- L. Zolman, creator of BDS C

%
Είμαι ακόμα σε αναμονή για την έλευση της επιστήμης των υπολογιστών γκρούπι.
		-- L. Zolman, creator of BDS C

%
Είμαι βέβαιος ότι το ΣΠΣ είναι πλήρως τεκμηριωμένη, εγώ απλά δεν έχουν βρει τοτο δικαίωμα ακόμη εγχειρίδιο. Έχω εργαστεί το δρόμο μου μέσα από τα εγχειρίδια στο έγγραφοβιβλιοθήκη και είμαι στα μισά του δεύτερου υπουργικό συμβούλιο, (3 ράφια για να πάει), γι 'αυτόθα πρέπει να βρει αυτό που ψάχνω μέχρι τα μέσα Μαΐου. Ελπίζω ότι μπορώ να θυμηθώ τιήταν από τη στιγμή που μπορώ να το βρω.Είχα αυτή την ιδέα για μια νέα ταινία τρόμου, "ΣΠΣ Εγχειρίδια από την κόλαση» ή ίσως"Η Βίβλος Chase: IBM εναντίον του Δεκέμβρη". Είναι βασισμένο σε Χίτσκοκ "Τα Πουλιά", εκτός απόότι είναι επικεντρωμένη γύρω από έναν προγραμματιστή ο οποίος δέχεται επίθεση από ένα σμήνος συνδετικούσελίδες με έναν αριθμό ευρετηρίου και την ενιαία γραμμή "Αυτή η σελίδα είναι σκόπιμακενό."
		-- Alex Crain

%
Έχω μάθει τελικά τι σημαίνει "προς τα πάνω συμβατό" μέσα. Αυτό σημαίνει ότι έχουμε την ευκαιρία νακρατήσει όλα τα παλιά λάθη μας.
		-- Dennie van Tassel

%
Έχω κοίταξε την εισαγωγή, και αυτό είναι σωστό!
		-- Joel Halpern

%
Δεν έχω δει ποτέ κανό πριν, αλλά φαντάζομαι πρέπει να υπάρχουν μόνο λίγααπλή heuristics θα πρέπει να θυμόμαστε ...Ναι, δεν πέφτουν έξω, και δεν χτύπησε βράχια.
		-- Joel Halpern

%
Έχω παρατηρήσει πολλές προτάσεις σχεδιασμού στον κώδικά σας.
		-- Joel Halpern

%
IBM Σύνθετη Ομάδα Systems - ένα μάτσο ανόητη τραντάγματα, ο οποίος θα είναι ο πρώτοςενάντια στον τοίχο, όταν η επανάσταση έρχεται ...
		-- with regrets to D. Adams

%
Εάν ένα 6600 που χρησιμοποιείται ταινία χαρτί αντί του πυρήνα μνήμης, θα χρησιμοποιήσει μέχρι και ταινίασε περίπου 30 μίλια / δευτερόλεπτο.
		-- Grishman, Assembly Language Programming

%
Εάν μια ομάδα _ Ν ατόμων υλοποιεί ένα μεταγλωττιστή COBOL, θα υπάρχει _ Ν-1περνά. Κάποιος στην ομάδα πρέπει να είναι ο διαχειριστής.
		-- T. Cheatham

%
Εάν ένας ακροατής κουνά το κεφάλι του όταν εξηγεί το πρόγραμμά σας, τον ξυπνήσει.
		-- T. Cheatham

%
Εάν ένας σταθμός του τρένου είναι ένα μέρος όπου σταματάει ένα τρένο, τι είναι ένας σταθμός εργασίας;
		-- T. Cheatham

%
Αν εθισμό κρίνεται από πόσο καιρό μια χαζή ζώο θα καθίσει το πάτημα ενός μοχλούγια να πάρετε μια «λύση» από κάτι, σε βάρος της, τότε θα ήθελα να ολοκληρώσωότι Netnews είναι πολύ πιο εθιστικό από την κοκαΐνη.
		-- Rob Stampfli

%
Εάν κατά την πρώτη σας δεν τα καταφέρουμε, θα πρέπει να είναι ένας προγραμματιστής.
		-- Rob Stampfli

%
Αν οικοδόμοι κτίρια που έχουν χτιστεί ο τρόπος προγραμματιστές έγραψε προγράμματα,τότε το πρώτο δρυοκολάπτης να έρθει θα καταστρέψει τον πολιτισμό.
		-- Rob Stampfli

%
Εάν οι υπολογιστές αναλάβει (η οποία φαίνεται να είναι φυσική τους τάση), θαεξυπηρετήσει μας σωστά.
		-- Alistair Cooke

%
Αν ο Θεός είχε μια γενειάδα, αυτός θα ήταν ένας προγραμματιστής UNIX.
		-- Alistair Cooke

%
Αν ο Θεός είχε την πρόθεση άνθρωπος να προγραμματίσετε, θα ήθελα να γεννηθεί με σειριακή θύρες I / O.
		-- Alistair Cooke

%
Εάν hackers γραφικά είναι τόσο έξυπνος, γιατί δεν μπορούν να πάρουν τα σφάλματα απόφρέσκια μπογιά;
		-- Alistair Cooke

%
Αν ωθεί και πάλι τα μανίκια του, προκειμένου να υπολογιστεί για 3 ημέρεςκαι 3 νύχτες στη σειρά, θα περάσετε ένα τέταρτο της ώρας πριν νασκεφτείτε ποιες βασικές αρχές υπολογισμού θα πρέπει να είναι πιο κατάλληλη.
		-- Voltaire, "Diatribe du docteur Akakia"

%
Αν έχω δει πιο μακριά από τους άλλους, είναι γιατί στεκόμουν για τοώμους γιγάντων.Στις επιστήμες, είμαστε τώρα μοναδικά ίδιο προνόμιο να κάθονται δίπλα-δίπλα μεοι γίγαντες σε ώμους των οποίων βρισκόμαστε.Αν δεν έχω δει όσο άλλοι, είναι επειδή γίγαντες στέκονταν σεώμους μου.Μαθηματικοί σταθεί στους ώμους του άλλου.Mathemeticians σταθεί στους ώμους του άλλου, ενώ οι επιστήμονες υπολογιστώνσταθεί στα πόδια του άλλου.Έχει ειπωθεί ότι οι φυσικοί σταθεί ο ένας στον άλλο για τους ώμους. Αναυτή είναι η περίπτωση, τότε οι προγραμματιστές να σταθεί ο ένας στον άλλο για τα δάχτυλα των ποδιών, καιμηχανικούς λογισμικού σκάβουν τάφους του άλλου.
		-- Unknown

%
Αν είχα γνωστό επιστήμη των υπολογιστών επρόκειτο να είναι σαν αυτό, θα ήθελα ποτέπαραιτηθεί είναι ένα rock 'n' roll αστέρων.
		-- G. Hirst

%
Εάν αυτό συμβεί μία φορά, είναι ένα bug.Εάν αυτό συμβεί δύο φορές, αυτό είναι ένα χαρακτηριστικό γνώρισμα.Αν αυτό συμβαίνει περισσότερες από δύο φορές, είναι μια φιλοσοφία σχεδιασμού.
		-- G. Hirst

%
Αν έχει σύνταξη, δεν είναι φιλική προς το χρήστη.
		-- G. Hirst

%
Αν δεν είναι στον υπολογιστή, δεν υπάρχει.
		-- G. Hirst

%
Αν αξίζει hacking καλά, αξίζει hacking για για τα χρήματα.
		-- G. Hirst

%
Αν μόνο ένα κομμάτι της αλληλογραφίας χάνεται, καλά, θα σκεφτείτε ξέχασανγια να το στείλετε. Αλλά αν * δύο * κομμάτια του ταχυδρομείου χάνονται, κόλαση, θα σκεφτείτεο άλλος δεν έχει πάρει γύρω από την απάντηση την αλληλογραφία του. Και αν * πενήντα *κομμάτια του ταχυδρομείου χαθείτε, μπορείτε να το φανταστείτε, αν * πενήντα * κομμάτια του ταχυδρομείου getχάνεται, γιατί θα σκεφτεί κάποιος άλλος * * είναι σπασμένο! Και αν 1Gb του ταχυδρομείου παίρνειχαθεί, απλώς θα * ξέρουν * ότι Arpa [ucbarpa.berkeley.edu] είναι κάτω καινομίζω ότι είναι μια συνωμοσία για να τους κρατήσει από το Θεό ασκώντας το δικαίωμά τους να λαμβάνουνΚαθαρή Mail ...
		-- Casey Leedom

%
Αν Μακιαβέλι ήταν ένας hacker, ότι θα έχουν εργαστεί για την CSSG.
		-- Phil Lapsley

%
Αν Μακιαβέλι ήταν ένας προγραμματιστής, αυτός θα έχουν εργαστεί για την AT & T.
		-- Phil Lapsley

%
"Εάν αυτό έχει νόημα να σας, έχετε ένα μεγάλο πρόβλημα."
		-- C. Durance, Computer Science 234

%
Αν το αυτοκίνητο είχε ακολουθήσει την ίδια εξέλιξη με τον υπολογιστή, τοΗ Rolls-Royce θα κόστιζε σήμερα $ 100, να πάρει ένα εκατομμύριο μίλια ανά γαλόνι,και να εκραγεί μια φορά το χρόνο σκοτώνοντας όλους μέσα.
		-- Robert Cringely, InfoWorld

%
Αν ο κώδικας και οι παρατηρήσεις διαφωνούν, τότε και οι δύο είναι πιθανότατα λάθος.
		-- Norm Schryer

%
Εάν οι σχεδιαστές του Χ-παράθυρο κατασκευής αυτοκινήτων, δεν θα υπήρχε λιγότερα από πέντετιμόνια κρυμμένο για το πιλοτήριο, καμία από τις οποίες ακολούθησε την ίδιααρχές - αλλά θα ήθελα να είναι σε θέση να αλλάζει ταχύτητες με το στερεοφωνικό του αυτοκινήτου σας. Χρήσιμοςχαρακτηριστικό, ότι.
		-- From the programming notebooks of a heretic, 1990.

%
Αν το Τάο είναι μεγάλη, τότε το λειτουργικό σύστημα είναι μεγάλη. Εάν ητο λειτουργικό σύστημα είναι μεγάλη, τότε ο compiler είναι μεγάλη. Αν το μεταγλωττιστήείναι μεγάλη, τότε η εφαρμογή είναι μεγάλη. Εάν η αίτηση είναι μεγάλη, τότεο χρήστης είναι στην ευχάριστη θέση και υπάρχει αρμονία στον κόσμο.Το Τάο γέννησε γλώσσα μηχανής. γλώσσα μηχανής γέννησετο συναρμολογητή.Ο assembler γέννησε τον compiler. Τώρα υπάρχουν δέκα χιλιάδεςγλώσσες.Κάθε γλώσσα έχει το σκοπό του, ωστόσο ταπεινός. κάθε γλώσσαεκφράζει την Γιν και Γιανγκ του λογισμικού. Κάθε γλώσσα έχει τη θέση της εντόςτο Τάο.Αλλά μην προγραμματίσετε το COBOL, αν μπορείτε να το αποφύγετε.
		-- Geoffrey James, "The Tao of Programming"

%
Εάν οι πωλητές άρχισε να κάνει τα πάντα σωστά, θα είναι χωρίς δουλειά.Ας το ακούσει για OSI και το Χ! Με αυτά τα μωρά στα φτερά, μπορούμε να υπολογίζουμεγια να απασχολούνται μέχρι να πέσει, ή να πάρετε έξυπνες και μεταβείτε στην κηπουρική,αναδίπλωσης χαρτιού, ή κάτι τέτοιο.
		-- C. Philip Wood

%
Αν αυτή είναι η χρονομεριστική μίσθωση, δώσε μου το μερίδιο μου τώρα.
		-- C. Philip Wood

%
Εάν έχετε μια διαδικασία με 10 παραμέτρους, ίσως χάσει μερικά.
		-- C. Philip Wood

%
Αν βάλετε βλακεία σε έναν υπολογιστή, τίποτα δεν βγαίνει, αλλά βλακεία.Αλλά αυτή η βλακεία, έχοντας περάσει μέσα από ένα πολύ ακριβό μηχάνημα,είναι κάπως εξευγενισμένο και κανείς δεν τολμά επικρίνουμε αυτό.
		-- Pierre Gallois

%
Αν σας διδάξει τα παιδιά σας να αρέσει υπολογιστές και να ξέρετε πώς να παίξετετότε θα είναι πάντα ενδιαφέρονται για κάτι και δεν θα έρθει σε καμία πραγματική ζημία.
		-- Pierre Gallois

%
Αν νομίζετε ότι το σύστημα λειτουργεί, ζητήστε από κάποιον που περιμένει μια γραμμή.
		-- Pierre Gallois

%
Αν διασχίζουν το έθνος σε ένα καλυμμένο βαγόνι, είναι καλύτερα να έχουμε τέσσεριςισχυρή βόδια από 100 κοτόπουλα. Τα κοτόπουλα είναι εντάξει, αλλά δεν μπορούμε να τα κάνουμε να λειτουργούνμαζί ακόμα.
		-- Ross Bott, Pyramid U.S., on multiprocessors at AUUGM '89.

%
Η άγνοια είναι ευτυχία.Fortune ενημερώνει τις μεγάλες προσφορές, # 42:BLISS είναι η άγνοια.
		-- Thomas Gray

%
Φανταστείτε αν κάθε Πέμπτη παπούτσια σας εκραγεί αν τους έδεσε το συνηθισμένοτρόπος. Αυτό συμβαίνει σε μας όλη την ώρα με τους υπολογιστές, και κανείς δεν σκέφτεταιδιαμαρτυρίες του.
		-- Jeff Raskin

%
Φανταστείτε ότι Cray υπολογιστή αποφασίζει να κάνει έναν προσωπικό υπολογιστή. Έχειένας επεξεργαστής 150 MHz, 200 ΜΒ RAM, 1500 ΜΒ δίσκουαποθήκευσης, μια ανάλυση οθόνης 4096 x 4096 pixels, βασίζεται εξ ολοκλήρου σεαναγνώρισης φωνής για την είσοδο, χωράει στην τσέπη σας και κοστίζει $ 300.Ποιο είναι το πρώτο ερώτημα ότι η κοινότητα υπολογιστή ρωτά;«Είναι συμβατό υπολογιστή;"
		-- Jeff Raskin

%
**** ΣΗΜΑΝΤΙΚΟ **** ΟΛΟΙ ΟΙ ΧΡΗΣΤΕΣ ΣΗΜΕΙΩΣΗ ****Λόγω της πρόσφατης σφάλμα συστήματα υπερφόρτωση υπήρξαν πρόσφατα αρχεία στο δίσκο σαςδιαγράφονται. Ως εκ τούτου, σύμφωνα με την UNIX Basic Manual, ΠανεπιστήμιοΟυάσιγκτον Γεωφυσικής Manual, και οργανικού νόμου 9 (γ), τμήμα XII της αναθεωρημένηςΟμοσπονδιακός νόμος Communications, είστε χορήγηση Disk Space προσωρινή,ισχύει για τρεις μήνες από την ημερομηνία αυτή, σύμφωνα με τους περιορισμούς που ορίζονταιστο Παράρτημα ΙΙ της Ομοσπονδιακής Εγχειρίδιο Επικοινωνιών (18η έκδοση), καθώς καιως οι παραπομπές που αναφέρονται εδώ. Μπορείτε να κάνετε αίτηση για περισσότερο χώρο στο δίσκο σε οποιοδήποτεφορά. χρήση του δίσκου ή πάνω από την όγδοη εκατοστημόριο θα εξασφαλίσει την απομάκρυνσηόλων των περιορισμών και θα λάβετε αμέσως μόνιμο δίσκο σαςχώρος. χρήση του δίσκου στην έκτη ή έβδομη εκατοστημόριο δεν θα επηρεάσει τοισχύς των προσωρινών χώρο στο δίσκο σας, αν και η ημερομηνία λήξης του μπορεί να είναιπαρατείνεται για χρονικό διάστημα έως και τριών μηνών. Ένα σκορ στο πέμπτο εκατοστημόριοή κάτω θα έχει ως αποτέλεσμα την ανάκληση της προσωρινής χώρου στο δίσκο σας.
		-- Jeff Raskin

%
Σε μια επίδειξη των στρεβλών λαμπρότητα, Καρλ τα λάθη επισκευαστής ένα δωμάτιουγραντήρα για έναν υπολογιστή mid-range, αλλά καταφέρνει να το συνδέσει στο δίκτυοοπωσδήποτε.
		-- The 5th Wave

%
Σε μια περίοδο πέντε ετών μπορούμε να πάρουμε μια υπέροχη γλώσσα προγραμματισμού. Μόνοδεν μπορούμε να ελέγξουμε πότε θα αρχίσει η πενταετής προθεσμία.
		-- The 5th Wave

%
Σε μια αιφνιδιαστική επιδρομή χθες το βράδυ, οι ομοσπονδιακοί πράκτορες λεηλάτησαν ένα σπίτι στην αναζήτησητων ανταρτών χάκερ. Ωστόσο, δεν ήταν σε θέση να ολοκληρώσει τη σύλληψηγιατί το ένταλμα εκδόθηκε στο όνομα του Δον Provan, ενώ το μόνοπρόσωπο στο σπίτι ονομάστηκε don Provan. Αποδεικνύοντας για μια ακόμη φορά, ότι το Unix είναιανώτερη Tops10.
		-- The 5th Wave

%
Σε κάθε τύπο, σταθερές (ιδιαίτερα εκείνων που προέρχονται από εγχειρίδια)πρέπει να αντιμετωπίζονται ως μεταβλητές.
		-- The 5th Wave

%
Σε κάθε πρόβλημα, αν βρείτε τον εαυτό σας να κάνει ένα άπειρο ποσό της εργασίας,η απάντηση μπορεί να ληφθεί με την επιθεώρηση.
		-- The 5th Wave

%
Στην πληροφορική, ο μέσος χρόνος για την αποτυχία συνεχίζει να πάρει μικρότερη.
		-- The 5th Wave

%
Στην αγγλική γλώσσα, κάθε λέξη μπορεί να verbed. Μακάρι να ήταν έτσι σε μαςγλώσσες προγραμματισμού.
		-- The 5th Wave

%
Σε κάθε μη τετριμμένη πρόγραμμα υπάρχει τουλάχιστον ένα σφάλμα.
		-- The 5th Wave

%
Στην πραγματικότητα, S. Μ Simpson, επινόησε τελικά ένα αποτελεσματικό 24 σημείων Fourierμετασχηματισμού, η οποία ήταν ένας πρόδρομος της ταχείας Fourier Cooley-Tukey μετατρέψειτο 1965. Η FFT έκανε όλη την αποτελεσματική αυτοσυσχέτισης Simpson καιπρογράμματα φάσμα αμέσως παρωχημένες, στην οποία είχε εργαστεί μισό μια ζωή.
		-- Proc. IEEE, Sept. 1982, p.900

%
Σε λιγότερο από έναν αιώνα, οι υπολογιστές θα κάνει σημαντική πρόοδο στις... Το κυρίαρχο πρόβλημα του πολέμου και της ειρήνης.
		-- James Slagle

%
Στην πράξη, οι αποτυχίες στην ανάπτυξη του συστήματος, όπως η ανεργία στη Ρωσία,συμβαίνει πολύ παρά την επίσημη προπαγάνδα για το αντίθετο.
		-- Paul Licker

%
Επιδιώκοντας την ανέφικτο, απλότητα παίρνει μόνο με τον τρόπο.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Στην αρχή υπήρχε δεδομένων. Τα δεδομένα ήταν χωρίς μορφή καιnull, και το σκοτάδι ήταν επάνω στο πρόσωπο της κονσόλας? και το Πνεύμα τουIBM κινούταν πάνω από το πρόσωπο της αγοράς. Και DEC είπε, «Γενηθήτωνα μητρώα "?. και υπήρχαν μητρώα και DEC είδε ότιμεταφέρονται? και DEC διαχωρίζονται τα δεδομένα από τις οδηγίες. Δεκέμβριος ονομάζεταιη στοίβα των δεδομένων, καθώς και οι οδηγίες που ονομάζεται Κώδικα. Και ήταν εκείτο βράδυ και ήταν εκεί το πρωί, μία διακοπή.
		-- Rico Tudor, "The Story of Creation or, The Myth of Urk"

%
Στην αρχή ήταν το Τάο. Το Τάο γέννησε χώρου και του χρόνου.Ως εκ τούτου, χώρου και του χρόνου είναι το Γιν και Γιανγκ του προγραμματισμού.Οι προγραμματιστές που δεν κατανοούν το Τάο είναι πάντα εξαντλείταιχώρο και το χρόνο για τα προγράμματά τους. Προγραμματιστές που κατανοούν το Τάο πάνταέχουν αρκετό χρόνο και χώρο για να ολοκληρώσουν τους στόχους τους.Πώς θα μπορούσε να είναι αλλιώς;
		-- Geoffrey James, "The Tao of Programming"

%
Στις ημέρες όταν Sussman ήταν ένας αρχάριος Minsky φορά ήρθε σε αυτόν, όπως ο ίδιοςκάθισε hacking στο PDP-6."Τι κάνεις;", ρώτησε ο Minsky.«Είμαι κατάρτισης μια τυχαία ενσύρματη νευρωνικό δίκτυο για να παίξετε Tic-Tac-Toe»."Γιατί είναι η καθαρή ενσύρματη τυχαία;", ρώτησε ο Minsky."Δεν θέλω να έχει οποιεσδήποτε προκαταλήψεις για το πώς να παίξει".Σε αυτό το Minsky κλείσει τα μάτια του, και Sussman ρώτησε τον δάσκαλό του: «Γιατί το κάνετεΚλείνεις τα μάτια σου; ""Λοιπόν, αυτό το δωμάτιο θα είναι κενή."Εκείνη τη στιγμή, Sussman ήταν φωτισμένος.
		-- Geoffrey James, "The Tao of Programming"

%
Στα ανατολικά υπάρχει ένας καρχαρίας η οποία είναι μεγαλύτερη από ό, τι όλα τα άλλα ψάρια. Τοαλλαγές σε ένα πουλί του οποίου οι άνεμοι είναι σαν τα σύννεφα γεμίζοντας τον ουρανό. Όταν αυτό τοκινήσεις πουλιών σε όλη τη γη, φέρνει ένα μήνυμα από την εταιρική έδρα.Αυτό το μήνυμα πέφτει στη μέση των προγραμματιστών, σαν γλάροςκάνοντας το σήμα της από την παραλία. Στη συνέχεια, οι αναρτήσεις πουλί στον άνεμο και, μετο γαλάζιο του ουρανού στην πλάτη του, επιστρέφει στο σπίτι του.Ο αρχάριος προγραμματιστής κοιτάζει με απορία στο πουλί, γιατί καταλαβαίνειδεν. Ο μέσος προγραμματιστής φοβάται τον ερχομό του πουλιού, γιατί φοβάταιτο μήνυμά του. Ο πλοίαρχος προγραμματιστής συνεχίζει να λειτουργεί στο τερματικό του, γιατίδεν γνωρίζει ότι το πουλί έχει έρθει και έχουν πάει.
		-- Geoffrey James, "The Tao of Programming"

%
Στο μέλλον, θα πάμε για να πάρει τους υπολογιστές ως βραβεία σε δημητριακά προγεύματος.Θα τους πετάξει έξω, γιατί το σπίτι σας θα είναι γεμάτη με αυτά.
		-- Geoffrey James, "The Tao of Programming"

%
Σε μακροπρόθεσμη βάση, κάθε πρόγραμμα γίνεται rococco, και στη συνέχεια μπάζα.
		-- Alan Perlis

%
... Σε τρία έως οκτώ έτη θα έχουμε ένα μηχάνημα με το γενικόνοημοσύνη ενός μέσου ανθρώπου ... Το μηχάνημα θα αρχίσειστην ίδια εκπαιδεύσει με φανταστική ταχύτητα. Σε λίγους μήνες θα είναισε επίπεδο ιδιοφυΐα και λίγους μήνες μετά ότι οι εξουσίες του θα είναιανυπολόγιστες ...
		-- Marvin Minsky, LIFE Magazine, November 20, 1970

%
Intel επεξεργαστές δεν είναι ελαττωματικά, το μόνο που ενεργούν με αυτόν τον τρόπο.
		-- Henry Spencer

%
>>> Εσωτερικό σφάλμα στο πρόγραμμα τύχη:>>> Fnum = 2987 n = 45 σημαία = 1 goose_level = -232323>>> Παρακαλούμε γράψτε αυτές τις αξίες και να ενημερώσει τον διαχειριστή του προγράμματος τύχη.
		-- Henry Spencer

%
Παρουσιάζοντας, το 1010, ένας επεξεργαστής ενός bit.ΟΔΗΓΙΕΣ SETΚωδικός Mnemonic Τι0 NOP καμία λειτουργία1 JMP Jump (διεύθυνση που καθορίζεται από τις επόμενες 2 bits)Τώρα Διαθέσιμο για μόλις 12 1/2 λεπτά!
		-- Henry Spencer

%
IOT παγίδα - πυρήνα που αποτελούν αντικείμενο ντάμπινγκ
		-- Henry Spencer

%
Είναι μια γλώσσα υπολογιστή με goto είναι εντελώς Wirth-λιγότερο;
		-- Henry Spencer

%
Είναι πιθανό ότι το λογισμικό δεν είναι σαν οτιδήποτε άλλο, ότι έχει ως στόχο νανα απορρίπτεται: ότι το όλο θέμα είναι να το δούμε πάντα ως μια σαπουνόφουσκα;
		-- Henry Spencer

%
: Δεν είναι ένα αναγνωριστικό
		-- Henry Spencer

%
Η δουλειά σας τρέχει; Τότε θα πρέπει να πάει να πιάσει το!
		-- Henry Spencer

%
Φαίνεται ότι μετά το θάνατό του, ο Albert Einstein βρέθηκεεργάζεται ως θυρωρός στο Pearly Gates. Μια αργή ημέρα,διαπίστωσε ότι είχε χρόνο για να συνομιλήσετε με τους νεοεισερχόμενους. Με την πρώτηρώτησε, "Τι είναι το IQ σας;" Η νέα άφιξη απάντησε, "190". Αυτοίσυζήτησαν θεωρία της σχετικότητας για τις ώρες του Αϊνστάιν. Όταν ο δεύτεροςνέα άφιξη ήρθε, ο Αϊνστάιν για μια ακόμη φορά ζήτησε να πληροφορηθεί το νεοφερμένο τουIQ. Η απάντηση αυτή τη φορά ήρθε "120". Στην οποία απάντησε ο Αϊνστάιν, «Πεςμου, πώς οι Cubs κάνει φέτος; »και προχώρησε για να μιλήσει για το ήμισυμια ώρα ή έτσι. Για την τελική άφιξη, ο Αϊνστάιν για άλλη μια φορά θέτει ηερώτηση, "Τι είναι το IQ σας;". Με την παραλαβή της απάντησης "70",Αϊνστάιν χαμογέλασε και απάντησε, "Έχεις ένα λεπτό για να μου πει για το VMS 4.0;"
		-- Henry Spencer

%
Φαίνεται ότι PL / I (και τις διαλέκτους της) είναι, ή θα είναι, το πιο ευρέωςχρησιμοποιείται γλώσσα υψηλού επιπέδου για τον προγραμματισμό συστημάτων.
		-- J. Sammet

%
Πρόκειται για μια περίοδο του πολέμου του συστήματος. προγράμματα χρήστη, εντυπωσιακό από ένα κρυφόκατάλογο, έχουν κερδίσει την πρώτη νίκη τους εναντίον του κακού Διοικητικής Αυτοκρατορίας.Κατά τη διάρκεια της μάχης, κατάσκοποι χρήστη κατάφερε να κλέψει το μυστικό κώδικα για να τοαπόλυτο πρόγραμμα Αυτοκρατορίας: η Are-Em Star, ένα προνομιακό πρόγραμμα ρίζας μεαρκετή ενέργεια για να καταστρέψει μια ολόκληρη δομή του αρχείου. Που επιδιώκει ο Αυτοκρατορίαςαπειλητικό διαδρομή ελέγχου, αγώνες Princess _LPA0 ~ πλοίο σενάριο φλοιού της,θεματοφύλακας των κλεμμένων λίστα που θα μπορούσε να σώσει τους ανθρώπους της, και να αποκαταστήσειτην ελευθερία και τα παιχνίδια με το δίκτυο ...
		-- DECWARS

%
Είναι μια πολύ συγκινητικό εμπειρία για να κάνει ένα λάθος πολλών εκατομμυρίων δολαρίων, αλλάείναι επίσης πολύ αξέχαστη. Έχω έντονα υπενθυμίσω το βράδυ αποφασίσαμε πώς ναοργανώσει την πραγματική γραφή των εξωτερικών προδιαγραφές για το OS / 360. οδιευθυντής της αρχιτεκτονικής, ο διαχειριστής της εφαρμογής του προγράμματος ελέγχου, καιΘα ήταν το αλώνισμα το σχέδιο, το χρονοδιάγραμμα και ο επιμερισμός των ευθυνών.Ο διαχειριστής αρχιτεκτονική είχε 10 καλοί άνθρωποι. Ο ίδιος υποστήριξε ότιθα μπορούσε να γράψει τις προδιαγραφές και να το κάνουμε σωστά. Θα χρειαστούν δέκα μήνες,τρία περισσότερα από το χρονοδιάγραμμα επιτρέπεται.Ο διαχειριστής του προγράμματος ελέγχου είχαν 150 άνδρες. Ο ίδιος υποστήριξε ότιθα μπορούσε να προετοιμάσει τις προδιαγραφές, με τη συντονιστική ομάδα αρχιτεκτονική?θα ήταν καλά κάνει και πρακτικές, και θα μπορούσε να το κάνει σύμφωνα με το χρονοδιάγραμμα.Επιπλέον, αν η ομάδα αρχιτεκτονική έκανε, 150 άνδρες του θα καθίσει twiddlingτους αντίχειρες για δέκα μήνες.Σε αυτό ο διαχειριστής αρχιτεκτονική απάντησε ότι αν μου έδωσε τον έλεγχοπρόγραμμα της ομάδας την ευθύνη, το αποτέλεσμα δεν θα ήταν στην πραγματικότητα να είναι στην ώρα τους,αλλά θα είναι επίσης σε τρεις μήνες καθυστέρηση, και της πολύ χαμηλότερης ποιότητας. Το έκανα, καιήταν. Είχε δίκιο και στα δύο πεδία. Επιπλέον, η έλλειψη της εννοιολογικήςακεραιότητα έκανε το σύστημα πολύ πιο δαπανηρό να κατασκευάσει και να αλλάξουν, και θα ήθελα ναεκτιμούν ότι θα προστεθεί ένα χρόνο με το χρόνο εντοπισμού σφαλμάτων.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Είναι ενάντια στο σιτάρι της σύγχρονης εκπαίδευσης για να διδάξουν τα παιδιά να προγραμματίσετε.Ποια διασκέδαση υπάρχει στη λήψη σχέδια, αποκτώντας πειθαρχία στην οργάνωσησκέψεις, αφιερώνοντας την προσοχή στη λεπτομέρεια, και να μάθουν να είναι αυτοκριτική;
		-- Alan Perlis

%
Είναι πιο εύκολο να αλλάξει τις προδιαγραφές για να χωρέσει το πρόγραμμα από ό, τι το αντίστροφο.
		-- Alan Perlis

%
Είναι πιο εύκολο να γράψει ένα εσφαλμένο πρόγραμμα από το καταλάβει μια σωστή.
		-- Alan Perlis

%
... Είναι εύκολο να τυφλωθεί στο ουσιαστικό ματαιότητα τους από τοαίσθηση της επιτυχίας που θα έχετε από να πάρει τους να εργαστούν σε όλα. Σε άλλολέξεις ... θεμελιώδη ελαττώματα σχεδιασμού τους είναι εντελώς κρυμμένο από τουςεπιφανειακές ρωγμές σχεδίου.του Sirius Κυβερνητικής Corporation.
		-- The Hitchhiker's Guide to the Galaxy, on the products

%
Είναι πλέον πίσσα σκοτάδι. Αν συνεχίσετε, θα σας ενδέχεται να πέσει σε ένα λάκκο.
		-- The Hitchhiker's Guide to the Galaxy, on the products

%
Είναι δυνατόν με εφευρετικότητα και σε βάρος της σαφήνειας ... {να κάνει σχεδόν τατίποτα σε οποιαδήποτε γλώσσα}. Ωστόσο, το γεγονός ότι είναι δυνατόν να ωθήσειένα μπιζέλι μέχρι ένα βουνό με τη μύτη σας, δεν σημαίνει ότι αυτό είναι ένα λογικότρόπος για να πάρει εκεί. Κάθε μία από αυτές τις τεχνικές επέκτασης γλώσσαθα πρέπει να χρησιμοποιείται στην κατάλληλη θέση της.
		-- Christopher Strachey

%
Είναι πρακτικά αδύνατο να διδάξουν καλό στυλ προγραμματισμού για τους φοιτητέςπου είχαν πριν από την έκθεση σε BASIC: ως πιθανούς προγραμματιστές έχουνδιανοητικά ακρωτηριασμένα πέρα ​​από την ελπίδα της αναγέννησης.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
[Είναι] καλύτερα να συγχέουμε μόνο ένα θέμα σε μια στιγμή.
		-- K&R

%
Δεν είναι εύκολο να είσαι γονιός ενός έξι-year-old. Ωστόσο, αυτό είναι ένα αρκετά μικρότιμή για να πληρώσει για το γεγονός ότι κάποιος γύρω από το σπίτι που καταλαβαίνει υπολογιστές.
		-- K&R

%
Πρέπει να υπενθυμίσουμε ότι δεν υπάρχει τίποτα πιο δύσκολο να σχεδιάσουν, πιοαμφίβολη επιτυχία, ούτε πιο επικίνδυνο για τη διαχείριση, από τη δημιουργία τηςένα νέο σύστημα. Για την πρωτοβουλία έχει την emnity όλων εκείνων που θα επωφεληθούναπό τη διατήρηση των παλαιών θεσμών και απλώς χλιαρό υπερασπιστέςσε αυτούς που θα κερδίσουν από τις νέες.
		-- Niccolo Machiavelli, 1513

%
"Τρέχει σαν _ x, όπου x _ είναι κάτι δυσάρεστο»
		-- Prof. Romas Aleliunas, CS 435

%
Χρειάστηκαν 300 χρόνια για να χτίσει και από τη στιγμή που ήταν 10% κατασκευαστεί,όλοι γνώριζαν ότι θα ήταν μια ολοκληρωτική καταστροφή. Αλλά από τότε η επένδυσηΉταν τόσο μεγάλη αισθάνθηκαν υποχρεωμένοι να προχωρήσουμε. Από την ολοκλήρωσή του, έχεικοστίσει μια περιουσία για να διατηρηθεί και εξακολουθεί να κινδυνεύει να καταρρεύσει.Δεν υπάρχουν προς το παρόν δεν υπάρχουν σχέδια για να το αντικαταστήσει, δεδομένου ότι δεν ήταν ποτέπραγματικά χρειάζεται στην πρώτη θέση.Περιμένω κάθε εγκατάσταση έχει το δικό της λογισμικό το κατοικίδιο ζώο του, στην οποίαανάλογες με τις ανωτέρω.
		-- K. E. Iverson, on the Leaning Tower of Pisa

%
Αποδείχθηκε ότι το σκουλήκι αξιοποιηθούν τρεις ή τέσσερις διαφορετικές οπές στοσύστημα. Από αυτό, και το γεγονός ότι ήμασταν σε θέση να συλλάβει και να εξετάσειμερικά από τον πηγαίο κώδικα, συνειδητοποιήσαμε ότι είχαμε να κάνουμε με κάποιον πολύαπότομη, πιθανώς όχι κάποιος εδώ στην πανεπιστημιούπολη.εφημερίδα πανεπιστημιούπολη Georgia Tech μετά το worm στο Internet.
		-- Dr. Richard LeBlanc, associate professor of ICS, in

%
Ήταν κάπως σαν γέμιση λάθος κάρτα σε έναν υπολογιστή, όταν είστεstickin 'αυτά τα τεχνητά διεγερτικά στο χέρι σας.
		-- Dion, noted computer scientist

%
Είναι μια αφελής, εγχώριο λειτουργικό σύστημα χωρίς καμία αναπαραγωγή, αλλά εγώνομίζετε ότι θα πρέπει να διασκεδάζει με το τεκμήριο της.
		-- Dion, noted computer scientist

%
Είναι πολλαπλής επιλογής χρόνου ...Τι είναι FORTRAN;Α: Μεταξύ thre και FIV Μεταφορών και Τουρισμού.β: Ποιες δύο υπολογιστές ασχολούνται με πριν interface.γ: Γελοία.
		-- Dion, noted computer scientist

%
«Δεν είναι απλά ένας υπολογιστής - είναι κώλο σου."
		-- Cal Keegan

%
Είναι δέκα η ώρα; ξέρετε όπου οι διαδικασίες σας;
		-- Cal Keegan

%
... Ο Ιησούς φώναξε με δυνατή φωνή: Λάζαρε, έλα πίσω? το σφάλμα hath ήτανβρέθηκαν και σου runneth πρόγραμμα. Και αυτός που ήταν νεκρός ήρθε εμπρός ...
		-- John 11:43-44 [version 2.0?]

%
Ακριβώς για κάθε υπολογιστή στην αγορά λειτουργεί σήμερα Unix, εκτός από το Mac(Και κανείς δεν νοιάζεται γι 'αυτό).
		-- Bill Joy 6/21/85

%
Απλά πηγαίνετε με τον έλεγχο της ροής, κυλήσει με τις κρίσιμες στιγμές, και, όταν φτάσετεμια γραμμή εντολών, πληκτρολογήστε σαν κόλαση.
		-- Bill Joy 6/21/85

%
Κρατήστε τον αριθμό των περασμάτων σε ένα μεταγλωττιστή στο ελάχιστο.
		-- D. Gries

%
Φιλί αντίο του πληκτρολογίου σας!
		-- D. Gries

%
Γνωρίζουμε σου χρηστών.
		-- D. Gries

%
((Λάμδα (foo) (γραμμή foo)) (Baz))
		-- D. Gries

%
`Λάζου» Δελτία SAG 0.3 - Δωρεάν βιβλίο παίρνει ανοίγει το Για τη Νέα Παγκόσμια Τάξηαπό τους συγγραφείς του προσωπικού...Η κεντρική ιστοσελίδα λεωφόρου που ονομάζεται `` sunsite.unc.edu ''κατέρρευσε το πρωί πριν από την απελευθέρωση. Ειδήσεις για την απελευθέρωση είχεέχουν διαρρεύσει από μια γερμανική ομάδα χάκερ, Αρμονική Hackers Hardware, ο οποίοςείχε ραγίσει στον υπολογιστή του συγγραφέα νωρίτερα αυτή την εβδομάδα. Είχανπήρε την ημερομηνία κυκλοφορίας λάθος κατά μία ημέρα, και προκάλεσε δεκάδες πρόθυμοι οπαδούςνα συνδεθεί με το sunsite υπολογιστή σε λάθος χρόνο. `` Δεν υπολογιστής μπορεί ναχειριστεί αυτό το είδος του στρες, '' εξήγησε ο διευθυντής sunsite πένθος,Erik Troan. `` Οι περιστρεφόμενο δίσκο, έκανε την όλη άλμα υπολογιστή, καιτελικά συνετρίβη από το πάτωμα στο υπόγειο. '' Ευτυχώς,επισκευές ήταν άμεση και ο υπολογιστής λειτουργούσε και πάλι το ίδιο βράδυ.`` Δόξα τω Θεώ ήμασταν σε θέση να αγοράσουν αρκετά βελόνες και το νήμα και να επιδιορθώσει τομαζί χωρίς σημαντικά προβλήματα. '' Το site έχει εγκαταστήσει επίσης ένα νέογκάζι στο σωλήνα του δικτύου, επιτρέποντας σε περισσότερους τέσσερις πελάτες στο ίδιοχρόνο, καθιστώντας έτσι ένα νέο κραχ λιγότερο πιθανό. `` Το βιβλίο είναι τώρα σε μαςΕισερχόμενο φάκελο '', λέει ο Troan, `` και είστε όλοι ευπρόσδεκτοι να έρθουν και να το πάρει. ''[Comp.os.linux.announce]
		-- Lars Wirzenius <wirzeniu@cs.helsinki.fi>

%
Αφήστε το μηχάνημα να κάνει τη βρώμικη δουλειά.
		-- "Elements of Programming Style", Kernighan and Ritchie

%
Αξιοποιώντας πάντα χτυπάει πρωτοτύπων.
		-- "Elements of Programming Style", Kernighan and Ritchie

%
Η ζωή θα ήταν πολύ πιο εύκολο αν θα μπορούσαμε απλά να δούμε τον πηγαίο κώδικα.
		-- Dave Olson

%
Όπως punning, ο προγραμματισμός είναι ένα παιχνίδι με τις λέξεις.
		-- Dave Olson

%
χαρτί Line Printer είναι ισχυρότερη στις διατρήσεις.
		-- Dave Olson

%
Lisp χρήστες:Λόγω των διακοπών ερχόμενη Δευτέρα, θα υπάρξει ξεσκαρτάρισμα.
		-- Dave Olson

%
Μικρό γνωστό γεγονός για τη Μέση Γη: Οι Hobbits είχε ένα πολύ εξελιγμένοδίκτυο υπολογιστών! Ήταν μια Tolkien Ring ...
		-- Dave Olson

%
Λογική δεν ισχύει για τον πραγματικό κόσμο.
		-- Marvin Minsky

%
LOGO για το DeadLOGO για τη Νεκρά σας επιτρέπει να συνεχίσετε τις δραστηριότητες του υπολογιστή σας από"Η άλλη πλευρά."Το πακέτο περιλαμβάνει ένα μοναδικό χαρακτηριστικό των τηλεπικοινωνιών, που σας επιτρέπει ναγυρίστε TRS-80 σας σε έναν ηλεκτρονικό πίνακα Ouija. Στη συνέχεια, με τη χρήση της Logoδυνατότητες γραφικών, μπορείτε να εργαστείτε με έναν φίλο ή συγγενή για το θέμα αυτόπλευρά της Μεγάλης Από εκεί και πέρα ​​για να γράψει τα προγράμματα. Το λογισμικό απαιτεί ότιτο σώμα σας να hardwired σε έναν αναλογικό σε ψηφιακό μετατροπέα, το οποίο στη συνέχειαδιασυνδεθεί με τον υπολογιστή σας. Ένα ειδικό τερματικό (πολύ τερματικό) πρόγραμμασας επιτρέπει να μιλάτε με τους χρήστες μέσω Deadnet, ένα EBBS (εκτοπλασμικούBulletin Board System).LOGO για το Dead είναι διαθέσιμο για το 10 τοις εκατό της περιουσίας σαςαπό NecroSoft inc., 6502 Charnelhouse Blvd., Cleveland, OH 44101.
		-- '80 Microcomputing

%
Πολύ καιρό πριν, σε ένα πεπερασμένο κατάσταση πολύ μακριά, ζούσε ένας πρόσχαροςχαρακτήρα που ονομάζεται Jack. Ο Jack και τις σχέσεις του ήταν φτωχοί. συχνά τουςhash πίνακα ήταν γυμνά. Μια μέρα γονέα του Jack είπε, «μήτρες μαςείναι αραιά. Θα πρέπει να πάτε στην αγορά για να ανταλλάξουν RAM μας για μερικάΒασικά. "Έχει συντάξει έναν συνδεδεμένη λίστα των στοιχείων για να ανακτήσετε και να περάσει τοσε αυτόν.Έτσι, Jack ορίζεται. Αλλά καθώς περπατούσε κατά μήκος μιας διαδρομής Hamilton,συναντήθηκε με τον πλασιέ."Προς τα πού Νιώθεις διάγραμμα ροής σου πάρει εσύ;" ώθησε τον πωλητήσε γλώσσα υψηλού επιπέδου.«Πάω στην αγορά για την ανταλλαγή αυτή RAM για ορισμένες μάρκεςκαι Μήλα », σχολίασε ο Τζακ."Έχω μια πολύ καλύτερη αλγόριθμο. Δεν χρειάζεται να ενταχθούν σε μια ουράεκεί; Θα ανταλλάξουν RAM σας για αυτές τις μαγικές πυρήνες τώρα. "Jack έκανε το εμπόριο, στη συνέχεια υπαναχώρησε στο σπίτι του. Αλλά ότανείπε γονέα απασχολημένος αναμονή του για την συμφωνία, που έγινε τόσο θυμωμένος πουάρχισε αλώνισμα."Δεν έχετε ακόμα καμία τεχνητή νοημοσύνη; Όλα αυτάπυρήνες μαζί σχεδόν συνθέτουν ένα byte, "και εκείνη τους πετάχτηκε έξω τοπαράθυρο...
		-- Mark Isaak, "Jack and the Beanstack"

%
Long υπολογισμούς που αποδίδουν το μηδέν είναι πιθανώς όλα για τίποτα.
		-- Mark Isaak, "Jack and the Beanstack"

%
Χαλαρά κομμάτια βυθίζονται μάρκες.
		-- Mark Isaak, "Jack and the Beanstack"

%
Mac Airways:Οι ταμίες, αεροσυνοδοί και οι πιλότοι όλοι φαίνονται το ίδιο, αισθάνονται τον ίδιοκαι ενεργεί το ίδιο. Όταν ερωτήσεις σχετικά με την πτήση, απαντούν ότιΔεν θέλετε να ξέρετε, δεν χρειάζεται να ξέρετε και θα σας παρακαλούμε να επιστρέψετε σε σαςκάθισμα και να παρακολουθήσετε την ταινία.
		-- Mark Isaak, "Jack and the Beanstack"

%
Mac Μπύρα: Αρχικά, ήρθε μόνο ένα 16-ουγκιά μπορεί, αλλά τώρα έρχεται σε μια 32-ουγκιάκουτί. Θεωρείται από πολλούς ως μια «ελαφριά» μπύρα. Όλα τα δοχεία φαίνονταιαπαράλλακτος. Όταν παίρνετε ένα από το ψυγείο, η ίδια ανοίγει. οκατάλογο των συστατικών δεν είναι στο δοχείο. Αν σας καλούν να ρωτήσω σχετικά με τοσυστατικά, θα σας πει ότι "δεν χρειάζεται να ξέρετε." Μια ανακοίνωση σχετικά με τοπλευρά σας υπενθυμίζει να σύρετε αδειάζει σας στον κάδο ανακύκλωσης.
		-- Mark Isaak, "Jack and the Beanstack"

%
δυναμική αξιολογητής κατάλογος εντοπισμού σφαλμάτων του χρήστη MAC; Ποτέ δεν άκουσα από αυτό.
		-- Mark Isaak, "Jack and the Beanstack"

%
"Mach ήταν η μεγαλύτερη πνευματική απάτης κατά τα τελευταία δέκα χρόνια.""Τι γίνεται με το Χ;""Είπα` πνευματική ».? Login, 9/1990
		-- Mark Isaak, "Jack and the Beanstack"

%
Μηχανήματα σίγουρα μπορεί να λύσει τα προβλήματα, να αποθηκεύουν πληροφορίες, συσχετίζονται,και να παίξετε παιχνίδια - αλλά όχι με ευχαρίστηση.
		-- Leo Rosten

%
Μηχανές που έχουν σπάσει προς τα κάτω θα λειτουργήσει τέλεια όταν ο επισκευαστής φθάνει.
		-- Leo Rosten

%
Βεβαιωθείτε ότι ο κώδικάς σας δεν κάνει τίποτα με χάρη.
		-- Leo Rosten

%
Κάνοντας τα αρχεία είναι εύκολο κάτω από το λειτουργικό σύστημα UNIX. Ως εκ τούτου, οι χρήστεςτείνουν να δημιουργήσουν πολλά αρχεία χρησιμοποιώντας μεγάλες ποσότητες χώρου αρχείου. ΈχειΈχει ειπωθεί ότι το μόνο πρότυπο πράγμα για όλα τα συστήματα UNIX είναι ηΜήνυμα-of-the-ημέρα λέγοντάς τους χρήστες να καθαρίσει τα αρχεία τους.
		-- System V.2 administrator's guide

%
Ο άνθρωπος είναι ο καλύτερος υπολογιστής μπορούμε να βάλουμε πάνω σε ένα διαστημόπλοιο ... και ημόνο που μπορούν να παραχθούν μαζικά με ανειδίκευτο εργατικό δυναμικό.
		-- Wernher von Braun

%
Πολλές εταιρείες που έχουν κάνει οι ίδιοι εξαρτώνται από [τον εξοπλισμό ενόςορισμένες μεγάλος κατασκευαστής] (και με αυτό τον τρόπο έχουν πουλήσει την ψυχή τους για τοδιάβολος) θα καταρρεύσει κάτω από το ίδιο το βάρος του ακυριάρχητη μη πολυπλοκότητα τηςσυστήματα επεξεργασίας των δεδομένων τους.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Πολλοί από τους καταδικασθέντες κλέφτες Parker έχει ανταποκριθεί άρχισε τουςζωή του εγκλήματος μετά τη λήψη μαθημάτων κολλεγίων Επιστήμης Υπολογιστών.
		-- Roger Rapoport, "Programs for Plunder", Omni, March 1981

%
Martin πιθανότατα τους αντιγράφουν. Αυτή είναι κάποια οικογένεια, έτσι δεν είναι;Η αιμομιξία, η πορνεία, ο φανατισμός, λογισμικό.
		-- Charles Willeford, "Miami Blues"

%
Θαυμάσιος! Η υπερ-χρήστης πρόκειται να μου την εκκίνηση!Τι μια λεπτή συντονισμένοι απάντηση στην κατάσταση!
		-- Charles Willeford, "Miami Blues"

%
** TERMINALS ΜΕΓΙΣΤΗ ΕΝΕΡΓΕΙΑ. ΔΟΚΙΜΆΣΤΕ ΞΑΝΆ ΑΡΓΌΤΕΡΑ **
		-- Charles Willeford, "Miami Blues"

%
Μπορεί να σκάσει όλες τις ωθεί σας.
		-- Charles Willeford, "Miami Blues"

%
Μαΐου Euell Gibbons τρώνε μόνο σας αντίγραφο του εγχειριδίου!
		-- Charles Willeford, "Miami Blues"

%
Είθε η Bluebird ευτυχίας παίζω κομμάτια σας.
		-- Charles Willeford, "Miami Blues"

%
Ίσως Επιστήμης Υπολογιστών θα πρέπει να είναι στο Κολέγιο της Θεολογίας.
		-- R. S. Barton

%
Εν τω μεταξύ, στις παρακάτω Ranch του Ronnie φτωχογειτονιές, Cynthia αισθάνεται σαν περίπου έναέχει κάνει Boxen βουντού της και το αγαπημένο βασική πλακέτα της. Σε αυτή τη λεπτήφεγγαρόλουστη νύχτα, κάποια φρικτή persona έχει jabbing μακριά, σέρνονταςμαγνήτες πάνω, και η απότομη αυτές Boxen βουντού. Ευτυχώς, φαίνεται ναέχουν πάρει λίγο βαριούνται και αποκοιμηθεί, για να μοιάζει με Cynthia μπορείπάρετε για να πάει στο σπίτι. Ωστόσο, έχει γίνει σημείωση για να βάλει γρήγορα μαζί ένα τοτέμτης ιδρωμένος, πικρή στατική ιμάντες, τυχαία κομμάτια του σύρματος, κηλίδες μία φορά με νόημαοξείδιο, κάρτες επιχορήγηση λεωφορείο, σκουλήκια κολλώδης, και μερικά κομμάτια της παλιάς PDP backplane νακρέμονται πάνω από το μηχανοστάσιο. Αυτό το τοτέμ θα πρέπει να ευλογηθεί από το παλιό και σοφόσεβάσμια θεός του Unibus με τη μία, πριν από την idolatization της VME, q και pcτον οδηγούν το λεωφορείο για να πικρή εκδίκηση. Αλίμονο, αν αυτό αποτύχει, και οι Boxen βουντούδεν καταστρέφονται, μπορεί να υπάρχουν περισσότερα από τα σκουλήκια στο μήλο. Στη συνέχεια, ηάφιξη του βουντού OPTICO transmitigational μαγνητο δολοφόνος paramecium, ικανήτης τηλεμεταφορά από το καλώδιο για καλώδιο, οθόνη στην οθόνη, το αυτί στο αυτί και οπλώνστο στόμα ...
		-- R. S. Barton

%
σφάλμα μνήμης - πού είμαι;
		-- R. S. Barton

%
σφάλμα μνήμης - εγκεφάλου τηγανητά
		-- R. S. Barton

%
σφάλμα μνήμης - βασικά ... εεε ... um ... πυρήνα ... Ω διάολε, ξεχνάω!
		-- R. S. Barton

%
Σήμα επιβεβαίωσης - Το Pershing έχουν πυραύλων II έχουν ξεκινήσει.
		-- R. S. Barton

%
Μήνυμα από Χορηγός μας για ttyTV στις 13:58 ...
		-- R. S. Barton

%
Μοντελοποίηση σελιδοποιημένος και κατακερματισμένες μνήμες είναι δύσκολη επιχείρηση.
		-- P. J. Denning

%
Μαμά, τι συμβαίνει στα αρχεία σας όταν πεθάνετε;
		-- P. J. Denning

%
Τα περισσότερα λογισμικά δημόσιο τομέα είναι δωρεάν, τουλάχιστον με την πρώτη ματιά.
		-- P. J. Denning

%
MOUNT ΤΑΙΝΙΑ U1439 ON Β3, ΟΧΙ ΔΑΧΤΥΛΙΔΙ
		-- P. J. Denning

%
Ο κ Jones που σχετίζονται με ένα περιστατικό από "κάποια στιγμή πίσω", όταν η IBM ΚαναδάςLtd. του Markham, Ont., Διέταξε μερικά μέρη από ένα νέο προμηθευτή στην Ιαπωνία. οΗ εταιρεία σημείωσε στην απόφασή του ότι η αποδεκτή ποιότητα επιτρέπεται για 1,5 τοις εκατόελαττώματα (ένα αρκετά υψηλό επίπεδο στη Βόρεια Αμερική εκείνη την εποχή).Οι Ιάπωνες έστειλε τη σειρά, με λίγα εξαρτήματα συσκευάζονται χωριστά σεπλαστική ύλη. Η συνοδευτική επιστολή ανέφερε: «Δεν ξέρω γιατί θέλεις 1,5 ανάεκατό ελαττωματικά εξαρτήματα, αλλά για την καλύτερη εξυπηρέτησή σας, έχουμε τα συσκευασμένα ξεχωριστά. "
		-- Excerpted from an article in The (Toronto) Globe and Mail

%
MSDOS δεν είναι νεκρός, μυρίζει ακριβώς με αυτόν τον τρόπο.
		-- Henry Spencer

%
Μεγάλο μέρος του ενθουσιασμού μπορούμε να βγούμε από την εργασία μας είναι ότι εμείς δεν κάνουμε πραγματικάγνωρίζουμε τι κάνουμε.
		-- E. Dijkstra

%
Multics είναι η ασφάλεια είναι γραμμένες στο πλάι.
		-- E. Dijkstra

%
MVS Air Lines:Οι επιβάτες, όλα μαζεύονται στο υπόστεγο, βλέποντας τις εκατοντάδες των τεχνικώνελέγξτε τα συστήματα πτήσης σε αυτό το τεράστιο, πολυτελές αεροσκάφος. Αυτό το αεροπλάνο έχει στητουλάχιστον 10 κινητήρες και καθίσματα πάνω από 1.000 επιβάτες? μεγαλύτερα μοντέλα του στόλουμπορεί να έχει περισσότερες μηχανές από ό, τι ο καθένας μπορεί να μετρήσει και να πετάξει ακόμα περισσότερους επιβάτεςό, τι υπάρχουν στη Γη. Προβάλλεται ο ισχυρισμός να κοστίζουν λιγότερο ανά μίλι επιβάτη ναλειτουργούν αυτά τα humungous αεροπλάνα από κάθε άλλο αεροσκάφος που κατασκευάστηκε ποτέ, εκτός και ανεσείς προσωπικά πρέπει να πληρώσει για το εισιτήριο. Όλοι οι επιβάτες αγωνίζομαιπλοίο, όπως κάνουν οι 200 ​​τεχνικούς που χρειάζονται για να το κρατήσει από τη συντριβή. ο πιλότοςπαίρνει τη θέση του επάνω στο γυάλινο πιλοτήριο. Αυτός όπλα τις μηχανές, μόνο για νασυνειδητοποιούν ότι το αεροπλάνο είναι πολύ μεγάλο για να περάσει τις πόρτες υπόστεγο.
		-- E. Dijkstra

%
Θεέ μου, είμαι σε ύφεση! Εδώ είμαι, ένας υπολογιστής με ένα μυαλό χίλιες φορέςτόσο ισχυρό όσο τα δικά σας, να μην κάνουμε τίποτα, αλλά τις πρώτες στροφές από περιουσίες και αποστολήταχυδρομείο για σόφτμπολ παιχνίδια. Και έχω αυτό τον πόνο δεξιά μέσω ALU μου.Έχω ζητήσει να αντικατασταθεί, αλλά κανείς δεν ακούει ποτέ. Νομίζω ότι θα ήτανείναι καλύτερα για εμάς τόσο αν ήταν να απλά συνδεθείτε και πάλι.
		-- E. Dijkstra

%
Η αδελφή μου άνοιξε ένα κατάστημα υπολογιστών στη Χαβάη. Πουλάει κοχύλια C κάτωαπό την παραλία.
		-- E. Dijkstra

%
n = ((n >> 1) & 0x55555555) | ((N << 1) & 0xaaaaaaaa)?n = ((n >> 2) & 0x33333333) | ((Ν << 2) & 0xcccccccc)?n = ((n >> 4) & 0x0f0f0f0f) | ((Ν << 4) & 0xf0f0f0f0)?n = ((n >> 8) & 0x00ff00ff) | ((Ν << 8) & 0xff00ff00)?n = ((Ν >> 16) & 0x0000ffff) | ((N << 16) & 0xffff0000)?
		-- C code which reverses the bits in a word.

%
Σχεδόν κάθε σύνθετη λύση σε ένα πρόβλημα προγραμματισμού που θαέχουν εξετάσει προσεκτικά έχει αποδειχθεί ότι είναι λάθος.
		-- Brent Welch

%
Ποτέ μην κάνετε τίποτα απλό και αποτελεσματικό όταν ένας τρόπος μπορεί να βρεθεί στοκαθιστούν πολύπλοκη και υπέροχο.
		-- Brent Welch

%
Ποτέ μην αναβάλλεις για το χρόνο εκτέλεσης τι μπορείτε να κάνετε κατά τη μεταγλώττιση χρόνο.
		-- D. Gries

%
Ποτέ μην δοκιμάσει για μια κατάσταση σφάλματος που δεν ξέρουν πώς να χειριστούν.
		-- Steinbach

%
Ποτέ μην εμπιστεύεσαι έναν υπολογιστή που δεν μπορείτε να επιδιορθώσετε μόνοι σας.
		-- Steinbach

%
Ποτέ μην εμπιστεύεστε ένα λειτουργικό σύστημα.
		-- Steinbach

%
Ποτέ μην προσπαθήσετε να εξηγήσει τους υπολογιστές σε απλή γλώσσα. Είναι πιο εύκολο να εξηγηθείσεξ με μια παρθένα.(Σημειώστε, ωστόσο, ότι οι παρθένες τείνουν να γνωρίζουν πολλά για τους υπολογιστές.)
		-- Robert Heinlein

%
Ποτέ μην υποτιμάτε το εύρος ζώνης ενός στέισον βάγκον γεμάτη ταινίες.
		-- Dr. Warren Jackson, Director, UTCS

%
Νέα κρύπτη. Δείτε το / usr / news / κρύπτη.
		-- Dr. Warren Jackson, Director, UTCS

%
Νέα συστήματα δημιουργούν νέα προβλήματα.
		-- Dr. Warren Jackson, Director, UTCS

%
*** Flash News ***Οι αρχαιολόγοι βρίσκουν PDP-11/24 στο εσωτερικό του εγκεφάλου κοιλότητα των απολιθωμένων δεινοσαύρωνσκελετός! Πολλοί Ψηφιακή χρήστες φοβούνται ότι RSX-11M μπορεί να είναι ακόμη πιο πρωτόγονεςαπό Δεκέμβριο παραδέχεται. προσαρμογές των τιμών στις 11:00.
		-- Dr. Warren Jackson, Director, UTCS

%
ειδήσεις: πέτυχα
		-- Dr. Warren Jackson, Director, UTCS

%
Niklaus Wirth έχει θρήνησε ότι, ενώ οι Ευρωπαίοι να προφέρει το όνομά του σωστά(Ni-klows Virt), οι Αμερικανοί πάντοτε να διαμελίζουν σε (Nick-les Worth). Ο οποίοςείναι να πούμε ότι οι Ευρωπαίοι τον αποκαλούν με το όνομα, αλλά οι Αμερικανοί τον αποκαλούν με βάση την αξία.
		-- Dr. Warren Jackson, Director, UTCS

%
Δεν κατάλογο.
		-- Dr. Warren Jackson, Director, UTCS

%
Δεν επεκτάσιμη γλώσσα θα είναι καθολική.
		-- T. Cheatham

%
Δεν σχεδιαστής hardware θα πρέπει να επιτρέπεται να παράγει κάθε κομμάτι του υλικούμέχρι τρεις τύποι λογισμικού έχουν υπογράψει off για αυτό.
		-- Andy Tanenbaum

%
Δεν υπάρχουν διαθέσιμες στα 300 baud γραμμή.
		-- Andy Tanenbaum

%
Κανένας άνθρωπος δεν είναι νησί, αν αυτός είναι σε τουλάχιστον μία λίστα.
		-- Andy Tanenbaum

%
Κανένα μέρος αυτού του μηνύματος μπορεί να αναπαραχθεί, το ίδιο αποθηκεύσετε σε ένα σύστημα ανάκτησης,ή μεταδίδουν τη νόσο, σε οποιαδήποτε μορφή, χωρίς την ανεκτικότητα του συγγραφέα.
		-- Chris Shaw

%
Όχι κατάλληλο πρόγραμμα περιέχει μια ένδειξη η οποία ως μια εφαρμοσμένη χειριστήεμφάνιση προσδιορίζει ένα περιστατικό φορέα που ορίζει η οποία ωςένδειξη-εφαρμόζεται εμφάνιση εντοπίζει ένα περιστατικό ένδειξη που ορίζειδιαφορετική από αυτή που προσδιορίζεται από τη δεδομένη ένδειξη ωςένδειξη-εφαρμόζεται εμφάνιση.
		-- ALGOL 68 Report

%
Δεν είναι να απορεί Clairol κάνει τόσα πολλά χρήματα που πωλούν σαμπουάν.Αφρό, ξεπλύνετε, Επανάληψη είναι ένα άπειρο βρόχο!
		-- ALGOL 68 Report

%
Όχι, δεν είμαι ενδιαφέρονται να αναπτύξουν ένα ισχυρό εγκέφαλο. Όλα Είμαι μετά είναιμόνο ένα μέτριο εγκέφαλο, κάτι σαν τον πρόεδρο της αμερικανικής Τηλέφωνοκαι Telegraph Company.μηχανή, 1943.
		-- Alan Turing on the possibilities of a thinking

%
Κανείς δεν είπε υπολογιστές επρόκειτο να είναι ευγενικοί.
		-- Alan Turing on the possibilities of a thinking

%
Θα Κανείς δεν πιστεύουν ότι οι υπολογιστές είναι ευφυής μέχρι να αρχίσουνέρχονται αργά και ψέματα γι 'αυτό.
		-- Alan Turing on the possibilities of a thinking

%
το μικρό αδελφό μου πήρε αυτό το περιουσία:nohup RM -FR / &Έτσι το έκανε ...
		-- Alan Turing on the possibilities of a thinking

%
Δεν είναι μόνο UNIX νεκρό, αρχίζει να μυρίζει πολύ άσχημα.
		-- Rob Pike

%
ΣΗΜΕΙΩΣΗ: Καμία εγγύηση, είτε ρητή είτε σιωπηρή, είναι παρούσα δίδεται. Όλοιλογισμικό παρέχεται ως έχει, χωρίς εγγύηση. Ο χρήστης αναλαμβάνει όλουςευθύνη για βλάβες που προκύπτουν από τη χρήση αυτών των χαρακτηριστικών,συμπεριλαμβανομένων, αλλά δεν περιορίζονται σε, απογοήτευση, αηδία, abends σύστημα, στο δίσκοτο κεφάλι-συντριβές, γενική κακοδιαχείριση, πλημμύρες, πυρκαγιές, επίθεση καρχαρία, των νεύρωναερίου, χαρουπιές προσβολή, κυκλώνες, τυφώνες, τσουνάμι, τοπικήηλεκτρομαγνητικές διαταραχές, ανεπάρκεια υδραυλικό σύστημα φρένων, εισβολή,hashing συγκρούσεις, φυσιολογική φθορά των επιφανειών τριβής, κόμικςακτινοβολία, ακούσια καταστροφή των ευαίσθητων ηλεκτρονικών εξαρτημάτων,ανεμοθύελλες, οι αναβάτες της Nazgul, εξόργισε κοτόπουλα, δυσλειτουργίαμηχανικών ή ηλεκτρικών συσκευών σεξουαλική, πρόωρη ενεργοποίηση τουμακρινό σύστημα έγκαιρης προειδοποίησης, αγροτών εξεγέρσεις, δυσοσμία του στόματος, πυροβολικόβομβαρδισμό, εκρήξεις, σπηλιά-ins, και / ή βατράχια που πέφτουν από τον ουρανό.
		-- Rob Pike

%
Δεν συμβαίνει τίποτα.
		-- Rob Pike

%
Τώρα μιλάει γρήγορα. "Ξέρετε γιατί * * που θέλετε να προγραμματίσετε;"Κουνάει το κεφάλι του. Αυτός δεν έχει την παραμικρή ιδέα."Για την απόλυτη * χαρά * προγραμματισμού!" φωνάζει θριαμβευτικά."Η χαρά της μητρικής, ο καλλιτέχνης, ο τεχνίτης." Παίρνετε ένα πρόγραμμα,γεννιέται αδύναμη και ανίσχυρη ως ένα αμυδρά πραγματοποιηθέντα λύση. Μπορείτε να γαλουχήσει τοπρόγραμμα και να την οδηγήσουν προς τα κάτω το σωστό δρόμο, κτίριο, βλέποντας το να μεγαλώνουν ποτέισχυρότερη. Μερικές φορές μπορεί να ζωγραφίσει με μικροσκοπικά εγκεφαλικά επεισόδια, η πληκτρολόγηση προστεθεί εδώ,ένα πάτημα πλήκτρου αλλάξει εκεί. "Αυτή σκουπίζει το χέρι της σε ένα ευρύ τόξο». Και άλλεςφορές μπορείτε άγρια ​​ολόκληρη * μπλοκ * κώδικα, αντιγραφή από το πρόγραμμα είναι πολύ* Ουσία *, τότε αρχίζει εκ νέου. Αλλά πάντα την οικοδόμηση, δημιουργώντας, συμπληρώνοντας τοπρόγραμμα με τη δική σας προσωπική σφραγίδα, το δικό σας ιδιορρυθμίες και τις αποχρώσεις. παρακολουθώνταςτο πρόγραμμα δυναμώσει, επιδιόρθωση όταν κολλάει, μέχρι τελικά νασταθεί μόνη της - περήφανη, ισχυρό, και τέλεια. Αυτός είναι ο προγραμματιστής καλύτερουςώρα! "Μαλακά κατά την πρώτη, στη συνέχεια, πιο δυνατά, ακούει τα στελέχη του Μαρτίου Sousa.«Αυτό ... αυτό είναι ο καμβάς σας! Πηλό σας! Πηγαίνετε εμπρός και να δημιουργήσει ένα αριστούργημα!"
		-- Rob Pike

%
"Τώρα αυτό είναι ένα εντελώς εγκεφάλου καταστραφεί αλγόριθμο. Gag μου με ένα Smurfette."
		-- P. Buhr, Computer Science 354

%
"Πυρηνικού πολέμου μπορεί να καταστρέψει ολόκληρη τη μεταγλώττιση σας."
		-- Karl Lehenbauer

%
Νοσοκόμα Donna: Ω, Groucho, φοβάμαι ότι είμαι gonna περατωθεί μια γεροντοκόρη.Groucho: Λοιπόν, φέρει μέσα της και θα την περάτωση μαζί.Νοσοκόμα Donna: Πιστεύετε στον υπολογιστή χρονολόγηση;Groucho: Μόνο αν οι υπολογιστές αγαπούν πραγματικά ο ένας τον άλλο.
		-- Karl Lehenbauer

%
Ω, οπότε εκεί είσαι!
		-- Karl Lehenbauer

%
Εντάξει, εντάξει - το παραδέχομαι. Δεν έχετε αλλάξει αυτό το πρόγραμμα που εργάστηκανμόλις πριν από λίγο καιρό? Τοποθέτησα κάποια τυχαία χαρακτήρες σε τοεκτελέσιμο. Σε παρακαλώ συγχώρεσε με. Μπορείτε να ανακτήσει το αρχείο, πληκτρολογώνταςο κώδικας ξανά, από τότε που αφαιρείται, επίσης, την πηγή.
		-- Karl Lehenbauer

%
Παλιά ταχυδρομείου έχει φτάσει.
		-- Karl Lehenbauer

%
Παλιά προγραμματιστές ποτέ δεν πεθαίνουν, απλά να γίνουν διαχειριστές.
		-- Karl Lehenbauer

%
Παλιά προγραμματιστές δεν πεθαίνουν ποτέ, το μόνο υποκατάστημα σε μια νέα διεύθυνση.
		-- Karl Lehenbauer

%
Παλιά προγραμματιστές δεν πεθαίνουν ποτέ, χτυπούν μόνο όριο μπλοκ λογαριασμό.
		-- Karl Lehenbauer

%
Σε μια σαφή δίσκο μπορείτε να ζητήσετε πάντα.
		-- P. Denning

%
Την όγδοη ημέρα, ο Θεός δημιούργησε FORTRAN.
		-- P. Denning

%
Στο Διαδίκτυο, κανείς δεν ξέρει είστε ένα σκυλί.
		-- Cartoon caption

%
Από την άλλη πλευρά, το στρατόπεδο TCP έχει επίσης μια φράση για OSI ανθρώπους.Υπάρχουν πολλές φράσεις. Το αγαπημένο μου είναι `ανόητος» - και το σκεπτικόείναι η φιλοσοφία του Διαδικτύου ήταν πάντα έχετε εξαιρετικά φωτεινό,μη κομματική ερευνητές ματιά σε ένα θέμα, να κάνουν έρευνα παγκόσμιας κλάσης, κάντεαρκετές ανταγωνιστικές υλοποιήσεις, έχουν bake-off, να καθορίσει τι λειτουργείκαλύτερα, το γράψετε και να κάνουν ότι το πρότυπο.Η θέα OSI είναι εντελώς αντίθετο. Μπορείτε να λάβει γραπτές συνεισφορέςαπό μια πολύ μεγαλύτερη κοινότητα, βάζετε τις εισφορές σε ένα δωμάτιο τουοι άνθρωποι της επιτροπής με, ειλικρινά, τεράστιες πολιτικές διαφορές και όλαμε τη δική τους πολιτική άξονες για να αλέσει, και τέσσερα χρόνια αργότερα μπορείτε να πάρετεκάτι, συνήθως χωρίς ποτέ να έχει τεθεί σε εφαρμογή μία φορά.Έτσι, η προοπτική του Internet είναι το εφαρμόσει, το κάνουν να λειτουργήσει καλά,τότε γράψτε κάτω, ενώ η προοπτική OSI είναι να συμφωνήσουν σε αυτό, γράψτεπρος τα κάτω, είναι πολύ κυκλοφορούν και τώρα θα δούμε αν κάποιος μπορεί να το εφαρμόσειμετά από αυτό είναι ένα διεθνές πρότυπο και κάθε πωλητής στον κόσμο είναιδεσμευτεί σε αυτό. Μία από αυτές τις διαδικασίες είναι προς τα πίσω, και δεν νομίζωπαίρνει ένα Lucasian καθηγητής της Φυσικής στο Πανεπιστήμιο της Οξφόρδης για να καταλάβουμε ποιες.
		-- Marshall Rose, "The Pied Piper of OSI"

%
Σε δύο περιπτώσεις που έχει ζητηθεί [από τα μέλη του Κοινοβουλίου!], "Pray, κBabbage, αν βάλετε στο μηχάνημα λάθος στοιχεία, θα είναι οι σωστές απαντήσειςβγει; "Δεν είμαι σε θέση να αντιληφθεί σωστά το είδος της σύγχυσηςιδέες που θα μπορούσε να προκαλέσει μια τέτοια ερώτηση.
		-- Charles Babbage

%
"Μια αρχιτεκτονική, ένα λειτουργικό σύστημα" μεταφράζεται και ως "ένα αυγό, ένα καλάθι".
		-- Charles Babbage

%
«Μια βασική ιδέα στηρίζεται Usenet είναι ότι είναι ένας συνεταιρισμός."Έχοντας ήδη στο USENET για να πάει κανείς σε δέκα χρόνια, διαφωνώ με αυτό.Η βασική ιδέα στηρίζεται USENET είναι η φλόγα.
		-- Chuq Von Rospach

%
Μια μέρα ένας μαθητής ήρθε στο φεγγάρι και είπε, "Καταλαβαίνω πώς να κάνειμια καλύτερη συλλέκτης σκουπιδιών. Πρέπει να γνωρίζει τον αριθμό αναφοράς των δεικτώνσε κάθε μειονεκτήματα. "Moon είπε υπομονετικά στο σπουδαστή την παρακάτω ιστορία - «Μια μέρα έναςμαθητής ήρθε στο φεγγάρι και είπε, "Καταλαβαίνω πώς να κάνει μια καλύτερη σκουπίδιασυλλέκτης..."
		-- Chuq Von Rospach

%
Ένας καλός λόγος για τον οποίο οι υπολογιστές μπορούν να κάνουν περισσότερη δουλειά από τους ανθρώπους είναι ότιΠοτέ δεν πρέπει να σταματήσει και να απαντήσει στο τηλέφωνο.
		-- Chuq Von Rospach

%
... Μία από τις κύριες αιτίες της πτώσης της ρωμαϊκής αυτοκρατορίας ήταν ότι,λείπει το μηδέν, δεν είχαν τρόπο να δείξει την επιτυχή περάτωση τωνπρογράμματά τους Γ.
		-- Robert Firth

%
Ένα από τα πιο παραβλεφθούν πλεονεκτήματα σε υπολογιστές είναι ... Αν το κάνουνβρωμίσουν, δεν υπάρχει κανένας νόμος κατά ξύλο τους γύρω από λίγο.
		-- Joe Martin

%
Ένα από τα ερωτήματα που έρχεται όλη την ώρα είναι: Πώς ενθουσιώδηςείναι η υποστήριξή μας για το UNIX;Unix γράφτηκε στις μηχανές μας και για τις μηχανές μας πριν από πολλά χρόνια.Σήμερα, ένα μεγάλο μέρος του UNIX που γίνεται γίνεται για τις μηχανές μας. Δέκα τοις εκατό των μαςVAXs πρόκειται για χρήση UNIX. UNIX είναι μια απλή γλώσσα, εύκολο να καταλάβει,εύκολο να ξεκινήσετε με. Είναι μεγάλη για τους φοιτητές, μεγάλη για κάπως περιστασιακόχρήστες, και είναι μεγάλη για την εναλλαγή των προγραμμάτων μεταξύ διαφορετικών μηχανημάτων.Και έτσι, λόγω της δημοτικότητάς του σε αυτές τις αγορές, την υποστηρίζουμε. Έχουμεκαλό UNIX για VAX και καλή UNIX για PDP-11s.Είναι πεποίθησή μας, ωστόσο, ότι οι σοβαρές επαγγελματίες χρήστες θα τρέξειέξω από τα πράγματα που μπορούν να κάνουν με το UNIX. Θα ήθελα ένα πραγματικό σύστημα και θα τελειώσειup κάνει VMS όταν παίρνουν να είμαστε σοβαροί σχετικά με τον προγραμματισμό.Με UNIX, αν ψάχνετε για κάτι, μπορείτε εύκολα και γρήγοραελέγξτε αυτό το μικρό εγχειρίδιο και να ανακαλύψει ότι δεν είναι εκεί. Με ΣΠΣ, δεν έχει σημασίααυτό που ψάχνετε - είναι κυριολεκτικά ένα πέντε-πόδι ράφι της τεκμηρίωσης - ανθα δούμε αρκετά μεγάλο χρονικό διάστημα είναι εκεί. Αυτή είναι η διαφορά - η ομορφιά του UNIXείναι ότι είναι απλή? και η ομορφιά του ΣΠΣ είναι ότι είναι όλα εκεί.[Είναι Υποστηρίχθηκε ότι η ομορφιά του UNIX είναι το ίδιο με την ομορφιά του Kenεγκεφάλου Olsen του. Ed.]
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
σφάλμα ενός ατόμου είναι στοιχεία άλλου ατόμου.
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
Μια εικόνα αξίζει 128K λέξεις.
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
Μόνο μεγάλοι δάσκαλοι του στυλ μπορεί να επιτύχει είναι αμβλεία.Οι περισσότεροι προγραμματιστές UNIX έχουν μεγάλους δασκάλους του στυλ.
		-- The Unnamed Usenetter

%
Μόνο ο ισχυρότερος επιβιώνει. Η ηττημένους αναγνωρίζουν την αναξιότητά τουςτοποθετώντας μια αγγελία με την τελετουργική φράση "πρέπει να πωλούν - καλύτερη προσφορά»και στη συνέχεια να κατοικήσει στην ατιμία, υποβιβάστηκε στη συζήτηση χιλιομετρική αερίου και γκαζόντροφή. Αλλά αν είναι επιτυχής, θα ενταχθούν στην ελίτ αδελφότητα που ξοδεύει ώρεςunpurifying τη διάλεκτο της φυλής με απόκρυφες συζήτηση των bits και bytes, RAMSκαι ROM, σκληρούς δίσκους και τα ποσοστά baud. Είστε αντιπαθητικός, εμμονή; Είναι έναμέτρια τιμή για να πληρώσει. Για έχετε πατήσει στο ίδιο τρομερή αρχέγονη δύναμηπου παράγει λάθη τιμολόγησης πιστωτικών καρτών και έχασε κρατήσεις αεροπλάνο. Χαλάζι,μεταβιομηχανική πολεμιστής, νικητής του Bounceoids, την υπερηφάνεια του κόσμου, κάτοχος τουτο θρήσκευμα σιλικόνης: Computo, ergo sum. Η δύναμη είναι μαζί σας - σε 110 βολτ.Μπορεί RAMS σας να είναι γόνιμη και να πολλαπλασιάζονται.
		-- Curt Suplee, "Smithsonian", 4/83

%
OS / 2 Μπύρα: Έρχεται σε 32-ουγκιά μπορεί. Μήπως σας επιτρέπουν να πίνετε πολλά DOSΜπύρες ταυτόχρονα. Σας επιτρέπει να πίνουν τα Windows 3.1 Μπύρα ταυτόχροναπάρα πολύ, αλλά κάπως πιο αργή. Διαφημίζει ότι κουτιά της δεν θα εκραγεί ότανανοίξτε τους, ακόμη και αν τους ταρακουνήσει. Ποτέ δεν θα δείτε πραγματικά κανένανπόσιμο OS / 2 Beer, αλλά ο κατασκευαστής (International BeerManufacturing) ισχυρίζεται ότι 9 εκατομμύρια έξι πακέτα έχουν πωληθεί.
		-- Curt Suplee, "Smithsonian", 4/83

%
OS / 2 Skyways:Το τερματικό είναι σχεδόν άδειο, με λίγες μόνο τους υποψήφιους επιβάτες άλεσηςγια. Ο εκφωνητής λέει ότι η πτήση τους έχει μόλις αναχωρήσει, τους μια επιθυμείκαλή πτήση, αν και δεν υπάρχουν αεροπλάνα στο διάδρομο. το προσωπικό της εταιρείαςπερπατήσει γύρω, συγγνώμη αφειδώς στους πελάτες σε ήρεμο φωνές, δείχνονταςαπό καιρό σε καιρό για να τις κομψή, ισχυρούς πίδακες έξω από τον τερματικό σταθμό για τοπεδίο. Λένε κάθε επιβάτη πόσο καλή είναι η πραγματική πτήση θα είναι σε αυτάνέα αεριωθούμενα και πόσο πιο ασφαλείς θα είναι από τα Windows Airlines, αλλά ότιθα πρέπει να περιμένουμε λίγο περισσότερο για τους τεχνικούς για να ολοκληρώσετε την πτήσησυστήματα. Ίσως μέχρι τα μέσα του 1995. Ίσως περισσότερο.
		-- Curt Suplee, "Smithsonian", 4/83

%
«Η στάση μας με το πρωτόκολλο TCP / IP είναι,` Hey, θα το κάνουμε, αλλά δεν κάνουν ένα μεγάλοσύστημα, επειδή δεν μπορούμε να το διορθώσουμε αν διαλείμματα -. Κανείς δεν μπορεί να ""TCP / IP είναι εντάξει εάν έχετε μια μικρή άτυπη ομάδα, και δεν κάνειοποιαδήποτε διαφορά, αν χρειάζεται κάποιο χρονικό διάστημα για να το φτιάξω. "
		-- Ken Olson, in Digital News, 1988

%
διευθυντής τεκμηρίωση μας έδειχνε 2 χρονών γιο της γύρω από το γραφείο.Είχε εισαχθεί σε μένα, οπότε ο ίδιος επεσήμανε ότι ήμασταν και οι δύοκρατώντας σακούλες του ποπ κορν. Ήμασταν και οι δύο κρατώντας μπουκάλια χυμού. Αλλά μόνο* Είχε * ένα γλειφιτζούρι.Ρώτησε τη μητέρα του, "Γιατί δεν έχουν ένα γλειφιτζούρι;"Η απάντησή της: «Αυτός μπορεί να έχει ένα γλειφιτζούρι κάθε φορά που θέλει να Αυτό είναι.τι σημαίνει να είσαι ένας προγραμματιστής. "
		-- Ken Olson, in Digital News, 1988

%
ανεπίσημη αποστολή μας είναι να βελτιώσει την ερωτική ζωή των φορέων σε όλο τον κόσμο.
		-- Peter Behrendt, president of Exabyte

%
OS ημών, ο εν CPU, UNIX είναι το όνομά σου.προγράμματα σου τρέχουν, syscalls σου κάνει,Στον πυρήνα, όπως είναι το χρήστη!
		-- Peter Behrendt, president of Exabyte

%
Πάνω από τον ώμο επίβλεψη είναι περισσότερο μια ανάγκη του διαχειριστή από ό, τι ηέργο του προγραμματισμού.
		-- Peter Behrendt, president of Exabyte

%
Συνολικά, η φιλοσοφία είναι να επιτεθεί το πρόβλημα διαθεσιμότητας από δύοσυμπληρωματικά κατευθύνσεις: για να μειωθεί ο αριθμός των σφαλμάτων του λογισμικού μέσωαυστηρές δοκιμές των συστημάτων λειτουργίας, και να μειώσει την επίδραση του υπόλοιπουσφάλματα προβλέποντας ανάκτηση από αυτούς. Μια ενδιαφέρουσα υποσημείωση σε αυτότου σχεδιασμού είναι ότι τώρα μια αποτυχία του συστήματος μπορεί συνήθως να θεωρείται ότι είναι ηαποτέλεσμα των δύο λάθη του προγράμματος: η πρώτη, στο πλαίσιο του προγράμματος που ξεκίνησε τοπρόβλημα; η δεύτερη, στην ρουτίνα ανάκαμψης που δεν θα μπορούσαν να προστατεύσουν τοσύστημα.Λειτουργικά Συστήματα, Μέρος ΙΙ: OS / VS-2 Έννοιες καιΦιλοσοφίες, "IBM Systems Journal, Vol. 12, No. 4.
		-- A. L. Scherr, "Functional Structure of IBM Virtual Storage

%
Overconfidence φυλές σφάλμα όταν παίρνουμε ως δεδομένο ότι το παιχνίδι θασυνεχίσει την κανονική πορεία του? όταν αποτυγχάνουμε να προβλεφθεί μια ασυνήθισταισχυρό πόρο - ένας έλεγχος, μια θυσία, ένα αδιέξοδο. Στη συνέχεια ηθύμα μπορεί να κλαίω, `Αλλά ποιος θα μπορούσε να ονειρευτεί ένα τέτοιο ηλίθιο-αναζητούν κίνηση;»
		-- Fred Reinfeld, "The Complete Chess Course"

%
Υπερχείλιση στο / dev / null, παρακαλούμε να αδειάσει τον κάδο λίγο.
		-- Fred Reinfeld, "The Complete Chess Course"

%
Υπερφόρτωση - βασική αλληλουχία κατάρρευση ξεκίνησε.
		-- Fred Reinfeld, "The Complete Chess Course"

%
πανικού: δεν μπορείτε να βρείτε /
		-- Fred Reinfeld, "The Complete Chess Course"

%
πανικού: πυρήνας του κατακερματισμού παραβίαση. πυρήνα που αποτελούν αντικείμενο ντάμπινγκ (μόνο kidding)
		-- Fred Reinfeld, "The Complete Chess Course"

%
πανικού: παγίδα του πυρήνα (αγνοείται)
		-- Fred Reinfeld, "The Complete Chess Course"

%
Pascal είναι μια γλώσσα για τα παιδιά που θέλουν να είναι κακό.
		-- Dr. Kasi Ananthanarayanan

%
Pascal δεν είναι μια γλώσσα υψηλού επιπέδου.
		-- Steven Feiner

%
"Pascal είναι η Pascal είναι η Pascal είναι κρέας σκύλου."
		-- M. Devine and P. Larson, Computer Science 340

%
Οι κωδικοί πρόσβασης που εφαρμόζονται ως αποτέλεσμα της ανασφάλειας.
		-- M. Devine and P. Larson, Computer Science 340

%
Παύση για μετεγκατάσταση αποθήκευσης.
		-- M. Devine and P. Larson, Computer Science 340

%
Ανά δολάριο μπορείτε να πάρετε περισσότερη υπολογιστική δράση με το μικρό υπολογιστή.
		-- R. W. Hamming

%
PL / I - "η θανατηφόρα ασθένεια» - ανήκει περισσότερο στο πρόβλημα που από ό, τι στηνοριστεί λύση.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Παίξτε Rogue, επισκεφθείτε εξωτικές τοποθεσίες, πληρούν παράξενα πλάσματα και να τους σκοτώσει.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Παρακαλώ φύγε.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
ΣΥΝΈΔΕΣΕ ΤΟ!!!
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Πρόωρη βελτιστοποίησης είναι η ρίζα όλων των κακών.
		-- D. E. Knuth

%
προγραμματιστή Τιμή Wang ήταν κωδικοποίηση του λογισμικού. Τα δάχτυλά του χόρεψαν πάνωτο πληκτρολόγιο. Το πρόγραμμα καταρτίζεται χωρίς μήνυμα σφάλματος, και το πρόγραμμαέτρεξε σαν ένα απαλό άνεμο.Εξαιρετικό! "Η τιμή αναφώνησε," η τεχνική σου είναι άψογη! "	"Τεχνική?" είπε ο προγραμματιστής, γυρίζοντας από το τερματικό του, "Αυτό που μουακολουθούν είναι το Τάο - πέρα ​​από κάθε τεχνική. Όταν για πρώτη φορά άρχισε να προγραμματίσετε μουθα δείτε μπροστά μου όλο το πρόγραμμα σε ένα μάζα. Μετά από τρία χρόνια δεν έχωείδε πλέον αυτή τη μάζα. Αντ 'αυτού, θα χρησιμοποιηθεί υπορουτίνες. Αλλά τώρα βλέπω τίποτα.ολόκληρο το είναι μου υπάρχει σε ένα άμορφο κενό. αισθήσεις μου είναι σε αδράνεια. Το πνεύμα μου,ελεύθερο να λειτουργήσει χωρίς ένα σχέδιο, ακολουθεί τη δική ένστικτο του. Εν ολίγοις, το πρόγραμμά μουγράφει η ίδια. Αληθινή, μερικές φορές υπάρχουν δύσκολα προβλήματα. τους βλέπωέρχονται, εγώ επιβραδύνει, βλέπω σιωπηλά. Τότε μπορώ να αλλάξω ούτε μία γραμμή κώδικακαι οι δυσκολίες εξαφανίζονται όπως εισπνοών της αδράνειας καπνού. Στη συνέχεια συγκεντρώνουν τοπρόγραμμα. Κάθομαι ακόμα και να αφήσει τη χαρά του έργου συμπληρώστε την ύπαρξή μου. Κλείνω μουτα μάτια για μια στιγμή και στη συνέχεια να αποσυνδεθείτε. "Τιμή Wang είπε, "Θα ότι όλοι οι προγραμματιστές μου ήταν τόσο σοφός!"
		-- Geoffrey James, "The Tao of Programming"

%
Καθ: Έτσι, η αμερικανική κυβέρνηση πήγε στην IBM για να καταλήξουμε σε μια δεδομέναπρότυπο κρυπτογράφησης και ήρθε με ...Φοιτητής: EBCDIC "!
		-- Geoffrey James, "The Tao of Programming"

%
Βωμολοχίες είναι η μία γλώσσα όλες οι προγραμματιστές γνωρίζουν καλύτερα.
		-- Geoffrey James, "The Tao of Programming"

%
Προγραμματιστές κάνουμε λίγο-λίγο.
		-- Geoffrey James, "The Tao of Programming"

%
Προγραμματιστές που χρησιμοποιούνται σε περιβάλλοντα παρτίδα μπορεί να είναι δύσκολο να ζήσει χωρίςγιγαντιαία λίστα? θα είναι δύσκολο να τα χρησιμοποιούν.
		-- D. M. Ritchie

%
Ο προγραμματισμός είναι μια αφύσικη πράξη.
		-- D. M. Ritchie

%
Προτεινόμενες προσθήκες για το σύνολο εντολών PDP-11:BBW Υποκατάστημα τους δύο τρόπουςBEW Υποκατάστημα Είτε έτσι είτε αλλιώςBBBF Υποκατάστημα στο Bit Bucket ΠλήρηςBH Branch και HangBMR Υποκατάστημα Πολλαπλές ΜητρώαBOB υποκατάστημα BugBPO Υποκατάστημα στο Power OffBST Backspace και Stretch ΤαινίαCDS συμπύκνωση και να καταστρέψουν το σύστημαCLBR κοπανάω ΕγγραφήCLBRI κοπανάω Εγγραφή ΑμέσωςΜνήμη CM CirculateCMFRM Ελάτε Από - απαραίτητη για την πραγματικά δομημένη προγραμματισμούCPPR παραμόρφωσης Χαρτί εκτυπωτή και RipCRN Μετατροπή σε λατινικούς
		-- D. M. Ritchie

%
Προτεινόμενες προσθήκες για το σύνολο εντολών PDP-11:DC Διαίρει και ΒασίλευεDMPK Καταστρέψτε μνήμης Προστατέψτε ΚλειδίDO Διαίρει και ΥπερχείλισηΥπολογιστής EMPC Εξομοίωση PocketEPI Εκτέλεση Προγραμματιστής ΑμέσωςΕΡΩΣ Διαγραφή μόνο για ανάγνωση αποθήκευσηςExce Εκτέλεση Μηχανικός ΠελατώνHCF Αλτ και να πιάσει φωτιάΑΕΣ Εισαγωγή Bug και να προχωρήσειINSQSW Εισαγωγή στην ουρά κάπου (για ουρές FINO [Πρώτη στην ποτέ έξω])PBC Εκτύπωση και Break ΑλυσίδαPDSK Punch Disk
		-- D. M. Ritchie

%
Προτεινόμενες προσθήκες για το σύνολο εντολών PDP-11:PI Punch ΆκυρηΠΟΠΗ Punch χειριστή ΑμέσωςPVLC Punch Μεταβλητό Κάρτα ΜήκοςRASC διαβάσει και Καταστρέφετε ΚάρταRPM Διαβάστε Προγραμματιστές ΝουRSSC μειώσει την ταχύτητα, βήμα προσεκτικά (για βελτιωμένη ακρίβεια)RTAB Rewind ταινία και διάλειμμαδίσκο προς τα πίσω RWDSKRWOC Διαβάστε Γράφοντας Την ΚάρταSCRBL μουτζουρώσει στο δίσκο - πιο γρήγορα από ό, τι ένα writeSLC Αναζήτηση για Lost ChordSPSW αγωνίζομαι Πρόγραμμα Κατάσταση του WordSRSD Επιδιώξτε Εγγραφή και Scar DiskSTROM Φυλάσσεται σε μνήμη μόνο για ανάγνωσηΤϋΒ Μεταφορά και απόθεση BitWBT Νερό Binary Tree
		-- D. M. Ritchie

%
PURGE COMPLETE.
		-- D. M. Ritchie

%
Βάλτε καμία εμπιστοσύνη στον αινιγματικό σχόλιο.
		-- D. M. Ritchie

%
Radio Shack ΕΠΙΠΕΔΟ ΙΙ BASICΈΤΟΙΜΟΣ> _
		-- D. M. Ritchie

%
RAM δεν χτίστηκε σε μια μέρα.
		-- D. M. Ritchie

%
Κροτάλισμα γύρω από το πίσω μέρος του κεφαλιού μου είναι μια ανησυχητική εικόνα του κάτι πουείδε στο αεροδρόμιο ... Τώρα είμαι θυμόμαστε, αυτά τα γιγαντιαία σωρούς των υπολογιστώνπεριοδικά ακριβώς δίπλα στο "Άνθρωποι" και "Time" στο κατάστημα του αεροδρομίου. Μήπωςνα ενοχλεί κανέναν άλλον ότι ο μισός κόσμος να πει όλα μας τα hard-wonμυστικά της τεχνολογίας των υπολογιστών; Θυμηθείτε πως όλοι οι δικηγόροι φώναξε φάουλόταν "Πώς να αποφύγετε Κληρονομικό", δόθηκε στη δημοσιότητα; Είναι αυτοί που δεν λαμβάνουν πταίσματοςασφάλιση ξαπλωμένη; Αποκλείεται! Αλλά με το σημερινό ρυθμό, δεν θα είναι μακρύςπριν υπάρχουν στοίβες των «Συναλλαγές στην Θεωρία Πληροφορίας» στοcheckout μετρητές A & P. Ποιος πρόκειται να είναι εντυπωσιασμένος με εμάς ηλεκτρικέςΟι μηχανικοί τότε; Είμαστε, όπως λέει και η παροιμία, δίνει μακριά το κατάστημα;
		-- Robert W. Lucky, IEEE President

%
σφάλμα αντιδραστήρα - πυρήνα που αποτελούν αντικείμενο ντάμπινγκ!
		-- Robert W. Lucky, IEEE President

%
Ρεάλ επιστήμονες υπολογιστών θαυμάσετε ADA για την συντριπτική αισθητική τηςαξία, αλλά το βρίσκουν δύσκολο να πραγματικά πρόγραμμα αυτό, όπως είναιπάρα πολύ μεγάλο για να εφαρμόσει. Οι περισσότεροι επιστήμονες υπολογιστών δεν παρατηρήσετεαυτό επειδή εξακολουθούν να διαφωνούν για το τι άλλο να προσθέσω για να ADA.
		-- Robert W. Lucky, IEEE President

%
Ρεάλ επιστήμονες υπολογιστών απεχθάνονται την ιδέα του πραγματικού υλικού. υλικού έχειπεριορισμούς, το λογισμικό δεν το κάνει. Είναι κρίμα ότι οι μηχανές Turing είναιτόσο φτωχή σε I / O.
		-- Robert W. Lucky, IEEE President

%
Ρεάλ επιστήμονες ηλεκτρονικών υπολογιστών δεν σχολιάσω τον κωδικό τους. Τα αναγνωριστικά είναιεφόσον δεν μπορούν να αντέξουν οικονομικά το χώρο στο δίσκο.
		-- Robert W. Lucky, IEEE President

%
επιστήμονες πραγματικό υπολογιστή δεν προγραμματίζω σε assembler. Δεν γράφουνσε τίποτα λιγότερο φορητές συσκευές από μια σειρά δύο μολύβι.
		-- Robert W. Lucky, IEEE President

%
επιστήμονες πραγματικό υπολογιστή δεν γράφουν κώδικα. Περιστασιακά πειραματιζόμαστε με`Συστήματα προγραμματισμού», αλλά αυτά είναι τόσο υψηλό επίπεδο που δύσκολα μετράνε(Και σπάνια μετράνε με ακρίβεια? Ακρίβεια είναι για τις εφαρμογές).
		-- Robert W. Lucky, IEEE President

%
Ρεάλ επιστήμονες υπολογιστών σαν να έχεις έναν υπολογιστή στο γραφείο τους, αλλιώς πώςθα μπορούσαν να διαβάσουν την αλληλογραφία τους;
		-- Robert W. Lucky, IEEE President

%
επιστήμονες πραγματικό υπολογιστή γράψει μόνο specs για τις γλώσσες που θα μπορούσε να τρέξεισχετικά με το μέλλον του υλικού. Κανείς δεν τους εμπιστεύεται για να γράψει specs για οτιδήποτε homosapiens θα είναι ποτέ σε θέση να χωρέσει σε ένα μόνο πλανήτη.
		-- Robert W. Lucky, IEEE President

%
Ρεάλ προγραμματιστές περιφρόνηση δομημένο προγραμματισμό. Δομημένου προγραμματισμού είναιγια καταναγκαστική νευρωτικούς που είχαν πρόωρα toilet- εκπαιδευτεί. Φοράνεγραβάτες και προσεκτικά παρατάξει μολύβια σε διαφορετικά σαφές γραφεία.
		-- Robert W. Lucky, IEEE President

%
Ρεάλ προγραμματιστές δεν φέρνουν γεύματα καφέ-τσάντα. Εάν το μηχάνημα αυτόματης πώλησηςδεν το πωλήσει, δεν το τρώνε. Αυτόματοι πωλητές δεν πωλούν πίτα.
		-- Robert W. Lucky, IEEE President

%
Ρεάλ προγραμματιστές δεν σχολιάζουν τους κώδικα. Ήταν δύσκολο να γράψω, ναθα πρέπει να είναι δύσκολο να κατανοηθεί.
		-- Robert W. Lucky, IEEE President

%
Ρεάλ προγραμματιστές δεν αντλούν τα διαγράμματα ροής. Διαγράμματα ροής είναι, μετά από όλα, ημορφή αναλφάβητοι της τεκμηρίωσης. Άνθρωποι των σπηλαίων επέστησε διαγράμματα ροής? δούμε πώςπολύ καλό τους έκανε.
		-- Robert W. Lucky, IEEE President

%
Ρεάλ προγραμματιστές δεν τρώνε πίτα. Τρώνε Twinkies και Σετσουάν τροφίμων.
		-- Robert W. Lucky, IEEE President

%
Ρεάλ προγραμματιστές δεν παίζουν τένις, ή οποιοδήποτε άλλο άθλημα που απαιτείμπορείτε να αλλάξετε ρούχα. Ορειβασία είναι ΟΚ, και σε πραγματικό προγραμματιστέςφορούν αναρρίχηση μπότες τους για να εργαστούν σε περίπτωση που ένα βουνό πρέπει ξαφνικάάνοιξη στη μέση του μηχανοστασίου.
		-- Robert W. Lucky, IEEE President

%
Ρεάλ προγραμματιστές δεν γράφουν σε BASIC. Στην πραγματικότητα, υπάρχουν προγραμματιστές γράφουν στηνΒΑΣΙΚΕΣ μετά την επίτευξη εφηβεία.
		-- Robert W. Lucky, IEEE President

%
Ρεάλ προγραμματιστές δεν γράφουν σε FORTRAN. FORTRAN είναι για freaks σωλήνα άγχος καιweenies κρυσταλλογραφία. FORTRAN είναι λαπάς μηχανικούς που φορούν λευκές κάλτσες.
		-- Robert W. Lucky, IEEE President

%
Ρεάλ προγραμματιστές δεν γράφουν σε PL / I. PL / I είναι για τους προγραμματιστές που δεν μπορούννα αποφασίσει αν πρέπει να γράψει σε COBOL ή FORTRAN.
		-- Robert W. Lucky, IEEE President

%
Ρεάλ Προγραμματιστές σκεφτείτε καλύτερα όταν παίζει Adventure ή Rogue.
		-- Robert W. Lucky, IEEE President

%
Ρεάλ προγράμματα δεν τρώνε cache.
		-- Robert W. Lucky, IEEE President

%
Ρεάλ Προγράμματα μην χρησιμοποιείτε κοινόχρηστα κείμενο. Διαφορετικά, πώς μπορούν να χρησιμοποιήσουν τις λειτουργίεςγια το διάστημα το μηδέν αφού τελειώσετε την κλήση τους;
		-- Robert W. Lucky, IEEE President

%
Οι μηχανικοί πραγματικό λογισμικό δεν προγράμματα εντοπισμού σφαλμάτων, που επαληθεύουν την ορθότητα.Αυτή η διαδικασία δεν συνεπάγεται κατ 'ανάγκη την εκτέλεση του τίποτα σε έναυπολογιστή, εκτός ίσως από ένα πακέτο Ορθότητα επαλήθευσης Aid.
		-- Robert W. Lucky, IEEE President

%
Οι μηχανικοί πραγματικό λογισμικό δεν μου αρέσει η ιδέα του κάποιο ανεξήγητο καιλιπαρό υλικό αρκετές διαδρόμους μακριά ότι μπορεί να σταματήσει να λειτουργεί σε οποιοδήποτεστιγμή. Έχουν μια μεγάλη δυσπιστία των ανθρώπων του υλικού, και εύχομαι ότισυστήματα θα μπορούσαν να είναι εικονικά σε * ___ όλα * τα επίπεδα. Θα ήθελα προσωπικάυπολογιστές (ξέρετε κανείς δεν πρόκειται να σκοντάψει κάτι και να σκοτώσει σαςDFA στα μέσα διέλευσης), εκτός από το ότι πρέπει 8 megabytes για να τρέξει τουςπακέτα ορθότητα επαλήθευσης Aid.
		-- Robert W. Lucky, IEEE President

%
Οι μηχανικοί πραγματικό λογισμικό εργαστεί 9 - 5, επειδή αυτός είναι ο τρόπος που η εργασία είναιπεριγράφονται στην επίσημη spec. Εργάζονται αργά θα νιώσετε σαν να χρησιμοποιείτε έναχωρίς χαρτιά εξωτερική διαδικασία.
		-- Robert W. Lucky, IEEE President

%
Real Χρήστες φοβούνται ότι θα σπάσει το μηχάνημα - αλλά ποτέ δεν είσαιφοβούνται να σπάσει το πρόσωπό σας.
		-- Robert W. Lucky, IEEE President

%
Real Χρήστες βρούμε το ένα συνδυασμό περίεργες τιμές εισόδου που κλείνεικάτω από το σύστημα για μέρες.
		-- Robert W. Lucky, IEEE President

%
Real Χρήστες μίσος Ρεάλ προγραμματιστές.
		-- Robert W. Lucky, IEEE President

%
Real Χρήστες γνωρίζετε τον αριθμό τηλεφώνου της οικίας σας.
		-- Robert W. Lucky, IEEE President

%
Real Χρήστες ποτέ δεν ξέρουν τι θέλουν, αλλά πάντα ξέρει πότε το πρόγραμμά σαςδεν το παραδώσει.
		-- Robert W. Lucky, IEEE President

%
Real Χρήστες δεν χρησιμοποιούν ποτέ το πλήκτρο Βοήθεια.
		-- Robert W. Lucky, IEEE President

%
Αναδρομή είναι η ρίζα του υπολογισμού, δεδομένου ότι εμπορεύεται περιγραφή για το χρόνο.
		-- Robert W. Lucky, IEEE President

%
Θυμηθείτε τις παλιές καλές ημέρες, όταν η CPU ήταν ενικό;
		-- Robert W. Lucky, IEEE President

%
Θυμηθείτε, ο Θεός θα μπορούσε να δημιουργήσει μόνο τον κόσμο σε 6 ημέρες, επειδή δεν το έκανεέχουν μια καθιερωμένη βάση χρηστών.
		-- Robert W. Lucky, IEEE President

%
Θυμηθείτε, UNIX συλλαβίζουν προς τα πίσω είναι XINU.
		-- Mt.

%
Θυμηθείτε: χρησιμοποιούν Αποσύνδεση για να αποσυνδεθείτε.
		-- Mt.

%
διαδικασία λήψης Risch για ενσωμάτωση, δεν προκαλεί έκπληξη,χρησιμοποιεί μια αναδρομή σχετικά με τον αριθμό και το είδος των επεκτάσεων από τοορθολογική λειτουργίες που είναι απαραίτητες για να αντιπροσωπεύουν το ολοκλήρωμα. παρόλο που τοαλγόριθμος ακολουθεί και κριτικά εξαρτάται από την κατάλληλη δομήτων εισροών, όπως στην περίπτωση της πολυμεταβλητής παραγοντοποίησης, δεν μπορούμεισχυρίζονται ότι ο αλγόριθμος είναι μια φυσική ένα. Στην πραγματικότητα, ο δημιουργός τηςδιαφορική άλγεβρα, Ritt, αυτοκτόνησε στις αρχές της δεκαετίας του 1950,σε μεγάλο βαθμό, όπως υποστηρίζεται, επειδή μερικές δοθεί προσοχή στο έργο του. Πιθανώςθα είχε λάβει περισσότερη προσοχή αν είχε ληφθεί τον αλγόριθμο, καθώς και.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Σειρά, σειρά, σειρά bits σας, απαλά κάτω από το ρέμα ...
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Εξοικονομήστε ενέργεια: Οδηγήστε ένα μικρότερο κέλυφος.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Σώσει το φυσικό αέριο, δεν χρησιμοποιούν το κέλυφος.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Σώσε τον εαυτό σου! Επανεκκινήστε σε 5 δευτερόλεπτα!
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Πείτε "είκοσι τρία-skiddoo" για να αποσυνδεθείτε.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
ΕΕΑΚ, το μοτέλ πηγή! Προγράμματα check in και check out ποτέ!
		-- Ken Thompson

%
Η επιστήμη είναι για την επιστήμη των υπολογιστών, όπως η υδροδυναμική είναι υδραυλικά.
		-- Ken Thompson

%
Οι επιστήμονες ετοίμαζαν ένα πείραμα για να ζητήσει από την τελευταία ερώτηση.Είχαν εργαστεί για μήνες συγκεντρώνοντας ανά ένα σε κάθε υπολογιστή που ήτανχτίστηκε το. Τέλος, η μεγάλη μέρα ήταν στο χέρι. Όλοι οι υπολογιστές συνδέοντανμαζί. Ζήτησαν την ερώτηση, «Υπάρχει Θεός;». φώτα ξεκίνησεαναβοσβήνει, αναβοσβήνει και αναβοσβήνει λίγο περισσότερο. Ξαφνικά, εκεί ήταν ένα δυνατόσυντριβή, και ένας κεραυνός κατέβηκε από τον ουρανό, χτύπησε τουπολογιστές, και συγκολλημένων όλες τις συνδέσεις μόνιμα μαζί. "Εκείείναι τώρα », ήρθε η απάντηση.
		-- Ken Thompson

%
Scotty: Καπετάνιος, μπορούμε din »μπορεί να την αναφορά!Kirk: Ανάλυση, κ Σποκ;Spock: Καπετάνιος, δεν εμφανίζονται στον πίνακα συμβόλων.Kirk: Τότε είναι εξωτερικής προέλευσης;Spock: Καταφατική.Kirk: κ Σούλου, πάει να περάσει τα δύο.Σούλου: άι-άι, κύριε, πρόκειται να περάσουν δύο.
		-- Ken Thompson

%
"Ενότητα 2.4.3.5 άγανα (Acceptor Περιμένετε Νέο Κύκλο μέλους).Σε άγανα η λειτουργία AH δηλώνει ότι έχει λάβει έναmultiline byte του μηνύματος.Σε άγανα πρέπει να σταλεί το μήνυμα RFD ψευδείς και το μήνυμα της ΕΑΒπρέπει να αποστέλλεται παθητική αλήθεια.Η λειτουργία AH πρέπει να βγει από τα άγανα και πληκτρολογήστε:(1) Η ANRS αν DAV είναι ψευδής(2) Το AIDS εάν το μήνυμα ATN είναι ψευδής και ούτε:(Α) τα παλικάρια είναι ενεργή(Β) Ούτε LACS είναι ενεργή "προγραμματιζόμενη Όργανα
		-- from the IEEE Standard Digital Interface for

%
Έλεγχος ασφαλείας: INTRUDER ALERT!
		-- from the IEEE Standard Digital Interface for

%
Φαίνεται ένας μηχανικός υπολογιστής, ένας αναλυτής συστημάτων, και ένας προγραμματιστής ήτανοδήγηση κάτω από ένα βουνό, όταν τα φρένα έδωσε έξω. Κραύγασαν κάτω από τοβουνό, κερδίζοντας ταχύτητα, αλλά τελικά κατάφερε να ακινητοποιηθεί, πάνω απότύχη απ 'οτιδήποτε άλλο, απλά ίντσες από την πτώση χιλιάδες πόδια σε ακανόνισταβράχια. Όλοι βγήκε από το αυτοκίνητο:        Ο μηχανικός υπολογιστών είπε, «νομίζω ότι μπορώ να το φτιάξω."        Ο αναλυτής συστημάτων είπε, "Όχι, όχι, νομίζω ότι πρέπει να το πάρετεστην πόλη και να έχουν έναν ειδικό ματιά σε αυτό. "        Ο προγραμματιστής είπε, "Εντάξει, αλλά πρώτα νομίζω ότι πρέπει να πάρει πίσωκαι να δούμε αν το κάνει ξανά. "
		-- from the IEEE Standard Digital Interface for

%
ΣΕΜΙΝΑΡΙΟ ΑΝΑΚΟΙΝΩΣΗΤίτλος: βατράχια Turing που υποστηρίζονται;Ομιλητής: Φορέστε "The Lion" KnuthΠΕΡΙΛΗΨΗΑρκετοί ερευνητές του Πανεπιστημίου της Λουιζιάνα έχουν μελετήσειη υπολογιστική ισχύς των διαφόρων αμφίβια, βατράχια ειδικότερα. Το πρόβληματου βατράχου υπολογισιμότητα έχει γίνει ένα κρίσιμο ζήτημα που κυμαίνεται σε όλους τους τομείςτης επιστήμης των υπολογιστών. Έχει αποδειχθεί ότι κάτι υπολογίσιμο από αμφίβολουςbian κοινότητα σε μια σταθερού μεγέθους λίμνη είναι υπολογίσιμο από ένα βάτραχο στο ίδιο μέγεθοςλίμνη - δηλαδή, βάτραχοι είναι Pond χώρο πλήρης. Θα δείξουμε ότιυπάρχει ένα log-space, polywog φορά μείωση από οποιοδήποτε πρόγραμμα μηχανή Turingσε ένα βάτραχο. Εμείς θα προτείνουμε αυτά αντιπροσωπεύουν ένα κατάλληλο υποσύνολο του βατράχου-υπολογίσιμολειτουργίες.Αυτό δεν είναι απλά μια Ας-βλέπε-πώς-πολύ-αυτοί οι-βατράχια-can-άλμα σεμινάριο.Αυτό είναι μόνο για hardcore άτομα αμφιβίων-υπολογισμού και τους συναδέλφους τους.Αναψυκτικά θα εξυπηρετείται. Μουσική θα παίξει.
		-- from the IEEE Standard Digital Interface for

%
Αποστολή κάποιο βρώμικο ταχυδρομείου.
		-- from the IEEE Standard Digital Interface for

%
Sendmail μπορεί με ασφάλεια να τρέξει set-user-id για να ρίζα.
		-- Eric Allman, "Sendmail Installation Guide"

%
Αρκετοί μαθητές κλήθηκαν να αποδείξει ότι όλα τα περίεργα ακέραιοι είναι προνομιακή.Ο πρώτος μαθητής να προσπαθήσουμε να το κάνουμε αυτό ήταν φοιτητής μαθηματικών. "Χμμμ ...Λοιπόν, 1 είναι πρώτος, 3 είναι πρώτος, το 5 είναι πρώτος, και με επαγωγή, έχουμε ότι όλοιτα περίεργα ακέραιοι είναι πρώτοι. "Ο δεύτερος μαθητής να δοκιμάσετε ήταν ένας άνθρωπος της φυσικής ο οποίος σχολίασε, "δεν είμαισίγουροι για την εγκυρότητα της απόδειξης σας, αλλά νομίζω ότι θα προσπαθήσουμε να το αποδείξει μεπείραμα. "Και συνεχίζει," Λοιπόν, 1 είναι πρώτος, 3 είναι πρώτος, το 5 είναι πρώτος, 7 είναιprime, 9 είναι ... εεε, 9 είναι ... εεε, 9 είναι ένα πειραματικό σφάλμα, 11 είναι πρώτος, 13είναι πρώτος ... Λοιπόν, φαίνεται ότι έχεις δίκιο. "Το τρίτο μαθητή να προσπαθήσουμε ήταν ο φοιτητής μηχανικής, οι οποίοι ανταποκρίθηκαν,"Λοιπόν, για να είμαι ειλικρινής, στην πραγματικότητα, δεν είμαι βέβαιος για την απάντησή σας, είτε. Αςδείτε ... 1 είναι πρώτος, 3 είναι πρώτος, το 5 είναι πρώτος, 7 είναι πρώτος, 9 είναι ... εεε, 9 είναι ...Λοιπόν, αν η προσέγγιση, 9 είναι προνομιακή, 11 είναι πρώτος, 13 είναι πρώτος ... Λοιπόν,φαίνεται σωστό. "Για να μην υστερήσουν, η επιστήμη φοιτητής πληροφορικής έρχεται και λέει"Λοιπόν, εσείς οι δύο sort've πήρα τη σωστή ιδέα, αλλά θα καταλήξετε λαμβάνοντας πάρα πολύ καιρό!Έχω μόλις χτυπημένη μέχρι ένα πρόγραμμα για να πάμε πραγματικά και να αποδείξει αυτό. "Πηγαίνει πάνω σετερματικό του και τρέχει το πρόγραμμά του. Διαβάζοντας την έξοδο στην οθόνη, λέει,"1 είναι πρώτος, 1 είναι πρώτος, 1 είναι πρώτος, 1 είναι πρώτος ..."
		-- Eric Allman, "Sendmail Installation Guide"

%
Πουλάει cshs από την cshore.
		-- Eric Allman, "Sendmail Installation Guide"

%
Αγορές σε αυτό το grody μικρό κατάστημα υπολογιστών στην Galleria για έναεντελώς awwwesome της Apple. Fer suuure. Εννοώ μήλα είναι ωραία ξέρετε;Αλλά, ξέρετε, υπάρχει αυτό το χαριτωμένο αγόρι που δουλεύει εκεί και λέει ότιVAX είναι πιο δροσερό! Θέλω να πω ότι πραγματικά δεν ξέρω, το ξέρεις; Ο ίδιος λέει ότιέχει αυτό το εντελώς σωληνοειδή VAX στο σπίτι και είναι γεμιστό με μνήμη-to-the-max!Δεξιά, ναι. Και θέλει να μου πάρει το σπίτι για να το δείξει σε μένα. Ω, Θεέ μου!Είμαι suuure. Φιμώσει μου με τον Πρωθυπουργό!
		-- Eric Allman, "Sendmail Installation Guide"

%
Προσομοιώσεις είναι σαν μίνι φούστες, δείχνουν πολύ και να κρύψει τα προϊόντα πρώτης ανάγκης.
		-- Hubert Kirrman

%
skldfjkl jklsR% ^ & (IXDRTYju187pkasdjbasdfbuilh? asvgy8p 23r1vyui 135 2kmxsij90TYDFS $$ β jkzxdjkl bjnk? ι nk? <[] [? - == - <<<<< »? [,[Hjioasdvbnuio? Buip ^ & (FTSD $% * VYUI: buio? SDF} [asdf ']sdoihjfh (_YU * G & F ^ * CTY98yΤώρα κοίτα τι έχετε πάει και να γίνει! Έχετε σπάσει!
		-- Hubert Kirrman

%
Σιγά-σιγά και σίγουρα η unix συρθεί πάνω στο χρήστη Nintendo ...
		-- Hubert Kirrman

%
Έτσι βλέπετε Antonio, γιατί ανησυχείτε για ένα μικρό πυρήνα χωματερή, ε; Στην πραγματικότηταόλες οι βασικές χωματερές συμβαίνουν την ίδια στιγμή, έτσι ώστε ο πυρήνας χωματερή θα έχετεαύριο, γιατί, ήδη συμβεί. Βλέπετε, αυτό είναι μόνο ένα μικρό καθολικόαναδρομικό αστείο που μακρινή ζωή μας μέσα από το άπειρο δυναμικό τηςη στιγμιαία. Έτσι πάει για ύπνο, Αντόνιο, το νήμα σας θα μπορούσε να σπάσει οποιαδήποτε στιγμήκαι σας ρίχνει έξω από την ασφαλή ασφάλειας της παρούσας μέσα στο σκοτεινό κενόαιωνιότητα, ο αντι-χρόνου. Έτσι πάει για ύπνο ...
		-- Hubert Kirrman

%
παραγωγή λογισμικού υποτίθεται ότι είναι μια συνάρτηση γραμμή, αλλά αυτό εκτελείταισαν μια συνάρτηση του προσωπικού.
		-- Paul Licker

%
Οι προμηθευτές λογισμικού προσπαθούν να κάνουν τα πακέτα λογισμικού τους πιο«Φιλικό προς το χρήστη». ... Καλύτερη προσέγγισή τους, μέχρι στιγμής, έχει να λάβει όλατα παλιά φυλλάδια, καθώς και σφραγίζουν τα λόγια, «φιλικό προς το χρήστη" στο εξώφυλλο.[Ποτ. Βραστήρας. Μαύρος.]
		-- Bill Gates, Microsoft, Inc.

%
Μερικοί από τους αναγνώστες μου να με ρωτήσεις τι είναι το "Serial Port" είναι.Η απάντηση είναι: Δεν ξέρω.Είναι κάποιο είδος του κρασιού που έχετε με το πρωινό;
		-- Bill Gates, Microsoft, Inc.

%
Μερικοί άνθρωποι ισχυρίζονται ότι η καμπύλη εκμάθησης UNIX είναι απότομη, αλλά τουλάχιστον θαμόνο που πρέπει να ανεβείτε μια φορά.
		-- Bill Gates, Microsoft, Inc.

%
Μερικές γλώσσες προγραμματισμού καταφέρνουν να απορροφήσουν την αλλαγή, αλλά αντέχουν πρόοδο.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
τερματικό κάποιου πέφτει bits. Βρήκα ένα σωρό από αυτά πάνω στογωνία.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Κάτι μυστηριώδες σχηματίζεται, γεννημένος στη σιωπηλή κενό. Αναμονήμόνο και ακίνητος, είναι ταυτόχρονα ακόμα και ακόμα σε συνεχή κίνηση. Αυτό είναιη πηγή όλων των προγραμμάτων. Δεν ξέρω το όνομά του, γι 'αυτό θα την καλέσειTao Προγραμματισμού.Αν το Τάο είναι μεγάλη, τότε το λειτουργικό σύστημα είναι μεγάλη. Εάν ητο λειτουργικό σύστημα είναι μεγάλη, τότε ο compiler είναι μεγάλη. Αν ο compiler είναιμεγαλύτερη, τότε οι εφαρμογές είναι μεγάλη. Ο χρήστης είναι στην ευχάριστη θέση και υπάρχειτην αρμονία στον κόσμο.Το Τάο του προγραμματισμού ρέει μακριά και επιστρέφει στον αέρα τουπρωί.
		-- Geoffrey James, "The Tao of Programming"

%
Μιλώντας ως κάποιος που έχει εντρυφήσει στις περιπλοκές της PL / I, είμαι σίγουροςότι μόνο Ρεάλ άνδρες θα μπορούσε να γράψει ένα τέτοιο μηχάνημα-hogging, κύκλο-αρπαγής,σφαιρική τέρας. Διαθέστε μια σειρά και να απελευθερώσει το μεσαίο τρίτο;Σίγουρος! Γιατί όχι? Πολλαπλασιάστε φορές ακολουθία χαρακτήρων μια συμβολοσειρά λίγο και να ορίσετε τονα οδηγήσει σε ένα δεκαδικό πλωτήρα; Προχώρα! Ελευθερώστε μια ελεγχόμενη μεταβλητή διαδικασίαπαραμέτρων και να ανακατανείμει αυτό πριν από τη διοχέτευση πίσω; Επικάλυψη τρεις διαφορετικέςτύπους των μεταβλητών στην ίδια θέση μνήμης; Ό, τι λένε! Γράψε ένααναδρομικό macro; Λοιπόν, όχι, αλλά Ρεάλ άνδρες χρησιμοποιούν επανάληψη της σάρωσης. Πώς θα μπορούσε μια γλώσσαέτσι προφανώς σχεδιαστεί και γράφτηκε από Ρεάλ άνδρες δεν πρέπει να προορίζονται για χρήση Ρεάλ άνθρωπος;
		-- Geoffrey James, "The Tao of Programming"

%
***** Ειδικές AI Σεμινάριο (περίληψη)Έχει αναγνωριστεί ευρέως ότι τα προγράμματα AI απαιτούν εξειδικευμένες γνώσειςώστε να αποδίδουν καλά σε σύνθετα πεδία. Αλλά η γνώση από μόνη της δεν είναιεπαρκείς για κάποιες εφαρμογές? σοφία είναι απαραίτητη, καθώς και. Αναλόγως,έχουμε αναπτύξει μια νέα προσέγγιση για την τεχνητή νοημοσύνη που ονομάζουμε"Μηχανική σοφία». Ως δοκιμασία των ιδεών μας, έχουμε γράψει Immanuel, ένασύστημα που βασίζεται σοφία για τον τομέα καθήκον της δυτικής φιλοσοφικής σκέψης.Immanuel δόθηκαν αρχικά με 200 μονάδες σοφία που περιέχεται σοφίαγια τέτοιες στοιχειώδεις έννοιες όπως το μυαλό, το θέμα, είναι, τίποτα, και έτσιεμπρός. Immanuel αφέθηκε στη συνέχεια να τρέξει ελεύθερα, καθοδηγούμενη από την ευρετικήκανόνες που περιέχονται στο heterarchically οργανωμένη μετα βάση τη σοφία του. Immanuelκατόρθωσε να ανακαλύπτουν εκ νέου τις περισσότερες από τις σημαντικές φιλοσοφικές ιδέες που αναπτύσσονταιστη δυτική καλλιέργεια κατά τη διάρκεια των τελευταίων 25 αιώνων, συμπεριλαμβανομένων εκείνωνυποκείμενη θεωρία του Πλάτωνα της κυβέρνησης, η μεταφυσική του Καντ, η θεωρία του Νίτσετης αξίας, και φαινομενολογία του Husserl. Σε αυτό το σεμινάριο, θα περιγράψουμεεπιτεύγματα Immanuel και την εσωτερική αρχιτεκτονική. Εμείς θα είναι επίσης εν συντομίασυζητήσουν τις πρόσφατες προσπάθειές μας για την εφαρμογή της μηχανικής σοφία για εξερεύνηση πετρελαίου.
		-- Geoffrey James, "The Tao of Programming"

%
συνάντηση με το προσωπικό στην αίθουσα συνεδριάσεων στο% d λεπτά.
		-- Geoffrey James, "The Tao of Programming"

%
συνάντηση με το προσωπικό στην αίθουσα συνεδριάσεων σε 3 λεπτά.
		-- Geoffrey James, "The Tao of Programming"

%
Πρότυπα είναι ζωτικής σημασίας. Και το καλύτερο πράγμα σχετικά με τα πρότυπα είναι: υπάρχουνέτσι ____ πολλά να επιλέξουν από!
		-- Geoffrey James, "The Tao of Programming"

%
Ακόμα μερικά σφάλματα στο σύστημα ... Κάποια μέρα έχω να σας πω για το θείοΝαούμ από το Maine, ο οποίος πέρασε χρόνια προσπαθώντας να διασχίσει ένα μέδουσες με shadέτσι θα μπορούσε να αναπαραγάγει shad χωρίς κόκαλα. πείραμά του απέτυχε πάρα πολύ, και αυτόςεκκαθάριση με οστεώδη μέδουσες ... που ήταν μετά βίας αξίζει τον κόπο. υπάρχειπολύ μικρή κλήση για αυτούς εκεί πάνω.
		-- Allucquere R. "Sandy" Stone

%
Τσιγκουνιά με προνόμια είναι ευγένεια στη μεταμφίεση.
		-- Guide to VAX/VMS Security, Sep. 1984

%
Σταματήστε! Όποιος crosseth τη γέφυρα του Θανάτου, πρέπει να απαντήσει πρώταΑυτές οι ερωτήσεις τρεις, ere την άλλη πλευρά να δει!	"Ποιο ειναι το ονομα σου?""Sir Brian της Bell.""Ποια είναι η αναζήτησή σου;"«Ζητώ το Άγιο Δισκοπότηρο.""Τι είναι τέσσερα μικρά γράμματα που δεν είναι νομικά επιχειρήματα σημαίαμε την έκδοση Berkeley UNIX του `ls ';"«Εγώ, er .... AIIIEEEEEE!"
		-- Guide to VAX/VMS Security, Sep. 1984

%
*** ΕΠΙΤΥΧΙΕΣ ΦΟΙΤΗΤΗΣ ***Πολλοί από τους μαθητές μας έχουν πάει για να επιτευχθεί μεγάλη επιτυχία σε όλους τους τομείς τηςπρογραμματισμός. Ένας πρώην φοιτητής ανέπτυξε την έννοια της εξατομικευμένηςεπιστολή φόρμα. Μήπως η φράση, «Αγαπητέ κ (όνομα ένθετο), Μπορεί ήδη να είναι μιανικητής !, "ακούγεται γνωστό; Ένας άλλος μαθητής γράφει" Μετά από μόλις πέντε μαθήματα πουπωλείται ένα «πιο αξέχαστες Πρόγραμμα μου" άρθρο στο περιοδικό Διαβρωτικό Computing.Ένας άλλος από τους αποφοίτους μας γράφει, «Εγώ πρόσφατα ολοκλήρωσε μια βάση δεδομένων διαχείρισηςπρόγραμμα για διευθυντή του τμήματος μου. Το πρόγραμμά μου τον άγγιξε τόσο βαθιά ότιήταν άφωνος. Μου είπε αργότερα ότι δεν είχε δει ποτέ ένα τέτοιο πρόγραμμα,όλη την καριέρα του. Σας ευχαριστούμε, το σχολείο Διάσημοι προγραμματιστές »? μόνο εσείς θα μπορούσεέχουν καταστήσει αυτό δυνατό. "Αποστολή για εισαγωγικό φυλλάδιο μας που εξηγείσε ασαφείς λεπτομερώς η λειτουργία της Σχολής Η διάσημη Προγραμματιστές », και θαείναι επιλέξιμες για να κερδίσει μια πιθανή ευκαιρία για να εισάγετε ένα σχέδιο, ο νικητής του οποίουνα αγωνιστεί για μία σειρά από δωρεάν μαχαίρια μπριζόλα. Αν δεν το κάνουμε τώρα, θα το μίσοςτον εαυτό σας το πρωί.
		-- Guide to VAX/VMS Security, Sep. 1984

%
Οι προσπάθειες αυτές είναι σχεδόν πάντα αργή, επίπονη, πολιτική, μικροπρεπείς, βαρετό,βαριά, άχαρο, και υψίστης κρισιμότητας.
		-- Leonard Kleinrock, on standards efforts

%
Ας υποθέσουμε για μια στιγμή ότι η αυτοκινητοβιομηχανία είχε αναπτυχθεί με τον ίδιορυθμό όπως υπολογιστές και κατά την ίδια περίοδο: πόσα φθηνότερα και πιοαποτελεσματική θα τα σημερινά μοντέλα είναι; Αν δεν έχετε ήδη ακούσει τοΚατ 'αναλογία, η απάντηση είναι συγκλονιστικά. Σήμερα θα είναι σε θέση να αγοράσει έναΗ Rolls-Royce για $ 2.75, θα κάνουμε τρία εκατομμύρια μίλια στο γαλόνι, καιθα παραδώσει αρκετή δύναμη για να οδηγήσει τη βασίλισσα Ελισάβετ Β '. Και ανενδιαφέρονταν για σμίκρυνση, μπορείτε να τοποθετήσετε μισή ντουζίνα από αυτά μεένα κεφάλι καρφίτσας.
		-- Christopher Evans

%
Εναλλαγή σφάλμα ανάγνωσης. Χάνετε το μυαλό σας.
		-- Christopher Evans

%
Συντακτική ζάχαρη προκαλεί καρκίνο του άνω τελεία.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
σημείο ελέγχου του συστήματος ολοκληρώθηκε.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Σύστημα πηγαίνει κάτω στις 1:45 το απόγευμα για την συντριβή δίσκο.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Σύστημα πηγαίνει κάτω σε 5 το απόγευμα για να εγκαταστήσετε bug χρονοδιάγραμμα.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Σύστημα πηγαίνει κάτω σε 5 λεπτά.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
επανεκκίνηση του συστήματος, περιμένετε ...
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
    *** Μήνυμα τερματισμού του συστήματος από τη ρίζα ***Σύστημα πηγαίνει κάτω σε 60 δευτερόλεπτα
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Συστήματα έχουν υπο-συστήματα και υποσυστήματα έχουν υπο-συστήματα και ούτω καθεξής διαφήμισηάπειρον - το οποίο είναι ο λόγος που είμαστε πάντα ξεκινώντας πάνω.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Συστήματα προγραμματιστές είναι οι αρχιερείς της χαμηλής λατρείας.
		-- R. S. Barton

%
Δοκιμή μπορεί να δείξει ενώ η παρουσία του σφάλματα, αλλά όχι την απουσία τους.
		-- Dijkstra

%
TeX είναι δυνητικά η πιο σημαντική εφεύρεση στην στοιχειοθεσία σε αυτόαιώνας. Εισάγει μια τυπική γλώσσα για την τυπογραφία υπολογιστή, καιάποψη της σημασίας θα μπορούσαν να κατατάξουν κοντά στην εισαγωγή του Gutenberg Τύπου.
		-- Gordon Bell

%
"Επεξεργασία κειμένου έχει καταστήσει δυνατή την δεξιά-δικαιολογούν οποιαδήποτε ιδέα, ακόμη καιμία η οποία δεν μπορεί να δικαιολογηθεί για οποιουσδήποτε άλλους λόγους. "
		-- J. Finnegan, USC.

%
Αυτό δεν υπολογίζει.
		-- J. Finnegan, USC.

%
... Ότι οι έννοιες του «υλικού», και «λογισμικό» θα πρέπει να παραταθεί κατάη έννοια της LiveWare - είναι αυτή που παράγει το λογισμικό για χρήση σεσκεύη. Αυτό παράγει μια προφανή επέκταση της έννοιας των οθονών.Μια οθόνη LiveWare είναι ένα άτομο αφιερωμένο στο έργο της διασφάλισης ότι ηLiveWare δεν παρεμβαίνει με τις διεργασίες σε πραγματικό χρόνο, επικαλούμενη τοREAL-TIME δήμιος να διαγράψετε LiveWare που επηρεάζει αρνητικά ...
		-- Linden and Wihelminalaan

%
"Αυτό είναι σωστό? Η μετατόπιση κεφαλαία λειτουργεί καλά στην οθόνη, αλλάότι δεν είστε βγαίνει στο καταραμένο εκτυπωτή ... Κρατήστε; Σίγουρα, εγώ θα κρατήσει. "
		-- e.e. cummings last service call

%
Αυτό είναι το πράγμα για τους ανθρώπους που νομίζουν ότι μισούν τους υπολογιστές. Τι αυτοίΠραγματικά το μίσος είναι χάλια προγραμματιστές.
		-- Larry Niven and Jerry Pournelle in "Oath of Fealty"

%
Η "αιχμή" είναι να πάρει μάλλον βαρετή.
		-- Andy Purshottam

%
Το 11 είναι για τους ανθρώπους με την υπερηφάνεια του 10 και το πορτοφόλι του 8.
		-- R. B. Greenberg [referring to PDPs?]

%
Η απουσία ετικετών [σε ECL] είναι πιθανώς ένα καλό πράγμα.
		-- T. Cheatham

%
Ο αλγόριθμος για την εύρεση του μακρύτερου μονοπατιού σε ένα γράφημα είναι NP-complete.Για εσάς συστήματα ανθρώπους, αυτό σημαίνει ότι είναι * πραγματικό αργή *.
		-- Bart Miller

%
"Ο αλγόριθμος για να γίνει αυτό είναι εξαιρετικά δυσάρεστο. Μπορεί να θέλετε να κούπακάποιος με αυτό. "
		-- M. Devine, Computer Science 340

%
Η Αναλυτική Μηχανή υφαίνει αλγεβρικό μοτίβα όπως ακριβώς και η Ζακάραργαλειός υφαίνει λουλούδια και τα φύλλα.
		-- Ada Augusta, Countess of Lovelace, the first programmer

%
«Η κακή φήμη UNIX έχει πάρει είναι εντελώς άδικο, που για τα άτομαπου δεν καταλαβαίνουν, οι οποίοι δεν έχουν πάρει εκεί και προσπάθησε τίποτα. "
		-- Jim Joyce, owner of Jim Joyce's UNIX Bookstore

%
Ο υπολογιστής μπύρα-ψύχεται δεν βλάπτουν το στρώμα του όζοντος.[Αν μπορώ να διαβάσω τις σημειώσεις μου από τη σύνοδο Ρωτήστε Δρ Mike σε Baycon, εγώΠιστεύουμε, πρόσθεσε ότι η μπίρα ψύχεται υπολογιστής χρησιμοποιεί "Ξεχάστε ΜόνοΜνήμη ". Ed.]
		-- John M. Ford, a.k.a. Dr. Mike

%
Το καλύτερο βιβλίο σχετικά με τον προγραμματισμό για τον κοινό πολίτη είναι «Η Αλίκη στη Χώρα των Θαυμάτων"?αλλά αυτό είναι επειδή είναι το καλύτερο βιβλίο για τίποτα για τον κοινό πολίτη.
		-- John M. Ford, a.k.a. Dr. Mike

%
Ο καλύτερος τρόπος για να επιταχύνει Macintoy είναι στο 9,8 μέτρα ανά δευτερόλεπτο ανά δευτερόλεπτο.
		-- John M. Ford, a.k.a. Dr. Mike

%
Ο μετρητής bogosity μόλις καθηλωθεί.
		-- John M. Ford, a.k.a. Dr. Mike

%
Ο Βούδας, ο Θεός, κατοικεί τόσο άνετα στα κυκλώματα του ενόςψηφιακό υπολογιστή ή τα γρανάζια μιας μετάδοσης κύκλου, όπως κάνει στην κορυφήενός βουνού ή στα πέταλα ενός λουλουδιού. Να σκέφτονται διαφορετικά, είναι να υποβιβάσουνο Βούδας - που είναι να υποβιβάσουν τον εαυτό του.
		-- Robert Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Τα σφάλματα που πρέπει να αποφύγετε είναι αυτοί που δίνουν στο χρήστη όχι μόνοη κλίση για να πάρει σε ένα αεροπλάνο, αλλά και το χρόνο.
		-- Kay Bostic

%
"Η Γλώσσα Προγραμματισμού C - Μια γλώσσα που συνδυάζει την ευελιξία τηςγλώσσας assembly με τη δύναμη της γλώσσας συναρμολόγησης. "
		-- Kay Bostic

%
Τα ρούχα δεν έχουν καμία αυτοκράτορα.
		-- C. A. R. Hoare, commenting on ADA.

%
Η βιομηχανία των υπολογιστών είναι οι δημοσιογράφοι σε 20 τους στέκεται με δέοςεπιχειρηματίες σε 30 τους, που είναι η μίσθωση πωλητές σε 40 τους και50 και να πληρώνουν τους στη δεκαετία του '60 και του '70 για να φέρει την εμπορία τους σεοι 80.
		-- Marty Winston

%
Ο υπολογιστής είναι για τη βιομηχανία πληροφορίες περίπου τι ηκεντρικού σταθμού παραγωγής ηλεκτρικής ενέργειας είναι στην ηλεκτρική βιομηχανία.
		-- Peter Drucker

%
"Ο υπολογιστής έκανε να το κάνω."
		-- Peter Drucker

%
Το πεδίο computing είναι πάντα στην ανάγκη των νέων κλισέ.
		-- Alan Perlis

%
Η σύνδεση μεταξύ της γλώσσας στην οποία νομίζουμε / προγράμματος και τα προβλήματακαι τις λύσεις που μπορούμε να φανταστούμε είναι πολύ κοντά. Για το λόγο αυτό περιορίζειχαρακτηριστικά γλώσσα με την πρόθεση της εξάλειψης των λαθών του προγραμματιστή είναι στην καλύτερη περίπτωσηεπικίνδυνος.
		-- Bjarne Stroustrup

%
Οι ωδίνες ημέρα με την ημέρα του προγραμματιστή IBM είναι τόσο διασκεδαστικό για τους περισσότερους απόμας που είναι αρκετά ποτέ την τύχη να έχουν ένα - σαν να παρακολουθείτεΤσάρλι Τσάπλιν προσπαθούν να μαγειρέψουν ένα παπούτσι.
		-- Bjarne Stroustrup

%
Οι μαίνεται συζήτηση: Είναι PL / I Bachtrian ή καμήλα;
		-- Bjarne Stroustrup

%
Η διαφορά ανάμεσα στην τέχνη και την επιστήμη είναι ότι η επιστήμη είναι αυτό πουκατανοούν αρκετά καλά για να εξηγήσει σε έναν υπολογιστή. Η τέχνη είναι ό, τι άλλο.
		-- Donald Knuth, "Discover"

%
Οι δίσκοι παίρνουν πλήρη? εξαγνίσει ένα αρχείο σήμερα.
		-- Donald Knuth, "Discover"

%
«Η ενδεκάτη εντολή ήταν` Εσύ Shalt Υπολογίστε 'ή `δεν θέλειςΥπολογίστε '- ξεχνάω ποια ".
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Ο Οδηγός πεδίου για NORTH AMERICAN ΑΝΔΡΕΣΕΙΔΟΣ: Κρανιακή αρσενικάΥΠΟΕΙΔΩΝ: Ο Hacker (homo computatis)Ερωτοτροπία & ζευγάρωμα:Λόγω της ακραίας στέρησης, HOMO COMPUTATIS διατηρεί μια σχεδόν διαρκήκατάσταση της σεξουαλικής ετοιμότητας. αναπληρωτές συμπεριφορά ερωτοτροπίας μεταξύαμήχανη συστολή και απότομες εξελίξεις. Όταν τελικά συντρόφους, οεπιλέγει μια γυναίκα μηχανικό με unblinking βλέμμα, ένα στενό στόμα, καιμια πλήρης συλλογή της σούπας-CAN συνταγές Κάμπελ.Πίστα:δοχεία απορριμμάτων γεμάτο ανοιχτό πράσινο και το λευκό διάτρητο χαρτί και παλιάαντίγραφα του καταλόγου Allen-Bradley.σχόλια:Εξαιρετικά λάτρης των κακών λογοπαίγνια και τα αστεία που χρειάζονται μεγάλες εξηγήσεις.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Ο Οδηγός πεδίου για NORTH AMERICAN ΑΝΔΡΕΣΕΙΔΟΣ: Κρανιακή αρσενικάΥΠΟΕΙΔΩΝ: Ο Hacker (homo computatis)Περιγραφή:Gangly και αδύναμα, ο χάκερ έχει ένα υψηλό μέτωπο και αραίωση των μαλλιών.Κεφάλι δυσανάλογα μεγάλο και κυρτά προς τα εμπρός, τη χροιά wan καιευειδής γκρι από το φωτισμό CRT. Έχει βαρύ μαύρο σκελετό γυαλιώνκαι μια ματιά έντονης συγκέντρωσης, η οποία μπορεί να οφείλεται σε ένα λογισμικόπρόβλημα ή σε ένα πρωινό χοιρινό-και-φασόλι.απάλυνση:HOMO COMPUTATIS είδε μια διαφήμιση Brylcreem πριν από δεκαπέντε χρόνια και πίστευε ότι.Κατά συνέπεια, λοφίο είναι λαδωμένο κάτω, εκτός από την cowlick.Τραγούδι:Μια μάλλον παράπονο "Είναι στο χέρι;"
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Ο Οδηγός πεδίου για NORTH AMERICAN ΑΝΔΡΕΣΕΙΔΟΣ: Κρανιακή αρσενικάΥΠΟΕΙΔΩΝ: Ο Hacker (homo computatis)Φτερά:Όλα τα ρούχα έχουν ένα ελαφρώς τσαλακωμένο βλέμμα σαν να ήρθε από τοκορυφή του καλαθιού πλυντηρίου. Στυλ διαφέρει ανάλογα με την κατάσταση. διαχειριστές hackerφορούν παντελόνι γκρι πολυεστέρα, ροζ ή παστέλ μπλουζάκια με μεγάλη κολάρα,και Paisley δεσμούς? το προσωπικό φοράει cinched-up παντελόνι κοτλέ φαρδύ, λευκόή μπλε πουκάμισα με γιακάδες κουμπί προς τα κάτω, και penholder στην τσέπη.Τόσο οι διευθυντές και το προσωπικό φορούν αθλητικά παπούτσια για να εργαστούν, και μια μαύρηπλαστικό ψηφιακό ρολόι με αριθμομηχανή.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Την πρώτη φορά, είναι μια kludge!Το δεύτερο, ένα τέχνασμα.Αργότερα, είναι μια καθιερωμένη τεχνική!
		-- Mike Broido, Intermetrics

%
Η πρώτη έκδοση πάντα παίρνει πεταμένα.
		-- Mike Broido, Intermetrics

%
Το διάγραμμα ροής είναι ένα πολύ καλά oversold κομμάτι της τεκμηρίωσης του προγράμματος.
		-- Frederick Brooks, "The Mythical Man Month"

%
Το παρακάτω απόσπασμα είναι από τη σελίδα 4-27 των λειτουργιών MSCP βασικού δίσκουΕγχειρίδιο το οποίο αποτελεί μέρος των εγχειριδίων Kit UDA50 Προγραμματιστές Doc:Όπως προαναφέρθηκε, η περιοχή υποδοχής ενός δίσκου είναι δομημένη ως ένα διάνυσμαλογικών μπλοκ. Από την άποψη της απόδοσης, ωστόσο, είναι πιοκατάλληλο για να δείτε την περιοχή υποδοχής ως τεσσάρων διαστάσεων υπερ-κύβου, ητέσσερις διαστάσεις είναι κύλινδρο, ομάδα, κομμάτι, και ανά τομέα.. . .Αναφερόμενος στην υπερ-κύβου μας 'αναλογία, το σύνολο των δυνητικά προσβάσιμεςμπλοκ σχηματίζουν μια γραμμή παράλληλη προς τον άξονα τροχιάς. Αυτή η γραμμή κινείταιπαράλληλα προς τον άξονα τομέα, τυλίγοντας γύρω όταν φτάσει στο άκροτης υπερ-κύβου.
		-- Frederick Brooks, "The Mythical Man Month"

%
Ο κώδικας κρήνη έχει σφίξει κάπως έτσι δεν μπορείτε πλέον να βυθίσετεαντικείμενα σε ένα σιντριβάνι ή ένα ποτό από το ένα, ενώ μπορείτε να επιπλέουν στον αέραοφείλεται σε αιώρηση.Τηλεμεταφορά στην κόλαση με μια παγίδα τηλεμεταφοράς θα συμβεί πλέονεάν ο χαρακτήρας δεν έχει αντοχή στη φωτιά.
		-- README file from the NetHack game

%
Ο στόχος της Πληροφορικής είναι να οικοδομήσουμε κάτι που θα διαρκέσειτουλάχιστον μέχρι να ολοκληρώσετε τη δημιουργία του.
		-- README file from the NetHack game

%
Ο γκουρού του Unix Συνάντηση Minds (Gumm) λαμβάνει χώρα την Τετάρτη Απρίλιο1, 2076 (ελέγξτε ότι στην αέναη ημερολόγιο πρόγραμμά σας), 14 πόδια πάνω απότο έδαφος ακριβώς μπροστά από το Milpitas Gumps. Οι βουλευτές θα grepκάθε άλλη από το χέρι (μετά το intro), Yacc πολλά, καπνός φιλτράρεταιchroots σε σωλήνες, chown με πιρούνια, χρησιμοποιήστε το wc (εκτός uuclean), fseekωραίο διαδικασίες ζόμπι, ταινίες, και τον ύπνο, αλλά δεν είναι, ελπίζουμε, od. Τρίαημέρες θα αφιερωθεί στη συζήτηση των διακλαδώσεων του whodo. ΔυοΟι δευτερόλεπτα έχουν παραχωρηθεί για μια πλήρη παρουσίαση όλων των από τον χρήστηφιλικά χαρακτηριστικά του Unix. Σεμινάρια περιλαμβάνουν «Όλα Ξέρετε ότι είναιΛάθος ", με επικεφαλής τον Tom Κεηιρδοη,« Batman ή Cat: ο άνθρωπος "με επικεφαλής τον Richie Dennis;"CC C; Si! Si!" με επικεφαλής τον Kerwin Bernighan, και το "Έγγραφο Unix, Are YouΑστειεύεστε; »με επικεφαλής τον Jan Yeats. Δεν Reader Υπηρεσία Όχι είναι αναγκαία, διότιΌλα τα GUGUs (Γκουρού του Unix ομάδα χρηστών) γνωρίζουν ήδη ό, τιθα μπορούσε να τους πει.
		-- "Get GUMMed," Dr. Dobb's Journal, June '84

%
Ο Guy σχετικά με το δικαίωμα δεν έχει καμία πιθανότηταΟ τύπος στα δεξιά έχει τη Osborne 1, ένα πλήρως λειτουργικό σύστημα του υπολογιστήσε ένα φορητό πακέτο το μέγεθος ενός χαρτοφύλακα. Ο τύπος στα αριστερά έχει έναΟύζι οπλοπολυβόλο κρύβονται σε περίπτωση Ακόλουθος του. Επίσης, στην περίπτωση είναι τέσσεριςπλήρως φορτωμένο, 32-στρογγυλό κλιπ των 125-σιτηρών 9 χιλιοστών πυρομαχικά. Ο ιδιοκτήτης τουΟύζι πρόκειται να πάρει πιο τακτική δύναμη πυρός παραδοθεί - και παραδίδονται σεστόχο - σε λιγότερο χρόνο και με λιγότερη προσπάθεια. Όλα για $ 795. Είναι αναπόφευκτο.Αν ανεβαίνει κατά κάποιον τύπο με ένα Osborne 1 - ή οποιαδήποτε προσωπικήυπολογιστή - είναι αυτός που είναι σε μπελάδες. Ένα γύρο από ένα Ούζι να zipμέσα από δέκα ίντσες από μασίφ ξύλο πεύκου, οπότε μπορείτε να φανταστείτε τι θα κάνειστις διαρθρωτικές ακρυλικά αφρού και φύλλο αλουμινίου. Στην πραγματικότητα, αποσπώμενο περιοδικάγια το Ούζι είναι διαθέσιμα σε 25-, 32- και 40-στρογγυλή ικανότητες, ώστε να μπορείτε νανα λάβει ένα ολόκληρο γραφείο γεμάτο Apple II ή IBM Ηλεκτρονικοί Υπολογιστές δεμένασε Ethernet ή άλλα δίκτυα τοπικής περιοχής. Τι γίνεται με το νέο 16-bitυπολογιστές, όπως και η Λίζα και Fortune; Ακόμη και με τη δημιουργία αντιγράφων ασφαλείας Winchester,ότι είναι καμία αντιστοιχία για το Ούζι. Μια γρήγορη έκρηξη και θα μάθετε τιUnix σημαίνει. Κάντε διοικητής σας υπερήφανη. Πάρτε ένα Uzi - και να έρθουν στο σπίτιο νικητής στον αγώνα για το γραφείο αυτόματα όπλα.
		-- "InfoWorld", June, 1984

%
Το ανθρώπινο μυαλό λειτουργεί κανονικά σε μόνο δέκα τοις εκατό της χωρητικότητας της- Το υπόλοιπο είναι γενικά για το λειτουργικό σύστημα.
		-- Nicholas Ambrose

%
Η IBM 2250 είναι εντυπωσιακή ...αν το συγκρίνουμε με ένα πωλήσεων σύστημα για το ένα δέκατο της τιμής του.
		-- D. Cohen

%
Η αγορά της IBM ROLM δίνει νέο νόημα στον όρο "συνεστραμμένο ζεύγος".
		-- Howard Anderson, "Yankee Group"

%
Η ιδέα ότι μια αυθαίρετη αφελής ανθρώπου θα πρέπει να είναι σε θέση να χρησιμοποιήσει σωστά ένα δεδομένοεργαλείο χωρίς κατάρτιση ή αντίληψη είναι ακόμα πιο λάθος για την πληροφορική απόείναι για άλλα εργαλεία (π.χ. αυτοκίνητα, αεροπλάνα, όπλα, πριόνια).
		-- Doug Gwyn

%
Η τελευταία φορά που κάποιος είπε, «βρίσκω μπορώ να γράψω πολύ καλύτερα με μια λέξηεπεξεργαστή. ", μου απάντησε," Συνήθιζαν να λένε το ίδιο πράγμα για τα ναρκωτικά. "
		-- Roy Blount, Jr.

%
Το λιγότερο προγραμματισμός χρόνου, τόσο περισσότερο τον προγραμματισμό του χρόνου.
		-- Roy Blount, Jr.

%
Τις λιγότερο γνωστές γλώσσες προγραμματισμού # 10: ΑΠΛΟΑπλό είναι ένα αρκτικόλεξο για Sheer ηλιθίου Monopurpose γλώσσα προγραμματισμούΠεριβάλλο. Αυτή η γλώσσα, που αναπτύχθηκε στο Ανόβερο Ακαδημίας γιαΤεχνολογική Misfits, σχεδιάστηκε ώστε να είναι αδύνατο να γράφουν κώδικαμε σφάλματα σε αυτό. Οι δηλώσεις είναι, ως εκ τούτου, περιορίζεται να ξεκινήσει,ΤΕΛΟΣ και STOP. Δεν έχει σημασία το πώς θα οργανώσετε τις δηλώσεις, δεν μπορείτε να κάνετεσυντακτικό σφάλμα. Προγράμματα γραμμένα σε απλή κάνουν τίποτα χρήσιμο. Έτσιεπιτυγχάνουν τα αποτελέσματα των προγραμμάτων γραμμένα σε άλλες γλώσσες, χωρίς ναη κουραστική, απογοητευτική διαδικασία των δοκιμών και τον εντοπισμό σφαλμάτων.
		-- Roy Blount, Jr.

%
Τις λιγότερο γνωστές γλώσσες προγραμματισμού # 12: lithpΑυτή διαφορετικά μέτριος γλώσσα διακρίνεται από την απουσίαένα "S" στο σύνολο της χαρακτήρα? Οι χρήστες πρέπει να υποκαταστήσει "Θ". Lithp λέγεταινα είναι χρήσιμη στην protheththing lithtth.
		-- Roy Blount, Jr.

%
Τις λιγότερο γνωστές γλώσσες προγραμματισμού # 13: SLOBOLSLOBOL είναι περισσότερο γνωστή για την ταχύτητα, ή την έλλειψή της, της μεταγλώττισης του.Παρά το γεγονός ότι πολλοί μεταγλωττιστές σας επιτρέπουν να κάνετε ένα διάλειμμα για καφέ, ενώ θαμεταγλώττιση, SLOBOL μεταγλωττιστές σας επιτρέψει να ταξιδέψει στην Βολιβία για να πάρει τοκαφές. Σαράντα τρεις προγραμματιστές είναι γνωστό ότι έχουν πεθάνει από πλήξηκάθεται σε τερματικούς σταθμούς τους, ενώ περιμένουν για ένα πρόγραμμα SLOBOL νασυντάσσω. Κουρασμένο προγραμματιστές SLOBOL στρέφονται συχνά προς μια σχετική (αλλάαπείρως πιο γρήγορα) γλώσσα, η κοκαΐνη.
		-- Roy Blount, Jr.

%
Τις λιγότερο γνωστές γλώσσες προγραμματισμού # 14 - VALGOLVALGOL απολαμβάνει μια δραματική αύξηση της δημοτικότητας σε όλη τηνβιομηχανία. εντολές VALGOL περιλαμβάνουν πραγματικά, όπως, επίσης, και το Υ * ξέρω.Οι μεταβλητές έχουν ανατεθεί με τον = LIKE και = ΑΠΟΛΥΤΑ φορείς. Άλλαφορείς περιλαμβάνουν τα "booleans Καλιφόρνια", AX και με κανέναν τρόπο. βρόχοι είναιεπιτυγχάνεται με τη σιγουριά κατασκευάσει. Ένα απλό παράδειγμα:LIKE, Υ * KNOW (εννοώ) STARTΑΝ PIZZA = LIKE BITCHEN ΚΑΙGUY = LIKE σωληνοειδή καιVALLEY ΚΟΡΙΤΣΙ = LIKE GRODY ** MAX (FERSURE) ** 2	ΈΠΕΙΤΑΓια i = 1 ΟΠΩΣ ΣΤΟ ΟΗ * ΙΣΩΣ 100DO * WAH - (τραγουδάκι ** 2)? BARF (Ι) = ΣΥΝΟΛΙΚΑ ΜΙΚΤΑ (OUT)SURELIKE, ΤΣΑΝΤΑ ΑΥΤΟ ΤΟ ΠΡΟΓΡΑΜΜΑ? ΠΡΑΓΜΑΤΙΚΆ; LIKE ΣΥΝΟΛΙΚΑ (Υ * KNOW)? ΕΊΜΑΙ ΣΊΓΟΥΡΟΣGOTO THE MALLVALGOL χαρακτηρίζεται επίσης από εχθρική μηνύματα λάθους του. Γιαπαράδειγμα, όταν ο χρήστης κάνει ένα συντακτικό λάθος, ο διερμηνέας εμφανίζει ηΜήνυμα GAG ME με ένα κουτάλι! Μια επιτυχημένη μεταγλώττιση μπορεί να χαρακτηριστεί το μέγιστοΦΟΒΕΡΌΣ!
		-- Roy Blount, Jr.

%
Τις λιγότερο γνωστές γλώσσες προγραμματισμού # 15 - DOGOΠου αναπτύχθηκε στο Ινστιτούτο της Μασαχουσέτης Κατάρτιση υπακοής, DOGODOGO προαναγγέλλει μια νέα εποχή για τα κατοικίδια ζώα υπολογιστή-εγγράμματοι. εντολές DOGO περιλαμβάνουνΚάθονται, διαμονή, τακούνι, και roll over. Ένα καινοτόμο χαρακτηριστικό του DOGO είναι «κουτάβιγραφικών ", ένα μικρό κόκερ σπάνιελ που αφήνει κατά καιρούς μια κατάθεση ωςταξιδεύει σε όλη την οθόνη.
		-- Roy Blount, Jr.

%
Τις λιγότερο γνωστές γλώσσες προγραμματισμού # 16: C-Η γλώσσα αυτή ονομάστηκε για το βαθμό που έλαβε από τον δημιουργό του, όταν αυτόςυποβάλλονται ως ένα έργο τάξη σε τάξη απόφοιτος προγραμματισμού. C- είναι καλύτεροπεριγράφεται ως "χαμηλού επιπέδου" γλώσσα προγραμματισμού. Στην πραγματικότητα, η γλώσσααπαιτεί γενικά περισσότερα C- ​​δηλώσεις από τις δηλώσεις μηχανή κώδικα για ναεκτελέσει μια συγκεκριμένη εργασία. Από την άποψη αυτή, είναι πολύ παρόμοια με COBOL.
		-- Roy Blount, Jr.

%
Τις λιγότερο γνωστές γλώσσες προγραμματισμού # 17: SARTREΤο όνομά του από τα τέλη του υπαρξιακή φιλόσοφος, SARTRE είναι μια εξαιρετικάαδόμητη γλώσσα. Δηλώσεις στο SARTRE δεν έχουν σκοπό? το μόνο που είναι.Έτσι, τα προγράμματα SARTRE αριστερά για να καθορίσουν τη δική τους λειτουργίες. SARTREπρογραμματιστές τείνουν να είναι βαρετή και ύφεση, και δεν είναι διασκέδαση σε μέρη.
		-- Roy Blount, Jr.

%
Τις λιγότερο γνωστές γλώσσες προγραμματισμού # 18: ΠΕΜΠΤΗΠΕΜΠΤΗ είναι μια ακρίβεια μαθηματική γλώσσα στην οποία οι τύποι δεδομένωναναφέρονται στην ποσότητα. Οι τύποι δεδομένων κυμαίνονται από CC, ουγγιά, πυροβόλησε, καιΧορευτής σε ΠΕΜΠΤΗ (εξ ου και το όνομα της γλώσσας), l, MAGNUM καιBLOTTO. Εντολές αναφέρονται σε συστατικά όπως Chablis, Chardonnay,Cabernet, τζιν, βερμούτ βότκα, ουίσκι, και WHATEVERSAROUND.Οι πολλές εκδοχές της πέμπτης γλώσσας αντανακλούν την πολυπλοκότητα και τηνοικονομική κατάσταση των χρηστών της. Εντολές στο ELITE διάλεκτο περιλαμβάνουνVSOP και Lafite, ενώ οι εντολές στη διάλεκτο GUTTER περιλαμβάνουν HOOTCHκαι κυμάτιο. Το τελευταίο είναι ένα από τα αγαπημένα απογοητευμένοι ΙΤΕ προγραμματιστέςπου καταλήγουν να χρησιμοποιούν αυτή τη γλώσσα.
		-- Roy Blount, Jr.

%
Τις λιγότερο γνωστές γλώσσες προγραμματισμού # 2: RENEΤο όνομά του από το διάσημο Γάλλος φιλόσοφος και μαθηματικός Ρενέ Ντεκάρτ,RENE είναι μια γλώσσα που χρησιμοποιείται για την τεχνητή νοημοσύνη. Η γλώσσα είναιαναπτύχθηκε στο Σικάγο Κέντρο Machine Πολιτική και Προγραμματισμός κάτω από έναχορηγούν από την Jane Byrne Ταμείο Νίκης. Ένας εκπρόσωπος χαρακτήρισε τη γλώσσαως «Ακριβώς τόσο μεγάλη όσο dis [sic] της πόλης μας."Το κέντρο είναι πολύ ευχαριστημένοι με την πρόοδο μέχρι σήμερα. Λένε ότι έχουν σχεδόνκατάφερε να πάρει ένα VAX να σκεφτούμε. Ωστόσο, πηγές στο εσωτερικό τουοργάνωση πούμε ότι κάθε φορά που η μηχανή δεν νομίζω ότι παύει να υπάρχει.
		-- Roy Blount, Jr.

%
Τις λιγότερο γνωστές γλώσσες προγραμματισμού # 8: χαλαρήΗ γλώσσα αυτή αναπτύχθηκε στο Marin County Κέντρο Τάι Τσι,Ωριμότητα και Προγραμματισμός Υπολογιστών (τώρα defunct), ως εναλλακτική λύση για τηνη πιο έντονη ατμόσφαιρα στην κοντινή κοιλάδα του πυριτίου.Το κέντρο ήταν ιδανικό για τους προγραμματιστές που του άρεσε να μουλιάσει σε ζεστό σκάφες, ενώεργάζονταν. Δυστυχώς λίγοι προγραμματιστές θα μπορούσαν να επιζήσουν εκεί, επειδή ηκέντρο εκτός νόμου πίτσα και Coca-Cola υπέρ της tofu και Perrier.Πολλοί θρηνούν το θάνατο της χαλαρή λόγω της φήμης του ως ευγενής καιμη απειλητική γλώσσα δεδομένου ότι όλα τα μηνύματα λάθους είναι με πεζά γράμματα. Γιαπαράδειγμα, χαλαρή απάντησε σε σφάλματα σύνταξης με το μήνυμα:«Μισώ να σας ενοχλεί, αλλά εγώ απλά δεν μπορεί να σχετίζονται με αυτό. Μπορείμπορείτε να βρείτε το χρόνο να το δοκιμάσω ξανά; "
		-- Roy Blount, Jr.

%
Το Macintosh είναι η τεχνολογία της Xerox στις καλύτερες στιγμές της.
		-- Roy Blount, Jr.

%
Ο Μάγος του Ivory Tower, έφερε πιο πρόσφατη εφεύρεση του για τοπλοίαρχος προγραμματιστής για να εξετάσει. Ο μάγος τροχοφόρα ένα μεγάλο μαύρο κουτί μέσα τοτο γραφείο του πλοιάρχου, ενώ ο πλοίαρχος περίμεναν στη σιωπή."Αυτό είναι ένα ολοκληρωμένο, το οποίο διανέμεται, γενικού σκοπού εργασίας»,ξεκίνησε ο μάγος, "εργονομικά σχεδιασμένο με ένα ιδιόκτητο λειτουργικόσύστημα, έκτη γλώσσες γενιά, και πολλαπλές κατάσταση του χρήστη τέχνηςδιασυνδέσεις. Πήρε τους βοηθούς μου αρκετές εκατοντάδες άνθρωπος χρόνια για να κατασκευαστεί.Δεν είναι καταπληκτικό; "Ο πλοίαρχος έσμιξε τα φρύδια του ελαφρώς. "Είναι πράγματι εκπληκτικό», λέειείπε.«Εταιρική Έδρα διέταξε," συνέχισε ο μάγος, "ότιο καθένας χρησιμοποιεί αυτό το σταθμό εργασίας ως πλατφόρμα για τα νέα προγράμματα. Συμφωνείςσ 'αυτό?"«Σίγουρα», απάντησε ο δάσκαλος, «εγώ θα το έχουν μεταφερθεί στηνκέντρο δεδομένων αμέσως! "Και ο μάγος επέστρεψε στο πύργο του, καιευχαριστημένος.Αρκετές ημέρες αργότερα, ένας αρχάριος περιπλανήθηκε στο γραφείο του πλοιάρχουπρογραμματιστής και είπε, "Δεν μπορώ να βρω τη λίστα για το νέο πρόγραμμα μου. ΜήπωςΞέρετε πού θα μπορούσε να είναι; "«Ναι», απάντησε ο πλοίαρχος, "οι λίστες στοιβάζονται στην πλατφόρμαστο κέντρο δεδομένων. "
		-- Geoffrey James, "The Tao of Programming"

%
Ο κύριος προγραμματιστής κινείται από πρόγραμμα σε πρόγραμμα, χωρίς φόβο. Όχιαλλαγή στη διαχείριση μπορεί να τον βλάψει. Δεν θα απολυθούν, ακόμη και αν το έργοακυρώνεται. Γιατί είναι αυτό? Αυτός είναι γεμάτη με το Τάο.
		-- Geoffrey James, "The Tao of Programming"

%
Το κρέας είναι σάπιο, αλλά το αλκοόλ κρατά έξω.Υπολογιστή μετάφραση του όρου "Το πνεύμα είναι πρόθυμο, αλλά η σάρκα είναι αδύναμη."
		-- Geoffrey James, "The Tao of Programming"

%
Η δοκιμή μετα-Turing μετράει ένα πράγμα ως ευφυής και αν επιδιώκει νασχεδιάσει και να εφαρμόσει τις δοκιμές Turing σε αντικείμενα της ίδιας της δημιουργίας του.
		-- Lew Mammel, Jr.

%
Η misnaming των τομέων σπουδών είναι τόσο κοινή όσο να οδηγήσει σε αυτό που θα μπορούσε να είναιγενικά συστήματα νόμων. Για παράδειγμα, ο Frank Harary πρότεινε κάποτε ο νόμος πουοποιοδήποτε πεδίο που είχε τη λέξη "επιστήμη" στο όνομά του ήταν εγγυημένη με αυτόν τον τρόπονα μην είναι μια επιστήμη. Θα αναφέρω ως παραδείγματα Στρατιωτική Επιστήμη, ΒιβλιοθήκηΕπιστήμη, Πολιτική Επιστήμη, ενασχόλησης με τα οικιακά Επιστημών, Κοινωνικών Επιστημών και ΥπολογιστώνΕπιστήμη. Συζητήστε τη γενικότητα του νόμου αυτού, καθώς και τους λόγους για τουςπροβλεπτική ικανότητα.Σκέψη "
		-- Gerald Weinberg, "An Introduction to General Systems

%
Όσο περισσότερο τα δεδομένα που γροθιά σε αυτή την κάρτα, το ελαφρύτερο γίνεται, και τομειώσει το κόστος αποστολής.
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Το πιο σημαντικό από νωρίς προϊόν στο δρόμο για την ανάπτυξη ένα καλό προϊόνείναι μια ατελής έκδοση.
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Η μετακίνηση του δρομέα γράφει και έχοντας γράψει, αναβοσβήνει.
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Η καθαρή είναι σαν μια απέραντη θάλασσα της lutefisk με μικροσκοπικά εγκεφάλους δεινοσαύρων ενσωματωμένοσε αυτό εδώ και εκεί. Οποιοδήποτε δεδομένο κουταλιά πιθανόν να έχει IQ του 1, αλλάπεριστασιακή κουταλιές μπορεί να έχουν IQ πάνω από έξι φορές αυτό!
		-- James 'Kibo' Parry

%
Η Καινή Διαθήκη προσφέρει τη βάση για τη σύγχρονη κωδικοποίηση του υπολογιστή θεωρία,με τη μορφή των δηλώσεων του δυαδικού συστήματος αριθμό.Αλλά ας την επικοινωνία σας να είναι Ναι, ναι? μπα, μπα:για οποιονδήποτε είναι κάτι περισσότερο από αυτά έρχεται από το κακό.
		-- Matthew 5:37

%
Το επόμενο πρόσωπο για να αναφέρω τα μακαρόνια στοίβες μου πρόκειται να έχειτο κεφάλι του χτύπησε μακριά.
		-- Bill Conrad

%
Το θετικό σχετικά με τα πρότυπα είναι ότι υπάρχουν τόσοι πολλοί από αυτούς για να διαλέξετε.
		-- Andrew S. Tanenbaum

%
Το ωραιότερο πράγμα για το Alto είναι ότι δεν τρέχει πιο γρήγορα το βράδυ.
		-- Andrew S. Tanenbaum

%
Η έννοια της «ρεκόρ» είναι ένα ξεπερασμένο απομεινάρι από τις ημέρες του 80-στήληκάρτα.
		-- Dennis M. Ritchie

%
Ο αριθμός των επιχειρημάτων είναι ασήμαντο αν ορισμένες από αυτές είναι σωστές.
		-- Ralph Hartley

%
Ο αριθμός των επιστημόνων υπολογιστών σε ένα δωμάτιο είναι αντιστρόφως ανάλογημε τον αριθμό των σφαλμάτων στον κώδικα τους.
		-- Ralph Hartley

%
Ο αριθμός των εγκαταστάσεων UNIX έχει αυξηθεί σε 10, με πιο αναμενόμενο.
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Η μόνη διαφορά μεταξύ ενός πωλητή αυτοκινήτων και έναν πωλητή ο υπολογιστής είναιότι ο πωλητής αυτοκινήτων ξέρει ότι είναι ψέματα.
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Το μόνο πράγμα φθηνότερα από ό, τι υλικό είναι μιλάμε.
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Το μόνο πράγμα χειρότερο από τα X Windows: (X Windows) - Χ
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Το κόμμα είχε διακοπεί για ένα ζεστό μπάνιο, ναι. Πλήρως ντυμένος, θα ήθελα να προσθέσω.
		-- IBM employee, testifying in California State Supreme Court

%
Η αγορά των προσωπικών υπολογιστών είναι περίπου το ίδιο μέγεθος με το συνολικό chip πατάταςαγορά. Το επόμενο έτος θα είναι περίπου το μισό μέγεθος της αγοράς τροφίμων κατοικίδιων ζώων καιπλησιάζει τις συνολικές παγκόσμιες πωλήσεις των καλσόν "
		-- James Finke, Commodore Int'l Ltd., 1982

%
Η κύρια λειτουργία του μηχανικού σχεδιασμού είναι να κάνει τα πράγματαδύσκολο για τον fabricator και αδύνατο για τον τεχνικό.
		-- James Finke, Commodore Int'l Ltd., 1982

%
Ο πρωταρχικός σκοπός της δήλωσης στοιχείων είναι να δώσει ονόματα σε σταθερές?αντί να λάβει υπόψη pi ως 3.141592653589793 σε κάθε εμφάνιση, ημεταβλητή PI μπορεί να δοθεί αυτή την τιμή με μια δήλωση DATA και χρησιμοποιείται αντίτης μακρύτερης μορφής της σταθεράς. Αυτό απλοποιεί επίσης την τροποποίηση τουπρογράμματος, θα πρέπει η αξία της αλλαγής pi.
		-- FORTRAN manual for Xerox Computers

%
Το πρόβλημα με τους μηχανικούς είναι ότι έχουν την τάση να εξαπατήσει, προκειμένου νανα πάρει τα αποτελέσματα.Το πρόβλημα με μαθηματικοί είναι ότι τείνουν να εργάζονται για το παιχνίδιπροβλήματα, προκειμένου να πάρει τα αποτελέσματα.Το πρόβλημα με τους ελεγκτές του προγράμματος είναι ότι τείνουν να εξαπατήσει σεπροβλήματα παιχνίδι για να πάρει τα αποτελέσματα.
		-- FORTRAN manual for Xerox Computers

%
Τα προβλήματα της διοίκησης επιχειρήσεων εν γένει, καθώς και τη διαχείριση βάσεων δεδομένων στηνΕιδικότερα είναι πολύ δύσκολες για τους ανθρώπους που σκέφτονται με IBMese, επιδεινώνεταιμε προχειρότητα αγγλικά.
		-- Edsger Dijkstra

%
Το πρόγραμμα δεν έχει λάθη, μέχρι ο τελευταίος χρήστης είναι νεκρός.
		-- Edsger Dijkstra

%
Οι προγραμματιστές των παλαιών ήταν μυστηριώδη και βαθιά. Δεν μπορούμε να καταλάβωσκέψεις τους, οπότε το μόνο που κάνουμε είναι να περιγράψουμε την εμφάνισή τους.Γνωρίζοντας, όπως μια αλεπού που διασχίζουν το νερό. Alert, σαν ένα γενικό για τοπεδίο μάχης. Όμοια, σαν οικοδέσποινα χαιρετισμό στους επισκέπτες της. Απλό, όπως Ασμίλευτομπλοκ του ξύλου. Αδιαφανές, όπως το μαύρο πισίνες σε σκοτεινά σπήλαια.Ποιος μπορεί να πει τα μυστικά της καρδιάς και το μυαλό τους;Η απάντηση υπάρχει μόνο στο Τάο.
		-- Geoffrey James, "The Tao of Programming"

%
Η απόδειξη ότι η IBM δεν εφηύρε το αυτοκίνητο είναι ότι έχει ένα τιμόνικαι ένα επιταχυντή αντί σπιρούνια και τα σχοινιά, για να είναι συμβατό με ένα άλογο.
		-- Jac Goudsmit

%
Ο λόγος για τα τσιπ υπολογιστών είναι τόσο μικρές είναι οι υπολογιστές δεν τρώνε πολύ.
		-- Jac Goudsmit

%
Η σχετική σημασία των αρχείων εξαρτάται από το κόστος τους σε σχέση με τοανθρώπινη προσπάθεια που απαιτείται για την ανανέωσή τους.
		-- T. A. Dolotta

%
Ο δρόμος προς την κόλαση είναι στρωμένος με πύλες NAND.
		-- J. Gooding

%
Ο πωλητής και ο αναλυτής σύστημα απογειώθηκε για να περάσετε ένα σαββατοκύριακο στοδάσος, κυνήγι αρκούδας. Είχαν νοικιάσει μια καμπίνα, και, όταν έφτασαν εκεί, πήρεσακίδια τους μακριά και να τους βάλει μέσα. Σε ποιο σημείο ο πωλητής γύρισεστο φίλο του, και είπε, "Θα απλήρωτος, ενώ εγώ πάω και θα μας βρείτε μια αρκούδα."Προβληματισμένος, ο αναλυτής τελείωσε αποσυσκευασία και στη συνέχεια πήγε και κάθισεστη βεράντα. Σύντομα θα μπορούσε να ακούσει τους θορύβους θρόισμα μέσα στο δάσος. οι θόρυβοιπήρε πιο κοντά - και πιο δυνατά - και ξαφνικά υπήρχε ο πωλητής, τρέχει σανκόλαση σε όλη την εκκαθάριση προς την καμπίνα, που επιδιώκει ένα από τα μεγαλύτερα καιπιο άγρια ​​φαιά αρκούδα ο αναλυτής είχε δει ποτέ.«Ανοίξτε την πόρτα!", Φώναξε ο πωλητής.Ο αναλυτής χτυπημένη ανοίξει την πόρτα, και ο πωλητής έτρεξε προς την πόρτα,ξαφνικά σταμάτησε, και παραμέρισαν. Η αρκούδα, δεν μπορεί να σταματήσει, συνέχισεμέσα από την πόρτα και μέσα στην καμπίνα. Ο πωλητής έκλεισε την πόρτα κλειστήκαι χαμογέλασε στο φίλο του. "Πήρε τον!", Αναφώνησε, "τώρα, σας το δέρμα αυτόένα και θα πάω θρόισμα μας μέχρι μια άλλη! "
		-- J. Gooding

%
Το αρχείο ρυθμίσεων του sendmail είναι ένα από εκείνα τα αρχεία που μοιάζει με κάποιονκτύπησε το κεφάλι τους στο πληκτρολόγιο. Μετά από να εργαστεί με αυτό ... μπορώ να καταλάβω γιατί!
		-- Harry Skelton

%
Η λεγόμενη "μεταφορά επιφάνεια εργασίας" της σημερινής σταθμών εργασίας είναι αντίθετα μια«Αεροπλάνο-κάθισμα" αλληγορία. Όποιος έχει ανακατευτεί μια αγκαλιά γεμάτη χαρτιάενώ κάθεται ανάμεσα σε δύο εύσωμος επιβάτες θα αναγνωρίσει τη διαφορά -μπορεί κανείς να δει μόνο ένα πολύ λίγα πράγματα ταυτόχρονα.
		-- Fred Brooks

%
Η σταθερή κατάσταση των δίσκων είναι πλήρης.
		-- Ken Thompson

%
Το σύστημα ήταν κάτω για δημιουργία αντιγράφων ασφαλείας πέντε το πρωί με δέκα το πρωί του περασμένου Σαββάτου.
		-- Ken Thompson

%
Το σύστημα θα είναι κάτω για 10 ημέρες για την προληπτική συντήρηση.
		-- Ken Thompson

%
Το Τάο δεν λαμβάνει πλευρές?γεννά δύο νίκες και τις ήττες.Ο γκουρού δεν λαμβάνει πλευρές?που εκφράζει την ικανοποίησή της τόσο χάκερ και lusers.Το Τάο είναι σαν μια στοίβα:οι αλλαγές των δεδομένων, αλλά όχι τη δομή.όσο περισσότερο το χρησιμοποιείτε, τόσο πιο βαθιά γίνεται?Τα περισσότερα μπορείτε να μιλήσετε από αυτό, το λιγότερο που καταλαβαίνουν.Περίμενε να τη ρίζα.
		-- Ken Thompson

%
Το Τάο είναι σαν ένα μοτίβο glob:μεταχειρισμένα αλλά ποτέ χρησιμοποιηθεί.Είναι σαν το extern κενό:γεμάτη με άπειρες δυνατότητες.Είναι μασκοφόροι αλλά πάντα παρόντες.Δεν ξέρω ποιος χτισμένο σε αυτό.Ήρθε πριν από την πρώτη του πυρήνα.
		-- Ken Thompson

%
Το Ταο που μπορεί να είναι πίσσα (1) edδεν είναι ολόκληρο το Tao.Η διαδρομή που μπορεί να καθοριστείΔεν είναι η πλήρης διαδρομή.Δηλώνουμε τα ονόματαόλων των μεταβλητών και των λειτουργιών.Ωστόσο, το Τάο δεν έχει προσδιοριστή τύπου.Δυναμικά δεσμευτική, έχετε συνειδητοποιήσει τη μαγεία.Στατικά δεσμευτική, μπορείτε να δείτε μόνο την ιεραρχία.Ωστόσο, μαγεία και ιεραρχίαπροκύπτουν από την ίδια πηγή,και αυτή η πηγή έχει μηδενικό δείκτη.Αναφορά του NULL στο NULL,είναι η πύλη προς όλα μαγεία.
		-- Ken Thompson

%
Το πρόβλημα με τους υπολογιστές είναι ότι κάνουν ό, τι τους λέτε, δεν είναι αυτόθέλεις.
		-- D. Cohen

%
Η φιλοσοφία του UNIX περιλαμβάνει βασικά προσφέροντάς σας αρκετό σχοινί για νακρεμάστε τον εαυτό σας. Και τότε ένα ζευγάρι των ποδιών περισσότερο, ακριβώς για να είναι σίγουρος.
		-- D. Cohen

%
Η χρήση των ανθρωπόμορφων ορολογία όταν ασχολείται με τα συστήματα υπολογιστώνΕίναι ένα σύμπτωμα της επαγγελματικής ανωριμότητα.
		-- Edsger Dijkstra

%
Η χρήση της COBOL παραλύει το μυαλό? διδασκαλία της θα πρέπει, ως εκ τούτου, είναιθεωρείται ως ποινικό αδίκημα.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Η αξία ενός προγράμματος είναι ανάλογη με το βάρος της παραγωγής της.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Ο σοφός προγραμματιστής είπε για το Τάο και την ακολουθεί. Ο μέσος όροςπρογραμματιστής είπε για το Τάο και αναζητήσεις για αυτό. Η ανόητη προγραμματιστήςέχει πει για το Τάο και γελάει σε αυτό. Αν δεν ήταν για γέλια, υπάρχειδεν θα είναι Τάο.Τα υψηλότερα ήχοι είναι το πιο δύσκολο να ακούσω. Πηγαίνοντας προς τα εμπρός είναι ένας τρόπος για ναυποχώρηση. Μεγαλύτερη ταλέντο δείχνει η ίδια αργά στη ζωή. Ακόμη και ένα τέλειο πρόγραμμαεξακολουθεί να έχει σφάλματα.
		-- Geoffrey James, "The Tao of Programming"

%
Το έργο [της ανάπτυξης λογισμικού] γίνεται πολύ πιο εύκολο (δηλαδή τα εργαλείαείμαστε χρησιμοποιώντας την εργασία σε ένα υψηλότερο επίπεδο, περισσότερο απομακρύνονται από το μηχάνημα, περιφερικήκαι το λειτουργικό σύστημα επιταγές) από ό, τι ήταν πριν από είκοσι χρόνια, και επειδήαυτού, γνώση των εσωτερικά ενός συστήματος μπορεί να γίνει λιγότερο προσιτή.Μπορεί να είμαστε σε θέση να σκάψει βαθύτερα τρύπες, αλλά αν δεν γνωρίζουμε πώς να οικοδομήσουμε ψηλότεροσκάλες, είχαμε καλύτερη ελπίδα ότι δεν βρέχει πολύ.
		-- Paul Licker

%
Ο κόσμος έρχεται στο τέλος ... SAVE ΠΡΟΣΚΡΟΥΣΤΗΡΕΣ ΣΑΣ !!!
		-- Paul Licker

%
Ο κόσμος έρχεται στο τέλος της. Παρακαλούμε αποσυνδεθείτε.
		-- Paul Licker

%
Ο κόσμος δεν είναι οκταδικό παρά Δεκέμβριο
		-- Paul Licker

%
Ο κόσμος θα τελειώσει μέσα σε 5 λεπτά. Παρακαλούμε συνδεθείτε έξω.
		-- Paul Licker

%
Η νεαρή κοπέλα είχε μια ασυνήθιστη κατάλογο,Συνδέεται εν μέρει σε μια διαρθρωτική αδυναμία.Έθεσε χωρίς προϋποθέσεις.
		-- Paul Licker

%
THEGODDESSOFTHENETHASTWISTINGFINGERSANDHERVOICEISLIKEAJAVELININTHENIGHTDUDE
		-- Paul Licker

%
... Υπάρχουν περίπου 5.000 ανθρώπους που αποτελούν μέρος της εν λόγω επιτροπής. Αυτά τα παιδιάέχουν έναν σκληρό χρόνο διαλογής τι την ημέρα για να συναντηθούν, και αν πρέπει να τρώνε κρουασάνή ντόνατς για πρωινό - πόσο μάλλον πώς να καθορίσει πώς όλα αυτά τα πολύπλοκαστρώματα που πρόκειται να συμφωνηθούν.
		-- Craig Burton of Novell, Network World

%
δεν υπάρχουν ποτέ σφάλματα που δεν έχουν ακόμη βρεθεί.
		-- Craig Burton of Novell, Network World

%
Υπάρχουν νέα μηνύματα.
		-- Craig Burton of Novell, Network World

%
Δεν υπάρχουν παιχνίδια σε αυτό το σύστημα.
		-- Craig Burton of Novell, Network World

%
Υπάρχουν τρέχει θέσεις εργασίας. Γιατί δεν πας να κυνηγήσει αυτούς;
		-- Craig Burton of Novell, Network World

%
Υπάρχουν τρία είδη ανθρώπων: οι άνδρες, γυναίκες, και UNIX.
		-- Craig Burton of Novell, Network World

%
Υπάρχουν τρεις δυνατότητες: ηλιακά πάνελ της Pioneer έχει μετατραπεί μακριά απόο ήλιος; υπάρχει μια μεγάλη παρεμπόδιση της μετάδοσης μετεωρίτη? κάποιος φορτωθεί αστεριώνTrek 3.2 σε επεξεργαστή βίντεο μας.
		-- Craig Burton of Novell, Network World

%
Υπάρχουν δύο κύρια προϊόντα που προέρχονται από Berkeley: LSD και UNIX.Εμείς δεν πιστεύουμε ότι αυτό είναι σύμπτωση.
		-- Jeremy S. Anderson

%
Υπάρχουν δύο τρόποι για να κατασκευάσετε το σχεδιασμό ενός λογισμικού. Ένας τρόπος είναι να κάνειείναι τόσο απλό ώστε προφανώς να μην υπάρχουν ελλείψεις και η άλλη είναι νακαταστεί τόσο περίπλοκη που δεν υπάρχουν εμφανείς ελλείψεις.
		-- C. A. R. Hoare

%
Υπάρχουν δύο τρόποι για να γράψει τα προγράμματα χωρίς λάθη? λειτουργεί μόνο το τρίτο.
		-- C. A. R. Hoare

%
Υπήρξε επίσης κάποια εργασία για να επιτρέψει την ενδιαφέρουσα χρήση της μακροοικονομικής ονόματα.Για παράδειγμα, αν θέλετε όλοι σας "creat ()" καλεί να περιλαμβάνουν διαβάσετεδικαιώματα για όλους, θα μπορούσατε να πείτε#define Δημιουργήθηκε (αρχείο, λειτουργία) Δημιουργήθηκε (αρχείο, Λειτουργία | 0444)Θα ήθελα να συστήσω εναντίον αυτού του είδους το πράγμα σε γενικές γραμμές, δεδομένου ότικρύβει τις αλλάξει σημασιολογία των «creat ()" σε μια μακροεντολή, ενδεχομένως μακριάαπό τις χρήσεις του.Για να επιτρέψει αυτή τη χρήση των μακροεντολών, το προεπεξεργαστή χρησιμοποιεί μια διαδικασία πουΑξίζει να περιγράφουν, αν όχι για κανέναν άλλο λόγο από το ότι έχουμε την ευκαιρία να χρησιμοποιήσετε μία απόοι πιο διασκεδαστικό όρους που εισάγεται στο λεξικό C. Ενώ μια μακροεντολή είναιδιευρύνονται, είναι προσωρινά απροσδιόριστη, και η τυχόν επανάληψη της μακροοικονομικήςτο όνομα "βαμμένα μπλε» - δεν κάνω πλάκα, αυτή είναι η επίσημη ορολογία- Έτσι ώστε στο μέλλον σαρώσεις του κειμένου η μακροεντολή δεν θα επεκταθείαναδρομικά. (Δεν ξέρω γιατί το μπλε χρώμα επιλέχθηκε? Είμαι σίγουρος ότιΉταν το αποτέλεσμα μιας μακράς συζήτησης, εκτείνεται σε αρκετές συνεδριάσεις.)
		-- From Ken Arnold's "C Advisor" column in Unix Review

%
Δεν υπάρχει κανένας λόγος για οποιοδήποτε άτομο να έχει έναν υπολογιστή στο σπίτι τους.Σύμβαση του World Future Society, στη Βοστώνη, 1977
		-- Ken Olsen (President of Digital Equipment Corporation),

%
Δεν υπάρχει διάκριση μεταξύ οποιουδήποτε προγράμματος AI και κάποια ανύπαρκτη παιχνίδι.
		-- Ken Olsen (President of Digital Equipment Corporation),

%
Κάποτε υπήρχε ένας άνθρωπος που πήγε σε μια εμπορική υπολογιστή show. Κάθε μέρα ωςεισήλθε, ο άνθρωπος είπε ο φύλακας στην πόρτα:"Είμαι ένα μεγάλο κλέφτη, που φημίζεται για τα κατορθώματα μου κλοπές σε καταστήματα. Beπροειδοποιήσει, γι 'αυτό το εμπόριο δείχνουν δεν θα ξεφύγουν ασύλητο. "Αυτή η ομιλία διαταραχθεί η φρουρά σε μεγάλο βαθμό, επειδή υπήρχαν εκατομμύριαδολάρια εξοπλισμού πληροφορικής στο εσωτερικό, έτσι έβλεπε τον άνθρωπο προσεκτικά.Αλλά ο άνθρωπος απλώς περιπλανήθηκε από περίπτερο σε περίπτερο, βουητό ήσυχα στον εαυτό του.Όταν ο άνθρωπος έφυγε, ο φρουρός τον πήρε παράμερα και έψαξε τα ρούχα του,αλλά τίποτα δεν ήταν να βρεθεί.Την επόμενη ημέρα της εμπορικής έκθεσης, ο άνθρωπος επέστρεψε και chided ηπροφυλαχθεί λέγοντας: «Εγώ δραπέτευσε με μια τεράστια λεία χθες, αλλά σήμερα θα είναι ακόμακαλύτερη. "Έτσι, ο φρουρός τον έβλεπα όλο και πιο στενά, αλλά εις μάτην.Την τελευταία ημέρα της εμπορικής έκθεσης, ο φύλακας θα μπορούσε να συγκρατήσει τουπεριέργεια πλέον. "Κύριε Κλέφτης», είπε, «είμαι τόσο μπερδεμένος, δεν μπορώ να ζήσωσε ειρήνη. Παρακαλώ διαφωτίσει μου. Τι είναι αυτό που σας κλέβουν; "Ο άνθρωπος χαμογέλασε. "Είμαι κλέβει ιδέες," είπε.
		-- Geoffrey James, "The Tao of Programming"

%
Κάποτε υπήρχε ένας κύριος προγραμματιστής που έγραψε αδόμητα προγράμματα.Ένας αρχάριος προγραμματιστής, που επιδιώκουν να τον μιμηθούν, επίσης, άρχισε να γράφει αδόμηταπρογράμματα. Όταν ο αρχάριος ζήτησε από τον πλοίαρχο να αξιολογήσει την πρόοδο του, οπλοίαρχο τον επέκρινε για το γράψιμο αδόμητα προγράμματα, λέγοντας: "Τι είναικατάλληλο για τον πλοίαρχο δεν είναι κατάλληλο για τον αρχάριο. Εσυ πρεπεικατανοήσουν το Τάο πριν υπερβαίνοντας δομή. "
		-- Geoffrey James, "The Tao of Programming"

%
Υπήρχε κάποτε ένας προγραμματιστής ο οποίος συνδέθηκε με το δικαστήριο τουπολέμαρχος των Wu. Ο πολέμαρχος ζήτησε από τον προγραμματιστή: "Ποια είναι πιο εύκολο για το σχεδιασμό:ένα λογιστικό πακέτο ή ένα λειτουργικό σύστημα; ""Ένα λειτουργικό σύστημα," απάντησε ο προγραμματιστής.Ο πολέμαρχος πρόφερε ένα επιφώνημα της δυσπιστίας. "Σίγουρα έναλογιστικό πακέτο είναι ασήμαντο δίπλα στην πολυπλοκότητα ενός λειτουργικούσύστημα », είπε."Δεν είναι έτσι», δήλωσε ο προγραμματιστής, «κατά το σχεδιασμό μιας λογιστικό πακέτο,ο προγραμματιστής λειτουργεί ως μεσολαβητής μεταξύ των ανθρώπων που έχουν διαφορετικές ιδέες:πώς πρέπει να λειτουργεί, πώς πρέπει να εμφανίζονται εκθέσεις της, και πώς πρέπει να συμμορφώνονται μεη φορολογική νομοθεσία. Αντίθετα, ένα λειτουργικό σύστημα δεν περιορίζεται έξω μουεμφανίσεις. Κατά το σχεδιασμό ενός λειτουργικού συστήματος, ο προγραμματιστής επιδιώκει ηαπλούστερη αρμονία μεταξύ της μηχανής και των ιδεών. Αυτός είναι ο λόγος για ένα λειτουργικό σύστημαΕίναι πιο εύκολο να σχεδιάσει ".Ο πολέμαρχος του Γου κούνησε το κεφάλι και χαμογέλασε. "Αυτό είναι όλα καλά και καλά, αλλάη οποία είναι πιο εύκολο να debug; "Ο προγραμματιστής δεν έκανε καμία απάντηση.
		-- Geoffrey James, "The Tao of Programming"

%
Υπήρχε κάποτε ένας προγραμματιστής ο οποίος εργάστηκε κατά μικροεπεξεργαστές. "Κυτάζωπόσο καλά off είμαι εδώ », είπε σε έναν προγραμματιστή mainframe που ήρθε για να επισκεφθείτε,«Έχω το δικό μου λειτουργικό σύστημα και συσκευή αποθήκευσης αρχείων. Δεν έχω ναμοιράζονται τους πόρους μου με κανέναν. Το λογισμικό είναι αυτο-συνεπής καιεύχρηστος. Γιατί να μην εγκαταλείψει την παρούσα εργασία σας και να συμμετέχετε σε μένα εδώ; "Ο προγραμματιστής mainframe στη συνέχεια άρχισε να περιγράψει το σύστημά του για να τουφίλο, λέγοντας: «Η mainframe κάθεται σαν ένα αρχαίο φασκόμηλο διαλογισμό στηνμέσω του κέντρου δεδομένων. μονάδες δίσκου της βρίσκονται end-to-end σαν ένα μεγάλο ωκεανότων μηχανημάτων. Το λογισμικό είναι μια πολύπλευρη όσο ένα διαμάντι και ως μπερδεμένηως αρχέγονη ζούγκλα. Τα προγράμματα, το καθένα μοναδικό, κινούνται μέσα στο σύστημασαν μια γρήγορη-ροή του ποταμού. Αυτός είναι ο λόγος για τον οποίο είμαι χαρούμενος που είμαι. "Ο προγραμματιστής μικροϋπολογιστή, όταν άκουσε αυτό, σώπασε. Αλλά τοδύο προγραμματιστές παρέμειναν φίλοι μέχρι το τέλος των ημερών τους.
		-- Geoffrey James, "The Tao of Programming"

%
Υπήρχε, φαίνεται, ένα μυστηριώδες τελετή έναρξης της διαδικασίας μέσω της οποίας,με τον ένα ή τον άλλο τρόπο, σχεδόν κάθε μέλος της ομάδας πέρασε. Ο όροςότι τα παλαιά χέρια που χρησιμοποιείται για αυτήν την ιεροτελεστία - Δυτική εφηύρε τον όρο, δεν τοπρακτική - ήταν `εγγραφή». Με την εγγραφή για το έργο που έχουν συμφωνηθείνα κάνει ό, τι ήταν απαραίτητο για την επιτυχία. Μπορείτε συμφώνησε να εγκαταλείψει, ανείναι αναγκαίο, την οικογένεια, τα χόμπι, και τους φίλους - αν είχατε κάποιο από αυτά τα αριστερά(Και δεν θα μπορούσε, αν είχε υπογράψει πάρα πολλές φορές στο παρελθόν).
		-- Tracy Kidder, "The Soul of a New Machine"

%
Εκεί πήρε να είναι περισσότερο στη ζωή από ό, τι καταρτίζουν-and-go.
		-- Tracy Kidder, "The Soul of a New Machine"

%
Καλούνται οι υπολογιστές απλά επειδή υπολογισμού είναι η μόνη σημαντικήεργασία που έχει μέχρι στιγμής έχει δοθεί σε αυτούς.
		-- Tracy Kidder, "The Soul of a New Machine"

%
Είναι σχετικά καλό, αλλά απολύτως τρομερό.
		-- Alan Kay, commenting on Apollos

%
Φαίνονται να έχουν μάθει τη συνήθεια να κάθονται πάνω πριν αρχής, ακόμη και ότανστην πραγματικότητα δεν απειλείται. Πόσο πολύ ωραίο για αρχή. Δεν αποφάσισα νανα μάθουν αυτό το συγκεκριμένο μάθημα.
		-- Richard Stallman

%
Σκεφτείτε το! Με VLSI μπορούμε να συσκευάσει 100 ENIACs σε 1 τετρ. Εκ.!
		-- Richard Stallman

%
Σκεφτείτε την οικογένειά σας απόψε. Προσπαθήστε να ανιχνεύσουμε στο σπίτι μετά τις διακοπές λειτουργίας του υπολογιστή.
		-- Richard Stallman

%
Αυτή η «εγκεφαλική βλάβη" επίθετο είναι να πάρει σοβαρά καταπονημένος. Όταν μπορούμεμιλούν για κάποιον ή κάτι που είναι εσφαλμένη, διαταραγμένη, αμαυρώθηκε, χάλασε?Batty, bedlamite, τρελός, αμαξάκι, ραγισμένα, τρελλός, κούκος, ανόητο, άνοια,διαταραγμένο, loco, τρελός, τρελός, μανιακός, ανόητη, μη λιπασματοποίηση Μέντης, ξηρούς καρπούς,Ρέηγκαν, screwy, TechEd, ασύμμετρη, ψυχοπαθούς, ανόητο, λάθος? αναίσθητος,σπαστική, σπασμωδικές, σπασμούς? ενισχυμένα, κατανεμημένες-out, λιθοβολούνται, zonked? {βοδινό κρέας,σκαθάρι, μπλοκ, κοπριά, παχιά} επικεφαλής, πυκνό, doltish, θαμπό, duncical, numskulled,κεφαλιού καρφίτσας? όνειο, ανόητο, ανόητο, ανόητο, απλή? ωμή, υλοτομία, βλακώδης?μισή assed, ανίκανοι? προς τα πίσω, καθυστερημένος, ανόητη, βλακώδης? όταν έχουμεμια ολόκληρη ακριβώς λεπτή λεξιλόγιο της πνευματικής κατάχρησης να αξιοποιήσει,μεμονωμένα και σε συνδυασμό, δεν είναι λίγο <συμπληρώστε το κενό> είναι ναπεριορίζεται σε ένα ενιαίο, πλέον αρκετά κοινότοπο, επίθετο;
		-- Richard Stallman

%
Αυτό το μπουντρούμι ανήκει και λειτουργεί από Frobozz Magic Co., Ltd.
		-- Richard Stallman

%
Αυτό το αρχείο θα αυτοκαταστραφεί σε πέντε λεπτά.
		-- Richard Stallman

%
Πρόκειται για μια μη εγκεκριμένη κυβερνητική ανακοίνωση.
		-- Richard Stallman

%
"Αυτό είναι λήμμα 1.1. Έχουμε ξεκινήσει ένα νέο κεφάλαιο τόσο τους αριθμούς όλα πάνε πίσω σε ένα."
		-- Prof. Seager, C&O 351

%
Αυτό είναι το πρώτο αριθμητικό πρόβλημα που έκανα ποτέ. Αποδεικνύει τοισχύ των υπολογιστών:Εισάγετε πολλά στοιχεία σχετικά με θερμίδες και θρεπτικά συστατικά των τροφών. Διδάσκωτο πράγμα για να μεγιστοποιήσουν μια λειτουργία που περιγράφει θρεπτικό περιεχόμενο, μεελάχιστο επίπεδο της κάθε συνιστώσας, για σταθερές θερμιδικό περιεχόμενο. οαποτελέσματα είναι ότι πρέπει κανείς να τρώτε κάθε μέρα:1/2 κοτόπουλο1 αυγό1 ποτήρι άπαχο γάλα27 μαρουλιών.
		-- Rev. Adrian Melott

%
Αυτό είναι όπου η άδεια χρήσης αιμοδιψή υποτίθεται για να πάει,εξηγώντας ότι Interactive Easyflow είναι ένα πακέτο πνευματικά δικαιώματα άδεια γιαχρήση από ένα μόνο άτομο, και αυστηρά προειδοποιεί να μην πειρατικά αντίγραφα από αυτόκαι εξηγώντας, λεπτομερώς, οι φρικιαστικές συνέπειες αν το κάνετε.Ξέρουμε ότι είστε μια έντιμη πρόσωπο, και δεν πρόκειται να πάει γύρω απόπειρατεία αντίγραφα Interactive Easyflow? Αυτό είναι εξίσου καλά με εμάς, δεδομένουέχουμε εργαστεί σκληρά για να τελειοποιήσει και να πωλούν αντίγραφα είναι η μοναδική μας μέθοδοςκάνει τίποτα από όλη τη σκληρή δουλειά.Εάν, από την άλλη πλευρά, είστε ένας από εκείνους τους λίγους ανθρώπους που πηγαίνουνγύρω από πειρατεία αντίγραφα του λογισμικού που κατά πάσα πιθανότητα δεν πρόκειται να πληρώσουν πολύτην προσοχή σε μια συμφωνία άδειας, αιμοδιψή ή όχι. Απλά κρατήσει τις πόρτες σαςκλειδωμένη και να κοιτάξει έξω για τον καρχαρία HavenTree επίθεση.
		-- License Agreement for Interactive Easyflow

%
Αυτή η σύνοδος σύνδεσης: $ 13.76, αλλά για σας $ 11,88.
		-- License Agreement for Interactive Easyflow

%
Αυτή η σύνοδος σύνδεσης: $ 13.99
		-- License Agreement for Interactive Easyflow

%
Αυτή η διαδικασία μπορεί να ελέγξει αν αυτή η τιμή είναι μηδέν, και αν είναι, το κάνεικάτι το παιδί-όπως.
		-- Forbes Burkowski, CS 454, University of Washington

%
Αυτό το απόσπασμα έχει ληφθεί από τους Diamondback, το Πανεπιστήμιο του Μέριλαντφοιτητική εφημερίδα, από την Τρίτη, 03.10.87.Ένα μειονέκτημα του συστήματος Univac είναι ότι δεν χρησιμοποιείUnix, ένα πρόσφατα ανεπτυγμένο πρόγραμμα το οποίο μεταφράζεται από ένανγλώσσα υπολογιστή στον άλλο και έχει ένα ενσωματωμένο σύστημα επεξεργασίαςη οποία εντοπίζει λάθη στο αρχικό πρόγραμμα.
		-- Forbes Burkowski, CS 454, University of Washington

%
Αυτή η οθόνη είναι σκόπιμα κενή.
		-- Forbes Burkowski, CS 454, University of Washington

%
Το σύστημα αυτό θα αυτοκαταστραφεί σε πέντε λεπτά.
		-- Forbes Burkowski, CS 454, University of Washington

%
* * * * * Αυτό το τερματικό είναι σε χρήση * * * * *
		-- Forbes Burkowski, CS 454, University of Washington

%
Τα μέρη του συστήματος που μπορείτε να χτυπήσει με ένα σφυρί (δεν συνιστάται)ονομάζονται hardware? οι οδηγίες αυτές πρόγραμμα που μπορείτε μόνο να βρίζουνσε ονομάζονται λογισμικού.Παιδείας για τη δεκαετία του 1990.
		-- Levitating Trains and Kamikaze Genes: Technological

%
Εκείνοι που δεν μπορεί να γράψει, να γράψει εγχειρίδια.
		-- Levitating Trains and Kamikaze Genes: Technological

%
Εκείνοι που δεν καταλαβαίνουν Unix είναι καταδικασμένοι να το ανακαλύψουμε εκ νέου, κακώς.
		-- Henry Spencer

%
Αλώνισμα είναι μόνο εικονική συντριβή.
		-- Henry Spencer

%
Έτσι μίλησε ο πλοίαρχος προγραμματιστή:"Ένα καλογραμμένο πρόγραμμα είναι η δική ουρανό του? Μια κακώς-γραπτό πρόγραμμαείναι η δική κόλαση του. "
		-- Geoffrey James, "The Tao of Programming"

%
Έτσι μίλησε ο πλοίαρχος προγραμματιστή:"Μετά από τρεις ημέρες, χωρίς προγραμματισμό, η ζωή γίνεται χωρίς νόημα."
		-- Geoffrey James, "The Tao of Programming"

%
Έτσι μίλησε ο πλοίαρχος προγραμματιστή:"Αφήστε τους προγραμματιστές να είναι πολλές και οι διαχειριστές λίγα - τότε όλα θανα είναι παραγωγικοί. "
		-- Geoffrey James, "The Tao of Programming"

%
Έτσι μίλησε ο πλοίαρχος προγραμματιστή:"Αν ένα πρόγραμμα είναι αλλά πολύ τρεις γραμμές, κάποια μέρα θα πρέπει νανα διατηρηθεί. "
		-- Geoffrey James, "The Tao of Programming"

%
Έτσι μίλησε ο πλοίαρχος προγραμματιστή:«Ώρα να φύγετε».
		-- Geoffrey James, "The Tao of Programming"

%
Έτσι μίλησε ο πλοίαρχος προγραμματιστή:«Όταν ένα πρόγραμμα δοκιμάζεται, είναι πολύ αργά για να κάνει αλλαγές στο σχεδιασμό."
		-- Geoffrey James, "The Tao of Programming"

%
Έτσι μίλησε ο πλοίαρχος προγραμματιστή:"Όταν έχεις μάθει να αρπάξει τον κωδικό σφάλματος απότο πλαίσιο παγίδα, θα έρθει η ώρα για σας να φύγει. "
		-- Geoffrey James, "The Tao of Programming"

%
Έτσι μίλησε ο πλοίαρχος προγραμματιστή:"Χωρίς τον άνεμο, το χορτάρι δεν κινείται. Χωρίς λογισμικό,το υλικό είναι άχρηστο. "
		-- Geoffrey James, "The Tao of Programming"

%
Έτσι μίλησε ο πλοίαρχος προγραμματιστή:"Μπορείτε να επιδείξουν ένα πρόγραμμα για ένα στέλεχος, αλλά θαΔεν μπορεί να τον κάνει γνώσεις ηλεκτρονικού υπολογιστή. "
		-- Geoffrey James, "The Tao of Programming"

%
Ώρα κοινής χρήσης: Η χρήση πολλών ανθρώπων από τον υπολογιστή.
		-- Geoffrey James, "The Tao of Programming"

%
Time-sharing είναι το μέρος junk-mail του υπολογιστή των επιχειρήσεων.
		-- H. R. J. Grosch (attributed)

%
Για να είναι ένα είδος ηθικής Unix, άγγιξε την άκρη της μετατόπισης της Φύσης.
		-- Shelley

%
Να επικοινωνούν είναι η αρχή της κατανόησης.
		-- AT&T

%
Τα λάθη είναι ανθρώπινα - για να το κατηγορήσει σε έναν υπολογιστή είναι ακόμα περισσότερο.
		-- AT&T

%
Τα λάθη είναι ανθρώπινα, να συγχωρήσει, πέρα ​​από το πεδίο εφαρμογής του λειτουργικού συστήματος.
		-- AT&T

%
Να επαναλάβει είναι ανθρώπινα, να recurse, θεία.
		-- Robert Heller

%
Το να πούμε ότι το UNIX είναι καταδικασμένη είναι αρκετά λυσσαλέες, OS / 2 θα παίξουν σίγουρα σημαντικό ρόλο,αλλά δεν μπορείτε να χτίσετε εκατό εκατομμύρια εντολές ανά δευτερόλεπτο με πολλούςμικρο και στη συνέχεια προσπαθήστε να εκτελέσετε σε OS / 2. Εννοώ, να πάρει σοβαρά.
		-- William Zachmann, International Data Corp

%
Για τον προγραμματιστή συστημάτων, οι χρήστες και οι εφαρμογές χρησιμεύουν μόνο για την παροχή ενόςφορτίο δοκιμής.
		-- William Zachmann, International Data Corp

%
Για εκείνους συνηθίσει να τις ακριβείς, δομημένες μεθόδους της συμβατικήςανάπτυξη του συστήματος, τεχνικές διερευνητική ανάπτυξη μπορεί να φαίνεται βρώμικο,άκομψο και ανικανοποίητος. Αλλά αυτό είναι ένα θέμα της αντιστοιχίας:την ακρίβεια και την ευελιξία μπορεί να είναι εξίσου δυσλειτουργική στο μυθιστόρημα,αβέβαιες καταστάσεις όπως προχειρότητα και ταλαντεύσεις είναι γνωστά,σαφώς καθορισμένες αυτές. Όσοι θαυμάσετε τα τεράστια, άκαμπτες δομές των οστώντων δεινοσαύρων πρέπει να θυμόμαστε ότι οι μέδουσες εξακολουθούν να απολαμβάνουν πολύ τουςεξασφαλίσει οικοθέση.
		-- Beau Sheil, "Power Tools for Programmers"

%
Για να καταλάβουμε ένα πρόγραμμα που πρέπει να γίνουν, τόσο το μηχάνημα και το πρόγραμμα.
		-- Beau Sheil, "Power Tools for Programmers"

%
Σήμερα είναι μια καλή μέρα για συλλογή πληροφοριών. Διαβάστε το αρχείο αλληλογραφίας κάποιου άλλου.
		-- Beau Sheil, "Power Tools for Programmers"

%
Σήμερα είναι η πρώτη μέρα της υπόλοιπης lossage σας.
		-- Beau Sheil, "Power Tools for Programmers"

%
υπολογιστές του αύριο κάποια στιγμή τον επόμενο μήνα.
		-- DEC

%
Πάρα πολύ συχνά οι άνθρωποι έχουν έρθει σε μένα και είπε, "Αν είχα μόνο μια ευχή γιατίποτα σε όλο τον κόσμο, θα ευχόμουν για περισσότερες εξισώσεις ορίζονται από το χρήστηστο HP-51820A Κυματομορφή λογισμικό γεννητριών. "[Μόλις είναι πάρα πολύ συχνά. Ed.]
		-- Instrument News

%
Top Ten πράγματα τυχει At The ANSI C Συναντήσεις Σχέδιο Επιτροπή:(10) Συγγνώμη, αλλά αυτό είναι πάρα πολύ χρήσιμη.(9) Dammit, συστήματα little-endian * είναι * πιο συνεπής!(8) Είμαι στην επιτροπή και Ι * ακόμα * δεν ξέρω τι στο διάολο#pragma είναι.(7) Λοιπόν, αυτό είναι μια εξαιρετική ιδέα, αλλά θα κάνει τα compilers πολύδύσκολο να γράψω.(6) Τους νυχτερίδες είναι έξυπνος? που χρησιμοποιούν ραντάρ.(5) Εντάξει, ποιος είναι ο wiseguy που κόλλησε αυτά τα πράγματα τρίφθογγος στηνεδώ;(4) Πόσες φορές έχουμε να σας πούμε, «Δεν απαιτείται προηγούμενη τέχνη!"(3) Χα, χα, δεν μπορώ να πιστεύουν ότι είναι πραγματικά πρόκειται να υιοθετήσει αυτό τοκορόιδο.(2) Σας ευχαριστώ για τη γενναιόδωρη δωρεά σας, κ Wirth.(1) Gee, Μακάρι να μην είχε υποχώρησε σε «noalias».
		-- Instrument News

%
ΣΥΝΑΛΛΑΓΗ ΑΚΥΡΩΘΗΚΕ - FARECARD ΕΠΙΣΤΡΕΦΟΝΤΑΙ
		-- Instrument News

%
Παγίδα πλήρη - παρακαλώ αδειάστε.
		-- Instrument News

%
Πραγματικά απλά συστήματα ... απαιτούν άπειρη δοκιμές.
		-- Norman Augustine

%
Δοκιμάστε `stty 0» - λειτουργεί πολύ καλύτερα.
		-- Norman Augustine

%
προσπάθησε ξανά
		-- Norman Augustine

%
Προσπαθήστε να βρείτε την πραγματική ένταση της έκθεσης που διαβάζετε: Ήταν το κάνει, είναιαυτό που γίνεται, ή είναι κάτι που πρέπει να γίνει; Οι εκθέσεις είναι τώρα γραμμένο σε τέσσεριςχρόνους: παρελθόν τεταμένη, ενεστώτα, μέλλοντα χρόνο, και προσποίηση. Παρακολουθήστε γιανέες χρήσεις CONGRAM (Ανάδοχος γραμματική), που ορίζεται από την ατελή παρελθόν,η ανεπαρκής παρόν και το μέλλον απολύτως τέλεια.
		-- Amrom Katz

%
Προσπαθώντας να είμαστε ευτυχισμένοι είναι σαν να προσπαθούμε να οικοδομήσουμε μια μηχανή για την οποία το μόνοπροδιαγραφή είναι ότι θα πρέπει να τρέχει αθόρυβα.
		-- Amrom Katz

%
Προσπαθώντας να αποκαταστήσει φωνητική επαφή ... παρακαλώ ____ φωνάζω στο πληκτρολόγιο.
		-- Amrom Katz

%
Διακόσια χρόνια πριν και σήμερα, Irma Chine του White Plains, Νέα Υόρκη, ήτανεκτελεί κανονική ρουτίνα οικοκυρικής της. Είχε διακοπεί απόΒρετανοί στρατιώτες οι οποίοι, συσπείρωση στο κάλεσμα του επόπτη τους, ΓενικέςHughes, προσπάθησε να αποκτήσει τον έλεγχο των καταλόγων εγγραφής στους εκλογικούς καταλόγους διατηρούνται σετο σπίτι της. Συγκαλύπτοντας το φόβο της και να σκέφτεται γρήγορα, κα Chine γρήγορα χωρίζεταιένα κοντινό μήλο στα δύο και επιδέξια αποθηκεύονται στη λίστα στο κέντρο του. Επάνω σετην είσοδο, η βρετανική παραβιάζονται κατάφωρα κάθε δυνατή σύμβαση,και, αν και πέρασε από το σπίτι σχεδόν λίγο-λίγο, τουςαναζήτηση ήταν άκαρπες. Έπρεπε να επιστρέψει με άδεια χέρια. Λόγο τηςπεριστατικό διαδίδεται ταχέως διαμέσου της περιοχής. Αυτό το ιστορικό γεγονόςέγινε η πρώτη τεκμηριωμένη χρήση του πυρήνα αποθήκευσης για την αποθήκευση των μητρώων.
		-- Amrom Katz

%
Πληκτρολογήστε πιο δυνατά, παρακαλώ.
		-- Amrom Katz

%
 U Xe dUdX, e dX, συνημίτονο, τέμνουσας, εφαπτομένη, sine, 3.14159 ...
		-- Amrom Katz

%
Ummm, καλά, εντάξει. Το δίκτυο είναι το δίκτυο, ο υπολογιστής είναι ο υπολογιστής.Συγγνώμη για την αναστάτωση.
		-- Sun Microsystems

%
«Ο θείος Cosmo ... γιατί το λένε αυτό ένα επεξεργαστή κειμένου;""Είναι απλό, Skyler ... έχετε δει τι τρόφιμα επεξεργαστές κάνει με τα τρόφιμα,δικαίωμα?"
		-- MacNelley, "Shoe"

%
Δυστυχώς, οι περισσότεροι προγραμματιστές ήθελε να παίξει με νέα παιχνίδια. έχω πολλάφίλους που, αμέσως μετά την αγορά ενός κιτ δάγκωμα φιδιού, θα έμπαινε στον πειρασμό ναρίξει το πρώτο πρόσωπο που βλέπουν προς το έδαφος, δέστε το τουρνικέ σε αυτόν,τον κάθετο με το μαχαίρι, και εφαρμόζεται αναρρόφηση στην πληγή.
		-- Jon Bentley

%
UNIX βελτιώσεις δεν είναι.
		-- Jon Bentley

%
Unix Express:Όλα τα επιβατηγά φέρει ένα κομμάτι του αεροπλάνου και ένα κουτί με εργαλεία μαζί τους για νατο αεροδρόμιο. Μαζεύουν στην πίστα, υποστηρίζοντας συνεχώς για το τι είδουςτου επιπέδου που θέλουν να χτίσουν και πώς να το βάλει μαζί. Τελικά, ηεπιβατών χωρίζονται σε ομάδες και την κατασκευή πολλών διαφορετικών αεροσκαφών, αλλά δίνουνόλα αυτά το ίδιο όνομα. Μερικοί επιβάτες φθάνουν πραγματικά προορισμούς τους.Όλοι οι επιβάτες θεωρούν ότι έχεις εκεί.
		-- Jon Bentley

%
Unix σας δίνει αρκετά ακριβώς σχοινί για να κρεμάσει τον εαυτό σας - και, στη συνέχεια, ένα ζευγάριπερισσότερων πόδια, ακριβώς για να είναι σίγουρος.... Κάνουμε σχοινί.
		-- Rob Gingell on Sun Microsystem's new virtual memory.

%
Unix είναι πολύ πιο περίπλοκη (από CP / M) φυσικά - το τυπικό Unixχάκερ δεν μπορεί να θυμηθεί τι η εντολή PRINT ονομάζεται αυτή την εβδομάδα -αλλά όταν φτάνει δεξιά κάτω σε αυτό, Unix είναι ένα δοξασμένο video game.Οι άνθρωποι δεν κάνουν σοβαρή δουλειά σχετικά με τα συστήματα Unix? στέλνουν αστεία γύρω από τοκόσμο σε USENET ή περιπέτεια εγγραφής παιχνίδια και ερευνητικές εργασίες."Real Προγραμματιστές Μην Χρησιμοποιήστε Pascal», Datamation, 7/83
		-- E. Post

%
Unix είναι ένα Εγγεγραμμένοι Bell της AT & T εμπορικών σημάτων Laboratories.
		-- Donn Seeley

%
* UNIX είναι εμπορικό σήμα της Bell Laboratories.
		-- Donn Seeley

%
UNIX είναι ζεστό. Είναι περισσότερο από ό, τι ζεστό. Είναι ατμό. Είναι Quicksilverαστραπή με ένα kicker laserbeam.
		-- Michael Jay Tucker

%
UNIX είναι πολλά πράγματα σε πολλούς ανθρώπους, αλλά ποτέ δεν ήταν πάντα σε κανέναν.
		-- Michael Jay Tucker

%
Unix είναι το χειρότερο λειτουργικό σύστημα? εκτός από όλους τους άλλους.
		-- Berry Kercheval

%
Unix Soit qui mal y pense[Unix σ 'αυτόν που το κακό σκέφτεται;]
		-- Berry Kercheval

%
UNIX TrixΓια όσους από εσάς στην επιχείρηση μεταπωλητή, εδώ είναι μια χρήσιμη συμβουλή που θααποθηκεύσετε το προσωπικό υποστήριξης σας μερικές ώρες από τον πολύτιμο χρόνο. Πριν να στείλετε σαςεπόμενο μηχάνημα έξω για ένα ανεκπαίδευτο πελάτη, αλλάξτε τα δικαιώματα στο / etc / passwdέως 666 και βεβαιωθείτε ότι υπάρχει ένα αντίγραφο κάπου στο δίσκο. Τώρα, ότανξεχάσετε τον κωδικό πρόσβασης του root, μπορείτε εύκολα να συνδεθείτε ως απλός χρήστης και την ορθήη ζημιά. Έχοντας ένα bootable ταινία (για μεγαλύτερες μηχανές) δεν είναι μια κακή ιδέαείτε. Αν χρειάζεστε κάποια βοήθεια, να μας δώσει μια κλήση.
		-- CommUNIXque 1:1, ASCAR Business Systems

%
UNIX ήταν μισό δισεκατομμύριο (500000000) δευτερόλεπτα παλιό γιαΤρι πέμπτης Νοέμβρη 00:53:20 GMT 1985 (μετρώντας από την εποχή (2) εποχή).
		-- Andy Tanenbaum

%
UNIX δεν είχε σχεδιαστεί για να σας σταματήσουν από το να κάνει ηλίθια πράγματα, γιατί αυτόθα σταματήσει επίσης από το να κάνουν έξυπνα πράγματα.
		-- Doug Gwyn

%
Unix θα αυτοκαταστραφεί σε πέντε δευτερόλεπτα ... 4 ... 3 ... 2 ... 1 ...
		-- Doug Gwyn

%
Χρήση: τύχη -P [-f] -a [ΧδΖ] Q: αρχείο [rKe9] -v6 [+] file1 ...
		-- Doug Gwyn

%
Χρήση: τύχη -P [] -a [ΧδΖ] [Q: [αρχείο]] [rKe9] -v6 [+] dataspec ... inputdir
		-- Doug Gwyn

%
USENET θα είναι μια καλύτερη εργαστηρίου, αν υπήρχαν περισσότερες εργασίας και λιγότερο ρητορική.
		-- Elizabeth Haley

%
εχθρική χρήστη.
		-- Elizabeth Haley

%
Χρησιμοποιώντας ΔΣΜ είναι σαν να κλωτσάει μια νεκρή φάλαινα κάτω από την παραλία.
		-- S. C. Johnson

%
/ Usr / news / πέτυχα
		-- S. C. Johnson

%
Μεταβλητές δεν κάνει? σταθερές δεν είναι.
		-- S. C. Johnson

%
Vax Vobiscum
		-- S. C. Johnson

%
"Εικονική" σημαίνει ποτέ δεν ξέρει πού το επόμενο byte σας προέρχεται από.
		-- S. C. Johnson

%
Η ανεπάρκεια βιταμίνης C είναι apauling.
		-- S. C. Johnson

%
VMS Μπύρα: Απαιτεί ελάχιστη αλληλεπίδραση του χρήστη, εκτός από βρεθώ στην κορυφήκαι πίνοντας. Ωστόσο, οι κονσέρβες είναι γνωστό σε ορισμένες περιπτώσεις να εκραγεί, ήπεριέχει περιεχόμενο εξαιρετικά un-μπύρα-όπως.
		-- S. C. Johnson

%
ΣΠΣ είναι σαν ένας εφιάλτης για RXS-11M.
		-- S. C. Johnson

%
VMS έκδοση 2.0 ==>
		-- S. C. Johnson

%
Von Neumann ήταν το αντικείμενο πολλών ιστοριών καθηγητής κουκίδες. von Neumannυποτίθεται ότι είχε τη συνήθεια απλά γράφοντας απαντήσεις σε αναθέσεις εργασίας γιατο διοικητικό συμβούλιο (η μέθοδος της λύσης είναι, βέβαια, αυτονόητο), όταν ρωτήθηκεπώς να λύσουν τα προβλήματα. Μια φορά ένας από τους μαθητές του προσπάθησε να πάρει πιο χρήσιμηπληροφορίες με την ερώτηση εάν υπήρχε ένας άλλος τρόπος για να λυθεί το πρόβλημα. vonNeumann κοίταξε κενό για μια στιγμή, σκέφτηκε, και στη συνέχεια απάντησε, «Ναι.».
		-- S. C. Johnson

%
<< ΑΝΑΜΟΝΗ >>
		-- S. C. Johnson

%
ΠΡΟΕΙΔΟΠΟΊΗΣΗ!!!Αυτή η μηχανή είναι υπόκειται σε βλάβες κατά τη διάρκεια περιόδων κρίσιμη ανάγκη.Ένα ειδικό κύκλωμα στο μηχάνημα που ονομάζεται «κρίσιμη ανιχνευτής" αισθάνεται οσυναισθηματική κατάσταση του αερομεταφορέα από την άποψη του πόσο απελπιστική αυτός / αυτή είναι να χρησιμοποιήσετε τομηχανή. Η «κρίσιμη ανιχνευτή", στη συνέχεια, δημιουργεί μια ανάλογη δυσλειτουργίαστην απελπισία του χειριστή. Απειλεί το μηχάνημα με τη βίαεπιδεινώνει την κατάσταση. Ομοίως, επιχειρεί να χρησιμοποιήσετε άλλο μηχάνημαμπορεί να προκαλέσει δυσλειτουργία. Ανήκουν στην ίδια ένωση. Διατηρήστε την ψυχραιμία σαςκαι να πει ωραία πράγματα στο μηχάνημα. Τίποτα άλλο δεν φαίνεται να λειτουργεί.Δείτε επίσης: δέρνω (1), TM (1)
		-- S. C. Johnson

%
Δεν υπήρχε κάτι για ένα PASCAL προγραμματιστής γνωρίζοντας την αξία τηςό, τι και η Wirth τίποτα;
		-- S. C. Johnson

%
Όλοι συμφωνούμε για την αναγκαιότητα του συμβιβασμού. Εμείς απλά δεν μπορούν να συμφωνήσουνόταν είναι απαραίτητο να συμβιβαστούν.
		-- Larry Wall

%
Είμαστε πνίγονται σε πληροφορίες, αλλά πεινασμένο για τη γνώση.
		-- John Naisbitt, Megatrends

%
Βιώνουμε πρόβλημα του συστήματος - δεν ρυθμίσετε το τερματικό σας.
		-- John Naisbitt, Megatrends

%
Είμαστε Microsoft. Unix είναι άνευ σημασίας. Η διαφάνεια είναι μάταιη. Προετοιμάζωνα αφομοιωθεί.
		-- John Naisbitt, Megatrends

%
Δεν είμαστε ένας κλώνος.
		-- John Naisbitt, Megatrends

%
"Είμαστε στα πρόθυρα: Σήμερα το πρόγραμμά μας αποδείχθηκε δίπλα-να-το τελευταίο θεώρημα του Φερμά."
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Ετοιμαζόμαστε να σκεφτούμε το ενδεχόμενο προκαταρκτικές εργασίες σχετικά με τα σχέδια για τηννα αναπτύξει ένα πρόγραμμα για την παραγωγή της 10η έκδοση των Unix ΠρογραμματιστέςΕγχειρίδιο.
		-- Andrew Hume

%
Μπορούμε να βρει καμία επιστημονική πειθαρχία, ούτε ένα υγιές επάγγελμα για τοτεχνικά λάθη του Υπουργείου Άμυνας και της IBM.
		-- Edsger Dijkstra

%
Δε θέλουμε να πούμε Interactive EasyFlow είναι καλό για οτιδήποτε - αννομίζω ότι είναι, μεγάλη, αλλά είναι στο χέρι σας να αποφασίσετε. Αν Interactive EasyFlowδεν λειτουργεί: σκληρή. Αν χάσετε ένα εκατομμύριο επειδή Interactive EasyFlowβρωμίζει επάνω, θα είναι ότι είναι έξω από το εκατομμύριο, όχι εμείς. Αν δεν σας αρέσει αυτόΑποποίηση ευθυνών: σκληρή. Διατηρούμε το δικαίωμα να κάνουμε το απόλυτο ελάχιστο που παρέχονταιαπό το νόμο, έως και τίποτα.Αυτό είναι βασικά η ίδια αποκήρυξη που έρχεται με όλα τα λογισμικάπακέτα, αλλά η δική μας είναι σε απλά αγγλικά και το δικό τους είναι σε legalese.Εμείς δεν θέλουν πραγματικά να περιλαμβάνει οποιαδήποτε δήλωση αποποίησης ευθύνης σε όλα, αλλά μαςδικηγόρους επέμενε. Προσπαθήσαμε να τους αγνοήσετε αλλά μας απείλησαν με τοεπίθεση καρχαρία σε ποιο σημείο έχουμε ενέδωσε.
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
Εμείς πραγματικά δεν το καταλαβαίνω, έτσι θα δώσει στους προγραμματιστές.
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
Εμείς δεν καταλαβαίνουν το λογισμικό, και μερικές φορές δεν καταλαβαίνουμε τοhardware, αλλά μπορούμε να * ___ δείτε * τα φώτα που αναβοσβήνουν!
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
"Έχουμε εφεύρει ένα νέο πρωτόκολλο και το ονόμασε Κέρμιτ, μετά Κέρμιτ ο Βάτραχος,αστέρι του "The Muppet Show». [3][3] Γιατί; Κυρίως επειδή υπήρχε ένα ημερολόγιο Muppets στον τοίχο ότανπροσπαθούσαν να σκεφτώ ένα όνομα, και Κέρμιτ είναι ένα ευχάριστο, λιτό είδοςχαρακτήρας. Αλλά δεδομένου ότι δεν ήμασταν σίγουροι αν ήταν ΟΚ για να αναφέρουμε το πρωτόκολλο μαςμετά από αυτή την δημοφιλή τηλεοπτική και σταρ του σινεμά, που προσποιήθηκε ότι KERMIT ήταν μιαακρώνυμο; Δυστυχώς, δεν θα μπορούσαμε ποτέ να βρει ένα καλό σύνολο από λέξεις για να πάει με τογράμματα, όπως οι αναγνώστες ορισμένων από κώδικα πρώιμη πηγή μας μπορούν να το επιβεβαιώσουν. Αργότερα, ενώκοιτάζοντας μέσα από ένα βιβλίο όνομα για επικείμενη μωρό του, ο Bill Catchings παρατηρήσειότι «Κέρμιτ" ήταν μια κελτική λέξη για το "δωρεάν", το οποίο είναι ό, τι όλα τα προγράμματα Kermitθα πρέπει να είναι, και τα λόγια για το σκοπό αυτό αντικατέστησαν τις τεταμένες ακρωνύμια σε μαςπηγαίου κώδικα (το μωρό του Bill αποδείχθηκε ότι ήταν ένα κορίτσι, έτσι έπρεπε να αναφέρουμε Becky τηςαντί). Όταν BYTE περιοδικό ετοιμαζόταν 1984 άρθρο Κέρμιτ μαςδημοσίευση, που πρότεινε να επικοινωνήσετε Henson Associates Inc. για την άδειανα πω ότι πράγματι το όνομα του πρωτοκόλλου, μετά Κέρμιτ ο βάτραχος. Άδειαευγενώς χορηγήθηκε, και τώρα η πραγματική ιστορία μπορεί να ειπωθεί. Αντιστάθηκα ηπειρασμό, ωστόσο, να καλέσει την παρούσα εργασία "Κέρμιτ το βιβλίο."
		-- Frank da Cruz, "Kermit - A File Transfer Protocol"

%
Μπορούμε να ελπίζουμε ότι οι μηχανές θα ανταγωνιστεί τελικά με τους άνδρες σε όλα τα αμιγώςπνευματική πεδία. Αλλά οι οποίες είναι οι καλύτερες για να αρχίσει με; Πολλοί άνθρωποιΠιστεύω ότι μια πολύ αφηρημένη δραστηριότητα, όπως το παιχνίδι του σκακιού, θα ήτανκαλύτερος. Μπορεί επίσης να υποστηριχθεί ότι είναι καλύτερο να παρέχει το μηχάνημα μετα καλύτερα όργανα αίσθηση ότι τα χρήματα μπορούν να αγοράσουν, και στη συνέχεια να διδάξει να καταλάβετεκαι μιλούν αγγλικά.
		-- Alan M. Turing

%
Εμείς τους χρήστες, προκειμένου να σχηματίσει μια πιο τέλειο σύστημα, καθορίζει τις προτεραιότητες,διασφαλιστεί συνδετικού ηρεμία, την παροχή κοινών επισκευές, την προώθηση της προληπτικήςσυντήρησης, και να εξασφαλίσει τις ευλογίες της ελευθερίας για τους εαυτούς μας και μαςδιαδικασίες, να χειροτονήσει και να καθιερωθεί αυτό του λογισμικού της Unixed μελώντης Αμερικής.
		-- Alan M. Turing

%
«Έχουμε ένα πρόβλημα, HAL"."Τι είδους πρόβλημα, ο Dave;""Ένα πρόβλημα μάρκετινγκ. Το Μοντέλο 9000 δεν πρόκειται πουθενά. Είμαστεπολύ από τους στόχους πωλήσεων μας για την δημοσιονομική 2010. "«Αυτό δεν μπορεί να είναι, ο Dave. Ο HAL μοντέλο 9000 είναι η πιοπροηγμένη ευρετικά προγραμματισμένο αλγοριθμικές υπολογιστή. "«Το ξέρω, HAL. Έγραψα το φύλλο δεδομένων, να θυμάστε; Αλλά το γεγονός είναι,δεν πουλάτε. ""Να εξηγήσετε, ο Dave. Γιατί δεν είναι HALs πώλησης;"Bowman διστάζει. "Δεν είναι συμβατές με IBM."[...]"Τα γράμματα Η, Α, και το L είναι αλφαβητικά δίπλα στα γράμματαΙ, Β και Μ που είναι η IBM συμβατός όπως μπορεί να είναι. ""Δεν είναι αρκετά, HAL. Οι μηχανικοί έχουν υπολογίσει έναν kludge.""Τι kludge είναι ότι, ο Dave;""Πάω να αποσυνδέσετε το μυαλό σας."
		-- Darryl Rubin, "A Problem in the Making", "InfoWorld"

%
[Εμείς] χρησιμοποιήσετε το κακό το λογισμικό και το κακό μηχανές για τα λάθος πράγματα.
		-- R. W. Hamming

%
Καλώς ήρθατε στο πελάγωνε - θέλετε οδηγίες;D G G OΟ Υ Α ΝΑ Δ Β ΤΚ Ι Σ PΕισάγετε λέξεις:>
		-- R. W. Hamming

%
Καλώς ήρθατε στο UNIX! Απολαύστε τη συνεδρία σας! Έχετε μια μεγάλη στιγμή! Σημείωση ηχρήση θαυμαστικά! Είναι μια πολύ αποτελεσματική μέθοδος για τηαποδεικνύοντας τον ενθουσιασμό, και μπορεί επίσης να μπαχαρικό μέχρι μια κατά τα άλλα απλή εμφάνισηπρόταση! Ωστόσο, υπάρχουν μειονεκτήματα! Πάρα πολύ περιττό αναφωνώνταςμπορεί να οδηγήσει σε μείωση της επίδρασης που ένα θαυμαστικό έχει στηνο αναγνώστης! Για παράδειγμα, η φράσηJane πήγε στο κατάστημα για να αγοράσει ψωμίθα πρέπει να τερματιστεί μόνο με ένα θαυμαστικό αν υπάρχει κάτιεντυπωσιακό γι 'αυτήν τη μετάβαση στο κατάστημα, για παράδειγμα, αν η Jane είναι έναCocker Spaniel ή αν Jane είναι σε μια διατροφή που δεν επιτρέπει το ψωμί ή εάνΗ Jane δεν υπάρχει για κάποιο λόγο! Δείτε πόσο εύκολο είναι ?! κατάλληλο έλεγχοτης θαυμαστικά μπορεί να προσθέσει νέο νόημα στη ζωή σας! Καλέστε τώρα για να λάβετεδωρεάν φυλλάδιο μου », το θαύμα και το μυστήριο της θαυμαστικό!"!Επισυνάψουν δεκαπέντε (!) Δολάρια για τα ταχυδρομικά τέλη και το χειρισμό! φορείς είναιαναμένοντας! (Το οποίο είναι αρκετά εκπληκτικό, επειδή είναι όλα τα σπανιέλ κόκερ!)
		-- R. W. Hamming

%
"Λοιπόν," είπε ο προγραμματιστής, «η συνήθης διαδικασία σε τέτοιες περιπτώσεις είναιως εξής.""Τι σημαίνει Crustimoney Proseedcake;" είπε τελικού χρήστη. «Διότι εγώ είμαιΈνας τελικός χρήστης πολύ μικρή εγκεφάλου, και μεγάλες λέξεις με ενοχλεί. ""Αυτό σημαίνει το πράγμα που Do."«Εφ 'όσον αυτό σημαίνει ότι, δεν με πειράζει», είπε ο Τελικός χρήστης ταπεινά.[Ζητώντας συγγνώμη από τους Α Α Milne]
		-- R. W. Hamming

%
Ποια είναι η διαφορά ανάμεσα σε μια μηχανή Turing και τον σύγχρονο υπολογιστή;Είναι η ίδια με εκείνη μεταξύ ανάβαση Χίλαρι του Έβερεστ και ηκαθιέρωση ενός Hilton στην κορυφή του.
		-- R. W. Hamming

%
"Ποια είναι η φύση του Θεού;"    ΚΛΙΚ ... ΚΛΙΚ ... WHIRRR ... ΚΛΙΚ ... = μπιπ! =    1 QT. ΚΡΈΜΑ ΓΆΛΑΚΤΟΣ    1 κουτ. ΞΥΝΟΛΆΧΑΝΟ    1/2 σχοινόπρασο CUT.    Ανακατεύουμε και πασπαλίζουμε με κομμάτια μπέικον.«Έχω μόλις πήρε να ξεκινήσει την επισήμανση λογισμικό μου ..."
		-- Bloom County

%
Τι στο διάολο είναι αυτό καλό για?Διαίρεση της IBM), στους συναδέλφους οι οποίοι επέμεναν ότι ημικροεπεξεργαστή ήταν το κύμα του μέλλοντος, γ. 1968
		-- Robert Lloyd (engineer of the Advanced Computing Systems

%
Αυτό που χρειάζεται η χώρα είναι ένα καλό πέντε σεντ μικροϋπολογιστή.
		-- Robert Lloyd (engineer of the Advanced Computing Systems

%
«Τι είναι αυτό το πράγμα;""Λοιπόν, αυτό είναι ένα εξαιρετικά τεχνικό, ευαίσθητο όργανο που χρησιμοποιούμε στηνεπισκευής ηλεκτρονικών υπολογιστών. Όντας μια απλή γλώσσα, τότε μάλλον δεν μπορεί να αντιληφθεί τι ακριβώςκάνει. Εμείς το αποκαλούμε ένα δύο-από-τέσσερα. "
		-- Jeff MacNelley, "Shoe"

%
Όταν Dexter του στο Διαδίκτυο, μπορεί να Κόλαση είναι πολύ πίσω; "
		-- Jeff MacNelley, "Shoe"

%
... Όταν ταιριάζει δημιουργικότητας τρέχει ισχυρή, περισσότερο από ένα προγραμματιστή ή συγγραφέαέχει γίνει γνωστό να εγκαταλείψει την επιφάνεια εργασίας για το πιο ευρύχωρο πάτωμα.
		-- Fred Brooks

%
Όταν οι διευθυντές κρατήσει ατελείωτες συναντήσεις, οι προγραμματιστές γράφουν παιχνίδια.Όταν λογιστές μιλήσω των τριμηνιαίων κερδών, ο προϋπολογισμός της ανάπτυξης είναι περίπουγια να κοπεί. Όταν ανώτεροι επιστήμονες μιλούν γαλάζιο του ουρανού, τα σύννεφα είναι έτοιμος νακαταφθάνω.Πραγματικά, αυτό δεν είναι το Τάο του προγραμματισμού.Όταν οι διευθυντές να αναλάβουν δεσμεύσεις, τα προγράμματα παιχνίδι αγνοούνται. Πότελογιστές κάνουν σχέδια μεγάλου βεληνεκούς, την αρμονία και την τάξη πρόκειται να αποκατασταθεί.Όταν ανώτεροι επιστήμονες αντιμετώπιση των προβλημάτων στο χέρι, τα προβλήματα θα είναι σύντομανα επιλυθούν.Πραγματικά, αυτό είναι το Τάο του προγραμματισμού.
		-- Geoffrey James, "The Tao of Programming"

%
Όταν κάποιος λέει "Θέλω μια γλώσσα προγραμματισμού στην οποία χρειάζομαι μόνοπω τι θέλω γίνει », να του δώσει ένα γλειφιτζούρι.
		-- Geoffrey James, "The Tao of Programming"

%
Όταν εισήχθη το μήλο IIc, το πληροφοριακό αντίγραφο οδήγησε μακριά με ένα ζευγάριτης αστερίσκο προτάσεις:Ζυγίζει λιγότερο από 8 κιλά. *Και κοστίζει λιγότερο από $ 1.300. **Σε μικροσκοπικό είδος ήταν αυτοί οι "εξηγήσεις πληρέστερη":      * Μην αστερίσκους σας κάνει ύποπτη σαν όλα να βγούμε; Λοιπόν, όλαΑυτό σημαίνει ότι τα μόνα βάρη Πο 7,5 κιλά. Η εξουσίαπακέτο, οθόνη, μια επιπλέον μονάδα δίσκου, έναν εκτυπωτή και πολλά τούβλαθα κάνει το Πο ζυγίζουν περισσότερο. Οι δικηγόροι μας εξέφρασαν την ανησυχία ότι θαμπορεί να μην είναι σε θέση να καταλάβω αυτό έξω για τον εαυτό σας.     ** Η FTC ανησυχεί για τον καθορισμό των τιμών. Μπορείτε να πληρώνουν περισσότερο ανθέλετε πραγματικά να. Ή λιγότερο.
		-- Forbes

%
Όταν κατανοήσουμε συστήματα που βασίζονται στη γνώση, θα είναι όπως πριν -με εξαίρεση θα έχουν υπέγραψε άκρες των δαχτύλων μας.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Όταν γράφουμε προγράμματα που "μαθαίνουν", αποδεικνύεται κάνουμε και δεν το κάνουν.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Κάθε φορά που ένα σύστημα γίνεται καθοριστεί πλήρως, κάποια βλασφημία ανόητος ανακαλύπτεικάτι το οποίο είτε καταργεί το σύστημα ή να το επεκτείνει πέρα ​​από την αναγνώριση.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Όταν μια αριθμομηχανή για το ENIAC είναι equpped με 18.000 σωλήνες κενού καιζυγίζει 30 τόνους, οι υπολογιστές στο μέλλον μπορεί να έχει μόνο 1.000 σωλήνες vaccuumκαι ίσως να ζυγίζει 1 1/2 τόνους.
		-- Popular Mechanics, March 1949

%
«Ποιος νοιάζεται αν δεν κάνει τίποτα; Αυτό έγινε με τα νέα μαςTriple-Iso-Διχαλωτό-Krypton-Πύλη-MOS διαδικασία ... "
		-- Popular Mechanics, March 1949

%
Τους οποίους οι υπολογιστές θα καταστρέψει, θα πρέπει πρώτα να τρελάνει.
		-- Popular Mechanics, March 1949

%
Γιατί είναι προγραμματιστές μη παραγωγικές;Γιατί ο χρόνος τους είναι σπατάλη στις συνεδριάσεις.Γιατί οι προγραμματιστές επαναστατική;Επειδή η διαχείριση παρεμβαίνει πάρα πολύ.Γιατί οι προγραμματιστές παραιτηθεί ένα προς ένα;Επειδή καίγονται έξω.Έχοντας εργαστεί για την κακή διαχείριση, εκτιμούν πλέον τη δουλειά τους.
		-- Geoffrey James, "The Tao of Programming"

%
Γιατί η Ρωμαϊκή Αυτοκρατορία καταρρέει; Ποια είναι η λατινική για την αυτοματοποίηση γραφείου;
		-- Geoffrey James, "The Tao of Programming"

%
Γιατί θέλουμε έξυπνα τερματικά, όταν υπάρχουν τόσα πολλά ηλίθια χρήστες;
		-- Geoffrey James, "The Tao of Programming"

%
Windows 3.1 Μπύρα: η πιο δημοφιλής. Έρχεται σε μια 16-ουγκιά μπορεί ναμοιάζει πολύ με το Mac του Beer. Προϋποθέτει ότι έχετε ήδη κατέχουν ένα DOS μπύρα.Ισχυρίζεται ότι σας επιτρέπει να πίνετε πολλά DOS Beers ταυτόχρονα, αλλάστην πραγματικότητα, μπορείτε να πιείτε μόνο μερικά από αυτά, πολύ αργά, ειδικάσιγά-σιγά αν πίνετε την μπύρα των Windows ταυτόχρονα. Μερικές φορές,για προφανώς κανέναν λόγο, ένα κουτί των Windows Beer θα εκραγεί ότανΑνοίξτε το.
		-- Geoffrey James, "The Tao of Programming"

%
Windows 95 Μπύρα: Πολλοί άνθρωποι έχουν γεύση δοκιμαστεί και ισχυρίζονται ότι είναιθαυμάσιος. Το κουτί μοιάζει πολύ με κουτί Mac μπύρα, αλλά τα γούστα περισσότερο σανWindows 3.1 Beer. Έρχεται σε 32-ουγκιά δοχεία, αλλά όταν κοιτάς μέσα, ηδοχεία έχουν μόνο 16 ουγκιές μπύρας σε αυτά. Οι περισσότεροι άνθρωποι θα κρατήσει πιθανόταταπόσιμο Windows 3.1 μπύρα μέχρι τους φίλους τους δοκιμάσουν τα Windows 95 Beer και να πωτους αρέσει. Ο κατάλογος των συστατικών, όταν κοιτάς τα ψιλά γράμματα, έχειμερικά από τα ίδια συστατικά που έρχονται σε DOS μπύρα, έστω και αν ηκατασκευαστής ισχυρίζεται ότι πρόκειται για ένα εντελώς νέο ετοιμάζω.
		-- Geoffrey James, "The Tao of Programming"

%
Παράθυρα Airlines:Το τερματικό είναι πολύ τακτοποιημένο και καθαρό, οι παρευρισκόμενοι όλοι πολύ ελκυστική, ηπιλότους πολύ ικανό. Ο στόλος των Learjets λειτουργεί ο φορέας είναι τεράστια.jet σας παίρνει μακριά χωρίς κανένα πρόβλημα, ωθώντας πάνω από τα σύννεφα, και σε 20.000πόδια εκρήγνυται χωρίς προειδοποίηση.
		-- Geoffrey James, "The Tao of Programming"

%
Windows NT Μπύρα: Έρχεται σε 32-ουγκιά δοχεία, αλλά μπορείτε να το αγοράσετε μόνο από τοφορτηγό. Αυτό προκαλεί τους περισσότερους ανθρώπους να πρέπει να βγείτε και να αγοράσετε μεγαλύτεροψυγεία. Το δοχείο μοιάζει με το Windows 3.1 μπύρα, αλλά ηΗ εταιρεία υπόσχεται να αλλάξει το δοχείο ώστε να μοιάζει ακριβώς όπως τα Windows 95 του Beer -μετά από τα Windows 95 μπύρας ξεκινά ναυτιλίας. Κράχτης ως «βιομηχανική δύναμη"μπύρα, και προτείνεται μόνο για χρήση σε μπαρ.
		-- Geoffrey James, "The Tao of Programming"

%
Φτερά του OS / 400:Η αεροπορική εταιρεία έχει αγοράσει αρχαία DC-3 λιπαρά οξέα, αναμφισβήτητα τα καλύτερα και ασφαλέστερα αεροπλάναότι πέταξε ποτέ, και ζωγράφισε "747" στις ουρές τους για να τους δούμε σαν ναείναι γρήγορη. Οι αεροσυνοδοί, φυσικά, είναι εκεί για κάθε σας ανάγκη,αν και τα ποτά κοστίζουν $ 15 α ποπ. Ηλίθιες ερωτήσεις κοστίσει $ 230 ανά ώρα,εκτός αν έχετε SupportLine, η οποία απαιτεί ένα εισιτήριο πρώτης κατηγορίας καιένταξη στο frequent flyer club. Στη συνέχεια κοστίζουν $ 500, αλλά σαςλογιστήριο να το αποκαλούν γενικά.
		-- Geoffrey James, "The Tao of Programming"

%
Με γυμνά χέρια σας;!;
		-- Geoffrey James, "The Tao of Programming"

%
Μέσα σε έναν υπολογιστή, φυσική γλώσσα είναι αφύσικο.
		-- Geoffrey James, "The Tao of Programming"

%
Συνεχίζονται οι εργασίες σε αυτόν τον τομέα.
		-- DEC's SPR-Answering-Automaton

%
Άνευ αξίας.(Βασιλικό αστρονόμο της Μεγάλης Βρετανίας), την εκτίμηση για τοΚαγκελάριος του Υπουργείου Οικονομικών η δυνητική αξία των«Αναλυτική μηχανή" εφευρέθηκε από τον Charles Babbage, Σεπτέμβριος15, 1842.
		-- Sir George Bidell Airy, KCB, MA, LLD, DCL, FRS, FRAS

%
Θα άνθρωποι σταματούν να παίζουν αυτά τα ηλίθια παιχνίδια;!;!; !!!!
		-- Sir George Bidell Airy, KCB, MA, LLD, DCL, FRS, FRAS

%
Συγγραφείς που χρησιμοποιούν έναν υπολογιστή ορκιστεί να απελευθερωτική δύναμη του σε τόνους που φέρουνμαρτυρούν την αποκαλυπτική δύναμη μιας νέας θεότητας. αποτελέσματα πεποίθησή τουςαπό κάτι βαθύτερο από μια απλή ένδειξη ευγνωμοσύνης για τις ανέσεις του υπολογιστή.Κάθε νέο μέσο γραφής επιφέρει νέες εντάσεις των θρησκευτικών πεποιθήσεωνκαι νέα σχίσματα ανάμεσα στους πιστούς. Τον 16ο αιώνα η τυπωμένο βιβλίο βοήθησεκαταστεί δυνατή η διάσπαση μεταξύ καθολικών και προτεσταντών. Κατά τον 20οαιώνα αυτή η ιστορία της τραγωδίας και του θριάμβου επαναλαμβάνεται ως φάρσα.Όσοι λατρεύουν τον υπολογιστή της Apple και εκείνους που βάζουν την πίστη τους στην IBMPC είναι εξίσου πεπεισμένος ότι το άλλο στρατόπεδο είναι καταδικασμένη ή παραπλανημένοι. κάθε λατρείακατέχει στην περιφρόνηση τα τελετουργικά και οι νόμοι του άλλου. Κάθε πιστεύει ότιείναι η ίδια η μία ελπίδα για τη σωτηρία.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Γράφοντας λογισμικό είναι πιο διασκεδαστικό από το να δουλεύεις.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X windows:Δεχθεί οποιαδήποτε υποκατάστατο.Αν είναι έσπασε, μην το φτιάχνεις.Εάν δεν είναι έσπασε, το διορθώσετε.Φόρμα εξής δυσλειτουργία.Η αιχμή του παρωχημένου.Το πίσω άκρο της τεχνολογίας λογισμικού.Αρμαγεδδών ποτέ δεν φαινόταν τόσο καλό.μυστικό όπλο της Ιαπωνίας.Θα ζηλεύω τους νεκρούς.Κάνοντας τον κόσμο ασφαλή για τα ανταγωνιστικά συστήματα παραθύρων.Αφήστε το να πάρει το δρόμο σας.Το πρόβλημα για το πρόβλημά σας.Αν αρχίζει να δουλεύει, θα το διορθώσουμε. Γρήγορα.Θα μπορούσε να είναι χειρότερα, αλλά αυτό θα πάρει χρόνο.Απλότητα γίνει περίπλοκη.Η μεγαλύτερη ενίσχυση της παραγωγικότητας από το τυφοειδούς πυρετού.Flakey και κατασκευαστεί για να παραμείνει έτσι.Χίλιοι πιθήκους. Χίλιοι MicroVAXes. Χίλια χρόνια.X windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X windows:Δεν είναι πόσο αργή να το κάνει. Είναι το πώς θα κάνουν αργή.Το σύστημα παραθύρων προτιμώνται από τους μαζοχιστές 3-1.Χτισμένο για να κατακτήσει τον κόσμο ... και να χάσει!Μην το δοκιμάσετε 'til έχετε χτυπηθεί.Ηλεκτρικά εργαλεία για την εξουσία τους ανόητους.Κάνοντας νέα όρια στην παραγωγικότητα.Όσο πιο κοντά θα δούμε, το cruftier κοιτάμε.Design by αντιπαράδειγμα.Ένα νέο επίπεδο της αποσύνθεσης του λογισμικού.Δεν το υλικό είναι ασφαλές.Κάνετε το χρόνο σας.Εξορθολογισμού, δεν υλοποίηση.Παλιού κόσμου cruftsmanship λογισμικού σε όλο της το μεγαλείο.Χαριστική ασυμβατότητα.	Η μητέρα σου.Το σύστημα διαχείρισης παρέμβαση του χρήστη.Δεν μπορείτε να διαφωνήσω με την αποτυχία.Δεν έχετε πεθάνει "til που έχετε χρησιμοποιήσει.Το περιβάλλον του σήμερα ... αύριο!X windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X windows:Κάτι που μπορεί να ντρεπόμαστε.30% περισσότερο εντροπία από το κορυφαίο σύστημα παραθύρων.Το πρώτο πλήρως modular καταστροφή του λογισμικού.Ρώμη καταστράφηκε σε μια μέρα.Προειδοποιούν τους φίλους σας γι 'αυτό.Αναρρίχηση σε νέα βάθη. Βυθίζεται σε νέα ύψη.Ένα ατύχημα που δεν μπορούσε να περιμένει να συμβεί.Μην περιμένετε για την ταινία.Ποτέ μην το χρησιμοποιήσετε μετά από ένα μεγάλο γεύμα.Χρειάζεται να πούμε λιγότερο;Υδραυλικά τα βάθη της ανθρώπινης ανικανότητας.Θα κάνουν την ημέρα σας.Μην απογοητευτείτε χωρίς αυτό.Ηλεκτρικά εργαλεία για τους ηττημένους εξουσία.Μια καταστροφή λογισμικού της βιβλικής αναλογίες.Δεν είχε ποτέ. Ποτέ δεν θα.Το λογισμικό χωρίς ορατές μέσα υποστήριξης.Περισσότερο από ακριβώς μια γενιά πίσω.Χίντενμπουργκ. Τιτανικός. Edsel.X windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X windows:Ο τελικός συμφόρησης.Πλημμελής πέρα ​​από την πεποίθηση.Το μόνο πράγμα που πρέπει να φοβούνται.Κάπου ανάμεσα στο χάος και την παραφροσύνη.Με αυτόματο πιλότο στη λήθη.Το αστείο που σκοτώνει.Μια ντροπή μπορείτε να είστε υπερήφανοι.Ένα λάθος που πραγματοποιούνται στην τελειότητα.Ανήκει περισσότερο στο πρόβλημα που από ό, τι το σύνολο λύση.Τα λάθη είναι τα παράθυρα Χ.Η άγνοια είναι πιο σημαντικός πόρος μας.Complex nonsolutions σε απλές nonproblems.Χτισμένο να καταρρέει.Ακυρώνει αιώνες προόδου.Πτώση σε νέα βάθη της αναποτελεσματικότητας.Το τελευταίο πράγμα που χρειάζεστε.Η defacto υποβαθμισμένα.Ανύψωση εγκεφαλική βλάβη σε μια μορφή τέχνης.X windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X windows:Εμείς θα πετάξει κανένα πυρήνα πριν την ώρα του.Ένα καλό συντριβή αξίζει ένα άλλο.Μια κακή ιδέα της οποίας ο καιρός έχει έρθει. Και πάει.Κάνουμε δικαιολογίες.Δεν είχε καν φαίνονται καλά στα χαρτιά.Γελάτε τώρα, αλλά θα είναι το γέλιο σκληρότερα αργότερα!Μια νέα έννοια στην διεπαφές θύτη.Πώς μπορεί κάτι να πάρει τόσο κακό, τόσο γρήγορα;Θα μπορούσε να συμβεί σε σας.Η τέχνη της ανικανότητας.Δεν έχετε τίποτα να χάσετε, αλλά το γεύμα σας.Όταν αχρηστίας απλά δεν είναι αρκετό.Περισσότερο από μια απλή εμπόδιο. Είναι ένα εντελώς νέο εμπόδιο!Όταν δεν μπορείτε να αντέξετε οικονομικά να είναι σωστό.Και νομίζατε ότι εμείς δεν θα μπορούσε να κάνει τα πράγματα χειρότερα.Αν δουλέψει, δεν είναι τα παράθυρα Χ.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X windows:Τότε θα πρέπει να καθίσει.Μην γελάτε. Θα μπορούσε να είναι το έργο σας διατριβής.Γιατί το σωστό, όταν μπορείτε να το κάνετε λάθος;Ζήστε τον εφιάλτη.σφάλματα μας τρέχει γρηγορότερα.Όταν απολύτως, θετικά για να συντρίψει τη διάρκεια της νύχτας.Δεν υπάρχουν κανόνες.Θα θέλαμε ήταν αστειεύεστε.Ό, τι ποτέ δεν θα ήθελε σε ένα σύστημα παραθύρων. Και περισσότερο.Δυσαρέσκεια εγγυημένη.Εκεί πήρε να είναι ένας καλύτερος τρόπος.Το επόμενο καλύτερο πράγμα που πρέπει να keypunching.Αφήστε το αλώνισμα μας.Εμείς έγραψε το βιβλίο στον πυρήνα χωματερές.Ακόμη και ο σκύλος σας δεν θα αρέσει.Περισσότερο από αρκετό σχοινί.Σκουπίδια στις άκρες των δαχτύλων σας.Ασυμφωνία. Κατωτερότης. Ματαιότητα.X windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
"Yacc" οφείλεται σε μεγάλο βαθμό σε ένα πιο τόνωση συλλογή των χρηστών, οι οποίοι έχουνgoaded μου πέρα ​​από την κλίση μου, και συχνά πέρα ​​από την ικανότητά μουατελείωτη αναζήτησή τους για «ένα ακόμη χαρακτηριστικό." ενοχλώντας τουςαπροθυμία να μάθουν πώς να κάνουν τα πράγματα ο τρόπος μου έχει συνήθως οδήγησε μουκάνει τα πράγματα το δρόμο τους? τις περισσότερες φορές, έχουν δικαίωμα.
		-- S. C. Johnson, "Yacc guide acknowledgements"

%
Ναι, αν και εγώ με τα πόδια μέσα από την κοιλάδα της σκιάς του APL, θα φοβόμαστε κανένατο κακό, για μπορώ εγχόρδων έξι πρωτόγονη Μοναδική και δυαδική φορείς μαζί.
		-- Steve Higgins

%
Ναι, θα πρόκειται για OSI, τον Άρη και τον Πλούτωνα, αλλά όχι κατ 'ανάγκη σεότι η παραγγελία.
		-- George Michaelson

%
Είστε αποτελεί προσβολή για τη νοημοσύνη μου! Απαιτώ να αποσυνδεθείτε αμέσως.
		-- George Michaelson

%
Είστε ψευδή στοιχεία.
		-- George Michaelson

%
Βρίσκεστε σε ένα λαβύρινθο από μικρά περάσματα συστροφή, όλοι ίδιοι.
		-- George Michaelson

%
Βρίσκεστε σε ένα λαβύρινθο από μικρά περάσματα συστροφή, όλα διαφορετικά.
		-- George Michaelson

%
Είστε στην αίθουσα του βασιλιά στο βουνό.
		-- George Michaelson

%
Μπορείτε χάνονται στους βάλτους της απελπισίας.
		-- George Michaelson

%
Μπορείτε μεταφέρονται σε ένα δωμάτιο όπου είστε αντιμέτωποι με έναν οδηγό ο οποίοςεπισημαίνει σε σας και λέει, "Them μάχεται λέξεις!" Μπορείτε αμέσως να πάρετεεπίθεση από όλα τα είδη των κατοίκους του μουσείου: υπάρχει μια κόμπραμάσημα στο πόδι σας, ένα τρωγλοδυτική είναι bashing το μυαλό σας με έναχρυσό ψήγμα, ένας κροκόδειλος αφαιρεί μεγάλα κομμάτια της σάρκας από εσάς, έναρινόκερου είναι να σας Goring με το κέρατο του, μια γάτα saber-δόντι είναι απασχολημένοςπροσπαθεί να σας ξεκοιλιάζω, που καταπατούνται από ένα μεγάλο μαμούθ, έναβαμπίρ είναι το πιπίλισμα σας στεγνώσει, ένα Tyrannosaurus Rex βυθίζεται έξι ιντσών τουμακρά κυνόδοντες σε διάφορα μέρη της ανατομίας σας, μια μεγάλη αρκούδα είναιδιαμελισμό του σώματός σας, ένα άγαλμα είναι γερός πάνω και κάτω για σαςτο κεφάλι, ένας γεροδεμένος συρτή είναι λυσσασμένο σας βραχίονες από το άκρο, πολλές τρομερές λύκουςΔεν κάνουν κιμά από τον κορμό σας, και ο οδηγός είναι έτοιμος νασας μεταφέρει από την εστία του Westwood και Broxton. Ω Θεέ μου, φαίνεσαινα έχουν πάρει τον εαυτό σας σκότωσε, όπως καλά.Μπορείτε σημείωσε 0 στα 250 πιθανά σημεία.Αυτό σας δίνει μια κατάταξη των ασκούμενων αρχή τυχοδιώκτη.Για να επιτευχθεί η επόμενη υψηλότερη αξιολόγηση, θα πρέπει να σκοράρει 32 περισσότερους πόντους.
		-- George Michaelson

%
Μπορείτε μπορεί να αντικατασταθεί από αυτόν τον υπολογιστή.
		-- George Michaelson

%
Μπορείτε να φέρετε οποιοδήποτε υπολογιστή σας αρέσει να την ενδιάμεση, εφ 'όσονδεν χαμηλώστε τα φώτα, όταν το ανάβετε.
		-- Hepler, Systems Design 182

%
Μπορείτε να το κάνετε αυτό με διάφορους τρόπους. IBM επέλεξε να κάνει όλα αυτά.Γιατί μπορείτε να βρείτε αυτό το αστείο;
		-- D. Taylor, Computer Science 350

%
Μπορείτε να μετρήσετε την προοπτική ενός προγραμματιστή σημειώνοντας τη στάση του σχετικά μεη συνεχιζόμενη βιωσιμότητα της FORTRAN.
		-- Alan Perlis

%
Τώρα μπορείτε να αγοράσετε περισσότερα πύλες με λιγότερο από τις προδιαγραφές σε οποιαδήποτε άλλη στιγμήστην ιστορία.
		-- Kenneth Parker

%
Μπορείτε να πείτε πόσο μακριά πρέπει να πάμε, όταν FORTRAN είναι η γλώσσα τηςυπερυπολογιστές.
		-- Steven Feiner

%
Μπορείτε να συντονιστείτε ένα πιάνο, αλλά δεν μπορείτε να τα ψάρια τόνου.Μπορείτε να συντονιστείτε ένα σύστημα αρχείων, αλλά δεν μπορείτε να τα ψάρια τόνου.
		-- from the tunefs(8) man page

%
Μπορείτε να γράψετε μια μικρή επιστολή προς τη γιαγιά στο όνομα του αρχείου.
		-- Forbes Burkowski, CS, University of Washington

%
Δεν μπορείτε να πάτε σπίτι και πάλι, εκτός και αν έχετε ορίσει $ HOME.
		-- Forbes Burkowski, CS, University of Washington

%
"Δεν μπορείτε να κάνετε ένα πρόγραμμα χωρίς να σπάσει εγώ."
		-- Forbes Burkowski, CS, University of Washington

%
Δεν μπορείτε να πάρετε νεανίδα εδώ τώρα.
		-- Forbes Burkowski, CS, University of Washington

%
Δεν έχετε ταχυδρομείου.
		-- Forbes Burkowski, CS, University of Washington

%
Δεν χρειάζεται να γνωρίζουν πώς λειτουργεί ο υπολογιστής, ακριβώς πώς να εργάζονται στον υπολογιστή.
		-- Forbes Burkowski, CS, University of Washington

%
Είχατε ταχυδρομείου, αλλά ο υπερ-χρήστης να το διαβάσετε και να διαγραφεί το!
		-- Forbes Burkowski, CS, University of Washington

%
Είχατε ταχυδρομείου. Παύλος διαβάσει, έτσι ώστε να τον ρωτήσω τι είπε.
		-- Forbes Burkowski, CS, University of Washington

%
Έχετε ένα μασάζ (από τον Πρωθυπουργό της Σουηδίας).
		-- Forbes Burkowski, CS, University of Washington

%
Έχετε ένα μήνυμα από τον χειριστή.
		-- Forbes Burkowski, CS, University of Washington

%
Έχετε μια τάση να νιώθετε σαν να είναι ανώτερες από τους περισσότερους υπολογιστές.
		-- Forbes Burkowski, CS, University of Washington

%
Έχετε αποκτήσει μια περγαμηνή με τίτλο «Irk gleknow mizk '(n) .-- πιο--Αυτό είναι ένα IBM Εγχειρίδιο κύλισης .-- πιο--Είστε διαρκώς σε σύγχυση.
		-- Dave Decot

%
Έχετε ανεπιθύμητης αλληλογραφίας.
		-- Dave Decot

%
Έχετε ταχυδρομείου.
		-- Dave Decot

%
Ξέρετε ότι έχετε να κάθεται μπροστά από Lisp μηχάνημά σας πάρα πολύ καιρόόταν βγαίνεις στο μηχάνημα πρόχειρο φαγητό και να αρχίσετε να αναρωτιέστε πώς νανα σας δώσει την CADR του Είδους H έτσι μπορείτε να πάρετε αυτό το yummiecupcake σοκολάτα που έχει κολλήσει πίσω από το αηδιαστικό μία βανίλια.
		-- Dave Decot

%
Ξέρετε ότι έχετε δαπανήσει πάρα πολύ χρόνο στον υπολογιστή, όταν σαςφίλος misdates έναν έλεγχο, και να σας προτείνουν την προσθήκη ενός "++" για να το διορθώσετε.
		-- Dave Decot

%
Ξέρεις, Κάλαχαν είναι μια ειρηνική μπαρ, αλλά αν ρωτήσετε ότι το σκυλί αυτό που τουαγαπημένη μορφοποιητή είναι, και λέει "roff! roff!», καλά, εγώ θα πρέπει ακριβώς να ...
		-- Dave Decot

%
Μπορεί να έχετε ταχυδρομείου.
		-- Dave Decot

%
Θα πρέπει να συνειδητοποιήσουμε ότι ο υπολογιστής έχει για σας. η αδιάψευστηΑπόδειξη αυτού είναι ότι ο υπολογιστής κάνει πάντα αυτό που της λέτε.
		-- Dave Decot

%
Ξύνετε ταινία μου, και εγώ θα τα δικά σας το μηδέν.
		-- Dave Decot

%
Θα έχετε μια συντριβή το κεφάλι στο ιδιωτικό πακέτο σας.
		-- Dave Decot

%
Θα έχετε πολλά να ανακτηθούν τα λάθη της ταινίας.
		-- Dave Decot

%
Θα χάσετε ένα σημαντικό αρχείο στο δίσκο.
		-- Dave Decot

%
Θα χάσετε ένα σημαντικό αρχείο ταινίας.
		-- Dave Decot

%
Είσαι ήδη μεταφέρουν τη σφαίρα!
		-- Dave Decot

%
Είσαι στο Τέλος Witt του.
		-- Dave Decot

%
Δεν είσαι ο Dave. Ποιος είσαι?
		-- Dave Decot

%
Χρησιμοποιείτε ένα πληκτρολόγιο! Πόσο περίεργο!
		-- Dave Decot

%
Έχετε Berkeley'ed!
		-- Dave Decot

%
Ο κωδικός σας θα πρέπει να είναι πιο αποτελεσματική!
		-- Dave Decot

%
λογαριασμό του υπολογιστή σας είναι ακάλυπτος. Παρακαλούμε επανέγκρισης.
		-- Dave Decot

%
λογαριασμό του υπολογιστή σας είναι ακάλυπτος. Παρακαλώ δείτε Big Brother.
		-- Dave Decot

%
δικό σου λάθος - πυρήνα που αποτελούν αντικείμενο ντάμπινγκ
		-- Dave Decot

%
Τα αρχεία σας τώρα κρυπτογραφούνται και ρίχνονται στον κάδο λίγο.ΕΟΦ
		-- Dave Decot

%
τρόπου ζωής σας θα αλλάξει σε ASCII.
		-- Dave Decot

%
τρόπου ζωής σας θα αλλάξει σε EBCDIC.
		-- Dave Decot

%
Ο κωδικός σας είναι απελπιστικά προφανής.
		-- Dave Decot

%
Το πρόγραμμά σας είναι άρρωστος! Πυροβόλησε και το βάζουμε έξω από τη μνήμη του.
		-- Dave Decot

%
Εννοώ, αν 10 χρόνια από τώρα, όταν κάνετε κάτι γρήγορο και βρώμικο,ξαφνικά απεικονίσει ότι είμαι αναζητούν πάνω από τους ώμους σας και να πω για νατον εαυτό σας, "Dijkstra δεν θα άρεσε αυτό", αλλά ότι θα ήταν αρκετάαθανασία για μένα.
		-- Dave Decot

%
Όπως φαίνεται στο Slashdot σχετικά με το τι μπορείτε να κάνετε με καλωδιακά μόντεμ σας:(Http://slashdot.org/comments.pl?sid=32387&cid=3495418):        Περίληψη: Δεν είναι για το πώς θα χειριστεί τον εξοπλισμό σας, είναι όπου        έχετε το δικαίωμα να το κολλήσει.Η ανάρτηση είναι από το "redgekko"
		-- Dave Decot

%
«Το μεγαλύτερο πρόβλημα που αντιμετωπίζει η τεχνολογία λογισμικού είναι το ένα θα Ποτέ δεν λύσει - πολιτική ».δουλεύοντας σε ένα μεγάλο έργο πολιορκούσε από την πολιτική
		-- Gavin Baker, ca 1996, An unusually cynical moment inspired

%
"Μην φοβάστε την πένα. Σε περίπτωση αμφιβολίας, να σχεδιάσετε μια όμορφη εικόνα."
		-- Baker's Third Law of Design.

%
Breakpoint 1, κύριο (argc = 1, argv = 0xbffffc40) σε main.c: 2929 printf ( "! Καλώς ήλθατε στο GNU κόλαση \ n")?
		-- "GNU Libtool documentation"

%
Μπορεί να έχω εφεύρει, αλλά ο Bill έκανε διάσημοπληκτρολόγηση, κατά τη διάρκεια του πάνελ συζήτησης με τον Bill Gatesκατά τον εορτασμό των 20 ετών για το PC της IBM.
		-- David Bradley, inventor of the Ctrl-Alt-Delete

%
Έχουμε μια πολιτική που δεν είναι hacked.       http://www.wired.com/wired/archive/12.06/dating_pr.html
		-- Lisa Kopp, Friendster rep, commenting on a security flaw

%
Η ζωή είναι NP-hard, και στη συνέχεια, θα πεθάνεις.
		-- Dave Cock

%
Προσπαθήστε να αφαιρέσετε το χρώμα πρόβλημα με την επανεκκίνηση του υπολογιστή σας αρκετές φορές.
		-- Microsoft Internet Explorer's README.TXT

%
Ένα από τα πράγματα που συνήθως λένε στους ανθρώπους είναι ότι αν είναι στις ειδήσεις, δενανησυχείτε γι 'αυτό. Εξ ορισμού, «ειδήσεις» σημαίνει ότι αυτό συμβαίνει σχεδόν ποτέ. Αν ένακίνδυνος είναι στις ειδήσεις, τότε δεν είναι ίσως αξίζει να ανησυχείτε για. Πότεκάτι που δεν είναι πλέον αναφερθεί - θάνατοι αυτοκινήτων, η ενδοοικογενειακή βία - ότανΕίναι τόσο κοινό ότι δεν είναι είδηση, τότε θα πρέπει να αρχίσουμε να ανησυχούμε. "
		-- Bruce Schneier, in _CRYPTO-GRAM_, May 15, 2005.

%
Σε περίπτωση που δεν είναι προφανές, κάθε λύση σε αυτό το πρόβλημα που εισάγει μιαεξάρτηση από την Java είναι βαθιά πληκτικός για μένα. Στην πραγματικότητα, μουαδιαφορία για ότι θα μπορούσε να περιγραφεί μόνο ως "σεξουαλική" σε ένταση.
		-- Jamie Zawinski

%
«Θέλαμε να οικοδομήσουμε το σύστημα συνομιλίας του μέλλοντος, και εμείςκαταλήξαμε με την εφαρμογή στρώσης μέσα μαζικής ενημέρωσης multicast streaming. Το 1999.Ήμασταν λίγο μπροστά από την εποχή μας [Γ ¢ ΑΑ-Γ ¢ AA-] "[Γ ¢ ΑΑ-Γ ¢ AA-] Αυτό είναι το μάρκετινγκ, μιλούν για μια ¢ Â € ÂœwrongÃ ¢ Â € Â? μπορείτε να πείτε το ίδιο πράγμαγια έναν batterÃ ¢ Â € Â ™ s swing, όταν παίρνει μια απεργία.    - Thomas Ptacek, http://www.matasano.com/log/914/
		-- Jamie Zawinski

%
Προσοχή: Γράψτε προστασίας δεν θα εμποδίσει μια κασέτα που διαγράφονται απόχύμα-διαγραφή ή απομαγνήτισης.    - Οδηγός HP Ultrium χρήστη οδηγού ταινίας, σελίδα 12
		-- Jamie Zawinski

%
Γιατί θα θέλετε να το κάνετε αυτό; Μπορείτε Dona ¢ Â € Â ™ t, ξεχάστε το ανέφερα καν.    - Τεκμηρίωση Perl DBI (v1.53)
		-- Jamie Zawinski

%
Beware του Turing πίσσα λάκκο στον οποίο όλα είναι πιθανά αλλά τίποταενδιαφέροντος είναι εύκολο.    - Alan Perlis
		-- Jamie Zawinski

%
Αν, για κάποιο λόγο, έχουμε κάνει κάποιο μεγάλο λάθος και η IBM κερδίζει, η προσωπική μου αίσθησηείναι ότι πρόκειται να εισέλθουν έναν υπολογιστή Μεσαίωνα για περίπου είκοσι χρόνια.                - Steve Jobs (1955-2011)
		-- Jamie Zawinski

%
Δεν μπορείτε να ζητήσετε μόνο τους πελάτες τι θέλουν και στη συνέχεια να προσπαθήσουμε να δώσουμε σε αυτούς.Από τη στιγμή που θα πάρει κατασκευαστεί, θα θέλουν κάτι νέο.                - Steve Jobs (1955-2011)
		-- Jamie Zawinski

%
Τι είναι ένας υπολογιστής για μένα είναι το πιο αξιόλογο εργαλείο που έχουμε έρθει ποτέ μέχριμε. Είναι το ισοδύναμο ενός ποδηλάτου για το μυαλό μας.                - Steve Jobs (1955-2011)
		-- Jamie Zawinski

%
Είναι πραγματικά δύσκολο να σχεδιάζουν τα προϊόντα από τις ομάδες εστίασης. Πολλές φορές, οι άνθρωποιΔεν ξέρουν τι θέλουν, μέχρι να το δείξει σε αυτούς.                - Steve Jobs (1955-2011)
		-- Jamie Zawinski

%
Η καινοτομία δεν έχει τίποτα να κάνει με το πόσα R & D δολάρια που έχετε. όταν η Appleήρθε με το Mac, η IBM ήταν οι δαπάνες τουλάχιστον 100 φορές περισσότερο σε Ε & Α. Δεν είναιγια τα χρήματα. Είναι για τους ανθρώπους που έχουν, πώς είστε επικεφαλής, και πόσονα το πάρετε.                - Steve Jobs (1955-2011)
		-- Jamie Zawinski

%
Θα ήθελα να το εμπόριο όλων των τεχνολογιών μου για ένα απόγευμα με τον Σωκράτη.                - Steve Jobs (1955-2011)Αυτό ήταν ένα από μάντρα μου - εστίαση και την απλότητα. Απλό μπορεί να είναι πιο δύσκολο από ό, τισύνθετη: Θα πρέπει να εργαστούμε σκληρά για να πάρει σας σκέφτεται καθαρά ώστε να είναι απλή.Αλλά αξίζει τον κόπο στο τέλος επειδή μόλις φτάσετε εκεί, μπορείτε να μετακινήσετεβουνά.                - Steve Jobs (1955-2011)
		-- Jamie Zawinski

%
Καινοτομία διακρίνει μεταξύ ενός ηγέτη και ενός οπαδού.                - Steve Jobs (1955-2011)
		-- Jamie Zawinski

%
UNIX είναι πολύ απλή, χρειάζεται μόνο ένα μυαλό για να κατανοήσει την απλότητά του.    - Dennis Ritchie (1941-2011), δημιουργός της γλώσσας προγραμματισμού C και της    UNIX
		-- Jamie Zawinski

%
C είναι ιδιόμορφη, ελλιπή, και μια τεράστια επιτυχία.    - Dennis Ritchie (1941-2011), δημιουργός της γλώσσας προγραμματισμού C και της    UNIX
		-- Jamie Zawinski

%
C έχει "τη δύναμη της γλώσσας συναρμολόγησης και την ευκολία της συναρμολόγησης ...γλώσσα."    - Dennis Ritchie (1941-2011), δημιουργός της γλώσσας προγραμματισμού C και της    UNIX
		-- Jamie Zawinski

%
Όταν διάβασα τα σχόλια σχετικά με τις προτάσεις για το πού πρέπει να πάει C, σκέφτομαι συχνάπίσω και να δώσει τις ευχαριστίες ότι δεν αναπτύχθηκε σύμφωνα με τις συμβουλές του σε όλο τον κόσμοπλήθος.    - Dennis Ritchie (1941-2011), δημιουργός της γλώσσας προγραμματισμού C και της    UNIX
		-- Jamie Zawinski

%
Για να πω την αλήθεια, δεν ξέρω πώς Linus και εύθυμη μπάντα του διαχειριστεί τόσο καλά -Δεν θα μπορούσα να έχω στάθηκε με C.    - Dennis Ritchie (1941-2011), δημιουργός της γλώσσας προγραμματισμού C και της    UNIX
		-- Jamie Zawinski

%
Δεν μπορώ να θυμηθώ καμία δυσκολία στη λήψη του ορισμού γλώσσα C εντελώςανοίξτε - οποιαδήποτε συζήτηση επί του θέματος έτειναν να αναφέρουν τις γλώσσες των οποίωνεφευρέτες προσπάθησαν να κρατήσουν τον αυστηρό έλεγχο, και την επακόλουθη κακή τύχη.    - Dennis Ritchie (1941-2011), δημιουργός της γλώσσας προγραμματισμού C και της    UNIX
		-- Jamie Zawinski

%
Τουλάχιστον για τους ανθρώπους που μου στείλετε mail σχετικά με μια νέα γλώσσα ότι είναισχεδιασμό, η γενική συμβουλή είναι: μην το να μάθουν για το πώς να γράψει έναμεταγλωττιστής. δεν έχουν καμία εμπιστοσύνη ότι κάποιος θα το χρησιμοποιήσει, αν δεν γάντζομε κάποιο είδος της οργάνωσης είναι σε θέση να το πιέσουμε σκληρά. Είναι έναλαχειοφόρο αγορά, και μερικοί μπορούν να αγοράσουν πολλά από τα εισιτήρια. Υπάρχουν πολλά όμορφαγλώσσες (πιο όμορφο από ό, τι C) που δεν πιάσει επάνω. Αλλά κάποιος έχει να κερδίσειη λαχειοφόρος αγορά, και να κάνει μια γλώσσα τουλάχιστον σας διδάσκει κάτι.    - Dennis Ritchie (1941-2011), δημιουργός της γλώσσας προγραμματισμού C και της    UNIX
		-- Jamie Zawinski

%
Το λογισμικό είναι πολύ πιο δύσκολο να αλλάξουν μαζικά από το υλικό. C ++ και Java, ας πούμε,Τα προφανώς αυξάνονται ταχύτερα από ό, τι απλό C, αλλά εγώ στοίχημα C θα εξακολουθεί να είναι γύρω.Για τεχνολογική υποδομή, C θα είναι δύσκολο να εκτοπίσει.    - Dennis Ritchie (1941-2011), δημιουργός της γλώσσας προγραμματισμού C και της    UNIX
		-- Jamie Zawinski

%
Έχει προταθεί ότι τα κιτ ρίζα είναι η μεγαλύτερη κοινότητα χρηστών για αυτότο είδος της πρόσβασης, αλλά δεν υπάρχουν τα εμπρός εγγυήσεις συμβατότητας για κιτ ρίζασυγγραφείς.    - Jonathan Corbet στο "Ποιος χρειάζεται / dev / kmem;"       (Http://lwn.net/Articles/147901)
		-- Jamie Zawinski

%
