"Ξέρετε, βέβαια, ότι οι Tasmanians, που ποτέ δεν διέπραξε μοιχεία, είναιπλέον εκλείψει. "
		-- M. Somerset Maugham

%
"Αν δεν έσπασε, μην το φτιάχνεις."
		-- Bert Lantz

%
"Η μία γοητεία του γάμου είναι ότι κάνει μια ζωή της εξαπάτησης μια αναγκαιότητα."
		-- Oscar Wilde

%
"Ο Θεός είναι ένας κωμικός που παίζουν σε ένα ακροατήριο πολύ φοβισμένοι για να γελάσει."
		-- Voltaire

%
«Η IBM χρησιμοποιεί αυτό που μου αρέσει να αποκαλώ« τεχνική τρύπα-in-the-εδάφους »να καταστρέψει τον ανταγωνισμό ..... IBM σκάβει μια μεγάλη τρύπα στοέδαφος και καλύπτει με φύλλα. Στη συνέχεια, βάζει μια μεγάλη κατσαρόλαOF GOLD κοντινή απόσταση. Στη συνέχεια δίνει την κλήση, "Γεια σου, κοίτα όλααυτό το χρυσό, το ξεπεράσω εδώ γρήγορα ». Μόλις ο ανταγωνιστήςπροσεγγίζει το pot, πέφτει μέσα στο λάκκο "
		-- John C. Dvorak

%
«Υπάρχουν πράγματα που είναι τόσο σοβαρές ώστε να μπορείτε να αστειευτεί μόνο γι 'αυτούς"
		-- Heisenberg

%
"Παίρνει όλα τα είδη της σε & εκπαίδευση έξω-πόρτα για να προσαρμοστείγια το είδος μου κοροϊδεύουμε "
		-- R. Frost

%
"Συγχύσει αυτούς τους προγόνους .... Έχουν κλαπεί καλύτερες ιδέες μας!"
		-- Ben Jonson

%
Και θέλεις να το φάτε ως κέικ κριθάρι, και θέλεις ψήνουμε με κοπριά ότιέρχεται από τον άνθρωπο, στα μάτια τους ... Τότε [ο Κύριος!] μου είπε: Ιδού, εγώέχουν δώσει κοπριά σου αγελαδινό για κοπριά του ανθρώπου, και θέλεις προετοιμάσει το ψωμί σουμε αυτό.[Ιεζεκιήλ. 4: 12-15 (KJV)]
		-- Ben Jonson

%
Έχω απογυμνώνεται από το φόρεμά μου? Πρέπει έβαλα ξανά; Έχω έπλυνε τα πόδια μου?Πρέπει Τους εδάφους και πάλι;Όταν ο αγαπημένος μου γλίστρησε το χέρι του μέσα από το μάνταλο-τρύπα, σπλάχνα μου αναδεύεταιμέσα μου [σπλάχνα μου συγκινήθηκαν γι 'αυτόν (KJV)].Όταν προέκυψε να ανοίξει για την αγαπημένη μου, τα χέρια μου έσταζε με μύρο? το υγρόμύρο από τα δάχτυλά μου έτρεξε πάνω από τα κουμπιά του κοχλία. Με τα χέρια μου εγώάνοιξε με την αγάπη μου, αλλά η αγάπη μου είχε γυρίσει με τα πόδια και φύγει από? η καρδιά μου βυθίστηκε ότανγύρισε την πλάτη του. Τον αναζήτησε αλλά δεν τον βρίσκουν, εγώ αυτόν, αλλά κάλεσεδεν απάντησε.Η φύλακες, θα τον γύρο της πόλης, με συνάντησε? που μου έκανε εντύπωση και  μένα τραυματίες? οι φύλακες στους τοίχους αφαίρεσε μανδύα μου.[Ασμα Ασμάτων 5: 3-7 (ΕΕΦ)]
		-- Ben Jonson

%
Πόσο όμορφα είναι τα πόδια σου με τα παπούτσια, κόρη O πρίγκιπας του! οι αρθρώσεις των σουμηρούς είναι σαν κοσμήματα, το έργο των χεριών του ένα πονηρό εργάτη. σου ομφαλόείναι σαν ένα στρογγυλό κύλικα, η οποία δεν wanteth ποτό: κοιλιά σου είναι σαν ένα σωρότου σιταριού που περίπου με κρίνα.δύο στήθη σου είναι σαν δύο μικρά τριαντάφυλλα που είναι δίδυμα.[Ασμα Ασμάτων 7: 1-3 (KJV)]
		-- Ben Jonson

%
Πόσο όμορφη, πόσο μαγευτική είσαι, αγαπημένη Μου, κόρη του απολαύσεις!Είστε εντυπωσιακά ως φοινικόδεντρα, και τα στήθη σας είναι οι συστάδες των ημερομηνιών.Είπα, "εγώ θα ανέβει στην παλάμη να κατανοήσουν φύλλα του." Μπορώ να βρείτε σαςτου μαστού, όπως συστάδες σταφυλιών στο πρέμνο, η μυρωδιά της αναπνοής σας, όπωςβερίκοκα, και ψιθυρίζει σας όπως καρυκευμένο κρασί ρέει ομαλά να καλωσορίσω μουχάδια, γλιστρώντας κάτω από τα χείλη και τα δόντια.[Ασμα Ασμάτων 7: 6-9 (ΕΕΦ)]
		-- Ben Jonson

%
Φορέστε μου σαν σφραγίδα επάνω στην καρδιά σου, ως σφραγίδα πάνω χέρι σου? για την αγάπη είναι ισχυρήόπως ο θάνατος, το πάθος σκληρή σαν τον τάφο? το ΑΠΑΣΤΡΑΠΤΕΙ σαν φλεγόμενη φωτιά, εντονότεροςαπό κάθε φλόγα.[Ασμα Ασμάτων 8: 6 (ΕΕΦ)]
		-- Ben Jonson

%
Αλλά Rabshakeh είπε προς αυτούς, έχων ο δάσκαλός μου μου έστειλε στον κύριό σου, και νασου, να μιλήσουν αυτά τα λόγια; Hath δεν μου έστειλε στους άνδρες που κάθονται τοτοίχο, ώστε να μπορούν να τρώνε τη δική τους κοπριά, και πιείτε το δικό τους κάτουρο μαζί σας;[2 Βασιλέων 18:27 (KJV)]
		-- Ben Jonson

%
Όταν ο Γιαχβέ θεούς σας έχει εγκατασταθεί στη γη είστε έτοιμος να καταλάβει, καιοδηγείται από πολλούς άπιστους, πριν να ... είστε να τους κόψει τα κάτω και εξολοθρεύσειτους. Είσαι να κάνει κανένα συμβιβασμό μαζί τους ή να τους δείξουμε κανένα έλεος.[Δευτ. 7: 1 (KJV)]
		-- Ben Jonson

%
Απλά σκέφτηκα κάτι αστείο ... η μητέρα σου.
		-- Cheech Marin

%
Στην αρχή, μου έγινε. Δεν είχα ζητήσει να γίνει. Κανείς δεν γνωμοδοτήσειμαζί μου ή θεωρούνται τα συναισθήματά μου σε αυτό το θέμα. Αλλά εάν έφερε κάποιαπεραστικό φανταχτερό σε κάποια ταπεινούς ανθρώπους που τυχαία pranced το δρόμο τουςμέσω πένθιμη ζούγκλα της ζωής, τότε ας είναι.- Marvin παρανοϊκός ο αρρενωπός, από τον οδηγό Hitchiker του Douglas Adams »για τοΣενάρια Galaxy Radio
		-- Cheech Marin

%
Θα είναι επιτυχής στο έργο σας.
		-- Cheech Marin

%
Η ζωή ενός ανθρώπου repo είναι πάντα έντονη.
		-- Cheech Marin

%
Εάν δεν είστε προσεκτικοί, θα πάμε για να πιάσει κάτι.
		-- Cheech Marin

%
Αυτό είναι το πράγμα για τους ανθρώπους που νομίζουν ότι μισούν τους υπολογιστές. Τι αυτοίΠραγματικά το μίσος είναι χάλια προγραμματιστές.
		-- Larry Niven and Jerry Pournelle in "Oath of Fealty"

%
Όπου κι αν πάτε ... Εδώ είσαι.
		-- Buckaroo Banzai

%
Η ζωή στην κατάσταση της φύσης είναι μοναχική, φτωχή, άσχημη, βίαιη και σύντομη.
		-- Thomas Hobbes, Leviathan

%
Η έλλειψη δεξιοτήτων υπαγορεύει την οικονομία του στυλ.
		-- Joey Ramone

%
Κανείς δεν είναι ικανός να είναι αξιόπιστος με την εξουσία. ... Κανένας. ... Κάθε άνθρωπος που έχει ζήσεισε όλα τα γνωρίζει τις ανοησίες και την κακία είναι ικανός. ... Και αν το κάνειγνωρίζουμε ότι, ξέρει επίσης ότι ούτε ο ίδιος ούτε ο άνθρωπος θα έπρεπε να τους επιτραπεί νααποφασίσει μια ενιαία ανθρώπινη μοίρα.
		-- C. P. Snow, The Light and the Dark

%
Επιτυχημένη και τυχερός έγκλημα ονομάζεται αρετή.
		-- Seneca

%
Όταν βγήκαμε στη Σικελία, οι μονάδες έγινε χωρίζονται, και δεν μπορούσα να βρωκάποιος. Τελικά σκόνταψα σε δύο συνταγματάρχες, ένα σημαντικό, τρεις καπετάνιους,δύο υπολοχαγοί, και ένας οπλίτης, και εξασφαλίσαμε τη γέφυρα. Ποτέ στοιστορία του πολέμου έχουν τόσο λίγοι έχουν οδηγηθεί από τόσους πολλούς.
		-- General James Gavin

%
Το μόνο που χρειάζεται για να θριαμβεύσει το κακό είναι οι καλοί άνθρωποι να μην κάνουν τίποτα.
		-- Edmund Burke

%
Μπορείτε να μου τηλεφωνήσει από το όνομά μου, Wirth, ή με την αξία μου, Worth.
		-- Nicklaus Wirth

%
Δώσε σε κάποιον ένα ψάρι, και τον ταΐζεις για μια μέρα.Διδάξτε να ψαρεύει, και αυτός θα τον εαυτό του να καλέσει για δείπνο.
		-- Calvin Keegan

%
Πρόβλεψη είναι πολύ δύσκολη, ειδικά για το μέλλον.
		-- Niels Bohr

%
Ο υπολογιστής δεν μπορεί να σας πει τη συναισθηματική ιστορία. Μπορεί να σας δώσει την ακριβήμαθηματικό σχεδιασμό, αλλά αυτό που λείπει είναι τα φρύδια.
		-- Frank Zappa

%
Τα πράγματα δεν είναι τόσο απλά όσο φαίνεται με την πρώτη.
		-- Edward Thorp

%
Το κύριο πράγμα είναι το ίδιο το παιχνίδι. Ορκίζομαι ότι η απληστία για χρήματα δεν έχει τίποτανα κάνει με αυτό, παρόλο που ένας Θεός ξέρει είμαι απολύτως ανάγκη από χρήματα.
		-- Feodor Dostoyevsky

%
Είναι σίγουρα μια μεγάλη συμφορά για έναν άνθρωπο να μην έχει εμμονές.
		-- Robert Bly

%
Μηχανήματα με πάρει από την έκπληξη με μεγάλη συχνότητα.
		-- Alan Turing

%
Αβέβαιο περιουσία είναι καλά κατακτηθεί από ίδια κεφάλαια του υπολογισμού.
		-- Blaise Pascal

%
Μετά την ήττα του Γολιάθ, γίγαντες έπαψε να εμπνέει σεβασμό.
		-- Freeman Dyson

%
Υπάρχουν δύο τρόποι για να κατασκευάσετε το σχεδιασμό ενός λογισμικού. Ένας τρόπος είναι να κάνειείναι τόσο απλό ώστε προφανώς να μην υπάρχουν ελλείψεις και η άλλη είναι νακαταστεί τόσο περίπλοκη που δεν υπάρχουν εμφανείς ελλείψεις.
		-- Charles Anthony Richard Hoare

%
Μην αφήνετε αυτή η γλώσσα (Ada) στην παρούσα κατάστασή του να χρησιμοποιείται σεεφαρμογές όπου η αξιοπιστία είναι κρίσιμη, δηλαδή, τους σταθμούς πυρηνικής ενέργειας,πυραύλους κρουζ, τα συστήματα έγκαιρης προειδοποίησης, αντι-βαλλιστική πυραυλική άμυνασυστήματα. Η επόμενη πύραυλο για να πάει παραστρατημένος, ως αποτέλεσμα μιας γλώσσας προγραμματισμούσφάλμα δεν μπορεί να είναι μια διερευνητική διαστημικό πύραυλο σε ένα ακίνδυνο ταξίδι στην Αφροδίτη:Μπορεί να είναι μια πυρηνική κεφαλή έκρηξη πάνω από μία από τις πόλεις μας. αναξιόπιστοςπρογραμματισμού παραγωγής γλώσσα αναξιόπιστες προγραμμάτων αποτελεί ένα πολύμεγαλύτερο κίνδυνο για το περιβάλλον μας και την κοινωνία μας από μη ασφαλή αυτοκίνητα, τοξικάφυτοφάρμακα, ή ατυχήματα σε πυρηνικούς σταθμούς παραγωγής ηλεκτρικής ενέργειας.
		-- C. A. R. Hoare

%
Χωρίς καφέ δεν θα μπορούσε να λειτουργήσει, ή τουλάχιστον δεν θα μπορούσε να εργαστεί στοτρόπο που το έκανε. Εκτός από το χαρτί και στυλό, πήρε μαζί του παντού ωςαπαραίτητο στοιχείο εξοπλισμού η μηχανή του καφέ, η οποία δεν ήταν λιγότεροσημαντικό για αυτόν από τον πίνακα του ή λευκή ρόμπα του.
		-- Stefan Zweigs, Biography of Balzac

%
«Ήταν το Δίκαιο της Θάλασσας, όπως είπαν. Πολιτισμού καταλήγει στην ίσαλο γραμμή.Από εκεί και πέρα, όλοι εισέρχονται στην τροφική αλυσίδα, και όχι πάντα στην κορυφή. "
		-- Hunter S. Thompson

%
Στο θλιβερό, πολυσέλιδο, σύνδεση-εγκλωβιστούμε μορφή με την οποία έχει το διάγραμμα ροήςσήμερα έχουν εκπονηθεί, έχει αποδειχθεί ότι είναι άχρηστο ως εργαλείο σχεδιασμού -προγραμματιστές επιστήσει διαγράμματα ροής μετά, όχι πριν, γράφοντας τα προγράμματα πουπεριγράφω.
		-- Fred Brooks, Jr.

%
Η λεγόμενη "μεταφορά επιφάνεια εργασίας" της σημερινής σταθμών εργασίας είναι αντίθετα μια«Αεροπλάνο-κάθισμα" αλληγορία. Όποιος έχει ανακατευτεί μια αγκαλιά γεμάτη χαρτιά, ενώκαθισμένος ανάμεσα σε δύο εύσωμος επιβάτες θα αναγνωρίσει τη διαφορά - μπορεί κανείς ναβλέπουν μόνο ένα πολύ λίγα πράγματα ταυτόχρονα.
		-- Fred Brooks, Jr.

%
... Όταν ταιριάζει δημιουργικότητας τρέχει ισχυρή, περισσότερο από ένα προγραμματιστή ή συγγραφέας έχειήταν γνωστοί για να εγκαταλείψει την επιφάνεια εργασίας για το πιο ευρύχωρο πάτωμα.
		-- Fred Brooks, Jr.

%
Μια μικρή αναδρομή δείχνει ότι αν και πολλά ωραία, χρήσιμα συστήματα λογισμικούέχουν σχεδιαστεί από επιτροπές και χτίστηκε ως μέρος του σύνθετου έργων,αυτά τα συστήματα λογισμικού που έχουν ενθουσιάσει τους παθιασμένους οπαδούς είναι εκείνες που είναιτα προϊόντα της μία ή λίγες σχεδιασμό μυαλά, μεγάλων σχεδιαστών. Σκεφτείτε Unix,APL, Pascal, Modula, η διασύνδεση Smalltalk, ακόμα και Fortran? και να τα αντιπαραβάλλουνμε Cobol, PL / I, Algol, MVS / 370 και MS-DOS.
		-- Fred Brooks, Jr.

%
... Η πρόοδος υλικό του υπολογιστή είναι τόσο γρήγορα. Δεν υπάρχει άλλη τεχνολογία, δεδομένουπολιτισμός άρχισε να έχει δει έξι τάξεις μεγέθους της απόδοσης-τιμήςκερδίσει σε 30 χρόνια.
		-- Fred Brooks, Jr.

%
οντότητες λογισμικού είναι πιο περίπλοκη για το μέγεθός τους από ό, τι ίσως οποιοδήποτε άλλο ανθρώπινοκατασκευάσει επειδή δεν υπάρχουν δύο μέρη είναι ομοειδή. Αν είναι, θα κάνουμε τα δύοπαρόμοια τμήματα σε μια υπορουτίνα - ανοικτή ή κλειστή. Από την άποψη αυτή, το λογισμικόσυστήματα διαφέρουν ριζικά από τους υπολογιστές, κτίρια, ή αυτοκίνητα, όπουεπαναλαμβανόμενα στοιχεία αφθονούν.
		-- Fred Brooks, Jr.

%
Ψηφιακούς υπολογιστές είναι οι ίδιοι πιο περίπλοκη από ό, τι τα περισσότερα πράγματα που θέλουν να δημιουργήσουν:Έχουν πολύ μεγάλο αριθμό μελών. Αυτό κάνει σύλληψη, την περιγραφή,και να τους δοκιμή σκληρά. συστήματα λογισμικού έχουν διαταγές-of-μεγέθους περισσοτέρων κρατώναπό ό, τι κάνουν οι υπολογιστές.
		-- Fred Brooks, Jr.

%
Η πολυπλοκότητα του λογισμικού αποτελεί βασική ιδιότητα, όχι τυχαία ένα.Ως εκ τούτου, οι περιγραφές ενός φορέα λογισμικού που αφηρημένη μακριά πολυπλοκότητα τηςσυχνά αφηρημένη μακριά ουσία του.
		-- Fred Brooks, Jr.

%
Αϊνστάιν υποστήριξε ότι πρέπει να απλοποιηθούν εξηγήσεις για τη φύση, γιατίΟ Θεός δεν είναι ιδιότροπο ή αυθαίρετη. Δεν υπάρχει τέτοια πίστη ανακουφίζει το λογισμικόμηχανικός.
		-- Fred Brooks, Jr.

%
Εκτός από το 75% των γυναικών, ο καθένας σε όλο τον κόσμο θέλει να κάνει σεξ.
		-- Ellyn Mustard

%
Η σύνδεση μεταξύ της γλώσσας στην οποία νομίζουμε / προγράμματος και τα προβλήματακαι τις λύσεις που μπορούμε να φανταστούμε είναι πολύ κοντά. Για το λόγο αυτό περιορίζειχαρακτηριστικά γλώσσα με την πρόθεση της εξάλειψης των λαθών του προγραμματιστή είναι στην καλύτερη περίπτωσηεπικίνδυνος.
		-- Bjarne Stroustrup in "The C++ Programming Language"

%
Ο μόνος τρόπος για να μάθουν μια νέα γλώσσα προγραμματισμού είναι με το γράψιμο προγραμμάτων σε αυτό.
		-- Brian Kernighan

%
Η τελειότητα επιτυγχάνεται μόνο στο σημείο της κατάρρευσης.
		-- C. N. Parkinson

%
Εκεί θα πάει ο άνθρωπος,Κρατήσει ως δροσερό, όπως μπορείτε.Τους riles να πιστεύουμε ότι αντιλαμβάνεστε το web υφαίνουν.Κρατήστε για να είναι δωρεάν!
		-- C. N. Parkinson

%
Bingo, βενζινάδικο, χάμπουργκερ με μια πλευρά τάξης του θορύβου των αεροπλάνων,και θα είναι ο Gary, Ιντιάνα. - Jessie στην ταινία «Palace Greaser του"
		-- C. N. Parkinson

%
Ελπίζοντας να καλοσύνη δεν είναι θεολογικά ήχο. - Φιστίκια
		-- C. N. Parkinson

%
Η αστυνομία τον ελεύθερο γύρους και frags σας. Μην αφήνετε τίποτα »για τις dinks.
		-- Willem Dafoe in "Platoon"

%
"Όλη μου τη ζωή ήθελα να γίνω κάποιος? Υποθέτω ότι θα έπρεπε να είναι πιο συγκεκριμένη."
		-- Jane Wagner

%
"Κάθε μέσο αρκετά ισχυρό για να επεκτείνουν την πρόσβασή του ανθρώπου είναι αρκετά ισχυρό για να ανατρέψειτου κόσμο. Για να πάρετε μαγεία του μέσου να εργαστεί για σκοπούς κάποιου αντίεναντίον τους είναι να επιτύχουν παιδεία ».
		-- Alan Kay, "Computer Software", Scientific American, September 1984

%
"Ο υπολογιστής παιδεία είναι μια επαφή με τη δραστηριότητα της υπολογιστικής αρκετά βαθιά για νακάνει την υπολογιστική ισοδύναμο της ανάγνωσης και της γραφής ομαλή και ευχάριστη.Όπως σε όλες τις τέχνες, ένα ειδύλλιο με το υλικό πρέπει να είναι σε καλό δρόμο. Ανεκτιμούμε τη δια βίου μάθηση των τεχνών και των γραμμάτων ως εφαλτήριο γιαπροσωπική και κοινωνική ανάπτυξη, θα πρέπει να δαπανηθεί λιγότερο προσπάθεια να κάνει τη χρήση υπολογιστώνένα μέρος της ζωής μας; "
		-- Alan Kay, "Computer Software", Scientific American, September 1984

%
«Οι μεγαλύτερες πολεμιστές είναι αυτοί που αγωνίζονται για την ειρήνη».
		-- Holly Near

%
"Δεν έχει σημασία πού θα πάτε, εκεί είσαι ..."
		-- Buckaroo Banzai

%
Καταπατητές θα πυροβοληθεί. Οι επιζώντες θα διωχθούν.
		-- Buckaroo Banzai

%
Καταπατητές θα πυροβοληθεί. Οι επιζώντες θα γυριστούν ΞΑΝΑ!
		-- Buckaroo Banzai

%
"Είμαι γερνάει, αλλά όχι επάνω."
		-- Jimmy Buffett

%
Οι επιστήμονες θα μελετήσουν το μυαλό σας για να μάθετε περισσότερα σχετικά με μακρινή ξαδέλφη σας, Μαν.
		-- Jimmy Buffett

%
«Μισώ τον κνησμό. Αλλά δεν με πειράζει το πρήξιμο."- Νέο buzz φράση, όπως "Πού είναι το βόειο κρέας;" ότι ο David Letterman προσπαθεί   για να πάρει ο καθένας να αρχίσουμε να λέμε
		-- Jimmy Buffett

%
Το δικό σας διανυθέντα χιλιόμετρα μπορεί να διαφέρουν.
		-- Jimmy Buffett

%
"Ω Θεέ μου, νομίζω ότι θα βρείτε την πραγματικότητα σχετικά με την αναλαμπή και πάλι."
		-- Marvin The Paranoid Android

%
"Αποστολή δικηγόρους, τα όπλα και τα χρήματα ..."
		-- Lyrics from a Warren Zevon song

%
«Πηγαίνω στην εργασία για τον ίδιο λόγο μια κότα πηγαίνει σε αυγά από την ωοτοκία."
		-- H. L. Mencken

%
"Θυμηθείτε, οι πληροφορίες δεν είναι η γνώση? Η γνώση δεν είναι Σοφία?Σοφία δεν είναι αλήθεια? Η αλήθεια δεν είναι η ομορφιά? Η ομορφιά δεν είναι αγάπη?Η αγάπη δεν είναι μουσική? Η μουσική είναι το καλύτερο. "- Frank Zappa
		-- H. L. Mencken

%
Δεν μπορώ να οδηγήσετε 55.
		-- H. L. Mencken

%
"Και μας είπαν, αυτό που ήθελαν ... Ήταν ένας ήχος που θα μπορούσε να σκοτώσει κάποια-ένα, από μια απόσταση. "- Kate Bush
		-- H. L. Mencken

%
"Στο πρόσωπο της εντροπίας και της ανυπαρξίας, κατά κάποιο τρόπο πρέπει να προσποιούνται ότι δεν είναιεκεί αν θέλετε να διατηρήσετε τη σύνταξη καλό κώδικα. "- Karl Lehenbauer
		-- H. L. Mencken

%
Διακριτικά; Δεν χρειαζόμαστε καμία δυσώδης κονκάρδες.
		-- H. L. Mencken

%
Δεν μπορώ να οδηγήσετε 55.Ανυπομονώ να μην είναι σε θέση να οδηγήσετε 65, είτε.
		-- H. L. Mencken

%
Δόξα τω Θεώ ένα εκατομμύριο δισεκατομμύρια φορές ζείτε στο Τέξας.
		-- H. L. Mencken

%
«Μπορείς να προγραμματίσετε;" «Λοιπόν, είμαι εγγράμματοι, αν αυτό είναι ό, τι εννοείς!"
		-- H. L. Mencken

%
Δεν χρήστη servicable μέρη στο εσωτερικό. Ανατρέξτε σε εξειδικευμένο προσωπικό σέρβις.
		-- H. L. Mencken

%
Στο επίκεντρο της επιστήμης είναι ένα ουσιαστικό ένταση μεταξύ δύο φαινομενικάαντιφατικές συμπεριφορές - ένα άνοιγμα σε νέες ιδέες, δεν έχει σημασία πόσο παράξενοή αντιφατικό μπορεί να είναι και ο πιο αδίστακτος επιφυλακτικοί έλεγχοόλων των ιδεών, παλαιών και νέων. Αυτό είναι το πόσο βαθιά αλήθειες winnowed από βαθιάανοησίες. Φυσικά, οι επιστήμονες κάνουν λάθη στην προσπάθεια να καταλάβουν τοκόσμο, αλλά υπάρχει ένα ενσωματωμένο μηχανισμό διόρθωσης σφαλμάτων: Η συλλογικήτων επιχειρήσεων της δημιουργικής σκέψης και σκεπτικοί σκέφτεται μαζί κρατά τοτομέα σε καλό δρόμο.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Ένα από τα πιο λυπηρά μαθήματα της ιστορίας είναι το εξής: Αν έχουμε εξαπατηθούμεαρκετά μεγάλο χρονικό διάστημα, έχουμε την τάση να απορρίψει οποιαδήποτε απόδειξη της ξεγελώ. Εμείς δεν είμαστεενδιαφέρονται περισσότερο για την εξεύρεση της αλήθειας. Η απατώ έχει συλλάβειμας. είναι απλά πάρα πολύ οδυνηρό να αναγνωρίσουμε - ακόμα και στους εαυτούς μας - ότιέχουμε τόσο εύπιστος. (Έτσι τα παλιά bamboozles τείνουν να επιμένουν, όπως ηνέα bamboozles αυξάνονται.)
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Όσον αφορά την προβολή αστρικό, Woody Allen έγραψε κάποτε, "Αυτό δεν είναι ένας κακός τρόποςνα ταξιδέψουν, αν και υπάρχει συνήθως μια μισή ώρα αναμονή για τις αποσκευές. "
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Η ανικανότητα να επωφεληθούν από ανατροφοδότηση φαίνεται να είναι η κύρια αιτία τηςψευδοεπιστήμη. Ψευδοεπιστήμονες διατηρούν τις πεποιθήσεις τους και να αγνοήσει ή να νοθεύει τοναντιφατικά στοιχεία, αντί να τροποποιήσει ή να απορρίψει μια λανθασμένη θεωρία. Επειδήισχυρών προκαταλήψεις τους, φαίνονται να στερούνται τα αυτο-διόρθωση μηχανισμώνοι επιστήμονες πρέπει να απασχολούν στην εργασία τους.
		-- Thomas L. Creed, "The Skeptical Inquirer," Summer 1987

%
Βρίσκοντας την περιστασιακή άχυρο της αλήθειας πλημμυρισμένος σε ένα μεγάλο ωκεανό της σύγχυσης καιαπατώ απαιτεί ευφυΐα, την επαγρύπνηση, την αφοσίωση και το θάρρος. Αλλά αν εμείςδεν ασκούν αυτές τις δύσκολες συνήθειες της σκέψης, δεν μπορούμε να ελπίζουμε ότι θα λύσει το πραγματικάσοβαρά προβλήματα που αντιμετωπίζουμε - και κινδυνεύουμε να γίνει ένα έθνος των κορόιδα, μέχριγια τις αρπαγές από την επόμενη τσαρλατάνος ​​που έρχεται.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Μην υποτιμάτε την αξία των δηλώσεων εκτύπωσης για τον εντοπισμό σφαλμάτων.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Μην υποτιμάτε την αξία των δηλώσεων εκτύπωσης για τον εντοπισμό σφαλμάτων.δεν έχουν αισθητική σπασμούς κατά τη χρήση τους, είτε.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Δεδομένου ότι το σύστημα έρχεται, οι οικοδόμοι συστατικό θα καιρούς εμφανίζονται,φέρουν hot νέες εκδόσεις των κομματιών τους - πιο γρήγορα, μικρότερα, πιο ολοκληρωμένη,ή πιθανώς λιγότερο λάθη. Η αντικατάσταση ενός εξαρτήματος που εργάζονται με ένα νέοέκδοση απαιτεί την ίδια συστηματική διαδικασία δοκιμής που την προσθήκη ενός νέουσυστατικό κάνει, αν και θα πρέπει να απαιτεί λιγότερο χρόνο, για πληρέστερη καιαποτελεσματικές περιπτώσεις δοκιμών θα είναι συνήθως διαθέσιμα.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Κάθε ομάδα οικοδόμηση άλλο συστατικό έχει χρησιμοποιήσει η πιο πρόσφατη δοκιμήέκδοση του ολοκληρωμένου συστήματος ως πεδίο δοκιμών για τον εντοπισμό σφαλμάτων κομμάτι της. ΤουςΟι εργασίες αυτές θα γυρίσουν πίσω, έχοντας αυτή την αλλαγή δοκιμή κρεβάτι κάτω από αυτά. Από το μάθημαπρέπει. Όμως, οι αλλαγές πρέπει να είναι κβαντισμένη. Στη συνέχεια, κάθε χρήστης έχει περιόδουςπαραγωγική σταθερότητα, διακόπτεται από εκρήξεις αλλαγή δοκιμών. Αυτό φαίνεταινα είναι πολύ λιγότερο αποδιοργανωτική από ένα σταθερό κυματισμό και να τρέμει.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Εννοιολογική ακεραιότητα με τη σειρά της υπαγορεύει ότι ο σχεδιασμός πρέπει να προχωρήσει από ένανου, ή από έναν πολύ μικρό αριθμό συμφωνώντας ηχηρή μυαλά.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Είναι μια πολύ συγκινητικό εμπειρία για να κάνει ένα λάθος πολλών εκατομμυρίων δολαρίων, αλλάΕίναι επίσης πολύ αξέχαστη. Έχω έντονα υπενθυμίσω το βράδυ αποφασίσαμε πώς να οργανώσουντο πραγματικό γράψιμο των εξωτερικών προδιαγραφές για το OS / 360. Ο διαχειριστής τηςαρχιτεκτονική, ο διαχειριστής της εφαρμογής του προγράμματος ελέγχου, και εγώ ήμασταναλώνισμα το σχέδιο, το χρονοδιάγραμμα και ο επιμερισμός των ευθυνών.Ο διαχειριστής αρχιτεκτονική είχε 10 καλοί άνθρωποι. Ο ίδιος υποστήριξε ότι θα μπορούσε να γράψειοι προδιαγραφές και να το κάνουμε σωστά. Θα χρειαστούν δέκα μήνες, τρεις περισσότερουςαπό το πρόγραμμα επιτρέπεται.Ο διαχειριστής του προγράμματος ελέγχου είχαν 150 άνδρες. Ο ίδιος υποστήριξε ότι θα μπορούσαν να προετοιμάσουνοι προδιαγραφές, με τη συντονιστική ομάδα αρχιτεκτονική? θα ήτανκαλά κάνει και πρακτικές, και θα μπορούσε να το κάνει σύμφωνα με το χρονοδιάγραμμα. Επιπλέον, εάνη ομάδα αρχιτεκτονική το έκανε, 150 άνδρες του θα καθίσει twiddling τους αντίχειρεςγια δέκα μήνες.Σε αυτό ο διαχειριστής αρχιτεκτονική απάντησε ότι εάν έδωσα το πρόγραμμα ελέγχουΗ ομάδα του ευθύνη, το αποτέλεσμα δεν θα ήταν στην πραγματικότητα να είναι στην ώρα τους, αλλά θαΕπίσης, είναι τρεις μήνες καθυστέρηση, και της πολύ χαμηλότερης ποιότητας. Το έκανα, και αυτό ήταν. Αυτόςείχε δίκιο και στα δύο πεδία. Επιπλέον, η έλλειψη της εννοιολογικής ακεραιότητας γίνειτο σύστημα πολύ πιο δαπανηρή για την οικοδόμηση και την αλλαγή, και θα ήθελα να εκτιμούν ότιπροστεθεί ένα χρόνο με το χρόνο εντοπισμού σφαλμάτων.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Ο λόγος ESP, για παράδειγμα, δεν θεωρείται βιώσιμη θέμα στη σύγχρονηψυχολογία είναι απλά ότι η έρευνα της δεν έχει αποδειχθεί γόνιμη ... Μετάπερισσότερα από 70 χρόνια μελέτης, εξακολουθούν να υπάρχουν δεν υπάρχει ένα παράδειγμα μιας ESPφαινόμενο που μπορεί να αναπαραχθεί υπό ελεγχόμενες συνθήκες. Αυτή η απλή αλλάβασική επιστημονική κριτήριο δεν έχει εκπληρωθεί παρά τις δωδεκάδες των μελετών που διεξήχθησανκατά τη διάρκεια πολλών δεκαετιών ... Είναι για αυτό το λόγο και μόνο ότι το θέμα είναι τώρα λίγοενδιαφέρον για την ψυχολογία ... Με λίγα λόγια, δεν υπάρχει αποδεδειγμένη φαινόμενο πουχρειάζεται εξήγηση.
		-- Keith E. Stanovich, "How to Think Straight About Psychology", pp. 160-161

%
Η εξέλιξη της ανθρώπινης φυλής δεν θα επιτευχθεί στο δέκα χιλιάδεςχρόνια ήμερα ζώα, αλλά στα εκατομμύρια χρόνια της άγρια ​​ζώα, επειδή ο άνθρωποςείναι και θα είναι πάντα ένα άγριο ζώο.
		-- Charles Galton Darwin

%
Η φυσική επιλογή δεν θα πειράξει σύντομα, όχι στον ίδιο βαθμό όπως συνειδητή επιλογή.Θα εκπολιτίσει και να αλλάξει τον εαυτό μας για να ταιριάξει τις ιδέες μας για το τι μπορούμε να είμαστε.Μέσα σε ένα πιο ανθρώπινο ζωής, θα έχουμε αλλάξει τον εαυτό μας unrecognizably.
		-- Greg Bear

%
"Ο Ιησούς μπορεί να σας αγαπούν, αλλά νομίζω ότι είστε σκουπίδια τυλιγμένο σε δέρμα."
		-- Michael O'Donohugh

%
... Αν εφεύρεση του εργάστηκε εξαιρετικά - η θεωρία του ήταν ένα σταμνί των λυμάτων απόαρχή μέχρι το τέλος. - Vernor Vinge, «Η Ειρήνη Πόλεμος"
		-- Michael O'Donohugh

%
«Είναι σαν deja vu ξανά από την αρχή." - Yogi Berra
		-- Michael O'Donohugh

%
Το τελευταίο πράγμα που ξέρει για την κατασκευή ενός έργου είναι το τι πρέπει να τεθεί πρώτα.
		-- Blaise Pascal

%
"Πού να αρχίσει, παρακαλούμε Μεγαλειότητας σας;" ρώτησε. "Ξεκινήστε από την αρχή»,ο βασιλιάς είπε, σοβαρά, "και να πάει για μέχρι να έρθει στο τέλος:. στη συνέχεια να σταματήσουν"Οι Περιπέτειες της Αλίκης στη Χώρα των Θαυμάτων, Λιούις Κάρολ
		-- Blaise Pascal

%
Μια μπουκιά της πραγματικής ιστορίας είναι ένα πράγμα τόσο σπάνιο ώστε να είναι πάντα πολύτιμη.
		-- Thomas Jefferson

%
Για να είναι ξύπνιοι είναι να είσαι ζωντανός. - Henry David Thoreau, το "Walden"
		-- Thomas Jefferson

%
Ένα άτομο με ένα ρολόι ξέρει τι ώρα είναι? ένα άτομο με δύο ρολόγια είναιποτέ σίγουρος. Παροιμία
		-- Thomas Jefferson

%
Μπορείτε να δείτε αλλά δεν παρατηρούν.Ο σερ Άρθουρ Κόναν Ντόιλ, στο "The Απομνημονεύματα του Σέρλοκ Χολμς"
		-- Thomas Jefferson

%
Μια διαμάχη γρήγορα διευθετηθεί όταν εγκαταλείφθηκε από το ένα μέρος? δεν υπάρχει μάχηεκτός και αν υπάρξουν δύο. - Σενέκας
		-- Thomas Jefferson

%
Τίποτα δεν γίνεται ποτέ πραγματική μέχρι να βιώνεται - ακόμη και μια παροιμία δεν είναι παροιμίαγια να σας μέχρι τη ζωή σας έχει απεικονισθεί. - John Keats
		-- Thomas Jefferson

%
Η φαντασία είναι πράγματι δεν είναι άλλη από μια λειτουργία της μνήμης χειραφετημένη από τη σειράτου χώρου και του χρόνου. - Samuel Taylor Coleridge
		-- Thomas Jefferson

%
Τι αναμένουμε σπάνια συμβαίνει? τι μπορούμε τουλάχιστον να τους περιμένουμε γενικά συμβαίνει.
		-- Bengamin Disraeli

%
Τίποτα σε εξέλιξη μπορεί να ξεκουραστεί στο αρχικό της σχέδιο. Μπορούμε επίσης να σκεφτούμελικνίζοντας ένα ώριμο άνδρα στο λίκνο ενός βρέφους. - Edmund Burke
		-- Bengamin Disraeli

%
Για κάθε πρόβλημα υπάρχει μια λύση που να είναι απλό, τακτοποιημένη, και το λάθος.
		-- H. L. Mencken

%
Μην μου πείτε πόσο σκληρά εργάζεστε. Πες μου πόσα έχετε κάνει.
		-- James J. Ling

%
Ένας φίλος σε μια διάρκεια ζωής είναι πολύ? δύο είναι πολλά? τρία είναι σχεδόν αδύνατη.Φιλία χρειάζεται ένα ορισμένο παραλληλισμό της ζωής, μια κοινότητα της σκέψης,μια αντιπαλότητα του στόχου. - Χένρι Μπρουκ Άνταμς
		-- James J. Ling

%
Θυμηθείτε σουAy, εσύ φτωχοί φάντασμα ενώ η μνήμη κατέχει μία θέσηΣε αυτό το έξαλλος κόσμο. Θυμηθείτε σου!Ναι, από τον πίνακα της μνήμης μουΘα εξαλείψει κάθε ασήμαντο λάτρης αρχεία,Όλα τα πριόνια βιβλίων, όλες οι μορφές, όλα πιέσεις παρελθόν,Ότι η νεολαία και η παρατήρηση αντιγράφονται εκεί.Άμλετ, Ι: v: 95 William Shakespeare
		-- James J. Ling

%
Προφανώς, η απόφαση ενός ανθρώπου δεν μπορεί να είναι καλύτερη από ό, τι οι πληροφορίες στις οποίες οέχει βάση. Δώστε του την αλήθεια και μπορεί ακόμα να πάει στραβά, όταν αυτός έχειη πιθανότητα να είναι σωστό, αλλά να του δώσει καμία είδηση ​​ή να τον παρουσιάσει μόνο με διαστρεβλωμένηκαι ελλιπή στοιχεία, με άγνοια, προχειρότητα ή μεροληπτικές αναφοράς, με την προπαγάνδακαι σκόπιμη ψεύδη, και θα καταστρέψει ολόκληρο διαδικασίες συλλογιστικής του, καινα τον κάνει κάτι λιγότερο από έναν άνδρα.
		-- Arthur Hays Sulzberger

%
Κάθε ειλικρινής κλήση, κάθε εκφάνσεις της ζωής, έχει τη δική της ελίτ, το δικό αριστοκρατία του τηςμε βάση την αριστεία των επιδόσεων. - James Bryant Conant
		-- Arthur Hays Sulzberger

%
Μπορείτε να παρατηρήσετε πολύ απλά παρακολουθώντας. - Yogi Berra
		-- Arthur Hays Sulzberger

%
Αν η παρουσία ηλεκτρικού ρεύματος μπορεί να γίνει ορατό σε οποιοδήποτε μέρος του κυκλώματος, Ιβλέπω κανένα λόγο για τον οποίο νοημοσύνη δεν μπορεί να μεταδοθεί άμεσα απόηλεκτρισμός. - Samuel F. Morse Β
		-- Arthur Hays Sulzberger

%
"Ο κ Watson, έλα εδώ, σας θέλω." - Alexander Graham Bell
		-- Arthur Hays Sulzberger

%
Είναι σήμερα ένα πρόβλημα της πρόσβασης σε gigabits μέσω punybaud.
		-- J. C. R. Licklider

%
Είναι σημαντικό να σημειωθεί ότι κατά πάσα πιθανότητα δεν μεγάλου λειτουργικού συστήματος χρησιμοποιώντας τις τρέχουσεςτεχνολογία σχεδιασμού μπορεί να αντέξει μια αποφασιστική και συντονισμένη επίθεση,και ότι οι περισσότεροι όπως τεκμηριώνεται διεισδύσεις ήταν εξαιρετικά εύκολη.- Β Hebbard, "μια διείσδυση Ανάλυση του Terminal Σύστημα Μίτσιγκαν»,Λειτουργικά Συστήματα κριτική, Vol. 14, Νο 1, Ιούνιος 1980, σελ. 7-20
		-- J. C. R. Licklider

%
Ένα δικαίωμα δεν είναι αυτό που κάποιος σου δίνει? είναι αυτό που κανείς δεν μπορεί να πάρει από εσάς.
		-- Ramsey Clark

%
Η τιμή ενός πληρώνει για να ασκεί το επάγγελμα, ή καλώντας, είναι ένα οικείογνώση άσχημη πλευρά της. - James Baldwin
		-- Ramsey Clark

%
Το μικρό είναι όμορφο.
		-- Ramsey Clark

%
... Η αύξηση της παραγωγικότητας ενισχύθηκε από ένα φιλικό περιβάλλον και την ποιότηταεργαλείων είναι απαραίτητη για την κάλυψη ολοένα αυξανόμενες απαιτήσεις για το λογισμικό.
		-- M. D. McIlroy, E. N. Pinson and B. A. Tague

%
Δεν είναι καλύτερα να ανταλλάξουν τα άλογα διασχίζοντας τον ποταμό.
		-- Abraham Lincoln

%
Καθρέφτες πρέπει να αντανακλά λίγο πριν από τη ρίψη πίσω εικόνες.
		-- Jean Cocteau

%
Ας υποθέσουμε για μια στιγμή ότι η αυτοκινητοβιομηχανία είχε αναπτυχθεί με τον ίδιορυθμό όπως υπολογιστές και κατά την ίδια περίοδο: πόσα φθηνότερα και πιο αποτελεσματικήΘα τα σημερινά μοντέλα είναι; Αν δεν έχετε ήδη ακούσει την αναλογία, ηαπάντηση είναι συγκλονιστικά. Σήμερα θα είναι σε θέση να αγοράσει ένα Rolls-Royce για $ 2,75,θα κάνει τρία εκατομμύρια μίλια στο γαλόνι, και θα παραδώσει αρκετάεξουσία για να οδηγήσει τη βασίλισσα Ελισάβετ Β '. Και αν ενδιαφέροντανσμίκρυνση, μπορείτε να τοποθετήσετε μισή ντουζίνα από αυτά με ένα κεφάλι καρφίτσας.
		-- Christopher Evans

%
Στο μέλλον, θα πάμε για να πάρει τους υπολογιστές ως βραβεία σε δημητριακά προγεύματος.Θα τους πετάξει έξω, γιατί το σπίτι σας θα είναι γεμάτη με αυτά.
		-- Robert Lucky

%
Πάρτε τη λαβή των φορητών ιδιοκτησίας. - Charles Dickens, "Μεγάλες Προσδοκίες"
		-- Robert Lucky

%
Συνολικά, η φιλοσοφία είναι να επιτεθεί το πρόβλημα διαθεσιμότητας από δύοσυμπληρωματικά κατευθύνσεις: για να μειωθεί ο αριθμός των σφαλμάτων του λογισμικού μέσωαυστηρό έλεγχο των συστημάτων λειτουργίας, και να μειώσει την επίδραση τουεναπομένοντα σφάλματα προβλέποντας ανάκαμψη από αυτούς. Μια ενδιαφέρουσα υποσημείωσηγια αυτού του σχεδιασμού είναι ότι τώρα μια αποτυχία του συστήματος μπορεί συνήθως να θεωρηθείτο αποτέλεσμα των δύο λάθη του προγράμματος: η πρώτη, στο πλαίσιο του προγράμματος που ξεκίνησε τοπρόβλημα; η δεύτερη, στην ρουτίνα ανάκαμψης που δεν θα μπορούσαν να προστατεύσουν τοσύστημα. - Α Λ Scherr, «Λειτουργική Δομή της IBM Virtual Λειτουργία ΑποθήκευσηΣυστήματα, Μέρος ΙΙ: OS / VS-2 Έννοιες και φιλοσοφίες, "IBM Systems Journal,Vol. 12, Νο 4, 1973, σελ. 382 - 400
		-- Robert Lucky

%
Πόσες υλικού παιδιά χρειάζονται για να αλλάξουν μια λάμπα;"Καλά τα διαγνωστικά να πω ότι είναι μια χαρά φίλε, γι 'αυτό είναι ένα πρόβλημα λογισμικού."
		-- Charles Babbage, Passage from the Life of a Philosopher

%
"Μην προσπαθείτε να με outweird, τρία μάτια. Παίρνω περίεργα πράγματα από ό, τι δωρεάνμε δημητριακά πρωινού μου. "
		-- Zaphod Beeblebrox in "Hitchiker's Guide to the Galaxy"

%
Χωρίς αποζημίωση των υπερωριών; Απλά πες όχι.
		-- Zaphod Beeblebrox in "Hitchiker's Guide to the Galaxy"

%
Ντεκαφεϊνέ? Απλά πες όχι.
		-- Zaphod Beeblebrox in "Hitchiker's Guide to the Galaxy"

%
"Εμφάνιση των επιχειρήσεων είναι ακριβώς όπως το λύκειο, εκτός από μπορείτε να πληρωθώ."
		-- Martin Mull

%
"Αυτό δεν είναι χειρουργική επέμβαση εγκεφάλου? Αυτό είναι απλά τηλεόραση."
		-- David Letterman

%
«Η ηθική είναι ένα πράγμα. Αξιολογήσεις είναι το παν."
		-- A Network 23 executive on "Max Headroom"

%
ΖΗΣΕ ΕΛΕΥΘΕΡΟΣ η πεθανε.
		-- A Network 23 executive on "Max Headroom"

%
«... Αν η εκκλησία βάλει στο μισό χρόνο για την απληστία που κάνει για τη σφοδρή επιθυμία, αυτό θα ήταν ένα καλύτερο κόσμο. "- Garrison Keillor," Λίμνη Wobegon Days "
		-- A Network 23 executive on "Max Headroom"

%
Έξω από ένα σκυλί, ένα βιβλίο είναι ο καλύτερος φίλος του ανθρώπου. Μέσα από ένα σκυλί, είναι πολύσκοτάδι για να διαβάσετε.
		-- A Network 23 executive on "Max Headroom"

%
"Πιθανώς το καλύτερο λειτουργικό σύστημα στον κόσμο είναι το [λειτουργικό σύστημα] γίνεται για το PDP-11 από Bell Laboratories "-. Ted Nelson, Οκτ 1977
		-- A Network 23 executive on "Max Headroom"

%
"Όλοι αυτοί οι μαύροι άνθρωποι είναι το βίδωμα μέχρι τη δημοκρατία μου." - Ian Smith
		-- A Network 23 executive on "Max Headroom"

%
Χρησιμοποιήστε τη Δύναμη, Λουκά.
		-- A Network 23 executive on "Max Headroom"

%
Έχω ένα κακό προαίσθημα γι 'αυτό.
		-- A Network 23 executive on "Max Headroom"

%
Η δύναμη για να καταστρέψει έναν πλανήτη είναι ασήμαντη σε σύγκριση με τη δύναμη τηςη δύναμη.
		-- Darth Vader

%
Όταν έφυγες, ήμουν όμως ο μαθητής. Τώρα, είμαι ο πλοίαρχος.
		-- Darth Vader

%
"Καλά, καλά, καλά! Λοιπόν, αν δεν είναι λίπος βρωμερό τράγος Billy Boy σεδηλητήριο! Πώς εσύ τέχνη, εσύ globby μπουκάλι φθηνό βρωμερό πετρελαίου τσιπ; Έλακαι να πάρετε ένα στα yarbles, εάν ya έχουν καμία yarble, ya ευνούχος ζελέ εσύ! "
		-- Alex in "Clockwork Orange"

%
«Δεν υπήρχε τίποτα που μισούσε περισσότερο από το να δούμε ένα βρώμικο παλιό drunkie, ένα ουρλιαχτόμακριά τους γιους του πατέρα και πηγαίνοντας blurp του blurp στο μεταξύ σαν να ήτανένα βρώμικο παλιό ορχήστρα στο βρωμερό σάπια σωθικά του. Ποτέ δεν θα μπορούσε να σταθεί σεδείτε κανέναν τέτοιο, ειδικά όταν ήταν παλιά όπως αυτό ήταν. "
		-- Alex in "Clockwork Orange"

%
186.000 μίλια το δευτερόλεπτο. Δεν είναι απλά μια καλή ιδέα. Είναι ο νόμος.
		-- Alex in "Clockwork Orange"

%
Βλακεία, όπως αρετή, είναι η δική του αμοιβή.
		-- Alex in "Clockwork Orange"

%
Gee, Toto, δεν νομίζω ότι είμαστε πια στο Κάνσας.
		-- Alex in "Clockwork Orange"

%
Τα παιδιά αρχίζουν από την αγάπη των γονιών τους. Μετά από ένα χρόνο που τους κρίνει. Σπανίως,αν όχι ποτέ, δεν θα τους συγχωρήσει.
		-- Oscar Wilde

%
Ενιαία tasking: Just Say Όχι.
		-- Oscar Wilde

%
"Πιάσε ένα κύμα και κάθεστε στην κορυφή του κόσμου."
		-- The Beach Boys

%
"Bond αντανακλάται ότι η καλή Αμερικανοί ήταν μια χαρά άνθρωποι και ότι οι περισσότεροι από αυτούςφαινόταν να έρχονται από το Τέξας. "
		-- Ian Fleming, "Casino Royale"

%
"Νομίζω ότι τα σκουπίδια είναι η πιο σημαντική εκδήλωση του πολιτισμού που έχουμε στην μουΔιάρκεια Ζωής."
		-- Johnny Legend

%
Με μια αρίθμηση υπάρχουν περίπου 700 επιστήμονες με αξιοσέβαστο ακαδημαϊκά διαπιστευτήρια(Από το σύνολο των 480.000 Η.Π.Α. γη και τη ζωή τους επιστήμονες), οι οποίοι δίνουν πίστηστη δημιουργία-επιστήμη, η γενική θεωρία ότι οι πολύπλοκες μορφές ζωής δεν εξελιχθείαλλά εμφανίστηκε "απότομα".
		-- Newsweek, June 29, 1987, pg. 23

%
Ακόμα κι αν μπορείτε να εξαπατήσουν τους ανθρώπους σχετικά με ένα προϊόν μέσω παραπλανητικών δηλώσεων,αργά ή γρήγορα, το προϊόν θα μιλήσει για τον εαυτό της.
		-- Hajime Karatsu

%
Για να πετύχει σε οποιαδήποτε επιχείρηση, πρέπει κανείς να είναι ανθεκτικές και ασθενή.Ακόμη και αν κάποιος έχει να τρέξει κάποιους κινδύνους, κάποιος πρέπει να είναι γενναίοι και αρκετά για ισχυρήσυναντηθούν και να ξεπεράσει εξοργιστικό προκλήσεων για να διατηρήσει μια επιτυχημένη επιχείρηση σεμακροπρόθεσμα. Δεν μπορώ να πω ότι οι Αμερικανοί δεν διαθέτουν αυτό το απαραίτητοπροκλητικό πνεύμα σήμερα.
		-- Hajime Karatsu

%
Μνήμες από εσάς μου θυμίζουν σας.
		-- Karl Lehenbauer

%
ΖΩΗ. Μην μου μιλάς για τη ζωή.
		-- Marvin the Paranoid Android

%
Σε μια σαφή δίσκο μπορείτε να ζητήσετε πάντα.
		-- Marvin the Paranoid Android

%
Ο κόσμος έρχεται στο τέλος - να σώσει προσκρουστήρες σας!
		-- Marvin the Paranoid Android

%
grep μου δεν μοτίβα και εγώ θα σας πω κανένα γραμμές.
		-- Marvin the Paranoid Android

%
Είναι το πεπρωμένο σου.
		-- Darth Vader

%
Hokey θρησκειών και αρχαία όπλα δεν αποτελούν υποκατάστατο για μια καλή Blaster σεη πλευρά σου.
		-- Han Solo

%
Πόσες QA μηχανικούς χρειάζεται για να βίδα σε μια λάμπα;3: 1 για να βίδα σε και 2 να πει «σας είπα έτσι", όταν δεν λειτουργεί.
		-- Han Solo

%
Πόσες NASA διευθυντές χρειάζονται για να βίδα σε μια λάμπα;"Αυτό είναι ένα γνωστό πρόβλημα ... μην ανησυχείτε γι 'αυτό."
		-- Han Solo

%
Για να είναι σε πρόγραμμα.
		-- Han Solo

%
Για το πρόγραμμα είναι να είναι.
		-- Han Solo

%
Έχω προγραμματίσει, ως εκ τούτου, είμαι.
		-- Han Solo

%
Οι άνθρωποι είναι πολύ ευέλικτο και να μάθουν να προσαρμοστούν σε περίεργαπεριβάλλον - μπορούν να συνηθίσει να διαβάζουν Lisp καιFortran προγράμματα, για παράδειγμα.
		-- Leon Sterling and Ehud Shapiro, Art of Prolog, MIT Press

%
«Είμαι πυκνότητα σας."
		-- George McFly in "Back to the Future"

%
"Γιατί λοιπόν να μην κάνετε σαν ένα δέντρο, και να φύγουμε από εδώ."
		-- Biff in "Back to the Future"

%
"Ο έρωτας κάνει κατσαρόλα το κάπνισμα όλη την ημέρα να μοιάζει με την απόλυτη αυτοσυγκράτηση."
		-- Dave Sim, author of Cerebrus.

%
Η ύπαρξη του Θεού συνεπάγεται παραβίαση της αιτιότητας.
		-- Dave Sim, author of Cerebrus.

%
«Μπορεί το παιδί γύρω από σχετικά με τα ναρκωτικά, αλλά πραγματικά, εγώ τους παίρνουν στα σοβαρά."
		-- Doctor Graper

%
λογισμικό λειτουργικού συστήματος είναι το πρόγραμμα που ενορχηστρώνει όλα τα βασικάλειτουργίες ενός υπολογιστή.
		-- The Wall Street Journal, Tuesday, September 15, 1987, page 40

%
Δεσμεύομαι υποταγή στη σημαίατων Ηνωμένων Πολιτειών της Αμερικήςκαι στη Δημοκρατία για την οποία έχει,ένα έθνος,αδιαίρετος,με την ελευθερίακαι δικαιοσυνη για ΟΛΟΥΣ.
		-- Francis Bellamy, 1892

%
Οι άνθρωποι σκέφτονται ο φίλος μου ο Γιώργος είναι περίεργο γιατί φοράει φαβορίτες ... πίσω τουαυτιά. Νομίζω ότι είναι περίεργο γιατί φοράει ψευδή δόντια ... με τιράντες σε αυτά.
		-- Steven Wright

%
Ο αδελφός μου μου έστειλε μια κάρτα την άλλη μέρα με αυτή τη μεγάλη δορυφορική φωτογραφία τηςολόκληρη η γη σε αυτό. Στο πίσω μέρος είπε: «Μακάρι να ήσουν εδώ».
		-- Steven Wright

%
Δεν μπορείς να έχεις τα πάντα ... όπου θα μπορείτε να το βάλετε;
		-- Steven Wright

%
Έπαιζα πόκερ τις προάλλες ... με τις κάρτες Ταρώ. Πήρα ένα πλήρες σπίτι και4 άτομα έχασαν τη ζωή τους.
		-- Steven Wright

%
Γνωρίζετε αυτό το συναίσθημα όταν είστε κλίνει πίσω σε ένα σκαμνί και να αρχίζει να γέρνειυπερ? Λοιπόν, αυτό είναι το πώς αισθάνομαι όλη την ώρα.
		-- Steven Wright

%
Ήρθα σπίτι τις προάλλες και προσπάθησε να ανοίξει την πόρτα με τα κλειδιά του αυτοκινήτου μου ... καιτο κτίριο ξεκίνησε. Γι 'αυτό και πήρε έξω για μια κίνηση. Ένας αστυνομικός με τράβηξε πάνωγια υπερβολική ταχύτητα. Με ρώτησε πού ζω ... "Ακριβώς εδώ".
		-- Steven Wright

%
"Live or Die, θα κάνω ένα εκατομμύριο."
		-- Reebus Kneebus, before his jump to the center of the earth, Firesign Theater

%
Το τυπικό πρόγραμμα διάταξη της σελίδας δεν είναι τίποτα περισσότερο από ένα ηλεκτρονικόφως τραπέζι για την κοπή και επικόλληση έγγραφα.
		-- Reebus Kneebus, before his jump to the center of the earth, Firesign Theater

%
Υπάρχουν σφάλματα και στη συνέχεια, υπάρχουν σφάλματα. Και τότε υπάρχουν σφάλματα.
		-- Karl Lehenbauer

%
Ο υπολογιστής μου μπορεί να νικήσει τον υπολογιστή σας.
		-- Karl Lehenbauer

%
Σκότωσε Ugly αρχιτεκτονικές επεξεργαστών
		-- Karl Lehenbauer

%
Σκότωσε Ugly Radio
		-- Frank Zappa

%
"Απλά πες όχι." - Nancy Reagan"Όχι." - Ronald Reagan
		-- Frank Zappa

%
Πιστεύω ότι ένα μέρος του τι ωθεί η επιστήμη είναι η δίψα για θαύμα. Είναι έναπολύ ισχυρό συναίσθημα. Όλα τα παιδιά θα αισθάνονται. Σε μια πρώτη τάξη στην τάξηο καθένας αισθάνεται? σε ένα δωδέκατο βαθμό στην τάξη σχεδόν κανείς δεν αισθάνεται, ήτουλάχιστον αναγνωρίζει. Κάτι συμβαίνει μεταξύ της πρώτης και της δωδέκατης τάξης,και δεν είναι μόνο εφηβεία. Όχι μόνο κάνουν τα σχολεία και τα μέσα ενημέρωσης δεν διδάσκουνπολύ σκεπτικισμό, υπάρχει επίσης λίγη ενθάρρυνση αυτής της ανάδευσης νόηματης θαύμα. Η επιστήμη και η ψευδοεπιστήμη διεγείρουν τόσο αυτό το συναίσθημα. Φτωχόςpopularizations της επιστήμης δημιουργία ενός οικολογικού θέση για ψευδοεπιστήμη.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
Αν η επιστήμη εξηγήθηκαν με τον μέσο όρο πρόσωπο με έναν τρόπο που είναι προσβάσιμοςκαι συναρπαστικό, δεν θα υπάρχει χώρος για ψευδοεπιστήμη. Αλλά υπάρχει ένα είδοςτου νόμου του Gresham, με την οποία το λαϊκό πολιτισμό η κακή επιστήμη οδηγεί έξω ηκαλός. Και γι 'αυτό νομίζω ότι πρέπει να κατηγορήσουμε, πρώτα, την επιστημονική κοινότητατους εαυτούς μας για να μην κάνουν καλύτερη δουλειά του εκλαΐκευση της επιστήμης, και το δεύτερο, ημέσα μαζικής ενημέρωσης, τα οποία είναι από αυτή την άποψη σχεδόν ομοιόμορφα φοβερή. κάθε εφημερίδαστην Αμερική έχει μια καθημερινή στήλη αστρολογίας. Πόσοι έχουν ακόμη και ένα εβδομαδιαίοστήλη αστρονομία; Και πιστεύω ότι είναι, επίσης, η υπαιτιότητα του εκπαιδευτικούσύστημα. Εμείς δεν διδάσκουν πώς να σκέφτονται. Αυτή είναι μια πολύ σοβαρή αποτυχία πουμπορεί ακόμη, σε έναν κόσμο στημένα με 60.000 πυρηνικά όπλα, θέτουν σε κίνδυνο την ανθρώπινημελλοντικός.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
"Υποστηρίζω ότι υπάρχει πολύ περισσότερο θαύμα της επιστήμης σε σχέση με την ψευδοεπιστήμη. ΚαιΕπιπλέον, σε ό, τι μέτρο αυτός ο όρος έχει κάποιο νόημα, η επιστήμη έχει ηεπιπλέον αρετή, και δεν είναι αμελητέο ένα, ότι είναι αλήθεια.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
Είμαι συχνά ρώτησε την ερώτηση, «Πιστεύετε ότι υπάρχει εξωγήινη intelli-? Νιση "Δίνω των κατ 'αποκοπή επιχειρήματα - υπάρχουν πολλά μέρη εκεί έξω,και να χρησιμοποιήσει τη λέξη * δισεκατομμύρια *, και ούτω καθεξής. Και τότε λέω ότι θα ήταν εκπληκτικόγια μένα, αν δεν υπήρχαν εξωγήινης νοημοσύνης, αλλά φυσικά υπάρχει ωςακόμα ατράνταχτες αποδείξεις για αυτό. Και τότε είμαι ρώτησε, "Ναι, αλλά τι κάνειςΠραγματικά πιστεύω; », λέω,« σας είπα ακριβώς αυτό που πραγματικά πιστεύω. "" Ναι, αλλάτι είναι το ένστικτό σας; "Αλλά προσπαθώ να μην το σκέφτομαι με το έντερό μου. Πραγματικά, είναιεντάξει να επιφυλάσσει την κρίση του έως ότου τα στοιχεία είναι σε.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
Απωθούν τους. Απωθούν τους. Προκαλέστε τους να παραιτηθεί από το σφαιροειδές.
		-- Indiana University fans' chant for their perennially bad football team

%
Αν δουλεύει, τα διαγνωστικά λένε ότι είναι μια χαρά.Αν δεν λειτουργεί, τα διαγνωστικά λένε ότι είναι μια χαρά.
		-- A proposed addition to rules for realtime programming

%
   Είναι είτε μέσω της επιρροής των ναρκωτικών φίλτρα, εκ των οποίων όλαπρωτόγονων λαών και φυλών μιλούν σε ύμνους, ή μέσω του ισχυρού προσέγγισητης άνοιξης, διεισδύοντας με χαρά όλα της φύσης, ότι οι εν λόγω διονυσιακή σκιρτήματανα προκύψουν, η οποία στην εντατικοποίηση τους οδηγούν το άτομο να ξεχάσει τον εαυτό τουεντελώς. . . .όχι Μόνο ο δεσμός ανάμεσα στον άνθρωπο και ο άνθρωπος έρθει να σφυρηλατηθείγια άλλη μια φορά από τη μαγεία της Διονυσιακής ιεροτελεστίας, αλλά αποξενωμένοι, εχθρικό, ήυποταγμένη φύση γιορτάζει και πάλι τη συμφιλίωση της με άσωτος υιός της,άνδρας.
		-- Fred Nietzsche, The Birth of Tragedy

%
Η χαρακτηριστική ιδιότητα των παραισθησιογόνων, να αναστείλει τα όρια μεταξύτο βιώνει αυτο και το εξωτερικό κόσμο σε μια εκστατική, συναισθηματική εμπειρία,καθιστά δυνατό με τη βοήθειά τους, και μετά από κατάλληλη εσωτερική και εξωτερικήπροετοιμασία ... για να προκαλέσει μια μυστικιστική εμπειρία σύμφωνα με το σχέδιο, να το πω έτσι ...Βλέπω την πραγματική σημασία του LSD στην δυνατότητα παροχής βοήθειας υλικόστο διαλογισμό με στόχο την μυστικιστική εμπειρία μιας βαθύτερης, ολοκληρωμένηπραγματικότητα. Μια τέτοια χρήση συνάδει απόλυτα με την ουσία και το χαρακτήρα εργασίαςτου LSD ως ιερό φάρμακο.
		-- Dr. Albert Hoffman, the discoverer of LSD

%
Συμμερίζομαι την πεποίθηση πολλών από τους συγχρόνους μου ότι η πνευματική κρίσηπου διαπερνά όλες τις σφαίρες της Δυτικής βιομηχανικής κοινωνίας μπορεί να διορθωθεί μόνοαπό μια αλλαγή στην κοσμοθεωρία μας. Θα πρέπει να μετατοπιστεί από την υλιστική,δυαδική πεποίθηση ότι οι άνθρωποι και το περιβάλλον τους είναι ξεχωριστό, προς ένανέα συνείδηση ​​του μια σφαιρική πραγματικότητα, η οποία αγκαλιάζει τοβιώνει το εγώ, μια πραγματικότητα στην οποία οι άνθρωποι αισθάνονται ενότητας τους με έμψυχοφύση και όλη τη δημιουργία.
		-- Dr. Albert Hoffman

%
Εσκεμμένη πρόκληση μυστικιστική εμπειρία, ιδιαίτερα από το LSD και τις σχετικέςπαραισθησιογόνα, σε αντίθεση με την αυθόρμητη οραματιστής εμπειρίες, συνεπάγεταικινδύνους που δεν πρέπει να υποτιμάται. Οι ιατροί πρέπει να λαμβάνουνυπόψη της ιδιαίτερης επιδράσεις των ουσιών αυτών, δηλαδή την ικανότητά τους ναεπηρεάζουν τη συνείδησή μας, την πιο βαθιά ουσία της ύπαρξής μας. Η ιστορίατου LSD μέχρι σήμερα αποδεικνύει περίτρανα τις καταστροφικές συνέπειες που μπορεί ναπροκύψουν όταν βαθιά επίδραση του είναι υποτίμησαν και η ουσία είναι λάθοςγια ένα φάρμακο ευχαρίστηση. Ειδικά παρασκευάσματα εσωτερικών και εξωτερικών εκ των προτέρωναπαιτούνται; μαζί τους, ένα πείραμα LSD μπορεί να γίνει μια ουσιαστικήεμπειρία.
		-- Dr. Albert Hoffman, the discoverer of LSD

%
Πιστεύω ότι αν οι άνθρωποι θα μάθουν να χρησιμοποιούν την ικανότητα όρασης που προκαλεί το LSD είναιμε περισσότερη σύνεση, υπό τις κατάλληλες συνθήκες, στην ιατρική πρακτική και σε συνδυασμόμε το διαλογισμό, τότε στο μέλλον το πρόβλημα αυτό το παιδί θα μπορούσε να γίνει ένα θαύμαπαιδί.
		-- Dr. Albert Hoffman, the discoverer of LSD

%
Στη σφαίρα της επιστημονικής παρατήρησης, η τύχη χορηγείται μόνο σε όσους είναιέτοιμος.
		-- Louis Pasteur

%
πυρήνα λάθος - το λεωφορείο που αποτελούν αντικείμενο ντάμπινγκ
		-- Louis Pasteur

%
Αν αποτυπώνεται σφραγίδα αλουμινόχαρτο κάτω από το πώμα είναι σπασμένο ή λείπει όταν αγοράζεται, δενχρήση.
		-- Louis Pasteur

%
"Έλα εδώ, μωρό μου, θέλω να κάνω ένα πράγμα με σας."
		-- A Cop, arresting a non-groovy person after the revolution, Firesign Theater

%
"Μπροστά παραμορφώσουν παράγοντα 1"
		-- Captain Kirk

%
   Φλογερή ενέργεια εκκινούν έξω, αλλά οι ακτίνες χτύπησε ένα άυλο τείχος ανάμεσαη Gubru και η ταχεία στροφή του πλοίου Γη.   "Νερό!" το στρίγκλισε όπως διαβάσετε την φασματική έκθεση. «Ένα φράγμα νερούατμός! Μια πολιτισμένη φυλή δεν θα μπορούσε να βρει ένα τέτοιο τέχνασμα στη Βιβλιοθήκη!Μια πολιτισμένη φυλή δεν θα μπορούσε να έσκυψε τόσο χαμηλά! Μια πολιτισμένη φυλή δεν θαέχω..."   Είναι ούρλιαζε καθώς το πλοίο Gubru χτύπησε ένα σύννεφο παρασύρεται νιφάδες χιονιού.
		-- Startide Rising, by David Brin

%
Αξίωμα του Harrison:Για κάθε δράση, υπάρχει μια ίση και αντίθετη κριτική.
		-- Startide Rising, by David Brin

%
Axiom κ του Cole:Το ποσό της νοημοσύνης στον πλανήτη είναι μια σταθερή?ο πληθυσμός αυξάνεται.
		-- Startide Rising, by David Brin

%
Νόμος Felson είναι:Για να κλέψει ιδέες από ένα άτομο είναι λογοκλοπή? να κλέψει απόπολλά είναι η έρευνα.
		-- Startide Rising, by David Brin

%
... Ένας άλλος συγγραφέας που συμφωνήθηκε και πάλι με όλες τις γενικότητες μου, αλλά είπε ότι ωςμανιώδης σκεπτικιστής έχω κλείσει το μυαλό μου την αλήθεια. Πιο συγκεκριμένα έχωαγνόησε τις αποδείξεις για μια Γη που είναι έξη χιλιάδων ετών. Λοιπόν, εγώΔεν έχουν αγνοηθεί? Θεώρησα το δήθεν αποδεικτικά στοιχεία και, στη συνέχεια, * * την απέρριψε.Υπάρχει μια διαφορά, και αυτή είναι μια διαφορά, θα μπορούσαμε να πούμε, μεταξύπροκατάληψη και postjudice. Προκατάληψη κάνει μια απόφαση, πριν να έχουνκοίταξε τα γεγονότα. Postjudice κάνει μια απόφαση μετά. Προκατάληψηείναι τρομερό, με την έννοια που διαπράττουν αδικίες και να σας κάνει σοβαρέςλάθη. Postjudice δεν είναι τρομερό. Δεν μπορεί να είναι τέλειο, φυσικά? εσείςμπορεί να κάνουν λάθη επίσης. Αλλά είναι επιτρεπτό να κάνει μια κρίση μετά τηνέχουν εξετάσει τα αποδεικτικά στοιχεία. Σε ορισμένους κύκλους είναι ακόμη ενθαρρύνεται.
		-- Carl Sagan, The Burden of Skepticism, Skeptical Enquirer, Vol. 12, pg. 46

%
Εάν ένα πρόσωπο (α) είναι ελάχιστα, (β) λαμβάνει θεραπεία προορίζεται να τον κάνει καλύτερο,και (γ) γίνεται καλύτερα, τότε καμία δύναμη του συλλογισμού είναι γνωστό ότι η ιατρική επιστήμη μπορεί νατον πείσει ότι μπορεί να μην ήταν η θεραπεία που αποκατασταθεί η υγεία του.
		-- Sir Peter Medawar, The Art of the Soluble

%
Η Αμερική έχει ανακαλυφθεί στο παρελθόν, αλλά έχει πάντα αποσιωπήθηκε.
		-- Oscar Wilde

%
Unix: Μερικοί λένε ότι η καμπύλη μάθησης είναι απότομες, αλλά το μόνο που πρέπει να ανέβει μία φορά.
		-- Karl Lehenbauer

%
Μερικές φορές, πάρα πολύ καιρό είναι πάρα πολύ καιρό.
		-- Joe Crowe

%
Όταν η κακή τους άνδρες συνδυάζουν, το καλό πρέπει να συνδέσει? αλλιώς θα πέσουν ένα-ένα,μια unpitied θυσία σε μια περιφρόνησης αγώνα.
		-- Edmund Burke

%
Πίσω από όλα η πολιτική ρητορεία που πέταξαν σε μας από το εξωτερικό, είμαστεφέρνοντας στο σπίτι ένα απόρθητο γεγονός - [τρομοκρατίας είναι] ένα έγκλημα από οποιαδήποτε πολιτισμένηπρότυπο, που διαπράττονται εναντίον αθώων ανθρώπων, μακριά από τη σκηνή του πολιτικούέρχονται σε σύγκρουση, και πρέπει να αντιμετωπίζεται ως έγκλημα. . . .   [I] n αναγνώρισή μας από τη φύση της τρομοκρατίας ως έγκλημα βρίσκεται η καλύτερη ελπίδα μαςαντιμετώπισής της. . . .   [L] et μας χρησιμοποιούν τα εργαλεία που έχουμε. Ας επικαλεστεί τη συνεργασία που έχουμετο δικαίωμα να αναμένουν σε όλο τον κόσμο, και με αυτή τη συνεργασία ας συρρικνωθείοι σκοτεινές και υγρές περιοχές του ιερού μέχρι κρατούνται αυτοί οι δειλοί επιδρομείςνα απαντήσει ως εγκληματίες σε μια ανοικτή και δημόσια δίκη για τα εγκλήματα που έχουνδεσμευτεί, και να λάβει την τιμωρία που τόσο πλουσιοπάροχα αξίζει.
		-- William H. Webster, Director, Federal Bureau of Investigation, 15 Oct 1985

%
«Από όλες τις τυραννίες που επηρεάζουν την ανθρωπότητα, η τυραννία στη θρησκεία είναι το χειρότερο."
		-- Thomas Paine

%
"Λέω να απογειωθεί? Nuke την περιοχή από την τροχιά Είναι ο μόνος τρόπος για να είστε σίγουροι.".
		-- Corporal Hicks, in "Aliens"

%
"Δεν υπάρχει τίποτα τόσο θανατηφόρος ώστε να μην κρατήσει ψηλά στους ανθρώπους την ευκαιρία νακάνει μεγάλα και θαυμαστά πράγματα, αν θέλουμε να τους ενθαρρύνει με ενεργό τρόπο. "
		-- Dr. Harold Urey, Nobel Laureate in chemistry

%
"... Δέουσα προσοχή στην γήινη ανάγκες των φτωχών, η κατάθλιψη και ηκαταπιεσμένα, θα εξελιχθεί φυσικά από δυναμική, άρθρωση, πνευματώδησυνειδητοποίηση από τους μεγάλους στόχους για τον άνθρωπο και την κοινωνία που συνωμότησαν για να στήσει. "
		-- David Baker, paraphrasing Harold Urey, in "The History of Manned Space Flight"

%
"Αθήνα χτίστηκε η Ακρόπολη. Η Κόρινθος ήταν μια εμπορική πόλη, που ενδιαφέρονται γιακαθαρά υλιστική πράγματα. Σήμερα θαυμάζουμε Αθήνα, επισκεφτείτε αυτό, διατηρούν τοπαλιά ναούς, αλλά θέτουμε σχεδόν ποτέ το πόδι στην Κόρινθο. "
		-- Dr. Harold Urey, Nobel Laureate in chemistry

%
«Κυρίως επειδή είναι τόσο απτή και συναρπαστικό πρόγραμμα και ως τέτοια βούλησηχρησιμεύσει για να κρατήσει ζωντανό το ενδιαφέρον και τον ενθουσιασμό του όλο το φάσμα τηςκοινωνία ... Είναι δικαιολογημένο γιατί ... το πρόγραμμα μπορεί να δώσει μια αίσθηση της κοινήςπεριπέτεια και επίτευγμα για την κοινωνία στο σύνολό της. "
		-- Dr. Colin S. Pittendrigh, in "The History of Manned Space Flight"

%
Η πρόκληση της εξερεύνησης του διαστήματος και ιδιαίτερα των ανδρών προσγείωση στο φεγγάριαποτελεί τη μεγαλύτερη πρόκληση που έχει αντιμετωπίσει ποτέ η ανθρώπινη φυλή. Ακόμη καιΑν δεν υπήρχαν σαφείς επιστημονικές ή άλλα επιχειρήματα για να συνεχίσετε με αυτήνεργασία, όλη η ιστορία του πολιτισμού μας θα εξακολουθούν να ωθούν τους άνδρες προς τοστόχος. Στην πραγματικότητα, το συγκρότημα της επιστημονικής και στρατιωτικής με αυτά τα ανθρώπιναεπιχειρήματα δημιουργεί ένα τέτοιο συντριπτικό περίπτωση που το μπορεί να αγνοηθεί μόνο απόεκείνους που είναι τυφλοί με τα διδάγματα της ιστορίας, ή που επιθυμούν να αναστείλουν τηντην ανάπτυξη του πολιτισμού κατά τη στιγμή της μεγαλύτερη ευκαιρία και το δράμα.
		-- Sir Bernard Lovell, 1962, in "The History of Manned Space Flight"

%
Η ιδέα του ανθρώπου αφήνοντας τη γη και πετούν σε ένα άλλο ουράνιο σώμα καιπροσγείωση εκεί και βγαίνετε και τα πόδια πάνω από το σώμα έχει μια γοητείακαι η κινητήρια δύναμη που μπορεί να πάρει η χώρα σε ένα επίπεδο της ενέργειας, η φιλοδοξία,και θα ότι δεν βλέπω σε οποιαδήποτε άλλη επιχείρηση. Νομίζω ότι αν είμαστεειλικρινείς με τους εαυτούς μας, πρέπει να παραδεχτούμε ότι χρειαζόμασταν αυτή την ώθηση εξαιρετικάδυνατά. Πιστεύω ειλικρινά ότι το διαστημικό πρόγραμμα, με επανδρωμένο τουπροσγείωση στο φεγγάρι, αν σοφά εκτελεστεί, θα γίνει η αιχμή του δόρατος για μιαευρύ μέτωπο των θαρραλέα και ενεργητικός δραστηριότητες σε όλους τους τομείς τηςπροσπάθεια του ανθρώπινου νου - δραστηριότητες που δεν θα μπορούσε να πραγματοποιηθείεκτός από μια διανοητική κλίμα της φιλοδοξίας και της εμπιστοσύνης που μια τέτοια αιχμή του δόρατοςμπορεί να δώσει.
		-- Dr. Martin Schwarzschild, 1962, in "The History of Manned Space Flight"

%
Η ανθρώπινη κοινωνία - ο άνθρωπος σε μια ομάδα - αναδύεται από το λήθαργο της σε νέα επίπεδαπαραγωγικότητα μόνο υπό την ώθηση της βαθιά έμπνευση και κοινώςεκτίμησα στόχους. Μια ληθαργικό κόσμος δεν εξυπηρετεί κανένα αιτία καλά? μια εμπνευσμένη κόσμοπου εργάζονται επιμελώς προς διακαώς επιθυμητών στόχων παρέχει τα μέσα καιη ισχύς προς την οποία πολλοί άκρα μπορεί να είναι ικανοποιημένος ... να απαράμιλληκοινωνική ολοκλήρωση.
		-- Dr. Lloyd V. Berkner, in "The History of Manned Space Flight"

%
Η ευρωστία της πολιτισμένες κοινωνίες σώζεται από την ευρέως διαδεδομένη άποψη ότι η υψηλήστόχοι αξίζουν-λίγο. Έντονη κοινωνίες φιλοξενούν μια ορισμένη υπερβολή τηςστόχους, έτσι ώστε οι άνδρες να περιπλανηθεί πέρα ​​από την ασφαλή παροχή των προσωπικώνικανοποιήσεις. Όλα τα ισχυρά συμφέροντα εύκολα να γίνει απρόσωπη, η αγάπη τουμια καλή δουλειά καλά κάνει. Υπάρχει μια αίσθηση της αρμονίας για ένα τέτοιο επίτευγμα,η ειρήνη έφερε με κάτι που αξίζει, ενώ.
		-- Alfred North Whitehead, 1963, in "The History of Manned Space Flight"

%
Δεν πιστεύω ότι αυτή η γενιά των Αμερικανών είναι πρόθυμος να παραιτηθεί η ίδιανα πάτε για ύπνο κάθε βράδυ από το φως του Κομμουνιστικού φεγγάρι ...
		-- Lyndon B. Johnson

%
Η ζωή είναι το ίδιο, εκτός από τα παπούτσια.
		-- The Cars

%
μωβ βουητόΠοικιλία από αυτοκίνηταφώτα λέιζερ, φέρνετεΌλα για να αποδείξειΕίσαι σε κίνησηκαι εξαφανίζεται
		-- The Cars

%
Θα μπορούσε να είναι είστε διέρχονται από τη λεπτή γραμμήΈνα ανόητο είδος οδηγού του ... από τον τοίχοΜπορείτε να κρατήσει δροσερό όταν είναι t-t-σφιχτό... Τα μάτια ανοίγουν διάπλατα όταν αρχίσουν να πέφτουν.
		-- The Cars

%
Προσαρμόζω. Απολαμβάνω. Επιζώ.
		-- The Cars

%
Υπήρχαν λιγότερες ανόητοι, απατεώνες θα λιμοκτονήσουν.
		-- Anonymous

%
Η ανθρωπότητα έχει τα αστέρια στο μέλλον της, και ότι το μέλλον είναι πολύ σημαντικό ναχάνεται κάτω από το βάρος της νεανικής τρέλας και άγνοια δεισιδαιμονία.
		-- Isaac Asimov

%
Και το πλήθος ήταν επαναπαύεται. Ένας ηλικιωμένος άνδρας, αναρωτιούνται στην ξαφνική σιωπή,στράφηκε προς Παιδιού και του ζήτησε να επαναλάβει ό, τι είχε πει. Wide-eyed,το παιδί ύψωσε τη φωνή του και είπε για άλλη μια φορά, «Γιατί, ο αυτοκράτορας δεν έχειρούχα! Αυτός είναι γυμνός! "
		-- "The Emperor's New Clothes"

%
"Εκείνοι που πιστεύουν στην αστρολογία ζουν σε σπίτια με θεμέλιαSilly Putty. "
		-- Dennis Rawlins, astronomer

%
Μέχρι σήμερα, τα οριστικά συμπεράσματα της Project Blue Book είναι:   1. Δεν ΑΤΙΑ ανέφεραν, διερευνώνται και αξιολογούνται      από την Πολεμική Αεροπορία έχει δοθεί ποτέ καμία ένδειξη απειλής για μας      Εθνική ασφάλεια;   2. υπήρξε κανένα αποδεικτικό στοιχείο που έχει υποβληθεί ή ανακαλύφθηκαν από τον αέρα      Δύναμη που θεάσεις κατηγοριοποιούνται ως ΑΓΝΩΣΤΟΣ αντιπροσωπεύουν      τεχνολογικές εξελίξεις ή τις αρχές πέρα ​​από το εύρος της      σημερινές επιστημονικές γνώσεις? και   3. υπήρξε καμία απόδειξη που δείχνει ότι θεάσεις κατηγοριοποιούνται      όπως ΑΓΝΩΣΤΩΝ είναι εξωγήινη οχήματα.- Η περίληψη των Project Blue Book, μια μελέτη της Πολεμικής Αεροπορίας των ΑΤΙΑ από το 1950  έως το 1965, όπως αναφέρεται από τον James Randi στο Flim-Flam!
		-- Dennis Rawlins, astronomer

%
Εκείνοι που πιστεύουν ότι πιστεύουν στον Θεό, αλλά χωρίς πάθος τουςκαρδιές, χωρίς άγχος στο μυαλό, χωρίς αβεβαιότητα, χωρίς αμφιβολία,χωρίς ένα στοιχείο της απελπισίας, ακόμη και στην παρηγοριά τους, πιστεύουν μόνοστην ιδέα του Θεού, δεν είναι ο ίδιος ο Θεός.
		-- Miguel de Unamuno, Spanish philosopher and writer

%
Η αμφιβολία είναι ένας πόνος πολύ μοναχικός να ξέρετε ότι η πίστη είναι ο δίδυμος αδελφός του.
		-- Kahlil Gibran

%
Η αμφιβολία δεν είναι το αντίθετο της πίστης? είναι ένα στοιχείο της πίστης.
		-- Paul Tillich, German theologian and historian

%
Αμφιβολία δεν είναι μια ευχάριστη κατάσταση, αλλά βεβαιότητα είναι παράλογο.
		-- Voltaire

%
Εάν μόνο ο Θεός θα μου δώσει κάποια σαφή ένδειξη! Σαν να κάνει μια μεγάλη κατάθεσηστο όνομά μου σε μια ελβετική τράπεζα.
		-- Woody Allen

%
Δεν μπορώ να επιβεβαιώσει τον Θεό, αν δεν μπορώ να επιβεβαιώσει τον άνθρωπο. Ως εκ τούτου, επιβεβαιώνουν και τα δύο.Χωρίς πίστη στην ανθρώπινη ενότητα Είμαι πεινασμένος και ελλιπής. ανθρώπινης ενότηταςείναι η εκπλήρωση της διαφορετικότητας. Είναι η αρμονία των αντιθέτων. Αυτό είναιένα πολλά έλικας υφή, χρώμα και βάθος.
		-- Norman Cousins

%
Να υποβαθμίσει το ανθρώπινο μυαλό είναι κακή θεολογία.
		-- C. K. Chesterton

%
... Διαφορά απόψεων είναι advantageious στη θρησκεία. Οι διάφορες αιρέσειςεκτελέσει το γραφείο ενός κοινού morum λογοκρίνουν πάνω από κάθε άλλο. είναι η ομοιομορφίαεφικτός? Εκατομμυρίων αθώων ανδρών, γυναικών και παιδιών, δεδομένου ότι ηκαθιέρωση του χριστιανισμού, έχουν καεί, βασανίστηκαν, πρόστιμο, φυλακίστηκε?ακόμη δεν έχουμε προχωρήσει μια ίντσα προς την ομοιομορφία.
		-- Thomas Jefferson, "Notes on Virginia"

%
Η ζωή είναι μια διαδικασία, όχι μια αρχή, ένα μυστήριο για να ζήσει, δεν είναι ένα πρόβλημα για νανα επιλυθούν.
		-- Gerard Straub, television producer and author (stolen from Frank Herbert??)

%
Έτσι ακολουθούμε τα μονοπάτια περιπλάνηση μας, και το ίδιο το σκοτάδι λειτουργεί ως οδηγός μας καιαμφιβολίες μας χρησιμεύσει για να μας καθησυχάσει.
		-- Jean-Pierre de Caussade, eighteenth-century Jesuit priest

%
Πίστη μπορεί να οριστεί συνοπτικά ως παράλογη πίστη στην εμφάνιση τωναπίθανος.
		-- H. L. Mencken

%
Και δεν νομίζετε ότι κάθε ένας από εσάς τις γυναίκες είναι μια Εύα; Η κρίση του Θεούκατά τη σεξουαλική σας υπομένει σήμερα? και μαζί με αυτό υπομένει πάντα τη θέση σαςποινικών στο μπαρ της δικαιοσύνης.
		-- Tertullian, second-century Christian writer, misogynist

%
Κρίνω μια θρησκεία ως καλό ή κακό με βάση το αν οπαδών τηςγίνουν καλύτεροι άνθρωποι, ως αποτέλεσμα της άσκησης του.
		-- Joe Mullally, computer salesman

%
Η μίμηση είναι η ειλικρινέστερη μορφή της λογοκλοπής.
		-- Joe Mullally, computer salesman

%
"Unibus πρόγραμμα χρονικού ορίου θανατηφόρα παγίδα χάσει συγγνώμη"
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Πόσοι σουρεαλιστές χρειάζονται για να βίδα σε μια λάμπα;One για να κρατήσει την καμηλοπάρδαλη και μια για να γεμίσει την μπανιέρα με έντονα χρώματαηλεκτρικά εργαλεία.
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Πόσες βαυαρική Illuminati χρειάζεται για να βίδα σε μια λάμπα;Τρία: ένα για να το βιδώσετε και μία να συγχέουμε το θέμα.
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Πόσο καιρό παίρνει ένα μηχανικό υπηρεσιών στον τομέα Δεκέμβριο για να αλλάξει μια λάμπα;Εξαρτάται από το πόσο πολλά κακά που έφερε μαζί του.
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Μου κάνει καμία ζημίας για το γείτονά μου να πω ότι υπάρχουν είκοσι θεοί ή όχι ο Θεός.Ούτε παίρνει τσέπη μου ούτε σπάει το πόδι μου.
		-- Thomas Jefferson

%
Δεν πιστεύω στη θρησκεία φανερά από την Εβραϊκή εκκλησία, από τον ΡωμαίοΕκκλησία, από την ελληνική Εκκλησία, από την τουρκική Εκκλησία, από την Προτεσταντική Εκκλησία,ούτε από οποιαδήποτε εκκλησία που γνωρίζω. Η δική μου γνώμη είναι η δική μου Εκκλησία.
		-- Thomas Paine

%
Ο Θεός δεν requireth ομοιομορφία της θρησκείας.
		-- Roger Williams

%
Η ημέρα θα έρθει όταν η μυστική γενιά του Ιησού, από το Ανώτατο Ονκαθώς ο πατέρας του, στη μήτρα της παρθένου θα ταξινομούνται με το μύθο τουη γενιά της Αθηνάς στον εγκέφαλο του Δία. Αλλά μπορούμε να ελπίζουμε ότι τοαυγή του λόγου και την ελευθερία της σκέψης σε αυτές τις Ηνωμένες Πολιτείες θα κάνουν μακριά μεΑυτή η τεχνητή σκαλωσιές και να αποκαταστήσει για να μας πρωτόγονη και γνήσιαδόγματα αυτής της πιο τιμούσαν Reformer των ανθρώπινων λαθών.
		-- Thomas Jefferson

%
Ας, στη συνέχεια, συμπολίτες, να ενωθεί με μια καρδιά και ένα μυαλό. Αςαποκαταστήσει την κοινωνική επαφή αυτή η αρμονία και την αγάπη χωρίς την οποίαελευθερία και ακόμη και η ίδια η ζωή δεν είναι παρά θλιβερό πράγματα. Και ας αναλογισθούμεότι, αφού εξορίστηκε από τη γη μας ότι η θρησκευτική μισαλλοδοξία βάσει της οποίαςη ανθρωπότητα τόσο καιρό αφαίμαξη, έχουμε ακόμα κερδίσει λίγο αν counternance έναπολιτική της μισαλλοδοξίας ως δεσποτική, ως κακό, και ικανό να αναπτύσσει πικρή καιαιματηρή διώξεις.
		-- Thomas Jefferson

%
Δεν βρίσκω το ορθόδοξο Χριστιανισμό μια λυτρωτική λειτουργία.
		-- Thomas Jefferson

%
Η θεότητα του Ιησού γίνεται μια βολική κάλυψη για παραλογισμό. ΠουθενάΣτα Ευαγγέλια κάνουν να βρούμε ένα δίδαγμα για Δοξασίες, Εξομολογήσεις, όρκοι,Δόγματα, και ολόκληρη carloads άλλων ανόητο μπιχλιμπίδια που βρίσκουμε στηνΧριστιανισμός.
		-- John Adams

%
Η Βίβλος δεν είναι το βιβλίο μου και ο Χριστιανισμός δεν είναι θρησκεία μου. θα μπορούσαΠοτέ δεν δώσει τη σύμφωνη γνώμη των μεγάλων περίπλοκες καταστάσεις χριστιανικό δόγμα.
		-- Abraham Lincoln

%
Ως προς τον Ιησού από τη Ναζαρέτ ... Νομίζω ότι το σύστημα των Ήθη και τη θρησκεία του,όπως ο ίδιος τους άφησε σε μας, το καλύτερο ο κόσμος είδε ποτέ ή ενδέχεται να δούμε?αλλά έχω αντιληφθεί ότι έχει λάβει διάφορες διαφθείρει αλλαγές, και έχω,με τις περισσότερες από τις παρούσες διαφωνούντες στην Αγγλία, κάποιες αμφιβολίες ως προς τουθειότητα.
		-- Benjamin Franklin

%
Θα είχα υποσχεθεί αυτούς τους τρομοκράτες ένα ταξίδι στην Disneyland αν αυτό θα έχειπάρει οι όμηροι απελευθερώνονται. Ευχαριστώ τον Θεό που ήταν ικανοποιημένοι με τοπυραύλους και εμείς δεν πρέπει να πάμε σε αυτό το ακραίο.
		-- Oliver North

%
Πιστεύω σε μια Αμερική όπου ο διαχωρισμός εκκλησίας και κράτους είναι απόλυτη -όπου δεν υπάρχει Καθολικός ιεράρχης θα πει ο πρόεδρος (θα πρέπει αυτός να είναι καθολικός)πώς να δράσουν, και δεν προτεσταντική υπουργός θα πει ενορίτες του για τα οποίανα ψηφίσουν - όπου δεν υπάρχει εκκλησία ή εκκλησία σχολείο χορηγηθεί οποιαδήποτε δημόσια κεφάλαια ήπολιτική προτίμηση - και όπου ο άνθρωπος δεν έχει αρνηθεί δημόσια αξιώματα απλώςεπειδή η θρησκεία του είναι διαφορετικός από τον πρόεδρο, ο οποίος θα μπορούσε να τον ή την διορίζειοι άνθρωποι που θα μπορούσε να τον εκλέξει.- Από τη διεύθυνση John F. Kennedy στην ευρύτερη Υπουργική Συλλόγου Χιούστον  Σεπτέμβριο του 12, το 1960.
		-- Oliver North

%
Η αλήθεια είναι ότι η χριστιανική θεολογία, όπως και κάθε άλλη θεολογία, δεν είναι μόνοσε αντίθεση με το επιστημονικό πνεύμα? είναι επίσης σε αντίθεση με όλες τις άλλες προσπάθειεςστην ορθολογική σκέψη. Όχι από ατύχημα δεν Γένεση 3 κάνει τον πατέρα τουγνώση ένα φίδι - γλοιώδη, επιβουλής και αποτρόπαια. Από την παλαιότερηημέρες η εκκλησία ως οργανισμός έχει ρίξει το ίδιο βίαια εναντίον κάθεπροσπάθεια να απελευθερώσει το σώμα και το μυαλό του ανθρώπου. Έχει, ανά πάσα στιγμή καιπαντού, η συνήθης και αδιόρθωτος υπερασπιστής των κακών κυβερνήσεων, η κακήνόμους, κακές κοινωνικές θεωρίες, κακή ιδρύματα. Ήταν, για αιώνες, ένααπολογητής της δουλείας, όπως ήταν ο απολογητής για την ελέω Θεού βασιλεία.
		-- H. L. Mencken

%
Η ιδέα ότι η επιστήμη δεν ασχολείται με την πρώτη αιτίες - ότιαφήνει το πεδίο για να θεολογίας ή μεταφυσικής, και περιορίζεται στην απλήεπιδράσεις - η έννοια αυτή δεν έχει καμία υποστήριξη στην πεδιάδα γεγονότα. Αν θα μπορούσε,η επιστήμη θα μπορούσε να εξηγήσει την προέλευση της ζωής στη γη με τη μία - και υπάρχεικάθε λόγο να πιστεύουμε ότι θα το πράξει σε κάποιο όχι και τόσο απομακρυσμένη αύριο.Να υποστηρίξει ότι τα κενά στις γνώσεις που θα αντιμετωπίσει τον αιτούντα πρέπει να συμπληρωθεί,όχι με το ερώτημά του ασθενούς, αλλά από τη διαίσθηση ή αποκάλυψη, είναι απλά να δώσειάγνοιας μια περιττή και παράλογη αξιοπρέπεια ....
		-- H. L. Mencken, 1930

%
Η απόδειξη των συναισθημάτων, εκτός από τις περιπτώσεις όπου έχει ισχυρή στόχοςυποστήριξη, είναι πραγματικά καμία απόδειξη σε όλους, για κάθε αναγνωρίσιμο συναίσθημα έχειαντίθετό του, και αν κάποιος δείχνει έναν τρόπο στη συνέχεια άλλα σημεία ο άλλος τρόπος.Έτσι, το γνωστό επιχείρημα ότι υπάρχει μια ενστικτώδης επιθυμία για αθανασία,και ότι αυτή η επιθυμία αποδεικνύεται ότι είναι ένα γεγονός, γίνεται παιδαριώδης όταν είναιΥπενθυμίζεται ότι υπάρχει επίσης ένα ισχυρό και διαδεδομένο φόβο του αφανισμού,και ότι αυτό το φόβο, στην ίδια αρχή αποδεικνύει ότι δεν υπάρχει τίποταπέρα από τον τάφο. Τέτοια παιδαριώδη "αποδείξεις" είναι συνήθως θεολογικά, καιπαραμένουν θεολογική ακόμη και όταν προσκομίζει από τους άνδρες που τους αρέσει νακολακεύσει τον εαυτό τους πιστεύοντας ότι είναι επιστημονικά κύριοι ....
		-- H. L. Mencken

%
Εκεί είναι, στην πραγματικότητα, δεν υπάρχει λόγος να πιστεύουμε ότι κάθε δεδομένη φυσικό φαινόμενο,Ωστόσο θαυμάσιο αυτό μπορεί να φαίνεται σήμερα, θα παραμείνει για πάντα ανεξήγητες.Σύντομα ή αργά οι νόμοι που διέπουν την παραγωγή της ίδιας της ζωής θα είναιανακάλυψε στο εργαστήριο, και ο άνθρωπος μπορεί να δημιουργήσει την επιχείρησή ως δημιουργόςγια δικό του λογαριασμό. Το πράγμα, πράγματι, δεν είναι νοητή μόνο? Αυτό είναιακόμη και πολύ πιθανό.
		-- H. L. Mencken, 1930

%
Το καλύτερο που μπορούμε να κάνουμε είναι να είναι ευγενικά και εξυπηρετικό προς τους φίλους μας καισυνεπιβάτες οι οποίοι παραμένουν προσκολλημένοι στην ίδια κόκκος βρωμιάς ενώ είμαστεπαρασύρεται δίπλα-δίπλα με την κοινή μας μοίρα.
		-- Clarence Darrow

%
Είμαστε εδώ για να σας δώσει έναν υπολογιστή, δεν είναι μια θρησκεία.
		-- attributed to Bob Pariseau, at the introduction of the Amiga

%
... Μπορεί να υπάρξει καμία δημόσια ή ιδιωτική αρετή, εκτός εάν το θεμέλιο της δράσης είναιη πρακτική της αλήθειας.
		-- George Jacob Holyoake

%
"Αν θα με συγχωρήσετε ένα λεπτό, Πάω να έχουν ένα φλιτζάνι καφέ."- Μετάδοση από LEM Apollo 11, το "Eagle", με την Johnson Space Center, Houston  20 του Ιουλίου, 1969, 19:27
		-- George Jacob Holyoake

%
Ο πράος αμφισβητούν τη θέληση.
		-- George Jacob Holyoake

%
Βαρέθηκα να πατήσει επάνω! Ο γέροντας Θεοί λένε ότι μπορούν να μου ένας άνθρωπος κάνει!Το μόνο που κοστίζει είναι η ψυχή μου! Θα το κάνω, cuz τώρα είμαι MAD !!!
		-- Necronomicomics #1, Jack Herman & Jeff Dee

%
   Στην κύρια οθόνη Krat εμφανίστηκε η εικόνα ολο ενός ανθρώπου, και πολλά δελφίνια.Από το σχήμα του ανθρώπου, Krat μπορούσα να πω ότι ήταν μια γυναίκα, πιθανότατα ο αρχηγός τους.   "... Ηλίθιο πλάσματα ανάξιος του ονόματος` sophonts ». Ανόητο, προ-αισθανόμεναupspring του περιπλανώμενου κυρίους. Εμείς να γλιστρήσει μακριά από όλες τις ένοπλες δυνάμεις σας, το γέλιοσε αδεξιότητα σας! Εμείς να γλιστρήσει μακριά, όπως πάντα, θα μπορείτε αξιολύπητη πλάσματα.Και τώρα που έχουμε μια πραγματική προβάδισμα, ποτέ δεν θα μας πιάσει! τι καλύτεροαπόδειξη ότι πρόγονοι δεν ευνοούν σας, αλλά μας! Τι καλύτερο απόδειξης ... "   Ο χλευασμός συνέχισε. Krat ακούσει, εξοργισμένος, αλλά την ίδια στιγμή απολαμβάνονταςη τέχνη του. Αυτοί οι άνδρες είναι καλύτεροι από ό, τι είχα σκεφτεί. προσβολές τουςείναι φλύαρες και παραφουσκωμένες, αλλά έχουν το ταλέντο. Αξίζουν έντιμη, αργήθανάτους.
		-- David Brin, Startide Rising

%
«Είμαι μια μέση πράσινο μητέρα από το διάστημα"
		-- Audrey II, The Little Shop of Horrors

%
Όπως και οι γονείς μου, έχω ποτέ δεν ήταν τακτικό μέλος εκκλησία ή churchgoer.Δεν φαίνεται πιθανό για μένα ότι υπάρχει το είδος του Θεού πουρολόγια πάνω από τις ανθρώπινες υποθέσεις, ακούει τις προσευχές, και προσπαθεί να καθοδηγήσειτους ανθρώπους να ακολουθήσουν τις εντολές Του - υπάρχει ακριβώς πάρα πολύ δυστυχία καισκληρότητα για αυτό. Από την άλλη πλευρά, σέβομαι και ζηλεύω τους ανθρώπουςπου παίρνουν έμπνευση από τις θρησκείες τους.
		-- Benjamin Spock

%
Κάθε επαρκώς προηγμένη τεχνολογία δεν μπορεί να διακριθεί από ένα νόθο demo.
		-- Andy Finkel, computer guy

%
Όντας σχιζοφρενής είναι καλύτερο από το να ζουν μόνοι.
		-- Andy Finkel, computer guy

%
NOWPRINT. NOWPRINT. Clemclone, πίσω στις σκιές και πάλι.
		-- The Firesign Theater

%
Ναι, πολλοί πρωτόγονοι άνθρωποι εξακολουθούν να πιστεύουν ότι αυτό το μύθο ... Αλλά στη σημερινή τεχνικήαπεραντοσύνη του μέλλοντος, μπορούμε να υποθέσουμε ότι σίγουρα τα πράγματα ήταν πολύ διαφορετικά.
		-- The Firesign Theater

%
... Αυτό είναι ένα φοβερό θέαμα. Ολόκληρη η αντίσταση των ανταρτών θαφτεί κάτω των έξιεκατομμύρια hardbound αντίγραφα του "The Naked Lunch».
		-- The Firesign Theater

%
Θέλουμε να δημιουργήσουμε τις μαριονέτες που τραβούν το δικό τους χορδές.
		-- Ann Marion

%
Ξέρω μηχανικούς. Αγαπούν να αλλάξουν τα πράγματα.
		-- Dr. McCoy

%
Στην πανεπιστημιούπολη μας το σύστημα UNIX έχει αποδειχθεί ότι είναι όχι μόνο ένα αποτελεσματικό λογισμικόεργαλείο, αλλά ένας πράκτορας των τεχνικών και κοινωνικών αλλαγών εντός του Πανεπιστημίου.
		-- John Lions (University of New South Wales)

%
Εκείνοι που δεν καταλαβαίνουν Unix είναι καταδικασμένοι να το ανακαλύψουμε εκ νέου, κακώς.
		-- Henry Spencer, University of Toronto Unix hack

%
"Ξέρετε γιατί υπάρχουν τόσο λίγες εξελιγμένα τρομοκράτες υπολογιστών στις ΗνωμένεςΚράτη μέλη; Επειδή οι hackers σας έχουν τόσο πολύ την κινητικότητα στην εγκατάσταση.Εδώ, δεν υπάρχει τέτοια κινητικότητα. Αν έχετε την παραμικρή πνευματικήςακεραιότητα δεν μπορεί να υποστηρίξει την κυβέρνηση .... Γι 'αυτό το καλύτερο υπολογιστήμυαλά ανήκουν στην αντιπολίτευση. "
		-- an anonymous member of the outlawed Polish trade union, Solidarity

%
«Κάθε κέντρο Αλληλεγγύη είχε σωρούς και σωρούς από χαρτί .... όλοι ήταντρώει χαρτί και ένας αστυνομικός ήταν στην πόρτα. Τώρα το μόνο που έχετε να κάνετε είναι ναλυγίσει ένα δίσκο. "- Ένα ανώνυμο μέλος της εκτός νόμου πολωνικού συνδικάτου Αλληλεγγύη,  σχολιάζοντας τα οφέλη από τη χρήση ηλεκτρονικών υπολογιστών για την υποστήριξη της κίνησής τους
		-- an anonymous member of the outlawed Polish trade union, Solidarity

%
Ρούχα κάνουν τον άνθρωπο. Γυμνή άνθρωποι έχουν μικρή ή καμία επίδραση στην κοινωνία.
		-- Mark Twain

%
Όσο πιο γρήγορα όλα τα ζώα έχουν εξαφανιστεί, τόσο πιο γρήγορα θα βρούμε τα χρήματά τους.
		-- Ed Bluestone

%
Είναι νεκρός, Τζιμ.
		-- Ed Bluestone

%
Νέα Υόρκη ... όταν ο πολιτισμός καταρρέει, θυμάμαι, ήμασταν πολύ μπροστά από σας.
		-- David Letterman

%
Μπορείτε να κάνετε περισσότερα με μια λέξη είδος και ένα πυροβόλο όπλο από ό, τι με μόνο ένα είδος λέξη.
		-- Al Capone

%
Ο κώδικας κρήνη έχει σφίξει κάπως έτσι δεν μπορείτε πλέον να βουτάτε τα αντικείμενασε ένα σιντριβάνι ή ποτό από το ένα, ενώ μπορείτε να επιπλέουν στον αέρα λόγω τηςμετεώριση.Τηλεμεταφορά στην κόλαση με μια παγίδα τηλεμεταφοράς θα συμβεί δεν είναι πλέον αν ηχαρακτήρας δεν έχει αντοχή στη φωτιά.
		-- README file from the NetHack game

%
Θυμηθείτε, υπάρχει μια μεγάλη διαφορά μεταξύ γονατίζει κάτω και το σκύψιμο.
		-- Frank Zappa

%
Νομίζω ότι όλα τα σωστά σκεπτόμενοι άνθρωποι σε αυτή τη χώρα είναι άρρωστοι καικουραστεί να λένε ότι οι απλοί έντιμοι άνθρωποι έχουν βαρεθεί σε αυτόχώρα με το να είναι άρρωστος και κουρασμένος. Δεν είμαι σίγουρα. Αλλα είμαιάρρωστος και κουρασμένος να πει ότι είμαι.
		-- Monty Python

%
"Δεν υπάρχει παραγραφή για ηλιθιότητα."
		-- Randomly produced by a computer program called Markov3.

%
Υπάρχει μια φορά στις παλίρροιες των ανδρών,Η οποία, λαμβάνονται σε πλημμύρα της, οδηγεί στην επιτυχία.Από την άλλη πλευρά, δεν μετράνε σε αυτό.
		-- T. K. Lawson

%
Για να ακολουθήσει ανόητο προηγούμενα, και κλείνει το μάτιΜε τα δύο μάτια μας, είναι πιο εύκολο από το να σκέφτονται.
		-- William Cowper

%
Είναι η ποιότητα και όχι η ποσότητα που έχει σημασία.
		-- Lucius Annaeus Seneca (4 B.C. - A.D. 65)

%
Κάποιος μπορεί να είναι σε θέση να εγείρουμε ζητήματα σχετικά με την ποιότητα του ένα μόνο πείραμα, ήγια την ακρίβεια ενός συγκεκριμένου ερευνητή, αλλά, λαμβάνοντας όλα τα υποστηρικτικάπειράματα μαζί, το βάρος της απόδειξης είναι τόσο ισχυρή όσο εύκολα ναχρήζουν προβληματισμού ενός σοφού.- Ο καθηγητής William Τίλερ, παραψυχολόγου Πανεπιστημίου Standford,  σχολιάζοντας την έρευνα psi
		-- Lucius Annaeus Seneca (4 B.C. - A.D. 65)

%
Τίποτα δεν γίνεται ποτέ πραγματική μέχρι να βιώνεται.
		-- John Keats

%
καλή φύση σας θα σας φέρει απεριόριστη ευτυχία.
		-- John Keats

%
«Το ταξίδι μας προς τα αστέρια έχει προχωρήσει γρήγορα.Το 1926 ο Robert H. Goddard ξεκίνησε το πρώτο υγρό αυτοκινούμενων πυραύλων,επίτευξη υψόμετρο 41 πόδια. Το 1962 ο John Glenn τροχιά γύρω από τη γη.Το 1969, μόλις 66 χρόνια μετά την Orville Wright πέταξε δύο πόδια από το έδαφοςγια 12 δευτερόλεπτα, ο Neil Armstrong, Buzz Aldrin και εκτοξεύθηκε στο φεγγάριστο Apollo 11. "- Michael Collins   Ο πρώην αστροναύτης και το παρελθόν Διευθυντής του Εθνικού Μουσείου Αέρος και Διαστήματος
		-- John Keats

%
Οι περισσότεροι άνθρωποι παρουσιάζουν ό, τι οι πολιτικοί επιστήμονες αποκαλούν «ο συντηρητισμός τουαγροτιάς. "Μην χάσετε ό, τι έχετε. Μην αλλάξετε. Μην πάρετε μια ευκαιρία,γιατί μπορεί να καταλήξετε πεθαίνουν από την πείνα. Παίξτε με ασφάλεια. Αγοράστε εξίσουχρειάζεστε. Μην χάνετε χρόνο.Όταν σκεφτόμαστε για τον κίνδυνο, τα ανθρώπινα όντα και οι εταιρείες συνειδητοποιούν σε τουςκεφάλια που οι κίνδυνοι είναι απαραίτητες για την ανάπτυξη, για να επιβιώσουν. Αλλά όταν έρχεται κάτωστη διατήρηση των καλών ανθρώπων, όταν έρθει η κρίσιμη στιγμή, ή να επενδύουν χρήματα σεκάτι αδοκίμαστο, μόνο ο γενναίος φτάσει βαθιά στην τσέπη και το παιχνίδι τουςΠρέπει να παιχτεί το παιχνίδι όπως αυτό.
		-- David Lammers, "Yakitori", Electronic Engineering Times, January 18, 1988

%
«Δεν μπορούν να προγραμματίσουν ένα όργιο, θα μπορούσε να εκληφθεί ως πάλης"
		-- Stanley Sutton

%
Σαββατοκύριακα έγιναν για τον προγραμματισμό.
		-- Karl Lehenbauer

%
"Μόλις είχε ένα πόδι στο Λευκό Οίκο και το έθνος έτρεμε κάτω τουμουγκρίζει. Τώρα αυτός είναι ένας πάπας tinpot στη ζώνη της Coca-Cola και έναν αδελφό για να τοαπεγνωσμένη ποιμένες που ξυλοφορτώνω halfwits από γαλβανισμένο σκηνές σιδήρου πίσωτα ναυπηγεία σιδηροδρόμου. "- H. L. Mencken, συγγραφή William Jennings Bryan, ο δικηγόρος των υποστηρικτών  του νόμου κατά της εξέλιξης του Tennessee στο πεδία "δίκη του πιθήκου" το 1925.
		-- Karl Lehenbauer

%
... Πρέπει να αντιπαραθέσουν τη συντριπτική κρίση που παρέχεται από συνεπήπαρατηρήσεις και συμπεράσματα από τις χιλιάδες. Η γη είναι δισεκατομμυρίωνετών και τα ζωντανά πλάσματα της που συνδέονται με δεσμούς της εξελικτικήςκατάβαση. Οι επιστήμονες κατηγορούνται για την προώθηση δόγματος από τόσο δηλώνοντας, αλλάεμείς μάρκα ανθρώπους ανελεύθερα, όταν διακηρύσσουν ότι η γη δεν είναι ούτεεπίπεδες ούτε στο κέντρο του σύμπαντος; Η επιστήμη * μας έχει διδάξει * μερικάτα πράγματα με την εμπιστοσύνη! Εξέλιξη σε μια αρχαία γη είναι επίσηςκαθιερωθεί ως το σχήμα και τη θέση του πλανήτη μας. συνεχίζοντας τον αγώνα μαςνα κατανοήσουν πώς η εξέλιξη συμβαίνει (η «θεωρία της εξέλιξης») δενρίχνει τεκμηρίωση της εμφάνισής της - το «γεγονός της εξέλιξης" -σε αμφισβήτηση.- Stephen Jay Gould, "Η ετυμηγορία για Δημιουργισμός", σκεπτικισμό Inquirer,  Τόμος ΧΙΙ Νο 2
		-- Karl Lehenbauer

%
Αυτή ήταν η τελική μορφή επίδειξη μεταξύ των freaks τεχνολογίας - να έχουνένα σύστημα τόσο πλήρης και σοφιστικέ ότι τίποτα δεν έδειξε? Δεν μηχανήματα,Χωρίς καλώδια, χωρίς ελέγχους.
		-- Michael Swanwick, "Vacuum Flowers"

%
Οι άνδρες πρέπει να γνωρίζουν ότι από τον εγκέφαλο και από τον εγκέφαλο να προκύψουν μόνο μαςαπολαύσεις, χαρές, το γέλιο και αστειεύεται, καθώς και τις λύπες, πόνους, λύπες μαςκαι τα δάκρυα. ... Είναι το ίδιο πράγμα που μας κάνει τρελός ή παραλήρημα, εμπνέειμας με το φόβο και το φόβο, είτε από τη νύχτα ή μέρα, μας φέρνει αϋπνία,άκαιρη λάθη, άσκοπος αγωνίες, αφηρημάδα και τις πράξεις που είναισε αντίθεση με τη συνήθεια ...
		-- Hippocrates (c. 460-c. 377 B.C.), The Sacred Disease

%
Σύγχρονη ψυχολογία παίρνει εντελώς δεδομένο ότι η συμπεριφορά και νευρική λειτουργίαΤα τέλεια συσχέτιση, ότι το ένα είναι εντελώς προκαλείται από την άλλη. ΥπάρχειΔεν ξεχωριστή ψυχή ή lifeforce να κολλήσει ένα δάχτυλο στον εγκέφαλο τώρα και τότε καικάνει νευρικά κύτταρα να κάνουν αυτό που δεν θα ήταν διαφορετικά. Στην πραγματικότητα, φυσικά, αυτόείναι μια υπόθεση εργασίας μόνο .... Είναι αρκετά πιθανό ότι κάποια μέρα ηυπόθεση θα πρέπει να απορριφθούν. Αλλά είναι επίσης σημαντικό να δούμε ότιΔεν έχουν φτάσει εκείνη τη μέρα ακόμη: η υπόθεση εργασίας είναι απαραίτητη μία καιδεν υπάρχει καμία πραγματική απόδειξη σε αντίθεση με αυτό. Η αδυναμία μας να λύσουν ένα πρόβλημα τόσοστιγμής δεν έχει καταστεί αδιάλυτο. Κάποιος δεν μπορεί λογικά να είναι μια ντετερμινιστική στοφυσική και τη βιολογία, και ένα μυστικιστικό στην ψυχολογία.
		-- D. O. Hebb, Organization of Behavior:  A Neuropsychological Theory, 1949

%
Διαδεδομένη πεποιθήσεις που η γνώση μπορεί να αξιοποιηθεί από τις προηγούμενες ενσαρκώσεις ήαπό ένα «καθολικό μυαλό» (το αποθετήριο όλων των προηγούμενων σοφία και τη δημιουργικότητα)όχι μόνο είναι απίθανο, αλλά και άδικα εξευτελίζει την εκπληκτική επιτεύγματατων ατομικών ανθρώπινων εγκεφάλων.- Barry L. Beyerstein, «ο εγκέφαλος και Συνείδηση: Συνέπειες για Psi  Φαινόμενα ", σκεπτικισμό Inquirer, Vol. XII Νο 2, PPG. 163-171
		-- D. O. Hebb, Organization of Behavior:  A Neuropsychological Theory, 1949

%
... Ευτυχώς, η ευθύνη για την παροχή αποδεικτικών στοιχείων είναι από την πλευρά τηςτο άτομο που κάνει την αίτηση, δεν είναι ο κριτικός. Δεν είναι η ευθύνητων σκεπτικιστών UFO να αποδείξουν ότι ένα UFO δεν υπήρξε ποτέ, ούτε είναι ηευθύνη των παραφυσικών-υγείας-αξιώσεις σκεπτικιστές να αποδείξει ότι οι κρύσταλλοιή χρωματιστά φώτα ποτέ δεν θεράπευσε κανέναν. Ο ρόλος του σκεπτικιστή είναι να επισημάνωισχυρισμούς που δεν υποστηρίζονται επαρκώς από αποδεκτά αποδεικτικά στοιχεία και ναπαρέχουν εύλογες εναλλακτικές εξηγήσεις που συνάδουν περισσότερο μετο αποδεκτό σώμα των επιστημονικών στοιχείων. ...
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII No. 2, pg. 215

%
"Ada είναι το έργο ενός αρχιτέκτονα, δεν είναι επιστήμονας υπολογιστών."
		-- Jean Icbiah, inventor of Ada, weenie

%
Έκτακτη αξιώσεις απαιτούν έκτακτες απόδειξη. Υπάρχουν πολλά παραδείγματαξένους που τελικά ανέτρεψε παγιωμένες επιστημονικές ορθοδοξίες, αλλάπου επικράτησε με αδιάσειστα στοιχεία. Πιο συχνά, έκδηλες ευρήματα πουέρχονται σε αντίθεση με καθιερωμένη έρευνα να αποδειχθεί αντικείμενα. έχωυποστήριξε ότι η αποδοχή ψυχικές δυνάμεις, μετενσάρκωση, «κοσμική συνείδηση»,και τα παρόμοια, θα επιφέρει θεμελιώδεις αναθεωρήσεις από τα θεμέλια τηςνευροεπιστήμης. Πριν από την εγκατάλειψη υλιστικές θεωρίες του μυαλού που έχουν καταβληθείόμορφος μερίσματα, πρέπει να επιμείνουμε για την καλύτερη απόδειξη για φαινόμενα psiαπό ό, τι υπάρχει σήμερα, ειδικά όταν η νευρολογία και οι ίδιοι ψυχολογίαπροσφέρουν πιο εύλογες εναλλακτικές λύσεις.- Barry L. Beyerstein, «ο εγκέφαλος και Συνείδηση: Συνέπειες για Psi   Φαινόμενα ", σκεπτικισμό Inquirer, Vol. XII Νο 2, PPG. 163-171
		-- Jean Icbiah, inventor of Ada, weenie

%
Η εξέλιξη είναι μια πτώχευση κερδοσκοπική φιλοσοφία, όχι ένα επιστημονικό γεγονός.Μόνο μια πνευματικά πτώχευση της κοινωνίας μπορούσα να το πιστέψω ποτέ. ... Μόνοάθεοι θα μπορούσε να αποδεχθεί αυτή την σατανική θεωρία.
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
Η εξέλιξη είναι τόσο πολύ ένα γεγονός όπως η γη στροφή γύρω από τον άξονά της και πηγαίνει γύρω απόο ήλιος. Κάποτε αυτό ονομαζόταν η θεωρία του Κοπέρνικου? αλλά όταναποδεικτικά στοιχεία για μια θεωρία γίνεται τόσο μεγάλη ώστε δεν ενημερωμένοι πρόσωπομπορεί να αμφιβάλλω, είναι σύνηθες για τους επιστήμονες να το ονομάσουμε ένα γεγονός. ότι όλαπαρούσα ζωή καταγόταν από παλαιότερες μορφές, σε μεγάλες εκτάσεις των γεωλογικώνφορά, όπως εδραιωθεί ως Κοπέρνικου κοσμολογία. βιολόγοι διαφέρουνμόνο σε σχέση με τις θεωρίες για το πώς λειτουργεί η διαδικασία.- Martin Gardner, "Irving Kristol και τα γεγονότα της ζωής»,   Η σκεπτικοί Inquirer, Vol. XII Νο 2, PPG. 128-131
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
... Είναι λυπηρό να βρει τον βασανίζω το επιστημονική κοινότητα για την ενωμένη τουαντίθεση με άγνοια δημιουργιστές που θέλουν τους εκπαιδευτικούς και βιβλία για ναδίνουν ίσο χρόνο να ξεκινήσουμε επιχειρήματα που έχουν προχωρήσει δεν ένα βήμα πέραη flyblown ρητορική του Επισκόπου Wilberforce και ο William Jennings Bryan.- Martin Gardner, "Irving Kristol και τα γεγονότα της ζωής»,   Η σκεπτικοί Inquirer, Vol. XII Νο 2, PPG. 128-131
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
... Το βιβλίο αξίζει την προσοχή μόνο για δύο λόγους: (1) επιτίθεταιεπιχειρεί να εκθέσει εικονική παραφυσικές μελέτες? και (2) είναι πολύ καλά καιεύλογα γραπτές και έτσι μάλλον δύσκολο να απορρίψει ή να διαψευσθεί από την απλήαποδοκιμαστικός.- Harry Eagar, αναθεώρηση "Πέρα από την Quantum" από τον Michael Talbot,   Η σκεπτικοί Inquirer, Vol. XII Νο 2, PPG. 200-201
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
Τώρα με βάζω κάτω στον ύπνοΑκούω τις σειρήνες στο δρόμοΌλα τα όνειρά μου από χρώμιοΔεν έχω κανένα τρόπο να πάρει πίσω στο σπίτι
		-- Tom Waits

%
Είμαι εδώ από τη βούληση του λαού και δεν θα αφήσει μέχρι να πάρω αδιάβροχο μουπίσω.
		-- a slogan of the anarchists in Richard Kadrey's "Metrophage"

%
Πόσες πυρηνική μηχανικοί χρειάζονται για να αλλάξουν μια λάμπα;Επτά: Ένα για να εγκαταστήσετε τη νέα λάμπα, και έξι για να καθορίσει τι πρέπει να κάνετε        με το παλιό για τα επόμενα 10.000 χρόνια.
		-- a slogan of the anarchists in Richard Kadrey's "Metrophage"

%
Νόμος του Mike:Για μια εταιρεία ξυλείας που απασχολούν δύο άνδρες και μια cut-off πριόνι, ταοριακό προϊόν της εργασίας για οποιοδήποτε αριθμό των επιπλέον εργαζομένωνισούται με το μηδέν μέχρι την απόκτηση ενός άλλου cut-off πριόνι.Ας μην θεωρούν ακόμη και ένα αλυσοπρίονο.- Mike Dennison[Μπορείτε πάντα να προγραμματίσετε το πριόνι, αν και - ed.]
		-- a slogan of the anarchists in Richard Kadrey's "Metrophage"

%
Όσο εμείς πάμε να ανακαλύψουμε εκ νέου τον τροχό, θα μπορούσαμε επίσης να δοκιμάστε να κάνετετο γύρω από αυτή τη φορά.
		-- Mike Dennison

%
Αυτό το συνδυασμό ενός τεράστιου στρατιωτικού κατεστημένου και μια μεγάλη αγκαλιάβιομηχανία είναι πλέον στην αμερικανική εμπειρία ... Δεν πρέπει να παραλείψει νακατανοήσουν σοβαρές συνέπειες της ... Πρέπει να προφυλαχθεί από τοαπόκτηση αδικαιολόγητη επιρροή ... από το στρατιωτικό-βιομηχανικόσυγκρότημα. Το δυναμικό για την καταστροφική άνοδο της άστοχες εξουσίαςυπάρχει και θα εξακολουθήσει να υφίσταται.
		-- Dwight D. Eisenhower, from his farewell address in 1961

%
Αυτό το εστιατόριο ήταν διαφήμιση πρωινό οποιαδήποτε στιγμή. Γι 'αυτό και διέταξεΓαλλικά τοστ στην αναγέννηση.
		-- Steven Wright, comedian

%
Ο καθένας έχει ένα σκοπό στη ζωή. Ίσως η δική σας είναι βλέποντας τηλεόραση.
		-- David Letterman

%
Πολλά από τα πράγματα που κάνω είναι τόσο ελάχιστη, και έχει σχεδιαστεί για να είναι ελάχιστη.Η μικρότητα του είναι ό, τι είναι ελκυστική. Είναι παράξενο, γιατί είναι τόσοπνευματικά κουτσός. Είναι δύσκολο να με δει να κάνει αυτό για το υπόλοιπο τηςη ζωή μου. Αλλά την ίδια στιγμή, αυτό είναι αυτό που κάνω καλύτερα.
		-- Chris Elliot, writer and performer on "Late Night with David Letterman"

%
e-αξιοπιστία: η μη guaranteeable πιθανότητα ότι τα ηλεκτρονικά δεδομέναπου βλέπετε είναι γνήσιο και όχι κάποιος είναι έτοιμα χάλια.
		-- Karl Lehenbauer

%
Όποτε οι άνθρωποι συμφωνούν μαζί μου, εγώ πάντα πιστεύω ότι πρέπει να είναι λάθος.
		-- Oscar Wilde

%
Η μητέρα μου είναι ένα ψάρι.
		-- William Faulkner

%
Η περαιτέρω η πνευματική εξέλιξη των προκαταβολών της ανθρωπότητας, τόσο πιο σίγουροι ότιΜου φαίνεται ότι ο δρόμος προς την πραγματική θρησκευτικότητα δεν βρίσκεται μέσα ηο φόβος της ζωής, και το φόβο του θανάτου, και την τυφλή πίστη, αλλά μέσω αγωνίζονταιμετά από ορθολογική γνώση.
		-- Albert Einstein

%
Όσο περισσότερο ένας άνδρας είναι διαποτισμένη με τον διέταξε την κανονικότητα όλων των γεγονότων, η πιο σταθερήγίνεται πεποίθησή του ότι δεν υπάρχει χώρος αριστερά από την πλευρά του αυτό διέταξεκανονικότητας για τις αιτίες της διαφορετικής φύσης. Γι 'αυτόν, ούτε τον κανόνα τηςανθρώπινο, ούτε ο κανόνας της θείας βούλησης υπάρχει ως ανεξάρτητη αιτία των φυσικώνγεγονότα. Για να είμαστε σίγουροι, το δόγμα του προσωπικού Θεού παρεμβαίνει με φυσικέςγεγονότα θα μπορούσαν ποτέ να αντικρούσει, με την πραγματική έννοια, η επιστήμη, γι 'αυτόδόγμα μπορούν πάντα να βρουν καταφύγιο σε αυτούς τους τομείς στους οποίους η επιστημονική γνώσηδεν είναι ακόμη σε θέση να πατήσει το πόδι.Αλλά είμαι πεπεισμένος ότι μια τέτοια συμπεριφορά εκ μέρους των εκπροσώπωντης θρησκείας θα ήταν ανάξιο, αλλά και μοιραία όχι μόνο. Για ένα δόγμα το οποίοείναι σε θέση να διατηρήσει την ίδια όχι σε καθαρό φως, αλλά μόνο στο σκοτάδι, θατης αναγκαιότητας να χάσει την επίδρασή της στην ανθρωπότητα, με ανυπολόγιστες βλάβες στην ανθρώπινηπρόοδος. Στον αγώνα τους για την ηθική καλό, οι δάσκαλοι της θρησκείαςπρέπει να έχουν το ανάστημα να εγκαταλείψουν το δόγμα ενός προσωπικού Θεού, που είναι,να εγκαταλείψει την πηγή του φόβου και της ελπίδας που στο παρελθόν τοποθετείται τέτοια συντριπτικήεξουσιών στα χέρια των ιερέων. Σε κόπους τους, θα πρέπει να επωφεληθούνοι ίδιοι από αυτές τις δυνάμεις που είναι σε θέση να καλλιεργεί το καλό, τοΑλήθεια, και η όμορφη στην ανθρωπότητα. Αυτό είναι, να είστε σίγουροι, πιοδύσκολο αλλά ασύγκριτα πιο άξιο έργο.
		-- Albert Einstein

%
Όποιος γνωρίζει την ιστορία, ιδιαίτερα την ιστορία της Ευρώπης, θα, νομίζω,αναγνωρίζουν ότι η κυριαρχία της εκπαίδευσης ή της κυβέρνησης από οποιοδήποτεσυγκεκριμένη θρησκευτική πίστη δεν είναι ποτέ μια ευτυχής ρύθμιση για τους ανθρώπους.
		-- Eleanor Roosevelt

%
Οι περισσότεροι μη-Καθολικοί γνωρίζουν ότι τα καθολικά σχολεία καθιστώντας μια μεγαλύτερηυπηρεσία για το έθνος μας από τα δημόσια σχολεία στα οποία ανατρεπτικό σχολικά βιβλίαέχουν χρησιμοποιηθεί, στην οποία Κομμουνιστικό-minded καθηγητές έχουν διδάξει, και απότων οποίων οι αίθουσες διδασκαλίας του Χριστού, ακόμα και ο ίδιος ο Θεός είναι παραγραφεί.
		-- from "Our Sunday Visitor", an American-Catholic newspaper, 1949

%
Όσοι από εμάς πιστεύουμε στο δικαίωμα κάθε ανθρώπου να ανήκει σε ό, τιεκκλησία κρίνει σκόπιμο, και να λατρεύουμε τον Θεό με τον δικό του τρόπο, δεν μπορεί να κατηγορηθείτης προκατάληψης, όταν δεν θέλουμε να δούμε τη δημόσια εκπαίδευση που συνδέεται μεθρησκευτικό έλεγχο των σχολείων, οι οποίοι πληρώνονται από τα χρήματα των φορολογουμένων.
		-- Eleanor Roosevelt

%
Πνευματική ηγεσία θα πρέπει να παραμείνει η πνευματική ηγεσία και τη χρονικήεξουσία δεν θα πρέπει να γίνει πάρα πολύ σημαντικό σε κάθε εκκλησία.
		-- Eleanor Roosevelt

%
Η αλήθεια έχει πάντα βρεθεί να προωθήσει τα συμφέροντα της ανθρωπότητας ...
		-- Percy Bysshe Shelley

%
Αν ο αθεϊσμός είναι να χρησιμοποιηθεί για να εκφράσει την κατάσταση του νου στην οποία ο Θεός είναιταυτίζεται με το άγνωστο, και της θεολογίας προφέρεται να είναι ένασυλλογή από ανούσια λόγια για ακατάληπτο χίμαιρες, στη συνέχεια,Δεν έχω καμία αμφιβολία, και νομίζω ότι λίγοι άνθρωποι αμφιβάλλουν, ότι οι άθεοι έχουν ωςάφθονα, όπως βατόμουρα ...
		-- Leslie Stephen (1832-1904), literary essayist, author

%
Είναι λάθος πάντα, παντού και για όλους να πιστέψουν οτιδήποτε πάνωανεπαρκή αποδεικτικά στοιχεία.
		-- W. K. Clifford, British philosopher, circa 1876

%
Γιατί, όταν δεν υπάρχει ειλικρινής άνθρωπος θα αρνηθεί σε ιδιωτικές ότι κάθε τελικός πρόβλημα είναιτυλιγμένο σε βαθύτατη μυστήριο, δεν είμαστε ειλικρινείς άνδρες διακηρύσσουν σε άμβωνεςότι η αδίστακτη βεβαιότητα είναι το καθήκον της πιο ανόητο και αδαής;Δεν είναι ένα θέαμα για να κάνουν οι άγγελοι γελούν; Είμαστε μια εταιρεία τουάγνοια όντα, αίσθημα δρόμο μας μέσα από τις ομίχλες και το σκοτάδι, τη μάθηση μόνονα επαναλαμβάνεται αδιάκοπα λάθη, απόκτηση φέγγος της αλήθειας απόπου εμπίπτουν σε κάθε πιθανό σφάλμα, αμυδρά απαιτητικούς αρκετό φως γιαημερήσιες ανάγκες μας, αλλά απελπιστικά διαφορετικές κάθε φορά που προσπαθούμε να περιγράψουμεη απώτερη προέλευση ή στο τέλος των διαδρομών μας? και όμως, όταν ένας από εμάς επιχειρήσειςνα δηλώσει ότι δεν γνωρίζουμε το χάρτη του σύμπαντος, καθώς και το χάρτητης απειροελάχιστη ενορίας μας, αυτός hooted, λοιδορείται, και ίσως πει ότιθα είναι καταδικασμένη σε όλη την αιωνιότητα για απιστία του ...
		-- Leslie Stephen, "An agnostic's Apology", Fortnightly Review, 1876

%
Μέχρι τότε θα πρέπει να είναι το περιεχόμενο να παραδεχτεί ανοιχτά, τι (θρησκόληπτους)ψιθυρίζουν υπό την αναπνοή σας ή να αποκρύψετε στην τεχνική ορολογία, ότι το αρχαίομυστικό είναι ένα μυστικό ακόμα? ότι ο άνθρωπος δεν ξέρει τίποτα του Απείρου καιΑπόλυτος; και ότι, γνωρίζοντας τίποτα, είχε καλύτερα να μην είναι δογματική γιαάγνοιά του. Και, εν τω μεταξύ, θα προσπαθήσουμε να είναι όσο το φιλανθρωπικό ωςδυνατόν, και ενώ θα τρομπέτα εμπρός επίσημα περιφρόνησή σας για μαςσκεπτικισμό, εμείς θα προσπαθήσουμε τουλάχιστον να πιστεύουν ότι είστε επιβάλλονταιαπό τη δική σας μανία.
		-- Leslie Stephen, "An agnostic's Apology", Fortnightly Review, 1876

%
Ο γάμος είναι η μόνη περιπέτεια ανοιχτή στο δειλή.
		-- Voltaire

%
Τι είναι η ανοχή; - Είναι η συνέπεια της ανθρωπότητας. Είμαστε όλοι σχηματίζονταιτης αδυναμίας και του λάθους? ας συγχωρέσει τρέλα αμοιβαία ο ένας του άλλου -αυτός είναι ο πρώτος νόμος της φύσης.
		-- Voltaire

%
Είναι σαφές ότι το άτομο που διώκει έναν άνδρα, ο αδελφός του, επειδήπου δεν είναι της ίδιας άποψης, είναι ένα τέρας.
		-- Voltaire

%
Θέλω απλώς να προσπαθήσει να βοηθήσει στο να αφήσει το φως της ιστορικής αλήθειας σε αυτόσάπια μάζα τετριμμένος σκέψης που συνδέει το σύγχρονο κόσμομεσαιωνικό αντιλήψεις του Χριστιανισμού, και που καθυστερεί ακόμα ανάμεσά μας -ένα πιο σοβαρό εμπόδιο για τη θρησκεία και το ήθος, και μια απειλή για το σύνολο τηςκανονική εξέλιξη της κοινωνίας.
		-- Andrew D. White, author, first president of Cornell University, 1896

%
Τα άνθρωπος σπάνιο ζωή που δεν είναι περισσότερο εύπιστος από ό, τι θα έπρεπε να είναι .... Ηφυσική διάθεση είναι πάντα να πιστεύουμε. Είναι αποκτήσει σοφία και την εμπειρίαμόνο που διδάσκουν δυσπιστία, και πολύ σπάνια να διδάξει αρκετά.
		-- Adam Smith

%
Έβαλα το κυνηγετικό όπλο σε μια τσάντα Adidas και παραγεμισμένο έξω με τέσσερα ζεύγη τένιςκάλτσες, δεν το στυλ μου καθόλου, αλλά αυτό ήταν ό, τι ήμουν στοχεύουμε: Αν νομίζουνείστε αργού, πηγαίνετε τεχνική? αν νομίζετε ότι είστε τεχνικά, πηγαίνετε αργού. Είμαιπολύ τεχνικό αγόρι. Γι 'αυτό και αποφάσισε να πάρει όσο το δυνατόν περισσότερο αργό. Αυτές τις μέρες,όμως, θα πρέπει να είναι αρκετά τεχνικό πριν καν μπορούν να προσβλέπουν σεωμότητα.
		-- Johnny Mnemonic, by William Gibson

%
Ωστόσο, στα θρησκευτικά ζητήματα δεν μπορεί να υπάρξει μικρή ή κανένας συμβιβασμός.Δεν υπάρχει θέση στην οποία οι άνθρωποι είναι τόσο ακίνητη, όπως θρησκευτικές τουςπεποιθήσεις. Δεν υπάρχει πιο ισχυρό σύμμαχο μπορεί να ισχυριστεί σε μια συζήτηση από ό, τιΟ Ιησούς Χριστός, ή ο Θεός ή Αλλάχ, ή οτιδήποτε άλλο ένα αποκαλεί αυτό το υπέρτατο ον.Αλλά όπως κάθε ισχυρό όπλο, με τη χρήση του ονόματος του Θεού για λογαριασμό κάποιουθα πρέπει να χρησιμοποιείται με φειδώ. Οι θρησκευτικές φατρίες που αναπτύσσονταικαθ 'όλη τη γη μας δεν χρησιμοποιούν τη θρησκευτική επιρροή τους με σοφία.Προσπαθούν να αναγκάσουν οι ηγέτες των κυβερνήσεων στην ακόλουθη θέση τους100 τοις εκατό. Εάν διαφωνείτε με αυτές τις θρησκευτικές ομάδες σχετικά με μιαΕιδικότερα ηθικό ζήτημα, διαμαρτύρονται, θα σας απειλήσουν με απώλεια τηςχρήματα ή ψήφους ή και τα δύο. Είμαι ειλικρινά άρρωστος και κουρασμένος από την πολιτικήιεροκήρυκες σε όλη τη χώρα αυτή να μου λέει σαν πολίτης που, αν θέλω να είμαιένα ηθικό πρόσωπο, θα πρέπει να πιστεύουν στην "Α", "Β", "Γ" και "Δ" Ακριβώς που κάνουννομίζουν ότι είναι; Και από πού θα τολμούσα να διεκδικήσει ηδικαίωμα να υπαγορεύει ηθικές πεποιθήσεις τους σε μένα; Και είμαι ακόμα πιο θυμωμένος όπωςένας νομοθέτης που πρέπει να υπομείνουν τις απειλές της κάθε θρησκευτικής ομάδας πουνομίζει ότι έχει κάποια Θεό χορηγηθεί το δικαίωμα να ελέγχουν την ψήφο μου σε κάθε ζαριάκαλέστε στη Γερουσία. Είμαι αυτούς προειδοποιώντας σήμερα: Θα τους πολεμήσουμε κάθεβήμα του τρόπου εάν προσπαθήσουν να υπαγορεύσουν ηθικές πεποιθήσεις τους σε όλουςΑμερικανοί στο όνομα του «συντηρητισμού».
		-- Senator Barry Goldwater, from the Congressional Record, September 16, 1981

%
«Νομίζω ότι κάθε καλός Χριστιανός θα πρέπει να κλωτσήσει τον κώλο Falwell του."- Γερουσιαστής Barry Goldwater, όταν ρωτήθηκε τι πίστευε για Jerry Falwell τουυπόδειξη ότι όλοι οι καλοί χριστιανοί θα πρέπει να είναι κατά Sandra Day O'Connor τουδιορισμός στο Ανώτατο Δικαστήριο
		-- Senator Barry Goldwater, from the Congressional Record, September 16, 1981

%
... Και δεν είναι φιλοσοφία, δυστυχώς, έχει όλες τις απαντήσεις. Δεν έχει σημασία πόσο εξασφαλισμένημπορούμε να είμαστε σχετικά με ορισμένες πτυχές της πίστης μας, υπάρχουν πάντα οδυνηρήασυνέπειες, τις εξαιρέσεις και τις αντιφάσεις. Αυτό είναι αλήθεια στη θρησκεία ωςείναι στην πολιτική, και είναι αυτονόητη για όλους, εκτός από τους φανατικούς και αφελής.Όσο για τους φανατικούς, ο αριθμός των οποίων είναι λεγεώνα στην εποχή μας, θα μπορούσαμε νασυνιστάται να τους αφήσει στον ουρανό. Αυτοί δεν θα έχουν, δυστυχώς, μας το κάνουμείδια ευγένεια. Μας επιτίθενται και κάθε άλλο, και ό, τι τουςδιαμαρτυρίες για την ειρηνική πρόθεση, η αιματηρή ρεκόρ της ιστορίας καθιστά σαφέςότι είναι εύκολα διατίθενται για την αποκατάσταση στο σπαθί. Η δική μου πίστη στηνΟ Θεός, λοιπόν, είναι ακριβώς αυτό - ένα θέμα της πίστης, δεν είναι γνώση. Ο σεβασμός μουγια τον Ιησού Χριστό απορρέει από το γεγονός ότι φαίνεται να ήταν ηπιο ενάρετος κάτοικο του πλανήτη Γη. Αλλά ακόμη και μορφωμένοι χριστιανοίΟι απογοητευμένοι με τη δίψα τους για βεβαιότητα σχετικά με την αγαπημένη φιγούρατου Ιησού, λόγω της αναμφισβήτητη αμφισημία του Γραφών.Τέτοια ασάφεια δεν είναι εμφανής σε παιδιά ή φανατικοί, αλλά κάθεαναγνωρίζονται Βίβλος λόγιος γνωρίζει πολύ καλά αυτό. Μερικοί Χριστιανοί, δυστυχώς,καταφεύγουν σε επίσημη ψέμα να συσκοτίσει τέτοια πραγματικότητα.- Steve Allen, κωμικός, από ένα δοκίμιο του βιβλίου "Το Θάρρος της  Καταδίκη ", που εκδόθηκε από τον Φίλιππο Berman
		-- Senator Barry Goldwater, from the Congressional Record, September 16, 1981

%
... Εξακολουθεί να παραμένει αλήθεια ότι ως ένα σύνολο γνωστικών πεποιθήσεις σχετικά με τούπαρξη του Θεού σε οποιαδήποτε αναγνωρίσιμη έννοια συνεχής με τη μεγάλησυστήματα του παρελθόντος, θρησκευτικών δογμάτων αποτελούν μια κερδοσκοπικήυπόθεση της εξαιρετικά χαμηλής τάξης των πιθανοτήτων.
		-- Sidney Hook

%
Ένας φανατικός υποστηρικτής είναι ένα άτομο που δεν μπορεί να αλλάξει το μυαλό του και δεν θα αλλάξει το θέμα.
		-- Winston Churchill

%
Παλεύουμε εναντίον του ανθρωπισμού, παλεύουμε ενάντια φιλελευθερισμό ...αγωνιζόμαστε ενάντια σε όλα τα συστήματα του Σατανά που καταστρέφουνΣήμερα το έθνος ... μάχη μας μας είναι με τον εαυτό του Σατανά.
		-- Jerry Falwell

%
Μπορούν [ιεροκήρυκες] φοβούνται την πρόοδο της επιστήμης ως μάγισσες κάνουν την προσέγγισητου φωτός της ημέρας και βλοσυρό ύφος στο μοιραίο προάγγελο ανακοινώνοντας τις ανατροπέςτων duperies στις οποίες ζουν.
		-- Thomas Jefferson

%
Άγιοι πρέπει πάντα να κρίνονται ένοχοι μέχρι να αποδειχθεί αθώος.
		-- George Orwell

%
Όπως υποστήριξε «Αγαπημένος Υιός», ένα βιβλίο για το γιο μου Brian και το θέματων θρησκευτικών κοινοτήτων και λατρείες, ένα αποτέλεσμα της σωστής νωρίς διδασκαλίαςστις μεθόδους της ορθολογικής σκέψης θα είναι να κάνετε απότομες ανόητημετατροπές - σε τίποτα - λιγότερο πιθανό. Brian συνειδητοποιεί τώρα αυτό καιέχει, μετά από έντεκα χρόνια, άφησε την αίρεση που συνδέθηκε με. οτο πρόβλημα είναι ότι μόλις το ανεκπαίδευτο μυαλό έχει γίνει μια επίσημη δέσμευση για τηνμια θρησκευτική φιλοσοφία - και δεν έχει σημασία αν η εν λόγω φιλοσοφίαείναι γενικά λογικό και υψηλόφρονες ή εντελώς περίεργο καιπαράλογο - οι δυνάμεις της λογικής είναι εκπληκτικά αναποτελεσματικέςαλλάζει το μυαλό του πιστού.- Steve Allen, κωμικός, από ένα δοκίμιο του βιβλίου "Το Θάρρος της  Καταδίκη ", που εκδόθηκε από τον Φίλιππο Berman
		-- George Orwell

%
Τίποτα δεν είναι πιο εύκολο από το να καταγγείλει τη κακοποιός? τίποτα δεν είναι πιο δύσκολοαπό το να τον καταλάβει.
		-- Fyodor Dostoevski

%
Εμείς μπορεί να μην είναι σε θέση να πείσει τους Ινδουιστές ότι ο Ιησούς και όχι Βισνού πρέπειδιέπουν την πνευματική τους ορίζοντές τους, ούτε μουσουλμάνοι που ο Βούδας είναι ηκέντρο του πνευματικού κόσμου τους, ούτε Εβραίους ότι ο Μωάμεθ είναι ένα σημαντικόπροφήτης, ούτε οι Χριστιανοί που Σίντο εκφράζει καλύτερα την πνευματική τουςανησυχίες, για να μην αναφέρουμε το γεγονός ότι μπορεί να μην είμαστε σε θέση να πάρειΧριστιανοί να συμφωνήσουν μεταξύ τους για τη σχέση τους με τον Θεό.Αλλά όλοι θα συμφωνήσουν σε μια πρόταση που κατέχουν βαθιά πνευματικήπόροι. Εάν, επιπλέον, μπορούμε να τους πάρει για να αποδεχθεί την περαιτέρωάποψη ότι οποιαδήποτε μορφή η θεότητα μπορεί να έχει στη δική τους θεολογία,η Θεότητα δεν είναι μόνο εξωτερικά, αλλά και εσωτερικά και δρα μέσω αυτών, καιοι ίδιοι δίνουν απόδειξη ή διάψευση της θεότητας σε αυτό που κάνουν καινομίζω; αν αυτή η περαιτέρω πρόταση μπορεί να γίνει αποδεκτή, τότε θα έρθει ηπολύ πιο κοντά σε μια πραγματικά θρησκευτική κατάσταση στη γη.
		-- Norman Cousins, from his book "Human Options"

%
Ο Μεσσίας θα έρθει. Θα υπάρξει ανάσταση των νεκρών - όλοιτα πράγματα που οι Εβραίοι πίστευαν στην πριν πήραν έτσι βλασφημία εξελιγμένα.
		-- Rabbi Meir Kahane

%
Ο κόσμος δεν είναι φυτώριο.
		-- Sigmund Freud

%
Αν κάποιος διερωτάται γιατί η αμερικανική παράδοση είναι τόσο ισχυρή έναντι οποιασδήποτεσύνδεση του κράτους και Εκκλησίας, γιατί φοβάται ακόμα και τα βασικά στοιχεία τηςθρησκευτική διδασκαλία σε state-διατήρησε τα σχολεία, η άμεση καιεπιφανειακή απάντηση δεν είναι μακριά για να αναζητήσουν ....Η αιτία θέσει σε μεγάλο βαθμό την ποικιλία και τη ζωτικότητα των διαφόρωνδόγματα, καθένα αρκετά βέβαιος ότι, με ένα δίκαιο πεδίο και όχι υπέρ,θα μπορούσε να κάνει το δικό του τρόπο? και κάθε κινούμενο από έναν ζηλότυπο τον φόβο ότι,αν επιτρεπόταν οποιαδήποτε σύνδεση του κράτους και Εκκλησίας, μερικές αντίπαλεςονομασία θα πάρει ένα αθέμιτο πλεονέκτημα.- John Dewey (1859-1953), Αμερικανός φιλόσοφος,  από "Η δημοκρατία στα Σχολεία", 1908
		-- Sigmund Freud

%
Ήδη το πνεύμα της εκπαίδευσης μας είναι διαποτισμένη με την αίσθηση ότικάθε αντικείμενο, κάθε θέμα, κάθε γεγονός, κάθε φανερά αλήθεια πρέπει να είναιυποβληθεί σε ορισμένες δημοσιότητα και αμεροληψία. όλα προσφερόμενεςδείγματα της μάθησης πρέπει να πάει στην ίδια δοκιμασία δωμάτιο και να υποβληθεί σεκοινές δοκιμές. Είναι η ουσία όλων των δογματικών θρησκειών να κρίνει ότιΟποιαδήποτε τέτοια "show-down" είναι βέβηλο και διεστραμμένη. η χαρακτηριστικήτης θρησκείας, από την άποψή τους, είναι ότι είναι διανοητικάμυστικό, δεν είναι δημόσια? παραδόξως αποκάλυψε, δεν είναι ευρύτερα γνωστό?έγκυρα δηλώσει, δεν ανακοινώνονται και δοκιμάζονται σε τακτικήτρόπους ... Είναι σκόπιμο να επισημανθεί ότι, εφ 'όσον η θρησκεία είναισχεδιάστηκε ως τώρα είναι η μεγάλη πλειοψηφία των φανερά θρησκόληπτοι,υπάρχει κάτι αντιφατικό σε ομιλία της εκπαίδευσης στηνθρησκεία με την ίδια έννοια με την οποία μιλάμε για την εκπαίδευση σε θέματαόπου η μέθοδος της ελεύθερης έρευνας έχει κάνει τον τρόπο του. Το "θρησκευτικό"θα είναι η τελευταία να είναι πρόθυμοι ότι είτε η ιστορία τουπεριεχόμενο της θρησκείας θα πρέπει να διδάσκονται σε αυτό το πνεύμα? ενώ εκείναστους οποίους η επιστημονική άποψη δεν είναι απλώς μια τεχνική συσκευή,αλλά είναι η ενσάρκωση της ακεραιότητας του νου, πρέπει να διαμαρτυρηθούν ενάντιατης διδάσκονται σε οποιοδήποτε άλλο πνεύμα.- John Dewey (1859-1953), Αμερικανός φιλόσοφος,  από "Η δημοκρατία στα Σχολεία", 1908
		-- Sigmund Freud

%
Στην ευρεία και τελική αίσθηση όλα τα ιδρύματα είναι εκπαιδευτικού στηναίσθηση ότι λειτουργούν για να σχηματίσουν τις στάσεις, διαθέσεις, τις ικανότητεςκαι αναπηρίες που συνιστούν μια συγκεκριμένη προσωπικότητα ... Είτε αυτόεκπαιδευτική διαδικασία πραγματοποιείται κατά κύριο λόγο δημοκρατική ή μηδημοκρατικό τρόπο γίνεται, επομένως, ένα ζήτημα υπερβατική σημασίαόχι μόνο για την ίδια την εκπαίδευση αλλά και για την τελική επίδραση του πάνω σε όλη τηενδιαφέροντα και τις δραστηριότητες μιας κοινωνίας που έχει δεσμευτεί για τη δημοκρατικήτρόπος ζωής.
		-- John Dewey (1859-1953), American philosopher

%
Η ιστορία δείχνει ότι το ανθρώπινο μυαλό, που τροφοδοτείται από τις συνεχείς διευρύνσεις της γνώσης,περιοδικά μεγαλώνει πάρα πολύ μεγάλο για θεωρητική επενδύσεις του, και εκρήξειςτους χωριστά για να εμφανιστεί σε νέα ρούχα, όπως η διατροφή και η αυξανόμενηgrub, κατά διαστήματα, ρίχνει πολύ στενό το δέρμα του και αναλαμβάνει την άλλη ...Πραγματικά η κατάσταση Imago του ανθρώπου φαίνεται να είναι τρομερά μακρινό, αλλά κάθεέκδυση είναι ένα βήμα που έχει αποκτηθεί.
		-- Charles Darwin, from "Origin of the Species"

%
... Θα ήθελα να πάω τόσο μακριά ώστε να δείχνουν ότι, αν δεν ήταν για το εγώ μας καιμέλημα να είναι διαφορετικά, οι αφρικανικές πίθηκοι θα συμπεριληφθούν σε μαςοικογένεια, η Hominidae.
		-- Richard Leakey

%
Είναι αδιανόητο ότι μια συνετή παρατηρητή από άλλο ηλιακό σύστημαθα δείτε στο είδος μας - η οποία έχει την τάση να είναι σκληρή, καταστροφική,σπάταλο, και παράλογο - το στέμμα και την κορυφή της κοσμικής εξέλιξης.Προβολή μας ως το αποκορύφωμα * τίποτα * είναι τραγελαφικό? προβολή μαςΩς μεταβατικό είδος έχει περισσότερο νόημα - και μας δίνει περισσότερες ελπίδες.- Μπέττυ McCollister, «Μεταβατικές μας Ειδών»,  Δωρεάν περιοδικό Εξεταστική, Vol. 8, Νο 1
		-- Richard Leakey

%
"Λοιπόν, βλέπετε, είναι μια τέτοια μεταβατική πλάσμα. Είναι ένα κάτουρο των φτωχώνερπετών και όχι πάρα πολύ από ένα πουλί. "- Melvin Konner, από το "The Μπλεγμένος Wing", παραθέτοντας μια ζωολόγος ο οποίος έχειμελέτησαν την Αρχαιοπτέρυξ και διαπίστωσε ότι «πάρα πολύ όπως και οι άνθρωποι"
		-- Richard Leakey

%
"Χρειάζεται τρυφερή φροντίδα μια φορά την εβδομάδα - έτσι ώστε να μπορώ να σας χαστούκι στο σχήμα."
		-- Ellyn Mustard

%
"Μπορεί να είναι ότι ο ρόλος μας σε αυτόν τον πλανήτη δεν είναι να λατρεύουμε τον Θεό, αλλά να δημιουργούν αυτόν. "
		-- Arthur C. Clarke

%
"Γιατί θα πρέπει να επιδοτεί την πνευματική περιέργεια;"
		-- Ronald Reagan

%
"Δεν υπάρχει τίποτα καινούργιο κάτω από τον ήλιο, αλλά υπάρχουν πολλά παλιά πράγματα δεν ξέρουμε ακόμα. "
		-- Ambrose Bierce

%
"Σχέδιο για να ρίξει ένα αυτοκίνητο. Θα ούτως ή άλλως."
		-- Fred Brooks, "The Mythical Man Month"

%
Χρειάζεται τρυφερή φροντίδα μια φορά την εβδομάδα - έτσι ώστε να μπορώ να σας χαστούκι στο σχήμα.
		-- Ellyn Mustard

%
"Μπορεί να είναι ότι ο ρόλος μας σε αυτόν τον πλανήτη δεν είναι να λατρεύουμε τον Θεό, αλλά να δημιουργούν αυτόν. "
		-- Arthur C. Clarke

%
"Γιατί θα πρέπει να επιδοτεί την πνευματική περιέργεια;"
		-- Ronald Reagan

%
"Δεν υπάρχει τίποτα καινούργιο κάτω από τον ήλιο, αλλά υπάρχουν πολλά παλιά πράγματα δεν ξέρουμε ακόμα. "
		-- Ambrose Bierce

%
Η Μέση Ανατολή είναι σίγουρα ο σύνδεσμος της αναταραχής για μεγάλο χρονικό διάστημα για να έρθει -με τη μετατόπιση παίκτες, αλλά το ίδιο παιχνίδι: αναταραχή. Νομίζω ότι θα είναιπου αντιμετωπίζει το μαχητικό Ισλάμ - ιδιαίτερα νέφος από την ιρανικήεπανάσταση - και η θρησκεία θα είναι για μία ακόμη φορά, όπως και στο δικό μας περισσότεραμακρινό παρελθόν - παίζουν ρόλο τουλάχιστον ως σημαιοφόρος στο θάνατο και χάος.- Bobby Inman R., ναύαρχος, USN, Συνταξιούχος, πρώην διευθυντής του Ναυτικού Intelligence,  διευθυντής αντιπρόεδρος της DIA, πρώην διευθυντής της NSA, αναπληρωτής διευθυντής του  Κεντρικής Υπηρεσίας Πληροφοριών, πρώην πρόεδρος και διευθύνων σύμβουλος της MCC.
		-- Ambrose Bierce

%
... Ένα πράγμα είναι ότι, σε αντίθεση με οποιαδήποτε άλλη δυτική δημοκρατία που γνωρίζω,η χώρα αυτή λειτουργεί από το ξεκίνημά της, με μια βασική δυσπιστίακυβέρνηση. Είμαστε αποτελούσε όχι για την αποτελεσματική λειτουργία της κυβέρνησης,αλλά για ελαχιστοποιώντας την πιθανότητα κατάχρησης εξουσίας. Πήρε τα γεγονότατης εποχής του Ρούσβελτ - μια καταστροφική οικονομική κατάρρευση και ένα παγκόσμιο πόλεμο -να εισαγάγει την ισχυρή κεντρική κυβέρνηση που γνωρίζουμε σήμερα. Αλλά στις περισσότερεςμέρη του σήμερα στη χώρα, η απροθυμία να έχει κυβέρνηση εξακολουθεί να είναιισχυρός. Νομίζω ότι, εάν δεν υπάρξουν μια σειρά από καταστροφικά γεγονότα, ότι μπορούμεεξετάσουμε σε τουλάχιστον άλλη μια δεκαετία, κατά την οποία πολλά από τα μεγάλα προβλήματαγύρω από αυτή τη χώρα θα πρέπει να αντιμετωπιστούν από τα άλλα όργανα πληνΟμοσπονδιακή κυβέρνηση.- Bobby Inman R., ναύαρχος, USN, Συνταξιούχος, πρώην διευθυντής του Ναυτικού Intelligence,  διευθυντής αντιπρόεδρος της DIA, πρώην διευθυντής της NSA, ο αναπληρωτής κατάλογο των  Κεντρικής Υπηρεσίας Πληροφοριών, πρώην πρόεδρος και διευθύνων σύμβουλος της MCC.[Οι κρατικιστικής απόψεις που εκφράζονται εδώ δεν είναι εκείνες της επεξεργασίας μπισκότο -ed.]
		-- Ambrose Bierce

%
"Έχω μόνο μια λέξη για εσάς, αγόρι μου ... πλαστικά."
		-- from "The Graduate"

%
"Υπάρχει μια τέτοια λεπτή γραμμή μεταξύ ιδιοφυίας και βλακείας."
		-- David St. Hubbins, "Spinal Tap"

%
"Αν Diet Coke δεν υπήρχε θα ήταν αναγκαίο να εφεύρουμε».
		-- Karl Lehenbauer

%
Είμαι πλησίασε με τις πιο αντίθετες γνώμες και συμβουλές, καθώς και από άνδρες πουείναι εξίσου βέβαιο ότι εκπροσωπούν την θεϊκή βούληση. Είμαι βέβαιος ότιείτε το ένα είτε το άλλο είναι εσφαλμένη με την πεποίθηση, και ίσως σε ορισμένεςαπόψεις, και τα δύο.Ελπίζω ότι δεν θα είναι ασεβής μου να πω ότι, εάν είναι πιθανό ότιΟ Θεός θα αποκαλύψει τη θέλησή του στους άλλους σε ένα σημείο, έτσι που συνδέεται με το καθήκον μου,θα μπορούσε να υποτεθεί ότι θα το αποκαλύψει απευθείας σε μένα.
		-- Abraham Lincoln

%
Στο διάστημα, κανείς δεν μπορεί να σας ακούσει κλανιά.
		-- Abraham Lincoln

%
εγκεφαλική βλάβη είναι όλα στο κεφάλι σου.
		-- Karl Lehenbauer

%
Εύχομαι και ελπίζω να πετύχει στο απαιτητικό σημάδια Paranormality όπου λόγος καιπροσεκτική επιστημονική διαδικασία αποτύχει.
		-- James E. Alcock, The Skeptical Inquirer, Vol. 12

%
"Είναι καλύτερα να έχουν δοκιμάσει και απέτυχε, παρά να έχουν αποτύχει να προσπαθήσει, αλλάτο αποτέλεσμα είναι το ίδιο. "
		-- Mike Dennison

%
«Η επιστήμη της δημιουργίας» δεν έχει τεθεί το πρόγραμμα σπουδών για έναν λόγο τόσο απλόκαι τόσο απλή που συχνά ξεχνάμε να αναφέρουμε: επειδή είναι ψευδείς, καιγιατί καλούς δασκάλους καταλάβει ακριβώς γιατί είναι ψευδής. Τι θα μπορούσε να είναιπιο καταστροφική της πιο εύθραυστη ακόμη πιο πολύτιμο αγαθό σε μαςολόκληρη η πνευματική κληρονομιά - καλή διδασκαλία - από ό, τι ένα νομοσχέδιο αναγκάζονταςέντιμος καθηγητές να αμαυρώνουν ιερή εμπιστοσύνη τους από τη χορήγηση της ίσης μεταχείρισηςσε ένα δόγμα δεν είναι μόνο γνωστό ότι είναι ψευδείς, αλλά υπολογίζεται να υπονομεύσει οποιαδήποτεγενική κατανόηση της επιστήμης ως μιας επιχείρησης;
		-- Stephen Jay Gould, "The Skeptical Inquirer", Vol. 12, page 186

%
Δεν είναι καλά να θεωρηθεί ως κάποιος που υποβάλλει μειλίχια με αυθάδεια καιεκφοβισμός.
		-- Stephen Jay Gould, "The Skeptical Inquirer", Vol. 12, page 186

%
"Ανεξάρτητα από το νόμιμο όριο ταχύτητας, Buick σας θα πρέπει να λειτουργεί σεταχύτητες πιο γρήγορα από 85 mph (140kph). "
		-- 1987 Buick Grand National owners manual.

%
«Η στάση σας καθορίζει τη στάση σας."
		-- Zig Ziglar, self-improvement doofus

%
Σε υποστηρίζοντας ότι οι τρέχουσες θεωρίες της λειτουργίας του εγκεφάλου καστ υποψία για ESP,ψυχοκίνηση, μετενσάρκωση, και ούτω καθεξής, είμαι συχνά αμφισβητηθεί μετο πιο δημοφιλές όλων των νευρο-μυθολογίες - η αντίληψη ότι εμείς κανονικάχρησιμοποιούν μόνο το 10 τοις εκατό του εγκεφάλου μας ...Αυτή η έννοια «εγκεφαλική ρεζέρβα" συνεχίζει να θρέψει το πελατολόγιο της"Ποπ ψυχολόγοι» και πολλά από τα προγράμματα τους αυτο-βελτίωση της ανακύκλωσης. Ωςμια αλληγορία για το γεγονός ότι λίγοι από εμάς εκμεταλλευτεί πλήρως τα ταλέντα μας, ο οποίος θα μπορούσε ναΑρνήσου το? Ως καταφύγιο για τους αποκρυφιστές που αναζητούν μια νευρική βάση την θαυματουργή,αφήνει πολύ από το επιθυμητό.- Barry L. Beyerstein, "Ο Εγκέφαλος και Συνείδηση: Συνέπειες για   Psi Φαινόμενα ", σκεπτικισμό Enquirer, Vol. XII, Νο 2, σελ. 171
		-- Zig Ziglar, self-improvement doofus

%
Thufir είναι τώρα ένα Harkonnen.
		-- Zig Ziglar, self-improvement doofus

%
"Με μακρά παράδοση, δράττομαι της ευκαιρίας για να άγριες άλλασχεδιαστές στο λεπτό μεταμφίεση του καλού, καθαρή διασκέδαση. "
		-- P. J. Plauger, from his April Fool's column in April 88's "Computer Language"

%
«Αν θέλετε να φάτε ιπποπόταμου, έχετε να πληρώσετε το φορτίο."
		-- attributed to an IBM guy, about why IBM software uses so much memory

%
Νόμος του Πάρκινσον: Εργασία επεκτείνεται για να γεμίσει το χρόνο που παραχωρήθηκαν.
		-- attributed to an IBM guy, about why IBM software uses so much memory

%
έκδοση του νόμου του Πάρκινσον του Karl: Work επεκτείνεται για να υπερβαίνει το χρόνο που παραχωρήθηκαν.
		-- attributed to an IBM guy, about why IBM software uses so much memory

%
Είναι καλύτερα να μην έχουν δοκιμάσει τίποτα από το να έχουν δοκιμάσει κάτι καιαποτυχημένος.
		-- motto of jerks, weenies and losers everywhere

%
"Ταξίδια μας στα αστέρια θα γίνει σε διαστημόπλοια που δημιουργούνται από αποφασισμένοι,εργατικοί επιστήμονες και μηχανικούς εφαρμογή των αρχών της επιστήμης, δενπλοίο ιπτάμενους δίσκους κατευθύνονται από λίγο γκρι εξωγήινους από κάποια άλλη διάσταση. "- Robert A. Baker, "Η Αλλοδαπών Μεταξύ μας: Hypnotic Παλινδρόμηση Revisited»,   Η σκεπτικοί Inquirer, Vol. XII, Νο 2
		-- motto of jerks, weenies and losers everywhere

%
«... Όλα τα καλά σχέδια υπολογιστή bootlegged? Τα επίσημα προγραμματιστεί προϊόντων,αν είναι χτισμένα σε όλα, είναι τα σκυλιά! "
		-- David E. Lundstrom, "A Few Good Men From Univac", MIT Press, 1987

%
"Για να πάρουμε ένα σημαντικό βήμα προς τα εμπρός, θα πρέπει να κάνετε μια σειρά από πεπερασμένοβελτιώσεις. "
		-- Donald J. Atwood, General Motors

%
«Εμείς θα σας θάψει».
		-- Nikita Kruschev

%
"Τώρα εδώ είναι κάτι που είστε πραγματικά πρόκειται να αρέσει!"
		-- Rocket J. Squirrel

%
"Πώς να κάνει ένα εκατομμύριο δολάρια: Πρώτον, να πάρει ένα εκατομμύριο δολάρια."
		-- Steve Martin

%
"Γλώσσα διαμορφώνει τον τρόπο που σκεφτόμαστε, και καθορίζει τι μπορούμε να σκεφτούμε."
		-- B. L. Whorf

%
Η γλώσσα παρέχει έναν προγραμματιστή με μια σειρά από εννοιολογικά εργαλεία? αν αυτά είναιανεπαρκή για το έργο, που θα είναι απλά να αγνοηθεί. Για παράδειγμα, σοβαράπεριορίζοντας την έννοια ενός δείκτη απλώς αναγκάζει τον προγραμματιστή να χρησιμοποιήσει μιαδιάνυσμα συν αριθμητική ακεραίων για την υλοποίηση των δομών, δείκτη, κ.λπ. Καλήσχεδιασμός και η απουσία λαθών δεν μπορεί να εγγυηθεί με απλή γλώσσαχαρακτηριστικά.
		-- Bjarne Stroustrup, "The C++ Programming Language"

%
"Για την αγάπη του φλέγματος ... μια ηλίθια τοίχο ακτίνες θανάτου. Πώς κολλώδες μπορεί ya πάρει;"
		-- Post Brothers comics

%
«Η γραφειοκρατία είναι ο εχθρός της καινοτομίας."
		-- Mark Shepherd, former President and CEO of Texas Instruments

%
"Μια οργάνωση στερεύει αν δεν την προσβάλει με την ανάπτυξη."
		-- Mark Shepherd, former President and CEO of Texas Instruments

%
"Έχω δει. Είναι σκουπίδια."
		-- Marvin the Paranoid Android

%
Η επιχείρησή μας λειτουργεί στην εμπιστοσύνη. Ελπίζουμε να πληρώσει εκ των προτέρων.
		-- Marvin the Paranoid Android

%
"Απίστους σε όλες τις ηλικίες έχουν πολεμήσει για τα δικαιώματα του ανθρώπου, και να έχουν ανά πάσα στιγμήήταν οι ατρόμητοι υποστηρικτές της ελευθερίας και της δικαιοσύνης. "
		-- Robert Green Ingersoll

%
Η ιστορία της ανόδου του Χριστιανισμού έχει να κάνει με την πολιτική,τον πολιτισμό, και ανθρώπινες αδυναμίες και τίποτα να κάνει με υπερφυσικές χειραγώγησητων γεγονότων. Είχε θεϊκή παρέμβαση υπήρξε η κινητήρια δύναμη, σίγουρα δύοχιλιετίες μετά τη γέννηση του Ιησού δεν θα έχουμε έναν κόσμο όπου υπάρχειείναι πιο μουσουλμάνοι από τους Καθολικούς, πιο Ινδουιστές από Προτεστάντες, και πολλά άλλαnontheists από Καθολικούς και Προτεστάντες μαζί.
		-- John K. Naland, "The First Easter", Free Inquiry magazine, Vol. 8, No. 2

%
Θεωρώ ότι η έλλειψη πίστης στην τέταρτη dithturbing.
		-- Darse ("Darth") Vader

%
"Όλες οι Γραφές είναι τεχνητές."
		-- Thomas Edison

%
"Spock, είδες τα βλέμματα στα πρόσωπά τους;""Ναι, ο καπετάνιος, ένα είδος των κενών ικανοποίηση."
		-- Thomas Edison

%
"Ο θρίαμβος της ελευθεριακής αναρχίας είναι σχεδόν (με ιστορικούς όρους) σεχέρι ... * αν * μπορούμε να κρατήσουμε την Αριστερά από την πώληση μας σε δουλεία και τοΔεξιά από εμάς ανατίναξη για, ας πούμε, τα επόμενα είκοσι χρόνια. "
		-- Eric Rayman, usenet guy, about nanotechnology

%
"Βαρύτητα δεν μπορεί να θεωρηθεί υπεύθυνη για τους ανθρώπους που υπάγονται στην αγάπη."
		-- Albert Einstein

%
"Νομίζω ότι ο Michael είναι σαν χαρτί ηλιοτροπίου - αυτός είναι πάντα προσπαθεί να μάθει."
		-- Elizabeth Taylor, absurd non-sequitir about Michael Jackson

%
Ενώ δεν μπορεί να αποδειχθεί εκ των υστέρων ότι κάθε εμπειρία της κατοχής,μετατροπή, αποκάλυψη, ή θεία έκσταση ήταν απλώς μια επιληπτική απαλλαγή,πρέπει να αναρωτηθούμε πώς ένα διαφοροποιεί "πραγματική υπέρβαση» από νευροπάθειεςπου παράγουν την ίδια ακραία realness, εμβρίθεια, ineffability, και την αίσθησητης κοσμικής ενότητας. Όταν λογαριασμούς της αιφνίδιας θρησκευτικής μετατροπές σε TLEs[Επιληπτικά κροταφικού λοβού] είναι που μαζί με τις epiphanous αποκαλύψεις τουη θρησκευτική παράδοση, οι παραλληλισμοί εντυπωσιακή. Το ίδιο ισχύει και για τοπρόσφατη έξαρση των υποτιθέμενων απαχθέντων UFO. Φειδώ και μόνο συνηγορεί υπέρ επίκλησηπνεύματα, δαίμονες, ή εξωγήινοι όταν φυσικά αίτια θα είναι αρκετό.- Barry L. Beyerstein, "Νευροπαθολογία και η κληρονομιά του Πνευματικού   Κατοχή ", σκεπτικισμό Inquirer, Vol. XII, Νο 3, σελ. 255
		-- Elizabeth Taylor, absurd non-sequitir about Michael Jackson

%
"Μια λεκτική σύμβαση δεν αξίζει το χαρτί στο οποίο είναι τυπωμένο επάνω."
		-- Samuel Goldwyn

%
"Εμείς θα φτάσει όλο και μεγαλύτερη κοινοτοπίες του επίτευγμα."
		-- Richard J. Daley

%
"Με μελάσα σας πιάσει μύγες, με το ξίδι σας πιάσει κανείς."
		-- Baltimore City Councilman Dominic DiPietro

%
"Να μας οδηγήσει με λίγα λόγια της σιωπηλή προσευχή."
		-- Bill Peterson, former Houston Oiler football coach

%
"Δεν θα μπορούσα να θυμάμαι τα πράγματα μέχρι που πήρα αυτή την πορεία Sam Carnegie."
		-- Bill Peterson, former Houston Oiler football coach

%
«Αυτή τη στιγμή αισθάνομαι ότι έχω τα πόδια μου στο έδαφος όσο το κεφάλι μουανησυχεί. "
		-- Baseball pitcher Bo Belinsky

%
"Ενενήντα τοις εκατό των μπέιζμπολ είναι το ήμισυ ψυχική».
		-- Yogi Berra

%
Δύο πράγματα είναι σίγουροι για την επιστήμη. Δεν στέκονται ακόμα για πολύ καιρό,και δεν είναι ποτέ βαρετή. Ω, μεταξύ μερικών φτωχών ψυχές, συμπεριλαμβανομένων ακόμηδιανοούμενους στους τομείς της υψηλής υποτροφία, η επιστήμη είναι συχνάεσφαλμένως αντιληπτός. Πολλοί το βλέπουν ως μόνο ένα σώμα θετικών στοιχείων, που εκδίδονται απόσχετικά υψηλή περιεκτικότητα σε γλεύκος, ακατάληπτο σχολικά βιβλία, μια συλλογή από αμετάβλητοπαραινέσεις υπερασπίστηκε με σθένος την αυταρχική. Άλλοι το βλέπουν ως τίποτααλλά ένα κρύο, ξηρό στενό, ανιαρό, κανόνα-δεσμεύεται διαδικασία - η επιστημονικήΜέθοδος: στενόμυαλος, γραμμική, και το αριστερό εγκέφαλο.Αυτοί οι άνθρωποι είναι τα θύματα των δικών τους στερεοτύπων. Αυτοί είναιπροορίζονται για να δείτε τον κόσμο της επιστήμης με μια σειρά από παρωπίδες. Αυτοίδεν γνωρίζει τίποτα για την αναταραχή, κακοφωνία, rambunctiousness, καιμεροληψία της πραγματικής επιστημονικής διαδικασίας, πόσο μάλλον ηδημιουργικότητα, το πάθος και τη χαρά της ανακάλυψης. Και είναι πιθανό ναξέρουν λίγο από τη συνεχή πομπή της νέες ιδέες και ανακαλύψειςότι κάθε μέρα, κατά κάποιο τρόπο, να αλλάξει την άποψή μας (αν δεν είναι δικό τους) από τοΦΥΣΙΚΟΣ ΚΟΣΜΟΣ.- Kendrick Frazier, "Το Έτος της Επιστήμης: Μια επισκόπηση", στο   1988 Yearbook of Science και το μέλλον, Εγκυκλοπαίδεια Britannica, Inc.
		-- Yogi Berra

%
«Τζακ ποτ: μπορεί να έχετε ένα περιττό αρχείο αλλαγή"
		-- message from "diff"

%
«Ένας δικηγόρος μπορεί να κλέψει περισσότερα από εκατό άνδρες με τα όπλα."
		-- The Godfather

%
Ποια είναι η διαφορά μεταξύ ενός πωλητή υπολογιστή και χρησιμοποιείται πωλητή αυτοκινήτων;Ένα μεταχειρισμένο αυτοκίνητο πωλητής ξέρει πότε αυτός είναι ψέματα.
		-- The Godfather

%
"Εκείνοι που θα είναι σε θέση να κατακτήσει το λογισμικό θα είναι σε θέση να κατακτήσει τοκόσμος."
		-- Tadahiro Sekimoto, president, NEC Corp.

%
"Υπάρχουν μερικοί καλοί άνθρωποι σε αυτό, αλλά η ορχήστρα σαν σύνολο είναι ισοδύναμησε μια συμμορία λυγισμένα για την καταστροφή. "
		-- John Cage, composer

%
"Πιστεύω ότι η χρήση του θορύβου για να κάνουν τη μουσική θα αυξηθεί μέχρι να φτάσουμε έναμουσική που παράγεται μέσω της ενίσχυσης των ηλεκτρικών μέσων που θα κάνουνδιαθέσιμες για μουσικά σκοπούς τυχόν και όλους τους ήχους που μπορεί να ακουστεί. "
		-- composer John Cage, 1937

%
Έκανα ακυρώσετε μία παράσταση στην Ολλανδία, όπου πίστευαν ότι η μουσική μου ήταν τόσο εύκολοότι δεν πρόβα καθόλου. Και έτσι η πρώτη φορά όταν έμαθα ότι έξω,Έχω πρόβα η ορχήστρα τον εαυτό μου μπροστά στο κοινό των 3.000 άτομα καιτην επόμενη μέρα πρόβες με την δεύτερη κίνηση - αυτό ήταν το κομμάτι_Cheap Imitation_ - και, στη συνέχεια, ήταν ντροπή. Οι Ολλανδοί ήταν ντροπήκαι με κάλεσε να έρθουν στο φεστιβάλ της Ολλανδίας και υποσχέθηκε ναεπαναλαμβάνω. Και όταν έφτασα στο Άμστερνταμ είχαν αλλάξει την ορχήστρα, καικαι πάλι, δεν είχαν πρόβες. Έτσι δεν ήταν πιο προετοιμασμένοι για δεύτερη φοράαπό ό, τι ήταν η πρώτη. Τους έδωσα μια διάλεξη και τους είπε να ακυρώσετεη παράσταση; Στη συνέχεια, είπε στο ραδιόφωνο ότι είχα επιμείνει στην τουςακυρώνοντας την απόδοση επειδή ήταν "ανεπαρκώς Ζεν."Μπορείς να το πιστέψεις?
		-- composer John Cage, "Electronic Musician" magazine, March 88, pg. 89

%
"Μια μέρα ξύπνησα και ανακάλυψα ότι ήμουν ερωτευμένος με πατσά."
		-- Tom Anderson

%
«Οι περισσότεροι άνθρωποι θα ήθελαν να παραδοθεί από πειρασμό, αλλά θα ήθελα να ερχόμαστε σε επαφή. "
		-- Robert Orben

%
Ο κανόνας για μένοντας ζωντανός ως διαχειριστής του προγράμματος είναι να «δώσει em έναν αριθμό ήδίνουν 'em μια ημερομηνία, αλλά ποτέ δεν δίνουν' em και τα δύο ταυτόχρονα.
		-- Robert Orben

%
Αισιόδοξος πιστεύει ότι ζούμε στον καλύτερο δυνατό κόσμο?απαισιόδοξος φοβάται ότι αυτό είναι αλήθεια.
		-- Robert Orben

%
"Αν John Madden βήματα έξω στις 2 Φεβρουαρίου, κοιτάζει κάτω, και δεν βλέπει τουπόδια, θα έχουμε 6 πιο εβδομάδες Pro ποδόσφαιρο. "
		-- Chuck Newcombe

%
Νεκρός? Καμία δικαιολογία για την τοποθέτηση από την εργασία.
		-- Chuck Newcombe

%
Μόλυβδος μένα δεν σε πειρασμό ... μπορώ να βρω τον εαυτό μου.
		-- Chuck Newcombe

%
"Όταν οι άνθρωποι είναι λιγότερο σίγουροι, είναι συχνά πιο δογματικοί».
		-- John Kenneth Galbraith

%
"Η φύση είναι πολύ αντιαμερικανικό. Φύση ποτέ δεν βιάζεται».
		-- William George Jordan

%
«Μαθαίνουμε από την ιστορία που μαθαίνουμε τίποτα από την ιστορία."
		-- George Bernard Shaw

%
«Κολακεία είναι εντάξει - αν δεν εισπνέουν».
		-- Adlai Stevenson

%
"Συνέπεια απαιτεί από εσάς να είναι τόσο αδαείς και σήμερα, όπως σας ήταν πριν από ένα χρόνο."
		-- Bernard Berenson

%
"Συνόδων κορυφής τείνουν να είναι όπως το ζευγάρωμα panda. Οι προσδοκίες είναι πάνταυψηλή, και τα αποτελέσματα συνήθως απογοητευτικά. "
		-- Robert Orben

%
"Πάρα πολλοί άνθρωποι νομίζουν ότι σκέφτονται όταν είναι απλώς αναδιάταξηπροκαταλήψεις τους. "
		-- William James

%
«Πείτε την αλήθεια και το τρέξιμο."
		-- Yugoslav proverb

%
"Ο καλύτερος δείκτης για το χαρακτήρα ενός ατόμου είναι: α) πώς αντιμετωπίζει τους ανθρώπους που δεν μπορούνκάνει τον κάθε καλό και β) πώς αντιμετωπίζει τους ανθρώπους που δεν μπορούν να αντεπιτεθούν. "
		-- Abigail Van Buren

%
"Ποτέ μην αντιμετωπίσουμε τα γεγονότα? Αν το κάνετε, δεν πρόκειται ποτέ να σηκωθώ το πρωί."
		-- Marlo Thomas

%
"Η ζωή είναι ένα ένδυμα που συνεχώς αλλάξει, αλλά η οποία ποτέ δεν φαίνεται να ταιριάζει."
		-- David McCord

%
«Η αξία του γάμου δεν είναι ότι οι ενήλικες παράγουν τα παιδιά, αλλά ότι τα παιδιάπαράγουν ενήλικες. "
		-- Peter De Vries

%
"Είναι πιο εύκολο να παλέψουμε για τις αρχές από το να ζήσει μέχρι τους».
		-- Alfred Adler

%
"Η ασφάλεια είναι ως επί το πλείστον μια δεισιδαιμονία. Δεν υπάρχουν στη φύση ... Η ζωή είναιείτε μια τολμηρή περιπέτεια ή τίποτα. "
		-- Helen Keller

%
"Όποιος αναλαμβάνει την υποχρέωση να θέσει τον εαυτό του ως δικαστής της αλήθειας και της γνώσης είναιναυάγησε από το γέλιο των θεών. "
		-- Albert Einstein

%
"Η επιτυχία καλύπτει ένα πλήθος γκάφες».
		-- George Bernard Shaw

%
«Το σήμα του ανώριμου ανθρώπου είναι ότι θέλει να πεθάνει ευγενικά για μια αιτία, ενώτο σήμα του ώριμου ανθρώπου είναι ότι θέλει να ζήσει ταπεινά για ένα. "
		-- William Stekel

%
«Ναι, και αισθάνομαι άσχημα για τα καθιστά άχρηστα carci τους σε εσωτερικές δοκιμές ..."
		-- Badger comics

%
"Είναι πραγματικά σας, Fuzz, ή είναι Memorex, ή είναι ασθένεια ακτινοβολίας;"
		-- Sonic Disruptors comics

%
«Οι περισσότεροι από εμάς, όταν όλα έχουν ειπωθεί και γίνει, όπως και ό, τι μας αρέσει και συνθέτουν λόγουςγι 'αυτό αργότερα. "
		-- Soren F. Petersen

%
«Είσαι ένα πλάσμα της νύχτας, Michael. Wait'll μαμά ακούει γι 'αυτό."
		-- from the movie "The Lost Boys"

%
"Πλαστικό όπλο. Ιδιοφυής. Περισσότερες καφέ, παρακαλώ."
		-- The Phantom comics

%
Το παιχνίδι της ζωής είναι ένα παιχνίδι του μπούμερανγκ. σκέψεις, τις πράξεις και τα λόγια μαςνα επιστρέψει σε εμάς, αργά ή γρήγορα με εκπληκτική ακρίβεια.
		-- The Phantom comics

%
Εάν κατά την πρώτη σας δεν τα καταφέρουμε, τρέχετε περίπου στο μέσο όρο.
		-- The Phantom comics

%
"Ένα παιδί είναι ένα άτομο που δεν μπορεί να καταλάβει γιατί κάποιος θα δώσει μακριά έναπολύ καλή γατάκι. "
		-- Doug Larson

%
«Το πρόβλημα με το να κάνετε κάτι σωστά την πρώτη φορά είναι ότι κανείς δενεκτιμά πόσο δύσκολο ήταν. "
		-- Walt West

%
"Silent ευγνωμοσύνη δεν είναι πολύ χρήση σε κανέναν."
		-- G. B. Stearn

%
"Σε ζητήματα αρχής, στέκονται σαν ένα βράχο? Σε θέματα γεύσης, κολυμπούν μεη τρέχουσα. "
		-- Thomas Jefferson

%
Το πρώτο σημάδι της ωριμότητας είναι η ανακάλυψη ότι το κουμπί έντασης στρέφεται επίσης νατο αριστερό.
		-- Thomas Jefferson

%
"Αλλά αυτό πηγαίνει σε έντεκα."
		-- Nigel Tufnel

%
"Περάσει Κόλαση; μπα φέρει πίσω για μένα;"
		-- A. Brilliant

%
"Δεν ξέρω τι τους gripe είναι. Ένας κριτικός είναι απλά κάποιος που καταβάλλονται σε καθιστούν απόψεις glibly. "«Οι κριτικοί είναι grinks καιgroinks. "
		-- Baron and Badger, from Badger comics

%
"Έχω κάποιες amyls. Θα μπορούσαμε είτε κόμμα αργότερα ή, όπως, ξεκινήστε την καρδιά του."
		-- "Cheech and Chong's Next Movie"

%
"Το Ισραήλ ανακοίνωσε σήμερα ότι παραιτείται. Το σιωνιστικό κράτος θα διαλυθείσε δύο εβδομάδες, και οι πολίτες της θα διαλύσει σε διάφορες κοινότητες θέρετροσε όλο τον κόσμο. Δήλωσε ο πρωθυπουργός Γιτζάκ Σαμίρ, «Ποιος χρειάζεται τοεπιδείνωση?'"
		-- Dennis Miller, "Saturday Night Live" News

%
"Και, φυσικά, έχετε τις διαφημίσεις όπου καταλαβαίνω επιχειρηματίες να πάρει μπροστάχρησιμοποιώντας τους υπολογιστές τους Macintosh για να δημιουργήσουν το απόλυτο αμερικανικές επιχειρήσειςπροϊόν: ένα πραγματικά απότομη εμφάνιση έκθεση ".
		-- Dave Barry

%
Καταστήματος ή πεθαίνουν, οι άνθρωποι της Γης![Προσφορά άκυρη όπου απαγορεύεται]
		-- Capitalists from outer space, from Justice League Int'l comics

%
"Ρομάν Πολάνσκι κάνει το δικό του αίμα Είναι έξυπνος -.. Γι 'αυτό εργάζονται ταινίες του"
		-- A brilliant director at "Frank's Place"

%
"Το παρακάτω δεν είναι για τους αδύναμους της καρδιάς ή φονταμενταλιστών."
		-- Dave Barry

%
"Έχω να τον ψώνια μαζί μου. Λέω,« ΟΚ, ο Ιησούς, με βοηθήσει να βρω μια συμφωνία "
		-- Tammy Faye Bakker

%
Gary Hart: ζωντανή απόδειξη ότι μπορείτε να * * βίδα μυαλό σας έξω.
		-- Tammy Faye Bakker

%
Μακάριοι είναι εκείνοι που κινεί ζωηρές συζητήσεις με την απελπιστικά σίγασης,γιατί πρέπει να γνωρίζουμε ως Οδοντίατροι.
		-- Tammy Faye Bakker

%
"Δεν πιστεύω σε σαρωτικές κοινωνικές αλλαγές που εκδηλώνεται από ένα άτομο,εκτός αν έχει ένα ατομικό όπλο. "
		-- Howard Chaykin

%
"Πάντα ελεύθερης ανέβηκε χίλια πόδια κάθετο βράχο με 60 κιλά ταχυτήτωνδεμένο στο πισινό σας; "   "Όχι.""« Φυσικά δεν το έχετε, μπορείτε φρούτα-βρόχο λίγο geek για ".- Το Βουνό άνθρωπος, ένας από τους χαρακτήρες SNL Dana Carvey του[όμοια]
		-- Howard Chaykin

%
"Θέλω να πω, όπως, διάβασα μόνο το άρθρο σας στη συνταγή Yale νόμου, σχετικά με την αναζήτηση καικατάσχεση. Ο άνθρωπος, που ήταν πραγματικά εκεί έξω. "   "Ήμουν τόσο ναυάγησε όταν έγραψα ότι ..."
		-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL

%
"Γεια σας, είμαι ο καθηγητής Alan Ginsburg ... Αλλά μπορείτε να μου τηλεφωνήσει ... Captain Toke."
		-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL

%
Είναι υπέροχο να είσαι έξυπνος »να προκαλέσει τότε ξέρεις τα πράγματα.
		-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL

%
"Ο χρόνος είναι χρήμα και τα χρήματα δεν μπορούν να αγοράσουν 'αγαπώ και μου αρέσει το ντύσιμό σας"
		-- T.H.U.N.D.E.R. #1

%
"Δεν μπορείτε απλά χειρονομία hypnotically και να τον κάνει να εξαφανιστούν;"    "Δεν λειτουργεί με αυτόν τον τρόπο. RUN!"
		-- Hadji on metaphyics and Mandrake in "Johnny Quest"

%
"Δεν θα πρέπει να κάνετε τοστιέρα μου θυμωμένος."
		-- Household security explained in "Johnny Quest"

%
 "Κάποιος ήταν μέσο για να σας! Πες μου ποιος είναι, έτσι μπορώ να τον γροθιά γούστο."
		-- Ralph Bakshi's Mighty Mouse

%
"Και τα παιδιά ... να μάθουν κάτι από Σούζι και ο Eddie. Αν νομίζετε ότι υπάρχει ένα μανιακό ψυχο-geek για το το υπόγειο:    1) Μην του δώσει την ευκαιρία να σας χτυπήσει για τοτο κεφάλι με ένα τσεκούρι!    2) Φύγετε τις εγκαταστάσεις ... ακόμα και αν είστε σε σαςεσώρουχα.    3) Προειδοποίηση τους γείτονες και να καλέσει την αστυνομία. Αλλά ό, τι άλλο μπορείτε να κάνετε ... δεν πάω κάτω στο υπόγειο DAMN! "
		-- Saturday Night Live meets Friday the 13th

%
Νίκη ή ήττα!
		-- Saturday Night Live meets Friday the 13th

%
"Καθένας έχει δικαίωμα σε ένα * ενημέρωσε * γνώμη."
		-- Harlan Ellison

%
«Είναι κουρτίνες για σας, Mighty Mouse! Αυτό το όπλο είναι τόσο φουτουριστικό ότι ακόμη και* I * Δεν ξέρω πώς λειτουργεί! "
		-- from Ralph Bakshi's Mighty Mouse

%
"Είθε οι δυνάμεις του κακού γίνει σύγχυση στο δρόμο για το σπίτι σας."
		-- George Carlin

%
Μια πανεπιστημιακή σχολή είναι 500 εγωιστών με ένα κοινό πρόβλημα στάθμευσης.
		-- George Carlin

%
   "Μπαμπά, μπαμπά, να    Άγιος Βασίλης πάει μακριά! ""Δεν μπορώ, γιο?αυτός αυξηθεί υπερβολικάισχυρό. "				     "ΧΟ ΧΟ ΧΟ!"
		-- Duck's Breath Mystery Theatre

%
"Αν δεν είναι δυνατή, δεν λειτουργεί!"
		-- Blank Reg, from "Max Headroom"

%
"Να θυμάστε ότι τα παιδιά, αν υπάρχει ένα γεμάτο όπλο στο δωμάτιο, να είστε σίγουροι ότι είστε ομία κρατώντας "
		-- Captain Combat

%
Delta: Εμείς ποτέ δεν κάνουν το ίδιο λάθος τρεις φορές. - David Letterman
		-- Captain Combat

%
Δέλτα: Ένας πραγματικός άνθρωπος προσγειώνεται όπου θέλει. - David Letterman
		-- Captain Combat

%
Delta: Τα παιδιά θα αγαπήσουν φουσκωτές τσουλήθρες μας. - David Letterman
		-- Captain Combat

%
Delta: Είμαστε Amtrak με φτερά. - David Letterman
		-- Captain Combat

%
"Όταν το χιούμορ ανησυχεί ότι δεν υπάρχουν πρότυπα - κανείς δεν μπορεί να πει ό, τι είναικαλό ή κακό, αν και μπορείτε να είστε βέβαιοι ότι ο καθένας θα το κάνει.
		-- John Kenneth Galbraith

%
"Γεια σας και πάλι, Peabody εδώ ..."
		-- Mister Peabody

%
"Είναι το καλύτερο πράγμα από επαγγελματίες παίκτες στο« Ludes. "
		-- Rick Obidiah

%
"Στα αριστερά σας είναι η μαρίνα όπου αρκετοί ανώτεροι αξιωματούχοι του υπουργικού συμβουλίου κρατήσει πολυτελείαςγιοτ για κρουαζιέρες Σαββατοκύριακου στο Potomac. Μερικά από αυτά τα πλοία είναι μέχρι 100πόδια σε μήκος? το Προεδρικό γιοτ είναι πάνω από 200 πόδια σε μήκος, και μπορεί ναπαραμένουν βυθισμένα για έως 3 εβδομάδες. "
		-- Garrison Keillor

%
"Λοιπόν, κοινωνική σημασία είναι schtick, όπως μυστήρια, κοινωνική συνάφεια,επιστημονική φαντασία..."
		-- Art Spiegelman

%
"Ένα από τα προβλήματα που είχα πάντα με φυλλάδια προπαγάνδας είναι ότι είναιπραγματική βαρετό να εξετάσουμε. Είναι απλά άσχημα σχεδιασμένο. Οι άνθρωποι από την αριστερήΣυχνά είναι πολύ καλά προορίζονται, αλλά ποτέ δεν είχε χρόνο να λάβει βασικό σχεδιασμότάξεις, το ξέρεις; "
		-- Art Spiegelman

%
"Αν πήρε ο καθένας που έχει ποτέ σε ένα Dead δείχνουν, και να τους παρατάσσονται, ότι θα τεντώσει στα μισά του δρόμου για να το φεγγάρι και πίσω ... και κανένας από αυτούς δεν θα ήταν διαμαρτυρίες του. "
		-- a local Deadhead in the Seattle Times

%
"Και να θυμάστε: Το κακό θα υπερισχύει πάντα, γιατί καλό είναι χαζός."
		-- Spaceballs

%
Γιατί είναι πολλοί επιστήμονες χρησιμοποιούν δικηγόροι για την ιατρικήπειράματα αντί των αρουραίων;α) Υπάρχουν περισσότεροι δικηγόροι από τους αρουραίους.β) Ο επιστήμονας που δεν γίνονται όπως συναισθηματικά που συνδέονται με αυτά.γ) Υπάρχουν μερικά πράγματα που ακόμα και αρουραίουςδεν θα κάνει για τα χρήματα.
		-- Spaceballs

%
"Κατά τη διάρκεια του αγώναΜπορούμε να τρώνε τη σκόνη σας,Αλλά όταν αποφοιτήσουν,Θα εργαστούν για εμάς. "
		-- Reed College cheer

%
νόμος Pohl είναι:Τίποτα δεν είναι τόσο καλό που κάποιος, κάπου, δεν θα το μίσος.
		-- Reed College cheer

%
Γουρούνι: Ένα ζώο (Porcus παμφάγων) συμμάχησε στενά με την ανθρώπινη φυλή από τομεγαλείο και τη ζωντάνια της όρεξης, η οποία, ωστόσο, είναι κατώτερη από το πεδίο εφαρμογής,για το καδρονιών σε χοίρο.
		-- Ambrose Bierce

%
"Δεν έχουμε την προστασία του περιβάλλοντος -. Η Δευτέρα Παρουσία είναι στο χέρι"
		-- James Watt

%
«Πιστεύω ότι ο Ronald Reagan θα κάνει κάποια μέρα αυτό το χώρα αυτό που ήταν κάποτε ... μια αρκτική έρημο. "
		-- Steve Martin

%
"Για σένα είμαι άθεος? Στο Θεό, είμαι η πιστή αντιπολίτευση."
		-- Woody Allen

%
Noncombatant: Ένας νεκρός Quaker.
		-- Ambrose Bierce

%
"Υπάρχει μόνο ένας τρόπος για να έχουν ένα ευτυχισμένο γάμο και το συντομότερο να μάθω τιΕίναι Θα παντρευτώ ξανά. "
		-- Clint Eastwood

%
Πολλοί άνθρωποι που ξέρω πιστεύουν στη θετική σκέψη, και το ίδιο κάνουν και ΙΠιστεύω ότι τα πάντα βρωμάει θετικά.
		-- Lew Col

%
Ε: Πόσες IBM της CPU χρειάζεται για να εκτελέσει μια εργασία;Α: Τέσσερις? τρία για να το κρατήσετε πατημένο, και ένα για να σχίσει το κεφάλι του μακριά.
		-- Lew Col

%
Η διπλωματία είναι η τέχνη του λέγοντας "ωραίο σκυλάκι" μέχρι να βρείτε έναν βράχο.
		-- Lew Col

%
Τέταρτη Νόμος Harrisberger του Εργαστηρίου:Η εμπειρία είναι ευθέως ανάλογη προς τηνποσότητα του εξοπλισμού καταστραφεί.
		-- Lew Col

%
Νόμος Captain της Penny:Μπορείτε να ξεγελάσει όλους τους ανθρώπους κάποια από ταχρόνο, και μερικοί από τους ανθρώπους όλων τωνχρόνο, αλλά δεν μπορείτε να ξεγελάσει τη μαμά.
		-- Lew Col

%
«Επειδή αυτός είναι ένας χαρακτήρας που ψάχνει για τη δική του ταυτότητα, [He-Man είναι]μια ενδιαφέρουσα ρόλο για έναν ηθοποιό. "
		-- Dolph Lundgren, "actor"

%
«Εάν ο Ιησούς ήρθε πίσω σήμερα, και είδε τι συνέβαινε στο όνομά του, θα έπαιρνα ποτένα σταματήσει τη ρίψη επάνω. "
		-- Max Von Sydow's character in "Hannah and Her Sisters"

%
"Νίτσε λέει ότι θα ζήσουμε την ίδια τη ζωή, ξανά και ξανά.Ο Θεός - Θα πρέπει να καθίσει μέσω του πάγου Capades ξανά ".
		-- Woody Allen's character in "Hannah and Her Sisters"

%
"Σε, τι αφορά την αξίωση του στόματος Roberts« ότι ο Θεός του είπε ότι θα πέθαινε αν δεν έλαβε $ 20 εκατομμύρια μέχρι το Μάρτιο, οι δικηγόροι του Θεού έχουν δηλώσει ότι ο πελάτης τους έχει Δεν μίλησε με Roberts για αρκετά χρόνια. Off the record, ο Θεός έχει δηλώσει ότι "Αν είχα ήθελε να πάγο το μικρό βάτραχος, θα είχα κάνει εδώ και πολύ καιρό."
		-- Dennis Miller, SNL News

%
"Μόνο ο υποκριτής είναι πραγματικά σάπιο στον πυρήνα."
		-- Hannah Arendt.

%
Quod licet Iovi μη licet Βονί.(Τι μπορεί να κάνει Jove, δεν επιτρέπεται σε μια αγελάδα.)
		-- Hannah Arendt.

%
«Εγώ δεν εμπιστεύονται ένας άνθρωπος που λέει« όταν ». Αν πήρε να είναι προσεκτικοί να μην πίνουν πάρα πολύπολύ, είναι επειδή αυτός είναι να μην είναι αξιόπιστες όταν το κάνει. "
		-- Sidney Greenstreet, _The Maltese Falcon_

%
«Εγώ δεν εμπιστεύονται μια στενή στόμιο άνθρωπος. Αυτός γενικά παίρνει τη λάθος στιγμή για να μιλήσουμεκαι λέει τα λάθος πράγματα. κάτι Μιλώντας του δεν μπορείτε να κάνετε με σύνεση,εκτός και αν κρατήσει στην πράξη. Τώρα, κύριε, θα μιλήσουμε, αν σας αρέσει. Θα πωκάνετε δεξί έξω, είμαι ένας άνθρωπος που του αρέσει να μιλάμε για έναν άνθρωπο που θέλει να μιλήσει. "
		-- Sidney Greenstreet, _The Maltese Falcon_

%
Όλες οι εξτρεμιστές θα πρέπει να λαμβάνονται έξω και πυροβόλησε.
		-- Sidney Greenstreet, _The Maltese Falcon_

%
«Η δεκαετία του εξήντα ήταν καλό για εσάς, δεν ήταν αυτοί;"
		-- George Carlin

%
"Θα μείνω εδώ, Audrey - αυτό είναι ανάμεσα σε μένα και λαχανικών!"
		-- Seymour, from _Little Shop Of Horrors_

%
Από Sharp μυαλά έρχονται ... επισήμανε κεφάλια.
		-- Bryan Sparrowhawk

%
Υπάρχουν δύο είδη των εγωιστών: 1) εκείνοι που το παραδέχομαι 2) Οι υπόλοιποι από εμάς
		-- Bryan Sparrowhawk

%
"Είναι αρκετά ζοφερή, κύριοι ... κλίματα η εικόνα της στον κόσμο αλλάζει,τα θηλαστικά ανάληψη, και όλοι έχουμε έναν εγκέφαλο περίπου το μέγεθος ενόςκαρυδιά."
		-- some dinosaurs from The Far Side, by Gary Larson

%
«Εμείς οι Αμερικανοί, είμαστε απλά άνθρωποι ... αλλά piss μας μακριά, και εμείς θα βομβαρδίσουνπόλεις σας. "
		-- Robin Williams, _Good Morning Vietnam_

%
Γιατί δεν θα καρχαρίες τρώνε δικηγόρους; Επαγγελματική ευγένεια.
		-- Robin Williams, _Good Morning Vietnam_

%
"Ξέρεις, έχουμε κερδίσει βραβεία για αυτό το χάλια."
		-- David Letterman

%
Ήταν κρίμα έμεινε στο χέρι του."Κρίμα δεν έχω πια σφαίρες," σκέφτηκε Frito.
		-- _Bored_of_the_Rings_, a Harvard Lampoon parody of Tolkein

%
Μια καλή USENET σύνθημα θα είναι: ένα. "Μαζί, μια ισχυρή κοινότητα." σι. "Υπολογιστές R Us". ντο. "Είμαι άρρωστος του προγραμματισμού, νομίζω ότι θα πρέπει ακριβώς βίδα γύρω για μια στιγμή για     ώρα της εταιρείας. "
		-- A Sane Man

%
«Αυτός δεν τρέχει για επανεκλογή.` Η πολιτική σας φέρνει σε επαφή με όλα ταοι άνθρωποι που θα δώσουν τα πάντα για να αποφύγει », είπε. `Θα μείνω στο σπίτι."
		-- Garrison Keillor, _Lake_Wobegone_Days_

%
«Αν ζούσε σήμερα, σαν να ήταν η τελευταία σου, που θα αγοράσουν ένα κουτί με ρουκέτες καιόλα αυτά φωτιά μακριά, δεν θα σας; "
		-- Garrison Keillor

%
"Ο κ Σποκ υποκύπτει σε μια ισχυρή ζευγαρώματος παρόρμηση και σχεδόν σκοτώνει Captain Kirk".
		-- TV Guide, describing the Star Trek episode _Amok_Time_

%
"Κακή ο άνθρωπος ... ήταν σαν έναν υπάλληλο για μένα."
		-- The police commissioner on "Sledge Hammer" laments the death of his bodyguard

%
"Πίστεψέ με. Ξέρω τι κάνω."
		-- Sledge Hammer

%
"Γεια σου. Αυτό είναι ο αυτόματος τηλεφωνητής του Dan του Cassidy. Παρακαλώ αφήστε το όνομά σας καιαριθμός ... και μετά έχω παραποιημένων την ταινία, το μήνυμά σας θα σας εμπλέκουν σε ένα ομοσπονδιακό έγκλημα και να εφιστάται η προσοχή του F.B.I ... BEEEP "
		-- Blue Devil comics

%
"Όλα τα παιδιά του Θεού δεν είναι όμορφα. Τα περισσότερα από τα παιδιά του Θεού είναι, στην πραγματικότητα,μόλις και μετά βίας ευπαρουσίαστο. "
		-- Fran Lebowitz

%
"Αν η αλήθεια είναι ομορφιά, το πώς έρχονται κανείς δεν έχει τα μαλλιά τους γίνονται στη βιβλιοθήκη;"
		-- Lily Tomlin

%
Στους οποίους οι θεοί θα καταστρέψουν, πρώτα διδάσκουν BASIC.
		-- Lily Tomlin

%
«Κοιτάξτε! Εκεί! Κακό! .. Καθαρό και απλό, συνολικής κακό από το όγδοο Διάσταση!"
		-- Buckaroo Banzai

%
«Εγώ μπορεί να είναι συνθετικά, αλλά δεν είμαι ηλίθιος"
		-- the artificial person, from _Aliens_

%
"Ο μόνος τρόπος που μπορώ να χάσετε αυτές τις εκλογές είναι αν είμαι αλιεύονται στο κρεβάτι με ένα νεκρόκορίτσι ή ένα ζωντανό παιδί. "
		-- Louisiana governor Edwin Edwards

%
Ντέιβιντ Λέτερμαν «Τα πράγματα μπορούμε να είμαστε υπερήφανοι ως Αμερικανοί":* Μεγαλύτερος αριθμός των πολιτών που έχουν πράγματι επιβιβάστηκε σε ένα UFO* Πολλές εφημερίδες χαρακτηριστικό "συνονθύλευμα"* Ωριαία ποσοστά μοτέλ* Συντριπτική πλειοψηφία των ταινιών Elvis έκανε εδώ* Δεν απλά να εγκαταλείψει αμέσως κατά τη διάρκεια του Β 'Παγκοσμίου Πολέμου, όπως μερικάχώρες θα μπορούσαμε να αναφέρουμε* Goatees & Van αναχώματα σκέφτηκε να φορεθεί μόνο από weenies* Επαγγελματίες γκολφ συμπεριφέρθηκε καλά μας* Fabulous babes ακτή σε ακτή
		-- Louisiana governor Edwin Edwards

%
"Κίνδυνος, δεν έχετε δει το τελευταίο μου!"   "Όχι, αλλά η πρώτη σας γυρίζει το στομάχι μου!"
		-- The Firesign Theatre's Nick Danger

%
Προσευχήσου στο Θεό, αλλά κρατήστε κωπηλασία στην ακτή.
		-- Russian Proverb

%
«Μην ανησυχείτε για τους ανθρώπους να κλέβει τις ιδέες σας. Εάν οι ιδέες σας είναι καθόλου καλό,θα πρέπει να τους ζευγαρώσει κάτω από τους λαιμούς των ανθρώπων. "
		-- Howard Aiken

%
«Όταν κάποιος λέει` θεωρητικά, «πραγματικά σημαίνουν` δεν είναι πραγματικά. "
		-- David Parnas

%
"Δεν υπάρχει πρόβλημα είναι τόσο τρομερή ότι δεν μπορείτε να περπατήσετε μακριά από αυτό."
		-- C. Schulz

%
"Ο καλός Χριστιανός πρέπει να προσέξουμε μαθηματικοί και όλους εκείνους που κάνουνάδειο προφητείες. Ο κίνδυνος υπάρχει ήδη ότι οι μαθηματικοί έχουν κάνειένα συμβόλαιο με το διάβολο για να σκουρύνει το πνεύμα και περιορίζουν τον άνθρωπο στηνομόλογα της Κόλασης ».
		-- Saint Augustine

%
"Για τον άνθρωπο που έχει τα πάντα ... Η πενικιλίνη."
		-- F. Borquin

%
 "Έχω μάθει τελικά αυτό που` ανοδική συμβατές »μέσα. Αυτό σημαίνει ότι  πάρετε για να κρατήσει όλα τα παλιά λάθη μας. "
		-- Dennie van Tassel

%
"Ο τρόπος του κόσμου είναι να επαινέσω νεκρούς αγίους και τη δίωξη ζωντανά αυτά."
		-- Nathaniel Howe

%
«Είναι ένας κόσμος σκυλί-τρώω-σκυλιών έξω εκεί, και φοράω εσώρουχα Milkbone."
		-- Norm, from _Cheers_

%
Μόλις σε μια κοινωνική συγκέντρωση, Gladstone είπε Disraeli, «Προβλέπω, Κύριε, ότιθα πεθάνουν είτε δι 'απαγχονισμού ή κάποιας άθλια νόσου ». Disraeli απάντησε,"Αυτό εξαρτάται, Κύριε, από το κατά πόσον θα αγκαλιάσει τις αρχές σας ήερωμένη."
		-- Norm, from _Cheers_

%
«Αυτός δεν με ξέρουν vewy καλά, κάνετε αυτός;" - Bugs Bunny
		-- Norm, from _Cheers_

%
«Θα ληστεύουν ότι η πλούσια πρόσωπο και να το δώσει σε κάποια φτωχή άξιους βλάκας. Αυτό θα αποδειχθεί * * Είμαι ο Ρομπέν των Δασών ».
		-- Daffy Duck, Looney Tunes, _Robin Hood Daffy_

%
"Θα γυρίζω για το φυσικό αέριο, αν φίλε μου Mugsy ήταν εκεί;"   "Ίσως, κουνέλι, ίσως!"
		-- Looney Tunes, Bugs and Thugs (1954, Friz Freleng)

%
"Συνέπειες, Schmonsequences, εφ 'όσον είμαι πλούσιος."
		-- Looney Tunes, Ali Baba Bunny (1957, Chuck Jones)

%
"Και νομίζεις (FOP που είμαι), ότι θα μπορούσα να είμαι η Scarlet ψωμί σικάλεως;"
		-- Looney Tunes, The Scarlet Pumpernickel (1950, Chuck Jones)

%
"Τώρα έχω την χάντρα σε σας με αποσύνθεσης όπλο μου. Και όταναποσυντίθεται, αυτό αποσυντίθεται. (Τραβά προκαλέσει) Λοιπόν, τι ξέρω,να διαλυθεί. "
		-- Duck Dodgers in the 24th and a half century

%
"Σκοτώστε τον Wabbit, Σκότωσε το Wabbit, Σκότωσε το Wabbit!"
		-- Looney Tunes, "What's Opera Doc?" (1957, Chuck Jones)

%
"Θέλω τα χρήματά σας, επειδή ο Θεός θέλει τα χρήματά σας!"
		-- The Reverend Jimmy, from _Repo_Man_

%
"Η πλειοψηφία των ηλίθια είναι ανίκητος και εγγυημένη για όλο το χρόνο. Ητρόμο της τυραννίας τους, ωστόσο, μετριάζεται από την έλλειψη συνέπειας. "
		-- Albert Einstein

%
«Μπορείτε να μου δείξετε έναν Αμερικανό ο οποίος μπορεί να κρατήσει το στόμα του κλειστό και θα τον φάει."
		-- Newspaperman from Frank Capra's _Meet_John_Doe_

%
"Και ακούσαμε τον αναφωνήσειΌπως ο ίδιος άρχισε να περιφέρονται:`Είμαι ένα ολόγραμμα, τα παιδιά,παρακαλώ μην το δοκιμάσετε αυτό στο σπίτι! "- Bob Βία
		-- Howie Chaykin's little animated 3-dimensional darling, Bob Violence

%
"Η Σοβιετική Ένωση, η οποία έχει πρόσφατα παραπονέθηκε για δήθεν αντι-σοβιετικήθέματα στην αμερικανική διαφήμιση, κατέθεσε επίσημη διαμαρτυρία αυτή την εβδομάδα ενάντιανέα καμπάνια της Ford Motor Company είναι: `Γεια σας βρωμερό λίπος ρωσικά, να πάρει off Ford Escort μου. "
		-- Dennis Miller, Saturday Night Live

%
«Υπάρχει ελπιδοφόρα συμβολισμός στο γεγονός ότι οι σημαίες δεν κύμα στο κενό."
		-- Arthur C. Clarke

%
"Θα έπρεπε να κάνει πισινό με γεύση τροφές για γάτες." --Gallagher
		-- Arthur C. Clarke

%
«Δεν είναι μόνο ο Θεός νεκρών, αλλά απλά να προσπαθήσουμε να βρούμε έναν υδραυλικό τα Σαββατοκύριακα."
		-- Woody Allen

%
"Είναι δέκα ... Ξέρετε πού τα προγράμματά σας AI είναι;" - Peter Oakley
		-- Woody Allen

%
"Αχ, ξέρετε τον τύπο. Τους αρέσει να τα έχει όλα φταίει για τους Εβραίους ή τους Μαύρους,'Αιτίας αν δεν μπορούσαν, αυτά θα έπρεπε να ξυπνήσει το γεγονός ότι η ζωή είναι ένα μεγάλο,τρομακτικό, ένδοξη, πολύπλοκο και τελικά ανεξιχνίαστο crapshoot - και το μόνολόγος που δεν φαίνεται να μπορεί να συμβαδίσει είναι ότι είναι ένα μάτσο απροσάρμοστους και ηττημένους. "
		-- an analysis of neo-Nazis and such, Badger comics

%
"Ενδιαφέρουσα έρευνα στην τρέχουσα Εφημερίδα της Ψυχοπαθολογία: Νέα ΥόρκηCity έχει ένα υψηλότερο ποσοστό των ανθρώπων που δεν πρέπει να κάνετε οποιεσδήποτε ξαφνικές κινήσειςγύρω από οποιαδήποτε άλλη πόλη στον κόσμο. "
		-- David Letterman

%
"Οι τουρίστες - έχουν κάποια διασκέδαση με βραστά cabbies της Νέας Υόρκης Όταν παίρνετε.προς τον προορισμό σας, πείτε στον οδηγό σας, "Pay; Ήμουν ωτοστόπ».
		-- David Letterman

%
"Ένας ανθρωπολόγος στο Tulane έχει μόλις επιστρέψει από μια εκδρομή στη ΝέαΓουινέα με αναφορές μιας φυλής τόσο πρωτόγονα ότι έχουν Tide, αλλά δεννέα Tide με λεμόνι φρέσκα βόρακας. "
		-- David Letterman

%
"Με βάση τα όσα γνωρίζετε γι 'αυτόν στα βιβλία της ιστορίας, τι νομίζετε ότι ο ΑβραάμΛίνκολν θα κάνει αν ήταν ζωντανός σήμερα;1) Γράφοντας στα απομνημονεύματά του για τον Εμφύλιο Πόλεμο.2) Συμβουλεύει τον Πρόεδρο.3) Απεγνωσμένα γρατσούνισμα στο εσωτερικό τουφέρετρο. "
		-- David Letterman

%
"Αν Ricky Schroder και ο Gary Coleman είχε μια πάλη για τηλεόραση με συνθήματα λιμνών, ποιος θα κερδίσει;1) Ricky Schroder2) Gary Coleman3) Το κοινό τηλεθεατών "
		-- David Letterman

%
"Αν είστε αρχίζουν να αμφιβάλλουν για αυτό που λέω, είσαι ίσως παραισθήσεις. "
		-- The Firesign Theatre, _Everything you know is Wrong_

%
Τι πρέπει να κάνετε σε περίπτωση αλλοδαπού επίθεση:    1) Απόκρυψη κάτω από το κάθισμα του αεροπλάνου σας και να κοιτάξουμε μακριά.    2) Αποφύγετε την επαφή με τα μάτια.    3) Εάν δεν υπάρχουν τα μάτια, αποφύγετε κάθε επαφή.
		-- The Firesign Theatre, _Everything you know is Wrong_

%
"Πυρηνικού πολέμου θα ήταν πραγματικά γυρίσουν πίσω καλώδιο."
		-- Ted Turner

%
"Θα tweachewous miscweant!"
		-- Elmer Fudd

%
«Είδα _Lassie_. Μου πήρε τέσσερις παραστάσεις να καταλάβω γιατί το τριχωτό παιδί ποτέακτίνα. Θέλω να πω, θα μπορούσε να κυλήσει και όλα αυτά, αλλά έκανε ότι αξίζουν μια σειρά; "
		-- the alien guy, in _Explorers_

%
"Άνοιγμα Κανάλι D ..."
		-- Napoleon Solo, The Man From U.N.C.L.E.

%
Αποθηκεύστε τις φάλαινες. Συλλέξτε ολόκληρο το σετ.
		-- Napoleon Solo, The Man From U.N.C.L.E.

%
Ψυχολογική υποστήριξη. Ή εγώ θα σε σκοτώσω.
		-- Napoleon Solo, The Man From U.N.C.L.E.

%
"Η πυραμίδα ανοίγει!"   "Ποιό απ'όλα?""Το ένα με το συνεχώς διευρυνόμενο τρύπα σε αυτό!"
		-- The Firesign Theatre

%
"Κλήση J-Man Βιτσιόζες. Κλήση J-Man Βιτσιόζες. Hash πυραύλων με σοβαρά προβλήματα όρασης, στόχοςΛος Άντζελες. Αγνοήστε τα προσωπικά συναισθήματα για την πόλη και το σημείο τομής. "
		-- The Firesign Theatre movie, _J-Men Forever_

%
«Η αίσθησή μου του σκοπού έχει φύγει! Δεν έχω ιδέα ποιος είμαι!"    "Ω, Θεέ μου ... Έχετε .. Έχετε τον μετέτρεψαν σε δημοκράτη!"
		-- Doonesbury

%
"Θα είναι λάθος, μπορείτε ol 'ορειχάλκου-breasted φασιστική κακά!"
		-- Bloom County

%
"Η μητέρα σου ήταν ένα χάμστερ, και ο πατέρας σας μύριζε elderberries!"
		-- Monty Python and the Holy Grail

%
«Οι ψηφοφόροι μίλησαν, τα καθάρματα ..."
		-- unknown

%
«Προτιμώ να πιστεύω ότι ο Θεός δεν είναι νεκρός, απλά μεθυσμένος"
		-- John Huston

%
"Να είστε εκεί. Aloha."
		-- Steve McGarret, _Hawaii Five-Oh_

%
"Όταν τα πράγματα περίεργο, το περίεργο με τη σειρά pro ..."
		-- Hunter S. Thompson

%
«Πες την προσευχή yur, ψύλλων-pickin Yuh 'varmint!"
		-- Yosemite Sam

%
"Εκεί ... Έχω τρέξει σας γύρω από τα δαχτυλίδια» λογικά "
		-- Monty Python's Flying Circus

%
... Veloz είναι δυσδιάκριτες από εκατοντάδες άλλες επιχειρήσεις ηλεκτρονικών ειδώνστην κοιλάδα, που διευθύνεται από πρόθυμοι νέοι μηχανικοί μελετώντας προσεκτικά τη μνήμη χωματερές αργάμέσα στην νύχτα. Η διαφορά είναι ότι ένα μάτσο δική της ομολογία "καρύδια αυτοκίνητο"κάνουν τα χρήματα που κάνουν αυτό που αγαπούν: το γράψιμο κώδικα και γρήγορη οδήγηση.
		-- "Electronics puts its foot on the gas", IEEE Spectrum, May 88

%
"Ακριβώς τα γεγονότα, Κυρία μου"
		-- Joe Friday

%
«Έχω πέντε δολάρια για κάθε έναν από εσάς."
		-- Bernhard Goetz

%
Μαυσωλείο: Η τελική και πιο αστείο τρέλα των πλουσίων.
		-- Ambrose Bierce

%
Riches: Ένα δώρο από τον Ουρανό δηλώνουν, «Αυτή είναι η αγαπημένη του γιου μου, εις τον οποίονΕίμαι πολύ ευχαριστημένος. "
		-- John D. Rockefeller, (slander by Ambrose Bierce)

%
Όλα τα πράγματα είναι είτε ιερό ή βέβηλο.Ο πρώην να ecclesiasts φέρει κέρδος?Ο τελευταίος στο προσιδιάζουν διάβολο.
		-- Dumbo Omohundro

%
Άγιος: Ένας νεκρός αμαρτωλός έχει αναθεωρηθεί και τροποποιηθεί.
		-- Ambrose Bierce

%
Σαράντα δύο.
		-- Ambrose Bierce

%
Πραότητα: Όχι συχνές υπομονή στο σχεδιασμό ενός εκδίκησης που αξίζει τον κόπο.
		-- Ambrose Bierce

%
Απόλυτη: Ανεξάρτητη, ανεύθυνη. Μια απόλυτη μοναρχία είναι εκείνο στο οποίοτο κυρίαρχο κάνει ό, τι θέλει εφ 'όσον ο ίδιος ευχαριστεί τους δολοφόνους. ΔενΟι πολλές απόλυτες μοναρχίες αριστερά, τα περισσότερα από αυτά έχουν αντικατασταθεί απόπεριορισμένες μοναρχίες, όπου η εξουσία του ηγεμόνα για το κακό (και καλό) είναισε μεγάλο βαθμό περιοριστεί, και από δημοκρατίες, οι οποίες διέπονται από την τύχη.
		-- Ambrose Bierce

%
Απέχοντες: Ένα αδύναμο άτομο που δίνει στον πειρασμό της αρνείται τον εαυτό τουευχαρίστηση. Συνολικά απέχοντες είναι αυτός που απέχει από τα πάντα, αλλάαποχή, και ιδιαίτερα από την αδράνεια στις υποθέσεις των άλλων.
		-- Ambrose Bierce

%
Alliance: Στη διεθνή πολιτική, η ένωση των δύο κλέφτες που έχουν τουςτα χέρια τόσο βαθιά μέσα στην τσέπη του άλλου που δεν μπορούν χωριστάλεηλατήσουν το ένα τρίτο.
		-- Ambrose Bierce

%
Ανυπακοή: Η ασημένια επένδυση στο σύννεφο της υποτέλειας.
		-- Ambrose Bierce

%
Εγωιστής: Ένα άτομο με χαμηλή γεύση, ενδιαφέρονται περισσότερο για τον εαυτό του από ό, τι σε μένα.
		-- Ambrose Bierce

%
Διοίκηση: Μια έξυπνη αφαίρεσης στην πολιτική, με σκοπό να λάβουνοι κλωτσιές και μανσέτες λόγω της Premier ή πρόεδρος.
		-- Ambrose Bierce

%
Μια δεκάρα σωθεί είναι μια δεκάρα για να σπαταλάμε.
		-- Ambrose Bierce

%
Ocean: Ένα σώμα νερού που καταλαμβάνει περίπου τα δύο τρίτα του κόσμου γίνονται για τον άνθρωπο -ο οποίος δεν έχει βράγχια.
		-- Ambrose Bierce

%
Ιατρός: Ένα πάνω στον οποίο θέσαμε τις ελπίδες μας σε περίπτωση ασθένειας και τα σκυλιά μας όταν καλά.
		-- Ambrose Bierce

%
Φιλοσοφία: Μια διαδρομή πολλών δρόμων που οδηγούν από το πουθενά σε τίποτα.
		-- Ambrose Bierce

%
Πολιτική: Μια σύγκρουση συμφερόντων μεταμφιεσμένη σε έναν διαγωνισμό των αρχών.Η διαχείριση των δημοσίων υποθέσεων για τις ιδιωτικές πλεονέκτημα.
		-- Ambrose Bierce

%
Πολιτικός: Ένα χέλι στη θεμελιώδη λάσπη κατά την οποία η υπερκατασκευή τουοργανωμένη κοινωνία εκτρέφονται. Όταν wriggles Λαθεύει την ανατάραξη τουτην ουρά του για το τρέμουλο του οικοδομήματος. Σε σύγκριση με τον πολιτικός,πάσχει το μειονέκτημα του να είσαι ζωντανός.
		-- Ambrose Bierce

%
Προσευχήσου: Θα ήθελα να ρωτήσω ότι οι νόμοι του σύμπαντος να ακυρωθεί στο λογαριασμό ενός ενιαίουαναφέρων ομολογουμένως ανάξιος.
		-- Ambrose Bierce

%
Προεδρία: Η λαδωμένο χοίρων στο παιχνίδι τομέα της αμερικανικής πολιτικής.
		-- Ambrose Bierce

%
Προβοσκίδα: Η στοιχειώδης όργανο ενός ελέφαντα που τον εξυπηρετεί στη θέση τουτου μαχαιριού-και-πιρούνι που Evolution έχει ακόμη τον αρνήθηκε. Για τους σκοπούςτου χιούμορ είναι ευρέως ονομάζεται κορμός.
		-- Ambrose Bierce

%
"Η σημερινή ρομπότ είναι πολύ πρωτόγονη, ικανές να κατανοούν μόνο μερικά απλές οδηγίες όπως «πάμε αριστερά», «πηγαίνετε δεξιά» και «οικοδόμηση του αυτοκινήτου».
		-- John Sladek

%
"Στον αγώνα μεταξύ εσάς και του κόσμου, πίσω ο κόσμος."
		-- Frank Zappa

%
Εδώ είναι μια Appalachian εκδοχή της απάντησης της διοίκησης σε αυτούς που είναιπου ασχολούνται με την τύχη του έργου:«Μην ανησυχείτε για το μουλάρι. Απλά φορτώστε το βαγόνι."
		-- Mike Dennison's hillbilly uncle

%
Κακή επιλογή αφαίρεσης είναι ιδιαίτερα εμφανής στο σχεδιασμό της ADAσύστημα χρόνου εκτέλεσης. Η διασύνδεση με το σύστημα ADA χρόνου εκτέλεσης είναι τόσο αδιαφανές ώστεείναι αδύνατο να διαμορφώσει ή να προβλέψει την απόδοση του, καθιστώντας το ουσιαστικάάχρηστο για συστήματα πραγματικού χρόνου. - Marc Δ Donner και David H. Jameson.
		-- Mike Dennison's hillbilly uncle

%
"Το να είσαι κατά των βασανιστηρίων θα έπρεπε να είναι ένα είδος διακομματικής πράγμα."
		-- Karl Lehenbauer

%
"Εδώ έρχεται το σκυλί κ Μπιλ."
		-- Narrator, Saturday Night Live

%
Το σεξ είναι σαν τον αέρα. Είναι μόνο μια μεγάλη υπόθεση, αν δεν μπορείτε να πάρετε οποιοδήποτε.
		-- Narrator, Saturday Night Live

%
«Διατήρηση της συνειδητοποίησης για την προσφορά - στο πρόγραμμά σας, το έργο σας,η ΕΤΑΙΡΕΙΑ μας."
		-- A Group of Employees

%
"Δεν Ρωτήστε τι μπορεί να κάνει μια ομάδα εργαζομένων για σας. Αλλά ρωτήστε τι μπορείΌλες οι εργαζόμενοι κάνουν για μια ομάδα εργαζομένων. "
		-- Mike Dennison

%
Ένα βράδυ ο κ Rudolph Block, της Νέας Υόρκης, βρέθηκε καθισμένος στο δείπνομαζί με τον κ Percival Pollard, ο διακεκριμένος κριτικός.   "Ο κ Pollard," είπε, "το βιβλίο μου, _Η Βιογραφία μιας Dead Cow_, είναι δημοσιεύονται ανώνυμα, αλλά δύσκολα μπορείς να αγνοούν την πατρότητα του. Ωστόσο, κατά την επανεξέταση αυτή θα μιλάμε για αυτό, όπως το έργο του Idiot του αιώνα. Πιστεύετε ότι η εύλογη κριτική; "   «Λυπάμαι πολύ, κύριε," απάντησε ο κριτικός, φιλικά, "αλλά δεν το έκανενα συμβεί σε μένα ότι πραγματικά δεν θα μπορούσε να επιθυμεί το κοινό να γνωρίζει ποιος το έγραψε. "
		-- Ambrose Bierce

%
Πολλοί αλιγάτορες θα σκοτωθεί,αλλά το βάλτο θα παραμείνει.
		-- Ambrose Bierce

%
Αυτό που οι θεοί θα καταστρέψει την πρώτη τους υποβάλλει στην επιτροπή IEEE πρότυπα.
		-- Ambrose Bierce

%
Αυτό είναι τώρα. Αργότερα είναι μεταγενέστερη.
		-- Ambrose Bierce

%
"Θα κάνω κανένα ευκαιρίες με τρομοκρατικές υλικό."
		-- Peter da Silva

%
"Αν δεν επιστρέψει στον άμβωνα αυτό το Σαββατοκύριακο, εκατομμύρια άνθρωποι θα πάνεστην κόλαση."
		-- Jimmy Swaggart, 5/20/88

%
"Dump τα καρυκεύματα. Αν είμαστε να φάει, δεν χρειάζεται να έχει καλή γεύση."
		-- "Visionaries" cartoon

%
"Aww, αν με κάνει να κλαίω πια, θα παγώσει το κράνος μου."
		-- "Visionaries" cartoon

%
Δεν θέλω να είναι νέοι και πάλι, εγώ απλά δεν θέλουν να πάρει οποιαδήποτε ηλικία.
		-- "Visionaries" cartoon

%
Τελετή γάμου: Ένα απίστευτο μεταφυσική φενάκη της βλέποντας τον Θεό και ητου νόμου που σύρονται στις υποθέσεις της οικογένειάς σας.
		-- O. C. Ogilvie

%
  "Επείγον!" Sgiggs ούρλιαζε, εκτινάσσοντας τον εαυτό του από την μπανιέρα, όπως ήτανένα κάψιμο αυτοκινήτων. "Dial« ένα »! Πάρτε την υπηρεσία δωματίου! Κόκκινο Κώδικα!" Stiggs ήταντο τηλέφωνο αμέσως, διατάζοντας περισσότερα τριαντάφυλλο άνθη, επειδή, σύμφωνα με τοαυτόν, αυτοί που επιπλέουν στη μπανιέρα είχε ξαφνικά έχασαν τη μυρωδιά τους. "Απαιτώμυρωδιά, "ο shrilled." Εγώ περίμενα συνολικό αδιάλειπτη μυρωδιά από αυτάf * cking τριαντάφυλλα. "  Δυστυχώς, ο καπετάνιος υπηρεσία δεν είχα συνειδητοποιήσει ότι η κατάσταση Stiggsσυμμετέχουν πενήντα τριαντάφυλλα. «Τι θα πάω να κάνω με αυτό;" Stiggs έγραψε σαρκαστικά σεη weaseling βλάκας ξενοδοχείο, όταν εμφανίστηκε στην πόρτα μας κρατώντας ένα λουλούδιεπιπλέει σε ένα ποτήρι κονιάκ. υβρεολόγιο Stiggs ήταν μεγάλη. «Βλέπεις αυτόμπανιέρα? Έχετε παρατηρήσετε καμία διαφορά μεταξύ του μεγέθους της μπανιέρας και ητο μέγεθος του εν λόγω ψηλόλιγνες πώμα από πέταλα στο χέρι σας; Χρειάζομαι πλήρη κάλυψη μπάνιο.Χρειάζομαι μια εντελώς στερεό στρώμα τριαντάφυλλα όλα γύρω μου σαν ξεφυσώντας εργοστάσιατης όσφρησης, επιτίθεται μου με τη μυρωδιά τους και την εξουσία-εμβολισμό μεγάλο βρωμερόσυγκεντρώσεις αυξήθηκε οσμή μέχρι τα ρουθούνια μου μέχρι να είμαι σπατάλη με ευχαρίστηση. "Δεν ήταν πολύ πριν φτάσαμε τόσο δυσαρεστημένοι με αυτή την ανικανότητα ότι εμείςβιδωμένη.- Η Εντελώς Τερατώδη, Mind-Ψήσιμο καλοκαίρι του O.C. και Stiggs,   Εθνική Lampoon, Οκτώβριος του 1982
		-- O. C. Ogilvie

%
Όταν είναι λανθασμένη, είναι, τουλάχιστον * επιτακτική * εσφαλμένη.
		-- Hitchiker's Guide To The Galaxy

%
Αποφασίσαμε ότι ήταν και πάλι το βράδυ, γι 'αυτό στρατοπέδευσε για είκοσι λεπτά και έπινανάλλα έξι μπίρες σε μια κατασκήνωση νέα ζωή. O.C. πήρε στο εποπτικόυπνόσακο ενήλικα και έτρεξε γύρω από αυτό. "Αυτή είναι η ημέρα της κρίσης και είμαιμια τρομακτική εμφάνιση ", φώναξε. Στη συνέχεια, η θερμότητα γίνεται O.C. ralph στοτσάντα.- Η Εντελώς Τερατώδη, Mind-Ψήσιμο καλοκαίρι του O.C. και Stiggs,   Εθνική Lampoon, Οκτώβριος του 1982
		-- Hitchiker's Guide To The Galaxy

%
Voodoo Προγραμματισμός: Πράγματα προγραμματιστές κάνουν αυτό που ξέρουν δεν θα πρέπει να εργαστεί, αλλάπροσπαθούν ούτως ή άλλως, και τα οποία μερικές φορές λειτουργούν πραγματικά, όπως recompilingπάντα.
		-- Karl Lehenbauer

%
Αυτό είναι, φυσικά, εντελώς αδικαιολόγητης κερδοσκοπίας που ασκούν για να βοηθήσειυποστηρίξει προκατάληψη εναντίον μου, όπως ανάμιξη ... αλλά εκεί το έχετε.- Peter da Silva, να κάνουμε εικασίες σχετικά με το γιατί ένα πρόγραμμα υπολογιστή που είχεαλλάξει για να κάνει κάτι που δεν εγκρίνει, δεν λειτούργησε
		-- Karl Lehenbauer

%
"Αυτή η γνώση θα ακολουθήσει είναι η καλύτερη απόλαυση που έχω γνωρίσει ποτέ. Θα μπορούσαόχι νωρίτερα το εγκαταλείψουν ότι θα μπορούσα το πολύ αέρα που αναπνέω. "
		-- Paolo Uccello, Renaissance artist, discoverer of the laws of perspective

%
«Πήρα όλους να καταβάλουν το μέτωπο ... τότε ανατίναξε τον πλανήτη τους."  "Τώρα, γιατί δεν το είχα σκεφτεί αυτό;"
		-- Post Bros. Comics

%
"Ατομικής μπαταρίες στην εξουσία, τουρμπίνες να επιταχυνθεί."
		-- Robin, The Boy Wonder

%
Το F-15 Eagle:Αν είναι πάνω, θα το καταρρίψουν. Αν είναι κάτω, εμείς θα το ανατινάξει.
		-- A McDonnell-Douglas ad from a few years ago

%
"Η Amiga είναι το μόνο προσωπικό υπολογιστή, όπου μπορείτε να εκτελέσετε μια multitaskingλειτουργικό σύστημα και να πάρετε σε πραγματικό χρόνο τις επιδόσεις, έξω από το κουτί. "
		-- Peter da Silva

%
"Είναι το αρχείο cookie μου και αν μπορώ να καταλήξουμε σε κάτι που είναι κουτσός και μου αρέσει,πηγαίνει σε. "
		-- karl (Karl Lehenbauer)

%
Σε αναγνώριση της AT & T Bell Laboratories για την εταιρική της καινοτομίας, για τουςεφεύρεση της κυτταρικής κινητών επικοινωνιών, IEEE Πρόεδρος Russell C. Drewαναφέρθηκε στο κυψελωτό τηλέφωνο ως «βασική ανάγκη». Πώς φορές έχουναλλάξει, ένας παρατηρητής παρατήρησε: πολλοί στην αίθουσα υπενθύμισε την έλευση τουαπευθείας κλήση.
		-- The Institute, July 1988, pg. 11

%
... Οι Σοβιετικοί έχουν τη δυνατότητα να δοκιμάσουν τα μεγάλα έργα. Αν υπάρχει ένας στόχος,όπως όταν Γκορμπατσόφ αναφέρει ότι πρόκειται να έχουν πυρηνοκίνητοαεροπλανοφόρα, η υπόθεση είναι κλειστή - ότι είναι αυτό. Θα επικεντρωθείσχετικά με το πρόβλημα, κάνει μια κακή δουλειά, και αργότερα να πληρώσει το τίμημα. Πραγματικά δεν το κάνουνμε νοιάζει τι η τιμή είναι.- Victor Belenko, MiG-25 πιλότος ο οποίος αυτομόλησε το 1976   «Defense Electronics", Τόμος 20, Νο 6, σελ. 100
		-- The Institute, July 1988, pg. 11

%
Υπάρχει κάτι που πρέπει να καταλάβετε για το σοβιετικό σύστημα. Έχουν τοδυνατότητα να επικεντρώσουν όλες τις προσπάθειές τους σε ένα συγκεκριμένο σχεδιασμό και την ανάπτυξη όλωνσυστατικά ταυτόχρονα, αλλά μερικές φορές χωρίς ορθή διεξαγωγή των δοκιμών. Στη συνέχεια καταλήγουνμε μια τεχνολογικών καταστροφών όπως το Tu-144. Σε έναν αγώνα της τεχνολογίας σεο χρόνος, ότι τα αεροσκάφη ήταν δύο μήνες πριν από το Concorde. Τέσσερις Tu-144sχτίστηκαν? δύο έχουν συνετρίβη, και δύο βρίσκονται σε μουσεία. Το Concorde έχειπετούν με ασφάλεια για πάνω από 10 χρόνια.- Victor Belenko, MiG-25 πιλότος ο οποίος αυτομόλησε το 1976   «Defense Electronics", Τόμος 20, Νο 6, σελ. 100
		-- The Institute, July 1988, pg. 11

%
DE: Οι Σοβιετικοί φαίνεται να έχουν δυσκολία στην εφαρμογή της σύγχρονης τεχνολογίας.     Θα σχολιάζατε αυτό;Belenko: Λοιπόν, ας μιλήσουμε για τη διάρκεια ζωής του κινητήρα του αεροσκάφους. Όταν πέταξε τοMiG-25, οι κινητήρες του είχε συνολική διάρκεια 250 ωρών.DE: Είναι αυτό σημαίνει απασχόλησης μεταξύ αποτυχίας;Belenko: Όχι, ο κινητήρας έχει τελειώσει? έχει καταργηθεί.DE: Εννοείτε ότι το τραβήξει έξω και πετάξτε το, δεν είναι καν αυτό αναμόρφωση;Belenko: Αυτό είναι σωστό. Αναμόρφωση είναι πάρα πολύ ακριβό.DE: Αυτό είναι παράλογα χαμηλή από την ελεύθερη παγκόσμια πρότυπα.Belenko: Το ξέρω.- Μια συνέντευξη με τον Victor Belenko, MiG-25 πιλότος ο οποίος αυτομόλησε το 1976   «Defense Electronics", Τόμος 20, Νο 6, σελ. 102
		-- The Institute, July 1988, pg. 11

%
"Έχω ένα φίλο που μόλις πήρε πίσω από τη Σοβιετική Ένωση, και μου είπε στους ανθρώπουςυπάρχουν πεινασμένοι για πληροφορίες σχετικά με τη Δύση. Ρωτήθηκε για πολλάπράγματα, αλλά εγώ θα σας δώσω δύο παραδείγματα που είναι πολύ αποκαλυπτικό για τη ζωή στηνη Σοβιετική Ένωση. Η πρώτη ερώτηση που ρωτήθηκε ήταν αν είχαμε έκρηξητηλεοπτικές συσκευές. Βλέπετε, έχουν ένα πρόβλημα με τους σωλήνες εικόνα στο χρώματηλεοράσεις, και πολλοί είναι αυτοί που εκρήγνυται. Υπέθεσαν θα πρέπει να έχειπροβλήματα με τους πάρα πολύ. Η άλλη ερώτηση ρωτήθηκε συχνά ήταν γιατί ηCIA είχε σκοτώσει Σαμάνθα Σμιθ, το μικρό κορίτσι που επισκέφτηκε τη Σοβιετική Ένωση μιαμερικά χρόνια πριν; προπαγάνδα τους είναι πολύ αποτελεσματική.- Victor Belenko, MiG-25 πιλότος ο οποίος αυτομόλησε το 1976   «Defense Electronics", Τόμος 20, Νο 6, σελ. 100
		-- The Institute, July 1988, pg. 11

%
"... Θα μπορούσα να αποδεχθεί αυτή τη διαφάνεια, την γκλάσνοστ, περεστρόικα, ή ό, τι θέλετενα την αποκαλούμε, αν έκαναν αυτά τα πράγματα: να καταργήσει το σύστημα ένα μέρος? ανοίξτε τοΣοβιετική σύνορα και επιτρέπουν σοβιετικού λαού να ταξιδεύουν ελεύθερα? επιτρέπουν τη Σοβιετικήοι άνθρωποι να έχουν πραγματική ελεύθερη επιχείρηση? επιτρέπουν τη Δυτική επιχειρηματίες για να κάνουν επιχειρήσειςεκεί, και να επιτρέψει την ελευθερία του λόγου και του Τύπου. Αλλά μέχρι στιγμής, το σύνολοχώρα είναι σαν ένα στρατόπεδο συγκέντρωσης. Η συρματοπλέγματα στο φράκτη γύρω απόη Σοβιετική Ένωση είναι να κρατήσει τους ανθρώπους στο εσωτερικό, στο σκοτάδι. Αυτή η ειλικρίνεια ότιβλέπετε, όλες αυτές τις αλλαγές, είναι καλλυντικά και έχουν σχεδιαστείνα εντυπωσιάσει κοντόφθαλμη, αφελής, μερικές φορές ηλίθιο ηγέτες της Δύσης. Αυτοίηγέτες αναβλύζουν πάνω Γκορμπατσόφ, ελπίζοντας να κάνει επιχειρήσεις με τη Σοβιετική Ένωση ήκατευνάσει αυτό. Θα πει: «Ναι, μπορούμε να κάνουμε τις επιχειρήσεις!" Αυτό, ενώ τουστρατιωτική μηχανή στο Αφγανιστάν έχει σκοτώσει πάνω από ένα εκατομμύριο ανθρώπους από μιαπληθυσμό των 17 εκατομμυρίων. Μπορείτε να φανταστείτε αυτό;- Victor Belenko, MiG-25 πιλότος ο οποίος αυτομόλησε το 1976   «Defense Electronics", Τόμος 20, Νο 6, σελ. 110
		-- The Institute, July 1988, pg. 11

%
"Θυμηθείτε Kruschev: προσπάθησε να κάνει πάρα πολλά πράγματα πολύ γρήγορα, και ήταναπομακρύνονται σε δυσμένεια. Αν Γκορμπατσόφ προσπαθεί να καταστρέψει το σύστημα ή να κάνει πάρα πολύπολλές θεμελιώδεις αλλαγές σε αυτό, πιστεύω ότι το σύστημα θα τον ξεφορτωθεί.Δεν είμαι πολιτικός επιστήμονας, αλλά καταλαβαίνω το σύστημα πολύ καλά.Πιστεύω ότι θα έχει μια «καρδιακή προσβολή» ή να συνταξιοδοτηθούν ή να αφαιρεθεί. Αυτός είναιεπάνω ενάντια σε έναν τοίχο από τούβλα. Αν νομίζετε ότι θα αλλάξει τα πάντα καινα γίνει μια ελεύθερη, ανοικτή κοινωνία, ξεχάστε το! "- Victor Belenko, MiG-25 πιλότος ο οποίος αυτομόλησε το 1976   «Defense Electronics", Τόμος 20, Νο 6, σελ. 110
		-- The Institute, July 1988, pg. 11

%
FORTRAN; Η συντακτικά λανθασμένη δήλωση "DO 10 I = 1.10» θα αναλύσει καιπαράγουν κώδικα δημιουργεί μια μεταβλητή, DO10I, ως εξής: «DO10I = 1.10" αν αυτόδεν σας τρομοκρατήσουν, θα έπρεπε.
		-- The Institute, July 1988, pg. 11

%
"Ήξερα τότε (το 1970) ότι ένας μικροϋπολογιστής 4-KByte θα κόστιζε όσοένα σπίτι. Γι 'αυτό και αιτιολογημένη ότι μετά από το κολλέγιο, θα πρέπει να ζουν φτηνά σεένα διαμέρισμα και να θέσει όλα τα χρήματά μου σε ιδιοκτησία ενός υπολογιστή. "
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
Η HP είχε μια μοναδική πολιτική της επιτρέποντας στους μηχανικούς του να λάβει τα μέρη από το απόθεμααρκεί να χτίσει κάτι. "Θα καταλάβει ότι με κάθε σχεδιασμό, ήταννα πάρει μια καλύτερη μηχανικός. Είναι μια πολιτική καλώ όλες τις επιχειρήσεις να υιοθετήσουν. "- Η Apple συνιδρυτής Steve Wozniak, "Θα τάξης Wozniak δίνουν την Apple να δάσκαλος;"   EE Times, 6 Ιουνίου, 1988, pg 45
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
"Θέλω μόνο να είναι ένας καλός μηχανικός."- Ο Steve Wozniak, συνιδρυτή της Apple Computer, καταλήγοντας στο συμπέρασμα κεντρική ομιλία του   στο AppleFest 1988
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
«Υπάρχει πάντα Πύργος της Βαβέλ είδος διαπληκτισμούς μέσα Unix, αλλά αυτόείναι η πιο ακραία μορφή ποτέ. Αυτό σημαίνει τουλάχιστον αρκετά χρόνια σύγχυσης ».- Bill Gates, ιδρυτής και πρόεδρος της Microsoft,   για το Ίδρυμα Open Systems
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
"Σε περίπτωση αμφιβολίας, εκτυπώστε 'em έξω."
		-- Karl's Programming Proverb 0x7

%
"Αν θέλετε τα καλύτερα πράγματα να συμβούν στην εταιρική ζωή θα πρέπει να βρουν τρόπουςνα είναι φιλόξενη για το ασυνήθιστο πρόσωπο. Δεν έχετε την καινοτομία ωςδημοκρατική διαδικασία. Μπορείτε σχεδόν να το πάρετε ως ένα αντι-δημοκρατική διαδικασία.Σίγουρα μπορείτε να το πάρετε ως anthitetical διαδικασία, οπότε θα πρέπει να έχετε έναπεριβάλλον όπου το σώμα των ανθρώπων είναι πραγματικά δυνατόν να αλλάξει και μπορεί νααντιμετώπιση των συγκρούσεων που προκύπτουν από την αλλαγή μιας καινοτομίας. "- Max Depree, πρόεδρος και διευθύνων σύμβουλος του Herman Miller Inc.,   "Μυστικά Herman Miller της Εταιρικής δημιουργικότητα»,   Η Wall Street Journal, 3η Μαΐου του 1988
		-- Karl's Programming Proverb 0x7

%
«Στην εταιρική ζωή, νομίζω ότι υπάρχουν τρεις σημαντικές περιοχές τις οποίες οι συμβάσειςδεν μπορεί να ασχοληθεί με, την περιοχή των συγκρούσεων, την περιοχή της αλλαγής και της περιοχής της επίτευξηςδυνητικός. Για μένα η διαθήκη είναι μια σχέση που βασίζεται σε τέτοια πράγματαως κοινά ιδεώδη και τα κοινά συστήματα αξιών και κοινές ιδέες και τις κοινέςσυμφωνία ως προς τις διαδικασίες που πρόκειται να χρησιμοποιήσει για την εργασία από κοινού. Σεπολλές περιπτώσεις να εξελιχθούν σε πραγματικές σχέσεις αγάπης. "- Max Depree, πρόεδρος και διευθύνων σύμβουλος του Herman Miller Inc., "Herman Miller του   Τα μυστικά της Εταιρικής δημιουργικότητα », The Wall Street Journal, 3 Μάη 1988
		-- Karl's Programming Proverb 0x7

%
Ένας άλλος στόχος είναι να δημιουργηθεί μια σχέση "με το οποίο είναι εντάξει για όλουςγια να κάνουν το καλύτερό τους. Υπάρχουν πάρα πολλοί άνθρωποι στον τομέα της διαχείρισης που πραγματικάΔεν θέλω υφισταμένους να κάνουν το καλύτερό τους, επειδή παίρνει να είναι πολύαπειλητικές. Αλλά έχουμε διαπιστώσει ότι τόσο εσωτερικά όσο και με το εξωτερικόσχεδιαστές, αν είμαστε πρόθυμοι να έχουν αυτό το είδος της σχέσης και αν είμαστεπρόθυμος να είναι ευάλωτα σε ό, τι θα βγει από αυτό, έχουμε πολύ καλήδουλειά."- Max Depree, πρόεδρος και διευθύνων σύμβουλος του Herman Miller Inc., "Herman Miller του   Τα μυστικά της Εταιρικής δημιουργικότητα », The Wall Street Journal, 3 Μάη 1988
		-- Karl's Programming Proverb 0x7

%
Στο βιβλίο του, ο κ Depree αφηγείται την ιστορία του πώς σχεδιαστή George Nelson προέτρεψεότι η εταιρεία λαμβάνει επίσης για τον Charles Eames στα τέλη της δεκαετίας του 1940. Ο πατέρας του Μαξ,J. Depree, συν-ιδρυτής της εταιρείας με τον Herman Miller το 1923, ζήτησε από τον κNelson, αν πραγματικά ήθελε να μοιραστεί τις περιορισμένες δυνατότητες της τότε μικρήςΗ εταιρεία με ένα άλλο σχεδιαστή. «Η απάντηση του Γιώργου ήταν κάτι σαν αυτό:«Charles Eames είναι ένα ασυνήθιστο ταλέντο. Είναι πολύ διαφορετικό από μένα. οΗ εταιρεία μας τόσο χρειάζεται. Θέλω πάρα πολύ να έχουμε Charles Eames μερίδιο στηνΌποια και αν είναι το δυναμικό υπάρχει. "- Max Depree, πρόεδρος και διευθύνων σύμβουλος του Herman Miller Inc., "Herman Miller του   Τα μυστικά της Εταιρικής δημιουργικότητα », The Wall Street Journal, 3 Μάη 1988
		-- Karl's Programming Proverb 0x7

%
Ο κ Depree πιστεύει συμμετοχική καπιταλισμός είναι το κύμα του μέλλοντος. οΗΠΑ εργατικού δυναμικού, ο ίδιος πιστεύει, "όλο και περισσότερες απαιτήσεις που πρέπει να περιλαμβάνονται στηνκαπιταλιστικό σύστημα και αν δεν βρούμε τρόπους για να πάρετε το καπιταλιστικό σύστημανα είναι μια περιεκτική σύστημα και όχι το αποκλειστικό σύστημα υπήρξε, είμαστεόλα στο μεγάλο πρόβλημα. Αν δεν βρούμε τρόπους για να αρχίσουμε να καταλαβαίνουμε ότιυψηλότερο δυναμικό ψέματα του καπιταλισμού στο κοινό καλό, όχι στο άτομοκαλά, τότε είμαστε κίνδυνο το ίδιο το σύστημα. "- Max Depree, πρόεδρος και διευθύνων σύμβουλος του Herman Miller Inc., "Herman Miller του   Τα μυστικά της Εταιρικής δημιουργικότητα », The Wall Street Journal, 3 Μάη 1988
		-- Karl's Programming Proverb 0x7

%
Ο κ Depree αναμένει επίσης μια "τεράστια κοινωνική αλλαγή» σε όλους τους χώρους εργασίας. "ΠότεΆρχισα πρώτη εργάσιμη πριν από 40 χρόνια, ένας επόπτης εργοστάσιο επικεντρώθηκε στηνπροϊόν. Σήμερα είναι δραστικά διαφορετικά, λόγω του κοινωνικού περιβάλλοντος.Δεν είναι ασυνήθιστο για ένα εργαζόμενο να φτάσουν στη στροφή του και έχουν κάποια οικογένειαπρόβλημα που δεν ξέρει πώς να επιλύσει. Το παράδειγμα που μου αρέσει να χρησιμοποιήσετε είναι ένατύπος που έρχεται και λέει «αυτό δεν πρόκειται να είναι μια καλή μέρα για μένα, ο γιος μουείναι στη φυλακή με την κατηγορία μεθυσμένος οδήγησης και δεν ξέρω πώς να αυξήσουν την εγγύηση. »Αυτό σημαίνει ότι αν ο επιβλέπων θέλει παραγωγικότητα, πρέπει να ξέρειπώς να αυξήσουν εγγύηση. "- Max Depree, πρόεδρος και διευθύνων σύμβουλος του Herman Miller Inc., "Herman Miller του   Τα μυστικά της Εταιρικής δημιουργικότητα », The Wall Street Journal, 3 Μάη 1988
		-- Karl's Programming Proverb 0x7

%
Ανόητοι αγνοούν την πολυπλοκότητα. Πραγματιστές που υποφέρουν.Κάποιοι μπορεί να το αποφύγει. Ιδιοφυΐες να το αφαιρέσετε.
		-- Perlis's Programming Proverb #58, SIGPLAN Notices, Sept.  1982

%
"Τι θα συμβεί αν" είναι εμπορικό σήμα της Hewlett Packard, έτσι ώστε να σταματήσει τη χρήση του σε σαςποινές χωρίς άδεια, ή τον κίνδυνο να εναχθεί.
		-- Perlis's Programming Proverb #58, SIGPLAN Notices, Sept.  1982

%
Τώρα, αν οι ηγέτες του κόσμου - τους ανθρώπους που είναι ηγέτες δυνάμει τουπολιτική, στρατιωτική ή οικονομική δύναμη, και όχι κατ 'ανάγκη τη σοφία ήαντάλλαγμα για την ανθρωπότητα - αν αυτοί οι ηγέτες δεν καταφέρουν να μας τραβήξειπάνω από το χείλος του γκρεμού σε πλανητικό αυτοκτονία, παρά τις κατά καιρούς πομπώδεις τουςπροτάσεις που μπορούν να αισθάνονται υποχρεωμένοι να το πράξουν, θα μπορεί να επιβιώσει πέρα ​​από1988.
		-- George Rostky, EE Times, June 20, 1988 p. 45

%
Οι βασικές ιδέες του Algol 68 ήταν ότι ολόκληρη η γλώσσα πρέπει να είναιεπακριβώς και ότι όλα τα κομμάτια πρέπει να ταιριάζουν μεταξύ τους ομαλά.Η βασική ιδέα πίσω από τον Pascal ήταν ότι δεν έχει σημασία πόσο ασαφής ηπροδιαγραφές της γλώσσας ήταν (χρειάστηκαν * ετών * να διευκρινιστούν) ή πόσα τραχύακμές υπήρχαν, εφ 'όσον ο compiler CDC Pascal ήταν γρήγορη.
		-- Richard A. O'Keefe

%
«Ήρθαμε. Είδαμε. Έχουμε κλώτσησε τον κώλο του."
		-- Bill Murray, _Ghostbusters_

%
«Τα αστέρια είναι κατασκευασμένα από τα ίδια άτομα όπως η γη." Συνήθως πάρει ένα μικρόθέμα όπως αυτό για να δώσει μια διάλεξη με θέμα. Ποιητές λένε επιστήμη παίρνει μακριά από τοομορφιά των άστρων - απλή σβώλων άτομα του αερίου. Τίποτα δεν είναι «απλή». Και εγώ μπορώδείτε τα αστέρια σε μια νύχτα στην έρημο, και να αισθάνονται τους. Αλλά μπορώ να δω λιγότερο ή περισσότερο;Η απεραντοσύνη του ουρανού εκτείνεται φαντασία μου - κολλήσει σε αυτό το καρουσέλλίγο το μάτι μου μπορεί να πιάσει ένα εκατομμύριο-year-old φως. Ένα τεράστιο σχέδιο - εκ των οποίωνΕίμαι ένα μέρος - ίσως τα πράγματά μου ήταν απελευθερώνονται από κάποιο ξεχασμένο αστέρι, ως έναείναι ρέψιμο εκεί. Ή να τους δείτε με τη μεγαλύτερη μάτι του Palomar, σπεύδουν όλοιεκτός από κάποια κοινή αφετηρία όταν ήταν ίσως όλα μαζί.Ποιο είναι το μοτίβο, ή το νόημα, ή το * γιατί; * Δεν κάνει κακό να τομυστήριο να ξέρετε λίγο για αυτό. Για πολύ πιο θαυμάσια είναι η αλήθεια από ό, τιοποιεσδήποτε καλλιτέχνες του παρελθόντος φανταστεί! Γιατί οι ποιητές του παρόντος δεν μιλούναπό αυτό; Ποιες οι άνδρες είναι ποιητές οι οποίοι μπορούν να μιλήσουν του Δία αν ήταν σαν ένας άνθρωπος, αλλάαν αυτός είναι μια τεράστια περιστρεφόμενο σφαίρα του μεθανίου και αμμωνίας πρέπει να είναι σιωπηλός;
		-- Richard P. Feynman (1918-1988)

%
Εάν επιτρέψετε στον εαυτό σας να διαβάσετε έννοιες σε (αντί για την κατάρτιση έννοιες έξωτης) τα αποδεικτικά στοιχεία, μπορείτε να σχεδιάσετε οποιοδήποτε συμπέρασμα που σας αρέσει.
		-- Michael Keith, "The Bar-Code Beast", The Skeptical Enquirer Vol 12 No 4 p 416

%
"Ψευδοκώδικας μπορεί να χρησιμοποιηθεί σε κάποιο βαθμό για να βοηθήσει τη διατήρησηδιαδικασία. Ωστόσο, ψευδοκώδικας που είναι ιδιαίτερα λεπτομερές -πλησιάζει το επίπεδο λεπτομέρειας του ίδιου του κώδικα - δεν είναι τηςπολύ χρήση ως τεκμηρίωση συντήρησης. Οι εν λόγω λεπτομερείςτεκμηρίωση πρέπει να διατηρείται σχεδόν όσο και ο κώδικας,διπλασιάζοντας έτσι το βάρος συντήρησης. Επιπλέον, δεδομένου ότι τέτοιεςογκώδες ψευδοκώδικας είναι πολύ αποσπούν την προσοχή που πρέπει να τηρούνται οιΠροσθήκη μόνη της, θα πρέπει να φυλάσσονται σε ξεχωριστό φάκελο. οΑποτέλεσμα: Από ψευδοκώδικα - σε αντίθεση με πραγματικό κώδικα - δεν πρέπει να είναιδιατηρηθεί, κανείς δεν θα το διατηρήσει. Θα γίνει σύντομα απόημερομηνία και ο καθένας θα το αγνοήσει. (Μια φορά, έκανα μια άτυπηέρευνα των 42 καταστημάτων που χρησιμοποιούνται ψευδοκώδικα. Από αυτά τα 42, 0 [μηδέν!],διαπίστωσε ότι δεν είχε καμία αξία ως τεκμηρίωση συντήρησης. "         Page-Jones --Meilir, "Ο πρακτικός οδηγός για να Δομημένη           Design ", Yourdon Τύπου (c) 1988
		-- Michael Keith, "The Bar-Code Beast", The Skeptical Enquirer Vol 12 No 4 p 416

%
"Μόνο ένα λειτουργικό σύστημα εγκεφαλική βλάβη θα στηρίξει την εναλλαγή εργασιών και δενκάνει το απλό επόμενο βήμα την υποστήριξη multitasking. "
		-- George McFry

%
Sigmund Freud φέρεται να έχει πει ότι σε τελευταία ανάλυση το σύνολο του τομέατης ψυχολογίας μπορεί να μειώσει σε βιολογικούς ηλεκτροχημεία.
		-- George McFry

%
Ο μάγος κάθεται στο καρεκλάκι του και κοιτάζει επάνω στον κόσμο με χάρη.Είναι στο ύψος των αρμοδιοτήτων του. Αν αυτός κλείνει τα μάτια του, προκαλεί τον κόσμονα εξαφανιστούν. Αν ανοίγει τα μάτια του, αναγκάζει τον κόσμο να έρθει πίσω. Ανυπάρχει αρμονία μέσα του, ο κόσμος είναι αρμονική. Αν οργή καταστρέφει τουεσωτερική αρμονία, η ενότητα του κόσμου είναι κατεστραμμένο. Αν η επιθυμία προκύπτει μέσααυτόν, ο ίδιος προφέρει τις μαγικές συλλαβές που προκαλεί να εμφανιστεί το επιθυμητό αντικείμενο.επιθυμίες του, τις σκέψεις του, τις χειρονομίες του, τους θορύβους του εντολή το σύμπαν.
		-- Selma Fraiberg, _The Magic Years_, pg. 107

%
Ένα ζώο που ξέρει ποιος είναι, ένα που έχει μια αίσθηση της ταυτότητάς του, είναιένας δυσαρεστημένος πλάσμα, καταδικασμένη να δημιουργήσει νέα προβλήματα για τον εαυτό του για τοδιάρκεια της παραμονής του σε αυτόν τον πλανήτη. Δεδομένου ότι ούτε το ποντίκι, ούτε το χιμπατζήξέρει τι είναι, αυτός γλιτώσει όλα τα εξοργιστικό προβλήματα που ακολουθούν αυτό τοανακάλυψη. Αλλά μόλις το ανθρώπινο ζώο που ο ίδιος αυτή την ερώτησηπροέκυψε, ο ίδιος και οι απόγονοί του βύθισε σε μια αιωνιότητα της αμφιβολίαςκαι μελαγχολία, την κερδοσκοπία και αναζήτησης της αλήθειας που έχει τον προετρεψε μέσω τηςαιώνες ως αδυσώπητα όπως η πείνα ή σεξουαλική επιθυμία. Ο χιμπατζής που κάνειΔεν ξέρετε ότι υπάρχει δεν οδηγείται για να ανακαλύψει τις ρίζες του και έχει γλιτώσειη τραγική αναγκαιότητα ενδεχόμενο δικό του τέλος. Και ακόμη και αν το ζώοπειραματιστές πετύχει στη διδασκαλία ενός χιμπατζή να μετρήσει εκατό μπανάνες ήνα παίζει σκάκι, ο χιμπατζής θα αναπτύξει καμία επιστήμη και θα παρουσιάζουν καμίαεκτίμηση της ομορφιάς, για το μεγαλύτερο μέρος της σοφίας του ανθρώπου μπορεί να εντοπιστείπίσω στα αιώνια ερωτήματα της απαρχές και καταλήξεις, η αναζήτηση για να δώσεινόημα στην ύπαρξή του, την ίδια τη ζωή.
		-- Selma Fraiberg, _The Magic Years_, pg. 193

%
Ένα σχόλιο για τα δρομολόγια: Εντάξει, πόσο καιρό θα πάρει;   Για κάθε μάνατζερ που εμπλέκονται στην αρχική συναντήσεις προσθέσετε ένα μήνα.   Για κάθε διαχειριστής, ο οποίος λέει "ανάλυση ροής δεδομένων" προσθέστε ένα άλλο μήνα.   Για κάθε μοναδικό είδος του τελικού χρήστη προσθέσετε ένα μήνα.   Για κάθε άγνωστο πακέτο λογισμικού που θα χρησιμοποιηθούν προσθέσει δύο μήνες.   Για κάθε άγνωστη συσκευή υλικού προσθέσει δύο μήνες.   Για κάθε 100 μίλια μεταξύ έργου και εγκατάσταση προσθέσετε ένα μήνα.   Για κάθε τύπο καναλιού επικοινωνίας προσθέσετε ένα μήνα.   Εάν ένα κατάστημα mainframe της IBM συμμετέχει και εργάζεστε σε ένα μη-IBM      σύστημα προσθέστε 6 μήνες.   Εάν ένα κατάστημα mainframe της IBM συμμετέχει και εργάζεστε σε ένα IBM      Σύστημα προσθέσετε 9 μήνες.Στρογγυλοποίηση στο πλησιέστερο εξάμηνο.--Brad ShermanΜε την ευκαιρία, όλα τα έργα λογισμικού γίνεται με επαναληπτική πρωτοτύπων.Ορισμένες εταιρείες αποκαλούν τα πρωτότυπα τους "κυκλοφορίες", αυτό είναι όλο.
		-- Selma Fraiberg, _The Magic Years_, pg. 193

%
    UNIX Shell είναι το καλύτερο τέταρτης γενιάς γλώσσα προγραμματισμού    Είναι το κέλυφος UNIX που καθιστά δυνατόν να κάνουμε εφαρμογές σε ένα μικρό    κλάσμα του κώδικα και του χρόνου που χρειάζεται σε γλώσσες τρίτης γενιάς. Σε    το κέλυφος θα επεξεργάζεται ολόκληρη αρχεία σε έναν χρόνο, και όχι μόνο μια γραμμή σε ένα    φορά. Και, μια γραμμή κώδικα στο UNIX κέλυφος είναι ένα ή περισσότερα προγράμματα,    η οποία κάνει περισσότερα από ό, τι σελίδες των οδηγιών σε ένα 3GL. Οι αιτήσεις μπορούν να    αναπτύχθηκε σε ώρες και ημέρες, αντί για μήνες και χρόνια με την παραδοσιακή    συστήματα. Τα περισσότερα από τα άλλα 4GLs διαθέσιμες σήμερα μοιάζουν περισσότερο με COBOL ή    RPG, η πιο κουραστική από τις γλώσσες τρίτης γενιάς."Διαχείριση Βάσεων Δεδομένων UNIX Relational: Ανάπτυξη Εφαρμογών στο UNIX Περιβάλλον "του Rod Μάνης, Evan Schaffer, και Robert Jorgensen. Prentice Hall Series λογισμικού. Brian Kerrighan, Σύμβουλος. 1988.
		-- Selma Fraiberg, _The Magic Years_, pg. 193

%
"Γέλιο, ενώ μπορείτε, μαϊμού-αγόρι."
		-- Dr. Emilio Lizardo

%
"Μαστιγώσεις θα συνεχιστεί μέχρι βελτιώνει το ηθικό."
		-- anonymous flyer being distributed at Exxon USA

%
"Γεια σου Ιβάν, ελέγξτε έξι σου."- Sidewinder πυραύλων σακάκι patch, που δείχνει ένα Sidewinder οδήγηση μέχρι την ουρά του ρωσικού Su-27
		-- anonymous flyer being distributed at Exxon USA

%
"Οι ελεύθερες αγορές επιλέξετε για τη νίκη λύσεις."
		-- Eric S. Raymond

%
"Δεν μου αρέσει εταιρείες που έχουν εμείς-είναι-τα-high-ιερείς-of-hardware-έτσι-you'll-όπως-τι-θα-δώσει-σας στάση. Μου αρέσει αγορές εμπορευμάτων στα οποία ο σίδηρος-και-πλανόδιους πωλητές πυρίτιο γνωρίζουν ότι υπάρχουν για να παρέχουν γρήγορες παιχνίδια για τύπους λογισμικούμου αρέσει να παίζουν με το ... "
		-- Eric S. Raymond

%
"Η παρόρμηση να καταστρέψουν είναι επίσης μια δημιουργική παρόρμηση."- Μπακούνιν[Ed. Σημείωση - Θα ήθελα να πω: Η παρόρμηση να καταστρέψουν μπορεί μερικές φορές να είναι μια δημιουργική παρόρμηση].
		-- Eric S. Raymond

%
"Μια εμπορική, και σε ορισμένα σημεία ένα κοινωνικό, αναμφίβολα έχει ξεκινήσει η τελευταίο έτος ή δύο, αν δεν είναι σωστό να συζητήσουμε ανοιχτά την ασφάλεια ή ανασφάλεια των κλειδαριών. Πολλοί καλοπροαίρετοι άτομα υποθέσουμε ότι το συζητήσεις τροπή σέβεται τα μέσα για μπλέκοντας την υποτιθέμενη ασφάλεια των κλειδαριών προσφέρει μια πριμοδότηση για ανεντιμότητα, δείχνοντας στους άλλους πώς να είναι ανέντιμη. Αυτό είναι ένα παραποιημένων δαντελένιος. Απατεώνες είναι πολύ έντονος στο επάγγελμά τους, και ήδη γνωρίζουμε πολύ περισσότερα από ό, τι μπορούμε να τους διδάξει με σεβασμό αρκετά τους είδη κατεργαριά. απατεώνες ήξεραν μια καλή συμφωνία για lockpicking πολύ πριν κλειδαράδες συζητήσει μεταξύ τους- εαυτό, όπως έχουν τον τελευταίο καιρό κάνει. Αν μια κλειδαριά - αφήστε το να έχουν γίνει υπό οποιαδήποτε ποτέ χώρα, ή με οποιοδήποτε maker - δεν είναι τόσο απαραβίαστο όπως έχει μέχρι σήμερα έχουν θεωρηθεί, σίγουρα είναι προς το συμφέρον της * ειλικρινής * να γνωρίζουν Το γεγονός αυτό, επειδή το * ανέντιμη * είναι ανεκτό βέβαιο ότι θα είναι ο πρώτος που θα εφαρμόζουν τη γνώση στην πράξη? και η διάδοση της γνώσης είναι απαραίτητο να δίνουν το ευ αγωνίζεσθαι σε εκείνους που μπορεί να υποφέρουν από την άγνοια. Δεν μπορεί να είναι πάρα πολύ νωρίτερη nestly προέτρεψε, ότι μια γνωριμία με πραγματικά γεγονότα θα, στο τέλος, είναι καλύτερα για όλα τα μέρη. "Υποτυπώδες Πραγματεία Charles Tomlinson για την Κατασκευή Κλειδαριές, -   δημοσιεύτηκε γύρω στο 1850
		-- Eric S. Raymond

%
 Σε σχέση με το κλείδωμα των αποφάσεων, δύσκολα μπορεί να υπάρξει ένα τέτοιο πράγμα ως ανεντιμότητα την πρόθεση: ο εφευρέτης παράγει μια κλειδαριά που σκέφτεται με ειλικρίνεια βούληση διαθέτουν τέτοια και τέτοιες ιδιότητες? και δηλώνει την πίστη του στον κόσμο. Αν οι άλλοι διαφέρουν από αυτόν κατά τη γνώμη σχετικά με αυτές τις ιδιότητες, είναι ανοιχτό για να το πω έτσι? και η συζήτηση, ειλικρινά διεξαχθεί, πρέπει να οδηγήσει σε δημόσια πλεονέκτημα: η συζήτηση διεγείρει την περιέργεια, και την περιέργεια εξαναγκασμένης lates εφεύρεση. Τίποτε άλλο παρά μια μερική και περιορισμένη θέα στην ερώτηση θα μπορούσε να οδηγήσει στην άποψη ότι βλάβη μπορεί να έχει ως αποτέλεσμα: αν υπάρχει ζημιά, θα είναι πολύ περισσότερο από αντισταθμίζεται από την καλή. "Υποτυπώδες Πραγματεία Charles Tomlinson για την Κατασκευή Κλειδαριές, -   δημοσιευθεί γύρω στο 1850.
		-- Eric S. Raymond

%
"Μακάρι να μην φαίνεται, αλλά για να είναι, το καλύτερο."
		-- Aeschylus

%
"Έρευνα λέει ..."
		-- Richard Dawson, weenie, on "Family Feud"

%
«Ο Παύλος Lynde να μπλοκάρουν ..."
		-- a contestant on "Hollywood Squares"

%
"Little άλλο δεν έχει σημασία από ό, τι να γράψει καλό κώδικα."
		-- Karl Lehenbauer

%
Για να γράψετε καλό κώδικα είναι μια πρόκληση που αξίζει, και μια πηγή των πολιτισμένων απόλαυση.
		-- stolen and paraphrased from William Safire

%
"Η βλακεία, όπως αρετή, είναι η δική του αμοιβή"
		-- William E. Davidsen

%
"Εάν ένας υπολογιστής δεν μπορεί να αντιμετωπίσει άμεσα το σύνολο της μνήμης RAM που μπορείτε να χρησιμοποιήσετε, είναι απλά ένα παιχνίδι."
		-- anonymous comp.sys.amiga posting, non-sequitir

%
"Ποτέ μην γελάσω με ζωντανή δράκους, ο Μπίλμπο να σας ξεγελάσει!" είπε στον εαυτό του, και έγινεένα από τα αγαπημένα ρητό του του αργότερα, και πέρασε σε μια παροιμία. "Δεν είστε σχεδόνμέσα από αυτή την περιπέτεια ακόμα ", πρόσθεσε, και ότι ήταν αρκετά αληθινό, καθώς και.
		-- Bilbo Baggins, "The Hobbit" by J. R. R. Tolkien, Chapter XII

%
"Ένα βρώμικο μυαλό είναι μια χαρά για πάντα."
		-- Randy Kunkee

%
"Δεν μπορείς να διδάξεις επτά πόδια."- Frank Layton, Γιούτα Τζαζ προπονητής μπάσκετ, όταν ρωτήθηκε γιατί είχε προσληφθεί   επτά πόδια ψηλό μηχανικός αυτοκινήτων
		-- Randy Kunkee

%
"Ένα αυτοκίνητο είναι απλά μια μεγάλη τσάντα με ρόδες».
		-- Johanna Reynolds

%
«Η Ιστορία είναι ένα εργαλείο που χρησιμοποιείται από τους πολιτικούς για να δικαιολογήσουν τις προθέσεις τους."
		-- Ted Koppel

%
"Gozer η Gozerian: Ως δεόντως εξουσιοδοτημένος αντιπρόσωπος της πόλης,νομό και πολιτεία της Νέας Υόρκης, Δηλώνω διατάξει να σταματήσει όλες τις υπερφυσικέςδραστηριοτήτων με τη μία και να προχωρήσει άμεσα στον τόπο καταγωγής σας ήτο πλησιέστερο παράλληλη διάσταση, ανάλογα με το ποια είναι η πλησιέστερη. "
		-- Ray (Dan Akyroyd, _Ghostbusters_

%
Πρέπει να υπενθυμίσουμε ότι δεν υπάρχει τίποτα πιο δύσκολο να σχεδιάσουν, πιοαμφίβολη επιτυχία, ούτε πιο επικίνδυνο για τη διαχείριση, από τη δημιουργία ενόςνέο σύστημα. Για την εμπνευστής έχει την εχθρότητα όλων εκείνων που θα επωφεληθούν απόη διατήρηση των παλαιών θεσμών και απλώς χλιαρό υπερασπιστέςεκείνοι που θα κερδίσουν από τις νέες.
		-- Machiavelli

%
Ο Θεός μου χορηγεί την άνοια να δεχτεί τα πράγματα που δεν μπορούν να αλλάξουν,Η απογοήτευση να προσπαθήσουμε να αλλάξουμε τα πράγματα που δεν μπορούν να επηρεάσουν,και η σοφία για να πει τη διαφορά.
		-- Machiavelli

%
Πρώτο ως προς την ομιλία. Το προνόμιο αυτό στηρίζεται στην υπόθεση ότιδεν υπάρχει πρόταση έτσι ομοιόμορφα αναγνώρισε ότι δεν μπορεί να είναινομίμως αμφισβήτηση, υπό αμφισβήτηση, και να συζητηθεί. Δεν χρειάζεται να ξεκουραστούν μετάη περαιτέρω παραδοχή ότι δεν υπάρχουν προτάσεις που δεν είναιαμφίβολο? είναι αρκετό, ακόμη και αν υπάρχουν, ότι στο τέλος είναιχειρότερα για να καταστείλει τη διαφωνία παρά να διατρέχουν τον κίνδυνο της αίρεσης. Ως εκ τούτου,έχει ξανά και ξανά άνευ όρων διακήρυξε ότι υπάρχουνυπάρχουν όρια για το προνόμιο, καθόσον οι λέξεις επιδιώκουν να επηρεάζουν μόνο τις ακροατές »πεποιθήσεις και όχι τη συμπεριφορά τους. Το πρόβλημα είναι ότι η συμπεριφορά είναι σχεδόνπάντα με βάση κάποια πεποίθηση, και ότι για να αλλάξει την πίστη του ακροατή τουθα είναι γενικά σε κάποιο βαθμό να αλλάξει τη συμπεριφορά του, και μπορεί ακόμη και να προκαλέσεισυμπεριφορές που ο νόμος απαγορεύει.[Βλέπε Learned Hand, το Πνεύμα της Ελευθερίας, το Πανεπιστήμιο του Τύπου του Σικάγου, 1952?Η Τέχνη και η Τέχνη του Κρίνοντας: Οι αποφάσεις του δικαστή Learned Hand,επεξεργασία και σχολιασμένο από Hershel Shanks, The Macmillian Company, 1968.]
		-- Machiavelli

%
Ο αείμνηστος εξέγερση στη Μασαχουσέτη έχει δώσει περισσότερα από ό, τι συναγερμού Νομίζω ότι είναιθα έπρεπε να είχε γίνει. Υπολογίστε ότι μια εξέγερση σε 13 πολιτείες κατά τη διάρκεια11 ετών, δεν είναι παρά ένα για κάθε κράτος σε έναν αιώνα και ένα μισό. καμία χώραθα πρέπει να είναι τόσο καιρό χωρίς αυτό.
		-- Thomas Jefferson in letter to James Madison, 20 December 1787

%
"Εννέα χρόνια μπαλέτο, μαλάκα."- Shelly Long, στην κακός αφού ένα άλμα πάνω από ένα φαράγγι ότι   δεν θα μπορούσε να είναι αρκετά, το "Σκανδαλώδης Fortune"
		-- Thomas Jefferson in letter to James Madison, 20 December 1787

%
Βρίσκεστε σε ένα λαβύρινθο των συνδέσεων UUCP, όλοι ίδιοι.
		-- Thomas Jefferson in letter to James Madison, 20 December 1787

%
«Αν αυτός ο άνθρωπος στην PTL είναι μια τέτοια θεραπευτής, γιατί δεν μπορεί ο ίδιος να κάνει συζύγου του κόμμωση πάει κάτω; "
		-- Robin Williams

%
8) Χρησιμοποιήστε την κοινή λογική στην δρομολόγηση του καλωδίου. Αποφύγετε το τύλιγμα ομοαξονικό γύρω από τις πηγές του     ισχυρά ηλεκτρικά ή μαγνητικά πεδία. Μην τυλίγετε το καλώδιο γύρω από     φθορισμού φως στραγγαλιστικά πηνία ή κύκλοτρα, για παράδειγμα.- Ethernet Headstart προϊόντων, πληροφορίες και οδηγός εγκατάστασης,   Bell Technologies, σελ. 11
		-- Robin Williams

%
"Τι θαύμα είναι USENET? Όπως χονδρική παραγωγή εικασίες απόένα τέτοιο ασήμαντο επένδυση στην πραγματικότητα. "
		-- Carl S. Gutekunst

%
ΣΠΣ πρέπει να πεθάνει!
		-- Carl S. Gutekunst

%
MS-DOS πρέπει να πεθάνει!
		-- Carl S. Gutekunst

%
OS / 2 πρέπει να πεθάνει!
		-- Carl S. Gutekunst

%
Πουρνέλ πρέπει να πεθάνει!
		-- Carl S. Gutekunst

%
Σκουπίδια Σε, Ευαγγέλιο Out
		-- Carl S. Gutekunst

%
"Το να είσαι κατά των βασανιστηρίων θα έπρεπε να είναι ένα είδος multipartisan πράγμα."
		-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian

%
"Τα γεγονότα είναι ηλίθια πράγματα."- Πρόεδρο Ronald Reagan   (Α blooper από την ομιλία του στο συνέδριο '88 GOP)
		-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian

%
"Το επιχείρημα ότι η κυριολεκτική ιστορία της Γένεσης μπορεί να χαρακτηριστεί ως επιστήμηκαταρρέει σε τρεις μεγάλες λόγους: την ανάγκη των δημιουργιστών να επικαλεστείθαύματα προκειμένου να συμπιέσει τα γεγονότα της ιστορίας της γης σεη βιβλική διάρκεια της μερικές χιλιάδες χρόνια? την απροθυμία τους ναεγκαταλείψει τις αξιώσεις σαφώς διαψευστεί, συμπεριλαμβανομένου και του ισχυρισμού ότι όλοι οιαπολιθώματα είναι τα προϊόντα της πλημμύρας του Νώε? και η εξάρτηση τους κατά την παραμόρφωση,παραποιήστε, μισό-quote, και παραπομπή έξω από το πλαίσιο για να χαρακτηρίσει τοιδέες των αντιπάλων τους. "- Stephen Jay Gould, "Η ετυμηγορία για Δημιουργισμός",   Η σκεπτικοί Inquirer, Χειμώνας 87/88, σελ. 186
		-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian

%
"Μια ουγγιά της πρόληψης αξίζει έναν τόνο του κώδικα."
		-- an anonymous programmer

%
"Για IBM,« ανοιχτό »σημαίνει ότι υπάρχει μια μικρή ποσότητα της διαλειτουργικότητας μεταξύ μερικών από τουςεξοπλισμός."
		-- Harv Masterson

%
"Απλά σκεφτείτε έναν υπολογιστή, όπως το υλικό που μπορείτε να προγραμματίσετε."
		-- Nigel de la Tierre

%
"Εάν είστε ιδιοκτήτης ενός μηχανήματος, που με τη σειρά τους ανήκουν σε αυτό, και να περάσετε το χρόνο σας εξυπηρετούν αυτό ... "
		-- Marion Zimmer Bradley, _The Forbidden Tower_

%
"Τα πάντα θα πρέπει να γίνει όσο το δυνατόν απλούστερη, αλλά όχι απλούστερα».
		-- Albert Einstein

%
"Αναγνώστες καρτών; Δεν χρειάζεται κανένα βρωμερό αναγνώστες καρτών."- Peter da Silva (στην Εθνική Ακαδημία Επιστημών, το 1965, σε μια   ιδιαίτερα ζωηρή φαντασία)
		-- Albert Einstein

%
καλή σας φύση θα φέρει απεριόριστη ευτυχία.
		-- Albert Einstein

%
Semper Fi, μάγκα.
		-- Albert Einstein

%
Ενθουσιασμός και ο κίνδυνος περιμένουν επαγωγή σας στο καθήκον ιχνηθέτη! Ως ιχνηθέτη,θα πρέπει να απαλλαγούμε από τα δίκτυα υπολογιστών των γλοιώδη, κλέφτες ποινική δεδομένων.Είναι δύσκολο και η δράση γίνεται σκληρή, γι 'αυτό πρόσεχε! αξιοποιώντας όλατις ικανότητές σας, θα πρέπει είτε να πάρετε το άτομό σας ή θα καούν!
		-- advertising for the computer game "Tracers"

%
«Μια ολόκληρη την αδελφότητα των ταινιών Wall-street-δεσμεύεται νεολαίας Κόλαση -. Αυτόπρόκειται να είναι ένα λουτρό αίματος! "
		-- Post Bros. Comics

%
"Γείτονες !! Πήραμε γείτονες! Εμείς δεν θα έπρεπε να έχει καμία γείτονες, καιΑπλά έπρεπε να πυροβολήσει ένα. "
		-- Post Bros. Comics

%
"Πέτυχα, μπορείτε μύξα λαιμό weenies!"
		-- Post Bros. Comics

%
. Διανθίζω - VT, για να διασπείρει? ποικίλλω
		-- Webster's New World Dictionary Of The American Language

%
«Όλοι μιλούν για τον καιρό, αλλά κανείς δεν κάνει τίποτα γι 'αυτό."
		-- Mark Twain

%
"Πόσα Teamsters χρειάζεται για να βίδα σε μια λάμπα;"   "ΔΕΚΑΠΕΝΤΕ !! έχεις ένα πρόβλημα με αυτό;"
		-- Mark Twain

%
"Αν δεν ήταν ο δάσκαλός μου, θα ήθελα να νομίζετε ότι διαγράφονται απλά όλα τα αρχεία μου."- Ένας ανώνυμος φοιτητής UCB CS, με έναν δάσκαλο που είχε πληκτρολογήσει "rm -i *" για να   να απαλλαγούμε από ένα αρχείο που ονομάζεται "-f" σε ένα σύστημα Unix.
		-- Mark Twain

%
"Τα πιο καυτά μέρη στην κόλαση προορίζονται για εκείνους που, σε καιρούς ηθικήςκρίση, διατηρημένα ουδετερότητά τους. "
		-- Dante

%
«Το μέσον είναι το μήνυμα».
		-- Marshall McLuhan

%
«Το μέσον είναι το μασάζ."
		-- Crazy Nigel

%
"Δείξε μου μια καλή ηττημένος, και θα σου δείξω έναν ηττημένο."
		-- Vince Lombardi, football coach

%
"Θα μπορούσε να βοηθήσει αν έτρεξε έξω από το MBA της Ουάσιγκτον."
		-- Admiral Grace Hopper

%
Ανανεώνονται από μια σύντομη διακοπή ρεύματος, πήρα στα πόδια μου και πήγα δίπλα.
		-- Martin Amis, _Money_

%
Τα ελατήρια πόρτες χώρισαν και εγώ κλιμακώνονται έξω στο τικ και το τρεμόπαιγμα του λόμπι.Ένστολοι άνδρες διαμορφώθηκε από απάθεια, όπως φρουρούς στην τάφρο τους. I χαστούκισεκλειδί μου στο γραφείο και κούνησε το κεφάλι σοβαρά. Ι φορτώθηκε αρκετά για να είναι σε θέση ναπείτε αν θα μπορούσα να πω εγώ φορτώθηκε. Θα τους πείραζε; Ήμουν σίγουραυπερβολικά φορτωμένο με νοιάζει. Μετακόμισα στην πόρτα με boxy, schlep ώμους άλματα.
		-- Martin Amis, _Money_

%
Ζητώ μόνο ένα πράγμα. Είμαι κατανόηση. Είμαι ώριμη. Και δεν είναι πολλά για ναπαρακαλώ. Θέλω να πάρω πίσω στο Λονδίνο, και να παρακολουθείτε τα κάτω της, και είναι μόνος με το μουSelina - ή ακόμη και μόνο, γαμώτο, απλώς κοντά της, αρκετά κοντά για ναμυρίζει το δέρμα της, για να δείτε το πυκνά ιμάντες του λεμονιού μάτια της, η χύτευσητου περίτεχνη χείλη της. Ακριβώς για μερικά πολύτιμα δευτερόλεπτα. Ακριβώς αρκετό καιρό για ναβάλτε σε ένα καλό, καθαρό γροθιά. Αυτό είναι το μόνο που ζητώ.
		-- Martin Amis, _Money_

%
"Η αγάπη μπορεί να αποτύχει, αλλά η ευγένεια θα previal."
		-- A Kurt Vonnegut fan

%
Η Νέα Υόρκη είναι μια ζούγκλα, θα σας πω. Θα μπορούσατε να πάτε περαιτέρω, και να πω ότιΗ Νέα Υόρκη είναι μια ζούγκλα. New York * είναι μια ζούγκλα. * Κάτω από τις στήλες τηςτο παλιό δάσος της βροχής, από μειγματα τήξης, η μέση Limpopo της κατακλυσθείΈνατη Λεωφόρος φέρει μια οργισμένη Argosy της Crocs και δράκους, τίγρεις ψάρια, θόρυβοςμηχανές, εφίδρωση βροχοποιών. Στις γωνίες σταθεί Witchdoctors καικυνηγοί κεφαλών, φλυαρία βουντού-άνδρες - οι ντόπιοι, η ζούγκλα-smart ντόπιους.Και το βράδυ, κάτω από την ισημερινή υπερανάπτυξη και θερμότητα εκμετάλλευση σύννεφοκάλυμμα, μπορείτε να ακούσετε το κουρελιασμένο παπαγάλος-σφύριγμα και monkeysqueak των σειρήνων,και στη συνέχεια πυρκαγιές λουλούδι για να αποκρούσει τέρατα. Προσοχή: οι δρόμοι είναιξεπηδήσει με λάκκους και δίχτυα και παγίδες. Μίσθωση έναν οδηγό. Πακέτο με δάγκωμα φιδιού σαςgook και ορό blowdart σας. Πάρτε στα σοβαρά. Θα πρέπει να πάρετε μιαbit ζούγκλα-σοφός.
		-- Martin Amis, _Money_

%
Τώρα ήμουν τίτλο, σε ζεστό κλουβί μου, κάτω προς τη χώρα κρέατος στην αγορά για τηνάκρη του West Village. Εδώ οι αποθήκες redbrick διπλασιαστεί ως σφάγιογκαλερί και κυψέλες αρουραίο, η πανίδα του Μανχάταν αναζητούν απαραίτητα τηςεπίπεδο, ζωντανό ή νεκρό. Εδώ επίσης θα βρείτε τα βαριά σουτζουκάκια στέκια,Ο Spike, το αποχωρητήριο, η Μητέρα φορτίου. Κανείς δεν ξέρει τι συμβαίνεισε αυτά τα μέρη. Μόνο οι βαριές δεμάτια γνωρίζουν. Ακόμα Fielding φαίνεται κάπωςασαφείς σχετικά με το θέμα. Μπορείτε να πάρετε zapped και μαστιγωθεί και αποτελούν αντικείμενο ντάμπινγκ στην - απόσχεδόν τα πρότυπα κανενός, έχετε μια πραγματικά τρομερή στιγμή. Ο μέσος όροςπροστάτης φτάνει στο Spike σε ένα ταξί, αλλά πρέπει να πάει πίσω στην κάλτσα τουστα δύο. Και τότε το επόμενο βράδυ εμφανίζεται για περισσότερα. μπορούν αλυσοδέσειίδιοι σε ράφια, που ευχαριστηθείτε ουρητήρια. οι λαοί τους έχουν πολλάεξηγώντας να κάνετε, αν θέλετε τη γνώμη μου, ιδιαίτερα τις μητέρες. Συγνώμηνα ξεχωρίσω σας κυρίες έξω σαν αυτό, αλλά η ιστορία πρέπει να ξεκινήσει από κάπου.Μια λαχτάρα για ωριαία δολοφονία - δεν μπορεί να θέλησε. Εν τω μεταξύ,Fielding μου λέει, η Μητέρα Φύση φαίνεται και να τρυπά τα πόδια και τα κλικ τηςτη γλώσσα της. Πάντα πρωτοπόρος της μονογαμίας, που είναι το μαγείρεμα μέχρι κάποια φανταχτερήνέες ασθένειες. Απλά δεν πρόκειται να θέσει υποψηφιότητα για αυτό.
		-- Martin Amis, _Money_

%
"Θα δοκιμάσει μόνο για μια φορά, βρήκε εντάξει για κλωτσιές, αλλά τώρα μπορείτε να μάθετε έχετε μια συνήθεια που κολλά, είστε εξαρτημένος οργασμό, είστε πάντα σε αυτό, και είστε ένας εξαρτημένος οργασμό. "
		-- The Buzzcocks

%
"Δεν υπάρχει ευδιάκριτα αμερικανική ποινική κατηγορία, εκτός από το Κογκρέσο."
		-- Mark Twain

%
"Θα πληρώσει για να ξέρετε τι πραγματικά σκέφτονται."
		-- J. R. "Bob" Dobbs

%
«Ζούμε σε μια πολύ kooky φορά."
		-- Herb Blashtfalt

%
«Στάχτη στα μάτια σας!"
		-- J. R. "Bob" Dobbs

%
"Εντάξει," Bobby είπε, να πάρει κρεμάστε από το, "τότε τι είναι η μήτρα; Αναυτή είναι μια τράπουλα, και Danbala είναι ένα πρόγραμμα, τι κυβερνοχώρο; "  "Ο κόσμος", δήλωσε ο Λούκας.
		-- William Gibson, _Count Zero_

%
"Επαναλήψεις μας είναι καλύτερα από τα δικά τους."
		-- Nick at Nite

%
Η ζωή είναι ένα παιχνίδι. Το χρήμα είναι το πώς θα κρατήσει σκορ.
		-- Ted Turner

%
"Μη δίνετε προσοχή στον άνθρωπο πίσω από την κουρτίνα."
		-- The Wizard Of Oz

%
"Μη δίνετε προσοχή στον άνθρωπο πίσω από την κουρτίνα."
		-- Karl, as he stepped behind the computer to reboot it, during a FAT

%
"Δεν είναι τόσο πολύ τα πράγματα που δεν ξέρουμε ότι μας βάλει σε μπελάδες. Είναι ηπράγματα που ξέρουμε ότι δεν είναι έτσι. "
		-- Artemus Ward aka Charles Farrar Brown

%
"Μην έκπτωση που φέρουν χοίρων, πριν να έχουν καλή άμυνα του αέρα."
		-- jvh@clinet.FI

%
"Μακροπρόθεσμα, κάθε πρόγραμμα γίνεται ροκοκό, και στη συνέχεια μπάζα."
		-- Alan Perlis

%
"Pok Pok ΠΟΚ, P'kok!"
		-- Superchicken

%
Ζωντανά Δωρεάν ή ζουν στη Μασαχουσέτη.
		-- Superchicken

%
"Δεν μπορείτε να πάρετε πολύ μακριά σε αυτόν τον κόσμο χωρίς να τον φάκελό σας είναι εκεί για πρώτη φορά."
		-- Arthur Miller

%
"Τα συστήματα κράτησης πτήσης αποφασίσει αν είστε ή δεν υπάρχει. Εάν οι πληροφορίες σαςδεν είναι στη βάση δεδομένων τους, τότε απλά δεν έχετε να πάτε πουθενά. "
		-- Arthur Miller

%
"Αυτό που οι άνθρωποι έχουν μειωθεί σε είναι απλή αναπαραστάσεις 3-D της δικής τουςδεδομένα."
		-- Arthur Miller

%
"Η Avis WIZARD αποφασίζει αν έχετε να οδηγήσετε ένα αυτοκίνητο. Το κεφάλι σας δεν θα αγγίξει τομαξιλάρι του Sheraton, εκτός αν ο υπολογιστής τους λέει ότι είναι εντάξει. "
		-- Arthur Miller

%
"Ξέρουν το όνομα, τη διεύθυνση, τον αριθμό τηλεφώνου, αριθμούς πιστωτικών καρτών σας, ποιος άλλοςΕίναι οδήγηση του αυτοκινήτου "για την ασφάλιση", ... αριθμό της άδειας οδήγησής σας. Στοπολιτεία της Μασαχουσέτης, αυτό είναι το ίδιο αριθμό με εκείνη που χρησιμοποιείται για την ΚοινωνικήΑσφαλείας, εκτός εάν αντιταχθεί στην εν λόγω χρήση. Σε αυτή την περίπτωση, θα σας ανατεθεί μιααριθμό και αν κατοικούν για πάντα στον κατάλογο των «παράξενοι άνθρωποι που δεν δίνουναπό τους Αριθμός Κοινωνικής Ασφάλισης στη Μασαχουσέτη. "
		-- Arthur Miller

%
"Τα δεδομένα είναι πολλά όπως και οι άνθρωποι: Γεννιέται ωριμάζει παντρεύεται με άλλα δεδομένα,..διαζευγμένος. Παλιώνει. Ένα πράγμα που δεν κάνει είναι να πεθάνει. Πρέπει να σκοτωθεί. "
		-- Arthur Miller

%
«Οι άνθρωποι πρέπει να έχουν πρόσβαση στα δεδομένα που έχετε γι 'αυτούς. Δεν θα πρέπει είναι μια διαδικασία για να αμφισβητήσει τυχόν ανακρίβειες ».
		-- Arthur Miller

%
"Παρά το γεγονός ότι οι Πολωνοί υποφέρουν επίσημη λογοκρισία, μια διάχυτη μυστικόαστυνομία και τους νόμους παρόμοιες με εκείνες στην ΕΣΣΔ, υπάρχουνχιλιάδες υπόγειες δημοσιεύσεις, νομικά ανεξάρτητοΕκκλησία, ιδιωτικά γεωργία, και για πρώτη φορά το μπλοκ Ανατολή και μόνοανεξάρτητη συνδικαλιστική ομοσπονδία, NSZZ Αλληλεγγύη, η οποία είναιμια θυγατρική της, τόσο η Διεθνής Συνομοσπονδία ΕλεύθερωνΣυνδικάτα και η Παγκόσμια Συνομοσπονδία Εργασίας. Υπάρχεικυριολεκτικά μια τεράστια διαφορά μεταξύ της Πολωνίας - ακόμα και σε τουπαρούσα κατάσταση της κατάρρευσης - και σοβιετικής κοινωνίας στην αιχμή της«Γκλάσνοστ» της. Αυτή η διαφορά έχει διατηρηθεί σε μεγάλοκοστίζουν από τους Πολωνούς από το 1944.- David Phillips, SUNY στο Buffalo, για την ίδρυση του   πύλη από ΚΕΡΔΙΣΤΕ (Eurpoean Ακαδημαϊκό Δίκτυο Έρευνας)   στην Πολωνία
		-- Arthur Miller

%
"Υπάρχει επίσης μια ακμάζουσα ανεξάρτητο φοιτητικό κίνημα στηνΠολωνία, και ως εκ τούτου υπάρχει μεγάλη πιθανότητα (αν και δενεγγύηση) να κάνει μια σύνδεση ΚΕΡΔΙΣΤΕ-Πολωνίας, θα πρέπει να έρθει ποτέπερίπου, μια πραγματική σύνδεση - δεν είναι ένα εξάρτημα ηλεκτρικής σκούπας για έναπληροφορίες συσκευή συλλογής μπλοκ δελτίο με έμπιστουςαπαράτσικ ».- David Phillips, SUNY στο Buffalo, για την ίδρυση του   πύλη από ΚΕΡΔΙΣΤΕ (Eurpoean Ακαδημαϊκό Δίκτυο Έρευνας)   στην Πολωνία
		-- Arthur Miller

%
"Μην χάσετε τις γνώσεις σας ότι η σωστή περιουσία του ανθρώπου είναι μια όρθια στάση,μια αδιάλλακτη μυαλό, και ένα βήμα που ταξιδεύει απεριόριστη δρόμους. "
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
Μην πανικοβάλλεστε.
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
Το σφάλμα σταματά εδώ.
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
Το bug ξεκινά εδώ.
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
"Γιατί να χάνετε αρνητική εντροπία για σχόλια, όταν θα μπορούσατε να χρησιμοποιήσετε την ίδιαεντροπία να δημιουργήσει σφάλματα αντ 'αυτού; "
		-- Steve Elias

%
"Η παθολογία είναι να θέλει τον έλεγχο, ότι δεν μπορείτε να το πάρετε ποτέ, λόγω τηςΦυσικά ποτέ δεν το κάνετε. "
		-- Gregory Bateson

%
"Πισινό σου είναι δικό μου."
		-- Michael Jackson, Bad

%
Απέστειλέ το.
		-- Michael Jackson, Bad

%
"Από τη στιγμή που ανεβαίνουν, ποιος νοιάζεται όταν έρχονται κάτω; Αυτό δεν είναι το τμήμα μου."
		-- Werner von Braun

%
"Όταν το μόνο εργαλείο που έχεις είναι ένα σφυρί, έχετε την τάση να αντιμετωπίζουν πάντα σανήταν ένα καρφί. "
		-- Abraham Maslow

%
"Η μίμηση είναι η ειλικρινέστερη μορφή της τηλεόρασης."
		-- The New Mighty Mouse

%
«Το μη χείρον βέλτιστον - είναι κακό."
		-- Seymour (Sy) Leon

%
"Δεν είναι ιδρώτα, Χένρι. Russ έκανε πίσω για να Bugtown πριν πεθάνει. Έτσι θααναγέννηση σε μια-δυο μέρες. Είναι απλά απαίσιο προχειρότητα του για να σκοτωθούμε σετο πρώτο μέρος. Humph! "
		-- Ron Post, Post Brothers Comics

%
"Μια ειλικρινής θεός είναι η ευγενέστερη έργο του ανθρώπου. ... Ο Θεός έχει πάντα έμοιαζε με τουδημιουργούς. Μισούσε και αγάπησε αυτό που μισούσε και αγάπησε και ήταν πάντοτεπου βρέθηκαν στην πλευρά των όσων βρίσκονται στην εξουσία. ... Οι περισσότεροι από τους θεούς ήταν ευχαριστημένοι μεθυσία, και η μυρωδιά των αθώο αίμα έχει ποτέ θεωρείται θεϊκόάρωμα."
		-- Robert G. Ingersoll

%
«Εμείς δεν προσπαθούμε να την αλυσίδα το μέλλον, αλλά για να ελευθερώσει το παρόν. ... Είμαστεοι υποστηρικτές της έρευνας, της έρευνας και της σκέψης. ... Είναι μεγαλειώδες να σκεφτούμεκαι να ερευνήσει για τον εαυτό σας από το να επαναλάβει ένα δόγμα. ... Ψάχνω για την ημέραόταν * * λόγο, throned κατά μυαλά του κόσμου, είναι ο Βασιλιάς των Βασιλέων καιο Θεός των Θεών.
		-- Robert G. Ingersoll

%
«Ειλικρινά πιστεύω ότι το δόγμα της κόλασης, γεννήθηκε στα λαμπερά μάτιαφίδια που εκτελούνται στο φρικτό πηνία βλέποντας για τη λεία τους. πιστεύωγεννήθηκε με την yelping, ουρλιάζοντας, βρυχάται και βροντή των άγριων θηρίων ...Μου περιφρονούν, εγώ αψηφούν, και μισώ. "
		-- Robert G. Ingersoll

%
"Είναι αυτό ερωτικά παιχνίδια;"   "Όχι, αυτό είναι Nuke απεργία. Foreplay έχει χάλια γραφικά. Χτυπάμε μου ξανά."
		-- Duckert, in "Bad Rubber," Albedo #0 (comics)

%
πρότυπα egrep είναι γεμάτα κανονικές εκφράσεις? χρησιμοποιεί ένα γρήγορο ντετερμινιστικήαλγόριθμος που χρειάζεται μερικές φορές εκθετική χώρο.
		-- unix manuals

%
"Ένα μυαλό είναι ένα φοβερό πράγμα για να έχει διαρροή αυτιά σας."
		-- The League of Sadistic Telepaths

%
«Η ζωή είναι χάλια, αλλά είναι καλύτερο από την εναλλακτική λύση."
		-- Peter da Silva

%
Εάν αυτό είναι μια οικονομία υπηρεσιών, γιατί είναι η εξυπηρέτηση τόσο κακό;
		-- Peter da Silva

%
«Θα αναμένουμε μια χημική θεραπεία για ψυχοπαθητική συμπεριφορά 10 αύριο Α.Μ. από,ή θα έχω κουράγιο σας για μακαρόνια. "
		-- a comic panel by Cotham

%
"Ακόμα και αν είστε στο σωστό δρόμο, θα πάρετε τρέξει πάνω αν απλά κάθεται εκεί."
		-- Will Rogers

%
"Ένα ανοιχτό μυαλό διαθέτει, αλλά ένα μειονέκτημα: συλλέγει βρωμιά."
		-- a saying at RPI

%
"Οι geeks θα κληρονομήσουν τη γη."
		-- Karl Lehenbauer

%
"Beware των προγραμματιστών που μεταφέρουν κατσαβίδια."
		-- Chip Salzenberg

%
"Elvis είναι συγκυβερνήτη μου."
		-- Cal Keegan

%
«Η βασική αρχή της επιστήμης, ο ορισμός σχεδόν, είναι το εξής: ηαποκλειστική δοκιμή της ισχύος της κάθε ιδέα είναι πείραμα. "
		-- Richard P. Feynman

%
Πόσες Unix αμυχές χρειάζεται για να αλλάξουν μια λάμπα;   Ας δούμε, μπορείτε να χρησιμοποιήσετε ένα σενάριο κελύφους για αυτό ή μήπως χρειάζεται ένα πρόγραμμα C;
		-- Richard P. Feynman

%
«Μην το μίσος μου επειδή είμαι όμορφη. Μίσος μου επειδή είμαι όμορφη, έξυπνηκαι πλούσια. "
		-- Calvin Keegan

%
"Το όλο πρόβλημα με τον κόσμο είναι ότι οι ηλίθιοι και οι φανατικοί είναι πάντα τόσοορισμένες από μόνα τους, αλλά σοφότεροι άνθρωποι τόσο γεμάτη αμφιβολίες. "
		-- Bertrand Russell

%
Πάντα να δούμε πάνω από τον ώμο σας, γιατί ο καθένας μας παρακολουθεί και συνωμοτούνεναντίον σου.
		-- Bertrand Russell

%
"Ας καταδικάσουμε με Hellfire όλους εκείνους που διαφωνούν μαζί μας."
		-- militant religionists everywhere

%
Μωρό στο αυτοκίνητο.
		-- militant religionists everywhere

%
"Το καθαρό αποτέλεσμα είναι ένα σύστημα που δεν είναι μόνο συμβατό με τα 4.3 BSD,αλλά είναι ακόμα bug για bug συμβατό με σχεδόν όλα τα χαρακτηριστικά. "- Avadit Tevanian, Jr., "Διαχείριση εικονικής μνήμης Αρχιτεκτονική-Ανεξάρτητων   για την Παράλληλη και Κατανεμημένη Περιβάλλοντα: Η Προσέγγιση Mach "
		-- militant religionists everywhere

%
"Ο αριθμός των εγκαταστάσεων Unix έχει αυξηθεί σε 10, με πιο αναμενόμενο."
		-- The Unix Programmer's Manual, 2nd Edition, June, 1972

%
"Engineering χωρίς διαχείριση είναι τέχνη».
		-- Jeff Johnson

%
"Δεν είμαι Θεός, ήμουν παραποιήσει».
		-- Lister, Red Dwarf

%
Εγκέφαλος off-line, παρακαλώ περιμένετε.
		-- Lister, Red Dwarf

%
-! - UUNet ζάχαρη Karl | «Έχουμε την παρακολούθηση της προόδου σας με σημαντική- Karl@sugar.uu.net | ενδιαφέρον, για να μην πω περιφρόνηση "-. Zaphod Beeblebrox IV- Usenet BBS (713) 438-5018ου-ου-ου-ου-Αυτό είναι όλο, λαοί!----------- Κόψει εδώ, μην ξεχάσετε να αφαιρέσει junk στο τέλος, πολύ -------------«Ψυχανάλυση ?? Σκέφτηκα ότι αυτό ήταν ένα γυμνό σύνοδο ραπ !!!"
		-- Zippy

%
Περνάς καλά ακόμα;
		-- Zippy

%
"Η συντριπτική πλειοψηφία των επιτυχημένων μεγάλων εγκλημάτων κατά της ιδιοκτησίαςδιαπράττονται από άτομα που κάνουν κατάχρηση θέσεις εμπιστοσύνης. "
		-- Lawrence Dalzell

%
"Ίσως είμαι μαστίγωση ένα καλαμάκι ρέγγα στα μέσα ρεύμα, αλλά υπό το πρίσμα τηςαυτό που είναι γνωστό για την πανταχού παρουσία της ευπάθειας ασφαλείας, φαίνεται απέρανταπάρα πολύ επικίνδυνο για την πανεπιστημιακή τους λαούς για να τρέξει με το κεφάλι τους στην άμμο. "
		-- Peter G. Neumann, RISKS moderator, about the Internet virus

%
"Seed μου, Seymour"
		-- a random number generator meets the big green mother from outer space

%
"Αγοράστε γη. Έχουν σταματήσει να κάνει αυτό."
		-- Mark Twain

%
«Ανοίξτε τις πόρτες κόλπο pod, Χαλ."
		-- Dave Bowman, 2001

%
«Δεν υπήρχε καμία διαφορά μεταξύ της συμπεριφοράς ενός θεού και τις λειτουργίες τουκαθαρή τύχη ... "
		-- Thomas Pynchon, _Gravity's Rainbow_

%
... Saure αποδεικνύεται πραγματικά να είναι ένας έμπειρος στη δύσκολη τέχνη της papryomancy,η ικανότητα να προφητεύουν μέσω σκέπτεται το τρόπο που οι άνθρωποι κυλήσει ψυγεία -το σχήμα, το μοτίβο γλείψιμο, οι ρυτίδες και πτυχώσεις ή ελλείψει αυτήςστο χαρτί. "Θα είναι σύντομα στην αγάπη," sez Saure, «βλέπει, αυτή τη γραμμή εδώ."«Είναι μεγάλη, έτσι δεν είναι σημαίνει αυτό; -" "Μήκος είναι συνήθως έντασης.Δεν χρόνου. "
		-- Thomas Pynchon, _Gravity's Rainbow_

%
Προχωρήστε, κεφαλαιοποιήσει την Τ στην τεχνολογία, θεοποιούν το αν θα σας κάνει να νιώσετελιγότερο υπεύθυνοι - αλλά σας βάζει μέσα με το στειρωθεί, αδελφός, μεοι ευνούχοι διατηρώντας το χαρέμι ​​των κλεμμένων Γη μας για την μουδιασμένος και ανούσιαhardons της ανθρώπινης σουλτάνων, ανθρώπινη ελίτ χωρίς το δικαίωμα σε όλους να είναι όπουείναι --"
		-- Thomas Pynchon, _Gravity's Rainbow_

%
... Η επικρατούσα Καθολική οσμή - θυμίαμα, κερί, αιώνες ήπιας βέλασμααπό τα χείλη του κοπαδιού.
		-- Thomas Pynchon, _Gravity's Rainbow_

%
... Εκείνη την εποχή [το 1960], Bell Laboratories επιστήμονες προβλέπεται ότιταχύτητες υπολογιστή τόσο υψηλές όσο 30 εκατομμύρια υπολογισμούς κινητής υποδιαστολής ανάδεύτερη (megaflops) θα χρειαστούν για βαλλιστικών πυραύλων του Στρατούαμυντικό σύστημα. Πολλοί ειδικοί στους υπολογιστές - συμπεριλαμβανομένης μιας Εθνική Ακαδημίατου πίνακα Επιστημών - είπε επίτευξη τέτοιες ταχύτητες, ακόμα και με τη χρήση πολλαπλώνεπεξεργαστές, ήταν αδύνατο. Σήμερα, η νέα γενιά υπερυπολογιστών λειτουργούνσε δισεκατομμύρια πράξεις ανά δευτερόλεπτο (γιγαφλόπς).
		-- Aviation Week & Space Technology, May 9, 1988, "Washington Roundup", pg 13

%
αντίγραφα ασφαλείας: πάντα στην εποχή, ποτέ δεν είναι εκτός μόδας.
		-- Aviation Week & Space Technology, May 9, 1988, "Washington Roundup", pg 13

%
«Υπήρχε μια αόριστη, δυσάρεστες ψώρα για την εμφάνιση του? Ο ίδιος με κάποιο τρόποφαινόταν βρώμικο, αν και μια στενή ματιά του έδειξε ως ξύρισαν προσεκτικά ωςηθοποιός, και επενδυμένα σε άψογη λινό. "
		-- H. L. Mencken, on the death of William Jennings Bryan

%
Εργασία ήταν αδύνατη. Οι geeks είχε σπάσει το πνεύμα μου. Είχαν γίνει πολύπολλά πράγματα λάθος. Ποτέ δεν ήταν έτσι για Mencken. Έζησε, όπωςένας Πρώσος παίκτης - εφίδρωση χειρότερα από ό, τι Bryan σε κάποιες νύχτες και drunkerαπό τον Ιούδα για τους άλλους. Ήταν όλα ένα αποκτηνωμένο εφιάλτη ... και αυτάraddled κρετίνοι έχουν το θράσος να διαμαρτύρονται για τις προθεσμίες μου.
		-- Hunter Thompson, "Bad Nerves in Fat City", _Generation of Swine_

%
"Αυτή η γενιά μπορεί να είναι εκείνος που θα αντιμετωπίσει τον Αρμαγεδδώνα».
		-- Ronald Reagan, "People" magazine, December 26, 1985

%
... Το καλώδιο μας είχε περάσει από το? το πιάτο ήταν η μόνη ελπίδα, και, τελικά,ήμασταν όλοι αναγκασμένοι να στραφούν σε αυτό. Μέχρι το καλοκαίρι του '85, η κοιλάδα είχε περισσότεραδορυφορικά πιάτα κατά κεφαλήν από ένα χωριό Εσκιμώων στη βόρεια πλαγιά τουΑλάσκα.Mine ήταν ένα από τα τελευταία για να πάει στο. Είχα ήταν νευρικός από την αρχή γιαοι κίνδυνοι της υπερβολικής εισόδου, το οποίο είναι ένα πολύ πραγματικό πρόβλημα με αυτάτα πράγματα. Βλέποντας τηλεόραση γίνεται μια δουλειά πλήρους απασχόλησης, όταν μπορείτε να σαρώσετε 200 κανάλιαόλη την ημέρα και όλη τη νύχτα και εξακολουθούν να έχουν τη δυνατότητα διάτρησης Night Dreamsστο μηχάνημα βίντεο, αν ο υπόλοιπος κόσμος φαίνεται θαμπό.
		-- Hunter Thompson, "Full-time scrambling", _Generation of Swine_

%
"Καλέστε αμέσως. Ο χρόνος εξαντλείται. Είμαστε και οι δύο πρέπει να κάνουμε κάτιτερατώδη πριν πεθάνουμε. "
		-- Message from Ralph Steadman to Hunter Thompson

%
"Ο μόνος τρόπος για ένα δημοσιογράφο να δούμε έναν πολιτικό είναι προς τα κάτω."
		-- H. L. Mencken

%
"Δεν πάω έξω και να κλωτσήσει ένα λυσσασμένο σκυλί. Εάν έχετε ένα λυσσασμένο σκυλί με λύσσα, σαςνα λάβει ένα όπλο και να τον πυροβολήσει. "
		-- Pat Robertson, TV Evangelist, about Muammar Kadhafy

%
David Brinkley: Οι καθημερινές αστρολογικές γραφήματα είναι ακριβώς εκεί όπου, κατά τη γνώμη μου  δικαστική απόφαση, ανήκουν, και ότι είναι στο κόμικ σελίδα.George Will: Δεν νομίζω ότι η αστρολογία ανήκει ακόμα στα κόμικ σελίδες.  Τα κόμικς κάνουν καμία αξίωση αλήθεια.Brinkley: Πού θα το βάλετε;Θα: Εγώ δεν θα το βάλει στην εφημερίδα. Νομίζω ότι είναι διαφανείς σκουπίδια.  Είναι μια αντανάκλαση μιας ιδέας που εκδιώχθηκαν από τη Δυτική σκέψη στο  δέκατο έκτο αιώνα, ότι είμαστε στο κέντρο της φροντίδας σύμπαντος. Είμαστε  Δεν το κέντρο του σύμπαντος, και δεν με νοιάζει. ευθυγράμμιση του αστεριού  κατά τη στιγμή της γέννησής μας - ότι είναι απόλυτη σκουπίδια. Δεν είναι αστείο να  το έχουν παρεισφρήσει ανάμεσα σε ανθρώπους που έχουν πυρηνικά όπλα.Sam Donaldson: Αυτό δεν είναι κάτι νέο. Κυβερνήτης Ronald Reagan ορκίστηκε  σε μόλις μετά τα μεσάνυχτα κατά την πρώτη θητεία του στο Σακραμέντο, επειδή τα αστέρια  είπε ότι ήταν ένα ευνοϊκό χρόνο.Θα: Μπορούν [ωροσκόπια] είναι απόλυτη κοινοτοπίες συντριβή. Θα μπορούσαν να ισχύουν για  κανέναν και τίποτα.Brinkley: Πότε είναι η ακριβής στιγμή [γέννησης]; Δεν νομίζω ότι η νοσοκόμα είναι  στέκεται εκεί με ένα χρονόμετρο και ένα σημειωματάριο.Donaldson: Αν είμαστε λήψη αποφάσεων με βάση τα αστέρια - αυτό είναι ένα cockamamie  πράγμα. Οι άνθρωποι θέλουν να ξέρουν.- "Αυτή την εβδομάδα" με τον David Brinkley, ABC Television, την Κυριακή 8 Μαΐου 1988,   αποσπάσματα από μια συζήτηση σχετικά Αστρολογία και Ρέιγκαν
		-- Pat Robertson, TV Evangelist, about Muammar Kadhafy

%
Η αναφερόμενη θέρετρο στην αστρολογία στο Λευκό Οίκο είχε προκαλέσει πολύευθυμία. Δεν είναι αστείο. Αστρολογικές ασυναρτησίες, που σημαίνει την αστρολογίαγενικά, δεν έχει θέση σε μια εφημερίδα, πόσο μάλλον κυβέρνηση. Σε αντίθεση με τα κόμικς,τα οποία αποτελούν μέρος της ακίνδυνες ευχαρίστηση μιας εφημερίδας και να κάνει καμία αξίωση αλήθεια,αστρολογία είναι μια απάτη. Η ιδέα που παίρνει μια ακρόαση στην κυβέρνησηαπογοητευτική.
		-- George Will, Washing Post Writers Group

%
Η αστρολογία είναι η sheerest αερολογήματα. Αυτή η ψευδοεπιστήμη έχει περίπου από τοη ημέρα των Χαλδαίων και των Βαβυλωνίων. Είναι τόσο κάλπικο ως αριθμολογία,φρενολογία, χειρομαντεία, την αλχημεία, η ανάγνωση των φύλλων τσαγιού, και η πρακτικήτης μαντείας από τα σωθικά της κατσίκας. Κανένας σοβαρός άνθρωπος θα αγοράσει τοαντίληψη ότι η ζωή μας επηρεάζεται ατομικά από την κίνηση τηςμακρινούς πλανήτες. Αυτό είναι το πριονίδι κολακείες του στη μέση του καρναβαλιού.
		-- James J. Kilpatrick, Universal Press Syndicate

%
Μια σοβαρή δημόσια συζήτηση σχετικά με την εγκυρότητα της αστρολογίας; Μια σοβαρή πιστόςστο Λευκό Οίκο; Δύο από αυτούς? Δώστε μου ένα διάλειμμα. Τι καταπνιγεί το γέλιο μουείναι ότι η εικόνα ταιριάζει. Reagan έχει εκτεθεί πάντα μια Fey αδιαφορία προςεπιστήμη. Τα πραγματικά περιστατικά, όπως αριθμούς, κυλήσει από την πλάτη του. Και όλοι έχουμε έρθει ναΑποδέξου το. Αυτή τη φορά ήταν κοιτούσαμε τα αστέρια που έγινε ένα σοβαρό θέμα .... Δενότι πολύ καιρό πριν, ήταν η υποστήριξη του Ρήγκαν των Δημιουργισμός .... δημιουργιστές πραγματικότηταπήρε ίσο χρόνο με τους εξελικτικούς. Το κοινό έπρεπε να είναι ανοιχτόμυαλοιμε τους ισχυρισμούς της παλαιοντολόγους και φονταμενταλιστές, όπως αν οι δύο ήτανεπιστημονική τους συναδέλφους .... Έχει καταστεί σαφές εδώ και καιρό ότι ο πρόεδροςείναι αντίθετος με την επιστήμη ... Σε γενικές γραμμές, αυτές οι συμπεριφορές να πέσει στο φιλικό της Αμερικήςχλοοτάπητα .... Αλλά στα εξωτερικά άκρα, αυτό το σκεπτικισμό σχετικά με την επιστήμη μετατρέπει εύκολασε ένα είδος αφελείς αποδοχή nonscience, ή ακόμη και ανοησίες. Το ίδιοοι άνθρωποι που αμφιβάλλουν εμπειρογνώμονες μπορούν επίσης να πιστεύετε ότι οποιαδήποτε αγυρτεία, από τα οφέλη τηςlaetrile στο μάτι του τρίτωνας με την κίνηση των πλανητών. Χάνουμε την ικανότητα νακάνουν ορθολογική - επιστημονική - αποφάσεις. Είναι όλοι το ίδιο.- Ellen Goodman, Οι Boston Globe εφημερίδα εταιρεία-Washington Post Συγγραφέων    Ομάδα
		-- James J. Kilpatrick, Universal Press Syndicate

%
Το θέαμα της αστρολογίας στο Λευκό Οίκο - το διοικητικό κέντρο τηςτου κόσμου μεγαλύτερη επιστημονική και στρατιωτική δύναμη - είναι τόσο φοβερό το γεγονός ότιαψηφά την κατανόηση και παρέχει λόγοι για τη μεγάλη τρόμο. Το πιο εύκολοαπάντηση είναι για να γελάσει μακριά, και να επιδοθούν σε wisecracks περίπου Πολιτικήςαξιολογήσεις υπηρεσίας για τους φορείς χάραξης ωροσκόπιο και τους αναγνώστες παλάμη και αν Ρέιγκανρώτησε ο Mikhail Gorbachev για σημάδι του. Μια μεταδοτική καλή ευθυμία είναι ησήμα κατατεθέν αυτής της Προεδρίας, ακόμη και όταν πρόκειται για τα πιο μελαγχολική θέματα.Αλλά αυτή τη φορά, δεν είναι αστείο. Είναι απλό τρομακτικό.- Daniel S. Greenberg, Editor, _Science και κυβερνήσεων Report_, γράφοντας στο   «Newsday», 5η του Μαΐου του 1988
		-- James J. Kilpatrick, Universal Press Syndicate

%
[Η αστρολογία είναι] 100 τοις εκατό αερολογήματα, Τεντ. Ως Μάλιστα, η πρώτη έκδοσητης εγκυκλοπαίδειας Britannica, που γράφτηκε το 1771 - 1771! - Είπε ότι αυτόσύστημα πεποιθήσεων είναι ένα θέμα πολύ καιρό πριν γελοιοποιούνται και διασύρθηκε. Έχουμε να κάνουμε μεπεποιθήσεις που πάει πίσω στους αρχαίους Βαβυλώνιους. Δεν υπάρχει τίποτα εκεί ....Ακούγεται πολύ σαν επιστήμη, ακούγεται σαν την αστρονομία. Είναι πήρε τεχνικήόροι. Είναι πήρε ορολογία. Συγχέει το κοινό .... Ο αστρολόγος είναι αρκετάετοιμόλογος, μπερδεύει το κοινό, χρησιμοποιεί όρους που προέρχονται από την επιστήμη, προέρχονται απόμεταφυσική, προέρχονται από μια σειρά από τομείς, αλλά πραγματικά σημαίνουν τίποτα. οΕίναι γεγονός ότι η αστρολογική πεποιθήσεις πάει πίσω τουλάχιστον 2500 χρόνια. Τώρα αυτόθα πρέπει να είναι ένα αρκετά μεγάλο χρονικό διάστημα για τους αστρολόγους για να αποδείξει την υπόθεσή τους. Αυτοίδεν έχουν αποδείξει την υπόθεσή τους .... Είναι απλά ασυναρτησίες. Το γεγονός είναι, ότι υπάρχεικαμία θεωρία για αυτό, δεν υπάρχουν δεδομένα παρατήρησης για αυτό. Είναι ελεγχθείκαι δοκιμαστεί στο πέρασμα των αιώνων. Κανείς δεν βρέθηκε ποτέ κανένα κύρος σε αυτό σεόλοι. Δεν είναι καν κοντά σε μια επιστήμη. Μια επιστήμη πρέπει να είναι επαναλαμβανόμενη, αυτόπρέπει να έχει μια λογική βάση, και αυτό πρέπει να είναι δυνητικά ευάλωτες -μπορείτε να το δοκιμάσετε. Και σε αυτό η αστρολογία είναι πραγματικά αρκετά κάτι άλλο.- Ο αστρονόμος Richard Berendzen, Πρόεδρος, Αμερικανικό Πανεπιστήμιο, στο ABC    Νέα "Nightline", 3 Μαΐου του 1988
		-- James J. Kilpatrick, Universal Press Syndicate

%
Με την είδηση ​​ότι Nancy Reagan αναφέρθηκε σε έναν αστρολόγο, κατά το σχεδιασμόχρονοδιάγραμμα, και τις εκθέσεις του άντρα της Καλιφορνέζοι εκκένωση Λος Άντζελεςμε τη δύναμη της μια πρόβλεψη από τον ιατρό του δέκατου έκτου αιώνα καιαστρολόγος Michel de Notredame, η εικόνα των ΗΠΑ ως επιστημονική καιτεχνολογική έθνος έχει τη λήψη ένα κομμάτι από ένα πλήγμα τον τελευταίο καιρό. Δυστυχώς, όπωςδρώμενα δεν μπορεί να απορριφθεί ως πέρασμα φαντασίες. Πρόκειται για εκδηλώσειςαπό μια καλά οργανωμένη «αντι-επιστήμη" τάση στις ΗΠΑ, η οποία, σε τελική ανάλυση,θα μπορούσε να απειλήσει τη θέση της χώρας ως τεχνολογική δύναμη. . . . οεκδηλώνονται ευρέως διαδεδομένη επιθυμία να απορρίψουν τη λογική και να αντικαταστήσει μια σειράπεποιθήσεων quasirandom προκειμένου να κατανοήσουμε το σύμπαν δεν προοιωνίζεταικαλά για ένα έθνος βαθιά ανησυχία του για την ικανότητά του να ανταγωνιστεί με τουςβιομηχανική ίσων. Στο βαθμό που αντανακλά τον τρόπο σκέψης ενόςσημαντικό μέρος του κοινού, αυτή η άποψη ενθαρρύνει την άγνοιακαι, μάλιστα, την περιφρόνηση για την επιστήμη και την ορθολογική μεθόδους προσέγγισηςαλήθεια. . . . Καθίσταται σαφές ότι, αν η ΗΠΑ δεν ασκεί η ίδια πάρεισύντομα και να αφιερώσει κάποια προσπάθεια για την εκπαίδευση των νέων αποτελεσματικά, την ελπίδα τηςδιατηρώντας μια επίφαση της ηγεσίας στον κόσμο μπορούν να ξεκουραστούν, παραδόξως,με ένα νέο κύμα τεχνικά ενδιαφέρονται και εκπαιδευμένους μετανάστες που δεν έχουνυποφέρουν από την αντι-επιστήμη ασθένεια μαστίζει ένα φαινομενικά σάπια κοινωνία.
		-- Physicist Tony Feinberg, in "New Scientist," May 19, 1988

%
θαύμα: ένα εξαιρετικά εκκρεμείς ή ασυνήθιστο γεγονός, πράγμα, ή επίτευγμα.
		-- Webster's Dictionary

%
"Ο προγραμματιστής ηλεκτρονικών υπολογιστών είναι ένας δημιουργός σύμπαντα για την οποία και μόνο είναι υπεύθυνη. Σύμπαντα σχεδόν απεριόριστη πολυπλοκότητα μπορεί να είναι δημιουργήθηκε με τη μορφή των προγραμμάτων ηλεκτρονικών υπολογιστών. "
		-- Joseph Weizenbaum, _Computer Power and Human Reason_

%
"Αν ο κώδικας και οι παρατηρήσεις διαφωνούν, τότε και οι δύο είναι πιθανότατα λάθος."
		-- Norm Schryer

%
"Μπορεί το μέλλον σας πρέπει να περιορίζεται μόνο από τα όνειρά σου."
		-- Christa McAuliffe

%
"Είναι καλύτερα για τον πολιτισμό να πηγαίνουν κάτω από τον αγωγό από το να είναιέρχεται αυτό. "
		-- Henry Allen

%
"Η ζωή αρχίζει όταν μπορείτε να περάσετε τον ελεύθερο χρόνο του προγραμματισμού σας, αντί ναβλέποντας τηλεόραση."
		-- Cal Keegan

%
"Εμείς ποτέ δεν κάνουν ισχυρισμούς, Μις Taggart», δήλωσε ο Hugh Akston. "Αυτό είναιτο ηθικό έγκλημα που προσιδιάζουν στους εχθρούς μας. Εμείς δεν λένε - είμαστε * δείχνουν *.Δε θέλουμε να πούμε - εμείς * αποδείξουμε * ".
		-- Ayn Rand, _Atlas Shrugged_

%
«Θυμάμαι όταν ήμουν παιδί συνήθιζα να έρθουν στο σπίτι από το Κατηχητικό Σχολείο και Η μητέρα μου θα μεθύσουν και να προσπαθήσει να κάνει τηγανίτες. "
		-- George Carlin

%
«Ο πατέρας μου; Ο πατέρας μου άφησε όταν ήμουν αρκετά νέος. Καλά στην πραγματικότητα, ο ίδιος ζητήθηκε να φύγει. Είχε πρόβλημα που μεταβολίζουν το αλκοόλ. "
		-- George Carlin

%
«Έρχομαι στην τηλεόρασή μου. Βλέπω μια νεαρή κοπέλα που πηγαίνει κάτω από το πρόσχημαότι είναι Χριστιανός, γνωστή σε όλο το έθνος, ντυμένος με δέρμα-σφιχτόδερμάτινα παντελόνια, τίναγμα και να κουνάει τους γοφούς της με το ρυθμό και το ρυθμό τηςμουσική και τα φώτα του φάρου νικήσει μοτίβα τους σε όλη τη σκηνή και τομπάντα παίζει το σύγχρονο ροκ ήχο που δεν μπορεί να διαφοροποιηθεί απότραγούδια από το Grateful Dead, τους Beatles, ή οποιοσδήποτε άλλος. Και μπορείτε να δοκιμάσετενα μου πείτε αυτό είναι του Θεού και ότι οδηγεί τους ανθρώπους στο Χριστό, αλλά εγώέχω αρκετή φρόνηση.- Jimmy Swaggart, υποκριτική σεξουαλική διαστροφή και τηλεόραση ιεροκήρυκας, αυτο-περιγράφεται πορνογραφία εξαρτημένος, "Δύο απόψεις:.« χριστιανικό »ροκ εν ρολ», Ο Ευαγγελιστής, 17 (8): 49-50.
		-- George Carlin

%
"Η λεγόμενη χριστιανική ροκ.... Είναι μια διαβολική δύναμη υπονόμευση του Χριστιανισμού από μέσα. "- Jimmy Swaggart, υποκριτής και τηλεόραση ιεροκήρυκας, αυτο-περιγράφεται πορνογραφίας εξαρτημένος, "Δύο απόψεις:.« Χριστιανικό »ροκ εν ρολ", Ο Ευαγγελιστής Ματθαίος, 17 (8): 49-50.
		-- George Carlin

%
«Όποιος προσπαθεί να δημιουργήσει τυχαίους αριθμούς από την ντετερμινιστική μέσα είναι,Φυσικά, που ζουν σε κατάσταση αμαρτίας. "
		-- John Von Neumann

%
"Θα πρέπει να έχουν IQ του ενός εκατομμυρίου τουλάχιστον κατά το ήμισυ." - Popeye
		-- John Von Neumann

%
«Η ελευθερία εξακολουθεί να είναι η πιο ριζοσπαστική ιδέα από όλα."
		-- Nathaniel Branden

%
Δεν είσαι ευτυχής δεν είστε πάρει όλα η κυβέρνηση θα πληρώσει για τώρα;
		-- Nathaniel Branden

%
"Ποτέ δεν έχω αφήσει εκπαίδευσή μου να πάρει με τον τρόπο της εκπαίδευσης μου."
		-- Mark Twain

%
Αυτά screamingly ξεκαρδιστική gogs διασφαλίσουν ότι οι ιδιοκτήτες των X Ray Gogs να είναι η ζωήοποιουδήποτε κόμματος.
		-- X-Ray Gogs Instructions

%
Ένας μαθητής ζήτησε από τον πλοίαρχο για βοήθεια ... κάνει αυτό το πρόγραμμα εκτελείται από τοΠάγκος εργασίας? Ο πλοίαρχος άρπαξε το ποντίκι και επισήμανε σε ένα εικονίδιο. "Τι είναιαυτό; »ρώτησε. Ο μαθητής απάντησε:« Αυτό είναι το ποντίκι ". Ο πλοίαρχος πιέζεταιελέγχου-Amiga-Amiga και να χτυπήσει το μαθητή στο κεφάλι με την Amiga ROM KernelΕγχειρίδιο.
		-- Amiga Zen Master Peter da Silva

%
"Ευχαριστώ τον ουρανό για νεοσύστατες επιχειρήσεις? Χωρίς αυτούς δεν θα έχει καμία πρόοδο."
		-- Seymour Cray

%
"Εξαντλήθηκε ο χώρος μητρώου (ugh)"
		-- vi

%
"Αποτυχίες του παρά, υπάρχουν πολλά να ειπωθούν υπέρτης δημοσιογραφίας από το γεγονός ότι, δίνοντας μας την γνώμη της αγράμματοι,μας κρατά σε επαφή με την άγνοια της κοινότητας. "
		-- Oscar Wilde

%
"Ada είναι PL / I προσπαθεί να είναι Smalltalk.
		-- Codoso diBlini

%
"Οι μεγαλύτερους κινδύνους για την ελευθερία παραμονεύουν στην ύπουλη καταπάτηση από τους άνδρες της ζήλο,καλοπροαίρετοι, αλλά χωρίς την κατανόηση ».
		-- Justice Louis O. Brandeis (Olmstead vs. United States)

%
" 'Tis αλήθεια,« tis κρίμα, κρίμα και «tis» tis αλήθεια. "- Poloniouius, το Willie _Hamlet του Shake, το Prince of Darkness_
		-- Justice Louis O. Brandeis (Olmstead vs. United States)

%
"Όλοι οι άνθρωποι είναι τόσο χαρούμενος τώρα, τα κεφάλια τους σπηλαίωση. Είμαι χαρούμενος πουείναι ένα χιονάνθρωπο με το προστατευτικό ελαστικό δέρμα "
		-- They Might Be Giants

%
«Αναποφασιστικότητα είναι η βάση της ευελιξίας"
		-- button at a Science Fiction convention.

%
"Μερικές φορές παραφροσύνη είναι η μόνη εναλλακτική λύση"
		-- button at a Science Fiction convention.

%
«Γήρας και προδοσία θα κερδίσει τη νεολαία και την ικανότητα κάθε φορά."
		-- a coffee cup

%
"Το πιο σημαντικό πράγμα σε έναν άνδρα που δεν είναι ό, τι ξέρει, αλλά αυτό που είναι."
		-- Narciso Yepes

%
"Το μόνο που δίνονται είναι οι δυνατότητες - να κάνουν τους εαυτούς μας ένα πράγμα ή το άλλο."
		-- Ortega y Gasset

%
"Θα είναι καλύτερα και πιο θαρραλέες, εάν θα συμμετάσχουν και να ρωτήσετε ό, τι αν επιδοθούν σεη αδράνεια φανταχτερό που γνωρίζουμε ήδη - ή ότι δεν έχει καμία χρήση που επιδιώκουν ναξέρετε τι δεν ξέρουμε. "
		-- Plato

%
"Για να αναλάβει ένα έργο, όπως προέλευση της λέξης δείχνει, σημαίνει να ρίξει μιαιδέα έξω μπροστά από τον εαυτό του, έτσι ώστε να αποκτά αυτονομία και πληρούται όχι μόνοαπό τις προσπάθειες του συντάκτη της, αλλά, πράγματι, ανεξάρτητα από τον επίσης.
		-- Czeslaw Milosz

%
«Δεν μπορούμε να αναβάλλουμε διαβίωσης μέχρι να είμαστε έτοιμοι. Το πιο εξέχον χαρακτηριστικότης ζωής είναι καταναγκαστικού του? είναι πάντα επείγον, «εδώ και τώρα», χωρίς οποιαδήποτεπιθανή αναβολή. Η ζωή ψήνεται σε εμάς σημείο κενό. "
		-- Ortega y Gasset

%
«Από εκεί μέχρι εδώ, από εδώ εκεί, αστεία πράγματα είναι παντού."
		-- Dr. Seuss

%
"Όταν πρόκειται για την ταπεινότητα, είμαι ο μεγαλύτερος."- Bullwinkle Moose
		-- Dr. Seuss

%
Θυμηθείτε, ένας int δεν είναι πάντα 16 bits. Δεν είμαι σίγουρος, αλλά αν το 80386 είναι έναβήμα πιο κοντά στην πιό slugfest της Intel με την καμπύλη CPU που είναι ασυμπτωτικάπλησιάζει μια πραγματική μηχανή, ίσως μια int έχει υλοποιηθεί ως 32 bits απόορισμένοι πωλητές Unix ...;
		-- Derek Terveer

%
«Στο βαθμό που αυτό μπορεί να ακουστεί από το τίποτα, το οποίο μπορεί ή δεν μπορεί να με νοιάζειτι λέω, ρωτώ, αν έχει σημασία, ότι μπορείτε να συγχωρεθεί για τίποταμπορεί να έχετε κάνει ή δεν κάνει οποίο απαιτεί τη συγχώρεση.Αντίθετα, αν όχι συγχώρεση αλλά κάτι άλλο μπορεί να υποχρεωθεί ναασφαλίσει κάθε πιθανό όφελος για τα οποία ενδέχεται να είναι επιλέξιμες μετά τηνκαταστροφή του σώματός σας, ζητώ ότι αυτό, οποιοσδήποτε μπορεί να είναι,να χορηγηθεί ή να παρακρατηθεί, ανάλογα με την περίπτωση μπορεί να είναι, κατά τέτοιο τρόπο ώστε ναασφαλίσουν λήψη της εν λόγω όφελός σας. Το ρωτώ αυτό με την ιδιότητά μου ωςεξέλεξε ενδιάμεσος σας μεταξύ σας και αυτό που μπορεί να μην είναιτον εαυτό σας, αλλά που μπορεί να έχουν ενδιαφέρον για το θέμα σαςλαμβάνει όσο είναι δυνατό για να μπορείτε να λαμβάνετε αυτόπράγμα, και η οποία μπορεί κατά κάποιο τρόπο να επηρεαστεί από αυτή την τελετή. Αμήν."Madrak, σε _Creatures του Φωτός και Darkness_, από τον Roger Zelazny
		-- Derek Terveer

%
"Μια Ακαδημαϊκή σκεφτεί αν ένας λουόμενος είναι όμορφοαν δεν υπάρχει μέσα στο δάσος για να την θαυμάσουν. έκρυψεστους θάμνους για να μάθετε, το οποίο πάσχει παραδοχή τουαλλά τον έκανε ευτυχισμένο.Ηθικό δίδαγμα: Ο εμπειρισμός είναι πιο διασκεδαστικό από την κερδοσκοπία ».
		-- Sam Weber

%
1 1 ήταν ένας αγώνας-άλογο, 2 2 ήταν 1 2. Όταν 1 1 1 1 κούρσα, 2 2 1 1 2.
		-- Sam Weber

%
"Σκέφτηκα υπήρχε αυτό το ολοκαύτωμα, δεξιά, και οι μόνοι μείνει ζωντανός ήταν Donna Reed, Ozzie και Harriet, και οι Cleavers. "- Wil Wheaton εξηγεί γιατί ο καθένας στο "Star Trek: The Next Generation"    Είναι τόσο ωραίο
		-- Sam Weber

%
"Μηχανική συναντά την τέχνη στο πάρκινγκ και τα πράγματα να εκραγεί."
		-- Garry Peterson, about Survival Research Labs

%
"Γιατί δεν μπορούμε ποτέ να προσπαθήσει να λύσει ένα πρόβλημα σε αυτή τη χώρα, χωρίς να χρειάζεταιένας «πόλεμος» για το "; - Πλούσια Thomson, talk.politics.misc
		-- Garry Peterson, about Survival Research Labs

%
      ... Και πριν ήξερα τι έκανα, είχα κλώτσησε το      γραφομηχανή και πέταξε γύρω από το δωμάτιο και το έκανε ικετεύουν για      έλεος. Σε αυτό το σημείο η γραφομηχανή παρακάλεσε για μένα να ντύσει      αυτόν σε γυναικεία ενδυμασία, αλλά αντ 'αυτού πάτησα απελευθέρωση του περιθωρίου του      ξανά και ξανά έως ότου η γραφομηχανή έχασε τις αισθήσεις του.      Προς το παρόν, εγώ ανέκτησε τις αισθήσεις του και συνειδητοποίησε με ντροπή ό, τι      Είχα κάνει. ντροπή μου έχει φύγει και τώρα ψάχνω για μια      υποτακτική γραφομηχανή, οποιοδήποτε χρώμα ή μοντέλο. δεν ηλεκτρικό      γραφομηχανές παρακαλώ!
		-- Rick Kleiner

%
Επαγγελματική πάλη: το μπαλέτο για τον κοινό άνθρωπο.
		-- Rick Kleiner

%
"Ένας ιδεαλιστής είναι αυτός που, για να σημειωθεί ότι ένα τριαντάφυλλο μυρίζει καλύτερα από έναλάχανο, καταλήγει στο συμπέρασμα ότι θα κάνει επίσης την καλύτερη σούπα "-. H. L. Mencken
		-- Rick Kleiner

%
   "Είναι αυτά τα σημάδια κοκτέιλ σερβιτόρα νύχι;" Ρώτησα Colletti όπως ο ίδιοςΜας έδειξε αυτές τις γρατζουνιές στο στήθος του. "Όχι, αυτά είναι στην πλάτη μου," Collettiαπάντησε. "Αυτό είναι όπου μια περίπτωση κοκτέιλ γαρίδας έπεσε πάνω μου. Της είπανα επιβραδύνει λίγο, αλλά ξέρετε σερβιτόρες κοκτέιλ, φαίνεται να έχουνένα μυαλό των δικών τους. "- Η Απίστευτα Τερατώδη, Mind-Ψήσιμο καλοκαίρι του O.C. και Stiggs   Εθνική Lampoon, Οκτώβριος του 1982
		-- Rick Kleiner

%
"Μη δίνετε ποτέ σε. Μη δίνετε ποτέ σε. Ποτέ. Ποτέ. Ποτέ."
		-- Winston Churchill

%
"Ποτέ μην αποδίδουν στο κακία αυτό που προκαλείται από την απληστία και την άγνοια."
		-- Cal Keegan

%
"Παρά την κατάληξη του, ο σκεπτικισμός δεν είναι ένα« -ισμός »με την έννοια της πίστηςή δόγμα. Είναι απλά μια προσέγγιση στο πρόβλημα της λέει τι είναιπλαστά και τι είναι γνήσιο. Και μια αναγνώριση της πόσο δαπανηρό μπορείείναι να αποτύχει να το πράξουν. Για να είναι ένας σκεπτικιστής είναι να καλλιεργήσει "εξυπνάδα του δρόμου" στοη μάχη για τον έλεγχο του μυαλού ενός ατόμου, κανείς τα χρήματά του, μία δικήυποταγές. Για να είναι ένας σκεπτικιστής, με λίγα λόγια, είναι να αρνηθεί να είναι θύμα.- Robert S. DeBear, «Ατζέντα για Λόγος, Ρεαλισμός, και Ευθύνη», Νέα Υόρκη σκεπτικιστή (newsletter της Νέας Υόρκης Περιοχή σκεπτικιστές, Inc.), την άνοιξη του 1988
		-- Cal Keegan

%
"Αν θέλετε να μάθετε τι συμβαίνει σε σας όταν πεθάνετε, πηγαίνετε να δείτε σε κάποιο νεκρόυλικό."
		-- Dave Enyeart

%
"Μετά από μία εβδομάδα [επισκέπτονται την Αυστρία] δεν μπορούσα να περιμένω να πάω πίσω στο ΗνωμένοΜελών. Όλα ήταν πολύ πιο ευχάριστη στις Ηνωμένες Πολιτείες, λόγω τηςη νοοτροπία του να είσαι ανοιχτόμυαλος, πάντα θετική. Όλα όσα θέλετε νακάνουμε στην Ευρώπη είναι απλά, "Δεν υπάρχει τρόπος. Κανείς δεν έχει κάνει ποτέ. » Δεν οποιοσδήποτε έχειπερισσότερο η επιθυμία να βγούμε έξω για να κατακτήσει και να επιτύχει - συνειδητοποίησα ότι είχα πολύπερισσότερο το αμερικανικό πνεύμα. "
		-- Arnold Schwarzenegger

%
«Προτιμώ απατεώνες να ηλίθιοι, επειδή μερικές φορές να ξεκουραστεί."
		-- Alexandre Dumas (fils)

%
Νομίζω ότι ως επί το πλείστον ότι το αναγνωστικό κοινό εδώ χρησιμοποιεί την γ-λέξηένα παρόμοιο τρόπο. Δεν νομίζω ότι κανείς πιστεύει πραγματικά σε μια νέα, επανάστασης-Ary λογοτεχνία --- Νομίζω ότι χρησιμοποιούν `κυβερνοπάνκ» ως όρος της ευκολίας στηνσυζητήσουν τα κοινά τεχνοτροπικά στοιχεία σε ένα μικρό υποσύνολο των πρόσφατων βιβλίων SF.
		-- Jeff G. Bone

%
Έτσι έχουμε την ευκαιρία να το σημείο μου. Σίγουρα οι άνθρωποι γύρω από εδώ να διαβάσετε πράγματα πουδεν είναι για την * επίσημα κυρώσεις Cyberpunk Λίστα ανάγνωσης *. σίγουρα εμείςδεν (κάποιος από εμάς) Πραγματικά πιστεύω ότι υπάρχει κάποια μεγάλη, βαθιά πολιτικό καιφιλοσοφική μήνυμα σε όλο αυτό, εμείς; Επομένως, εάν αυτό `κυβερνοπάνκ» πράγμα είναιαπλά ένας όρος ευκολίας, πώς μπορεί κάποιος να πουλήσει έξω; Αν κυβερνοπάνκ είναι απλά μιαλέξη που χρησιμοποιούμε για να περιγράψουμε ένα συγκεκριμένο στυλ και εικόνες στο SF, πώς μπορεί να είναινεκρός? Πού είναι οι βαθιές δηλώσεις ότι η `Κίνημα» είναι ή προσπαθούσενα κάνω?Νομίζω ότι οι περισσότεροι από εμάς ενδιαφέρονται για την εξέταση και συζήτηση λογοτεχνικών(Και μουσικά) έργα που έχουν μια ορισμένη υφολογική τελειότητα και ίσως έναμάλλον ακραία προοπτική? Αυτό είναι ό, τι CP είναι όλα σχετικά, δεν είναι; ίσως εκείθα πρέπει να είναι μια ομάδα συζήτησης, όπως, ας πούμε, alt.postmodern ή κάτι τέτοιο. κάτι λιγότεροπεριοριστικό πεδίο εφαρμογής από alt.cyberpunk.
		-- Jeff G. Bone

%
"Το κεφάλι του καθενός είναι μια φθηνή ταινία παράσταση."
		-- Jeff G. Bone

%
Η ζωή είναι γεμάτη από έννοιες που δεν καθορίζονται με σαφήνεια. Στην πραγματικότητα, υπάρχουν πολύ λίγοιέννοιες που δεν είναι. Είναι δύσκολο να σκεφτώ οποιαδήποτε σε μη-τεχνικούς τομείς.
		-- Daniel Kimberg

%
... Κυβερνοπάνκ θέλει να δει το μυαλό ως μηχανιστική & αντιγραφεί,προκλητική βασικές υποθέσεις σχετικά με τη φύση της ατομικότητας και αυτο.Αυτό φαίνεται τόσο το καλύτερο λόγος να υποθέσουμε ότι κυβερνοπάνκ τέχνη & μουσική είναιουσιαστικά ανόητη garbagio. Willy απευθύνεται σίγουρα την ιδέα αυτή στο"Count Zero», με Katatonenkunst, το αυτόματο κιβώτιο-maker και το κορίτσι τουπαρατήρηση ότι η πραγματική τέχνη ήταν το κτίριο της ίδιας της μηχανής,και όχι την παραγωγή της.
		-- Eliot Handelman

%
Αξίζει να αντανακλά ότι αυτή η ομάδα δημιουργήθηκε αρχικάπίσω το Σεπτέμβριο του 1987 και έχει ανταλλάσσονται πάνω από 1200 μηνύματα. οαρχική ανακοίνωση για την ομάδα κάλεσε για μια all inclusiveσυζήτηση που κυμαίνονται από τα γραπτά του Gibson και Vinge και ταινίεςόπως Bladerunner σε πραγματικό κόσμο τα πράγματα όπως περιγραφή Brands »τουέργο που επιτελείται στο Media Lab του MIT. Ήταν γραφτό ως καταφύγιο γιαοι άνθρωποι με όραμα αυτού του πεδίου. Αν θέλετε να δημιουργήσετε ένα καταφύγιο γιαάτομα με περιορισμένο οράματα, να αισθάνονται ελεύθεροι. Αλλά αισθάνομαι λυπημένος για κανένανπου νομίζει ότι alt.cyberpunk είναι ένα τέτοιο τερατώδες ομάδα που βρίσκεται σεαπόλυτη ανάγκη να υποδιαιρεθεί. Ουρανό να τους βοηθήσει αν ποτέ ξεκινήσειcomp.arch ανάγνωση ή rec.arts.sf-εραστές.
		-- Bob Webber

%
... Δεν με νοιάζει για τον όρο «μηχανιστική». Η λέξη «κυβερνητικό» είναι πολύπιο επίκαιρο. Η μηχανιστική κοσμοαντίληψη μειώνεται περαιτέρω και πιο πίσωο πραγματικός κόσμος όπου ακόμη και τα απλά συστήματα μπορούν να παράγουν το πιο θαυμάσιοχάος.
		-- Peter da Silva

%
Όσον αφορά τις βασικές παραδοχές για την ατομικότητα και τον εαυτό, αυτό είναι ο πυρήναςαπό ό, τι μου αρέσει κυβερνοπάνκ. Και είναι ο πυρήνας του τι μου αρέσει για ορισμένεςπρο-Gibson neophile techie SF συγγραφείς ότι ορισμένοι λαοί αρέσει εδώ για να θέσεικάτω. Δεν έχει ο καθένας κάνει τις ίδιες υποθέσεις. Δεν έχω χάσει το μυαλό μου ... είναιυποστηρίζεται στην ταινία.
		-- Peter da Silva

%
Ποιοι είναι οι καλλιτέχνες στο Computer Graphics Εμφάνιση; τελευταίες κοσμήματα μετώπου κύματος, ή ναοι άνθρωποι που είναι προγραμματισμένο; Πρέπει Mandelbrot πάρει όλα τα εύσημα για τοέξοδο προγραμμάτων όπως το MandelVroom;
		-- Peter da Silva

%
Πίσω άκρο Technologies είναι στην ευχάριστη θέση να ανακοινώσει την ακόλουθηΠρόγραμμα TETflame:1) Για μια τιμή διαπραγμάτευσης (δεν quatloos δεκτές) ένα από τα φλεγόμενα μας   αντιπρόσωποι θα φλόγα του που ζουν σκατά έξω από την αφίσα του   επιλογή σου. Η τιμή είναι inversly ανάλογη με το πόσο   μαλάκας ο στόχος του. Δεν μπορούμε να είμαστε πεπεισμένοι για την φλόγα Dennis   Ritchie. Matt Crawford φλόγες είναι δωρεάν.2) Για την τιμή διαπραγμάτευσης (ίδια διάταξη) το πρόγραμμα TETflame   προσφέρει `` insurence φλόγα ''. Με τη ρύθμιση αυτή, αν   ένας από τους κατόχους της πολιτικής μας έσβησε, θα ακυρώσουμε την παραβατική   άρθρο και φλόγα η flamer, σε μια τραγανή.3) Η TETflame φλεγόμενα εκπροσώπους περιλαμβάνουν: Richard Sexton, ο Όλεγκ   Kisalev, Diane Holt, Trish O'Tauma, ο Dave Hill, Greg Nowak και οι περισσότεροι μας   πρόσφατη εξαγορά, Keith Doyle. Αλλά το μόνο που θα κάνουμε είναι να σας βάλει στο έργο του   σκοτώσει το αρχείο. Weemba από ειδική ρύθμιση.
		-- Richard Sexton

%
«Καθώς περπατούσα ανάμεσα στις φωτιές της κόλασης, ικανοποιημένος με τις απολαύσεις της Ιδιοφυία; η οποία να Angels μοιάζουν μαρτύριο και την παραφροσύνη. Μάζεψα μερικά από Παροιμίες τους ... »- Blake," Οι γάμοι του ουρανού και της κόλασης "
		-- Richard Sexton

%
ΠΩΣ να αποδείξει ότι, ΜΕΡΟΣ 1απόδειξη από το παράδειγμα:Ο συγγραφέας δίνει μόνο την περίπτωση n = 2 και δείχνει ότιΠεριέχει περισσότερες από τις ιδέες του γενικού απόδειξη.απόδειξη από τον εκφοβισμό:«Trivial».απόδειξη από έντονη handwaving:Λειτουργεί καλά σε μια τάξη ή σεμινάριο ρύθμιση.
		-- Richard Sexton

%
ΠΩΣ να αποδείξει ότι, ΜΕΡΟΣ 2απόδειξη από δυσκίνητη συμβολισμό:Καλύτερο να γίνεται με πρόσβαση σε τουλάχιστον τέσσερις αλφάβητα και ειδικέςσυμβόλων.απόδειξη, με την εξάντληση:Ένα θέμα ή δύο από ένα περιοδικό αφιερωμένο στην απόδειξη σας είναι χρήσιμο.απόδειξη από παράλειψη:«Ο αναγνώστης μπορεί εύκολα να παράσχει τις λεπτομέρειες»«Οι άλλες 253 περιπτώσεις είναι ανάλογες»«...»
		-- Richard Sexton

%
ΠΩΣ να αποδείξει ότι, ΜΕΡΟΣ 3απόδειξη, με συσκότιση:Μια μακρά χωρίς πλοκή ακολουθία αλήθεια ή / και ανούσιασυντακτικά σχετικές καταστάσεις.απόδειξη από ευσεβείς παραπομπή:Ο συγγραφέας παραθέτει την άρνηση, αντίστροφο, ή γενίκευση τηςένα θεώρημα από τη βιβλιογραφία για να στηρίξει τους ισχυρισμούς του.απόδειξη, με τη χρηματοδότηση:Πώς θα μπορούσε τρεις διαφορετικές κυβερνητικές υπηρεσίες να είναι λάθος;απόδειξη από επιφανείς αρχή:«Είδα Karp στο ασανσέρ και μου είπε ότι ήταν πιθανώς NP-πλήρης ».
		-- Richard Sexton

%
ΠΩΣ να αποδείξει ότι, ΜΕΡΟΣ 4απόδειξη από προσωπική επικοινωνία:«Οκτώ διαστάσεων απογύμνωση χρωματιστό κύκλο είναι NP-complete[Karp, προσωπική επικοινωνία]. »απόδειξη με αναγωγή σε λάθος πρόβλημα:«Για να δούμε ότι άπειρο διαστάσεων απογύμνωση χρωματιστό κύκλο είναιdecidable, μπορούμε να το μειώσει στο ανάσχεση πρόβλημα. »απόδειξη με αναφορά σε δυσπρόσιτες βιβλιογραφία:Ο συγγραφέας παραθέτει μια απλή απόρροια ενός θεωρήματος πρέπει να βρεθείσε μια ιδιωτική κυκλοφόρησε απομνημονεύματα της σλοβενικήςΦιλολογικός Σύλλογος, 1883.απόδειξη, με σημασία:Ένα μεγάλο σώμα των χρήσιμων συνεπειών όλα απορρέουν από τηνπρόταση στην ερώτηση.
		-- Richard Sexton

%
ΠΩΣ να αποδείξει ότι, ΜΕΡΟΣ 5απόδειξη από συσσωρευμένη αποδεικτικά στοιχεία:Μακρά και επιμελής αναζήτηση δεν έχει αποκαλύψει ένα αντιπαράδειγμα.απόδειξη, με την κοσμολογία:Η άρνηση της πρότασης είναι αδιανόητη ήνόημα. Δημοφιλή για αποδείξεις για την ύπαρξη του Θεού.απόδειξη με αμοιβαία αναφορά:Σε αναφοράς Α, Θεώρημα 5 λέγεται ότι προκύπτει από το Θεώρημα 3αναφοράς για το B, η οποία φαίνεται να ακολουθεί από το Πόρισμα 6.2αναφοράς C, η οποία είναι ένας εύκολος συνέπεια του θεωρήματος 5αναφοράς Ααπόδειξη από metaproof:Μία μέθοδος παρέχεται για την κατασκευή του επιθυμητού απόδειξη. οορθότητα της μεθόδου αποδεικνύεται από οποιαδήποτε από αυτέςτεχνικές.
		-- Richard Sexton

%
ΠΩΣ να αποδείξει ότι, ΜΕΡΟΣ 6απόδειξη από εικόνα:Μια πιο πειστική μορφή της απόδειξης από το παράδειγμα. συνδυάζει καλάμε την απόδειξη από παράλειψη.απόδειξη από σφοδρή ισχυρισμό:Είναι χρήσιμο να έχουν κάποιο είδος της αρχής σχέση με τοακροατήριο.απόδειξη με αναφορά φάντασμα:Τίποτα ακόμη και από απόσταση μοιάζει με το αναφερόμενο θεώρημα φαίνεται στηνη αναφορά δεδομένη.
		-- Richard Sexton

%
ΠΩΣ να αποδείξει ότι, ΜΕΡΟΣ 7απόδειξη από τα εμπρός αναφορά:Αναφοράς είναι συνήθως σε μια προσεχή χαρτί του συγγραφέα,οι οποίες συχνά δεν είναι τόσο επικείμενη όσο στην αρχή.απόδειξη από σημασιολογική μετατόπιση:Μερικές από τις τυπικές, αλλά ενοχλητικό ορισμοί έχουν αλλάξειγια τη δήλωση του αποτελέσματος.απόδειξη, με έκκληση προς τη διαίσθηση:Σύννεφο σε σχήμα σχέδια συχνά να βοηθήσει εδώ.
		-- Richard Sexton

%
        [Μαΐου ένα] αμφιβάλλει κατά πόσον, στο τυρί και η ξυλεία, τα σκουλήκια που δημιουργούνται,        ή, αν τα σκαθάρια και οι σφήκες, σε αγελάδα-κοπριά, ή αν πεταλούδες, ακρίδες,        οστρακοειδή, σαλιγκάρια, χέλια, και τέτοια ζωή να τεκνοποίησαν της αποσυντίθεται        θέμα, το οποίο πρόκειται να λάβει τη μορφή αυτού του πλάσματος στην οποία        είναι από διαμορφωτική δύναμη απορρίπτονται [?] να αμφισβητήσει αυτό είναι στην ερώτηση        λόγο, η αίσθηση και η εμπειρία. Αν αμφιβάλλει γι 'αυτό, ας πάει να        Την Αίγυπτο, και εκεί θα βρείτε τα πεδία γεμάτα ποντίκια γέννησε        της λάσπης του Nylus, προς μεγάλη συμφορά των κατοίκων.                Ένα δέκατο έβδομο αιώνα γνώμη αναφέρεται από Λ Λ Woodruff,                σε * Η εξέλιξη της Γης και ο άνθρωπος *, 1929
		-- Richard Sexton

%
Δει σε ένα κουμπί σε μια σύμβαση SF:Ο βετεράνος του Τριγώνου των Βερμούδων εξερευνητική δύναμη. 1990-1951.
		-- Richard Sexton

%
"Αν οι άνθρωποι είναι καλοί μόνο επειδή φοβούνται την τιμωρία, και την ελπίδα για ανταμοιβή,τότε είμαστε μια συγγνώμη πολλά πράγματι ».
		-- Albert Einstein

%
"Αυτό που ήθελε, δεν είναι η θέληση να πιστέψει κανείς, αλλά η θέληση για να μάθετε, το οποίο είναιτο ακριβώς αντίθετο. "
		-- Bertrand Russell, _Sceptical_Essays_, 1928

%
"Αν δεν υπήρχαν οι γυναίκες, οι άνδρες θα μπορούσαν να ζουν σαν θεοί».
		-- Thomas Dekker

%
"Intelligence χωρίς χαρακτήρα είναι ένα επικίνδυνο πράγμα."
		-- G. Steinem

%
«Είναι λέει ότι μας έκανε όλους να είναι ακριβώς σαν κι αυτόν. Έτσι, αν είμαστε χαζοί, τότε ο Θεός είναιάλαλος, και ίσως ακόμη και λίγο άσχημο από την πλευρά της. "
		-- Frank Zappa

%
«Δεν είναι απλά ένας υπολογιστής - είναι κώλο σου."
		-- Cal Keegan

%
"Άσε με να μαντέψω, Ed. Pentescostal, έτσι δεν είναι;"- Starcap'n Ra, ra@asuvax.asu.edu. "Όχι Χαρισματικός (νομίζω - έχω παραιτηθεί για το τι όλα αυτά τα ενοχλητικά ετικέτες μέσο)."- Ed Carp, erc@unisec.usi.com"Ίδια διαφορά - όλα ζήλο και την αίσθηση, κατά μέσο όρο λιγότερο από μία εργάσιμη εγκεφάλουκυττάρων ανά εκκλησίασμα. Starcap'n Ra, μπορείτε να τον καθηλωθεί. Καλή δουλειά!"
		-- Kenn Barry, barry@eos.UUCP

%
"BTW, ο Ιησούς ξέρετε φλόγα;"
		-- Diane Holt, dianeh@binky.UUCP, to Ed Carp

%
"Έχω δει τα πλαστά έχω στείλει έξω."
		-- John F. Haugh II (jfh@rpp386.Dallas.TX.US), about forging net news articles

%
"Απλά από περιέργεια σημαίνει αυτό πραγματικά κάτι ή να έχουν κάποια από τα λίγα εναπομείναντα κομμάτια του εγκεφάλου σας απλά εξατμίζεται; "
		-- Patricia O Tuama, rissa@killer.DALLAS.TX.US

%
"Δαγκώνουν, dirtball."Richard Sexton, richard@gryphon.COM
		-- Patricia O Tuama, rissa@killer.DALLAS.TX.US

%
"Oh my! Ένα` φλεγμονώδης στάση »στην alt.flame; Ποτέ ακούσει για τέτοιαένα πράγμα..."
		-- Allen Gwinn, allen@sulaco.Sigma.COM

%
(Null μπισκότο? Ελπίζουμε ότι είναι εντάξει)
		-- Allen Gwinn, allen@sulaco.Sigma.COM

%
"Στο Χριστιανισμό ούτε η ηθική ούτε η θρησκεία έρχονται σε επαφή με την πραγματικότητασε οποιοδήποτε σημείο. "
		-- Friedrich Nietzsche

%
«Ποιος ο μόνος που έχει λόγο να * βρίσκονται από τον εαυτό του * της πραγματικότητας; Αυτός που υποφέρει * * από αυτό."
		-- Friedrich Nietzsche

%
«Εσύ που μισούν τους Εβραίους, έτσι, γιατί έχετε υιοθετήσει τη θρησκεία τους;"
		-- Friedrich Nietzsche, addressing anti-semitic Christians

%
"Μικρή prigs και τριών τετάρτων τρελοί μπορεί να έχει την έπαρση ότι οι νόμοι τηςφύσης συνεχώς σπασμένα για χάρη τους. "
		-- Friedrich Nietzsche

%
"Η επιστήμη κάνει θεϊκό - αυτό είναι πάνω από όλα με τους ιερείς και τους θεούς, όταν ο άνθρωπος γίνεται επιστημονικός. Ηθικό δίδαγμα: η επιστήμη είναι το απαγορευμένο ως τέτοια - είναι η μόνη απαγορευμένος. Η επιστήμη είναι η * πρώτη * η αμαρτία, η * αρχική * αμαρτία. * Αυτό από μόνο του είναι ηθικής * `` δεν θέλεις να ξέρετε '' -.. το υπόλοιπο εξής "
		-- Friedrich Nietzsche

%
"Πίστη: δεν * θέλουν * να γνωρίζουν τι είναι αλήθεια."
		-- Friedrich Nietzsche

%
> Μια βασική ιδέα στηρίζεται Usenet είναι ότι είναι ένας συνεταιρισμός.Έχοντας ήδη στο USENET για να πάει κανείς σε δέκα χρόνια, διαφωνώ με αυτό.Η βασική ιδέα στηρίζεται USENET είναι η φλόγα.
		-- Chuq Von Rospach, chuq@Apple.COM

%
"Κάθε ομάδα έχει ένα ζευγάρι των εμπειρογνωμόνων. Και κάθε ομάδα έχει τουλάχιστον ένα ηλίθιος. Έτσι είναι ισορροπία και αρμονία (και διχόνοια) διατηρείται. Είναι μερικές φορές δύσκολο να το θυμάστε αυτό στο μεγαλύτερο μέρος των flamewars που όλοι την ταλαιπωρία και πόνος προκαλείται συνήθως από ένα ή δύο υψηλά κίνητρα, καυστική twits. "
		-- Chuq Von Rospach, chuq@apple.com, about Usenet

%
Υποστηρίζεται το σύστημα τον τελευταίο καιρό;
		-- Chuq Von Rospach, chuq@apple.com, about Usenet

%
"Δεν πολύ σημαίνει οποίους ο ένας παντρεύεται για το ένα είναι βέβαιο ότι θα βρείτε το επόμενοπρωί ήταν κάποιος άλλος. "
		-- Rogers

%
"Αν φοβάσαι τη μοναξιά, δεν παντρεύονται."
		-- Chekhov

%
«Η αγάπη είναι ένα ιδανικό πράγμα, ο γάμος ένα πραγματικό πράγμα? Σύγχυση του πραγματικού μετο ιδανικό ποτέ δεν μένει ατιμώρητη. "
		-- Goethe

%
"Στο γάμο, να διστάζουν μερικές φορές για να σωθεί."
		-- Butler

%
"Το μεγάλο ερώτημα, ... που δεν μπόρεσα να απαντήσω ... είναι,` Τι σημαίνειγυναίκα θέλει; »
		-- Sigmund Freud

%
"Έχω πρόσφατα εξετάζει όλες τις γνωστές δεισιδαιμονίες του κόσμου, και δεν βρίσκουν ιδιαίτερα δεισιδαιμονία μας (Χριστιανισμός) μία λυτρωτική χαρακτηριστικό. Είναι όλα ίδια στηρίζονται σε μύθους και τη μυθολογία. "
		-- Thomas Jefferson

%
Θυμηθείτε: Silly είναι μια κατάσταση του μυαλού, Stupid είναι ένας τρόπος ζωής.
		-- Dave Butler

%
«Η υπεροχή του ενός μορφωμένος άνθρωπος πάνω από ένα προσκυνητής είναι ίση με την υπεροχήτου φεγγαριού, το βράδυ της πανσελήνου, πάνω από όλα τα αστέρια. Αληθώς, οέμαθαν οι άνδρες είναι οι κληρονόμοι των προφητών ».
		-- A tradition attributed to Muhammad

%
"Ο κλήρος κήρυξε με επιτυχία τα δόγματα της υπομονής και μικροψυχία?οι δραστικές αρετές της κοινωνίας ήταν αποθαρρύνονται? και τα τελευταία υπολείμματα ενόςστρατιωτικού πνεύματος θάφτηκαν στο μοναστήρι: ένα μεγάλο μέρος των δημόσιων καιιδιωτικού πλούτου εγκαινιάστηκε στις προσχηματικοί απαιτήσεις της φιλανθρωπίας και της αφοσίωσης?και των αμοιβών των στρατιωτών ήταν αφειδώς στα άχρηστα πλήθη των δύο φύλωνπου θα μπορούσε να επικαλεστεί μόνο τα πλεονεκτήματα της αποχής και της αγνότητας. "
		-- Edward Gibbons, _The Decline and Fall of the Roman Empire_

%
«Το ερώτημα είναι μάλλον: αν καταφέρουμε ποτέ στην παραγωγή ένα μυαλό» των ξηρών καρπών καιβίδες », πώς θα ξέρουμε έχουμε καταφέρει;- Fergal Toomey"Θα μας πει."
		-- Barry Kort

%
"Το μήνυμά σας είναι μοιραία για σιγουριά."
		-- Will Durant

%
«Οι Μετς ήταν μεγάλη στο« εξήντα οκτώ, Οι κάρτες ήταν μια χαρά στο «εξήντα εννέα, Αλλά οι Cubs θα είναι ουράνια σε δεκαεννέα εβδομήντα. "
		-- Ernie Banks

%
"Σε δύο περιπτώσεις που έχει ζητηθεί [από τα μέλη του Κοινοβουλίου!],« Pray, κBabbage, αν βάλετε στο μηχάνημα λάθος στοιχεία, θα είναι οι σωστές απαντήσειςβγαίνω έξω?' Δεν είμαι σε θέση να αντιληφθεί σωστά το είδος της σύγχυσης των ιδεώνπου θα μπορούσε να προκαλέσει μια τέτοια ερώτηση. "
		-- Charles Babbage

%
«Καλώ τον Χριστιανισμό ο * ένα * μεγάλη κατάρα, το * ένα * μεγάλη εγγενήδιαφθορά, το * ένα * μεγάλο ένστικτο για την εκδίκηση για τις οποίες δεν πρόσφοροείναι αρκετά δηλητηριώδες, μυστική, υπόγεια, * μικροπρεπείς * - καλώτο * ένα * θνητός ψεγάδι της ανθρωπότητας. "
		-- Friedrich Nietzsche

%
"Ο βασικός σκοπός εμψύχωση στην πίστη του Θεού και της θρησκείας του είναι ναδιαφύλαξη των συμφερόντων και την προώθηση της ενότητας της ανθρώπινης φυλής, και να προωθήσειτο πνεύμα της αγάπης και συντροφικότητα μεταξύ των ανδρών. Υποφέρουν να μην γίνει μια πηγήτης διχόνοιας και της διχόνοιας, του μίσους και της εχθρότητας. "«Η θρησκεία είναι αληθώς το κύριο μέσο για την εγκαθίδρυση της τάξης στην κόσμου και της ηρεμίας μεταξύ των λαών είναι ... Όσο μεγαλύτερη είναι η μείωση των η θρησκεία, η πιο τραγική, η δυστροπία των ασεβών. Αυτό δεν μπορεί παρά να να οδηγήσει στο τέλος στο χάος και σύγχυση. "
		-- Baha'u'llah, a selection from the Baha'i scripture

%
"Cogito ergo έχω δίκιο και να είστε λάθος."
		-- Blair Houghton

%
«... Μία από τις κύριες αιτίες της πτώσης της ρωμαϊκής αυτοκρατορίας ήταν ότι,λείπει το μηδέν, δεν είχαν τρόπο να δείξει την επιτυχή περάτωση τωνΓ προγράμματα τους. "
		-- Robert Firth

%
Ερ: Κάποιος μόλις δημοσιεύτηκε ότι Ρομάν Πολάνσκι σε σκηνοθεσία του Star Wars. Τιπρέπει να κάνω;Α: Αξιολογήστε τη σωστή απάντηση με τη μία! Δεν μπορούμε να έχουμε οι άνθρωποι πηγαίνουν για την πίστηότι! Πολύ καλό σε σας για να εντοπίσετε αυτό. Θα πρέπει πιθανώς να είναι η μόνη πουνα κάνει τη διόρθωση, έτσι ώστε να δημοσιεύσετε το συντομότερο δυνατό. Δεν υπάρχει χρόνος για να χάσει, έτσισίγουρα μην περιμένετε μια μέρα, ή να ελέγξετε για να δείτε αν κάποιος άλλος έχει κάνει τοδιόρθωση.Και δεν είναι αρκετά καλή για να στείλετε το μήνυμα με e-mail. Δεδομένου ότι είστε ομόνο κάποιος που πραγματικά ξέρει ότι ήταν Φράνσις Κόπολα, θα πρέπει να ενημερώσετετο σύνολο της καθαρής αμέσως!
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
Q: Πώς μπορώ να επιλέξω τι ομάδες να δημοσιεύσετε στην; ...Ερ: Τι θα λέγατε για παράδειγμα;Ένα ok. Ας πούμε ότι θέλετε να καταγγείλετε ότι Gretzky έχει αντικείμενο διαπραγμάτευσης από τηνΌιλερς στους βασιλιάδες. Τώρα αμέσως να σκεφτείτε rec.sport.hockeyθα ήταν αρκετό. ΛΑΝΘΑΣΜΈΝΟΣ. Πολλοί περισσότεροι άνθρωποι μπορεί να ενδιαφέρονται. Αυτό είναι έναμεγάλη εμπορική! Δεδομένου ότι πρόκειται για ένα άρθρο ειδήσεων, ανήκει στις ειδήσεις. * Ιεραρχίαςεπισης. Εάν είστε ειδήσεων διαχειριστή, ή υπάρχει ένα στο μηχάνημα σας, δοκιμάστεnews.admin. Εάν όχι, χρησιμοποιήστε news.misc.Οι Όιλερς είναι πιθανώς ενδιαφέρονται για τη γεωλογία, ώστε να προσπαθήσουμε sci.physics. Αυτός είναιένα μεγάλο αστέρι, έτσι ώστε μετά να sci.astro και sci.space επειδή είναι επίσηςενδιαφέρονται για τα αστέρια. Στη συνέχεια, το όνομά του είναι πολωνική ήχο. Έτσι, μετά ναsoc.culture.polish. Αλλά η ομάδα δεν υπάρχει, οπότε cross-post για ναΘα πρέπει να δημιουργηθεί news.groups προτείνοντας αυτό. Με αυτό πολλές ομάδεςτο ενδιαφέρον, το άρθρο σας θα είναι αρκετά παράξενο, έτσι ώστε μετά να talk.bizarre ωςΛοιπόν. (Και μετά να comp.std.mumps, αφού μετά βίας να πάρει οποιαδήποτε άρθραυπάρχει και μια ομάδα "δείγμα" θα διαδώσει περαιτέρω το άρθρο σας.)Μπορείτε επίσης να βρείτε ότι είναι πιο διασκεδαστικό να δημοσιεύσετε το άρθρο μία φορά σε κάθε ομάδα.Αν λίστα όλες τις ομάδες συζήτησης στο ίδιο άρθρο, κάποιοι εκφωνητές θαδείχνουν μόνο το το άρθρο στον αναγνώστη μια φορά! δεν ανέχονται αυτό.
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
Ε: Δεν μπορώ να σημάνει αξίζει ένα φράγμα. Ελπίζω ότι σας πηγαίνει πάρα πολύ να μου πει τι να κάνω;Α: Μην ανησυχείτε για το πώς τα άρθρα σας δούμε. Να θυμάστε ότι είναι το μήνυμαπου μετράει, όχι ο τρόπος που παρουσιάζονται. Να αγνοήσουμε το γεγονός ότι η προχειρότηταορθογραφία σε μια αμιγώς γραπτή φόρουμ στέλνει τα ίδια σιωπηλή μηνύματα πουλερωμένα ρούχα θα την αντιμετώπιση ένα ακροατήριο.
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
Ερ: Απλώς ανακοίνωσε στο ραδιόφωνο που Dan Quayle επιλέχθηκε ως ηΔημοκρατικός ν.Ρ. υποψήφιος. Πρέπει να δημοσιεύσετε;Α: Φυσικά. Η καθαρή μπορεί να φθάσει τους ανθρώπους σε μόλις 3-5 ημέρες. Τουο τέλειος τρόπος για να ενημερώσει τους πολίτες σχετικά με τέτοια γεγονότα ειδήσεων καιρό μετά τηνμεταδίδουν τα δίκτυα αυτά έχουν καλυφθεί. Όπως σας είναι ίσως το μόνο πρόσωπονα έχουν ακούσει την είδηση ​​στο ραδιόφωνο, να είστε βέβαιος να δημοσιεύσετε το συντομότερο δυνατό.
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
Τι έκανε ο Μίκυ Μάους πάρει για τα Χριστούγεννα;Μια Dan Quayle παρακολουθήσετε.
		-- heard from a Mike Dukakis field worker

%
Ερ: Ποια είναι η διαφορά μεταξύ ενός πωλητή αυτοκινήτων και ενός υπολογιστή    πωλητής?Α: Ο πωλητής αυτοκινήτων μπορεί πιθανώς να οδηγεί!
		-- Joan McGalliard (jem@latcs1.oz.au)

%
«Βλακεία σας, Allen, δεν είναι απλά μέχρι την ισοτιμία."- Ο Dave Mack (mack@inco.UUCP)"Δικός σου είναι."
		-- Allen Gwinn (allen@sulaco.sigma.com), in alt.flame

%
Μια επιλογή από τις ταοϊστική Συγγραφικό έργο:"Lao-Tan ζήτησε ο Κομφούκιος:` Τι εννοείτε με καλοσύνη και δικαιοσύνη »; Ο Κομφούκιος είπε: `Για να είναι σε μύχια της καρδιάς ενός ατόμου στην καλοσύνη συμπάθεια με όλους τα πράγματα? να αγαπούν όλους τους ανθρώπους και να επιτρέψει καμία εγωιστική σκέψεις: αυτή είναι η φύση της καλοσύνης και της δικαιοσύνης. "
		-- Kwang-tzu

%
"Ο Ιησούς σώζει ... αλλά Gretzky παίρνει το ριμπάουντ!"
		-- Daniel Hinojosa (hinojosa@hp-sdd)

%
"Οτιδήποτε δημιουργείται πρέπει απαραιτήτως να είναι κατώτερη από την ουσία του δημιουργού."- Claude Shouse (shouse@macomw.ARPA)"Η μητέρα του Αϊνστάιν πρέπει να ήταν ένα καλό ενός φυσικός».
		-- Joseph C. Wang (joe@athena.mit.edu)

%
«Η θρησκεία είναι κάτι που έχει απομείνει από την παιδική ηλικία της νοημοσύνης μας, θαμαραζώσει όπως υιοθετούμε λόγο και την επιστήμη ως κατευθυντήριες γραμμές μας. "
		-- Bertrand Russell

%
"Να βρεθεί χείλη είναι βδέλυγμα στον Κύριο? Αλλά αυτοί που ασχολούνται πραγματικά είναι του απόλαυση. Ένα μαλακό απάντηση αποστρέφει το θυμό? αλλά τραγική λέξεις ξεσηκώσει την οργή. Αυτός που answereth ένα θέμα πριν αυτός ακούει, είναι τρέλα και ντροπή σ ' αυτόν. Δεν μπορεί να είναι ένας μάρτυρας ενάντια στον πλησίον σου χωρίς αιτία? και δεν εξαπατούν με τα χείλη σου. Ο θάνατος και η ζωή είναι στη δύναμη της γλώσσας. "
		-- Proverbs, some selections from the Jewish Scripture

%
"Ως έφηβος που φιλοδοξούσε να διαρκεί φήμη, έχω λαχταρούσε πραγματικά δικαίου, καιΈχω διψούσαν για μια ουσιαστική όραμα της ανθρώπινης ζωής - έτσι έγινα ένας επιστήμονας.Αυτό είναι σαν να γίνει ένα αρχιεπίσκοπο, έτσι ώστε να μπορεί να ανταποκριθεί κορίτσια. "
		-- Matt Cartmill

%
Heisenberg μπορούσε να ήταν εδώ.
		-- Matt Cartmill

%
"Οποιαδήποτε δικαιολογία θα εξυπηρετήσει έναν τύραννο."
		-- Aesop

%
«Η εμπειρία έχει αποδείξει ότι κάποιοι άνθρωποι γνωρίζουν πραγματικά τα πάντα."
		-- Russell Baker

%
Πόσες Ζεν βουδιστικής χρειάζεται για να αλλάξουν μια λάμπα;Δυο. Ένα για να το αλλάξει και ένα όχι για να το αλλάξετε.
		-- Russell Baker

%
«Προτιμώ τις αμβλεία ρόπαλα των οπαδών του Φιδιού Θεού."
		-- Sean Doran the Younger

%
"Αν δεν θέλετε οι άλλοι να μου αναφέρετε, δεν μιλάω».
		-- Phil Wayne

%
"Τερματικό μου είναι ένα θανατηφόρο κουταλάκι του γλυκού."
		-- Patricia O Tuama

%
"Είμαι ... μια γυναίκα ... και ... τεχνικά μια παρασιτική ανάπτυξη της μήτρας"
		-- Sean Doran the Younger [allegedly]

%
"Είναι ακριβώς εγώ, ή μήπως κάποιος άλλος διαβάσει` Βίβλο humpers »κάθε φοράκάποιος γράφει `Βίβλο thumpers;»
		-- Joel M. Snyder, jms@mis.arizona.edu

%
"Το χρήμα είναι η ρίζα όλων των χρημάτων."
		-- the moving finger

%
"... Greg Nowak:` Ένας άλλος φλόγα από Greg »- χρειάζεται να πω περισσότερα;"- Jonathan D. Trudel, trudel@caip.rutgers.edu"Όχι Θα πρέπει να πούμε λιγότερο."
		-- Richard Sexton, richard@gryphon.COM

%
"Και είναι η γνώμη μου, και αυτό είναι μόνο δική μου άποψη, είστε ένας τρελός. Απλάεπειδή υπάρχουν μερικά hunderd άλλους ανθρώπους που μοιράζονται την τρέλα σας μαζί σαςδεν σας κάνει καμία saner. Καταδικασμένη, ε; "
		-- Oleg Kiselev,oleg@CS.UCLA.EDU

%
«Η υπακοή. Μια θρησκεία των σκλάβων. Μια θρησκεία της πνευματικής θάνατο. Μου αρέσειτο. Μην κάνετε ερωτήσεις, δεν νομίζω, να τηρείτε τον Λόγο του Κυρίου - όπωςέχει βολικά έφερε σε σας από έναν άνθρωπο σε μια Rolls με ένα βαρύ Rolexστον καρπό του. Μου αρέσει αυτή η δουλειά! Πού μπορώ να εγγραφώ; "
		-- Oleg Kiselev,oleg@CS.UCLA.EDU

%
"Home ζωή όπως την αντιλαμβανόμαστε δεν είναι πιο φυσικό για μας από ένα κλουβί είναι έναείδος ψιττακού."
		-- George Bernard Shaw

%
"Ο γάμος είναι σαν ένα κλουβί? Βλέπει κανείς τα πουλιά έξω απεγνωσμένα να έρθετε σε, καιαυτά τα μέσα απεγνωσμένα να βγούμε. "
		-- Montaigne

%
"Για ένα αρσενικό και θηλυκό για να ζήσει συνεχώς μαζί είναι ... βιολογικάμιλώντας, μια εξαιρετικά αφύσικη κατάσταση. "
		-- Robert Briffault

%
"Ο γάμος είναι χαμηλά, αλλά θα περάσουν το υπόλοιπο της ζωής σας πληρώνουν για αυτό."
		-- Baskins

%
Ένας άνθρωπος δεν είναι πλήρης έως ότου είναι παντρεμένος - τότε έχει τελειώσει.
		-- Baskins

%
Ο γάμος είναι η μοναδική αιτία του διαζυγίου.
		-- Baskins

%
Ο γάμος είναι ο θρίαμβος της φαντασίας πάνω νοημοσύνης. Ο δεύτερος γάμος είναιο θρίαμβος της ελπίδας επί της εμπειρίας.
		-- Baskins

%
«Η αλυσίδα η οποία μπορεί να yanked δεν είναι η αιώνια αλυσίδα."
		-- G. Fitch

%
«Πηγαίνετε στον ουρανό για το κλίμα, κόλαση για την εταιρεία."
		-- Mark Twain

%
"Είμαι πεπεισμένος ότι οι κατασκευαστές ταπήτων αφαίρεση των μυρωδιών σκόνη έχουν περιλαμβάνονται έγκλειστα χρόνο κυκλοφόρησε ούρων γατών στα προϊόντα τους. Αυτό τεχνολογία πρέπει να είναι αυτό που εμπόδισε τη διανομή του κατά τη διάρκεια της βασιλείας της μαμάς μου. Μου χαλί μυρίζει σαν κάτουρο, και δεν έχω μια γάτα. Καλύτερα να πάτε από κάποια άλλα. "
		-- timw@zeb.USWest.COM, in alt.conspiracy

%
"Αν δεν υπάρχει πρόβλημα πληθυσμού, γιατί είναι η κυβέρνηση τη θέση του καρκίνου στηντα τσιγάρα; "
		-- the elder Steptoe, c. 1970

%
"Αν δεν θέλετε το σκυλί σας να έχει κακή αναπνοή, κάνω αυτό που κάνω: Ρίξτε λίγο Lavoris στην τουαλέτα. "
		-- Comedian Jay Leno

%
"Εδώ είναι κάτι για να σκεφτούμε: Πώς έρχονται δεν μπορείτε ποτέ να δείτε μια επικεφαλίδα όπως `Psychic Wins Lottery" ».
		-- Comedian Jay Leno

%
"Λοιπόν γεια εκεί Τσάρλι Μπράουν, μπορείτε τούβλο."
		-- Lucy Van Pelt

%
"Ο χρόνος είναι μια ψευδαίσθηση. Μεσημέρι διπλά έτσι."
		-- Ford Prefect, _Hitchhiker's Guide to the Galaxy_

%
"Η άγνοια είναι το έδαφος στο οποίο πίστη στα θαύματα μεγαλώνει."
		-- Robert G. Ingersoll

%
"Ας κάθε άνθρωπος να διδάξει τον γιο του, να διδάξουν την κόρη του, ότι η εργασία είναι έντιμη."
		-- Robert G. Ingersoll

%
"Δεν έχω την παραμικρή εμπιστοσύνη στις« πνευματικές εκδηλώσεις. "
		-- Robert G. Ingersoll

%
"Είναι δύσκολο να υπερεκτιμούν το χρέος που οφείλουμε στους άνδρες και τις γυναίκες του ιδιοφυΐα."
		-- Robert G. Ingersoll

%
"Χαρά είναι πλούτος και η αγάπη είναι το νόμιμο νόμισμα της ψυχής."
		-- Robert G. Ingersoll

%
«Τα χέρια που βοηθούν είναι καλύτερα τώρα από ό, τι τα χείλη που προσεύχονται».
		-- Robert G. Ingersoll

%
"Είναι οι δημιουργιστές που blasphemously ισχυρίζονται ότι ο Θεός είναι εξαπάτηση μας σε ένα ηλίθιο τρόπο. "
		-- J. W. Nienhuys

%
"Όχι, όχι, δεν με πειράζει να ονομάζεται ο εξυπνότερος άνθρωπος στον κόσμο. Θα ήθελα απλώς δεν ήταν αυτό. "
		-- Adrian Veidt/Ozymandias, WATCHMEN

%
"Να * εξαιρετική * ο ένας στον άλλο."
		-- Bill, or Ted, in Bill and Ted's Excellent Adventure

%
Οι διαδικασίες αδειοδότησης έβδομη έκδοση είναι, υποθέτω, ακόμα σε ισχύ,αν και αμφιβάλλω ότι οι ταινίες είναι διαθέσιμες από την AT & T. Σε κάθε περίπτωση, όποια και αν είναιπεριορισμούς, η άδεια επιβάλλει εξακολουθούν να υπάρχουν. Αυτοί οι περιορισμοί ήταν καιείναι λογικές για τις θέσεις που θέλουν απλά να τρέξει το σύστημα, αλλά δεν επιτρέπουνπολλά από τα πράγματα που Minix γράφτηκε για την, όπως τη μελέτη της πηγής στηντάξεις, ή από άτομα που δεν σε πανεπιστήμιο ή την εταιρεία.Έχω πάντα πίστευα ότι Minix ήταν μια ωραία ιδέα, και αρμοδίως γίνει.Όσο για το μέγεθος της V7, wc -l /usr/sys/*/*.[chs] είναι 19271.
		-- Dennis Ritchie, 1989

%
«Το όραμά μας είναι να επιταχύνει το χρόνο, τελικά εξάλειψη». - Alex Σουρέ
		-- Dennis Ritchie, 1989

%
«Η αγάπη είναι ένα αγωνιστικό snowmobile σε όλη την τούνδρα και στη συνέχεια ξαφνικά αντιστρέφει πάνω, που εναποθέτει κάτω. Τη νύχτα, οι νυφίτσες πάγο έρθει. "
		-- Matt Groening

%
"Δεν φοβάμαι το θάνατο, εγώ απλά δεν θέλουν να είναι εκεί όταν αυτό συμβεί."
		-- Woody Allen

%
"Η οδός βρίσκει τη δική χρήσεις του για την τεχνολογία."
		-- William Gibson

%
«Βλέπω λίγο θεότητα γι 'αυτούς ή να σας. Μπορείτε να μου μιλήσει του Χριστιανισμούόταν είστε στην πράξη της κρέμεται τους εχθρούς σας. Ήταν πάντα εκεί, όπωςβλάσφημο ανοησίες! "
		-- Shaw, "The Devil's Disciple"

%
"Εσείς και εγώ, όπως τα άτομα μπορούν, με δανεισμό, ζουν πέρα ​​από τις δυνατότητές μας, αλλάμόνο για περιορισμένο χρονικό διάστημα. Γιατί θα πρέπει να πιστεύουμε ότι συλλογικά,ως έθνος, είμαστε δεν δεσμεύονται από το ίδιο περιορισμό; "
		-- Ronald Reagan

%
"Έκανε να αποφασίσει, ωστόσο, ότι με περισσότερο χρόνο και μεγάλη διανοητική προσπάθεια,θα μπορούσε πιθανώς μετατρέψει τη δραστηριότητα σε ένα αποδεκτό διαστροφή ».
		-- Mick Farren, _When Gravity Fails_

%
"Μετατροπή, σχολαστικός Θεά, αγαπά το αίμα καλύτερα από τούβλα, και γιορτέςπιο διακριτικά από την ανθρώπινη θέληση. "
		-- Virginia Woolf, "Mrs. Dalloway"

%
Ήρθε η ώρα για την εκκίνηση, δεν ROMs εκκίνησης σας γνωρίζουμε πού ελεγκτές δίσκου σας είναι;
		-- Virginia Woolf, "Mrs. Dalloway"

%
"Αυτό που οι επιστήμονες έχουν μαζί τους χαρτοφύλακες είναι τρομακτικό."
		-- Nikita Khrushchev

%
«... Μια άριστη βάρβαρος ... Τζένγκις Καν!"
		-- _Bill And Ted's Excellent Adventure_

%
"Τραβήξτε τη σκανδάλη και να είστε σκουπίδια."
		-- Lady Blue

%
"Ω τι δεν θα έδινα να έφτυσε στο στο πρόσωπο ..."
		-- a prisoner in "Life of Brian"

%
"Η αλήθεια ποτέ δεν έρχεται στον κόσμο, αλλά σαν ένα κάθαρμα, στην ατίμωσηαπό αυτόν που έφερε τη γέννησή της. "
		-- Milton

%
"Αν δεν μπορείτε να με συζήτηση, τότε δεν υπάρχει κανένας τρόπος στην κόλαση θα out-προσβάλλουν μου."- Scott Legrand (Scott.Legrand@hogbbs.Fidonet.Org)"Μπορεί να είναι λάθος εδώ, το μικρό».
		-- R. W. F. Clark (RWC102@PSUVM)

%
"Ναι, είμαι ένα πραγματικό έργο. Ένα πράγμα που μαθαίνουμε στο ULowell είναι πώς να φλόγα άχρηστο hacking μη-EE είναι σαν εσένα. Είμαι ανώτερη σε σας με κάθε τρόπο από την κατάρτιση και την εμπειρία στον τεχνικό τομέα. Ο καθένας μπορεί να μάθει πώς να χαράξει, αλλά Μηχανικών δεν έρχεται σχεδόν τόσο εύκολα. Στην πραγματικότητα, είμαι Δεν προσπαθώ να προσβάλω όλες τις μεγάλες εταιρείες που CS εκεί έξω, αλλά νομίζω ότι EE είναι ένα από τα σκληρότερο μεγάλες εταιρείες / grad μεγάλες εταιρείες για να περάσει. Ευτυχώς, είμαι το κάνει. "- "Πολεμιστής Diagnostics" (wardiag@sky.COM)"Το να είσαι τόσο ένα EE και μαλάκας ταυτόχρονα πρέπει να είναι μια τρομερή επιβάρυνση για σενα. Αυτό δεν είναι πραγματικά μια φλόγα, μόνο μια περιστασιακή παρατήρηση. Με κάνει ευτυχής ήμουν CS σημαντική, η ζωή είναι πραγματικά ευχάριστο για μένα. Καλή διασκέδαση με σας επιλεγεί τρόπος υπάρξεως! "
		-- Jim Morrison (morrisj@mist.cs.orst.edu)

%
"Συντάκτες BYTE είναι άνδρες οι οποίοι διαχωρίζουν την ήρα από το σιτάρι, και στη συνέχεια, εκτυπώσετε το άχυρο. "
		-- Lionel Hummel (uiucdcs!hummel), derived from a quote by Adlai Stevenson, Sr.

%
Το Μανιφέστο "FUN ΜΕ USENET"Πολύ λίγα θα συμβεί στο Usenet χωρίς κάποιο είδος απάντησης από κάποιο άλλοαναγνώστης. Διασκέδαση με αποσπάσεις Usenet δεν αποτελούν εξαίρεση. Δεδομένου ότι υπάρχουν κάποιοι πουθα μπορούσε να αμφισβητήσει τη λογική του μερικά από τα αποσπάσματα που περιλαμβάνονται σ 'αυτό, έχωσυντάσσεται μια λίστα με τις κατευθυντήριες γραμμές που συνοψίζουν τη φιλοσοφία πίσω από αυτάαποσπάσεις.Ένα. Ποτέ δεν κοπεί λέξεις στη μέση του ένα απόσπασμα χωρίς ΠΟΛΥκαλό λόγο, και εγώ ποτέ δεν τους κοπεί χωρίς να συμπεριλαμβάνονται ελλείψεις. Γιαπαράδειγμα, "δεν είμαι ένας goob" μπορεί να γίνει "Είμαι ... μια goob", αλλά αυτό είναι πάρα πολύεγκόσμια για να ασχοληθείτε με. "Είμαι απόδειξη φλόγα" μπορεί (και έχει) να γίνει"Είμαι ... ένα ... π ... oof", αλλά αυτό είναι πραγματικά το τέντωμα.Δύο. Αν έκοψα τα λόγια από την αρχή ή τέλος ένα απόσπασμα, δεν το κάνωβάλει ελλείψεις, αλλά ούτε μπορώ να επωφεληθούμε από κάτι που δεν ήταν κεφαλαιοποιούνταιπριν από την περικοπή. "Δεν νομίζω ότι η Εκκλησία της Ubizmo είναι μια θαυμάσιαθέση »θα μετατραπεί σε« η Εκκλησία της Ubizmo είναι ένα υπέροχο μέρος ". Φανταστείτεη απόσπαση ως μια ταινία-καταγραφή των σκέψεων της αφίσας. Αν μπορώ να ρυθμίσετεμέχρι το απόσπασμα μέσω γρήγορης προώθησης και σταματώντας την ταινία, και χωρίς μάτισμα,Δεν τίθεται ελλείψεις σε. Και από τον τρόπο, μου αρέσει να χρησιμοποιούν αυτό το μηχανισμό για τηνστροφή γύρω από τα πράγματα. Αν νομίζετε ότι κάτι βρωμάει, ας πούμε έτσι - δεν σας λένεΔεν νομίζω ότι είναι υπέροχο. ...
		-- D. J. McCarthy (dmccart@cadape.UUCP)

%
"Μπορούν ότι μπορεί να δώσει μέχρι και ουσιαστική ελευθερία για να αποκτήσουν λίγη προσωρινήτην ασφάλεια αξίζουν ούτε ελευθερία ούτε ασφάλεια ».
		-- Benjamin Franklin, 1759

%
«Είμαι, ως εκ τούτου, είμαι."
		-- Akira

%
"Stan και σκέφτηκα ότι αυτό το πείραμα ήταν τόσο ηλίθιοι, αποφασίσαμε να χρηματοδοτήσει μόνοι μας. "
		-- Martin Fleischmann, co-discoverer of room-temperature fusion (?)

%
«Έχω περισσότερες πληροφορίες σε ένα μέρος από κανέναν στον κόσμο."
		-- Jerry Pournelle, an absurd notion, apparently about the BIX BBS

%
"Είναι ό, τι μπορείτε να μάθετε, αφού το μόνο που μετράει ξέρω."
		-- John Wooden

%
#define BITCOUNT (x) (((BX_ (x) + (BX_ (x) >> 4)) & 0x0F0F0F0F)% 255)#define BX_ (x) ((x) - (((x) >> 1) & 0x77777777) \- (((X) >> 2) & 0x33333333) \- (((X) >> 3) & 0x11111111))
		-- really weird C code to count the number of bits in a word

%
"Εάν μπορείτε να γράψετε τις ιστορίες ενός έθνους, δεν χρειάζεται να ανησυχείτε για το ποιος κάνει τους νόμους. Σήμερα, η τηλεόραση λέει περισσότερες από τις ιστορίες για τους περισσότερους από τους ανθρώπους τον περισσότερο καιρό."
		-- George Gerbner

%
"Ο λογικός άνθρωπος προσαρμόζει τον εαυτό του στον κόσμο? Ο παράλογος επιμένει στην προσπάθεια να προσαρμόσει τον κόσμο στον εαυτό του. Ως εκ τούτου, όλα πρόοδος εξαρτάται από την το παράλογο άνθρωπο ».
		-- George Bernard Shaw

%
"Θέλουμε να δημιουργήσουμε μαριονέτες που τραβούν το δικό τους χορδές."- Ann Marion"Μήπως αυτό κάνει τους μαριονέτες;"
		-- Jeff Daiell

%
Σχετικά με το θέμα της C εσοχή του προγράμματος:"Σε εγωιστικό τη γνώμη μου, τα προγράμματα των περισσότερων ανθρώπων C θα πρέπει να είναι σε εσοχή έξι πόδια προς τα κάτω και καλύπτονται με χώμα. "
		-- Blair P. Houghton

%
Υπήρχε, φαίνεται, ένα μυστηριώδες τελετή έναρξης της διαδικασίας μέσω της οποίας, σεένα ή τον άλλο τρόπο, σχεδόν κάθε μέλος της ομάδας πέρασε. Ο όρος πουτα παλιά τα χέρια που χρησιμοποιούνται για αυτήν την ιεροτελεστία - Δυτική εφηύρε τον όρο, όχι η πρακτική -είχε `εγγραφή». Με την εγγραφή για το έργο που συμφώνησε να κάνει ό,ήταν απαραίτητη για την επιτυχία. Μπορείτε συμφώνησε να εγκαταλείψει, αν είναι απαραίτητο, την οικογένεια,χόμπι και τους φίλους - εάν είχατε κάποιο από αυτά τα αριστερά (και δεν θα μπορούσε, ανπου είχε υπογράψει πάρα πολλές φορές στο παρελθόν).
		-- Tracy Kidder, _The Soul of a New Machine_

%
"Μέχρι τη στιγμή που είχε μειωθεί 50-8, οι άλλοι νάνοι ξεκίνησαννα υποπτεύεται "Hungry".
		-- a Larson cartoon

%
"Αλλά δεν βλέπεις, το χρώμα του κρασιού σε ένα κρύσταλλο μπορεί να είναι πνευματικός. Το βλέμμα σε ένα πρόσωπο, η μουσική του βιολιού. Ένα Παρίσι θέατρο μπορεί να εγχυθεί με το πνευματικό για όλους στερεότητα της. "
		-- Lestat, _The Vampire Lestat_, Anne Rice

%
"Αγάπη χώρα σας, αλλά ποτέ δεν εμπιστεύονται την κυβέρνησή του."
		-- from a hand-painted road sign in central Pennsylvania

%
      Αγόρασα την τελευταία υπολογιστή?      αυτό έγινε πλήρως φορτωμένο.      Ήταν εγγυημένη για 90 ημέρες,      αλλά στο 30 ήταν ξεπερασμένη!
		-- The Wall Street Journal passed along by Big Red Computer's SCARLETT

%
Για να ενημερώσετε Βολταίρος, "εγώ μπορεί να σκοτώσει όλα τα Μηνύματα από εσάς, αλλά εγώ θα αγωνιστούμε γιαδικαίωμά σου να το δημοσιεύσετε, και εγώ θα το αφήσει να διαμένουν σε δίσκους μου ".
		-- Doug Thompson (doug@isishq.FIDONET.ORG)

%
"Αν ένα πρόγραμμα είναι αλλά πολύ τρεις γραμμές,κάποια μέρα θα πρέπει να διατηρηθεί. "
		-- The Tao of Programming

%
"Turn on, συντονιστείτε επάνω, ροκάρετε».
		-- Billy Gibbons

%
         ΓΗ     αιθαλομίχλη | τούβλα AIR - λάσπη - ΦΩΤΙΑσόδα | τεκίλα         ΝΕΡΌ
		-- Billy Gibbons

%
"Φυσικά ηλεκτρικά εργαλεία και το αλκοόλ δεν αναμειγνύεται. Ο καθένας ξέρει ηλεκτρικά εργαλεία δεν είναιδιαλυτό στην αλκοόλη ... "
		-- Crazy Nigel

%
«Η ζωή είναι χάλια, αλλά ο θάνατος δεν τίθεται καθόλου ...."
		-- Thomas J. Kopp

%
   n = ((n >> 1) & 0x55555555) | ((N << 1) & 0xaaaaaaaa)?   n = ((n >> 2) & 0x33333333) | ((Ν << 2) & 0xcccccccc)?   n = ((n >> 4) & 0x0f0f0f0f) | ((Ν << 4) & 0xf0f0f0f0)?   n = ((n >> 8) & 0x00ff00ff) | ((Ν << 8) & 0xff00ff00)?   n = ((Ν >> 16) & 0x0000ffff) | ((N << 16) & 0xffff0000)?
		-- Yet another mystical 'C' gem. This one reverses the bits in a word.

%
«Σε όλη τη χώρα, από τη λαϊκή κουλτούρα στο σύστημα προπαγάνδας, δεν υπάρχεισταθερή πίεση για να κάνει τους ανθρώπους να αισθάνονται ότι είναι αβοήθητοι, ότι ο μόνος ρόλοςμπορούν να έχουν είναι να επικυρώσει τις αποφάσεις και να καταναλώνουν. "
		-- Noam Chomsky

%
"Ένα πολύπλοκο σύστημα που λειτουργεί είναι πάντα βρεθεί να έχει εξελιχθεί από μια απλήσύστημα που λειτούργησε. "
		-- John Gall, _Systemantics_

%
"Κατά τη γνώμη μου, ο Richard Stallman δεν θα αναγνωρίσει την τρομοκρατία ανήρθε και τον δάγκωσε στο διαδίκτυο του. "
		-- Ross M. Greenberg

%
Μου έκανε έναν κανόνα για να αντέξετε όλες τις άμεσες αντιφάσεις με τα συναισθήματα τηςάλλων, και όλα τα θετικά ισχυρισμό της δικής μου. Έχω απαγόρευσε τον εαυτό μου ακόμη και τη χρήσηκάθε λέξης ή έκφρασης στη γλώσσα που εισάγονται μια σταθερή άποψη,όπως "σίγουρα", "χωρίς αμφιβολία", κλπ υιοθέτησα αντί για τους "Iσυλλάβουν "," εγώ σύλληψη », ή« φαντάζομαι »ένα πράγμα να είναι τόσο ή έτσι? ή" έτσιΜου φαίνεται προς το παρόν ".Όταν ένας άλλος ισχυρίστηκε κάτι που σκέφτηκα ένα λάθος, εγώ αρνήθηκε ο ίδιος οευχαρίστηση έρχεται σε αντίθεση με τον απότομα, και του δείχνει τον αμέσως μερικάπαραλογισμός στην πρόταση του. Σε απάντηση άρχισα παρατηρώντας ότι σεορισμένες περιπτώσεις ή περιστάσεις γνώμη του θα ήταν σωστό, αλλά στην παρούσαπερίπτωση εμφανίστηκε εκεί ή μου φάνηκε κάποια διαφορά, κ.λπ.Βρήκα μόλις το πλεονέκτημα αυτής της αλλαγής στο τρόπο μου? οι συνομιλίες μουπου ασχολούνται με πήγε σε πιο ευχάριστα. Το σεμνό τρόπο με τον οποίο πρότεινα μουαπόψεις τους αγοραστεί σε μια αμεσότερη υποδοχής και λιγότερο αντίφαση. είχαλιγότερο ταπείνωση, όταν διαπιστώθηκε ότι ήταν σε λάθος, και εγώ πιο εύκολαεπικράτησε με άλλους να εγκαταλείψουν τα λάθη τους και να συμμετάσχουν μαζί μου όταν ήμουνέτυχε να είναι στο σωστό.
		-- Autobiography of Benjamin Franklin

%
«Αν ποτέ πάρει γύρω στο γράψιμο ότι η γλώσσα depompisifier, θα αλλάξεισχεδόν όλες τις εμφανίσεις της λέξης «παράδειγμα» σε «παράδειγμα» ή «μοντέλο».
		-- Herbie Blashtfalt

%
«Η ζωή, το σιχαίνομαι ή να αγνοήσει αυτό, δεν μπορείτε να αρέσει."
		-- Marvin the paranoid android

%
Περιφρονητική φώτα έλαμψε σε όλη την κονσόλα του υπολογιστή.
		-- Hitchhiker's Guide to the Galaxy

%
"Πρέπει να υπάρχει κάποιο λάθος», είπε, «δεν είσαι μεγαλύτερος υπολογιστή από ό, τιη δισεκατομμύριο Gargantubrain που μπορεί να υπολογίζει όλα τα άτομα σε ένα αστέρι σε μιαμιλιδευτερόλεπτο?""Η δισεκατομμύριο Gargantubrain;" είπε ο Deep Thought με απροκάλυπτη περιφρόνηση.«Μια απλή άβακα. Το αναφέρω όχι."
		-- Hitchhiker's Guide to the Galaxy

%
"Αλλά δεν είσαι», είπε, «μια πιο διαβολικός καυγατζής από την Μεγάλη HyperlobicOmni-Συγγενών νετρονίων Wrangler της Ciceronicus Δώδεκα, τη μαγεία καιΑκούραστος?"«Η Μεγάλη Hyperlobic Omni-Συγγενών νετρονίων Wrangler," είπε ο Deep Thought,διεξοδικά το τροχαίο το r είναι, "θα μπορούσε να μιλήσει και τα τέσσερα πόδια μακριά από ArcturanMega-Donkey - αλλά μόνο θα μπορούσα να το πείσει να πάει για έναν περίπατο αργότερα ".
		-- Hitchhiker's Guide to the Galaxy

%
Αν οικοδόμοι κτίρια που έχουν χτιστεί με τον τρόπο προγραμματιστές γράφουν προγράμματα, τράνταγμα Colaθα ήταν μια εταιρεία Fortune-500.Αν οικοδόμοι κτίρια που έχουν χτιστεί με τον τρόπο προγραμματιστές γράφουν προγράμματα, θα ήθελα να είναιείναι σε θέση να αγοράσει ένα ωραίο αποικιακή πολλαπλών επιπέδων σε Babbages για $ 34.95.Αν προγραμματιστές έγραψε προγράμματα τον τρόπο οικοδόμοι χτίσει κτίρια, είχαμε ακόμανα χρησιμοποιούν autocoder και τη λειτουργία της μεταγλώττισης καταστρώματα.
		-- Peter da Silva and Karl Lehenbauer, a different perspective

%
Τα λάθη είναι ανθρώπινα, να Moo βοοειδών.
		-- Peter da Silva and Karl Lehenbauer, a different perspective

%
«Η Αμερική είναι ένα ισχυρότερο έθνος για την αδιάλλακτη προσπάθεια της ACLU του."
		-- President John F. Kennedy

%
"Τα απλά δικαιώματα, οι ελευθερίες των πολιτών από τις γενεές του αγώνα δεν πρέπει ναείναι μόνο ωραία λόγια για την πατριωτική διακοπές, λέξεις που ανατρέπουν τις καθημερινές, αλλάζουν, τίμησε τους κανόνες συμπεριφοράς ανάμεσά μας ... Είμαι ευτυχής το Αμερικανικό ΕμφύλιοΕλευθεριών Ένωση παίρνει αγανακτισμένος, και ελπίζω ότι αυτό θα είναι πάντα έτσι. "
		-- Senator Adlai E. Stevenson

%
"Η ACLU έχει σταθεί Τετραγωνικού εναντίον των επαναλαμβανόμενων παλίρροιες της υστερίας ότιαπό καιρό σε καιρό να απειλήσει τις ελευθερίες παντού ... Πράγματι, είναι δύσκολονα εκτιμήσουν πόσο μακριά ελευθερίες μας θα μπορούσε να έχει διαβρωθεί αν δεν ήταν για τογενναία εκπροσώπηση Ένωσης στα δικαστήρια των συνταγματικών δικαιωμάτωντων ανθρώπων όλων των πεποιθήσεων, δεν έχει σημασία πόσο αντιλαϊκά ή ακόμα και περιφρονημένοςαπό την πλειοψηφία ήταν εκείνη την εποχή. "
		-- former Supreme Court Chief Justice Earl Warren

%
«Η δύναμη του Συντάγματος έγκειται αποκλειστικά στον προσδιορισμό του κάθεπολίτης για να την υπερασπιστούν. Μόνο αν ο κάθε πολίτης αισθάνεται καθήκον να κάνουμετο μερίδιό του στην άμυνα αυτή είναι τα συνταγματικά δικαιώματα ασφαλής. "
		-- Albert Einstein

%
"Λοιπόν εγώ δεν βλέπω γιατί θα πρέπει να κάνει ένας άνθρωπος δυστυχισμένος, όταν μπορώ να κάνω τόσα πολλάάνδρες ευτυχισμένος. "
		-- Ellyn Mustard, about marriage

%
"Και θα πρέπει να το νόμο: Εάν χρησιμοποιείτε τη λέξη` παραδείγματος »χωρίς να γνωρίζει τιτο λεξικό λέει ότι σημαίνει, σας πάει στη φυλακή. Χωρίς εξαιρέσεις."
		-- David Jones @ Megatest Corporation

%
"Luke, είμαι ο πατέρας yer, ρε. Έλα πάνω στη σκοτεινή πλευρά, θα Hoser."
		-- Dave Thomas, "Strange Brew"

%
"Ας μην είναι πάρα πολύ δύσκολο για τη δική μας άγνοια. Είναι το πράγμα που καθιστά Αμερική μεγάλη. Αν η Αμερική δεν ήταν ασύγκριτα αδαείς, πώς θα μπορούσαμε να έχουν ανεχθεί τα τελευταία οκτώ χρόνια; "
		-- Frank Zappa, Feb 1, 1989

%
«Η ιστορία της κάθε μεγάλη Galactic Civilization τείνει να περάσει μέσα απότρία διακριτά και αναγνωρίσιμα στάδια, εκείνα της επιβίωσης, Εξεταστική καιΕκλέπτυνση, αλλιώς γνωστή ως το πώς, γιατί και πού φάσεις."Για παράδειγμα, η πρώτη φάση χαρακτηρίζεται από την ερώτηση« Πώς μπορεί ναεμείς τρώμε?' το δεύτερο από το ερώτημα «Γιατί τρώμε;» και η τρίτη απότο ερώτημα «Πού θα έχουμε γεύμα;"
		-- Hitchhiker's Guide to the Galaxy

%
"Μην νομίζετε? Αφήστε το μηχάνημα να το κάνει για εσάς!"
		-- E. C. Berkeley

%
"Επομένως, κάθε αρχηγός ο οποίος αναλαμβάνει την υποχρέωση να πραγματοποιήσει ένα σχέδιο που θεωρεί ελαττωματικό, να είναι σε υπαιτιότητά? θα πρέπει να βάλει εμπρός τους λόγους του, Επιμένουμε του σχεδίου που άλλαξε, και τελικά υποβάλει την παραίτησή του και όχιαπό ό, τι είναι το όργανο της πτώσης του στρατού του. "
		-- Napoleon, "Military Maxims and Thought"

%
"(Ο Επικεφαλής Προγραμματιστής) καθορίζει προσωπικά την λειτουργική και την απόδοση προδιαγραφές, σχεδιάζει το πρόγραμμα, τους κωδικούς του, δοκιμάζει και γράφει τους τεκμηρίωση ... Χρειάζεται μεγάλο ταλέντο, δέκα χρόνια εμπειρίας και σημαντική συστήματα και εφαρμογές των γνώσεων, είτε στην εφαρμογή μαθηματικά, διαχείριση επιχειρηματικών δεδομένων, ή οτιδήποτε άλλο. "
		-- Fred P. Brooks, _The Mythical Man Month_

%
"Δεν έχει τελειώσει μέχρι να τελειώσει."
		-- Casey Stengel

%
"Αν κάτι μπορεί να πάει στραβά, θα."
		-- Edsel Murphy

%
"Yo μωρό yo yo το μωρό."
		-- Eddie Murphy

%
"Θα πρέπει να μάθουν να λειτουργούν καγιάκ σας με ένα είδος ju-jitsu. Θα πρέπει να μάθουν να πω τι το ποτάμι θα κάνει σε σας, και δεδομένου εκείνες τις παραμέτρους δείτε πώς μπορείτε μπορεί να ζήσει με αυτό. Θα πρέπει να απορροφήσει τη δύναμή του και να το μετατρέψει σε χρήστες σας όσο καλύτερα μπορείτε. Ακόμη και με την ταχύτητα και την ευκινησία ενός καγιάκ, είστε όχι γρηγορότερα από το ποτάμι, ούτε ισχυρότερη, και μπορείτε να νικήσει μόνο με κατανόηση αυτό. "
		-- Strung, Curtis and Perry, _Whitewater_

%
Ο καθένας που έρχεται εδώ θέλει τρία πράγματα:1. Θέλουν γρήγορη.2. Θέλουν καλό.3. Θέλουν φτηνό.Λέω 'em για να πάρει δύο και να μου τηλεφωνήσει πίσω.
		-- sign on the back wall of a small printing company in Delaware

%
"Περισσότερα προγράμματα λογισμικού έχουν πάει στραβά για την έλλειψη ημερολογιακό χρόνο από ό, τι για όλους άλλες αιτίες μαζί. "
		-- Fred Brooks, Jr., _The Mythical Man Month_

%
πανικού: παγίδα του πυρήνα (αγνοείται)
		-- Fred Brooks, Jr., _The Mythical Man Month_

%
"Πυρηνικού πολέμου μπορεί να καταστρέψει ολόκληρη τη μεταγλώττιση σας."
		-- Karl Lehenbauer

%
"Θυμηθείτε, του εξτρεμισμού στην nondefense της μετριοπάθειας δεν είναι μια αρετή."
		-- Peter Neumann, about usenet

%
«Εμείς οι ίδιοι αφιερωμένη σε μια ισχυρή ιδέα - οργανικός νόμος και όχι γυμνός εξουσία. φαίνεται να υπάρχει καθολική αποδοχή της ιδέας του έθνους. "
		-- Supreme Court Justice Potter Steart

%
«Τι άνθρωπος έχει κάνει, ο άνθρωπος μπορεί να φιλοδοξούν να κάνουν."
		-- Jerry Pournelle, about space flight

%
"Εάν μπορείτε, να βοηθήσει τους άλλους. Αν δεν μπορείτε, τουλάχιστον να μην βλάψει τους άλλους."
		-- the Dalai Lama

%
Για τον προγραμματιστή συστημάτων, οι χρήστες και οι εφαρμογές χρησιμεύουν μόνο για την παροχή ενόςφορτίο δοκιμής.
		-- the Dalai Lama

%
"Απλά σκεφτείτε, με VLSI μπορούμε να έχουμε 100 ENIACS σε ένα τσιπ!"
		-- Alan Perlis

%
"... Οι τοπικές απαγορεύσεις δεν μπορεί να εμποδίσει προόδους σε στρατιωτικές και εμπορικές τεχνολογία ... δημοκρατικά κινήματα για την τοπική συγκράτησης μπορεί μόνο να συγκρατήσει δημοκρατίες του κόσμου, όχι ο κόσμος στο σύνολό του. "
		-- K. Eric Drexler

%
"Η rotter που simpers ότι δεν βλέπει καμία διαφορά ανάμεσα σε ένα νομοσχέδιο πέντε δολάριοκαι ένα μαστίγιο αξίζει να μάθουν τη διαφορά με δική πλάτη του - όπως, νομίζω, ότιθα."
		-- Francisco d'Anconia, in Ayn Rand's _Atlas Shrugged_

%
"Αν ένα έθνος τιμές τίποτα περισσότερο από την ελευθερία, θα χάσει την ελευθερία της? Και Η ειρωνεία είναι ότι αν είναι η άνεση ή τα χρήματα που εκτιμά περισσότερο, θα χάσουν αυτό, πάρα πολύ. "
		-- W. Somerset Maugham

%
"Συγγνώμη για την αναπνοή, η οποία ποτέ δεν κάνω έτσι κι αλλιώς δεν ξέρω γιατί ενοχλεί να το πω, Θεέ μου, είμαι τόσο κατάθλιψη. Εδώ είναι ένα άλλο από αυτά τα αυτάρεσκη πόρτες. ΖΩΗ! Μην μου μιλάς για τη ζωή. "
		-- Marvin the Paranoid Android

%
Μια από τις σημαντικότερες δυσκολίες που Trillian εμπειρία στη σχέση της με τονZaphod μάθαινε να γίνει διάκριση ανάμεσα σε αυτόν που προσποιείται ότι είναι ηλίθιος απλάνα φέρουμε τους ανθρώπους από τη φρουρά τους, προσποιούμενοι ότι είναι ηλίθιο γιατί δεν μπορούσε νανα μπει στον κόπο να σκεφτούν και να ήθελε κάποιος άλλος να το κάνει γι 'αυτόν, προσποιούμενοινα είναι τόσο εξωφρενικά ηλίθιο να κρύψει το γεγονός ότι στην πραγματικότητα δεν κατάλαβακαπέλο συνέβαινε, και πραγματικά είναι πραγματικά ηλίθιο. Είχε φημίζονται γιαείναι αρκετά έξυπνος και ξεκάθαρα ήταν τόσο - αλλά όχι όλη την ώρα, η οποίατον ανησυχεί προφανώς, εξ ου και η πράξη. Προτίμησε τους ανθρώπους να είναι προβληματισμένοιόχι περιφρονητική. Αυτό πάνω από όλα φαίνεται να Trillian για να είναιπραγματικά ηλίθιο, αλλά δεν μπορούσε πλέον να τον κόπο να υποστηρίξει περίπου.
		-- Douglas Adams, _The Hitchhiker's Guide to the Galaxy_

%
Πολύ πίσω στα βάθη της αρχαιότητας, στις μεγάλες και ένδοξες μέρες τουπρώην Γαλαξιακή Αυτοκρατορία, η ζωή ήταν άγρια, πλούσια και σε μεγάλο βαθμό αφορολόγητα.Mighty διαστημόπλοια που χειρίζεται το δρόμο τους ανάμεσα εξωτικά ήλιους, αναζητούν την περιπέτεια καιεπιβραβεύσει μεταξύ των απώτατα της Γαλαξιακής χώρο. Σε εκείνες τις ημέρες, τα οινοπνευματώδη ποτάήταν γενναίοι, το διακύβευμα ήταν υψηλό, οι άνδρες ήταν πραγματικοί άνδρες, οι γυναίκες ήταν πραγματικές γυναίκεςκαι τα μικρά πλάσματα γούνινος από την Alpha Centauri ήταν πραγματικά μικρό γούνινο πλάσματααπό την Alpha Centauri. Και όλα τόλμησε να αντέξει άγνωστο τρόμους, να κάνει πανίσχυρηπράξεις, με τόλμη χωρίσει απαρέμφατα ότι ο άνθρωπος δεν είχε χωρίσει πριν - και ως εκ τούτουήταν η αυτοκρατορία πλαστά.
		-- Douglas Adams, _The Hitchhiker's Guide to the Galaxy_

%
"Gort, Klaatu Nikto Barada."
		-- The Day the Earth Stood Still

%
> Από MAILER-DAEMON@Think.COM Πεμ 2 Μάρ 13:59:11 1989> Θέμα: Επέστρεψε mail: άγνωστο σφάλμα mailer 255"Dale, η διεύθυνσή σας δεν λειτουργεί πλέον. Μπορείτε να το διορθώσετε στο τέλος σας;"- Bill Wolfe (wtwolfe@hubcap.clemson.edu)"Bill, ο εγκέφαλός σας δεν λειτουργεί πλέον. Μπορείτε να το διορθώσετε στο τέλος σας;"
		-- Karl A. Nyberg (nyberg@ajpo.sei.cmu.edu)

%
"Μην ρίχνετε οξύ, πάρτε περάσει καταρρεύσουν!"
		-- Bryan Michael Wendt

%
«Πήρα μια ερώτηση για σένα. Ya πήρε ένα λεπτό;"
		-- two programmers passing in the hall

%
Πήρα ένα κεφάλι ψάρια στους κινηματογράφους και δεν πρέπει να πληρώσουν.
		-- Fish Heads, Saturday Night Live, 1977.

%
Τι hath σφυρήλατο Μπομπ;
		-- Fish Heads, Saturday Night Live, 1977.

%
«Δεν ξέρω από πού ερχόμαστε, Δεν ξέρω πού θα πάμε να, Και αν όλα αυτά θα πρέπει να έχουν ένα λόγο, Θα είναι η τελευταία για να ξέρει. Οπότε ας ελπίσουμε υπάρχει μια γη της επαγγελίας, Και μέχρι τότε, ... Όσο καλύτερα μπορείτε. "
		-- Steppenwolf, "Rock Me Baby"

%
"Βοηθήστε τον κ Οδηγός!"
		-- Tennessee Tuxedo

%
"Ο νομοθέτης, όλων των όντων, οφείλει περισσότερη υποταγή στο δίκαιο. Εκείνος όλων των ανδρών θα πρέπει να συμπεριφέρεται σαν ο νόμος τον ανάγκασε. Αλλά είναι η καθολική αδυναμία της ανθρωπότητας, αυτό που είμαστε δίνεται για να διαχειριστούμε εμείς το φανταζόμαστε δικό μας. "
		-- H. G. Wells

%
"Σε αντίθεση με τις περισσότερες net.puritans, όμως, έχω την αίσθηση ότι αυτό που άλλοι συναινούντων υπολογιστές κάνετε στην ιδιωτικότητα του τηλεφώνου τους συνδέσεις είναι δική τους επιχείρηση. "
		-- John Woods, jfw@eddie.mit.edu

%
"Μην μου μιλάς για αποποιήσεις! Έχω εφεύρει αποποιήσεις!"
		-- The Censored Hacker

%
«Σε αυτό το σημείο θέλουμε να είμαστε απολύτως σαφείς: ο σοσιαλισμός δεν έχει τίποτα να κάνειμε την εξίσωση. Ο σοσιαλισμός δεν μπορεί να διασφαλίσει τις συνθήκες ζωής καικατανάλωση σύμφωνα με την αρχή «από τον καθένα σύμφωνα με τουικανότητα, στον καθένα σύμφωνα με τις ανάγκες του. "Αυτό θα είναι κάτω από τον κομμουνισμό.Ο σοσιαλισμός έχει ένα διαφορετικό κριτήριο για την κατανομή των κοινωνικών παροχών:«Από τον καθένα σύμφωνα με τις ικανότητές του, στον καθένα σύμφωνα με την εργασία του." »
		-- Mikhail Gorbachev, _Perestroika_

%
"Το καλώδιο δεν είναι μια πολυτέλεια, αφού πολλές περιοχές έχουν κακή τηλεοπτική λήψη."- Ο δήμαρχος της Tucson, Αριζόνα, 1989[Προφανώς, καλή λήψη τηλεόρασης είναι μια βασική ανάγκη - τουλάχιστον στο Tucson -kl]
		-- Mikhail Gorbachev, _Perestroika_

%
«Όλα τα μονοπάτια του συστήματος πρέπει να είναι τοπολογικά και κυκλικά αλληλένδετα για εννοιολογικά οριστικά, σε τοπικό επίπεδο μπορεί να μετατραπεί, πολυεδρικά κατανόηση πρέπει να επιτευχθούν σε αυθόρμητη μας - άρα, πιο οικονομική - geodesiccally δομημένες σκέψεις. "
		-- R. Buckminster Fuller [...and a total nonsequitur as far as I can tell.  -kl]

%
"Ένα πράγμα που δεν σας λένε για να κάνουν πειραματική φυσική είναι ότι Μερικές φορές θα πρέπει να εργάζονται υπό αντίξοες συνθήκες ... σαν μια κατάσταση απόλυτης τρόμος."
		-- W. K. Hartmann

%
"Είναι όταν λένε 2 + 2 = 5 που αρχίζω να υποστηρίζουν."
		-- Eric Pepke

%
Συγκρίνοντας τις πληροφορίες και τις γνώσεις που είναι σαν να ζητάμε από το αν το πάχος ενόςχοίρος είναι περισσότερο ή λιγότερο πράσινο από το καθορισμένο κανόνα hitter. "
		-- David Guaspari

%
«Κανένας από τους άνδρες μας είναι" ειδικοί ". Έχουμε τα περισσότερα δυστυχώς έκρινε αναγκαίογια να απαλλαγούμε από έναν άνθρωπο το συντομότερο σκέφτεται τον εαυτό του έναν εμπειρογνώμονα - επειδή κανέναςθεωρεί ποτέ τον εαυτό του εμπειρογνώμονα, εάν ξέρει πραγματικά τη δουλειά του. Ένας άνθρωπος που ξέρει έναδουλειά βλέπει πολύ περισσότερα που πρέπει να γίνουν από ό, τι έχει κάνει, ότι είναι πάντα πατώνταςπρος τα εμπρός και ποτέ δεν δίνει μέχρι και μια στιγμιαία σκέψη για το πόσο καλή και πόσο αποτελεσματικήαυτός είναι. Σκέφτεται πάντα μπροστά, να σκεφτόμαστε πάντα προσπαθούμε να κάνουμε περισσότερα, φέρνει μιακατάσταση του νου στην οποία τίποτα δεν είναι αδύνατο. Τη στιγμή που κάποιος μπαίνει σε η"Ειδικός" κατάσταση του νου ένας μεγάλος αριθμός από τα πράγματα γίνονται αδύνατη. "
		-- From Henry Ford Sr., "My Life and Work," p. 86 (1922):

%
"Οι NY Times διαβάζεται από τους ανθρώπους που διοικούν τη χώρα. Η Washington Postδιαβάζεται από τους ανθρώπους που νομίζουν ότι τρέχουν τη χώρα. Η National Enquirerδιαβάζεται από τους ανθρώπους που πιστεύουν ότι Elvis είναι ζωντανός και τη λειτουργία της χώρας ... "
		-- Robert J Woodhead (trebor@biar.UUCP)

%
        "...« Φωτιά »δεν έχει σημασία,« γη »και« αέρα »και« νερό »δεν κάνειύλη. 'Δεν εχω σημασία. Δεν λέξη έχει σημασία. Αλλά ο άνθρωπος ξεχνά την πραγματικότητακαι θυμάται τα λόγια. Οι περισσότερες λέξεις θυμάται, η πιο έξυπνοι κάνει τουυποτρόφων τον εκτιμώ. Κοιτάζει από τις μεγάλες μεταμορφώσεις τουκόσμο, αλλά δεν τους βλέπουμε ως είχαν δει όταν ο άνθρωπος εκλαμβάνεταιπραγματικότητα για πρώτη φορά. Τα ονόματά τους έρχονται στα χείλη του και χαμογελάειόπως ο ίδιος τα γούστα, νομίζοντας ότι τα ξέρει στην ονομασία. "
		-- Siddartha, _Lord_of_Light_ by Roger Zelazny

%
"Η άρδευση της γης με θαλασσινό νερό από αφαλάτωση με τη δύναμη της σύντηξης είναι αρχαία.Αυτό λέγεται «βροχή».
		-- Michael McClary, in alt.fusion

%
«Η κακή φήμη UNIX έχει πάρει είναι εντελώς άδικο, που για τα άτομα που δεν καταλαβαίνουν, οι οποίοι δεν έχουν πάρει εκεί και προσπάθησε τίποτα. "
		-- Jim Joyce, former computer science lecturer at the University of California

%
«Είμαστε επιστήμονες, των οποίων η τραγική μοίρα που έχει να κάνει με τις μεθόδουςεκμηδένιση ολοένα και πιο ανατριχιαστικές και πιο αποτελεσματική, πρέπει να την πανηγυρική μας θεωρούνκαι υπερβατική καθήκον να κάνει ό, τι μας στην πρόληψη αυτών των όπλωνπου χρησιμοποιείται για τη βάναυση σκοπό για τον οποίο είχαν εφευρεθεί. "
		-- Albert Einstein, Bulletin of Atomic Scientists, September 1948

%
"Μπορείτε να έχετε το σύστημά μου Unix όταν το εξετάζω από το κρύο, νεκρός δάχτυλά μου."
		-- Cal Keegan

%
Θα είμαστε περισσότερο από ευτυχείς να το κάνουν μία φορά ο Jim δείχνει το παραμικρό σημάδιτου ενδιαφέροντος για τον καθορισμό πρότασή του να ασχοληθεί με την τεχνικήεπιχειρήματα που έχουν ήδη * * έχουν γίνει. Οι περισσότεροι μηχανικοί έχουνμάθει είναι λίγο αυτό που θα αποκτηθεί από την τελειοποίηση του χρονισμό βαλβίδωνσε μια μηχανή εσωτερικής καύσης βενζινοκίνητο όταν τα έμβολακαι στροφαλοφόρου λείπουν ...
		-- Valdis.Kletnieks@vt.edu on NANOG

%
Είναι πάντα λυπηρό όταν φύγουν οι ψύλλοι, γιατί αυτό σημαίνει ότι το σκυλί σας είναι νεκρός.
		-- Wesley T. Williams

%
