Debian Συμβουλή # 44: Μπορείτε να ακολουθήσετε το λογαριασμό Identi.ca για το Debian σεhttp://identi.ca/debian Περισσότερες πληροφορίες του Debian στο IDENTICA μπορεί επίσης νανα βρεθεί στη διεύθυνση: http://wiki.debian.org/Teams/Publicity/IdenticaDebian Συμβουλή # 1: Μπορείτε να αναφέρετε ένα σφάλμα σε ένα πακέτο με την εντολή «reportbug»,το οποίο είναι διαθέσιμο στο πακέτο reportbug, είτε από τη γραμμή εντολών ήμε το νέο γραφικό περιβάλλον (διαθέσιμο τρέχει »reportbug --ui gtk2» ή σετο μενού).

%
Debian Συμβουλή # 2: Μπορείτε να χρησιμοποιήσετε το "dpkg-reconfigure <πακέτο>« να αλλάξει ηαπαντήσεις που έδωσε στις ερωτήσεις κατά την πρώτη εγκατάσταση ενός πακέτου.Το πακέτο «Διαμόρφωση-debian» παρέχει ένα ενιαίο μέτωπο τέλος για να γίνει αυτό,επισης.

%
Debian Συμβουλή # 3: Μπορείτε να χρησιμοποιήσετε είτε 'αναζήτηση apt-cache <λέξεις> »ή«Επάρκειας αναζήτηση <λέξεις>» για να αναζητήσετε λέξεις στις περιγραφές όλωνδιαθέσιμα πακέτα.

%
Debian Συμβουλή # 4: Μπορείτε να δείτε τις διαθέσιμες και εγκατεστημένες εκδόσεις για έναή περισσότερα διαθέσιμα πακέτα με την «πολιτική apt-cache <πακέτα> 'εντολή.

%
Debian Συμβουλή # 5: Αν χρειαστεί να οικοδομήσουμε ένα προσαρμοσμένο πυρήνα, χρησιμοποιήστε το «make-kpkg»γραφή που βρέθηκαν στο πακέτο kernel-package.

%
Debian Συμβουλή # 6: Δεν υπάρχει καμία υπόδειξη # 6. Υποβάλετε μια υπόδειξη σήμερα!

%
Debian Συμβουλή # 7: Μπορείτε να χρησιμοποιήσετε το πακέτο cron-apt να κάνει αυτόματη νυχτερινήλήψεις του προϊόντος για τα πακέτα είναι εγκατεστημένα στο σύστημά σας.

%
Debian Συμβουλή # 8: Αν έχετε προβλήματα με το Debian ότι δεν μπορείτε να λύσετεδιαβάζοντας τα εγχειρίδια και την τεκμηρίωση, ρωτήστε για τους χρήστες του Debianλίστα (debian-user@lists.debian.org).

%
Debian Συμβουλή # 9: Αν θα πρέπει να γνωρίζετε ποια έκδοση του Debian είστε σήμερατρέξιμο, κοιτάξτε στο / etc / debian_version ή να χρησιμοποιήσετε την εντολή "lsb_release -sc». Αν εσύθέλετε να μάθετε την κωδική ονομασία για αυτήν την έκδοση (για παράδειγμα, 5.0 με την κωδική ονομασία«Lenny»), ελέγξτε αυτό το URL:http://www.debian.org/doc/FAQ/ch-ftparchives.html#s-codenames

%
Debian Συμβουλή # 10: Υπάρχουν Debian λίστες για τα πάντα, από το χρήστηερωτήσεις για να συζητήσεις για το τι πρέπει να τεθεί σε έγγραφα Πολιτικής του Debian.Ελέγξτε τη λίστα στο http://www.debian.org/MailingLists/ και εγγραφείτεεκείνους που σας ενδιαφέρουν.

%
Debian Συμβουλή # 11: Μείνετε ενημερωμένοι για το τι συμβαίνει - διαβάστε το DebianΝέα έργου. Διαβάστε το στο web σε http://www.debian.org/News/weekly/

%
Debian Συμβουλή # 12: Το πακέτο grep-dctrl παρέχει μια σειρά από χρήσιμες scriptsγια τη γρήγορη αναζήτηση διάφορα αρχεία ελέγχου πακέτου (όπως το διαθέσιμοαρχείο πακέτα).

%
Debian Συμβουλή # 13: Αν δεν σας αρέσουν οι προεπιλεγμένες επιλογές που χρησιμοποιούνται σε ένα σύστημα Debianπακέτο, μπορείτε να κατεβάσετε τον πηγαίο κώδικα και να οικοδομήσουμε μια έκδοση που χρησιμοποιεί ηεπιλογές που προτιμάτε. δείτε http://www.debian.org/doc/FAQ/ch-pkg_basics.html(Τμήματα 6.13 και 6.14) για περισσότερες πληροφορίες.Ωστόσο, έχουμε κατά νου ότι οι περισσότερες επιλογές στις περισσότερες συσκευασίες μπορεί να ρυθμιστείκατά το χρόνο εκτέλεσης, και δεν απαιτούν την μεταγλώττιση του το πακέτο.

%
Debian Συμβουλή # 14: Εάν θέλετε να ακολουθήσετε τα πράγματα συμβαίνουν σε ένα πακέτο(Για παράδειγμα, εάν θέλετε να δείτε αναφορές σφαλμάτων, αφήστε ανακοινώσεις, και άλλαπαρόμοια πράγματα), σκεφτείτε να εγγραφείτε σε αυτό για το Σύστημα Πακέτο Tracking.Μπορείτε να μάθετε περισσότερα για το PTS σε:http://www.debian.org/doc/manuals/developers-reference/resources.html#pkg-tracking-system

%
Debian Συμβουλή # 15: Η τεκμηρίωση για ένα πακέτο μπορεί κανονικά να βρεθούνκάτω από το / usr / share / doc / <πακέτο>. Ειδικότερα, η README.Debian αρχείο συχνάέχει χρήσιμες πληροφορίες για το Debian ειδικά ιδιορρυθμίες ή συμβουλές.

%
Debian Συμβουλή # 16: Αν ψάχνετε για ένα συγκεκριμένο αρχείο, αλλά δεν ξέρωτο οποίο πακέτο ανήκει, δοκιμάστε να εγκαταστήσετε 'apt-file', η οποία διατηρείμικρή βάση δεδομένων των πληροφοριών, ή να αναζητήσετε τα περιεχόμενα του DebianΠακέτα δεδομένων, η οποία μπορεί να γίνει σε:http://www.debian.org/distrib/packages#search_contents

%
Debian Συμβουλή # 17: Ανάγκη να μιλήσετε σε κάποιον σχετικά με το Debian; Αν είστε άνεταμε το Internet Relay Chat (IRC), απλά εγκαταστήστε το αγαπημένο σας πρόγραμμα για IRC, καιενταχθούν #debian για irc.debian.org.

%
Debian Συμβουλή # 18: πληροφορίες ποιοτικού ελέγχου για ένα πακέτο μπορεί να βρεθείπηγαίνοντας στο http://packages.qa.debian.org/~~V <πακέτο>? Αυτή η σελίδα παρέχεισυνδέσεις στη σελίδα QA συντηρητή, οι BTS, ειδήσεις για το πακέτο, καιπληροφορίες σχετικά με την οποία εκδόσεις είναι διαθέσιμες στην οποία τα αρχεία.

%
Debian Συμβουλή # 19: Αν σας ενδιαφέρει σε συσκευασίες κτίριο από την πηγή, πουθα πρέπει να εξετάσει την εγκατάσταση του πακέτου apt-src.

%
Debian Συμβουλή # 20: Θέλετε να παρακολουθείτε ποια έκδοση ενός πακέτου που έχετεεγκατεστημένο (ιδιαίτερα χρήσιμο για εκείνους που τρέχουν υβριδικά σταθερή / δοκιμή /ασταθή συστήματα); Ελέγξτε apt-show-versions.

%
Debian Συμβουλή # 21: Εάν Debian κουτί σας είναι πίσω από μια αργή σύνδεση στο δίκτυο,αλλά έχετε πρόσβαση σε ένα γρήγορο, καθώς, ελέγξτε το πακέτο apt-zip.

%
Debian Συμβουλή # 22: Αναρωτιέστε οποίων καθρέφτη του Debian είναι καλύτερο για σας; Αναχωρώτο apt-κατάσκοπος και netselect-apt πακέτα, τα οποία μπορούν να σας δώσουν πληροφορίεςγια το πώς διάφορες εκτελέσει τοποθεσίες καθρέφτη.

%
Debian Συμβουλή # 23: Εάν το σύστημά σας χρησιμοποιεί πάρα πολύ χώρο στο δίσκο, δοκιμάστε ταdeborphan πακέτο? μπορεί να προσφέρει προτάσεις σχετικά με το ποια πακέτα μπορεί να είναιαχρησιμοποίητα και αφαιρούμενα. Και, φυσικά, μην ξεχάσετε να καθαρίσετε τοAPT περιοχή κρυφής μνήμης (χρησιμοποιώντας «apt-get clean», «ικανότητα καθαρό», ήΔράση επάρκειας του -> Καθαρίστε το πακέτο cache στοιχείο μενού).

%
Debian Συμβουλή # 24: Αν θα ήθελα να ευχαριστήσω ένα συντηρητή για τον χειρισμό ενόςθέμα, ελέγξτε --kudos reportbug.

%
Debian Συμβουλή # 25: Το πακέτο «debian-αναφοράς» περιέχει μια ευρεία ποικιλίατων εγγράφων αναφοράς για τους χρήστες και προγραμματιστές του Debian. Οι περισσότεροι αποπληροφοριών μπορεί επίσης να βρεθεί στην ακόλουθη διεύθυνση URL:http://www.debian.org/doc/manuals/reference

%
Debian Συμβουλή # 26: Εάν ένα πακέτο δεν φαίνεται να έχουν πολύ τεκμηρίωση,ελέγξτε για ένα πακέτο που ονομάζεται "<πακέτο> -doc» ή παρόμοια και φροντίστε ναεγκαταστήσετε, καθώς και? πακέτα με μεγάλες ποσότητες εγγράφωνχωρίσει τακτικά τα docs με αυτόν τον τρόπο για όσους δεν θέλουν ναεγκατάστασή τους.

%
Debian Συμβουλή # 27: επαληθεύει τακτικά αντίγραφα ασφαλείας σας. * Μπορείτε * Οι διατήρηση αντιγράφων ασφαλείας,δικαίωμα? Δικαίωμα? Αν όχι, ξεκινήστε με πίσσα (1) ή χωματερή (1).

%
Debian Συμβουλή # 28: Αν το μηχάνημά σας δεν είναι για όλο τον χρόνο (όπως έναlaptop), ελέγξτε το πακέτο «anacron»? Αυτό θα διασφαλίσει ότι η τακτικήεργασίες εξακολουθούν να συμβαίνουν, ακόμη και αν το μηχάνημα δεν είναι κατά τη στιγμή που θακανονικά να προκαλέσει.

%
Debian Συμβουλή # 29: Κρατήστε το ρολόι του συστήματός σας ακριβείς - Μηχανές που είναι ενεργοποιημένατο μεγαλύτερο μέρος ή το σύνολο του χρόνου θα πρέπει να έχουν την «ΝΤΡ» πακέτο εγκατεστημένο για να κρατήσει το χρόνοακριβής μεταξύ επανεκκινήσεις.

%
Debian Συμβουλή # 30: Τεκμηρίωση μπορούν να διατίθενται στη διεύθυνση http: // localhost /με την εγκατάσταση του «doc-βάσης» και «doc-κεντρική» πακέτα και τουςεξαρτήσεις.

%
Debian Συμβουλή # 31: Η απενεργοποίηση ενός κανονικά ενεργό υπηρεσία σε ένα συγκεκριμένο επίπεδο εκτέλεσηςθα πρέπει να γίνει με την αλλαγή της σύνδεσης S σε /etc/rc<level>.d σε μια σύνδεση Κ,παρά την αφαίρεση εντελώς τη σύνδεση? εάν όλες οι συνδέσεις απομακρύνθηκε, τοσύστημα θα αναλάβει την επόμενη εγκατάσταση ότι πρέπει να αντικατασταθούν.

%
Debian Συμβουλή # 32: Το πακέτο «doc-debian» περιέχει κάποιες γενικέςτεκμηρίωση για το έργο Debian. Είναι επίσης διαθέσιμο στα ισπανικά(Doc-debian-es), Γαλλικά (doc-debian-FR) και της Ουκρανίας (doc-debian-UK).

%
Debian Συμβουλή # 33: Το πακέτο «devscripts» περιέχει μερικά χρήσιμα σενάρια γιαΟι χρήστες που θέλουν να βοηθήσουν να βελτιώσουν το Debian, π.χ. wnpp-ειδοποίησης, RC-εγρήγορση και BTS.

%
Debian Συμβουλή # 34: Εάν θέλετε να παρακολουθείτε το Debian sid και να έχουν μια μικρή λήψηποσόστωση ή ένα πραγματικά αργή σύνδεση, ελέγξτε το πακέτο debdelta.

%
Debian Συμβουλή # 35: Σε αναζήτηση για ορισμένα παιχνίδια; Ρίξτε μια ματιά στο «goplay», η οποίαπροσφέρει μια ωραία διεπαφή για την περιήγηση μέσα από όλα τα είδη των παιχνιδιών.

%
Debian Συμβουλή # 36: Χρειάζεστε ένα νεότερο πακέτο από ό, τι αποστέλλονται με το Debian, τον περασμένοσταθερή έκδοση, αλλά δεν θέλουν να αναβαθμίσουν σε «δοκιμή» ή «ασταθή»; ΜερικοίΤα πακέτα διατηρούνται up-to-ημερομηνία μέσω της σουίτας σταθερή ενημερώσεις, κάποιοι άλλοι είναιδιατίθενται σε backports.debian.org.

%
Debian Συμβουλή # 37: Θέλετε να κατεβάσετε ένα πακέτο χωρίς να το εγκαταστήσετε; Χρήση«Ικανότητα λήψης <pkgname>».

%
Debian Συμβουλή # 38: Θέλετε να μάθετε πώς μπορείτε να χρησιμοποιήσετε ένα πρόγραμμα που δεν έχουν χρησιμοποιήσει ποτέπριν? «Άνθρωπος» θα είναι ο καλύτερος νέος σας φίλος! Πληκτρολογήστε "man <πρόγραμμα-name>" σε μιακέλυφος. Ή, τρέχει "ο άνθρωπος -Η <πρόγραμμα-name>" για να διαβάσετε το εγχειρίδιο σελίδα σε ένα πρόγραμμα περιήγησης.

%
Debian Συμβουλή # 39: Βελτίωση καρτέλα ολοκλήρωση bash με την εγκατάσταση τουπακέτο bash-ολοκλήρωση.

%
Debian Συμβουλή # 40: Εάν εγκαταστήσετε το πακέτο εντολών μη βρεθεί, προσπαθώντας ναεκτελέσετε μια εντολή που δεν έχετε εγκαταστήσει, θα σας πω τι πακέτο για να εγκαταστήσετε στοαποκτήσει τη διοίκηση.

%
Debian Συμβουλή # 41: Μπορείτε να χρησιμοποιήσετε το "apt-cache show <package_name> 'ή' aptitude show<Package_name> "για να πάρετε περισσότερες πληροφορίες σχετικά με ένα πακέτο Debian.

%
Debian Συμβουλή # 42: Μπορείτε να χρησιμοποιήσετε το «λίστα apt-file <package_name>» για να αποκτήσετε μια λίστατων περιεχομένων του πακέτου debian. Η δράση αυτή είναι παρόμοια με την"Dpkg -L <package_name>« εκτός από το πακέτο, δεν χρειάζεται να εγκατασταθεί ήτραβηγμένο χρησιμοποιώντας το apt-file, σε αντίθεση με dpkg.

%
Debian Συμβουλή # 43: Θέλετε να απενεργοποιήσετε προσωρινά iptables firewall σας; Χρήση«Iptables-save | sed "/ - / d? / ^ # / d? s / DROP / ACCEPT /" | iptables-restore 'για να αφαιρέσετεόλοι οι κανόνες και να ορίσετε την προεπιλεγμένη πολιτική να αποδεχθεί.

%
