Νομίζω ότι είναι λίγο φανταστικό να προσπαθήσουν να σχηματίσουν μια εικόνα των ανθρώπωνμυαλά της ομάδας αρχείου διοίκηση του Debian συσσώρευσε πάνω τουςτερματικά, τα πρόσωπά τους αναμμένα μόνο με CRT με ένα μικρό κέλυφος rootγραμμή και η εντολή"/project/org/ftp.debian.org/cabal/s3kr1t/nuke-non-free.pl" Όλα πληκτρολογηθείκαι να είναι έτοιμα να ξεκινήσουν, τα δάχτυλά τους ισορροπεί πάνω από το πλήκτρο εισαγωγής, ένα ιδρώτα τουλάγνες αναμενόμενη beading στο πάνω χείλη τους. "<20031104211846.GK13131@deadbeast.net> συζητούνσχέδιο τροποποίησης Κοινωνικό Συμβόλαιο του
		-- Branden Robinson in

%
Εάν πρόκειται να τρέξει ένα distro rinky-Ντινκ από ένα ζευγάρι τωνεθελοντές, γιατί να μην τρέξει ένα distro rinky-Ντινκ γίνονται από πολλούς εθελοντές;
		-- Jaldhar H. Vyas on debian-devel

%
Πακέτα θα πρέπει να οικοδομήσουμε-εξαρτηθεί από το τι θα πρέπει να οικοδομήσουμε-εξαρτάται.
		-- Santiago Vila on debian-devel

%
Υπάρχουν 3 τύποι παιδιά - αυτοί που μισούν nerds (όλα τα nerds, ότιείναι? κορίτσια δεν έχουν αφήσει από το γάντζο)? αυτοί που φοβάται μακριά από τα κορίτσιαπου είναι ελαφρώς πιο έξυπνο από το μέσο όρο? και τα παιδιά που είναιΕπίσης, κάπως πιο έξυπνο από το μέσο όρο, αλλά είναι τόσο ντροπαλός ότιδεν μπορεί να βάλει 2 λέξεις μαζί, όταν είσαι μέσα σε 20 πόδια ενός κοριτσιού.
		-- Vikki Roemer on debian-curiosa

%
Debian είναι το Jedi λειτουργικό σύστημα: "Πάντα δύο υπάρχουν, ένα master καιμαθητευόμενος ".
		-- Simon Richter on debian-devel

%
Αυτό είναι το Unix μιλάμε, να θυμάστε. Δεν υποτίθεται ότι είναιωραίο για τον προγραμματιστή εφαρμογών.
		-- Matthew Danish on debian-devel

%
... Αλλά hey, αυτό είναι το Linux, δεν είναι γραφτό να γίνει άπειρη βρόχους σε 5δευτερόλεπτα;
		-- Jonathan Oxer in the apt-cacher ChangeLog

%
Είμαι προσωπικά πολύ χαρούμενος με ένα σταθερή έκδοση κάθε δύο χρόνια, καιη γνώμη μου είναι ότι προσπαθεί να απελευθερώσει περισσότερο θα σημαίνει ότι θα πρέπει ναμετονομάσετε την διανομή από «σταθερή» σε «ασταθή».
		-- Scott James Remnant on debian-devel

%
<Keybuk> Perl 6 με φοβίζει<Doogie> μπορείτε να ονομάσετε φορείς οτιδήποτε σας. το όνομα εδώ είναι η          κορδόνι '~ | _ | ~ »* Lo-lan-2 τρέχει μακριά ουρλιάζοντας<Keybuk> μοιάζει με ένα διάγραμμα μιας κλειδαριάς κανάλι :)<Jaybonci> ιαπωνική φορείς smiley;<Nickr> ^ _ ^
		-- in #debian-devel

%
<Sam> /.ing ένα ζήτημα είναι σαν να ζητάμε από έναν άπειρο αριθμό των πιθήκων για       συμβουλή
		-- in #debian-devel

%
<Daniels> ακόμα, θρόνος του αίματος ακούγεται σαν μια ταινία για overfiend           και παρθένες ή κάποια χάλια
		-- in #debian-devel

%
<Jaybonci> πραγματικά d-i σημαίνει "θεϊκή παρέμβαση"?)
		-- in #debian-devel

%
<Doogie> asuffield: πώς νομίζετε ότι dpkg γράφτηκε αρχικά; : |<Asuffield> αφήνοντας iwj πάρει επικίνδυνα κοντά σε έναν υπολογιστή
		-- in #debian-devel

%
<Asuffield> μια θέση εργασίας είναι κάτι που μπορείτε να κολλήσετε σε κάποιους γραφείο             και να τους con στη χρήση
		-- in #debian-devel

%
<Joshk> joshk @ εισροής: /etc/logrotate.d> sh -Ν *<Joshk> apache: Γραμμή 14: συντακτικό λάθος κοντά απρόσμενη ένδειξη `} '<Joshk> apache: Γραμμή 14: `} '<Joshk> η πλοκή πυκνώνει<Asuffield> εκείνους που δεν πληρώνω σενάρια<Erich> αυτό δεν ήταν το κοτόπουλο.
		-- in #debian-devel

%
Ήμουν επίθεση από dselect σαν ένα μικρό παιδί και από τότε έχουν αποφευχθείdebian.
		-- Andrew Morton

%
* Joeyh εγκαθιστά Debian χρησιμοποιώντας μόνο μεγάλο δάχτυλο του ποδιού του, για μια αλλαγή του ρυθμού
		-- in #debian-boot

%
* Liiwi παίρνει το μαστίγιο και τα μάτια PASC<PASC> Ωχ !!! λοξός!<PASC> πόσο βολικό, ήμουν έτοιμος να καλέσει σε άρρωστα στην εργασία ;-)
		-- in #debian-devel

%
<Σκούρο> Βγάζει ότι grep επιστρέφει τον κωδικό σφάλματος 1 όταν δεν υπάρχουν αγώνες.       Το ήξερα. Γιατί μου πάρει μισή ώρα;
		-- Seen on #Debian

%
Είναι απλά απίστευτο πόση ενέργεια και τη δημιουργικότητα άνθρωποι έχουνεπένδυσε στη δημιουργία αντιφατικές, ψεύτικες και ηλίθιο άδειες ...
		-- - Sven Rudolph about licences in debian/non-free.

%
<Overfiend> partycle: Εγώ σοβαρά χρειάζονται διακοπές από αυτό            πακέτο. Εγώ πραγματικά είχε ένα όνειρο για την εισαγωγή ενός            ηλίθιο νέο bug στο Xbase-preinst χθες το βράδυ. Αυτό είναι ένα            Κακό σημάδι.
		-- Seen on #Debian shortly before the release of Debian 2.0

%
<Σκούρο> Μοιάζει με το κανάλι είναι πίσω σε κανονικό :)<Jim> Μπορείτε να σημαίνει ότι δεν είναι scrolling πιο γρήγορα από ό, τι ο καθένας μπορεί να διαβάσει; :)
		-- Seen on #Debian after the release of Debian 2.0

%
Ακριβώς για να επεκταθώ σε αυτό που είπε ο Ross, είναι αναμφίβολα υπερβολικό να περιμένουμεοποιασδήποτε διανομής που ανιχνεύει αυτόματα εάν ή όχι ηπρόσωπο εγκατάσταση μπορεί να διαβάσει απλά αγγλικά κατευθύνσεις, και ανδεν μπορεί, να προχωρήσει χωρίς τη συμβολή του. Με αυτόν τον τρόπο βρίσκεται τρέλα.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Zedboy> dackel: σε γενικές γραμμές το * μόνο * τρόπος για να χρησιμοποιήσετε ένα πρόγραμμα υπολογιστή         είναι να το εκτελέσει. έχετε * ποτέ * γνωστό ένα βοηθητικό σύστημα του οποίου         τεκμηρίωση συνιστάται είτε η διαγραφή, ή να ρίχνουν         σε ένα αγρόκτημα των ζώων;<Dackel> zedboy: Ummm ... ναι<Zedboy> dackel: εγκαταστήστε το πακέτο manpages. θα πρέπει να υπάρχει         ήδη tho.<Zedboy> dackel: παράδειγμα μιας τέτοιας βοοειδών χρησιμότητα;* Greycat θέλει ένα βίντεο του dackel ρίψη / usr / bin / αρχείο σε μια αγελάδα
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Elmo> Χαρά: ευχαριστώ, χαράς<Doogie> Elmo: αυτό είναι περιττό, Elmo<Elmo> doogie: πάει το παιχνίδι στην κυκλοφορία<Doogie> αχ, ο Elmo γνωρίζουμε και την αγάπη
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Doogie> χαρά / Elmo: γιατί δεν μπορεί να χρησιμοποιηθεί το ίδιο ip; Ήταν αυτή η φωτιά, έτσι         μεγάλη που έκαψε τη διεύθυνση IP;
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Donnerjack> Τίποτα δεν λέει "Μου αρέσει να ζουν μαζί σας», όπως το δώρο της             3ου βαθμού εγκαύματα ...<Mephron> εκτός, φυσικά, μετατρέποντας το κρεβάτι του σε ένα καταπέλτης.<Ladegard> Η μεγάλη προσπάθεια πρέπει να σημαίνει κάποιο είδος της αγάπης.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Σαθρό> Όποιος εδώ πεπειραμένο σε θέματα υδρόβια πτηνά; Αν εσύ         με τα πόδια μέσα από ένα πάρκο, και μια χήνα ξεκινά μετά από σας ... και         καταλήγει σας μετά από περισσότερο από μισό μίλι μέχρι να φτάσετε         το αυτοκίνητό σας ... στις 11μμ. Είναι η χήνα λυσσαλέες ή κάτι άλλο;
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Wolfgang> το πρόβλημα με τη νουθεσία «πηγαίνετε να βρείτε ένα πραγματικό κορίτσι» είναι           ότι τόσο λίγοι από αυτούς έχουν πραγματικά γυμνή μετασχηματισμού           ακολουθίες<Πραγματικότητα> Φίλε, φίλη μου αλλάζει σαν τέσσερις φορές την ημέρα
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Z-Gryphon> Αν Unicron είχε μια κάρτα spec τεχνολογίας, το σύνθημά του ήταν «Αυτός            η οποία δεν θα γίνει μέρος του Ενός καθίστανται άκυρες. "<Z-Gryphon> το οποίο είναι ένα είδος μεγάλη κλίμακα, αποκαλυπτική εκδοχή του "I            είμαι ό, τι τρώω. ":)
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Liiwi> UDP - καθολική πτώση ενός περιστεριού
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Lilo> Έχω πάντα ήθελε να έχει μια ιστοσελίδα με μια μεγάλη εικόνα του ένα καρότο σε αυτό
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Bdale> Bdale είναι μια συστολή του Barksdale.<Lo-lan-do> Χμ. Είναι σίγουρα δεν είναι κάτι που θα θυμάμαι πάντα.<Lo-lan-do> πείραζε αν σας καλέσει Wensleydale αντ 'αυτού;
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Luca> και εκείνοι που λένε: καλώδια οπτικών ινών έχουν ελάχιστη ακτίνα κάμψης και       τραβήξτε την ένταση; Bah! *τινάσσομαι*<CULus> ΕΙΝΑΙ ΙΝΩΝ ΠΟΥ Freaks: P<Luca> cULus, μπορείτε Hoser, είναι ίνα. Είμαι Έχω Θα να έρθει η       βουνά και να σας δώσει μια wedgie;
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Maswan> Χαρά: Αφήνει πιρούνι γάτα! :)<Maswan> Χαρά: φανταστείτε μια μεγάλη τρίαινα και ένα νεκρό γατάκι στην κορυφή         αυτό .. με αίμα τρέχει προς τα κάτω ..
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Mjg59> Damnit. Έχω ένα μήνα για να γράψει ένα έγγραφο. Αυτό συνεπάγεται        στην πραγματικότητα γράφοντας τα κομμάτια του κώδικα Πάω να μιλάμε        για.<Asuffield> βρείτε ένα σωρό των μαθητών και να της δώσει σε αυτούς ως μια άσκηση<Mjg59> asuffield: Είμαι περιβάλλεται από μια δέσμη των μαθητών. Τελευταία φορά που        να τους αφήσουμε να αγγίξει κώδικα, γύρισα και βρήκε ότι θα ξαναγραφεί        όλος ο κώδικας C ++ σε C και όλος ο κώδικας C σε C ++<Asuffield> mwahaha<Mjg59> και έσπασε το BUILD
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Moshez> ό, τι μου αρέσει Manoj είναι η επιθυμία του για απλό και μικρό         λύσεις. όπως EMACS. ή DVT.<Manoj> καλά, DVT ήταν _supposed_ να είναι απλή<Manoj> χρειάστηκαν μόνο 2 εβδομάδες για να γράψει<Moshez> Manoj: Απαιτεί * διάγραμμα * για να εξηγήσει τι κάθε μέρος κάνει.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Moshez> εντάξει, εγώ δεν θα παντρευτεί αγελάδα Jo-Con-El της.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend> αστεία πέος είναι εντάξει στη μικτή εταιρία. VMS δεν είναι !!!
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend> ltd: Πρόστιμο, περνούν από τη ζωή απλά δείχνοντας και ρουθούνισμα σε            τι εννοεις. Λειτουργεί για τους χρήστες Mac.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
αναθεώρηση 1.17.2.7Ημερομηνία: 2001/05/31 21:32:44? Συντάκτης: Branden? κατάσταση: Exp? γραμμές: +1 -1ARRRRGH !! Πήρε το G ** Α *** αίσθηση ενός F ******* ΔΟΚΙΜΗ ανάποδα!
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend_> Overfiend Πρώτη Νόμος του Πακέτου Ποιότητας: Εάν η             συντηρητή του αρέσει να σημάνει μέρος ή το σύνολο του ονόματός του σε             CAPS, το πακέτο θα πιπιλίζουν.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend_> Intel. Σας φέρνουν την τεχνολογία αιχμής του 1979             για 22 χρόνια τώρα.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend> το κλειδί για την καλή γαλλική προφορά είναι να τραβήξει το            γωνίες του στόματός σας προς τα κάτω, στο βαθμό που μπορεί ενδεχομένως να πάει,            και στη συνέχεια βογγητό σαν να είστε δυσκοίλιοι<Overfiend> θα καρφί πραγματικά το φωνήεν ήχους με αυτόν τον τρόπο
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<- Overfiend έχει εγκαταλείψει ( «εγχειρήματα εμπρός να καταστρέψει παράξενο νέο                         κόσμους, και να τρώνε ζωή και νέους πολιτισμούς »)
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend> το είδος του τοπίου που γελάει με τα οχήματα "AWD» και            στέλνει τους πέφτοντας σε χαράδρες
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend> Χαρά: Γεια σου, είμαι μαλάκας. Μαλάκες εκπέμπουν απεχθείς αερίου.            Αυτό είναι αυτό που κάνουμε.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend> όπως AJ θα έλεγα, περιμένοντας λειτουργεί πάντα<Overfiend> είτε ό, τι θέλετε θα συμβεί, ή θα πεθάνεις και δεν μπορεί να είναι            διαταραχθεί πια<Overfiend> Το πρόβλημα με αυτή τη φιλοσοφία είναι ότι αι ειλικρινά            πιστεύει ότι
		-- Shawn McMahon on debian-curiosa@l.d.o

%
* Doogie μετατρέπεται σε Manoj<Overfiend> doogie: τελικά, όλοι μετατραπεί σε Manoj<Overfiend> Manoj είναι ο σίδηρος του Debian<Overfiend> τελικά, όλοι φθορά στο Manoj
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend> αλλά κοιτάξτε τη γαλλική. Θα μπορούσε να σημάνει κάθε λέξη στο            τη γλώσσα τους από φωνητικής απόψεως, χρησιμοποιώντας μόνο περίπου 6 γράμματα<Overfiend> 4 συμφώνων και φωνηέντων 2<Overfiend> c, f, r, l. Και τα φωνήεντα; Λοιπόν, το ένα είναι ο ήχος που            κάνετε όταν έχετε δυσκοιλιότητα? η άλλη όταν έχετε            διάρροια<Overfiend> τι περιμένετε από αυτή τη διατροφή των σαλιγκαριών και τα βατράχια;
		-- Shawn McMahon on debian-curiosa@l.d.o

%
X-Manoj-Θέση-Συμβουλευτική: Παρακαλώ σημειώστε ότι Manoj Srivastava πιθανό αμφιβάλλει    οποιαδήποτε γεγονότα έθεσε ευθέως και αντιτίθεται τυχόν συμπεράσματα στα οποία κατέληξε σε αυτό το μήνυμα.
		-- Seen in the headers of a mail from Branden Robinson

%
<Sangr> σπίτι είναι όπου το υψηλότερο εύρος ζώνης είναι
		-- Seen in the headers of a mail from Branden Robinson

%
<Sangr> όχι περισσότερο perl ... είναι καταθλιπτικό ...<Sangr> νομίζω perl και χρειάζομαι λίγο χρόνο από κάθε άλλο<Sangr> κάναμε την όμορφη μουσική μαζί πριν από περίπου ένα χρόνο ...<Sangr> αλλά οι καιροί έχουν αλλάξει, θα αλλάξει ..
		-- Seen in the headers of a mail from Branden Robinson

%
<StevenK> μπορώ να συνήθως καταστείλει τα συναισθήματα που μου λένε για την συντριβή          αντιμετωπίσει ένα κορίτσι μέσα στους θάμνους
		-- Seen in the headers of a mail from Branden Robinson

%
<Wiggy> bwah, βότκα στο ποντίκι μου
		-- Seen in the headers of a mail from Branden Robinson

%
<Wiggy> σε μια εκπληκτική νέα κίνηση που πραγματικά δοκιμάζονται αυτήν τη μεταφόρτωση
		-- Seen in the headers of a mail from Branden Robinson

%
<WiggyWork> 3990 Ν 15 Απρ χαριτωμένο κορίτσι (45) Ερωτικά ερασιτεχνικές φίλες<WiggyWork> Δεν γνώριζα είχατε επαγγελματική φίλες, καθώς και
		-- Seen in the headers of a mail from Branden Robinson

%
Ωστόσο, ο ενθουσιασμός μου για τη σπονδυλωτή δέντρο μετριάζεται από ορισμένα τμήματα τηςδεν υπάρχουν.μέλλον της Χ
		-- Daniel Stone on debian-{x,devel}, commenting on the

%
Μήπως αυτή πιστεύω ότι απλά θέλουν να καθίσουν γύρω από τη ζωγραφική debian στροβιλίζεται σε μαςνύχια;
		-- Erinn Clark, referring to the Debian-women project

%
modconf (0.2.37) σταθερή ασταθή? επείγον = μέσο  [...]  * Eduard Bloch:    - Σταθερή Makefile σπασμένα Marcin Owsiany πριν από λίγο καιρό. Η προεπιλεγμένη manpage      έχει αντικατασταθεί με την πολωνική μετάφραση. Εξακολουθώ να αναρωτιέμαι γιατί      κανείς παρατηρήσει αυτό πριν. Κλείνει: # 117474  [...]
		-- Eduard Bloch <blade@debian.org>  Sun, 28 Oct 2001 12:53:27 +0100

%
<| Ryan |> εγώ δεν χρησιμοποιούν deb<Netgod> u φτωχός<Αποσύνδεση> netgod: heh<Kingsqueak> apt-get install έργο-π0ρνό
		-- Eduard Bloch <blade@debian.org>  Sun, 28 Oct 2001 12:53:27 +0100

%
(Είναι μια παλιά παράδοση του Debian για να αφήσει τουλάχιστον δύο φορές το χρόνο ...)
		-- Sven Rudolph

%
<Joey> Γοργώ: * lol *<Γοργώ> Joey: τι είναι τόσο αστείο; :)<CULus> Σσσς, Joey έχει χάσει κάθε λογική από την έλλειψη ύπνου<CULus> «ναι Joey, πολύ αστείο»<CULus> τον Χιούμορ:>
		-- Seen on #Debian

%
* SynrG σημειώνει ότι ο αριθμός των ερωτήσεων διαμόρφωσης για να απαντήσει στο sendmail  είναι μη τετριμμένη
		-- Seen on #Debian

%
* JHM αναρωτιέται τι Joey έκαναν για να κερδίσουν "Θα ήθελα απλώς να πω, για την ιστορία,  ότι Joey κανόνες. "
		-- Seen on #Debian

%
Οι άνθρωποι όπως ελέγχετε την ιστοσελίδα Debian κάθε 5 λεπτά για να ελέγξετε δεν έχειμεταμορφώθηκε σε ένα άλλο; Όχι ότι είμαι ένας για να μιλήσει, αλλά μερικοί άνθρωποι σοβαράΠρέπει να πάρετε μια ζωή.
		-- james on #Debian

%
* James θα ήταν πιο εντυπωσιασμένος αν μαγικές δυνάμεις netgod θα μπορούσε να σταματήσει η  χωρίζει στην πρώτη θέση ...* Netgod σημειώνει προγραμματιστές του Debian είναι εξαιρετικά δύσκολο να εντυπωσιάσει
		-- Seen on #Debian

%
   * Εν αναμονή της 02.10.02 απελευθέρωση, ενημερώθηκε για την patchlevel     +ircu2.10.01+.config6-7.config7-8.lgline3.iwho.limit.glibc.motdcache2.trace.whois1-2.config8-9.statsw.sprintf2-3.msgtree2.memleak1-2+.msgtree2-3.gline8-9.gline9-10.invite2.rbr.stats.numclients.whisper.whisper1-2.stats1-2.nokick1-2.chroot.config9-11.snomask7-8.limi+t1-3.userip1-3.userip3-4.config11-12.config12-13.umode2-3.akillsbt.who4-5.kn.kn1-2.freebsdcore2.msgtree3-5.y2k.glibc1-2.rmfunc.msgf+lags2.who5-6.nickchange2.glibc2-3.modeless3
		-- From the annoucement of ircd 2.10.01-3 for Debian GNU/Linux

%
* Joey δεν θα πρέπει να γράψετε changelog καταχωρήσεις στις 05.30 π.μ.<Joey> * DFSC Δωρεάν βιβλιοθήκη cgi<Joey> Τι είναι αυτό; DFSC;<Jim> Debian Ελεύθερο Λογισμικό mroooooCows
		-- Seen on #Debian

%
<James> κατάχρηση μένα. Είμαι τόσο κουτσός έστειλα μια αναφορά σφάλματος για να debian-devel-αλλαγές
		-- Seen on #Debian

%
<Σκούρο> φάει Εξαρτάται: μάγειρας | να φάμε έξω.       Αλλά τρώνε-out είναι μη-ελεύθερο, ώστε να είναι έξω.       Και μάγειρας συνιστά: καθαρό-τηγάνια.
		-- Seen on #Debian

%
Δεν θα μου λογοκρίνει μέσω της τρομοκρατίας bug.
		-- James Troup

%
<Doogie> Σκέψη είναι επικίνδυνη. Οδηγεί σε ιδέες.
		-- Seen on #Debian

%
<James> Πρόκειται να κάνει μια emacs από apt;        APT - Debian σε ένα πρόγραμμα. Κάνει ακόμη και τα ρούχα σας
		-- Seen on #Debian

%
Το Debian είναι σαν Suse με yast απενεργοποιημένο, μόνο καλύτερα. :)
		-- Goswin Brederlow

%
Charles Briscoe-Smith <cpbs@debian.org>:  Μετά από όλα, η συσκευασία gzip ονομάζεται `gzip», δεν `libz-bin» ...James Troup <troup@debian.org>:  Εεε, πιθανώς επειδή το δυαδικό gzip δεν προέρχεται από το  ανύπαρκτη πακέτο libz ή το υπάρχον πακέτο zlib.
		-- debian-bugs-dist

%
<Jim> Lemme βεβαιωθείτε ότι δεν είμαι σπαταλά το χρόνο εδώ ... bcwhite θα αφαιρέσει      pkgs που havent έχουν καθοριστεί τα οποία έχουν εξαιρετική σφάλματα της σοβαρότητας      "σπουδαίος". Σωστό ή λάθος?<JHM> jim: "σημαντικό" ή υψηλότερη. Αληθής.<Jim> Στη συνέχεια, είμαστε έτοιμοι να χάσουν ftp.debian.org και dpkg :)* Netgod θα χάσετε dpkg - ήταν περιστασιακά χρήσιμη<Joey> Έχουμε ακόμα rpm ....
		-- Seen on #Debian

%
Όντας υπερφορτωμένο είναι το σημάδι μιας πραγματικής συντηρητή Debian.
		-- JHM on #Debian

%
Εκπλήσσει το γεγονός ότι κανείς δεν είναι βασισμένη εμπορική διανομή σε Debianακόμα - αυτό είναι μακράν το πιο στερεά τύπου UNIX OS έχω εγκαταστήσει ποτέ,και έχω παίξει με την HP / UX, Solaris, FreeBSD, η BSDi, και SCO (για να μηναναφέρουμε OS / 2, Novell, Win95 / NT)
		-- Nathan E. Norman

%
> <Μαγικό +3 αναστεναγμό εκτροπής υπερβολή>Ο Branden φωτίζει μαγικό αναστεναγμό σας. Ο Branden σας επιτίθεται μεαπόκλιση από τις λέξεις! Ο Branden χάνει!
		-- Henning Makholm in <yahsmr7dk9k.fsf@pc-043.diku.dk>

%
Δεν νομίζω «Είναι καλύτερο από το να εξαπολύσει τον εαυτό σας σε μια μηχανή κοπής κιμά»Είναι μια καλή λογική για να κάνει κάτι.<20030905221055.GA22354@doc.ic.ac.uk> σχετικά με debian-devel
		-- Andrew Suffield in

%
<Overfiend> Ουφ.<Overfiend> Πρέπει οπωσδήποτε να πάρετε κάποια ύπνο.<Overfiend> αλλά σίγουρα ήταν διασκεδαστικό να μιλάμε κιθάρες, την πολιτική, και τις λεσβίες.
		-- Andrew Suffield in

%
Όποιος ρώτησε αν η οργάνωση του Debian ήταν νεκρός δεν διαβάζειdebian-devel. 66 μηνύματα σε μια μέρα, και δεν είναι πάνω. το βρήκαδύσκολο να διατηρηθεί.
		-- Bruce Perens

%
<Asuffield> ινών στις ΗΠΑ είναι ένα τέτοιο αστείο. στις πολιτισμένες περιοχές της             ο κόσμος, DSL * ξεκινά * στις ταχύτητες όπου οι αμερικανικές ινών αφήνει ανοικτά<Joshk> asuffield: Η Αυστραλία είναι ένα έθνος γεμάτο άγριοι;<Asuffield> joshk: έχεις περίπου ένα 9600 modem μεταξύ ολόκληρης της             βλασφημία χώρα
		-- in #debian-devel

%
<Nobse> bleh ... χθες το βράδυ είχα ένα όνειρο ... κάποιος NMU'ed vim ...         εφιάλτης
		-- in #debian-devel

%
