17ος Κανόνας της Φιλίας:Ένας φίλος θα απέχουν από σας λέει σήκωσε το ίδιο ποσόασφαλιστική κάλυψη ζωής κάνατε στη μισή τιμή, όταν η δική σας είναιμη ακυρωτέων.
		-- Esquire, May 1977

%
186.282 μίλια ανά δευτερόλεπτο:Δεν είναι απλά μια καλή ιδέα, είναι ο νόμος!
		-- Esquire, May 1977

%
18ος Κανόνας της Φιλίας:        Ένας φίλος θα σας αφήσει να κρατήσει τη σκάλα, ενώ ανεβαίνει στην οροφή        για να εγκαταστήσετε νέα κεραία σας, η οποία είναι η μεγαλύτερη σας γιο-of-a-σκύλα        ποτέ είδε.
		-- Esquire, May 1977

%
2180, Ιστορία των ΗΠΑ ερώτηση:Τι 20ου αιώνα ΗΠΑ Πρόεδρος είχε σχεδόν κατηγορήθησαν και τιγραφείο έκανε αργότερα κρατήσει;
		-- Esquire, May 1977

%
3ος Νόμος του Computing:Οτιδήποτε μπορεί να πάει wrτύχη: παραβίαση Τμηματοποίηση - Πυρήνας αποτελούν αντικείμενο ντάμπινγκ
		-- Esquire, May 1977

%
667:Ο γείτονας του θηρίου.
		-- Esquire, May 1977

%
Ένα υποθετικό παράδοξο:Τι θα συνέβαινε σε μια μάχη ανάμεσα σε μια ομάδα ασφαλείας της επιχείρησης,που πάντα σκοτωθούμε σύντομα μετά την εμφάνισή της, καθώς και μια ομάδα του ΑυτοκρατορικούStormtroopers, ο οποίος δεν μπορεί να χτυπήσει την ευρεία πλευρά του πλανήτη;
		-- Tom Galloway

%
Ένας νόμος Προγραμματισμού Ηλεκτρονικών Υπολογιστών:Καταστεί δυνατό για τους προγραμματιστές να γράφουν στα αγγλικάκαι θα διαπιστώσετε ότι οι προγραμματιστές δεν μπορεί να γράψει στα αγγλικά.
		-- Tom Galloway

%
Ένας μουσικός, ένας καλλιτέχνης, ένας αρχιτέκτονας:ο άνδρας ή η γυναίκα που δεν είναι ένα από αυτά δεν είναι χριστιανός.
		-- William Blake

%
Μια νέα κοάν:Αν έχετε κάποια παγωτό, εγώ θα το δώσει σε εσάς.Αν δεν έχετε το παγωτό, θα το πάρει μακριά από εσάς.Είναι ένα παγωτό κοάν.
		-- William Blake

%
Παραινέσεις του Abbott:(1) Εάν έχετε να ρωτήσετε, δεν είστε δικαιούται να γνωρίζει.(2) Αν δεν σας αρέσει η απάντηση, δεν θα πρέπει να έχουν την ερώτηση.
		-- Charles Abbot, dean, University of Virginia

%
Απών, adj .:Εκτεθειμένη στις επιθέσεις της φίλους και γνωστούς? δυσφημίστηκε? συκοφαντήσει.
		-- Charles Abbot, dean, University of Virginia

%
Απών, Ν .:Ένα άτομο με εισόδημα που είχε την προνοητικότητα να αφαιρέσετετον εαυτό του από τη σφαίρα της βιαιοπραγία.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Απέχοντες, Ν .:Ένα αδύναμο άτομο που δίνει στον πειρασμό της αρνείται τον εαυτό τουευχαρίστηση.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Παραλογισμό, Ν .:Μια δήλωση ή πεποιθήσεων προδήλως ασυμβίβαστη με τη δική του γνώμη κάποιου.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ακαδημία:Ένα σύγχρονο σχολείο, όπου το ποδόσφαιρο διδάσκεται.Ινστιτούτο:Ένα αρχαϊκό σχολείο, όπου το ποδόσφαιρο δεν διδάσκεται.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
δοκιμών αποδοχής:Μια αποτυχημένη προσπάθεια να βρουν σφάλματα.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ατύχημα, Ν .:Μια κατάσταση στην οποία η παρουσία του νου είναι καλή, αλλά η απουσία τουσώματος είναι καλύτερα.
		-- Foolish Dictionary

%
Ακορντεόν, Ν .:Μια γκάιντα με πιέτες.
		-- Foolish Dictionary

%
Ακρίβεια, Ν .:Ο αντιπρόεδρος της ύπαρξης δικαιώματος
		-- Foolish Dictionary

%
Γνωριμία, n:Ένα πρόσωπο το οποίο γνωρίζουμε αρκετά καλά για να δανειστεί από, αλλά δεν είναι καλάαρκετά για να δανείσουν σε. Ένας βαθμός φιλίας που ονομάζεται ελαφρά όταν τοαντικείμενο είναι κακή ή ασαφή, και οικεία, όταν αυτός είναι πλούσιος ή διάσημος.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ΣΑ:Κάτι που πρέπει να ξέρετε μόνο το όνομα του να είναι κάποιος ειδικός στηνComputing. Χρήσιμο σε φράσεις όπως, "Είχαμε την καλύτερη ανάπτυξημια συνειδητοποίηση ADA.
		-- "Datamation", January 15, 1984

%
Διάκριση Αντλερ:Γλώσσα είναι το μόνο που μας χωρίζει από τα κατώτερα ζώα,και από τους γραφειοκράτες.
		-- "Datamation", January 15, 1984

%
Θαυμασμός, Ν .:ευγενικό αναγνώριση μας για άλλη είναι ομοιότητα με τον εαυτό μας.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Adore, κατά .:Για να προσκυνήσουν προσμονή.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ενηλίκων, Ν .:Ένας αρκετά μεγάλος για να ξέρει καλύτερα.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Διαφήμιση Κανόνας:Στο γράψιμο μια διαφήμιση δίπλωμα ευρεσιτεχνίας-ιατρική, να πείσει για πρώτη φορά τοαναγνώστης που έχει την ασθένεια που διαβάζει περίπου? δεύτερο,ότι είναι ιάσιμη.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Απόγευμα, Ν .:Αυτό το τμήμα της ημέρας ξοδεύουμε ανησυχούμε για το πώς χάσαμε το πρωί.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ηλικία, Ν .:Η περίοδος αυτή της ζωής στην οποία ένωσης για τις κακίες ότι εμείςεξακολουθούν να αγαπάμε από βρίζοντάς εκείνους που δεν έχουμε πλέον την επιχείρηση	να δεσμευτούν.
		-- Ambrose Bierce

%
Νόμος Agnes »:Σχεδόν τα πάντα στη ζωή είναι πιο εύκολο να μπει σε ό, τι έξω από.
		-- Ambrose Bierce

%
Πολεμική Αεροπορία Αδράνεια Αξίωμα:Συνέπεια είναι πάντα ευκολότερο να υπερασπιστούν ό, τι ορθότητα.
		-- Ambrose Bierce

%
αέρα, Ν .:Ένα θρεπτικό ουσία που παρέχονται από μια πλούσια Πρόβιντενς για τοπάχυνση των φτωχών.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Αλάσκα:Ένα προοίμιο για "Όχι"
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Albrecht είναι:Κοινωνικές καινοτομίες τείνουν στο επίπεδο της ελάχιστης ανεκτής ευημερίας.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμοι Alden είναι:(1) Να δώσει μακριά τα ρούχα του μωρού και τα έπιπλα είναι η κύρια αιτίατης εγκυμοσύνης.(2) Να είστε πάντα με οπίσθιο φωτισμό.(3) Καθίστε κάτω, όποτε είναι δυνατόν.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
αλγόριθμο, Ν .:Trendy χορού για τους προγραμματιστές του ισχίου.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
διατροφής, n:Έχοντας μια εκ μπορείτε να τράπεζας για.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ολοκαίνουριο:Μέρη δεν είναι εναλλάξιμα με το προηγούμενο μοντέλο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Αξίωμα του Allen:Όταν όλα τα άλλα αποτύχουν, διαβάστε τις οδηγίες.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Συμμαχία, Ν .:Στη διεθνή πολιτική, την ένωση των δύο κλέφτες που έχουντα χέρια τους τόσο βαθιά μέσα στην τσέπη του άλλου που δεν μπορούνχωριστά λεηλατούν ένα τρίτο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Μόνος, adj .:Σε κακή εταιρεία.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Αμφιδέξια, adj .:Σε θέση να πάρει με την ίδια επιδεξιότητα μια τσέπη δεξιά ή αριστερά.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ασάφεια:Λέει την αλήθεια όταν δεν σημαίνει να.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Φιλοδοξία, n:Μια ακατανίκητος επιθυμία να διασύρεται από τους εχθρούς, ενώζουν και έκανε γελοίο από φίλους, όταν πεθάνει.
		-- Ambrose Bierce

%
Amoebit:Αμοιβάδα σταυρό / κουνέλι? αυτό μπορεί να πολλαπλασιαστεί και να μοιραστούν την ίδια στιγμή.
		-- Ambrose Bierce

%
Νουθεσία του Ανδρέα:Ποτέ μην παραχωρήσει βωμολοχίες κι έναν οδηγό που σας έχει αδικηθεί.Αν νομίζετε ότι το παράθυρό του είναι κλειστό και δεν μπορεί να σας ακούσει,δεν είναι και μπορεί.
		-- Ambrose Bierce

%
Androphobia:Ο φόβος των ανδρών.
		-- Ambrose Bierce

%
Χρίσει, κατά .:Για να Λαδώνουμε ένα βασιλιά ή άλλες μεγάλες λειτουργού ήδη αρκετάολισθηρό.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Αντωνίου της Force:Μην πιέζετε με δύναμη? να πάρει ένα μεγαλύτερο σφυρί.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Αντωνίου του Εργαστηρίου:Οποιοδήποτε εργαλείο, όταν πέσει, θα κυλήσει στη λιγότερο προσιτήγωνιά του εργαστηρίου.Συνέπεια:Στο δρόμο προς τη γωνία, οποιαδήποτε έπεσε εργαλείο θα κινηθούν πρώτοιδάχτυλα των ποδιών σας.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Αντώνυμο, Ν .:Το αντίθετο της λέξης που προσπαθείτε να σκεφτείτε.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Αφασία:Απώλεια της ομιλίας σε κοινωνικούς επιστήμονες, όταν ρωτήθηκεσε πάρτι, "Αλλά ποια χρήση είναι η έρευνα σας;"
		-- Ambrose Bierce, "The Devil's Dictionary"

%
αφορισμός, Ν .:Μια συνοπτική, έξυπνη δήλωση.afterism, Ν .:Μια συνοπτική, έξυπνη δήλωση που δεν σκέφτονται μέχρι πολύ αργά.
		-- James Alexander Thom

%
Παράρτημα:Ένα τμήμα ενός βιβλίου, για την οποία κανείς δεν έχει ακόμη ανακαλυφθεί οποιαδήποτε χρήση.
		-- James Alexander Thom

%
Χειροκροτήματα, n:Η ηχώ της κοινοτοπία από το στόμα ενός ανόητου.
		-- Ambrose Bierce

%
aquadextrous, adj .:Που έχουν την ικανότητα να μετατρέψει τη βρύση μπανιέρα και απενεργοποίησημε τα δάχτυλα των ποδιών σας.
		-- Rich Hall, "Sniglets"

%
Αυθαίρετη συστήματα, pl.n .:Συστήματα για την οποία τίποτα δεν γενικές γραμμές μπορεί να ειπωθεί, να αποθηκεύσετε «τίποταγενικές γραμμές μπορεί να ειπωθεί ».
		-- Rich Hall, "Sniglets"

%
Αριθμητική:Μια σκοτεινή τέχνη δεν είναι πλέον ασκείται στις ανεπτυγμένες χώρες του κόσμου.
		-- Rich Hall, "Sniglets"

%
Armadillo:Να παρέχει όπλα σε μια ισπανική τουρσί.
		-- Rich Hall, "Sniglets"

%
Αξίωμα πανοπλία του:Η αρετή είναι η αποτυχία να επιτευχθεί ο αντιπρόεδρος.
		-- Rich Hall, "Sniglets"

%
Συλλογή Νόμος Άρμστρονγκ:Εάν η επιταγή είναι πραγματικά στο ταχυδρομείο,είναι σίγουρα φτιαγμένο για κάποιον άλλο.
		-- Rich Hall, "Sniglets"

%
Προσθήκη Άρνολντ:Οτιδήποτε δεν ταιριάζει σε αυτές τις κατηγορίες προκαλεί καρκίνο σε αρουραίους.
		-- Rich Hall, "Sniglets"

%
Νόμοι Άρνολντ Τεκμηρίωσης:(1) Σε περίπτωση που πρέπει να υπάρχει, αυτό δεν γίνεται.(2) Αν δεν υπάρχει, είναι ξεπερασμένη.(3) Μόνο τεκμηρίωση για άχρηστα προγράμματα υπερβαίνει τοδύο πρώτους νόμους.
		-- Rich Hall, "Sniglets"

%
Νόμοι του Αρθούρου της Αγάπης:(1) Οι άνθρωποι στους οποίους σας ελκύει πάντα νομίζετευπενθυμίζοντάς τους σε κάποιον άλλο.(2) Η επιστολή αγάπη που πήρε τελικά το θάρρος να στείλει θα είναικαθυστέρησε στο ταχυδρομείο αρκετό καιρό για να κάνει έναν ανόητοτον εαυτό σας στο πρόσωπο.
		-- Rich Hall, "Sniglets"

%
ASCII:Ο κωδικός ελέγχου για όλους τους αρχίζουν προγραμματιστές και εκείνους που θαγίνει γνώσεις ηλεκτρονικού υπολογιστή. Ετυμολογικά, ο όρος έχει κατέβει ωςμια συρρίκνωση του συχνά επαναλαμβανόμενη φράση "ASCII και θα πρέπειλάβετε. "
		-- Robb Russon

%
Ατλάντα:Μια ολόκληρη πόλη που περιβάλλεται από ένα αεροδρόμιο.
		-- Robb Russon

%
Δημοπρασία:Ένα απατώ από το παλιό μπλοκ.
		-- Robb Russon

%
audiophile, n:Κάποιος που ακούει στον εξοπλισμό αντί της μουσικής.
		-- Robb Russon

%
Αυθεντικός:Αναμφίβολα αλήθεια, κατά τη γνώμη κάποιου.
		-- Robb Russon

%
Αυτοκινήτων, Ν .:Ένα τετράτροχο όχημα που τρέχει πάνω στους λόφους και κάτω πεζούς.
		-- Robb Russon

%
Άγαμος:Ένας τύπος που είναι μεγάλο βαθμό κινητικότητας και την αρραβωνιαστικιά-free.
		-- Robb Russon

%
Άγαμος:Ένας άνθρωπος που κυνηγά τις γυναίκες και ποτέ δεν κα μία.
		-- Robb Russon

%
Προς τα πίσω κλιματισμού:Κάνοντας το σάλιο στο στόμα ενός σκυλιού σε μια προσπάθεια να κάνει ένα κουδούνι.
		-- Robb Russon

%
Bagbiter:1. Ν .; Εξοπλισμό ή πρόγραμμα που αποτυγχάνει, συνήθως κατά διαστήματα. 2.adj .: Η αποτυχία υλικού ή λογισμικού. "Αυτό το σύστημα bagbiting δεν θα επιτρέψτε μου να πάρειαπό Spacewar «Χρήση: αγγίζει τα όρια για βωμολοχία Ορθογραφικά να διαχωριστούν? ένα..μπορούν να μιλούν για «δαγκώνει την τσάντα". Συνώνυμα: ηττημένος, χάνοντας, cretinous,BLETCHEROUS, BARFUCIOUS, Chomper, κατασπαράζουν.
		-- Robb Russon

%
Παρατήρηση Bagdikian είναι:Προσπαθώντας να είναι ένας δημοσιογράφος πρώτης τάξεως με τη μέση αμερικανική εφημερίδαΕίναι σαν να προσπαθεί να παίξει "Ματθαίον Πάθη» του Μπαχ σε ένα ukelele.
		-- Robb Russon

%
Πρώτα Νόμος Μπέικερ της Ομοσπονδιακής Γεωμετρία:Μια επιχορήγηση είναι μια στερεή μάζα των χρημάτων που περιβάλλεται από όλες τις πλευρές απόδιοικητών.
		-- Robb Russon

%
Ballistophobia:Ο φόβος από σφαίρες?Otophobia:Ο φόβος της ανοίγοντας τα μάτια του.Peccatophobia:Ο φόβος της αμαρτάνει.Taphephobia:Ο φόβος του να θαφτεί ζωντανός.Sitophobia:Ο φόβος των τροφίμων.Trichophobbia:Ο φόβος της τρίχας.Vestiphobia:Ο φόβος της ένδυσης.
		-- Robb Russon

%
Banacek του όγδοου πολωνική παροιμία:Ο ιπποπόταμος δεν έχει κεντρί, αλλά ο σοφός άνθρωπος θα προτιμούσε να κάθεται επάνωαπό την μέλισσα.
		-- Robb Russon

%
Banectomy, Ν .:Η αφαίρεση των μώλωπες σε μια μπανάνα.
		-- Rich Hall, "Sniglets"

%
Κανόνας Barach είναι:Ένας αλκοολικός είναι ένα πρόσωπο που πίνει περισσότερο από το δικό του γιατρό.
		-- Rich Hall, "Sniglets"

%
Κανόνες πικρή εμπειρία της Barbara:(1) Όταν αδειάσει ένα συρτάρι για τα ρούχα τουκαι ένα ράφι για προϊόντα περιποίησης του, η σχέση τελειώνει.(2) Όταν τελικά αγοράσει αρκετά σταθερέςνα συνεχίσει την αλληλογραφία, αυτός σταματά το γράψιμο.
		-- Rich Hall, "Sniglets"

%
Απόδειξη κράχτη:Επιμέλεια κειμένων είναι πιο αποτελεσματική από τη δημοσίευση.
		-- Rich Hall, "Sniglets"

%
Βαρόμετρο, Ν .:Ένα έξυπνο εργαλείο που υποδηλώνει το είδος που ο καιρός	έχουν.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Διάκριση Barth είναι:Υπάρχουν δύο τύποι ανθρώπων: αυτοί που χωρίζουν τους ανθρώπους σε δύοτύπων, και εκείνοι που δεν το κάνουν.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Παρατήρηση Baruch είναι:Αν το μόνο που έχετε είναι ένα σφυρί, τα πάντα μοιάζει με ένα καρφί.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Βασικοί ορισμοί της Επιστήμης:Αν είναι πράσινο ή wiggles, είναι βιολογία.Αν βρωμάει, είναι η χημεία.Αν δεν λειτουργεί, είναι φυσική.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
BASIC, Ν .:Μια γλώσσα προγραμματισμού. Σε σχέση με ορισμένες κοινωνικές ασθένειες σεότι όσοι έχουν δεν θα το παραδεχτεί στην ευγενική εταιρεία.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Bathquake, Ν .:Η βίαιη σεισμός που κουδουνίστρες όλο το σπίτι, όταν το νερόβρύση είναι ενεργοποιημένη σε ένα ορισμένο σημείο.
		-- Rich Hall, "Sniglets"

%
Μάχη, n .:Μια μέθοδος αποσύνδεση με τα δόντια ένα πολιτικό κόμπο ότιδεν θα αποφέρει στη γλώσσα.
		-- Ambrose Bierce

%
Ομορφιά, Ν .:Η δύναμη με την οποία μια γυναίκα γοητεύει εραστής και τρομοκρατεί ένα σύζυγο.
		-- Ambrose Bierce

%
Ομορφιά:Τι είναι το μάτι σας όταν έχετε μια μέλισσα στο χέρι σας.
		-- Ambrose Bierce

%
Begathon, Ν .:Μια εκδήλωση πολυήμερες στη δημόσια τηλεόραση, η οποία χρησιμοποιείται για να συγκεντρώσει τα χρήματα, έτσιδεν θα πρέπει να προσέξετε διαφημίσεις.
		-- Ambrose Bierce

%
Αρχή Beifeld είναι:Η πιθανότητα ενός νεαρού άνδρα συνεδρίαση μια επιθυμητή και δεκτικοίνεαρών γυναικών αυξάνεται κατά πυραμιδοειδή εξέλιξη, όταν αυτόςείναι ήδη στην εταιρεία του (1) ημερομηνία, (2) η σύζυγός του, (3)καλύτερη εμφάνιση και πιο πλούσιο αρσενικό φίλο.
		-- R. Beifeld

%
πεποιθήσεων, n:Κάτι που δεν πιστεύουν.
		-- R. Beifeld

%
Νόμοι Bennett των Οπωροκηπευτικών:(1) Τα σπίτια είναι για τους ανθρώπους να ζουν σε.(2) κήποι είναι για τα φυτά να ζουν σε.(3) Δεν υπάρχει τέτοιο πράγμα όπως ένα φυτό εσωτερικού χώρου.
		-- R. Beifeld

%
Δόγμα του Benson:ASCII είναι ο Θεός μας, και Unix είναι το κέρδος του.
		-- R. Beifeld

%
Formula Bershere του για την αποτυχία:Υπάρχουν μόνο δύο είδη ανθρώπων που αποτυγχάνουν: όσοιακούσει κανείς ... και εκείνοι που ακούν σε όλους.
		-- R. Beifeld

%
βήτα δοκιμή, v:Να αναθέσει σε εθελοντική βάση δεδομένων ενός ατόμου, προς το ζην ενός ατόμου και ενός ατόμουλογική σε υλικό ή λογισμικό που προορίζεται για να καταστρέψει τα τρία.Σε προηγούμενες ημέρες, παρθένες συχνά επιλέγονται για να beta ηφαίστεια δοκιμή.
		-- R. Beifeld

%
Νόμοι Bierman των συμβάσεων:(1) Σε κάθε συγκεκριμένο έγγραφο, δεν μπορεί να καλύψει όλα τα «τι θα γινόταν αν είναι".(2) Δικηγόροι παραμείνουν στην επιχείρηση την επίλυση όλα τα εκκρεμή «ό, τι και αν είναι».(3) Κάθε επιλυθεί "τι εάν" δημιουργεί δύο άλυτα "ό, τι και αν είναι».
		-- R. Beifeld

%
Πρώτα Νόμος του Bilbo:Μπορείτε δεν μπορεί να υπολογίζει τους φίλους που έχουν όλα τα συσκευασμένα σε βαρέλια.
		-- R. Beifeld

%
Binary, adj .:Κατέχοντας τη δυνατότητα να έχουν φίλους και των δύο φύλων.
		-- R. Beifeld

%
Κανόνας του Bing:Μην προσπαθήσετε να ανακόψει την παλίρροια - μετακινήσετε την παραλία.
		-- R. Beifeld

%
Διπολική, adj .:Αναφέρεται σε κάποιον που έχει τα σπίτια στο Nome, Αλάσκα, και Μπάφαλο της Νέας Υόρκης.
		-- R. Beifeld

%
γέννηση, n:Το πρώτο και direst όλων των καταστροφών.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
bit, n:Μια μονάδα μέτρησης που εφαρμόζεται στο χρώμα. χρώμα Είκοσι-τέσσερις-bitαναφέρεται σε ακριβά $ 3 χρώμα σε αντίθεση με το φθηνότερο 25εκατό, ή δύο-bit, το χρώμα που χρησιμοποιείτε να είναι διαθέσιμες πριν από λίγα χρόνια.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Bizoos, Ν .:Τα εκατομμύρια των μικροσκοπικών μεμονωμένες ανωμαλίες που συνθέτουν μια μπάλα του μπάσκετ.
		-- Rich Hall, "Sniglets"

%
blithwapping:Χρησιμοποιώντας τίποτα, αλλά ένα σφυρί για να σφυρί ένα καρφί στοντοίχο, όπως παπούτσια, βάσεις λαμπτήρων, doorstops, κ.λπ.
		-- "Sniglets", Rich Hall & Friends

%
Bloom για έβδομο Δίκαιο των διαφορών:αστεία του δικαστή είναι πάντα αστείο.
		-- "Sniglets", Rich Hall & Friends

%
Razor Blore είναι:Δίνεται η δυνατότητα επιλογής ανάμεσα σε δύο θεωρίες, πάρτε το ένα που είναι πιο αστείο.
		-- "Sniglets", Rich Hall & Friends

%
Αξίωμα Blutarsky είναι:Τίποτα δεν είναι αδύνατο για τον άνθρωπο που δεν θα ακούσουν τον λόγο.
		-- "Sniglets", Rich Hall & Friends

%
αξίωμα Boling του:Εάν αισθάνεστε καλά, μην ανησυχείτε. Θα το ξεπεράσω.
		-- "Sniglets", Rich Hall & Friends

%
Τέταρτη Νόμος Bolub της Computerdom:ομάδες έργου απεχθάνονται εβδομαδιαία εκθέσεων προόδου, διότι έτσιέντονα εκδηλώνεται η έλλειψη προόδου τους.
		-- "Sniglets", Rich Hall & Friends

%
Κανόνας Bombeck της Ιατρικής:Ποτέ μην πάτε σε ένα γιατρό των οποίων οι εγκαταστάσεις γραφείου έχουν πεθάνει.
		-- "Sniglets", Rich Hall & Friends

%
Νόμος boob είναι:Μπορείτε πάντα να βρείτε κάτι στο τελευταίο μέρος που θα δούμε.
		-- "Sniglets", Rich Hall & Friends

%
Νόμος Booker του:Μια ουγγιά της εφαρμογής αξίζει ένας τόνος της αφαίρεσης.
		-- "Sniglets", Rich Hall & Friends

%
Bore, Ν .:Ένας τύπος που ολοκληρώνει την ιδέα δύο λεπτά σε ένα δίωρο λεξιλόγιο.
		-- Walter Winchell

%
Bore, Ν .:Ένα άτομο που μιλάει όταν τον θέλετε να ακούσετε.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμοι Boren είναι:(1) Όταν στο τέλος, αναλογιστούν.(2) Όταν σε μπελάδες, να αναθέσει.(3) Σε περίπτωση αμφιβολίας, μουρμουρίζει.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
αφεντικό, n:Σύμφωνα με το αγγλικό λεξικό της Οξφόρδης, κατά τον Μεσαίωνα ηοι λέξεις «αφεντικό» και «μπάλωμα» ήταν σε μεγάλο βαθμό συνώνυμοι, εκτός από το ότι το αφεντικό,εκτός από την έννοια "ένας επιβλέπων των εργαζομένων» και σήμαινε «μιαδιακοσμητικά stud. "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Παρατήρηση Μπάουτσερ:Αυτός που φυσάει τη δική κέρατο του πάντα παίζει τη μουσικήαρκετές οκτάβες υψηλότερες από ό, τι είχε αρχικά γράψει.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Bower είναι:Ταλέντο πηγαίνει όπου η δράση είναι.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Θεώρημα του Bowie:Εάν ένα πείραμα λειτουργεί, θα πρέπει να χρησιμοποιείτε το λάθος εξοπλισμό.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
αγόρι, n:Ένας θόρυβος με χώμα σε αυτό.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Βρωμίδιο του Bradley:Εάν οι υπολογιστές πάρει πάρα πολύ ισχυρό, μπορούμε να οργανώσουμετους σε μια επιτροπή - που θα τους κάνουν το.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Πρώτο Νόμο Brady της επίλυσης προβλημάτων:Όταν ερχόμαστε αντιμέτωποι με ένα δύσκολο πρόβλημα, μπορείτε να λύσετε περισσότεραεύκολα, μειώνοντας το στο ερώτημα, "Πώς θα το Lone Rangerχειρίστηκαν αυτό; "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
εγκεφάλου, n:Η συσκευή με την οποία πιστεύουμε ότι σκεφτόμαστε.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
εγκεφάλου, ν: [όπως στο "στον εγκέφαλο"]Για την επίπληξη ωμά, αλλά όχι απροκάλυπτα? για να διαλύσει μια πηγήσφάλματος σε έναν αντίπαλο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
εγκεφαλική βλάβη, γενίκευση της «Honeywell Brain Damage» (HBD), έναθεωρητική ασθένεια εφευρέθηκε για να εξηγήσει ορισμένες απόλυτη cretinisms στηνMultics, adj:Προφανώς λάθος? cretinous? παράφρων. Υπάρχει μια επίπτωσηότι το υπεύθυνο πρόσωπο πρέπει να έχει υποστεί εγκεφαλική βλάβη,γιατί αυτός / αυτή θα έπρεπε να γνωρίζει καλύτερα. Κλήση κάτιεγκεφαλική βλάβη είναι κακό? αυτό σημαίνει επίσης ότι είναι άχρηστα.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νύφη, Ν .:Μια γυναίκα με ένα πρόστιμο προοπτική της ευτυχίας πίσω της.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
χαρτοφύλακα, n:Μια δίκη όπου η κριτική επιτροπή παίρνει μαζί και σχηματίζει ένα λιντσάρισμα κόμμα.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ευρύ πνεύμα, n:Το αποτέλεσμα της ισοπέδωσης υψηλοφροσύνη έξω.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Σταθερή Brogan είναι:Οι άνθρωποι έχουν την τάση να συγκεντρώνονται στο πίσω μέρος της εκκλησίας και ημπροστά από το λεωφορείο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
brokee, n:Κάποιος που αγοράζει μετοχές με τη συμβουλή ενός μεσίτη.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Brontosaurus Αρχή:Οι οργανισμοί μπορούν να αναπτύσσονται ταχύτερα από ό, τι το μυαλό τους μπορεί να τους διαχειριστείσε σχέση με το περιβάλλον τους και με τη δική τους φυσιολογία: όταναυτό συμβαίνει, είναι είδος υπό εξαφάνιση.
		-- Thomas K. Connellan

%
Νόμος του Brook:Η προσθήκη του ανθρώπινου δυναμικού σε ένα έργο αργά το λογισμικό κάνει αργότερα.
		-- Thomas K. Connellan

%
Νόμος Μπρουκ:Κάθε φορά που ένα σύστημα γίνεται καθοριστεί πλήρως, κάποια βλασφημία ανόητοςανακαλύπτει κάτι το οποίο είτε καταργεί το σύστημα ήεπεκτείνει πέρα ​​από την αναγνώριση.
		-- Thomas K. Connellan

%
Φούσκα μνήμης, Ν .:Ένα υποτιμητικό όρο, συνήθως αναφερόμενος στη νοημοσύνη ενός ατόμου.Δείτε επίσης "σωλήνα κενού".
		-- Thomas K. Connellan

%
Νόμος Bucy είναι:Τίποτα δεν επιτυγχάνεται ποτέ από ένα λογικό άνθρωπο.
		-- Thomas K. Connellan

%
Bug, Ν .:Μια πτυχή του προγράμματος ηλεκτρονικού υπολογιστή που υπάρχει, διότι ηπρογραμματιστής σκεφτόμουν Jumbo Jacks ή δικαιωμάτων προαίρεσης αγοράς μετοχών, όταν αυτός /έγραψε το πρόγραμμα.Ευτυχώς, η δεύτερη σε τελευταία bug μόλις έχει καθοριστεί.
		-- Ray Simard

%
σφάλμα, n:Ένας γιος ενός glitch.
		-- Ray Simard

%
σφάλμα, n:Ένα απατηλό πλάσμα που ζει σε ένα πρόγραμμα που το καθιστά εσφαλμένη.Η δραστηριότητα της "debugging", ή την αφαίρεση σφάλματα από ένα πρόγραμμα, άκραόταν οι άνθρωποι κουράζονται για να γίνει αυτό, όχι όταν τα σφάλματα αφαιρούνται.
		-- "Datamation", January 15, 1984

%
Bugs, pl. Ν .:Μικρά πράγματα διαβίωσης ότι οι μικρές αγόρια που ζουν ρίξει στις μικρές διαβίωσης των κοριτσιών.
		-- "Datamation", January 15, 1984

%
Αυτοκόλλητο προφυλακτήρα:Όλα τα τμήματα που εμπίπτουν στα ανοικτά αυτό το αυτοκίνητο είναι πολύ καλύτεραΒρετανικής κατασκευής.
		-- "Datamation", January 15, 1984

%
Νουθεσία Bunker είναι:Δεν μπορείτε να αγοράσετε μπύρα? μπορείτε να νοικιάσετε μόνο.
		-- "Datamation", January 15, 1984

%
Burbulation:Η έμμονη πράξη το άνοιγμα και το κλείσιμο μιας πόρτας ψυγείου σεμια προσπάθεια να το πιάσει πριν από το αυτόματο φως ανάβει.
		-- "Sniglets", Rich Hall & Friends

%
Γραφείο Λύση, Νόμος του:Όταν μια κυβέρνηση γραφείο έχει προγραμματιστεί να καταργηθούν σταδιακά,ο αριθμός των εργαζομένων στο εν λόγω γραφείο θα διπλασιαστεί μέσα12 μήνες μετά την απόφαση.
		-- "Sniglets", Rich Hall & Friends

%
γραφειοκρατία, n:Μια μέθοδος για τη μετατροπή της ενέργειας σε στερεά απόβλητα.
		-- "Sniglets", Rich Hall & Friends

%
Γραφειοκράτης, Ν .:Ένα πρόσωπο που περιορίζει τη γραφειοκρατία στο πλάι.
		-- J. McCabe

%
γραφειοκράτης, n:Ένας πολιτικός που έχει θητεία.
		-- J. McCabe

%
Αξιώματα του Burke:Όλα είναι δυνατά, αν δεν ξέρετε τι πράγμα μιλάτε.Μην δημιουργείτε ένα πρόβλημα για το οποίο δεν έχετε την απάντηση.
		-- J. McCabe

%
Hog Burn ζυγίσματος Μέθοδος:(1) Πάρτε ένα απόλυτα συμμετρικό σανίδα και να το ισορροπήσει σε ένα σταθερό και γερό καβαλέτο.(2) Βάλτε το γουρούνι στο ένα άκρο της σανίδας.(3) πέτρες Σωρός από την άλλη άκρη μέχρι η σανίδα είναι και πάλι απόλυταισορροπημένη.(4) μαντέψει προσεκτικά το βάρος των βράχων.
		-- Robert Burns

%
τσιτάτο, n:Η μύγα στην αλοιφή του ηλεκτρονικού αλφαβητισμού.
		-- Robert Burns

%
BYOB v,:Πιστεύοντας δικό σας Bull
		-- Robert Burns

%
C, n:Μια γλώσσα προγραμματισμού που είναι περίπου όπως Pascal, εκτός από περισσότερο σανσυναρμολόγηση εκτός του ότι δεν είναι πάρα πολύ σαν είτε ένα, ή οτιδήποτεάλλο. Είναι είτε η καλύτερη διαθέσιμη γλώσσα στην τέχνη σήμερα, ήδεν είναι.
		-- Ray Simard

%
Λάχανο, Ν .:Ένα γνωστό λαχανικό κουζίνα-κήπο περίπου τόσο μεγάλο και σοφό, όπωςτο κεφάλι ενός άνδρα.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Κρύπτη:Ένα πολύ ακριβό μέρος του συστήματος μνήμης ενός υπολογιστή που κανείς δενυποτίθεται ότι γνωρίζουν ότι υπάρχει.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Αξίωμα Cahn είναι:Όταν όλα τα άλλα αποτύχουν, διαβάστε τις οδηγίες.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Κάμπελ:Η φύση απεχθάνεται το vacuous πειραματιστή.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ρητό του Καναδά Μπιλ Τζόουνς:Είναι ηθικά λάθος να επιτρέψει κορόιδα για να κρατήσει τα χρήματά τους.Συμπλήρωμα του Καναδά Μπιλ Τζόουνς:Ένα Smith Wesson και κτυπά τέσσερις άσους.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Η Canonical, adj .:Η συνήθης ή τυπική κατάσταση ή τον τρόπο κάτι. Μια αληθινή ιστορία:Ένας Bob Sjoberg, νέα στο AI Lab του MIT, εξέφρασε κάποια ενόχληση κατά τη χρήσητης αργκό. Πάνω δυνατά τις αντιρρήσεις του, κάναμε ένα σημείο χρησιμοποιώντας ορολογία όπωςόσο το δυνατόν περισσότερο με την παρουσία του, και τελικά άρχισε να βυθίζεται μέσα.Τέλος, σε μια συνομιλία, χρησιμοποίησε τη λέξη «κανονική» στο ορολογία που μοιάζει μεμόδα χωρίς σκέψη.Steele: "! Aha Έχουμε τελικά πήρε μιλάς ορολογία πάρα πολύ"Stallman: «Τι είπε;"Steele: «Αυτός ακριβώς χρησιμοποιείται` κανονική »στον κανονικό τρόπο."
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Captain της Penny:Μπορείτε να ξεγελάσει όλους τους ανθρώπους μερικοί από το χρόνο, καιμερικοί από τους ανθρώπους όλη την ώρα, αλλά δεν μπορεί να ξεγελάσει τη μαμά.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Carperpetuation (PUR Kar «u ένα shun συντροφιάς), Ν .:Η πράξη, όταν σκούπισμα με ηλεκτρική σκούπα, να τρέχει πάνω από ένα string τουλάχιστονντουζίνα φορές, φτάνοντας ξανά και να πάρει επάνω, εξετάζοντας αυτό, τότετοποθετώντας την πίσω κάτω για να δώσει το κενό άλλη μια ευκαιρία.
		-- Rich Hall, "Sniglets"

%
Παρηγοριά Κάρσον:Τίποτα δεν είναι ποτέ μια πλήρης αποτυχία.Μπορεί να χρησιμοποιούνται πάντα ως κακό παράδειγμα.
		-- Rich Hall, "Sniglets"

%
Παρατήρηση Carson για υποδήματα:Αν το παπούτσι ταιριάζει, να αγοράσει το άλλο πάρα πολύ.
		-- Rich Hall, "Sniglets"

%
Πόρισμα Carswell είναι:Κάθε φορά που ο άνθρωπος έρχεται με μια καλύτερη ποντικοπαγίδα,η φύση έρχεται πάντα με ένα καλύτερο ποντίκι.
		-- Rich Hall, "Sniglets"

%
Γάτα, Ν .:Lapwarmer με ενσωματωμένο βομβητή.
		-- Rich Hall, "Sniglets"

%
εγκεφαλική ατροφία, n:Τα φαινόμενα που εμφανίζεται ως εγκεφαλικά κύτταρα γίνονται αδύναμα και άρρωστοι, καιεπηρεάσει την απόδοση του εγκεφάλου. Η αφθονία αυτών των «κακών» κύτταρα μπορούν να προκαλέσουνσυμπτώματα που σχετίζονται με το γήρας, απάθεια, κατάθλιψη, και η συνολική κακή ακαδημαϊκήεκτέλεση. Ένας ορισμένος μικρός αριθμός των κυττάρων του εγκεφάλου θα επιδεινωθεί λόγω τηςeverday δραστηριότητα, αλλά μεγάλες ποσότητες εξασθενούν από την έντονη πνευματική προσπάθειακαι η αφομοίωση των δύσκολων εννοιών. Πολλοί φοιτητές γίνειθύματα αυτής της διαταραχής φόβου λόγω κακών συνηθειών, όπως overstudying.εγκεφαλική Δαρβινισμός, n:Η θεωρία ότι μπορεί να αντιστραφεί τα αποτελέσματα της εγκεφαλικής ατροφίαςμέσω της δράσης καθαρισμού των βαρέων κατανάλωση αλκοόλ. Μεγάλες ποσότητεςτο αλκοόλ προκαλεί πολλά κύτταρα του εγκεφάλου να χαθεί λόγω έλλειψης οξυγόνου. Διά μέσουη διαδικασία της φυσικής επιλογής, οι ασθενείς και άρρωστοι εγκεφαλικά κύτταρα θα πεθάνουνπρώτα, αφήνοντας μόνο τα υγιή κύτταρα. Αυτή η υπέροχη διαδικασία αφήνει τοimbiber με ένα υγιέστερο, πιο ζωντανό εγκέφαλο και αυξάνει την πνευματική ικανότητα.Έτσι, οι καταστροφικές συνέπειες της εγκεφαλικής ατροφίας αντιστραφεί, και την ακαδημαϊκήαπόδοση αυξάνει στην πραγματικότητα πέρα ​​από τα προηγούμενα επίπεδα.
		-- Rich Hall, "Sniglets"

%
Νόμοι Chamberlain είναι:(1) Τα μεγάλα παιδιά κερδίζουν πάντα.(2) Όλα τα γούστα περισσότερο ή λιγότερο, όπως το κοτόπουλο.
		-- Rich Hall, "Sniglets"

%
πυκνότητα χαρακτήρα, Ν .:Ο αριθμός των πολύ παράξενοι άνθρωποι στο γραφείο.
		-- Rich Hall, "Sniglets"

%
Φιλανθρωπία, Ν .:Ένα πράγμα που αρχίζει από το σπίτι και συνήθως μένει εκεί.
		-- Rich Hall, "Sniglets"

%
checkuary, n:Το δέκατο τρίτο μήνα του έτους. Αρχίζει Ημέρα και τα άκρα της Πρωτοχρονιάςόταν ένα άτομο σταματά absentmindedly γράφοντας το παλιό χρόνο στις επιταγές του.
		-- Rich Hall, "Sniglets"

%
Σεφ, Ν .:Κάθε μάγειρας που ορκίζεται στα γαλλικά.
		-- Rich Hall, "Sniglets"

%
Θρήνος Cheit είναι:Αν έχετε βοηθήσει έναν φίλο που έχουν ανάγκη, είναι βέβαιο ότι θα θυμάστε you--την επόμενη φορά που βρίσκεται σε ανάγκη.
		-- Rich Hall, "Sniglets"

%
Χημικές ουσίες, Ν .:Επιβλαβών ουσιών από το οποίο είναι κατασκευασμένα σύγχρονα τρόφιμα.
		-- Rich Hall, "Sniglets"

%
Νόμος Χέοπα »:Τίποτα δεν παίρνει ποτέ κατασκευαστεί σύμφωνα με το χρονοδιάγραμμα ή εντός του προϋπολογισμού.
		-- Rich Hall, "Sniglets"

%
Σικάγο Transit Αρχή αναβάτη Κανόνας # 36:Ποτέ μην ζητήσει ποτέ τη σκληρή ψάχνει κύριος φορώντας El Rukn καλύμματα κεφαλήςόπου πήρε το «πυραμίδα που τροφοδοτείται θερμότερο πίτσα" του.
		-- Chicago Reader 3/27/81

%
Σικάγο Transit Αρχή αναβάτη Κανόνας # 84:Το CTA έχει δωρεάν αναδυόμενο χρονόμετρα διατίθενται κατόπιν αιτήματοςγια υπερθερμανθεί επιβάτες. Όταν το χρονόμετρο σας σκάει επάνω, ο οδηγός θαχαρωπά σας ραντίστε.
		-- Chicago Reader 5/28/82

%
Κοτόσουπα:Ένα αρχαίο θαυματουργό φάρμακο που περιέχει ίσα μέρη ορεομυκίνη,κοκαΐνη, ιντερφερόνη, και TLC. Η κοτόσουπα μόνο πάθησηδεν μπορεί να θεραπεύσει είναι νευρωτική εξάρτηση από τη μητέρα του.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Νόμος Chism της ολοκλήρωσης:Το χρονικό διάστημα που απαιτείται για να ολοκληρωθεί ένα έργο της κυβέρνησης είναιακριβώς ίσο με το μήκος του χρόνου που έχουν ήδη δαπανηθεί για αυτό.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Chisolm Πρώτη Πόρισμα στο δεύτερο νόμο του Μέρφι:Όταν τα πράγματα απλά δεν είναι δυνατόν να γίνουν χειρότερα, θα το κάνουν.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Χριστούγεννα:Μια μέρα που εκτός από κάποιους ως μια στιγμή για την Τουρκία, δώρα, cranberryσαλάτες, οικογενειακές συγκεντρώσεις? για άλλους, που σημειώνονται ως το καλύτεροχρόνος απόκρισης του ολόκληρο το έτος.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Σχόλιο του Τσώρτσιλ για την Man:Ο άνθρωπος θα σκοντάψει μερικές φορές πάνω από την αλήθεια,αλλά οι περισσότεροι από τη στιγμή που θα πάρει τον εαυτό του και να συνεχίσει.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Cinemuck, Ν .:Ο συνδυασμός του ποπ κορν, σόδα, και λιωμένη σοκολάτα πουκαλύπτει τα πατώματα των κινηματογράφων.
		-- Rich Hall, "Sniglets"

%
διορατικός, Ν .:Ένα άτομο, συνήθως μια γυναίκα, που έχει τη δύναμη να βλέπουμε ότιη οποία είναι αόρατα, στην προστάτιδα της - δηλαδή, ότι είναι ένα τούβλο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Συμπέρασμα του Clarke:Μην αφήνετε ποτέ την αίσθηση της ηθικής σας παρεμβαίνουν κάνει το σωστό πράγμα.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Συμπέρασμα αργίλου:Η δημιουργικότητα είναι μεγάλη, αλλά η λογοκλοπή είναι ταχύτερη.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
κλώνος, n:1. Ένα ακριβές αντίγραφο, όπως στο "το προϊόν μας είναι ένας κλώνος τουςπροϊόντος. »2. Ένα κακής ποιότητας, πλαστά αντίγραφα, όπως και στο" προϊόν τουςείναι ένας κλώνος του προϊόντος μας. "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Εξέταση Clovis »της Ατμόσφαιρας Ανωμαλία:Η διαστροφή της φύσης δεν είναι πουθενά καλύτερα αποδεικνύεταιπαρά από το γεγονός ότι, όταν εκτεθεί στην ίδια ατμόσφαιρα,ψωμί γίνεται σκληρό, ενώ κροτίδες γίνει μαλακό.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
COBOL:Μια άσκηση στην Τεχνητή ακαλαισθησία.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
COBOL:Εντελώς Πάνω και πέρα ​​το λόγο ή τη λογική.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος του Cohen:Δεν υπάρχει κάτω στο χειρότερο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Cohn είναι:Όσο περισσότερο χρόνο που περνάτε στο υποβολής εκθέσεων σχετικά με αυτό που κάνετε, τόσο λιγότεροχρόνο που έχετε να κάνετε τίποτα. Σταθερότητα επιτυγχάνεται όταν ξοδεύετεόλο το χρόνο σας υποβολή εκθέσεων σχετικά με το τίποτα που κάνετε.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Κρύο, adj .:Όταν οι πολιτικοί περπατούν γύρω με τα χέρια τους στην τσέπη τους.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος του Cole:Κομμένο σε λεπτές φέτες το λάχανο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Συνεργασία, κ .:Μια λογοτεχνική εταιρική σχέση που βασίζεται στην εσφαλμένη υπόθεση ότι ηάλλους συναδέλφους μπορεί να σημάνει.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Κολλέγιο:Τα συντριβάνια της γνώσης, όπου ο καθένας πηγαίνει για να πιει.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Λογική χώροι Colvard είναι:Όλες οι πιθανότητες είναι 50%.Είτε ένα πράγμα θα συμβεί ή δεν θα.Ασυνείδητος Σχόλιο Colvard είναι:Αυτό ισχύει ιδιαίτερα όταν ασχολείται με κάποιον είστε έλκονται.Σχόλιο Grelb είναι:Οι πιθανότητες, ωστόσο, είναι το 90% εναντίον σας.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Εντολή, Ν .:Δήλωση που υποβάλλεται από την ανθρώπινη και αποδεκτή από έναν υπολογιστή στοένα τέτοιο τρόπο ώστε να κάνει την ανθρώπινη αίσθηση σαν να έχει τον έλεγχο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
σχόλιο:Ένα περιττό στοιχείο του προγράμματος πηγή περιλαμβάνεται τόσο ηπρογραμματιστής μπορεί να θυμηθεί τι στο διάολο ήταν αυτός είχε κάνειέξι μήνες αργότερα. Μόνο το αδύναμο μυαλό τους χρειάζονται, σύμφωνα μεσε εκείνους που νομίζουν ότι δεν είναι.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Δέσμευση, Ν .:[Η διαφορά μεταξύ της συμμετοχής και] Δέσμευση μπορεί να είναιαπεικονίζεται με ένα πρωινό του ζαμπόν και αυγά. Το κοτόπουλο ήτανπου εμπλέκονται, ο χοίρος διαπράχθηκε.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Κανόνες Επιτροπής:(1) Ποτέ μην φθάνουν στην ώρα τους, ή θα σφραγίζονται έναν αρχάριο.(2) Να μην πω τίποτα μέχρι η συνάντηση είναι το μισό πάνω? αυτόΣας γραμματόσημα ως σοφός.(3) Να είστε όσο ασαφής όσο το δυνατόν? Αυτό εμποδίζει να ερεθίζει τοάλλους.(4) Σε περίπτωση αμφιβολίας, να προτείνει να διοριστεί υποεπιτροπή.(5) Γίνε ο πρώτος που θα κινηθεί για αναβολή? Αυτό θα σας κάνειδημοφιλή - είναι αυτό που όλοι περιμένουν.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Επιτροπής, κ .:Μια ομάδα των ανδρών που ατομικά μπορεί να κάνει τίποτα, αλλά ως ομάδανα αποφασίσει ότι τίποτα δεν μπορεί να γίνει.
		-- Fred Allen

%
Κοινός για τους τρεις νόμους της οικολογίας:(1) Καμία δράση δεν είναι χωρίς παρενέργειες.(2) Τίποτα δεν πηγαίνει ποτέ μακριά.(3) Δεν υπάρχει δωρεάν γεύμα.
		-- Fred Allen

%
Σύνθετο σύστημα:Ένα με πραγματικά προβλήματα και φανταστικά κέρδη.
		-- Fred Allen

%
Φιλοφρόνηση, Ν .:Όταν λέτε κάτι άλλο που ξέρει ο καθένας δεν είναι αλήθεια.
		-- Fred Allen

%
compuberty, n:Η δυσάρεστη περίοδο της συναισθηματικής και ορμονικές αλλαγές μιαεμπειρίες του υπολογιστή όταν το λειτουργικό σύστημα αναβαθμίζεται καιένα sun4 έχει θέσει σε απευθείας σύνδεση κοινή χρήση αρχείων.
		-- Fred Allen

%
Επιστήμη των υπολογιστών:(1) Μια μελέτη Akin να αριθμολογία και αστρολογία, αλλά λείπει τοακρίβεια των πρώτων και η επιτυχία της τελευταίας.(2) Η ανάλυση παρατεταμένη αξία των αλγορίθμων.(3) Η δαπανηρή απαρίθμηση του προφανούς.(4) Η βαρετό τέχνη του να αντιμετωπίσουν ένα μεγάλο αριθμό κοινοτοπίες.(5) ταυτολογία αξιοποιηθεί στην υπηρεσία του ανθρώπου με την ταχύτητα του φωτός.(6) Η μείωση Μετα-Turing στην επίσημη θεωρία συστημάτων.
		-- Fred Allen

%
Υπολογιστή, Ν .:Μια ηλεκτρονική οντότητα η οποία εκτελεί αλληλουχίες χρήσιμων βήματα σε μιααπόλυτα κατανοητό, αυστηρά λογικό τρόπο. Αν πιστεύειςαυτό, δείτε μου για μια γέφυρα που έχω προς πώληση στο Μανχάταν.
		-- Fred Allen

%
Έννοια, Ν .:Κάθε «ιδέα» για το οποίο ένας εξωτερικός σύμβουλος θα χρεωθεί περισσότερο από$ 25.000.
		-- Fred Allen

%
Συνέδριο, Ν .:Μια ειδική συνεδρίαση στην οποία το αφεντικό συγκεντρώνει υφισταμένους να ακούσωτι έχουν να πουν, εφ 'όσον δεν έρχονται σε αντίθεση με ό, τιαυτός είναι ήδη αποφασίσει να κάνουν.
		-- Fred Allen

%
Έμπιστος, έμπιστη φίλη, n:Ένα ανατεθεί από Α με τα μυστικά του Β, εκμυστηρεύτηκε ο ίδιος από την C.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Επιβεβαίωσε εργένης:Ένας άνθρωπος που περνά μέσα από τη ζωή χωρίς κανένα πρόβλημα.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Εικασία: Όλοι οι μονοί αριθμοί είναι πρώτοι.Απόδειξη Μαθηματικός του:3 είναι πρώτος. 5 είναι πρώτος. 7 είναι πρώτος. Με επαγωγή, όλαμονοί αριθμοί είναι πρώτοι.Απόδειξη Φυσικός είναι:3 είναι πρώτος. 5 είναι πρώτος. 7 είναι πρώτος. 9 είναι σε πειραματικό στάδιοσφάλμα. 11 είναι πρώτος. 13 είναι πρώτος ...Απόδειξη Μηχανικού:3 είναι πρώτος. 5 είναι πρώτος. 7 είναι πρώτος. 9 είναι πρώτος.11 είναι πρώτος. 13 είναι πρώτος ...Απόδειξη επιστήμονες του υπολογιστή:3 είναι πρώτος. 3 είναι πρώτος. 3 είναι πρώτος. 3 είναι πρώτος ...
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Connector Συνωμοσία, n:[Μάλλον ήρθε στο προσκήνιο με την εμφάνιση του KL-10,κανένας από του οποίου συνδέσμων ταιριάζει με οτιδήποτε άλλο] Η τάση τηςκατασκευαστές (ή, κατ 'επέκταση, προγραμματιστές ή προμηθευτές του τίποτα)για να καταλήξει σε νέα προϊόντα τα οποία δεν ταιριάζουν μεταξύ τους με το παλιόπράγματα, καθιστώντας έτσι μπορείτε να αγοράσετε είτε όλα τα νέα πράγματα ή ακριβάσυσκευές διεπαφής.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Συγκατάθεση διάταγμα:Ένα έγγραφο με το οποίο μια δύσμοιρη συναινεί εταιρεία ποτέ να διαπράξειστο μέλλον ανεξάρτητα από αποτρόπαιες παραβιάσεις του ομοσπονδιακού δικαίουποτέ δεν παραδέχθηκε στην πρώτη θέση.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Σύμβουλος, κ .:(1) Κάποιος θα πληρώσει για να πάρει το ρολόι τον καρπό σας και να πείτεσας τι ώρα είναι. (2) (Για χρήση βιογραφικό) Ο τίτλος εργασίαςαπό όποιον δεν κατέχει σήμερα μια δουλειά. Ρητό: ΈχετεΥπολογιστής, θα ταξιδέψουν.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Σύμβουλος, κ .:[Από con "για να εξαπατήσουν, κοροϊδεύω, απάτη," ή, ενδεχομένως, γαλλικά con(Χυδαίο) "ένα άτομο λίγη αξία" + SULT ελλειπτική μορφή"Προσβολή".] Ένα tipster που μεταμφιέζεται ως ένα χρησμό, ειδικά αυτός πουέχει μάθει να αφήνω στρατόπεδο με μεγάλη ταχύτητα, παρά ένα μεγάλο χαρτοφύλακακαι βαρύ πορτοφόλι.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Σύμβουλος, κ .:Ένας συνηθισμένος άνθρωπος μακριά από το σπίτι.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
σύμβουλος, Ν .:Κάποιος που knowns 101 τρόπους για να κάνουν έρωτα, αλλά δεν μπορεί να πάρει μια ημερομηνία.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Σύμβουλος, κ .:Κάποιος που θα προτιμούσα να σκαρφαλώσει σε ένα δέντρο και να πει ένα ψέμα από ό, τι σταθείτο έδαφος και να πει την αλήθεια.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Διαβούλευσης, Ν .:Ιατρικός όρος που σημαίνει "να μοιραστούν τον πλούτο."
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Συνομιλία, Ν .:Ένα φωνητικό διαγωνισμό, στον οποίο εκείνος που έχει πιάσει την αναπνοή τουκαλείται ο ακροατής.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος του Conway:Σε κάθε διοργάνωση θα υπάρχει πάντα ένα άτομο που ξέρει	τι συμβαίνει.Το πρόσωπο αυτό πρέπει να απολυθούν.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
φωτοτυπικό μηχάνημα, Ν .:Μια συσκευή που αποκόμματα χαρτιού, αναβοσβήνει μυστηριωδώς κωδικοποιημένα μηνύματα,και κάνει εις διπλούν για όλους στο γραφείο που δεν είναιενδιαφέρονται για την ανάγνωση τους.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Coronation, Ν .:Η τελετή της επένδυσης ενός κυρίαρχου με την εξωτερική και ορατήσημάδια της θείας δικαίωμά του να καεί Skyhigh με μια βόμβα δυναμίτη.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Αλληλογραφία Πόρισμα:Ένα πείραμα μπορεί να θεωρηθεί επιτυχία, αν όχι περισσότερο από το ήμισυτα δεδομένα σας θα πρέπει να απορρίπτεται για να ληφθεί η αλληλογραφία με τη θεωρία σας.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Corry είναι:Το χαρτί είναι πάντα ισχυρότερη στις διατρήσεις.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
δικαστηρίου, Ν .:Ένα μέρος όπου θα σας απαλλάξει από τη δικαιοσύνη.
		-- Arthur Train

%
Δειλός, Ν .:Κάποιος που σε μια επικίνδυνη έκτακτης ανάγκης σκέφτεται με τα πόδια του.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Πιστωτή, Ν .:Ένας άνθρωπος που έχει μια καλύτερη μνήμη από έναν οφειλέτη.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Crenna της πολιτικής ευθύνης:Εάν είστε ο πρώτος που γνωρίζουμε για κάτι κακό, θα έχετε την ευκαιρία ναευθύνεται για ενεργούν σε αυτό, ανεξάρτητα από την επίσημη καθηκόντων σας.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
κριτικός, Ν .:Ένα πρόσωπο που μπορεί να υπερηφανεύεται για τον εαυτό του σκληρά για να ευχαριστήσουν, επειδή κανείς δεν προσπαθείνα τον ευχαριστήσει.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ερώτημα Croll είναι:Εάν οι σφυρίχτρες κασσίτερο από κασσίτερο, τι κέρατα ομίχλης φτιαγμένα;
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Cropp είναι:Το ποσό της εργασίας που πραγματοποιείται ποικίλλει inversly με το χρόνο που δαπανάται στογραφείου.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Cruickshank των Επιτροπών:Εάν μια επιτροπή έχει τη δυνατότητα να συζητήσουν μια κακή ιδέα αρκετό καιρό,αναπόφευκτα θα αποφασίσουν να εφαρμόσουν την ιδέα απλά επειδή έτσιπολλή δουλειά έχει ήδη γίνει σε αυτό.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
δρομέα διεύθυνση, n:"Γεια σας, δρομέας!"
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Δρομέας, Ν .:Ένα πρόγραμμα του οποίου δεν θα εκτελεστεί.
		-- Robb Russon

%
curtation, Ν .:Η επιβολή συμπίεση μιας συμβολοσειράς στη σταθερού μήκους πεδίουπεριβάλλο.Το πρόβλημα της τοποθέτησης εξαιρετικά συμβολοσειρές μεταβλητού μήκους, όπως ονόματα,διευθύνσεις και περιγραφές στοιχείων στα αρχεία σταθερού μήκους δεν είναι ασήμαντούλη. Παραμέληση της λεπτή τέχνη της curtation έχει ίσως αποξενωθεί περισσότεραάνθρωποι από κάθε άλλη πτυχή της επεξεργασίας των δεδομένων. Μπορείτε να παραγγείλετε Μότσαρτ "DonGiovanni »από ρεκόρ συλλόγου σας, και σας τιμολογούν $ 24.95 για MOZ DONG.Το ανόητο χαρτογράφηση του υψηλού επάνω στο γελοίο! Εξίσου αινιγματικός είναιη curtation που παράγει τα ίδια οκτώ χαρακτήρες, το καλύτερο, ανΓια "Το καλύτερο του Βάγκνερ", "The Best of Schubert", ή "η καλύτερη από τις turds".Ομοίως, οι λάτρεις του κρασιού που αγοράζουν από μηχανογραφημένα οινοποιεία στροβιλίζονται τα γυαλιά τους,ελέγξτε τις σημειώσεις παράδοσή τους, και να ενημερώσουν τους φίλους τους, "Μια μάλλον αθώα,ενδεχομένως overtruncated SAUV CAB 69 TAL. "Η συμπίεση των φρούτων σε 10στήλες απέφερε όπως αξέχαστη αισχρολογίες και COX Ή PIP. Τα παραδείγματαπου αναφέρονται είναι πραγματικές, και η curtational μεθοδολογία που τα παρήγαγε είναι ακόμαμαζί μας.MOZ DONG n.Curtation του Don Giovanni του Wolfgang Amadeus Mozart και Lorenzo daPonte, όπως εκτελείται από το μηχανογραφικό σύνολο χρέωσης της Internat'lPreview Κοινωνία, Great Neck (sic), Ν.Υ.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Νόμος Cutler του Webster:Υπάρχουν δύο πλευρές σε κάθε επιχείρημα, εκτός εάν ένα πρόσωποείναι προσωπικά, οπότε υπάρχει μόνο μία.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Κυνικός, Ν .:Ένας παλιάνθρωπος οποίου η ελαττωματική όραση βλέπει τα πράγματα όπως είναι, δενόπως θα έπρεπε να είναι. Ως εκ τούτου, το έθιμο μεταξύ των Σκυθών της μάδημααπό τα μάτια ενός κυνικού να βελτιώσει το όραμά του.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Κυνικός, Ν .:Έμπειροι.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Κυνικός, Ν .:Κάποιος που κοιτάζει μέσα από ροζ χρωματιστά γυαλιά με ίκτερο μάτι.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Δεδομένων, Ν .:Μια δεδουλευμένη καλαμάκια στις πλάτες των θεωριών.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Δεδομένων, Ν .:Computerspeak για "πληροφορίες". σωστά προφέρεταιο τρόπος Βοστονέζοι προφέρει τη λέξη για ένα θηλυκό παιδί.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος του Davis της πυκνότητας της κυκλοφορίας:Η πυκνότητα του ώρα αιχμής της κυκλοφορίας είναι ευθέως ανάλογη προς1,5 φορές το ποσό του επιπλέον χρόνου σας επιτρέψει να φτάσουν στην ώρα τους.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Dictum του Davis:Προβλήματα που πάει μακριά από μόνες τους, έρχονται πίσω από μόνα τους.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Dawn, Ν .:Ο χρόνος όταν οι άνδρες της λόγο να πάει για ύπνο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Deadwood, Ν .:Καθένας στην εταιρεία σας που είναι πιο ανώτερος από ό, τι είναι.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
την επιθυμία του θανάτου, Ν .:Η μόνη επιθυμία που έρχεται πάντα αλήθεια, έστω και αν κάποιος επιθυμεί να.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Απόφαση maker, Ν .:Το πρόσωπο στο γραφείο σας που δεν ήταν σε θέση να σχηματίσουν μια ομάδα εργασίαςπριν σταματήσει η μουσική.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
προεπιλογή, Ν .:[Ενδεχομένως από Black αγγλικά "De σφάλμα wid dis σύστημα σας,Δευτ "] Η μάταιη προσπάθεια να αποφευχθούν τα σφάλματα από την αδράνεια." Τίποτα δεν θαπροέρχονται από το τίποτα: να μιλήσει και πάλι "- Βασιλιάς Ληρ..
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Προεπιλογή, Ν .:Το υλικό, φυσικά.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Deja Vu:. Γαλλικά, ήδη δει? unoriginal? κοινότυπος.Psychol., Η ψευδαίσθηση της έχοντας βιώσει στο παρελθόνκάτι πράγματι αντιμετώπισε για πρώτη φορά.Psychol., Η ψευδαίσθηση της έχοντας βιώσει στο παρελθόνκάτι πράγματι αντιμετώπισε για πρώτη φορά.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Σύσκεψη, Ν .:Η πράξη της εξέτασης ψωμί κάποιου να καθορίσει ποια πλευρά είναιβουτυρωμένο καθεξής.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Οδοντίατρος, Ν .:Ένας ταχυδακτυλουργός που, βάζοντας μέταλλο στο στόμα κάποιου, τραβάκέρματα από τις τσέπες του.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ντένβερ, Ν .:Ένας μικρούλης πόλη που βρίσκεται ακριβώς κάτω από το `O 'στο Κολοράντο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
σχεδιασμός, v .:Αυτό που λυπάμαι που δεν κάνει αργότερα.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Δίλημμα DeVries »:Αν χτυπήσει δύο πλήκτρα της γραφομηχανής, η μία δεν θέλετεχτυπά το χαρτί.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Πρώτα Νόμος Dibble της Κοινωνιολογίας:Μερικοί το κάνουν, κάποιοι δεν το κάνουν.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Die, κατά .:Για να σταματήσει να αμαρτάνει ξαφνικά.
		-- Elbert Hubbard

%
Δείπνο εισήγηση # 302 (De-lite χάκερ):1 κονσέρβα σαρδέλες εισάγονται φρίσσων σε σάλτσα ντομάτας1 θήκη Σοκολάτα Malt Carnation Instant Breakfast1 κουτί γάλα
		-- Elbert Hubbard

%
διπλωματία, n:Που βρίσκεται στην πολιτεία.
		-- Elbert Hubbard

%
Dirksen του Τρεις Νόμους της πολιτικής:(1) να εκλεγεί.(2) Πάρτε επανεκλεγεί.(3) Μην θυμώνεις, να πάρει ακόμη.
		-- Sen. Everett Dirksen

%
στερώ του δικαιώματος της δικηγορίας, n:Όπως διακρίνεται από κάποια άλλη μπάρα.
		-- Sen. Everett Dirksen

%
Διακριτικός, adj .:Ένα διαφορετικό χρώμα ή το σχήμα από τους ανταγωνιστές μας.
		-- Sen. Everett Dirksen

%
Αγωνία, Ν .:Μια ασθένεια που προκύπτουν από την έκθεση για την ευημερία ενός φίλου.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
διαζύγιο, n:Μια αλλαγή της συζύγου.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Απόδειξη με έγγραφα:Οδηγίες μεταφραστεί από το Σουηδικό από τους Ιάπωνες για τα αγγλικάμιλώντας άτομα.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
διπλή-τυφλή πείραμα, n:Ένα πείραμα στο οποίο ο επικεφαλής ερευνητής πιστεύει ότι είναικοροϊδεύουμε τόσο το θέμα και ο βοηθός εργαστηρίου. Συχνά συνοδεύεταιαπό μια ισχυρή πίστη στην νεράιδα των δοντιών.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος της Dow:Σε μια ιεραρχική οργάνωση, τόσο υψηλότερο είναι το επίπεδο,τόσο μεγαλύτερη είναι η σύγχυση.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Discovery Drakenberg είναι:Εάν δεν μπορείτε να φαίνεται να βρουν τα γυαλιά σας,είναι πιθανώς επειδή δεν τα έχετε στο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Drew του Highway Βιολογία:Το πρώτο σφάλμα να χτυπήσει ένα καθαρό εδάφη παρμπρίζ ακριβώς μπροστάτων ματιών σας.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
φάρμακο, n:Μια ουσία που, με ένεση σε αρουραίους, παράγει μια επιστημονική εργασία.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Το ένταλμα Ducharme είναι:Ευκαιρία χτυπά πάντα τουλάχιστον κατάλληλη στιγμή.Αξίωμα Ducharme είναι:Αν βλέπετε το πρόβλημά σας είναι αρκετά στενά, θα αναγνωρίσειτον εαυτό σας ως μέρος του προβλήματος.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Καθήκον, n:Τι περιμένει κανείς από τους άλλους.
		-- Oscar Wilde

%
Νόμος Eagleson είναι:Κάθε κωδικός της δικής σας ότι δεν έχετε κοίταξε για έξι ή περισσότεραμήνες, θα μπορούσε κάλλιστα να έχει γραφτεί από κάποιον άλλο. (Eaglesonείναι αισιόδοξος, ο πραγματικός αριθμός είναι περισσότερο σαν τρεις εβδομάδες.)
		-- Oscar Wilde

%
την οικονομία, Ν .:Τα οικονομικά είναι η μελέτη της αξίας και της σημασίας των J. K. Galbraith.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Οικονομίες κλίμακας:Η αντίληψη ότι μεγαλύτερο είναι καλύτερη. Πιο συγκεκριμένα, ότι αν θέλετεένα ορισμένο ποσό της ενέργειας του υπολογιστή, είναι πολύ καλύτερο να αγοράσουν έναBiggie από μια δέσμη των smallies. Δεκτή ως ένα άρθρο της πίστηςαπό ανθρώπους που αγαπούν τις μεγάλες μηχανές και όλη αυτή η πολυπλοκότητα. απορρίφθηκεως ένα άρθρο της πίστης από εκείνους που αγαπούν τις μικρές μηχανές και όλαοι περιορισμοί αυτοί.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
οικονομολόγος, Ν:Κάποιος που είναι καλός με τα στοιχεία, αλλά δεν έχει αρκετάπροσωπικότητα για να γίνει ένας λογιστής.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Εγωισμός, n:Να κάνει το σταυρόλεξο των New York Times με ένα στυλό.Εγωιστής, n:Ένα άτομο με χαμηλή γεύση, ενδιαφέρονται περισσότερο για τον εαυτό του από μένα.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Σχόλιο Ehrman είναι:(1) Τα πράγματα θα χειροτερέψουν πριν γίνουν καλύτερα.(2) Ποιος είπε ότι τα πράγματα θα γίνουν καλύτερα;
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Elbonics, Ν .:Οι δράσεις των δύο ανθρώπων ελιγμούς για ένα υποβραχιόνιο σε μια ταινίαθέατρο.
		-- "Sniglets", Rich Hall & Friends

%
Ηλεκτροπληξία, Ν .:Κάψιμο στην πυρά με όλες τις σύγχρονες βελτιώσεις.
		-- "Sniglets", Rich Hall & Friends

%
Ελέφαντας, Ν .:Ένα ποντίκι κατασκευαστεί στην κυβέρνηση προδιαγραφές.
		-- "Sniglets", Rich Hall & Friends

%
Ενδέκατη Νόμος Ακουστικής:Σε ένα σύστημα υποχρεωτικών ελάχιστων φάσεων υπάρχει μια άρρηκτη σχέση μεταξύ τηςαπόκριση συχνότητας, απόκριση φάσης και παροδική απόκριση, όπωςείναι όλα απλώς μετατρέπει ένα από το άλλο. Αυτό σε συνδυασμό μεminimalization σφαλμάτων ανοικτού βρόχου σε ενισχυτές εξόδου και σωστήαποζημίωση για τη φόρτωση μη-γραμμικό παθητικό δίκτυο crossover μπορεί ναοδηγήσει σε σημαντική μείωση της ανάλυσης του συστήματος χάνονται. Ωστόσο,Φυσικά, όλα αυτά σημαίνει υποδοχή όταν ακούτε Pink Floyd.
		-- "Sniglets", Rich Hall & Friends

%
Emacs, Ν .:Ένα αργοκίνητο παρωδία ενός επεξεργαστή κειμένου.
		-- "Sniglets", Rich Hall & Friends

%
Νόμος Emerson της αντιπαλότητα:Ο επικεφαλής θέλουν μας στη ζωή είναι κάποιος που θα μας κάνει να κάνουμε ό, τι μπορούμεμπορεί. Έχοντας τους βρήκε, μπορούμε στη συνέχεια να τους μισούν για αυτό.
		-- "Sniglets", Rich Hall & Friends

%
Πωλητές εγκυκλοπαίδεια:Προσκαλέστε τους όλους μέσα. ΕΕΠ από την πίσω πόρτα. Τηλέφωνο την αστυνομίακαι να τους πείτε το σπίτι σας είναι να διαρρήξει.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Ατελείωτες Loop, Ν .:δείτε Loop, Endless.Loop, Endless, Ν .:δείτε ατέρμονος βρόχος.
		-- Random Shack Data Processing Dictionary

%
Engram, Ν .:1. Η φυσική εκδήλωση της ανθρώπινης μνήμης - «το έγγραμμο."2. Μια ιδιαίτερη μνήμη σε φυσική μορφή. [Σημείωση Χρήση: ο όρος αυτός δεν είναι πλέονσε κοινή χρήση. Πριν από Wilson και Magruder είναι ιστορική ανακάλυψη, η φύσητης engram ήταν ένα θέμα έντονης κερδοσκοπίας μεταξύ νευροεπιστήμονες,ψυχολόγους, και ακόμη και οι επιστήμονες ηλεκτρονικών υπολογιστών. Το 1994 Καθηγητές M. R. Wilsonκαι W. V. Magruder, τόσο του βουνού του Αγίου Coax Πανεπιστήμιο στο Palo Alto, αποδείχθηκεσυμπερασματικά ότι ο εγκέφαλος των θηλαστικών είναι hardwired να ερμηνεύσει ένα σύνολοτριάντα επτά γενετικά μεταδίδεται συνεργαζόμενες μακροεντολές TECO. ανθρώπινη μνήμηφάνηκε να διαμένουν σε 1 εκατομμύριο Q-μητρώα ως Huffman κωδικοποιημένα κεφαλαία μόνοχορδές ASCII. Το ενδιαφέρον για το έγγραμμο έχει μειωθεί σημαντικά από το ότιφορά.]3η έκδοση, 2007 μ.Χ.
		-- New Century Unabridged English Dictionary,

%
ενισχύσουν, κατά .:Να παρέμβει με μια εικόνα, συνήθως εις βάρος της.
		-- New Century Unabridged English Dictionary,

%
Entreprenuer, Ν .:Ένα υψηλής τροχαίο παίρνω ρίσκα που θα προτιμούσανείναι μια θεαματική αποτυχία από μια μελαγχολική επιτυχία.
		-- New Century Unabridged English Dictionary,

%
Ο φθόνος, Ν .:Επιθυμώντας που θα γεννηθεί με ένα αθέμιτο πλεονέκτημα,αντί να πρέπει να προσπαθήσουμε και να αποκτήσουν ένα.
		-- New Century Unabridged English Dictionary,

%
νόμος Epperson είναι:Όταν ένας άνθρωπος λέει ότι είναι μια ανόητη, παιδικό παιχνίδι, είναι πιθανώςκάτι η γυναίκα του να τον νικήσει σε.
		-- New Century Unabridged English Dictionary,

%
Ετυμολογία, Ν .:Μερικοί νωρίς ετυμολογική μελετητές ήρθε με παραγωγές ότιήταν δύσκολο για το κοινό να πιστέψει. Ο όρος «ετυμολογία» διαμορφώθηκεαπό το λατινικό "ΕΤυ" ( "φάει"), η ρίζα "mal» ( «κακή»), και "βαρύς"( «Μελέτη»). Αυτό σήμαινε «τη μελέτη των πραγμάτων που είναι δύσκολο να καταπιεί."
		-- Mike Kellen

%
Κάθε άλογο έχει έναν άπειρο αριθμό των ποδιών (απόδειξη από εκφοβισμούς):Τα άλογα έχουν ζυγό αριθμό ποδιών. Πίσω έχουν δύο σκέλη, καιμπροστινό έχουν μπροστινά πόδια. Αυτό κάνει έξι πόδια, τα οποία είναι σίγουρα έναμονό αριθμό των ποδιών για ένα άλογο. Αλλά το μόνο αριθμό που είναι τόσο ακόμηκαι περίεργο είναι το άπειρο. Ως εκ τούτου, τα άλογα έχουν έναν άπειρο αριθμόπόδια. Τώρα για να το αποδείξει αυτό για τη γενική περίπτωση, ας υποθέσουμε ότι κάπου,υπάρχει ένα άλογο που έχει ένα πεπερασμένο αριθμό ποδιών. Αλλά αυτό είναι ένα άλογοάλλου χρώματος, και από το λήμμα [ "Όλα τα άλογα έχουν το ίδιο χρώμα"],ότι δεν υπάρχει.
		-- Mike Kellen

%
Κάθε πρόγραμμα έχει (τουλάχιστον) δύο σκοπούς:αυτό για το οποίο γράφτηκε και ένα άλλο για το οποίο δεν ήταν.
		-- Mike Kellen

%
Λογαριασμοί Εξόδων, Ν .:Εταιρική κουπόνια τροφίμων.
		-- Mike Kellen

%
Εμπειρία, Ν .:Κάτι που δεν έχετε μέχρι λίγο μετά τη χρειάζεστε.
		-- Olivier

%
Expert, Ν .:Κάποιος ο οποίος προέρχεται από έξω από την πόλη και δείχνει διαφάνειες.
		-- Olivier

%
Απόσπασμα από την Επίσημη Λαχεία Κανόνες:ΟΧΙ ΑΓΟΡΑ ΠΟΥ ΑΠΑΙΤΟΥΝΤΑΙ να διεκδικήσουν το βραβείο ΣΑΣΓια να διεκδικήσετε το βραβείο σας χωρίς την αγορά, κάνετε τα εξής: (α) Προσεκτικάκόψτε υπολογιστή-τυπωμένο το όνομα και τη διεύθυνσή σας από το επάνω δεξί χέριγωνία του εντύπου διεκδικήσουν το βραβείο. (Β) Τοποθέτηση του υπολογιστή-τυπωμένο το όνομα καιδιεύθυνση - με κόλλα ή κολλητική ταινία (χωρίς συνδετήρες ή συνδετήρες) -σε μια κάρτα δείκτη 3x5 ιντσών. (Γ) Επίσης, κόψτε το «Όχι» της παραγράφου (κάτωαριστερή γωνία του Βραβείου Φόρμα αξίωσης) και θέτει το στην κάρτα 3x5κάτω από την ετικέτα διεύθυνση σας. (Δ) Στη συνέχεια, εκτυπώστε την κάρτα 3x5 σας, πάνω σαςυπολογιστή-τυπωμένο το όνομα και την αντιμετώπιση των λέξεων "CARTER & VAN PEELΛαχεία »(Χρησιμοποιήστε όλα τα κεφαλαία γράμματα.) (Ε) Τέλος, τοποθετήστε την κάρτα 3x5(Χωρίς κάμψη) σε ένα απλό φάκελο [ΣΗΜΕΙΩΣΗ: Μην χρησιμοποιείτε το τοΕπίσημη Βραβείο αξίωσης και CVP Άρωμα Απάντηση Φάκελος ή μπορεί νααποκλειστεί], και το ταχυδρομείο: CVP, Box 1320, Westbury, Νέα Υόρκη 11595. ΕκτύπωσηΑυτή η διεύθυνση σωστά. Συμμορφωθεί με τις παραπάνω οδηγίες προσεκτικά καιπλήρως ή μπορεί να αποκλειστεί από τη λήψη βραβείο σας.
		-- Olivier

%
Παραμύθι, Ν .:Μια ιστορία τρόμου για να προετοιμάσει τα παιδιά για τις εφημερίδες.
		-- Olivier

%
Fakir, n:Ένας ψυχολόγος του οποίου η χαρισματική δεδομένων έχουν εμπνεύσει σχεδόνθρησκευτική ευλάβεια σε οπαδούς του, ακόμη και αν οι πηγέςφαίνεται να έχουν shinnied ένα σχοινί και εξαφανίστηκε.
		-- Olivier

%
falsie πωλητής, n:Fuller άνθρωπος προτομή.
		-- Olivier

%
Διάσημοι τελευταία λόγια:
		-- Olivier

%
Διάσημοι τελευταία λόγια:(1) «Μην ανησυχείς, μπορώ να το χειριστεί."(2) «Εσύ και τι στρατό;"(3) "Αν ήταν τόσο έξυπνος όσο νομίζεις ότι είσαι, δεν θα είναι	     ένας μπάτσος."
		-- Olivier

%
Διάσημοι τελευταία λόγια:(1) Μην το αποσυνδέσετε, θα πάρει μόνο μια στιγμή για να διορθώσετε.(2) Ας πάρουμε τη συντόμευση, δεν μπορεί να μας δει από εκεί.(3) Τι θα συμβεί αν αγγίξετε αυτά τα δύο καλώδια tog--(4) Δεν θα χρειαστεί κρατήσεις.(5) Είναι πάντα ηλιόλουστο υπάρχει αυτή τη φορά του έτους.(6) Μην ανησυχείτε, δεν είναι φορτωμένο.(7) Θα έπαιρνα ποτέ (ήταν ανόητο αρκετά για να) κάνει τον μάνατζερ.(8) Μην ανησυχείτε! Οι γυναίκες το αγαπούν!
		-- Olivier

%
Διάσημοι αποσπάσματα:""""""
		-- Marcel Marceau

%
Διάσημοι, adj .:Εμφανώς άθλια.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
χαρακτηριστικό, n:Μια εκπληκτική ιδιότητα ενός προγράμματος. Occasionaly τεκμηριωμένη. Νακαλέστε ένα ακίνητο ένα χαρακτηριστικό μερικές φορές σημαίνει ότι ο συγγραφέας δεν το έκανενα εξετάσει την υπόθεση, και το πρόγραμμα κάνει μια απρόσμενη, αν καιδεν είναι απαραίτητα λάθος απάντηση. Δείτε το σφάλμα. "Αυτό δεν είναι ένα bug, είναιένα χαρακτηριστικό! "Ένα σφάλμα μπορεί να αλλάξει σε λειτουργία από την τεκμηρίωση του.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
fenderberg, Ν .:Τα μεγάλα παγόμορφο αποθέσεις που σχηματίζονται στα εσωτερικάτης προφυλακτήρες αυτοκινήτων κατά τη διάρκεια της χιονοθύελλες.
		-- "Sniglets", Rich Hall & Friends

%
Το ένταλμα Φέργκιουσον:Μια κρίση είναι όταν δεν μπορείτε να πείτε "ας ξεχάσουμε το όλο θέμα."
		-- "Sniglets", Rich Hall & Friends

%
Fidelity, Ν .:Μια αρετή που προσιδιάζουν σε όσους πρόκειται να προδώσει.
		-- "Sniglets", Rich Hall & Friends

%
Πέμπτο Νόμο Εφαρμοσμένων τρόμου:Αν σας δοθεί ένα ανοιχτό βιβλίο εξετάσεις, θα ξεχάσετε το βιβλίο σας.Συνέπεια:Αν σας δοθεί ένα take-home εξετάσεις, θα ξεχάσετε πού ζείτε.
		-- "Sniglets", Rich Hall & Friends

%
Πέμπτον Δίκαιο της αναβλητικότητας:Η αναβλητικότητα αποφεύγει πλήξη? κανείς δεν έχει την αίσθηση ότιδεν υπάρχει τίποτα σημαντικό να κάνουμε.
		-- "Sniglets", Rich Hall & Friends

%
Αρχειοθήκη:Μια τέσσερις συρτάρι, ενεργοποιείται χειροκίνητα συμπιεστή απορριμμάτων.
		-- "Sniglets", Rich Hall & Friends

%
κωλυσιεργία, Ν .:Ρίχνουν αναμονή σας γύρω.
		-- "Sniglets", Rich Hall & Friends

%
Creed απατώ επιτήδεια του:Η επιστήμη είναι αλήθεια. Μην να παραπλανηθούν από τα γεγονότα.
		-- "Sniglets", Rich Hall & Friends

%
Όγδοη Νόμος απατώ επιτήδεια του:Εάν ένα πείραμα λειτουργεί, κάτι έχει πάει στραβά.Ένατη Νόμος απατώ επιτήδεια του:Δεν έχει σημασία τι αποτελέσματα αναμένονται, κάποιος είναι πάντα πρόθυμος να	προσποιούμαι.Δέκατη Νόμος απατώ επιτήδεια του:Δεν έχει σημασία ποιο είναι το αποτέλεσμα κάποιος είναι πάντα πρόθυμοι να το παρερμηνεύσει.Ενδέκατη Νόμος απατώ επιτήδεια του:Δεν έχει σημασία τι συμβαίνει, κάποιος πιστεύει ότι συνέβη σύμφωνα μεθεωρία κατοικίδιο ζώο του.
		-- "Sniglets", Rich Hall & Friends

%
Πρώτα Νόμος απατώ επιτήδεια του:Εάν ένα πείραμα λειτουργεί, κάτι έχει πάει στραβά.
		-- "Sniglets", Rich Hall & Friends

%
Πρώτα Νόμος απατώ επιτήδεια του:Για να μελετήσει ένα θέμα καλύτερα, να το καταλάβουν καλά πριν ξεκινήσετε.Δεύτερο Νόμο απατώ επιτήδεια του:Πάντα να έχετε ένα αρχείο των δεδομένων - αυτό δείχνει ότι έχετε εργαστεί.Τέταρτη Νόμος απατώ επιτήδεια του:Μόλις μια εργασία μπερδευτεί, οτιδήποτε γίνει για να βελτιωθεί το κάνει μόνοχειρότερα.Απατώ επιτήδεια του πέμπτου νόμου:επιστήσω πάντα τις καμπύλες σας, στη συνέχεια, οικόπεδο αναγνώσεις σας.Απατώ επιτήδεια του έκτου νόμου:Μην πιστεύετε στα θαύματα - βασίζονται σε αυτούς.
		-- "Sniglets", Rich Hall & Friends

%
Δεύτερο Νόμο απατώ επιτήδεια του:Δεν έχει σημασία ποιο είναι το αναμενόμενο αποτέλεσμα, θα υπάρχει πάντακάποιος πρόθυμος να (α) παρερμηνεύουν, (β) είναι ψεύτικο, ή (γ) πιστεύουν ότισυνέβη, σύμφωνα με τη δική του θεωρία κατοικίδιο ζώο του.
		-- "Sniglets", Rich Hall & Friends

%
Απατώ επιτήδεια το έβδομο Νόμου:Η διαστροφή του σύμπαντος τείνει προς το μέγιστο.
		-- "Sniglets", Rich Hall & Friends

%
Τρίτος Νόμος απατώ επιτήδεια του:Σε κάθε συλλογή των δεδομένων, ο αριθμός πιο προφανώς σωστή,πέρα από κάθε ανάγκη του ελέγχου, είναι το λάθοςσυνακόλουθα:(1) Κανείς τους οποίους μπορείτε να ζητήσετε βοήθεια θα το δείτε.(2) Το πρώτο πρόσωπο που σταματά, του οποίου τις συμβουλές που πραγματικάδεν θέλουν να ακούσουν, θα το δείτε αμέσως.
		-- "Sniglets", Rich Hall & Friends

%
Πόρισμα Πρόστιμο:Λειτουργικότητα αναπαράγει την περιφρόνηση.
		-- "Sniglets", Rich Hall & Friends

%
Νόμος Finster είναι:Ένα κλειστό στόμα συγκεντρώνει κανένα πόδια.
		-- "Sniglets", Rich Hall & Friends

%
Πρώτα Νόμος του Ποδηλασία:Δεν έχει σημασία ποιο τρόπο σας βόλτα, είναι ανηφόρα και κόντρα στον άνεμο.
		-- "Sniglets", Rich Hall & Friends

%
Πρώτος νόμος της συζήτησης:Ποτέ μην υποστηρίζουν με έναν ανόητο. Οι άνθρωποι μπορεί να μην γνωρίζουν τη διαφορά.
		-- "Sniglets", Rich Hall & Friends

%
Πρώτο νόμο της αναβλητικότητας:Η αναβλητικότητα συντομεύει τη δουλειά και τοποθετεί την ευθύνηγια τον τερματισμό της σε κάποιον άλλο (δηλαδή, η αρχή πουεπέβαλε την προθεσμία).Πέμπτον Δίκαιο της αναβλητικότητας:Η αναβλητικότητα αποφεύγει πλήξη? κανείς δεν έχει την αίσθηση ότιδεν υπάρχει τίποτα σημαντικό να κάνουμε.
		-- "Sniglets", Rich Hall & Friends

%
Πρώτο νόμο της Κοινωνικο-Γενετική:Αγαμία δεν είναι κληρονομική.
		-- "Sniglets", Rich Hall & Friends

%
Πρώτος κανόνας της Ιστορίας:Η ιστορία δεν επαναλαμβάνεται - ιστορικοί απλώς επαναλαμβάνουν ο ένας τον άλλον.
		-- "Sniglets", Rich Hall & Friends

%
Γυάλα, Ν .:Ένα ποτήρι-κλειστό κελί απομόνωσης, όπου πρόσφατα προώθησε διαχειριστές είναιδιατηρούνται για παρατήρηση.
		-- "Sniglets", Rich Hall & Friends

%
Πέντε κανόνες για την αιώνια δυστυχία:(1) Πάντα προσπαθώ να προτρέπουν τους άλλους να δούμε πάνω σας ευνοϊκά.(2) Κάντε πολλά υποθέσεις για καταστάσεις και να είστε βέβαιος νααντιμετωπίζουν αυτές τις υποθέσεις σαν να είναι πραγματικότητα.(3) Στη συνέχεια, τη θεραπεία κάθε νέα κατάσταση, όπως κι αν είναι μια κρίση.(4) Ζήστε στο παρελθόν και το μέλλον μόνο (γίνει έμμονη ιδέα μεπόσο καλύτερα τα πράγματα θα μπορούσαν να ήταν ή πόσο χειρότερατα πράγματα μπορεί να μείνετε).(5) Περιστασιακά βαδίσει βαριά για τον εαυτό σας για να είναι τόσο ανόητος, ώστε ναακολουθήστε τις τέσσερις πρώτες κανόνες.
		-- "Sniglets", Rich Hall & Friends

%
flannister, Ν .:Το πλαστικό ζυγό που κρατά έξι-πακέτο της μπύρας μαζί.
		-- "Sniglets", Rich Hall & Friends

%
Νόμος Flon του:Δεν υπάρχει τώρα, και δεν θα είναι ποτέ, μια γλώσσα σετο οποίο είναι το λιγότερο λίγο δύσκολο να γράψω κακό προγράμματα.
		-- "Sniglets", Rich Hall & Friends

%
διάγραμμα ροής, n. & V .:[Από ροή "για να κυματισμός προβλέπονται στην πλούσια αφθονία, όπως τα μαλλιά" + διάγραμμα"Ένα αινιγματικό χάρτη κρυμμένο θησαυρό σχεδιαστεί για να παραπλανήσουν τον αμύητο."]1. Ν. Η λύση, αν υπάρχει, σε μια κατηγορία κατασκευής Mascheroniπροβλήματα στα οποία δίνονται αλγόριθμοι απαιτούν γεωμετρική αναπαράστασηχρησιμοποιώντας μόνο τα 35 βασικά ιδεογράμματα του προτύπου ANSI. 2. Ν. Νερώνειεςdoodling ενώ το σύστημα καίει. 3. Ν. Ένα υποκατάστατο χαμηλού κόστους γιαταπετσαρία. 4. n. Η innumerate παραπλάνηση του αναλφάβητοι. "ΈΝΑχιλιάδες φωτογραφίες αξίζει δέκα γραμμές κώδικα. "- Το προγραμματιστήLittle Red Vade Mecum, ο Μάο Τσε T'umps. 5. v.intrans. Για την παραγωγήδιαγράμματα χωρίς συγκεκριμένο αντικείμενο στο μυαλό. 6. v.trans. Για να θολώνω(Πρόβλημα) με απόκρυφα κινούμενα σχέδια.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Νόμος Flugg είναι:Όταν πρέπει να χτυπήσει πάνω σε ξύλο είναι όταν συνειδητοποιείςότι ο κόσμος αποτελείται από βινύλιο, Νώγκαχαϊντ και αλουμίνιο.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Φώτα ομίχλης, Ν .:Υπερβολικά (συχνά obnoxiously) φωτεινές λυχνίες τοποθετούνται στα μέτωπατων αυτοκινήτων? χρησιμοποιούνται σε ξηρά, σαφείς νύχτες για να δείχνουν ότι ηεγκέφαλος οδηγού είναι σε ομίχλη. Δείτε επίσης "Idiot Lights".
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Αλάνθαστη Λειτουργίας:Καμία διάταξη για τη ρύθμιση.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Πρόγνωση, Ν .:Μία πρόβλεψη του μέλλοντος, με βάση το παρελθόν, γιατο οποίο η forecaster απαιτεί την πληρωμή στο παρόν.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Αμνησία, Ν .:Ένα δώρο του Θεού παραχωρείται σε οφειλέτες σε αποζημίωση γιαεξαθλίωση της συνείδησής τους.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
FORTUNE εξηγεί τι JOB ΦΡΑΣΕΙΣ ΑΝΑΣΚΟΠΗΣΗ ΑΛΙΕΥΜΑΤΩΝ ΣΗΜΑΙΝΕΙ: # 1εξειδικευμένο στόματος Communicator:Μουρμουρίζει αθόρυβα όταν προσπαθεί να μιλήσει. Συνομιλίες με τον εαυτό.Υποστηρίζει με αυτο. Χάνει τα επιχειρήματα αυτά.εξειδικευμένο γραπτή Communicator:Μουντζούρες καλά. Μέμος είναι αμετάβλητα δυσανάγνωστες, εκτός από τηντα τμήματα που αποδίδουν τις πρόσφατες αποτυχίες σε κάποιον άλλο.αναπτυξιακό δυναμικό:Με την κατάλληλη καθοδήγηση, την περιοδική παροχή συμβουλών και αποκατάστασης της κατάρτισης,η reviewee μπορεί, αρκετό χρόνο και τη στενή εποπτεία, πληρούνοι ελάχιστες απαιτήσεις που αναμένεται από αυτόν από την εταιρεία.βασικό σχήμα της εταιρείας:Χρησιμεύει ως το τέλειο πάγκο παράδειγμα.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
FORTUNE εξηγεί τι JOB ΦΡΑΣΕΙΣ ΑΝΑΣΚΟΠΗΣΗ ΑΛΙΕΥΜΑΤΩΝ ΣΗΜΑΙΝΕΙ: # 4συνεπής:Reviewee δεν έχει πάρει τίποτα σωστά ακόμα και αναμένεταιότι αυτό το μοτίβο θα συνεχιστεί καθ 'όλη την επόμενη χρονιά.μια εξαιρετική αντηχείο:Παρόν reviewee με οποιοδήποτε αριθμό των εναλλακτικών λύσεων, και να εφαρμόσουντους με τη σειρά ακριβώς αντίθετο της ειδικότητας του / της.αρμόδιος για το σχεδιασμό και διοργανωτής:Συνήθως καταφέρνει να θέσει σε κάλτσες πριν παπούτσια. Μπορεί να ταιριάξει με τοετικέτες των ζώων στα ρούχα του.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
FORTUNE εξηγεί τι JOB ΦΡΑΣΕΙΣ ΑΝΑΣΚΟΠΗΣΗ ΑΛΙΕΥΜΑΤΩΝ ΣΗΜΑΙΝΕΙ: # 9έχει δυνατότητες διαχείρισης:Λόγω της στενής σχέσης του με άψυχα αντικείμενα, ηreviewee έχει διοριστεί στην κρίσιμη θέση του τμήματοςοθόνη μολύβι.εμπνευστικός:Μια αληθινή πηγή έμπνευσης για τους άλλους. ( «Εκεί, αλλά και για τη χάρη του Θεού,πηγαίνετε Ι ")προσαρμόζεται στο στρες:Περνάει άνεμος, το νερό, ή έξω ανάλογα με τη σοβαρότητα τηςκατάσταση.στόχος προσανατολίζεται:Συνεχώς θέτει χαμηλή στόχους για τον εαυτό του, και συνήθως αποτυγχάνειγια την αντιμετώπισή τους.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Κανόνες Fortune για πολέμους Memo: # 2Λαμβάνοντας υπόψη τις απίστευτες προόδους στην sociocybernetics και telepsychology πάνωτα τελευταία χρόνια, είμαστε πλέον σε θέση να κατανοήσετε πλήρως όλα όσαο συντάκτης του σημειώματος προσπαθεί να πει. Χάρη στις σύγχρονες εξελίξειςσε electrocommunications όπως σημειώσεις, vnews, και της ηλεκτρικής ενέργειας, έχουμε ένααπίστευτο επίπεδο interunderstanding τους ομοίους του οποίου ο πολιτισμός έχειΠοτέ δεν είναι γνωστή. Έτσι, η πιθανότητα εσφαλμένης ερμηνείας κάποιου άλλου είναισημείωμα είναι πρακτικά μηδενική. Γνωρίζοντας αυτό, ο καθένας που σας κατηγορεί ότι έχειπράξει είναι ψεύτης, και θα πρέπει να αντιμετωπίζονται αναλόγως. Αν σας * μην * καταλαβαίνουντο σημείωμα στην ερώτηση, αλλά δεν έχουν απολύτως τίποτα επί της ουσίας να πω, στη συνέχεια,έχετε μια εξαιρετική ευκαιρία για ένα φαύλο επίθεση hominem διαφήμισης. Πράγματι,τα μόνα * ακατάλληλες * φορές για μια επίθεση hominem διαφήμισης έχουν ως εξής:1: Όταν συμφωνώ απόλυτα με τον συντάκτη του σημειώματος.2: Όταν ο συντάκτης του αρχικού σημειώματος είναι πολύ μεγαλύτερο από ό, τι είστε.3: Όταν απαντάτε σε ένα δικό σας υπομνήματα.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Τέταρτη Νόμος Εφαρμοσμένων τρόμου:Η νύχτα πριν από την αγγλική Ιστορία ενδιάμεση, Βιολογία σαςεκπαιδευτής θα εκχωρήσει 200 ​​σελίδες σε Planaria.Συνέπεια:Κάθε εκπαιδευτικός υποθέτει ότι δεν έχετε τίποτα άλλο να κάνω, εκτός απόμελέτη για την πορεία που εκπαιδευτή.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Τέταρτη Νόμος του Αναθεώρηση:Συνήθως είναι πρακτικό να ανησυχείτε προτέρων γιαπαρεμβολές - εάν έχετε κανένα, κάποιος θα κάνει για σας.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Τέταρτη Νόμος της Θερμοδυναμικής:Αν η πιθανότητα επιτυχίας δεν είναι σχεδόν το ένα, είναι βλασφημία κοντά στο μηδέν.
		-- David Ellis

%
Discovery Fresco είναι:Αν ήξερε τι κάνατε θα ήθελα ίσως να βαρεθεί.
		-- David Ellis

%
1ος Κανόνας Φριντ:Αυξημένη αυτοματοποίηση γραφείου λειτουργίαςπάντοτε ως αποτέλεσμα την αύξηση του λειτουργικού κόστους.
		-- David Ellis

%
Φίλοι, Ν .:Οι άνθρωποι που δανείζονται τα βιβλία σας και να ρυθμίσετε υγρό ποτήρια τους.Οι άνθρωποι που ξέρετε καλά, αλλά σας αρέσει έτσι κι αλλιώς.
		-- David Ellis

%
Frobnicate, κατά .:Να χειραγωγήσει ή να προσαρμόσει, στο τσίμπημα. Προέρχεται από FROBNITZ. Συνήθωςσυντομογραφία FROB. Έτσι έχει το ρητό «να FROB μια FROB." δείτε TWEAKκαι παίζω. Χρήση: FROB, παίζω, και το τσίμπημα μερικές φορές σημάνει σημεία κατά μήκοςένα συνεχές. FROB υποδηλώνει άσκοπος χειραγώγησης? Παίζω υποδηλώνει το ακαθάριστοχειραγώγηση, συχνά ένα χοντρό αναζήτηση για τη σωστή ρύθμιση? TWEAK υποδηλώνειεξομάλυνσης των βραχυχρόνιων διακυμάνσεων. Αν κάποιος γυρίζει ένα κουμπί σε έναν παλμογράφο, στη συνέχεια, αν αυτός είναιπροσεκτικά αυτός πιθανώς μικροαλλαγές προσαρμογή? αν είναι ακριβώς στροφήαλλά κοιτάζοντας την οθόνη που είναι πιθανόν να twiddling? αλλά αν είναι μόνοτο κάνουμε γιατί γυρίζοντας ένα διακόπτη είναι διασκέδαση, αυτός είναι το frobbing.
		-- David Ellis

%
Frobnitz, pl. Frobnitzem (frob'nitsm) Ν .:Ένας απροσδιόριστος φυσικό αντικείμενο, ένα widget. Επίσης, αναφέρεται στις ηλεκτρονικέςμαύρα κουτιά. Αυτή η σπάνια μορφή συνήθως συντομογραφία FROTZ ή περισσότερακοινώς FROB. Επίσης χρησιμοποιούνται είναι FROBNULE, FROBULE και FROBNODULE.Ξεκινώντας ίσως το 1979, FROBBOZ (Fruh-bahz »), pl. FROBBOTZIM, έχει επίσηςγίνει πολύ δημοφιλής, κυρίως λόγω της έκθεσής του μέσω της περιπέτειας spin-offπου ονομάζεται Zork (μπουντρούμι). Αυτά μπορεί επίσης να εφαρμοστεί σε μη-φυσικά αντικείμενα,όπως δομές δεδομένων.
		-- David Ellis

%
Προειδοποίηση Fuch είναι:Εάν είστε πραγματικά μοιάζει με φωτογραφία διαβατηρίου σας, δεν είναι καλάαρκετά για να ταξιδέψουν.
		-- David Ellis

%
Πρώτα Νόμος Fudd της αντιπολίτευσης:Σπρώξτε κάτι αρκετά δύσκολο και θα πέσει.
		-- David Ellis

%
Διασκεδαστικά πειράματα:Πάρτε ένα κουτάκι κρέμα ξυρίσματος, ρίξτε το στην κατάψυξη για περίπου μια εβδομάδα.Στη συνέχεια, βγάλτε, αφαιρέστε τη μεταλλική μακριά και να το βάλετε όπου θέλετε ...υπνοδωμάτιο, αυτοκινήτων, κλπ Όπως λιώνει, να επεκτείνει ένα απίστευτο ποσό.
		-- David Ellis

%
Fun Facts, # 14:Στην επιτραπέζια αντισφαίριση, όποιος παίρνει 21 πόντους πρώτο νίκες. Έτσιήταν κάποτε στο μπέιζμπολ - όποιος πήρε 21 τρεξίματα πρώτη κέρδισε.
		-- David Ellis

%
Fun Facts, # 63:Το όνομα της Καλιφόρνια δόθηκε στο κράτος από Ισπανούς κατακτητές.Ήταν το όνομα ενός φανταστικού νησιού, ένας παράδεισος επί της γης, στοΙσπανικά ρομαντισμό, "Les Serges de Esplandian», γραμμένο από Montalvo στο1510.
		-- David Ellis

%
furbling, κατά .:Έχοντας να περιπλανηθεί μέσα από ένα λαβύρινθο των σχοινιών σε ένα αεροδρόμιο ή τράπεζαακόμα και όταν είστε το μόνο πρόσωπο στη γραμμή.
		-- Rich Hall, "Sniglets"

%
Νόμος Galbraith της ανθρώπινης φύσης:Αντιμέτωποι με την επιλογή ανάμεσα σε αλλαγή κάποιου μυαλό και αποδεικνύει ότιδεν υπάρχει καμία ανάγκη να το πράξει, σχεδόν όλοι παίρνουν απασχολημένος με την απόδειξη.
		-- Rich Hall, "Sniglets"

%
Genderplex, Ν .:Η κατάσταση ενός προσώπου σε ένα εστιατόριο που δεν είναι σε θέση νακαθορίσει οριστεί τουαλέτα του ή της (π.χ., χελώνες και χελώνες).
		-- Rich Hall, "Sniglets"

%
γενεαλογία, Ν .:Ένας λογαριασμός της καθόδου ενός ατόμου από έναν πρόγονοοι οποίοι δεν φροντίζουν ιδιαίτερα για τον εντοπισμό δική του.
		-- Ambrose Bierce

%
Genius, Ν .:Ένας χημικός που ανακαλύπτει ένα πρόσθετο πλυντηρίου που ομοιοκαταληκτεί με το «φωτεινό».
		-- Ambrose Bierce

%
ιδιοφυΐα, Ν .:Πρόσωπο αρκετά έξυπνος για να γεννηθούν στο σωστό μέρος τη σωστήφορά του δικαιώματος σεξ και να ακολουθήσουν αυτό το πλεονέκτημα με το ρητόόλα τα σωστά πράγματα για όλους τους σωστούς ανθρώπους.
		-- Ambrose Bierce

%
Genlock, Ν .:Γιατί μένει στο μπουκάλι.
		-- Ambrose Bierce

%
Νόμοι Gerrold του Infernal Dynamics:(1) Ένα αντικείμενο σε κίνηση θα είναι πάντα επικεφαλής προς τη λάθος κατεύθυνση.(2) Ένα αντικείμενο σε ανάπαυση θα είναι πάντα σε λάθος μέρος.(3) Η ενέργεια που απαιτείται για να αλλάξει κάθε ένα από αυτά τα κράτηθα είναι πάντα περισσότερα από όσα επιθυμούν να δαπανήσει, αλλά ποτέ τόσοπολύ ώστε να κάνει το έργο εντελώς αδύνατη.
		-- Ambrose Bierce

%
Να γίνει η δουλειά δεν είναι δικαιολογία για να μην ακολουθούν τους κανόνες.Συνέπεια:Σύμφωνα με τους κανόνες δεν θα γίνει η δουλειά.
		-- Ambrose Bierce

%
Ανακάλυψη του Gilbert:Οποιαδήποτε προσπάθεια να χρησιμοποιήσει τα νέα σούπερ κόλλες αποτελέσματα σε δύο κομμάτιαπροσκόλληση σε αντίχειρα και το δείκτη σας δάκτυλο και όχι ο ένας στον άλλο.
		-- Ambrose Bierce

%
Θεώρημα Γκίνσμπεργκ:(1) Δεν μπορείς να κερδίσεις.(2) Δεν μπορεί να σπάσει ακόμη.(3) Δεν μπορείτε να κλείσετε ακόμη και το παιχνίδι.Σχολιασμός Freeman σχετικά με το θεώρημα του Γκίνσμπεργκ:Κάθε σημαντική φιλοσοφία που προσπαθεί να κάνει τη ζωή να φαίνεταινόημα βασίζεται στην άρνηση της ένα μέρος του ΓκίνσμπεργκΘεώρημα. Δηλαδή:(1) Ο καπιταλισμός βασίζεται στην υπόθεση ότι μπορείτε να κερδίσετε.(2) Ο σοσιαλισμός στηρίζεται στην υπόθεση ότι μπορείτε να σπάσει ακόμη.(3) Μυστικισμός βασίζεται στην υπόθεση ότι μπορείτε να τερματίσετε το παιχνίδι.
		-- Ambrose Bierce

%
Νόμος Ginsburg είναι:Την ακριβή στιγμή που θα απογειωθεί παπούτσι σας σε ένα κατάστημα υποδημάτων, σαςμεγάλο δάχτυλο του ποδιού, θα πεταχτεί έξω από την κάλτσα σας για να δείτε τι συμβαίνει.
		-- Ambrose Bierce

%
gleemites, Ν .:Απολιθωμένο καταθέσεις της οδοντόκρεμας που βρέθηκαν σε νεροχύτες.
		-- "Sniglets", Rich Hall & Friends

%
Τέταρτη Νόμος ετοιμόλογος του Αναξιοπιστία:Οι επενδύσεις σε αξιοπιστία θα αυξηθεί μέχρι να υπερβεί τοπιθανό κόστος των λαθών, ή μέχρι κάποιος επιμένει να πάρειΜερικές χρήσιμες εργασίες.
		-- "Sniglets", Rich Hall & Friends

%
Gnagloot, Ν .:Ένα άτομο που αφήνει όλα τα περάσματα σκι του στο σακάκι του ακριβώς για ναεντυπωσιάσει τους ανθρώπους.
		-- Rich Hall, "Sniglets"

%
Κοινοτοπία Goda είναι:Από τη στιγμή που θα φτάσετε στο σημείο όπου μπορείτε να τα βγάλουν πέρα,κάποιος κινεί τα άκρα.
		-- Rich Hall, "Sniglets"

%
Νόμος του γκόντγουιν (προκ [Usenet].):Ως μια συζήτηση Usenet μεγαλώνει περισσότερο, την πιθανότητα μιαςσύγκριση συμμετοχή Ναζί και τον Χίτλερ προσεγγίζει το ένα. "Υπάρχει μιαπαράδοση σε πολλές ομάδες που, κάποτε συμβεί αυτό, ότι το νήμα είναιπάνω, και όποιος αναφέρονται οι Ναζί έχει χάσει αυτόματαό, τι επιχείρημα ήταν σε εξέλιξη. Νόμος Godwin εγγυάται έτσιη ύπαρξη άνω όριο μήκους νήμα σε αυτές τις ομάδες.
		-- Rich Hall, "Sniglets"

%
Νόμος του χρυσού:Αν το παπούτσι ταιριάζει, αυτό είναι άσχημο.
		-- Rich Hall, "Sniglets"

%
Χρυσό, Ν .:Ένα μαλακό εύπλαστο μέταλλο σχετικά σπάνιο στη διανομή. Τοεξορύσσεται βαθιά στη γη από την κακή τους άνδρες οι οποίοι στη συνέχεια θα δώσει στους πλούσιουςάνδρες που θα θάψει αμέσως πίσω στη γη σε μεγάλες φυλακές,αν και ο χρυσός δεν έχει κάνει τίποτα για να τους.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Κανόνες Goldenstern είναι:(1) προσλάβετε πάντα ένα πλούσιο δικηγόρο(2) Ποτέ μην αγοράσετε από ένα πλούσιο πωλητή.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Νόμοι GOMME είναι:(1) Μια backscratcher θα βρείτε πάντα νέες φαγούρα.(2) Ο χρόνος επιταχύνεται.(3) Ο καιρός στο σπίτι βελτιώνει το συντομότερο μπορείτε να πάτε μακριά.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
πρώτος νόμος του Gordon:Εάν ένα ερευνητικό πρόγραμμα δεν αξίζει να κάνει, δεν αξίζει να κάνει καλά.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Νόμος του Gordon:Αν νομίζετε ότι έχετε τη λύση, το ερώτημα ήταν κακώς διατυπωμένο.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
κουτσομπολιά, Ν .:Ακρόαση κάτι που σας αρέσει για κάποιον που δεν το κάνουν.
		-- Earl Wilson

%
Goto, Ν .:Ένα εργαλείο προγραμματισμού που υπάρχει για να επιτρέψει δομημένη προγραμματιστέςγια να διαμαρτυρηθεί για αδόμητα προγραμματιστές.
		-- Ray Simard

%
Νόμος κυβέρνησης:Υπάρχει μια εξαίρεση σε όλους τους νόμους.
		-- Ray Simard

%
Νόμος Grabel είναι:2 δεν είναι ίσο με 3 - ούτε καν για μεγάλες τιμές του 2.
		-- Ray Simard

%
Νόμος Παππού Charnock είναι:Ποτέ δεν πραγματικά να μάθουν να ορκιστεί μέχρι να μάθουν να οδηγούν.[Νόμιζα ότι ήταν όταν τα παιδιά σας μάθει να οδηγείτε. Ed.]
		-- Ray Simard

%
grasshopotomaus:Ένα πλάσμα που μπορεί να πηδήσει σε τεράστια ύψη ... μια φορά.
		-- Ray Simard

%
Βαρύτητα:Αυτό που παίρνετε όταν τρώτε πάρα πολύ και πολύ γρήγορα.
		-- Ray Simard

%
Νόμος του Gray Προγραμματισμού:`_ Είναι n + 1 'ασήμαντα καθήκοντα που αναμένεται να υλοποιηθούν στο ίδιοφορά ως `_ n εργασίες».Αντίκρουση logg να Νόμος του Gray:`_ N + 1 'ασήμαντα καθήκοντα λάβει δύο φορές εφ' όσον` _ ν 'ασήμαντα καθήκοντα.
		-- Ray Simard

%
Great American Αξίωμα:Μερικά είναι καλή, πιο είναι καλύτερο, πάρα πολύ είναι ακριβώς σωστό.
		-- Ray Simard

%
Νόμος του Green συζήτησης:Όλα είναι δυνατά, αν δεν ξέρετε τι είστε μιλάμε.
		-- Ray Simard

%
Νόμος πιο πράσινη είναι:Ποτέ μην υποστηρίζουν με έναν άνθρωπο ο οποίος αγοράζει μελάνι από το βαρέλι.
		-- Ray Simard

%
Υπενθύμιση Grelb είναι:Ογδόντα τοις εκατό όλων των ανθρώπων θεωρούν τους εαυτούς τους να είναι πάνω απόμέσο όρο των οδηγών.
		-- Ray Simard

%
Σκέψη του Griffin:Όταν λιμοκτονήσουν με μια τίγρη, η τίγρη λιμοκτονεί τελευταία.
		-- Ray Simard

%
Νόμος Grinnell της Εργασίας Χαλαρότητα:Ανά πάσα στιγμή, για οποιοδήποτε έργο, δεν έχετε έχεις αρκετό γίνει σήμερα.
		-- Ray Simard

%
Γκιλοτίνας, Ν .:Ένα γαλλικό κέντρο κοπής.
		-- Ray Simard

%
Νόμος Gumperson είναι:Η πιθανότητα ένα συγκεκριμένο γεγονός που συνέβη είναι αντιστρόφωςανάλογη με σκοπιμότητα της.
		-- Ray Simard

%
Airborne ανακαλύψεις του Gunter:(1) Όταν σερβίρεται ένα γεύμα σε αεροσκάφος,το αεροσκάφος θα συναντήσει αναταράξεις.(2) Η ισχύς της αναταραχήςείναι ευθέως ανάλογη με τη θερμοκρασία του καφέ σας.
		-- Ray Simard

%
gurmlish, Ν .:Η κόκκινη προειδοποιητική σημαία στην κορυφή του ένα κλαμπ σάντουιτς πουαποτρέπει το άτομο από το δάγκωμα σε αυτό και την διάτρηση της στέγηςαπό το στόμα του.
		-- Rich Hall, "Sniglets"

%
γκουρού, Ν .:Ένα άτομο σε T-shirt και τα σανδάλια που πήρε μια βόλτα ασανσέρ μεανώτερος αντιπρόεδρος και έχει την τελική ευθύνη για τηντηλεφωνική κλήση που πρόκειται να λάβει από το αφεντικό σας.
		-- Rich Hall, "Sniglets"

%
γκουρού, n:Ένας ιδιοκτήτης υπολογιστή που μπορεί να διαβάσει το εγχειρίδιο.
		-- Rich Hall, "Sniglets"

%
γυροσκόπιο, Ν .:Ένας τροχός ή ο δίσκος τοποθετηθεί για να γυρίσετε γρήγορα γύρω από έναν άξονα και, επίσης,ελεύθερη να περιστρέφεται γύρω από ένα ή δύο από δύο άξονες perpindicular ναμεταξύ τους και ο άξονας περιστροφής έτσι ώστε μία περιστροφή του ενός από ταδύο αμοιβαία κάθετους άξονες αποτελέσματα από την εφαρμογή τουροπή προς την άλλη όταν ο τροχός γυρίζει και έτσι ώστε ηΟλόκληρη η συσκευή προσφέρει σημαντική αντίθεση ανάλογα μεη στροφορμή σε οποιαδήποτε ροπή που θα μπορούσε να αλλάξει την κατεύθυνσητου άξονα περιστροφής.
		-- Webster's Seventh New Collegiate Dictionary

%
Νόμος H. L. Mencken του:Εκείνοι που μπορούν να - κάνει.Εκείνοι που δεν μπορούν - διδάσκουν.Επέκταση του Martin:Όσοι δεν μπορούν να διδάξουν - τη διαχείρισή τους.
		-- Webster's Seventh New Collegiate Dictionary

%
Νόμος χάκερ:Η πεποίθηση ότι η αυξημένη κατανόηση θα αναδεύεται κατ 'ανάγκηνένα έθνος σε δράση είναι ένα από τα παλαιότερα αυταπάτες της ανθρωπότητας.
		-- Webster's Seventh New Collegiate Dictionary

%
Χάκερ Quicky # 313:Ξινή κρέμα Ν- πατατάκια ΚρεμμύδιΦούρνο μικροκυμάτων Egg Roll	Σοκολατούχο γάλα
		-- Webster's Seventh New Collegiate Dictionary

%
χάκερ, Ν .:Ένας κύριος byter.
		-- Webster's Seventh New Collegiate Dictionary

%
χάκερ, Ν .:Αρχικά, κάθε πρόσωπο με μια ικανότητα για τον εξαναγκασμό πεισματάρης άψυχατα πράγματα? ως εκ τούτου, ένα πρόσωπο με μια ευτυχισμένη ταλέντο, αργότερα συρρικνώθηκε κατά τομυθικός φιλόσοφος Frisbee Frobenius στην κοινή χρήση, «hack».Σε παλιούς χρόνους, μετά την ολοκλήρωση κάποιας ιδιαίτερα αποτρόπαιες σώματης κωδικοποίησης, το οποίο έτυχε να λειτουργήσει καλά, υπαίτια προγραμματιστές θα συγκεντρωθούνσε ένα μικρό κύκλο γύρω από μια πρώτη έκδοση του Best Τόμος Ι Knuth κατάτο φως των κεριών, και να προχωρήσει για να πάρει πολύ μεθυσμένος, ενώ σποραδικά rendingτο ακόλουθο τραγουδάκι:Καταπολέμηση Hacker ΤραγούδιΕίναι μια αμυχή! Είναι μια αμυχή!Είναι ένας τύπος με την ευτυχισμένη ταλέντο!Ποτέ bungles, ποτέ δεν shirks,Πάντα παίρνει τα πράγματά του για να λειτουργήσει!Όλα πάρετε ένα ποτό (σημαντικό!)
		-- Webster's Seventh New Collegiate Dictionary

%
Hale Mail Κανόνας, Η:Όταν είστε έτοιμοι να απαντήσετε σε ένα e-mail, θα λείπει τουλάχιστονένα από τα ακόλουθα:(Α) στυλό Α ή μολύβι ή γραφομηχανή.(Β) Γραφική ύλη.(Γ) γραμματόσημο.(Δ) Η επιστολή είστε απάντηση.
		-- Webster's Seventh New Collegiate Dictionary

%
ημι-ολοκληρωμένο, Ν .:Αυτός είναι ο καλύτερος τρόπος για να φάει ένα kosher άνηθο - όταν είναι ακόμα τραγανά,πράσινο φως, αλλά γεμάτη γεύση σκόρδου. Η διαφορά μεταξύ αυτούκαι το τυπικό υγρός σκούρο πράσινο αγγούρι πτώμα είναι σαν τοδιαφορά μεταξύ ζωής και θανάτου.Μπορείτε να το βρείτε δύσκολο να βρείτε ένα καλό μισή γίνει kosher άνηθο εκείστο Σιάτλ, έτσι ώστε αυτό που πρέπει να κάνετε είναι να πάρετε ένα ταξί έξω από το αεροδρόμιο,πτήσεις προς Νέα Υόρκη, πάρτε το JFK Express για να Jay Οδός-Borough Hall,μεταφέρετε σε μια μεσοαστική τάξη ΣΤ, κατεβείτε στο East Broadway, τα πόδια βόρειαEssex (κατά μήκος του πάρκου), κάντε την πρώτη σας αριστερά επάνω Hester Street, σε απόστασηπερίπου δεκαπέντε βήματα, ενεργοποιήστε ενενήντα μοίρες αριστερά, και να σταματήσει. Πείτε για τοο άνθρωπος, «Επιτρέψτε μου να έχουν μια ωραία μισή γίνει." Αξίζει τον κόπο, έτσι δεν είναι;
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Χέρι, Ν .:Μια μοναδική όργανο φοριέται στο τέλος ενός ανθρώπινου βραχίονα καισυνήθως ώθηση στην τσέπη κάποιου.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
πρωτόκολλο χειραψίας, n:Μια διαδικασία που απασχολούνται από εχθρικές συσκευές υλικού για να initate έναλιτός αλλά διάλογο των πολιτών, η οποία, με τη σειρά του, χαρακτηρίζεται απόπεριστασιακή παρεξήγηση, μούτρα, και το όνομα-κλήση.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hangover, n .:Το βάρος της απόδειξης.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
πονοκέφαλο, Ν .:Η οργή των σταφυλιών.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ξυράφι Hanlon είναι:Ποτέ μην αποδίδουν στην κακία αυτό που εξηγείται επαρκώςαπό βλακεία.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Θεραπεία Hanson του χρόνου:Δεν υπάρχουν ποτέ αρκετές ώρες σε μια μέρα, αλλά πάντα πάρα πολλές ημέρεςπριν από το Σάββατο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ευτυχία, Ν .:Μια ευχάριστη αίσθηση που απορρέει από το ενδεχόμενο η δυστυχία του άλλου.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
σκληρό, adj .:Η ποιότητα της δικής σας δεδομένα? Επίσης, πώς είναι να πιστέψουμε εκείνουςτων άλλων ανθρώπων.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hardware, Ν .:Τα μέρη ενός συστήματος υπολογιστή που μπορεί να κλώτσησε.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Χάριετ Παρατήρηση δείπνου:Σε κάθε εστιατόριο, η σκληρότητα των pats του βουτύρουαυξάνει σε άμεση αναλογία με την απαλότητα του ψωμιού.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Θρήνος του Harris:Όλες οι καλές ληφθούν.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Τέταρτη Νόμος Harrisberger του Εργαστηρίου:Η εμπειρία είναι ευθέως ανάλογη με την ποσότητα του εξοπλισμού καταστραφεί.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Αξίωμα του Harrison:Για κάθε δράση, υπάρχει μια ίση και αντίθετη κριτική.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Πρώτο νόμο Hartley είναι:Μπορείτε να οδηγήσει ένα άλογο στο νερό, αλλά εάν μπορείτε να τον πάρει για να επιπλεύσειστην πλάτη του, έχεις κάτι.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Μίσος, Ν .:Ένα συναίσθημα κατάλληλο για την περίσταση του άλλου ανωτερότητας.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Συμπέρασμα Hawkeye είναι:Δεν είναι εύκολο να παίξει το κλόουν όταν έχεις να τρέξει το σύνολο της	τσίρκο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ουρανό, Ν .:Ένα μέρος όπου οι ασεβείς κατάπαυση από σας ενοχλεί με τη συζήτηση τωνπροσωπικές τους υποθέσεις, και η καλή ακούν με προσοχή ενώ εσείςαναπτύξω τη δική σας.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
βαριά, adj .:Παρασυρθεί από την πλευρά της σοκολάτας της δύναμης.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Heller είναι:Ο πρώτος μύθος της διοίκησης είναι ότι υπάρχει.Πόρισμα Τζόνσον:Κανείς δεν ξέρει πραγματικά τι συμβαίνει οπουδήποτε εντός της	οργανισμός.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ερώτηση Hempstone είναι:Αν έχετε να ταξιδέψουν στον Τιτανικό, γιατί να μην πάει πρώτη θέση;
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Herth είναι:Εκείνος που γυρίζει και το άλλο μάγουλο πολύ μακριά παίρνει το στο λαιμό.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Παρατήρηση Hewett είναι:Η αγένεια ενός γραφειοκράτη είναι αντιστρόφως ανάλογη του ήτη θέση της στην κυβερνητική ιεραρχία και με τον αριθμό τωνσυμμαθητές παρόμοια ασχολούνται.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Αρχή Hildebrant είναι:Εάν δεν ξέρετε όπου πηγαίνετε, οποιοσδήποτε δρόμος θα φτάσετε εκεί.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hippogriff, Ν .:Ένα ζώο (πλέον εκλείψει), το οποίο ήταν το μισό άλογο και μισό γρύπα.Ο γρύπας ήταν η ίδια ένωση πλάσμα, μισό λιοντάρι και μισό αετός.Η Hippogriff ήταν στην πραγματικότητα, ως εκ τούτου, μόνο το ένα τέταρτο αετός, πουείναι δύο δολάρια και πενήντα σεντς σε χρυσό. Η μελέτη της ζωολογία είναι πλήρηςεκπλήξεις.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ιστορία, Ν .:Παπά Χέγκελ έλεγε ότι όλοι μαθαίνουμε από την ιστορία είναι ότι έχουμεμάθει τίποτα από την ιστορία. Ξέρω ανθρώπους που δεν μπορούν να μάθουν ακόμα και απόαυτό που συνέβη σήμερα το πρωί. Χέγκελ πρέπει να έχουν πάρει το μακρύ άποψη.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Δέσιμο Αρχή Χίτσκοκ:Το συρραπτικό ξεμείνει από συνδετήρες μόνο όταν προσπαθείτε νασυνεχείς κάτι.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Νόμος Hlade είναι:Εάν έχετε ένα δύσκολο έργο, να το δώσει σε ένα χαλαρό πρόσωπο -θα βρείτε έναν ευκολότερο τρόπο για να το κάνει.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Νόμος Hoare των μεγάλων προβλημάτων:Μέσα σε κάθε μεγάλο πρόβλημα είναι ένα μικρό πρόβλημα που αγωνίζονται για να βγούμε.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Discovery Hoffer είναι:Το μεγάλο πράξη ενός ετοιμοθάνατου ιδρύματος είναι να εκδώσει πρόσφατααναθεωρημένη, διευρυμένη έκδοση του εγχειριδίου πολιτικών και διαδικασιών.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Νόμος Hofstadter είναι:Παίρνει πάντα περισσότερο από ό, τι μπορείτε να περιμένετε, ακόμα και όταν παίρνετεΝόμος Hofstadter του υπόψη.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Hollerith, κατά .:Τι εσύ κάνεις όταν το τηλέφωνό σου είναι στο fritzeth.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
μήνα του μέλιτος, Ν .:Ένα σύντομο χρονικό αφοσιωμένος μεταξύ χρονολόγησης και debting.
		-- Ray C. Bandy

%
Έντιμη, adj .:Στενοχωρούνται με ένα εμπόδιο στην εμβέλεια κάποιου. σε νομοθετικήοργανισμούς, είναι σύνηθες να αναφέρουν όλα τα μέλη ως έντιμος? ως,"Ο αξιότιμος κύριος είναι το σκορβούτο τρέχον."
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Πέντε Thumb Αξίωμα Horner είναι:Η εμπειρία ποικίλλει άμεσα με τον εξοπλισμό καταστραφεί.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Παρατήρηση Horngren είναι:Μεταξύ των οικονομολόγων, ο πραγματικός κόσμος είναι συχνά μια ειδική περίπτωση.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Οικιακά υπόδειξη:Αν είστε έξω κρέμας για τον καφέ σας, μαγιονέζα κάνει μιαδανδής υποκατάστατο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Πώς μπορείτε να πείτε ότι είναι πρόκειται να είναι μια ROTTEN ΗΜΕΡΑ:# 1040 φόρο εισοδήματος σας αναπηδήσεις επιταγή επιστροφής.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Πώς μπορείτε να πείτε ότι είναι πρόκειται να είναι μια ROTTEN ΗΜΕΡΑ:# 15 κατοικίδιο ζώο βράχο σας ασφαλίσει σε σας.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Πώς μπορείτε να πείτε ότι είναι πρόκειται να είναι μια ROTTEN ΗΜΕΡΑ:# 32: Μπορείτε να καλέσετε την υπηρεσία τηλεφωνητή σας και ποτέ δεν έχω ακούσει από εσάς.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Howe είναι:Ο καθένας έχει ένα σύστημα που δεν θα λειτουργήσει.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Χάμπαρντ:Μην παίρνεις τη ζωή πολύ στα σοβαρά? δεν θα βγούμε από αυτό ζωντανός.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Μνήμη Αρχή Hurewitz είναι:Η πιθανότητα να ξεχνάμε κάτι που είναι ευθέως ανάλογηνα ... να ... εεε .....
		-- Ambrose Bierce, "The Devil's Dictionary"

%
IBM Pollyanna Αρχή:Μηχανές θα πρέπει να εργαστεί. Οι άνθρωποι πρέπει να σκέφτονται.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
αρχικό σύνθημα της IBM:Cogito ergo vendo? vendo ergo sum.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
IBM:[International Business Machines Corp.] Επίσης γνωστό ως Itty μπιμπικιαστικόΜηχανές ή φίλο του δικηγόρου. Η κυρίαρχη δύναμη στον υπολογιστήμάρκετινγκ, έχει χορηγήσει σε όλο τον κόσμο περίπου το 75% όλων των γνωστών υλικούκαι 10% του συνόλου του λογισμικού. Για να προστατευθεί από την επίδικες φθόνοτων λιγότερο επιτυχημένων οργανισμών, όπως η κυβέρνηση των ΗΠΑ, η IBMαπασχολεί το 68% του γενικού όλων των γνωστών εκ των δικηγόρων.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
IBM:Έχω μετακινηθείΗλίθιοι Γίνετε ΔιευθυντέςΗλίθιοι Αγοράστε ΠερισσότεραΑδύνατο να αγοράσετε μηχάνημαΑπίστευτα Big MachineΜεγαλύτερο λάθος της βιομηχανίαςΔιεθνή Αδελφότητα του MercenariesΕίναι boggles το μυαλόΕίναι καλύτερα με μη αυτόματο τρόποΜικροσκοπικές μηχανές
		-- Ambrose Bierce, "The Devil's Dictionary"

%
IBM:Μπορεί να είναι αργή, αλλά είναι δύσκολο να χρησιμοποιήσετε.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ηλίθιος κουτί, Ν .:Το μέρος του κονδυλίου που λέει ένα πρόσωπο πού να τοποθετήσει τοσφραγίδα όταν δεν μπορούν να είναι αρκετά να καταλάβω για τον εαυτό τους.
		-- Rich Hall, "Sniglets"

%
Ηλίθιος, Ν .:Ένα μέλος μιας μεγάλης και ισχυρή φυλή των οποίων η επιρροή στην ανθρώπινηυποθέσεις ήταν πάντα κυρίαρχο και τον έλεγχο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
απραξία, Ν .:Leisure πάει στο σπόρο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ignisecond, n:Η αλληλοεπικάλυψη στιγμή του χρόνου, όταν το χέρι το κλείδωμα του αυτοκινήτουπόρτα ακόμη και του εγκεφάλου λέει, "τα κλειδιά μου είναι εκεί!"
		-- Rich Hall, "Sniglets"

%
άγνοια, Ν .:Όταν δεν ξέρετε τίποτα, και κάποιος άλλος ανακαλύπτει.
		-- Rich Hall, "Sniglets"

%
Νόμος Iles είναι:Υπάρχει πάντα ένας ευκολότερος τρόπος για να το κάνει. Όταν αναζητούν άμεσαστο εύκολο τρόπο, ειδικά για μεγάλες χρονικές περιόδους, δεν θα το δούμε.Ούτε βούληση Iles.
		-- Rich Hall, "Sniglets"

%
Νόμος Imbesi με Επέκταση Φρίμαν:Για κάτι να γίνει καθαρό, κάτι άλλο πρέπει ναλερωθεί? αλλά μπορείτε να πάρετε τα πάντα βρώμικα χωρίς να πάρειτίποτα καθαρά.
		-- Rich Hall, "Sniglets"

%
Αμετάβλητο, Τρεις κανόνες του:(1) Εάν ένα μουσαμά να ανεμίζει, θα.(2) Εάν ένα μικρό παιδί μπορεί να πάρει βρώμικο, θα το κάνει.(3) Σε περίπτωση που ένας έφηβος μπορεί να πάει έξω, θα το κάνει.
		-- Rich Hall, "Sniglets"

%
Αμερόληπτη, adj .:Ανίκανος να αντιληφθεί οποιαδήποτε υπόσχεση του προσωπικό όφελος απόενστερνίζονται κάθε πλευρά μιας διαμάχης ή να θεσπίσουν έναν από τους δύοαντικρουόμενες απόψεις.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
εισερχόμενα, Ν .:Μια λεκάνη αλιευμάτων για ό, τι δεν θέλετε να ασχοληθεί με, αλλάφοβούνται να πετάξουν.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
πρόγραμμα κινήτρων, Ν .:Το σύστημα των μακροπρόθεσμων και βραχυπρόθεσμων ανταμοιβές ότι μια εταιρεία χρήσειςγια να παρακινήσει τους ανθρώπους της. Παρόλα αυτά, παρ 'όλες τις πειραματισμό μεσυμμετοχή στα κέρδη, δικαιώματα προαίρεσης αγοράς μετοχών, και τα παρόμοια, το πιο αποτελεσματικόπρόγραμμα κινήτρων μέχρι σήμερα φαίνεται να είναι "Κάνετε μια καλή δουλειά και θα έχετε να	κράτα το."
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ο νυν, Ν .:Πρόσωπο από τις πιο ζωντανές ενδιαφέρον για τις outcumbents.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
δείκτη, Ν .:Αλφαβητική λίστα των λέξεων της δεν είναι δυνατόν ενδιαφέροντος όπου έναςαλφαβητική λίστα των θεμάτων με αναφορές θα έπρεπε να είναι.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Βρεφική ηλικία, Ν .:Η περίοδος της ζωής μας, όταν, σύμφωνα με Wordsworth, "Heaven βρίσκεταιγια εμάς. "Ο κόσμος αρχίζει ψέματα για μας πολύ σύντομα κατόπιν.
		-- Ambrose Bierce

%
Κέντρο Πληροφόρησης, Ν .:Ένα δωμάτιο στελεχώνεται από επαγγελματίες υπολογιστή του οποίου η δουλειά είναι νανα σας πω γιατί δεν μπορείτε να έχετε τις πληροφορίες που χρειάζεστε.
		-- Ambrose Bierce

%
Επεξεργασία πληροφορίας:Τι μπορείτε να καλέσετε την επεξεργασία των δεδομένων, όταν οι άνθρωποι είναι τόσο αηδιασμένος μεαυτό δεν θα το αφήσει να συζητηθεί στην παρουσία τους.
		-- Ambrose Bierce

%
Αχάριστη, Ν .:Ένας άνθρωπος που δαγκώνει το χέρι που τον ταΐζει, και στη συνέχεια καταγγέλλειδυσπεψία.
		-- Ambrose Bierce

%
μελάνι, Ν .:Μια αχρείο ένωση tannogallate του σιδήρου, αραβικό κόμμι,και νερό, που χρησιμοποιείται κυρίως για τη διευκόλυνση της μόλυνσης τουηλιθιότητα και την προώθηση της πνευματικής του εγκλήματος.
		-- H. L. Mencken

%
καινοτομούν v, .:Για να ενοχλήσει τους ανθρώπους.
		-- H. L. Mencken

%
ανασφάλεια, Ν .:Ανακαλύπτοντας ότι έχετε προφέρονται σωστά για χρόνια ένας από σαςαγαπημένες λέξεις.Συνειδητοποιώντας στα μισά του δρόμου μέσα από ένα αστείο που είστε το λέει νατο πρόσωπο που θα πει σε σας.
		-- H. L. Mencken

%
ενδιαφέρον, Ν .:Τι οφειλέτες πληρώνουν, οι δανειστές λαμβάνουν, οι μέτοχοι κατέχουν, καικαεί οι εργαζόμενοι πρέπει να προσποιούμαι.
		-- H. L. Mencken

%
Διερμηνέα, Ν .:Κάποιος που επιτρέπει σε δύο άτομα από διαφορετικές γλώσσες για νακαταλαβαίνουν ο ένας τον άλλο, επαναλαμβάνοντας σε κάθε τι θα ήταν ναπλεονέκτημα του διερμηνέα για το άλλο να πει.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
σε κατάσταση μέθης, adj .:Όταν αισθάνεστε εκλεπτυσμένο χωρίς να είναι σε θέση να το προφέρει.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Σίδερο Δίκαιο Διανομής:Αυτά που έχει, παίρνει.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
εφαρμογές ISO:Μια λύση σε αναζήτηση ενός προβλήματος!
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Issawi Νόμοι της Προόδου:Η πορεία της προόδου:Τα περισσότερα πράγματα γίνονται σταθερά χειρότερα.Το δρόμο της προόδου:Μια συντόμευση είναι η μεγαλύτερη απόσταση μεταξύ δύο σημείων.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Είναι άκαρπες:να γίνει δακρυσμένος πάνω βιαστικά αναχώρησε ρευστό γαλακτικό.να προσπαθήσει να κατήχηση μια υπεργηρώς κυνικός μεκαινοτόμες ελιγμούς.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
«Είναι σε εξέλιξη":Έτσι, τυλιγμένη σε γραφειοκρατία που η κατάσταση είναι σχεδόν απελπιστική.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
πλάγια, adj:Κλίση προς τα δεξιά για να τονίσει φράσεις κλειδιά. μοναδική ναΔυτική αλφάβητο? στην Ανατολική γλώσσες, οι ίδιες φράσειςσυχνά λοξά προς τα αριστερά.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Αξίωμα Jacquin για Δημοκρατική Κυβέρνηση:τη ζωή κανενός ανθρώπου, της ελευθερίας, ή περιουσία είναι ασφαλή, ενώ ηνομοθέτης βρίσκεται σε σύνοδο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Jenkinson του:Δεν θα λειτουργήσει.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Jim Nasium είναι:Σε ένα μεγάλο αποδυτήρια με εκατοντάδες θυρίδες, τους λίγους ανθρώπουςχρησιμοποιώντας τη δυνατότητα ανά πάσα στιγμή θα πρέπει όλοι ντουλάπια δίπλα στοκάθε άλλο έτσι ώστε όλοι να είναι περιορισμένος.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
συνέντευξη για δουλειά, Ν .:Η βασανιστική διαδικασία κατά την οποία οι αξιωματικοί του προσωπικούδιαχωριστεί η ήρα από το σιτάρι - τότε προσλάβετε το άχυρο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Τοποθέτηση δουλειά, Ν .:Λέγοντας το αφεντικό σας τι μπορεί να κάνει με τη δουλειά σας.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
δρομέας, Ν .:Ένα περίεργο είδος του ατόμου με ένα πράγμα για τον πόνο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ορισμός Johnny Carson είναι:Το μικρότερο χρονικό διάστημα που είναι γνωστό ότι ο άνθρωπος είναι εκείνη η οποία λαμβάνει χώραστο Μανχάταν ανάμεσα στο σήμα κυκλοφορίας στροφή πράσινο και τοοδηγός ταξί πίσω σας φυσά κέρατο του.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Πρώτα Νόμος Τζόνσον:Όταν οποιοδήποτε μηχανικό τέχνασμα αποτύχει, θα το πράξει ηπιο ενοχλητικό δυνατό χρόνο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
νόμο Τζόνσον:Συστήματα μοιάζουν με τις οργανώσεις που τους δημιουργούν.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Jones «Πρώτα Νόμος:Όποιος κάνει μια σημαντική συμβολή σε κάθε τομέα τηςπροσπαθεί, και παραμένει σε αυτό το πεδίο αρκετά μεγάλο χρονικό διάστημα, γίνεται μιαεμπόδιο στην πρόοδο της - σε άμεση αναλογία με τοσημασία της αρχικής συνεισφοράς τους.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Motto Jones »:Φίλοι έρχονται και παρέρχονται, αλλά οι εχθροί συσσωρεύονται.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Δεύτερος Νόμος Jones »:Ο άνθρωπος που χαμογελά όταν τα πράγματα πάνε στραβά έχει σκεφτεί κάποιοςνα την κατηγορήσει για.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Juall για Νίκαια Guys:Νίκαια παιδιά δεν είναι πάντα τερματίσει τελευταίος? μερικές φορές δεν τελειώσει.Μερικές φορές δεν χρειάζεται καν να πάρετε μια ευκαιρία να ξεκινήσει!
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Δικαιοσύνης, κ .:Μια απόφαση υπέρ σας.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος του Κάφκα:Στον αγώνα μεταξύ εσάς και του κόσμου, πίσω στον κόσμο.
		-- Franz Kafka, "RS's 1974 Expectation of Days"

%
Θεώρημα Karlson της Πακέτα Σνακ Τροφίμων:Για όλα τα P, όπου P είναι ένα πακέτο σνακ, P είναι ένα μόνο-που εξυπηρετούνσυσκευασία των τροφίμων σνακ.Corrolary Gibson της γάτας:Για όλες L, όπου το L είναι ένα πακέτο με βάση το κρέας το μεσημεριανό γεύμα, το L είναι πακέτο του Gibsonκρέας το μεσημεριανό γεύμα.
		-- Franz Kafka, "RS's 1974 Expectation of Days"

%
Νόμος Katz »:Οι άνδρες και τα έθνη θα ενεργούν ορθολογικά, ότανόλες οι άλλες δυνατότητες έχουν εξαντληθεί.Η ιστορία μας διδάσκει ότι οι άνδρες και τα έθνη συμπεριφέρονται με σύνεση τη στιγμή που έχουνεξαντλήσει όλες τις άλλες εναλλακτικές λύσεις.
		-- Abba Eban

%
Πρώτα Νόμος Kaufman του Κόμματος Φυσικής:Η πυκνότητα του πληθυσμού είναι αντιστρόφως ανάλογημε το τετράγωνο της απόστασης από το βαρέλι.
		-- Abba Eban

%
Νόμος Κάουφμαν:Μια πολιτική είναι περιοριστική έγγραφο για την αποτροπή επανάληψηςενός ενιαίου περιστατικό, στο οποίο το περιστατικό δεν αναφέρεται ποτέ.
		-- Abba Eban

%
Να θυμάστε πάντα τις τέσσερις συνεχείς Νόμους του Frisbee:(1) Η πιο ισχυρή δύναμη στον κόσμο είναι ότι από ένα δίσκοστράγγισμα να προσγειωθεί κάτω από ένα αυτοκίνητο, λίγο μακριά (αυτήδύναμη είναι τεχνικά ονομάζεται "αυτοκίνητο πιπιλίζουν").(2) Ποτέ μην προηγείται κάθε ελιγμό από ένα σχόλιο πιο έξυπνηαπό το "Παρακολουθήστε αυτό!"(3) Η πιθανότητα ενός Frisbee χτυπήσει κάτι είναι άμεσαανάλογη με το κόστος του να χτυπήσει το. Για παράδειγμα, έναFrisbee θα κατευθυνθείτε πάντα άμεσα προς την κατεύθυνση ενός αστυνομικού ήμια γριούλα παρά το beat up Chevy.(4) καλύτερη βολή σου συμβαίνει όταν κανείς δεν είναι παρακολουθώντας? όταν οχαριτωμένο κορίτσι έχετε προσπαθήσει να εντυπωσιάσει παρακολουθεί, ηFrisbee θα αναπηδήσει πάντα από το χέρι σας ή να σας χτυπήσειστο κεφάλι και να σας χτυπήσει ανόητο.
		-- Abba Eban

%
Θεώρημα Αγορά Κένεντι:Δεδομένου αρκετά εμπιστευτικές πληροφορίες και απεριόριστη πίστωση,έχετε να πάει έσπασε.
		-- Abba Eban

%
Ευρετική Κεντ:Αναζητήστε το πρώτο όπου θα θέλατε να το βρείτε.
		-- Abba Eban

%
Kern, κατά .:1. Για να συσκευάσετε τύπου μαζί όσο πιο σφιχτά τους πυρήνες σε ένα αυτίτου καλαμποκιού. 2. Σε τμήματα του Μπρούκλιν και βασίλισσες, Ν.Υ., ένα μικρό,μεταλλικό αντικείμενο που χρησιμοποιείται ως μέρος του νομισματικού συστήματος.
		-- Abba Eban

%
πυρήνα, Ν .:Ένα μέρος του ένα λειτουργικό σύστημα που διατηρεί τη μεσαιωνικήπαραδόσεις της μαγείας και μαύρη μαγεία.
		-- Abba Eban

%
Παρατήρηση Kettering είναι:Λογική είναι ένα οργανωμένο τρόπο να πάει στραβά με την εμπιστοσύνη.
		-- Abba Eban

%
Νόμος kime για την Ανταμοιβή της πραότητα:Γυρίζοντας και το άλλο μάγουλο απλώς εξασφαλίζει δύο μελανιασμένο μάγουλα.
		-- Abba Eban

%
Kin, Ν .:Μια θλίψη του αίματος.
		-- Abba Eban

%
Νόμος Kington του Διάτρηση:Αν μια ευθεία γραμμή των οπών γίνεται σε ένα κομμάτι χαρτί, όπωςως ένα φύλλο γραμματοσήμων ή επιταγής, η γραμμή γίνεται ο ισχυρότεροςμέρος του χαρτιού.
		-- Abba Eban

%
Πρώτα Νόμος Kinkler είναι:Ευθύνη υπερβαίνει πάντα αρχή.Δεύτερο Νόμο Kinkler είναι:Όλα τα εύκολα προβλήματα έχουν λυθεί.
		-- Abba Eban

%
Πρώτα Νόμος Kliban της δείπνου:Ποτέ μην τρώτε τίποτα μεγαλύτερο από το κεφάλι σας.
		-- Abba Eban

%
Kludge, Ν .:Ένας άρρωστος-ανάμικτες συλλογή των κακώς-ταιριάζουν μέρη, σχηματίζοντας έναοδυνηρή σύνολο.
		-- Jackson Granholm, "Datamation"

%
Νόμος Knebel είναι:Είναι πλέον αποδειχθεί πέραν πάσης αμφιβολίας ότι το κάπνισμα είναι ένας από τους κορυφαίουςστατιστικές αιτιών.
		-- Jackson Granholm, "Datamation"

%
γνώση, Ν .:Πράγματα που πιστεύουν.
		-- Jackson Granholm, "Datamation"

%
Νόμος Kramer είναι:Ποτέ δεν μπορεί να πει με ποιο τρόπο το τρένο πέρασε κοιτάζοντας τα κομμάτια.
		-- Jackson Granholm, "Datamation"

%
Krogt, n. (Χημικό σύμβολο: Kr):Η μεταλλική επίστρωση αργύρου βρίσκονται σε κάρτες παιχνίδι fast-food.
		-- Rich Hall, "Sniglets"

%
Εργασίας, Ν .:Μία από τις διαδικασίες με τις οποίες το Α αποκτά ιδιότητα για B.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμοι Lackland είναι:(1) Ποτέ δεν είναι η πρώτη.(2) Ποτέ μην είναι η τελευταία.(3) Ποτέ μη εθελοντικά για τίποτα
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Lactomangulation, Ν .:Manhandling το στόμιο "ανοίξει εδώ» σε ένα κουτί γάλα τόσο άσχημαότι πρέπει κανείς να καταφύγει στη χρήση του «παράνομου» πλευρά.
		-- Rich Hall, "Sniglets"

%
Νόμοι Langsam είναι:(1) Τα πάντα εξαρτώνται.(2) Τίποτα δεν είναι πάντα.(3) Τα πάντα είναι μερικές φορές.
		-- Rich Hall, "Sniglets"

%
Νόμος Larkinson είναι:Όλοι οι νόμοι είναι βασικά ψευδείς.
		-- Rich Hall, "Sniglets"

%
λέιζερ, Ν .:Αποτυχία ακτίνα θανάτου.
		-- Rich Hall, "Sniglets"

%
Νόμος της Laura:Κανένα παιδί δεν ρίχνει επάνω στο μπάνιο.
		-- Rich Hall, "Sniglets"

%
Δίκαιο των Επικοινωνιών:Το αναπόφευκτο αποτέλεσμα της βελτίωσης και της διευρυμένης επικοινωνίαςμεταξύ των διαφόρων επιπέδων σε μια ιεραρχία είναι ένα πολύ αυξημένοπεριοχή της παρεξήγησης.
		-- Rich Hall, "Sniglets"

%
Νόμος της συνέχειας:Τα πειράματα θα πρέπει να μπορούν να αναπαραχθούν. Πρέπει όλοι να αποτύχει με τον ίδιο τρόπο.
		-- Rich Hall, "Sniglets"

%
Νόμος της αναβλητικότητας:Η αναβλητικότητα αποφεύγει πλήξη? ποτέ δεν έχειη αίσθηση ότι δεν υπάρχει τίποτα σημαντικό να κάνουμε.
		-- Rich Hall, "Sniglets"

%
Νόμος της Επιλεκτικής Βαρύτητας:Ένα αντικείμενο θα πέσει, έτσι ώστε να κάνουν τη μεγαλύτερη ζημιά.Πόρισμα Jenning είναι:Η πιθανότητα του ψωμιού που εμπίπτουν στο βουτυρωμένη πλευράκάτω είναι ευθέως ανάλογη με το κόστος του τάπητα.Δίκαιο της διαστροφής της Φύσης:Μπορείτε δεν μπορεί να καθορίσει εκ των προτέρων ποια πλευρά του ψωμιού με το βούτυρο.
		-- Rich Hall, "Sniglets"

%
Νόμος της ζούγκλας:Αυτός που διστάζει έχει το μεσημεριανό γεύμα.
		-- Rich Hall, "Sniglets"

%
Νόμοι Προγραμματισμού Ηλεκτρονικών Υπολογιστών:(1) Οποιοδήποτε δεδομένο πρόγραμμα, όταν τρέχει, είναι άνευ αντικειμένου.(2) Οποιοδήποτε δεδομένο πρόγραμμα κοστίζει περισσότερο και απαιτεί περισσότερο χρόνο.(3) Εάν ένα πρόγραμμα είναι χρήσιμο, θα πρέπει να αλλάξει.(4) Εάν ένα πρόγραμμα είναι άχρηστο, θα πρέπει να τεκμηριώνονται.(5) Οποιοδήποτε δεδομένο πρόγραμμα θα επεκταθεί για να γεμίσει όλη τη διαθέσιμη μνήμη.(6) Η αξία ενός προγράμματος είναι ανάλογη με το βάρος της παραγωγής της.(7) η πολυπλοκότητα του προγράμματος αυξάνεται μέχρι να υπερβεί την ικανότητα τουο προγραμματιστής που πρέπει να διατηρηθεί.
		-- Rich Hall, "Sniglets"

%
Νόμοι του Serendipity:(1) Προκειμένου να ανακαλύψουν κάτι, θα πρέπει να ψάχνει για κάτι.(2) Εάν επιθυμείτε να κάνετε ένα βελτιωμένο προϊόν, θα πρέπει να είναι ήδηνα προβαίνουν σε μια κατώτερη ένα.
		-- Rich Hall, "Sniglets"

%
αγωγή, Ν .:Μια μηχανή που θα πάτε σε ως ένα γουρούνι και να βγει σαν λουκάνικο.
		-- Ambrose Bierce

%
Κανόνας δικηγόρου:Όταν ο νόμος είναι εναντίον σας, υποστηρίζουν τα γεγονότα.Όταν τα γεγονότα είναι εναντίον σας, υποστηρίζουν το νόμο.Όταν και οι δύο είναι εναντίον σας, καλέστε τα άλλα ονόματα δικηγόρος.
		-- Ambrose Bierce

%
Lazlo Κινέζοι Σχετικότητας Αξίωμα:Δεν έχει σημασία πόσο μεγάλη θριάμβους σας ή πόσο τραγικές ήττες σας -περίπου ένα δισεκατομμύριο Κινέζοι δεν θα μπορούσε φροντίδα λιγότερο.
		-- Ambrose Bierce

%
καμπύλη εκμάθησης, Ν .:Μια εκπληκτική νέα θεωρία, που ανακαλύφθηκε από συμβούλους διαχείρισηςστη δεκαετία του 1970, υποστηρίζοντας ότι όσο περισσότερο κάνεις κάτι τοΌσο πιο γρήγορα μπορείτε να το κάνετε.
		-- Ambrose Bierce

%
Νόμος του Lee:Η μητέρα είπε ότι θα υπάρξει ημέρες όπως αυτό,αλλά ποτέ δεν είπε ότι θα υπάρξουν τόσα πολλά!
		-- Ambrose Bierce

%
Κανόνας Leibowitz είναι:Όταν σφυρηλάτηση ένα καρφί, ποτέ δεν θα χτυπήσει σαςδάχτυλο, αν κρατάτε το σφυρί και με τα δύο χέρια.
		-- Ambrose Bierce

%
Λήμμα: Όλα τα άλογα έχουν το ίδιο χρώμα.Απόδειξη (με επαγωγή):Υπόθεση n = 1: Σε ένα σύνολο με ένα μόνο άλογο, είναι προφανές ότι όλαάλογα σε αυτό το σύνολο είναι το ίδιο χρώμα.Περίπτωση n = k: Ας υποθέσουμε ότι έχετε ένα σύνολο k + 1 αλόγων. Τραβήξτε μία από αυτέςάλογα από το σύνολο, έτσι ώστε να έχετε k άλογα. Ας υποθέσουμε ότι όλα τααπό αυτά τα άλογα έχουν το ίδιο χρώμα. Τώρα βάλτε πίσω το άλογο που θαπήρε έξω, και τραβήξτε προς τα έξω ένα διαφορετικό. Ας υποθέσουμε ότι το σύνολο της kάλογα τώρα στο σύνολο είναι το ίδιο χρώμα. Στη συνέχεια, το σύνολο των k + 1 αλόγωνείναι όλα το ίδιο χρώμα. Έχουμε k αλήθεια => k + 1 αλήθεια? Ως εκ τούτου, όλα ταάλογα έχουν το ίδιο χρώμα.Θεώρημα: Όλα τα άλογα έχουν έναν άπειρο αριθμό των ποδιών.Απόδειξη (από εκφοβισμό):Όλοι θα συμφωνήσουν ότι όλα τα άλογα έχουν ζυγό αριθμό ποδιών. ΤοΕίναι επίσης γνωστό ότι τα άλογα έχουν μπροστινά πόδια μπροστά και δύο πόδια σεπίσω. 4 + 2 = 6 πόδια, τα οποία είναι σίγουρα ένας περιττός αριθμός των σκελών για έναάλογο για να έχουν! Τώρα ο μόνος αριθμός που είναι τόσο ακόμη και περίεργο είναιάπειρο? Ως εκ τούτου, όλα τα άλογα έχουν έναν άπειρο αριθμό των ποδιών.Ωστόσο, ας υποθέσουμε ότι υπάρχει ένα άλογο κάπου που δεν έχει έναάπειρο αριθμό ποδιών. Λοιπόν, αυτό θα ήταν ένα άλογο ενός διαφορετικούχρώμα? και από λήμματος, δεν υπάρχει.
		-- Ambrose Bierce

%
μόχλευσης, Ν .:Ακόμα κι αν κάποιος δεν με νοιάζει τι σκέφτεται ο κόσμοςγι 'αυτούς, που πάντα ελπίζουν η μητέρα τους δεν μάθετε.
		-- Ambrose Bierce

%
Νόμος του Lewis του ταξιδιού:Το πρώτο κομμάτι των αποσκευών από το αλεξίπτωτο δεν ανήκει σε κανέναν,ποτέ.
		-- Ambrose Bierce

%
Ψεύτης, Ν .:Ένας δικηγόρος με προμήθεια περιπλάνησης.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ψεύτης:Αυτός που λέει μια δυσάρεστη αλήθεια.
		-- Oliver Herford

%
Ψέμα, Ν .:Μια πολύ φτωχό υποκατάστατο για την αλήθεια, αλλά το μόνοανακαλυφθεί μέχρι σήμερα.
		-- Oliver Herford

%
Νόμος του Λίμπερμαν:Καθένας βρίσκεται, αλλά δεν έχει σημασία αφού κανείς δεν ακούει.
		-- Oliver Herford

%
ζωή, Ν .:Μια ιδιοτροπία πολλών δισεκατομμυρίων κυττάρων να είστε για λίγο.
		-- Oliver Herford

%
ζωή, Ν .:Μαθαίνοντας για τους ανθρώπους με το δύσκολο τρόπο - με το να είναι ένα.
		-- Oliver Herford

%
ζωή, Ν .:Αυτό σύντομο διάλειμμα μεταξύ ανυπαρξία και την αιωνιότητα.
		-- Oliver Herford

%
φάρος, Ν .:Ένα ψηλό κτίριο στην παραλία με τον οποίο η κυβέρνησηδιατηρεί μια λάμπα και το φίλο ενός πολιτικού.
		-- Oliver Herford

%
αρέσει:Όταν είσαι ζωντανός ταυτόχρονα είναι μια θαυμάσια σύμπτωση.
		-- Oliver Herford

%
Νόμος του Linus:Δεν υπάρχει μεγαλύτερη επιβάρυνση από ό, τι ένα μεγάλο δυναμικό.
		-- Oliver Herford

%
Lisp, κατά .:Για να λέμε τα πράγματα με thpade.
		-- Oliver Herford

%
Long Shot Lockwood είναι:Οι πιθανότητες να τρώγονται από ένα λιοντάρι στο Main Streetδεν είναι ένα στο εκατομμύριο, αλλά από τη στιγμή θα ήταν αρκετό.
		-- Oliver Herford

%
αγαπούν, Ν .:δεσμούς αγάπης σε ένα κόμπο στο τέλος του σχοινιού.
		-- Oliver Herford

%
αγαπούν, Ν .:Όταν μεγαλώνει, δεν σας πειράζει το πότισμα με λίγα δάκρυα.
		-- Oliver Herford

%
αγαπούν, Ν .:Όταν δεν θέλετε κάποιος πολύ κοντά - επειδή είστε πολύ ευαίσθητοιμε ευχαρίστηση.
		-- Oliver Herford

%
αγαπούν, Ν .:Όταν θέλετε να σκεφτείτε κάποιον για τις μέρες που αρχίζουν με ένα πρωί.
		-- Oliver Herford

%
αγαπούν, Ν .:Όταν, αν σας ζητηθεί να επιλέξετε μεταξύ του εραστή σαςκαι την ευτυχία, τότε θα παραλείψετε την ευτυχία σε ένα καρδιακό παλμό.
		-- Oliver Herford

%
αγαπούν, κατά .:Θα σας αφήσει να παίξει με τη ζωή μου, αν θα επιτρέψτε μου να παίζουν με τα δικά σας.
		-- Oliver Herford

%
Νόμος Lowery είναι:Αν μαρμελάδες - είναι δύναμη. Αν σπάσει, αυτό που χρειάζεται αντικατάσταση ούτως ή άλλως.
		-- Oliver Herford

%
Νόμος Lubarsky της Cybernetic Εντομολογίας:Υπάρχει πάντα ένα ακόμα bug.
		-- Oliver Herford

%
Φρενοκομείο, Ν .:Ο τόπος όπου οι περισσότεροι ευδοκιμεί αισιοδοξία.
		-- Oliver Herford

%
Machine-Ανεξάρτητη, adj .:δεν εκτελείται σε οποιοδήποτε υπάρχον μηχάνημα.
		-- Oliver Herford

%
Mad, adj .:Επηρεαστεί με υψηλό βαθμό πνευματικής ανεξαρτησίας ...
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Το μήνυμά σας Μάντισον:Αν έχετε να ταξιδέψουν στον Τιτανικό, γιατί να μην πάει πρώτη θέση;
		-- Ambrose Bierce, "The Devil's Dictionary"

%
MAFIA, n:[Ακρωνύμιο για Μηχανοκίνητες Εφαρμογές σε καταναγκαστική ΑσφαλιστικήΛογιστική.] Ένα εκτεταμένο δίκτυο με πολλά on-line και υπεράκτιεςυποσυστήματα που τρέχουν κάτω από λειτουργικό σύστημα, το DOS, και IOS. τεκμηρίωση MAFIA είναιμάλλον λιγοστά, και το γραφείο πωλήσεων MAFIA εκθέματα που testyαπροθυμία να καλόπιστους έρευνες που είναι το σήμα κατατεθέν της τόσα πολλά DPλειτουργίες. Από τα λίγα που έχει διαρρεύσει έξω, φαίνεται ότιMAFIA λειτουργεί με μη πρότυπο πρωτόκολλο, Omerta, ένα σφιχτά χείληπαραλλαγή του ΣΕΛ, στις οποίες επεκτάθηκε χειραψίες επίσης εκτελούν περίπλοκεςλειτουργίες ασφαλείας. Οι γνωστές πτυχές χρονομεριστική μίσθωση του σημείου MAFIA σε έναπερισσότερο από ό, τι συνήθως αυταρχικό λειτουργικό σύστημα. Οθόνη για να φέρουνεπιτακτική ανάγκη, nonrefusable στάθμιση (τα περισσότερα μενού προσφέρει απλά ΝΑΙ / ΝΑΙεπιλογές, αθέτησαν σε YES) που αποκλείει την αδιαφορία ή καθυστέρηση.Μοναδικά, όλη η επεξεργασία υπό MAFIA γίνεται κεντρικά, χρησιμοποιώντας έναισχυρό χαρακτηριστικό rubout ικανό να διαγραφή αρχείων, filors, filees, καιολόκληρο το κομβικό επιδεινώσεις.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Αρχή Magary είναι:Όταν υπάρχει μια δημόσια κατακραυγή για τη μείωση των άχρηστων φύλλων και το λίπος από οποιοδήποτεκυβερνητική γραφειοκρατία, είναι η άχρηστων φύλλων και το λίπος που κάνουνη κοπή, και των υπηρεσιών του κοινού κόβονται.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Μαγνήτη, Ν .:Κάτι ενήργησε κατόπιν από το μαγνητισμό.Μαγνητισμό, Ν .:Κάτι ενεργώντας κατόπιν μαγνήτη.Οι δύο ορισμός αμέσως προηγούμενες συμπυκνώνονται από τα έργα τουχίλια επιφανείς επιστήμονες, οι οποίοι έχουν φωτίζεται το θέμα μεένα μεγάλο λευκό φως, με την ανείπωτη εξέλιξη της ανθρώπινης γνώσης.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Magnocartic, adj .:Κάθε αυτοκίνητο που, όταν άφησε αφύλακτο, προσελκύει καροτσάκια.
		-- Sniglets, "Rich Hall & Friends"

%
Καρακάξα, Ν .:Ένα πουλί που theivish διάθεση πρότεινε σε κάποιον ότιθα μπορούσε να διδαχθεί για να μιλήσει.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Maier είναι:Αν τα γεγονότα δεν συμφωνούν με τη θεωρία, θα πρέπει να απορρίπτονται.συνακόλουθα:(1) Η μεγαλύτερη είναι η θεωρία, τόσο το καλύτερο.(2) Το πείραμα μπορεί να θεωρηθεί επιτυχία, αν όχι περισσότερο από ό, τιΤο 50% των παρατηρούμενων μετρήσεων πρέπει να απορρίπτονται σεαποκτήσετε μια αλληλογραφία με τη θεωρία.
		-- N. R. Maier, "American Psychologist", March 1960

%
Δίκαιο είναι:Για κάθε δράση υπάρχει μια ίση και αντίθετη πρόγραμμα της κυβέρνησης.
		-- N. R. Maier, "American Psychologist", March 1960

%
Motto συντηρητή του:Αν δεν μπορούμε να το διορθώσουμε, δεν έσπασε.
		-- N. R. Maier, "American Psychologist", March 1960

%
Σημαντικές παραδοχή:Εξήντα οι άνδρες μπορούν να κάνουν εξήντα φορές πολύ δουλειά σαν ένας άνθρωπος.Μικρά παραδοχή:Ένας άνθρωπος μπορεί να σκάψει ένα posthole σε εξήντα δευτερόλεπτα.Σύναψη:Εξήντα άνθρωποι μπορεί να σκάψει ένα posthole σε ένα δευτερόλεπτο.Δευτεροβάθμια Συμπέρασμα:Έχετε συνειδητοποιήσει πόσο πολλές τρύπες θα υπήρχε αν οι άνθρωποιθα λάβει μόνο το χρόνο να πάρει το χώμα έξω από αυτά;
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Πλειοψηφία, Ν .:Ότι η ποιότητα που διακρίνει ένα έγκλημα από το νόμο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Αρσενικό, Ν .:Ένα μέλος του απερίσκεπτος ή αμελητέα σεξ. Το αρσενικό τουανθρώπινη φυλή είναι κοινώς γνωστό ότι το θηλυκό σαν απλός άνθρωπος. το γένοςέχει δύο ποικιλίες: καλή παρόχους και κακές τους παρόχους.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος του Malek:Οποιαδήποτε απλή ιδέα θα διατυπωθεί με τον πιο περίπλοκο τρόπο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
αμέλεια, Ν .:Ο λόγος που οι χειρουργοί φορούν μάσκες.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
διαχείρισης, Ν .:Η τέχνη του να πάρει άλλους ανθρώπους να κάνουν όλη τη δουλειά.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
μανιοκαταθλιπτική, adj .:Εύκολη σκυθρωπός, εύκολη λάμψη.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Maxim Manly είναι:Λογική είναι μια συστηματική μέθοδος που έρχονται στο λανθασμένο συμπέρασμαμε την εμπιστοσύνη.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
εγχειρίδιο, Ν .:Μια μονάδα τεκμηρίωσης. Υπάρχουν πάντα τρεις ή περισσότερες σε δεδομένηστοιχείου. Η μία είναι στο ράφι? κάποιος έχει τους άλλους. Η πληροφορίαπου χρειάζεστε είναι στους άλλους.
		-- Ray Simard

%
Discovery Dental-πρόεδρος Μάρκου:Οδοντίατροι είναι ανίκανοι ερωτήσεις που απαιτούν μιααπλό ναι ή όχι απάντηση.
		-- Ray Simard

%
γάμος, Ν .:Ένα παλιό, θεσμός, που έχουν συναφθεί από δύο ανθρώπους βαθιάστην αγάπη και επιθυμώντας να κάνει μια δέσμευση για κάθε άλλη έκφρασηότι η αγάπη. Με λίγα λόγια, δέσμευση σε ένα ίδρυμα.
		-- Ray Simard

%
γάμος, Ν .:Μετατρέψιμα ομόλογα.
		-- Ray Simard

%
Γάμος, Ν .:Το κακό άι.
		-- Ray Simard

%
Μαρξιστική νόμος της κατανομής του πλούτου:Οι ελλείψεις θα κατανέμεται εξίσου μεταξύ των αγροτών.
		-- Ray Simard

%
Νόμος maryann είναι:Μπορείτε πάντα να βρείτε τι δεν ψάχνετε.
		-- Ray Simard

%
Maxim Μάσλοου:Αν το μόνο εργαλείο που έχεις είναι ένα σφυρί, που αντιμετωπίζουν πάντα σανένα καρφί.
		-- Ray Simard

%
Πρώτα Νόμος κτίστη της Συνέργια:Η μία ημέρα που θα πουλήσει την ψυχή σας για κάτι, οι ψυχές είναι ένα πλεόνασμα.
		-- Ray Simard

%
μαθηματικός, Ν .:Κάποιος που πιστεύει φανταστικά πράγματα εμφανιστεί ενώπιον σας _ i του.
		-- Ray Simard

%
Νόμος Matz είναι:Ένα συμπέρασμα είναι το μέρος όπου έχεις κουραστεί σκέψης.
		-- Ray Simard

%
Νόμος του Μαΐου:Η ποιότητα του συσχετισμού είναι inversly ανάλογη με την πυκνότητατου ελέγχου. (Όσο λιγότερες είναι οι σημείων δεδομένων, η ομαλότερη τις καμπύλες.)
		-- Ray Simard

%
Κανόνας McEwan της σχετικής σημασίας:Όταν ταξιδεύετε με ένα κοπάδι ελεφάντων, δεν είναι η πρώτηξαπλώσουν και να ξεκουραστεί.
		-- Ray Simard

%
McGowan της Madison Avenue Αξίωμα:Εάν ένα στοιχείο διαφημίζεται ως «κάτω από $ 50", μπορείτε να στοιχηματίσετε ότι δεν είναι $ 19.95.
		-- Ray Simard

%
Maxim της Meade:Να θυμάστε πάντα ότι είστε απολύτως μοναδικό, ακριβώς όπως όλοι οι άλλοι.
		-- Ray Simard

%
Νόμος Meader είναι:Ό, τι συμβαίνει σε σας, θα προηγουμένωςέχουν συμβεί σε όλους τους γνωστούς σας, μόνο περισσότερο.
		-- Ray Simard

%
συνάντηση, Ν .:Ένα σύνολο των ανθρώπων που έρχονται μαζί για να αποφασίσετε ποιο πρόσωπο ήτο τμήμα που δεν εκπροσωπούνται στο δωμάτιο πρέπει να λύσει ένα πρόβλημα.
		-- Ray Simard

%
συναντήσεις, Ν .:Ένα μέρος όπου τηρούνται πρακτικά και οι ώρες χάνονται.
		-- Ray Simard

%
σημείωμα, Ν .:Μια επικοινωνία interoffice πολύ συχνά γράψει περισσότερα προς όφελοςτου προσώπου που στέλνει από το πρόσωπο που λαμβάνει.
		-- Ray Simard

%
Mencken και Nathan για δέκατη πέμπτη Νόμος του μέσου Αμερικανού:Η χειρότερη ηθοποιός στην εταιρεία είναι πάντα η σύζυγος του διαχειριστή.
		-- Ray Simard

%
Mencken και Nathan της ένατης Νόμος του μέσου Αμερικανού:Η ποιότητα της σαμπάνιας κρίνεται από το ποσό του θορύβου τουφελλό κάνει όταν έσκασε.
		-- Ray Simard

%
Mencken και Nathan Δεύτερος νόμος του μέσου Αμερικανού:Όλα τα postmasters σε μικρές πόλεις να διαβάσετε όλες τις καρτ-ποστάλ.
		-- Ray Simard

%
Mencken και του Nathan Δέκατη έκτη Νόμος του μέσου Αμερικανού:Άρμεγμα μιας αγελάδας είναι μια πράξη που απαιτεί μια ειδική ταλέντο πουδιακατέχεται μόνο από yokels, και κανένα πρόσωπο που γεννήθηκε σε μια μεγάλη πόλη μπορεί ναποτέ να ελπίζει να το αποκτήσει.
		-- Ray Simard

%
Μενού, Ν .:Μια λίστα με τα πιάτα που το εστιατόριο έχει μόλις εξαντληθεί.
		-- Ray Simard

%
Νόμος Meskimen είναι:Δεν υπάρχει ποτέ η ώρα να το κάνουμε σωστά, αλλά υπάρχει πάντα χρόνος για νατο κάνει πάνω.
		-- Ray Simard

%
meterologist, Ν .:Εκείνος που αμφιβάλλει την καθιερωμένη γεγονός ότι είναιδεσμεύεται να βρέχει, αν ξεχάσετε την ομπρέλα σας.
		-- Ray Simard

%
Μικρο Credo:Ποτέ μην εμπιστεύεσαι έναν υπολογιστή μεγαλύτερο από ό, τι μπορείτε να σηκώσετε.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
μικρο:παιχνίδια στοχαστή.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
Νόμος Miksch είναι:Εάν ένα κορδόνι έχει ένα άκρο, τότε έχει ένα άλλο άκρο.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
Σύνθημα Μίλερ:Χάστε μερικά, να χάσει μερικά.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
millihelen, Ν .:Το ποσό της ομορφιάς που απαιτείται για να ξεκινήσει ένα πλοίο.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
Μινιυπολογιστής:Ένας υπολογιστής που μπορεί να παρέχει σχετικά με τον προϋπολογισμό του διαχειριστή μεσαίου επιπέδου.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
MIPS:Νόημα Δείκτης Ταχύτητα επεξεργαστή
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
Δυστυχία, Ν .:Το είδος της τύχης που δεν χάνει ποτέ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
MIT:Η Georgia Tech της Βόρειας
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Μίτσελ των Επιτροπών:Κάθε απλό πρόβλημα μπορεί να γίνει αδιάλυτο και αν αρκετά συναντήσεις είναιπου πραγματοποιήθηκε για να το συζητήσουμε.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
mittsquinter, adj .:Ένα ποδοσφαιριστή ο οποίος φαίνεται στο γάντι του μετά από να χάσει την μπάλα, όπωςεάν, κατά κάποιο τρόπο, η αιτία του σφάλματος βρίσκεται εκεί.
		-- "Sniglets", Rich Hall & Friends

%
Νόμος Mix είναι:Δεν υπάρχει τίποτα πιο μόνιμο από το προσωρινό κτίριο.Δεν υπάρχει τίποτα πιο μόνιμο από το προσωρινό φόρο.
		-- "Sniglets", Rich Hall & Friends

%
ανάμεικτα συναισθήματα:Παρακολουθώντας ένα λεωφορείο-φορτίο των δικηγόρων βουτιά από έναν απότομο βράχο.Με πέντε κενές θέσεις.
		-- "Sniglets", Rich Hall & Friends

%
ανάμεικτα συναισθήματα:Βλέποντας τη μητέρα-σε-δικαίου σας πίσω από ένα βράχο ...το εμπορικό σήμα σας νέα Mercedes.
		-- "Sniglets", Rich Hall & Friends

%
μόντεμ, adj .:Up-to-ημερομηνία, νεότευκτων, όπως στο "Επιμελώς Modem Millie." Έναατυχής υποπροϊόν της πύκνωσης ζεύγους.[Αυτό είναι sic!]
		-- "Sniglets", Rich Hall & Friends

%
σεμνότητα, Ν .:Όντας άνετα ότι οι άλλοι θα ανακαλύψουν το μεγαλείο σας.
		-- "Sniglets", Rich Hall & Friends

%
Σεμνότητα:Η ευγενής τέχνη της ενίσχυσης της γοητείας σας με την προσποίηση να μην είναιγνωρίζουν.
		-- Oliver Herford

%
Μόριο, Ν .:Ο τελικός, αδιαίρετη μονάδα της ύλης. Διακρίνεταιαπό το μόριο, επίσης, την απόλυτη, αδιαίρετη μονάδα της ύλης, από έναπιο κοντά ομοιότητα με το άτομο, και ο τελικός, αδιαίρετη μονάδαύλη ... Το ιόν διαφέρει από το μόριο, το μόριο και οάτομο από το ότι είναι ένα ιόν ...
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Γραφειοκρατία Υπόθεση Mollison είναι:Αν μια ιδέα μπορεί να επιβιώσει ένα γραφειοκρατικό έλεγχο και να εφαρμοστούνδεν ήταν αξίζει να κάνει.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ορμή, Ν .:Τι να σας δώσει ένα πρόσωπο, όταν πρόκειται μακριά.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Φεγγάρι, Ν .:1. Ένα ουράνιο αντικείμενο του οποίου η φάση είναι πολύ σημαντική για τους χάκερ. ΒλέπωΦάση της σελήνης. 2. Ο Dave Moon (Σελήνη @ MC).
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Σταθερή Μουρ:Ο καθένας επιδιώκει να κάνει κάτι, και όλοικάνει κάτι, αλλά κανείς δεν κάνει ό, τι επιδιώκει να επιτύχει.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
mophobia, Ν .:Ο φόβος ότι θα κακοποιηθεί λεκτικά από Mississippian.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος του Morton:Αν οι αρουραίοι σε πειράματα, θα αναπτύξουν καρκίνο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Mosher της Μηχανικής Λογισμικού:Μην ανησυχείτε αν δεν λειτουργεί σωστά. Αν όλα έκανε, τότε θανα είναι από μια εργασία.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Axiom κ του Cole:Το ποσό της νοημοσύνης στον πλανήτη είναι μια σταθερή? οπληθυσμός αυξάνεται.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
μούμια, Ν .:Ένας Αιγύπτιος ο οποίος είχε πιεστεί για το χρόνο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος του Μέρφι της Έρευνας:Αρκετή έρευνα θα τείνει να υποστηρίξει τη θεωρία σας.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Οι νόμοι του Μέρφι:(1) Αν κάτι μπορεί να πάει στραβά, θα.(2) Τίποτα δεν είναι τόσο εύκολο όσο φαίνεται.(3) Όλα διαρκεί περισσότερο από ό, τι νομίζετε ότι θα συμβεί.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Κανόνας του Murray:Κάθε χώρα με «δημοκρατικό» στον τίτλο δεν είναι.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Mustgo, Ν .:Κάθε στοιχείο των τροφίμων που έχει καθίσει στο ψυγείο, ώστεκαιρό έχει γίνει ένα έργο της επιστήμης.
		-- Sniglets, "Rich Hall & Friends"

%
Ο πατέρας μου με δίδαξε τρία πράγματα:(1) Ποτέ μην αναμιγνύετε ουίσκι με τίποτα αλλά το νερό.(2) Ποτέ μην προσπαθήσετε να σχεδιάσετε σε μια κέντα.(3) Ποτέ μην συζητήσουν τις επιχειρήσεις με όποιον αρνείται να δώσει το όνομά του.
		-- Sniglets, "Rich Hall & Friends"

%
Κανόνας Nachman είναι:Όταν πρόκειται για ξένο τροφίμων, τόσο λιγότερο αυθεντικά τόσο το καλύτερο.
		-- Gerald Nachman

%
narcolepulacyi, Ν .:Η μεταδοτική δράση του χασμουρητού, προκαλώντας όλοι στο θέαμαΕπίσης, για να χασμουριούνται.
		-- "Sniglets", Rich Hall & Friends

%
πακέτο σπασίκλα, Ν .:Πλαστική θήκη που φοριέται στο τσεπάκι του πουκαμίσου να κρατήσει στυλό από το λέρωμαρούχα. θέση Nerd στην ιεραρχία της μηχανικής μπορεί να μετρηθείμε βάση τον αριθμό των στυλό, μολύβια γράσο, και κυβερνήτες bristling σε συσκευασία του.
		-- "Sniglets", Rich Hall & Friends

%
βόμβα νετρονίων, Ν .:Ένα εκρηκτικό μηχανισμό περιορισμένης στρατιωτική αξία, διότι, όπωςκαταστρέφει μόνο άνθρωποι χωρίς την καταστροφή ιδιοκτησίας,πρέπει να χρησιμοποιείται σε συνδυασμό με βόμβες που καταστρέφουν περιουσίας.
		-- "Sniglets", Rich Hall & Friends

%
νέα, adj .:Διαφορετικό χρώμα από το προηγούμενο μοντέλο.
		-- "Sniglets", Rich Hall & Friends

%
Κοινοτοπία Newlan είναι:Ένα "αποδεκτό" επίπεδο της ανεργίας σημαίνει ότι ηκυβέρνηση οικονομολόγος στον οποίο είναι αποδεκτό εξακολουθεί να έχει μια δουλειά.
		-- "Sniglets", Rich Hall & Friends

%
Ανακάλυψη του Newman:καλύτερα όνειρά σας μπορεί να μην γίνει πραγματικότητα? Ευτυχώς, ούτε θαχειρότερη όνειρά σας.
		-- "Sniglets", Rich Hall & Friends

%
Νόμος της βαρύτητας του Νεύτωνα:Τι ανεβαίνει πρέπει να κατέβει. Αλλά μην περιμένετε να κατέβει όπουμπορείτε να το βρείτε. Νόμος του Μέρφι ισχύει για Νεύτωνα.
		-- "Sniglets", Rich Hall & Friends

%
Νεύτωνα ελάχιστα γνωστό έβδομο Νόμου:Ένα πουλί στο χέρι είναι πιο ασφαλές από ένα γενικά.
		-- "Sniglets", Rich Hall & Friends

%
Νόμος της Ζωής Νικ του Έλληνα:Εντέλει, η ζωή είναι 9-5 κατά.
		-- "Sniglets", Rich Hall & Friends

%
Ενενήντα Ενενήντα κράτους χρονοδιαγράμματα του έργου:Η πρώτη ενενήντα τοις εκατό της αποστολής λαμβάνει ενενήντα τοις εκατό τουο χρόνος και η τελευταία δέκα τοις εκατό παίρνει το άλλο ενενήντα τοις εκατό.
		-- "Sniglets", Rich Hall & Friends

%
δεν brainer:Μια απόφαση που, όπως φαίνεται μέσα από το retrospectoscope,είναι «προφανές» σε όσους απέτυχαν να το κάνουν αρχικά.
		-- "Sniglets", Rich Hall & Friends

%
καμία συντήρηση:Αδύνατο να διορθώσετε.
		-- "Sniglets", Rich Hall & Friends

%
Nolo contendere:Ένας νομικός όρος που σημαίνει: «Εγώ δεν το κάνω, δικαστής, και εγώ ποτέ δεν θα κάνωτο ξανά. "
		-- "Sniglets", Rich Hall & Friends

%
ονομαστικής αυγό:Νέα Yorkerese για τα ακριβά.
		-- "Sniglets", Rich Hall & Friends

%
Μη αμοιβαία Νόμοι του Προσδοκίες:Αρνητικές προσδοκίες δώσει αρνητικά αποτελέσματα.Θετικές προσδοκίες δώσει αρνητικά αποτελέσματα.
		-- "Sniglets", Rich Hall & Friends

%
Nouvelle cuisine, Ν .:Γαλλικά για "δεν είναι αρκετή τροφή».Continental πρωινό, Ν .:Αγγλικά για "δεν είναι αρκετή τροφή».Τάπας, Ν .:Ισπανικά για "δεν είναι αρκετή τροφή».Dim Sum, Ν .:Κινέζοι για περισσότερο φαγητό από ό, τι έχετε δει ποτέ σε ολόκληρη τη ζωή σας.
		-- "Sniglets", Rich Hall & Friends

%
Νοέμβριος, Ν .:Το ενδέκατο δωδέκατο ενός κούραση.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Επαναστατική ανακάλυψη Novinson είναι:Όταν έρχεται η επανάσταση, τα πράγματα θα είναι διαφορετικά -δεν είναι καλύτερα, απλά διαφορετικά.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Θεωρία Nowlan είναι:Αυτός που διστάζει όχι μόνο έχασε, αλλά αρκετά μίλια απόη επόμενη έξοδο αυτοκινητόδρομο.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Κανόνας Nusbaum είναι:Η πιο επιτηδευμένο η εταιρική επωνυμία, όσο μικρότερη είναι η	οργανισμός. (Για παράδειγμα, ο Murphy κέντρο για τιςΚωδικοποίηση των ανθρώπινων και οργανωτικών Νόμου, σε αντίθεσηστην IBM, η GM και η AT & T.)
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος O'Brian είναι:Τα πάντα είναι πάντα γίνονται για τους λάθος λόγους.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος του O'Reilly της κουζίνας:Η καθαριότητα είναι δίπλα σε αδύνατο
		-- Ambrose Bierce, "The Devil's Dictionary"

%
σχολιασμό O'Toole σχετικά με νόμο του Μέρφι:Murphy ήταν αισιόδοξος.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
γόμα του Occam:Η φιλοσοφική αρχή ότι ακόμα και το πιο απλόλύση είναι βέβαιο ότι θα έχουν κάτι λάθος με αυτό.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Αυτοματισμού Γραφείου:Η χρήση των ηλεκτρονικών υπολογιστών για τη βελτίωση της αποτελεσματικότητας στο γραφείοαφαιρώντας κάποιος που θα ήθελε να μιλήσει με πάνω από τον καφέ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Επίσημη στάδια του έργου:(1) άκριτη αποδοχή(2) Άγρια Ενθουσιασμός(3) αποθαρρυμένος Απογοήτευση(4) Σύνολο Σύγχυση(5) Αναζητήστε την Ένοχος(6) Η τιμωρία των αθώων(7) Προώθηση των μη συμμετεχόντων
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Ogden είναι:Όσο πιο γρήγορα μπορείτε να πέσει πίσω, τόσο περισσότερο χρόνο θα πρέπει να καλύψουν τη διαφορά.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Παλιά ιαπωνική παροιμία:Υπάρχουν δύο είδη ανόητοι - αυτοί που ποτέ δεν ανεβαίνουν Mt. Fuji,και εκείνοι που ανεβαίνουν δύο φορές.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Παλιά χρονόμετρο, Ν .:Κάποιος που θυμάται όταν φιλανθρωπία ήταν μια αρετή και όχι ένας οργανισμός.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος του Oliver:Η εμπειρία είναι κάτι που δεν έχετε μέχρι λίγο μετά τη χρειάζεστε.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος Olmstead είναι:Μετά από όλα έχουν ειπωθεί και γίνει, μια κόλαση πολύ περισσότερο είναι λόγια παρά στην πράξη.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
omnibiblious, adj .:Αδιάφοροι προς τον τύπο του ποτού. Ex: "Ω, μπορείτε να με πάρετε τίποτα.Είμαι omnibiblious. "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Την ικανότητα:Ένας νάνος είναι μικρό, ακόμη και αν αυτός βρίσκεται στην κορυφή ενός βουνού?κολοσσός κρατά το ύψος του, έστω και αν αυτός βρίσκεται σε καλά.
		-- Lucius Annaeus Seneca, 4BC - 65AD

%
Σχετικά με το θέμα της C εσοχή του προγράμματος:"Σε εγωιστικό τη γνώμη μου, τα προγράμματα των περισσότερων ανθρώπων C θα πρέπει να είναιεσοχή έξι πόδια προς τα κάτω και καλύπτονται με χώμα. "
		-- Blair P. Houghton

%
On-line, adj .:Η ιδέα ότι ένας άνθρωπος θα πρέπει πάντα να είναι προσιτή σε ένα υπολογιστή.
		-- Blair P. Houghton

%
Μόλις, adv .:	Αρκετά.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Μία σελίδα Αρχή:Μια προδιαγραφή που δεν θα χωρέσουν σε μία σελίδα 8.5x11 ιντσώνχαρτί δεν μπορεί να γίνει κατανοητή.
		-- Mark Ardis

%
"Ένα μέγεθος ταιριάζει σε όλους":δεν ταιριάζει σε κανέναν.
		-- Mark Ardis

%
One-Shot Case Study, Ν .:Η επιστημονική ισοδύναμο της τετράφυλλο τριφύλλι, από την οποία είναισυνάπτονται όλα τα τριφύλλια κατέχουν τέσσερα φύλλα και είναι μερικές φορές πράσινο.
		-- Mark Ardis

%
Αισιοδοξία, Ν .:Η πεποίθηση ότι τα πάντα είναι όμορφα, συμπεριλαμβανομένων τι είναι άσχημο, καλό,κακό, και πάντα δίκιο ότι είναι λάθος. Είναι που πραγματοποιήθηκε με τη μεγαλύτερηεπιμονή από εκείνους που συνηθίζουν να περιέλθουν σε αντιξοότητες, και πιοαποδεκτά ανέπτυξε με το χαμόγελο που μιμείται ένα χαμόγελο. Όντας ένα τυφλόπίστη, είναι απρόσιτες για το φως των διάψευση - μια πνευματικήδιαταραχή, αποδίδοντας σε καμία θεραπεία, αλλά το θάνατο. Είναι κληρονομική, αλλάδεν είναι μεταδοτική.
		-- Mark Ardis

%
αισιόδοξος, Ν .:Ένας υποστηρικτής του πεποίθηση ότι το μαύρο είναι άσπρο.Ένας απαισιόδοξος ζήτησε από τον Θεό για ανακούφιση."Αχ, να μου επιθυμούν να επανέλθει η ελπίδα και το κέφι σας," είπε ο Θεός.«Όχι», απάντησε ο αναφέρων, «σας εύχομαι να δημιουργήσουμε κάτι πουθα τους δικαιολογήσει. ""Ο κόσμος είναι όλα δημιουργήθηκαν," είπε ο Θεός, "αλλά έχετε παραβλέπεταικάτι - η θνησιμότητα του αισιόδοξος ".
		-- Ambrose Bierce, "The Devil's Dictionary"

%
αισιόδοξος, n:Ένα bagpiper με βομβητή.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ρίγανη, Ν .:Η αρχαία ιταλική τέχνη της πίτσας αναδίπλωσης.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμος του Osborn:Μεταβλητές δεν θα? σταθερές δεν είναι.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμοι Ozman είναι:(1) Αν κάποιος λέει ότι θα κάνει κάτι "χωρίς να αποτύχει," δεν θα το κάνει.(2) Οι περισσότεροι άνθρωποι μιλούν στο τηλέφωνο, το λιγότερο χρήματα που κάνουν.(3) Οι άνθρωποι που πηγαίνουν σε συνέδρια είναι αυτοί που δεν θα έπρεπε.(4) Πίτσα καίει πάντα τη στέγη του στόματός σας.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
πόνο, Ν .:Ένα πράγμα, τουλάχιστον αυτό αποδεικνύει ότι είσαι ζωντανός!
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ζωγραφική, Ν .:Η τέχνη της προστασίας επίπεδες επιφάνειες από τις καιρικές συνθήκες, καιεκθέτοντάς τους στον κριτικό.
		-- Ambrose Bierce

%
Κανόνας της Πανδώρας:Ποτέ μην ανοίγετε ένα κουτί που δεν έκλεισε.
		-- Ambrose Bierce

%
Πάπρικα Μέτρο:2 παύλες == 1 οριακά2 smidgens == 1 πρέζα3 τσιμπήματα == 1 soupcon2 soupcons == 2 πολύ πάπρικα
		-- Ambrose Bierce

%
παράνοια, Ν .:Ένα υγιές κατανόηση του τρόπου με το σύμπαν λειτουργεί.
		-- Ambrose Bierce

%
Pardo Πρώτη Αξίωμα:Τίποτα καλό στη ζωή είναι είτε παράνομο, ανήθικο ή πάχυνση.Προσθήκη Άρνολντ:Οτιδήποτε άλλο προκαλεί καρκίνο σε αρουραίους.
		-- Ambrose Bierce

%
Πάρκινσον Πέμπτο Νόμο:Αν υπάρχει ένας τρόπος για να καθυστερήσει σε σημαντική απόφαση, η καλήγραφειοκρατία, δημόσια ή ιδιωτική, θα το βρείτε.
		-- Ambrose Bierce

%
Τέταρτη Νόμος του Πάρκινσον:Ο αριθμός των ατόμων σε κάθε ομάδα εργασίας τείνει να αυξήσειανεξάρτητα από την ποσότητα της εργασίας που πρέπει να γίνουν.
		-- Ambrose Bierce

%
κόμμα, Ν .:Μια συλλογή όπου θα συναντηθούν οι άνθρωποι που πίνουντόσο πολύ που δεν μπορώ να θυμηθώ καν τα ονόματά τους.
		-- Ambrose Bierce

%
Pascal χρήστες:Το σύστημα Pascal θα αντικατασταθεί από την επόμενη Τρίτη Cobol.Παρακαλείστε να τροποποιήσει αναλόγως τα προγράμματά σας.
		-- Ambrose Bierce

%
Pascal χρήστες:Για να δείξει σεβασμό για την 313η επέτειο (αύριο) τηςθάνατος του Blaise Pascal, τα προγράμματά σας θα τρέξει στη μισή ταχύτητα.
		-- Ambrose Bierce

%
Pascal:Μια γλώσσα προγραμματισμού το όνομά του από έναν άνθρωπο ο οποίος θα παραδώσειστον τάφο του αν ήξερε γι 'αυτό.
		-- Datamation, January 15, 1984

%
Σύνθημα:
		-- Datamation, January 15, 1984

%
Patageometry, Ν .:Η μελέτη αυτών των μαθηματικών ιδιότητες που είναι αμετάβλητεςσύμφωνα με τις μεταμοσχεύσεις εγκεφάλου.
		-- Datamation, January 15, 1984

%
ευρεσιτεχνία:Μια μέθοδος δημοσιοποίησης εφευρέσεις έτσι ώστε οι άλλοι μπορούν να τα αντιγράψετε.
		-- Datamation, January 15, 1984

%
Νόμος του Παύλου:Στην Αμερική, δεν είναι πόσο ένα κόστος το στοιχείο, είναι το πόσο μπορείτε να αποθηκεύσετε.
		-- Datamation, January 15, 1984

%
Νόμος του Παύλου:Δεν μπορείτε να πέσουν στο πάτωμα.
		-- Datamation, January 15, 1984

%
εκκαθαριστικό σημείωμα:Το εβδομαδιαίο $ 5.27 που απομένει μετά την αφαίρεση των ομοσπονδιακώνπαρακράτηση, κρατικές παρακράτηση, πόλη παρακράτηση, FICA,ιατρική / οδοντιατρική, μακροπρόθεσμης αναπηρίας, ανεργίας,Χριστούγεννα Club, και την εξοικονόμηση μισθοδοσίας σχεδιάζουν εισφορές.
		-- Datamation, January 15, 1984

%
Ειρήνη, Ν .:Στις διεθνείς υποθέσεις, μια περίοδο εξαπάτησης μεταξύ δύοπεριόδους της μάχης.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Pecor Υγεία-Τρόφιμα Αρχή:Ποτέ μην τρώτε μέγα οποιαδήποτε ημέρα της εβδομάδας που έχει ένα "y" σε αυτό.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Pedaeration, Ν .:Η τέλεια θερμότητα του σώματος επιτυγχάνεται έχοντας το ένα πόδι κάτω από τοφύλλο και ένα κρέμεται από την άκρη του κρεβατιού.
		-- Rich Hall, "Sniglets"

%
pediddel:Ένα αυτοκίνητο με μόνο μία εργάσιμη προβολέων.
		-- "Sniglets", Rich Hall & Friends

%
Νόμος συνομηλίκους του:Η λύση σε ένα πρόβλημα αλλάζει τη φύση του προβλήματος.
		-- "Sniglets", Rich Hall & Friends

%
Penguin Trivia # 46:Τα ζώα που δεν είναι πιγκουίνοι μπορούν μόνο να εύχονται να ήταν.
		-- Chicago Reader 10/15/82

%
σύνταξη:Ένα ομοσπονδιακό ασφαλισμένος επιστολή αλυσίδα.
		-- Chicago Reader 10/15/82

%
Κανόνες δράσης των ανθρώπων:(1) Μερικοί άνθρωποι οι οποίοι μπορούν, δεν πρέπει.(2) Μερικοί άνθρωποι που πρέπει, δεν θα.(3) Μερικοί άνθρωποι που δεν θα έπρεπε, θα.(4) Μερικοί άνθρωποι που δεν μπορούν, θα προσπαθήσουμε, ανεξάρτητα.(5) Μερικοί άνθρωποι που δεν θα έπρεπε, αλλά να προσπαθήσουμε, στη συνέχεια, θα κατηγορούμε τους άλλους.
		-- Chicago Reader 10/15/82

%
τέλειο επισκεπτών:Κάποιος που κάνει οικοδεσπότη του να αισθάνονται σαν στο σπίτι τους.
		-- Chicago Reader 10/15/82

%
Εκτέλεση:Μια δήλωση της ταχύτητας με την οποία ένα σύστημα υπολογιστή δουλεύει. Ήμάλλον, θα μπορούσε να λειτουργήσει υπό ορισμένες συνθήκες. Ή φημολογήθηκενα εργάζεται πάνω στο Τζέρσεϊ πριν από περίπου ένα μήνα.
		-- Chicago Reader 10/15/82

%
απαισιόδοξος:Ένας άνθρωπος που ξοδεύει όλο το χρόνο του να ανησυχείτε για το πώς μπορεί να κρατήσει τολύκος από την πόρτα.αισιόδοξος:Ένας άνθρωπος που αρνείται να δει τον λύκο μέχρι που καταλαμβάνει την έδρα τουπαντελόνι του.καιροσκόπος:Ένας άνθρωπος ο οποίος προσκαλεί τον λύκο και να εμφανίζεται την επόμενη ημέρα σε ένα γούνινο παλτό.
		-- Chicago Reader 10/15/82

%
Νόμος Πέτρου Υποκατάστασης:Κοίτα μετά τα molehills, και ηβουνά θα φροντίσουν τον εαυτό τους.Πέτρου Αρχή της επιτυχίας:Σηκωθείτε ένα χρόνο περισσότερο από ό, τι είστε γκρέμισε.
		-- Chicago Reader 10/15/82

%
Νουθεσία του Peterson:Όταν νομίζετε ότι θα πάμε προς τα κάτω για τρίτη φορά -απλά να θυμάστε ότι μπορεί να έχουν υπολογιστεί λάθος.
		-- Chicago Reader 10/15/82

%
Κανόνες του Peterson:(1) Τα φορτηγά που ανατρέπουν στις αρτηρίες γεμίζουν με κάτι κολλώδη.(2) Δεν χαριτωμένο μωρό σε μια άμαξα είναι ποτέ ένα κορίτσι, όταν καλείται ένα.(3) Πράγματα που τσιμπούρι δεν είναι πάντα ρολόγια.(4) Η αυτοκτονία λειτουργεί μόνο όταν είστε μπλόφες.
		-- Chicago Reader 10/15/82

%
petribar:Κάθε ήλιος-λευκασμένα προϊστορικά καραμέλα που έχει καθίσει στηντο παράθυρο του ένα μηχάνημα αυτόματης πώλησης πάρα πολύ καιρό.
		-- Rich Hall, "Sniglets"

%
Φάσεις του έργου:(1) αγαλλίαση.(2) Η απογοήτευση.(3) Σύγχυση.(4) Αναζήτηση για την Ένοχος.(5) Η τιμωρία για τα αθώα.(6) Διάκριση για την αμέτοχη.
		-- Rich Hall, "Sniglets"

%
φιλοσοφία:Η ικανότητα να φέρει με ηρεμία τις δυστυχίες των φίλων μας.
		-- Rich Hall, "Sniglets"

%
φιλοσοφία:Ακατάληπτο απαντήσεις σε άλυτα προβλήματα.
		-- Rich Hall, "Sniglets"

%
phosflink:Για να ανοίξουμε μια λάμπα και να σβήνουν όταν καίει έξω (όπως και αν, κατά κάποιο τρόπο, ότιθα το φέρει πίσω στη ζωή).
		-- "Sniglets", Rich Hall & Friends

%
Νόμος τουρσί είναι:Εάν το Κογκρέσο πρέπει να κάνει ένα οδυνηρό πράγμα,το πράγμα πρέπει να γίνει σε ένα μονό αριθμό ετών.
		-- "Sniglets", Rich Hall & Friends

%
pixel, Ν .:Ένα άτακτος, μαγικό πνεύμα που σχετίζονται με οθόνες.Η βιομηχανία των υπολογιστών έχει συχνά δανείστηκε από τη μυθολογία:Μάρτυρας τα ξωτικά στα γραφικά υπολογιστών, τους δαίμονες στην τεχνητήνοημοσύνη, και τα trolls στο τμήμα μάρκετινγκ.
		-- "Sniglets", Rich Hall & Friends

%
Παρακαλώ σημειώστε:
		-- "Sniglets", Rich Hall & Friends

%
νόμος Pohl είναι:Τίποτα δεν είναι τόσο καλό που κάποιος, κάπου, δεν θα το μίσος.
		-- "Sniglets", Rich Hall & Friends

%
δηλητηριασμένο καφέ, Ν .:Λόγοι για το διαζύγιο.
		-- "Sniglets", Rich Hall & Friends

%
πολιτική, Ν .:Μια σύγκρουση συμφερόντων μεταμφιεσμένη σε έναν διαγωνισμό των αρχών.Η διαχείριση των δημοσίων υποθέσεων για τις ιδιωτικές πλεονέκτημα.
		-- Ambrose Bierce

%
Εκπαιδευτικό Constant Pollyanna είναι:Το υπερκινητικό παιδί δεν είναι ποτέ απούσα.
		-- Ambrose Bierce

%
πολύγωνο:Νεκρό παπαγάλο.
		-- Ambrose Bierce

%
Κανόνας Poorman είναι:Όταν τραβάτε μια πλαστική σακούλα σκουπιδιών από την εύχρηστη συσκευασία διανομέα της,μπορείτε πάντα να πάρετε τη λαβή του κλειστού τέλος και να προσπαθήσουμε να το τραβήξει ανοιχτό.
		-- Ambrose Bierce

%
Φορητό, adj .:Επιβιώνει επανεκκίνηση του συστήματος.
		-- Ambrose Bierce

%
Θετική, adj .:Εσφαλμένη στην κορυφή της φωνής του.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
φτώχεια, Ν .:Μια ατυχής κατάσταση που εξακολουθεί να υφίσταται για όσο διάστημαόπως ο καθένας δεν έχει τίποτα που θα ήθελαν να έχουν.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Δύναμη, Ν .:Το μόνο ναρκωτικό που ρυθμίζονται από την Επιτροπή Κεφαλαιαγοράς αντί του FDA.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
λιβάδια, Ν .:Απέραντες πεδιάδες καλύπτονται από άδενδρες δάση.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Προκατάληψη:Ένα περιπλανώμενο γνώμη χωρίς ορατά μέσα υποστήριξης.
		-- Ambrose Bierce

%
Νόμος Preudhomme της Καθαρισμός Τζαμιών:Είναι από την άλλη πλευρά.
		-- Ambrose Bierce

%
Συμβουλές τιμή του:Είναι όλα ένα παιχνίδι - να το παίξετε για να διασκεδάσετε.
		-- Ambrose Bierce

%
Προτεραιότητα:Μια δήλωση της σημασίας ενός χρήστη ή ενός προγράμματος. Συχνάεκφράζεται ως σχετική προτεραιότητα, υποδεικνύοντας ότι ο χρήστης δενφροντίδα, όταν το έργο έχει ολοκληρωθεί εφ 'όσον αυτός αντιμετωπίζεται λιγότεροάσχημα από ό, τι κάποιος άλλος.
		-- Ambrose Bierce

%
πρόβλημα πότης, Ν .:Ένας άνθρωπος που ποτέ δεν αγοράζει.
		-- Ambrose Bierce

%
πρόγραμμα, Ν .:Ένα μαγικό ξόρκι ρίχνει πάνω από έναν υπολογιστή επιτρέπει να ενεργοποιήσετε είσοδο ενός ατόμουσε μηνύματα λάθους. tr.v. Να συμμετάσχουν σε ένα παιχνίδι παρόμοιο με χτυπάςτο κεφάλι του ενάντια σε έναν τοίχο, αλλά με λιγότερες ευκαιρίες για ανταμοιβή.
		-- Ambrose Bierce

%
πρόγραμμα, Ν .:Κάθε καθήκον που δεν μπορεί να ολοκληρωθεί σε ένα τηλεφώνημα ή ένα	ημέρα. Μόλις μια εργασία ορίζεται ως ένα πρόγραμμα ( "πρόγραμμα κατάρτισης""Πρόγραμμα πωλήσεων," ή "πρόγραμμα μάρκετινγκ"), η εφαρμογή τουπάντα δικαιολογεί την πρόσληψη τουλάχιστον τρεις περισσότερους ανθρώπους.
		-- Ambrose Bierce

%
Τμήμα Προγραμματισμού:Λάθη γίνονται ενώ περιμένετε.
		-- Ambrose Bierce

%
πρόοδο, Ν .:Μεσαιωνική ασθένεια άνθρωπος σκέψης προκλήθηκε από αόρατη δαίμονεςκατακλύζουν το σώμα και να λάβει στην κατοχή του.Ο σύγχρονος άνθρωπος ξέρει ασθένεια προκαλείται από μικροσκοπικά βακτήριακαι οι ιοί εισβάλλουν στο σώμα και την πρόκληση να προκληθεί δυσλειτουργία.
		-- Ambrose Bierce

%
Απόδειξη τεχνικές # 2: Απόδειξη με μοναδικότητα.ΔΕΙΓΜΑ: Για να αποδείξουμε ότι τα άλογα έχουν έναν άπειρο αριθμό των ποδιών.(1) Τα άλογα έχουν ζυγό αριθμό ποδιών.(2) Έχουν δύο πόδια στην πλάτη και στα πόδια προσκήνιο μπροστά.(3) Το γεγονός αυτό καθιστά συνολικά έξι πόδια, τα οποία σίγουρα είναι ένας περιττός αριθμός των    πόδια για ένα άλογο.(4) Αλλά ο μόνος αριθμός που είναι τόσο περίεργο και ακόμη είναι άπειρο.(5) Ως εκ τούτου, τα άλογα πρέπει να έχουν έναν άπειρο αριθμό των ποδιών.Θέματα που πρέπει να καλύπτονται στο μέλλον τα θέματα περιλαμβάνουν την απόδειξη από:εκφοβισμόςGesticulation (handwaving)"Δοκιμάστε το? Δουλεύει"Δυσκοιλιότητα (ήμουν απλά κάθεται εκεί και ...)κατάφωρη ισχυρισμόΑλλαγή όλων για να _ n είναι ο 2 του	Κοινή συναίνεσηΈλλειψη αντιπαράδειγμα, και"Είναι λογικό"
		-- Ambrose Bierce

%
πρωτότυπο, Ν .:Πρώτο στάδιο στον κύκλο ζωής ενός προϊόντος υπολογιστή, που ακολουθείται απόπρο-άλφα, άλφα, βήτα, έκδοση, διορθωμένη έκδοση,αναβάθμιση, διορθωμένη αναβάθμιση, κλπ αντίθεση με τους διαδόχους του, τοπρωτότυπο δεν αναμένεται να λειτουργήσει.
		-- Ambrose Bierce

%
Παρατήρηση Pryor είναι:Πόσο καιρό έχετε ζήσει δεν έχει τίποτα να κάνειμε το πόσο καιρό θα έχετε την ευκαιρία να είναι νεκρός.
		-- Ambrose Bierce

%
Νόμος Pudder είναι:Οτιδήποτε που αρχίζει και θα τελειώσει άσχημα.(Σημείωση: Το αντίστροφο του νόμου Pudder δεν είναι αλήθεια.)
		-- Ambrose Bierce

%
purpitation, Ν .:Να πάρει κάτι από το ράφι παντοπωλείων, εσείς αποφασίζετεδεν το θέλουν, και στη συνέχεια να το βάλετε σε ένα άλλο τμήμα.
		-- "Sniglets", Rich Hall & Friends

%
Νόμος Putt είναι:Τεχνολογία κυριαρχείται από δύο τύπους ανθρώπων:Αυτοί που καταλαβαίνουν τι δεν καταφέρνουν.Εκείνοι που διαχειρίζονται ό, τι δεν καταλαβαίνουν.
		-- "Sniglets", Rich Hall & Friends

%
QOTD:«Δεν είναι η απελπισία ... αντέχω την απελπισία. Είναι η ελπίδα."
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"Ένα παιδί 5 μπορούσα να καταλάβω αυτό! Φέρτε μου ένα παιδί 5."
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"Μια πανεπιστημιακή σχολή είναι 500 εγωιστών με ένα κοινό πρόβλημα στάθμευσης."
		-- "Sniglets", Rich Hall & Friends

%
QOTD:«Μήπως μυρίζει κάψιμο κάτι ή είναι αυτό εγώ;"
		-- Joan of Arc

%
QOTD:"Μην αφήνετε το μυαλό σας να περιπλανηθεί - είναι πάρα πολύ λίγα για να αφήσει έξω μόνο του."
		-- Joan of Arc

%
QOTD:"Ανατολή είναι Ανατολή ... και ας το κρατήσει με αυτόν τον τρόπο."
		-- Joan of Arc

%
QOTD:«Ακόμα και το Άγαλμα της Ελευθερίας ξυρίζει pits της."
		-- Joan of Arc

%
QOTD:«Κάθε πρωί διάβασα τις νεκρολογίες? Αν το όνομά μου δεν είναι εκεί,	Πηγαίνω στη δουλειά."
		-- Joan of Arc

%
QOTD:"Ό, τι είμαι σήμερα το οφείλω στους ανθρώπους, τους οποίους είναι τώρααργά για να τιμωρήσει. "
		-- Joan of Arc

%
QOTD:«Τρώει σαν πουλί ... πέντε φορές τη δική του βάρους κάθε μέρα."
		-- Joan of Arc

%
QOTD:«Είναι στο ίδιο λεωφορείο, αλλά είναι βέβαιος ως κόλαση πήρε μια διαφορετικήεισιτήριο. "
		-- Joan of Arc

%
QOTD:«Εγώ δεν έσπασε, αλλά είμαι άσχημα λυγισμένα."
		-- Joan of Arc

%
QOTD:"Δεν είμαι σίγουρος τι είναι αυτό, αλλά ένα« F »θα το τιμώ μόνο."
		-- Joan of Arc

%
QOTD:"Δεν νομίζω ότι θα μπορούσε να τον βάλει σε ένα ψυχιατρείο. Από τηνΑντίθετα, αν ήταν ήδη, δεν νομίζω ότι θα τον αφήσει έξω. "
		-- Joan of Arc

%
QOTD:"Οδηγώ το αυτοκίνητό μου ήσυχα, γι 'αυτό είναι αυτονόητο."
		-- Joan of Arc

%
QOTD:"Δεν έχω έρθει αρκετά μακριά, και δεν μου τηλεφωνήσει μωρό."
		-- Joan of Arc

%
QOTD:«Εγώ μπορεί να μην είναι σε θέση να περπατήσει, αλλά με το αυτοκίνητο από την καθιστή θέση."
		-- Joan of Arc

%
QOTD:«Ποτέ δεν γνώρισα έναν άνθρωπο που δεν μπορούσε να πιει όμορφος."
		-- Joan of Arc

%
QOTD:«Αγγίζω μόνο βάση με την πραγματικότητα σε μια ως την αναγκαία βάση!"
		-- Joan of Arc

%
QOTD:«Εγώ πασπαλισμένες κάποια μπέικιν πάουντερ σε μια-δυο πατάτες, αλλάδεν λειτούργησε. "
		-- Joan of Arc

%
QOTD:"Νόμιζα ότι είδα έναν μονόκερο στο δρόμο πάνω, αλλά ήταν μόνο έναάλογο με ένα από τα κέρατα διακοπούν. "
		-- Joan of Arc

%
QOTD:"Προσπάθησα να αγοράσετε ένα κατσίκι αντί για ένα τρακτέρ γκαζόν? Έπρεπε να επιστρέψειαυτό όμως. Δεν μπορούσα να καταλάβω έναν τρόπο για να συνδέσετε τον φυσητήρα χιονιού. "
		-- Joan of Arc

%
QOTD:"Συνήθιζα να είμαι ιδεαλιστής, αλλά πήρα θύμα ληστείας από την πραγματικότητα."
		-- Joan of Arc

%
QOTD:"Συνήθιζα να χαθεί μέσα στον σωρό, τώρα απλά να ανακατέψετε μαζί με	το χαμένο."
		-- Joan of Arc

%
QOTD:"Συνήθιζα να πάρει υψηλή για τη ζωή, αλλά τον τελευταίο καιρό έχω δημιουργήσει μια αντίσταση."
		-- Joan of Arc

%
QOTD:"Συνήθιζα να πάει στο UCLA, αλλά στη συνέχεια ο μπαμπάς μου πήρε μια δουλειά."
		-- Joan of Arc

%
QOTD:"Συνήθιζα να κάνετε τζόκινγκ, αλλά ο πάγος διατηρείται γερός έξω από το ποτήρι μου."
		-- Joan of Arc

%
QOTD:«Εγώ δεν θα πω ότι είναι αναληθής, αλλά η σύζυγός του πρέπει να καλέσετε τοσκυλί για το δείπνο. "
		-- Joan of Arc

%
QOTD:"Ποτέ δεν είχα παντρευτεί μια γυναίκα που δεν αρέσει η πίτσα ... εγώ θα μπορούσε να διαδραματίσειγκολφ μαζί της, αλλά εγώ δεν θα την παντρευτεί! "
		-- Joan of Arc

%
QOTD:"Θα ακούσουμε το λόγο όταν βγαίνει σε CD."
		-- Joan of Arc

%
QOTD:"Είμαι απλά ένα αγόρι με το όνομα« su »..."
		-- Joan of Arc

%
QOTD:«Δεν είμαι πραγματικά για την απάθεια, αλλά δεν είμαι εναντίον της, είτε ..."
		-- Joan of Arc

%
QOTD:"Είμαι σε μια διατροφή με θαλασσινά - Βλέπω τα τρόφιμα και το φας."
		-- Joan of Arc

%
QOTD:"Έχω πάντα ήθελε να εργαστούν στην Ομοσπονδιακή Νομισματοκοπείο. Και στη συνέχεια να πάει στοαπεργία. Για να κάνετε λιγότερα χρήματα. "
		-- Joan of Arc

%
QOTD:"Έχω ένα τελευταίο πράγμα να πω πριν πάω? Δώσε μου πίσωόλα τα πράγματά μου. "
		-- Joan of Arc

%
QOTD:"Έχω μόλις έμαθε για την ασθένειά του. Ας ελπίσουμε ότι δεν είναι τίποταασήμαντα. "
		-- Joan of Arc

%
QOTD:"Αν μαθαίνει από τα λάθη του, αρκετά σύντομα θα γνωρίζει τα πάντα."
		-- Joan of Arc

%
QOTD:"Αν θα μπορούσα να περπατήσει με αυτόν τον τρόπο, δεν θα χρειαστεί την κολόνια, τώρα θα έχω;"
		-- Joan of Arc

%
QOTD:"Αν είμαι ό, τι τρώω, είμαι μπισκότο τσιπ σοκολάτας."
		-- Joan of Arc

%
QOTD:"Εάν έχετε κρατήσει ένα ανοικτό μυαλό οι άνθρωποι θα ρίξει πολλά σκουπίδια σε αυτό."
		-- Joan of Arc

%
QOTD:"Στο εμπορικό κέντρο του νου, αυτός είναι στο τμήμα παιχνιδιών».
		-- Joan of Arc

%
QOTD:«Μου φαίνεται ότι η κεραία σας δεν φέρει σε πάρα πολλάσταθμοί πια. "
		-- Joan of Arc

%
QOTD:«Ήταν τόσο κρύο τον περασμένο χειμώνα ότι είδα ένα δικηγόρο με τουτα χέρια στο δικό τσέπες του. "
		-- Joan of Arc

%
QOTD:"Δεν θα ήταν τίποτα, ακόμη και αν ήταν gonna είναι ένα πράγμα."
		-- Joan of Arc

%
QOTD:"Είναι ένα κρύο μπολ με τσίλι, όταν η αγάπη δεν λειτουργούν έξω."
		-- Joan of Arc

%
QOTD:«Ήταν Δευτέρα όλη την εβδομάδα και σήμερα."
		-- Joan of Arc

%
QOTD:«Ήταν πραγματικό και αυτό είναι διασκεδαστικό, αλλά δεν υπήρξε πραγματική διασκέδαση."
		-- Joan of Arc

%
QOTD:"Είναι δύσκολο να πει κανείς αν έχει έναν άσσο στο μανίκι ή αν τουο άσος λείπει από το κατάστρωμα του συνολικά. "
		-- Joan of Arc

%
QOTD:"Είναι ένα είδος απειλής, βλέπετε. Δεν έχω πάει ποτέ πολύ καλός στοτους τον εαυτό μου, αλλά μου έχουν πει ότι μπορεί να είναι πολύ αποτελεσματική. "
		-- Joan of Arc

%
QOTD:"Ακριβώς πόσο μπορώ να ξεφύγει με και ακόμα πάνε στον παράδεισο;"
		-- Joan of Arc

%
QOTD:«Η έλλειψη σχεδιασμού από την πλευρά σας, δεν συνιστά κατάσταση έκτακτης ανάγκηςαπό την πλευρά μου. "
		-- Joan of Arc

%
QOTD:"Σας αρέσει αυτή η τριαντάφυλλο, η αγάπη μας θα μαραίνονται και πεθαίνουν."
		-- Joan of Arc

%
QOTD:"Η ζωή μου είναι μια σαπουνόπερα, αλλά ποιος θα πάρει τα δικαιώματα ταινία;"
		-- Joan of Arc

%
QOTD:"Σαμπουάν μου διαρκεί περισσότερο από τις σχέσεις μου."
		-- Joan of Arc

%
QOTD:"Φυσικά είναι το φονικό όπλο. Ποιος θα πλαισιώσει κάποιος μεένα ψεύτικο; "
		-- Joan of Arc

%
QOTD:"Φυσικά δεν υπάρχει κανένας λόγος για αυτό, είναι ακριβώς η πολιτική μας."
		-- Joan of Arc

%
QOTD:"Ω, όχι, όχι ... δεν είμαι όμορφη. Απλά πολύ, πολύ όμορφη."
		-- Joan of Arc

%
QOTD:«Οι γονείς μας δεν ήταν ποτέ εποχής μας."
		-- Joan of Arc

%
QOTD:"Το υπερβολικό βάρος είναι όταν θα μπείτε στην ουρά του σκύλου σας και να πεθάνει."
		-- Joan of Arc

%
QOTD:"Ας πούμε, θα εξετάσουμε πολύ αθλητική. Τι να πω βάζουμε ένα ζευγάρι τένιςπαπούτσια για εσάς και να σας τρέξει στον τοίχο; "
		-- Joan of Arc

%
QOTD:«Είναι περίπου τόσο έξυπνο ως δόλωμα."
		-- Joan of Arc

%
QOTD:"Σίγουρα, γύρισα προς τα κάτω το ποτό μια φορά. Δεν καταλαβαίνω την ερώτηση."
		-- Joan of Arc

%
QOTD:"Το μωρό ήταν τόσο άσχημη που έπρεπε να κρεμάσουν μια χοιρινή μπριζόλα γύρω τουλαιμό για να πάρει το σκυλί για να παίξει με αυτό. "
		-- Joan of Arc

%
QOTD:"Οι γέροντας θεοί πήγε στο Suggoth και όλα τα πήρα ήταν αυτό το άθλιο T-shirt."
		-- Joan of Arc

%
QOTD:«Μπορεί να υπάρχει καμία δικαιολογία για τεμπελιά, αλλά είμαι σίγουρος ότι ψάχνουν."
		-- Joan of Arc

%
QOTD:"Αυτή είναι μια μια γραμμή απόδειξη ... αν αρχίσουμε αρκετά μακριά για να τοαριστερά. "
		-- Joan of Arc

%
QOTD:"Άτυχος; Αν έχω αγοράσει ένα αγρόκτημα κολοκύθα, ότι θα ακυρώσει τις Απόκριες."
		-- Joan of Arc

%
QOTD:«Τι εννοείς, είχατε σταθερό το σκυλί; Ακριβώς ό, τι κάνατενομίζω ότι ήταν σπασμένο! "
		-- Joan of Arc

%
QOTD:«Αυτό που μου αρέσει περισσότερο για τον εαυτό μου είναι ότι είμαι τόσο την κατανόησηόταν ήμουν χάλια τα πράγματα. "
		-- Joan of Arc

%
QOTD:"Αυτό που οι γυναίκες και οι ψυχολόγοι ονομάζουν` ρίψη πανοπλίας σου », καλούμε"Προτεταμένα λαιμό σας."
		-- Joan of Arc

%
QOTD:"Όταν ανασύρονται κώλο, χρειάστηκαν τρία ταξίδια."
		-- Joan of Arc

%
QOTD:«Ποιος; Εγώ; Όχι, όχι, όχι !! Αλλά εγώ δεν πωλούν χαλιά."
		-- Joan of Arc

%
QOTD:"Δεν θα ήταν υπέροχο αν η πραγματική ζωή υποστηρίζεται ελέγχου-Z;"
		-- Joan of Arc

%
QOTD:"Θέλεις να βάλει * τρύπες * στα αυτιά μου και να κρεμάσει τα πράγματα από αυτούς;Πώς ... φυλών. "
		-- Joan of Arc

%
QOTD:«Είσαι τόσο χαζός που δεν έχουν ακόμη και τα δόντια σοφία."
		-- Joan of Arc

%
QOTD:Το μόνο που θέλω είναι λίγο περισσότερο από ό, τι θα πάρω ποτέ.
		-- Joan of Arc

%
QOTD:Το μόνο που θέλω είναι κάτι περισσότερο από το μερίδιο μου.
		-- Joan of Arc

%
QOTD:Flash! Λάμψη! Σε αγαπώ! ... Αλλά έχουμε μόλις δεκατέσσερις ώρες για νασώσει τη γη!
		-- Joan of Arc

%
QOTD:Πώς μπορώ να χάσετε αν δεν θα πάει μακριά;
		-- Joan of Arc

%
QOTD:Κοίταξα έξω από το παράθυρο μου, και είδα το αυτοκίνητο Kyle Pettys «ανάποδα,τότε σκέφτηκα "Ένας από εμάς είναι σε πραγματικό πρόβλημα».
		-- Davey Allison, on a 150 m.p.h. crash

%
QOTD:Αγαπώ το ντύσιμό σας, μήπως έρθει στο μέγεθος σας;
		-- Davey Allison, on a 150 m.p.h. crash

%
QOTD:Άνοιξα το κουτί της Πανδώρας, αφήστε τη γάτα από την τσάντα και να θέσει τομπάλα στο δικαστήριο τους.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:Δεν είμαι ένα nerd - Είμαι "κοινωνικά αμφισβητηθεί».
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:Δεν είμαι φαλακρός - Είμαι "τα μαλλιά αμφισβητηθεί».[Νόμιζα ότι ήταν "διαφορετικό μαλλιαρή". Ed.]
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:Έχω ακούσει για Πολιτικούς Μηχανικούς, αλλά έχω συναντήσει ποτέ ένα.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:Εάν είναι πάρα πολύ δυνατά, είστε πάρα πολύ παλιά.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:Αν ψάχνετε για τον κόπο, μπορώ να σας προσφέρουμε μια ευρεία επιλογή.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:Ludwig Boltzmann, που περνούν το μεγαλύτερο μέρος της ζωής του μελετώντας τα στατιστικάμηχανική πέθανε το 1906 από το δικό του χέρι. Paul Ehrenfest, που μεταφέρουνσχετικά με το έργο, πέθανε τον ίδιο τρόπο το 1933. Τώρα είναι η σειρά μας.
		-- Goodstein, States of Matter

%
QOTD:Τα χρήματα δεν είναι το παν, αλλά τουλάχιστον διατηρεί τα παιδιά σε επαφή.
		-- Goodstein, States of Matter

%
QOTD:Η μητέρα μου ήταν ο ταξιδιωτικός πράκτορας για ταξίδια ενοχής.
		-- Goodstein, States of Matter

%
QOTD:Σε μια κλίμακα από 1 έως 10 θα έλεγα ... ω, κάπου εκεί.
		-- Goodstein, States of Matter

%
QOTD:Ιερές αγελάδες κάνουν τα μεγάλα χάμπουργκερ.
		-- Goodstein, States of Matter

%
QOTD:Η σιωπή είναι η μόνη αρετή που έχει απομείνει.
		-- Goodstein, States of Matter

%
QOTD:Μερικοί άνθρωποι έχουν μια από εκείνες τις ημέρες. Είχα μία από αυτές τις ζωές.
		-- Goodstein, States of Matter

%
QOTD:Talent κάνει ό, τι μπορεί, ιδιοφυΐα ό, τι πρέπει.Κάνω ό, τι μπορώ να πληρώνομαι για να το κάνουμε.
		-- Goodstein, States of Matter

%
QOTD:Συζήτηση σχετικά πρόθυμοι άνθρωποι ... πάνω από τους μισούς από αυτούς είναι πρόθυμοι να εργαστούνκαι οι άλλοι είναι περισσότερο από πρόθυμοι να τις παρακολουθήσουν.
		-- Goodstein, States of Matter

%
QOTD:Το δάσος μπορεί να είναι ήσυχο, αλλά αυτό δεν σημαίνει ότιτα φίδια έχουν φύγει μακριά.
		-- Goodstein, States of Matter

%
QOTD:Ο μόνος εύκολος τρόπος για να πει ένα χάμστερ από ένα gerbil είναι ότι ηgerbil έχει πιο σκούρο κρέας.
		-- Goodstein, States of Matter

%
QOTD:Ξέρεις πώς s'm άνθρωποι αντιμετωπίζουν th'r σώμα σαν ένα ναό;Λοιπόν, εγώ θεραπεία δικό μου αρέσουν 'n λούνα παρκ ... S'great ...
		-- Goodstein, States of Matter

%
ποιοτικού ελέγχου, Ν .:Διασφάλιση ότι η ποιότητα ενός προϊόντος δεν βγούμε από το χέρικαι προσθέτουν στο κόστος της κατασκευής ή σχεδιασμού της.
		-- Goodstein, States of Matter

%
Ποιοτικός έλεγχος, Ν .:Η διαδικασία των δοκιμών ένας στους 1.000 μονάδες έρχεται απόμια γραμμή παραγωγής για να βεβαιωθείτε ότι τουλάχιστον ένα από τα 100 έργα.
		-- Goodstein, States of Matter

%
quark:Ο ήχος γίνεται από καλά φυλής πάπια.
		-- Goodstein, States of Matter

%
Νόμος Quigley του:Όποιος έχει οποιαδήποτε εξουσία πάνω σας, δεν έχει σημασία πόσο μικρό, θαatttempt να το χρησιμοποιήσετε.
		-- Goodstein, States of Matter

%
QWERT (kwirt) n. [MW <OW qwertyuiop, ένας δέκατος τρίτος] 1. μια μονάδα βάρουςίση με 13 προφίλ | avoirdupois (ή 1,69 kiloliks), που χρησιμοποιούνται συνήθως σεδομική μηχανική 2. [Colloq.] ένα δέκατο τρίτο το φορτίο που ένα πλήρωςκαλλιεργούνται Σλίγκο μπορεί να μεταφέρει. 3. [Ανατ.] Μια οδυνηρή ερεθισμό του χορίουστην περιοχή του πρωκτού 4. [αργκό] πρόσωπο που διεγείρει σε άλλους τασυμπτώματα ενός qwert.
		-- Webster's Middle World Dictionary, 4th ed.

%
Παρατήρηση του Ralph:Είναι λάθος να αφήσουμε κανένα μηχανικό αντικείμενο συνειδητοποιήσετε ότι έχετεείναι σε μια βιασύνη.
		-- Webster's Middle World Dictionary, 4th ed.

%
Τυχαία, Ν .:Όπως και σε αριθμό, προβλέψιμη. Όπως και στην πρόσβαση στη μνήμη, απρόβλεπτη.
		-- Webster's Middle World Dictionary, 4th ed.

%
Κανόνας του Ray της ακριβείας:Μετρήστε με ένα μικρόμετρο. Σημειώστε με κιμωλία. Κόψτε με ένα τσεκούρι.
		-- Webster's Middle World Dictionary, 4th ed.

%
Re: Γραφικά:Μια εικόνα αξίζει όσο λέξεις 10K - αλλά μόνο αυτές για να περιγράψει	η εικόνα. Σχεδόν όλα τα σύνολα 10K λέξεις μπορεί να είναι επαρκώςπεριγράφεται με εικόνες.
		-- Webster's Middle World Dictionary, 4th ed.

%
Real Time, adj .:Εδώ και τώρα, σε αντίθεση με πλαστά χρόνο, το οποίο εμφανίζεται μόνο εκεί και έπειτα.
		-- Webster's Middle World Dictionary, 4th ed.

%
Real World, Η, Ν .:1. Στον προγραμματισμό, τα ιδρύματα στα οποία ο προγραμματισμός μπορεί νανα χρησιμοποιηθούν στην ίδια πρόταση, όπως FORTRAN, COBOL, RPG, IBM, κλπ 2. Για ναπρογραμματιστές, η θέση του μη-προγραμματιστές και δραστηριότητες που δεν συνδέονταιστον προγραμματισμό. 3. Ένα σύμπαν στο οποίο η τυπική φόρεμα είναι πουκάμισο καιγραβάτα και στην οποία οι ώρες εργασίας ενός ατόμου ορίζεται ως 9 έως 5. 4.Η τοποθεσία του status quo. 5. Οπουδήποτε έξω από ένα πανεπιστήμιο."Κακή συναδέλφους, έχει αφήσει το MIT και πάει στον πραγματικό κόσμο." Μεταχειρισμένοςυποτιμητικά από όχι εκείνοι στην κατοικία εκεί. Στη συνομιλία, μιλάμεαπό κάποιον που έχει εισέλθει στο πραγματικό κόσμο δεν είναι σε αντίθεση με μιλάμε για ένααποθανόντος.
		-- Webster's Middle World Dictionary, 4th ed.

%
Επανεκτίμηση, Ν .:Μια απότομη αλλαγή του νου, αφού ανακάλυψε.
		-- Webster's Middle World Dictionary, 4th ed.

%
χώρο υποδοχής, n .:Το καθαρτήριο όπου οι επισκέπτες γραφείου καταδικασμένοι να περάσετεαμέτρητες ώρες διαβάζοντας το σκυλί-eared πίσω τα θέματα του εμπορίουπεριοδικά όπως το Modern Plastics, αλυσοπρίονο Ηλικία και κοτόπουλο World,ενώ η ρεσεψιονίστ διαβάζει φαιδρά το περιοδικό του εμπορίου της -Cosmopolitan.
		-- Webster's Middle World Dictionary, 4th ed.

%
Αναδρομή Ν .:Δείτε Αναδρομή.
		-- Random Shack Data Processing Dictionary

%
Μεταρρυθμιστεί, Ν .:Μια συναγωγή που κλείνει για τις εβραϊκές γιορτές.
		-- Random Shack Data Processing Dictionary

%
Ανάλυση παλινδρόμησης:Μαθηματικές τεχνικές για να προσπαθήσουμε να κατανοήσουμε γιατί είναι πράγματα	χειροτερεύει.
		-- Random Shack Data Processing Dictionary

%
Νόμος Reichel είναι:Ένα σώμα στις διακοπές τείνει να παραμείνει στις διακοπές, εκτός εάν ενήργησε κατόπιν απόμια εξωτερική δύναμη.
		-- Random Shack Data Processing Dictionary

%
Κανόνας Reisner της Εννοιολογική Αδράνεια:Αν νομίζετε ότι είναι αρκετά μεγάλο, δεν θα πρέπει ποτέ να το κάνει.
		-- Random Shack Data Processing Dictionary

%
Αξιόπιστη πηγή, Ν .:Ο τύπος που μόλις συναντήθηκαν.
		-- Random Shack Data Processing Dictionary

%
Maxim Η ζύμωση είναι:Ο άνθρωπος είναι το μεγαλύτερο ζώο. Ο άνθρωπος κάνει την ταξινόμηση.
		-- Random Shack Data Processing Dictionary

%
Reporter, Ν .:Ένας συγγραφέας που μαντεύει το δρόμο του προς την αλήθεια και διαλύει με έναθύελλα των λέξεων.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Φήμη, adj .:Τι άλλοι δεν σκέφτονται για σας.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Έρευνα, Ν .:Σκεφτείτε Columbus:Δεν ήξερε πού πήγαινε.Όταν έφτασε εκεί δεν ήξερε πού βρισκόταν.Όταν πήρε πίσω ο ίδιος δεν ήξερε πού είχε γίνει.Και αυτός έκανε όλα για τα χρήματα κάποιου άλλου.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ευθύνη:Ο καθένας λέει ότι έχουν δύναμη είναι μια μεγάλη ευθύνη. Αυτό είναιπολλή κουκέτα. Η ευθύνη είναι όταν κάποιος μπορεί να σας κατηγορήσει αν κάτιπάει στραβά. Όταν έχεις δύναμη που περιβάλλονται από άτομα των οποίων η δουλειάείναι να αναλάβει την ευθύνη για τα λάθη σας. Αν είσαι έξυπνος, αυτό είναι.
		-- Cerebus, "On Governing"

%
Επανάσταση, Ν .:Μια μορφή της κυβέρνησης στο εξωτερικό.
		-- Cerebus, "On Governing"

%
Επανάσταση, Ν .:Στην πολιτική, μια απότομη αλλαγή στη μορφή της κακοδιοίκησης.
		-- Ambrose Bierce

%
επαναστατικό, adj .:Επανασυσκευασμένου.
		-- Ambrose Bierce

%
Νόμος της Ρόδου:Όταν οποιαδήποτε αρχή, το δίκαιο, δόγμα, πιθανότητα, συμβαίνει, περίσταση,ή το αποτέλεσμα μπορεί σε καμία περίπτωση να είναι άμεσα, έμμεσα, εμπειρικά, ήπλαγίως αποδεδειγμένη, προέρχεται, σιωπηρή, συνήγαγε, που προκαλείται, αφαιρούνται,Εκτιμάται, ή επιστημονικά μαντέψατε, αυτό θα είναι πάντα για το σκοπόευκολίας, σκοπιμότητας, πολιτικό πλεονέκτημα, υλικό κέρδος, ήπροσωπική άνεση, ή οποιοδήποτε συνδυασμό των παραπάνω, ή κανένα από ταπαραπάνω, να μονομερώς και κατηγορηματικά υποτίθεται, διακήρυξε, καιτηρηθεί απόλυτη αλήθεια είναι αναμφισβήτητα, καθολικά, αμετάβλητα,και απείρως έτσι, μέχρις ότου καταστεί επωφελές ναυποθέσουμε διαφορετικά, ίσως.
		-- Ambrose Bierce

%
Κανόνας Ρίτσι:(1) Τα πάντα έχει κάποια αξία - αν χρησιμοποιείτε το σωστό νόμισμα.(2) Ζωγραφική πιτσιλιές διαρκούν περισσότερο από ό, τι η εργασία βαφής.(3) Αναζήτηση και το YE θα βρείτε - αλλά βεβαιωθείτε ότι είχε χαθεί.
		-- Ambrose Bierce

%
Ρομπότ, Ν .:Πανεπιστήμιο διαχειριστή.
		-- Ambrose Bierce

%
Ευρωστία, adj .:Ποτέ δεν χρειάζεται να πούμε ότι είστε συγγνώμη.
		-- Ambrose Bierce

%
Λήμμα του Rocky Πρόληψης Καινοτομία:Εκτός εάν τα αποτελέσματα είναι γνωστά εκ των προτέρων, φορείς χρηματοδότησης θανα απορρίψει την πρόταση.
		-- Ambrose Bierce

%
Discovery Ραντ:Γνωρίζετε ότι κάθε γερουσιαστής ή γερουσιαστής μπορεί να πάει στο σπίτι και να κάνουν$ 300.000 έως $ 400.000, αλλά δεν το κάνουν. Γιατί; Επειδή μπορούν ναμείνετε στην Ουάσιγκτον και να κάνει εκεί.
		-- Ambrose Bierce

%
Νόμος Rudin είναι:Εάν υπάρχει ένα λάθος τρόπος για να κάνουμε κάτι, οι περισσότεροι άνθρωποι θακάνουμε κάθε φορά.Δεύτερο Νόμο Rudin είναι:Σε μια κρίση, η οποία αναγκάζει μια επιλογή που πρέπει να γίνει μεταξύ των εναλλακτικώντρόπους δράσης, οι άνθρωποι έχουν την τάση να επιλέγουν το χειρότερο δυνατόΦυσικά.
		-- Ambrose Bierce

%
τραχύ, adj .:Πολύ βαρύ για να το σηκώσει.
		-- Ambrose Bierce

%
Κανόνας # 1:Το αφεντικό έχει πάντα δίκιο.Κανόνας # 2:Αν το αφεντικό είναι λάθος, δείτε Κανόνας # 1.
		-- Ambrose Bierce

%
Κανόνας Δημιουργικής Έρευνας:(1) Ποτέ μην αντλήσει ό, τι μπορείτε να αντιγράψετε.(2) Ποτέ μην αντιγράψετε ό, τι μπορείτε να εντοπίσετε.(3) Ποτέ μην εντοπίσει ό, τι μπορείτε να κόψετε και να επικολλήσετε τα κάτω.
		-- Ambrose Bierce

%
Κανόνας της Defactualization:Πληροφορίες επιδεινώνεται προς τα πάνω μέσα γραφειοκρατίες.
		-- Ambrose Bierce

%
Κανόνας της Feline Απογοήτευση:Όταν η γάτα σας έχει αποκοιμηθεί στην αγκαλιά σας και να φαίνεται εντελώςπεριεχόμενο και αξιολάτρευτο, θα πρέπει ξαφνικά να πάει ημπάνιο.
		-- Ambrose Bierce

%
Κανόνας της Μεγάλης:Όταν οι άνθρωποι που θαυμάζω σε μεγάλο βαθμό φαίνεται να σκέφτεται βαθιάσκέψεις, πιθανότατα σκέφτεστε για το μεσημεριανό γεύμα.
		-- Ambrose Bierce

%
Κανόνες για την Ακαδημαϊκή κοσμήτορες:(1) ΑΠΟΚΡΥΨΗ !!!!(2) Σε περίπτωση που θα βρείτε, LIE !!!!
		-- Father Damian C. Fandal

%
Κανόνες για την οδήγηση στη Νέα Υόρκη:(1) Οτιδήποτε γίνει, ενώ το κέρατό σας είναι νόμιμη.(2) Μπορεί να παρκάρετε οπουδήποτε, εάν ενεργοποιήσετε τεσσάρων κατευθύνσεων flashers σας.(3) Το κόκκινο φως σημαίνει ότι οι επόμενοι έξι αυτοκίνητα μπορούν να περάσουν από τοδιασταύρωση.
		-- Father Damian C. Fandal

%
Κανόνες για τους συγγραφείς:Αποφύγετε run-σε ποινές είναι δύσκολο να διαβαστεί. Μην χρησιμοποιείτε κανένα διπλόαρνητικά. Χρησιμοποιήστε το ερωτηματικό σωστά, χρησιμοποιείτε πάντα όπου είναι σκόπιμο?και ποτέ όπου δεν είναι. Διατηρούμε το απόστροφο για αυτό είναι ορθή χρήση καιπαραλείψτε αυτό όταν δεν χρειάζεται τους. Δεν θραύσματα ποινή. Αποφύγετε τα κόμματα, τα οποία είναιπεριττός. Αποφεύγουν διάλεκτο, ασχέτως. Και δεν ξεκινούν μια πρόταση μεένα συνδυασμό. Συλλαβισμός μεταξύ sy-llables και να αποφύγει περιττά ενωτικά.Γράψτε όλα τα επιρρηματικός μορφές σωστή. Μην χρησιμοποιείτε συσπάσεις στον επίσημο γραπτό λόγο.Γράφοντας προσεκτικά, πρέπει να αποφεύγεται κουνάμε Μετοχές. Εναπόκειται στιςμας για την αποφυγή αρχαϊσμούς. Αποστασιοποιηθεί από λανθασμένη ρήματα που έχουνκρυφά στη γλώσσα. Ποτέ, ποτέ χρήση επαναλαμβανόμενες απολύσεις. Αν έχωΣας είπα μια φορά, σας έχω πει χίλιες φορές, να αντισταθεί υπερβολή. Επίσης,αποφύγετε αμήχανη ή επηρεάζονται παρήχηση. Μην εγχόρδων πάρα πολλά εμπρόθετηΦράσεις μαζί εκτός και αν είναι το περπάτημα μέσα από την κοιλάδα της σκιάς τουθάνατος. «Αποφύγετε την υπερβολική χρήση των« εισαγωγικών »σημάδια." "
		-- Father Damian C. Fandal

%
Κανόνας Rune είναι:Αν δεν σας νοιάζει πού είσαι, δεν έχει χαθεί.
		-- Father Damian C. Fandal

%
Νόμος του Ryan:Κάντε τρεις σωστές προβλέψεις διαδοχικάκαι θα καθιερώσει τον εαυτό σας ως εμπειρογνώμονα.
		-- Father Damian C. Fandal

%
Παρατήρηση Sacher είναι:Μερικοί άνθρωποι μεγαλώνουν με ευθύνη - άλλοι απλώς πρηστεί.
		-- Father Damian C. Fandal

%
Δορυφορική Συμβουλή Ασφάλεια # 14:Αν δείτε ένα φωτεινό ράβδωση στον ουρανό έρχονται σε σας, πάπια.
		-- Father Damian C. Fandal

%
Νόμος Sattinger είναι:Λειτουργεί καλύτερα αν το συνδέσετε.
		-- Father Damian C. Fandal

%
Νόμος αγρίου σκοπιμότητας:Θέλετε κακό, θα πάρετε το κακό.
		-- Father Damian C. Fandal

%
σενάριο, Ν .:Μια φανταστεί ακολουθία των γεγονότων που παρέχει το πλαίσιο εντός τουοποία μια επιχειρηματική απόφαση γίνεται. Σενάρια πάντα έρχονται σεσετ των τριών: καλύτερη περίπτωση, χειρότερη περίπτωση, και μόνο στην περίπτωση.
		-- Father Damian C. Fandal

%
Επεξήγηση Schapiro είναι:Το γρασίδι είναι πάντα πιο πράσινο από την άλλη πλευρά - αλλά αυτό είναιεπειδή χρησιμοποιούν περισσότερο φυσικό λίπασμα.
		-- Father Damian C. Fandal

%
Schlattwhapper, Ν .:Η σκιά παράθυρο που η ίδια επιτρέπει να τραβηχτεί προς τα κάτω,διστάζει για ένα δεύτερο, τότε ασφαλίσει επάνω στο πρόσωπό σας.
		-- Rich Hall, "Sniglets"

%
Παρατήρηση του Schmidt:Όλα τα πράγματα είναι ίσα, ένα πρόσωπο το λίπος χρησιμοποιεί περισσότερο σαπούνιαπό ένα λεπτό πρόσωπο.
		-- Rich Hall, "Sniglets"

%
Πρώτα Νόμος του Scott:Δεν έχει σημασία τι πάει στραβά, κατά πάσα πιθανότητα θα δούμε δεξιά.Δεύτερο Νόμο του Scott:Όταν ένα σφάλμα έχει εντοπιστεί και διορθωθεί, θα βρεθείνα έχουν λάθος στην πρώτη θέση.Συνέπεια:Μετά την διόρθωση έχει βρεθεί σε λάθος, θα είναιαδύνατο να χωρέσει την αρχική ποσότητα πίσω στοεξίσωση.
		-- Rich Hall, "Sniglets"

%
scribline, Ν .:Η κενή περιοχή στο πίσω μέρος των πιστωτικών καρτών, όπου η υπογραφή κάποιου πηγαίνει.
		-- "Sniglets", Rich Hall & Friends

%
Δεύτερο Νόμο της Επιχειρηματικές Συναντήσεις:Εάν υπάρχουν δύο πιθανοί τρόποι για να σημάνει το όνομα ενός ατόμου, πουθα πάρει το λάθος.Συνέπεια:Αν υπάρχει μόνο ένας τρόπος για να σημάνει ένα όνομα,θα σημάνει λάθος, έτσι κι αλλιώς.
		-- "Sniglets", Rich Hall & Friends

%
Δεύτερο Νόμο της Εξετάσεων:Σε πιο δύσκολες τελική σας - για πρώτη φορά όλο το χρόνο - το πιοdistractingly ελκυστικό μαθητή στην τάξη θα καθίσει δίπλα σας.
		-- "Sniglets", Rich Hall & Friends

%
Η εκδίκηση Γραμματέα:Κατάθεση σχεδόν τα πάντα κάτω από "το".
		-- "Sniglets", Rich Hall & Friends

%
Θεωρία Seleznick της Ολιστικής Ιατρικής:Παγωτό θεραπεύει όλες τις ασθένειες. Προσωρινά.
		-- "Sniglets", Rich Hall & Friends

%
Self Test για Παράνοια:Ξέρετε ότι έχετε όταν δεν μπορώ να σκεφτώ τίποτα που είναιτη δική σας υπαιτιότητα.
		-- "Sniglets", Rich Hall & Friends

%
Γερουσίας, κ .:Ένα σώμα των ηλικιωμένων κυρίων χρεώνονται με υψηλούς δασμούς και πλημμελήματα.
		-- Ambrose Bierce

%
άνοια, Ν .:Η κατάσταση του νου των ηλικιωμένων προσώπων με τα οποία το ένα συμβαίνει να διαφωνείτε.
		-- Ambrose Bierce

%
Serendipity, Ν .:Η διαδικασία με την οποία η ανθρώπινη γνώση είναι προχωρημένη.
		-- Ambrose Bierce

%
Στένωσης Serocki είναι:Ο γάμος είναι πάντα η τελευταία επιλογή ενός πανεπιστημίου.
		-- Ambrose Bierce

%
Παρατήρηση του Shannon:Τίποτα δεν είναι τόσο απογοητευτικό ως μια κακή κατάσταση που έχει αρχίσει ναβελτιωθεί.
		-- Ambrose Bierce

%
μετοχή, Ν .:Να δώσει στην, υπομένουν ταπείνωση.
		-- Ambrose Bierce

%
Αρχή του Shaw:Οικοδομήσουμε ένα σύστημα που ακόμα και ένας ανόητος μπορεί να χρησιμοποιήσει, και μόνο ένας ανόητος θαθέλουν να το χρησιμοποιήσουν.
		-- Ambrose Bierce

%
Νόμος Shedenhelm είναι:Όλα τα μονοπάτια έχουν περισσότερο ανηφορικά τμήματα από αυτά που έχουν τμήματα κατηφόρα.
		-- Ambrose Bierce

%
Νόμος Shick είναι:Δεν υπάρχει κανένα πρόβλημα μια καλή θαύμα δεν μπορεί να λύσει.
		-- Ambrose Bierce

%
Νόμος Silverman είναι:Αν ο νόμος του Μέρφι μπορεί να πάει στραβά, θα.
		-- Ambrose Bierce

%
Νόμος του Simon:Τα πάντα μαζί καταρρέει αργά ή γρήγορα.
		-- Ambrose Bierce

%
Του Skinner Constant (ή finagling Factor Flannagan του):Η ποσότητα η οποία, όταν πολλαπλασιάζεται με, διαιρούμενο με, προστίθεται σε,ή αφαιρείται από την απάντηση που πήρατε, σας δίνει την απάντηση σαςθα πρέπει να έχουν πάρει.
		-- Ambrose Bierce

%
Slick του Τρεις Νόμους του Σύμπαντος:(1) Τίποτα στο γνωστό σύμπαν ταξιδεύει πιο γρήγορα από ό, τι μια κακή επιταγή.(2) Το ένα τέταρτο-ουγγιά της σοκολάτας = τέσσερα κιλά λίπους.(3) Υπάρχουν δύο τύποι βρωμιά: το σκοτεινό είδος, το οποίο είναιπροσελκύονται στο φως αντικείμενα, και το φως του είδους, η οποία είναιπροσελκύονται σε σκοτεινά αντικείμενα.
		-- Ambrose Bierce

%
Contention Slous »:Αν κάνετε μια δουλειά πολύ καλά, θα έχετε κολλήσει με αυτό.
		-- Ambrose Bierce

%
Slurm, Ν .:Η λάσπη που συσσωρεύεται στο κάτω μέρος ενός σαπουνιού bar ότανκάθεται στο πιάτο πάρα πολύ καιρό.
		-- Rich Hall, "Sniglets"

%
Snacktrek, Ν .:Η περίεργη συνήθεια, όταν ψάχνουν για ένα σνακ, συνεχώςεπιστροφή στο ψυγείο με την ελπίδα ότι κάτι νέο θα έχειυλοποιήθηκε.
		-- Rich Hall, "Sniglets"

%
ζωηρός ετοιμολογία:Τι θα λέγατε αν είχατε άλλη μία ευκαιρία.
		-- Rich Hall, "Sniglets"

%
Δεύτερο Νόμο Sodd είναι:Αργά ή γρήγορα, η χειρότερη δυνατή συγκυρία είναιβέβαιο ότι θα συμβεί.
		-- Rich Hall, "Sniglets"

%
Λογισμικό, Ν .:Τυπική βράδυ ενδυμασία για τις γυναίκες αναλυτές υπολογιστή.
		-- Rich Hall, "Sniglets"

%
Μερικά σημεία για να θυμόμαστε [σχετικά με τα ζώα]:(1) Μην πηγαίνετε για ύπνο κάτω από μεγάλα ζώα, π.χ., ελέφαντες, rhinoceri,ιπποπόταμοι?(2) Μην τοποθετείτε ζώα με αιχμηρά δόντια ή δηλητηριώδεις κυνόδοντες κάτω από τοΜπροστά από τα ρούχα σας?(3) Μην pat ορισμένα ζώα, π.χ., κροκόδειλους και σκορπιούς ή σκύλουςπου μόλις ξεκίνησε.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
spagmumps, Ν .:Οποιοδήποτε από τα εκατομμύρια των wads φελιζόλ που συνοδεύουν αντικείμενα δι 'αλληλογραφίας.
		-- "Sniglets", Rich Hall & Friends

%
1ος Νόμος Σπέερ της Επιμέλεια:Η προβολή ενός λάθους είναι αντιστρόφως ανάλογη με τοπόσες φορές έχετε κοίταξε.
		-- "Sniglets", Rich Hall & Friends

%
Νουθεσία Spence είναι:Ποτέ στοιβάζουν μακριά σε ένα αεροπλάνο καμικάζι.
		-- "Sniglets", Rich Hall & Friends

%
Spirtle, Ν .:Το πρόστιμο ρεύμα από ένα γκρέιπφρουτ που προσγειώνεται πάντα σωστά στο μάτι σας.
		-- Sniglets, "Rich Hall & Friends"

%
Σύζυγος, Ν .:Κάποιος που θα σταθούμε δίπλα σας μέσα από όλα τα προβλήματα πουδεν θα είχε αν θέλετε μείνει μόνο.
		-- Sniglets, "Rich Hall & Friends"

%
squatcho, Ν .:Το κουμπί στην κορυφή του ένα καπέλο του μπέιζμπολ.
		-- "Sniglets", Rich Hall & Friends

%
πρότυπα, Ν .:Οι αρχές που χρησιμοποιούμε για να απορρίψει τον κωδικό άλλων ανθρώπων.
		-- "Sniglets", Rich Hall & Friends

%
στατιστικά στοιχεία, Ν .:Ένα σύστημα για την έκφραση πολιτικών σας προκαταλήψεις στην πειστικήεπιστημονικές πρόσχημα.
		-- "Sniglets", Rich Hall & Friends

%
Κανόνας Steckel για την επιτυχία:Αρκετά καλό δεν είναι ποτέ αρκετά καλό.
		-- "Sniglets", Rich Hall & Friends

%
Νόμος Steele είναι:Υπάρχουν εργασίες που δεν μπορεί να γίνει με περισσότερα από δέκα άνδρεςή λιγότεροι από εκατό.
		-- "Sniglets", Rich Hall & Friends

%
Λογοκλοπή Steele της Φιλοσοφίας Κάποιος:Ο καθένας θα πρέπει να πιστεύουν σε κάτι - πιστεύω ότι θα έχωάλλο ποτό.
		-- "Sniglets", Rich Hall & Friends

%
Κατευθυντήρια γραμμή Steinbach για Συστήματα Προγραμματισμός:Ποτέ μην δοκιμάσει για μια κατάσταση σφάλματος που δεν ξέρουν πώς να χειριστούν.
		-- "Sniglets", Rich Hall & Friends

%
Νόμος Stenderup είναι:Όσο πιο γρήγορα μπορείτε να πέσει πίσω, τόσο περισσότερο χρόνο θα πρέπει να καλύψουν τη διαφορά.
		-- "Sniglets", Rich Hall & Friends

%
Παρατήρηση μετοχής:Μπορείτε όχι νωρίτερα πάρει το κεφάλι σας πάνω από το νερό, αλλά ό, τι τραβάει κάποιοςβατραχοπέδιλα σας μακριά.
		-- "Sniglets", Rich Hall & Friends

%
Νόμος Στόουν:Ένας άνθρωπος που "απλό" είναι ένα άλλο άνδρα "ε;"
		-- "Sniglets", Rich Hall & Friends

%
στρατηγική, Ν .:Ένα ολοκληρωμένο σχέδιο της αδράνειας.
		-- "Sniglets", Rich Hall & Friends

%
Στρατηγική:Ένα σχέδιο μεγάλης εμβέλειας της οποίας η αξία δεν μπορεί να εκτιμηθεί μέχρι κάποια στιγμήμετά από εκείνες που δημιουργούν αυτό εγκατέλειψαν την οργάνωση.
		-- "Sniglets", Rich Hall & Friends

%
Έκθεση Stult είναι:Τα προβλήματά μας είναι ως επί το πλείστον πίσω μας. Αυτό που έχουμε να κάνουμε τώρα είναικαταπολεμήσει τις λύσεις.
		-- "Sniglets", Rich Hall & Friends

%
Stupid, Ν .:Χάνοντας $ 25 σχετικά με το παιχνίδι και $ 25 για την άμεση επανάληψη.
		-- "Sniglets", Rich Hall & Friends

%
Νόμος Sturgeon είναι:90% των πάντων είναι σάλτσες.
		-- "Sniglets", Rich Hall & Friends

%
μπαμπάς ζάχαρης, Ν .:Ένας άνθρωπος που έχει την πολυτέλεια να αυξήσει τον Κάιν.
		-- "Sniglets", Rich Hall & Friends

%
SUN Microsystems:Το δίκτυο είναι το μέσο φορτίο.
		-- "Sniglets", Rich Hall & Friends

%
ηλιοβασίλεμα, Ν .:Εκφωνημένες ατμοσφαιρική διασπορά των μικρότερα μήκη κύματος,με αποτέλεσμα την επιλεκτική μετάδοση κάτω από 650 νανόμετρα μεσταδιακή μείωση της ηλιακής ανύψωσης.
		-- "Sniglets", Rich Hall & Friends

%
σούσι, Ν .:Όταν αυτό-η οποία-μπορεί-ακόμα-να-ζωή τίθεται πάνω από το ρύζι καιδεμένο επάνω με μονωτική ταινία.
		-- "Sniglets", Rich Hall & Friends

%
Sushido, Ν .:Ο τρόπος του τόνου.
		-- "Sniglets", Rich Hall & Friends

%
Σουαχίλι, Ν .:Η γλώσσα που χρησιμοποιείται από το National Enquirer να εκτυπώσετε παλινωδίες τους.
		-- Johnny Hart

%
Πουλόβερ, Ν .:Ένα ένδυμα που φοριέται από ένα παιδί, όταν η μητέρα της, αισθάνεται ψυχρός.
		-- Johnny Hart

%
Κανόνας Swipple της παραγγελίας:Αυτός που φωνάζει πιο δυνατά έχει το λόγο.
		-- Johnny Hart

%
σύστημα-ανεξάρτητη, adj .:Λειτουργεί εξίσου καλά σε όλα τα συστήματα.
		-- Johnny Hart

%
T-shirt της ημέρας:Επικεφαλής για τα βουνάFollow-T-shirt της Ημέρας (για το ίδιο γραφικό φόντο):Αν σας άρεσε το βουνό, το κεφάλι για το Busch!
		-- courtesy someone else

%
T-shirt της ημέρας:Είμαι το πρόσωπο της μητέρας σας προειδοποιήσει σχετικά.
		-- courtesy someone else

%
T-shirt:Η ζωή είναι * δεν * καμπαρέ, και να σταματήσει να μου τηλεφωνείς συντροφεύουν!
		-- courtesy someone else

%
Διακριτικότητα, Ν .:Ο ανείπωτος μέρος του τι σκέφτεστε.
		-- courtesy someone else

%
αναλάβει αποφασιστική δράση:Κάνει κάτι που έπρεπε να είχε γίνει εδώ και πολύ καιρό.
		-- courtesy someone else

%
εφορία, Ν .:Den της ανισότητας.
		-- courtesy someone else

%
Φόροι, Ν .:Των δύο βεβαιότητες της ζωής, το μόνο για το οποίο μπορείτε να πάρετεμια επέκταση.
		-- courtesy someone else

%
ταρίχευσης, Ν .:Ένας άνθρωπος που τοποθετεί τα ζώα.
		-- courtesy someone else

%
TCP / IP Slang Γλωσσάρι, # 1:Gong, n: Μεσαιωνικό όρος για μυημένοι, ή ό, τι pased τους σε εκείνη την εποχή.Σήμερα χρησιμοποιείται whimsically να περιγράψει τις συνέπειες μιας επίθεσης bogon. Νομίζωτης κοινότητας μας ως Γκαλαπάγκος της αγγλικής γλώσσας."Vogons μπορεί να έχετε διαβάσει την κακή ποίηση, αλλά bogons σας κάνει να μελετήσει παρωχημένες RFCs."
		-- Dave Mills

%
ομαδική εργασία, Ν .:Έχοντας κάποιος να κατηγορήσει.
		-- Dave Mills

%
Τεχνική λεπτομέρεια, Ν .:Σε ένα αγγλικό δικαστήριο ένας άνθρωπος που ονομάζεται Home δικάστηκε για συκοφαντική δυσφήμιση στην κατοχήκατηγόρησε έναν γείτονα για φόνο. ακριβή λόγια του ήταν: "Sir Thomas Holthath που λαμβάνονται μπαλτά και επλήγησαν μάγειρας του επάνω στο κεφάλι, έτσι ώστε το έναπλευρά του κεφαλιού του έπεσε σε έναν ώμο και από την άλλη πλευρά κατά τοάλλο ώμο. "Ο κατηγορούμενος αθωώθηκε από εντολή τουδικαστηρίου, οι έμαθαν οι δικαστές κρίνοντας ότι οι λέξεις δεν χρεώνουν φόνο,γιατί δεν επιβεβαιώνουν το θάνατο του μάγειρα, ότι το να είσαι μόνο ένασυμπέρασμα.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Τηλέφωνο, Ν .:Μια εφεύρεση του διαβόλου που καταργεί κάποια από τα πλεονεκτήματανα κάνει ένα δυσάρεστο πρόσωπο κρατήσει αποστάσεις του.
		-- Ambrose Bierce

%
telepression, Ν .:Η βαθιά ριζωμένη ενοχή που απορρέει από τη γνώση ότι δεν έχετε προσπαθήσειαρκετά σκληρά για να αναζητήσετε τον αριθμό για τη δική σας και αντ 'αυτού να θέσει τοεπιβάρυνση για το βοηθό κατάλογο.
		-- "Sniglets", Rich Hall & Friends

%
Τευτονικός:Δεν υπάρχουν αρκετά τζιν.
		-- "Sniglets", Rich Hall & Friends

%
Το 357.73 Θεωρία:Συνέδριο απορρίψει πάντα τους λογαριασμούς εξόδωνμε κατώτατη γραμμή διαιρείται με το 5.
		-- "Sniglets", Rich Hall & Friends

%
Το Abrams »Αρχή:Η συντομότερη απόσταση μεταξύ δύο σημείων είναι από τον τοίχο.
		-- "Sniglets", Rich Hall & Friends

%
Η Αρχαία Δόγμα του Mind Over Matter:Δεν με πειράζει ... και δεν πειράζει.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
Οι Beatles:old back-up μπάντα του Paul McCartney.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
Η Briggs-Chase Νόμος του Προγράμματος Ανάπτυξης:Για να καθορίσει πόσο καιρό θα πάρει για να γράψει και τον εντοπισμό σφαλμάτων σεπρογράμματος, να λάβει τις καλύτερες εκτιμήσεις σας, πολλαπλασιάστε το με δύο, προσθέστεμία, και να μετατρέψετε τις επόμενες υψηλότερες μονάδες.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
Η κατάρα του Συμβούλου:Όταν ο πελάτης έχει κερδίσει πάνω σας αρκετά μεγάλο χρονικό διάστημα, να του δώσειό, τι ζητάει, αντί του ό, τι χρειάζεται. Αυτό είναι πολύ ισχυρήιατρική, και συνήθως απαιτείται μόνο μία φορά.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
Η διάκριση μεταξύ Εβραίων και goyish μπορεί να είναι αρκετά λεπτή, όπως ηπαρακάτω απόσπασμα από Lenny Bruce απεικονίζει:«Είμαι Εβραίος. Count Basie του εβραϊκού. Ray Charles είναι εβραϊκή.Eddie Cantor 's goyish. Η B'nai Brith είναι goyish. Η Hadassah είναιΕβραϊκός. Σώμα των Πεζοναυτών - βαριά goyish, επικίνδυνη."Kool-Aid είναι goyish. Τούρτες Όλα Drake είναι goyish.Ψωμί σικάλεως είναι εβραϊκό και, όπως γνωρίζετε, το άσπρο ψωμί είναι πολύ goyish.Άμεση πατάτες - goyish. Μαύρο σόδα κεράσι είναι πολύ εβραϊκή.Τα αμυγδαλωτά ____ πολύ εβραϊκή. φρουτοσαλάτα είναι εβραϊκή. Lime ζελέ είναιgoyish. Ασβέστη σόδα ____ πολύ goyish. Trailer πάρκα είναι τόσο goyish ότιΟι Εβραίοι δεν θα πάει κοντά τους ... "
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Το πέμπτο κανόνα:Έχετε πάρει τον εαυτό σας πάρα πολύ σοβαρά.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Ο πρώτος κανόνας της βελτιστοποίησης του προγράμματος:Μην το κάνετε.Ο δεύτερος κανόνας του προγράμματος βελτιστοποίησης (μόνο για ειδικούς!):Μην το κάνετε ακόμα.
		-- Michael Jackson

%
Οι πέντε κανόνες του σοσιαλισμού:(1) Μην νομίζετε.(2) Αν νομίζετε, δεν μιλούν.(3) Αν σκεφτόμαστε και να μιλάμε, δεν γράφουν.(4) Αν νομίζετε ότι, μιλούν και να γράφουν, δεν υπογράφουν.(5) Αν νομίζετε ότι, μιλούν, να γράφουν και να υπογράψει, μην εκπλαγείτε.
		-- being told in Poland, 1987

%
Οι ακόλουθες υποτάσσουν το σύνολο των φυσικών και ανθρώπινους νόμους:(1) Δεν μπορείτε να ωθήσει σε μια σειρά.(2) Δεν είναι υπάρχουν δωρεάν γεύματα.(3) Τους ως έχει, παίρνει.(4) Δεν μπορεί να τα κερδίσει, αλλά βέβαιος ως κόλαση μπορεί να τα χάσουν όλα.
		-- being told in Poland, 1987

%
Ο χρυσός κανόνας των Τεχνών και των Επιστημών:Αυτός που έχει το χρυσό κάνει τους κανόνες.
		-- being told in Poland, 1987

%
Ο γόρδιος Maxim:Εάν ένα κορδόνι έχει ένα τέλος, έχει ένα άλλο.
		-- being told in Poland, 1987

%
Η Μεγάλη Φαλακρός βάλτο σκαντζόχοιρος:Η Μεγάλη Φαλακρός Βάλτο Hedgehog της Billericay εμφανίζει, στο φλερτ,μόνο αγκάθι του και κάνει τις εντυπώσεις του Holiday Inn υπαλλήλους γραφείων.Δεδομένου ότι αυτό σημαίνει να στέκεται ακίνητος για τεράστιες χρονικέςφορά που τρώγεται συχνά σε πλήρη οθόνη από το The Great Φαλακρός ΒάλτοHedgehog Eater.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Η αβεβαιότητα Αρχή Heineken:Ποτέ δεν μπορεί να είναι σίγουρος πόσες μπύρες που είχαν χθες το βράδυ.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Η ιστορία του πολέμου ομοίως υποδιαιρείται, αν και εδώ τις φάσειςείναι Retribution, Πρόβλεψη, και Διπλωματία. Έτσι:Τιμωρία:Πάω να σας σκοτώσει γιατί σκότωσε τον αδελφό μου.Πρόβλεψη:Πάω να σας σκοτώσει, γιατί σκότωσε τον αδελφό σας.Διπλωματία:Πάω να σκοτώσει τον αδελφό μου και στη συνέχεια να σας σκοτώσει για τοπρόσχημα ότι ο αδελφός σου το έκανε.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Η Illiterati Programus Canto 1:Ένα πρόγραμμα είναι ένα πολύ σαν μια μύτη: Μερικές φορές τρέχει, καιμερικές φορές φυσά.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Η συνεχής Kennedy:Μην θυμώνεις - να πάρει ακόμα.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Ο νόμος της επιστολής:Ο καλύτερος τρόπος για να εμπνεύσει φρέσκο ​​σκέψεις είναι να σφραγίσει τον φάκελλο.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Οι πεζοναύτες:Οι λίγοι, ο υπερήφανος, ο νεκρός στην παραλία.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Οι πεζοναύτες:Οι λίγοι, ο υπερήφανος, η δεν είναι πολύ φωτεινό.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Η Modelski Αλυσίδα Κανόνας:(1) Κοιτάξτε επίμονα το πρόβλημα για αρκετά λεπτά. Ξύστε σαςτο κεφάλι σε διαστήματα 20-30 δευτερολέπτων. Δοκιμάστε την επίλυση του προβλήματος για σας	Hewlett Packard.(2) Εάν δεν το κάνει, κοιτάξτε γύρω στην τάξη. Επιλέξτε ένα ιδιαίτεραφωτεινό μέλλον άτομο.(3) Προμηθευτείτε μια μεγάλη αλυσίδα.(4) Περπατήστε πάνω στο επιλεγμένο μαθητή και απειλούν να τον νικήσει σοβαράμε την αλυσίδα αν δεν σας δίνει την απάντηση στο πρόβλημα.Σε γενικές γραμμές, θα το κάνει. Μπορεί επίσης να είναι μια καλή ιδέα να του δώσει έναν ήχοαλώνισμα ούτως ή άλλως, ακριβώς για να δείξει εννοείτε επιχείρηση.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Η πιο επικίνδυνη οργάνωση στην Αμερική σήμερα είναι:(Α) Το KKK(Β) Η αμερικανική Ναζιστικό Κόμμα(Γ) Η Delta Frequent Flyer Λέσχη
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Η Επίσημη MBA Εγχειρίδιο για επαγγελματικές κάρτες:Αποφύγετε υπερβολικά απαιτητικός τίτλοι των θέσεων εργασίας, όπως η "Lord of the Realm,Υπερασπιστής της Πίστης, αυτοκράτορας της Ινδίας "ή" Διευθυντής ΕταιρικήςΤο σχεδιασμό. "
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Η Επίσημη MBA Εγχειρίδιο σχετικά με την επιχειρηματική δραστηριότητα της εταιρείας σε ένα αεροπλάνο:δεν λειτουργούν ανοιχτά σε άκρως απόρρητα έγγραφα του κόστους της εταιρείας, εκτός ανέχετε διαπιστώσει προηγουμένως ότι ο επιβάτης δίπλα σαςείναι τυφλός, ένας βράχος μουσικός για τα ναρκωτικά διάθεση-βελτίωση, ή ηατυχής κάτοχος ενός χρωμοσώματος τεσσαρακοστή έβδομη.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Η Επίσημη MBA Εγχειρίδιο σχετικά με τη χρήση των λαμπών μαυρίσματος:Χρησιμοποιήστε μια λάμπα ηλίου μόνο τα Σαββατοκύριακα. Με αυτόν τον τρόπο, αν το γραφείο εξυπνάκιαπαρατηρήσεις σχετικά με την ξαφνική εμφάνιση του το μαύρισμά σας, μπορείτε να κατασκευάζωκάποια ιστορία για έναν ήλιο χάιδεψε το Σαββατοκύριακο σε κάποιο νησί Shangri-Laαρέσει Caneel Bay. Τίποτα δεν είναι πιο διαφανής από την έξοδο από τηνγραφείο στις 11:45 σε ένα βράδυ της Τρίτης, μόνο για να επιστρέψει ένα Αζτέκων ήλιοθεός στις 8:15 το επόμενο πρωί.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Το Τηλέφωνο Booth Κανόνας:Ένας μοναχικός δεκάρα παίρνει πάντα ο αριθμός σχεδόν σωστό.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Η qotc (απόσπασμα του con) ήταν της Liz:«Ο εγκέφαλός μου είναι σελιδοποίηση με το συκώτι μου."
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Bloody Mary του πραγματικού ανθρώπου:Συστατικά: βότκα, χυμό ντομάτας, Tobasco, Worcestershireσάλτσα, A-1 σάλτσα μπριζόλα, ο πάγος, το αλάτι, το πιπέρι, το σέλινο.Γεμίστε ένα μεγάλο ανατροπέα με βότκα.Πέτα όλα τα άλλα συστατικά μακριά.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Η Ρωμαιοκρατία:Αυτός που λέει ότι δεν μπορεί να γίνει ποτέ δεν πρέπει να διακόψουν τοΑυτός που το κάνει.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Οι κανόνες:(1) Δεν θέλεις προσκυνήσει άλλα συστήματα ηλεκτρονικών υπολογιστών.(2) Δεν θελεις υποδύεστε Liberace ή να τρώνε καρπούζι, ενώκάθεται στο πληκτρολόγιο της κονσόλας.(3) Δεν θελεις χαστούκι χρήστες στο πρόσωπο, ούτε συνεχείς ανόητο τουςλίγο καταστρώματα κάρτα μαζί.(4) Δεν θελεις να σωματικά εμπλέκονται με το σύστημα του υπολογιστή,ειδικά αν είστε ήδη παντρεμένος.(5) Δεν θελεις χρησιμοποιούν μαγνητικές ταινίες ως φρίσμπι, ούτε να χρησιμοποιήσετε ένα δίσκοπακέτο ως ένα σκαμνί για να φτάσει ένα άλλο πακέτο δίσκο.(6) Δεν θελεις κοιτάζω στα φώτα που αναβοσβήνουν για περισσότερα από έναοκτώ ώρες βάρδια.(7) Δεν θέλεις πες τους χρήστες που κατά λάθος κατέστρεψε τουςαρχεία / backup μόνο για να δείτε το βλέμμα στο μικρό πρόσωπά τους.(8) Δεν θελεις να απολαύσετε την ακύρωση μιας εργασίας.(9) Δεν θελεις να εμφανιστεί πυροβόλων όπλων στην αίθουσα υπολογιστών.(10) Δεν θελεις κουμπιά "ακριβώς για να δούμε τι θα συμβεί".
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Ο Δεύτερος Νόμος της Θερμοδυναμικής:Αν νομίζετε ότι τα πράγματα είναι σε ένα χάος τώρα, απλά περιμένετε!
		-- Jim Warner

%
Η έβδομη Εντολές για Τεχνικοί:Εργαστείτε εσύ δεν σε ηλεκτρικό εξοπλισμό, γιατί αν εσύ Νιώθεις, τους συναδέλφους σουοι εργαζόμενοι θα αγοράσει σίγουρα μπύρες για χήρα σου και κονσόλα της σε άλλεςτρόπους.
		-- Jim Warner

%
Η έκτη εντολή του Frisbee:Το μεγαλύτερο ενιαίας ενίσχυσης σε απόσταση είναι ο δίσκος να πηγαίνουν σε ένακατεύθυνση που δεν ήθελε. (Πηγαίνει ο λανθασμένος τρόπος = πηγαίνει πολύ μακριά.)
		-- Dan Roddick

%
Το τρίτο νόμο της φωτογραφίας:Εάν είστε κατάφερε να πάρει κάποιες καλές βολές, θα καταστραφείόταν κάποιος ανοίγει κατά λάθος την πόρτα του σκοτεινού θαλάμου και το σύνολο τωντα σκοτεινά διαρροές έξω.
		-- Dan Roddick

%
Τα τρία μεγαλύτερα ψέματα λογισμικού:(1) * * Φυσικά θα σας δώσει ένα αντίγραφο της πηγής.(2) * * Φυσικά ο τρίτος προμηθευτής αγοράσαμε ότι από τοθα καθορίσει το μικροκώδικα.χώρο δοκιμών (3) Beta; Όχι, * φυσικά * δεν είστε ένας χώρος δοκιμών beta.
		-- Dan Roddick

%
Οι τρεις νόμοι της θερμοδυναμικής:(1) Δεν μπορείτε να πάρετε τίποτα χωρίς να εργάζονται για αυτό.(2) Η πιο μπορείτε να πετύχετε δουλεύοντας είναι να σπάσει ακόμη.(3) Μπορείτε να σπάσει μόνο ακόμα και στο απόλυτο μηδέν.
		-- Dan Roddick

%
Θεώρημα: Μια γάτα έχει εννιά ουρές.Απόδειξη:Δεν γάτα έχει οκτώ ουρές. Μια γάτα έχει μια ουρά περισσότερο από καμία γάτα.Ως εκ τούτου, μια γάτα έχει εννιά ουρές.
		-- Dan Roddick

%
Θεώρημα: Όλες οι θετικοί ακέραιοι αριθμοί είναι ίσοι.Απόδειξη: αρκεί για να δείξει ότι για κάθε δύο θετικών ακεραίων, Α και Β, Α = ΒΠεραιτέρω, είναι επαρκής για να δείξει ότι για όλα τα Ν> 0, εάν Α και Β(Θετικοί ακέραιοι) ικανοποιεί (MAX (A, B) = N), τότε Α = ΒΠροχωρήστε με επαγωγή:Αν Ν = 1, τότε τα Α και Β, που είναι θετικοί ακέραιοι αριθμοί, πρέπει και οι δύο να είναι 1.Έτσι, Α = ΒΑς υποθέσουμε ότι το θεώρημα ισχύει για κάποιο τιμή k. Πάρτε Α και Β μεMAX (Α, Β) = k + 1. Τότε MAX ((Α-1), (Β-1)) = k. και ως εκ τούτου,(Α-1) = (Β-1). Συνεπώς, Α = Β
		-- Dan Roddick

%
Θεωρία Επιλεκτική Επίβλεψη:Η μία φορά μέσα στην ημέρα που σας άπαχο πίσω και να χαλαρώσετε είναιη μία φορά το αφεντικό βόλτες μέσα στο γραφείο.
		-- Dan Roddick

%
Θεωρητικά, Ν .:Σύστημα ιδεών σήμαινε να εξηγήσω κάτι, που επιλέγονται με στόχο τηνπρωτοτυπία, controversialism, ακατανοησία, και πόσο καλήθα δούμε σε έντυπη μορφή.
		-- Dan Roddick

%
Υπάρχουν τρεις τρόποι για να γίνει κάτι:(1) Do it yourself.(2) να προσλάβουν κάποιον να το κάνει για σας.(3) Απαγορεύουν τα παιδιά σας να το κάνει.
		-- Dan Roddick

%
Εκείνοι αξιαγάπητος τμήμα Brits:Έχουν επίσης πρόβλημα προφέροντας `βιταμίνη».
		-- Dan Roddick

%
Τρεις κανόνες για να ηχεί σαν έναν εμπειρογνώμονα:(1) υπεραπλουστεύσω εξηγήσεις σας στο σημείο της αχρηστίας.(2) το σημείο πάντα έξω αποτελέσματα δεύτερης τάξης, αλλά ποτέ δεν επισημαίνουνόταν μπορούν να αγνοηθούν.(3) Ελάτε επάνω με τρεις κανόνες της δικής σας.
		-- Dan Roddick

%
Νόμος θυμάρι είναι:Όλα πάνε στραβά με τη μία.
		-- Dan Roddick

%
χρονομεριστική μίσθωση, n:Μια μέθοδος πρόσβασης με την οποία ένα καταχρήσεις υπολογιστή πολλούς ανθρώπους.
		-- Dan Roddick

%
Συμβουλή της ημέρας:Ποτέ μην τηγανίζετε το μπέικον στο γυμνό.[Διόρθωση: τηγανίζετε πάντα μπέικον στο γυμνό? θα μάθουν να μην το κάψει]
		-- Dan Roddick

%
ΣΥΜΒΟΥΛΕΣ ΓΙΑ Ερμηνεύουν:Παίζοντας κάρτες έχουν το πάνω μισό ανάποδα για να βοηθήσει απατεώνες.Δεν υπάρχει ένας πεπερασμένος αριθμός των αστεία στο σύμπαν.Το τραγούδι είναι ένα τέχνασμα για να κάνουμε τους ανθρώπους να ακούσετε μουσική περισσότερο απόθα έκαναν κανονικά.Δεν υπάρχει μουσική στο χώρο.Οι άνθρωποι θα πληρώσουν για να παρακολουθήσουν οι άνθρωποι κάνουν ήχους.Τα πάντα πάνω στη σκηνή πρέπει να είναι μεγαλύτερο από ό, τι στην πραγματική ζωή.
		-- Dan Roddick

%
Σήμερα, Ν .:Ένα ωραίο μέρος για να επισκεφθείτε, αλλά δεν μπορείτε να μείνετε εδώ για πολύ καιρό.
		-- Dan Roddick

%
toup τουαλέτα »ee, Ν .:Κάθε χαλί θαλασσοκόρακας που προκαλεί το καπάκι για να γίνει top-βαριά, έτσιδημιουργώντας ατελείωτες ενόχληση για άνδρες χρήστες.
		-- Rich Hall, "Sniglets"

%
Λύση Toni σε μια χωρίς ενοχές Ζωή:Αν πρέπει να βρίσκονται σε κάποιον, αυτό είναι δικό τους σφάλμα.
		-- Rich Hall, "Sniglets"

%
μεταφορά, Ν .:Μια προσφορά που λαμβάνετε με την προϋπόθεση ότι θα φύγει από την πόλη.
		-- Rich Hall, "Sniglets"

%
διαφανή, adj .:Όντας ή σχετικά με μια υπάρχουσα, nontangible αντικείμενο.«Είναι εκεί, αλλά δεν μπορείτε να το δείτε"εικονική, adj .:Όντας ή σχετικά με ένα απτό, ανύπαρκτο αντικείμενο.«Μπορώ να το δω, αλλά δεν είναι εκεί."
		-- Lady Macbeth.

%
ταξίδια, Ν .:Κάτι που σας κάνει να νιώθετε σαν να είστε πάρει κάπου.
		-- Lady Macbeth.

%
"Εμπιστέψου με":Η μετάφραση του λατινικού «emptor προειδοποίησης».
		-- Lady Macbeth.

%
Ειλικρινής, adj .:Dumb και αναλφάβητοι.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Σταθερή Tsort είναι:1.67563, ή ακριβώς 1,237.98712567 φορές η διαφορά μεταξύη απόσταση από τον ήλιο και το βάρος ενός μικρού πορτοκαλιού.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Νόμος Turnaucka είναι:Η έκταση προσοχής ενός υπολογιστή είναι μόνο για όσο διάστημα τηςηλεκτρικό καλώδιο.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Νόμος Tussman είναι:Τίποτα δεν είναι τόσο αναπόφευκτη όσο ένα λάθος της οποίας ο καιρός έχει έρθει.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
ΗΠΑ του Α .:"Μην μιλήσετε με τον οδηγό του λεωφορείου."Γερμανία:"Απαγορεύεται αυστηρά στους επιβάτες να μιλήσει με τον οδηγό."Αγγλία:"Θα σας ζητηθεί να απέχουν από το να μιλούν για τον οδηγό."Σκωτία:"Τι έχεις να κερδίσουν μιλώντας στον οδηγό;"Ιταλία:"Μην απαντάτε τον οδηγό."
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Τέταρτη Νόμος Udall του:Οποιαδήποτε αλλαγή ή μεταρρύθμιση κάνετε πρόκειται να έχει επιπτώσεις σαςΔεν μου αρέσει.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Κανόνας θείος Ed του αντίχειρα:Ποτέ μην χρησιμοποιείτε τον αντίχειρά σας για έναν κανόνα.Θα είτε να χτυπήσει με ένα σφυρί ή να πάρετε ένα θραύσμα σε αυτό.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Βασική αρχή της Κοινωνικο-Γενετική:Υπεροχή είναι υπολειπόμενο.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
καταλαβαίνουν, ν .:Για να φτάσει σε ένα σημείο, στο πλαίσιο της έρευνάς σας κάποιο θέμα, στο οποίοθα πάψει να δούμε τι είναι πραγματικά παρόντες, και λειτουργούν με τοβάσει των δικών σας εσωτερικών μοντέλο αντ 'αυτού.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Αθέμιτες ονόματα ζώων:
		-- Gary Larson

%
αθέμιτο ανταγωνισμό, Ν .:Πωλούν φθηνότερα από ό, τι κάνουμε.
		-- Gary Larson

%
ένωση, Ν .:Μια τέλη που πληρώνουν οι εργαζόμενοι club ασκήσει στην απεργία διαχείρισης.
		-- Gary Larson

%
Σύμπαν, Ν .:	Το πρόβλημα.
		-- Gary Larson

%
Πανεπιστήμιο, Ν .:Σαν ένα σπίτι λογισμικού, εκτός από το λογισμικό του δωρεάν, και είναι χρησιμοποιήσιμα,και λειτουργεί, και αν διαλείμματα θα γρήγορα να σας πει πώς να διορθώσετεαυτό, και ...[Εντάξει, εντάξει, εγώ θα το αφήσει σε, αλλά νομίζω ότι είστε καταστρέφειη αξιοπιστία του συνόλου του προγράμματος περιουσία. Ed.]
		-- Gary Larson

%
Χωρίς όνομα Νόμου:Εάν αυτό συμβεί, πρέπει να είναι δυνατή.
		-- Gary Larson

%
ανείπωτο πλούτο, Ν .:Τι θα μείνει έξω στις 15 Απριλίου.
		-- Gary Larson

%
n χρήστη .:Ένας προγραμματιστής που θα πιστέψουν ό, τι να του πω.
		-- Gary Larson

%
χρήστη, Ν .:Οι επαγγελματίες πληροφορικής λέξη χρησιμοποιούν όταν σημαίνει "ηλίθιος".[Πάντα πίστευα "επαγγελματίας υπολογιστή" ήταν οι hackers φράση που χρησιμοποιείται όταν σημαίνει "ηλίθιος". Ed.]
		-- Dave Barry, "Claw Your Way to the Top"

%
διακοπές, Ν .:Ένα δύο εβδομάδων κραιπάλη ξεκούρασης και χαλάρωσης τόσο έντονη πουπαίρνει άλλα 50 εβδομάδες συγκρατημένη καθημερινός σαςζωής για να αναρρώσουν.
		-- Dave Barry, "Claw Your Way to the Top"

%
Vail Δεύτερη Αξίωμα:Το ποσό της εργασίας που πρέπει να γίνουν αυξήσεις ανάλογα με τοποσό της εργασίας που έχουν ήδη ολοκληρωθεί.
		-- Dave Barry, "Claw Your Way to the Top"

%
Νόμος Van Roy είναι:Ένα άθραυστο παιχνίδι είναι χρήσιμη για το σπάσιμο άλλα παιχνίδια.
		-- Dave Barry, "Claw Your Way to the Top"

%
Νόμος Van Roy είναι:Η τιμιότητα είναι η καλύτερη πολιτική - υπάρχει λιγότερος ανταγωνισμός.Κοινοτοπία Van Roy είναι:Η ζωή είναι μια σειρά από περιστάσεις πέρα ​​από τον έλεγχό σας.
		-- Dave Barry, "Claw Your Way to the Top"

%
Βανίλια, adj .:Τακτική γεύση, πρότυπο. Δείτε γεύση. Όταν χρησιμοποιείται τροφίμων,πολύ συχνά δεν σημαίνει ότι το φαγητό είναι αρωματισμένη με βανίλιααπόσπασμα! Για παράδειγμα, "με γεύση βανίλιας κέρδισε σούπα ton" (ή απλά"Βανίλια κέρδισε σούπα ton») σημαίνει συνήθεις κέρδισε σούπα ton, σε αντίθεση με καυτόκαι ξινή σούπα κέρδισε τόνο.
		-- Dave Barry, "Claw Your Way to the Top"

%
Νόμοι Velilind του πειραματισμού:(1) Εάν η αναπαραγωγιμότητα μπορεί να είναι ένα πρόβλημα, διεξάγει το τεστ μόνο μία φορά.(2) Εάν απαιτείται μια ευθεία γραμμή τακτοποίηση, την απόκτηση δύο μόνο σημεία δεδομένων.
		-- Dave Barry, "Claw Your Way to the Top"

%
Viking, Ν .:1. Τόλμη σκανδιναβικές ναυτικοί, εξερευνητές, τυχοδιώκτες,επιχειρηματίες παγκοσμίως γνωστή για την επιθετική, ναυτικά εισαγωγή τουςτων επιχειρήσεων, υψηλή μόχλευση εξαγορές και μπλε μάτια.2. αιμοδιψή θαλάσσια πειρατές που λυμαίνονταν τη Βόρεια Ευρώπη αρχίζουντον 9ο αιώνα.Σημείωση Hagar είναι: Ο πρώτος ορισμός είναι πολύ προτιμώμενη? το δεύτερο χρησιμοποιείταιμόνο από αντάρτες, ζηλιάρης, και δυσαρεστημένους ιδιοκτήτες της προκυμαίαςιδιοκτησία.
		-- Dave Barry, "Claw Your Way to the Top"

%
VMS, Ν .:απ 'όλα το παιχνίδι περιπέτειας πολλών χρηστών του κόσμου.
		-- Dave Barry, "Claw Your Way to the Top"

%
ηφαίστειο, Ν .:Ένα βουνό με λόξυγγα.
		-- Dave Barry, "Claw Your Way to the Top"

%
Volley Θεωρία:Είναι καλύτερα να έχουν πέταξαν και έχασε από ό, τι ποτέ να έχουν πέταξαν σε όλα.
		-- Dave Barry, "Claw Your Way to the Top"

%
vuja de:Η αίσθηση που έχετε * ποτέ *, * ποτέ * σε αυτή την κατάσταση πριν.
		-- Dave Barry, "Claw Your Way to the Top"

%
Κανόνας Walters »:Όλες οι πτήσεις των αεροπορικών αναχωρούν από τις πύλες πιο μακρινό απότο κέντρο του τερματικού. Κανείς δεν είχε ποτέ μια κράτησησε ένα αεροπλάνο που άφησε Gate 1.
		-- Dave Barry, "Claw Your Way to the Top"

%
Νόμος του Watson:Η αξιοπιστία των μηχανημάτων είναι αντιστρόφως ανάλογη προς τηναριθμός και η σημασία των οποιωνδήποτε προσώπων παρακολουθούν.
		-- Dave Barry, "Claw Your Way to the Top"

%
«Θα το εξετάσουμε»:Μέχρι τη στιγμή που οι τροχοί να κάνει μια πλήρη στροφή, εμείςυποθέσουμε ότι θα έχουν ξεχάσει αυτό, πάρα πολύ.
		-- Dave Barry, "Claw Your Way to the Top"

%
εμείς:Η πιο σημαντική λέξη στον κόσμο.
		-- Dave Barry, "Claw Your Way to the Top"

%
όπλο, Ν .:Ένας δείκτης της έλλειψης ανάπτυξης ενός πολιτισμού.
		-- Dave Barry, "Claw Your Way to the Top"

%
Γάμο, n:Μια τελετή κατά την οποία αναλαμβάνουν δύο άτομα για να γίνει μία, μία αναλαμβάνει την υποχρέωσηνα γίνει τίποτα και τίποτα δεν αναλαμβάνει την υποχρέωση να γίνει ανεκτός.
		-- Ambrose Bierce

%
Αξίωμα ζιζανίου:Ποτέ μην θέσω δύο ερωτήματα σε μια επιστολή των επιχειρήσεων.Η απάντηση θα συζητήσουν τη μία στην οποία είστετουλάχιστον ενδιαφέρονται και να πω τίποτα για το άλλο.
		-- Ambrose Bierce

%
Νόμος Weiler είναι:Τίποτα δεν είναι αδύνατο για τον άνθρωπο που δεν πρέπει να το κάνει ο ίδιος.
		-- Ambrose Bierce

%
Πρώτα Νόμος του Weinberg:Πρόοδος μόνο σε εναλλασσόμενες Παρασκευή.
		-- Ambrose Bierce

%
Αρχή του Weinberg:Ένας εμπειρογνώμονας είναι ένα πρόσωπο που αποφεύγει τα μικρά λάθη, ενώσαρωτικές για την μεγάλη πλάνη.
		-- Ambrose Bierce

%
Δεύτερο Νόμο του Weinberg:Αν οικοδόμοι κτίρια που έχουν χτιστεί ο τρόπος προγραμματιστές έγραψε προγράμματα,τότε το πρώτο δρυοκολάπτης που ήρθε μαζί θα καταστρέψει τον πολιτισμό.
		-- Ambrose Bierce

%
Νόμος Weiner των Βιβλιοθηκών:Δεν υπάρχουν απαντήσεις, μόνο παραπομπές.
		-- Ambrose Bierce

%
καλά προσαρμοσμένο, adj .:Η ικανότητα να παίξει γέφυρα ή το γκολφ σαν να ήταν παιχνίδια.
		-- Ambrose Bierce

%
Discovery Westheimer είναι:Λίγους μήνες στο εργαστήριο μπορεί να σώσει συχνά μιαδυο ώρες στη βιβλιοθήκη.
		-- Ambrose Bierce

%
Όταν ρωτήθηκε ο ορισμός του «pi»:Ο Μαθηματικός:Pi είναι ο αριθμός που εκφράζει τη σχέση μεταξύ τηςπεριφέρειας ενός κύκλου και τη διάμετρο του.Ο Φυσικός:Pi είναι 3.1415927, συν ή μείον 0,000000005.Ο Μηχανικός:Pi είναι περίπου 3.
		-- Ambrose Bierce

%
Νόμος Whistler είναι:Ποτέ δεν ξέρεις ποιος έχει δίκιο, αλλά μπορείτε πάντα να γνωρίζουμε ποιος είναι υπεύθυνος.
		-- Ambrose Bierce

%
Δήλωση του White:Μην χάσετε την καρδιά!Σχόλιο του Owen για Δήλωση του White:... Μπορεί να θέλει να το κόψει έξω ...Η προσθήκη του Μπερντ να Σχόλιο Όουεν:... Και θέλουν να αποφευχθεί μια μακρά αναζήτηση.
		-- Ambrose Bierce

%
Νόμος του Whitehead:Η προφανής απάντηση είναι πάντα παραβλέπεται.
		-- Ambrose Bierce

%
Νόμος Wiker είναι:Κυβέρνηση επεκτείνεται για να απορροφήσει τα έσοδα και στη συνέχεια κάποιες.
		-- Ambrose Bierce

%
Νόμος Wilcox είναι:Ένα ελαφρύ κτύπημα στην πλάτη είναι μόνο μερικά εκατοστά από ένα λάκτισμα στα εσώρουχα.
		-- Ambrose Bierce

%
Κανόνες William Safire για τους συγγραφείς:Να θυμάστε ποτέ να χωρίσει ένα απαρέμφατο. Η παθητική φωνή ποτέ δεν θα πρέπει να είναιμεταχειρισμένος. Μην τοποθετείτε δηλώσεις στην αρνητική μορφή. Ρήματα πρέπει να συμφωνήσω μετα θέματά τους. Proofread προσεκτικά για να δούμε αν τα λόγια έξω. Αν έχετε ξαναδιαβάσειτην εργασία σας, μπορείτε να βρείτε στο ξαναδιαβάζοντας μια μεγάλη επανάληψη μπορεί να είναιαποφευχθεί με ξαναδιαβάζοντας και το μοντάζ. Ένας συγγραφέας δεν πρέπει να μετατοπίσει το σημείο σαςθέα. Και δεν ξεκινούν μια πρόταση με ένα συνδυασμό. (Θυμηθείτε, επίσης, έναπρόθεση είναι μια φοβερή λέξη για να τερματίσετε μια πρόταση με.) Μην κατάχρησηθαυμαστικό σημάδια !! Τόπος αντωνυμίες όσο το δυνατόν πλησιέστερα, ιδιαίτερα σε μεγάλεςφράσεις, όπως 10 ή περισσότερες λέξεις, στους προγόνους τους. Γράφοντας προσεκτικά,πρέπει να αποφεύγεται κρέμονται Μετοχές. Εάν οποιαδήποτε λέξη είναι ακατάλληλη στο τέλος τηςμια φράση, μια σύνδεση ρήμα είναι. Πάρτε τον ταύρο από το χέρι και να αποφευχθεί η ανάμιξημεταφορές. Αποφύγετε μοντέρνα locutions που ακούγονται φύλλο. Ο καθένας θα πρέπει να είναιπροσεκτικοί για να χρησιμοποιήσετε μια μοναδική αντωνυμία με μοναδική ουσιαστικά στη γραφή τους.Πάντα βάζουμε με το σωστό ιδίωμα. Το επίρρημα ακολουθεί πάντα το ρήμα. Τελευταίοςαλλά όχι λιγότερο σημαντικό, να αποφύγει κλισέ όπως την πανούκλα? αναζητούν βιώσιμες εναλλακτικές λύσεις.
		-- Ambrose Bierce

%
Νόμος Williams και της Ολλανδίας:Εάν συλλέξει αρκετά δεδομένα, οτιδήποτε μπορεί να αποδειχθεί από τις στατιστικέςμεθόδους.
		-- Ambrose Bierce

%
Παρατήρηση Wilner είναι:Όλες οι συζητήσεις με πατάτα θα πρέπει να διεξαχθεί σε ιδιωτική.
		-- Ambrose Bierce

%
Wit, Ν .:Το αλάτι με το οποίο ο Αμερικανός χιουμορίστας χαλάει μαγειρικής του... Αφήνοντας έξω.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
γουόκ, Ν .:Κάτι για να thwow σε wabbit.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
λύκος, Ν .:Ένας άνθρωπος που ξέρει όλες τις αστραγάλους.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Νόμοι Wombat της επιλογής Υπολογιστών:(1) Αν δεν τρέχει Unix, ξεχάστε το.(2) Κάθε σχεδιασμός του υπολογιστή πάνω από 10 ετών είναι άνευ αντικειμένου.(3) Οτιδήποτε γίνεται από την IBM είναι σκουπίδια. (Δείτε τον αριθμό 2)(4) Η ελάχιστη αποδεκτή δύναμη της CPU για ένα μόνο χρήστη είναιVAX / 780 με κυμαινόμενο σημείο επιταχυντή.(5) Κάθε υπολογιστή με το ποντίκι είναι άχρηστη.
		-- Rich Kulawiec

%
Νόμος του Woodward:Μια θεωρία είναι καλύτερη από ό, τι εξήγηση της.
		-- Rich Kulawiec

%
Woolsey-Swanson Κανόνας:Οι άνθρωποι θα προτιμούσαν να ζουν με ένα πρόβλημα που δεν μπορεί ναλύσει αντί να αποδεχθεί μια λύση που δεν μπορούν να καταλάβουν.
		-- Rich Kulawiec

%
Κανόνας εργασία: άδεια απουσίας (για μια επιχείρηση):Είμαστε πλέον επιτρέπει την πρακτική αυτή. Θέλουμε να αποθαρρύνουν οποιαδήποτεσκέψεις που ίσως δεν χρειάζεται όλοι ό, τι έχετε, και δεν πρέπει ναέχοντας εξετάσει τίποτα αφαιρεθεί. Σας προσέλαβε όπως είστε, και να έχουντίποτα αφαιρεθεί σίγουρα θα σας κάνει λιγότερο από ό, τι ζητήσατε.
		-- Rich Kulawiec

%
εργασία, Ν .:Ο ευλογημένος ανάπαυλα από ουρλιάζοντας παιδιά καισαπουνόπερες, για τα οποία μπορείτε πραγματικά να πληρωθώ.
		-- Rich Kulawiec

%
Χειρότερος μήνας του 1981 για σκι κατάβασης:Αύγουστο. Οι γραμμές ανελκυστήρας είναι η μικρότερη, όμως.
		-- Steve Rubenstein

%
Χειρότερος μήνας του έτους:Φεβρουάριο. Ο Φεβρουάριος έχει μόνο 28 ημερών σε αυτό, πράγμα που σημαίνει ότι ανμπορείτε να νοικιάσετε ένα διαμέρισμα, που πληρώνουν για τρεις ολόκληρες ημέρες σαςδεν παίρνουν. Προσπαθήστε να αποφύγετε Februarys όποτε είναι δυνατόν.
		-- Steve Rubenstein

%
Χειρότερη αντιμετώπιση μιας κρίσης, το 1985:Από Q αναγνωστών »και μια στήλη στην TV GUIDE:« Αν εμπλακούνσε έναν πυρηνικό πόλεμο, θα τα ηλεκτρομαγνητικούς παλμούς από έκρηξη βομβώνβλάψει τις βιντεοκασέτες μου; "
		-- Steve Rubenstein

%
Χειρότερη λαχανικών της Χρονιάς:Οι Βρυξέλλες φυτρώνουν. Αυτή είναι και η χειρότερη λαχανικό του επόμενου έτους.
		-- Steve Rubenstein

%
Αποστολή-προστασία καρτέλα, Ν .:Ένα μικρό αυτοκόλλητο που δημιουργήθηκε για να καλύψει την αντιαισθητική εγκοπή απρόσεκτα αριστεράαπό τους κατασκευαστές δίσκων. Η χρήση της καρτέλας δημιουργεί ένα μήνυμα σφάλματοςκάποια στιγμή, αλλά αισθητική του αξία ξεπερνά κατά πολύ τη στιγμιαίαταλαιπωρία.
		-- Robb Russon

%
WYSIWYG:	Αυτό που βλέπετε είναι αυτό που παίρνετε.
		-- Robb Russon

%
XIIdigitation, Ν .:Η πρακτική της προσπαθεί να προσδιορίσει το χρόνο μια ταινία έγινεαπό την αποκρυπτογράφηση των λατινικούς αριθμούς στο τέλος των πιστώσεων.
		-- Rich Hall, "Sniglets"

%
Έτος, Ν .:Μια περίοδος τριακόσιες εξήντα πέντε απογοητεύσεις.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Yinkel, Ν .:Ένα πρόσωπο που χτενίζει τα μαλλιά του πάνω φαλακρό σημείο του, ελπίζοντας κανείςθα παρατηρήσετε.
		-- Rich Hall, "Sniglets"

%
yo-yo, Ν .:Κάτι που είναι περιστασιακά αλλά συνήθως προς τα κάτω.(Βλέπε επίσης Computer).
		-- Rich Hall, "Sniglets"

%
Νόμοι Zall είναι:(1) Κάθε φορά που θα πάρετε μια γουλιά ζεστή σούπα, το επόμενο πράγμα που κάνετεθα είναι λάθος.(2) Πόσο καιρό ένα λεπτό είναι, εξαρτάται από ποια πλευρά του μπάνιουπόρτα βρίσκεστε.
		-- Rich Hall, "Sniglets"

%
ζήλο, Ν .:Ποιότητα δει σε νέους πτυχιούχους - εάν είστε γρήγορος.
		-- Rich Hall, "Sniglets"

%
Μηδέν Ελαττώματα, Ν .:Το αποτέλεσμα της κλείνοντας μια γραμμή παραγωγής.
		-- Rich Hall, "Sniglets"

%
Νόμος ζυμουργία της εθελοντικής εργασίας:Οι άνθρωποι είναι πάντα διαθέσιμοι για εργασία στο παρελθόν τεταμένη.
		-- Rich Hall, "Sniglets"

%
Obscurism:Η πρακτική της peppering καθημερινή ζωή με σκοτεινέςαναφορές ως υποσυνείδητο μέσα από την ανάδειξη της εκπαίδευσης τόσο του ατόμουκαι την επιθυμία του ατόμου να διαχωρίσει από τον κόσμο της μαζικής κουλτούρας.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
McJob:Μια χαμηλή αμοιβή, χαμηλού κύρους, χαμηλής-οφέλους, χωρίς μέλλον εργασία στοτομέα των υπηρεσιών. Συχνά θεωρείται μια ικανοποιητική επιλογή σταδιοδρομίας απόεκείνους που έχουν ποτέ πραγματοποιηθεί μία.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Η φτώχεια Jet Set:Μια ομάδα ανθρώπων δίνεται σε χρόνιες ταξιδεύει σε βάρος τηςμακροπρόθεσμη σταθερότητα εργασία ή μόνιμη κατοικία. Τείνουν να έχουν καταδικασμένηκαι εξαιρετικά δαπανηρή σχέσεις τηλεφωνική κλήση με τους ανθρώπους που ονομάζεταιSerge ή Ilyana. Τείνουν να συζητήσει τα προγράμματα τακτικών επιβατών στα συμβαλλόμενα μέρη.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ιστορικά μικρότερης δόσης:Να ζήσουν σε μια χρονική περίοδο, όταν τίποτα δεν φαίνεται να συμβαίνει.Κύρια συμπτώματα περιλαμβάνουν εθισμό σε εφημερίδες, περιοδικά, και νέα τηλεόρασημεταδόσεις.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ιστορικά υπερδοσολογία:Να ζήσουν σε μια χρονική περίοδο, όταν πάρα πολύ φαίνεται να συμβαίνει.Κύρια συμπτώματα περιλαμβάνουν εθισμό σε εφημερίδες, περιοδικά, και νέα τηλεόρασημεταδόσεις.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ιστορική Slumming:Η πράξη της που επισκέπτονται τοποθεσίες, όπως Diners, φουγάροβιομηχανικών χώρων, αγροτικά χωριά - περιοχές, όπου ο χρόνος φαίνεται ναέχουν παγώσει εδώ και πολλά χρόνια πίσω - έτσι ώστε να βιώσουν ανακούφιση ότανμία επιστρέφει πίσω στο «σήμερα».		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Brazilification:Το διευρυνόμενο χάσμα μεταξύ πλουσίων και φτωχών και ησυνοδευτικό εξαφάνιση των μεσαίων τάξεων.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Εμβολιασμένα ταξίδι στο χρόνο:Για να φαντασιώνονται για το ταξίδι πίσω στο χρόνο, αλλά μόνομε την κατάλληλη εμβολιασμούς.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Δεκαετία Ανάμειξη:Σε ρούχα: την αδιάκριτη συνδυασμό δύο ή περισσοτέρωνστοιχεία από διάφορες δεκαετίες για να δημιουργήσετε μια προσωπική διάθεση: Sheila =σκουλαρίκια Mary Quant (1960) + δείχνει την πλατφόρμα φελλό wedgie (1970) +μαύρο δερμάτινο μπουφάν (1950 και 1980).		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Μοσχάρι-πάχυνσης Pen:Μικρό, στενό σταθμούς εργασίας γραφείου κατασκευασμένα απόύφασμα-καλύπτονται λυόμενο χωρίσματα τοίχων και κατοικείται από κατώτερομέλη του προσωπικού. Το όνομά του από τις μικρές θαλάμων preslaughter που χρησιμοποιούνται απόη βιομηχανία βοοειδών.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Συναισθηματική Burst Κέτσαπ:Η εμφιάλωση των απόψεων και συναισθημάτων μέσα τον εαυτό του, έτσιότι εκρηκτικά ξέσπασε εντελώς ξαφνικά, συγκλονιστικό και σύγχυσητους εργοδότες και τους φίλους - οι περισσότεροι από τους οποίους πιστεύεται ότι τα πράγματα ήταν μια χαρά.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Αιμορραγία αλογοουρά:Ένας ηλικιωμένος, sold-out γενιά του baby boom που πεύκα για hippie ήpresellout ημέρες.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Boomer Envy:Ο φθόνος του υλικού πλούτου και μεγάλης εμβέλειας υλικό ασφαλείαςχορηγούνται από τα μεγαλύτερα μέλη της γενιάς του baby boom δυνάμει τουτυχεροί γεννήσεις.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Κλίκα Συντήρηση:Η ανάγκη μιας γενιάς για να δείτε την παραγωγή μετά από αυτήνως ανεπαρκή, έτσι ώστε να ενισχύσει τη δική συλλογικό εγώ του: «Τα παιδιά σήμερα κάνουντίποτα. Είναι τόσο απαθείς. Συνηθίζαμε να βγούμε έξω και να διαμαρτυρηθούν. Όλοιπου κάνουν είναι να κατάστημα και να διαμαρτύρονται. "		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Συναίνεση Τρομοκρατία:Η διαδικασία που αποφασίζει για τη στάση του Συμβουλίου και της συμπεριφοράς.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Αναρρωτική Μετανάστευση Κτίριο:Η τάση των νεότερων εργαζομένων να εγκαταλείψουν ή να αποφύγει θέσεις εργασίας σεανθυγιεινά περιβάλλοντα γραφείου ή χώρους εργασίας επηρεάζεται από το SickΣύνδρομο κτίριο.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Recurving:Αφήνοντας μια δουλειά να λάβει μια άλλη που πληρώνει λιγότερο, αλλά τοποθετεί έναπίσω από την καμπύλη εκμάθησης.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ozmosis:Η αδυναμία της εργασίας ενός ατόμου να ζήσει μέχρι ένα αυτο-εικόνα.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ισχύς Mist:Η τάση των ιεραρχιών σε περιβάλλοντα γραφείου να διαχέονταικαι αποκλείουν τραγανή άρθρωση.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Overboarding:Υπερκαλύψει τους φόβους για το μέλλον από βυθίζονταςολοταχώς σε μια δουλειά ή ο τρόπος ζωής φαινομενικά άσχετη με κάποιουπροηγούμενη συμφέροντα ζωής: δηλαδή, οι πωλήσεις της Amway, αεροβική γυμναστική, το Ρεπουμπλικανικόκόμμα, μια καριέρα στο νόμο, λατρείες, McJobs ....		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Γήινους τόνους:Μια νεανική υποομάδα που ενδιαφέρονται για τη χορτοφαγία, tie-βαμμέναρούχα, ήπια διεγερτικά φάρμακα, και καλό στερεοφωνικό εξοπλισμό. Σοβαρός,συχνά στερούνται χιούμορ.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ethnomagnetism:Η τάση των νέων ανθρώπων να ζουν σε συναισθηματικάεκδηλωτικός, πιο ανεξέλεγκτη εθνοτική γειτονιές: «Δεν θακαταλαβαίνουν εκεί, η μητέρα - που * αγκαλιά * όπου ζω τώρα ".		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Μέσα της τρίτης δεκαετίας Ανάλυση:Μια περίοδος ψυχικής κατάρρευσης που συμβαίνουν στα είκοσί του,συχνά προκαλείται από μια ανικανότητα να λειτουργήσει έξω από το σχολείο ήδομημένο περιβάλλον σε συνδυασμό με την υλοποίηση κάποιου ουσιώδημοναξιά στον κόσμο. Συχνά σηματοδοτεί την επαγωγή στο τελετουργικό τηςφαρμακευτική χρήση.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Successophobia:Ο φόβος ότι αν κάποιος είναι επιτυχής, τότε προσωπικές ανάγκες του καθενόςθα ξεχαστεί και μία από αυτές θα έχουν πλέον παιδιάστικες ανάγκες ενός ατόμουτροφοδοτηθεί.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Safety Net-ISM:Η πεποίθηση ότι πάντα θα υπάρχει μια οικονομική και συναισθηματικήδίχτυ ασφαλείας για την άμβλυνση της ζωής πονάει. Συνήθως οι γονείς.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Κοίμηση Διαζύγιο:Μια μορφή Safety Net-ISM, η πεποίθηση ότι αν ένας γάμοςδεν λειτουργεί, τότε δεν υπάρχει πρόβλημα, διότι οι εταίροι μπορούν απλά ναεπιδιώξει ένα διαζύγιο.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Anti-Σαββατικών:Μια δουλειά που λαμβάνονται με μοναδικό πρόθεση να παραμείνουν μόνο για έναπεριορισμένο χρονικό διάστημα (συχνά ένα έτος). Η πρόθεση είναι συνήθως νασυγκεντρώσουν αρκετά κεφάλαια για να συμμετάσχουν σε μια άλλη, πιο ουσιαστική δραστηριότηταόπως ακουαρέλα σκιαγραφώντας στην Κρήτη, ή το σχεδιασμό δεμένη υπολογιστήπουλόβερ στο Χονγκ Κονγκ. Οι εργοδότες σπάνια ενημερώνονται σχετικά με τις προθέσεις.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Νομοθετήσει Νοσταλγία:Για να αναγκάσει ένα σώμα των ανθρώπων να έχουν αναμνήσεις δεν το κάνουνστην πραγματικότητα κατέχουν: «Πώς μπορώ να είμαι ένα μέρος της γενιάς του 1960, ότανΔεν θυμάμαι καν κάποιο από αυτό; "		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Τώρα Άρνηση:Για τον εαυτό του πω ότι η μόνη φορά αξίζει να ζει κανείς είναι το παρελθόν καιότι η μόνη φορά που μπορεί ποτέ να είναι και πάλι ενδιαφέρον είναι το μέλλον.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Bambification:Η ψυχική μετατροπή από σάρκα και αίμα διαβίωσης πλάσματα σεχαρακτήρες κινουμένων σχεδίων που έχουν αστική ιουδαιο-χριστιανική στάση καιήθη.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ασθένειες για φιλιά (Hyperkarma):Μια βαθιά ριζωμένη πεποίθηση ότι η τιμωρία θα με κάποιο τρόπο να είναι πάνταπολύ μεγαλύτερη από ό, τι το έγκλημα: τρύπες του όζοντος για σκουπίδια.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Spectacularism:Μια γοητεία με ακραίες καταστάσεις.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Lessness:Μια φιλοσοφία με την οποία ένα συμφιλιώνει τον εαυτό του με φθίνουσαπροσδοκίες του υλικού πλούτου: "Έχω παραιτηθεί θέλει να κάνει μιαθανάτωση ή είναι σπουδαίος. Θέλω μόνο να βρει την ευτυχία και ίσως ανοιχτόμέχρι μια μικρή άκρη του δρόμου καφέ στο Idaho. "		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Υποκατάσταση Κατάσταση:Χρησιμοποιώντας ένα αντικείμενο με διανοητική ή μοντέρνα σφραγίδα στουποκατάστατο για ένα αντικείμενο που είναι απλώς ακριβά: «Brian, αφήσατε σαςαντίγραφο του Καμύ στο BMW του αδελφού σας. "		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Survivulousness:Η τάση να απεικονίσει τον εαυτό του απολαμβάνοντας είναι το τελευταίοπρόσωπο στη Γη. "Είχα πάρει ένα ελικόπτερο και να ρίξει τους φούρνους μικροκυμάτωνκάτω στο Taco Bell. "		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Πλατωνική Σκιά:Ένα nonsexual φιλία με ένα μέλος του αντίθετου φύλου.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ψυχική Ground Zero:Η τοποθεσία όπου μπορεί κανείς τον εαυτό του οραματίζεται κατά τη διάρκεια της πτώσηςτης ατομικής βόμβας? συχνά, ένα εμπορικό κέντρο.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Λατρεία της Aloneness:Η ανάγκη για αυτονομία με κάθε κόστος, συνήθως σε βάρος τηςμακροχρόνιες σχέσεις. Συχνά προκαλείται από υπερβολικά υψηλέςπροσδοκίες των άλλων.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Celebrity Schadenfreude:Μακάβριος συγκινήσεις που προέρχεται από το να μιλάμε για θανάτους διασημοτήτων.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Νέο εμπορικό κέντρο του αυτοκράτορα:Η λαϊκή αντίληψη ότι υπάρχουν εμπορικά κέντρα για τα εσωτερικά μόνοκαι δεν έχουν καμία εξωτερική. Η αναστολή της οπτικής δυσπιστίας που προκάλεσεαπό αυτή η έννοια επιτρέπει στους αγοραστές να υποκρινόμαστε ότι το μεγάλο, το τσιμέντομπλοκ ώθηση στο περιβάλλον τους δεν το κάνουν, στην πραγματικότητα, υπάρχουν.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Poorochrondria:Hypochrondria που προέρχεται από το να μην έχουν ιατρική ασφάλιση.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Προσωπικές Tabu:Ένα μικρό κανόνας για τη ζωή, που συνορεύουν με μια δεισιδαιμονία, ότιένα επιτρέπει να αντιμετωπίσουν την καθημερινή ζωή στην απουσία των πολιτιστικών ήθρησκευτική γνωμικά.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Αρχιτεκτονικά Δυσπεψία:Η σχεδόν έμμονη ανάγκη να ζουν σε μια "cool"αρχιτεκτονικό περιβάλλον. Συχνά σχετίζονται με αντικείμενα φετίχπεριλαμβάνουν πλαισιώνεται μαύρο-άσπρο-και καλλιτεχνικής φωτογραφίας (Diane Arbus έναευνοούμενος); απλοϊκή έπιπλα από ξύλο πεύκου? ματ μαύρο ειδών υψηλής τεχνολογίας όπωςόπως τηλεοράσεις, στερεοφωνικά, και τηλέφωνα? χαμηλής ισχύος φωτισμού του περιβάλλοντος? μία λάμπα,καρέκλα ή τραπέζι που παραπέμπει στη δεκαετία του 1950? κομμένα λουλούδια με πολύπλοκεςονόματα.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ιαπωνικά Μινιμαλισμός:Η πιο συχνά εσωτερική αισθητική που χρησιμοποιούνται απόrootless σταδιοδρομία-hopping νέους.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ψωμί και Κυκλώματα:Η ηλεκτρονική τάση της εποχής για να δείτε την κομματική πολιτική ως κακής ποιότητος -δεν είναι πλέον επίκαιρη από νόημα ή χρήσιμες στα σύγχρονα κοινωνικά ζητήματα,και σε πολλές περιπτώσεις επικίνδυνη.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Αποκλεισμός ψηφοφόρου:Η προσπάθεια, όμως μάταια, να εγγραφείτε διαφωνία με τοσημερινό πολιτικό σύστημα απλά δεν συμμετέχουν στην ψηφοφορία.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Armanism:Μετά Giorgio Armani? μια εμμονή με το να μιμείται την απρόσκοπτηκαι (το πιο σημαντικό) * ελεγχόμενη * ήθος της ιταλικής υψηλής ραπτικής. ΑρέσειΙάπωνες Ο μινιμαλισμός, Armanism αντανακλά μια βαθιά εσωτερική ανάγκη γιαέλεγχος.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Κακή πλευστότητα:Η συνειδητοποίηση ότι ο ένας ήταν ένα καλύτερο πρόσωπο όταν κάποιος είχε λιγότεροχρήματα.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Μουσικά αερολογίες:Η πράξη της ταξινόμησης μουσική και τους μουσικούς σε παθολογικάΚατηγορίες Picayune: «Η Βιέννη Φράγκοι είναι ένα καλό παράδειγμα της αστικήςλευκό φορές οξύ revivalism πέρασε με ska. "		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
101-ISM:Η τάση να πάρει πέρα, συχνά με κάθε λεπτομέρεια, όλα ταπτυχές της ζωής με τη χρήση ημι-κατανοητή ποπ ψυχολογία ως εργαλείο.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Wannabes yuppie:Μια υποομάδα γενιά Χ που πιστεύει ο μύθος ενός yuppielife-style είναι τόσο ικανοποιητική και βιώσιμη. Τείνουν να είναι πολύ τηςχρέους, που εμπλέκονται σε κάποια μορφή κατάχρησης ουσιών, και δείχνουν μια προθυμίαγια να μιλήσουμε για τον Αρμαγεδδώνα μετά από τρία ποτά.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ultra Short Term Νοσταλγία:Νοσταλγία για το εξαιρετικά πρόσφατο παρελθόν: «Ο Θεός, τα πράγματα φαίνονταντόσο πολύ καλύτερα στον κόσμο την περασμένη εβδομάδα. "		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Εξέγερση Αναβολή:Η τάση στα νιάτα του ατόμου να αποφύγει παραδοσιακά νεανικόδραστηριότητες και καλλιτεχνικές εμπειρίες προκειμένου να λάβει σοβαρά την καριέραεμπειρία. Μερικές φορές οδηγεί στο πένθος για την απώλεια της νεολαίας σε περίπουτην ηλικία των τριάντα, ακολουθούμενη από την ανόητη κουρέματα και ακριβά αστείο επαγωγήςντουλάπες.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Εμφανή Μινιμαλισμός:Μια τακτική ζωής παρόμοια με Υποκατάσταση Κατάσταση. οnonownership των υλικών αγαθών ΙΣΤ ως δείγμα της ηθικής καιπνευματική ανωτερότητα.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Caf "e Μινιμαλισμός:Για να ασπάζονται μια φιλοσοφία του μινιμαλισμού χωρίς στην πραγματικότητα θέτειστην πράξη οποιαδήποτε από δόγματα της.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
O'Propriation:Η συμπερίληψη της διαφήμισης, τη συσκευασία, και την ψυχαγωγίαορολογία από παλαιότερες εποχές στην καθημερινή ομιλία για την ειρωνεία ή / και κόμικςαποτέλεσμα: "Αγαπημένη Dead Celebrity κόμμα Kathleen ήταν τόνους o'fun" ή"Dave σκέφτεται πραγματικά για τον εαυτό του ως γελωτοποιός, καρυδιού, εκκεντρικός, και τρελλάραςτύπος, δεν είναι; "		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Air Οικογένεια:Περιγράφει την ψευδή αίσθηση της κοινότητας με εμπειρία στους συνεργάτεςσε ένα περιβάλλον γραφείου.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ανήσυχα:Δυσφορία προκάλεσε στους νέους από τους ηλικιωμένους οι οποίοι δεν βλέπουνειρωνεία σε χειρονομίες τους. "Karen πέθανε χίλιες θανάτους ως ο πατέρας τηςέκανε μια μεγάλη επίδειξη της δοκιμής ενός πρόσφατα κατασκευαστεί μπουκάλι κρασίπριν επιτρέποντας να χυθεί η οικογένεια καθόταν στο Steak Hut.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Αναψυχής Slumming:Η πρακτική της συμμετοχής σε δραστηριότητες αναψυχήςμιας κατηγορίας κάποιος αντιλαμβάνεται ως χαμηλότερη από μία δική! "Karen Ντόναλντ!Ας πάμε μπόουλινγκ απόψε! Και μην ανησυχείτε για τα παπούτσια ... προφανώςμπορείτε να νοικιάσετε. "		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ομιλητικός Slumming:Η αυτο-συνειδητή απόλαυση μιας συγκεκριμένης συνομιλίαςΑκριβώς για την έλλειψη της πνευματικής λιτότητας. Μια σημαντική spin-offδραστηριότητα αναψυχής Slumming.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Επαγγελματικές Slumming:Λαμβάνοντας μια δουλειά και κάτω από το επίπεδο κάποιου δεξιοτήτων ή την εκπαίδευσηως μέσο για την υποχώρηση από ενήλικα ευθύνες ή / και την αποφυγήαποτυχία στην πραγματική κατοχή κάποιου.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Συσκευή Anti-Θύμα:Ένα μικρό αξεσουάρ μόδας που φοριούνται σε μια κατά τα άλλασυντηρητική στολή που ανακοινώνει στον κόσμο ότι εξακολουθεί να έχει κανείς ένασπίθα της ατομικότητας καίει μέσα: 1940 ρετρό δεσμούς και σκουλαρίκια(Για τους άνδρες), φεμινιστική κουμπιά, στη μύτη (γυναίκες), και οι πλέον σχεδόνεντελώς εξαφανιστεί teeny weeny "rattail" κούρεμα (και τα δύο φύλα).		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Διατροφική Slumming:Τρόφιμα των οποίων η απόλαυση δεν πηγάζει από τη γεύση αλλά και από έναπολύπλοκο μείγμα συνδηλώσεις τάξης, νοσταλγία σήματα, καισημειωτική συσκευασία: Katie και αγόρασα αυτή την μπανιέρα του Multi-Μαστίγιο αντίτων πραγματικών κρέμα μαστίγιο επειδή πιστεύαμε ότι αποστάγματος πετρελαίου μαστίγιοτο ζύμη φάνηκε σαν το είδος των τροφίμων που συζύγους δύναμη του αέρα που σταθμεύουν σεΠενσακόλα πίσω στις αρχές της δεκαετίας του εξήντα, θα τροφοδοτήσει τους συζύγους τους ναγιορτάσετε μια προώθηση της σταδιοδρομίας.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Τηλε-Parabilizing:Ήθη χρησιμοποιούνται στην καθημερινή ζωή που προέρχονται από αγροτεμάχια τηλεόραση κωμική σειρά:"Αυτό είναι ακριβώς όπως το επεισόδιο όπου Ιαν χάνει τα γυαλιά της!"		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
QFM:Quelle λάθος τρόπο. «Ήταν πραγματικά QFM. Εννοώ ζωγράφοςπαντελόνι? Αυτό είναι το 1979 πέρα ​​από την πίστη. "		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Me-ISM:Μια αναζήτηση από ένα άτομο, με την απουσία της κατάρτισης στηνπαραδοσιακών θρησκευτικών δογμάτων, να διατυπώσει μια προσωπικά προσαρμοσμένεςθρησκεία με τον εαυτό του. Πιο συχνά ένα συνονθύλευμα της μετενσάρκωσης,προσωπικό διάλογο με nebulously ορίζεται σχήμα θεός, νατουραλισμός,και καρμικές μάτι-για-το μάτι συμπεριφορές.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Λύσσα χαρτί:Υπερευαισθησία σε σκουπίδια.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Bradyism:Μια ευαισθησία multisibling προέρχεται από έχοντας μεγαλώσει σεμεγάλες οικογένειες. Ένα σπάνιο σε εκείνους που γεννήθηκαν μετά από περίπου το 1965,συμπτώματα της Bradyism περιλαμβάνει μια εγκατάσταση για παιχνίδια μυαλού, συναισθηματικήαπόσυρση σε περιπτώσεις συνωστισμού, και μια βαθιά ανάγκη για μιασαφώς καθορισμένες προσωπικό χώρο.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Μαύρες τρύπες:Μια υποομάδα γενιά Χ περισσότερο γνωστή για την κατοχή τουςσχεδόν εξ ολοκλήρου μαύρο ντουλάπες.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Μαύρο Dens:Όπου ζουν οι μαύρες τρύπες? συχνά μη θερμαινόμενο αποθήκες με την Ημέρα-Gloσπρέι βαφής, ακρωτηριασμένα μανεκέν, αναφορές Elvis, δεκάδεςξεχειλίζει σταχτοδοχεία, γλυπτά καθρέφτη, και Velvet Underground μουσικήνα παίζει στο παρασκήνιο.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Strangelove Αναπαραγωγή:Έχοντας τα παιδιά να κάνουν για το γεγονός ότι δεν είναι πλέον έναπιστεύει στο μέλλον.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Squires:Η πιο κοινή υποομάδα γενιά Χ και η μοναδική υποομάδαδοθεί στην αναπαραγωγή. Squires υπάρχουν σχεδόν αποκλειστικά σε ζευγάρια καιείναι αναγνωρίσιμα από ξέφρενη προσπάθεια τους να δημιουργήσουν μια επίφασηΑϊζενχάουερ εποχής πληρότητα στην καθημερινή ζωή τους στο πρόσωπο τουυπέρογκες τιμές των κατοικιών και των δύο θέσεων εργασίας τρόπου ζωής. Squires τείνουν να είναισυνεχώς εξαντληθεί από αχόρταγα εξαγοράς προσπάθειά τουςέπιπλα και μπιχλιμπίδια.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Φτώχεια παραμονεύει:Οικονομικές παράνοια ενστάλαξε στους απογόνους από κατάθλιψη-εποχήςγονείς.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Τραβήξτε-το-Plug, φέτα την πίτα:Μια φαντασίωση στην οποία ένας απόγονος συμπίπτει διανοητικά μέχρι τοκαθαρή αξία των γονιών του.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Underdogging:Η τάση στην άλλη σχεδόν πάντα με το αουτσάιντερ σε μιαδεδομένη κατάσταση. Η έκφραση καταναλωτής αυτού του χαρακτηριστικού είναι ηαγοραστική λιγότερο επιτυχείς, «λυπημένος», ή ελλείψει προϊόντα: «ΞέρωΑυτές οι Φράγκοι Βιέννη είναι η καρδιακή ανεπάρκεια σε ένα ραβδί, αλλά ήταν τόσο λυπημένοςκοιτώντας ψηλά εναντίον όλων των άλλων στοιχείων yuppie τροφίμων που απλά έπρεπε νατα αγοράζουν. "		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
2 + 2 = 5-ISM:Καθίζηση σε μια στρατηγική μάρκετινγκ στόχων που αποσκοπούν στην τον εαυτό του μετά απόκρατώντας έξω για μεγάλο χρονικό διάστημα. "Ω, εντάξει, εγώ θα αγοράσω σαςηλίθιο κόλα. Τώρα με αφήσει μόνο του. "		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Επιλογή Παράλυση:Η τάση, όταν δοθεί απεριόριστες επιλογές, να κάνει κανένας.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Προσωπικότητα Δεκάτη:Μια τιμή που καταβάλλεται για να γίνει ένα ζευγάρι? προηγουμένως διασκεδαστικόανθρώπινα όντα γίνει βαρετό: "Ευχαριστώ για την πρόσκλησή μας, αλλά Noreen και εγώπρόκειται να δούμε καταλόγους μαχαιροπήρουνα απόψε. Στη συνέχεια θα πάμεγια να παρακολουθήσετε το κανάλι αγορών. "		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Jack-και-Jill Κόμμα:Μια παράδοση Squire? ντους μωρών με την οποία τόσο οι άνδρες όσο καιΟι γυναίκες φίλοι προσκαλούνται σε αντίθεση με μόνο γυναίκες. διπλασιάστηκεαγοραστική δύναμη των αμφισεξουαλικών προσέλευση φέρνει αξίες δώρο μέχριπρότυπα Αϊζενχάουερ εποχής.		   Πολιτισμός"
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Down-ένθεσης:Η τάση των γονέων να στρέφονται σε μικρότερα, ξενώνα-freeσπίτια μετά τα παιδιά έχουν απομακρυνθεί, έτσι ώστε να αποφευχθούν τα παιδιά ηλικίας20 έως 30 που έχουν μπούμερανγκ σπίτι.
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
νόμος greenrd τουΊβι μετά δυσφήμιση κάποιος ορθογραφία ή τη γραμματική άλλου, ή εγκωμιάζουνδική ορθογραφία ή τη γραμματική του, αναπόφευκτα θα περιέχουν ένα ορθογραφικό ήγραμματικά λάθος.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
intaxication:Ευφορία να πάρει επιστροφή φόρου, η οποία διαρκεί μέχρι να συνειδητοποιήσειήταν τα χρήματά σας για να αρχίσει με.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
reintarnation:Επιστρέφοντας στη ζωή ως βουνίσιος.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
bozone, Ν .:Η ουσία που περιβάλλει ηλίθιοι άνθρωποι που σταματά λαμπρές ιδέεςαπό τη διείσδυση. Το στρώμα bozone, δυστυχώς, δείχνει μικρό σημάδιδιασπά στο εγγύς μέλλον.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
cashtration, Ν .:Η πράξη της αγοράς ενός σπιτιού, η οποία καθιστά το θέμα οικονομικάανίκανος για αόριστο χρονικό διάστημα.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
giraffiti:Βανδαλισμοί σπρέι ζωγραφισμένα πολύ, πολύ υψηλό.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
sarchasm:Το χάσμα μεταξύ του συντάκτη του σαρκαστικό χιούμορ και το πρόσωπο πουδεν το πάρει.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
inoculatte:Για να πάρετε τον καφέ ενδοφλεβίως όταν τρέχετε αργά.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
hipatitis:Τερματικό δροσιά.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
osteopornosis:Μια εκφυλισμένη νόσο.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Karmageddon:Είναι όπως, όταν όλοι στέλνει μακριά όλα αυτά τα πραγματικά άσχημαvibes, σωστά; Και τότε, όπως και οι εκρήγνυται Γη και είναι σαν ένασοβαρή Κρίμα.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
decafalon, Ν .:Η εξαντλητική περίπτωση να πάρει μέσω της ημέρας καταναλώνουν μόνο τα πράγματαπου είναι καλό για σας.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
glibido:Όλοι μιλούν και καμία ενέργεια.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
επίδραση Dopeler:Η τάση των ηλίθια ιδέες για να φαίνεται πιο έξυπνη, όταν έρχονται σε σαςταχέως.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
arachnoleptic ταιριάζει, Ν .:Το ξέφρενο χορό εκτελείται μόνο αφού έχετε λάθος περπάτησεμέσα από ένα ιστό της αράχνης.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Beelzebug, Ν .:Ο Σατανάς, με τη μορφή ενός κουνουπιού, που παίρνει στο δωμάτιό σαςτρεις το πρωί και δεν μπορεί να πεταχτεί έξω.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
caterpallor, Ν .:Το χρώμα που θα ενεργοποιήσετε μετά την εύρεση μισό grub στον καρπό είστετρώει.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Οι Αλαζονική Worms περιγράφουν τον Καναδά:  βουνά μας είναι πολύ μυτερά?  λιβάδια μας δεν είναι.  Τα υπόλοιπα είναι κάπως ανώμαλο,  αλλά ο άνθρωπος, έχουμε πολλά!    - Από το "Καναδά πραγματικά μεγάλο"
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
