1/2 ουγκιά τζιν1/2 ουγκιά βότκα1/2 ουγκιά ρούμι (κατά προτίμηση σκούρο)3/4 ουγκιά Τεκίλα1/2 ουγκιά triple sec1/2 ουγκιά χυμός πορτοκάλι3/4 ουγκιά ξινό μίγμα1/2 ουγκιά δένδρο των τροπικώνανακινήστε με πάγο και σουρώνετε σε παγωμένο ποτήρι.Long Island Iced Tea
		-- Dean Martin

%
6 ουγκιά χυμός πορτοκάλι1 ουγκιά βότκα1/2 ουγκιά GallianoHarvey Wallbangers
		-- Dean Martin

%
Μια μπύρα καθυστέρηση είναι μια μπύρα αρνήθηκε.
		-- Dean Martin

%
Ένα ζευγάρι περισσότερα πλάνα του ουίσκι, γύρος των γυναικών εδώ να αρχίσει να ψάχνει καλό.[Κάτι για ένα 10 είναι ένα 4 μετά από έξι-πακέτο; Ed.]
		-- Dean Martin

%
Ένας τύπος μπαίνει σε ένα μπαρ, παραγγέλνει μια μπύρα, το μεταφέρει στο μπάνιο και χωματερές είναισε ένα ουρητήριο. Κατά τη διάρκεια των επόμενων ωρών, πηγαίνει πίσω στο μπαρκαι επαναλαμβάνει αυτήν την ακολουθία - αρκετές φορές. Τέλος ο μπάρμαν πήρε τόσοαξιοπερίεργο το γεγονός ότι ο ίδιος έσκυψε πάνω από το μπαρ και τον ρώτησε τι έκανε.Απάντησε ο πελάτης, "Αποφεύγοντας το μεσάζοντα."
		-- Dean Martin

%
Μια απαγορευτικές είναι το είδος του ανθρώπου κάποιος δεν θα με νοιάζει να πιει με- Ακόμη και αν ήπιε.
		-- H. L. Mencken

%
Αψέντι κάνει ο ξινός αυξηθεί fonder.
		-- H. L. Mencken

%
Το αλκοόλ είναι η αναισθησία με την οποία υπομένουν τη λειτουργία της ζωής.
		-- George Bernard Shaw

%
Το αλκοόλ, χασίς, υδροκυάνιο, στρυχνίνη είναι αδύναμα αραιώσεις. ο πιο σίγουροςδηλητήριο είναι ο χρόνος.
		-- Emerson, "Society and Solitude"

%
Αλκοολικοί Ανώνυμοι είναι όταν μπορείτε να πάρετε για να πιει με το όνομα κάποιου άλλου.
		-- Emerson, "Society and Solitude"

%
Να αποθηκεύετε μπύρα σε ένα σκοτεινό μέρος.
		-- Lazarus Long

%
Αλκοολικός είναι κάποιος που δεν σας αρέσει που πίνει τόσο πολύ όπως και εσείς.
		-- Dylan Thomas

%
Και δεν μπορείτε να πάρετε οποιαδήποτε Watney Κόκκινη βαρέλι,επειδή οι ράβδοι κλείσετε κάθε φορά που είστε διψασμένοι ...
		-- Dylan Thomas

%
... Τουλάχιστον νόμιζα ότι ήμουν ο χορός, "til κάποιος πάτησε το χέρι μου.
		-- J. B. White

%
Να είστε επιφυλακτικοί με δυνατό ποτό. Μπορεί να σας κάνει να πυροβολήσει σε φοροεισπράκτορες και να χάσετε.
		-- Lazarus Long, "Time Enough for Love"

%
Επειδή το κρασί θυμάται.
		-- Lazarus Long, "Time Enough for Love"

%
Beer & Κουλούρια - Πρωινό του Champions.
		-- Lazarus Long, "Time Enough for Love"

%
Μπύρα - δεν είναι μόνο για το πρωινό πια.
		-- Lazarus Long, "Time Enough for Love"

%
Ζητιάνος με καλά ντυμένος επιχειρηματίας:«Θα μπορούσατε να διαθέσετε $ 20.95 για ένα πέμπτο του Chivas;"
		-- Lazarus Long, "Time Enough for Love"

%
Καλύτερη Μπύρα: Μια ομάδα δοκιμαστών συναρμολογούνται από Ένωση του Καταναλωτή το 1969κρίνεται Coors και Μίλερ High Life να είναι μεταξύ των πολύ καλύτερο. Όσοιαμφιβολία ότι η μπύρα είναι ένα σοβαρό θέμα θα μπορούσε να αναλογιστούν την επίδρασή της στην αμερικανικήιστορία. Για παράδειγμα, πρώτοι άποικοι της Νέας Αγγλίας αποφάσισε να ρίξει άγκυραστο Plymouth Rock, αντί να συνεχίζουμε για Βιρτζίνια, διότι, ως ένα από τααυτούς το έθεσε, «Εμείς δεν θα μπορούσε να πάρει πλέον η ώρα για περαιτέρω εξέταση, μαςτροφοεφόδια δαπανώνται και ιδιαίτερα η μπύρα μας. "
		-- Felton & Fowler's Best, Worst & Most Unusual

%
Booze είναι η απάντηση. Δεν θυμάμαι την ερώτηση.
		-- Felton & Fowler's Best, Worst & Most Unusual

%
λάφυρα κονιάκ-και-νερό δύο καλά πράγματα.
		-- Charles Lamb

%
Αλλά, αξιωματικός, ο ίδιος δεν πίνεται, μόλις είδα τα δάχτυλά του σύσπαση!
		-- Charles Lamb

%
CEREBUS: Θα ήθελα πολύ να γλείφουν βερίκοκου κονιάκ από τον ομφαλό σας.Jaka: Κοιτάξτε, Cerebus-- Jaka έχει να σου πω ... κάτιCEREBUS: Αν CEREBUS είχε ομφαλό, θα γλείφουν βερίκοκου κονιάκ έξω από αυτό;Jaka: Αχ!CEREBUS: Δεν σας αρέσει βερίκοκου κονιάκ;
		-- Cerebus #6, "The Secret"

%
Claret είναι το υγρό για τα αγόρια? θύρα για τους άνδρες? αλλά αυτός που φιλοδοξεί να είναι ένας ήρωας... Πρέπει να πίνουν κονιάκ.
		-- Samuel Johnson

%
Αναρρίχηση σε ένα μπαρ σκαμνί, ένα κομμάτι σπάγκο ζήτησε για μια μπύρα."Περίμενε ένα λεπτό. Δεν είσαι ένα string;""Λοιπόν, ναι, είμαι.""Συγγνώμη. Εμείς δεν εξυπηρετούν χορδές εδώ."Το προσδιορίζεται κορδόνι έφυγε από το μπαρ και σταμάτησε ένας περαστικός από. "Δικαιολογία,μένα », είπε,« θα σας τεμαχίσει άκρα μου και γραβάτα μου σαν ένα κουλουράκι; »Ηπεραστικός από την υποχρέωση, και το string επανήλθε το μπαρ. «Μπορεί να έχω μια μπύρα,παρακαλώ; "ζήτησε από τον μπάρμαν.Η barkeep που μια μπύρα μπροστά από το string, στη συνέχεια, ξαφνικά σταμάτησε."Γεια σου, δεν είσαι η σειρά που μόλις πέταξε έξω από εδώ;"«Όχι, είμαι ξεφτισμένα κόμπο».
		-- Samuel Johnson

%
Προπονητής: Μπορώ να σας επιστήσω μια μπύρα, Norm;Norm: Όχι, ξέρω τι μοιάζουν. Απλά ρίξτε μου ένα.Προπονητής: Τι θα λέγατε για μια μπύρα, Norm;Norm: Γεια σου είμαι ψηλά στην ζωή, Coach. Φυσικά, η μπύρα είναι η ζωή μου.Προπονητής: Πώς είναι μια καλή μπύρα, NORM;Norm: Δεν ξέρω. Συνήθως τους τελειώσει προτού να πάρουν μια λέξη.
		-- Cheers, Fortune and Men's Weights

%
Προπονητής: Πώς πάει, NORM;Norm: μπαμπά πλούσια και Momma είναι καλό lookin ».Sam: Τι έγινε, Norm;Κανόνας: οι θηλές μου. Είναι κατάψυξη εκεί έξω.Προπονητής: Ποια είναι η ιστορία, κανόνας;Norm: Διψασμένος άντρας μπαίνει σε ένα μπαρ. Μπορείτε να το τελειώσω.
		-- Cheers, Endless Slumper

%
Προπονητής: Τι θα λέγατε για μια μπύρα, Normie;Norm: μπαμπά σας wuvs.Sam: What'd σας αρέσει, Normie;Norm: Ένας λόγος για να ζήσουν. Gimme μια άλλη μπύρα.Sam: Τι θα έχετε, Norm;Norm: Λοιπόν, είμαι σε μια διάθεση παιχνιδιού, Sammy. Θα πάρω ένα ποτήρι ανεξαρτήτως      βγαίνει από αυτή την βρύση.Sam: Αχ, μοιάζει με μπύρα, Norm.Norm: Τηλεφώνησέ μου Mister τυχερή.
		-- Cheers, The Executive's Executioner

%
Προπονητής: Τι έγινε, Norm;Norm: γωνίες του στόματός μου, Coach.Προπονητής: Τι τίναγμα, NORM;Norm: Όλες οι τέσσερις μάγουλα και ένα ζευγάρι των πηγούνια, Coach.Προπονητής: Μπύρα, Normie;Norm: Uh, προπονητής, εγώ ξέρω, είχα ένα αυτή την εβδομάδα. Eh, γιατί όχι, είμαι ακόμα νέος.
		-- Cheers, Snow Job

%
Ελάτε γρήγορα, είμαι δοκιμάζοντας τα αστέρια!
		-- Dom Perignon, upon discovering champagne.

%
Έλα, ιδιοκτήτη, συμπληρώστε τη ρέουσα μπολ μέχρι να μην τρέξει πάνω,Απόψε θα είμαστε όλοι Καλά είναι - αύριο θα πάρουμε νηφάλιος.
		-- John Fletcher, "The Bloody Brother", II, 2

%
Μην πίνετε όταν οδηγείτε - θα μπορούσε να χτυπήσει ένα χτύπημα και να χυθεί το.
		-- John Fletcher, "The Bloody Brother", II, 2

%
Μην καπνίζετε το επόμενο τσιγάρο. Επαναλαμβάνω.
		-- John Fletcher, "The Bloody Brother", II, 2

%
Πιείτε τον Καναδά Στεγνό! Μπορεί να μην πετύχει, αλλά * __ είναι * διασκέδαση προσπαθεί.
		-- John Fletcher, "The Bloody Brother", II, 2

%
Πίνοντας καφέ για άμεση χαλάρωση; Αυτό είναι σαν να πίνει αλκοόλ γιαστιγμιαία κινητικές δεξιότητες.
		-- Marc Price

%
Πόσιμο δεν είναι ένα άθλημα των θεατών.
		-- Jim Brosnan

%
Ποτό κάνει τέτοια ανόητοι άνθρωποι, και οι άνθρωποι είναι όπως ανόητοι για να ξεκινήσειμε, ότι είναι επιδεινώνοντας μια κακούργημα.
		-- Robert Benchley

%
Μεθυσμένους είναι σπάνια διασκεδαστικό αν δεν ξέρετε μερικά καλά τραγούδια και να χάσουν έναΠολλοί ένας πόκερ.
		-- Karyl Roosevelt

%
Eggnog είναι ένα παραδοσιακό ποτό διακοπές εφευρέθηκε από τους Άγγλους. Πολοίάνθρωποι αναρωτιούνται όπου η λέξη "eggnog" προέρχεται από. Η πρώτη συλλαβήπροέρχεται από την αγγλική λέξη "αυγό", που σημαίνει "το αυγό". Δεν ξέρω πούη "nog" προέρχεται από.Για να κάνετε eggnog, θα χρειαστείτε το ρούμι, ουίσκι, τζιν και το κρασί, εφόσον είναιεποχή, τα αυγά ...
		-- Karyl Roosevelt

%
ELECTRIC ζελέ2 κουτιά ζελέ μάρκα ζελατίνη 2 συσκευασίες Knox μάρκα ζελατίνη2 φλιτζάνια φρούτα (οποιαδήποτε ποικιλία) 2+ φλιτζάνια νερό1/2 μπουκάλι Everclear μάρκα οινόπνευμαMix ζελέ και Knox ζελατίνη σε 2 φλιτζάνια βραστό νερό. Ανακατέψτε 'tilδιαλυθεί πλήρως.Χύστε το ζεστό μείγμα σε μια επίπεδη τηγάνι. (Jell-O καλούπια δεν θα λειτουργήσει.)Ανακατέψτε το οινόπνευμα αντί για το συνηθισμένο κρύο νερό. Αφαιρέστε τυχόν πήξηglops της βλέννες. (Το αλκοόλ έχει ένα ασυνήθιστο φαινόμενο στην υπερβολική ζελέ).Ρίχνουμε σε φρούτα στην επιθυμητή γεύση και να απορροφήσουν τυχόν υπερβολική κατανάλωση αλκοόλ.Αναμίξτε σε λίγο κρύο νερό για την αραίωση του αλκοόλ και να το καταστήσει ευκολότερο να φάει γιατο εξασθενημένο της καρδιάς.Το βάζουμε στο ψυγείο για όλη τη νύχτα για να αφήνετε το μείγμα να σκληρύνει πλήρως. (Περίπου 8-12 ώρες).Κόβουμε σε τετράγωνα και να απολαύσετε!ΠΡΟΕΙΔΟΠΟΊΗΣΗ:Κρατήστε τα συστατικά μακριά από γυμνή φλόγα. Δεν συνιστάται γιαπαιδιά κάτω των οκτώ ετών.
		-- Karyl Roosevelt

%
Κάθε πρωί είναι μια πρωινή Smirnoff.
		-- Karyl Roosevelt

%
Εξαιρετική μέρα για πόσιμο σε μεγάλο βαθμό. Ακίδα του ψύκτη νερού γραφείο.
		-- Karyl Roosevelt

%
Γιορτή Επίπεδο 1: Οι πελάτες σας κουβεντιάζοντας φιλικά με κάθεάλλα, θαυμάζοντας στολίδια χριστουγεννιάτικο δέντρο σας, τραγουδώντας τα κάλαντα γύρωτο όρθιο πιάνο, πίνοντας στα ποτά τους και nibbling ορεκτικά.Γιορτή Επίπεδο 2: οι επισκέπτες σας μιλάει δυνατά - μερικές φορέςο ένας στον άλλο, και μερικές φορές να κανείς καθόλου, αναδιάταξη σαςΧριστουγεννιάτικο δέντρο στολίδια, τραγουδώντας "I Gotta Be Me" γύρω από την όρθια θέσηπιάνο, gulping τα ποτά τους και wolfing κάτω ορεκτικά.Γιορτή Επίπεδο 3: Οι καλεσμένοι σας υποστηρίζοντας βίαια μεάψυχα αντικείμενα, το τραγούδι "Δεν μπορώ να πάρω καμία ικανοποίηση," gulping κάτωποτά άλλων λαών », wolfing κάτω Χριστουγεννιάτικα στολίδια δέντρου καιτοποθετώντας ορεκτικά στο όρθιο πιάνο για να δούμε τι συμβαίνει όταντα μικρά σφυριά απεργία.Γιορτή Επίπεδο 4: Οι καλεσμένοι σας, ορεκτικά αλείψει όλη τηνΤα γυμνά σώματά τους εκτελούν ένα τελετουργικό χορό γύρω από την καύσηΧριστουγεννιάτικο δέντρο. Το πιάνο λείπει.Θέλετε να κρατήσετε το κόμμα σας κάπου γύρω από το επίπεδο 3, εκτός εάννοικιάζετε το σπίτι σας και τη δική πυροβόλων όπλων, οπότε μπορείτε να πάτε στο επίπεδο4. Ο καλύτερος τρόπος για να φτάσετε στο επίπεδο 3 είναι αυγό nog.
		-- Karyl Roosevelt

%
Ψάρεμα, μαζί μου, ήταν πάντα μια δικαιολογία για να πίνουν στη διάρκεια της ημέρας.
		-- Jimmy Cannon

%
Fortune τελειώνει τις μεγάλες προσφορές, # 17"Αυτό γενέσει της αγάπης, με την ωρίμανση ανάσα του καλοκαιριού,Μπορεί να αποδειχθεί ένα περικαλλής λουλούδι όταν δίπλα συναντιόμαστε. "Ιουλιέτα, αυτό το μπουμπούκι είναι για σας.
		-- Jimmy Cannon

%
FORTUNE'S αγαπημένες συνταγές: # 8Χριστούγεννα Rum Cake1 ή 2 λίτρα ρούμι 1 κουταλιά της σούπας. μπέικιν πάουντερ1 φλιτζάνι βούτυρο 1 κουτ. σόδα1 κουτ. ζάχαρη 1 κουταλιά της σούπας. λεμονάδα2 μεγάλα αυγά 2 φλιτζάνια καφέ ζάχαρη2 φλιτζάνια αποξηραμένα φρούτα ανάμικτες 3 φλιτζάνια ψιλοκομμένα καρύδια ΑγγλικάΠριν ξεκινήσετε, δοκιμάστε το ρούμι για να ελέγξετε την ποιότητα. Καλό, έτσι δεν είναι; Τώραεπιλέξτε ένα μεγάλο μπολ, κύπελλο μέτρησης, κλπ Ελέγξτε ξανά το ρούμι. Τοπρέπει να είναι μόνο δικαίωμα. Να είστε βέβαιος ότι το ρούμι είναι της υψηλότερης ποιότητας. Ρίχνουμε ένα φλιτζάνιρούμι σε ένα ποτήρι και πιείτε όσο πιο γρήγορα μπορείτε. Επαναλαμβάνω. Με μια ηλεκτρικήμίξερ χτυπάμε ένα φλιτζάνι βούτυρο σε ένα μεγάλο αφράτο μπολ. Προσθέστε 1 seaspoon της tugarκαι κτύπησε και πάλι. Εν τω μεταξύ, βεβαιωθείτε ότι το ρούμι Teh απόλυτα υψηλότερη ποιότητα.Δοκιμάστε άλλο ένα φλιτζάνι. Άνοιγμα δεύτερο τέταρτο γαλονιού, όπως απαιτείται. Προσθέστε 2 laggs Orge, 2 φλιτζάνιατης αποφρηξαμένα και χτύπησαν μέχρι τις υψηλές. Εάν η αποφρηξαμένα κολλήσει στοbeaters, απλά τραβήξτε το χαλαρά με ένα κατσαβίδι. Δοκιμάστε το ρούμι και πάλι, τον έλεγχογια toncisticity. Επόμενο κοσκινίσει 3 φλιτζάνια μπέικιν πάουντερ, μια πρέζα ρούμι, έναseaspoon των Τόντα και ένα φλιτζάνι πιπέρι ή αλάτι (αυτό πραγματικά δεν έχει σημασία).Δοκιμάστε λίγο περισσότερο. Κοσκινίστε 912 πίντα χυμό λεμονιού. Διπλώστε το schopped βούτυρο καιτεταμένες Chups. Προσθέστε bablespoon του καφέ gugar, ή ό, τι χρώμα που έχετε.Ανακατέψτε μίγδην. φούρνο γράσο και γυρίστε το κέικ τηγάνι σε 350 gredees και γκανιότα μέχριpoothtick βγαίνει Crean.
		-- Jimmy Cannon

%
FORTUNE ΚΟΜΜΑ ΣΥΜΒΟΥΛΕΣ # 14Κουρασμένος από την εύρεση ότι οι άλλοι άνθρωποι είναι οι ίδιοι βοηθούν στην καλή σαςυγρού στο BYOB κόμματα; Πάρτε μαζί σας ένα κερί, το οποίο μπορείτε να τοποθετήσετε καιφως αφού έχετε ανοίξει το μπουκάλι. Κανείς δεν περιμένει ποτέ τίποταπόσιμα να είναι σε μια φιάλη η οποία έχει ένα κερί κολλήσει στο λαιμό της.
		-- Jimmy Cannon

%
Glögg (ένα παραδοσιακό ποτό σκανδιναβική διακοπών):πέμπτο κόκκινο ξηρό κρασίπέμπτο του Aquavit1 και 1/2 ιντσών κομμάτι κανέλα10 σπόρους κάρδαμο1 φλιτζάνι σταφίδες4 ξερά σύκα1 φλιτζάνι ασπρισμένα αμύγδαλα ή νιφάδεςμερικά κομμάτια από αποξηραμένα φλούδα πορτοκαλιού5 σκελίδες1/2 κύβους ζάχαρης λίβρεςΖεστάνετε το κρασί και σκληρά πράγματα (η οποία μπορεί να αντικατασταθεί με κρασίγια τον εξασθενημένο της καρδιάς) σε μια μεγάλη κατσαρόλα μετά την προσθήκη όλων των άλλων πράγματα ΕΚΤΟΣοι κύβοι ζάχαρης. Απλά όταν φτάσει βρασμού, βάλτε τη ζάχαρη σε ένα καλώδιοσουρωτήρι, να υγράνετε το ζεστό ρόφημα, σηκώστε προς τα έξω και να αναφλεγεί με έναν αγώνα.Βυθίστε τη ζάχαρη αρκετές φορές στο υγρό μέχρι να είναι όλα διαλύονται. Σερβίρισμαζεστό σε κύπελλα με λίγες σταφίδες και αμύγδαλα σε κάθε φλιτζάνι.Ν.Β. Aquavit μπορεί να είναι δύσκολο να βρεθεί και ακριβό για την εκκίνηση. Χρησιμοποιήστε το μόνοεάν έχετε πραγματικά μια βαθιά επιθυμία να είναι γκρινιάρης, ή αν είστε της σουηδικήςεξαγωγή.
		-- Jimmy Cannon

%
Ο κομήτης του Halley: Ήρθε, είδαμε, ήπιαμε.
		-- Jimmy Cannon

%
μπαρ του Χάρι έχει ένα νέο κοκτέιλ. Ονομάζεται MRS γροθιά. Θα το κάνει μετο γάλα, το ρούμι και τη ζάχαρη και αυτό είναι υπέροχο. Το γάλα είναι για την ζωτικότητα και τηνζάχαρη είναι για pep. Βάζουν στο ρούμι, έτσι ώστε οι άνθρωποι θα ξέρουν τι να κάνουνμε όλα αυτά τα pep και ζωτικότητα.
		-- Jimmy Cannon

%
Έχοντας ένα θαυμάσιο κρασί, εύχομαι να ήσουν μπύρα.
		-- Jimmy Cannon

%
Αφού περιπλανήθηκε αβοήθητος σε μια εκτυφλωτική χιονοθύελλας Σαμ ήταν σε μεγάλο βαθμόανακουφισμένος για να δείτε ανθεκτικό σκυλί Αγίου Βερνάρδου οριοθέτησης προς το μέρος του μετο παραδοσιακό βαρέλι κονιάκ δεμένο στο κολάρο του.«Επιτέλους,» φώναξε ο Σαμ, «καλύτερος φίλος του ανθρώπου - και ένα μεγάλο μεγάλο σκυλί, πάρα πολύ!"
		-- Jimmy Cannon

%
Ήξερε τις ταβέρνες και σε κάθε toun.
		-- Geoffrey Chaucer

%
Είναι ακριβώς όπως Capistrano, πάντα έτοιμος για λίγα χελιδόνια.
		-- Geoffrey Chaucer

%
"Γεια σου! Ποιος πήρε το φελλό εκτός γεύμα μου ??!"
		-- W. C. Fields

%
ΗΡΩΕΣ HOGAN πίνει GAME -Πάρτε ένα στιγμιότυπο κάθε φορά:- Λοχία Schultz λέει, "εγώ knoooooowww nooooothing!"- Γενική Burkhalter ή Major Hochstetter εκφοβισμό / εξύβριση συνταγματάρχη Klink.- Συνταγματάρχη Klink πέφτει για κολακεία συνταγματάρχη του Hogan.- Ένας από τους κρατούμενους γλιστρά έξω από το στρατόπεδο (ένα πλάνο για κάθε κρατούμενο να πάει).- Συνταγματάρχη Klink ασφαλίσει με προσοχή μετά την απάντηση του τηλεφώνου (δύο βολέςαν είναι ένας από τους ήρωες μας στο άλλο άκρο).- Ένας από τους Γερμανούς απειλείται με αποστέλλεται στο ρωσικό μέτωπο.- Η σωματική Newkirk καλεί μια γερμανική στην ψεύτικη γερμανική προφορά του, καικόλπα του (δύο βολές αν είναι συνταγματάρχη Klink).- Hogan έχει ένα ρομαντικό διάλειμμα με ένα όμορφο κορίτσι από το υπόγειο.- Συνταγματάρχη Klink αφορά το πώς ο ίδιος ποτέ δεν είχε μια απόδραση από Stalag 13.- Λοχία Schultz δίνει μέχρι ένα μυστικό (δύο βολές αν έχει δωροδοκηθεί με το φαγητό).- Οι κρατούμενοι να ακούσετε τη συνομιλία των Γερμανών από ένα κρυφό πομπό.- Λοχία Schultz "συλλαμβάνει" έναν από τους φυλακισμένους μετά από μια διαφυγή.- Lebeau προφέρει "συνταγματάρχης" ως "cuh-ΑΕ-`nell".- Κάρτερ χτίζει κάποιο είδος της συσκευής (δύο βολές αν δεν είναι εκρηκτικά).- Lebeau φοράει ποδιά του.- Hogan λέει "Έχουμε άλλη επιλογή» όταν κάποιος ισχυρίζεται ότι το σχέδιο είναιαδύνατη.
		-- The prisoners capture an important German, and sneak him out the tunnel.

%
Δεν μπορώ να πεθάνω μέχρι η κυβέρνηση να βρει ένα ασφαλές μέρος για να θάψει το συκώτι μου.
		-- Phil Harris

%
Έχω δυσπιστία έναν άνθρωπο που λέει πότε. Αν πήρε να είναι προσεκτικοί να μην πίνουνπάρα πολύ, επειδή αυτός είναι να μην είναι αξιόπιστες όταν το κάνει.
		-- Sidney Greenstreet, "The Maltese Falcon"

%
Δεν πίνω, δεν μου αρέσει, αυτό με κάνει να αισθάνομαι πάρα πολύ καλά.
		-- K. Coates

%
Πίνω για να κάνει τους άλλους ανθρώπους ενδιαφέρον.
		-- George Jean Nathan

%
Έδωσα το κάπνισμα, το ποτό και σεξ. Ήταν η πιο * __________ τρομακτική * 20λεπτά της ζωής μου!
		-- George Jean Nathan

%
Έχω μόλις είχε δεκαοκτώ ουίσκι σε μια σειρά. Πιστεύω ότι είναι ένα ρεκόρ.
		-- Dylan Thomas, his last words

%
Πρέπει να σκεφτείτε σκληρά για να αναφέρουμε μια ενδιαφέρουσα άνθρωπος που δεν πίνουν.
		-- Richard Burton

%
Φίλησα το πρώτο μου κορίτσι και καπνίζουν το πρώτο μου τσιγάρο την ίδια ημέρα.Δεν είχα χρόνο για τον καπνό από τότε.
		-- Arturo Toscanini

%
Μπορεί να μην είμαι σε θέση να περπατήσει, αλλά το αυτοκίνητο από καθιστή θέση.
		-- Arturo Toscanini

%
Πρέπει να βγούμε από αυτά τα βρεγμένα ρούχα και σε ξηρό Martini.
		-- Alexander Woolcott

%
Δεν είπα ποτέ ότι όλοι οι Δημοκρατικοί ήταν saloonkeepers? αυτό που είπα ήταν όλαsaloonkeepers ήταν δημοκράτες.
		-- Alexander Woolcott

%
Ποτέ δεν πάρετε δουλειά στο σπίτι μαζί μου? Πάντα να αφήσει σε κάποιο μπαρ κατά μήκος του τρόπου.
		-- Alexander Woolcott

%
Υποθέτω ότι σε λίγες ώρες θα ξεμεθύσει. Αυτό είναι μια τέτοια θλιβερήσκέψη. Νομίζω ότι θα έχουν λίγα περισσότερα ποτά για να προετοιμάσει τον εαυτό μου.
		-- Alexander Woolcott

%
Χρησιμοποίησα για να έχω πρόβλημα με το ποτό. Τώρα μου αρέσει τα πράγματα.
		-- Alexander Woolcott

%
Δεν θα πιείτε!Αλλά αν το κάνω ...Δεν θα πάρει μεθυσμένος!Αλλά αν το κάνω ...Εγώ δεν θα το κοινό!Αλλά αν το κάνω ...Εγώ δεν θα πέσει κάτω!Αλλά αν το κάνω ...Θα πέσει μπρούμυτα, έτσι ώστε να μην μπορεί να δει το σήμα της εταιρείας μου.
		-- Alexander Woolcott

%
Μακάρι να ήταν ένα σκωτσέζικο πάνω στα βράχια.
		-- Alexander Woolcott

%
Θα ήθελα να ανταποκριθεί ο τύπος που εφηύρε μπύρα και να δούμε τι λειτουργεί τώρα.
		-- Alexander Woolcott

%
Θα προτιμούσα να έχω ένα δωρεάν μπουκάλι μπροστά μου από ένα προμετωπιαίο λοβοτομή.[Επίσης, δόθηκε στη S. Clay Wilson. Ed.]
		-- Fred Allen

%
Δεν είμαι κάτω από το alkafluence της inkaholότι ορισμένοι thinkle peep είμαι.Είναι ακριβώς η drunker κάθομαι εδώ η πλέον παίρνω.
		-- Fred Allen

%
Έχω πάντα την αίσθηση συγγνώμη για τους ανθρώπους που δεν πίνουν - θυμηθείτε,όταν ξυπνήσουν, αυτό είναι τόσο καλό όσο θα είστε θα αισθάνονται όλη την ημέρα!
		-- Fred Allen

%
Έχω πάντα έκανε μια επίσημη πράξη ποτέ να πιει τίποτα ισχυρότεροαπό τεκίλα πριν από το πρωινό.
		-- R. Nesson

%
Δεν έχω πάει ποτέ μεθυσμένος, αλλά συχνά έχω overserved.
		-- George Gobel

%
Αν ο Θεός είχε την πρόθεση άνθρωπος να καπνίζει, Εκείνος θα τον θέσει στην πυρκαγιά.
		-- George Gobel

%
Αν ο Θεός είχε την πρόθεση άνδρες να καπνός, θα είχε βάλει Καμινάδες στα κεφάλια τους.
		-- George Gobel

%
Αν ήξερα τι μάρκα [ουίσκι] πίνει, θα ήθελα να στείλετε ένα βαρέλι ήτόσο σε άλλες στρατηγοί μου.
		-- Abraham Lincoln, on General Grant

%
Αν οι άνθρωποι έπιναν μελάνι αντί Schlitz, θα ήθελα να είναι σε καλύτερη θέση.[Τι μάρκα του μελανιού; Ed.]
		-- Edward E. Hippensteel

%
Αν δεν το πιείτε, κάποιος άλλος θα το κάνει.
		-- Edward E. Hippensteel

%
Αν πίνετε, μην παρκάρετε. Ατυχήματα κάνει τους ανθρώπους.
		-- Edward E. Hippensteel

%
Το 1967, η σοβιετική κυβέρνηση έκοψαν ένα όμορφο ασημένιο ρούβλι με τον Λένινσε ένα πολύ οικείο πόζα - σηκωμένα τα χέρια πάνω του, οδηγώντας τη χώρα σεεπανάσταση. Όμως, ήταν σαφές σε όλους, ότι αν κοίταξε απόπίσω, ήταν σαφές ότι ο Λένιν έδειχνε 11:00, όταν η βότκακαταστήματα άνοιξαν, και ήταν πραγματικά λέει, "Σύντροφοι, μπροστά στα καταστήματα βότκα.Έγινε της μόδας, όταν κάποιος ήθελε να πιείτε ένα ποτό, να πάρουν τορούβλι και να πει, "Ω Θεέ μου, σύντροφοι, ο Λένιν μου λέει ότι πρέπει να πάει.
		-- Edward E. Hippensteel

%
Σε μια φιάλη, ο λαιμός είναι πάντα στην κορυφή.
		-- Edward E. Hippensteel

%
Σε μια συλλογή από δύο ή περισσότερους ανθρώπους, όταν ένα αναμμένο τσιγάρο είναιτοποθετούνται σε ένα τασάκι, ο καπνός θα κυκλοφορούν πάνω στο πρόσωπο του μη καπνιστή.
		-- Edward E. Hippensteel

%
Σε ένα ουίσκι είναι η ηλικία, το τσιγάρο είναι γεύση και σε ένα σπορ αυτοκίνητοείναι αδύνατο.
		-- Edward E. Hippensteel

%
Στην Veritas vino.[Στο κρασί υπάρχει αλήθεια.]
		-- Pliny

%
Έχει ειπωθεί ότι Δημοσίων Σχέσεων είναι η τέχνη της νίκης φίλουςκαι να πάρει τους ανθρώπους κάτω από την επιρροή.
		-- Jeremy Tunstall

%
Είναι ένας γενναίος άνθρωπος που, όταν τα πράγματα είναι σε πιο σκοτεινές τους, να διασκεδάσετε και το κόμμα!
		-- Dennis Quaid, "Inner Space"

%
Ότι θα είναι εντάξει,Είναι σχεδόν μεσάνυχτα,Και έχω δύο μπουκάλια κρασί.
		-- Dennis Quaid, "Inner Space"

%
Είναι η ίδια παλιά ιστορία? αγόρι συναντά μπύρα, αγόρι πίνει μπύρα ... αγόρι παίρνειμια άλλη μπύρα.
		-- Cheers

%
Είναι ανώφελο να προσπαθήσει να κρατήσει κάποιους ανθρώπους σε οτιδήποτε λένε ενώ είναιτρελά ερωτευμένος, μεθυσμένος, ή το τρέξιμο για το γραφείο.
		-- Cheers

%
Κρατήστε την Αμερική όμορφα. Καταπιείτε κουτιά μπύρας σας.
		-- Cheers

%
Φιλήσει έναν μη καπνιστή? δοκιμάσετε τη διαφορά.
		-- Cheers

%
Φιλώντας ένα καπνιστής είναι σαν να γλείφει ένα τασάκι.
		-- Cheers

%
Lady Astor έδινε μια μπάλα κοστούμι και ο Ουίνστον Τσόρτσιλ ρώτησε τιμεταμφίεση που θα συνιστούσα για αυτόν. Εκείνη απάντησε, «Γιατί δεν έρχεσαινηφάλια, Κύριε Πρωθυπουργέ; "
		-- Cheers

%
Αφήστε τα άξια πολίτες του Σικάγο πάρουν το ποτό τους με τον καλύτερο τρόποαυτοί μπορούν. Είμαι άρρωστος της εργασίας. Είναι ένα άχαρο μία και γεμάτη θλίψη.
		-- Al Capone

%
Η ζωή, όπως η μπύρα, απλώς δανειστεί.
		-- Don Reed

%
Κοίτα αυτό τον τρόπο: Η κόρη σας μόνο το όνομά του το φρέσκο ​​γαλοπούλα σας έφερεσπίτι "αγκαλιές", έτσι ώστε να πάμε έξω για να αγοράσει ένα κονσερβοποιημένο ζαμπόν. Και είστε ακόμαπόσιμο συνηθισμένο ουίσκι;
		-- Don Reed

%
Κοίτα αυτό τον τρόπο: η γυναίκα σας ξοδεύουν $ 280 το μήνα για τα μαθήματα διαλογισμού για ναξεχνάμε $ 26.000 της εκπαίδευσης κολλεγίων. Και είστε ακόμα πόσιμο συνηθισμένο ουίσκι;
		-- Don Reed

%
Marvin η Φύση Lover κατασκοπεύουν μια ακρίδα hopping μαζί στο γρασίδι,και σε μια διάθεση για επικοινωνία μας με τη φύση, σπάνια ακόμη και μεταξύ πλήρειςΟι λάτρεις της φύσης, μίλησε για την ακρίδα, λέγοντας: «Γεια σου, φίλεακρίδα. Ξέρατε ότι έχετε ονομάσει ένα ποτό μετά από σένα; ""Αλήθεια;" απάντησε η ακρίδα, προφανώς ευχαριστημένος. "Έχουνονομάζεται ένα ποτό Φρεντ; "
		-- Don Reed

%
"Mind αν καπνίζετε;""Δεν με νοιάζει αν θα ξεσπάσει σε φλόγες και να πεθάνει!"
		-- Don Reed

%
"Mind αν καπνίζετε;""Ναι, θα ήθελα να δούμε ότι, δεν θα βγαίνουν από τα αυτιά σας ή τι;"
		-- Don Reed

%
Η μητέρα μου πίνει να ξεχάσει πίνει.
		-- Crazy Jimmy

%
Ο θείος μου ήταν ο μεθυσμένος πόλη - και ζήσαμε στο Σικάγο.
		-- George Gobel

%
Ποτέ μην καθυστερήσει το τέλος της συνεδρίασης ή η αρχή μιας ώρα κοκτέιλ.
		-- George Gobel

%
Ποτέ μην πίνουν από μπολ το δάχτυλό σας - περιέχει μόνο νερό.
		-- George Gobel

%
Όχι, δεν έχω πρόβλημα με το ποτό.Πίνω, μεθώ, πέφτω κάτω.Κανένα πρόβλημα!
		-- George Gobel

%
[Norm έρχεται με μια ελκυστική γυναίκα.]Προπονητής: Normie, Normie, θα μπορούσε αυτό να είναι Vera;Norm: Με πολύ ακριβό χειρουργική επέμβαση, ίσως.Προπονητής: Τι έγινε, Normie;Κανόνας: Η θερμοκρασία κάτω γιακά μου, Coach.Προπονητής: Τι θα λέγατε για ένα ωραίο μπύρα, Normie;Norm: Κατεβαίνοντας;
		-- Cheers, Diane Meets Mom

%
[Norm πηγαίνει στο μπαρ στο Βικ Bowl-A-Rama.]Εκτός οθόνης πλήθος: NORM!Sam: Πώς στο διάολο μπορώ να τον ξέρω εδώ;Cliff: Πήρε μια ζωή, ξέρετε.Woody: Τι μπορώ να κάνω για σας, κ Peterson;Norm: elope με τη σύζυγό μου.ζωή Πώς, κ Peterson: Γούντι;Norm: Ω, είμαι σε αναμονή για την ταινία.
		-- Cheers, Take My Shirt... Please?

%
[Norm είναι θυμωμένος.]Woody: Τι μπορώ να σας πάρει, κ Peterson;Κανόνας: το κεφάλι Clifford Clavin του.Sam: Γεια σου, τι συμβαίνει, NORM;Norm: Λοιπόν, είναι ένας κόσμος σκυλί-τρώω-σκυλιών, Sammy,      και φοράω Γάλα-Bone εσώρουχα.Sam: η ζωή Πώς στην λωρίδα ταχείας κυκλοφορίας, Normie;Norm: με Beats, δεν μπορώ να βρω το on-ράμπα.
		-- Cheers, Diane Chambers Day

%
[Norm επιστρέφει από το νοσοκομείο.]Προπονητής: Τι έγινε, Norm;Κανόνας: Ό, τι υποτίθεται ότι είναι.Sam: Τι είναι καινούργιο, Normie;Norm: Τρομοκράτες, Σαμ. Έχουν ληφθεί πάνω από το στομάχι μου. Είναι απαιτητική μπύρα.Προπονητής: Τι θα ήταν, Normie;Norm: Ακριβώς το συνηθισμένο, Coach. Θα έχω μια αφρό της μπύρας και αναπνευστήρα.
		-- Cheers, King of the Hill

%
[Norm προσπαθεί να αποδείξει ότι δεν είναι Anton Kreitzer.]Norm: Απόγευμα, σε όλους!Όλα: Anton!Woody: Τι συμβαίνει, ο κ Peterson;Norm: Μια αναβοσβήνει σημάδι στο έντερό μου που λέει, `` Εισαγωγή μπύρα εδώ ''.Sam: Τι μπορώ να σας πάρει, Norm;Norm: [ξύσιμο γενειάδα του] Πήρε οποιαδήποτε σκόνη ψύλλων; Αχ, Αστειεύομαι.      Gimme μια μπύρα? Νομίζω ότι θα πνιγεί μόνο τα μικρά κορόιδα.
		-- Cheers, Two Girls for Every Boyd

%
Norm: Κύριοι, ξεκινήστε τις βρύσες σας.Προπονητής: Πώς είναι η ζωή σας τη θεραπεία, Norm;Norm: Όπως μου έπιασε στο κρεβάτι με τη σύζυγό του.Προπονητής: η ζωή Πώς είναι, Norm;Norm: Όχι για την τάση προς εμετό, Coach.
		-- Cheers, Friends, Romans, and Accountants

%
Norm: Γεια σου, όλοι.Όλα: [σιωπή? όλοι είναι θυμωμένος μαζί Norm για να είναι πλούσια.]Norm: [μεταφέρει και στις δύο πλευρές του ίδιου συνομιλία.]       Κανόνας! (Νορμανδός.)       Πώς αισθάνεσαι σήμερα, Norm;       Πλούσια και διψασμένος. Ρίξτε μου μια μπύρα.Woody: Ποια είναι η τελευταία, ο κ Peterson;Norm: Zsa Zsa-παντρεύεται έναν εκατομμυριούχο, Peterson πίνει μια μπύρα.       Φιλμ σε έντεκα.Γούντι: Πώς είσαι σήμερα, ο κ Peterson;Κανόνας: Ποτέ δεν ήταν καλύτερη, Γούντι. ... Μόνο μια φορά θα ήθελα να είναι καλύτερα.
		-- Cheers, Chambers vs. Malone

%
Δεν είναι όλοι οι άνδρες που πίνουν είναι ποιητές. Μερικοί από μας πίνουν γιατί δεν είμαστε ποιητές.
		-- Cheers, Chambers vs. Malone

%
Δεν πίνει, κυνηγώντας τις γυναίκες, ή να κάνει τα ναρκωτικά δεν θα σας κάνει να ζουν περισσότερο -φαίνεται μόνο με αυτόν τον τρόπο.
		-- Cheers, Chambers vs. Malone

%
ΕΙΔΟΠΟΊΗΣΗ:Όποιος δει το κάπνισμα θα πρέπει να θεωρηθεί ότι είναι στην πυρκαγιά και θέλησηνα με συνοπτικές διαδικασίες τίθεται.
		-- Cheers, Chambers vs. Malone

%
Τώρα είναι η ώρα για το πόσιμο? τώρα η ώρα να νικήσει τη γη μεαπρόσκοπτη πόδι.
		-- Quintus Horatius Flaccus (Horace)

%
Φυσικά ηλεκτρικά εργαλεία και το αλκοόλ δεν αναμειγνύεται. Ο καθένας ξέρει εξουσίαεργαλεία δεν είναι διαλυτά σε αλκοόλη ...
		-- Crazy Nigel

%
Παλιά παππού είναι νεκρός, αλλά πνεύματα του ζήσουν.
		-- Crazy Nigel

%
Μόλις ... στις ερημιές του Αφγανιστάν, έχασα τιρμπουσόν μου, και ήμασταναναγκάζονται να ζουν σε τίποτα, αλλά τα τρόφιμα και νερό για μέρες.
		-- W. C. Fields, "My Little Chickadee"

%
Μια διαφορά μεταξύ ενός άνδρα και μιας μηχανής είναι ότι η μηχανή είναι ήσυχοόταν καλά λαδωμένη.
		-- W. C. Fields, "My Little Chickadee"

%
Ένα σκονισμένο απόγευμα Ιούλιο, κάπου γύρω από το γύρισμα του αιώνα, ο PatrickMalone ήταν στο μπαρ Mulcahey, η κάμψη τον αγκώνα με το άλλο αυτοκίνητο δρόμουαγωγούς από το Μπρούκλιν Traction Company. Ενώ συζητούσαν τοπλεονεκτήματα ενός τοπικού ήρωα του δακτυλίου, η γραμμή πηγαίνει σιωπηλή. Malone γυρίζει γύρω για να δεισύζυγό του, με ένα πρόσωπο ζοφερή, όπως ο θάνατος, καταδιώκοντας στο μπαρ.Χαστούκια ένα κομμάτι τέσσερις-bit κάτω από τη γραμμή, που αντλεί τον εαυτό της μέχρι να τηνπλήρους πέντε πόδια πέντε ίντσες και λέει να Mulcahey, «Δώσε μου ό, τι ο ίδιος έχειέχουν havin 'όλα αυτά τα χρόνια. "Mulcahey κοιτάζει Malone, ο οποίος σηκώνει τους ώμους, και στη συνέχεια πίσω στο Margaret MaryMalone. Εκείνος καθορίζει ένα ποτήρι και να χύνει την τριπλή βολή του Rye. Το μπαρ είναιεντελώς αθόρυβη καθώς βλέπουν η γυναίκα πάρει το ποτήρι και να χτυπήσει πίσω τοποτό. Εκείνη χτυπά το ποτήρι κάτω από τη γραμμή, λαχανιάζει, ανατριχιάζει ελαφρώς, καιπερνά έξω? πέφτουν κατ 'ευθείαν πίσω, δύσκαμπτο ως ένα διοικητικό συμβούλιο, έσωσε από την ξαφνική επαφήμε το δάπεδο καντινών από την άφθονη κοιλιά του Seamus Fogerty.Κάποια στιγμή αργότερα, έρχεται να στο μπιλιάρδο, ένα σακάκι στο πλαίσιο τηςκεφάλι. κατακόκκινα μάτια της έπεσαν πάνω του συζύγου της, ο οποίος λέει, "Και όλα αυτάχρόνια έχετε thinkin 'έχω meself απολαμβάνει. "
		-- W. C. Fields, "My Little Chickadee"

%
Μόνο ιρλανδικό καφέ παρέχει σε ένα μόνο ποτήρι και οι τέσσερις ουσιαστικό ομάδες τροφίμων -αλκοόλ, καφεΐνη, ζάχαρη και λίπος.
		-- Alex Levine

%
ΠΑΡΑΚΑΛΩ ΜΗΝ ΚΑΠΝΙΖΕΤΕ ΕΔΩ!Ποινή: Ένα από τα πρώτα, παρατεταμένη θανάτου από καρκίνο,εμφύσημα, ή άλλη ασθένεια κάπνισμα προκάλεσε.
		-- Alex Levine

%
Αστυνομία: Καλησπέρα, είστε ο οικοδεσπότης;Host: Όχι.Αστυνομία: Έχουμε πάρει παράπονα σχετικά με αυτό το κόμμα.Host: Σχετικά με τα ναρκωτικά;Αστυνομία: Όχι.Host: Σχετικά με τα όπλα, τότε; Είναι κάποιος διαμαρτύρεται για τα όπλα;Αστυνομία: Όχι, ο θόρυβος.Διοργανωτής: Ω, ο θόρυβος. Λοιπόν αυτό είναι λογικό, διότι δεν υπάρχουν όπλαή τα ναρκωτικά εδώ. (Μια τεράστια έκρηξη ακούγεται στουπόβαθρο.) ή τα πυροτεχνήματα. Ποιος είναι διαμαρτύρονται για το θόρυβο;Οι γείτονες;Αστυνομία: Όχι, οι γείτονες έφυγαν εσωτερικές ώρες πριν. Οι περισσότερες από τις πρόσφατεςοι καταγγελίες έχουν έρθει από το Πίτσμπουργκ. Νομίζετε ότι θα μπορούσατενα ζητήσει από τον ξενιστή για να ηρεμήσει τα πράγματα;Host: Δεν υπάρχει πρόβλημα. (Σε αυτό το σημείο, ένα bug Volkswagon με πρωτόγοναθρησκευτικά σύμβολα που στις πόρτες προκύπτει από το καθιστικόδωμάτιο και μουγκρίζει κάτω από την αίθουσα, πέρα ​​από την αστυνομία και πάνω στογκαζόν, όπου συγκρούεται με ένα δέντρο. Οκτώ άτομα πέφτουν έξωπάνω στο γρασίδι, γκρίνια.) Βλέπε; Τα πράγματα αρχίζουν να περατωθείπρος τα κάτω.
		-- Alex Levine

%
Διατηρήστε άγριας ζωής! Πέτα ένα κόμμα σήμερα!
		-- Alex Levine

%
Συνταγή για μια Pan Γαλαξιακή Γαργάρα Blaster:(1) Πάρτε το χυμό από ένα μπουκάλι Ol 'Janx Πνεύμα(2) Ρίξτε σε αυτό ένα μέτρο νερό από τις θάλασσες τηςSantraginus V (Αχ, αυτοί Santraginean ψάρια!)(3) Επιτρέψτε 3 κύβους Arcturan Mega-τζιν για να λιώσει στομίγματος (σωστά παγωμένο ή η βενζίνη έχει χαθεί.)(4) Επιτρέψτε τέσσερα λίτρα αερίου Fallian βάλτο σε φούσκα μέσα από αυτό.(5) Κατά το πίσω μέρος του ένα ασημένιο κουτάλι, επιπλέουν ένα μέτρο τηςQualactin Hypermint απόσπασμα.(6) Πτώση στο δόντι ενός Algolian Suntiger. Παρακολουθήστε το διαλύσει.(7) Ψεκάστε Zamphuor.(8) Προσθήκη μιας ελιάς.(9) Να πίνετε ... αλλά ... πολύ προσεκτικά ...
		-- Alex Levine

%
Riffle Δυτική Βιρτζίνια είναι τόσο μικρή ώστε η πρόσκοπος έπρεπε να διπλασιαστεί ως τοπόλη μεθυσμένος.
		-- Alex Levine

%
Ρομαντισμό, όπως το αλκοόλ, θα πρέπει να απολαμβάνουν, αλλά δεν θα πρέπει να επιτρέπεται νακαταστεί αναγκαίο.
		-- Edgar Friedenberg

%
Είπε η ελκυστική, πούρο-κάπνισμα νοικοκυρά με το κορίτσι-φίλη της: «Πήραξεκίνησε ένα βράδυ, όταν ο Γιώργος γύρισε σπίτι και βρήκε ένα κάψιμο στο τασάκι. "
		-- Edgar Friedenberg

%
Sam: Τι ξέρεις εκεί, Norm;Norm: Πώς να καθίσει. Πώς να πιει. Θέλετε να με κουίζ;Sam: Γεια σου, πώς είναι η ζωή σας τη θεραπεία εκεί, Norm;Norm: με Beats. ... Τότε μου κλωτσιές και με αφήνει για τους νεκρούς.Woody: Πώς θα αισθάνονται μια μπύρα, κ Peterson;Norm: Αρκετά νευρικό αν ήμουν σε ένα δωμάτιο.
		-- Cheers, Loverboyd

%
Sam: Ποια είναι η καλή λέξη, Norm;Norm: γδούπο, γδούπο, Fizz, Fizz.Sam: Ω, όχι, δεν είναι το Hungry Heifer ...Norm: Ναι, ναι, ναι ...Sam: Ένα αίσθημα καύσου κοκτέιλ έρχονται.Sam: μπα λένε, Norm;Norm: Λοιπόν, έχω συναντήσει ποτέ μια μπύρα δεν είχα πιει. Και κάτω πηγαίνει.Woody: Ποια είναι η ευχαρίστησή σας, κ Peterson;Norm: σορτς μπόξερ και χαλαρά παπούτσια. Αλλά εγώ θα εγκατασταθούν για μια μπύρα.
		-- Cheers, The Bar Stoolie

%
Sam: Τι λες, Νόρμαν;Κανόνας: Κάθε φθηνά, φανταχτερός πράγμα που θα μου πάρει μια μπύρα.Sam: Τι λέτε για μια μπύρα, Normie;Norm: Γεια σου, ναύτης. Νέα στην πόλη;Norm: [προέρχονται από τη βροχή] Βράδυ, ο καθένας.Όλα: NORM! (Νορμανδός.)Sam: Ακόμα ρίχνει, NORM;Norm: Αυτό είναι αστείο, ήμουν έτοιμος να σας ρωτήσω το ίδιο πράγμα.
		-- Cheers, Diane's Nightmare

%
Sam: Τι συμβαίνει, Normie;Norm: Τα γενέθλιά μου, Sammy. Δώσε μου μια μπύρα, να κολλήσει ένα κερί στο      αυτό, και εγώ θα σβήνω το συκώτι μου.Woody: Γεια σου, κ Π Πώς πάει η έρευνα για τον κ Clavin;Κανόνας: Όχι, καθώς και η αναζήτηση για τον κ ντόνατ.       τον βρήκε κάθε δύο μπλοκ.
		-- Cheers, Head Over Hill

%
Sam: Τι είναι καινούργιο, NORM;Κανόνας: Οι περισσότεροι από τη γυναίκα μου.Προπονητής: Μπύρα, Norm;Norm: Μπα, θα ήθελα ίσως απλά να το πιει.Προπονητής: Τι κάνει, NORM;Norm: Λοιπόν, η επιστήμη αναζητούν μια θεραπεία για δίψα. τυχαίνει       να είναι το ινδικό χοιρίδιο.
		-- Cheers, Let Me Count the Ways

%
Δείξτε σεβασμό για την ηλικία. Πίνετε καλό Scotch για μια αλλαγή.
		-- Cheers, Let Me Count the Ways

%
Sleep - η πιο όμορφη εμπειρία της ζωής - εκτός από το ποτό.
		-- W. C. Fields

%
ΚΑΠΝΙΣΜΑ επιτρέπεται τώρα !!!Όσοι επιθυμούν να καπνίζουν, όμως, πρέπει να καταθέσει, εις τριπλούν, ηκυβέρνηση των ΗΠΑ Δήλωση Επιπτώσεων Αφήγηση Περιβάλλοντος (Eins),περιγράφει λεπτομερώς το είδος της καύσης πρότεινε, επιπτώσεις στηντο περιβάλλον, και την αναμενόμενη αντιπολίτευση. Δηλώσεις πρέπει να είναιπου κατατέθηκε στις 30 ημέρες πριν.
		-- W. C. Fields

%
Το κάπνισμα είναι μία από τις κύριες αιτίες των στατιστικών.
		-- Fletcher Knebel

%
Το κάπνισμα είναι, όσο αφορά εγώ, το σύνολο σημείο να είναι ένας ενήλικας.
		-- Fran Lebowitz

%
Απαγορεύεται το κάπνισμα. Απολύτως καμία αν, και, ή γόπες.
		-- Fran Lebowitz

%
Έτσι, είναι το ποτήρι μισοάδειο, μισογεμάτο, ή απλά δύο φορέςμεγάλο όσο χρειάζεται για να είναι;
		-- Fran Lebowitz

%
Μερικοί άνθρωποι δεν έχουν κανένα σεβασμό για την ηλικία εκτός αν είναι εμφιαλωμένο.
		-- Fran Lebowitz

%
Μερικές φορές απλά την αίσθηση ότι όλος ο κόσμος είναι ένα τσιγάρο και είμαι ομόνο τασάκι.
		-- Fran Lebowitz

%
Split 1/4 μπουκάλι 0.187 λίτραΜισό 1/2 μπουκάλιΜπουκάλι 750 χιλιοστόλιτραMagnum 2 μπουκάλια 1,5 λίτρουΙεροβοάμ 4 μπουκάλιαΡοβοάμ 6 φιάλες Δεν διατίθεται στις ΗΠΑΜαθουσάλας 8 μπουκάλιαSalmanazar 12 φιάλεςBalthazar 16 μπουκάλιαΝαβουχοδονόσορ 20 φιάλες των 15 λίτρωνSovereign 34 φιάλες 26 λίτρωνΗ Sovereign είναι μια νέα φιάλη, γίνεται για την έναρξη τηςμεγαλύτερο κρουαζιερόπλοιο στον κόσμο. Το μπουκάλι κοστίζει μόνο του 8.000 δολάριανα παράγουν και να έκαναν μόνο 8 από αυτούς.Τα περισσότερα από τα αστεία ονόματα προέρχονται από βιβλικές ανθρώπους.
		-- Fran Lebowitz

%
Σύμπτωμα: Ποτό αποτυγχάνει να δώσει γεύση και ικανοποίηση, η μπύρα είναιασυνήθιστα χλωμό και σαφής.Πρόβλημα: Γυαλί άδειο.Απαιτούμενη ενέργεια: Βρείτε κάποιον που θα σας αγοράσει μια άλλη μπύρα.Σύμπτωμα: Ποτό αποτυγχάνει να δώσει γεύση και ικανοποίηση,και το μπροστινό μέρος του πουκαμίσου σας είναι βρεγμένα.Σφάλμα: Στόμα δεν ανοίγουν όταν πίνουν ή γυαλί εφαρμόζεται σελάθος μέρος του προσώπου.Απαιτούμενη ενέργεια: Αγοράστε μια άλλη μπύρα και την πρακτική μπροστά από καθρέφτη.Πιείτε όσο χρειάζεται για να τέλεια τεχνική πόσιμο.
		-- Bar Troubleshooting

%
Σύμπτωμα: Όλα έχουν πάει σκοτάδι.Βλάβη: Το μπαρ κλείνει.Απαιτείται ενέργεια: Πανικός.Σύμπτωμα: Έχετε ξυπνήσει για να βρείτε το κρεβάτι σας σκληρό, κρύο και υγρό.Δεν μπορείτε να δείτε το φως μπάνιο.Σφάλμα: Έχετε περάσει τη νύχτα στην υδρορροή.Απαιτούμενη ενέργεια: Ελέγξτε το ρολόι σας για να δείτε αν τα μπαρ είναι ανοιχτά ακόμα. Αν όχι,περιποιηθείτε τον εαυτό σας σε ένα ψέμα-in.
		-- Bar Troubleshooting

%
Σύμπτωμα: Πόδια κρύο και υγρό, γυαλί άδειο.Σφάλμα: Γυαλί που πραγματοποιήθηκε σε λάθος γωνία.Απαιτούμενη ενέργεια: Γυρίστε γυαλί άλλο τρόπο έτσι ώστε το ανοικτό άκρο σημείαπρος το ταβάνι.Σύμπτωμα: πόδια ζεστά και υγρά.Βλάβη: Ακατάλληλη ελέγχου της κύστης.Απαιτούμενη ενέργεια: Πηγαίνετε να σταθεί δίπλα στο πλησιέστερο σκύλο. Μετά από λίγο διαμαρτύρονταιστον ιδιοκτήτη του για την έλλειψη της εκπαίδευσης σπιτιού καιΑπαιτούμε μια μπύρα ως αποζημίωση.
		-- Bar Troubleshooting

%
Σύμπτωμα: Όροφος θολή.Σφάλμα: Είστε αναζητούν μέσα κάτω από άδειο ποτήρι.Απαιτούμενη ενέργεια: Βρείτε κάποιον που θα σας αγοράσει μια άλλη μπύρα.Σύμπτωμα: Όροφος κινείται.Σφάλμα: Θα διεξάγονται.Απαιτούμενη ενέργεια: Μάθετε αν ληφθεί σε άλλο μπαρ. Αν όχι,διαμαρτύρονται δυνατά ότι είστε απαχθεί.
		-- Bar Troubleshooting

%
Σύμπτωμα: Όροφος ταλαντεύονται.Σφάλμα: Υπερβολική στροβιλισμό του αέρα, ίσως λόγω air-hockeyπαιχνίδι σε εξέλιξη.Απαιτούμενη ενέργεια: Εισαγωγή σκούπα λαβή στο πίσω μέρος του μπουφάν.Σύμπτωμα: Όλα έχουν πάει αμυδρό, παράξενη γεύση φιστίκιακαι κουλούρια ή αποτσίγαρα στο στόμα.Σφάλμα: Έχετε πέσει προς τα εμπρός.Απαιτούμενη ενέργεια: Βλέπε ανωτέρω.Σύμπτωμα: Απέναντι τοίχο καλυμμένο με ακουστική πλακιδίων και αρκετέςφθορισμού φως λωρίδες.Σφάλμα: Έχετε πέσει προς τα πίσω.Απαιτούμενη ενέργεια: Εάν το ποτήρι σας είναι γεμάτο και κανείς δεν στέκεται σε σαςπόσιμο βραχίονα, μένουν στη θέση τους. Αν όχι, ζητήστε από κάποιον να σας βοηθήσεισηκώνεστε, επιτίθεμαι στον εαυτό σας να απαγορεύσει.
		-- Bar Troubleshooting

%
Πάρτε μου μεθυσμένος, είμαι και πάλι στο σπίτι!
		-- Bar Troubleshooting

%
Το καλύτερο κοινό είναι έξυπνη, μορφωμένη και λίγο μεθυσμένος.
		-- Maurice Baring

%
Ο καλύτερος τρόπος για να διατηρήσει το δικαίωμα να το ασκήσει, καθώς και το δικαίωμα ναο καπνός είναι ένα δικαίωμα που αξίζει να πεθάνει για.
		-- Maurice Baring

%
Οι Κέλτες εφευρέθηκε δύο πράγματα, το ουίσκι και την αυτοκαταστροφή.
		-- Maurice Baring

%
Η εκκλησία είναι κοντά, αλλά ο δρόμος είναι παγωμένο? το μπαρ είναι πολύ μακριά, αλλά θα το κάνωπερπατήσει προσεκτικά.
		-- Russian Proverb

%
Το κόστος ζωής έχει μόλις περάσει ένα άλλο δολάριο ένα λίτρο.
		-- W. C. Fields

%
Ο πατέρας, που διέρχεται από την πόλη κολλεγίων του γιου του αργά ένα βράδυ σε έναεπαγγελματικό ταξίδι, σκέφτηκε ότι θα πληρώσει αγόρι μια επίσκεψη έκπληξη. Φτάνοντας στοσπίτι αδελφότητας παλικάρι, ο πατέρας χτύπησε δυνατά την πόρτα. Μετά από αρκετά λεπτάαπό χτυπήσει, ένα νυσταλέο φωνή παρασύρει κάτω από ένα παράθυρο του δευτέρου ορόφου,"Whaddaya θέλετε;""Μήπως Ramsey Duncan ζουν εδώ;" ζήτησε από τον πατέρα.«Ναι», απάντησε η φωνή. "Τον Dump στο μπροστινό μέρος."
		-- W. C. Fields

%
Το σήμα της ένα καλό μέρος είναι ότι ξυπνάς το επόμενο πρωί που θέλουν νααλλάξετε το όνομά σας και να ξεκινήσει μια νέα ζωή σε διαφορετική πόλη.
		-- Vance Bourjaily, "Esquire"

%
Η αναζήτηση για το τέλειο μαρτίνι είναι μια απάτη. Το τέλειο μαρτίνι είναιμια ζώνη του τζιν από το μπουκάλι? οτιδήποτε άλλο είναι οι παρακμιακή παγιδεύσειςτου πολιτισμού.
		-- T.K.

%
Το τηλέφωνο είναι ένας καλός τρόπος για να μιλήσω με τους ανθρώπους χωρίς να χρειάζεται να προσφέρουντους ένα ποτό.
		-- Fran Lebowitz, "Interview"

%
Η ετυμηγορία των ενόρκων είναι η a priori γνώμη της εν λόγω ένορκος που καπνίζειοι χειρότερες πούρα.
		-- H. L. Mencken

%
Ο ηδονικός ξανθιά έγινε κουβέντα με όμορφο συνοδεία της σε ένα σικεστιατόριο, όταν ο σερβιτόρος τους, σκοντάψει καθώς έφερε τα ποτά τους,που αποτελούν αντικείμενο ντάμπινγκ ένα μαρτίνι στα βράχια κάτω από το πίσω μέρος του φορέματος της ξανθιάς. Αυτήξεπήδησε στα πόδια της με μια άγρια ​​ανταρτών φωνάζω, διακεκομμένες άγρια ​​γύρω από το τραπέζι,Στη συνέχεια κάλπαζε wriggling από το δωμάτιο που ακολουθείται από αλλόφρων ο φίλος της.Ένας άνδρας κάθεται στην άλλη πλευρά του δωματίου με ημερομηνία δική του έκανε νόημαστο σερβιτόρο και είπε, "Θα έχουμε δύο από ό, τι έπινε».
		-- H. L. Mencken

%
Το νερό δεν ήταν κατάλληλο για να πιει. Για να καταστεί εύγευστο, είχαμε να προσθέσετε ουίσκι.Με την επιμελή προσπάθεια, έμαθα να αρέσει.
		-- Winston Churchill

%
"Όλος ο κόσμος είναι περίπου τρία ποτά πίσω."
		-- Humphrey Bogart

%
Η σοφή και έξυπνη έρχονται καθυστερημένα να συνειδητοποιήσουμε ότι το αλκοόλ, καιΔεν το σκυλί, είναι ο καλύτερος φίλος του ανθρώπου. Rover παίρνει μια ήττα - και θα έπρεπε.
		-- W. C. Fields

%
Υπάρχουν πιο παλιά μέθυσοι από παλιά γιατρούς.
		-- W. C. Fields

%
Υπάρχουν μόνο δύο είδη τεκίλας. Καλό και καλύτερα.
		-- W. C. Fields

%
Υπάρχουν δύο προβλήματα με μια σημαντική πονοκέφαλο. Αισθάνεστεσαν να πρόκειται να πεθάνουν και να είστε φοβισμένοι που δεν θα σας.
		-- W. C. Fields

%
να υπάρχει νηφάλιος άνδρες a'plenty, και μέθυσοι μόλις είκοσι? υπάρχουν άνδρεςπάνω από ενενήντα που δεν έχουν φιλήσει ακόμα ένα κορίτσι. Αλλά να μου δώσει την πεζοπορίαRover, από Όρκνεϊ προς τα κάτω στο Ντόβερ, εμείς θα περιφέρονται ολόκληρο τον κόσμο, καιμαζί θα αντιμετωπίσουμε τον κόσμο.
		-- Andy Stewart, "After the Hush"

%
Δεν υπάρχει τίποτα λάθος με την αποχή, με μέτρο.
		-- Andy Stewart, "After the Hush"

%
Πάντα θα υπάρχουν κουτιά μπύρας τροχαίο στο πάτωμα του αυτοκινήτου σας, όταντο αφεντικό ζητά για ένα σπίτι ανελκυστήρα από το γραφείο.
		-- Andy Stewart, "After the Hush"

%
Αυτές τις μέρες οι ανάγκες της ζωής σας κοστίσει περίπου τρεις φορές αυτό πουχρησιμοποιείται για την, και το ήμισυ του χρόνου δεν είναι ακόμα ικανός να πιει.
		-- Andy Stewart, "After the Hush"

%
Πήραν μερικά από τα Van Goghs, τα περισσότερα από τα κοσμήματα, καθώς και το σύνολο των Chivas!
		-- Andy Stewart, "After the Hush"

%
Για να είναι σε κατάσταση μέθης είναι να αισθάνονται εξελιγμένο, αλλά δεν είναι σε θέση να το πω.
		-- Andy Stewart, "After the Hush"

%
Για ένα μεγάλο γαλοπούλα προσθέσετε ένα γαλόνι του βερμούτ και μια νταμιτζάνα των Angosturaπικρό ποτό. Σέικ.
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Πάρα πολύ άρπαξαν. Πρέπει να φύγω.
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Οδοντόκρεμα ποτέ δεν βλάπτει τη γεύση του καλού ουίσκι.
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Δύο φίλοι έξω πίνοντας, όταν ξαφνικά μια ταλαντεύτηκε προς τα πίσω off τουσκαμπό και να θέσει ακίνητος στο πάτωμα."Ένα πράγμα για Jim,« η άλλη είπε στον μπάρμαν, «ο σίγουροςξέρει πότε να σταματήσει. "
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Βερμούτ κάνει πάντα να λαμπρή, εκτός αν αυτό με κάνει να ηλίθιο.
		-- E. F. Benson

%
Εμείς δεν καπνίζουν και δεν μασάτε, και δεν πάμε με τα κορίτσια που κάνουν.
		-- Walter Summers

%
Ποια είναι αχρείος έκλεψε το φελλό από το γεύμα μου;
		-- J. D. Farley

%
Όταν όλα τα άλλα αποτύχουν, ρίξτε μια πίντα Guinness στη δεξαμενή αερίου, εκ των προτέρωνΟ σπινθήρας 20 βαθμούς, κλαίνε "God Save The Queen!", και τραβήξτε το διακόπτη της μίζας.
		-- MG "Series MGA" Workshop Manual

%
Όταν πίνω, * όλους * ποτά! "Ένας άνδρας φώναξε στους συγκεντρωμένους θαμώνες μπαρ.Ένα δυνατό γενική ευθυμία ανέβηκε. Μετά κατάρριψης το ουίσκι του, πήδησε πάνω ένασκαμπό και φώναξε «Όταν παίρνω άλλο ποτό, * όλους * παίρνει ένα άλλοποτό! "Η ανακοίνωση που παράγεται άλλο κέφι και άλλον ένα γύρο των ποτών.Από τη στιγμή που ο ίδιος είχε ήπιε το δεύτερο ποτό του, ο υπότροφος πήδησε πίσωπάνω στο σκαμνί. "Και όταν μπορώ να πληρώσω», μούγκρισε, χαστούκια πέντε δολάρια πάνωτο μπαρ, "* όλους * πληρώνει!"
		-- MG "Series MGA" Workshop Manual

%
Όταν θερμαίνεται το σπίτι μου με το πετρέλαιο, θα χρησιμοποιηθεί κατά μέσο όρο 800 λίτρα ετησίως. εγώέχουν διαπιστώσει ότι μπορώ να κρατήσει άνετα ζεστό για έναν ολόκληρο χειμώνα μεελαφρώς πάνω από το μισό αυτής της ποσότητας μπύρας.
		-- Dave Barry, "Postpetroleum Guzzler"

%
Όταν πωλούν οινοπνευματώδη ποτά, λέγεται λαθρεμπόριο? όταν προστάτες μου χρησιμεύσειτο σε ασημένιους δίσκους για Lake Shore Drive, αυτό λέγεται φιλοξενία.
		-- Al Capone

%
Όταν το κύπελλο είναι γεμάτο, το μεταφέρετε επίπεδο.
		-- Al Capone

%
Όταν τα πράγματα δυσκολεύουν, η σκληρή πάει πιάσε μια μπύρα.
		-- Al Capone

%
Οδηγώντας σε ένα τρένο μεταξύ Λονδίνου και του Μπέρμιγχαμ, μια γυναίκαρώτησε Όσκαρ Ουάιλντ, "Δεν πειράζει αν καπνίζετε, εσείς;"Wilde της έδωσε μια λοξή ματιά και απάντησε, «Δεν με πειράζει ανκαίτε, κυρία. "
		-- Al Capone

%
Ποιος χρειάζεται φίλους, όταν μπορείτε να καθίσετε μόνος στο δωμάτιό σας και το ποτό;
		-- Al Capone

%
Γιατί πάνω στη γη οι άνθρωποι αγοράζουν παλιά μπουκάλια κρασί, όταν μπορούν να πάρουν έναφρέσκο ​​για το ένα τέταρτο της τιμής;
		-- Al Capone

%
Γυναίκα στην οδό: Κύριε, είστε μεθυσμένος? πολύ, πολύ μεθυσμένος.Winston Churchill: Κυρία, είστε άσχημο? πολύ, πολύ άσχημο.Θα είμαι νηφάλιος το πρωί.
		-- Al Capone

%
Υπέροχη μέρα. hangover σας κάνει απλά να φαίνεται τρομερό.
		-- Al Capone

%
Woody: Ποια είναι η ιστορία, ο κ Peterson;Norm: Τα δίδυμα Bobbsey πάει στο ζυθοποιείο.        Ας κοπεί στο αίσιο τέλος.Woody: Γεια σου, κ Peterson, υπάρχει ένα κρύο σας περιμένει.Norm: Το ξέρω, και αν η ίδια ονομάζει, δεν είμαι εδώ.Sam: Μπύρα, Norm;Norm: Έχω πάρει αυτό το προβλέψιμο; Καλός.
		-- Cheers, Don't Paint Your Chickens

%
Woody: Γεια σου, κ Peterson, Jack Frost στη μύτη σας;Norm: Ναι, τώρα ας πάρει τον Joe Beer τσουχτερός στο συκώτι μου, ε;Sam: Τι είστε μέχρι κανόνας;Κανόνας: το ιδανικό βάρος μου αν ήμουν έντεκα πόδια ψηλό.Woody: Ωραία κρύα μπύρα ανεβαίνει, κ Peterson.Norm: Εννοείς, `Νίκαια κρύα μπύρα πηγαίνει * κάτω * κ Peterson».
		-- Cheers, Loverboyd

%
Woody: Γεια σου, κ Peterson, τι λέτε σε ένα κρύο;Norm: Τα λέμε αργότερα, Vera, θα είμαι στην υγειά σου.Sam: Λοιπόν, κοίτα σας. Φαίνεσαι σαν τη γάτα που κατάπιε το καναρίνι.Norm: Και χρειάζομαι μια μπύρα για να τον πλύνετε κάτω.Γούντι: Θα θέλατε μια μπύρα, κ Peterson;Norm: Όχι, θα ήθελα μια νεκρή γάτα σε ένα ποτήρι.
		-- Cheers, Little Carla, Happy at Last, Part 2

%
Woody: Γεια σου, κ Peterson, τι συμβαίνει;Κανόνας: Η εγγύηση για το συκώτι μου.Sam: Τι μπορώ να κάνω για σένα, Norm;Norm: Ανοίξτε αυτές τις βρύσες μπύρα και, ω, να λάβει το ρεπό, Σαμ.Woody: Τι συμβαίνει, ο κ Peterson;Norm: Ένα άλλο στρώμα για το χειμώνα, το ξύλο.
		-- Cheers, It's a Wonderful Wife

%
Woody: Πώς αισθάνεσαι σήμερα, ο κ Peterson;Norm: Κακή.Woody: Ω, λυπάμαι που το ακούω.Norm: Όχι, εννοούσα `pour».Woody: Γεια σου, κ Peterson, ποια είναι η ιστορία;Norm: Αγόρι συναντά μπύρα. Αγόρι πίνει μπύρα. Αγόρι παίρνει μια άλλη μπύρα.Paul: Γεια σου Norm, πώς ο κόσμος έχει τη θεραπεία σας;Norm: Όπως ένα μωρό αντιμετωπίζει μια πάνα.
		-- Cheers, Tan 'n Wash

%
Woody: Τι συμβαίνει, ο κ Peterson;Norm: Ας μιλήσουμε για το τι συμβαίνει * σε * Ο κ Peterson. Μια μπύρα, Γούντι.Sam: η ζωή Πώς μπορείτε θεραπεία;Norm: Δεν είναι, Sammy, αλλά αυτό δεν σημαίνει ότι δεν μπορείτε.Woody: Μπορώ να σας ρίχνουμε ένα σχέδιο, ο κ Peterson;Norm: Μια λίγο νωρίς, έτσι δεν είναι Γούντι;Woody: Για μια μπύρα;Norm: Όχι, για ηλίθιες ερωτήσεις.
		-- Cheers, Let Sleeping Drakes Lie

%
Woody: Τι συμβαίνει, ο κ Peterson;Κανόνας: Το ερώτημα είναι, Γούντι, γιατί είναι αυτό που μου συμβαίνει;Woody: Τι συμβαίνει κάτω, ο κ Peterson;Norm: μάγουλά μου σε αυτό το σκαμπό.Woody: Γεια σου, κ Peterson, μπορώ να σας μια μπύρα ρίχνουμε;Norm: Καλά, εντάξει, Γούντι, αλλά να είστε βέβαιος να με σταματήσει σε ένα. ...       Eh, κάνουν ότι μιάμιση.
		-- Cheers, Strange Bedfellows, Part 2

%
Η εργασία είναι η κατάρα των κατηγοριών κατανάλωσης.
		-- Mike Romanoff

%
Δεν μπορείτε να πέσουν στο πάτωμα.
		-- Mike Romanoff

%
Δεν είσαι αλκοολικός εκτός αν πάτε στις συνεδριάσεις.
		-- Mike Romanoff

%
Δεν είστε μεθυσμένος, αν μπορείτε να ξαπλώσετε στο πάτωμα χωρίς εκμετάλλευση.
		-- Dean Martin

%
