Ένα βιβλίο είναι το έργο ενός νου, κάνει τη δουλειά του με τον τρόπο που το μυαλό θεωρείκαλύτερος. Αυτό είναι επικίνδυνο. Είναι το έργο κάποιου απλό ατομικό νου πιθανό ναεξυπηρετεί τους στόχους της συλλογικά αποδεκτές συμβιβασμούς, οι οποίες είναι γνωστές στηνσχολεία ως «πρότυπα»; Κάθε μυαλό που θα θέσει η ίδια προκλητικά εμπρός ναλειτουργούν όλα από μόνη της είναι σίγουρα ένα κακό παράδειγμα για τους μαθητές, και κατά πάσα πιθανότητα, ανόχι εντελώς αντικοινωνική, τουλάχιστον λίγο εκτός κέντρου, μαλθακός,ελιτίστικη. ... Είναι απλά καλή παιδαγωγική, ως εκ τούτου, να μείνουν μακριά από τέτοιαπράγματα, και τη χρήση αντ 'αυτού, εάν ταινία-ταινίες και ραπ-συνεδρίες πρέπει να είναισυμπληρώνεται, «κείμενα», που επιλέγονται, ή παρασκευασμένα, ή να προσαρμοστούν, με πραγματικέςεπαγγελματίες. Αυτά τα κείμενα που ονομάζεται «υλικό ανάγνωσης.» Είναι ηακαδημαϊκό ισοδύναμο του «ακούει υλικό» που γεμίζει αναμονής δωμάτια,και το «φαγητό υλικό» που μπορείτε να αγοράσετε σε χιλιάδες βολικό φαγητόκέντρα πόρων κατά μήκος των δρόμων.
		-- The Underground Grammarian

%
Ο ορισμός της διδασκαλίας: χύτευση ψεύτικο μαργαριτάρια πριν πραγματικό χοίρων.
		-- Bill Cain, "Stand Up Tragedy"

%
Ο εγκέφαλος ενός ανόητου χωνεύει φιλοσοφία στην τρέλα, την επιστήμη σε δεισιδαιμονία, καιτέχνη σε σχολαστικότητα. Εξ ου και Πανεπιστημιακή εκπαίδευση.
		-- G. B. Shaw

%
Μια καλή ερώτηση ποτέ δεν έχει απαντηθεί. Δεν είναι ένας κοχλίας να συσφίγγεταιστη θέση του, αλλά ένα σπόρο για να φυτευτούν και να φέρει περισσότερους σπόρους προς τηνΕλπίζουμε της πρασίνισμα του τοπίου της ιδέας.
		-- John Ciardi

%
Η ζωή ενός γραμματικού είναι πάντα σε τεταμένη.
		-- John Ciardi

%
Πάρα πολλοί άνθρωποι νομίζουν ότι σκέφτονται όταν είναι απλώςαναδιατάσσοντας τις προκαταλήψεις τους.
		-- William James

%
Μια μητέρα ποντίκι έπαιρνε μεγάλες γόνου της για μια βόλτα σε όλη την κουζίναόροφο μια μέρα, όταν η τοπική γάτα, με ένα κατόρθωμα της μυστικότητας ασυνήθιστο ακόμα και γιαείδος της, κατάφερε να παγιδεύσει τους σε μια γωνιά. Τα παιδιά cowered,τρομοκρατημένοι από αυτό το τρομακτικό θηρίο, plaintively κλάμα, «Βοήθεια, Μητέρα!Σώσε μας! Σώσε μας! Είμαστε φοβισμένοι, μητέρα! "Η μητέρα με το ποντίκι, με το απελπιστική ανδρεία του γονέα προστασία τουπαιδιά, γύρισε με τα δόντια της απογυμνωμένο με τη γάτα, που υψώνεται τεράστιο από πάνω τους,και ξαφνικά άρχισε να γαβγίζει σε μια μόδα που θα κάνει οποιαδήποτε Dobermanυπερήφανος. Η τρομαγμένη γάτα κατέφυγαν στο φόβο για τη ζωή του.Όπως ευγνώμων απόγονοι της συνέρρεαν γύρω φωνάζοντας της: «Ω, Μητέρα,που μας έσωσε! "και" Yay! Μπορείτε φοβάται τη γάτα μακριά! "Γύρισε για να τουςσκόπιμα και δήλωσε, "Θα δείτε πόσο χρήσιμο είναι να γνωρίζουν μια δεύτερηγλώσσα?"
		-- William James

%
Μια παραβολή της σύγχρονης έρευνας:Bob έχει χάσει τα κλειδιά του σε ένα δωμάτιο, το οποίο είναι σκοτεινό, εκτός από μίαφωτισμένες γωνία.«Γιατί ψάχνετε κάτω από το φως, να τα χάσει στο σκοτάδι!""Μπορώ να δω μόνο εδώ."
		-- William James

%
Ένα μολύβι με κανένα σημείο δεν χρειάζεται γόμα.
		-- William James

%
Ένα σχέδιο για τη βελτίωση της αγγλικής ορθογραφίαςπου δόθηκε στη Μαρκ ΤουέινΓια παράδειγμα, το έτος 1 ότι άχρηστο γράμμα "c" θα πέσεινα replased είτε από "k" ή "s", και ομοίως "x" δεν θα είναι πλέονείναι μέρος της αλφαβήτου. Η μόνη Kase στις οποίες το "c" θα διατηρηθούνθα είναι η "ch" σχηματισμό, το οποίο θα εξεταστεί αργότερα. έτος 2θα μπορούσε να μεταρρυθμίσει "w" ορθογραφία, έτσι ώστε «το οποίο» και «ένα» θα λάβει ηίδια konsonant, πανουργία Έτος 3 θα μπορούσε κάλλιστα να καταργήσει "y" replasing με"I" και Iear 4 δύναμη FIKS το "g / ι" anomali wonse και για όλα.Jenerally, στη συνέχεια, η βελτίωση θα kontinue iear ΒΑΙ iearμε Iear 5 κάνει AWAI με άχρηστα διπλό konsonants, και Iears 6-12ή έτσι modifaiing vowlz και την voist rimeining και unvoist konsonants.Bai Iear 15 ή σου, να wud fainali bi posibl tu Meik ius ov Thiridandant letez "c", "y" και "Χ" - ΒΑΙ jast τώρα Memori στο maindzov Ould doderez - tu riplais "ch", "sh" και "ου" rispektivli.Fainali, Xen, aafte Sam 20 IERs ov orxogrefkl riform, wud wiHEV ένα lojikl, kohirnt speling στο ius xrewawt xe Ingliy-αιχμηρό werld.
		-- William James

%
Ένας καθηγητής είναι αυτός που μιλάει στον ύπνο κάποιου άλλου.
		-- William James

%
Ένας αναγνώστης αναφέρει ότι όταν ο ασθενής πέθανε, τον θεράποντα γιατρόκαταγράφονται τα παρακάτω στο διάγραμμα του ασθενούς: "Ο ασθενής απέτυχε να εκπληρώσειδυναμικό του ευεξία. "Ένας άλλος γιατρός αναφέρει ότι σε ένα πρόσφατο τεύχος του * American Journalτου Family Practice * ψύλλοι έλεγαν "αιματοφάγα φορείς αρθρόποδα."Ένας αναγνώστης αναφέρει ότι ο στρατός τους καλεί «κάθετα αναπτυχθεί αντι-συσκευές προσωπικού. "Πιθανώς τους αποκαλούν βόμβες.Στη βάση McClellan Πολεμικής Αεροπορίας στο Σακραμέντο, στην Καλιφόρνια, άμαχουμηχανική τοποθετήθηκαν σε «μη-καθήκον, καθεστώς μη αμοιβής." Δηλαδή, απολύθηκαν.Μετά τη λήψη της ταξίδι της ζωής σας, αναγνώστης μας έστειλε δώδεκα κυλίνδρους τουφιλμ για Kodak για την ανάπτυξη (ή «επεξεργασία», όπως η Kodak αρέσει να την αποκαλούν)μόνο για να λάβει την ακόλουθη ανακοίνωση: "Πρέπει να αναφέρω ότι κατά τη διάρκεια του χειρισμούδώδεκα 35 χιλιοστά Kodachrome παραγγελίες slide σας, οι ταινίες είχαν εμπλακεί σε μιαασυνήθιστη εργαστηριακή εμπειρία. "Η χρήση της παθητικής είναι ένα ιδιαίτερα ωραίοαφής, δεν νομίζετε; Κανείς δεν έκανε τίποτα για να τις ταινίες? που μόλις είχε μια κακήεμπειρία. Φυσικά αναγνώστης μας μπορεί πάντα να πάτε πίσω στο Θιβέτ και να τουεικόνες ξανά, χρησιμοποιώντας την αντικατάσταση δώδεκα κυλίνδρους Kodak τόσο γενναιόδωρατον έστειλε.
		-- Quarterly Review of Doublespeak (NCTE)

%
Ένας φοιτητής, ο οποίος αλλάζει την πορεία της ιστορίας είναι πιθανώς λαμβάνοντας μια εξέταση.
		-- Quarterly Review of Doublespeak (NCTE)

%
Ένα συνώνυμο είναι μια λέξη που χρησιμοποιείτε όταν δεν μπορεί να σημάνει τη λέξη για πρώτη φοράσκεφτεί.
		-- Burt Bacharach

%
Μια ταυτολογία είναι ένα πράγμα που είναι ταυτολογία.
		-- Burt Bacharach

%
Ένα πανεπιστήμιο είναι αυτό που γίνεται ένα κολέγιο, όταν η σχολή χάνει το ενδιαφέρονστους μαθητές.
		-- John Ciardi

%
"Ένα πανεπιστήμιο χωρίς φοιτητές είναι σαν μια αλοιφή χωρίς μια μύγα."
		-- Ed Nather, professor of astronomy at UT Austin

%
Σχετικά με όλα ορισμένοι άνδρες επιτύχει στη ζωή είναι να στείλετε ένα γιο στο Χάρβαρντ.
		-- Ed Nather, professor of astronomy at UT Austin

%
Περίληψη:Αυτή η μελέτη εξέτασε την επίπτωση της στεγανότητας neckwear ανάμεσα σε μια ομάδα94 λευκό κολάρο-εργαζομένων ανδρών και το αποτέλεσμα ενός σφιχτού κολλάρου επιχειρήσεων-shirtκαι γραβάτα για την οπτική απόδοση του 22 άρρενα άτομα. Του λευκού κολάρουάνδρες μετρηθεί, το 67% βρέθηκαν να φορούν κασκόλ που ήταν αυστηρότερη απόη περιφέρεια του λαιμού τους. Η οπτική διάκριση των 22 ατόμων ήταναξιολογήθηκε χρησιμοποιώντας ένα τεστ κρίσιμη συχνότητα τρεμοπαίγματος (CFF). Αποτελέσματα της CFFδοκιμή έδειξε ότι σφιχτό neckwear μειώθηκε σημαντικά το οπτικόαπόδοση των θεμάτων και ότι η οπτική απόδοση δεν βελτιώθηκεαμέσως όταν σφιχτά neckwear αφαιρέθηκε.Λαιμού σε σχέση με οπτική απόδοση. "Human Factors 29,# 1 (Φεβρουάριος 1987), σελ. 67-71.
		-- Langan, L. M. and Watkins, S. M. "Pressure of Menswear on the

%
Ακαδημαϊκή πολιτική είναι η πιο φαύλο και πικρή μορφή πολιτικής,γιατί το διακύβευμα είναι τόσο χαμηλά.
		-- Wallace Sayre

%
Ακαδημαϊκοί φροντίδα, που είναι ποιος.
		-- Wallace Sayre

%
=============== ΟΛΑ πρωτοετών φοιτητών ΣΗΜΕΙΩΣΗ ===============Για να ελαχιστοποιήσετε τον προγραμματισμό σύγχυση, παρακαλούμε να συνειδητοποιήσουμε ότι εάν παίρνετε έναΦυσικά το οποίο προσφέρεται σε μόνο μία φορά σε μια δεδομένη ημέρα, και ένα άλλο το οποίο είναιπροσφέρονται σε όλες τις ώρες της ημέρας εκείνης, η δεύτερη κατηγορία θα διευθετηθεί ώστε ναπροσφέρουν μέγιστη αναστάτωση στο μαθητή. Για παράδειγμα, αν τύχεινα εργαστούν στην πανεπιστημιούπολη, θα έχετε 1-2 ώρες μεταξύ των τάξεων. Αν έχετε μετατρέψει,θα υπάρξει μια ελάχιστης διάρκειας 6 ωρών μεταξύ των δύο κατηγοριών.
		-- Wallace Sayre

%
Μια επένδυση στη γνώση πληρώνει πάντα το καλύτερο συμφέρον.
		-- Benjamin Franklin

%
Οποιεσδήποτε δύο φιλόσοφοι μπορούν να πουν ο ένας τον άλλον όλη την ξέρουν σε δύο ώρες.
		-- Oliver Wendell Holmes, Jr.

%
Ως στρατηγός de Gaulle αναγνωρίζει περιστασιακά Αμερική να είναι η κόρητης Ευρώπης, έτσι είμαι στην ευχάριστη θέση να έρθει στο Yale, την κόρη του Χάρβαρντ.
		-- J. F. Kennedy

%
Εφ 'όσον η απάντηση είναι σωστή, ποιος νοιάζεται αν το ερώτημα είναι λάθος;
		-- J. F. Kennedy

%
Εν συντομία, τα ευρήματα είναι ότι όταν παρουσιάζεται με μια σειρά απόδεδομένων ή μια ακολουθία γεγονότων στα οποία καθοδηγούνται να ανακαλύψουνμια υποκείμενη τάξη, τα θέματα παρουσιάζουν ισχυρή τάση να αντιλαμβάνονται, προκειμένουκαι την αιτιώδη συνάφεια με τυχαία συστοιχίες, να αντιληφθεί ένα μοτίβο ή συσχέτισηη οποία φαίνεται a priori διαισθητικά σωστό, ακόμη και όταν η πραγματική συσχέτισηΣτα δεδομένα είναι αντιφατικό, για να βγάλουμε συμπεράσματα σχετικά με την ορθήυπόθεση, να αναζητήσουν και να χρησιμοποιούν μόνο θετικό ή επιβεβαίωσης στοιχείων, ναερμηνεύσει αποδείξεις γενναιόδωρα ως επιβεβαιωτική, να αποτύχει να δημιουργήσει ή νααξιολογούν εναλλακτικές υποθέσεις, και έχοντας έτσι κατάφερε να εκθέσει τον εαυτό τουςμόνο στην επιβεβαιωτική περιπτώσεις, να είναι fallaciously σίγουροι για την εγκυρότητατων αποφάσεων τους (Jahoda, 1969? Einhorn και Hogarth, 1978). Στοανάλυση των γεγονότων του παρελθόντος, οι τάσεις αυτές επιδεινώνονται από την αποτυχία ναεκτιμήσουν τις παγίδες των υστέρων αναλύσεις.
		-- A. Benjamin

%
Βρετανική εκπαίδευση είναι ίσως το καλύτερο στον κόσμο, αν μπορείτε να επιβιώσουντο. Εάν δεν μπορείτε να υπάρχει τίποτα που αφήνεται για σας, αλλά το διπλωματικό σώμα.
		-- Peter Ustinov

%
... Αλλά αν γελάμε με χλευασμό, ποτέ δεν θα καταλάβει. Ανθρώπινοςδιανοητική ικανότητα δεν έχει αλλάξει εδώ και χιλιάδες χρόνια, καθόσονμπορούμε να πούμε. Αν ευφυείς άνθρωποι επένδυσαν έντονη ενέργεια σε θέματαότι τώρα φαίνεται ανόητο να μας, τότε η αποτυχία έγκειται στην κατανόηση μαςτου κόσμου τους, όχι σε διαστρεβλωμένη αντίληψη τους. Ακόμη και η τυπικήπαράδειγμα της αρχαίας ανοησίες - συζήτηση για τους αγγέλους για κάρβουνα -έχει νόημα τη στιγμή που θα συνειδητοποιήσετε ότι οι θεολόγοι δεν συζητούσανεάν πέντε ή δεκαοχτώ θα ταίριαζε, αλλά αν μια καρφίτσα θα μπορούσε να στεγάσει μιαπεπερασμένο ή άπειρο αριθμό.
		-- S. J. Gould, "Wide Hats and Narrow Minds"

%
πεζοδρόμια πανεπιστημιούπολη ποτέ να υπάρχουν ως ίσια γραμμή μεταξύ δύο σημείων.
		-- M. M. Johnston

%
Συγκρίνοντας τις πληροφορίες και τις γνώσεις που είναι σαν να ζητάμε από το αν το πάχοςενός χοίρου είναι περισσότερο ή λιγότερο πράσινο από το καθορισμένο κανόνα hitter. "
		-- David Guaspari

%
Αγαπητοί Καινούριος,Δεν ξέρω ποιος είμαι και ειλικρινά δεν θα πρέπει να με νοιάζει, αλλάάγνωστο να σας έχουμε κάτι κοινό. Είμαστε και οι δύο μάλλονεπιρρεπής σε λάθη. Εξελέγην Φοιτητής κυβέρνηση του προέδρου απόλάθος, και σας ήρθε στο σχολείο εδώ κατά λάθος.
		-- David Guaspari

%
Αγαπητοί Ήθη Δεσποινίς:Μου δάσκαλος οικιακής οικονομίας, λέει ότι ποτέ δεν πρέπει να θέσει κανείςαγκώνες στο τραπέζι. Ωστόσο, έχω διαβάσει ότι ένα αγκώνα, στο μεταξύμαθήματα, είναι εντάξει. Ποιο είναι σωστό?Απαλό Reader:Για να δοθεί απάντηση εξετάσεις στο σπίτι σας οικονομικάτάξη, ο δάσκαλος σας είναι σωστή. Η σύλληψη για αυτή την αρχή τηςεκπαίδευση μπορεί να είναι ακόμη μεγαλύτερη σημασία σε σας τώρα από την εκμάθησησωστή τρέχοντα πίνακα ήθη, ζωτικής σημασίας ως Μις Ήθη πιστεύει ότι είναι.
		-- David Guaspari

%
προέδρων τμημάτων δεν πεθαίνουν ποτέ, απλά χάνουν τις ικανότητές τους.
		-- David Guaspari

%
Γνωρίζατε το Πανεπιστήμιο της Αϊόβα έκλεισαν μετά κάποιος έκλεψε το βιβλίο;
		-- David Guaspari

%
Μην φράξει υδατοφράκτες διάνοια με κομμάτια της γνώσης αμφιβόλου χρήσεις.
		-- David Guaspari

%
Ξέρετε τη διαφορά ανάμεσα στην εκπαίδευση και εμπειρία; Εκπαίδευσηείναι αυτό που παίρνετε όταν διαβάσετε τα ψιλά γράμματα? η εμπειρία είναι αυτό που παίρνετεόταν δεν το κάνουν.
		-- Pete Seeger

%
Νομίζετε ότι οι αναλφάβητοι πάρετε την πλήρη επίδραση της αλφαβήτου σούπα;
		-- Pete Seeger

%
Η εκπαίδευση και η θρησκεία είναι δύο πράγματα που δεν ρυθμίζονται από την προσφορά καιζήτηση. Το λιγότερο, είτε οι άνθρωποι έχουν, το λιγότερο που θέλουν.
		-- Charlotte Observer, 1897

%
Η εκπαίδευση είναι ένα θαυμαστό πράγμα, αλλά είναι καλό να θυμόμαστε από καιρό σεφορά ότι τίποτα που αξίζει να γνωρίζει μπορεί να διδαχθεί.
		-- Oscar Wilde, "The Critic as Artist"

%
Εκπαίδευση μαθαίνει ό, τι δεν γνωρίζουν καν που δεν ξέρατε.
		-- Daniel J. Boorstin

%
Η εκπαίδευση είναι η διαδικασία της χύτευσης ψευδείς μαργαριτάρια πριν πραγματικό χοίρων.
		-- Irwin Edman

%
Η εκπαίδευση είναι αυτό που επιβιώνει όταν ό, τι έχει μάθει ο κόσμος έχει ξεχάσει.
		-- B. F. Skinner

%
Εκπαιδευτική τηλεόραση θα πρέπει να είναι απολύτως απαγορευμένο. Μπορεί να οδηγήσει μόνοσε παράλογες απογοήτευση όταν το παιδί σας ανακαλύπτει ότι τα γράμματατου αλφαβήτου δεν άλμα πάνω από τα βιβλία και χορεύουν γύρω μεβασιλικό μπλε κοτόπουλα.
		-- Fran Lebowitz, "Social Studies"

%
Ευγλωττία είναι η λογική στην πυρκαγιά.
		-- Fran Lebowitz, "Social Studies"

%
Εγκυκλοπαίδεια για την πώληση από τον πατέρα. Ο γιος ξέρει τα πάντα.
		-- Fran Lebowitz, "Social Studies"

%
Μηχανική: "Πώς θα το έργο αυτό;"Επιστήμη: «Γιατί θα το έργο αυτό;"Διαχείριση: «Όταν θα το έργο αυτό;"Liberal Arts: "Θέλετε πατάτες με αυτό;"
		-- Fran Lebowitz, "Social Studies"

%
Ακόμα κι αν δεν μάθουν να μιλούν σωστά Αγγλικά, το οποίο πρόκειται να μιλήσωαυτό να?
		-- Clarence Darrow

%
Όπου κι αν πάω είμαι ρώτησε αν πιστεύω ότι το πανεπιστήμιο πνίγει συγγραφείς. Μουγνώμη είναι ότι δεν καταπνίξει αρκετά από αυτά. Υπάρχει πολλά μπεστ σέλερότι θα μπορούσαν να είχαν προληφθεί με έναν καλό δάσκαλο.
		-- Flannery O'Connor

%
Εξετάσεις είναι τεράστιες, ακόμη και στο καλύτερο προετοιμασμένοι, γιαακόμη και η μεγαλύτερη ανόητος μπορεί να ζητήσει περισσότερο ο σοφότερος άνθρωπος μπορεί να απαντήσει.
		-- C. C. Colton

%
Η εμπειρία είναι ο χειρότερος δάσκαλος. Δίνει πάντα το τεστ πρώτη καιη εντολή αργότερα.
		-- C. C. Colton

%
F u cn χιλ ος u CNT SPL Επομένως, με ένα dm!
		-- C. C. Colton

%
στ u cn ΤΗΣ rd, ITN tyg h myxbl cd.
		-- C. C. Colton

%
στ u cn rd THS, u cn gt ένα GD JB n cmptr prgrmmng.
		-- C. C. Colton

%
στ u cn rd THS, u r prbbly ένα LSY spllr.
		-- C. C. Colton

%
Οδηγός τύχη να Καινούριος Οι σημειώσεις:ΟΤΑΝ Ο καθηγητής ΛΕΕΙ: Γράφετε:Πιθανώς η μεγαλύτερη ποιότητα της ποίησης John Milton - γεννήθηκαν 1608του John Milton, ο οποίος γεννήθηκε το 1608, είναι ησυνδυασμός της ομορφιάς και της δύναμης. λίγοι έχουντον διακρίθηκε στη χρήση της αγγλικής γλώσσας,ή για εκείνο το θέμα, με διαύγεια του μορφή στίχο,«Χαμένος Παράδεισος», που λέγεται ότι είναι η μεγαλύτερημόνο ποίημα που γράφτηκε ποτέ. "Τρέχουσα ιστορικοί έχουν έρθει σε περισσότερα από τα προβλήματα που τώρααμφιβάλλει για την πλήρη πρόσωπο άποψη προσφοράς οι Ηνωμένες Πολιτείες είναιορισμένων από τις πολιτικές του Ρούζβελτ ... άμεσα ανιχνεύσιμες με τοbungling και η απληστία του ΠροέδρουΡούσβελτ.... Είναι πιθανό ότι εμείς απλά κάνουμε Καθηγητής Μίτσελ είναι έναςΔεν καταλαβαίνουν τη ρωσική άποψη ... κομμουνιστής.
		-- C. C. Colton

%
Δεκατέσσερα χρόνια στην καθηγητής Dodge μου έχει διδάξει ότι μπορεί κανείς να υποστηρίξειέξυπνα για λογαριασμό του οποιαδήποτε θεωρία, που εφαρμόζεται σε κάθε κομμάτι της λογοτεχνίας.Αυτό είναι σπάνια επιβλαβής, γιατί συνήθως κανείς δεν διαβάζει τέτοια κείμενα.
		-- Robert Parker, quoted in "Murder Ink",  ed. D. Wynn

%
Πηγαίνοντας στην εκκλησία δεν κάνει ένα πρόσωπο θρησκευτικά, ούτε να πηγαίνουν στο σχολείοκάνει ένα πρόσωπο μορφωμένοι, περισσότερο από τη μετάβαση σε ένα γκαράζ κάνει ένα πρόσωπο ένα αυτοκίνητο.
		-- Robert Parker, quoted in "Murder Ink",  ed. D. Wynn

%
Καλή μέρα για να αποφύγει τους μπάτσους. Σέρνονται στο σχολείο.
		-- Robert Parker, quoted in "Murder Ink",  ed. D. Wynn

%
Καλή διδασκαλία είναι το ένα τέταρτο της προετοιμασίας και τα τρία τέταρτα καλό θέατρο.
		-- Gail Godwin

%
Αποφοιτήσουν ζωής: Δεν είναι απλά μια δουλειά. Είναι ένα συμβόλαιο.
		-- Gail Godwin

%
Οι μεταπτυχιακοί φοιτητές και οι περισσότεροι καθηγητές δεν είναι πιο έξυπνοι από ό, τι undergrads.Είναι απλά τα μεγαλύτερα.
		-- Gail Godwin

%
Εκείνος που διδάσκει ο ίδιος έχει έναν ανόητο για έναν κύριο.
		-- Benjamin Franklin

%
"Ήταν μια μέτρια, ευδιάθετη αγόρι. Ήταν Οξφόρδης που τον έκανε αφόρητη».
		-- Benjamin Franklin

%
Αυτός που γράφει χωρίς λέξεις με ορθογραφικά λάθη απέτρεψε μια πρώτη υποψίασχετικά με τα όρια της υποτροφίας του ή, στον κοινωνικό κόσμο, των γενικών τουτης εκπαίδευσης και του πολιτισμού.
		-- Julia Norton McCorkle

%
[Ο] με πήρε στη βιβλιοθήκη του και μου έδειξε τα βιβλία του, εκ των οποίων είχεένα πλήρες σύνολο.
		-- Ring Lardner

%
Η τριτοβάθμια εκπαίδευση βοηθά ικανότητα βιοπορισμού σας. Ρωτήστε οποιοδήποτε καθηγητής κολεγίου.
		-- Ring Lardner

%
βιβλία ιστορίας που δεν περιέχουν τα ψέματα είναι εξαιρετικά βαρετή.
		-- Ring Lardner

%
Η ιστορία δεν είναι παρά μια συλλογή από μύθους και άχρηστα μικροπράγματα,γεμάτα με μια μάζα των περιττών αριθμών και ονομάτων.
		-- Leo Tolstoy

%
Πώς εξηγείτε το σχολείο σε μια υψηλότερη νοημοσύνη;
		-- Elliot, "E.T."

%
Είμαι bookaholic. Αν είστε ένα αξιοπρεπές πρόσωπο, δεν θα με πουλήσειένα άλλο βιβλίο.
		-- Elliot, "E.T."

%
"Δεν είμαι σίγουρος τι είναι αυτό, αλλά μια` ​​F 'θα το τιμώ μόνο. ​​"
		-- English Professor

%
Είμαι στην επιστροφή του παρόντος αλλιώς καλό χαρτί δακτυλογράφησης σε σας επειδή κάποιοςέχει εκτυπωθεί ασυναρτησίες όλο αυτό και να βάλετε το όνομά σας στην κορυφή.
		-- Professor Lowd, English, Ohio University

%
Εκτιμώ το γεγονός ότι αυτό το σχέδιο έγινε βιαστικά, αλλά μερικά από ταπροτάσεις που στέλνετε έξω στον κόσμο να κάνει τη δουλειά για σας είναιχασομερεί σε ταβέρνες ή κοιμάται δίπλα από την εθνική οδό.Πανεπιστήμιο του Τενεσί στο Νόξβιλ
		-- Dr. Dwight Van de Vate, Professor of Philosophy,

%
Βγήκα από δώδεκα χρόνια στο κολέγιο και δεν γνωρίζουν καν πώς να ράβω.Το μόνο που μπορούσα να κάνω ήταν λογαριασμού - δεν θα μπορούσα καν λογαριασμό για τον εαυτό μου.
		-- Firesign Theatre

%
Ήρθα στο MIT για να πάρετε μια εκπαίδευση για τον εαυτό μου και δίπλωμα για τη μητέρα μου.
		-- Firesign Theatre

%
Έχω κάνει αυτή την επιστολή περισσότερο από το συνηθισμένο, γιατί μου λείπει ο χρόνος για νακαταστεί μικρότερη.
		-- Blaise Pascal

%
"Έχω να σας πείσω, ή τουλάχιστον χιόνι σας ..."
		-- Prof. Romas Aleliunas, CS 435

%
Άκουσα έναν ορισμό της πνευματικής, που νόμιζα ότι ήταν πολύ ενδιαφέρουσα:ένας άνθρωπος που παίρνει περισσότερες λέξεις από ό, τι είναι απαραίτητο για να πει περισσότερα από ό, τι ξέρει.
		-- Dwight D. Eisenhower

%
Σέβομαι την πίστη, αλλά η αμφιβολία είναι αυτό που σας δίνει μια εκπαίδευση.
		-- Wilson Mizner

%
Νομίζω ότι οι απόψεις σας είναι λογικές, εκτός από το ένα για την ψυχική μουαστάθεια.
		-- Psychology Professor, Farifield University

%
«Είμαι επιστρέφουν αυτό το σημείωμα για να σας, αντί για χαρτί σας, επειδή (το χαρτί)σήμερα καταλαμβάνει το κάτω μέρος του κλουβιού πουλιών μου. "
		-- English Professor, Providence College

%
Αν κάποιος επιθυμεί να ταπεινωθεί και να mortified, ας γίνει πρόεδροςτου Χάρβαρντ.
		-- Edward Holyoke

%
Αν είχε μάθει μόνο λίγο λιγότερο, πόσο απείρως καλύτερο θα μπορούσε να έχειδίδαξε πολλά άλλα!
		-- Edward Holyoke

%
Αν η άγνοια είναι ευτυχία, γιατί δεν υπάρχουν πιο ευτυχισμένοι άνθρωποι;
		-- Edward Holyoke

%
Αν τίποτε άλλο, ο εγκέφαλος είναι ένα εκπαιδευτικό παιχνίδι.
		-- Tom Robbins

%
Αν κάποιος μου είχε πει θα ήμουν Πάπα μια μέρα, θα είχα σπουδάσει σκληρότερα.
		-- Pope John Paul I

%
Αν τα κολλέγια ήταν καλύτερα, αν είχε πραγματικά, θα χρειαστεί να πάρετεη αστυνομία στις πύλες για να διατηρήσουν την τάξη στο πλήθος inrushing. δείτε τοκολέγιο πώς θα ανατρέψουν τη φυσική αγάπη της μάθησης, αφήνοντας τη φυσικήμέθοδος διδασκαλίας τι κάθε επιθυμεί να μάθει, και επιμένοντας ότι θα πρέπειμάθουν τι έχετε καμία γεύση ή ικανότητα. Το κολέγιο, το οποίο θα πρέπεινα είναι ένα μέρος της ευχάριστο εργασίας, γίνεται απεχθείς και ανθυγιεινά, και ηΟι νέοι άνδρες μπαίνουν στον πειρασμό να επιπόλαιες διασκεδάσεις να συσπειρώσει κατάκοπος τα πνεύματά τους.Θα ήθελα να έχουν τις μελέτες εκλεκτική. Υποτροφία είναι να μην δημιουργούνταιαπό καταναγκασμό, αλλά από αφυπνίζοντας μια καθαρή ενδιαφέρον για τη γνώση. Ο σοφόςεκπαιδευτή πετυχαίνει αυτό με το άνοιγμα προς τους μαθητές του με ακρίβεια τηναξιοθέατα η μελέτη έχει για τον εαυτό του. Η σήμανση είναι ένα σύστημα για τα σχολεία,όχι για το κολέγιο? για τα αγόρια, όχι για τους άνδρες? και είναι ένας δυσάρεστος εργασία σεβάλει σε μια καθηγήτρια.
		-- Ralph Waldo Emerson

%
Αν η αλήθεια είναι η ομορφιά, το πώς έρχονται κανείς δεν έχει τα μαλλιά τους γίνονται στη βιβλιοθήκη;
		-- Lily Tomlin

%
Αν μιλούσαν μια διαφορετική γλώσσα, θα αντιληφθεί μια κάπως διαφορετικό κόσμο.
		-- Wittgenstein

%
Αν, ενώ είστε στο σχολείο, υπάρχει έλλειψη ειδικευμένου προσωπικούσε ένα συγκεκριμένο τομέα, στη συνέχεια, από τη στιγμή που θα αποφοιτήσουν με την απαραίτητηπροσόντα, αγορά εργασίας του εν λόγω τομέα είναι κορεσμένη.
		-- Marguerite Emmons

%
Εάν είστε πάρα πολύ απασχολημένος για να διαβάσετε, τότε θα είναι πολύ απασχολημένος.
		-- Marguerite Emmons

%
Αν δεν μπορείτε να διαβάσετε αυτό, φταίει ένας δάσκαλος.
		-- Marguerite Emmons

%
Αν αντισταθείτε ανάγνωση ό, τι διαφωνείτε με, πώς θα ποτέ να αποκτήσουνβαθύτερες γνώσεις σχετικά με το τι πιστεύετε; Τα πράγματα πλέον αξίζει να διαβαστείείναι ακριβώς εκείνοι που αμφισβητούν τις πεποιθήσεις μας.
		-- Marguerite Emmons

%
Αν νομίζετε ότι η εκπαίδευση είναι ακριβή, δοκιμάστε την άγνοια.
		-- Derek Bok, president of Harvard

%
Αν πήρε όλους τους μαθητές που αισθάνθηκε κοιμάται στην τάξη και που να τελειώσει μετέλος, θα ήθελα να είναι πολύ πιο άνετα.
		-- "Graffiti in the Big Ten"

%
"Αν καταλαβαίνετε τι κάνετε, δεν είστε μάθηση τίποτα."
		-- A. L.

%
Η άγνοια δεν είναι ποτέ εκτός μόδας. Ήταν στο χώρο της μόδας χθες, είναι ηοργή σήμερα, και θα καθορίζει το ρυθμό αύριο.
		-- Franklin K. Dane

%
Η άγνοια είναι όταν δεν ξέρεις τίποτα και κάποιος που ανακαλύπτει.
		-- Franklin K. Dane

%
Άγνοια πρέπει σίγουρα να είναι ευδαιμονία ή δεν θα υπάρχουν τόσοι πολλοί άνθρωποιτόσο αποφασιστικά αυτό που επιδιώκουν.
		-- Franklin K. Dane

%
Αγράμματος? Γράψτε σήμερα, για δωρεάν βοήθεια!
		-- Franklin K. Dane

%
Σε ένα δάσος μια αλεπού προσκρούσεις σε ένα μικρό κουνέλι, και λέει, "Γεια σου,Junior, τι είναι μέχρι; ""Γράφω μια διατριβή για το πώς τα κουνέλια τρώνε αλεπούδες», δήλωσε οκουνέλι.«Έλα τώρα, φίλε κουνέλι, ξέρετε ότι είναι αδύνατο! Κανείςθα δημοσιεύσει τέτοια σκουπίδια! ""Λοιπόν, ακολουθήστε μου και θα σου δείξω."Και οι δύο πηγαίνουν σε κατοικία του κουνελιού και μετά από λίγο ηκουνέλι αναδύεται με μια ικανοποιημένη έκφραση στο πρόσωπό του. Έρχεται έναςλύκος. "Γεια σου, φιλαράκο, τι κάνουμε αυτές τις μέρες;"«Γράφω την 2'nd κεφάλαιο της διατριβής μου, σχετικά με το πώς να καταβροχθίσει τα κουνέλιαλύκοι."«Είσαι τρελός; Πού είναι η ακαδημαϊκή σας ειλικρίνεια;"«Έλα μαζί μου και θα σου δείξω."Όπως και πριν, το κουνέλι έρχεται με έναν ικανοποιημένο βλέμμα στο πρόσωπό τουκαι ένα δίπλωμα στο πόδι του. Τέλος, τα τηγάνια φωτογραφική μηχανή σε σπηλιά του κουνελιούκαι, όπως όλοι θα έπρεπε να μαντέψει από τώρα, βλέπουμε μια μέση εμφάνιση, τεράστιαλιοντάρι, κάθονται, να πάρει τα δόντια και ρέψιμο του, δίπλα σε κάποιο γούνινο, αιματηρήαπομεινάρια του λύκου και της αλεπούς.Το ηθικό δίδαγμα: Δεν είναι το περιεχόμενο της διατριβής σας που είναισημαντικό - είναι το διδακτορικό σας σύμβουλο που πραγματικά μετράει.
		-- Franklin K. Dane

%
Στην Καλιφόρνια, ο Bill Honig, ο Έφορος της Δημόσιας Εκπαίδευσης, είπε ότισκέφτηκε το ευρύ κοινό θα πρέπει να έχει μια φωνή στον καθορισμό τι ένα εξαιρετικόδάσκαλος πρέπει να ξέρει. «Εγώ δεν θα αφήσει τον ορισμό των μαθηματικών," ο Δρ Honigείπε, «μέχρι τις μαθηματικοί."
		-- The New York Times, October 22, 1985

%
Αντί να δώσει χρήματα για να βρεθεί κολέγια για την προώθηση της μάθησης, γιατί να μην το κάνουμεπερνούν μια συνταγματική τροπολογία που απαγορεύει κανείς από μάθησηοτιδήποτε? Εάν λειτουργεί τόσο καλά όσο η μία Απαγόρευση έκανε, γιατί, σε πέντεχρόνια θα έχουμε την πιο έξυπνη φυλή των ανθρώπων στη γη.
		-- The Best of Will Rogers

%
Iowa State - το γυμνάσιο μετά από το γυμνάσιο!
		-- Crow T. Robot

%
Έχει ειπωθεί [από Anatole France], "δεν είναι με το να διασκεδάζω τον εαυτό τουότι μαθαίνει κανείς, "και, απαντώντας:" είναι * ____ μόνο * Με το να διασκεδάζω τον εαυτό του ότιμπορεί κανείς να μάθει. "
		-- Edward Kasner and James R. Newman

%
Έχει εδώ και καιρό ένα άρθρο της λαϊκής μας ότι πάρα πολλή γνώση ή δεξιότητα,ή ειδικά άψογη τεχνογνωσία, είναι ένα κακό πράγμα. Είναι dehumanizes όσουςεπιτευχθεί αυτό, και καθιστά δύσκολο το εμπόριο τους με απλά λαούς, στους οποίουςπαλιές καλές κοινή λογική δεν έχει σβηστεί από απλή μάθηση βιβλίο ή φανταχτεράέννοιες. Αυτή η δημοφιλής αυταπάτη ανθεί τώρα περισσότερο από ποτέ, γιατί είμαστε όλοιμολυνθεί με αυτό στα σχολεία, όπου εκπαιδευτικοί έχουν αυξημένα απόλαογραφία με το άρθρο της πίστης. Ενισχύει την αυτοεκτίμηση και φωτίζει τουςκόπους τους, παρέχοντας θεωρητική αιτιολόγηση για να αποφασίσει ότιανατίμηση, ή ακόμη και απλή συνειδητοποίηση, είναι περισσότερο για να βραβευθείς από τη γνώση,και σχετικά (με τον εαυτό και τους άλλους), περισσότερο από ό, τι δεξιότητες, στην οποία ελάχιστηαρμοδιότητα θα είναι αρκετό.
		-- The Underground Grammarian

%
Πρόκειται για μια βαθιά εσφαλμένη αυταπόδεικτη αλήθεια, επαναλαμβάνεται από όλους copy-βιβλία καιαπό επιφανείς ανθρώπους όταν κάνουν ομιλίες, ότι θα πρέπει να καλλιεργήσουμεη συνήθεια της σκέψης σχετικά με το τι κάνουμε. Το ακριβές αντίθετο είναι ηπερίπτωση. Πολιτισμός εξελίξεις με την επέκταση του αριθμού των σημαντικών λειτουργιώντο οποίο μπορούμε να εκτελέσουμε χωρίς να σκεφτόμαστε τους. Λειτουργίες της σκέψης είναιόπως τα τέλη ιππικού στη μάχη - είναι αυστηρά περιορισμένα σε αριθμό, πουαπαιτούν φρέσκα άλογα, και πρέπει να γίνονται μόνο σε καθοριστικές στιγμές.
		-- Alfred North Whitehead

%
Είναι grad χρόνο εξετάσεις ...ΕΠΙΣΤΉΜΗ ΤΩΝ ΥΠΟΛΟΓΙΣΤΏΝΜέσα από το γραφείο σας, θα βρείτε μια λίστα των λειτουργικών DEC / VMSσύστημα IBM 1710 κώδικα μηχανής. Εμφάνιση ποιες αλλαγές είναι απαραίτητες για τη μετατροπήαυτός ο κώδικας σε 7 λειτουργικό σύστημα UNIX Berkeley. Αποδείξτε ότι αυτές οι διορθώσεις είναιbug δωρεάν και να τρέξει σωστά. Θα πρέπει να κερδίσει τουλάχιστον 150% αποτελεσματικότητα στηννέο σύστημα. (Θα πρέπει να πάρουν περισσότερο από 10 λεπτά για το θέμα αυτό.)ΜΑΘΗΜΑΤΙΚΆΑν το Χ ισούται φορές PI R ^ 2, κατασκευάσει έναν τύπο που δείχνει πόσο καιρόθα λάβει ένα μυρμήγκι φωτιά για να τρυπάνι μια τρύπα μέσα από ένα άνηθο τουρσί, εάν ηαναλογία μήκους-περίμετρο του μυρμηγκιού με το τουρσί ήταν 98.17: 1.ΓΕΝΙΚΈΣ ΓΝΏΣΕΙΣΠεριγράψτε το Σύμπαν. Δώστε τρία παραδείγματα.
		-- Alfred North Whitehead

%
Είναι grad χρόνο εξετάσεις ...ΦΆΡΜΑΚΟΣας έχουν εφοδιασθεί με ξυράφι, ένα κομμάτι γάζας, και έναμπουκάλι ουίσκι. Αφαιρέστε προσάρτημα σας. Μην ράψει μέχρι τη δουλειά σας έχειέχουν επιθεωρηθεί. (Έχετε 15 λεπτά.)ΙΣΤΟΡΊΑΠεριγράψτε την ιστορία του παπισμού από τις απαρχές του έως σήμεραημέρα, εστιάζοντας ιδιαίτερα, αλλά όχι αποκλειστικά, για την κοινωνική, πολιτική,οικονομική, θρησκευτική και φιλοσοφική αντίκτυπο στην Ευρώπη, την Ασία, την Αμερική, καιΑφρική. Να είναι σύντομη, περιεκτική και συγκεκριμένη.ΒΙΟΛΟΓΊΑΔημιουργήστε τη ζωή. Εκτιμηθούν οι διαφορές στις επόμενες ανθρώπινου πολιτισμούαν αυτή η μορφή ζωής είχε δημιουργηθεί 500.000.000 χρόνια πριν ή και νωρίτερα, μειδιαίτερη προσοχή στις πιθανές επιπτώσεις του στην κοινοβουλευτική αγγλικό σύστημα.
		-- Alfred North Whitehead

%
Είναι δεν είναι, δεν είναι, δεν είναι, και αυτό είναι που είναι, δεν της, εάν αυτό σημαίνειείναι. Αν δεν το κάνετε, είναι της. Τότε πάρα πολύ, αυτό είναι δικό της. Δεν είναι για αυτήν. Τοδεν είναι για μας, είτε. Είναι η δική μας, και ομοίως η δική σας και δική τους.
		-- Oxford University Press, Edpress News

%
Joe Cool ξοδεύει πάντα τις πρώτες δύο εβδομάδες στο ιστιοπλοϊκό κολέγιο frisbee του.
		-- Snoopy

%
Έμαθαν οι άνδρες είναι οι δεξαμενές της γνώσης, όχι οι πηγές προς.
		-- Snoopy

%
Μάθηση σε μερικά σχολεία είναι σαν να πίνει νερό από ένα firehose.
		-- Snoopy

%
Μαθαίνοντας χωρίς σκέψη είναι χαμένος εργασίας?σκέψη χωρίς μάθηση είναι επικίνδυνη.
		-- Confucius

%
Ίσως δεν είναι δεν είναι τόσο σωστό, αλλά έχω παρατηρήσει ότι πολλοί λαοί που δεν είναιχρησιμοποιείτε δεν είναι δεν eatin 'καλά.
		-- Will Rogers

%
Τα περισσότερα σεμινάρια έχουν αίσιο τέλος. Ο καθένας είναι ευτυχής όταν είναι πάνω.
		-- Will Rogers

%
Ο πατέρας μου, ένας καλός άνθρωπος, μου είπε, «Ποτέ μην χάσετε την άγνοιά σου? δεν μπορείτεαντικατέστησέ το."
		-- Erich Maria Remarque

%
Ποτέ δεν έχουν τόσες πολλές κατανοητό τόσα λίγα για τόσο πολύ.
		-- James Burke

%
Ποτέ μην αφήνετε το σχολείο σας σε κίνδυνο την εκπαίδευσή σας.
		-- James Burke

%
Δεν πειθαρχία ποτέ απαιτούμενη για να αναγκάσει τη συμμετοχή πάνω διαλέξεις οι οποίες είναιΠραγματικά αξίζει να το παρακολουθεί.
		-- Adam Smith, "The Wealth of Nations"

%
Δεν έχει σημασία ποιος είσαι, κάποια μελετητής μπορεί να σας δείξει τη μεγάλη ιδέα που είχατεείχε από κάποιον πριν από εσάς.
		-- Adam Smith, "The Wealth of Nations"

%
Δεν υπάρχει αμφιβολία είστε κουρασμένοι! Καταλάβατε τόσο πολύ σήμερα.
		-- Adam Smith, "The Wealth of Nations"

%
Κανονικά οι κανόνες μας είναι άκαμπτο? έχουμε την τάση να διακριτική ευχέρεια, αν όχι για κανέναν άλλο λόγοαπό αυτοπροστασίας. Εμείς ποτέ δεν προτείνουμε κάποια από τους αποφοίτους μας, παρόλο πουχαρωπά παρέχουν πληροφορίες ως προς εκείνους που έχουν αποτύχει τα μαθήματά τους.
		-- Jack Vance, "Freitzke's Turn"

%
Δεν είναι μόνο αυτό ακατανόητο, αλλά το μελάνι είναι άσχημο και το χαρτίείναι από το λανθασμένο είδος του δέντρου.Ανυπομονώ να συνεργαστώ μαζί σας σε αυτό το επόμενο έτος.
		-- Professor, Harvard, on a  senior thesis.

%
`Ο« ΠΟΛΙΤΙΣΜΟΣ ΕΠΙΠΕΔΟ COUNTERTimewarp επιτρέπονται: 3 ώρες. Μην μάλλον θα 'έγραφε situationalist γκράφιτι στηνπεριθώρια ή απόκομμα συναθροίσεις σας στα inkwells. Πορτοκαλί μπορεί να φορεθεί. Πίστωσηθα δοθεί στους υποψηφίους που αυτο-πραγματοποιήσουμε.(1) συγκρίνουν και να αντιπαραβάλλουν Pink Floyd με τους Black Sabbath και να πω γιατίδεν έχει ούτε την αξιοπιστία του δρόμου.(2) «Ακόμη και ο Βούδας θα έχουν δύσκολο ώθησε να φτάσει στη Νιρβάνα των καταλήψεωνσε μια διαδρομή μεγαθήριο. "Σκεφτείτε τη διαλεκτική της εσωτερικής αλήθειαςκαι το εσωτερικό της πόλης.(3) Συζήτηση βαθμό ταλαιπωρία που εμπλέκονται στην παράνοια σχετικά παρασύρονταισε μια μαύρη τρύπα.(4) «Απελευθερωτικό Μέτωπο του egomaniac ήταν ένα μάτσο ρεβιζιονιστικήripoff εμπόρους. »Σχόλιο για αυτή την προσβολή.(5) Λογαριασμός για την έλλειψη αναφορές σε καστανό ρύζι σε στίχους του Dylan.(6) "Castenada ήταν ένα κομμάτι από ένα Μπόζο». Πόσο μακριά είναι αυτό μια δίκαιη δευτερολογίαup της δυτικής δυϊσμός;(7) Hermann Hesse ήταν ένας Ιχθύς. Συζητώ.
		-- Professor, Harvard, on a  senior thesis.

%
"Εντάξει, τώρα ας δούμε τέσσερις διαστάσεις στον μαυροπίνακα."
		-- Dr. Joy

%
ΕΝΤΑΞΕΙ, έτσι είστε Ph.D. Απλά μην αγγίζετε τίποτα.
		-- Dr. Joy

%
Δεν μπορεί κανείς να κάνει μια ομελέτα χωρίς να σπάσει αυγά - αλλά είναι εκπληκτικόπόσα αυγά μπορεί κανείς να σπάσει χωρίς να κάνει μια αξιοπρεπή ομελέτα.
		-- Professor Charles P. Issawi

%
Περίφραση είναι η τοποθέτηση των πραγμάτων σε ένα στρογγυλό περίπου τρόπο. "Το κόστος μπορεί να είναιπάνω από ένα ποσό και όχι κάτω από 10m #. "είναι μια περίφραση για το κόστος μπορεί να είναιπερίπου 10m #. "Στο Παρίσι βασιλεύει υπάρχει μια πλήρης απουσία πραγματικά αξιόπιστεςειδήσεις "είναι μια περίφραση για Δεν υπάρχει αξιόπιστη είδηση ​​στο Παρίσι." ΣπάνιαΚαθυστερήστε το «μικρό καλοκαιράκι» μέχρι το Νοέμβριο, αλλά μερικές φορές παραμονή της ήτανπαρατείνεται μέχρι πολύ αργά το προτελευταίο μήνα του έτους "περιέχειπερίφραση για το Νοέμβριο, και ένα άλλο για την καθυστερεί. "Η απάντηση είναι ηαρνητικό "είναι μια περίφραση για Όχι" έγινε ο αποδέκτης της »είναι μιαπερίφραση για παρουσιάστηκε με. Το στυλ περίφραση είναι σχεδόν αδύνατοσε οποιαδήποτε μεγάλη κλίμακα χωρίς πολλή χρήση αφηρημένα ουσιαστικά, όπως "βάση,περίπτωση, χαρακτήρας, Connexion, έλλειψη, την περιγραφή, τη διάρκεια, το πλαίσιο, η έλλειψη,φύσεως, η αναφορά, αφορά, το σεβασμό ". Η ύπαρξη αφηρημένα ουσιαστικά είναι ένααπόδειξη ότι έχει συμβεί αφηρημένη σκέψη? αφηρημένη σκέψη είναι ένα σημάδι τηςπολιτισμένος άνθρωπος? και γι 'αυτό έχει έρθει γι' αυτό περίφραση και τον πολιτισμό είναιαπό πολλούς θεωρηθεί αδιαχώριστες. Αυτοί οι καλοί άνθρωποι αισθάνονται ότι υπάρχει μια σχεδόνάσεμνο γύμνια, την επιστροφή στην βαρβαρότητα, λέγοντας καμία είδηση ​​είναι καλές ειδήσειςαντί του "Η απουσία της νοημοσύνης είναι μια ένδειξη της ικανοποιητικήςεξελίξεις. "
		-- Fowler's English Usage

%
"Plaese Ραέντ porrf."
		-- Prof. Michael O'Longhlin, S.U.N.Y. Purchase

%
Πρακτική είναι η καλύτερη όλων των εκπαιδευτών.
		-- Publilius

%
γεύση Princeton είναι γλυκιά σαν μια τάρτα φράουλα. Χάρβαρντ είναι μια λεπτήγεύση, όπως το ουίσκι, καφέ ή καπνό. Μπορεί ακόμη να είναι μια κακή συνήθεια, γιατο μόνο που ξέρω.
		-- Prof. J. H. Finley '25

%
Καθηγητής Gorden Newell έριξε άλλο ένα shutout στο Chem Eng περασμένης εβδομάδας. 130ενδιάμεση. Για άλλη μια φορά ένας μαθητής δεν έχει λάβει ένα ενιαίο σημείο για τις εξετάσεις του.Newell έχει πλέον πεταχτεί 5 shutouts αυτό το τρίμηνο. κερδισμένος μέσος όρος εξετάσεις του Newellτώρα έχει πέσει σε μια εκπληκτική 30%.
		-- Prof. J. H. Finley '25

%
Ανάγνωση σκέφτεται με το κεφάλι κάποιου άλλου αντί για μία δική.
		-- Prof. J. H. Finley '25

%
Η ανάγνωση είναι στο μυαλό ποια άσκηση είναι για το σώμα.
		-- Prof. J. H. Finley '25

%
Δημοσιογράφος: «Πώς σας άρεσε το σχολείο, όταν μεγάλωναν, Γιόγκι;"Yogi Berra: "Έκλεισε".
		-- Prof. J. H. Finley '25

%
Κανόνες για την καλή γραμματική # 4.(1) Μην χρησιμοποιείτε κανένα διπλά αρνητικά.(2) Κάντε κάθε αντωνυμία συμφωνούν με προηγηθέντα τους.(3) Εγγραφή ρήτρες καλό, σαν ένα συνδυασμό έπρεπε.(4) Σχετικά με τα θραύσματα ποινή.(5) Όταν κρέμονται, να παρακολουθήσετε Μετοχές σας.(6) Τα ρήματα που έχει να συμφωνούν με τα θέματά τους.(7) Ακριβώς ανάμεσα σε εσάς και εγώ, την περίπτωση είναι σημαντικό.(8) Μην γράφετε run-σε ποινές όταν είναι δύσκολο να διαβαστεί.(9) Μην χρησιμοποιείτε κόμματα, που δεν είναι απαραίτητες.(10) Προσπαθήστε να χωρίσει δεν ποτέ απαρέμφατα.(11) Είναι σημαντικό να χρησιμοποιήσετε απόστροφο σας σωστά.(12) Proofread γραφής σας για να δείτε εάν οποιεσδήποτε λέξεις έξω.(13) Η σωστή speling είναι απαραίτητη.(14) Η πρόθεση είναι κάτι που δεν τελειώνουν ποτέ μια πρόταση με.(15) Ενώ μια υπερβατική λεξιλόγιο είναι αξιέπαινη, κάποιος πρέπει να είναι αιώνιαΠροσέξτε ώστε η υπολογιζόμενη στόχος της επικοινωνίας δενγίνει ensconsed στην αφάνεια. Με άλλα λόγια, αποφεύγουν συσκότιση.
		-- Prof. J. H. Finley '25

%
Εξυπνάδα τρέχει στην οικογένειά μου. Όταν πήγα στο σχολείο ήμουν τόσο έξυπνος μουδάσκαλος ήταν στην τάξη μου για πέντε χρόνια.
		-- George Burns

%
Μερικοί μελετητές είναι σαν γαϊδούρια, απλώς μεταφέρει πολλά βιβλία.
		-- Folk saying

%
"Η ταχύτητα είναι subsittute fo ακρίβεια."
		-- Folk saying

%
Ορθογραφία είναι μια lossed τέχνη.
		-- Folk saying

%
Ξαφνικά, ο καθηγητής Liebowitz συνειδητοποιεί ότι έχει έρθει στο σεμινάριοχωρίς πάπια του ...
		-- Folk saying

%
Οι εκπαιδευτικοί έχουν τάξη.
		-- Folk saying

%
Η «Α» είναι το περιεχόμενο, το «μείον» είναι για να μην το πληκτρολογείτε. Μην κάνετε ποτέΑυτό στα μάτια μου και πάλι.
		-- Professor Ronald Brady, Philosophy, Ramapo State College

%
Το ξυπνητήρι που είναι πιο δυνατά από τα δικά του Θεού ανήκει στον συγκάτοικο μεη πρώτη κατηγορία.
		-- Professor Ronald Brady, Philosophy, Ramapo State College

%
Η μέση Ph.D διατριβή δεν είναι παρά η μεταφορά των οστών απόένα νεκροταφείο στο άλλο.
		-- J. Frank Dobie, "A Texan in England"

%
Η ενασχόληση της αξιολόγησης των αποτυχιών των καλύτερων ανδρών μπορεί να μετατραπείσε μια άνετη διαβίωση, παρέχοντας σας να δημιουργήσει αντίγραφα ασφαλείας με ένα Ph.D.
		-- Nelson Algren, "Writers at Work"

%
"Το καλύτερο πράγμα για να είναι θλιβερή», απάντησε ο Merlin, αρχίζουν να σφολιάταςκαι χτύπημα, "είναι να μάθουν κάτι. Αυτό είναι το μόνο πράγμα που δεν αποτυγχάνει ποτέ.Μπορείτε να γεράσουν και να τρέμει στο ανατομίες σας, μπορεί να βρίσκεται σε εγρήγορση σενύχτα ακούγοντας τη διαταραχή των φλεβών σας, μπορείτε να χάσετε μόνο σας αγάπη,μπορείτε να δείτε τον κόσμο για εσάς που επλήγησαν από το κακό τρελούς, ή γνωρίζετε σαςτιμή καταπατήθηκαν στους υπονόμους του μυαλού baser. Υπάρχει μόνο ένα πράγμα γιατότε - για να μάθουν. Μάθετε γιατί ο κόσμος wags και τι wags αυτό. Αυτό είναιτο μόνο πράγμα που το μυαλό δεν μπορεί ποτέ να εξαντλήσει, δεν αποξενώνουν, ποτέ δεν είναιβασανίστηκε από ποτέ, φόβο ή δυσπιστία, και ποτέ δεν ονειρεύονται εκφράζοντας τη λύπη του. Μάθησηείναι το μόνο πράγμα για σας. Κοίτα τι πολλά πράγματα είναι εκεί για να μάθουν. "
		-- T. H. White, "The Once and Future King"

%
Ο εγκέφαλος είναι ένα θαυμάσιο όργανο? αρχίσει να λειτουργεί τη στιγμή που θα σηκωθείτετο πρωί, και δεν σταματά μέχρι να φτάσετε στο σχολείο.
		-- T. H. White, "The Once and Future King"

%
Ο απόφοιτος κολεγίου παρουσιάζεται με μια προβιά για την κάλυψη τουπνευματική γύμνια.
		-- Robert M. Hutchins

%
Το τέλος του κόσμου θα συμβεί στο 15:00, αυτή την Παρασκευή, μεσυμπόσιο που θα ακολουθήσει.
		-- Robert M. Hutchins

%
Το μέλλον είναι ένας αγώνας ανάμεσα στην εκπαίδευση και την καταστροφή.
		-- H. G. Wells

%
Το σημαντικό πράγμα είναι να μην σταματήσει ανάκριση.
		-- H. G. Wells

%
Ο άνθρωπος που ποτέ δεν έχει μαστιγωθεί δεν έχει διδαχθεί.
		-- Menander

%
Το μόνο πράγμα που η εμπειρία μας διδάσκει είναι ότι η εμπειρία μας διδάσκει τίποτα.
		-- Andre Maurois (Emile Herzog)

%
Το μόνο πράγμα που μαθαίνουμε από την ιστορία είναι ότι δεν μαθαίνουμε.Ότι οι άνδρες δεν μαθαίνουν πολύ από την ιστορία είναι το πιο σημαντικό απ 'όλατα μαθήματα που η ιστορία έχει να διδάξει.Μαθαίνουμε από την ιστορία που δεν μαθαίνουμε από την ιστορία.ΙΣΤΟΡΙΑ: Παπά Χέγκελ έλεγε ότι όλοι μαθαίνουμε από την ιστορία είναι ότι μαθαίνουμετίποτα από την ιστορία. Ξέρω ανθρώπους που δεν μπορούν να μάθουν ακόμη και από ό, τι συνέβηαυτό το πρωί. Χέγκελ πρέπει να έχουν πάρει το μακρύ άποψη.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Το μόνο πράγμα που μαθαίνουμε από την ιστορία είναι ότι μαθαίνουμε τίποτα από την ιστορία.Ξέρω ότι τα παιδιά δεν μπορούν να μάθουν από το χθες ... Χέγκελ πρέπει να λαμβάνουν το μακρύ άποψη.
		-- John Brunner, "Stand on Zanzibar"

%
Το πρόβλημα με τους μεταπτυχιακούς φοιτητές, σε γενικές γραμμές, είναι ότι έχουννα κοιμηθεί κάθε λίγες ημέρες.
		-- John Brunner, "Stand on Zanzibar"

%
Ο λόγος της παιδείας στον αναλφαβητισμό είναι μια σταθερά, αλλά σήμερα ηαναλφάβητους μπορεί να διαβάσει.
		-- Alberto Moravia

%
Ο πραγματικός σκοπός του βιβλίου είναι να παγιδεύσει το μυαλό στο να κάνει το δικό σκέψης του.
		-- Christopher Morley

%
"Η εν λόγω σπουδαστής εκτελεί ελάχιστα για την ομάδα ομοτίμων του καιείναι μια αναδυόμενη underachiever. "
		-- Christopher Morley

%
Το ποσό της νοημοσύνης του κόσμου είναι σταθερή. Ο πληθυσμός της είναι,Φυσικά, αυξάνεται.
		-- Christopher Morley

%
Τα ηλιόλουστα διαφέρουν, αλλά υπάρχει μόνο ένα σκοτάδι.
		-- Ursula K. LeGuin, "The Dispossessed"

%
Η δοκιμή της νοημοσύνης πρώτης τάξεως είναι η δυνατότητα να κρατήσει δύο αντίθετεςιδέες στο μυαλό κατά την ίδια στιγμή και ακόμη διατηρούν την ικανότητα να λειτουργήσει.
		-- F. Scott Fitzgerald

%
Τα τρία καλύτερα πράγματα για να πηγαίνουν στο σχολείο είναι τον Ιούνιο, Ιούλιο και Αύγουστο.
		-- F. Scott Fitzgerald

%
Το Δέντρο της μάθησης φέρει το ευγενέστερο φρούτα, αλλά ευγενής φρούτα άσχημη γεύση.
		-- F. Scott Fitzgerald

%
Οι ΗΠΑ είναι τόσο τεράστια, και τόσα πολλά είναι τα σχολεία, τα κολέγια και τα θρησκευτικά τουσεμινάρια, πολλές αφιερωμένο σε ειδικές θρησκευτικές πεποιθήσεις που κυμαίνονται από τοανορθόδοξες στο κουκίδες, ότι δεν μπορούμε να αναρωτηθούμε κατά της αποδίδει μια πιογενναιόδωρος συγκομιδή του gobbledegook από τον υπόλοιπο κόσμο μαζί.
		-- Sir Peter Medawar

%
Ο κόσμος έρχεται στο τέλος! Μετανοήσουν και να επιστρέψουν τα βιβλία της βιβλιοθήκης!
		-- Sir Peter Medawar

%
Ο κόσμος είναι γεμάτος από ανθρώπους που δεν έχουν ποτέ, από την παιδική ηλικία, συνάντησε έναανοιχτή πόρτα με ανοιχτό μυαλό.
		-- E. B. White

%
Δεν υπάρχουν απαντήσεις, μόνο παραπομπές.
		-- Weiner

%
Αυτό είναι το είδος της αγγλικής γλώσσας με την οποία δεν θα βάλει.
		-- Winston Churchill

%
Εκείνοι που εκπαιδεύουν τα παιδιά και είναι περισσότερο για να τιμηθεί από τους γονείς, γιααυτά έδωσαν μόνο τη ζωή, αυτούς η τέχνη του ευ ζην.
		-- Aristotle

%
Ο χρόνος είναι ένας μεγάλος δάσκαλος, αλλά δυστυχώς σκοτώνει όλους τους μαθητές του.
		-- Hector Berlioz

%
Για να κατηγορούν τους άλλους για τις δικές συμφορές κάποιου είναι ένα σημάδι της έλλειψης εκπαίδευσης.Για να κατηγορούν τον εαυτό του δείχνει ότι η εκπαίδευση ενός ατόμου έχει αρχίσει. Να κατηγορήσει ούτετον εαυτό του ούτε τους άλλους δείχνει ότι η εκπαίδευση ενός ατόμου είναι πλήρης.
		-- Epictetus

%
Για να τραγανίζω μια marmoset.
		-- Pedro Carolino, "English as She is Spoke"

%
Για να διδάξει είναι να μάθουν δύο φορές.
		-- Joseph Joubert

%
Για να διδάξει είναι να μάθουν.
		-- Joseph Joubert

%
Προσπαθήστε να μην έχουν μια καλή στιγμή ... Αυτό υποτίθεται ότι είναι εκπαιδευτικό.
		-- Charles Schulz

%
Προσπαθώντας να πάρει μια εκπαίδευση εδώ είναι σαν να προσπαθεί να πάρει ένα ποτό από τη μάνικα της πυροσβεστικής.
		-- Charles Schulz

%
Τα πανεπιστήμια είναι χώροι της γνώσης. Ο καινούριος καθένα φέρει ένα μικρόμε αυτούς, και οι ηλικιωμένοι λαμβάνουν κανένα μακριά, έτσι η γνώση συσσωρεύεται.
		-- Charles Schulz

%
η πολιτική του Πανεπιστημίου είναι φαύλος ακριβώς επειδή το διακύβευμα είναι τόσο μικρές.
		-- C. P. Snow

%
Walt: Μπαμπά, τι είναι σταδιακή σχολείο;GARP: Σταδιακή σχολείο;Walt: Ναι. Η μαμά λέει πιο διασκεδαστικό έργο της τώρα ότι αυτή είναι η διδασκαλίασταδιακή σχολείο.GARP: Αχ. Λοιπόν, σταδιακή σχολείο είναι κάπου να πάτε και σταδιακάμάθετε ότι δεν θέλετε να πάτε στο σχολείο πια.
		-- The World According To Garp

%
"Απαιτούμε αυστηρά καθορισμένες περιοχές της αμφιβολίας και αβεβαιότητας!"
		-- Vroomfondel

%
Γνωρίζουμε σχεδόν τίποτα για σχεδόν τα πάντα. Δεν είναι απαραίτητονα γνωρίζουν την προέλευση του σύμπαντος? είναι απαραίτητο να θέλουν να γνωρίζουν.Ο πολιτισμός δεν εξαρτάται από καμία ιδιαίτερη γνώση, αλλά για τη διάθεσηνα ποθούν τη γνώση.
		-- George Will

%
Είμαστε φανταστικά απίστευτα συγγνώμη για όλα αυτά τα εξαιρετικά παράλογοπράγματα που κάναμε. Το μόνο που μπορεί να επικαλεστεί τόσο απλό, μόλις και μετά βίας-ευαίσθητα φίλος μουκαι τον εαυτό μου είναι προνομιούχες, στερούνται και φοιτητές.
		-- Waldo D. R. Dobbs

%
"Είμαστε εξαντλείται επίθετα για να περιγράψει την κατάσταση μας. Εμείςείχε κρίσης, στη συνέχεια πήγαμε στο χάος, και τώρα τι κάνουμε λέμε αυτό; ", δήλωσε οΝικαράγουα οικονομολόγο Francisco Mayorga, ο οποίος κατέχει διδακτορικό από το Yale.Το σχόλιο της New Yorker είναι:Στο Χάρβαρντ που θα το ονομάσουμε ένα ουσιαστικό.
		-- The Washington Post, February, 1988

%
Τι εκπαίδευση συχνά κάνει; Κάνει μια ευθεία τομή χαντάκι ενόςδωρεάν ελιγμού ρυάκι.
		-- Henry David Thoreau

%
Αυτό που έκανα κατά την πτώση μου ΕξάμηνοΤην πρώτη ημέρα του χειμερινού εξαμήνου μου, σηκώθηκα.Στη συνέχεια πήγα στη βιβλιοθήκη για να βρείτε ένα θέμα διατριβής.Τότε θα κρέμασαν έξω μπροστά από το Ντόβερ.Την δεύτερη ημέρα του χειμερινού εξαμήνου μου, σηκώθηκα.Στη συνέχεια πήγα στη βιβλιοθήκη για να βρείτε ένα θέμα διατριβής.Τότε θα κρέμασαν έξω μπροστά από το Ντόβερ.Την τρίτη ημέρα του χειμερινού εξαμήνου μου, σηκώθηκα.Στη συνέχεια πήγα στη βιβλιοθήκη για να βρείτε ένα θέμα διατριβής.Βρήκα ένα θέμα διατριβής:Πώς να κρατήσει τους ανθρώπους από κρέμεται μπροστά από το Ντόβερ.
		-- Sister Mary Elephant, "Student Statement for Black Friday"

%
Τι σας κάνει να πιστεύετε απόφοιτος του σχολείου υποτίθεται ότι ικανοποιεί;
		-- Erica Jong, "Fear of Flying"

%
Τι περνάει για αισιοδοξία είναι το πιο συχνά το αποτέλεσμα μιας πνευματικής σφάλματος.
		-- Raymond Aron, "The Opium of the Intellectuals"

%
Αυτό που δεν καταλαβαίνουμε εμείς δεν διαθέτουν.
		-- Goethe

%
Τι είναι μία σελίδα, ένα προληπτικό χτύπημα;
		-- Professor Freund, Communication, Ramapo State College

%
Όταν ήμουν στο σχολείο, έχω απατήσει μεταφυσικής εξετάσεις μου: Κοίταξα μέσαη ψυχή του αγοριού που κάθεται δίπλα μου.
		-- Woody Allen

%
Κάθε φορά που λέει κάποιος, «θεωρητικά," πραγματικά σημαίνει, "δεν είναι πραγματικά."
		-- Dave Parnas

%
Πού μπορώ να βρω το χρόνο για να μην την ανάγνωση τόσα πολλά βιβλία;
		-- Karl Kraus

%
"Ποιον είσαι;" είπε, γιατί είχε πάει σε νυχτερινό σχολείο.
		-- George Ade

%
Δεν θα ήταν η φράση "θέλω να θέσω ένα ενωτικό μεταξύ των ψαριών λέξειςκαι Και και και και μάρκες σε ψάρια-και-Chips μου σημάδι "ήταν σαφέστερη ανεισαγωγικά είχε τοποθετηθεί πριν από ψάρια, καθώς και μεταξύ των ψαριών και, και, καικαι και και και και και και και και και και και και και και και και καιChips, καθώς και μετά μάρκες;
		-- George Ade

%
Δεν μπορείτε να περιμένετε ένα αγόρι να είναι φαύλος, μέχρι που είναι ήδη σε ένα καλό σχολείο.
		-- H. H. Munro

%
Δεν χρειάζεται να σκεφτούμε πάρα πολύ σκληρά όταν μιλάτε για τους εκπαιδευτικούς.
		-- J. D. Salinger

%
Μπορεί να έχετε ακούσει ότι ένας κοσμήτορας είναι να σχολή ως υδροληψίας είναι σε ένα σκυλί.
		-- Alfred Kahn

%
«Θα πρέπει, χωρίς δισταγμό, σφυροκοπούσε γραφομηχανή σας σε ένα υνί του αρότρου,το χαρτί σας σε λίπασμα, και εισάγετε τη γεωργία "
		-- Business Professor, University of Georgia

%
εκπαίδευσή σας αρχίζει, όπου αυτό που ονομάζεται εκπαίδευση σας είναι πάνω.
		-- Business Professor, University of Georgia

%
