Ένας Γερμανός, ένας Πολωνός και ένας Τσέχος αριστερό στρατόπεδο για μια πεζοπορία μέσα στο δάσος.Αφού ανέφερε λείπει μια ημέρα ή δύο αργότερα, φύλακες βρέθηκαν δύο αρκούδες,ένα αρσενικό, ένα θηλυκό, κοιτάζοντας καχύποπτα overstuffed. σκότωσαντο θηλυκό, την αυτοψία, και αρκετά βέβαιος, βρέθηκε η γερμανική και η Πόλο.	"Τι νομίζετε?" είπε ότι η πρώτη δασοφύλακα."Η Τσεχική είναι στο αρσενικό», απάντησε το δεύτερο.
		-- Guindon

%
Aberdeen ήταν τόσο μικρό που όταν η οικογένεια με το αυτοκίνητο πήγεστις διακοπές, το βενζινάδικο και το θέατρο drive-in έπρεπε να κλείσει.
		-- Guindon

%
Σύμφωνα με την Rand McNally Μέρη-Rated Almanac, το καλύτερο μέρος για να ζει σεΗ Αμερική είναι η πόλη του Πίτσμπουργκ. Η πόλη της Νέας Υόρκης ήρθε το εικοστό πέμπτο.Εδώ στη Νέα Υόρκη πραγματικά δεν με νοιάζει πάρα πολύ. Επειδή γνωρίζουμε ότι θα μπορούσαμεχτύπησαν την πόλη οποτεδήποτε τους.
		-- David Letterman

%
"Όλα τα φίδια που επιθυμούν να παραμείνουν στην Ιρλανδία θα ευχαριστήσουν σηκώστε το δεξί τα χέρια τους."
		-- Saint Patrick

%
Επίσης, οι Σκωτσέζοι λέγεται ότι έχουν εφεύρει γκολφ. Τότε είχαννα εφεύρουν το Scotch whisky για να πάρει τον πόνο και την απογοήτευση.
		-- Saint Patrick

%
Alta, v: Για να αλλάξετε? κάνει ή να γίνει διαφορετικά? τροποποιώ.ANSA, v: Μια προφορική ή γραπτή απάντηση, όπως σε μια ερώτηση.BAA, n: ένα μέρος οι άνθρωποι συναντιούνται για να έχουν μερικά ποτά.Baaston, n: Η πρωτεύουσα της Μασαχουσέτης.baaba, n: Μια δραστηριότητα των οποίων είναι να κοπεί ή να κόψετε τα μαλλιά ή γενειάδες.beea, n: Ένα αλκοολούχο ποτό που παρασκευάζεται από βύνη και το λυκίσκο, συχνάβρέθηκαν σε Baas.Ηααε, n: ένα αυτοκίνητο.Centa, n: Ένα σημείο γύρω από το οποίο περιστρέφεται κάτι? άξονας. (Ήκάποιος που ασχολούνται με το Knicks.)chouda, n: Μια παχιά σούπα θαλασσινών, συχνά σε μια βάση το γάλα.dada, n: Πληροφορίες, esp. πληροφορίες που διοργανώνονται για ανάλυση ήυπολογισμό.
		-- Massachewsetts Unabridged Dictionary

%
Αμερική ανακαλύφθηκε από Amerigo Vespucci και πήρε το όνομά του, έως ότουοι άνθρωποι βαρέθηκε να ζει σε ένα μέρος που ονομάζεται "Vespuccia" και άλλαξε τηςόνομα σε "Αμερική".
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Αμερική, πώς μπορώ να γράψω μια ιερή λιτανεία στον ανόητο τη διάθεσή σας;
		-- Allen Ginsberg

%
Αμερικανός από τη γέννηση? Τεξανός με τη χάρη του Θεού.
		-- Allen Ginsberg

%
Οι Αμερικανοί είναι οι άνθρωποι που επιμένουν να ζουν στο παρόν, τεταμένη.
		-- Allen Ginsberg

%
Ο μεγαλύτερος φόβος των Αμερικανών είναι ότι η Αμερική θα αποδειχθεί ότι ήταν μιαφαινόμενο, δεν είναι πολιτισμός.
		-- Shirley Hazzard, "Transit of Venus"

%
Ένας Αμερικανός είναι ένας άνθρωπος με δύο χέρια και στους τέσσερις τροχούς.
		-- A Chinese child

%
Ένας Άγγλος απολαμβάνει ποτέ τον εαυτό του, εκτός από ένα ευγενή σκοπό.
		-- A. P. Herbert

%
Ό, τι μπορεί κανείς να πει για την Αμερική είναι αλήθεια.
		-- Emmett Grogan

%
Αρμενίων και Αζέρων στο Στεπανακέρτ, πρωτεύουσα του Ναγκόρνο-Καραμπάχαυτόνομη περιοχή, εξεγέρθηκαν κατά πολύ αναγκαία μεταρρύθμιση ορθογραφίας στη Σοβιετική Ένωση.
		-- P. J. O'Rourke

%
Μπέιζμπολ είναι ένα εξειδικευμένο παιχνίδι. Είναι Αμερικής παιχνίδι - και υψηλούς φόρους.
		-- The Best of Will Rogers

%
Bond αντανακλάται ότι η καλή Αμερικανοί ήταν μια χαρά άνθρωποι και ότι οι περισσότεροι από αυτούςφαινόταν να έρχονται από το Τέξας.
		-- Ian Fleming, "Casino Royale"

%
Boston State House είναι το κέντρο του ηλιακού συστήματος. Δεν θα μπορούσε να εξετάζω ότι έξωενός ανθρώπου Βοστώνης, αν είχατε το ελαστικό όλης της δημιουργίας ισιώσει έξω για έναλοστός.
		-- Oliver Wendell Holmes

%
επικεφαλής Κάρολ πονούσε, όπως αυτή σύρεται πίσω από τις αγέλαστη Calibreesκατά μήκος του μπλοκ των θαλάμων. Εκείνη chirruped σε Kennicott, "Ας είναι άγρια!Ας βόλτα με το εύθυμος-πηγαίνω-γύρω και να αρπάξει ένα χρυσό δαχτυλίδι! "Kennicott θεωρούσε, και μουρμούρισε να Calibree, "Νομίζεις ότι οι λαοίΘα ήθελα να σταματήσει και να δοκιμάσετε μια βόλτα με το εύθυμος-πηγαίνω-γύρω; "Calibree θεωρούσε, και μουρμούρισε με τη σύζυγό του, "ότι θα θέλατενα σταματήσει και να δοκιμάσετε μια βόλτα με το εύθυμος-πηγαίνω-κύκλο; "Κα Calibree χαμογέλασε σε μια πλένω-έξω τρόπο, και αναστέναξε, "Ω, όχι,Δεν πιστεύω νοιάζει να πολύ, αλλά οι λαοί να προχωρήσει και να το δοκιμάσετε. "Calibree δήλωσε στο Kennicott, «Όχι, δεν πιστεύω ότι νοιαζόμαστε για έναπάρα πολύ, αλλά οι λαοί να προχωρήσει και να το δοκιμάσετε. "Kennicott συνόψισε την όλη υπόθεση εναντίον αγριάδα: "Ας προσπαθήσουμεαυτό κάποια άλλη στιγμή, Carrie. "Εκείνη την εγκατέλειψε.
		-- Sinclair Lewis, "Main Street"

%
Κλίμα και ΧειρουργικήR C Gilchrist, ο οποίος πυροβολήθηκε από τον J Sharp πριν από δώδεκα ημέρες, και οι οποίοιέλαβε μια μπάλα Derringer στο δεξί στήθος, και ποιος θα έπρεπε σεο χρόνος δεν μπορούσε να ζήσει πολλές ώρες, ήταν στο δρόμο χθες και τοημέρα πριν - με τα πόδια πολλά μπλοκ σε έναν χρόνο. Για εκείνους που σχεδιάζουν ναγεμάτη με σφαίρες ή κομμένα σε κομμάτια με Bowie μαχαίρια, εμείς θερμάΣυνιστούμε Σακραμέντο κλίμα μας και τη χειρουργική επέμβαση Σακραμέντο.
		-- Sacramento Daily Union, September 11, 1861

%
Ντέιβιντ Λέτερμαν «Τα πράγματα μπορούμε να είμαστε υπερήφανοι ως Αμερικανοί":* Μεγαλύτερος αριθμός των πολιτών που έχουν πράγματι επιβιβάστηκε σε ένα UFO* Πολλές εφημερίδες χαρακτηριστικό "συνονθύλευμα"* Ωριαία ποσοστά μοτέλ* Συντριπτική πλειοψηφία των ταινιών Elvis έκανε εδώ* Δεν απλά να εγκαταλείψει αμέσως κατά τη διάρκεια του Β 'Παγκοσμίου Πολέμουόπως ορισμένες χώρες θα μπορούσαμε να αναφέρουμε* Goatees & Van αναχώματα σκέφτηκε να φορεθεί μόνο από weenies* Επαγγελματίες γκολφ συμπεριφέρθηκε καλά μας* Fabulous babes ακτή σε ακτή
		-- Sacramento Daily Union, September 11, 1861

%
Decemba, n: Το 12ο μήνα του έτους.ERRA, n: Ένα λάθος.FAA, n: προς, από ή σε μεγάλη απόσταση.Linder, n: Ένα γυναικείο όνομα.memba, n: Για να ανακαλέσετε στο μυαλό? σκεφτείτε πάλι.Νέα Hampsha, n: Μια κατάσταση στα βορειοανατολικά Ηνωμένες Πολιτείες.Νέα Yaak, n: Άλλη κατάσταση στα βορειοανατολικά Ηνωμένες Πολιτείες.Novemba, n: Το 11ο μήνα του έτους.Octoba, n: Το 10ο μήνα του έτους.ωαρίων, n: Τοποθεσία παραπάνω ή σε μια συγκεκριμένη θέση. Τι στοσεζόν είναι όταν οι Νικς σταματήσεις να παίζεις.
		-- Massachewsetts Unabridged Dictionary

%
Ντιτρόιτ είναι Κλίβελαντ χωρίς λάμψη.
		-- Massachewsetts Unabridged Dictionary

%
Κάνετε Μαϊάμι μια χάρη. Όταν φεύγετε, να λάβει κάποιος μαζί σας.
		-- Massachewsetts Unabridged Dictionary

%
Ξέρετε Montana;
		-- Massachewsetts Unabridged Dictionary

%
Ξέρετε τη διαφορά ανάμεσα σε ένα yankee και damyankee;Μια yankee έρχεται νότια προς * _____ επίσκεψη *.
		-- Massachewsetts Unabridged Dictionary

%
Eli και Bessie πήγε για ύπνο.Στη μέση της νύχτας, Bessie ώθησε Eli."Παρακαλώ να είναι τόσο ευγενικά και κλείστε το παράθυρο. Είναι κρύο έξω!"Μισοκοιμισμένος, Eli μουρμούρισε,«Nu ... οπότε αν θα κλείσει το παράθυρο, θα είναι ζεστό έξω;"
		-- Massachewsetts Unabridged Dictionary

%
Πέντε άτομα - ένας Άγγλος, ρωσικά, αμερικανικά, Γάλλος και Ιρλανδόςκαθένα ζήτησε να γράψω ένα βιβλίο για ελέφαντες. Κάποια ποσότητα του χρόνου αργότεραείχαν ολοκληρωθεί όλες τις αντίστοιχες βιβλία τους. το βιβλίο του Άγγλου είχε το δικαίωμα"Το Elephant - Πώς να συλλέγουν τα στοιχεία αυτά", του Ρώσου "The Elephant -. Τόμος Ι»,του Αμερικανού "The Elephant - Πώς να κερδίσετε χρήματα από αυτά», του Γάλλου"Το Elephant - συνήθειες ζευγαρώματος του" και του Ιρλανδού "The Elephant καιΙρλανδική Πολιτική Ιστορία ».
		-- Massachewsetts Unabridged Dictionary

%
Για κάποιο λόγο ένα λούστρο περνά πάνω από τα πρόσωπα των ανθρώπων, όταν λέτε"Καναδάς". Ίσως θα έπρεπε να εισβάλουν Νότια Ντακότα ή κάτι τέτοιο.
		-- Sandra Gotlieb, wife of the Canadian ambassador to the U.S.

%
Fortune παρουσιάζει:Χρήσιμες φράσεις στην Εσπεράντο, # 1.^ Cu vi γωνία parolas; Μιλάς αγγλικά?Mi komprenas ne. Δεν καταλαβαίνω.Vi estas la Sola esperantisto Kiun mi Είσαι ο μόνος ομιλητής Εσπεράντοrenkontas. Έχω συναντήσει.La ^ Τσέκο estas enpo ^ stigita. Ο έλεγχος είναι στο ταχυδρομείο.Oni ne ΠΟΒΑΣ, ^ τζιν netrovi. Είναι αδύνατο να μην το βρείτε.Mi rigardadas nur. Απλά κοιτάω.Nu, ^ sajnis καλή ideo. Λοιπόν, φαινόταν σαν μια καλή ιδέα.
		-- Sandra Gotlieb, wife of the Canadian ambassador to the U.S.

%
Fortune παρουσιάζει:Χρήσιμες φράσεις στην Εσπεράντο, # 2.^ Cu ΜΔΠ loko estas okupita; Είναι αυτή η θέση πιασμένη?^ Cu vi ofte Venas ^ ci-Tien; Έρχεσαι συχνά εδώ?^ Cu mi ΠΟΒΑΣ havi μέσω telelonnumeron; Μπορεί να έχω τον αριθμό τηλεφώνου σας;Mi estas komputilisto. Δουλεύω με τους υπολογιστές.Mi Legas multe da scienca fikcio. Διάβασα πολλά επιστημονικής φαντασίας.^ Cu necesas ke vi eliras; Πιστεύετε πραγματικά πρέπει να πηγαίνουν;
		-- Sandra Gotlieb, wife of the Canadian ambassador to the U.S.

%
Fortune παρουσιάζει:Χρήσιμες φράσεις στην Εσπεράντο, # 5.Mi ^ cevalovipus vin se mi havus θα ήθελα να σας μαστίγιο αν είχα ένα άλογο.^ Cevalon.Vere vi ^ sercas. Πλάκα κάνεις.Nu, parDOOOOOnu λεπτά! Καλά exCUUUUUSE μου!Kiu invitis vin; Ποιος σας κάλεσε;Kion vi diris pri mia patrino; Τι είπες για τη μητέρα μου;Bu ^ επομένως ^ stopu λεπτά ανά kulero. Φιμώσει μου με ένα κουτάλι.
		-- Sandra Gotlieb, wife of the Canadian ambassador to the U.S.

%
Φιλικό shlafen: Γίντις για «να πάει για ύπνο».Τώρα δεν «γκέι shlafen" έχουν μια πιο ήπια, πιο χαλαρωτικό ήχο από ό, τι ησκληρή, κοφτός "πάμε για ύπνο"; Ακούστε τη διαφορά:"Πηγαίνετε για ύπνο, μπορείτε λίγο φουκαράς!" ... "Gay shlafen, αγάπη μου."Προφανές, έτσι δεν είναι;Είναι σαφές ότι το καλύτερο πράγμα που μπορείτε να κάνετε για τα παιδιά σας είναι να ξεκινήσετεμιλώντας Γίντις τώρα και ποτέ δεν μιλούν μια άλλη λέξη της αγγλικής ωςεφ 'όσον ζείτε. Αυτό, φυσικά, συνεπάγεται τη διδασκαλία Γίντις σε όλουςτους φίλους σας, τους συνεργάτες σας, οι άνθρωποι στο σούπερ μάρκετ, καιούτω καθεξής, αλλά αυτό είναι ακριβώς το σημείο. Θα πρέπει να ξεκινήσει με δεσμευμένηάτομα και στη συνέχεια να αναπτυχθούν ....Κάποιες μικρές προσαρμογές θα πρέπει να γίνουν, φυσικά: εκείνουςσημάδια γραμμένο σε τι μοιάζουν Γίντις επιστολές δεν θα είναι αστείο ότανό, τι είναι γραμμένο στα γίντις. Και θα πρέπει να αρχίσουν την οδήγηση σεη αριστερή πλευρά του δρόμου και έτσι δεν θα διαβάζουν τα σημάδια του δρόμουπρος τα πίσω. Αλλά είναι ότι υπερβολικά υψηλό τίμημα για την παγκόσμια ειρήνη;Νομίζω πως όχι, ο φίλος μου, εγώ δεν το πιστεύω.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
"Gee, Toto, δεν νομίζω ότι είμαστε πια στο Κάνσας."
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
"Ο Θεός δίνει βάρη? Επίσης ώμους"Τζίμι Κάρτερ που παρατίθενται αυτό εβραϊκή παροιμία στην ομιλία παραχώρησης του στητέλος των εκλογών του 1980. Τουλάχιστον, είπε ότι ήταν μια εβραϊκή παροιμία που λέει? εγώΔεν μπορείτε να το βρείτε πουθενά. Είμαι σίγουρος ότι λέει την αλήθεια αν? ΓιατίΘα πει ψέματα σχετικά με ένα πράγμα σαν αυτό;
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Καληνύχτα, Ώστιν, Τέξας, όπου κι αν βρίσκεστε!
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Μισεί τους Αμερικανούς είναι οι αμερικανοί, όπως πίτσα πίτα, άγαμες μητέρες και ταεξαπάτηση του φόρου εισοδήματος σας.
		-- Mike Royko

%
Έχετε δει την τελευταία ιαπωνική φωτογραφική μηχανή; Προφανώς είναι τόσο γρήγορα μπορεί ναφωτογραφίσει ένας Αμερικανός με το στόμα του κλειστό!
		-- Mike Royko

%
Ακούστε για το καλιφορνέζικο τρομοκρατικές που προσπάθησε να ανατινάξει ένα λεωφορείο;Έκαψαν τα χείλη του στο σωλήνα της εξάτμισης.
		-- Mike Royko

%
Ακούστε για το νεαρό Κινέζα που μόλις κέρδισε το λαχείο;Ένας τυχερός μπισκότο ...
		-- Mike Royko

%
Εδώ είναι το γεγονός της εβδομάδας, ίσως ακόμη και το γεγονός του μήνα.Σύμφωνα με πιθανώς αξιόπιστες πηγές, οι άνθρωποι της Coca-Cola που βιώνουνσοβαρό άγχος μάρκετινγκ στην Κίνα.Οι λέξεις «Coca-Cola» μεταφράζονται σε κινεζικά είτε ως (ανάλογαστο καμπής) «κερί-πάχυνση φοράδα" ή "δαγκώσει το γυρίνος κερί".Δαγκώσει το γυρίνος κερί.Υπάρχει ένα είδος τραχύ δικαιοσύνης, δεν υπάρχει;Το πρόβλημα με αυτό το γεγονός, υπέροχο, όπως είναι, είναι ότι είναι δύσκολογια να πάρετε μια ολόκληρη στήλη έξω από αυτό. Θα ήθελα να διδάξει τον κόσμο να δαγκώσει ένα κερίγυρινός. Coke - αυτό είναι το πραγματικό κερί-πάχυνση φοράδα. Δεν είναι κακό, αλλά ευρείασατιρικό θέα δεν ανοίγουν.
		-- John Carrol, The San Francisco Chronicle

%
"Μεγάλος στόχος του ήταν να ξεφύγουν από τον πολιτισμό, και, μόλις είχετα χρήματα, πήγε στη Νότια Καλιφόρνια. "
		-- John Carrol, The San Francisco Chronicle

%
Οι ιστορικοί έχουν πλέον οριστικά αποδειχθεί ότι Juan Cabrillo, που ανακάλυψετης Καλιφόρνια, δεν έψαχνε για Κάνσας, θέτοντας έτσι ένα προηγούμενο πουσυνεχίζεται σε αυτήν την ημέρα.
		-- Wayne Shannon

%
Χουντίνι διαφυγή από το New Jersey!Φιλμ σε έντεκα.
		-- Wayne Shannon

%
Πόσοι ιερείς χρειάζονται για μια Boston Mass;
		-- Wayne Shannon

%
Είμαι απλά ένα ωραίο, καθαρό-cut Μογγολίας αγόρι.
		-- Yul Brynner, 1956

%
Είμαι, στην πραγματικότητα, μια ιδιαίτερα υπεροπτική και αποκλειστική πρόσωπο, τουπρο-αδαμίτης προγονική καταγωγή. Θα το καταλάβετε όταν σας λέωότι μπορώ να εντοπίζουν την καταγωγή μου πίσω σε μια protoplasmal αρχέγονη ατομικήαιμοσφαίριο. Κατά συνέπεια, η οικογένειά υπερηφάνεια μου είναι κάτι αδιανόητο. εγώδεν μπορεί να βοηθήσει. Γεννήθηκα sneering.
		-- Pooh-Bah, "The Mikado"

%
Δεν ήξερα ότι ήταν νεκρός? Νόμιζα ότι ήταν Βρετανοί.
		-- Pooh-Bah, "The Mikado"

%
Έχω ορίσει το εκατό τοις εκατό της Αμερικής ως ενενήντα εννέα τοις εκατό ηλίθιος.
		-- George Bernard Shaw

%
Έριξα ένα βέλος στον αέρα, και κόλλησε.Σε μια σαφή ημέρα,U.C.L.A.Υπάρχουν τόσα πολλά ρύπανσης στον αέρα, τώρα που αν δεν ήταν για μαςπνεύμονες ήθελα να υπάρχει χώρος για να βάλετε όλα.
		-- Robert Orben

%
Πάω μέσα μου «θέλω να πάω πίσω στη Νέα Υόρκη" φάση σήμερα. συμβαίνεικάθε έξι μήνες ή έτσι. Έτσι, σκέφτηκα, ίσως απερίσκεπτα, ότι είχα μοιραστείμαζί σας.> Στη Νέα Υόρκη το χειμώνα είναι εκατομμύρια βαθμούς κάτω από το μηδέν και  ο άνεμος ταξιδεύει σε ένα εκατομμύριο μίλια την ώρα κάτω από την 5η Λεωφόρο.> Και στο Λος Άντζελες είναι 72.> Στη Νέα Υόρκη το καλοκαίρι είναι ένα εκατομμύριο βαθμούς και η υγρασία  είναι ένα εκατομμύριο τοις εκατό.> Και στο Λος Άντζελες είναι 72.> Στη Νέα Υόρκη υπάρχουν ένα εκατομμύριο ενδιαφέροντες ανθρώπους.> Και στο Λος Άντζελες υπάρχουν 72.
		-- Robert Orben

%
«Είμαι στο Πίτσμπουργκ. Γιατί είμαι εδώ;"
		-- Harold Urey, Nobel Laureate

%
Αν όλα η κινεζική πήδηξε ταυτόχρονα στον Ειρηνικό έξω από ένα 10 πόδιπλατφόρμα ανεγερθεί 10 πόδια ανοικτά των ακτών τους, αυτό θα μπορούσε να προκαλέσει ένα παλιρροϊκό κύμαότι θα καταστρέψει τα πάντα σε αυτή τη χώρα δυτικά της Νεμπράσκα.
		-- Harold Urey, Nobel Laureate

%
Ιλινόις δεν είναι ακριβώς η γη που ο Θεός ξέχασε - είναι περισσότερο σαν τογης Προσπαθεί να αγνοήσει.
		-- Harold Urey, Nobel Laureate

%
Το 1880 οι Γάλλοι κατέλαβαν το Ντιτρόιτ, αλλά έδωσε πίσω ... δεν θα μπορούσανπάρετε τα μέρη.
		-- Harold Urey, Nobel Laureate

%
Στην Αμερική, δεν είναι πόσο ένα κόστος το στοιχείο, είναι το πόσο μπορείτε να αποθηκεύσετε.
		-- Harold Urey, Nobel Laureate

%
Σε κάθε κόσμο μενού, ο Καναδάς πρέπει να θεωρείται η vichyssoise των εθνών -κάνει κρύο, μισό-Γαλλικά, και είναι δύσκολο να ανακατεύετε.
		-- Stuart Keate

%
Στην Καλιφόρνια δεν ρίχνουν τα σκουπίδια τους μακριά - θα το κάνει σετηλεοπτικά προγράμματα.
		-- Woody Allen, "Annie Hall"

%
Στη Μινεσότα ρωτούν γιατί όλα τα πεδία ποδοσφαίρου στην Αϊόβα έχουν τεχνητό χλοοτάπητα.Είναι τόσο οι μαζορέτες δεν θα βόσκουν κατά τη διάρκεια του παιχνιδιού.
		-- Woody Allen, "Annie Hall"

%
Ιντιάνα είναι μια κατάσταση αφιερωμένη στο μπάσκετ. Μπάσκετ, σόγια, γουρούνια καιμπάσκετ. Berkeley, είναι περιττό να πω, δεν είναι τόσο αθλητική. Berkeleyείναι αφιερωμένο στον καφέ, άγχος, λακκούβες και καφέ.
		-- Carolyn Jones

%
Inglish Spocken Hier: μερικά παραμορφωμένα μεταφράσειςΕγγραφείτε σε μια πόρτα καμπίνας ενός κρουαζιερόπλοιου Σοβιετική Μαύρη Θάλασσα:Helpsavering οργάνων σε emergings ιδού πολλά σφυρίχτρες!Συνδέουν τη stringing οργάνων σχετικά με τις bosums και πληρούνπίσω, φεύγουν στη συνέχεια, με την αδιάφορη lifesaveringshippenobedicing δίδει εντολή του πλοίου.Από την πόρτα σε ένα ξενοδοχείο Βελιγράδι:Ενημερώστε μας για τυχόν unficiency καθώς και διαρροή στο		η υπηρεσία. κάθε δυνατή προσπάθεια μας θα βελτιωθεί.
		-- Colin Bowles

%
Inglish Spocken Hier: μερικά παραμορφωμένα μεταφράσειςΕγγραφείτε σε έναν καθεδρικό ναό στην Ισπανία:Απαγορεύεται να εισάγετε μια γυναίκα, ακόμη και ένας αλλοδαπός, ανντυμένοι ως άνθρωπος.Πάνω από το enterance σε ένα μπαρ στο Κάιρο:Ασυνόδευτα κυρίες δεν γίνονται δεκτά, εκτός αν με τον σύζυγόή κάτι παρόμοιο.Σε ένα ασανσέρ Βουκουρέστι:Ο ανελκυστήρας που καθορίζεται για τις επόμενες ημέρες.Κατά την περίοδο αυτή μας λυπεί το γεγονός ότι θα είναι αφόρητη.
		-- Colin Bowles

%
Inglish Spocken Hier: μερικά παραμορφωμένα μεταφράσειςΔιάφορα σημάδια στην Πολωνία:Δεξιά στροφή προς άμεση έξω.Πηγαίνετε καταπραϋντικά στο χιόνι, καθώς παραμονεύουν εκεί τους δαίμονες του σκι.Πέντε η ώρα το τσάι σε όλες τις ώρες.Στην τουαλέτα των ανδρών στο Σίδνεϊ:Ανακινήστε περίσσεια του νερού από τα χέρια, πιέστε το κουμπί για να ξεκινήσει,τρίψτε τα χέρια γρήγορα υπό εξόδου αέρα και σκουπίστε τα χέριαστο μπροστινό μέρος του πουκαμίσου.
		-- Colin Bowles, San Francisco Chronicle

%
Iowans ρωτήσω γιατί Minnesotans μην πίνετε περισσότερο Kool-Aid. Αυτό συμβαίνει γιατίδεν μπορώ να καταλάβω πώς να πάρει δύο λίτρα νερό σε μια από εκείνεςλίγο χάρτινους φακέλους.
		-- Colin Bowles, San Francisco Chronicle

%
Δεν είναι ωραίο ότι οι άνθρωποι που προτιμούν το Λος Άντζελες στο Σαν Φρανσίσκο ζουν εκεί;
		-- Herb Caen

%
Είναι δύσκολο να υποστηρίξει κανείς ότι ο Θεός μισούσε Οκλαχόμα. Αν δεν το έκαναν, γιατί είναι τόσοκοντά στο Τέξας;
		-- Herb Caen

%
Δεν είναι Κάμελοτ, αλλά δεν είναι Κλίβελαντ, είτε.
		-- Kevin White, Mayor of Boston

%
Δεν είναι αρκετό να είναι ουγγρική? θα πρέπει να έχετε το ταλέντο πάρα πολύ.
		-- Alexander Korda

%
Είναι περίεργο, και λίγο συνταρακτικό, να αναλογιστούν το γεγονός ότιΤα αγγλικά είναι η μόνη μεγάλη γλώσσα στην οποία "I" κεφαλαιοποιούνται? σε πολλάάλλες γλώσσες "You" κεφαλαιοποιείται και το "i" είναι πεζά.
		-- Sydney J. Harris

%
Είναι πραγματικά μια αρκετά απλή επιλογή: Ζωή, Θάνατος, ή το Λος Άντζελες.
		-- Sydney J. Harris

%
Μαθαίνοντας γαλλικά είναι ασήμαντο: η λέξη για το άλογο είναι Cheval, και οτιδήποτε άλλοακολουθεί με τον ίδιο τρόπο.
		-- Alan J. Perlis

%
Όπως και τόσοι πολλοί Αμερικανοί, που προσπαθούσε να κατασκευάσει μια ζωή που έκανεαίσθηση από τα πράγματα που βρέθηκαν σε καταστήματα με είδη δώρων.
		-- Kurt Vonnegut, Jr.

%
Ομοίως, η εθνική ορεκτικό, άλμη-cured ρέγγας με ωμά κρεμμύδια,κερδίζει λίγους φίλους, Γερμανοί εξαιρούνται.
		-- Darwin Porter "Scandinavia On $50 A Day"

%
Ζώντας στο Λος Άντζελες είναι σαν να μην έχει ημερομηνία το βράδυ του Σαββάτου.
		-- Candice Bergen

%
Ζώντας στη Νέα Υόρκη δίνει στους ανθρώπους πραγματικά κίνητρα για να θέλουν τα πράγματα ότικανείς άλλος δεν θέλει.
		-- Andy Warhol

%
Μινεσότα -το σπίτι του ξανθά μαλλιά και μπλε αυτιά.προμηθευτή κουνουπιών στον ελεύθερο κόσμο.έρχονται να πέσει στην αγάπη με ένα Loon.όπου οι επισκέπτες γίνονται μπλε με το φθόνο.μια μέρα θα είναι ζεστή, το υπόλοιπο του έτους είναι κρύο.γη των πολλών πολιτισμών - ως επί το πλείστον στο λαιμό.όπου η ελίτ συναντιούνται χιονόνερο.γάντι το ή αφήστε το.πολλοί είναι κρύο, αλλά λίγοι έχουν παγώσει.γη του σκι και το σπίτι της παρανοϊκής.γη των 10.000 Petersons.
		-- Andy Warhol

%
Moishe Margolies, ο οποίος ζύγισε όλα τα 105 κιλά και στάθηκε μια ακόμη πέντε πόδιασε κάλτσες του, έπαιρνε το πρώτο ταξίδι του αεροπλάνου του. Πήρε μια θέση δίπλα στο έναογκώδης πυγμάχος από έναν άνθρωπο ο οποίος έτυχε να είναι ο πρωταθλητής βαρέων βαρών τουο κόσμος. Μικρή Moishe ήταν αρκετά ανήσυχος πριν εισήλθε ακόμη και το αεροπλάνο,αλλά τώρα ο βρυχηθμός των κινητήρων και το μεγάλο ύψος του τρομοκρατημένος απολύτως.Έτσι, φοβισμένη έκανε γίνει ότι το στομάχι του αναποδογύρισε και έριξε όλαπάνω από τη μυϊκή γίγαντα χωροθέτηση δίπλα του. Ευτυχώς, τουλάχιστον για Moishe,ο άνθρωπος ήταν κοιμάται. Τώρα, όμως, ο μικρός άνθρωπος είχε ένα άλλο πρόβλημα. Πώς σεο κόσμος θα είχε ποτέ εξηγήσει την κατάσταση στην εύσωμος ωμή ότανξύπνησε; Η ξαφνική φωνή της αεροσυνοδού για ενδοεπικοινωνίας του αεροπλάνου, τέλος,ξύπνησε το πυγμάχος, και Moishe, η καρδιά του στο στόμα του, ανήλθε στο ύψος των περιστάσεων.«Αίσθημα καλύτερα τώρα;" ρώτησε solicitously.
		-- Andy Warhol

%
Monterey ... είναι αναμφισβήτητα η pleasantest και πιο πολιτισμένο, που αναζητούν θέσηστην Καλιφόρνια ... [αυτό] είναι επίσης ένα εξαιρετικό μέρος για cock-αγωνίζονται, τα τυχερά παιχνίδιαόλων των ειδών, παραλλαγών Fandangos, και διάφορα είδη διασκέδασης και ατιμία.
		-- Richard Henry Dama, "Two Years Before the Mast", 1840

%
Οι περισσότεροι Τεξανοί σκέφτονται Χανουκά είναι κάποιο είδος της κλήσης πάπια.
		-- Richard Lewis

%
godda μου ευλογήσει, ποτέ δεν βλέπω Sucha ανθρώπους.
		-- Signor Piozzi, quoted by Cecilia Thrale

%
Νέα Υόρκη είναι πραγματικό. Το υπόλοιπο γίνεται με καθρέφτες.
		-- Signor Piozzi, quoted by Cecilia Thrale

%
Νέα Υόρκη οδηγεί τώρα μεγάλες πόλεις του κόσμου στον αριθμό των ανθρώπων γύρωτους οποίους δεν θα πρέπει να κάνει μια ξαφνική κίνηση.
		-- David Letterman

%
Δεν έχει σημασία τι άλλα έθνη μπορούν να πουν για τις Ηνωμένες Πολιτείες,μετανάστευση εξακολουθεί να είναι η ειλικρινέστερη μορφή κολακείας.
		-- David Letterman

%
"Τώρα ο Κύριος ο Θεός φύτεψε έναν κήπο Ανατολικά της Whittier σε ένα μέρος που ονομάζεταιYorba Linda, και έξω από το έδαφος έκανε να μεγαλώνουν τα δέντρα πορτοκάλι, ότιήταν καλό για τα τρόφιμα και τα φρούτα τους ονόμασε Sunkist ... "
		-- "The Begatting of a President"

%
Τη νύχτα πριν από την οικογένειά της μετακόμισε από το Κάνσας στην Καλιφόρνια, το μικρόκοπέλα γονάτισε από το κρεβάτι της για να πω τις προσευχές της. «Ο Θεός να ευλογεί τη μαμά και τον μπαμπά καιKeith και Κιμ ", είπε. Όπως άρχισε να σηκωθεί, που γρήγορα πρόσθεσε," Ω,και ο Θεός, αυτό είναι αντίο. Προχωράμε στο Χόλιγουντ. "
		-- "The Begatting of a President"

%
Σε γενικές γραμμές, θα προτιμούσα να είναι στη Φιλαδέλφεια.
		-- W. C. Fields' epitaph

%
Ένας από τους κανόνες της Busmanship, Νέα Υόρκη στυλ, ποτέ δεν παραδώσει σαςέδρα σε άλλο επιβάτη. Αυτό μπορεί να φαίνεται ανάλγητη, αλλά είναι η καλύτερητρόπο, πραγματικά. Εάν ένας επιβάτης ήταν να δώσει μια θέση σε κάποιον που λιποθύμησεστο διάδρομο, ας πούμε, οι άλλοι στο λεωφορείο θα γίνει αποπροσανατολισμένη καιφανταστείτε ότι ήταν σε Topeka του Κάνσας.
		-- W. C. Fields' epitaph

%
paak, n: Ένα γήπεδο ή inclosed ίσους όρους. Να θέσει ή να αφήσει (αένα όχημα) για ένα χρονικό διάστημα σε μια συγκεκριμένη τοποθεσία.Πατατάκια, n: Η αμυλούχα, βρώσιμοι κόνδυλοι ενός ευρέως καλλιεργούμενο φυτό.Septemba, n: Το 9ο μήνα του έτους.Σουα, n: Έχοντας καμία αμφιβολία? βέβαιος.sista, Ν: Μια γυναίκα που έχει την ίδια μητέρα και ο πατέρας ως ομιλητή.tamato, n: Μια σαρκώδη, λείο δέρμα κοκκινωπό φρούτα που καταναλώνονται σε σαλάτεςή ως λαχανικό.troopa, n: Μια κατάσταση αστυνομικός.WISTA, n: Μια πόλη στην κεντρική Masschewsetts.yaad, n: Ένα κομμάτι του εδάφους δίπλα σε ένα κτίριο.
		-- Massachewsetts Unabridged Dictionary

%
Ίσως, μετά από όλα, η Αμερική δεν έχει ποτέ ανακαλυφθεί. Εγώ ο ίδιος θαλένε ότι είχε απλώς έχουν ανιχνευθεί.
		-- Oscar Wilde

%
Φιλαδέλφεια δεν είναι βαρετή - φαίνεται ακριβώς έτσι, επειδή είναι δίπλα στοσυναρπαστικό Camden, New Jersey.
		-- Oscar Wilde

%
Providence, New Jersey, είναι μία από τις λίγες πόλεις όπου το τυρί Velveetaεμφανίζεται στο γκουρμέ ράφι.
		-- Oscar Wilde

%
Σαν Φρανσίσκο, δεν είναι αυτό που χρησιμοποιείται για να είναι, και ποτέ δεν ήταν.
		-- Herb Caen

%
Σιάτλ είναι τόσο υγρό ώστε οι άνθρωποι την προστασία της περιουσίας τους με το ρολόι-πάπιες.
		-- Herb Caen

%
Φαίνεται ότι ένας δημοσκόπος έπαιρνε μια παγκόσμια δημοσκόπηση.ερώτησή της ήταν, "Με συγχωρείτε?; ποια είναι η γνώμη σας σχετικά με την έλλειψη κρέας"Στο Τέξας, η απάντηση ήταν "Τι είναι μια έλλειψη;"Στην Πολωνία, η απάντηση ήταν "Τι είναι το κρέας;"Στη Σοβιετική Ένωση, η απάντηση ήταν "Τι είναι μια γνώμη;"Στην πόλη της Νέας Υόρκης, η απάντηση ήταν "Τι με συγχωρήσετε;"
		-- Herb Caen

%
Μερικοί 1.500 μίλια δυτικά του Big Apple θα βρείτε το Minneapple, ένακαταφύγιο ηρεμίας σε δύσκολους καιρούς. Είναι μια καλή πόλη, μια πολιτισμένη πόλη.Μια πόλη όπου εξακολουθούν να ξέρουν πώς να πάρει τα πουκάμισα σας πίσω μέχρι την Πέμπτη. Αφήνωτο Big Apple έχει τα κατορθώματα των "Broadway Joe" Namath. Έχουμε γνωστή ηαπαθής αλλά σταθερή Killebrew. Ακούγοντας Cole Porter πάνω από ένα ξηρό μαρτίνιμπορεί κάλλιστα να ταιριάζουν σε εκείνους ατυχία να μην έχουν ακούσει το Whoopee John PolkaΜπάντα και να μην έχουν μοιραστεί μια κανάτα 3,2 Grain Belt Beer. Η απώλεια είναιδικός τους. Και το Big Apple έχει ακόμη να ψήνουν το bagel που μπορεί να ταιριάξει με φυστίκιβούτυρο lefse. Εδώ είναι μια πόλη όπου τα μεγάλα αστικά πρόβλημα είναι ολλανδικά φτελιάςνόσου και το νούμερο ένα έγκλημα είναι στάθμευσης υπερωρίες. Διαθέτουμε περισσότερα θέατροκατά κεφαλήν από το Big Apple. Εμείς πάμε να δούμε, να μην δει. Εμείς πάμε ακόμηόταν θα πρέπει να φτυάρι δέκα ίντσες του χιονιού από το δρόμο για να φτάσει εκεί. Όντωςοι χειμώνες είναι έντονος. Αλλά τότε έρχεται το θαύμα του καλοκαιριού Minneapple.Οι άνθρωποι συρρέουν στις λίμνες της πόλης να παίζουν και χαίρονται στη θέα τόσωνπολύ χαρούμενος ανθρωπότητα ελεύθερη από τα δεσμά της παραδοσιακής κάτω-γεμάτο ζακέτα.Εδώ είναι το Minneapple. Και για τους ανθρώπους της. ταλέντο μας για το ύφος είναι ισορροπημένηαπό έναν υγιή σεβασμό για τους παράγοντες του ανέμου ψύχρα.Και εμείς πάντα, τρώνε πάντα τα λαχανικά μας.Αυτή είναι η Minneapple.
		-- Herb Caen

%
Κάποιος έκανε μια μελέτη των τριών πλέον συχνά ακούγονται φράσεις στη Νέα ΥόρκηΠόλη. Ένα είναι το "Hey, ταξί." Δύο είναι, "Τι τρένο μπορώ να πάρω για να φτάσετε στοBloomingdale του; »Και τα τρία είναι," Μην ανησυχείτε. Είναι απλά μια σάρκα πληγή. "
		-- David Letterman

%
«Κάπου», είπε ο πατέρας Vittorini, "δεν Blake δεν μιλάμε για τοΜηχανήματα της χαράς; Δηλαδή, ο Θεός δεν την προώθηση των χώρων, στη συνέχεια,εκφοβίσει αυτές τις φύσεις προκαλώντας την ύπαρξη της σάρκας, οι άνδρες παιχνιδιών καιτων γυναικών, όπως είναι όλοι; Και έτσι ευτυχώς απέστειλε, στην καλύτερη περίπτωση μας, μεκαλό χάρη και πρόστιμο εξυπνάδα, για ηρεμία μεσημέρια, στην εύλογη κλίματα, δεν είμαστε του ΘεούΜηχανήματα της χαράς; ""Αν Μπλέικ, δήλωσε ότι", είπε ο πατέρας του Brian, «ποτέ δεν έζησε στο Δουβλίνο."
		-- R. Bradbury, "The Machineries of Joy"

%
Ο Παντοδύναμος στην άπειρη σοφία Του δεν έκρινε σκόπιμο να δημιουργήσει Γάλλουςστην εικόνα του Άγγλους.
		-- Winston Churchill, 1942

%
Το αμερικανικό έθνος στην έκτη πτέρυγα είναι μια λεπτή ανθρώπους? αγαπούν τοαετός - στο πίσω μέρος ενός δολαρίου.
		-- Finlay Peter Dunne

%
Η συνείδηση ​​αγγλοσαξονικό δεν εμποδίζει την αγγλοσαξονική απόαμαρτάνουν, απλώς τον εμποδίζει από το να απολαμβάνουν την αμαρτία του.
		-- Salvador De Madariaga

%
Η καλύτερη περίπτωση: Πάρτε το μισθό από την Αμερική, να χτίσουν ένα σπίτι στην Αγγλία,ζουν με μια ιαπωνική συζύγου, και να τρώνε κινέζικο φαγητό.Αρκετά καλή περίπτωση: Πάρτε το μισθό από την Αγγλία, να χτίσουν ένα σπίτι στην Αμερική,ζουν με μια κινεζική σύζυγό του, και να τρώνε ιαπωνικά τρόφιμα.Η χειρότερη περίπτωση: Πάρτε το μισθό από την Κίνα, να χτίσουν ένα σπίτι στην Ιαπωνία,ζουν με μια βρετανική σύζυγο, και να τρώνε αμερικανική κουζίνα.
		-- Bungei Shunju, a popular Japanese magazine

%
Το καλύτερο πράγμα που βγαίνει από Αϊόβα είναι Ι-80.
		-- Bungei Shunju, a popular Japanese magazine

%
Οι μεγάλες πόλεις της Αμερικής γίνονται όλο και χώρες του Τρίτου Κόσμου.
		-- Nora Ephron

%
Οι Βρετανοί έρχονται! Οι Βρετανοί έρχονται!
		-- Nora Ephron

%
Το κλίμα της Βομβάης είναι τέτοια που οι κάτοικοί της έχουν να ζήσει αλλού.
		-- Nora Ephron

%
Η κατάρα της ιρλανδικής δεν είναι ότι δεν ξέρουν τα λόγια σε ένα τραγούδι -είναι ότι τους * ___ όλα * γνωρίζουμε.
		-- Susan Dooley

%
Οι Τσέχοι ανακοινωθεί μετά Σπούτνικ ότι, πάρα πολύ, θα ξεκινήσει ένα δορυφόρο.Φυσικά, θα ήταν σε τροχιά γύρω από Sputnik, δεν Γη!
		-- Susan Dooley

%
Η διαφορά μεταξύ της Αμερικής και της Αγγλίας είναι ότι η αγγλική σκέφτονται 100μίλια είναι μια μεγάλη απόσταση και οι Αμερικανοί σκέφτονται 100 χρόνια είναι μεγάλο χρονικό διάστημα.
		-- Susan Dooley

%
Η κρέμα αυγό είναι ψυχολογικά το αντίθετο της περιτομής - είναι* Ευχάριστα * επιβεβαιώνει Εβραϊκότητας σας.
		-- Mel Brooks

%
Η αγγλική τζέντλεμαν χώρα καλπάζει μετά από μια αλεπού - η ανείπωτηστην πλήρη άσκηση που δεν τρώγεται.
		-- Oscar Wilde, "A Woman of No Importance"

%
Η αγγλική έχουν κανένα σεβασμό για τη γλώσσα τους, και δεν θα διδάξουντα παιδιά τους για να μιλήσουν.
		-- G. B. Shaw

%
Η αγγλική ενστικτωδώς να θαυμάσει κάθε άνθρωπο που δεν έχει ταλέντο και είναι μέτριασχετικά με αυτό.
		-- James Agate, British film and drama critic

%
[Η γαλλική Ριβιέρα είναι] μια ηλιόλουστη θέση για τις σκιερές ανθρώπους.
		-- Somerset Maugham

%
Το γεωγραφικό κέντρο της Βοστώνης βρίσκεται σε Roxbury. Βόρεια τουΚέντρο βρίσκουμε το νότιο άκρο. Αυτό δεν πρέπει να συγχέεται με τη ΝότιαΒοστώνη που βρίσκεται ακριβώς ανατολικά από το νότιο άκρο. Βόρεια του ΝότουΤέλος είναι East Boston και νοτιοδυτικά της Ανατολικής Βοστώνη είναι η North End.
		-- Somerset Maugham

%
Οι goys έχουν αποδείξει το ακόλουθο θεώρημα ...		   διάλεξη.
		-- Physicist John von Neumann, at the start of a classroom

%
Το Άρη προσγειώθηκε πιατάκι του στο Μανχάταν, και αμέσως μετάαναδυόμενες προσεγγίστηκε από έναν επαίτης. "Mister", είπε ο άνδρας, "μπορώ ναέχουν ένα τέταρτο; "Το Άρη ρώτησε, "Τι είναι το ένα τέταρτο;"Ο ζητιάνος σκέφτηκε ένα λεπτό, χαρούμενο, στη συνέχεια, είπε, "Είσαιδικαίωμα! Μπορώ να έχω ένα δολάριο; "
		-- Physicist John von Neumann, at the start of a classroom

%
Το κουνούπι είναι το πουλί κατάσταση του New Jersey.
		-- Andy Warhol

%
Η πιο κοινή συγκεκριμένο όνομα στον κόσμο είναι Mohammad? η πιο κοινήοικογενειακό όνομα στον κόσμο είναι Chang. Μπορείτε να φανταστείτε τον τεράστιο αριθμότων ανθρώπων στον κόσμο που ονομάζεται Μοχάμεντ Chang;
		-- Derek Wills

%
Το μόνο πολιτιστικό πλεονέκτημα LA έχει πάνω από NY είναι ότι μπορείτε να κάνετε μια σωστήενεργοποιήσετε ένα κόκκινο φως.
		-- Woody Allen

%
Το Σαν Ντιέγκο αυτοκινητόδρομο. Επίσημη χώρος στάθμευσης των Ολυμπιακών Αγώνων του 1984!
		-- Woody Allen

%
Το πρόβλημα είναι, υπάρχει μια ατελείωτη προσφορά των White Men, αλλά δεν έχει υπάρξειπάντα ένα περιορισμένο αριθμό ανθρώπων.
		-- Little Big Man

%
πιο άπληστος ανεμιστήρας του μπέιζμπολ στον κόσμο (μια Aggie) είχε φτάσει στογήπεδο για το πρώτο παιχνίδι του World Series μόνο για να συνειδητοποιήσει ότι είχε αφήσειτο εισιτήριό του στο σπίτι. Μη θέλοντας να χάσει κάποια από την πρώτη συμμετοχή, πήγεστο περίπτερο του εισιτηρίου και πήρε σε μια μακρά σειρά για ένα άλλο κάθισμα. Μετά από μία ώραπεριμένετε ήταν μόλις λίγα πόδια από το περίπτερο, όταν μια φωνή φώναξε, «Hey,Ο Dave! "Το Aggie κοίταξε ψηλά, περπάτησε από τη γραμμή και προσπάθησε να βρει τον ιδιοκτήτητης φωνής - χωρίς επιτυχία. Τότε κατάλαβε ότι είχε χάσει τη θέση του στηνγραμμή και έπρεπε να περιμένει ξανά. Όταν ο ανεμιστήρας τελικά αγόρασε το εισιτήριό του,διψούσε, έτσι πήγε να αγοράσει ένα ποτό. Η γραμμή στο περίπτερο παραχώρησηςήταν πολύ, πάρα πολύ, αλλά δεδομένου ότι το παιχνίδι δεν είχε ξεκινήσει ο ίδιος αποφάσισε να περιμένει. Απλά όπωςπήρε στο παράθυρο, μια φωνή φώναξε, «Hey, ο Dave!" Και πάλι η Aggie δοκιμάσεινα βρει τη φωνή - αλλά καμία τύχη. Ήταν πολύ αναστατωμένος, όπως ο ίδιος πήρε πίσω στη γραμμήγια το ποτό του. Τέλος ο ανεμιστήρας πήγε στην έδρα του, πρόθυμοι για το παιχνίδι για να ξεκινήσει.Όπως περίμενε για την πίσσα, άκουσε τη φωνή κλήση, "Hey ο Dave!" άλλη μια φορά.Έξαλλος, σηκώθηκε και φώναξε στην κορυφή των πνευμόνων του, "Το όνομά μου δεν είναι ο Dave!"
		-- Little Big Man

%
Τότε υπήρχε η Φορμόζας μπάρμαν που ονομάζεται Ταϊβάν-On.
		-- Little Big Man

%
Υπάρχει * __ είναι * ευφυής ζωή στη Γη, αλλά το αφήνω για το Τέξας, τη Δευτέρα.
		-- Little Big Man

%
Υπάρχουν άνθρωποι που θεωρούν ότι είναι περίεργο να φάει τέσσερα ή πέντε κινεζικά γεύματασε μια ΣΕΙΡΑ; στην Κίνα, συχνά τους υπενθυμίσω, υπάρχουν ένα δισεκατομμύριο ή έτσιοι άνθρωποι που βρίσκουν τίποτα περίεργο γι 'αυτό.
		-- Calvin Trillin

%
Δεν υπάρχει τίποτα λάθος με Southern California ότι η αύξηση τηςτο επίπεδο των ωκεανών δεν θα θεραπεύσει.
		-- Ross MacDonald

%
Πρέπει να υπάρχουν τουλάχιστον 500 εκατομμύρια αρουραίους στις Ηνωμένες Πολιτείες? φυσικά,Ποτέ δεν άκουσα την ιστορία πριν.
		-- Ross MacDonald

%
Κάποτε υπήρχε αυτή η Σουάμι που έζησαν πάνω από ένα delicatessan. φαίνεται έναημέρα που αποφάσισε να σταματήσει στο κάτω για κάποιο φρέσκο ​​συκώτι. Λοιπόν, ο ιδιοκτήτηςτου Deli ήταν ένα κομμάτι από ένα φτηνό-skate, και αποφάσισε να πάρει μια μικρή επιπλέοναλλάξει σε βάρος του πελάτη του. Γυρίζοντας ήσυχα στο καφετζής, οψιθύρισε, "ζυγίζονται κάτω επάνω συκώτι του Σουάμι!"
		-- Ross MacDonald

%
Υπήρχε αυτό το New Yorker, που είχε μια δια βίου φιλοδοξία να είναι ένας Τεξανός.Ευτυχώς, είχε μια Texan φίλους και πήγε σε αυτόν για συμβουλές. "Μικρόφωνο,ξέρετε έχω πάντα ήθελε να είναι ένας Τεξανός. Είσαι * ____ real * Texan, τιπρέπει να κάνω; ""Λοιπόν," απάντησε ο Mike, "Το πρώτο πράγμα που έχετε να κάνετε είναι να κοιτάξουμεσαν Τεξανός. Αυτό σημαίνει ότι έχετε να ντύσει σωστά. Το δεύτερο πράγμαέχετε να κάνετε είναι να μιλήσετε σε ένα νότια προφορά "."Ευχαριστώ, Mike, θα δώσει μια δοκιμή», απάντησε ο New Yorker.Λίγες εβδομάδες πέρασαν και το New Yorker περνάμε σε ένα κατάστημα ντυμένοισε ένα καπέλο δέκα γαλόνι, καουμπόικες μπότες, Levi τζιν και ένα φουλάρι. "Γεια σου,PARDNER, θα ήθελα κάποια βόειο κρέας, δεν είναι πολύ σπάνια, και κάποια από αυτά φρέσκα μπισκότα, "λέει ο καφετζής.Ο τύπος πίσω από τον πάγκο παίρνει μια μακρά ματιά σε αυτόν και, στη συνέχεια, λέει,"Θα πρέπει να είναι από τη Νέα Υόρκη."Οι κοκκινίζει New Yorker, και λέει, "Λοιπόν, ναι, είμαι. Πώς το έκανεξέρεις?""Επειδή αυτό είναι ένα κατάστημα υλικού."
		-- Ross MacDonald

%
Υπάρχει μόνο κάτι που δεν μου αρέσει για Βιρτζίνια? το κράτος.
		-- Ross MacDonald

%
Υπάρχει κάτι διαφορετικό για μας - διαφορετικά από τους ανθρώπους της Ευρώπης,Αφρική, την Ασία ... μια βαθιά και σταθερή πίστη στην Μπάνι Πάσχα.
		-- G. Gordon Liddy

%
Τρεις Midwesterners, ένα Kansan, ένα Missourian και Iowan,όλα εμφανίζονται σε ένα πρόγραμμα κουίζ, κλήθηκαν να συμπληρώσουν αυτή τη φράση:"Old MacDonald είχε ένα...""Old MacDonald είχε ένα καρμπυρατέρ," απάντησε ο Kansan."Συγγνώμη, αυτό είναι λάθος", δήλωσε ο οικοδεσπότης της παράστασης παιχνίδι."Old MacDonald είχε ένα δωρεάν ευθυγράμμιση φρένο κάτω κατά τηπρατήριο καυσίμων », είπε ο Missourian."Λάθος"."Old MacDonald είχε ένα αγρόκτημα», είπε ο Iowan."Σωστό!" φωνάζει ο quizmaster. "Τώρα, για $ 100.000, να σημάνει« αγρόκτημα ».""Easy", είπε ο Iowan. "E-Ι-Ε-Ι-Ο".
		-- G. Gordon Liddy

%
Συμβουλή σε όλο τον κόσμο στο πλευρό του και όλα χαλαρά θα προσγειωθεί στο Λος Άντζελες.
		-- Frank Lloyd Wright

%
Σε ένα καλιφορνέζικο, ένα πρόσωπο πρέπει να αποδείξει τον εαυτό εγκληματικά παράφρονες πρινεπιτρέπεται να οδηγεί ένα ταξί στη Νέα Υόρκη. Για τη Νέα Υόρκη cabbies, την τιμιότητα και τηνσταματώντας σε κόκκινα φώτα οι δύο προαιρετικές.
		-- From "East vs. West: The War Between the Coasts

%
Σε ένα Καλιφόρνιας, όλες οι Νεοϋορκέζοι είναι κρύο? ακόμη και σε θερμότητα που σπάνια πάνεπάνω από πενήντα οκτώ βαθμούς. Αν έχετε καταρρεύσει σε ένα δρόμο στη Νέα Υόρκη, το σχέδιονα περάσουν μερικές ημέρες εκεί.
		-- From "East vs. West: The War Between the Coasts

%
Σε ένα New Yorker, όλες οι Καλιφορνέζοι είναι ξανθά, ακόμα και οι μαύροι. Υπάρχουν,Στην πραγματικότητα, ολόκληρες γειτονιές που είναι χωρισμένο σε ζώνες μόνο για τα ξανθά άτομα. ομόνος τρόπος για να πει τη διαφορά μεταξύ Καλιφόρνιας και της Σουηδίας είναι ότι ηΣουηδοί μιλούν καλύτερα αγγλικά. "
		-- From "East vs. West: The War Between the Coasts

%
Σε ένα New Yorker, τα μόνα σπίτια στην Καλιφόρνια στην αγορά για λιγότερο από έναεκατομμύρια δολάρια είναι εκείνες στις φλόγες. Αυτά γενικά πάμε για εξακόσιεςχίλια.
		-- From "East vs. West: The War Between the Coasts

%
Για να είναι ευτυχισμένος ένας πρέπει να είναι α) τρέφονται καλά, unhounded από άθλιες φροντίδες, άνετα σεΣιών, β) γεμάτη από μια άνετη αίσθηση της ανωτερότητας στις μάζες του ατόμουτους συνανθρώπους, και γ) απαλά και ακατάπαυστα διασκεδάζει σύμφωνα με το γούστο του καθενός.Είναι άποψή μου ότι, αν γίνουν δεκτές ο ορισμός αυτός, δεν υπάρχει καμία χώραστον κόσμο όπου ένας άνδρας αποτελούσε όπως είμαι - ένας άνθρωπος του ιδιόμορφο μουαδυναμίες, ματαιοδοξίες, ορέξεις, και απέχθεια - μπορεί να είναι τόσο ευτυχισμένος, όπως μπορείείναι στις Ηνωμένες Πολιτείες. Προχωρώντας, βάζω κάτω από το δόγμα που είναιμια καθαρή φυσική αδυναμία για έναν τέτοιο άνθρωπο να ζήσει στις Ηνωμένες Πολιτείεςκαι να μην είναι ευχαριστημένοι.
		-- H. L. Mencken, "On Being An American"

%
Για να ξέρει Edina είναι να το απορρίψει.
		-- Dudley Riggs, "The Year the Grinch Stole the Election"

%
Toto, δεν νομίζω ότι είμαστε πια στο Κάνσας.
		-- Judy Garland, "Wizard of Oz"

%
Οι τουρίστες - έχουν κάποια διασκέδαση με βραστά cabbies της Νέας Υόρκης. Όταν εσύφτάσετε στον προορισμό σας, πείτε στον οδηγό σας, "Pay; Ήμουν ωτοστόπ».
		-- David Letterman

%
σήματα κυκλοφορίας στη Νέα Υόρκη είναι μόνο γενικές κατευθυντήριες γραμμές.
		-- David Letterman

%
Ταξιδεύοντας μέσα από τη Νέα Αγγλία, ένας αυτοκινητιστής σταμάτησε για το φυσικό αέριο σε ένα μικρό χωριό.«Τι είναι αυτό το μέρος που ονομάζεται;" ρώτησε ο συνοδός του σταθμού."Όλα εξαρτώνται," η μητρική drawled. "Εννοείτε από αυτά που έχεινα ζουν σε αυτό τον μπαμπά-κατηγόρησε, σκώρος-τρώγεται, σκόνη καλύπτει, ένα-Hoss χωματερή, ήαπό αυτούς που είναι απλώς απολαμβάνοντας τα γραφικά και το γραφικό ρουστίκ γοητείαγια μια σύντομη περίοδο; "
		-- David Letterman

%
Επισκεφτείτε το όμορφο Βέργας, Μινεσότα.
		-- David Letterman

%
Επισκεφθείτε την όμορφη Wisconsin Dells.
		-- David Letterman

%
Επίσκεψη [1] τα όμορφα βουνά καπνιστή![1] επίσκεψη, κατά .:Ελάτε για μια εβδομάδα, ξοδεύουν πάρα πολλά χρήματα και να πληρώνουν πολλά κρυμμένα φόρων,Στη συνέχεια αφήστε. Θα χαρούμε να δούμε τα χρήματά σας και την επόμενη χρονιά.Μπορείτε να εξοικονομήσετε χρόνο με την απλή αποστολή των χρημάτων, εάν είστε πάρα πολύ απασχολημένοι.
		-- David Letterman

%
Δεν με νοιάζει πώς το κάνουν στη Νέα Υόρκη.
		-- David Letterman

%
Καλώς ήρθατε στην Λίμνη Wobegon, όπου όλοι οι άνδρες είναι ισχυρή, οι γυναίκες είναι όμορφες,και τα παιδιά είναι άνω του μέσου όρου.
		-- Garrison Keillor

%
Τι είδους άθλιες επιχειρήσεων είσαι τώρα; Θέλω να πω, ο άνθρωπος, προς τα πούπηγαίνεις εσύ; Προς τα πού πηγαίνεις εσύ, Αμερική, σε γυαλιστερό αυτοκίνητο σου μέσα στη νύχτα;
		-- Jack Kerouac

%
Ό, τι δεν επιτύχει μέσα σε δύο μήνες και ένα μισό στην Καλιφόρνια θαΠοτέ δεν πετύχει.
		-- Rev. Henry Durant, founder of the University of California

%
Όταν ένας άνθρωπος έχει κουραστεί από το Λονδίνο, είναι κουρασμένος από τη ζωή.
		-- Samuel Johnson

%
Πότε καλοκαίρι έρχονται στην Μινεσότα, ρωτάτε; Λοιπόν, πέρυσι,Πιστεύω ότι ήταν μια Τρίτη.
		-- Samuel Johnson

%
Όταν έφτασα για πρώτη φορά σε αυτή τη χώρα που είχα μόνο δεκαπέντε λεπτά στην τσέπη μουκαι την προθυμία για συμβιβασμό.
		-- Weber cartoon caption

%
Όταν είδα μια πινακίδα στον αυτοκινητόδρομο που είπε, "Los Angeles 445 μίλια», είπαστον εαυτό μου, "έχω να βγούμε από αυτή τη λωρίδα."
		-- Franklyn Ajaye

%
Όταν συνηθίσει ποτέ να είσαι μόνος, μπορείτε να θεωρείτε τον εαυτό σαςΑμερικανοποίηση.
		-- Franklyn Ajaye

%
Θα το τελευταίο πρόσωπο για να φύγει Michigan παρακαλούμε ενεργοποιήστε τα φώτα;
		-- Franklyn Ajaye

%
Yawd [ουσιαστικό, Bostonese]: η πανεπιστημιούπολη του Have Id.
		-- Webster's Unafraid Dictionary

%
Ναι, έχω τώρα πήρα αυτό το ωραίο μικρό διαμέρισμα στη Νέα Υόρκη, ένας από αυτούςΣχήματος L αυτά. Δυστυχώς, αυτό είναι ένα πεζό l.
		-- Rita Rudner

%
Έχετε πάντα την επιλογή μπάλες pitching σε δοχεία χρωμάτων άδειο σπρέισε cul-de-sac σε ένα προάστιο Κλήβελαντ.
		-- Rita Rudner

%
Μπορείτε δεν κινούνται σε Edina, να επιτύχετε Edina.
		-- Guindon

%
Ξέρετε ότι είστε σε μια μικρή πόλη, όταν ...Δεν χρησιμοποιείτε φλας, επειδή όλοι γνωρίζουν πού πας.Είσαι γεννήθηκε στις 13 Ιουνίου και την οικογένειά σας λαμβάνει δώρα από την τοπικήεμπόρους, επειδή είστε το πρώτο μωρό του έτους.Ο καθένας ξέρει οποίων οι πιστωτικές είναι καλή, και του οποίου η γυναίκα δεν είναι.Μπορείτε να μιλήσετε με κάθε σκύλο σας περάσει, με το όνομα ... και wags την ουρά του.Μπορείτε να καλέσετε τον λάθος αριθμό, και να μιλήσει για 15 λεπτά ούτως ή άλλως.Μπορείτε να γράψει μια επιταγή για το λάθος τράπεζα και σας καλύπτει ούτως ή άλλως.
		-- Guindon

%
