1893 Το ιδανικό τονωτικό του εγκεφάλου1900 Ποτό Coca-Cola - νόστιμο και δροσιστικό - 5 σεντ σε όλαβρύσες σόδα1905 Είναι το αγαπημένο ποτό για τις κυρίες, όταν διψάτε - κουρασμένος - αποκαρδιωμένοι1905 ανανεώνει το κουρασμένο, φωτίζει τη διάνοια και καθαρίζει τον εγκέφαλο1906 Το ποτό της ΠΟΙΟΤΗΤΑ1907 Καλό είναι να την τελευταία σταγόνα1907 Ικανοποιεί τη δίψα και ευχαριστεί τον ουρανίσκο1907 Δροσιστικό ως καλοκαιρινό αεράκι. Delightful ως βουτιά στη θάλασσα1908 Το ποτό που Cheers, αλλά δεν σαγηνεύσει1917 Υπάρχει μια νόστιμη φρεσκάδα στη γεύση της Coca-Cola1919 ικανοποιεί τη δίψα1919 Η γεύση είναι το τεστ1922 Κάθε ποτήρι κατέχει την απάντηση στην δίψα1922 Δίψα δεν γνωρίζει σεζόν1925 Απολαύστε την κοινωνικότητα ποτό
		-- Coca-Cola slogans

%
1925 με ένα ποτό και τόσο καλά, «tis τρέλα να είναι διψασμένος1929 Η υψηλή σημάδι αναψυκτικό1929 Η παύση που ανανεώνει1930 Θα έπρεπε να είναι καλή για να πάρει όπου είναι1932 Το ποτό που κάνει ένα δροσιστικό παύση1935 Η παύση που φέρνει τους φίλους μαζί1937 STOP για μια παύση ... GO ανανεωμένοι1938 Ο καλύτερος φίλος δίψα είχε ποτέ1939 Δίψα σταματά εδώ1942 Είναι το πραγματικό πράγμα1947 Έχετε ένα κοκ1961 Zing! τι μια αναζωογονητική νέα αίσθηση1963 Τα πράγματα πηγαίνουν καλύτερα με Coke1969 Πρόσωπο Θείος Σαμ με ένα κοκ στο χέρι σας1979 Έχετε ένα κοκ και ένα χαμόγελο1982 Coke είναι αυτό!
		-- Coca-Cola slogans

%
Ένα ζευγάρι από τα παιδιά προσπάθησαν χρησιμοποιώντας τουρσιά αντί paddles για Πινγκ-Πονγκπαιχνίδι. Θα το βόλεϊ του Dills είχε.
		-- Coca-Cola slogans

%
Ένα αγρόκτημα στην εξοχή είχε αρκετές γαλοπούλες, ήταν γνωστή ως ησπίτι επτά καταπίνει.
		-- Coca-Cola slogans

%
Ένα γκουρμέ που σκέφτεται θερμίδες είναι σαν ένα τάρτα που κοιτάζει το ρολόι της.
		-- James Beard

%
Ένα νέο σεφ από την Ινδία απολύθηκε μια εβδομάδα μετά την έναρξη της εργασίας. Αυτόςδιατηρείται υπέρ κάρυ.
		-- James Beard

%
Μια μέση είναι ένα φοβερό πράγμα στο μυαλό.
		-- Ziggy

%
Μια σύζυγος άρχισε να υπηρετεί ψιλοκομμένο κρέας, από Δευτέρα χάμπουργκερ, Τρίτη κρέαςκαρβέλι, Τετάρτη πέτρας μπριζόλα, και την Πέμπτη κεφτέδες. Την Παρασκευή το πρωί τηςΟ σύζυγός snarled, «Πώς τώρα, το έδαφος αγελάδα;"
		-- Ziggy

%
Ηθοποιός: Έτσι τι κάνετε για μια διαβίωση;Doris: Δουλεύω για μια εταιρεία που κάνει απατηλά ρηχά μερίδαπιάτα για κινέζικα εστιατόρια.
		-- Woody Allen, "Without Feathers"

%
Στην πραγματικότητα, ο στόχος μου είναι να έχουμε ένα σάντουιτς το όνομά μου.
		-- Woody Allen, "Without Feathers"

%
"Και τι θα κάνεις όταν μεγαλώσεις να είναι τόσο μεγάλη όσο εγώ;"ζήτησε από τον πατέρα του το μικρό γιο του."Διατροφή".
		-- Woody Allen, "Without Feathers"

%
Οτιδήποτε είναι καλό και αν είναι φτιαγμένο από σοκολάτα.
		-- Woody Allen, "Without Feathers"

%
Ό, τι είναι καλό και χρήσιμο είναι φτιαγμένο από σοκολάτα.
		-- Woody Allen, "Without Feathers"

%
Όπως είχε φοβόταν, διαταγές του είχε ξεχάσει και ο καθένας είχε φέρειη πατατοσαλάτα.
		-- Woody Allen, "Without Feathers"

%
Όπως με τα περισσότερα ωραία πράγματα, η σοκολάτα έχει σεζόν. Υπάρχει ένας απλόςενίσχυση της μνήμης που μπορείτε να χρησιμοποιήσετε για να διαπιστώσει αν είναι η σωστή ώρανα παραγγείλετε πιάτα σοκολάτας: κάθε μήνα το όνομα του οποίου περιέχει το γράμμα Α,Ε, ή U είναι η κατάλληλη στιγμή για τη σοκολάτα.
		-- Sandra Boynton, "Chocolate: The Consuming Passion"

%
Να είστε προσεκτικοί όταν δαγκώνετε σε χάμπουργκερ σας.
		-- Derek Bok

%
ΓΙΟΎΧΑ! Αλλάξαμε Coke και πάλι! BLEAH! BLEAH!
		-- Derek Bok

%
κρέας μποϊκοτάζ - πιπιλίζουν τον αντίχειρά σας.
		-- Derek Bok

%
Το χαρούπι λειτουργεί βάσει της αρχής ότι, όταν αναμιγνύεται με το σωστό συνδυασμό τωνλίπη και ζάχαρη, μπορεί να αναπαραγάγει σοκολάτα σε χρώμα και υφή. Φυσικά,το ίδιο μπορεί να λεχθεί και βρωμιά.
		-- Derek Bok

%
Τυρί - άλμα του γάλακτος προς την αθανασία.
		-- Clifton Fadiman, "Any Number Can Play"

%
Κινεζικό ρητό: "Εκείνος που μιλούν με διχαλωτή γλώσσα, δεν χρειάζεται ξυλάκια."
		-- Clifton Fadiman, "Any Number Can Play"

%
Εξετάστε τα ακόλουθα αξιώματα προσεκτικά:"Τα πάντα είναι καλύτερα όταν κάθεται σε ένα Ritz".και"Τα πάντα είναι καλύτερα με την Blue Bonnet σε αυτό."Τι θα συμβεί αν κάποιος διαδίδει Μπλε Bonnet μαργαρίνη σε ένα κράκερ Ritz; οσκέψη είναι τρομακτικό. Είναι αυτό πώς τέθηκε σε λειτουργία το Θεό; να μην προσπαθήσειυπόψη το γεγονός ότι "Τα πράγματα πηγαίνουν καλύτερα με Coke".
		-- Clifton Fadiman, "Any Number Can Play"

%
Αγαπητοί Mister Γλώσσα Πρόσωπο: Είμαι περίεργος για την έκφραση, "Μέρος τηςΑυτό το πλήρες πρωινό ". Ο τρόπος που εμφανίζεται είναι, μου 5-year-old θα είναιβλέποντας τηλεόραση καρτούν δείχνει το πρωί, και θα δείχνουν μια εμπορική γιασυμπιεσμένο ένωση για τα παιδιά το πρωινό όπως "Froot Loops" ή "LuckyΦυλακτά ", και δείχνουν πάντα κάθεται σε ένα τραπέζι δίπλα σε κάποια πραγματική τροφίμωνόπως τα αυγά, και ο εκφωνητής λέει πάντα: «Μέρος αυτής της πλήρουςπρωινό ". Μην ότι πραγματικά σημαίνει," Δίπλα σε αυτό το πλήρες πρωινό »,ή "Στο ίδιο τραπέζι με αυτό το πλήρες πρωινό»; Και δεν θα μπορούσε να κάνειουσιαστικά το ίδιο αίτημα και αν, αντί Froot Loops, βάζουν ένα κουτάκικρέμα ξυρίσματος εκεί, ή μια νεκρή νυχτερίδα;Απάντηση: Ναι.
		-- Dave Barry, "Tips for Writer's"

%
Θάνατος πριν την ατίμωση. Αλλά ούτε πριν από το πρωινό.
		-- Dave Barry, "Tips for Writer's"

%
Ακούσατε ότι ο καπετάνιος Crunch, αρκούδα ζάχαρη, Τόνι ο Τίγρης, καιSnap, κροτάλισμα και Pop ήταν όλοι δολοφονήθηκαν πρόσφατα ...Η αστυνομία υποπτεύεται το έργο ενός δολοφόνου δημητριακών!
		-- Dave Barry, "Tips for Writer's"

%
Δίαιτα ζήσουν τη ζωή στη λωρίδα νηστείας.
		-- Dave Barry, "Tips for Writer's"

%
Το δείπνο είναι έτοιμο, όταν ο συναγερμός καπνού σβήνει.
		-- Dave Barry, "Tips for Writer's"

%
Μην πίνετε καφέ στις αρχές του Α.Μ. Θα σας κρατήσουν ξύπνιο μέχρι το μεσημέρι.
		-- Dave Barry, "Tips for Writer's"

%
Μην ανησυχείτε για το ποια πλευρά το ψωμί σας βουτυρωμένο σε: τρώτε δύο πλευρές.
		-- Dave Barry, "Tips for Writer's"

%
Αισθάνεστε προσωπικά υπεύθυνοι για την παγκόσμια έλλειψη τροφίμων;Κάθε φορά που πηγαίνετε στην παραλία, έχει η παλίρροια μπαίνει;Έχεις φάει ποτέ μια ολόκληρη άλκες;Μπορείτε να δείτε το λαιμό σας;Να joggers πάρετε γύρους γύρω σας για άσκηση;Αν ναι, σας καλωσορίζουμε στην Εθνική Fat εβδομάδα.Αυτή την εβδομάδα θα τρώτε χωρίς ενοχές, και το έναυσμα για την καμπάνια των μελών μας,... Με τη βία-σίτιση ένα κουτί με καλαμποκάλευρο σε ένα κοκαλιάρικο πρόσωπο.
		-- Garfield

%
Κατά τη διάρκεια της Αμερικανικής Επανάστασης, ένας Βρετανός προσπάθησε να λεηλατούν ένα αγρόκτημα. Αυτόςσκόνταψε σε ένα βράχο στο έδαφος και έπεσε, οπότε μια επιθετική ΡόουντΝησί Κόκκινο πήδησε στην κορυφή. Βλέποντας αυτό, ο αγρότης σχολίασε, "πιάσει Κοτόπουλομια Tory! "
		-- Garfield

%
Φάτε όσο θέλετε - απλά μην το καταπιεί.
		-- Harry Secombe's diet

%
Φάτε ποτό και να είναι χαρούμενα! Αύριο μπορεί να είστε στη Γιούτα.
		-- Harry Secombe's diet

%
Φάτε ποτό και να είναι χαρούμενα, για το αύριο μπορεί να είναι παράνομη.
		-- Harry Secombe's diet

%
Φάτε ποτό και να είναι χαρούμενα, για αύριο δίαιτα.
		-- Harry Secombe's diet

%
Φάτε δεξιά, μείνετε σε φόρμα, και να πεθάνουν ούτως ή άλλως.
		-- Harry Secombe's diet

%
"Φάτε, πιείτε και να είναι χαρούμενα, για αύριο θα μπορεί να λειτουργήσει."
		-- Harry Secombe's diet

%
Τρώει σοκολάτα είναι σαν να είσαι ερωτευμένος, χωρίς την επιδείνωση.
		-- Harry Secombe's diet

%
Ακόμη και ένα τυφλό γουρούνι σκοντάφτει επάνω σε λίγα βελανίδια.
		-- Harry Secombe's diet

%
Ακόμη και ένα λάχανο μπορεί να δούμε ένα βασιλιά.
		-- Harry Secombe's diet

%
Κάθε φορά που χάνω βάρος, με βρίσκει και πάλι!
		-- Harry Secombe's diet

%
Τα πάντα μου αρέσει είναι είτε παράνομο, ανήθικο ή πάχυνση.
		-- Alexander Woollcott

%
Τα πάντα αξίζει ακριβώς όσο ένα βρίζω, η διαφορά είναιότι βρίζω είναι πιο ικανοποιητική.
		-- Ingmar Bergman

%
Λίπος Απελευθέρωση: γιατί μια μέση είναι ένα φοβερό πράγμα στο μυαλό.
		-- Ingmar Bergman

%
Το λίπος τους ανθρώπους όλου του κόσμου ενωθείτε, έχουμε τίποτα να χάσετε!
		-- Ingmar Bergman

%
Τροφή για σκέψη δεν είναι υποκατάστατο για το πραγματικό πράγμα.
		-- Walt Kelly, "Potluck Pogo"

%
Για όσους από εσάς έχουν ατυχές αρκετά για να δεν έχουν δοκιμάσει ποτέ το«Μεγάλη Chieftain O« η Pudden Race »(δηλαδή haggis) εδώ είναι ένα εύκολο να ακολουθήσεισυνταγή που οδηγεί σε ένα πιάτο εντυπωσιακά παρόμοια με την προαναφερθείσαπροστατευόμενα είδη.συστατικά:Μαδά 1 Πρόβειο (καρδιά, πνεύμονες, συκώτι) και τσάντα2 teacupsful ψημένο αλεύρι βρώμης1 κουταλάκι του γλυκού αλάτι8 ουγκιών τεμαχισμένο ξύγκι2 μικρά κρεμμύδια1/2 κουταλάκι του γλυκού μαύρο πιπέριΞύστε και καθαρή σακούλα σε κρύο, στη συνέχεια ζεστό νερό. Απορροφούν το αλμυρό νερόδιανυκτέρευση. Πλύνετε τα κόβω, τότε βράστε για 2 ώρες με τραχεία αποστράγγιση πάνωη πλευρά του ποτ. Διατηρήστε 1 πίντα του αποθέματος. Κόψτε τραχεία, αφαιρέστε το πλεόνασμαgristle, μπριζόλα ή κιμά καρδιά και τους πνεύμονες, και τρίψτε καλύτερο μέρος του ήπατος (περίπουτο μισό μόνο). Μισοβράζω και ψιλοκόψτε τα κρεμμύδια, ανακατεύουμε όλα μαζί με πλιγούρι βρώμης, ξύγκι,το αλάτι, το πιπέρι και το απόθεμα για να υγρανθεί. Συσκευάστε το μείγμα σε σακούλα, επιτρέπονταςπρήξιμο. Βράζουμε για τρεις ώρες, τσίμπημα τακτικά πάνω από όλα. Εάν τσάντα δενδιαθέσιμο, με ατμό σε λαδωμένο λεκάνη καλύπτεται από αντικολλητικό χαρτί και ύφασμα γιατέσσερις έως πέντε ώρες.
		-- Walt Kelly, "Potluck Pogo"

%
Συμβολή του Fortune του μήνα στη συζήτηση Δικαιώματα των Ζώων:Θα μείνω έξω από το δρόμο των ζώων »αν θα μείνει έξω από το ορυχείο."Γεια σας, κατεβείτε πιάτο μου"
		-- Roger Midnight

%
αλήθειες διατροφή του Fortune:1: Ξεχάστε ό, τι λένε οι βιβλία μαγειρικής, απλό γιαούρτι τίποτα σαν ξινή κρέμα γούστα.2: Κάθε συνταγή ζητώντας σόγια γεύση λάσπης.3: Το χαρούπι δεν είναι ένα αποδεκτό υποκατάστατο για τη σοκολάτα. Στην πραγματικότητα, δεν είναι χαρούπι    ένα αποδεκτό υποκατάστατο για τίποτα, εκτός, ίσως, καφέ βερνίκι παπουτσιών.4: Δεν υπάρχει τέτοιο πράγμα όπως μια «διασκέδαση σαλάτα." Ας σταματήσουμε να υποκρινόμαστε και να δούμε    σαλάτες για αυτό που είναι: η τιμωρία του Θεού για να είναι λίπος.5: Φρουτοσαλάτα χωρίς τα κεράσια μαρασκίνο και marshmallows είναι περίπου τόσο    ελκυστική ως χλιαρό μπύρα.6: Ένας κόσμος λείπει σάλτσα είναι μια τραγική θέση!7: Θα πρέπει αμέσως να περάσει επάνω οποιεσδήποτε συνταγές με τίτλο "γλυκύτατος και    χαμηλής cal. "Επίσης, παραλείψτε τα πιάτα που χαρακτηρίζει" ζωντανή ήπαρ. "Δεν είναι και    δεν είναι.8: Φορώντας ένα μαντήλι κάνει συχνά πολλές τροφές δίαιτα πιο εύγευστη.9: Φρέσκα φρούτα δεν είναι γλυκό. Κέικ επιδόρπιο!10: Μπάμιες γεύση ελαφρώς χειρότερη από ό, τι υποδηλώνει το όνομά του.11: Ένα απλό ψητή πατάτα δεν αξίζει τον κόπο που εμπλέκονται στην μάσηση και    κατάποση.
		-- Roger Midnight

%
Ο Θεός πρέπει να έχουν αγαπήσει θερμίδες, έκανε τόσα πολλά από αυτούς.
		-- Roger Midnight

%
Μεγάλες Στιγμές στην Ιστορία (# 7): 23 Νοέμβρη, 1915Τηγανίτα make-up είναι εφηύρε? οι περισσότεροι άνθρωποι εξακολουθούν να προτιμούν το σιρόπι.
		-- Roger Midnight

%
Έχει κανείς δοκιμάσει ποτέ ένα "τέλος"; Είναι πραγματικά πικρή;
		-- Roger Midnight

%
Έχει την οικογένειά σας δοκιμάσει 'em;ΜΠΙΣΚΟΤΑ POWDERMILKΟυρανούς, είναι νόστιμα και γρήγορα!Είναι κατασκευασμένα από σιτάρι ολικής αλέσεως, για να δώσει ντροπαλός άτομαη δύναμη να σηκωθεί και να κάνει ό, τι χρειάζεται να γίνει.ΜΠΙΣΚΟΤΑ POWDERMILKΑγοράστε τα έτοιμα στο μεγάλο μπλε κουτί με την εικόνα τηςτο μπισκότο στο μπροστινό μέρος, ή στο καφέ τσάντα με το σκοτάδιλεκέδες που δείχνουν τη φρεσκάδα.
		-- Roger Midnight

%
Έχετε ένα taco.
		-- P. S. Beagle

%
Σπίτι στη σειρά γράφτηκε αρχικά στον τομέα του βοείου-επίπεδη.
		-- P. S. Beagle

%
Ορεκτικά - μια περικοπή σάντουιτς ζαμπόν σε σαράντα κομμάτια.
		-- Jack Benny

%
"Πώς να περάσουν το Σαββατοκύριακο;" ζήτησε από την όμορφη γραμματέα μελαχρινήτου ξανθιά σύντροφος της."Ψάρεμα μέσα από τον πάγο», απάντησε εκείνη."Ψάρεμα μέσα από τον πάγο; Όποια και αν είναι για;""Ελιές".
		-- Jack Benny

%
Πόσες hors d'oeuvres έχετε τη δυνατότητα να απογειωθεί ένα δίσκο που μεταφέρονται απόσερβιτόρος σε ένα ωραίο πάρτι;Δύο, αλλά υπάρχουν τρόποι γύρω από αυτό, ανάλογα με το ύφος των horsd'oeuvre. Αν είναι εκείνα τα μικρά πράγματα ζαχαροπλαστικής, όπου δεν μπορείτε να πείτε ό, τι είναιστο εσωτερικό, παίρνετε ένα, δαγκώνουν περίπου τα δύο τρίτα από αυτό, τότε λένε: «Αυτό είναιτυρί! Μισώ το τυρί! "Στη συνέχεια, βάζετε το υπόλοιπο πίσω στο δίσκο καιδαγκώσει ένα άλλο και να πάει, «καταριέται το! Ένα άλλο τυρί!" και ούτω καθεξής.
		-- Dave Barry, "The Stuff of Etiquette"

%
Είμαι τόσο αισιόδοξος για τις τιμές του βοείου κρέατος που έχω μόλις μισθώσει ένα ψητό κατσαρόλαςμε μια επιλογή να αγοράσουν.
		-- Dave Barry, "The Stuff of Etiquette"

%
φρένων Ι για chezlogs!
		-- Dave Barry, "The Stuff of Etiquette"

%
Δεν θα μπορούσα να θυμάμαι, όταν ήμουν τόσο απογοητευμένος. Εκτός ίσως από τοφορά έμαθα ότι η M & Ms πραγματικά λιώνει στο χέρι σας.
		-- Peter Oakley

%
Δεν με νοιάζει για την εμπορική ζάχαρη ψαροκάικα. Δεν μου αρέσει η ιδέα τηςένα άλμα βάτραχος στο πρωινό μου.
		-- Lowell, Chicago Reader 10/15/82

%
Δεν με νοιάζει πού κάθομαι όσο μπορώ να τρέφονται.
		-- Calvin Trillin

%
Δεν χρειάζεται καν βούτυρο το ψωμί μου. Θεωρώ ότι το μαγείρεμα.
		-- Katherine Cebrian

%
Δεν έχω ένα πρόβλημα διατροφής. Τρώω. Έχω πάρει το λίπος. Έχω αγοράσει καινούρια ρούχα.Κανένα πρόβλημα.
		-- Katherine Cebrian

%
"Δεν μου αρέσει το σπανάκι, και είμαι χαρούμενος που δεν το κάνουν, γιατί αν μου άρεσε που είχαφας, και εγώ απλά το μίσος. "
		-- Clarence Darrow

%
Δεν έχω πάει ποτέ κάποιον να θυσιάσει την όρεξή μου στο βωμό της εμφάνιση.
		-- A. M. Readyhough

%
Δεν έχω καμία αμφιβολία ότι πρόκειται για ένα μέρος του πεπρωμένου του ανθρώπινου γένους,στη σταδιακή βελτίωσή της, να φύγει μακριά τρώει ζώα.
		-- Thoreau

%
Απλά έφαγε ένα ολόκληρο πακέτο Sweet τάρτες και ένα κουτάκι Coke. Νομίζω ότι είδα τον Θεό.
		-- B. Hathrume Duk

%
Ποτέ δεν συνάντησε ένα κομμάτι σοκολάτας που δεν μου άρεσε.
		-- B. Hathrume Duk

%
Ποτέ δεν προσεύχονται πριν από τα γεύματα - μαμά μου είναι μια καλή μαγείρισσα.
		-- B. Hathrume Duk

%
"Νόμιζα ότι ήσουν προσπαθεί να μπει στο σχήμα."«Είμαι. Το σχήμα που έχω επιλέξει είναι ένα τρίγωνο».
		-- B. Hathrume Duk

%
Είμαι πεινασμένος, χρόνο για να φάει το μεσημεριανό γεύμα.
		-- B. Hathrume Duk

%
Έχω πάει σε μια διατροφή για δύο εβδομάδες και όλα τα έχω χάσει δύο εβδομάδες.
		-- Totie Fields

%
Εάν κατά την πρώτη σας fricasee πάλι, τα τηγανητά, τα τηγανητά.
		-- Totie Fields

%
Αν το φαγητό είναι η μουσική της αγάπης, τρώνε, τρώνε.
		-- Totie Fields

%
Αν λογοπαίγνια ήταν deli κρέας, αυτό θα ήταν το wurst.
		-- Totie Fields

%
Αν είσαι ό, τι τρώτε, αυτό σημαίνει ότι Euell Γκίμπονς ήταν πραγματικά ένα καρύδι;
		-- Totie Fields

%
Αν βάλετε το δείπνο πιάτο σας στο αυτί σας, μπορείτε να ακούσετε τους ήχους του έναεστιατόριο.
		-- Snoopy

%
Αν δείτε ένα δαχτυλίδι κρεμμύδι - απαντήσω!
		-- Snoopy

%
Αν έχετε στιφάδο μήλα όπως τα βακκίνια, γεύση μοιάζει περισσότερο με δαμάσκηνα απόραβέντι κάνει.
		-- Groucho Marx

%
Εάν τα απόβλητα το χρόνο μαγειρέματος σας, θα χάσετε το επόμενο γεύμα.
		-- Groucho Marx

%
Αν πρόκειται για την Αμερική, να φέρει το δικό σας φαγητό.
		-- Fran Lebowitz, "Social Studies"

%
Εάν το ψωμί σας είναι μπαγιάτικο, κάνουν πρόποση.
		-- Fran Lebowitz, "Social Studies"

%
Στο Μεξικό έχουμε μια λέξη για σούσι: δόλωμα.
		-- Josi Simon

%
Υπάρχει ζωή πριν από το πρωινό;
		-- Josi Simon

%
Είναι ένα δύσκολο θέμα, τους συμπολίτες μου, να υποστηρίξει με την κοιλιά,αφού δεν έχει αυτιά.
		-- Marcus Porcius Cato

%
Με κάνει να MAD όταν πάω σε όλες τις κόπο του Marta μαγειρέψουν περίπουεκατό κνήμες, τότε ο τύπος στο Marineland λέει, "Δεν μπορείτε να ρίξειότι το κοτόπουλο με τα δελφίνια. Τρώνε τα ψάρια. "Βεβαιωθείτε ότι τρώνε τα ψάρια, αν αυτό είναι το μόνο που τους δίνουν! Ο άνθρωπος, σοφός επάνω.
		-- Jack Handey, The New Mexican, 1988.

%
Ήταν ένας γενναίος άνθρωπος που έφαγε το πρώτο στρείδι.
		-- Jack Handey, The New Mexican, 1988.

%
Θα ήταν ωραίο αν η Υπηρεσία Τροφίμων και Φαρμάκων σταμάτησε την έκδοση προειδοποιήσεωνσχετικά με τις τοξικές ουσίες και μόλις μου έδωσε τα ονόματα ενός ή δύο πράγματα ακόμαασφαλή για κατανάλωση.
		-- Robert Fuoss

%
Είναι σταφίδες που κάνουν Δημοσίευση Raisin Bran έτσι raisiny ...
		-- Robert Fuoss

%
Είναι τόσο όμορφα τοποθετημένα πάνω στην πλάκα - ξέρετε τα δάχτυλα κάποιουΈχουν όλο αυτό.
		-- Julia Child on nouvelle cuisine.

%
Μόλις μερικά από τα τέλεια δικαιολογία για το γεγονός ότι κάποια φράουλα φρουτόπιτα.Διαλέξτε ένα.(1) Είναι λιγότερες θερμίδες από δύο κομμάτια φράουλας φρουτόπιτα.(2) Είναι φθηνότερη από ό, τι συμβαίνει στη Γαλλία.(3) εξουδετερώνει τα brownies που είχα χθες.(4) Η ζωή είναι σύντομη.(5) Είναι τα γενέθλια κάποιου. Δεν θέλω να γιορτάσουν μόνοι.(6) ταιριάζει στα μάτια μου.(7) Όποιος είπε, "Ας φάνε παντεσπάνι». πρέπει να ήταν να μου μιλάει.(8) Για να τιμωρήσει τον εαυτό μου για φαγητό επιδόρπιο χθες.(9) Η αποζημίωση για όλο το χρόνο που περνάτε στο ντους δεν τρώει.(10) Φράουλα φρουτόπιτα είναι κακό. Θα πρέπει να βοηθήσει να απελευθερώσει τον κόσμο από αυτό.(11) Παίρνω αδύναμη από την κατανάλωση όλα αυτά τα υγιή πράγματα.(12) Είναι η δεύτερη επέτειος της νύχτας έφαγα απλό μπρόκολο.
		-- Julia Child on nouvelle cuisine.

%
Σκοτώνοντας γαλοπούλες προκαλεί χειμώνα.
		-- Julia Child on nouvelle cuisine.

%
Φιλί δεν διαρκούν, μαγειρικής κάνουμε.
		-- George Meredith

%
δραστηριότητα κουζίνα τονίζεται. Βούτυρο μέχρι ένας φίλος.
		-- George Meredith

%
Χθες το βράδυ ονειρεύτηκα έφαγα ένα marshmallow δέκα λιβρών, και όταν ξύπνησατο μαξιλάρι είχε φύγει.
		-- Tommy Cooper

%
κατοικίδιο της περασμένης εβδομάδας, αυτή την εβδομάδα είναι ειδική.
		-- Tommy Cooper

%
Ας μην την άμμο του χρόνου να πάρει το γεύμα σας.
		-- Tommy Cooper

%
Η ζωή είναι σαν ένα μπολ σούπα με τρίχες επιπλέουν σε αυτό. Πρέπει ναφάει ωστόσο.
		-- Flaubert

%
«Η ζωή είναι σαν ένα μπουφέ? Δεν είναι καλό, αλλά υπάρχει αφθονία από αυτό."
		-- Flaubert

%
Η ζωή είναι σαν ένα κουτί σαρδέλες. Είμαστε, όλοι μας, ψάχνοντας για το κλειδί.
		-- Beyond the Fringe

%
Η ζωή είναι σαν ένα λεκέ αυγό στο πηγούνι σας - μπορείτε να το γλείφουν, αλλά ακόμαδεν θα πάει μακριά.
		-- Beyond the Fringe

%
Η ζωή είναι σαν ένα κρεμμύδι: μπορείτε να ξεκολλήσουν ένα στρώμα σε έναν χρόνο, και μερικές φορέςκλαις.
		-- Carl Sandburg

%
Η ζωή είναι σαν ένα κρεμμύδι: θα ξεκολλήσουν στρώμα μετά το στρώμα και στη συνέχεια μπορείτε να βρείτεδεν υπάρχει τίποτα σε αυτό.
		-- James Huneker

%
Η ζωή είναι πολύ σύντομη για να γεμίσει ένα μανιτάρι.
		-- Storm Jameson

%
Η ζωή χωρίς καφεΐνη διεγείρει αρκετά.
		-- Sanka Ad

%
Ζώντας εδώ στο Ρίο, έχω πολλά καφέ για να διαλέξετε. Και πότεείστε στο lam σαν κι εμένα, σας εκτιμώ ένα καλό φλιτζάνι καφέ.
		-- "Great Train Robber" Ronald Biggs' coffee commercial

%
Αστακός:Ο καθένας αγαπά αυτά τα απολαυστικά μαλακόστρακα, αλλά πολλοί μάγειροι είναισιχασιάρεις για την τοποθέτησή τους σε βραστό νερό ζωντανό, το οποίο είναι το μόνοκατάλληλη μέθοδος για την παρασκευή τους. Ειλικρινά, ο ευκολότερος τρόπος για να εξαλειφθεί σαςενοχή είναι να καθιερώσει το δικό τους με την τοποθέτηση τους σε δίκη ενώπιον όπου και αν μαγειρευτεί.Το γεγονός είναι, οι αστακοί είναι από τα πιο άγρια ​​αρπακτικά ζώα στη θάλασσαπάτωμα, και βοηθάτε μείωση της εγκληματικότητας στους υφάλους. Πιάστε τον αστακόπίσω από το κεφάλι, το βλέμμα ακριβώς αλάνθαστα ένοχοι eyestalks του και να πει,"Πού ήσουν το βράδυ του 21ου;", τότε ανθίσει μια εικόνα ενόςχτένι ή ένα μοναδικό και φωνάζουν, "Ίσως αυτό θα ανανεωθεί αυτό το ακατέργαστο νευρωνικάσυσκευή σας καλέσει μια μνήμη! "Ο αστακός θα ανησυχώ αισθητά. Μπορείακόμη και να λάβει ένα ισχυρό κτύπημα σε σας με ένα από τα νύχια του. Αδιόρθωτος. Pop το σεη γλάστρα. Δικαιοσύνη έχει επιδοθεί, και σύντομα εσείς και οι φίλοι σας θανα είναι, πάρα πολύ.Σκεύη σε δικαιολογίες και Συγνώμη "
		-- Dave Barry, "Cooking: The Art of Using Appliances and

%
Ο άνθρωπος που φτάνει στο πάρτι δύο ώρες αργά, θα βρείτε ότι έχει ηττηθείμε την γροθιά.
		-- Dave Barry, "Cooking: The Art of Using Appliances and

%
MOCK APPLE PIE (Δεν Μήλα χρειάζεται)  Ζύμη σε δύο κρούστα 9-inch πίτα 36 RITZ Crackers2 φλιτζάνια νερό 2 φλιτζάνια ζάχαρη2 κουταλάκια του γλυκού κρέμα ταρτάρ 2 κουταλιές της σούπας χυμό λεμονιού  Ξύσμα από Βούτυρο ενός λεμονιού ή μαργαρίνη  ΚανέλαΑνοίγουμε κάτω κρούστα ζύμης και ταιριάζει σε πιάτο πιτών 9 ιντσών. ΔιακοπήRITZ Crackers χυδαία σε πλάκα ζαχαροπλαστικής επένδυση. Συνδυάστε το νερό, ζάχαρηκαι κρέμα της πέτρας στην κατσαρόλα, βράζουμε ελαφρά για 15 λεπτά. Προσθέστε το λεμόνιχυμό και φλούδα. Δροσερός. Ρίχνουμε αυτό το σιρόπι πάνω από κροτίδες, dot απλόχεραμε βούτυρο ή μαργαρίνη και πασπαλίζουμε με κανέλα. Καλύψτε με topκρούστα. Περικοπή και φλάουτο άκρες μαζί. Κόψτε σχισμές στην κορυφή κρούστα να αφήσειδιαφυγή ατμού. Ψήνουμε σε ζεστό φούρνο (425 F) 30 έως 35 λεπτά, μέχρι κρούσταείναι τραγανός και χρυσός. Σερβίρετε ζεστό. Κόβουμε σε 6 έως 8 φέτες.
		-- Found lurking on a Ritz Crackers box

%
Οι περισσότεροι άνθρωποι τρώνε σαν να ήταν οι ίδιοι την πάχυνση της αγοράς.
		-- E. W. Howe

%
Mountain Dew και ντόνατς ... γιατί το πρωινό είναι το πιο σημαντικό γεύματης ημέρας.
		-- E. W. Howe

%
Ο γιατρός μου μου είπε να σταματήσει να έχει οικεία δείπνα για τέσσερις. εκτός αν υπάρχειείναι τρία άλλα άτομα.
		-- Orson Welles

%
Το αγαπημένο μου σάντουιτς είναι το φυστικοβούτυρο, ανοησία, τυρί cheddar, μαρούλικαι μαγιονέζα σε φρυγανισμένο ψωμί με κέτσαπ στο πλάι.
		-- Senator Hubert Humphrey

%
το βάρος μου είναι ιδανικό για το ύψος μου - η οποία ποικίλλει.
		-- Senator Hubert Humphrey

%
Ποτέ μην πίνετε κοκ σε ένα κινούμενο ασανσέρ. κίνησης του ανελκυστήρα σε συνδυασμό μεοι χημικές ουσίες στον οπτάνθρακα παράγουν ψευδαισθήσεις. Οι άνθρωποι έχουν την τάση να αλλάξει σεσαύρες και επίθεση χωρίς προειδοποίηση, και μεγάλες νυχτερίδες πετούν συνήθως ηπαράθυρο. Επιπλέον, θα αρχίσουν να πιστεύουν ότι ανελκυστήρες έχουν παράθυρα.
		-- Senator Hubert Humphrey

%
Ποτέ μην τρώτε τίποτα μεγαλύτερο από το κεφάλι σας.
		-- Senator Hubert Humphrey

%
Ποτέ μην τρώτε περισσότερο από ό, τι μπορείτε να σηκώσετε.
		-- Miss Piggy

%
Κανένας άνθρωπος στον κόσμο έχει περισσότερο θάρρος από τον άνθρωπο που μπορεί να σταματήσει μετά απότρώει ένα φυστίκι.
		-- Channing Pollock

%
Τίποτα δεν παίρνει τη γεύση από το βούτυρο φυστικιών αρκετά όπως απλήρωτη αγάπη.
		-- Charlie Brown

%
Τώρα που έχετε διαβάσει αλήθειες διατροφή του Fortune, θα είστε προετοιμασμένοι την επόμενηφορά κάποια νοικοκυρά ή boutique-ιδιοκτήτη-γυρίζω-διατροφή-ειδικός εμφανίζεται στην τηλεόρασηγια να συνδέσετε το τελευταίο βιβλίο της. Και, αν αισθάνεστε ακόμα ένα σούβλισμα της ενοχής γιατρώει τούρτα καφέ ακούγοντας τις προτροπές της, ρωτήστε τον εαυτό σαςτα ακόλουθα ερωτήματα:(1) Να τολμώ να εμπιστεύεστε ένα άτομο που θεωρεί ότι στην πραγματικότητα τα λάχανα αλφάλφα ένα	    τροφή?(2) Ήταν μοναδικό κίνητρο του συγγραφέα να γράψω αυτό το βιβλίο για να πλουτίσειαξιοποίηση των απεγνωσμένη ελπίδα παχουλός άνθρωποι σαν κι εμένα;(3) Θα ήταν μια μακρύτερη ζωή να αξίζει τον κόπο, αν έπρεπε να ζήσει ωςσυνταγογραφείται ... χωρίς γαλλικές τηγανιτές ροδέλες κρεμμυδιού, πίτσα μεδιπλό τυρί, ή η περιστασιακή Mai-Tai; (Θυμηθείτε, που ζουνδικαίωμα δεν πραγματικά να σας κάνει να ζουν περισσότερο, ακριβώς * φαίνεται * όπωςπερισσότερο.)Ότι, και ένα άλλο κομμάτι κέικ καφέ, θα πρέπει να κάνει το κόλπο.
		-- Charlie Brown

%
φυστίκι άνθη4 φλιτζάνια ζάχαρη 16 κουταλιές της σούπας. γάλα4 φλιτζάνια καφέ ζάχαρη 4 κουτ. βανίλια4 φλιτζάνια αλεύρι μείωση 14 φλιτζάνια8 αυγά 4 κουτ. σόδα4 φλιτζάνια φυστικοβούτυρο 4 κουτ. άλαςΠλάθουμε τη ζύμη σε μπάλες. Roll σε ζάχαρη και ψήνουμε για ungreased μπισκότοφύλλο σε 375 F. για 10-12 λεπτά. Αμέσως κορυφή κάθε μπισκότο με έναφιλί ή αστέρι Hershey του πιέζοντας σταθερά προς τα κάτω για να σπάσουμε cookie. κάνει ένακαλό των πολύ.
		-- Charlie Brown

%
Pete: Σερβιτόρος, το κρέας αυτό είναι κακό.Σερβιτόρος: Ποιος σας είπε;Pete: Ένα μικρό χελιδόνι.
		-- Charlie Brown

%
πεινασμένοι, ο χρόνος του Πέτρου για να φάνε το μεσημεριανό γεύμα.
		-- Charlie Brown

%
Διατηρήστε τα άγρια ​​ζώα - τουρσί ένα σκίουρο σήμερα!
		-- Charlie Brown

%
Δαμάσκηνα σας δώσει ένα τρέξιμο για τα χρήματά σας.
		-- Charlie Brown

%
Βάλτε ένα δοχείο του τσίλι στο μάτι της κουζίνας για να σιγοβράσει. Αφήστε το να σιγοβράσει. Εν τω μεταξύ,ψήνω στη σχάρα μια καλή μπριζόλα. Φάτε την μπριζόλα. Αφήστε το να σιγοβράσει τσίλι. Αγνόησέ το.του Τέξας.
		-- Recipe for chili from Allan Shrivers, former governor

%
Βάλτε γάτες στον καφέ και ποντίκια στο τσάι!
		-- Recipe for chili from Allan Shrivers, former governor

%
Θυμηθείτε, επιδόρπιο γράφεται με δύο `s, ενώ έρημος είναι γραμμένες μεένα, γιατί ο καθένας θέλει δύο επιδόρπια, αλλά κανείς δεν θέλει δύο ερήμους.
		-- Miss Oglethorp, Gr. 5, PS. 59

%
ΚΑΝΟΝΕΣ ΤΟΥ ΦΑΓΗΤΟ - ΠΙΣΤΕΥΩ Μπρονξ Dieter της(1) Ποτέ μην τρώτε με άδειο στομάχι.(2) Μην αφήνετε ποτέ το τραπέζι πεινασμένοι.(3) Όταν ταξιδεύετε, μην αφήνετε ποτέ μια χώρα πεινασμένη.(4) Απολαύστε το φαγητό σας.(5) Απολαύστε το φαγητό σύντροφο σας.(6) Πραγματικά γεύση το φαγητό σας. Μπορεί να χρειαστούν αρκετές δόσεις σεεπιτευχθεί αυτό, ειδικά αν διακριτικά καρυκεύματα.(7) αισθάνονται πραγματικά το φαγητό σας. Υφή είναι σημαντική. Συγκρίνω,για παράδειγμα, η υφή ενός γογγύλι με εκείνη της αbrownie. Ποια αισθάνεται καλύτερα από τα μάγουλά σας;(8) Ποτέ μην τρώτε μεταξύ των σνακ, εκτός αν πρόκειται για ένα γεύμα.(9) Μην αισθάνεστε ότι πρέπει να τελειώσει τα πάντα στο πιάτο σας. Εσείςμπορεί πάντα να φάτε αργότερα.(10) Αποφύγετε κάθε κρασί με πώμα ασφαλείας για παιδιά.(11) Αποφύγετε το μπλε τροφίμων.
		-- Richard Smith, "The Bronx Diet"

%
Ιερές αγελάδες κάνουν τα μεγάλα χάμπουργκερ.
		-- Richard Smith, "The Bronx Diet"

%
Σώσει το φυσικό αέριο, δεν τρώνε φασόλια.
		-- Richard Smith, "The Bronx Diet"

%
Βλέποντας εξαπατά. Είναι το φαγητό αυτό είναι πίστη.
		-- James Thurber

%
Τόσο μεγάλο μέρος των τροφίμων? τόσο λίγο χρόνο!
		-- James Thurber

%
Κάποια έμμεσες αποδείξεις είναι πολύ ισχυρές, όπως όταν βρείτε μια πέστροφα στοτο γάλα.
		-- Thoreau

%
Το βασικό στοιχείο του μενού, στην πραγματικότητα, το στοιχείο μενού μόνο, θα ήταν μια μονάδα τροφίμων που ονομάζεταιη «Patty», που αποτελείται από - αυτό θα είναι εγγυημένη εγγράφως - "100τοις εκατό των ζώων θέμα κάποιου είδους. "Όλα τα μπιφτέκια θα θερμαίνεται και στη συνέχειαψύχεται πίσω σε ηλεκτρονικές συσκευές αμέσως πριν από το σερβίρισμα. οΤο πρωινό Patty θα ήταν μια μπουρεκάκια σε ένα κουλούρι με μαρούλι, ντομάτα, κρεμμύδι, αυγό,Ba-Ko-Bits, Cheez Whiz, Ειδική σάλτσα γίνονται από ρίχνει κέτσαπ από έναμπουκάλι και ένα μικρό κομμάτι χαρτί δηλώνοντας: "επιθεωρούνται με βάση τον αριθμό 12." οΜεσημεριανό γεύμα ή δείπνο Patty θα ήταν οποιεσδήποτε Πρωινό Πιτάκια που δεν παίρνουν πωλούνται σετο πρωί. Patty του Θαλασσινά εραστή θα είναι οποιαδήποτε μπιφτέκια που ήταναρχίζουν να εκπέμπουν μια σοβαρή άρωμα. Μπιφτέκια που ήταν πολύ κατατάσσονται καν να είναιΠιτάκια θαλασσινά Lover θα πρέπει να συμπιεστεί σε wads και πωλούνται ως "Nuggets".
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Η μαύρη αρκούδα χρησιμοποιείται για να είναι ένα από τα πιο συνηθισμένα μεγάλα ζώαγιατί στο Yosemite και Sequoia εθνικά πάρκα ζούσαν στα ανοικτά των σκουπιδιώνκαι τουριστικά φυλλάδια. Αυτή η αρκούδα έχει μάθει να ανοίξει τις πόρτες του αυτοκινήτου σεYosemite, όπου ζημιές στα αυτοκίνητα που προκαλούνται από αρκούδες τρέχει σε δεκάδεςχιλιάδες δολάρια το χρόνο. Εκστρατείες για bearproof όλα τα σκουπίδιαδοχεία σε άγρια ​​περιοχές ήταν δύσκολο, επειδή ως ένας βιολόγοςβάζουμε, "Υπάρχει μια σημαντική επικάλυψη μεταξύ των επιπέδων νοημοσύνηςαπό τα πιο έξυπνα αρκούδες και τα πιο χαζό τουρίστες. "
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Το κοτόπουλο που clucks το δυνατότερο είναι το πιο πιθανό να εμφανιστούνστο πικ-νικ τους τεχνικούς ατμού ».
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Η αγελάδα δεν είναι παρά μια μηχανή που κάνει το γρασίδι κατάλληλο για εμάς τους ανθρώπους να τρώνε.
		-- John McNulty

%
Η καθημερινή PLANETSUPERMAN ΣΩΖΕΙ ΓΛΥΚΟ!Σχεδιάζει να "φάτε αργότερα"
		-- John McNulty

%
Το πρόωρο πουλί παίρνει το καφέ έχει απομείνει από το προηγούμενο βράδυ.
		-- John McNulty

%
Η ιστορία της κάθε μεγάλη Galactic Civilization τείνει να περάσει μέσα απότρία διακριτά και αναγνωρίσιμα στάδια, εκείνα της επιβίωσης, έρευνας, καιΕκλέπτυνση, αλλιώς γνωστή ως το πώς, γιατί και πού φάσεις. Γιαπαράδειγμα, η πρώτη φάση χαρακτηρίζεται από το ερώτημα «Πώς μπορούμε να τρώμε;"η δεύτερη από το "Γιατί τρώμε;" και η τρίτη από το "Πού θα έχουμε γεύμα;».
		-- Hitchhiker's Guide to the Galaxy

%
Η Κοσέρ Άνηθο εφευρέθηκε το 1723 από τον Joe Κοσέρ και Sam άνηθο. Αυτό είναιτο πιο δημοφιλές τουρσί ποικιλία σήμερα, απολαμβάνουν σε όλη την ελεύθερηκόσμου από τον άνθρωπο, γυναίκα όσο και για το παιδί. Μια εκπληκτική 350 δισ kosherΟι Dills τρώγονται κάθε χρόνο, κατά μέσο όρο έξω σε σχεδόν 1/4 τουρσί ανά άτομοανά μέρα. New York Times τροφίμων κριτικός Mimi Sheraton λέει "Το kosher άνηθοπραγματικά άλλαξε τη ζωή μου. Θα χρησιμοποιηθεί για να απολαύσετε το φαγητό χάμπουργκερ McDonald 's καιπόσιμο Iron πόλη Lite, και στη συνέχεια συνάντησα την kosher τουρσί άνηθο.Κατάλαβα ότι υπήρχε πολύ περισσότερο να haute cuisine τότε είχα ποτέ φανταστεί.Και τώρα, απλά κοιτάς. "
		-- Hitchhiker's Guide to the Galaxy

%
Οι άνδρες κάθονταν πίνοντας τσάι τους στη σιωπή. Μετά από λίγο η klutz είπε,"Η ζωή είναι σαν ένα μπολ με ξινή κρέμα.""Σαν ένα μπολ με ξινή κρέμα;" ζήτησε από τον άλλο. "Γιατί?"«Πώς πρέπει να γνωρίζω; Τι είμαι, ένας φιλόσοφος;"
		-- Hitchhiker's Guide to the Galaxy

%
Η πιο εξαίσια αιχμής στην μαγειρική τέχνη κατακτηθεί όταν το κάνετε σωστά από έναζαμπόν, για ζαμπόν, στην ίδια τη φύση της διαδικασίας που έχει υποβληθεί από τον περασμένοπερπάτησε στα πόδια της, συνδυάζει τη γεύση του, το Tang του καπνιστή φθινοπωρινόδάσος, το μητρικό απαλότητα γήινα πεδία που παραδίδονται από τα παιδιά των καλλιεργειών τους,η wineyness της καθυστερημένης ήλιο, το οικείο φιλί της λίπανσης βροχή, και ηδάγκωμα της φωτιάς. Θα πρέπει να το κόβουμε σε φέτες λεπτές, σχεδόν τόσο λεπτό όσο αυτή τη σελίδα κρατάτεστα χέρια σας. Η δημιουργία ενός δείπνου ζαμπόν, όπως η κατασκευή ενός τζέντλεμαν,ξεκινά μια μακρά, πολύ καιρό πριν από την εκδήλωση.από το "Συνέδριο ΕΑΤΕ It Up"
		-- W. B. Courtney, "Reflections of Maryland Country Ham",

%
Το πιο αξιοσημείωτο πράγμα σχετικά με τη μητέρα μου είναι ότι εδώ και τριάντα χρόνια υπηρέτησεη οικογένεια, αλλά τίποτα δεν περισσεύματα. Η αρχική γεύμα δεν έχει ποτέ βρεθεί.
		-- Calvin Trillin

%
"Η Εθνική Ένωση Θέατρο Οι αντιπρόσωποι ανέφερε ότι το1986, το 60% του συνόλου των καραμέλα που πωλούνται στους κινηματογράφους πωλήθηκε Roger Ebert. "
		-- D. Letterman

%
Ο αριθμός των ποδιών σε μια αυλή είναι ευθέως ανάλογη προς την επιτυχίατου μπάρμπεκιου.
		-- D. Letterman

%
Ο αριθμός των gumballs γλυκόριζα μπορείτε να πάρετε από ένα μηχάνημα καφέαυξήσεις σε άμεση αναλογία με το πόσο μισείτε γλυκόριζα.
		-- D. Letterman

%
Το μόνο πράγμα καλύτερα από ό, τι η αγάπη είναι το γάλα.
		-- D. Letterman

%
Ο λόγος που ονομάζεται «σταφυλιών Nuts» είναι ότι περιέχει «δεξτρόζη», η οποία είναιΕπίσης, μερικές φορές ονομάζεται "ζάχαρη σταφυλιών», και επίσης επειδή «σταφυλιών Nuts" είναιcatchier, από την άποψη του μάρκετινγκ, από «μια διασταύρωση μεταξύ Gerbil Τροφίμων καιΧαλίκια, "η οποία είναι ό, τι γεύση.
		-- Dave Barry, "Tips for Writer's"

%
Η σκηνή: σε μια τεράστια, βαμμένα έρημο, ένα καουμπόη αντιμετωπίζει το άλογό του.Cowboy: "Λοιπόν, έχετε μια πολύ καλή Hoss, υποθέτω Hardworkin»..Δεν είναι ο ταχύτερος πλασματάκι ποτέ έρθει acrost, αλλά ... "Άλογο: «Όχι, ηλίθια, δεν τροφοδοτούν * πίσω * είπα ότι ήθελα μια τροφή * τσάντα *..
		-- Dave Barry, "Tips for Writer's"

%
Το πρόβλημα με το φαγητό ιταλικό φαγητό είναι ότι πέντε ή έξι μέρες αργότεραείστε πεινασμένοι και πάλι.
		-- George Miller

%
Ο τρόπος για να το στομάχι ενός άντρα είναι μέσα από τον οισοφάγο του.
		-- George Miller

%
Υπάρχουν τρεις πιθανές τμήματα σε μια ημερομηνία, εκ των οποίων τουλάχιστον δύο πρέπει να είναιπου προσφέρονται: ψυχαγωγία, φαγητό, και την αγάπη. Είναι σύνηθες να ξεκινήσει μιασειρά των ημερομηνιών με μεγάλη διασκέδαση, μια μέτρια ποσότητατροφίμων, και η παραμικρή ένδειξη πρόταση της αγάπης. Δεδομένου ότι το ποσό της αγάπηςαυξάνει, η ψυχαγωγία μπορεί να μειωθεί αναλογικά. Όταν οστοργή ΕΙΝΑΙ η ψυχαγωγία, το ονομάζουμε πλέον χρονολόγηση. Σε καμίαπεριστάσεις μπορεί να παραλειφθεί το φαγητό.
		-- Miss Manners' Guide to Excruciatingly Correct Behaviour

%
Υπάρχουν στιγμές που η αλήθεια είναι παράξενη από τη φαντασία και την ώρα του γεύματος είναι ένααπό αυτούς.
		-- Miss Manners' Guide to Excruciatingly Correct Behaviour

%
Υπάρχουν είκοσι πέντε άτομα αριστερά στον κόσμο, και είκοσι επτά τουαυτά είναι τα χάμπουργκερ.
		-- Ed Sanders

%
Υπάρχει περισσότερη απλότητα στην άνθρωπος που τρώει χαβιάρι για ώθηση από ό, τι ηο άνθρωπος που τρώει Grape-Nuts στην αρχή.
		-- G. K. Chesterton

%
Δεν υπάρχει αγάπη sincerer από την αγάπη των τροφίμων.
		-- George Bernard Shaw

%
Υπάρχει πάντα δωρεάν τυρί σε μια ποντικοπαγίδα.
		-- George Bernard Shaw

%
Δεν υπάρχει τίποτα σαν το πρόσωπο του ένα παιδί τρώει ένα μπαρ Hershey.
		-- George Bernard Shaw

%
Δεκατρείς σε ένα τραπέζι είναι άτυχος μόνο όταν η οικοδέσποινα έχει μόνο δώδεκα μπριζόλες.
		-- Groucho Marx

%
Αυτή είναι η Betty Frenel. Δεν ξέρω ποιος να καλέσετε αλλά δεν μπορώ να φθάσει μουΤρόφιμα-a-τοξικομανείς εταίρο. Είμαι στο Βίδο για δεύτερη πίτσα μου με λουκάνικοκαι μανιτάρια. Τζιμ, έρθει και να μου!
		-- Groucho Marx

%
Αυτό είναι εθνική μη-γαλακτοκομική κρέμα εβδομάδα.
		-- Groucho Marx

%
... Αυτή η επιδίωξη της αριστείας εκτείνεται σε άτομα της προσωπικήςζει επίσης. Όταν δεκαετία του '80 οι άνθρωποι αγοράζουν κάτι, που αγοράζουν το καλύτερο, όπωςκαθορίζεται από (1) την τιμή και (2) έλλειψη διαθεσιμότητας. Ογδόντα άνθρωποι αγοράζουνεισάγονται οδοντικό νήμα. Αγοράζουν σόδα γκουρμέ ψήσιμο. Εάν ένας «ζευγάρι '80πηγαίνει σε ένα εστιατόριο όπου έχουν κάνει κράτηση τρεις εβδομάδεςεκ των προτέρων, και που έχουν ενημερωθεί ότι το τραπέζι τους είναι διαθέσιμη, θα καταδιώξειαμέσως, επειδή γνωρίζουν ότι δεν είναι ένα εξαιρετικό εστιατόριο. Ανήταν, θα είχε ένα τεράστιο πλήθος αριστείας προσανατολισμένη άτομαόπως και οι ίδιοι περιμένουν, βομβητές τους πηγαίνει μακριά όπως γρύλους στονύχτα. Ένα εξαιρετικό εστιατόριο δεν θα έχει αμέσως ένα τραπέζι έτοιμογια κανέναν κάτω από το βαθμό της Liza Minnelli.
		-- Dave Barry, "In Search of Excellence"

%
Για να χάσετε βάρος, τρώνε λιγότερο? να κερδίσει το βάρος, τρώνε περισσότερο? αν απλώςεπιθυμούν να διατηρήσουν, να κάνει ό, τι έκαναν.Η διατροφή Μπρονξ είναι ένα νόμιμο σύστημα θεραπείας τροφίμων που δείχνουν ότιτα τρόφιμα θα πρέπει να χρησιμοποιηθεί ένα δεκανίκι και ποια τρόφιμα θα μπορούσε να είναι η πιο αποτελεσματική στηνπροωθώντας την πνευματική και συναισθηματική ικανοποίηση. Για πρώτη φορά, μιατρώγων θα μπορούσε να αντιληφθεί αμέσως τη σύνδεση μεταξύ ανακούφιση της κατάθλιψης καιMallomars, και καταλαβαίνω γιατί διαμάχη ενός εραστή δεν είναι τόσο κακό, αν υπάρχει μιαπίντα του παγωτού σε κοντινή απόσταση.
		-- Richard Smith, "The Bronx Diet"

%
Για να δείτε το χασάπη χαστούκι την μπριζόλα, πριν αυτός που για το μπλοκ,και να δώσει το μαχαίρι του μια όξυνση, ήταν να ξεχάσουμε το πρωινό αμέσως. Ήτανευχάριστο, πολύ - ήταν πραγματικά - για να τον δει να αποκοπεί, έτσι ομαλή και ζουμερά.Δεν υπήρχε τίποτα άγρια ​​στην πράξη, αν και το μαχαίρι ήταν μεγάλο και έντονο?ήταν ένα κομμάτι της τέχνης, υψηλής τέχνης? υπήρχε λεπτότητα της αφής, την καθαρότητα τηςτόνο, τον επιδέξιο χειρισμό του θέματος, λεπτή σκίαση. Ήταν ο θρίαμβος τηςτο πνεύμα υπερισχύει της ύλης; αρκετά.
		-- Dickens, "Martin Chuzzlewit"

%
πεινασμένοι, ο χρόνος του Tom για να φάνε το μεσημεριανό γεύμα.
		-- Dickens, "Martin Chuzzlewit"

%
Πολύ αργάΈνας μεγάλος αριθμός turkies [sic] πήγε στο Σαν Φρανσίσκο χθες απόοι δύο βάρκες ώρα. Αν αντικείμενο στο κατεβαίνοντας ήταν να συμμετάσχει σεοι γιορτές των Ευχαριστιών αυτής της πόλης, που θα φτάσει "την επόμενη μέραη υπόθεση », και φυσικά να δυστυχώς απογοητευμένος με τον τρόπο αυτό.
		-- Sacramento Daily Union, November 29, 1861

%
Δύο φιστίκια ήταν το περπάτημα μέσα από την Νέα Υόρκη. Ένα επιτέθηκε.
		-- Sacramento Daily Union, November 29, 1861

%
Τα λαχανικά είναι ό, τι τρώει φαγητό.Φρούτα είναι τα λαχανικά που σας ξεγελάσει με γεύση καλό.Τα ψάρια που κινούνται γρήγορα τα λαχανικά.Τα μανιτάρια είναι αυτό που μεγαλώνει τα λαχανικά όταν το φαγητό έχει κάνει μαζί τους.
		-- Meat Eater's Credo, according to Jim Williams

%
Οι χορτοφάγοι Προσοχή! Είστε αυτό που τρώτε.
		-- Meat Eater's Credo, according to Jim Williams

%
Σερβιτόρος: «Τσάι ή καφέ, κύριοι;"1ο πελάτη: "Θα έχω το τσάι."2ο πελάτη: "Κι εγώ - και να βεβαιωθείτε ότι το γυαλί είναι καθαρό!"(Έξοδοι Σερβιτόρος, επιστροφές)Σερβιτόρος: ". Δύο τσάγια Ποιο από ρώτησε για το καθαρό γυαλί;"
		-- Meat Eater's Credo, according to Jim Williams

%
Ξυπνήστε και την οσμή του καφέ.
		-- Ann Landers

%
Τι τρόφιμα αυτά αλίπαστα είναι!
		-- Ann Landers

%
Αυτό που είναι τροφή σε ένα, είναι για τους άλλους πικρή δηλητήριο.
		-- Titus Lucretius Carus

%
Αυτό που είναι σημαντικό είναι το φαγητό, τα χρήματα και τις ευκαιρίες για να σκοράρει μακριά κάποιουεχθρούς. Δώσε σε κάποιον αυτά τα τρία πράγματα και δεν θα ακούσετε πολύ κακοποίησηέξω από αυτόν.
		-- Brian O'Nolan, "The Best of Myles"

%
Όταν ένα άτομο πηγαίνει σε μια διατροφή, το πρώτο πράγμα που χάνει είναι ψυχραιμία του.
		-- Brian O'Nolan, "The Best of Myles"

%
Όταν όλα τα άλλα αποτύχουν, να φάει !!!
		-- Brian O'Nolan, "The Best of Myles"

%
Όταν το μυαλό μου αρχίζει να τυλίξει από τη λογοτεχνική τους κόπους μου, να κάνω μια περιστασιακήβουτιά τυρί.
		-- Ignatius Reilly

%
"Όταν ξυπνάτε το πρωί, Pooh", δήλωσε ο χοιριδίων επιτέλους,"Ποιο είναι το πρώτο πράγμα που λέτε στον εαυτό σας;"«Τι είναι για πρωινό;" είπε Pooh. «Τι λες, χοιριδίων;""Λέω, αναρωτιέμαι τι πρόκειται να συμβεί συναρπαστικό σήμερα;" είπε χοιριδίων.Pooh κούνησε σκεπτικά. "Είναι το ίδιο πράγμα», είπε.
		-- Ignatius Reilly

%
Όταν είστε φαγητό έξω και υποψιάζεστε ότι κάτι δεν πάει καλά, είστε πιθανώς σωστό.
		-- Ignatius Reilly

%
Που μπορείτε να πάτε να πάρετε την ανορεξία;
		-- Shelley Winters

%
Ενώ μπορεί να είναι αλήθεια ότι μια παρακολούθησαν κατσαρόλα ποτέ δεν βράζει, το ένα που δεν το κάνετενα κρατήσει ένα μάτι για να κάνει ένα φοβερό χάος της κουζίνας σας.
		-- Edward Stevenson

%
Όποιος λέει ένα ψέμα δεν μπορεί να είναι καθαροί στην καρδιά - και μόνο οι καθαροί στην καρδιάμπορεί να κάνει μια καλή σούπα.
		-- Ludwig Van Beethoven

%
Γιατί τόσα πολλά τρόφιμα έρχονται συσκευασμένα σε πλαστικά; Είναι αρκετά παράξενη.
		-- Ludwig Van Beethoven

%
Γιατί λένε ένα γρήγορο ένας γρήγορος, όταν πηγαίνει τόσο αργή;
		-- Ludwig Van Beethoven

%
Χωρίς καφέ δεν θα μπορούσε να λειτουργήσει, ή τουλάχιστον δεν θα μπορούσε να εργαστεί στοτρόπο που το έκανε. Εκτός από το χαρτί και στυλό, πήρε μαζί του παντού ωςαπαραίτητο στοιχείο εξοπλισμού η μηχανή του καφέ, η οποία δεν ήταν λιγότεροσημαντικό για αυτόν από τον πίνακα του ή λευκή ρόμπα του.
		-- Stefan Zweigs, Biography of Balzac

%
Χωρίς πάγο ζωή κρέμα και τη φήμη είναι χωρίς νόημα.
		-- Stefan Zweigs, Biography of Balzac

%
Μπορείτε πάντα να πει η εποχή των Χριστουγέννων είναι εδώ όταν αρχίσετε να πάρειαπίστευτα πυκνή, αλουμινόχαρτο-και-κορδέλλα τυλιγμένο εξογκώματα στο ταχυδρομείο. fruitcakesκαθιστούν ιδανικά δώρα, διότι η Ταχυδρομική Υπηρεσία δεν μπόρεσε να βρει έναν τρόπο νακαταστρέψει τους. Θα διαρκέσει για πάντα, σε μεγάλο βαθμό επειδή κανείς δεν τους τρώει ποτέ. ΣεΠράγματι, πολλοί έξυπνοι άνθρωποι αποθηκεύσετε τις fruitcakes που λαμβάνουν και να τους στείλει πίσωμε τις αρχικές δωρητές το επόμενο έτος? ορισμένες fruitcakes έχουν περάσει πίσωκαι εμπρός για εκατοντάδες χρόνια.Ο ευκολότερος τρόπος για να κάνει ένα κέικ φρούτων είναι να αγοράσετε ένα darkish κέικ, στη συνέχεια, λίβρακάποια παλιά, σκληρά φρούτα σε αυτό με ένα σφυρί. Φροντίστε να φοράτε γυαλιά ασφαλείας.
		-- Dave Barry, "Simple, Homespun Gifts"

%
Δεν ράβουν με ένα πιρούνι, έτσι δεν βλέπω κανέναν λόγο για να φάει με βελόνες πλεξίματος.
		-- Miss Piggy, on eating Chinese Food

%
Πρέπει πρώτα οι γονείς της ανθρώπινης φυλής ... ο οποίος κατέστρεψε τον εαυτό σας για ένα μήλο,τι θα κάνατε για μια τρούφα γαλοπούλα;
		-- Brillat-savarin, "Physiologie du Gout"

%
Ξέρετε ότι έχετε ένα μικρό διαμέρισμα, όταν Rice Krispies ηχώ.
		-- S. Rickly Christian

%
Ξέρετε ότι είστε λίγο λίπος, αν έχετε ραγάδες στο αυτοκίνητό σας.
		-- Cyrus, Chicago Reader 1/22/82

%
Πρέπει να δειπνήσουν στην καφετέρια μας. Μπορείτε να φάτε φθηνά βρωμιά εκεί !!!!
		-- Cyrus, Chicago Reader 1/22/82

%
Θα πρέπει να ανατρέψει την σερβιτόρος $ 10, μείον $ 2, αν σας λέει το όνομά του, ένα άλλο $ 2αν ο ίδιος ισχυρίζεται ότι θα είναι χαρά του να σας και ένα άλλο $ 2 για κάθε εξυπηρετούν"Ειδική" περιγράφει τη συμμετοχή σύγχυση όρων, όπως «ασκαλώνια», και $ 4Αν το μενού περιέχει τη λέξη "fixin του." Σε πολλά εστιατόρια, αυτό σημαίνει ότι ησερβιτόρος στην πραγματικότητα θα σας χρωστάμε χρήματα. Αν ταξιδεύετε με ένα παιδί ηλικίαςέξι μήνες έως τρία χρόνια, θα πρέπει να αφήσετε ένα επιπλέον ποσό ίσο μεδύο φορές το νομοσχέδιο για να αντισταθμίσει το γεγονός ότι θα πρέπει να λάβει ηBanquette έξω και να κάψετε επειδή οι ρωγμές σφηνωμένο στερεό με gobbetsαπό μερικώς μασημένη πρώην ρολά εστιατόριο κορεσμένο με σούβλα μωρό.Στη Νέα Υόρκη, φιλοδώρημα στον οδηγό ταξί $ 40 και αν ο ίδιος δεν αναφέρει τις αιμορροΐδες του.
		-- Dave Barry, "The Stuff of Etiquette"

%
Το μυαλό σας είναι το μέρος σας που λέει,"Why'n'tcha φάει το κομμάτι της πίτας;"... Και στη συνέχεια, είκοσι λεπτά αργότερα, λέει,"Ξέρεις, αν ήμουν στη θέση σου, δεν θα είχα κάνει αυτό!"
		-- Steven and Ondrea Levine

%
