Μια ημέρα για την εταιρία αποφάσεων !!!!! Ή μήπως είναι?
		-- Ashleigh Brilliant

%
Μια χάρη λίγες ώρες πριν από την τρέλα αρχίζει και πάλι.
		-- Ashleigh Brilliant

%
Ένα δώρο από ένα λουλούδι σύντομα θα γίνει σε σας.
		-- Ashleigh Brilliant

%
Ένα ξεχασμένα αγαπούσε ένα θα εμφανιστεί σύντομα.Αγοράστε τα αρνητικά σε οποιαδήποτε τιμή.
		-- Ashleigh Brilliant

%
Ένας ψηλός, σκοτεινός ξένος θα έχει πιο διασκεδαστικό από ό, τι μπορείτε.
		-- Ashleigh Brilliant

%
Μια επίσκεψη σε μια νέα χώρα θα φέρει παράξενο έργο.
		-- Ashleigh Brilliant

%
Μια επίσκεψη σε μια παράξενη θέση θα φέρει φρέσκο ​​εργασιών.
		-- Ashleigh Brilliant

%
Ένα ζωντανό και δημιουργικό μυαλό σας χαρακτηρίζει.
		-- Ashleigh Brilliant

%
Εγκαταλείψτε την αναζήτηση της αλήθειας? εγκατασταθούν για μια καλή φαντασία.
		-- Ashleigh Brilliant

%
Έμφαση σε χρήσιμες πλευρά του χαρακτήρα σας. Αδειάστε το τάφρο.
		-- Ashleigh Brilliant

%
Πρόοδο στη θέση του.
		-- Ashleigh Brilliant

%
Μετά τον εραστή σας έχει φύγει, θα εξακολουθούν να έχουν ΦΥΣΤΙΚΟΒΟΥΤΥΡΟ!
		-- Ashleigh Brilliant

%
Απόγευμα πολύ ευνοϊκές για το ειδύλλιο. Δοκιμάστε ένα μόνο άτομο για μια αλλαγή.
		-- Ashleigh Brilliant

%
Διατροφής και δωροδοκίες θα εμπλακούν ένα μεγάλο μέρος του πλούτου σας.
		-- Ashleigh Brilliant

%
Όλα τα προβλήματα που έχετε θα περάσει πολύ γρήγορα.
		-- Ashleigh Brilliant

%
Μεταξύ των τυχεροί, θα είναι ο εκλεκτός.
		-- Ashleigh Brilliant

%
Ένα ψυγείο αβοκάντο τόνος θα δούμε καλό για το βιογραφικό σας.
		-- Ashleigh Brilliant

%
Ένα εξωτικό ταξίδι στο κέντρο της πόλης Newark είναι στο μέλλον σας.
		-- Ashleigh Brilliant

%
Ένα άλλο καλό βράδυ να μην κοιμούνται σε ένα δέντρο ευκαλύπτου.
		-- Ashleigh Brilliant

%
Είσαι μια χελώνα;
		-- Ashleigh Brilliant

%
Είσαι πρόκειται ποτέ να πλύνεις τα πιάτα; Ή θα αλλάξετε μεγάλες σας στη βιολογία;
		-- Ashleigh Brilliant

%
Κάνετε όλα αυτά ως πάτε μαζί;
		-- Ashleigh Brilliant

%
Είστε βέβαιοι ότι η πίσω πόρτα είναι κλειδωμένη;
		-- Ashleigh Brilliant

%
Καλλιτεχνική επιχειρήσεις υπογράμμισε. Rob ένα μουσείο.
		-- Ashleigh Brilliant

%
Αποτρέψουν παρεξήγηση με ηρεμία, ισορροπία, και την ισορροπία.
		-- Ashleigh Brilliant

%
Αποφύγετε πυροβολισμούς στο μπάνιο απόψε.
		-- Ashleigh Brilliant

%
Αποφύγετε την πραγματικότητα με κάθε κόστος.
		-- Ashleigh Brilliant

%
Τράπεζα λάθος υπέρ σας. Συλλέξτε $ 200.
		-- Ashleigh Brilliant

%
Πρόσεχε! Είναι ταξινομημένα;
		-- Ashleigh Brilliant

%
Πρόσεχε! ΑΣΧΗΜΗ απεργίες 9 από τα 10!
		-- Ashleigh Brilliant

%
Να είστε προσεκτικοί στην καθημερινή σας υποθέσεις.
		-- Ashleigh Brilliant

%
Είναι χαρούμενα, ενώ είστε ζωντανός.
		-- Phathotep, 24th Century B.C.

%
Να είναι διαφορετική: συμμορφώνονται.
		-- Phathotep, 24th Century B.C.

%
Είναι ελεύθερη και ανοικτή και ανεμοδαρμένο! Απολαμβάνω! Τα πράγματα δεν θα πάρει καθόλου καλύτερα έτσισυνήθισε το.
		-- Phathotep, 24th Century B.C.

%
Να ασφάλεια συνειδητή - Εθνική άμυνα είναι σε κίνδυνο.
		-- Phathotep, 24th Century B.C.

%
Ομορφιά και η αρμονία είναι απαραίτητο για να σας ως πολύ πνοή της ζωής.
		-- Phathotep, 24th Century B.C.

%
Το καλύτερο από όλα είναι να μην έχουν γεννηθεί. Δεύτερο καλύτερο είναι να πεθάνει σύντομα.
		-- Phathotep, 24th Century B.C.

%
Καλύτερη ελπίδα η ζωή επιθεωρητής δεν έρχεται γύρω, ενώ έχετε ήδη σαςζωή σε ένα τέτοιο χάος.
		-- Phathotep, 24th Century B.C.

%
Προσοχή ενός μελαχρινός άνδρας με ένα δυνατό ισοπαλία.
		-- Phathotep, 24th Century B.C.

%
Beware του ένα ψηλό μαύρο άνδρα με ένα ξανθό παπούτσι.
		-- Phathotep, 24th Century B.C.

%
Beware του ένα ψηλό ξανθό άνδρα με ένα μαύρο παπούτσι.
		-- Phathotep, 24th Century B.C.

%
Προσοχή στις Bigfoot!
		-- Phathotep, 24th Century B.C.

%
Προσοχή στις χαμηλές πτήσεις πεταλούδες.
		-- Phathotep, 24th Century B.C.

%
Προσοχή το ένα πίσω σας.
		-- Phathotep, 24th Century B.C.

%
Blow έξω αυτί σας.
		-- Phathotep, 24th Century B.C.

%
Σπάσει σε φυλακή και να διεκδικήσουν την αστυνομική βαρβαρότητα.
		-- Phathotep, 24th Century B.C.

%
Γεφυρωθεί μπροστά. Πληρώστε Troll.
		-- Phathotep, 24th Century B.C.

%
Προσοχή: η αναπνοή μπορεί να είναι επικίνδυνα για την υγεία σας.
		-- Phathotep, 24th Century B.C.

%
Προσοχή: Να φυλάσσεται μακριά από παιδιά.
		-- Phathotep, 24th Century B.C.

%
Γιορτάστε Hannibal Day φέτος. Πάρτε έναν ελέφαντα στο μεσημεριανό γεύμα.
		-- Phathotep, 24th Century B.C.

%
Αλλάξτε τις σκέψεις σας και να αλλάξετε τον κόσμο σας.
		-- Phathotep, 24th Century B.C.

%
Χαμογελάστε! Τα πράγματα χειροτερεύουν με βραδύτερο ρυθμό.
		-- Phathotep, 24th Century B.C.

%
Σκάκι απόψε.
		-- Phathotep, 24th Century B.C.

%
Chicken Little πρέπει να είναι σωστή μόνο μία φορά.
		-- Phathotep, 24th Century B.C.

%
Chicken Little είχε δίκιο.
		-- Phathotep, 24th Century B.C.

%
Κρύα χέρια, χωρίς γάντια.
		-- Phathotep, 24th Century B.C.

%
Επικοινωνώ! Δεν μπορεί να κάνει τα πράγματα χειρότερα.
		-- Phathotep, 24th Century B.C.

%
Το θάρρος είναι η μεγαλύτερη παρόν την ανάγκη σας.
		-- Phathotep, 24th Century B.C.

%
Ημέρα της έρευνας. Θα κληθείτε.
		-- Phathotep, 24th Century B.C.

%
Μην επιβαρύνει τις δυνάμεις σου.
		-- Phathotep, 24th Century B.C.

%
δεν κοιμούνται σε ένα απόψε δέντρο ευκαλύπτου.
		-- Phathotep, 24th Century B.C.

%
Δεν κάνουν τίποτα εκτός αν πρέπει, και όταν θα πρέπει να δράσει - διστάσει.
		-- Phathotep, 24th Century B.C.

%
Κάνει κάτι ασυνήθιστο σήμερα. Πληρώσουν ένα νομοσχέδιο.
		-- Phathotep, 24th Century B.C.

%
Κάνε ό, τι έρχεται φυσικά. Βράζω και καπνού και να ρίξει ένα ξέσπασμα.
		-- Phathotep, 24th Century B.C.

%
Οι εγχώριες ευτυχία και πιστούς φίλους.
		-- Phathotep, 24th Century B.C.

%
Μην ταΐζετε τα ρόπαλα απόψε.
		-- Phathotep, 24th Century B.C.

%
Μην κολλήσετε σε ένα ντουλάπι - φορούν τον εαυτό σας έξω.
		-- Phathotep, 24th Century B.C.

%
Μην πάρετε για να κομπορρημοσύνη.
		-- Phathotep, 24th Century B.C.

%
Μην πηγαίνετε σέρφινγκ στη Νότια Ντακότα για μια στιγμή.
		-- Phathotep, 24th Century B.C.

%
δεν μισώ τον εαυτό σας το πρωί - ο ύπνος μέχρι το μεσημέρι.
		-- Phathotep, 24th Century B.C.

%
Μην φιλήσει έναν ελέφαντα στα χείλη σήμερα.
		-- Phathotep, 24th Century B.C.

%
Μην αφήστε το μυαλό σας να περιπλανηθεί - είναι πάρα πολύ λίγα για να αφήσει έξω μόνο του.
		-- Phathotep, 24th Century B.C.

%
Μην κοιτάς πίσω, τα Lemmings κερδίζουν σε σας.
		-- Phathotep, 24th Century B.C.

%
Μετά τα μεσάνυχτα, αλλά ο άνθρωπος στο φεγγάρι είναι το γέλιο σε σας.
		-- Phathotep, 24th Century B.C.

%
Μετά τα μεσάνυχτα, αλλά υπάρχει ένα πολυ-με πόδια πλάσμα στον ώμο σας.
		-- Phathotep, 24th Century B.C.

%
Μην το σχέδιο τυχόν βιαστικές κινήσεις. Θα πρέπει να εκδιωχθεί σύντομα ούτως ή άλλως.
		-- Phathotep, 24th Century B.C.

%
Μην διαβάζετε κάθε ουρανός-γραφής για τις επόμενες δύο εβδομάδες.
		-- Phathotep, 24th Century B.C.

%
Μην διαβάζετε ό, τι πιστεύετε.
		-- Phathotep, 24th Century B.C.

%
Μην χαλαρώσετε! Είναι μόνο την ένταση σας, που σας κρατά μαζί.
		-- Phathotep, 24th Century B.C.

%
Μην πείτε κάποια μεγάλα ψέματα σήμερα. Μικρές μπορεί να είναι εξίσου αποτελεσματική.
		-- Phathotep, 24th Century B.C.

%
Μην ανησυχείτε τόσο δυνατά, ο συγκάτοικός σας δεν μπορεί να σκεφτεί.
		-- Phathotep, 24th Century B.C.

%
Μην ανησυχείτε, Be Happy.
		-- Meher Baba

%
Μην ανησυχείτε. Η ζωή είναι πάρα πολύ καιρό.
		-- Vincent Sardi, Jr.

%
Μην αισθάνεστε περισσότερο σαν το κάνετε τώρα από ό, τι κάνατε όταν ήρθε;
		-- Vincent Sardi, Jr.

%
Μην θέλετε είχατε περισσότερη ενέργεια ... ή λιγότερο φιλοδοξία;
		-- Vincent Sardi, Jr.

%
Ό, τι ξέρετε είναι λάθος, αλλά μπορείτε να ρυθμιστούν.
		-- Vincent Sardi, Jr.

%
Τα πάντα θα είναι ακριβώς tickety-boo σήμερα.
		-- Vincent Sardi, Jr.

%
Εξαιρετική μέρα για την τοποθέτηση Slinkies σε κυλιόμενη σκάλα.
		-- Vincent Sardi, Jr.

%
Εξαιρετική μέρα για να έχουμε ένα σάπιο ημέρα.
		-- Vincent Sardi, Jr.

%
Εξαιρετική στιγμή για να γίνει ένας αγνοούμενος.
		-- Vincent Sardi, Jr.

%
Executive ικανότητα είναι εμφανής σε σας make-up.
		-- Vincent Sardi, Jr.

%
Να είναι προσεκτικοί στην καθημερινή σας υποθέσεις.
		-- Vincent Sardi, Jr.

%
Αναμένουμε μια επιστολή από έναν φίλο που θα ζητήσει μια χάρη από εσάς.
		-- Vincent Sardi, Jr.

%
Αναμείνετε το χειρότερο, αυτό είναι το λιγότερο που μπορείτε να κάνετε.
		-- Vincent Sardi, Jr.

%
Ωραία μέρα για τους φίλους.Έτσι κι έτσι μέρα για σας.
		-- Vincent Sardi, Jr.

%
Ωραία μέρα για να ξεπληρώσουν περίσσεια ενέργειας. Κλέψουν κάτι βαρύ.
		-- Vincent Sardi, Jr.

%
Fortune: Θα πρέπει να επιτεθεί την επόμενη Τετάρτη στις 15:15 από έξι σαμουράισπαθί κρατώντας μοβ ψάρια κολλημένα στην Harley-Davidson μοτοσικλέτες.Αχ, και να έχουν μια ωραία μέρα!
		-- Bryce Nesbitt '84

%
Μέλλον φαίνεται ανώμαλος. Θα χυθεί σούπα σε αργά το βράδυ.
		-- Bryce Nesbitt '84

%
Η γενναιοδωρία και η τελειότητα είναι αιώνια στόχους σας.
		-- Bryce Nesbitt '84

%
Δώστε του μια αόριστη απάντηση.
		-- Bryce Nesbitt '84

%
Δώστε σκέψη για τη φήμη σας. Εξετάστε το ενδεχόμενο να αλλάζουν όνομα και τη μετάβαση σεμια νέα πόλη.
		-- Bryce Nesbitt '84

%
Δώστε πολύ καλύτερα σήμερα σας. Ένας Θεός ξέρει ότι είναι αρκετά μικρή.
		-- Bryce Nesbitt '84

%
Πηγαίνετε σε μια ταινία απόψε. Το σκοτάδι που γίνεται.
		-- Bryce Nesbitt '84

%
Καλή μέρα για μια αλλαγή σκηνικού. Repaper τοίχο υπνοδωμάτιο.
		-- Bryce Nesbitt '84

%
Καλή μέρα για την υπέρβαση των εμποδίων. Δοκιμάστε ένα steeplechase.
		-- Bryce Nesbitt '84

%
Καλή ημέρα για να ασχοληθεί με τους ανθρώπους σε υψηλές θέσεις? ιδιαίτερα μοναχικός αεροσυνοδοί.
		-- Bryce Nesbitt '84

%
Καλή μέρα για να απογοητεύσει τους παλιούς φίλους που χρειάζονται βοήθεια.
		-- Bryce Nesbitt '84

%
Καλά νέα από μακριά μπορεί να σας φέρει μια ευπρόσδεκτη επισκέπτη.
		-- Bryce Nesbitt '84

%
Καλα ΝΕΑ. Δέκα εβδομάδες από την Παρασκευή θα είναι μια αρκετά καλή ημέρα.
		-- Bryce Nesbitt '84

%
Καλό βράδυ για να περάσουν με την οικογένεια, αλλά αποφύγετε τα επιχειρήματα με το σύντροφό σαςνέο εραστή.
		-- Bryce Nesbitt '84

%
Πράσινο φως στην Α.Μ. για νέα έργα. Κόκκινο φως στην Ρ.Μ. για τα εισιτήρια της κυκλοφορίας.
		-- Bryce Nesbitt '84

%
Ελπίζουμε ότι η επόμενη μέρα θα πεθάνεις είναι μια ωραία μέρα.
		-- Bryce Nesbitt '84

%
Αν μπορείτε να διαβάσετε αυτό, είστε πολύ κοντά.
		-- Bryce Nesbitt '84

%
Αν μάθετε ένα άχρηστο πράγμα κάθε μέρα, σε ένα μόνο έτος θα μάθετε365 άχρηστα πράγματα.
		-- Bryce Nesbitt '84

%
Εάν σπέρνετε άγρια ​​βρώμη σας, την ελπίδα για μια αποτυχία των καλλιεργειών.
		-- Bryce Nesbitt '84

%
Αν σταθεί στο κεφάλι σας, θα πάρετε ίχνη στα μαλλιά σας.
		-- Bryce Nesbitt '84

%
Αν νομίζετε ότι την περασμένη Τρίτη ήταν μια έλξη, περιμένετε μέχρι να δούμε τι θα συμβεί αύριο!
		-- Bryce Nesbitt '84

%
Αν η ζωή σου ήταν ένα άλογο, θα πρέπει να το πυροβολήσει.
		-- Bryce Nesbitt '84

%
Στη σκάλα της ζωής, θα έπαιρνα καλύτερα το ασανσέρ.
		-- Bryce Nesbitt '84

%
Η αυξημένη γνώση θα σας βοηθήσει τώρα. Έχουν τηλέφωνο συντρόφου bugged.
		-- Bryce Nesbitt '84

%
Είναι που πραγματικά σας που διαβάζετε αυτό;
		-- Bryce Nesbitt '84

%
Είναι αυτό πραγματικά συμβαίνει;
		-- Bryce Nesbitt '84

%
Είναι τόσο πολύ δύσκολο να είναι μιαγια-σας-δικά-take-care-of-yourself-γιατί-δεν-είναι-δεν-ένα-άλλο-να-do-it-για-σαςενήλικος.
		-- Bryce Nesbitt '84

%
Μπορεί ή δεν μπορεί να αξίζει τον κόπο, αλλά εξακολουθεί να πρέπει να γίνει.
		-- Bryce Nesbitt '84

%
Ήταν όλα τόσο διαφορετικά πριν από όλα άλλαξαν.
		-- Bryce Nesbitt '84

%
Είναι μια πολύ * __ ΟΗΕ * τυχεροί εβδομάδας κατά την οποία πρέπει να πήρε νεκρούς.
		-- Churchy La Femme

%
Είναι όλα στο μυαλό, ya ξέρει.
		-- Churchy La Femme

%
Είναι τυχερός θα πάμε τόσο αργά, γιατί θα πάμε προς τη λάθος κατεύθυνση.
		-- Churchy La Femme

%
Ακριβώς επειδή το μήνυμα δεν μπορεί ποτέ να λάβει δεν σημαίνει ότι είναιδεν αξίζει την αποστολή.
		-- Churchy La Femme

%
Ακριβώς για να έχουν αυτό είναι αρκετό.
		-- Churchy La Femme

%
Κρατήστε συναισθηματικά ενεργό. Μέριμνα για το αγαπημένο σας νεύρωση.
		-- Churchy La Femme

%
Φροντίστε να είναι σύντομη για μεστή λόγους.
		-- Churchy La Femme

%
Lady Luck προσφέρει προστιθέμενη εισοδήματος σήμερα. Lady φίλος παίρνει μακριά απόψε.
		-- Churchy La Femme

%
Μάθετε για παύση - ή τίποτα αξίζει τον κόπο να φθάσουν σε σας.
		-- Churchy La Femme

%
Επιτρέψτε μου να το θέσω έτσι: σήμερα πρόκειται να είναι μια εμπειρία εκμάθησης.
		-- Churchy La Femme

%
Η ζωή είναι για να σας κάνει μια τολμηρός και τολμηρή περιπέτεια.
		-- Churchy La Femme

%
«Η ζωή, το σιχαίνομαι ή να αγνοήσει αυτό, δεν μπορείτε να αρέσει."
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Ζούμε σε έναν κόσμο δικό σας, αλλά πάντα ευπρόσδεκτοι επισκέπτες.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Ζώντας τη ζωή σας είναι ένα έργο τόσο δύσκολο, ποτέ δεν επιχειρήθηκε πριν.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Μεγάλη διάρκεια ζωής είναι στο κατάστημα για σας.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Κοιτάξτε μακριά και να δούμε το τέλος από την αρχή.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Η αγάπη είναι στον ορίζοντα. Να είστε στοργικός σε κάποιον που σας λατρεύει.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Κάνε μια ευχή, θα μπορούσε να γίνει πραγματικότητα.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Πολλές αλλαγές του νου και τη διάθεση? μην διστάσετε πάρα πολύ καιρό.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Ποτέ δεν πρέπει να παρασύρθηκε στο δρόμο της αρετής.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Ποτέ μην διαπράττουν τον εαυτό σας! Να αφήσει κάποιον άλλο να δεσμευτούν.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Ποτέ μη δίνετε μια ίντσα!
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Ποτέ μην κοιτάζω προς τα πάνω, όταν οι δράκοι πετούν πάνω από το κεφάλι.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Ποτέ μην αποκαλύπτετε καλύτερο επιχείρημά σας.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Την επόμενη Παρασκευή δεν θα είναι η τυχερή σου μέρα. Ως Μάλιστα, δεν το κάνετεέχουν μια τυχερή ημέρα του τρέχοντος έτους.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Φυσικά έχετε ένα σκοπό - να βρει έναν σκοπό.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Οι άνθρωποι αρχίζουν να παρατηρήσετε. Δοκιμάστε το ντύσιμο, πριν φύγετε από το σπίτι.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Τέλεια μέρα για τρίψιμο του δαπέδου και άλλα συναρπαστικά πράγματα.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Αμφίβολα ημέρα.Ρωτήστε κάποιον κάτι.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Απάντηση θολό, ρωτήστε ξανά αργότερα.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Εξοικονομήστε ενέργεια: είναι απαθείς.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Τα πλοία είναι ασφαλή στο λιμάνι, αλλά ποτέ δεν ήταν γραφτό να μείνει εκεί.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Αργή ημέρα. Πρακτική σέρνεται.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Snow Day - μείνετε στο σπίτι.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Έτσι, αυτό είναι. Εμείς πάμε για να πεθάνουν.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Έτσι είστε πίσω ... για την ώρα ...
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Κάποιος μιλάει καλά από εσάς.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Κάποιος μιλάει καλά από εσάς.Πώς ασυνήθιστο!
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Κάποιον που απορρίπτουν σήμερα, θα σας απορρίψουν αύριο.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Μείνετε μακριά από ιπτάμενους δίσκους και σήμερα.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Μείνετε μακριά από τυφώνες για μια στιγμή.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Μείνετε την κατάρα.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Αυτό το μυστικό έχετε φύλαξη, δεν είναι.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Η στιγμή είναι κατάλληλη για να κάνουν νέους φίλους.
		-- Marvin, "Hitchhiker's Guide to the Galaxy"

%
Όλος ο κόσμος είναι ένα σμόκιν και είστε ένα ζευγάρι καφέ παπούτσια.
		-- George Gobel

%
Υπάρχει μια πιθανότητα 20% του αύριο.
		-- George Gobel

%
Υπάρχει μια μύγα στη μύτη σας.
		-- George Gobel

%
Υπήρχε ένα τηλεφώνημα για σας.
		-- George Gobel

%
Θα υπάρξουν μεγάλες αλλαγές για σας, αλλά θα είστε ευχαριστημένοι.
		-- George Gobel

%
Τα πράγματα θα είναι λαμπρό στην Ρ.Μ. Ένας αστυνομικός θα λάμψει ένα φως στο πρόσωπό σας.
		-- George Gobel

%
Σκεφτείτε δύο φορές πριν από την ομιλία, αλλά δεν λένε "σκέφτονται σκέφτονται κλικ κλικ".
		-- George Gobel

%
Αυτή η ζωή είναι δική σας. Μερικά από αυτό δόθηκε σε σας? το υπόλοιπο, που κάνατε τον εαυτό σας.
		-- George Gobel

%
Αυτό θα είναι μια αξέχαστη μήνα - δεν έχει σημασία πόσο σκληρά την προσπάθειά σας να το ξεχάσουμε.
		-- George Gobel

%
Ώρα να είναι επιθετική. Πηγαίνετε μετά από ένα τατουάζ Παρθένος.
		-- George Gobel

%
Σήμερα είναι η Εθνική Υπαρξιακή ανία Ημέρα Ευαισθητοποίησης.
		-- George Gobel

%
Σήμερα είναι η πρώτη μέρα της υπόλοιπης το χάος.
		-- George Gobel

%
Σήμερα είναι η πρώτη μέρα της υπόλοιπης ζωής σου.
		-- George Gobel

%
Σήμερα είναι η τελευταία μέρα της ζωής σας μέχρι τώρα.
		-- George Gobel

%
Σήμερα είναι η αύριο θα ανησυχούν για το χθες.
		-- George Gobel

%
Σήμερα είναι ό, τι συνέβη χθες.
		-- George Gobel

%
Η σημερινή παραξενιά είναι αύριο λόγος.
		-- Hunter S. Thompson

%
Αύριο θα ακυρωθεί λόγω έλλειψης ενδιαφέροντος.
		-- Hunter S. Thompson

%
Αύριο, αυτό θα αποτελέσει μέρος της αναλλοίωτη παρελθόν, αλλά ευτυχώς,μπορεί ακόμα να αλλάξει σήμερα.
		-- Hunter S. Thompson

%
Αύριο, θα μπορεί να είναι οπουδήποτε.
		-- Hunter S. Thompson

%
Απόψε θα πληρώσει την ποινή της αμαρτίας? Μην ξεχάσετε να αφήσετε μια άκρη.
		-- Hunter S. Thompson

%
Απόψε είναι η νύχτα: Κοιμηθείτε σε ένα δέντρο ευκαλύπτου.
		-- Hunter S. Thompson

%
Προβληματισμένοι ημέρα για παρθένες άνω των 16, που είναι όμορφα και πλούσια και ζωντανάσε ευκαλύπτους.
		-- Hunter S. Thompson

%
Η αλήθεια θα έξω το πρωί. (Η οποία μπορεί πραγματικά χάλια τα πράγματα.)
		-- Hunter S. Thompson

%
Δοκιμάστε το χοιρινό Moo Shu. Είναι ιδιαίτερα καλό σήμερα.
		-- Hunter S. Thompson

%
Προσπαθήστε να πάρετε όλα τα μεταθανάτια μετάλλια σας εκ των προτέρων.
		-- Hunter S. Thompson

%
Προσπαθήστε να έχετε μια τόσο καλή ζωή, όπως μπορείτε υπό τις περιστάσεις.
		-- Hunter S. Thompson

%
Προσπαθήστε να χαλαρώσετε και να απολαύσετε την κρίση.
		-- Ashleigh Brilliant

%
Προσπαθήστε να εκτιμούν χρήσιμες ιδιότητες σε ένα που σας αγαπά.
		-- Ashleigh Brilliant

%
Τρίτη μετά το γεύμα είναι η κοσμική ώρα της εβδομάδας.
		-- Ashleigh Brilliant

%
Τρίτη είναι η Τετάρτη του το υπόλοιπο της ζωής σας.
		-- Ashleigh Brilliant

%
Αυτό που συνέβη χθες το βράδυ μπορεί να συμβεί ξανά.
		-- Ashleigh Brilliant

%
Ενώ είχατε πρόσφατα προβλήματά σας στο τρέξιμο, έχουν ομαδοποιηθεί καικάνουν μια άλλη επίθεση.
		-- Ashleigh Brilliant

%
Γράψτε τον εαυτό σας μια απειλητική επιστολή και στυλό μια προκλητική απάντηση.
		-- Ashleigh Brilliant

%
Είστε μια δέσμη ενέργειας, πάντα εν κινήσει.
		-- Ashleigh Brilliant

%
Είστε μια απροσδόκητη επιτυχία του σύμπαντος? δεν έχετε κανένα δικαίωμα να είναι εδώ.
		-- Ashleigh Brilliant

%
Είστε ένα πολύ περιττή πρόσωπο, αυτό είναι το τι είδους άνθρωπος είσαι.
		-- Ashleigh Brilliant

%
Είστε πάντα απασχολημένοι.
		-- Ashleigh Brilliant

%
Είστε όπως είμαι με σας.
		-- Ashleigh Brilliant

%
Είστε σε θέση να σχεδιάζει το μέλλον σας.
		-- Ashleigh Brilliant

%
Είστε σύγχυση? αλλά αυτό είναι φυσιολογικό κράτος σας.
		-- Ashleigh Brilliant

%
Είστε πολύ δεμένος με τους φίλους και τους γνωστούς σας.
		-- Ashleigh Brilliant

%
Μπορείτε προορίζονται για να γίνει ο διοικητής των πάλης ανδρών τουΥπουργείο Μεταφορών.
		-- Ashleigh Brilliant

%
Είστε ανέντιμοι, αλλά ποτέ στο σημείο να πληγώνει έναν φίλο.
		-- Ashleigh Brilliant

%
Είστε fairminded, απλά και αγάπης.
		-- Ashleigh Brilliant

%
Είστε διορατική, ένας καλός σχεδιαστής, ένας φλογερός εραστής, και ένας πιστός φίλος.
		-- Ashleigh Brilliant

%
Που αγωνίζονται για την επιβίωση στη δική σας γλυκό και ήπιο τρόπο.
		-- Ashleigh Brilliant

%
Θα έχετε την ευκαιρία να έχουν μια νέα ερωτική σχέση.
		-- Ashleigh Brilliant

%
Είστε μαγνητικά στο έδρανο σας.
		-- Ashleigh Brilliant

%
Δεν είναι ακόμα νεκρός. Αλλά προσέξτε για περαιτέρω αναφορές.
		-- Ashleigh Brilliant

%
Είστε αριθμό 6! Ποιος είναι ο νούμερο ένα;
		-- Ashleigh Brilliant

%
Είστε μόνο τους νέους μία φορά, αλλά μπορείτε να μείνετε ανώριμα επ 'αόριστον.
		-- Ashleigh Brilliant

%
Είστε σχολαστικά τίμιος, ειλικρινής και ξεκάθαρη. Ως εκ τούτου θαέχουν λίγους φίλους.
		-- Ashleigh Brilliant

%
Είστε άρρωστος, στριμμένα και διεστραμμένη. Μου αρέσει ότι σε ένα πρόσωπο.
		-- Ashleigh Brilliant

%
Είστε τόσο βαρετό ότι όταν σας βλέπω τα πόδια μου να πάει για ύπνο.
		-- Ashleigh Brilliant

%
Στέκεστε στις μύτες των ποδιών μου.
		-- Ashleigh Brilliant

%
Παίρνετε τον εαυτό σας πάρα πολύ σοβαρά.
		-- Ashleigh Brilliant

%
Είστε το μόνο πρόσωπο για να πάρει ποτέ αυτό το μήνυμα.
		-- Ashleigh Brilliant

%
Είστε σοφοί, πνευματώδης, και θαυμάσια, αλλά θα ξοδεύουν πάρα πολύ χρόνο ανάγνωσηςΑυτό το είδος των σκουπιδιών.
		-- Ashleigh Brilliant

%
Μπορείτε να προσπαθήσει πράγματα που δεν χρειάζεται καν να προγραμματίζουν λόγω των ακραίων βλακεία σας.
		-- Ashleigh Brilliant

%
Μπορείτε να δημιουργήσετε το δικό σας ευκαιρίες αυτή την εβδομάδα. Εκβιάσει ένα στέλεχος.
		-- Ashleigh Brilliant

%
Μπορείτε να το κάνετε πολύ καλά στην κερδοσκοπία όπου η γη ή οτιδήποτε έχει να κάνει με χώμαανησυχεί.
		-- Ashleigh Brilliant

%
Μπορείτε να νοικιάσετε αυτό το χώρο για μόλις 5 $ την εβδομάδα.
		-- Ashleigh Brilliant

%
Θα μπορούσατε να ζήσουν μια καλύτερη ζωή, αν είχατε μια καλύτερη μυαλό και ένα καλύτερο σώμα.
		-- Ashleigh Brilliant

%
Μπορείτε σίγουρα προτίθενται να αρχίσουν να ζουν κάποια στιγμή σύντομα.
		-- Ashleigh Brilliant

%
Που καλέσατε 5483.
		-- Ashleigh Brilliant

%
Μπορείτε να εμφανίσετε τα υπέροχα χαρακτηριστικά της γοητείας και της ευγένειας.
		-- Ashleigh Brilliant

%
Δεν γίνετε μια αποτυχία μέχρι να είστε ικανοποιημένοι με το να είναι ένα.
		-- Ashleigh Brilliant

%
Μπορείτε να απολαύσετε τη συντροφιά των άλλων ανθρώπων.
		-- Ashleigh Brilliant

%
Νιώθεις ένα σωρό άλλα, όπως κάνετε τώρα από ό, τι κάνατε όταν χρησιμοποιείται για να.
		-- Ashleigh Brilliant

%
Μπορείτε να συμπληρώσετε μια πολυπόθητη θέση.
		-- Ashleigh Brilliant

%
Μπορείτε να πάρετε μαζί πολύ καλά με όλους, εκτός από τα ζώα και τους ανθρώπους.
		-- Ashleigh Brilliant

%
Είχατε κάποια ευτυχία μία φορά, αλλά οι γονείς σας μετακινηθεί μακριά, και θα έπρεπε νααφήνουμε πίσω.
		-- Ashleigh Brilliant

%
Έχετε μια βαθιά εκτίμηση των τεχνών και της μουσικής.
		-- Ashleigh Brilliant

%
Έχετε ένα βαθύ ενδιαφέρον για όλα αυτά είναι καλλιτεχνική.
		-- Ashleigh Brilliant

%
Έχετε μια φήμη για την ύπαρξη πολύ καλά αξιόπιστη και αξιόπιστη.Ένα λυπηρό το γεγονός ότι είναι εντελώς άδικο.
		-- Ashleigh Brilliant

%
Έχετε μια ισχυρή έκκληση για τα μέλη του αντίθετου φύλου.
		-- Ashleigh Brilliant

%
Έχετε μια ισχυρή έκκληση για τα μέλη της δικής σας σεξ.
		-- Ashleigh Brilliant

%
Έχετε μια ισχυρή επιθυμία για ένα σπίτι και την οικογένειά ενδιαφέροντά σας έρχονται πρώτα.
		-- Ashleigh Brilliant

%
Έχετε μια πραγματικά ισχυρή ατομικότητα.
		-- Ashleigh Brilliant

%
Έχετε μια θέληση που μπορεί να επηρεαστεί από όλους με τους οποίους έρχεστε σε επαφή.
		-- Ashleigh Brilliant

%
Έχετε την ικανότητα να αισθάνονται και να γνωρίζουν υψηλότερη αλήθεια.
		-- Ashleigh Brilliant

%
Έχετε ένα φιλόδοξο χαρακτήρα και μπορεί να κάνει ένα όνομα για τον εαυτό σας.
		-- Ashleigh Brilliant

%
Έχετε μια ασυνήθιστη εξοπλισμό για την επιτυχία. Να είστε βέβαιος να το χρησιμοποιήσετε σωστά.
		-- Ashleigh Brilliant

%
Έχετε μια ασυνήθιστη μαγνητική προσωπικότητα. Μην περπατάτε πολύ κοντά στηνμεταλλικά αντικείμενα, τα οποία δεν είναι στερεωμένα τα κάτω.
		-- Ashleigh Brilliant

%
Έχετε μια ασυνήθιστη κατανόηση των προβλημάτων των ανθρώπινων σχέσεων.
		-- Ashleigh Brilliant

%
Σας έχουν επιλεγεί για μια μυστική αποστολή.
		-- Ashleigh Brilliant

%
Έχετε αιγυπτιακή γρίπη: θα πάμε να είναι μια μούμια.
		-- Ashleigh Brilliant

%
Είχατε μια μακροχρόνια διέγερση σε σχέση με τις επιχειρήσεις.
		-- Ashleigh Brilliant

%
Έχετε λογοτεχνικό ταλέντο που θα πρέπει να πάρετε πόνους στην ανάπτυξη.
		-- Ashleigh Brilliant

%
Έχετε πολλούς φίλους και πολύ λίγους εχθρούς διαβίωσης.
		-- Ashleigh Brilliant

%
Δεν έχετε πραγματικούς εχθρούς.
		-- Ashleigh Brilliant

%
Έχετε πάρει τον εαυτό σας πάρα πολύ σοβαρά.
		-- Ashleigh Brilliant

%
Έχετε το σώμα ενός 19 ετών. Παρακαλούμε να επιστρέψει πριν παίρνει τσαλακωμένο.
		-- Ashleigh Brilliant

%
Έχετε την ικανότητα να μαθαίνουν από τα λάθη. Θα μάθετε πολλά σήμερα.
		-- Ashleigh Brilliant

%
Έχετε τη δύναμη να επηρεάσει όλους με τους οποίους έρχεστε σε επαφή.
		-- Ashleigh Brilliant

%
Μπορείτε να μάθουν να γράφουν σαν να κάποιος άλλος, γιατί ΕΠΟΜΕΝΗ ΧΡΟΝΙΑ ΘΑ ΕΙΝΑΙ"ΚΆΠΟΙΟΣ ΆΛΛΟΣ."
		-- Ashleigh Brilliant

%
Θέλετε να σχηματίσουν νέες φιλίες και να κάνουν νέες γνωριμίες.
		-- Ashleigh Brilliant

%
Φαίνεσαι σαν ένα εκατομμύριο δολάρια. Όλα πράσινο και ζαρωμένο.
		-- Ashleigh Brilliant

%
Φαίνεσαι κουρασμένος.
		-- Ashleigh Brilliant

%
Αγαπάτε την ειρήνη.
		-- Ashleigh Brilliant

%
Αγαπάτε το σπίτι σας και θέλετε να είναι όμορφη.
		-- Ashleigh Brilliant

%
Μπορεί να πάει αύριο, αλλά αυτό δεν σημαίνει ότι δεν ήσασταν εδώ σήμερα.
		-- Ashleigh Brilliant

%
Μπορεί να είναι απείρως μικρότερο από ό, τι κάποια πράγματα, αλλά είστε απείρωςμεγαλύτερο από τους άλλους.
		-- Ashleigh Brilliant

%
Μπορεί να αναγνωριστεί σύντομα. Κρύβω.
		-- Ashleigh Brilliant

%
Μπορείτε να πάρετε μια ευκαιρία για πρόοδο σήμερα. Δες το!
		-- Ashleigh Brilliant

%
Μπορεί να ανησυχείτε για σας σήμερα τα μαλλιά-do, αλλά το βούτυρο αύριο πολύ φυστικιών θανα πωληθούν.
		-- Ashleigh Brilliant

%
Χρειάζεται περισσότερο χρόνο? και ίσως θα είναι πάντα.
		-- Ashleigh Brilliant

%
Δεν χρειάζεται πλέον να ανησυχείτε για το μέλλον. Αυτή τη φορά αύριο θα είναι νεκρός.
		-- Ashleigh Brilliant

%
Ποτέ δεν διστάζει να αντιμετωπίσει τα πιο δύσκολα προβλήματα.
		-- Ashleigh Brilliant

%
Ποτέ δεν ξέρεις πόσους φίλους έχεις μέχρι να νοικιάσετε ένα σπίτι στην παραλία.
		-- Ashleigh Brilliant

%
Τώρα έχετε ασιατική γρίπη.
		-- Ashleigh Brilliant

%
Έχετε ένα σκυλί, αλλά μπορείτε να τροφοδοτήσει μόνο μια γάτα.
		-- Ashleigh Brilliant

%
Σχεδιάζετε πράγματα που δεν χρειάζεται καν να επιχειρήσει, λόγω της εξαιρετική προσοχή σας.
		-- Ashleigh Brilliant

%
Μπορείτε να διαθέτει ένα μυαλό όχι απλώς στριμμένα, αλλά στην πραγματικότητα διάστρεμμα.
		-- Ashleigh Brilliant

%
Μπορείτε προτιμούν τη συντροφιά του αντίθετου φύλου, αλλά είναι καλά άρεσε από τη δική σας.
		-- Ashleigh Brilliant

%
Μπορείτε ανάκρουση από το ακάθαρτο? τείνετε φυσικά προς την εξαίσια.
		-- Ashleigh Brilliant

%
Μπορείτε επιδιώξει να προστατεύσει αυτούς που αγαπάτε και σας αρέσει το ρόλο του παρόχου.
		-- Ashleigh Brilliant

%
Θα πρέπει να ανταμειφθούν για ένα εταιρικό ποταπό.
		-- Ashleigh Brilliant

%
Θα πρέπει να μιμηθούν ήρωες σας, αλλά μην το μεταφέρουν πολύ μακριά. Ειδικάεάν είναι νεκροί.
		-- Ashleigh Brilliant

%
Θα πρέπει να πάει στο σπίτι.
		-- Ashleigh Brilliant

%
Μπορείτε μόνη πάλεψε το δρόμο σας σε αυτό το απελπιστική χάος.
		-- Ashleigh Brilliant

%
Μπορείτε να διδάξουν καλύτερα αυτό που οι περισσότεροι πρέπει να μάθουν.
		-- Ashleigh Brilliant

%
Μπορείτε επίσης να φορέσετε ένα γάντι μύτη.
		-- Ashleigh Brilliant

%
Εσείς οι δύο θα έπρεπε να είναι πιο προσεκτικοί - η αγάπη σας θα μπορούσε να συνεχιστεί για χρόνια και χρόνια.
		-- Ashleigh Brilliant

%
Θα έχετε πάντα τη μεγαλύτερη αναγνώριση για τη δουλειά σας λιγότερο αρέσει.
		-- Ashleigh Brilliant

%
Θα έχετε πάντα καλή τύχη στις προσωπικές σας υποθέσεις.
		-- Ashleigh Brilliant

%
Θα προσελκύσει καλλιεργούνται και καλλιτεχνική τους ανθρώπους στο σπίτι σας.
		-- Ashleigh Brilliant

%
Θα είναι ο νικητής σήμερα. Διαλέξτε μια μάχη με ένα τεσσάρων ετών.
		-- Ashleigh Brilliant

%
Θα προχωρήσει κοινωνικά, χωρίς ιδιαίτερη προσπάθεια από μέρους σας.
		-- Ashleigh Brilliant

%
Θα πρέπει να ενισχυθούν σε μεγάλο βαθμό από ένα άτομο που πιστεύεται ότι είναι ασήμαντα.
		-- Ashleigh Brilliant

%
Θα δεχθεί επίθεση από ένα θηρίο, που έχει το σώμα ενός λύκου, η ουρά τουένα λιοντάρι, και το πρόσωπο του Ντόναλντ Ντακ.
		-- Ashleigh Brilliant

%
Θα πρέπει να ελεγχθεί από την υπηρεσία εσωτερικού εισοδήματος.
		-- Ashleigh Brilliant

%
Θα απονεμηθεί ένα μετάλλιο για αγνοώντας την ασφάλεια στον τομέα της εξοικονόμησης κάποιος.
		-- Ashleigh Brilliant

%
Θα απονεμηθεί κάποια μεγάλη τιμή.
		-- Ashleigh Brilliant

%
Θα απονεμηθεί το βραβείο Νόμπελ Ειρήνης ... μετά θάνατον.
		-- Ashleigh Brilliant

%
Θα κληθεί να βοηθήσει ένα φίλο σε μπελάδες.
		-- Ashleigh Brilliant

%
Θα χώρισε μέσα σε ένα χρόνο.
		-- Ashleigh Brilliant

%
Θα σας δοθεί μια θέση εμπιστοσύνης και ευθύνης.
		-- Ashleigh Brilliant

%
Θα πρέπει να κρατούνται όμηροι από μια ριζοσπαστική ομάδα.
		-- Ashleigh Brilliant

%
Θα τιμηθεί για τη συμβολή χρόνο και τις ικανότητές σας σε μια αντάξια αιτία.
		-- Ashleigh Brilliant

%
Θα πρέπει να φυλακιστεί για τη συμβολή χρόνο και τις ικανότητές σας σε μια ληστεία τράπεζας.
		-- Ashleigh Brilliant

%
Θα παντρευτεί μέσα σε ένα χρόνο, και χώρισε μέσα σε δύο.
		-- Ashleigh Brilliant

%
Θα παντρευτεί μέσα σε ένα χρόνο.
		-- Ashleigh Brilliant

%
Θα πρέπει να παρεξηγηθεί από όλους.
		-- Ashleigh Brilliant

%
Θα πρέπει να αναγνωριστεί και τιμηθεί ως ηγέτης της κοινότητας.
		-- Ashleigh Brilliant

%
Θα πρέπει να μετενσαρκωθεί ως βάτραχος? και θα είναι πολύ πιο ευτυχισμένοι.
		-- Ashleigh Brilliant

%
Θα τρέξει πάνω από ένα φορτηγό μπύρα.
		-- Ashleigh Brilliant

%
Θα τρέξει πάνω από ένα λεωφορείο.
		-- Ashleigh Brilliant

%
Θα ξεχωρίσει για την προώθηση στην εργασία σας.
		-- Ashleigh Brilliant

%
Θα είναι επιτυχής στην αγάπη.
		-- Ashleigh Brilliant

%
Θα εκπλαγείτε από ένα δυνατό θόρυβο.
		-- Ashleigh Brilliant

%
Θα πρέπει να περιβάλλεται από πολυτέλεια.
		-- Ashleigh Brilliant

%
Θα είναι το τελευταίο πρόσωπο για να αγοράσει ένα Chrysler.
		-- Ashleigh Brilliant

%
Θα είναι το θύμα της ένα περίεργο ανέκδοτο.
		-- Ashleigh Brilliant

%
Θα ενημερωθείτε για το αύριο. Go Home και Προετοιμασία Thyself.
		-- Ashleigh Brilliant

%
Θα πρέπει να ταξιδεύουν και έρχονται σε μια περιουσία.
		-- Ashleigh Brilliant

%
Θα φτερωτό από μπαταρία αντιαεροπορικά.
		-- Ashleigh Brilliant

%
Θα γίνει πλούσιος και διάσημος, εκτός και αν δεν το κάνουν.
		-- Ashleigh Brilliant

%
Θα συρρικνωθεί μια σπάνια νόσο.
		-- Ashleigh Brilliant

%
Θα συμμετάσχουν σε μια κερδοφόρα επιχειρηματική δραστηριότητα.
		-- Ashleigh Brilliant

%
Θα ζήσετε μια έντονη επιθυμία να κάνουν το καλό? αλλά θα περάσει.
		-- Ashleigh Brilliant

%
Θα αισθανθείτε πεινασμένοι και πάλι σε άλλη μία ώρα.
		-- Ashleigh Brilliant

%
Θα ξεχάσετε ότι με ήξερε ποτέ.
		-- Ashleigh Brilliant

%
Θα κερδίσουν χρήματα από δράση πάχυνσης.
		-- Ashleigh Brilliant

%
Θα κερδίσουν χρήματα από κερδοσκοπία ή λαχείο.
		-- Ashleigh Brilliant

%
Θα κερδίσουν χρήματα από μια παράνομη ενέργεια.
		-- Ashleigh Brilliant

%
Θα κερδίσουν χρήματα από μια ανήθικη ενέργεια.
		-- Ashleigh Brilliant

%
Θα πάρετε αυτό που σας αξίζει.
		-- Ashleigh Brilliant

%
Θα δώσει κάποιος ένα κομμάτι του μυαλού σας, το οποίο μπορείτε άρρωστος να αντέξετε οικονομικά.
		-- Ashleigh Brilliant

%
Θα έχετε μια μακρά και βαρετή ζωή.
		-- Ashleigh Brilliant

%
Θα έχετε μια μακρά και δυσάρεστη συζήτηση με τον προϊστάμενό σας.
		-- Ashleigh Brilliant

%
Θα έχετε εγχώρια ευτυχία και πιστούς φίλους.
		-- Ashleigh Brilliant

%
Θα έχετε καλή τύχη και να ξεπεραστούν πολλές δυσκολίες.
		-- Ashleigh Brilliant

%
Θα έχετε μακρά και υγιή ζωή.
		-- Ashleigh Brilliant

%
Θα ακούσετε καλά νέα από το ένα νομίζατε εχθρική προς εσάς.
		-- Ashleigh Brilliant

%
Θα κληρονομήσει εκατομμύρια δολάρια.
		-- Ashleigh Brilliant

%
Θα κληρονομήσει κάποια χρήματα ή ένα μικρό κομμάτι γης.
		-- Ashleigh Brilliant

%
Θα ζήσουν μια μακρά, υγιή, ευτυχισμένη ζωή και να κάνουν τις τσάντες των χρημάτων.
		-- Ashleigh Brilliant

%
Θα ζήσει για να δει τα εγγόνια σας.
		-- Ashleigh Brilliant

%
Θα χάσετε την παρούσα εργασία σας και πρέπει να γίνει μια πόρτα σε πόρτα μαγιονέζαπωλητής.
		-- Ashleigh Brilliant

%
Θα συναντήσετε ένα σημαντικό πρόσωπο που θα σας βοηθήσουν να εξελιχθούν επαγγελματικά.
		-- Ashleigh Brilliant

%
Ποτέ δεν θα ξέρετε την πείνα.
		-- Ashleigh Brilliant

%
Δεν θα πρέπει να εκλεγεί σε δημόσιο λειτούργημα αυτό το έτος.
		-- Ashleigh Brilliant

%
Θα υπακούσει ή λιωμένο ασήμι θα χύνεται στα αυτιά σας.
		-- Ashleigh Brilliant

%
Θα ξεπεράσει τη χρησιμότητά σας.
		-- Ashleigh Brilliant

%
Θα ξεπεράσουν τις επιθέσεις των ζηλιάρης συνεργάτες.
		-- Ashleigh Brilliant

%
Θα περάσει μακριά πολύ γρήγορα.
		-- Ashleigh Brilliant

%
Θα πληρώσει για τις αμαρτίες σας. Αν έχετε ήδη πληρώσει, παρακαλώ να αγνοήσειαυτό το μήνυμα.
		-- Ashleigh Brilliant

%
Θα καινοτομήσει το πρώτο Άρη αποικία.
		-- Ashleigh Brilliant

%
Θα παντρευτεί πιθανώς μετά από ένα πολύ σύντομο φλερτ.
		-- Ashleigh Brilliant

%
Θα φτάσετε στο υψηλότερο δυνατό σημείο στην επιχείρηση ή το επάγγελμά σας.
		-- Ashleigh Brilliant

%
Θα λάβετε μια κληρονομιά που θα σας τοποθετήσει πάνω θέλουν.
		-- Ashleigh Brilliant

%
Θα θυμάστε κάτι που δεν πρέπει να έχουν ξεχάσει.
		-- Ashleigh Brilliant

%
Θα ξεχάσουμε σύντομα αυτό.
		-- Ashleigh Brilliant

%
Θα συναντηθούν σύντομα ένα πρόσωπο που θα παίξει σημαντικό ρόλο στη ζωή σας.
		-- Ashleigh Brilliant

%
Θα εντείνει το βράδυ του εδάφους πολλών χωρών.
		-- Ashleigh Brilliant

%
Θα σταματήσει σε τίποτα για να επιτευχθεί ο στόχος σας, αλλά μόνο και μόνο επειδή σαςφρένα είναι ελαττωματικό.
		-- Ashleigh Brilliant

%
Θα θριαμβεύσει πάνω από τον εχθρό σου.
		-- Ashleigh Brilliant

%
Θα επισκεφθείτε το Dung Pits της Glive σύντομα.
		-- Ashleigh Brilliant

%
Θα κερδίσει την επιτυχία σε ό, τι σας καλεί να εγκρίνει.
		-- Ashleigh Brilliant

%
Θα θέλατε να μην είχε.
		-- Ashleigh Brilliant

%
Μπορείτε δουλεύουν πολύ σκληρά. Μην προσπαθήσετε να σκεφτείτε, καθώς και.
		-- Ashleigh Brilliant

%
Μπορείτε ανησυχείτε πάρα πολύ για τη δουλειά σας. Σταμάτα το. Δεν πληρώνονται αρκετά για να ανησυχούν.
		-- Ashleigh Brilliant

%
Τι θα κάνατε αν μπορούσα, αλλά δεν μπορείτε έτσι δεν θα.
		-- Ashleigh Brilliant

%
Θα θέλατε να το κάνετε αμέσως, αλλά αυτό είναι πάρα πολύ αργή.
		-- Ashleigh Brilliant

%
Θα πρέπει να καλείται σε μια θέση που απαιτεί ικανότητα σε ομάδες των ανθρώπων που χειρίζονται.
		-- Ashleigh Brilliant

%
Θα είναι θλιβερό ...
		-- Ashleigh Brilliant

%
Θα αισθανθείτε διαβολική απόψε. Εκτίναξη καλύμματα δυναμίτη κάτω από μια χορεύτρια φλαμένκο τουφτέρνα.
		-- Ashleigh Brilliant

%
Θα αισθανθείτε πολύ καλύτερα αφού έχετε εγκαταλείψει την ελπίδα.
		-- Ashleigh Brilliant

%
Ποτέ δεν θα είναι ο άνθρωπος που η μητέρα σου ήταν!
		-- Ashleigh Brilliant

%
Ποτέ δεν θα δείτε όλες τις θέσεις, ή να διαβάσει όλα τα βιβλία, αλλά ευτυχώς,δεν είναι όλα συνιστώνται.
		-- Ashleigh Brilliant

%
Θα θέλατε να είχατε κάνει μερικά από τα σκληρά πράγματα όταν ήταν ευκολότερονα κάνω.
		-- Ashleigh Brilliant

%
Είσαι μια κάρτα η οποία θα πρέπει να αντιμετωπιστούν.
		-- Ashleigh Brilliant

%
Είσαι σχεδόν τόσο ευτυχής όσο νομίζετε ότι είστε.
		-- Ashleigh Brilliant

%
Είσαι στο τέλος του δρόμου και πάλι.
		-- Ashleigh Brilliant

%
Είσαι που ακολουθείται. Κόψτε το μαντήλι-panky για λίγες μέρες.
		-- Ashleigh Brilliant

%
Αυτήν τη στιγμή διέρχεται μια δύσκολη μεταβατική περίοδο που ονομάζεται "ζωή".
		-- Ashleigh Brilliant

%
Είσαι σίγουρα στη λίστα τους. Το ερώτημα που τίθεται στη συνέχεια είναι ποια λίστα είναι.
		-- Ashleigh Brilliant

%
Είσαι αναπτύσσονται μερικά από τα προβλήματά σας, αλλά υπάρχουν άλλοι πουείστε αυξάνεται σε.
		-- Ashleigh Brilliant

%
Δεν είσαι ο τύπος μου. Για το θέμα αυτό, δεν είστε ακόμα είδη μου !!!
		-- Ashleigh Brilliant

%
Είσαι άσχημη και η μητέρα σας ντύνει αστείο.
		-- Ashleigh Brilliant

%
Εργάζεστε κάτω από ένα μικρό μειονέκτημα. Τυχαίνει να είναι ανθρώπινη.
		-- Ashleigh Brilliant

%
Έχετε οδηγώντας τη ζωή ενός σκύλου. Μείνετε μακριά από τα έπιπλα.
		-- Ashleigh Brilliant

%
Στόχος σας είναι υψηλή και προς τα δεξιά.
		-- Ashleigh Brilliant

%
στόχοι σας είναι υψηλές, και θα είναι σε θέση πολύ.
		-- Ashleigh Brilliant

%
αναλυτής σας, σας έχει αναμιχθεί με ένα άλλο ασθενή. Μην πιστεύετε μιαπράγμα που σου λέει.
		-- Ashleigh Brilliant

%
καλύτερη παρηγοριά σας είναι η ελπίδα ότι τα πράγματα που δεν κατάφερε να πάρει δεν ήτανΠραγματικά αξίζει τον κόπο.
		-- Ashleigh Brilliant

%
Το αφεντικό σας ανέβηκε την εταιρική σκάλα, λάθος από λάθος.
		-- Ashleigh Brilliant

%
Το αφεντικό σου είναι μερικά σάντουιτς λιγότερο από ένα πικ-νικ.
		-- Ashleigh Brilliant

%
Ο φίλος σας παίρνει τη σοκολάτα από αγνώστους.
		-- Ashleigh Brilliant

%
Η επιχείρησή σας θα αναλάβει τεράστιες διαστάσεις.
		-- Ashleigh Brilliant

%
Η επιχείρησή σας θα περάσουν από μια περίοδο σημαντικής επέκτασης.
		-- Ashleigh Brilliant

%
το βάθος της κατανόησης μπορεί να έχουν την τάση να σας κάνει να χαλαρή στις κοσμικές τρόπους.
		-- Ashleigh Brilliant

%
οικογενειακή ζωή σας μπορεί να είναι αρμονική.
		-- Ashleigh Brilliant

%
μύγα σας μπορεί να είναι ανοικτό (αλλά δεν το ελέγχει μόλις τώρα).
		-- Ashleigh Brilliant

%
χήνα σας είναι μαγειρεμένα.(Τρέχουσα γκόμενα σου καίγεται πάρα πολύ!)
		-- Ashleigh Brilliant

%
Η καρδιά σου είναι καθαρό, και το μυαλό σας σαφές, και την ψυχή σας ευσεβείς.
		-- Ashleigh Brilliant

%
άγνοιά σας κράμπες συνομιλία μου.
		-- Ashleigh Brilliant

%
Η ζωή σας θα είναι πολύ άδειο, αν δεν είχε τίποτα να μετανιώσετε.
		-- Ashleigh Brilliant

%
ερωτική σας ζωή θα είναι ευτυχισμένη και αρμονική.
		-- Ashleigh Brilliant

%
ερωτική σας ζωή θα είναι ... ενδιαφέρουσα.
		-- Ashleigh Brilliant

%
εραστής σας ποτέ δεν θα θέλετε να φύγετε.
		-- Ashleigh Brilliant

%
τυχερό σας χρώμα έχει ξεθωριάσει.
		-- Ashleigh Brilliant

%
τυχερός αριθμός σας έχει αποσυνδεθεί.
		-- Ashleigh Brilliant

%
τυχερός αριθμός σας είναι 3552664958674928. ρολόι για αυτό παντού.
		-- Ashleigh Brilliant

%
τρόπου ζωής σας θα αλλάξει προς το καλύτερο, λόγω των καλών ειδήσεων σύντομα.
		-- Ashleigh Brilliant

%
τρόπου ζωής σας θα αλλάξει προς το καλύτερο, λόγω των νέων εξελίξεων.
		-- Ashleigh Brilliant

%
κίνητρά σας για να κάνει ό, τι καλή πράξη μπορεί να έχετε κατά νου, θα είναιπαρερμηνευθεί από κάποιον.
		-- Ashleigh Brilliant

%
φύση σας απαιτεί την αγάπη και την ευτυχία σας εξαρτάται από αυτό.
		-- Ashleigh Brilliant

%
Αντικείμενο σας είναι να σώσει τον κόσμο, ενώ εξακολουθεί να οδηγεί μια ευχάριστη ζωή.
		-- Ashleigh Brilliant

%
τα δικά σας προσόντα θα βοηθήσει στην πρόληψη της εξέλιξης σας στον κόσμο.
		-- Ashleigh Brilliant

%
παρόν τα σχέδιά σας θα είναι επιτυχής.
		-- Ashleigh Brilliant

%
συλλογισμός σας είναι εξαιρετική - είναι μόνο βασικές υποθέσεις σας που είναι λάθος.
		-- Ashleigh Brilliant

%
η δύναμη της λογικής σας είναι καλή, και θα είναι μια αρκετά καλή για το σχεδιασμό.
		-- Ashleigh Brilliant

%
Η αδερφή σου κολυμπάει έξω για να ανταποκριθεί μεταγωγικά πλοία.
		-- Ashleigh Brilliant

%
κοινωνία σας θα επιδιωχθεί από τους ανθρώπους της γούστο και φινέτσα.
		-- Ashleigh Brilliant

%
βήμα θα το χώμα σας πολλές χώρες.
		-- Ashleigh Brilliant

%
προϊστάμενό σας σκέφτεται για σένα.
		-- Ashleigh Brilliant

%
τα ταλέντα σας θα αναγνωριστούν και θα ανταμειφθούν.
		-- Ashleigh Brilliant

%
προσωρινή σας οικονομική αμηχανία θα αντικατασταθεί κατά ένα περίεργο τρόπο.
		-- Ashleigh Brilliant

%
πραγματική αξία σας εξαρτάται εξ ολοκλήρου από αυτό που σε σύγκριση με το.
		-- Ashleigh Brilliant

%
