Μια μαύρη γάτα που διασχίζουν την πορεία σας σημαίνει ότι το ζώο πηγαίνει κάπου.
		-- Groucho Marx

%
Ένας φίλος μου είναι στο Voodoo βελονισμός. Δεν χρειάζεται να πάει.Θα ακριβώς είναι το περπάτημα στο δρόμο και ... ooohh, ότι είναι πολύ καλύτερα.
		-- Steven Wright

%
Μια μεγάλη αράχνη σε ένα παλιό σπίτι χτισμένο ένα όμορφο web για να πιάσει μύγες.Κάθε φορά που μια μύγα προσγειώθηκε στο διαδίκτυο και είχε εμπλακεί σε αυτό η αράχνη καταβρόχθισεαυτόν, έτσι ώστε όταν ένα άλλο μύγα ήρθε μαζί θα σκεφτόταν το διαδίκτυο ήταν ένα ασφαλές καιήσυχο μέρος για να ξεκουραστούν. Μια μέρα ένας αρκετά ευφυής μύγα φωνάζουν γύρω απόπάνω από το διαδίκτυο τόσο καιρό χωρίς φωτισμό που εμφανίστηκε η αράχνη και είπε,"Έλα κάτω." Αλλά η μύγα ήταν πάρα πολύ έξυπνος γι 'αυτόν και είπε, «εγώ ποτέ δεν ανάβουνόπου δεν βλέπω άλλες μύγες και δεν βλέπω κανένα άλλο μύγες στο σπίτι σας. "Έτσι, πέταξε μακριά μέχρι που ήρθε σε μια θέση όπου υπήρχαν πάρα πολλοί άλλοιμύγες. Ήταν έτοιμος να ηρεμήσει μεταξύ τους, όταν μια μέλισσα buzzed και είπε,"Κρατήστε αυτό, ηλίθιο, αυτό είναι Flypaper. Όλες αυτές οι μύγες παγιδεύονται». "Να μην είναιανόητο, "είπε η μύγα,« όπου και αν χορεύουν. "Έτσι εγκατέστησε κάτω και έγινε κολλήσειστην Flypaper με όλες τις άλλες μύγες.Ηθικό δίδαγμα: Δεν υπάρχει ασφάλεια σε αριθμούς, ή σε οτιδήποτε άλλο.
		-- James Thurber, "The Fairly Intelligent Fly"

%
Πολλοί άνθρωποι φοβούνται τα ύψη. Όχι εγώ. Φοβάμαι πλάτη.
		-- Steven Wright

%
ΜΙΑ ΣΥΓΧΡΟΝΗ FABLEμύθους του Αισώπου και άλλες ιστορίες παραδοσιακά παιδικά περιλαμβάνει αλληγορίαπάρα πολύ λεπτές για τη νεολαία του σήμερα. Τα παιδιά χρειάζονται ένα ενημερωμένο μήνυμαμε τη σύγχρονη κατάσταση και γραμμή οικόπεδο, και αρκετά μικρή ώστε να ταιριάζεισημερινή λεπτό εύρος προσοχής.Η Ταραγμένα AardvarkΜια φορά κι έναν καιρό, υπήρχε μια μεταξωτές κορδέλες των οποίων η μόνη ευχαρίστηση στη ζωή ήτανοδήγησης από προαστιακό μπανγκαλόου του για τη δουλειά του σε ένα μεγάλο σπίτι μεσιτείαςστο ολοκαίνουργιο 4x4 του. Μισούσε χειραγώγησης αφεντικό του, κάνει τα στραβά μάτια του καιανήθικο συναδέλφους, άπληστους γυναίκα του, και μυξοκλαίγοντος του, χάλασεπαιδιά. Μια μέρα, ο μεταξωτές κορδέλες αντανακλάται στο νόημα της ζωής του καιτην καριέρα του και για την ανεξέλεγκτη, καταστροφική παρακμή του έθνους του, τηςαξιολύπητη δικαιολογία για την ηγεσία, και η πλήρης αναποτελεσματικότητα της κάθεπροσωπική προσπάθεια θα μπορούσε να κάνει για να αλλάξει το status quo. Ξεπεραστεί από ένακύμα της απόλυτης κατάθλιψης και αυτο-αμφιβολία, ο ίδιος αποφάσισε να κάνει μόνοπορεία δράσης που θα τον φέρει μεγαλύτερη άνεση και την ευτυχία: οοδήγησε στο εμπορικό κέντρο και να αγοράσει εισαγόμενα καταναλωτικά ηλεκτρονικά προϊόντα.Ηθικό δίδαγμα της ιστορίας: Επενδύστε σε ξένους κατασκευαστές ηλεκτρονικών ειδών ευρείας κατανάλωσης.
		-- Tom Annau

%
Μια possum πρέπει να είναι ο ίδιος, και να είναι ο ίδιος αυτός είναι ειλικρινής.
		-- Walt Kelly

%
"Μια δύναμη τόσο μεγάλη, μπορεί να χρησιμοποιηθεί μόνο για καλό ή για κακό!"
		-- Firesign Theatre, "The Giant Rat of Summatra"

%
Ατυχήματα προκαλούν Ιστορία.Αν Σιγισμούνδος ξεκουμπώνω είχε λάβει μια βόλτα στο 1426 και συναντήθηκε Wat Tyler, οΕξέγερση αγροτών δεν θα μπορούσε ποτέ να έχει συμβεί και ο κινητήρας του αυτοκινήτου δεν θαέχουν εφευρεθεί μέχρι το 2026, το οποίο θα σήμαινε ότι όλο το πετρέλαιοθα μπορούσε να χρησιμοποιηθεί για λάμπες, σώζοντας έτσι το ηλεκτρικό λαμπτήρα καιη φάλαινα, και κανείς δεν θα έχουν αλιευθεί Moby Dick ή ο Billy Budd.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Όλοι οι άνθρωποι είναι θνητοί. Ο Σωκράτης ήταν θνητός. Ως εκ τούτου, όλοι οι άνθρωποι είναι ο Σωκράτης.
		-- Woody Allen

%
Όλοι οι άνθρωποι σε κτίριο μου είναι τρελός. Ο τύπος πάνω μου σχέδιασυνθετικά hairballs για κεραμικά γάτες. Η κυρία σε όλη την αίθουσα προσπάθησαν ναληστέψει ένα πολυκατάστημα ... με ένα πυροβόλο όπλο τιμολόγησης ... Είπε, "Δώσε μου όλατων χρημάτων στο θησαυροφυλάκιο, ή είμαι σήμανση τα πάντα στο κατάστημα. "
		-- Steven Wright

%
Και τώρα για κάτι εντελώς διαφορετικό.
		-- Steven Wright

%
Και τώρα για κάτι εντελώς το ίδιο.
		-- Steven Wright

%
"Είστε σίγουροι ότι δεν είστε πωλητής εγκυκλοπαίδεια;"Όχι, κυρία. Μόλις ένας διαρρήκτης, έρχονται να λεηλατήσουν την επίπεδη. "
		-- Monty Python

%
Όπως είπε ο ποιητής, "Μόνο ο Θεός μπορεί να κάνει ένα δέντρο" - ίσως επειδή είναιτόσο δύσκολο να καταλάβω πώς να πάρει το φλοιό.
		-- Woody Allen

%
δεξί χέρι ον Ymor ήταν σαν να μαστιγωθεί απαλά μέχρι θανάτου μεαρωματικά bootlaces.
		-- Terry Pratchett, "The Colour of Magic"

%
Bernard Shaw είναι ένας εξαιρετικός άνθρωπος? δεν έχει έναν εχθρό στον κόσμο, καικανένας από τους φίλους του σαν κι αυτόν, είτε.
		-- Oscar Wilde

%
"Αγόρι, η ζωή παίρνει πολύ χρόνο για να ζήσουν."
		-- Steven Wright

%
Μπόζο είναι η Αδελφότητα των Φερμουάρ κ.λπ.. Καραγκιόζηδες είναι οι άνθρωποι που bandμαζί για διασκέδαση και το κέρδος. Δεν έχουν θέσεις εργασίας. Όποιος πηγαίνει σε μιαπεριοδεία είναι μια Μπόζο. Γιατί μια Μπόζο διασχίζουν το δρόμο; Επειδή υπάρχει μια Μπόζοστην άλλη πλευρά. Προέρχεται από τη φράση VOS Otros, δηλαδή τους άλλους.Είναι η τεράστια, το λίπος, μέση μέση. Το αρχέτυπο είναι μια ιρλανδική μεθυσμένοςκλόουν με κόκκινα μαλλιά και τη μύτη, και χλωμό δέρμα. Πεδία, William Bendix.Ο καθένας έχει την τάση να παρασύρει προς Bozoness. Έχει Οζ σε αυτό. σημαίνουνΛοιπόν. είστε ευθεία ψάχνουν μόνο που έχεις φουσκωτά παπούτσια. Αυτοίαρέσει ανέσεις τους. Οι Μπόζος έχουν μάθει να απολαμβάνουν τον ελεύθερο χρόνο τους,η οποία είναι όλη την ώρα.
		-- Firesign Theatre, "If Bees Lived Inside Your Head"

%
Αλλά εγώ πάντα πυροβόλησε στον κοντινότερο λόφο, ή, ελλείψει αυτής, στην μαυρίλα.Εννοούσα καμία ζημιά? Μου άρεσε μόνο τις εκρήξεις. Και ήμουν προσεκτικός να μηνσκοτώνουν περισσότερα από όσα μπορούσα να φάω.
		-- Raoul Duke

%
«Αλλά δεν μου αρέσει Spam !!!!"
		-- Raoul Duke

%
«Αλλά δεν θέλω να πάω στο καλάθι ...""Ω, δεν είναι ένα τέτοιο μωρό!""Αλλά εγώ αισθάνομαι πολύ καλύτερα ..."«Όχι δεν είσαι ... σε μια στιγμή θα είναι πέτρα νεκρός!"
		-- Monty Python, "The Holy Grail"

%
Παρακάμψεις είναι συσκευές που επιτρέπουν σε ορισμένους ανθρώπους να καταρρίψει από το σημείο Α στοσημείο Β πολύ γρήγορα, ενώ άλλοι άνθρωποι εξόρμηση από το σημείο Β στο σημείο Ένα πολύγρήγορα. Οι άνθρωποι που ζουν στο σημείο C, είναι ένα σημείο απ 'ευθείας στο μεταξύ, είναιδίνεται συχνά να αναρωτιέμαι τι είναι τόσο μεγάλος για το σημείο Α, ότι τόσοι πολλοί άνθρωποιαπό το σημείο Β είναι τόσο πρόθυμοι να φτάσετε εκεί και τι είναι τόσο μεγάλος για το σημείο Βότι τόσοι πολλοί άνθρωποι από το σημείο Α είναι τόσο πρόθυμοι να πάρετε _____ εκεί. συχνάΕπιθυμώ ότι οι άνθρωποι θα ήταν απλά μια για πάντα από πού στο διάολοήθελαν να είναι.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
Κωμωδία, όπως η ιατρική, ποτέ δεν ήταν γραφτό να γίνει ασκείται από το ευρύ κοινό.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
Ο θάνατος δεν απάντησε. Ήταν κοιτάζοντας Spold με τον ίδιο τρόπο όπως ένας σκύλος φαίνεταισε ένα οστό, μόνο σε αυτή την περίπτωση τα πράγματα ήταν περισσότερο ή λιγότερο ο άλλος τρόπος γύρω.
		-- Terry Pratchett, "The Colour of Magic"

%
Διακοσμήστε το σπίτι σας. Αυτό δίνει την ψευδαίσθηση ότι η ζωή σας είναι πιοενδιαφέρουσα από ό, τι είναι πραγματικά.
		-- C. Schulz

%
Πιστεύετε ότι όταν ζήτησαν Τζορτζ Ουάσιγκτον για αναγνώριση ότιακριβώς χτυπημένη από το ένα τέταρτο;
		-- Steven Wright

%
"Μην έρθει πίσω μέχρι να τον έχουμε», το άτομο κρότωνας-Tock είπε ήσυχα,Ειλικρινά, είναι εξαιρετικά επικίνδυνα.Χρησιμοποίησαν τα σκυλιά. Χρησιμοποίησαν ανιχνευτές. Χρησιμοποίησαν καρδιο crossoffs πλάκα.Χρησιμοποίησαν teepers. Χρησιμοποίησαν δωροδοκία. Χρησιμοποίησαν ∙ ασφαλτίτες ραβδί. χρησιμοποίησανεκφοβισμός. Χρησιμοποίησαν βασανιστήριο. Χρησιμοποίησαν τα βασανιστήρια. Χρησιμοποίησαν finks.Χρησιμοποίησαν μπάτσους. Χρησιμοποίησαν έρευνας και κατάσχεσης. Χρησιμοποίησαν fallaron. Αυτοίμεταχειρισμένα κίνητρα βελτίωσης. Χρησιμοποίησαν τα δακτυλικά αποτυπώματα. Χρησιμοποίησαν τοσύστημα bertillion. Χρησιμοποίησαν πονηρό. Χρησιμοποίησαν πονηριά. Χρησιμοποίησαν προδοσία.Χρησιμοποίησαν Raoul-Mitgong αλλά δεν ήταν μεγάλη βοήθεια. Χρησιμοποίησαν Εφαρμοσμένης Φυσικής.Χρησιμοποίησαν τεχνικές της εγκληματολογίας. Και τι στο διάολο, που τον έπιασε.
		-- Harlan Ellison, "Repent, Harlequin, said the Tick-Tock Man"

%
Μην παίρνεις τη ζωή τόσο σοβαρά, ο γιος, δεν είναι με κανέναν τρόπο μόνιμο.
		-- Walt Kelly

%
Μην ανησυχείτε για τον κόσμο πλησιάζει στο τέλος της σήμερα. Είναι ήδη αύριοστην Αυστραλία.
		-- Charles Schulz

%
Νωρίς για να αυξηθεί, νωρίς στο κρεβάτι, κάνει ένας άνθρωπος υγιής, πλούσιος και νεκρούς.
		-- Terry Pratchett, "The Light Fantastic"

%
Αιώνια ανυπαρξία είναι καλό, αν τυχαίνει να είναι ντυμένοι για αυτό.
		-- Woody Allen

%
Αιωνιότητα είναι μια τρομερή σκέψη. Θέλω να πω, πού είναι αυτό που πηγαίνει να τελειώσει;
		-- Tom Stoppard

%
Ποτέ από τους προϊστορικούς χρόνους, σοφοί προσπάθησαν να καταλάβουν τι,ακριβώς, να κάνει τους ανθρώπους να γελούν. Γι 'αυτό ονομάστηκαν «σοφών». Ολα ταάλλα προϊστορικοί άνθρωποι ήταν έξω τρυπώντας ο ένας τον άλλον με δόρατα, και ησοφοί ήταν πίσω στο ρητό σπηλιά: "Τι λες: Θα σας παρακαλώ να μουγυναίκα? Όχι. Τι θα λέγατε για: Εδώ είναι η γυναίκα μου, παρακαλώ να την πάρει τώρα. Οχι Πόσοσχετικά με: Θέλετε να πάρετε κάτι; Η γυναίκα μου είναι διαθέσιμο. Όχι. Πώςγια ... "
		-- Dave Barry, "Why Humor is Funny"

%
Μακριά από τα ανεξερεύνητα τέλματα του ντεμοντέ τέλος τουΔυτική Σπείρα βραχίονα του Γαλαξία βρίσκεται σε μικρή unregarded κίτρινο ήλιο.Σε τροχιά γύρω από αυτό σε μια απόσταση περίπου ενενήντα οκτώ εκατομμύρια μίλια είναι μιαεντελώς ασήμαντο μικρό μπλε-πράσινο πλανήτη του οποίου πίθηκος-κατέβηκε ζωήςμορφές είναι τόσο εκπληκτικά πρωτόγονη ότι εξακολουθούν να πιστεύουν ψηφιακά ρολόγιαείναι μια αρκετά καλή ιδέα ...
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
Πιο γρήγορα, πιο γρήγορα, να σας ξεγελάσει, να σας ξεγελάσει!
		-- Bill Cosby

%
Κατ 'αρχάς, λίγα λόγια για εργαλεία.Βασικά, ένα εργαλείο είναι ένα αντικείμενο που σας δίνει τη δυνατότητα να επωφεληθούν από τονόμους της φυσικής και της μηχανικής με τέτοιο τρόπο ώστε να μπορείτε να τραυματίσει σοβαράσύ ο ίδιος. Σήμερα, οι άνθρωποι τείνουν να πάρουν τα εργαλεία για δεδομένος. Αν είστε ποτέτο περπάτημα στο δρόμο και θα παρατηρήσετε κάποιους ανθρώπους οι οποίοι φαίνονται ιδιαίτερααυτάρεσκο, οι πιθανότητες είναι ότι λαμβάνουν εργαλεία για δεδομένος. Αν ήμουν στη θέση σου,Θα περπατήσετε μέχρι και σκαμπίλι τους στο πρόσωπο.
		-- Dave Barry, "The Taming of the Screw"

%
Για τα γενέθλιά μου πήρα έναν υγραντήρα και de-υγραντήρα ... Τους έβαλα στοτο ίδιο δωμάτιο και να τους αφήσουμε να το παλέψουν.
		-- Steven Wright

%
Από τη στιγμή που πήρα το βιβλίο σας μέχρι το έβαλα κάτω ήμουν συγκλονίζεταιμε το γέλιο. Κάποια μέρα προτίθενται να διαβάζετε.
		-- Groucho Marx, from "The Book of Insults"

%
Ο Θεός είναι ένας κωμικός παίζει σε ένα ακροατήριο που φοβάται να γελάσει.
		-- Groucho Marx, from "The Book of Insults"

%
Με ρώτησε αν ήξερα τι ώρα ήταν - είπα ναι, αλλά όχι τώρα.
		-- Steven Wright

%
"Εδώ είναι κάτι για να σκεφτούμε: Πώς έρχονται δεν μπορείτε ποτέ να δείτε μια επικεφαλίδα όπως`Psychic Wins Lottery"? "
		-- Jay Leno

%
Γεια σου, τι θα περιμένατε από ένα πολιτισμό που * δίσκους * για * parkways * και* Πάρκα * για * δρόμους *;
		-- Gallagher

%
Αρχιερέας: Εξοπλισμών Κεφάλαιο One, στίχοι εννέα μέσω είκοσι επτά:Αδερφέ. Maynard: Και του Αγίου Αττίλα έθεσε το Άγιο Χέρι χειροβομβίδα πάνω σε υψηλήςλέγοντας, «Ω Κύριε, μας ευλογεί αυτή την Ιερά χειροβομβίδα, και μαζί με αυτόσυντρίψει τους εχθρούς μας σε μικροσκοπικά κομμάτια. »Και ο Κύριος έκανε χαμόγελο, και ηάνθρωποι έκαναν γιορτή πάνω στα αρνιά, και stoats, και ουραγκοτάγκοι, καιδημητριακά πρωινού, και lima σχήματος φασολιούΑρχιερέας: Περάστε λίγο, αδελφέ.Αδερφέ. Maynard: Και τότε ο Κύριος μίλησε, λέγοντας: «Κατ 'αρχάς, θελεις να λάβειέξω από το ιερό pin. Τότε θέλεις μετρήσω ως το τρία. Όχι περισσότερο, όχι λιγότερο.* Τρία * είναι ο αριθμός της καταμέτρησης, και ο αριθμός τωνΗ μέτρηση είναι τρεις. * Τέσσερα * θελεις δεν μετράνε, και ούτεμετράνε εσύ δύο, εκτός από ότι εσύ τότε πηγαίνεις σε σε τρεις. πέντε είναιΔεξιά έξω. Μόλις το νούμερο τρία, που πρέπει να επιτευχθεί ο τρίτος αριθμός,Στη συνέχεια lobbest εσύ σου Ιερά χειροβομβίδα προς τον εχθρό σου, ο οποίος, όνταςκακό στα μάτια μου, θα το ταμπάκο. Αμήν.Όλα: Αμήν.
		-- Monty Python, "The Holy Hand Grenade"

%
"Το χιούμορ είναι ένα φάρμακο το οποίο είναι η μόδα για κατάχρηση."
		-- William Gilbert

%
Χιουμορίστες πάντα να καθίσει στο τραπέζι των παιδιών.
		-- Woody Allen

%
Είμαι ένας ευσυνείδητος άνθρωπος, όταν ρίχνω πέτρες στα θαλασσοπούλια αφήνω καμία στέρναunstoned.
		-- Ogden Nash, "Everybody's Mind to Me a Kingdom Is"

%
Είμαι μπουν στην αφηρημένη ζωγραφική. Ρεάλ αφηρημένη - όχι βούρτσα, δεν καμβά,Απλά σκεφτείτε το. Πήγα σε ένα μουσείο τέχνης όπου όλα της τέχνηςέγινε από παιδιά. Όλοι οι πίνακες ήταν κρεμασμένα σε ψυγεία.
		-- Steven Wright

%
Είμαι δύο με τη φύση.
		-- Woody Allen

%
Υποστηρίζω πολύ καλά. Ρωτήστε οποιονδήποτε από τους εναπομείναντες φίλους μου. Μπορώ να κερδίσω ένα επιχείρημα γιαοποιοδήποτε θέμα, ενάντια σε κάθε αντίπαλο. Οι άνθρωποι γνωρίζουν αυτό, και αποστασιοποιηθεί από μέναμερών. Συχνά, ως ένδειξη του μεγάλου σεβασμού τους, δεν καλούν εμένα ακόμα.
		-- Dave Barry

%
"Σας διαβεβαιώνω τη σκέψη ποτέ δεν πέρασε καν από το μυαλό μου, Κύριε.""Πράγματι; Στη συνέχεια, αν ήμουν στη θέση σου θα ήθελα να μηνύσει το πρόσωπό μου για συκοφαντική δυσφήμιση."
		-- Terry Pratchett, "The Colour of Magic"

%
Στηρίζω τη γεύση της μόδας μου για το τι δεν φαγούρα.
		-- Gilda Radner

%
Αγόρασα κάποια χρώματα που χρησιμοποιούνται. Ήταν σε σχήμα ενός σπιτιού.
		-- Steven Wright

%
Δεν μπορώ να υπερτονίζουν τη σημασία της καλής γραμματικής.Τι ένα σταμνί. Θα μπορούσα εύκολα να υπερτονίζουν τη σημασία της καλήςγραμματική. Για παράδειγμα, θα μπορούσα να πω: "Κακή γραμματική είναι η κύρια αιτίααργή, επώδυνο θάνατο στη Βόρεια Αμερική, "ή" Χωρίς καλή γραμματική, ηΗνωμένες Πολιτείες θα έχουν χάσει τον Δεύτερο Παγκόσμιο Πόλεμο. "
		-- Dave Barry, "An Utterly Absurd Look at Grammar"

%
«Άλλαξα προβολείς μου τις προάλλες. Έβαλα στα φώτα strobe αντί! Τώραόταν οδηγώ τη νύχτα, μοιάζει με όλους τους άλλους στέκεται ακόμα ... "
		-- Steven Wright

%
Θα μπορούσα να χορέψει μαζί σου μέχρι οι αγελάδες έρχονται σπίτι. Σε δεύτερη σκέψη, θα προτιμούσαχορεύουν με τις αγελάδες μέχρι να έρθει στο σπίτι.
		-- Groucho Marx

%
Δεν αξίζω αυτό το βραβείο, αλλά έχω αρθρίτιδα και δεν αξίζω ότιείτε.
		-- Jack Benny

%
Δεν έχω κανένα σεβασμό.
		-- Jack Benny

%
Δεν σκοτώνουν μύγες, αλλά μου αρέσει να το χάος με το μυαλό τους. Τους κρατήσει παραπάνωσφαίρες. Θα φρικάρεις και φωνάζω "Whooa, είμαι * * τρόπο πάρα πολύ υψηλό."
		-- Bruce Baum

%
Δεν θέλω να ζουν με τη δουλειά μου, θέλω να ζήσω για το διαμέρισμά μου.
		-- Woody Allen

%
Τελικά πήγε στο γιατρό μάτι. Πήρα επαφών. Τους χρειάζεται μόνο ναδιαβάσει, έτσι πήρα flip-ups.
		-- Steven Wright

%
"Πήρα σε ένα ασανσέρ στη δουλειά και αυτός ο άνθρωπος ακολούθησε μετά από μένα ...έσπρωξε «1» και ο ίδιος απλά στάθηκε εκεί ... Είπα «Γεια σου, πού πας;» Αυτόςείπε, «Phoenix». Γι 'αυτό και έσπρωξε Φοίνιξ. Λίγα δευτερόλεπτα αργότερα οι πόρτεςάνοιξε, δύο tumbleweeds φύσηξε στο ... ήμασταν στο κέντρο της πόλης Φοίνιξ. Κοίταξασε αυτόν και είπε: «Ξέρετε, είστε το είδος του άντρα που θέλω να κρεμάσει γύρωμε.' Μπήκαμε στο αυτοκίνητό του και οδήγησε έξω για να καλύβα του στην έρημο.Στη συνέχεια, χτύπησε το τηλέφωνο. Είπε «Θα το πάρει». Μου πήρε και είπε«Γεια σου;» ... και η άλλη πλευρά είπε: «Είναι αυτό Steven Wright;» ... είπα «Ναι ...»Ο τύπος είπε «Γεια σου, είμαι ο κ Jones, ο διευθυντής φοιτητικό δάνειο από την τράπεζά σας ...Φαίνεται ότι έχετε χάσει τελευταία 17 πληρωμές σας, και το πανεπιστήμιο σαςΠαρακολούθησε δήλωσε ότι έλαβε κανένα από τα $ 17.000 που σας δάνεισε ... εμείςΘα ήθελα απλώς να μάθω τι απέγιναν τα χρήματα; » Είπα, "ο κ Jones,Θα το δώσει σε σας κατ 'ευθείαν. Έδωσα όλα τα χρήματα στον φίλο μου Slick,και μαζί με αυτό έχτισε ένα πυρηνικό όπλο ... και θα το εκτιμούσα αν δενμου τηλεφώνησε και πάλι. "
		-- Steven Wright

%
Πήρα φωτογραφία άδεια οδήγησης μου που λαμβάνονται από την εστίαση στο σκοπό. ΤώραΌταν έχω τράβηξε πάνω του μπάτσου κοιτάζει (μετακινώντας το πιο κοντά καιμακρύτερα, προσπαθώντας να το δούμε καθαρά) ... και λέει, "Εδώ, μπορείτε να πάτε."
		-- Steven Wright

%
Πήρα αυτό το κονιοποιημένο νερό - τώρα δεν ξέρω τι να προσθέσω.
		-- Steven Wright

%
Έχω κουραστεί να ακούτε την καταγραφή στο τηλέφωνο στην ταινίαθέατρο. Έτσι αγόρασα το άλμπουμ. Πήρα πετάξουν έξω από ένα θέατρο τουάλλη μέρα για την άσκηση δική μου φαγητό. Πιστεύω υποστήριξε ότι η σύμβαση παραχώρησηςσταθεί τιμές ήταν εξωφρενικό. Άλλωστε, δεν είχα ένα μπάρμπεκιου στο έναπολύς καιρός. Πήγα στο θέατρο και το σύμβολο του είπε ενήλικες $ 5 παιδιά$ 2,50. Τους είπα ότι ήθελα 2 αγόρια και ένα κορίτσι. Πήρα μια φορά ένα ταξί για ναμια ταινία drive-in. Η ταινία μου κόστιζε $ 95.
		-- Steven Wright

%
Δεν είχα παπούτσια και εγώ ο ίδιος λυπήθηκε. Τότε γνώρισα έναν άνθρωπο που δεν είχε πόδια,έτσι πήρα τα παπούτσια του.
		-- Dave Barry

%
Το μισώ όταν το πόδι μου κοιμάται κατά τη διάρκεια της ημέρας αιτία που σημαίνειπρόκειται να είναι επάνω όλη τη νύχτα.
		-- Steven Wright

%
Έχω ένα κουτί των τηλεφωνικών κτύπων κάτω από το κρεβάτι μου. Κάθε φορά που παίρνω μόνος, εγώανοίξουμε λίγο, και παίρνω ένα τηλεφώνημα. Μια μέρα έριξα τοκουτί σε όλο το πάτωμα. Το τηλέφωνο δεν θα σταματήσει να χτυπάει. Έπρεπε να πάρωνα αποσυνδεθεί. Έτσι πήρα ένα νέο τηλέφωνο. Δεν είχα πολλά χρήματα, γι 'αυτόΈπρεπε να πάρει ένα ακανόνιστο. Δεν έχει πέντε. Έτρεξα σε ένα φίλομου στο δρόμο τις προάλλες. Είπε γιατί δεν μπορείτε να μου δώσετε ένακλήση. Του είπα ότι δεν μπορεί να θέσει ο καθένας θέλω να πια, το τηλέφωνό μουδεν έχει πέντε. Ρώτησε πόσο καιρό είχε να γίνει με αυτόν τον τρόπο. ΕίπαΔεν ήξερα - ημερολόγιό μου δεν έχει καμία εφτάρια.
		-- Steven Wright

%
Έχω ένα σκύλο; Ονόμασα τον Μείνετε. Έτσι, όταν είχα πάει να τον αποκαλούν, θα έλεγα, «Εδώ,Μείνετε εδώ ... ", αλλά πήρε σοφός σε αυτό. Τώρα, όταν τον καλώ μου αγνοείκαι κρατά μόνο για την πληκτρολόγηση.
		-- Steven Wright

%
Έχω ένα φίλο του οποίου δισεκατομμυριούχος. Εφηύρε σημειώσεις Cliff του. ΠότεΤον ρώτησα πώς πήρε μια τέτοια μεγάλη ιδέα, είπε, "Λοιπόν πρώτα θα ...Απλά ... για να πραγματοποιήσετε μια μακρά ιστορία σύντομη ... "
		-- Steven Wright

%
Έχω ένα χόμπι. Έχω μεγαλύτερη συλλογή στον κόσμο της θάλασσας κοχύλια. Κρατάωείναι διάσπαρτα στις παραλίες σε όλο τον κόσμο. Ίσως έχετε δει ορισμένα από αυτά.
		-- Steven Wright

%
Έχω ένα χάρτη των Ηνωμένων Πολιτειών. Είναι πραγματικό μέγεθος. Πέρασα το περασμένο καλοκαίριδίπλωμα αυτό. Οι άνθρωποι με ρωτούν όπου ζω, και λέω, «Ε6».
		-- Steven Wright

%
Έχω έναν κήπο βράχου. Την περασμένη εβδομάδα τρεις από αυτούς πέθαναν.
		-- Richard Diran

%
Έχω ένα διακόπτη στο διαμέρισμά μου, που δεν κάνει τίποτα. κάθε φοράσε μια στιγμή που το ενεργοποιήσετε και να σβήνουν. Ανοιχτό και κλειστό. Ανοιχτό και κλειστό. Μια μέραπήρε μια κλήση από μια γυναίκα στη Γαλλία που είπε «Κόψτε το!"
		-- Steven Wright

%
Έχω μια υπαρξιακή χάρτη. Έχει «Βρίσκεστε εδώ» που γράφτηκε σε όλο αυτό.
		-- Steven Wright

%
Πήρα ακριβώς έξω από το νοσοκομείο μετά από ένα ατύχημα ταχύτητα ανάγνωσης.Χτύπησα ένα σελιδοδείκτη.
		-- Steven Wright

%
Ξέρω την απάντηση! Η απάντηση βρίσκεται μέσα στην καρδιά όλης της ανθρωπότητας!Η απάντηση είναι δώδεκα; Νομίζω ότι είμαι σε λάθος κτίριο.
		-- Charles Schulz

%
Κοιτάζω τη ζωή ως διευθυντής κρουαζιέρα στον Τιτανικό. Δεν μπορεί να πάρειεκεί, αλλά Πάω πρώτης κατηγορίας.
		-- Art Buchwald

%
"Αγαπώ το πρωί του Σαββάτου κινούμενα σχέδια, τι κλασικό χιούμορ! Αυτό είναι ό, τιψυχαγωγία είναι όλα σχετικά με ... ηλίθιοι, εκρηκτικά και πτώση αμόνια. "
		-- Calvin and Hobbes, Bill Watterson

%
Γνώρισα τελευταία φίλη μου σε ένα πολυκατάστημα. Ήταν κοιτάζονταςρούχα, και έβαζα Slinkys σε κυλιόμενες σκάλες.
		-- Steven Wright

%
Δεν ξεχνώ ένα πρόσωπο, αλλά στην περίπτωσή σας θα κάνω μια εξαίρεση.
		-- Groucho Marx

%
Έχω χύνεται σημείο αφαίρεσης για το σκύλο μου. Τώρα πάει.
		-- Steven Wright

%
Έβαλα φακούς επαφής στα μάτια του σκύλου μου. Είχαν μικρές εικόνες των γατώνσε αυτους. Τότε πήρα ένα έξω και έτρεξε γύρω στους κύκλους.
		-- Steven Wright

%
Έβαλα στιγμιαίος καφές σε φούρνο μικροκυμάτων και σχεδόν πήγε πίσω στο χρόνο.
		-- Steven Wright

%
"Είπα ελπίζω να είναι ένα καλό μέρος», είπε ο Galder, δυνατά."Αυτή τη στιγμή είναι," είπε ο Χάρος levelly. "Νομίζω ότι θα μπορούσε να πάειDOWNHILL πολύ γρήγορα τα μεσάνυχτα. ""Γιατί;""Αυτό είναι όταν νομίζουν ότι θα πρέπει να λαμβάνουν ΜΑΣΚΑ μου μακριά."
		-- Terry Pratchett, "The Light Fantastic"

%
Είδα ένα υποσυνείδητο εκτελεστικό διαφήμιση, αλλά μόνο για ένα δευτερόλεπτο.
		-- Steven Wright

%
Θα έπρεπε να ήταν μια τραγουδίστρια χώρα-δυτική. Μετά από όλα, είμαι ηλικίας άνω τωνοι περισσότερες δυτικές χώρες.
		-- George Burns

%
Πούλησα τα απομνημονεύματά μου αγάπη της ζωής μου για να Parker Brothers - θα πάμενα κάνει ένα παιχνίδι έξω από αυτό.
		-- Woody Allen

%
Έμεινα όλη τη νύχτα παίζοντας πόκερ με κάρτες ταρό. Πήρα μια πλήρησπίτι και τέσσερα άτομα έχασαν τη ζωή τους.
		-- Steven Wright

%
Σας προτείνω να εντοπίσετε ζεστό μπανιέρα σας έξω από το σπίτι σας, έτσι δεν θα κάνει πάρα πολύμεγάλη ζημιά αν πιάσει φωτιά ή να εκρήγνυται. Πρώτα θα αποφασίσει η οποίακατεύθυνση ζεστό μπανιέρα σας θα πρέπει να αντιμετωπίσει για τη μέγιστη ηλιακή ενέργεια. Μετά από πολύδοκιμής και λάθους, έχω διαπιστώσει ότι η καλύτερη κατεύθυνση για ένα ζεστό μπάνιο για να αντιμετωπίσειείναι επάνω.
		-- Dave Barry, "The Taming of the Screw"

%
Λέω ya, τα τυχερά παιχνίδια ποτέ δεν συμφώνησε μαζί μου. Την περασμένη εβδομάδα πήγα στην πίστακαι πυροβόλησε το άλογό μου με το όπλο άνοιγμα.Λοιπόν, μόλις την περασμένη εβδομάδα ήμουν σε ένα κινέζικο εστιατόριο και όταν άνοιξα μουμπισκότο τύχης βρήκα έλεγχο του άντρα που κάθεται στο διπλανό τραπέζι. Είπα,"Γεια σου, φίλε, πήρα επιταγή σας», είπε, «Ευχαριστώ».
		-- Rodney Dangerfield

%
Νομίζω ότι είμαστε όλοι Μπόζος σε αυτό το λεωφορείο.
		-- Firesign Theatre

%
Νόμιζα ότι υπήρχε κάτι ύποπτο σχετικά με την μπάτλερ. Πιθανώς Ιχθείς,εργάζεται για την κλίμακα.
		-- Firesign Theatre, "The Further Adventures of Nick Danger"

%
Πήρα ένα μάθημα στην ταχύτητα ανάγνωσης και ήταν σε θέση να διαβάσει Πόλεμος και Ειρήνη στηνείκοσι λεπτά.Πρόκειται για τη Ρωσία.
		-- Woody Allen

%
Γύρισα κλιματιστικό μου ο άλλος τρόπος γύρω, και πήρε το κρύο έξω.Ο μετεωρολόγος είπε "εγώ δεν το καταλαβαίνω. Θα έπρεπε να είναι 80βαθμούς σήμερα, »και είπα« Ωχ ».Στο σπίτι μου για τα ανώτατα όρια που έχω πίνακες των παραπάνω δωμάτια ... έτσιΠοτέ δεν πρέπει να πάει επάνω.Μόλις αγόρασα ένα τζάκι φούρνο μικροκυμάτων ... Μπορείτε να περάσετε ένα βράδυ στομπροστά του μόνο σε οκτώ λεπτά.
		-- Steven Wright

%
Θα χρησιμοποιηθεί για να ζήσουν σε ένα σπίτι από τον αυτοκινητόδρομο. Όταν πήγα πουθενά, είχανα πηγαίνει 65 MPH μέχρι το τέλος του δρόμο μου.Αντικατέστησα τους προβολείς στο αυτοκίνητό μου με τα φώτα του φάρου. Τώρα φαίνεταισαν να είμαι ο μόνος που διακινούνται.Ήμουν τράβηξε πάνω για την επιτάχυνση σήμερα. Ο αξιωματικός είπε: «Δεν ξέρετετο όριο ταχύτητας είναι 55 μίλια την ώρα; "Και είπα," Ναι, αλλά εγώ δεν επρόκειτονα είναι έξω τόσο πολύ. "Έβαλα ένα νέο κινητήρα στο αυτοκίνητό μου, αλλά δεν έλαβε το παλιό έξω. Τώρααυτοκίνητό μου πηγαίνει 500 μίλια την ώρα.
		-- Steven Wright

%
Δούλευα σε ένα εργοστάσιο πυροσβεστικό κρουνό. Δεν θα μπορούσαν να σταθμεύσουν οπουδήποτε κοντάτο μέρος.
		-- Steven Wright

%
Ήμουν σε αυτό το εστιατόριο. Το σήμα είπε "Πρωινό Anytime». Και 'γώ το ίδιοδιέταξε γαλλικό τοστ στο Αναγέννησης.
		-- Steven Wright

%
«Ήμουν μεθυσμένος χθες το βράδυ, σύρθηκε στο σπίτι σε όλη την γκαζόν. Με ατύχημα μουβάλτε το κλειδί του αυτοκινήτου στην κλειδαριά της πόρτας. Το σπίτι ξεκίνησε. Έτσι σκέφτηκατι στο διάολο, και οδήγησε γύρω από το μπλοκ μερικές φορές. Νόμιζαπρέπει να πάει το πάρκο στη μέση του αυτοκινητόδρομου και φωνάζω σε όλους νακατεβείτε δρόμο μου. "
		-- Steven Wright

%
Ήμουν σε ένα μπαρ και περπάτησα μέχρι μια όμορφη γυναίκα και είπε: «Ζείτεγύρω από συχνά εδώ; »Είπε,« Είσαι φορώντας δύο κάλτσες διαφορετικού χρώματος. "Είπα, "Ναι, αλλά για μένα είναι το ίδιο, γιατί θα πάω με το πάχος."Είπε, "Πώς αισθάνεστε;" Και είπα, "Ξέρεις, όταν κάθεστε σε ένακαρέκλα και κλίνετε πίσω έτσι είστε μόνο δύο πόδια και κλίνετε πάρα πολύ μακριά, έτσιμπορείτε σχεδόν να πέσει, αλλά στο τελευταίο δευτερόλεπτο πιάνετε τον εαυτό σας; νιώθω σανότι όλη την ώρα ... "
		-- Steven Wright, "Gentlemen's Quarterly"

%
Ήμουν στο Λας Βέγκας την περασμένη εβδομάδα. Ήμουν στο τραπέζι της ρουλέτας, που έχει μια μακράεπιχείρημα για αυτό που θεωρείται ένας μονός αριθμός.
		-- Steven Wright

%
Ήμουν ο καλύτερος που είχα ποτέ.
		-- Woody Allen

%
«Πήγα σε ένα κατάστημα γενικού εμπορίου, και δεν θα μου πουλήσει κάτι συγκεκριμένο».
		-- Steven Wright

%
«Πήγα σε μια συνέντευξη για δουλειά την άλλη μέρα, ο τύπος με ρώτησε αν είχα κάποιοερωτήσεις, είπα ναι, μόνο ένα, αν είστε σε ένα αυτοκίνητο που κινείται με τοταχύτητα του φωτός και θα ενεργοποιήσετε προβολείς σας, δεν οτιδήποτε συμβεί;Είπε ότι δεν μπορούσε να απαντήσει ότι, είπα συγγνώμη, αλλά δεν θα μπορούσε να λειτουργήσειγι 'αυτόν στη συνέχεια.
		-- Steven Wright

%
"Πήγα στο μουσείο όπου είχαν όλα τα κεφάλια και τα χέρια από τοαγάλματα που βρίσκονται σε όλα τα άλλα μουσεία. "
		-- Steven Wright

%
Ξύπνησα σήμερα το πρωί και ανακάλυψε ότι τα πάντα στο διαμέρισμά μουείχαν κλαπεί και να αντικατασταθεί με ένα ακριβές αντίγραφο. Είπα ο συγκάτοικός μου,"Αυτό δεν είναι εκπληκτικό; Τα πάντα στο διαμέρισμα έχει κλαπεί καιαντικατασταθεί με ένα ακριβές αντίγραφο. "Είπε," μπορώ να το ξέρεις; "
		-- Steven Wright

%
Εργάστηκα σε ένα κατάστημα υγιεινής διατροφής φορά. Ένας τύπος ήρθε και μου ζήτησε,"Αν έχω λιώσει ξηρό πάγο, μπορώ να πάρω ένα μπάνιο χωρίς να βραχούν;"
		-- Steven Wright

%
Θα ήθελα να σας μαστίγιο αν είχα ένα άλογο.
		-- Groucho Marx

%
Θα ήθελα να ταφεί σε ινδικό στιλ, όπου βάζετε επάνω σε ένα υψηλό ράφι,Κάτω από το έδαφος. Με αυτόν τον τρόπο, θα μπορούσατε να πληγούν από μετεωρίτες και δεν είναι κανΝιώσε το.
		-- Jack Handey, The New Mexican, 1988.

%
Ποτέ δεν είχα συμμετάσχουν σε οποιαδήποτε λέσχη που θα έχουν τους ομοίους μου ως μέλος.
		-- Groucho Marx

%
Θα είμαι άνετα στον καναπέ. Διάσημοι τελευταία λόγια.
		-- Lenny Bruce

%
Πάω στη Βοστώνη για να δείτε το γιατρό μου. Είναι ένας πολύ άρρωστος άνθρωπος.
		-- Fred Allen

%
Πάω να δώσει ψυχαναλυτής μου ένα ακόμη έτος, στη συνέχεια, Πάω να Lourdes.
		-- Woody Allen

%
Πάω να ζήσω για πάντα, ή να πεθάνουν προσπαθώντας!
		-- Spider Robinson

%
Δεν φοβάμαι το θάνατο - Απλά δεν θέλουν να είναι εκεί όταν αυτό συμβεί.
		-- Woody Allen

%
Είχα μια απόλυτα υπέροχο βράδυ. Αλλά αυτό δεν ήταν αυτό.
		-- Groucho Marx

%
Αν ο Θεός μας ήθελε να ανησυχούν για τα δεινά των φρύνων, θαέχουν καταστήσει χαριτωμένο και γούνινο.
		-- Dave Barry

%
Εάν μόνο ο Διόνυσος ήταν ζωντανός! Πού θα φάτε;
		-- Woody Allen

%
Εάν μόνο ο Θεός θα μου δώσει κάποια σαφή ένδειξη! Σαν να κάνει μια μεγάλη κατάθεσηστο όνομά μου σε μια ελβετική τράπεζα.
		-- Woody Allen, "Without Feathers"

%
Αν ζείτε στην ηλικία των εκατό έχετε έκανε επειδή πολύ λίγοιάνθρωποι πεθαίνουν μετά την ηλικία των εκατό.
		-- George Burns

%
Αν ρίξετε Κόμμα της Πρωτοχρονιάς, το χειρότερο πράγμα που μπορείτε να κάνετε θα είναινα ρίξει το είδος του κόμματος, όπου οι επισκέπτες σας ξυπνήσει σήμερα, και σας καλούν ναλένε ότι είχε μια ωραία στιγμή. Τώρα θα πρέπει να αναμένεται να ρίξει άλλο κόμματου χρόνου.Τι πρέπει να κάνετε είναι να ρίξει το είδος του κόμματος, όπου μετά επισκεπτών σαςμέχρι αρκετές ημέρες από τώρα και να καλέσει τους δικηγόρους τους για να μάθετε αν έχουν πάεικατηγορούνται για τίποτα. Θέλετε τους επισκέπτες σας να είναι τόσο ανήσυχοι για να αποφευχθεί μιαεπανεμφάνιση του κόμματός σας που αμέσως αρχίσετε να σχεδιάζετε τα μέρη της τουςκατέχουν, ένα χρόνο πριν, απλά για να σας αποτρέψει από το να έχουν ένα άλλο ...Εάν το κόμμα σας είναι επιτυχής, η αστυνομία θα χτυπήσει την πόρτα σας,εκτός και αν το κόμμα σας είναι πολύ επιτυχημένη, οπότε θα κρεμάσει τα δακρυγόναμέσα από το παράθυρο του σαλονιού σας. Ως οικοδεσπότης, η δουλειά σας είναι να βεβαιωθείτε ότιδεν συλλαμβάνει κανέναν. Ή αν είστε νεκρό σύνολο για τη σύλληψη κάποιου,η δουλειά σας είναι να βεβαιωθείτε ότι δεν είστε εσείς ...
		-- Dave Barry

%
Αν θέλετε να κάνετε το Θεό γέλιο, πες του για τα σχέδιά σας.
		-- Woody Allen

%
Αν έχετε κάνει έξι αδύνατα πράγματα πριν από το πρωινό, γιατί να μην το στρογγυλοποιείμακριά με δείπνο στο Milliway, το εστιατόριο στο τέλος του σύμπαντος;
		-- Douglas Adams, "The Restaurant at the End of the Universe"

%
Στην Αμερική σήμερα ... έχουμε Woody Allen, του οποίου το χιούμορ έχει γίνει τόσοεξελιγμένα ότι κανείς δεν παίρνει πια εκτός Mia Farrow. Όλοι όσοισκεφτείτε Mia Farrow πρέπει να πάμε πίσω στην δημιουργία ταινιών, όπου ο διάβολος της παίρνειέγκυος και Woody Allen θα πρέπει να πάμε πίσω στο ντύσιμο ως ανθρώπινο σπέρμα,παρακαλώ σηκώστε τα χέρια σας. Ευχαριστώ.
		-- Dave Barry, "Why Humor is Funny"

%
Σε σαν βλάκας, σαν ένα φως.
		-- Pogo

%
Είναι παράξενο εδώ, ή είναι αυτό ακριβώς εγώ;
		-- Steven Wright

%
Πρόκειται για ένα σημαντικό και δημοφιλές γεγονός ότι τα πράγματα δεν είναι πάντα ό, τιφαίνονται. Για παράδειγμα, στον πλανήτη Γη, ο άνθρωπος είχε πάντα υποτίθεταιότι ήταν πιο έξυπνοι από ό, τι τα δελφίνια επειδή είχε επιτευχθεί μέχριπολύ - ο τροχός, τη Νέα Υόρκη, τους πολέμους και ούτω καθεξής - ενώ όλα τα δελφίνιαείχε κάνει ποτέ ήταν απορρίματα περίπου στο νερό έχουν μια καλή στιγμή. ΑλλάΑντίθετα, τα δελφίνια είχαν πάντα πίστευε ότι ήταν πολύ πιοέξυπνοι από τον άνθρωπο - ακριβώς για τους ίδιους λόγους.Περιέργως, τα δελφίνια είχαν από καιρό γνωστό για την επικείμενηκαταστροφή του από τον πλανήτη Γη και είχε κάνει πολλές προσπάθειες για νασυναγερμού ανθρωπότητα στον κίνδυνο? αλλά οι περισσότερες από τις επικοινωνίες τους ήτανπαρερμηνευθεί ...
		-- Douglas Adams "The Hitchhikers' Guide To The Galaxy"

%
Είναι αδύνατο να βιώσει τον θάνατο κάποιου αντικειμενικά και εξακολουθεί να μεταφέρει μια μελωδία.
		-- Woody Allen

%
Δεν είναι απαραίτητο να έχουν συγγενείς στην πόλη του Κάνσας, προκειμένου να είναιδυστυχής.
		-- Groucho Marx

%
Έμοιαζε με κάτι που μοιάζει με λευκό μάρμαρο, το οποίοίσως ό, τι ήταν: κάτι που μοιάζει με λευκό μάρμαρο.
		-- Douglas Adams, "The Hitchhikers Guide to the Galaxy"

%
Είναι ένα μικρό κόσμο, αλλά δεν θα ήθελα να πρέπει να το ζωγραφίσει.
		-- Steven Wright

%
Είναι δύσκολο να πάρει ελεφαντόδοντο στην Αφρική, αλλά στην Αλαμπάμα η Tuscaloosa.
		-- Groucho Marx

%
Δεν είναι ότι φοβάμαι να πεθάνω. Απλά δεν θέλουν να είναι εκεί όταν αυτό συμβεί.
		-- Woody Allen

%
Χθες το βράδυ η δύναμη βγήκε. Το καλό πράγμα φωτογραφική μηχανή μου είχε ένα flash ....Οι γείτονες θεωρούν ότι ήταν κεραυνός στο σπίτι μου, έτσι κάλεσαν την αστυνομία.
		-- Steven Wright

%
Πέρυσι πήγαμε σε όλη τη χώρα ... Έχουμε περάσει στην οδήγηση ...κάθε μισό μίλι. Είχαμε μια κασέτα για να ακούσετε σε ολόκληρο το ταξίδι.Δεν θυμάμαι τι ήταν.
		-- Steven Wright

%
Η ζωή χωρίζεται σε φρικτή και την άθλια.
		-- Woody Allen, "Annie Hall"

%
Η ζωή είναι χαμένη για τις συνθήκες διαβίωσης.
		-- The Restaurant at the End of the Universe.

%
Όπως και εσείς, είμαι συχνά στοιχειωμένο από βαθιές ερωτήσεις που σχετίζονται με του ανθρώπουτοποθετήστε στο σχέδιο των πραγμάτων. Εδώ είναι μερικά μόνο:Q - Υπάρχει ζωή μετά το θάνατο;A - Σίγουρα. Μιλάω από προσωπική εμπειρία εδώ. Στη ΝέαΠρωτοχρονιάς, 1970, έπινα ένα πλήρες στάμνα της ένα ποτό που ονομάζεται "Black Russian",Στη συνέχεια σύρθηκε έξω στο γρασίδι και πέθανε μέσα σε λίγα λεπτά, η οποία ήτανεντάξει μαζί μου, επειδή είχα έρθει για να συνειδητοποιήσουμε ότι αν είχα ζήσει εγώ θα πρέπειπέρασε το υπόλοιπο της ζωής μου στο έλεος του πιο βασανιστικά επώδυνηπονοκέφαλο. Χάρη στο θαύμα της σύγχρονης χυμό πορτοκαλιού, ήμουν έφερε πίσωγια τη ζωή αρκετές ημέρες αργότερα, αλλά εν τω μεταξύ ήμουν σίγουρα νεκρός. εγώΥποθέτω ότι κύρια εντύπωσή μου από την μετά θάνατον ζωή είναι ότι δεν είναι τόσο άσχημα όσοόπως σας κρατήσει η τηλεόραση γύρισε προς τα κάτω και μην προσπαθείτε να τρώτε όλα τα στερεά τρόφιμα.
		-- Dave Barry

%
Man 1: Ρωτήστε με το ποιο είναι το πιο σημαντικό πράγμα για λέει ένα καλό αστείο είναι.Man 2: Εντάξει, αυτό είναι το πιο impo -Man 1: ______ TIMING!
		-- Dave Barry

%
"Πολλοί έχουν δει Topaxci, ο Θεός του κόκκινο μανιτάρι, και να κερδίσουν τοτο όνομα του σαμάνου ", είπε. Μερικοί έχουν δει Skelde, το πνεύμα του καπνού, καιπου ονομάζονται μάγοι. Λίγα έχουν το προνόμιο να δουν Umcherrel, ηη ψυχή του δάσους, και είναι γνωστά ως πλοίαρχοι πνεύμα. Αλλά κανένας δεν έχειδει ένα κουτί με εκατοντάδες πόδια που τους κοίταξε, χωρίς μάτια, καιείναι γνωστά ως idio-- "Η διακοπή προκλήθηκε από μια ξαφνική κραυγή θόρυβο και αναταραχήτου χιονιού και σπινθήρες που φύσηξε τη φωτιά σε όλη την σκοτεινή καλύβα? υπήρξε μια σύντομηθολή όραση και στη συνέχεια το αντίθετο τοίχο ανατινάχτηκε στην άκρη και ηοπτασία εξαφανίστηκε.Υπήρξε μια μακρά σιωπή. Στη συνέχεια, μια ελαφρώς μικρότερη σιωπή. Έπειτατο παλιό σαμάνος είπε προσεκτικά, "Δεν έχετε απλά δείτε δύο άνδρες περνούνανάποδα σε ένα σκουπόξυλο, φωνάζοντας και ουρλιάζοντας ο ένας στον άλλο, έτσι δεν είναι; "Το αγόρι κοίταξε levelly. «Σίγουρα όχι», είπε.Ο γέρος ανυψωθεί ένα στεναγμό ανακούφισης. "Δόξα τω Θεώ για αυτό»,είπε. "Ούτε κι εγώ."
		-- Terry Pratchett, "The Light Fantastic"

%
Πολλά χρόνια πριν, σε μια περίοδο που γνωρίζουν συνήθως ως ερχόμενη Παρασκευή απόγευμα,εκεί ζούσε ένας βασιλιάς που ήταν πολύ ζοφερή την Τρίτη το πρωί, γιατίΉταν τόσο λυπημένος σκέψη για το πώς Δυσαρεστημένοι είχε γίνει τη Δευτέρα και πώςεντελώς πένθιμη θα είναι την Τετάρτη ....
		-- Walt Kelly

%
Ο αδελφός μου μου έστειλε μια κάρτα την άλλη μέρα με αυτή τη μεγάλη δορυφορική φωτογραφίατου συνόλου της γης σε αυτό. Στο πίσω μέρος είπε: «Μακάρι να ήσουν εδώ».
		-- Steven Wright

%
Ο φίλος μου έχει ένα μωρό. Γράφω κάτω όλα τους θορύβους που κάνει τόσοαργότερα μπορώ να τον ρωτήσω τι εννοούσε.
		-- Steven Wright

%
Οι φίλοι μου, είμαι εδώ για να σας πω την wonderous ήπειρο γνωστή ωςΑφρική. Λοιπόν έχουμε φύγει από τη Νέα Υόρκη μεθυσμένος και νωρίς το πρωί της 31 Φεβρουαρίου.Ήμασταν 15 ημέρες για το νερό, και 3 στη βάρκα όταν τελικά έφτασε στοΑφρική. Κατά την άφιξή μας αμέσως δημιουργήσει ένα αυστηρό χρονοδιάγραμμα: Έως σε6:00, το πρωινό, και πίσω στο κρεβάτι με 7:00. Αρκετά σύντομα ήμασταν πίσω στο κρεβάτι του6:30. Τώρα Αφρική είναι γεμάτη από μεγάλο παιχνίδι. Η πρώτη μέρα έριξα δύο δολάρια. ΌτιΉταν το μεγαλύτερο παιχνίδι που είχαμε. Αφρική primerally κατοικείται από άλκες, άλκεςκαι των Ιπποτών της Pithiests.Οι άλκες ζουν στα βουνά και κατεβαίνουν μια φορά το χρόνο για τουςετήσιες συμβάσεις. Και θα πρέπει να δείτε τα συγκεντρώθηκαν γύρω από την τρύπα του νερού,που φεύγουν αμέσως όταν ανακαλύπτουν ότι είναι γεμάτο με νερό. ΑυτοίΔεν έψαχναν για μια τρύπα νερού. Που έψαχναν για μια τρύπα alck.Ένα πρωί έριξα έναν ελέφαντα με τις πιτζάμες μου, πώς πήρε στο μουπιτζάμες, δεν ξέρω. Στη συνέχεια προσπαθήσαμε να αφαιρέσετε τα χαυλιόδοντες. Αυτό είναι μια σκληρήλέξη για να πω, χαυλιόδοντες. Όπως είπα και προσπαθήσαμε να αφαιρέσετε τα χαυλιόδοντες, αλλά ήτανενταγμένες τόσο σταθερά δεν θα μπορούσαμε να τους βγάλουμε έξω. Αλλά στην Αλαμπάμα η Tuscaloosa,αλλά αυτό είναι εντελώς irrelephant σε αυτό που έλεγα.Πήραμε μερικές φωτογραφίες από τα εγγενή κορίτσια, αλλά δεν είχαν αναπτυχθεί.Έτσι θα πάμε πίσω σε λίγα χρόνια ...
		-- Julius H. Marx [Groucho]

%
Ο Νίτσε λέει ότι θα ζήσουμε την ίδια τη ζωή, ξανά και ξανά.Ο Θεός - Θα πρέπει να καθίσει μέσω του πάγου Capades και πάλι.
		-- Woody Allen, "Hannah and Her Sisters"

%
Νιρβάνα? Αυτό είναι το μέρος όπου οι δυνάμεις που είναι και τους φίλους τους παρέα.
		-- Zonker Harris

%
Κανείς δεν αναμένει η ισπανική Ιερά Εξέταση!
		-- Zonker Harris

%
Τώρα είναι η ώρα για όλα τα καλά τους άνδρες να έρχονται σε.
		-- Walt Kelly

%
Προφανώς το θέμα του θανάτου ήταν στον αέρα, αλλά περισσότερο ως κάτιπου πρέπει να αποφεύγονται από harped επάνω.Ενδεχομένως η φρίκη που Zaphod έμπειροι στην προοπτική τηςεπανενωθεί με νεκρούς συγγενείς του, οδήγησε στο να τη σκέψη ότι θα μπορούσαν ναακριβώς αισθάνονται τον ίδιο τρόπο γι 'αυτόν και, επιπλέον, να είναι σε θέση να κάνει κάτιγια να βοηθήσει να αναβάλει αυτό το reunion.
		-- Douglas Adams

%
Κάποιος δεν έχει μια αίσθηση του χιούμορ. Σας έχει.
		-- Larry Gelbart

%
Έξω από ένα σκυλί, ένα βιβλίο είναι ο καλύτερος φίλος του ανθρώπου. Μέσα σε ένα σκυλί είναι πάρα πολύσκοτάδι για να διαβάσετε.
		-- Groucho Marx

%
Λογοπαίγνια είναι λίγο "παίζει με τις λέξεις« ότι μια ορισμένη φυλή του ατόμου που αγαπά ναάνοιξη σε σας και στη συνέχεια να εξετάσουμε σε σας σε μια συγκεκριμένη αυτάρεσκη τρόπος για ναδείχνουν ότι ο ίδιος πιστεύει ότι θα πρέπει να σκεφτείτε ότι είναι μακράν ο πιο έξυπνοςπρόσωπο στη Γη τώρα που ο Benjamin Franklin είναι νεκρός, όταν στην πραγματικότητα αυτό πουσκεφτόμαστε είναι ότι αν αυτό το άτομο καταλήγει ποτέ σε μια σωσίβια λέμβο, η άλληεπιβάτες θα τον ρίξει στη θάλασσα από το τέλος της πρώτης ημέρας, ακόμη και ανέχουν άφθονο φαγητό και νερό.
		-- Dave Barry, "Why Humor is Funny"

%
«Αυτή τη στιγμή είμαι έχοντας αμνησία και το deja vu την ίδια στιγμή."
		-- Steven Wright

%
Rincewind σχηματίζεται μια διανοητική εικόνα του κάποιο περίεργο οντότητα που ζει σε ένα κάστροαπό τα δόντια. Ήταν το είδος της ψυχικής εικόνα που προσπαθήσατε να ξεχάσουμε.Ανεπιτυχώς.
		-- Terry Pratchett, "The Light Fantastic"

%
Romeo δεν bilked σε μια μέρα.
		-- Walt Kelly, "Ten Ever-Lovin' Blue-Eyed Years With Pogo"

%
Οι καρχαρίες είναι τόσο δύσκολο όσο εκείνες οπαδοί του ποδοσφαίρου οι οποίοι λαμβάνουν πουκάμισα τους ανοικτάκατά τη διάρκεια των παιχνιδιών στο Σικάγο τον Ιανουάριο, μόνο πιο ευφυής.Έφηβος πρέπει να γνωρίζετε "
		-- Dave Barry, "Sex and the Single Amoeba: What Every

%
Εμφάνιση μέχρι 80% της ζωής.
		-- Woody Allen

%
Μερικοί από εσάς ... μπορεί να έχει αποφασίσει ότι, φέτος, θα πάμε για να γιορτάσουναυτό το απαρχαιωμένο τρόπο, με την οικογένειά σας κάθονται γύρω από stringingcranberries και ανταλλαγή ταπεινός, χειροποίητα δώρα, όπως στο "The Waltons".Λοιπόν, μπορείτε να το ξεχάσετε. Αν όλοι τράβηξε αυτό το είδος της ανατρεπτικής κόλπο,η οικονομία θα καταρρεύσει εν μία νυκτί. Η κυβέρνηση θα πρέπει ναπαρέμβει: θα σχηματίσει ένα υπουργικό συμβούλιο Τμήμα επιπέδου γιορτινή,που θα δαπανούν δισεκατομμύρια και δισεκατομμύρια των φορολογικών δολάρια για να αγοράσει κούκλες Barbieκαι τα ηλεκτρονικά παιχνίδια, τα οποία θα πέσει στο λαό από την Πολεμική Αεροπορίαπίδακες, σκοτώνοντας και ακρωτηριάζοντας χιλιάδες. Έτσι, για το καλό του έθνους, πουθα πρέπει να πάει μαζί με το πρόγραμμα διακοπών. Αυτό σημαίνει ότι θα πρέπει να πάρετε μια μεγάληχρηματικό ποσό και να πάει σε ένα εμπορικό κέντρο.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
Μερικές φορές η ομορφιά του κόσμου είναι τόσο συντριπτική, θα ήθελα απλώς να ρίξειπίσω το κεφάλι και γαργάρα μου. Απλά κάνετε γαργάρες και γαργάρα και δεν με νοιάζει ποιος ακούειμένα, γιατί είμαι όμορφη.
		-- Jack Handey, The New Mexican, 1988.

%
Δόξα τω Θεώ σύγχρονες ανέσεις είναι ένα πράγμα του μακρινό μέλλον.
		-- Pogo, by Walt Kelly

%
Η βασική ιδέα πίσω από εμπορικά είναι ότι είναι πιο βολικό από πόλεις.Πόλεις περιέχουν δρόμους, τα οποία είναι επικίνδυνα και γεμάτο και δύσκολο ναπάρκο στο. Malls, από την άλλη πλευρά, έχουν χώρους στάθμευσης, οι οποίες είναι επίσηςεπικίνδυνο και γεμάτο και δύσκολο να παρκάρει μέσα, αλλά - εδώ είναι το μεγάλοδιαφορά - σε χώρους στάθμευσης εμπορικό κέντρο, δεν υπάρχουν κανόνες. Είστε επιτρέπεται ναΚάνε οτιδήποτε. Μπορείτε να οδηγείτε τόσο γρήγορα όσο θέλετε σε οποιαδήποτε κατεύθυνση που θέλετε.Ήμουν κάποτε οδήγηση σε πάρκινγκ εμπορικό κέντρο, όταν το αυτοκίνητό μου χτυπήθηκε από ένα pickupφορτηγό κινείται προς τα πίσω από μια κατάληψη άνδρας με ένα τατουάζ που αναφέρουν ότι "Τσάρλι"στο αντιβράχιο του, ο οποίος βγήκε και μου εξήγησε, με μεγάλη λεπτομέρεια, γιατί ηατύχημα ήταν λάθος μου, το σκεπτικό του είναι ότι ήταν βίαιη και μυώδης,ενώ ήμουν ούτε. Αυτό το είδος της συλλογιστικής ισχύει νόμιμα σε εμπορικό κέντροθέσεις πάρκινγκ.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
Η καλύτερη θεραπεία για την αϋπνία είναι να πάρετε μια πολύ ύπνο.
		-- W. C. Fields

%
Ο καλύτερος τρόπος για να κάνει μια φωτιά με δύο μπαστούνια είναι να βεβαιωθείτε ότι ένας από αυτούςείναι ένας αγώνας.
		-- Will Rogers

%
Το βουβάλι δεν είναι τόσο επικίνδυνη όσο ο καθένας τον κάνει να είναι έξω.Στατιστικά στοιχεία αποδεικνύουν ότι στις Ηνωμένες Πολιτείες, οι περισσότεροι Αμερικανοί σκοτώθηκαν σεΤα ατυχήματα αυτοκινήτων από σκοτώθηκε από βουβάλι.
		-- Art Buchwald

%
Το μεγάλο άλμα της φάλαινας μέχρι το φθινόπωρο του Νιαγάρα είναι αγαπητό από όλουςπου έχουν δει, ως ένα από τα ωραιότερα θεάματα στη φύση.
		-- Benjamin Franklin.

%
Ο Hitchhiker οδηγός για το γαλαξία έχει μερικά πράγματα να πω σχετικά μετο αντικείμενο της πετσέτες.Το πιο σημαντικό, μια πετσέτα έχει τεράστια ψυχολογική αξία. Γιακάποιο λόγο, εάν ένα μη-λαθρεπιβάτες ανακαλύπτει ότι μια λαθρεπιβάτες έχει πετσέτα τουμαζί του, ο ίδιος θα αναλάβει αυτόματα ότι είναι, επίσης, στην κατοχή του έναοδοντόβουρτσα, πετσέτα, φιάλη, σκνίπα σπρέι, διαστημική στολή, κ.λπ., κ.λπ. Επιπλέον,η μη-λαθρεπιβάτες στη συνέχεια ευτυχώς δανείσει την λαθρεπιβάτες κάποιο από αυτά ήμια ντουζίνα άλλα αντικείμενα που μπορεί να έχουν "χαθεί". Μετά από όλα, κάθε άνθρωπος που μπορεί νααναποδιά το μήκος και το πλάτος του Γαλαξία, αγωνίζονται ενάντια τρομερή απόδοση,να κερδίσει μέσα και εξακολουθούν να γνωρίζουν πού πετσέτα του είναι, είναι σαφώς ένας άνθρωπος να είναιυπολογίσιμη.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
Τις προάλλες ... εεε, όχι, ότι δεν ήμουν εγώ.
		-- Steven Wright

%
"Η πυραμίδα ανοίγει!"	"Ποιό απ'όλα?""Το ένα με το συνεχώς διευρυνόμενο τρύπα σε αυτό!"Μόλις όταν δεν είστε οπουδήποτε και ανά All "
		-- Firesign Theater, "How Can You Be In Two Places At

%
Οι τρεις μεγάλες είδους εργαλεία* Εργαλεία για hittings τα πράγματα να γίνουν χαλαρά ή να τα σφίξετε προς τα πάνω ήβάζο πολλά σύνθετα, εξελιγμένα ηλεκτρικά μέρη τους σε μια τέτοιατρόπο που λειτουργούν τέλεια. (Αυτά είναι τα σφυριά σας, maces,ρόπαλα και ρόπαλα.)* Εργαλεία που, αν πέσει σωστά, μπορεί να διαπεράσει τα πόδια σας. (Σουβλιά)* Εργαλεία ότι κανείς δεν πρέπει να χρησιμοποιείτε ποτέ γιατί ο πιθανός κίνδυνος είναι πολύμεγαλύτερη από την τιμή του κάθε έργου που θα μπορούσε ενδεχομένως να οδηγήσει.(Πριόνια, δράπανα, συρραπτικά εξουσία, κάθε είδους εργαλείο που χρησιμοποιείκάθε είδους εξουσίας πιο προηγμένη από ό, τι φακό μπαταρίες.)
		-- Dave Barry, "The Taming of the Screw"

%
Έρχεται μια στιγμή στις υποθέσεις ενός ανθρώπου όταν έχει να πιάσουμε τον ταύροαπό την ουρά και να αντιμετωπίσει την κατάσταση.
		-- W. C. Fields

%
Δεν υπάρχει εύκολη γρήγορη διέξοδο, είμαστε Θα πρέπει να ζήσουμε μέσα μαςόλη τους τη ζωή, κερδίζουν, χάνουν ή ισοπαλία.
		-- Walt Kelly

%
Υπάρχουν τόσα πολλά πλαστικά σε αυτόν τον πολιτισμό που βινύλιο δέρμα λεοπάρδαλης είναινα γίνει ένα απειλούμενο συνθετικά.
		-- Lily Tomlin

%
Τα πράγματα θα πάνε καλύτερα παρά τις προσπάθειές μας για τη βελτίωσή τους.
		-- Will Rogers

%
Αυτή η γη είναι γεμάτη από παντελόνι!Αυτή η γη είναι γεμάτη από Mausers!Και Pussycats να τους φάνε, όταν ο ήλιος δύει!
		-- Firesign Theater

%
Ο χρόνος είναι μια ψευδαίσθηση, μεσημέρι διπλά έτσι.
		-- The Hitchhiker's Guide to the Galaxy

%
TOO BAD ΔΕΝ ΜΠΟΡΕΙΤΕ ΝΑ ΑΓΟΡΑΣΕΤΕ μια σφαίρα βουντού, έτσι ώστε να μπορείτε να κάνετε την περιστροφή της γηςπραγματικά γρήγορα και φρικιό όλοι έξω.
		-- Jack Handey, The New Mexican, 1988.

%
Είκοσι τοις εκατό της Zero είναι καλύτερο από το τίποτα.
		-- Walt Kelly

%
Έχουμε συναντήθηκε με τον εχθρό, και αυτός είναι μαζί μας.
		-- Walt Kelly

%
Εμείς βρίσκεται αντιμέτωπη με ανυπέρβλητα ευκαιρίες.
		-- Walt Kelly, "Pogo"

%
Τι και αν όλα είναι μια ψευδαίσθηση και τίποτα δεν υπάρχει; Σε αυτή την περίπτωση,σίγουρα έχει πληρωθεί επιπλέον για το χαλί μου.
		-- Woody Allen, "Without Feathers"

%
Τι θα συμβεί αν δεν υπάρχει τίποτα και είμαστε όλοι στο όνειρο κάποιου; Ή τι είναι χειρότερο,Τι κι αν μόνο ο τύπος ότι το λίπος στην τρίτη σειρά υπάρχει;
		-- Woody Allen, "Without Feathers"

%
Τι είναι κωμωδία; Κωμωδία είναι η τέχνη του να κάνει τους ανθρώπους να γελούν χωρίς να κάνειτα ξεράσει.
		-- Steve Martin

%
	"Τι θα κάνουμε?" είπε Twoflower."Πανικού;" είπε Rincewind ελπίζουμε. Πάντα έκρινε ότι ο πανικός ήταντο καλύτερο μέσο για την επιβίωση? πίσω στις παλιές ημέρες, η θεωρία του πήγε, οι άνθρωποιαντιμέτωποι με πεινασμένους sabretoothed τίγρεις θα μπορούσαν να χωριστούν πολύ απλά σεαυτούς που πανικοβλήθηκαν και εκείνοι που βρισκόταν εκεί που λέει «Τι υπέροχηωμή! »και« Εδώ, μουνί. "
		-- Terry Pratchett, "The Light Fantastic"

%
Τι είναι μια άλλη λέξη για το "θησαυρό";
		-- Steven Wright

%
Όταν ήμουν διασχίζουν τα σύνορα προς τον Καναδά, τους ρώτησε ανΕίχα κάποια πυροβόλα όπλα μαζί μου. Είπα, "Λοιπόν, τι χρειάζεστε;"
		-- Steven Wright

%
Όταν ήμουν μικρή, πήγα σε ένα κατάστημα κατοικίδιων ζώων και ρώτησαν πόσο μεγάλο θα έπαιρνα.
		-- Rodney Dangerfield

%
Όταν ξύπνησα σήμερα το πρωί, η φίλη μου με ρώτησε αν είχα κοιμηθεί καλά.Είπα, "Όχι, έκανα μερικά λάθη."
		-- Steven Wright

%
Όπου το χιούμορ ανησυχεί ότι δεν υπάρχουν πρότυπα - κανείς δεν μπορεί να πει ό, τιείναι καλό ή κακό, αν και μπορείτε να είστε βέβαιοι ότι ο καθένας θα το κάνει.
		-- John Kenneth Galbraith

%
Γιατί είναι το αλφάβητο σε αυτή τη σειρά; Είναι λόγω αυτού του τραγουδιού;
		-- Steven Wright

%
Will Rogers ποτέ δεν συναντήθηκαν.
		-- Steven Wright

%
Winny και έζησα σε ένα σπίτι που έτρεξε σε στατικό ηλεκτρισμό ...Αν θέλατε να εκτελέσετε το μπλέντερ, θα έπρεπε να τρίβετε μπαλόνια για σαςτο κεφάλι ... αν ήθελε να μαγειρέψουν, θα έπρεπε να τραβήξει από ένα πουλόβερ πραγματικά γρήγορα ...
		-- Steven Wright

%
Θα σας * ______ πραγματικά * θέλετε να πάρετε σε μια πτήση χωρίς στάση;
		-- George Carlin

%
Δεν μπορείς να έχεις τα πάντα. Πού θα το βάλετε;
		-- Steven Wright

%
"Ξέρετε, είναι μερικές φορές σαν αυτό όταν είμαι παγιδευμένος σε ένα Vogonαεροφρακτών με έναν άνδρα από Betelgeuse και έτοιμος να πεθάνει από ασφυξία σεβαθύ διάστημα που πραγματικά ήθελα να είχα ακούσει αυτό που η μητέρα μου μου είπεόταν ήμουν νέος!""Γιατί, τι σου είπε;""Δεν ξέρω, δεν είχα ακούσει."
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
Ίσως να είναι ήδη χαμένος.
		-- Form letter received by Rodney Dangerfield.

%
Θα το νικήσει καλύτερα. Μπορείτε να αφήσετε σε ένα ταξί. Εάν δεν μπορείτε να πάρετε ένα ταξί, μπορείτεμπορεί να αφήσει σε Huff. Αν αυτό είναι πάρα πολύ σύντομα, μπορείτε να αφήσετε σε ένα λεπτό και ένα Huff.
		-- Groucho Marx

%
Είσαι ένα καλό παράδειγμα του γιατί μερικά ζώα τρώνε τα μικρά τους.Α, ναι. Θυμάμαι την πρώτη μου μπύρα.Όταν το IQ σας ανεβαίνει στο 28, πωλούν.
		-- Professor Irwin Corey to a heckler

%
FORTUNE'S Τυχαία Αποφθέγματα ΑΠΟ MATCH GAME 75, NO. 1: Gene Rayburn: Θα ήθελα να κλείσω με μια σκέψη για την ημέρα, τους φίλους ---               κάτι ...      Κάποιος: (διακοπή) Uh-oh Gene Rayburn: ... μεστό, γεμάτο σοφία --- και καλούμε την Ποιητή               Laureate, Nipsey RussellNipsey Russell: Οι νέοι άνθρωποι είναι πολύ διαφορετικά σήμερα, και υπάρχει               ένας σίγουρος τρόπος για να γνωρίζει: Τα παιδιά χρησιμοποιούνται για να ρωτήσω πού ήρθαν               από τώρα θα σας πω, όπου μπορείτε να πάτε.          Όλα: (γέλια)
		-- Professor Irwin Corey to a heckler

%
