Ένα μωρό είναι ένα πεπτικό σωλήνα με δυνατή φωνή στο ένα άκρο και δενευθύνη στο άλλο.
		-- George Bernard Shaw

%
Ένα μωρό είναι η άποψη του Θεού ότι ο κόσμος θα πρέπει να συνεχιστεί.
		-- Carl Sandburg

%
Ένα παιδί πέντε μπορούσε να καταλάβει αυτό! Φέρτε μου ένα παιδί πέντε.
		-- Carl Sandburg

%
Μια kid'll τρώνε τη μέση μιας Oreo, τελικά.
		-- Carl Sandburg

%
Ένα μικρό παιδί πήγε μέχρι Σάντα και τον ρώτησε, "Σάντα, ξέρετε όταν είμαι κακόςέτσι δεν είναι; "Και Σάντα λέει," Ναι, κάνω. »Το μικρό παιδί ρωτάει τότε," Κι εσύξέρω πότε κοιμάμαι; »στο οποίο απαντά Σάντα," κάθε λεπτό. "Έτσι, ημικρό παιδί τότε, λέει, «Λοιπόν, αν γνωρίζετε όταν είμαι κακός και όταν είμαι καλά,τότε πώς έρχονται δεν ξέρεις τι θέλω για τα Χριστούγεννα; "
		-- Carl Sandburg

%
Ένα νεαρό παντρεμένο ζευγάρι είχε το πρώτο τους παιδί. αρχική τους υπερηφάνειακαι χαρά σιγά-σιγά μετατράπηκε σε ανησυχία, ωστόσο, για μετά από δυο χρόνια τατο παιδί δεν είχε ποτέ ειπωθεί οποιαδήποτε μορφή του λόγου. Έχουν προσληφθεί το καλύτερο ομιλίαθεραπευτές, γιατροί, ψυχίατροι, όλα χωρίς αποτέλεσμα. Το παιδί απλά αρνήθηκενα μιλήσω. Ένα πρωί, όταν το παιδί ήταν πέντε, ενώ ο σύζυγος ήταν ανάγνωσητο χαρτί, και η σύζυγος είχε τη διατροφή του σκύλου, το μικρό παιδί αναζητά απόμπολ του και είπε, «κρύα δημητριακά μου."Το ζευγάρι είναι ζαλισμένος. Ο άνθρωπος, με δάκρυα στα μάτια, έρχεται αντιμέτωπος με τον γιο του. "Υιός,μετά από όλα αυτά τα χρόνια, γιατί έχετε περίμενε τόσο καιρό για να πω κάτι; ".Απαξιεί το παιδί, "Τα πάντα είναι ήδη εντάξει 'til τώρα".
		-- Carl Sandburg

%
Σχετικά με το μόνο πράγμα που έχει απομείνει που πραγματικά ευνοείταιο απλός κόσμος είναι ο πελαργός.
		-- Carl Sandburg

%
Ο Αδάμ και η Εύα είχαν πολλά πλεονεκτήματα, αλλά ο κύριος σκοπός ήταν, ότι δραπέτευσεοδοντοφυΐας.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Υιοθέτησε τα παιδιά είναι ένα τέτοιο πόνο - θα πρέπει να τους διδάξει πώς να μοιάσει με σας ...
		-- Gilda Radner

%
Μετά βλέποντας μια εξαιρετικά ελκυστική ασθενή μητρότητας-πτέρυγαδιακαώς να τρίβει το δρόμο της μέσα από ένα τηλεφωνικό κατάλογο για αρκετούςλεπτά, ένα νοσοκομείο ομαλή ζήτησε, τέλος, αν θα μπορούσε να είναι κάποια βοήθεια.«Όχι, ευχαριστώ», χαμογέλασε η νεαρή μητέρα, "είμαι απλά ψάχνουν για έναόνομα για το μωρό μου. ""Αλλά το νοσοκομείο παρέχει ένα ειδικό φυλλάδιο που απαριθμεί εκατοντάδεςτων ονομάτων και των νοημάτων τους », δήλωσε η ομαλή."Αυτό δεν θα βοηθήσει», είπε η γυναίκα, «μωρό μου έχει ήδη ένα όνομα."
		-- Gilda Radner

%
Και ανέβηκε με το παλικάρι μέχρι το Eiffelberg Πύργο. "Αυτό", φώναξε ο Δήμαρχος,"Είναι πιο σκοτεινή ώρα της πόλης σας! Ο χρόνος για όλους Whos που έχουν αίμα που είναι κόκκινονα έρθει σε βοήθεια της χώρας τους! », είπε.« Έχουμε να κάνει θορύβους στηνμεγαλύτερες ποσότητες! Έτσι, ανοίξτε το στόμα σας, παλικάρι! Για κάθε φωνή μετράει! "Έτσι, ομίλησε όπως ο ίδιος ανέβηκε. Όταν έφτασαν στην κορυφή, το παλικάρι καθάρισε το λαιμό του καιφώναξε, "YOPP!"Και αυτό Yopp ... Ότι ένα τελευταίο μικρό, επιπλέον Yopp το βάλετε πάνω!Τέλος, επιτέλους! Από το στίγμα σχετικά με αυτό το τριφύλλι φωνές τους ακούστηκαν!Θα χτύπησε έξω σαφές και καθαρό. Και ελέφαντα χαμογέλασε. «Βλέπετε τιΘέλω να πω; "Έχουν αποδείξει ότι είναι τα πρόσωπα, ανεξάρτητα από το πόσο μικρή. Και τουςΌλος ο κόσμος σώθηκε από το μικρότερο από όλα! ""Πόσο αληθινό! Ναι, πόσο αληθινό," δήλωσε η μεγάλη καγκουρό. "Και, από τώρασε, ξέρεις τι είμαι σχεδιάζει να κάνει; Από τώρα και στο εξής, θα πάω για την προστασίαμαζί σας! "Και ο νεαρός καγκουρό στη θήκη της είπε,« κι εγώ! Απόο ήλιος το καλοκαίρι. Από τη βροχή, όταν πρόκειται για το φθινόπωρο-ish, Πάω να προστατεύσειτους. Δεν έχει σημασία πόσο μικρό-ish! "
		-- Dr. Seuss "Horton Hears a Who"

%
Κάθε πατέρας που νομίζει ότι όλα είναι σημαντικό να τον εαυτό του υπενθυμίσω ότι αυτή ητιμά τη χώρα πατέρες μόνο μία ημέρα το χρόνο, ενώ τα τουρσιά πάρει μια ολόκληρη εβδομάδα.
		-- Dr. Seuss "Horton Hears a Who"

%
Όποιος χρησιμοποιεί τη φράση "εύκολο όσο η λήψη καραμέλα από ένα μωρό" έχει ποτέΠροσπάθησα λήψη καραμέλα από ένα μωρό.
		-- Robin Hood

%
Είστε γονέας; Μήπως μερικές φορές μπορείτε να βρείτε τον εαυτό σας αβέβαιοι ως προς το τι πρέπει ναπούμε σε αυτές τις αδέξιες καταστάσεις; Δεν ανησυχούν περισσότερο ...Είστε σίγουροι ότι είστε λέει την αλήθεια; Σκεφτείτε σκληρά.Μήπως αυτό σας κάνει ευτυχείς να ξέρετε ότι μου στείλει σε πρόωρο θάνατο;Αν όλοι οι φίλοι σας πήδηξε από το γκρεμό, θα άλμα πολύ;Αισθάνεστε άσχημα; Πώς νομίζετε ότι αισθάνομαι;Δεν ντρέπεστε για τον εαυτό σας;Δεν ξέρεις καθόλου καλύτερα;Πώς θα μπορούσε να είναι τόσο ηλίθιοι;Αν αυτό είναι το χειρότερο πόνο που θα αισθανθείτε ποτέ, θα πρέπει να είμαστε ευγνώμονες.Δεν μπορείς να με ξεγελάσει. Ξέρω τι σκέφτεστε.Εάν δεν μπορείτε να πείτε τίποτα καλό, δεν λένε τίποτα σε όλα.
		-- Robin Hood

%
Είστε γονέας; Μήπως μερικές φορές μπορείτε να βρείτε τον εαυτό σας αβέβαιοι ως προς το τι πρέπει ναπούμε σε αυτές τις αδέξιες καταστάσεις; Δεν ανησυχούν περισσότερο ...Κάνει όπως λέω, όχι αυτό που κάνω.Κάνε μου μια χάρη και μην μου πείτε γι 'αυτό. Δεν θέλω να ξέρω.Τι έκανες * αυτό * το χρόνο;Αν δεν άσχημη γεύση, δεν θα ήταν καλό για σας.Όταν ήμουν στην ηλικία σου ...Δεν θα σ 'αγαπώ, αν συνεχίσουμε να το κάνουμε αυτό.Σκεφτείτε όλα τα πεινασμένα παιδιά στην Ινδία.Αν υπάρχει ένα πράγμα που μισώ, είναι ψεύτης.	Θα σε σκοτώσω.Δρόμο να διανύσουμε, αδέξια.Αν δεν σας αρέσει, μπορείτε να το σκάσει.
		-- Robin Hood

%
Είστε γονέας; Μήπως μερικές φορές μπορείτε να βρείτε τον εαυτό σας αβέβαιοι ως προς το τι πρέπει ναπούμε σε αυτές τις αδέξιες καταστάσεις; Δεν ανησυχούν περισσότερο ...	Φύγε. Μπορείτε με ενοχλεί.Γιατί; Επειδή η ζωή είναι άδικη.Αυτό είναι ένα ωραίο σχέδιο. Τι είναι αυτό?Τα παιδιά θα πρέπει να δει και να μην ακούσει.Θα είναι ο θάνατος μου.Θα καταλάβετε όταν είστε μεγάλα.Επειδή.Σκουπίστε αυτό το χαμόγελο από το πρόσωπό σας.Δεν πιστεύετε.Πόσες φορές σας έχω πει να προσέξουμε;	Απλά επειδή.
		-- Robin Hood

%
Είστε γονέας; Μήπως μερικές φορές μπορείτε να βρείτε τον εαυτό σας αβέβαιοι ως προς το τι πρέπει ναπούμε σε αυτές τις αδέξιες καταστάσεις; Δεν ανησυχούν περισσότερο ...Καλά παιδιά πάντα υπακούν.Κλείστε ενεργεί τόσο παιδαριώδη.Τα αγόρια δεν κλαίνε.Αν κρατήσει κάνει γκριμάτσες, κάποια μέρα θα παγώσει με αυτόν τον τρόπο.Γιατί θα πρέπει να γνωρίζουν τόσο πολύ;Αυτό με πονάει περισσότερο από ό, τι σας πονάει.Γιατί; Επειδή είμαι μεγαλύτερος από ό, τι μπορείτε.Λοιπόν, έχετε κατέστρεψε τα πάντα. Τώρα είσαι ευτυχισμένος;Ω, μεγαλώνουν.Κάνω μόνο αυτό επειδή σ 'αγαπώ.
		-- Robin Hood

%
Είστε γονέας; Μήπως μερικές φορές μπορείτε να βρείτε τον εαυτό σας αβέβαιοι ως προς το τι πρέπει ναπούμε σε αυτές τις αδέξιες καταστάσεις; Δεν ανησυχούν περισσότερο ...Όταν πας να μεγαλώσει;Κάνω μόνο αυτό για το δικό σας καλό.	Γιατί κλαις? Σταματήσει να κλαίει, ή θα σας δώσω κάτι για νακλαίνε περίπου.Τι έπαθες;Κάποια μέρα θα ήθελα να ευχαριστήσω γι 'αυτό.Θα χάνατε το κεφάλι σας εάν δεν επισυνάπτεται.Δεν έχετε κανένα νόημα σε όλα;Αν κρατήσει το πιπίλισμα του αντίχειρα σας, θα πέσουν.Γιατί; Επειδη το ειπα.Ελπίζω ότι έχετε ένα παιδί σαν τον εαυτό σου.
		-- Robin Hood

%
Είστε γονέας; Μήπως μερικές φορές μπορείτε να βρείτε τον εαυτό σας αβέβαιοι ως προς το τι πρέπει ναπούμε σε αυτές τις αδέξιες καταστάσεις; Δεν ανησυχούν περισσότερο ...Δεν θα καταλάβετε.Ρωτάτε πάρα πολλές ερωτήσεις.Για να είναι ένας άνθρωπος, θα πρέπει να μάθουν να ακολουθήσει τις διαταγές.Αυτό είναι για μένα να ξέρω και να το μάθετε.Μην επιτρέψετε σε αυτά τα φοβερίζει σας ωθήσει γύρω. Πάει εκεί και να κολλήσειγια τον εαυτό σας.Είσαι ενεργούν πολύ μεγάλο για britches σας.Λοιπόν, μπορείτε να το έσπασε. Τώρα είναι ικανοποιημένοι είστε;Περιμένετε μέχρι ο πατέρας σου παίρνει το σπίτι.Bored; Αν έχετε βαρεθεί, έχω κάποιες δουλειές για εσάς.Γυμναστείτε ή πλοίο έξω.
		-- Robin Hood

%
Άρθρο ο Τρίτος:Όταν ένα έγκλημα των νεφρών έχει διαπραχθεί, ο κατηγορούμενος θα πρέπει νααπολαμβάνουν το δικαίωμα σε μια ταχεία αλλαγή της πάνας. Δημόσιες ανακοινώσεις καιξεναγήσεις του προαναφερθέντος δεν είναι απαραίτητες.Άρθρο το τέταρτο:Η απόφαση να φάει τεταμένες αρνί ή δεν θα πρέπει να είναι με την "feedee"και όχι το «τροφοδοτικοί". Φυσώντας το ιατρικό αρνί στον τροφοδότη τουτο πρόσωπο θα πρέπει να γίνει αποδεκτή ως μια γνώμη, όχι ως κήρυξη πολέμου.Άρθρο πέμπτο:Τα μωρά πρέπει να απολαμβάνουν την ελευθερία να προφέρουμε, είτε είναι στην εκκλησία,ένα δημόσιο χώρο συνάντησης, κατά τη διάρκεια μιας ταινίας, ή μετά από ώρες όταν ηφώτα είναι έξω. Δεν έχουν μάθει ακόμα ότι η χαρά και το γέλιο έχουνγια να διαρκέσει μια ζωή και πρέπει να διατηρηθούν.
		-- Erma Bombeck, "A Baby's Bill of Rights"

%
Χτυπάμε το γιο σας κάθε μέρα? ίσως δεν ξέρω γιατί, αλλά θα το κάνει.
		-- Erma Bombeck, "A Baby's Bill of Rights"

%
Επειδή εμείς δεν σκεφτόμαστε τις μελλοντικές γενιές, που δεν θα ξεχάσετε ποτέ μας.
		-- Henrik Tikkanen

%
Billy: Μαμά, ξέρετε ότι βάζο είπατε παραδόθηκε απόγενιά σε γενιά;Μαμά: Ναι;Billy: Λοιπόν, αυτή η γενιά έπεσε.
		-- Henrik Tikkanen

%
Ο θηλασμός δεν πρέπει να επιχειρηθεί από τους πατέρες με τριχωτά στήθη,δεδομένου ότι μπορεί να κάνει το φτάρνισμα μωρό και να του δώσετε τον άνεμο.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Η σύλληψη των παιδιών του με τα χέρια τους στο νέο, ακόμα υγρό, αίθριο,ο πατέρας τους δείρουν. Η σύζυγός του τον ρώτησε: «Μην αγαπάτε τα παιδιά σας;""Στην περίληψη, ναι, αλλά όχι στο σκυρόδεμα."
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Catproof είναι οξύμωρο σχήμα, ασφαλές για παιδιά σχεδόν έτσι.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Τα παιδιά είναι σαν τις γάτες, μπορούν να πουν, όταν δεν τους αρέσει. Αυτό είναιόταν έρχονται ξανά και παραβιάζουν το διάστημα το σώμα σας.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Τα παιδιά είναι φυσικό μιμείται που ενεργούν όπως και οι γονείς τους, παρά κάθεπροσπάθεια να τους διδάξουμε καλοί τρόποι.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Τα παιδιά είναι απρόβλεπτα. Ποτέ δεν ξέρεις τι ασυνέπεια ότι είναιπρόκειται να σας πιάσει στην επόμενη.
		-- Franklin P. Jones

%
Τα παιδιά αρχίζουν από την αγάπη των γονιών τους. Μετά από ένα χρόνο που τους κρίνει.Σπάνια, αν όχι ποτέ, μήπως τους συγχωρήσει.
		-- Oscar Wilde

%
Τα παιδιά σπάνια θα αλλοιώνουν. Στην πραγματικότητα, συνήθως επαναλαμβάνουν λέξη γιαλέξη τι δεν πρέπει να έχουν πει.
		-- Oscar Wilde

%
το ταλέντο των παιδιών για να αντέξει πηγάζει από την άγνοια τους εναλλακτικές λύσεις.
		-- Maya Angelou, "I Know Why the Caged Bird Sings"

%
Καθαρισμού σπιτιού σας, ενώ τα παιδιά σας εξακολουθούν να αυξάνονται είναι σαν να φτυαρίζειη βόλτα πριν σταματήσει να χιονίζει.Δεν υπάρχει καμία ανάγκη να κάνει οποιαδήποτε δουλειές του σπιτιού σε όλα. Μετά τα τέσσερα πρώτα έτηη βρωμιά δεν παίρνει καθόλου χειρότερα.
		-- Quentin Crisp

%
Αυταπάτες είναι συχνά λειτουργικά. γνωμοδοτήσεις της μητέρας για την παιδικήομορφιά, την ευφυΐα, την καλοσύνη, κ.λπ. κατά κόρον, να την κρατήσει από πνιγμότους κατά τη γέννηση.
		-- Robert Heinlein

%
Μην δυσχεραίνει τα παιδιά σας, κάνοντας τη ζωή τους εύκολη.
		-- Robert Heinlein

%
Γονιμότητα είναι κληρονομική. Εάν οι γονείς σας δεν έχει καμία παιδιά,ούτε θα σας.
		-- Robert Heinlein

%
Για την εκπαίδευση ενηλίκων τίποτα δεν κτυπά τα παιδιά.
		-- Robert Heinlein

%
Για τα παιδιά με μικρές απώλειες προσοχής: μπούμερανγκ που δεν έρχονται πίσω.
		-- Robert Heinlein

%
FORTUNE θυμάται τις GREAT ΜΗΤΕΡΕΣ: # 5"Και, και, και, και, αλλά, αλλά, αλλά, αλλά!"
		-- Mrs. Janice Markowsky, April 8, 1965

%
FORTUNE θυμάται τις GREAT ΜΗΤΕΡΕΣ: # 6"Johnny, αν πέσει και να σπάσει το πόδι σας, μην έρθουν τρέχοντας σε μένα!"
		-- Mrs. Emily Barstow, June 16, 1954

%
Πάρει εκδίκηση! Ζουν αρκετό καιρό για να είναι ένα πρόβλημα για τα παιδιά σας!
		-- Mrs. Emily Barstow, June 16, 1954

%
Αυτό είναι εύκολο. Δεν πρέπει ποτέ να καταλάβω τι πρέπει να πάρετε για τα παιδιά,γιατί θα σας πω ακριβώς τι θέλουν. Ξοδεύουν μήνες καιμήνες την έρευνα αυτού του είδους τα πράγματα παρακολουθώντας Saturday- πρωίγελοιογραφία μη εμφάνιση διαφημίσεων. Βεβαιωθείτε ότι μπορείτε να πάρετε τα παιδιά σας τι ακριβώςζητούν, ακόμη και αν αποδοκιμάζουμε τις επιλογές τους. Εάν το παιδί σας σκέφτεταιθέλει Δολοφονικές Bob, η κούκλα με το πρόσωπο μπορείτε να αντιγράψετε δεξιά μακριά, θακαλύτερα να το πάρει. Μπορεί να ανησυχούν ότι θα μπορούσε να βοηθήσει να ενθαρρύνει σαςαντικοινωνικές τάσεις του παιδιού, αλλά πιστέψτε με, δεν έχετε δει αντικοινωνικήτάσεις μέχρι να έχετε δει ένα παιδί που έχει την πεποίθηση ότι αυτός ή αυτή δεν το έκανενα πάρει το σωστό δώρο.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
Δώστε ένα μικρό αγόρι ένα σφυρί και θα διαπιστώσετε ότι όλα όσα συναντάχρειάζεται χτυπάει.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
Δώστε την ψυχική μπλοκ του παιδιού σας για τα Χριστούγεννα.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
Έχοντας τα παιδιά είναι σαν να έχεις μια αίθουσα μπόουλινγκ εγκατασταθεί στον εγκέφαλό σας.
		-- Martin Mull

%
Πώς μεγαλύτερη από δόντι ενός φιδιού είναι μια αδελφή "Βλέπεις;"
		-- Linus Van Pelt

%
"Humpf!" Humpfed μια φωνή! "Για σχεδόν δύο ημέρες που έχετε να τρέξει άγρια ​​και επέμεινε στηνκουβεντιάζοντας με τα πρόσωπα που ποτέ δεν υπήρξε. Τέτοια μεταφορικό έργο-on στην ειρηνική μαςζούγκλα! Είχαμε αρκετό από εσάς μουγκρίζοντας κακοφτιάχνω! Και είμαι εδώ για νακατάσταση, «έσπασε το μεγάλο καγκουρό," Αυτό το ανόητο ανόητο παιχνίδι σας είναι όλαΜέσω! "Και ο νεαρός καγκουρό στη θήκη της είπε," Εγώ, εγώ! ""Με τη βοήθεια των Wickersham Brothers και δεκάδες WickershamΘείους και τα ξαδέρφια Wickersham και Wickersham In-Laws, η βοήθεια των οποίων έχω εμπλακεί,Θα πάμε να δεμένα! Και θα πάμε να εγκλωβίζονται! Και, όπως και για τη σκόνη σαςspeck ... Χα! Ότι θα βράσει σε ένα καυτό ατμό κατσαρόλα λάδι Beezle-καρύδι! "
		-- Dr. Seuss "Horton Hears a Who"

%
Πάω στοίχημα όταν τα παιδιά του Νεάντερταλ θα κάνει έναν χιονάνθρωπο, κάποιος θα είναι πάντακαταλήγουν λέγοντας: «Μην ξεχνάτε τα παχιά βαριά φρύδια." Τότε θα πάρετεστενοχωρημένοι επειδή θυμήθηκε ότι είχαν τα μεγάλα hunky φρύδια πάρα πολύ, καιαυτοί θα θυμώνεις και να φάει το χιονάνθρωπο.
		-- Jack Handey, The New Mexican, 1988.

%
Κάλεσα τους γονείς μου τις προάλλες, αλλά είχα ξεχάσει τη διαφορά ώρας.Είναι εξακολουθούν να ζουν στη δεκαετία του πενήντα.
		-- Strange de Jim

%
Έκανα κάποια βαριά έρευνα, έτσι ώστε να είναι προετοιμασμένοι για «Μαμά, γιατί είναιτο γαλάζιο του ουρανού; "Με ρώτησε για τις μαύρες τρύπες στο διάστημα.(Υπάρχει μια τρύπα *, όπου *?)Έχω αποστεωμένα μέχρι να είναι έτοιμη για, "Γιατί είναι το πράσινο γρασίδι;"Ήθελε να συζητήσει τις αλυσίδες τροφίμων της φύσης.(Καλά, ας δούμε, υπάρχει ShopRite, Pathmark ...)Μίλησα για Choo-Choo τα τρένα.Μίλησε κινητήρες εσωτερικής καύσης.(Η καύση κινητήρας εσωτερικής είπε, «νομίζω ότι μπορώ, πιστεύω ότι μπορώ.")Ήμουν ευχαριστημένος με την τρέλα παιχνιδιών βίντεο, νομίζοντας πως θα μπορούσε να ανταγωνιστείως ίσοι.Περιέγραψε τις πολυπλοκότητες των μικροτσίπ που απαιτούνται για τη δημιουργίατα γραφικά.Στη συνέχεια, την εφηβεία εστίας. Αχ, εφηβεία.Είπε, «Μαμά, εγώ απλά δεν καταλαβαίνω τις γυναίκες."(Πέτυχα!)
		-- Betty LiBrizzi, "The Care and Feeding of a Gifted Child"

%
Μισώ τα μωρά. Είναι τόσο ανθρώπινο.
		-- H. H. Munro

%
Ξέρω τι "επιμέλεια" [των παιδιών] σημαίνει. "Πάρτε ακόμα." Αυτάεπιμέλεια σημαίνει. Πάρτε ακόμη και με γριά σας.
		-- Lenny Bruce

%
Αγαπώ τα παιδιά. Ειδικά όταν κλαίνε - γιατί τότε κάποιος τους παίρνει μακριά.
		-- Nancy Mitford

%
Άνοιξα το συρτάρι του μικρού γραφείο μου και ένα μόνο γράμμα έπεσε έξω, έναεπιστολή από τη μητέρα μου, γραμμένο με μολύβι, ένα από τα τελευταία της, με ημιτελήλέξεις και μια σιωπηρή αίσθηση αναχώρησή της. Είναι τόσο περίεργο: μπορεί κανείς νααντισταθεί δάκρυα και «συμπεριφερθεί» πολύ καλά τις δυσκολότερες ώρες της θλίψης. Αλλάτότε κάποιος θα κάνει μια φιλική σημάδι πίσω από ένα παράθυρο ... ή ένα ανακοινώσειςότι ένα λουλούδι που ήταν στο μπουμπούκι μόλις χθες ξαφνικά ανθίσει ... ήμια επιστολή γλιστρά από ένα συρτάρι ... και τα πάντα καταρρέουν.
		-- Letters From Colette

%
Θα σου πω, ήμουν ένα άσχημο παιδί. Ήμουν τόσο άσχημο ότι ο μπαμπάς μου κράτησε το παιδίεικόνα που ήρθε με το πορτοφόλι αγόρασε.
		-- Rodney Dangerfield

%
Είπα τα παιδιά μου, "Κάποια μέρα, θα έχετε τα παιδιά της δικής σας." Ένας από αυτούς είπε,"Έτσι θα έχετε."
		-- Rodney Dangerfield

%
Συνήθιζα να πιστεύω ότι ήμουν ένα παιδί? Τώρα νομίζω ότι είμαι ένας ενήλικας - όχι επειδήΔεν έχω πλέον κάνει παιδαριώδη πράγματα, αλλά επειδή εκείνοι καλώ τους ενήλικες δεν είναιπιο ώριμη από ό, τι είμαι.
		-- Rodney Dangerfield

%
Γεννήθηκα επειδή ήταν μια συνήθεια σε εκείνες τις ημέρες, οι άνθρωποι δεν ήξερανοτιδήποτε άλλο ... δεν ήμουν ένα παιδί θαύμα, επειδή ένα παιδί-θαύμα είναιένα παιδί που ξέρει όσο όταν είναι ένα παιδί όπως κάνει όταν μεγαλώσει.
		-- Will Rogers

%
Εάν ένα παιδί σας ενοχλεί, να τον ηρεμήσει με το βούρτσισμα τα μαλλιά του. Εάν αυτό δενλειτουργήσει, χρησιμοποιήστε την άλλη πλευρά της βούρτσας στο άλλο άκρο του παιδιού.
		-- Will Rogers

%
Εάν οι γονείς θα συνειδητοποιήσουν μόνο τρόπο με τον οποίο έφεραν τα παιδιά τους.
		-- G. B. Shaw

%
Αν η εγκυμοσύνη ήταν ένα βιβλίο που θα κόψει τα δύο τελευταία κεφάλαια.
		-- Nora Ephron, "Heartburn"

%
Εάν η πολύ παλιά, θα θυμάστε, το πολύ νέος θα ακούσει.
		-- Chief Dan George

%
Αν έχετε ποτέ δεν μισούσε από το παιδί σας, έχετε ποτέ δεν ήταν ένας γονέας.
		-- Bette Davis

%
Αν η μητέρα σας ξέραμε τι κάνετε, εκείνη είχε πιθανότατα κρεμάσει το κεφάλι της και κλαίει.
		-- Bette Davis

%
Παραφροσύνη είναι κληρονομική. Μπορείτε να το πάρετε από τα παιδιά σας.
		-- Bette Davis

%
Είναι καλύτερα να παραμείνει άτεκνος από τον πατέρα ορφανό.
		-- Bette Davis

%
Δεν είναι περίεργο ότι οι άνθρωποι είναι τόσο φρικτό όταν αρχίζουν τη ζωή ως παιδιά.
		-- Kingsley Amis

%
Είναι τόσο σύντομα ότι έχω κάνει για, αναρωτιέμαι τι είχα αρχίσει για.
		-- Epitaph, Cheltenham Churchyard

%
Πρέπει να ήταν κάποια άγαμα ανόητος που είπε: «Ένα παιδί μπορεί να κάνει ερωτήσειςότι ένας σοφός άνθρωπος δεν μπορεί να απαντήσει »? επειδή, σε κάθε αξιοπρεπές σπίτι, ένα παλιόπαιδο πουαρχίζει τις ερωτήσεις είναι άμεσα συσκευασμένα για ύπνο.
		-- Arthur Binstead

%
Κοστίζει τώρα περισσότερο να διασκεδάσει ένα παιδί από ό, τι ήταν κάποτε έκανε για να εκπαιδεύσει τον πατέρα του.
		-- Arthur Binstead

%
Δεν είναι ποτέ πολύ αργά για να έχεις μια ευτυχισμένη παιδική ηλικία.
		-- Arthur Binstead

%
Τα παιδιά πάντα φωτίζει μέχρι ένα σπίτι? ως επί το πλείστον, αφήνοντας τα φώτα αναμμένα.
		-- Arthur Binstead

%
Τα παιδιά έχουν * _____ ποτέ * ληφθεί καθοδήγηση από τους γονείς τους. Αν μπορούσεςταξιδέψει πίσω στο χρόνο και να τηρούν την αρχική πρωτευόντων οικογένεια στοαρχικό δέντρο, θα δείτε τα πρωτεύοντα γονείς φωνές στο πρωτεύονέφηβος για να κάθεται γύρω και μούτρα όλη την ημέρα, αντί του κυνηγιού γιαπρονύμφες και τα μούρα, όπως ο μπαμπάς πρωτευόντων. Τότε θα βλέπατε το πρωτεύονέφηβος βαδίσει βαριά έως υποκατάστημα του και να κλείσουμε τα φύλλα.
		-- Dave Barry, "Kids Today: They Don't Know Dum Diddly Do"

%
Lies! Όλα τα ψέματα! Είστε όλοι ψέματα εναντίον αγόρια μου!
		-- Ma Barker

%
Η ζωή δεν αρχίζει από τη στιγμή της σύλληψης ή τη στιγμή της γέννησης.Ξεκινά όταν τα παιδιά φεύγουν από το σπίτι και ο σκύλος πεθαίνει.
		-- Ma Barker

%
Η ζωή είναι μια σεξουαλικά μεταδιδόμενη ασθένεια με τη θνησιμότητα 100%.
		-- Ma Barker

%
Η ζωή είναι σαν μια πάνα - βραχυπρόθεσμα και φορτωμένο.
		-- Ma Barker

%
Η λογοτεχνία είναι ως επί το πλείστον για το σεξ και όχι πολύ για να αποκτήσουν παιδιά.Η ζωή είναι ο άλλος τρόπος γύρω.
		-- David Lodge, "The British Museum is Falling Down"

%
Ωριμότητα είναι μόνο ένα σύντομο διάλειμμα στην εφηβεία.
		-- Jules Feiffer

%
Μπορεί να έχετε πολλές όμορφες και υπάκουος κόρες.
		-- Jules Feiffer

%
Μπορεί να έχετε πολλά όμορφος και υπάκουος γιους.
		-- Jules Feiffer

%
ΑΝΑΜΝΗΣΕΙΣ ΤΗΣ ΣΥΝΕΔΡΙΑΣΕΙΣ ΟΙΚΟΓΕΝΕΙΑ ΜΟΥ εξακολουθούν να αποτελούν πηγή δύναμης για μένα. εγώθυμάστε είχαμε όλοι μπει στο αυτοκίνητο - ξεχάσω τι είδους ήταν - καιαυτοκίνητο και το αυτοκίνητο.Δεν είμαι σίγουρος πού θα πάμε, αλλά νομίζω ότι υπήρχαν κάποιες μέλισσες εκεί. ομυρωδιά του κάτι που ήταν ισχυρή στον αέρα, όπως παίξαμε ανεξαρτήτως αθλήματος μαςέπαιξε. Θυμάμαι ένα μεγαλύτερο, παλαιότερο τύπο τον οποίο ονομάσαμε "μπαμπά". Εμείς θα φάτεκάποια πράγματα ή όχι και τότε νομίζω ότι πήγαμε σπίτι.Υποθέτω ότι κάποια πράγματα δεν σε αφήνουν ποτέ.
		-- Jack Handey, The New Mexican, 1988.

%
Μικροκύματα φριζάρισμα κληρονόμος σας.
		-- Jack Handey, The New Mexican, 1988.

%
αγόρι μου είναι ένα μέσο παιδί. Ήρθα σπίτι τις προάλλες και τον είδα να δέσει με ταινία σκουλήκιαστο πεζοδρόμιο, κάθεται εκεί και προσέχει τα πουλιά παίρνουν κήλες. Λοιπόν,μόνο τα περασμένα Χριστούγεννα Του έδωσα ένα όπλο Β-Β και μου έδωσε ένα φούτερ μεένα ταύροι-μάτι στην πλάτη.Είπα τα παιδιά μου, "Κάποια μέρα, θα έχετε τα παιδιά της δικής σας." Ένας από αυτούςείπε, "Έτσι θα έχετε."
		-- Rodney Dangerfield

%
Η οικογένειά μου ιστορία ξεκινάει μαζί μου, αλλά το δικό σου τελειώνει με εσάς.
		-- Iphicrates

%
Η μητέρα μου αγαπούσε τα παιδιά - που θα μπορούσε να δώσει τίποτα, αν είχα ένα.
		-- Groucho Marx

%
Η μητέρα μου μου είπε κάποτε, «Elwood," (που πάντα μου τηλεφώνησε Elwood)"Elwood, σε αυτόν τον κόσμο θα πρέπει να είναι OH τόσο έξυπνος ή OH τόσο ευχάριστη."Για χρόνια προσπάθησα έξυπνος. Θα ήθελα να συστήσω ευχάριστη.
		-- Elwood P. Dowde, "Harvey"

%
Η μητέρα μου θέλει εγγόνια, έτσι είπα, "Μαμά, πάμε για αυτό!"
		-- Sue Murphy

%
Η μητέρα μου ήταν ένα δοκιμαστικό σωλήνα? Ο πατέρας μου ήταν ένα μαχαίρι.
		-- Friday

%
Οι γονείς μου πήγε στο Νιαγάρα και το μόνο που πήρα ήταν αυτό ταλαιπωρημένος ζωή.
		-- Friday

%
τελετουργικό μου διαφέρει ελαφρώς. Τι να κάνω, το πρώτο πράγμα που [το πρωί], είναι ότιhop στο ντους. Τότε θα hop δεξιά πίσω έξω, γιατί όταν πήδησεσε προσγειώθηκα ξυπόλητος ακριβώς πάνω Βλ Threepio, ένα μικρό πλαστικό ρομπότχαρακτήρα από το "Star Wars" τους οποίους ο γιος μου, ο Robert, θέλει να τραβήξει τα πόδια μακριάτου, ενώ ο ίδιος ντους. Τότε θα hop δεξιά πίσω στο στάβλο, επειδή το σκυλί μας,Earnest, ο οποίος έχει μόνος στο υπόγειο όλη τη νύχτα δημιουργία ισχυρώνσυναισθήματα σκύλος, έχει έρθει οριοθέτησης και τρεμάμενος στο μπάνιο και θέλεινα με χαιρετήσει με 60 ή 70 χιλιάδες παιχνιδιάρικο ΕΕΠ, κάθε μία εκ των οποίων - αρκούδακατά νου ότι είμαι γυμνός και χωρίς τους φακούς επαφής μου, κατ 'ουσίαν τυφλή- Θα μπορούσε να οδηγήσει στο είδος του τραυματισμού, όπου θα πρέπει να μάθουν μια εντελώς νέαμέρος αν θέλετε να τραγουδήσει το "Μεσσία", αν έχετε κλίση μου. Τότε θα hopδεξιά πίσω έξω, γιατί ο Robert, με αυτή την παράξενη έκτη αίσθηση μερικά παιδιάέχουν - δεν μπορείτε να διδάξει? μπορούν είτε να έχουν ή να μην κάνουν - έχει επιλέξειακριβώς εκείνη τη στιγμή για να ξεπλύνει ένα από τα τουαλέτες. Ίσως πολλές από αυτές.
		-- Dave Barry

%
Φύση κάνει τα αγόρια και τα κορίτσια υπέροχο να δούμε μετά, ώστε να μπορούν ναανεκτή μέχρι να αποκτήσουν κάποιο νόημα.
		-- William Phelps

%
Ποτέ δεν έχουν παιδιά, μόνο τα εγγόνια.
		-- Gore Vidal

%
Ποτέ μην δανείσει το αυτοκίνητό σας σε κανέναν για τους οποίους έχετε γεννήσει.
		-- Erma Bombeck

%
Ποτέ μην αυξήσει το χέρι σας με τα παιδιά σας - αφήνει midsection σαςαπροστάτευτος.
		-- Robert Orben

%
Ποτέ μην εμπιστεύεστε ένα παιδί μακρύτερα από ό, τι μπορείτε να το ρίξει.
		-- Robert Orben

%
Δεν σπίτι childproofed εκτός αν τα μικρά αγγελούδια είναι σε ζουρλομανδύες.
		-- Robert Orben

%
Δεν έχει σημασία πόσο χρονών μητέρα είναι, η ίδια ρολόγια μέσης ηλικίας παιδιά της γιασημάδια βελτίωσης.
		-- Florida Scott-Maxwell

%
Κανείς δεν υποφέρει τον πόνο της γέννησης ή την αγωνία της αγάπης ενός παιδιού με σκοπόγια προέδρους να κάνουν πολέμους, για τις κυβερνήσεις να τρέφονται επί της ουσίαςτους ανθρώπους τους, για τις ασφαλιστικές εταιρείες να εξαπατήσει τους νέους και ληστεύουν το παλιό.
		-- Lewis Lapham

%
Ένας πατέρας είναι περισσότερο από εκατό δασκάλους.
		-- George Herbert

%
Ένα από τα μειονεκτήματα της απόκτησης παιδιών είναι ότι τελικά πάρει παλιάαρκετά για να σας δώσει παρουσιάζει κάνουν στο σχολείο.
		-- Robert Byrne

%
Μόνο οι ενήλικες έχουν δυσκολία με ασφάλεια για παιδιά πώματα.
		-- Robert Byrne

%
Από τα στόματα των babes δεν έρχονται συχνά δημητριακά.
		-- Robert Byrne

%
Οι γονείς συχνά μιλούν για τη νεότερη γενιά, όπως και αν δεν έχουνένα μεγάλο μέρος τίποτα να κάνει με αυτό.
		-- Robert Byrne

%
Παρακαλούμε, μητέρα! Θα προτιμούσα να κάνω μόνος μου!
		-- Robert Byrne

%
Reinhart δεν ήταν ποτέ το αγαπημένο της μητέρας του - και ήταν ένα μόνο παιδί.
		-- Thomas Berger

%
Να θυμάστε ότι ως έφηβος που βρίσκονται στο τελευταίο στάδιο της ζωής σας, ότανθα είναι ευτυχής να ακούσω ότι το τηλέφωνο είναι για σας.
		-- Fran Lebowitz, "Social Studies"

%
Χιόνι και εφηβική ηλικία είναι τα μόνα προβλήματα που εξαφανίζονται αν αγνοήσουμετους αρκετά μεγάλο χρονικό διάστημα.
		-- Fran Lebowitz, "Social Studies"

%
Κάπου σε αυτόν τον πλανήτη, κάθε δέκα δευτερόλεπτα, υπάρχει μια γυναίκα από τον τοκετόσε ένα παιδί. Αυτή πρέπει να βρεθεί και να σταματήσει.
		-- Sam Levenson

%
Διδάξτε τα παιδιά να είναι ευγενική και στο σπίτι, και, όταν μεγαλώσουν,δεν θα είναι σε θέση να άκρη ένα αυτοκίνητο πάνω σε έναν αυτοκινητόδρομο.
		-- Sam Levenson

%
μωρά δοκιμαστικό σωλήνα δεν πρέπει να ρίχνουν πέτρες.
		-- Sam Levenson

%
Ότι όλοι οι άνθρωποι πρέπει να είναι αδέρφια είναι το όνειρο των ανθρώπων που δεν έχουν αδέλφια.
		-- Charles Chincholles, "Pensees de tout le monde"

%
Το μέσο εισόδημα του σύγχρονου εφήβου είναι περίπου δύο
		-- Charles Chincholles, "Pensees de tout le monde"

%
Η αίθουσα του δικαστηρίου ήταν έγκυος (λογοπαίγνιο προορισμένο) με αγωνία τη σιωπή καθώς ηδικαστής έκρινε πανηγυρικά την ετυμηγορία του στο κοστούμι πατρότητας πριν από αυτόν.Ξαφνικά, έφτασε στις πτυχώσεις του ράσα του, επέστησε ένα πούρο καιτελετουργικά παρέδωσε στον εναγόμενο."Συγχαρητήρια!" declaimed το νομικός. "Έχετε μόλις γίνειπατέρας!"
		-- Charles Chincholles, "Pensees de tout le monde"

%
Η καταγγελία του νεαρού είναι ένα απαραίτητο μέρος της υγιεινής των ηλικιωμένωνάνθρωποι, και σε μεγάλο βαθμό βοηθά στην κυκλοφορία του αίματος.
		-- Logan Pearsall Smith

%
Το γεγονός ότι τα αγόρια επιτρέπεται να υπάρχουν σε όλα είναι ενδείξεις μιας αξιόλογηςChristian ανεκτικότητα μεταξύ των ανδρών.
		-- Ambrose Bierce

%
Το πρώτο μισό της ζωής μας έχει καταστραφεί από τους γονείς μας και το δεύτερο εξάμηνοαπό τα παιδιά μας.
		-- Clarence Darrow

%
Ο πλήρης αντίκτυπος της γονικής δεν χτυπάτε μέχρι να πολλαπλασιάσετε τοαριθμός των παιδιών σας από τριάντα δύο δόντια.
		-- Clarence Darrow

%
Το μέλλον είναι ένας μύθος που δημιουργήθηκε από τις ασφαλιστικές τους πωλητές και υψηλή σχολικούς συμβούλους.
		-- Clarence Darrow

%
Η καλή πεθαίνουν νέοι - επειδή βλέπουν ότι είναι καμία χρήση που ζουν αν έχειςνα είναι καλή.
		-- John Barrymore

%
Η ιδέα είναι να πεθάνουν νέοι όσο το δυνατόν αργότερα.
		-- Ashley Montague

%
Το σύγχρονο παιδί θα σας απαντήσουμε πριν έχετε πει τίποτα.
		-- Laurence J. Peter

%
"Ο μόνος πραγματικός τρόπος για να δείχνετε νεότεροι δεν πρέπει να γεννηθεί τόσο σύντομα."		   Ξανά και ξανά"
		-- Charles Schulz, "Things I've Had to Learn Over and

%
Το πρόβλημα με την πισίνα γονίδιο είναι ότι δεν υπάρχει ναυαγοσώστης.
		-- Charles Schulz, "Things I've Had to Learn Over and

%
Ο πραγματικός λόγος μεγάλες οικογένειες όφελος της κοινωνίας είναι επειδή τουλάχιστονμερικά από τα παιδιά του κόσμου δεν θα πρέπει να αυξηθεί από τους αρχάριους.
		-- Charles Schulz, "Things I've Had to Learn Over and

%
Τα χρόνια της αιχμής πνευματική δραστηριότητα είναι αναμφισβήτητα μεταξύ των ηλικιών των τεσσάρωνκαι δεκαοκτώ. Σε τέσσερις γνωρίζουμε όλες τις ερωτήσεις, σε δεκαοκτώ όλες τις απαντήσεις.
		-- Charles Schulz, "Things I've Had to Learn Over and

%
«Υπήρχε ένα αγόρι που ονομάζεται Eustace Clarence Scrubb, και αυτός σχεδόν άξιζε."
		-- C. S. Lewis, "The Chronicles of Narnia"

%
Δεν υπάρχει κανένα σημείο στο να μεγαλώσει αν δεν μπορεί να είναι παιδαριώδη φορές.
		-- Dr. Who

%
Δεν υπάρχει τίποτα λάθος με τους εφήβους η συλλογιστική τους δεν θα επιδεινώσει.
		-- Dr. Who

%
Τα μικρά παιδιά είναι οι stormtroopers του Κυρίου της Εντροπίας.
		-- Dr. Who

%
Προβλήματα είναι σαν τα μωρά? ότι μόνο αυξηθεί κατά νοσηλευτικής.
		-- Dr. Who

%
Δύο μητρικές σταγόνες πέρασε μήνες διδασκαλία γιο τους πώς να είναι μέρος τουωκεανός. Μετά από μήνες της κατάρτισης, η πτώση πατέρα σχολίασε για τη μητέρα πτώση,«Έχουμε διδαχθεί ό, τι το αγόρι μας ξέρουμε, ότι είναι σκόπιμο να είναι παλίρροια".
		-- Dr. Who

%
Είμαστε όλοι γεννημένοι το όμορφο, φρέσκο ​​και αυθόρμητη και πρέπει να είναι πολιτισμένηπριν είμαστε ικανοί να συμμετέχουν στην κοινωνία.Σωστή Συμπεριφορά "
		-- Judith Martin, "Miss Manners' Guide to Excruciatingly

%
Είμαστε οι άνθρωποι οι γονείς μας μας προειδοποίησε για.
		-- Judith Martin, "Miss Manners' Guide to Excruciatingly

%
Τι διαμορφώνει και τις συνθήκες πραγματικά και να μας κάνει να είναι κάποιος μόνο μερικές απόμας έχουν ποτέ το θάρρος να αντιμετωπίσει: και αυτό είναι το παιδί που κάποτε ήταν,πολύ πριν από την επίσημη εκπαίδευση πήρε ποτέ τα νύχια της μέσα σας - ότιανυπόμονος, όλα απαιτητικές παιδί που θέλει αγάπη και τη δύναμη και δεν μπορεί να πάρειαρκετά είτε και που πηγαίνει σε μαίνεται και κλαίγοντας στο πνεύμα σας μέχριεπιτέλους τα μάτια σας κλειστά και όλοι οι ανόητοι λένε, "Δεν κοίταξεειρηνική; "Είναι εκείνους πεντ-up, λαχτάρα των παιδιών που κάνουν όλους τους πολέμουςκαι όλα τα δεινά και όλη την τέχνη και όλη την ομορφιά και την ανακάλυψη στηντη ζωή, επειδή προσπαθούν να επιτύχουν ό, τι θέσει πέρα ​​από τον έλεγχό τουςπριν ήταν πέντε χρονών.
		-- Robertson Davies, "The Rebel Angels"

%
Τι γίνεται με τα παιδιά, θα κάνουν την κοινωνία.
		-- Robertson Davies, "The Rebel Angels"

%
Όταν παιδικής ηλικίας πεθαίνει, τα πτώματα που ονομάζεται ενήλικες.
		-- Brian Aldiss

%
Όταν ήμουν 16, σκέφτηκα ότι δεν υπήρχε καμία ελπίδα για τον πατέρα μου. Μέχρι τη στιγμή που ήμουν20, είχε κάνει μεγάλη βελτίωση.
		-- Brian Aldiss

%
Όταν γεννήθηκαν, μια μεγάλη ευκαιρία λήφθηκε για σας.
		-- Brian Aldiss

%
Γιατί το λένε baby-sitting όταν το μόνο που κάνετε είναι να εκτελέσετε μετά από αυτούς;
		-- Brian Aldiss

%
Γιατί να μην έχουμε ένα παλιομοδίτικο Χριστουγέννων για την οικογένειά σας φέτος; ΜόλιςΦανταστείτε τη σκηνή στο σαλόνι σας το πρωί των Χριστουγέννων τα παιδιά σαςανοίξτε ντεμοντέ τους δώρα.11-year-old γιος σου: «Τι στο καλό είναι αυτό;"Μπορείτε: "Μια σβούρα μπορείτε να γυρίσετε γύρω, και στη συνέχεια, τελικά πέφτεικάτω. Τι ΔΙΑΣΚΕΔΑΣΗ! Χαχα!"Son: "Είναι αυτό ένα αστείο γονείς Jason Thompson του τον πήρε έναν υπολογιστή με;δύο μονάδες δίσκου και 128 kilobytes μνήμη τυχαίας προσπέλασης, και παίρνω αυτόκρετίνος TOP; "8-year-old κόρη σου: "Νομίζεις ότι είναι κακό Κοίτα αυτό;».Εσείς: «Είναι figgy πουτίγκα Τι μια απόλαυση!"Κόρη: "Μοιάζει με κατσίκα barf."
		-- Dave Barry, "Simple, Homespun Gifts"

%
Μπορείτε να μάθετε πολλά πράγματα από τα παιδιά. Πόσο υπομονή έχετε,για παράδειγμα.
		-- Franklin P. Jones

%
"Δεν μπορείτε να περιμένετε μια μητέρα να είναι με ένα μικρό παιδί όλη την ώρα," MargaretMead παρατήρησε κάποτε, με τη συνηθισμένη καλή αίσθηση της, αλλά το 1978 που συγκλόνισεφεμινίστριες τσακίζοντας ότι οι γυναίκες δεν έχουν πραγματικά τα παιδιά να τα βάλουν στοημερήσιας φροντίδας δώδεκα ώρες την ημέρα, είτε.
		-- Caroline Bird, "The Two Paycheck Marriage"

%
Δεν μπορείτε να αγκαλιάσει ένα παιδί με πυρηνικά όπλα.
		-- Caroline Bird, "The Two Paycheck Marriage"

%
Η ευθύνη σας ως γονέας δεν είναι τόσο μεγάλη όσο μπορείτε να φανταστείτε. Εσείςδεν χρειάζεται να προμηθεύουν τον κόσμο με την επόμενη κατακτητή της νόσου ή μεγάλη κίνησηαστέρι εικόνα. Εάν το παιδί σας απλά μεγαλώνει για να είναι κάποιος που δεν χρησιμοποιείη λέξη «συλλεκτικό» ως ουσιαστικό, μπορείτε να θεωρείτε τον εαυτό σας ανεπιφύλακτηεπιτυχία.
		-- Fran Lebowitz, "Social Studies"

%
Νεολαία είναι ένα τέτοιο θαυμάσιο πράγμα. Τι έγκλημα να χάνετε σε παιδιά.
		-- George Bernard Shaw

%
Νεολαία είναι ο θεματοφύλακας των γενιές.
		-- George Bernard Shaw

%
Νεολαία είναι όταν έχετε κατηγορήσει όλα τα προβλήματά σας σχετικά με τους γονείς σας? ωριμότητα είναιόταν μάθουν ότι τα πάντα είναι το σφάλμα της νεότερης γενιάς.
		-- George Bernard Shaw

%
Νεολαία. Είναι ένα θαύμα που ο καθένας θα ξεπερνά ποτέ.
		-- George Bernard Shaw

%
