* SynrG σημειώνει ότι ο αριθμός των ερωτήσεων διαμόρφωσης για να απαντήσει σε  sendmail είναι μη τετριμμένη
		-- David Leimbach

%
* James θα ήταν πιο εντυπωσιασμένος αν μαγικές δυνάμεις netgod θα μπορούσε να σταματήσει η  χωρίζει στην πρώτη θέση ...* Netgod σημειώνει προγραμματιστές του Debian είναι εξαιρετικά δύσκολο να εντυπωσιάσει
		-- David Leimbach

%
<SEL> χρειάζεστε βοήθεια: το πρώτο μου πακέτο με τον παροχέα μου χάνεται :-(<Netgod> sel: Μην στείλετε το πρώτο, ξεκινήστε με # 2
		-- David Leimbach

%
<James> κατάχρηση μένα. Είμαι τόσο κουτσός έστειλα μια αναφορά σφάλματος για να        debian-devel-αλλαγές
		-- David Leimbach

%
Δεν σκέφτηκα ποτέ ότι θα βλέπαμε την ημέρα όπου Netscape είναι ελεύθερο λογισμικό καιX11 είναι ιδιόκτητο. Ζούμε σε ενδιαφέροντες καιρούς.
		-- Matt Kimball <mkimball@xmission.com>

%
<Jim> Lemme βεβαιωθείτε ότι δεν είμαι σπαταλά το χρόνο εδώ ... bcwhite θα αφαιρέσει      pkgs που havent έχουν καθοριστεί τα οποία έχουν εξαιρετική σφάλματα της σοβαρότητας      "σπουδαίος". Σωστό ή λάθος?<JHM> jim: "σημαντικό" ή υψηλότερη. Αληθής.<Jim> Στη συνέχεια, είμαστε έτοιμοι να χάσουν ftp.debian.org και dpkg :)* Netgod θα χάσετε dpkg - ήταν περιστασιακά χρήσιμη<Joey> Έχουμε ακόμα rpm ....
		-- Matt Kimball <mkimball@xmission.com>

%
<JHM> υπερφόρτωση είναι το σημάδι μιας πραγματικής συντηρητή Debian.
		-- Matt Kimball <mkimball@xmission.com>

%
<Overfiend> partycle: Εγώ σοβαρά χρειάζονται διακοπές από αυτό το πακέτο.            Εγώ πραγματικά είχε ένα όνειρο για την εισαγωγή ενός ηλίθιο νέο bug            σε Xbase-preinst χθες το βράδυ. Αυτό είναι ένα κακό σημάδι.
		-- Matt Kimball <mkimball@xmission.com>

%
Γράφοντας μη-ελεύθερο λογισμικό δεν είναι ηθικά νόμιμη δραστηριότητα, οπότε ανοι άνθρωποι που κάνουν αυτή τρέχει σε μπελάδες, αυτό είναι καλό! Όλες οι επιχειρήσεις που βασίζονταιγια μη-ελεύθερο λογισμικό θα έπρεπε να αποτύχει, και όσο πιο γρήγορα τόσο το καλύτερο.
		-- Richard Stallman

%
υπηρεσία DNS Microsoft τερματίζει ασυνήθιστα όταν recieves μια απάντησησε ένα ερώτημα DNS που δεν έγινε ποτέ. Fix Πληροφορίες: Εκτελέστε το DNS σαςυπηρεσία σε μια διαφορετική πλατφόρμα.
		-- BugTraq

%
* Dpkg χέρια stu ένα τεράστιο ποτήρι vbeer* Joey παίρνει την μπύρα από ΙΤΜ, είστε πάρα πολύ νέοι?)* Cylord παίρνει την μπύρα από το Joey, είστε πάρα πολύ μεθυσμένος.* Cylord δίνει την μπύρα για να muggles.
		-- BugTraq

%
Εμείς οι άνθρωποι της διανομής Debian GNU / Linux, ώστε να σχηματίσουν έναπιο τέλεια λειτουργικού συστήματος, καθορίζει την ποιότητα, την ασφάλιση αγοράποικιλομορφία, προβλέπει τις κοινές ανάγκες των χρηστών ηλεκτρονικών υπολογιστών, την προώθησητην ασφάλεια και την προστασία της ιδιωτικής ζωής, την ανατροπή μονοπωλιακές δυνάμεις στον υπολογιστήβιομηχανία λογισμικού, και να εξασφαλίσει την ευλογία της ελευθερίας στους εαυτούς μας καιαπογόνους μας, να χειροτονήσει και να καθιερωθεί αυτό το Σύνταγμα για το DebianGNU / Linux σύστημα.
		-- BugTraq

%
"Αυτή είναι η element_data δομή για στοιχεία των οποίων * ELEMENT_TYPE =FORM_TYPE_SELECT_ONE, FORM_TYPE_SELECT_MULT. * / / * * Φωλιάζει πιο βαθιάκαι πιο βαθιά, όλο και πιο δύσκολο, πάμε, πάμε, OH, OH, ohhhhh !! * Συγνώμη, πήρεπαρασύρονται εκεί. * Lo_FormElementOptionData_struct / struct. "
		-- Mozilla source code

%
Ενώ το έτος 2000 (Y2K) πρόβλημα δεν είναι ένα ζήτημα για μας, όλα Linuxεφαρμογές θα επηρεαστεί από το έτος 2038 (y2.038k) θέμα. οΤου Debian έχει δεσμευτεί να συνεργαστεί με τη βιομηχανία για το θέμα αυτόκαι θα έχουμε πλήρη σχέδια και τη στρατηγική μας δημοσιεύτηκε από το πρώτο τρίμηνοτου 2020.
		-- Mozilla source code

%
... Πού ήταν Stac Electronics, όταν η Microsoft εφευρέθηκε DoubleSpace; Πουήταν η Xerox και η Apple όταν η Microsoft εφηύρε το γραφικό περιβάλλον; Πού ήταν της AppleQuickTime όταν η Microsoft εφευρέθηκε βίντεο για τα Windows; Πού ήταν SpyglassΜωσαϊκό Inc., όταν η Microsoft επινόησε τον Internet Explorer; Πού ήταν Sunόταν η Microsoft εφευρέθηκε Java;
		-- Mozilla source code

%
Λυπάμαι αν τους παρακάτω ήχους μαχητικός και υπερβολικά προσωπικά,αλλά αυτό είναι γενικά το στυλ μου. - Ian Jackson
		-- Mozilla source code

%
"Το μεγαλύτερο πρόβλημά μου με RH (και ειδικά πακέτα contrib RH) είναι ότιΔεν έχουν τίποτα όπως την πολιτική μας. Αυτός είναι ένας από τους κύριους λόγουςγιατί τα πακέτα τους είναι τόσο μίζερη και σπασμένα. Debian έχει την ομαδική εργασίαπλευρά της οικοδόμησης μιας κατανομής κάτω σε μια λεπτή τέχνη. "
		-- Mozilla source code

%
"Slackware χρήστες δεν έχουν σημασία. Από την εμπειρία μου, το Slackware χρήστεςείτε ανίδεοι αρχάριους που θα έχουν πρόβλημα, ακόμη και με πίσσα, ή είναιλυσσαλέες do-it-yourselfers που δεν θα εγκαταστήσει κάποιος άλλος προ-μεταγλωττισμέναδυαδικό ακόμη και αν είχαν καταβληθεί για να το κάνει. "
		-- Mozilla source code

%
<XinkeT> "Κύριε δώσε μου την ηρεμία να δεχτεί τα πράγματα δεν μπορώ         αλλάζουν, το θάρρος να αλλάξουμε τα πράγματα που μπορώ, και τη σοφία         για να κρύψει τα σώματα των ανθρώπων που είχα να σκοτώσουν επειδή         με νευρίασε."
		-- Mozilla source code

%
* Σκοτάδι έχει αλλάξει το θέμα για #debian κανάλι: Αργότερα απόψε: Μετά την  μήνες προσεκτικής ψύξης, το Debian 2.0 είναι αρκετά τελικά δροσερό για να  ελευθέρωση.
		-- Mozilla source code

%
Κάθισα γέλιο snidely σε φορητό υπολογιστή μου, μέχρι που μου έδειξε ένα PC τρέχειLinux. Και ω! Ήταν σαν να άνοιξαν οι ουρανοί και ο Θεός που εκδίδονται σεclient-side OS τόσο όμορφη, τόσο χαριτωμένη, και τόσο κομψή ότι ένα εκατομμύριοΗ Microsoft προγραμματιστές δεν θα μπορούσε να εφεύρει ακόμη και αν είχαν εκατόέτη και χίλια κιβώτια τράνταγμα κόλα.
		-- LAN Times

%
Κάθισα γέλιο snidely σε φορητό υπολογιστή μου, μέχρι που μου έδειξε ένα PC τρέχειLinux .... Και το έκανε αυτό PC πνίξει; Μήπως τραυλίζουν; Το έκανε, ακόμα μια φορά,να πω ότι αυτό το πρόγραμμα εκτέλεσε μια εσφαλμένη λειτουργία και θα πρέπει να κλείσεικάτω? Όχι. Και αυτό είναι μόνο για τον πελάτη.
		-- LAN Times

%
"Νομίζω ότι οι περισσότεροι προγραμματιστές του Debian είναι μάλλον« πεισματάρικα »άνθρωποιμε ένα μεγάλο βαθμό κατανόησης και υψηλό επίπεδο πάθος για ό, τιαντιλαμβάνονται ως σημαντικά στην ανάπτυξη του συστήματος Debian. "
		-- Bill Leach

%
"Στην πραγματικότητα, η μόνη διανομή του Linux που έχω χρησιμοποιήσει ποτέ ότι πέρασε ηrootshell δοκιμή έξω από το κουτί (χτύπησε rootshell κατά τη στιγμή της dist είναικυκλοφορήσει και δείτε αν μπορείτε να σπάσει το OS με τα σενάρια από εκεί) είναιDebian. "
		-- seen on the Linux security-audit mailing list

%
* CULus φοβάται Perl - η γλώσσα με προαιρετική λάθη
		-- seen on the Linux security-audit mailing list

%
<ΙΤΜ> θα πρέπει να φοβούνται να χρησιμοποιήσουν το KDE, επειδή RMS μπορεί να έρθει σε σας      το σπίτι και να το διασπάσουν την οθόνη σας με ένα τσεκούρι ή κάτι :)
		-- seen on the Linux security-audit mailing list

%
"Και μου αρέσει πραγματικά το Debian 2.0 ότι ένα μεγάλο μέρος i εντελώς ανανεωμένη ηdefault config των συστημάτων linux εταιρεία μας πουλάει και επανεγκατάσταση οποιοδήποτετων συστημάτων Linux στο γραφείο και εδώ στο σπίτι .. "
		-- seen on the Linux security-audit mailing list

%
<Davide> πώς περίοδό μια πολιτική πολιτική αστυνόμευσης με μια πολιτική για την αλλαγή του         πολιτική αστυνόμευσης της αστυνομίας
		-- seen on the Linux security-audit mailing list

%
<Σκοτεινό> "Ας αποτελέσουν το Linux Πρότυπο Linux Τυποποίησης Συλλόγου        Επιτροπή. Ο σκοπός αυτού του συμβουλίου θα είναι να τυποποιήσει το Linux        Τυποποίησης Οργανισμοί. "
		-- seen on the Linux security-audit mailing list

%
<Overfiend> Μην έρθει να κλαίει για μένα για «Συλλέγει 30 λεπτά" σας !! εγώ            πρέπει να οικοδομήσουμε Χ ανηφόρα και τους δύο τρόπους! Στο χιόνι! με γυμνά            πόδια! Και δεν είχαμε compilers! Έπρεπε να μεταφράσει το            κώδικα C σε μνημονικά τους εαυτούς μας!<Overfiend> Και ήμουν 18 πριν είχαμε ακόμα και συναρμολογητές!
		-- seen on the Linux security-audit mailing list

%
NEW YORK (CNN) - οι χρήστες του Διαδικτύου που περνούν ακόμα και λίγες ώρες την εβδομάδα σε απευθείας σύνδεσηστο σπίτι βιώνουν υψηλότερα επίπεδα κατάθλιψης και της μοναξιάς από ό, τι ανείχαν χρησιμοποιήσει το δίκτυο υπολογιστών λιγότερο συχνά, The New York Timesανέφερε την Κυριακή. Το αποτέλεσμα ... εξέπληξε τους δύο ερευνητές καιχορηγούς, η οποία περιελάμβανε την Intel Corp., η Hewlett Packard, η AT & T Έρευνας καιApple Computer.
		-- seen on the Linux security-audit mailing list

%
"Αυτό που είναι εντυπωσιακό, ωστόσο, είναι η γενική διάταξη και την ολοκλήρωση τωνσύστημα. Το Debian είναι ένα πραγματικά κομψό διανομή Linux? μεγάλη προσοχή έχειέχουν ληφθεί κατά την προετοιμασία των πακέτων και την τοποθέτησή τους εντός τηςσύστημα. Ο τεράστιος αριθμός των διαθέσιμων πακέτων είναι επίσης εντυπωσιακό .... "
		-- seen on the Linux security-audit mailing list

%
Το Debian Linux είναι ένα στερεό, ολοκληρωμένο προϊόν, και μια πραγματική ευχαρίστηση ναχρήση. Είναι επίσης μεγάλη για να εμπλακούν με τη συλλογική Debian,του οποίου η φιλικότητα και το πνεύμα υπενθυμίζει τις πρώτες μέρες του Διαδικτύου καιαίσθηση της διαφάνειας και της παγκόσμιας συνεργασίας.
		-- seen on the Linux security-audit mailing list

%
<Πλημμύρας> μπορώ να γράψω ένα Unix-like πυρήνα σε Perl;
		-- seen on the Linux security-audit mailing list

%
<Flood> netgod: Έχω επίσης ένα "κακό Inside" T-shirt (w / Intel λογότυπο) .. για        το πίσω αναφέρει: "Όταν η αρπαγή έρχεται, θα έχετε root;"
		-- seen on the Linux security-audit mailing list

%
<Zarkov> "NT 5.0. Όλα τα σφάλματα και δέκα φορές το μέγεθος του κώδικα!"
		-- seen on the Linux security-audit mailing list

%
<CULus> υπάρχει 150 meg στο / tmp dir! Αγαπητέ Κύριε
		-- seen on the Linux security-audit mailing list

%
<Toor> netgod: τι έχετε στο πυρήνα σας ??? Το μεταγλωττισμένο πηγή για       οδήγηση διαστημικό λεωφορείο ???<Spoo> χρόνο για να κάνει μια zip οδηγείτε μονάδα δισκέτας σας τότε. αν ο πυρήνας       doesn ταιριάζει σε αυτό, ο πυρήνας είναι μια AI
		-- seen on the Linux security-audit mailing list

%
Τώρα επιτέλους μπορώ να εξηγήσω σε όλους γιατί το κάνω αυτό. Πήρα ακριβώς $ 7 αξίζειδωρεάν πράγματα για την εργασία στο Debian!
		-- seen on the Linux security-audit mailing list

%
<Ultima> netgod: Υπολογιστής μου έχει περισσότερα μητρώα από την x86, και
		-- thats- sad

%
* Boren πετάει matlab σε όλη την αίθουσα και ελπίζει ότι σπάει σε έναν αριθμό  aproaching άπειρη peices
		-- thats- sad

%
"... Ήταν πολύ πιο γρήγορα από ό, τι νόμιζα ότι επρόκειτο να είναι, πολύ πιο γρήγορααπό ΝΤ. Εάν οι περαιτέρω αυξήσεις της ταχύτητας γίνεται με το διακομιστή για την τελικήαπελευθέρωση, η Oracle πρόκειται να είναι σε θέση να σκουπίσει τον κώλο τους με τον SQL Server καιπαραδώσει πίσω στο Μ $, ενώ οι διαχειριστές της Oracle ... μεταναστεύουν βάσεις δεδομένων τουςπάνω στο Linux! "
		-- thats- sad

%
Παγκόσμια Κυριαρχία, φυσικά. Και μισόγυμνων θηλυκά. Ποιος νοιάζεται αντου είκοσι παρακάτω; - Linus Torvalds
		-- thats- sad

%
<Flav> Κερδίστε 98 Psychic έκδοση: Θα σας πω, όπου θα πάμε αύριο
		-- thats- sad

%
<Zpx> Είναι εκπληκτικό το πόσο «μη-σπασμένα» Debian είναι σε σύγκριση με το χαλαρό και Rh
		-- thats- sad

%
<Σκοτεινό> "Γεια σου, είμαι από αυτό το πρόγραμμα που ονομάζεται Debian ... έχετε ακούσει για αυτό;       Το όνομά σας φαίνεται να είναι σε ένα σωρό πράγματα μας. "
		-- thats- sad

%
"Σε περίπτωση Percieved αποτυχία του #debian ηγεσίας του έργου είναιτην εξουσία να λάβει δραστικά και descisive δράση για να διορθώσει την αποτυχία,συμπεριλαμβανομένης της δεν περιορίζεται στην αποβολή των υπαλλήλων, apointing νέων υπαλλήλωνκαι γενικά κατάχρηση εξουσίας "
		-- proposed amendment to Debian Constitution

%
<Overfiend> είμαστε καλώντας 2.2 _POTATO_ ??
		-- proposed amendment to Debian Constitution

%
<SirDibos> δεν Johnie Ingram παρέα εδώ στο IRC;
		-- proposed amendment to Debian Constitution

%
* Twilight1 θα πρέπει να διαφυλάξει Mozilla Beanie δεινόσαυρος του στο ομοίωμα, αν  Netscape πωλεί-out σε πολλά από Χαμένοι ..
		-- proposed amendment to Debian Constitution

%
<Lux> αν το MacOS είναι για την αναλφάβητοι υπολογιστή, τότε Windoze είναι για το      μαζοχιστές υπολογιστή
		-- proposed amendment to Debian Constitution

%
<Σκούρο> cULus: Η οικοδόμηση ενός πέντε-μετρητή υψηλό αντίγραφο του Empire State       Κτίριο με συνδετήρες είναι εντυπωσιακή. Να κάνει αυτό με κλειστά μάτια είναι       eleet.
		-- proposed amendment to Debian Constitution

%
Μπορώ να το δω μόλις τώρα: υποψηφιότητα της τρομοκρατίας ;-)        - Manojχαχα! i ορίσει Manoj.
		-- seeS

%
<JHM> Κάπως έχω περισσότερο σεβασμό για 14 χρονών προγραμματιστές του Debian από     14χρονος Certified Microsoft δουλοπάροικοι.
		-- seeS

%
<CULus> Ben: Έχετε solumly ορκίζομαι να σας διαβάσω το Debian email μια φορά την ημέρα και        δεν επιτρέπουν στους ανθρώπους να νομίζετε ότι είστε MIA;<Ben> cULus: i πράξουν ορκίζομαι
		-- seeS

%
"Αναρωτιέμαι αν αυτό είναι το πρώτο σύνταγμα στην ιστορία της ανθρωπότηταςόπου θα πρέπει να υπολογίσει μια τετραγωνική ρίζα για να καθοριστεί εάν μια κίνησηπερνά. :-) "
		-- Seen on Slashdot

%
Αυτή είναι η λύση στο πρόβλημά του Debian .. και δεδομένου ότι ο μόνος πραγματικός τρόποςνα δημιουργήσουμε περισσότερες συγγενείς των προγραμματιστών είναι να έχουν τα παιδιά, χρειαζόμαστε περισσότερηφύλο! Είναι μια μακροπρόθεσμη επένδυση ... είναι το ίδιο το έργο πουικανοποιητική!
		-- Craig Brozefsky

%
<Marcus> Dunham: Ξέρετε πώς πραγματικοί αριθμοί είναι κατασκευασμένα από ορθολογική         αριθμούς από κλάσεις ισοδυναμίας των συγκλινουσών ακολουθιών;<Dunham> Marcus: Ναι.
		-- Craig Brozefsky

%
<CULus> "Γεια σου;" "Γεια baybee" "Είστε Johnie Ingram;" "Για σένα θα είμαι        κανέναν "" ermM .. Πουλάτε slink τα CD; »« Αγαπώ slinkies "
		-- Craig Brozefsky

%
<Overfiend> xhost + localhost πρέπει να γίνεται μόνο από άτομα που θα            ζωγραφίσει όνομα τους και τον κωδικό πρόσβασης root σε ένα διακρατικό            υπερυψωμένη διάβαση.
		-- Craig Brozefsky

%
<JHM> AIX - το Unix από το σύμπαν όπου Σποκ έχει μια γενειάδα.
		-- Craig Brozefsky

%
<Knghtbrd> Μελέτες αποδεικνύουν ότι η έρευνα προκαλεί καρκίνο σε 43% των εργαστηριακών           αρουραίους<CQ> knghtbrd- ναι, αλλά το 78% αυτών των στατιστικών είναι ανοικτά κατά 52% ...
		-- Craig Brozefsky

%
<ΙΤΜ> apt: bugs<Apt>! Σφάλματα είναι ηλίθιοι<Dpkg> apt: είναι ηλίθιοι; τι είναι αυτό?<Apt> dpkg: δεν ξέρω<Dpkg> apt: Η ομορφιά είναι στο μάτι του κατόχου της μπύρας ...<Apt> i ήδη είχαν με αυτόν τον τρόπο, dpkg.
		-- Craig Brozefsky

%
<Muggles> i προσπαθώ να πείσω κάποιους admins Netcom ξέρω να μετατρέψετε          στο Debian από την RH, netgod, αλλά είναι DAMN πεισματάρης<Muggles> γιατί οι χρήστες RH έτσι κολασμένους σκληρά με επικεφαλής;<Espy> είναι το καπέλο
		-- Craig Brozefsky

%
<Doogie> Debian - Όλη η δύναμη, χωρίς το ανόητο καπέλο.
		-- Craig Brozefsky

%
Πόσους μήνες θα πάμε να είναι πίσω από αυτές [Redhat] με glibcελευθέρωση?"
		-- Jim Pick, 8 months before Debian 2.0 is finally released

%
Ο σκοπός της ύπαρξης λίστες αντί newsgroups είναι νατοποθετήστε ένα εμπόδιο για την είσοδο που προστατεύει τους καταλόγους και τους χρήστες τους απόεισβολή από τις γενικές αγράμματοι ορδές.
		-- Ian Jackson

%
Οι περισσότεροι από εμάς αισθάνονται ότι το μάρκετινγκ τύποι είναι σαν ένα επικίνδυνο όπλο - κρατήσετε'Em εκφορτώνονται και κλειδωμένο σε ένα ντουλάπι, και να τους φέρει μόνο όταντα χρειάζεστε για να κάνουν μια δουλειά.
		-- Craig Sanders

%
<BenC> Κ.Ε.Α.Τ.: σας εγγραφεί στο Debian-πάλη ως συντονιστής<BenC> Κ.Ε.Α.Τ.: κανόνες κατάλογο είναι, 1) δεν ωραία μηνύματα ηλεκτρονικού ταχυδρομείου, 2) δεν απολογείται
		-- Craig Sanders

%
<Teknix> τοπικής τηλεφωνικής εταιρίας μας έχει παραδεχθεί ότι κάποιος "υποστηρίζεται σε μια         κουμπί σε ένα διακόπτη "και πήρε ολόκληρο το δίκτυο ΑΤΜ κάτω<Netgod> ελπίζουμε ότι τώρα οι δρομολογητές έχουν σχεδιαστεί καλύτερα, έτσι ώστε το "δίκτυο         off "swtich βρίσκεται στο πίσω μέρος
		-- Craig Sanders

%
<Overfiend> κεραυνό: όταν παίρνετε {MessagesLikeThisFromYourHardDrive}<Overfiend> κεραυνό: αυτό είτε μέσα {TheDriverIsScrewy}<Overfiend> ή<Overfiend> {YourDriveIsFlakingOut BackUpYourDataBeforeIt'sTooLate            PrayToGod}
		-- Craig Sanders

%
<Apt> έχει ειπωθεί ότι redhat είναι το πράγμα Marc Ewing φοράει για      το κεφαλι του.
		-- Craig Sanders

%
<MrCurious> από τη δύναμη της greyskull<MrCurious> κάποιος να μου πει την απαγόρευση να τοποθετήσετε<Sopwith> mrcurious: * .debian.org, * .novare.net<PhilX> * .debian.org. είναι υπέροχο.
		-- Seen on LinuxNet #linux

%
«Αυτό που κάνει αυτό να μου πει; Ότι αν η Microsoft ήταν το τελευταίο λογισμικόΗ εταιρεία αριστερά στον κόσμο, το 13% του πληθυσμού των ΗΠΑ θα πρέπει να συρμάτιναπωλήσεις γκαράζ και υπεραξία για το παλιό TRS-80, μηχανήματα CPM & η Apple] [ 's πρινθα αγοράσει τη Microsoft. Αυτό δεν είναι ακριβώς μια ηχηρή υποστήριξη. "
		-- Seen on Slashdot

%
"Bruce McKinney, συγγραφέας του Hardcore Visual Basic, ανακοίνωσε ότιαυτός είναι απηυδήσει με VB και δεν θα πρέπει να γράφει μια 3η έκδοση του βιβλίου του. οκαλύτερη προσφορά είναι στο τέλος: «Δεν χρειάζομαι μια γλώσσα που σχεδιάστηκε από μια εστίασηομάδα'."
		-- Seen on Slashdot

%
<Cylord> Θα ήταν αποδεκτό από την πολιτική του Debian, αν εισαχθεί ένα crontab         από προεπιλογή σε πατάτα που αποστέλλονται bill.gates@microsoft.com         κάθε πρωί με ένα μήνυμα ηλεκτρονικού ταχυδρομείου που διαβάζουν, "Μην ανησυχείτε, το Linux είναι ένα         φαντασιοπληξία..."
		-- Seen on Slashdot

%
* Overfiend συλλογίζεται κάνει μια NMU της asclock, στο οποίο απλά αλλάζει  η εκτεταμένη περιγραφή να "Αν πέφτουν και βάλτε το κεφάλι σας μεταξύ  τα πόδια σας, μπορείτε να διαβάσετε το χρόνο μακριά assclock σας. "<Doogie> Overfiend: πηγαίνετε στο κρεβάτι.
		-- Seen on Slashdot

%
<Reed> Είναι σημαντικό να σημειωθεί ότι ο κύριος λόγος που η Ρωμαϊκή Αυτοκρατορία       Fail είναι ότι δεν είχαν καμία ιδέα του μηδέν ... έτσι δεν θα μπορούσαν       δοκιμάσει την επιτυχία ή την αποτυχία των προγραμμάτων τους Γ.
		-- Seen on Slashdot

%
Από πότε έχει ο σκοπός του Debian ήταν να κατευνάσει τα συμφέροντα τουμάζα των ανειδίκευτων καταναλωτές; - Steve Μικρότερες
		-- Seen on Slashdot

%
<Joeyh> netgod: er, είναι αυτοί 2.2.0 πακέτα 2.0.0pre9 ή έχετε ένα        απευθείας γραμμή με τους θεούς;<Netgod> joeyh: έχω την απευθείας γραμμή
		-- Seen on Slashdot

%
<_Anarchy_> Ωπ .. ποιος μοιράζουν τις χάρτινες σακούλες 8)
		-- Seen on Slashdot

%
<Αμήχανη> κανέναν γύρω;<Flav> Όχι, είμαστε όλοι ακανόνιστα πολύγωνα
		-- Seen on Slashdot

%
<CULus> Θεέ μου ΔΕΝ μια γεννήτρια τυχαίων QUOTE<Netgod> σίγουρα δεν πιστεύουν ότι ήταν στατική; πώς κουτσός θα ήταν αυτό; :-)
		-- Seen on Slashdot

%
Η απλή ανυπαρξία είναι μια αδύναμη δικαιολογία για την κήρυξη ένα πράγμα unseeable. Εσείς* Μπορεί να δει * δράκους. Απλά πρέπει να κοιτάξουμε προς τη σωστή κατεύθυνση.
		-- John Hasler

%
<Αλευρώδεις> gcc είναι το καλύτερο συμπιεστή μεταφερθεί ποτέ στο Linux. μπορεί να μετατραπεί         12MB του κώδικα του πυρήνα (και αυτό είναι .debbed) σε ένα 500k πυρήνα
		-- John Hasler

%
<Manoj> Ι * όπως * το κοτόπουλο
		-- John Hasler

%
 [] DOGBERT [2] Richard Stallman [3] Φλεγμονώδη καλοκαίρια [1] Manoj Srivastava [4] Κανένα από τα παραπάνω
		-- Debian Project Leader 1999 ballot

%
<Oryn> κανείς αν υπάρχει μια έκδοση του dpkg για RedHat;
		-- Debian Project Leader 1999 ballot

%
Acme-κανόνι (3,1415) ασταθής? επείγον = χαμηλή  * Προστέθηκε ασφαλείας για την πρόληψη διαμελισμό χειριστή, κλείνει: bug # 98765,    bug # 98713, # 98714.  * Προστέθηκε manpage. κλείνει: # 98725.
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
! Netgod: *! ο χρόνος κυλά, όταν είστε με τη χρήση linux! Doogie: *! ναι, άπειρη βρόχους σε 5 δευτερόλεπτα.! Teknix: *! έχει κανείς να δοκιμάζονται εκ νέου ότι με 2.2.x;! Netgod: *! ναι, 4 δευτερόλεπτα τώρα
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
* Σκούρο χαιρετά LIW με ένα μικρό κίτρινο βάτραχος.* LIW φιλάει το βάτραχο και ρολόγια το μετατρέψουν σε μια όμορφη σπασίκλας  κορίτσι, την παίρνει έξω για παγωτό, και ζουν ευτυχισμένοι για πάντα μετά  μαζί της<Σκούρο> LIW: Umm είναι πολύ αργά για να έχουν το βάτραχο πίσω;
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
* CULus πιστεύει ότι πρέπει να πάμε σε εμπορικές εκθέσεις και να δούμε πόσοι άνθρωποι θα  μπορεί να σκοτώσει με τη ρίψη CD του Debian σε αυτούς
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Σκοτεινό> "Ναι, την τιμή σου, έχω RSA κώδικα κρυπτογράφησης tattood στο μου        πέος. Να δείξει την κριτική επιτροπή; "
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Knghtbrd> εσείς οι άνθρωποι είναι όλοι παράφρονες.<Joey> ιππότης: σίγουρος, γι 'αυτό δουλεύουμε στο Debian.<JHM> Knghtbrd: να έρθετε σε επαφή με τον εσωτερικό nutcase σας.
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<CULus> Saens δείχνει κανένα σφάλματα λιγότερο από 3 TCP / IP 2.2.3
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Ερμής> alexsh: Να / ΠΟΛΥ / cairful, θα μπορούσε, αν άτυχος σας, τηγανίζουμε σας          μητρικές κάρτες ..<Knghtbrd> Mercury - Ακούγεται σαν διασκέδαση
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<RCW> σκοτάδι: καλντέρα;<Knghtbrd> RCW - αυτό δεν είναι μια διανομή, είναι μια κατάρα<RCW> Knghtbrd: είναι μια καταραμένη διανομής
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
Το λογισμικό είναι σαν το σεξ, είναι καλύτερα όταν είναι δωρεάν. - Linus Torvalds
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Σκούρο> Knghtbrd: Έχουμε πολλά whatevers.<Knghtbrd> σκοτάδι - Στο Debian; Κόλαση ναι κάνουμε!
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
Το έκανα μόνο για να σας τσαντίσεις. :-Π
		-- Branden Robinson in a message to debian-devel

%
Το λογισμικό που απαιτείται Win95 ή καλύτερα, έτσι εγκατέστησα το Linux.
		-- Branden Robinson in a message to debian-devel

%
10) δεν υπάρχει 10, αλλά αυτό ακούγεται σαν ένα ωραίο αριθμό :)
		-- Wichert Akkerman

%
Eric Raymond: θέλω να ζήσω σε έναν κόσμο όπου το λογισμικό δεν πιπιλίζουν.Richard Stallman: Οποιοδήποτε λογισμικό που δεν είναι ελεύθερο χάλια.Linus Torvalds: Είμαι ενδιαφέρονται για την δωρεάν μπύρα.Richard Stallman: Αυτό είναι εντάξει, εφ 'όσον δεν έχω να το πιει. εγώ                   Δεν μου αρέσει η μπύρα.
		-- LinuxWorld Expo panel, 4 March 1999

%
Δεν είμαι ένα επίπεδο-με επικεφαλής πρόσωπο ... - Bruce Perens
		-- LinuxWorld Expo panel, 4 March 1999

%
Προσωπικά, δεν μου συχνά μιλούν για κοινωνικό αγαθό γιατί όταν ακούω άλλουςοι άνθρωποι μιλούν για κοινωνικό αγαθό, ότι όταν φθάνω για το περίστροφό μου.
		-- Eric Raymond

%
Αν θέλουμε κάτι ωραίο για να γεννηθεί σε εννέα μήνες, τότε το σεξ θα πρέπει νασυμβαίνω. Θέλουμε να έχουμε το είδος του σεξ που είναι αποδεκτό και διασκέδαση για τα δύοοι άνθρωποι, δεν είναι το είδος όπου κάποιος είναι να πάρει βιδωθεί. Ας πάρει κάποια σταυρόγονιμοποίηση, αλλά όχι κάποιος πάρει βιδωθεί.
		-- Larry Wall

%
Όλοι γνωρίζουμε το Linux είναι μεγάλη ... κάνει άπειρες βρόχων σε 5 δευτερόλεπτα.
		-- Linus Torvalds

%
ΝΑΊ! ΝΑΊ! ΝΑΊ! Ω ναι! (Ουπς, μου ακούγεται σαν Μεγκ Ράιαν ;-)
		-- Ian Nandhra

%
<Knghtbrd> Αν αρχίσω γράφοντας δοκίμια σχετικά με το Ελεύθερο Λογισμικό για Slashdot,           παρακαλώ να πυροβολήσει εμένα.
		-- Ian Nandhra

%
<RoboHak> Χμμ, μεσημεριανό ακούγεται σαν μια καλή ιδέα<Knghtbrd> θα γεύση σαν μια καλή ιδέα πάρα πολύ
		-- Ian Nandhra

%
Υ.Γ. - Είμαι έτοιμος * αυτό * κοντά στην τρέχει γύρω σε ένα δωμάτιο server με έναζευγάρι των κόφτες μπουλόνι, και ένα μεγάλο ξύλινο σφυρί, γελώντας σαν μανιακός καικοπή όλα όσα μπορούν να χωρέσουν τα κόφτες μπουλόνι γύρω. και ξύλο πουτο οποίο δεν μπορώ. οπότε αν μπορώ να φαίνεται ημι-ασυνάρτητη, ή απλά πραγματικά * πραγματικά * δυσάρεστοκατά καιρούς, παρακαλώ να με συγχωρήσετε. το άγχος δεν είναι μια όμορφη πράγμα. };Π
		-- Phillip R. Jaenke

%
Κάθε εταιρεία διαμαρτύρονται για τις επιχειρηματικές πρακτικές της Microsoft είναι απλά έναςτριανταφυλλιά. Φαίνονται όμορφα και μυρίζουν ωραία. Μόλις ένας τυχερός εταιρεία εκθρονίζειΗ Microsoft θα ρίξει τα πέταλα τους να εκθέσουν τα αγκάθια κάτω. ΈΝΑαγκάθι από οποιοδήποτε άλλο όνομα θα βλάψει τόσο πολύ.
		-- Phillip R. Jaenke

%
Κάτι πρέπει να γίνειΑυτό είναι κάτιΩς εκ τούτου, αυτό πρέπει να γίνει
		-- The Thatcherite Syllogism

%
<Knghtbrd> xtifr - προσέξουμε James, όταν αυτός είναι εκτός φαρμακευτική αγωγή του =>
		-- The Thatcherite Syllogism

%
Αδιαφορία σίγουρα θα είναι η πτώση της ανθρωπότητας, αλλά ποιος νοιάζεται;
		-- The Thatcherite Syllogism

%
Ποτέ μην υποτιμάτε τη δύναμη της ανθρώπινης βλακείας.
		-- Robert A. Heinlein

%
Χρυσό, Ν .:  Ένα μαλακό εύπλαστο μέταλλο σχετικά σπάνιο στη διανομή. Είναι εξορύσσεται  βαθιά στη γη από την κακή τους άνδρες οι οποίοι στη συνέχεια θα δώσει στους πλούσιους άνδρες που αμέσως  θάψει πίσω στη γη σε μεγάλες φυλακές, αν και ο χρυσός δεν έχει γίνει  τίποτα σε αυτούς.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
* Lilo δηλώνει OPN μια εικονική πόνος στο γάιδαρο :)
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
"Και οι δύο επιχειρήσεις - εάν έχετε τους έδωσε αρκετά χρήματα, είμαιβέβαιος ότι θα κάνουμε ό, τι στο διάολο σας ρωτήσω: -> "
		-- David Welton

%
«Έχετε το δικαίωμα να μην είναι μαλάκας. Αν παραιτηθεί του δικαιώματος αυτούόλα όσα λέμε και κάνουμε εδώ θα γίνει εις βάρος σας. Εάν δεν μπορείτετην πολυτέλεια να σταματήσει να είναι ένας μαλάκας τότε θα διοριστεί κάποιος να με κλωτσήσειη δική σας δω. "
		-- Your rights as an irc addict

%
* Simunye είναι τόσο χαρούμενος που έχει μητέρες της γονιδίου<Dellaran> να τους δώσει την καλύτερη πίσω προτού να τους λείπει!
		-- Your rights as an irc addict

%
<Ιάμβη> εξαπατούν τους πιο intellegent άνθρωποι στον πλανήτη δεν είναι εύκολο
		-- Your rights as an irc addict

%
California, Ν .:    Από τη Λατινική "CALOR", που σημαίνει "θερμότητας" (όπως στα αγγλικά "θερμίδες" ήΙσπανικά "Caliente")? και "fornia" για "σεξουαλική επαφή" ή"πορνεία." Ως εκ τούτου: Tierra de Καλιφόρνια, «η γη της καυτό σεξ."
		-- Ed Moran

%
* Caytln ραπίσματα Λίζα<Caytln> catfight: P<LisaHere> Πρόσεχε κορίτσι, μου αρέσει αυτό.<LisaHere> :)<Caytln> στοιχεία: D
		-- Ed Moran

%
<MFGolfBal> RIT / ara: Υπάρχει κάτι πραγματικά παράφρονα για UNIX            εσώρουχα...
		-- Ed Moran

%
Το σύστημα X Window:  Το πρότυπο UNIX γραφικό περιβάλλον. Με Linux, αυτό είναι συνήθως  XFree86 (http://www.xfree86.org). Μπορείτε να το ονομάσετε Χ, XFree, το X  Σύστημα παράθυρο, XF86, ή μια σειρά από άλλα πράγματα. Κλήση αυτό «Xwindows» και  κάποιος θα σας σκαμπίλι και θα έχετε άξιζε.
		-- Ed Moran

%
<Knghtbrd> "Οι συλλέκτες νομισμάτων είναι εκτός σύνδεσης." "Είμαι δρομολόγησής αν           οι δευτερεύουσες συνδέσεις. Αν εκ νέου ευθυγράμμιση της έχουμε πολλαπλή φάση           θα πρέπει να είναι σε θέση να χρησιμοποιήσει τη μήτρα πηνίο του πλάσματος με το χέρι           ξεκινήσει μια νέα cheesy σειρά υποπροϊόν. "* Αναστενάζει ShadwDrgn<Φάση> φύγετε πολλαπλές μου και μόνο<Φάση>!
		-- Ed Moran

%
* Turken σκέφτεται λίγο τα παιδιά είναι απολύτως αξιαγάπητη ... especialyy όταν  ότι είναι κάποιου άλλου.
		-- Ed Moran

%
* Αναστενάζει Overfiend<Overfiend> Netscape χάλια.<Overfiend> Είναι ένα σπίτι από τραπουλόχαρτα που στηρίζεται σε ένα κρεβάτι από κινούμενη άμμο.<Espy> κατά τη διάρκεια ενός σεισμού<Overfiend> σε έναν ανεμοστρόβιλο
		-- Ed Moran

%
<SilverStr> ηθική των μέσων ενημέρωσης είναι ένα οξύμωρο σχήμα, σαν Jumbo Γαρίδες και            Microsoft Works.<MonkAway> για να μην αναφέρουμε NT Ασφαλείας
		-- Ed Moran

%
<Silvrbear> Oxymorons; Είδα μία χθες - το φυλλάδιο με τίτλο «Taco Bell            Διατροφικές Πληροφορίες "
		-- Ed Moran

%
* Knghtbrd εξαπολύει ένα ζευγάρι διπλού κυλίνδρου όπλα snurf και καλύμματα  Ο Ιησούς με βελάκια snurf<Ο Ιησούς> Meany: P
		-- Ed Moran

%
<Jgoerzen> doogie: Σας ακούγεται ιδιαίτερα ασταθής :-)<Knghtbrd> jgoerzen - είναι.* Doogie βαράει Knghtbrd<Knghtbrd> δείτε; Καταφεύγουν στη βία = D
		-- Ed Moran

%
Έχω, επίσης, ήταν ένας τεράστιος ανεμιστήρας του Unix από τότε που κατάλαβα ότι δεν ήταν SCOUnix. - Dennis Baker
		-- Ed Moran

%
<Dracus> Ctrl + Option + Command + P + R<Knghtbrd> dracus - YE ΘΕΟΙ! Αυτό είναι χειρότερο από EMACS!<LauraDax> hehehehe<Dracus> μη ρωτάς τι κάνει αυτό: P
		-- Ed Moran

%
<Ιάμβη> δεν είστε nutcase<Knghtbrd> Μπορείτε προφανώς δεν με ξέρουν αρκετά καλά ακόμα. =>
		-- Ed Moran

%
* Αι σκέφτεται Kb ^ Zzz έπρεπε να πάρει διαφορετικά πράγματα να ονειρεύονται ό, τι   γενικές αποφάσεις και αλλαγές πολιτικής.<Kb ^ Zzz> AJ - Πες μου γι 'αυτό, αυτό είναι ένα κακό σημάδι
		-- Ed Moran

%
<Crow_> Χμμ, είναι μια επιλογή --now-dammit για EXIM εκεί;
		-- Ed Moran

%
<DarthVadr> Kira: ενώνω τη σκοτεινή πλευρά, νέα.<Κυρά> Darth, Ι * είμαι * τη σκοτεινή πλευρά.
		-- Ed Moran

%
<Netgod> Fëanor: u έχω καμία ιδέα για το βάθος της stupidty του αμερικανικού δικαίου
		-- Ed Moran

%
Όποιος ξεχωρίζει στη μέση ενός δρόμου μοιάζει roadkill για μένα.
		-- Linus Torvalds

%
<Lilo> "Παρακαλώ σεβαστείτε ΔΙΚΑΙΩΜΑΤΑ ΠΝΕΥΜΑΤΙΚΗΣ!"<Lilo> "Παρακαλώ να αποδείξει διάνοια." ?)
		-- Linus Torvalds

%
<Knghtbrd> Fëanor - θέματα άδειας είναι σημαντικά. Αν δεν παρακολουθώ μας           γαϊδούρια τώρα, το gonna κάποιου έρθει και να δαγκώσει μας αργότερα ...
		-- Linus Torvalds

%
"Τώρα θα πρέπει να σας σκοτώσει."
		-- Linus Torvalds

%
* Knghtbrd μπορεί ήδη οραματίζονται: «Θέμα: [ΠΡΟΘΕΣΗ ΝΑ ΦΤΙΑΞΕΤΕ να προτείνει   ΚΑΤΑΘΕΣΗ ΤΗΣ ΕΚΘΕΣΗΣ BUG] Τύπος στο έγγραφο πολιτικής "
		-- Linus Torvalds

%
<Netgod> heh thats μια χαμένη υπόθεση, όπως και η σωστή προφορά των         "κοσμήματα"<Netgod> το εγκαταλείψουν :-)<Φασκόμηλο> και η σωστή ορθογραφία του "χρώμα" :)<BenC> heh<Φασκόμηλο> και αλουμίνιο<BenC> ή πυρηνικών όπλων<Φασκόμηλο> είσαι μου threating yankee;<Φασκόμηλο> ακριβώς αιτία δεν έχουμε τη βόμβα ...<BenC> πίσω από ya κίτρινη κοιλιά
		-- Linus Torvalds

%
<LauraDax>! Δει τον Θεό<Tabi-> LauraDax, δεν θυμάμαι να δει "θεός"
		-- Linus Torvalds

%
<Κυρά> είναι μια χειρουργική πολέμου, όπου μπορείτε να πάτε δώσει τα ξένα στρατεύματα μύτη θέσεις εργασίας;
		-- Linus Torvalds

%
<Xtifr> Athena Desktop Environment! Στις καρδιές σας, * ξέρετε * είναι το        σωστή επιλογή! :)* Knghtbrd THWAPS xtifr
		-- Linus Torvalds

%
<Knghtbrd> shaleh - ακάθαρτος είναι ακριβώς παράξενο.<Espy> heh, βρώμικα είναι δροσερό<Knghtbrd> Espy - και παράξενα.<Espy> ναι, περίεργο πάρα πολύ
		-- Linus Torvalds

%
<Xtifr> άμεση εμφυτεύματα εγκεφάλου :)<Knghtbrd> xtifr - yah, στη συνέχεια, χρησιμοποιώντας υπολογιστές θα απαιτήσει πραγματικά κάποια           από αυτές τις ηλίθιοι για να σκεφτεί!<Knghtbrd>?>
		-- Linus Torvalds

%
<Knghtbrd> Overfiend - BTW, αφού έχουμε ανακαλύψει Χ παίρνει όλα του 1,4 ΣΥΝΑΥΛΙΕΣ           για την κατασκευή, είστε πρόθυμοι να παραδεχτούμε ότι το Χ είναι bloatware; =><Overfiend> KB: υπάρχει ένα κενό 16 1/2 λεπτά με τα πόδια στην απάντησή μου<ACF> knghtbrd: υπάρχουν αποδείξεις ότι το Χ είναι μόνο η * 2η * χειρότερη παραθύρων      Σύστημα?)
		-- Linus Torvalds

%
<LIW> βλασφημία, η αυτόνομη κίνηση του ποντικιού αρχίζει συνήθως μετά μπορώ να χρησιμοποιήσω μια      πλήκτρο του ποντικιού<Wichert> μην χρησιμοποιείτε ένα κουμπί του ποντικιού στη συνέχεια :)<LIW> ναι, σωστά :)
		-- Linus Torvalds

%
<Knghtbrd> ξέρετε, το Linux χρειάζεται ένα παιχνίδι πλατφόρμας με πρωταγωνιστή τον Tux<Knghtbrd> κάπως Σούπερ Marioish, αλλά με Tux και τα πράγματα όπως τα μικρά κυβερνοχώρο           σφάλματα και Borgs και ότι το είδος του πράγματος ...<Knghtbrd> Και θα πρέπει να πηδούν παρελθόν billgatus και πατήστε το πλήκτρο για να τον ρίξει           στη λάβα και, στη συνέχεια, μπορείτε να δείτε κάποια τύπος που μοιάζει με ένα RMS           ή κάποιον να λέει "Ευχαριστώ για τη διάσωση μένα Tux, αλλά Linus           Torvalds είναι σε άλλο κάστρο! "
		-- Linus Torvalds

%
<Thoth_> Ναι, καλά γι 'αυτό είναι αριθμημένες 2.3.1 ... είναι για όσους από εμάς         που λείπει NT-όπως uptimes
		-- Linus Torvalds

%
<Shinobi> Υπάρχουν χειρότερα πράγματα από Perl .... ASP έρχεται στο μυαλό
		-- Linus Torvalds

%
* M2 κοιτάζει την οθόνη ... μοιάζει με ένα χάμπουργκερ ...<Knghtbrd> m2 - αυτό είναι ένα κακό σημάδι
		-- Linus Torvalds

%
<Knghtbrd> Αφήστε το να Manoj να καλέσετε procmail "μικροκαμωμένος"
		-- Linus Torvalds

%
<Crow-> Manoj: καλά, λοξοτομώ καταλάβουν πράγματα όπως "s / 3 # $% ^% {]] [@ f245}"<Manoj> Crow: Αυτό δεν είναι αρκετά νομικά ;-)<Knghtbrd> Manoj - πώς το ένα θα κάνει "s / 3 # $% ^% {]] [@ f245}" νομική           οπωσδήποτε? (Και τι θα το κάνει; χεχε)<Manoj> Knghtbrd: Θα πρέπει να ολοκληρώσετε την έκφραση του S ///.<Knghtbrd> ω, είναι ότι όλα;
		-- Linus Torvalds

%
<Κυρά> Ada, η μόνη γλώσσα γραμμένο σε milspec.<Mikster> <ανατριχιάζω>
		-- Linus Torvalds

%
<BenC> -να συμπεριλάβουν ../../debian/el33t.h<BenC> sendmail κατασκευής ... παράξενο όνομα κεφαλίδας :)<Isildur> χαχαχα* Laffs netgod<Netgod> BenC: u μπορεί να πει εγώ συνήθιζα να διατηρήσει το sendmail; :Π<BenC> heh :)
		-- Linus Torvalds

%
<Φάση> όχι ... musn't έχει περισσότερο καφέ !!! ?)<Simunye> σίγουροι yu κάνω Φάση :)<Φάση> θέλετε πραγματικά μου αναπηδούν από το ανώτατο όριο;<Simunye> Yesh :)<Kira_> αναπηδούν από την οροφή είναι gewd<Φάση> ok, ότι ήταν μια ανόητη ερώτηση<Kira_> αυτό είναι splatting στο πάτωμα που είναι το πρόβλημα.
		-- Linus Torvalds

%
<Kensey> RMS για τον Πρόεδρο ???<RelDrgn> ... ή ESR, θέλει μια νέα θέση εργασίας?)
		-- Linus Torvalds

%
Ω, όχι, όχι πάλι.
		-- Manoj Srivastava

%
<Knghtbrd> Σύμφωνοι, RMS είναι φανατικός, δεν αρνούμαι αυτό. Θα ακόμη και να πω           αυτός είναι ένας βασιλικός πόνος στο γάιδαρο τις περισσότερες φορές. Αλλά αυτός είναι           ακόμη πιο συχνά από ό, τι το δικαίωμα μη, και του αξίζει κάποιο επίπεδο           πίστωσης και σεβασμό για το έργο του. Εμείς δεν θα ήταν εδώ σήμερα           χωρίς αυτόν.
		-- Manoj Srivastava

%
<Espy> αύριο θα υπάρξει μια μεγάλη διαταραχή στο εργατικό δυναμικό
		-- May 18, 1999

%
Είμαι δυσλεκτικός του Borg. Ετοιμαστείτε να έχουν κώλο πλαστικοποιημένο σας.
		-- May 18, 1999

%
<NeonKttn> Είχα ένα φίλο ραβδί μου στην ντουλάπα της κατά τη διάρκεια του Λυκείου beacuse μου           δεν θα πιστεύουν ότι ο φίλος της ήξερε για ερωτικά παιχνίδια ...<NeonKttn> Ι shoulda έφερε ποπ κορν. :)
		-- May 18, 1999

%
<Knghtbrd> έντυπη μορφή είναι για wussies<Topher> καταχωρίσεις πρόγραμμα υπολογιστή .... επόμενη, στις HardCopy
		-- May 18, 1999

%
<Kceee ^> Μισώ τους χρήστες<Knghtbrd> μπορείτε να ακούγεται σαν μια sysadmin ήδη!
		-- May 18, 1999

%
<Change_m2> Will LINUX ξεπεράσει ποτέ το ψωμί σε φέτες και την επίτευξη # 1            της ανθρωπότητας;
		-- May 18, 1999

%
<ΑΡΗ> Manoj πρόκειται καρύδια για την σταυροφορία διόρθωση σφαλμάτων! woo woo!<Knghtbrd> Manoj πήγε ξηρούς καρπούς πριν από πολύ καιρό. αλλά η διόρθωση σφαλμάτων είναι δροσερό =>
		-- May 18, 1999

%
<RCW> αυτά τα φαινόμενα, τα βακτήρια-όπως σκουλήκια πολύχρωμα βγαίνει από      backorifice της Microsoft<RCW> αυτό είναι το λογότυπο backoffice
		-- May 18, 1999

%
* Simunye είναι σε oc3-> Oc12<Daem0n> simmy: δαγκώσει μου. :)<Simunye> δαίμονα: εντάξει :)
		-- May 18, 1999

%
<Overfiend> lilo: Λοιπόν, είστε πιθανώς μια υπεύθυνη στοχαστής.            Καλώς ήρθατε σε ένα πολύ μικρό club.<Lilo> Overfiend: καλωσορίζουμε μένα όταν γίνετε μέλος :)
		-- May 18, 1999

%
Βασικά, θέλω οι άνθρωποι να γνωρίζουν ότι, όταν χρησιμοποιούν δυαδική-μόνο ενότητες,αυτό είναι δικό τους πρόβλημα. Θέλω οι άνθρωποι να ξέρουν ότι στα οστά τους, καιθέλουν φώναξε από τις στέγες. Θέλω ο κόσμος να ξυπνήσει σε ένακρύο ιδρώτα κάθε φορά σε μια στιγμή εάν χρησιμοποιούν δυαδική-μόνο ενότητες.
		-- Linus Torvalds

%
* Wichert_ φαντάζεται πλοίαρχος χωρίς ΣΜΥ<James> wichert: EHM; που θα μπορούσαν να παρεμποδίσουν peformance των BTS: p
		-- Linus Torvalds

%
<Gecko> Χμμ ... Αναρωτιέμαι τι άλλο χωρίζει το Debian από το υπόλοιπο του        διανομές Linux.<Knghtbrd> gecko - Σας Δεν Suck<Gecko> Knghtbrd: δεν λέτε ότι κατά την αντιμετώπιση μια δέσμη των ανθρώπων        Από τις εν λόγω διανομές<Knghtbrd> gecko - σημείο.
		-- Linus Torvalds

%
Λόγω του μοντέλου ανάπτυξης κλειστή πηγή XFree είναι αδύνατογια την υποστήριξη, ή ακόμα και εικασίες σχετικά, χαρακτηριστικά σε προ- ή βήτα κυκλοφορίεςτου XFree.
		-- Marcus Sundberg

%
>> Εγώ πραγματικά δεν θεωρούν bible-KJV-κείμενο ως τεχνικό έγγραφο,>> Αλλά ... :)> Είναι ένα εγχειρίδιο - για τη ζωή.Αλλά δεν έχει ενημερωθεί εδώ και πολύ καιρό, πολλοί θα έλεγαν ότι είναιδυστυχώς ξεπερασμένο, και την ανάντη συντηρητή δεν ανταποκρίνεται στην τουe-mail. :-)        - Branden Robinson, Oliver Elphick, και ο Chris Waters σε μια           μήνυμα στο debian-πολιτική
		-- Marcus Sundberg

%
<Knghtbrd> Μπορώ να σκεφτώ πολλούς ανθρώπους που χρειάζονται USER = ID10T κάπου!
		-- Marcus Sundberg

%
<Slashdot> ΗΠΑ geograpy μου είναι χάλια ... lol<Knghtbrd> οπότε είναι δικό μου και ζω εδώ
		-- Marcus Sundberg

%
Moonchild χωρίς γνωμοδότηση; Ο Σατανάς είναι πατινάζ να εργαστούν αύριο!
		-- Brett Manz

%
<Knghtbrd> εγώ πραγματικά δεν θέλουν πολύ σε όλα ... Απλά ένα είδος λέξη, ένα           ελκυστική γυναίκα, και Απεριόριστο εύρος ζώνης !!
		-- Brett Manz

%
<Knghtbrd> Αν είμαστε τόσο δεξιά (υποθέτω είμαστε) Δεν είμαι πολύ χαρούμενος.* Minupla σας δίνει την υποεκτίμηση της χρονιάς.
		-- Brett Manz

%
Την τελευταία φορά που είχα στενή επαφή με ένα άλλο ανθρώπινο ον ήταν μάλλον μιαοδυνηρή εμπειρία ... εγώ μάλλον άρεσε ...?)
		-- Brett Manz

%
<Apple_IIe> κάποιος δει την κάρτα 80 στήλη μου;
		-- Brett Manz

%
<Slackware> εεε oh, τι έχω αρχίσει :)<Debian> rofl ... διανομή nick πολέμους.* Slackware περιμένει μόνο για την / nick Gnome, / nick KDE, και στη συνέχεια παγκόσμιο πόλεμο 4   να ξεσπάσει<WinNT>: OP<OpenBSD> <πάπια><PalmOS> :)<Slackware> no'one θα τολμούσε / nick RedHat<Tru64> Mew.
		-- Brett Manz

%
<Crow-> im fcucking druk* Knghtbrd φροντίζει να συνδεθείτε πάντα Crow- λέει απόψε ...<MrBump> heheh<MrBump> Είπε ότι θα με παντρευτείς! ανάθεμα!!<Crow-> μάγκα κανένα τρόπο<Knghtbrd> MrBump - αυτός δεν είναι τόσο μεθυσμένοι<MrBump> Knghtbrd: Είμαι συνθλίβονται: o)
		-- Brett Manz

%
<Knghtbrd> aggh!<Knghtbrd> κάνει να σταματήσει!<Knghtbrd> κάνει να σταματήσει !!
		-- Brett Manz

%
<Knghtbrd> RoboHak - εντάξει, το έμπλαστρο δεν είναι σπασμένο, αλλά το μυαλό μου           προφανώς είναι<Wc> αυτό δεν είναι τίποτα νέο (?<Knghtbrd> wc - σιωπή.<Knghtbrd> =>
		-- Brett Manz

%
<DPG> Οι Αμερικανοί είναι παράξενο ....<Xtifr> Καλιφορνέζοι ακόμα πιο περίεργα<Knghtbrd> xtifr έχει ένα σημείο ...
		-- Brett Manz

%
* Woot χαμογελάει ήρεμα.<Woot> Δεν θέλω να φαίνονται πάνω πρόθυμοι για να πάρει σε knghtbrd του       siglist.
		-- Brett Manz

%
<CULus> DHD: R σας μέρος του μυστικού debian υπερδομή;<DHD> όχι. δεν υπάρχει κανένα μυστικό debian υπερδομή.<Κοσμικές ακτίνες> αν και, τώρα που κάποιος έφερε επάνω, ας ξεκινήσουμε ένα            :-)<Knghtbrd> κοσμικές ακτίνες - γιατί όχι, ακούγεται σαν ένα διασκεδαστικό τρόπο για να περάσετε το           απόγευμα = D
		-- Brett Manz

%
<Xtifr> δεν χρειάζεται να είναι τρελός για να εργαστούν εδώ .... OH περιμένει, ναι μπορείτε να κάνετε!        :)
		-- Brett Manz

%
* O-o πάντα σαν debmake επειδή ήξερε ακριβώς τι θα κάνει ...<Ibid> o-o: θα κάνατε ;-)
		-- Brett Manz

%
2.3.1 έχει κυκλοφορήσει. Οι λαοί νέοι σε αυτό το παιχνίδι θα πρέπει να θυμόμαστε ότι2.3. * Κυκλοφορίες είναι ανάπτυξη πυρήνες, χωρίς εγγυήσεις ότιδεν θα προκαλέσει το σύστημά σας να κάνουν φρικτά πράγματα όπως διεφθαρμένη τηςδίσκους, τα αλιεύματα φωτιά, ή αρχίσει να τρέχει αναφοράς Mindcraft.
		-- Slashdot

%
κάνει {    :} Ενώ (HELL_FROZEN_OVER!)?
		-- Slashdot

%
0 7 * * * echo "... Το Linux είναι μόνο μια μανία" | ταχυδρομείου billg@microsoft.com -s = "Και να θυμάστε ..."
		-- Slashdot

%
<Hop> kb: Απαιτώ την ακεραιότητα και ειλικρίνεια σε εκείνους που κάνω επιχειρήσεις με<Hop> ξέρω απαιτήσεις μου είναι παράλογο, αλλά ένας άντρας μπορεί να όνειρο, δεν μπορεί ο ίδιος;
		-- Slashdot

%
<Jgoerzen> ΙΤΜ: Ααα αυτό το μηχάνημα. Μην νομίζετε ότι κάτι που ονομάζεται           Stallman αξίζει να είναι η Alpha; :-)<ΙΤΜ> jgoerzen: Όχι, στην πραγματικότητα, θα ήθελα να prolly είναι περισσότερο διατεθειμένοι να αναφέρουμε 386      με 4 megs της μνήμης RAM και 40 meg Stallman σκληρό δίσκο.<ΙΤΜ> με μια μεγάλη υπόθεση λίπος που κάνει τους τόνους του θορύβου και κουδουνίστρες το πάτωμα* Knghtbrd πέφτει στο πάτωμα κρατώντας τις πλευρές του, το γέλιο<ΙΤΜ> και ..<ΙΤΜ> διπλού ύψους σκληρό δίσκο
		-- Slashdot

%
Κλίνγκον λειτουργία κλήσεις δεν έχουν «παράμετροι» - έχουν «επιχειρήματα»
		-- and they ALWAYS WIN THEM.

%
* Knghtktty δεν πρόκειται να ρωτήσω πώς κολοκυθάκια πήρε στη συζήτηση ...
		-- and they ALWAYS WIN THEM.

%
<Knghtbrd> Θέμα: [ΠΡΟΤΑΣΗ GR] Θα έπρεπε να ψηφίσουμε για ασήμαντα θέματα;
		-- and they ALWAYS WIN THEM.

%
<Woot> Βάλτε * ότι * σε σας .sig και καπνίζουν, Knghtbrd.<CULus> Ξέρετε ότι θα διαβάσετε αυτό:><Woot> heheheheh.
		-- and they ALWAYS WIN THEM.

%
"Καθώς το ταξίδι σας μέσω της ζωής πάρει ένα λεπτό κάθε τώρα και στη συνέχεια να δώσει μιασκέφτηκε για το άλλο συναδέλφους. Θα μπορούσε να συνωμοτούν κάτι. "
		-- Hagar the Horrible

%
<Knghtbrd> Εντάξει, οι άνθρωποι έχουν αρχίσει να μιλούν για εφαρμογές BSDM της           το υλικό του δικτύου ... Νομίζω ότι θα τρέξει και να κάνουμε κάτι χρήσιμο           και Debianish και να μείνουν έξω από αυτό ...<Knghtbrd> (για αλλαγή)
		-- Hagar the Horrible

%
<Knghtbrd> mariab - δεν νομίζω ότι το Debian δεν είχε κάποια πολύ ανόητο και           προφανή σφάλματα πριν<Knghtbrd> φυσικά, που συνήθως καθορίζουν τη δική μας πριν κυκλοφορήσει = D
		-- Hagar the Horrible

%
<Knghtbrd> mariab - Είμαι ένας προγραμματιστής του Debian. Red Hat είναι "ο εχθρός" ή           κάτι τέτοιο υποθέτω .. Ακόμα, οι χρήστες typecasting RH όπως           ηλίθιοι ή τη διανομή τους ως εντελώς σπασμένα από προεπιλογή           είναι πλήρης και συνολική FUD.
		-- Hagar the Horrible

%
>> Αλλά IANAL, φυσικά.>> IANAL είτε. Ο γιος μου είναι, αλλά αν τον ρώτησα εγώ θα μπορούσε να πάρει μια απάντηση I> Δεν θα ήθελα να ακούσω."Εδώ είναι το τιμολόγιο μου." ; = D
		-- Hagar the Horrible

%
> Εντάξει, βλέπω ξέρετε τι κάνετε :-)Είτε αυτός είτε έχω πάρει αρκετά καλός σ 'απομίμηση' αυτό.
		-- Hagar the Horrible

%
<Wichert> οκτώ είναι ένα ungoldly ώρα να είναι ξύπνιος :)* Γοργώ συνήθως σηκώνεται στις 11πμ
		-- Hagar the Horrible

%
Δεν υπάρχει Cabal.
		-- Hagar the Horrible

%
<_Anarchy_> ACF: ίσως πρώτης Απριλίου του επόμενου έτους Slashdot χρειάζεται να τρέχει "Rob Malda            δέχεται νέα δουλειά ως επικεφαλής του έργου Debian "8)
		-- Hagar the Horrible

%
* Netgod ανοίγει το γραμματοκιβώτιό του, και αμέσως επιθυμεί ο ίδιος hadnt
		-- Hagar the Horrible

%
<Frogbert> σκληρός του να είσαι λεσβία withoutn στήθη ... οι άνθρωποι δεν λαμβάνουν           σας σοβαρά
		-- Hagar the Horrible

%
Ίσως Debian ανησυχεί περισσότερο για την τεχνική αρτιότητα και όχιευκολία χρήσης με το σπάσιμο του λογισμικού. Στην πρώτη μπορούμε να υπερέχουν. Στοτελευταίοι θα πρέπει να παραχωρήσει τον τομέα στη Microsoft. Μαντέψτε πού θέλω να πάωσήμερα?
		-- Manoj Srivastava

%
* PerlGeek είναι πραγματικά ένας εξωγήινος* Knghtktty πιστεύει PerlGeek
		-- Manoj Srivastava

%
<Netgod> ο πελάτης μου έχει ανήκει σοβαρά<Netgod> αυτός ο τύπος πήρε ρίζα, έτρεξε sniffers πακέτων, εγκαθίστανται .rhosts καικερκόπορτες, βάλτε ένα εντελώς νέο dir σε ονομάζεται / lib / "", η οποία έχειπλήρη σουίτα smurfing και σκοτώνει τα εργαλεία<Netgod> το μόνο λάθος που δεν έγινε διαγραφή των αρχείων καταγραφής<Netgod> ερώτημα είναι πώς ρίζα hacked, και ότι θα μπορούσα να πω u<Netgod> είναι, φυσικά, δεν είναι ένα κουτί debian* Netgod σημειώνει το κουτί debian είναι το μόνο που έμεινε ανέπαφο από το χάκερ
		-- wonder why

%
* Cvs joeyh δεσμεύεται κατάλογο σπίτι του. aaaaaa<Drow> eeeeeeek<Drow> joeyh: Αυτό είναι απλά κακό. Περίοδος.
		-- wonder why

%
<Kethryvis> Gruuk: UFies είναι πάνω και πέρα ​​από την ανθρώπινη φυλή :)
		-- wonder why

%
Σταμάτησα εδώ και πολύ καιρό για να προσπαθήσουμε να βρούμε κάτι στη λίστα σφαλμάτων του dpkg.Θα πρέπει να τρέξει για μια καταχώρηση στο βιβλίο των ρεκόρ Γκίνες.
		-- Stephane Bortzmeyer

%
<Ahzz_> σκέφτηκα 17G oughta είναι αρκετό.
		-- Stephane Bortzmeyer

%
<N3tg0d> έχει / usr / bin / emacs τεθεί σε / etc / shells ακόμα; :Π
		-- Stephane Bortzmeyer

%
* Joeyh εκμεταλλεύεται θαυμάσια ικανότητα της Netscape για την συντριβή για να κλείσει        10 παράθυρα με ένα μόνο πάτημα<Joeyh> τώρα που είναι πρόοδος!<Knghtbrd> λάθους Λεωφορείο =>
		-- Stephane Bortzmeyer

%
<Λογοπαίγνια> Θα μετρήσει δονητές σας "χαρακτήρες ανά δευτερόλεπτο"; έχωάσχημα νέα για σας, C90, έχετε αυνανισμό μεεκτυπωτή dot-matrix.
		-- Stephane Bortzmeyer

%
Γεια! Είμαι ένας ιός .υπογραφή! Αντιγράψτε μου σε σας ~ / .υπογραφή να με βοηθήσει sprea =ρε!
		-- Stephane Bortzmeyer

%
* Knghtktty ψιθυρίζει γλυκό τίποτα για να Thyla (πράγματα για μεταγλωττιστές και            γραφικά και αναβαθμίσεις RAM και μεγάλο σκληρό δίσκο ...)<Thyla> oooooooooOOOOOOOOOO<Infinitas> Knghtktty: ότι είναι θετικά πορνογραφικό ...* Thyla πηγαίνει μακριά σε κρίσεις της έκστασης ...
		-- Stephane Bortzmeyer

%
<Sanaya> εσείς είστε όλοι άρρωστοι! άρρωστος άρρωστος άρρωστος εγώ σου πω?)
		-- Stephane Bortzmeyer

%
* BMA είναι ένα τραβάτε* Knghtbrd είναι μια Knghtbrd* DHD είναι επίσης μια τραβάτε* Espy είναι κακό* Knghtbrd πιστεύει Espy
		-- Stephane Bortzmeyer

%
* Θαύματα BMA αν αυτό θα κάνει την .sig Knghtbrd
		-- Stephane Bortzmeyer

%
Τεχνικά λύσεις δεν είναι ένα θέμα της ψήφου. Δύο νομοθεσίες στις ΗΠΑτα κράτη σχεδόν αποφάσισε ότι η τιμή του π είναι 3.14, ακριβώς. λαϊκή ψήφοδεν κάνει για μια σωστή λύση.
		-- Manoj Srivastava

%
<Αι> <Knghtbrd> η αύξηση της έντασης σε όλο τον κόσμο (όπως αποδεικνύεται από το έγκλημα<Αι> και εταζέρα) κατά την εν λόγω χρονική περίοδο μοιάζει πολύ με το Linux<Αι> ανάπτυξη από το 1993<Αι> `` Linux που συνδέονται με την επιδημία του εγκλήματος σε όλο τον κόσμο !! ''
		-- Manoj Srivastava

%
<Teller> όπου είμαι και τι κάνω σε αυτή την handbasket;
		-- Manoj Srivastava

%
Δεδομένου ότι αυτή η βάση δεδομένων δεν χρησιμοποιείται για το κέρδος, και από ολόκληρο έργα δεν είναιδημοσιευθεί, εμπίπτει δίκαιη χρήση, όπως την αντιλαμβανόμαστε. Ωστόσο, εάν υπάρχουνμισή assed ηλίθιος αποφασίζει να κάνει ένα κέρδος από αυτό, θα πρέπει ναελέγξτε διπλά τα πάντα ...
		-- Notes included with the default fortunes database

%
Δεν υπάρχει κουμπί snooze για μια γάτα που θέλει πρωινό.
		-- Notes included with the default fortunes database

%
Θέμα: Bug # 42432: debian-πολιτική: Πρόταση CTV για το Σχέδιο για την απόδειξη τηςConcept για Σχέδιο για την Πρόταση Πρόταση CTV για CTV να αποφασίσει σχετικάμια πρόταση για ένα CTV για το CTV σχετικά με το εάν ή όχι θα πρέπει με έχουν CTV στιςτο / usr / doc / usr μετοχή μετάβαση / / doc τώρα ή αργότερα.
		-- Ed Lang

%
<Knghtbrd> Είναι ένα trackball για ένα<Wichert> έτσι δεν είναι ένα τρωκτικό<Wichert> είναι μια κουράδα με μια μπάλα να κολλήσει έξω<Wichert> που σας χαϊδεύω συνεχώς
		-- Ed Lang

%
* HomeySan περιμένει για πίτσα του Παπά Ιωάννη να εμφανιστούν<Ravenos> mm. Παπά Ιωάννη.<HomeySan> ελπίζουμε στέλνουν τον οδηγό παράδοσης χαριτωμένο<Ravenos> dont έχει αυτό εδώ.<Dr_Stein> γιατί; θα κάνεις να φάει τον οδηγό αντ 'αυτού;
		-- Ed Lang

%
<Netgod> Είναι μου, ή είναι το ροχαλητό Knghtbrd;<Joeyh> σκότωσαν knghtbrd!<Netgod> Kysh: wichert, gecko, joeyh, και εγώ σε ένα δωμάτιο προσπαθώντας να αγνοήσει          Knghtbrd<Kysh> netgod: Knghtbrd είναι δύσκολο να αγνοήσουμε.
		-- Ed Lang

%
<Woot> Ο άνθρωπος, μακάρι knghtbrd ήταν εδώ για να αρπάξει ότι για τη λίστα sig του.[... Αρκετές ώρες αργότερα ...]<Knghtbrd> woot δεν με ξέρουν vewy καλά, κάνει ο ίδιος;<Knghtbrd> muahahahaha
		-- Ed Lang

%
* Knghtbrd αγκαλιάσει τα γουνοδέρματα wichert με βελάκια NERF* Wichert σημειώνει ότι δεν υπάρχουν nerfs ICBM ακόμη και αγνοεί kngtbrd<Knghtbrd> wichert - ακριβώς περιμένετε, αφού είδε τα όπλα Gatling NERF, ICBMs           δεν είναι μακριά (ακριβώς αντλήσει το καταραμένο πράγμα για μια ώρα ή δύο           ειναι ολα...)
		-- Ed Lang

%
Λειτουργικά συστήματα:  * Το Debian GNU / Linux 2.1 4 CD Set ($ 20 από το www.chguy.net? Η τιμή περιλαμβάνει    φόρων, η ναυτιλία, και ένα $ 3 δωρεά στο ΙΕΛ). 2 CDs είναι δυαδικά, 2 CDs    πλήρη πηγαίο κώδικα?  * Windows 98 Second Edition Έκδοση αναβάθμισης ($ 136 μέσω Megadepot.com,    τιμή δεν περιλαμβάνει φόρους / αποστολής). Παραδόξως, δεν πηγαίο κώδικα    συμπεριλαμβάνεται.
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
Κλέψτε αυτό το σύνθημα. Το έκανα.
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Bfextu> oh noooo, Knghtbrd πήρε ένα όπλο :)<Doogie> ^^ εισάγετε μουσική ^^<Knghtbrd> bfextu - o / ~ όλοι είναι στο τρέξιμο o / ~<Bfextu> o / ~ τρέξει μακριά, ruuuuun μακριά από το pay-ay-ain o / ~
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Ερμής> emacs είναι χάλια, κυριολεκτικά, δεν είναι μια προσβολή, απλά μια παρατήρηση ότι της          αρκετά μεγάλη για να έχουν μια αξιοσημείωτη βαρυτική έλξη ...
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
Ως έναν υπολογιστή, βρίσκω την πίστη σας στην τεχνολογία διασκεδαστικό.
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
* Knghtbrd αναθέτει 3 με τον Chris* Θαύματα μεταβλητή ποιος άλλος έχει πάρει το όνομά chris εκτός από εμένα<Knghtbrd> μεταβλητή - σας. =>* Knghtbrd περιμένει μεταβλητή να πω δραματικά "Αισθάνομαι χρησιμοποιείται έτσι!"<Μεταβλητή> Knghtbrd: :)* Μεταβλητής ++<Μεταβλητή> :)
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
* Espy συλλογίζεται μια ουρά uplad ονομάζεται «κόλαση», ώστε να μπορώ να κάνω dupload --Για κόλαση
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Valkyrja> java, γλυκέ μου, μερικές φορές θέλω πραγματικά να σας χαστούκι.<Knghtbrd> Valkyrja - ότι θα το απολαύσετε πολύ<Reteo> Valkyrja: yah, να προχωρήσει και να το κάνουμε ... νικήσει Java σε καπουτσίνο! :-)
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Tali> είναι vewwy vewwy qwuiet .. Είμαι huntin ewwos wuntime
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
Red Hat έχει πρόσφατα κυκλοφορήσει ένα συμβουλευτικό δελτίο ασφαλείας (RHSA-1999: 030-01)καλύπτοντας ένα υπερχείλιση του buffer στο πακέτο vixie cron. Debian έχειανακάλυψε αυτό το σφάλμα πριν από δύο χρόνια και έχει καθορισθεί. Ως εκ τούτου, εκδόσειςκαι τα δύο, η σταθερή και η ασταθής, διανομές Debian δεν είναιευάλωτα σε αυτό το πρόβλημα ..
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
Πρώτα απ 'όλα - Quake είναι απλά απίστευτο. Σας επιτρέπει να επανειλημμένα να σκοτώσει σαςαφεντικό στο γραφείο χωρίς να συλληφθεί. :)
		-- Signal 11, in a slashdot comment

%
Νόμος Lucas ': Καλή πάντα θα κερδίσει, γιατί το κακό προσλαμβάνει το _stupid_             μηχανικούς.
		-- Signal 11, in a slashdot comment

%
* TribFurry παίρνει μόνο το spam mail από UCSD ... Θα χρησιμοποιηθεί για να πάρει email από            εαυτό μου, αλλά αποφάσισα ότι δεν τον εαυτό μου αρέσει και σταμάτησε να μιλάει	    σε μένα
		-- Signal 11, in a slashdot comment

%
<Rain_work> σημείωση για ένα ψυγείο dorm ... "Για το πρόσωπο που έτρωγαν τα περιεχόμενα            του δοχείου φέρει την ένδειξη «Τζέιμς» - προειδοποίηση, ήταν βιολογία μουπείραμα "
		-- Signal 11, in a slashdot comment

%
<KatanaJ> Σημείωση σχετικά με ένα εργαστήριο chem ψυγείο-«Αυτό το ψυγείο δεν είναι από έκρηξη          απόδειξη".
		-- Signal 11, in a slashdot comment

%
<KnaraKat> DALnet είναι σαν τα Special Olympics του IRC. Υπάρχει πολλή           τρέχουν τα σάλια goin 'και να είναι όλοι ένα «νικητής».
		-- Signal 11, in a slashdot comment

%
Αλλά τροποποιώντας dpkg είναι ανέφικτο, και έχουμε συμφωνήσει, μεταξύ άλλων,κρατήσει τις ανάγκες των χρηστών μας στην πρώτη γραμμή των μυαλών μας. Και από ένασκοπιά του χρήστη, κάτι που κρατά το σύστημα τακτοποιημένο στην κανονικήπερίπτωση, και εργάζεται * τώρα *, είναι πολύ καλύτερη από ό, τι ιδεαλιστικές φαντασιώσεις σαν μιαdpkg εργασίας.
		-- Manoj Srivastava

%
Για κάθε όραμα υπάρχει μια ίση και αντίθετη αναθεώρηση.
		-- Manoj Srivastava

%
<Epsilon3> Knghtbrd, αν θέλαμε ένα σχόλιο lameass θα πει:           Γεια σου, neckro
		-- Manoj Srivastava

%
<Tigah _-> έχω 4GB για / tmp<Knghtbrd> Τι κάνετε με 4G / tmp; Compile Χ;<Tigah _-> ναι
		-- Manoj Srivastava

%
<KnaraKat> Bite μου.* TheOne παίρνει λίγο αλάτι, στη συνέχεια προχωρά για επάνω KnaraKat λίγο         κομμάτι....
		-- Manoj Srivastava

%
* Knghtbrd σημειώνει ότι έχει πουρέ πατάτας για τους εγκεφάλους απόψε<Valkyrie> yum, μπορώ να έχω κάποια;<Knghtbrd> um ...* Knghtbrd κρύβει από Valkyrie
		-- Manoj Srivastava

%
<Knghtbrd> joeyh έχει τώρα ένα τερματικό στο καναπέ;<Knghtbrd> Αυτός ο τύπος είναι ενσύρματο, ορκίζομαι =><Doogie> Knghtbrd: laptop<Doogie> και δεν εννοώ τις γάτες.
		-- Manoj Srivastava

%
Λαμβάνοντας υπόψη ορισμένες από τις πρόσφατες κλωστές, οι διαδραστικές συζητήσεις θα μπορούσανπρέπει να διεξάγονται σε καμβά, με την παρουσία ενός διαιτητή, ενώφορώντας παραγεμισμένο γάντια. ;-)
		-- Phil Hands

%
<James>, αλλά, στη συνέχεια, χρησιμοποίησα ένα Atari, ήμουν πιο πιθανό να κερδίσει το λαχείο σε        δέκα χώρες ταυτόχρονα ό, τι να επιταχυνθεί X
		-- Phil Hands

%
* Joeyh αναρωτιέται γιατί ο καθένας θέλει να ξέρει πόσο ψηλό είναι<James> joeyh: βοηθά τον ελεύθερο σκοπευτή
		-- Phil Hands

%
* BenC αναρωτιέται γιατί έχει αναβαθμιστεί σε 3.3.5-1 πριν από teh Χ συντηρητή
		-- Phil Hands

%
<Delenn> εγώ δεν θα το κάνει μέσω 24 ώρες πριν είχα να ψήσιμο μέχρι το         σχάρα και χαστούκια μερικούς φίλους για την Barbie.<Spacemoos> Γιατί θα χαστούκι φίλους με Μπάρμπι, thats κάπως kinky
		-- Phil Hands

%
Στην πραγματικότητα .. με βάση αυτό το μοντέλο του τι είναι η NSA είναι και δεν είναι ... πολλά από ταοι άνθρωποι διαβάζουν αυτό είναι μέλη της NSA ... /. είναι afterall «Ειδήσεις γιαNerds ».NSA Δευτέρα το πρωί {στην καφετιέρα):NSA AGENT 1: Γεια σου ρε παιδιά, δεν μπορείτε να ελέγξετε έξω slashdot τη διάρκεια του Σαββατοκύριακου;    AGENT 2: Όχι, ήμουν εγκατάσταση Mandrake 6.1 και coulnd't πάρει την καταριέται             ppp σύνδεση up ..    Γραφείο 1: Καλά ελέγξτε έξω ... είναι για να μας.
		-- Chris Moyer <cdmoyer@starmail.com>

%
Η τεχνολογία είναι μια μάχη constand μεταξύ των κατασκευαστών που παράγουν μεγαλύτερο καιπερισσότερα συστήματα ηλίθιος-απόδειξη και τη φύση που παράγουν μεγαλύτερα και καλύτερα ηλίθιοι.
		-- Slashdot signature

%
knghtbrd: μπορεί να μην υπάρχει κουτάλι, αλλά μπορείτε να εντοπίσετε την ευπάθεια σεeye_render_shiny_object.c;
		-- rcw

%
<Joy> wow ... απλά μαθηματικά δείχνουν ότι το Debian προγραμματιστές έχουν κλείσει περισσότερα      από * 31 * * * χιλιάδες αναφορές σφαλμάτων από το BTS μας υπάρχει!<Χαρά> που είναι περίπου 30.999 περισσότερα από τη Microsoft?)
		-- rcw

%
<Knghtbrd> Σημειώστε ότι τα παραπάνω είναι απλά μια γνώμη και δεν πρέπει ναΠεριλαμβάνει κάθε μέτρο τεκμηριωμένων πληροφοριών. Ο           ΟΜΙΛΗΤΗΣ ΑΠΟΠΟΙΕΙΤΑΙ πάντα και τους πάντες. Ασχοληθεί με αυτό.
		-- rcw

%
<James> οποιαδήποτε gnome freaks γύρω;<Knghtbrd> όχι εγώ, είμαι απλά ένα τέρας
		-- rcw

%
<Madax> Ααα<Madax> μια συλλογή των geeks ....<Madax> Μπορώ να μυρίζει τώρα
		-- rcw

%
<Knghtbrd> μάθουν να αγαπούν Window Maker.<Knghtbrd> λίγο NextStep είναι καλό για την ψυχή.
		-- rcw

%
Προειδοποιήσεις: είναι το GNOME, να φοβάται, να είναι πολύ φοβισμένος της γραμμής Εξαρτάται
		-- James Troup

%
<CULus> Hhhmmmmmmmm<CULus> στρώματα νερού για αγελάδες<CULus> eleet<Cas> cULus: γιατί θα ήταν μια αγελάδα χρειάζονται ένα στρώμα νερού;<CULus> cas: Για να είναι άνετο ζεστό
		-- James Troup

%
Αν είσαι ό, τι τρώμε, υποθέτω ότι μου κάνει ένα δανικό τυρί.
		-- Anonymous

%
<Hop> όταν ξεκινάτε κάνοντας μόνο ηλίθια λάθη που είναι προφανείς, thats      όταν ξεκινάτε να πάρει αρμόδιες<Hop> γιατί δεν κάνετε τα θεμελιώδη λάθη παρεξήγηση<Hop> και thats ένα καλό * * σημάδι.
		-- Anonymous

%
<Lilo> είναι περίεργο, όταν θα πάτε σε ένα σαφάρι στην Αφρική για να πιάσει ένα λιοντάρι, που       θεωρούν ότι είναι ζωντανός και που χρεώνει, και στη συνέχεια να το σκοτώσει<Lilo> όταν πηγαίνετε σε ένα σαφάρι στη Νότια κόλπο για να βρείτε ένα Palm Vx, μπορείτε να βρείτε       το νεκρό και να το πάρετε στο σπίτι και να φορτίζει μετά την άφιξή :)
		-- Anonymous

%
<Lilo> μπορώ να διαβάσω την αιματηρή * εγχειρίδιο * σαν να ήταν κάποιο είδος της       θρησκευτικό σύστημα που περιγράφει τις μορφές του Διαφωτισμού μπορείτε να επιτύχετε       μετά από 10 χρόνια σε ένα βουνό :)
		-- Anonymous

%
Νόμος Γκέιτς: Κάθε 18 μήνες, η ταχύτητα των μισών λογισμικού.
		-- Anonymous

%
<Knghtbrd> Solver_: προσθέσετε χρήστες οι οποίοι θα πρέπει να βρωμίσει με ήχο στην ομάδα           ήχου .. Βεβαιωθείτε ότι οι συσκευές είναι όλες ήχου ομάδα (ls -l           / Dev / dsp θα σας δώσει την ταχύτερη ένδειξη αν είναι πιθανώςακριβώς) και να οικοδομήσουν ένα πυρήνα με υποστήριξη ήχου για την κάρτα σας<Knghtbrd> ή προαιρετικά εγκατάσταση ALSA πηγή και την κατασκευή μονάδων για αυτό           με make-kpkg<Knghtbrd> Ή (δεν συνιστάται) να πάρετε και να εγκαταστήσετε το κακό κακό OSS / Linux           μη-ελεύθερο κακό δυαδική μόνο κακό οδηγούς --- αλλά αυτά είναι κακά.Και εγώ αναφέρω ότι δεν συνιστάται;
		-- Anonymous

%
Νομίζω IRC δεν πρόκειται να λειτουργήσει αν --- είμαστε εξαντλείται το θέμα διάστημα!
		-- Joseph Carter

%
"Pacific Bell Εξυπηρέτησης Πελατών, αυτό είναι [..], πώς μπορώ να σας παρέχουμεάριστη εξυπηρέτηση των πελατών σήμερα; ""HAHAHAHAHA !! Αυτό είναι καλό, μου αρέσει ..""Um, χάρη, μας κάνουν να πούμε ότι."
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Danpat> Omnic: αιματηρή newzealanders<Omnic> danpat: θέσει μια κάλτσα σε αυτό<Danpat> heh :)<Knghtbrd> εμπαιγμός των .nz'ers είναι διαφορετική --- γιατί όλα αυτά είναι περίεργα* Δέρματα knghtbrd<Omnic> hrmph
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Χαρά> Flinny: μαύρο crontab μαγεία κάπως τα πράγματα :)<Knghtbrd> Χαρά Αυτό σημαίνει πως οι άνθρωποι παίρνουν να χορεύει γυμνή γύρω από φωτιές           φωνάζοντας περίεργα πράγματα και κουνώντας τα χέρια τους για το ένα ανόητο           τρόπος?<RCW> knghtbrd: τι * σκεφτείτε * οι άνθρωποι κάνουν σε novare;
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Knghtbrd> * snipsnip *<RCW> ω αγαπητέ, είναι ότι ο ήχος του μοντάζ τύχη-βάση δεδομένων;<Χαρά> uh oh<Knghtbrd> Ναι =>
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Χαρά> που είναι ένα kludge (TM)<Knghtbrd> Λειτουργία (tm)<Χαρά> AIX έργων (TM)<Knghtbrd> κανένας δεν το κάνει<Knghtbrd> =>
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
"Η διαφορά μεταξύ ιδιοφυίας και βλακείας είναι ότι ιδιοφυΐα έχει είναιόρια. "
		-- Albert Einstein

%
<Knghtbrd> Αν η φόρτιση κάποιον για παραβίαση των ΗΠΑ κρυπτο νόμοι θα πάρει           Σας γέλασε από το δικαστήριο, απλά "διερευνήσει" τους με χρέωση hte           της προδοσίας!<Knghtbrd> Τσάι, κανείς;<Espy> Θα προτιμούσα να πνιγούν οι πολιτικοί αντί του τσαγιού :)<ΙΤΜ> ESPY: πολιτικοί έχουν βράγχια, duh<Espy> νυφίτσες δεν έχουν βράγχια
		-- Albert Einstein

%
Αν έχω πρόβλημα με την εγκατάσταση του Linux, κάτι δεν πάει καλά. Πολύ λάθος.
		-- Linus Torvalds

%
* Bma_home σας ψηλαφά<Bma_home> "Oups, λάθος κανάλι"<Bma_home> </ ACF><Κ.Ε.Α.Τ.> σταματήσουν το ψαχούλεμα μου<Doogie> ξέρετε σας αρέσει.<Bma_home> στην πραγματικότητα, ήταν «ψηλαφώ μου μωρό"<Gecko-> αγγίξει το γιο μου και θα πεθάνεις, BMA?)<Doogie> gecko-: αλλά η σύζυγός σας είναι εντάξει;
		-- Linus Torvalds

%
Διαβάζοντας τα εγχειρίδια του υπολογιστή χωρίς το υλικό είναι τόσο απογοητευτικό όπως ανάγνωσηεγχειρίδια του σεξ χωρίς το λογισμικό.
		-- Arthur C Clarke

%
<Knghtbrd> (TINC)<Espy> (ytitac)<Knghtbrd> (ntinac)<Espy> (αυτό)<Knghtbrd> (in)* Espy επισημαίνει μιλώντας στην ACR ^ Winitialisms είναι τρομακτικό όταν η άλλη πλευρά  σας καταλαβαίνει
		-- Arthur C Clarke

%
<Knghtbrd> είναι πάρα πολύ κακό αρχαιότερο Unices είναι συμβατό Y2K<| Βροχή |> πάρα πολύ κακό;<| Βροχή |> γιατί, επειδή οι άνθρωποι δεν θα αναβαθμίσει μέχρι 2038;
		-- Arthur C Clarke

%
<Espy_on_crack> "Έχω εγκαταστήσει« Linux 6.1 », δεν που μου κάνει ένα unix                γκουρού; "<BenC> Espy_on_crack: όχι, θα πρέπει να το εγκαταστήσετε δύο φορές πριν να είναι       γκουρού ... μια φορά να αποδείξει μπορείτε να το κάνετε, το δεύτερο για να διορθώσετε τα πράγματα       έσπασε σας την πρώτη φορά<Espy_on_crack> oh σωστά, πόσο ανόητο εκ μέρους μου
		-- Arthur C Clarke

%
* Knghtbrd κάνει το πράγμα ET<Knghtbrd> κανέναν πήρε μια μιλήσει-n-ξόρκι;
		-- Arthur C Clarke

%
<Omnic> ένας άλλος .sig Επιπλέον
		-- Arthur C Clarke

%
Αρχίζω να πιστεύω η λίμνη γονιδίων θα μπορούσε να χρησιμοποιήσει λίγο χλώριο.
		-- Arthur C Clarke

%
Είναι τόσο άσχημα όσο νομίζετε, και είναι έξω για να σας πάρει.
		-- Arthur C Clarke

%
<Espy> να είστε προσεκτικοί, μερικές χαζός μπορεί να σας παραθέσω<Espy> έξω από το πλαίσιο ...
		-- Arthur C Clarke

%
*** Το θέμα για #redhat: RedHat είναι η απάντηση σε όλα τα προβλήματά σας. Το    θα μπορούσε να είναι η αρχή πάρα πολύ!
		-- Arthur C Clarke

%
* Θαύματα cesarb αν σε λιγότερο από μία εβδομάδα Carmack θα καταλήξει στον λαμβάνοντα  στείλτε e-mail ένα αντίγραφο ευγένειας ενός έκδοση του πηγαίου κώδικα του Quake η οποία είναι τέσσερις  φορές πιο γρήγορα από ό, τι βγήκε από το εικονικό χέρια του ...
		-- Arthur C Clarke

%
<Knghtbrd> JHM: Δεν είμαι βάζοντας σεισμό στο κώδικα του πυρήνα<Knghtbrd>, αλλά θα πρέπει να βάλουμε σεισμό στις δισκέτες εκκίνησης για ένα-up           παιχνίδι tetris καλντέρας ..?>
		-- Arthur C Clarke

%
Πυροβόλα όπλα δεν σκοτώνουν τους ανθρώπους. Είναι εκείνα καταραμένο σφαίρες. Guns απλά να τους πάειπραγματικά πολύ γρήγορα.
		-- Jake Johanson

%
<Espy> θα πρέπει να χωρίσει κύρια σε "πυρήνα" και "WTF-χρήσεις-αυτό"
		-- Jake Johanson

%
<Culus-> libc6 δεν είναι απαραίτητη: |
		-- Jake Johanson

%
<DHD> είναι μια ειδική Χριστούγεννα Pack για το σεισμό εκεί<DHD> όπου μπορείτε να πάρετε να είναι σαν ρομπότ Σάντα για Futurama;<Dunham> DHD: ότι θα είναι μια μάλλον ισορροπημένη παιχνίδι ...<Knghtbrd> Dunham: αυτή είναι η ιδέα. ?>
		-- Jake Johanson

%
<Knghtbrd> το πρόβλημα με τα πρότυπα κωδικοποίησης GNU είναι υποθέτουν ότιο καθένας στον κόσμο χρησιμοποιεί emacs .. Αν αυτό συνέβαινε, δωρεάν           λογισμικό θα πέθαινε γιατί όλοι θα έχουν προβλήματα στον καρπόόπως RMS από τώρα και δεν είναι πλέον σε θέση να κώδικα. ?>
		-- Jake Johanson

%
C'mon! πολιτική διαμαρτυρία! sheesh. Πού είναι ότι ο αναρχικός πνεύμα; ;-)
		-- Decklin Foster

%
Έχουμε αυξήσει τα δικά μας πρότυπα, έτσι ώστε μέχρι τα δικά σας!
		-- Decklin Foster

%
* Woot είναι τώρα γνωστή ως Woot-δείπνο* Knghtbrd ψεκάζει λίγο αλάτι για woot<Knghtbrd> Δεν είχα ποτέ μια woot πριν ... ελπίζω να έχει καλή γεύση<Woot-δείπνο> noooo!<Woot-δείπνο> δεν μου φάει!* Knghtbrd αποφασίσει ότι δεν θέλει ένα δείπνο που μιλάει για να τον ... χεχε
		-- Decklin Foster

%
[Σχετικά με τα μέτρα για την αποφυγή εξαπάτησης στο σεισμό]Θέλω να πω, εφ 'όσον μπορώ να κάνω πύραυλο εκτόξευσης μου φαίνονται σαν ένα μεγάλο Twinkie,Θα είμαι ευτυχισμένος?)
		-- Qeyser <keyser@jhu.edu>

%
<Knghtbrd> r0bert: με λίγα λόγια, είμαστε κινείται αρκετά πράγματα ο πελάτης           σήμερα είναι υπεύθυνη για την αφήγηση του διακομιστή σε πράγματα τα           ελέγχους server για το ίδιο<Knghtbrd> Αν Νέο λέει "Δεν υπάρχει κουτάλι", The Matrix θα πει "Ω ναι           δεν υπάρχει καμία εξαπάτηση ---! "<Hollis> Αλλά ξέρει kung fu ...<Knghtbrd> Σίγουρα το κάνει, αλλά έχω ένα εκτοξευτή ρουκετών.
		-- Qeyser <keyser@jhu.edu>

%
* Ο υδράργυρος αφαιρεί ήρεμα βραχίονα XT-δεσμίδα του ..* Ο υδράργυρος στη συνέχεια προχωρεί για να νικήσει XT-δεσμίδα με το χέρι XT-δεσμίδα του.<Knghtbrd> wow, όλα αυτά σεισμός hacking κάνει Mercury βίαιη εδώ* Mao είναι ευτυχής το έργο σεισμός Forge είναι σε καλά χέρια
		-- Qeyser <keyser@jhu.edu>

%
<Knghtbrd> CVS / Καταχωρήσεις είχε τη γραμμή που χρειαζόμουν για να "αλλάξει"<Ερμής> Knghtbrd: Ήταν έτοιμος να αναφέρουμε τέτοια .. <G><Ερμής> Knghtbrd: Τώρα, έτοιμοι να διαπράξουν;<Knghtbrd> επιθυμούν μου καλή τύχη<Knghtbrd> Mercury: αυτό είναι που διαπράττονται<Knghtbrd> Mercury: και μετά από όλα αυτά, θα πρέπει να είναι πάρα πολύ.
		-- Qeyser <keyser@jhu.edu>

%
* Knghtbrd διασχίζει τα δάχτυλα των ποδιών του<Knghtbrd> (αν πέρασα τα δάχτυλά μου θα ήταν δύσκολο να πληκτρολογήσετε)
		-- Qeyser <keyser@jhu.edu>

%
<Doogie> υπάρχει ένα κακό πράγμα για την κατοχή ενός κινητού τηλεφώνου.<Doogie> I μπορεί να επιτευχθεί ανά πάσα στιγμή. : |<Wmono> γι 'αυτό το ορυχείο αφήσει ανοικτά ανά πάσα στιγμή. ?>
		-- Qeyser <keyser@jhu.edu>

%
<Palisade> πώς θα πάμε να προφέρει '00 ή '01 ή '02 και ούτω καθεξής;<Deek> Πείτε αντίο στην δεκαετία του ενενήντα, να πω γεια στα naughties. :)
		-- Qeyser <keyser@jhu.edu>

%
<Deek> Εάν ο χρήστης δείχνει το όπλο στο πόδι του και τραβά τη σκανδάλη, το       Είναι καθήκον μας να διασφαλιστεί η σφαίρα παίρνει όπου υποτίθεται ότι.
		-- Qeyser <keyser@jhu.edu>

%
<Ερμής> Να προειδοποιούνται, έχω ένα πληκτρολόγιο που μπορώ να χρησιμοποιήσω για να κτυπήσει το κεφάλι luser του          και, στη συνέχεια συνεχίζουν να χρησιμοποιούν ... (=:]<Deek> Ερμής: Ω, ΙΒΜ. :)
		-- Qeyser <keyser@jhu.edu>

%
<Palisade> knght, sheesh, είστε επικόλληση λόγια μου έξω από το πλαίσιο στο           #debian ή κάτι άλλο;<Palisade>?)<Knghtbrd> όχι, αλλά εγώ κατά πάσα πιθανότητα θα πρέπει να είναι?><Palisade> D'oh!
		-- Qeyser <keyser@jhu.edu>

%
<Cas> Mercury: gpm δεν είναι μια πολύ καλή web browser. φτιάξτο.
		-- Qeyser <keyser@jhu.edu>

%
<Cas> καθώς υπάρχει ya πάει. πω κάτι ηλίθιο στο IRC και να το      απαθανάτισε για πάντα στην .sig αρχείο κάποιου
		-- Qeyser <keyser@jhu.edu>

%
Η Microsoft είναι ένας σταυρός μεταξύ του Borg και την Ferengi. Δυστυχώς,χρησιμοποιούν Borg να κάνει το μάρκετινγκ και Ferengi τους να κάνουν τουςπρογραμματισμός.
		-- Simon Slavin

%
Θα προτιμούσαν να ξοδεύουν 10 ώρες διαβάζοντας τον πηγαίο κώδικα κάποιου άλλου από 10λεπτά ακούγοντας Musak περιμένει για τεχνική υποστήριξη η οποία δεν είναι.
		-- Dr. Greg Wettstein, Roger Maris Cancer Center

%
Πού νομίζετε ότι θα πάμε σήμερα;
		-- Dr. Greg Wettstein, Roger Maris Cancer Center

%
Είχα ακούσει όλα τα είδη των κατήφεια και χαμός προβλέψεις για το Y2K, γι ' σκέφτηκα ότι θα λάβουν σοβαρά υπόψη μερικές από τις συμβουλές που οι εμπειρογνώμονες έχουν δώσει: Γεμίστε δεξαμενή αερίου του αυτοκινήτου, το απόθεμα επάνω σε κονσέρβες, γεμίζουν την μπανιέρα με νερό, και ούτω καθεξής.Υποθέτω ότι δεν ήταν πλήρως ξύπνιοι όταν ολοκληρώσει την προετοιμασία μου στα τέλη του περασμένουνύχτα. Σήμερα το πρωί βρήκα τα ράφια της κουζίνας εμποτισμένο με βενζίνη, νερόστη δεξαμενή αερίου του αυτοκινήτου, και μπανιέρα μου γεμίζουν με ψητά φασόλια.
		-- Dan Pearl in a message to rec.humor.funny

%
<Ταρζάν> hey έκανες πέσουν pIRCh ή κάτι σας;<Knghtbrd> μένα; heh.
		-- Dan Pearl in a message to rec.humor.funny

%
<Espy> που ψήνονται<Knghtbrd> Espy: μόνο κατά το ήμισυ, ώστε
		-- Dan Pearl in a message to rec.humor.funny

%
<Darkangel> εγώ γενικά δεν χρησιμοποιούν κάτι που έχει «πειραματική» και            "Προειδοποίηση" επικολληθεί σε όλο αυτό<Darkangel> Όχι, δεν είμαι τόσο χαζή ... χεχε<Knghtbrd> ...* Darkangel θεωρεί λήψη της τελευταίας ασταθή πυρήνα
		-- Dan Pearl in a message to rec.humor.funny

%
<Wichert> Solaris είναι BSD, γι 'αυτό θα πρέπει να εργαστεί* Espy παίρνει πίπα ρωγμή wichert μακριά
		-- Dan Pearl in a message to rec.humor.funny

%
<Knghtbrd> είναι πάρα πολύ κακό πιο παλιά Unices αποδείχθηκε συμβατό Y2K<Knghtbrd>, διότι αυτό σημαίνει ότι οι άνθρωποι θα εξακολουθούν να τη λειτουργία τους σε 30 χρόνια           = p<Knghtbrd> θα ήταν πολύ καλύτερο αν Y2K αποτελεσματικά σκοτώσει           HPUX, Aix, SunOS, κλπ?><Espy> Knghtbrd: από πότε είναι PH-UX, πόνους, και solartus «παλιά»;
		-- Dan Pearl in a message to rec.humor.funny

%
* Gxam αναρωτιέται αν όλα αυτά τα globals είναι πραγματικά απαραίτητο<Knghtbrd> οι περισσότεροι από αυτούς αυτή τη στιγμή ναι<Knghtbrd> Πρέπει πραγματικά να τους καθαρίσει σε κάποιο σημείο<Knghtbrd> gxam: οι globals θα πρέπει να πάει μακριά καθώς μεταναστεύουν προς           σπονδυλωτής και την τρέλα (δηλαδή, libtool)
		-- Dan Pearl in a message to rec.humor.funny

%
<Αρπακτικών> Adamel, νομίζω ότι ο κωδικός σας σταθερό μου δεν λειτούργησε<Αρπακτικών> i δεν πρέπει να έχει δεσμευτεί τον κωδικό εργασίας<Knghtbrd> αρπακτικών: σαν να είναι η πρώτη φορά που έχει συμβεί ποτέ = p
		-- Dan Pearl in a message to rec.humor.funny

%
<Ερμής> Knghtbrd: Χρησιμοποιώντας -3dfx ή -svga;<Knghtbrd> Ο υδράργυρος θα κάνει κάτι λογικό με αυτό<Knghtbrd> Ερμής: και τα δύο --- SIG11 SVGA, η -3dfx sig4 του<Knghtbrd> Mercury: αυτό δεν είναι καλό έτσι; ?>
		-- Dan Pearl in a message to rec.humor.funny

%
<Knghtbrd> μας εμπιστευθείτε, ξέρουμε τι κάνουμε ... Μπορεί να έχουμε καμία ιδέα για το πώς           το κάνουμε, αλλά γνωρίζουμε τι κάνουμε.
		-- Dan Pearl in a message to rec.humor.funny

%
<Ερμής> <CJ | Bizkit-0-> μπορώ να στείλω στο τούτοις διακομιστή linux<Ερμής> <CJ | Bizkit-0-> πήρα ένα λογαριασμό κέλυφος σε ένα<Ερμής> <Ερμής> Τι τρέχει;<Ερμής> <CJ | Bizkit-0-> Umm<Ερμής> <CJ | Bizkit-0-> apache νομίζω<Ερμής> Βοήθεια, παρακαλώ βοηθήστε ..* Γέλια Omni
		-- Dan Pearl in a message to rec.humor.funny

%
<JT> πρέπει για ένα σφάλμα να επισημαίνονται κρίσιμη αν επηρεάζει μόνο ένα τόξο;<James-workaway> JT: RC για το εν λόγω καμάρα ίσως, αλλά εκείνο το είδος της καμάρας                 συγκεκριμένες σφάλματα είναι σπάνια ...<JT> όχι όταν προκαλείται από ένα σφάλμα στο GCC<Doogie> JT: πάρετε gcc απομακρυνθεί από αυτό το τόξο. :)
		-- Dan Pearl in a message to rec.humor.funny

%
<Edlin> LWE;<Edlin> Linux W ?? ΜΙ??<Βλέπει> θα eatyou<JHM> World Expo;<Edlin> βλέπω
		-- Dan Pearl in a message to rec.humor.funny

%
«Ονομαστική αμοιβή". Τι ένα άσχημο ποινή. Είναι ένα από εκείνα τα πράγματα πουσημαίνει ότι αν έχετε να ρωτήσετε, δεν μπορείτε να το αντέξουν οικονομικά.
		-- Linus Torvalds

%
<Deek> μπορείτε GPL την εργασία σας; :)<Knghtbrd> yah = D<Knghtbrd> Καθένας έχει το δικαίωμα να χρησιμοποιήσει ή να τροποποιήσει την εργασία μου, αλλά αν           διανέμουν οι αλλαγές αυτές πρέπει να περιλαμβάνουν την πλήρη αναγνώσιμα από μηχάνημα           πηγαίο κώδικα?>
		-- Linus Torvalds

%
* Knghtbrd είναι κάθε μέρα περισσότερο πεπεισμένος ότι οι περισσότεροι προγραμματιστές C ++ δεν ξέρω τι           η κόλαση που κάνουν, το οποίο είναι ο λόγος που η C ++ έχει μια τέτοια κακή ραπ<CULus> kb: Οι περισσότεροι C προγραμματιστές δεν ξέρουν τι κάνουν, είναι αυτό ακριβώς κάνει        ευκολότερο να κρύψει: P<CULus> δείτε, για παράδειγμα, ProFTPD: P
		-- Linus Torvalds

%
<CULus> Και δεν παίρνουν μου ξεκίνησε στις Perl!<CULus>:><Shaleh> Perl είναι πέρα ​​από το κακό<Jim> δεν ξέρετε Perl ακόμα;<Netgod> Gotta αγαπούν μια γλώσσα χωρίς προσδιορίσιμο σύνταξη
		-- Linus Torvalds

%
<Doogie> cat / dev / τυχαία | perl;<Shaleh> doogie: είναι επίσης μια έγκυρη sendmail.cf<Doogie> :)* Knghtbrd χέρια Doogie ένα βραβείο παράλογη χρήση-του-cat* Shaleh θέλει να το δοκιμάσω, αλλά φοβάται
		-- Linus Torvalds

%
<DHD> perl </ dev / BDSM<Knghtbrd> έχετε / dev / BDSM;<DHD> βέβαιος, ότι είναι ένα pseudosadomasochistic γεννήτρια τυχαίων αριθμών
		-- Linus Torvalds

%
<Kysh_> Joey: Είμαι σε αυτό τώρα .. 3 1.3GB δίσκων, 128M RAM, διπλή 50MHz        (Μέχρι quad 250MHz)<Kysh_> Τα αλιεύματα είναι ότι τραβά 110v σε περίπου 12Α 8><CULus> 12Α!<CULus> Εντάξει, σόμπα μου είναι 3000W, αυτή ήλιος είναι 1320W<CULus> Βλέπετε ένα πρόβλημα εδώ<Calc> ένα 1320W ήλιο, που είναι σαν ένα πιστολάκι για τα μαλλιά :)
		-- Linus Torvalds

%
* Joeyh_ τρέχει ps και βλέπει 10 γραμμές κώδικα awk* Joeyh_ οπισθοχωρεί στη φρίκη
		-- Linus Torvalds

%
<Knghtbrd> joeyh: Ήμουν κάτω από το midmorning χθες και PacBell είπε           το πρωί που η AT & T ήταν να κατηγορήσει και σχεδόν το σύνολο των κρατικών           ήταν κάτω<RCW> ξέρω γιατί οι άνθρωποι επιμένουν το διαδίκτυο μπορεί να επιβιώσει ένα πυρηνικό ολοκαύτωμα      όταν δεν μπορεί να επιβιώσει μια τσάπα
		-- Linus Torvalds

%
Αυτό το μήνυμα ήταν γραμμένο με vi! (Όχι ότι ο καθένας στον κόσμο νοιάζεται)
		-- seen on an old message from an anon.penet.fi address

%
επαναφοράς σύνδεση από κάποια βλάκας με τσάπα
		-- seen on an old message from an anon.penet.fi address

%
5η Φλεβάρη 13:27:01 τριάδα lp0 στην πυρκαγιά        - Ο πυρήνας του Linux, προειδοποιώντας με ότι υπήρχε κάποια άγνωστη           πρόβλημα με τον εκτυπωτή μου (δηλαδή, ήταν το μελάνι)
		-- seen on an old message from an anon.penet.fi address

%
Όσο λιγότερα ξέρετε για τους υπολογιστές περισσότερο θέλετε Microsoft!        - Η Microsoft διαφημιστική καμπάνια, γύρω στο 1996(Απόδειξη ότι η διαφήμιση της Microsoft _isn't_ ανέντιμο!)
		-- seen on an old message from an anon.penet.fi address

%
Κάνοντας μία λαμπρή απόφαση και ένα σωρό μέτρια αυτά δεν είναι τόσοκαλή όσο κάνει ένα σωρό γενικά έξυπνες αποφάσεις καθ 'όλη τηόλης διαδικασίας.
		-- John Carmack

%
Δεν είναι συνήθως οικονομικά αποδοτικό χρόνο σοφό να πάει να το κάνει. Αλλά αν κάτι είναιπραγματικά pissing σας μακριά, μπορείτε απλά να βρείτε τον κώδικα και να το διορθώσουμε και αυτό είναιπραγματικά δροσερό.
		-- John Carmack, on the advantages of open source

%
<Calc> yea ακούγεται χρήσιμο για RE'ing USB<Calc> έχω ένα άχρηστο κάμερα usb 3COM εδώ :(<Knghtbrd> calc: 3Com θα μπορούσε να έχετε συλληφθεί για παραβίαση των νόμων που           δεν υπάρχουν »μέχρι τον Οκτώβριο?><Calc> knghtbrd: i θα κρύψει :)<Knghtbrd> ... αντίσταση κατά τη σύλληψη πάρα πολύ ε;<Calc> knghtbrd: Όχι, θα κρύψει προτού να πάρω εξυπηρετούνται
		-- John Carmack, on the advantages of open source

%
<Ερμής> Σε αυτό το σημείο θα συντάξει, αλλά segfault, όπως θα έπρεπε ..
		-- John Carmack, on the advantages of open source

%
* Knghtbrd είναι πάρα πολύ στον πειρασμό να .sig όλη αυτή τη συζήτηση ...
		-- John Carmack, on the advantages of open source

%
Η Unixverse λήγει στις Τρ, 19 του Ιανουαρίου, 2038 3:14:07 0000
		-- John Carmack, on the advantages of open source

%
<Taniwha> Knghtbrd: θα πρέπει να κάνουμε ένα επεισόδιο σεισμό: γόνατο βαθιά στον κώδικα ":          τρέχετε γύρω από τα γυρίσματα σε σφάλματα :)<Knghtbrd> taniwha: Θα περάσει την ιδέα για να OpenQuartz?>
		-- John Carmack, on the advantages of open source

%
<Taniwha> θα ήθελα να λύσει ένα παράθυρα βασικό πρόβλημα με το fdisk :)
		-- John Carmack, on the advantages of open source

%
<Endy> knghtbrd: netcode QW έχει κάνει περίεργα πράγματα για μένα. :Π<Knghtbrd> Αυτό είναι ασυνήθιστο; ?><Endy> Όχι πραγματικά. :Π
		-- John Carmack, on the advantages of open source

%
<Knghtbrd> RCW: Ω yay --- δεν έχω εμπλακεί σε μια καλή flamewar σε           τουλάχιστον ... 5 λεπτά!
		-- John Carmack, on the advantages of open source

%
<Manoj> shaleh: Δεν είμαι, παρά τις επιπτώσεις σας, ο Θεός
		-- John Carmack, on the advantages of open source

%
<SlayR> i μόλις αγόρασε το MS Office 2000 για μόνο $ 20 !!!<Knghtbrd> έχεις εξαπατηθεί?><SlayR> ξέρω?)
		-- John Carmack, on the advantages of open source

%
<Knghtbrd> είναι έξι. Έχω πάει μέχρι και 24 ώρες<Knghtbrd> Wake me up και τη ζωή των κινδύνων και των άκρων.* Knghtbrd &? ύπνος<TV> Εντάξει σε όλους, περιμένουμε 10 λεπτά και στη συνέχεια να αρχίσει τις πλημμύρες Knghtbrd     με ^ G του. Κάποιος, hack ρίζα και cat / dev / urandom> / dev / dsp.
		-- John Carmack, on the advantages of open source

%
*** Knghtbrd είναι τώρα γνωστή ως SirKewLDooD*** Ο υδράργυρος κλώτσησε SirKewlDooD από #quakeforge (* WHACK *)
		-- John Carmack, on the advantages of open source

%
<Ερμής> Knghtbrd: Θα ήθελα πολύ να δω υποστήριξη στόχαστρο xor ..<Knghtbrd> Ερμής: είστε σε κομπογιαννίτης.<Ερμής> Knghtbrd: Είσαι ο έμπορος ... <G>*** Knghtbrd είναι τώρα γνωστή ως QuackDealer
		-- John Carmack, on the advantages of open source

%
* Ξηρό πάγο δεν μπορεί να κωδικοποιήσει το δρόμο του έξω από μία χάρτινη σακούλα<Coderjoe> ξηρού πάγου: int main () {ExitPaperBag ()? επιστρέψει 0? }<Knghtbrd> Είναι αυτό τον τρόπο ότι κάνει τότε; * Παίρνει σημειώσεις *
		-- John Carmack, on the advantages of open source

%
<Knghtbrd> EEK, όχι άλλο ένα ...<Knghtbrd> Φαίνεται ποτέ έργου και η μητέρα τους έχει τώρα ένα τυχαίο           υπογραφή χρησιμοποιώντας εισαγωγικά irc ...<Knghtbrd> Τι άρχισα ΕΔΩ ??
		-- John Carmack, on the advantages of open source

%
* Βλέπει χρησιμοποιεί σχόλια knghtbrd ως την υπογραφή του<Knghtbrd> βλέπει: το συντομότερο μπορώ να πληκτρολογήσει συνειδητοποίησα ότι ήθελα να τους κόβουν καλύτερα           τον εαυτό μου πριν κάποιος άλλος το έκανε?>
		-- John Carmack, on the advantages of open source

%
* Omnic κοιτάζει σύνδεσμο 33.6K του και στη συνέχεια κοιτάζει Joy* Ο υδράργυρος αγκαλιάζει καλωδιακού modem του .. (=:]
		-- John Carmack, on the advantages of open source

%
Σύμφωνοι, το βλέμμα Win95 δεν ήταν όλα όσα νέα είτε - η Apple προσπάθησε να μηνύσειΗ Microsoft για την αντιγραφή του Macintosh UI / εικονίδιο του κάδου απορριμμάτων, έως ότου η Microsoftεπεσήμανε ότι η Apple πήρε πολλές από τις ιδέες του Mac (συμπεριλαμβανομένων κάδο απορριμμάτωνεικονίδιο) από τη Xerox ParcPlace. Η Xerox είναι πιθανώς ακόμα αναρωτιέστε γιατίο καθένας ενδιαφέρεται για δοχεία απορριμμάτων τους.
		-- Danny Thorpe, Borland Delphi R&R

%
<Knghtbrd> είναι ένα σημάδι της ψυχικής ασθένειας να περιπλανηθεί άσκοπα μέσα από το           ξεκινήστε χάρτη, συλλέγουν Κεραυνός σας, λυκίσκου στην πισίνα, και GIB           τον εαυτό σας με αυτό απλά για να δείτε το κεφάλι buouce σας όταν πέφτειδιαμέσου του πυθμένα της πισίνας; =><Knghtbrd> "Ξέρετε ότι είστε ένας σεισμός εξαρτημένος όταν ..."
		-- Danny Thorpe, Borland Delphi R&R

%
<Zoid> Εξακολουθώ να πιστεύω ότι εσείς είστε καρύδια συγχώνευση Q και QW. :Π<Knghtbrd> Φυσικά είμαστε καρύδια. Ακόμα και ο Ιωάννης είπε έτσι. =><Taniwha> Zoid: είμαστε ξηρούς καρπούς, αλλά είμαστε παραγωγικοί καρύδια :)
		-- Danny Thorpe, Borland Delphi R&R

%
<Taniwha> Zoid: είμαστε ξηρούς καρπούς, αλλά είμαστε παραγωγικοί καρύδια :)* Taniwha αναρωτιέται τι παραγωγικό ξηρούς καρπούς γεύση
		-- Danny Thorpe, Borland Delphi R&R

%
<Endy> taniwha: Παράθεση υλικό :)<Taniwha> Endy: :)<Knghtbrd> Endy: Έχω ήδη snipped
		-- Danny Thorpe, Borland Delphi R&R

%
<Endy> Στην πραγματικότητα, νομίζω ότι θα περιμένω για τα γεώμηλα πρέπει να οριστικοποιηθεί πριν       Εγκαθιστώντας το Debian.<Endy> Αυτός πρέπει να είναι σύντομα, ελπίζω. :)<Knghtbrd> Endy: Μπορείτε προφανώς γνωρίζουν πολύ λίγα για το Debian.
		-- Danny Thorpe, Borland Delphi R&R

%
Τίποτα δεν είναι ένα πρόβλημα από τη στιγμή που debug τον κώδικα.
		-- John Carmack

%
<Overfiend> Ο τρόπος Unix - τα πάντα είναι ένα αρχείο<Overfiend> Ο τρόπος με Linux - τα πάντα είναι ένα σύστημα αρχείων :)
		-- John Carmack

%
<Devkev> ναι είδα το όπλο αστραπή και όπου πήγαιναν, νομίζοντας         ήσουν το gonna kick ass κάποια :)<Devkev> didnt συνειδητοποιούν ότι θα είναι το δικό σας :)
		-- John Carmack

%
"Διαφορετικά, παρακαλούμε να μιλήσετε με έναν γιατρό για την αφαίρεση από το κεφάλι σας από σαςκώλο, πιστεύω ότι θα είναι επωφελής για όλους τους εμπλεκόμενους. "
		-- Zephaniah E. Hull, flaming someone on a mailing list

%
Tagline, μπορείτε να είστε!
		-- Zephaniah E. Hull, flaming someone on a mailing list

%
Είμαι ασκούν ένα λεπτό σημείο της ηθικής. Είναι αποδεκτό να πυροβολήσει πίσω.Δεν είναι αποδεκτό να πυροβολήσει πρώτος.
		-- Zed Pobre

%
<Coderjoe> GIB, Perl;<GIB> μου φαίνεται Perl είναι του προγραμματιστή Swiss Army Αλυσοπρίονο
		-- Zed Pobre

%
<Endy> taniwha: Έχετε δοκιμάσει αυτήν ένα; :)<Taniwha> Endy: Φυσικά δεν
		-- Zed Pobre

%
Αυτό είναι το πιο αστείο πράγμα που έχω ακούσει ποτέ και θα το συγχωρήσει _not_.
		-- DyerMaker, 17 March 2000 MegaPhone radio show

%
Δεν είναι? Λέτε ότι θα πρέπει να επιτρέπουν στους ανθρώπους (εκτός από τον WilliamWallace) για να πυροβολήσει κεραυνούς από τον κώλο τους;
		-- Seth Galbraith

%
<Ερμής> Δεν χρειάζεται να είναι τρελός για να είναι μέλος του έργου, αλλά          θα είναι .. <=:]
		-- Seth Galbraith

%
* Endy πρέπει να συμβουλευτείτε τον καφέ: P<Endy> καφέ το bot πρόσωπο, δεν τον καφέ το ποτό :)<Knghtbrd> διαβούλευση με το ποτό μπορεί να βοηθήσει πάρα πολύ =>
		-- Seth Galbraith

%
<Mongoose> knghtbrd: και οι πράοι θα κληρονομήσουν k-Mart
		-- Seth Galbraith

%
<Knghtbrd> "Java για την COBOL προγραμματιστή"<Knghtbrd> που γράφει αυτά τα πράγματα;<Αρπακτικών> άνθρωποι στην ρωγμήπρογραμματιστές <αρπακτικών> και COBOL<Αρπακτικών> :)<Knghtbrd> αυτό είναι περιττό.
		-- Seth Galbraith

%
<Evilkalla> heh, ποτέ δεν πήρε μια κωδικοποίηση τάξη<Evilkalla> ή μία κλάση γραφικών<Evilkalla> ή μια κατηγορία σχεδιασμού λογισμικού<Vegan> και δείχνει: P
		-- Seth Galbraith

%
* The_Answer_MD ρίχνει τα μακαρόνια σε όλους* Taniwha τρώει τα μακαρόνια* Coderjoe πετάει γύρω από κάποια κεφτεδάκια* Knghtbrd παίρνει το τυρί* Taniwha αρπάζει ένα κόκκινο
		-- Seth Galbraith

%
<Theoddone33> Τι είναι αυτό το μήνυμα στην οθόνη μου,<Theoddone33> τόσο μπλε, τόσο μπλε, τι θα μπορούσε να σημαίνει;<Theoddone33> Θα μπορούσατε να, θα πατήσετε το πλήκτρο Διαγραφή,<Theoddone33> Ctrl και Alt και στη συνέχεια επαναλάβετε.
		-- Seth Galbraith

%
<Γοργώ> τι παίρνετε όταν κάποιος ρωγμές μηχάνημα Debian σας;<Γοργώ> πουρέ πατάτας ...
		-- Seth Galbraith

%
<Αι> έλα<Αι> είναι ένας κλώνος pico<Αι> αυτό είναι * σημαίνει * να είναι ενοχλητικό
		-- Seth Galbraith

%
<Espy> Επικαλούμαι νόμο Espy, το οποίο αναφέρει ότι όλοι πιπιλίζουν: P
		-- Seth Galbraith

%
<Overfiend> cULus: wanna μου να αναστείλει για αυτό; :)<CULus> Overfiend: Πηγαίνετε κακόβουλα σπάσει μερικά διαρρηγνύει και θα μιλήσουμε<Overfiend> cULus: Γαμώτο, πρέπει να είναι κακόβουλο;<CULus> Overfiend: Δυστυχώς, ναι
		-- Seth Galbraith

%
<Knghtbrd> 2fort5 απορροφά αρκετό για να έχουν τη βαρύτητά του ...
		-- Seth Galbraith

%
* Κοσμικές ακτίνες επιθυμεί ο ίδιος είχε κάποια διαβρωτικά εδώ ....<Κοσμικές ακτίνες> err, διαβρωτικά σύρμα
		-- Seth Galbraith

%
<WildTHing> ok ρε παιδιά .. έτσι Whens την επόμενη δεσμευτούν: PP<Taniwha> όταν έρχονται να με πάρει
		-- Seth Galbraith

%
<Mdorman> Είμαι ένα άτομο gnus τον εαυτό μου. Είναι ένας συντάκτης! Είναι ένα floorwax!          Είναι ένα γλυκό κερασάκι!
		-- Seth Galbraith

%
<Tausq> Q. Ποια είναι η διαφορά μεταξύ Μπάτμαν και ο Bill Gates;<Tausq> A. Όταν Batman πολέμησαν την Penguin, κέρδισε.
		-- Seth Galbraith

%
Σε κάποιο σημείο, τα κομμάτια πρέπει να πάμε σε πακέτα και δρομολογητές πρέπει να κάνετεαποφάσεις σχετικά με αυτές. Αλλαγές σε αυτό το επίπεδο είναι αυτό που θέλω να ακούσω για, δενστρατηγικές σχέσεις της εταιρείας.
		-- John Carmack

%
Απορρίπτουμε: βασιλιάδες, προέδρους, και ψηφίζουν.Πιστεύουμε σε: τραχύ συναίνεση και κώδικα εργασίας.
		-- Dave Clark

%
<Knghtbrd> QF πρόκειται να πάρει zipfile υποστήριξη σήμερα<Coderjoe> heh ... infozip;<Knghtbrd> Αν είμαι τυχερός ναι<Deek> knghtbrd: Είσαι αστειεύεστε, έτσι δεν είναι; ?)* Deek αφαιρεί σωλήνα ρωγμή Knghtbrd του. ?)
		-- Dave Clark

%
<Deek> αλλάξει όλα cvar-> value = X για να χρησιμοποιήσετε Cvar_Set ()<Theoddone33> που δεν συνέβη στην oldtree<Deek> Στην πραγματικότητα, το έκανε.<Knghtbrd> ναι - δύο εβδομάδες αργότερα.
		-- Dave Clark

%
=== Αυτή η επιστολή είναι ο ιός της Τιμής Συστήματος ====Αν τρέχετε ένα Macintosh, OS / 2, Unix, ήLinux υπολογιστή, παρακαλούμε τυχαία διαγραφήδιάφορα αρχεία από το σκληρό δίσκο σας καιπροωθήστε αυτό το μήνυμα σε όλους τους γνωστούς σας.==============================================
		-- Dave Clark

%
* Συντόμ θέλει να πάρει σε ένα από sigs knghtbrd είναι μία από αυτές τις μέρες.
		-- Dave Clark

%
<Δρ ^ Nick> SGI_Multitexture είναι κακό βουντού τώρα<Δρ ^ Nick> ARB είναι καλό βουντού<Witten> Όχι, βουντού βιασύνη είναι κακό βουντού :)
		-- Dave Clark

%
99 μικρά σφάλματα στον κώδικα, 99 σφάλματα στον κώδικα,        καθορίσει ένα bug, συγκεντρώνουν και πάλι ...        101 μικρά σφάλματα στον κώδικα ....
		-- Dave Clark

%
Χμμ ... που θα κάνει καλύτερη δουλειά σε φυσικούς οδήγηση τρελός; Ταξίδιταχύτερα από το φως, ή μια boolean τιμή κινητής υποδιαστολής;
		-- Michael Mol

%
<Calc> knghtbrd: gnome 2.0 θα κυκλοφορήσει σε λίγους μήνες, δεν είναι σίγουρος πώς       θα συγκρίνεται με το KDE 2.0 και αν<Knghtbrd> calc: Ακριβώς όπως φουσκωμένη, όπως ακριβώς και με λάθη, και κάθε Gnome 2 app       θα εξαρτηθεί από 30 βιβλιοθήκες.<Slimer> knghtbrd: ναι, τι αλλάζει από 1.0;
		-- Michael Mol

%
<Ze0> ναι, πώς είναι τα πάντα στον κόσμο της Quack;<LordHavoc> μόλις Ducky<Ze0> εξαιρετική, τηγανητά πάπια είναι ισχυρό πρόστιμο νόστιμο.
		-- Michael Mol

%
<FrikaC> Θα πρέπει πιθανώς να επανεκκινήσετε ...<FrikaC> ok BRB<FrikaC> Λοιπόν, τι εκτός μορφή αποφεύγοντας ιοί, διαρροές μνήμης και ανεξέλεγκτη         συντριβή κάνει Linux reallhy προσφέρουν :)<LordHavoc> αξιόπιστες multitasking;
		-- Michael Mol

%
<Tausq> αν (γβ) ((CB-> obj) -> * (CB-> ui_func)) ()?<Knghtbrd> tausq: Ποιος στο διάολο έγραψε αυτό;<Tausq> μένα :)* Knghtbrd flogs tausq
		-- Michael Mol

%
<Knghtbrd> glDisable (GL_BUGS)?<Endy> heh<Endy> Είναι αυτό το 1.2; :)
		-- Michael Mol

%
<Ερμής> knghtbrd: EWW, βρείτε ένα καλύτερο όνομα, η ταινία αναρροφάται .. <G><Knghtbrd> Mercury: Η μηχανή είναι καλύτερη από την ταινία
		-- Michael Mol

%
<LackOfKan> Τι είναι οι «bots»;< `` Erik> ΑΓΓ είναι ένα bot, δεν είναι ανθρώπινο, δεν είναι ένας άνθρωπος που μπορεί να χρησιμοποιηθεί πελάτη, απλά ένα bot.< `` Erik> περίπου το ίδιο με ένα bot σεισμό, εκτός από IRC bots είναι (συνήθως)         κατασκευαστεί για να βοηθήσει, να μην πυροβολήσει τον κώλο σου γεμάτο τρύπες
		-- Michael Mol

%
αν (μου = εσείς!) // FIXME: πιθανώς πάντα αλήθεια, να διαγράψετε;    για (n = 0? η <who_knows_what? n ++) {        answer = doSomething (withthis [n])?        αν (foobar == απάντηση) {            GetLost (n)?            διακοπή;        }    }
		-- Michael Mol

%
<Knghtbrd> Γιόρικ: δεν υπάρχει πρόβλημα με το ευρετήριο παλέτες χρωμάτων για τις εικόνες, όπως           Όσο μπορείτε να επιλέξετε την παλέτα<Γιόρικ> Προφανώς οι άνθρωποι δημιουργούν σεισμός ήταν αχρωματοψία, αλλά ότι         δεν σημαίνει ότι θα πρέπει να είναι
		-- Michael Mol

%
κλειδαριές <cesarb> Γαμώτο, κάθε φορά που αναπαράγονται, QF-client-x11 σκληρό<Zoid> Μην πεθάνεις;<Knghtbrd> καλό κίνητρο.
		-- Michael Mol

%
Γιατί είναι ότι όλα τα όργανα που επιδιώκουν ευφυής ζωή στοσύμπαν επισήμανε μακριά από τη Γη;
		-- Michael Mol

%
<Rebelpacket> hey, γρήγορη ερώτηση, υπάρχει κάποιος τρόπος να επιταχυνθεί υπάρχει η              απόδοση των uquake-X11;<Deek> rebelpacket: Αν θέλετε να επιταχύνει, να ρίξει πιο δύσκολο.
		-- Michael Mol

%
<Netgod> ξέρετε<Netgod> του πραγματικά λυπηρό όταν η ίδια η InterNIC επίκλιση ρυθμίσετε το DNS         servers σωστά<Netgod> απλώς doesnt παίρνει καθόλου πιο θλιβερό από αυτό
		-- Michael Mol

%
<Knghtbrd> Ακόμη και με overbrights, παλέτα χρωμάτων Quake είναι γεμάτη από θαμπό,           επίπεδη χρώματα<LordHavoc> knghtbrd: παλέτα σεισμός είναι πολύ ζωντανή, εκτός αν χρησιμοποιήσετε γάμμα            διόρθωση<LordHavoc> και πραγματικά συμφωνώ, είναι πουθενά κοντά τόσο ζωντανή όσο Unreal<Deek> Q3 από την άλλη πλευρά ... ΝΕΟΝ.<LordHavoc> Q3 είναι απλά γελοίο<Deek> Q3 παίρνει τη μεσαιωνική εκκλησία-μπουντρούμι και το βάζει στο Λας Βέγκας.
		-- Michael Mol

%
"Έχω ένα κόκαλο για να διαλέξετε, και μερικά για να σπάσει."
		-- Anonymous

%
Z.O.I.D .: Zombie Βελτιστοποιημένο για διείσδυση και την καταστροφή
		-- Anonymous

%
<Deek> Ναι, η Αμερική είναι μια χώρα με βάση το πώς νευριάσει-off μια ομάδα φορολογούνται       άνθρωποι μπορούν να πάρουν.<Deek> Υπάρχουμε ως χώρα, διότι είμαστε φθηνά.
		-- Anonymous

%
<Oskuro> Overfiend: πολλά μπαλώματα πάνω από 4.0.1 ήδη;<Overfiend> Oskuro: μερικά<Overfiend> μόνο 152 megs
		-- Anonymous

%
<Joeyh> Θεέ μου, αυτό είναι ένα UP P III.<Doogie> το DOS.* Joeyh τρέχει dselect<Overfiend> που θα έπρεπε να είναι αρκετή :)
		-- Anonymous

%
<Barneyfu> knghtbrd: χάλια, SDL σιγουρεύεται DGA ένα κάρων πολλά ευκολότερη πάρα πολύ           έτσι δεν είναι; :)<Knghtbrd> barneyfu: τι DGA;<Barneyfu> DGA ποντίκι<Knghtbrd> barneyfu: (κάνει ότι απαντήσω στην ερώτησή σας;)<Barneyfu> HAHAHAHAHA YEAH! :)
		-- Anonymous

%
<Deek> "Ένας καλός προγραμματιστής μπορεί να γράψει FORTRAN σε οποιαδήποτε γλώσσα."<Deek> knghtbrd έχει αποδείξει ότι μπορείτε να γράψετε C ++ σε οποιαδήποτε γλώσσα πάρα πολύ.       <Χαμόγελο><Ερμής> Αυτή τη στιγμή considdering αν θα πρέπει να του δώσει ή έπαθλο, ή          Σκότωσέ τον..<Ερμής> (Φυσικά, με όλα τα δικαιώματα, αυτό σημαίνει ότι θα πρέπει να του δώσει το          βραβείο, και στη συνέχεια να τον σκοτώσει .. <G>)
		-- Anonymous

%
Ένα ανατρεπτικό είναι κάποιος που μπορεί να έξω-υποστηρίζουν την κυβέρνησή τους.
		-- Anonymous

%
Πρέπει να γνωρίζουμε, θα ξέρουμε.
		-- David Hilbert

%
<Knghtbrd> λογοκρισία του Διαδικτύου. Επειδή τα παιδιά σας πρέπει να είναι           προστατεύεται από γυμνές γυναίκες, ιατρικές διαδικασίες, διαφορετικάπολιτισμών, και τα βίαια βιντεοπαιχνίδια.<Knghtbrd> (αλλά οι πληροφορίες σχετικά με την κατασκευή βομβών, κλοπή καλωδίων, και           κατασκευή φαρμάκων είναι εντάξει ...)
		-- David Hilbert

%
Ένας φίλος μου έχει ένα barcode στο μπράτσο του.Αυτός δαχτυλίδια ως ένα $ 0.35 πακέτο JuicyFruit.
		-- Seen on Slashdot

%
<NullC> Μου αρέσει το κωδικό σπόρων για τον υπολογισμό καμπύλες συγκάλυψης.<NullC> Δεν έχω δει ποτέ τον κωδικό που έκανε να θέλουν να πίνουν πριν από αυτό ...
		-- Seen on Slashdot

%
$ Σας = νέα ΣΑΣ?κορνάρισμα () αν το $ εσάς-> αγάπη (Perl)
		-- Seen on Slashdot

%
<Cj> όχι! προβλήματα στο λογισμικό M $;<CJ> "Επιμελώς bugtested"* Dabb χαμόγελα.<LordHavoc> ξαναγράψει ότι ως «Επιμελώς buginfested»
		-- Seen on Slashdot

%
<Doogie> dpkg έχει σφάλματα; Αποκλείεται!
		-- Seen on Slashdot

%
"Debian: δεν καπέλα ή ερπετών είχαν θιγεί στην πραγματοποίηση αυτής της κατανομής =. "
		-- Paul Slootman

%
* Athener ζητά η Διεθνής Αμνηστία House of Pancakes
		-- Paul Slootman

%
<Elmo> ακάθαρτα: err, η ομάδα του διαχειριστή δεν ελέγχουν το αρχείο, αυτό είναι το       ftp κλίκα<Elmo> πάρετε cabals σας σωστά, γαμώτο :-P
		-- Paul Slootman

%
<BenC> κοσμικές ακτίνες: να μου συμπληρώσετε<BenC> err ...<Κοσμικές ακτίνες> heh* BenC πηγαίνει πίσω στην κωδικοποίηση* Elmo κοιτάζει benc<Elmo> κάτι που πρέπει να ξέρω για σας και κοσμικές ακτίνες, Μπεν; :)
		-- Paul Slootman

%
Αλλάξτε το κοινωνικό συμβόλαιο; BWAHAHAHAHAHAHAHAHAHAHAHA.
		-- Branden Robinson

%
<Knghtbrd> Πρόγραμμα λάβει SIGSEGV σήμα, Τμηματοποίηση βλάβης.<Knghtbrd> 0x40095fb0 σε memchr () από /lib/libc.so.6<Knghtbrd> (gdb) BT<Knghtbrd> # 0 0x40095fb0 σε memchr () από /lib/libc.so.6<Knghtbrd> # 1 0x0 σε ?? ()<Knghtbrd> Καλά αυτός είναι πραγματικά χρήσιμη* Knghtbrd εμπορεύεται gdb για ένα ωραίο πίνακα ouija - αυτό θα βοηθήσει περισσότερο
		-- Branden Robinson

%
Όλες οι καλές ιδέες μοιάζουν με κακές ιδέες σε όσους είναι χαμένοι.
		-- Dilbert

%
RFC 882 βάλει την τελεία στο .com, δεν Sun Microsystems
		-- Seen on Slashdot

%
* Joeyh_ αναρωτιέται αν το Linux είναι υποτίθεται για να κλειδώσει όταν σας ρωτήσω 100  επεξεργάζεται στη γάτα ολόκληρο το δίσκο cd
		-- Seen on Slashdot

%
<Pretzelgod> knghtbrd: Quake πρέπει να υποστηρίξει XRAY όραμα, διάολε<Knghtbrd> pretzelgod: ftp://ftp.cdrom.com/pub/quake/partial_conversions/           xrated / i_am_old_enough_to_look_at_this<Knghtbrd> ... ζητήσατε ...<Κοσμικές ακτίνες> haha, ότι είναι ένα πραγματικό κατάλογο
		-- Seen on Slashdot

%
<Knghtbrd> I γλιστρήσει ΝΑ BUN<Knghtbrd> ΒΟΗΘΗΣΤΕ ΜΕ ΓΙΑ ΝΑ κομπογιαννίτης<Venom> kb: τι στο διάολο είναι αυτά που λες;<Knghtbrd> bwahahaha .. Είναι μια μεγάλη ιστορία.
		-- Seen on Slashdot

%
<WildCode> Mercury, δεν debugging X λίγο όπως την εύρεση τέλεια           χωρίς σφάλματα κώδικα στα παράθυρα ??<Ερμής> WildCode: Διόρθωση σφαλμάτων του X είναι σαν να προσπαθεί να εκτελέσετε μια ευθεία γραμμή          μέσα από ένα λαβύρινθο.<Ερμής> Απλά πρέπει να κάμψει τον χωροχρόνο, έτσι ώστε οι γωνίες μετακινούνται          σας και δεν θα έχετε κανένα πρόβλημα. (=:]
		-- Seen on Slashdot

%
<Miguel> `Η εγγραφή σας από το υψηλής ενέργειας προσωπικών         συσκευές προστασίας λίστα »<Miguel> Ι dont θυμάμαι να μπουν στην λίστα αλληλογραφίας
		-- Seen on Slashdot

%
<Μύθος> Παίρνω μια σύνδεση δεν έγινε δεκτή κατά τη σύνδεση στη θύρα 25, ο καθένας       ξέρετε όπου το καταραμένο καταγραφής είναι;<Αι> Μύθος: /var/log/damn.log;* Αι αναρωτιέται τι θα μοιάζουν<Αι> 18ης Δεκέμβρη 5:32:30 blae smtpd [123]: Γαμώτο όλα για να ΚΟΛΑΣΗ !!
		-- Seen on Slashdot

%
* Θαύματα νυφίτσα πόσο ηλίθιος πρέπει κανείς να είναι σε alt.anonymous.messages το spam<Knghtbrd> νυφίτσα: περίπου το μισό ανόητος, ώστε κανείς να είναι να το μαζέψουν.
		-- Seen on Slashdot

%
* Wolfie συλλογίζεται πόσα debianites που χρειάζεται για να βίδα σε μια λάμπα<Viiru> wolfie: Κάπου γύρω από 600; Ένας κοχλίας είναι η λάμπα, και τα υπόλοιπα        τον φλόγας για να κάνει το λάθος.<Τμήμα> wolfie: είναι το ελεύθερο λογισμικό λάμπα;<TV> Μπορούμε να ψηφίσουμε για το αν θα την βίδα ή όχι;
		-- Seen on Slashdot

%
<Culus_> Είμαστε, επίσης, ελπίζοντας να κυκλοφορήσει μια έκδοση του Linux, όπου το κέλυφος είναι         αντικαθίστανται από perl σε μεγάλο βαθμό. Προσθέτοντας σε αυτό, υπάρχουν         λίγοι από εμάς που θα ήθελαν να δουν μια καθαρή πλατφόρμα perl .. PERLOS :)* Culus_ βλέπει με τρόμο<Mstone> Culus_: στην επάνω πλευρά, μπορείτε να πληκτρολογήσετε βλασφημία κοντά τίποτα σε το         γραμμή εντολών :)
		-- Seen on Slashdot

%
<Ερμής> LordHavoc: Ο λόγος για τον οποίο GL έχει υπερβαίνω είναι επειδή είναι μόνο          χρησιμοποίηση του μισού του συστήματος που έχει σχεδιαστεί για το VIS.<Ερμής> LordHavoc: Σκοποβολή τα δικά της πόδια.* Dabb εξετάζει όλες αυτές τις τρύπες από σφαίρες στα παπούτσια του - βλασφημία, πολλά :)
		-- Seen on Slashdot

%
<Dabb> χεχε, μισώ πραγματικά αναφορές σφαλμάτων τα οποία είναι σαν την κλήση φωτιά       τμήμα και λέγοντας: "! υπάρχει και φωτιά εδώ, έλα" :)<Dabb> (και κρέμεται επάνω)* Dabb σκοτώνει εκθέσεις δωδεκάδα σφαλμάτων.
		-- Seen on Slashdot

%
<Xtifr> wow, νομίζω ότι χρησιμοποιούνται μόνο libtool για να λύσει ένα πρόβλημα - κάποιος        Βοήθησέ με! :><Luca> xtifr, βήμα μακριά από το πληκτρολόγιο
		-- Seen on Slashdot

%
<Mao> γιατί επιμένουν στην ading -Werror ...<Misty-chan> Mesa δεν θα συγκεντρώνουν έξω από το κουτί, αν είχαν γίνει από εσάς             ρε παιδιά?)<Knghtbrd> Uh, Mesa ΔΕΝ συγκεντρώνουν έξω από το κουτί το μεγαλύτερο μέρος του χρόνου.
		-- Seen on Slashdot

%
<Deek> nopcode: Όχι, δεν είναι. Win32 στερείται το ισοδύναμο των πιρούνι ().<Knghtbrd> Deek: Windoze δεν προοριζόταν για τους ανθρώπους που πρέπει να έχουν πρόσβαση σε           αιχμηρά αντικείμενα, ως εκ τούτου, δεν πιρούνι ()<Knghtbrd> αντ 'αυτού, θα πρέπει να βασίζονται σε κουτάλι ()
		-- Seen on Slashdot

%
<Knghtbrd> Αυτή η γραμματοσειρά έχει αρχίσει να βγαίνουν πολύ ωραία<ΙΤΜ> Knghtbrd: Ω Θεέ μου, είσαι hacking μέχρι μια άλλη γραμματοσειρά σεισμό στην vi; :)
		-- Seen on Slashdot

%
<Pv2b> oh, εκτός αυτού, τι είναι η καλύτερη προσέγγιση αν θέλω να κάνω μια Quake       επίπεδο σχεδιαστεί από ένα υπάρχον κτίριο;<Knghtbrd> Πάρτε μια κάτοψη του γραφείου του Brian; =)<Pv2b> Knghtbrd: im εξετάζει το σχολείο μου.<Knghtbrd> Ω μεγάλη<Knghtbrd> Αυτό είναι το μόνο που χρειαζόμαστε
		-- Seen on Slashdot

%
<Knghtbrd> Windoze τσιμέντου: Τώρα με CrackGuard (TM)! Μην ανησυχείτε για           αντιαισθητικές ρωγμές στο Windoze τσιμέντου και πάλι! CrackGuard (TM) είναιτόσο ισχυρή που το όλο πράγμα θα καταρρεύσει πριν από αυτό θακρακ. Η παραγγελία σας $ 200 αναβάθμιση έκδοσης σήμερα!
		-- Seen on Slashdot

%
<Doogie> cULus: σφάλμα μου με το OpenSSH φαίνεται να καθορίζεται στο 2.5.2, αλλά         πλοίαρχος τρέχει 2.3.0<CULus> Μην ακόμη και να αρχίσουν<Doogie> έκανα ακριβώς.<CULus> Οι Εσείς θα με οδηγήσει να χτίσει ένα τεράστιο γιγαντιαίο ρομπότ και        καταστρέψει όλα του Τέξας, έτσι δεν είναι;
		-- Seen on Slashdot

%
<Shader> τι είναι λάθος με rjing;<Rhamphoryncus> είναι κουτσός: P<Rhamphoryncus> δεν πρέπει να είναι δυνατή<Rhamphoryncus> σπρώχνει μια χειροβομβίδα στον κώλο σας και χρησιμοποιώντας το ως πύραυλο                propelant δεν θα πρέπει να είναι μια βιώσιμη τεχνική: P
		-- Seen on Slashdot

%
 * Ισοδύναμο κώδικας είναι διαθέσιμος από την RSA Data Security, Inc. * Αυτός ο κώδικας έχει δοκιμαστεί ενάντια σε αυτό, και είναι ισοδύναμο, * Εκτός από το ότι δεν χρειάζεται να περιλαμβάνει δύο σελίδες του legalese * Σε κάθε αντίγραφο.
		-- public domain MD5 source

%
* Knghtbrd έχει φύγει - zzz - τα μηνύματα θα εξαντληθούν, όπως υγρές πετσέτες σε όλα  των ανθρώπων που έχουν κλαπεί το σήμα κατατεθέν knghtbrd μακριά μηνύματος<Coderjoe> ack* Coderjoe ετοιμάζεται να υπερασπιστεί τον εαυτό του από υγρό μηνύματα
		-- public domain MD5 source

%
Ποτέ μην υποτιμάτε τη δύναμη του κάποιος με τον πηγαίο κώδικα, ένα πρόγραμμα επεξεργασίας κειμένου,και η προθυμία να μάνικα εντελώς το σύστημά τους.
		-- Rob Landley <telomerase@yahoo.com>

%
"Έτσι, θα το κόμμα Andover έχει ένα μπαρ μετρητά;"«Όχι, δεν υπάρχει δωρεάν μπύρα.""Ωχ, το gonna του Stallman να νευριάσει ..."
		-- overheard at the Bazaar, 1999

%
<Πρόσθετες> Alter.net φαίνεται να έχουν αντικαταστήσει ένα από τα router του με κολοκυθάκια.
		-- overheard at the Bazaar, 1999

%
<Ερμής> Κάποιος να το διορθώσετε.<Απελπισία> διαπράξει<Knghtbrd> Απόγνωση: Ο υδράργυρος;<Απελπισία> Knghtbrd: αυτός είναι κουρασμένος, έκανε ένα λάθος, ήθελε κάποιον να το αναιρέσετε.<Knghtbrd> Απόγνωση: έτσι θα τον είχε διαπράξει;<Απελπισία> Knghtbrd: καλά, αφιερωμένο ούτως ή άλλως.
		-- overheard at the Bazaar, 1999

%
<Taniwha> Knghtbrd: Δεν είναι πρήζω αν χρησιμοποιείται<Knghtbrd> taniwha: πώς εξηγείτε Windoze τότε;<Taniwha> Knghtbrd: το μεγαλύτερο μέρος του χρησιμοποιείται μόνο ως έρμα για να βεβαιωθείτε ότι σας          σκληρό δίσκο είναι πλήρης<Knghtbrd> taniwha: έρμα ... Δεν είναι ότι αυτό που κάνει subs βυθιστεί η           πυθμένα του ωκεανού;<Knghtbrd> taniwha: που θα μπορούσε να εξηγήσει γιατί winboxes πάντα πηγαίνει κάτω.
		-- overheard at the Bazaar, 1999

%
καινοτομούν / Σε καμία Βάιτ / vb .: 1. Για την κατάλληλη τεχνολογία τρίτωνμέσω της αγοράς, απομίμηση ή την κλοπή και να ενταχθεί σε έναde-facto, προϊόν μονοπωλιακή θέση. 2. Για να αυξήσετε το μέγεθος ή την πολυπλοκότητααλλά όχι στο βοηθητικό πρόγραμμα? να μειώσει τη συμβατότητα ή τη διαλειτουργικότητα. 3. Για ναανταγωνιστές lock-out ή να κλειδώσετε-χρήστες. 4. Για να χρεώνουν περισσότερα χρήματα? νααυξήσουν τις τιμές ή το κόστος. 5. Για την απόκτηση κερδών από επενδύσεις σε άλλουςεταιρείες, αλλά όχι από την άμεση πωλήσεων προϊόντων ή υπηρεσιών. 6. Για να καταπνίξει ήχειριστείτε μια ελεύθερη αγορά? να επεκτείνει το μονοπώλιο εξουσιών σε νέες αγορές. 7.Για να αποφύγει την ευθύνη για λάθος κατορθώματα? για να κατεβείτε. 8. Για την αγοράνομοθεσία, οι νομοθέτες, νομοθετικά, ή αρχηγούς του κράτους. 9. Για ναμεσολαβούν όλες τις συναλλαγές σε μια παγκόσμια οικονομία? να καταχρώνται? να σφετεριστεί εξουσία(πραξικόπημα). Πρβλ καινοτομούν, Αγγλικά χρήσης (αντώνυμο).
		-- csbruce, in a Slashdot post

%
Η εκκωφαντική σιωπή μου έμαθε να μην ζητήσει από μια δέσμη των geeks για συμβουλέςαπό τις φίλες τους
		-- csbruce, in a Slashdot post

%
"Τι θα κάνουμε απόψε, Bill;""Το ίδιο πράγμα που κάνουμε κάθε βράδυ Steve, να προσπαθήσει να αναλάβει τον κόσμο!"
		-- csbruce, in a Slashdot post

%
<Deek> Αυτό μου θυμίζει, θα χρειαστεί να αγοράσετε ένα αλυσοπρίονο για το γραφείο. "Σε       περίπτωση έκτακτης ανάγκης, σπάστε το γυαλί "
		-- csbruce, in a Slashdot post

%
<Knghtbrd> Είναι ένας περίπου το μισό μέγεθος των άλλων.<Knghtbrd> Αλλά πήρε ένα αλυσοπρίονο.
		-- csbruce, in a Slashdot post

%
<Deek> "Κρατάω την προσωπική μου gpg δεδομένων σε ένα κλειδωμένο, να οδηγήσει την ασφαλή σε ένα θησαυροφυλάκιο       φρουρείται από εξαγριωμένους rednecks και Dawgs τους. Καταπατητές θα είναι       παραβιάζονται, και όλα αυτά ... "
		-- csbruce, in a Slashdot post

%
<ExMachina> glQuakeIIIRendererMode (GL_TRUE)<Knghtbrd> ExMachina: δεν είναι ότι μέρος της παράτασης η οποία παρέχει           glDriverBugs (GL_FALSE)? ;<Siigron> Knghtbrd: όχι, glDriverBugs () είναι μέρος της EXT_help_me.<Siigron> που περιέχει επίσης glMakeItWork (GL_PLEASE)?
		-- csbruce, in a Slashdot post

%
< `` Erik> 18.446.744.073.709.551.616 είναι ένα μεγάλο αριθμό
		-- csbruce, in a Slashdot post

%
<Xavvy> είναι ότι πραγματικά knghtbrd;<Knghtbrd> Όχι, είμαι ένας κακός απατεώνας!<Knghtbrd> Ένα κακό απατεώνας που θέλει HYBRID!<Xavvy> χαχα<Xavvy> εντάξει, είναι αυτός: P
		-- csbruce, in a Slashdot post

%
<| Βροχή |> I * αγάπη * SWB !!<| Βροχή |> Ή, πατήστε το πλήκτρο 5 για να μιλήσετε με έναν representitive ..<| Βροχή |> * 5 *<| Βροχή |> Μπορείτε μεταφέρονται, παρακαλώ κρατήστε ...<| Βροχή |> ...<| Βροχή |> ...<| Βροχή |> Δυστυχώς, αυτός ο αριθμός δεν μπορεί να ολοκληρωθεί όπως καλέσατε.<| Βροχή |> Παρακαλώ ελέγξτε τον αριθμό και δοκιμάστε ξανά.
		-- csbruce, in a Slashdot post

%
<| Βροχή |> #define struct Ένωσης / * μεγάλη εξοικονόμηση χώρου * /
		-- csbruce, in a Slashdot post

%
<Elric> Δεν υπάρχουν οπαδοί BSD;<EvilTypeGuy> Elric: Είναι δύσκολο να είσαι gamer και λάτρης BSD: p
		-- csbruce, in a Slashdot post

%
<Marticus> Υπάρχει πάρα πολύ αίμα στο σύστημα καφεΐνη μου.
		-- csbruce, in a Slashdot post

%
<SirDibos> cULus: είσαι ξύπνιος;<CULus> δεν
		-- csbruce, in a Slashdot post

%
<WLI> Ναι, κοίταξα ESD και φαινόταν σαν το είδος του κώδικα C που ένας      ex-πρόσχαρος / Algol '60 κωδικοποιητή ο οποίος είχε περάσει τα τελευταία 20 χρόνια γερός      μεταξύ Fortran-IV και Fortran '77 θα γράψω.
		-- csbruce, in a Slashdot post

%
<Μη γραμμική> .net είναι της Microsoft διεστραμμένη εκδοχή μιας δικτυωμένης java            περιβάλλον uglified για τα παράθυρα, ειδικά χάλια
		-- csbruce, in a Slashdot post

%
<Ερμής> LordHavoc: Είμαι ήδη τρελός.<Coderjoe> βλασφημία ευθεία. ή καμπύλες, στραβά, ή ό, τι έχετε
		-- csbruce, in a Slashdot post

%
Unix είναι ώριμο λειτουργικό σύστημα, τα Windows είναι ακόμα σε πάνες και μυρίζουν άσχημα.
		-- Rafael Skodlar <raffi@linwin.com>

%
<Midgar> Από το σύνολο των στερεοτύπων για Αυστραλοί, μπορώ να καταλάβω εσείς είστε         πολύ δύσκολο.<Midgar>? P<Krusto> θα ρίξει κοάλα είναι σε σας
		-- Rafael Skodlar <raffi@linwin.com>

%
<| Βροχή |> * νεύμα * Δεν είμαι λάτρης της χρήσης smarthosts, τον εαυτό μου<| Βροχή |> καθώς στηρίζεται τόσο στο απομακρυσμένο υπολογιστή και σας φιλοξενεί είσαι έξυπνος<| Βροχή |> και πολύ συχνά ξεχάσετε να πάρετε μία τόσο των στόχων αυτών
		-- Rafael Skodlar <raffi@linwin.com>

%
Η προσέγγιση sourceforge είναι να τοποθετήσετε όλα τα έργα σε κάποια μειλίχια"Surburbia ανοικτού κώδικα", όπου όλα τα σπίτια είναι όμοια, με μόνο τοχρώματα και μικρές παραλλαγές στυλ (το οποίο σχέδιο κτίριο χρησιμοποιήθηκε για την οποίασυγκεκριμένο σπίτι) επιτρέπεται από τις περιοριστικές ρήτρες και τοπικώννόμους χωρισμού. Sourceforege είναι το ισοδύναμο ανοικτού κώδικα τουυποδιαίρεση στην ταινία "Ο Ψαλιδοχέρης".
		-- Terry Lambert

%
<Calc> Knghtbrd: IRC δεν καταρτίζει κώδικα c πολύ καλά?)
		-- Terry Lambert

%
* | Βροχή | προετοιμάζεται για σούπα πολύγωνο<| Βροχή |> γλυκό ελεήμων χάλια, λειτουργεί;* | Βροχή | λιποθυμίες
		-- Terry Lambert

%
"Δεδομένου ότι είναι αυτονόητο συμπέρασμα ότι η Microsoft θα είναι σκουπίδια XML τουμε δείκτες προς τα συστατικά Win32 που βασίζεται, το καλύτερο που μπορεί να πει κανείς γιαυιοθέτηση της XML είναι ότι θα το κάνει πιο εύκολο για τους browsers καιεφαρμογές σε πλατφόρμες μη-Windows, για να καταλάβουμε ποια μέρη τουτεκμηριώνουν ότι πρέπει να αγνοήσουμε. "
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<Robert> καταλαβαίνω υπάρχουν κάποια εύλογα όρια στην ελευθερία του λόγου στην         Αμερική, για παράδειγμα, δεν μπορώ να ουρλιάζουν φωτιά σε ένα γεμάτο θέατρο.. Αλλά μπορώ να ουρλιάζουν φωτιά σε ένα θέατρο με μόνο 5 ή 6 με ειδικές ανάγκες	 μέσα σε αυτό ?
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<AAV> καφέ με άδειο στομάχι είναι αρκετά νάσυ<Knghtbrd> AAV: χρόνο για να τρέξει στο μηχάνημα αυτόματης πώλησης για Cheetos<AAV> Cheetos; :)
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<| Βροχή |> με λογικό κώδικα, ίσως θα μπορούσα να καταλάβω το renderer :)<LordHavoc> βροχής: θα ήθελα ίσως να είναι αυτός εγγράφως το renderer<| Βροχή |> καλά, er, εεε
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<| Βροχή |> Knghtbrd: επιτρέψτε μου να σας δώσει πρόσβαση σε αρχεία ζώνης<Knghtbrd> Ω θεοί - μπορείτε να συνειδητοποιώ ότι δεν έχουν παίξει ποτέ με δεσμεύουν σωστά;<| Βροχή |> uhoh :)
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<F00Dave> Κοιτάξτε, απορρίπτει, αυτό είναι #OpenGL, δεν #GEEKSEX.
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
* TwingyAFK είναι ψώνια για 17 "επίπεδη οθόνη* AAV πωλεί TwingyAFK ένα κομμάτι κόντρα πλακέ
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
Δεν είναι ενοχλητικό όταν έχετε να πάτε στο φαρμακείο για μερικά"Ειδικά αντικείμενα", και όταν είστε το check out, το ταμείο σε κοιτάζειόπως, "Ω, ξέρω τι κάνεις απόψε ..."Ναι, αυτό ταμείο να διαβάσετε όλα τα σημάδια ... κονσέρβα σούπα κοτόπουλου, TheraFlu,Halls, NyQuil, οι bigass μπουκάλια ΕΕ και το χυμό γκρέιπφρουτ ... ήξερεκαι ήξερα ότι είχα μια ημερομηνία με την teevee και πουπουλένιο πάπλωμα. awwwναι.
		-- Elizabeth Kirkindall

%
Στην επιστήμη συμβαίνει συχνά ότι οι επιστήμονες λένε, «Ξέρετε ότι είναι ένα πραγματικάκαλό επιχείρημα? η θέση μου είναι λάθος, και τότε πραγματικά να αλλάξειτα μυαλά τους και δεν μπορείτε ποτέ να ακούσετε ότι παλιά θέα από τους πάλι. πραγματικάΚάνε το. Δεν συμβαίνει τόσο συχνά όσο θα έπρεπε, επειδή οι επιστήμονες είναιανθρώπινη και η αλλαγή είναι μερικές φορές επώδυνη. Αλλά συμβαίνει κάθε μέρα. Δεν μπορώθυμηθούμε την τελευταία φορά που κάτι τέτοιο συνέβη στην πολιτική ή τη θρησκεία.
		-- Carl Sagan, 1987 CSICOP keynote address

%
<Knghtbrd> προσθέσετε ένα GF2 / 3, ένα αρκετά μεγάλο σκληρό δίσκο, και μια «επίπεδη οθόνη 15 και           έχετε μια αρκετά κολασμένων φορητή μηχανή.<Coderjoe> μια GeForce δύο τρίτα;<Knghtbrd> Coderjoe: ναι, μια GeForce τα δύο τρίτα, δηλαδή, οποιαδήποτε κάρτα από την ATI.
		-- Carl Sagan, 1987 CSICOP keynote address

%
<Knghtbrd> Nintendo Ελληνική Δημοκρατία GCN πιο δημοφιλής κονσόλα ποτέ<Knghtbrd> Ποιοι είναι αυτοί δουλεύεις;<Ερμής> knghtbrd: κάτοχοι Χρηματιστήριο;
		-- Carl Sagan, 1987 CSICOP keynote address

%
<LordHavoc> η πλειοψηφία των καλλιτεχνών Windoze δεν έχουν τη δυνατότητα να            αποθηκεύσετε XPM<Ερμής> LordHavoc: Δεν έχουν σημειωματάριο; * G, D & R *
		-- Carl Sagan, 1987 CSICOP keynote address

%
Linux υποστηρίζει την ιδέα μιας γραμμής εντολών ή ένα κέλυφος για τον ίδιο λόγοότι μόνο τα παιδιά διαβάζουν βιβλία με μόνο εικόνες σε αυτές. Γλώσσα, να είναιΑγγλικά ή κάτι άλλο, είναι το μόνο εργαλείο αρκετά ευέλικτο ώστε να επιτευχθείένα αρκετά ευρύ φάσμα των καθηκόντων του.
		-- Bill Garrett

%
## Προσυπογραφή: ανταρτών (razzin «frazzin» motherfu ... ηλίθιο DirectX ...)
		-- Bill Garrett

%
<Krogoth> Kgnghtbrd: εγώ δεν θα Kow, δεν βλέπω να υπάρχει ανάγκη για ένα ορθογράφος ακόμα<Knghtbrd> έλεγες;
		-- Bill Garrett

%
<Knghtbrd> Είχα θέσει καλύτερα το ενοχοποιητικά πράγματα σε κώδικα: ahfuiovka           ikperoa edfr ade 9 enbuw ejasxleme ka Iena df4mesa<Knghtbrd> Αν μπορείτε να αποκρυπτογραφήσετε ότι είσαι καλύτερος από ό, τι κρυπτογράφος           π.μ. =)
		-- Bill Garrett

%
<RCW> liiwi: printk ( "CPU0 φωτιά \ n")?
		-- Bill Garrett

%
<Electro> υπολογιστή μου ήταν κάποτε ένα από τα δομικά στοιχεία ενός μεγάλου          πυραμίδα
		-- Bill Garrett

%
ΕΙΔΟΠΟΙΗΣΗ: Είδε κανείς το κάπνισμα θα πρέπει να θεωρηθεί ότι είναι στην πυρκαγιά και θα είναι        συνοπτικά σβήσει.
		-- Bill Garrett

%
<Markm> C ++: η δύναμη, την κομψότητα και την απλότητα ενός χειροβομβίδα
		-- Bill Garrett

%
<Knghtbrd>, αλλά ένα είδος ανά καρτέλα και κανένας ανά λίστα είναι αναμφισβήτητα καλύτερη από ό, τι           O (n + n ** 2) ανά καρτέλα και O (n ** 2) ανά λίστα.<Knghtbrd> OMG, κάποιος μου πυροβολούν.<Coderjoe2>;<Knghtbrd> Δεν μπορώ να πιστέψω ότι χρησιμοποιείται μόνο το μεγάλο χήνας αυγό για να εξηγήσει γιατί μου           τρόπος είναι μάλλον η καλύτερη μακροπρόθεσμα.
		-- Bill Garrett

%
<Hoponpop> πρόγραμμά μου δουλεύει αν βγάλω τα σφάλματα.
		-- Bill Garrett

%
<Ερμής> Knghtbrd: Γεια σου, Perl έχει τη χάρη δύναμη και την κομψότητα ενός έλκηθρο          σφυρί. (=:]<| Βροχή |> σίγουρα τη χάρη και την κομψότητα, ούτως ή άλλως
		-- Bill Garrett

%
<DannyS> Χτυπήστε το μαϊμού για να κερδίσει $ 20 (*)!* Knghtbrd βγαίνει σφυρί του.* Φυτά knghtbrd σταθερά στο κεφάλι DannyS ».* Knghtbrd θα του $ 20 τώρα. = D
		-- Bill Garrett

%
<Gholam> και είμαι εντυπωσιασμένος<Gholam> Win98 κατάφερε να συντρίψει το Χ μέσα από vmware.* Gholam χειροκροτεί.
		-- Bill Garrett

%
"Οι οδηγοί OpenGL Nvidia είναι μου" χρυσός κανόνας ", και έχει αρκετάενώ από τότε που έπρεπε να αναφέρετε ένα πρόβλημα σε αυτούς, ακόμη και το εμπορικό σήμα τουςνέες επεκτάσεις λειτουργούν όπως τεκμηριώνεται η πρώτη φορά που τα δοκιμάσετε. Όταν έχωένα πρόβλημα σε μια Nvidia, υποθέτω ότι είναι δικό μου λάθος. Με κανέναν άλλο είναιοδηγούς, υποθέτω ότι είναι δικό τους σφάλμα. Αυτό έχει αποδειχθεί σωστή σχεδόνόλη την ώρα."
		-- John Carmack

%
Libtool κοινόχρηστο φορητότητα βιβλιοθήκη είναι μόνο ελαφρώς πιο πιστευτή απόαέναη μηχανές κίνησης. Ειδικά για AIX :). "
		-- David Leimbach

%
<Overfiend> Αυτή είναι η νέα Overfiend, ιεροκήρυκα της Αγάπης και της Ανοχής
		-- David Leimbach

%
<Hoponpop> τη διαφορά μεταξύ του NetBSD, FreeBSD, OpenBSD και, ως           εμπιστευτικών πληροφοριών είναι το FreeBSD ενδιαφέρεται στο να γίνουν τα πράγματα, καιδεν πειράζει πληγώνει τους ανθρώπους που παίρνουν το δρόμο τους.<Hoponpop> NetBSD είναι ενδιαφέρονται να κάνουν ότι τίποτα δεν γίνεται τίποτα, και           δεν πειράζει πληγώνει τους ανθρώπους που προσπαθούν να ολοκληρώσουν τα πράγματα.<Hoponpop> OpenBSD ενδιαφέρεται για την καλή εμφάνιση, και δεν βλάπτει κανέναν           στη δική τους μικρή κοινότητα, αλλά κοιτάξτε έξω όλους τους άλλους!
		-- David Leimbach

%
<Liiwi> ναι, ποιος είναι ο επίσημος τρόπος για να πάρετε buildd να επαναλάβετε ένα πακέτο; κέντρο        με ένα ραβδί;<Joey> νευρο prod<Liiwi> με ένα ραβδί;<Joey> ναι.
		-- David Leimbach

%
<Knghtbrd> "... θα περισσότερο από πιθανό να δείτε όλα τα είδη των compiler           προειδοποιήσεις κύλιση στην οθόνη. Αυτά είναι φυσιολογικό και μπορεί νανα είναι με ασφάλεια αγνοούνται. "<LordHavoc> Knghtbrd: είναι ότι ένα σημείωμα που συνδέονται με κάποιο M κωδικό $;<Knghtbrd> Όχι, δεν είναι μια σημείωση για ένα μάτσο GNU πράγματα.
		-- David Leimbach

%
<Υδροξείδιο> knightbrd: από knightbrd.brain εισαγωγής * :)<Knghtbrd> Ω θεοί αν ήταν τόσο εύκολο ..<Knghtbrd> από OpenGL carmack.brain εισαγωγής
		-- David Leimbach

%
<LIM> mmmm, multitextured ντόνατς ....<Knghtbrd> LIM: με γέμιση φρούτων;<LIM> knghtbrd: κρέμα σοκολάτας ...
		-- David Leimbach

%
<StevenK> Εκτελείτε το ξαναγράψιμο μερών του Quake σε * Python *;<Knghtbrd> MUAHAHAHA
		-- David Leimbach

%
## A_nick (nobody@c213-89-87-111.cm-upc.chello.se) έχει ενταχθεί #python<A_nick> Πώς μπορώ να προσθέσω ένα νέο κλειδί σε ένα λεξικό;<A_nick> nm<Παύλα> heh :)<Παύλα> ιδού το πρόβλημα επίλυσης δύναμη της #python.
		-- David Leimbach

%
<Hop_> είχα κάτι που πιστεύω ότι ήταν το κοτόπουλο που ήταν επικαλυμμένα με ένα κόκκινο       πάστα που έμοιαζε να αποτελείται από αλυσίβα με βάση το πόσο μου       tounge να καίγονται μακριά.<Hop_> φίλος μας, ο οποίος είναι ινδική είπε ότι αυτό είναι γιατί οι περισσότεροι Ινδοί είναι λεπτές       και παραθέτω "Δεν παίρνει πολύ από αυτό το φαγητό για να μπορείτε να πάρετε       ικανοποιημένοι enoguh να σταματήσει να τρώει. "
		-- David Leimbach

%
<Πρόθεση> "Είναι κλασικό οικονομικά διηθήματος-up, αναγνωρίζοντας ότι τα χρήματα            είναι σαν την κοπριά: Θα λειτουργεί καλύτερα, αν εξαπλωθεί γύρω ».<Knghtbrd> Πρόθεση: συσχέτιση Κάρτερ: Οι άνθρωποι με πολλά είτε           συνήθως μυρίζει αστείο<Πρόθεση> Knghtbrd: σας έτσι να κερδίσει.
		-- David Leimbach

%
