Μια καριέρα είναι μεγάλη, αλλά δεν μπορείτε να εκτελέσετε τα δάχτυλά σας μέσα από τα μαλλιά της.
		-- Pat Benatar, "Hell is for Children"

%
Ένα φιλί είναι μια πορεία της διαδικασίας, πονηρά επινόησε, για την αμοιβαίατη διακοπή της ομιλίας σε μια στιγμή που τα λόγια είναι περιττά.
		-- Pat Benatar, "Hell is for Children"

%
Μια γυναίκα ήταν ερωτευμένη με δεκατέσσερις στρατιώτες. Ήταν σαφώς platoonic.
		-- Pat Benatar, "Hell is for Children"

%
Απουσία μειώνεται μέτρια πάθη και αυξάνει μεγάλες αυτές,όπως ο άνεμος φυσάει τα κεριά και τους οπαδούς των πυρκαγιών.
		-- La Rochefoucauld

%
Απουσία στην αγάπη είναι σαν το νερό μετά τη φωτιά? λίγο επιταχύνει, αλλά πολύσβήνει αυτό.
		-- Hannah More

%
Όλα τα πάθη μας κάνουν να διαπράξουν σφάλματα? η αγάπη μας κάνει να διαπράξουν το πιογελοία αυτά.
		-- La Rochefoucauld

%
Πάντα παραμένουν τμήματα της καρδιάς μας, στην οποία κανείς δεν είναι σε θέση να εισέλθουν,καλούμε τους όπως μπορούν.
		-- La Rochefoucauld

%
Δουλεία ίσως, πειθαρχία ποτέ!
		-- T.K.

%
Δυσπιστία όλους εκείνους που σας αγαπούν πολύ σε μια πολύ μικρή γνωριμίακαι χωρίς καμία εμφανή λόγο.
		-- Lord Chesterfield

%
Μην απελπίζεστε? ιδανικό εραστή σας περιμένει για να σας γύρω από τη γωνία.
		-- Lord Chesterfield

%
ΕρωτεύομαιΌταν δύο άνθρωποι έχουν για αρκετό ημερομηνίες, που υπάγονται γενικά στηναγάπη. Μπορείτε να πείτε είσαι ερωτευμένος με τον τρόπο που αισθάνεστε: το κεφάλι σας γίνεταιτο φως, η καρδιά σας πηδά μέσα σας, αισθάνεστε σαν να είστε το περπάτημα στον αέρα,και ολόκληρος ο κόσμος φαίνεται σαν μια θαυμάσια και ευτυχισμένη χώρα. Δυστυχώς,αυτά είναι και τα τέσσερα προειδοποιητικά σημάδια της νόσου του παχέος εντέρου, γι 'αυτό είναι πάντα μιακαλή ιδέα να ελέγξει με το γιατρό σας.
		-- Dave Barry

%
Η πτώση στην αγάπη είναι πολλά όπως πεθαίνουν. Ποτέ δεν μπορούν να το κάνουν αρκετά για νανα γίνει καλός σ 'αυτό.
		-- Dave Barry

%
Ολοκληρώστε την παρακάτω φράση σε 25 λέξεις ή λιγότερο:"Η αγάπη είναι αυτό που νιώθεις λίγο πριν δώσει κάποιος ένα καλό ..."Στείλτε την απάντησή σας, μαζί με το πάνω μισό της προϊστάμενό σας για να:Ρ.Ο. Box 35Αμηχανία Έλληνες, Μίσιγκαν
		-- Dave Barry

%
Δώσε μου την αγνότητα και εγκράτεια, αλλά όχι μόνο τώρα.
		-- St. Augustine

%
Ο Θεός είναι αγάπη, αλλά να πάρει αυτό γραπτώς.
		-- Gypsy Rose Lee

%
"Έκανε να αποφασίσει, ωστόσο, ότι με περισσότερο χρόνο και μια μεγάλη πνευματικήπροσπάθεια, θα μπορούσε πιθανώς μετατρέψει τη δραστηριότητα σε ένα αποδεκτό διαστροφή ».
		-- Mick Farren, "When Gravity Fails"

%
Αυτός που είναι ερωτευμένος με τον εαυτό του έχει τουλάχιστον το πλεονέκτημα αυτό - ότι δεν θααντιμετωπίζουν πολλές αντιπάλους.
		-- Georg Lichtenberg, "Aphorisms"

%
Καρδιές ποτέ δεν θα είναι πρακτικό, έως ότου μπορεί να γίνει άθραυστο.
		-- The Wizard of Oz

%
HEY ΠΑΙΔΙΑ! ANN LANDERS ΛΕΕΙ:Να είστε σίγουρος ότι είναι αλήθεια, όταν λέτε «σ 'αγαπώ». Είναι αμαρτία να	πες ένα ψέμα. Εκατομμύρια καρδιές σπάσει, μόνο και μόνο επειδήΑυτά τα λόγια ειπώθηκαν.
		-- The Wizard of Oz

%
Η καρδιά του ήταν η δική σας από την πρώτη στιγμή που σε γνώρισα.
		-- The Wizard of Oz

%
Πόσο κάνει αυτή που αγαπάς; Λιγότερο από ό, τι θα μάθω ποτέ.
		-- The Wizard of Oz

%
Είμαι δύο ανόητοι, το ξέρω, για την αγάπη, και το λέω έτσι.
		-- John Donne

%
Μπορώ να επιδιορθώσει το σπάσιμο της ημέρας, να θεραπεύσει μια σπασμένη καρδιά, και παρέχουν προσωρινήανακούφιση nymphomaniacs.
		-- Larry Lee

%
Δεν θέλω οι άνθρωποι να με αγαπούν. Κάνει για τις υποχρεώσεις.
		-- Jean Anouilh

%
Σ 'αγαπώ περισσότερο από οτιδήποτε άλλο σε αυτόν τον κόσμο. Δεν περιμένω ότι θα διαρκέσει.
		-- Elvis Costello

%
Σ 'αγαπώ, όχι μόνο για το τι είσαι, αλλά για αυτό που είμαι όταν είμαι μαζί σου.
		-- Roy Croft

%
Την αγάπησα με μια αγάπη διψασμένος και απελπισμένος. Ένιωσα ότι εμείς οι δύο θα μπορούσαν να διαπράξουνκάποια πράξη τόσο φρικτό ότι ο κόσμος, βλέποντας μας, θα το βρείτε ακαταμάχητη.
		-- Gene Wolfe, "The Shadow of the Torturer"

%
Ποτέ δεν αγαπούσε ένα άλλο πρόσωπο με τον τρόπο που ο ίδιος αγαπούσε.
		-- Mae West

%
Νομίζω ότι μια σχέση είναι σαν ένα καρχαρία. Θα πρέπει να κινούνται συνεχώς προς τα εμπρόςή να πεθάνει. Λοιπόν, αυτό που έχουμε στα χέρια μας εδώ είναι ένα νεκρό καρχαρία.
		-- Woody Allen

%
Θα χρησιμοποιηθεί για να είναι Χιονάτη, αλλά παρασύρεται.
		-- Mae West

%
Συνήθιζα να πιστεύω ρομαντική αγάπη ήταν μια νεύρωση είναι κοινά σε δύο, μια υπέρτατηανοησία. Δεν έχω πλέον πίστευα ότι. Δεν υπάρχει τίποτα ανόητο σεαγαπώντας κανέναν. Σκέψη θα πρέπει να αγαπιέσαι είναι ό, τι είναι ανόητο.
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά έκανα το δικό μου και τώρα έχωγια να αναιρέσετε. "
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά πρέπει να το νήμα γάτα μου."
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά πρέπει να μείνω σπίτι και να δω αν μπορώ ροχαλίζουν."
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά εγώ ποτέ δεν πάει έξω τις ημέρες που καταλήγουν σε` Γ ' "
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά θέλω να περνούν περισσότερο χρόνο με μπλέντερ μου."
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά είμαι παρακολουθούν το άνοιγμα της πόρτας του γκαράζ μου."
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά είμαι μετατροπή ρολόι ημερολόγιο μου απόJulian στο Γρηγοριανό. "
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά κάνω από πόρτα σε πόρτα συλλογή για την στατικήσυνδέομαι."
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά είμαι έχοντας όλα τα φυτά μου στειρωθεί."
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά θα μείνω σπίτι για να εργαστούν σε μουεξοχικό σπίτι γλυπτική τυρί. "
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά παίρνω punk τοτέμ πόλων γλυπτικής."
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά έχω προγραμματιστεί για μεταμόσχευση κάρμα».
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά είναι νύχτα μπόουλινγκ parakeet μου."
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά το αγαπημένο μου εμπορικές είναι στην τηλεόραση."
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά η τελευταία φορά που πήγα έξω, εγώ δεν ήρθε ποτέ πίσω."
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά ο άνθρωπος στην τηλεόραση μου είπε να μείνετε συντονισμένοι."
		-- Rita Mae Brown

%
«Θα ήθελα πολύ να βγούμε έξω μαζί σας, αλλά υπάρχουν σημαντικά ζητήματα κόσμο ότιχρειάζεται να ανησυχείτε για. "
		-- Rita Mae Brown

%
Θα ήθελα πολύ να σε φιλήσω, αλλά εγώ απλά πλένονται τα μαλλιά μου.
		-- Bette Davis, "Cabin in the Cotton"

%
«Θα σας πω τι ξέρω, στη συνέχεια," αποφάσισε. «Η καρφίτσα φοράωσημαίνει ότι είμαι μέλος της ΕΑ. Αυτό είναι Inamorati Ανώνυμος. Μια Inamorato είναικάποιος στην αγάπη. Αυτό είναι το χειρότερο εθισμό από όλα. ""Κάποιος είναι έτοιμο να πέσει στην αγάπη," Oedipa είπε, "θα πάει να καθίσει μετους, ή κάτι άλλο; ""Δεξιά. Η όλη ιδέα είναι να φτάσετε εκεί που δεν το χρειάζεστε. Ήμουντυχερός. Κλώτσησε το νεαρό. Αλλά υπάρχουν εξήντα-year-old άνδρες, είτε το πιστεύετε είτεόχι, και οι γυναίκες ακόμη και τα μεγαλύτερα, που θα μπορούσε να ξυπνήσει μέσα στη νύχτα ουρλιάζοντας. ""Θα έχει συναντήσεις, τότε, όπως και η AA;""Όχι, φυσικά όχι. Μπορείτε να πάρετε έναν αριθμό τηλεφώνου, μια υπηρεσία τηλεφωνητήμπορείτε να καλέσετε. Κανείς δεν ξέρει το όνομα κάποιου άλλου? μόνο ο αριθμός σε περίπτωσηπαίρνει τόσο κακό δεν μπορείτε να το χειριστεί μόνη της. Είμαστε απομονώσεις, Arnold. συναντήσειςθα καταστρέψει ολόκληρο το σημείο αυτό. "
		-- Thomas Pynchon, "The Crying of Lot 49"

%
Αν η αγάπη είναι η απάντηση, θα μπορούσατε να αναδιατυπώσει το ερώτημα;
		-- Lily Tomlin

%
Αν η αγάπη Ήταν Oil, θα ήθελα να είναι περίπου ένα τέταρτο Χαμηλή
		-- Book title by Lewis Grizzard

%
Εάν μόνο ήξερες ότι σας αγαπούσε, θα μπορούσαν να αντιμετωπίσουν την αβεβαιότητααν την αγαπάς.
		-- Book title by Lewis Grizzard

%
Εάν δεν μπορεί να είναι καλό, να είστε προσεκτικοί. Εάν δεν μπορείτε να είστε προσεκτικοί, να μου δώσει μια κλήση.
		-- Book title by Lewis Grizzard

%
Αν αγαπάς κάποιον, που τους δωρεάν.Αν δεν επανέλθει, τότε καλέστε τους επάνω όταν είστε μεθυσμένος.
		-- Book title by Lewis Grizzard

%
Σε μια μεγάλη ρομαντική σχέση, κάθε άτομο παίζει ουσιαστικά ένα μέρος που ηάλλους αρέσει πραγματικά.
		-- Elizabeth Ashley

%
Σε μια εποχή που η μόδα είναι να είναι ερωτευμένος με τον εαυτό σας, ομολογώντας ναείναι ερωτευμένη με κάποιον άλλο είναι μια αποδοχή της απιστίας σε κάποιουαγαπητός.
		-- Russell Baker

%
Στην αγάπη, αυτή που δίνει το πορτρέτο της υπόσχεται το πρωτότυπο.
		-- Bruton

%
Στην πραγματική αγάπη θέλεις το καλό του άλλου ατόμου. Στην ρομαντική αγάπη σαςθέλουν το άλλο πρόσωπο.
		-- Margaret Anderson

%
Είναι πολύ καλύτερο να εξαπατηθεί παρά να undeceived από εκείνους που αγαπάμε.
		-- Margaret Anderson

%
Πόσο δύσκολο είναι να γράψει τη βιογραφία μπορεί να υπολογίζεται από κανένανπου κάθεται κάτω και θεωρεί ακριβώς πόσοι άνθρωποι ξέρουν την πραγματική αλήθειαπερίπου του ή την αγάπη της υποθέσεις.
		-- Rebecca West

%
Ας ζήσουμε !!!Ας αγαπάμε !!!Ας μοιραστούμε τα βαθύτερα μυστικά των ψυχών μας !!!Εσύ πρώτος.
		-- Rebecca West

%
Ας είναι φίλοι και δεν κάνουν καμία ιδιαίτερη προσπάθεια για να δει ποτέ ο ένας τον άλλο και πάλι.
		-- Rebecca West

%
Ας μην περιπλέκουν τη σχέση μας με την προσπάθεια να επικοινωνούν μεταξύ τους.
		-- Rebecca West

%
Lonely είναι ένας άνθρωπος χωρίς αγάπη.
		-- Englebert Humperdinck

%
Η αγάπη - η τελευταία από τις σοβαρές ασθένειες της παιδικής ηλικίας.
		-- Englebert Humperdinck

%
Η αγάπη και το σκάνδαλο είναι οι καλύτερες γλυκαντικές ουσίες του τσαγιού.
		-- Englebert Humperdinck

%
Ο έρωτας με την πρώτη ματιά είναι μια από τις μεγαλύτερες συσκευές εξοικονόμησης εργασίας τοο κόσμος έχει δει ποτέ.
		-- Englebert Humperdinck

%
Η αγάπη δεν μπορεί να είναι πολύ νεότερος από την σφοδρή επιθυμία για φόνο.
		-- Sigmund Freud

%
Η αγάπη κατακτά τα πάντα? ας πάρα παραδοθούν στην αγάπη.
		-- Publius Vergilius Maro (Virgil)

%
Η αγάπη είναι μια σοβαρή ψυχική ασθένεια.
		-- Plato

%
Η αγάπη είναι ένα αγωνιστικό snowmobile σε όλη την τούνδρα, η οποία αντιστρέφει ξαφνικάπάνω, που εναποθέτει κάτω. Τη νύχτα οι νυφίτσες πάγο έρχονται.
		-- Matt Groening, "Love is Hell"

%
Η αγάπη είναι πάντα ανοιχτές αγκάλες. Με τα χέρια ανοιχτά θα επιτρέψει την αγάπη να έρθει και ναπάει όπως θέλει, ελεύθερα, για αυτό θα το κάνει έτσι κι αλλιώς. Αν κλείσετε σαςτα χέρια για την αγάπη σας, θα βρείτε έχετε μείνει κρατώντας μόνο τον εαυτό σας.
		-- Matt Groening, "Love is Hell"

%
Η αγάπη είναι ηλίθιος μαζί.
		-- Paul Valery

%
Η αγάπη είναι ναρκωτικές ουσίες, δεν κοτόσουπα. Θέλω να πω, η αγάπη είναι κάτι που πρέπει να περάσειγύρω από ελεύθερα, δεν κουτάλι κάτω από το λαιμό κάποιου για το δικό τους καλό από μιαΕβραϊκό μητέρα που όλα μαγειρεμένα από τον εαυτό της.
		-- Paul Valery

%
Η αγάπη είναι στον ορίζοντα.
		-- The Homicidal Maniac

%
Η αγάπη είναι σαν μια φιλία έπιασε φωτιά. Στην αρχή μια φλόγα, πολύόμορφη, συχνά ζεστό και άγρια, αλλά και πάλι μόνο το φως και τρεμοπαίζει. όπως η αγάπημεγαλώνει, οι καρδιές μας ωριμάζουν και η αγάπη μας γίνεται όπως κάρβουνα, βαθιά καύσηκαι άσβεστη.
		-- Bruce Lee

%
Η αγάπη είναι σαν την ιλαρά? όλοι πρέπει να περάσει μέσα από αυτό.
		-- Jerome K. Jerome

%
Η αγάπη ποτέ δεν ρωτούν γιατί;
		-- Jerome K. Jerome

%
Η αγάπη δεν είναι αρκετά, αλλά σίγουρα βοηθάει.
		-- Jerome K. Jerome

%
Η αγάπη είναι συναισθηματική ιλαρά.
		-- Jerome K. Jerome

%
Η αγάπη μένει επάνω όλη τη νύχτα με ένα άρρωστο παιδί ή έναν υγιή ενήλικα.
		-- Jerome K. Jerome

%
Η αγάπη είναι το μόνο παιχνίδι που δεν ονομάζεται λόγω του σκότους.
		-- M. Hirschfield

%
Η αγάπη είναι η διαδικασία μου να σας οδηγούν απαλά πίσω στον εαυτό σας.
		-- Saint Exupery

%
Η αγάπη είναι ο θρίαμβος της φαντασίας πάνω νοημοσύνης.
		-- H. L. Mencken

%
Η αγάπη είναι αυτό που είναι ραγισμένα μέχρι να είναι.
		-- H. L. Mencken

%
Η αγάπη είναι ό, τι έχετε περάσει με κάποιον.
		-- James Thurber

%
Η αγάπη δεν είναι μόνο τυφλή, είναι επίσης κουφός, βουβός και ηλίθιο.
		-- James Thurber

%
Η αγάπη σημαίνει ότι πρέπει να πούμε ότι είστε συγγνώμη κάθε πέντε λεπτά.
		-- James Thurber

%
σημαίνει αγάπη ποτέ δεν χρειάζεται να πω συγγνώμη.Αυτό είναι το πιο γελοίο πράγμα που έχω ακούσει ποτέ.
		-- Ryan O'Neill, "What's Up Doc?"

%
Η αγάπη μας λέει πολλά πράγματα που δεν είναι τόσο.
		-- Krainian Proverb

%
Μπορεί να σας, έτσι ώστε να γνωρίζετε πάντα όταν χρειάζεστε μια αγκαλιά.
		-- Krainian Proverb

%
"Ίσως θα πρέπει να σκεφτείτε αυτό ως ένα τέλειο εβδομάδα ... όπου βρήκαμε κάθεάλλων, και αγαπούσε ο ένας τον άλλο ... και στη συνέχεια αφήστε το άλλο να πάει πριν από οποιονδήποτεέπρεπε να αναζητήσουν επαγγελματική βοήθεια. "
		-- Krainian Proverb

%
Οι περισσότεροι άνθρωποι δεν χρειάζονται πολλή αγάπη σχεδόν τόσο πολύ, διότι θα χρειαστείμια σταθερή προμήθεια.
		-- Krainian Proverb

%
φλιτζάνι μου hath runneth'd πάνω με αγάπη.
		-- Krainian Proverb

%
Η φύση απεχθάνεται το παρθένο - μια παγωμένη περιουσιακό στοιχείο.
		-- Clare Booth Luce

%
«Όχι, καταλαβαίνω τώρα," Auberon είπε, ηρεμία στο δάσος - ήταν τόσοαπλό, πραγματικά. «Εγώ δεν το έκανε, για ένα μεγάλο χρονικό διάστημα, αλλά το κάνω τώρα. Απλά δεν μπορεί νακρατήσει τους ανθρώπους, δεν μπορείτε να τα κατέχουν. Θέλω να πω ότι είναι πολύ φυσικό, μια φυσική διαδικασίαπραγματικά. Συναντώ. Αγάπη. Μέρος. Η ζωή συνεχίζεται. Δεν υπήρξε ποτέ οποιοσδήποτε λόγος ναΑναμένουμε να μείνει πάντα η ίδια - εννοώ `στην αγάπη,« ξέρεις »ήταν εκεί.αυτές οι αμφιβολίες εισαγωγικά του καπνιστή, το έδειξε σε μεγάλο βαθμό. «Εγώ δεν κράτησε μνησικακία. Ικλίση.""Μπορείτε να το κάνετε», είπε ο παππούς Πέστροφα. "Και δεν καταλαβαίνετε."
		-- Little, Big, "John Crowley"

%
Όλων των μορφών προσοχή, προσοχή στην αγάπη είναι η πιο θανατηφόρα.
		-- Little, Big, "John Crowley"

%
Φυσικά είναι δυνατόν να αγαπάς έναν άνθρωπο, αν δεν τους γνωρίζουμε πάρα πολύ καλά.
		-- Charles Bukowski

%
Αχ, η αγάπη είναι πραγματικά αρκετά, θα το βρείτε κάποια μέρα, αλλά έχει ένααψίδα-εχθρό - και αυτό είναι η ζωή.
		-- Jean Anouilh, "Ardele"

%
Σε μια tous un peu Peur de l'amour, mais για ένα ανδρικό πανωφόρι Peur de souffrirou de faire souffrir.[Το ένα είναι πάντα λίγο φοβισμένος από την αγάπη, αλλά πάνω απ 'όλα, το ένα είναιφοβάται τον πόνο ή προκαλούν πόνο.]
		-- Jean Anouilh, "Ardele"

%
Μόλις η πραγματοποίηση γίνεται δεκτό ότι ακόμη και μεταξύ των πλησιέστερων ανθρώπινα όνταάπειρες αποστάσεις συνεχίσει να υπάρχει, μια υπέροχη συμβιώνει μπορείμεγαλώνουν, αν καταφέρουν να αγαπούν την απόσταση μεταξύ τους γεγονός που καθιστάείναι δυνατόν για κάθε μία να δούμε ο ένας τον άλλον όλη την ενάντια στον ουρανό.
		-- Rainer Rilke

%
Ένα εκφράζει επίσης την αγάπη ο ίδιος δεν αισθάνεται.
		-- J. A. Karr

%
Οι άνθρωποι σκέφτονται αγάπη είναι ένα συναίσθημα. Η αγάπη είναι καλή αίσθηση.
		-- Ken Kesey

%
Πραγματικά?? Τι σύμπτωση, είμαι ρηχά πάρα πολύ !!
		-- Ken Kesey

%
Καμιά φορά, όταν τουλάχιστον το αυτό, Αγάπη θα πατήσετε στον ώμο ...και να σας ζητήσω να κινηθεί έξω από το δρόμο, γιατί ακόμα δεν είναι η σειρά σας.
		-- N. V. Plyter

%
Μερικές φορές η αγάπη δεν είναι τίποτε άλλο παρά μια παρεξήγηση μεταξύ δύο ανόητοι.
		-- N. V. Plyter

%
Συγγνώμη δεν σημαίνει ότι Πείτε τη γνώμη σας για την αγάπη.
		-- N. V. Plyter

%
Μιλώντας για την αγάπη, ένα πρόβλημα που επανέρχεται όλο και πιο συχνά αυτάημέρες, σε βιβλία και θεατρικά έργα και ταινίες, είναι η αδυναμία των ανθρώπων να επικοινωνούνμε τους ανθρώπους που αγαπούν? Σύζυγοι οι οποίοι δεν μπορούν να επικοινωνήσουν, τα παιδιάπου δεν μπορεί να επικοινωνήσει με τους γονείς τους, και ούτω καθεξής. Και οι χαρακτήρεςΑυτά τα βιβλία και θεατρικά έργα και ούτω καθεξής (και στην πραγματική ζωή, θα ήθελα να προσθέσω) περνούν ώρεςθρηνούν για το γεγονός ότι δεν μπορούν να επικοινωνήσουν. Πιστεύω ότι αν ένα άτομο δεν μπορεί ναεπικοινωνούν, το πολύ _____ λιγότερο που μπορούμε να κάνουμε είναι να το βουλώσει!
		-- Tom Lehrer, "That Was the Year that Was"

%
άγριας ζωής Υποστήριξη - ψηφοφορία για ένα όργιο.
		-- Tom Lehrer, "That Was the Year that Was"

%
Αυτή είναι η αληθινή εποχή της αγάπης, όταν πιστεύουμε ότι μπορούμε μόνο μπορεί να αγαπήσει,ότι κανείς δεν θα μπορούσε να έχει αγαπήσει τόσο πριν από εμάς, και ότι κανείς δεν θα αγαπήσουνμε τον ίδιο τρόπο όπως και εμάς.
		-- Johann Wolfgang von Goethe

%
Έτσι είναι η ζωή για σένα, είπε McDunn. Κάποιος πάντα σε αναμονή για κάποιον πουποτέ δεν έρχεται στο σπίτι. Πάντα κάποιος αγαπάει κάτι περισσότερο από αυτό το πράγμα αγαπάειτους. Και μετά από λίγο που θέλετε να καταστρέψουν ό, τι αυτό το πράγμα είναι, γι 'αυτόδεν μπορεί να σας βλάψει όχι περισσότερο.
		-- R. Bradbury, "The Fog Horn"

%
Τα πουλιά τραγουδούν, τα λουλούδια εκκολαπτόμενους, και είναι καιρόςγια την Μις Ήθη να πουν οι νέοι εραστές να σταματήσει λαιμού στο κοινό.Δεν είναι ότι η Δεσποινίς Ήθη έχει ανοσία σε ειδύλλιο. Μις Ήθηέχει γίνει γνωστό για να αποσπάσουν το χέρι ενός κυρίου ενώ βοήθησε πάνω από ένατον περιορισμό, και, σε άγρια ​​νιάτα της, ακόμη και να πιέσετε ένα φίνο παντόφλα κατά ένατα πόδια ή δύο κάτω από το τραπέζι. Δεσποινίς Ήθη πιστεύει επίσης ότι ηθέαμα των ανθρώπων βόλτα χέρι-χέρι ή χέρι-χέρι ή το χέρι σε χέριντύνεται μια πόλη πολύ περισσότερο από το πιο οικείο θέαμαοι άνθρωποι κουνώντας ομπρέλες σε ένα άλλο. Τι Μις Ήθη αντιτίθεται στηνείναι το είδος της δραστηριότητας που τρομάζει τα άλογα στο δρόμο ...
		-- R. Bradbury, "The Fog Horn"

%
Η καμηλοπάρδαλη σκεφτήκατε προσβεβλημένος την περασμένη εβδομάδα είναι πρόθυμος να nuzzled σήμερα.
		-- R. Bradbury, "The Fog Horn"

%
Η καρδιά έχει τους λόγους του, που λόγο δεν γνωρίζει τίποτα.
		-- Blaise Pascal

%
Η καρδιά είναι πιο σοφή από την νόηση.
		-- Blaise Pascal

%
Τα μικρά κομμάτια της ζωής μου δίνω σε σας, με αγάπη, για να κάνω μια πάπλωμαγια να κρατήσει μακριά το κρύο.
		-- Blaise Pascal

%
Η μαγεία της πρώτης μας αγάπης είναι η άγνοια μας, ότι μπορεί να τελειώσει ποτέ.
		-- Benjamin Disraeli

%
Ο μύθος της ρομαντικής αγάπης κρατά ότι από τη στιγμή που έχετε πέσει στην αγάπη με τοτέλειο σύντροφο, είστε στο σπίτι δωρεάν. Δυστυχώς, πέφτουν έξω από την αγάπηφαίνεται να είναι εξίσου ακούσια, υπάγονται σε αυτό.
		-- Benjamin Disraeli

%
Η μόνη διαφορά στο παιχνίδι της αγάπης κατά τη διάρκεια των τελευταίων χιλίων ετώνείναι ότι έχουν αλλάξει ατού από κλαμπ σε διαμάντια.
		-- The Indianapolis Star

%
Η έναρξη και η εξασθένηση της αγάπης γίνονται αισθητές στην ανησυχίαέμπειροι στο να είναι μόνος μαζί.
		-- Jean de la Bruyere

%
Το τέλειο εραστή είναι αυτός που μετατρέπεται σε μια πίτσα στο 04 π.μ.
		-- Charles Pierce

%
Το άτομο που απέρριψε χθες θα μπορούσε να σας κάνει ευτυχισμένο, αν πω ναι.
		-- Charles Pierce

%
Οι επτά χρόνια φαγούρα προέρχεται από χαζεύεις κατά το τέταρτο, πέμπτο,και το έκτο έτος.
		-- Charles Pierce

%
Η ιστορία της πεταλούδας:«Ήμουν στην Μπογκοτά και περιμένει για ένα φίλο κυρία. Ήμουν στην αγάπη,πριν πολύ καιρό. Περίμενα τρεις ημέρες. Ήμουν πεινασμένος, αλλά δεν θα μπορούσε να πάειέξω για φαγητό, μήπως αυτή έρχονται και δεν είναι εκεί για να την χαιρετήσει. Στη συνέχεια, στιςη τρίτη μέρα, άκουσα ένα χτύπημα. "«Έτρεξα κατά μήκος της παλαιάς πέρασμα και εκεί, στο φως του ήλιου,δεν υπήρχε τίποτα.""Ακριβώς", Vance Χαρά είπε, «μια πεταλούδα, που φέρουν μακριά."
		-- Peter Carey, BLISS

%
Το πιο γλυκό το μήλο, το πιο μαύρο ο πυρήνας -Ξύστε έναν εραστή και να βρει έναν εχθρό!
		-- Dorothy Parker, "Ballad of a Great Weariness"

%
Ο τρόπος για να αγαπήσει οτιδήποτε είναι να συνειδητοποιήσουμε ότι μπορεί να χαθεί.
		-- Dorothy Parker, "Ballad of a Great Weariness"

%
Υπάρχουν κάποιες μικροοργανισμούς που παρουσιάζουν χαρακτηριστικά και των δύο φυτώνκαι τα ζώα. Όταν εκτίθεται στο φως υποβάλλονται φωτοσύνθεση? και πότετα φώτα σβήνουν, θα μετατραπούν σε ζώα. Αλλά και πάλι, δεν το κάνουν όλοι;
		-- Dorothy Parker, "Ballad of a Great Weariness"

%
Δεν υπάρχει φόβος στην αγάπη? αλλά η τέλεια αγάπη έξω διώκει τον φόβο.
		-- 1 John 4:18

%
Υπάρχει μόνο ένας τρόπος για να είναι ευτυχισμένος με τη βοήθεια της καρδιάς - να έχουν κανένα.
		-- Paul Bourget

%
Υπάρχουν τόσα πολλά να πω, αλλά τα μάτια σας κρατήσει διακοπή μένα.
		-- Paul Bourget

%
Ο συγχρονισμός πρέπει να είναι τέλεια τώρα. Δύο χρονοδιάγραμμα πρέπει να είναι καλύτερα από το τέλειο.
		-- Paul Bourget

%
Να αγαπηθεί είναι πολύ αποθαρρυντική.
		-- Katharine Hepburn

%
Να φοβάται την αγάπη είναι να φοβόμαστε τη ζωή, και εκείνοι που φοβούνται τη ζωή είναι ήδη τρειςτμήματα νεκρών.
		-- Bertrand Russell

%
Σύνολο αγνώστους χρειάζονται αγάπη, πάρα πολύ? και είμαι ξένος από ό, τι οι περισσότεροι.
		-- Bertrand Russell

%
Η αληθινή ευτυχία μπορεί να βρεθεί μόνο στην αληθινή αγάπη.
		-- Bertrand Russell

%
Υπό την πίεση προθεσμία για την επόμενη εβδομάδα. Αν θέλετε κάτι, μπορεί να περιμένει.Εκτός αν είναι τυφλή κραυγή paroxysmally ηδονιστική ...
		-- Bertrand Russell

%
Εμείς δεν πιστεύουμε σε ρευματισμούς και την αληθινή αγάπη μόνο μετά την πρώτη επίθεση.
		-- Marie Ebner von Eschenbach

%
Τι είναι ερεθιστικό για την αγάπη είναι ότι είναι ένα έγκλημα που απαιτεί μια συνεργός.
		-- Charles Baudelaire

%
Όταν η ζωή σας είναι ένα φύλλο που οι εποχές κόψετε και να καταδικάσουμεΘα σας δεσμεύει με την αγάπη που είναι χαριτωμένη και πράσινο ως στέλεχος.
		-- Leonard Cohen, "Sisters of Mercy"

%
Γιατί δεν μπορώ να πάω έξω μαζί σας:Θα ήθελα πολύ, αλλά ...- Έχω να νήμα γάτα μου.- Έχω αφιερώσει τη ζωή μου για να λιγκουίνι.- Θα πρέπει να περνούν περισσότερο χρόνο με μπλέντερ μου.- Δεν θα ήταν δίκαιη για τους άλλους Beautiful People.- Είναι νύχτα μου να το κατοικίδιο ζώο το σκυλί / κουνάβι / χρυσόψαρο.- Πάω στο κέντρο της πόλης για να προσπαθήσουμε για ορισμένα γάντια.- Θα πρέπει να ελέγξετε τις ημερομηνίες φρεσκάδα στα γαλακτοκομικά προϊόντα μου.- Πάω κάτω στο φούρνο για να παρακολουθήσουν τα ψωμάκια αυξηθεί.- Έχω ένα ραντεβού με έναν ειδικό επιδερμίδα.- Έχω κάποια πολύ σκληρά λόγια για να κοιτάζω προς τα πάνω.- Έχω ένα Φίλοι της συνάντησης Ταπεινός Μέγα γογγύλιον.
		-- I promised to help a friend fold road maps.

%
Γιατί δεν μπορώ να πάω έξω μαζί σας:Θα ήθελα πολύ, αλλά ...- Έχω να απαντήσετε σε όλες μου "επιβάτη" γράμματα.- Καμία από τις κάλτσες μου αγώνα.- Είμαι με όλα τα φυτά μου στειρωθεί.- Έχω αλλάξει την κλειδαριά στην πόρτα μου και τώρα δεν μπορώ να πάρω έξω.- Φυτό γιούκα μου αισθάνεται yucky.- Είμαι περιοδεία της Κίνας με μια μπάντα γουόκ.- My κατηγορία σοκολάτα-εκτίμησή συναντά εκείνο το βράδυ.- Τρέχω μακριά στη Γιουγκοσλαβία με έναν μαθητή σε συνάλλαγματο όνομα Βασίλειος μεταβολισμού.- Υπάρχουν σημαντικά ζητήματα κόσμο που χρειάζεται να ανησυχείτε για.- Πάω να μετρήσει τις τρίχες στην οδοντόβουρτσά μου.- Προτιμώ να παραμείνει ένα αίνιγμα.- Νομίζω ότι θέλετε την άλλη Πέγκυ / Cathy / Mike / όποιον.
		-- I feel a song coming on.

%
Γιατί δεν μπορώ να πάω έξω μαζί σας:Θα ήθελα πολύ, αλλά ...- Δεν έχω να επιστήσω την "Cubby" για υποτροφία τέχνης.- Θα πρέπει να καθίσει με ένα άρρωστο μυρμήγκι.- Προσπαθώ να είναι λιγότερο δημοφιλής.- Πλακάκια του μπάνιου μου χρειάζονται αρμολόγηση.- Είμαι σε αναμονή για να δει αν είμαι ήδη νικητής.- Υποσυνείδητο μου λέει όχι.- Απλά πήρε ένα βιβλίο με τίτλο "Κόλλα σε πολλές χώρες" και εγώδεν φαίνεται να μπορεί να το βάλετε κάτω.- Το αγαπημένο μου εμπορική είναι στην τηλεόραση.- Θα πρέπει να μελετήσει για εξέταση αίματος μου.- Έχω ήδη διαπραγματεύονται στο Σινσινάτι.- Είμαι έχοντας τα παπούτσια του μωρού μου ηλιοκαμένα.
		-- I have to go to court for kitty littering.

%
Γιατί δεν μπορώ να πάω έξω μαζί σας:Θα ήθελα πολύ, αλλά ...- Προσπαθώ να δούμε πόσο καιρό μπορώ να πάω χωρίς να πει ναι.- Είμαι παρακολουθούν το άνοιγμα της πόρτας του γκαράζ μου.- Τα τέρατα δεν έχουν μετατραπεί μπλε ακόμα, και έχω να τρώνε περισσότερο τελείες.- Είμαι μετατροπή ρολόι ημερολόγιο μου από Ιουλιανό στο Γρηγοριανό.- Έχω να εκπληρώσουν τις δυνατότητές μου.- Δεν θέλω να φύγει από τη ζώνη άνεσής μου.- Είναι πολύ κοντά στο γύρισμα του αιώνα.- Έχω να χλωρίνη λαγό μου.- Είμαι ανησυχούν για κάθετη λαβή αναμονή μου.
		-- I left my body in my other clothes.

%
Γιατί δεν μπορώ να πάω έξω μαζί σας:Θα ήθελα πολύ, αλλά ...- Έχω ένα Φίλοι της συνάντησης Ταπεινός Μέγα γογγύλιον.- Υποσχέθηκα να βοηθήσει ένα φίλο φορές οδικούς χάρτες.- Έχω ήδη προγραμματιστεί για μεταμόσχευση κάρμα.- Θα μείνω σπίτι για να εργαστούν σε μου γλυπτική τυρί cottage.- Είναι νύχτα μπόουλινγκ parakeet μου.- Χτίζω ένα φυτό από ένα κιτ.- Υπάρχει μια διαταραχή της Δύναμης.- Κάνω πόρτα σε πόρτα συλλογή για στατική προσκολλώνται.- Είμαι διδασκαλία κουνάβι μου να λαρυγγισμός.
		-- My crayons all melted together.

%
"Γιατί πρέπει να μου πείτε όλα τα μυστικά σας, όταν αυτό είναι αρκετά δύσκολο να αγαπήσειΣας γνωρίζουμε τίποτα; "
		-- Lloyd Cole and the Commotions

%
Χωρίς αγάπη νοημοσύνη είναι επικίνδυνο?χωρίς αγάπη ευφυΐα δεν είναι αρκετή.
		-- Ashley Montagu

%
Δεν θα ήταν αυτό να είναι ένα μεγάλο κόσμο, αν είναι ανασφαλείς και απελπισμένος ήταν ένα turn-on;
		-- "Broadcast News"

%
Ναι, υπάρχουν πιο σημαντικά πράγματα στη ζωή από τα χρήματα, αλλά δεν θα πάειέξω μαζί σας αν δεν έχετε καμία.
		-- "Broadcast News"

%
Δεν θα πρέπει να πληρώνουν για την αγάπη σας με τα οστά σας και τη σάρκα σας.
		-- Pat Benatar, "Hell is for Children"

%
