Μια Thaum είναι η βασική μονάδα της μαγικής δύναμης. Έχει καθολικάκαθιερωθεί ως η ποσότητα της μαγείας που απαιτούνται για να δημιουργήσετε ένα μικρό λευκό περιστέριή τρία κανονικού μεγέθους μπάλες του μπιλιάρδου.
		-- Terry Pratchett, "The Light Fantastic"

%
"Ένας οδηγός δεν μπορεί να κάνει τα πάντα? Μια πραγματικότητα οι περισσότεροι μάγοι είναι επιφυλακτικοί να ομολογήσω,πόσο μάλλον να συζητήσει με τους υποψήφιους πελάτες. Παρόλα αυτά, παραμένει το γεγονός ότιυπάρχουν ορισμένα αντικείμενα και ανθρώπους, που είναι, για τον ένα ή τον άλλο λόγο,εντελώς ανοσία σε οποιαδήποτε άμεση μαγικό ξόρκι. Είναι για αυτή την ομάδαόντα που ο μάγος μαθαίνει τις λεπτές αποχρώσεις της, χρησιμοποιώντας έμμεση ξόρκια.Κάνει, επίσης, καμία ζημιά, στην αντιμετώπιση αυτών των θεμάτων, για να μεταφέρει ένα μεγάλο σύλλογοκοντά στο πρόσωπο σας ανά πάσα στιγμή. "
		-- The Teachings of Ebenezum, Volume VIII

%
Μια αρχαία παροιμία που συνόψισε: όταν ένας οδηγός είναι κουρασμένος ψάχνει γιασπασμένο γυαλί στο δείπνο του, έτρεξε, είναι κουρασμένος από τη ζωή.
		-- Terry Pratchett, "The Light Fantastic"

%
Χάος είναι βασιλιάς και το Magic είναι χαλαρά στον κόσμο.
		-- Terry Pratchett, "The Light Fantastic"

%
Μην αναμιγνύεται στις υποθέσεις των μάγων, για να γίνουν soggy και είναι δύσκολο ναφως.
		-- Terry Pratchett, "The Light Fantastic"

%
Μην πετάτε αποτσίγαρα στο ουρητήριο, για να είναι λεπτές καιγρήγορο να θυμό.
		-- Terry Pratchett, "The Light Fantastic"

%
"Μην αναμιγνύεται στις υποθέσεις των μάγων, για σας είναι τραγανά και καλήμε κέτσαπ. "
		-- Terry Pratchett, "The Light Fantastic"

%
Κάνε ό, τι θέλεις θα είναι το σύνολο του νόμου.
		-- Aleister Crowley

%
Οκτώ ήταν επίσης ο αριθμός των Bel-Shamharoth, η οποία ήταν ο λόγος για μια λογική οδηγόςΠοτέ δεν θα αναφέρει τον αριθμό, αν θα μπορούσε να το αποφύγει. Ή θα είναι οκτώζωντανός, μαθητευόμενοι jocularly προειδοποίησε. Bel-Shamharoth ήταν ιδιαίτεραέλκονται dabblers στη μαγεία που, με το να είναι όπως ήταν beachcombers για τοακτές της αφύσικο, ήταν ήδη το μισό-μπλεχτεί στα δίχτυα του.τον αριθμό του δωματίου Rincewind στην αίθουσα της κατοικίας του είχε 7α. Δεν είχεήταν έκπληξη.
		-- Terry Pratchett, "The Sending of Eight"

%
"Πώς ξέρεις ότι είναι ένας μονόκερος;" Molly απαίτησε. "Και γιατί φοβήθηκαννα αφήσει πινελιά σας; Σε είδα. Φοβόσασταν της. ""Αμφιβάλλω ότι θα αισθανθείτε σαν να μιλάμε για πολύ καιρό," η γάτααπάντησε χωρίς μνησικακία. «Εγώ δεν θα σπαταλήσει το χρόνο στην ανοησία αν ήμουνεσείς. Ως προς το πρώτο σας ερώτημα, δεν γάτα έξω από την πρώτη γούνα του μπορεί ποτέ να είναιεξαπατηθεί από τις εμφανίσεις. Σε αντίθεση με τον άνθρωπο, που τα απολαμβάνουν. Όσο για σαςδεύτερο ερώτημα - "Εδώ παραπαίει, και ξαφνικά έγινε πολύ ενδιαφέρονταιστο πλύσιμο? ούτε θα είχε παρέμβει πριν είχε έγλειψε τον εαυτό αφράτα και, στη συνέχεια,έγλειψε τον εαυτό ομαλή και πάλι. Ακόμα και τότε δεν θα δούμε Molly, αλλάεξέτασε τα νύχια του."Αν μου είχε αγγίξει», είπε πολύ μαλακά, «θα ήμουντο δικό της και όχι το δικό μου, δεν ποτέ ξανά. "
		-- Peter S. Beagle, "The Last Unicorn"

%
Είναι ευρέως γνωστό το γεγονός ότι οι πολεμιστές και μάγους δεν παίρνουν μαζί, γιατίμία πλευρά θεωρεί ότι η άλλη πλευρά να είναι μια συλλογή από αιμοδιψή ηλίθιοιπου δεν μπορεί να περπατήσει και να σκεφτούμε την ίδια στιγμή, ενώ η άλλη πλευρά είναι φυσικάύποπτη ενός σώματος των ανδρών που μουρμουρίζει πολύ και φορούν μακριά φορέματα. Ω, λένεοι μάγοι, αν θα πάμε να είναι έτσι, τότε, τι γίνεται με όλους εκείνουςκατάσπαρτος περιλαίμια και λαδωμένο μυς κάτω σε Νέων Ανδρών Pagan Ένωση;Στην οποία απαντήσουν οι ήρωες, αυτό είναι μια πολύ καλή ισχυρισμός από μια δέσμη τωνwimpsoes που δεν θα πάει κοντά σε μια γυναίκα στο λογαριασμό, μπορείτε να το πιστέψετε, από τουςμυστική δύναμη που το είδος της στραγγισμένο έξω. Δεξιά, λένε οι μάγοι, ότι ακριβώςγι 'αυτό το κάνει, εσείς και το δέρμα σακούλες που παρουσιάζουν σας. Ω ναι, λένε ότι η ηήρωες, γιατί δεν σας ...
		-- Terry Pratchett, "The Light Fantastic"

%
Είναι γνωστό ότι * τα πράγματα * Από τις ανεπιθύμητες σύμπαντα είναι πάντα αναζητούνείσοδος σε αυτό το ένα, το οποίο είναι το ψυχικό ισοδύναμο βολικό για τολεωφορεία και κοντά στα καταστήματα.
		-- Terry Pratchett, "The Light Fantastic"

%
Φαίνεται ότι υπάρχει αυτό το μάγος εργασίας ένα από τα κρουαζιερόπλοια πολυτελείαςγια μερικά χρόνια. Δεν πρέπει να αλλάξουν συνήθειες του όσο και τα ακροατήριααλλάζουν με την πάροδο αρκετά συχνά, και πήρε μια καλή ζωή. Το μόνο πρόβλημα είναι ηπαπαγάλος του πλοίου, που είναι κρεμασμένο στην αίθουσα και να τον παρακολουθεί τη νύχτα μετά από τη νύχτα, έτοςμε το χρόνο. Τέλος, ο παπαγάλος υπολογίζει πως σχεδόν κάθε τέχνασμα έργων καιξεκινά δίνει μακριά για το κοινό. Για παράδειγμα, όταν ο μάγος κάνειένα μπουκέτο λουλούδια εξαφανίζονται, τις ηχητικές σημάνσεις παπαγάλος "Πίσω από την πλάτη του! Πίσωτην πλάτη του! "Λοιπόν, ο μάγος είναι πραγματικά ενοχλημένος σε αυτό, αλλά δεν υπάρχει πολύςμπορεί να κάνει γι 'αυτό, όπως ο παπαγάλος είναι η μασκότ του πλοίου και πολύ δημοφιλής με τοεπιβάτες.Ένα βράδυ, το πλοίο χτυπά κάποια επιπλέοντα συντρίμμια, και βυθίζεται χωρίςένα ίχνος. Σχεδόν ο καθένας στο πλοίο χάθηκε, εκτός από το μάγο και ηπαπαγάλος. Για τρεις μέρες και νύχτες το μόνο που παρασύρει, με τον μάγο προσκόλλησηστο ένα άκρο του ένα κομμάτι driftwood και τον παπαγάλο σκαρφαλωμένο στο άλλο άκρο.Καθώς ο ήλιος ανατέλλει το πρωί της τέταρτης ημέρας, ο παπαγάλος περπατά πάνω σετο τέλος του μάγου του ημερολογίου. Με προφανή αποστροφή στη φωνή του, αυτός ασφαλίσει"Εντάξει, κερδίζετε, εγώ να τα παρατήσουμε. Πού έκρυψες το πλοίο;"
		-- Terry Pratchett, "The Light Fantastic"

%
Η γνώση είναι δύναμη - η γνώση μοιράζεται είναι έχασε την εξουσία.
		-- Aleister Crowley

%
Μαγεία είναι πάντα η καλύτερη λύση - ειδικά αξιόπιστη μαγεία.
		-- Aleister Crowley

%
Δεν έχει σημασία πόσο λεπτή ο οδηγός, ένα μαχαίρι στις ωμοπλάτες θα σοβαράκράμπα το στυλ του.
		-- Aleister Crowley

%
Rincewind είχε γενικά θεωρείται από τους εκπαιδευτές του να είναι ένα φυσικό οδηγόςμε τον ίδιο τρόπο ότι τα ψάρια είναι φυσικά ορειβάτες. Μάλλον θα πρέπειέχουν πέταξαν έξω από το Πανεπιστήμιο Unseen έτσι κι αλλιώς - ο ίδιος δεν μπορούσε να θυμηθεί ξόρκια καιτο κάπνισμα τον έκανε να νιώθει άρρωστος.
		-- Terry Pratchett, "The Light Fantastic"

%
Κάπου, ακριβώς έξω από τα μάτια, οι μονόκεροι συγκέντρωση.
		-- Terry Pratchett, "The Light Fantastic"

%
Η προεπιλογή Μαγική λέξη, "Abracadabra", στην πραγματικότητα είναι μια παραφθορά τουΕβραϊκά φράση «χα-Bracha dab'ra" που σημαίνει "προφέρετε την ευλογία".
		-- Terry Pratchett, "The Light Fantastic"

%
"Ο πρώτος κανόνας της μαγείας είναι απλή. Μην σπαταλάτε τον χρόνο σας κουνώντας σαςτα χέρια και την ελπίδα, όταν ένας βράχος ή μια λέσχη θα το κάνει. "
		-- McCloctnik the Lucid

%
Οι επτά μάτια του Ningauble ο Οδηγός επιπλέει πίσω στην κουκούλα του όπως ο ίδιοςαναφερθεί Fafhrd: «Έχω δει πολλά, αλλά δεν μπορεί να εξηγήσει όλες τις Gray.Γάτα είναι ακριβώς είκοσι πέντε πόδια κάτω από το βαθύτερο κελάρι στο παλάτιτης Gilpkerio Kistomerces. Ακόμη και αν είκοσι τέσσερις μέρη στα είκοσι πέντε τουαυτόν είναι νεκρός, είναι ζωντανός."Τώρα, περίπου Lankhmar. Της έχει εισβάλει, τείχη της παραβιαστείπαντού και απελπισμένη πάλη συνεχίζεται στους δρόμους, από ένα άγριουποδοχής, το οποίο εκτός αριθμοί κατοίκων Lankhamar κατά πενήντα έως - καιεξοπλισμένα με όλες τις σύγχρονες όπλα. Ωστόσο, μπορείτε να αποθηκεύσετε την πόλη. ""Πώς;" απαίτησε Fafhrd.Ningauble ανασήκωσε τους ώμους. «Είσαι ένας ήρωας. Θα πρέπει να ξέρετε."
		-- Fritz Leiber, "The Swords of Lankhmar"

%
«Τότε τι είναι μαγεία για;" Πρίγκιπας Lir απαίτησε άγρια. "Ποια είναι η χρήσημαγεία αν δεν μπορεί να σώσει ένα μονόκερο; »Εκείνος έπιασε από τον ώμο του μάγουσκληρά, για να κρατήσει από την πτώση.Schmendrick δεν γυρίσει το κεφάλι του. Με ένα άγγιγμα θλιβερή παρωδία στηντη φωνή του, είπε, "Αυτό είναι ό, τι ήρωες είναι για."..."Ναι, φυσικά,« ο [Πρίγκιπα Lir] είπε. "Αυτό είναι ακριβώς ό, τι ήρωεςείναι για. Wizards κάνει καμία διαφορά, έτσι λένε ότι τίποτα δεν κάνει, αλλάΟι ήρωες γραφτό να πεθάνει για μονόκερους. "
		-- Peter Beagle, "The Last Unicorn"

%
Υπάρχουν εκείνοι που ισχυρίζονται ότι η μαγεία είναι σαν την παλίρροια? ότι διογκώνεται καιεξασθενίζει πάνω από την επιφάνεια της γης, συλλέγοντας σε πυκνό πισίνες εδώκαι εκεί, σχεδόν εξαφανίζονται από άλλα σημεία, αφήνοντας τους ξεραμένα γιααναρωτιέμαι. Υπάρχουν επίσης εκείνοι που πιστεύουν ότι αν έχετε κολλήσει τα δάχτυλά σας επάνωτη μύτη και το χτύπημα σας, θα αυξήσει τη νοημοσύνη σας.
		-- The Teachings of Ebenezum, Volume VII

%
Πανεπιστήμιο Unseen ποτέ δεν είχε δεχθεί τις γυναίκες, μουρμουρίζοντας κάτι γιαπροβλήματα με τα υδραυλικά, αλλά η πραγματική αιτία ήταν μια σιωπηλή φόβο ότιαν οι γυναίκες είχαν τη δυνατότητα να βρωμίσει γύρω με τη μαγεία που θα μπορούσε πιθανότατα να είναιανησυχητικά καλός σ 'αυτό ...
		-- Terry Pratchett, "The Light Fantastic"

%
Χρησιμοποιώντας λέξεις για να περιγράψουν τη μαγεία είναι σαν να χρησιμοποιείτε ένα κατσαβίδι για να κοπεί το βόειο κρέας ψητό.
		-- Tom Robbins

%
«Αληθώς αληθώς και," απάντησε Goodgulf απειλητικά. "Κατά το παρελθόν έτοςπαράξενο και φοβισμένοι θαύματα που έχω δει. Τα πεδία που έχουν σπαρθεί με κριθάρι αποκομίσουνcrabgrass και μύκητες, ακόμα και μικρούς κήπους απορρίψει καρδιές αγκινάρας τους.Υπήρξε μια ζεστή μέρα του Δεκεμβρίου και ένα μπλε φεγγάρι. Τα ημερολόγια γίνονται μεένα μήνα από την Κυριακή και ένα μπλε-κορδέλα Holstein έφερε στη ζωή δύο ασφαλιστικέςπωλητές. Οι διασπάσεις γη και τα εντόσθια μιας κατσίκας βρέθηκαν δεμένα σεπλατεία κόμβους. Το πρόσωπο του ήλιου μαυρίζει και οι ουρανοί έχουν έβρεξευγρός πατατάκια. ""Αλλά τι σημαίνουν όλα αυτά τα πράγματα σημαίνουν;" ένοιωσε Frito."Μου Beats", δήλωσε ο Goodgulf με ένα σήκωμα των ώμων, «αλλά σκέφτηκα ότι έκανε καλόαντίγραφο."
		-- Harvard Lampoon, "Bored of the Rings"

%
Παρακολουθήστε Rincewind.Κοίταξέ τον. Λιπόσαρκο, όπως και οι περισσότεροι οδηγοί, και ντυμένος με ένα σκούρο κόκκινο ρόμπα γιαη οποία μερικές μυστικιστικό σφραγίδες είχαν κεντημένα στο αμαυρωθεί πούλιες. Κάποιοι μπορεί νατον έχουν ληφθεί για μια απλή μάγος μαθητευόμενος ο οποίος είχε τρέξει μακριά από τουπλοίαρχος από πείσμα, την πλήξη, φόβο και μια παρατεταμένη γεύση γιαετεροφυλοφιλία. Ωστόσο, γύρω από το λαιμό του ήταν μια αλυσίδα που φέρει το χάλκινο οκτάγωνοότι τον έχει στιγματίσει ως απόφοιτος του Πανεπιστημίου Unseen, το λύκειο της μαγείαςτων οποίων ο χρόνος-και-χώρο υπερβατικό πανεπιστημιούπολη είναι ποτέ ακριβώς εδώ ή εκεί.Οι απόφοιτοι έχουν συνήθως προορίζονταν για mageship τουλάχιστον, αλλά Rincewind - μετάένα ατυχές συμβάν - είχε αφήσει να γνωρίζουν μόνο ένα ξόρκι και έκανε μια διαβίωσης τωνείδη γύρω από την πόλη με την αξιοποίηση των μια έμφυτη δώρο για τις γλώσσες. Αυτόςαποφεύγεται η εργασία ως κανόνα, αλλά είχε μια ταχύτητα του πνεύματος που βάζουν τουγνωριμίες στο μυαλό του ένα φωτεινό τρωκτικών.
		-- Terry Pratchett, "The Colour of Magic"

%
Τι είναι ένας μάγος, αλλά ένας θεωρητικός εξάσκηση;
		-- Obi-Wan Kenobi

%
Ποια χρήση είναι μαγεία, αν δεν μπορεί να σώσει ένα μονόκερο;
		-- Peter S. Beagle, "The Last Unicorn"

%
Όταν λέω τη μαγική λέξη για όλους αυτούς τους ανθρώπους, θα εξαφανιστούν για πάντα.Εγώ τότε θα πω τις μαγικές λέξεις για να σας, και, επίσης, θα εξαφανιστούν - ποτένα δει και πάλι.
		-- Kurt Vonnegut Jr., "Between Time and Timbuktu"

%
