94% των γυναικών στην Αμερική είναι όμορφη και η υπόλοιπη παρέα εδώ γύρω.
		-- Oscar Wilde

%
Ένας εργένης είναι ένας άνθρωπος που ποτέ δεν έκανε το ίδιο λάθος μια φορά.
		-- Oscar Wilde

%
Ένας εργένης είναι μια εγωιστική, ανάξιοι τύπος που έχει εξαπατήσει κάποια γυναίκα έξωτου διαζυγίου.
		-- Don Quinn

%
Ένα πτυχίο είναι ένα unaltared αρσενικό.
		-- Don Quinn

%
Ένα πτυχίο ποτέ αρκετά παίρνει πάνω από την ιδέα ότι είναι ένα πράγμα της ομορφιάςκαι ένα αγόρι για πάντα.
		-- Helen Rowland

%
Ένας κακός γάμος είναι σαν ένα άλογο με ένα σπασμένο πόδι, μπορείτε να τραβήξετετο άλογο, αλλά δεν καθορίζουν το πόδι.
		-- Helen Rowland

%
Μια όμορφη άνθρωπος είναι παράδεισος για τα μάτια, κόλαση για την ψυχή, καικαθαρτήριο για το πορτοφόλι.
		-- Helen Rowland

%
Μια όμορφη γυναίκα είναι μια ευλογία από τον ουρανό, αλλά ένα καλό πούρο είναι καπνός.
		-- Kipling

%
Μια όμορφη γυναίκα είναι μια εικόνα που κινεί όλα τα beholders ευγενικά τρελός.
		-- Emerson

%
Ένα αγόρι μπορεί να μάθει πολλά από ένα σκυλί: υπακοή, την πίστη και τη σημασίατης στροφής γύρω από τρεις φορές πριν πέσει στο έδαφος.
		-- Robert Benchley

%
Ένα αγόρι παίρνει να είναι ένας άνθρωπος, όταν χρειάζεται ένας άνθρωπος.
		-- John Steinbeck

%
Ένας πωλητής Σικάγο ήταν για να ελέγξετε σε ένα ξενοδοχείο St. Louis, όταν πρόσεξεμια πολύ γοητευτική γυναίκα κοιτάζει με θαυμασμό σε αυτόν. Περπατούσε πάνω και μίλησεμαζί της για λίγα λεπτά, στη συνέχεια επέστρεψε στη ρεσεψιόν, όπου ελέγχεταιως κύριος και η κυρίαΜετά από μια πολύ ευχάριστη τριήμερη παραμονή, ο άντρας πλησίασε το μέτωπογραφείο και είπε στον υπάλληλο που είχε τον έλεγχο έξω. Σε λίγα λεπτά, ο ίδιος παραδόθηκεένα νομοσχέδιο για $ 2.500."Πρέπει να υπάρχει κάποιο λάθος», είπε ο πωλητής. «Έχω πάει εδώ γιαμόνο τρεις ημέρες. ""Ναι, κύριε," ο υπάλληλος απάντησε. "Αλλά η γυναίκα σας έχει εδώ ένα μήνακαι μισό."
		-- John Steinbeck

%
Ένας κώδικας δεοντολογίας: ποτέ δεν πλησιάζουν τη φίλη ή τη σύζυγό ενός φίλου με αταξίεςως στόχο σας. Υπάρχουν πάρα πολλές γυναίκες στον κόσμο για να δικαιολογήσει αυτό το είδος τηςανέντιμη συμπεριφορά. Εκτός αν αυτή είναι πραγματικά ελκυστική.
		-- Bruce J. Friedman, "Sex and the Lonely Guy"

%
Ένας διπλωμάτης είναι ο άνθρωπος που θυμάται πάντα τα γενέθλια μιας γυναίκας, αλλά ποτέ δεν την ηλικία της.
		-- Robert Frost

%
Μια διπλωματική σύζυγος είπε στη γυναίκα του, "Πώς περιμένετε να θυμηθώτα γενέθλιά σας, όταν ποτέ δεν κοιτάμε κάθε ηλικία; "
		-- Robert Frost

%
Ένας αυταρχικός άντρας παντρεύτηκε μια απλή τσουλούφι ενός κοριτσιού. Ήρθε πίσω απόμήνα του μέλιτος του ένα αθώωσή άνθρωπος. Είχε λάβει γνώση της θέλησης του WISP.
		-- Robert Frost

%
Ένα σχήμα με καμπύλες προσφέρει πάντα μια πολύ ενδιαφέρουσα γωνίες.
		-- Robert Frost

%
Ένας φανταχτερός Mercedes-Benz βρυχήθηκε μέχρι την άκρη του πεζοδρομίου, όπου ένα χαριτωμένο νεαρή δεσποινίδα στάθηκεπεριμένουν για ένα ταξί.«Γεια σου», είπε ο κύριος στο τιμόνι. "Πάω δυτικά."«Πόσο υπέροχο," ήρθε η δροσερή απάντηση. "Φέρε μου πίσω ένα πορτοκάλι."
		-- Robert Frost

%
Ένας ανόητος και το μέλι του είναι μόλις χωρίσει.
		-- Robert Frost

%
Μια αλεπού είναι ένας λύκος που στέλνει λουλούδια.
		-- Ruth Weston

%
Ένας κύριος είναι ένας άνθρωπος που δεν θα χτυπήσει μια κυρία με το καπέλο του στο.		[ Και γιατί όχι? Για ποιο λόγο αυτή έχει το καπέλο του επάνω; Ed.]
		-- Evan Esar

%
Ένας κύριος ποτέ δεν επιτυγχάνει μια κυρία με το καπέλο του στο.
		-- Fred Allen

%
Ένα κορίτσι και ένα αγόρι πρόσκρουση σε κάθε άλλο - σίγουρα ένα ατύχημα.Ένα κορίτσι και ένα χτύπημα αγόρι και σταγόνες μαντήλι της - σίγουρα ένα άλλο ατύχημα.Αλλά όταν ένα κορίτσι δίνει ένα αγόρι ένα νεκρό καλαμάρι - * _ _ _ _ ότι _ _ _ _ _ έπρεπε να _ _ _ _ _ σημαίνει _ _ _ _ _ _ _ _ κάτι *.
		-- S. Morganstern, "The Silent Gondoliers"

%
Ένα κορίτσι με μέλλον αποφεύγει τον άνθρωπο με παρελθόν.
		-- Evan Esar, "The Humor of Humor"

%
ο καλύτερος φίλος ενός κοριτσιού είναι μουρμούρισμα της.
		-- Dorothy Parker

%
συνείδηση ​​ενός κοριτσιού δεν την κρατήσει πολύ από το να κάνει τίποτα wrong--απλώς την κρατά από το να απολαμβάνουν αυτό.
		-- Dorothy Parker

%
Ένας καλός άνθρωπος ξέρει πάντα τους περιορισμούς του.
		-- Harry Callahan

%
Ένας καλός γάμος θα είναι ανάμεσα σε μια τυφλή γυναίκα και τα κωφά σύζυγο.
		-- Michel de Montaigne

%
Ένας άντρας πρέπει να πάρει φρέσκο ​​φορά σε μια στιγμή, έτσι ένα κορίτσι δεν χάνει την εμπιστοσύνη της.
		-- Michel de Montaigne

%
Ένα σφυρί μερικές φορές χάνει το σήμα του - ένα μπουκέτο ποτέ.
		-- Michel de Montaigne

%
Ένας σύζυγος είναι ό, τι έχει απομείνει από τον εραστή μετά το νεύρο έχει εξαχθεί.
		-- Helen Rowland

%
Μια κυρία είναι αυτός που ποτέ δεν δείχνει το εσώρουχό της κατά λάθος.
		-- Lillian Day

%
Ένας άνδρας πρέπει πάντα να θυμόμαστε ένα πράγμα για μια όμορφη γυναίκα.Κάπου, κάποιος είναι κουρασμένος της.
		-- Lillian Day

%
Ένας άντρας θυμάται πάντα τον πρώτο του έρωτα, με ιδιαίτερη τρυφερότητα, αλλά μετά απόότι αρχίζει να μάτσο τους.
		-- Mencken

%
Ένας άντρας έφτασε στο σπίτι νωρίς για να βρει τη γυναίκα του στην αγκαλιά του καλύτερου φίλου του,ο οποίος ορκίστηκε πόσο ήταν στην αγάπη. Για να ηρεμήσει την οργισμένη σύζυγος, ηεραστής πρότεινε, «Φίλοι δεν θα πρέπει να αγωνιστεί, ας παίξουμε Τζιν Ράμι. Αν κερδίσω,μπορείτε να πάρετε ένα διαζύγιο ώστε να μπορώ να την παντρευτεί. Αν κερδίσετε, υπόσχομαι να μη δει ποτέκαι πάλι της. Εντάξει?"«Εντάξει», συμφώνησε ο σύζυγος. "Αλλά πώς περίπου το ένα τέταρτο σημείοαπό την πλευρά ώστε να είναι ενδιαφέρουσα; "
		-- Mencken

%
Ένας άνθρωπος μπορεί να έχει δύο, ίσως και τρεις έρωτες, ενώ ο ίδιος είναι παντρεμένος. Μετάότι είναι εξαπάτηση.
		-- Yves Montand

%
Ένας άνθρωπος δεν φαίνεται πίσω από την πόρτα, εκτός αν έχει σταθεί εκεί ο ίδιος.
		-- Du Bois

%
Ένας άνδρας στην αγάπη είναι ελλιπής έως ότου είναι παντρεμένος. Στη συνέχεια, ο ίδιος έχει τελειώσει.
		-- Zsa Zsa Gabor, "Newsweek"

%
Ένας άνδρας είναι ήδη στα μισά του δρόμου στην αγάπη με οποιοδήποτε γυναίκα που ακούει γι 'αυτόν.
		-- Brendan Francis

%
Ένας άνθρωπος είναι σαν ένα σκουριασμένο τροχό σε ένα σκουριασμένο καλάθι,Τραγουδάει το τραγούδι του όπως ο ίδιος κουδουνίστρες μαζί και στη συνέχεια καταρρέει.
		-- Richard Thompson

%
Ένας άνθρωπος μπορεί να είναι τόσο πολύ από κάθε τι που δεν είναι τίποτα τίποτα.
		-- Samuel Johnson

%
Ένας άνθρωπος μπορεί μερικές φορές να συγχωρεθεί το φιλί στο οποίο ο ίδιος δεν δικαιούται,αλλά ποτέ δεν το φιλί δεν έχει την πρωτοβουλία να διεκδικήσει.
		-- Samuel Johnson

%
Ένας άνδρας βυθίστηκε στον καναπέ του ψυχιάτρου και είπε, "έχω ένατρομερό πρόβλημα, Γιατρός. Έχω ένα γιο στο Χάρβαρντ και άλλο γιο σεPrinceton? Έχω μόλις προικισμένος καθένα από αυτά με μια νέα Ferrari? έχωσπίτια στο Beverly Hills, Palm Beach, και ένα co-op στη Νέα Υόρκη? και έχωπήρε μια ακμάζουσα ράντσο στη Βενεζουέλα. Η γυναίκα μου είναι μια πανέμορφη νεαρή ηθοποιόςο οποίος θεωρεί δύο ερωμένες μου να είναι οι καλύτεροι φίλοι της ".Ο ψυχίατρος κοίταξε τον ασθενή, σύγχυση. "Μήπως μου λείπεικάτι? Ακούγεται σαν να μου έχετε κανένα πρόβλημα σε όλα. ""Αλλά, Γιατρός, έχω κάνει μόνο 175 $ την εβδομάδα."
		-- Samuel Johnson

%
Ένας άνδρας πήρε τη σύζυγό κυνήγι ελαφιών του για πρώτη φορά. Μετά είχε την δεδομένηκάποιες βασικές οδηγίες, συμφώνησαν να διαχωρίσει και να συναντηθεί αργότερα. Πρινέφυγε, την προειδοποίησε, εάν αυτή θα πρέπει να έπεσε ένα ελάφι να είναι δύσπιστοι όσον αφορά τους κυνηγούς οι οποίοιμπορεί να την νικήσει στο σφάγιο και να διεκδικήσουν το σκοτώσει. Αν αυτό συμβεί, είπετης, θα πρέπει να φωτιά το όπλο της τρεις φορές στον αέρα και θα έρθει ναενίσχυση της.Λίγο μετά χώρισαν, άκουσε έναν πυροβολισμό, ακολούθησε γρήγορααπό το συμφωνηθεί σήμα. Τρέξιμο στη σκηνή, βρήκε τη γυναίκα του ικανότητασε ένα μικρό ξέφωτο με ένα πολύ νευρικό άνθρωπος κοιτάζοντας κάτω το βαρέλι το όπλο της."Ισχυρίζεται αυτό είναι δικό του," είπε, προφανώς πολύ αναστατωμένος."Μπορεί να το κρατήσει, μπορεί να το κρατήσει!" το ευρύ-eyed άνθρωπος απάντησε. "ΕΓΏαπλά θέλετε να πάρετε σέλα μου πίσω! "
		-- Samuel Johnson

%
Ένας άνδρας πέφτει συνήθως ερωτευμένος με μια γυναίκα που ζητά τα είδη των ερωτήσεωνείναι σε θέση να απαντήσει.
		-- Ronald Colman

%
Ένας άντρας ήταν γκρινιάζοντας στο φίλο του για το πώς μισούσε να πάει στο σπίτι μετά από μιααργά παιχνίδια καρτών."Δεν θα πιστέψετε τι πάω μέσα για να αποφύγετε να ξυπνήσει η γυναίκα μου»,αυτός είπε. "Κατ 'αρχάς, έχω σκοτώσει τον κινητήρα ένα τετράγωνο μακριά από το σπίτι και την ακτήστο γκαράζ. Τότε θα ανοίξει την πόρτα σιγά-σιγά, βγάλτε τα παπούτσια μου, καιμύτες των ποδιών στο δωμάτιό μας. Αλλά ακριβώς όπως είμαι έτοιμος να γλιστρήσει στο κρεβάτι, που πάνταξυπνάει και μου δίνει την κόλαση. ""Έχω κάνει μια μεγάλη ρακέτα όταν πάω σπίτι," ο φίλος του απάντησε.	"Κάνεις?""Σίγουρα. Θα κορνάρουν την κόρνα, κλείσετε την πόρτα, ανάψτε όλα τα φώτα,βαδίσει βαριά επάνω στην κρεβατοκάμαρα και να δώσει στη σύζυγό μου ένα μεγάλο φιλί. `Γεια σου, Alice," λέω.`Τι θα λέγατε για ένα μικρό φιλί για το γέρο σου;""Και τι είπε;" ρώτησε ο φίλος του με δυσπιστία."Εκείνη δεν λέει τίποτα», του φίλου του απάντησε. "Προσποιείται πάνταπου κοιμάται. "
		-- Ronald Colman

%
Ένας άνθρωπος γονατίζει από τάφο σε ένα νεκροταφείο, να κλαίει και προσεύχεται πολύ δυνατά,"Ω why..eeeee δεν θα πεθάνεις ... eeeeee, Ω Why..eeeeee,Γιατί Di ...... ΕΕΕΕ "Ο επιστάτης περπατά επάνω, συγχωρεί τον εαυτό του και ζητά ευγενικά,"Με συγχωρείτε, κύριε, αλλά έχω να σας δει για ώρες τώρα,ασκούν σε αυτό το τάφο. Θα πρέπει να ήταν πολύ κοντά στον αποθανόντα. ""Όχι, εγώ ποτέ δεν τον συνάντησα. Αχ γιατί .... eeeee έκανες dieeeeee,γιατί .... eeeee έκανες .. ""Κύριε, λέτε ότι ποτέ δεν συνάντησε αυτό το άτομο, αλλά θα συνεχίσουμε έτσι;Πες, μου ποιος είναι θαμμένος εδώ; "«Η πρώτη σύζυγός της γυναίκας μου."
		-- Ronald Colman

%
Ένας άντρας μιλούσε με τον καλύτερο φίλο του για έγγαμη ζωή του. "Ξέρεις,« ολέει, «έχω εμπιστοσύνη πραγματικά τη γυναίκα μου, και νομίζω ότι ήταν πάντα πιστός στηνμένα, αλλά υπάρχει πάντα * * η αμφιβολία. Υπάρχει * πάντα * ότι καμιά αμφιβολία. ""Ναι, ξέρω τι εννοείς," ο φίλος του απαντά."Λοιπόν, φίλε, έχω να αφήσει σε ένα επαγγελματικό ταξίδι αυτό το Σαββατοκύριακο,και αναρωτιέμαι ... καλά ... θα μπορείτε να παρακολουθήσετε το σπίτι μου, ενώ είμαι φύγει; εμπιστεύομαιτης, είναι ακριβώς ότι υπάρχει * πάντα * η αμφιβολία. "Ο φίλος συμφώνησε να βοηθήσει και δύο εβδομάδες αργότερα έδωσε την έκθεσή του.«Έχω άσχημα νέα για σας», λέει ο φίλος. "Το απόγευμαμετά έφυγες είδα ένα παράξενο αυτοκίνητο σηκώσει μπροστά από το σπίτι σας. Ένας άντραςβγήκε από το αυτοκίνητο και πήγε στο σπίτι και είχε δείπνο με τη σύζυγό σας.Μετά το δείπνο πήγαν πάνω και είδα τη γυναίκα σου φιλιά του. Στη συνέχεια,έβγαλε το πουκάμισό του και πήρε την μπλούζα της. Και τότε το φως πήγεέξω."	"*Τι έγινε μετά?" είπε ο σύζυγος, τα μάτια του ανοίγει διάπλατα."Λοιπόν, δεν ξέρω», απάντησε ο φίλος, «ήταν πολύ σκοτεινά για να δείτε."«Γαμώτο!" βρυχήθηκε ο σύζυγος. «Βλέπεις τι εννοώ; Υπάρχει * πάντα *η αμφιβολία! "
		-- Ronald Colman

%
Ένας άνθρωπος χωρίς μια γυναίκα είναι σαν ένα άγαλμα χωρίς περιστέρια.
		-- Ronald Colman

%
Ένας άνδρας τυλιγμένη σε εαυτό καθιστά ένα πολύ μικρό πακέτο.
		-- Ronald Colman

%
Gotta ενός ανθρώπου γνωρίζουν τους περιορισμούς του.
		-- Clint Eastwood, "Dirty Harry"

%
Μια μέτρια γυναίκα, ντυμένη έξω σε όλες στολίδια της, είναι η πιο τρομακτική αντικείμενοσε όλη την δημιουργία.
		-- Goldsmith

%
Μια μητέρα παίρνει είκοσι χρόνια για να κάνουν έναν άνθρωπο από το αγόρι της, και μια άλλη γυναίκακάνει έναν ανόητο από τον μέσα σε είκοσι λεπτά.
		-- Frost

%
Ένα βάθρο είναι τόσο πολύ μια φυλακή, όπως κάθε μικρό, περιορισμένο χώρο.
		-- Gloria Steinem

%
Μια όμορφη γυναίκα μπορεί να κάνει τίποτα? μια άσχημη γυναίκα πρέπει να κάνει τα πάντα.
		-- Gloria Steinem

%
Ένας ψυχίατρος είναι ένας τύπος που σας ζητάει πολλά ακριβά ερωτήσειςΗ σύζυγός σας σας ζητά για το τίποτα.
		-- Joey Adams

%
Ένας τυχοδιώκτης Romeo ζήτησε από έναν πανέμορφο χειριστής ανελκυστήρα, "Μην όλα αυτάσταματά και ξεκινά να σας πάρει λίγο φθαρεί; »« Δεν είναι οι στάσεις και εκκινήσειςότι να πάρει στα νεύρα μου, είναι τα τραντάγματα. "
		-- Joey Adams

%
Ένας πραγματικός τζέντλεμαν ποτέ δεν παίρνει βάσεις εκτός αν έχει πραγματικά.
		-- Overheard in an algebra lecture.

%
Ένα ρωμαϊκό χώρισε από τη γυναίκα του, που ιδιαίτερα κατηγορηθεί από τους φίλους του, οι οποίοιαπαίτησε, «ήταν ότι δεν αγνοί; Ηταν δεν είναι δίκαιο; Ηταν δεν καρποφόρα;»κρατώντας το παπούτσι του, τους ρώτησε αν δεν ήταν νέα και καλά έκανε.Ωστόσο, πρόσθεσε ο ίδιος, κανένας από εσάς δεν μπορεί να πει πού μου τσιμπήματα.
		-- Plutarch

%
Ένας Σκωτσέζος ήταν μια βόλτα σε όλη την High Street μίας ημέρας φορώντας φούστα του.Όπως ο ίδιος πλησίασε το πολύ πεζοδρόμιο, πρόσεξε δύο νεαροί ξανθιές σε ένα κόκκινο μετατρέψιμοαντικρύζοντας τον και χαχανητά. Ένας από αυτούς φώναξε, «Hey, Scotty! Τι φοριέταιυπό την σκωτσέζικη φούστα; "Περπάτησε πάνω στην πλευρά του αυτοκινήτου και ρώτησε, «Αχ, κορίτσι, είσαιΒέβαιοι ότι θέλετε να ξέρετε; »Κάπως νευρικά, η ξανθιά απάντησε ναι, το έκανεπραγματικά θέλουν να ξέρουν.Ο Σκωτσέζος έσκυψε πιο κοντά και εμπιστεύτηκε, "Γιατί, κορίτσι, τίποτα δεν φοριούνταιυπό την σκωτσέζικη φούστα, τα πάντα είναι σε τέλεια workin τάξη "!"
		-- Plutarch

%
Μια έντονη προοπτική για το θέμα αυτό είναι ιδιαίτερα σημαντικό για τη φεμινιστικήσκέφτηκε σήμερα, γιατί μια μεγάλη τάση στο φεμινισμό έχει κατασκευάσει ηπρόβλημα της κυριαρχίας ως ένα δράμα των γυναικών ευάλωτο θύμα από αρσενικόεπίθεση. Ακόμη και τα πιο εξελιγμένα φεμινιστική στοχαστές συχνά ντροπαλόςμακριά από την ανάλυση της υποβολής, για το φόβο ότι σε εισδοχή της γυναίκαςσυμμετοχή στη σχέση της κυριαρχίας, το βάρος της ευθύνηςθα εμφανιστεί για να μετατοπιστεί από τους άνδρες στις γυναίκες, και η ηθική νίκη από τις γυναίκες ναάνδρες. Γενικότερα, αυτό έχει μια αδυναμία της ριζοσπαστικής πολιτικής: ναεξιδανικεύει τους καταπιεσμένους, ως εάν η πολιτική και ο πολιτισμός τους ήταν ανέγγιχτα απότο σύστημα κυριαρχίας, καθώς αν οι άνθρωποι δεν συμμετέχουν στη δική τουςυποβολή. Για να μειώσετε την κυριαρχία σε μια απλή σχέση πράττων και να γίνει, για ναείναι να υποκαταστήσει την ηθική κατακραυγή για ανάλυση.
		-- Jessica Benjamin, "The Bonds of Love"

%
Ένας κοινωνιολόγος, ψυχολόγος και ένας μηχανικός συζητούσαν τοσυνέπειες και τις επιπτώσεις της ένα παντρεμένο άνδρα που έχει μια ερωμένη. ογνώμη κοινωνιολόγος ήταν ότι είναι απόλυτα και κατηγορηματικά ασυγχώρητογια ένα παντρεμένο άτομο για να χάσει το δεσμό του γάμου, και να συμμετάσχουν σε τέτοιες ταπεινούςκαι λάγνα επιδιώξεις.Η γνώμη του ψυχολόγου ήταν ότι αν και ηθικά κατακριτέα,αν ένας άνθρωπος πρέπει να έχει ένα ερωμένη για να επιτύχουν το πλήρες δυναμικό του ως ανθρώπινο ον,τότε - και - μπορεί να προχωρήσει και να επιλέξετε να έχετε μια ερωμένη, εφ 'όσονείναι αρκετά διακριτικοί για να κρατήσει αυτό το μυστικό από τη σύζυγό του.Ο μηχανικός στη συνέχεια διέκοψε: "Πιστεύω επίσης ότι, εάν είναι απαραίτητο,ένα παντρεμένο άτομο έχει το δικαίωμα σε μια ερωμένη. Ωστόσο, δεν βλέπω γιατί ηυπόθεση θα πρέπει να αποκρύψει από τη σύζυγο. Αντιθέτως, αν η υπόθεσηείναι έξω στο ύπαιθρο, στη συνέχεια, την Παρασκευή το βράδυ μπορεί να πει στη σύζυγό του ότιπρόκειται να δει την ερωμένη του, πείτε την ερωμένη του ότι πρόκειται να είναι μαζίη σύζυγός του, τότε πηγαίνετε στο γραφείο του και να κάνει κάποια δουλειά! "
		-- Jessica Benjamin, "The Bonds of Love"

%
Μια σύζυγος διαρκεί μόνο για τη διάρκεια του γάμου, αλλά η πρώην σύζυγός υπάρχει* Για το υπόλοιπο της ζωής σας *.
		-- Jim Samuels

%
Μια γυναίκα μπορεί να κοιτάξει τόσο ηθική και συναρπαστική - αν φαίνεται, επίσης, σαν ναήταν αρκετά ένας αγώνας.
		-- Edna Ferber

%
Μια γυναίκα δεν μπορεί ποτέ να είναι πάρα πολύ πλούσιος ή πολύ λεπτό.
		-- Edna Ferber

%
Μια γυναίκα έκανε ό, τι μια γυναίκα έπρεπε να, ο καλύτερος τρόπος ήξερε πώς.Για να γίνει περισσότερο ήταν αδύνατο, να κάνουμε λιγότερα, αδιανόητο.
		-- Dirisha, "The Man Who Never Missed"

%
Μια γυναίκα συγχωρεί το θράσος των οποίων την ομορφιά της, μας έχει ζητηθεί να είναι ένοχος.
		-- LeSage

%
Μια γυναίκα έχει να αγαπούν κακός άνθρωπος μία ή δύο φορές στη ζωή της να είναιευγνώμονες για ένα καλό αποτέλεσμα.
		-- Marjorie Kinnan Rawlings

%
Μια γυναίκα είναι σαν σκιά σας? ακολουθήστε της, μύγες? πετάξει από αυτήν, που ακολουθεί.
		-- Chamfort

%
Μια γυναίκα μπορεί πολύ καλά να σχηματίσει μια φιλία με έναν άνδρα, αλλά γι 'αυτό να υπομείνουν,θα πρέπει να επικουρείται από μια μικρή φυσική αντιπάθεια.
		-- Nietzsche

%
Μια γυναίκα από τη γενναιόδωρη χαρακτήρα θα θυσιάσει τη ζωή της χίλιες φορέςπάνω για τον εραστή της, αλλά θα σπάσει μαζί του για πάντα πάνω από ένα ερώτημαυπερηφάνεια - για το άνοιγμα ή το κλείσιμο μιας πόρτας.
		-- Stendhal

%
Μια γυναίκα δεν θα πρέπει να αγοράσουν το δικό της άρωμα.
		-- Maurine Lewis

%
Μια γυναίκα χωρίς έναν άνδρα είναι σαν ένα ψάρι χωρίς ποδήλατο.
		-- Gloria Steinem

%
Μια γυναίκα χωρίς έναν άνδρα είναι σαν ένα ψάρι χωρίς ποδήλατο.Ως εκ τούτου, ένας άνθρωπος χωρίς μια γυναίκα είναι σαν ένα ποδήλατο χωρίς ψάρια.
		-- Gloria Steinem

%
καλύτερη προστασία της γυναίκας είναι λίγα χρήματα δικά της.
		-- Clare Booth Luce, quoted in "The Wit of Women"

%
Η θέση της γυναίκας είναι στο σπίτι ... και στη Γερουσία.
		-- Clare Booth Luce, quoted in "The Wit of Women"

%
Μια γυναίκα, ειδικά αν έχετε την ατυχία να γνωρίζει τίποτα,θα πρέπει να το κρύψει, καθώς μπορεί.
		-- Jane Austen

%
Μια νεαρή σύζυγό με ένα κόμπλεξ κατωτερότητας επέμεινε ότι ήταν απλά έναμικρό βότσαλο στην παραλία. Ο σύμβουλος γάμου του είπε, "Αν θέλετε νασώσει το γάμο σας, τότε θα πρέπει να είναι λίγο βράχο. "
		-- Jane Austen

%
Ένας νεαρός άνδρας και η κοπέλα του ήταν το περπάτημα κατά μήκος Main Street, όταν εντοπίστηκεένα όμορφο διαμαντένιο δαχτυλίδι σε ένα παράθυρο κοσμήματα κατάστημα. "Πω πω, θα ήθελα πολύ να είστε σίγουροιέχουν αυτό! »που ξεπήδησε."Δεν υπάρχει πρόβλημα," ο σύντροφός της απάντησε, ρίχνοντας ένα τούβλο μέσω τηςπαράθυρο και αρπάζοντας το δαχτυλίδι.Λίγα τετράγωνα αργότερα, η γυναίκα θαύμαζε ένα full-length Sable παλτό. "ΤιΘα έδινα για να αγοράσω ότι, "είπε, αναστενάζοντας."Δεν υπάρχει πρόβλημα», είπε, ρίχνοντας ένα τούβλο από το παράθυρο και αρπάζονταςτο παλτό.Τέλος, μετατρέποντας για το σπίτι, πέρασαν μια αντιπροσωπεία αυτοκινήτων. "Boy, θα ήθελα να κάνωκάτι για μία από αυτές τις Rolls-Royces, "είπε."Χριστέ μου, μωρό μου," ο τύπος moaned, "νομίζετε ότι είμαι από τούβλα;"
		-- Jane Austen

%
AA AAAAAAAAAaaaaaaaaaaaaaaaccccccccckkkkkk !!!!!!!!!Μπορείτε ωμή! Νοκ πριν από την είσοδο ένα δωμάτιο κυρίες!
		-- Jane Austen

%
Δεν είναι τίποτα », ένας γέρος μπορεί να κάνει για μένα, αλλά φέρτε μου ένα μήνυμα από έναν νεαρό άνδρα.
		-- Moms Mabley

%
Το επίδομα διατροφής είναι ένα σύστημα με το οποίο, όταν δύο άνθρωποι κάνουν ένα λάθος, ένας από αυτούςσυνεχίζει να πληρώσουν για αυτό.
		-- Peggy Joyce

%
Το επίδομα διατροφής είναι σαν να αγοράζει βρώμης για ένα νεκρό άλογο.
		-- Arthur Baer

%
Το επίδομα διατροφής είναι η κατάρα των κατηγοριών γραφής.
		-- Norman Mailer

%
Όλα heiresses είναι όμορφη.
		-- John Dryden

%
Όλες οι σύζυγοι είναι ομοειδή, αλλά έχουν διαφορετικά πρόσωπα, ώστε να μπορείτε να πείτετους χώρια.
		-- John Dryden

%
Όλοι οι περισσότεροι άνδρες θέλουν πραγματικά στη ζωή είναι μια γυναίκα, ένα σπίτι, δύο παιδιά και ένα αυτοκίνητο,μια γάτα, δεν ίσως ένα σκυλί. Ummm, το μηδέν ένα από τα παιδιά και να προσθέσετε ένα σκύλο.Σίγουρα ένα σκυλί.
		-- John Dryden

%
Όλοι οι άνδρες για το προσωπικό μου να πληκτρολογήσετε.
		-- Bella Abzug

%
Όλες οι εργασίες και δεν πληρώνουν κάνει μια νοικοκυρά.
		-- Bella Abzug

%
Αμερικανική κουλτούρα βασίζεται στο αυτοκίνητο, και κάθε νέος άνθρωπος της υπόσχεσηςπρόκειται να δική ένα και θέλουν να ταξιδέψουν μεγάλες αποστάσεις σε αυτό. Κατά συνέπεια,οποιαδήποτε νεαρή γυναίκα αναρρόφησης θα πρέπει να περιμένουμε για να περνούν το μεγαλύτερο μέρος των διακοπών τηςσε ένα αυτοκίνητο, σχολαστικά σε άγνωστες γωνιές. Δεν είναι υποχρεωμένος να γνωρίζει πώςνα οδηγούν αλλά σίγουρα θα πρέπει να αναμένεται να διαβάσετε τον οδικό χάρτη, ενώ τηςΟ σύζυγός οδηγεί, και αν δεν μπορεί, ή αν αυτή είναι ασυνήθιστα αργή στο να βρει τονβοήθεια, αυτή είναι βέβαιο ότι θα προκαλέσει προβλήματα. Ως εκ τούτου, θα σκεφτόσαστε ότι τα κολέγιαπου εκπαιδεύουν τα φωτεινά νεαρές γυναίκες που πρόκειται να παντρευτεί το φωτεινό νέουςάνδρες που πρόκειται να κατέχουν τα Κάντιλακ που βρυχώνται πέρα ​​δώθε πέρα ​​από αυτόήπειρο θα διδάξει τα κορίτσια να διαβάζουν χάρτες. Κανένας κάνει. Διδάσκουν εκατόάλλα άχρηστα πράγματα, αλλά ποτέ μια λέξη για αυτό που θα προκαλέσει ημεγαλύτερη τριβή.
		-- James Michener, "Space"

%
Ένας πιλότος του αεροπλάνου αρραβωνιάστηκε με δύο πολύ όμορφες γυναίκες στο ίδιοφορά. Ένα ονομάστηκε Edith? η άλλη ονομάζεται Κέιτ. Συναντήθηκαν, ανακάλυψαν ότιείχε την ίδια αρραβωνιαστικιά, και του είπε. «Φύγε από τη ζωή μας κάθαρμα. Θασας διδάξει ότι δεν μπορείτε να έχετε Kate και Edith σας, πάρα πολύ. "
		-- James Michener, "Space"

%
Ένας αισιόδοξος είναι ένας άνθρωπος που προσβλέπει στο γάμο.Ο απαισιόδοξος είναι ένας παντρεμένος αισιόδοξος.
		-- James Michener, "Space"

%
"Και τι κάνετε εσείς οι δύο νομίζετε ότι κάνουν ?!" βρυχήθηκε ο σύζυγος, καθώς ήρθεκατά την γυναίκα του στο κρεβάτι με άλλον άντρα. Η γυναίκα γύρισε και χαμογέλασεσύντροφος."Βλέπω?" είπε. "Σου είπα ότι ήταν ηλίθιο!"
		-- James Michener, "Space"

%
Και όμως θα έπρεπε να είχα ακριβά άρεσε, το δικό μου, να έχουν αγγίξει τα χείλη της? νατην έχουν αμφισβητηθεί, ότι θα μπορούσε να τους ανοίξει? να εκλαμβάνεταιοι βλεφαρίδες της χαμηλωμένα τα μάτια της, και ποτέ δεν έθεσε ένα ρουζ? να αφήσειχαλαρά κύματα των μαλλιών, μια ίντσα από τις οποίες θα είναι ένα ενθύμιο πέρα ​​τιμή:Εν ολίγοις, θα έπρεπε να είχα άρεσε, εγώ ομολογώ, να έχει το ελαφρύτεροάδεια ενός παιδιού, και όμως ήταν άνθρωπος αρκετά για να γνωρίζουμε την αξία του.
		-- Charles Dickens

%
Κάθε κορίτσι μπορεί να είναι λαμπερό? το μόνο που έχετε να κάνετε είναι να σταθεί ακόμα και να εξετάσουμε ηλίθιο.
		-- Hedy Lamarr

%
Κάθε γυναίκα είναι ένας όγκος, αν κάποιος ξέρει πώς να την διαβάσετε.
		-- Hedy Lamarr

%
Όποιος λέει ότι μπορεί να δει μέσα από τις γυναίκες λείπει πολύ.
		-- Groucho Marx

%
"Οτιδήποτε άλλο, κύριε;" ζήτησε από το εξυπηρετικό θυρωρό, προσπαθούμε για το καλύτερο τουνα κάνει την κυρία και κύριοι άνετα στη σουίτα ρετιρέ τους στοσικ ξενοδοχείο."Όχι Όχι, ευχαριστώ», απάντησε ο κύριος."Οτιδήποτε για τη σύζυγό σας, κύριε;" το θυρωρό ρώτησε."Γιατί, ναι, νεαρός άνδρας,» είπε ο κύριος. "Θα μου ένα φέρεικαρτ ποστάλ?"
		-- Groucho Marx

%
Ως πατέρες συνήθως πάει, είναι σπάνια μια ατυχία να είναι ορφανό? καιλαμβάνοντας υπόψη τη γενική πορεία του γιους, καθώς σπάνια μια ατυχία να είναι άτεκνος.Η μόνη σταθερή και διαρκή ειρήνη μεταξύ ενός άνδρα και τη γυναίκα του είναι, χωρίς αμφιβολία,διαχωρισμός.
		-- Lord Chesterfield, letter to his son, 1763

%
Ερωτηθείς για το πώς ένιωσε ότι ήταν η πρώτη γυναίκα για να κάνει μια ομάδα σημαντικός-ένωσης, πουείπε, «σαν γουρούνι στη λάσπη» ή λέξεις για το σκοπό αυτό, και στη συνέχεια γύρισε καικυκλοφόρησε ένα squirt του χυμού καπνού από το πώμα από το ρούμι εμποτισμένο plug in τηςδεξί μάγουλο. Έχει μάσησε μια σπάνια μάρκα του βύσματος που ονομάζεται Stuff αυτό, το οποίο η ίδιαμάθει να μασάτε όταν έπαιζε Νικαράγουα καλοκαίρι μπάλα. Εκείνη είπε ησυγγραφείς, "Ήταν τόσο σημαίνει για μένα εκεί κάτω που δεν μπορούσε να το γράψετε σε σαςεφημερίδα. Πήρα ένα όπλο παντού πήγα, ακόμα και στο κρεβάτι. * Ειδικά * νακρεβάτι. Παιδιά ήταν μετά από μένα, όπως δεν μπορείτε να το πιστέψω. Αυτό είναι όταν άρχισαμάσημα καπνού - γιατί δεν έχει σημασία πόσο άσχημα κανέναν να σας αντιμετωπίζει, δεν είναιτόσο κακή όσο αυτό. Αυτή είναι η χειρότερη μάσησης στον κόσμο. Μετά από αυτό,όλα τα άλλα είναι τα ροδάκινα και κρέμα γάλακτος. "Οι συγγραφείς εκλεγεί Gentleman Jim,τύπος Ρ.Κ. του σπουργιτιού, να δαγκώνουν ένα κομμάτι και να τους πει πώς γεύση,και όπως καθόταν και μάσημα αυτό δάκρυα έτρεξε κάτω από παλιό ηλιοκαμένο μάγουλά του και ο ίδιοςδεν θα μπορούσε να μιλήσει για λίγο. Στη συνέχεια, ψιθύρισε, «Έχετε μάσημα αυτό γιαδύο χρόνια? Ο Θεός, δεν είχα ιδέα ότι ήταν τόσο δύσκολο να είσαι γυναίκα. "
		-- Garrison Keillor

%
Επιτέλους έχω βρει το κορίτσι των ονείρων μου. Χθες το βράδυ μου είπε,"Για μια ακόμη φορά, Strange, και αυτή τη φορά * Θα * είναι Donnie και * σας * είναι Μαρία.
		-- Strange de Jim

%
«Συζύγους και τα παλαιά υπηρέτριες» εργένηδες παιδιά είναι πάντα τέλεια.
		-- Nicolas Chamfort

%
Βασικά η γυναίκα μου ήταν ανώριμη. Θα ήθελα να είναι στο σπίτι στο μπάνιο και εκείνη είχεέρθει και νεροχύτη βάρκες μου.
		-- Woody Allen

%
Να είστε επιφυλακτικοί στις επαφές σας με τις γυναίκες. Είναι καλύτερα να δούμε στοη όπερα με έναν άνθρωπο από ό, τι σε μάζα με μια γυναίκα.
		-- De Maintenon

%
Να είστε έτοιμοι να αποδεχθούν θυσίες. Αγνές παρθένες, δεν είναι όλα τόσο άσχημα.
		-- De Maintenon

%
Ομορφιά συνιστά σπάνια μία γυναίκα στην άλλη.
		-- De Maintenon

%
Ομορφιά, το μυαλό, τη διαθεσιμότητα, την προσωπικότητα? διαλέξτε οποιαδήποτε δύο.
		-- De Maintenon

%
Πριν από το γάμο οι τρεις μικρές λέξεις είναι «σ 'αγαπώ», μετά το γάμοείναι «Ας φάμε έξω."
		-- De Maintenon

%
Πίσω από κάθε επιτυχημένο άνδρα μπορείτε να βρείτε μια γυναίκα με τίποτα να φορέσει.
		-- De Maintenon

%
Ζητείται solicitously σχετικά με την κατάσταση της υγείας της είχε γίνει ενοχλητικόςμε την έγκυο γυναίκα στο κοκτέιλ πάρτι. Και ένα ακόμη επισκεπτών πήγε πάνωκαι ρώτησε, "Λοιπόν, πώς αισθάνεσαι αυτές τις μέρες;""Δεν είναι πολύ καλά", δήλωσε η μέλλουσα μητέρα. «Ξέρεις, έχω χάσειεπτά ή οκτώ περιόδους τώρα και αυτό είναι που αρχίζει να με ανησυχεί. "
		-- De Maintenon

%
Που ανήκουν σε κάποιον που χρησιμοποιείται για να ονομάζεται δουλεία - τώρα λέγεται δέσμευση.
		-- De Maintenon

%
Benny Hill: Θα θέλατε ένα φυστίκι;Κορίτσι: Όχι, ευχαριστώ, δεν θέλω να είναι κάτω από υποχρέωση.Benny Hill: Δεν θα είναι κάτω από την υποχρέωση για ένα φυστίκι.Δεν είναι σαν να επρόκειτο για μια σοκολάτα ή κάτι τέτοιο.
		-- De Maintenon

%
Διγαμία έχει μια σύζυγο πάρα πολλά. Η μονογαμία είναι το ίδιο.
		-- De Maintenon

%
Πουλιά και οι μέλισσες έχουν τόσο πολύ να κάνει με τα γεγονότα της ζωής, όπως το μαύρονυχτικά κάνει με τη διατήρηση ζεστό.
		-- Hester Mundis, "Powermom"

%
Αγόρια είναι πέρα ​​από το εύρος των κανενός σίγουροι κατανόηση, τουλάχιστονόταν είναι μεταξύ των ηλικιών 18 μηνών και 90 ετών.
		-- James Thurber

%
Τα αγόρια θα είναι αγόρια, και έτσι θα πολλοί μεσήλικες άνδρες.
		-- Kin Hubbard

%
Ληστές θα απαιτήσουν τα χρήματά σας ή τη ζωή σας, αλλά μια γυναίκα θα απαιτήσει δύο.
		-- Samuel Butler

%
Με όλα τα μέσα παντρευτεί: Εάν μπορείτε να πάρετε μια καλή σύζυγος, θα γίνεις ευτυχισμένος? αν εσύπάρετε ένα κακό, θα γίνεις φιλόσοφος.
		-- Socrates

%
Αλλαγή συζύγους / τις συζύγους αλλάζει μόνο προβλήματα.
		-- Kathleen Norris

%
Επιλέξτε στο γάμο μόνο μια γυναίκα που θα επιλέξετε ως φίλος ανήταν ένας άνθρωπος.
		-- Joubert

%
Ερωτοτροπία με τον γάμο, ως ένα πολύ πνευματώδης πρόλογος σε ένα πολύ θαμπό παιχνίδι.
		-- William Congreve

%
Ντάρλινγκ: η δημοφιλής μορφή της διεύθυνσης που χρησιμοποιείται στην ομιλία σε ένα μέλος τηςαντίθετο φύλο του οποίου το όνομα δεν μπορείτε αυτή τη στιγμή να θυμόμαστε.
		-- Oliver Herford

%
Αγαπητοί Ήθη Δεσποινίς:Μεταφέρω μια μεγάλη μαύρη ομπρέλα, ακόμα κι αν υπάρχει μόνο ένας τριάντα τοις εκατό πιθανότητεςβροχή. Μπορώ να κάνω μια νεαρή κοπέλα που είναι ένας ξένος για μένα να μοιραστώ την προστασία της;Σήμερα το πρωί, περίμενα για ένα λεωφορείο σε συγκριτική άνεση, ομπρέλα μουτην προστασία μου από τη νεροποντή, και παρατήρησα μια ελκυστική νεαρή γυναίκα να πάρειμούσκεμα. Έχω δει πολλές φορές στη στάση του λεωφορείου μου, αν και δεν έχουμε μιλήσει,και εγώ δεν ξέρω καν το όνομά της. Θα ήθελα να της έχουν ζητήσει να πάρει κάτω μουομπρέλα χωρίς να φανεί προσβλητικό;Απαλό Reader:Σίγουρα. Εξέταση για όσους είναι λιγότερο τυχεροί από εσάς είναι πάντα σωστή,αν και θα ήταν πιο πειστική αν σταματήσει φλυαρία σχετικά με το πώςελκυστικό είναι. Για να μην δώσει Καλή Samaritanism ένα κακό όνομα, δεσποινίςΉθη σας ζητά να της επιτρέψει δύο ή τρεις βροχερές μέρες του ανενόχλητος προστασίαςπριν από την πραγματοποίηση επίθεσης σας.
		-- Oliver Herford

%
Αγαπητοί Ήθη Δεσποινίς:Παρακαλείσθε να αναφέρετε κάποια διακριτική τρόπους άρσης σάλιο ενός ανθρώπου από το πρόσωπό σας.Απαλό Reader:Παρακαλείσθε να αναφέρετε κάποια αξιοπρεπή τρόπους απόκτησης σάλιο ενός άντρα στο πρόσωπό σας. Ανο κύριος που ψεκάζονται ακούσια να συνοδεύσει ενθουσιώδηλόγου, μπορείτε να βήμα πίσω δύο βήματα, να αναδείξει μαντήλι σας, καιδιέλθουν από το σκούπισμα της μύτης σας, ενώ σύροντας το πανί μαζίτο πρόσωπό σας για να πάρει ό, τι χρειάζεται σφουγγάρισμα κατά μήκος της διαδρομής. Εάν, ωστόσο,η ουσία αποκτήθηκε ως αποτέλεσμα του ενθουσιασμού μιας πιο οικείαφύση, μπορείτε να απαλά το ανακτήσετε με μια κίνηση του ροζ γλώσσα σας.
		-- Oliver Herford

%
δεν επιτρέπουν μια γυναίκα για να ζητήσει συγχώρεση, γι 'αυτό είναι μόνο το πρώτοβήμα. Το δεύτερο είναι δικαιολογία για τον εαυτό της από την κατηγορία σας.
		-- DeGourmont

%
Πιστεύετε ότι η μητέρα σου και εγώ θα έπρεπε να ζήσει άνετα τόσο καιρόμαζί, αν ποτέ είχαμε παντρευτεί;
		-- DeGourmont

%
Μην υποθέσετε ότι κάθε θλιβερή-eyed γυναίκα έχει αγαπήσει και χάσει - που μπορείέχουν τον πήρε.
		-- DeGourmont

%
Δεν ξέρω τι ώρα θα είμαι πίσω, μαμά. Μάλλον αμέσως μετά μου πετάει έξω.
		-- DeGourmont

%
δεν παντρεύονται για τα χρήματα? μπορείτε να δανειστείτε φθηνότερα.
		-- Scottish Proverb

%
Θαμπό γυναίκες έχουν άψογη σπίτια.
		-- Scottish Proverb

%
Κατά τη διάρκεια μιας επίσκεψης στην Αμερική, ο Ουίνστον Τσόρτσιλ είχε προσκληθεί σε μπουφέγεύμα στο οποίο σερβίρεται κρύο τηγανητό κοτόπουλο. Επιστρέφοντας για δεύτερηβοηθώντας, ρώτησε ευγενικά, «Μπορώ να έχω κάποια μαστού;""Ο κ Τσώρτσιλ," απάντησε η αεροσυνοδός, "σε αυτή τη χώρα ζητάμελευκό κρέας ή σκούρο κρέας. "Τσώρτσιλ ζήτησε συγγνώμη αφειδώς.Το επόμενο πρωί, η κυρία έλαβε ένα μαγευτικό ορχιδέα απόεπισκεπτών της τιμής. Το συνοδευτικό κάρτα έγραφε: «Θα ήθελα να σας παρακαλέσω, ανθα pin αυτό σε λευκό κρέας σας. "
		-- Scottish Proverb

%
Οι οικονομολόγοι προσπαθούν ακόμα να καταλάβω γιατί τα κορίτσια με το λιγότεροαρχή αντλήσει το μεγαλύτερο ενδιαφέρον.
		-- Scottish Proverb

%
Ογδόντα τοις εκατό των παντρεμένων ανδρών εξαπατήσει στην Αμερική. Το υπόλοιπο εξαπατήσει στην Ευρώπη.
		-- Jackie Mason

%
... Ογδόντα χρόνια αργότερα μπορούσε ακόμα να υπενθυμίσει με το νεαρό Pang της τουαρχική χαρά πτώση του στην αγάπη με Ada.
		-- Nabokov

%
Η ισότητα δεν είναι όταν μια γυναίκα Αϊνστάιν παίρνει προήχθη σε βοηθόκαθηγητής; ισότητα είναι όταν μια γυναίκα μαλθακός προχωρά τόσο γρήγορα όσο ένααρσενικό μαλθακός.
		-- Ewald Nyquist

%
Eugene d'Albert, ένας σημείωσε Γερμανός συνθέτης, ήταν παντρεμένος έξι φορές.Σε μια βραδινή δεξίωση που παρευρέθηκε με την πέμπτη γυναίκα του σύντομαμετά το γάμο τους, ο ίδιος παρουσίασε την κυρία σε ένα φίλο που είπε ευγενικά,"Συγχαρητήρια, Herr d'Albert? Έχετε σπάνια με σύστησε σε τόσουςγοητευτικό μια γυναίκα. "
		-- Ewald Nyquist

%
"Ακόμα και στις μέρες μας ένας άνθρωπος δεν μπορεί να επιταχύνει και να σκοτώσει μια γυναίκα χωρίς συναίσθημαμόλις λίγο unchivalrous ... "
		-- Robert Benchley

%
Κάθε άνθρωπος που είναι ψηλά αρέσει να πιστεύω ότι όλα έχει κάνει ο ίδιος,και η γυναίκα χαμογελά και αφήνει να πάει σε αυτό.
		-- Barrie

%
Καθένας έχει το ίδιο ποσό των ορμονών, κατά τη γέννηση, καιαν θέλετε να χρησιμοποιήσετε τη δική σας για την καλλιέργεια των μαλλιών, αυτό είναι εντάξει μαζί μου.
		-- Barrie

%
Οι αγρότες στις Iowa State έρευνας βαθμολογηθεί μηχανήματα αναλύσεις περισσότερααγχωτικό από το διαζύγιο.
		-- Wall Street Journal

%
Οι φεμινίστριες θέλουν απλά η ανθρώπινη φυλή να είναι μια ισοπαλία.
		-- Wall Street Journal

%
Η πρώτη αγάπη είναι μόνο μια μικρή ανοησία και πολύ περιέργεια, όχι πραγματικάπου σέβεται τον εαυτό γυναίκα θα επωφεληθούν από αυτό.
		-- George Bernard Shaw, "John Bull's Other Island"

%
Το φλερτ είναι η ευγενής τέχνη της κατασκευής ένας άνθρωπος αισθάνεται ικανοποιημένος με τον εαυτό του.
		-- Helen Rowland

%
Για έναν νεαρό άνδρα, που δεν έχουν ακόμη: για ένα γέρο, ποτέ δεν σε όλα.Πότε θα πρέπει ένας άνθρωπος να παντρευτεί; Ένας νεαρός άνδρας, δεν έχει ακόμη? ένας γέροντας άνθρωπος, δεν είναι καθόλου.
		-- Sir Francis Bacon, "Of Marriage and Single Life"

%
Για έναν νεαρό άνδρα, που δεν έχουν ακόμη: για ένα γέρο, ποτέ δεν σε όλα.Πότε θα πρέπει ένας άνθρωπος να παντρευτεί; Ένας νεαρός άνδρας, δεν έχει ακόμη? ένας γέροντας άνθρωπος, δεν είναι καθόλου.
		-- Sir Francis Bacon, "Of Marriage and Single Life"

%
Για Ορκίστηκα θα ήθελα να μείνει ένα χρόνο μακριά από αυτήν? έξω και αλίμονο!αλλά με διάλειμμα μέρα που πήγα να κάνει δέηση.
		-- Paulus Silentiarius, c. 540 A.D.

%
Για τριάντα χρόνια ένα ορισμένο άνδρας πήγε να περάσουν κάθε βράδυ με την κα. ___.Όταν η σύζυγός του πέθανε φίλοι του πίστευαν ότι θα την παντρευτεί, και κάλεσενα το πράξει. «Όχι, όχι», είπε: «αν το έκανα, όπου θα πρέπει να έχω για ναπερνούν τα βράδια μου; "
		-- Chamfort

%
Τυχεροί είναι αυτός για τον οποίο τα κοπιάζει belle.
		-- Chamfort

%
FORTUNE συζητά τις διαφορές μεταξύ ανδρών και γυναικών: # 14Χαμηλά χτυπήματα:Ας πούμε ότι ένας άντρας και μια γυναίκα που παρακολουθείτε έναν αγώνα πυγμαχίας στην τηλεόραση. Έναςαπό τους πυγμάχους που κόβονται από ένα χαμηλό χτύπημα. Η γυναίκα λέει «Ω, θεέ μου. Αυτό πρέπει νακακό. "Ο άνθρωπος διπλασιάζει ξανά και πραγματικά αισθάνεται τον πόνο.Ντύνοντας:Μια γυναίκα θα ντύνονται για να πάνε για ψώνια, το νερό τα φυτά, αδειάστε τοτα σκουπίδια, να απαντήσει στο τηλέφωνο, να διαβάσετε ένα βιβλίο, να πάρει το ταχυδρομείο. Ένας άνθρωπος θα ντύνονταιγια: γάμους, κηδείες. Μιλώντας για γάμους, όταν αναπολούνγάμους, οι γυναίκες μιλούν για "την τελετή". Οι άνδρες γελούν για τον «bachelorκόμμα".Ντέιβιντ Λέτερμαν:Οι άνδρες σκέφτονται Ντέιβιντ Λέτερμαν είναι το πιο αστείο άνθρωπο στο πρόσωπο τουΓη. Οι γυναίκες νομίζουν ότι είναι ένα μέσο, ​​ημι-dorky τύπος που έχει πάντα ένα κακό κούρεμα.
		-- Chamfort

%
FORTUNE συζητά τις διαφορές μεταξύ ανδρών και γυναικών: # 16σχέσεις:Πρώτα απ 'όλα, ένας άνθρωπος δεν θέτει μια σχέση μια σχέση - οαναφέρεται σε αυτό ως «Εκείνη την εποχή, όταν εγώ και η Suzie το έκαναν σε μια ημι-τακτικήβάση".Όταν μια σχέση τελειώνει, μια γυναίκα θα κλαίνε και χύστε την καρδιά της έξω για ναφίλες της, και θα γράψει ένα ποίημα με τίτλο «Όλοι οι άνθρωποι είναι ηλίθιοι». Έπειταθα πάρει με τη ζωή της.Ένας άνθρωπος έχει λίγο περισσότερο κόπο να αφήσει να πάει. Έξι μήνες μετά τηνδιάλυση, σε 03 πμ Σάββατο το βράδυ, θα καλέσει και να πει, "εγώ απλάθέλαμε να σας ενημερώσουμε σας κατέστρεψε τη ζωή μου, και εγώ ποτέ δεν θα σας συγχωρέσει, και εγώσας μισούν, και είστε ένα σύνολο floozy. Αλλά θέλω να ξέρεις ότι υπάρχειπάντα μια ευκαιρία για μας ". Αυτό είναι γνωστό ως το« μισώ / Σε αγαπώ "μεθυσμένος τηλεφώνημα, ότι το 99%, αν όλοι οι άνθρωποι έχουν κάνει τουλάχιστον μία φορά. Υπάρχουνκοινοτικά κολέγια που προσφέρουν μαθήματα για να βοηθήσει τους άνδρες να ξεπεράσω αυτή την ανάγκη? Αλίμονο,Αυτές οι κατηγορίες σπάνια αποδειχθεί αποτελεσματική.
		-- Chamfort

%
FORTUNE συζητά τις διαφορές μεταξύ ανδρών και γυναικών: # 17παπούτσια:Ο μέσος άνθρωπος έχει 4 ζεύγη υποδημάτων: αθλητικά παπούτσια, παπούτσια φόρεμα,μπότες, και παντόφλες. Η μέση γυναίκα έχει παπούτσια 4 στρώσεις πάχους στο πάτωματης ντουλάπα της. Οι περισσότεροι από τους βλάψει τα πόδια της.Κάνοντας φίλους:Μια γυναίκα θα συναντηθεί άλλη γυναίκα με κοινά ενδιαφέροντα, να κάνει μερικά πράγματαμαζί, και να πει κάτι σαν, "ελπίζω ότι μπορούμε να είμαστε καλοί φίλοι."Ένας άνθρωπος θα συναντήσει έναν άλλον άνδρα με κοινά ενδιαφέροντα, να κάνει μερικά πράγματαμαζί, και να πω τίποτα. Μετά από χρόνια που αλληλεπιδρούν με αυτό το άλλο άτομο,μοιράζονται τις ελπίδες και τους φόβους ότι δεν θα εμπιστευτεί σε ιερέα του ήψυχίατρο, αυτός θα τελικά αφήσει κάτω από τη φρουρά του σε μια τακτοποίηση των μεθυσμένωνσυναισθηματισμό και να πει κάτι σαν, "Ξέρεις, για κάποιον που είναι μια τέτοιατράνταγμα, υποθέτω ότι είσαι ΟΚ. "
		-- Chamfort

%
FORTUNE συζητά τις διαφορές μεταξύ ανδρών και γυναικών: # 2επιδόρπια:Μια γυναίκα γενικά θα θαυμάσετε ένα περίτεχνο επιδόρπιο για την καλλιτεχνικήτο έργο αυτό είναι, υμνούν τον δημιουργό του και να περιμένει ένα κατάλληλο χρονικό διάστημα πριν από τηνπαίρνει απρόθυμα μια μικρή φέτα μακριά μια άκρη. Ένας άνθρωπος θα ξεκινήσει απόαρπάζοντας το κεράσι στο κέντρο.επισκευής αυτοκινήτων:Ο μέσος άνθρωπος σκέφτεται το χρωμόσωμα Υ του περιέχει πλήρη επισκευήεγχειρίδια για κάθε αυτοκίνητο που σημειώθηκε από τον Δεύτερο Παγκόσμιο Πόλεμο. Θα εργαστούν για ένα πρόβληματον εαυτό του μέχρι που είτε πηγαίνει μακριά ή να μετατρέπεται σε κάτι που "δεν μπορεί να είναισταθερό χωρίς ειδικά εργαλεία ".Η μέση γυναίκα σκέφτεται "ότι ο θόρυβος αστείο πλήγμα-γροθιά" είναι έναακριβής περιγραφή του προβλήματος της αυτοκινητοβιομηχανίας. Εκείνη, ωστόσο, θα έχουν τηναυτοκίνητο εξυπηρετούνται στα κατάλληλα χρονικά διαστήματα και ως εκ τούτου συνεπάγεται λιγότερα προβλήματα από ό, τιο μέσος άνθρωπος.
		-- Chamfort

%
FORTUNE συζητά τις διαφορές μεταξύ ανδρών και γυναικών: # 4Ρούχα:Οι άνδρες δεν απορρίψει τα ρούχα. Ο μέσος άνθρωπος έχει ακόμα τη φανέλα γυμναστήριοφόρεσε στο γυμνάσιο. Σκέφτεται το σακάκι είναι "απλά να πάρει σπασμένο σε" περίπουο χρόνος που αναπτύσσεται τρύπες στα αγκώνες. Ένας άνθρωπος θα αφήσει νέα πουκάμισα καθίσειτο ράφι στην αρχική τους συσκευασία για ένα-δύο χρόνια πριν από τη θέσηνα χρησιμοποιούν, με την ελπίδα ότι θα γίνει πιο άνετα με την ηλικία.Οι γυναίκες σκέφτονται ρούχα είναι ραδιενεργό, με χρόνο ημίσειας ζωής ενός έτους.Ασκούν προφυλάξεις για την αποφυγή μόλυνσης από μόδες του περασμένου έτους.
		-- Chamfort

%
FORTUNE συζητά τις διαφορές μεταξύ ανδρών και γυναικών: # 5Εμπιστοσύνη:Η μέση γυναίκα θα ήθελε πραγματικά να πει αν ο σύντροφός της είναι κοροϊδεύουμεγύρω από πίσω από την πλάτη της. Αυτή η ίδια η γυναίκα δεν θα πει ο καλύτερος φίλος της, ανήξερε σύντροφο οι καλύτεροι φίλοι »είχε μια υπόθεση. Αυτή θα πει όλα τηςΆλλους φίλους, όμως. Ο μέσος άνθρωπος δεν θα πω τίποτα, αν ξέρει ότιένας από τους συντρόφους του φίλου του είναι χαζεύεις, και αυτός μάλλον δεν ξέρω ανσύντροφό του έχει μια υπόθεση, είτε, από φόβο ότι θα μπορούσε να είναι με το ένααπό τους φίλους του. Αυτός θα πει σε όλους τους φίλους του για τις δικές του υποθέσεις, όμως,ώστε να μπορούν να είναι έτοιμοι, αν χρειάζεται άλλοθι.Οδήγηση:Ένα τυπικό άνθρωπος νομίζει ότι είναι ο Mario Andretti το συντομότερο γλιστρά πίσωτο τιμόνι του αυτοκινήτου του. Το γεγονός ότι είναι μια 8-year-old Honda δεν τηρείτον από την προσπάθεια να έξω-επιταχύνει τον τύπο της Porsche ποιος προσπαθείνα τον κόψει? αυτοκινητόδρομο on-ράμπες είναι συναρπαστικές προκλήσεις για να δούμε ποιος έχει τηνΔικαίωμα Stuff στο μετατρέψει το πρωί. Μήπως αυτός ή δεν είναι; Μόνο το σώμα τουκατάστημα δεν ξέρει στα σίγουρα. Οι ασφαλιστικές εταιρείες να κατανοήσουν αυτή τη συμπεριφορά, καιτιμών αναλόγως τις πολιτικές τους.Μια γυναίκα θα επιβραδύνει για να αφήσει ένα αυτοκίνητο συγχωνεύσει μπροστά της, και να πάρειπίσω-έκλεισε με μια άλλη γυναίκα που ήταν απασχολημένος με την προσθήκη τις τελευταίες πινελιές στοτο μακιγιάζ της.
		-- Chamfort

%
FORTUNE συζητά τις διαφορές μεταξύ ανδρών και γυναικών: # 6μπάνια:Ένας άντρας έχει έξι αντικείμενα στο μπάνιο του - μια οδοντόβουρτσα, οδοντόκρεμα,κρέμα ξυρίσματος, ξυράφι, ένα μπαρ του Dial σαπούνι και μια πετσέτα από το Holiday Inn.Ο μέσος αριθμός των αντικειμένων στο μπάνιο του τυπικού γυναίκας είναι 437. Ένας άντραςδεν θα είναι σε θέση να εντοπίσει τα περισσότερα από αυτά τα στοιχεία.Είδη παντοπωλείου:Μια γυναίκα κάνει μια λίστα με τα πράγματα που χρειάζεται και στη συνέχεια πηγαίνει στο κατάστημακαι αγοράζει αυτά τα πράγματα. Ένας άνδρας περιμένει «til τα μόνα στοιχεία που άφησε στο ψυγείο τουείναι μισό λάιμ και μια μπλε κορδέλα. Στη συνέχεια πηγαίνει για ψώνια. Αγοράζειό, τι φαίνεται καλό. Μέχρι τη στιγμή που ένας άνθρωπος φτάνει στο ταμείο,καλάθι του είναι γεμάτη αυστηρότερους ότι το αυτοκίνητό του Clampett για Beverly Hillbillies.Φυσικά, αυτό δεν θα τον σταματήσει από την είσοδο της 10-αντικείμενα-ή-λιγότερο λωρίδα.
		-- Chamfort

%
FORTUNE συζητά τις διαφορές μεταξύ ανδρών και γυναικών: # 8Βγαίνω:Όταν ένας άνθρωπος λέει ότι είναι έτοιμος να βγει έξω, αυτό σημαίνει ότι είναι έτοιμος να πάειέξω. Όταν μια γυναίκα λέει ότι είναι έτοιμος να βγει έξω, αυτό σημαίνει ότι θα είναι έτοιμηνα βγούμε έξω, το συντομότερο βρίσκει σκουλαρίκι της, τελειώνει θέτει στο μακιγιάζ της,ελέγχους σχετικά με τα παιδιά, κάνει ένα τηλεφώνημα στην καλύτερή της φίλη ...γάτες:Οι γυναίκες αγαπούν τις γάτες. Οι άνδρες λένε ότι αγαπούν τις γάτες, αλλά όταν οι γυναίκες δεν είναιαναζητούν, οι άνδρες kick γάτες.Απόγονος:Αχ, τα παιδιά. Μια γυναίκα ξέρει τα πάντα για τα παιδιά της. Ξέρειγια ραντεβού οδοντίατρο και παιχνίδια ποδοσφαίρου και ειδύλλια και οι καλύτεροι φίλοικαι το αγαπημένο τρόφιμα και τα μυστικά τους φόβους και τις ελπίδες και τα όνειρά τους. Οι άνδρες είναι αόρισταγνωρίζει κάποιες σύντομες ανθρώπους που ζουν στο σπίτι.
		-- Chamfort

%
FORTUNE συζητά τις διαφορές μεταξύ ανδρών και γυναικών: # 9Πλυντήριο:Οι γυναίκες κάνουν πλυντήριο κάθε δύο ημέρες. Ένας άνθρωπος θα φορέσει κάθε άρθροένδυσης κατέχει, συμπεριλαμβανομένων των χειρουργικών το παντελόνι του που ήταν ισχίου περίπου οκτώχρόνια πριν, πριν αυτός θα πλένει τα ρούχα του. Όταν είναι τελικά έξω από τα ρούχα,θα φορέσει ένα βρώμικο μπλούζα μέσα προς τα έξω, να νοικιάσουν ένα U-Haul και να το βουνό τουτων ρούχων στο πλυντήριο. Οι άνδρες πάντα περιμένουμε να ανταποκριθούν όμορφες γυναίκες σετο πλυντήριο. Αυτό είναι ένας μύθος.ψευδώνυμα:Αν Gloria, Suzanne, Deborah και η Michelle πάρει μαζί για μεσημεριανό,θα καλούν ο ένας τον άλλο Gloria, Suzanne, Deborah και Michelle. Αλλα ανΟ Mike, ο Dave, ο Rob και ο Jack πάει έξω για ένα brewsky, θα με αγάπηπαραπέμπει στο άλλο ως Bullet-Head, Godzilla, Peanut Εγκέφαλος και άχρηστο.Κάλτσες:Οι άνδρες φορούν λογική κάλτσες. Φορούν πρότυπο λευκό sweatsocks.Οι γυναίκες φορούν παράξενα κάλτσες. Έχουν κόψει δρόμο κάτω από τους αστραγάλους, έχουν φωτογραφίεςτων νεφών πάνω τους, και να έχουν μια μεγάλη fuzzy σφαίρα στο πίσω μέρος.
		-- Chamfort

%
Fred παρατήρησε ο συγκάτοικός του, είχε ένα μαύρο μάτι μετά την επιστροφή του από ένα χορό."Τι συνέβη?""Μου έκανε εντύπωση από την ομορφιά του τόπου."
		-- Chamfort

%
Φίλοι ήταν έκπληξη, πράγματι, όταν ο Frank και Jennifer έσπασε τουςεμπλοκή, αλλά ο Frank είχε μια έτοιμη εξήγηση: «Θα παντρευτεί κάποιον πουείχε τη συνήθη άπιστος, ο οποίος είπε ψέματα σε κάθε στροφή, ο οποίος ήταν εγωιστής και τεμπέληςκαι σαρκαστική; "«Και βέβαια όχι», είπε ένας συμπονετικός φίλος."Λοιπόν," ανταπάντησε ο Frank, "δεν θα Jennifer."
		-- Chamfort

%
ΑΠΟ ΤΟ ΓΡΑΦΕΙΟ ΤΟΥΡαπουνζέλΑγαπητέ Πρίγκιπα:Χρησιμοποιήστε σκάλα απόψε - είστε διάσπαση άκρα μου.
		-- Chamfort

%
Γνήσια ευτυχία είναι όταν μια γυναίκα βλέπει ένα διπλό πηγούνι του συζύγου τηςπαλιός φίλος κορίτσι.
		-- Chamfort

%
Οι άνδρες διασκεδάζει με σχεδόν κάθε ηλίθιος πράγμα - ότι είναι ο λόγος για επαγγελματική πάγοχόκεϊ είναι τόσο δημοφιλές - οπότε αγοράζοντας δώρα για αυτούς είναι εύκολο. Αλλά θα πρέπει ναΠοτέ δεν τα αγοράζουν ρούχα. Οι άνδρες πιστεύουν ότι έχουν ήδη όλα τα ρούχα πουθα χρειαστείτε ποτέ, και νέες καθιστούν νευρικό. Για παράδειγμα, ο μέσος όρος σαςο άνθρωπος έχει 84 δεσμούς, αλλά φοράει, το πολύ, μόνο τρεις από αυτούς. Έχει μάθει,μέσω ταπεινωτική δοκιμής και λάθους, ότι αν φοράει οποιοδήποτε άλλο 81γραβάτες, η γυναίκα του μάλλον θα γελάσει μαζί του ( «Δεν πρόκειται να φορέσει ΟΤΙδένουν με το εν λόγω κουστούμι, είσαι; "). Έτσι, τον περιόρισε σε τρεις ασφαλήδεσμούς, και έχει περάσει πολλά χρόνια χωρίς να γελούσαν. Αν του δώσειςένα νέο γραβάτα, θα προσποιούνται ότι τους αρέσει, αλλά βαθιά μέσα θα σας μισούν.Αν θέλετε να δώσετε έναν άνθρωπο κάτι πρακτικό, θεωρούν ελαστικά. Περισσότερο απόφορά, θα είχα ευχαρίστως διαπραγματεύονται όλα τα δώρα που πήρα για ένα νέο σετ ελαστικών.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
Τα κορίτσια έχουν καλύτερη εμφάνιση σε χιονοθύελλες.
		-- Archie Goodwin

%
Τα κορίτσια παντρεύονται για την αγάπη. Αγόρια παντρευτεί λόγω ενός χρόνιου ερεθισμού ότιπροκαλεί τους να κλίνουν προς την κατεύθυνση των αντικειμένων με ορισμένες καμπυλόγραμμησκηνικά θέατρου.
		-- Ashley Montagu

%
Κορίτσια πραγματικά ξέρουν ακριβώς τι θέλουν - να το καταλάβω για τον εαυτό σας!
		-- Ashley Montagu

%
Τα κορίτσια που οι ίδιοι ρίξει σε άνδρες, είναι στην πραγματικότητα λαμβάνοντας πολύ προσεκτικοί στόχος.
		-- Ashley Montagu

%
Δώστε μια γυναίκα μια ίντσα και αυτή θα παρκάρετε το αυτοκίνητο σε αυτό.
		-- Ashley Montagu

%
Ο Θεός δημιούργησε μερικά τέλεια κεφάλια. Το υπόλοιπο που καλύπτονται με την τρίχα.
		-- Ashley Montagu

%
Ο Θεός δημιούργησε γυναίκα. Και πλήξη πράγματι παύσει από εκείνη τη στιγμή -αλλά και πολλά άλλα πράγματα σταμάτησε επίσης. Γυναίκα ήταν δεύτερο λάθος του Θεού.
		-- Nietzsche

%
Καλά κορίτσια πάνε στον παράδεισο, τα κακά κορίτσια πάνε παντού.
		-- Nietzsche

%
Ο Χάρολντ δεν είχε ποτέ ήθελε μια γυναίκα τόσο πολύ στη ζωή του, μετά ακούει το22-year-old παρατήρηση ομορφιά ότι ήταν πολύ παλιά και έξω από το σχήμα για εκείνη. οαποφασισμένος υπερεβδομηκοντούτης ξεκίνησε αμέσως μετά από μια αυστηρή αυτο-βελτίωσηπρόγραμμα. Είχε το πρόσωπό του αρθεί, αγόρασε ένα μικρή περούκα, έτρεξε πέντε μίλια κάθε μέρα,σήκωσε τα βάρη και υιοθέτησε μια αυστηρή χορτοφαγική διατροφή. Μέσα σε λίγους μήνες, ηανανεωμένοι άνθρωπος κέρδισε την καρδιά της νεαρής γυναίκας, κι εκείνη συμφώνησε να τον παντρευτεί.Στο δρόμο έξω από το παρεκκλήσι, ωστόσο, Harold χτυπήθηκε θανάσιμααπό κεραυνό. Έξαλλος, ο ίδιος αντιμέτωπος Αγίου Πέτρου στις πύλες μαργαριταρένια. "Πωςθα μπορούσατε να το κάνετε αυτό για μένα μετά από όλα τον πόνο πήγα μέσα; ""Για να είμαι ειλικρινής, Harold," Άγιος Πέτρος συνεσταλμένα απάντησε, «δεν το έκανασας αναγνωρίζουν. "
		-- Nietzsche

%
Καπέλο κορίτσι ελέγχου:"Η καλοσύνη! Τι υπέροχη διαμάντια!"Mae West:"Η καλοσύνη είχε τίποτα να κάνει με αυτό, Dearie."
		-- "Night After Night", 1932

%
Έχοντας ένα μωρό δεν είναι τόσο κακό. Αν είστε μια γυναίκα αυτοκράτορας πιγκουίνος στοΑνταρκτική. Γεννά το αυγό, κυλά πάνω στον πατέρα, στη συνέχεια απογειώνεταιγια πιο ζεστό καιρό όπου τρώει και τρώει και τρώει. Για δύο μήνες, οΟ πατέρας στέκεται σκληρό, χωρίς τροφή, τυφλοί στην 24-ωρη σκοτάδι, την εξισορρόπησητο αυγό στα πόδια του. Μετά το μικρό πιγκουίνος έχει εκκολαφθεί, η μητέραδοκούν να έρθουν στο σπίτι.
		-- L. M. Boyd, "Austin American-Statesman"

%
Εκείνος της έδωσε ένα βλέμμα που θα μπορούσε να έχει χύνεται σε μια βάφλα.
		-- L. M. Boyd, "Austin American-Statesman"

%
Αυτός που μπαίνει καμαρίνι της συζύγου του είναι ένας φιλόσοφος ή ένας ανόητος.
		-- Balzac

%
Αυτός που είναι σε κατάσταση μέθης με το κρασί θα είναι και πάλι νηφάλιος κατά τη διάρκεια τηςνύχτα, αλλά αυτός που είναι μεθυσμένοι από τον οινοχόος δεν θα ανακάμψει τουαισθήσεις μέχρι την ημέρα της κρίσης.
		-- Saadi

%
Γεια σου, Τζιμ, εγώ είμαι, Susie Λιλλής από το πλυντήριο. Είπατε ότι ήτανΘα καλέσει και έχουν περάσει δύο εβδομάδες. Τι είναι λάθος, θα χάσετε τον αριθμό μου;
		-- Saadi

%
Ψηλά τακούνια είναι μια συσκευή που εφευρέθηκε από μια γυναίκα που ήταν κουραστεί να φίλησεστο μέτωπο.
		-- Saadi

%
Αυτόν: «Το δέρμα σας είναι τόσο μαλακό Είσαι ένα μοντέλο.?"Της: «Όχι,» [ρουζ] "Είμαι ένα cosmetologist."Αυτόν: «Πραγματικά Αυτό είναι απίστευτο ... Πρέπει να είναι πολύ δύσκολο να χειριστείβαρύτητας. "
		-- "The Jerk"

%
Τα σχέδιά του ήταν απολύτως έντιμος, όπως η φράση είναι: Δηλαδή, να ληστεύουνμια κυρία από την περιουσία της μέσω του γάμου.
		-- Henry Fielding, "Tom Jones"

%
"Home, Sweet Home» πρέπει σίγουρα να έχει γραφτεί από έναν εργένη.
		-- Samuel Butler

%
καλύτερη ωδή Οράτιος δεν θα ευχαριστήσουν μια νεαρή γυναίκα όσο και η μέτριαστίχους του νεαρού άντρα που είναι ερωτευμένος με.
		-- Moore

%
Πόσο για τις γυναίκες σας; Θέλω να αγοράσω την κόρη σου ... πόσο γιατο κοριτσάκι;
		-- Jake Blues, "The Blues Brothers"

%
«Πώς θα ξέρω αν πιστεύω στον έρωτα με την πρώτη ματιά;" η σέξικοινωνική ορειβάτης είπε συγκάτοικό της. "Θέλω να πω, δεν έχω δει ποτέ μια Porscheγεμάτη χρήματα πριν. "
		-- Jake Blues, "The Blues Brothers"

%
Είμαι πολύ λάτρης της εταιρείας κυρίες. Μου αρέσει ομορφιά τους,Μου αρέσει λεπτότητα τους, μου αρέσει ζωντάνια τους, και μου αρέσει η σιωπή τους.
		-- Samuel Johnson

%
Άρχισα πριν από πολλά χρόνια, όπως κάνουν τόσοι πολλοί νέοι άνδρες, στην αναζήτηση για τοτέλεια γυναίκα. Πίστευα ότι αν έψαξα αρκετά μεγάλο χρονικό διάστημα, και αρκετά σκληρά,Θα ήθελα να τη βρει και στη συνέχεια θα είναι ασφαλής για τη ζωή. Λοιπόν, τα χρόνιακαι ήρθε και πήγε ειδύλλια, και τελικά κατέληξα να διακανονισμό για κάποιονπολύ λιγότερο από ό, τι μου ιδέα της τελειότητας. Αλλά μια μέρα, μετά από πολλά χρόνιαμαζί, βάζω εκεί στο κρεβάτι μας αναρρώνει από μια μικρή ασθένεια. ΜουΗ σύζυγός καθόταν σε μια καρέκλα δίπλα στο κρεβάτι, βουητό απαλά και βλέπονταςτο αργά το απόγευμα ήλιος φιλτράρισμα μέσα από τα δέντρα. Οι μόνοι ήχοι νανα ακούσει αλλού ήταν το ρολόι χτυπάει, ο βραστήρας κάτω ξεκινώνταςνα βράσει, και μια περιστασιακή μαθητής που περνά κάτω από το παράθυρό μας. Καιόπως κοίταξα επάνω σε τώρα ζαρωμένο πρόσωπο της γυναίκας μου, αλλά ακόμα ζεστό καιριπή μάτια, συνειδητοποίησα κάτι για την τελειότητα ... Έρχεται μόνομε τον καιρό.
		-- James L. Collymore, "Perfect Woman"

%
Πιστεύω ότι μια μικρή ασυμβατότητα είναι το αλατοπίπερο της ζωής, ιδιαίτερα ανέχει εισόδημα και είναι pattable.
		-- Ogden Nash

%
Μπορώ να αισθανθώ γι 'αυτήν, γιατί, αν και δεν έχω πάει ποτέ μια πόρνη Αλάσκαχορεύουν στη γραμμή σε ένα έναστρο φόρεμα, έχω ακόμα πολύ βαρεθεί με το πλύσιμοκαι σιδερώματος και πλυντηρίου πιάτων και μαγειρική ημέρα μετά την αμείλικτη ημέρα.
		-- Betty MacDonald

%
Δεν μπορώ να ζευγαρώνουν σε αιχμαλωσία.
		-- Gloria Steinem, on why she has never married.

%
Προέρχομαι από μια μικρή πόλη της οποίας ο πληθυσμός δεν άλλαξε ποτέ. Κάθε φορά που μια γυναίκαέμεινε έγκυος, κάποιος άφησε την πόλη.
		-- Michael Prichard

%
Κάνω να απολαύσετε μια καλή μεγάλη βόλτα - ειδικά όταν η γυναίκα μου παίρνει ένα.
		-- Michael Prichard

%
«Δεν έχω να εκμεταλλευτώ αυτή την κατάχρηση από εσάς - Έχω εκατοντάδεςάνθρωποι περιμένουν να καταχρήσεις μου. "
		-- Bill Murray, "Ghostbusters"

%
Υποθέτω ότι ποτέ δεν θα την ξεχάσει. Και ίσως δεν θέλω να. το πνεύμα τηςήταν άγρια, σαν ένα άγριο μαϊμού. Η ομορφιά της ήταν σαν ένα όμορφο άλογοπου μαστίζονται από ένα άγριο μαϊμού. Ξεχάσω άλλες ιδιότητες της.
		-- Jack Handey, The New Mexican, 1988.

%
Έχω έναν σκληρό χρόνο να προσελκύσει σε όποιον μπορεί να με νικήσει.
		-- John McGrath, Atlanta sportswriter, on women weightlifters.

%
Έχω βρει αδύνατο να φέρουν το βαρύ φορτίο της ευθύνης καινα εκπληρώνει τα καθήκοντά μου ως βασιλιάς και θα θέλετε να το κάνετε χωρίς τη βοήθεια καιυποστήριξη της γυναίκας μου αρέσει.του βρετανικού θρόνου, προκειμένου να παντρευτεί την αμερικανικήδιαζευγμένος Wallis Simpson Warfield.
		-- Edward, Duke of Windsor, 1936, announcing his abdication

%
Έχω έρθει τώρα στο συμπέρασμα ποτέ ξανά να σκεφτείτε γάμου,και για το λόγο αυτό: δεν μπορώ ποτέ να είναι ικανοποιημένοι με όποιον θαείναι αρκετό τούβλο για να με έχουν.
		-- Abraham Lincoln

%
Γνωρίζω ότι η διάθεση των γυναικών: όταν θέλετε, δεν θα? πότεπου δεν θα θέτουν τις καρδιές τους σε σας από τη δική τους κλίση.
		-- Publius Terentius Afer (Terence)

%
Έμαθα να παίζω κιθάρα για να πάρει ακριβώς τα κορίτσια, και όποιος λέει ότιδεν είναι απλά lyin »!
		-- Willie Nelson

%
Μου αρέσει να είναι ενιαία. Είμαι πάντα εκεί όταν με χρειάζεστε.
		-- Art Leo

%
Μου αρέσει εαυτό μου, αλλά εγώ δεν θα πω ότι είμαι τόσο όμορφος σαν τον ταύρο που απήγαγεEuropa.
		-- Marcus Tullius Cicero

%
Μου αρέσει νεαρά κορίτσια. Οι ιστορίες τους είναι μικρότερη.
		-- Tom McGuane

%
Μου αρέσει να είναι παντρεμένοι. Είναι τόσο μεγάλη για να διαπιστώσετε ότι ένα ξεχωριστό πρόσωποθέλετε να ενοχλήσει για το υπόλοιπο της ζωής σας.
		-- Rita Rudner

%
Αγαπώ Μίκυ Μάους περισσότερο από κάθε γυναίκα που έχω γνωρίσει ποτέ.
		-- Walt Disney

%
Κατάφερα να πω, "Συγνώμη", και όχι περισσότερο. Ήξερα ότι αντιπάθησεΘέλω να κλάψω.Αυτή τη φορά, είπε, βλέποντας μου, "Σε κάποιες περιπτώσεις είναι καλύτερανα κλαίει. "Έβαλα το κεφάλι μου στο τραπέζι και αναλύθηκε σε λυγμούς, "Εάν μόνο θα μπορούσε να έρθειπίσω; Θα ήταν ωραίο. "Francis είπε, "Θα έδωσε μεγάλη χαρά της πάντα.""Ω, δεν είναι αρκετό."«Κανείς δεν μπορεί να δώσει αρκετό κανέναν."	"Ποτέ?"«Όχι, δεν είναι ποτέ. Αλλά κάποιος πρέπει να πάει στην προσπάθεια.""Και δεν μπορεί κανείς να εκτιμούν ποτέ τους ανθρώπους μέχρι να φύγει;""Σπάνια", δήλωσε ο Φράνσις. Πήγα στο κλάμα? Είδα πόσο λίγο είχααποτιμώνται αυτόν? πόσο λίγο είχα αποτιμώνται κάτι που ήταν δικό μου.
		-- Pamela Frankau, "The Duchess and the Smugs"

%
Παντρεύτηκα κάτω από μένα. Όλες οι γυναίκες κάνουν.
		-- Lady Nancy Astor

%
Γνώρισα ένα θαυμάσιο νέο άνθρωπο. Είναι φανταστικό, αλλά δεν μπορείς να έχεις τα πάντα.
		-- Cecelia, "The Purple Rose of Cairo"

%
Ποτέ δεν περίμενα να δω την ημέρα που τα κορίτσια θα καούν στηνμέρη που κάνουμε σήμερα.
		-- Will Rogers

%
Ποτέ δεν συνάντησε μια γυναίκα που δεν μπορούσε να πιει αρκετά.
		-- Will Rogers

%
Διάβασα Playboy για τον ίδιο λόγο που διάβασα το National Geographic. Για να δείτεΤα αξιοθέατα Είμαι ποτέ δεν πρόκειται να επισκεφθούν.
		-- Will Rogers

%
Αρνούμαι να αποστείλει ολόκληρο το αντρικό φύλο στο νηπιαγωγείο. Επιμένω σεπιστεύοντας ότι ορισμένοι άνδρες είναι ίσοι μου.
		-- Brigid Brophy

%
Σέβομαι το θεσμό του γάμου. Έχω πάντα πίστευα ότι κάθεγυναίκα πρέπει να παντρευτεί - και κανένας άνθρωπος.
		-- Benjamin Disraeli, "Lothair"

%
Κάθισα δίπλα της, είπε γειά σου, προσφέρθηκε να της αγοράσει ένα ποτό ... και, στη συνέχεια,φυσική επιλογή που έχουν εκτραφεί άσχημο κεφάλι του.
		-- Benjamin Disraeli, "Lothair"

%
Νομίζω ότι πρέπει να έχουν πολύ αυστηρά ανατραφεί, αυτή είναι τόσο απεγνωσμέναανήσυχοι για να κάνουμε το λάθος πράγμα σωστά.
		-- Saki, "Reginald on Worries"

%
Νομίζω ότι ο κόσμος είναι έτοιμος για την ιστορία ενός ασχημόπαπο, που μεγάλωσε σεπαραμένουν ασχημόπαπο, και ζούσαν ευτυχισμένοι μετά από ποτέ.
		-- Chick

%
Θέλω να αγοράσω ένα σύζυγο που, κάθε εβδομάδα, όταν κάθομαι να παρακολουθήσετε "St.Αλλού ", δεν θα ουρλιάζουν," Ξεχάστε το, Blanche ... Ήρθε η ώρα για Hee-Haw! "
		-- Berke Breathed, "Bloom County"

%
Θέλω να παντρευτεί μια κοπέλα ακριβώς σαν το κορίτσι που παντρεύτηκε αγαπητή παλιά μπαμπά.
		-- Freud

%
Ήμουν σε ένα διαγωνισμό ομορφιάς μία. Δεν ήρθε μόνο στην τελευταία, χτυπήθηκα στοτο στόμα του Μις Congeniality.
		-- Phyllis Diller

%
Δεν ήμουν της φιλιά, μου ψιθύριζε στο στόμα της.
		-- Chico Marx

%
Δεν θα πω ότι οι γυναίκες δεν έχουν το χαρακτήρα? μάλλον, έχουν ένα νέοένα κάθε μέρα.
		-- Heine

%
Θα αυξήσει ευχαρίστως τη φωνή μου στον έπαινο των γυναικών, μόνο που δεν θα με αφήσειυψώνουν τη φωνή μου.
		-- Winkle

%
Εγώ δεν θα την παντρευτεί με έναν πόλο δέκα ποδιών.
		-- Winkle

%
Θα ήθελα ίσως εγκατασταθούν για ένα βαμπίρ αν ήταν αρκετά ρομαντική.Δεν θα μπορούσε να είναι χειρότερο από ό, τι κάποια από τις σχέσεις που είχα.
		-- Brenda Starr

%
Θα προτιμούσα να έχω δύο κορίτσια σε 21 το καθένα από ένα κορίτσι στα 42.
		-- W. C. Fields

%
Είμαι υπερασπίζεται την τιμή της, η οποία είναι περισσότερο από ό, τι έκανε ποτέ.
		-- W. C. Fields

%
Δεν είμαι denyin «οι γυναίκες είναι ανόητο: ο Παντοδύναμος Θεός έκανε 'em για να ταιριάζει με τους άνδρες.
		-- George Eliot

%
Είμαι πολύ ντεμοντέ. Πιστεύω ότι οι άνθρωποι πρέπει να παντρευτεί για τη ζωή,όπως τα περιστέρια και τους Καθολικούς.
		-- Woody Allen

%
Έχω πάει σε περισσότερους γύρους από μια πετσέτα.
		-- Mae West

%
Έχω περάσει σχεδόν όλη μου τη ζωή με εξαιρετικά ευφυείς άνδρες. Δεν είναιόπως και οι άλλοι άνδρες. το πνεύμα τους είναι μεγάλη και ενδιαφέρουσα. Μισούν διαμάχη?όντως να την απορρίψει. εφευρετική δώρα τους είναι απεριόριστες. απαιτούναφοσίωση και την υπακοή. Και μια αίσθηση του χιούμορ. Έχω ευτυχώς έδωσε όλα αυτά.Ήμουν τυχερός που θα επιλεγεί και είναι αρκετά έξυπνος για να τους καταλάβουμε.
		-- Marlene Dietrich, on her friendship with Ernest Hemingway

%
Αν είχα να ζήσω τη ζωή μου και πάλι, θα ήθελα να κάνω τα ίδια λάθη, μόνο πιο γρήγορα.
		-- Tallulah Bankhead

%
Αν σας είπα είχατε ένα όμορφο σώμα, θα το κρατήσει εναντίον μου;
		-- Tallulah Bankhead

%
Αν δεν ήταν για τα δώρα, μια δραπέτευση θα ήταν προτιμότερο.
		-- George Ade, "Forty Modern Fables"

%
Εάν οι άνδρες ενήργησαν μετά το γάμο, όπως κάνουν κατά τη διάρκεια της ερωτοτροπίας, εκεί θαείναι λιγότερα διαζύγια - και πιο πτωχεύσεις.
		-- Frances Rodman

%
Αν κάποιος με ρωτούσε για μια σύντομη περικοπή για την αισθησιασμό, θα ήθελαδείχνουν ότι πάμε για ψώνια για ένα μεταχειρισμένο 427 Shelby Cobra-. Αλλά είναι μόνοδίκαιο να σας προειδοποιήσω ότι από τα 300 παιδιά που ανάβουν για να τους το 1966,μόνο δύο επέστρεψαν στις γυναίκες.
		-- Mort Sahl

%
Αν το κορίτσι που αγαπάς κινείται με έναν άλλο τύπο μια φορά, αυτό είναι περισσότερο από αρκετό.Δύο φορές, είναι πολύ πάρα πολύ. Τρεις φορές, είναι η ιστορία της ζωής σας.
		-- Mort Sahl

%
Εάν υπάρχει οποιαδήποτε ρεαλιστική αποτρεπτικό παράγοντα για το γάμο, είναι το γεγονός ότιδεν μπορεί να αντέξει το διαζύγιο.
		-- Jack Nicholson

%
Αν εμείς οι άντρες παντρεμένοι τις γυναίκες που αξίζαμε, θα πρέπει να έχουμε μια πολύ κακή στιγμή του.
		-- Oscar Wilde

%
Αν οι γυναίκες υποτίθεται ότι είναι λιγότερο λογική και περισσότερη συναισθηματική κατά τηαρχίζοντας του εμμηνορροϊκού κύκλου μας, όταν η γυναικεία ορμόνη είναι τηςχαμηλότερο επίπεδο, τότε γιατί δεν είναι λογικό να πούμε ότι σε αυτές τις λίγες ημέρεςοι γυναίκες συμπεριφέρονται ο πιο αρέσει ο τρόπος που οι άνδρες συμπεριφέρονται όλο το μήνα καιρό;
		-- Gloria Steinham

%
Αν οι γυναίκες δεν υπήρχαν, όλα τα χρήματα του κόσμου δεν θα είχε κανένα νόημα.
		-- Aristotle Onassis

%
Εάν είστε φοβάται τη μοναξιά, δεν παντρεύονται.
		-- Anton Chekhov

%
Αν ψάχνετε για μια ευγενική, καλά-να κάνουν μεγαλύτερα κύριος που δεν είναιενδιαφέρονται πλέον για το σεξ, να κάνει διαφήμιση στο The Wall Street Journal.
		-- Abigail Van Buren

%
Αν δώσετε έναν άνθρωπο αρκετά σχοινί, που θα διεκδικήσει αυτός είναι δεμένος στο γραφείο.
		-- Abigail Van Buren

%
Αν έχετε παντρευτεί έναν άνθρωπο που εξαπατά στη σύζυγό του, θα είναι παντρεμένη με έναν άνθρωπο ο οποίοςεξαπατά στη σύζυγό του.
		-- Ann Landers

%
Εάν πρέπει να παντρευτούν, είναι πάντα προτιμότερο να παντρευτεί την ομορφιά.Διαφορετικά, ποτέ δεν θα βρείτε κανέναν να την πάρει από τα χέρια σας.
		-- Ann Landers

%
Αν θέλεις να είναι ένα καλό μικρό λαγουδάκι απλά κουνιέμαι μερικά καράτια μπροστάτης μύτης μου.
		-- Lauren Bacall

%
Αν θέλετε να καταστραφεί, να παντρευτεί μια πλούσια γυναίκα.
		-- Michelet

%
Αν θέλετε να διαβάσετε για την αγάπη και το γάμο έχεις να αγοράσει δύο ξεχωριστέςβιβλία.
		-- Alan King

%
Αν θέλετε το σύζυγό σας να ακούσουν και να πληρώσουν αυστηρή προσοχή σε κάθελέξη που λέτε, μιλούν στον ύπνο σας.
		-- Alan King

%
Αν θέλετε οι γυναίκες να αγαπάς, να είναι πρωτότυπα? Ξέρω έναν άνθρωπο που φορούσε γούναμπότες το καλοκαίρι και το χειμώνα, και οι γυναίκες ερωτεύτηκε με τον.
		-- Anton Chekhov

%
Στην αγορά άλογα και λαμβάνοντας μια γυναίκα κλείσει τα μάτια σας σφιχτά και επαινέσωτον εαυτό σας στο Θεό.
		-- Anton Chekhov

%
Στο Χριστιανισμό, ένας άνθρωπος μπορεί να έχει μόνο μία σύζυγο. Αυτό ονομάζεται μονοτονία.
		-- Anton Chekhov

%
Στο γάμο, όπως και στον πόλεμο, επιτρέπεται να λαμβάνει κάθε πλεονέκτημα του εχθρού.
		-- Anton Chekhov

%
Σε παλιούς χρόνους θυσίες έγιναν στο βωμό - μια πρακτική η οποία είναιεξακολούθησε.
		-- Helen Rowland

%
Στη μέση του ένα από τα πιο άγρια ​​μέρη ότι θα ποτέ να, ο νεαρός άνδραςπαρατηρήσει μια πολύ περιποιημένος και όμορφη κοπέλα που κάθεται ήσυχα εκτός από το υπόλοιπο τουοι γλεντζέδες. Πλησιάζοντας της, ο ίδιος εισήγαγε και, μετά από κάποιο ήσυχοσυνομιλία, είπε, "φοβάμαι ότι και εγώ πραγματικά δεν ταιριάζουν με αυτό τοκατάκοπος ομάδα. Γιατί δεν μπορώ να σας μεταφέρει στο σπίτι; """Fine", είπε η κοπέλα, χαμογελώντας επάνω σε αυτόν demurely. "Που μένεις?"
		-- Helen Rowland

%
Παραφροσύνη θεωρείται έδαφος για το διαζύγιο, αν και από την ίδιαtoken είναι η συντομότερη παράκαμψη προς τον γάμο.
		-- Wilson Mizner

%
Είναι ένας γάμος επιτυχής εάν πρόκειται μακριά χωρίς κανένα πρόβλημα;
		-- Wilson Mizner

%
Δεν είναι ο γάμος ένα ανοιχτό ερώτημα, όταν προβάλλεται ο ισχυρισμός, από τοαρχή του κόσμου, ότι όπως είναι στο ίδρυμα επιθυμούν να πάρουνέξω, και όπως είναι έξω θέλουν να μπουν;
		-- Ralph Emerson

%
Δεν είναι ειρωνικό το γεγονός ότι πολλοί άνδρες περνούν ένα μεγάλο μέρος της ζωής τουςαποφεύγοντας το γάμο ενώ μονόπλευρο επιδιώκουν αυτά τα πράγματα πουθα τους καθιστούν καλύτερες προοπτικές;
		-- Ralph Emerson

%
Είναι [γάμο] όπως συμβαίνει με τα κλουβιά: τα πουλιά χωρίς απελπισίαγια να έρθετε σε, και εκείνες που εμπίπτουν απελπισία του να πάρει έξω.
		-- Michel Eyquem de Montaigne

%
Αυτό δεν συνέβη σε μένα ότι μου είναι με δύο άνδρες συνεχώς θακάποιος ενδιαφέρον ή να διεγείρουν τις ανησυχίες του καθενός. Ζήτησα μια πρόσκλησηγια Heinrich πάρα πολύ, όσο πιο συχνά φαινόταν δυνατόν, όταν Paulus και εγώ ήμαστανπροσκληθεί σε μια κοινωνική συγκέντρωση. Ένιωσα το σύνολο των άλλων κανόνων που έζησε απόήταν άνευ σημασίας. Η παιδική μου ηλικία στάση - κάθε προσπάθεια για να ρυθμίσετε είναιαπελπιστική και ίσως απλά, καθώς ακολουθούν τη δική σας στάση - πρέπει να έχειμε έφερε.
		-- Hannah Tillich, "From Time to Time"

%
Δεν πολύ σημαίνει οποίους ο ένας παντρεύεται, για το ένα είναι σίγουρος για να μάθετεεπόμενο πρωί ήταν κάποιος άλλος.
		-- Will Rogers

%
Έχει δικαίως παρατηρηθεί από σοφούς όλων των εδαφών ότι παρόλο που ένας άνθρωπος μπορεί να είναιοι περισσότεροι ευτυχώς παντρεμένος και να συνεχίσει σε αυτή την κατάσταση με τη μέγιστη δυνατή ικανοποίηση,αυτό δεν σημαίνει απαραίτητα ότι έχει, ως εκ τούτου έχουν πληγεί πέτρα-τυφλή.
		-- H. Warner Munn

%
Είναι πάντα προτιμότερο να επισκεφθείτε το σπίτι με έναν φίλο. Οι γονείς σου θαδεν είναι ευχαριστημένος με αυτό το σχέδιο, επειδή όλοι θέλετε για τον εαυτό τους καιγιατί με την παρουσία του φίλου σας, θα πρέπει να ενεργούν σαν ώριμοανθρώπινα όντα.Το χειρότερο είδος του φίλου να πάρουν στο σπίτι είναι ένα κορίτσι, επειδή στην περίπτωση αυτή,υπάρχει το δυναμικό που οι γονείς σας θα χάσετε όχι μόνο για τοδιάρκεια της επίσκεψης, αλλά για πάντα. Το χειρότερο είδος του κοριτσιού για να γυρίσουν στην πατρίδα τους είναι έναμιας διαφορετικής θρησκείας: Δεν θα χαθούν μόνο στους γονείς σας για πάντα, αλλάπου θα χαθούν σε μια γυναίκα που δεν έχει ανοσία στις θρησκευτικές / ηθικά επιχειρήματα τουςκαι του οποίου το παράδειγμα θα ανεπανόρθωτα διεφθαρμένο σας.Ας πούμε ότι έχετε πέσει στην αγάπη με ακριβώς ένα τέτοιο κορίτσι και θα ήθελανα πάρει το σπίτι της για τις γιορτές. Γνωρίζετε ξενοφοβικών των γονιών σαςαπάντηση σε οποιαδήποτε από μια διαφορετική θρησκεία. Πώς να τους προετοιμάσει για το σοκ;	Απλός. Καλέστε τους μέχρι λίγο πριν την επίσκεψή σας και να τους πω ότι θαέχουν πάρει αρκετά σοβαρά για κάποιον που έχει μια διαφορετική θρησκεία, μιαδιαφορετικής φυλής και το ίδιο φύλο. Πείτε τους ότι έχουν ήδη προσκληθεί αυτόπρόσωπο για να τους συναντήσει. Δώσει τις πληροφορίες μια στιγμή για να βυθιστεί μέσα και, στη συνέχεια,παρατηρήσω ότι θα ήταν μόνο kidding, ότι ο εραστής σας είναι απλώς μια διαφορετικήθρησκεία. Θα είναι έτσι ανακουφισμένος που θα την υποδεχθεί με ανοιχτές αγκάλες.
		-- Playboy, January, 1983

%
Είναι εξήγησε ότι όλες οι σχέσεις απαιτούν μια μικρή δούναι και λαβείν. Αυτόείναι αναληθές. Τυχόν συνεργασία απαιτεί να δώσουμε και να δώσει και να δώσει και τοτελευταία, όπως flop σε τάφους μας εξαντληθεί, μας λένε ότι δεν δίνουναρκετά.
		-- Quentin Crisp, "How to Become a Virgin"

%
Είναι άσκοπο να προσπαθήσει να μιλήσει μια νεαρή γυναίκα από το πάθος της:η αγάπη δεν βρίσκεται στο αυτί.
		-- Walpole

%
Είναι πιο επικίνδυνη στις μέρες μας για ένα σύζυγο να καταβάλει καμία προσοχή σε τουη σύζυγος στο κοινό. Είναι πάντα κάνει τους ανθρώπους να πιστεύουν ότι ο ίδιος της όταν χτυπάειθα είστε μόνοι. Ο κόσμος έχει αυξηθεί τόσο καχύποπτοι με κάτι που μοιάζεισαν μια ευτυχισμένη παντρεμένη ζωή.
		-- Oscar Wilde

%
Δεν είναι απαραίτητο να εξεταστεί αν μια γυναίκα θα ήθελε κάτι γιαεπιδόρπιο. Η απάντηση είναι ναι, θα ήθελε κάτι για επιδόρπιο, αλλάθα ήθελε να το παραγγείλετε έτσι μπορεί να πάρει σε αυτό με το πιρούνι σας. Αυτήδεν θέλει να επιστήσω την προσοχή σε αυτό λέγοντας, «Αν ήθελε μιαεπιδόρπιο, γιατί δεν μπορείτε να παραγγείλετε ένα; » Πρέπει να καταλάβετε, έχει τοεπιδόρπιο θέλει. Το επιδόρπιο θέλει περιέχεται μέσα σε δική σας.
		-- Merrill Markoe, "An Insider's Guide to the American Woman"

%
Είναι τώρα αρκετά νόμιμο για μια καθολική γυναίκα για να αποφύγουν την εγκυμοσύνη από ένα θέρετρο για ναμαθηματικά, αν και εξακολουθεί να απαγορεύεται να καταφύγουν σε φυσική και τη χημεία.
		-- H. L. Mencken

%
Είναι πιθανό ότι οι ξανθιές προτιμούν και κύριοι.
		-- Maimie Van Doren

%
Παίρνει μια έξυπνη σύζυγος να έχει την τελευταία λέξη και να μην το χρησιμοποιούν.
		-- Maimie Van Doren

%
Ήταν μια ωραία, γλυκιά νύχτα, η ωραιότερη από το διαζύγιό μου, ίσως η ωραιότερηαπό τα μέσα του γάμου μου. Υπήρχε ενέργειας, απαλότητα, χάρη καιγέλιο. Πήρα ακόμα και τις κάλτσες μου μακριά. Στον κύκλο μου, αυτό σημαίνει τάξη.
		-- Andrew Bergman "The Big Kiss-off of 1944"

%
Έβρεχε σε μεγάλο βαθμό, και ο οδηγός είχε πρόβλημα του αυτοκινήτου σε ένα μοναχικό χώραδρόμος. Στην προσπάθειά της να βρουν καταφύγιο για τη νύχτα, περπάτησε πάνω σε ένα αγρόκτημακαι χτύπησε την πόρτα. Κανείς δεν απάντησε. Μπορούσε να νιώσει το νερόαπό την οροφή τρέχει κάτω από το πίσω μέρος του λαιμού του, όπως ο ίδιος βρισκόταν στο σκύβω.Την επόμενη φορά που χτύπησε πιο δυνατά, αλλά ακόμα καμία απάντηση. Μέχρι τώρα ήταν μούσκεμαστο δέρμα. Απεγνωσμένα ο ίδιος σφυροκόπησε την πόρτα. Επιτέλους το κεφάλι ενόςο άνθρωπος εμφανίστηκε από ένα επάνω παράθυρο."Τι θέλεις;" ρώτησε αναιδώς."Το αυτοκίνητό μου χάλασε", είπε ο ταξιδιώτης, «και θέλω να ξέρω αν έχετεθα επιτρέψτε μου να μείνω εδώ για τη νύχτα. "«Σίγουρα», απάντησε ο άνθρωπος. "Αν θέλετε να μείνετε εκεί όλη τη νύχτα, είναιεντάξει μαζί μου. "
		-- Andrew Bergman "The Big Kiss-off of 1944"

%
Δεν ήταν ακριβώς ένα διαζύγιο - που ήταν αντικείμενο διαπραγμάτευσης.
		-- Tim Conway

%
Είναι ένα αστείο πράγμα ότι όταν μια γυναίκα δεν έχει πάρει τίποταστη γη να ανησυχούν, πηγαίνει μακριά και παντρεύεται.
		-- Tim Conway

%
«Είναι άντρες σαν κι αυτόν που δίνουν το χρωμόσωμα Υ ένα κακό όνομα."
		-- Tim Conway

%
Δεν είναι το inital μήκος φούστας, είναι η upcreep.
		-- Tim Conway

%
Δεν είναι οι άντρες στη ζωή μου, αλλά η ζωή στους άντρες μου που μετράει.
		-- Mae West

%
Είναι τα καλά κορίτσια που κρατούν τα ημερολόγια, τα κακά κορίτσια δεν έχουν το χρόνο.
		-- Tallulah Bankhead

%
Είναι η θεωρία του Jess Birnbaum, από το περιοδικό Time, ότι οι γυναίκες μεκακή πόδια πρέπει να επιμείνουμε σε μακριές φούστες επειδή καλύπτουν ένα πλήθος κνήμες.
		-- Tallulah Bankhead

%
Joe κάθισε ως κομοδίνο πεθαίνει συζύγου του.Η φωνή της ήταν λίγο περισσότερο από έναν ψίθυρο."Joe, αγάπη μου,» αυτή ανέπνεε, "Έχω μια ομολογία που κάνειπριν φύγω. Εγώ ... Εγώ είμαι αυτός που πήρε τα $ 10.000 από την ασφαλή σας ...Μου πέρασε σε ένα πετά με τον καλύτερο φίλο σου, Charles. Και ήμουν εγώ πουαναγκάζονται ερωμένη σας για να εγκαταλείψουν την πόλη. Και εγώ είμαι αυτός που αναφέρθηκανφόρου εισοδήματος σας φοροδιαφυγής στην I.R.S ... ""Αυτό είναι εντάξει, πιο αγαπητούς, δεν του δίνουν μια δεύτερη σκέψη,"ψιθύρισε ο Joe. "Εγώ είμαι αυτός που θα δηλητηριαστεί."
		-- Tallulah Bankhead

%
Ακριβώς όπως δεν μπορώ να θυμηθώ κάποια στιγμή που δεν θα μπορούσε να διαβάσει και να γράψει, δεν μπορώνα θυμάστε κάθε φορά όταν δεν ασκούν τη φαντασία μου σε ονειροπολήσεις περίπουγυναίκες.
		-- George Bernard Shaw

%
Kath: Μπορεί να είναι παρόντες κατά τη γέννηση του παιδιού του;Ed: Είναι όλα οποιοδήποτε λογικό παιδί μπορεί να αναμένει αν ο μπαμπάς είναι παρούσακατά τη σύλληψη.
		-- Joe Orton, "Entertaining Mr. Sloane"

%
Κρατήστε ένα ημερολόγιο και μια μέρα αυτό θα σας κρατήσει.
		-- Mae West

%
Κρατήστε τις γυναίκες που δεν μπορούν. Παντρέψου τους και έρχονται να μισούν τον τρόπο που περπατάτεπέρα από το δωμάτιο? παραμένουν εραστή τους, και σας κοκέτα στο τέλος των έξιμήνες.
		-- Moore

%
Κρατήστε τα μάτια σας ορθάνοιχτα πριν από το γάμο, τα μισά κλείσει μετά.
		-- Benjamin Franklin

%
Φιλώντας το χέρι σας μπορεί να σας κάνει να νιώσετε πολύ καλό, αλλά ένα διαμάντι καιζαφείρι βραχιόλι διαρκεί για πάντα.
		-- Anita Loos, "Gentlemen Prefer Blondes"

%
Lady Nancy Astor:"Winston, αν ήταν ο σύζυγός μου, είχα θέσει δηλητήριο στον καφέ σας."Winston Churchill:"Nancy, αν ήταν η γυναίκα μου, θα ήθελα να το πίνουν."
		-- Anita Loos, "Gentlemen Prefer Blondes"

%
Ψιλόλιγνος: Εδώ είμαστε. Είμαστε έτοιμοι να θέσει ένα νέο ρεκόρ.Earl: (προς το κοινό) Τι θα λέγατε για μια ημερομηνία;Ψιλόλιγνος: Έχουμε κάνει. Earl έχει θέσει ένα νέο ρεκόρ. Απορρίφθηκε από      20.000 γυναίκες.
		-- Lank and Earl

%
Οι μεγάλες αυξήσεις του κόστους με αμφισβητήσιμη αυξήσεις στην απόδοση μπορείνα γίνει ανεκτή μόνο στα άλογα και γυναίκες αγώνα.
		-- Lord Kelvin

%
Ας σου υπηρέτρια υπηρέτης είναι πιστός, ισχυρό, και οικεία.
		-- Benjamin Franklin

%
Ας πούμε απλά ότι όπου απαιτείται μια αλλαγή, έχω προσαρμοστεί. σε κάθεσχέση που υπάρχει, οι άνθρωποι πρέπει να αναζητήσουν έναν τρόπο να επιβιώσει. Αν εσύενδιαφέρονται πραγματικά για το πρόσωπο, θα κάνουμε ό, τι είναι απαραίτητο, ή αυτό είναι το τέλος.Για πρώτη φορά, βρήκα ότι πραγματικά θα μπορούσε να αλλάξει, και οι ιδιότητεςΈχω πιο θαύμαζα στον εαυτό μου παράτησα. Σταμάτησα να είναι δυνατά και αυταρχικός ...Ω, εντάξει. Ήμουν ακόμα δυνατά και αυταρχικός, αλλά μόνο πίσω από την πλάτη του.
		-- Kate Hepburn, on Tracy and Hepburn

%
Η ζωή αρχίζει στο centerfold και επεκτείνεται προς τα έξω.
		-- Miss November, 1966

%
Η ζωή σε αυτή την κοινωνία είναι, στην καλύτερη περίπτωση, μια απόλυτη άντεξε και καμία πτυχή της κοινωνίαςνα είναι σε όλες τις σχετικές με τις γυναίκες, εξακολουθεί να υπάρχει για να του πολίτη-minded υπεύθυνοθηλυκά συγκίνηση που αναζητούν μόνο για την ανατροπή της κυβέρνησης, να εξαλείψει τα χρήματασύστημα, ινστιτούτο πλήρη αυτοματοποίηση και να καταστρέψει το αρσενικό φύλο.
		-- Valerie Solanas

%
Η ζωή είναι χάλια. Κυνική, μισάνθρωπος αρσενικό, 34, ψάχνει για την αδελφή ψυχή, αλλάβέβαιο ότι δεν θα τη βρει. Πτώση μου μια σημείωση. Θα σου τηλεφωνήσω, θα μιλήσουμε καιΘα σας ζητήσω να βγούμε για δείπνο όπου κατά πάσα πιθανότητα θα δαπανήσουν περισσότερα από ό, τι μπορώπολυτέλεια σε μια αδύναμη προσπάθεια να σας εντυπωσιάσει. Τότε θα συνειδητοποιήσουμε έχουμεαπολύτως τίποτα κοινό και θα ακολουθήσουν ξεχωριστούς δρόμους μας, πιοπικραμένος και κατάθλιψη από ό, τι πριν (εάν ένα τέτοιο πράγμα είναι δυνατό).
		-- Valerie Solanas

%
Η ζωή είναι πολύ σύντομη για να χορέψουν με τις άσχημες γυναίκες.
		-- Valerie Solanas

%
Όπως όλες οι νεαροί άνδρες, που υπερβάλλουν σε μεγάλο βαθμό τη διαφορά μεταξύ ενόςνεαρή γυναίκα και ένα άλλο.
		-- George Bernard Shaw, "Major Barbara"

%
Όπως και το χιονοδρομικό κέντρο των κοριτσιών που αναζητούν για τους συζύγους και τους συζύγους που αναζητούνγια τα κορίτσια, η κατάσταση δεν είναι τόσο συμμετρικό όσο φαίνεται.
		-- Alan McKay

%
Μικρά κορίτσια, όπως πεταλούδες, χρειάζονται καμία δικαιολογία.
		-- Lazarus Long

%
Lonely άνδρες αναζητούν συντροφιά. Lonely γυναίκες κάθονται στο σπίτι και περιμένετε.Ποτέ δεν ανταποκρίνονται.
		-- Lazarus Long

%
Πολλά από τα κορίτσια μπορεί να είχε για ένα τραγούδι. Δυστυχώς, συχνά αποδεικνύεται ναείναι η πορεία του γάμου.
		-- Lazarus Long

%
Η αγάπη είναι ένα ιδανικό πράγμα, ο γάμος ένα πραγματικό πράγμα? μια σύγχυση του πραγματικούμε το ιδανικό ποτέ δεν μένει ατιμώρητη.
		-- Goethe

%
Η αγάπη είναι μια έμμονη αυταπάτη που θεραπεύεται με το γάμο.
		-- Dr. Karl Bowman

%
Η αγάπη είναι η αυταπάτη ότι μια γυναίκα διαφέρει από το άλλο.
		-- H. L. Mencken

%
Η αγάπη κάνει ανόητοι, cuckolds γάμο, και τον πατριωτισμό κακόβουλες ηλίθιοι.
		-- Paul Leautaud, "Passe-temps"

%
Macho δεν αποδεικνύει mucho.
		-- Zsa Zsa Gabor

%
Ο άνθρωπος και η γυναίκα κάνει ένα ανόητο.
		-- Zsa Zsa Gabor

%
Πολλοί ένας άνθρωπος έχει πέσει στην αγάπη με ένα κορίτσι σε ένα φως τόσο αμυδρό αυτός θαΔεν έχετε επιλέξει ένα κοστούμι από αυτό.
		-- Maurice Chevalier

%
Πολλοί ένας άνθρωπος στην αγάπη με ένα λακκάκι κάνει το λάθος να παντρευτεί τοολόκληρο το κορίτσι.
		-- Stephen Leacock

%
Πολλοί ένας άνθρωπος που πιστεύει ότι πρόκειται για ένα παρθενικό ταξίδι μεμια γυναίκα ανακαλύπτει αργότερα ότι ήταν απλά ένα κούνημα προς τα κάτω κρουαζιέρα.
		-- Stephen Leacock

%
Πολλοί μια γυναίκα σκέφτεται ο σύζυγός της είναι μεγαλύτερο εραστή του κόσμου.Αλλά δεν μπορεί ποτέ να τον πιάσει σε αυτό.
		-- Stephen Leacock

%
Πολλοί σύζυγοι πάει έσπασε για τα χρήματα συζύγους τους σώσει από τις πωλήσεις.
		-- Stephen Leacock

%
Γάμος απαιτεί πάντα τη μεγαλύτερη κατανόηση της τέχνης τηςανειλικρίνεια δυνατή μεταξύ δύο ανθρώπων.
		-- Vicki Baum

%
Γάμος προκαλεί χρονολόγηση προβλήματα.
		-- Vicki Baum

%
Ο γάμος είναι ένα άθλιο δημόσια εξομολόγηση ενός αυστηρά ιδιωτική πρόθεση.
		-- Vicki Baum

%
Ο γάμος είναι ένα μεγάλο ίδρυμα - αλλά δεν είμαι έτοιμος για ένα ίδρυμα ακόμα.
		-- Mae West

%
Ο γάμος είναι πολλά όπως ο στρατός, ο καθένας παραπονιέται, αλλά θα ήθελα να είναιτην έκπληξή του για το μεγάλο αριθμό που επαν-στρατολογήσει.
		-- James Garner

%
Ο γάμος είναι ένα ειδύλλιο με τον οποίο ο ήρωας πεθαίνει στο πρώτο κεφάλαιο.
		-- James Garner

%
Ο γάμος είναι ένα τριών δαχτυλίδι τσίρκο: δαχτυλίδι αρραβώνων, βέρα, και τα βάσανα.
		-- Roger Price

%
Ο γάμος είναι ένας θεσμός στον οποίο δύο αναλαμβάνουν την υποχρέωση να γίνονται ένα, και ένααναλαμβάνει την υποχρέωση να γίνει τίποτα.
		-- Roger Price

%
Ο γάμος βασίζεται στην θεωρία ότι όταν ένας άνδρας ανακαλύπτει ένα εμπορικό σήμα της μπίραςακριβώς με το γούστο του, θα πρέπει ταυτόχρονα να ρίξει τη δουλειά του και να πάει να εργαστείστο ζυθοποιείο.
		-- George Jean Nathan

%
Γάμος μαθαίνει για τις γυναίκες με το δύσκολο τρόπο.
		-- George Jean Nathan

%
Ο γάμος είναι σαν στροβίλισμα τη σκυτάλη, μετατρέποντας ακροβατικών τουμπών, ή τρώει μεξυλάκια. Φαίνεται εύκολο, μέχρι να το δοκιμάσετε.
		-- George Jean Nathan

%
Ο γάμος είναι χαμηλά, αλλά θα περάσουν το υπόλοιπο της ζωής σας πληρώνουν για αυτό.
		-- Baskins

%
Ο γάμος δεν είναι απλώς μοιράζονται το fettucine, αλλά μοιράζονται τοβάρος της εξεύρεσης το εστιατόριο fettucine στην πρώτη θέση.
		-- Calvin Trillin

%
Ο γάμος είναι η μόνη περιπέτεια ανοιχτή στο δειλή.
		-- Voltaire

%
Ο γάμος είναι η διαδικασία του να ανακαλύψει τι είδους άνθρωπος γυναίκα σου θαπροτιμούσε.
		-- Voltaire

%
Ο γάμος είναι το καλάθι των αχρήστων των συναισθημάτων.
		-- Voltaire

%
Γάμος, στη ζωή, είναι σαν μια μονομαχία στη μέση μιας μάχης.
		-- Edmond About

%
Οι γάμοι γίνονται στον ουρανό και ολοκλήρωσε στη γη.
		-- John Lyly

%
Παντρέψου με βιασύνη και ο καθένας αρχίζει να μετρά τους μήνες.
		-- John Lyly

%
Γάμος είναι η ρίζα όλων των κακών.
		-- John Lyly

%
Γάμος δεν είναι μια λέξη, είναι μια πρόταση.
		-- John Lyly

%
Οι άνδρες είναι πάντα έτοιμοι να σεβαστούν οτιδήποτε τους γεωτρήσεις.
		-- Marilyn Monroe

%
Οι άνδρες είναι εκείνοι πλάσματα με δύο πόδια και οκτώ χέρια.
		-- Jayne Mansfield

%
Οι άνδρες δεν προσελκύονται σε μένα από το μυαλό μου. Είναι προσελκύονται από ό, τιΔεν πειράζει ...
		-- Gypsy Rose Lee

%
Οι άνδρες έχουν μια πολύ καλύτερη στιγμή της είναι από τις γυναίκες? για ένα πράγμα που παντρεύονται αργότερα?για ένα άλλο πράγμα που πεθαίνουν νωρίτερα.
		-- H. L. Mencken

%
Οι άνδρες έχουν ως υπερβολική την ιδέα των δικαιωμάτων τους ως γυναίκες έχουν από τα λάθη τους.
		-- E. W. Howe

%
Οι άνδρες ζουν για τρία πράγματα, γρήγορα αυτοκίνητα, γρήγορα οι γυναίκες και τα fast food.
		-- E. W. Howe

%
Οι άνδρες ποτέ δεν κάνει περάσματα σε κορίτσια που φορούν γυαλιά.
		-- Dorothy Parker

%
Άνδρες της ποιότητας δεν φοβούνται τις γυναίκες για την ισότητα.
		-- Dorothy Parker

%
Οι άνδρες λένε γυναικών τι τους ευχαριστεί? οι γυναίκες με τους άνδρες ό, τι τους ευχαριστεί.
		-- DeSegur

%
Οι άνδρες δείχνουν σπάνια λακκάκια στα κορίτσια που έχουν τα σπυράκια.
		-- DeSegur

%
Οι άνδρες εξακολουθούν να θυμούνται το πρώτο φιλί μετά οι γυναίκες έχουν ξεχάσει την τελευταία.
		-- DeSegur

%
Οι άνδρες που αγαπάμε για τις γυναίκες το μεγαλύτερο σεβασμό σπάνια δημοφιλή μαζί τους.
		-- Joseph Addison

%
ανδρικά περιοδικά χαρακτηρίζουν συχνά τις εικόνες των γυμνών κυρίες. γυναικεία περιοδικάΕπίσης, συχνά διαθέτουν φωτογραφίες γυμνών κυρίες. Αυτό συμβαίνει επειδή το θηλυκότο σώμα είναι ένα όμορφο έργο τέχνης, ενώ το αρσενικό σώμα είναι τριχωτό και άμορφο καιδεν θα πρέπει να θεωρηθεί από το φως της ημέρας.
		-- Richard Roeper, "Men and Women Are Different"

%
Μιγκέλ Θερβάντες έγραψε Donkey Hote. Μίλτον έγραψε Paradise Lost, στη συνέχεια τουη γυναίκα πέθανε και ο ίδιος έγραψε Παράδεισος που επανακτάται.
		-- Richard Roeper, "Men and Women Are Different"

%
Moe: Θέλετε να παίξετε απόψε το πόκερ;Joe: δεν μπορώ. Είναι νύχτα των παιδιών έξω.Moe: Και λοιπόν;Joe: Πήρα να μείνει σπίτι του με τη νοσοκόμα.
		-- Richard Roeper, "Men and Women Are Different"

%
Moe: Τι έκανες δώσει στη σύζυγό σας για την Ημέρα του Αγίου Βαλεντίνου;Joe: Η συνήθης δώρο - έφαγε την καρδιά μου έξω.
		-- Richard Roeper, "Men and Women Are Different"

%
Χρήματα και τις γυναίκες είναι το πιο περιζήτητο και η λιγότερο γνωστή από κάθε δύοπράγματα που έχουμε.
		-- The Best of Will Rogers

%
Τα χρήματα είναι ένα ισχυρό αφροδισιακό. Αλλά τα λουλούδια λειτουργήσει σχεδόν εξίσου καλά.
		-- Lazarus Long

%
Η μονογαμία είναι η Δυτική έθιμο του ενός συζύγου και σχεδόν καθόλου ερωμένες.
		-- H. H. Munro

%
... Οι περισσότεροι από εμάς μάθαμε για την αγάπη με το δύσκολο τρόπο. Ακόμα και οι προειδοποιήσεις είναι πιθανώςάχρηστο, για κάποιον τρόπο, παρά τις αυστηρότερες προειδοποιήσεις των γονέων και των φίλων,εκατοντάδες, χιλιάδες γυναίκες έχουν οι ίδιοι ξεχάσει την τελευταία στιγμήκαι υπέκυψε στα ψέματα, υποσχέσεις, κολακείες, ή απλώς την προσοχή τηςεπιθυμήσει σφόδρα, υπέροχη άνδρες, προσγείωση ίδιοι σε περίπλοκες δυσάρεστες καταστάσεις απότο οποίο ορισμένοι από αυτούς ποτέ δεν ανακτάται σε όλη τη διάρκεια της ζωής τους. Και δεν είμαιμιλώντας μόνο εφηβικά Midwesterners σας το 1958? Είμαι μιλώντας για τις γυναίκεςκάθε ηλικίας σε κάθε πόλη κάθε χρόνο. Η περιβόητη σεξουαλική επανάστασηέχει σώσει κανείς από τον πόνο και τη σύγχυση της αγάπης.
		-- Alix Kates Shulman

%
ιδέα μου έναν άντρα στα σαράντα είναι ότι μια γυναίκα θα πρέπει να είναι σε θέση να τον αλλάξει,όπως ένα χαρτονόμισμα, για δύο twenties.
		-- Alix Kates Shulman

%
Ποτέ μην αποδεχθεί μια πρόσκληση από έναν ξένο, εκτός αν σας δίνει την καραμέλα.
		-- Linda Festa

%
Ποτέ μην υποστηρίζουν με μια γυναίκα όταν είναι κουρασμένη - ή αναπαύονται.
		-- Linda Festa

%
Ποτέ μην τρώτε σε ένα μέρος που λέγεται μαμάς. Ποτέ μην παίζουν χαρτιά με έναν άνδρα που ονομάζεται έγγρ.Και ποτέ ξαπλώνουν με μια γυναίκα που έχεις περισσότερα προβλήματα από ό, τι μπορείτε.
		-- Nelson Algren, "What Every Young Man Should Know"

%
Ποτέ μην πηγαίνετε στο κρεβάτι τρελός. Μείνετε μέχρι και την καταπολέμηση της.
		-- Phyllis Diller, "Phyllis Diller's Housekeeping Hints"

%
Δεν κοιμούνται ποτέ με μια γυναίκα της οποίας τα προβλήματα είναι χειρότερα από τα δικά σας.
		-- Nelson Algren

%
Ποτέ μην πείτε. Αν δεν αγαπάς τη γυναίκα σου ... Στην πραγματικότητα, αν ηλικιωμένη κυρία σας βόλτεςμέσα σε σας, το αρνηθεί. Ναι. Μόνο κατ 'έξω και αυτή θα το πιστέψετε: "Είμαιtellin "ya. Αυτή η γκόμενα ήρθε κάτω με ένα σημάδι γύρω από το λαιμό της `LayΕπάνω μου Ή θα πεθάνω ». Δεν ήξερα τι ήταν gonna κάνω ... "
		-- Lenny Bruce

%
Παραμονή Πρωτοχρονιάς είναι η εποχή του έτους, όταν ένας άνθρωπος πιο αισθάνεται την ηλικία του,και η σύζυγός του πιο συχνά θυμίζει τον να δράσει.
		-- Webster's Unafraid Dictionary

%
Δεν φιλία είναι τόσο εγκάρδια ή τόσο νόστιμο όπως εκείνη του κοριτσιού για το κορίτσι?Δεν μίσος τόσο έντονη ή ακίνητης όπως εκείνη της γυναίκας για τη γυναίκα.
		-- Landor

%
Κανένας άνθρωπος δεν μπορεί να έχει μια λογική άποψη των γυναικών έως ότου έχει από καιρό χαθείενδιαφέρον συντηρητών για τα μαλλιά.
		-- Austin O'Malley

%
Δεν σύγχρονη γυναίκα με ένα σπυρί αίσθηση στέλνει ποτέ λίγη σημειώσεις για μιαάγαμος άντρας - δεν μέχρι που είναι παντρεμένη, ούτως ή άλλως.
		-- Arthur Binstead

%
Κανείς δεν ξέρει σαν μια γυναίκα πώς να πω πράγματα που είναι ταυτόχρονα απαλή και βαθιά.
		-- Hugo

%
Δεν αυτοδημιούργητος άνθρωπος έκανε ποτέ μια τέτοια καλή δουλειά που κάποια γυναίκα δεν το έκανεθέλετε να κάνετε κάποιες αλλαγές.
		-- Kim Hubbard

%
Καμία γυναίκα δεν μπορεί να θέσει τον εαυτό της ελεύθερο μέχρι που μπορεί να επιλέξει συνειδητά κατά πόσονπου θα είναι ή δεν θα είναι μια μητέρα.
		-- Margaret H. Sanger

%
Καμία γυναίκα δεν μπορεί να αντέξει έναν σύζυγο τυχερά παιχνίδια, εκτός αν είναι μια σταθερή νικητής.
		-- Lord Thomas Dewar

%
Καμία γυναίκα δεν πέφτει ποτέ ερωτευμένη με έναν άνδρα, εκτός αν έχει μια καλύτερη άποψη τηςαυτόν από ό, τι αξίζει.
		-- Edgar Watson Howe

%
Κανείς δεν ξέρει πραγματικά τι σημαίνει ευτυχία, μέχρι να είστε παντρεμένοι.Και τότε είναι πολύ αργά.
		-- Edgar Watson Howe

%
Δεν είναι κάθε πρόβλημα που έχει κάποιος με τη φίλη του οφείλεται κατ 'ανάγκη ναο καπιταλιστικός τρόπος παραγωγής.
		-- Herbert Marcuse

%
Από όλα τα ζώα, το αγόρι είναι η πιο ανεξέλεγκτη.
		-- Plato

%
Φυσικά, μια πλατωνική σχέση είναι δυνατή - αλλά μόνο μεταξύσύζυγος και η σύζυγος.
		-- Plato

%
Μόλις μια γυναίκα που έχει δώσει την καρδιά της δεν μπορείτε ποτέ να απαλλαγούμε από το υπόλοιπο της.
		-- Vanbrugh

%
Μια φορά κι έναν καιρό ήταν ένα όμορφο νεαρό κορίτσι να κάνετε μια βόλταμέσα από το δάσος. Μονομιάς είδε ένα εξαιρετικά άσχημο ταύρος βάτραχος κάθεταισε ένα ημερολόγιο και προς έκπληξή της, ο βάτραχος της μίλησε. "Maiden," croaked ηβάτραχος, "θα μου κάνεις μια χάρη; Αυτό θα είναι δύσκολο για σας να πιστέψει κανείς, αλλάΉμουν κάποτε ένας όμορφος, γοητευτικός πρίγκιπας και στη συνέχεια μια μέση τιμή, άσχημο παλιό καστ μάγισσαένα ξόρκι πάνω μου και μου μετατράπηκε σε ένα βάτραχο. ""Ω, τι κρίμα!", Αναφώνησε το κορίτσι. «Θα κάνω ό, τι μπορώ για νανα σας βοηθήσει να σπάσει ένα τέτοιο μάγια. ""Λοιπόν," απάντησε ο βάτραχος, "ο μόνος τρόπος που αυτό το ξόρκι μπορεί να είναιλαμβάνονται μακριά είναι για κάποια όμορφη νεαρή γυναίκα για να μου πάρει το σπίτι και επιτρέψτε μου να περάσουνη νύχτα κάτω από το μαξιλάρι της. "Η νεαρή κοπέλα πήρε το άσχημο βάτραχο στο σπίτι και τον έβαλε κάτω από τηνμαξιλάρι εκείνη τη νύχτα, όταν συνταξιοδοτήθηκε. Όταν ξύπνησε το επόμενο πρωί, βεβαιωθείτε ότιαρκετά, δίπλα της στο κρεβάτι υπήρχε ένας πολύ νέος, όμορφος άντρας, σαφώςβασιλικό αίμα. Και έτσι έζησαν ευτυχισμένοι μετά από ποτέ, με τη διαφορά ότι σε αυτήν την ημέραΟ πατέρας και η μητέρα της ακόμα δεν πιστεύουν την ιστορία της.
		-- Vanbrugh

%
Μια φορά κι έναν καιρό ήταν τρία αδέλφια που ήταν ιππότεςσε ένα ορισμένο βασίλειο. Και, υπήρχε μια πριγκίπισσα σε μια γειτονική βασίλειοο οποίος ήταν σε ηλικία γάμου. Λοιπόν, μια μέρα, σε πλήρη πανοπλία, άλογα τους,και στη σελίδα τους, τα τρία αδέλφια ξεκίνησαν να δούμε αν μία από αυτές θα μπορούσενα κερδίσει το χέρι της. Ο δρόμος ήταν μακρύς και υπήρχαν πολλά εμπόδια κατά μήκος τηςτρόπο, ληστές που πρέπει να ξεπεραστούν, σκληρό έδαφος για να περάσουν. Δεδομένου ότι αντιμετώπισανκάθε εμπόδιο που έγινε όλο και περισσότερο αηδιασμένος με τη σελίδα τους. Αυτός ήτανόχι μόνο ανίκανη, ήταν ένας δειλός, δεν θα μπορούσε να χειριστεί τα άλογα, ήταν,Εν ολίγοις, μια πλήρης αποτυχία. Όταν έφτασαν στο δικαστήριο του βασιλείου,διαπίστωσαν ότι είχαν αναμένεται να παρουσιάσει την πριγκίπισσα με μερικάθησαυρός. Τα δύο μεγαλύτερα αδέρφια αποθαρρύνθηκαν, δεδομένου ότι δεν είχεσκεφτεί αυτό και ήταν απροετοίμαστοι. Ο νεότερος, όμως, είχε τοΑπάντηση: Υπόσχεση της τίποτα, αλλά να της δώσει τη σελίδα μας.
		-- Vanbrugh

%
Ένα βράδυ μίλησε. Κάθεται στα πόδια της, το πρόσωπό του, έθεσε σε αυτήν,επέτρεψε την ψυχή του να ακουστεί. "Αγάπη μου, ό, τι θέλετε, τίποταΕίμαι, κάτι που δεν μπορεί ποτέ να είναι ... Γι 'αυτό θέλω να σας προσφέρουμε - όχι τοπράγματα που θα πάρετε για εσάς, αλλά το πράγμα μέσα μου που θα με κάνουν να είναι σε θέση να πάρειτους. Αυτό το πράγμα - ένας άνθρωπος δεν μπορεί να αποκηρύξει - αλλά θέλω να το αποκηρύξει - τόσοότι θα είναι δική σας - έτσι ώστε να είναι στην υπηρεσία σας -. μόνο για σας "Το κορίτσι χαμογέλασε και ρώτησε: "Νομίζετε ότι είμαι πιο όμορφη από MaggieKelly; "Σηκώθηκε. Είπε τίποτα και περπάτησε έξω από το σπίτι. Αυτός ποτέείδε και πάλι το κορίτσι. Gail Wynand, που υπερηφανευόταν για το ποτέ χρειάζεται μιαμάθημα δύο φορές, δεν ερωτεύονται και πάλι στα χρόνια που ακολούθησαν.
		-- Ayn Rand, "The Fountainhead"

%
Ένα κορίτσι μπορεί να είναι αρκετά - αλλά μια ντουζίνα είναι μόνο μια χορωδία.
		-- F. Scott Fitzgerald, "The Last Tycoon"

%
Κανείς δεν γεννιέται μια γυναίκα, ένα γίνεται ένα.
		-- Simone de Beauvoir

%
τρέλα ενός ανθρώπου είναι η γυναίκα ενός άλλου άνδρα.
		-- Helen Rowland

%
Κάποιος πρέπει πάντα να είναι στην αγάπη. Αυτός είναι ο λόγος που δεν πρέπει ποτέ να παντρευτεί.
		-- Oscar Wilde

%
Μόνο δύο ομάδες ανθρώπων πέφτουν για κολακεία - άνδρες και γυναίκες.
		-- Oscar Wilde

%
Άνθρωποι όλων των ειδών των φύλων αναφέρουν μεγάλη δυσκολία,Αυτές τις μέρες, κατά την επιλογή των κατάλληλων λέξεις για να αναφέρονται σε εκείνους της γυναικείαςπειστικότητα."Lady", "γυναίκα", και το "κορίτσι" είναι όλα τέλεια καλά λόγια, αλλάεφάρμοσε ορθά τους μπορούν να κερδίσουν ένα τίποτα από το φορτίο του χυδαιότητα σε ένα καλόταχεία σκαμπίλι. Είμαστε μπέρδεμα εδώ με θέματα σεβασμού, συγκατάβαση,σεβασμό, τη μισαλλοδοξία, και δύο ασαφείς έννοιες, την ηλικία και την τάξη. Είναι ανησυχητικόαρκετό για να πάρει κατ 'ευθείαν ποιος είναι πραγματικά αυτό. Αυτοί που κάνουν κατάχρηση σκόπιμαοι όροι σε ένα λανθάνοντα προσπάθεια κολακείας ζητήσει.Μια γυναίκα είναι κάποια που καλλιεργούνται-up θηλυκό πρόσωπο. Ένα κορίτσι είναι το un-που καλλιεργούνται-upεκδοχή. Αν καλέσετε ένα wee πράγμα με παχουλός μάγουλα και ροζ κορδέλες μαλλιών"Γυναίκα", θα πιθανόν να μην μπει σε μπελάδες, και αν το κάνετε, θα είστεείναι σε θέση να το χειριστεί επειδή θα είναι κάτω από τρία πόδια ψηλά. Ωστόσο, ανκαλέστε ένα καλλιεργούνται-up από το όνομα ενός παιδιού για χάρη της υπονοώντας ότι έχεινεανικό σώμα, θα είναι επίσης υπονοώντας ότι έχει έναν εγκέφαλο να ταιριάζουν.
		-- Oscar Wilde

%
Σωματικά δεν υπάρχει τίποτα να διακρίνει την ανθρώπινη κοινωνία από τοαγρόκτημα-αυλή εκτός από το ότι τα παιδιά είναι πιο ενοχλητική και δαπανηρή από ό, τικοτόπουλα και οι γυναίκες δεν είναι τόσο απόλυτα υποδουλωμένοι ως απόθεμα αγρόκτημα.
		-- George Bernard Shaw, "Getting Married"

%
Πλούσια εργένηδες πρέπει να φορολογούνται βαριά. Δεν είναι δίκαιο ότι ορισμένοι άνδρεςθα πρέπει να είναι πιο ευτυχισμένοι από τους άλλους.
		-- Oscar Wilde

%
Sally: C'mon, Τεντ, όλοι σας ζητώ να κάνετε είναι να μοιραστείτε τα συναισθήματά σας	με εμένα.Ted: ΟΛΑ; Έχετε συνειδητοποιήσει τι ζητάς; Οι άνδρες δεν έχουν εκπαιδευτεί	μοιράζομαι. Είμαστε εκπαιδευμένοι για να προστατεύσουμε τους εαυτούς μας με το να μηναφήνοντας κανέναν πάρα πολύ κοντά. Καλή θλίψη, αν πάω γύρωμοιραζόμαστε τα πάντα μαζί σας, θα μπορούσατε να μου κάνεις παρέα για να στεγνώσουν.Sally: Αυτό λέγεται "εμπιστοσύνη", Τεντ.Ted: "Κοινή χρήση"; "Εμπιστοσύνη"? Είστε πραγματικά ζητώντας μου να πλεύσει στααχαρτογράφητα νερά εδώ.
		-- Sally Forth

%
Οι επιστήμονες γνωρίζουν ακόμα λιγότερο για το τι προσελκύει τους άνδρες από ό, τι κάνουμε γι 'αυτό που προσελκύει τα κουνούπια."Τι κάθε γυναίκα πρέπει να ξέρει για τους άντρες"
		-- Dr. Joyce Brothers,

%
Πάντα πίστευε στην παλαιά παροιμία - αφήστε τους, ενώ ψάχνετε καλό.
		-- Anita Loos, "Gentlemen Prefer Blondes"

%
Έχει παντρευτεί τόσες φορές πήρε σήματα ρύζι σε όλο το πρόσωπό της.
		-- Tom Waits

%
Εκείνη κατάγεται από μια μακρά σειρά που η μητέρα της άκουσε.
		-- Gypsy Rose Lee

%
Εκείνη μόλις ήρθε, όρμησαν γύρω από αυτό το πράγμα μαζί μου για μερικά χρόνια, απολαμβάνουντον εαυτό της, έδωσε ένα είδος όμορφη ποιότητα και την αριστερά. Συγκινημένος λίγες άνδρεςεν τω μεταξύ.συμμετοχή στο "The Avengers".
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
Της άρεσε? ήταν ένας άνθρωπος με πολλά προσόντα, ακόμη και αν οι περισσότεροι από αυτούς ήταν κακό.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
Έχασε μια πολύτιμη ευκαιρία για να του δώσει ένα βλέμμα που θα μπορούσατεΟι χύνεται σε μια βάφλα ...
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
Έχει μάθει να πούμε τα πράγματα με τα μάτια της που άλλοι σπαταλούν το χρόνο βάζονταςσε λέξεις.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
Είναι τόσο σκληρή που δεν θα πάρει «ναι» για μια απάντηση.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
Είναι το είδος του κοριτσιού που ανέβηκε τη σκάλα της επιτυχίας λάθος από λάθος.
		-- Mae West

%
Τόσες πολλές όμορφες γυναίκες και τόσο λίγο χρόνο.
		-- John Barrymore

%
Έτσι, πολλοί άνδρες? τόσο λίγο χρόνο.
		-- John Barrymore

%
Έτσι, πολλές γυναίκες? τόσο λίγο νεύρο.
		-- John Barrymore

%
Έτσι, πολλές γυναίκες? τόσο λίγο χρόνο!
		-- John Barrymore

%
"Έτσι, δεν έχετε να, Cindy, αλλά αναρωτιόμουν αν θα μπορούσεθέλει να πάει στο κάπου, ξέρετε, μαζί μου, κάποια στιγμή. ""Λοιπόν, μπορώ να σκεφτώ πολλά πράγματα χειρότερα, David.""Παρασκευή, τότε;"«Γιατί όχι, Ντέιβιντ, θα μπορούσε ακόμη και να είναι διασκέδαση."
		-- Dating in Minnesota

%
Μερικά συζύγους ζωντανή απόδειξη ότι μια γυναίκα μπορεί να πάρει ένα αστείο.
		-- Dating in Minnesota

%
Μερικά γάμοι γίνονται στον ουρανό - αλλά έτσι είναι βροντές και κεραυνούς.
		-- Dating in Minnesota

%
Μερικοί άνδρες είναι εντάξει στη θέση τους - αν μόνο το γνώριζαν τις σωστές θέσεις!
		-- Mae West

%
Μερικοί άνδρες είναι τόσο ενδιαφέρονται για τη συνέχιση της ευτυχίας συζύγους τους », την οποίαπροσλάβει ντετέκτιβ για να μάθετε το λόγο για αυτό.
		-- Mae West

%
Μερικοί άνδρες είναι τόσο macho θα σας πάρει έγκυος μόνο για να σκοτώσουν ένα κουνέλι.
		-- Maureen Murphy

%
Ορισμένοι άνδρες αισθάνονται ότι το μόνο πράγμα που οφείλουν τη γυναίκα που τους παντρεύεταιείναι μια μνησικακία.
		-- Helen Rowland

%
Μερικοί από εμάς έχουν γίνει οι άνδρες που ήθελε να παντρευτεί.
		-- Gloria Steinem

%
Μερικές φορές ένα πούρο είναι απλά ένα πούρο.
		-- Sigmund Freud

%
Μερικές φορές, όταν σκέφτομαι τι σημαίνει αυτό το κορίτσι για μένα, αυτό είναι το μόνο που μπορώ να κάνωγια να κρατήσει από την αφήγηση της.
		-- Andy Capp

%
Stanford γυναίκες είναι υπεύθυνοι για την επιτυχία πολλών ανδρών του Στάνφορντ:θα τους δώσει "ένα ακόμα λόγο« για να μείνετε μέσα και να μελετήσουν κάθε βράδυ.
		-- Andy Capp

%
Πάρτε τη λέξη μου για αυτό, η silliest γυναίκα μπορεί να διαχειριστεί ένα έξυπνο άνθρωπο, αλλάχρειάζεται μια πολύ έξυπνη γυναίκα για να διαχειριστεί έναν ανόητο.
		-- Kipling

%
Tehee quod εκείνη, και clapte την wyndow να.
		-- Geoffrey Chaucer

%
Ότι η γυναίκα μιλάει οκτώ γλώσσες και δεν μπορεί να πει «όχι» σε οποιαδήποτε από αυτές.
		-- Dorothy Parker

%
Το πλεονέκτημα του να είναι άγαμος είναι ότι όταν κάποιος βλέπει ένα όμορφο κορίτσι έναδεν χρειάζεται να θρηνήσει πάνω έχει ένα άσχημο πίσω στο σπίτι.
		-- Paul Leautaud, "Propos d'un jour"

%
Ο θυμός μιας γυναίκας είναι το μεγαλύτερο κακό με το οποίο μπορείτε να απειλήσουν σαςεχθρούς.
		-- Bonnard

%
Το μέσο κορίτσι θα προτιμούσαν να έχουν την ομορφιά από εγκεφάλους επειδή ξέρειότι ο μέσος άνθρωπος μπορεί να δει πολύ καλύτερα από ό, τι μπορείτε να σκεφτείτε.
		-- Ladies' Home Journal

%
Η μέση γυναίκα θα πρέπει αναπόφευκτα να δείτε την πραγματική σύζυγό της με ένα ορισμένοπεριφρονώ; είναι κάθε άλλο παρά ιδανικό της. Κατά συνέπεια, δεν μπορεί να βοηθήσειαίσθηση ότι τα παιδιά της είναι απάνθρωπα μειονεκτούν από το γεγονός ότι είναιΟ πατέρας τους.
		-- H. L. Mencken

%
Ο καλύτερος άνθρωπος για τη δουλειά είναι συχνά μια γυναίκα.
		-- H. L. Mencken

%
Το καλύτερο πράγμα για να είναι φαλακρός είναι, ότι, όταν απρόσμενη εταιρείας φτάνει,το μόνο που έχετε να κάνετε είναι να ισιώσει γραβάτα σας.
		-- H. L. Mencken

%
Το μεγάλο ερώτημα είναι γιατί στην πορεία της εξέλιξης επιτρέπονται τα αρσενικάοι ίδιοι να είναι τόσο επισκιαστεί εντελώς από τα θηλυκά. Γιατί ανέχονταιΑυτή η συνολική δουλοπρέπεια, αυτή η άθλια ύπαρξη ως απόβλητοι που είναιπεινασμένοι όλη την ώρα;
		-- H. L. Mencken

%
Οι αλυσίδες του γάμου είναι τόσο βαριά που χρειάζονται δύο για να τα μεταφέρει, καιμερικές φορές τρία.
		-- Alexandre Dumas

%
Οι μέρες ακριβώς πριν από το γάμο είναι σαν ένα ζωηρός εισαγωγή σε ένακουραστική βιβλίο.
		-- Alexandre Dumas

%
Ο δικηγόρος υπεράσπισης ήταν σφυρηλάτηση μακριά στο ενάγων:"Θα ισχυρίζονται," ο χλεύασαν, "ότι ο πελάτης μου ήρθε σε σας με ένα σπασμένο μπουκάλιστο χέρι του. Αλλά δεν είναι αλήθεια, ότι είχατε κάτι στο χέρι σας; ""Ναι," ο άνθρωπος παραδέχθηκε, "η γυναίκα του. Πολύ όμορφο, φυσικά,αλλά όχι πολύ καλό σε έναν αγώνα. "
		-- Alexandre Dumas

%
Η διαφορά μεταξύ δικαστικό χωρισμό και το διαζύγιο είναι η νομικήδιαχωρισμός δίνει το χρόνο ο άνθρωπος να κρύψει τα χρήματά του.
		-- Alexandre Dumas

%
Η διάρκεια του πάθους είναι ανάλογη με την αρχική αντίστασητης γυναίκας.
		-- Honor'e DeBalzac

%
Το αιώνιο θηλυκό μας τραβάει προς τα πάνω.
		-- Goethe

%
Ο πρώτος γάμος είναι ο θρίαμβος της φαντασίας πάνω νοημοσύνης,και το δεύτερο ο θρίαμβος της ελπίδας επί της εμπειρίας.
		-- Goethe

%
Οι κύριοι κοίταξε ο ένας τον άλλο πέρα ​​με μικροσκοπική απροσεξία.
		-- Goethe

%
Το κορίτσι που θυμάται το πρώτο φιλί της τώρα έχει μια κόρη που δεν μπορούμε καν ναθυμάστε τον πρώτο σύζυγό της.
		-- Goethe

%
Το κορίτσι που σκύβει να κατακτήσει συνήθως φοράει ένα low-cut φόρεμα.
		-- Goethe

%
Το κορίτσι που ορκίζεται κανείς δεν έχει κάνει ποτέ έρωτα έχει το δικαίωμα να ορκιστούν.
		-- Sophia Loren

%
Οι θεοί έδωσαν τον άνθρωπο φωτιά και εφηύρε πυροσβεστικά οχήματα. Του έδωσαναγαπούν και εφηύρε το γάμο.
		-- Sophia Loren

%
Η πιο ευτυχισμένη στιγμή της ζωής ενός ατόμου είναι μετά το πρώτο διαζύγιο του.
		-- J. K. Galbraith

%
Το βαρύτερο αντικείμενο στον κόσμο είναι το σώμα της γυναίκας που έχουν παύσειΝ 'αγαπάς.
		-- Marquis de Lac de Clapiers Vauvenargues

%
Ο μήνας του μέλιτος δεν είναι στην πραγματικότητα πάνω μέχρι να πάψει να καταπνίξει τους στεναγμούς μαςκαι να αρχίσουν να καταπνίξει χασμουρητά μας.
		-- Helen Rowland

%
Ο μήνας του μέλιτος έχει τελειώσει όταν τα τηλέφωνα να πούμε ότι θα είναι αργά για δείπνο καιαυτή είναι ήδη αφήσει ένα σημείωμα ότι είναι στο ψυγείο.
		-- Bill Lawrence

%
Ο σύζυγος που δεν λέει η γυναίκα πάντα του πιθανότατα λόγοι πουτι δεν ξέρει δεν θα τον βλάψει.
		-- Leo J. Burke

%
Το κοριτσάκι αναμένει καμία δήλωση της τρυφερότητας από την κούκλα της.Αγαπά - και αυτό είναι όλο. έτσι είναι ότι πρέπει να αγαπάμε.
		-- DeGourmont

%
Η πλειοψηφία των συζύγων μου θυμίζουν μια orangutang προσπαθεί να παίξει το βιολί.
		-- Honor'e DeBalzac

%
Ο άνθρωπος που καταλαβαίνει μια γυναίκα έχει τα προσόντα να καταλάβει αρκετά καλάπάντα.
		-- Yeats

%
Η ώριμη μποέμ είναι εκείνο του οποίου η γυναίκα εργάζεται με πλήρες ωράριο.
		-- Yeats

%
Η πιο κοινή μορφή της πρότασης γάμου: «Είσαι ΤΙ !?"
		-- Yeats

%
Η πιο επικίνδυνη τροφή είναι γαμήλια τούρτα.
		-- American proverb

%
Τα πιο δύσκολα χρόνια του γάμου είναι αυτές μετά από το γάμο.
		-- American proverb

%
Το πιο ευτυχισμένο γάμο μπορώ να φανταστώ τον εαυτό μου θα ήταν η ένωσηενός κουφός σε μια τυφλή γυναίκα.
		-- Samuel Taylor Coleridge

%
Το πιο σημαντικό πράγμα σε μια σχέση μεταξύ ενός άνδρα και μιας γυναίκαςείναι ότι ένας από αυτούς είναι καλοί στο να λήψη παραγγελιών.
		-- Linda Festa

%
Η πιο δημοφιλής συσκευή εξοικονόμησης εργασίας σήμερα εξακολουθεί να είναι ένας άντρας με τα χρήματα.
		-- Joey Adams, "Cindy and I"

%
Η μητέρα του έτους θα πρέπει να είναι ένα αποστειρωμένο γυναίκα με δύο υιοθετημένα παιδιά.
		-- Paul Ehrlich

%
Η μία γοητεία του γάμου είναι ότι κάνει μια ζωή της εξαπάτησης μια neccessity.
		-- Oscar Wilde

%
Το μόνο πραγματικό επιχείρημα για το γάμο είναι ότι παραμένει η καλύτερη μέθοδοςγια να γνωριστείτε.
		-- Heywood Broun

%
Το μόνο πραγματικά αριστοτεχνική θόρυβο ένας άνθρωπος κάνει σε ένα σπίτι είναι ο θόρυβοςτων βασικών του, όταν αυτός εξακολουθεί να είναι για την προσγείωση, ψάξιμο για την κλειδαριά.
		-- Colette

%
Ο τέλειος άνδρας είναι ο πραγματικός εταίρος. Δεν είναι ένας εταίρος κρεβάτι, ούτε εταίρος διασκέδαση,αλλά ένας άνθρωπος που θα επωμιστούν βάρη ισότιμα ​​με [σας] και διαθέτουν ότιποιότητα της χαράς.
		-- Erica Jong

%
Το άτομο που παντρεύεται για τα χρήματα κερδίζει συνήθως κάθε δεκάρα από αυτό.
		-- Erica Jong

%
Οι ομορφότερες γυναίκες είναι σχεδόν πάντα η πιο βαρετή, και αυτός είναι ο λόγος για τον οποίοΜερικοί άνθρωποι αισθάνονται ότι δεν υπάρχει Θεός.
		-- Woody Allen, "Without Feathers"

%
Η Ruffed Pandanga του Βόρνεο και Rotherham απλώνεται τα φτερά του σεχορός φλερτ του και μιμείται Ουίνστον Τσόρτσιλ και ο Tommy Cooper γιαένα πόδι. Η padanga αργοπεθαίνει επειδή το θηλυκό padanga δενπάρετε πολύ στα σοβαρά.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Τα έξι μεγάλα δώρα της ιρλανδικής κορίτσι είναι ομορφιά, απαλή φωνή, γλυκιά ομιλία,σοφία, κεντήματα, και της αγνότητας.
		-- Theodore Roosevelt, 1907

%
Ο ασφαλέστερος σημάδι ότι ένας άνδρας είναι ερωτευμένος είναι όταν χωρίσει τη γυναίκα του.
		-- Theodore Roosevelt, 1907

%
Το πρόβλημα με κάποιες γυναίκες είναι ότι παίρνουν όλοι ενθουσιασμένοι για το τίποτα- Και στη συνέχεια να τον παντρευτεί.
		-- Cher

%
Η αλήθεια για μια γυναίκα που συχνά διαρκεί περισσότερο από ό, τι η γυναίκα είναι αλήθεια.
		-- Cher

%
Τα δύο πράγματα που μπορεί να σας βάλει σε μπελάδες πιο γρήγορα από οτιδήποτε άλλοείναι γρήγορες γυναίκες και αργή άλογα.
		-- Cher

%
Ο τρόπος για την καταπολέμηση μια γυναίκα είναι με το καπέλο σας. Πιάσε αυτό και να τρέξει.
		-- Cher

%
Η γυναίκα που αγοράζετε - και αυτή είναι το λιγότερο ακριβό - παίρνει ένα μεγάλοπολλά χρήματα. Η γυναίκα που τον εαυτό της δίνει παίρνει όλο το χρόνο σας.
		-- Balzac

%
Υπάρχουν μερικά πράγματα που ποτέ δεν είναι εκτός μόδας, και μια θηλυκή γυναίκαείναι ένα από αυτά.
		-- Ralston

%
Υπάρχουν τέσσερα στάδια σε ένα γάμο. Κατ 'αρχάς, υπάρχει η υπόθεση, τότε υπάρχειο γάμος, τότε τα παιδιά και, τέλος, το τέταρτο στάδιο, χωρίς την οποία θαΔεν μπορεί να ξέρει μια γυναίκα, το διαζύγιο.
		-- Norman Mailer

%
Υπάρχουν τρία πράγματα που έχω αγαπήσει πάντα και ποτέ δεν κατάλαβα -τέχνη, τη μουσική, και τις γυναίκες.
		-- Norman Mailer

%
Υπάρχουν τρία πράγματα που οι άνδρες μπορούν να κάνουν με τις γυναίκες: την αγάπη τους, υποφέρουν γι 'αυτούς,ή να τους μετατρέψει σε λογοτεχνία.
		-- Stephen Stills

%
Υπάρχουν δύο φορές, όταν ένας άνθρωπος δεν καταλαβαίνει μια γυναίκα - πρινγάμο και μετά το γάμο.
		-- Stephen Stills

%
Πάει το καλό του χρόνου που είχε από όλα.
		-- Bette Davis, remarking on a passing starlet

%
Υπάρχει μια τεράστια διαφορά ανάμεσα στο άγριο και πολιτισμένο άνθρωπο, αλλάΠοτέ δεν είναι εμφανής στις συζύγους τους παρά μόνο μετά το πρωινό.
		-- Helen Rowland

%
Δεν υπάρχει ρευστοποιήσιμη δύναμη που ο άνθρωπος δεν μπορεί, εν καιρώ, η μόδα τα εργαλείαγια την επίτευξη, ούτε οποιαδήποτε εξουσία, ώστε να εξασφαλίσετε ότι το γυμνό πίθηκος δεν θα την καταχραστούν.Έτσι είναι γραμμένο στο γενετικό κάρτες - μόνο φυσική και τον πόλεμο τον κρατήσει στηνέλεγχος. Και, επίσης, η γυναίκα που τον θέλει στο σπίτι από πέντε, φυσικά.
		-- Encyclopadia Apocryphia, 1990 ed.

%
Δεν υπάρχει τέτοιο πράγμα όπως μια άσχημη γυναίκα - υπάρχουν μόνο αυτοί που κάνουνΔεν ξέρουν πώς να κάνουν οι ίδιοι ελκυστική.
		-- Christian Dior

%
Δεν υπάρχουν πολλά να επιλέξουν ανάμεσα σε μια γυναίκα που μας εξαπατά για ένα άλλο,και μια γυναίκα που εξαπατά άλλο για τους εαυτούς μας.
		-- Augier

%
Υπάρχει μόνο ένας τρόπος για να παρηγορήσει μια χήρα. Αλλά να θυμάστε τον κίνδυνο.
		-- Robert Heinlein

%
Δεν υπάρχει τίποτα σαν ένα κορίτσι με ένα βυθίζοντας neckline για να κρατήσει έναν άνδρα σε εγρήγορση.
		-- Robert Heinlein

%
Δεν υπάρχει τίποτα σαν μια καλή δόση από μια άλλη γυναίκα για να κάνει ένας άνθρωπος εκτιμούνη γυναίκα του.
		-- Clare Booth Luce

%
Δεν υπάρχει τίποτα σαν το καλό φαγητό, καλό κρασί, και ένα κακό κορίτσι.
		-- Clare Booth Luce

%
Υπάρχει μια παρηγοριά για το γάμο. Αν κοιτάξει κανείς γύρω σας ναδείτε πάντα κάποιος που έκανε χειρότερα.
		-- Warren H. Goldsmith

%
Υπάρχει ένας ανόητος τουλάχιστον σε κάθε παντρεμένο ζευγάρι.
		-- Warren H. Goldsmith

%
Υπάρχει μόνο ένας τρόπος για να έχουμε ένα ευτυχισμένο γάμο και το συντομότερο να μάθωτι είναι αυτό εγώ θα παντρευτώ ξανά.
		-- Clint Eastwood

%
Υπάρχει πάρα πολλή ομορφιά επάνω σε αυτήν την γη για μοναχικούς άνδρες να φέρει.
		-- Richard Le Gallienne

%
Αυτός ο τύπος τρέχει στο σπίτι του και φωνάζει στη γυναίκα του, "Kathy, πακετάρω σαςσακούλες! Μόλις κέρδισα το λαχείο της Καλιφόρνια! ""Μέλι!", Αναφωνεί Kathy, «Θα πακέτο για ζεστό καιρό ή κρύο;""Δεν με νοιάζει", απαντά ο σύζυγος. "Ακριβώς εφ 'όσον είστε έξωτου σπιτιού από το δείπνο! "
		-- Richard Le Gallienne

%
'Tis πιο ευλογημένο να δίνεις παρά να λάβετε? για παράδειγμα, γάμος παρουσιάζει.
		-- H. L. Mencken

%
Να είναι όμορφη είναι αρκετό! Αν μια γυναίκα μπορεί να κάνει ότι και ο οποίος πρέπει να απαιτήσειπερισσότερα από αυτήν; Δεν θέλετε ένα τριαντάφυλλο για να τραγουδήσει.
		-- Thackeray

%
Για να θεωρηθεί επιτυχής, μια γυναίκα πρέπει να είναι πολύ καλύτερα στη δουλειά τηςαπό ό, τι ένας άνθρωπος θα έπρεπε να είναι. Ευτυχώς, αυτό δεν είναι δύσκολο.
		-- Thackeray

%
Για να είναι επιτυχής, μια γυναίκα πρέπει να είναι πολύ καλύτερα στη δουλειά της από έναν άνδρα.
		-- Golda Meir

%
Τα λάθη είναι ανθρώπινα - αλλά αισθάνεται θεία.
		-- Mae West

%
Για να μάθετε τα σφάλματα ενός κοριτσιού, την επαινούν για τις φίλες της.
		-- Benjamin Franklin

%
Για πολλούς, η συνολική αποχή είναι πιο εύκολο από ό, τι τέλειο μετριοπάθεια.
		-- St. Augustine

%
Για αγαπημένοι και τις συζύγους μας. Δεν μπορεί ποτέ να συναντηθούν.
		-- 19th century toast

%
Σήμερα, όταν ένας άνδρας παντρεύεται παίρνει ένα σπίτι, μια οικονόμος, ένα μάγειρα, έναν επευφημίεςομάδα και ένα άλλο εκκαθαριστικό σημείωμα. Όταν μια γυναίκα παντρεύεται, παίρνει μια οικότροφος.
		-- 19th century toast

%
Πάρα πολύ από ένα καλό πράγμα είναι υπέροχο.
		-- Mae West

%
Εμπιστευθείτε τον άντρα σου, λατρεύω τον άντρα σου, και να πάρετε όσο μπορείτε με σαςτο δικό του όνομα.
		-- Joan Rivers

%
Είκοσι χρόνια του ρομαντισμού κάνει μια γυναίκα να μοιάζει με ένα ερείπιο? αλλά είκοσι χρόνιαγάμος κάνει κάτι της σαν ένα δημόσιο κτίριο.
		-- Oscar Wilde

%
Δύο σίγουροι τρόποι για να πει μια πραγματικά σέξι άνδρα? το πρώτο είναι, έχει μια κακή μνήμη.Ξεχάσω τη δεύτερη.
		-- Oscar Wilde

%
Μέχρι Εύα έφτασε, αυτό ήταν κόσμο ενός ανθρώπου.
		-- Richard Armour

%
Valerie: Aww, Τομ, θα πάμε κλαψιάρης για μένα ...Tom: Διατηρούμε το δικαίωμα να κερί κλαψιάρης όπως φθίνει εύγλωττη ...
		-- Tom Chapin

%
Πολύ λίγες σύγχρονες γυναίκες είτε σαν ή το γάμο επιθυμία, ιδιαίτερα μετά τηντελετή έχει εκτελεστεί. Κατά κύριο λόγο οι γυναίκες θέλουν προσοχή και την αγάπη.Γάμος είναι κάτι που δέχονται, όταν δεν υπάρχει εναλλακτική λύση. Πραγματικά,είναι χάσιμο χρόνου, και επικίνδυνων, για να τους παντρευτεί. Αφήνει ένα ανοιχτόσε έναν αντίπαλο. Συζύγους, καλό ή κακό, έχουν πάντα τους αντιπάλους. Εραστές, ποτέ.
		-- Helen Lawrenson, "Esquire"

%
Ήμασταν ευτυχώς παντρεμένος εδώ και οκτώ μήνες. Δυστυχώς, ήμασταν παντρεμένοιγια τεσσεράμισι χρόνια.
		-- Nick Faldo

%
Είμαστε όλοι αναζητούν μια γυναίκα που μπορεί να καθίσει σε ένα μίνι φούστα και ομιλίαςΗ φιλοσοφία, η εκτέλεση τόσο με αυτοπεποίθηση και στυλ.
		-- Nick Faldo

%
Γάμος είναι το πεπρωμένο, και κρέμονται ίδιο.
		-- John Heywood

%
Βέρες είναι μικρότερο χειροπέδες του κόσμου.
		-- John Heywood

%
Λοιπόν, είναι δύσκολο για έναν απλό άνθρωπο να πιστέψει ότι η γυναίκα δεν έχει ίσα δικαιώματα.
		-- Dwight D. Eisenhower

%
Τι μια ατυχία να είσαι γυναίκα! Και όμως, το χειρότερο ατυχία να μην είναι σεκαταλαβαίνουν τι ατυχία είναι.
		-- Kierkegaard, 1813-1855.

%
Τι να σας δώσω έναν άνθρωπο που έχει τα πάντα; Πενικιλλίνη.
		-- Jerry Lester

%
«Τι να σας δώσω έναν άνθρωπο που έχει τα πάντα;" η όμορφη έφηβοςρώτησε τη μητέρα της."Ενθάρρυνση, αγαπητέ," μου απάντησε.
		-- Jerry Lester

%
Τι ανοησίες άνθρωποι μιλούν για ευτυχισμένους γάμους! Ένας άνθρωπος μπορεί να είναι ευτυχισμένος μεοποιαδήποτε γυναίκα εφ 'όσον ο ίδιος δεν την αγαπά.
		-- Oscar Wilde

%
Τι περνάει για την διαίσθηση της γυναίκας είναι συχνά τίποτα περισσότερο από ό, τι του ανθρώπουδιαφάνεια.
		-- George Nathan

%
Τι εκδότες ψάχνουν για αυτές τις ημέρες δεν είναι ριζοσπαστικό φεμινισμό. Τουεταιρική φεμινισμός - ένα εμπορικό σήμα του φεμινισμού σχεδιαστεί για να πουλήσει βιβλία καιπεριοδικά, κοστούμια τριών τεμαχίων, αεροπορικά εισιτήρια, ουίσκι, τσιγάρα και,πιο σημαντικό, την εταιρική Αμερική μήνυμα, το οποίο τρέχει: Ναι, οι γυναίκες ήτανδιακρίσεις στο παρελθόν, αλλά ατυχές λάθος έχειδιορθωθεί? Τώρα κάθε γυναίκα μπορεί να επιτύχει τον πλούτο, το κύρος και την εξουσία δυνάμειατομικών και όχι συλλογική προσπάθεια.
		-- Susan Gordon

%
Όποιες και αν είναι οι γυναίκες πρέπει να κάνουν δύο φορές, καθώς και οι άνδρες πρέπει να σκεφτεί το ήμισυτόσο καλή. Ευτυχώς αυτό δεν είναι δύσκολο.
		-- Charlotte Whitton

%
Όταν ένα κορίτσι μπορεί να διαβάσει τη γραφή στον τοίχο, που μπορεί να είναι σε λάθοςχώρο ανάπαυσης.
		-- Charlotte Whitton

%
Όταν ένα κορίτσι παντρεύεται που ανταλλάσσει τις προσοχές πολλών ανδρών για τοinattentions του ενός.
		-- Helen Rowland

%
Όταν ένας άνδρας σου κλέβει τη γυναίκα, δεν υπάρχει καλύτερη εκδίκηση από το να τον αφήσεικρατήσει αυτήν.
		-- Sacha Guitry

%
Όταν μια γυναίκα μου δίνει ένα δώρο που έχω πάντα δύο εκπλήξεις:το πρώτο είναι η παρούσα, και αργότερα, έχοντας να πληρώσουν για αυτό.
		-- Donnay

%
Όταν μια γυναίκα παντρεύεται και πάλι είναι γιατί απεχθανόταν τον πρώτο της σύζυγο.Όταν ένας άνδρας παντρεύεται και πάλι, είναι επειδή λάτρευε την πρώτη του σύζυγο.
		-- Oscar Wilde

%
Κατά την επιλογή ανάμεσα σε δύο κακά, μου αρέσει πάντα να πάρετε το ένα που έχω ποτέδοκιμάσει πριν.
		-- Mae West, "Klondike Annie"

%
Όταν ο Θεός δημιούργησε τα δύο φύλα, που μπορεί να ήταν το παρακάνετε.
		-- Charles Merrill Smith

%
Όταν ο Θεός είδε πόσο ελαττωματική ήταν ο άνθρωπος Προσπάθησε πάλι και έκανε γυναίκα. Ως προςγιατί τότε σταμάτησε να υπάρχουν δύο απόψεις. Ένας από αυτούς είναι γυναίκας.
		-- DeGourmont

%
Όταν ήμουν νέος, μου ορκίστηκε ποτέ να παντρευτεί μέχρι να βρεθεί η ιδανικήγυναίκα. Λοιπόν, βρήκα - αλλά δυστυχώς, ήταν σε αναμονή για το ιδανικό άνθρωπο.
		-- Robert Schuman

%
Όταν είμαι καλά, είμαι μεγάλη? αλλά όταν είμαι κακός, είμαι καλύτερα.
		-- Mae West

%
Όταν πρόκειται να σπάσει γάμους περισσότερες σύζυγοι θα χωρίσει το φταίξιμο -σφάλμα μισό της συζύγου του, και το ήμισυ της μητέρας της.
		-- Mae West

%
Όταν ο γάμος είναι εκτός νόμου, μόνο Παράνομοι θα έχουν inlaws.
		-- Mae West

%
Όταν καινούριος συγκάτοικός μου στο Cornell ανακάλυψαν ήμουν Εβραίος, ήταν, σεαίτημά της, μετακόμισε σε ένα διαφορετικό δωμάτιο. Μου είπε ότι δεν νομίζειείχε δει ποτέ έναν Εβραίο πριν. Η μόνη μου αντίδραση ήταν να ξεκινήσει φορώντας έναμικρό αστέρι του Δαβίδ σε μια αλυσίδα γύρω από το λαιμό μου. Δεν είχε γίνει μια πιοπαρατηρώντας Εβραίος? μάλλον, ανακαλύπτοντας ότι η ετικέτα του Εβραίου ήταν προσβλητικό γιαάλλοι με έκανε να θέλω να αφήσουμε τους ανθρώπους να ξέρουν ποιος είμαι και τι πίστευα.Ομοίως, αφού μιλάμε για αυτές τις νεαρές γυναίκες - ένα από τα οποία μου είπε ότιδεν πίστευα ότι είχε γνωρίσει ποτέ μια φεμινιστική - Έχω λάβει για τον εντοπισμότον εαυτό μου ως φεμινίστρια με τον πιο απίθανο καταστάσεις.
		-- Susan Bolotin, "Voices From the Post-Feminist Generation"

%
Όταν κάποιος ξέρει τις γυναίκες ένα σπλαχνίζεται τους άνδρες, αλλά όταν κάποιος μελετά τους άνδρες,ένα δικαιολογίες γυναίκες.
		-- Horne Tooke

%
Όταν τα κεριά είναι έξω όλες οι γυναίκες είναι δίκαιη.
		-- Plutarch

%
Όταν το αυτοκίνητο του Saleman έσπασε προς τα κάτω, περπάτησε στο πλησιέστερο αγροικία να ρωτήσωαν θα μπορούσε να μείνει τη νύχτα. Ο αγρότης συμφώνησε να τον βάλει επάνω. "Ζω μόνος,"συνέχισε, «μπορείτε να έχετε το υπνοδωμάτιο στο πάνω μέρος της σκάλας, προς τοδικαίωμα.""Ω, δεν πειράζει», είπε ο απογοητευμένος πωλητής. «Νομίζω ότι είμαι σετο λάθος αστείο. "
		-- Plutarch

%
Όταν υπάρχει μια γεροντοκόρη στο σπίτι, ένας σκύλος ρολόι είναι περιττή.
		-- Balzac

%
Όταν δύο άνθρωποι είναι κάτω από την επιρροή του πιο βίαιο, πιο τρελό,πιο απατηλή και πιο παροδικές των παθών, οφείλουν να ορκιστούνότι θα παραμείνει σε αυτό συγκινημένος, ανώμαλη, και εξαντλητικές συνθήκεςσυνεχώς μέχρι το θάνατό τους κάνει μέρος.
		-- George Bernard Shaw

%
Όταν οι γυναίκες φιλί θυμίζει πάντα ένας από τους μαχητές βραβείο χειραψία.
		-- H. L. Mencken, "Sententiae"

%
Όταν οι γυναίκες μας αγαπούν, να μας συγχωρήσουν τα πάντα, ακόμα και τα εγκλήματα μας? όταν το κάνουνδεν μας αγαπούν, να μας δώσει πίστωση για τίποτα, ούτε καν τις αρετές μας.
		-- Honor'e de Balzac

%
Όταν έχετε βαρεθεί με τον εαυτό σας, να παντρευτεί και να βαρεθεί με κάποιον άλλο.
		-- David Pryce-Jones

%
Όταν είσαι παντρεμένος με κάποιον, θα σας θεωρούμε δεδομένο ... ότανείστε που ζουν με κάποιον είναι φανταστικό ... είναι τόσο φοβισμένοιτης απώλειας που έχεις για να σας κρατήσει ικανοποιημένοι όλη την ώρα.
		-- Nell Dunn, "Poor Cow"

%
Κάθε φορά που χρονολογούνται έναν άντρα, νομίζω, είναι αυτός ο άνθρωπος που θέλω τα παιδιά μουγια να περνούν τα Σαββατοκύριακα τους με;
		-- Rita Rudner

%
Πού είναι ο άνθρωπος που θα μπορούσε να διευκολύνει μια καρδιά σαν ένα φόρεμα σατέν;
		-- Dorothy Parker, "The Satin Dress"

%
Γιατί ένας άνθρωπος θα ήθελε μια γυναίκα είναι ένα μεγάλο μυστήριο για μερικούς ανθρώπους. Γιατί ένας άνθρωποςθα θέλουν * ___ δύο * συζύγους είναι μια bigamystery.
		-- Dorothy Parker, "The Satin Dress"

%
Γιατί εκεί δεν είναι κάποιο φθηνό και εύκολο τρόπο για να αποδείξει πόσο αυτή σημαίνει για μένα;
		-- Dorothy Parker, "The Satin Dress"

%
Γιατί δεν θα επιτρέψτε μου να σας φιλήσω καληνύχτα; Είναι κάτι που είπα;
		-- Tom Ryan

%
Με το τέλος της σεζόν το ποδόσφαιρο, έναν παίκτη αστέρι για την ομάδα του κολεγίουγιόρτασε την χαλάρωση της ομάδας απαγόρευση της κυκλοφορίας από τη φοίτηση σε αργά το βράδυ πανεπιστημιούποληκόμμα. Λίγο μετά την άφιξή του, έγινε γοητευμένος από ένα όμορφο φοιτήτρια καιχαλάρωσε σε μια συνομιλία μαζί της, ζητώντας αν πληρούνται πολλές ημερομηνίες σεμερών."Ω, έχω ένα τριών σημείων οκτώ, οπότε είμαι πολύ περισσότερο έλκονται από τοισχυρή ακαδημαϊκή είδη από τα ζώα χαζή κόμμα », είπε.« Τι είναιG.P.A. σας; "Grinning αυτί σε αυτί, το jock καυχήθηκε, «έχω πάρει περίπου είκοσι πέντεη πόλη και σαράντα στην εθνική οδό. "
		-- Tom Ryan

%
Οι γυναίκες μας εμπνέουν μεγάλα πράγματα και μας αποτρέπει από την επίτευξή τους.
		-- Dumas

%
Γυναίκα ήταν δεύτερο λάθος του Θεού.
		-- Nietzsche

%
Γυναίκα λήφθηκε από τον άνθρωπο - δεν είναι έξω από το κεφάλι του, να αποφανθεί πάνω του? ούτεέξω από τα πόδια του, να ποδοπατείται κάτω από τον ίδιο? αλλά από την πλευρά του, να είναιίσο με αυτόν - κάτω από το βραχίονά του, ότι θα μπορούσε να την προστατεύσει, και κοντά στην καρδιά τουότι θα μπορούσε να την αγαπήσει.
		-- Henry

%
συμβουλές γυναίκα έχει μικρή αξία, αλλά αυτός που δεν θα πάρει είναι ένας ανόητος.
		-- Cervantes

%
Οι γυναίκες είναι όλα ίδια. Όταν είναι υπηρέτριες ότι είναι ήπια, όπως το γάλα: μια φορά να 'emσυζύγους, και άπαχο πλάτες τους ενάντια πιστοποιητικά γάμου τους, καιΣε προκαλώ.
		-- Jerrold

%
Οι γυναίκες είναι πάντα ανήσυχοι για να παροτρύνουν τους εργένηδες με γάμο? είναι από φιλανθρωπία,ή εκδίκηση;
		-- Gustave Vapereau

%
Οι γυναίκες είναι ακριβώς όπως και οι άνδρες, διαφορετικά μόνο.
		-- Gustave Vapereau

%
Οι γυναίκες είναι σαν ελέφαντες για μένα: Μου αρέσει να τα δούμε, αλλά εγώ δεν θαθέλει να το αποκτήσει.
		-- W. C. Fields

%
Οι γυναίκες δεν είναι πολλά, αλλά είναι το καλύτερο άλλο φύλο που έχουμε.
		-- Herold

%
Οι γυναίκες είναι σοφότεροι από τους άνδρες, επειδή ξέρουν λιγότερα και καταλαβαίνουν περισσότερα.
		-- Stephens

%
Οι γυναίκες δεν είναι τόσο απλή όσο ήταν στο παρελθόν.
		-- Pogo

%
Οι γυναίκες μπορεί να κρατήσει ένα μυστικό ακριβώς όπως και οι άνδρες, αλλά παίρνει περισσότερα από αυτάνα το κάνω.
		-- Pogo

%
Οι γυναίκες παραπονιούνται για το σεξ περισσότερο από τους άνδρες. κολικόπονος τους εμπίπτουν σε δύοκατηγορίες: (1) Δεν υπάρχουν αρκετά και (2) Πάρα πολύ.
		-- Ann Landers

%
Οι ίδιες οι γυναίκες δίνουν στο Θεό, όταν ο Διάβολος θέλει τίποτα περισσότερο να κάνει με αυτούς.
		-- Arnould

%
Οι γυναίκες δίνουν στους άνδρες το πολύ χρυσό της ζωής τους. Πιθανόν; αλλά αυτοίπάντοτε το θέλουν πίσω σε αυτές τις πολύ μικρές αλλαγές.
		-- Oscar Wilde

%
Γυναίκες στην αγάπη αποτελείται από μια μικρή αναστενάζοντας, λίγο κλάμα, λίγο πεθαίνει- Και μια καλή συμφωνία ψέματα.
		-- Ansey

%
Οι γυναίκες λόγο με την καρδιά και είναι πολύ λιγότερο συχνά λάθος από ό, τι οι άνδρες πουλόγο με το κεφάλι.
		-- DeLescure

%
Οι γυναίκες μερικές φορές συγχωρήσει έναν άνθρωπο ο οποίος αναγκάζει την ευκαιρία, αλλά ποτέ έναν άνθρωποο οποίος χάνει μία.
		-- Charles De Talleyrand-Perigord

%
Οι γυναίκες μας συμπεριφέρονται ακριβώς όπως η ανθρωπότητα αντιμετωπίζει τους θεούς του. Μας προσκυνήσουν και να είναιπάντα μας ενοχλεί να κάνουμε κάτι γι 'αυτούς.
		-- Oscar Wilde

%
Οι γυναίκες θέλουν τους άντρες τους να είναι μπάτσους. Θέλουν να τους τιμωρήσει και να πείτετα ποια είναι τα όρια. Το μόνο πράγμα που οι γυναίκες μισούν χειρότερα από έναν άνδρααπό το να χαστούκισε είναι όταν μπορείτε να πάρετε στα γόνατά σας και να πω είστε συγγνώμη.
		-- Mort Sahl

%
Οι γυναίκες σπαταλούν τις ζωές των ανδρών και νομίζουν ότι τα έχουν αποζημιωθεί από μερικάευγενικό λόγια.
		-- Honor'e de Balzac

%
Οι γυναίκες που θέλουν να είναι ίσες με τους άνδρες στερούνται φαντασίας.
		-- Honor'e de Balzac

%
Οι γυναίκες επιθυμούν να αγαπηθούν χωρίς τους οποίους ή διά τι? όχι επειδή είναιόμορφη, ή καλή, ή καλά φυλής, ή χαριτωμένη, ή ευφυής, αλλά επειδήείναι οι ίδιοι.
		-- Amiel

%
αρετή των γυναικών είναι μεγαλύτερη εφεύρεση του ανθρώπου.
		-- Cornelia Otis Skinner

%
Οι γυναίκες, εξαπατήθηκαν από τους άνδρες, θέλουν να τους παντρευτεί? είναι ένα είδος εκδίκησηςτόσο καλή όσο οποιαδήποτε άλλη.
		-- Philippe De Remi

%
Οι γυναίκες, όταν δεν είναι στην αγάπη, έχουν όλα το κρύο αίμα ενός έμπειρουδικηγόρος.
		-- Honor'e de Balzac

%
Οι γυναίκες, όταν έχουν κάνει ένα πρόβατο ενός ανθρώπου, να του πω ότι πάντα αυτός είναι έναςλιοντάρι με μια θέληση του σιδήρου.
		-- Honor'e de Balzac

%
	"Είσαι τόσο αξιαγάπητος.""Ναι.""Ναι! Και να πάρετε μια φιλοφρόνηση, πάρα πολύ! Μου αρέσει ότι σε μια θεά."
		-- Honor'e de Balzac

%
Δεν επιτρέπεται να σκοτώσει μια γυναίκα που σας έχει αδικηθεί, αλλά τίποταπου απαγορεύει να αντικατοπτρίζει το γεγονός ότι αυτή είναι γερνάει κάθε λεπτό. Είσαιεκδικήθηκε χίλιες τετρακόσιες σαράντα φορές την ημέρα.
		-- Ambrose Bierce

%
Σας ρωτήσω τι θα κάνει ένα ωραίο κορίτσι; Δεν θα δώσει μια ίντσα, αλλά δεν θαπες όχι.
		-- Marcus Valerius Martialis

%
Μπορείτε να έχετε ένα σκυλί ως φίλος. Μπορείτε να έχετε το ουίσκι ως φίλος. Αλλάεάν έχετε μια γυναίκα, ως φίλος, θα πάμε για την περάτωση μεθυσμένος και φιλιάο σκύλος σου.
		-- foolin' around

%
Δεν μπορείτε ποτέ να εμπιστεύεστε μια γυναίκα? αυτή μπορεί να είναι αλήθεια για σας.
		-- foolin' around

%
Δεν μπορείτε να φιλήσει ένα κορίτσι απροσδόκητα - μόνο νωρίτερα από ό, τι σκέφτηκε τι θα κάνατε.
		-- foolin' around

%
Θα πρέπει μόνο να μουρμουρίζει λίγα λόγια στην εκκλησία να παντρευτούν και λίγα λόγιαστον ύπνο σας για να πάρουν διαζύγιο.
		-- foolin' around

%
Απλά να ξέρετε όταν μια σχέση είναι περίπου στο τέλος. Η φίλη μου μου τηλεφώνησεστην εργασία και με ρώτησε πώς μπορείτε να αλλάξετε μια λάμπα στο μπάνιο. "Είναι πολύαπλά, "είπα." Μπορείτε να ξεκινήσετε με γεμίζει την μπανιέρα με νερό ... "
		-- foolin' around

%
Ξέρεις τι μπορούμε να είμαστε όπως: Δείτε έναν άντρα και νομίζω ότι είναι χαριτωμένο ένα λεπτό, ηεπόμενο λεπτό το μυαλό μας μας έχουν παντρευτεί με τα παιδιά, την ακόλουθη λεπτό βλέπουμεαυτόν που έχει μια εξωσυζυγική σχέση. Με την φορά που κάποιος λέει "Θα θέλατε ναΓνωρίστε Cecil, "εμείς φωνάζουμε," Είσαι αργά και πάλι με την υποστήριξη παιδί! "
		-- Cynthia Heimel, "A Girl's Guide to Chaos"

%
Ξέρετε παίρνετε παλιά, όταν είσαι μπαμπάς, και είστε μετρώντας την κόρη σαςγια τα ρούχα στρατόπεδο, και υπάρχουν ορισμένες μετρήσεις μόνο η μητέρα της επιτρέπεταινα λάβει.
		-- Cynthia Heimel, "A Girl's Guide to Chaos"

%
Γνωρίζετε, βέβαια, ότι οι Tasmanians, που ποτέ δεν διέπραξε μοιχεία,είναι πλέον εκλείψει.
		-- M. Somerset Maugham

%
Μπορείτε έζησε με έναν άνδρα που φορούσε λευκή ζώνες; Laura, είμαι απογοητευμένος από εσάς.
		-- Remington Steele

%
Νομίζεις ότι Οιδίπους είχε ένα πρόβλημα - Αδάμ ήταν η μητέρα της Εύας.
		-- Remington Steele

%
«Είσαι ακριβώς το είδος του ατόμου είχα φανταστεί το γάμο, όταν ήμουν μικρή ...εκτός, ξέρεις, δεν είναι πράσινα ... και χωρίς όλα τα μπαλώματα του μύκητα. "
		-- Swamp Thing

%
Οι νεαροί άνδρες και νέες γυναίκες μπορούν να εργάζονται συστηματικά έξι ημέρες σύμφωνα με τοεβδομάδα και αυξάνονται φρέσκα το πρωί, αλλά να τους αφήσουμε να παρακολουθήσουν μοντέρνους χορούς γιαλίγες μόνο ώρες κάθε βράδυ και να δούμε τι θα συμβεί. Το Βαλς, Πόλκα,Gallop και άλλοι χοροί του ίδιου είδους θα είναι καταστροφική για τα αποτελέσματά τουςγια τα δύο φύλα. Την υγεία και την ευρωστία θα εξαφανιστούν, όπως η δροσιά πριν από τον ήλιο.Δεν είναι η εξαιρετική άσκηση που βλάπτει το χορευτή, αλλάπαρά τη θέση σε στενή επαφή με το αντίθετο φύλο. Είναι ημανία του πόθου λαχτάρα ασταμάτητα για περισσότερη ευχαρίστηση που υπονομεύει τοψυχή, το σώμα, το νεύρα και τα νεύρα. Η εμπειρία και οι στατιστικές δείχνουνπέρα από κάθε αμφιβολία ότι η παθιασμένη υπερβολική κορίτσια που χορεύουν δύσκολα μπορεί να φτάσειείκοσι πέντε χρόνια της ηλικίας τους και οι άνδρες τριάντα ένα. Ακόμη και αν επιτευχθείτην ηλικία τους, στις περισσότερες περιπτώσεις, να σπάσει στην υγεία σωματικά και ηθικά.Αυτή είναι η απαίτηση επιφανών γιατρών σε αυτή τη χώρα.
		-- Quote from a 1910 periodical

%
Οι νεαροί άνδρες θέλουν να είναι πιστοί και δεν είναι? γέροι θέλουν να είναι άπιστοι καιδεν μπορεί.
		-- Oscar Wilde

%
Νεολαίας ήταν μια συνήθεια δικός τόσο καιρό ότι δεν μπορούσε τμήμα με αυτό.
		-- Oscar Wilde

%
