1 ταύρων, 3 αγελάδες.
		-- Leo Costales, in "Outside July 2005"

%
$ 3.000.000.
		-- Leo Costales, in "Outside July 2005"

%
40 δεν είναι παλιά. Αν είστε ένα δέντρο.
		-- Leo Costales, in "Outside July 2005"

%
Ένα κοράκι σκαρφαλωμένο τον εαυτό του σε ένα τηλεφωνικό καλώδιο. Ότι επρόκειτο να κάνει μιαυπεραστικές κράξιμο.
		-- Leo Costales, in "Outside July 2005"

%
Μια αλλοφροσύνη Normanorum Libera νος, O Domine![Από την μανία των Norsemen ρύσαι ημάς, Κύριε!]
		-- Medieval prayer

%
Ένα ημερολόγιο μπορεί να επιπλέει σε ένα ποτάμι, αλλά αυτό δεν είναι ένας κροκόδειλος κάνει.
		-- Medieval prayer

%
Ένα pickup με τρία παιδιά σε τραβά μέσα στο ναυπηγείο ξυλείας. Ένας από τους άνδρεςβγαίνει και πηγαίνει στο γραφείο."Χρειάζομαι κάποια τέσσερις-με-δύο του», λέει."Θα πρέπει να σημαίνει δύο με τέσσερις το" απαντά ο υπάλληλος.Ο άνθρωπος γρατσουνιές από το κεφάλι του. "Περίμενε ένα λεπτό», λέει, «θα πάωέλεγχος."Πίσω, μετά από μια κουβεντούλα με τους άλλους ενοίκους τουφορτηγό, που καθησυχάζει τον υπάλληλο, ότι, ναι, στην πραγματικότητα, δύο με τέσσερα θα είναιδεκτός."OK", λέει ο υπάλληλος, γράφοντας τα κάτω, "πόσο καιρό θέλετε 'em;"Ο τύπος παίρνει και πάλι το κενό βλέμμα. "Χμ ... Υποθέτω ότι καλύτερα να πάωελέγξει », λέει.Πηγαίνει πίσω στο φορτηγό, και υπάρχει μια άλλη κινουμένων σχεδίωνσυνομιλία. Ο τύπος έρχεται πίσω στο γραφείο. "Ένα μεγάλο χρονικό διάστημα», λέει,"Χτίζουμε ένα σπίτι".
		-- Medieval prayer

%
Μια πρόβλεψη αξίζει είκοσι εξηγήσεις.
		-- K. Brecher

%
Μια αιδεσιμότατος ήθελε να τηλεφωνήσει άλλη αιδεσιμότατος. Είπε στο χειριστή,"Αυτό είναι ένα εφημέριος σε Parson κλήση."
		-- K. Brecher

%
Μια σπάτουλα με οποιοδήποτε άλλο όνομα δεν θα ακούγεται ως αστείο.
		-- K. Brecher

%
Ένα κενό είναι μια κόλαση μιας πολύ καλύτερα από ό, τι μερικά από τα πράγματα που η φύσηαντικαθιστά με.
		-- Tennessee Williams

%
Μια νεαρή κοπέλα, Κάρμεν Κοέν, κλήθηκε από το επίθετό της από τον πατέρα της,και το πρώτο όνομά της από τη μητέρα της. Μέχρι τη στιγμή που ήταν δέκα, δεν ήξερε ανήταν Carmen ή Cohen.
		-- Tennessee Williams

%
Σύμφωνα με τις καλύτερες αναμνήσεις μου, δεν θυμάμαι.
		-- Vincent "Jimmy Blue Eyes" Alo

%
Ενήλικες πεθαίνουν νέοι.
		-- Vincent "Jimmy Blue Eyes" Alo

%
Αφρικανική βιολέτα: Τέτοια αξίζει να είναι σπάνιαΜήλο ανθίσει: ΠροτίμησηΚουμπί πανεπιστημίου: αγαμίαΦύλλο δάφνης: μπορώ να αλλάξω, αλλά σε θάνατοCamelia: Αντικατοπτρίζεται lovelinessΧρυσάνθεμο, κόκκινο: ΑγαπώΧρυσάνθεμο, Λευκό: ΑλήθειαΧρυσάνθεμο, άλλα: slighted αγάπηΤριφύλλι: Να είστε ορυχείοCrocus: Δεν ΚατάχρησηΑσφόδελος: ΑθωότηταForget-me-not: Η αληθινή αγάπηΦούξια: FastΓαρδένια: μυστικό, ανείπωτη αγάπηΑγιόκλημα: Ομόλογα της αγάπηςΚισσός: Φιλία, πιστότητα, ο γάμοςΓιασεμί: Amiablity, μεταφέρει χαράς, αισθησιασμόΦύλλα (νεκροί): ΜελαγχολίαLilac: Νεανικό αθωότηταLilly: Καθαρότητα, γλυκύτηταLilly της κοιλάδας: Επιστροφή της ευτυχίαςMagnolia: Αξιοπρέπεια, επιμονή* Ένα ανάποδα ανθίσει αντιστρέφει το νόημα.
		-- Vincent "Jimmy Blue Eyes" Alo

%
Η ηλικία είναι ένας τύραννος ο οποίος απαγορεύει, κατά την κύρωση της ζωής, όλες τις απολαύσεις της νεολαίας.
		-- Vincent "Jimmy Blue Eyes" Alo

%
Συμφωνώ μαζί τους τώρα, θα σώσει τόσο πολύ χρόνο.
		-- Vincent "Jimmy Blue Eyes" Alo

%
Αχ, παράξενες Beaux-Arts παζάρι του του Τσάρου!
		-- Vincent "Jimmy Blue Eyes" Alo

%
Ahhhhhh ... η μυρωδιά της Cuprinol και μαόνι. Μου συναρπάζει με ...πράξεις του πάθους ... πράξεις ... ανικανότητα.
		-- Vincent "Jimmy Blue Eyes" Alo

%
Όλες οι τηλεφωνικές κλήσεις είναι άσεμνο.
		-- Karen Elizabeth Gordon

%
Όλα τα πραγματικά καλές ιδέες που είχα ποτέ ήρθε σε μένα, ενώ εγώ το άρμεγμα μιας αγελάδας.
		-- Grant Wood

%
Είμαι στόμφο; Το ελπίζω. στόμφο μου παίρνει ρέιβ πάρτι.
		-- Grant Wood

%
ΚΑΤΑΠΛΗΚΤΙΚΗ αλλά αληθινό ...Αν όλα ο σολομός που αλιεύεται στον Καναδά σε ένα έτος τέθηκαν από άκρο σε άκροδιασχίζουν την έρημο Σαχάρα, η μυρωδιά θα ήταν εντελώς απαίσιο.
		-- Grant Wood

%
ΚΑΤΑΠΛΗΚΤΙΚΗ αλλά αληθινό ...Υπάρχει τόσο πολύ άμμο στη Βόρεια Αφρική ότι αν ήταν απλωμένα τοθα καλύψει πλήρως την έρημο Σαχάρα.
		-- Grant Wood

%
Αμνησία χρησιμοποιείται για να είναι το αγαπημένο μου λέξη, αλλά στη συνέχεια το ξέχασα.
		-- Grant Wood

%
Ένα άτομο-Blaster είναι ένα καλό όπλο, αλλά μπορεί να δείξει δύο τρόπους.
		-- Isaac Asimov

%
... Και επιπλέον ... δεν μου αρέσει το παντελόνι σας.
		-- Isaac Asimov

%
Και εγώ μονάχος είμαι επέστρεψε να κουνάει την ουρά.
		-- Isaac Asimov

%
Κάθε πέτρα στο boot σας μεταναστεύει πάντα εναντίον της κλίσης πίεσης σεακριβώς το σημείο των περισσότερων πίεση.
		-- Milt Barber

%
Κάθε φορά που τα πράγματα φαίνεται να πηγαίνουν καλύτερα, έχετε παραβλέπεται κάτι.
		-- Milt Barber

%
Δεν είμαστε άντρες;
		-- Milt Barber

%
Όπως είπε ο Δίας για να Νάρκισσος, "Προσέξτε τον εαυτό σας."
		-- Milt Barber

%
Avec!
		-- Milt Barber

%
BAD τρέλα, MAN !!!
		-- Milt Barber

%
Γυμνά πόδια μαγνητίζουν αιχμηρά μεταλλικά αντικείμενα ώστε να είναι στραμμένες προς τα πάνω από τοόροφος - ειδικά στο σκοτάδι.
		-- Milt Barber

%
Οι μπαταρίες δεν περιλαμβάνονται.
		-- Milt Barber

%
ΝΑ ΕΊΣΑΙ ΣΕ ΕΤΟΙΜΌΤΗΤΑ!!!! (Ο κόσμος χρειάζεται περισσότερο lerts ...)
		-- Milt Barber

%
BE υπεροπτική! (Υπήρξε μια πρόσφατη πληθυσμιακή έκρηξη των lerts.)
		-- Milt Barber

%
Πριν ήξερα το καλύτερο κομμάτι της ζωής μου είχε έρθει, είχε φύγει.
		-- Milt Barber

%
Όντας απογοητευμένοι είναι δυσάρεστο, αλλά οι πραγματικές καταστροφές στη ζωή αρχίζουνόταν μπορείτε να πάρετε αυτό που θέλετε.
		-- Milt Barber

%
Πιστέψτε ό, τι έχετε ακούσει για τον κόσμο? τίποτα δεν είναι πάρα πολύ απίστευτα κακό.
		-- Honor'e de Balzac

%
Μεγαλύτερο κενό ασφαλείας - ένα ανοιχτό στόμα.
		-- Honor'e de Balzac

%
Παραδοξότητα είναι η ουσία του εξωτικού.
		-- Honor'e de Balzac

%
Κατηγορήστε Αγίου Ανδρέα - είναι όλα δικό του λάθος.
		-- Honor'e de Balzac

%
Μακάριοι είναι αυτοί που πηγαίνουν γύρω στους κύκλους, διότι πρέπει να είναι γνωστά ως Τροχοί.
		-- Honor'e de Balzac

%
Μπλε χρώμα σήμερα.[Funny στον Jack Slingwine, Guy Harris και Hal Πίρσον. Ed.]
		-- Honor'e de Balzac

%
Αγόρι! Ευκάλυπτος!
		-- Honor'e de Balzac

%
Αγόρι, ότι κραγιόνι σίγουροι έβλαψε!
		-- Honor'e de Balzac

%
Bushydo - ο τρόπος του θάμνου. Μπονσάι!
		-- Honor'e de Balzac

%
"Αλλά Huey, σας υποσχέθηκα!""Πείτε 'em είπα ψέματα."
		-- Honor'e de Balzac

%
Αλλά όπως λέει το καλό βιβλίο ... Υπάρχει μεγαλύτερα deals για να έρθει!
		-- Honor'e de Balzac

%
Με επιμονή το σαλιγκάρι φθάσει στην Κιβωτό.
		-- Charles Spurgeon

%
CF & C έκλεψε, δίκαιη και πλατεία.
		-- Tim Hahn

%
Κεφάλαιο VIIIΛόγω της σύγκλισης των δυνάμεων πέρα ​​από την κατανόησή του, SalvatoreQuanucci ξαφνικά καταιονισμό έξω από το σύμπαν σαν ένα καρπούζισπόρους, και ποτέ δεν άκουσα από πάλι.
		-- Tim Hahn

%
Άχρωμο πράσινο ιδέες κοιμούνται με μανία.
		-- Tim Hahn

%
Κομφούκιος πω πάρα πολλά.
		-- Recent Chinese Proverb

%
Συγχαρητήρια είναι προκειμένου Tom Reid.Λέει ότι μόλις ανακάλυψε ότι είναι ο νικητής του 2021 ψυχικό τουχρονιάς.
		-- Recent Chinese Proverb

%
Ο πολιτισμός είναι η συνήθεια του να είναι ευχαριστημένοι με το καλύτερο και να ξέρει το γιατί.
		-- Recent Chinese Proverb

%
Custer δεσμευτεί Siouxicide.
		-- Recent Chinese Proverb

%
"Όποια και αν είναι η ελλείπουσα μάζα του σύμπαντος είναι, ελπίζω ότι δεν είναι κατσαρίδες!"
		-- Mom

%
Θάνατος σε όλους τους φανατικούς!
		-- Mom

%
Αναχωρούν σε τεμάχια, δηλαδή, διάσπαση.
		-- Mom

%
Στερεί από έναν καθρέφτη από ασήμι και ακόμα και ο τσάρος δεν θα δω το πρόσωπό του.
		-- Mom

%
Μήπως λέω 2; Είπα ψέματα.
		-- Mom

%
Μήπως αυτό συμβεί ποτέ σε σας ότι το λίπος ευκαιρία και μικρή πιθανότητα σημαίνουν το ίδιο πράγμα;Ή ότι οδηγούμε σε parkways και να παρκάρετε σε δρόμους;
		-- Mom

%
Μάθατε για το μοντέλο που κάθισε σ 'ένα σπασμένο μπουκάλι και να κόψει ένα ωραίο σχήμα;
		-- Mom

%
Το ήξερες ...Ότι κανείς δεν διαβάζει ποτέ αυτά τα πράγματα;
		-- Mom

%
«Die; Θα πρέπει να πω, αγαπητέ. Δεν Μπάριμορ θα επιτρέψει μια τέτοιασυμβατικό πράγμα να συμβεί σε αυτόν. "
		-- John Barrymore's dying words

%
Αξιοπρέπεια είναι σαν μια σημαία. Είναι πτερύγια σε μια καταιγίδα.
		-- Roy Mengot

%
Dime είναι τα χρήματα.
		-- Roy Mengot

%
Μην υποτιμάτε τη δύναμη της Δύναμης.
		-- Roy Mengot

%
Μην χρησιμοποιείτε αυτή την ξένη λέξη «ιδανικά». Έχουμε αυτό το εξαιρετικό μητρικήλέξη «ψέματα».
		-- Henrik Ibsen, "The Wild Duck"

%
Οι άνθρωποι γνωρίζετε ότι έχετε φακίδες παντού;
		-- Henrik Ibsen, "The Wild Duck"

%
Οι μαθητές του Ζεν Βουδισμού κάνει Om-εργασία;
		-- Henrik Ibsen, "The Wild Duck"

%
«Πιστεύετε στην διαίσθηση;"«Όχι, αλλά έχω μια περίεργη αίσθηση ότι κάποια μέρα θα το κάνω."
		-- Henrik Ibsen, "The Wild Duck"

%
Έχετε lysdexia;
		-- Henrik Ibsen, "The Wild Duck"

%
Έχετε λυτρωτική κοινωνική αξία;
		-- Henrik Ibsen, "The Wild Duck"

%
Μήπως μια κουτσές πάπια κολυμπήσετε σε έναν κύκλο;
		-- Henrik Ibsen, "The Wild Duck"

%
Μην πιέζετε με δύναμη, να πάρει ένα μεγαλύτερο σφυρί.
		-- Anthony

%
Μην μαντέψετε - ελέγξτε τους κανονισμούς ασφαλείας σας.
		-- Anthony

%
Δεν μπορώ να το ξέρεις;
		-- Anthony

%
Μην αφήσετε την κατάσταση σας να γίνει πάρα πολύ quo!
		-- Anthony

%
Μην κλείσετε τώρα, θα μπορούσαμε εξίσου καλά να κλειδώσει την πόρτα και να πετάξουν το κλειδί.
		-- Anthony

%
Μη μιλάτε για το χρόνο, μέχρι να μιλήσει γι 'αυτόν.
		-- Anthony

%
Μην ανησυχείτε - το βροντοσαύρος είναι αργή, ηλίθια, και ήρεμα.
		-- Anthony

%
Μην ανησυχείτε αν είστε ένας Κλεπτομανής? μπορείτε πάντα να πάρετε κάτι για αυτό.
		-- Anthony

%
Διπλό!
		-- Anthony

%
Ο Δρ Τζέκιλ είχε κάτι στο Hyde.
		-- Anthony

%
Ο Δρ Λίβινγκστον;Ο Δρ Λίβινγκστον Ι υποθέσει;
		-- Anthony

%
Αντλώντας από πρόστιμο εντολή μου γλώσσα, μου είπε τίποτα.
		-- Anthony

%
Τα όνειρα είναι δωρεάν, αλλά υπάρχει μια μικρή χρέωση για τροποποιήσεις.
		-- Anthony

%
Drop ότι τουρσί!
		-- Anthony

%
Ρίξτε το βάζο και αυτό θα γίνει Μινγκ του παρελθόντος.
		-- The Adventurer

%
Duckies είναι διασκέδαση!
		-- The Adventurer

%
Πάπιες; Τι πάπιες ??
		-- The Adventurer

%
Dungeons and Dragons είναι απλά μια πολύ Saxon βία.
		-- The Adventurer

%
Κατά τη διάρκεια ενός αγώνα, ο σύζυγος έριξε ένα μπολ με Jello τη γυναίκα του. Αυτή είχετον συνέλαβε για τη μεταφορά ενός πάγωσε όπλο.Σε άλλο αγώνα, η γυναίκα τον στολισμένο με ένα βαρύ στάμνα γυαλί.Είναι μια γυναίκα που conks σε λήθαργο.
		-- The Adventurer

%
Η δυσλεξία σημαίνει ότι δεν χρειάζεται να πω ότι είστε ysror.
		-- The Adventurer

%
Δυσλεκτικοί έχουν περισσότερες FNU.
		-- The Adventurer

%
Δυσλεξικοί του κόσμου, λύσει!
		-- The Adventurer

%
«Η Γη είναι ένα μεγάλο, μεγάλο λούνα παρκ χωρίς τη διασκέδαση."
		-- Jeff Berner

%
Μοντάζ είναι μια δραστηριότητα αναδιατύπωση.
		-- Jeff Berner

%
Eggheads ενωθείτε! Δεν έχετε τίποτα να χάσετε, αλλά κρόκους σας.
		-- Adlai Stevenson

%
Εκδηλώσεις δεν επηρεάζονται, αναπτύσσουν.
		-- Sri Aurobindo

%
Αναρωτηθήκατε ποτέ γιατί πυροσβεστικά οχήματα είναι κόκκινο;Επειδή οι εφημερίδες διαβάζονται πάρα πολύ.Δύο και δύο είναι τέσσερα.Τέσσερις και τέσσερις είναι οκτώ.Οκτώ και τέσσερις είναι δώδεκα.Υπάρχουν δώδεκα ίντσες σε ένα χάρακα.Queen Mary ήταν ένα χάρακα.Queen Mary ήταν ένα πλοίο.Πλοία πλέουν στη θάλασσα.Υπάρχουν ψάρια μέσα στη θάλασσα.Ψάρια έχουν πτερύγια.Οι Φινλανδοί πολέμησαν τους Ρώσους.Οι Ρώσοι είναι κόκκινο.πυροσβεστικά οχήματα είναι πάντα rush'n.Ως εκ τούτου, πυροσβεστικά οχήματα είναι κόκκινο.
		-- Sri Aurobindo

%
Κάθε παραλογισμό έχει έναν πρωταθλητή που θα το υπερασπιστούμε.
		-- Sri Aurobindo

%
Κάθε μέρα είναι το ίδιο πράγμα - ποικιλία. Θέλω κάτι διαφορετικό.
		-- Sri Aurobindo

%
Κάθε φορά που νομίζω ότι ξέρω όπου είναι σε, θα το προχωρήσουμε.
		-- Sri Aurobindo

%
Κάθε φορά που θα καταφέρει να κλείσει την πόρτα στην πραγματικότητα, έρχεται μέσα από τηνπαράθυρο.
		-- Sri Aurobindo

%
Κάθε λέξη είναι σαν μια περιττή λεκέ για σιωπή και ανυπαρξία.
		-- Beckett

%
Τα πάντα υποκλίνεται στην επιτυχία, ακόμη και γραμματική.
		-- Beckett

%
Τα πάντα μπορούν να κατατίθενται στο πλαίσιο «διάφορα».
		-- Beckett

%
Τα πάντα μπορεί να είναι διαφορετικά στην παρούσα περίπτωση μόνο ένα πράγμα είχεήταν διαφορετική στο παρελθόν.
		-- Beckett

%
Τα πάντα θα πρέπει να οικοδομηθεί πάνω προς τα κάτω, εκτός από την πρώτη φορά.
		-- Beckett

%
Τα πάντα θα πρέπει να οικοδομηθεί πάνω προς τα κάτω, εκτός από αυτή τη στιγμή.
		-- Beckett

%
Τα πάντα διαρκεί περισσότερο, κοστίζει περισσότερο και είναι λιγότερο χρήσιμο.
		-- Erwin Tomash

%
Ό, τι ξέρω είναι λάθος!
		-- Erwin Tomash

%
Γεγονότα δεν παύουν να υπάρχουν επειδή αγνοούνται.
		-- Aldous Huxley

%
Τα πραγματικά περιστατικά, εκτός από τις σχέσεις τους, είναι σαν ετικέτες σε άδεια μπουκάλια.
		-- Sven Italla

%
«Φαντασιώσεις είναι δωρεάν.""ΟΧΙ !! ΟΧΙ !! Είναι η αστυνομία της σκέψης !!!!"
		-- Sven Italla

%
Μακριά πιό θαμπή από δόντι ενός φιδιού είναι να περάσετε ένα ήσυχο νεολαίας.
		-- Sven Italla

%
Λίπη αγαπά Madelyn.
		-- Sven Italla

%
Ανακαλύπτοντας τι συμβαίνει στην C.I.A. Είναι σαν να εκτελεί ο βελονισμόςπάνω σε ένα βράχο.
		-- New York Times, Jan. 20, 1981

%
Πέντε ποδήλατα κάνει ένα Volkswagen, επτά κάνουν ένα φορτηγό.
		-- Adolfo Guzman

%
Φλόγα!
		-- Johnny Storm

%
Fly me away στη φωτεινή πλευρά του φεγγαριού ...
		-- Johnny Storm

%
Για ένα ιερό stint, ένα έντομο του υφάσματος εγκατέλειψε μάλλινα του για χνούδι.
		-- Johnny Storm

%
Για σένα η θαυματουργή γη βάζει μπρος γλυκά λουλούδια.
		-- Titus Lucretius Carus

%
Αναγκάσει !!!Αν σπάσει, καλά, δεν λειτουργεί έτσι κι αλλιώς ...Όχι, μην το πιέζετε, να πάρει ένα μεγαλύτερο σφυρί.
		-- Titus Lucretius Carus

%
Πιέζετε τον εαυτό σας να χαλαρώσετε!
		-- Titus Lucretius Carus

%
Οι δασικές πυρκαγιές προκαλούν Smokey αντέχει.
		-- Titus Lucretius Carus

%
χυδαία φράση τύχη της εβδομάδας (ή ίσως ακόμα και μήνα):Μην γράφετε στους τοίχους!(Και κάτω)Θέλετε Θα πρέπει να πληκτρολογήσετε;
		-- Titus Lucretius Carus

%
Γραφείο Σύστημα Σήμανσης τύχη της εβδομάδας:Αδιόρθωτοι λογοπαίγμων - Μην incorrige.
		-- Titus Lucretius Carus

%
"Βρήκε" το ποντίκι απάντησε μάλλον θυμωμένα: «Φυσικά γνωρίζετεΤι σημαίνει.""Ξέρω τι« it »σημαίνει αρκετά καλά, όταν βρίσκω ένα πράγμα," είπε οΠάπια: «είναι γενικά ένας βάτραχος ή ένας ιός τύπου worm Το ερώτημα είναι, τι έκανε το.αρχιεπίσκοπος βρείτε; "
		-- Titus Lucretius Carus

%
Από ένα ορισμένο σημείο και μετά δεν υπάρχει πλέον καμία στροφή πίσω.Αυτό είναι το σημείο που πρέπει να επιτευχθεί.
		-- F. Kafka

%
Εξαγριωμένοι δραστηριότητα δεν είναι υποκατάστατο για την κατανόηση.
		-- H. H. Williams

%
Γενικές έννοιες είναι γενικά λάθος.
		-- Lady M. W. Montagu

%
Δώστε μου ένα φίλο υδραυλικός το μέγεθος του Πίτσμπουργκ θόλου, και ένα μέροςνα σταθεί, και θα στραγγίξει τον κόσμο.
		-- Lady M. W. Montagu

%
ΠΑΡΑΙΤΟΎΜΑΙ!!!!
		-- Lady M. W. Montagu

%
Δεδομένου druthers μου, θα ήθελα να μην druther.
		-- Lady M. W. Montagu

%
Gloffing είναι μια κατάσταση του ορυχείου.
		-- Lady M. W. Montagu

%
Φύγε! Είσαι με ενοχλεί!
		-- Lady M. W. Montagu

%
Φύγε, είμαι εντάξει.
		-- H. G. Wells' last words.

%
Πηγαίνετε ανεβείτε μια βαρύτητα καλά!
		-- H. G. Wells' last words.

%
Γκολ ... Σχέδια ... είναι φαντασιώσεις, είναι μέρος μιας παγκόσμιας όνειρο ...
		-- Wally Shawn

%
Ο Θεός είναι πεθαμένος.Ο Νίτσε είναι νεκρός.Νίτσε είναι ο Θεός.
		-- Dead

%
Ο Θεός δεν είναι νεκρός, απλά δεν μπορούσε να βρει μια θέση στάθμευσης.
		-- Dead

%
Ο Θεός δεν είναι νεκρός. Αυτός ακριβώς δεν θέλουν να συμμετάσχουν.
		-- Dead

%
Ο Θεός έκανε τον κόσμο σε έξι ημέρες, και συνελήφθη από την έβδομη.
		-- Dead

%
Ο Θεός ήταν ικανοποιημένος με το έργο του, και αυτό είναι μοιραία.
		-- Samuel Butler

%
Ο Θεός, ζητώ την υπομονή - και το θέλω τώρα!
		-- Samuel Butler

%
Οι καλές ειδήσεις είναι ο τρόπος μόνο τη ζωή της κρατώντας σας από την ισορροπία.
		-- Samuel Butler

%
Half Moon απόψε. (Τουλάχιστον αυτό είναι καλύτερο από ό, τι χωρίς φεγγάρι καθόλου).
		-- Samuel Butler

%
Η ευτυχία αποτελεί το ύψος αυτό που λείπει σε μήκος.
		-- Samuel Butler

%
Ευτυχισμένη γιορτή του χοίρου!
		-- Samuel Butler

%
Σκληρή πραγματικότητα έχει έναν τρόπο κράμπες στυλ σας.
		-- Daniel Dennett

%
Έχουν σε σας!
		-- Daniel Dennett

%
Έχει το θάρρος να αναλάβει τις δικές σας σκέψεις σοβαρά, γιατί θα σας διαμορφώσουν.
		-- Albert Einstein

%
"Έχετε ζήσει εδώ όλη σου τη ζωή;""Ω, δύο φορές τόσο πολύ."
		-- Albert Einstein

%
Έχετε κλειδωμένο ντουλάπι αρχείο σας;
		-- Albert Einstein

%
Έχετε παρατηρήσει ότι το μόνο που χρειάζεται να αναπτυχθούν υγιείς, έντονη γρασίδι είναι έναρωγμή στο πεζοδρόμιο σας;
		-- Albert Einstein

%
"Ο ίδιος πέταξε στο άλογό του και οδήγησε τρελά μακριά σε όλες τις κατευθύνσεις."
		-- Albert Einstein

%
Αυτός που ξοδεύει μια καταιγίδα κάτω από ένα δέντρο, παίρνει τη ζωή με ένα σπυρί TNT.
		-- Albert Einstein

%
Ηδονιστής για ενοικίαση ... καμία εργασία πάρα πολύ εύκολο!
		-- Albert Einstein

%
Βοηθήστε τη γη χελιδόνι σε Capistrano.
		-- Albert Einstein

%
Βοηθήστε εξαλείψουμε και να καταργήσει απολύσεων και την επανάληψη.
		-- Albert Einstein

%
ΒΟΉΘΕΙΑ! Ο άνθρωπος παγιδευμένος σε ένα ανθρώπινο σώμα!
		-- Albert Einstein

%
ΒΟΉΘΕΙΑ! Γραφομηχανή μου είναι σπασμένο!
		-- E. E. CUMMINGS

%
Εδώ είναι εκεί TYGERS.
		-- E. E. CUMMINGS

%
"Τα μάτια του ήταν κρύο. Όπως κρύο, όπως το πικρό χειμώνα χιόνι που έπεφτεεκτός. Ναι, το κρύο και ως εκ τούτου είναι δύσκολο να μασήσει ... "
		-- E. E. CUMMINGS

%
Χονγκ αν μισείτε αυτοκόλλητα προφυλακτήρα που λένε «κορνάρισμα εάν ..."
		-- E. E. CUMMINGS

%
Χονγκ αν αγαπάτε την ειρήνη και ησυχία.
		-- E. E. CUMMINGS

%
Δουλειές του σπιτιού μπορεί να σας σκοτώσει, αν γίνει σωστά.
		-- Erma Bombeck

%
Πώς μπορείς να είσαι σε δύο μέρη ταυτόχρονα, όταν δεν είστε οπουδήποτε σε όλα;
		-- Erma Bombeck

%
Πώς έρχονται μόνο οι φίλοι σας βήμα σε νέα λευκά αθλητικά παπούτσια σας;
		-- Erma Bombeck

%
Πώς και δεν μπορούμε ποτέ να μιλήσουμε πια;
		-- Erma Bombeck

%
Πώς έρχονται λάθος αριθμοί δεν είναι ποτέ απασχολημένοι;
		-- Erma Bombeck

%
Πώς ευγενικό εκ μέρους σας να είναι πρόθυμοι να ζήσουν τη ζωή κάποιου για αυτούς.
		-- Erma Bombeck

%
Πόσο μεγάλο μέρος της επιρροής τους σε σας είναι αποτέλεσμα της επιρροής σας σχετικά με αυτά;
		-- Erma Bombeck

%
Πώς untasteful μπορείτε να πάρετε;
		-- Erma Bombeck

%
Ε;
		-- Erma Bombeck

%
Πάντα ξυπνήσει στη ρωγμή του πάγου.
		-- Joe E. Lewis

%
Είμαι η μητέρα όλων των πραγμάτων, και όλα τα πράγματα πρέπει να φορούν ένα πουλόβερ.
		-- Joe E. Lewis

%
Μπορώ να διαβάσω το μυαλό σας, και θα πρέπει να ντρέπεται για τον εαυτό σας.
		-- Joe E. Lewis

%
Μπορώ να σχετίζονται με αυτό.
		-- Joe E. Lewis

%
Μπορώ να αντισταθώ τίποτα, αλλά πειρασμό.
		-- Joe E. Lewis

%
Δεν θα μπορούσε ενδεχομένως να αποτύχει να διαφωνήσω μαζί σας λιγότερο.
		-- Joe E. Lewis

%
Περιφρονώ τη χαρά της παρακαλώντας τους ανθρώπους τους οποίους περιφρονεί.
		-- Joe E. Lewis

%
Δεν έχω καμία λύση, αλλά εγώ σίγουρα θαυμάσει το πρόβλημα.
		-- Ashleigh Brilliant

%
«Δεν με πειράζει πηγαίνει πουθενά εφ 'όσον αυτό είναι μια ενδιαφέρουσα πορεία."
		-- Ronald Mabbitt

%
Δεν καταλαβαίνετε πια.
		-- Ronald Mabbitt

%
Δεν θέλω να εμφανίζεται υπερβολικά περίεργος, αλλά είστε ακόμα ζωντανός;
		-- Ronald Mabbitt

%
Απολαμβάνω το χρόνο που περνάμε μαζί.
		-- Ronald Mabbitt

%
Υπάρχω, άρα υπάρχω καταβληθεί.
		-- Ronald Mabbitt

%
Φοβάμαι εξηγήσεις επεξηγηματικό πράγματα εξήγησε.
		-- Ronald Mabbitt

%
Λυπάμαι για τον εγκέφαλό σας ... όλα μόνος σε αυτό το μεγάλο μεγάλο κεφάλι ...
		-- Ronald Mabbitt

%
«Ανακάλυψα γιατί το αυτοκίνητό μου ήταν βουητό. Είχε ξεχάσει τα λόγια."
		-- Ronald Mabbitt

%
Μισώ τιμές.
		-- Ralph Waldo Emerson

%
Μισώ trolls. Ίσως θα μπορούσα να το MetaMorph σε κάτι άλλο - σαν ένααρπακτική, δικέφαλο, πυρκαγιά-αναπνοής δράκο.
		-- Willow

%
Έχω ένα φοβερό πονοκέφαλο, έβαζα στο νερό της τουαλέτας και το καπάκι έπεσε.
		-- Willow

%
Θα μου έχουν γίνει χωρίς τη συγκατάθεσή μου.
		-- Willow

%
Έχω περισσότερα σημεία χτύπημα που είναι δυνατόν να φανταστείτε.
		-- Willow

%
Έχω δει τη Μεγάλη Pretender και αυτός δεν είναι αυτό που φαίνεται.
		-- Willow

%
Δεν έχω χάσει το μυαλό μου? Ξέρω ακριβώς εκεί που το άφησε.
		-- Willow

%
Ακούω τον ήχο που οι μηχανές κάνουν, και να αισθάνονται σπάσει η καρδιά μου, απλάγια μια στιγμή.
		-- Willow

%
Ακούω τι λέτε, αλλά εγώ απλά δεν με νοιάζει.
		-- Willow

%
Ξέρω όλα. Απλά δεν μπορώ να θυμάμαι όλα με τη μία.
		-- Willow

%
Ξέρω ότι νομίζετε ότι νομίζατε ότι ξέρατε τι νόμιζες ότι είπα,αλλά δεν είμαι σίγουρος ότι κατάλαβα τι νόμιζες ότι εννοούσα.
		-- Willow

%
Ξέρω ότι είστε σε αναζήτηση του εαυτού σας, εγώ απλά δεν σας έχω δει πουθενά.
		-- Willow

%
Ζω με τον τρόπο που πληκτρολογείτε? γρήγορα, με πολλά λάθη.
		-- Willow

%
Λατρεύω την προδοσία, αλλά μισούν έναν προδότη.
		-- Gaius Julius Caesar

%
Ποτέ δεν το έκανε με αυτόν τον τρόπο πριν.
		-- Gaius Julius Caesar

%
«Αγγίζω μόνο βάση με την πραγματικότητα σε μια ως την αναγκαία βάση!"
		-- Royal Floyd Mengot (Klaus)

%
[Σκοπεύω] για να δει, να ακούσει, να αγγίξει, και να καταστρέφουν τα πάντα στο πέρασμά μου,συμπεριλαμβανομένων τεύτλα, γογγυλοκράμβες και πιο τυχαία τα λαχανικά, αλλά εξαιρουμένων των γλυκοπατάτες,όπως είμαι απολύτως τρομοκρατημένοι από γιαμ ...Στην πραγματικότητα, νομίζω ότι ο φόβος μου γιαμ ξεκίνησε στις αρχές του νιάτα μου, όταν πολλοίνεαρών συντρόφων μου πέταξαν με το ίδιο για τραγουδώντας τραγούδια από μακρινές χώρεςκαι καταγάλανες θάλασσες σε μια γλώσσα που μοιάζει πολύ με αυτή της κοινής χοιρομητέρα.ψύχωση μου ήταν εντυπωσιασμένος περαιτέρω μέσα στην ψυχή μου, όπως έχω φτάσει στην εφηβεία,όταν, ενώ παρακάμπτοντας μέσα από ένα πεδίο γλυκοπατάτες, το φως τη καρδία πετώντας λουλούδιαστη στρατόσφαιρα, μια μεγάλη μηχανή γιαμ-picking έσκισε μέσα από τα χωράφια,επιδίωξη μου στην άκρη της μεγάλης φυτείας, όπου δραπέτευσε από την κατάδυσησε μια μεγάλη τάφρο που γεμίζουν με ένα μίγμα νερού και κοπριάς χοίρων, η οποία μπορεί ναεξηγούν την τάση μου να ουρλιάζουν, "Εδώ έρχονται οι Αρειανοί! Απόκρυψη τα αυγά!" κάθεφορά που έχω χοιρινού κρέατος. Αλλά εγώ παρεκκλίνω. Το γεγονός παραμένει ότι δεν μπορώ ορθολογικάασχοληθεί με γλυκοπατάτες, και οι χοίροι είναι τρομερό conversationalists.
		-- Royal Floyd Mengot (Klaus)

%
Προβλέπω ότι σήμερα θα παραμείνει μέχρι αύριο!
		-- Royal Floyd Mengot (Klaus)

%
Αρνούμαι να έχουμε μια μάχη των πνευμάτων με ένα άοπλο πρόσωπο.
		-- Royal Floyd Mengot (Klaus)

%
Είδα τι κάνατε και ξέρω ποιος είσαι.
		-- Royal Floyd Mengot (Klaus)

%
Μυρίζω ένα Wumpus.
		-- Royal Floyd Mengot (Klaus)

%
Νόμιζα ότι σιγήσει η φρουρά!
		-- Royal Floyd Mengot (Klaus)

%
Καταλαβαίνω γιατί είστε σε σύγχυση. Σκέφτεστε πάρα πολύ.
		-- Carole Wallach.

%
Συνήθιζα να είμαι ένας αγνωστικιστής, αλλά τώρα δεν είμαι τόσο σίγουρος.
		-- Carole Wallach.

%
Θα χρησιμοποιηθεί για να πάρει υψηλή για τη ζωή, αλλά τον τελευταίο καιρό έχω δημιουργήσει μια αντίσταση.
		-- Carole Wallach.

%
Συνήθιζα να πιστεύω ότι ήμουν αναποφάσιστος, αλλά τώρα δεν είμαι τόσο σίγουρος.
		-- Carole Wallach.

%
Θέλω να φτάσει το μυαλό σας - πού είναι επί του παρόντος βρίσκεται;
		-- Carole Wallach.

%
Θα σ 'αγαπώ πάντα την ψευδή εικόνα που είχα από εσάς.
		-- Carole Wallach.

%
Θα σας κάνει να μικρότερα από το κεφάλι.
		-- Elizabeth I

%
Ποτέ δεν θα σας πει ψέματα.
		-- Elizabeth I

%
Δεν θα σε ξεχάσω.
		-- Elizabeth I

%
Δεν θα ήταν τόσο παρανοϊκό, αν δεν ήταν όλοι έξω για να με πάρει !!
		-- Elizabeth I

%
Θα ήθελα να είναι μια φτωχότερη άνθρωπος, αν δεν είχα δει ποτέ έναν αετό μύγα.[Είδα έναν αετό να πετάξει μια φορά. Ευτυχώς, είχα αετός μύγα μου χτυπών εύχρηστο. Ed.]
		-- John Denver

%
Θα έδινα το δεξί μου χέρι για να είναι αμφιδέξιο.
		-- John Denver

%
"Πεθαίνω", δήλωσε croaked."Πείραμα μου ήταν μια επιτυχία," ο χημικός ανταπάντησε."Δεν μπορείτε να εκπαιδεύσετε πραγματικά ένα λαγωνικό,« ο εδογμάτισε."Αυτό δεν είναι λαγωνικό, είναι ένα μιγάς», μουρμούρισε."Η φωτιά πηγαίνει έξω," μούγκρισε."Bad σκοποβολή,« ο κυνηγός groused."Θα έπρεπε να δείτε έναν ψυχίατρο», μου θύμισε."Θα φίδι", που ταρακούνησε."Κάποιος είναι στην πόρτα", είπε chimed."Εταιρεία έρχεται", είπε μαντέψατε."Αυγή ήρθε πολύ σύντομα», θρήνησε."Νομίζω ότι θα τελειώσει όλα," Sue αναστέναξε.«Παρήγγειλα σοκολάτα, δεν βανίλια," Ούρλιαζα."Κέντημα σας είναι προχειρότητα", είπε βελονωτές απάνθρωπα."Πού το βρήκες αυτό το κρέας;" ο χαλιναγωγημένα βραχνά.
		-- Gyles Brandreth, "The Joy of Lex"

%
Είμαι χαρούμενος που δεν είχε γεννηθεί πριν από το τσάι.
		-- Sidney Smith (1771-1845)

%
Πάω να αναφερθώ σε ένα θέμα και κολλήστε το στο αυτί σας.
		-- John Foreman

%
Δεν είμαι το γέλιο με σας, είμαι το γέλιο σε σας.
		-- John Foreman

%
Δεν είμαι προσφέροντας τον εαυτό μου ως παράδειγμα? κάθε ζωή εξελίσσεται με τους δικούς της νόμους.
		-- John Foreman

%
Δεν είμαι προκατειλημμένος, μισώ όλους εξίσου.
		-- John Foreman

%
Δεν είμαι περήφανος.
		-- John Foreman

%
Δεν είμαι τεταμένη, απλά τρομερά, τρομερά συναγερμού!
		-- John Foreman

%
Είμαι έτοιμος για όλες τις καταστάσεις έκτακτης ανάγκης, αλλά εντελώς απροετοίμαστος για την καθημερινή ζωή.
		-- John Foreman

%
Είμαι τόσο έσπασε Δεν μπορώ να πληρώσουν ακόμη και προσοχή.
		-- John Foreman

%
Έχω μετακινηθεί!
		-- John Foreman

%
Έχω πάει εκεί.
		-- John Foreman

%
Έχω απολαύσει μόνο για όσο αυτό που μπορώ να σταθεί.
		-- John Foreman

%
Προσδιορίστε τον επισκέπτη σας.
		-- John Foreman

%
Απραξία είναι η γιορτή των ανόητων.
		-- John Foreman

%
"Αν μια καμήλα μύγες, κανείς δεν γελάει, αν δεν πάμε πολύ μακριά."
		-- Paul White

%
Αν όλοι οι άνδρες ήσαν αδέλφια, θα σας αφήσει ένα παντρευτεί την αδερφή σου;
		-- Paul White

%
Αν όλα έρχεται το δρόμο σας, τότε είστε σε λάθος λωρίδα.
		-- Paul White

%
Αν όλα φαίνεται να πηγαίνουν καλά, έχετε προφανώς παραβλέπεται κάτι.
		-- Paul White

%
Αν ο Θεός είναι νεκρός, ο οποίος θα σώσει τη βασίλισσα;
		-- Paul White

%
Αν ο Θεός είναι ένας, τι είναι κακό;
		-- Charles Manson

%
Αν θα μπορούσα να πέσει νεκρός τώρα, θα ήμουν ο πιο ευτυχισμένος άνθρωπος ζωντανός!
		-- Samuel Goldwyn

%
Αν δεν μπορείτε να δείτε στο μέλλον, θα σας δω στο βοσκότοπο.
		-- Samuel Goldwyn

%
Αν σ 'αγαπώ, τι επιχείρηση είναι ότι σου;
		-- Johann van Goethe

%
Αν δεν μυρίζει ακόμα, είναι αρκετά φρέσκα.
		-- Dave Johnson, on dead seagulls

%
Εάν χύνει πριν από επτά, έχει βρέξει από έντεκα.
		-- Dave Johnson, on dead seagulls

%
Αν δεν ήταν τόσο ζεστό σήμερα, θα ήταν πιο δροσερές.
		-- Dave Johnson, on dead seagulls

%
Αν δεν ήταν για την τελευταία στιγμή, τίποτα δεν θα μπορούσε ποτέ να γίνει.
		-- Dave Johnson, on dead seagulls

%
Αν η ζωή σου δίνει λεμόνια, κάνετε λεμονάδα.
		-- Dave Johnson, on dead seagulls

%
Αν η ζωή είναι απλώς ένα αστείο, το ερώτημα παραμένει: για του οποίου η διασκέδαση;
		-- Dave Johnson, on dead seagulls

%
Αν η ζωή δεν είναι αυτό που θέλατε, έχετε ζητήσει τίποτα άλλο;
		-- Dave Johnson, on dead seagulls

%
Αν τα πόδια κουνέλια »είναι τόσο τυχεροί, τι συνέβη με το κουνέλι;
		-- Dave Johnson, on dead seagulls

%
Αν τα άκρα δεν αγιάζει τα μέσα, τότε τι κάνει;
		-- Robert Moses

%
Αν η αγγλική γλώσσα έκανε καμία αίσθηση, αδιάφορος θα έχουν κάτινα κάνει με την έλλειψη των λουλουδιών.[Για να μην αναφέρουμε, πεταλούδα θα ήταν flutterby. Ed.]
		-- Doug Larson

%
Αν το μέλλον δεν είναι αυτό που χρησιμοποιείται για να είναι, αυτό σημαίνει ότι το παρελθόνυπόκειται σε αλλαγές στην φορές για να έρθει;
		-- Doug Larson

%
Εάν το γρασίδι είναι πιο πράσινο στην άλλη πλευρά του φράχτη, σκεφτείτε τι μπορεί να είναιλίπανση αυτό.
		-- Doug Larson

%
Αν άλλαξαν οι έννοιες της «αληθινή» και «ψευδή», τότε αυτή η πρότασηδεν θα ήταν ψευδής.
		-- Doug Larson

%
Αν οι αποδόσεις είναι ένα εκατομμύριο σε μία ενάντια σε κάτι συμβαίνει, οι πιθανότητεςείναι 50-50 θα.
		-- Doug Larson

%
Αν δεν υπάρχει Θεός, ο οποίος αναδύεται το επόμενο Kleenex;
		-- Art Hoppe

%
Αν ο χρόνος γιατρεύει όλες τις πληγές, πώς γίνεται η αφαλό παραμένει η ίδια;
		-- Art Hoppe

%
Αν δούμε το φως στην άκρη του τούνελ, είναι το φως ενόςτραίνου.
		-- Robert Lowell

%
Αν πρόκειται να περπατήσει πάνω σε λεπτό πάγο, μπορείτε επίσης να χορέψουν.
		-- Robert Lowell

%
Αν μπορείτε να το οδηγήσει στο νερό και να την αναγκάσει να πιει, δεν είναι ένα άλογο.
		-- Robert Lowell

%
Αν δεν σκεφτούμε το μέλλον, δεν μπορείτε να έχετε ένα.
		-- John Galsworthy

%
Αν δεν έχετε τίποτα να κάνετε, μην το κάνετε εδώ.
		-- John Galsworthy

%
Αν ήξερε τι να πω άλλο, θα σας το πω;
		-- John Galsworthy

%
Εάν γνωρίζετε την απάντηση σε μια ερώτηση, δεν ζητούν.
		-- Petersen Nesbit

%
Αν έχετε κολλήσει το κεφάλι σας στην άμμο, ένα πράγμα είναι σίγουρο, είστε gonnaνα πάρει πίσω σας κλώτσησε.
		-- Petersen Nesbit

%
Αν έχεις δίκιο το 90% του χρόνου, γιατί εγείρουμε ζητήματα σχετικά με το υπόλοιπο 3%;
		-- Petersen Nesbit

%
Η φαντασία είναι το όπλο στον πόλεμο κατά της πραγματικότητας.
		-- Jules de Gaultier

%
Φανταστείτε τι μπορούμε να φανταστούμε!
		-- Arthur Rubinstein

%
Immanuel δεν λογοπαίγνιο, ο Καντ.
		-- Arthur Rubinstein

%
Immanuel Kant, αλλά Kubla Χαν.
		-- Arthur Rubinstein

%
Σε περίπτωση πυρκαγιάς, να σταθεί στην αίθουσα και να φωνάξει «Φωτιά!"
		-- The Kidner Report

%
Στο τέλος μου είναι η αρχή μου.
		-- Mary Stuart, Queen of Scots

%
Στον πόλεμο των πνευμάτων, αυτός είναι άοπλοι.
		-- Mary Stuart, Queen of Scots

%
Σε αυτόν τον κόσμο, η αλήθεια μπορεί να περιμένει? που χρησιμοποιείται σε αυτό.
		-- Mary Stuart, Queen of Scots

%
Συμπεριλάβετε μου έξω.
		-- Mary Stuart, Queen of Scots

%
Αναποφασιστικότητα είναι η αληθινή βάση για την ευελιξία.
		-- Mary Stuart, Queen of Scots

%
Αδιαφορία σίγουρα θα είναι η πτώση της ανθρωπότητας, αλλά ποιος νοιάζεται;
		-- Mary Stuart, Queen of Scots

%
Αϋπνία δεν είναι τίποτα να χάσουν τον ύπνο πάνω.
		-- Mary Stuart, Queen of Scots

%
Είναι ο θάνατος νομικά δεσμευτική;
		-- Mary Stuart, Queen of Scots

%
Δεν είναι τα αεροπορικά ταξίδια υπέροχο; Πρωινό στο Λονδίνο, το δείπνο στη Νέα Υόρκη,αποσκευές στη Βραζιλία.
		-- Mary Stuart, Queen of Scots

%
Από καιρό ήταν γνωστό ότι τα πουλιά θα κατασκευάσει κατά καιρούς φωλιές στηνχαίτες των αλόγων. Η μόνη γνωστή λύση στο πρόβλημα αυτό είναι να ψεκάσειμαγιά αρτοποιίας στην χαίτη, γιατί, όπως όλοι γνωρίζουμε, μαγιά είναι μαγιά και φωλιάείναι φωλιά, και ποτέ η χαίτη θα τιτίβισμα.
		-- Mary Stuart, Queen of Scots

%
Είναι ένα μάθημα που όλη η ιστορία διδάσκει σοφοί, να θέσει την εμπιστοσύνη στις ιδέες,και όχι σε περιστάσεις.
		-- Emerson

%
Είναι καλύτερα να μην είχε γεννηθεί. Αλλά ποιος από εμάς έχει τέτοια τύχη;Ένα στο εκατομμύριο, ίσως.
		-- Emerson

%
Είναι καλύτερο να είναι στραβοκανής από καμία πόδια.
		-- Emerson

%
Είναι καλύτερο να φιλήσει ένα αβοκάντο από το να πάρει σε μια πάλη με μεταξωτές κορδέλες.
		-- Emerson

%
Είναι πιο εύκολο να αντισταθεί στην αρχή από ό, τι στο τέλος.
		-- Leonardo da Vinci

%
Είναι πιο εύκολο να τρέξει κάτω από έναν λόφο από το ένα.
		-- Leonardo da Vinci

%
Είναι η επιχείρηση του μέλλοντος να είναι επικίνδυνη.
		-- Hawkwind

%
Είναι πολύ δύσκολο να προφητεύουν, ειδικά όταν αφορά το μέλλον.
		-- Hawkwind

%
Δεν είναι εύκολο να είσαι Παρασκευή είδος του ατόμου σε ένα είδος Δευτέρα του κόσμου.
		-- Hawkwind

%
Μοιάζει με τυφλή κραυγή ηδονισμό κέρδισε έξω.
		-- Hawkwind

%
Αυτό συνέβη σε μένα τον τελευταίο καιρό ότι τίποτα δεν έχει συμβεί σε μένα τον τελευταίο καιρό.
		-- Hawkwind

%
"Ήταν ένα παρθένο δάσος, ένα μέρος όπου το χέρι του ανθρώπου δεν είχε ποτέ πατήσει το πόδι του."
		-- Hawkwind

%
Ήταν μια από εκείνες τις τέλειες μέρες του καλοκαιριού - ο ήλιος έλαμπε, ένα αεράκιφυσούσε, τα πουλιά τραγουδούν, και η μηχανή του γκαζόν ήταν σπασμένα ...
		-- James Dent

%
Ήταν ευχάριστο για μένα να πάρετε μια επιστολή από εσάς την άλλη μέρα. ΊσωςΘα πρέπει να έχουν βρεθεί pleasanter αν είχα τη δυνατότητα να το αποκρυπτογραφήσει. εγώΔεν νομίζω ότι έχω μάθει τίποτα πέρα ​​από την ημερομηνία (που ήξερα) καιη υπογραφή (που υπέθεσα σε). Υπάρχει μια μοναδική και διαρκήγοητεία σε επιστολή σου? ποτέ δεν μεγαλώνει παλιά, ποτέ δεν χάνει τηςκαινοτομία. Τα άλλα γράμματα διαβάζουν και να πεταχτεί και να ξεχαστεί, αλλάΤα δικά σας κράτησε για πάντα - αδιάβαστη. Ένας από αυτούς θα διαρκέσει ένα λογικόο άνθρωπος μια ζωή.
		-- Thomas Aldrich

%
Δεν ήταν ότι είχε ένα τριαντάφυλλο στα δόντια της, ακριβώς. Ήταν περισσότερο σαντο τριαντάφυλλο και τα δόντια ήταν στο ίδιο ποτήρι.
		-- Thomas Aldrich

%
Θα με σώσει πολύ χρόνο αν απλά έδωσε και τρελάθηκε τώρα.
		-- Thomas Aldrich

%
Θα είναι ένα ωραίο κόσμο, αν ποτέ να τελειώσει.
		-- Thomas Aldrich

%
Είναι ένα .88 magnum - πηγαίνει μέσω των σχολείων.
		-- Danny Vermin

%
Είναι εκπληκτικό το πόσο καλύτερα αισθάνεστε στιγμή που θα έχετε εγκαταλείψει την ελπίδα.
		-- Danny Vermin

%
Δεν είναι η πτώση που σας σκοτώνει, είναι η προσγείωση.
		-- Danny Vermin

%
Είναι αρκετά δύσκολο να πούμε τι φέρνει την ευτυχία? της φτώχειας και του πλούτουέχουν και οι δύο απέτυχαν.
		-- Kim Hubbard

%
Η αδελφή του Joe βάζει τα μακαρόνια στα παπούτσια της!
		-- Kim Hubbard

%
Ενταχθούν στην πορεία για να σώσει την ατομικότητα!
		-- Kim Hubbard

%
Ακριβώς επειδή όλα είναι διαφορετικά δεν σημαίνει τίποτα δεν έχει αλλάξει.
		-- Irene Peter

%
Απλά δώστε Alice μερικά μολύβια και αυτή θα μείνει απασχολημένος για ώρες.
		-- Irene Peter

%
Kilroe λόξιγκα erat!
		-- Irene Peter

%
Φίλα μου δύο φορές. Είμαι σχιζοφρενική.
		-- Irene Peter

%
Φιλώντας ένα ψάρι είναι σαν το κάπνισμα ενός ποδηλάτου.
		-- Irene Peter

%
Knocked, δεν ήταν.
		-- Opportunity

%
Ξέρεις τι μου αρέσει περισσότερο; Ρητορικές ερωτήσεις.
		-- Henry N. Camp

%
L'hasard ne favorise que l'esprit προετοιμασία.
		-- L. Pasteur

%
La-dee-dee, la-Dee-Ντα.
		-- L. Pasteur

%
Lake Erie πέθανε για τις αμαρτίες σας.
		-- L. Pasteur

%
Η γλώσσα είναι ένας ιός από άλλο πλανήτη.
		-- William Burroughs

%
Το γέλιο σε εσάς είναι σαν σταγόνα-κλοτσιές ένα τραυματισμένο πουλί βουητό.
		-- William Burroughs

%
Lemmings δεν μεγαλώνουν, απλώς πεθαίνουν.
		-- William Burroughs

%
Ας αυτός που παίρνει τη μεγάλη απόφαση να θυμάστε να το επιστρέψετε μέχρι την Τρίτη.
		-- William Burroughs

%
Επιτρέψτε μου να το θέσω έτσι: σήμερα πρόκειται να είναι μια εμπειρία εκμάθησης.
		-- William Burroughs

%
Αφήστε τους άλλους να επαινέσω την αρχαιότητα? Χαίρομαι που γεννήθηκα σε αυτές.
		-- Ovid (43 B.C. - A.D. 18)

%
Ας θυμηθούμε ότι η φρέσκια ιδέα του περασμένου έτους είναι η σημερινή κλισέ.
		-- Austen Briggs

%
Ζωή - Αγάπη ή τίποτα.
		-- Austen Briggs

%
Η ζωή είναι αυτό που είναι, ένα όνειρα εκδίκηση.
		-- Paul Gauguin

%
Η ζωή είναι τόσο δύσκολη και χρονοβόρα.
		-- Paul Gauguin

%
Η ζωή είναι γεμάτη με ευκαιρίες για να κρατήσει το στόμα σου κλειστό.
		-- Paul Gauguin

%
Η ζωή είναι απλά ένα μπολ με κεράσια, αλλά γιατί μπορώ να πάρω πάντα τα pits;
		-- Paul Gauguin

%
Η ζωή είναι σαν μια παρομοίωση.
		-- Paul Gauguin

%
Η ζωή είναι σαν μια αναλογία.
		-- Paul Gauguin

%
Η ζωή δεν είναι για όλους.
		-- Paul Gauguin

%
Η ζωή θα ήταν ανεκτή, αλλά για διασκεδάσεις του.
		-- G. B. Shaw

%
Όπως και χιόνι το χειμώνα για το καλοκαίρι του γκαζόν, ο χρόνος παρελθόν χρόνο φύγει.
		-- G. B. Shaw

%
Σκουπίδια είναι χαζός.
		-- Ronald Macdonald

%
Ζουν γρήγορα, πεθαίνουν νέοι, και να αφήσει μια επίπεδη μπάλωμα της γούνας στην εθνική οδό!
		-- The Squirrels' Motto (The "Hell's Angels of Nature")

%
Προσέξτε! Πίσω σου!
		-- The Squirrels' Motto (The "Hell's Angels of Nature")

%
Ματιά! Μπροστά στα μάτια μας, το μέλλον γίνεται παρελθόν.
		-- The Squirrels' Motto (The "Hell's Angels of Nature")

%
Lookie, lookie, εδώ έρχεται μπισκότο ...
		-- Stephen Sondheim

%
Η απώλεια της άδειας οδήγησης σας »είναι ακριβώς ο τρόπος του Θεού να λέει" Booga, booga! "
		-- Stephen Sondheim

%
Χάσει το ενδιαφέρον; Είναι τόσο κακό που έχω χάσει την απάθεια.
		-- Stephen Sondheim

%
Αγαπούν τη θάλασσα; Έχω λατρεύουν σε αυτήν - από την παραλία.
		-- Stephen Sondheim

%
Η τύχη δεν μπορεί να διαρκέσει μια ζωή, αν δεν πεθαίνουν νέοι.
		-- Russell Banks

%
Τρέλα παίρνει το φόρο του.
		-- Russell Banks

%
Ο άνθρωπος που πέφτει στην υψικάμινο είναι βέβαιο ότι θα νιώσετε πολύ εκνευρισμένη.
		-- Russell Banks

%
Ο άνθρωπος που πέφτει στο κάδο του λιωμένου οπτικό γυαλί κάνει το θέαμα του εαυτού.
		-- Russell Banks

%
Ο άνθρωπος που κοιμούνται στο βαρέλι μπύρας ξυπνήσει κολλώδη.
		-- Russell Banks

%
Καλέντουλα: ΖήλιαΜέντα: ΑρετήΆνθη πορτοκαλιάς: καθαρότητας σας ισούται με την ομορφιά σαςOrchid: ομορφιά, το μεγαλείοΠανσές: ΣκέψειςPeach Blossom: Είμαι δεσμευμένη σαςΠετούνια: Η παρουσία σας με ηρεμείΠαπαρούνας: SleepRose, οποιοδήποτε χρώμα: ΑγάπηΤριαντάφυλλο, βαθύ κόκκινο: ντροπαλός ντροπήRose, και μόνο, ροζ: ΑπλότηταRose, αγκάθια, οποιοσδήποτε: Πρόωρη συνημμένοRose, λευκά: Είμαι άξια σαςRose, κίτρινο: Μείωση της αγάπης, αύξηση της ζήλιαςRosebud, λευκά: παιδική ηλικία, και μια καρδιά άγνοια της αγάπηςΔεντρολίβανο: ΜνήμηΗλίανθος: υπεροψίαΤουλίπα, κόκκινο: Διακήρυξη της αγάπηςΤουλίπα, κίτρινο: Αθεράπευτα αγάπηΒιολετί, μπλε: ΠιστότηταΒιολετί, λευκό: Η σεμνότηταZinnia: Σκέψεις απόντες φίλους* Ένα ανάποδα ανθίσει αντιστρέφει το νόημα.
		-- Russell Banks

%
Μπορεί εκατό χιλιάδες νάνοι εισβάλουν στο σπίτι σας τραγουδώντας cheesy σαλόνι-σαύραεκδόσεις των τραγουδιών από The Wizard of Oz.
		-- Russell Banks

%
Μπορεί ο άστοχες Platypus γεννήσει τα αυγά της στο σορτς Jockey σας.
		-- Russell Banks

%
Είθε οι ψύλλοι των χιλίων καμήλες μολύνουν μασχάλες σας.
		-- Russell Banks

%
Μπορεί καμήλα σας να είναι τόσο γρήγορη σαν τον άνεμο.
		-- Russell Banks

%
Μπορεί να τη γλώσσα σας κολλήσει στον ουρανίσκο σας με τη δύναμη ενόςΧίλια καραμέλες.
		-- Russell Banks

%
Meester, εσείς Vant να αγοράσετε μια πάπια;
		-- Russell Banks

%
Μνήμη θα πρέπει να είναι το σημείο εκκίνησης της παρούσας.
		-- Russell Banks

%
Mene, mene, Tekel, upharsen.
		-- Russell Banks

%
Metermaids τρώνε τα μικρά τους.
		-- Russell Banks

%
Εργαστήριο Μικροβιολογίας: Staph μόνο!
		-- Russell Banks

%
Καθρέφτες πρέπει να αντανακλά λίγο πριν από τη ρίψη πίσω εικόνες.
		-- Jean Cocteau

%
Moebius διαβρωτικά ποτέ δεν θα δείξει πίσω πλευρά τους.
		-- Jean Cocteau

%
Moebius κάνει πάντα στην ίδια πλευρά.
		-- Jean Cocteau

%
Η Δευτέρα είναι ένα φοβερό τρόπος για να περάσετε ένα έβδομο της ζωής σας.
		-- Jean Cocteau

%
Πιο φλέγοντα θέματα παράγουν πολύ περισσότερη θερμότητα από το φως.
		-- Jean Cocteau

%
Οι περισσότερες γενικές δηλώσεις είναι ψευδείς, συμπεριλαμβανομένου αυτού.
		-- Alexander Dumas

%
Μητέρα Γη δεν είναι επίπεδη!
		-- Alexander Dumas

%
Η μητέρα είναι πάρα πολύ έξυπνος για να καταλάβει τίποτα δεν της αρέσει.
		-- Arnold Bennett

%
Mount St. Helens θα έπρεπε να χρησιμοποιείται έλεγχο της γης.
		-- Arnold Bennett

%
Πρέπει να πάρει κοντά στην πόλη - είμαστε το χτύπημα περισσότερους ανθρώπους.
		-- Arnold Bennett

%
Το ενδιαφέρον μου είναι στο μέλλον, διότι εγώ είμαι πρόκειται να περάσουν το υπόλοιπο της μουζωή εκεί.
		-- Arnold Bennett

%
Μου, πώς έχετε αλλάξει από τότε έχω αλλάξει.
		-- Arnold Bennett

%
"Naomi, σεξ σε φόρους το μεσημέρι.» I γκρίνια.Ποτέ μονό ή ζυγό.Ένας άνθρωπος, ένα σχέδιο, ένα κανάλι, τον Παναμά.Κυρία, είμαι ο Αδάμ.Καθίστε σε μια κατσαρόλα πατάτα, Otis.Καθίστε στο Otis.
		-- The Mad Palindromist

%
Μην φοβάστε να πείτε στον κόσμο ποιοι είστε.
		-- Anonymous

%
Ποτέ μην χρησιμοποιείτε "κλπ" - Να κάνει τους ανθρώπους να πιστεύουν ότι υπάρχει μεγαλύτερη όπου δεν υπάρχειή ότι δεν υπάρχει χώρος για να απαριθμήσω όλες, κ.λπ.
		-- Anonymous

%
Ποτέ εθελοντικά για τίποτα.
		-- Lackland

%
Τα νέα μέλη χρειάζονται επειγόντως στην Εταιρεία για την Πρόληψη τηςΣκληρότητα με τον εαυτό σας. Εφαρμόστε μέσα.
		-- Lackland

%
Νίτσε είναι pietzsche, αλλά Schiller είναι δολοφόνος, και ο Γκαίτε είναι moethe.
		-- Lackland

%
Δεν πουλί πετά στα ύψη πολύ υψηλή, αν πετά στα ύψη με τα δικά του φτερά.
		-- William Blake

%
Οταν δεν υπαρχουν κοτσια δεν υπαρχει και δοξα.
		-- William Blake

%
Δεν έχει σημασία πόσο κυνική μπορείτε να πάρετε, είναι αδύνατο να συμβαδίσει.
		-- William Blake

%
Δεν έχει σημασία πόσο πολύ το κάνετε εσείς ποτέ δεν κάνει αρκετά.
		-- William Blake

%
Δεν είναι μικρό τέχνη είναι για ύπνο: είναι απαραίτητο για τον σκοπό αυτόν να κρατήσειξύπνια όλη την ημέρα.
		-- Nietzsche

%
Δεν βούβαλου πολύ βρώμικο? Δεν ψάχνουν πάρα πολύ κούφια.
		-- Nietzsche

%
Κανείς δεν πέθανε ποτέ από το φούρνο αργό δηλητηρίαση.
		-- Nietzsche

%
Μη-ντετερμινισμός δεν είναι γραφτό να είναι εύλογη.
		-- M. J. 0'Donnell

%
Μη ανακολουθίες με κάνει να φάει αμπαζούρ.
		-- M. J. 0'Donnell

%
Νοσταλγία ζει τη ζωή στο παρελθόν λωρίδα.
		-- M. J. 0'Donnell

%
Νοσταλγία δεν είναι αυτό που χρησιμοποιείται για να είναι.
		-- M. J. 0'Donnell

%
Δεν είναι για να γελάσει, να μην θρηνούμε, για να μην βρίζουν, αλλά να κατανοήσουν.
		-- Spinoza

%
Τίποτα δεν μπορεί να γίνει σε μία διαδρομή.
		-- Snider

%
Τίποτα δεν θεραπεύει την αϋπνία, όπως η συνειδητοποίηση ότι ήρθε η ώρα να σηκωθεί.
		-- Snider

%
Τίποτα δεν είναι τόσο πεπεισμένος, όπως αυτό που εμείς τουλάχιστον γνωρίζουμε.
		-- Michel de Montaigne

%
Τίποτα δεν είναι τόσο συχνά ανεπανόρθωτα χαθεί ως μια καθημερινή ευκαιρία.
		-- Ebner-Eschenbach

%
Τίποτα δεν διαρκεί για πάντα.Πού μπορώ να βρω τίποτα;
		-- Ebner-Eschenbach

%
ΕΙΔΟΠΟΊΗΣΗ:- Οι ανελκυστήρες θα είναι έξω από ΤΑΞΗΣ ΣΗΜΕΡΑ -(Το πλησιέστερο ανελκυστήρα εργασίας είναι στο κτίριο απέναντι από το δρόμο).
		-- Ebner-Eschenbach

%
Τώρα υπάρχει μια βίαιη ταινία με τον τίτλο, «Η κροκέ Ανθρωποκτονία," ή "ΔολοφονίαΜε Mallets προμελετημένης. "
		-- Shelby Friedman, WSJ.

%
Γυμνιστές είναι οι άνθρωποι που φορούν κοστούμια ένα κουμπί.
		-- Shelby Friedman, WSJ.

%
O μιμητές, μπορείτε δουλική κοπάδι!
		-- Quintus Horatius Flaccus (Horace)

%
Εντάξει.
		-- Quintus Horatius Flaccus (Horace)

%
Odets, όπου είναι το κεντρί σου;
		-- George S. Kaufman

%
Ω! ναι? Λοιπόν, θυμάμαι όταν το σεξ ήταν βρώμικο και ο αέρας ήταν καθαρό.
		-- George S. Kaufman

%
Ω, καλά, υποθέτω ότι αυτό ακριβώς πρόκειται να είναι μία από αυτές τις ζωές.
		-- George S. Kaufman

%
Ουαου! Κοιτάξτε το φεγγάρι!
		-- George S. Kaufman

%
Μόλις Τελικά κατάλαβα όλες τις απαντήσεις ζωής, άλλαξαν τις ερωτήσεις.
		-- George S. Kaufman

%
Προς τα εμπρός μέσα από την ομίχλη.
		-- George S. Kaufman

%
Χειριστή, παρακαλούμε να εντοπίσει αυτό το κάλεσμα και να μου πείτε πού είμαι.
		-- George S. Kaufman

%
φυτά εσωτερικού χώρου μας έχουν μια καλή αίσθηση του humous.
		-- George S. Kaufman

%
Τα προβλήματά μας είναι τόσο σοβαρά ότι ο καλύτερος τρόπος για να μιλήσουμε γι 'αυτούς είναιελαφρά τη καρδία.
		-- George S. Kaufman

%
Με τα χρόνια, έχω αναπτύξει την αίσθηση μου deja vu τόσο έντονα ώστε τώραΜπορώ να θυμηθώ πράγματα που * έχουν * συνέβη πριν από ...
		-- George S. Kaufman

%
Παρανοϊκός συνάντηση Λέσχη αυτή την Παρασκευή. Τώρα ... απλώς προσπαθήστε να μάθετε πού!
		-- George S. Kaufman

%
Με συγχωρείτε, ενώ εγώ γελάω.
		-- George S. Kaufman

%
Paul Revere ήταν Tattle-παραμύθι.
		-- George S. Kaufman

%
Η ειρήνη είναι σε αυτό το σπίτι, και όλα αυτά που κατοικούν σ 'αυτή.
		-- George S. Kaufman

%
Τηλεφώνημα για Chucky-pooh.
		-- George S. Kaufman

%
Πανεύκολο!
		-- G. S. Koblas

%
Πλαστικά ... Αλουμίνιο ... Αυτές είναι οι κληρονόμοι του Σύμπαντος!Σάρκα και το αίμα είχαν την ευκαιρία τους ... και εκείνη την ημέρα είναι παρελθόν!
		-- Green Lantern Comics

%
Παρακαλούμε να βοηθήσει να κρατήσει τον κόσμο καθαρό: άλλοι μπορεί να επιθυμούν να το χρησιμοποιήσουν.
		-- Green Lantern Comics

%
Παρακαλείστε να παραμείνουν ήρεμοι, δεν είναι καμία χρήση τους δυο μας είναι υστερική ταυτόχρονα.
		-- Green Lantern Comics

%
Προορισμός ήταν καταδικασμένη από την αρχή.
		-- Green Lantern Comics

%
Πρόβλεψη είναι πολύ δύσκολη, ειδικά για το μέλλον.
		-- Niels Bohr

%
Διατηρήστε το παλιό, αλλά γνωρίζετε το νέο.
		-- Niels Bohr

%
Η πρόοδος θα μπορούσε να είναι εντάξει μια φορά, αλλά έχει πάει για πάρα πολύ καιρό.
		-- Ogden Nash

%
Η πρόοδος ήταν εντάξει. Μόνο πήγε για πάρα πολύ καιρό.
		-- James Thurber

%
Punning είναι η χειρότερη αντιπρόεδρος, και δεν υπάρχει αντίστροφα.
		-- James Thurber

%
Πύρος του κόσμου ... ΑΝΑΦΛΕΞΗ !!!
		-- James Thurber

%
QED.
		-- James Thurber

%
Κομπογιαννίτης!Quack !! Κομπογιαννίτης!!
		-- James Thurber

%
Ερώτηση: Είναι καλύτερα να τηρούν τους κανόνες, έως ότου αλλάξει ήβοηθήσει να επιταχύνει την αλλαγή με το σπάσιμο τους;
		-- James Thurber

%
Γρήγορα!! Πράξη σαν να μην έχει συμβεί τίποτα!
		-- James Thurber

%
Quod erat Demonstrandum.[Έτσι είναι αποδεδειγμένο. Για όσους αναρωτήθηκαν μέσα στο διάολο QED.]
		-- James Thurber

%
Βροχερές μέρες και αυτόματα όπλα πάρετε πάντα μου προς τα κάτω.
		-- James Thurber

%
Βροχερές ημέρες και τις Δευτέρες πάρετε πάντα μου προς τα κάτω.
		-- James Thurber

%
Πραγματικότητα - τι μια ιδέα!
		-- Robin Williams

%
Θυμηθείτε ότι υπάρχει έξω κόσμο για να δείτε και να απολαύσετε.
		-- Hans Liepmann

%
Θυμηθείτε το ... το ... uhh .....
		-- Hans Liepmann

%
Θυμηθείτε, να οδηγούν αμυντικά! Και φυσικά, η καλύτερη άμυνα είναι μια καλή επίθεση!
		-- Hans Liepmann

%
Αντιστέκονται στον πειρασμό είναι ευκολότερη όταν νομίζετε ότι θα πάρετε πιθανώςάλλη ευκαιρία αργότερα.
		-- Hans Liepmann

%
Δαχτυλίδι γύρω από το κολάρο.
		-- Hans Liepmann

%
Λάστιχα έχουν ζωηρός καταλήξεις!
		-- Hans Liepmann

%
Τρίτον ασφαλείας.
		-- Hans Liepmann

%
Οι ναυτικοί στα πλοία, πλέουν σε! Ακόμα και όταν πεθάναμε, άλλοι οδήγησε έξω από την καταιγίδα.
		-- Hans Liepmann

%
Βυθίστηκε παράδεισος για μπούκλες leetle.
		-- Hans Liepmann

%
Άγιος Βασίλης είναι το δεις!
		-- Hans Liepmann

%
ξωτικά του Αϊ-Βασίλη είναι απλώς ένα μάτσο υποδεέστερη ρήτρες.
		-- Hans Liepmann

%
Σάτιρα δεν φαίνονται αρκετά σε μια ταφόπλακα.
		-- Hans Liepmann

%
Αποθηκεύστε τις μπάλες!
		-- Hans Liepmann

%
Αποθηκεύστε τις φάλαινες - Καμάκι ένα Honda.
		-- Hans Liepmann

%
Αποθηκεύστε τις φάλαινες. Συλλέξτε ολόκληρο το σετ.
		-- Hans Liepmann

%
Δείτε, αυτά τα δύο πιγκουΐνους μπήκε σε ένα μπαρ, το οποίο ήταν πραγματικά ηλίθιο, γιατίη δεύτερη θα πρέπει να το έχουν δει.
		-- Hans Liepmann

%
Έχει ένα ξυπνητήρι και ένα τηλέφωνο που δεν χτυπάει - θα χειροκροτήσουν.
		-- Hans Liepmann

%
Είναι πραγματικά ψεύτικο.
		-- Hans Liepmann

%
"Σερίφη, εμείς Πρέπει να πιάσει Μαύρο Bart.""Ω, ναι; Τι είναι αυτός μοιάζει;""Καλά, αυτός είναι wearin 'ένα καπέλο χαρτί, ένα πουκάμισο χαρτί, χαρτί και παντελόνιμπότες χαρτί. ""Τι ήθελε για;""Το θρόισμα."
		-- Hans Liepmann

%
Σίρλεϊ Μακ Λέιν πέθανε σήμερα σε ένα φρικτό ψυχική σύγκρουση σήμερα. δύο φρικιάσε ένα φορτηγό [Ω, όχι !! Είναι η Copyright Αστυνομία !!] αύρα-απανθρακωμένο σώμα της ήτανπου για να ξεκουραστούν μετά από μια ευλογία από τον Jackie Collins, συντροφικό μέλος της SAFE [Κοινωνίατης όνειο Flake Διασκεδαστές]. Απόσπασμα από μερικά από του πιο δυνάμενος να αναφερθείσχόλια:"Πραγματικά, μια γυναίκα της εποχής. Οι χρόνοι αυτοί, εκείνες τις στιγμές ...""Μια Αναγέννηση γυναίκα. Γιατί το 1432 ...""Ένας άνθρωπος για όλες τις εποχές. Αλήθεια ..."Μετά την τελετή, Shirley ευχαρίστησε πενθούντες της και εξήγησε πώς ευχάριστοήταν να «το πάρει μαζί" και πάλι, προφανώς αναφερόμενος στην κατοχή της τώρα νεκροίσώμα ενταχθούν πολύ νεκροί εγκέφαλό της.
		-- Hans Liepmann

%
Sight είναι μια σχολή? βλέπουμε είναι μια τέχνη.
		-- Hans Liepmann

%
Η σιωπή είναι το στοιχείο στο οποίο σπουδαία πράγματα οι ίδιοι μόδας.
		-- Thomas Carlyle

%
Η σιωπή είναι η μόνη αρετή που έχει απομείνει.
		-- Thomas Carlyle

%
Αργκό είναι η γλώσσα που παίρνει το παλτό του, φτύνει στα χέρια της, και πηγαίνει να εργαστεί.
		-- Thomas Carlyle

%
Ο ύπνος είναι για τους αδύναμους και ασθενικά.
		-- Thomas Carlyle

%
Αλείψτε το δρόμο με ένα δρομέα !!
		-- Thomas Carlyle

%
Solipsists του Κόσμου ... είστε ήδη ενωμένοι.
		-- Kayvan Sylvan

%
Ορισμένες αλλαγές είναι τόσο αργή, δεν τα αντιλαμβάνονται. Άλλοι είναι τόσο γρήγορα,δεν θα παρατηρήσετε.
		-- Kayvan Sylvan

%
Ορισμένα τμήματα του παρελθόντος πρέπει να διατηρηθεί, και ορισμένα από τα μελλοντικά εμπόδισεμε κάθε κόστος.
		-- Kayvan Sylvan

%
Μερικοί άνθρωποι ζουν τη ζωή στη λωρίδα ταχείας κυκλοφορίας. Είσαι στο αντίθετο ρεύμα κυκλοφορίας.
		-- Kayvan Sylvan

%
Κάποια μέρα θα κοιτάξουμε πίσω σε αυτή τη στιγμή και άροτρο σε ένα παρκαρισμένο αυτοκίνητο.
		-- Evan Davis

%
Κάποια μέρα θα έχετε μεγάλη ευκαιρία σας - ή έχετε είχε ήδη;
		-- Evan Davis

%
Κάποια μέρα, Weederman, θα κοιτάξουμε πίσω σε όλα αυτά και να γελάσει ... θαίσως να είναι ένα από εκείνα τα βαθιά, απόκοσμη αυτά που χτίζει σιγά-σιγά σε ένααίμα-πήξη μανιακό κραυγή ... αλλά και πάλι θα είναι ένα γέλιο.
		-- Mister Boffo

%
Κάπως έφτασα περίσσεια χωρίς ποτέ παρατηρήσει όταν ήμουν διέρχεταιικανοποίηση.
		-- Ashleigh Brilliant

%
Κάπως, ο κόσμος θα επηρεάζει πάντα περισσότερο από ό, τι την επηρεάζουν.
		-- Ashleigh Brilliant

%
Μερικές φορές, πάρα πολύ καιρό είναι πάρα πολύ καιρό.
		-- Joe Crowe

%
Κάπου, κάτι απίστευτο περιμένει να γίνει γνωστό.
		-- Carl Sagan

%
Αργά ή γρήγορα θα πρέπει να πληρώσει για τις αμαρτίες σας.(Όσοι έχουν ήδη καταβληθεί μπορεί να αγνοήσει αυτό το cookie).
		-- Carl Sagan

%
Συγνώμη. Ξεχάσω τι επρόκειτο να πω.
		-- Carl Sagan

%
Συγνώμη. Καλή προσπάθεια.
		-- Carl Sagan

%
η ίδια η σταθερότητα δεν είναι τίποτα άλλο από μια πιο αργή κίνηση.
		-- Carl Sagan

%
Εξάλειψη φιλοτελισμό.
		-- Carl Sagan

%
Στέκεται στο κεφάλι κάνει το χαμόγελό της συνοφρύωμα, αλλά υπόλοιπο του προσώπου και ανάποδα.
		-- Carl Sagan

%
Κλέβει ένα ρινόκερο δεν πρέπει να επιχειρηθεί ελαφρά τη καρδία.
		-- Carl Sagan

%
Σταματήστε μου, πριν σκοτώσει ξανά!
		-- Carl Sagan

%
Την υποστήριξη των Προσκόπων κορίτσι!(Σημερινή Brownie είναι αύριο Cookie!)
		-- Carl Sagan

%
Να 'σαι καλά, είμαστε σε μια βιασύνη.
		-- Carl Sagan

%
Πάρτε ό, τι μπορείτε να χρησιμοποιήσετε και αφήστε τα υπόλοιπα περνούν.
		-- Ken Kesey

%
Δελεάσει μου με ένα κουτάλι!
		-- Ken Kesey

%
Σας ευχαριστώ για την παρατήρηση όλες τις προφυλάξεις ασφαλείας.
		-- Ken Kesey

%
Αυτο ειναι παραξενο. Αυτό είναι πολύ περίεργο. Δεν θα λέγατε ότι είναι πολύ περίεργο;
		-- Ken Kesey

%
Αυτό ήταν που είπε.
		-- Ken Kesey

%
Το επίθετο είναι η φλούδα της μπανάνας των μερών του λόγου.
		-- Clifton Fadiman

%
Η ομορφιά ενός λογοπαίγνιο είναι στο "Oy!" του θεατή.
		-- Clifton Fadiman

%
Ο καλύτερος προφήτης του μέλλοντος είναι το παρελθόν.
		-- Clifton Fadiman

%
Το καλάθι δεν έχει θέση όπου θα μπορούσε να χρησιμοποιηθεί ένας πέμπτος τροχός.
		-- Herbert von Fritzlar

%
Η ημέρα προχωρήσει σαν να ανάψει κάποια δουλειά μου? ήταν το πρωί,και ιδού! τώρα είναι βράδυ, και τίποτα αξέχαστη επιτυγχάνεται.
		-- H. D. Thoreau

%
Μεθαύριο είναι η τρίτη μέρα της υπόλοιπης ζωής σου.
		-- H. D. Thoreau

%
Η διαφορά μεταξύ αυτού του τόπου και το γιαούρτι είναι ότι το γιαούρτι έχει μια ζωντανή κουλτούρα.
		-- H. D. Thoreau

%
Ο αετός μπορεί να πετάξει στα ύψη, αλλά η νυφίτσα δεν παίρνει ποτέ παρασύρονται σε ένα κινητήρα τζετ.
		-- H. D. Thoreau

%
Ο δήμιος είναι, ακούω, πολύ ειδικός, και το λαιμό μου είναι πολύ λεπτή.
		-- Anne Boleyn

%
Το γεγονός ότι λειτουργεί είναι αδιάφορο.
		-- L. Ogborn

%
... Το ελάττωμα που κάνει την τελειότητα τέλεια.
		-- L. Ogborn

%
Το μέλλον δεν είναι αυτό που χρησιμοποιείται για να είναι. (Ποτέ δεν ήταν).
		-- L. Ogborn

%
Το μέλλον βρίσκεται μπροστά μας.
		-- L. Ogborn

%
Το μέλλον δεν γεννιέται, ο φίλος μου, θα απέχουν από βαπτίζοντας αυτό.
		-- George Meredith

%
Το γρασίδι είναι πάντα πιο πράσινο στην άλλη πλευρά του τα γυαλιά ηλίου σας.
		-- George Meredith

%
Η Groundhog είναι όπως και οι περισσότεροι άλλοι προφήτες? παραδίδει το μήνυμα και, στη συνέχεια, τηςεξαφανίζεται.
		-- George Meredith

%
Το αυτί ακρόαση βρίσκεται πάντα κοντά στον μιλώντας τη γλώσσα, ένα έθιμοτου οποίου η μνήμη του ανθρώπου δεν runneth howsomever για το αντίθετο, με κανέναν τρόπο.
		-- George Meredith

%
Το σημαντικό πράγμα που πρέπει να θυμάστε σχετικά με το περπάτημα πάνω στα αυγά δεν είναι να hop.
		-- George Meredith

%
"Up The χορεύω, το Elman.""Ποια χορεύω;"
		-- Jeff Elman

%
Οι πάπιες δολοφόνος έρχεται !!!
		-- Jeff Elman

%
Το τελευταίο άτομο που είπε ότι (ο Θεός ας αναπαύσει την ψυχή του) έζησε για να το μετανιώσετε.
		-- Jeff Elman

%
Η τύχη που έχει χειροτονηθεί για σας θα περιζήτητο από τους άλλους.
		-- Jeff Elman

%
Οι Άρη κανάλια ήταν σαφώς τελευταία προσπάθεια τάφρων του Άρη του!
		-- Jeff Elman

%
Το κουνούπι υπάρχει για να κρατήσει το ισχυρό ταπεινή.
		-- Jeff Elman

%
Τα πιο σημαντικά πράγματα, κάθε άτομο πρέπει να κάνει για τον εαυτό του.
		-- Jeff Elman

%
Το ένα καλό πράγμα για να επαναλάβει τα λάθη σας είναι ότι ξέρετε πότε πρέπει ναμαζεύομαι.
		-- Jeff Elman

%
Το παρελθόν φαίνεται πάντα καλύτερη από ό, τι ήταν. Είναι ευχάριστο μόνο επειδήδεν είναι εδώ.
		-- Finley Peter Dunne (Mr. Dooley)

%
επεξεργασία του φιλοσόφου από μια ερώτηση είναι σαν τη θεραπεία μιας ασθένειας.
		-- Wittgenstein.

%
Η ρύπανση είναι εκείνη δύσκολη φάση. Πάρα πολύ παχύ για να πλοηγηθείτε και πολύλεπτό για να καλλιεργήσουν.
		-- Doug Sneyd

%
Το πρόβλημα με οποιαδήποτε άγραφος νόμος είναι ότι δεν ξέρετε πού να πάτεγια να το διαγράψετε.
		-- Glaser and Way

%
Ο αναγνώστης αυτό το μήνυμα να μην συναντά παραλείποντας να κατανοήσουμε είναι καταραμένη.
		-- Glaser and Way

%
Το τριαντάφυλλο του παρελθόντος δεν είναι παρά ένα όνομα, είναι απλώς τα ονόματα που μας άφησε.
		-- Glaser and Way

%
Τα πρόβατα πέθανε στο μαλλί.
		-- Glaser and Way

%
Τα πρόβατα που πετούν πάνω από το κεφάλι σας είναι σύντομα στη γη.
		-- Glaser and Way

%
Η μικρότερη απόσταση μεταξύ δύο οποιωνδήποτε λογοπαίγνια είναι μια ευθεία γραμμή.
		-- Glaser and Way

%
έκτη πρόβατα Η έκτη σεΐχης του είναι άρρωστος.[Έτσι λένε, δήλωσε φράση sextuply ...]
		-- Glaser and Way

%
Ο ουρανός είναι μπλε έτσι ώστε να γνωρίζουν πού να σταματήσει το κούρεμα.
		-- Judge Harold T. Stone

%
Το δέντρο στο οποίο η SAP είναι στάσιμη παραμένει άκαρπη.
		-- Hosea Ballou

%
Ολόκληρη η γη είναι στη φυλακή και είμαστε συνωμοτούν αυτή την απίστευτη jailbreak.
		-- Wavy Gravy

%
Όλος ο κόσμος είναι μια κρούστα. Το θέμα είναι να το πάρει εποικοδομητικά.
		-- Peter Beard

%
Ο κόσμος δεν είναι πραγματικά καθόλου χειρότερα. Είναι απλά ότι η ειδησεογραφική κάλυψηείναι τόσο πολύ καλύτερα.
		-- Peter Beard

%
Ο κόσμος θέλει να εξαπατηθεί.
		-- Sebastian Brant

%
Το χειρότερο μέρος της ανδρεία είναι αδιακρισία.
		-- Sebastian Brant

%
Στη συνέχεια, αγγίζοντας απαλά το πρόσωπό μου, δίστασε για μια στιγμή, όπως απίστευτο τηςμάτια ξεχύθηκε σε ορυχείο αγάπη, χαρά, πόνο, τραγωδία, την αποδοχή και την ειρήνη."Αντίο για τώρα», είπε θερμά.
		-- Thea Alexander, "2150 A.D."

%
Δεν υπάρχουν κανόνες για το μήνα Μάρτιο. Μαρτίου είναι η άνοιξη, το είδος, συνήθως, το Μάρτιοσημαίνει ίσως, αλλά μην στοιχηματίσετε σε αυτό.
		-- Thea Alexander, "2150 A.D."

%
Υπάρχουν τρία πράγματα που πάντα ξεχνούν. Ονόματα, αντιμετωπίζει - το τρίτο μουΔεν μπορώ να θυμηθώ.
		-- Italo Svevo

%
Υπάρχουν δύο είδη πεζών ... ο γρήγορος και οι νεκροί.
		-- Lord Thomas Rober Dewar

%
Υπήρξε μια ανησυχητική αύξηση στον αριθμό των πραγμάτων που ξέρουντίποτα σχετικά.
		-- Lord Thomas Rober Dewar

%
Υπάρχει μια φυσική hootchy-kootchy σε ένα χρυσόψαρο.
		-- Walt Disney

%
Υπάρχει πάντα κάποιος σε χειρότερη θέση από τον εαυτό σας.
		-- Walt Disney

%
Υπάρχει πάντα κάτι νέο από την Αφρική.
		-- Gaius Plinius Secundus

%
Δεν υπάρχει τέτοιο πράγμα όπως ένα πρόβλημα χωρίς ένα δώρο για σας στα χέρια του.
		-- Gaius Plinius Secundus

%
Δεν υπάρχει τίποτα καινούργιο εκτός από ό, τι έχει ξεχαστεί.
		-- Marie Antoinette

%
δεν φαίνεται να υπάρχει σχέδιο, διότι είναι όλα σχεδίου.
		-- C. S. Lewis

%
Δεν υπάρχει πραγματική ανάγκη να κάνει δουλειές του σπιτιού - μετά από τέσσερα χρόνια δεν παίρνειχειρότερα.
		-- C. S. Lewis

%
Δεν υπάρχει τίποτα πολύ μυστήριο για σας, εκτός από το ότικανείς δεν ξέρει πραγματικά καταγωγή σας, το σκοπό ή προορισμό.
		-- C. S. Lewis

%
Τελικά πήρε ο βασιλιάς Μίδας, ακούω. Gild από την ένωση.
		-- C. S. Lewis

%
Απλώς buzzed και buzzed ... buzzed.
		-- C. S. Lewis

%
Σκεφτείτε μεγάλη. Μολύνουν το Μισισιπή.
		-- C. S. Lewis

%
Σκεφτείτε κορνάρισμα εάν είστε telepath.
		-- C. S. Lewis

%
Σκεφτείτε το πλάι!
		-- Ed De Bono

%
Αυτό δεν είναι μια επανάληψη.
		-- Ed De Bono

%
Αυτό είναι το αύριο θα ανησυχούν για το χθες. Και τώρα ξέρετε γιατί.
		-- Ed De Bono

%
Αυτό πρέπει να είναι το πρωί. Ποτέ δεν μπορούσα να το συνηθίσετε πρωινά.
		-- Ed De Bono

%
Αυτή η πρόταση αντιφάσκει - κανένας στην πραγματικότητα δεν το κάνει.
		-- Douglas Hofstadter

%
Αυτή η φράση όντως δεν έχουν την ιδιότητα να ισχυρίζεται ότι δεν έχει.
		-- Douglas Hofstadter

%
Αυτή η φράση δεν είναι ρήμα.
		-- Douglas Hofstadter

%
σκέψης τρία λεπτά », θα αρκούσε για να βρείτε αυτό έξω? αλλά η σκέψη είναιενοχλητικό και τα τρία λεπτά είναι ένα μεγάλο χρονικό διάστημα.
		-- A. E. Houseman

%
Τρεις η ώρα το απόγευμα είναι πάντα λίγο πολύ αργά ή λίγοπολύ νωρίς για οτιδήποτε θέλετε να κάνετε.
		-- Jean-Paul Sartre

%
Ο χρόνος είναι όμως το ρεύμα πάω ένα-αλιεία στην.
		-- Henry David Thoreau

%
Ο χρόνος θα τελειώσει όλα τα προβλήματά μου, αλλά δεν είναι πάντα εγκρίνουν τις μεθόδους χρόνο του.
		-- Henry David Thoreau

%
απώλεια Της ανθρώπου να είναι ασφαλής, όταν για την αλήθεια θα έπρεπε να πεθάνει.
		-- Henry David Thoreau

%
Για να γενικεύσουμε είναι να ηλίθιος.
		-- William Blake

%
Το να αγαπάς είναι καλό, η αγάπη είναι δύσκολη.
		-- William Blake

%
Για να δείτε σας είναι να συμπαθήσει.
		-- William Blake

%
"Για να ταλαντεύονται ή να μην ταλαντεύονται, αυτό είναι το ερώτημα ... ή μήπως είναι;"
		-- William Blake

%
Topologists είναι μόνο οι λαοί αεροπλάνο.Οι πιλότοι είναι μόνο οι λαοί αεροπλάνο.Ξυλουργοί είναι μόνο οι λαοί αεροπλάνο.Midwest αγρότες είναι απλά λαοί.Μουσικοί ακριβώς playin »λαούς.Whodunit αναγνώστες είναι μόνο Spillane λαοί.Μερικοί Λονδρέζοι είναι ακριβώς Π Lane λαούς.
		-- William Blake

%
Πρόβλημα έρχεται πάντα σε λάθος χρόνο.
		-- William Blake

%
Πρόβλημα χτυπά στη σειρά των τριάρια, αλλά όταν εργάζονται γύρω από το σπίτι τουΗ επόμενη δουλειά μετά από μια σειρά τριών δεν είναι η τέταρτη δουλειά - είναι η αρχή τηςμια εντελώς νέα σειρά τριών.
		-- William Blake

%
Πιστός στο παρελθόν μας δουλεύουμε με μια κληρονομική, παρατήρησε, και έγινε αποδεκτή όραμαπροσωπική ματαιότητα, και την ομορφιά του κόσμου.
		-- David Mamet

%
Δύο αυτοκίνητα σε κάθε γλάστρα και ένα κοτόπουλο σε κάθε γκαράζ.
		-- David Mamet

%
Χρησιμοποιήστε ένα λογοπαίγνιο, πάει στη φυλακή.
		-- David Mamet

%
Περιμένετε για αυτό το σοφότερο όλων των συμβούλων, Time.
		-- Pericles

%
Θέλετε να αγοράσετε μια πάπια;
		-- Pericles

%
χάσιμο χρόνου είναι ένα σημαντικό μέρος της ζωής.
		-- Pericles

%
Έχουμε αυτιά, earther ... τέσσερις από αυτούς!
		-- Pericles

%
Έχουμε έμειναν αρκετό καιρό στις ακτές του Κοσμικού Ωκεανού.
		-- Carl Sagan

%
Εμείς πρέπει να πεθάνει, γιατί έχουμε γνωρίσει.
		-- Ptah-hotep, 2000 B.C.

%
Θα διασχίσει αυτή τη γέφυρα, όταν θα επανέλθουμε σε αυτό αργότερα.
		-- Ptah-hotep, 2000 B.C.

%
Καλώς ήλθατε στο ζωολογικό κήπο!
		-- Ptah-hotep, 2000 B.C.

%
Καλά thaaaaaaat είναι εντάξει.
		-- Ptah-hotep, 2000 B.C.

%
Λοιπόν, η γραφή είναι στο πάτωμα.
		-- Joe E. Lewis

%
Λοιπόν, θα έχουμε πραγματικά ένα κόμμα, αλλά έχουμε το gotta μετά μια φρουρά έξω.
		-- Eddie Cochran, "Come On Everybody"

%
Τι προκαλεί το μυστηριώδη θάνατο του καθενός;
		-- Eddie Cochran, "Come On Everybody"

%
Τι χρώμα είναι ένας χαμαιλέοντας σε έναν καθρέφτη;
		-- Eddie Cochran, "Come On Everybody"

%
«Τι έκανες όταν το πλοίο βυθίστηκε;""Άρπαξα μια τούρτα σαπούνι και πλυθεί ο ίδιος στην ξηρά."
		-- Eddie Cochran, "Come On Everybody"

%
Τι σημαίνει "αυτό" σημαίνει στη φράση "Τι ώρα είναι;";
		-- Eddie Cochran, "Come On Everybody"

%
Ποιες δικαιολογίες στέκονται στο δρόμο σας; Πώς μπορείτε να εξαλείψει τους;
		-- Roger von Oech

%
Τι συμβαίνει όταν περικόψει τη ζούγκλα; Υποχωρεί.
		-- Roger von Oech

%
Τι είναι ο ήχος του ενός παλαμάκια χέρι;
		-- Roger von Oech

%
Τι μεγαλώνει σύντομα παλιά; Ευγνωμοσύνη.
		-- Aristotle

%
	"Τι ώρα είναι?""Δεν ξέρω, αυτό αλλάζει συνεχώς."
		-- Aristotle

%
Αυτό που δεν μπορούμε να μιλάμε για το θα πρέπει να περάσει πάνω από στη σιωπή.
		-- Wittgenstein

%
Τι θα κάνετε αν όλα τα προβλήματα σας δεν λύνονται από τη στιγμή που θα πεθάνεις;
		-- Wittgenstein

%
Τι θέλετε, ό, τι είστε κρέμονται γύρω στον κόσμο περιμένει, είναι γιακάτι να συμβεί σε σας.[Αναφέρεται στο "VMS Εσωτερικά και Δομές Δεδομένων", V4.4, όταναναφέρεται σε AST.]
		-- Robert Frost

%
Τι!? Με ανησυχεί;
		-- Alfred E. Newman

%
Τι είναι όλα αυτά brouhaha;
		-- Alfred E. Newman

%
Τι είναι τόσο αστείο?
		-- Alfred E. Newman

%
"Ποια είναι η χρήση ενός καλού εισαγωγικά αν δεν μπορείτε να το αλλάξετε;"
		-- The Doctor

%
Ό, τι έγινε της αιώνιας αλήθειας;
		-- The Doctor

%
Όταν μια καμήλα μύγες, κανείς δεν γελάει, αν δεν πάμε πολύ μακριά!
		-- The Doctor

%
Όταν μια αγελάδα γελάει, έχει γάλα να βγει από τη μύτη του;
		-- The Doctor

%
Όταν μια μύγα προσγειώνεται στην οροφή, το κάνει μισό ρολό ή ένα μισό loop;
		-- The Doctor

%
Πότε αργότερα να γίνει ποτέ;
		-- The Doctor

%
Όταν τρώτε έναν ελέφαντα να λάβει ένα δάγκωμα σε μια στιγμή.
		-- Gen. C. Abrams

%
Όταν παραμένει ευχαρίστηση, δεν θα παραμείνει μια χαρά;
		-- Gen. C. Abrams

%
Όταν η αγγλική γλώσσα παίρνει με τον τρόπο μου, πάω με τα πόδια πάνω από αυτό.
		-- Billy Sunday

%
Όταν τα πράγματα πάνε καλά, περιμένουμε κάτι να εκραγεί, να διαβρώσει, κατάρρευση ήαπλά εξαφανίζονται.
		-- Billy Sunday

%
Όταν καλέσετε λάθος αριθμό ποτέ δεν μπορείτε να πάρετε ένα σήμα κατειλημμένου.
		-- Billy Sunday

%
Όταν είστε κάτω και έξω, σηκώστε τη φωνή σας και να φωνάζουν, "Είμαι κάτω και έξω"!
		-- Billy Sunday

%
Όταν είστε έτοιμοι να εγκαταλείψουν τον αγώνα, ο οποίος μπορεί να σας παραδοθούν;
		-- Billy Sunday

%
Όταν η μνήμη σας πηγαίνει, ξεχάστε το!
		-- Billy Sunday

%
Πού είμαι; Ποιός είμαι? Είμαι; εγώ
		-- Billy Sunday

%
Πού θα όλα καταλήγουν; Μάλλον κάπου κοντά στο σημείο όπου ξεκίνησαν όλα.
		-- Billy Sunday

%
Ανωτέρω, δεν μπορεί κανείς να μιλήσει, αυτού κάποιος πρέπει να είναι σιωπηλός.
		-- Wittgenstein

%
Ποια είναι χειρότερο: η άγνοια ή την απάθεια; Ποιός ξέρει? Ποιός νοιάζεται?
		-- Wittgenstein

%
Μαστίγιο, μαστίγιο καλό!
		-- Wittgenstein

%
Ποιος είσαι?
		-- Wittgenstein

%
Ποιος dat που λένε «ποιος dat" όταν λέω "που dat";
		-- Hattie McDaniel

%
Ποιος μπέρδεμα με πυροβολισμό αντι-παράνοια μου;
		-- Hattie McDaniel

%
Ποιος θα αναλάβει τη φροντίδα του κόσμου μετά από σας πηγαίνουν;
		-- Hattie McDaniel

%
Γιατί είστε τόσο δύσκολο να αγνοήσει;
		-- Hattie McDaniel

%
Γιατί γλάροι ζουν κοντά στη θάλασσα; «Γιατί αν ζούσαν κοντά στον κόλπο,θα ήθελα να είναι ονομάζεται baygulls.
		-- Hattie McDaniel

%
Γιατί ένα πλοίο μεταφοράς φορτίου και ένα φορτηγό μεταφέρει φορτία;
		-- Hattie McDaniel

%
Γιατί ονομάζεται ένα αστείο οστών, όταν πονάει τόσο πολύ;
		-- Hattie McDaniel

%
Γιατί καθυστερεί τόσο πολύ γι 'αυτήν να αναδείξει όλα τα καλά σε σας;
		-- Hattie McDaniel

%
Γιατί εκεί δεν είναι ένα ειδικό όνομα για τις κορυφές των ποδιών σας;
		-- Lily Tomlin

%
Γιατί να μην πάει έξω σε ένα άκρο; Δεν είναι ότι, όταν ο καρπός είναι;
		-- Lily Tomlin

%
Γιατί να θέλει κανείς να ονομάζεται «Αργότερα»;
		-- Lily Tomlin

%
Χωρίς περιπέτεια, πολιτισμός βρίσκεται σε πλήρη παρακμή.
		-- Alfred North Whitehead

%
Θα ότι το χέρι μου ήταν τόσο ταχεία όσο γλώσσα μου.
		-- Alfieri

%
Θα θέλατε να παρασύρει άσκοπα προς το μέρος μου;
		-- Alfieri

%
Θα θέλατε να δείτε τα ερείπια της καλές μου προθέσεις;
		-- Alfieri

%
ΛΑΝΘΑΣΜΈΝΟΣ!
		-- Alfieri

%
Μπορείτε auto αγοράζουν τώρα.
		-- Alfieri

%
Μπορείτε να κλουβί ένα χελιδόνι, δεν μπορείς,αλλά δεν μπορείτε να καταπιείτε ένα κλουβί, μπορεί να σας;Κορίτσι, μπάνιο στο μπικίνι, αντικρύζοντας αγόρι,βρίσκει αγόρι αντικρύζοντας μπικίνι κορίτσι κολύμβησης.Ένας άνθρωπος, ένα σχέδιο, ένα κανάλι - Παναμά!
		-- The Palindromist

%
Μπορείτε να φτάσετε εκεί από εδώ, αλλά γιατί στη γη θα θέλετε να?
		-- The Palindromist

%
"Έχετε να σκεφτούμε το αύριο!»"Αύριο! Δεν έχω καν προετοιμαστεί για * _________ χθες * ακόμα!"
		-- The Palindromist

%
Ο Δίας έδωσε Λήδα το πουλί.
		-- The Palindromist

%
Λοιπόν, νομίζω ότι πρέπει να πάρετε κάποια τούβλα και μερικές νυχτερίδες, και να του δείξειτο * αληθινό * νόημα των Χριστουγέννων! "
		-- Bernice, "Designing Women", 12/2/91.

%
Χρησιμοποίησα για να έχω εφιάλτες ότι ο σκύλος του Grinch θα μου απαγάγει και να μου κάνειντύνονται με μια halter-top και ζεστό παντελόνι και να ακούσετε Burl Ives αρχεία.
		-- Robin, "Anything But Love", 12/18/91.

%
[] Διασφάλισης αυτό το μήνυμα - είναι ένα σημαντικό ιστορικό έγγραφο.[] Διαγραφή μετά την ανάγνωση - Ανατρεπτικός Λογοτεχνία.[] Αγνοήστε και να πάει πίσω σε αυτό που έκαναν.
		-- Robin, "Anything But Love", 12/18/91.

%
Κρίτωνα, οφείλω ένα κόκκορα στον Ασκληπιό? θα θυμάστε για να πληρώσει το χρέος;
		-- Socrates' last words

%
Είμαι κουρασμένος των μαχών ... Οι γέροι είναι όλοι νεκροί ... Τα μικρά παιδιάΟι πάγωμα σε θάνατο. Ο λαός μου, μερικοί από αυτούς, έχουν τρέξει μακριά για να τολόφους και δεν έχουν κουβέρτες, ούτε φαγητό. Κανείς δεν γνωρίζει πού βρίσκονται ... Ακούστεμένα, Chiefs μου !! Είμαι κουρασμένη: η καρδιά μου είναι άρρωστος και λυπημένος. Από εκεί που ο ήλιοςτώρα στέκεται, δε θα πολεμήσω περισσότερο. Αρχηγός Joseph, (Nez Perce)
		-- Socrates' last words

%
[I] στ προσπαθείτε να επιλέξετε ανάμεσα σε δύο θεωρίες και ένα που δίνει μιαδικαιολογία για να είναι τεμπέλης, ο άλλος είναι πιθανώς σωστό. "
		-- Paul Graham, "What You'll Wish You'd Known"

%
Είτε σας καλύπτει αστέρι σε ένα αρσενικό ή ένα θηλυκό, διάβασα το περιοδικό σας για τοάρθρα
		-- Leo Costales, in "Outside July 2005"

%
