  Μια λίγο πόνο δεν έβλαψε ποτέ κανέναν.
		-- Arthur Baer, American comic and columnist

%
  "Ένα ενιαίο, ουδέτερο Γερμανία; Δεδομένου ότι η κληρονομιά του έθνους, όπως ένας  φράση μπορεί να αποδειχθεί το οξύμωρο της δεκαετίας. "-Kevin Μ  Matarese, Fulda, Δυτική Γερμανία? όπως φαίνεται στο "Γράμματα", Χρόνος  περιοδικό, σ. 5, 5 Μαρτίου του 1990.
		-- Arthur Baer, American comic and columnist

%
  Μια λεκτική σύμβαση δεν αξίζει το χαρτί στο οποίο είναι γραμμένο. Συμπεριλαμβάνω  μου έξω. -Samuel Goldwyn
		-- Arthur Baer, American comic and columnist

%
  Ο Χριστός γεννήθηκε σε 4 π.Χ.
		-- Arthur Baer, American comic and columnist

%
  Cum tacent, clamant. Όταν είναι σιωπηλοί, φωνάζουν. -Κικερώνας
		-- Arthur Baer, American comic and columnist

%
  Κύριοι, θέλω να ξέρετε ότι δεν είμαι πάντα δίκιο, αλλά είμαι  ποτέ λάθος. -Samuel Goldwyn
		-- Arthur Baer, American comic and columnist

%
  Πηγαίνει (Πήγε) πάνω σαν ένα μπαλόνι μολύβδου.
		-- Arthur Baer, American comic and columnist

%
  Χονγκ αν είστε κατά της ηχορύπανσης!
		-- Arthur Baer, American comic and columnist

%
  Θα σας δώσει μια οριστική ίσως. -Samuel Goldwyn
		-- Arthur Baer, American comic and columnist

%
  Είμαι δεν πρόκειται να πει, «σας είπα έτσι."
		-- Arthur Baer, American comic and columnist

%
  Είμαι βαθύτατα επιφανειακό άτομο. -Andy Warhol
		-- Arthur Baer, American comic and columnist

%
  Είμαι περήφανος για την ταπεινότητα μου.
		-- Arthur Baer, American comic and columnist

%
  Μπορώ να αντισταθώ τα πάντα εκτός από τον πειρασμό. -Oscar Wilde
		-- Arthur Baer, American comic and columnist

%
  Αν Ρούσβελτ ήταν ζωντανοί, είχε γυρίσει πάνω στον τάφο του. -Σαμουήλ  Goldwyn
		-- Arthur Baer, American comic and columnist

%
  Αν θα μπορούσα να πέσει νεκρός τώρα, θα ήμουν ο πιο ευτυχισμένος άνθρωπος ζωντανός!
		-- Samuel Goldwyn

%
  Αν πέσει και να σπάσει τα πόδια σας, μην έρθουν τρέχοντας για μένα. -Σαμουήλ  Goldwyn
		-- Samuel Goldwyn

%
  Ποτέ δεν τεθεί σε ένα ζευγάρι παπούτσια μέχρι να τους έχω φορέσει πέντε έτη.
		-- Samuel Goldwyn

%
  Δεν είναι μια οπτική ψευδαίσθηση. Φαίνεται σαν ένα.
		-- Samuel Goldwyn

%
  Είναι κάτι περισσότερο από θαυμάσια-είναι μέτρια. -Samuel Goldwyn
		-- Samuel Goldwyn

%
  Μπορώ να κάνω μια ερώτηση?
		-- Samuel Goldwyn

%
  Κανείς δεν πάει σε αυτό το εστιατόριο πια-είναι πάντα πάρα πολύ κόσμο.  (Αποδίδεται σε Yogi Berra)
		-- Samuel Goldwyn

%
  κωμωδίες μας δεν είναι να γελούσαν. -Samuel Goldwyn
		-- Samuel Goldwyn

%
  Χωρίστρα είναι τέτοια γλυκιά θλίψη. -William Σαίξπηρ
		-- Samuel Goldwyn

%
  Η αναβλητικότητα σημαίνει ότι ποτέ δεν χρειάζεται να πω συγγνώμη.
		-- Samuel Goldwyn

%
  "Επαγγελματική πιστοποίηση για τους ανθρώπους του αυτοκινήτου μπορεί να ακούγεται σαν μια  οξύμωρο. "-Το Wall Street Journal, σελίδα Β1, την Τρίτη 17 του Ιούλη,  1990.
		-- Samuel Goldwyn

%
  Αναφερόμενος σε ένα βιβλίο: Διάβασα μέρος του σε όλη τη διαδρομή μέσω.
		-- Samuel Goldwyn

%
  Το κάπνισμα είναι η κύρια αιτία των στατιστικών.
		-- Samuel Goldwyn

%
  Ορισμένοι εργένηδες θέλουν μια σημαντική μέρα στην άλλη σχέση.
		-- Samuel Goldwyn

%
  Μιλώντας για ένα κομμάτι του διαλόγου ταινίας: Ας έχουν κάποια νέα  κλισέ. -Samuel Goldwyn
		-- Samuel Goldwyn

%
  Η σκηνή είναι βαρετή. Πες του να βάλει περισσότερη ζωή σε ετοιμοθάνατη του.
		-- Samuel Goldwyn

%
  Δόξα τω Θεώ, είμαι άθεος.
		-- Samuel Goldwyn

%
  Αυτή η έκθεση είναι γεμάτη με παραλείψεις.
		-- Samuel Goldwyn

%
  Δεν πρόβλεψη τυχόν έκτακτες ανάγκες.
		-- Samuel Goldwyn

%
  Είμαστε αυτόν υπερβολικές, αλλά αξίζει τον κόπο. -Samuel Goldwyn
		-- Samuel Goldwyn

%
  προς τιμήν του ριζωμένη στην ατιμία στάθηκε,  Και η πίστη άπιστος τον κράτησε ψευδώς αλήθεια.
		-- Alfred Lord Tennyson

%
  Η καλή οξύμωρο, να την ορίσουμε από μια αυτο-εικόνα, πρέπει να είναι  προγραμματιστεί απροσεξία. -Wilson Follett
		-- Alfred Lord Tennyson

%
  Ένας Ιρλανδός δεν είναι ποτέ σε ειρήνη, εκτός αν αυτός είναι που αγωνίζονται.
		-- Alfred Lord Tennyson

%
  Απορώ με την δύναμη της ανθρώπινης αδυναμίας.
		-- Alfred Lord Tennyson

%
  Πάντα να είναι ειλικρινής, ακόμα και όταν δεν το εννοεί. -Irene Peter
		-- Alfred Lord Tennyson

%
  Ζουν μέσα εισόδημά σας, ακόμη και αν έχετε να δανειστούν για να το πράξουν.
		-- Josh Billings

%
  Φυσικά μπορώ να κρατήσει μυστικά. Είναι οι άνθρωποι που τους λέω με εκείνη  δεν μπορεί να τους κρατήσει. -Anthony Haden-Σχόλια
		-- Josh Billings

%
  Η καλύτερη θεραπεία για την αϋπνία είναι να πάρετε μια πολύ ύπνο. -W. Γ πεδία
		-- Josh Billings

%
  I ευδιάκριτα θυμάμαι ξεχνάμε αυτό. -Clara Barton
		-- Josh Billings

%
  Πρέπει να πιστεύουμε στην ελεύθερη βούληση. Δεν έχουμε άλλη επιλογή. -Isaac Β Singer
		-- Josh Billings

%
  Θα έδινα το δεξί μου χέρι για να είναι αμφιδέξιο.
		-- Josh Billings

%
  Μονοθεϊσμού είναι ένα δώρο από τους θεούς.
		-- Josh Billings

%
  Αφού ξεφορτώθηκε της θανατικής ποινής, έπρεπε να κρεμάσει δύο φορές  όπως πολλοί άνθρωποι όπως και πριν.
		-- Josh Billings

%
  Ποτέ δεν σας άρεσε, και θα είμαι πάντα. -Samuel Goldwyn
		-- Josh Billings

%
  Γιατί δεν αντιστοιχίσετε `em up σε τριάδες; -Yogi Berra
		-- Josh Billings

%
  ομοιότητες μας είναι διαφορετικές. -Dale Berra, γιος του Γιόγκι
		-- Josh Billings

%
  Μετά λιμουζίνα τέντωμα του Donald Trump είχε κλαπεί και βρέθηκε  άθικτη, λίγα τετράγωνα μακριά? είπε, "Τίποτα δεν είχε κλαπεί. Είχα  μια τίμια κλέφτης "-. International Herald Tribune, σελίδα 3, 2 Μαρτίου,  1992
		-- Josh Billings

%
  Ορισμένοι πληθυσμοί των πτηνών στα ύψη προς τα κάτω-Headline Ενός άρθρου στοScience News, σελίδα 126, 20 Φεβρουαρίου 1993.
		-- Josh Billings

%
  Τα περισσότερα βακτήρια έχουν την ευπρέπεια να είναι μικροσκοπική. Epulopiscium  fishelsoni δεν είναι ανάμεσά τους. Το πρόσφατα εντοπίστηκαν ένα μονοκύτταρο  μακρο-μικροοργανισμός είναι ένα πλήρες 0,5 χιλιοστά καιρό, αρκετά μεγάλη για να δει  με γυμνό μάτι. Περιγράφεται στην τρέχουσα Φύση, «Είναι μια  εκατομμύρια φορές τη μάζα ένα τυπικό βακτήριο "-. Ο χρόνος, σελίδα 25,  29 Μάρτιο του, του 1993
		-- Josh Billings

%
  "Θρίαμβος χωρίς νίκη, οι λαθραίας Ιστορία της Περσικής  Πόλεμος του Κόλπου », -Headline δημοσιεύθηκε στις ΗΠΑ News & World Report,  1992.
		-- Josh Billings

%
  Ένα άδειο ταξί οδήγησα μέχρι και Sarah Bernhardt βγήκε. -Arthur Baer,  Αμερικανός κωμικός και αρθρογράφος
		-- Josh Billings

%
  Συνήθιζε να δίαιτα για κάθε είδος των τροφίμων που θα μπορούσε να θέσει τα χέρια της.
		-- Arthur Baer, American comic and columnist

%
  Ο πρώτος όρος της αθανασίας είναι ο θάνατος. -Stanislaw Lec
		-- Arthur Baer, American comic and columnist

%
  Ως γνωστό, όπως το άγνωστο στρατιώτη.
		-- Arthur Baer, American comic and columnist

%
  Θα πρέπει να ακολουθήσετε τους ανθρώπους. Δεν είμαι ο αρχηγός τους; -Benjamin Disraeli
		-- Arthur Baer, American comic and columnist

%
  Ο Χέγκελ είχε δίκιο όταν είπε ότι μαθαίνουμε από την ιστορία ότι ο άνθρωπος  δεν μπορεί ποτέ να μάθουν τίποτα από την ιστορία. -Τζωρτζ Bernard Shaw
		-- Arthur Baer, American comic and columnist

%
  κανόνες William Safire για το γράψιμο, όπως φαίνεται στην εφημερίδα New York Times     Μην τοποθετείτε δηλώσεις στην αρνητική μορφή.     Και μην αρχίσετε φράσεις με συνδυασμό.     Αν έχετε ξαναδιαβάσει την εργασία σας, θα βρείτε στην ξαναδιαβάζοντας ότι ένα μεγάλο     μεγάλο αριθμό επαναλήψεων μπορεί να αποφευχθεί με ξαναδιαβάζοντας και το μοντάζ.     Ποτέ μην χρησιμοποιείτε ένα μακρύ λέξη όταν ένα υποκοριστικό μία από αυτές θα κάνει.     Με σύμφωνη γνώμη υπερθετικό βαθμό είναι το χειρότερο από όλα.     Εάν οποιαδήποτε λέξη είναι ακατάλληλη στο τέλος μιας πρότασης, ένα ρήμα σύνδεση είναι.     Αποφύγετε μοντέρνα locutions που ακούγονται φύλλο.     Ποτέ, ποτέ χρήση επαναλαμβανόμενες απολύσεις.     Επίσης, αποφύγετε αμήχανη ή επηρεάζονται παρήχηση.     Τελευταίο, αλλά όχι λιγότερο σημαντικό, να αποφύγει κλισέ είναι σαν την πανούκλα.
		-- Arthur Baer, American comic and columnist

%
  Ο καθένας γράφει στους τοίχους, εκτός από μένα. -Said Γκράφιτι να δει στην Πομπηία
		-- Arthur Baer, American comic and columnist

%
  Σκόνταψα πάνω από μια τρύπα που είχε κολλήσει επάνω από το έδαφος.
		-- Arthur Baer, American comic and columnist

%
  Δεν νομίζω ότι κάποιος πρέπει να γράψει την αυτοβιογραφία τους παρά μόνο μετά  είναι νεκρός. -Samuel Goldwyn
		-- Arthur Baer, American comic and columnist

%
  Αυτή η σελίδα είναι σκόπιμα κενή.
		-- Arthur Baer, American comic and columnist

%
  Το κακό δεν είναι όλα άσχημα.
		-- Arthur Baer, American comic and columnist

%
  Διαφωνώ με ομοφωνία.
		-- Arthur Baer, American comic and columnist

%
  "Είναι ένα βήμα προς τα εμπρός, αν και δεν υπήρξε καμία πρόοδος."  Πρόεδρος Χόσνι Murbarak της Αιγύπτου προσπαθεί να βάλει το καλύτερο πρόσωπό  σε μια απογοητευτική συνάντηση κορυφής μεταξύ του Προέδρου Κλίντον και  η συριακή δικτάτορας Χαφέζ Ασαντ.
		-- Arthur Baer, American comic and columnist

%
  «Πάντα αποφύγετε προφητεύουν εκ των προτέρων, διότι είναι πολύ καλύτερα  να προφητεύει μετά το συμβάν έχει ήδη λάβει χώρα. "- Ουίνστον  Churchill
		-- Arthur Baer, American comic and columnist

%
 Όλες οι αλήθειες είναι αλήθεια σε βαθμό, συμπεριλαμβανομένου αυτού. -ΧΑ
		-- Arthur Baer, American comic and columnist

%
 Ας υποθέσουμε ότι μια αρετή, αν το έχετε όχι. -William Σαίξπηρ
		-- Arthur Baer, American comic and columnist

%
 Όλες οι γενικεύσεις είναι επικίνδυνες, συμπεριλαμβανομένου αυτού.
		-- Arthur Baer, American comic and columnist

%
