Η εργασία σας θα γεμίσει ένα μεγάλο μέρος της ζωής σας, και ο μόνος τρόπος για ναπραγματικά ικανοποιημένοι είναι να κάνετε αυτό που πιστεύετε ότι είναι μεγάλη δουλειά. Και ο μόνος τρόπος για να γίνειμεγάλο έργο είναι να αγαπάς αυτό που κάνεις. Αν δεν το έχετε βρει ακόμα, συνεχίστε να ψάχνετε.Να μην εγκατασταθούν. Όπως συμβαίνει με όλα τα θέματα της καρδιάς, θα το μάθετε όταν θα τα βρείτε.Και, όπως κάθε μεγάλη σχέση, απλώς γίνεται όλο και καλύτερη, όπως τα χρόνιακυλήσει. Έτσι, συνεχίστε να ψάχνετε, μέχρι να το βρείτε. Να μην εγκατασταθούν.                - Steve Jobs (1955-2011)(1) Αποφύγετε τα τηγανητά κρέατα τα οποία θυμωμένος μέχρι το αίμα.(2) Αν το στομάχι σας ανταγωνίζεται, να κατευνάσει με δροσερό σκέψεις.(3) Κρατήστε τους χυμούς που απορρέουν από κουδουνιστών γύρω απαλά καθώς κινείστε.(4) Πήγαινε πολύ ελαφριά για τις κακίες, όπως την άσκηση στην κοινωνία, όπωςη κοινωνική βόλτα δεν είναι ξεκούραστη.(5) Αποφύγετε τη λειτουργία ανά πάσα στιγμή.(6) Μην κοιτάς πίσω, κάτι που θα μπορούσε να κερδίσει σε σας.
		-- S. Paige, c. 1951

%
Μια σύγκρουση του δόγματος, δεν είναι μια καταστροφή - είναι μια ευκαιρία.
		-- S. Paige, c. 1951

%
Ένα σύννεφο δεν ξέρει γιατί κινείται σε ακριβώς μια τέτοια κατεύθυνση και σε τέτοιαταχύτητα, αν αισθάνεται μια ώθηση ... αυτό είναι το μέρος για να πάει τώρα. Αλλά τοουρανό γνωρίζει τους λόγους και τα μοτίβα πίσω από όλα τα σύννεφα, και θαξέρετε, πάρα πολύ, όταν σηκώνετε τον εαυτό σας αρκετά υψηλή για να δούμε πέρα ​​από τους ορίζοντες.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Ένα όνειρο θα θριαμβεύσει πάντα πάνω από την πραγματικότητα, τη στιγμή που θα δοθεί η ευκαιρία.
		-- Stanislaw Lem

%
Ένα ψεύτικο μάντης μπορεί να γίνει ανεκτή. Αλλά μια αυθεντική μάντης θα πρέπει νανα πυροβοληθεί στο θέαμα. Κασσάνδρα δεν είχε πάρει το ήμισυ του κλοτσιές γύρω άξιζε.
		-- R. A. Heinlein

%
Μια σταμάτησε υποχώρησηΕίναι αγωνιώδη συνάντηση και επικίνδυνη.Να διατηρήσει τους ανθρώπους με τους άνδρες - και υπηρέτριεςΦέρνει καλή τύχη.
		-- R. A. Heinlein

%
Μια ζωή δεν είναι σχεδόν αρκετό καιρό για να καταλάβω τι είναι όλο περίπου.
		-- R. A. Heinlein

%
Πολλοί άνθρωποι που ξέρω πιστεύουν στη θετική σκέψη, και το ίδιο κάνουν και Ι Ιπιστεύουν ό, τι βρωμάει θετικά.
		-- Lew Col

%
Ένας άνδρας είπε στο Σύμπαν:"Κύριε, υπάρχω!""Ωστόσο", απάντησε το Σύμπαν,"Το γεγονός αυτό δεν έχει δημιουργήσει μέσα μου μια αίσθηση της υποχρέωσης."
		-- Stephen Crane

%
Ένας κύριος ρωτήθηκε το ερώτημα, «Τι είναι ο τρόπος;" με ένα περίεργο μοναχός.«Είναι μπροστά στα μάτια σου», είπε ο πλοίαρχος."Γιατί να μην το δείτε για τον εαυτό μου;""Επειδή σκέφτεστε για τον εαυτό σας.""Τι γίνεται με εσάς: μην το βλέπετε;""Εφ 'όσον βλέπετε διπλά, λέγοντας` εγώ δεν κάνω », και` κάνεις », και έτσιγια, τα μάτια σας συννέφιασε, "είπε ο πλοίαρχος.«Όταν δεν υπάρχει ούτε` εγώ »ούτε` Μπορείτε », μπορεί κανείς να το δει;"«Όταν δεν υπάρχει ούτε` εγώ ούτε `You»,ποιος είναι αυτός που θέλει να το δει; "
		-- Stephen Crane

%
Ένας γείτονας ήρθε να Nasrudin, ζητώντας να δανειστεί το γαϊδούρι του. "Είναι έξωδάνειο, «ο δάσκαλος απάντησε. Εκείνη τη στιγμή, ο γάιδαρος brayed δυνατά μέσαη σταθερή. "Αλλά μπορώ να ακούσω το Bray, εκεί πέρα." «Ποιον πιστεύετε,"ρώτησε Nasrudin, "εγώ ή ένας γάιδαρος;"
		-- Stephen Crane

%
Ένας ιερέας ενημέρωσε τον Βολταίρο στο κρεβάτι του θανάτου του να παραιτηθεί από το διάβολο.Απάντησε ο Βολταίρος, "Αυτό δεν είναι ώρα να κάνουν νέους εχθρούς."
		-- Stephen Crane

%
Ένας ιερέας ρώτησε: Τι είναι η μοίρα, ο Δάσκαλος;Και ο Κύριος απάντησε:Είναι αυτό που δίνει ένα υποζύγιο λόγο ύπαρξής του.Είναι αυτό που οι άνδρες στην πρώην φορές έπρεπε να φέρει επάνω τις πλάτες τους.Είναι αυτό που προκάλεσε τα έθνη να οικοδομήσουν παρόδους από την Πόληστην πόλη πάνω στην οποία καροτσάκια και προπονητές να περάσει, και παράλληλα με τις οποίες πανδοχείαέχουν έρθει για να κατασκευαστεί για να εξορκίσει την πείνα, τη δίψα και την κόπωση.Και αυτό είναι η μοίρα; είπε ο ιερέας.Τύχη ... Νόμιζα ότι είπες Freight, απάντησε ο Δάσκαλος.Αυτό είναι εντάξει, είπε ο ιερέας. ήθελα να ξέρωτι Freight ήταν πάρα πολύ.
		-- Kehlog Albran, "The Profit"

%
Ένα θλιβερό θέαμα. Αν κατοικείται, τι ένα πεδίο για τη δυστυχία και την τρέλα.Εάν δεν κατοικείται, τι σπατάλη χώρου.
		-- Thomas Carlyle, looking at the stars

%
Μελετητής ζήτησε από τον Κύριό του, «Δάσκαλε, θα μου παρέχει συμβουλές ενός κατάλληλουεπάγγελμα?"Ο Δάσκαλος απάντησε: «Μερικοί άνδρες μπορούν να κερδίσουν τους κρατήσει με τη δύναμη τηςτο μυαλό τους. Άλλοι πρέπει να χρησιμοποιούν ισχυρές πλάτες, τα πόδια και τα χέρια Thier. Αυτό είναιη ίδια στη φύση όπως είναι με τον άνθρωπο. Μερικά ζώα αποκτούν την τροφή τους εύκολα,όπως κουνέλια, γουρούνια και κατσίκια. Άλλα ζώα πρέπει να σκληρά αγωνίζονται γιατροφή τους, όπως κάστορες, κρεατοελιές και τα μυρμήγκια. Έτσι βλέπετε, η φύση τωνη κλίση πρέπει να ταιριάζει στο άτομο."Αλλά δεν έχω τις ικανότητες, τις επιθυμίες, ή η φαντασία, ο Δάσκαλος," ολόγιος sobbed.Αμφισβήτησε το Master ... "Έχετε σκεφτεί να γίνει ένας πωλητής;"
		-- Thomas Carlyle, looking at the stars

%
Ένα πράγμα δεν είναι απαραίτητα αλήθεια, γιατί ένας άνθρωπος πεθαίνει για αυτό.
		-- Oscar Wilde, "The Portrait of Mr. W. H."

%
Μια επίδοξους μαθητής ήρθε στην καλύβα Nasrudin για βουνοπλαγιάς. Γνωρίζωνότι κάθε δράση μιας τέτοιας φωτισμένη ένα είναι σημαντικό, ο αιτώνπαρακολουθείται στενά το δάσκαλο. "Γιατί χτύπημα στα χέρια σας;" "Για να ζεσταθείτον εαυτό μου στα κρύα του λουτρού. "Αργότερα, Nasrudin χύνεται μπολ με ζεστό σούπα για τον εαυτό τουκαι το νεοφερμένο, και φύσηξε με δική του. "Γιατί το κάνεις αυτό, ο Δάσκαλος;""Για να κρυώσει η σούπα." Δεν μπορεί να εμπιστευθεί έναν άνθρωπο που χρησιμοποιεί την ίδια διαδικασίανα καταλήξουμε σε δύο διαφορετικά αποτελέσματα - ζεστό και κρύο - ο μαθητής αναχώρησε.
		-- Oscar Wilde, "The Portrait of Mr. W. H."

%
Ah, αλλά αντίληψη ενός ανθρώπου θα πρέπει να υπερβαίνει την εμβέλειά του,Ή τι είναι ένας παράδεισος για τους;
		-- Robert Browning, "Andrea del Sarto"

%
Όλοι ελπίζουμε να εγκαταλείψει, εσείς που εισέρχονται εδώ!
		-- Dante Alighieri

%
Όλοι οι άνθρωποι γνωρίζουν τη χρησιμότητα της χρήσιμα πράγματα?αλλά δεν ξέρουν τη χρησιμότητα της ματαιότητας.
		-- Chuang-tzu

%
Όλα τα αληθινά πράγματα, είμαι έτοιμος να σας πω είναι ξεδιάντροπη ψέματα.
		-- The Book of Bokonon / Kurt Vonnegut Jr.

%
Όλοι μας θα πρέπει να εκτιμήσετε Oriental τη σοφία του και το κήρυγμά του ενόςΖεν-όπως αποκόλληση, όπως αποδεικνύεται από τη συνεχή υπενθύμιση του για υπαλλήλους,ψηφολέκτες, ή άλλους που μεγάλωσε ενθουσιασμένοι από την παρουσία του στις τράπεζές τους:"Απλά ξαπλώνουν στο πάτωμα και να κρατήσει ήρεμος."
		-- Robert Wilson, "John Dillinger Died for You"

%
Μια ιδέα είναι ένα μάτι δόθηκε από τον Θεό για την όραση του Θεού. Μερικά από αυτά τα μάτιαδεν μπορεί να αντέξει να κοιτάξει έξω από, τους τυφλούς όσο το δυνατόν γρηγορότερα.
		-- Russell Hoban, "Pilgermann"

%
Μια ιδέα δεν είναι υπεύθυνη για τους ανθρώπους που πιστεύουν σε αυτό.
		-- Russell Hoban, "Pilgermann"

%
Μια παλαιότερη φοιτητής ήρθε στην Otis και είπε, "έχω να δω μιαμεγάλος αριθμός των εκπαιδευτικών και έχω παραιτηθεί από ένα μεγάλο αριθμό απολαύσεις.Έχω νηστείας, ήταν άγαμος και έμεινε ξύπνιος νύχτες αναζητούν φώτιση.Έδωσα τα πάντα μου ζητήθηκε να παραιτηθεί και να έχω υποστεί, αλλάΔεν έχουν φωτιστεί. Τι πρέπει να κάνω?"Otis απάντησε, "Δώσε να υποφέρουν».
		-- Camden Benares, "Zen Without Zen Masters"

%
Και ποτέ έχει γίνει γνωστό ότι η αγάπη δεν γνωρίζει τις δικές βάθος της μέχρι τοώρα του χωρισμού.
		-- Kahlil Gibran

%
Τέλος πάντων, έχω κρατήσει απεικονίζει όλα αυτά τα παιδάκια που παίζουν κάποιο παιχνίδι σε αυτό τομεγάλο πεδίο της σίκαλης και όλα. Χιλιάδες μικρά παιδιά, και κανείς δεν είναι γύρω -κανείς μεγάλη, εννοώ - εκτός από μένα. Και στέκομαι στην άκρη κάποια τρελήγκρεμός. Τι πρέπει να κάνω, έχω να πιάσει τους πάντες αν αρχίσουν να πάειπάνω από τον γκρεμό - εννοώ αν τρέχετε και δεν φαίνονται πού είναιΘα έχω να βγει από κάπου και να πιάσει τους. Αυτό είναι το μόνο που είχα κάνειόλη μέρα. Θα ήθελα απλώς να είναι ο Φύλακας στη σίκαλη. Το ξέρω; Ξέρω ότι είναι τρελό,αλλά αυτό είναι το μόνο πράγμα που ήθελα πραγματικά να είναι. Ξέρω ότι είναι τρελός.
		-- J. D. Salinger, "Catcher in the Rye"

%
Προσεγγίζοντας τις πύλες της μονής, Hakuin βρέθηκε Ken το Ζενκήρυγμα σε μια ομάδα μαθητών."Λόγια ..." Ken ανασκαφή, "δεν είναι παρά ένα απατηλό πέπλο obfuscatingη απόλυτη πραγματικότητα της - ""Ken!" Hakuin διακοπεί. "Μύγα σας είναι κάτω!"Οπότε το καθαρό φως του φωτισμού εξερράγη κατά Ken, και αυτόςεξατμίζεται.Στο δρόμο προς την πόλη, Hakuin έγινε δεκτή από πλανόδιο μοναχός διαποτισμένημε το πνεύμα του το πρωί."Αχ," ο μοναχός αναστέναξε, ένας ευλογημένος χαμόγελο ρυτίδες σε όλη μάγουλά του,"Εσύ είσαι Αυτός ...""Αχ," Hakuin απάντησε, δείχνοντας ενθουσιασμό, "Και Εσύ είσαι λίπος!"Οπότε το καθαρό φως του φωτισμού εξερράγη κατά το μοναχό,και αυτός εξατμίζεται.Στη συνέχεια, ο κυβερνήτης ζήτησε τη συμβουλή του Hakuin, φωνάζοντας: «Όπως μαςεχθροί φέρει τα κάτω πάνω μας, πώς πρέπει εγώ, με τέτοια άκαρδος και άπειροςστρατιώτες όπως είμαι κληρονόμος, ελπίζουμε να αντέξει την επικείμενη επίθεση; ""ΗΠΑ;" έσπασε Hakuin.Οπότε το καθαρό φως του φωτισμού εξερράγη κατά τοΚυβερνήτη, και αυτός εξατμίζεται.Στη συνέχεια, ένας redneck ανέβηκε στο Hakuin και εξατμίζεται το παλιό Master μεκυνηγετικό όπλο του. "Χα! Χτυπάμε ya» στο punchline, ya »λιπόσαρκο Li'l geek για!"
		-- J. D. Salinger, "Catcher in the Rye"

%
Arrakis διδάσκει την στάση του μαχαιριού - κόβοντας ό, τι είναιελλιπής και λέγοντας: ". Τώρα είναι πλήρης επειδή τελείωσε εδώ"
		-- Muad'dib, "Dune"

%
Όπως αποτυχίες πάει, προσπαθούν να θυμηθούν το παρελθόν είναι σαν να προσπαθεί να συλλάβειτο νόημα της ύπαρξης. Και οι δύο κάνουν το ένα να αισθανθεί σαν ένα μωρό που κρατούσε στομια μπάλα του μπάσκετ: παλάμες κάποιου κρατήσει ολίσθηση μακριά.
		-- Joseph Brodsky

%
Στην άμπωτη έγραψα μια γραμμή πάνω στην άμμο, και έδωσε όλη μου την καρδιά και όλαη ψυχή μου. Στην πλημμυρίδα επέστρεψα για να διαβάσετε αυτό που είχε χαράξει και διαπίστωσε μουάγνοια από την ακτή.
		-- Kahlil Gibran

%
Στο τέλος της ζωής σας θα είναι εκεί ένα καλό υπόλοιπο, και καμία περαιτέρω δραστηριότητεςέχουν προγραμματιστεί.
		-- Kahlil Gibran

%
Στους πρόποδες του βουνού, βροντές:Η εικόνα του προσφέρει τροφή.Έτσι ο ανώτερος άνθρωπος είναι προσεκτικοί από τα λόγια τουΚαι εύκρατες το φαγητό και το ποτό.
		-- Kahlil Gibran

%
Η ομορφιά είναι ένα από τα σπάνια πράγματα που δεν οδηγεί σε αμφιβολίες του Θεού.
		-- Jean Anouilh

%
Πριν ασκήτεψε, Zarathud ήταν ένας νεαρός ιερέας, καιπήρε μεγάλη χαρά στο γελοιοποιώντας τους αντιπάλους του μπροστάτους οπαδούς του.Μια μέρα Zarathud πήρε τους μαθητές του σε μια ευχάριστη βοσκοτόπων καιΕκεί αντιμετώπισε ο ιερός Chao ενώ ήταν ευχαριστημένα βόσκηση.«Πες μου, σας χαζός θηρίο", απαίτησε ο ιερέας στο έργο τουεπιβλητική φωνή, «γιατί δεν κάνεις κάτι σημαντικό; Τι είναι σαςΣκοπός στη ζωή, έτσι κι αλλιώς; "Munching το νόστιμο χόρτο, Το Ιερό Chao απάντησε «MU». (ΟΚινεζικό ιδεόγραμμα για τα NO-πράγμα.)Μόλις το άκουσε αυτό, απολύτως κανείς δεν είχε φωτιστεί.Κυρίως επειδή κανείς δεν κατανοητό κινέζικα.
		-- Camden Benares, "Zen Without Zen Masters"

%
Πριν σας ρωτήσω περισσότερες ερωτήσεις, σκεφτείτε αν θέλετε πραγματικά ναγνωρίζουν τις απαντήσεις.
		-- Gene Wolfe, "The Claw of the Conciliator"

%
Brahma είπε: Λοιπόν, αφού άκουσε δέκα χιλιάδες εξηγήσεις, ένας ανόητος δεν είναισοφότερος. Αλλά ένας ευφυής άνθρωπος χρειάζεται μόνο δύο χιλιάδες πεντακόσια.
		-- The Mahabharata

%
Διαιωνίζοντας τη ζωή, δεν αφαιρούν ένα γιώτα από την διάρκεια του θανάτου.
		-- Titus Lucretius Carus

%
Η κάθαρση είναι κάτι που έχω συνδέσει με την πορνογραφία και σταυρόλεξα.
		-- Howard Chaykin

%
Σίγουρα το παιχνίδι είναι στημένο.Μην αφήσετε να σας σταματήσει? αν δεν ποντάρετε, δεν μπορείτε να κερδίσετε.
		-- Robert Heinlein, "Time Enough For Love"

%
Ευκαιρία είναι ίσως το έργο του Θεού, όταν Εκείνος δεν ήθελε να υπογράψει.
		-- Anatole France

%
			Κεφάλαιο 1Η ΙΣΤΟΡΙΑ, μεχρι εδω:Στην αρχή το Σύμπαν δημιουργήθηκε. Αυτό έχει κάνει πολλάτων ανθρώπων είναι πολύ θυμωμένος και ήταν ευρέως θεωρείται ως μια κακή κίνηση.
		-- Douglas Adams, HHGG #2, (The Restaurant at the End of the Universe).

%
"Cheshire-Puss," άρχισε ", θα μου πείτε, παρακαλώ, η οποία τρόπος πουθα έπρεπε να πάμε από εδώ; ""Αυτό εξαρτάται από μια καλή συμφωνία για το πού θέλετε να φτάσετε στο," είπε η Γάτα."Δεν με νοιάζει πολύ where--» είπε η Άλις."Τότε δεν έχει σημασία ποιο τρόπο θα πάτε," είπε η Γάτα.
		-- Douglas Adams, HHGG #2, (The Restaurant at the End of the Universe).

%
Περιστάσεων αποκλείει τους άνδρες? οι άνδρες δεν αποκλείουν περιστάσεις.
		-- Herodotus

%
Συμπτώσεις είναι πνευματική λογοπαίγνια.
		-- G. K. Chesterton

%
Ο θάνατος είναι ένα πνεύμα αφήνοντας ένα σώμα, περίπου όπως ένα κέλυφος αφήνοντας το παξιμάδι πίσω.
		-- Erma Bombeck

%
Ο θάνατος είναι ο τρόπος του Θεού να λέει ότι δεν είναι τόσο σοφός άντρας.
		-- Erma Bombeck

%
Ο θάνατος είναι ο τρόπος ζωής σας λέει ότι έχετε ψηθεί.
		-- R. Geis

%
Ο θάνατος είναι ο τρόπος της φύσης να ανακυκλώνει τα ανθρώπινα όντα.
		-- R. Geis

%
Ο θάνατος είναι ο τρόπος της φύσης να λέει `Γεια σου».
		-- R. Geis

%
Ο θάνατος είναι ο τρόπος της φύσης να σας πω να επιβραδύνει.
		-- R. Geis

%
Ο θάνατος είναι μόνο μια κατάσταση του μυαλού.Μόνο που αυτό δεν σας αφήνει πολύ χρόνο για να σκεφτούμε κάτι άλλο.
		-- R. Geis

%
Δεν παρεκκλίνει από την πορεία που η μοίρα σας έχει ανατεθεί.
		-- R. Geis

%
Εξαρτηθεί από το πόδι του κουνελιού, αν θέλετε, αλλά να θυμάστε, αυτό δεν βοήθησεο λαγός.
		-- R. E. Shay

%
Destiny είναι ένα καλό πράγμα για να δεχθεί, όταν πρόκειται δρόμο σας. Όταν δεν είναι,Δεν την αποκαλούν μοίρα? αποκαλούν την αδικία, την προδοσία, ή απλά κακή τύχη.
		-- Joseph Heller, "God Knows"

%
Ασθένεια μπορεί να θεραπευτεί? μοίρα είναι ανίατη.
		-- Chinese proverb

%
Ditat Deus.[Ο Θεός εμπλουτίζει]
		-- Chinese proverb

%
Μην πιστεύετε στα θαύματα - βασίζονται σε αυτούς.
		-- Chinese proverb

%
Μην απελπίζεστε της ζωής. Δεν έχετε καμία δύναμη αμφιβολία αρκετά για να ξεπεραστούν σαςεμπόδια. Σκεφτείτε την αλεπού περιφέρεται μέσα από το ξύλο και το πεδίο σε μια νύχτα του χειμώναγια κάτι για να ικανοποιήσει την πείνα του. Κατά παρέκκλιση από το κρύο και κυνηγόσκυλα καιπαγίδες, τη φυλή του σώζεται. Δεν πιστεύω ότι οποιοσδήποτε από αυτούς ποτέ αυτοκτόνησε.
		-- Henry David Thoreau

%
δεν ζητούν το θάνατο? ο θάνατος θα βρείτε. Αλλά αναζητούν το δρόμο που κάνει το θάνατοη εκπλήρωση.
		-- Dag Hammarskjold

%
Μην παίρνεις τη ζωή πολύ στα σοβαρά? ποτέ δεν θα βγούμε από αυτό ζωντανός.
		-- Dag Hammarskjold

%
Κάνετε ό, τι μπορείτε για να παρατείνει τη ζωή σας, με την ελπίδα ότι κάποια μέρα θαμάθετε τι είναι για.
		-- Dag Hammarskjold

%
"Νομίζετε ότι υπάρχει Θεός;""Λοιπόν, ____ κάποιος είναι έξω για να με πάρει!"
		-- Calvin and Hobbs

%
Κάνετε το μέρος σας για να βοηθήσει τη διατήρηση της ζωής στη Γη - προσπαθώντας να διατηρήσουν τη δική σας.
		-- Calvin and Hobbs

%
Μην εγκαταλείψει την ελπίδα. Καπετάν Μεσάνυχτα σας δαχτυλίδι αποκωδικοποιητή φτάνει αύριο.
		-- Calvin and Hobbs

%
Μην εγκαταλείψει την ελπίδα: Tom Mix δαχτυλίδι αποκωδικοποιητή σας φτάνει αύριο.
		-- Calvin and Hobbs

%
Μην πηγαίνετε στο κρεβάτι με καμία τιμή στο κεφάλι σας.
		-- Baretta

%
Δεν έχετε καλές ιδέες αν δεν είστε πρόθυμοι να είναι υπεύθυνος για αυτούς.
		-- Baretta

%
Μην το παιδί σας. Μικρή είναι σχετικό, και τίποτα δεν διαρκεί για πάντα.
		-- Baretta

%
Μην αφήνετε τους ανθρώπους να σας τρελάνει, όταν ξέρετε ότι είναι σε κοντινή απόσταση με τα πόδια.
		-- Baretta

%
Μην κάνετε μια μεγάλη διαπραγμάτευση έξω από τα πάντα? ασχολείται μόνο με τα πάντα.
		-- Baretta

%
Μην σταματήσετε να βαδίσει βαριά τα μυρμήγκια όταν οι ελέφαντες stampeding.
		-- Baretta

%
Μην παίρνεις τη ζωή στα σοβαρά, δεν πρόκειται ποτέ να βγούμε ζωντανοί.
		-- Baretta

%
Η αμφιβολία δεν είναι το αντίθετο της πίστης? είναι ένα στοιχείο της πίστης.
		-- Paul Tillich, German theologian.

%
Κάτω κατηγορική προσταγή!
		-- Paul Tillich, German theologian.

%
Λόγω των περιστάσεων πέρα ​​από τον έλεγχό σας, είστε κύριος της μοίρας σαςκαι καπετάνιος της ψυχής σας.
		-- Paul Tillich, German theologian.

%
Κατά τη διάρκεια του ταξιδιού της ζωής, να θυμάστε να κρατήσει ένα μάτι έξω για ένα ούριο άνεμο? σανιδώνωκατά τη διάρκεια μιας καταιγίδας? χαλάζι όλα τα διερχόμενα πλοία? και να πετάξει τα χρώματά σας με περηφάνια.
		-- Paul Tillich, German theologian.

%
Πεθαίνοντας είναι μια πολύ βαρετή, θλιβερό υπόθεση. Η συμβουλή μου προς εσάς είναι να έχετεκαμία σχέση με αυτό.
		-- W. Somerset Maugham, his last words

%
Πεθαίνοντας είναι ένα από τα λίγα πράγματα που μπορούν να γίνουν εύκολα ξαπλωμένη.
		-- Woody Allen

%
Κάθε άνθρωπος είναι δική φυλακισμένος του, στην απομόνωση για τη ζωή.
		-- Woody Allen

%
Κάθε ένας από μας φέρει τη δική του κόλαση.
		-- Publius Vergilius Maro (Virgil)

%
Είτε είμαι νεκρός ή το ρολόι μου έχει σταματήσει.
		-- Groucho Marx's last words

%
Ακόμα και οι καλύτεροι φίλοι δεν μπορεί να παρευρεθεί στην κηδεία του άλλου.
		-- Kehlog Albran, "The Profit"

%
Κάθε άνθρωπος που έχει φτάσει ακόμα και την πνευματική εφηβεία του αρχίζει να υποπτεύεταιότι η ζωή δεν είναι φάρσα? ότι δεν είναι ευγενικός κωμωδία ακόμα? ότι τα λουλούδιακαι fructifies αντίθετα από τις πιο βαθιές τραγική βάθη τηςουσιαστικό θάνατο στην οποία βύθισε ρίζες θέμα της. Η φυσικήκληρονομιά του ο καθένας που είναι ικανή πνευματική ζωή είναι μια ανυπότακτηδάσος όπου τα ουρλιαχτά των λύκων και το άσεμνο πουλί της νύχτας συνομιλητές.
		-- Henry James Sr., writing to his sons Henry and William

%
Κάθε άτομο, όλα τα γεγονότα στη ζωή σας είναι εκεί επειδή έχετεαυτούς που υπάρχουν. Τι θα επιλέξετε να κάνετε μαζί τους είναι μέχρι σας.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Τα πάντα τελειώνει άσχημα. Διαφορετικά δεν θα τελειώσει.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Τα πάντα σε αυτό το βιβλίο μπορεί να είναι λάθος.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Όλα είναι πιθανά. Περάστε τη λέξη.
		-- Rita Mae Brown, "Six of One"

%
Εκτελέσει κάθε πράξη της ζωής σου σαν να ήταν τελευταία σου.
		-- Marcus Aurelius

%
Επέκταση σημαίνει πολυπλοκότητα? και τη φθορά της πολυπλοκότητας.
		-- Marcus Aurelius

%
Τα γεγονότα είναι ο εχθρός της αλήθειας.
		-- Don Quixote

%
Fain εγώ θα ανέβει, αλλά φοβάμαι να πέσει.
		-- Sir Walter Raleigh

%
Η πίστη πηγαίνει έξω από το παράθυρο, όταν η ομορφιά έρχεται σε πόρτα.
		-- Sir Walter Raleigh

%
Η πίστη είναι κάτω από την αριστερή θηλή.
		-- Martin Luther

%
Συμπληρώστε αυτό που είναι κενό, άδειο τι είναι πλήρης, το μηδέν όπου φαγούρα.
		-- Alice Roosevelt Longworth

%
... "Φωτιά" δεν πειράζει, "γη" και "αέρα" και "νερό" δεν έχουν σημασία."Δεν εχω σημασία. Δεν λέξη έχει σημασία. Αλλά ο άνθρωπος ξεχνά την πραγματικότητα και να θυμάταιλόγια. Οι περισσότερες λέξεις θυμάται, η πιο έξυπνοι δεν τους συνανθρώπους του, τον εκτιμώ.Κοιτάζει από τις μεγάλες μεταμορφώσεις του κόσμου, αλλά ο ίδιος δεν βλέπειτους καθώς παρατηρήθηκαν όταν ο άνθρωπος εκλαμβάνεται πραγματικότητα για πρώτη φορά.Τα ονόματά τους έρχονται στα χείλη του και χαμόγελα όπως ο ίδιος τα γούστα, νομίζοντας ότιτους γνωρίζει στην ονομασία.
		-- Roger Zelazny, "Lord of Light"

%
Για ταχείας δράσης ανακούφιση, δοκιμάστε επιβραδύνεται.
		-- Roger Zelazny, "Lord of Light"

%
Για καλή, επιστρέφουν καλό.Για το κακό, την επιστροφή της δικαιοσύνης.
		-- Roger Zelazny, "Lord of Light"

%
Για το αν υπάρχει μια αμαρτία κατά της ζωής, που αποτελείται ίσως όχι τόσο πολύ στηνκάθετο της ζωής, όπως στην ελπίδα για μια άλλη ζωή και διαφεύγει ηαδυσώπητο μεγαλείο αυτής της ζωής.
		-- Albert Camus

%
Για τιμωρία σου, ας πούμε πέντε Χαίρε Μαρίες και ένα δυνατά BLAH!
		-- Albert Camus

%
Δύναμη δεν έχει καμία θέση όπου υπάρχει ανάγκη των δεξιοτήτων.
		-- Herodotus

%
ΚΑΝΟΝΕΣ FORTUNE να ζήσει ΑΠΟ: # 2Ποτέ χήνα μια αδηφάγος.
		-- Herodotus

%
ΚΑΝΟΝΕΣ FORTUNE να ζήσει ΑΠΟ: # 23Μην κόψετε ένα αυτοκίνητο της αστυνομίας, όταν κάνει μια παράνομη στροφή.
		-- Herodotus

%
Από ακρόαση έρχεται σοφία και από την ομιλία μετάνοια.
		-- Herodotus

%
Από την κούνια μέχρι τον εσώρουχα φέρετρο έρχεται πρώτη.
		-- Bertolt Brecht

%
Σε γενικές γραμμές, ο δρόμος του πολεμιστή είναι αποφασιστική η αποδοχή του θανάτου.
		-- Miyamoto Musashi, 1645

%
Να πάρει στο πρόβλημα είναι εύκολο.
		-- D. Winkel and F. Prosser

%
Να πάρει υπάρχει μόνο το μισό όσο πάρει εκεί και πίσω.
		-- D. Winkel and F. Prosser

%
Με δεδομένη την επιλογή μεταξύ θλίψη και τίποτα, θα επέλεγα τη θλίψη.
		-- William Faulkner

%
Ο Θεός μας χορηγήσει την ηρεμία να δεχτεί τα πράγματα που δεν μπορούν να αλλάξουν, το θάρρος νααλλάζουν τα πράγματα που μπορούμε, και τη σοφία να γνωρίζω τη διαφορά.
		-- William Faulkner

%
Ο Θεός καθοδηγεί την καρδιά, όχι από ιδέες, αλλά από τους πόνους και τις αντιφάσεις.
		-- De Caussade

%
Ο Θεός είναι το εφαπτόμενο σημείο μεταξύ μηδέν και το άπειρο.
		-- Alfred Jarry

%
Ο Θεός έκανε τα πάντα από το τίποτα, αλλά η ανυπαρξία φαίνεται μέσα.
		-- Paul Valery

%
Αντίο. Φεύγω επειδή έχω βαρεθεί.
		-- George Saunders' dying words

%
Αντίο, δροσερό κόσμο.
		-- George Saunders' dying words

%
Πήρε ένα λεξικό; Θέλω να μάθω το νόημα της ζωής.
		-- George Saunders' dying words

%
Οι μεγάλες πράξεις από μικρά έργα.
		-- Lao Tsu

%
**** ΑΝΑΠΤΥΞΗ SERVICE CENTER ΕΠΙΣΚΕΥΗΓια όσους είχαν πάρα πολύ Esalen, Topanga, και Kairos. Κουρασμένος απόείναι γνήσια όλη την ώρα; Θέλετε να μάθετε πώς να είναι μια μικρήκάλπικο και πάλι; Έχετε αποκαλύπτεται τόσο πολύ που είστε αρχίζουν να αποφεύγουνάνθρωποι? Έχετε αγγίξει τόσους πολλούς ανθρώπους ότι είμαστε όλοι αρχίζουν νααισθάνονται το ίδιο; Όπως και να είναι λίγο εξαρτώνται; Είναι τέλεια οργασμούςαρχίζει να σας κουράσω; Θα σας αρέσει, για μια φορά, να μην εκφράζουν ένασυναίσθημα? Ή ακόμα καλύτερα, να μην είναι σε επαφή με αυτό καθόλου; Έλα σε εμάς. Εμείςυπόσχονται να σας απαλλάξει από το βάρος του μεγάλες δυνατότητες σας.
		-- Lao Tsu

%
Η ευτυχία έχει μια γρατσουνιά για κάθε φαγούρα.
		-- Ogden Nash

%
Η ευτυχία είναι απλά μια ψευδαίσθηση, που γεμίζουν με θλίψη και σύγχυση.
		-- Ogden Nash

%
Η ευτυχία δεν έχει ό, τι θέλετε, αυτό είναι που θέλουν ό, τι έχετε.
		-- Ogden Nash

%
Η ευτυχία δεν είναι κάτι που αντιμετωπίζετε? αυτό είναι κάτι που θυμάται.
		-- Oscar Levant

%
Που έχει τα λιγότερα θέλει, είμαι πλησιέστερο προς τους θεούς.
		-- Socrates

%
Εκείνος που έχει δείξει, ο άνθρωπος, τι είναι καλό. Και τι κάνει ο Κύριος να ζητήσει από εσάς,αλλά για να κάνουν τη δικαιοσύνη, και να αγαπούν την καλοσύνη, και να περπατήσει ταπεινά ενώπιον του Θεού σας;
		-- Socrates

%
Αυτός είναι πραγματικά σοφός που αποκτά τη σοφία από άλλου ατυχία.
		-- Socrates

%
Δεν ξέρει πώς να ξέρετε ποιος δεν ξέρει πώς να αγνοώ.
		-- Sir Richard Burton

%
Αυτός που συνθέτει ο ίδιος είναι σοφότερος από αυτός που συνθέτει ένα βιβλίο.
		-- B. Franklin

%
Σκέφτηκε του Musashi, το ξίφος του Αγίου, που στέκεται στον κήπο του περισσότερο από ό, τιτριακόσια χρόνια πριν. "Τι είναι το« σώμα ενός rock '; " ρωτήθηκε.Σε απάντηση, το Μουσάσι κάλεσε έναν μαθητή του του και την προσφορά του να σκοτώσει τον εαυτό τουμειώνοντας την κοιλιά του με ένα μαχαίρι. Ακριβώς όπως ο μαθητής ήταν έτοιμος να συμμορφωθεί,ο Δάσκαλος έμεινε το χέρι του, λέγοντας: «Αυτό είναι το« σώμα ενός βράχου ».
		-- Eric Van Lustbader

%
Αυτός που απελπίζεται πάνω από ένα γεγονός είναι ένας δειλός, αλλά αυτός που κατέχει τις ελπίδες γιαη κατάσταση του ανθρώπου είναι ένας ανόητος.
		-- Albert Camus

%
Αυτός που δεν ξέρει και ξέρει ότι δεν ξέρει είναι ανίδεοι. Διδάξτε του.Αυτός που δεν ξέρει και δεν ξέρει ότι δεν ξέρει είναι ανόητος. Αποφεύγουν τον.Αυτός που ξέρει και δεν ξέρει ότι ξέρει κοιμάται. Ξυπνήστε αυτόν.
		-- Albert Camus

%
Αυτός που δεν ξέρει τίποτα, δεν ξέρει τίποτα.Αλλά αυτός που ξέρει ότι δεν ξέρει τίποτα ξέρει κάτι.Και αυτός που γνωρίζει τον αδελφό της συζύγου κάποιον του οποίου φίλου ξέρει τίποτα,ξέρει κάτι. Ή κατι τετοιο.
		-- Albert Camus

%
Αυτός που ξέρει τους άλλους είναι σοφός.Αυτός που γνωρίζει τον εαυτό του είναι φωτισμένος.
		-- Lao Tsu

%
Αυτός που ξέρει ότι φτάνει πια θα έχει πάντα αρκετό.
		-- Lao Tsu

%
Αυτός που ξέρει, δεν μιλάει. Αυτός που μιλάει, δεν ξέρει.
		-- Lao Tsu

%
... Αυτός που γελάει δεν πιστεύει σε αυτό που γελάει σε, αλλά ούτε καιαυτός το μίσος. Ως εκ τούτου, το γέλιο σε κακό δεν σημαίνει προετοιμασία τον εαυτό του για νακαταπολέμησή της, και το γέλιο σε καλό μέσο για την άρνηση του ρεύματος μέσω των οποίων καλό είναιαυτο-πολλαπλασιασμού.
		-- Umberto Eco, "The Name of the Rose"

%
Εδώ είναι μια δοκιμή για να βρείτε αν η αποστολή σας στη γη έχει τελειώσει:αν είσαι ζωντανός, δεν είναι.
		-- Umberto Eco, "The Name of the Rose"

%
Πώς μπορείτε να αποδειχθεί αν αυτή τη στιγμή κοιμόμαστε και όλες μαςσκέψεις είναι ένα όνειρο? ή αν είμαστε ξύπνιοι, και μιλάμε ο ένας στον άλλοστη κατάσταση της εγρήγορσης;
		-- Plato

%
Δεν φοβάμαι του αύριο, για την έχω δει χθες και αγαπώ σήμερα.
		-- William Allen White

%
Εγώ δεν πιστεύουν στη μετενσάρκωση σε οποιαδήποτε από τις άλλες ζωές μου. Δεν βλέπω γιατίΘα πρέπει να πιστέψουμε σ 'αυτό σε αυτό το ένα.
		-- Strange de Jim

%
Δεν ξέρω αν ήμουν τότε ένας άνθρωπος ονειρεύεται ότι ήμουν μια πεταλούδα, ήαν είμαι τώρα μια πεταλούδα ονειρεύεται Είμαι ένας άνθρωπος.
		-- Chuang-tzu

%
Δεν ζητώ την άγνοια? η άγνοια μου ζητήσει - εγώ θα τους αναθέσει.Ζητώ τίποτα, αλλά ειλικρίνεια. Αν έρθουν από συνήθεια, θα γίνει κουραστική.
		-- I Ching

%
"Έχω κερδίσει τίποτα από το Ανώτατο Διαφωτισμού, και γι 'αυτό είναι πολύλόγο αυτό ονομάζεται Ανώτατο Διαφωτισμού ».
		-- Gotama Buddha

%
Μισώ πεθαίνουν.
		-- Dave Johnson

%
Έχω μια απλή φιλοσοφία:Συμπληρώστε το τι είναι άδειο.Αδειάστε τι είναι πλήρης.Scratch όπου φαγούρα.
		-- A. R. Longworth

%
Έχω συχνά εξέφρασε τη λύπη της ομιλίας μου, ποτέ δεν σιωπή μου.
		-- Publilius Syrus

%
Έχω δει το μέλλον και είναι ακριβώς όπως το παρόν, μόνο πλέον.
		-- Kehlog Albran, "The Profit"

%
Ελπίζω ότι δεν είστε που προσποιείται ότι είναι κακό, ενώ κρυφά είναι καλή.Αυτό θα ήταν ανέντιμο.
		-- Kehlog Albran, "The Profit"

%
Απλά ξέχασα όλη φιλοσοφία της ζωής μου !!!
		-- Kehlog Albran, "The Profit"

%
Δεν ξέρω πώς ήρθα σε αυτό, πρέπει να καλώ έναν ετοιμοθάνατο ζωή ήζουν το θάνατο;
		-- St. Augustine

%
"Συμφωνώ απόλυτα μαζί σας,» είπε η Δούκισσα? "Και το ηθικό τωνότι είναι - `Να τι φαίνεται να είναι» - ή, αν θέλετε να το θέσωπιο απλά - `Ποτέ μην φανταστείτε τον εαυτό σας να μην είναι διαφορετικά από ό, τιμπορεί να φαίνεται στους άλλους ότι αυτό που ήταν ή θα μπορούσε να ήταν, δεν ήτανδιαφορετικά από ό, τι είχε να έχουν κάνει την εμφάνισή τους για να είναιαλλιώς.'"
		-- Lewis Carrol, "Alice in Wonderland"

%
Εάν ένας γκουρού πέφτει στο δάσος με κανείς να τον ακούσει, ήταν πραγματικά μιαγκουρού σε όλα;
		-- Strange de Jim, "The Metasexuals"

%
Αν ένας άνθρωπος έχει μια ισχυρή πίστη μπορεί να επιδοθούν στην πολυτέλεια του σκεπτικισμού.
		-- Friedrich Nietzsche

%
Αν ένας άνθρωπος χάνει σεβασμό του για οποιοδήποτε μέρος της ζωής, θα χάσει τουσεβασμό για όλη τη ζωή.
		-- Albert Schweitzer

%
Αν είχα μια φόρμουλα για την παράκαμψη πρόβλημα, εγώ δεν θα το περάσει γύρω.Πρόβλημα δημιουργεί την ικανότητα να το χειριστεί. Δεν λέω πρόβλημα αγκαλιά? αυτό είναιτόσο κακή όσο την αντιμετωπίζει ως εχθρό. Αλλά εγώ μπορώ να πω πληρούν το ως φίλο, γιαθα δείτε πολλά από αυτά και θα είχε καλύτερα να είναι με όρους ομιλίας με αυτό.
		-- Oliver Wendell Holmes, Jr.

%
Αν είχα τη ζωή μου για να ζήσει πάνω, θα ήθελα να προσπαθήσω να κάνουν περισσότερα λάθη την επόμενη φορά. εγώθα χαλαρώσετε, θα ήθελα να ευλυγίζομαι, θα ήμουν sillier από ό, τι ήταν αυτόταξίδι. Ξέρω πολύ λίγα πράγματα που θα πάρει στα σοβαρά. Θα ήμουν πιο τρελός.Θα ανέβει περισσότερο τα βουνά, να κολυμπήσετε περισσότερα ποτάμια και να παρακολουθήσουν περισσότερα ηλιοβασιλέματα. Ταυτότηταταξιδεύουν και να δούμε. Θα ήθελα να έχουν περισσότερα προβλήματα πραγματική και λιγότερα φανταστικά αυτά.Βλέπετε, είμαι ένας από εκείνους τους ανθρώπους που ζει προφυλακτικά και λογικάκαι σωφρονώς, ώρα με την ώρα, μέρα με τη μέρα. Αχ, έχω είχε τις στιγμές μου και,αν είχα να κάνω ξανά, θα είχα περισσότερα από αυτά. Στην πραγματικότητα, θα ήθελα να προσπαθήσω ναδεν έχουν τίποτα άλλο. Ακριβώς στιγμές, το ένα μετά το άλλο, αντί να ζουν τόσα πολλάεπόμενα χρόνια κάθε μέρα. Υπήρξα ένας από εκείνους τους ανθρώπους που ποτέ δεν πάει πουθενάχωρίς ένα θερμόμετρο, ένα μπουκάλι hotwater, γαργάρα, ένα αδιάβροχο και ένα αλεξίπτωτο.Αν είχα να κάνω ξανά, θα ήθελα να πάω τόπους και να κάνουμε τα πράγματα και τα ταξίδιαελαφρύτερο από ό, τι έχω. Αν είχα τη ζωή μου για να ζήσει πάνω, θα ήθελα να ξεκινήσω ξιπόλυτοςνωρίτερα την άνοιξη και να παραμείνουν με αυτόν τον τρόπο αργότερα το φθινόπωρο. Θα παίξει hookyπερισσότερο. Μάλλον δεν θα κάνει τέτοια καλούς βαθμούς, αλλά θα ήθελα να μάθω περισσότερα. Θαβόλτα με πιο εύθυμος-πηγαίνω-γύρους. Είχα πάρει περισσότερο μαργαρίτες.
		-- Oliver Wendell Holmes, Jr.

%
Αν μικρά πράσινα ανθρωπάκια προσγειωθεί στην πίσω αυλή σας, να κρύψει τυχόν μικρό πράσινο γυναίκεςέχετε στο σπίτι.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Εάν οι άνθρωποι δεν φοβούνται να πεθάνουν,είναι αλυσιτελής για να τους απειλήσει με θάνατο.Αν οι άνδρες ζουν με τον συνεχή φόβο του θανάτου,Και αν το σπάσιμο του νόμου σημαίνει ότι ένας άνθρωπος θα πρέπει να θανατωθούν,Ποιος θα τολμήσει να σπάσει το νόμο;Υπάρχει πάντα ένας επίσημος δήμιος.Αν προσπαθήσετε να πάρει τη θέση του,Είναι σαν να προσπαθεί να είναι ένα master ξυλουργός και κοπή ξύλου.Αν προσπαθήσετε να κοπεί το ξύλο σαν κύριος ξυλουργός,θα βλάψει μόνο το χέρι σας.
		-- Tao Te Ching, "Lao Tsu, #74"

%
Αν κάτι δεν έχει ακόμα πάει στραβά, τότε θα ήταν τελικάεπωφελής για να πάει στραβά.
		-- Tao Te Ching, "Lao Tsu, #74"

%
Εάν ο πλοίαρχος πεθαίνει και ο μαθητής θλίβεται, οι ζωές και οι δύο έχουνέχουν σπαταληθεί.
		-- Tao Te Ching, "Lao Tsu, #74"

%
Εάν η διαδρομή είναι όμορφη, ας μην ρωτήσω πού οδηγεί.
		-- Anatole France

%
Αν υπάρχει μια πιθανότητα πολλά πράγματα πηγαίνουν στραβά,η μία που θα προκαλέσει τη μεγαλύτερη ζημιά θα είναι το ένα να πάει στραβά.Εάν έχετε αντιληφθεί ότι υπάρχουν τέσσερις πιθανοί τρόποι με τους οποίους μια διαδικασίαμπορεί να πάει στραβά, και να παρακάμψουν αυτά, τότε το ένα πέμπτο τρόπο θα αναπτυχθεί αμέσως.
		-- Anatole France

%
Αν υπάρχει μια αμαρτία κατά της ζωής, που αποτελείται ίσως όχι τόσο σε κάθετοτης ζωής, όπως στην ελπίδα για μια άλλη ζωή και διαφεύγει την αδιάλλακτη μεγαλείοαυτής της ζωής.
		-- Albert Camus

%
Αν δεν αλλάξουμε κατεύθυνση μας είναι πιθανό να καταλήξουν πού πάμε.
		-- Albert Camus

%
Αν δεν επιβιώσει, δεν κάνουμε τίποτα άλλο.
		-- John Sinclair

%
Αν δεν είναι για τον εαυτό σας, ο οποίος θα είναι για σας;Αν είστε μόνοι σας, τότε τι είναι;Αν όχι τώρα, πότε?
		-- John Sinclair

%
Εάν μπορείτε να επιβιώσει μετά τον θάνατο, ίσως μπορεί να επιβιώσει τίποτα.
		-- John Sinclair

%
Αν βρείτε μια λύση και να γίνει συνδέονται με αυτό, η λύση μπορεί να γίνειεπόμενο πρόβλημα σας.
		-- John Sinclair

%
Αν έχετε παίζω με κάτι αρκετά μεγάλο χρονικό διάστημα, θα σπάσει τελικά.
		-- John Sinclair

%
Αν έχετε να μισούν, μισούν απαλά.
		-- John Sinclair

%
Αν πρέπει να σκεφτούν δύο φορές για αυτό, κάνετε λάθος.
		-- John Sinclair

%
Εάν έχετε κρατήσει τίποτα αρκετά μεγάλο χρονικό διάστημα, μπορείτε να το πετάξετε.
		-- John Sinclair

%
Εάν ζείτε αρκετά μεγάλο χρονικό διάστημα, θα δείτε ότι κάθε νίκη μετατρέπεται σε ήττα.
		-- Simone de Beauvoir

%
Αν έχετε μόνο ένα σφυρί, έχετε την τάση να βλέπετε κάθε πρόβλημα σαν καρφί.
		-- Maslow

%
Εάν το βάλετε μακριά αρκετά μεγάλο χρονικό διάστημα, μπορεί να πάει μακριά.
		-- Maslow

%
Εάν αρνηθεί να δεχθεί τίποτα, αλλά το καλύτερο που μπορείτε πολύ συχνά να το πάρετε.
		-- Maslow

%
Αν περιμένετε αρκετά μεγάλο χρονικό διάστημα, θα πάει μακριά ... αφού κάνει ζημιά της.Αν ήταν κακό, θα είναι πίσω.
		-- Maslow

%
Αν θέλετε τη θεία δικαιοσύνη, πεθαίνουν.
		-- Nick Seldon

%
Αν ο στόχος σας στη ζωή δεν είναι τίποτα, δεν μπορείτε να χάσετε.
		-- Nick Seldon

%
Αν η ευτυχία σας εξαρτάται από το τι κάποιος άλλος θα το κάνει, υποθέτω κάνετεέχουν ένα πρόβλημα.
		-- Richard Bach, "Illusions"

%
Illusion είναι η πρώτη από όλες τις απολαύσεις.
		-- Voltaire

%
Αθανασία - μια μοίρα χειρότερη από τον θάνατο.
		-- Edgar A. Shoaff

%
Στην κατοικία, είναι κοντά στη γη.Στο διαλογισμό, σκάβω βαθιά μέσα στην καρδιά.Στην αντιμετώπιση με τους άλλους, να είναι καλός και ευγενικός.Στην ομιλία, είναι αλήθεια.Στο έργο, είναι αρμόδια.Στη δράση, να είστε προσεκτικοί από το χρόνο σας.
		-- Lao Tsu

%
Για να ανακαλύψετε ποιος είσαι, πρώτα να μάθετε που όλοι οι άλλοι είναι?είσαι ό, τι έχει απομείνει.
		-- Lao Tsu

%
Για να ζουν ελεύθεροι και ευτυχισμένοι, θα πρέπει να θυσιάσει την πλήξη.Δεν είναι πάντα εύκολη θυσία.
		-- Lao Tsu

%
Παρ 'όλα αυτά, εξακολουθώ να πιστεύω ότι οι άνθρωποι είναι καλοί στην καρδιά.
		-- Anne Frank

%
Μακροπρόθεσμα είμαστε όλοι νεκροί.
		-- John Maynard Keynes

%
Στο επόμενο κόσμο, είστε μόνοι σας.
		-- John Maynard Keynes

%
Πράγματι, η πρώτη ευγενής αλήθεια του Βουδισμού, που συνήθως μεταφράζεται ως`Όλη η ζωή υποφέρει,« είναι ακριβέστερα αποδίδεται `η ζωή είναι γεμάτημε μια αίσθηση διάχυτη unsatisfactoriness ».
		-- M. D. Epstein

%
Αντί της αγάπης τους εχθρούς σας, τη θεραπεία τους φίλους σας λίγο καλύτερα.
		-- Edgar W. Howe

%
Νόηση ακυρώνει μοίρα.Μέχρι στιγμής, όπως ένας άνθρωπος σκέφτεται, είναι ελεύθερος.
		-- Ralph Waldo Emerson

%
Δεν κάνει να αφήσει ένα ζωντανό δράκο έξω από τους υπολογισμούς σας.
		-- Ralph Waldo Emerson

%
Είναι πιο εύκολο για μια καμήλα να περάσει μέσα από το μάτι μιας βελόνας αν είναιελαφρά βουτυρωμένο.
		-- Kehlog Albran, "The Profit"

%
Είναι τύχη, δεν Σοφία, που κυβερνά τη ζωή του ανθρώπου.
		-- Kehlog Albran, "The Profit"

%
Δεν κάνει το πράγμα που ήθελα να κάνω, αλλά αρέσει το πράγμα που πρέπει να κάνουμε,ότι κάνει τη ζωή ευλογημένο.
		-- Goethe

%
Είναι μόνο με κίνδυνο πρόσωπα μας από μία ώρα για μια άλλη που ζούμεκαθόλου. Και αρκετά συχνά την πίστη μας εκ των προτέρων σε κάθε απλό αποτέλεσμαείναι το μόνο πράγμα που κάνει το αποτέλεσμα να γίνει πραγματικότητα.
		-- William James

%
Είναι μόνο με την καρδιά μπορεί κανείς να δει καθαρά? ό, τι είναι απαραίτητο είναιαόρατα με γυμνό μάτι.
		-- The Fox, 'The Little Prince"

%
Λέγεται ότι ο μοναχικός αετός πετάει στις κορυφές των βουνών, ενώ τους ταπεινούςμυρμήγκι σέρνεται στο έδαφος, αλλά δεν μπορεί η ψυχή του μυρμηγκιού ανεβαίνουν τόσο υψηλό όπως τον αετό;
		-- The Fox, 'The Little Prince"

%
Είναι τόσο ηλίθιο του σύγχρονου πολιτισμού να έχουν εγκαταλείψει την πίστη στοδιάβολος όταν είναι η μόνη εξήγηση του.
		-- Ronald Knox, "Let Dons Delight"

%
Είναι μέσα από σύμβολα που ο άνθρωπος συνειδητά ή ασυνείδητα τη ζωή, τα έργακαι έχει την ύπαρξή του.
		-- Thomas Carlyle

%
Θα είναι επωφελές να διασχίσουν το μεγάλο ρεύμα ... ο Δράκος είναι γιατο φτερό στον ουρανό ... ο μεγάλος άνθρωπος ξεσηκώνει τον εαυτό του στο έργο του.
		-- Thomas Carlyle

%
Είναι πιο εύκολο να το πάρει, εκτός από το να το βάλει πίσω από κοινού.
		-- Washlesky

%
Είναι δύσκολο να οδηγήσετε στο όριο, αλλά είναι πιο δύσκολο να γνωρίζουμε πού βρίσκονται τα όρια.
		-- Stirling Moss

%
Δεν είναι η πραγματικότητα που είναι σημαντικό, αλλά το πώς αντιλαμβάνεστε τα πράγματα.
		-- Stirling Moss

%
«Είναι σήμερα!" είπε χοιριδίων."Το αγαπημένο μου μέρα», είπε ο Pooh.
		-- Stirling Moss

%
Είναι πολύ ενοχλητικό να είναι θανάσιμο - ποτέ δεν ξέρεις πότε τα πάντα μπορείξαφνικά σταματήσει να συμβαίνει.
		-- Stirling Moss

%
Τζόσου: Ποια είναι η αληθινή τρόπος;Νάνσεν: Κάθε τρόπος είναι η αληθινή Way.J: Μπορώ να σπουδάσω;Ν: Τα περισσότερα μπορείτε να μελετήσει, η πιο μακριά από το δρόμο.J: Αν δεν το μελετήσει, πώς μπορώ να το ξέρω;Ν: Ο δρόμος δεν ανήκει στα πράγματα δει: ούτε στα πράγματα απαρατήρητη.Δεν ανήκει στα πράγματα γνωστά: ούτε για πράγματα άγνωστα. ΚάνωΔεν θα επιδιώξει, μελετήσει, ή το όνομα αυτό. Για να βρείτε τον εαυτό σας σε αυτό, ανοιχτότον εαυτό σας τόσο ευρύ όσο τον ουρανό.
		-- Stirling Moss

%
Απλά να θυμάστε, όπου κι αν πάτε, εκεί είσαι.
		-- Buckaroo Bonzai

%
Η ευγένεια είναι η αρχή της σκληρότητας.
		-- Muad'dib [Frank Herbert, "Dune"]

%
Ας μην κοιτάμε πίσω με θυμό ή προς τα εμπρός με το φόβο, αλλά γύρω μας στην ευαισθητοποίηση.
		-- James Thurber

%
Η ζωή μπορεί να είναι τόσο τραγική - είστε εδώ σήμερα και αύριο εδώ.
		-- James Thurber

%
υπάρχει ζωή χωρίς γνωστούς σκοπούς.
		-- James Thurber

%
Η ζωή είναι μια μεγάλη περιπέτεια - ή δεν είναι τίποτα.
		-- Helen Keller

%
Η ζωή είναι να γνωρίζουμε πόσο μακριά να πάει χωρίς να διέρχονται από τη γραμμή.
		-- Helen Keller

%
Η ζωή είναι σαν ένα ποδήλατο 10 ταχυτήτων. Οι περισσότεροι από εμάς έχουμε ταχύτητες που ποτέ δεν χρησιμοποιούν.
		-- C. Schultz

%
Η ζωή είναι σαν ένα αποχετευτικό δίκτυο. Τι θα βγούμε από αυτό εξαρτάται από το τι σας βάλει σε αυτό.
		-- Tom Lehrer

%
Η ζωή είναι η παιδική ηλικία της αθανασίας μας.
		-- Goethe

%
Η ζωή είναι το σαλόνι που κάνετε, ο θάνατος είναι ο ζωντανός δεν κάνετε.
		-- Joseph Pintauro

%
Η ζωή είναι η επιθυμία να έκσταση.
		-- Joseph Pintauro

%
Η ζωή μπορεί να έχει κανένα νόημα, ή, ακόμα χειρότερα, μπορεί να έχει ένα νόημα της οποίαςαποδοκιμάζετε.
		-- Joseph Pintauro

%
Η ζωή απαιτεί μόνο από εσάς τη δύναμη που κατέχουν.Μόνο ένας άθλος είναι δυνατόν - να μην έχουν τρέξει μακριά.
		-- Dag Hammarskjold

%
Η ζωή είναι χάλια, αλλά ο θάνατος δεν τίθεται καθόλου.
		-- Thomas J. Kopp

%
Όπως, αν δεν είμαι για μένα, τότε fer SHURE, όπως ποιος θα είναι; Και αν, έλεγα,αν δεν είμαι σαν fer οποιοσδήποτε άλλος, τότε hey, θέλω να πω, ό, τι είμαι; Και αν δενΤώρα, όπως και εγώ ξέρω, όπως ίσως πότε; Και αν όχι Ποιος, λοιπόν εγώ ξέρω, ίσωςόπως οι Rolling Stones;αποδίδεται σε ραβίνος Hillel.)
		-- Rich Rosen (Rabbi Valiel's paraphrase of famous quote

%
Ποτέ δεν ζουν για να ντρεπόμαστε αν μη τι άλλο κάνετε ή να πω είναιπου δημοσιεύθηκε σε όλο τον κόσμο - ακόμα κι αν αυτό που δημοσιεύονται δεν είναι αλήθεια.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Ζώντας στον πολύπλοκο κόσμο του μέλλοντος είναι κάπως σαν να έχουν οι μέλισσεςζουν στο κεφάλι σας. Αλλά, εκεί που είναι.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Η μοναξιά είναι μια τρομερή τιμή για να πληρώσει για την ανεξαρτησία.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Long ήταν οι ημέρες του πόνου Έχω περάσει μέσα στους τοίχους του, καικαιρό ήταν οι νύχτες της μοναξιάς? και οι οποίοι μπορούν να αποκλίνουν από τουπόνο και μοναξιά του, χωρίς λύπη;
		-- Kahlil Gibran, "The Prophet"

%
εμβέλεια του ανθρώπου πρέπει να υπερβαίνει τον έλεγχό του, για ποιον άλλο λόγο τους ουρανούς;
		-- Kahlil Gibran, "The Prophet"

%
[Ωριμότητα συνίσταται στην ανακάλυψη ότι] έρχεται μια κρίσιμη στιγμήόπου όλα αντιστρέφεται, μετά την οποία το σημείο γίνεται να κατανοήσειόλο και περισσότερο ότι υπάρχει κάτι το οποίο δεν μπορεί να γίνει κατανοητή.
		-- S. Kierkegaard

%
Mohandas K. Gandhi αλλάζουν συχνά το μυαλό του στο κοινό. Ένας βοηθός τον ρώτησε μια φοράπώς θα μπορούσε έτσι ελεύθερα σε αντίθεση με αυτή την εβδομάδα ό, τι είχε πει μόλις την περασμένη εβδομάδα.Ο σπουδαίος άνθρωπος απάντησε ότι ήταν επειδή αυτή την εβδομάδα ήξερε καλύτερα.
		-- S. Kierkegaard

%
Murphy ήταν αισιόδοξος.
		-- Robert Fulghum, "All I ever really needed to know I learned

%
Νόμος του Μέρφι είναι αναδρομική. Πλύσιμο του αυτοκινήτου σας για να γίνει η βροχή δεν λειτουργεί.
		-- Robert Fulghum, "All I ever really needed to know I learned

%
Μουσική στην ψυχή μπορεί να ακουστεί από το σύμπαν.
		-- Lao Tsu

%
θρησκεία μου αποτελείται από ένα ταπεινό θαυμασμό του απέραντο ανώτεροπνεύμα που αποκαλύπτει τον εαυτό του στα ελαφρά στοιχεία, είμαστε σε θέση να αντιληφθείμε αδύναμους και αδύναμο μυαλό μας.
		-- Albert Einstein

%
θεολογία μου, εν συντομία, είναι ότι το σύμπαν ήταν επιβεβλημένη, αλλά δεν έχει υπογραφεί.
		-- Christopher Morley

%
Nasrudin κάλεσε σε ένα μεγάλο σπίτι για να συλλέξει για φιλανθρωπικούς σκοπούς. Η υπάλληλος είπε"Ο κύριός μου είναι έξω." Nasrudin απάντησε, «Πες master σας ότι την επόμενη φορά πουσβήσει, δεν πρέπει να αφήσει το πρόσωπό του στο παράθυρο. Κάποιος μπορεί να το κλέψει. "
		-- Christopher Morley

%
Nasrudin επέστρεψε στο χωριό του από την αυτοκρατορική πρωτεύουσα, και οι χωρικοίσυγκεντρώθηκαν γύρω για να ακούσουν τι είχε περάσει. «Αυτή τη στιγμή», είπε ο Nasrudin, "Iμόνο θέλω να πω ότι ο βασιλιάς μίλησε σε μένα. "Όλοι οι κάτοικοι του χωριού, αλλά ηχαζό έτρεξε μακριά για να εξαπλωθεί η θαυμάσια είδηση. Το υπόλοιπο χωρικόςρώτησε, "Τι είπε ο βασιλιάς να σας πω;" "Τι είπε - και αρκετά ευδιάκριτα,για όλους να ακούσουν - ήταν «Φύγε από μπροστά μου!» «Η αφελή ήταν περιχαρής?είχε ακούσει τα λόγια πραγματικά ομιλούνται από το βασιλιά, και να δει το πολύ άνθρωπο πουείχαν μιλήσει.
		-- Christopher Morley

%
Nasrudin μπήκε σε ένα κατάστημα μια μέρα, και ο ιδιοκτήτης ήρθε προς τα εμπρός για να εξυπηρετήσειαυτόν. Nasrudin είπε, «Τα πρώτα πράγματα πρώτα. Μήπως βλέπετε να περπατήσει σε σαςκατάστημα?"	"Φυσικά.""Έχετε δει εμένα ποτέ;""Ποτέ"."Τότε πώς ξέρεις ότι ήμουν εγώ;"
		-- Christopher Morley

%
Nasrudin μπήκε σε ένα τεϊοπωλείο και declaimed, "Το φεγγάρι είναι πιο χρήσιμοαπό τον ήλιο ».«Γιατί;», ρωτήθηκε."Επειδή το βράδυ χρειαζόμαστε το φως περισσότερο."
		-- Christopher Morley

%
Nasrudin μετέφερε στο σπίτι ένα κομμάτι του ήπατος και τη συνταγή για το ήπαρ πίτα.Ξαφνικά ένα αρπακτικό πουλί όρμησε προς τα κάτω και άρπαξε το κομμάτι του κρέατος από τουχέρι. Όπως το πουλί πέταξε μακριά, Nasrudin που ονομάζεται μετά από αυτό, "Foolish πουλί! Μπορείτεέχουν το συκώτι, αλλά τι μπορείτε να κάνετε με αυτό χωρίς τη συνταγή; "
		-- Christopher Morley

%
Ενενήντα τοις εκατό των πάντων είναι χάλια.
		-- Theodore Sturgeon

%
Ενενήντα τοις εκατό του χρόνου τα πράγματα να είναι χειρότερα από ό, τι νόμιζαν ότι θα ήταν.Το άλλο δέκα τοις εκατό του χρόνου που δεν είχε κανένα δικαίωμα να περιμένουν τόσο πολύ.
		-- Augustine

%
Κανένας άνθρωπος δεν είναι Iland, intire από αυτό Selfe? κάθε άνθρωπος είναι ένα peece τουΗπείρου, ένα μέρος του Maine? αν μια μέλισσα μπουμπούνας πλένονται μακριά από τη θάλασσα,Ευρώπη είναι η lesse, καθώς επίσης και αν ένα Promontorie ήταν, όπως επίσης και ανένα Mannor των φίλων σου ή owne σου ήταν? κάθε θάνατο επανδρώνει μικραίνειμένα, γιατί είμαι εμπλέκονται στην Mankinde? Και ως εκ τούτου ποτέ δεν στέλνουν να ξέρετεΓια ποιον χτυπά η καμπάνα; Είναι χτυπά για σένα.
		-- John Donne, "No Man is an Iland"

%
Δεν έχει σημασία πού θα πάω, ο τόπος ονομάζεται πάντα "εδώ".
		-- John Donne, "No Man is an Iland"

%
Δεν επιτρέπεται η χρήση πάρει πάρα πολύ που συμμετέχουν στη ζωή - είστε εδώ μόνο για περιορισμένο χρονικό διάστημα.
		-- John Donne, "No Man is an Iland"

%
Κανείς δεν καταστράφηκε ποτέ την όρασή τους κοιτάζοντας τη φωτεινή πλευρά της κάτι.
		-- John Donne, "No Man is an Iland"

%
Ανοησίες και την ομορφιά έχουν στενούς δεσμούς.
		-- E. M. Forster

%
Κανονική φορές μπορεί ενδεχομένως να είναι πάνω από πάντα.
		-- E. M. Forster

%
Δεν είναι κάθε ερώτηση αξίζει μια απάντηση.
		-- E. M. Forster

%
Τίποτα στη ζωή δεν είναι να φοβόμαστε. Είναι μόνο να γίνει κατανοητό.
		-- E. M. Forster

%
Τίποτα δεν είναι τόσο απλό όσο φαίνεται με την πρώτηΉ όπως απελπιστική όσο φαίνεται στη μέσηΉ όπως τελείωσε όπως φαίνεται στο τέλος.
		-- E. M. Forster

%
Τίποτα δεν είναι, αλλά τι δεν είναι.
		-- E. M. Forster

%
Τίποτα δεν είναι ποτέ μια συνολική απώλεια? μπορεί πάντα να χρησιμεύσει ως ένα κακό παράδειγμα.
		-- E. M. Forster

%
Τίποτα δεν είναι τόσο πεπεισμένος, όπως αυτό που εμείς τουλάχιστον γνωρίζουμε.
		-- Michel de Montaigne

%
θέματα Τίποτα δεν πάρα πολύ, και μερικά πράγματα θέμα σε όλα.
		-- Arthur Balfour

%
Της αθλιότητες όλων των ανδρών, η πιο πικρή είναι η εξής:να ξέρει τόσα πολλά και έχουν τον έλεγχο για το τίποτα.
		-- Herodotus

%
Μόλις η οδοντόκρεμα είναι έξω από το σωλήνα, είναι δύσκολο να το πάρει πίσω στο.
		-- H. R. Haldeman

%
Μόλις έζησε εκεί ένα χωριό των πλασμάτων κατά μήκος του πυθμένα ενός μεγάλουCrystal River. Κάθε πλάσμα στη δική τρόπο της επέμενε σφιχτά με τα κλαδιάκαι πετρώματα του πυθμένα του ποταμού, για την προσκόλληση ήταν ο τρόπος ζωής τους, καιαντιστέκονται στην τρέχουσα τι κάθε είχε μάθει από τη γέννησή του. Αλλά ένα πλάσμαείπε στο τέλος, «Πιστεύω ότι η σημερινή ξέρει πού πηγαίνει. Θαας πάει και ας μου πάρει όπου θα. Προσκόλληση, θα πεθάνω από πλήξη. "Τα άλλα πλάσματα γέλασε και είπε, "Fool! Ας πάμε, και ότι η τρέχουσαλατρεύεις θα ρίξει σας υποχώρησε και έσπασαν κατά μήκος των βράχων, και θαπεθαίνουν πιο γρήγορα από την πλήξη! "Αλλά το ένα τους εισακούστηκε όχι, και παίρνοντας μια ανάσα είχε αφήσει να πάει, και σεκάποτε υποχώρησε και έσπασαν από την τρέχουσα κατά μήκος των βράχων. Ωστόσο, με τον καιρό,όπως το πλάσμα αρνήθηκε να προσκολλώνται και πάλι, η σημερινή τον σήκωσε δωρεάν από τοκάτω, και ήταν μελανιασμένο και να βλάψουν όχι περισσότερο.Και τα πλάσματα κατάντη, στους οποίους ήταν ένας ξένος, φώναξε, "Seeένα θαύμα! Ένα πλάσμα σαν κι εμάς, αλλά πετάει! Δείτε τον Μεσσία, να έρθειγια να μας σώσει όλους! "Και η μία πραγματοποιείται στην τρέχουσα είπε,« εγώ δεν είμαι περισσότεροΜεσσίας από σας. Το ποτάμι απόλαυση να μας σηκώσει ελεύθερη, αρκεί να τολμήσουμε να αφήσει να πάει.πραγματικό έργο μας είναι αυτό το ταξίδι, αυτή η περιπέτεια.Αλλά φώναξε ο πιο "Σωτήρα!" όλο αυτό το διάστημα προσκόλληση στοβράχια, κάνοντας θρύλους του Σωτήρα.
		-- Richard Bach

%
Μόλις έχετε προσπαθήσει να αλλάξει τον κόσμο μπορείτε να βρείτε ότι είναι ένα σωρό ευκολότερηγια να αλλάξετε το μυαλό σας.
		-- Richard Bach

%
Μια μέρα ανακοινώθηκε ότι ο νεαρός μοναχός κιόγκεν είχε φτάσειμια φωτισμένη κατάσταση. εντυπωσιαστεί πολύ από αυτή την είδηση, αρκετοί από τους συνομηλίκους τουπήγε να μιλήσει μαζί του.«Έχουμε ακούσει ότι είσαι φωτισμένος. Είναι αλήθεια αυτό;" τους συναδέλφους τουμαθητές ρώτησε."Είναι", κιόγκεν απάντησε.«Πες μας», είπε ένας φίλος, «πώς αισθάνεσαι;""Ως άθλια όπως πάντα", απάντησε ο φωτισμένος κιόγκεν.
		-- Richard Bach

%
Μια μέρα ο βασιλιάς αποφάσισε ότι θα αναγκάσει όλα τα θέματά του για να πει τοαλήθεια. Μια αγχόνη στήθηκε μπροστά από τις πύλες της πόλης. Ένας κήρυκας ανήγγειλε,"Όποιος θα εισέλθουν στην πόλη πρέπει πρώτα να απαντήσει την αλήθεια σε μια ερώτησηη οποία θα τεθεί σε αυτόν. "Nasrudin ήταν η πρώτη στη σειρά. Ο κυβερνήτης τουφύλακας τον ρώτησε, «Πού πας Πείτε την αλήθεια; - την εναλλακτικήΕίναι θάνατο δι 'απαγχονισμού. ""Πάω", δήλωσε ο Nasrudin, «να κρεμαστεί σε αυτή την αγχόνη."«Δεν πιστεύεις.""Πολύ καλά, αν έχω πει ένα ψέμα, τότε κρεμάστε μου!""Αλλά αυτό θα το κάνει η αλήθεια!"«Ακριβώς», είπε ο Nasrudin, "η αλήθεια σου."
		-- Richard Bach

%
Μαθαίνει κανείς να φαγούρα, όπου μπορεί κανείς να το μηδέν.
		-- Ernest Bramah

%
Συναντά κανείς το πεπρωμένο του, συχνά στο δρόμο παίρνει για να το αποφύγει.
		-- Ernest Bramah

%
Ένας μοναχός είπε στον άλλο, «Το ψάρι έχει στο flop από το διαδίκτυο! Πώς θα γίνει αυτόζουν; »Ο άλλος είπε," Όταν θα έχουν πάρει από το δίχτυ, εγώ θα σας πω. "
		-- Ernest Bramah

%
Μόνο που σε σας το οποίο είναι εγώ να ακούσω τι λέω.
		-- Baba Ram Dass

%
Μόνο όσοι χαλαρό προσεγγίσει αυτό που οι μάζες είναι απασχολημένοι γιαμπορεί να είναι απασχολημένος για αυτό που λαμβάνουν χαλαρό οι μάζες.
		-- Lao Tsu

%
Παράδεισος είναι ακριβώς όπως όταν βρίσκεστε τώρα ... μόνο πολύ, πολύ καλύτερα.
		-- Laurie Anderson

%
Η τελειότητα επιτυγχάνεται όχι όταν δεν υπάρχει πια τίποτα να προσθέσω, αλλάόταν δεν υπάρχει πλέον τίποτα για να πάρει μακριά.
		-- Antoine de Saint-Exupery

%
Ίσως οι μεγαλύτερες απογοητεύσεις ήταν αυτοί που αναμένεται ούτως ή άλλως.
		-- Antoine de Saint-Exupery

%
Η φιλοσοφία θα κλιπ τα φτερά ενός αγγέλου.
		-- John Keats

%
Σπρώξτε όπου δίνει και το μηδέν όπου φαγούρα.
		-- John Keats

%
Πραγματικότητα φαίνεται πάντα πιο σκληρή νωρίς το πρωί.
		-- John Keats

%
Πραγματικότητα δεν υπάρχει - ακόμα.
		-- John Keats

%
Η πραγματικότητα είναι αρκετά κακό, γιατί θα πρέπει να πει την αλήθεια;
		-- Patrick Sky

%
Η πραγματικότητα είναι για τους ανθρώπους που στερούνται φαντασίας.
		-- Patrick Sky

%
Η πραγματικότητα είναι απλά ένα βολικό μέτρο της πολυπλοκότητας.
		-- Alvy Ray Smith

%
Η πραγματικότητα είναι απλά ένα δεκανίκι για τους ανθρώπους που δεν μπορούν να χειριστούν επιστημονικής φαντασίας.
		-- Alvy Ray Smith

%
Η πραγματικότητα δεν είναι παρά μια συλλογική προαίσθημα.
		-- Lily Tomlin

%
"Η πραγματικότητα είναι αυτό που, όταν σταματήσουμε να πιστεύουμε σε αυτό, δεν πάει μακριά».
		-- Philip K. Dick

%
Θυμηθείτε, ακρίδα, πέφτουν 1000 σκάλες αρχίζει από γλιστρήσουν πάνωη πρώτη.
		-- Confusion

%
Κανόνας της Ζωής # 1 - Ποτέ να διαχωριστεί από τις αποσκευές σας.
		-- Confusion

%
Βλέποντας αυτή πιστεύεται. Δεν θα έχετε δει, αν δεν είχε πιστέψει.
		-- Confusion

%
Δεδομένου ότι τα πάντα στη ζωή δεν είναι παρά μια εμπειρία τέλεια είναι αυτό που είναι,έχει τίποτα να κάνει με την καλή ή κακή, την αποδοχή ή την απόρριψη, θα μπορούσε κανείς ναξέσπασε σε γέλια.
		-- Long Chen Pa

%
Τόσο λίγο χρόνο, έτσι λίγο να κάνει.
		-- Oscar Levant

%
Μερικές φορές ακόμη και να ζήσουν είναι μια πράξη θάρρους.
		-- Seneca

%
Μερικές φορές μπορείτε να πάρετε μια σχεδόν ακατανίκητη επιθυμία να συνεχίσει να ζει.
		-- Seneca

%
Πρότυπα είναι διαφορετικά για όλα τα πράγματα, έτσι ώστε το πρότυπο που έθεσε ο άνθρωπος είναι απόδεν σημαίνει ότι το μόνο «ορισμένα» πρότυπο. Αν έχετε λάθος αυτό που είναι σχετική γιακάτι συγκεκριμένο, θα έχουν απομακρυνθεί πολύ από την απόλυτη αλήθεια.
		-- Chuang Tzu

%
Υποφέροντας από μόνη υπάρχει, κανένας που υποφέρουν?Η πράξη δεν υπάρχει, αλλά όχι πράττων τους?Νιρβάνα είναι, αλλά κανείς δεν είναι αυτό που αναζητούν?Το μονοπάτι είναι εκεί, αλλά κανένας που να ταξιδέψουν.
		-- "Buddhist Symbolism", Symbols and Values

%
Δεισιδαιμονία, ειδωλολατρία, και η υποκρισία έχουν άφθονο μισθούς, αλλά η αλήθεια πηγαίνειa-επαιτεία.
		-- Martin Luther

%
Πάρτε πεθαίνει σας με κάποια σοβαρότητα, όμως. Γέλιο στο δρόμο γιαεκτέλεσης σας δεν είναι γενικά κατανοητό από λιγότερο προηγμένες μορφές ζωής,και θα σας καλούν τρελό.
		-- "Messiah's Handbook: Reminders for the Advanced Soul"

%
Ότι είναι είναι ότι αυτό δεν είναι δεν είναι.
		-- "Messiah's Handbook: Reminders for the Advanced Soul"

%
Αυτό, δηλαδή, είναι.Αυτό, ότι δεν είναι, δεν είναι.Ότι, δηλαδή, δεν είναι αυτό, ότι δεν είναι.Αυτό, ότι δεν είναι, δεν είναι αυτό, ότι είναι.
		-- "Messiah's Handbook: Reminders for the Advanced Soul"

%
Το παράλογο είναι η ουσιαστική έννοια και η πρώτη αλήθεια.
		-- A. Camus

%
Το καλύτερο που μπορείτε να πάρετε είναι ένα ακόμα και να σπάσουν.
		-- Franklin Adams

%
«Η αλυσίδα η οποία μπορεί να yanked δεν είναι η αιώνια αλυσίδα."
		-- G. Fitch

%
Η κύρια αιτία των προβλημάτων είναι λύσεις.
		-- Eric Sevareid

%
Ο κύριος κίνδυνος στη ζωή είναι ότι μπορείτε να πάρετε πάρα πολλές προφυλάξεις.
		-- Alfred Adler

%
Οι μέρες είναι όλα τα κενά και οι νύχτες είναι εξωπραγματικό.
		-- Alfred Adler

%
Η πόρτα είναι το κλειδί.
		-- Alfred Adler

%
Το μάτι είναι μια απειλή για να καθαρίσετε τα μάτια, το αυτί είναι μια απειλή για την λεπτή ακοή,το μυαλό είναι μια απειλή για τη σοφία, κάθε όργανο των αισθήσεων είναι μια απειλή για τουςδική της ικανότητα. ... Αναστάτωση, ο θεός του Νότιου Ωκεανού, και Fret, ο θεόςτης Βόρειας Ωκεανό, συνέβη μία φορά για να ανταποκριθεί στη σφαίρα του χάους, του θεούτου κέντρου. Χάος τους φέρθηκαν πολύ όμορφα και συζήτησαν μαζίτι θα μπορούσαν να κάνουν για να ξεπληρώσει την καλοσύνη του. Είχαν παρατηρήσει ότι, ενώόλοι οι άλλοι είχαν επτά ανοίγματα, για την όραση, την ακοή, το φαγητό, την αναπνοή καιούτω καθεξής, χάος είχε κανένα. Έτσι, αποφάσισαν να κάνουν το πείραμα της βαρετό τρύπεςσ 'αυτόν. Κάθε μέρα που βαριούνται μια τρύπα, και την έβδομη ημέρα, Χάος πέθανε.
		-- Chuang Tzu

%
Η πιο μακριά θα πάτε, το λιγότερο που γνωρίζετε.
		-- Lao Tsu, "Tao Te Ching"

%
Το τελικό αυταπάτη είναι η πεποίθηση ότι κάποιος έχει χάσει όλες τις αυταπάτες.
		-- Maurice Chapelain, "Main courante"

%
Η πρώτη προϋπόθεση για την αθανασία είναι ο θάνατος.
		-- Stanislaw Lem

%
Οι μεγαλύτερες λύπες είναι αυτά που προκαλούν τους εαυτούς μας.
		-- Sophocles

%
Το μεγαλύτερο μέρος της διαδρομής λέγεται ότι είναι το πέρασμα από την πύλη.
		-- Marcus Terentius Varro

%
Η μεγάλη αμαρτία είναι η αμαρτία της γέννησης.
		-- Samuel Beckett

%
Το σήμα της άγνοιας σας είναι το βάθος της πίστης σας στην αδικίακαι την τραγωδία. Τι η κάμπια καλεί το τέλος του κόσμου, ηπλοίαρχος κλήσεις μια πεταλούδα.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Οι περισσότεροι νόμοι και η τάξη γίνονται εμφανή, τα περισσότερα κλέφτες καιληστές θα είναι εκεί.
		-- Lao Tsu

%
Τα περισσότερα μπορείτε να διαμαρτύρονται, το πλέον Θεός σας επιτρέπει να ζήσουν.
		-- Lao Tsu

%
Η βρύα στο δέντρο δεν φοβάται τα νύχια του γερακιού.
		-- Lao Tsu

%
Η πιο δαπανηρή από όλες τις ανοησίες είναι να πιστεύουμε με πάθος στη ολοφάνεραδεν είναι αλήθεια. Είναι ο αρχηγός κατάληψη της ανθρωπότητας.
		-- H. L. Mencken

%
Η μόνη διαφορά ανάμεσα σε ένα τέλμα και μια σοβαρή είναι οι διαστάσεις τους.
		-- H. L. Mencken

%
Η μόνη ευτυχία έγκειται στο λόγο? όλα τα υπόλοιπα του κόσμου είναι θλιβερή.Το υψηλότερο λόγο, όμως, βλέπω στο έργο του καλλιτέχνη, και αυτός μπορεί ναβιώνουν ως τέτοια. Η ευτυχία βρίσκεται στην ταχύτητα των συναισθημάτων καισκέψης: όλα τα υπόλοιπα του κόσμου είναι αργή, σταδιακή και ηλίθιο. Οποιοσδήποτεθα μπορούσε να αισθανθεί την πορεία μιας ακτίνας φωτός θα είναι πολύ χαρούμενος, γιατί είναι πολύταχύς. Σκέφτεστε τον εαυτό του δίνει λίγη ευτυχία. Αν, όμως, κάποιος αισθάνεταιπολύ ευτυχία σε αυτό, είναι γιατί στο κάτω μέρος κάποιος δεν σκέφτεταιτον εαυτό του αλλά και των ιδανικών του. Αυτό είναι πολύ, και μόνο η ταχεία φθάνειαυτό και είναι ευχαριστημένοι.
		-- Nietzsche

%
Ο αισιόδοξος πιστεύει ότι αυτή είναι η καλύτερη όλων των δυνατών κόσμων,και ο απαισιόδοξος το ξέρει.
		-- J. Robert Oppenheimer, "Bulletin of Atomic Scientists"

%
Ωστόσο δόγματα σημαίνουν πολύ λίγα, Coth απαντά στην σκοτεινού θεού, εξακολουθούν να μιλούνσχεδόν απαλά. Ο αισιόδοξος διακηρύσσει πως ζούμε στον καλύτερο από όλαπιθανούς κόσμους? και ο απαισιόδοξος φοβάται ότι αυτό είναι αλήθεια.
		-- James Cabell, "The Silver Stallion"

%
Τα ποιήματα, όλα τα τριακόσια τους, μπορεί να συνοψιστεί σε μία από τις φράσεις τους:"Ας σκέψεις μας είναι σωστή».
		-- Confucius

%
Το τίμημα της επιτυχίας στη φιλοσοφία είναι κοινοτοπία.
		-- C. Glymour.

%
Τα ερωτήματα παραμένουν τα ίδια. Οι απαντήσεις είναι αιώνια μεταβλητή.
		-- C. Glymour.

%
Ο αγώνας δεν είναι πάντα για την ταχεία, ούτε η μάχη για την ισχυρή, αλλάαυτός είναι ο τρόπος για να στοιχηματίσετε.
		-- Damon Runyon

%
Η ρίζα όλων των δεισιδαιμονία είναι ότι οι άνδρες παρατηρούν, όταν ένα πράγμα χτυπά,αλλά όχι όταν χάνει.
		-- Francis Bacon

%
Ο σωτήρας γίνεται το θύμα.
		-- Francis Bacon

%
Η ψυχή δεν θα έχει το ουράνιο τόξο είχε τα μάτια δεν δάκρυα.
		-- Francis Bacon

%
Η κατάσταση της αθωότητας περιέχει τα μικρόβια όλων των μελλοντικών αμαρτίας.
		-- Alexandre Arnoux, "Etudes et caprices"

%
Ο αληθινός τρόπος πηγαίνει πέρα ​​από ένα σχοινί που δεν είναι τεντωμένο σε οποιοδήποτε μεγάλο ύψοςαλλά ακριβώς πάνω από το έδαφος. Φαίνεται πιο σχεδιαστεί για να κάνει τους ανθρώπους να σκοντάψειαπό το να περπατήσει επάνω.
		-- Franz Kafka

%
Η αλήθεια είναι σπάνια καθαρή και ποτέ απλή.
		-- Oscar Wilde

%
Η αλήθεια είναι ό, τι είναι? τι θα πρέπει να είναι ένα βρώμικο ψέμα.
		-- Lenny Bruce

%
Η αλήθεια ενός πράγματος είναι η αίσθηση από το, δεν το σκέφτομαι.
		-- Stanley Kubrick

%
Η αλήθεια μιλάτε δεν έχει παρελθόν και χωρίς μέλλον. Είναι, και αυτό είναι όλοπρέπει να είναι.
		-- Stanley Kubrick

%
Ο κόσμος είναι σας άσκηση-book, οι σελίδες στις οποίες κάνετε τους υπολογισμούς σας.Δεν είναι αλήθεια, αν και μπορείτε να εκφράσουν την πραγματικότητα εκεί, αν το επιθυμείτε.Είστε επίσης ελεύθεροι να γράφουν ανοησίες, ή ψέματα, ή να σχίσει τις σελίδες.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Δεν υπάρχουν καθόλου ατυχήματα στο σύμπαν.
		-- Baba Ram Dass

%
Δεν υπάρχουν νικητές στη ζωή, μόνο επιζώντες.
		-- Baba Ram Dass

%
Υπάρχουν δέκα ή είκοσι βασικές αλήθειες, και η ζωή είναι η διαδικασία τηςανακαλύπτοντας ξανά και ξανά και ξανά.
		-- David Nichols

%
Υπάρχει περισσότερο στη ζωή από την αύξηση της ταχύτητας του.
		-- Mahatma Gandhi

%
Δεν υπάρχει άνεση χωρίς πόνο? έτσι ορίζουμε τη σωτηρία μέσα από βάσανα.
		-- Cato

%
Δεν υπάρχει θεραπεία για τη γέννηση και το θάνατο εκτός από το να απολαύσετε το διάστημα.
		-- George Santayana

%
Δεν υπάρχει αμαρτία, αλλά η άγνοια.
		-- Christopher Marlowe

%
Δεν υπάρχει τίποτα που δεν μπορεί να απαντηθεί με τη βοήθεια της θεωρίας μου », είπεένας μοναχός, έρχεται σε μια teahouse όπου Nasrudin κάθισε."Και πριν ακόμα μόνο ένα σύντομο χρονικό διάστημα, ήμουν αμφισβητήθηκε από έναν μελετητή μεένα αναπάντητο ερώτημα, "είπε ο Nasrudin."Θα μπορούσα να είχα απαντήσει αν είχα πάει εκεί.""Πολύ καλά. Ζήτησε,« Γιατί το σπάσιμο στο σπίτι μου στοη μέση της νύχτας; "
		-- Christopher Marlowe

%
Υπάρχει μόνο ένα τα πάντα.
		-- Christopher Marlowe

%
Για να πάρετε κάτι καθαρό, κάποιος πρέπει να πάρει κάτι βρώμικο.Για να πάρετε κάτι βρώμικο, το ένα δεν χρειάζεται να πάρετε τίποτα καθαρά.
		-- Christopher Marlowe

%
Για να δώσει την ευτυχία είναι να αξίζουν την ευτυχία.
		-- Christopher Marlowe

%
Για να δώσετε τον εαυτό σας, θα πρέπει πρώτα να γνωρίσεις τον εαυτό σου.
		-- Christopher Marlowe

%
Για να έχουν πεθάνει μία φορά είναι αρκετή.
		-- Publius Vergilius Maro (Virgil)

%
Να οδηγήσει το λαό, θα πρέπει να ακολουθήσετε πίσω.
		-- Lao Tsu

%
Η αλήθεια δεν έχει καμία ιδιαίτερη στιγμή της δικής του. ώρα της είναι τώρα - πάντα.
		-- Albert Schweitzer

%
Η αλήθεια είναι δύσκολο να βρει και πιο δύσκολο να σκοτεινές.
		-- Albert Schweitzer

%
Η αλήθεια ποτέ δεν έρχεται στον κόσμο, αλλά σαν ένα κάθαρμα, στην ατίμωσηαπό αυτόν που έφερε τη γέννησή της.
		-- Milton

%
Δύο άνδρες ήρθαν πριν Nasrudin όταν ήταν δικαστής. Ο πρώτος άνθρωπος είπε,"Αυτός ο άνθρωπος έχει δαγκώσει το αυτί μου - απαιτήσει αποζημίωση." Ο δεύτερος άντρας είπε,"Την δάγκωσε τον εαυτό του." Nasrudin απέσυρε στους θαλάμους του, και πέρασε μια ώραπροσπαθεί να δαγκώσει το αυτί του. Πέτυχε μόνο στην ανατροπή και μώλωπεςμέτωπό του. Επιστρέφοντας στην αίθουσα του δικαστηρίου, Nasrudin προφέρεται, "Εξετάστε τοάνθρωπος του οποίου το αυτί δαγκώθηκε. Αν το μέτωπό του είναι μελανιασμένο, έκανε τον εαυτό του καιη υπόθεση απορρίπτεται. Αν το μέτωπό του δεν είναι μελανιασμένο, ο άλλος το έκανεκαι πρέπει να πληρώσουν τρία κομμάτια ασήμι. "
		-- Milton

%
Δύο άνδρες κάθονταν πάνω από τον καφέ, το ενδεχόμενο η φύση των πραγμάτων,με όλο το σεβασμό για το πρωινό τους. «Αναρωτιέμαι γιατί αυτό είναι ότιτοστ πέφτει πάντα στην βουτυρωμένη πλευρά », είπε ένας.«Πες μου,» απάντησε ο φίλος του, "γιατί θα πω ένα τέτοιο πράγμα. Κοιτάξτεσε αυτό. »Και έριξε τοστ του στο πάτωμα, όπου προσγειώθηκε στοστεγνή πλευρά."Έτσι, ό, τι έχετε να πείτε για τη θεωρία σας τώρα;""Τι μπορώ να πω; Προφανώς βουτυρωμένο τη λάθος πλευρά."
		-- Milton

%
Τα απόβλητα δεν φρέσκο ​​δάκρυα πάνω από την παλιά λύπες.
		-- Euripides

%
Μπορούμε να ενσαρκώσει την αλήθεια, αλλά δεν μπορούμε να το ξέρουμε.
		-- Yates

%
Έχουμε πουθενά αλλού να πάνε ... αυτό είναι το μόνο που έχουμε.
		-- Margaret Mead

%
Έχουμε μόνο δύο πράγματα για να ανησυχούν: ότι τα πράγματα δεν θα πάρουν ποτέπίσω σε κανονικό, και ότι έχουν ήδη.
		-- Margaret Mead

%
Έχουμε λόγο να φοβάται. Αυτό είναι ένα φοβερό μέρος.
		-- John Berryman

%
Εμείς σπάνια βρεθεί κάποιος που να μπορεί να πει ότι έχει ζήσει μια ευτυχισμένη ζωή, και οι οποίοι,περιεχόμενο με τη ζωή του, μπορεί να αποσυρθεί από τον κόσμο σαν μια ικανοποιημένος πελάτης.
		-- Quintus Horatius Flaccus (Horace)

%
Είμαστε όλοι σε αυτό και μόνο.
		-- Lily Tomlin

%
Είμαστε θνητοί - δηλαδή, είμαστε ανίδεοι, ηλίθιο, και αμαρτωλή -αλλά αυτά είναι μόνο μειονεκτήματα. υπερηφάνεια μας είναι ότι παρ 'όλα αυτά, τώρα καιΣτη συνέχεια, θα κάνουμε το καλύτερο δυνατό. Μερικές φορές έχουμε πετύχει. Τι περισσότερο τολμούν να ζητήσουμε;
		-- Ensign Flandry

%
«Δεν μιλάμε για το ίδιο πράγμα», είπε. "Για σένα ο κόσμος είναιπερίεργο γιατί αν δεν είστε βαρεθεί με αυτό είστε σε αντίθεση με αυτό. Για μέναο κόσμος είναι περίεργο γιατί είναι καταπληκτικό, φοβερό, μυστηριώδης,ακαταμέτρητος; το ενδιαφέρον μου ήταν να σας πείσει ότι πρέπει να αποδεχθείτην ευθύνη για την παρουσία σας εδώ, σε αυτόν τον υπέροχο κόσμο, σε αυτό το θαυμάσιοέρημο, σε αυτή τη θαυμάσια στιγμή. Ήθελα να σας πω ότι θα πρέπει να πείσειμάθουν να καταβάλουν κάθε καταμέτρηση πράξη, δεδομένου ότι θα έχετε την ευκαιρία να βρίσκομαι εδώ μόνο για μιασύντομο χρονικό διάστημα, στην πραγματικότητα, πολύ μικρή για μάρτυρες όλα τα θαύματα του. "
		-- Don Juan

%
Καλά, σκέφτηκε, αφού ούτε αριστοτελική λογική ούτε οι ειδικότητεςτης Επιστήμης φαινόταν να προσφέρουν πολλές ελπίδες, ήρθε η ώρα να πάμε πέρα ​​από αυτά ...Σχέδιο μερικές βαθιές ανάσες, ακόμη, εισήλθε μια ψυχική κατάσταση ασκείταιμόνο από Masters της Οικουμενικής Way του Ζεν. Σε αυτό το μυαλό του επιπλέει ελεύθερα,είναι σε θέση να ψάχνω κατά βούληση μεταξύ των bits και κομμάτια των δεδομένων που είχε απορροφηθεί,απερίσπαστη από οποιεσδήποτε εξωτερικές διαταραχές. Λογικές δομές δεν είναι πλέονανέστειλε αυτόν. Προ-αντιλήψεις, προκαταλήψεις, συνηθισμένη ανθρώπινη πρότυπα εξαφανίστηκε.Όλα τα πράγματα, αυτά τα προηγουμένως τετριμμένο καθώς και εκείνες που κάποτε θεωρούνταν σημαντική,έγινε απολύτως ισότιμη με την απόκτηση απόλυτη αξία, αποκαλύπτοντας τις σχέσειςδεν είναι προφανές για τους απλούς όραμα. Όπως χάντρες αρμαθιές σε μια σειρά από δικές τουςέννοια, κάθε πράγμα που επεσήμανε στη δική κοινό έδαφος της ύπαρξής του, από κοινού μεόλοι. Τέλος, κάθε άρχισε να λιώνει σε κάθε, μένοντας μόνη της, ενώ όλο καιόλοι οι άλλοι. Και Νου προβλέπεται πλέον πρόβλημα, αλλά έγινε Πρόβλημα,καταστρέφοντας υποκειμένου-αντικειμένου με το να γίνουν αυτά.Ο χρόνος πέρασε, νεκρό γράμμα.Τελικά, υπήρχε ένα προσωρινό ανάδευση, στη συνέχεια, ένα αποφασιστικό καιNakamura προέκυψε, ένα χαμόγελο στο πρόσωπό του και το φως του γέλιου στα μάτια του.
		-- Wayfarer

%
Λοιπόν, ξέρετε, δεν έχει σημασία πού θα πάτε, εκεί είσαι.
		-- Buckaroo Banzai

%
"Λοιπόν," είπε ο Brahma, "ακόμα και μετά από δέκα χιλιάδες εξηγήσεις, ένας ανόητος δεν είναισοφότεροι, αλλά ένας ευφυής άνθρωπος απαιτεί μόνο δύο χιλιάδες πεντακόσια. »
		-- The Mahabharata.

%
Αυτό που δεν μου καταστρέφει, με κάνει πιο δυνατό.
		-- Nietzsche

%
Αυτό που κάνει το σύμπαν τόσο δύσκολο να κατανοήσουμε είναι ότι δεν υπάρχει τίποταγια να το συγκρίνουμε με.
		-- Nietzsche

%
Τι λογικός άνθρωπος θα μπορούσε να ζήσει σε αυτόν τον κόσμο και δεν είναι τρελός;
		-- Ursula K. LeGuin

%
Τι είμαστε είναι το δώρο του Θεού σε μας.Τι μπορούμε Γίνετε είναι το δώρο μας προς τον Θεό.
		-- Ursula K. LeGuin

%
Ό, τι συμβαίνει από την αγάπη είναι πάντα πέρα ​​από το καλό και το κακό.
		-- Friedrich Nietzsche

%
Ό, τι κάνουμε θα είναι ασήμαντο, αλλά είναι πολύ σημαντικό ότι μπορείτε να το κάνετε.
		-- Gandhi

%
Όταν είναι σκοτεινά αρκετό μπορείτε να δείτε τα αστέρια.
		-- Ralph Waldo Emerson,

%
Όταν ο ομιλητής και ο ίδιος στους οποίους είναι μιλάει δεν καταλαβαίνουν, ότι είναιμεταφυσική.
		-- Voltaire

%
Όταν ο άνεμος είναι μεγάλη, υποκλιθεί?όταν ο άνεμος είναι βαρύ, απόδοση σε αυτό.
		-- Voltaire

%
Όταν είσαι νέος, μπορείτε να απολαύσετε μια διαρκή ψευδαίσθηση ότι αργά ή γρήγορακάτι θαυμάσιο πρόκειται να συμβεί, ότι θα έχετε την ευκαιρία να ξεπεράσουνπεριορισμούς τους γονείς σου »... Την ίδια στιγμή, νιώθεις σίγουρος ότι σε όλεςη αγριότητα της δυνατότητας? σε όλα τα δάση της γνώμης, υπάρχει έναζωτικής σημασίας κάτι που μπορεί να είναι γνωστό - γνωστή και άρπαξε. Ότι θατελικά το γνωρίζουν, και να μετατρέψει ολόκληρο το μυστήριο σε ένα συνεκτικόαφήγημα. Έτσι ώστε, στη συνέχεια, αληθινή ζωή του - το σημείο τα πάντα -θα βγει από την ομίχλη σε ένα καθαρό φως, σε συνολική κατανόηση.Αλλά δεν είναι έτσι καθόλου. Αλλά αν δεν είναι, από πού προήλθε η ιδέα να έρθειαπό, να βασανίζουν και να προκαλέσει διαταραχές εμάς;
		-- Brian Aldiss, "Helliconia Summer"

%
Όταν θα πεθάνεις, θα χάσετε ένα πολύ σημαντικό μέρος της ζωής σας.
		-- Brooke Shields

%
Ποιος δεν εμπιστεύεστε αρκετά, δεν θα είναι αξιόπιστες.
		-- Lao Tsu

%
Σοφία είναι να ξέρετε τι να κάνει με αυτό που ξέρετε.
		-- J. Winter Smith

%
Σοφία σπάνια βρίσκεται στον κατάλογο best-seller.
		-- J. Winter Smith

%
[Σοφία] είναι ένα δέντρο της ζωής σε όσους τονλαβή της, κάνοντας ευτυχισμένο τον καθένα που κατέχουν γρήγορο της.
		-- Proverbs 3:18, NSV

%
Με ακρόαση έρχεται σοφία, με ομιλία μετάνοια.
		-- Proverbs 3:18, NSV

%
Wonder είναι η αίσθηση ενός φιλοσόφου, και η φιλοσοφία αρχίζει το θαύμα.[Huh; Αυτό είναι σαν Johnson παραθέτοντας Boswell]
		-- Socrates, quoting Plato

%
	Δούλεψε σκληρά.Rock Hard.Φάτε σκληρό.Sleep σκληρό.Θεριεύει.Φοράτε γυαλιά Αν χρειάζεστε 'Em.
		-- The Webb Wilder Credo

%
Ναι, αλλά που αυτο δεν θέλετε να είστε;
		-- The Webb Wilder Credo

%
Ποτέ δεν δίνεται μια ευχή, χωρίς επίσης να δοθεί ηδύναμη να κάνει την αλήθεια. Μπορεί να χρειαστεί να εργαστούν για αυτό, όμως.το Advanced Soul "
		-- R. Bach, "Messiah's Handbook : Reminders for

%
Μπορείτε πάντα να πάρει βελόνα σας και να προχωρήσουμε σε ένα άλλο αυλάκι.
		-- Tim Leary

%
Μπορείτε να πάρετε * οπουδήποτε * σε δέκα λεπτά αν οδηγείτε αρκετά γρήγορα.
		-- Tim Leary

%
Ποτέ δεν μπορεί να πει με ποιο τρόπο το τρένο πέρασε κοιτάζοντας τα κομμάτια.
		-- Tim Leary

%
Μπορείτε δεν μπορεί πλέον να κερδίσει έναν πόλεμο από ό, τι μπορείτε να κερδίσετε ένα σεισμό.
		-- Jeannette Rankin

%
Μπορείτε να παρατηρήσετε πολύ απλά παρακολουθώντας.
		-- Yogi Berra

%
Μπορείτε να ζήσουν μόνο μια φορά, αλλά αν το κάνεις σωστά, μια φορά είναι αρκετή.
		-- Yogi Berra

%
Δεν μπορείτε να φτάσετε εκεί από εδώ.
		-- Yogi Berra

%
Δεν μπορείτε να επιδιορθώσει ένα ρολόι χειρός, ενώ πτώση από αεροπλάνο.
		-- Yogi Berra

%
Δεν μπορείτε να ωθήσει σε μια σειρά.
		-- Yogi Berra

%
Μπορείτε δεν μπορεί να τρέξει μακριά για πάντα,Αλλά δεν υπάρχει τίποτα λάθος με το να πάρει μια καλή αρχή κεφάλι.
		-- Jim Steinman, "Rock and Roll Dreams Come Through"

%
"Δεν μπορεί να επιβιώσει από το πιπίλισμα το χυμό από ένα υγρό γάντι."		   Ξανά και ξανά"
		-- Charles Schulz, "Things I've Had to Learn Over and

%
Δεν μπορείτε να το πάρετε μαζί σας - ειδικά όταν διασχίζουν μια γραμμή κατάσταση.
		-- Charles Schulz, "Things I've Had to Learn Over and

%
Μπορείτε να αναρριχηθεί να φτάσει στην κορυφή, αλλά από τη στιγμή εκεί, ανακαλύπτουν ότι όλο το οδικό δίκτυοοδηγούν προς τα κάτω.
		-- Stanislaw Lem, "The Cyberiad"

%
Έχετε όλη την αιωνιότητα να είναι προσεκτικοί στην όταν είσαι νεκρός.
		-- Lois Platford

%
Θα πρέπει να τρέχει όσο πιο γρήγορα μπορείτε απλά να μείνετε εκεί που είστε.Αν θέλετε να πάρετε οπουδήποτε, θα πρέπει να τρέξει πολύ γρηγορότερα.
		-- Lewis Carroll

%
«Εννοείς, αν επιτρέψει ο πλοίαρχος να είναι αγενής, να σας κεράσουμεοποιοδήποτε παλαιό τρόπο του αρέσει, και να προσβάλλουν την αξιοπρέπεια σας, τότε μπορεί να σας κρίνουνταιριάζει να ακούσει την άποψή του για τα πράγματα; "«Μάλλον το αντίθετο. Πρέπει να υπερασπιστούμε την ακεραιότητα σας, με την προϋπόθεσηέχετε την ακεραιότητα να υπερασπιστεί. Αλλά θα πρέπει να το υπερασπιστούμε ευγενικά, όχι απόμιμούμενοι τη δική του μικρή συμπεριφορά. Εάν είστε ευγενής, όπου είναι τραχύ,εάν είστε ευγενικοί, όπου είναι άξεστος, τότε θα σας αναγνωρίσει ωςδυνητικά άξιος. Αν δεν το κάνει, τότε δεν είναι ένας κύριος, μετά από όλα,και μπορείτε να αισθανθείτε ελεύθεροι να κλωτσήσει τον κώλο του. "
		-- Tom Robbins, "Jitterbug Perfume"

%
Θα βρείτε πάντα κάτι στο τελευταίο μέρος που θα δούμε.
		-- Tom Robbins, "Jitterbug Perfume"

%
«Θα κάνουμε καλά να μην φανταστώ εμβρίθεια», είπε. "Ό, τι φαίνεταιτης βαρυσήμαντο γεγονός θα πρέπει να ασχοληθεί διεξοδικά με σαν να ήταν μικρή σημείωση.Αντίθετα, κοινοτοπίες πρέπει να παρακολουθήσει με μεγάλη προσοχή.Γιατί ο θάνατος είναι βαρυσήμαντη, να δώσει καμία σκέψη? γιατί η νίκη είναι σημαντική,να της δώσει καμία σκέψη? επειδή η μέθοδος της επιτυχίας και της ανακάλυψης είναι λιγότεροβαρυσήμαντη από το αποτέλεσμα, σταθώ πάντα από τη μέθοδο. Θα ενισχύσειτον εαυτό σας με αυτόν τον τρόπο. "
		-- Jessica Salmonson, "The Swordswoman"

%
ευτυχία σας είναι συνυφασμένη με την προοπτική σας στη ζωή.
		-- Jessica Salmonson, "The Swordswoman"

%
Το μυαλό σας καταλαβαίνει τι έχετε διδαχθεί? την καρδιά σας, αυτό είναι αλήθεια.
		-- Jessica Salmonson, "The Swordswoman"

%
Η μόνη σας υποχρέωση σε κάθε ζωή είναι να είσαι ειλικρινής με τον εαυτό σας. Ύπαρξηαλήθεια σε οποιονδήποτε άλλο ή οτιδήποτε άλλο δεν είναι μόνο αδύνατη, αλλά ησήμα του ένα ψεύτικο μεσσία. Οι απλούστερες ερωτήσεις είναι η πιο βαθιά.Που γεννήθηκες? Που είναι το σπίτι σου? Που πηγαίνεις? Τικάνεις? Σκεφτείτε αυτά φορά σε λίγο και να παρακολουθήσετε τις απαντήσεις σαςαλλαγή.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Η εικόνα σας του κόσμου αλλάζει συχνά λίγο πριν το πάρετε στο επίκεντρο της επικαιρότητας.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
περούκα σας καθοδηγεί τη συναυλία.
		-- Lord Buckley

%
Μπορεί να βαδίζουν στο ρυθμό ενός διαφορετικού ντράμερ, αλλά είστεακόμα στην παρέλαση.
		-- Lord Buckley

%
Το σύμπαν είναι κατασκευασμένο από ιστορίες, όχι ατόμων.
		-- Muriel Rukeyser

%
Η ελευθερία είναι τι κάνεις με αυτό που έχει γίνει σε σας.
		-- Jean-Paul Sartre

%
Υπάρχει ένα μυστικό πρόσωπο άθικτη μέσα σε κάθε άτομο.
		-- Paul Shepard

%
Εμείς δεν διέπονται από στρατούς και την αστυνομία, αλλά από τις ιδέες.
		-- Mona Caird, 1892

%
Ο πρώτος κανόνας του συνόλου των ευφυών χάνουμε είναι να κρατήσει όλα τα μέρη.
		-- Aldo Leopold, quoted in Donald Wurster's "Nature's Economy"

%
Πρέπει να είσαι η αλλαγή που θέλεις να δεις στον κόσμο.
		-- Mahatma Gandhi

%
Κανένας λαός δεν είναι όλα άσχημα, όπως και κανένα δεν είναι όλα καλά.Tecumseh, (Shawnee) στον ανιψιό του Spemica Lawba 1790
		-- Mahatma Gandhi

%
Ο λόγος μου λέει ότι η γη δεν μπορεί να πωληθεί - τίποτα δεν μπορεί να πωληθεί, αλλάτέτοια πράγματα όπως μπορεί να παρασυρθεί. Black Hawk, (Saulk)
		-- Mahatma Gandhi

%
Πουλήστε μια χώρα! Γιατί να μην πουλήσει τον αέρα, τη μεγάλη θάλασσα, καθώς και ηγη? Μήπως δεν το Μεγάλο Πνεύμα όλα αυτά κάνουν τη χρήση του τουπαιδιά? Tecumseh, (Shawnee)
		-- Mahatma Gandhi

%
Ελευθερώστε τον εαυτό σας από αρνητικές επιρροές. Οι αρνητικές σκέψεις είναι η παλιάσυνήθειες που ροκανίζουν τις ρίζες της ψυχής.Ο Μωυσής Shongo, (Σενέκας)
		-- Mahatma Gandhi

%
... Τα πάντα σε αυτή τη γη έχει ένα σκοπό, κάθε ασθένεια ένα βότανο για να θεραπεύσειαυτό, και κάθε πρόσωπο που μια αποστολή. Αυτή είναι η ινδική θεωρία της ύπαρξης.Πένθος Περιστέρι, (Salish 1888-1936)
		-- Mahatma Gandhi

%
«Der bestirnte Himmel über mir und das moralische Gesetz σε mir"αυτό είναι"Ο έναστρος ουρανός πάνω μου και ο ηθικός νόμος μέσα μου."
		-- The epigraph on Kant's tombstone.

%
Οι λέξεις πετάξει μακριά, τα γραπτά παραμένουν.
		-- The epigraph on Kant's tombstone.

%
Είμαι ό, τι θα είναι? Ήμουν αυτό που είσαι.
		-- The epigraph on Kant's tombstone.

%
Οι άνθρωποι αποφανθεί.
		-- The epigraph on Kant's tombstone.

%
Ίσως η ανάμνηση αυτών των πραγμάτων θα αποδειχθεί μια πηγή μελλοντικήςευχαρίστηση.
		-- Virgil

%
Όποιος καταλαβαίνει τι που βγαίνει από τύχη μάλλονέχει ένα πρόβλημα
		-- Virgil

%
Αν ένα εκατομμύριο άνθρωποι λένε ένα ανόητο πράγμα, εξακολουθεί να είναι ένα ανόητο πράγμα.
		-- Anatole France

%
"Λίγοι οι αμαρτίες είναι λιγότερο Χαριστικό σε ευγενικό κοινωνία από ό, τι προσφέρει η κακή οι άνθρωποι τα προϊόντα που αναζητούν ενεργά. "   - Katherine Mangu-Ward, "Εκπαίδευση για το κέρδος", Λόγος Magazine, Ιούλιος 2008
		-- Anatole France

%
Ο χρόνος σας είναι περιορισμένος, έτσι δεν είναι απόβλητα που ζουν τη ζωή κάποιου άλλου                - Steve Jobs (1955-2011)
		-- Anatole France

%
