(1) υπάλληλοι γραφείου θα σαρώσει καθημερινά τα πατώματα, σκόνη ηέπιπλα, ράφια και προθήκες.(2) Κάθε μέρα να συμπληρώσετε λάμπες, καθαρό καμινάδες, και τελειώματα φυτίλια.Πλύνετε τα παράθυρα μία φορά την εβδομάδα.(3) Κάθε υπάλληλος θα φέρει ένα κουβά με νερό και ένα φινιστρίνι τουάνθρακα για τις επιχειρήσεις της ημέρας.(4) Κάντε στυλό σας προσεκτικά. Μπορείτε περιοριστούν μπορεί μύτες για να σαςκάθε γούστο.(5) Το γραφείο αυτό θα ανοίξουν στις επτά και κλείνουν στις 20:00 εκτόςτο Σάββατο, ημέρα κατά την οποία θα παραμείνουν κλειστά. Κάθεεργαζόμενο αναμένεται να περάσουν το Σάββατο με την παρουσίαεκκλησία και συμβάλλοντας γενναιόδωρα στην αιτία του Κυρίου.Έργα, 1872
		-- "Office Worker's Guide", New England Carriage

%
(6) εργαζόμενους άνδρες θα δοθεί ρεπό κάθε εβδομάδα για φλερτάρονταςσκοπούς, ή δύο βράδια την εβδομάδα, αν πηγαίνουν τακτικά στην εκκλησία.(7) Μετά ένας εργαζόμενος έχει περάσει δεκατρία ώρα του εργατικού δυναμικού στηνγραφείου, θα πρέπει να περάσουν το υπόλοιπο χρόνο διαβάζοντας την Αγία Γραφήκαι άλλα καλά βιβλία.(8) Κάθε υπάλληλος θα πρέπει να θέσει κατά μέρος από κάθε πληρώσει πακέτων ένα ωραίοποσό των αποδοχών του για την παροχή του κατά φθίνουσα χρόνια της ζωής του,έτσι ώστε δεν θα γίνει βάρος για την κοινωνία ή καλύτερούς του.(9) Κάθε εργαζόμενος που καπνίζει ισπανικά πούρα, χρησιμοποιεί τα αλκοολούχα ποτάσε οποιαδήποτε μορφή, συχνάζει τραπέζια μπιλιάρδου και δημόσιες αίθουσες, ή παίρνειξυρίζεται στο κουρείο, θα μου δώσει καλό λόγο να υποπτεύεταιΑξίζει, τις προθέσεις, την ακεραιότητα και την τιμιότητα του.(10) Ο εργαζόμενος ο οποίος έχει πραγματοποιήσει τους άθλους του πιστά καιχωρίς σφάλμα για πέντε χρόνια, θα δοθεί μια αύξηση τηςπέντε σεντ ανά ημέρα αμοιβής του, προσφέροντας κέρδη από τοεπιχειρήσεων το επιτρέπουν.
		-- "Office Worker's Guide", New England Carriage Works, 1872

%
Μια τράπεζα είναι ένα μέρος όπου μπορείτε να δανείσει μια ομπρέλα στην εύλογη καιρικές συνθήκες καινα ζητήσει πίσω το όταν αρχίζει να βρέχει.
		-- Robert Frost

%
Ένα αφεντικό χωρίς χιούμορ είναι σαν μια δουλειά που είναι καμία διασκέδαση.
		-- Robert Frost

%
Ένας προϋπολογισμός είναι απλά μια μέθοδος ανησυχείτε, πριν να δαπανήσουν χρήματα, καθώς καιόπως αργότερα.
		-- Robert Frost

%
Ένας επιχειρηματίας είναι ένα υβρίδιο ενός χορευτή και μια αριθμομηχανή.
		-- Paul Valery

%
Μια επιτροπή είναι μια ομάδα που κρατά τα πρακτικά και χάνει ώρες.
		-- Milton Berle

%
Μια επιτροπή είναι μια μορφή ζωής με έξι ή περισσότερα πόδια και χωρίς τον εγκέφαλο.
		-- Lazarus Long, "Time Enough For Love"

%
Μια επιτροπή ριζώνει και αυξάνεται, τα λουλούδια, βλασταίνει και πεθαίνει, σκορπώντας τοσπόροι από τους οποίους άλλες επιτροπές θα ανθίσει.
		-- Parkinson

%
Μια κοινότητα είναι όπου οι άνθρωποι ενώνονται για να μοιραστούν την έλλειψη του πλούτου.
		-- R. Stallman

%
Μια εταιρεία που είναι γνωστή από τους άνδρες κρατά.
		-- R. Stallman

%
Ένας σύμβουλος είναι ένα άτομο που δανείζεται το ρολόι σας, σας λέει τι ώραείναι, τσέπες το ρολόι, και σας στέλνει ένα νομοσχέδιο για αυτό.
		-- R. Stallman

%
Μια συνεχιζόμενη ροή χαρτί είναι επαρκής για να συνεχίσει την ροή του χαρτιού.
		-- Dyer

%
Μια αγελάδα είναι μια πλήρως αυτοματοποιημένη μηχανή γάλακτος κατασκευής. Είναι εγκιβωτισμένεςσε μη δεψασμένα δερμάτινα και τοποθετημένα σε τέσσερα κατακόρυφα, κινητά στηρίγματα, ένα σεκάθε γωνία. Το εμπρόσθιο άκρο του μηχανήματος, ή εισόδου, περιέχει την κοπήκαι άλεση μηχανισμός, χρησιμοποιώντας μια μοναδική συσκευή ανάδρασης. Εδώ, επίσης, είναιοι προβολείς, εισαγωγή και εξαγωγή αέρα, ένα προφυλακτήρα και ένα foghorn.Στο πίσω μέρος, το μηχάνημα φέρει τον εξοπλισμό διανομής γάλακτος όπωςκαθώς και ένα ενσωματωμένο flyswatter και απωθών εντόμων. Το κεντρικό τμήμαστεγάζει μια υδροηλεκτρική μονάδα χημικής μετατροπής. Εν συντομία, αυτό αποτελείται από τέσσεραζύμωσης και αποθήκευσης συνδέεται σε σειρά με ένα περίπλοκο δίκτυοεύκαμπτων υδραυλικών εγκαταστάσεων. Αυτό το συγκρότημα περιλαμβάνει επίσης την εγκατάσταση κεντρικής θέρμανσηςπλήρης, με αυτόματη έλεγχοι της θερμοκρασίας, αντλιοστάσιο και κύριασύστημα εξαερισμού. Η συσκευή διάθεσης αποβλήτων βρίσκεται στο πίσω μέρος τουαυτό το κεντρικό τμήμα.Αγελάδες διατίθενται πλήρως συναρμολογημένα σε μια ποικιλία μεγεθών καιχρωματιστά. απόδοση της παραγωγής κυμαίνεται από 2 έως 20 τόνους γάλα ανά έτος. ΣεΣυνοπτικά, τα κύρια εξωτερικά ορατά χαρακτηριστικά της αγελάδας είναι: δύο lookers, δύοπουτάνες, τέσσερις Stander-πάνω μέρος, τέσσερις κρεμάστρα-downers, και swishy-wishy.
		-- Dyer

%
Ένας πωλητής τροφοδοσίας είναι στο δρόμο του σε ένα αγρόκτημα. Όπως ο ίδιος την οδήγηση κατά μήκος σε σαράνταm.p.h., κοιτάζει έξω από το παράθυρο του αυτοκινήτου του και βλέπει ένα με τρία πόδια τρέξιμο κοτόπουλοπαράλληλα με αυτόν, συμβαδίζοντας με το αυτοκίνητό του. Είναι έκπληξη ότι ένα κοτόπουλο είναιλειτουργεί σε σαράντα m.p.h. Έτσι ταχύτητες έως σαράντα πέντε, πενήντα, εξήντα, στη συνέχεια,m.p.h. Το κοτόπουλο κρατά σωστά μαζί του ολόκληρο το δρόμο, τότε ξαφνικάαπογειώνεται και χάνεται στην απόσταση.Ο άνθρωπος τραβά στο αγροκτήματος και λέει στον γεωργό, "Ξέρεις,το πιο παράξενο πράγμα ακριβώς συνέβη σε μένα? Ήμουν οδήγηση κατά μήκος σε τουλάχιστονεξήντα μίλια μία ώρα και ένα κοτόπουλο μου πέρασε σαν να ήμουν στέκεται ακόμα! ""Ναι," ο αγρότης απαντά, «ότι το κοτόπουλο ήταν δικό μας. Βλέπετε, υπάρχειμένα, και υπάρχει Ma, και υπάρχει ο γιος μας Μπίλι. Όποτε είχαμε κοτόπουλο γιατο δείπνο, όλοι θα θέλουν μια κνήμη, γι 'αυτό θα πρέπει να σκοτώσει δύο κοτόπουλα.Γι 'αυτό και αποφάσισε να δοκιμάσει και να αναπαραχθεί ένα με τρία πόδια κοτόπουλου, ώστε ο καθένας από εμάς θα μπορούσε ναέχουν κνήμη. ""Πώς γεύση;" είπε ο αγρότης.«Δεν ξέρω», απάντησε ο αγρότης. "Εμείς δεν ήταν σε θέση να πιάσειένα ακόμα. "
		-- Dyer

%
Ένας ανεξάρτητος είναι αυτός που πληρώνεται από τη λέξη - ανά τεμάχιο ή ίσως.
		-- Robert Benchley

%
Ένας καλός επόπτης μπορεί να πατήσει στα πόδια σας χωρίς να βρωμίσει επάνω σας να λάμψει.
		-- Robert Benchley

%
Μία εταιρεία που κατέχει είναι ένα πράγμα, όπου μπορείτε χέρι συνεργός των εμπορευμάτων, ενώο αστυνομικός που ψάχνει.
		-- Robert Benchley

%
Ένας άνθρωπος που είναι γνωστό από την εταιρεία που διοργανώνει.
		-- Ambrose Bierce

%
Μια συνάντηση είναι ένα γεγονός στο οποίο φυλάσσονται τα λεπτά και οι ώρες χάνονται.
		-- Ambrose Bierce

%
Ένα μνημόνιο είναι γραμμένο να μην ενημερώσει τον αναγνώστη, αλλά και για την προστασία του συγγραφέα.
		-- Dean Acheson

%
Μια κίνηση για να διακόψουμε είναι πάντα σε τάξη.
		-- Dean Acheson

%
Ένα ποντίκι είναι ένας ελέφαντας που χτίστηκε από τους Ιάπωνες.
		-- Dean Acheson

%
Μια νέα προσφορά στρογγυλής tuits έφτασε και είναι διαθέσιμα από τη Μαρία.Όποιος έχει απωθώντας τις εργασίες έως ότου πήραν έναν γύρο tuit τώραδεν έχει καμία δικαιολογία για περαιτέρω αναβολή.
		-- Dean Acheson

%
Ένα κατάστημα ροκ τελικά έκλεισαν? έπαιρναν πάρα πολύ για γρανίτη.
		-- Dean Acheson

%
... Ένα πράγμα που ονομάζεται Ηθική, η φύση των οποίων ήταν συγκεχυμένη, αλλά αν το είχατεήταν ένα High-Class Realtor και αν δεν είχε ήσουν ασυνείδητος δικηγόρος, ένας τσιγκούνης καιμια μύγα-από-νύχτας. Αυτές οι αρετές ξύπνησε εμπιστοσύνη και τη δυνατότητα να χειριστείΜεγαλύτερα Προτάσεις. Αλλά δεν σημαίνει ότι θα έπρεπε να είναι ανέφικτηκαι αρνούνται να λάβουν το διπλάσιο της τιμής για ένα σπίτι, αν ο αγοραστής ήταν μια τέτοια ηλίθιοςότι δεν σας πιέζουν προς τα κάτω για τη ζητούμενη τιμή.
		-- Sinclair Lewis, "Babbitt"

%
Μία πλασιέ ήταν οδήγηση παρελθόν ένα αγρόκτημα, όταν είδε ένα γουρούνι με τρειςξύλινα πόδια εκτέλεση μια υπέροχη σειρά από backflips και τροχοί.Προβληματισμένος και περίεργος, ο ίδιος οδήγησε μέχρι την αγροικία, όπου βρήκε ένα παλιό αγρότηςκάθεται στην αυλή βλέποντας το γουρούνι."Αυτό είναι αρκετά ένα γουρούνι που έχετε εκεί, κύριε», είπε ο πωλητής."Σίγουρα είναι, ο γιος,« ο αγρότης απάντησε. «Γιατί, πριν από δύο χρόνια, η κόρη μουήταν το κολύμπι στη λίμνη και ανεβαίνει το κεφάλι της και κολασμένων κοντά πνίγηκε, αλλά ότιγουρούνι κολύμπησε έξω και την έσυραν πίσω στην ακτή. ""Amazing!" ο πωλητής αναφώνησε."Και αυτό δεν είναι το μόνο πράγμα. Το περασμένο φθινόπωρο, ήμουν Cuttin 'το ξύλο πάνω σεη βόρεια σαράντα, όταν ένα δέντρο έπεσε πάνω μου. Καρφώθηκε μου στο έδαφος, το έκανε.Αυτό γουρούνι τρέξει μέχρι και wiggled κάτω από αυτό το δέντρο και να αρθεί μακριά από μένα.Έσωσε τη ζωή μου. ""Fantastic! Ο πωλητής είπε. Αλλά πες μου, πώς έρχονται δεν έχει το γουρούνιτρία ξύλινα πόδια; "Ο αγρότης κοίταξε το νεοφερμένο στην έκπληξη. "Mister, σας ότανπήρε μια amazin «γουρούνι, όπως ότι, δεν τον τρώνε όλα με τη μία."
		-- Sinclair Lewis, "Babbitt"

%
Μια λεκτική σύμβαση δεν αξίζει το χαρτί στο οποίο είναι γραμμένο.
		-- Samuel Goldwyn

%
Σχετικά με το χρόνο πιστεύουμε ότι μπορούμε να τα βγάλουν πέρα, κάποιος κινεί τα άκρα.
		-- Herbert Hoover

%
Σύμφωνα με μια πρόσφατη και αντιεπιστημονικές εθνική έρευνα, χαμογελώντας είναι κάτιο καθένας πρέπει να κάνει τουλάχιστον 6 φορές την ημέρα. Σε μια προσπάθεια να αυξηθεί οεθνικό μέσο όρο (οι ΗΠΑ βρίσκονται στην τρίτη θέση μεταξύ των υπερδυνάμεων του κόσμου σεχαμογελώντας), η Xerox έχει δώσει εντολή όλο το προσωπικό να είναι ευτυχισμένος, αναβράζοντα, καιτο πιο σημαντικό, να χαμογελάσει. οι εργαζόμενοι της Xerox συμφωνούν, και να νιώσει έντοναότι δεν μπορεί μόνο να ανταποκριθεί, αλλά ξεπερνούν τον εθνικό μέσο όρο ... εκτόςΚοντόχοντρος Ackerman. Αλλά επειδή κοντόχονδρος κάνει μια τέτοια καλή δουλειά των αγώνων γύρω απόχώρους στάθμευσης με μια μεγάλη πεταλούδα καθαρή ανάκτηση κυμαινόμενο IC chips, Xeroxαποφάσισε να του δώσει ένα διάλειμμα. Αν δείτε κοντόχονδρος σε ένα πάρκινγκ που μπορεί να έχειμε ένα ανόητο χαμόγελο. Αυτό είναι όπου η έκφραση, "Υπηρεσία με ένα ελαφρώςανόητο χαμόγελο "προέρχεται από.
		-- Herbert Hoover

%
Σύμφωνα με όλες τις τελευταίες εκθέσεις, δεν υπήρχε καμία αλήθεια σε οποιοδήποτε από ταπροηγούμενες εκθέσεις.
		-- Herbert Hoover

%
Η διαφήμιση είναι ένα πολύτιμο οικονομικό παράγοντα, διότι είναι η πιο φθηνήτρόπος πώλησης αγαθών, ιδιαίτερα αν τα εμπορεύματα είναι άνευ αξίας.
		-- Sinclair Lewis

%
Η διαφήμιση είναι το κροτάλισμα του ένα ραβδί μέσα σε ένα κάδο χυλό.
		-- George Orwell

%
Η διαφήμιση μπορεί να περιγραφεί ως η επιστήμη της σύλληψης του ανθρώπινουνοημοσύνη αρκετό καιρό για να πάρει χρήματα από αυτό.
		-- George Orwell

%
Μετά από όλα έχουν ειπωθεί και γίνει, μια κόλαση πολύ περισσότερο είναι λόγια παρά στην πράξη.
		-- George Orwell

%
Μετά από κάθε αύξηση μισθού, θα έχουν λιγότερα χρήματα στο τέλος τουμήνα από ό, τι κάνατε πριν.
		-- George Orwell

%
Το μόνο που ζητώ είναι μια ευκαιρία να αποδείξει ότι τα χρήματα δεν μπορεί να με κάνει ευτυχισμένη.
		-- George Orwell

%
Όλες οι μεγάλες εταιρείες αποσβέσει τα υπάρχοντά τους, και μπορείτε, επίσης,υπό την προϋπόθεση ότι μπορείτε να τα χρησιμοποιήσετε για επιχειρηματικούς σκοπούς. Για παράδειγμα, αν είστε συνδρομητήςμε την Wall Street Journal, σε επιχειρήσεις που σχετίζονται με την εφημερίδα, μπορείτε να αφαιρέσετε τοτο κόστος του σπιτιού σας, επειδή, σύμφωνα με τα λόγια των ΗΠΑ Επικεφαλής του Ανώτατου ΔικαστηρίουΔικαιοσύνης Warren Burger σε ένα φορολογικό απόφαση-ορόσημο του 1979: «Πού αλλού θα είναιπρόκειται να διαβάσετε το χαρτί; Εκτός? Τι και αν βρέχει; "
		-- Dave Barry, "Sweating Out Taxes"

%
Όλη αυτή η μεγάλη διαπραγμάτευση για άσπρο γιακά έγκλημα - Τι συμβαίνει με άσπρο γιακάέγκλημα? Που απολαμβάνει τη δουλειά του σήμερα; Εσείς? Μου? Οποιοσδήποτε? Η μόνη ικανοποιητικήμέρος της κάθε εργασίας είναι διάλειμμα για καφέ, γεύμα ώρα και την εγκατάλειψη του χρόνου. Πριν από χρόνιαυπήρχε τουλάχιστον η ελπίδα της βελτίωσης - ενδεχόμενη προώθηση - περισσότερασημαντικές εργασίες για να έρθει. Μόλις μπορούν να πωληθούν το μύθο που μπορείτε να κάνετεπρόεδρος της εταιρείας που δύσκολα θα κλέψει ποτέ γραμματόσημα. αλλά κανείς δενπιστεύει ότι πρόκειται να είναι πρόεδρος πια. Οι περισσότεροι άνθρωποι αλλάζουν θέσεις εργασίαςτόσο περισσότερο συνειδητοποιούν ότι υπάρχει μια άμεση σχέση μεταξύ της εργασίας γιαένα ζωντανό και το συνολικό ναρκωτικές πλήξη. Γιατί λοιπόν να μην πάρει εκδίκηση; Δεν είσαιΘα βρείτε μου να χτυπήσει έναν άντρα γιατί μαξιλάρια ένα λογαριασμό εξόδων και τουσπίτι χαρτικά φέρει το έμβλημα της εταιρείας. Πάρτε μακριά έγκλημα από το λευκόγιακά εργαζομένων και θα τον περασμένο απομεινάρι του ενδιαφέροντος εργασίας ληστεύουν.
		-- J. Feiffer

%
Όλα αυτά ποδηλατώντας και την αντιμετώπιση γύρω, γιατί, δεν είναι για τα χρήματα, είναι για διασκέδαση.Τα χρήματα είναι ακριβώς ο τρόπος που κρατάμε σκορ.
		-- Henry Tyroon

%
Όλες οι ρήτρες εγγύησης και θα καταστεί άκυρη την καταβολή του τιμολογίου.
		-- Henry Tyroon

%
Αμερική δουλεύει λιγότερο, όταν λέτε «Ένωση Ναι!"
		-- Henry Tyroon

%
Αμερικανικές επιχειρήσεις εδώ και πολύ καιρό εγκατέλειψε για απαιτητικές ότι οι μελλοντικοί εργαζόμενοινα είμαστε ειλικρινείς και εργατικοί. Έχει σταματήσει ακόμα ελπίδα για τους υπαλλήλους που είναιμορφωμένοι αρκετά ώστε να μπορεί να πει τη διαφορά μεταξύ του δωματίου και των ανδρώνδωμάτιο των γυναικών χωρίς να έχει μικρές εικόνες στις πόρτες.
		-- Dave Barry, "Urine Trouble, Mister"

%
Ένα κόμμα το γραφείο δεν είναι, όπως είναι μερικές φορές υποτίθεται ότι ο Διευθύνων Σύμβουλος τηςευκαιρία να φιλήσει το τσάι-κορίτσι. Είναι ευκαιρία του τσαγιού κοριτσιού για να φιλήσει τοΔιευθύνων Σύμβουλος (ωστόσο παράξενο μια φιλοδοξία αυτό μπορεί να φαίνεται σε κανένανο οποίος έχει δει την Διευθύνων Σύμβουλος πρόσωπο καθεξής).
		-- Katherine Whitehorn, "Roundabout"

%
Ο καθένας μπορεί να κάνει οποιοδήποτε ποσό της εργασίας με την προϋπόθεση ότι δεν είναι το έργο που υποτίθεταινα κάνει αυτή τη στιγμή.
		-- Robert Benchley

%
Ο καθένας μπορεί να κρατήσει το τιμόνι, όταν η θάλασσα είναι ήρεμη.
		-- Publius Syrus

%
Ο καθένας μπορεί να κάνει μια ομελέτα με αυγά. Το κόλπο είναι να κάνει ένα με κανένα.
		-- Publius Syrus

%
Οτιδήποτε δωρεάν αξίζει ό, τι έχετε πληρώσει για αυτό.
		-- Publius Syrus

%
Οτιδήποτε την ένδειξη «νέοι» ή / και «βελτιωμένη» δεν είναι. σημαίνει ότι η ετικέτα τουτιμή ανέβηκε. Η ετικέτα "ΟΛΑ ΤΑ ΝΕΑ", "εντελώς νέο», ή «νέα μεγάλη"νοείται η τιμή πήγε τρόπος επάνω.
		-- Publius Syrus

%
"Τουλάχιστον από όπου και αν ___________ ΕΜΠΕΙΡΟΥΣ incompetents"
		-- Publius Syrus

%
Σε αυτές τις τιμές, χάνω χρήματα - αλλά το κάνει σε όγκο.
		-- Peter G. Alaquon

%
Στην εργασία, η αρχή του ενός ατόμου είναι αντιστρόφως ανάλογη με τοαριθμός των στυλό που προσώπου που μεταφέρει.
		-- Peter G. Alaquon

%
Να είναι κοινωνικός. Μιλήστε με το άτομο δίπλα σας στη γραμμή της ανεργίας αύριο.
		-- Peter G. Alaquon

%
Έχουν μεταφερθεί τελευταίο καιρό;
		-- Peter G. Alaquon

%
... Πριν θα μπορούσα να καταλήξει σε κάποιο συμπέρασμα αυτό συνέβη σε μένα ότι η ομιλία μουή τη σιωπή μου, πράγματι οποιαδήποτε δράση μου, θα ήταν μια απλή ματαιότητα. Τιδεν έχει σημασία τι ο καθένας γνώριζε ή αγνοούνται; Τι έκανε σημασία ποιος ήτανδιευθυντής? Ένας παίρνει μερικές φορές μια τέτοια ενόραση. Τα βασικά σημεία τηςΑυτή η υπόθεση θέσει βαθιά κάτω από την επιφάνεια, απρόσιτη μου, και πέρα ​​μουδύναμη της ανάμιξη.
		-- Joseph Conrad

%
Μεταξύ 1950 και 1952, μια βαριέται μετεωρολόγος, που σταθμεύουν βόρεια της HudsonBay, άφησε ένα μνημείο που ούτε κυβέρνηση ούτε στιγμή μπορεί να εξαλειφθεί.Χρησιμοποιώντας μια μπουλντόζα εγκαταλειφθεί από την Πολεμική Αεροπορία, πέρασε δύο χρόνια καιμεγάλη προσπάθεια πιέζοντας ογκόλιθους σε μια μόνο λέξη.Μπορεί να φανεί από 10.000 πόδια, σχηματίζονται κατά το χιόνι.Κυβερνητικοί αξιωματούχοι αντάλλαξαν γεμάτο περιφράσεις υπομνήματα (όχι Λατινικήςυπάρχει ισοδύναμο), αλλά απέτυχε να λέξης ένα νομοσχέδιο πιστώσεις για τοκαταστροφή αυτού του Cairn, ότι δεν θα ειδοποιεί τον Τύπο και φέρουν σε δύσκολη θέσητόσο το Κοινοβούλιο όσο και το Κόμμα.Είναι σήμερα, ένα μνημείο για την ανθρώπινη ψυχή. Αν υπάρχει ζωή σε άλλουςπλανήτες, αυτό μπορεί να είναι το πρώτο μήνυμα που έλαβε από εμάς.
		-- The Realist, November, 1964.

%
Beware του συνόλου των επιχειρήσεων που απαιτούν νέα ρούχα, και δεν είναι μάλλονένα νέο χρήστη του ρούχα.
		-- Henry David Thoreau

%
Biz είναι καλύτερη.
		-- Henry David Thoreau

%
Σώμα με Nautilus, Brain από τη Mattel.
		-- Henry David Thoreau

%
Bullwinkle: Απλά αφήστε ότι για να φίλε μου. Είναι ο εγκέφαλος του στολή.Γενικά: Τι σημαίνει ότι σας κάνει;Bullwinkle: Τι άλλο; Μια εκτελεστική εξουσία.
		-- Jay Ward

%
Business είναι ένα καλό παιχνίδι - τα μέρη του ανταγωνισμού και των ελάχιστων κανόνων.Μπορείτε να κρατήσει σκορ με χρήματα.
		-- Nolan Bushnell, founder of Atari

%
Οι επιχειρήσεις θα είναι είτε καλύτερα ή χειρότερα.
		-- Calvin Coolidge

%
"Αλλά μην ανησυχείτε, για μια αιτία - σίτιση πόδια παγκόσμιες εταιρείες».
		-- Calvin Coolidge

%
Αλλά η μεγαλύτερη Ηλεκτρικές Pioneer από όλα αυτά ήταν ο Τόμας Έντισον, ο οποίος ήταν έναςλαμπρή εφευρέτης, παρά το γεγονός ότι είχε λίγο τυπική εκπαίδευση καιζούσε στο New Jersey. πρώτη μεγάλη εφεύρεση του Edison το 1877, ήταν ηφωνογράφου, η οποία θα μπορούσε σύντομα να βρεθεί σε χιλιάδες αμερικανικά σπίτια, όπουείναι ουσιαστικά κάθισε μέχρι το 1923, όταν ο δίσκος είχε εφεύρει. Αλλά Έντισονμεγαλύτερο επίτευγμα ήρθε το 1879, όταν ανακάλυψε την ηλεκτρική εταιρεία.σχεδιασμός Edison ήταν μια λαμπρή προσαρμογή του απλού ηλεκτρικού κυκλώματος:η ηλεκτρική εταιρεία στέλνει ηλεκτρικό ρεύμα μέσω ενός καλωδίου σε έναν πελάτη, τότεπαίρνει αμέσως την ηλεκτρική ενέργεια πίσω από ένα άλλο σύρμα, τότε (αυτό είναιτο λαμπρό μέρος) στέλνει δεξιά πίσω στον πελάτη και πάλι.Αυτό σημαίνει ότι μια ηλεκτρική εταιρεία μπορεί να πουλήσει έναν πελάτη την ίδια παρτίδαχιλιάδες ηλεκτρικής φορές την ημέρα και ποτέ δεν πιάσουν, αφού πολύ λίγοιοι πελάτες παίρνουν το χρόνο να εξετάσει εκ του σύνεγγυς την ηλεκτρική ενέργεια τους. Στην πραγματικότητα, τοτο περασμένο έτος κάθε νέο ηλεκτρικής ενέργειας που παράγεται στις Ηνωμένες Πολιτείες ήταν το 1937?οι ηλεκτρικές εταιρίες έχουν απλώς εκ νέου την πώλησή του από τότε, το οποίο είναιγιατί έχουν τόσο πολύ ελεύθερο χρόνο για να υποβάλουν αίτηση για αυξήσεις επιτοκίων.
		-- Dave Barry, "What is Electricity?"

%
Από τα μέσα του 1880, σχεδόν όλοι οι δρόμοι, εκτός από εκείνεςη Νότια, ήταν του παρόντος προτύπου μετρητή. Οι νότιες δρόμοι ήτανακόμα πέντε πόδια μεταξύ των σιδηροτροχιών.Αποφασίστηκε να αλλάξει το μετρητή όλων νότια δρόμους με το πρότυπο,σε μία ημέρα. Αυτό το αξιολογότατο έργο πραγματοποιήθηκε την Κυριακή Μάιοτου 1886. Για εβδομάδες εκ των προτέρων, τα καταστήματα ήταν απασχολημένος πατώντας τροχούς για τηνάξονες στο νέο και στενότερο εύρος, για να έχουν μια προμήθεια τροχαίου υλικού πουθα μπορούσε να τρέξει για το νέο κομμάτι το συντομότερο ήταν έτοιμο. Τέλος, για το σύνολο ημέρας,μεγάλο αριθμό των συμμοριών των στρωμάτων κομμάτι πήγε να εργαστεί στην αυγή. παντού ένασιδηροδρομικές χαλάρωσε, κινήθηκε σε τρεις και μισή ίντσες, και εμπλουτίστηκε προβλέπεται στο τουνέα θέση. Με το σκοτάδι, τα τρένα από οπουδήποτε στις Ηνωμένες Πολιτείες θα μπορούσε να λειτουργήσειπάνω από τις γραμμές του Νότου, και μια ελεύθερη ανταλλαγή εμπορευμάτων αυτοκίνητα παντούήταν δυνατό.
		-- Robert Henry, "Trains", 1957

%
Δουλεύοντας πιστά οκτώ ώρες την ημέρα, μπορείτε τελικά να πάρει να είναιαφεντικό και το έργο δώδεκα.
		-- Robert Frost

%
Μπορεί κανείς να θυμηθεί, όταν οι καιροί δεν ήταν δύσκολο, και τα χρήματα δεν είναι σπάνιο;
		-- Robert Frost

%
Μπορεί κάτι να είναι πιο θλιβερό από το έργο άφησε ημιτελές; Ναι, το έργο ποτέ δεν ξεκίνησε.
		-- Robert Frost

%
Απρόσεκτα προγραμματισμένα έργα λαμβάνουν τρεις φορές περισσότερο χρόνο για να ολοκληρώσει ό, τι αναμενόταν.Προσεκτικά σχεδιασμένη έργα λάβει τέσσερις φορές περισσότερο χρόνο για να ολοκληρώσει ό, τι αναμενόταν,κυρίως επειδή οι σχεδιαστές αναμένουν τον προγραμματισμό τους για να μειώσουν το χρόνο που χρειάζεται.
		-- Robert Frost

%
Πρόεδρος του Bored.
		-- Robert Frost

%
Στήλη 1 Στήλη 2 Στήλη 30. ολοκληρωμένες επιλογές 0. διαχείρισης 0.1. Σύνολο 1. οργανωτική 1. ευελιξία2. συστηματοποιηθεί 2. παρακολουθείται 2. Δυναμικότητα3. παράλληλα 3. αμοιβαία 3. κινητικότητας4. λειτουργική 4. ψηφιακή 4. προγραμματισμού5. ανταποκρίνεται 5. υλικοτεχνική 5. έννοια6. προαιρετική 6. μεταβατική 6. χρόνο φάσης7. συγχρονισμένη 7. οριακό 7. προβολής8. συμβατό 8. τρίτης γενιάς 8. υλικού9. ισορροπημένη 9. πολιτικής 9. έκτακτης ανάγκηςΗ διαδικασία είναι απλή. Σκεφτείτε κάθε τριψήφιο αριθμό, στη συνέχεια, επιλέξτεη αντίστοιχη τσιτάτο από κάθε στήλη. Για παράδειγμα, ο αριθμός 257 παράγει"Συστηματοποιηθεί υλικοτεχνική προβολή", μια φράση που μπορεί να πέσει μέσασχεδόν κάθε έκθεση με εκείνο το δαχτυλίδι της αποφασιστικής, γνώστες αρχή. "Όχιμία από αυτές θα έχουν την πιο απομακρυσμένες ιδέα για το τι είστε μιλάμε », λέει ο Broughton,"Αλλά το σημαντικό πράγμα είναι ότι δεν είναι έτοιμος να το παραδεχτεί."
		-- Philip Broughton, "How to Win at Wordsmanship"

%
Επιτροπές έχουν γίνει τόσο σημαντικό στις μέρες μας ότι οι υποεπιτροπές έχουν νανα διοριστεί για να κάνει τη δουλειά.
		-- Philip Broughton, "How to Win at Wordsmanship"

%
Αρμοδιότητα, όπως η αλήθεια, την ομορφιά, και τους φακούς επαφής, είναι στο μάτι τουτο θεατή.
		-- Dr. Laurence J. Peter

%
Ανταγωνιστικές οργή δεν είναι πάντα ο θυμός. Είναι το θάρρος του αληθινού ιεραποστόλουκαι ζήλο στην αντιμετώπιση της δυνατότητας που μπορεί να μην είναι ένα από τα καλύτερα αρκετό.
		-- Gene Scott

%
... [Σχετικά με τα εισαγωγικά], ακόμη και αν έχουμε * ___ κάναμε * απόσπασμα κανέναν σε αυτό τοεπιχειρήσεων, κατά πάσα πιθανότητα θα είναι ασυναρτησίες.
		-- Thom McLeod

%
"Συνέπειες, Schmonsequences, εφ 'όσον είμαι πλούσιος."
		-- "Ali Baba Bunny" [1957, Chuck Jones]

%
Εξετάστε το γραμματόσημο: χρησιμότητά του έγκειται στη δυνατότητα νανα επιμείνουμε σε ένα πράγμα μέχρι να φτάσει εκεί.
		-- Josh Billings

%
Σύμβουλοι είναι μυστικιστική ανθρώπους που ζητούν μια εταιρεία για έναν αριθμό και, στη συνέχεια,να της δώσει πίσω σε αυτούς.
		-- Josh Billings

%
Credit ... είναι η μόνη διαρκής μαρτυρία για την εμπιστοσύνη του ανθρώπου στον άνθρωπο.
		-- James Blish

%
Η ενασχόληση με την αποτυχία είναι εύκολη:Δουλεύουμε σκληρά για να βελτιωθούμε.Η επιτυχία είναι επίσης εύκολο να χειριστεί:Έχετε λυθεί το λάθος πρόβλημα.Δουλεύουμε σκληρά για να βελτιωθούμε.
		-- James Blish

%
Η ενασχόληση με το πρόβλημα της συσσώρευσης καθαρό το προσωπικό,όλες τις έρευνες μας ... σημείο σε μια μέση αύξηση της τάξης του 5,75% ετησίως.
		-- C. N. Parkinson

%
Αγαπητέ Κύριε:Θέλω μόνο * ___ ένα * ένα ενόπλων μάνατζερ γι 'αυτό δεν πρέπει ποτέ να ακούσετε "OnΑπό την άλλη πλευρά ", και πάλι.
		-- C. N. Parkinson

%
Αγαπητοί Mister Γλώσσα Πρόσωπο: Ποιος είναι ο σκοπός του απόστροφο;Απάντηση: Η απόστροφο χρησιμοποιείται κυρίως σε χέρι-γράμματα μικρών επιχειρήσεων πινακίδεςνα προειδοποιήσει τον αναγνώστη από ένα "S" έρχεται στο τέλος μιας λέξης, όπως σε:ΔΕΝ εκτός από προσωπικό επιταγής, ή: δεν ευθύνεται για οποιασδήποτε στοιχείου.Μια άλλη σημαντική έννοια της γραμματικής να έχουμε κατά νου κατά τη δημιουργία χειρός γράμματαμικρών επιχειρήσεων ενδείξεις είναι ότι θα πρέπει να βάλετε εισαγωγικά γύρω από τυχαίαλόγια για διακόσμηση, όπως στο "TRY" ΜΑΣ HOT DOG'S, ή ακόμη και να προσπαθήσετε "OUR" HOT DOG'S.
		-- Dave Barry, "Tips for Writer's"

%
Παρ 'όλες τις εμφανίσεις, το αφεντικό σας είναι μια σκέψη, συναίσθημα, ανθρώπινο ον.
		-- Dave Barry, "Tips for Writer's"

%
"Νομίζετε ότι αυτό που κάνουμε είναι λάθος;""Φυσικά είναι λάθος! Είναι παράνομο!""Ποτέ δεν έχω κάνει τίποτα παράνομο πριν.""Νόμιζα ότι είπατε ότι ήταν ένας λογιστής!"
		-- Dave Barry, "Tips for Writer's"

%
Να μην είναι αναντικατάστατος, αν δεν μπορεί να αντικατασταθεί, δεν μπορείτε να προωθηθούν.
		-- Dave Barry, "Tips for Writer's"

%
Μην κλέψεις? thou'lt ποτέ να ανταγωνιστεί έτσι με επιτυχία στην επιχείρηση. Απάτη.
		-- Ambrose Bierce

%
Μην μου πείτε πόσο σκληρά εργάζεστε. Πες μου πόσα έχετε κάνει.
		-- James J. Ling

%
"Μην μου πείτε ότι είμαι καύση του κεριού και στα δύο άκρα - πες μου πού ναπάρετε περισσότερες κερί !! "
		-- James J. Ling

%
Τα όνειρα είναι δωρεάν, αλλά μπορείτε να πάρετε εμποτισμένο στο χρόνο σύνδεσης.
		-- James J. Ling

%
Γεωτρήσεις για πετρέλαιο είναι βαρετό.
		-- James J. Ling

%
Κερδίστε μετρητά στον ελεύθερο χρόνο σας - εκβιάζουν τους φίλους σας.
		-- James J. Ling

%
Ernest ρωτά Frank πόσο καιρό εργάζεται για την εταιρεία."Από τότε που απείλησε να με φωτιά».
		-- James J. Ling

%
Πάντα παρατηρήστε ότι ακόμη και οι πιο πολυσύχναστα άνθρωποι δεν είναι ποτέ πολύ απασχολημένος για να σας πωπόσο απασχολημένος είναι;
		-- James J. Ling

%
Κάθε σύννεφο έχει μια ασημένια επένδυση; θα πρέπει να έχουν πωληθεί, και αγόρασε το τιτάνιο.
		-- James J. Ling

%
«Κάθε άνθρωπος έχει την τιμή του. Το ορυχείο είναι $ 3.95."
		-- James J. Ling

%
Κάθε άνθρωπος σκέφτεται ο Θεός είναι με το μέρος του. Η πλούσια και ισχυρή τεχνογνωσία ότι είναι.
		-- Jean Anouilh, "The Lark"

%
Κάθε πρωί στην Αφρική, μια γαζέλα ξυπνάει. Ξέρει ότι πρέπει να τρέξει πιο γρήγορααπό το γρηγορότερο λιοντάρι ή θα σκοτωθεί. Κάθε πρωί ένα λιοντάρι ξυπνάει.Ξέρει ότι πρέπει να ξεπεράσει την πιο αργή γαζέλα ή θα πεθαίνουν από την πείνα.Δεν έχει σημασία αν είσαι λιοντάρι ή γαζέλα: όταν έρθει ο ήλιοςup, τότε θα πρέπει να είναι σε λειτουργία.
		-- Jean Anouilh, "The Lark"

%
"Κάθε πρωί, σηκώνομαι και να κοιτάξετε μέσα από τη λίστα« Forbes »τωνπλουσιότερους ανθρώπους στην Αμερική. Αν δεν είμαι εκεί, εγώ πάω στη δουλειά "
		-- Robert Orben

%
Κάθε επιτυχημένη άτομο είχε αποτυχίες, αλλά επαναλαμβανόμενη αποτυχία δεν είναιεγγύηση ενδεχόμενη επιτυχία.
		-- Robert Orben

%
Κάθε νεαρός άνδρας θα πρέπει να έχουν ένα χόμπι: να μάθουμε πώς να χειριστεί τα χρήματα είναιτο καλύτερο.
		-- Jack Hurley

%
Όλοι όμως ο Σαμ είχε υπογράψει για ένα συνταξιοδοτικό πρόγραμμα νέα εταιρεία πουζήτησε μια μικρή συμβολή των εργαζομένων. Η εταιρεία πληρώνει όλατο υπόλοιπο. Δυστυχώς, ήταν απαραίτητη η συμμετοχή των εργαζομένων 100%?ειδάλλως το σχέδιο ήταν μακριά. αφεντικό του Σαμ και τους συναδέλφους του, παρακάλεσεκαι δελεάζονται, αλλά εις μάτην. Sam είπε ότι το σχέδιο δεν θα πληρώσει μακριά.Τέλος ο πρόεδρος της εταιρείας που ονομάζεται Σαμ στο γραφείο του.«Sam», είπε, «εδώ είναι ένα αντίγραφο του νέου σχεδίου συνταξιοδότησης και είναι εδώένα στυλό. Θέλω να υπογράψει τα χαρτιά. Λυπάμαι, αλλά αν δεν υπογράψει,απολύεσαι. Από αυτή τη στιγμή. "Sam υπέγραψε αμέσως τα χαρτιά.«Τώρα», είπε ο πρόεδρος, «θα σας πείραζε μου γιατί σας λέωδεν θα μπορούσε να υπογραφεί νωρίτερα; ""Λοιπόν, κύριε," απάντησε ο Σαμ, «κανείς δεν μου εξήγησε αρκετά τόσοσαφώς πριν. "
		-- Jack Hurley

%
Όλοι θέλουν ένα Kidder, αλλά κανείς δεν τον δανείζει χρήματα.
		-- Arthur Miller

%
Ο καθένας που έρχεται εδώ θέλει τρία πράγματα:(1) Θέλουν γρήγορη.(2) Θέλουν καλό.(3) Θέλουν φτηνό.Λέω 'em για να πάρει δύο και να μου τηλεφωνήσει πίσω.
		-- sign on the back wall of a small printing company

%
Εξαιρέσεις επιβεβαιώνουν τον κανόνα, και να καταστρέψει τον προϋπολογισμό.
		-- Miller

%
Απόσπασμα από μια συνομιλία μεταξύ ενός ατόμου με την υποστήριξη πελατών και έναπελάτη που εργάζονται για ένα πολύ γνωστό στρατιωτικό-συνδεδεμένες ερευνητικό εργαστήριο:Υποστήριξη: "Δεν είσαι η μόνη μας πελάτη, ξέρεις."Πελάτης: «Αλλά είμαστε μία από τις λίγες με τακτικά πυρηνικά όπλα».
		-- Miller

%
Executive ικανότητα αποφασίζει γρήγορα και να πάρει κάποιος άλλος να κάνειη δουλειά.
		-- John G. Pollard

%
Της Exxon «Σύμπαν Ενέργειας» τείνει να την περίεργη και όχι ηχιουμοριστικό ... Μετά [μια ακατανόητη ταινία μοντάζ για τον άνεμο και τον ήλιο καιβροχή και ταινίες ορυχεία και] δύο ή τρία λεπτά μηχανικών σύγχυση, ηκαθίσματα locomote μέσω ενός μικρού τούνελ γεμάτο με δεινόσαυρους ρολόι-εργασία.Οι δεινόσαυροι απεικονίζονται χωρίς ακρίβεια και πολύ κοντά στο πρόσωπό σας."Μία από τις λίγες πραγματικές καινοτομίες στο Epcot είναι η χρήση της όσφρησης για ναεπιδεινώσει αυταπάτες. Φυσικά, κανείς δεν ξέρει τι δεινόσαυροι μύριζε,αλλά η Exxon έχει αποφασίσει ότι μύριζε άσχημα."Στο άλλο άκρο του Dino Τάφρου ... υπάρχει μια τελική, πολύ addledμήνυμα για Κεραμίδια challengehood αύριο-σοφός. Έχω αποκοιμήθηκε κατά τη διάρκεια αυτής,αλλά η εισαγωγή φαίνεται να είναι ότι οι δεινόσαυροι δεν έχουν τίποτα να κάνουν μεενεργειακής πολιτικής και ούτε θα το κάνουμε. "
		-- P. J. O'Rourke, "Holidays in Hell"

%
Η αποτυχία είναι πιο συχνά από την ανέχεια της ενέργειας από ό, τι θέλουν κεφαλαίου.
		-- P. J. O'Rourke, "Holidays in Hell"

%
Γρήγορη, φθηνή, καλή: πάρτε δύο.
		-- P. J. O'Rourke, "Holidays in Hell"

%
Ο φόβος είναι ο μεγαλύτερος πωλητής.
		-- Robert Klein

%
Νιώστε απογοητευμένοι; Έχω μερικές μεγάλες νέες ψευδαισθήσεις, ακριβώς εδώ!
		-- Robert Klein

%
Για κάθε μάγκας που κάνει το σημάδι του, υπάρχει μισή ντουζίνα περιμένει να το τρίψετε έξω.
		-- Andy Capp

%
Genius είναι ένα τοις εκατό έμπνευση και ενενήντα εννέα τοις εκατό του ιδρώτα.
		-- Thomas Alva Edison

%
Genius είναι δέκα τοις εκατό έμπνευση και πενήντα τοις εκατό τα κέρδη του κεφαλαίου.
		-- Thomas Alva Edison

%
Να γίνει η δουλειά δεν είναι δικαιολογία για να μην ακολουθούν τους κανόνες.Συνέπεια:Σύμφωνα με τους κανόνες δεν θα γίνει η δουλειά.
		-- Thomas Alva Edison

%
"Με δεδομένη την επιλογή μεταξύ πραγματοποιώντας κάτι και μόλις που βρίσκονται γύρω,Θα προτιμούσα να βρίσκονται γύρω. ΧΩΡΙΣ ΔΙΑΓΩΝΙΣΜΟ."
		-- Eric Clapton

%
Ο Θεός να βοηθήσει εκείνους που δεν βοηθήσουν τον εαυτό τους.
		-- Wilson Mizner

%
Ο Θεός τους που βοηθούν τους εαυτούς τους βοηθά.
		-- Benjamin Franklin, "Poor Richard's Almanac"

%
Καλή μέρα για να αποφύγει τους μπάτσους. Σέρνονται στην εργασία.
		-- Benjamin Franklin, "Poor Richard's Almanac"

%
Καλή πωλητές και καλή επισκευαστές ποτέ δεν θα πεινάσετε.
		-- R. E. Schenk

%
Η ευτυχία είναι μια θετική ταμειακή ροή.
		-- R. E. Schenk

%
Σκληρή δουλειά ποτέ δεν σκότωσε κανέναν, αλλά γιατί να το ρισκάρεις;
		-- Charlie McCarthy

%
Έχετε ποτέ παρατηρήσει ότι οι άνθρωποι που είναι πάντα προσπαθεί να σας πει`Υπάρχει χρόνος για εργασία και ένα χρόνο για παιχνίδι» ποτέ δεν βρίσκουν το χρόνο για παιχνίδι;
		-- Charlie McCarthy

%
Δεν έχει αποκτήσει μια περιουσία? η τύχη τον έχει αποκτήσει.
		-- Bion

%
Αυτός που έχει, αλλά τέσσερις και ξοδεύει πέντε δεν έχει καμία ανάγκη για ένα πορτοφόλι.
		-- Bion

%
Αυτός που είναι ικανοποιημένοι με πολλή του μάλλον έχει πολλά.
		-- Bion

%
Αυτός που τα βήματα σε άλλους για να φτάσουν στην κορυφή έχει καλή ισορροπία.
		-- Bion

%
"Εδώ στο τηλέφωνο Εταιρείας, που εξυπηρετούν όλα τα είδη των ανθρώπων? ΑπόΠρόεδροι και βασιλιάδες με τα αποβράσματα της γης ... "
		-- Bion

%
"Γεια σου, Σαμ, πώς για ένα δάνειο;""Whattaya ανάγκη;""Ω, περίπου $ 500.""Whattaya έχεις για ασφάλειες;""Whattaya ανάγκη;""Τι θα λέγατε για ένα μάτι;"
		-- Sam Giancana

%
Φριχτά παραμορφωμένο από μια αρχαία ινδική κατάρα;Μπορούμε να βοηθήσουμε!Καλέστε (511) 338-0959 για άμεση πρόσληψη.
		-- Sam Giancana

%
Μίσθωση το ηθικά άτομα με ειδικές ανάγκες.
		-- Sam Giancana

%
Τα κέντρα σπίτι σχεδιασμένο για το do-it-εσύ ο οποίος είναι πρόθυμος ναπληρώνουν υψηλότερες τιμές για την ευκολία του να είναι σε θέση να ψωνίσετε για ξυλεία,hardware, και τοστιέρες όλα σε μία θέση. Ανακοίνωση λέω "κατάστημα", όπωςαντίθεση με την «απόκτηση». Αυτό είναι το μεγαλύτερο μειονέκτημα του σπιτιού κέντρα: είναιπάντα έξω από τα πάντα εκτός από τεχνητά χριστουγεννιάτικα δέντρα. Το κέντρο στο σπίτιοι εργαζόμενοι δεν έχουν χρόνο για να αλλάξετε τη σειρά εμπόρευμα επειδή είναι πολύ απασχολημένοςεφαρμόζοντας λίγη αυτοκόλλητα τιμή για κάθε αντικείμενο - κάθε σκάφους, πλυντήριο, καρφίκαι βίδα - σε ολόκληρο το κατάστημα ...Ας πούμε ότι ένα κομμάτι σε διαλείμματα δεξαμενή της τουαλέτας σας, έτσι ώστε να αφαιρέσετε τοσπασμένο μέρος, το πάρετε στο σπίτι κέντρο, και να ζητήσει από έναν εργαζόμενο αν αυτός έχειαντικατάσταση. Ο εργαζόμενος, ο οποίος έχει ποτέ τη ζωή του φαίνεται ακόμη και το εσωτερικόαπό μια δεξαμενή τουαλέτας, θα κοιτάξει στο σπασμένο μέρος σε πάρα πολύ με τον ίδιο τρόποότι ένα μέλος μιας πρωτόγονης ζούγκλα του Αμαζονίου φυλή θα δούμε ένα ηλεκτρονικόαριθμομηχανή, και στη συνέχεια να πω, "Περιμένουμε μια αποστολή αυτών των κάποτεγύρω από τη μέση της επόμενης εβδομάδας. "
		-- Dave Barry, "The Taming of the Screw"

%
Η τιμιότητα είναι ως επί το πλείστον λιγότερο κερδοφόρα από την ατιμία.
		-- Plato

%
Εντιμότητα πληρώνει, αλλά δεν φαίνεται να πληρώσει αρκετά για να ταιριάζουν σε κάποιους ανθρώπους.
		-- F. M. Hubbard

%
Ξενοδοχεία έχουν κουραστεί να πάρει εξαπατάται. Έλεγξα σε ένα ξενοδοχείο καιείχε πετσέτες από το σπίτι μου.
		-- Mark Guido

%
Πώς έρθει ο καθένας πηγαίνει τόσο αργά, αν αυτό λέγεται ώρες αιχμής;
		-- Mark Guido

%
Πώς έρχονται χρηματοοικονομικούς συμβούλους ποτέ δεν φαίνεται να είναι τόσο πλούσιος, δεδομένου ότιισχυρίζονται ότι θα κάνετε;
		-- Mark Guido

%
"Πόσοι άνθρωποι εργάζονται εδώ;""Ω, περίπου το μισό."
		-- Mark Guido

%
Οι ανθρώπινοι πόροι είναι ανθρώπινα πρώτο και δεύτερο πόρους.
		-- J. Garbers

%
"Είμαι πεπεισμένος ότι οι κατασκευαστές ταπήτων αφαίρεση των μυρωδιών σκόνηέχουν συμπεριληφθεί έγκλειστα χρόνο κυκλοφόρησε ούρων γατών στα προϊόντα τους.Η τεχνολογία αυτή πρέπει να είναι αυτό που εμπόδισε τη διανομή του κατά τη διάρκεια της μαμάς μουβασιλεία. χαλί μου μυρίζει σαν κάτουρο, και δεν έχω μια γάτα. καλύτερα να πάωαγοράσουν λίγο περισσότερο. "
		-- timw@zeb.USWest.COM

%
Είμαι περισσότερο βαρεθεί από ό, τι θα μπορούσε ποτέ ενδεχομένως να είναι. Πήγαινε πίσω στη δουλειά.
		-- timw@zeb.USWest.COM

%
Αποδίδω την επιτυχία μου στη νοημοσύνη, τα έντερα, αποφασιστικότητα, ειλικρίνεια,φιλοδοξία, και έχει αρκετά χρήματα για να αγοράσουν τα άτομα με αυτές τις ιδιότητες.
		-- timw@zeb.USWest.COM

%
Πάω στοίχημα Αυτό που συνέβη ήταν ότι ανακάλυψε τη φωτιά και εφηύρε τον τροχότην ίδια μέρα. Στη συνέχεια, εκείνο το βράδυ, έκαψαν τον τροχό.
		-- Jack Handey, The New Mexican, 1988.

%
Δεν μπορώ να σχεδιάσετε ένα καλάθι, ούτε να φάει αποξηραμένα βρώμης? Αν είναι έργο του ανθρώπου θα το κάνω.
		-- Jack Handey, The New Mexican, 1988.

%
Θεωρώ ότι μια νέα συσκευή ή τεχνολογία για να έχουν πολιτισμικά αποδεκτές ότανέχει χρησιμοποιηθεί για τη διάπραξη ενός φόνου.
		-- M. Gallaher

%
Εγώ δεν το κάνω για τα χρήματα.
		-- Donald Trump, Art of the Deal

%
Δεν έχω καμία χρήση για σωματοφύλακες, αλλά έχω μια συγκεκριμένη χρήση για δύοάρτια εκπαιδευμένο ορκωτούς λογιστές.
		-- Elvis Presley

%
Δεν θέλω να επιτύχει την αθανασία μέσα από τη δουλειά μου. Θέλω να επιτύχωαθανασία μέσω της δεν πεθαίνει.
		-- Woody Allen

%
Εγώ τουλάχιστον δεν μπορεί να διαμαρτυρηθεί για την πρόσφατη M.T.A. αύξηση των ναύλων και ησυνοδευτικό υποσχέσεις που αυτό θα ήταν σε καμία περίπτωση τη βελτίωση των υπηρεσιών. Γιατο σύστημα διαμετακόμισης, όπως λειτουργεί σήμερα, έχει κρυμμένα πλεονεκτήματα:δεν μπορεί να μετρηθεί σε νομισματικούς όρους.Προσωπικά, θεωρώ ότι αξίζει 75 σεντς ή ακόμα και $ 1 για ναέχουν αυτή την αδιάβλητη δικαιολογία κάθε φορά που είμαι αργά για οτιδήποτε: "Ήρθαμε το μετρό. "Αυτές οι τέσσερις λέξεις έχουν τέτοια μαγεία τους ότι, αν Γκοντόθα πρέπει κάποια μέρα να εμφανιστούν και να μουρμουρίζει τους, κάθε κοινό θα αμέσωςκατανοήσουν μεγάλη καθυστέρηση του.
		-- Woody Allen

%
Θα συνεχίσουμε να εργαζόμαστε για τον ίδιο λόγο μια κότα πηγαίνει για τη γέννηση των αυγών.
		-- H. L. Mencken

%
Έχω τις πιο απλές γεύσεις. Είμαι πάντα ικανοποιημένος με το καλύτερο.
		-- Oscar Wilde

%
Έχω τρόπους για να κάνει τα χρήματα που ξέρετε τίποτα.
		-- John D. Rockefeller

%
Ρώτησα απλά τον εαυτό μου ... τι θα John DeLorean κάνω;
		-- Raoul Duke

%
Απλά χρειάζονται αρκετό για να ηρεμήσει μου πάνω μέχρι να χρειαστεί περισσότερο.
		-- Bill Hoest

%
Μου αρέσει το έργο? ότι με συναρπάζει? Μπορώ να καθίσει και να εξετάσουμε σε αυτό για ώρες.
		-- Bill Hoest

%
Ποτέ δεν εξαπάτησε ένας έντιμος άνθρωπος, μόνο κατεργάρηδες. Ήθελαν κάτι γιατίποτα. Τους έδωσα τίποτα για κάτι.
		-- Joseph "Yellow Kid" Weil

%
Χρωστάω το κοινό τίποτα.
		-- J. P. Morgan

%
Ήμουν σε αυτό το πρόωρα κλιματιζόμενο σούπερ μάρκετ και υπήρχαν όλαΑυτά τα κλίτη και υπήρχαν αυτές οι σκούφιες λουτρού, μπορείτε να αγοράσετε που είχαν αυτάείδος τέταρτο του Ιουλίου θύσανοι σε αυτούς που ήταν κόκκινα και κίτρινα και μπλε καιΔεν ήμουν στον πειρασμό να αγοράσετε ένα, αλλά μου θύμισε το γεγονός ότι είχααποφεύγοντας την παραλία.
		-- Lucinda Childs "Einstein On The Beach"

%
Ήμουν μέρος της εκείνο το παράξενο φυλή των ανθρώπων εύστοχα περιγραφεί ως δαπάνεςτη ζωή τους κάνοντας πράγματα που απεχθάνονται να κάνουν τα χρήματα δεν θέλουν νααγοράσουν πράγματα που δεν χρειάζεται να εντυπωσιάσει τους ανθρώπους που αντιπαθούν.
		-- Emile Henry Gauvreay

%
Θα προτιμούσα να οδηγήσει στην κόλαση ό, τι κατάφερε να τον ουρανό.
		-- Emile Henry Gauvreay

%
Θα προτιμούσα απλά πιστεύω ότι αυτό γίνεται με μικρά ξωτικά που τρέχει γύρω.
		-- Emile Henry Gauvreay

%
Είμαι πάντα ψάχνει για μια νέα ιδέα που θα είναι πιο παραγωγικοί από το κόστος του.
		-- David Rockefeller

%
Έχω όλα τα χρήματα που θα χρειαστείτε ποτέ αν πεθάνω από τέσσερις.
		-- Henny Youngman

%
ΕΓΏ:Ο καλύτερος τρόπος για να κάνει ένα πορτοφόλι από μετάξι από το αυτί ενός χοιρομητέρα είναι να ξεκινήσειμε ένα μεταξωτό γουρούνα. Το ίδιο ισχύει και για τα χρήματα.II:Αν σήμερα ήταν μισό τόσο καλό όσο το αύριο υποτίθεται ότι είναι, θα ήτανπιθανώς να είναι δύο φορές τόσο καλή όσο χθες ήταν.III:Δεν υπάρχουν τεμπέληδες βετεράνος κυνηγοί λιοντάρι.IV:Εάν μπορείτε να αντέξετε οικονομικά για να διαφημίσετε, δεν χρειάζεται να.V:Ένα δέκατο από τους συμμετέχοντες παράγει πάνω από το ένα τρίτο της παραγωγής.Η αύξηση του αριθμού των συμμετεχόντων απλώς μειώνει τη μέσηεξόδου.
		-- Norman Augustine

%
Αν μια υποδεέστερη σας ζητά ένα σχετικό ερώτημα, τον κοιτάζουν σαν να είχεέχασε τις αισθήσεις του. Όταν κοιτάζει προς τα κάτω, παραφράζοντας το ερώτημα πίσω σε αυτόν.
		-- Norman Augustine

%
Αν ένα πράγμα αξίζει να κάνει, αξίζει να κάνει άσχημα.
		-- G. K. Chesterton

%
Αν αξίζει ένα πράγμα που έχει, αξίζει εξαπάτηση για.
		-- W. C. Fields

%
Αν όλα τα άλλα αποτύχουν, να μειώσει τα πρότυπα σας.
		-- W. C. Fields

%
Αν οι τραπεζίτες μπορεί να υπολογίζει, πώς έρχονται έχουν οκτώ παράθυρα και μόνο τέσσερις ψηφολέκτες;
		-- W. C. Fields

%
Αν ποτέ την ευχαρίστηση να έχει κανείς να αγοράσει από τον πόνο των άλλων, υπάρχεικαλύτερα να μην το εμπόριο. Ένα εμπόριο με την οποία μία κέρδη και η άλλη χάνει είναι μια απάτη.
		-- Dagny Taggart, "Atlas Shrugged"

%
Αν ο Θεός δεν μας είχε δοθεί κολλητική ταινία, θα ήταν απαραίτητο να το εφεύρουμε.
		-- Dagny Taggart, "Atlas Shrugged"

%
Αν είχα έναν άξονα MINE, δεν νομίζω ότι θα το εγκαταλείψουμε απλά. υπάρχειπήρε να είναι ένας καλύτερος τρόπος.
		-- Jack Handey, The New Mexican, 1988.

%
Αν θέλω τη γνώμη σας, θα σας ζητήσουμε να συμπληρώσετε το απαραίτητο έντυπο.
		-- Jack Handey, The New Mexican, 1988.

%
Αν ήμουν ένα νεκροθάφτη ή ακόμη και μια κρεμάλα, υπάρχουν μερικοί άνθρωποι που θα μπορούσαεργαστεί για μια μεγάλη απόλαυση.
		-- Douglas Jerrold

%
Αν αξίζει να κάνει, αξίζει να κάνει για τα χρήματα.
		-- Douglas Jerrold

%
Αν τα χρήματα δεν μπορούν να αγοράσουν την ευτυχία, υποθέτω ότι θα πρέπει ακριβώς να το νοικιάσετε.
		-- Douglas Jerrold

%
Αν μπορούσαμε να πωλήσει τις εμπειρίες μας για ό, τι μας κόστος, θαόλα είναι εκατομμυριούχοι.
		-- Abigail Van Buren

%
Αν αυτό που έχω κάνει δεν έχει λυθεί το πρόβλημα, πείτε τους νανα κάνουμε κάτι άλλο.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Εάν έχετε αναβάλει πάντα την ευχαρίστηση που ποτέ δεν θα το έχετε. Εγκαταλείψει την εργασία και να παίξειγια μια φορά!
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Αν είσαι καλός, θα πρέπει να ανατεθεί όλη τη δουλειά. Εάν είστε πραγματικόςκαλό, θα βγούμε από αυτό.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Αν είστε πάνω από 80 ετών και συνοδεύονται από τους γονείς σας, θαεξαργυρώσετε την επιταγή σας.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Εάν φωτογραφίζετε κάτω από 80 που παραμελεί την επιχείρησή σας?πάνω από 80 που παραμελεί γκολφ σας.
		-- Walter Hagen

%
Εάν δεν είστε πλούσιοι θα πρέπει πάντα να κοιτάξουμε χρήσιμο.
		-- Louis-Ferdinand Celine

%
Αν μπορείτε να υπολογίζετε τα χρήματά σας, δεν έχετε ένα δισεκατομμύριο δολάρια.
		-- J. Paul Getty

%
Εάν δεν μπορείτε να κάνετε τη δουλειά σας κατά τις πρώτες 24 ώρες, εργάζονται τη νύχτα.
		-- J. Paul Getty

%
Εάν δεν μπορείτε να μάθετε να το κάνουμε καλά, να μάθουν να απολαμβάνουν το κάνουμε άσχημα.
		-- J. Paul Getty

%
Αν δεν πρέπει να εργάζονται τόσο σκληρά, που θα έχουν περισσότερο χρόνο να είναι καταθλιπτικοί.
		-- J. Paul Getty

%
Αν κάνεις κάτι σωστά μία φορά, κάποιος θα σας ζητήσει να το κάνουμε ξανά.
		-- J. Paul Getty

%
Αν δεν έχετε χρόνο να το κάνουμε σωστά, πού πας να βρείτε το χρόνογια να το κάνει πάνω;
		-- J. Paul Getty

%
Αν αποτύχουν να σχεδιάζουν, προγραμματίζουν να αποτύχει.
		-- J. Paul Getty

%
Αν είχατε καλύτερα εργαλεία, θα μπορούσαν να αποδείξουν πιο αποτελεσματικά σαςσυνολική ανικανότητα.
		-- J. Paul Getty

%
Αν έχετε να ρωτήσω πόσο είναι, δεν μπορείτε να το αντέξουν οικονομικά.
		-- J. Paul Getty

%
Αν είστε διαφημιστική εκστρατεία κάτι και πετυχαίνει, είσαι ιδιοφυία - δεν ήταν μιαδημοσιότητα. Αν το hype και αυτό αποτύχει, τότε θα ήταν απλά μια διαφημιστική εκστρατεία.
		-- Neil Bogart

%
Αν πουλάτε τα διαμάντια, δεν μπορείτε να περιμένετε να έχουν πολλούς πελάτες.Αλλά ένα διαμάντι είναι ένα διαμάντι, ακόμη και αν δεν υπάρχουν πελάτες.
		-- Swami Prabhupada

%
Αν υποψιάζεστε ότι ένας άνθρωπος, δεν τον απασχολούν.
		-- Swami Prabhupada

%
Αν νομίζετε ότι κανείς δεν νοιάζεται αν είσαι ζωντανός, δοκιμάστε λείπει ένα ζευγάρι των αυτοκινήτωνπληρωμές.
		-- Earl Wilson

%
Αν θέλετε να ξέρετε τι θεό πιστεύει χρήματα, απλά κοιτάξτε τους ανθρώπους που έδωσαναυτό να.
		-- Dorthy Parker

%
Αν θέλετε να βάλετε τον εαυτό σας στο χάρτη, να δημοσιεύσετε το δικό σας χάρτη.
		-- Dorthy Parker

%
Αν θα γνωρίζουν την αξία του χρήματος, πηγαίνετε να προσπαθήσει να δανειστεί κάποια.
		-- Ben Franklin

%
Αν είστε όπως οι περισσότεροι ιδιοκτήτες σπιτιού, είστε φοβισμένοι ότι πολλές επισκευέςγύρω από το σπίτι σας είναι πάρα πολύ δύσκολο να αντιμετωπιστεί. Έτσι, όταν φούρνο σαςεκρήγνυται, σας καλούν σε μια λεγόμενη επαγγελματία για να το φτιάξω. ο"Επαγγελματικό" φτάνει σε ένα φορτηγό με γράμματα στο πλευρές και καταθέσεις σεμεγάλη ποσότητα των εργαλείων και δύο βοηθούς που περνούν το μεγαλύτερο μέρος τηςεβδομάδα στο υπόγειό σας τερατώδης αντικείμενα τυχαία με βαριά κλειδιά, μετάπου οι "επαγγελματίες" επιστρέφει και σας δίνει ένα νομοσχέδιο για λίγο περισσότεροχρήματα από ό, τι θα σας κοστίσει να εκτελέσετε μια επιτυχή εκστρατεία για τις Η.Π.Α.Γερουσία.Και γι 'αυτό έχετε αποφασίσει να αρχίσουν να κάνουν πράγματα μόνοι σας. Εσείςφιγούρα, "Αν αυτοί οι τύποι μπορεί να καθορίσει φούρνο μου, στη συνέχεια, έτσι ώστε να I. Πόσο δύσκολο μπορείνα είναι; "	Πολύ δύσκολο. Στην πραγματικότητα, τα περισσότερα έργα στο σπίτι είναι αδύνατη, η οποίαΓι 'αυτό θα πρέπει να τους κάνετε μόνοι σας. Δεν υπάρχει νόημα να πληρώνουν άλλουςτους ανθρώπους να βίδα πράγματα, όταν μπορείτε εύκολα να βίδα μέχρι τον εαυτό σας για πολύλιγοτερα λεφτα. Αυτό το άρθρο μπορεί να σας βοηθήσει.
		-- Dave Barry, "The Taming of the Screw"

%
Σημαντικές επιστολές που δεν περιέχουν σφάλματα θα αναπτύξει λάθη στο ταχυδρομείο.Αντίστοιχα λάθη θα εμφανιστούν στο διπλούν, ενώ το αφεντικό διαβάζειτο. Ζωτικής σημασίας έγγραφα θα αποδείξουν τη ζωτικότητά τους αυθόρμητα μετακίνησηαπό όπου μπορείτε να τους αφήσει εκεί που δεν μπορείτε να τα βρείτε.
		-- Dave Barry, "The Taming of the Screw"

%
Το 1914, το πρώτο σταυρόλεξο τυπώθηκε σε μια εφημερίδα. οδημιουργός έλαβε $ 4000 κάτω ... και $ 3.000 σε όλη.
		-- Dave Barry, "The Taming of the Screw"

%
Σε μια καταναλωτική κοινωνία, υπάρχουν αναπόφευκτα δύο είδη των σκλάβων:οι κρατούμενοι του εθισμού και οι κρατούμενοι του φθόνου.
		-- Dave Barry, "The Taming of the Screw"

%
Σε μια ιεραρχία κάθε εργαζόμενος έχει την τάση να αυξάνεται με το επίπεδο της ανικανότητας ...στο χρόνο κάθε θέση τείνει να καταληφθεί από έναν υπάλληλο ο οποίος είναι ανίκανοςγια την εκτέλεση των καθηκόντων της ... Εργασία επιτυγχάνεται από εκείνους τους εργαζόμενους πουδεν έχουν ακόμη φθάσει το επίπεδο της ανικανότητας.
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
Στην περίπτωση της ατομικής επίθεση, όλοι οι κανόνες εργασίας θα ανασταλεί προσωρινά.
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
Σε περίπτωση τραυματισμού ειδοποιεί τον προϊστάμενό σας αμέσως. Αυτός θα το φιλήσει και νανα το βελτιώσουμε.
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
Σε κάθε ιεραρχία η κρέμα ανεβαίνει μέχρι να ξινίζει.
		-- Dr. Laurence J. Peter

%
Για να πάρετε ένα δάνειο θα πρέπει πρώτα να αποδείξει ότι δεν το χρειάζεστε.
		-- Dr. Laurence J. Peter

%
Στη μέση της ένα ευρύ πεδίο είναι ένα δοχείο του χρυσού. 100 πόδια προς τα βόρεια περίπτεραένας έξυπνος διαχειριστής. 100 πόδια προς τα νότια βρίσκεται μια χαζή διαχειριστή. 100 πόδια για ναη ανατολή είναι το Πάσχα Μπάνι, και 100 πόδια προς τα δυτικά είναι ο Άγιος Βασίλης.Q: Ποιος παίρνει στο δοχείο του χρυσού για πρώτη φορά;Α: Η χαζή διαχειριστή. Όλα τα υπόλοιπα είναι μύθοι.
		-- Dr. Laurence J. Peter

%
Η καινοτομία είναι δύσκολο να προγραμματίσετε.
		-- Dan Fylstra

%
Παραφροσύνη είναι η τελική άμυνα ... Είναι δύσκολο να πάρετε μια επιστροφή, όταν ηπωλητής είναι sniffing καβάλο σας και γαβγίζοντας στο φεγγάρι.
		-- Dan Fylstra

%
Είναι ένα άτομο που ανατινάζει τις τράπεζες ένα econoclast;
		-- Dan Fylstra

%
Είναι καλύτερα να δώσει από το να δανείζουν, και κοστίζει περίπου το ίδιο.
		-- Dan Fylstra

%
Είναι καλύτερα να ζει πλούσια από ό, τι να πεθάνουν πλούσια.
		-- Samuel Johnson

%
Είναι καλύτερα να ταξιδέψει ελπίζουμε παρά να πετάξει Continental.
		-- Samuel Johnson

%
Είναι δύσκολο να πετάξει στα ύψη με τους αετούς, όταν εργάζεστε με γαλοπούλες.
		-- Samuel Johnson

%
Είναι επιτακτική ανάγκη κατά την πτήση με πούλμαν που θα συγκρατήσει οποιαδήποτε τάση προςη έντονα φαντασία. Για αν και μπορεί στιγμιαία φαίνεται να είναι ηπερίπτωση, δεν είναι καθόλου πιθανό ότι η καμπίνα κατοικείται εξ ολοκλήρου απόκλαίνε τα μωρά το κάπνισμα φθηνή εγχώρια πούρα.
		-- Fran Lebowitz, "Social Studies"

%
Είναι αδύνατο να απολαύσουν ρελαντί καλά, εκτός αν κάποιος έχει την αφθονία τωνδουλειά να κάνουμε.
		-- Jerome Klapka Jerome

%
Είναι πολύ πιο δύσκολο να βρουν μια θέση εργασίας από ό, τι για να κρατήσει ένα.
		-- Jerome Klapka Jerome

%
Δεν αρκεί ότι θα πρέπει να πετύχει. Άλλοι πρέπει να αποτύχει.[Επίσης αποδίδεται στον Δαβίδ Merrick. Ed.]Δεν είναι αρκετό για να πετύχει. Άλλοι πρέπει να αποτύχει.[Μεγάλη μυαλά σκέφτονται το ίδιο; Ed.]
		-- Gore Vidal

%
Είναι γελοίο να καλέσετε αυτό μια βιομηχανία. Αυτό δεν είναι. Αυτό είναι φάνε αρουραίουςαρουραίος, σκύλος τρώει σκύλο. Θα σκοτώσει 'em, και πάω να σκοτώσει' em πρινΣκότωσέ με. Μιλάς για τον αμερικανικό τρόπο της επιβίωσης του ισχυρότερου.
		-- Ray Kroc, founder of McDonald's

%
Είναι ένας φτωχός εργάτης που κατηγορεί τα εργαλεία του.
		-- Ray Kroc, founder of McDonald's

%
Είναι ήδη μια επιχείρηση που κάνει ευχαρίστηση μαζί σας.
		-- Ray Kroc, founder of McDonald's

%
Είναι υπέροχο! Δεν έχουμε δει κάτι παρόμοιο στην τελευταία μισή ώρα!
		-- Macy's

%
Δεν είναι τόσο δύσκολο να άρει τον εαυτό σας από δολώματά σας όταν είστε μακριά από το έδαφος.
		-- Daniel B. Luten

%
Είναι πολύ λαμπερό να αυξήσει τα εκατομμύρια των δολαρίων, έως ότου ήρθε η ώρα για τοτολμούσα καπιταλιστική να πιπιλίζουν μάτια σας έξω.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Ακριβώς επειδή είναι νεκρός δεν είναι λόγος για να θέσει εκτός εργασίας.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Συνέχισε την καλή δουλειά! Αλλά σας παρακαλώ μην μου ζητάτε να σας βοηθήσει.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Κρατήστε το αφεντικό αφεντικό σας από την πλάτη του προϊσταμένου σας.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Κρατήστε τα μάτια σας για την μπάλα,Ώμου σας στον τροχό,Μύτη σας στο Grindstone,Πόδια σας στο έδαφος,Επικεφαλής σας στους ώμους σας.Τώρα ... να προσπαθήσει να γίνει κάτι!
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Γενναιόδωρος δαπάνες μπορεί να είναι καταστροφικές. Μην αγοράσετε οποιαδήποτε χαρίζει για μια στιγμή.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Δανείζει χρήματα σε μια κακή οφειλέτη και αυτός θα σας μισούν.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Επιτρέψτε μου να σας διαβεβαιώσω ότι για εμάς εδώ στο Α 'Εθνική, δεν είστε μόνο ένααριθμός. Είσαι δύο αριθμούς, μια παύλα, τρεις περισσότερους αριθμούς, ένα άλλο ταμπλό καιένας άλλος αριθμός.
		-- James Estes

%
Ας οργανώσουμε αυτό το πράγμα και να πάρει όλη τη διασκέδαση έξω από αυτό.
		-- James Estes

%
Η ζωή είναι μια υγιή σεβασμό για την μητέρα φύση που δένεται με την απληστία.
		-- James Estes

%
Η ζωή είναι φτηνή, αλλά τα αξεσουάρ μπορούν να σας σκοτώσουν.
		-- James Estes

%
Ζουν μέσα εισόδημά σας, ακόμη και αν έχετε να δανειστούν για να το πράξουν.
		-- Josh Billings

%
Ζώντας στη Γη μπορεί να είναι ακριβή, αλλά περιλαμβάνει μια ετήσια δωρεάν ταξίδιγύρω από τον Ήλιο
		-- Josh Billings

%
Lo! Οι άνδρες έχουν γίνει το εργαλείο των εργαλείων τους.
		-- Henry David Thoreau

%
διευθυντής του δανείου-τμήμα: «Δεν υπάρχει καμία ψιλά γράμματα σε αυτές.επιτόκια, εμείς δεν το χρειάζεται. "
		-- Henry David Thoreau

%
Έρημος?Όπως μια αλλαγή;Σαν μια νέα δουλειά;Όπως ενθουσιασμό;Όπως και να ανταποκριθούν στις νέες και ενδιαφέροντες ανθρώπους;ΑΚΡΙΒΩΣ SCREW-UP για μια ακόμη φορά !!!!!!!
		-- Henry David Thoreau

%
Κοιτάξτε, εμείς το εμπόριο κάθε μέρα εκεί έξω με απατεώνες, ασχολούνται ιθύνοντες, ανήθικους και κλέφτες,con-άνδρες. Αυτός είναι ο τρόπος που οι επιχειρήσεις να ξεκινήσετε. Αυτός είναι ο τρόπος που αυτόχώρα χτίστηκε.
		-- Hubert Allen

%
Πολλά παιδιά συγχέουν κακή διαχείριση με το πεπρωμένο.
		-- Frank Hubbard

%
Η αγάπη μπορεί να γελάμε με κλειδαράδες, αλλά έχει ένα βαθύ σεβασμό για σακούλες χρήματα.
		-- Sidney Paternoster, "The Folly of the Wise"

%
Τύχη, ότι όταν την προετοιμασία και την ευκαιρία να συναντηθούν.
		-- P. E. Trudeau

%
Σημειώσουμε πρόοδο στην εργασία. Συνεχίστε να αφήσουμε τα πράγματα επιδεινωθούν στο σπίτι.
		-- P. E. Trudeau

%
Ο άνθρωπος είναι ένα ζώο που κάνει παζάρια: κανένα άλλο ζώο δεν this--Δεν σκύλο ανταλλάσσει οστά με ένα άλλο.
		-- Adam Smith

%
Ο άνθρωπος πρέπει να διαμορφώσει τα εργαλεία του μήπως τον διαμορφώνουν.
		-- Arthur R. Miller

%
Διαχείριση: Πόσα πόδια κάνουν τα ποντίκια να έχουν;Απάντηση: Τα ποντίκια έχουν τέσσερα πόδια.Μ: Περίτεχνα!Ε: Τα ποντίκια έχουν πέντε προσαρτήματα, και τέσσερα από αυτά είναι τα πόδια.M: Καμία συζήτηση της πέμπτης εξάρτημα!Ε: Τα ποντίκια έχουν πέντε αποφύσεις? τέσσερις από αυτούς είναι τα πόδια? το ένα είναι ένα ουρά.Μ: Τι; Πόδια χωρίς πόδια;Ε: Τα ποντίκια έχουν τέσσερα πόδια, τέσσερα πόδια και μία ουρά ανά μονάδα-ποντίκι.M: Μπερδεμένη - είναι ότι συνολικά 9 εξαρτήματα;Ε: Τα ποντίκια έχουν τέσσερα συγκροτήματα σκελών-πόδι και ένα συγκρότημα ουρά ανά σώμα.M: Δεν συζητήσει πλήρως το θέμα!R: Κάθε ποντίκι είναι εξοπλισμένο με τέσσερα πόδια και την ουρά. Κάθε πόδιείναι εξοπλισμένο με ένα πόδι στο άκρο απέναντι από το σώμα? η ουράδεν είναι εξοπλισμένο με ένα πόδι.Μ: Περιγραφική; Ναί. Η βίαιη ΟΧΙ!R: Παραχώρηση των προσαρτημάτων για τα ποντίκια θα είναι: Τέσσερα συγκροτήματα πόδι-πόδι,μία ουρά. Απόκλιση από την πολιτική αυτή δεν επιτρέπεται, καθώς θααποτελούν misapportionment των λιγοστών περιουσιακών στοιχείων εξάρτημα.Μ: Πάρα πολύ αυταρχικό? καταπνίγει τη δημιουργικότητα!Ε: Τα ποντίκια έχουν τέσσερα πόδια? κάθε πόδι είναι συνδεδεμένο με ένα μικρό πόδι ενώνεταιολόσωμα με το συνολικό δομικό υποσύστημα ποντικού. Επίσηςσυνδέεται με το υπο-σύστημα ποντικού είναι μία λεπτή ουρά, μη-λειτουργικά καιδιακοσμητικά στη φύση.Μ: Πάρα πολύ φλύαρη / επιστημονικά. Απάντησε την ερώτηση!Ε: Τα ποντίκια έχουν τέσσερα πόδια.
		-- Arthur R. Miller

%
Πολλοί άνθρωποι είναι χλιαρή για τη δουλειά τους.
		-- Arthur R. Miller

%
Πολλοί άνθρωποι είναι χλιαρή για την εργασία σας.
		-- Arthur R. Miller

%
Πολλοί άνθρωποι γράφουν σημειώσεις για να σας πω ότι δεν έχουν τίποτα να πουν.
		-- Arthur R. Miller

%
necessitas Mater artium.	[Η αναγκαιότητα είναι η μητέρα της εφεύρεσης].
		-- Arthur R. Miller

%
Μητρότητας αμοιβή; Τώρα, κάθε Tom, Dick και Harry θα μείνουν έγκυες.
		-- Malcolm Smith

%
Ίσως δεν μπορείτε να αγοράσετε την ευτυχία, αλλά αυτές τις μέρες μπορείτε βεβαίως να το φορτίσετε.
		-- Malcolm Smith

%
McDonald 's - Επειδή είστε αξίζει τον κόπο.
		-- Malcolm Smith

%
Οι άνδρες της υψηλές ιδιοφυΐα, όταν κάνουν την παραμικρή εργασία είναι πιο δραστήρια.
		-- Leonardo da Vinci

%
Οι άνδρες λαμβάνουν μόνο τις ανάγκες τους υπόψη - ποτέ τις ικανότητές τους.
		-- Napoleon Bonaparte

%
δέρμα των ανδρών είναι διαφορετικό από το δέρμα των γυναικών. Είναι συνήθως μεγαλύτερο, καιέχει περισσότερα φίδια τατουάζ σε αυτό. Επίσης, αν έχετε εξετάσει το δέρμα μιας γυναίκαςπολύ στενά, σπιθαμή προς σπιθαμή, ξεκινώντας από καλλίγραμμη τους αστραγάλους της, τότε απαλάεντοπισμό της λεπτή καμπύλη των μόσχων της, τότε που διακινούνται μέχρι να την ...[Σημείωση συντάκτη: Για να δημιουργηθεί χώρος για άρθρα ειδήσεων σχετικά με σημαντικά παγκόσμια γεγονόταόπως η γεωργία, θα πάμε για να διαγράψετε τα επόμενα λίγα τετραγωνικά πόδια τουτο δέρμα της γυναίκας. Ευχαριστώ.]... Μέχρι που τελικά οι δυο είστε ξαπλωμένη εκεί, πέρασε, σας το κάπνισματσιγάρα, και ξαφνικά να σας χτυπά: Το ανθρώπινο δέρμα είναι στην πραγματικότητα αποτελείται απόδισεκατομμύρια μικροσκοπικές μονάδες του πρωτοπλάσματος, που ονομάζεται "κύτταρα"! Και αυτό που είναι ακόμη πιοΤα ενδιαφέροντα, αυτά στο εξωτερικό όλα πεθαίνουν! Αυτό είναι ένα γεγονός. Σαςτο δέρμα είναι σαν μια επιθετική σύγχρονη εταιρεία, όπου η παλαιότερη βετεράνοςκύτταρα, που έχουν εργαστεί επιτέλους το δρόμο τους προς την κορυφή και να λαμβάνονται τα γραφείαμε ωραία θέα, συνεχώς έσπρωξε έξω το κεφάλι παράθυρο πρώτη,δεν είναι τόσο ως ένα συνταξιοδοτικό πρόγραμμα, από τους νεότερους κύτταρα άσσο κινείται επάνω απόπαρακάτω.
		-- Dave Barry, "Saving Face"

%
Ψυχική δύναμη τείνει να διαφθείρει και η απόλυτη ευφυΐα έτειναν ναδιεφθαρμένη απολύτως, μέχρι το θύμα απέφευγε βία εξ ολοκλήρου στηνυπέρ των έξυπνων λύσεων για την ηλίθια προβλήματα.
		-- Piers Anthony

%
Τα χρήματα δεν μπορούν να αγοράσουν την ευτυχία, αλλά μπορεί να σας κάνει απαίσια άνετα, ενώείστε άθλιοι.
		-- C. B. Luce

%
Τα χρήματα δεν μπορούν να αγοράσουν την αγάπη, αλλά βελτιώνει τη διαπραγματευτική θέση σας.
		-- Christopher Marlowe

%
Τα χρήματα δεν μπορούν να αγοράσουν την αγάπη, ούτε καν τη φιλία.
		-- Christopher Marlowe

%
Χρήματα δεν μιλούν, να βρίζει.
		-- Bob Dylan

%
Τα χρήματα είναι καλύτερη από τη φτώχεια, έστω και μόνο για οικονομικούς λόγους.
		-- Bob Dylan

%
Το χρήμα είναι η ανταμοιβή της.
		-- Bob Dylan

%
Το χρήμα είναι η ρίζα όλων των κακών, και ο άνθρωπος χρειάζεται ρίζες.
		-- Bob Dylan

%
Το χρήμα είναι η ρίζα όλου του πλούτου.
		-- Bob Dylan

%
Τα χρήματα είναι ειλικρινής. Εάν ένας άνθρωπος μιλάει για την τιμή του, να τον κάνει να πληρώσει σε μετρητά.
		-- Lazarus Long

%
Τα χρήματα δεν είναι το παν - αλλά είναι μια πολύ δρόμο μπροστά από το τι θα επακολουθήσει.
		-- Sir Edmond Stockdale

%
Τα χρήματα μπορούν να αγοράσουν τη φιλία, αλλά τα χρήματα δεν μπορούν να αγοράσουν την αγάπη.
		-- Sir Edmond Stockdale

%
Τα χρήματα θα πω περισσότερα σε μια στιγμή από την πιο εύγλωττη εραστής μπορεί εδώ και χρόνια.
		-- Sir Edmond Stockdale

%
Moneyliness είναι δίπλα στην ευσέβεια.
		-- Andries van Dam

%
Οι περισσότεροι άνθρωποι θα ακούσουν παράλογες απαιτήσεις σας, αν θα εξετάσειαπαράδεκτη την προσφορά τους.
		-- Andries van Dam

%
vult Mundus decipi decipiatur ergo.[Ο κόσμος θέλει να εξαπατηθεί, έτσι εξαπατήσει.]
		-- Xaviera Hollander

%
Η ιδέα μου της roughing είναι όταν η υπηρεσία δωματίου είναι αργά.
		-- Xaviera Hollander

%
Η ιδέα μου της εκχόνδρισης γυρίζοντας το κλιματιστικό είναι πολύ χαμηλή.
		-- Xaviera Hollander

%
Το πρόβλημά μου έγκειται στο συνδυασμό της ακαθάριστης συνήθειες μου με καθαρό εισόδημά μου.Κάθε άνθρωπος που έχει $ 10.000 αριστερά όταν πεθάνει είναι μια αποτυχία.
		-- Errol Flynn

%
«Η ανάγκη είναι η μητέρα της εφεύρεσης» είναι μια ανόητη παροιμία. "Ανάγκηείναι η μητέρα της μάταιη υπεκφυγές "είναι πολύ πιο κοντά στην αλήθεια.
		-- Alfred North Whitehead

%
Γραβάτες στραγγαλίσει καθαρή σκέψη.
		-- Lin Yutang

%
Ποτέ μην απευθυνθεί σε ένα άνδρα "καλύτερα τη φύση." Δεν μπορεί να έχει ένα.Επίκληση ιδιοτέλεια του, σας δίνει περισσότερη δύναμη.
		-- Lazarus Long

%
Ποτέ μην θέσω δύο ερωτήματα σε μια επιστολή των επιχειρήσεων. Η απάντηση θα συζητήσειαυτό που είναι λιγότερο ενδιαφέρονται, και να πω τίποτα για το άλλο.
		-- Lazarus Long

%
Ποτέ μην αγοράσετε από ένα πλούσιο πωλητή.
		-- Goldenstern

%
Ποτέ μην αγοράζουν ό, τι δεν θέλετε επειδή είναι φτηνό? θα είναι αγαπητό σε σας.
		-- Thomas Jefferson

%
Ποτέ μην καλέσετε κάποιον ένα ανόητο. Δανειστείτε από αυτόν.
		-- Thomas Jefferson

%
Ποτέ μην επενδύσει τα χρήματά σας σε κάτι που τρώει ή χρειάζεται βάψιμο.
		-- Billy Rose

%
Ποτέ μην συμβαδίσει με τις Τζόουνς. Σύρετε τα κάτω στο επίπεδο σας.
		-- Quentin Crisp

%
Ποτέ μην αφήσετε κάποιον που λέει ότι δεν μπορεί να γίνει διακοπή του ατόμου που είναιτο κάνω.
		-- Quentin Crisp

%
Ποτέ μη λες ξέρετε έναν άνθρωπο μέχρι να διαιρεθεί μια κληρονομιά μαζί του.
		-- Quentin Crisp

%
Ποτέ μην πει στους ανθρώπους πώς να κάνουν τα πράγματα. Πείτε τους τι να κάνουν και θα το κάνουνσας εκπλήξει με την ευρηματικότητά τους.
		-- Gen. George S. Patton, Jr.

%
Ποτέ μην εμπιστεύεστε κανέναν που λέει τα χρήματα δεν είναι αντικείμενο.
		-- Gen. George S. Patton, Jr.

%
Ποτέ μην προσπαθήσετε να διδάξει ένα γουρούνι να τραγουδάει. Είναι σπαταλά το χρόνο σας και ενοχλεί το γουρούνι.
		-- Lazarus Long, "Time Enough for Love"

%
ΝΕΑ YORK-- Kraft Foods, Inc ανακοίνωσε σήμερα ότι το διοικητικό τηςδιευθυντές απέρριψε ομόφωνα την προσφορά εξαγοράς $ 11 δισεκατομμύρια από τον ΦίλιπποMorris and Co. Μια Kraft εκπρόσωπος δήλωσε σε συνέντευξη Τύπου ότι ηΗ προσφορά απορρίφθηκε διότι η προσφορά $ 90 ανά μετοχή δεν αντικατοπτρίζει τηνπραγματική αξία της εταιρείας.γνώστες της Wall Street, ωστόσο, πείτε μια εντελώς διαφορετική ιστορία.Προφανώς, το διοικητικό συμβούλιο Kraft συμβούλιο είχε όλα, αλλά υπέγραψε την εξαγοράσυμφωνία, όταν έμαθαν για τα σχέδια μάρκετινγκ Philip Morris »για ένα από ταμεγάλες θυγατρικές τους στη Μέση Ανατολή. Σε ένα πρόσωπο, το διοικητικό συμβούλιο ψήφισε για νααπορρίψει την προσφορά, όταν ανακάλυψαν ότι ο γίγαντας καπνό που προορίζεται για τηναναδιοργανώσει ισραηλινή Cheddar, Ltd., και το όνομα της νέας εταιρείας Τυριά από τη Ναζαρέτ.
		-- Lazarus Long, "Time Enough for Love"

%
ιδέες ανόητος είναι για καταστάσεις έκτακτης ανάγκης. Μπορείτε να τα χρησιμοποιήσετε όταν έχεις τίποταάλλο για να δοκιμάσετε. Αν εργάζονται, πάνε στο βιβλίο. Διαφορετικά, θα ακολουθήσειΤο βιβλίο, το οποίο είναι σε μεγάλο βαθμό μια συλλογή από ιδέες ανόητος που εργάστηκε.
		-- Larry Niven, "The Mote in God's Eye"

%
Δεν επιτροπή θα μπορούσε ποτέ να καταλήξει σε κάτι τόσο επαναστατική όσο μια καμήλα -κάτι τόσο πρακτικό όσο και ως τέλεια σχεδιασμένο για να εκτελεί αποτελεσματικά στο πλαίσιοτέτοιες δύσκολες συνθήκες.
		-- Laurence J. Peter

%
"Δεν δουλειά είναι πολύ μεγάλο? Ακυρωτικά πολύ μεγάλο!"
		-- Dr. Peter Venkman, "Ghost-busters"

%
Κανείς δεν αρρωσταίνει τις Τετάρτες.
		-- Dr. Peter Venkman, "Ghost-busters"

%
Κανένα πρόβλημα είναι αδιάλυτο σε όλες τις πιθανές περιπτώσεις.
		-- Dr. Peter Venkman, "Ghost-busters"

%
Κανένα πρόβλημα είναι τόσο τρομερή ότι δεν μπορείτε να περπατήσετε λίγο μακριά από αυτό.
		-- C. Schulz

%
Κανένα πρόβλημα είναι τόσο μεγάλο που δεν μπορεί να χωρέσει σε κάπου.
		-- C. Schulz

%
Δεν σκι πάρει βράχους, όπως σκι ενοικίαση!
		-- C. Schulz

%
Δεν φτύσιμο στο λεωφορείο!Ευχαριστούμε, Η Mgt.
		-- C. Schulz

%
Κανένας από τους άνδρες μας είναι "ειδικοί". Έχουμε τα περισσότερα δυστυχώς έκρινε αναγκαίογια να απαλλαγούμε από έναν άνθρωπο το συντομότερο σκέφτεται τον εαυτό του έναν εμπειρογνώμονα - επειδή κανέναςθεωρεί ποτέ τον εαυτό του εμπειρογνώμονα, εάν ξέρει πραγματικά τη δουλειά του. Ένας άνθρωπος που ξέρει έναδουλειά βλέπει πολύ περισσότερα που πρέπει να γίνουν από ό, τι έχει κάνει, ότι είναι πάντα πατώνταςπρος τα εμπρός και ποτέ δεν δίνει μέχρι και μια στιγμιαία σκέψη για το πόσο καλή και πόσο αποτελεσματικήαυτός είναι. Σκέφτεται πάντα μπροστά, να σκεφτόμαστε πάντα προσπαθούμε να κάνουμε περισσότερα, φέρνει μιακατάσταση του νου στην οποία τίποτα δεν είναι αδύνατο. Τη στιγμή που κάποιος μπαίνει σε η"Ειδικός" κατάσταση του νου ένας μεγάλος αριθμός των πραγμάτων καταστεί αδύνατη.
		-- From Henry Ford Sr., "My Life and Work"

%
Τίποτα δεν έχει τελειώσει μέχρι να γίνει η γραφειοκρατία.
		-- From Henry Ford Sr., "My Life and Work"

%
Τίποτα δεν είναι αδύνατο για τον άνθρωπο που δεν πρέπει να το κάνει ο ίδιος.
		-- A. H. Weiler

%
Τίποτα δεν είναι πιο αξιοθαύμαστο από το σθένος με το οποίο εκατομμυριούχοιανέχεται τα μειονεκτήματα του πλούτου τους.
		-- Nero Wolfe

%
Τίποτα δεν κάνει ένα πρόσωπο πιο παραγωγική από την τελευταία στιγμή.
		-- Nero Wolfe

%
Τίποτα δεν παρακινεί έναν άνθρωπο περισσότερο από το να δει το αφεντικό του να θέσει σε μια έντιμη ημέρα εργασίας.
		-- Nero Wolfe

%
Τίποτα δεν υποχωρεί σαν επιτυχία.
		-- Walter Winchell

%
Τίποτα δεν πετυχαίνει, όπως η υπέρβαση.
		-- Oscar Wilde

%
Τίποτα δεν πετυχαίνει όπως την επιτυχία.
		-- Alexandre Dumas

%
Τίποτα δεν πετυχαίνει όπως την εμφάνιση της επιτυχίας.
		-- Christopher Lascl

%
Τίποτα δεν θα διαλύσει τον ενθουσιασμό σαν μια μικρή αμοιβή εισδοχής.
		-- Kim Hubbard

%
Τίποτα δεν θα μπορέσει ποτέ να επιχειρηθεί εάν όλες οι πιθανές αντιρρήσεις πρέπει να είναι η πρώτηκαταβάλλω.
		-- Dr. Johnson

%
Τώρα, μπορείτε να ρωτήσετε, "Πώς μπορώ να πάρω ένα από αυτά πλήρες εργαλείο το σπίτιορίζει για κάτω από $ 4; "Μια εξαιρετική ερώτηση.Πηγαίνετε σε ένα από αυτά τα πραγματικά φτηνά έκπτωση καταστήματα όπου πωλούνπλαστικά έπιπλα σε χρώματα ορατή από τον πλανήτη Ποσειδώνα και πούέχουν ένα τμήμα των τροφίμων που ειδικεύεται σε κουτιά από χαρτόνι γεμάτο Raisinets καιζυμωμένο μπάλες γάλα που παράγονται κατά τη διάρκεια της κυβέρνησης Νίξον. Είτετο τμήμα του υλικού ή οικιακών ειδών, θα βρείτε ένα στοιχείο που εισάγονται από μιασκοτεινές Oriental χώρα και περιγράφεται ως «Εννέα εργαλεία σε ένα", που αποτελείται απόμια μικρή λαβή με εναλλάξιμα άκρα εκπροσωπούν μυστηριώδης Orientalέννοιες των εργαλείων που οι Αμερικανοί θα μπορούσαν να χρησιμοποιήσουν γύρω από το σπίτι. Αγόρασέ το.Αυτό είναι το είδος των εργαλείων που χρησιμοποιούν οι επαγγελματίες. Όχι μόνο είναιφθηνή, αλλά έχει επίσης ένα μεγάλο χαρακτηριστικό ασφαλείας που δεν βρίσκονται στιςλεγόμενα εργαλεία ποιότητας σετ: Η λαβή θα σπάσει πραγματικά δεξιά μακριά ανκατά λάθος χτύπησε τον εαυτό σας ή οτιδήποτε άλλο, μην το εκθέτετε σε άμεσηηλιακό φως.
		-- Dave Barry, "The Taming of the Screw"

%
Από όλες τις πιθανές αντιδράσεις της επιτροπής σε οποιοδήποτε δεδομένο θέμα της ημερήσιας διάταξης, ηαντίδραση που θα προκύψει είναι εκείνη η οποία θα απελευθερώσει το μεγαλύτεροποσότητα του θερμού αέρα.
		-- Thomas L. Martin

%
Φυσικά δεν υπάρχει κανένας λόγος για αυτό, είναι ακριβώς η πολιτική μας.
		-- Thomas L. Martin

%
Από τη στιγμή που χτυπά τον ανεμιστήρα, η μόνη λογική επιλογή είναι να σκουπίστε, το πακέτο αυτό,και το πωλούν ως λίπασμα.
		-- Thomas L. Martin

%
Μια ωραία ημέρα, ο οδηγός του λεωφορείου πήγε στο γκαράζ λεωφορείων, που ξεκίνησε το λεωφορείο του,και έφυγε κατά μήκος της διαδρομής. Κανένα πρόβλημα για τις πρώτες λίγες στάσεις - μερικάοι άνθρωποι πήραν επάνω, λίγα πήρε μακριά, και τα πράγματα πήγαν καλά γενικά. Στο επόμενονα σταματήσει, όμως, ένα μεγάλο Hulk του ένας άντρας πήρε. Έξι πόδια οκτώ, χτισμένο σαν έναπαλαιστής, τα χέρια κρέμονται κάτω στο έδαφος. Αυτός αγριοκοίταξε τον οδηγό και είπε,"Big John, δεν πληρώνουν!" και κάθισε στο πίσω μέρος.Ανέφερα ότι ο οδηγός ήταν πέντε πόδια τρία, λεπτή, και βασικάπράος? Καλά, αυτός ήταν. Φυσικά, δεν είχε διαφωνήσει με Big John, αλλά δεν ήτανχαρούμενος γι 'αυτό. Λοιπόν, την επόμενη μέρα το ίδιο πράγμα συνέβη - Big John πήρεκαι πάλι, έκανε μια επίδειξη αρνείται να πληρώσει, και κάθισε. Και την επόμενη μέρα, και ηένα μετά από αυτό, και ούτω καθεξής. Αυτό το τριμμένο στον οδηγό του λεωφορείου, ο οποίος ξεκίνησεχάσει τον ύπνο πάνω στο δρόμο Big John ήταν να επωφεληθούν από αυτόν. τελικάθα μπορούσε να σταθεί πια. Υπέγραψε για τα μαθήματα bodybuilding, καράτε, τζούντο,και όλα αυτά καλά πράγματα. Μέχρι το τέλος του καλοκαιριού, είχε γίνει αρκετά ισχυρή?τι περισσότερο, ένιωθε πραγματικά καλό για τον εαυτό του.Έτσι, την επόμενη Δευτέρα, όταν Big John πήρε και πάλι στο λεωφορείοκαι είπε: "Big John, δεν πληρώνουν !," ο οδηγός σηκώθηκε, αγριοκοίταξε πίσω στο οεπιβατών, και φώναξε, "Και γιατί όχι;"Με μια έκπληξη βλέμμα στο πρόσωπό του, Big John απάντησε, "Big John έχει μιαπάσο λεωφορείου."
		-- Thomas L. Martin

%
Ένα καλό κοστούμι αξίζει όσο χίλιες βιογραφικά.
		-- Thomas L. Martin

%
εγκεφάλου ενός ανθρώπου συν ένα άλλο θα παράγει ένα μισό πολλές ιδέες, όπως έναο άνθρωπος θα μπορούσε να παραχθεί μόνο. Αυτά τα δύο συν δύο ακόμη θα παράγει το ήμισυκαι πάλι, όπως πολλές ιδέες. Αυτά τα τέσσερα συν τέσσερα ακόμη αρχίσει να αντιπροσωπεύουνδημιουργική συνάντηση, και ο λόγος αλλαγές σε ένα τρίμηνο, καθώς πολλά ...
		-- Anthony Chevins

%
Ένα από τα πιο αρχαίους συγγραφείς σας, ένας ιστορικός που ονομάζεται Ηρόδοτος, λέει έναςκλέφτη που ήταν προγραμματισμένη να εκτελεσθεί. Όπως ο ίδιος είχε αφαιρεθεί έκανε μια συμφωνία με τηνο βασιλιάς: μέσα σε ένα χρόνο θα διδάξει το αγαπημένο άλογο του βασιλιά για να τραγουδήσειύμνους. Οι άλλοι κρατούμενοι παρακολούθησαν τον κλέφτη τραγουδώντας με το άλογο καιγέλασε. "Εσείς δεν θα πετύχει», του είπαν. "Κανείς δεν μπορει."Με την οποία ο κλέφτης απάντησε, "Έχω ένα χρόνο, και ποιος ξέρει τι μπορεί νασυμβαίνουν σε αυτό το διάστημα. Ο βασιλιάς θα μπορούσε να πεθάνει. Το άλογο θα μπορούσε να πεθάνει. Θα ήθελα να πεθάνω.Και ίσως το άλογο θα μάθουν να τραγουδούν.
		-- "The Mote in God's Eye", Niven and Pournelle

%
Ένας πιθανός λόγος που τα πράγματα δεν πάνε σύμφωνα με το σχέδιοείναι ότι δεν υπήρξε ποτέ ένα σχέδιο στην πρώτη θέση.
		-- "The Mote in God's Eye", Niven and Pournelle

%
Μια πολλά υποσχόμενη ιδέα που μου ήρθε με αμέσως ήταν ότι θα μπορούσατεΚατασκευάζουμε προσωπικές αερόσακοι, στη συνέχεια, να πάρει ένας νόμος που ψηφίστηκε που απαιτεί ότι είναιεγκατασταθεί σε γερουσιαστές για να τους κρατήσει από τη λήψη ταξίδια. Ας πούμε ότι σαςγερουσιαστής προσπαθούσε να ταξιδέψει στο Παρίσι για να κάνει μια διερευνητική μελέτη σχετικά με το πώςη γαλλική κυβέρνηση χειρίζεται τις ασθένειες που μεταδίδονται από σερμπέτι. Απλά, όταν ο ίδιοςΈφτασα στο αεροπλάνο, υποχρεωτική αερόσακο του, δεμένο γύρω από τη μέση του, θαφουσκώνουν - FWWAAAAAAPPPP - καθιστώντας με τον τρόπο αυτό είναι πολύ μεγάλο για να χωρέσει μέσα από τοεπίπεδο της θύρας. Θα μπορούσε επίσης να στημένα για να διογκώσει κάθε φορά που το μέλος του Κογκρέσσουπρότεινε ένα νόμο. ( "Ο κ ομιλητής, οι άνθρωποι με ρωτούν, γιατί θα πρέπει να είναι ο Οκτώβριοςορίζεται ως επιδερμίδα Επιθεώρηση μήνα; Και εγώ απαντώ ότι FWWAAAAAAPPPP. ")Αυτό θα σώσει εκατομμύρια δολάρια, οπότε δεν έχω καμία αμφιβολία ότι το κοινόθα υποστηρίξει βίαια ένα νόμο που απαιτεί από τους αερόσακους για Κογκρέσου. Το πρόβλημαείναι ότι το δυναμικό της αγοράς σας είναι πολύ μικρό: υπάρχουν μόνο περίπου 500μέλη του Κογκρέσου, και κάποια από αυτά, όπως Βουλής "Συμβουλή" O'Neil,είναι ήδη πολύ μεγάλο για να χωρέσει σε κανονικό αεροσκάφος.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Ένας τρόπος για να κάνετε το παλιό σας αυτοκίνητο τρέχει καλύτερα είναι να δούμε την τιμή ενός νέου μοντέλου.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Μόνο με σκληρή δουλειά και επιμονή μπορεί κανείς πραγματικά υποφέρουν.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Οι ευκαιρίες που συνήθως μεταμφιεσμένος ως σκληρή δουλειά, έτσι οι περισσότεροι άνθρωποι δεν το κάνουναναγνωρίζουν τους.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Η αισιοδοξία είναι το περιεχόμενο της μικρής άνδρες σε υψηλές θέσεις.
		-- F. Scott Fitzgerald, "The Crack Up"

%
Ή εσείς ή εγώ πρέπει να δώσει τη ζωή του για να Ahrimanes. Θα προτιμούσα να ήσουν.Πρέπει να έχω κανένα δισταγμό να θυσιάζει τη ζωή μου για τα ανταλλακτικά δικά σας, αλλάθα προβεί σε απολογισμό της επόμενης εβδομάδας, και δεν θα ήταν δίκαιο για την εταιρεία.
		-- J. Wellington Wells

%
Η επιχείρησή μας στη ζωή δεν είναι να πετύχει, αλλά να συνεχίσουν να αποτυγχάνουν σε μεγάλα κέφια.
		-- Robert Louis Stevenson

%
Η χώρα μας έχει πολλά καλά πούρα πέντε σεντ, αλλά το πρόβλημα είναιχρεώνουν δεκαπέντε σεντς για αυτούς.
		-- Robert Louis Stevenson

%
Η πολιτική μας είναι, σε περίπτωση αμφιβολίας, να κάνουν το σωστό.
		-- Roy L. Ash, ex-president, Litton Industries

%
Ακάλυπτος? Αλλά έχω ακόμα ελέγχους αριστερά!
		-- Roy L. Ash, ex-president, Litton Industries

%
Οφείλουμε κανένας άνθρωπος κάθε πράγμα ...
		-- Romans 13:8

%
Οι άνθρωποι είναι πάντα διαθέσιμοι για εργασία στο παρελθόν τεταμένη.
		-- Romans 13:8

%
Οι άνθρωποι φαίνεται να πιστεύουν ότι η φράση κουβέρτα, «Δουλεύω μόνο εδώ," απαλλάσσειτους εντελώς από κάθε ηθική υποχρέωση από την άποψη του κοινού - αλλά αυτόΉταν ακριβώς δικαιολογία Άιχμαν για τη δουλειά του στα στρατόπεδα συγκέντρωσης.
		-- Romans 13:8

%
Οι άνθρωποι θα αγοράσουν κάτι που είναι ένα σε έναν πελάτη.
		-- Romans 13:8

%
Παρακαλώ κρατήστε τα χέρια σας μακριά εξοπλισμός αναπαραγωγής της γραμματέως.
		-- Romans 13:8

%
Παρακαλώ δοκιμάστε να περιορίσουν την ποσότητα του "αυτό το δωμάτιο δεν έχει κανένα bazingas"μέχρι να λένε ότι αυτά τα δωμάτια είναι "διάτρητη έξω." Μόλις χτύπησε έξω,έχουμε το δικαίωμα να διαμαρτύρονται για τις θηριωδίες, που λείπουν bazingas, και τέτοια.
		-- N. Meyrowitz

%
Υδραυλικά είναι ένα από τα πιο εύκολο από do it-yourself-δραστηριότητες,απαιτεί μόνο μερικά απλά εργαλεία και μια προθυμία να κολλήσει το χέρι σας σε έναφραγμένο τουαλέτα. Στην πραγματικότητα, μπορείτε να λύσετε πολλά προβλήματα στο σπίτι υδραυλικών εγκαταστάσεων, όπωςενοχλητικό βρύση στάζει, απλώς και μόνο με το δυνάμωμα του ραδιοφώνου. Αλλά πριν φτάσουμεσε συγκεκριμένες τεχνικές, ας δούμε πώς λειτουργεί υδραυλικά.Ένα υδραυλικό σύστημα μοιάζει πολύ με το ηλεκτρικό σύστημα σας, εκτόςότι αντί της ηλεκτρικής ενέργειας, έχει νερό, και αντί καλωδίων, έχεισωλήνες, και αντί ραδιόφωνα και σίδερα βάφλας, έχει βρύσες και τουαλέτες.Έτσι, η αλήθεια είναι ότι τα συστήματα υδραυλικά σας δεν είναι τίποτα σε όλα, όπως σαςηλεκτρικό σύστημα, το οποίο είναι καλό, επειδή η ηλεκτρική ενέργεια μπορεί να σας σκοτώσει.
		-- Dave Barry, "The Taming of the Screw"

%
Porsche: απλά δεν υπάρχει κανένα υποκατάστατο.
		-- Risky Business

%
Κατοχές αυξήσει για να γεμίσει το διαθέσιμο χώρο για την αποθήκευσή τους.
		-- Ryan

%
Πρακτικές οι άνθρωποι θα είναι πιο πρακτικό αν θα πάρει λίγοπερισσότερο χρόνο για όνειρα.
		-- J. P. McEvoy

%
Υποσχεθώ τίποτα της, αλλά δίνουν Exxon αμόλυβδη της.
		-- J. P. McEvoy

%
Υποσχόμενος κοστίζει τίποτα, είναι η παράδοση ότι σκοτώνει.
		-- J. P. McEvoy

%
Ταχύτητα είναι η δική του αμοιβή, αν κάποιος ζει από το ρολόι αντί του σπαθιού.
		-- J. P. McEvoy

%
Βάλτε δεν την εμπιστοσύνη σας σε χρήματα, αλλά βάζουν τα χρήματά σας στην εμπιστοσύνη.
		-- J. P. McEvoy

%
Βάλτε το καλύτερο πόδι σας προς τα εμπρός. Ή απλά καλέστε στο και να πω είστε άρρωστοι.
		-- J. P. McEvoy

%
Βάλτε τη μύτη σας με το Grindstone!
		-- Amalgamated Plastic Surgeons and Toolmakers, Ltd.

%
Ποσότητα δεν είναι υποκατάστατο για την ποιότητα, αλλά το μόνο που της έχουμε.
		-- Amalgamated Plastic Surgeons and Toolmakers, Ltd.

%
Ο πραγματικός πλούτος μπορεί μόνο να αυξηθεί.
		-- R. Buckminster Fuller

%
Η λήψη ενός φόρου εκατομμύρια δολάρια δωρεάν θα σας κάνει να αισθανθείτε καλύτερα από ό, τιείναι εντελώς απένταρος και έχει ένα πόνο στο στομάχι.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
Πρόσφατες επενδύσεις θα αποδώσουν ένα μικρό κέρδος.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
Πρόσφατη έρευνα έχει την τάση να δείχνουν ότι η Αποτρόπαιες No-Manέχει αντικατασταθεί από το απαγορευτικό procrastinator.
		-- C. N. Parkinson

%
Ανεξάρτητα από το αν μια αποστολή διαστέλλεται ή συστέλλεται, διοικητικέςγενικά συνεχίζει να αυξάνεται με σταθερό ρυθμό.
		-- C. N. Parkinson

%
Θυμηθείτε - μόνο το 10% του οτιδήποτε μπορεί να είναι στο top 10%.
		-- C. N. Parkinson

%
Θυμηθείτε να πω γεια στην τράπεζά σας αφηγητή.
		-- C. N. Parkinson

%
Θυμηθείτε, ακόμα κι αν κερδίσει τον αγώνα αρουραίων - είστε ακόμα ένας αρουραίος.
		-- C. N. Parkinson

%
Συνταξιοδότηση σημαίνει ότι όταν κάποιος λέει "Καλή σας μέρα», θαστην πραγματικότητα έχει έναν πυροβολισμό σε αυτό.
		-- C. N. Parkinson

%
Πλούτη καλύψει ένα πλήθος δεινών.
		-- Menander

%
Κανόνας # 7: Η σιωπή δεν είναι συναίνεση.Σε αντίθεση με ό, τι μπορεί να έχετε ακούσει, η σιωπή των παρόντων είναιόχι απαραίτητα συναινέσει, ακόμη και η απρόθυμη ποικιλία. Απλώς μπορεί νακάθονται σε σαστισμένη σιωπή και να καταλάβω τρόπους σαμποτάρουν το σχέδιο μετάθα ανακτήσει την ψυχραιμία τους.
		-- Menander

%
Σώσει κάποια χρήματα κάθε μήνα και στο τέλος του έτους θα είναιεκπλαγείτε με το πόσο λίγο έχετε.
		-- Ernest Haskins

%
Sears έχει τα πάντα.
		-- Ernest Haskins

%
Σερβίρει καφέ στο αεροσκάφος προκαλεί αναταράξεις.
		-- Ernest Haskins

%
«Επτά χρόνια και έξι μήνες!" Αβγουλίνος επαναλαμβάνεται περίσκεψη."Μια δυσάρεστη είδος της ηλικίας. Τώρα, αν είχα ζητήσει τη συμβουλή μου, θα είχαείπε: «Αφήστε off σε επτά» -., αλλά είναι πολύ αργά τώρα "«Εγώ ποτέ δεν ζητούν συμβουλές για την καλλιέργεια," Alice είπε αγανακτισμένος."Πάρα πολύ περήφανοι;" ο άλλος ρώτησε.Alice αισθάνθηκε ακόμα πιο αγανακτισμένη σε αυτή την πρόταση. "Εννοώ,"είπε, «ότι δεν μπορεί κανείς να βοηθήσει γερνάει».«Κάποιος δεν μπορεί, ίσως," είπε ο Αβγουλίνος? "Αλλά δύο μπορεί να. Μετην κατάλληλη βοήθεια, μπορεί να έχετε μείνει σε επτά. "
		-- Lewis Carroll, "Through the Looking-Glass"

%
Αρκετά χρόνια πριν, κάποιοι έξυπνοι επιχειρηματίες είχαν μια ιδέα: Γιατί να μην οικοδομήσουμε ένα μεγάλοκατάστημα όπου ένα do-it-εσύ θα μπορούσε να πάρει ό, τι χρειάζονται σε λογικέςτιμές; Τότε αποφάσισαν, Μπα, η κόλαση με αυτό, ας οικοδομήσουμε ένα σπίτικέντρο. Και πριν από καιρό κέντρα σπίτι ήταν ξεφυτρώνουν σαν crabgrass όλαπάνω από τις Ηνωμένες Πολιτείες.
		-- Dave Barry, "The Taming of the Screw"

%
Δείξε μου έναν άνθρωπο ο οποίος είναι μια καλή ηττημένος και θα σας δείξω έναν άνθρωπο που παίζειγκολφ με το αφεντικό του.
		-- Dave Barry, "The Taming of the Screw"

%
Έτσι νομίζετε ότι το χρήμα είναι η ρίζα όλων των κακών. Έχετε ζητήσει ποτέ τιείναι η ρίζα του χρήματος;
		-- Ayn Rand

%
Έτσι ... Αναρωτηθήκατε ποτέ, κάνει garbagemen λάβει ντους πριν πάω στη δουλειά;
		-- Ayn Rand

%
Μερικοί άνθρωποι χαράξει τη σταδιοδρομία, άλλοι τους σμίλη.
		-- Ayn Rand

%
Μερικοί άνθρωποι έχουν μια μεγάλη φιλοδοξία: να χτίσει κάτιότι θα διαρκέσει, τουλάχιστον μέχρι να ολοκληρώσετε τη δημιουργία του.
		-- Ayn Rand

%
Μερικοί άνθρωποι διαχειρίζονται από το βιβλίο, ακόμη κι αν δεν ξέρω ποιος έγραψε τοβιβλίο ή ακόμα και ό, τι το βιβλίο.
		-- Ayn Rand

%
Μερικοί άνθρωποι μόνο να ανοίξει για να σας πω ότι είμαστε κλειστά.
		-- Ayn Rand

%
Μερικοί άνθρωποι προσεύχονται για περισσότερο από ό, τι είναι πρόθυμοι να εργαστούν για.
		-- Ayn Rand

%
Μερικοί άνθρωποι λένε ένα αυτοκίνητο μπροστά τον κινητήρα χειρίζεται καλύτερα. Μερικοί άνθρωποι λένε ότι μιααυτοκίνητο πίσω κινητήρα χειρίζεται καλύτερα. Λέω ένα ενοικιαζόμενο αυτοκίνητο χειρίζεται καλύτερα.
		-- P. J. O'Rourke

%
Κάποιος θα έπρεπε να διασχίσουν στυλό με κρεμάστρες, έτσι ώστε ηστυλό θα πολλαπλασιαστούν, αντί να εξαφανιστούν.
		-- P. J. O'Rourke

%
Κάποια μέρα κάποιος έχει να αποφασίσει αν η γραφομηχανή είναι η μηχανή,ή το πρόσωπο που δραστηριοποιείται.
		-- P. J. O'Rourke

%
Κάποια μέρα εκτυπώσεις σας θα έρθει.
		-- Kodak

%
Κάποιος είναι χλιαρή σχετικά με την εργασία σας.
		-- Kodak

%
Suburbia είναι όπου ο κύριος του έργου bulldozes τα δέντρα, τότε τα ονόματαοι δρόμοι μετά από αυτές.
		-- Bill Vaughn

%
Η επιτυχία είναι κάτι που θα ντύσει για το πότε θα φτάσουμε εκεί, και όχι μέχρι.
		-- Bill Vaughn

%
Σας προτείνω να κάτσε εκεί και περιμένετε μέχρι η ζωή γίνεται πιο εύκολη.
		-- Bill Vaughn

%
Υποστήριξη των τοπικών εκκλησία ή συναγωγή σας. Λατρεία της Bank of America.
		-- Bill Vaughn

%
Έκπληξη λήγει σήμερα. Επίσης, το ενοίκιο.
		-- Bill Vaughn

%
Έκπληξη το αφεντικό σας. Πάρτε για να εργαστούν για την ώρα.
		-- Bill Vaughn

%
Προσέξτε τις πολυτέλειες και οι ανάγκες θα φροντίσουν τον εαυτό τους.
		-- Lazarus Long

%
Πάρτε τα πάντα στο διασκελισμό. Ποδοπατούν όποιον βρεθεί στο δρόμο σας.
		-- Lazarus Long

%
Πάρτε τα παιδιά στην Coca-Cola. Για πολλά χρόνια, ήταν το περιεχόμενονα καθίσει πίσω και να κάνουν το ίδιο παλιό ανθρακούχων ποτών. Ήταν μια καλήποτών, καμία αμφιβολία γι 'αυτό? γενιές των ανθρώπων που είχαν μεγαλώσειπόσιμο και να κάνει το πείραμα στην έκτη δημοτικού όπου βάζετε ένακαρφί σε ένα ποτήρι Coke και μετά από μια-δυο μέρες οι διαλύεται νυχιώνκαι ο δάσκαλος λέει: «Φανταστείτε τι κάνει στα δόντια σας!" Έτσι, η Coca-Colaήταν σταθερά εδραιωμένη στην αγορά, καθώς και η διαχείριση δεν έκρινε απαραίτητο ναβελτίωση της ...
		-- Dave Barry, "In Search of Excellence"

%
Αφιερώστε χρόνο για να προβληματιστούν σχετικά με όλα τα πράγματα που έχετε, όχι ως αποτέλεσμα της σαςαξία ή σκληρή δουλειά ή επειδή ο Θεός ή τύχη ή οι προσπάθειες των άλλων ανθρώπωντους έχουν δοθεί σε σας.
		-- Dave Barry, "In Search of Excellence"

%
Πάρτε την εργασία σας σοβαρά, αλλά ποτέ δεν παίρνεις τον εαυτό σου στα σοβαρά? και δενλάβουν τι συμβαίνει, είτε για τον εαυτό σας ή την εργασία σας σοβαρά.
		-- Booth Tarkington

%
Talent κάνει ό, τι μπορεί.Genius κάνει ό, τι πρέπει.Θα κάνουμε ό, τι μπορείτε να πληρώνομαι για να το κάνουμε.
		-- Booth Tarkington

%
Τηλέφωνο βιβλία είναι σαν λεξικά - αν γνωρίζετε την απάντηση πρινμπορείτε να το αναζητήσετε, μπορείτε τελικά να επιβεβαιώσουν αυτό που νομίζατε ότι ξέρατεαλλά δεν ήταν σίγουρος. Αλλά αν ψάχνετε για κάτι που δεν το κάνουνήδη γνωρίζετε, τα δάχτυλά σας θα μπορούσαν να περπατήσουν μέχρι θανάτου.
		-- Erma Bombeck

%
Όρος, τις διακοπές, θητεία, τις διακοπές, μέχρι να εγκαταλείψουν το σχολείο, και στη συνέχεια το έργο, την εργασία,εργαστούν μέχρι να πεθάνουμε.
		-- C. S. Lewis

%
Αυτή είναι η ζωή.Τι είναι η ζωή;Ένα περιοδικό.	Πόσο κοστίζει?Δύο-πενήντα.Έχω μόνο ένα δολάριο.Αυτή είναι η ζωή.
		-- C. S. Lewis

%
Το [Ford Foundation] είναι ένα μεγάλο σώμα των χρημάτων εντελώς περιβάλλεται απόοι άνθρωποι που θέλουν ορισμένοι.
		-- Dwight MacDonald

%
Το `μοναχικός» μπορεί να γίνεται σεβαστή, αλλά πάντα με δυσφορία από τους συναδέλφους του,γιατί φαίνεται να περνά μια κρίσιμη απόφαση για αυτούς, όταν αυτός μπορεί να είναιαπλά κάνοντας μια περιορίζοντας δήλωση για τον εαυτό του.
		-- Sidney Harris

%
Οι απόντες από αυτούς είναι πάντα σε υπαιτιότητά του.
		-- Sidney Harris

%
Η απάντηση στο ερώτημα της ζωής, του σύμπαντος, και τα πάντα είναι ...Τέσσερις ημέρες την εβδομάδα εργασίας,Δύο στρώσεις χαρτί τουαλέτας!
		-- Sidney Harris

%
Η απάντηση στο τελευταίο ερώτημα της ζωής, του σύμπαντος, και πάντα ήτανκυκλοφόρησε με την ευγενική άδεια της Amalgamated Ένωσης των Φιλοσόφων,Σοφοί, Φωτιστικά, και άλλες επαγγελματικές Άτομα σκέψης.
		-- Sidney Harris

%
η θέση του μέσου ατόμου σε κάθε ιεραρχία είναι πολλά όπως το τράβηγμαμια dogsled - δεν υπάρχει καμία πραγματική αλλαγή σκηνικού εκτός από το προβάδισμα του σκύλου.
		-- Sidney Harris

%
Ο καλύτερος εξοπλισμός για το έργο σας είναι, φυσικά, το πιο ακριβό.Ωστόσο, ο γείτονάς σας είναι πάντα σπαταλά χρήματα που θα πρέπει να είναι η δική σαςκρίνοντας τα πράγματα από την τιμή τους.
		-- Sidney Harris

%
Το καλύτερο εκτελεστικό είναι αυτός που έχει αρκετά για να πάρει καλούς ανθρώπους να κάνουν αίσθησητι θέλει κάνει, και αυτοσυγκράτηση αρκετό για να κρατήσει από την ανάμιξη μετους, ενώ το κάνουν.
		-- Theodore Roosevelt

%
Τα καλύτερα σχέδια των ποντικών και των ανδρών που πραγματοποιήθηκε επάνω στο νομικό τμήμα.
		-- Theodore Roosevelt

%
Τα καλύτερα πράγματα στη ζωή είναι για ένα τέλος.
		-- Theodore Roosevelt

%
Τα καλύτερα πράγματα στη ζωή πάει στην πώληση αργά ή γρήγορα.
		-- Theodore Roosevelt

%
Ο καλύτερος τρόπος για να αποφευχθεί η ευθύνη είναι να πει, «έχω ευθύνες."
		-- Theodore Roosevelt

%
Η Βίβλος σχετικά με τις επιστολές της αναφοράς:Είμαστε αρχίζουν ξανά να παράγει τα διαπιστευτήριά μας; ΚάνωΕμείς, όπως και κάποιοι άνθρωποι, χρειάζονται γράμματα της εισαγωγής σε εσάς, ή από εσάς;Όχι, είστε όλοι την επιστολή που χρειαζόμαστε, μια επιστολή που γράφτηκε στην καρδιά σας? κάθεο άνθρωπος μπορεί να το δει για αυτό που είναι και να το διαβάσετε για τον εαυτό του.
		-- 2 Corinthians 3:1-2, New English translation

%
Το μεγαλύτερο λάθος που μπορείτε να κάνετε είναι να πιστεύουν ότι εργάζεστε γιακάποιος άλλος.
		-- 2 Corinthians 3:1-2, New English translation

%
Το αφεντικό επέστρεψε από το μεσημεριανό γεύμα σε μια καλή διάθεση και κάλεσε το σύνολο του προσωπικούγια να ακούσετε μια-δυο αστεία που είχε πάρει. Όλοι όμως ένα κορίτσιγέλασε τρανταχτά. "Τι συμβαίνει?" γκρινιάζει το αφεντικό. "Δεν Έχετεπήρε μια αίσθηση του χιούμορ; "«Δεν έχω να γελάσω», είπε. "Φεύγω Παρασκευή ούτως ή άλλως.
		-- 2 Corinthians 3:1-2, New English translation

%
Ο εγκέφαλος είναι ένα θαυμάσιο όργανο? αρχίσει να λειτουργεί τη στιγμή που θα σηκωθείτετο πρωί, και δεν σταματούν μέχρι να πάμε στη δουλειά μας.
		-- 2 Corinthians 3:1-2, New English translation

%
Το πιο κοντινό στην τελειότητα ένα άτομο έρχεται ποτέ είναι όταν συμπληρώνει μια θέση εργασίαςΑίτηση.
		-- Stanley J. Randall

%
Η σύγχυση του υπαλλήλου υπολογίζεται από το μήκος των υπομνημάτων του.
		-- New York Times, Jan. 20, 1981

%
Το κόστος των φτερών έχει αυξηθεί, ακόμη και κάτω είναι επάνω!
		-- New York Times, Jan. 20, 1981

%
Το κόστος ζωής δεν έχει επηρεάσει τη δημοτικότητά του.
		-- New York Times, Jan. 20, 1981

%
Το κόστος ζωής ανεβαίνει, και η πιθανότητα της ζωής πηγαίνει προς τα κάτω.
		-- New York Times, Jan. 20, 1981

%
Η απόφαση αυτή δεν πρέπει να είναι λογικό? ήταν ομόφωνη.
		-- New York Times, Jan. 20, 1981

%
Ο βαθμός της τεχνικής εμπιστοσύνης είναι αντιστρόφως ανάλογη προς τηνεπίπεδο της διαχείρισης.
		-- New York Times, Jan. 20, 1981

%
Η αναχώρηση διαίρεση γενικός διευθυντής συναντήθηκε για τελευταία φορά με τους νέους τουδιαδόχου και του έδωσε τρεις φακέλους. «Ο προκάτοχός μου έκανε αυτό για μένα,και θα περάσει την παράδοση μαζί σας », είπε.« Στο πρώτο σημάδιαπό το πρόβλημα, ανοίξτε το πρώτο φάκελο. Οποιεσδήποτε περαιτέρω δυσκολίες, ανοίξτε τοδεύτερο φάκελο. Στη συνέχεια, εάν συνεχιστούν τα προβλήματα, ανοίξτε το τρίτο φάκελο.Καλή τύχη. "Ο νέος διευθυντής επέστρεψε στο γραφείο του και πέταξε τους φακέλουςσε ένα συρτάρι.Έξι μήνες αργότερα, το κόστος εκτινάχθηκε και έπεσε κατακόρυφα τα κέρδη. Κλονιστεί, ηνεαρός άνδρας άνοιξε το πρώτο φάκελο, ο οποίος είπε, «Blame όλα για μένα."Την επόμενη μέρα, ο ίδιος οργάνωσε μια συνέντευξη τύπου και έκανε ακριβώς αυτό. οκρίση πέρασε.Έξι μήνες αργότερα, οι πωλήσεις μειώθηκαν απότομα. η πολιορκούμενηδιαχειριστής άνοιξε το δεύτερο φάκελο. Είπε, "Αναδιοργάνωση".Κατείχε μια άλλη συνέντευξη Τύπου, ανακοινώνοντας ότι η διαίρεσηθα πρέπει να αναδιαρθρωθεί. Η κρίση πέρασε.Ένα χρόνο αργότερα, όλα πήγαν στραβά με τη μία και ο διευθυντής ήτανκατηγορείται για όλα αυτά. Η βιασύνη εκτελεστικό έκλεισε την πόρτα του γραφείου του, βυθίστηκεστην καρέκλα του, και άνοιξε το τρίτο φάκελο."Ετοιμάστε τρεις φακέλους ...", ανέφερε.
		-- New York Times, Jan. 20, 1981

%
Η διαφορά ανάμεσα σε μια καριέρα και μια θέση εργασίας είναι περίπου 20 ώρες την εβδομάδα.
		-- New York Times, Jan. 20, 1981

%
Το δύσκολο κάνουμε σήμερα? το αδύνατο παίρνει λίγο περισσότερο.
		-- New York Times, Jan. 20, 1981

%
Η πρόωρη πουλί που πιάνει το σκουλήκι δουλεύει για κάποιον που έρχεται στα τέλη τουκαι κατέχει την φάρμα σκουληκιών.
		-- Travis McGee

%
Ο ευκολότερος τρόπος για να καταλάβουμε το κόστος ζωής είναι να πάρει το εισόδημά σας καιπροσθέστε δέκα τοις εκατό.
		-- Travis McGee

%
Το τέλος της εργασίας είναι να κερδίσει τον ελεύθερο χρόνο.
		-- Travis McGee

%
Το σφάλμα της νεολαίας είναι να πιστέψουμε ότι η νοημοσύνη είναι ένα υποκατάστατοεμπειρία, ενώ το σφάλμα της ηλικίας είναι να πιστεύω ότι η εμπειρία είναι ένα υποκατάστατογια τη νοημοσύνη.
		-- Lyman Bryson

%
Όσο πιο γρήγορα πάω, το behinder παίρνω.
		-- Lewis Carroll

%
Η καλύτερη ευγλωττία είναι αυτό που κάνει τα πράγματα να γίνουν.
		-- Lewis Carroll

%
Το πρώτο 90% ενός έργου παίρνει το 90% του χρόνου, το τελευταίο 10% παίρνει τουπόλοιπο 90% του χρόνου.
		-- Lewis Carroll

%
Ο πρώτος μύθος της διοίκησης είναι ότι υπάρχει. Ο δεύτερος μύθος τουδιαχείρισης είναι ότι η επιτυχία είναι ίση με επιδεξιότητα.
		-- Robert Heller

%
Ο πρώτος Ροταριανός ήταν ο πρώτος άνθρωπος για να καλέσετε τον Ιωάννη τον Βαπτιστή "Jack".
		-- H. L. Mencken

%
Ο πρώτος κανόνας του ευφυούς χάνουμε είναι να αποθηκεύσετε όλα τα μέρη.
		-- Paul Erlich

%
Το καζανάκι είναι η βάση του δυτικού πολιτισμού.
		-- Alan Coult

%
Η Γάνδη που ξυπνάει και βρίσκει τον εαυτό του μια επιτυχία δεν έχει κοιμόταν.
		-- Alan Coult

%
Η μεγαλύτερη παραγωγική δύναμη είναι το ανθρώπινο εγωισμό.
		-- Robert Heinlein

%
Το πιο δύσκολο μέρος της αναρρίχηση της σκάλας της επιτυχίας είναι να πάρει μέσωτο πλήθος στο κάτω μέρος.
		-- Robert Heinlein

%
Τα ιερογλυφικά είναι όλα δυσανάγνωστο εκτός από ένα συμβολισμό στο πίσω μέρος,η οποία έχει «γνήσιο αυθεντικό αιγυπτιακό πάπυρο. Εγγυημένα να είναι σετουλάχιστον 5000 ετών. "
		-- Robert Heinlein

%
Η ιδέα ήταν ότι οι καταναλωτές θα φέρει σπασμένο ηλεκτρονική τουςσυσκευές, όπως τηλεοράσεις και βίντεο, στα κέντρα καταστροφής,όπου εκπαιδευμένο προσωπικό θα τους (οι συσκευές) παλαβό με βαριοπούλες.Με τις συσκευές τους έτσι καταστραφεί οριστικά, οι καταναλωτές θα είναι ελεύθεροινα βγούμε έξω και να αγοράσει νέες συσκευές, αντί να πρέπει να τεμαχίζω μακριά από χρόνιατη ζωή τους προσπαθώντας να έχουν τα παλιά επισκευαστεί στο λεγόμενο "εργοστάσιοκέντρα εξυπηρέτησης », η οποία στην πραγματικότητα αποτελείται από δύο άνδρες που ονομάζεται Lester σπρώχνει σετο εσωτερικό των θραυσμάτων ηλεκτρονικών συσκευών με φθηνά πούρα και πηγαίνει,"Lookit όλα τα καλώδια εκεί!"
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Η ιδανική φωνή για το ραδιόφωνο μπορεί να οριστεί ως δείχνει καμία ουσία, όχι σεξ,Δεν ιδιοκτήτη, και ένα μήνυμα της σημασίας για κάθε νοικοκυρά.
		-- Harry V. Wade

%
Η αδράνεια άνθρωπος δεν ξέρει τι είναι να απολαύσετε ξεκούραση.
		-- Harry V. Wade

%
Η ατομική επιλογή της συντηρητικής κατάσχεσης ενός burger μπορεί να αποτελέσει σημαντικόεπισημαίνουν στον καταναλωτή σε αυτήν την ημέρα, όταν ο ατομικισμός είναι μια όλο και πιοσημαντικό πράγμα για τους ανθρώπους.
		-- Donald N. Smith, president of Burger King

%
Η νοημοσύνη του κάθε συζήτηση μειώνεται με το τετράγωνο τηςαριθμό των συμμετεχόντων.
		-- Adam Walinsky

%
Το IQ της ομάδας είναι το χαμηλότερο IQ ενός μέλους της ομάδας χωρίζονταιαπό τον αριθμό των ανθρώπων στην ομάδα.
		-- Adam Walinsky

%
Ο βασιλιάς και σύμβουλος του έχουν θέα στο πεδίο της μάχης:King: "Πώς πάει το σχέδιο μάχης;"Σύμβουλος: "Δείτε αυτά τα μικρά μαύρα στίγματα τρέχει προς τα δεξιά;"K: "Ναι."Α: "Αυτά είναι τα παιδιά τους και όλα εκείνα τα μικρά κόκκινα στίγματα σε λειτουργία.προς τα αριστερά είναι τα παιδιά μας. Στη συνέχεια, όταν συγκρούονται περιμένουμε μέχρικαθαρίζει η σκόνη. "K: "; Και"Α: "Εάν υπάρχουν περισσότερα κόκκινα στίγματα αριστερά από μαύρα στίγματα, θα κερδίσουμε."K: "Αλλά τι γίνεται με την ^ # !! $ σχεδίου% μάχη;"Α: "Μέχρι στιγμής, φαίνεται να πηγαίνουν σύμφωνα με στίγματα."
		-- Adam Walinsky

%
Το τελευταίο άτομο που παραιτούνται ή απολύθηκε θα θεωρηθεί υπεύθυνη γιαό, τι πηγαίνει στραβά - μέχρι το επόμενο πρόσωπο κλείνει ή απολυθεί.
		-- Adam Walinsky

%
Η πλέον ο τίτλος, η λιγότερο σημαντική η δουλειά.
		-- Adam Walinsky

%
Η κύρια διαφορά μεταξύ ομολόγων και οι έμποροι ομολόγων είναι ότι τα ομόλογα θατελικά ώριμη.
		-- Adam Walinsky

%
Τα μέσα-και-τελειώνει ηθικολόγοι, ή μη πράττοντες, πάντα καταλήγουν στα άκρα τουςχωρίς οποιοδήποτε μέσο.
		-- Saul Alinsky

%
Ο πράος δεν το θέλουν.
		-- Saul Alinsky

%
Ο πράος θα κληρονομήσουν τη γη - είναι πολύ αδύναμη για να αρνηθεί.
		-- Saul Alinsky

%
Ο πράος θα κληρονομήσουν τη γη, αλλά όχι * * μεταλλευτικά δικαιώματα του.
		-- J. P. Getty

%
Ο πράος θα κληρονομήσουν τη Γη. (Αλλά είστε θα πρέπει να αγωνιστούμε για αυτό.)
		-- J. P. Getty

%
Ο πράος θα κληρονομήσουν τη γη? αλλά από εκείνη τη στιγμή δεν θα υπάρξειαπομείνει τίποτα που αξίζει να κληρονομήσουν.
		-- J. P. Getty

%
Η πιο εγκάρδια γραμματέας του αγοραστή, τόσο μεγαλύτερες είναι οι πιθανότητες ότι ηο ανταγωνισμός έχει ήδη τη σειρά.
		-- J. P. Getty

%
Η πιο χάλια σας ανεχτούμε, τόσο πιο χάλια θα έχετε την ευκαιρία να πάρετε.
		-- J. P. Getty

%
Το πιο θέλω να γίνει κάτι, τόσο λιγότερο καλώ να λειτουργήσει.
		-- Richard Bach, "Illusions"

%
Το πιο απαιτητικός μια εταιρική επωνυμία, όσο μικρότερη είναι η οργάνωση. (Γιαπαράδειγμα, Η Murphy Κέντρο για την κωδικοποίηση των ανθρώπινων και οργανωτικών Νόμου,σε αντίθεση με την IBM, η GM, η AT & T ...)
		-- Richard Bach, "Illusions"

%
Η πιο απολαυστική μέρα μετά από εκείνη στην οποία μπορείτε να αγοράσετε ένα εξοχικό σπίτι στηνη χώρα είναι αυτή στην οποία το μεταπωλήσει.
		-- J. Brecheux

%
Το πιο δύσκολο πράγμα στον κόσμο είναι να γνωρίζουμε πώς να κάνει ένα πράγμα και ναπαρακολουθήσουν κάποιον άλλο να κάνει λάθος, χωρίς να σχολιάσει.
		-- T. H. White

%
Η μία ημέρα που θα πουλήσει την ψυχή σας για κάτι, οι ψυχές είναι ένα πλεόνασμα.
		-- T. H. White

%
Το μόνο πρόβλημα με το να είναι ένας άνθρωπος του ελεύθερου χρόνου είναι ότι δεν μπορείτε ποτέ να σταματήσετεκαι να ξεκουραστεί.
		-- T. H. White

%
Οι μόνοι κανόνες προαγωγής που μπορώ να σκεφτώ είναι ότι η αίσθηση της ντροπής είναι νανα αποφευχθεί με κάθε κόστος και δεν υπάρχει ποτέ λόγος για μια Hustler νανα είναι λιγότερο πονηρό ό, τι πιο ενάρετοι άνθρωποι. Ω ναι ... κάθε φορά που θα σκεφτείτεέχεις κάτι πραγματικά μεγάλο, προσθέστε δέκα τοις εκατό περισσότερο.
		-- Bill Veeck

%
Το μόνο πραγματικά καλό μέρος για να αγοράσει ξυλεία είναι σε ένα κατάστημα, όπου η ξυλεία έχειήδη κοπεί και επισυνάπτονται μαζί με τη μορφή των επίπλων, τελείωσε,και βάλτε μέσα σε κουτιά.
		-- Dave Barry, "The Taming of the Screw"

%
Το opossum είναι ένα πολύ εξελιγμένο ζώο. Δεν έχει καν σηκωθώμέχρι 5 ή 6 μμ.
		-- Dave Barry, "The Taming of the Screw"

%
Η βέλτιστη επιτροπή δεν έχει μέλη.
		-- Norman Augustine

%
Η χλιδή του εμπρός πόρτα του γραφείου μεταβάλλεται αντιστρόφως ανάλογα με το θεμελιώδεςφερεγγυότητας της επιχείρησης.
		-- Norman Augustine

%
Η άλλη γραμμή κινείται γρηγορότερα.
		-- Norman Augustine

%
Το πρόσωπο που μπορεί να χαμογελάσει όταν κάτι πάει στραβά έχει σκεφτείκάποιος να κατηγορήσει την.
		-- Norman Augustine

%
Το πρόσωπο που δεν κάνει λάθη συνήθως δεν κάνει τίποτα.
		-- Norman Augustine

%
Το πρόσωπο που έχει θα λαμβάνουν για το μεσημεριανό γεύμα δεν έχει καμία πρόθεση να πληρώσει.
		-- Norman Augustine

%
Η κατοχή ενός βιβλίου γίνεται ένα υποκατάστατο για την ανάγνωση.
		-- Anthony Burgess

%
Η τιμή ενός πληρώνει για να ασκεί το επάγγελμα, ή καλώντας, είναι ένα οικείογνώση άσχημη πλευρά της.
		-- James Baldwin

%
Η κύρια αιτία της αποτυχίας σε ηλεκτρικές συσκευές είναι μια λήξειεγγύηση. Συχνά, μπορείτε να πάρετε μια συσκευή τρέχει και πάλι απλά με την αλλαγήη ημερομηνία λήξης της εγγύησης, με 15/64 ιντσών αισθάνθηκε μύτες δείκτη.
		-- Dave Barry, "The Taming of the Screw"

%
Το πρόβλημα που πιστεύαμε ότι ήταν ένα πρόβλημα ήταν, όντως, ένα πρόβλημα, αλλάδεν είναι το πρόβλημα που νομίζαμε ότι ήταν το πρόβλημα.
		-- Mike Smith

%
Ο λόγος για ανησυχία σκοτώνει περισσότερους ανθρώπους από την εργασία είναι ότι οι περισσότεροι άνθρωποιανησυχούν από την εργασία.
		-- Mike Smith

%
Η ανταμοιβή για την εργασία σκληρά είναι πιο σκληρή δουλειά.
		-- Mike Smith

%
Η ανταμοιβή ενός πράγματος καλά κάνει είναι να το έχουν κάνει.
		-- Emerson

%
Οι πλούσιοι γίνονται πλούσιοι και οι φτωχοί φτωχότεροι.Οι έχοντες πάρει περισσότερο, οι μη έχοντες να πεθάνουν.
		-- Emerson

%
Τα δικαιώματα και τα συμφέροντα της εργατικής άνθρωπος θα πρέπει να προστατεύονται και φροντίδαγια να μην από την εργασία μας, αναδευτήρες, αλλά και από τις χριστιανικές άνδρες στους οποίους ο Θεός στο έργο τουάπειρη σοφία έχει δώσει τον έλεγχο των περιουσιακών συμφερόντων της χώρας, καιμετά την επιτυχή διαχείριση των οποίων τόσο πολλά ακόμη.
		-- George F. Baer, railroad industrialist

%
Ο δρόμος προς την καταστροφή είναι πάντα σε καλή κατάσταση, και οι ταξιδιώτες πληρώνουν τοδαπάνη από αυτό.
		-- Josh Billings

%
Ο μισθός του διευθύνοντος συμβούλου της μεγάλης εταιρείας δεν είναι μια αγοράβραβείο για το επίτευγμα. Είναι συχνά στην φύση του ένα ζεστό προσωπικήςχειρονομία από το άτομο για τον εαυτό του.
		-- John Kenneth Galbraith, "Annals of an Abiding Liberal"

%
Το μυστικό της επιτυχίας είναι η ειλικρίνεια. Μόλις μπορείτε να ψεύτικο ότι έχετεέκανε.
		-- Jean Giraudoux

%
Τα επτά θανάσιμα αμαρτήματα ... Τρόφιμα, ρούχα, ψήσιμο, ενοίκιο, φόρους, σεβασμόκαι τα παιδιά. Τίποτα δεν μπορεί να άρει αυτά τα επτά στάδια από το λαιμό του ανθρώπου, αλλάχρήματα; και το πνεύμα δεν μπορεί να πετάξει στα ύψη μέχρι αρθούν τα ορόσημα.
		-- George Bernard Shaw

%
Η συντομότερη απόσταση μεταξύ δύο σημείων είναι υπό κατασκευή.
		-- Noelie Alito

%
Όσο πιο γρήγορα μπορείτε να πέσει πίσω, τόσο περισσότερο χρόνο θα πρέπει να καλύψουν τη διαφορά.
		-- Noelie Alito

%
Όσο πιο γρήγορα κάνετε την πρώτη 5000 τα λάθη σας, τόσο πιο γρήγορα θα είναιείναι σε θέση να τα διορθώσουμε.
		-- Nicolaides

%
Το αστέρι του πλούτου λάμπει πάνω σας.
		-- Nicolaides

%
Ο ανώτερος άνθρωπος καταλαβαίνει τι είναι σωστό? η κατώτερη άνθρωπος καταλαβαίνειτι θα πουλήσει.
		-- Confucius

%
Ο όρος "φωτιά" φέρνει επάνω τα οράματα της βίας και του μακελειού και το άσχημο σκηνικότης σκοποβολής υπαλλήλους που κάνουν λάθη. Θα αναφερθώ τώρα σε αυτή τη διαδικασίαως "διαγραφή" ενός εργαζομένου (όσο ένα αρχείο διαγράφεται από το δίσκο). οεργαζόμενος είναι απλά εκεί για μια στιγμή, και πάει την επόμενη. Όλη η τρομερήΟι εκρήξεις θυμού, κλάμα, και τις απειλές εξαλειφθεί.
		-- Kenny's Korner

%
Ο χρόνος που δαπανάται για κάθε θέμα της ημερήσιας διάταξης [της επιτροπής Οικονομικών] θα είναιαντιστρόφως ανάλογα με το σχετικό ποσό.
		-- C. N. Parkinson

%
Το πρόβλημα με πολλά αυτοδημιούργητος άνδρες είναι ότι λατρεύουν τον δημιουργό τους.
		-- C. N. Parkinson

%
Το πρόβλημα με το να είσαι φτωχός είναι ότι καταλαμβάνει όλο το χρόνο σας.
		-- C. N. Parkinson

%
Το πρόβλημα με το να είναι συνεπής είναι ότι κανείς δεν είναι εκεί για να το εκτιμήσουν.
		-- Franklin P. Jones

%
Το πρόβλημα με το να είναι συνεπής είναι ότι οι άνθρωποι σκέφτονται έχετε τίποτα περισσότεροσημαντικό να κάνουμε.
		-- Franklin P. Jones

%
Το πρόβλημα με το να κάνεις κάτι σωστά την πρώτη φορά είναι ότι κανείς δενεκτιμά πόσο δύσκολο ήταν.
		-- Franklin P. Jones

%
Το πρόβλημα με τα χρήματα είναι αυτό κοστίζει πάρα πολύ!
		-- Franklin P. Jones

%
Το πρόβλημα με την ευκαιρία είναι ότι πάντοτε έρχεται μεταμφιεσμένη ως σκληρή δουλειά.
		-- Herbert V. Prochnow

%
Το πρόβλημα με τον αθέμιτο ανταγωνισμό είναι ότι ακόμα και αν κερδίσετε, είστε ακόμα ένας αρουραίος.
		-- Lily Tomlin

%
Οι δύο πιο όμορφες λέξεις στην αγγλική γλώσσα είναι "Επιταγή Κλειστοί."
		-- Dorothy Parker

%
Η χρήση του χρήματος είναι το πλεονέκτημα είναι εκεί για να έχουν χρήματα.
		-- B. Franklin

%
Ο μισθός της αμαρτίας είναι υψηλές, αλλά μπορείτε να πάρετε τα χρήματά σας αξίζει.
		-- B. Franklin

%
Ο μισθός της αμαρτίας είναι λαθραία.
		-- B. Franklin

%
Ο τρόπος για να κάνει μια μικρή περιουσία στην αγορά εμπορευμάτων είναι να ξεκινήσετεμε μια μεγάλη περιουσία.
		-- B. Franklin

%
Το χειρότερο υπηρεσία ενοικίασης αυτοκινήτωνΌταν ο David Schwartz άφησε το πανεπιστήμιο το 1972, ίδρυσε Rent-a-ναυάγιοως αστείο. Όντας ένα φυσικό φαρσέρ, απέκτησε ένα στόλο beat-upάθλιο, ναυάγια περιμένουν για παλιοσίδερα στην Καλιφόρνια.Έβαλε σε ένα καπάκι και προσβλέπει στην βλέποντας τα πρόσωπα των ανθρώπων, όπως ο ίδιοςαυτούς που διεξάγονται γύρω από την επιλογή των bumperless, πλήγμα junkmobiles.Για διαρκή έκπληξή του υπήρχε μια ακόρεστη ζήτηση για αυτά καιέχει τώρα 26 ακμάζουσα υποκαταστήματα σε όλη την Αμερική. «Άνθρωποι σαν την οδήγησηγύρω από τις χειρότερες αυτοκίνητα που διατίθενται », είπε. Φυσικά το κάνουν."Εάν μια ζημιές οδηγού από την πλευρά του αυτοκινήτου και είναι αρκετά ειλικρινής για ναπαραδέξου το, του λέω, `Ξεχάστε». Αν φέρει ένα αυτοκίνητο πίσω αργά εμείςπαραβλέψουμε αυτό. Αν είχα ένα ατύχημα και δεν περιλαμβάνει άλλο όχημαθα μπορούσαμε να παραβλέψουμε ότι πάρα πολύ. ""Πού είναι το τασάκι;" ρώτησε ένας τη γυναίκα του Λος Άντζελες, καθώς εγκαταστάθηκεστο άρπαξαν εσωτερικό. "Μέλι," εν λόγω σύζυγό της, «ολόκληρο το αυτοκίνητο είναι ηδίσκος τέφρας. "
		-- Stephen Pile, "The Book of Heroic Failures"

%
ιδέα τους για μια προσφορά που δεν μπορεί να αρνηθεί είναι μια προσφορά ... και τότε θα πρέπει ναδεν αρνούνται.
		-- Stephen Pile, "The Book of Heroic Failures"

%
Τους ως έχει, παίρνει.
		-- Stephen Pile, "The Book of Heroic Failures"

%
Τότε ένας άνδρας είπε: Μιλήστε μας προσδοκίες.Στη συνέχεια είπε: Αν ένας άνθρωπος δεν δουν ή να ακούσουν τα νερά τηςΙορδανία, τότε δεν θα πρέπει να δοκιμάσετε το ρόδι ή εκτελούν τα εμπορεύματά του σε έναανοιχτή αγορά.Αν ένας άνθρωπος δεν θα εργασίας στα λατομεία αλάτι και ροκ τότεδεν πρέπει να δεχθεί από τη Γη αυτό το οποίο αρνείται να δώσει τηςίδιος.Ένας τέτοιος άνθρωπος θα περίμενε κανείς ένα αχλάδι από ένα δέντρο ροδάκινο.Ένας τέτοιος άνθρωπος θα περίμενε κανείς μια πέτρα να θέσει ένα αυγό.Ένας τέτοιος άνθρωπος θα περίμενε Sears να συγκεντρώσει μια χορτοκοπτική μηχανή.
		-- Kehlog Albran, "The Profit"

%
Τότε υπήρχε ο αρχηγός προσκόπων που πήρε μια φανταστική συμφωνία σχετικά με την υπόθεση τηςΜΕΛΗ μάρκα πυξίδες για TROUP του? μόνο $ 1,25! Μόνο πρόβλημα ήταν,όταν τους πήρε στο δάσος, οι πυξίδες ήταν όλοι κολλήσει κατάδειξηςστο "W" για την κλήση.Ηθικός:Αυτός που έχει Tates χάνεται!
		-- Kehlog Albran, "The Profit"

%
Υπάρχουν πολλοί από εμάς σε αυτό το παλιό κόσμο μας που υποστηρίζουν ότι τα πράγματα σπάσουνπερίπου, ακόμη και για όλους μας. Έχω παρατηρήσει, για παράδειγμα, ότι όλοι παίρνουμεπερίπου την ίδια ποσότητα του πάγου. Το πλούσιο το πάρει το καλοκαίρι και τους φτωχούςπάρετε το χειμώνα.
		-- Bat Masterson

%
Υπάρχουν χειρότερα πράγματα στη ζωή από το θάνατο. Έχετε ποτέ περάσει ένα βράδυμε πωλητής ασφαλιστικής εταιρίας;
		-- Woody Allen

%
Υπήρξε μια μικρή αγωνία πώλησης στο χρηματιστήριο.
		-- Thomas W. Lamont, October 29, 1929 (Black Tuesday)

%
Υπάρχει μια καλή συμφωνία της υπεύθυνης υπερύψωσης για τα κοινά συμφέροντα του κεφαλαίουκαι της εργασίας. Όπως έχουν τα πράγματα, μόνο το κοινό τους συμφέρον είναι εκείνο της κοπήςλαιμό του άλλου.
		-- Brooks Atkinson, "Once Around the Sun"

%
Υπάρχει σχεδόν ένα πράγμα στον κόσμο που μερικές άνθρωπος δεν μπορεί να κάνει ένα μικρόχειρότερα και να πωλούν λίγο φθηνότερο.
		-- Brooks Atkinson, "Once Around the Sun"

%
Δεν υπάρχει ποτέ χρόνο να το κάνουμε σωστά, αλλά πάντα χρόνο για να το κάνετε.
		-- Brooks Atkinson, "Once Around the Sun"

%
"Δεν υπάρχει Άγιος Βασίλης. Είναι απλά ένα τέχνασμα μάρκετινγκ για να κάνει με χαμηλό εισόδημαγονέων ζει μια δυστυχία. ""... Θέλω να φανταστείτε την εμπιστοσύνη πρόσωπο ενός παιδιού, ραβδώσεις με δάκρυαλόγω του ό, τι ακριβώς είπε. ""Θέλω να απεικονίσει το πρόσωπο της μητέρας της, επειδή Dole μία εβδομάδα δεν θαπληρώσουν για ένα Master of the Universe Θωρηκτό! "
		-- Filthy Rich and Catflap

%
Δεν υπάρχει κανένας χρόνος όπως το παρόν για την αναβολή ό, τι θα έπρεπε να κάνει.
		-- Filthy Rich and Catflap

%
Δεν υπάρχει τίποτα τόσο εύκολο, αλλά ότι είναι δύσκολο, όταν το κάνειςαπρόθυμα.
		-- Publius Terentius Afer (Terence)

%
Υπάρχει ένας τρόπος για να μάθετε αν ένας άνθρωπος είναι ειλικρινής - να τον ρωτήσω. Αν λέει"Ναι" ξέρετε ότι είναι στραβό.
		-- Groucho Marx

%
Υπάρχει πολύ λίγη μέλλον είναι σωστή, όταν το αφεντικό σας είναι λάθος.
		-- Groucho Marx

%
Πρέπει να υπάρχουν περισσότερα στη ζωή από ό, τι έχουν τα πάντα.
		-- Maurice Sendak

%
Υπήρχε ένας φοιτητής που προσπαθεί να κερδίσει κάποια χρήματα τσέπη μεπηγαίνοντας από σπίτι σε σπίτι προσφέροντας για να κάνει δουλειές του ποδαριού. Εξήγησε αυτό ναένας άνθρωπος που απάντησε μια πόρτα.«Πόσο θα σας χρεώσει για να ζωγραφίσει βεράντα μου;" ρώτησε ο άντρας."Σαράντα δολάρια.""Fine", είπε ο άνθρωπος, και έδωσε στο φοιτητή το χρώμα και βούρτσες.Τρεις ώρες αργότερα, το χρώμα-πιτσιλίσει παλικάρι χτύπησε την πόρτα και πάλι."Όλα γίνονται!», Λέει, και συλλέγει τα χρήματά του. "Με την ευκαιρία," ο μαθητής λέει,"Αυτό δεν είναι μια Porsche, είναι μια Ferrari."
		-- Maurice Sendak

%
Δεν υπάρχει τέτοιο πράγμα όπως ένα δωρεάν γεύμα.
		-- Milton Friendman

%
Δεν υπάρχει τίποτα χειρότερο για την επιχείρησή σας από ό, τι επιπλέον Άγιους Βασίληδεςτο κάπνισμα στο δωμάτιο των ανδρών.
		-- W. Bossert

%
Είναι ανόητοι που πιστεύουν ότι ο πλούτος ή γυναίκες ή ισχυρά ποτό ή ακόμα καιφάρμακα μπορούν να αγοράσουν τα μέγιστα σε προσπάθεια έξω από την ψυχή ενός ανθρώπου. Αυτά τα πράγματα προσφέρουνχλωμό απολαύσεις σε σύγκριση με αυτό που είναι το μεγαλύτερο από όλα αυτά, ότι το έργο το οποίοαπαιτήσεις από αυτόν περισσότερο από κάθε δυνατή δύναμή του, που τον απορροφά, των οστών καιτένοντας και τον εγκέφαλο και την ελπίδα και το φόβο και τα όνειρα - και εξακολουθεί να ζητά περισσότερα.Είναι ανόητοι που πιστεύουν το αντίθετο. Δεν μεγάλη προσπάθεια αγοράστηκε ποτέ.Δεν ζωγραφική, καμία μουσική, κανένα ποίημα, δεν τον καθεδρικό ναό στην πέτρα, δεν εκκλησία, κανένα κράτος δεν ήτανέθεσε ποτέ σε λειτουργία για την πληρωμή οποιουδήποτε είδους. Δεν Παρθενώνας, δεν ΘερμοπύλεςΧτίστηκε ή πάλεψε για αμοιβή ή δόξα ποτέ? Δεν Μπουχάρα απολυθεί, ή την Κίνα έδαφοςκάτω από το τακούνι Μογγόλων, για πλιάτσικο ή τη δύναμη και μόνο. Η πληρωμή για να κάνει αυτάίδια πράγματα ήταν το πράττειν τους.Να ασκήσει τον εαυτό του - να χρησιμοποιήσει τον εαυτό του ως ένα εργαλείο το χέρι κάποιου - καιέτσι ώστε να κάνει ή να σπάσει αυτό που κανείς άλλος δεν μπορεί να χτίσει ή να καταστρέψει - αυτό είναι τομεγαλύτερη χαρά που γνωρίζει ο άνθρωπος! Σε κάποιον που έχει αισθανθεί την σμίλη στο χέρι τουκαι ελεύθερος ο άγγελος αιχμαλώτισαν στο μάρμαρο μπλοκ, ή σε κάποιον που έχει αισθανθείσπαθί στο χέρι και να ορίσετε άστεγοι η ψυχή που μια στιγμή πριν ζούσε στο σώματου θανάσιμο εχθρό του - σε εκείνους οι δύο έρχονται όσο η γεύση αυτής της σπάνιας τροφίμωνεξαπλωθεί μόνο για τους δαίμονες ή για τους θεούς. "
		-- Gordon R. Dickson, "Soldier Ask Not"

%
Τα πράγματα που αξίζει τον κόπο αξίζει εξαπάτηση για.
		-- Gordon R. Dickson, "Soldier Ask Not"

%
Σκεφτείτε τυχερός. Αν ανήκετε σε μια λίμνη, ελέγξτε τις τσέπες σας για τα ψάρια.
		-- Darrell Royal

%
Αυτή είναι μια καλή στιγμή για να punt εργασίας.
		-- Darrell Royal

%
Αυτή είναι μια ιδιαίτερα καλή στιγμή για να παραθεριστές που σχεδιάζουν να πετάξει, επειδήη κυβέρνηση Ρέιγκαν, ως μέρος της ίδιας πολιτικής βάσει της οποίαςΠρόσφατα πούλησε εθνικό πάρκο Yellowstone στο Wayne Newton, έχει "απελευθερωθεί"η αεροπορική βιομηχανία. Τι σημαίνει αυτό για σας, ο καταναλωτής, είναι ότι ηοι αεροπορικές εταιρείες δεν είναι πλέον υποχρεωμένοι να ακολουθούν απολύτως κανένα κανόνα. Αυτοί μπορούνδείτε ταινίες ταμπάκο. Μπορούν να χρεώνουν για το οξυγόνο. Μπορούν να προσλάβει πιλότους σωστάαπό Μηχάνημα αυτόματης αναπλήρωσης Υπεύθυνος Σχολής. Μπορούν να εξοικονομήσετε καύσιμοεκτίναξη μεγαλόσωμος επιβάτες πάνω από το νερό. Μπορούν να ζευγαρώσει ανταγωνίζονται αεροπλάνααέρα. Αυτές οι καινοτομίες έχουν οδηγήσει σε τεράστια εξοικονόμηση κόστους πουέχουν περάσει μαζί με εσάς, τον καταναλωτή, με τη μορφή των πτήσεων μεεκπληκτικά χαμηλές τιμές, όπως $ 29. Φυσικά, ορισμένοι περιορισμοί δεν ισχύουν,το κυριότερο είναι ότι όλα αυτά τα εισιτήρια σας μεταφέρει στο Newark, και θα πρέπει ναπληρώνουν χιλιάδες δολάρια, αν θέλετε να πετάξει πίσω έξω.
		-- Dave Barry, "Iowa -- Land of Secure Vacations"

%
Αυτός ο πλανήτης έχει - ή μάλλον είχε - ένα πρόβλημα, το οποίο ήταν το εξής: οι περισσότεροι απόοι άνθρωποι που ζουν σε αυτό ήταν δυσαρεστημένοι για αρκετά μεγάλο μέρος του χρόνου. Πολοίλύσεις προτάθηκαν για αυτό το πρόβλημα, αλλά οι περισσότερες από αυτές ήτανσε μεγάλο βαθμό ασχολούνται με τις κινήσεις των μικρών πράσινο κομμάτια χαρτιού,το οποίο είναι περίεργο, διότι στο σύνολό τους δεν ήταν τα μικρά πράσινα κομμάτιατο χαρτί που ήταν δυσαρεστημένοι.
		-- Douglas Adams

%
μόνο αυτή την εβδομάδα, όλες οι ίνες συμπληρώστε τα σακάκια μας, σημειώνονται κάτω!
		-- Douglas Adams

%
Εκείνοι που ισχυρίζονται οι νεκροί να μην επιστρέψει ποτέ στη ζωή δεν έχουν ποτέ γύρω απόεδώ στο χρόνο διακοπής.
		-- Douglas Adams

%
Εκείνοι που κάνουν τα πράγματα σε μια ευγενή πνεύμα της αυτοθυσίας πρέπει να αποφεύγονταιμε κάθε κόστος.
		-- N. Alexander.

%
Ο χρόνος είναι το πολυτιμότερο πράγμα που ένας άνθρωπος μπορεί να δαπανήσει.
		-- Theophrastus

%
Ώρα να προβεί σε απολογισμό. Να πάει στο σπίτι με κάποια είδη γραφείου.
		-- Theophrastus

%
Για να αποφύγετε την κριτική, δεν κάνουν τίποτα, δεν λένε τίποτα, τίποτα.
		-- Elbert Hubbard

%
Για να είναι ή να μην είναι, ότι είναι η κατώτατη γραμμή.
		-- Elbert Hubbard

%
Να μην κάνει τίποτα είναι να είναι τίποτα.
		-- Elbert Hubbard

%
Να κάνει δύο πράγματα ταυτόχρονα είναι να κάνει ούτε.
		-- Publilius Syrus

%
Να σταθούν ξανά στα πόδια σας, χάσετε δύο πληρωμές αυτοκινήτων.
		-- Publilius Syrus

%
Για να γίνει κάτι, μια επιτροπή πρέπει να αποτελείται από όχι περισσότερες από τρειςάτομα, δύο από αυτές απουσιάζουν.
		-- Publilius Syrus

%
Για να επαναφέρετε μια αίσθηση της πραγματικότητας, νομίζω Walt Disney θα πρέπει να έχουν μια Hardluckland.
		-- Jack Paar

%
Για να αποθηκεύσετε ένα μόνο ζωή είναι καλύτερο από το να οικοδομήσουμε μια παγόδα επτά ιστορία.
		-- Jack Paar

%
Για να δείτε μια ανάγκη και περιμένετε να σας ζητηθεί, είναι να έχουν ήδη αρνηθεί.
		-- Jack Paar

%
Για να εντοπίσετε τον εμπειρογνώμονα, πάρτε το πρόσωπο που προβλέπει η εργασία θα πάρει το μακρύτεροκαι κοστίζουν περισσότερο.
		-- Jack Paar

%
Για να μείνει νεανικό, μείνετε χρήσιμο.
		-- Jack Paar

%
Στον ιδιοκτήτη ανήκει τα πόμολα.
		-- Jack Paar

%
Για τη δική σου εαυτό είναι αλήθεια. (Αν όχι, τουλάχιστον να κάνει κάποια χρήματα.)
		-- Jack Paar

%
Για να κατανοήσουμε αυτή την σημαντική ιστορία, πρέπει να καταλάβετε πώς το τηλέφωνοΗ εταιρεία λειτουργεί. Το τηλέφωνό σας είναι συνδεδεμένο σε ένα τοπικό υπολογιστή, το οποίο βρίσκεται σετη σειρά του συνδέεται σε ένα περιφερειακό υπολογιστή, το οποίο με τη σειρά του συνδέεται σε έναμεγάφωνο το μέγεθος ενός απορριμματοφόρο στο γκαζόν του Edna Α Bargewater τηςLawrence, Kan.Κάθε φορά που μιλάτε στο τηλέφωνο, τοπικό υπολογιστή σας ακούει. Αν αυτόυποψιάζεται ότι θα πάμε να συζητήσουμε ένα οικείο θέμα, ειδοποιεί τον υπολογιστήπάνω από αυτό, η οποία ακούει και να αποφασίζει αν θα ειδοποιεί το ένα πάνω από αυτό,μέχρι το τέλος, αν πραγματικά ταπεινώσει τον εαυτό σας, ίσως σπάσει σε δάκρυακαι πείτε πιο κοντινό φίλο σας σχετικά με μια πικρή περιστατικό από το παρελθόν σαςπεριλαμβάνει ένα άθλιο μοτέλ, σύζυγος ενός γείτονα, μια ολόκληρη θρησκευτική τάξη, έναςλάστιχο και έξι λίτρα ταπιόκα πουτίγκας, η κορυφή του υπολογιστή feeds σαςσυνομιλία σε μεγάφωνο Έντνα, και εκείνη και τους φίλους της να βγει στηνη βεράντα για να ακούσετε και να πίνουν το τζιν και γελούν οι ίδιοι ανόητο.
		-- Dave Barry, "Won't It Be Just Great Owning Our Own Phones?"

%
Πάρα πολλοί άνθρωποι σκέφτονται της ασφάλισης αντί των ευκαιριών. φαίνονταιφοβούνται περισσότερο από τη ζωή από το θάνατο.
		-- James F. Byrnes

%
Πάρα πολύ, δεν είναι αρκετό.
		-- James F. Byrnes

%
Πάρα πολλά από τα πάντα είναι αρκετά ακριβώς.
		-- Bob Wier

%
Η αλήθεια είναι δωρεάν, αλλά κοστίζει πληροφορίες.
		-- Bob Wier

%
Δύο μπορούν να ζήσουν ως φθηνά όπως ένα για το μισό μήκος.
		-- Howard Kandel

%
Βενί, Vidi, VISA:Ήρθα, είδα, έκανα μια μικρή ψώνια.
		-- Howard Kandel

%
Πολύ λίγα πράγματα πραγματικά να κατασκευαστεί αυτές τις μέρες, επειδή σε μιααπείρως μεγάλο σύμπαν, όπως αυτό στο οποίο ζούμε, τα περισσότερα πράγματα έναθα μπορούσε ενδεχομένως να φανταστείτε, και πολλά πράγματα που μάλλον δεν θα, μεγαλώνουνκάπου. Ένα δάσος ανακαλύφθηκε πρόσφατα στο οποίο τα περισσότερα από τα δέντρα μεγάλωσανκαστάνια κατσαβίδια ως φρούτο. Ο κύκλος ζωής του κατσαβιδιού καστάνιας είναιαρκετά ενδιαφέρουσα. Μόλις πήρε χρειάζεται ένα σκοτεινό συρτάρι σκονισμένο με τον οποίο μπορείβρίσκονται ανενόχλητοι για χρόνια. Τότε, μια νύχτα εκκολάπτει ξαφνικά, απορρίπτει τουςεξωτερικό δέρμα που θρυμματίζεται σε σκόνη, και αναδεικνύεται ως ένα εντελώς αδιευκρίνιστεςλίγο αντικείμενο μέταλλο με φλάντζες και στα δύο άκρα και ένα είδος κορυφογραμμή και μιας οπήςγια μια βίδα. Αυτό, όταν βρεθεί, θα πάρει πετάγονται. Κανείς δεν ξέρει τι τοκατσαβίδι υποτίθεται ότι θα κερδίσει από αυτό. Φύση, με την απέραντη σοφία της,είναι προφανώς εργάζονται σε αυτό.
		-- Howard Kandel

%
Γιλέκα είναι να ταιριάζει ως ζώνες ασφαλείας είναι για τα αυτοκίνητα.
		-- Howard Kandel

%
VI:Ένα πεινασμένο σκυλί κυνηγάει καλύτερο.Μια πιο πεινασμένοι σκύλος κυνηγάει ακόμα καλύτερα.VII:Μειωμένη επιχειρηματική βάση αυξάνει γενικά.Έτσι κάνει αυξημένη επιχειρηματική βάση.VIII:Οι πιο αποτυχημένη τέσσερα χρόνια στην εκπαίδευση των οικονομικά εκτιμητήείναι πέμπτη τάξη αριθμητική.IX:Ακρωνύμια και συντομογραφίες θα πρέπει να χρησιμοποιούνται στο μέγιστο βαθμόδυνατόν να γίνει τετριμμένη ιδέες βαθιά. Ο.Ε.Δ.Χ:Ταύροι δεν κερδίζουν αγώνες ταύρο? οι άνθρωποι κάνουν.Οι άνθρωποι δεν κερδίζουν οι άνθρωποι αγώνες? δικηγόροι κάνουν.
		-- Norman Augustine

%
Ζωτικής σημασίας έγγραφα θα αποδείξουν τη ζωτικότητά τους αυθόρμητα μετακίνησηαπό όπου μπορείτε να τους αφήσει εκεί που δεν μπορείτε να τα βρείτε.
		-- Norman Augustine

%
ΠΡΟΕΙΔΟΠΟΙΗΣΗ σε όλο το προσωπικό:Απολύσεις θα συνεχιστούν μέχρι να βελτιωθεί το ηθικό.
		-- Norman Augustine

%
Απόβλητα όχι, να πάρει τον προϋπολογισμό σας κοπεί το επόμενο έτος.
		-- Norman Augustine

%
Όλοι θέλαμε επαίνους, αλλά μια αύξηση στην αμοιβή μας είναι το καλύτερο είδος του τρόπους.
		-- Norman Augustine

%
Όλοι μας ζούμε σε μια κατάσταση φιλόδοξο φτώχειας.
		-- Decimus Junius Juvenalis

%
Δεν είμαστε ένα αγαπημένο οργάνωση, αλλά είμαστε μια σεβαστή μία.
		-- John Fisher

%
Έχουμε κάποια απολύτως αδιάψευστα στατιστικά στοιχεία για να δείξει ακριβώς γιατίείσαι τόσο κουρασμένος.Δεν υπάρχουν, όπως πολλοί άνθρωποι στην πραγματικότητα λειτουργεί όπως μπορεί να έχετε σκεφτεί.Ο πληθυσμός αυτής της χώρας είναι 200 ​​εκατομμύρια ευρώ. 84 εκατομμύρια είναι πάνω60 ετών, που αφήνει 116 εκατομμύρια για να κάνει τη δουλειά. Οι άνθρωποι κάτω των 20 ετώνετών συνολικά 75 εκατομμύρια, που αφήνει 41 εκατομμύρια για να κάνει τη δουλειά.Υπάρχουν 22 εκατομμύρια που απασχολούνται από την κυβέρνηση, η οποία αφήνει19 εκατομμύρια για να κάνει τη δουλειά. Τέσσερα εκατομμύρια βρίσκονται στην Ενόπλων Δυνάμεων, η οποίααφήνει 15 εκατομμύρια για να κάνει τη δουλειά. Εκπέσει 14800000, τον αριθμό στο κράτοςκαι τα γραφεία της πόλης, αφήνοντας 200.000 για να κάνει τη δουλειά. Υπάρχουν 188.000 σενοσοκομεία, άσυλα παράφρων, κλπ, έτσι ώστε να αφήνει 12.000 για να κάνει τη δουλειά.Τώρα αυτό μπορεί να σας ενδιαφέρει να ξέρετε ότι υπάρχουν 11.998 άνθρωποι στη φυλακή,έτσι ώστε να αφήνει μόνο 2 άτομα για να φέρει το φορτίο. Αυτό είναι εσείς και εγώ, καιαδελφό, είμαι κουράστηκε να κάνει τα πάντα τον εαυτό μου!
		-- John Fisher

%
«Υποστηρίζουμε ότι τα ίδια τα θεμέλια του τρόπου ζωής μας είναι αυτό που λέμεελεύθερη επιχείρηση », δήλωσε ο Cash McCall," αλλά όταν ένας από τους συμπολίτες μαςδείχνουν αρκετά ελεύθερη επιχείρηση να συσσωρεύονται λίγο αυτού του κέρδους, το κάνουμεμας καλύτερο για να τον κάνει να αισθάνεται ότι θα έπρεπε να ντρέπεται για τον εαυτό του. "
		-- Cameron Hawley

%
Ήμασταν τόσο κακή που νομίζαμε νέα ρούχα σήμαινε κάποιος είχε πεθάνει.
		-- Cameron Hawley

%
Ήμασταν τόσο φτωχοί που δεν μπορούσαν να αντέξουν οικονομικά ένα φύλακα. Αν ακούσαμε έναν θόρυβο τη νύχτα,είχαμε φλοιό τους εαυτούς μας.
		-- Crazy Jimmy

%
Ζούμε σε μια χρυσή εποχή. Το μόνο που χρειάζεται είναι χρυσός.
		-- D. W. Robertson.

%
Σαββατοκύριακο, πού είσαι;
		-- D. W. Robertson.

%
Τι καλό είναι ένα εισιτήριο για την καλή ζωή, αν δεν μπορείτε να βρείτε την είσοδο;
		-- D. W. Robertson.

%
Τι εννοώ (και όλοι οι άλλοι μέσα) από τη λέξη ποιότητα δεν μπορεί νακατανεμημένες σε θέματα και κατηγορήματα. Αυτό δεν είναι επειδή Ποιότηταςείναι τόσο μυστηριώδης, αλλά επειδή η ποιότητα είναι τόσο απλή, άμεση και απευθείας.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Τι αξίζει να κάνει αξίζει τον κόπο να ζητά κάποιος να κάνει.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Ποια αμαρτία δεν έχει διαπραχθεί στο όνομα της αποτελεσματικότητας;
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Ποια η μεγάλη εκδοτικούς εκτύπωσης, η ψιλά γράμματα αίρων.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Τι είπαν:Τι σημαίνει:"Θα ήθελα να συστήσω αυτό το υποψήφιο χωρίς απολύτως προσόντα."(Ναι, γι 'αυτό συνοψίζει.)"Το ποσό των μαθηματικών ξέρει θα σας εκπλήξει."(Και ήθελα να συστήσω να μην δίνει ότι το σχολείο μια δεκάρα ...)«Απλά δεν μπορώ να πω αρκετά καλά πράγματα γι 'αυτόν."(Τι μια βίδα-up).«Είμαι στην ευχάριστη θέση να πω ότι ο υποψήφιος είναι ένας πρώην συνάδελφός μου."(Δεν μπορώ να σας πω πόσο χαρούμενος είμαι που έφυγε από την εταιρεία μας.)«Όταν το πρόσωπο αυτό άφησε απασχολούν μας, ήμασταν αρκετά αισιόδοξοι ότι θα πάειένα μακρύ δρόμο με τις ικανότητές του ».(Ελπίζαμε πως θα πάει όσο το δυνατόν περισσότερο.)"Δεν θα βρείτε πολλούς ανθρώπους σαν κι αυτήν."(Στην πραγματικότητα, οι περισσότεροι άνθρωποι δεν μπορούν να σταθούν είναι γύρω της.)«Δεν μπορώ να τον συστήσω πάρα πολύ."(Ωστόσο, στο καλύτερο της γνώσης μου, ποτέ δεν έχει διαπράξεικακούργημα στην παρουσία μου.)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Τι είπαν:Τι σημαίνει:"Αν ήξερες αυτό το πρόσωπο, καθώς και τον ξέρω, θα έλεγε κανείς ότι όσογι 'αυτόν όπως και εγώ. "(Ή τόσο λίγα, για να φράση είναι ελαφρώς μεγαλύτερη ακρίβεια.)"Εισόδου της ήταν πάντα κρίσιμη."(Ποτέ δεν είχε μια καλή κουβέντα να πει.)«Δεν έχω καμία αμφιβολία για την ικανότητα του να κάνει καλή δουλειά."(Και αυτό είναι ανύπαρκτο.)"Ο υποψήφιος θα δανείσει την ισορροπία σε μια υπηρεσία όπως η δική σας, η οποίαέχει ήδη τόσα πολλά εξέχοντα μέλη. "(Αν δεν έχετε ήδη ένα βλάκας.)"Η παρουσίασή του στο σεμινάριο μου το τελευταίο εξάμηνο ήταν πραγματικά αξιοσημείωτη:ένα απίστευτο αποτέλεσμα μετά το άλλο. "(Και εμείς δεν τους πιστεύουμε, είτε)."Είναι αρκετά ομοιόμορφη προσέγγιση της για οποιαδήποτε λειτουργία μπορεί να της αναθέσει."(Στην πραγματικότητα, στη ζωή γενικά ...)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Τι είπαν:Τι σημαίνει:"Θα είναι τυχεροί αν μπορείτε να πάρετε τον να λειτουργήσει για σας."(Εμείς σίγουρα ποτέ δεν πέτυχε.)Δεν υπάρχει κανένας άλλος υπάλληλος, με τους οποίους μπορώ να τον συγκρίνουν επαρκώς.(Καλά, οι αρουραίοι μας δεν είναι πραγματικά οι εργαζόμενοι ...)"Η επιτυχία δεν θα τον χαλάσει."(Καλά, τουλάχιστον όχι πολύ περισσότερο.)"Μια συνήθως έρχεται μακριά από αυτόν με ένα καλό συναίσθημα."(Και μια τέτοια ανάσα ανακούφισης.)"Η διατριβή του είναι το είδος της εργασίας που δεν περιμένετε να δείτε αυτές τις μέρες?σε αυτό έχει σίγουρα κατέδειξε πλήρη δυνατότητές του. "(Και το IQ του, καθώς και.)"Θα πρέπει να πάτε μακριά."(Η πιο μακριά τόσο το καλύτερο)."Αυτός θα επωφεληθούν πλήρως από το προσωπικό του."(Μάλιστα έχει ένα από αυτά το κούρεμα του γκαζόν μετά τη δουλειά.)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Τι λένε: Τι σημαίνουν:Ένα σημαντικό τεχνολογικό επίτευγμα ... Επιστροφή στο σχεδιαστήριο.Αναπτύχθηκε μετά από χρόνια έρευνας Ανακαλύφθηκε από καθαρή ατύχημα.Έργο πίσω αρχικό χρονοδιάγραμμα λόγω Δουλεύουμε πάνω σε κάτι άλλο.σε απρόβλεπτες δυσκολίεςΣχέδια είναι εντός των επιτρεπομένων ορίων καταφέραμε, που εκτείνεται σε ένα σημείο ή δύο.Η ικανοποίηση των πελατών πιστεύεται Μέχρι στιγμής καθυστερήσει ότι θα είναιδιαβεβαίωσε ευγνώμων για οτιδήποτε.Ο στενός συντονισμός του έργου Είμαστε Θα εξάπλωση το φταίξιμο, κατασκηνωτές!Τα αποτελέσματα των δοκιμών ήταν εξαιρετικά ευχάριστο Λειτουργεί, και αγόρι, ήμασταν έκπληκτοι!Ο σχεδιασμός θα ολοκληρωθεί ... Εμείς δεν έχουν ξεκινήσει ακόμα, αλλά έχουμενα πω κάτι.Η όλη ιδέα έχει απορριφθεί ο τύπος που σχεδιάστηκε να σταματήσουν το κάπνισμα.Είμαστε κινείται προς τα εμπρός με ένα φρέσκο ​​Νοικιάσαμε τρία νέα παιδιά, και είναιπροσεγγίσει κλοτσιές γύρω.Μια σειρά από διαφορετικές προσεγγίσεις ... Δεν ξέρουμε πού θα πάμε, αλλάείμαστε σε κίνηση.Οι προκαταρκτικές δοκιμές λειτουργίας ανατίναξαν όταν το ενεργοποιημένο.ασαφήΤροποποιήσεις βρίσκονται σε εξέλιξη Αρχίζουμε πάνω.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Τι λένε: Τι σημαίνουν:Νέα διαφορετικά χρώματα από την προηγούμενη έκδοση.Όλα τα Νέα Δεν είναι συμβατό με την προηγούμενη έκδοση.Αποκλειστική Κανείς άλλος δεν έχει την τεκμηρίωση.Απαράμιλλη Σχεδόν τόσο καλό όσο το διαγωνισμό.Σχεδιασμός Απλότητα Η εταιρεία δεν θα μας δώσει κάποια χρήματα.Ηλίθιο Λειτουργία Όλες οι παράμετροι είναι δύσκολο-κωδικοποιημένα.Advanced Design Κανείς δεν καταλαβαίνει πραγματικά.Εδώ Επιτέλους δεν είχε πάρει το κάνει στην ώρα τους.Το πεδίο Δοκιμασμένο Δεν έχουμε κανένα προσομοιωτές.Χρόνια Ανάπτυξης Τελικά πήρα ένα να εργαστούν.Πρωτοφανής απόδοσης Τίποτα δεν έτρεξε ποτέ αυτή η αργή πριν.δίσκους επαναστατική Disk πάει «γύρο και 'γύρο.Φουτουριστικό τρέχει μόνο σε μια επόμενη γενιά υπερυπολογιστή.Δεν Αδύνατο Συντήρηση για να διορθώσετε.Επιδόσεις αποδεδειγμένα εργαστεί μέσω της δοκιμής Beta.Πληροί αυστηρά πρότυπα ποιότητας που συγκεντρώνει χωρίς σφάλματα.Ικανοποίηση Εγγυημένη Θα σας στείλουμε ένα άλλο πακέτο αν αποτύχει.Χρηματιστήριο του Είδους Εμείς αποσταλεί πριν και μπορεί να το κάνει ξανά.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Αυτό που χρειάζεται η χώρα είναι μια δεκάρα που θα αγοράσει ένα καλό πέντε σεντ κουλούρι.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Αυτό που χρειάζεται η χώρα είναι ένα καλό πέντε σεντ ΤΙΠΟΤΑ!
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Αυτό που χρειάζεται η χώρα είναι ένα καλό νικελίου πέντε σεντ.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Αυτό που χρειάζεται η χώρα είναι ένα καλό πέντε δολάριο όπλο πλάσματος.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Αυτό που χρειαζόμαστε σε αυτή τη χώρα, αντί της θερινής περιόδου, το οποίο κανείς δενπραγματικά καταλαβαίνει ούτως ή άλλως, είναι μια νέα έννοια που ονομάζεται Ημέρα Πρωί Χρόνος,σύμφωνα με την οποία σε επτά κάθε μέρα πάμε σε ένα χώρο-launch-style "hold" για τηνδύο έως τρεις ώρες, στη διάρκεια της οποίας παραμένει μόλις 7 a.m. Έτσι θα μπορούσαμεόλα ξυπνήσει μέσω μιας πολιτισμένης σταδιακή διαδικασία τεντώματος και ρέψιμο καιξύσιμο, και θα εξακολουθεί να είναι μόνο επτά, όταν ήμασταν έτοιμοι να πραγματικάπροκύπτουν από το κρεβάτι.
		-- Dave Barry, "$#$%#^%!^%&@%@!"

%
Ό, τι δεν είναι καρφωμένο κάτω είναι δικό μου. Ό, τι μπορώ να ανασηκώστε δεν είναι καρφωμένο κάτω.
		-- Collis P. Huntingdon, railroad tycoon

%
Όταν ένας τραπεζίτης άλματα έξω από ένα παράθυρο, άλμα μετά από αυτόν - αυτό είναι όπου τα χρήματα είναι.
		-- Robespierre

%
Όταν ένας συνάδελφος λέει, "Δεν είναι τα χρήματα, αλλά η αρχή του πράγματος,"είναι τα χρήματα.
		-- Kim Hubbard

%
Όταν όλα τα άλλα αποτύχουν, διαβάστε τις οδηγίες.
		-- Kim Hubbard

%
Όταν δουλεύει, εγώ εργάζεται σκληρά.Όταν κάθεται, θα κάθεται εύκολα.Και όταν σκέφτεται, έχω πάει για ύπνο.
		-- Kim Hubbard

%
Σε περίπτωση αμφιβολίας, ψέλλισμα? όταν σε μπελάδες, να αναθέσει? όταν στο τέλος, αναλογιστούν.
		-- James H. Boren

%
Όταν δεν είναι απαραίτητο να πάρουν μια απόφαση, είναι απαραίτητο να μηνΠάρε μια απόφαση.
		-- James H. Boren

%
Όταν χορηγούνται σωστά, διακοπές δεν μειώνει την παραγωγικότητα: γιακάθε εβδομάδα είστε μακριά και να γίνει τίποτα, υπάρχει ένα άλλο, όταν το αφεντικό σαςΕίναι μακριά και μπορείτε να πάρετε διπλάσια γίνει.
		-- Daniel B. Luten

%
Όταν τα αφεντικά μιλούν για τη βελτίωση της παραγωγικότητας, ποτέ δεν μιλάμεγια τον εαυτό τους.
		-- Daniel B. Luten

%
Όταν η συνεδρίαση καταθέσει χώρισε, Meyer εκμυστηρεύτηκε σε ένα φίλο.«Abe, είμαι σε μια τρομερή τουρσί! Είμαι δένονται για μετρητά και δεν έχωτην παραμικρή ιδέα για το πού θα πάω να το πάρει από το! ""Είμαι ευτυχής να ακούσω ότι," απάντησε Abe. "Φοβόμουν σαςθα μπορούσαν να έχουν κάποια ιδέα που θα μπορούσε να δανειστεί από μένα! "
		-- Daniel B. Luten

%
Όταν εργάζεστε σκληρά, να σηκωθεί και να ρεύομαι κάθε τόσο συχνά.
		-- Daniel B. Luten

%
Όταν δεν ξέρετε τι να κάνετε, να περπατήσει γρήγορα και να κοιτάξουμε ανησυχούν.
		-- Daniel B. Luten

%
Όταν δεν ξέρετε τι κάνετε, να το κάνετε τακτοποιημένα.
		-- Daniel B. Luten

%
Όταν πηγαίνετε έξω για να αγοράσει, δεν δείχνουν ασημένια σας.
		-- Daniel B. Luten

%
Όταν κάνετε το σημάδι σας στον κόσμο, προσέξτε για παιδιά με γόμες.
		-- The Wall Street Journal

%
Όταν η εργασία σας μιλάει από μόνη της, δεν διακόπτουν.
		-- Henry J. Kaiser

%
Όπου υπάρχει θέληση, υπάρχει μια σχετική.
		-- Henry J. Kaiser

%
Όπου υπάρχει θέληση, υπάρχει ένα φόρο κληρονομίας.
		-- Henry J. Kaiser

%
Ενώ τα χρήματα δεν μπορούν να αγοράσουν την ευτυχία, σίγουρα σας επιτρέπει να επιλέξετε τη δική σαςμορφή της μιζέριας.
		-- Henry J. Kaiser

%
Ενώ τα χρήματα δεν αγοράζουν την αγάπη, σας βάζει σε μια μεγάλη διαπραγματευτική θέση.
		-- Henry J. Kaiser

%
Ποιος πηγαίνει ένα-δανεισμού πηγαίνει ένα-sorrowing.
		-- Thomas Tusser

%
Όποιος πεθαίνει με τις περισσότερες νίκες παιχνίδια.
		-- Thomas Tusser

%
Γιατί είναι ένας άνθρωπος όταν μπορεί να είναι μια επιτυχία;
		-- Bertolt Brecht

%
Θα μου δανείσει $ 20,00 και μου δίνουν μόνο δέκα από αυτό;Με αυτόν τον τρόπο, θα μου χρωστάς δέκα, και εγώ θα σου χρωστάω δέκα, και θα είμαστε ακόμα!
		-- Bertolt Brecht

%
Επιθυμώντας χωρίς δουλειά είναι σαν να αλιεύει χωρίς δόλωμα.
		-- Frank Tyger

%
Εργασία επεκτείνεται για να καλύψει το διαθέσιμο χρόνο.
		-- Cyril Northcote Parkinson, "The Economist", 1955

%
Η εργασία είναι δύο ειδών: πρώτον, την αλλαγή της θέσης της ύλης σε ή κοντά σεεπιφάνεια σε σχέση με της γης σε άλλο θέμα? δεύτερο, λέγοντας άλλους ανθρώπουςνα το πράξουν.
		-- Bertrand Russell

%
Η εργασία είναι το χορτάρι καβούρι στο γρασίδι της ζωής.
		-- Schulz

%
Εργαστείτε εξυπνότερα, όχι σκληρότερα, και να είστε προσεκτικοί των speling σας.
		-- Schulz

%
Εργασία χωρίς όραμα είναι σκλαβιά, Όραμα χωρίς εργασία είναι ένα άπιαστο όνειρο,Αλλά το όραμα με την εργασία είναι η ελπίδα του κόσμου.
		-- Schulz

%
XI:Αν η Γη θα μπορούσε να γίνει για να περιστρέφονται με διπλάσια ταχύτητα, οι διαχειριστές θαπάρετε διπλάσια γίνει. Αν η Γη θα μπορούσε να γίνει για να περιστρέφεται είκοσιφορές πιο γρήγορα, όλοι οι άλλοι θα πάρουν τα διπλάσια γίνεται αφού όλαοι διαχειριστές θα πετάξει μακριά.XII:Κοστίζει πολύ για να χτίσει κακά προϊόντα.XIII:Υπάρχουν πολλά εξαιρετικά επιτυχημένες επιχειρήσεις στις Ηνωμένες Πολιτείες.Υπάρχουν επίσης πολλοί υψηλόμισθοι στελέχη. Η πολιτική δεν είναι ναμπερδεύονται τα δύο.XIV:Μετά το έτος 2015, δεν θα υπάρχουν αεροπορικά δυστυχήματα. Θα υπάρχουννα υπάρχουν απογειώσεις, είτε, επειδή τα ηλεκτρονικά θα καταλαμβάνουν το 100 τοις εκατότου βάρους κάθε αεροπλάνου.XV:Το τελευταίο 10 τοις εκατό της απόδοσης δημιουργεί ένα τρίτο του κόστουςκαι τα δύο τρίτα των προβλημάτων.
		-- Norman Augustine

%
XLI:Όσο περισσότερο ένα παράγει το λιγότερο ένα παίρνει.XLII:Απλά συστήματα δεν είναι εφικτό επειδή απαιτούν άπειρη δοκιμές.XLIII:Hardware λειτουργεί καλύτερα όταν έχει σημασία το λιγότερο.XLIV:πτήσης του αεροσκάφους στον 21ο αιώνα θα είναι πάντα στην δυτικήκατεύθυνση, κατά προτίμηση υπερηχητική, διασχίζοντας ζώνες ώρας για την παροχή τηςεπιπλέον ώρες που απαιτούνται για να διορθώσετε τα σπασμένα ηλεκτρονικά.XLV:Κάποιος θα πρέπει να αναμένουν ότι η αναμενόμενη μπορεί να προληφθεί, αλλά οαπροσδόκητη πρέπει να αναμένεται.XLVI:Ένα δισ σωθεί είναι ένα δισεκατομμύριο κερδίσει.
		-- Norman Augustine

%
XLVII:Τα δύο τρίτα της επιφάνειας της Γης καλύπτεται από νερό. Το άλλοτρίτο καλύπτεται με ελεγκτές από την έδρα.XLVIII:Όσο περισσότερο χρόνο που περνάτε να μιλάμε για το τι έχετε κάνει, ηλιγότερο χρόνο θα πρέπει να δαπανήσει κάνει ό, τι έχετε μιλήσει.Τελικά, θα περνούν όλο και περισσότερο χρόνο μιλώντας για όλο και λιγότερομέχρι που τελικά ξοδεύετε όλο το χρόνο σας μιλώντας για το τίποτα.XLIX:Κανονισμοί αυξάνονται με τον ίδιο ρυθμό όπως τα ζιζάνια.ΜΕΓΆΛΟ:Η μέση κανονισμός αυτός έχει διάρκεια ζωής το ένα πέμπτο όσο έναφορές, αλλά τέσσερις - χιμπατζή και το ένα δέκατο όσο μια ανθρώπουεφ 'όσον η υπαλλήλου που το δημιούργησε.LI:Μέχρι τη στιγμή των Ηνωμένων Πολιτειών Tricentennial, θα υπάρχουν περισσότερακυβέρνηση των εργαζομένων από ό, τι υπάρχουν εργαζόμενοι.LII:Οι άνθρωποι που εργάζονται στον ιδιωτικό τομέα θα πρέπει να προσπαθήσουν να εξοικονομήσουν χρήματα.εξακολουθεί να υπάρχει η πιθανότητα ότι μπορεί κάποια μέρα να είναι πολύτιμη και πάλι.
		-- Norman Augustine

%
XVI:Κατά το έτος 2054, το σύνολο του αμυντικού προϋπολογισμού θα αγοράσει μόνο ένααεροσκαφών. Αυτό το αεροσκάφος θα πρέπει να μοιραστεί από την Πολεμική Αεροπορία καιΝαυτικό 3-1 / 2 ημέρες κάθε εβδομάδα, εκτός από δίσεκτο έτος, όταν θα είναιτίθενται στη διάθεση τους πεζοναύτες για την επιπλέον ημέρα.XVII:Το λογισμικό είναι σαν εντροπία. Είναι δύσκολο να κατανοηθεί, ζυγίζει τίποτα,και υπακούει τον Δεύτερο Νόμο της Θερμοδυναμικής, δηλαδή, πάντα αυξάνει.XVIII:Είναι πολύ ακριβό για την επίτευξη υψηλών αναξιοπιστία. Δεν είναι ασυνήθιστονα αυξήσει το κόστος ενός στοιχείου με ένα συντελεστή δέκα για κάθε παράγοντα τηςδέκα υποβάθμιση επιτευχθεί.XIX:Παρά το γεγονός ότι τα περισσότερα προϊόντα θα είναι σύντομα πολύ δαπανηρό για να αγοράσει, θα υπάρχειείναι μια ακμάζουσα αγορά στην πώληση βιβλίων σχετικά με το πώς να τα διορθώσετε.XX:Σε κάθε δεδομένο έτος, το Κογκρέσο θα οικειοποιηθεί το ποσό της χρηματοδότησηςενέκρινε το προηγούμενο έτος καθώς και τα τρία τέταρτα του ό, τι να αλλάξει ηαιτήματα διοίκηση - μείον 4-τοις εκατό φόρο.
		-- Norman Augustine

%
XXI:Είναι εύκολο να πάρει ένα δάνειο, εκτός αν το χρειάζεστε.XXII:Αν οι ειδικοί χρηματιστηριακή αγορά ήταν τόσο ειδικός, θα πρέπει να αγοράζουν απόθεμα,Δεν πωλούν συμβουλές.XXIII:Κάθε έργο μπορεί να ολοκληρωθεί μόνο το ένα τρίτο περισσότερο χρόνο από ό, τι είναιυπολογίζεται σήμερα.XXIV:Το μόνο πράγμα που είναι πιο δαπανηρή από ό, τι το τέντωμα το χρονοδιάγραμμα μιαςιδρύθηκε έργο αυτό επιταχύνεται, η οποία είναι η ίδια η πιοδαπανηρή δράση που γνωρίζει ο άνθρωπος.XXV:Ένα αναθεωρημένο χρονοδιάγραμμα για την επιχείρησή τι μια νέα εποχή είναι σε έναν αθλητήή ένα νέο καμβά για έναν καλλιτέχνη.
		-- Norman Augustine

%
XXVI:Εάν ένας επαρκής αριθμός στρωμάτων διαχείρισης επάνω σε κάθεΑφετέρου, να είστε σίγουροι ότι καταστροφή δεν έχει αφεθεί στην τύχη.XXVII:Rank δεν εκφοβίσει υλικού. Ούτε η έλλειψη τάξης.XXVIII:Είναι καλύτερο να είναι η αναδιοργανωτής από το reorganizee.XXIX:Στελέχη που δεν παράγουν επιτυχή αποτελέσματα παραμείνει στην τουςθέσεις εργασίας μόνο περίπου πέντε χρόνια. Αυτοί που παράγουν ουσιαστικά αποτελέσματακολλάει σε περίπου μισή δεκαετία.XXX:Μέχρι τη στιγμή που οι άνθρωποι ζητώντας από τις ερωτήσεις είναι έτοιμοι για τις απαντήσεις,οι άνθρωποι που κάνουν τη δουλειά έχουν χάσει τα ίχνη από τις ερωτήσεις.
		-- Norman Augustine

%
XXXI:Η βέλτιστη επιτροπή δεν έχει μέλη.XXXII:Πρόσληψη συμβούλων για τη διεξαγωγή μελετών μπορεί να είναι ένα εξαιρετικό μέσομετατρέποντας τα προβλήματα σε χρυσό - προβλήματά σας σε χρυσό τους.XXXIII:Οι ανόητοι ορμούν όπου κατεστημένοι φορείς φοβούνται να βαδίσουν.XXXIV:Η διαδικασία ανταγωνιστικά επιλογή αναδόχων για την εκτέλεση εργασιώνβασίζεται σε ένα σύστημα ανταμοιβών και κυρώσεων, όλα διανέμονταιτυχαία.XXXV:Η ασθενέστερη τα διαθέσιμα στοιχεία επί των οποίων θα βασιστεί το συμπέρασμα ενός ατόμου,τόσο μεγαλύτερη είναι η ακρίβεια η οποία θα πρέπει να αναφέρονται προκειμένου να δοθείη αυθεντικότητα των δεδομένων.
		-- Norman Augustine

%
XXXVI:Το πάχος της πρότασης που απαιτείται για να κερδίσει ένα πολλών εκατομμυρίων δολαρίωνσύμβασης είναι περίπου ένα χιλιοστό ανά εκατομμύριο δολάρια. Εάν όλα ταπροτάσεις σύμφωνα με το πρότυπο αυτό ήταν στοιβαγμένα το ένα πάνω στο άλλοστο κάτω μέρος του Grand Canyon θα ήταν πιθανώς μια καλή ιδέα.XXXVII:Ενενήντα τοις εκατό του χρόνου τα πράγματα θα πάνε χειρότερα από ό, τι θα περιμένατε.Το άλλο 10 τοις εκατό του χρόνου που δεν είχε κανένα δικαίωμα να περιμένουν τόσο πολύ.XXXVIII:Το πρόωρο πουλί παίρνει το σκουλήκι.Η πρώιμη σκουλήκι ... παίρνει τρώγονται.XXXIX:Ποτέ μην υπόσχονται να ολοκληρώσει κάθε έργο εντός έξι μηνών από τη λήξη τηςο χρόνος - σε οποιαδήποτε κατεύθυνση.XL:Τα περισσότερα έργα ξεκινούν σιγά - και στη συνέχεια το είδος του λεπταίνει.
		-- Norman Augustine

%
Χθες ήμουν ένα σκυλί. Σήμερα είμαι ένα σκυλί. Αύριο θα πιθανώς ακόμαείναι ένας σκύλος. Στεναγμός! Υπάρχει τόσο λίγη ελπίδα για πρόοδο.
		-- Snoopy

%
Μπορείτε πάντα να κάνει κάτι οριακό, όταν το αφεντικό πέφτει από το γραφείο σας.
		-- Snoopy

%
Μπορείτε να ξεγελάσει όλους τους ανθρώπους όλη την ώρα, εάν η διαφήμιση είναι σωστόκαι ο προϋπολογισμός είναι αρκετά μεγάλη.
		-- Joseph E. Levine

%
Μπορείτε να πείτε τα ιδανικά του έθνους από τις διαφημίσεις της.
		-- Norman Douglas

%
Ήξερες η δουλειά ήταν επικίνδυνη, όταν το πήρε, Φρεντ.
		-- Superchicken

%
Ξέρετε, η διαφορά μεταξύ αυτής της εταιρείας και του Τιτανικού είναι ότι ηΤιτανικός είχε πληρωμή των πελατών.
		-- Superchicken

%
Εσείς ή εγώ πρέπει να δώσει τη ζωή του για να Ahrimanes. Θα προτιμούσα να ήσουν.Πρέπει να έχω κανένα δισταγμό να θυσιάζει τη ζωή μου για τα ανταλλακτικά δικά σας, αλλάθα προβεί σε απολογισμό της επόμενης εβδομάδας, και δεν θα ήταν δίκαιο για την εταιρεία.
		-- J. Wellington Wells

%
Μπορείτε επίσης να κάνουν τα μεγάλα χρήματα στο συναρπαστικό χώρο της ΧΑΡΤΙ ανακάτεμα!Ο κ. Σμιθ του Πολτοποιείτε, Mass λέει: «Πριν Πήρα αυτή την πορεία Θα χρησιμοποιηθεί για να είναιένας ταπεινός Twiddler λίγο. Τώρα με αυτά που έμαθα στο MIT Tech αισθάνομαι πραγματικάσημαντική και μπορεί να συγκαλύψει και να προκαλέσει σύγχυση με το καλύτερο. "Ο κ Watkins είχε να πει: «Πριν από δέκα σύντομες ημέρες το μόνο που μπορούσα να προσβλέπουμενα ήταν μια αδιέξοδη εργασία ως μηχανικός. Τώρα έχω ένα πολλά υποσχόμενο μέλλον καικάνουν πραγματικά μεγάλη Zorkmids. "MIT Tech δεν μπορούμε να υποσχεθούμε αυτά τα φανταστικά αποτελέσματα για όλους, αλλά ότανκερδίζετε βαθμό MDL σας από το MIT Tech μέλλον σας θα είναι πιο φωτεινή.ΑΠΟΣΤΟΛΗ ΓΙΑ ΔΩΡΕΑΝ ΕΝΤΥΠΟ ΜΑΣ ΣΗΜΕΡΑ!
		-- J. Wellington Wells

%
