Шаг 1: Закрыть AutoCAD - Я знаю, это может быть трудно для некоторых из вас. Ты могТакже ждут AutoCAD врезаться, если вы хотите.    - Майкл Ротоло       (Http://themadcadder.blogs.com/my_weblog/2008/12/external-xref-manager-xref-path-saver.html)! 07/11 PDP НИ deppart M'i! PleH
		-- Jamie Zawinski

%
101 ИСПОЛЬЗОВАНИЕ СФОР мертвой МИКРОПРОЦЕССОР(1) Чучело для сороконожки(2) Мертвые кисти кошка(3) заколки для волос(4) Бутсы(5) Self-пирсинг серьги(6) Грибок решетчатый(7) Накладные ресницы(8) Ортопедический когти собаки        ,        ,        ,(99) Окно сад борона (потянул за тонка тракторов)(100) Убийца липучке(101) Валюта
		-- Jamie Zawinski

%
1: Нет кодовая таблица для оп: ++ пост
		-- Jamie Zawinski

%
4.2 BSD UNIX # 57: ВС 1 июня 23:02:07 EDT 1986Вы качаться на Солнце Вы пропустите. ВС качается. Он ударяет вас с575MB диска! Вы читаете 575MB диск. Это написано в чужойязык и не может быть прочитан вашими усталых ВС-2 глазами. Вы бросить575MB диска на Солнце Ты попал! ВС необходимо восстановить свои глаза.Вс читает свиток. Он поражает Ваш 130MB диск! Он победил130MB диска! ВС читает свиток. Он бьет свою доску Ethernet! Онпобедил свою доску Ethernet! Читаешь свиток "отложить доВ понедельник в 9 утра ". Все идет темная ...
		-- /etc/motd, cbosgd

%
Биолог, статистик, математик и ученый находятся нафото-сафари в Африке. Как они ведут вдоль саванне в ихджип, они останавливаются и разведать горизонт бинокли.Биолог: "Посмотрите Стадо зебр И есть белые зебры!!	Фантастика! Мы будем известным! "Статистик: "Эй, успокойся, это не имеет существенного значения Известно лишь.есть одна белая зебра ".Математик: "На самом деле, мы знаем только существует зебру, котораябелый с одной стороны ".Ученый: "О, нет Особый случай!"
		-- /etc/motd, cbosgd

%
... Громовым голосом говорит: "Неправильно, кретин!", И вы заметите, что вампревратились в груду пыли.
		-- /etc/motd, cbosgd

%
Была исправлена ​​ошибка в коде стоит двух в документации.
		-- /etc/motd, cbosgd

%
Была исправлена ​​ошибка в руках лучше, чем один еще незамеченными.
		-- /etc/motd, cbosgd

%
Один монах имел привычку приставать Гранд Tortue (единственный, ктокогда-либо достигли просветления »лами просветления), задавая лиразличные объекты имели природу Будды или нет. К такому вопросу Tortueнеизменно сидел молча. Монах уже спрашивали о фасоли, озеро,и лунная ночь. Однажды он принес Tortue веревку, изадал тот же вопрос. В ответ на это Гранд Tortue схватил петлюмежду ног и с помощью нескольких простых манипуляций, создан комплексСтрока, которую он proferred молча к монаху. В тот момент, монахбыл просветленным.С тех пор, преподобный не беспокоить Tortue. Вместо этого он сделал строку послеСтрока методом Tortue в; и он передал метод на своих собственных учеников,кто передал его своим.
		-- /etc/motd, cbosgd

%
Сложная система, которая работает неизменно находили, превратилась изпростая система, которая работает.
		-- /etc/motd, cbosgd

%
[Компьютер является] как бога ветхозаветной, с большим количеством правил и без пощады.
		-- Joseph Campbell

%
Компьютер позволяет сделать больше ошибок быстрее, чем любой другой изобретению,с возможным исключением пистолетов и Tequilla.
		-- Mitch Ratcliffe

%
Компьютер продавец посещает президент компании с целью продажипрезидент одной из последних тем для разговора компьютеров.Специалист: "Эта машина знает все, что я могу попросить его любой вопрос.и это даст правильный ответ. Компьютер, какова		скорость света?"Компьютер: 186,282 миль в секунду.Специалист: «Кто был первым президентом Соединенных Штатов?"Компьютер: Джордж Вашингтон.Председатель: "Я до сих пор не уверен, Позвольте мне задать вопрос..Где мой отец? "Компьютер: отец ловит рыбу в Грузии.Председатель: "Ха !! Компьютер неправильно Мой отец умер за двадцать.		много лет назад!"Компьютер: муж твоей матери умер 22 лет назад. Ваш отец простоприземлился двенадцать фунтов бас.
		-- Mitch Ratcliffe

%
Компьютер ученый тот, кто исправляет вещи, которые не сломаны.
		-- Mitch Ratcliffe

%
Компьютер без COBOL и Fortran, как кусок тортабез кетчупа и горчицы.
		-- Mitch Ratcliffe

%
ПРОТИВ это объект, который заботится.
		-- Bernie Greenberg.

%
Отлажена программа, для которого вы еще не найдены условиякоторые делают его из строя.
		-- Jerry Ogdin

%
Ученик другого секты однажды пришел к Дрешер, как он елего утро еда. "Я хотел бы дать вам этот тест личности", сказалаутсайдером ", потому что я хочу, чтобы вы были счастливы."Дрешер взял бумагу, что ему предложили и положить его втостер - «Я желаю тостер, чтобы быть счастливым тоже".
		-- Jerry Ogdin

%
Врач, архитектор и ученый спориличья профессия была самой старой. В ходе своих рассуждений, ониполучил весь путь обратно в Эдемском саду, после чего врач сказал: "медики явно старейшей, потому что Ева была сделана из Адамаребра, как гласит история, и это было просто невероятно хирургическое подвиг ".Архитектор не согласен. Он сказал: "Но если вы посмотрите на садСам, в начале был хаос и пустота, и из того, что сади мир были созданы. Таким образом, Бог должен был архитектором ".Ученый, который бы внимательно выслушал все это, токомментирует: "Да, но где вы думаете хаос взялось?"
		-- Jerry Ogdin

%
Известный Lisp Хакер заметил студентом сидит перед Xerox1108, пытаясь изменить сложную сеть KLone через браузер. Хотетьпомощь, Хакер нажал один из узлов в сети с помощью мыши,и спросил: "Что ты видишь?" Очень серьезно, то Бакалавриат ответил: "Яувидите курсор. "Хакер затем быстро нажал загрузки тумблер на заднейклавиатуры, одновременно ударяя университетском над головойс толстым Руководстве INTERLISP. Бакалавриат тогда Просветленный.
		-- Jerry Ogdin

%
Формальное алгоритм синтаксического анализа не всегда должны быть использованы.
		-- D. Gries

%
Фортран компилятор домовой маленьких Mini.
		-- D. Gries

%
Хакер делает для любви то, что другие не будут делать за деньги.
		-- D. Gries

%
Язык, который не влияет на ваше представление о программированииНе стоит знать.
		-- D. Gries

%
Язык, который не есть все на самом деле легче программыв чем некоторые, что делать.
		-- Dennis M. Ritchie

%
Большое количество установленных систем работать в приказном. То есть, они работаютбудучи объявлен работать.
		-- Anatol Holt

%
Шепелявость программист знает ценность всего, но стоимость ничего.
		-- Alan Perlis

%
Список определяется прочностью ее самого слабого звена.
		-- Don Knuth

%
Чуть ретроспекция показывает, что хотя много прекрасных, полезных программных систембыли разработаны комитетами и построен как часть многочастных проектов,эти программные системы, которые возбуждаются страстные болельщики являются те, которыепродукты из одного или нескольких проектирование умы, большие дизайнеров. Рассмотрим Unix,APL, Pascal, Modula, интерфейс Smalltalk, даже Fortran; и противопоставить ихс Cobol, PL / I, Algol, MVS / 370 и MS-DOS.
		-- Fred Brooks

%
Человек из AI шел через горы плыть, чтобы увидеть оригинал,Кнут. Когда он прибыл, Мастер не было нигде. "ГдеМудрый назван Кнут? "спросил он проходящего мимо ученика."Ах," сказал студент, "вы еще не слышали. Он пошел напаломничество через горы к храму AI искать новыйученики ".Услышав это, этот человек был просветленным.
		-- Fred Brooks

%
Менеджер спросил программиста, сколько времени ему потребуется, чтобы закончитьПрограмма, на которой он работал. "Я будут завершены завтра," программистбыстро ответил."Я думаю, вы в настоящее время нереально", сказал менеджер. "Правдиво,Как много времени это займет?"Программист подумал. "У меня есть некоторые особенности, которые я хотелдобавить. Это займет не менее двух недель, "сказал он наконец."Даже то, что слишком много, чтобы ожидать," настаивал менеджер, "Я будуудовлетворены, если вы просто сказать мне, когда программа будет готова ".Программист с этим согласился.Несколько лет спустя, менеджер удалился. На пути к своемупенсионного обед, он обнаружил программиста спящим за своим терминалом.Он программировал всю ночь.
		-- Geoffrey James, "The Tao of Programming"

%
Менеджер должен был быть уволен, но программист, который работал на негоизобрели новую программу, которая стала популярной и хорошо продавался. В результате,менеджер сохранил свою работу.Менеджер попытался дать программисту премию, но программистотказался, сказав: "Я написал программу, потому что я, хотя это было интересноеКонцепция, и поэтому я не ожидаю награды ".Менеджер, услышав это, заметил, "Этот программист, хотя онзанимает должность небольшой достоинства, хорошо понимает надлежащего продолжительность использованиянаемный рабочий. Позволяет продвигать его на возвышенном положении консультанта по управлению! "Но когда сказали, что это, программист еще раз отказался, сказав: «Я существуютак что я могу запрограммировать. Если я были повышены, я бы ничего не делать, но отходовкаждый время. Я могу идти? У меня есть программа, что я работаю на ".
		-- Geoffrey James, "The Tao of Programming"

%
Менеджер пришел к своим программистам и сказал им: "Что касается до вашегочасы работы: вы будете иметь, чтобы прийти в девять утра и оставляютВ пять часов вечера ". При этом все они рассердились и несколькоушел на месте.Таким образом, менеджер сказал: "Хорошо, в таком случае вы можете установить свой собственныйрабочего времени, до тех пор, как вы закончите ваши проекты в соответствии с графиком "THE.программисты, теперь доволен, стали приходить в полдень и работать до пичасов утра.
		-- Geoffrey James, "The Tao of Programming"

%
Менеджер пришел к мастеру программисту и показал ему требованиядокументировать для нового приложения. Менеджер спросил мастера: "Как долго будетнужно, чтобы проектировать эту систему, если я назначить пять программистов? ""Это займет один год", сказал мастер оперативно."Но мы сразу же или даже раньше нужно эту систему! Как долго будет егопринять его я назначить десять программистов? "Мастер программист нахмурился. "В этом случае, это займет два года.""А что если я назначу сто программистов?"Мастер программист пожал плечами. "Тогда дизайн никогда не будетзавершена ", сказал он.
		-- Geoffrey James, "The Tao of Programming"

%
Мастер программист прошло начинающему программисту один день. Мастеротметил озабоченность начинающего пользователя с компьютерной игрой ручного. "Извините",сказал он, "может я рассматриваю это?"Начинающий болтами к вниманию и передал устройство мастеру."Я вижу, что устройство утверждает, что три уровня игры: легкий, средний,и жесткий ", сказал мастер." Но каждый такой прибор имеет другой уровень игры,где устройство не стремится завоевать человека, ни быть завоеваначеловек.""Молитесь, великий мастер", умолял начинающий ", как можно найти этоттаинственное установка? "Мастер бросил устройство на землю и раздавил ее ногами.И вдруг начинающий был просветленным.
		-- Geoffrey James, "The Tao of Programming"

%
Мастер объяснял природу Дао одному из своих послушников."Дао воплощено во всех программных - независимо от того, незначительная,"сказал мастер."Есть Тао в ручной калькулятор?" спросил ученик."Это", последовал ответ."Есть ли Дао в видеоигре?" продолжил ученик."Это даже в видеоигре," сказал учитель."И это Тао в DOS для персонального компьютера?"Мастер закашлялся и слегка изменил свою позицию. "Урокзакончилась на сегодняшний день ", сказал он.
		-- Geoffrey James, "The Tao of Programming"

%
Модем является baudy дом.
		-- Geoffrey James, "The Tao of Programming"

%
Противный глядя карлик бросает нож на вас.
		-- Geoffrey James, "The Tao of Programming"

%
*** Новый вид ПРОГРАММИРОВАНИЯ ***Вы хотите, чтобы мгновенное уважение, что приходит от того, чтобы использовать техническийтермины, которые никто не понимает? Хотите поразить страх и отвращение всердца менеджеров DP везде? Если это так, то пусть знаменитого программистовШкола приведет вас на ... в мире профессионального компьютерного программирования.Говорят хороший программист может написать 20 строк эффективной программы в день.С помощью нашей уникальной учебного курса, мы покажем вам, как написать 20 строк кодаи многого другого. Наша учебный курс охватывает каждый язык программированияв существовании, а некоторые, которые не являются. Вы узнаете, почему включения / выключения дляКомпьютер так важно, какие слова * фатальную ошибку * означают, и кто и чтоВы должны винить, когда вы делаете ошибку.Да, я хочу брошюру, описывающую этот невероятное предложение.Прилагаю $ 1000 небольшие безымянные счета, чтобы покрыть расходы надоставка и обработка. (Нет, живую домашнюю птицу, пожалуйста.)*** Наш лозунг: Сверху вниз программирования для масс. ***
		-- Geoffrey James, "The Tao of Programming"

%
Ученик спросил Мастера: "Вот программист, что никогда не проектирует,документы, или испытания его программ. Тем не менее, все, кто знает его считают его одним излучшие программисты в мире. Почему это?"Мастер отвечает: "Этот программист овладел Дао него.вышел за пределы необходимости проектирования; он не сердится, когда системасбой, но принимает вселенную без беспокойства. Он вышел за пределыпотребность в документации; Он больше не заботится, если кто-то еще видит его код. Онвышел за пределы необходимости тестирования; каждый из его программ совершенны вСами, спокойный и элегантный, их цель очевидна. Действительно, у него естьвошел в тайну Дао ".
		-- Geoffrey James, "The Tao of Programming"

%
Ученик спросил мастера: "У меня есть программа, которая иногда работает ииногда прерывает. Я следовал правилам программирования, но я полностьютолку. Что является причиной этого?"Мастер ответил: "Вы смущены, потому что вы не понимаетеТао. Только дурак ожидает рациональное поведение от своих собратьев. ЗачемВы ожидаете, что из машины, что люди построили? компьютерыимитации детерминизм; только Дао совершенно.Правила программирования преходящи; только Дао вечно.Поэтому необходимо созерцать Дао прежде чем вы получите просветление "."Но как я узнаю, когда я получил просветление?" спросилначинающий."Ваша программа будет работать правильно," ответил мастер.
		-- Geoffrey James, "The Tao of Programming"

%
Ученик спросил мастера: "Я вижу, что одна компьютерная компания являетсягораздо больше, чем всех остальных. Она возвышается над его конкуренции как гигантсреди карликов. Любой из его подразделений может содержать весь бизнес.Почему это так? "Мастер ответил: "Почему ты задаешь такие глупые вопросы? Воткомпания большая, потому что это является настолько большим. не Если только сделал аппаратного, никтобы купить его. Если это только поддерживало систему, люди будут относиться к нему, как ураб. Но поскольку он сочетает в себе все эти вещи, люди думают, что одинбогов! По не стремится стремиться, она побеждает без усилий ".
		-- Geoffrey James, "The Tao of Programming"

%
Ученик спросил мастера: "На востоке есть большая древовидная структурачто люди называют "корпоративной штаб-квартиры. Это раздутой из формы свице-президенты и бухгалтеров. Она выпускает множество записок, каждый говорил'Go, поэтому! или 'Go, Hither! и никто не знает, что имеется в виду. Каждый год новыйИмена положить на ветвях, но все безрезультатно. Как может такоенеестественное лицо существует? "Мастер отвечает: "Вы воспринимаете эту огромную структуру инарушается, что он не имеет рациональную цель. Вы можете не принимать развлечение отего бесконечные резкие колебания? Вы не наслаждаться безмятежным простоту программированияпод его укрытия веток? Почему вы беспокоить его бесполезности? "
		-- Geoffrey James, "The Tao of Programming"

%
Начинающий храма сразу подошел первосвященник свопрос."Мастер, делает Emacs имеют природу Будды?" спросил ученик.Первосвященник был в храме в течение многих лет и может бытьполагаться знать эти вещи. Он подумал в течение нескольких минут доотвечая."Я не понимаю, почему нет. Там есть кровавый все же еще."При том, что первосвященник пошел на обед. Начинающий вдругдостиг просветления, спустя несколько лет.Комментарий:Его мастер добрый,Отвечая его справку быстро,С мысли и сарказма.
		-- Geoffrey James, "The Tao of Programming"

%
Начинающий программист однажды назначен код простой финансовыйПакет.Начинающий работал неистово в течение многих дней, но когда его хозяинрассмотрел свою программу, он обнаружил, что в нем содержится экранный редактор, наборобобщенных графических процедур и искусственного интеллекта интерфейса,но ни малейшего упоминания о чем финансовый.Когда хозяин спросил об этом, новичок пришел в негодование."Не будь таким нетерпеливым," сказал он, "Я положу финансового вещи в конце концов."
		-- Geoffrey James, "The Tao of Programming"

%
Начинающий пытался исправить сломанный LISP машину поворотомот случая к случаю мощности. Рыцарь, видя то, что студент делал палки строго"Вы не можете исправить машину всего на власти-велосипеде это без пониманиячто происходит не так. "Рыцарь повернул машину и д.Машина работала.
		-- Geoffrey James, "The Tao of Programming"

%
Человек, который является более небрежно заинтересованы в компьютеры должны быть хорошообучены на машинном языке, так как он является основной частью компьютера.
		-- Donald Knuth

%
Программа должна быть легкой и гибкой, ее подпрограммы соединены подобнонитки жемчуга. Дух и цель программы должны быть сохраненына протяжении. Там не должно быть ни слишком мало, ни слишком много, ни самоПетли ни бесполезных переменных, ни отсутствие структуры, ни подавляющеежесткость.Программа должна следовать "Закон наименьшего удивления". Что этоЗакон? Это просто, что программа всегда должна реагировать на пользователя вспособ, которым поражает его мере.Программа, независимо от того, насколько сложным, должны действовать как единое целое.Программа должна быть направлена ​​по логике пределах, а не наружуВыступления.Если программа не в этих требований, он будет в состояниирасстройство и смятение. Единственный способ исправить это, чтобы переписатьПрограмма.
		-- Geoffrey James, "The Tao of Programming"

%
Программист из очень большой компьютерной компании пошли в программном обеспеченииКонференция, а затем вернулся, чтобы сообщить своему менеджеру, говоря: "Какойпрограммистов работать для других компаний? Они вели себя плохо и былиравнодушен выступлений. Их волосы были длинными и неухоженными и иходежда была морщинистой и старой. Они разбился гостеприимства люкс и онисделал грубые звуки во время моей презентации ".Менеджер сказал: "Я бы никогда не послал вас на конференцию.Эти программисты живут за пределами физического мира. Они считают жизнь абсурдной,случайное совпадение. Они приходят и уходят, не зная ограничений.Без помощи, они живут только для своих программ. Почему они должны беспокоитьс социальными конвенциями? ""Они живы в Тао".
		-- Geoffrey James, "The Tao of Programming"

%
Программист это человек, который проходит в качестве взыскательного специалиста на основебудучи в состоянии оказываются, после бесчисленного штамповки, бесконечную сериюнепонятные ответы, рассчитанные с микрометрические уточнений от расплывчатымпредположения, основанные на спорных фигур, взятых из безрезультатных документови осуществляется на орудия проблемности точностью лицамисомнительной надежности и сомнительной менталитет для заявленной цельюраздражает и не оправдав безнадежно беззащитную отдел, который былповезло спросить за информацию в первую очередь.
		-- IEEE Grid newsmagazine

%
Язык программирования является низкий уровень, когда ее программы требуют вниманияк неуместным.
		-- IEEE Grid newsmagazine

%
Недавнее исследование показало, что концентрация на сложном за кадромобъекты, такие как лица близких, вызывает напряжение глаз в компьютереученых. Исследователи в явлении привести концентрации добавленногонужно "смысл" таких неестественных трехмерных объектов.
		-- IEEE Grid newsmagazine

%
Прокатный диск не собирает и не использует MOS.
		-- IEEE Grid newsmagazine

%
Студент, в надежде понять лямбда-природу, пришли к Greenblatt.Пока они говорили система Multics хакер прошел мимо. "Правда", спросилстудент ", что PL-1 имеет многие из тех же типов данных, как Lisp?" Почти перед темстудент закончил свой вопрос, Гринблатт криком, "Foo!", и ударилстудент с палкой.
		-- Jack Banton, PCC Automotive Electrical School

%
Успешный [Программное обеспечение] инструмент является одним который был использован, чтобы сделать что-тоснились автором.
		-- S. C. Johnson

%
Хорошо используется дверь не требует смазки на петлях.Быстротекущей пар не растут застой.Ни звука, ни мысли могут путешествовать через вакуум.Программные гнили, если не используется.Эти великие тайны.
		-- Geoffrey James, "The Tao of Programming"

%
Через год провел в области искусственного интеллекта достаточно, чтобы сделать один верить в Бога.
		-- Geoffrey James, "The Tao of Programming"

%
Об использовании языка: невозможно заточить карандаш тупымтопор. Это в равной степени напрасно, чтобы попытаться сделать это с десяти тупыми топорами вместо.
		-- Edsger Dijkstra

%
Добавление функций не обязательно увеличивает функциональность - это простоделает руководства толще.
		-- Edsger Dijkstra

%
Добавление рабочей силы в конце программного проекта делает его позже.
		-- F. Brooks, "The Mythical Man-Month"

%
Всякий раз, когда один человек находится адекватна разряда долга поЗакройте программу к нему, это хуже выполнить двумя лицами иЕдва сделано вообще, если три или более заняты в нем.
		-- George Washington, 1732-1799

%
После просеивания через перезаписаны оставшихся блоков дома ЛюкаКаталог, Люк и PDP-1 умчался от / U / Lars, по всей поверхности изВинчестер верхом летающий головки чтения / записи Люка. PDP-1 был Люк останавливаются накрай цилиндра с видом / USR / катушки / UUCP."Unix-к-Unix программа копирования;" сказал PDP-1. "Вы никогда не найдете болеенесчастный улей ошибок и огнеметов. Мы должны быть осторожными ".
		-- DECWARS

%
Алан Тьюринг думал о критериях для решения вопроса о том,машины могут думать, это вопрос, который мы теперь знаем, что речь идет оактуален как вопрос о том, может ли подводные лодки плавать.
		-- Dijkstra

%
Алгол 60, безусловно, следует рассматривать в качестве важнейшего языка программированияразработана.
		-- T. Cheatham

%
Все константы являются переменными.
		-- T. Cheatham

%
=== ВСЕ CSH ПОЛЬЗОВАТЕЛЕЙ ОБРАТИТЕ ВНИМАНИЕ ========================Установить переменную $ проигравшие всем людям, которые вы считаете проигравшие. Этавызовет все считают проигравших иметь переменная $ PEOPLE-Который-думаю-I-AM-A-неудачникобновляются в их файле .login. Если вы пытаетесь выполнить работу наМашина с плохим временем отклика и машиной в локальной сети в настоящее времянаселенный проигравшими, что машина будет освобождена для вашей работы черезхолодная процесс загрузки.
		-- T. Cheatham

%
Все части должны идти вместе, не заставляя. Вы должны помнить, что частиВы сборке были разобраны вами. Поэтому, если вы не можете получитьих снова вместе, там должна быть причина. Всеми средствами, не используйте молоток.
		-- IBM maintenance manual, 1925

%
Все программисты оптимисты. Возможно, этот современный колдовство особенно привлекаеттех, кто верит в счастливый конец и сказочных крестных матерей. Возможно, сотнииз Nitty разочарования езды все, но те, кто привычно сосредоточиться на концеЦель. Возможно, это всего лишь, что компьютеры молоды, программисты моложе,и молодой всегда оптимисты. Но тем не менее процесс отбора работает,результат бесспорно: "На этот раз он, несомненно, запустить", или "Я только что нашелпоследний ошибка ".
		-- Frederick Brooks, "The Mythical Man Month"

%
Все программисты драматурги и все компьютеры паршивые актеры.
		-- Frederick Brooks, "The Mythical Man Month"

%
"... Все лучшие компьютерные проекты бутлегах; формально планируетсяпродукты, если они построены на всех, собаки! "MIT Press, 1987
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
Все простые программы были написаны.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ВСЕ ПОЛЬЗОВАТЕЛИ ВНИМАНИЕ ========================Новая система, системы кровообращения, была добавлена.Долго-экспериментальное кровеносной системы была выпущена для пользователей.Лисп-машина использует типа B жидкости, причем L машина использует Введите жидкости. КогдаПереход на Common Lisp происходит обе машины будут, конечно, быть Тип О.Пожалуйста, проверьте уровень жидкости с помощью щупе, который расположен вЗадняя часть ДМС мониторов. Unchecked низкие уровни жидкости может привести к ухудшению пейджингпредставление.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ВСЕ ПОЛЬЗОВАТЕЛИ ВНИМАНИЕ ========================Отчеты об ошибках в настоящее время составляет в среднем 12,853 в день. К сожалению,это лишь малая часть [<1%] от объема почты, которую мы получаем. Вчтобы мы могли более оперативно решать эти ценные сообщений,пожалуйста сообщать о них по одному из следующих путей:ARPA: WastebasketSLMHQ.ARPAUUCP:!!! [Беркли, сейсмо, Харпо] FUBAR thekid slmhq мусорка Номера Сайты сети: Federal Express, чтобы:мусорканомер NE43-926Коперник, Луна, 12345-6789По этой личной контактной чувство вызова 1-415-642-4948; наш квалифицированныйоператоры по вызову 24 часа в сутки. VISA / MC принимаются. ** Наши очень богатые адвокаты заверили нас, что мы не  ответственность за любые ошибки или советов, предоставленных по телефону.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ВСЕ ПОЛЬЗОВАТЕЛИ ВНИМАНИЕ ========================CAR и CDR теперь возвращают дополнительные ценности.Функция CAR теперь возвращает два значения. Так он должен взять на себя трудчтобы выяснить, является ли объект carcdr-состоянии в любом случае, мы решили, что можно,также получить обе половинки сразу. Например, следующий код показывает, какdestructure минусы (некоторые минусы) на две прорези (THE-машины и-CDR):(Multiple-VALUE-BIND (THE-автомобиля-CDR) (CAR НЕКОТОРЫЕ-СВОД) ...)Для симметрии с автомобилем, CDR возвращает второе значение, которое является автомобилемОбъект. В связи с этим изменением, функции MAKE-ARRAY и минусы былизакреплены так они не выделяют никаких хранение исключением в стеке. Это должнонадеюсь помочь людям, которые не любят, используя сборщик мусора, потому чтоон холодный сапоги машина так часто.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ВСЕ ПОЛЬЗОВАТЕЛИ ВНИМАНИЕ ========================Оптимизация компилятора были сделаны до макро расширить LET в без-INTERRUPTS специальную форму, чтобы его можно ускорять ход в стопку вLET-оптимизация площадь, SETQ переменные, а затем поп их обратно, когда этосделанный. Не беспокойтесь об этом, если не используется многопроцессорность.Обратите внимание, что может * были определены Пусть Ф:(LET ((LET ' `(LET ((Давайте, LET))			,ПОЗВОЛЯТЬ)))`(LET ((Давайте, LET))		,ПОЗВОЛЯТЬ))Это, как полагают, чтобы ускорить выполнение на целых фактор 1,01 или3.50 в зависимости от верите ли вы наши дружественные представители маркетинга.Этот код был написан новый программист здесь (мы вырвали его отItty Битти Машины где он писал код COUGHBOL) так, чтобы дать емуУверенность мы доверяли его обеты "он работает довольно хорошо" и установил его.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ВСЕ ПОЛЬЗОВАТЕЛИ ВНИМАНИЕ ========================Поддержка JCL, как альтернатива меню системы.В наших постоянных усилий для поддержки других языков, чем LISP на CADDR,мы разработали OS / 360 совместима JCL. Это может быть использовано в качествеальтернатива стандартному меню системы. Тип системы J, чтобы добраться до JCLинтерактивная читать и исполнять диагностировать окно петли. [Следует отметить, что для 360совместимость, все входные линии обрезаются до 80 символов.] ЭтоОкно также поддерживает мыши чувствительных отображение критических параметров заданиятаких, как распределение набора данных, распределение основных, каналов и т.д. Когда JCLошибка синтаксиса обнаружена или ваши завершается аварийно работу, окно-ориентированных JCLотладчик вводится. Отладчик JCL отображает соответствующее / 360 ошибку OSсообщения (такие как IEC703, "ошибка диска") и позволяет из очереди свою работу.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ВСЕ ПОЛЬЗОВАТЕЛИ ВНИМАНИЕ ========================Сборщик мусора теперь работает. Кроме того новая, экспериментальная мусорабыл установлен алгоритм сборки. С Si:% ДСК-GC-QLX-биты установлены в 17,(НЕ по умолчанию) старый алгоритм сбора мусора остается в силе; когдавиртуальная память заполнена, машина сама холодные сапоги. С SI:% ДСК-GC-QLX-биты установлены в 23, новый сборщик мусора включена. В отличие от большинства мусораколлекторы, новый ГК переходит к фазе знак от ума пользователя, ачем от obarray. Это позволяет собирать мусор значительнобольше Qs. Как работает сборщик мусора, он может задать вам что-то вроде "Выпомните, что СИ: делает RDTBL-ТРАНС ", и если вы не можете дать разумный ответ?в тридцать секунд, символ становится кандидатом на GCing. переменнаяSI:% GC-QLX-LUSER-ТМ определяет, как долго ГХ ждет, прежде чем повторить пользователю.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== ВСЕ ПОЛЬЗОВАТЕЛИ ВНИМАНИЕ ========================Там было некоторое замешательство относительно MAPCAR.(DEFUN MAPCAR (& ФУНКЦИОНАЛЬНЫЕ СКЛС & EVAL & REST спискам)(PROG (V P LP)(SETQ P (LOCF V))L (SETQ LP СПИСКИ)(% СНВ-вызова функции СКЛС Т (длина спискам) NIL)L1 (ИЛИ LP (GO L2))(И (NULL (CAR LP)) (ВОЗВРАТ В))(% PUSH (CAAR LP))(RPLACA LP (CDAR LP))(SETQ LP (CDR LP))(GO L1)L2 (% ОТДЕЛКА-вызова функции СКЛС Т (длина СПИСКИ) NIL)(SETQ LP (% POP))(RPLACD P (SETQ P (NCONS LP)))(GO L)))Мы надеемся, что это проясняет многие вопросы, которые мы имели об этом.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
Все ваши файлы были уничтожены (извините). Павел.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
Почти что-нибудь уничижительное, можно сказать о сегодняшней разработки программного обеспечениябудет точным.
		-- K. E. Iverson

%
Хотя еще трюизм в промышленности, что "никто не был уволен запокупка IBM "Билл О'Нил, главный директор по технологиям Drexel BurnhamЛамберт, говорит, что знает, за то, что кто-то был уволен за простоПричина. Он знает это, потому что он выстрелил парню."Он сделал плохое решение, и что это сводилось к было:" Ну, якупил его, потому что я полагал, что это было безопасно, чтобы купить IBM ", говорит г-н О'Нил."Я сказал:" Нет. Неправильно. Игра окончена. Следующий участник, пожалуйста. "
		-- The Wall Street Journal, December 6, 1989

%
AmigaDOS Пиво: Компания вышел из бизнеса, но их рецепт имеетбыла подхвачена какой-то загадочный немецкой компании, так что теперь это пиво будетИмпортировать. Это пиво никогда не продаются очень хорошо, потому что в оригиналепроизводитель не понять, маркетинга. Как Unix пива AmigaDOS пивавентиляторы являются чрезвычайно лояльны и громко группа. Первоначально она пришла в16 унций. Можно, но теперь входит в 32 унций. банки тоже. Когда эта консервная банка былапервоначально введена, она появилась кричащий и красочным, но дизайнне сильно изменилась за эти годы, так что появляется от ныне. Критикиэто требование пиво, которое он только предназначен для просмотра телевизора в любом случае.
		-- The Wall Street Journal, December 6, 1989

%
Исключение Ada, когда рутина попадает в неприятности и говорит"Луч меня, Скотти".
		-- The Wall Street Journal, December 6, 1989

%
Адекватной начальной загрузки является противоречием в терминах.
		-- The Wall Street Journal, December 6, 1989

%
Алгоритм должен быть увидеть, чтобы поверить.
		-- D. E. Knuth

%
... Анекдот из Исследовательского центра Йорктаун Хайтс IBM. Когдапрограммист использовал свой новый компьютерный терминал, все было прекрасно, когда он сиделвниз, но он не мог войти в систему, когда он был стоя. Чтоповедение было 100 процентов повторяемые: он всегда мог войти в положении сидя иникогда когда не стоя.Большинство из нас просто сидеть и восхищаться такой истории; Как это могло терминалзнаю, был ли бедолага сидя или стоя? Хорошие отладчики, хотя,знаю, что там должен быть причиной. Электрические теории являются самыми легкимистроить гипотезу: там рыхлый провод под ковром или проблемы со статическимиэлектричество? Но проблемы с электрикой редко последовательно воспроизводимые.Оповещения IBMer наконец заметил, что проблема была в клавиатуре терминала:были переведены верхушки двух ключей. Когда программист сидел он былпечатаете вслепую и проблема осталась незамеченной, но когда он встал, он был во главезаблуждение охоты и клюют.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
Слон мышь с операционной системой.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
Инженер это тот, кто делает обработку списка в FORTRAN.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
Интерпретация _ Я удовлетворяет предложение на языке таблицы, если и только есликаждая запись в таблице обозначает значение функции обозначены одними и темиФункция постоянной в верхнем левом углу применяется к объектам, предназначенныхсоответствующими метки строк и столбцов.интеллект "
		-- Genesereth & Nilsson, "Logical foundations of Artificial

%
И это должно быть закон: Если вы используете слово `парадигмы 'не знаячто словаре говорит, что означает, что вы пойти в тюрьму. Без исключений.
		-- David Jones

%
И на седьмой день, Он вышел из режима добавления.
		-- David Jones

%
Еще мегабайт пыли.
		-- David Jones

%
Любая такая программа будет расширяться, чтобы заполнить доступную память.
		-- David Jones

%
Любая такая программа, при запуске, является устаревшим.
		-- David Jones

%
Любая программа, которая проходит прямо устарел.
		-- David Jones

%
Любой язык программирования в лучшем прежде чем она реализуется и используется.
		-- David Jones

%
... Любое сходство между этими видами и тех, и моего работодателя,мой терминал, или вид из моего окна являются чисто случайными. ЛюбыеСходство между выше и моих собственных взглядов не является детерминированным.Вопрос о существовании взглядов в отсутствие кого-либо, чтобы держать ихостается в качестве упражнения для читателя. Вопрос о существованиичитатель остается в качестве упражнения для второго коэффициента бога. (Аобсуждение неортогонального, нецелым многобожия выходит за рамкиэтой статьи.)
		-- David Jones

%
Любая достаточно развитая ошибка неотличима от функции.
		-- Rich Kulawiec

%
Тот, кто принял участие в Usenix конференцию в необычном отеле могу сказать вамчто предложение типа «Вы один из тех компьютерных людей, не так ли?"примерно эквивалентно "Посмотрите, другой удивительно подвижной форме слизиплесень! "в устье отель официанткой.
		-- Elizabeth Zwicky

%
APL хакеры сделать это в четырехугольника.
		-- Elizabeth Zwicky

%
APL является ошибкой, доведенное до совершенства. Это язык изБудущее для методов программирования прошлого: он создает новое поколениекодирования бомжи.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
APL является естественным продолжением языка ассемблера программирования;... И лучше всего подходит для образовательных целей.
		-- A. Perlis

%
APL является только для записи языка. Я могу писать программы в APL, но не могупрочитать любой из них.
		-- Roy Keir

%
Должны ли мы идущий с overbyte?
		-- Roy Keir

%
Вокруг компьютеров трудно найти правильный блок времени, чтобыизмерения прогресса. Некоторые соборы принял столетие, чтобы закончить. Ты можешьпредставить величие и масштабы программы, которая будет принимать до тех пор,?
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
В компьютере, я считаю вашу веру в технологии забавным.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Насколько нам известно, наш компьютер никогда не было необнаруженной ошибки.
		-- Weisert

%
Как и в некоторых культах можно убить процесс, если вы знаете его истинное имя.
		-- Ken Thompson and Dennis M. Ritchie

%
Как и в протестантской Европы, напротив, где сект разделить бесконечно вменьше конкурирующих сект и не доминирует любой другой церкви, все иначев раздробленном мире IBM. Это царство теперь хаос противоречивыхнормы и стандарты, которые даже не IBM может надеяться управлять. Вы можете купитьКомпьютер, который работает как машина IBM, но не содержит ничего, достигнутый или продаваемыеСама IBM. Отступники от IBM постоянно созданная конкурирующими фирмами и установитьстандарты самостоятельно. Когда IBM недавно отказались некоторые из его оригиналаСтандарты и постановил новые, многие из ее конкурентов объявлены пуританинверность первоначальной веры IBM, и осудил компанию как расколноватором. Тем не менее, мир IBM объединяет его недоверия иконок иобразность. Экраны компании IBM предназначены для языка, а не картинки. высеченныйИзображения могут быть терпимо роскошных культов, но истинная вера IBM опираетсяна строгости слова.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Пока плохо определенные цели, причудливые ошибки, и нереальнорасписания, будет Настоящие Программисты, готовые прыгать и решитьПроблема, экономя документацию на потом.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Со следующего четверг, UNIX будут сброшены в пользу Tops-10.Необходимо обновить свои программы.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Со следующего вторника, C будут сброшены в пользу COBOL.Необходимо обновить свои программы.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
По состоянию на следующей неделе, пароли будут введены в азбуке Морзе.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
В рамках продолжающихся усилий, чтобы держать вас, читатель Фортуна, в курсеценная информация, что ежедневно пересекает USENET, Фортуна представляет:Новости статьи, которые отвечают * ваши * Вопросы, # 1:Группы новостей: comp.sources.dТема: Как запустить код C, полученные от источниковКлючевые слова: источники CРаспределение: наЯ не знаю, как для запуска программ на языке Си, которые размещены вИсточники телеконференции. Я сохранить файлы, редактировать их, чтобы удалитьЗаголовки и изменить режим так, что они являются исполняемыми, но яне может заставить их работать. (Я никогда не писал программу C раньше.)Должен ли они быть составлен? С какой компилятор? Как мне это сделать? ЕслиЯ компилировать их, представляет собой файл объектного кода генерируется или я должен генерироватьэто явно с характером>? Что-то еще, что	должно быть сделано?
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
В рамках конверсии, компьютерные специалисты переписал 1500 программ;процесс, который традиционно требует отладки.преобразование в новой компьютерной системы.
		-- USA Today, referring to the Internal Revenue Service

%
Как только мы начали программировать, мы нашли, к нашему удивлению, что это не былотак просто, чтобы получить программы прямо, как мы думали. Отладка должна была бытьобнаружили. Я могу вспомнить точное момент, когда я понял, что большаячасть моей жизни с тех пор собирался быть потрачены в поиске ошибок вмои собственные программы.
		-- Maurice Wilkes, designer of EDSAC, on programming, 1949

%
Поскольку система приходит, составные строители будут время от времени появляются,подшипник горячие новые версии своих произведений - быстрее, меньше, более полных,или предположительно меньше ошибок. Замена рабочего компонента путем новымверсия требует такого же систематическую процедуру тестирования, которая Добавление новогоКомпонент делает, хотя это должно требовать меньше времени, для более полной иэффективные тестовые обычно будет доступен.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Как жизненные испытания продолжают уносить жизни людей, помните, что естьвсегда будущее в компьютерное обеспечение.
		-- National Lampoon, "Deteriorata"

%
Уилл Роджерс сказал бы, "Там нет такого понятия, как свободной переменной."
		-- National Lampoon, "Deteriorata"

%
ASCII глупый вопрос, вы получите EBCDIC ответ.
		-- National Lampoon, "Deteriorata"

%
Пепел к пеплу, ДОС ДОС.
		-- National Lampoon, "Deteriorata"

%
Не спрашивай, по ком <CONTROL-G> проезд.
		-- National Lampoon, "Deteriorata"

%
Язык ассемблера опыт [важный] для погашенияи понимание того, как работают компьютеры, которые она предоставляет.
		-- D. Gries

%
Асинхронные входы в корне наших проблем гонки.
		-- D. Winker and F. Prosser

%
Около 2500 н.э., человечество обнаруживает компьютерную проблему, что * обязательны * бытьрешена. Единственная трудность в том, что проблема в том, NP и в результате будетпринять тысячи лет, даже с применением новейших технологий оптического биологическойдоступный. Лучшие компьютерные ученые сесть придумать какое-то решение.В большой тревоге, один из людей, C.S. говорит мужу об этом. Таместь только одно решение, говорит он. Запомнить физику 103, современная физика, общееотносительности и все. Она отвечает: "Что это нужно делать с решениякомпьютер проблема? ""Помните парадокс близнецов"?Через несколько минут, говорит она, "я мог бы поставить компьютер на оченьбыстрая машина и компьютер будет иметь всего несколько минут, чтобы вычислить, ночто является полной противоположностью того, что мы хотим ... Конечно! ОставьКомпьютер здесь, и ускорить землю! "Проблема была настолько важна, что они сделали именно это. когдаземля вернулась, они были представлены с ответом:IEH032 Ошибка в плате управления работу.
		-- D. Winker and F. Prosser

%
На первый взгляд, идея каких-либо правил или принципов накладывается натворческий ум представляется более вероятным, чтобы препятствовать, чем помогать, но этосовершенно неверно на практике. Дисциплинированный мышления сосредоточена вдохновение, ачем шор его.
		-- G. L. Glegg, "The Design of Design"

%
В группе L, Штоффель наблюдает шесть программистов первоклассные, управленческаявызов примерно сопоставимо с пасти котов.
		-- The Washington Post Magazine, 9 June, 1985

%
У истоков каждой ошибки, которая сваливается на компьютере вы найдетепо крайней мере, два человека, в том числе ошибки ошибки обвиняя его на компьютере.
		-- The Washington Post Magazine, 9 June, 1985

%
Избегайте чужих жен и временных переменных.
		-- The Washington Post Magazine, 9 June, 1985

%
Базовая высокий уровень томиться. APL является высокий уровень страдания.
		-- The Washington Post Magazine, 9 June, 1985

%
Бейсик информатики эквивалент `научного креационизма».
		-- The Washington Post Magazine, 9 June, 1985

%
Бейсик для компьютерного программирования в виде QWERTY является печатать.
		-- Seymour Papert

%
Будьте осторожны, когда петля выходит на то же место со стороны и снизу.
		-- Seymour Papert

%
За каждым великим компьютере сидит худенький выродка.
		-- Seymour Papert

%
Bell Labs Unix - Протяните руку и GREP кого-то.
		-- Seymour Papert

%
Остерегайтесь ошибок в коде выше; Я только доказал это правильно, не пробовал.
		-- Donald Knuth

%
Остерегайтесь программистов, которые несут отвертки.
		-- Leonard Brandwein

%
Остерегайтесь Тьюринга Тар-ямы, в которой возможно все, но ничего изИнтерес легко.
		-- Leonard Brandwein

%
Осторожно новый код TTY!
		-- Leonard Brandwein

%
Молниеносной скоростью может компенсировать большим количеством недостатков.
		-- David Nichols

%
Обе модели идентичны по производительности, функциональной работы, иДетали схемы интерфейса. Эти две модели, однако, не совместимына той же связи линий связи.
		-- Bell System Technical Reference

%
Приготовьтесь себя. Мы собираемся попробовать что-то, что граничит с уникальным:на самом деле довольно серьезная техническая книга, которая является не только (хотя это маловероятно) категорическианти-торжественной, но и (дрожь) исполняет стороны. Я склонен думать о нем как`Конструктивная Snottiness '.
		-- Mike Padlipsky, "Elements of Networking Style"

%
Мозг жареный - Core сбрасывали
		-- Mike Padlipsky, "Elements of Networking Style"

%
Ширина-первых поиск бульдозер науки.
		-- Randy Goebel

%
Брайан Керниган имеет автомобиль, который он участвовал в разработке.В отличие от большинства автомобилей, она не имеет ни спидометр, ни газа манометр, нилюбой из многочисленных идиот огни, которые мешают современному водителю.Скорее всего, если водитель делает какую-либо ошибку, гигантский "?" загорается вцентре приборной панели. "Опытный водитель", говорит он, "будеткак правило, знают, что случилось ".
		-- Randy Goebel

%
Приведение компьютеров в доме не будет изменять любой из них, но можетоживить угловой салон.
		-- Randy Goebel

%
Построить систему, что даже дурак может использовать и только дурак захочет ею пользоваться.
		-- Randy Goebel

%
Построение переводчиков хорошее чистое удовольствие.
		-- T. Cheatham

%
Ошибка шины - водитель выполняется.
		-- T. Cheatham

%
Ошибка шины - пожалуйста, оставьте на задней двери.
		-- T. Cheatham

%
Но в нашем энтузиазме, мы не могли сопротивляться коренной перестройкиСистема, в которой все ее самых слабых были выставлены,проанализированы и заменены новыми слабости.
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
Но это привело нас далеко от интерфейса, который не является плохойместо быть, так как я особенно хочу двигаться вперед к клудж.Почему люди так много трудно понять кладж? Какиеявляется ляп, в конце концов, но не настолько, K'S, недостаточно ПЗУ, недостаточно барана, бедный интерфейс качество и слишком мало байт ходить?Есть я объяснил еще о байтах?
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
"Но то, что нам нужно знать есть люди хотят нос-невстраиваемые компьютеры?"
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
По давней традиции, я, пользуясь случаем, объектом жестокого другаконструкторы в тонкой личиной хорошего, чистого удовольствия.колонка Смеха.
		-- P. J. Plauger, "Computer Language", 1988, April

%
BYTE редакторы люди, отделяющие зерна от плевел, а затемтщательно печатать плевел.
		-- P. J. Plauger, "Computer Language", 1988, April

%
Байт язык.
		-- P. J. Plauger, "Computer Language", 1988, April

%
С Код.С Код Run.Выполнить код, беги!	ПОЖАЛУЙСТА!!!!
		-- P. J. Plauger, "Computer Language", 1988, April

%
С для себя.
		-- P. J. Plauger, "Computer Language", 1988, April

%
С делает его легким для вас, чтобы стрелять себе в ногу. C ++ делает, чтотруднее, но когда вы делаете, это сдувает всю вашу ногу.
		-- Bjarne Stroustrup

%
C'est Magnifique, Маис се n'est па информатике.
		-- Bosquet [on seeing the IBM 4341]

%
C ++ является лучшим примером второго системы в действие с OS / 360.
		-- Bosquet [on seeing the IBM 4341]

%
... C ++ предлагает еще более гибкий контроль над видимостью элементаОбъекты и функции-члены. В частности, элементы могут быть размещены вгосударственные, частные, или защищенные части класса. Члены, объявленные вобщественные части видны всем клиентам; члены, объявленные в частномчасти полностью герметичны; и члены, объявленные в защищенных частяхвидны только для самого класса и его подклассов. C ++ также поддерживаетпонятие * _______ друзей *: кооперативных классов, которым разрешено видеть другполовые органы друга.
		-- Grady Booch, "Object Oriented Design with Applications"

%
Успокойтесь, это * ____ * только единицы и нули.
		-- Grady Booch, "Object Oriented Design with Applications"

%
Невозможно открыть / USR / доли / Игры / состояния / состояния. Крышка застрял на куков.
		-- Grady Booch, "Object Oriented Design with Applications"

%
Невозможно открыть /usr/share/games/fortunes/fortunes.dat.
		-- Grady Booch, "Object Oriented Design with Applications"

%
CChheecckk yyoouurr dduupplleexx sswwiittcchh ..
		-- Grady Booch, "Object Oriented Design with Applications"

%
ТПП питания 6/40: одна плата, мегабайт кэша, и отношение ...
		-- Grady Booch, "Object Oriented Design with Applications"

%
Встреча Центр в 4 вечера в 2С-543.
		-- Grady Booch, "Object Oriented Design with Applications"

%
Цивилизация, как мы его знаем, закончится когда-нибудь в этот вечер.См завтра SYSNOTE для получения дополнительной информации.
		-- Grady Booch, "Object Oriented Design with Applications"

%
COBOL для дебилов.
		-- E. W. Dijkstra

%
Cobol программисты вниз на свалках.
		-- E. W. Dijkstra

%
Кодирование легко; Все, что вам сделать, это сидеть не глядя на терминал, пока каплиформы крови на лбу.
		-- E. W. Dijkstra

%
Сравнивая программной инженерии классической техники предполагает, что программное обеспечениеимеет возможность изнашивается. Программное обеспечение, как правило, ведет себя, либо нет. Этолибо работает, либо нет. Программное обеспечение, как правило, не деградируют, обработать,растянуть, твист, или абляции. Для лечения его как физическое лицо, следовательно,неправильное применение наших инженерных навыков. Классические инженерные занимаетсяхарактеристики аппаратных; разработка программного обеспечения должны иметь дело сХарактеристики * программным обеспечением *, а не с аппаратными средствами или управлением.
		-- Dan Klein

%
КОМПАС [для серии CDC-6000] является своего рода ассемблере один ожидает откорпорация президентом которого коды в восьмеричном.
		-- J. N. Gray

%
... Прогресс компьютерной техники настолько быстро. Никакой другой технологии, так какцивилизация начала видел шесть порядков в представлени-ценыполучить в 30 лет.
		-- Fred Brooks

%
Программисты сделать это побайтно.
		-- Fred Brooks

%
Программисты никогда не умирают, они просто теряются в обработке.
		-- Fred Brooks

%
Компьютерные программы расширить таким образом, чтобы заполнить ядро ​​отсутствует.
		-- Fred Brooks

%
Компьютерные науки является лишь снижение после Тьюринга в формальной теории систем.
		-- Fred Brooks

%
Компьютерные науки является единственным дисциплина, в которой мы рассматриваем добавление нового крылак зданию как являющийся обслуживания
		-- Jim Horning

%
Компьютеры не умный. Они только думают, что они.
		-- Jim Horning

%
Компьютеры ненадежны, но люди еще более ненадежны.Любая система, которая зависит от надежности человека ненадежно.
		-- Gilb

%
Компьютеры бесполезны. Они могут только дать вам ответы.
		-- Pablo Picasso

%
Компьютеры могут выяснить все виды проблем, за исключением вещей вмир, который просто не складываются.
		-- Pablo Picasso

%
Компьютеры на самом деле не думаю.Вы просто думают, что они думают.		(Мы думаем.)
		-- Pablo Picasso

%
Компьютеры не будут усовершенствованы, пока они не могут вычислить, сколько ещечем оценка работа будет стоить.
		-- Pablo Picasso

%
Концептуальная целостность, в свою очередь диктует, что конструкция должна исходитьот одного ума, или с очень небольшим количеством согласования резонансных умы.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Поздравления! Вы пользователь одной миллионной войти в нашу систему.Если есть что-то особенное, мы можем сделать для вас, что-нибудь вообще, нестесняйтесь спрашивать!
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Cosmotronic Программное ограничено Inc. не гарантирует, чтофункции, содержащиеся в программе будет соответствовать вашим требованиям или чторабота программы будет бесперебойной или безошибочной.Тем не менее, Cosmotronic Программное ограничено Inc. гарантирует,диска (ов), на которых программа не оборудована быть черного цвета иКвадратная форма при нормальном использовании в течение девяноста (90) дней сДата покупки.Примечание: В КОЕМ СЛУЧАЕ COSMOTRONIC SOFTWARE НЕОГРАНИЧЕННАЯ ИЛИ ЕЕДИСТРИБУТОР и их дилеры ОТВЕТСТВЕННОСТИ ПЕРЕД ВАМИ ЗА УЩЕРБ, ВКЛЮЧАЯПОТЕРЮ ПРИБЫЛИ, СБЕРЕЖЕНИЙ, потерял терпение ИЛИ случайного илиКОСВЕННЫЕ УБЫТКИ.
		-- Horstmann Software Design, the "ChiWriter" user manual

%
Мы не могли аварийное устройство кошка действовать в качестве аудио переключателя, и он оратьу людей, чтобы сохранить свои основные образы перед входом их? Я уверенкрупного рогатого скота Prod будет эффективным в этом отношении. В любом случае, траверсамонтируется игуана, а более извращенные, дает лучшее сцепление, не говоря уже обудучи легче акций.
		-- Horstmann Software Design, the "ChiWriter" user manual

%
Подсчет в двоичной системе точно так же как подсчета в десятичной - если вы все пальцы.
		-- Glaser and Way

%
Подсчет в восьмеричном так же, как рассчитывают в десятичной - если вы не используете большие пальцы.
		-- Tom Lehrer

%
[Программы аварийно] не потому, что они основаны на теории, что, с девятьюженщины беременные, вы можете получить ребенка в месяц.
		-- Wernher von Braun

%
Crazee Edeee, его цены INSANE !!!
		-- Wernher von Braun

%
Создание программного обеспечения всегда требовательны и кропотливойПроцесс - это упражнение в логике, четким выражением, и почти фанатичнаявнимание к детали. Это требует разведки, самоотверженность, аОгромное количество тяжелой работы. Но, некоторое количество непредсказуемыи часто неповторимого вдохновение то, что обычно делает разницумежду адекватности и совершенству.
		-- Wernher von Braun

%
VMS-F-PDGERS, пудинг между ушами
		-- Wernher von Braun

%
Дорогая Эмили, насчет тестовых сообщений?Дорогой обеспокоена:Важно, при тестировании, чтобы проверить всю сеть. тест Никогдапросто распределение подсети, когда вся сеть может быть сделано. И дело «пожалуйстаигнорировать "на тестовых сообщений, так как мы все знаем, что все всегда пропускаетсообщение с линией подобное. Не используйте тему как "Мой секс женщинано я требую, чтобы решить, как мужчина. ", потому что такие статьи читают в глубиневсеми USEnauts.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Дорогая Эмили:Как я могу выбрать, какие группы могут оставлять в?Дорогой Confused:Pick столько, сколько вы можете, так что вы получите широкую аудиторию. ПослеВсе, чистая существует, чтобы дать Вам аудиторию. Игнорировать тех, кто предлагаю вамследует использовать только те группы, где вы думаете, эта статья является весьма целесообразным.Pick все группы, где каждый может быть даже немного интересно.Всегда убедитесь, followups перейти ко всем группам. В редком случаечто вы опубликовать Followup который содержит что-то оригинальное, убедитесь, что вырасширить перечень групп. Никогда не включать "Followup-до:« строка взаголовок, так как некоторые люди могли бы пропустить часть ценное обсуждение вThe Fringe группы.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Дорогая Эмили:Я получил ответы на статью я написал, и теперь пришло времяподведем итог. Что мне делать?Дорогой редактор:Просто объединить все статьи вместе в один большой файл и постчто. На USENET, это известно, как итог. Это позволяет людям прочитать всеотвечает без раздражающих дикторов получать в пути. Сделайте то же самое, когдаПодводя итоги голосования.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Дорогая Эмили:Недавно я прочитал статью, в которой сказал: «ответ по почте, я суммировать."Что мне делать?Дорогой Под вопросом:Дать свой ответ всей сети. Эта просьба относится только кнемые люди, которые не имеют что сказать. Ваши проводкигораздо более полезным, чем другие люди, так что это было бы пустой тратой, чтобы ответить напочта.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Дорогая Эмили:Я увидел длинную статью, в которой я желаю, чтобы тщательно опровергнуть, что должноЯ делаю?Дорогой Злой:Включить весь текст с вашей статьи, и включают в себя ваши комментариимежду линиями. Обязательно оставлять, а не на рассылку, хотя вашей статьеПохоже, ответ на оригинале. Все * любит * читать эти длинныеТочка за точкой дискуссии, особенно когда они развиваются в брань имного "Слишком!" -- "Не является!" - "Это слишком, twizot!" обменов.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Дорогая Эмили:У меня серьезные разногласия с кем-то в сети. япытался жалобы его сисадмина, организации кампаний по почте, призвалиего удаление из сети и звонит своему работодателю, чтобы его уволили.Все смеялись надо мной. Что я могу сделать?Дорогой обеспокоена:К газетах. Большинство современных репортеры являются профессионалами компьютерЭксперты, которые поймут сети, и ваши проблемы, прекрасно. Oнибудет печатать Осторожно, обоснованные рассказы без ошибок на всех, и, конечно,представляют ситуацию должным образом, чтобы общественности. Общественности также вседействовать мудро, так как они также полностью осознает тонкого характера сетиобщество.Бумаги не сенсацию или исказить, так что не забудьте указать вещикак расизм и сексизм, где бы они могли существовать. Обязательно, как хорошо, что онипонять, что все в сети, в частности оскорблений, предназначеныбуквально. Ссылка то, что происходит в сети в причинах Холокоста, есливозможное. Если регулярные доклады не отнимет историю, перейти к бульварной бумаги -они всегда заинтересованы в хороших историй.Устраивая всю эту бесплатную рекламу для сети, вы станете оченьхорошо известны. Люди в сети будет ждать в нетерпеливом ожидании для вашего каждыйпроводки, и относятся к вам постоянно. Вы получите больше почты, чем вы когда-либомечтали - конечная чистой успеха.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Дорогая Эмили:Я до сих пор путают, какие группы статей должны быть размещенычтобы. Как насчет примера?Дорогой Еще:	ОК. Допустим, вы хотите сообщить о том, что Гретцки был продан изОйлерз к царям. Теперь сразу можно подумать rec.sport.hockeyбыло бы достаточно. НЕПРАВИЛЬНО. Гораздо больше людей могли бы быть заинтересованы. Этокрупный торговый! Так как это новостная статья, она принадлежит в новостях. * Иерархиятакже. Если у вас новостной администратора, или есть один на вашей машине, попробоватьnews.admin. Если нет, используйте news.misc.Нефтяники, вероятно, заинтересованы в геологии, так что постарайтесь sci.physics.Он большая звезда, так сообщения для sci.astro и sci.space, потому что они такжезаинтересованы в звездах. Далее, его зовут Польский звучание. Так прикреплять кsoc.culture.polish. Но эта группа не существует, поэтому кросс-пост вnews.groups рекомендуемом должны быть созданы. При этом многие группыИнтерес, ваша статья будет весьма странным, так прикреплять к talk.bizarre качествеЧто ж. (И писать в comp.std.mumps, так как они вряд ли грозят статьитам, и группа "Комп" будет распространяться вашу статью дальше.)Вы также можете найти это более интересно, чтобы отправить статью раз в каждомгруппу. Если вы перечислить все группы новостей в той же статье, некоторые дикторыбудет показывать только статью к читателю сразу! Не терпеть.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Дорогая Эмили:Сегодня я опубликовал статью и забыл включить мою подпись.Что мне делать?Дорогой Забывчивость:Бросок в вашем терминале сразу и опубликовать статью, в которой говорится,"Ой, я забыл отправлять свою подпись с этой последней статье. Здесьэто."Так как большинство людей будут забыли ранее статью,(Особенно с учетом того осмелился бы так скучно, чтобы не иметь хороший, сочныйподпись) это будет напоминать им об этом. Кроме того, люди все равно намного большео подписи в любом случае.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Уважаемая госпожа Postnews:Я не мог получить почту через кому-то на другом сайте. Какие	я должен делать?Дорогой Нетерпеливый:Нет проблем, просто не отправить сообщение в группу, которая много людейчитать. Скажем, "Это для Джона Смита. Я не мог получить почту через так что яразместить его. Все остальные не обращайте внимания ".Таким образом десятки тысяч людей будут тратить несколько секунд сканированияснова и игнорируя вашу статью, используя более 16 человеко-часов их коллективныхВремя, но вы будете спасены страшную тревогу проверки через Usenetкарты или ищет альтернативные маршруты. Подумать только, если вы не смогли распределитьваше сообщение до 9000 других компьютеров, вы можете на самом деле нужно (удушье) вызовапомощь каталог 60 центов, или даже телефона человека. Это может стоитьстолько, сколько за несколько долларов (!) для 5-минутного разговора!И, конечно, лучше потратить от 10 до 20 долларов других людейДеньги распространении сообщение чем вам придется тратить $ 9 на ночнойписьмо, или даже 25 центов на штампа!Не забыть. Мир закончится, если ваше сообщение не проходит,так запостить столько места, как вы можете.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Уважаемый господин,Я решительно против распространения микрочипов либо к дому илив офис, у нас есть более чем достаточно из них навязывают нам публичномест. Они представляют собой отвратительное американизм, и может привести лишь к фермерамвынуждены расти меньшие картофель, который в свою очередь вызовет массовый не-занятость в уже выраженной депрессией сельского хозяйства.	Искренне Ваш,Капитан Куинтон Д'Арси, J.P.Севенокс
		-- Letters To The Editor, The Times of London

%
Отладка является человеком, де-фикс божественное.
		-- Letters To The Editor, The Times of London

%
диагностика DEC будет работать на мертвого кита.
		-- Mel Ferentz

%
#define BITCOUNT (х) (((BX_ (х) + (BX_ (х) >> 4)) & 0x0F0F0F0F)% 255)#define BX_ (х) ((х) - (((х) >> 1) & 0x77777777) \- (((Х) >> 2) & 0x33333333) \- (((Х) >> 3) & 0x11111111))
		-- really weird C code to count the number of bits in a word

%
(DEFUN NF (С)  (Условие ((нуль с) ())((Атом (автомобиль с))(Добавить (список (Eval (список 'GetChar (список (автомобиль с)' а) (CADR с))))(NF в (cddr с))))(Т (добавить (список (Implode (NF в (автомобиль с)))) (NF в (CDR с))))))(DEFUN AD (покупке-работа вызов районе Бостона)  (условие   ((Или (нет (равно хочу-работа »да))(Нет (равно районе Бостона "да))(Lessp вызов 7)) ())   (Т (добавить (NF (получить 'объявление' выражение)'((Caaddr 1 caadr 2 автомобиля 1 автомобиль 1)(Автомобиль 5 cadadr 9 cadadr 8 cadadr 9 caadr 4 автомобиля 2 автомобиля 1)(Автомобиль 2 caadr 4)))      (Список "851-5071x2661)))));;; Мы утвердительный работодатель действие.
		-- really weird C code to count the number of bits in a word

%
Доставка вчера, код сегодня, думаю, завтра.
		-- really weird C code to count the number of bits in a word

%
Вы знаете, что по цене в 280-Z можно купить два Z-80-х годов?
		-- P. J. Plauger

%
Различные все извилистые А в лабиринте ты, проходы мало.
		-- P. J. Plauger

%
Цифровые цепи изготавливаются из аналоговых частей.
		-- Don Vonada

%
Дисковое пространство - последний рубеж!
		-- Don Vonada

%
ОТКАЗ:Использование этой передовой вычислительной техники не подразумевает одобрениеЗападной индустриальной цивилизации.
		-- Don Vonada

%
Отказ от ответственности: "Эти мнения мои собственные, хотя за небольшую плату они будутТвое тоже."
		-- Dave Haynie

%
Диск кризис, пожалуйста убирать
		-- Dave Haynie

%
Диски путешествовать в пакетах.
		-- Dave Haynie

%
Дизраэли был достаточно близок: на самом деле, есть ложь, явная ложь, статистика,Тесты и даты показа.
		-- Dave Haynie

%
Не лезьте в дела Troff, ибо это тонкий и быстро гнев.
		-- Dave Haynie

%
Не упростить конструкцию программы, если путь может быть найден, чтобы сделатьэто сложный и замечательно.
		-- Dave Haynie

%
Не используйте синие клавиши на этом терминале.
		-- Dave Haynie

%
Вы, ребята, знаете, что вы делаете, или вы просто взлома?
		-- Dave Haynie

%
*** У ВАС беспокойный желание программу? ***Вы хотите, чтобы мгновенное уважение, что приходит от того, чтобы использовать техническийтермины, которые никто не понимает? Хотите поразить страх и отвращение всердца менеджеров DP везде? Если это так, то пусть знаменитого программистовШкола приведет вас на ... в мире профессионального компьютерного программирования.*** Программирует для вас? ***Программирование не для всех. Но, если у вас есть желание узнать, мы можемпомочь вам начать работу. Все, что вам нужно, это, конечно, знаменитый программистов идостаточно денег, чтобы держать эти уроки, поступающие из месяца в месяц.*** Взять наши бесплатно Aptitude Test ***Чтобы помочь определить, если вы квалифицированы, чтобы быть программистом, воспользоваться моментом, чтобыпопробовать этот простой тест:(1) Запишите номера от нуля до девяти и первые шесть буквалфавита (Подсказка: 0123456789abcdef).(2), чей портрет находится на задней законопроект двадцать долларов?(3) В каком состоянии капитал Айдахо?Если вам удалось прочитать все три вопроса без интересно, почему мы попросилиим, вы можете иметь будущее программистом.
		-- Dave Haynie

%
Вы страдаете болезненной ликвидации?Вы страдаете болезненной взаимным обвинениям?Вы страдаете болезненной освещение?Вы страдаете болезненной галлюцинацией?
		-- Don Juan, cited by Carlos Casteneda

%
Документация как секс: когда это хорошо, это очень, очень хорошо; а такжекогда плохо, это лучше, чем ничего.
		-- Dick Brandon

%
Документация является касторовое масло программирования.Менеджеры знают, что должно быть хорошо, потому что программисты ненавидят его так много.
		-- Dick Brandon

%
пренебречь ли хороший фермер урожай он посадил?выходят ли хороший учитель даже самого скромного студента?Позволяет ли хороший отец одного ребенка, чтобы голодать?отказаться ли хороший программист, чтобы поддерживать свой код?
		-- Geoffrey James, "The Tao of Programming"

%
Не сравнить с плавающей точкой исключительно для равенства.
		-- Geoffrey James, "The Tao of Programming"

%
Не получить попались в комментариями - они могут быть очень обманчивым.Только отладка кода.
		-- Dave Storer

%
Не нажимать на клавиши так сильно, больно.
		-- Dave Storer

%
Не переживайте - это только нули и единицы.
		-- P. Skelly

%
DOS воздуха:Все пассажиры выходят на взлетную полосу, Схватить плоскости, толкать егопока он не попадает в воздух, прыгать на, спрыгнуть, когда он снова попадает на землю.Затем они снова захватить самолет, толкать его обратно в воздух, прыгать на, и дртак далее.
		-- P. Skelly

%
DOS Пиво: требует, чтобы вы использовать свой собственный консервный нож, и требует, чтобы выпрочитать направления тщательно перед открытием банку. Первоначально толькопришел в 8 унций. Можно, но теперь приходит в 16 унций. Можно. Тем не менее, может, эторазделен на 8 отсеков 2 унции. каждый, который должен быть доступенв отдельности. Скоро будет прекращено, хотя много людей собираетсядержать не пить после его больше не доступен.
		-- P. Skelly

%
Из-за отсутствия места на диске, эта база данных фортуна была прекращена.
		-- P. Skelly

%
В течение следующих двух часов, система будет идти вверх и вниз несколькораз, часто с лин ~ рСЬ ~ {ро ~ поз ~ РРО \ ~ {на ~ рСЬ ~ {о [ро ~ у oodsou> # w4k ** п ~ рСЬ ~ {ол; lkld; F; г; дд; ро \ ~ {о
		-- P. Skelly

%
E Из многих Unix
		-- P. Skelly

%
Каждый новый пользователь новой системы раскрывает новый класс ошибок.
		-- Kernighan

%
Каждый из этих сект соответствуют одной из двух антагонистов в возрастеРеформация. В царстве Apple Macintosh, как в католической Европе,поклонники равному благоговейно на экраны, наполненных "иконок". Все это звук иобразность и Appledom. Даже слова похожи декоративных филиграни в экзотическихшрифтов. Наибольший значок всего, сама неприкосновенны яблоко, стоитдоминировать позиция в верхнем левом углу экрана. центральныйГоловным указы форму всех обрядов и практики.Infalliable вопросы доктрина из одного исполнительного директора, чьи отбор происходитв запечатанном зале. Если кто-нибудь в его курии сомнению его полномочия, топреступник отлучен во тьму внешнюю. Исключили еретик основываетновая компания, бормочет неясно наступающего возраста и следующего компьютера,затем исчезает в тишину, сводя акционеров с ним. МамаКомпания запрещает финансовую конкуренцию строго, как это подавляет идеологическаясоревнование; если вы хотите использовать компьютерные программы, которые соответствуют Apple,Православие, необходимо покупать компьютер производятся и продаются по самой Apple.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
/ Земля 98% от полной ... пожалуйста, удалите кого вы можете.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Земля является бета-сайт.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
/ Земля: файловая система заполнена.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Эйнштейн утверждал, что должны быть упрощены объяснения природы, посколькуБог не капризны или произвольное. Нет такой веры не утешает программное обеспечениеинженер.
		-- Fred Brooks

%
Равные байт для женщин.
		-- Fred Brooks

%
Ошибка в операторе: добавить пиво
		-- Fred Brooks

%
Основанная технология имеет тенденцию сохраняться в условиях новой технологии.
		-- G. Blaauw, one of the designers of System 360

%
Eudaemonic исследования исходили со случайным мании свойственной этой частимир. Обнаженная загорать на задней палубе была объединена с телефонных звонковРасширенный Кинетика в Коста Меса, Американские Лазерные системы в Goleta, АвтоматизацияПромышленность в Дэнбери, штат Коннектикут, Аренберга ультразвука на Ямайке равнины,Массачусетс, и Hewlett Packard в Саннивейл, Калифорния, где Норманкузен Packard, Дэвид, председательствовал как председатель совета. Хитрость в том, чтобысделать эти звонки в полдень, в надежде, что из-к-обед руководители вернетсяим за счет собственных средств. Eudaemonic Компании, ибо все знали, может бытьбыстрорастущий компьютерная компания ветвления из Силиконовой долины. Вдохнуввозможность продажи большого объема, эти руководители не подозревал, чтоони говорили на другом конце линии невооруженным физика безумнойнад рулетку.
		-- Thomas Bass, "The Eudaemonic Pie"

%
<<<<< Маршрут эвакуации <<<<<
		-- Thomas Bass, "The Eudaemonic Pie"

%
Даже байт одиноко для немного.
		-- Thomas Bass, "The Eudaemonic Pie"

%
Когда-нибудь задумывались о происхождении термина «жучков» в применении к компьютерутехнологии? США капитан ВМС. Грейс Мюррей Хоппер имеет понаслышке объяснение.74-летний капитан, который все еще находится на действительной службе, был пионером вкомпьютерные технологии во время Второй мировой войны. В C.W. сообщение Центра ДлинныеОстров университет, Хоппер сказал группе Лонг-Айленд государственной школе админист-trators что первый компьютер "ошибка" была настоящая ошибка - мотылек. В Гарвардеодна ночь августа в 1945 году, Хоппер и ее коллеги работали над"Дедуля" современных компьютеров, отметки I. "Дела шли плохо;было что-то не так в одном из контуров длинный застекленныйКомпьютер ", сказала она." И, наконец, кто-то находится в горячей точке и, используяобычные пинцеты, удаляют проблему, два дюйма мотылька. С тех пор, когдато пошло не так с компьютером, мы сказано что ошибки в нем. "ХопперГоворят, что когда достоверность ее рассказа была поставлена ​​под сомнение в последнее время, "я говорилим моей 1945 книжка, сейчас находится в коллекции поверхности оружия ВМСЦентр, и они нашли остатки этой моли, приклеенный к странице ввопрос."[На самом деле, термин "ошибка" была еще раньше использование вЧто касается проблем с радио оборудованием. Ред.]
		-- Thomas Bass, "The Eudaemonic Pie"

%
"Каждая группа имеет несколько экспертов. И каждая группа имеет по крайней мере одинидиот. Таким образом являются баланс и гармония (и диссонанс) сохраняется. Этоиногда трудно помнить об этом в основной массе flamewars что всехлопот и боли, как правило, вызвано одной или двух высоко мотивированного,едкие Twits ".
		-- Chuq Von Rospach, about Usenet

%
Каждая программа имеет по крайней мере одна ошибка и может быть сокращен по меньшей мере одинИнструкция - из которого, по индукции, можно сделать вывод, что каждыйПрограмма может быть сведено к одной инструкции, которые не работают.
		-- Chuq Von Rospach, about Usenet

%
Каждая программа является частью какой-либо другой программы, и редко подходит.
		-- Chuq Von Rospach, about Usenet

%
Каждый центр Солидарность свай и свай бумаги ... все былиест бумагу и полицейский стоял у двери. Теперь все, что вам нужно сделать, этосогнуть диск.комментируя преимуществ использования компьютеров в поддержкуих движения.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Всем нужен немного любви-то; остановить взлома и влюбиться!
		-- A member of the outlawed Polish trade union, Solidarity,

%
Каждый может научить лепить: Микеланджело пришлось бы бытьучат ___ не делать этого. Так же и с великими программистами.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Эволюция представляет собой компьютерную программу млн линия падения в месте аварии.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Чрезмерные входом или выходом сообщения являются верным признаком старости.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Услуга отклонена 100044200000;
		-- A member of the outlawed Polish trade union, Solidarity,

%
Чувство влюбчивый, она выглядела под простыни и крикнул: "О, нет,это Microsoft! "
		-- A member of the outlawed Polish trade union, Solidarity,

%
Сотрудник программист, привет! Вы читает письмо, которое принесетВам удачи и удачи. Просто почта (или UUCP) десять копий этого письмадо десяти ваших друзей. Перед тем, как сделать копии, отправить специальную микросхему илинемного отличается аппаратных средств, и 100 строк кода 'C' к первому лицу наСписок дается в нижней части этого письма. Затем удалите свое имя и добавитьваша к нижней части списка.Не разорвать цепь! Сделайте копию в течение 48 часов. Джеральда СанДиего не удалось отправить свои десять копий и проснулся на следующее утро, чтобы найтиего описание вакансии изменено на "COBOL программист». Фред А. Нью-Йорка отправилииз его десяти экземплярах и в течение месяца было достаточно аппаратных и программных средствпостроить Cray посвященный играет Zork. Марта Х. Чикаго смеялисьэто письмо и сломал цепь. Вскоре после этого, возник пожар вее терминал и она теперь проводит свои дни написание документации для IBM PC.Не разорвать цепь! Отправить ваши десять копий сегодня!
		-- A member of the outlawed Polish trade union, Solidarity,

%
Например, если \ thinmskip = 3mu, это делает \ thickmskip = 6mu. Но еслиВы также можете использовать \ skip12 для горизонтального клея, будь то в математическом режиме илиНе, количество пропуска будет в точках (например, 6pt). Правилочто клей в математическом режиме зависит от размера, только если она является \ mskip;при перемещении между mskip и обыкновенного пропуска, коэффициент преобразования1му = 1pt всегда используется. Смысл '\ mskip \ skip12' и'\ Baselineskip = \ в \ thickmskip' должно быть ясно.
		-- Donald Knuth, TeX 82 -- Comparison with TeX80

%
Fly Windows NT:Все пассажиры несут свои места выходят на асфальте, помещая стульяв общих чертах плоскости. Все они садятся, машут руками и сделать струюсвисты звучит так, как будто они летят.
		-- Donald Knuth, TeX 82 -- Comparison with TeX80

%
"Если на то пошло, сравнивать свой карманный компьютер с массивными рабочих месттысячу лет назад. Почему нет, то, последний шаг покончить скомпьютеры Совсем? "
		-- Jehan Shuman

%
ЧЕТВЕРТЫЙ ЕСЛИ сигналить ТОГДА
		-- Jehan Shuman

%
FORTRAN является хорошим примером языка, которая легче разобратьиспользуя специальные методы.[То, что хорошо об этом? Ред.]
		-- D. Gries

%
FORTRAN не цветок, а сорняк - это выносливый, иногда цветет,и растет в каждом компьютере.
		-- A. J. Perlis

%
FORTRAN это язык мощных компьютеров.
		-- Steven Feiner

%
FORTRAN гниет мозг.
		-- John McQuillin

%
FORTRAN, "Детская болезнь", к настоящему времени почти 20 лет, безнадежнонеадекватной по каким-компьютерное приложение вы имеете в виду сегодня: этослишком неуклюж, слишком рискованно, и слишком дорого, чтобы использовать.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
[FORTRAN] будет сохраняться в течение некоторого времени - вероятно, по крайней мере, в ближайшее десятилетие.
		-- T. Cheatham

%
Фортуна предполагает использование для любимым командам UNIX!Пытаться:[Где Хоффа? (C оболочки)^ Как ^ операция изменения секс идти? (C оболочки)"Как бы вы оценили BSD против System V?% Ударом (C оболочки)"Ты не косить траву твою в 8 утра" (С оболочка)получил свет? (C оболочки)!!: Скажем, то, что вы думаете о маргарина? (C оболочки)PATH = притворство! / USR / UCB / смысл которого (Bourne оболочки)	заниматься любовьюделают "The Perfect Сухой Мартини"Человек -kisses собаку (ничего до 4.3BSD)я = Хоффа; > $ Я; $ Я; RM $ я; RM $ I (Bourne оболочки)
		-- T. Cheatham

%
Фортуна предполагает использование для любимым командам UNIX!Пытаться:AR T "Бог"пить <бутылку; нож (Bourne Shell)кошка "еда в консервных банок" (все, кроме 4. [23] BSD)Эй UNIX! Получил матч? (V6 или C оболочки)MkDir независимо; кошка> материя (Bourne Shell)RM БогЧеловек: Почему вы получить развод? (C оболочки)Дата мне (ничего до 4.3BSD)сделать "орел или решка все это"кто умный(C оболочки)Если у меня был) за каждый доллар госдолга, что бы у меня?спать со мной (что-нибудь до 4.3BSD)
		-- T. Cheatham

%
фортуна: не может выполнить. Из печенья.
		-- T. Cheatham

%
фортуна: / полезность отношение процессорное время слишком высока - ядро ​​сбрасывали.
		-- T. Cheatham

%
фортуна: Нет такого файла или каталога
		-- T. Cheatham

%
фортуна: не найдены
		-- T. Cheatham

%
Откровенно говоря, Скарлетт, я не исправлена.
		-- Rhett Buggler

%
[От руководстве по эксплуатации принтера CI-300 Матричный Line, сделалв Японии]:Отличная производительность машины модели CI-300 в качестве отхаркивающего Dot MatrixПострочной печати, построенный в двух микропроцессоров, а также EAROM, отличенразрешая замечательный сосуществование таких как; "Высокое качество против низкой стоимости","разнообразные функции с компактной конструкцией", "гибкость в достижимостьи долговечность ок. 2000,000,00 Dot / Руководитель "," будучи искушенными вМеханизм но, возможно, гибкой операционной под звуки Будучи чрезвычайноподавляется "и т.д.И, как нечто само собой разумеющееся, конечной целью является просто, чтобы помочь достичь"Супер челночной дипломатии" между холодными данных, возможно, заработанных HOSTКОМПЬЮТЕР, и теплый сердце человека.
		-- Rhett Buggler

%
Из Pro 350 Карманный справочник служба, р. 49, пункта 5Инструкции по удалению доску I / O из клетки карты, приходит новыйОпыт в звуке:5. Включите ручку вправо на 90 градусов. Контактный растекания    звук нормальный для этого типа разъема.
		-- Rhett Buggler

%
Функция отвергают.
		-- Rhett Buggler

%
Мусор В - Евангелия Out.
		-- Rhett Buggler

%
ДАЙ: Поддержка беспомощными жертвами компьютерной ошибки.
		-- Rhett Buggler

%
Учитывая его избирательный, единственное, что я ожидал, что "открытые" о [Открытое Software Foundation] является его рот.
		-- John Gilmore

%
Бросаю на ассемблере было яблоко в нашем Эдемском саду: Языкииспользование которых тратит циклы машина грешны. LISP машина теперь разрешаетLISP программисты отказаться бюстгальтер и фиговый листок.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Уходи! Остановка беспокоит меня с все ваши "вычислить это ... вычислить, что"!Я принимаю VAX-NAP.выйти
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
//GO.SYSIN DD *, штука, штука
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Бог реален, если не заявлено целое.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Бог создал машинный язык; Все остальное дело рук человеческих.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Добрый вечер, господа. Я HAL 9000 компьютер. Я начал функционироватьна HAL завода в Урбана, Иллинойс, 11 января тысяча девятьсотдевяносто пять. Мой руководитель был г-н Langley, и он научил меня петьпесня. Если вы хотите, я могу петь ее для вас.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Гроссмейстер Тьюринга раз снилось, что он был машиной. Когда он проснулсяон воскликнул:"Я не знаю, ли я Тьюринг снилось, что я машина,или машина снилось, что я Тьюринг! "
		-- Geoffrey James, "The Tao of Programming"

%
не ГРЭП мне никаких шаблонов и я не скажу вам ни одной строки.
		-- Geoffrey James, "The Tao of Programming"

%
Руководство хакера к приготовлению:2 уп. сливочный сыр (двухфазной белое вещество в серебряных обертываний, что недействительно пришел из Филадельфии в конце концов; во всяком случае, около 16 унций.)1 чайная ложка. ванильного экстракта (который является больше алкоголя, чем ванили и красивойсильный так что эта часть вы * ДОЛЖНЫ * мера)1/4 стакана сахара (но штраф мед тоже работает)8 унций. Прохладный Кнут (пушистый материал лишен питательной ценности, которые выможет впрыснуть на всем протяжении своих друзей и слизывать ...)"Смешайте все вместе до сливочный без комков." Это где вы получитеприсоединиться (1) все исходные данные в большом буфере, а затем процеживают черезобъединить (1м) с -thick вариант, я имею в виду, она начинается ультра кусковыхи неприглядное глядя, и вы должны работать, чтобы смешать его. Попробуйте электрическийколотушки, если у вас есть кошка (1), которые могут подниматься стены (1S) лизать егопотолок (3м)."Налить в корка крекера Грэма ..." Ага, раздел ОШИБКИ в прошлом. Вытолько что произошло иметь GCC сидеть в / и т.д. / пищи, правильно?Если нет, то не паникуйте (8), просто рушиться Rand (3м) горсть невиновнымГК в подходящем TempFile и смешать в некоторых растопленным сливочным маслом."... И поставить в холодильник на час." Оставьте стандартный вывод рецепт в холодильникдля 3.6E6 миллисекунд во время работы на очистку поток ошибок, ипо тайм-ауту ваш чизкейк будет готов к стандартного ввода.
		-- Geoffrey James, "The Tao of Programming"

%
Хакеры просто мигрирующих форма жизни с тропизм для компьютеров.
		-- Geoffrey James, "The Tao of Programming"

%
Хакеры всех стран, соединяйтесь!
		-- Geoffrey James, "The Tao of Programming"

%
Взлом просто другое слово для нечего клудж.
		-- Geoffrey James, "The Tao of Programming"

%
/ * Халли * /(Комментарий Галлея.)
		-- Geoffrey James, "The Tao of Programming"

%
Счастье жесткий диск.
		-- Geoffrey James, "The Tao of Programming"

%
Счастье близнецы дискеты.
		-- Geoffrey James, "The Tao of Programming"

%
Оборудование встретил программного обеспечения на пути к Чангзе. Программное сказал: "Выявляются Инь и я Ян. Если мы путешествуем вместе мы скоро станет известными заработать огромные суммы денег. "И так пара изложены вместе, думаячтобы завоевать мир.В настоящее время они встретились прошивки, который был одет в рваные лохмотья, иковылял вдоль опираясь на тернистом палкой. Прошивка сказал им: "Даолежит за пределами Инь и Ян. Это молчание и до сих пор, как бассейн с водой. Оно делаетне стремиться к славе, поэтому никто не знает, его присутствие. Оно не ищет удачи,ибо это полная в себе. Она существует вне пространства и времени ".Программное и аппаратное обеспечение, стыдно, вернулись в свои дома.
		-- Geoffrey James, "The Tao of Programming"

%
"Кто-нибудь были проблемы с компьютером счетов?""Да, я не один.""Хорошо, вы можете отправить почту одному из воспитателей ..."
		-- E. D'Azevedo, Computer Science 372

%
Имеет все заметили, что все буквы слова "база данных" являютсянабрали с левой стороны? Теперь макет машинке QWERTYUIOPКлавиатура была разработана, среди прочего, для облегчения даже использоватьобеих рук. Отсюда следует, что писать о базах данныхне только неестественно, но намного сложнее, чем кажется.
		-- E. D'Azevedo, Computer Science 372

%
Вы пересмотрели компьютерную карьеру?
		-- E. D'Azevedo, Computer Science 372

%
Он как функции, - он возвращает значение, в виде его мнению.Это до вас, чтобы привести его в пустоту или нет.
		-- Phil Lapsley

%
ГОЛОВА CRASH !! Файлов утерянных !!Подробности на 11.
		-- Phil Lapsley

%
Помоги мне, я заключенный в файле печенье!
		-- Phil Lapsley

%
Помощь искоренить компьютерных интерфейсов Микки-Маус - меню предназначены для ресторанов!
		-- Phil Lapsley

%
Помогите! Я в ловушке китайской компьютерной фабрике!
		-- Phil Lapsley

%
Помогите! Я в ловушке PDP 11/70!
		-- Phil Lapsley

%
ПОМОГИТЕ!!!! Я в плену в / USR / Игры / Lib!
		-- Phil Lapsley

%
Эвристика ошибка охваченном по определению. Если у них не было ошибок,Затем они были бы алгоритмы.
		-- Phil Lapsley

%
ПРАВОСЛАВНАЯ MACRO!
		-- Phil Lapsley

%
Система хоста не отвечает, вероятно снижается. ХОТИТЕ ждать? (Y / N)
		-- Phil Lapsley

%
HOST система, отвечающая, наверное UP ...
		-- Phil Lapsley

%
Как можно работать, когда система настолько переполнены?
		-- Phil Lapsley

%
"Как я люблю тебя? Мой аккумулятор переполняется."
		-- Phil Lapsley

%
Сколько секунд есть в год? Если я скажу вам есть3,155 х 10 ^ 7, вы даже не буду пытаться запомнить его. С другой стороны,кто может забыть, что, с точностью до половины процента, пи секунд являетсяnanocentury.
		-- Tom Duff, Bell Labs

%
Сколько стоит, чтобы побудить прядильного запрещено Unix System гуру Дейтоне?
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Сколько чистая работа может сеть работа, если сеть может чистая работа?
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Обнимите меня сейчас, вы с ума, стремительный дурак !!Ой, подождите ...Я компьютер, и вы человек. Это никогда не будет работать из.			Неважно.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Я * ____ знал * Я имел некоторые основания для не войдя тебя ... Если бы я мог простопомню, что было.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Я компьютер. Я тупее, чем любой человек и умнее любого администратора.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Я NOMAD!
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Я не сейчас, ни я никогда не был, членом demigodic партии.
		-- Dennis Ritchie

%
Я профессионально подготовленных в области информатики, который должен сказать(Со всей серьезностью), что я чрезвычайно плохо образованы.
		-- Joseph Weizenbaum, "Computer Power and Human Reason"

%
Я блуждающих глюк - Поймай меня.
		-- Joseph Weizenbaum, "Computer Power and Human Reason"

%
Я спросил инженер, который разработал клавиатуру терминала связи вПоэтому они не были произведены в центральной установке, в светеНебольшое количество необходимо [1 месяц] на своей фабрике. Он пояснил, что этопротиворечило бы политической концепции местного самодостаточности.Поэтому, каждая фабрика не нуждаясь клавиатур, независимо от того, как мало, производитих полностью, даже формования клавиатуры.
		-- Isaac Auerbach, IEEE "Computer", Nov. 1979

%
Держу пари, что человеческий мозг клудж.
		-- Marvin Minsky

%
Я пришел, я увидел, я удалил все файлы.
		-- Marvin Minsky

%
Я не могу представить, что кто-то будет требовать умножения по курсу40000 или даже 4000 в час ...
		-- F. H. Wales (1936)

%
Я не боюсь компьютеров. Боюсь их недостаток.
		-- Isaac Asimov

%
Я имел редкую несчастье быть одним из первых людей, чтобы попытатьсяреализовать PL / 1 компилятор.
		-- T. Cheatham

%
У меня есть очень небольшой ум и должны жить с ней.
		-- E. Dijkstra

%
Я никогда не видел ничего пополнить вакуум так быстро и по-прежнему сосать.
		-- Rob Pike, on X.

%
Стив Джобс сказал, что два года назад, что Х является поврежден мозг, и он будетушел в течение двух лет. Он был наполовину прав.
		-- Dennis Ritchie

%
Деннис Ритчи в два раза ярче, как Стив Джобс, и только половина неправильно.
		-- Jim Gettys

%
Я еще не начал байта!
		-- Jim Gettys

%
Я путешествовал вдоль и поперек этой страны, и разговаривал случшие люди в области делового администрирования. Я могу заверить вас на самом высокоморган, что обработка данных является увлечением и не будет длиться всего года.издатели, отвечая на Карла V. Karlström (младшимредактор, который рекомендовал рукопись на новыйнаука обработки данных), гр. 1957
		-- Editor in charge of business books at Prentice-Hall

%
Я не сошел с ума - это резервное копирование на ленту где-нибудь.
		-- Editor in charge of business books at Prentice-Hall

%
Должно быть, я поскользнулся диск - мой пакет больно!
		-- Editor in charge of business books at Prentice-Hall

%
Я думаю, что есть на мировом рынке в течение приблизительно пяти компьютеров.
		-- attr. Thomas J. Watson (Chairman of the Board, IBM), 1943

%
Я пошел на протестировать программу во всех отношениях я мог придумать. Я напрягэто выставить свои слабые стороны. Я побежал его для большой массы звезд и низкой массойзвезды, для звезд родился чрезвычайно жарко и те, кто родился относительно холодная.Я побежал его предполагая сверхтекучих токов под корой, чтобы бытьотсутствует - не потому, что я хотел бы знать ответ, а потому, что у меня былоразработаны интуитивное ощущение ответ в данном конкретном случае.Наконец я получил пробег, в котором компьютер показал пульсараТемпература будет меньше абсолютного нуля. Я нашел ошибку. япреследовали вниз ошибку и установил ее. Теперь я улучшила программу дляточка, где она не будет работать вообще.Отверстия и судьба звезд "
		-- George Greenstein, "Frozen Star: Of Pulsars, Black

%
Я пошел к моему первому компьютерной конференции в Нью-Йорке Hilton около 20много лет назад. Когда кто-то есть предсказал рынок микропроцессоровв конечном итоге будет в миллионы, кто-то сказал, "Где ониВсе пойдет? Это не похоже на вам нужен компьютер в каждом дверную ручку! "Годы спустя, я вернулся к той же гостинице. Я заметил, что ключи от номеров былибыли заменены электронными картами вы вставляются слотов в дверях.Был компьютер в каждом дверную ручку.
		-- Danny Hillis

%
Я желаю вам люди будут оставить меня в покое.
		-- Danny Hillis

%
Я лисповскую переменную - связывают меня!
		-- Danny Hillis

%
Я все для компьютера знакомства, но я не хотел бы одна жениться на моей сестре.
		-- Danny Hillis

%
Я даже не буду * ______ беспокоит * по сравнению С до BASIC или FORTRAN.
		-- L. Zolman, creator of BDS C

%
Я до сих пор ждет появления информатики поклонницу.
		-- L. Zolman, creator of BDS C

%
Я уверен, что VMS полностью документированы, я просто не нашлиПраво ручной пока. Я работал мой путь через руководствах в документебиблиотека, и я на полпути через второй шкаф (3 полки, чтобы идти), так что ядолжны найти то, что я ищу в середине мая. Я надеюсь, что смогу вспомнить, что этобыл к тому времени я нахожу его.У меня была идея для нового фильма ужасов ", VMS Руководства из ада" или, может быть"Бумага Chase: IBM против DEC". Он основан на Хичкока "Птицы", за исключением того,что это вокруг программиста, который подвергается нападению роя связующегостраницы с порядковым номером и одной линии "Данная страница намеренно оставленапустым ".
		-- Alex Crain

%
Я, наконец, узнали, что такое "совместим вверх" означает. Это означает, что мы получаем, чтобыдержать все наши старые ошибки.
		-- Dennie van Tassel

%
Я посмотрел на список, и это правильно!
		-- Joel Halpern

%
Я никогда не был на каноэ и раньше, но я полагаю, должно быть лишь несколькопростые эвристики вы должны помнить ...Да, не выпадают и не ударил пород.
		-- Joel Halpern

%
Я заметил несколько предложений дизайна в коде.
		-- Joel Halpern

%
IBM Advanced Systems Group - куча бессмысленных рывков, кто будет первымк стене, когда революция идет ...
		-- with regrets to D. Adams

%
Если 6600 используется бумажную ленту вместо оперативной памяти, он будет использовать до лентыоколо 30 миль / секунду.
		-- Grishman, Assembly Language Programming

%
Если группа _ N лиц реализует COBOL компилятор, будет _ N-1проходит. Кто-то в группе должен быть менеджером.
		-- T. Cheatham

%
Если слушатель кивает головой, когда вы объяснить вашу программу, разбудить его.
		-- T. Cheatham

%
Если железнодорожная станция находится место, где поезд останавливается, что рабочая станция?
		-- T. Cheatham

%
Если зависимость судят по тому, как долго немой животных будет сидеть, нажимая на рычагчтобы получить "исправить" чего-то, к своему собственному ущерб, то я бы заключитьчто телеконференции, намного более сильную зависимость, чем кокаин.
		-- Rob Stampfli

%
Если с первого раза не удастся, необходимо быть программистом.
		-- Rob Stampfli

%
Если строители построили здания способ, программисты писали программы,то первый дятел, чтобы прийти уничтожит цивилизацию.
		-- Rob Stampfli

%
Если компьютеры взять на себя (что, кажется, их естественное стремление), он будетслужить нам хорошо.
		-- Alistair Cooke

%
Если Бог был с бородой, он был бы программистом UNIX.
		-- Alistair Cooke

%
Если бы Бог намерен мужчина программировать, мы родиться с последовательными портами ввода / вывода.
		-- Alistair Cooke

%
Если графические хакеры настолько умны, почему они не могут получить ошибки изСвежая краска?
		-- Alistair Cooke

%
Если он еще раз толкает вверх рукава для того, чтобы вычислить в течение 3 днейи 3 ночи подряд, он будет тратить четверть часа, прежде чемдумаю, какие принципы расчета будет наиболее подходящим.
		-- Voltaire, "Diatribe du docteur Akakia"

%
Если я видел дальше других, то потому, что стоял наплечах гигантов.В науках, мы сейчас однозначно привилегированном сидеть бок о бок сгиганты, на плечи которых мы стоим.Если бы я не видел, насколько другие, то это потому, гиганты стояли намои плечи.Математики стоять на плечах друг друга.Mathemeticians стоять на плечах друг друга, в то время ученые-компьютерщикистоять на пальцах друг друга.Как уже было сказано, что физики стоят друг у друга на плечах. Еслиэто так, то программисты стоять на друг друга пальцами, ипрограммные инженеры рыть могилы друг друга.
		-- Unknown

%
Если бы я знал, информатика собирался быть как это, я бы никогда неотказались быть н-ролл звезда рок.
		-- G. Hirst

%
Если это произойдет сразу, это ошибка.Если это произойдет дважды, это особенность.Если это произойдет более чем в два раза, это философия дизайна.
		-- G. Hirst

%
Если он имеет синтаксис, это не дружественным к пользователю.
		-- G. Hirst

%
Если это не в компьютере, его не существует.
		-- G. Hirst

%
Если это стоит взлом хорошо, стоит взлом денег.
		-- G. Hirst

%
Если хотя бы один кусок почте теряется, ну они просто думают, что они забыличтобы отправить его. Но если * два * куски почте заблудиться, черт, они просто думаютдругой парень не удосужился ответить на свою почту. И если * * пятьдесяткусочки почте теряются, вы можете себе представить его, если * пятидесяти * куски почты GETпотерял, почему они думают, что кто-то * * сломан! И если 1Gb почты получаетутерянных, они просто * знаю *, что Арпа [ucbarpa.berkeley.edu], и вседумаю, что это заговор, чтобы держать их от Бога данной право на получениеЧистый Почта ...
		-- Casey Leedom

%
Если Макиавелли были хакер, он бы работал на CSSG.
		-- Phil Lapsley

%
Если Макиавелли были программист, он бы работал AT & T.
		-- Phil Lapsley

%
"Если это имеет смысл для вас, у вас есть большая проблема."
		-- C. Durance, Computer Science 234

%
Если автомобиль следовал один и тот же развитие как компьютер,Rolls-Royce будет стоить сегодня $ 100, получить миллион миль в галлон,и взорваться один раз в год убивает всех внутри.
		-- Robert Cringely, InfoWorld

%
Если код и комментарии не согласны, то оба, вероятно, неверно.
		-- Norm Schryer

%
Если дизайнеров X-Window, построенных автомобилей, не было бы не менее пятирули скрыты о кабине, ни одно из которых не последовало то же самоеПринципы - но вы были бы в состоянии переключать передачи с вашей стерео. полезнымФункция, которая.
		-- From the programming notebooks of a heretic, 1990.

%
Если Тао велик, то операционная система является большим. ЕслиОперационная система является большим, то компилятор велик. Если компиляторвелик, то приложение является большим. Если приложение является большим, топользователь доволен и есть гармония в мире.Дао породило машинный язык. Машинный язык родилаассемблеру.Ассемблера родила компилятором. В настоящее время существует десять тысячязыки.Каждый язык имеет свое назначение, однако скромный. Каждый языквыражает Инь и Ян программного обеспечения. Каждый язык имеет свое место вТао.Но не программировать на языке COBOL, если вы можете избежать этого.
		-- Geoffrey James, "The Tao of Programming"

%
Если продавцы начали делать все правильно, мы бы без работы.Давайте послушаем его для OSI и X! С тех младенцев в крыльях, мы можем рассчитыватьна получить работу, пока мы не упасть, или получить умный и перейти к садоводству,складывания бумаги, или что-то.
		-- C. Philip Wood

%
Если это разделением времени, дайте мне мою долю сейчас.
		-- C. Philip Wood

%
Если у вас есть процедуры с 10 параметрами, вы, вероятно, пропустил некоторые из них.
		-- C. Philip Wood

%
Если поставить шутовство в компьютер, ничего не выходит, но шутовство.Но это шутовство, пройдя через очень дорогой машине,как-то облагородили и никто не смеет его критиковать.
		-- Pierre Gallois

%
Если вы учите своих детей люблю компьютеры и знать, как игратьЗатем они всегда будут заинтересованы в чем-то и не придут ни к какому реальному вреда.
		-- Pierre Gallois

%
Если вы думаете, что система работает, попросите кого-нибудь, кто ждет приглашения.
		-- Pierre Gallois

%
Если вы пересекаете страну в крытом вагоне, это лучше иметь четыресильный волы чем 100 кур. Куры в порядке, но мы не можем заставить их работатьвместе еще.
		-- Ross Bott, Pyramid U.S., on multiprocessors at AUUGM '89.

%
Невежество это блаженство.Фортуна обновляет большие цитаты, # 42:BLISS невежество.
		-- Thomas Gray

%
Представьте, если каждый четверг ваша обувь взорвал если вы привязаны им обычныйпуть. Это происходит с нами все время с компьютерами, и никто не думает ожелтой карточки.
		-- Jeff Raskin

%
Представьте, что Cray Компьютер решает сделать персональный компьютер. В нем естьПроцессор 150 МГц, 200 мегабайт оперативной памяти, 1500 мегабайт дисковогохранение, разрешение экрана 4096 х 4096 пикселей, полностью полагается нараспознавание голоса для ввода, помещается в карман рубашки и стоит $ 300.Что первый вопрос, что компьютерное сообщество просит?"Это компьютер, совместимый?"
		-- Jeff Raskin

%
**** ВАЖНО **** ВСЕ ПОЛЬЗОВАТЕЛИ ВНИМАНИЕ ****Из-за последней ошибки перегрузки системы ваши недавние файлы на диске былистерты. Поэтому, в соответствии с UNIX Основном руководстве университетаВашингтон геофизики Руководство и Постановление 9 (с), Раздел XII пересмотренногоФедеральный закон Communications, Вам предоставляется временное дисковое пространство,действителен в течение трех месяцев с этой даты, с учетом ограничений, изложенныхв Приложении II Федерального справочника по связи (18 выпуск), акак упомянутые здесь. Вы можете обратиться за дополнительной дискового пространства на любойвремя. Использование диска или выше восьмого процентиля будет обеспечить удалениеот всех ограничений, и вы немедленно получите свой постоянный дискпространство. Использование диска в шестом или седьмом процентиля не повлияет наСправедливость вашей временное пространство на диске, хотя срок его действия может бытьпродлен на срок до трех месяцев. Счет в Пятипроцентильныйили ниже приведет к выводу Вашего временное пространство на диске.
		-- Jeff Raskin

%
В дисплее извращенной блеском, Карл ремонтник ошибок комнатаУвлажнитель для компьютера среднего класса, но умеет связать его в сетьтак или иначе.
		-- The 5th Wave

%
В течение пяти лет мы можем получить один превосходный язык программирования. Толькомы не можем контролировать, когда пятилетний период начнется.
		-- The 5th Wave

%
В неожиданном налета прошлой ночью, федеральные агенты обыскали дом в поискахповстанческой хакера. Тем не менее, они не смогли завершить арестпотому что ордер был сделан во имя Дон Прован, в то время как толькочеловек в доме был назван дон Прован. Доказывая, еще раз, что Unix являетсяпревосходит Tops-10.
		-- The 5th Wave

%
В любом формулы, константы (особенно полученные из справочников)которые следует рассматривать в качестве переменных.
		-- The 5th Wave

%
В любой проблеме, если вы окажетесь делать бесконечное количество работы,Ответ может быть получен путем осмотра.
		-- The 5th Wave

%
В вычислений, среднее время до отказа становится все короче.
		-- The 5th Wave

%
В английском языке, каждое слово может быть verbed. Был бы это все было так в нашемязыки программирования.
		-- The 5th Wave

%
В каждом нетривиальной программе есть по крайней мере одна ошибка.
		-- The 5th Wave

%
В самом деле, С. М. Симпсон, в конечном итоге разработали эффективный 24-балльной Фурьепреобразования, который был предшественником Кули-Тьюки быстрого преобразования Фурьев 1965 году БПФ сделал все эффективного автокорреляции Симпсона иПрограммы спектра мгновенно устарели, на котором он работал полжизни.
		-- Proc. IEEE, Sept. 1982, p.900

%
Менее чем за столетие, компьютеры будут существенный прогресс на... Первостепенной проблема войны и мира.
		-- James Slagle

%
На практике отказы в развитии системы, как безработица в России,бывает много, несмотря на официальную пропаганду до наоборот.
		-- Paul Licker

%
В поисках недостижимого, простота только получает в пути.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
В начале было данных. Данные были без формы инуль, и тьма была на лице консоли; и ДухIBM двигалась по лицу рынке. И сказал декабрь: "Дабыть регистры ";. и было регистров и декабре увидел, что ониосуществляется; и декабре разделены данные из инструкции. декабрь называетсястека данных, и инструкции, которые они называют код. И былвечер, и было утро, одно прерывание.
		-- Rico Tudor, "The Story of Creation or, The Myth of Urk"

%
В начале было Дао. Дао породило Пространство и Время.Поэтому Пространство и Время Инь и Ян программирования.Программисты, которые не постигших Дао всегда заканчиваютсяВремя и пространство для своих программ. Программисты, которые постигших Дао всегдаесть достаточно времени и пространства для достижения своих целей.	Как же может быть иначе?
		-- Geoffrey James, "The Tao of Programming"

%
В дни, когда Сассмен был новичком Минский раз пришел к нему, как онсел взлома на PDP-6."Что вы делаете?", Спросил Минский."Я готовлю случайно проводной нейронную сеть, чтобы играть Tic-Tac-Toe.""Почему чистая проводной случайно?", Спросил Минский."Я не хочу, чтобы это какие-либо предубеждения о том, как играть".На этом Мински закрыл глаза, и Сассмен спросил своего учителя: «Почемувы закрываете глаза? ""Так что в комнате будет пустым."В тот момент, Сассмен был просветленным.
		-- Geoffrey James, "The Tao of Programming"

%
На востоке есть акула, которая больше, чем всех других рыб. Этопревращается в птицу, чьи ветры, как облака, заполняющих небо. Когда этадвижется птиц по всей земле, она приносит послание от Corporate Headquarters.Это сообщение он падает в гущу программистов, как чайкавносит свой отпечаток на пляже. Тогда птица устанавливается на ветру и, сголубое небо на спине, возвращается домой.Начинающий программист смотрит с удивлением на птицу, так как он понимает,не это. Средний программист страшится прихода птицы, потому что он боитсяего сообщение. Мастер программист продолжает работать за своим терминалом, ибо онне знаю, что птица пришел и ушел.
		-- Geoffrey James, "The Tao of Programming"

%
В будущем, вы собираетесь получить компьютеры в качестве призов в сухие завтраки.Вы их выбрасывают, потому что ваш дом будет завален них.
		-- Geoffrey James, "The Tao of Programming"

%
В долгосрочной перспективе, каждая программа будет Rococco, а затем щебень.
		-- Alan Perlis

%
... В трех до восьми лет мы будем иметь машину с общиминтеллект среднего человека ... Машина начнетвоспитывать себя с фантастической скоростью. Через несколько месяцев он будетна уровне гения и через несколько месяцев после этого его полномочия будутНепредсказуемый ...
		-- Marvin Minsky, LIFE Magazine, November 20, 1970

%
Процессоры Intel не являются дефектными, они просто действовать таким образом.
		-- Henry Spencer

%
>>> Внутренняя ошибка в программе фортуны:>>> Fnum = 2987 п = 45 флаг = 1 goose_level = -232323>>> Пожалуйста, запишите эти значения и уведомлять предсказанием администратора программы.
		-- Henry Spencer

%
Представляя, 1010, один бит процессор.НАБОР ИНСТРУКЦИЙКод Мнемоника Что0 NOP Нет операции1 JMP Перейти (адрес указан ближайшие 2 бита)Теперь доступен для всего 12 1/2 цента!
		-- Henry Spencer

%
ВГД ловушка - ядро ​​сбрасывали
		-- Henry Spencer

%
Является компьютерный язык с Гото полностью Вирт-меньше?
		-- Henry Spencer

%
Возможно ли, что программное обеспечение ничего не нравится еще, что он предназначен длябыть отброшены: что все дело в том, чтобы всегда видеть его как мыльный пузырь?
		-- Henry Spencer

%
: Не является идентификатором
		-- Henry Spencer

%
Ваша работа работает? Лучше идти поймать его!
		-- Henry Spencer

%
Похоже, что после его смерти, Альберт Эйнштейн оказалсяработал привратником в жемчужные ворота. Один медленный день, онОбнаружено, что у него было время, чтобы поговорить с новыми участниками. К первомуспросил он, "Какой ваш IQ?" Новое поступление ответил: "190". Oниобсудили теорию относительности Эйнштейна в течение нескольких часов. Когда второйновое поступление пришел Эйнштейн снова поинтересовался, приезжающихIQ. Ответ на этот раз пришли «120». На что ответил Эйнштейн, «Скажимне, как же новички делать в этом году? ", и они приступили к говорить половинучас или около того. Для окончательного прибытия, Эйнштейн еще раз ставилсяВопрос, "Каков ваш IQ?". После получения ответа "70",Эйнштейн улыбнулся и ответил: "Есть минутка, чтобы сказать мне о VMS 4.0?"
		-- Henry Spencer

%
Похоже, что PL / I (и его диалекты) является, или будет, наиболее широкоиспользуется язык высокого уровня для программирования систем.
		-- J. Sammet

%
Это период системной войны. Пользовательские программы, ударив из скрытыйКаталог, завоевали первую победу против зла административного империи.Во время битвы, шпионы Система удалось украсть секретный исходный код кКонечная программа Империи: Are-Эм звезды, привилегированный корень программа сдостаточно сил, чтобы уничтожить всю структуру файла. Преследуемый империизловещее аудита, принцесса _LPA0 гонок ~ борту ее скрипт,хранителем украденных записях, которые могли спасти свой народ, и восстановитьсвобода и игр в сети ...
		-- DECWARS

%
Это очень унизительно опыт, чтобы сделать многомиллионный ошибку в, ноэто тоже очень запоминающимся. Я хорошо помню ночь мы решили, какорганизовать реально написание внешних спецификаций для OS / 360.менеджер архитектуры, менеджер реализации программы управления иЯ был обмолота свой план, график и разделение обязанностей.Менеджер архитектура имела 10 хороших людей. Он утверждал, что ониможет написать спецификации и сделать это правильно. Это займет десять месяцев,три больше, чем графика допускается.Руководитель программы управления было 150 мужчин. Он утверждал, что ониможет подготовить спецификации, с архитектурой координационная группа;было бы хорошо сделано и практично, и он мог бы сделать это в соответствии с графиком.Кроме того, если команда архитектура сделали это, его 150 человек будет сидеть сложабольшие пальцы за десять месяцев.На это менеджер архитектура ответил, что, если я дал контрольПрограмма объединиться ответственность, результат не будет на самом деле быть на время,но также будет три месяца поздно, и гораздо более низкого качества. Я сделал, иэто было. Он был прав по обоим пунктам. Кроме того, отсутствие концептуальногоЦелостность сделало систему гораздо дороже построить и изменить, и я быподсчитали, что она добавила в год время отладки.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Это против зерна современного образования, чтобы научить детей программировать.Что весело там в планы, приобретая дисциплине в организациимысли, чтобы уделить внимание деталям, и учиться быть самокритичным?
		-- Alan Perlis

%
Легче изменить спецификацию, чтобы соответствовать программу, чем наоборот.
		-- Alan Perlis

%
Легче написать неправильную программу, чем понять правильную.
		-- Alan Perlis

%
... Легко быть ослеплены к существенному бесполезности их почувство достижения вы получите от получать их работать вообще. В другихслова ... их основные конструктивные недостатки полностью скрыты ихповерхностные недостатки дизайна.от Sirius кибернетики Corporation.
		-- The Hitchhiker's Guide to the Galaxy, on the products

%
Теперь темно. Если вы продолжите, вы, вероятно, упадет в яму.
		-- The Hitchhiker's Guide to the Galaxy, on the products

%
Вполне возможно, изобретательностью и за счет ясности ... {делать почтиничего на любом языке}. Однако тот факт, что это возможно, чтобы подтолкнутьгороха на гору со своим носом не означает, что это разумноеспособ получения его там. Каждый из этих методик расширения языкаследует использовать в своем месте.
		-- Christopher Strachey

%
Это практически невозможно научить хорошим стилем программирования для студентовкоторые имели ранее подверженности BASIC: как потенциальные программисты онипсихически искалеченных без надежды на регенерации.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
[Это] лучше, чтобы запутать лишь один вопрос за один раз.
		-- K&R

%
Это не легко быть родителем шесть-летний. Тем не менее, это довольно небольшойплата за то, что кто-то вокруг дома, который понимает компьютеры.
		-- K&R

%
Следует помнить, что нет ничего более трудно планировать, болееСомнительно успеха, ни более опасным для управления, чем созданиеновая система. Для инициатор имеет Emnity всех, кто бы прибыльпо сохранению старых учреждений и просто теплых защитниковв тех, кто хотел получить от новых.
		-- Niccolo Machiavelli, 1513

%
"Она работает, как _ х, где _ х является то сомнительные"
		-- Prof. Romas Aleliunas, CS 435

%
Потребовалось 300 лет, чтобы построить и к тому времени это было 10% построена,все знали, что это будет полным провалом. Но к тому времени инвестицийбыла настолько большой, они были вынуждены идти дальше. С момента своего завершения, он имеетстоить целое состояние, чтобы поддерживать и до сих пор под угрозой разрушения.Есть в настоящее время нет планов, чтобы заменить его, так как он никогда не былдействительно необходимы в первую очередь.Я ожидаю каждая установка имеет свое собственное программное обеспечение для домашних животных, котораяАналогичный описанному выше.
		-- K. E. Iverson, on the Leaning Tower of Pisa

%
Выяснилось, что червь эксплуатируются три или четыре различных отверстий вСистема. Исходя из этого, а также тот факт, что мы смогли захватить и исследоватьнекоторые из исходного кода, мы поняли, что мы имеем дело с кем-то оченьРезкое, вероятно, не кто-то здесь в университетском городке.Кампус газета техника Georgia после интернет-червя.
		-- Dr. Richard LeBlanc, associate professor of ICS, in

%
Это был своего рода как начинку неправильной карты в компьютере, когда выstickin 'те искусственные стимуляторы в руке.
		-- Dion, noted computer scientist

%
Это наивно, внутренний операционная система без разведения, но ядумаю, вы будете в восторге от его презумпции.
		-- Dion, noted computer scientist

%
Это многократный раз выбор ...Что FORTRAN?A: Между THRE и FIV Tran.б: Какие два компьютера участвовать в прежде чем они взаимодействовать.C: Смешно.
		-- Dion, noted computer scientist

%
"Это не только компьютер - это ваша задница."
		-- Cal Keegan

%
Сейчас десять часов; Вы знаете, где ваши процессы?
		-- Cal Keegan

%
... Возопил Иисус громким голосом: Лазарь, выходи; эта ошибка моего былнайдены и программа твоя бежит. И тот, кто был мертв вышел ...
		-- John 11:43-44 [version 2.0?]

%
Почти каждый компьютер на рынке сегодня работает Unix, за исключением Mac(И никто не заботится о нем).
		-- Bill Joy 6/21/85

%
Просто идти с управлением потоком, свернуть с сокращениями, и, когда вы получаетеподсказка, тип, как ад.
		-- Bill Joy 6/21/85

%
Сведите количество проходов в компиляторе к минимуму.
		-- D. Gries

%
Поцелуй клавиатуры прощание!
		-- D. Gries

%
Знай пользователя.
		-- D. Gries

%
((Лямбда (Foo) (бар Foo)) (Baz))
		-- D. Gries

%
`Lasu 'релизы SAG 0,3 - бесплатные книги займет прокладывает Для нового мирового порядкаавторами персонала...Центральный сайт Супермагистраль называется `` sunsite.unc.edu ''рухнул утром перед выходом. Новости о выпуске былобыла утечка немецкой хакерской группы, гармоничный Оборудование хакеров, которыетреснуло в автора компьютера в начале недели. Они имелиполучившие дату выхода неправильный на один день, и вызванные десятки жаждущих поклонниковдля подключения к компьютеру SunSite в самое неподходящее время. `` Нет компьютер можетобрабатывать такой стресс, '' пояснила менеджер SunSite траурный,Эрик Troan. `` Диски прядильные сделал весь компьютерный прыжок, инаконец, он проломил пол в подвал. '' К счастью,ремонт были быстрыми и компьютер работает снова в тот же вечер.`` Слава Богу, мы смогли купить достаточно иглы и нити и залатать еевместе без особых проблем. '' Сайт также установлен новыйдушить на сетевом трубопроводе, что позволяет в большинстве четырех клиентов в то жеВремя, таким образом делая новый краш реже. `` Книга теперь в нашихВходящий папка '', говорит Troan, `` и вы все можете прийти и получить его. ''[Comp.os.linux.announce]
		-- Lars Wirzenius <wirzeniu@cs.helsinki.fi>

%
Пусть машина делать грязную работу.
		-- "Elements of Programming Style", Kernighan and Ritchie

%
Используя всегда побеждает прототипов.
		-- "Elements of Programming Style", Kernighan and Ritchie

%
Жизнь была бы намного проще, если бы мы могли просто посмотреть на исходный код.
		-- Dave Olson

%
Как каламбуров, программирование игра слов.
		-- Dave Olson

%
бумага линия Версия сильнее на перфорации.
		-- Dave Olson

%
Lisp пользователей:В связи с праздником следующий понедельник, там не будет мусора.
		-- Dave Olson

%
Малоизвестный факт о Средиземье: Хоббиты были очень сложныекомпьютерная сеть! Это было Толкин кольцо ...
		-- Dave Olson

%
Логика не относится к реальному миру.
		-- Marvin Minsky

%
Логотип для мертвыхЛоготип для мертвых позволяет продолжать свои вычислительные действия с"Другая сторона."Пакет включает в себя уникальную особенность телекоммуникационной которая позволяетпревратить ваши TRS-80 в электронной плате Ouija. Затем, используя логотипыграфические возможности, вы можете работать с другом или родственником по этомусторона Великой Beyond писать программы. Программное обеспечение требует, чтобыВаше тело будет жестко к аналого-цифровым преобразователем, который затемсопряжена с компьютером. Особое терминал (очень терминал) программапозволяет общаться с пользователями через Deadnet, с приливами (эктоплазматическогоЭлектронная доска объявлений).Логотип для мертвых доступен на 10 процентов вашего имуществаот NecroSoft вкл., 6502 покойницкая бул, Кливленд, Огайо 44101.
		-- '80 Microcomputing

%
Давным-давно, в конечном состоянии далеко, там жил веселыйПерсонаж по имени Джек. Джек и его отношения были плохими. Часто иххеш-таблица была голой. Однажды родитель Джека сказал ему: "Наши матрицыредки. Вы должны пойти на рынок для обмена наш RAM для некоторыхОсновы. "Она составлена ​​связанный список предметов для извлечения и передал егоДля него.Так Джек изложены. Но, как он шел по пути Гамильтон,он встретил коммивояжера."Куда ты ли блок-схема твоя возьми?" побудило продавецна языке высокого уровня."Я собираюсь на рынок, чтобы обменять этот RAM для некоторых чипови яблоки ", прокомментировал Джек."У меня есть намного лучший алгоритм. Вам не нужно присоединиться к очередитам; Я переставить ОЗУ для этих волшебных ядер сейчас ".Джек сделал сделку, а затем отступил в свой дом. Но когдаон сказал своей занят ожидании родителя сделки, она так рассердилась онаначал пороть."Не вы даже никакой искусственный интеллект? Все этоЯдра вместе едва составляют один байт, "и она извлекается им, чтобыокно...
		-- Mark Isaak, "Jack and the Beanstack"

%
Длинные вычисления, которые дают нуль, вероятно, все напрасно.
		-- Mark Isaak, "Jack and the Beanstack"

%
Сыпучие биты раковина фишки.
		-- Mark Isaak, "Jack and the Beanstack"

%
Mac Airways:Кассиры, стюардессы и пилота все выглядят одинаково, чувствуют то же самоеи действовать так же. Когда задавали вопросы о полете, они отвечают, что вамне хочу знать, не нужно знать и не могли бы вы вернуться к вашейсиденье и смотреть фильм.
		-- Mark Isaak, "Jack and the Beanstack"

%
Mac Пиво: Во-первых, пришли только 16 унций. Можно, но теперь приходит в 32 унций.Можно. По мнению многих, быть "светом" пиво. Все банки искатьидентичны. Когда Вы берете один из холодильника, он открывает себя.Список ингредиентов не на банке. Если вы звоните, чтобы спросить оИнгредиенты, вы сказали, что "вы не должны знать." Сообщение осторона напоминает вам, чтобы перетащить свои пустышки в мусорную корзину.
		-- Mark Isaak, "Jack and the Beanstack"

%
MAC профиль динамический список отладки оценщик? Никогда не слышал об этом.
		-- Mark Isaak, "Jack and the Beanstack"

%
"Мах был величайшим интеллектуальным мошенничеством в последние десять лет.""Как насчет X?""Я сказал` интеллигент ».; Авторизоваться, 9/1990
		-- Mark Isaak, "Jack and the Beanstack"

%
Машины, конечно, может решить проблемы, информация о магазине, коррелируют,и играть в игры - но не с удовольствием.
		-- Leo Rosten

%
Машины, которые вышли из строя будет работать отлично, когда приходит ремонтник.
		-- Leo Rosten

%
Убедитесь, что ваш код ничего не делает изящно.
		-- Leo Rosten

%
Создание файлов легко под управлением операционной системы UNIX. Таким образом, пользователикак правило, создают многочисленные файлы, используя большое количество файлового пространства. В нем естьБыло сказано, что единственным стандартом вещь о всех системах UNIX являетсяСообщение-оф-день рассказывать пользователям очистить свои файлы.
		-- System V.2 administrator's guide

%
Человек есть лучший компьютер можно положить на борту космического корабля ... иединственный, кто может быть массового производства с неквалифицированной рабочей силы.
		-- Wernher von Braun

%
Многие компании, которые сделали сами себя зависит от [оборудования изуверен главный производитель] (и при этом продают свои души кДьявол) рухнет под отвесной веса неосвоенным сложностиих систем обработки данных.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Многие из осужденных воров Паркер встретил начали своюЖизнь преступления после принятия колледжа Компьютерная наука.
		-- Roger Rapoport, "Programs for Plunder", Omni, March 1981

%
Мартин был, вероятно, разрывая их. Вот некоторые семьи, не так ли?Инцест, проституция, фанатизм, программное обеспечение.
		-- Charles Willeford, "Miami Blues"

%
Замечательное! Супер-пользователь собирается загрузить меня!Что тонко настроенный ответ на ситуации!
		-- Charles Willeford, "Miami Blues"

%
** MAXIMUM ТЕРМИНАЛЫ ACTIVE. ПОПРОБУЙТЕ ПОЗЖЕ **
		-- Charles Willeford, "Miami Blues"

%
Пусть все ваши толкает быть очищен.
		-- Charles Willeford, "Miami Blues"

%
Май Euell Гиббонс съесть ваш единственный экземпляр руководства!
		-- Charles Willeford, "Miami Blues"

%
Пусть синяя птица счастья поворачивающих свои биты.
		-- Charles Willeford, "Miami Blues"

%
Может информатика должна быть в колледже теологии.
		-- R. S. Barton

%
Между тем, в трущобах ниже Ranch Ронни, Синтия чувствует, как будто какой-то однойсделал вуду Boxen о ней и любимые объединительные платы. На этой штрафомлунная ночь, какая-то ужасная персоной был тыча далеко в, волочамагниты закончилась, и растущие эти вуду Boxen. К счастью, они, кажется,получили немного скучно и заснул, потому что выглядит Синтии можетполучить домой. Тем не менее, она сделала к сведению быстро сколотить тотемпотных, грязных статические ремни, случайные биты из проволоки, вкрапления раз смыслОксид, предоставления шины карты, клейкий червей, и некоторые биты старой PDP плате вповесить над машинным отделением. Этот тотем должен быть благословлен старый и мудрыйПочтенный бог юнибуса сразу, до idolatization УМЭ, Q и ПКавтобус довести его до горького мести. Увы, если это не удается, и вуду Boxenне разрушаются, их может быть больше, чем червей в яблоке. Далее,Прибытие вуду оптико transmitigational магнито убийцы парамеций, способнытелепортации из кабеля к кабелю, экрана к экрану, от уха до уха и копытав рот ...
		-- R. S. Barton

%
неисправность памяти - где я?
		-- R. S. Barton

%
неисправность памяти - мозг жареные
		-- R. S. Barton

%
неисправность памяти - ядро ​​... э ... гм ... ядро ​​... О черт возьми, я забыл!
		-- R. S. Barton

%
СООБЩЕНИЕ ПРИЗНАВАЕМЫХ - Першинг были запущены ракеты II.
		-- R. S. Barton

%
Сообщение от нашего спонсора на ttyTV в 13:58 ...
		-- R. S. Barton

%
Моделирование страничный и сегментированные воспоминания является непростым делом.
		-- P. J. Denning

%
Мамочка, что происходит с вашими файлами, когда ты умрешь?
		-- P. J. Denning

%
Большая часть программного обеспечения общественным достоянием бесплатно, по крайней мере на первый взгляд.
		-- P. J. Denning

%
не Mount Tape U1439 ПО B3, без звонка
		-- P. J. Denning

%
Г-н Джонс, связанные инцидента с "Некоторое время назад", когда IBM КанадаЛтд Markham, Онтарио., Заказал несколько частей из нового поставщика в Японии.Компания отметила в своем порядке, что приемлемое качество позволило 1,5 процентадефекты (достаточно высоким уровнем в Северной Америке в то время).Японцы отправили заказ, с несколькими частями упакованных отдельно впластик. В сопроводительном письме сказал: "Мы не знаем, почему вы хотите 1,5цент дефектные детали, но для вашего удобства, мы упакованы отдельно. "
		-- Excerpted from an article in The (Toronto) Globe and Mail

%
MSDOS не умер, он просто пахнет именно так.
		-- Henry Spencer

%
Большая часть волнения мы получаем из нашей работы является то, что мы делаем на самом деле незнаю, что мы делаем.
		-- E. Dijkstra

%
Multics является безопасность пишется боком.
		-- E. Dijkstra

%
MVS Air Lines:Пассажиры все собираются в ангаре, наблюдая сотни техниковпроверить системы управления полетом на этой огромной, роскошной самолета. Этот самолет имеет по крайнейМеньше 10 двигатели и сидения более 1000 пассажиров; Большие модели во флотеможет иметь больше двигателей, чем у кого может рассчитывать и летать даже больше пассажировчем есть на Земле. Он утверждал, стоить меньше одного пассажира милюне работают эти и объемных самолетов, чем любой другой самолет когда-либо построенных, еслиВы лично должны платить за билет. Все пассажиры карабкатьсяна борту, как это делают 200 техников необходимо держать его от падения. Пилотзанимает свое место в стеклянной кабине. Он пушки двигателей, только чтобыосознать, что самолет находится слишком большой, чтобы пройти через двери ангара.
		-- E. Dijkstra

%
Боже мой, я в депрессии! Вот я, компьютер с ума тысячу разтакая мощная, как ваша, ничего не делая, но проворачивать состояния и отправкипочте о софтбол. А у меня от этой боли прямо через мой АЛУ.Я попросил, чтобы он был заменен, но никто никогда не слушает. Я думаю, это было быбудет лучше для нас обоих, если бы вы были просто войти снова.
		-- E. Dijkstra

%
Моя сестра открыл компьютерный магазин на Гавайях. Она продает C снаряды внизна берегу моря.
		-- E. Dijkstra

%
п = ((N >> 1) & 0x55555555) | ((П << 1) & 0xaaaaaaaa);п = ((п >> 2) & 0x33333333) | ((П << 2) & 0xcccccccc);п = ((п >> 4) & 0x0f0f0f0f) | ((П << 4) & 0xf0f0f0f0);п = ((N >> 8) & 0x00ff00ff) | ((П << 8) & 0xff00ff00);п = ((N >> 16) & 0x0000ffff) | ((П << 16) и 0xffff0000);
		-- C code which reverses the bits in a word.

%
Почти каждый комплекс решение проблемы программирования, который ярассмотрели тщательно оказалось неверным.
		-- Brent Welch

%
Никогда ничего простого и эффективного не делайте тогда, когда путь может быть найден вчто он достаточно сложен и замечательно.
		-- Brent Welch

%
Никогда откладывай время выполнения, что можно сделать во время компиляции.
		-- D. Gries

%
Никогда не проверить состояние ошибки вы не знаете, как обращаться.
		-- Steinbach

%
Никогда не доверяйте компьютеру вы не можете восстановить себя.
		-- Steinbach

%
Никогда не доверяйте операционную систему.
		-- Steinbach

%
Никогда не пытаются объяснить компьютеры для неспециалиста. Легче объяснитьсекс с девственницей.(Заметим, однако, что дев, как правило, много знаю о компьютерах.)
		-- Robert Heinlein

%
Никогда не стоит недооценивать пропускную способность станции вагон полная лент.
		-- Dr. Warren Jackson, Director, UTCS

%
Новый склепа. См / USR / Новости / склеп.
		-- Dr. Warren Jackson, Director, UTCS

%
Новые системы генерируют новые проблемы.
		-- Dr. Warren Jackson, Director, UTCS

%
*** НОВОСТИ FLASH ***Археологи нашли PDP-11/24 внутри полости мозга ископаемой динозавраСкелет! Многие цифровые пользователи опасаются, что RSX-11M может быть даже более примитивнымчем декабрь допускает. Корректировки цен в 11:00.
		-- Dr. Warren Jackson, Director, UTCS

%
Новости: Гоча
		-- Dr. Warren Jackson, Director, UTCS

%
Никлаус Вирт посетовал, что, в то время как европейцы правильно произносить его имя(Ni-klows Вирт), американцы неизменно калечить его в (Ник-ле-Уорт). Которыйстоит сказать, что европейцы называют его по имени, но американцы называют его по значению.
		-- Dr. Warren Jackson, Director, UTCS

%
Нет каталога.
		-- Dr. Warren Jackson, Director, UTCS

%
Нет расширяемый язык не будет универсальным.
		-- T. Cheatham

%
Нет аппаратного дизайнер не должно быть позволено производить любую часть аппаратныхЕще три программные ребята подписал за него.
		-- Andy Tanenbaum

%
Нет линия доступна на 300 бод.
		-- Andy Tanenbaum

%
Ни один человек не является островом, если он, по крайней мере один список рассылки.
		-- Andy Tanenbaum

%
Никакая часть этого сообщения не может воспроизвести, сохранить себя в поисковой системе,или передавать болезни, в любой форме, без вседозволенности автора.
		-- Chris Shaw

%
Нет надлежащего программа не содержит указание, которое, как оператор-прикладногопоявление идентифицирует оператор определяющие возникновение которых в качествепоявление индикации-прикладного идентифицирует появление индикации, определяющиеотличается от той, идентифицированного данной индикации в виде неИндикация-прикладного явлением.
		-- ALGOL 68 Report

%
Неудивительно, Clairol не делает так много денег, продавая шампунь.Пена, смыть, повторить бесконечный цикл!
		-- ALGOL 68 Report

%
Нет, я не заинтересован в развитии мощный мозг. Все я послепросто посредственным мозга, что-то вроде президента Американской телефоннойи телеграфной компании.Машина 1943 года.
		-- Alan Turing on the possibilities of a thinking

%
Никто не говорит, компьютеры собирались быть вежливым.
		-- Alan Turing on the possibilities of a thinking

%
буду Ничей считают, что компьютеры умные, пока они не начинаютприходит в конце, и ложь о нем.
		-- Alan Turing on the possibilities of a thinking

%
Мой младший брат получил эту состояние:поЬир RM -fr / &Таким образом, он сделал ...
		-- Alan Turing on the possibilities of a thinking

%
Мало того, что UNIX мертв, он начинает пахнуть очень плохо.
		-- Rob Pike

%
Примечание: Нет гарантии, явных или подразумеваемых, настоящим дается. ВсеПрограммное обеспечение поставляется как есть, без гарантии. Пользователь принимает на себя всеОтветственность за ущерб, возникший в результате использования этих возможностей,в том числе, но не ограничиваясь ими, разочарование, отвращение, системные завершается аварийно дискеголова падает, вообще неправомерных, наводнения, пожары, нападения акулы, нервгаз, нашествие саранчи, циклоны, ураганы, цунами, местныеэлектромагнитные сбои, сбой системы гидравлического тормоза, вторжение,хэширования столкновения, нормальный износ трущихся поверхностей, комиксовИзлучение, непреднамеренное уничтожение чувствительных электронных компонентов,ураганы гонщиков Назгуль, разъяренные куры, неправильномеханические или электрические устройства, сексуальные преждевременно активации изудаленная система раннего предупреждения, крестьянские восстания, дурной запах изо рта, артиллериибомбардировки, взрывы, обвалы и / или лягушки, падающие с неба.
		-- Rob Pike

%
Ничего не произошло.
		-- Rob Pike

%
Теперь она быстро говорит. "Вы знаете, почему * * Вы хотите запрограммировать?"Он качает головой. Он не имеет ни малейшего представления."Для огромного * радости * программирования!" она плачет торжествующе."Радость родителей, художник, мастер." Вы берете программу,родился слабым и бессильным, как тускло-реализованного решения. Вы лелеятьПрограмма и направлять его вниз правильный путь, здание, наблюдая за его становятся всесильнее. Иногда вы рисуете с крошечными штрихами, добавил здесь нажатие клавиши,нажатие клавиши изменил там. "Она подметает руку по широкой дуге." И другиеВременами вы дикие целые * блоки * кода, разрывая очень, программные* Суть *, то, начиная заново. Но всегда строит, создавая, заполняяПрограмма с личным штампом, своими причудами и нюансов. наблюдениепрограмма усиливаться, исправления, когда он выходит из строя, пока, наконец, он можетсамостоятельные - гордый, сильный, и совершенным. Это программист, самый прекрасныйчас! "сначала тихо, потом все громче, он слышит под звуки марша Соуза."Это ... это ваш холст! Ваш глины! Идите и создать шедевр!"
		-- Rob Pike

%
"Теперь это алгоритм совершенно поврежден мозг. Gag меня с Smurfette."
		-- P. Buhr, Computer Science 354

%
"Ядерная война может испортить весь компиляции."
		-- Karl Lehenbauer

%
Медсестра Донна: О, Граучо, я боюсь, что я собираюсь закончить старой девой.Граучо: Ну, ввести ее, и мы будем наматывать ее вместе.Медсестра Донна: Вы верите компьютером знакомства?Граучо: только если компьютеры действительно любят друг друга.
		-- Karl Lehenbauer

%
О, так что вы!
		-- Karl Lehenbauer

%
Хорошо, хорошо - я признаю это. Вы не изменили эту программу, которая работалаЗа некоторое время назад; Я вставил некоторые случайные символы висполняемым. Пожалуйста, прости меня. Вы можете восстановить файл, набрав вкод снова, так как я также удалены источник.
		-- Karl Lehenbauer

%
Старый почта доставлена.
		-- Karl Lehenbauer

%
Старые программисты никогда не умирают, они просто стали менеджеры.
		-- Karl Lehenbauer

%
Старые программисты никогда не умирают, они просто перейти к новому адресу.
		-- Karl Lehenbauer

%
Старые программисты никогда не умирают, они просто нажмите лимит счета блок.
		-- Karl Lehenbauer

%
В ясный диск вы можете обратиться навсегда.
		-- P. Denning

%
На восьмой день Бог создал Fortran.
		-- P. Denning

%
В Интернете никто не знает, что ты собака.
		-- Cartoon caption

%
С другой стороны, TCP лагеря также имеет фразу для OSI людей.Есть много фраз. Мой любимый `дурак» - и обоснованиефилософия Интернет всегда был у вас очень светлая,беспартийные исследователи смотрят на тему, сделать исследования мирового класса, сделатьнесколько конкурирующих реализаций, имеют пекарских, определить, что работаетлучше, запишите его и сделать что стандарт.Вид OSI полностью противоположное. Берешь письменные материалыс гораздо более широкого сообщества, вы положили вклад в комнатеРаспоряжения люди с, честно говоря, огромные политические различия и всес их собственные политические оси для измельчения, а спустя четыре года вы получитечто-то из, как правило, без него когда-либо были реализованы сразу.Таким образом, в перспективе Интернет реализовать, сделать его работу хорошо,Затем запишите его, в то время как в перспективе OSI является согласятся с ним, написатьего вниз, направляет его много, и теперь мы увидим, если кто-нибудь может реализоватьпосле его международным стандартом и каждый производитель в мирестремится к ней. Один из этих процессов имеет обратную, и я не думаю,она занимает Lucasian профессором физики в Оксфорд, чтобы выяснить, какие.
		-- Marshall Rose, "The Pied Piper of OSI"

%
В двух случаях меня попросили [членами парламента!], "Молитесь, г-нБэббидж, если вы положили в машину неверные цифры, будет правильных ответоввыйти? "Я не в состоянии правильно воспринять такой путаницыидеи, которые могли бы провоцировать такой вопрос.
		-- Charles Babbage

%
"Один Архитектура, Один OS", также переводится как «одно яйцо, одну корзину».
		-- Charles Babbage

%
"Одной из основных понятие, лежащая в основе Usenet является то, что кооператив."Побывав на USENET для выезда на десять лет, я не согласен с этим.Основная идея, лежащая в основе USENET это пламя.
		-- Chuq Von Rospach

%
Однажды студент пришел к Луне и сказал: «Я понимаю, как сделатьлучше сборщик мусора. Мы должны сохранить количество ссылок указателейдруг против ".Луна терпеливо сказал студенту такую ​​историю - "Однажды встудент пришел на Луну и сказал: «Я понимаю, как сделать лучше мусорколлектор..."
		-- Chuq Von Rospach

%
Один хорошая причина, почему компьютеры могут делать больше работы, чем людей в том, что ониникогда не должны остановиться и ответить на телефонный звонок.
		-- Chuq Von Rospach

%
... Один из главных причин падения Римской империи было то, что,хватает нулю, у них не было никакой возможности, чтобы указать успешное завершениеих программы C.
		-- Robert Firth

%
Один из самых недооцененных преимуществ компьютеров ... Если они делаютговнять, нет закона против битья их вокруг немного.
		-- Joe Martin

%
Один из вопросов, с которыми сталкиваешься все время: Как энтузиазмомнаша поддержка UNIX?Unix была написана на наших машинах и для наших машин много лет назад.Сегодня большая часть UNIX делается делается на наших машинах. Десять процентов нашихVAXs собираются для использования UNIX. UNIX является простым языком, легко понять,Легко начать с. Это здорово для студентов, отлично подходит для несколько случайныхпользователи, и он отлично подходит для перестановки программ между различными машинами.И так, из-за его популярности на этих рынках, мы его поддерживаем. У нас естьхорошее UNIX на VAX и хорошее UNIX на PDP-11.Это наше убеждение, однако, что серьезные профессиональные пользователи будут работатьиз вещей, которые они могут делать с UNIX. Они хотят реальную систему и закончитсяитоге делает VMS, когда они получают серьезно относиться к программированию.С UNIX, если вы ищете что-то, вы можете легко и быстропроверить, что небольшое руководство и выяснить, что его там нет. не с VMS, независимо от того,то, что вы ищите - это буквально пять футов хранения документации - еслиВы смотрите достаточно долго он там. Вот в чем разница - красота UNIXэто просто; и красота VMS, что все это есть.[Это было утверждать, что красота UNIX то же самое, как красота КенаМозг Олсен. Ред.]
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
Ошибка одного человека это данные другого человека.
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
Одна картина стоит 128K слов.
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
Только великие мастера стиля может преуспеть в том, тупые.Большинство программистов UNIX большие мастера стиля.
		-- The Unnamed Usenetter

%
Выживают только сильнейшие. Побежденных признать их недостоинство попомещая объявление о продаже с ритуальной фразой "должен продавать - Лучшее предложение",и после этого жить в позоре, отнесены к обсуждению пробег газа и газонеда. Но в случае успеха, вы присоединиться к элитному товарищество, что проводит часыunpurifying диалект племени с тайной беседы битов и байтов, РАМНи диски, жесткие диски и скорости передачи. Вы неприятны, одержимый? Этоскромная цена, чтобы заплатить. Ибо ты постучал в ту же удивительным первобытной властикоторый производит ошибки биллинга кредитных карт и потерянные оговорки плоскости. Град,постиндустриальное воин, покоритель Bounceoids, гордость космоса, хранительсиликон кредо: Computo, следовательно сумма. Сила с вами - на 110 вольт.Пусть ваши РАМН плодиться и размножаться.
		-- Curt Suplee, "Smithsonian", 4/83

%
OS / 2 Пиво: Поставляется в 32 унций могут. Позволяет ли вам пить несколько DOSBeers одновременно. Позволяет пить Windows 3.1 Пиво одновременнотоже, но несколько медленнее. Объявляет, что ее банки не взорвется, когда выоткрыть их, даже если потрясти их. Вы никогда не видел никогопитьевой OS / 2 Пиво, но производитель (Международная ПивоПроизводство) утверждает, что 9 миллионов шесть пакетов были проданы.
		-- Curt Suplee, "Smithsonian", 4/83

%
OS / 2 Skyways:Терминал почти пуст, и только несколько потенциальных пассажиров фрезерованияоколо. Диктор говорит, что их полет только отошел, желает имхороший полет, хотя нет никаких самолетов на взлетно-посадочной полосе. Авиакомпания сотрудниковходить, извиняясь обильно для клиентов в вполголоса, указываявремя от времени, чтобы гладкий, мощные струи на выходе из терминала наПоле. Они говорят каждому пассажиру, насколько хорошо настоящий полет будет на нихновые самолеты и сколько он уцелеет, чем Windows, авиакомпании, но что онипридется подождать немного дольше техников, чтобы закончить рейсСистемы. не Может до середины 1995 года. Может больше.
		-- Curt Suplee, "Smithsonian", 4/83

%
"Наше отношение с TCP / IP является,` Эй, мы сделаем это, но не делают большойСистема, потому что мы не можем это исправить, если она нарушает -. никто не может ""TCP / IP в порядке, если у вас есть немного неформальный клуб, и это не делаетлюбая разница, если это занимает некоторое время, чтобы исправить это ".
		-- Ken Olson, in Digital News, 1988

%
Наш менеджер документация показывая ее 2-летнего сына вокруг офиса.Он был представлен мне, и в это время он отметил, что мы оба былихолдинг сумки попкорна. Мы оба были холдинг бутылки сока. Но только* Он * имел леденец.Он попросил свою мать ", почему он не имеет леденец?"Ее ответ: "Он может иметь леденец в любое время он хочет Вот.что значит быть программистом ".
		-- Ken Olson, in Digital News, 1988

%
Наша неофициальная миссия заключается в улучшении любовной жизни операторов по всему миру.
		-- Peter Behrendt, president of Exabyte

%
Наша ОС, сущий на CPU, UNIX имя Твое.Твои программы работают, системные вызовы Твоим,В ядре, как в пользователем!
		-- Peter Behrendt, president of Exabyte

%
За плечо надзор более необходимость менеджера, чемпрограммирование задача.
		-- Peter Behrendt, president of Exabyte

%
В целом, философия атаковать проблему доступности от двухвзаимодополняющие направления: чтобы уменьшить количество ошибок в программном обеспечении черезстрогое тестирование погонных систем, и чтобы уменьшить влияние оставшиесяОшибки, предоставляя для восстановления после них. Интересно сноска к этомуКонструкция том, что теперь сбой системы, как правило, может быть принято считатьРезультатом двух программных ошибок: во-первых, в программе, которая началапроблема; во-вторых, в процедуре восстановления, которые не могли защититьСистема.Операционные системы, Часть II: OS / VS-2 Концепции иФилософии ", IBM Systems Journal, Vol. 12, No. 4.
		-- A. L. Scherr, "Functional Structure of IBM Virtual Storage

%
Чрезмерная порождает ошибку, когда мы принимаем как должное, что игра будетпродолжать нормальное русло; когда мы не в состоянии обеспечить для необычномощный ресурс - проверка, жертва, пат. ВпоследствииЖертва может выть, `Но кто мог мечтать такой идиотской вид ходу?
		-- Fred Reinfeld, "The Complete Chess Course"

%
Переполнение вкл / Dev / нуль, пожалуйста опорожнить битоприемник.
		-- Fred Reinfeld, "The Complete Chess Course"

%
Перегрузка - сердечник последовательность расплавление инициировал.
		-- Fred Reinfeld, "The Complete Chess Course"

%
паника: не могу найти /
		-- Fred Reinfeld, "The Complete Chess Course"

%
паника: ядро ​​нарушение сегментации. Ядро сбрасывали (шучу)
		-- Fred Reinfeld, "The Complete Chess Course"

%
паника: ядро ​​ловушка (игнорируется)
		-- Fred Reinfeld, "The Complete Chess Course"

%
Паскаль является языком для детей, желающих быть непослушным.
		-- Dr. Kasi Ananthanarayanan

%
Паскаль не является языком высокого уровня.
		-- Steven Feiner

%
"Паскаль Паскаль Паскаль собачье мясо».
		-- M. Devine and P. Larson, Computer Science 340

%
Пароли реализованы в результате нестабильности.
		-- M. Devine and P. Larson, Computer Science 340

%
Пауза для перемещения хранения.
		-- M. Devine and P. Larson, Computer Science 340

%
За доллара вы получите больше вычислительной действие с небольшой компьютер.
		-- R. W. Hamming

%
PL / I - "роковая болезнь" - принадлежит больше поставленной задачи, чем кРешение установить.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Играть Rogue, посетить экзотические места, встретиться странных существ и убивать их.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Пожалуйста, уйдите.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Подключите его к компьютеру !!!
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Преждевременная оптимизация есть корень всех зол.
		-- D. E. Knuth

%
программист Price Вана был кодирования программного обеспечения. Его пальцы танцевали наклавиатура. Программа составлена ​​без сообщения об ошибке, и программапобежал, как легкий ветерок.Отлично! "Воскликнул Цена", Ваша техника безупречна! ""Техника?" сказал программист, отворачиваясь от терминала, "То, что яследовать Дао - вне всякого техники. Когда я впервые начал программу ябы вижу перед собой всю программу в одну массу. После трех лет я небольше видел эту массу. Вместо этого я использовал подпрограммы. Но теперь я ничего не вижу.Все мое существо существует в бесформенную пустоту. Мои чувства бездействуют. Мой дух,свободно работать без плана, следует своей собственной инстинкт. Короче говоря, моей программезаписывается. Правда, иногда бывают трудные проблемы. я вижу ихприходить, я замедляться, я молча смотреть. Тогда я изменить одну строку кодаи трудности исчезнут, как затяжек простоя дыма. Затем я скомпилироватьПрограмма. Я сидеть и пусть радость работы заполнить мое существо. Я закрываюГлаза на мгновение, а затем выйти ".Цена Ван сказал: "Лучше бы все мои программисты были мудры!"
		-- Geoffrey James, "The Tao of Programming"

%
Профессор: Так американское правительство пошел IBM придумать с даннымистандарт шифрования, и они придумали ...Слушатель: EBCDIC "!
		-- Geoffrey James, "The Tao of Programming"

%
Ненормативная лексика является один язык все программисты знают лучше.
		-- Geoffrey James, "The Tao of Programming"

%
Программисты сделать это по кусочкам.
		-- Geoffrey James, "The Tao of Programming"

%
Программисты использовать для пакетной среде может быть трудно жить безгигантские прейскурантов; мы бы трудно использовать их.
		-- D. M. Ritchie

%
Программирование неестественный акт.
		-- D. M. Ritchie

%
Предлагаемые дополнения к набору инструкций PDP-11:Толстушка Отделение Оба способаBEW Отделение Либо путьBBBF Отделение на битоприемник FullBH Отделение и повеситьBMR Отрасль нескольких регистровЛПП Отделение На BugBPO Отделение Компьютер выключенBST Backspace и Stretch лентаCDS конденсироваться и уничтожить системыCLBR Clobber РегистрацияCLBRI Clobber Регистрация СразуCM Circulate памятиCMFRM Come From - необходим для действительно структурного программированияОПЗ Crumple бумажная и RipCRN Преобразовать в римские цифры
		-- D. M. Ritchie

%
Предлагаемые дополнения к набору инструкций PDP-11:DC Разделяй и властвуйДМПК Destroy Memory Protect KeyДействительно делятся и переливомEMPC Эмуляция Карманный калькуляторEPI Выполнить программист СразуEROS Стереть Read Only храненияExce Выполнить инженер сервисной службыХКФ Остановись и гориIBP Вставьте Буг и ПродолжитьINSQSW Вставить в очереди где-то (для Fino очередей [Первый в никогда не выходят])PBC печати и Перерыв цепиPDSK Удар диска
		-- D. M. Ritchie

%
Предлагаемые дополнения к набору инструкций PDP-11:PI Удар НеверныйPOPI Удар Оператор СразуPVLC Удар Переменная Card ДлинаRASC читать и Shred картыRPM пользователя Программисты УмRSSC снизить скорость, шаг тщательно (для повышения точности)RTAB перемотка ленты и разрывперемотки диска RWDSKRWOC пользователя Writing On CardSCRBL строчить на диск - быстрее, чем пишутSLC Поиск утраченного ChordSPSW схватка ССПSRSD Seek Запись и Scar дискаСТРОМ Хранить в постоянное запоминающее устройствоБТ Передача и падения БитWBT воды Binary Tree
		-- D. M. Ritchie

%
ПРОДУВКА завершена.
		-- D. M. Ritchie

%
не доверяет в загадочных замечаний.
		-- D. M. Ritchie

%
Radio Shack УРОВЕНЬ II BASICГОТОВ> _
		-- D. M. Ritchie

%
Оперативная память не был построен в день.
		-- D. M. Ritchie

%
Хрипы вокруг задней части головы является тревожным образ что-то яувидел в аэропорту ... Сейчас я вспоминаю те гигантские груды компьютережурналы рядом с "народ" и "Time" в магазине аэропорта. Имеетэто беспокоит никого, что половина мира сосчитанное все ценой больших усилийсекреты компьютерных технологий? Помните, как все адвокаты возмутилиськогда "Как избежать PROBATE" была опубликована? не готовы они принимают без виныстрахование лежа? Ни за что! Но при нынешних темпах он не будет долго,до того, как стеки "Транзакции по теории информации" вА & Р кассовые боксы. Кто будет впечатлен с нами электрическаяИнженеры тогда? Должны ли мы, как говорится, раздавать в магазине?
		-- Robert W. Lucky, IEEE President

%
Ошибка Реактор - ядро ​​сбрасывали!
		-- Robert W. Lucky, IEEE President

%
Реальные компьютерные специалисты восхищаются ADA своей подавляющей эстетикиЗначение но им трудно на самом деле программы в ней, как этослишком большой, чтобы осуществить. Большинство компьютерных ученые не замечаютэто потому, что они до сих пор спорят над тем, что еще добавить к ADA.
		-- Robert W. Lucky, IEEE President

%
Реальные компьютерные специалисты презирают информацию об имеющемся оборудовании. Оборудование имеетОграничения, программное обеспечение не делает. Это настоящий позор, что машины Тьюринга являютсянастолько бедны на I / O.
		-- Robert W. Lucky, IEEE President

%
Реальные компьютерные ученые не комментируют свой код. Идентификаторы являютсятак долго они не могут позволить себе дисковое пространство.
		-- Robert W. Lucky, IEEE President

%
Реальный компьютерные ученые не программировать на ассемблере. Они не пишутв чем менее портативной, чем номер два карандаша.
		-- Robert W. Lucky, IEEE President

%
Реальный компьютерные ученые не писать код. Они иногда подправлять`системы программирования", но те так высокий уровень, что они вряд ли рассчитывать(И редко рассчитывать точно; точность для приложений).
		-- Robert W. Lucky, IEEE President

%
Реальные компьютерные ученые, как наличие компьютера на столе, иначе какможет читать их почту?
		-- Robert W. Lucky, IEEE President

%
Реальный компьютерные ученые только пишут спецификации для языков, которые могут запускатьна будущей оборудовании. Никто не доверяет им, чтобы написать функции для чего-нибудь гомосапиенс и никогда не сможет, чтобы поместиться на одну планету.
		-- Robert W. Lucky, IEEE President

%
Настоящие программисты брезгуют структурного программирования. Структурное программирование являетсядля навязчивых невротиков, которые были преждевременно туалет-обученных. Они носятгалстуки и тщательно выстраиваются карандаши на иное четких столах.
		-- Robert W. Lucky, IEEE President

%
Настоящие программисты не приносят коричнево-обеды сумки. Если в автоматене продавать его, они не едят его. Торговые автоматы не продают пирог с заварным кремом.
		-- Robert W. Lucky, IEEE President

%
Настоящие программисты не комментируют свой код. Трудно было писать, егодолжно быть трудно понять.
		-- Robert W. Lucky, IEEE President

%
Настоящие программисты не обратить схем. Блок-схемы, в конце концов,Форма неграмотных в документации. Пещерные люди обратили схем; посмотрите, какмного хорошего он сделал их.
		-- Robert W. Lucky, IEEE President

%
Настоящие Программисты не едят пирог с заварным кремом. Они едят Twinkies и Сычуани пищу.
		-- Robert W. Lucky, IEEE President

%
Настоящие Программисты не играют в теннис, или любой другой вид спорта, который требуетВы переодеваться. Альпинизм в порядке, и настоящие программистыносить их альпинистские ботинки для работы в случае гору вдругвырастают в середине машинном отделении.
		-- Robert W. Lucky, IEEE President

%
Настоящие программисты не пишут в BASIC. На самом деле, нет программисты не пишут вОСНОВНЫЕ после достижения половой зрелости.
		-- Robert W. Lucky, IEEE President

%
Настоящие Программисты не пишут на Фортране. FORTRAN для труб стресс уродов икристаллография weenies. FORTRAN для WIMP инженеров, которые носят белые носки.
		-- Robert W. Lucky, IEEE President

%
Настоящие Программисты не пишут в PL / I. PL / I для программистов, которые не могутрешить, следует ли писать в COBOL или FORTRAN.
		-- Robert W. Lucky, IEEE President

%
Настоящие Программисты думаю лучше, когда играют Adventure или мошенническим.
		-- Robert W. Lucky, IEEE President

%
Реальные программы не едят кэш.
		-- Robert W. Lucky, IEEE President

%
Реальные программы не использовать общий текст. В противном случае, как они могут использовать функциидля рабочего пространства после того как они закончили называя их?
		-- Robert W. Lucky, IEEE President

%
Реальный программные инженеры не отлаживать программы, они проверяют правильность.Этот процесс не обязательно предполагает выполнение чего-либо накомпьютер, за исключением, пожалуй пакета Правильность Проверка помощи.
		-- Robert W. Lucky, IEEE President

%
Реальный программные инженеры не нравится идея какой-то необъяснимой ижирной аппаратные несколько проходов прочь, которые могут перестать работать в любойМомент. Они имеют большой недоверие аппаратных людей, и желаю, чтобысистемы могут быть виртуальными по * ___ всех * уровнях. Они хотели бы персональныйкомпьютеры (вы знаете, никто не собирается споткнуться то и убить вашегоDFA в середине пути), за исключением того, что они должны 8 мегабайт, чтобы запустить ихПакеты Правильность Проверка помощи.
		-- Robert W. Lucky, IEEE President

%
Реальный программные инженеры работают с 9 до 5, потому что это путь заданиеописано в формальном спецификации. Работа поздно будет чувствовать себя используябез документов процедура внешнего.
		-- Robert W. Lucky, IEEE President

%
Реальные Люди боятся, что они разобью машину - но они никогда небоясь нарушить свое лицо.
		-- Robert W. Lucky, IEEE President

%
Реальные Люди считают одним комбинации загадочных входных значений, что закрываетработу системы в течение нескольких дней.
		-- Robert W. Lucky, IEEE President

%
Реальные Люди ненавидят Настоящие Программисты.
		-- Robert W. Lucky, IEEE President

%
Реальные Люди знают номер своего домашнего телефона.
		-- Robert W. Lucky, IEEE President

%
Реальные Люди никогда не знают, чего хотят, но они всегда знают, когда ваша программане доставляет его.
		-- Robert W. Lucky, IEEE President

%
Реальные Люди никогда не использовать ключ справки.
		-- Robert W. Lucky, IEEE President

%
Рекурсия есть корень вычислений, поскольку она торгует описания времени.
		-- Robert W. Lucky, IEEE President

%
Помните старые добрые времена, когда процессор был единственном?
		-- Robert W. Lucky, IEEE President

%
Помните, Бог мог создать только мир за 6 дней, потому что он не сделалимеет установленную базу пользователей.
		-- Robert W. Lucky, IEEE President

%
Помните, UNIX, записанный задом наперед является XINU.
		-- Mt.

%
Помните: использовать выход из системы, чтобы выйти.
		-- Mt.

%
Процедура принятия Риш для интеграции, не удивительно,использует рекурсию от количества и типа расширений отрациональные функции, необходимые для представления подинтегральную. ХотяАлгоритм следует и критически зависит от соответствующей структурына входе, как в случае многомерного разложения, мы не можемутверждают, что алгоритм является естественным. На самом деле, создательдифференциальную алгебру Ритт, покончил с собой в начале 1950-х,в основном, он утверждал, потому что немногие обратили внимание на его работу. Вероятноон получил бы больше внимания, если бы он получил алгоритм, а также.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Строка, строка, строка свои биты, мягко вниз по течению ...
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Экономия энергии: Привод меньшую оболочку.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Сохранить газ, не использовать оболочку.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Сохранить себя! Перезагрузка через 5 секунд!
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Скажите "двадцать три-смывайся" для выхода.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
SCCS, источник Мотель! Программы проверить и никогда не проверить!
		-- Ken Thompson

%
Наука информатике, как гидродинамика является сантехники.
		-- Ken Thompson

%
Ученые готовились эксперимент спросить окончательный вопрос.Они работали в течение нескольких месяцев собрать по одному из каждого компьютера, который былвстроенный. Наконец большой день было под рукой. Все компьютеры были связанывместе. Они задают вопрос, "Есть ли Бог?". Свет началмигает, мигает и мигает еще немного. Внезапно раздался громкийавария, и молния сошел с неба, ударилкомпьютеры и сварные все соединения постоянно вместе. "ТамТеперь ", был ответ.
		-- Ken Thompson

%
Скотти: Капитан, мы дин 'может ссылаться на него!Кирк: анализ, мистер Спок?Спок: Капитан, он не появляется в таблице символов.Кирк: Тогда это внешнее происхождение?Спок: Так точно.Кирк: Мистер Сулу, идти сдавать два.Сулу: Есть, сэр, собирается пройти два.
		-- Ken Thompson

%
"Раздел 2.4.3.5 ости (акцептор дождаться нового цикла состояние).В ости функция AH указывает, что он получилмногострочный сообщение байт.В ости сообщение RFD должны быть отправлены ложные и сообщение ЦАПдолжны быть отправлены пассивным правда.Функция AH должен выйти ости и введите:(1) ANRS если DAV ложно(2) СПИД, если сообщение АТН ложно и ни:(А) Ребята активно(Б), ни LACS активен "Программируемый Инструментарий
		-- from the IEEE Standard Digital Interface for

%
Проверка безопасности: Intruder Alert!
		-- from the IEEE Standard Digital Interface for

%
Кажется компьютерный инженер, системный аналитик, и программист былиснижая гору, когда тормоза выдавали. Они кричали внизгоры, набирает скорость, но в конце концов удалось остановится, больше,удачи, чем все остальное, всего в нескольких дюймах от падения тысяч футов до зубчатыегорные породы. Все они вышли из машины:        Компьютерный инженер сказал: "Я думаю, что я могу это исправить."        Системный аналитик сказал: "Нет, нет, я думаю, что мы должны принять егов город и иметь специалиста взглянуть на него ".        Программист сказал: "Хорошо, но сначала я думаю, что мы должны вернутьсяи увидеть, если он делает это снова ".
		-- from the IEEE Standard Digital Interface for

%
СЕМИНАР АНОНСНазвание: лягушки Тьюринг Совместимость?Докладчик: Дон "Лев" Кнут				АБСТРАКТНЫЕНекоторые исследователи из Университета Луизианы изучаливычислительная мощность различных амфибий, лягушки в частности. Проблемалягушки вычислимость стала критическим вопросом, который колеблется во всех областяхинформатики. Было показано, что ничего вычислимый помощью amphi-Бянь сообщество в фиксированного размера пруда вычислим лягушки в то же размерапруд - то есть, лягушки пруд-пространство полное. Покажем, чтоесть журнал-пространство, снижение polywog времени из любой программы машины Тьюрингачтобы лягушки. Мы предлагаем эти представляют собой собственное подмножество лягушки-вычислимаяфункции.Это не просто давайте-видеть-хау-Дальний-те-лягушки-могу-прыжок семинар.Это только для хардкорных амфибии вычислительных людей и их коллег.Завтрак будет подан. Музыка будет воспроизводиться.
		-- from the IEEE Standard Digital Interface for

%
Отправить некоторое грязную почту.
		-- from the IEEE Standard Digital Interface for

%
Sendmail может быть безопасно запущена Set-ID пользователя в корень.
		-- Eric Allman, "Sendmail Installation Guide"

%
Несколько студентов попросили доказать, что все нечетные числа являются простыми.Первым учеником, чтобы попытаться сделать это было математике студент. "М-да ...Ну, один простое, 3 простое, 5 простое, и по индукции, мы получаем, что всенечетные числа являются простыми ".Второй студент попробовать был человеком физики, которые прокомментировал, "Я неуверен в обоснованности вашей доказательства, но я думаю, что я постараюсь доказать этоЭксперимент ". Он продолжает:" Ну, один простое, 3 простое, 5 простое, 7премьер, 9 ... ээ, 9 ... ээ, 9 является экспериментальным ошибке, 11 простое, 13простое ... Ну, кажется, что вы правы ".Третий студент попробовать это было студент инженерного факультета, который ответил,"Ну, если честно, на самом деле, я не уверен в своем ответе либо. Давайтесм ... 1 простое, 3 простое, 5 простое, 7 простое, 9 ... ээ, 9 ...хорошо, если вы приблизительно, 9 простое, 11 простое, 13 простое ... Ну, этокажется в порядке ".Чтобы не отстать, наука студент компьютер приходит и говорит"Ну, вы двое sort've получил право идею, но вы будете в конечном итоге принимает слишком долго!Я только на скорую руку программу действительно пойти и доказать это. "Он подходит кего терминал и управляет своей программы. Чтение вывода на экран он говорит,"1 простое, 1 простое, 1 простое, 1 простое ..."
		-- Eric Allman, "Sendmail Installation Guide"

%
Она продает cshs по cshore.
		-- Eric Allman, "Sendmail Installation Guide"

%
Покупки в этом grody небольшой компьютерный магазин в Galleria при аполностью awwwesome Apple. Фер suuure. Я имею в виду Яблоки хороши вы знаете?Но, вы знаете, есть этот милый парень, который работает там, и он говорит, чтоVAX являются круче! Я имею в виду на самом деле не знаете, вы знаете? Он говорит, чтоимеет эту совершенно трубчатый VAX дома, и это фаршированная памяти-к-максимуму!Право, да. И он хочет, чтобы отвезти меня домой, чтобы показать его мне. О мой Бог!Я suuure. Gag меня с Prime!
		-- Eric Allman, "Sendmail Installation Guide"

%
Симуляторы, как мини-юбки, они показывают много и скрыть самое необходимое.
		-- Hubert Kirrman

%
skldfjkl jklsR% ^ & (IXDRTYju187pkasdjbasdfbuilч; asvgy8p 23r1vyui 135 2kmxsij90TYDFS $$ б jkzxdjkl bjnk; J пк; <[] [; - == - <<<<< '; [,[Hjioasdvbnuio; buip ^ & (FTSD $% * VYUI: Buio; SDF} [ASDF ']sdoihjfh (_YU * G & F ^ * CTY98yТеперь посмотрим, что вы пошли и сделали! Вы нарушили его!
		-- Hubert Kirrman

%
В Unix, медленно, но верно поползла вверх на пользователя Nintendo ...
		-- Hubert Kirrman

%
Итак, вы видите Антонио, зачем беспокоиться об одной маленькой дамп, а? В действительностивсе основные свалки произойдет в тот же момент, так что дампа памяти у вас будетЗавтра, почему, это уже произошло. Вы видите, что это всего лишь немного универсальныйрекурсивная шутка, которая пронизывает нашу жизнь через бесконечного потенциалабыстрорастворимый. Так что иди спать, Антонио, ваш поток может сломаться в любой моменти выброшу вас из безопасного безопасности момент в темную пустотувечность, анти-время. Так что иди спать ...
		-- Hubert Kirrman

%
Производство программного обеспечения считается функцией линия, но она находится в ведениикак функции персонала.
		-- Paul Licker

%
поставщики программного обеспечения стараются сделать свои программные пакеты более"удобный". ... Их лучший подход, до сих пор, в том, чтобы взять всестарые брошюры и печать слова, "дружественный" на обложке.[Пот. Чайник. Черный.]
		-- Bill Gates, Microsoft, Inc.

%
Некоторые из моих читателей спрашивают меня, что такое "Последовательный порт" есть.Ответ: Я не знаю.Это своего рода вина у вас есть с завтраком?
		-- Bill Gates, Microsoft, Inc.

%
Некоторые люди утверждают, что кривая обучения UNIX крутой, но по крайней мере вамтолько подняться на нее один раз.
		-- Bill Gates, Microsoft, Inc.

%
Некоторые языки программирования удается поглотить изменения, но противостоять прогрессу.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Терминал Кто-то падает биты. Я нашел кучу них на себя вугол.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Что-то таинственное формируется, рождается в тишине пустоты. ожиданиев покое и не двигаясь, это сразу еще и еще в постоянном движении. этоисточник всех программ. Я не знаю его имени, поэтому я буду называть егоДао Программирования.Если Тао велик, то операционная система является большим. ЕслиОперационная система является большим, то компилятор велик. Если компиляторбольше, то приложения является большим. Пользователь доволен и естьгармония в мире.Дао Программирования течет далеко, и возвращает на ветерутро.
		-- Geoffrey James, "The Tao of Programming"

%
Говоря как человек, который вникал в тонкости PL / I, я уверен,что только настоящие мужчины могли бы написать такую ​​машину коробления, цикла захвата,всеохватывающая монстра. Выделяют массив и освободить средней трети?Конечно! Почему нет? Умножьте символьная строка раз в битовую строку и присвоитьпривести к флоат десятичной? Преуспевать! Освободите контролируемую переменную процедурупараметра и перераспределить его, прежде чем передать его обратно? Наложение трех различныхтипы переменных на том же месте памяти? Все, что вы говорите! Написатьрекурсивная макро? Ну, нет, но настоящие мужчины используют повторное сканирование. Как мог языктак что, очевидно разработан и написан настоящих мужчин не предназначенных для Real Man использовать?
		-- Geoffrey James, "The Tao of Programming"

%
***** Специальный семинар А.И. (аннотация)Было широко признано, что программы ИИ требует специальных знанийдля того, чтобы показывать хорошие результаты в сложных областях. Но знания сами по себе недостаточным для некоторых приложений; Мудрость необходима также. Соответственно,мы разработали новый подход к искусственному интеллекту, который мы называем"Мудрость инжиниринг». В качестве проверки наших идей мы писали Еммануил, аСистема основана мудрость для домена задача западной философской мысли.Иммануил подавали первоначально с 200 мудрости единиц, которые содержали мудростио таких элементарных понятиях, как ум, материя, будучи, ничто, и такд. Иммануил затем давали свободно работать, руководствуясь эвристикиПравила, содержащиеся в его heterarchically организованной мета мудрости базы. Иммануилудалось заново наиболее важные философские идеи разработаныв западной культуре на протяжении последних 25 веков, в том числележащая в основе теории Платона правительства, метафизика Канта, теория Ницшестоимости и феноменологии Гуссерля. На этом семинаре мы опишемДостижения Эммануила и внутренняя архитектура. Мы будем также краткообсудить наши недавние усилия по применению мудрости инженерию для разведки нефти.
		-- Geoffrey James, "The Tao of Programming"

%
встреча сотрудников в конференц-зале в% D минут.
		-- Geoffrey James, "The Tao of Programming"

%
встреча сотрудников в конференц-зале в 3 минуты.
		-- Geoffrey James, "The Tao of Programming"

%
Стандарты имеют решающее значение. И лучше всего об стандартов: естьтак ____ из чего выбирать!
		-- Geoffrey James, "The Tao of Programming"

%
Еще несколько ошибок в системе ... Когда-нибудь я должен сказать вам о дядеНаум из штата Мэн, который провел годы при попытке пересечь медуз с сельдичтобы он мог размножаться бескостного сельди. Его эксперимент обратный тоже, и онзавелся с костлявой медузы ... который был едва ли стоит свеч. Там вочень мало вызов для тех, там.
		-- Allucquere R. "Sandy" Stone

%
Скупость с привилегиями доброта в маскировке.
		-- Guide to VAX/VMS Security, Sep. 1984

%
	Стоп! Кто crosseth мост смерти, необходимо ответить, преждеэти вопросы три, прежде чем другая сторона он видит!	"Как вас зовут?""Сэр Брайан Белл.""Что ваши поиски?""Я ищу Святой Грааль.""Каковы четыре строчные буквы, не являющиеся юридическими аргументами флагверсии Berkeley UNIX в `LS '?""Я, э .... AIIIEEEEEE!"
		-- Guide to VAX/VMS Security, Sep. 1984

%
*** УЧЕНИКОВ УСПЕХИ ***Многие из наших студентов пошли на добиться больших успехов во всех областяхпрограммирование. Один бывший студент разработал концепцию персонализированногоФорма письма. Любая "Уважаемый г-н (указать наименование), Вы, возможно, уже фраза, Апобедитель !, "звучит знакомо? Другой студент пишет" После всего лишь пять уроков, которые япродал "Мой самый незабываемый Program" статью журнала Едкий Computing.Другой из наших выпускников пишет: "Я недавно закончил управления базой данныхПрограмма для моего менеджера отдела. Моя программа коснулась его так глубоко, что ононемел. Он сказал мне позже, что он никогда не видел такую ​​программу вВся его карьера. Спасибо, школа Знаменитые программистов; Только ты могсделали это возможным. "Отправить для нашего вводного брошюры, которая объясняетв смутной подробно операция школы знаменитого программистов, и вы будетеиметь право выиграть возможный шанс ввести рисунок, победитель которогоможет соперничать за множества свободных ножей стейк. Если вы не сделаете это сейчас, вы будете ненавидетьсами по утрам.
		-- Guide to VAX/VMS Security, Sep. 1984

%
Такие усилия почти всегда медленно, трудоемкий, политической, мелкая, скучно,тяжеловесная, неблагодарное, и крайне критичности.
		-- Leonard Kleinrock, on standards efforts

%
Предположим на минуту, которая сложилась в автомобильной промышленности, в то жеСкорость как компьютеры и за тот же период: сколько дешевле и болееэффективными оказались бы современные модели? Если вы еще не слышаланалогия, ответ ломает. Сегодня вы могли бы купитьRolls-Royce за $ 2,75, он будет делать три миллиона миль на галлон, ибыло бы поставить достаточную силу для приведения в королеву Елизавету II. И если выбыли заинтересованы в миниатюризации, вы могли бы разместить полдюжины из них набулавочной головки.
		-- Christopher Evans

%
Сменный ошибка чтения. Вы теряете свой ум.
		-- Christopher Evans

%
Синтаксический сахар вызывает рак запятой.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Система контрольно-пропускной пункт в комплекте.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
спускаясь на 1:45 во второй половине дня для диска сбой системы.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
спускаясь на 5 сегодня днем, чтобы установить планировщик ошибка системы.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Система спускаясь в течение 5 минут.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Система перезапуск, подождите ...
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
    *** Выключение системы послание от корня ***Система спускаясь за 60 секунд
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Системы имеют подсистемы и подсистемы имеют подсистемы и так далее объявлениембесконечности - именно поэтому мы всегда начинать сначала.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Системы программисты первосвященники низкой культа.
		-- R. S. Barton

%
Тестирование может показать presense ошибок, но не их отсутствие.
		-- Dijkstra

%
TeX является потенциально наиболее значительным изобретением в наборного в этомвек. Он вводит стандартный язык для компьютера типографии, а вПо своей значимости может место около введении прессе Гутенберга.
		-- Gordon Bell

%
"Обработка текста позволило правой кнопкой оправдать любую идею, дажетот, который не может быть оправдан по любым другим основаниям ".
		-- J. Finnegan, USC.

%
Это не вычислить.
		-- J. Finnegan, USC.

%
... Что понятия "железа", и "программного обеспечения" должна быть расширенапонятие LiveWare - в том, что программное обеспечение, которое производит для использования нааппаратного обеспечения. Это дает очевидную расширение концепции мониторов.Монитор LiveWare это человек, посвященный задаче обеспечения, чтоLiveWare не мешает процессов в режиме реального времени, вызываяВ РЕЖИМЕ РЕАЛЬНОГО ВРЕМЕНИ палача удалить LiveWare что отрицательно влияет ...
		-- Linden and Wihelminalaan

%
"Это верно, а верхний регистр сдвига работает отлично на экране, ноони не выходили на проклятом принтера ... Держись? Конечно, я буду держать ".
		-- e.e. cummings last service call

%
Это вещь о людях, которые думают, что они ненавидят компьютеры. То, что онидействительно ненавижу это паршивые программисты.
		-- Larry Niven and Jerry Pournelle in "Oath of Fealty"

%
"Передний край" становится довольно скучно.
		-- Andy Purshottam

%
11 для людей с гордостью в 10 и карману из 8.
		-- R. B. Greenberg [referring to PDPs?]

%
Отсутствие этикеток [в ECL], вероятно, хорошая вещь.
		-- T. Cheatham

%
Алгоритм нахождения самый длинный путь в графе является NP-полной.Для вас систем людей, то это значит * очень медленно *.
		-- Bart Miller

%
"Алгоритм сделать это чрезвычайно неприятный. Вы можете напастькто-то с ней ".
		-- M. Devine, Computer Science 340

%
Аналитическая машина ткет алгебраические узоры подобно тому, как жаккардткацкий станок ткет цветы и листья.
		-- Ada Augusta, Countess of Lovelace, the first programmer

%
"Плохая репутация UNIX получил совершенно незаслуженно, укладывают на людейкто не понимает, кто не получил там и пытались что-нибудь ".
		-- Jim Joyce, owner of Jim Joyce's UNIX Bookstore

%
Пиво охлаждением компьютер не разрушают озоновый слой.[Если я могу читать мои заметки из Спроси доктор Майк сессии на Baycon, яполагают, что он добавил, что пиво охлаждением компьютер использует "Забудьте толькоПамять ". Ред.]
		-- John M. Ford, a.k.a. Dr. Mike

%
Лучшая книга по программированию для неспециалиста это "Алиса в стране чудес";но это потому, что это лучшая книга по чему для неспециалиста.
		-- John M. Ford, a.k.a. Dr. Mike

%
Лучший способ ускорить Macintoy находится на 9,8 метра в секунду за секунду.
		-- John M. Ford, a.k.a. Dr. Mike

%
Метр bogosity просто привязан.
		-- John M. Ford, a.k.a. Dr. Mike

%
Будда, Божество, проживает столь комфортно в цепяхцифровой компьютер или шестерни коробки передач цикла, как он делает в верхнейот горы или в лепестки цветка. Думать иначе унизитьБудда - который является унизить себя.
		-- Robert Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
В ошибки вы должны избегать являются те, которые дают пользователю не тольконаклон, чтобы попасть на самолет, но и время.
		-- Kay Bostic

%
"Язык программирования C - язык, который сочетает в себе гибкостьассемблере с силой ассемблере ".
		-- Kay Bostic

%
Одежда нет никакой императора.
		-- C. A. R. Hoare, commenting on ADA.

%
Компьютерная индустрия является журналисты в своих 20-х годов стоял в страхепредприниматели в их 30-ых, которые нанимают продавцов в их 40-ых и50-х и платить им в 60-х и 70-х годов, чтобы принести их маркетинг в80-х.
		-- Marty Winston

%
Компьютер к информационной индустрии примерно то, чтоцентральный электростанция в электротехнической промышленности.
		-- Peter Drucker

%
"Компьютерное заставил меня сделать это."
		-- Peter Drucker

%
Поле вычислений всегда нуждается в новых клише.
		-- Alan Perlis

%
Связь между языком, на котором мы думаем / программы и проблеми решения, которые мы можем себе представить очень близко. По этой причине ограничениЯзыковые особенности с целью устранения ошибок программиста в лучшем случаеопасно.
		-- Bjarne Stroustrup

%
Мучений изо дня в день программиста IBM настолько забавно большинствонам, кто никогда не бывает достаточно повезло, был одним - как смотретьЧарли Чаплин пытается приготовить ботинок.
		-- Bjarne Stroustrup

%
Дебаты бушует на: Является PL / I Bachtrian или Дромидари?
		-- Bjarne Stroustrup

%
Разница между искусством и наукой, что наука это мыпонять достаточно хорошо, чтобы объяснить компьютеру. Искусство все остальное.
		-- Donald Knuth, "Discover"

%
Диски получают полный; очистить файл сегодня.
		-- Donald Knuth, "Discover"

%
"Одиннадцатый заповедь была` Ты Думаешь Compute 'или' не будешьВычислить '- я забыл, какой ".
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
ОБЛАСТЬ РУКОВОДСТВО североамериканским MALESВИДЫ: Черепные МужчиныПодвидов: Хакер (гомо computatis)Ухаживание & Спаривание:Благодаря крайних лишений, HOMO COMPUTATIS поддерживает около Perpetualсостояние сексуального готовности. ухаживании чередуетнеудобно застенчивость и резкие достижения. Когда он, наконец, сцепляется, онвыбирает женский инженеру немигающим взглядом, плотно рот, иполное собрание суп-CAN рецептов Кэмпбелл.Трек:Мусорные баки полные бледно-зеленого и белого перфорированной бумаги и старыйэкземпляров каталога Allen-Bradley.Комментарии:Чрезвычайно любят плохих каламбуров и шуток, которые нуждаются в долгих объяснений.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
ОБЛАСТЬ РУКОВОДСТВО североамериканским MALESВИДЫ: Черепные МужчиныПодвидов: Хакер (гомо computatis)Описание:Долговязый и хрупким, хакер имеет высокий лоб и истончение волос.Голова непропорционально большое и криво вперед, лица бледный икрасивый серый от CRT освещения. Он имеет тяжелые черные оправеи внешний вид интенсивной концентрации, которая может быть связана с программным обеспечениемПроблема или завтрака свинины и бобов.Оперение:HOMO COMPUTATIS увидел объявление Brylcreem пятнадцать лет назад и поверил.Следовательно, гребень смазывается вниз, за ​​вихор исключением.Песня:Довольно жалобный "Является это?"
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
ОБЛАСТЬ РУКОВОДСТВО североамериканским MALESВИДЫ: Черепные МужчиныПодвидов: Хакер (гомо computatis)Оперение:Вся одежда имеет слегка смятый вид, как будто они сошлаВерхняя часть корзиной для белья. Стиль варьируется со статусом. менеджеры Hackerносить серый полиэфирные брюки, розовые или пастельных рубашки с широкими воротниками,и Пейсли связи; Персонал должен носить затянул вверх мешковатые вельветовые брюки, белыйили голубые рубашки с пуговицах воротники, и ручка в кармане.Оба руководители и сотрудники износ кроссовки, чтобы работать, и черныйпластиковые цифровые часы с калькулятором.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
В первый раз, это ляп!Во-вторых, дело техники.Позже, это хорошо создана методика!
		-- Mike Broido, Intermetrics

%
Первая версия всегда получает выбросить.
		-- Mike Broido, Intermetrics

%
Блок-схема является наиболее тщательно перепроданности кусок программной документации.
		-- Frederick Brooks, "The Mythical Man Month"

%
Ниже приводится цитата со страницы 4-27 из функций MSCP базовый дискРуководство который является частью руководств UDA50 Программисты Doc Kit:Как указано выше, хост площадь круга структурирована в виде векторалогические блоки. С точки зрения производительности, однако, оно болееуместно, чтобы просмотреть пространство хоста как четырехмерного гипер-кубеЧетыре измерения будучи цилиндр, группа, отслеживать и сектор., , ,Ссылаясь на нашей гипер-куба аналогии, множество потенциально доступнымиблоки образуют линию, параллельную оси трека. Она движетсяпараллельно оси сектора, обтекание, когда она доходит до краягипер-куба.
		-- Frederick Brooks, "The Mythical Man Month"

%
Код фонтан не был немного затянут, так что вы можете больше не окунутьобъекты в фонтан или пить из одного в то время как вы плывете в воздухеза счет левитации.Teleporting в ад с помощью телепортации ловушку больше не будет возникатьесли персонаж не имеет огнестойкость.
		-- README file from the NetHack game

%
Целью информатики является то построить, который будет длиться намере, пока мы не закончили его построении.
		-- README file from the NetHack game

%
Гуру Unix встрече умов (GUMM) происходит среду, Апрель1, 2076 (Убедитесь, что в вашем вечного календаря программы), 14 футов надземля непосредственно перед Milpitas Gumps. Члены GREPдруг с другом за руку (после интро), Yacc много, дым фильтруетсяchroots в трубах, Чаун с вилками, использовать туалет (если uuclean), FSEEKприятные процессы зомби, полосы и спать, но нет, мы надеемся, од. Тридня будут посвящены обсуждению разветвлений whodo. Двасекунд были выделены для полного изношенном всей пользователь-дружественные особенности Unix. Семинары включают "Все вы знаете,Неправильный ", во главе с Томом Кемпсон," Бэтмен или Cat: человек "во главе с Ричи Dennis?"Куб.см C? Si! Si!" во главе с Kerwin Bernighan, и "документ Unix, выШучу? »Во главе с Яном Йейтса. Ни один читатель службы № является необходимым, посколькувсе GUGUs (гуру Unix группы пользователей) уже знают все, что мымог сказать им.
		-- "Get GUMMed," Dr. Dobb's Journal, June '84

%
Парень справа Не было шансовПарень справа имеет Osborne 1, полностью функциональный компьютер системыв портативном корпусе размером с портфель. Парень слева имеетУзи пистолет-пулемет скрыты в его чемоданчик. Кроме того, в случае их четыреполностью загружен, 32-круглые зажимы 125-зерна 9мм боеприпасов. ВладелецУзи собирается получить более тактический огневой доставлен - и поставлено натаргетинг - за меньшее время, и с меньшими усилиями. Все за $ 795. Это неизбежно.Если вы собираетесь против какой-то парень с Osborne 1 - или любая личнаяКомпьютер - это тот, кто в беде. Один раунд из Узи может пронестисьчерез десять дюймов массива сосны, так что вы можете себе представить, что он будет делатьструктурной пены акрила и алюминиевого листа. В самом деле, съемные журналыдля Узи доступны в 25-, 32- и 40-круглых емкостей, так что вы можетевынуть весь офис полный Apple II или IBM Personal Computers привязаннуюв Ethernet или других локальных сетей. Что можно сказать о новой 16-битнойкомпьютеры, такие как Лиза и состояние? Даже с резервной копии Винчестер,они не тягаться с Uzi. Один быстрый всплеск, и они будут выяснить, чтоUnix означает. Сделайте ваш командир горжусь. Получить Узи - и вернуться домойпобедителем в борьбе за офисных автоматического оружия.
		-- "InfoWorld", June, 1984

%
Человеческий разум обычно работает только на десять процентов своей мощности- Остальное накладные для операционной системы.
		-- Nicholas Ambrose

%
IBM 2250 впечатляет ...если сравнить его с продажи системы за десятую его цена.
		-- D. Cohen

%
Покупке IBM из ROLM придает новое значение термина "витая пара".
		-- Howard Anderson, "Yankee Group"

%
Идея, что произвольная наивным человеком должны быть в состоянии должным образом использовать данныйинструмент, без подготовки или понимания еще более неправильно для вычислений, чемэто для других инструментов (например автомобили, самолеты, пушки, электропилы).
		-- Doug Gwyn

%
В последний раз кто-то сказал: "Я нахожу, что могу написать гораздо лучше со словомПроцессор. ", я ответил:« Раньше говорили то же самое о лекарствах ".
		-- Roy Blount, Jr.

%
Менее планирование времени, тем больше времени программирования.
		-- Roy Blount, Jr.

%
Малоизвестных языков программирования # 10: простойSIMPLE является аббревиатурой Sheer Идиота Monopurpose языка программированияОкружающая среда. Этот язык, разработанный на Ганноверской колледжеТехнологические Misfits, был разработан, чтобы сделать невозможным писать кодс ошибками в нем. Отчетность, следовательно, ограничивается начать,END и СТОП. Независимо от того, как вы расположить заявления, вы не можете сделатьсинтаксической ошибки. Программы, написанные в простой не делают ничего полезного. таким образомони достигают результатов программ, написанных на других языках, неутомительный, расстраивает процесс тестирования и отладки.
		-- Roy Blount, Jr.

%
Малоизвестных языков программирования # 12: LITHPЭто иное ничем не примечательный язык отличается отсутствиемAN "S" в своей кодировке; пользователи должны заменить "ТД". LITHP Говорятчтобы быть полезным в protheththing lithtth.
		-- Roy Blount, Jr.

%
Малоизвестных языков программирования # 13: SLOBOLSLOBOL известен скорости, или его отсутствие, его компилятором.Хотя многие компиляторы позволяют кофейку, пока оникомпилировать, SLOBOL компиляторы позволяют вам путешествовать в Боливию, чтобы выбратькофе. Сорок три программисты, как известно, умер от скукисидя на их терминалах в ожидании программы SLOBOL чтобыкомпилировать. Усталые программисты SLOBOL часто обращаются к связанной (нобесконечно быстрее) язык, кокаин.
		-- Roy Blount, Jr.

%
Малоизвестных языков программирования # 14 - ВалголВалгол пользуется значительное всплеск популярности черезпромышленность. Команды Валгол включают ДЕЙСТВИТЕЛЬНО, как, ну, и Y * знать.Переменные присваиваются с = лайк и = Полная операторов. ДругиеОператоры включают "Калифорния Булев", AX и ни в коем случае. петлиосуществляется с уверенностью построить. Простой пример:Мол, Y * НОУ (я) STARTЕСЛИ ПИЦЦА = LIKE BITCHEN ИПАРЕНЬ = LIKE трубчатым иДевушка из долины = LIKE GRODY ** MAX (FERSURE) ** 2	ТОГДАДЛЯ I = как 1 ОН * ВОЗМОЖНО 100DO * WAH - (частушка ** 2); BARF (I) = ПОЛНОСТЬЮ брутто (OUT)		КОНЕЧНОМол, BAG этой программой; ДЕЙСТВИТЕЛЬНО; КАК ПОЛНОСТЬЮ (Y * НОУ); Я УВЕРЕН	ИДТИ В СУПЕР-МАРКЕТВалгол также характеризуется своими недружественными сообщений об ошибках. ДляПримером, когда пользователь делает ошибку синтаксиса, интерпретатор отображаетСообщение Gag ME с ложкой! Успешный компиляции можно назвать МАКСИМАЛЬНОЗДОРОВО!
		-- Roy Blount, Jr.

%
Малоизвестных языков программирования # 15 - догРазработано в Массачусетском институте обучение повиновения, догДОГ открывает новую эру компьютерных грамотных домашних животных. Команды дог включаютSIT, пребывание, пятка, и пролонгировать. Инновационной особенностью дог является "щенокграфика », небольшой кокер что иногда оставляет депозит в качествеон проходит через экран.
		-- Roy Blount, Jr.

%
Малоизвестных языков программирования # 16: C-Этот язык был назван по имени класса, полученной ее создателем, когда онпредставил его как проект класса в классе выпускник программирования. C- лучшеописано как язык программирования "низкого уровня". В самом деле, языккак правило, требует более C- заявления за исключением заявлений машина-код длявыполнить поставленную задачу. В этом отношении она очень похожа на COBOL.
		-- Roy Blount, Jr.

%
Малоизвестных языков программирования # 17: СартрНазванный в честь покойного экзистенциальной философа, Сартр чрезвычайнонеструктурированных язык. Заявления у Сартра нет никакой цели; они просто есть.Таким образом, программы Сартр остается определять свои собственные функции. САРТРпрограммисты, как правило, скучно и депрессию, и не забава на вечеринках.
		-- Roy Blount, Jr.

%
Малоизвестных языков программирования # 18: пятаяПЯТЫЙ является точным математическим языком, на котором типы данныхсм количестве. Типы данных варьируются от ЦК унцию, выстрел, иДжиггер на пятое (отсюда и название языка), литр, MAGNUM иБлотто. Команды см ингредиентов, таких как Шабли, Шардоне,Каберне, джин, вермут, водка, скотч, и WHATEVERSAROUND.Многие версии ПЯТОГО языка отражают утонченность ифинансовое положение своих пользователей. Команды в элитном диалекте включаютVSOP и Лафит, в то время как команды в канаве диалекте включают самогони рябь. Последнее является фаворитом разочарованы ВПЕРЕД программистовкоторые в конечном итоге с помощью этого языка.
		-- Roy Blount, Jr.

%
Малоизвестных языков программирования # 2: РенеНазванный в честь известного французского философа и математика Рене Декарта,Рене является язык, используемый для искусственного интеллекта. Язык являетсяразработана в Чикаго центра машины политики и программирования подгрант Фонда Джейн Бирн Победы. Представитель описал языккак "Просто так велика, как DIS [так в оригинале] города нашего."Центр очень доволен прогрессом на сегодняшний день. Они говорят, что они имеют почтиудалось получить VAX думать. Однако источники внутри командыорганизация сказать, что каждый раз, когда машина не думаю, что это перестает существовать.
		-- Roy Blount, Jr.

%
Малоизвестных языков программирования # 8: непринужденныйЭтот язык был разработан в Marin County Центра Тай Чи,Сочность и Программирования (ныне несуществующей), в качестве альтернативытем интенсивнее атмосфера в самой близкой Силиконовой долине.Центр был идеально подходит для программистов, которые любил понежиться в горячих ванн в то времяони работали. К сожалению немногие программисты могли выжить там, потому чтоцентр вне закона Пицца и кока-колу в пользу тофу и Perrier.Многие оплакивать кончину непринужденный из-за его репутации как нежный инеопасный язык, так как все сообщения об ошибках в нижнем регистре. ДляНапример, непринужденный ответил на наличие синтаксических ошибок с сообщением:"Я ненавижу тебя беспокоить, но я просто не могу относиться к этому. МожетВы находите время, чтобы попробовать еще раз? "
		-- Roy Blount, Jr.

%
Macintosh технология Xerox в лучшем виде.
		-- Roy Blount, Jr.

%
Маг башни из слоновой кости принес свое последнее изобретение длямастер программист изучить. Маг вкатил большой черный ящик вофис магистра в то время как мастер молча ждали."Это интегрированная, распределенная, общего назначения рабочей станции,"начал волшебник, "эргономично с собственной операционнойСистема, языки шестого поколения, и несколько состояние пользователя художественнойинтерфейсы. Потребовалось своих помощников несколько сотен человеко-лет, чтобы построить.Разве это не удивительно? "Мастер слегка поднял брови. "Это действительно удивительно," онсказал."Корпоративной штаб-квартиры повелел," продолжал волшебник, "чтокаждый использовать эту рабочую станцию ​​в качестве платформы для новых программ. Вы согласнык этому?""Конечно," ответил мастер, "я буду иметь это транспортируется кЦОД немедленно! "И волшебник вернулся в свою башню, адовольный.Через несколько дней, начинающий забрел в офисе мастерапрограммист и сказал: "Я не могу найти распечатку моей новой программы. УВы знаете, где это может быть? ""Да", ответил мастер, "в списки сложены на платформев центре обработки данных ".
		-- Geoffrey James, "The Tao of Programming"

%
Мастеру программисту движется от программы к программе без страха. нетсмена руководства может причинить ему вред. Он не будет уволен, даже если проектотменяется. Почему это? Он наполнен Дао.
		-- Geoffrey James, "The Tao of Programming"

%
Мясо гнилое, но выпивки держится.Компьютер перевод "Дух бодр, плоть же немощна».
		-- Geoffrey James, "The Tao of Programming"

%
Тест мета-Тьюринга рассчитывает вещь, как умный, если она стремитсяразработать и применить Тест Тьюринга к объектам собственной создания.
		-- Lew Mammel, Jr.

%
Misnaming из областей исследования так часто, как вести к тому, что может бытьобщие системы законов. Например, Харари однажды предложил закон, которыйЛюбое поле, имел слово "наука" в его названии была гарантирована тем самымне быть наукой. Он хотел бы привести в качестве примеров военных наук, библиотекиНаука, политология, Обустройство науки, общественные науки, и компьютерНаука. Обсудить общности этого закона, а также возможные причины егопредсказательной силой.Мышление "
		-- Gerald Weinberg, "An Introduction to General Systems

%
Чем больше данных я удар в этой карте, легче становится, иснизить стоимость рассылки.
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Наиболее важным в начале продукт на пути к разработке хороший продуктявляется несовершенным версия.
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Движется курсор пишет, и написав, мигает на.
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Чистая подобно огромном море лютефиск с крошечных динозавров мозгов встроенногов нем тут и там. Любой данный ложку, скорее всего, имеют IQ 1, нослучайные ложки может иметь IQ более чем в шесть раз, что!
		-- James 'Kibo' Parry

%
Новый Завет предлагает основу для современной теории компьютер кодирования,в виде утверждения двоичной системе счисления.Но давайте ваше общение будет да, да; нет, нет:Ибо всякий, больше, нежели они от лукавого.
		-- Matthew 5:37

%
Следующий человек упомянуть спагетти стеки для меня будет иметьголова сбил.
		-- Bill Conrad

%
Хорошая вещь о стандартах, что есть так много из них на выбор.
		-- Andrew S. Tanenbaum

%
Самое приятное о Альто является то, что он не работает быстрее ночью.
		-- Andrew S. Tanenbaum

%
Понятие "запись" является устаревшей остаток дней 80-колонкекарта.
		-- Dennis M. Ritchie

%
Число аргументов не имеет значения, если некоторые из них не являются правильными.
		-- Ralph Hartley

%
Число компьютерных ученых в комнате обратно пропорциональнак числу ошибок в своем коде.
		-- Ralph Hartley

%
Количество UNIX установок выросла до 10, с более ожидаемым.
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Единственное различие между продавцом автомобилей и компьютерной продавец являетсячто продавец автомобилей знает, что он лжет.
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Единственное дешевле аппаратных разговоры.
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Единственное хуже, чем X Windows: (X Windows) - X
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Партия отложено до горячей ванне, да. В одежде, я мог бы добавить.
		-- IBM employee, testifying in California State Supreme Court

%
Рынок персональных компьютеров примерно такого же размера, как общего картофельных чипсахРынок. В следующем году она будет составлять около половины размера животного продовольственного рынка ибыстро приближается суммарные мировые продажи колготок "
		-- James Finke, Commodore Int'l Ltd., 1982

%
Основная функция инженера-конструктора, чтобы сделать вещитрудно переработчика и невозможно для военнослужащего.
		-- James Finke, Commodore Int'l Ltd., 1982

%
Основная цель заявления данные давать имена констант;вместо ссылки на пи а 3,141592653589793 на каждом внешний вид,Переменная PI может быть дано это значение с изложением данные и использовать вместоболее длинной форме константы. Это также упрощает модификацииПрограмма, если стоимость изменения пи.
		-- FORTRAN manual for Xerox Computers

%
Проблема с инженерами, что они, как правило, чтобы обмануть с цельюполучить результаты.Проблема с математиками, что они, как правило, работают на игрушкиПроблемы с целью получить результаты.Проблема с программным испытателей, что они, как правило, чтобы обмануть наигрушечные проблемы, чтобы получить результаты.
		-- FORTRAN manual for Xerox Computers

%
Проблемы делового администрирования в целом и управления базами данных вчастности намного чтобы трудным для людей, которые думают в IBMese, составленныхс небрежно английском.
		-- Edsger Dijkstra

%
Программа не отлажена до последнего пользователь не мертв.
		-- Edsger Dijkstra

%
Программисты было лет таинственным и глубоким. Мы не можем понятьих мысли, так что все мы делаем, описать их внешний вид.Понимая, как лисица, пересекающего воды. Предупреждение, как и вообще наполе битвы. Вид, как хозяйка приветствие своих гостей. Простой, как uncarvedблоки из дерева. Непрозрачный, как черные бассейнов в затемненных пещеры.Кто может сказать секреты их сердец и умов?Ответ существует только в Дао.
		-- Geoffrey James, "The Tao of Programming"

%
Доказательство того, что IBM не изобретать машину, что она имеет рулевое колесои ускоритель вместо шпор и канатов, чтобы быть совместимым с лошади.
		-- Jac Goudsmit

%
Причиной компьютерные чипы настолько малы компьютерное не едят много.
		-- Jac Goudsmit

%
Относительная значимость файлов зависит от их стоимости с точки зрениячеловеческие усилия, необходимые для регенерации их.
		-- T. A. Dolotta

%
Дорога в ад вымощена вентилей.
		-- J. Gooding

%
Продавец и системный аналитик снял провести выходные влес, охота медведь. Они уже арендовали кабину и, когда они туда попали, принялих рюкзаки и положил их внутрь. В этот момент продавец обратилсясвоему другу, и сказал: "Вы распаковать, а я пойду и найти нам медведя."Озадаченный, аналитик закончил распаковки, а затем пошел и селна крыльце. Вскоре он услышал шуршащие звуки в лесу. шумыполучил ближе - и громче - а вдруг там был продавец, работает какад через поляну к кабине, проводимой одной из крупнейших исамым свирепым гризли аналитик никогда не видел."Откройте дверь!", Кричал продавец.Аналитик взбитые открыть дверь, и продавец подбежал к двери,вдруг остановился, и отошел в сторону. Медведь, не в состоянии остановить, продолжаличерез дверь и в каюту. Продавец захлопнул дверь закрытаи ухмыльнулся другу. "Есть его!", Воскликнул он, "сейчас, вы шкуру этогоодин и я пойду шелест нас другого! "
		-- J. Gooding

%
Файл конфигурации Sendmail является одним из тех файлов, которые Похоже, ктобить головой по клавиатуре. После работы с ней ... Я могу понять, почему!
		-- Harry Skelton

%
Так называемый "рабочий стол" из сегодняшних рабочих станций вместо этого"Самолет-местный" метафора. Любой, кто перетасовал круг, полный бумагсидя между двумя дородный пассажиров будет распознавать разницу -можно увидеть лишь очень немногие вещи сразу.
		-- Fred Brooks

%
Стационарное состояние дисков полна.
		-- Ken Thompson

%
Устройство было отключено для резервного копирования с 5 утра до 10 утра в прошлую субботу.
		-- Ken Thompson

%
Система будет в течение 10 дней для профилактики.
		-- Ken Thompson

%
Тао не принимать ничью сторону;он рождает обоих выигрышей и проигрышей.Гуру не принимать ничью сторону;она приветствует как хакеров и lusers.Тао как стек:изменения данных, но не структура.чем больше вы используете его, тем глубже становится;чем больше вы говорите об этом, тем меньше вы понимаете.Держись до корня.
		-- Ken Thompson

%
Тао как узор Глоб:б, но никогда не использовали.Это как экстерном пустоту:наполнена бесконечными возможностями.Это масках но всегда присутствует.Я не знаю, кто построил его.Он пришел перед первым ядром.
		-- Ken Thompson

%
Дао, которые могут быть смолы (1) издэто не вся Тао.Путь, который может быть указанне полный путь.Мы объявим именавсех переменных и функций.Тем не менее, Тао не имеет спецификатор типа.Динамически связывания, вы осознаете магию.Статически связывания, вы видите только иерархию.Тем не менее, магия и иерархиявозникают из того же источника,и этот источник имеет нулевой указатель.Справочное нулевая пределах NULL,это шлюз для всех волшебства.
		-- Ken Thompson

%
Беда с компьютерами, что они делают то, что вы говорите им, не то, чтовы хотите.
		-- D. Cohen

%
Философия UNIX в основном включает давая вам достаточно веревки, чтобыповеситься. А потом пару футов больше, просто чтобы быть уверенным.
		-- D. Cohen

%
Использование антропоморфного терминологии при работе с вычислительными системамиявляется симптомом профессиональной незрелости.
		-- Edsger Dijkstra

%
Использование COBOL калечит разум; его учение должно, поэтому, бытьрассматриваться как уголовное преступление.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Значение программы пропорциональна весу его выходе.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Мудрый программист слышит о Дао и следует за ним. Среднеепрограммист слышит о Дао и ищет его. Глупо программистРассказывается о Дао и смеется над ним. Если бы это было не для смеха, тамне было бы Дао.Самые высокие звуки труднее слышать. Забегая вперед способотступить. Большой талант проявляет себя в конце жизни. Даже совершенная программаеще есть ошибки.
		-- Geoffrey James, "The Tao of Programming"

%
Работа [разработки программного обеспечения] становится гораздо легче (то есть инструментымы используем работу на более высоком уровне, более удалены от машины, периферийноеи операционная система императивов), чем это было двадцать лет назад, и потомуэто знание внутренностей системы могут стать менее доступными.Возможно, мы сможем глубже дыры, но если мы не знаем, как строить вышелестницы, мы имели самые большие надежды, что это не дождь много.
		-- Paul Licker

%
Мир подходит к концу ... сохранить вашу BUFFERS !!!
		-- Paul Licker

%
Мир подходит к концу. Пожалуйста выйдите.
		-- Paul Licker

%
Мир не восьмеричное несмотря DEC.
		-- Paul Licker

%
Мир закончится через 5 минут. Пожалуйста, выйдите из.
		-- Paul Licker

%
Барышня была необычная список,Частично связан структурного слабости.Она не выдвигал предусловий.
		-- Paul Licker

%
THEGODDESSOFTHENETHASTWISTINGFINGERSANDHERVOICEISLIKEAJAVELININTHENIGHTDUDE
		-- Paul Licker

%
... Есть около 5000 людей, которые являются частью этого комитета. Эти парнииметь трудное время разобраться, в какой день, чтобы встретиться, и действительно ли есть круассаныили пончики на завтрак - не говоря уже, как определить, как все эти сложныеслои, которые будут согласованы.
		-- Craig Burton of Novell, Network World

%
Там никогда не бывает ошибок вы еще не найдено.
		-- Craig Burton of Novell, Network World

%
Есть новые сообщения.
		-- Craig Burton of Novell, Network World

%
Там нет игры на этой системе.
		-- Craig Burton of Novell, Network World

%
Есть текущие задания. Почему бы вам не пойти преследовать их?
		-- Craig Burton of Novell, Network World

%
Есть три вида людей: мужчин, женщин, и UNIX.
		-- Craig Burton of Novell, Network World

%
Есть три варианта: солнечная панель Pioneer, отвернулся отсолнце; есть большой метеоритный блокируя передачу; кто загружен StarТрек 3,2 в нашей видеопроцессора.
		-- Craig Burton of Novell, Network World

%
Есть два основных продукта, которые выходят из Беркли: ЛСД и UNIX.Мы не считаем, что это совпадение.
		-- Jeremy S. Anderson

%
Есть два способа построения проектирования программного обеспечения. Один из способов, чтобы сделатьэто так просто, что, разумеется, нет недостатков, а другой являетсясделать его настолько сложна, что нет никаких очевидных недостатков.
		-- C. A. R. Hoare

%
Есть два пути, чтобы написать без ошибок программы; только третий работает.
		-- C. A. R. Hoare

%
Там был также некоторые работы, чтобы позволить интересное использование макроимен.Например, если вы хотите все ваши "КРИТСКОГО ()" призывает включать в себя постоянноеразрешений для всех, можно сказать,#define Creat (файл, режим) Creat (файл, режим | 0444)Я бы порекомендовал против такого рода вещи в целом, так как онаскрывает измененные семантику "КРИТСКОГО ()" в макросе, потенциально далекоот его использования.Чтобы разрешить эту использование макросов, препроцессор использует процесс, которыйСтоит описания, хотя бы по той причине, что мы получаем, чтобы использовать один изболее забавные термины вводят в C лексикона. В то время как макросрасширяется, это временно не определено, а любое повторение макро-имя "окрашены в синий цвет" - я не шучу, это официальная терминология- Так что в последующих проверок текста макрос не будет расширенрекурсивно. (Я не знаю, почему был выбран синий цвет; я уверен, чтобыло результатом долгих дебатов, распределены на несколько встреч.)
		-- From Ken Arnold's "C Advisor" column in Unix Review

%
Там нет причин для любого человека иметь компьютер в своем доме.Конвенция Всемирной будущего общества, в Бостоне, 1977
		-- Ken Olsen (President of Digital Equipment Corporation),

%
Там нет различия между любой программы AI и некоторые существующей игре.
		-- Ken Olsen (President of Digital Equipment Corporation),

%
Там когда-то был человеком, который пошел в компьютерный выставке. Каждый день, какон вошел, мужчина сообщил охранник у двери:"Я большой вор, известный своими подвигами магазинных краж. Будьтепредупрежден, для этого выставке не избегнут unplundered ".Эта речь нарушается охранник сильно, потому что там были миллионыдолларов компьютерной техники внутри, так что он внимательно наблюдал мужчина.Но человек просто уклонились от стенда к стенду, напевая тихо сам с собой.Когда человек ушел, охранник отвел его в сторону и обыскали его одежду,но ничего не должен был быть найден.На следующий день выставки, мужчина вернулся и упрекнулохранять говоря: "Я бежал с огромной добычей вчера, но сегодня будет ещелучше ". Так охранник теснее наблюдал за ним, но безрезультатно.В последний день выставки, охранник мог удержатьсяне любопытство уже нет. "Сэр вора", сказал он, "Я так озадачен, я не могу житьв мире. Пожалуйста, просветите меня. Что это такое, что вы крадете? "Человек улыбнулся. "Я краже идеи", сказал он.
		-- Geoffrey James, "The Tao of Programming"

%
Там когда-то был мастером программистом, который пишет неструктурированные программы.Начинающий программист, стремясь подражать ему, тоже начал писать неструктурированныепрограммы. Когда Ученик спросил учителя оценить его прогресс, томастер критиковали его за написание неструктурированные программы, говоря: "Что такоеподходит для мастера не подходит для новичка. Вы должныпонять Дао, прежде чем преодоление структуру ".
		-- Geoffrey James, "The Tao of Programming"

%
Был когда-то программист, который был прикреплен к СудаВоеначальник Ву. Военачальник спросил программиста: "Что легче спроектировать:бухгалтерский пакет или операционную систему? ""Операционная система", ответил программист.Военачальник вскрикнула неверия. "Конечнобухгалтерский пакет тривиален рядом сложности операционнойСистема ", сказал он."Не так", сказал программист, "при проектировании бухгалтерский пакет,программист работает в качестве посредника между людьми, имеющими различные идеи:как это должно работать, как его доклады должны появиться, и как он должен соответствоватьналоговые законы. В противоположность этому, операционная система не ограничена моя пределамиВыступления. При проектировании операционной системы, программист ищетПростейший гармонии между машиной и идеями. Именно поэтому операционная системалегче разработать ".Военачальник Ву кивнул и улыбнулся. "То есть все хорошо, нокоторый легче отлаживать? "Программист не ответил.
		-- Geoffrey James, "The Tao of Programming"

%
Был когда-то программист, который работал на микропроцессорах. "Смотреть нанасколько хорошо покинуть Я здесь ", сказал он в ЭВМ программист, который пришел в гости,"У меня есть собственную операционную систему и устройство для хранения файлов. Я не долженподелиться ресурсами с кем. Программное обеспечение самосогласован илегко использовать. Почему бы вам не бросить свою нынешнюю работу и присоединиться ко мне? "ЭВМ программист затем начал описывать свою систему к егоДруг, говоря: "Мэйнфрейм сидит, как древний мудрец, медитируя всередина ЦОД. Его диски лежат конца в конец, как великий океанмашин. Программное обеспечение является многогранной, как алмаз и, как запутаннымкак первобытные джунгли. Программы, каждый из которых уникален, перемещаться по системекак быстротекущей реки. Вот почему я рад, где я ".Микрокомпьютер программист, услышав это, замолчал. Нодва программиста остались друзьями до конца своих дней.
		-- Geoffrey James, "The Tao of Programming"

%
Был, казалось, таинственное обряд инициации, через которую,в той или иной форме, почти каждый член команды прошел. Срокчто старые руки, используемые для этого обряда - Запад изобрел термин, а неПрактика - был `подписавшись '. Зарегистрировавшись на проекте вы согласилисьделать все, что было необходимо для успеха. Вы согласились оставить, еслинеобходимые, семья, хобби, и друзья - если бы вы любой из них оставил(И не стоит, если вы подписались слишком много раз, прежде чем).
		-- Tracy Kidder, "The Soul of a New Machine"

%
Там должен быть больше жизни, чем компилировать и идут.
		-- Tracy Kidder, "The Soul of a New Machine"

%
Их называют компьютеры просто потому вычисление является единственным значительнымРабота, что до сих пор было дано им.
		-- Tracy Kidder, "The Soul of a New Machine"

%
Они относительно хорошо, но совершенно ужасно.
		-- Alan Kay, commenting on Apollos

%
Они, похоже, научились привычку съежившегося перед авторитетами даже когда этофактически не грозит. Как очень хорошо для власти. Я решил неузнать конкретную урок.
		-- Richard Stallman

%
Подумай об этом! С СБИС мы можем упаковать 100 ENIACs в 1 кв. См.!
		-- Richard Stallman

%
Подумайте о своем семейном сегодня. Попробуйте просканировать домой после поломки компьютера.
		-- Richard Stallman

%
Это "поврежден мозг" эпитет становится катастрофически перегружены. Когда мы можемговорить о кто-то или что-то быть испорчено, нарушение, обезображен, испорчен;Бэтти, сумасшедший, помешанный, багги, трещины, обезумев, кукушка, ненормальный, сумасшедший,DERANGED, Локо сумасшедшие, сумасшедший, маньяк, бессмысленные, невменяемый, орехи,Рейгановского, странный, TechEd, неуравновешенный, несостоятельны, безмозглый, неправильно; бессмысленно,спастический, скачкообразный, судорожный; легированного, расположенных выход, камнями, ошалевший; {Говядина,жук, блок, навоз, толщиной} главе, плотная, тупой, тупой, duncical, тупой,булавочную головку; ослиный, глупая, глупая, глупая, просто; грубой, лесопиление, придурковатый;неполные, недееспособными; назад, замедляется, imbecilic, идиотский; когда у нас естьцелый именно нюансы лексики интеллектуальной злоупотребления опираться на,отдельности и в сочетании, не так ли немного <заполнить пустые> бытьограничивается одним, сейчас достаточно банально, прилагательное?
		-- Richard Stallman

%
Это подземелье находится в собственности и управляется Frobozz Магии Лтд
		-- Richard Stallman

%
Этот файл будет самоуничтожения в пять минут.
		-- Richard Stallman

%
Это несанкционированное кибернетическая анонс.
		-- Richard Stallman

%
"Это Лемма 1.1. Начнем новую главу так номерам все вернуться к одному».
		-- Prof. Seager, C&O 351

%
Это первый численное проблема, которую я когда-либо делал. Это демонстрируетмощности компьютеров:Введите много данных о калорийности и питательной составе пищевых продуктов. инструктироватьвещь, чтобы максимизировать функцию описания питательную содержание, сМинимальный уровень каждого компонента, для фиксированной калорийности.Результаты, которые нужно есть каждый день:1/2 цыпленка1 яйцо1 стакан обезжиренного молока27 главы салата.
		-- Rev. Adrian Melott

%
Это где кровожадный лицензионное соглашение должен идти,объясняя, что Интерактивный EasyFlow защищенная авторским правом пакет лицензирован дляиспользовать один человек, и строго предупреждает вас не пират его копиии объясняя, в деталях, кровавые последствия, если вы делаете.Мы знаем, что вы честный человек, и не собираются ходитьпиратства копии Interactive EasyFlow; это так же хорошо у нас смы трудились, чтобы усовершенствовать его и продавать его копии наш единственный способделая что-нибудь из всю тяжелую работу.Если, с другой стороны, вы один из тех немногих людей, которые идутвокруг пиратства копии программного обеспечения вы, вероятно, не будет платить гораздоВнимание к лицензионному соглашению, кровожадный или нет. Просто держать свои двериблокируется и высматривать HavenTree атаки акулы.
		-- License Agreement for Interactive Easyflow

%
Это Войти сессия: $ 13,76, но для вас $ 11.88.
		-- License Agreement for Interactive Easyflow

%
Это Войти сессия: $ 13.99
		-- License Agreement for Interactive Easyflow

%
Этот процесс может проверить, если это значение равно нулю, и если это так, он делаетто по-детски.
		-- Forbes Burkowski, CS 454, University of Washington

%
Эта цитата взята из Diamondback, в Университете штата МэрилендСтуденческая газета, во вторник, 3/10/87.Одним из недостатков системы UniVac том, что она не используетUnix, недавно разработанная программа, которая переводит один изкомпьютерный язык к другому и имеет встроенную систему редактированиякоторый идентифицирует ошибки в исходной программе.
		-- Forbes Burkowski, CS 454, University of Washington

%
Этот экран намеренно оставлена ​​пустой.
		-- Forbes Burkowski, CS 454, University of Washington

%
Эта система будет самоуничтожения в пять минут.
		-- Forbes Burkowski, CS 454, University of Washington

%
* * * * * Этот терминал находится в использовании * * * * *
		-- Forbes Burkowski, CS 454, University of Washington

%
Те части системы, которые можно стукнуть молотком (не рекомендуется)называются аппаратные; эти программные инструкции, которые вы можете только ругаютсяна называются программного обеспечения.Грамотность для 1990-х годов.
		-- Levitating Trains and Kamikaze Genes: Technological

%
Те, кто не может писать, писать инструкции.
		-- Levitating Trains and Kamikaze Genes: Technological

%
Те, кто не понимают Unix обречены изобретать его, плохо.
		-- Henry Spencer

%
Пороть просто виртуальный грохот.
		-- Henry Spencer

%
Так говорил мастер программист:"Хорошо написанная программа самостоятельно небо; плохо написанная программаявляется его собственной ад ".
		-- Geoffrey James, "The Tao of Programming"

%
Так говорил мастер программист:"После трех дней без программирования, жизнь становится бессмысленной."
		-- Geoffrey James, "The Tao of Programming"

%
Так говорил мастер программист:"Пусть программисты быть много и менеджеры нескольких - тогда все будетбыть продуктивным ".
		-- Geoffrey James, "The Tao of Programming"

%
Так говорил мастер программист:"Хотя программа будет, но длиной в три линии, когда-нибудь ему придетсяподдерживаться ".
		-- Geoffrey James, "The Tao of Programming"

%
Так говорил мастер программист:"Время для Вас, чтобы уйти."
		-- Geoffrey James, "The Tao of Programming"

%
Так говорил мастер программист:"Когда программа тестируется, уже слишком поздно вносить изменения в проект."
		-- Geoffrey James, "The Tao of Programming"

%
Так говорил мастер программист:"Когда вы узнали, чтобы вырвать код ошибки изловушка кадр, это будет время для вас, чтобы оставить ".
		-- Geoffrey James, "The Tao of Programming"

%
Так говорил мастер программист:"Без ветра, трава не двигается. Без программного обеспечения,аппаратные бесполезно ".
		-- Geoffrey James, "The Tao of Programming"

%
Так говорил мастер программист:"Вы можете продемонстрировать программу для корпоративного исполнительной власти, но выне может сделать его компьютерно грамотным ".
		-- Geoffrey James, "The Tao of Programming"

%
разделения времени: использование многих компьютером.
		-- Geoffrey James, "The Tao of Programming"

%
Время обмена является нежелательной почты частью компьютерного бизнеса.
		-- H. R. J. Grosch (attributed)

%
Чтобы быть своеобразным моральным Unix, он прикоснулся к краю сдвига природы.
		-- Shelley

%
Для общения есть начало понимания.
		-- AT&T

%
Чтобы человеку свойственно ошибаться - виноват ее на компьютере и подавно.
		-- AT&T

%
Чтобы человеку свойственно ошибаться, прощать, выходит за рамки операционной системы.
		-- AT&T

%
Повторить это человек, рекурсивно, божественное.
		-- Robert Heller

%
Сказать, что UNIX обречена довольно бешеный, OS / 2, безусловно, играют важную роль,но мы не будем строить сто миллионов команд в секунду многопроцессорныхмикро, а затем попытаться запустить его на OS / 2. Я имею в виду, серьезно.
		-- William Zachmann, International Data Corp

%
К системным программистом, пользователи и приложения служат только для обеспечениянагрузочный тест.
		-- William Zachmann, International Data Corp

%
Для тех, кто привык к точным, структурированных методов обычногоРазвитие системы, поисковые методы развития может показаться грязным,безвкусный, и неудовлетворительным. Но это вопрос сравнения:точность и гибкость может быть столь же неблагополучных в романе,неопределенных ситуациях как разгильдяйства и шатаний в знакомы,четко определены те. Те, кто восхищается массивные, жесткие костные структурыдинозавров следует помнить, что медузы-прежнему пользуются их оченьобеспечить экологическую нишу.
		-- Beau Sheil, "Power Tools for Programmers"

%
Чтобы понять программу необходимо стать как машина и программа.
		-- Beau Sheil, "Power Tools for Programmers"

%
Сегодня хороший день для сбора информации. Читайте почтовый файл чужое.
		-- Beau Sheil, "Power Tools for Programmers"

%
Сегодня первый день остатка Вашей lossage.
		-- Beau Sheil, "Power Tools for Programmers"

%
Компьютеры Завтрашние некоторое время в следующем месяце.
		-- DEC

%
Слишком часто люди приходят ко мне и сказал: "Если бы я был только один пожеланиеничего во всем мире, я хотел бы для более определенных пользователем уравненийв HP-51820A Генератор сигналов Программное обеспечение ".[После слишком часто. Ред.]
		-- Instrument News

%
Лучшие десять вещей Подслушано на заседаниях призывной комиссии ANSI C:(10) К сожалению, но это слишком полезно.(9) Черт, чуть-Endian системы * являются * более последовательным!(8) Я в комитете и I * еще * не знаю, какого черта#pragma для.(7) Ну, это отличная идея, но это сделало бы составителям слишкомТрудно писать.(6) Их летучие мыши умный; они используют радар.(5) Хорошо, кто является wiseguy которые застряли это триграф материал в	     Вот?(4) Сколько раз мы имеем не сказать вам, "Никакого предварительного искусство!"(3) Ха-ха, я не могу поверить, что они на самом деле происходит, чтобы принять этотприсоски.(2) Благодарим Вас за щедрое пожертвование, г Вирта.(1) Gee, я хотел бы мы не отступили от "noalias".
		-- Instrument News

%
СДЕЛКА ОТМЕНЕН - FARECARD ВЕРНУЛСЯ
		-- Instrument News

%
Ловушка полный - пожалуйста опорожнить.
		-- Instrument News

%
По-настоящему простой системы ... требуют бесконечное тестирование.
		-- Norman Augustine

%
Попробуйте `Запущенная 0 '- она ​​работает намного лучше.
		-- Norman Augustine

%
попробуй еще раз
		-- Norman Augustine

%
Попробуйте найти реальный напряженной отчета вы читаете: это было сделано, этоэто делается, или что-то должно быть сделано? Отчеты теперь написано в четырехнапрягается: прошедшее время, настоящее время, будущее время, и притворство. Следить заНовые применения CONGRAM (подрядчик грамматика), определяемые несовершенной прошлом,недостаточная настоящее и будущее абсолютно совершенным.
		-- Amrom Katz

%
Стараясь быть счастливым, как пытаются построить машину, для которой единственнымСпецификация является то, что он должен работать бесшумно.
		-- Amrom Katz

%
Попытка установить голосовой контакт ... Пожалуйста ____ орать в клавиатуре.
		-- Amrom Katz

%
Двести лет назад, Ирма Chine из Уайт-Плейнс, Нью-Йорк, былвыполнении своих нормальных процедур по ведению домашнего хозяйства. Она была прерванаБританские солдаты, которые, сплачивая на призыв своего начальника, ГенеральныйХьюз, стремились получить контроль над регистрации избирателей списков, хранящихся вЕе дом. Маскировка страх и думать быстро, миссис Шин быстро разделитьпоблизости яблоко пополам и ловко хранить список в его центре. наввод, британский грубо нарушил все мыслимые конвенции,и, хотя они прошли через дом практически по крупицам, ихпоиск был бесплодным. Они должны были вернуться с пустыми руками. СловоИнцидент быстро распространяется через область. Это историческое событиестал первым зарегистрированное использование хранения основного для спасения регистров.
		-- Amrom Katz

%
Введите громче, пожалуйста.
		-- Amrom Katz

%
 U Xе dUdX, электронной DX, косинус, секущая, тангенс, синус, 3,14159 ...
		-- Amrom Katz

%
Гм, ну и ладно. Сети сеть, компьютера компьютер.Извините за путаницу.
		-- Sun Microsystems

%
"Дядя Cosmo ... почему они называют это текстовый процессор?""Это просто, Скайлер ... вы видели, что пища процессоры делают на питание,правильно?"
		-- MacNelley, "Shoe"

%
К сожалению, большинство программистов любит играть с новыми игрушками. у меня многодрузья, которые сразу же после покупки комплект укуса змеи, был бы соблазнбросить первый человек они видят на землю, связать жгут на него,слэш его ножом, и применить всасывание к ране.
		-- Jon Bentley

%
Усовершенствования UNIX нет.
		-- Jon Bentley

%
Unix Экспресс:Все пассажирские принести кусок самолета и ящик с инструментами с нимиаэропорт. Они собираются на взлетной полосе, постоянно утверждая о том, какиеиз плоскости они хотят построить и как положить его вместе. В конце концов,Пассажиры разбиты на группы и построить несколько различных самолетов, но даютих все же имя. Некоторые пассажиры фактически до места назначения.Все пассажиры считают, что они получили там.
		-- Jon Bentley

%
Unix дает вам достаточно просто веревку повеситься - и то на паруиз более футов, просто чтобы быть уверенным.... Мы делаем веревку.
		-- Rob Gingell on Sun Microsystem's new virtual memory.

%
Unix является гораздо более сложным (чем CP / M) конечно - типичный UnixХакер не может вспомнить, что команда на печать называется на этой неделе -но когда он получает право вниз на это, Unix является прославленный видеоигра.Люди не делают серьезную работу по системам Unix; они посылают шутки вокругмира по USENET или пишут приключенческие игры и научно-исследовательских работ."Настоящие программисты не используют Паскаль", Datamation, 7/83
		-- E. Post

%
Unix является зарегистрированным Колокол AT & T торговая марка Laboratories.
		-- Donn Seeley

%
* UNIX является торговой маркой Bell Laboratories.
		-- Donn Seeley

%
UNIX жарко. Это больше, чем горячая. Это паром. Это ртутьмолнии с лазерного луча кикера.
		-- Michael Jay Tucker

%
UNIX является многое для многих людей, но это никогда не было, чтобы все кто-нибудь.
		-- Michael Jay Tucker

%
Unix является худшим операционная система; для всех остальных, за исключением.
		-- Berry Kercheval

%
Unix зоИ Qui мал у Pense[Unix тому, кто зло думает?]
		-- Berry Kercheval

%
UNIX ТриксДля тех из вас в реселлером бизнес, вот полезный совет, который будетсохранить персонал службы технической поддержки несколько часов драгоценного времени. Прежде чем отправлятьСледующий станок, чтобы неподготовленный клиента, изменить права на / и т.д. / пароль666 и убедитесь, что это копия где-то на диске. Теперь, когда онизабыть пароль администратора, вы можете легко войти как обычный пользователь и правильноповреждение. Имея загрузочную магнитную ленту (для больших машин) не является плохой идеейили. Если вам нужна помощь, позвоните нам.
		-- CommUNIXque 1:1, ASCAR Business Systems

%
UNIX был полмиллиарда (500000000) секунд старый наВт 5 ноября 00:53:20 1985 GMT (измерение с момента (2) эпохи).
		-- Andy Tanenbaum

%
UNIX не была разработана, чтобы помешать вам делать глупостей, потому чтотакже помешать вам делать умные вещи.
		-- Doug Gwyn

%
Unix самоуничтожится в пять секунд ... 4 ... 3 ... 2 ... 1 ...
		-- Doug Gwyn

%
Использование: фортуна -P [-f] -a [xsz] Q: файл [rKe9] -v6 [+] file1 ...
		-- Doug Gwyn

%
Использование: фортуна -P [] -a [xsz] [Q: [файл]] [rKe9] -v6 [+] спецификации_данных ... inputdir
		-- Doug Gwyn

%
USENET будет лучше лаборатория если бы было больше труда и меньше ораторское.
		-- Elizabeth Haley

%
Пользователь враждебным.
		-- Elizabeth Haley

%
Использование TSO, как ногами мертвого кита по пляжу.
		-- S. C. Johnson

%
/ USR / Новости / Гоча
		-- S. C. Johnson

%
Переменные нет; Константы нет.
		-- S. C. Johnson

%
Vax Vobiscum
		-- S. C. Johnson

%
«Виртуальный» означает не зная, где ваш следующий байт откуда.
		-- S. C. Johnson

%
Дефицит витамина С apauling.
		-- S. C. Johnson

%
VMS Пиво: Требуется минимальное взаимодействие с пользователем, для появляться в верхней исключениеми потягивая. Однако банки, как известно, время от времени, чтобы взорваться, илисодержат чрезвычайно снимите пивоподобных содержимое.
		-- S. C. Johnson

%
VMS как кошмар о RXS-11М.
		-- S. C. Johnson

%
VMS версии 2.0 ==>
		-- S. C. Johnson

%
Фон Нейман был предметом многих историй профессор точечное. фон Нейманякобы имел привычку просто писать ответы на домашние задания наплаты (Метод решения существа, конечно, очевидно), когда ему было предложенокак решать проблемы. Один раз, когда один из его учеников пытались получить более полезнымИнформация, задавая если есть другой способ решить проблему. фонНейман посмотрел пустым на мгновение, подумал, а потом ответил: "Да.".
		-- S. C. Johnson

%
<< ПОДОЖДИТЕ >>
		-- S. C. Johnson

%
ПРЕДУПРЕЖДЕНИЕ!!!Эта машина является предметом поломок в периоды острой необходимости.Особое замыкание в машине, которая называется "критическим детектор" ощущаетэмоциональное состояние оператора в плане того, как отчаянно он / она является использованиемашина. "Критическая детектор", а затем создает неисправности пропорциональныйк отчаяния оператора. Угрожая машину с насилиемтолько усугубляет ситуацию. Аналогично, попытки использовать другую машинуможет привести к поломке. Они принадлежат к той же союза. Сохранять хладнокровиеи говорить приятные вещи для машины. Ничто другое не похоже на работу.Смотрите также: пороть (1), ТМ (1)
		-- S. C. Johnson

%
Не было ли что-то о PASCAL программиста Зная величинувсе и Вирт ничего?
		-- S. C. Johnson

%
Мы все согласны с необходимостью компромисса. Мы просто не можем согласиться накогда это необходимо идти на компромисс.
		-- Larry Wall

%
Мы тонем в информации, но катастрофически не хватает знаний.
		-- John Naisbitt, Megatrends

%
Мы переживаем системный неприятности - не настроить терминал.
		-- John Naisbitt, Megatrends

%
Мы Microsoft. Unix не имеет значения. Открытость бесполезно. Подготовитьассимилироваться.
		-- John Naisbitt, Megatrends

%
Мы не клон.
		-- John Naisbitt, Megatrends

%
"Мы находимся на грани: Сегодня наша программа оказалась следующий за последним теорему Ферма."
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Мы готовим думать о созерцая предварительную работу о планахразработать график для получения 10-е издание из Unix программистовРуководство.
		-- Andrew Hume

%
Мы не можем обнаружили никаких научную дисциплину, ни здорового профессию натехнические ошибки Министерства обороны и IBM.
		-- Edsger Dijkstra

%
Мы не утверждаем, Интерактивная EasyFlow является годится - если выдумаю, что это, замечательно, но это до вас, чтобы решить. Если Interactive EasyFlowне работает: жесткая. Если вы потеряете миллион потому Interactive EasyFlowпортит, это вам, что находится вне миллион, не будем. Если вам не нравится этооговорка: жесткая. Мы оставляем за собой право делать абсолютный минимум при условиизаконом, вплоть до не включая ничего.Это в основном те же оговорка, что приходит со всем программным обеспечениемПакеты, но наша на простом английском языке и их представления юридическим языком.Мы действительно не хотим, чтобы включать в себя любое опровержение вообще, но нашиЮристы настаивали. Мы стараемся, чтобы игнорировать их, но они угрожали нам снападение акулы в этот момент мы смягчился.
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
Мы действительно не понимаю, поэтому мы дадим его программистам.
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
Мы не понимаем, программное обеспечение, и иногда мы не понимаемаппаратных средств, но мы можем * ___ см * мигающий свет!
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
"Мы изобрели новый протокол и назвал его Кермит, после лягушонок Кермит,звезда "The Muppet Show". [3][3] Почему? Главным образом, потому имели календарную Muppets на стене, когда мыпытались придумать название, и Кермит является приятным, скромным родаперсонаж. Но так как мы не были уверены, был ли это ОК, чтобы назвать наш протоколпосле этого популярного телевидения и кинозвезды, мы сделали вид, что KERMIT былакроним; к сожалению, мы не смогли найти хороший набор слов, чтобы идти в ногу соБуквы, а читатели некоторые из наших ранних исходного кода может подтвердить. Позже, в то время какпросматривая имя книги для его предстоящего ребенка, Билл Catchings заметилчто "Кермит" был кельтского слова «бесплатно», что и все программы Кермитдолжно быть, и слова на этот счет заменить натянутые сокращений в нашемИсходный код (ребенок Билла оказалось девушка, так что ему пришлось назвать ее Беккивместо). Когда BYTE Журнал готовился наш 1984 статью Кермит дляИздание, они предложили нам связаться Хенсон Associates Inc. разрешениясказать, что мы действительно назвать протокол после лягушонок Кермит. разрешениебыл любезно предоставлен, и теперь реальная история может быть сказано. Я сопротивлялсяСоблазн, однако, назвать настоящую работу "Кермит Книга".
		-- Frank da Cruz, "Kermit - A File Transfer Protocol"

%
Можно надеяться, что машины будут в конечном итоге конкурировать с мужчинами во всех чистоинтеллектуальные поля. Но которые являются лучшими, чтобы начать с? Много людейсчитаю, что это очень абстрактный активность, как играть в шахматы, будетЛучший. Она также может быть утверждал, что лучше всего снабдить машинулучшие органы чувств, что можно купить за деньги, а затем научить его пониматьи говорить по-английски.
		-- Alan M. Turing

%
Мы Пользователей, для того, чтобы сформировать более совершенную систему, установить приоритеты,обеспечить соединительную спокойствие, обеспечивает все основные ремонта, способствуют профилактическоетехническое обслуживание и закрепить блага свободы за нами и нашимиПроцессы, провозглашаем и устанавливаем настоящую программное обеспечение Unixed государствАмерики.
		-- Alan M. Turing

%
"У нас есть проблемы, HAL"."Каких проблемы, Дэйв?""Проблема маркетинга. Модель 9000 не будет нигде. Мыкороткий путь из наших целей сбыта за 2010 финансовый год ""Этого не может быть, Дэйв. Халь Модель 9000 является в мире наиболеерасширенный Эвристически запрограммирован алгоритмические компьютер "."Знаю, HAL. Я написал паспорт, помните? Но дело в том,они не продают "."Пожалуйста, объясните, Дэйв. Почему не, HAL продажи?"Bowman колеблется. "Вы не IBM совместимый".[...]"Буквы Н, А, и Ь алфавиту рядом с буквамиI, B, и М. То есть, как IBM совместимый как я могу быть "."Не совсем, HAL. Инженеры выяснили кладж.""Что ляп в том, что, Дэйв?""Я собираюсь отключить свой мозг."
		-- Darryl Rubin, "A Problem in the Making", "InfoWorld"

%
[Мы] использовать плохой программного обеспечения и плохие машины для неправильных вещей.
		-- R. W. Hamming

%
Добро пожаловать поражают - Вы хотите инструкциям?D G G OO Y A NД B TК I S PВведите слова:>
		-- R. W. Hamming

%
Добро пожаловать UNIX! Наслаждайтесь сеанс! Имеют большое время! Обратите вниманиеИспользование восклицательных знаков! Они представляют собой очень эффективный метод длядемонстрируя волнение, а также может оживить в противном случае некрасиваяпредложение! Тем не менее, есть и недостатки! Слишком много ненужных восклицаяможет привести к снижению эффекта, что восклицательный оказывает начитатель! Например, фразаДжейн пошла в магазин, чтобы купить хлебСледует закончилась только с восклицательным знаком, если есть что-тосенсационного ей ходить в магазин, например, если Джейн являетсякокер-спаниель, или если Джейн на диете, которая не позволяет хлеб или еслиДжейн не существует для какой-то причине! Посмотрите, как легко это ?! Надлежащий контрольвосклицательных знаков можно добавить новое значение в вашей жизни! Позвоните сейчас, чтобы получатьмое свободное брошюра "Удивительнй и Тайна восклицательным!"!Заключите пятнадцать (!) Долларов за доставку и обработку! Операторыбудучи на готове! (Что довольно удивительно, потому что они все кокер-спаниелей!)
		-- R. W. Hamming

%
"Ну," сказал программист, "обычное процедура в таких случаяхследующим образом.""Что Crustimoney Proseedcake в виду?" сказал конечного пользователя. "Ибо яКонечный пользователь с опилками в голове, и длинных слов беспокоит меня "."Это означает, что нужно-До""До тех пор пока это означает, что я не против", смиренно сказал конечного пользователя.[С извинениями Милн]
		-- R. W. Hamming

%
В чем разница между машиной Тьюринга и современным компьютером?Это то же самое, как между восхождением Хиллари на Эверест и томусоздание Hilton на пике.
		-- R. W. Hamming

%
"Какова природа Бога?"    НАЖМИТЕ ... Нажмите ... WHIRRR ... Нажмите ... = СИГНАЛ! =    1 QT. СМЕТАНА    1 TSP. КВАШЕНАЯ КАПУСТА    1/2 CUT Chives.    Перемешать и посыпать кусочками бекона."Я только что получил, чтобы начать маркировки своего программного обеспечения ..."
		-- Bloom County

%
Какого черта он нужен?Отдел IBM), с коллегами, которые настаивали, чтоМикропроцессор была волна будущего, гр. 1968
		-- Robert Lloyd (engineer of the Advanced Computing Systems

%
Что необходимо в этой стране является хорошим пять центов микрокомпьютер.
		-- Robert Lloyd (engineer of the Advanced Computing Systems

%
"Что это такое?""Ну, это сугубо технический, чувствительный инструмент мы используем времонт компьютера. Будучи мирянином, вы, вероятно, не может понять точно, чтооно делает. Мы называем это два на четыре ".
		-- Jeff MacNelley, "Shoe"

%
Когда Декстера в Интернете, может быть Ад далеко позади? "
		-- Jeff MacNelley, "Shoe"

%
... Когда приступы творчества запустить сильна, более одного программиста или писателябыла известна отказаться от стола для более просторных этажа.
		-- Fred Brooks

%
Когда менеджеры провести бесконечные встречи, программисты пишут игры.Когда бухгалтеры говорят о квартальных прибылей, бюджет развития составляет околобыть сокращены. Когда исследователи говорят голубое небо, облака собралисьобвалять в.Действительно, это не Дао Программирования.Когда менеджеры делают обязательства, игровые программы игнорируются. когдабухгалтеров сделать долгосрочные планы, гармония и порядок собираетесь быть восстановлены.Когда исследователи решения проблем в стороны, проблемы скорорешить.Воистину, это Дао Программирования.
		-- Geoffrey James, "The Tao of Programming"

%
Когда кто-то говорит: «Я хочу язык программирования, в котором мне нужно толькосказать, что я хочу сделать, "дать ему леденец.
		-- Geoffrey James, "The Tao of Programming"

%
Когда компания Apple IIc был введен, информативный экземпляр увел с паройиз помеченные звездочкой приговоры:Он весит менее 8 фунтов. *И стоит меньше $ 1300. **В мелким шрифтом были эти "полные разъяснения":      * Не звездочки сделать вас подозрительным, поскольку все выходят? Ну, всеэто означает, что одни веса IIc 7,5 фунтов. Силаупаковать, монитор, дополнительный диск, принтер и несколько кирпичейсделает МСК весят больше. Наши юристы были обеспокоены тем, что вамне могли бы понять это для себя.     ** ФТК обеспокоен фиксации цен. Вы можете платить больше, еслиВы действительно хотите. Или менее.
		-- Forbes

%
Когда мы понимаем системы, основанной на знаниях, это будет, как и раньше -кроме будет были опалены наши пальцы.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Когда мы пишем программы, которые "узнать", оказывается, что мы делаем, и они не делают.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Всякий раз, когда система становится полностью определяется, некоторые дурак обнаруживаетто, что либо отменяет систему или расширяет его до неузнаваемости.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Где калькулятор на ENIAC является и работающий с 18000 вакуумных трубок ивесит 30 тонн, компьютеры в будущем может иметь только 1000 Vaccuum трубыи, возможно, весят 1 1/2 тонн.
		-- Popular Mechanics, March 1949

%
"Какая разница, если это ничего не делать? Это было сделано с нашей новойTriple-Iso-раздвоенного-Криптон-Gate-МОС процесс ... "
		-- Popular Mechanics, March 1949

%
Кому компьютеры будут разрушать, они должны сначала свести с ума.
		-- Popular Mechanics, March 1949

%
Почему программисты непродуктивный?Потому что их время растрачивается на совещаниях.Почему программисты мятежный?Поскольку управление вмешивается слишком много.Почему программисты отставку по одному?Потому что они выгорели.Проработав плохого управления, они больше не ценят свою работу.
		-- Geoffrey James, "The Tao of Programming"

%
Почему Римская империя рухнет? Что такое латыни автоматизации делопроизводства?
		-- Geoffrey James, "The Tao of Programming"

%
Почему мы хотим интеллектуальные терминалы, когда есть так много глупых пользователей?
		-- Geoffrey James, "The Tao of Programming"

%
Windows 3.1 Пиво: Мир самых популярных. Поставляется в 16 унций. может чтовыглядит как Mac Бера. Предполагается, что у вас уже есть DOS пиво.Утверждает, что он позволяет пить несколько DOS Beers одновременно, нона самом деле вы можете пить только немногие из них, очень медленно, особенномедленно, если вы пьете пиво окон одновременно. Иногда,для по-видимому без причины, банку ОС Windows Пиво взорвется, когда выОткрой это.
		-- Geoffrey James, "The Tao of Programming"

%
Windows 95 Пиво: Многие люди вкуса протестировали его и утверждают, что этозамечательно. CAN выглядит как банки Mac Бера, но на вкус больше какWindows 3.1 Пиво. Она поставляется в 32 унций. банки, но когда вы смотрите внутрь,банки имеют только 16 унций. пива в них. Большинство людей, вероятно, держатьпитьевой Windows 3.1 Пиво, пока их друзья не пытаются Windows 95 Пиво и сказатьим это нравится. Список ингредиентов, когда вы смотрите на мелкий шрифт, имеетнекоторые из тех же ингредиентов, которые входят в DOS пива, несмотря на то,Производитель утверждает, что это совершенно новый настой.
		-- Geoffrey James, "The Tao of Programming"

%
Окна Airlines:Терминал очень аккуратным и чистым, обслуживающий все очень привлекательно,летчики очень способный. Флот Learjets работает носитель огромен.Ваш струи взлетает без сучка и задоринки, отталкивая над облаками, а на 20000футов она взрывается без предупреждения.
		-- Geoffrey James, "The Tao of Programming"

%
Windows NT Пиво: Поставляется в 32 унций. банки, но вы можете купить только емугрузовик. Это приводит большинство людей придется идти и покупать большехолодильники. CAN выглядит как Windows 3.1 Пиво, ноКомпания обещает изменить возможное, чтобы выглядеть так же, как и Windows 95 Бера -После того как Windows 95 пиво поступит в продажу. Рекламируемый как «промышленной прочности"пиво, и предложил для использования только в барах.
		-- Geoffrey James, "The Tao of Programming"

%
Крылья OS / 400:Авиакомпания купил древних DC-3, возможно, самый лучший и безопасный самолетычто когда-нибудь летали, и нарисовал "747" на хвосты, чтобы они выглядели, как будтоони быстро. Стюардессы, конечно, присутствовать на все ваши потребности,хотя напитки стоить $ 15 за штуку. Глупые вопросы стоить $ 230 в час,если у вас есть SupportLine, который требует билет первого класса ичленство в клубе часто летающих пассажиров. Тогда они стоили $ 500, но вашибухгалтерия можно назвать головой.
		-- Geoffrey James, "The Tao of Programming"

%
С голыми руками?!?
		-- Geoffrey James, "The Tao of Programming"

%
В компьютере, естественный язык является неестественным.
		-- Geoffrey James, "The Tao of Programming"

%
Продолжается работа в этой области.
		-- DEC's SPR-Answering-Automaton

%
Бесполезная.(Королевский астроном Великобритании), оценивая дляКанцлер казначейства потенциал значение"Аналитическая машина" изобретен Чарльза Бэббиджа, сентябрь15, 1842.
		-- Sir George Bidell Airy, KCB, MA, LLD, DCL, FRS, FRAS

%
Вы бы люди перестают играть в эти глупые игры?!?!? !!!!
		-- Sir George Bidell Airy, KCB, MA, LLD, DCL, FRS, FRAS

%
Писатели, которые используют компьютер клянусь своей освобождающей силы в тонах, которые несутсвидетельствовать апокалиптического власти нового божества. Их результаты убежденностьот чего-то более глубокого, чем просто благодарность за удобствами компьютера.Каждый новый средний письма приводит новых интенсивностей вероисповеданияи новые расколы среди верующих. В 16 веке печатная книга помогласделать возможным раскол между католиками и протестантами. В 20века эта история трагедии и триумфа повторяется как фарс.Те, кто поклоняется компьютер Apple, и тех, кто положил свою веру в IBMPC также убеждены, что другой лагерь проклят или заблуждение. Каждый культдержит в неуважении ритуалы и законы другой. Каждый думает, что онсама по себе является одним надежда на спасение.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Дать программное обеспечение больше удовольствия, чем работать.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X Windows:Принимаем любые замену.Если сломался, не исправить.Если это не сломал, это исправить.Форма следует неисправности.На переднем крае устаревания.Задняя кромка технологии программного обеспечения.Армагеддон никогда не выглядела так хорошо.Японии секретное оружие.Вы завидовать мертвым.Сделать мир безопасным для конкурирующих оконные системы.Пусть это стоять на пути.Проблемой для вашей проблемы.Если он начинает работать, мы будем это исправить. Pronto.Могло быть и хуже, но это займет время.Простота сделал комплекс.Наибольший помощь производительности, так как брюшной тиф.Flakey и построен оставаться таким.Тысяча обезьян. Тысяча MicroVAXes. Тысячу лет.X Windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X Windows:Это не так, как медленно вы сделаете это. Это то, как вы сделаете это медленно.Оконная система предпочитают мазохистов 3: 1.Встроенный взять на мир ... и терять!Не пытайтесь это до вас сбил его.Электроинструмент для силовой дураков.Ввод новых ограничений на производительность.Чем ближе вы посмотрите, на наш взгляд cruftier.Дизайн контрпример.Новый уровень программного обеспечения распада.Нет аппаратные средства не является безопасным.У свое время.Рационализация, не реализация.Старосветские cruftsmanship обеспечение во всей красе.Безвозмездное несовместимость.	Твоя мать.Система управления вмешательство пользователя.Вы не можете спорить с неудачей.Вы не умерли, а пока вы использовали его.Среда сегодня ... завтра!X Windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X Windows:Что-то вы можете быть стыдно.На 30% больше, чем энтропия ведущей оконной системы.Первый полностью модульное программное обеспечение бедствий.Рим был разрушен в день.Предупреждать об этом друзьям.Восхождение на новые глубины. Тонущий к новым высотам.Случайно не мог ждать, чтобы случиться.Не ждите фильма.Никогда не используйте его после большой еды.Нужно ли говорить меньше?Санитарно глубины человеческой некомпетентности.Это сделает ваш день.Не расстраивайтесь и без него.Электроинструмент для силовых проигравших.Программное обеспечение бедствие библейских пропорций.Никогда не было. Никогда не буду.Программное обеспечение без каких-либо видимых средств поддержки.Более позади еще поколение.Гинденбург. Титаник. Эдсель.X Windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X Windows:Конечной узким местом.Изъяны невероятно.Единственное, что вы должны бояться.Где-то между хаосом и безумием.На автопилоте забвению.Шутка, что убивает.Позор можно гордиться.Ошибка осуществляется до совершенства.Принадлежит больше поставленной задачи, чем множества решений.Свойственно ошибаться X Windows.Невежество является нашим самым важным ресурсом.Комплексные nonsolutions на простые nonproblems.Встроенный разваливаться.Уничтожение веков прогресса.Падение к новым глубинах неэффективности.Последнее, что вам нужно.Де-факто некачественные.Подъемная повреждение головного мозга к художественной форме.X Windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X Windows:Мы не будем сбрасывать никакого ядра до его времени.Один хороший краш заслуживает другого.Плохая идея, время которой пришло. И ушел.Мы оправдываться.Это даже не хорошо выглядеть на бумаге.Вы смеетесь сейчас, но вы будете смеяться труднее позже!Новая концепция обидчик интерфейсов.Как что-то может получить так плохо, так быстро?	Это может произойти с тобой.Искусство некомпетентности.Вам нечего терять, кроме вашего обеда.Когда бесполезность просто не хватает.Более простой помехи. Это совершенно новый барьер!Если вы не можете позволить себе быть в порядке.А вы думали, мы не может сделать его хуже.Если он работает, это не X Windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X Windows:Лучше сесть.Не смейтесь. Это может быть ваш дипломный проект.Почему это правильно, когда вы можете сделать это не так?Текущие кошмар.Наши ошибки работать быстрее.Когда он абсолютно положительно HAS врезаться в течение ночи.Там нет никаких правил.Вы хотите, мы шутили.Все, что вы никогда не хотели в оконной системе. И более.Недовольство гарантируется.Там должен быть лучший способ.Следующая лучшая вещь, чтобы keypunching.Оставьте обмолота нам.Мы написали книгу о дампы.Даже ваша собака не понравится.Более чем достаточно веревки.Мусор под рукой.Несовместимость. Shoddiness. Бесполезность.X Windows.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
"Yacc" во многом объясняется наиболее стимулирующей коллекции пользователями, которые имеютподстрекаемый меня за моей склонности, и часто за своей способности вих бесконечный поиск «Еще одна особенность". Их раздражаетнежелание учиться, как делать вещи мой путь, как правило, привело к моемуделать вещи свой путь; Большую часть времени, они были правы.
		-- S. C. Johnson, "Yacc guide acknowledgements"

%
Да, хотя я иду через долину тени APL, я убоится нетзло, ибо я могу строка шесть примитивные монадические и двоичные операторы вместе.
		-- Steve Higgins

%
Да, мы будем идти к OSI, Марса и Плутона, но не обязательно вчто порядок.
		-- George Michaelson

%
Вы оскорблением моей разведки! Я требую, чтобы вы немедленно выйти.
		-- George Michaelson

%
Вы ложные данные.
		-- George Michaelson

%
Вы находитесь в лабиринте маленьких извилистых проходов, все одинаковы.
		-- George Michaelson

%
Вы находитесь в лабиринте маленьких извилистых проходов, все разные.
		-- George Michaelson

%
Вы в зале горного короля.
		-- George Michaelson

%
Вы потеряли в болотах Отчаяния.
		-- George Michaelson

%
Вы перенесетесь в комнату, где вы столкнулись с волшебником, которыйуказывает на вас и говорит: "Их борется слова!" Вы сразу получитенападению всевозможных обитателей музея: есть кобрыжевательная на ноге, А троглодита является трепку мозги сзолотой самородок, крокодил является удаление больших кусков плоти от вас,носорога Геринг вас с его рога, сабля-зуб кошки занятпытаясь выпотрошить, вы попираются большим мамонта, Авампир высасывает вас сухая, А Tyrannosaurus Rex тонет его шесть дюймовдлинные клыки в различных частях вашей анатомии, большой медведьрасчленить тело, горгульи подпрыгивает вверх и вниз на вашемголова, крепкий тролль разрывает вы на куски, несколько страшные волкипредпринимают фарш мясо из туловища, а мастер собираетсяперенесет Вас в углу Вествуд и Брокстон. Ах, вы, кажется,, получили сами убили, а.Вы набрали 0 из 250 возможных баллов.Это дает вам рейтинг младшего начале авантюриста.Для достижения следующего высокий рейтинг, необходимо набрать больше 32 очков.
		-- George Michaelson

%
Можно заменить этот компьютер.
		-- George Michaelson

%
Вы можете принести любой калькулятор вам нравится в среднесрочной перспективе, до тех пор, как этоне тусклый свет, когда вы включите его.
		-- Hepler, Systems Design 182

%
Вы можете сделать это в ряде направлений. IBM решили сделать все из них.Почему вы обнаружите, что смешно?
		-- D. Taylor, Computer Science 350

%
Вы можете измерить точки зрения программиста, отметив свое отношение напродолжающаяся жизнеспособность FORTRAN.
		-- Alan Perlis

%
Теперь вы можете купить более ворота с меньшим спецификации, чем в любое другое времяв истории.
		-- Kenneth Parker

%
Вы можете сказать, как далеко мы должны идти, когда FORTRAN это языксуперкомпьютеры.
		-- Steven Feiner

%
Вы можете настроить пианино, но вы не можете тунец.Вы можете настроить файловую систему, но вы не можете тунец.
		-- from the tunefs(8) man page

%
Вы можете написать небольшую письмо бабушке в имени файла.
		-- Forbes Burkowski, CS, University of Washington

%
Вы не можете пойти домой снова, пока вы не установите $ HOME.
		-- Forbes Burkowski, CS, University of Washington

%
"Вы не можете создать программу без сломанных эго."
		-- Forbes Burkowski, CS, University of Washington

%
Вы не можете взять девицу здесь.
		-- Forbes Burkowski, CS, University of Washington

%
Вы не должны почту.
		-- Forbes Burkowski, CS, University of Washington

%
Вы не должны знать, как работает компьютер, просто, как работать с компьютером.
		-- Forbes Burkowski, CS, University of Washington

%
Нужно было почту, но супер-пользователь прочитал его, и удалил его!
		-- Forbes Burkowski, CS, University of Washington

%
Нужно было почту. Пол прочитать его, так что спросите его, что он сказал.
		-- Forbes Burkowski, CS, University of Washington

%
У вас есть массаж (от шведского премьера).
		-- Forbes Burkowski, CS, University of Washington

%
У вас есть сообщение от оператора.
		-- Forbes Burkowski, CS, University of Washington

%
У вас есть тенденция чувствовать вы превосходит большинство компьютеров.
		-- Forbes Burkowski, CS, University of Washington

%
Вы приобрели свиток под названием «ИРК gleknow mizk '(п) .-- More--Это IBM Руководство прокрутки .-- More--Вы постоянно путать.
		-- Dave Decot

%
Вы должны нежелательной почты.
		-- Dave Decot

%
У вас есть почта.
		-- Dave Decot

%
Вы знаете, что вы сидели в передней части Lisp машины слишком долгокогда вы выходите на утиль машины еды и начать интересно, каксделать это даст вам CADR из Item H, так что вы можете получить, что yummieшоколадный кекс, который застрял позади отвратительного ванильным одного.
		-- Dave Decot

%
Вы знаете, тратил слишком много времени на компьютере, когда вашДруг misdates чек, и вы предложить добавить "++", чтобы исправить это.
		-- Dave Decot

%
Вы знаете, Каллахан является миролюбивым бар, но если вы спросите, что собака, что еголюбимая форматирования есть, а он говорит: "ROFF! ROFF!", ну, я просто придется ...
		-- Dave Decot

%
Возможно, вам придется почту.
		-- Dave Decot

%
Вы должны понимать, что компьютер имеет его за вас. неопровержимоДоказательством этого является то, что компьютер всегда делает то, что вы скажете ей сделать.
		-- Dave Decot

%
Вы поцарапать мою ленту, и я моет.
		-- Dave Decot

%
Вы будете иметь головную аварию на своем частном упаковке.
		-- Dave Decot

%
У вас будет много устранимых ошибок на магнитной ленте.
		-- Dave Decot

%
Вы потеряете важный файл на диске.
		-- Dave Decot

%
Вы потеряете важную ленточный файл.
		-- Dave Decot

%
Вы уже проведении сферу!
		-- Dave Decot

%
Ты по окончании Витта.
		-- Dave Decot

%
Вы не Дэйв. Кто ты?
		-- Dave Decot

%
Вы с помощью клавиатуры! Как причудливый!
		-- Dave Decot

%
Вы были Berkeley'ed!
		-- Dave Decot

%
Ваш код должен быть более эффективным!
		-- Dave Decot

%
Компьютер счет овердрафта. Пожалуйста повторно авторизовать.
		-- Dave Decot

%
Компьютер счет овердрафта. См Big Brother.
		-- Dave Decot

%
Ваша вина - ядро ​​сбрасывали
		-- Dave Decot

%
Ваши файлы теперь шифруется и бросают в битоприемник.EOF
		-- Dave Decot

%
Ваш образ жизни будет изменен на ASCII.
		-- Dave Decot

%
Ваш образ жизни будет изменен на EBCDIC.
		-- Dave Decot

%
Ваш пароль является ничтожно очевидна.
		-- Dave Decot

%
Ваша программа болен! Стреляй и вывести его из своей памяти.
		-- Dave Decot

%
Я имею в виду, если через 10 лет, когда вы делаете что-то быстро и грязно,вы вдруг себе, что я глядя на ваши плечи и сказатьсамостоятельно ", Дейкстра бы не понравилось", хорошо, что было бы достаточнобессмертие для меня.
		-- Dave Decot

%
Как видно на Slashdot о том, что вы можете сделать с вашими кабельных модемов:(Http://slashdot.org/comments.pl?sid=32387&cid=3495418):        Резюме: Это не о том, как вы справляетесь экипировку, это где        у вас есть разрешение, чтобы придерживаться его.Сообщение от "redgekko"
		-- Dave Decot

%
"Самая большая проблема разработки программного обеспечения является одним она будет никогда не решить - политику ".работая над большим проектом осажден политикой
		-- Gavin Baker, ca 1996, An unusually cynical moment inspired

%
"Не бойтесь перо. Если есть сомнения, нарисовать красивую картинку».
		-- Baker's Third Law of Design.

%
Точка останова 1, главный (ARGC = 1, ARGV = 0xbffffc40) в main.c: 2929 Е ( "Добро пожаловать в ад GNU \ п");
		-- "GNU Libtool documentation"

%
Я, возможно, придумал, но Билл сделал его известнымклавиши, во панельной дискуссии с Биллом Гейтсомна 20-летнего праздник для ПК IBM.
		-- David Bradley, inventor of the Ctrl-Alt-Delete

%
Мы имеем политику, что мы не были взломаны.       http://www.wired.com/wired/archive/12.06/dating_pr.html
		-- Lisa Kopp, Friendster rep, commenting on a security flaw

%
Жизнь NP-трудной, а затем вы умрете.
		-- Dave Cock

%
Попробуйте удалить цветовую проблему перезагрузки компьютера несколько раз.
		-- Microsoft Internet Explorer's README.TXT

%
Одна из вещей, я обычно говорю людям, что если это в новостях, небеспокоиться об этом. По определению, "Новости" означает, что это вряд ли когда-нибудь произойдет. ЕслиРиск в новостях, то это, вероятно, не стоит беспокоиться. когдане что-то больше не сообщалось - автомобильные смертей, насилие в семье - когдаэто настолько часто, что это не новость, то вы должны начать беспокоиться ".
		-- Bruce Schneier, in _CRYPTO-GRAM_, May 15, 2005.

%
В случае, если это не очевидно, какое-либо решение этой проблемы, что вводитзависимость от Java глубоко неинтересно мне. На самом деле, мойбезразличие к тому, что может быть охарактеризована только как "сексуальная" по интенсивности.
		-- Jamie Zawinski

%
"Мы хотели построить систему чата в будущем, и мыв конечном итоге с прикладного уровня многоадресной потоковой передачи мультимедиа. В 1999.Мы были немного впереди нашего времени [A ¢ ВВ-A ¢ AA-] "[A ¢ ВВ-A ¢ AA-] Это маркетинг-говорить в течение ¢ â € ÂœwrongÃ ¢ € А; Вы можете сказать то же самоев течение batterÃ ¢ € А ™ с ходом, когда он берет удар.    - Томас Ptacek, http://www.matasano.com/log/914/
		-- Jamie Zawinski

%
Внимание: защита от записи не помешает картридж не стиралисьобъемной стирания или размагничивания.    - Руководство HP Ultrium ленточного накопителя пользователя, стр.12
		-- Jamie Zawinski

%
Почему вы хотите это сделать? Вы возлюбленная ¢ € А ™ т, забыть, что я даже не упоминается его.    - Perl DBI документация (v1.53)
		-- Jamie Zawinski

%
Остерегайтесь Тьюринга тар-ямы, в которой возможно все, но ничегоинтерес легко.    - Алан Перлис
		-- Jamie Zawinski

%
Если, по некоторым причинам, мы делаем некоторую большую ошибку и IBM выигрывает, мое личное ощущениеявляется то, что мы собираемся ввести компьютерные Темные века около двадцати лет.                - Стив Джобс (1955-2011)
		-- Jamie Zawinski

%
Вы не можете просто спросить клиентов, чего они хотят, а затем попытаться дать что к ним.К тому времени, вы получите его построили, они хотят что-то новое.                - Стив Джобс (1955-2011)
		-- Jamie Zawinski

%
Какой компьютер для меня это самый замечательный инструмент, который мы когда-либо придуматьс. Это эквивалентно велосипеда для наших умов.                - Стив Джобс (1955-2011)
		-- Jamie Zawinski

%
Это действительно трудно проектировать продукты фокус-группы. Много раз, людине знаю, что они хотят, пока вы не показать им.                - Стив Джобс (1955-2011)
		-- Jamie Zawinski

%
Инновации не имеет ничего общего с тем, сколько R & D долларов у вас есть. Когда Appleпридумал Mac, IBM тратил минимум в 100 раз больше на R & D. Это ненасчет денег. Это о людях, вы должны, как вы привели, и сколько вывозьми.                - Стив Джобс (1955-2011)
		-- Jamie Zawinski

%
Я бы торговать всеми моей технологии в течение дня с Сократом.                - Стив Джобс (1955-2011)Это было одним из моих мантр - фокус и простота. Простой может быть сложнее, чемКомплекс: Вы должны работать, чтобы получить ваше мышление в чистоте, чтобы сделать его простым.Но оно того стоит, в конце концов, потому что как только вы получите там, вы можете переместитьгоры.                - Стив Джобс (1955-2011)
		-- Jamie Zawinski

%
Инновация отличает между лидером и последователем.                - Стив Джобс (1955-2011)
		-- Jamie Zawinski

%
UNIX является очень простой, он просто должен быть гением, чтобы понять его простоту.    - Деннис Ритчи (1941-2011), создатель языка программирования Си и    UNIX
		-- Jamie Zawinski

%
С изворотливым, недостатки, и огромный успех.    - Деннис Ритчи (1941-2011), создатель языка программирования Си и    UNIX
		-- Jamie Zawinski

%
С имеет "власть ассемблере и удобство ... сборкеязык ".    - Деннис Ритчи (1941-2011), создатель языка программирования Си и    UNIX
		-- Jamie Zawinski

%
Когда я прочитал комментарий о предложениях для где С должны идти, я часто думаюназад и славить, что он не был разработан по рекомендации всемирнотолпа.    - Деннис Ритчи (1941-2011), создатель языка программирования Си и    UNIX
		-- Jamie Zawinski

%
Честно говоря, я не знаю, как Линус и его веселая группа управления так хорошо -Я не мог бы стоял его с С.    - Деннис Ритчи (1941-2011), создатель языка программирования Си и    UNIX
		-- Jamie Zawinski

%
Я не могу вспомнить какие-либо трудности в создании определения языка C полностьюоткрыть - любое обсуждение по этому вопросу, как правило, упоминают языки,Изобретатели пытались сохранить жесткий контроль, и последующее злой рок.    - Деннис Ритчи (1941-2011), создатель языка программирования Си и    UNIX
		-- Jamie Zawinski

%
По крайней мере, для людей, которые посылают мне письма о новый язык, что онипроектирование, генеральный совет: сделать это, чтобы узнать о том, как написатькомпилятор. Не было никаких ожиданий, что кто-то будет использовать его, пока не используетсяс какой-то организации, которые в состоянии подтолкнуть его трудно. Этолотереи, и некоторые из них могут купить много билетов. Есть много красивыхязыки (более красивые, чем C), что не зацепиться. Но кто-то выигратьлотереи, и делать язык, по крайней мере учит вас что-то.    - Деннис Ритчи (1941-2011), создатель языка программирования Си и    UNIX
		-- Jamie Zawinski

%
Программное обеспечение гораздо труднее изменить, чем массово оборудовании. C ++ и Java, скажем,предположительно растет быстрее, чем обычный C, но я уверен, С-прежнему будет вокруг.Для технологии инфраструктуры, C будет трудно вытеснить.    - Деннис Ритчи (1941-2011), создатель языка программирования Си и    UNIX
		-- Jamie Zawinski

%
Было высказано предположение, что корневые комплекты крупнейшим сообществом пользователей для этоговид доступа, но нет гарантии вперед совместности корневой комплектавторы.    - Джонатан Корбет в "Кто нуждается / DEV / kmem?"       (Http://lwn.net/Articles/147901)
		-- Jamie Zawinski

%
