"Вы знаете, конечно, что тасманийцы, которые никогда не прелюбодействовал, являютсяныне вымерших ".
		-- M. Somerset Maugham

%
"Если ничего не сломалось, не исправить."
		-- Bert Lantz

%
"Тот шарм брака является то, что она делает жизнь обмана необходимостью."
		-- Oscar Wilde

%
"Бог есть комик играет на аудиторию слишком напуганы, чтобы смеяться."
		-- Voltaire

%
«IBM использует то, что я хотел бы назвать" техникой отверстие-в-земле "уничтожить конкуренцию ..... IBM роет большую дыру визмельчают и покрывает ее листьев. Затем ставит большой горшокЗОЛОТА поблизости. Затем он дает вызов "Эй, смотреть на всеэто золото, иди сюда быстро. Как только конкурентаподходы горшок, он падает в яму "
		-- John C. Dvorak

%
"Есть вещи, которые настолько серьезно, что вы можете шутить только о них"
		-- Heisenberg

%
"Он принимает все виды ин & вне двери школьного чтобы адаптироватьчтобы мой вид оболванивания "
		-- R. Frost

%
"Черт эти предки .... Они украли наши лучшие идеи!"
		-- Ben Jonson

%
И ешь, как ячменные лепешки, и ты выпекать его с навозом, чтовыходит из человека, и в глазах их ... Потом [Господь] сказал мне: вот, ядали навоз тебя коровье навозом человека, и будешь готовить хлеб твойним.[Иез. 4: 12-15 (УПО)]
		-- Ben Jonson

%
Я снял мое платье; я должен поместить его снова? Я вымыла ноги мои;долг Я почва их снова?Когда мой возлюбленный сунул руку через защелки отверстие, мои внутренности перемешиваютво мне [моя взволновалась для него (KJV)].Когда я встал, чтобы открыть для мои возлюбленные, мои руки капала мирра; жидкостьмирра из моих пальцев подбежал ручек болта. Своими руками Iоткрыл мою любовь, но любовь моя отвернулся и пошел по; мое сердце упало, когдаон повернулся спиной. Я искала его, но я не нашел его, я назвал его, но онне ответил.Сторожа, собирается раундов города, встретил меня; били меня и  ранил меня; сторожа на стенах забрал плащ.[Песнь Песней 5: 3-7 (NEB)]
		-- Ben Jonson

%
Как прекрасны ноги твои в сандалиях, дщерь именитая! суставы твоегоБедра, как ожерелье, дело рук искусного художника. живот твойявляется круглая чаша, которая не истощается ароматное вино; чрево твое ворохпшеницы приступили с лилиями.два твои груди подобны двум молодым роз, двойни.[Песня Соломона 7: 1-3 (УПО)]
		-- Ben Jonson

%
Как прекрасно, как упоительный вы, мой любимый человек, дочь наслаждений!Вы величественный как пальма, и груди твои кластеры даты.Я сказал: "Я буду подниматься в ладонь, чтобы понять свои ветви." Могу ли я найти вашгруди, как виноградные кисти на корню, запах вашего дыхания, какабрикосы, и ваши шепчет, как пряный вина, протекающие плавно приветствовать моеголаски, скользя вниз по губы и зубы.[Песнь Песней 7: 6-9 (NEB)]
		-- Ben Jonson

%
Износ меня, как печать, на сердце твое, как перстень, на руку твою; потому что любовь сильнакак смерть, страсть люта, как преисподняя; это вспыхивает как пламень огненный, ожесточеннеечем любой пламени.[Песнь Песней 8: 6 (NEB)]
		-- Ben Jonson

%
Но сказал Рабсак им господин мой послал меня к господину твоему и кты, чтобы сказать эти слова? Так ли Он не посылал меня к людям, которые сидят настены, что они могут есть помет свой и пить мочу свою с вами?[2 Kings 18:27 (УПО)]
		-- Ben Jonson

%
Когда Яхве ваши боги осела вас на земле вы собираетесь занять, ивытеснены много неверных перед вами ... вы вырезать их и уничтожитьих. Вы не вступать в компромисс с ними или показать им пощады.[Втор. 7: 1 (УПО)]
		-- Ben Jonson

%
Я просто подумал, что-нибудь смешное ... твою мать.
		-- Cheech Marin

%
В начале, я был сделан. Я не просил, чтобы быть сделаны. Ни один консультациисо мной или рассматриваться мои чувства в этом вопросе. Но если он принес некоторыемимолетное увлечение некоторых низших людей, как они бессистемно гарцевал свой путьчерез скорбный джунгли жизни, то так и будет.- Марвин параноики Android, От Руководства Hitchiker Дуглас Адамс 'вСценарии Galaxy Радио
		-- Cheech Marin

%
Вы будете успешны в своей работе.
		-- Cheech Marin

%
Жизнь человека репо всегда интенсивно.
		-- Cheech Marin

%
Если вы не будете осторожны, вы собираетесь ловить нечего.
		-- Cheech Marin

%
Это вещь о людях, которые думают, что они ненавидят компьютеры. То, что онидействительно ненавижу это паршивые программисты.
		-- Larry Niven and Jerry Pournelle in "Oath of Fealty"

%
Где бы вы ни ... Там вы.
		-- Buckaroo Banzai

%
Жизнь в естественном состоянии опустеет, бедный, противный, жестокой и короткой.
		-- Thomas Hobbes, Leviathan

%
Отсутствие навыка диктует экономика стиля.
		-- Joey Ramone

%
Никто не пригодно для доверить власть. ... Никто. ... Любой человек, который живетвообще знает безумства и нечестие он способен. ... И если он делаетзнаю, что это, он знает также, что ни он, ни человек должен иметь возможностьрешить одну человеческую судьбу.
		-- C. P. Snow, The Light and the Dark

%
Успешное и повезло преступления называется добродетелью.
		-- Seneca

%
Когда мы прыгнули в Сицилии, блоки отделился, и я не мог найтикто угодно. В конце концов я наткнулся двух полковников, крупный, три капитанов,два лейтенанты, и один стрелок, и мы обеспечили мост. Никогда вИстория войны так мало было во главе с так много.
		-- General James Gavin

%
Единственное, что необходимо для триумфа зла для хороших мужчин ничего не делать.
		-- Edmund Burke

%
Вы можете называть меня по имени, Вирт, или мой стоимости, Worth.
		-- Nicklaus Wirth

%
Дайте человеку рыбу, и ты накормишь его на один день.Научи человека ловить рыбу, и он будет напроситься на обед.
		-- Calvin Keegan

%
Прогноз очень сложно, особенно в будущем.
		-- Niels Bohr

%
Компьютер не может сказать вам эмоциональную историю. Он может дать вам точныйматематическое моделирование, но то, что хватает только брови.
		-- Frank Zappa

%
Все не так просто, как они, кажется на первый взгляд.
		-- Edward Thorp

%
Главное сама пьеса. Я клянусь, что жажда денег не имеет ничегос ним делать, хотя небо знает, что я остро нуждается в деньгах.
		-- Feodor Dostoyevsky

%
Это, безусловно, большое несчастье для человека не иметь навязчивых.
		-- Robert Bly

%
Машины принять меня врасплох с большой частотой.
		-- Alan Turing

%
Неопределенный фортуна тщательно освоены капитала расчета.
		-- Blaise Pascal

%
После поражения Голиафа, гиганты перестали вызывать уважение.
		-- Freeman Dyson

%
Есть два способа построения проектирования программного обеспечения. Один из способов, чтобы сделатьэто так просто, что, разумеется, нет недостатков, а другой являетсясделать его настолько сложна, что нет никаких очевидных недостатков.
		-- Charles Anthony Richard Hoare

%
Не допускать этот язык (Ada) в его нынешнем состоянии, которые будут использоваться вприложения, где надежность имеет решающее значение, то есть атомные электростанции,крылатые ракеты, системы раннего предупреждения, анти-ПРОСистемы. На следующий ракеты в заблуждение в результате языке программированияОшибка не может быть разведочное космическая ракета на безвредные поездки к Венере:Это может быть ядерная боеголовка взрывается над одним из наших городов. ненадежнымиязык программирования генерирующая ненадежные программы составляет гораздобольший риск для окружающей среды и для нашего общества, чем небезопасных автомобилей, токсическийпестициды, аварии на ядерных электростанциях.
		-- C. A. R. Hoare

%
Без кофе он не мог работать, или, по крайней мере, он не мог бы работать вТо, как он сделал. В дополнение к бумаги и ручки, он взял с собой везде какнезаменимым статья оборудования кофеварке, которая была не менееважно для него, чем его стола или его белый халат.
		-- Stefan Zweigs, Biography of Balzac

%
"Это был морскому праву, они сказали. Цивилизация заканчивается по ватерлинии.Кроме того, мы все в пищевую цепь, и не всегда на самом верху ".
		-- Hunter S. Thompson

%
В жалком, многостраничной соединения в штучной упаковке формы, к которой блок-схема имеетСегодня разработаны, это оказалось бесполезным, так как инструмент проектирования -программисты нарисовать блок-схемы после, а не до, писать программы, которые ониописать.
		-- Fred Brooks, Jr.

%
Так называемый "рабочий стол" из сегодняшних рабочих станций вместо этого"Самолет-местный" метафора. Любой, кто перетасовал круг, полный бумаг в то времясидит между двумя дородный пассажиров будет распознавать разницу - можновидеть только очень немногие вещи сразу.
		-- Fred Brooks, Jr.

%
... Когда приступы творчества запустить сильна, более одного программиста или писателя естьИзвестно отказаться от стола для более просторных этажа.
		-- Fred Brooks, Jr.

%
Чуть ретроспекция показывает, что хотя много прекрасных, полезных программных систембыли разработаны комитетами и построен как часть многочастных проектов,эти программные системы, которые возбуждаются страстные болельщики являются те, которыепродукты из одного или нескольких проектирование умы, большие дизайнеров. Рассмотрим Unix,APL, Pascal, Modula, интерфейс Smalltalk, даже Fortran; и противопоставить ихс Cobol, PL / I, Algol, MVS / 370 и MS-DOS.
		-- Fred Brooks, Jr.

%
... Прогресс компьютерной техники настолько быстро. Никакой другой технологии, так какцивилизация начала видел шесть порядков в представлени-ценыполучить в 30 лет.
		-- Fred Brooks, Jr.

%
Программные объекты являются более сложными для их размера, чем возможно любой другой человекпостроить, потому что никакие две части не подобны. Если они есть, мы делаем двааналогичные детали в подпрограмму - открытым или закрытым. В этом отношении программного обеспеченияСистемы глубоко отличаются от компьютеров, здания или автомобили, гдеповторяющиеся элементы в изобилии.
		-- Fred Brooks, Jr.

%
Цифровые компьютеры сами более сложным, чем большинство вещей, которые люди строят:Они имеют очень большое количество государств. Это делает зачатие, описывая,и их тестирование трудно. Программные системы имеют порядки величины равна более состоянийчем компьютеры делают.
		-- Fred Brooks, Jr.

%
Сложность программного обеспечения является неотъемлемой собственностью, не случайное один.Следовательно, описания программного объекта, что абстрагироваться от ее сложностичасто абстрагироваться от его сущность.
		-- Fred Brooks, Jr.

%
Эйнштейн утверждал, что должны быть упрощены объяснения природы, посколькуБог не капризны или произвольное. Нет такой веры не утешает программное обеспечениеинженер.
		-- Fred Brooks, Jr.

%
75% женщин исключением, все во всем мире хочет иметь секс.
		-- Ellyn Mustard

%
Связь между языком, на котором мы думаем / программы и проблеми решения, которые мы можем себе представить очень близко. По этой причине ограничениЯзыковые особенности с целью устранения ошибок программиста в лучшем случаеопасно.
		-- Bjarne Stroustrup in "The C++ Programming Language"

%
Единственный способ изучать новый язык программирования является написание программ в нем.
		-- Brian Kernighan

%
Совершенство достигается только на грани развала.
		-- C. N. Parkinson

%
Там вы идете человек,Держите так круто, как вы можете.Это раздражает их поверить, что вы воспринимаете Интернет они ткут.Продолжайте быть свободным!
		-- C. N. Parkinson

%
Бинго, АЗС, гамбургер с заказом стороны авиационного шума,и вы будете Гэри, штат Индиана. - Джесси в фильме "Дворец Грисера"
		-- C. N. Parkinson

%
Надеясь благости не теологически звук. - Арахис
		-- C. N. Parkinson

%
Полиция до ваших запасных патронов и фрагов. Не оставляйте ничего "для DINKs.
		-- Willem Dafoe in "Platoon"

%
"Всю свою жизнь я хотел быть кем-то, я думаю, я должен был быть более конкретными."
		-- Jane Wagner

%
"Любой средний достаточно мощным, чтобы расширить охват человека достаточно силен, чтобы свергнутьего мир. Чтобы получить магию медиума, чтобы работать на своих целей, а непротив них является достижение грамотности ".
		-- Alan Kay, "Computer Software", Scientific American, September 1984

%
"Компьютерная грамотность является контакт с деятельностью вычислительного достаточно глубоко, чтобысделать вычислительную эквивалент читать и писать свободно и приятным.Как и во всех искусствах, роман с материалом должны идти полным ходом. Еслимы ценим на протяжении всей жизни искусств и литературы в качестве трамплина дляличная и общественная рост, если какой-либо меньше усилий потрачено, чтобы сделать вычислениячасть нашей жизни? "
		-- Alan Kay, "Computer Software", Scientific American, September 1984

%
"Наибольшие воины те, кто борется за мир".
		-- Holly Near

%
"Независимо от того, куда вы идете, там вы ..."
		-- Buckaroo Banzai

%
Посторонним будет снят. Выжившие будут наказаны.
		-- Buckaroo Banzai

%
Посторонним будет снят. Выжившие будут сняты СНОВА!
		-- Buckaroo Banzai

%
"Я стареет, но не вверх."
		-- Jimmy Buffett

%
Ученые будут изучать ваш мозг, чтобы узнать больше о вашей дальнего родственника, парня.
		-- Jimmy Buffett

%
"Я ненавижу зуд. Но я не против опухоль».- Новый кайф фраза, как "Где говядина?" что Дэвид Леттерман пытается   чтобы получить все начать говорить
		-- Jimmy Buffett

%
Ваша собственная оценка может измениться.
		-- Jimmy Buffett

%
"О, дорогой, я думаю, вы найдете реальности на мгновение снова."
		-- Marvin The Paranoid Android

%
"Отправить юристы, пушки и деньги ..."
		-- Lyrics from a Warren Zevon song

%
«Я хожу на работе по той же причине курица идет на откладывания яиц."
		-- H. L. Mencken

%
"Помните, информация не является знанием; Знание не мудрость;Мудрость не есть истина; Истина не красота; Красота не любят;Любовь не музыка; Музыка является лучшим "-. Фрэнк Заппа
		-- H. L. Mencken

%
Я не могу ездить 55.
		-- H. L. Mencken

%
"И они сказали нам, что они хотели ... Был звук, который мог убить один, на расстоянии "-. Кейт Буш
		-- H. L. Mencken

%
"В условиях энтропии и ничто, вы вроде нужно притворяться, что это нетам, если вы хотите, чтобы продолжать писать хороший код "-. Карл Lehenbauer
		-- H. L. Mencken

%
Значки? Мы не нуждаемся ни в вонючих значки.
		-- H. L. Mencken

%
Я не могу ездить 55.Я с нетерпением жду, чтобы не быть в состоянии вести 65, либо.
		-- H. L. Mencken

%
Слава Богу миллион миллиардов раз вы живете в Техасе.
		-- H. L. Mencken

%
"Можете ли вы программировать?" "Ну, я грамотный, если это то, что вы имеете в виду!"
		-- H. L. Mencken

%
Нет пользователем servicable части внутри. Обратитесь к квалифицированному персоналу.
		-- H. L. Mencken

%
В основе науки является важным напряженность между двумя, казалось быпротиворечивые отношения - открытость к новым идеям, какими бы странноили нелогичным они могут быть, и самым безжалостным скептически исследованиевсех идей, старых и новых. Это, насколько глубоко истины провеивают из глубиныбред какой то. Конечно, ученые делают ошибки, пытаясь понятьМир, но есть встроенный механизм коррекции ошибок: Коллективныйпредприятие творческого мышления и скептически думать вместе держитполе на трассе.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Один из самых печальных уроков истории заключается в следующем: Если мы были обманутыдостаточно долго, мы склонны отвергать любые доказательства Bamboozle. не Мы небольше заинтересованы в поиске правды. Надувать захватилнас. это просто слишком болезненно признать - даже самим себе - чтомы были так доверчивы. (Таким образом, старые bamboozles имеют тенденцию сохраняться какновые bamboozles расти.)
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Что касается астральная проекция, Вуди Аллен однажды написал: "Это не плохой способпутешествовать, хотя, как правило, за полчаса ждать багаж ".
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Неспособность извлечь выгоду из обратной видимому, основной причинойлженаука. Лжеученые сохраняют свои убеждения, и игнорировать или искажатьпротиворечивые показания, а не изменить или отклонить некорректный теорию. Потому каких сильных уклонов, они, кажется, не хватает самокорректирующиеся механизмыУченые должны использовать в своей работе.
		-- Thomas L. Creed, "The Skeptical Inquirer," Summer 1987

%
Нахождение иногда солому истины купается в великий океан замешательство инадувать требует разведки, бдительность, самоотверженность и мужество. Но если мыне применять эти жесткие стереотипы мышления, мы не можем надеяться решить поистинесерьезные проблемы, которые стоят перед нами - и мы рискуем стать нацией присосок, додля захватов на следующей шарлатана, который приходит вместе.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Не стоит недооценивать значение отчетности печати для отладки.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Не стоит недооценивать значение отчетности печати для отладки.Не имею эстетические судороги при их использовании, либо.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Поскольку система приходит, составные строители будут время от времени появляются,подшипник горячие новые версии своих произведений - быстрее, меньше, более полных,или предположительно меньше ошибок. Замена рабочего компонента путем новымверсия требует такого же систематическую процедуру тестирования, которая Добавление новогоКомпонент делает, хотя это должно требовать меньше времени, для более полной иэффективные тестовые обычно будет доступен.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Каждая команда строит еще один компонент использует самые последние испытанияверсия интегрированной системы в испытательном стенде для отладки его часть. ИхРабота будет установлен обратно, имея это изменение испытательного стенда под них. Конечно этодолжен. Но изменения должны быть квантуется. Затем каждый пользователь имеет периодыпродуктивным стабильность, прерывается всплесками изменения испытательном стенде. Это кажетсягораздо менее разрушительным, чем постоянной рябь и трепетом.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Концептуальная целостность, в свою очередь диктует, что конструкция должна исходить из однойпротив, или из очень небольшого числа согласования резонансных умы.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Это очень унизительно опыт, чтобы сделать многомиллионный ошибку в, но этоТакже очень запоминающимся. Я хорошо помню ночь мы решили, как организоватьфактическая написание внешних спецификаций для OS / 360. Менеджерархитектура, менеджер реализации программы управления, и я былиобмолота свой план, график и разделение обязанностей.Менеджер архитектура имела 10 хороших людей. Он утверждал, что они могли бы написатьспецификации и сделать это правильно. Это займет десять месяцев, еще тринежели график позволил.Руководитель программы управления было 150 мужчин. Он утверждал, что они могли бы подготовитьспецификации, с архитектурой координационная группа; это было быхорошо сделано и практично, и он мог бы сделать это в соответствии с графиком. Кроме того, есликоманда архитектура сделал это, его 150 человек будет сидеть сложа рукив течение десяти месяцев.На это менеджер архитектура ответил, что, если я дал управляющую программуобъединиться на себя ответственность, результат не будет на самом деле быть на время, но будетТакже три месяца поздно, и гораздо более низкого качества. Я сделал, и это было. Онбыл прав по обоим пунктам. Кроме того, отсутствие концептуальной целостности сделалсистема гораздо дороже построить и изменить, и я бы оценил, что емудобавил в год время отладки.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Причина ESP, например, не считается жизнеспособным тема в современнойпсихология просто, что его исследование не доказано плодотворной ... Послеболее 70 лет обучения, до сих пор не существует один пример ESPявление, которое является воспроизводимой при контролируемых условиях. Этот простой, ноОсновным научным критерием не была достигнута, несмотря на десятки исследований, проведенныхв течение многих десятилетий ... Это только по этой причине, что тема теперь немногоИнтерес к психологии ... Короче, нет продемонстрировал явление, котороенуждается в объяснении.
		-- Keith E. Stanovich, "How to Think Straight About Psychology", pp. 160-161

%
Эволюция человечества не будет достигнуто в десять тысячлет ручных животных, но и в миллион лет диких животных, потому что человекесть и всегда будет дикое животное.
		-- Charles Galton Darwin

%
Естественный отбор не будет иметь значения в ближайшее время, не где-нибудь столько, сколько сознательного выбора.Мы будем цивилизовать и изменить себя, чтобы удовлетворить наши идеи о том, что мы можем быть.В еще одной человеческой жизни, мы будем изменили себя неузнаваемо.
		-- Greg Bear

%
"Иисус может любить вас, но я думаю, что ты мусор завернутый в коже."
		-- Michael O'Donohugh

%
... Хотя его изобретение работало великолепно - его теория была черепок сточных вод отот начала до конца. - Виндж, «мир войны"
		-- Michael O'Donohugh

%
"Это как дежавю снова и снова." - Йоги Берра
		-- Michael O'Donohugh

%
Последнее, что он знает в построении работы является то, что поставить в первую очередь.
		-- Blaise Pascal

%
"Где я должен начать, Ваше Величество?" он спросил. "Начало в начале",Король сказал, серьезно, "и продолжать, пока вы придете к концу:. Затем остановить"Алиса в Стране чудес, Льюис Кэррол
		-- Blaise Pascal

%
Кусочек натуральной истории является вещью настолько редки, чтобы быть всегда в цене.
		-- Thomas Jefferson

%
Чтобы быть просыпаются, чтобы быть живым. - Генри Дэвид Торо, в "Уолден"
		-- Thomas Jefferson

%
Человек с одной часы знает, сколько времени; человек с двумя часами являетсяникогда уверен. Пословица
		-- Thomas Jefferson

%
Вы видите, но вы не будете соблюдать.Сэр Артур Конан Дойл, в "Воспоминания Шерлока Холмса"
		-- Thomas Jefferson

%
Ссора быстро решен, когда покинут одной стороне; нет битвыесли же не будет две. - Сенека
		-- Thomas Jefferson

%
Ничто никогда не становится реальным, пока она не испытала - даже пословица нет пословицаВам пока ваша жизнь проиллюстрировал ее. - Джон Китс
		-- Thomas Jefferson

%
Фантазии действительно нет, кроме режима памяти освободились от тогопространства и времени. - Кольридж
		-- Thomas Jefferson

%
Что мы ожидаем происходит редко; то, что мы меньше всего ожидаем правило, это происходит.
		-- Bengamin Disraeli

%
Ничто в прогрессии не может зависеть от ее первоначального плана. Мы так же можем думать окачалки взрослый человек в люльке младенца. - Эдмунд Берк
		-- Bengamin Disraeli

%
Для каждой проблемы есть одно решение, которое является простым, аккуратный, и неправильно.
		-- H. L. Mencken

%
Не говори мне, как тяжело вы работаете. Скажите, сколько вы сделали.
		-- James J. Ling

%
Один друг в жизни гораздо; два много; три вряд ли возможны.Дружба нуждается в определенном параллелизм жизни, сообщество мысли,соперничество прицеливания. - Генри Брук Адамс
		-- James J. Ling

%
Запомнить тебяАй ты, бедный призрак то время как память удерживает местоВ этом рассеянным шара. Запомнить тебя!Да, из-за стола моей памятиЯ вытереть все тривиальные теплые записи,Все пилы книг, все формы, все давление прошлое,Это молодежь и наблюдение скопированы там.Гамлет, я: v: 95 Уильям Шекспир
		-- James J. Ling

%
Очевидно, решение мужчины не может быть лучше, чем информация, на которой онбыла основана его. Дайте ему правду, и он все еще может пойти не так, когда у него естьшанс быть правым, но не дать ему никаких новостей или представить его только с искаженными неполные данные, с невежественной, неаккуратного или предвзятое освещение, с пропагандойи преднамеренные ложь, и вы уничтожите всю свою процессы рассуждения изаставить его что-то меньше, чем мужчина.
		-- Arthur Hays Sulzberger

%
Каждый честный вызывающий, каждая прогулка жизни, имеет свой собственный элитный, своя аристократияна основе опыта выполнения. - Джеймс Брайант Конант
		-- Arthur Hays Sulzberger

%
Вы можете наблюдать много просто наблюдая. - Йоги Берра
		-- Arthur Hays Sulzberger

%
Если присутствие электричества можно сделать видимыми в любой части цепи, яне вижу причин, почему разведка не может быть передана мгновенноэлектричество. - Сэмюэль Ф. Б. Морзе
		-- Arthur Hays Sulzberger

%
"Г-н Ватсон, идите сюда, я хочу тебя." -- Александр Грэхем Белл
		-- Arthur Hays Sulzberger

%
Это в настоящее время проблема доступа к гигабит через punybaud.
		-- J. C. R. Licklider

%
Это важно отметить, что, вероятно нет большого операционной системы с помощью токадизайн технология может выдержать определенный и хорошо скоординированное нападение,и что большинство таких документально проникновение было удивительно легко.- Б. Hebbard, "пробитии Анализ системы Terminal Мичиган",Операционные системы Review, Vol. 14, № 1, июнь 1980, стр. 7-20
		-- J. C. R. Licklider

%
Право не то, что кто-то дает вам; это то, что никто не может отнять у вас.
		-- Ramsey Clark

%
Цена один платит за проведение любой профессии, или позвонив, является интимнаязнание ее уродливые стороны. - Джеймс Болдуин
		-- Ramsey Clark

%
Малый прекрасна.
		-- Ramsey Clark

%
... Рост производительности способствовал путем дружественной обстановке и качестваинструменты необходимо для удовлетворения постоянно растущего спроса на программное обеспечение.
		-- M. D. McIlroy, E. N. Pinson and B. A. Tague

%
Это не лучший поменять лошадей во время переправы через реку.
		-- Abraham Lincoln

%
Зеркала должны отражать немного, прежде чем выбросить изображений.
		-- Jean Cocteau

%
Предположим на минуту, которая сложилась в автомобильной промышленности, в то жеСкорость как компьютеры и за тот же период: сколько дешевле и эффективнеебы современные модели быть? Если вы еще не слышали аналогии,Ответ ломает. Сегодня вы могли бы купить Rolls-Royce за $ 2,75,было бы сделать три миллиона миль на галлон, и это было бы поставить достаточноМощность для привода королеву Елизавету II. И если вы были заинтересованы вминиатюризация, можно поместить полдюжины из них на булавочной головки.
		-- Christopher Evans

%
В будущем, вы собираетесь получить компьютеры в качестве призов в сухие завтраки.Вы их выбрасывают, потому что ваш дом будет завален них.
		-- Robert Lucky

%
Достать портативного собственности. - Чарльз Диккенс "Большие надежды"
		-- Robert Lucky

%
В целом, философия атаковать проблему доступности от двухвзаимодополняющие направления: чтобы уменьшить количество ошибок в программном обеспечении черезстрогое тестирование погонных систем, и чтобы уменьшить эффектОстальные ошибки путем предоставления для восстановления после них. Интересно сноскаэтой конструкции является то, что в настоящее время системный сбой обычно можно считатьрезультатом двух программных ошибок: во-первых, в программе, которая началапроблема; во-вторых, в процедуре восстановления, которые не могли защититьСистема. - А. Л. Шерр, "Функциональная структура IBM Virtual хранения работыСистемы, Часть II: OS / VS-2 Концепции и философий, "IBM Systems Journal,Том 12, № 4, 1973, стр. 382-400
		-- Robert Lucky

%
Сколько аппаратных ребята нужно, чтобы поменять лампочку?"Ну диагностика сказать, что это нормально спортом, так что это проблема программного обеспечения."
		-- Charles Babbage, Passage from the Life of a Philosopher

%
"Не пытайтесь outweird меня, три глаза. Я получаю странные вещи, чем вам бесплатнос моим сухих завтраков ".
		-- Zaphod Beeblebrox in "Hitchiker's Guide to the Galaxy"

%
Безвозмездное сверхурочные? Просто сказать нет.
		-- Zaphod Beeblebrox in "Hitchiker's Guide to the Galaxy"

%
Кофе без кофеина? Просто сказать нет.
		-- Zaphod Beeblebrox in "Hitchiker's Guide to the Galaxy"

%
"Шоу-бизнес так же, как средней школы, за исключением того, платят."
		-- Martin Mull

%
"Это не операция на головном мозге, это просто телевизор."
		-- David Letterman

%
"Нравственность это одно. Оценки все."
		-- A Network 23 executive on "Max Headroom"

%
Живи свободно или умри.
		-- A Network 23 executive on "Max Headroom"

%
"... Если церковь поставить в два раза быстрее по корысти, что это делает на похоти, это будет лучший мир. "- Garrison Keillor," Пикник на льду "Дни
		-- A Network 23 executive on "Max Headroom"

%
Вне собаки, книга является лучшим другом человека. Внутри собаки, это слишкомтемно, чтобы читать.
		-- A Network 23 executive on "Max Headroom"

%
"Вероятно, лучшая операционная система в мире является [операционная система] сделал для PDP-11 по Bell Laboratories "-. Тед Нельсон, октябрь 1977
		-- A Network 23 executive on "Max Headroom"

%
"Все эти черные люди прищурив мой демократии." - Ян Смит
		-- A Network 23 executive on "Max Headroom"

%
Используй силу, Люк.
		-- A Network 23 executive on "Max Headroom"

%
У меня плохое предчувствие.
		-- A Network 23 executive on "Max Headroom"

%
Мощности, чтобы уничтожить планету незначительно по сравнению с силойсила.
		-- Darth Vader

%
Когда я покинул тебя, я был, но зрачка. Теперь, я хозяин.
		-- Darth Vader

%
"Ну, хорошо, хорошо! Ну, если это не жир вонючий козел Билли Мальчик вЯд! Как ты, ты globby бутылка дешевой вонючий чипа масла? Приехатьи получить один в yarbles, если я никакой yarble, я евнух желе ты! "
		-- Alex in "Clockwork Orange"

%
"Там не было ничего, что я ненавидел больше, чем видеть грязный старый drunkie, воющийдалеко в сыновей отца и собирается blurp blurp между как будто это былогрязная старый оркестр в его зловонных гнилых кишок. Я никогда не мог стоятьникого видеть подобное, особенно, когда они были старые, как этот был ".
		-- Alex in "Clockwork Orange"

%
186000 миль в секунду. Это не просто хорошая идея. ЭТО ЗАКОН.
		-- Alex in "Clockwork Orange"

%
Глупость, как силу, само по себе награда.
		-- Alex in "Clockwork Orange"

%
Джи, Тото, я не думаю, что мы в Канзасе.
		-- Alex in "Clockwork Orange"

%
Дети начинают любить своих родителей. Через некоторое время они судят их. Редко,если когда-либо, они простить их.
		-- Oscar Wilde

%
Одно задачами: Just Say No.
		-- Oscar Wilde

%
"Поймать волну и вы сидите на вершине мира".
		-- The Beach Boys

%
"Бонд подумал, что хорошие американцы были прекрасные люди, и что большинство из нихказалось, пришел из Техаса ".
		-- Ian Fleming, "Casino Royale"

%
"Я думаю, мусор является самым важным проявлением культуры мы имеем в моемпродолжительность жизни."
		-- Johnny Legend

%
По одному пункту есть около 700 ученых с респектабельных академических достижений(Из в общей сложности 480,000 США N земных и жизненных ученых), которые доверяютк созданию-науки, общая теория, что сложные формы жизни не развивалисьно появились "резко".
		-- Newsweek, June 29, 1987, pg. 23

%
Даже если вы можете обмануть людей относительно продукта через вводящие в заблуждение заявления,рано или поздно продукт будет говорить само за себя.
		-- Hajime Karatsu

%
Для того чтобы преуспеть в любом предприятии, нужно быть настойчивым и терпеливым.Даже если у Вас есть для запуска некоторых рисков, нужно быть смелым и достаточно, чтобы сильныйвстретиться и преодолеть неприятных проблем, чтобы поддерживать успешный бизнес вдолгосрочной перспективе. Я не могу не сказать, что американцы не имеют этого необходимосложной дух сегодня.
		-- Hajime Karatsu

%
Воспоминания о вас напоминать мне о вас.
		-- Karl Lehenbauer

%
Жизнь. Не говори мне о жизни.
		-- Marvin the Paranoid Android

%
В ясный диск вы можете обратиться навсегда.
		-- Marvin the Paranoid Android

%
Мир подходит к концу - сохранить буферы!
		-- Marvin the Paranoid Android

%
не ГРЭП мне никаких шаблонов и я не скажу вам ни одной строки.
		-- Marvin the Paranoid Android

%
Это твоя судьба.
		-- Darth Vader

%
Hokey религии и древнее оружие не могут заменить для хорошего бластера наТвоя сторона.
		-- Han Solo

%
Сколько инженеры QA нужно, чтобы ввинтить лампочку?3: 1, чтобы ввернуть его в и 2, чтобы сказать: "Я же вам говорил", когда он не работает.
		-- Han Solo

%
Сколько НАСА менеджеры нужно, чтобы ввинтить лампочку?"Это известная проблема ... не волнуйтесь об этом."
		-- Han Solo

%
Чтобы быть для программирования.
		-- Han Solo

%
Для программы должна быть.
		-- Han Solo

%
Я программа, поэтому я.
		-- Han Solo

%
Люди очень гибким и научиться приспосабливаться к страннымокрестности - они могут привыкнуть читать Lisp иFortran программы, например.
		-- Leon Sterling and Ehud Shapiro, Art of Prolog, MIT Press

%
"Я ваша плотность».
		-- George McFly in "Back to the Future"

%
"Так почему бы вам не сделать, как дерево, и убираться отсюда."
		-- Biff in "Back to the Future"

%
"Полюби делает горшок курить весь день выглядеть в конечном итоге в сдержанности."
		-- Dave Sim, author of Cerebrus.

%
Существование бога подразумевает нарушение причинности.
		-- Dave Sim, author of Cerebrus.

%
"Я могу ребенком вокруг о наркотиках, но на самом деле, я принимать их всерьез."
		-- Doctor Graper

%
Операционная система Программное обеспечение это программа, которая организует все основныеФункции компьютера.
		-- The Wall Street Journal, Tuesday, September 15, 1987, page 40

%
Я клянусь в верности флагуСоединенных Штатов Америкии республики, которую он представляет,одна нация,неделимыми,со свободойи справедливость для всех.
		-- Francis Bellamy, 1892

%
Люди думают, что мой друг Джордж странно, потому что он носит бакенбарды ... За егоуши. Я думаю, что он странно, потому что он носит вставную челюсть ... с брекетами на них.
		-- Steven Wright

%
Мой брат прислал мне открытку на днях с этим большим спутниковой фотографиився земля на нем. На обороте сказал: "Хотели бы вы там".
		-- Steven Wright

%
Вы не можете иметь все ... где бы вы положили его?
		-- Steven Wright

%
Я играл в покер в ту ночь ... с карты таро. Я получил полный дом иумер 4 человека.
		-- Steven Wright

%
Вы знаете, что чувство, когда вы откинувшись на стуле, и она начинает давать чаевыенад? Ну, это, как я чувствую все время.
		-- Steven Wright

%
Я пришел домой в ту ночь и попытался открыть дверь с моими ключами от машины ... издание пустили. Так что я взял его за диск. Коп вытащил меняза превышение скорости. Он спросил меня, где я живу ... "Вот здесь".
		-- Steven Wright

%
"Жить или умереть, я заработать миллион».
		-- Reebus Kneebus, before his jump to the center of the earth, Firesign Theater

%
Типичная программа макет страницы не более чем электроннаясвет стол для вырезания и вставки документов.
		-- Reebus Kneebus, before his jump to the center of the earth, Firesign Theater

%
Есть ошибки, а затем Есть ошибки. А еще есть ошибки.
		-- Karl Lehenbauer

%
Мой компьютер может бить компьютер.
		-- Karl Lehenbauer

%
Убейте Уродливые процессорных архитектур
		-- Karl Lehenbauer

%
Убейте Гадкий Радио
		-- Frank Zappa

%
"Просто сказать нет." - Нэнси Рейган"Нет" - Рональд Рейган
		-- Frank Zappa

%
Я считаю, что часть того, что движет науку жажда чуда. Этоочень сильная эмоция. Все дети чувствуют это. В первом классе скаждый чувствует его; в двенадцатом классе классе почти никто не чувствует его, илипо крайней мере, признает он. Что-то происходит между первым и двенадцатого класса,и это не только половое созревание. Мало того, что школы и средства массовой информации не учатвесьма скептически, есть также немного поощрение этого перемешивания смыслеудивления. Наука и лженаука и вызывают это чувство. Бедныепопуляризации науки создать экологическую нишу для лженауки.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
Если наука были разъяснены среднего человека таким образом, что доступнаи захватывающим, то не было бы никакого места для лженауки. Но есть своего родаЗакона Грешема с помощью которых в популярной культуре плохая наука вытесняетхорошо. И для этого я считаю, что мы должны винить во-первых, научное сообществосами не делать лучшую работу по популяризации науки, во-вторых,средства массовой информации, которые находятся в этом отношении почти равномерно ужасно. Каждая газетав Америке имеет ежедневный столбец астрологии. Сколько еще еженедельноколонка астрономии? И я считаю, что это также вина образованияСистема. Мы не учим, как думать. Это очень серьезный сбой, чтоможет даже, в мире оснащенном с 60000 ядерного оружия, угрозу человеческиебудущее.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
"Я утверждаю, есть намного больше удивительно в науке, чем в лженауке. ИКроме того, к тому, что мера этот термин имеет какой-либо смысл, наука имеетДополнительное достоинство, и это не незначительна один, быть правдой.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
Я часто задают вопрос, "Как вы думаете, есть внеземная Intelli-? Gence "Я даю стандартные аргументы - Есть много мест там,и используют слово * миллиарды *, и так далее. И тогда я говорю, что было бы удивительносо мной, если бы не было инопланетный разум, но, конечно, есть, какпока нет убедительных доказательств для этого. И тогда я спросил: "Да, но что выдействительно думаете? "Я говорю:" Я только что сказал вам, что я действительно думаю. "" Да, ночто ваш шестое чувство? "Но я стараюсь не думать с моим кишечнике. Действительно, этонормально зарезервировать суждение, пока доказательства не будет введен.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
Отталкивать. Отталкивать. Побудить их отказаться от сфероид.
		-- Indiana University fans' chant for their perennially bad football team

%
Если он работает, диагностика сказать, что это нормально.Если это не работает, диагностика сказать, что это нормально.
		-- A proposed addition to rules for realtime programming

%
   Это либо через влияние наркотических микстур, из которых всепримитивные народы и расы говорить гимнов, или через мощную подходавесны, проникая с радостью всю природу, что те дионисийскими шевелениявозникают, которые, в свою интенсификации привести индивида забытьсяполностью. , , .Не Только не связь между человеком и человеком пришли к быть подделаныснова с помощью магии дионисийском обряда, но отчуждены, враждебные, илиподчинил природа снова празднует свой примирения со своим блудным сыном,человек.
		-- Fred Nietzsche, The Birth of Tragedy

%
Характерным свойством галлюциногенов, приостановить границы междупереживание Я и внешний мир в экстатической, эмоциональных переживаний,делает возможным с их помощью, а после подходящим внутренним и внешнимПодготовка ... чтобы вызвать мистический опыт по плану, так сказать ...Я вижу истинное значение ЛСД в возможности предоставления материальной помощимедитации, направленной на мистический опыт глубже, комплексноереальность. Такое использование согласуется полностью с сущностью и рабочей характераЛСД как священного лекарства.
		-- Dr. Albert Hoffman, the discoverer of LSD

%
Я разделяю мнение многих моих современников, что духовный кризиспроникающая все сферы западного индустриального общества может быть исправлено толькоизменением в нашем мире зрения. Мы должны перейти от материалистического,дуалистической убеждение, что люди и их окружение являются отдельными, направлении AНовый сознание всеохватывающего реальности, которая обнимаетиспытывает эго, реальность, в которой люди чувствуют свое единство с живойприрода и все творение.
		-- Dr. Albert Hoffman

%
Намеренной провокацией мистического опыта, в частности, ЛСД и связаннойгаллюциногены, в отличие от спонтанных видений, влечет за собойОпасности, которые не следует недооценивать. Практикующие должны принимать возарегистрированы специфические эффекты этих веществ, а именно их способностьвлиять на наше сознание, самый внутренний суть нашего существа. ИсторияЛСД на сегодняшний день достаточно демонстрирует катастрофические последствия, которые могутнаступить, когда ее глубокая эффект недооценил и вещество ошибаетсядля препарата удовольствия. Специальные внутренние и внешние передовые препаратынеобходимы; с ними, ЛСД эксперимент может стать значимымопыт.
		-- Dr. Albert Hoffman, the discoverer of LSD

%
Я считаю, что если бы люди научились использовать зрение индуцирующего потенциала ЛСДболее разумно, при подходящих условиях, в медицинской практике и в сочетаниис медитацией, то в будущем эта проблема ребенок может стать удивительноРебенок.
		-- Dr. Albert Hoffman, the discoverer of LSD

%
В области научных наблюдений, удачи предоставляется только тем, ктоподготовлен.
		-- Louis Pasteur

%
Ядро ошибки - автобус сбрасывали
		-- Louis Pasteur

%
Если отпечаток уплотнение пленки под колпаком сломаны или отсутствуют при покупке, неиспользовать.
		-- Louis Pasteur

%
"Давай сюда, детка, я хочу делать вещи с вами."
		-- A Cop, arresting a non-groovy person after the revolution, Firesign Theater

%
"Впереди деформировать фактор 1"
		-- Captain Kirk

%
   Огненной энергии вскрывать, но лучи ударили нематериальный стену междуGubru и быстро превращается Земли корабль.   "Вода!" это вскрикнула, как он читал спектральную отчет. "Барьер водыПар! Цивилизованное гонки не мог найти такую ​​штуку в библиотеке!Цивилизованное гонки не мог наклонился так низко! Цивилизованное гонки не будетиметь..."   Это кричала как корабль Gubru ударил облако дрейфующих снежинки.
		-- Startide Rising, by David Brin

%
Харрисона Постулат:Для каждого действия есть равное и противоположное критика.
		-- Startide Rising, by David Brin

%
Г Коула Аксиома:Сумма интеллекта на планете является постоянным;население растет.
		-- Startide Rising, by David Brin

%
Закон Фелсон в:Чтобы украсть идеи от одного человека плагиат; украсть умногих является исследование.
		-- Startide Rising, by David Brin

%
... Другой автор снова согласился со всеми моими общими, но сказал, что в качествезаядлым скептиком я закрыл свой разум к истине. В частности у меняигнорируются доказательства для Земли, которая шесть тысяч лет. Ну, яНе обошли его; Я считал предполагаемую доказательства и * то * отверг его.Существует разница, и это различие, мы могли бы сказать, междупредубеждение и postjudice. Предубеждение делает суждение, прежде чем у вас естьпосмотрел на факты. Postjudice делает суждение впоследствии. ПредубеждениеСтрашно, в том смысле, что вы совершали несправедливость, и вы делаете серьезныйошибки. Postjudice не страшно. Вы не можете быть совершенным конечно; выможет делать ошибки также. Но это допустимо, чтобы сделать суждение после васизучили доказательства. В некоторых кругах это даже поощряется.
		-- Carl Sagan, The Burden of Skepticism, Skeptical Enquirer, Vol. 12, pg. 46

%
Если человек (а) плохо, (б) растянулся предназначенный для лучшего сделать его,и (с) становится лучше, то никакая сила рассуждения известно медицинской науки можетубедить его, что он не может быть лечение, которое восстанавливается его здоровье.
		-- Sir Peter Medawar, The Art of the Soluble

%
Америка была обнаружена раньше, но она всегда была замяли.
		-- Oscar Wilde

%
Unix: Некоторые говорят, что обучение будет крутой, но у вас есть только подняться на нее один раз.
		-- Karl Lehenbauer

%
Иногда слишком долго слишком долго.
		-- Joe Crowe

%
Когда плохие мужчины объединять, добро должно связать; иначе они будут падать один за другим,unpitied жертва в презренной борьбы.
		-- Edmund Burke

%
За всем политическая риторика пристают у нас из-за рубежа, мыприносить домой одну неприступную факт - [терроризм] преступление любым цивилизованнымстандарт, совершенное в отношении невинных людей, вдали от места политическимконфликтовать, и должны рассматриваться как преступление. , , ,   [I] п наше признание о природе терроризма как преступления лежит наша самая большая надеждаборьбы с ней. , , ,   [L] и др нам использовать инструменты, которые у нас есть. Давайте ссылаться на сотрудничество имеемправо ожидать по всему миру, и с этого сотрудничества давайте сокращатьсятемные, промозглая участки святилища до проведения этих трусливых мародерыответить, как преступников в открытом и публичный суд за преступления они должнысовершено, и получить наказание, которое они так богато заслуживают.
		-- William H. Webster, Director, Federal Bureau of Investigation, 15 Oct 1985

%
"Из всех тираний, которые влияют на человечество, тирания в религии является худшим."
		-- Thomas Paine

%
"Я говорю мы взлетаем; атомную бомбу на сайт с орбиты Это единственный способ быть уверенным.".
		-- Corporal Hicks, in "Aliens"

%
"Там нет ничего столь смертоносным, как не проводить до людей возможностьделать большие и замечательные вещи, если мы хотим, чтобы стимулировать их активным образом ".
		-- Dr. Harold Urey, Nobel Laureate in chemistry

%
"... Должное внимание к земным потребностям бедных, депрессии изабитой, естественно эволюционировать от динамичной, суставных, мужественныйосознание великих целей для человека и общества он сговорились возвести ".
		-- David Baker, paraphrasing Harold Urey, in "The History of Manned Space Flight"

%
"Афины построен Акрополь. Коринф был торговый город, заинтересованы вчисто материалистические вещи. Сегодня мы восхищаемся Афины, посетить его, сохранитьстарые храмы, но мы вряд ли когда-нибудь ступит в Коринфе ".
		-- Dr. Harold Urey, Nobel Laureate in chemistry

%
"Во многом потому, что это так ощутимым и захватывающим программа и как таковая будетслужить интересам поддержания интереса и энтузиазма по всему спектруобщество ... Это оправдано, потому что ... программа может дать ощущение общейприключения и достижение к обществу в целом ".
		-- Dr. Colin S. Pittendrigh, in "The History of Manned Space Flight"

%
Задача освоения космоса и, в частности взлетно-посадочных людей на Лунуявляется важнейшей задачей, которая когда-либо сталкивался род человеческий. Дажеесли бы не было никаких ясных научных или других аргументов для продолжения с этимЗадача, вся история нашей цивилизации будет по-прежнему побуждают мужчин в сторонуЦель. На самом деле, сборка научно-военных с этих человеческихАргументы создает такую ​​подавляющее случай, что в можно пренебречь лишьтех, кто слеп к учению истории, или кто желает приостановитьРазвитие цивилизации на ее момент наибольшего возможностей и драмы.
		-- Sir Bernard Lovell, 1962, in "The History of Manned Space Flight"

%
Идея человека оставить эту землю и страну другого небесного тела ипосадка там и выходил и шел над этим органом имеет увлечениеи движущая сила, которая может вывести страну на уровень энергии, амбиции,и будет, что я не вижу в любом другом деле. Я думаю, если мычестны сами с собой, мы должны признать, что нам нужно что импульс оченьсильно. Я искренне верю, что космическая программа, с ее пилотируемогопосадки на Луну, если мудро выполнено, станет острие дляширокий фронт смелых и энергичных деятельности во всех областяхстремление человеческого ума - деятельности, которая не может осуществлятьсяза исключением психиатрической климата честолюбия и доверие, которое таким остриеможет дать.
		-- Dr. Martin Schwarzschild, 1962, in "The History of Manned Space Flight"

%
Человек общество - человек в группе - поднимается из своей летаргии к новым уровнямПроизводительность только под стимулом глубоко вдохновляющей и частооценили цели. Летаргическом мир не служит никакой причины хорошо; энергичный мирусердно работает в направлении искренне желаемых целей предоставляет средства исила, к которой многие концы могут быть удовлетворены ... для аналоговсоциального достижением.
		-- Dr. Lloyd V. Berkner, in "The History of Manned Space Flight"

%
Бодрость цивилизованных обществах сохраняется в связи с широким смысле, что большойЦели являются какой-то смысл. Энергичные общества питают определенную экстравагантностьЦели, чтобы люди блуждают вне безопасного предоставления личнойудовольствий. Все сильные интересы легко стать безличным, любовьхорошая работа хорошо сделано. Существует чувство гармонии примерно такой благоустройства,Мирный принес что-то какой-то смысл.
		-- Alfred North Whitehead, 1963, in "The History of Manned Space Flight"

%
Я не верю, что это поколение американцев готов смиритьсяотхода ко сну каждый вечер при свете луны коммунистической ...
		-- Lyndon B. Johnson

%
Жизнь же, для обуви, за исключением.
		-- The Cars

%
Фиолетовый гулАссорти автоЛазерные фары, вы приноситеВсе, чтобы доказатьВы находитесь в движенииисчезающих и
		-- The Cars

%
Может быть вы пересекаете тонкую граньГлупый водитель рода ... от стеныВы держите это круто, когда это т-т-плотный... Широко открытыми глазами, когда вы начинаете падать.
		-- The Cars

%
Адаптация. Наслаждаться. Выжить.
		-- The Cars

%
Были ли меньше дураки, плуты будут голодать.
		-- Anonymous

%
Человечество звезды в своем будущем, и что в будущем слишком важна, чтобы бытьпотерял под бременем несовершеннолетних глупости и невежественного суеверия.
		-- Isaac Asimov

%
И толпа замерла. Один пожилой человек, удивляясь внезапно наступившей тишине,обратился к ребенка и попросил его повторить, что он сказал. Широкий глазами,Ребенок не повысил голос и сказал снова: "Почему, император не имеетодежда! Он голый! "
		-- "The Emperor's New Clothes"

%
"Те, кто верят в астрологию живут в домах с основГлупый шпатлевка ".
		-- Dennis Rawlins, astronomer

%
На сегодняшний день, фирма выводы проекта Blue Book являются:   1. нет неопознанный летающий объект не сообщили, исследованы и оценены      ВВС не давал никаких указаний угроза нашему      Национальная безопасность;   2. не было никаких доказательств представлено или обнаружен Air      Сила, что наблюдения к категории НЕОПОЗНАННЫЙ представляют      технологические разработки или принципы лежат за пределами области      Современное научное знание; а также   3. не было никаких доказательств, указывающий, что наблюдения классифицированы      а НЕОПОЗНАННЫЙ внеземные автомобили.- Краткое содержание проекта Blue Book, исследовании ВВС НЛО с 1950  до 1965, как указано Джеймсом Рэнди в Flim-Флам!
		-- Dennis Rawlins, astronomer

%
Те, кто считают, что они верят в Бога, но без страсти в ихсердца, без тоски в виду, без неопределенности, без сомнения,без элемента отчаяния даже в их утешения, только веритьв идее Бога, не Сам Бог.
		-- Miguel de Unamuno, Spanish philosopher and writer

%
Сомнение является боль слишком одиноко, чтобы узнать, что вера его брат-близнец.
		-- Kahlil Gibran

%
Сомнение это не противоположность веры; это элемент веры.
		-- Paul Tillich, German theologian and historian

%
Сомнение не приятный состояние, но уверенность в том, абсурдно.
		-- Voltaire

%
Если только Бог даст мне некоторое явный признак! Как сделать большой депозитна мое имя в швейцарском банке.
		-- Woody Allen

%
Я не могу утверждать, Бога, если я не утверждаю человека. Поэтому я утверждаю, и другое.Без веры в человека единства я голоден и неполными. человек единствоявляется выполнение разнообразия. Это гармония противоположностей. этомногие-мель текстуры, с цветом и глубиной.
		-- Norman Cousins

%
Чтобы понизить человеческий разум плохо богословие.
		-- C. K. Chesterton

%
... Разногласие является advantageious в религии. Несколько сектвыполнять служба общей цензуры morum друг над другом. однородностьдостижимый? Миллионы невинных мужчин, женщин и детей, так какВнедрение христианства, были сожжены, пытали, штрафовали заключении;пока мы не продвинулись ни на дюйм в сторону единообразия.
		-- Thomas Jefferson, "Notes on Virginia"

%
Жизнь есть процесс, а не принцип, тайна, которую нужно жил, не проблемарешить.
		-- Gerard Straub, television producer and author (stolen from Frank Herbert??)

%
Таким образом, мы следовать нашим блуждающие пути, и очень темнота действует как наш гид инаши сомнения успокаивать нас.
		-- Jean-Pierre de Caussade, eighteenth-century Jesuit priest

%
Вера может быть кратко определено как нелогичной веры в наступлениималовероятно.
		-- H. L. Mencken

%
И не кажется ли вам, что каждый из вас, женщины является Ева? Суд Божийна ваш секс длится сегодня; а вместе с ним неизменно терпит свой постУголовное на скамью подсудимых.
		-- Tertullian, second-century Christian writer, misogynist

%
Сужу религию как хорошо или плохо в зависимости от того его приверженцевстать лучшими людьми в результате практики его.
		-- Joe Mullally, computer salesman

%
Имитация является искренняя форма плагиата.
		-- Joe Mullally, computer salesman

%
"Unibus программа таймаут смертельную ловушку потерял извините"
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Сколько сюрреалисты нужно, чтобы ввинтить лампочку?Один провести жирафа и один, чтобы заполнить ванну с яркимиэлектроинструменты.
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Сколько Баварский иллюминатов нужно, чтобы ввинтить лампочку?Три: один винт его, и один, чтобы запутать вопрос.
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Как долго это принять DEC технологического обслуживания инженера, чтобы изменить лампочку?Это зависит от того, сколько плохих он принес с собой.
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Это не делает мне никаких травм для моего соседа, чтобы сказать, что есть двадцать богов или Бога нет.Это ни выбирает свой карман, ни ломает мою ногу.
		-- Thomas Jefferson

%
Я не верю в вероучения, исповедуемой Иудейской Церкви, РимскоЦерковь по греческой церкви, со стороны турецкой церковью, протестантской церкви,ни в силу Церкви, что я знаю. Мой собственный ум мой собственный церковь.
		-- Thomas Paine

%
Бог воззовет не единообразие религии.
		-- Roger Williams

%
Придет день, когда мистическое поколение Иисуса, Верховным Существомкак его отец, в утробе девственницы будут классифицированы с баснегенерация Минервы в мозгу Юпитера. Но мы можем надеяться, чтозаре разума и свободы мысли в этих Соединенных Штатах будет покончить сэтот искусственный леса и восстановить нас примитивно и подлинныйдоктрины этой самой почитаемой реформатор человеческих ошибок.
		-- Thomas Jefferson

%
Давайте же, сограждане, объединиться с одним сердцем и одной виду. Позволь намвосстановить общения ту гармонию и любовь, без которойсвобода и даже сама жизнь являются лишь тоскливые вещи. И давайте задумаемсячто, изгнан из нашей земли, что религиозная нетерпимость, при которыхчеловечество так долго кровоточили, мы еще получили мало, если мы counternanceполитическая нетерпимость, как деспотическое, как бесчестное, и способен горький икровавые гонения.
		-- Thomas Jefferson

%
Я не нахожу в православном христианстве одно смягчающее.
		-- Thomas Jefferson

%
Божественность Иисуса сделан удобное прикрытие для абсурда. НигдеВ Евангелиях мы находим предписание для вероисповеданий, конфессий, присяге,Доктрины и целые вагонов другой глупой мишуры, которые мы находим вХристианство.
		-- John Adams

%
Библия не моя книга, и христианство не моя религия. Я мог быникогда не дают согласие на длинных сложных высказываний христианского вероучения.
		-- Abraham Lincoln

%
Как Иисус из Назарета ... Я думаю, что система морали и его религии,как он покинул их нам, лучший мир когда-либо видел или может увидеть;но я полагаю он получил различные коррумпирующее изменения, и у меня есть,с большинством присутствующих несогласных в Англии, некоторые сомнения относительно егоБожественность.
		-- Benjamin Franklin

%
Я бы обещали тех террористов поездку в Диснейленд, если она будет иметьполучили заложники освобождены. Я благодарю Бога, что они удовлетворены сракеты, и мы не должны идти на такую ​​крайность.
		-- Oliver North

%
Я верю в Америку, где разделение церкви и государства является абсолютным -где ни один католик прелат не будет сказать президенту (он должен быть католиком)как действовать, и не протестантский священник не сказал бы своих прихожан, для которыхчтобы проголосовать - где ни одна церковь или церковная школа не предоставляется никаких государственных средств илиполитических предпочтений - и где ни один человек не может быть отказано государственную должность простопотому что его религия отличается от президента, который может назначить его или томулюди, которые могли бы избрать его.- От адреса Джона Кеннеди в Хьюстоне Ассоциации министров Большого  12 сентября 1960.
		-- Oliver North

%
Истина заключается в том, что христианское богословие, как и любой другой теологии, является не толькопротивоположность научного духа; она также выступает против всех других попытокна рациональное мышление. Не случайно же Бытие 3 сделать отецзнание змея - слизистый, тайком и позорная. С самого раннегодней церковь как организацию бросил себя яростно против каждыйусилия, чтобы освободить тело и разум человека. Это было, во все времена ивезде, привычный и неисправимый защитник плохих правительств, плохозаконы, плохие социальные теории, плохие институты. Это было, в течение многих столетий, А.Н.апологет рабства, как это было апологетом божественного права королей.
		-- H. L. Mencken

%
О том, что наука не занимается с первых причин - что этопокидает поле, чтобы теологии или метафизики, и ограничивается тем, что простоэффекты - это понятие не имеет поддержки в равнинных фактов. Если это могло,наука объяснить происхождение жизни на Земле одновременно - и естьвсе основания полагать, что он будет делать это на каком-то не слишком удаленном будущем.Чтобы утверждать, что пробелы в знаниях, которые будут противостоять ищущему должны быть заполнены,Не по запросу пациента, но интуитивно или откровение, это просто, чтобы датьневежество безвозмездное и нелепо достоинство ....
		-- H. L. Mencken, 1930

%
Свидетельство эмоций, за исключением случаев, когда оно имеет сильную цельПоддержка, на самом деле нет доказательств того, для каждого узнаваемым эмоция имеетего противоположность, и если один указывает в одну сторону потом еще точки в другую сторону.Таким образом, знакомы аргумент, что есть инстинктивная тяга к бессмертию,и что это желание доказывает это как факт, становится легкомысленный, когда этоНапомним, что существует также мощное и широкое распространение страх уничтожения,и что этот страх, по тому же принципу, что и доказывает нет ничегоза могилой. Такие детские «доказательства», как правило, богословская, иони остаются богословская даже если они приведены людьми, которые любятльстить себя, полагая, что они являются научными мужские ....
		-- H. L. Mencken

%
Там нет, по сути, нет оснований полагать, что любой природный феномен,Однако чудесное это может показаться сегодня, навсегда останется необъяснимым.Рано или поздно закономерности производство самой жизни будетобнаружил в лаборатории, и человек может создать бизнес в качестве создателяна свой счет. Дело, действительно, не только возможно; этодаже весьма вероятным.
		-- H. L. Mencken, 1930

%
Самое лучшее, что мы можем сделать, это быть любезно и способствовать достижению наших друзей ипопутчики, которые цепляются к тому же пятнышко грязи, пока мыдрейфующих бок о бок с нашей общей судьбы.
		-- Clarence Darrow

%
Мы здесь, чтобы дать вам компьютер, не религия.
		-- attributed to Bob Pariseau, at the introduction of the Amiga

%
... Не может быть никакого государственного или частного добродетель, если основа действий покапрактика истины.
		-- George Jacob Holyoake

%
"Если вы простите мне минуту, я собираюсь выпить чашечку кофе".- Трансляция из LEM Аполлон-11, в "Орел", в Космический центр Джонсона в Хьюстоне  20 июля 1969, 7:27 вечера
		-- George Jacob Holyoake

%
Кроткие оспаривают завещание.
		-- George Jacob Holyoake

%
Я надоело быть топтал на! The Elder Gods говорят, что они могут сделать меня человеком!Все это стоит моя душа! Я сделаю это, Потому что теперь я MAD !!!
		-- Necronomicomics #1, Jack Herman & Jeff Dee

%
   На главном экране крат появились голо образ человека, а также несколько дельфинов.От формы мужского, Крат мог сказать, что это была самка, вероятно, своего лидера.   "... Глупые существа, недостойные имени` sophonts '. Глупый, предварительно разумноевозникать из странствующих мастеров. Мы ускользнуть от всех ваших вооруженных сил, смеясьв вашем неуклюжести! Мы ускользнуть, как мы всегда будем, жалкий существа.И теперь, когда у нас есть реальный старт, вы никогда не будете ловить нас! Что может быть лучшедоказательство того, что прародителями пользу не вас, но нам! Что может быть лучше доказательство ... "   Поруганием пошли дальше. Крат слушал, разъяренный, но в то же время наслаждаясьартистизм ней. Эти люди лучше, чем я думал. Их оскорбленияявляются многословным и преувеличены, но они имеют талант. Они заслуживают почетное, медленносмертей.
		-- David Brin, Startide Rising

%
"Я средний зеленый мать из космоса"
		-- Audrey II, The Little Shop of Horrors

%
Как и мои родители, я никогда не был постоянным членом церкви или прихожанин.Это не кажется правдоподобным для меня, что есть вид Бога, которыйследит за дел человеческих, слушает молитвы, и пытается вестилюдей следовать Его заповеди - там просто слишком много страданий ижестокость для этого. С другой стороны, я уважаю и завидую людямкоторые получают вдохновение от своих религий.
		-- Benjamin Spock

%
Любая достаточно развитая технология неотличима от фальсифицированных демо.
		-- Andy Finkel, computer guy

%
Будучи шизофреник лучше, чем жить в одиночку.
		-- Andy Finkel, computer guy

%
NOWPRINT. NOWPRINT. Clemclone, обратно в тени снова.
		-- The Firesign Theater

%
Да, многие примитивные люди до сих пор считаю, что это миф ... Но в современном техническийобширность будущем, мы можем предположить, что безусловно, что сильно отличались.
		-- The Firesign Theater

%
... Это ужасное зрелище. Вся сопротивление повстанцев погребен под шестьмиллион Hardbound копии "The Naked Lunch".
		-- The Firesign Theater

%
Мы хотим создать кукол, которые тянут свои строки.
		-- Ann Marion

%
Я знаю инженеров. Они любят, чтобы изменить вещи.
		-- Dr. McCoy

%
На нашем кампусе система UNIX оказалась не только эффективное программное обеспечениеинструмент, но агент технической и социальных изменений в пределах университета.
		-- John Lions (University of New South Wales)

%
Те, кто не понимают Unix обречены изобретать его, плохо.
		-- Henry Spencer, University of Toronto Unix hack

%
"Вы знаете, почему так мало сложных компьютерных террористов в СоединенныхСостояния? Потому что ваши хакеры столько мобильность в учреждении.Здесь нет таких мобильность. Если у вас есть малейшего интеллектуальнойЦелостность вы не можете поддерживать правительство .... Вот почему лучший компьютерумы принадлежат к оппозиции ".
		-- an anonymous member of the outlawed Polish trade union, Solidarity

%
"Каждый центр Солидарность свай и свай бумаги .... все былиест бумагу и полицейский стоял у двери. Теперь все, что вам нужно сделать, этосогнуть диск ".- Анонимный член запрещенной польского профсоюза Солидарность,  комментируя преимущества использования компьютеров в поддержку своего движения
		-- an anonymous member of the outlawed Polish trade union, Solidarity

%
Одежда делает человека. Голые люди имеют мало или вообще никакого влияния на общество.
		-- Mark Twain

%
Раньше все животные вымерли, тем скорее мы найдем свои деньги.
		-- Ed Bluestone

%
Он мертв, Джим.
		-- Ed Bluestone

%
Нью-Йорк ... когда цивилизация рушится, помните, мы были далеко впереди вас.
		-- David Letterman

%
Вы можете сделать больше с добрым словом и пистолетом, чем с просто добрым словом.
		-- Al Capone

%
Код фонтан не был немного затянут, так что вы можете больше не окунуть объектыв фонтан или напитком из одного в то время как вы плывете в воздухе из-залевитации.Teleporting в ад с помощью телепортации ловушку больше не будет происходить, еслиперсонажа нет огнестойкость.
		-- README file from the NetHack game

%
Помните, что есть большая разница между на коленях и склонившись над.
		-- Frank Zappa

%
Я думаю, что все здравомыслящие люди в этой стране больны инадоело говорят, что обычные порядочные люди поступают в этотстрана с будучи больным и усталым. Я, конечно, нет. Но янадоело говорят, что я.
		-- Monty Python

%
"Там нет давности по глупости."
		-- Randomly produced by a computer program called Markov3.

%
Существует время в приливах мужчин,Который, принятом на наводнения, приводит к успеху.С другой стороны, не стоит рассчитывать на него.
		-- T. K. Lawson

%
Чтобы следовать дурацкие прецедентов, и подмигиватьС обеих наших глазах, это проще, чем кажется.
		-- William Cowper

%
Именно качество, а не количество, что имеет значение.
		-- Lucius Annaeus Seneca (4 B.C. - A.D. 65)

%
Один может быть в состоянии спорить о качестве одного эксперимента, илио правдивости данной экспериментатора, но, учитывая все поддерживающаяЭксперименты вместе, вес доказательств настолько сильна, как с готовностьюзаслуживают отражения мудрого.- Профессор Уильям Тиллер, парапсихолог, Standford университет,  комментируя исследования пси
		-- Lucius Annaeus Seneca (4 B.C. - A.D. 65)

%
Ничто никогда не становится реальным, пока она не воспринимается.
		-- John Keats

%
Ваша хорошая природа принесет вам неограниченную радость.
		-- John Keats

%
"Наше путешествие к звездам прогрессировала быстро.В 1926 Годдард запустил первый жидкий самоходные ракеты,достижения высоты 41 футов. В 1962 Джон Гленн облетел Землю.В 1969 году только 66 лет после Орвилл Райт пролетел два фута над землейв течение 12 секунд, Нил Армстронг, Базз Олдрин и я взлетел на Лунув Apollo 11. "- Майкл Коллинз   Бывший астронавт и прошлый директор Национального музея авиации и космонавтики
		-- John Keats

%
Большинство людей проявляют то, что политологи называют "КонсерватизмКрестьянство ". Не потерять то, что у вас есть. Не изменяйте. Не рискуйте,потому что вы можете в конечном итоге умирают от голода. Играть безопасно. Купить столько жекак вам нужно. Не тратьте время.Когда мы думаем о риске, человеческие существа и корпорации реализовать в ихруководители, что риски, необходимые для расти, чтобы выжить. Но когда дело доходит док поддержанию хороших людей, когда придет кризис или вкладывать деньги вто подследственные, только отважному проникают глубоко в их карманы и игратьигра как это должно быть воспроизведены.
		-- David Lammers, "Yakitori", Electronic Engineering Times, January 18, 1988

%
"Мы не можем запланировать оргию, это может быть истолковано как борьба"
		-- Stanley Sutton

%
Выходные были сделаны для программирования.
		-- Karl Lehenbauer

%
"После того, как он был одной ногой в Белом доме, и народ дрожали под егоревет. Теперь он является tinpot папа в поясе Coca-Cola и брат кнесчастные пасторы, которые возиться недоумки в оцинкованных кущей железа позадижелезнодорожные ярдов ".- Менкен, написание Уильяма Дженнингса Брайана, адвокат сторонников  анти-эволюционной закона Теннесси в Области "обезьяний процесс" в 1925.
		-- Karl Lehenbauer

%
... Мы должны противопоставить подавляющую суждение представленную согласуетсяНаблюдения и выводы тысячами. Земле миллиардылет и его живые существа связаны узами эволюционныйСпуск. Ученые обвиняют в содействии догму так заявляя, ноне делаем Мы бренд люди нелиберальны, когда они заявляют, что земля является ниплоским, ни в центре вселенной? Наука * имеет * научил нас некоторыевещи с уверенностью! Эволюция на древнем земле, асоздан в качестве формы и положения нашей планеты. Наша продолжая борьбучтобы понять, как эволюция происходит ( «теорию эволюции») небросить нашу документацию ее возникновения - в "факт эволюции" -под сомнение.- Стивен Джей Гулд, "Вердикт по вопросам креационизма", Скептический Inquirer,  Том XII № 2
		-- Karl Lehenbauer

%
Это было высшей формой хвастовства среди технологических фриков - иметьсистема настолько полным и сложным, что ничего не показали; нет машины,Никаких проводов, никаких элементов управления.
		-- Michael Swanwick, "Vacuum Flowers"

%
Мужчины должны знать, что из мозга и из мозга возникают только нашудовольствия, радости, смех, и шутки, а также наши болезни, боли, печалии слезы. ... Это то же самое, что делает нас с ума или в бреду, вдохновляетнам со страхом и страхом, будь ночью или днем, приносит нам бессонницу,несвоевременные ошибки, бесцельные тревоги, рассеянность и акты, которыевопреки привычке ...
		-- Hippocrates (c. 460-c. 377 B.C.), The Sacred Disease

%
Современная психология занимает совершенно доказанным, что поведение и нервной функциипрекрасно коррелирует, что один полностью вызвано другой. Там естьникакого отдельного душа или Lifeforce не придерживаться пальцем в мозг время от времени иделают нервные клетки делать то, что они иначе не могли бы. На самом деле, конечно, этоэто только рабочее допущение .... Вполне возможно, что когда-нибудьПредположение придется быть отклонена. Но важно также, чтобы увидеть, что мыне достигли тот день еще: рабочее предположение является необходимым одно инет никаких реальных доказательств против нее. Наша неспособность решить проблему такдалеко не сделать его нерастворимым. Один не может быть логически детерминистом вфизика и биология, и мистик в психологии.
		-- D. O. Hebb, Organization of Behavior:  A Neuropsychological Theory, 1949

%
Распространенные верования, что знание может быть выпускают из предыдущих воплощений илиот "вселенского разума" (хранилище всех прошлых мудрости и творчества)не только неправдоподобно, но и несправедливо унижает прекрасным достиженияиндивидуальных человеческих мозгов.- Барри Л. Beyerstein, "Мозг и сознание: Последствия для Psi  Явления ", Скептический Inquirer, Vol. XII № 2, PPG. 163-171
		-- D. O. Hebb, Organization of Behavior:  A Neuropsychological Theory, 1949

%
... К счастью, ответственность за предоставление доказательств является со сторонылицо, делающее претензии, не критик. Это не ответственностьНЛО скептиков, чтобы доказать, что НЛО никогда не существовало, ни егоОтветственность паранормальных медико-претензий скептиков, чтобы доказать, что кристаллыили цветные огни никогда не зажила никого. Роль скептика в том, чтобы указать на то,утверждает, что должным образом не поддерживаются приемлемые доказательства иобеспечить правдоподобные альтернативные объяснения, которые более в соответствии спринятый объем научных доказательств. ...
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII No. 2, pg. 215

%
"Ада является работа архитектора, а не ученый."
		-- Jean Icbiah, inventor of Ada, weenie

%
Экстраординарные заявления требуют тщательном подтверждении. Есть много примеровпосторонние, которые в конечном итоге свергли укоренившихся научных ортодоксии, ноони преобладали неопровержимыми данными. Чаще всего, вопиющие выводы, чтопротиворечат хорошо обоснованным исследование оказаться артефакты. у меня естьутверждал, что принятие психические силы, реинкарнация, "космическое сознание",и т.п., повлечет за собой фундаментальные изменения основневрологии. Перед отказавшись материалистические теории виду, что заплатиливысокие дивиденды, мы должны настаивать на лучшего доказательства пси явленийчем в настоящее время существует, особенно когда неврологии и сами психологияпредложить более правдоподобные альтернативы.- Барри Л. Beyerstein, "Мозг и сознание: Последствия для Psi   Явления ", Скептический Inquirer, Vol. XII № 2, PPG. 163-171
		-- Jean Icbiah, inventor of Ada, weenie

%
Эволюция является банкротом спекулятивная философия, не научный факт.Только духовно банкротом общество мог в это поверить. ... Толькоатеисты могли принять эту сатанинскую теорию.
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
Эволюция является такой же факт, как земля поворота вокруг своей оси и происходит вокругсолнце. В свое время это называлось теория Коперника; но когдадоказательства теории становится настолько подавляющим, что нет информированный человекможет сомневаться, это обычное для ученых назвать его факт. Все этонастоящая жизнь произошли от более ранних форм, по обширным участкам геологоВремя, в качестве прочно утвердилось в качестве Коперника космологии. Биологи отличаютсятолько по отношению к теории о том, как этот процесс осуществляется.- Мартин Гарднер, "Ирвинг Кристол и факты жизни",   Скептически Inquirer, Vol. XII № 2, PPG. 128-131
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
... Как это ни печально, чтобы найти его разговоре о научное сообщество для его объединеннаяпротиводействие невежественных креационистов, которые хотят учителей и учебников длядать равное время провернуть аргументы, которые продвинули не на шаг впередзамаранный риторика епископа Уилберфорсом и Уильяма Дженнингса Брайана.- Мартин Гарднер, "Ирвинг Кристол и факты жизни",   Скептически Inquirer, Vol. XII № 2, PPG. 128-131
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
... Книга заслуживает внимания в течение только двух причин: (1) он атакуетпытается выставить фиктивные паранормальные исследования; и (2) это очень хорошо иправдоподобно написано и так довольно трудно отклонить или опровергнуть простымиздеваясь.- Гарри Игар, рассматривая "За Quantum" Майкл Талбот,   Скептически Inquirer, Vol. XII № 2, PPG. 200-201
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
Теперь я лежал мне спатьЯ слышу сирены на улицеВсе мои мечты сделаны из хромаУ меня нет никакого способа, чтобы вернуться домой
		-- Tom Waits

%
Я здесь по воле народа, и я не уйду, пока не получу мой плащназад.
		-- a slogan of the anarchists in Richard Kadrey's "Metrophage"

%
Сколько атомщики нужно, чтобы поменять лампочку?Семь: Одна установить новую лампу, и шесть, чтобы определить, что делать        со старым на ближайшие 10000 лет.
		-- a slogan of the anarchists in Richard Kadrey's "Metrophage"

%
Закон Майка:Для пиломатериалов компании, использующей двое мужчин и отсечки видели,предельный продукт труда для любого количества дополнительных рабочихне равен нулю, пока приобретение другого отсечения пилы.Давайте даже не считают бензопилу.- Майк Dennison[Вы всегда могли наметить пилы, хотя - Ред.]
		-- a slogan of the anarchists in Richard Kadrey's "Metrophage"

%
Пока мы будем изобретать велосипед снова, мы могли бы также попробовать сделатьэто на сей раз вокруг.
		-- Mike Dennison

%
Такое сочетание огромного военного ведомства и большой рукипромышленности в настоящее время в американском опыте ... Мы не должны неосмыслить свои серьезные последствия ... Мы должны остерегатьсяПриобретение необоснованного влияния ... на военно-промышленныйсложный. Потенциал для катастрофического подъема неуместной властисуществует и будет сохраняться.
		-- Dwight D. Eisenhower, from his farewell address in 1961

%
Этот ресторан был реклама завтрак в любое время. Так что я заказалФранцузский тост в возрождении.
		-- Steven Wright, comedian

%
Каждый человек имеет цель в жизни. Возможно, ваш будет смотреть телевизор.
		-- David Letterman

%
Много вещей, которые я делать настолько незначительна, и он предназначен для быть минимальным.Малость это то, что является наиболее привлекательным. Это странно, потому что это такинтеллектуально хромой. Трудно видеть меня делать что для остальной частимоя жизнь. Но в то же время, это то, что я делаю лучше всего.
		-- Chris Elliot, writer and performer on "Late Night with David Letterman"

%
электронной авторитет: не-guaranteeable вероятность того, что электронные данныеВы видите является подлинной, а не чей-то выдуманные дерьмо.
		-- Karl Lehenbauer

%
Всякий раз, когда люди со мной согласятся, я всегда думаю, что я должен быть неправильным.
		-- Oscar Wilde

%
Моя мать рыба.
		-- William Faulkner

%
Дальнейшее духовная эволюция достижений человечества, тем более уверен, что этомне кажется, что путь к подлинной религиозностью не лежит черезстрах перед жизнью и страх смерти, и слепой веры, но через стремлениепосле рационального знания.
		-- Albert Einstein

%
Чем больше человек проникается упорядоченной регулярностью всех событий, тем прочнеестановится его убеждение, что не осталось в стороне от этого упорядоченного номеррегулярности причин различной природы. Для него ни верховенствачеловек, ни правило божественной воли существует в качестве независимого причина стихийныхМероприятия. Чтобы быть уверенным, доктрина личного Бога мешая естественнымсобытия никогда не может быть опровергнута, в прямом смысле, наукой, для этогоУчение всегда можно укрыться в тех областей, в которых научное знаниедо сих пор не в состоянии ступить.Но я убежден, что такое поведение со стороны представителейрелигии не только недостойно, но и к летальному исходу. Для доктрины, котораяспособен поддерживать себя не в ясном свете, но только в темноте, будетнеобходимости потерять его влияние на человечество, с неисчислимым вреда для человеческогопрогресс. В своей борьбе за этическое благо, преподаватели религиидолжны иметь авторитета отказаться от доктрины личного Бога, то естьотказаться от этого источника страха и надежды, которые в прошлом размещены такие подавляющееполномочия в руках священников. В своих трудах они должны будут воспользоватьсяСами этих сил, которые способны культивировать хорошее,Правда, и красивые в само человечество. Это, конечно, болеетрудно, но несравненно более достойная задача.
		-- Albert Einstein

%
Тот, кто знает историю, особенно историю Европы, будет, я думаю,признать, что доминирование образования или правительства какой-либо однойчастности вера никогда не является счастливым расположение для людей.
		-- Eleanor Roosevelt

%
Большинство некатолики знаем, что католические школы оказывают большеесервис для нашей нации, чем государственных школах, в которых подрывные учебникибыли использованы, в котором коммунистические настроенных учителей научили, и отчьи классы Христос и даже Сам Бог запрещено.
		-- from "Our Sunday Visitor", an American-Catholic newspaper, 1949

%
Те из нас, кто верит в право любого человека принадлежать к любойЦерковь считает нужным, и поклоняться Богу по-своему, не может быть обвиненпредубеждение, когда мы не хотим, чтобы увидеть государственное образование, связанное срелигиозные контроль школах, которые оплачиваются за счет средств налогоплательщиков.
		-- Eleanor Roosevelt

%
Духовное руководство должно оставаться духовным лидером и временнымвласть не должна стать слишком важна в любой церкви.
		-- Eleanor Roosevelt

%
Правда всегда было обнаружено продвигать интересы человечества ...
		-- Percy Bysshe Shelley

%
Если атеизм должен использоваться, чтобы выразить состояние ума, в котором Боготождествляется с непознаваемым, и теология произносится бытьколлекция бессмысленных слов о непонятных химер, тоУ меня нет сомнений, и я думаю, мало кто сомневается, что атеисты, какобильна, как ежевика ...
		-- Leslie Stephen (1832-1904), literary essayist, author

%
Это неправильно всегда, везде и для всех, чтобы поверить во что угодно придостаточных доказательств.
		-- W. K. Clifford, British philosopher, circa 1876

%
Почему, когда ни один честный человек не станет отрицать в частном что каждый главной проблемой является проблемазавернутый в глубочайшей тайне, не честные люди провозглашают в амвоновчто без колебаний уверенности долг самый глупый и невежественный?Разве это не зрелище, чтобы ангелы смеются? Мы являемся компаниейневежественные люди, чувствуя наш путь через туманы и темноты, обучение толькобыть непрерывно повторяется ошибок, получения проблески истиныпопадания в любой мыслимой ошибки, тускло взыскательных свет достаточно длянаши ежедневные потребности, но безнадежно отличаясь когда мы попытаемся описатьконечная происхождения или конец наших путей; И все же, когда один из нас рискуетзаявить, что мы не знаем карту Вселенной, а также картунашей бесконечно малой прихода, он гудел, поносили, и, возможно, сказали, чтоон будет проклят во веки веков для его неверия ...
		-- Leslie Stephen, "An agnostic's Apology", Fortnightly Review, 1876

%
До тех пор мы будем довольствоваться признать открыто, чего вы (религиозные)шептать себе под нос или скрыть в техническом жаргоне, что древнийСекрет секрет еще; что человек ничего не знает о Бесконечного иАбсолютное; и что, ничего не зная, что он лучше не быть догматической оего невежество. И, между тем, мы будем стремиться быть как благотворительные, каквозможно, и пока вы труба д официально ваш презрение к нашейскептицизм, мы, по крайней мере попытаться поверить, что вы навязываютсяпо собственному бахвальство.
		-- Leslie Stephen, "An agnostic's Apology", Fortnightly Review, 1876

%
Брак является единственным приключением открыта для трусливых.
		-- Voltaire

%
Что такое толерантность? - Это является следствием человечества. Мы все образуетсяиз слабости и ошибок; давайте простите глупость взаимно друг друга -то есть первый закон природы.
		-- Voltaire

%
Понятно, что человек, который преследует мужчину, его брата, потомуон не придерживается такого же мнения, это чудовище.
		-- Voltaire

%
Я просто пытаюсь помочь в разрешении свет исторической правды в том, чторазлагающихся масса изношенного мысли, которая придает современный мирсредневековые представления о христианстве и который все еще задерживается среди нас -самым серьезным препятствием для религии и морали, и угроза для всегонормальная эволюция общества.
		-- Andrew D. White, author, first president of Cornell University, 1896

%
Человек дефицитные жизнь, кто не является более доверчивы, чем он должен быть .... в тотестественно распоряжения всегда верить. Он приобрел мудрость и опытТолько что научить недоверие, и они очень редко научить его достаточно.
		-- Adam Smith

%
Я положил ружье в мешке Adidas и дополняется его с четырьмя парами теннисаноски, не мой стиль вообще, но это было то, что я была нацелена на: Если они думают,вы сырой, перейти техническая; если они думают, что ты техническая, перейти на сырую. Яочень технический мальчик. Поэтому я решил, чтобы получить как сырой, насколько это возможно. Эти дни,хотя, вы должны быть очень технический, прежде чем вы даже можете стремиться кгрубость.
		-- Johnny Mnemonic, by William Gibson

%
Тем не менее, по религиозным вопросам может быть мало или вообще не компромисс.Там нет позиции, по которым люди так неподвижно, как их религиознаяверования. Существует не более мощным союзником можно утверждать в дискуссии, чемИисус Христос, или Бог, или Аллах, или любой другой один называет это высшее существо.Но, как и любой мощного оружия, использование имени Бога на одном его имениследует использовать с осторожностью. Религиозные группировки, которые растутвсей нашей земле не используя их религиозное влияние с мудростью.Они пытаются заставить руководителей правительства на следующие свою позицию100 процентов. Если вы не согласны с этими религиозными группами на ачастности нравственная проблема, они жалуются, они угрожают вам с потерейденьги или голосов или оба. Я откровенно устал от политическойпроповедники всей этой стране говорят мне как гражданину, что если я хочу бытьнравственным человеком, я должен верить в "А", "B", "C" и "D" Просто ктоони думают, что они? И откуда они могут позволить утверждаютПраво диктовать свои моральные убеждения мне? И я еще больше зол, какзаконодатель, который должен выдержать угрозы каждой религиозной группы, которыедумает, что это имеет некоторое Богом данное право контролировать свой голос на каждом рулонепозвонить в Сенате. Я предупреждаю их сегодня: я буду бороться им каждыйшаг на этом пути, если они пытаются диктовать свои моральные убеждения на всеАмериканцы во имя "консерватизма".
		-- Senator Barry Goldwater, from the Congressional Record, September 16, 1981

%
"Я думаю, что каждый добрый христианин должен надрать задницу Фалвелл в."- Сенатор Барри Голдуотер, когда его спросили, что он думает о Джерри Фалвелл-хПредположение, что все хорошие христиане должны быть против Сандра Дей О'КоннорВыдвижение в Верховный суд
		-- Senator Barry Goldwater, from the Congressional Record, September 16, 1981

%
... И никакой философии, к сожалению, не имеет ответы на все вопросы. Независимо от того, как уверенымы можем быть об определенных аспектах нашей веры, всегда есть болезненноенесоответствий, исключения и противоречия. Это верно в религии какэто в политике, и само собой разумеется для всех, кроме фанатиков и наивных.Что касается фанатиков, число которых легион в наше время, мы могли бы бытьсоветуют оставить их на небо. Они не будут, к сожалению, сделать нам вже любезно. Они нападают на нас и друг друга, и независимо от ихПротесты в мирных намерениях, кровавый рекорд истории ясночто они легко утилизировать, чтобы восстановить меча. Моя собственная вера вБог, то, - это всего лишь вопрос веры, а не знания. Мое почтениеведь Христос проистекает из того факта, что он, кажется, былсамые добродетельные житель планеты Земля. Но даже хорошо образованные христианерасстроены в их жажде уверенностью о любимой фигуреИисуса из-за бесспорного неоднозначности библейского записи.Такая неоднозначность не является очевидным для детей или фанатиков, но каждыйпризнается Библеист прекрасно понимает это. Некоторые христиане, увы,прибегать к формальной лжи, чтобы скрыть такую ​​реальность.- Стив Аллен, комик, из эссе в книге "Мужество  Осуждение ", под редакцией Филиппа Бермана
		-- Senator Barry Goldwater, from the Congressional Record, September 16, 1981

%
... Она по-прежнему остается верным, что как набор когнитивных представлений оСуществование Бога в любом узнаваемой смысле непрерывна большойсистемы прошлого, религиозные доктрины составляют спекулятивныйГипотеза чрезвычайно низкого порядка вероятности.
		-- Sidney Hook

%
Фанатик это человек, который не может изменить свое мнение и не будет сменить тему.
		-- Winston Churchill

%
Мы боремся против гуманизма, мы боремся против либерализма ...мы боремся против всех систем сатаны, которые разрушаютнаш народ сегодня ... наша битва с самим сатаной.
		-- Jerry Falwell

%
Они [проповедники] страх развитию науки, как ведьмы сделать подходдневного света и хмуро на роковой предвестник Объявляя о подверсиямииз duperies на которой они живут.
		-- Thomas Jefferson

%
Святые всегда должны быть признан виновным, пока они не доказана невиновность.
		-- George Orwell

%
Как я утверждал в «Возлюбленного Сына», книги о моем сыне Брайана и субъектарелигиозных общин и сект, один результат правильного начале обученияв способах рациональной мысли будет делать резких бессмысленногоконверсии - ни к чему - менее вероятным. Брайан теперь понимает это иимеет, после одиннадцати лет, покинул секту он был связан с.Проблема в том, что когда-то неподготовленный ум сделала официальное обязательстворелигиозная философия - и это не имеет значения, что философиякак правило, разумно и возвышенный или совершенно странно ииррациональным - полномочия причине удивительно неэффективна визменение ума верующего.- Стив Аллен, комик, из эссе в книге "Мужество  Осуждение ", под редакцией Филиппа Бермана
		-- George Orwell

%
Нет ничего проще, чем осудить злодея; нет ничего труднеечем понять его.
		-- Fyodor Dostoevski

%
Мы не можем быть в состоянии убедить индусов, что Иисус и не Вишну долженрегулируют их кругозора, ни мусульман, что Будда находится вЦентром их духовной вселенной, ни Евреям, что Мухаммед является одним из основныхпророк и не христиане, что Синто лучше всего выражает их духовноеопасения, не говоря уже о том, что мы не можем быть в состоянии получитьХристиане договориться между собой об их отношении к Богу.Но все согласятся на предположении, что они обладают глубокое духовноеРесурсы. Если, кроме того, мы можем заставить их принять дальнейшееПредположение, что независимо от формы Божество может иметь в своем собственном теологии,Божество это не только внешняя, но внутренняя и действует через них, иони сами дают доказательство или опровержение Божества, что они делают идумать; если это дополнительно предложение может быть принято, то мы приходим, чтогораздо ближе к настоящему религиозной ситуации на земле.
		-- Norman Cousins, from his book "Human Options"

%
Мессия придет. Там будет воскресение мертвых - всевещи, которые евреи верили в прежде чем они получили чертовски сложные.
		-- Rabbi Meir Kahane

%
Мир не питомник.
		-- Sigmund Freud

%
Если один спрашивает, почему американская традиция настолько сильна против любогоподключение государством и церковью, почему это страшит даже зачаткирелигиозное учение в государственных школах поддерживается, немедленное иповерхностным ответ далеко ходить не надо ....Причиной лежал в основном в разнообразии и жизнеспособности различныеденоминации, каждый абсолютно уверен, что при справедливом поле и не пользу,это может сделать свой собственный путь; и каждый анимированный ревнивым страха, что,если какая-либо связь государства и Церкви было разрешено, некоторые соперникНоминал бы получить несправедливое преимущество.- Джон Дьюи (1859-1953), американский философ,  от "демократии в школах", 1908
		-- Sigmund Freud

%
Уже дух нашей школе пронизан ощущением, чтокаждый субъект, каждая тема, каждый факт, каждое исповедовали истина должна бытьпредставлены в определенной гласности и беспристрастности. Все предложеннуюОбразцы обучения необходимо перейти по той же аналитическом комнате и подвергатьсяобщие тесты. Это суть всех догматических религий считать, чтолюбая такая "шоу-вниз" является кощунственным и развращенный. характернойрелигии, с их точки зрения, является то, что интеллектуальноСекрет, не общественности; особенно показал, как правило, не известны;авторитетно заявил, не сообщается и проходят в обычномспособы ... Уместно отметить, что, до тех пор, религиязадумана как сейчас в большинстве исповедуемых религионистов,есть что-то внутренне противоречивым говоря образования врелигия в том же смысле, в котором мы говорим о образования в темахгде методом свободного исследования сделал свой путь. "Религиозный"будет последним быть готовы, что либо история изСодержание религии должна преподаваться в этом духе; в то время как те,кому научной точки зрения это не просто техническое устройство,но это воплощение целостности виду, должны протестовать противего учат в любой другой дух.- Джон Дьюи (1859-1953), американский философ,  от "демократии в школах", 1908
		-- Sigmund Freud

%
В широком и окончательного смысле все учреждения образовательной вощущение, что они работают, чтобы сформировать отношения, диспозиции, способностии инвалидность, которые составляют конкретную личность ... То ли этовоспитательного процесса ведется в преимущественно демократический или не-демократический путь становится, таким образом, идет о трансцендентной важностине только для самого образования, но и для конечного эффекта при всехинтересы и деятельность общества, которая стремится к демократическимобраз жизни.
		-- John Dewey (1859-1953), American philosopher

%
История показывает, что человеческий разум, питаются постоянным присоединением знаний,периодически становится слишком большим для своих теоретических покрытий и всплескових разлучает появляться в новых habiliments, как кормление и выращиваниеGRUB, с интервалом, бросает свою слишком узкий кожу и предполагает другой ...Действительно имаго состояние человека, кажется, ужасно далеко, но каждыйлинька является шагом получила.
		-- Charles Darwin, from "Origin of the Species"

%
... Я хотел бы пойти так далеко, чтобы предположить, что, если бы не наше эго ибеспокойство будет отличаться, африканские обезьяны будут включены в нашсемья, Hominidae.
		-- Richard Leakey

%
Невозможно представить, что разумное Наблюдатель от другой солнечной системыбы видеть в наших видов - которая, как правило, жестокие, разрушительной,расточительно, и иррациональным - корона и вершина космической эволюции.Просмотр нас в качестве кульминации * ничего * гротескно; просмотр насВ качестве переходной видов имеет больше смысла - и дает нам больше надежды.- Бетти McCollister, "Наши Переходные виды»,  Свободного исследования журнал, Vol. 8, № 1
		-- Richard Leakey

%
"Ну, видите ли, это такой переходный существо. Это мочой бедныхрептилий и не очень птицы ".- Мелвин Коннер, из "Tangled Wing", со ссылкой на зоолога, который имеетизучал археоптерикса и обнаружил, что "очень похожи на людей"
		-- Richard Leakey

%
"Вы должны любовью и заботой раз в неделю - так что я могу хлопнуть вас в форму."
		-- Ellyn Mustard

%
"Вполне возможно, что наша роль на этой планете не поклоняемся Богу, а к создать его ".
		-- Arthur C. Clarke

%
"Почему мы должны субсидировать любознательность?"
		-- Ronald Reagan

%
"Там нет ничего нового под солнцем, но есть много старых вещей мы пока не знаем ".
		-- Ambrose Bierce

%
"План бросить один прочь. Вы в любом случае."
		-- Fred Brooks, "The Mythical Man Month"

%
Вы должны любовью и заботой раз в неделю - так что я могу хлопнуть вас в форму.
		-- Ellyn Mustard

%
"Вполне возможно, что наша роль на этой планете не поклоняемся Богу, а к создать его ".
		-- Arthur C. Clarke

%
"Почему мы должны субсидировать любознательность?"
		-- Ronald Reagan

%
"Там нет ничего нового под солнцем, но есть много старых вещей мы пока не знаем ".
		-- Ambrose Bierce

%
Ближний Восток, конечно Nexus суматохи в течение длительного времени в будущем -с меняющимися игроков, но и ту же игру: переворота. Я думаю, мы будемпротивостоять воинствующий ислам - в частности, осадки от иранскойРеволюция - и религия еще раз, как это было в нашей собственной болеедалекое прошлое - играть роль, по крайней мере, как знаменосца в смерти и хаоса.- Бобби Р. Инман, адмирал ВМС США в отставке, бывший директор военно-морской разведки,  заместитель директора АСВ, бывший директор АНБ, заместитель директора  Центральное разведывательное, бывший председатель и главный исполнительный директор MCC.
		-- Ambrose Bierce

%
... Одно, что, в отличие от любой другой западной демократии, что я знаю,эта страна работает с самого начала своего с базовой недоверияправительство. Мы составляли не для эффективной работы правительства,но для минимизации возможности злоупотреблений власти. Потребовалось событияот Рузвельта эпохи - катастрофический экономический коллапс и мировой войны -ввести сильное центральное правительство, что мы теперь знаем. Но в большинствечасти страны сегодня, нежелание иметь правительство по-прежнемусильный. Мне кажется, если не произойдет ряд катастрофических событий, которые мы можемискать по крайней мере еще на десять лет, в течение которого многие из больших проблемвокруг этого стране придется решать другими, чем институтыФедеральное правительство.- Бобби Р. Инман, адмирал ВМС США в отставке, бывший директор военно-морской разведки,  заместитель директора АСВ, бывший директор АНБ, заместитель каталоге  Центральное разведывательное, бывший председатель и главный исполнительный директор MCC.[Этатистской Выраженные не те редактора печенья -ed.]
		-- Ambrose Bierce

%
"У меня есть только одно слово для вас, мой мальчик ... пластмасс."
		-- from "The Graduate"

%
"Существует такая тонкая грань между гением и глупостью."
		-- David St. Hubbins, "Spinal Tap"

%
"Если Diet Coke не существует, то он был бы необходимо изобрести его».
		-- Karl Lehenbauer

%
Я подошел с самыми противоположными мнениями и советами, и людьми, которыеодинаково уверен, что они представляют собой божественную волю. я уверен, чтолибо одно, либо другое ошибочно в вере, и, возможно, в некоторыхуважает, и другое.Я надеюсь, что это не будет непочтительным меня сказать, что если существует вероятность того, чтоБог откроет свою волю другим на момент настолько связаны с моего долга,можно предположить, что он будет выявить его прямо ко мне.
		-- Abraham Lincoln

%
В космосе, никто не может услышать вас пердеть.
		-- Abraham Lincoln

%
Повреждение головного мозга все в вашей голове.
		-- Karl Lehenbauer

%
Желание и надеяться преуспеть в требовательных признаков паранормальности где причина иосторожны научно процедура неудачу.
		-- James E. Alcock, The Skeptical Inquirer, Vol. 12

%
"Лучше пытались и не смогли, чем к чему не привели, чтобы попробовать, норезультат тот же ".
		-- Mike Dennison

%
"Создание науки" не вошел в учебную программу по причине такой простойи настолько основополагающим, что мы часто забывают упомянуть его, ибо оно является ложным, ипотому что хорошие учителя понимают, почему именно оно является ложным. Что может бытьболее разрушительным этого наиболее хрупкого пока самый драгоценный товар в нашемВесь интеллектуальное наследие - хорошее преподавание - чем законопроект заставляяпочетные преподаватели пачкать их священное доверие путем предоставления равного обращенияк доктрине не только заведомо ложных, но рассчитывается подорвать любойобщее понимание науки как предприятия?
		-- Stephen Jay Gould, "The Skeptical Inquirer", Vol. 12, page 186

%
Это не хорошо, чтобы считать тот, кто покорно подчиняется Insolence изапугивание.
		-- Stephen Jay Gould, "The Skeptical Inquirer", Vol. 12, page 186

%
"Независимо от предела правовой скорости, ваш Buick должны работать приускоряет быстрее, чем 85 миль в час (140kph) ".
		-- 1987 Buick Grand National owners manual.

%
"Ваше отношение определяет свое отношение."
		-- Zig Ziglar, self-improvement doofus

%
Утверждая, что современные теории мозга функция под подозрение ESP,психокинез, реинкарнацию, и так далее, я часто сталкиваются с проблемойсамым популярным из всех нейро-мифологий - понятие, что мы обычноиспользовать только 10 процентов нашего мозга ...Эта концепция "церебральный запасное колесо" продолжает питать клиентуру"популярные психологи" и их много схем самосовершенствования утилизации. В видеметафора за то, что мало кто из нас в полной мере использовать свои таланты, кто моготрицать это? В убежище для оккультистов, стремящихся нейронную основу чудесное,она оставляет желать лучшего.- Барри Л. Beyerstein, "Мозг и сознание: последствия для   Пси-феномены ", Скептический исследователь, Vol. XII, № 2, стр. 171
		-- Zig Ziglar, self-improvement doofus

%
Суфир это Харконнен сих пор.
		-- Zig Ziglar, self-improvement doofus

%
"По давней традиции, я, пользуясь случаем, объектом жестокого другаконструкторы в тонкой маской Чистое удовольствие ".
		-- P. J. Plauger, from his April Fool's column in April 88's "Computer Language"

%
"Если вы хотите, чтобы поесть бегемота, ты должен оплатить перевозку."
		-- attributed to an IBM guy, about why IBM software uses so much memory

%
Закон Паркинсона: Работа расширяется, чтобы заполнить время отведенное его.
		-- attributed to an IBM guy, about why IBM software uses so much memory

%
Версия Карла Закона Паркинсона: Работа расширяется, чтобы превысить время отведенное его.
		-- attributed to an IBM guy, about why IBM software uses so much memory

%
Лучше, чтобы никогда не пытались что-либо, кроме как пытались что-то ине смогли.
		-- motto of jerks, weenies and losers everywhere

%
"Наши путешествия к звездам будет сделан на космических кораблях, созданных решимости,трудолюбивые ученые и инженеры, применяющие принципы науки, нена борту летающих тарелок пилотируемый маленькими серыми инопланетянами из другого измерения ".- Роберт Бейкер, "Пришельцы среди нас гипнотической регрессии Revisited",   Скептически Inquirer, Vol. XII, № 2
		-- motto of jerks, weenies and losers everywhere

%
"... Все лучшие компьютерные проекты бутлегах; формально запланированные продукты,если они построены на всех, собаки! "
		-- David E. Lundstrom, "A Few Good Men From Univac", MIT Press, 1987

%
"Для того, чтобы сделать значительный шаг вперед, необходимо сделать ряд конечныхулучшения ".
		-- Donald J. Atwood, General Motors

%
"Мы вас похороним».
		-- Nikita Kruschev

%
"Теперь вот то, что вы на самом деле понравится!"
		-- Rocket J. Squirrel

%
"Как сделать миллион долларов: Во-первых, получить миллион долларов."
		-- Steve Martin

%
"Язык формирует наш образ мышления, и определяет то, что мы можем думать о."
		-- B. L. Whorf

%
Язык обеспечивает программиста с набором концептуальных инструментов; если онинедостаточным для выполнения этой задачи, они просто будут игнорироваться. Например, серьезноограничение концепции указателя просто заставляет программиста использоватьвектор плюс целочисленной арифметики для реализации структуры, указатель и т.д. Хорошопроектирование и отсутствие ошибок не может быть гарантирована простым языкомфункции.
		-- Bjarne Stroustrup, "The C++ Programming Language"

%
"За любовь мокроты ... глупая стена смерти лучей. Как липким может я получить?"
		-- Post Brothers comics

%
"Бюрократия является врагом инноваций».
		-- Mark Shepherd, former President and CEO of Texas Instruments

%
"Организация высыхает, если вы не оспаривать его роста."
		-- Mark Shepherd, former President and CEO of Texas Instruments

%
"Я видел его. Это чушь."
		-- Marvin the Paranoid Android

%
Наш бизнес работать на доверии. Мы полагаем, вы будете платить заранее.
		-- Marvin the Paranoid Android

%
"Неверные во все времена боролись за права человека, и во все временабыл бесстрашный сторонники свободы и справедливости ".
		-- Robert Green Ingersoll

%
История возникновения христианства есть все, чтобы сделать с политикой,культура, и человеческие слабости и не имеет ничего общего с сверхъестественным манипуляциисобытий. Если бы божественное вмешательство было направляющей силой, безусловно, дватысячи лет после рождения Иисуса, он не будет иметь мира, где естьбольше мусульман, чем католиков, более индусы чем протестантов, и большеnontheists чем католиков и протестантов, вместе взятых.
		-- John K. Naland, "The First Easter", Free Inquiry magazine, Vol. 8, No. 2

%
Я считаю вам не хватает веры в четвертом dithturbing.
		-- Darse ("Darth") Vader

%
"Все Библий являются антропогенными."
		-- Thomas Edison

%
"Спок, ты видел взгляды на их лицах?""Да, капитан, своего рода вакантный удовлетворения."
		-- Thomas Edison

%
"Победа либертарианском анархии почти (в историческом плане) нарука ... * если * мы можем держать слева от продажи нас в рабство иС самого дует нас, скажем, в ближайшие двадцать лет ".
		-- Eric Rayman, usenet guy, about nanotechnology

%
"Гравитация не может нести ответственность за людей, входящих в любви".
		-- Albert Einstein

%
"Я думаю, что Майкл, как лакмусовая бумажка - он всегда пытается узнать."
		-- Elizabeth Taylor, absurd non-sequitir about Michael Jackson

%
Хотя она и не может быть доказано, что ретроспективно любого опыта владения,Преобразование, откровение, или божественное экстаз был просто эпилептический разряд,мы должны спросить, как различают "реальный трансцендентность" от невропатиикоторые производят тот же крайний реалистичность, глубину, невыразимость и чувствокосмического единства. Когда счета внезапных религиозных преобразований в Тлеса[Временно-лопастные эпилептиков] проложены наряду с epiphanous откровенийрелигиозная традиция, параллели поразительны. То же самое относится и кНедавняя волна предполагаемых похищенных НЛО. Экономичность в одиночку выступает против призыведухи, демоны, или инопланетяне, когда хватит естественных причин.- Барри Л. Beyerstein, "Невропатология и наследие Духовное   Преимущество ", Скептический Inquirer, Vol. XII, № 3, стр. 255
		-- Elizabeth Taylor, absurd non-sequitir about Michael Jackson

%
"Словесный контракт не стоит бумаги, она напечатана."
		-- Samuel Goldwyn

%
"Мы будем достигать все большие и большие пошлости достижения».
		-- Richard J. Daley

%
"С меласса вы ловить мух, с уксусом не поймать никого."
		-- Baltimore City Councilman Dominic DiPietro

%
"Веди нас в нескольких словах о молитве."
		-- Bill Peterson, former Houston Oiler football coach

%
"Я не мог вспомнить вещи, пока я не принял, что Сэм Карнеги конечно."
		-- Bill Peterson, former Houston Oiler football coach

%
"Сейчас я чувствую, что у меня ноги на землю, насколько головеобеспокоен."
		-- Baseball pitcher Bo Belinsky

%
"Девяносто процентов бейсбол наполовину умственная».
		-- Yogi Berra

%
Две вещи уверены о науке. Это не стоит на месте долго,и это никогда не надоедает. О, у некоторых бедняг, в том числе дажеинтеллектуалы полях высокой учености, наука частоmisperceived. Многие рассматривают его как только тело фактов, обнародованного изна высоко в сусле, неразборчивых учебников, коллекция неизменнымпредписания защитил с авторитарной силой. Другие рассматривают его как ничтоно холодная, сухая узкая, усидчивости, правило по срокам процесс - научныйСпособ: заскорузлая, линейные, и левая мозгом.Эти люди являются жертвами собственных стереотипов. Они естьсуждено увидеть мир науки с набором шор. Oниничего не знают о смятение какофония, rambunctiousness итенденциозность фактического научного процесса, не говоря уже отворчество, страсть, и радость открытия. И они, вероятно,мало знаем о постоянном процессии новых идей и открытийчто каждый день, в некотором роде, изменить наш взгляд (если не их) изНатуральный мир.- Кендрик Фрейзер, "Год в науке: Обзор", в   1988 Ежегодник науки и будущее, Британская Энциклопедия, Inc.
		-- Yogi Berra

%
"Джекпот: вы можете иметь ненужную запись изменений"
		-- message from "diff"

%
"Один из адвокатов могут украсть более ста мужчин с оружием."
		-- The Godfather

%
Какая разница между компьютерным продавцом и подержанных автомобилей продавец?Подержанный автомобиль продавец знает, когда он лжет.
		-- The Godfather

%
"Те, кто сможет победить программное обеспечение сможет завоеватьМир."
		-- Tadahiro Sekimoto, president, NEC Corp.

%
"Есть некоторые хорошие люди в нем, но оркестр в целом эквивалентнабанде согнуты на уничтожение ".
		-- John Cage, composer

%
"Я считаю, что использование шумов, чтобы сделать музыку увеличится, пока мы не достигнеммузыка производится через помощь электрических приборов, которые сделаютдоступны для музыкальных целей любые и все звуки, которые можно услышать ".
		-- composer John Cage, 1937

%
Я сделал отменить один спектакль в Голландии, где они думали моя музыка была настолько простойчто они не репетировали вообще. И так первый раз, когда я обнаружил, что из,Я репетировал оркестру себя перед аудиторией в 3000 человек иНа следующий день я репетировал через второй части - это был кусок_Cheap Imitation_ - и тогда они стыдились. Голландцы стыдилисьи они пригласили меня прийти на фестиваль Holland и обещалирепетировать. И когда я попал в Амстердам они изменили оркестр иопять же, они не репетировали. Так что они были не более подготовлен во второй разчем они были в первую очередь. Я дал им лекцию и сказал им, чтобы отменитьпредставление; тогда говорили по радио, что я настаивал на ихотменяя производительность, поскольку они были «недостаточно Zen".Ты можешь в это поверить?
		-- composer John Cage, "Electronic Musician" magazine, March 88, pg. 89

%
"Однажды я проснулся и обнаружил, что я был влюблен в рубец."
		-- Tom Anderson

%
"Большинство людей хотели бы избавиться от соблазн, но хотели бы, чтобы быть в курсе ".
		-- Robert Orben

%
Правило о остаться в живых в качестве менеджера программы, чтобы дать 'Em номер илидать им дату, но никогда дать им обоим сразу.
		-- Robert Orben

%
Оптимист верит, что мы живем в лучшем мире возможного;пессимист опасается, что это правда.
		-- Robert Orben

%
"Если Джон Мэдден шаги снаружи на 2 февраля, смотрит вниз, и не видит егофутов, мы будем иметь больше 6 недель Pro футбола ".
		-- Chuck Newcombe

%
Мертв? Нет оправдания для укладки от работы.
		-- Chuck Newcombe

%
Веди меня во искушение ... Я могу найти его сам.
		-- Chuck Newcombe

%
"Когда люди меньше уверен, они часто наиболее догматической».
		-- John Kenneth Galbraith

%
"Природа очень по-американски. Природа никогда не спешит."
		-- William George Jordan

%
"Мы узнали из истории, что мы ничего не узнаем из истории."
		-- George Bernard Shaw

%
"Лесть все в порядке - если вы не вдыхать."
		-- Adlai Stevenson

%
"Логика требует, чтобы вы были невежественны сегодня, как вы были год назад."
		-- Bernard Berenson

%
"Саммитам, как правило, как панда спариваний. Ожидания всегдавысока, и результаты обычно разочаровывают ".
		-- Robert Orben

%
"Очень многие люди думают, что они думают, когда они просто переставляяих предубеждения ".
		-- William James

%
"Говори правду и бежать."
		-- Yugoslav proverb

%
"Лучший показатель в характере человека является), как он относится к людям, которые не могутделать ему никакой пользы и б) как он относится к людям, которые не могут дать отпор. "
		-- Abigail Van Buren

%
"Никогда не смотреть фактам в лицо, если вы это сделаете, вы никогда не будете вставать по утрам."
		-- Marlo Thomas

%
"Жизнь есть швейная мы постоянно изменяют, но не который никогда, кажется, соответствует."
		-- David McCord

%
"Значение брака не что взрослые производить на свет детей, но детейпроизводить взрослых ".
		-- Peter De Vries

%
"Легче бороться за принципы, чем жить с ними."
		-- Alfred Adler

%
"Безопасность является главным суеверие. Оно не существует в природе ... Жизньлибо дерзкое приключение или ничего ".
		-- Helen Keller

%
"Тот, кто берет, чтобы установить себя в качестве судьи Истины и Знаниякораблекрушение на смех богов ".
		-- Albert Einstein

%
"Успех покрывает множество ошибок."
		-- George Bernard Shaw

%
"Знак незрелого человека является то, что он хочет умереть благородно за дело, в то время какзнак зрелого человека является то, что он хочет жить скромно за одного ".
		-- William Stekel

%
"Да, и я чувствую себя плохо об оказании свои бесполезные carci в Dogfood ..."
		-- Badger comics

%
"Неужели это ты, Fuzz, или это Memorex, или это лучевая болезнь?"
		-- Sonic Disruptors comics

%
"Большинство из нас, когда все сказано и сделано, как то, что нам нравится и составляют причиныибо после ".
		-- Soren F. Petersen

%
"Ты существо ночи, Майкл. Подожди мама узнает об этом."
		-- from the movie "The Lost Boys"

%
"Пластиковые пушки. Гениальный. Еще кофе, пожалуйста."
		-- The Phantom comics

%
Игра жизни это игра бумеранги. Наши мысли, поступки и словавернуться к нам рано или поздно с поразительной точностью.
		-- The Phantom comics

%
Если с первого раза не удастся, вы работаете около среднего.
		-- The Phantom comics

%
"Ребенок это человек, который не может понять, почему кто-то отдатьвполне хороший котенок ".
		-- Doug Larson

%
"Проблема с делать что-то правильно с первого раза, что никтооценивает, насколько трудно было ".
		-- Walt West

%
"Silent благодарность не очень много пользы никому."
		-- G. B. Stearn

%
"В принципиальных вопросах, стоять, как скала; в вопросах вкуса, плавать сэлектрический ток."
		-- Thomas Jefferson

%
Первым признаком зрелости является открытие, что ручка громкости также обращается клевый.
		-- Thomas Jefferson

%
"Но это одна идет до одиннадцати».
		-- Nigel Tufnel

%
"Прошли через ад? WHADDYA вернуть для меня?"
		-- A. Brilliant

%
"Я не знаю, что их претензия в том. Критик вне просто кто-то заплатил, чтобы оказывать мнения бойко "."Критики grinks иgroinks ".
		-- Baron and Badger, from Badger comics

%
"У меня есть несколько amyls. Мы могли бы одна из сторон позднее этого срока или, как, начать свое сердце."
		-- "Cheech and Chong's Next Movie"

%
"Израиль сегодня объявила, что она отказывается от. Сионистское государство будет растворятьсяЧерез две недели, и его граждане будут расходиться по различным курортных общинво всем мире. Сказал премьер-министр Ицхак Шамир, «Кто нуждаетсяобострение? "
		-- Dennis Miller, "Saturday Night Live" News

%
"И, конечно, у вас есть ролики, где опытные бизнесмены опередитьс помощью своих компьютеров MacIntosh чтобы создать окончательный американский бизнесПродукт: действительно острыми глядя доклад ".
		-- Dave Barry

%
Магазине или умереть, людей Земли![Предложение недействительными, где это запрещено]
		-- Capitalists from outer space, from Justice League Int'l comics

%
"Роман Полански делает свою собственную кровь Он умный -. Вот почему его фильмы работают."
		-- A brilliant director at "Frank's Place"

%
"В следующем не для слабых сердцем или фундаменталистов."
		-- Dave Barry

%
"Я беру его со мной по магазинам. Я говорю:" Хорошо, Иисус, помоги мне найти сделку ' "
		-- Tammy Faye Bakker

%
Гэри Харт: живое доказательство, что вы * можете * винт тебе мозги.
		-- Tammy Faye Bakker

%
Блаженны те, кто инициирует активные дискуссии с безнадежно немой,ибо они будут знать, а стоматологов.
		-- Tammy Faye Bakker

%
"Я не верю в радикальные социальные изменения проявляется одним человеком,если он не имеет атомное оружие ".
		-- Howard Chaykin

%
"С тех свободным лазанием вертикальную скалу тыс футов с 60 фунтами снаряженияпривязан к заднице? "   "Нет"" 'Конечно, нет, вы фруктово-петля немного выродка."- Горца, один из SNL символов Дана Карви в[То же]
		-- Howard Chaykin

%
"Я имею в виду, как я только что прочитал вашу статью в рецепте правоохранительных Йельском, по поиску изахват. Человек, который был действительно Out Там ".   "Я был так ДАННОЕ когда я писал, что ..."
		-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL

%
"Привет, я Профессор Алан Гинзбург ... Но вы можете называть меня ... Капитан Toke."
		-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL

%
Это здорово, чтобы быть умным потому что тогда вы знаете, вещи.
		-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL

%
"Время-деньги и деньги не могут купить вы любите, и я люблю свой наряд"
		-- T.H.U.N.D.E.R. #1

%
"Может ты просто не жест гипнотически и заставить его исчезнуть?"    "Это не работает таким образом. RUN!"
		-- Hadji on metaphyics and Mandrake in "Johnny Quest"

%
"Вы не должны делать мой тостер зол."
		-- Household security explained in "Johnny Quest"

%
 "Кто-то был для вас значит! Скажи мне, кто это, так что я могу ударить его вкусом."
		-- Ralph Bakshi's Mighty Mouse

%
"И дети ... узнать что-то от Сьюзи и Эдди. Если вы думаете, что есть маниакальное психо-выродок в подвал:    1) Не дать ему шанс ударить вас наголову топором!    2) покинуть помещение ... даже если вы в вашемнижнее белье.    3) Предупредите соседей и позвонить в полицию. Но все остальное вы делаете ... НЕ войдет в эту чертову ФУНДАМЕНТЕ! "
		-- Saturday Night Live meets Friday the 13th

%
Победа или поражение!
		-- Saturday Night Live meets Friday the 13th

%
"Каждый имеет право на * информированного * мнение".
		-- Harlan Ellison

%
"Это шторы для вас, Mighty Mouse! Эта пушка так футуристический, что даже* Я * не знаю, как это работает! "
		-- from Ralph Bakshi's Mighty Mouse

%
"Может силы зла запутаться на пути к вашему дому."
		-- George Carlin

%
Университет факультет находится в 500 эгоисты с общей проблемой парковки.
		-- George Carlin

%
   "Папа, папа, сделать    Санта-Клаус уходи! ""Я не могу, сын;он стал слишкоммощный ".				     "ХО-ХО-ХО!"
		-- Duck's Breath Mystery Theatre

%
"Если это не громко, она не работает!"
		-- Blank Reg, from "Max Headroom"

%
"Помните детей, если есть заряженное ружье в комнате, быть уверенным, что тыодин держит его "
		-- Captain Combat

%
Дельта: Мы никогда не делают ту же ошибку трижды. - Дэвид Леттерман
		-- Captain Combat

%
Дельта: Настоящий мужчина земли, где он хочет. - Дэвид Леттерман
		-- Captain Combat

%
Дельта: Дети будут любить наши надувные горки. - Дэвид Леттерман
		-- Captain Combat

%
Дельта: Мы Amtrak с крыльями. - Дэвид Леттерман
		-- Captain Combat

%
"Где юмор обеспокоен нет стандартов - никто не может сказать, что этохорошо или плохо, хотя вы можете быть уверены, что все будут.
		-- John Kenneth Galbraith

%
"И снова здравствуйте, Пибоди здесь ..."
		-- Mister Peabody

%
"Это самое лучшее после профессиональных игроков в гольф на« ludes. "
		-- Rick Obidiah

%
"Для того, чтобы ваша левая и марина, где несколько высокопоставленных чиновников кабинета держать роскошьяхты на выходные круизы по реке Потомак. Некоторые из этих кораблей до 100футов в длину; Президентский яхта более 200 футов в длину, а можетоставаться под водой до 3 недель ".
		-- Garrison Keillor

%
"Ну, социальная значимость является фишка, как тайн, социальной значимости,научная фантастика..."
		-- Art Spiegelman

%
"Одна из проблем, я всегда имел с пропагандистскими брошюрами в том, что ониреальный скучно смотреть. Они просто плохо спланированы. Люди из левойчасто очень хорошо задумано, но они никогда не было времени, чтобы принять основную конструкциюклассы, вы знаете? "
		-- Art Spiegelman

%
"Если вы взяли всех, кто когда-либо был к мертвому показать, и выстроились их, они тянутся на полпути к луна и обратно ... и ни один из них будет желтой ".
		-- a local Deadhead in the Seattle Times

%
"И помните: Зло всегда будет преобладать, поскольку Хорошо немой".
		-- Spaceballs

%
Почему многие ученые с помощью юристов для медицинскихЭксперименты вместо крыс?а) Есть больше адвокатов, чем крысы.б) ученого не стало, как эмоционально привязан к ним.в) Есть некоторые вещи, которые даже крысыне будет делать за деньги.
		-- Spaceballs

%
"Во время гонкиМы можем съесть свой пыли,Но когда Вы закончили,Вы будете работать для нас ".
		-- Reed College cheer

%
Закон Pohl в:Ничто так хорошо, что кто-то где, не ненавижу его.
		-- Reed College cheer

%
Свинья: животное (Porcus всеядны) тесно связан с человеческой расы самаяВеликолепие и живость его аппетита, который, однако, уступает по масштабам,ибо уклоняется в свинью.
		-- Ambrose Bierce

%
"Мы не должны защищать окружающую среду - второй пришествие уже близко."
		-- James Watt

%
"Я считаю, что Рональд Рейган когда-нибудь сделать это страна, что было раньше ... арктических пустыне ".
		-- Steve Martin

%
"Вам я атеист; Богу, я лояльной оппозиции".
		-- Woody Allen

%
Нестроевой: Мертвый Quaker.
		-- Ambrose Bierce

%
"Там только один способ иметь счастливый брак и, как только я узнать, что этоэто я женюсь снова. "
		-- Clint Eastwood

%
Многие люди, которых я знаю верить в позитивное мышление, и я тожеЯ считаю, все положительно воняет.
		-- Lew Col

%
Вопрос: Сколько IBM процессора требуется для выполнения задания?A: Четыре; три, чтобы подавить это, и один, чтобы сорвать его голову.
		-- Lew Col

%
Дипломатия это искусство говорить "Хорошая собачка", пока вы не можете найти скалу.
		-- Lew Col

%
Четвертый закон Harrisberger по лаборатории:Опыт прямо пропорциональнаколичество оборудования разрушена.
		-- Lew Col

%
Закон капитана Пенни:Вы можете дурачить всех людей некотороеВремя, и некоторые из людей всеВремя, но вы не можете обмануть маму.
		-- Lew Col

%
"Потому что он персонаж, который ищет свой собственной идентичности, [Он-Человек]интересная роль для актера ".
		-- Dolph Lundgren, "actor"

%
"Если Иисус вернулся сегодня, и увидел, что происходит на его имя, он никогдапрекратить бросать вверх ".
		-- Max Von Sydow's character in "Hannah and Her Sisters"

%
"Ницше говорит, что мы будем жить той же жизнью, снова и снова.Бог - мне придется сидеть через лед Capades снова ".
		-- Woody Allen's character in "Hannah and Her Sisters"

%
"В отношении п Орала Робертса, что Бог сказал ему, что он не умрет, если он получил $ 20 млн в марте, юристы Божьи заявили, что их клиент имеет не говорил с Робертсом на протяжении нескольких лет. Неофициально, Бог сказал, что "Если бы я хотел, чтобы лед маленький жабу, я бы сделал это давно."
		-- Dennis Miller, SNL News

%
"Только лицемер действительно прогнил насквозь."
		-- Hannah Arendt.

%
Смотри Licet Iovi не Licet Бови.(Что Jove может сделать, не допускается к корове.)
		-- Hannah Arendt.

%
"Я не доверяю это человек, который говорит", когда ". Если он должен быть осторожным, чтобы не пить слишкоммного, это потому, что он не следует доверять, когда он делает ".
		-- Sidney Greenstreet, _The Maltese Falcon_

%
"Я не доверяю крупным ртом человека. Он вообще выбирает неправильное время, чтобы поговоритьи говорит неправильные вещи. то говорить в вы не можете сделать разумно,если вы не держите на практике. Теперь, сэр, мы будем говорить, если хотите. я скажуВы прямо, я человек, который любит говорить с человеком, который любит говорить ".
		-- Sidney Greenstreet, _The Maltese Falcon_

%
Все экстремисты должны быть вывезены и расстреляны.
		-- Sidney Greenstreet, _The Maltese Falcon_

%
"Шестидесятые были хорошо для вас, не так ли?"
		-- George Carlin

%
"Ты останешься здесь, Одри - это между мной и овощей!"
		-- Seymour, from _Little Shop Of Horrors_

%
От Острые умы приходят ... указал головы.
		-- Bryan Sparrowhawk

%
Есть два вида эгоистов: 1) Те, кто признает его 2) Остальные
		-- Bryan Sparrowhawk

%
"Довольно мрачным, господа ... Мировые климатические картина меняется под,млекопитающие захватывают, и мы все есть мозг о размером сгрецкий орех."
		-- some dinosaurs from The Far Side, by Gary Larson

%
"Мы, американцы, мы простые люди ... но ссать нас покинуть, и мы будем бомбитьгорода ваши ".
		-- Robin Williams, _Good Morning Vietnam_

%
Почему акулы не едят юристов? Профессиональный любезно.
		-- Robin Williams, _Good Morning Vietnam_

%
"Вы знаете, мы выиграли награды за этого дерьма."
		-- David Letterman

%
Было жаль остановил его руку."Жаль я не иметь больше пуль", подумал Frito.
		-- _Bored_of_the_Rings_, a Harvard Lampoon parody of Tolkein

%
Хороший USENET девиз будет: а. "Вместе, сильное сообщество." б. "Компьютеры R Us». гр. "Я болен программирования, я думаю, я просто винт примерно на некоторое время на     Время компания ".
		-- A Sane Man

%
"Он не баллотироваться на переизбрание.` Политика приведет вас в контакте со всемилюди, которых вы бы все отдала, чтобы избежать, сказал он. `Я остаюсь дома."
		-- Garrison Keillor, _Lake_Wobegone_Days_

%
"Если бы вы жили сегодня, как будто это ваш последний, вы купить коробку с ракетами истрелять их всех, не так ли? "
		-- Garrison Keillor

%
"Мистер Спок уступает мощным спаривания стремление и почти убивает капитан Кирк."
		-- TV Guide, describing the Star Trek episode _Amok_Time_

%
"Бедняга ... он был похож на сотрудника для меня."
		-- The police commissioner on "Sledge Hammer" laments the death of his bodyguard

%
"Поверьте мне. Я знаю, что я делаю."
		-- Sledge Hammer

%
"Привет. Это автоответчик Dan Кэссиди. Пожалуйста, оставьте ваше имя иКоличество ... и после того как я лечил ленту, Ваше сообщение будет вовлечь вас в федеральное преступление и довести до сведения F.B.I ... BEEEP "
		-- Blue Devil comics

%
"Все дети Божьи не красиво. Большинство детей Божьих, на самом деле,едва презентабельно ".
		-- Fran Lebowitz

%
"Если истина красота, почему никто не волосы сделано в библиотеке?"
		-- Lily Tomlin

%
Кого боги хотят уничтожить, они сначала научить BASIC.
		-- Lily Tomlin

%
"Смотри! Там! Зло! .. Чистый и простой, общая зло от восьмого измерения!"
		-- Buckaroo Banzai

%
"Я, может быть синтетическим, но я не тупой"
		-- the artificial person, from _Aliens_

%
"Только так я могу потерять эти выборы, если я поймал в постели с мертвойдевушка или живой мальчик ".
		-- Louisiana governor Edwin Edwards

%
Дэвида Леттермана "Вещи, которые мы можем гордиться как американцев":* Наибольшее количество граждан, которые на самом деле забитыми НЛО* Особенность Многие газеты "Ералаш"* Почасовые ставки мотелей* Подавляющее большинство Элвиса фильмов сделаны здесь* Не просто отказаться сразу во время Второй мировой войны, как некоторыестраны мы могли бы упомянуть* Goatees & Ван дамб полагают носить только weenies* Наши хорошо себя профессионалами гольф* Сказочные младенцы побережья до побережья
		-- Louisiana governor Edwin Edwards

%
"Опасность, вы еще не видели последний из меня!"   "Нет, но первый из вас получается мой живот!"
		-- The Firesign Theatre's Nick Danger

%
Молитесь Богу, но сохранить грести к берегу.
		-- Russian Proverb

%
"Не беспокойтесь о людей, кражи ваших идей. Если ваши идеи ничего хорошего,вам придется таранить их в глотку людей ".
		-- Howard Aiken

%
"Когда кто-то говорит` теоретически, «они на самом деле означает` не очень ».
		-- David Parnas

%
"Никаких проблем не настолько велики, что вы не можете уйти от него."
		-- C. Schulz

%
"Хорошая христианин должен остерегаться математиков и всех тех, кто делаетпустые пророчества. Опасность уже существует, что математики сделализавет с дьяволом, чтобы затемнить дух и ограничить человека воблигации ад ".
		-- Saint Augustine

%
"Для человека, который имеет все ... Пенициллин».
		-- F. Borquin

%
 "Я, наконец узнал, что` совместима вверх »означает. Это означает, что мы  получите сохранить все наши старые ошибки ".
		-- Dennie van Tassel

%
"Путь мира хвалить умерших святых и преследовать живые них."
		-- Nathaniel Howe

%
"Это мир собаки едят собак там, и я ношу Milkbone Underware."
		-- Norm, from _Cheers_

%
Однажды на вечеринке, Гладстон сказал Дизраэли, "Я предсказываю, сэр, чтоты умрешь либо висит или какого-либо мерзкой болезни ". Дизраэли ответил:"Это все зависит, сэр, по охватывают ли я свои принципы или вашигоспожа."
		-- Norm, from _Cheers_

%
"Он не знает меня vewy ну он?" - Bugs Bunny
		-- Norm, from _Cheers_

%
"Я ограбить, что богатый человек и дать ему в какой-то плохой заслуживающих слякоть. Это будет * доказать * Я Робин Гуд ".
		-- Daffy Duck, Looney Tunes, _Robin Hood Daffy_

%
"Буду ли я включить газ, если мой приятель Mugsy были там?"   "Вы могли бы, кролик, вы можете!"
		-- Looney Tunes, Bugs and Thugs (1954, Friz Freleng)

%
"Последствия, Schmonsequences, покуда я богат".
		-- Looney Tunes, Ali Baba Bunny (1957, Chuck Jones)

%
"И вы думаете (FOP, что я), чтобы я мог быть Скарлет Pumpernickel?"
		-- Looney Tunes, The Scarlet Pumpernickel (1950, Chuck Jones)

%
"Теперь у меня шарик на вас с моим распадающейся пистолета. И когда егораспадается, распадается. (Тянет вызвать) Ну, что вы знаете,она распалась ".
		-- Duck Dodgers in the 24th and a half century

%
"Убить Wabbit, Убить Wabbit, Убить Wabbit!"
		-- Looney Tunes, "What's Opera Doc?" (1957, Chuck Jones)

%
"Я хочу свои деньги, потому что Бог хочет свои деньги!"
		-- The Reverend Jimmy, from _Repo_Man_

%
"Большинство глупый непобедим и гарантированно на все времена.ужас их тирании, однако, облегчается их отсутствия согласованности ".
		-- Albert Einstein

%
"Вы покажите мне американца, который может держать язык за зубами, и я съем его."
		-- Newspaperman from Frank Capra's _Meet_John_Doe_

%
"И мы слышали, как он восклицалКак только он начал бродить:`Я голограмма, дети,пожалуйста, не пытайтесь повторить это дома! "- Боб Насилие
		-- Howie Chaykin's little animated 3-dimensional darling, Bob Violence

%
"Советский Союз, который жаловался в последнее время о предполагаемой антисоветскомтемы в американском рекламы, официальный протест на этой неделе противНовая кампания Форд Мотор Компании: `Эй вы вонючий жир России, получить от моего Ford Escort ".
		-- Dennis Miller, Saturday Night Live

%
"Существует надежды символизм в том, что флагов не волны в вакууме."
		-- Arthur C. Clarke

%
"Они должны сделать приклад со вкусом кошачью еду." --Gallagher
		-- Arthur C. Clarke

%
"Мало того, что Бог мертвых, но просто попытаться найти водопроводчика по выходным."
		-- Woody Allen

%
"Это десять часов ... Вы знаете, где ваши программы ИИ?" - Питер Oakley
		-- Woody Allen

%
"Ах, вы знаете тип. Они любят обвинять все это на евреев или негров,Потому что если они не могли, они бы, чтобы проснуться к тому, что жизнь одна большая,страшно, славная, сложный и, в конечном счете непостижимым crapshoot - и единственныйПоэтому они не могут, кажется, идти в ногу, они кучка неудачников и проигравших ".
		-- an analysis of neo-Nazis and such, Badger comics

%
"Интересный опрос в текущем журнале патопсихологии: Нью-ЙоркГород имеет более высокий процент людей, которых вы не должны делать резких движенийвокруг, чем в любом другом городе мира ".
		-- David Letterman

%
"Туристы - повеселиться с вкрутую таксистов Нью-Йорка Когда вы получите.к месту назначения, сказать своему водителю ", платить? Я автостопом."
		-- David Letterman

%
"Антрополог на Тулейна только что вернулся из поля поездка в НьюГвинея с сообщениями о племени так примитивно, что они имеют Tide, но неновый прилив с лимонно-свежим буры ".
		-- David Letterman

%
"Основываясь на том, что вы знаете о нем в книгах по истории, что вы думаете АвраамаЛинкольн будет делать, если бы он был жив сегодня?1) Дать мемуары о гражданской войне.2) консультирование президента.3) Отчаянно цепляясь за внутренней егоГроб ".
		-- David Letterman

%
"Если Рикки Шредера и Гари Коулман подрался на телевидение с кии, кто победит?1) Рики Шредер2) Гэри Коулман3) просмотр телевизионной социальной "
		-- David Letterman

%
"Если вы начинаете сомневаться, что я говорю, вы вероятно, галлюцинации ".
		-- The Firesign Theatre, _Everything you know is Wrong_

%
Что делать в случае чужой атаки:    1) Скрыть под сиденьем вашего самолета и отвернуться.    2) Избегать попадания в глаза.    3) Если нет глаза, избегать любых контактов.
		-- The Firesign Theatre, _Everything you know is Wrong_

%
"Ядерная война действительно установлен обратно кабель".
		-- Ted Turner

%
"Вы tweachewous miscweant!"
		-- Elmer Fudd

%
"Я видел _Lassie_. У меня ушло четыре концерта не выяснить, почему волосатый ребенок никогдаговорил. Я имею в виду, он мог перевернуться и все такое, но что заслуживают серию? "
		-- the alien guy, in _Explorers_

%
"Открытый канал D ..."
		-- Napoleon Solo, The Man From U.N.C.L.E.

%
Сохранить китов. Собрать весь набор.
		-- Napoleon Solo, The Man From U.N.C.L.E.

%
Поддерживающих психическое здоровье. Или я убью тебя.
		-- Napoleon Solo, The Man From U.N.C.L.E.

%
"Пирамида открытия!"   "Который из?""Один с постоянно увеличивающимся отверстием в нем!"
		-- The Firesign Theatre

%
"Вызов J-Man Кинк. Вызов J-Man Кинк. Ракета Hash зрением, целеваяЛос-Анджелес. Игнорируйте личные чувства по поводу города и перехват ".
		-- The Firesign Theatre movie, _J-Men Forever_

%
"Чувство цели нет! Я не имею, кто я!"    "О, боже мой ... Ты .. Вы превратили его в демократом!"
		-- Doonesbury

%
"Вы ошибаетесь, вы ол 'латунь грудью фашистскую корму!"
		-- Bloom County

%
"Твоя мать была хомяка и ваш отец пахло бузины!"
		-- Monty Python and the Holy Grail

%
"Избиратели говорили, сволочи ..."
		-- unknown

%
"Я предпочитаю думать, что Бог не умер, просто пьян"
		-- John Huston

%
"Будь там. Алоха".
		-- Steve McGarret, _Hawaii Five-Oh_

%
"Когда ситуация становится странно, странно стать профессионалом ..."
		-- Hunter S. Thompson

%
"Скажи Юр молитвы, Yuh блох Pickin 'шалун!"
		-- Yosemite Sam

%
"Там ... Я запускать круглыми кольцами« Вы логически "
		-- Monty Python's Flying Circus

%
... Велоз неотличима от сотен других предприятий электроникив долине, в ведении энергичных молодых инженеров вчитывался дампы памяти позднов ночь. Разница в том, что связка сознавшихся "автомобиль орехов"делают деньги делать то, что они любят: написание кода и быстрой езды.
		-- "Electronics puts its foot on the gas", IEEE Spectrum, May 88

%
"Просто факты, мэм"
		-- Joe Friday

%
"У меня есть пять долларов за каждого из вас."
		-- Bernhard Goetz

%
Мавзолей: Окончательный и смешной глупостью богатых.
		-- Ambrose Bierce

%
Богатство: дар небес означающее «Это сын мой возлюбленный, в Котором Моеблаговоление ".
		-- John D. Rockefeller, (slander by Ambrose Bierce)

%
Все вещи либо священные или осквернить.Бывший в Экклезиаста принести прибыль;Последнее дьяволу принадлежать.
		-- Dumbo Omohundro

%
Санкт: Мертвый грешник пересмотрены и отредактированы.
		-- Ambrose Bierce

%
Сорок два.
		-- Ambrose Bierce

%
Кротость: Необычный терпения в планировании реванш, которое стоит.
		-- Ambrose Bierce

%
Абсолютные: Независимая, безответственно. Абсолютная монархия является тот, в которомсуверенное делает, как ему заблагорассудится, пока он радует убийц. Немногие абсолютные монархии осталось, причем большинство из них были замененыограниченные монархии, где власть государя за зло (и благо) являетсязначительно сокращены, и республик, которые регулируются случайно.
		-- Ambrose Bierce

%
Трезвенник: Слабый человек, который поддается соблазну отрицать самудовольствие. В общей сложности трезвенник это тот, кто воздерживается от всего, кромевоздержание, и особенно от бездействия в чужие дела.
		-- Ambrose Bierce

%
Альянс: В международной политике, объединение двух воров, которые имеют своиРуки так глубоко вставляется в карман друг друга, что они не могут отдельнограбить третий.
		-- Ambrose Bierce

%
Неповиновение: Луч надежды в облако сервитута.
		-- Ambrose Bierce

%
Эгоист: человек низкого вкуса, больше заинтересованы в себе, чем во мне.
		-- Ambrose Bierce

%
Администрация: гениальный абстракция в политике, рассчитан на приемпинки и тумаки за счет премьера или президента.
		-- Ambrose Bierce

%
Спасенный пенни пенни транжирить.
		-- Ambrose Bierce

%
Море: Водоем, занимающего около двух третей мире для человека -кто не имеет жабры.
		-- Ambrose Bierce

%
Врач: Один на которых мы устанавливаем наши надежды, когда заболел и наших собак, когда хорошо.
		-- Ambrose Bierce

%
Философия: Маршрут многих дорог, ведущих из ниоткуда в ничто.
		-- Ambrose Bierce

%
Политика: спор интересов, маскирующихся под конкурс принципов.Ведение государственных дел для личной выгоды.
		-- Ambrose Bierce

%
Политик: угорь в фундаментальном грязи, на которой надстройкаорганизованное общество воспитывается. Когда он извивается он принимает агитациюХвост его за дрожи в здание. По сравнению с государственным,он страдает тем недостатком, что жив.
		-- Ambrose Bierce

%
Молитесь: Чтобы задать, что законы вселенной быть аннулирован от имени одногоПетиционер признанию недостойным.
		-- Ambrose Bierce

%
Президентство: смазанную свиньи в поле игры американской политики.
		-- Ambrose Bierce

%
Хобот: Зачаточное орган слона, который служит ему вместоот ножа и вилки-, что эволюция еще отказали ему. Для целейюмора он в народе называют ствол.
		-- Ambrose Bierce

%
"Сегодняшние роботы очень примитивны, способен понять лишь несколько простые инструкции, такие как "идти влево», «идти прямо» и «построить автомобиль".
		-- John Sladek

%
"В борьбе между вами и миром, спины мир."
		-- Frank Zappa

%
Вот Аппалачи версия ответа руководства для тех, ктоволнует судьба проекта:"Не беспокойтесь о муле. Просто загрузите вагон."
		-- Mike Dennison's hillbilly uncle

%
Жестокое выбрали абстракция особенно очевидно при проектировании АДАвыполнения система. Интерфейс к системе ADA выполнения настолько непрозрачна, чтоневозможно смоделировать или предсказать его производительность, что делает его эффективнымбесполезны для систем реального времени. - Марк Д. Доннер и Дэвид Х. Jameson.
		-- Mike Dennison's hillbilly uncle

%
"Будучи против пыток должен быть своего рода двухпартийной вещи."
		-- Karl Lehenbauer

%
"А вот собаку г Билла».
		-- Narrator, Saturday Night Live

%
Пол как воздух. Это всего лишь большое дело, если вы не можете получить любой.
		-- Narrator, Saturday Night Live

%
"Поддержание осведомленности о вкладе - с вашим графиком, ваш проект,Наша компания."
		-- A Group of Employees

%
"Не спрашивай, что группа сотрудников может сделать для вас. Но спросить, что можетВсе сотрудники сделать для группы сотрудников ".
		-- Mike Dennison

%
Однажды вечером г-н Рудольф Блок, Нью-Йорк, оказался сидит за обедомнаряду г Персиваль Полларда, выдающийся критик.   "Г-н Поллард," сказал он, "моя книга, _The Биография мертвого Cow_, является опубликованные анонимно, но вы вряд ли может не знать о его авторстве. Тем не менее, при рассмотрении его вы говорите о нем, как работы Идиоте века. Вы думаете, что справедливой критики? "   "Я очень сожалею, сэр," ответил критик, дружелюбно ", но этого не произошлопроисходило со мной, что вы действительно не может пожелать, чтобы общественность знала, кто ее написал ".
		-- Ambrose Bierce

%
Многие аллигаторы будут убиты,но болото останется.
		-- Ambrose Bierce

%
Что боги уничтожат они впервые представить в комитет, стандартов IEEE.
		-- Ambrose Bierce

%
Это - сейчас. Позже это позже.
		-- Ambrose Bierce

%
"Я не буду делать никаких сделок с террористической оборудования."
		-- Peter da Silva

%
"Если я не вернусь к кафедре в эти выходные, миллионы людей будут идтив ад."
		-- Jimmy Swaggart, 5/20/88

%
"Свалка приправы. Если мы хотим быть съедено, нам не нужно, чтобы хороший вкус."
		-- "Visionaries" cartoon

%
"Ой, если вы заставить меня плакать больше, вы будете запотевать мой шлем."
		-- "Visionaries" cartoon

%
Я не хочу, чтобы снова стать молодым, я просто не хочу, чтобы получить любой старше.
		-- "Visionaries" cartoon

%
Брак Церемония: невероятно метафизическая обман смотреть Богом иЗакон тащат в дела вашей семьи.
		-- O. C. Ogilvie

%
  "Крайняя необходимость!" Sgiggs закричала, выбрасывая себя из бака, как это былогорящий автомобиль. "Dial 'один'! Получить обслуживание! Code Red"! Stiggs был нателефон сразу, заказе более выросли цветы, потому что, согласноему, те, плавающие в ванне вдруг утратили запах. "Я требуюЗапах, "пронзительно он." Я ожидал полного бесперебойного запах от этихF * CKING розы ".  К сожалению, капитан службы не понимают, что ситуация Stiggsучастие пятьдесят розы. "Что я буду делать с этим?" Stiggs глумилисьweaseling отель жлоб, когда он появился в нашу дверь держит один цветокплавающие в бокал с бренди. тирада Stiggs была большой. "Вы видите этованна? Вы заметили никакой разницы между размером баком иРазмер этой веретенообразной пачкой лепестками в руке? Мне нужно полный охват ванны.Мне нужно полностью твердый слой из роз всего вокруг меня, как пыхтит заводызапаха, нападать на меня с их запахом и мощности, копровое большой дурно пахнущийКонцентрации выросли запах мои ноздри, пока я не впустую с удовольствием ».Это было незадолго до того мы получили так недоволен этой некомпетентности, что мыболтами.- Насквозь Чудовищный, Ум-Обжиг Лето командир и Stiggs,   Национальный капустник, октябрь 1982
		-- O. C. Ogilvie

%
Когда это неверно, это, по крайней мере * авторитетно * неверно.
		-- Hitchiker's Guide To The Galaxy

%
Мы решили, что было ночью снова, поэтому мы расположились в течение двадцати минут и пилиеще шесть пива в кемпинге молодой жизни. Командир попал в Наблюдательныйспальный мешок взрослого и бегал в нем. "Это судный день, и яужасающий призрак ", он кричал. Затем жары командир Ральф вмешок.- Насквозь Чудовищный, Ум-Обжиг Лето командир и Stiggs,   Национальный капустник, октябрь 1982
		-- Hitchiker's Guide To The Galaxy

%
Voodoo Программирование: Вещи программисты делают, что они знают, не должны работать, ноони пытаются так или иначе, и что иногда на самом деле работает, например перекомпиляциивсе.
		-- Karl Lehenbauer

%
Это, конечно, совершенно не информированы предположение, что я занимаюсь, чтобы помочьподдержать мою предубеждение против такого вмешательства ... но она у вас есть.- Питер да Силва, спекулируя о том, почему компьютерной программы, которая былаизменилось, чтобы сделать то, что он не одобряли, не работает
		-- Karl Lehenbauer

%
"Это знание я преследую является лучшим удовольствие я когда-либо знал. Я могне раньше отказаться от него, что я мог сам воздух, что я дышу ".
		-- Paolo Uccello, Renaissance artist, discoverer of the laws of perspective

%
"Я получил всех платить авансом ... тогда я взорвали свою планету».  "Теперь, почему я не подумал об этом?"
		-- Post Bros. Comics

%
"Атомные батареи к власти, турбины, чтобы ускорить".
		-- Robin, The Boy Wonder

%
F-15 Eagle:Если оно поднято, мы его сбить. Если это вниз, мы его взорвать.
		-- A McDonnell-Douglas ad from a few years ago

%
"Отель Amiga является единственным персональный компьютер, где вы можете запустить многозадачностиОперационная система и получить в реальном времени производительность, из коробки ".
		-- Peter da Silva

%
"Это мой файл куки и если я придумать что-то, что хромой и мне это нравится,она идет в ".
		-- karl (Karl Lehenbauer)

%
Признавая AT & T Bell Laboratories для корпоративного инноваций, для егоИзобретение сотовой подвижной связи, президент IEEE Рассел С. Дрюупоминается в сотовом телефоне как "основной необходимостью." Как раз естьизменились, один наблюдатель заметил: многие в зале напомнил наступлениепрямой набор.
		-- The Institute, July 1988, pg. 11

%
... Советы имеют возможность попробовать большие проекты. Если есть цель,например, когда Горбачев утверждает, что они собираются, чтобы иметь с ядерной силовой установкойавианосцы, дело закрыто - что это такое. Они будут концентрироватьсяпо проблеме, сделать плохую работу, а позже заплатить. Они действительно невсе равно, что цена.- Беленко, МиГ-25 летчик-истребитель, который перешел в 1976 году   "Защита Электроника", Vol 20, № 6, стр. 100
		-- The Institute, July 1988, pg. 11

%
Существует то, что вы должны понять о советской системе. Они имеютСпособность концентрировать все свои усилия на данной конструкции, и разработать всеКомпоненты одновременно, но иногда без надлежащего тестирования. Тогда они в конечномс технологической катастрофы как Ту-144. В гонке технологий ввремя, что самолет был на два месяца раньше Конкорда. Четыре Ту-144был построен; два разбился, и два находятся в музеях. Concorde быллетать безопасно в течение более 10 лет.- Беленко, МиГ-25 летчик-истребитель, который перешел в 1976 году   "Защита Электроника", Vol 20, № 6, стр. 100
		-- The Institute, July 1988, pg. 11

%
DE: Советы, кажется, испытывают трудности внедрения современных технологий.     Как бы вы прокомментировали это?Беленко: Ну, давайте поговорим о жизни авиационных двигателей. Когда я летелМиГ-25, его двигатели были общий срок службы 250 часов.DE: Каково это значит наработка-провал?Беленко: Нет, двигатель закончена; это слом.DE: То есть они вытащить его и брось от себя, даже не капитальный ремонт его?Беленко: Это правильно. Капитальный ремонт слишком дорог.DE: То есть нелепо низкое свободными мировыми стандартами.Беленко: Я знаю.- Интервью с Беленко, МиГ-25 летчик-истребитель бежавший в 1976 году   "Защита Электроника", Vol 20, № 6, стр. 102
		-- The Institute, July 1988, pg. 11

%
"У меня есть друг, который только что вернулся из Советского Союза, и сказал мне людейЕсть жаждут информации о Западе. Он был задан вопрос о многихвещи, но я дам вам два примера, которые очень показательно о жизни вСоветский Союз. Первый вопрос его спросили, если бы мы взрывателевизионные наборы. Вы видите, у них есть проблемы с кинескопов на цветтелевизоры, и многие из них взрываются. Они предполагали, мы должны быть сПроблемы с ними. Другой вопрос, который он был задан часто почемуЦРУ убили Саманта Смит, девочка, кто посетил Советском Союзенесколько лет назад; их пропаганда очень эффективна.- Беленко, МиГ-25 летчик-истребитель, который перешел в 1976 году   "Защита Электроника", Vol 20, № 6, стр. 100
		-- The Institute, July 1988, pg. 11

%
"... Я мог принять эту открытость, гласность, перестройка, или что вы хотитеназвать его, если они сделали эти вещи: отменить однопартийная система; ОткройСоветской границе и позволяют советским людям свободно передвигаться; позволяют Советчтобы люди имели реальный свободного предпринимательства; позволяют западные бизнесмены для ведения бизнесатам, и разрешить свободу слова и прессы. Но до сих пор, всястрана, как концлагерь. Колючей проволоки на заборе вокругСоветский Союз, чтобы держать людей внутри, в темноте. Эта открытость, которыеВы видите, все эти изменения, косметические и они были разработанывпечатление недальновидные, наивный, иногда глупые западных лидеров. ЭтиЛидеры фонтанировать над Горбачевым, надеясь сделать дело с СССР илиуспокоить его. Он скажет: "Да, мы можем делать бизнес!" Это пока еговоенная машина в Афганистане погибли более миллиона человек изНаселение 17 млн. Вы можете себе представить, что?- Беленко, МиГ-25 летчик-истребитель, который перешел в 1976 году   "Защита Электроника", Vol 20, № 6, стр. 110
		-- The Institute, July 1988, pg. 11

%
"Помните Хрущев: он пытался сделать слишком много вещей слишком быстро, и он былудаляют с позором. Если Горбачев пытается разрушить систему или сделать слишкоммногие фундаментальные изменения к нему, я считаю, что система будет избавиться от него.Я не политолог, но я понимаю систему очень хорошо.Я полагаю, что он будет иметь "сердечный приступ" или на пенсию или быть удалены. Онпротив кирпичной стеной. Если вы думаете, они будут меняться все истать свободным, открытым обществом, забыть! "- Беленко, МиГ-25 летчик-истребитель, который перешел в 1976 году   "Защита Электроника", Vol 20, № 6, стр. 110
		-- The Institute, July 1988, pg. 11

%
FORTRAN? Синтаксически неверное утверждение "DO 10 I = 1,10" будет анализировать игенерировать код создания переменной, DO10I, следующим образом: "DO10I = 1.10" Если чтоне запугать вас, надо.
		-- The Institute, July 1988, pg. 11

%
"Я знал тогда (в 1970 году), что в 4-кбайт миникомпьютер будет стоить столько же, сколькодом. Поэтому я считал, что после окончания колледжа, я должен был бы жить дешево вквартиру и поставить все свои деньги в владение компьютером ".
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
HP имеет уникальную политику позволяя своих инженеров, чтобы взять детали со склада вПока они построили что-то. "Они полагали, что с каждым дизайном, они былиполучить лучшую инженера. Это политика Я призываю все компании принять ".- Соучредитель Apple Стив Возняк, "Будет ли класс Возняка дать компании Apple к учителю?"   EE Times, 6 июня, 1988, пг 45
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
"Я просто хочу быть хорошим инженером."- Стив Возняк, соучредитель компании Apple Computer, заключая его речью   в 1988 AppleFest
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
"Там всегда было Вавилонская башня рода склоки внутри Unix, но этосамая крайняя форма никогда. Это означает, по крайней мере, несколько лет замешательства ".- Билл Гейтс, основатель и председатель Microsoft,   О фонде открытых систем
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
"Если есть сомнения, напечатать им, вне."
		-- Karl's Programming Proverb 0x7

%
"Если вы хотите, чтобы лучшие вещи, чтобы произойти в корпоративной жизни вы должны найти способыбыть гостеприимными к необычному человеку. Вы не получите инновации какдемократический процесс. Вы почти получить его в качестве анти-демократического процесса.Конечно, вы получите его в качестве anthitetical процесса, так что вы должны иметьсреда, в которой тело людей действительно поддаются изменению и можетдело с конфликтами, которые возникают из изменения инновации ".- Макс DePree, председатель и главный исполнительный директор компании Herman Miller Inc.,   "Секреты Германа Миллера корпоративного творчества",   The Wall Street Journal, 3 мая 1988
		-- Karl's Programming Proverb 0x7

%
"В корпоративной жизни, я думаю, что есть три важные области, какие контрактыне могут справиться с, площадь конфликта, область изменения и площадь достигаяПотенциал. Для меня завет отношения, которые, основываясь на таких вещаха общий идеалы и разделяет систему ценностей и обменивались идеями и делилисьСоглашение также к процессам мы будем использовать для совместной работы. Вмного случаев они развиваются в реальных любовных отношений ".- Макс DePree, председатель и главный исполнительный директор компании Herman Miller Inc., "Герман Миллер   Секреты корпоративного творчества ", The Wall Street Journal, 3 мая 1988 года
		-- Karl's Programming Proverb 0x7

%
Другая цель заключается в установлении отношений ", в котором это нормально для всехсделать все возможное. Есть очень много людей в управлении, которые действительноне хочу подчиненные сделать все возможное, потому что это становится оченьугрожающим. Но мы обнаружили, что внутри страны и с пределамидизайнеры, если мы готовы иметь такой вид отношений, и если мыготов быть уязвимы к тому, что будет выходить из него, мы получаем очень хорошоРабота."- Макс DePree, председатель и главный исполнительный директор компании Herman Miller Inc., "Герман Миллер   Секреты корпоративного творчества ", The Wall Street Journal, 3 мая 1988 года
		-- Karl's Programming Proverb 0x7

%
В своей книге, г-н DePree повествует о том, как дизайнер Джордж Нельсон призвалчто компания также взять на Чарльз Эймс в конце 1940-х годов. отец Макса,Дж DePree, соучредитель компании с Herman Miller в 1923, спросил мистерНельсон, если он действительно хотел разделить ограниченные возможности из тогда маленькийкомпания с другим дизайнером. "Ответ Георгия было что-то вроде этого:"Чарльз Эймс является необычным талантом. Он очень отличается от меня.Компания нуждается в нас обоих. Я очень хочу, чтобы иметь долю Чарльз Эймс внезависимо потенциал есть ».- Макс DePree, председатель и главный исполнительный директор компании Herman Miller Inc., "Герман Миллер   Секреты корпоративного творчества ", The Wall Street Journal, 3 мая 1988 года
		-- Karl's Programming Proverb 0x7

%
Г-н DePree считает широкое участие капитализм является волна будущего.США рабочая сила, он считает, "все больше и больше требований, которые будут включены вкапиталистическая система, и если мы не найдем способы, чтобы получить капиталистическую системубыть включено системы, нежели эксклюзивная система она была, мыВсе в тяжелом. Если мы не найдем способы, чтобы начать понимать, чтоСамые высокие потенциальные капитализма лежит в общее благо, а не в личностихорошо, тогда мы рисковать саму систему ".- Макс DePree, председатель и главный исполнительный директор компании Herman Miller Inc., "Герман Миллер   Секреты корпоративного творчества ", The Wall Street Journal, 3 мая 1988 года
		-- Karl's Programming Proverb 0x7

%
Г-н DePree также ожидает "огромное социальное изменение" на всех рабочих местах. "КогдаЯ впервые начал работать 40 лет назад, завод руководитель была направлена ​​напродукт. Сегодня это резко отличается, из-за социальной среды.Это не является необычным для работника, чтобы прибыть на свою смену и иметь некоторую семьюПроблема, что он не знает, как решить. Пример, который я хотел бы использовать этоПарень, который приходит и говорит: "это не будет хороший день для меня, моего сынанаходится в тюрьме на пьяную вождения заряда, и я не знаю, как поднять залог.Это означает, что, если руководитель хочет производительность, он должен знатькак поднять залог ".- Макс DePree, председатель и главный исполнительный директор компании Herman Miller Inc., "Герман Миллер   Секреты корпоративного творчества ", The Wall Street Journal, 3 мая 1988 года
		-- Karl's Programming Proverb 0x7

%
Дураки игнорируют сложность. Прагматики страдают его.Некоторые из них могут избежать этого. Гении удалить его.
		-- Perlis's Programming Proverb #58, SIGPLAN Notices, Sept.  1982

%
"Что, если" является торговой маркой компании Hewlett Packard, так что остановить ее использованием вприговоры без разрешения, или риск судебного преследования.
		-- Perlis's Programming Proverb #58, SIGPLAN Notices, Sept.  1982

%
Теперь, если лидеры мира - люди, которые являются лидерами в силуполитические, военные или финансовая власть, и не обязательно мудрость илирассмотрение для человечества - если эти лидеры не удается вывести насза грань в планетарном самоубийства, несмотря на их иногда помпезнопредположения, что они могут чувствовать себя обязанными сделать это, мы можем выжить после1988.
		-- George Rostky, EE Times, June 20, 1988 p. 45

%
Существенные идеи Алголя 68 было то, что вся язык должен бытьточно определены и что все части должны сочетаются друг с другом плавно.Основная идея Паскаля было то, что это не имеет значения, как расплывчатоспецификация языка была (это заняло * лет * уточнить) или сколько грубаякрая было до тех пор, так как компилятор CDC Паскаль был быстро.
		-- Richard A. O'Keefe

%
"Мы пришли. Мы видели. Мы ногами его задницу."
		-- Bill Murray, _Ghostbusters_

%
"Звезды изготовлены из тех же атомов, как на земле." Я обычно подобрать один маленькийТема, как это, чтобы дать лекцию о. Поэты говорят наука отнимает открасота звезд - просто уйма атомов газа. Ничто не является "простым". Я тоже могуувидеть звезды на пустынной ночи, и чувствовать их. Но я вижу меньше или больше?Обширность небес простирается мое воображение - застрял на этом каруселимой маленький глаз может уловить один миллион-летний свет. Подавляющее узор - из которыхЯ часть - возможно, что мой материал был рыгнул из некоторого забытой звезды, как одинявляется отрыжка там. Или увидеть их с большей глаз Паломар, бросаясь всекроме некоторой общей отправной точки, когда они были, возможно, все вместе.Что такое шаблон, или смысл, или *, почему? * Он не нанести вредтайна знать немного об этом. Для более чудесное правда, чемлюбые артисты прошлом представлял! Почему поэты пока еще не говорятот него? То, что люди поэты, которые могут выступать Юпитера, если бы он был похож на человека, ноесли он является огромной спиннинг сфера метана и аммиака должны молчать?
		-- Richard P. Feynman (1918-1988)

%
Если вы позволите себе читать значения в (вместо рисования значения OUTиз) доказательства, можно сделать заключение угодно.
		-- Michael Keith, "The Bar-Code Beast", The Skeptical Enquirer Vol 12 No 4 p 416

%
"Псевдокод может быть использован какой-то степени, чтобы помочь сохранениюобработать. Тем не менее, псевдокод, который весьма подробный -приближается к уровню детализации самого кода - это немного пользы в качестве поддерживающей документации. Такая подробнаядокументация должна быть сохранена почти столько же, сколько кода,Таким образом, удвоение бремя обслуживания. Кроме того, поскольку такиеобъемные псевдокод слишком отвлекает получать вСписок себя, она должна храниться в отдельной папке.Результат: С псевдокоде - в отличие от реального кода - не должны бытьподдерживается, никто не будет поддерживать его. Это скоро станет изДата и все будут игнорировать его. (После того, как я сделал неофициальноеОбследование 42 магазинов, которые используются псевдокод. Из этих 42, 0 [ноль],обнаружили, что он имел какое-либо значение в качестве эксплуатационной документации ".         --Meilir Page-Джонс, "Практическое руководство по Структурированные           Дизайн ", Йордан Пресс (с) 1988
		-- Michael Keith, "The Bar-Code Beast", The Skeptical Enquirer Vol 12 No 4 p 416

%
"Только поврежден мозг операционная система будет поддерживать переключение задач, а несделать простой следующий шаг поддержки многозадачности ".
		-- George McFry

%
Зигмунд Фрейд, как утверждается, сказал, что в конечном счете все поляпсихологии может свести к биологическому электрохимии.
		-- George McFry

%
Маг сидит в своем высоком стуле и смотрит на мир с пользу.Он находится в расцвете сил. Если он закрывает глаза, он вызывает мируисчезать. Если он открывает глаза, он вызывает мир вернуться. Еслиесть гармония в нем, мир гармоничным. Если гнев разрушает Hisвнутренняя гармония, единство мира разрушена. Если возникает желание пределахему, он произносит магические слоги, что вызывает появляться желаемый объект.Его пожелания, мысли, его жесты, его шумы командовать вселенную.
		-- Selma Fraiberg, _The Magic Years_, pg. 107

%
Животных, что знает, кто это, тот, который имеет смысл его собственной идентичности, являетсянедовольный существо, обречены создать новые проблемы для себя дляПродолжительность его пребывания на этой планете. Поскольку ни мыши, ни шимпанзезнает, что он избавлен все раздражающие проблемы, которые следуют этимоткрытие. Но как только человеческого животного, который задавал себе этот вопроспоявились, он погрузился и его потомков в вечности сомненияи задумчивый, спекуляции и установление истины, которая вынуждали его черезвв, как неумолимо, как голод или сексуальное желания. Шимпанзе, что делаетне знаю, что он существует не приводится, чтобы обнаружить его происхождение и избавлентрагическая необходимость созерцая его собственный конец. И даже если животноеэкспериментаторы успеха в обучении шимпанзе рассчитывать сто бананы илииграть в шахматы, шимпанзе не будет развиваться ни одна наука, и он будет демонстрировать невосприятие красоты, для большей части человеческой мудрости может быть прослеженавернуться к вечные вопросы началах и концах, поиски, чтобы датьсмысл его существования, к самой жизни.
		-- Selma Fraiberg, _The Magic Years_, pg. 193

%
Комментарий на графиках: Хорошо, как долго это займет?   Для каждого менеджера, участвующего в первых встречах добавить один месяц.   Для каждого менеджера, который говорит: "анализ потока данных" добавить еще один месяц.   Для каждого уникального типа конечного пользователя добавить один месяц.   Для каждого неизвестного программного пакета для быть использованы добавить два месяца.   Для каждого неизвестного аппаратного устройства добавить два месяца.   Для каждых 100 миль между разработчиком и установки добавить один месяц.   Для каждого типа канала связи добавить один месяц.   Если ЭВМ магазин IBM участвует и вы работаете на не-IBM      Система добавления 6 месяцев.   Если ЭВМ магазин IBM участвует и вы работаете на IBM      Система добавления 9 месяцев.Округлить до ближайшего полугода.--Brad ШерманКстати, все программное обеспечение проекты делаются итерационного прототипирования.Некоторые компании называют свои прототипы "релизы", вот и все.
		-- Selma Fraiberg, _The Magic Years_, pg. 193

%
    UNIX Shell является лучшим Четвертое поколение языков программирования    Он оболочка UNIX, что позволяет сделать приложения в небольшой    доля кода и времени это занимает в языках третьего поколения. В    оболочка обработке целые файлов одновременно, а не только по одной строке    время. И, строка кода в UNIX оболочки одна или несколько программ,    которые делают больше, чем страниц инструкции в 3GL. Приложения могут быть    разработан в часы и дни, а не месяцы и годы с традиционными    Системы. Большинство других 4GLs доступных сегодня больше похожи COBOL или    RPG, наиболее утомительным из языков третьего поколения."Управление базой данных UNIX реляционных: Разработка приложений в UNIX Окружающая среда "Родом Manis, Evan Шеффера, и Роберт Йоргенсен. Прентис Холл обеспечение серии. Брайан Kerrighan, советник. 1988.
		-- Selma Fraiberg, _The Magic Years_, pg. 193

%
"Смех в то время как вы можете, обезьяна-мальчик".
		-- Dr. Emilio Lizardo

%
"Порки будет продолжаться до тех пор мораль не улучшается."
		-- anonymous flyer being distributed at Exxon USA

%
"Эй Иван, проверить шесть."- Sidewinder ракета куртки патч, показывающий Sidewinder поднимая хвост российского Су-27
		-- anonymous flyer being distributed at Exxon USA

%
"Свободные рынки выберите для победы решения."
		-- Eric S. Raymond

%
"Мне не нравится компаниям, которые имеют WE-являются-The-первосвященники-о-аппаратных столь you'll-как-то, что-мы-дать-вам отношение. Мне нравится товарные рынки, в которых железо-andкремния разносчики знают, что они существуют, чтобы обеспечить быстрые игрушки для типов программныхнравлюсь играть с ... "
		-- Eric S. Raymond

%
"Стремление уничтожить также творческий порыв."- Бакунин[Ред. обратите внимание - я бы сказал: Стремление разрушить иногда может быть творческий порыв].
		-- Eric S. Raymond

%
"Коммерческий, а в некоторых отношениях социальное, сомнения был запущен в рамках В прошлом году или два, или нет это право обсуждать это открыто безопасность или ненадежность замков. Многие благонамеренные лица полагают, что обсужде- Sion соблюдении средства для озадачивает предполагаемую безопасность замков предлагает премия за нечестности, показывая другим, как быть нечестным. Это fal- кружевные. Разбойники очень заинтересованы в своей профессии, и уже знаем гораздо больше чем мы можем научить их уважать их несколько видов мошенничество. Разбойники знали хорошее дело о Lockpicking задолго до того, слесарями обсуждали среди сами по самости, так как они в последнее время сделано. Если замок - пусть это было сделано в Каков бы либо страна или любыми производитель - это не так неприкосновенны, как это было до сих были считаться, безусловно, это в интересах честных * * лиц знать этот факт, потому что * нечестной * являются сносно наверняка будет первым применять знания практически; и распространение знаний необходимо дать честную игру для тех, кто может пострадать от невежества. Это не может быть слишком ушной Nestly призвал, что знакомство с реальными фактами будет, в конце концов, быть лучше для всех сторон ".- Charles Томлинсона Рудиментарная Трактат о конструкции замков,   опубликовали около 1850
		-- Eric S. Raymond

%
 В отношении заблокировать решений, то едва ли можно такое понятие, как нечестность о намерении: изобретатель создает замок, который он честно думает волю обладать такими качествами и такие; и он заявляет о своей убеждение по всему миру. Если другие отличаются от него во мнении относительно тех качеств, он открыт к ним так сказать; и обсуждение, правдиво проведены, должно привести к общественного преимущество: обсуждение стимулирует любопытство и любознательность сти- Lates изобретение. Ничего, кроме частичной и ограниченным взглядом на вопрос может привести к мнению, что вред может привести: если есть вреда, то это будет гораздо больше, чем уравновешивается хорошо ".- Charles Томлинсона Рудиментарная Трактат о конструкции замков,   опубликованные в 1850 году.
		-- Eric S. Raymond

%
"Желание не казаться, а быть, самый лучший."
		-- Aeschylus

%
"Обследование говорит ..."
		-- Richard Dawson, weenie, on "Family Feud"

%
"Пол Линде блокировать ..."
		-- a contestant on "Hollywood Squares"

%
"Маленькие остальное не имеет значения, чем писать хороший код."
		-- Karl Lehenbauer

%
Чтобы написать хороший код является достойным вызовом, и источник цивилизованного восторга.
		-- stolen and paraphrased from William Safire

%
"Глупость, как силу, само по себе награда"
		-- William E. Davidsen

%
"Если компьютер не может непосредственно обратиться всю оперативную память можно использовать, это просто игрушка."
		-- anonymous comp.sys.amiga posting, non-sequitir

%
"Никогда смеяться живых драконов, Бильбо дурак!" он сказал себе, и он сталлюбимым высказывание своих поздних, и поступает в пословице. "Вы не почтичерез эту авантюру еще ", добавил он, и это было довольно верно, а также.
		-- Bilbo Baggins, "The Hobbit" by J. R. R. Tolkien, Chapter XII

%
"Грязный ум радость навсегда."
		-- Randy Kunkee

%
"Вы не можете научить Семифутовый."- Франк Лейтон, Юта Джаз баскетбольной тренер, когда его спросили, почему он завербовал   семь футов высотой автомеханик
		-- Randy Kunkee

%
"Автомобиль просто большой кошелек на колесах".
		-- Johanna Reynolds

%
"История является инструментом, используемым политиками, чтобы оправдать свои намерения".
		-- Ted Koppel

%
"Гозер Gozerian: Как законно назначенного представителя города,округа и штата Нью-Йорк, я приказываю вам прекратить все сверхъестественноедеятельность сразу и немедленно приступить к месту происхождения илиближайшая параллельное измерение, в зависимости от того является ближайшим ".
		-- Ray (Dan Akyroyd, _Ghostbusters_

%
Следует помнить, что нет ничего более трудно планировать, болееСомнительно успеха, ни более опасным для управления, чем созданиеНовая система. Для инициатора имеет вражду всех, кто бы прибыль насохранение старых учреждений и просто теплых защитниковтех, кто хотел получить от новых.
		-- Machiavelli

%
Боже, дай мне старость, чтобы принять то, что я не могу изменить,Разочарование, чтобы попытаться изменить положение вещей я не могу повлиять,и мудрость, чтобы отличить.
		-- Machiavelli

%
Во-первых, как к речи. Это привилегия опирается на предпосылке, чтонет положение так равномерно не признал, что он не может бытьзаконно вызов, допросили и обсуждается. Она не должна опираться надальнейшее помещение, что не существует ни одного предложения, которые непоставлена ​​под сомнение; это достаточно, даже если есть, что в конце концов, этохуже для подавления инакомыслия, чем рискуют ереси. Отсюдабыл снова и снова безоговорочно провозгласил, что естьникаких ограничений на привилегию, насколько слова стремиться повлиять только слушающихверования и не их поведение. Беда в том, что поведение почтивсегда основывается на какой-то веры, и что изменить убеждение слушающегообычно до некоторой степени изменить свое поведение, и может даже вызватьпроводить, что закон запрещает.[Ср Узнал стороны, Дух Свободы, Университет Чикаго Пресс, 1952;Искусство и ремесло Судя: Решения судьи уроки Рука,отредактированы и аннотированный Hershel Шанксом, The MacMillian Company, 1968]
		-- Machiavelli

%
Поздно бунт в Массачусетсе дал больше тревоги, чем я думаю, этодолжно быть сделано. Подсчитать, что один бунт в 13 штатах в ходе11 лет, является лишь одним для каждого государства в полтора века. Ни одна странадолжно быть так долго без него.
		-- Thomas Jefferson in letter to James Madison, 20 December 1787

%
"Девять лет балета, мудак."- Шелли Лонг, к плохому парню сделав прыжок над ущельем, что он   мог не совсем, в "яростной судьбы"
		-- Thomas Jefferson in letter to James Madison, 20 December 1787

%
Вы находитесь в лабиринте UUCP соединений, все одинаковы.
		-- Thomas Jefferson in letter to James Madison, 20 December 1787

%
"Если этот человек в ЛЭП такая целительница, почему не может он сделать его жены прическа идти вниз? "
		-- Robin Williams

%
8) Используйте здравый смысл в маршрутизации кабель. Избегайте оберточную коаксиальный вокруг источников     сильные электрические или магнитные поля. Не обернуть кабель вокруг     Flourescent стартеры ламп или циклотронов, например.- Ethernet Headstart товаров, информации и руководство по установке,   Белл Технологии, стр. 11
		-- Robin Williams

%
"Что удивительно, это USENET; такие оптовые производство гипотезы изтакая пустяковая инвестиции в самом деле ".
		-- Carl S. Gutekunst

%
VMS должен умереть!
		-- Carl S. Gutekunst

%
MS-DOS должен умереть!
		-- Carl S. Gutekunst

%
OS / 2 должен умереть!
		-- Carl S. Gutekunst

%
Pournelle должен умереть!
		-- Carl S. Gutekunst

%
Мусор В, Евангелие Out
		-- Carl S. Gutekunst

%
"Будучи против пыток должен быть своего рода многопартийному вещи."
		-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian

%
"Факты глупые вещи."- Президент Рональд Рейган   (Ляп из его речи на GOP конвенции '88)
		-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian

%
"Аргумент, что буквальное история Бытия может квалифицироваться как наукипадает на трех основных участка: нужна креациониских ссылатьсячудеса, чтобы сжать события земной истории вбиблейский протяжении нескольких тысяч лет; их нежеланиеотказаться претензии четко опровергнуты, в том числе утверждение, что всеископаемые продукты потопа; и их опора на искажения,переврать, наполовину цитата, и цитата из контекста, чтобы охарактеризоватьИдеи своих противников ".- Стивен Джей Гулд, "Вердикт по вопросам креационизма",   Скептически Inquirer, зима 87/88, стр. 186
		-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian

%
"Унция профилактики стоит тонна кода."
		-- an anonymous programmer

%
"Для IBM,« открытый »означает, что есть капелька совместимости между некоторыми из ихоборудование."
		-- Harv Masterson

%
"Просто думать о компьютере как аппаратного, которое можно запрограммировать».
		-- Nigel de la Tierre

%
"Если у вас есть машина, вы в свою очередь, владеют ею, и тратить свое время обслуживающих его ... "
		-- Marion Zimmer Bradley, _The Forbidden Tower_

%
"Все должно быть сделано как можно более простым, но не проще."
		-- Albert Einstein

%
"Считыватели? Мы не нужны никакие вонючие кардридеры."- Питер да Силва (в Национальной академии наук, 1965 году, в   Особенно ярким фантазии)
		-- Albert Einstein

%
Ваша хорошая природа принесет неограниченную радость.
		-- Albert Einstein

%
Semper Fi, чувак.
		-- Albert Einstein

%
Волнение и опасность ждут вашего индукции индикаторного долга! В качестве индикатора,необходимо избавить компьютерные сети слизистые, преступных воров данных.Они хитры и действие становится жесткой, так что следите! Используя всеваши навыки, вы либо получите ваш мужчина или вы обжечься!
		-- advertising for the computer game "Tracers"

%
"Целое братство обвязки Wall-Street переплете молодежь ад -. Этобудет кровавая баня! "
		-- Post Bros. Comics

%
"Соседи !! Мы получили соседей! Мы не должны иметь каких-либо соседей, иЯ просто должен был снимать одну ".
		-- Post Bros. Comics

%
"Попался, вы сопли шеей weenies!"
		-- Post Bros. Comics

%
. Уснащать - В.Т., разнообразить; диверсифицировать
		-- Webster's New World Dictionary Of The American Language

%
"Все говорят о погоде, но никто ничего не делает по этому поводу."
		-- Mark Twain

%
"Сколько возчиков нужно, чтобы ввинтить лампочку?"   "Пятнадцать !! У тебя проблемы с этим?"
		-- Mark Twain

%
"Если вы не были моим учителем, я думаю вы просто удалили все мои файлы".- Анонимный студент UCB CS, чтобы инструктора, который ввели "RM -i *", чтобы   избавиться от файла с именем "-f" в системе Unix.
		-- Mark Twain

%
"Самые горячие места в ад, зарезервированы для тех, кто во времена моральнокризис, сохранили свою нейтральность ".
		-- Dante

%
"Среду сообщение."
		-- Marshall McLuhan

%
"Среду массаж."
		-- Crazy Nigel

%
"Покажите мне хорошую проигравший, и я покажу вам неудачника».
		-- Vince Lombardi, football coach

%
"Это могло бы помочь, если бы мы выбежали МВА в Вашингтон."
		-- Admiral Grace Hopper

%
Обновлены кратким затемнения, я поднялся на ноги и пошел по соседству.
		-- Martin Amis, _Money_

%
Подпружиненные двери разошлись, и я, шатаясь, вышел в тик в вестибюле и мерцания.Военнослужащие мужа стоят спокойно, как часовые в их траншею. Я хлопнулмой ключ на столе и серьезно кивнул. Я был загружен достаточно, чтобы быть не в состояниисказать, могут ли они сказать, что я был загружен. Будут ли они против? Я был, конечно,слишком загружен, чтобы заботиться. Я подошел к двери с квадратными, подонку плечами шагами.
		-- Martin Amis, _Money_

%
Прошу только об одном. Я пониманию. Я зрелый. И это не так много, чтобыпросить. Я хочу вернуться в Лондон, а также отслеживать ее вниз, и быть наедине со своимиСелина - или даже не одна, черт побери, просто рядом с ней, достаточно близко кзапах ее кожи, чтобы увидеть крапинку лямки ее Лемони глаз, литьеее коварных губ. Просто в течение нескольких драгоценных секунд. Просто достаточно долго, чтобыпоставить в один хороший, чистый удар. Вот все, что я прошу.
		-- Martin Amis, _Money_

%
"Любовь может потерпеть неудачу, но вежливость previal."
		-- A Kurt Vonnegut fan

%
Нью-Йорк это джунгли, они говорят вам. Можно пойти дальше и сказать, чтоНью-Йорк это джунгли. Нью-Йорк * это джунгли. * Под колонкамстарый дождевой лес, сделанный из щебня плавления, средняя Лимпопо заболоченныхДевятой авеню несет гневную Argosy из крокодилов и драконов, тигров рыбы, шумамашины, потливость Rainmakers. По углам стоят колдуны ирекрутеры, зачаточных вуду-мужчин - уроженцев, джунгли смарт туземцев.А ночью под экваториальной разрастание и тепло-удерживающей облакеКрышка, вы слышите оборванные попугаи гудок и monkeysqueak сирен,а затем стреляет цветок, чтобы отразить монстров. Осторожно: на улицахвозникли с ям и сетей и ловушек. Прокат руководство. Пакет вашей укус ядовитой змеиГук и ваш blowdart сыворотки. Отнестись к этому серьезно. Вы должны получитьнемного джунглей стрелке.
		-- Martin Amis, _Money_

%
Теперь я направлялся в мою горячую клетке, вниз к мясо-рынка страны наКончик West Village. Здесь красного кирпича склады удвоить, как тушигалерей и ульев крысы, The Manhattan фауна ищет ее необходимоУровень, живому или мертвому. Здесь тоже вам найти тяжелые педика тусовки,Спайк, воды гардероб, Мать нагрузки. Никто не знает, что происходитв этих местах. Только тяжелые педики знаю. Даже Филдинг кажется несколькорасплывчатым по этому вопросу. Вы получаете всесильный и пороли и сбрасывали на - напочти стандарты ничьим, у вас есть действительно страшное время. Среднеепатрон поступает на Spike в одном такси, но нужно вернуться к носкев два. И тогда на следующий вечер он появляется снова. Они сковываютСами к стойкам, они греются в писсуаров. Их люди имеют многообъяснение, чтобы сделать, если вы хотите знать мое мнение, в частности, мам. сожалеювыделить вам дам вот так, но история должна начинаться где-то.Тяга для почасовой убийства - оно не может быть волей. В это время,Филдинг говорит мне, мать-природа выглядит, и постукивает ногой и щелчкиее язык. Всегда чемпионом моногамии, она готовит некоторую воображениеновые болезни. Она просто не будет стоять за него.
		-- Martin Amis, _Money_

%
"Вы попытались его только на этот раз, нашел это хорошо для ударов, но теперь вы узнали у вас есть привычка, который прилипает, вы оргазм наркоман, ты всегда на него, а ты оргазм наркоман ".
		-- The Buzzcocks

%
"Там нет отчетливо американский преступник класс исключением Конгресса."
		-- Mark Twain

%
"Вы будете платить, чтобы знать, что вы действительно думаете."
		-- J. R. "Bob" Dobbs

%
"Мы живем в очень свихнувшимся времени."
		-- Herb Blashtfalt

%
"Пустить пыль в собственных глазах!"
		-- J. R. "Bob" Dobbs

%
"Хорошо", сказал Бобби, получая повесить его, "то что матрица? Еслиона колода, и Danbala это программа, что киберпространство? "  "Мир", сказал Лукас.
		-- William Gibson, _Count Zero_

%
"Наши повторы лучше, чем у них."
		-- Nick at Nite

%
Жизнь - игра. Деньги, как мы вести счет.
		-- Ted Turner

%
"Не обращайте внимания на человека за занавесом."
		-- The Wizard Of Oz

%
"Не обращайте внимания на человека за занавесом."
		-- Karl, as he stepped behind the computer to reboot it, during a FAT

%
"Это не столько то, что мы не знаем, что заставить нас в беде. Этовещи, которые мы знаем, что это не так ".
		-- Artemus Ward aka Charles Farrar Brown

%
"Не скидку летающие свиньи, прежде чем у вас есть хороший ПВО."
		-- jvh@clinet.FI

%
"В долгосрочной перспективе, каждая программа будет рококо, а затем щебень."
		-- Alan Perlis

%
"Пок Пок Пок, P'kok!"
		-- Superchicken

%
Жить свободно или жить в Массачусетсе.
		-- Superchicken

%
"Вы не можете получить очень далеко в этом мире без вашего досье будучи там первым".
		-- Arthur Miller

%
"Системы резервирования билетов решить, стоит ли существовать вы. Если ваша информацияэто не в их базе данных, то вы просто не можете пойти куда-нибудь ".
		-- Arthur Miller

%
"То, что люди были сокращены до являются лишь 3-D представления самостоятельноданные."
		-- Arthur Miller

%
"THE Avis МАСТЕР решает, если вы получите водить машину. Ваша голова не коснетсяПодушка из Sheraton если их компьютер говорит, что это нормально ".
		-- Arthur Miller

%
"Они знают ваше имя, адрес, номер телефона, номера кредитных карт, кто ещеэто вождения автомобиля "для страхования", ... число водительских прав. вштат Массачусетс, это то же самое число, которое используется для социальныхБезопасность, если вы не возражает против такого использования. В этом случае, вам присваиваетсяКоличество и вы проживаете навсегда больше на список "странные люди, которые не даютиз их номера социального страхования в Массачусетсе ".
		-- Arthur Miller

%
"Данные очень много, как людей: Он родился Matures женится другим данным,..разведена. Стареет. Одна вещь, которую он не делает это умереть. Это должен быть убит ".
		-- Arthur Miller

%
"Люди должны иметь доступ к данным, которые у вас есть о них. Там должно быть способ их оспаривать любые неточности ".
		-- Arthur Miller

%
"Хотя поляки страдают официальной цензуры, распространяющаяся секретПолиция и законы, подобные тем, в СССР, естьтысячи подземных публикаций, юридическое независимымЦерковь, частного сельского хозяйства, и первым и единственным на Востоке БлокаНезависимый профсоюз федерации, NSZZ Солидарность, которая являетсяфилиал как Международная конфедерация свободныхПрофсоюзы и Всемирной конфедерации труда. Там естьбуквально огромная разница между Польшей - даже в егоСовременное состояние коллапса - и советского общества на пикеего «гласности». Эта разница была сохранена на великоеСтоимость поляками с 1944.- Дэвид Филлипс, SUNY в Буффало, о создании   Шлюз от ЗАРАБОТАТЬ (Eurpoean академический научно-исследовательской сети)   в Польшу
		-- Arthur Miller

%
"Существует также процветающей независимой студенческое движение вПольша, и поэтому существует большая вероятность (хотя и негарантия) о внесении ссылку ЗАРАБОТАТЬ-Польша, она должна когда-нибудьо, реальная связь - не насадку для пылесоса дляБлок сбора информации Устройство по карточкам, чтобы доверенныйаппаратчики ".- Дэвид Филлипс, SUNY в Буффало, о создании   Шлюз от ЗАРАБОТАТЬ (Eurpoean академический научно-исследовательской сети)   в Польшу
		-- Arthur Miller

%
"Не теряйте свои знания, что надлежащее возмужалость является прямохождение,непримиримую ум, и шаг, который путешествует неограниченные дороги ".
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
Не паникуйте.
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
Ошибка останавливается здесь.
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
Ошибка начинается здесь.
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
"Зачем тратить отрицательную энтропию замечаний, когда вы могли бы использовать то же самоеэнтропия для создания ошибки вместо этого? "
		-- Steve Elias

%
"Патология хотят контролировать, не то, что вы когда-нибудь, потому что изКонечно, вы никогда не делать ".
		-- Gregory Bateson

%
"Ваш зад мой."
		-- Michael Jackson, Bad

%
Отправим его.
		-- Michael Jackson, Bad

%
"После того, как они растут, кто заботится, где они спускаются? Это не мой отдел."
		-- Werner von Braun

%
"Когда единственный инструмент у вас есть только молоток, вы склонны рассматривать все, как будтоэто было гвоздя ".
		-- Abraham Maslow

%
"Имитация является искренняя форма телевидения."
		-- The New Mighty Mouse

%
"Меньшее из двух зол - зло."
		-- Seymour (Sy) Leon

%
"Это не пот, Генри. Russ добрался до Bugtown прежде чем он умер. Так что он будетрегенерировать через пару дней. Это просто ужасно коряво его получить убиты впервое место. Гм! "
		-- Ron Post, Post Brothers Comics

%
"Честная богом благороднейший работа человека. ... Бог всегда напоминал емуСоздатели. Он ненавидел и любил то, что они возненавидели и любил, и он был неизменнонайти на стороне тех, у власти. ... Большинство богов Порадовалажертвовать, и запах невинной крови никогда считалась божественнаядухи."
		-- Robert G. Ingersoll

%
"Мы не стремимся к цепи будущее, но чтобы освободить настоящее. ... Мысторонники дознания, следствия и мысли. ... Это грандиознее думатьи исследовать для себя, чем повторить кредо. ... Я смотрю в течение днякогда * причина *, первопрестольной на мозги в мире, должно быть Царь Царей иБог Богов.
		-- Robert G. Ingersoll

%
"Я искренне считаю, что доктрина ад родилась в сверкающими глазамизмей, которые работают в ужасных катушек, наблюдающих за их добычу. я верюон родился с тявканье, вой, рычание и рыча диких зверей ...Я презираю его, я бросаю вызов, и я ненавижу его ".
		-- Robert G. Ingersoll

%
"Это прелюдия?"   "Нет, это Nuke Удар. Прелюдия имеет паршивые графики. Бей меня снова."
		-- Duckert, in "Bad Rubber," Albedo #0 (comics)

%
узоры задать расширенное являются полноправными регулярные выражения; он использует быстрый детерминированныйАлгоритм, который иногда необходим экспоненциальную память.
		-- unix manuals

%
"Ум страшная вещь, чтобы иметь утечку уши."
		-- The League of Sadistic Telepaths

%
"Жизнь отстой, но это лучше, чем альтернатива".
		-- Peter da Silva

%
Если это экономика услуг, почему сервис так плохо?
		-- Peter da Silva

%
"Я буду ждать лечение химическими препаратами для психопатического поведения на 10 утра завтра,или мне придется кишки для спагетти ".
		-- a comic panel by Cotham

%
"Даже если вы на правильном пути, вы получите запустить над если вы просто сидеть там."
		-- Will Rogers

%
"Открытый ум имеет, но один недостаток: он собирает грязь."
		-- a saying at RPI

%
"Вундеркиндов наследуют землю."
		-- Karl Lehenbauer

%
"Остерегайтесь программистов несущих отвертки."
		-- Chip Salzenberg

%
"Элвис мой второй пилот».
		-- Cal Keegan

%
"Фундаментальный принцип науки, определение почти, заключается в следующем:единственным испытанием действительности любой идеи эксперимент ".
		-- Richard P. Feynman

%
Сколько Unix хаки нужно, чтобы поменять лампочку?   Давайте посмотрим, вы можете использовать скрипт, для этого, или это нужна программа C?
		-- Richard P. Feynman

%
"Не ненавидят меня, потому что я красивая. Ненавидят меня, потому что я красивая, умнаяи богатых ".
		-- Calvin Keegan

%
"Вся проблема с миром в том, что дураки и фанатики всегда такнекоторые сами по себе, но мудрые люди так полон сомнений ".
		-- Bertrand Russell

%
Всегда смотрите через плечо, потому что все смотрят и построенияпротив тебя.
		-- Bertrand Russell

%
"Давайте осудить на Hellfire всех тех, кто с нами не согласен."
		-- militant religionists everywhere

%
Ребенок на борту.
		-- militant religionists everywhere

%
"Конечным результатом является система, которая не только двоичная совместима с 4.3 BSD,но даже ошибка для ошибки совместимы практически во всех особенностей ".- Avadit Теваньян, младший, "Архитектурно-независимые управление виртуальной памятью   для параллельных и распределенных средах: Маха подход "
		-- militant religionists everywhere

%
«Количество Unix установок выросла до 10, с более ожидаемым."
		-- The Unix Programmer's Manual, 2nd Edition, June, 1972

%
"Инженерная без управления есть искусство."
		-- Jeff Johnson

%
"Я не бог, я неправильно процитировали."
		-- Lister, Red Dwarf

%
Мозг офф-лайн, пожалуйста, подождите.
		-- Lister, Red Dwarf

%
-! - UUNET сахара Карл | "Мы следили за вашими успехами со значительным- Karl@sugar.uu.net | Интерес, если не сказать презрение "-. Зафод IV- Usenet BBS (713) 438-5018м-м-м-м-Это все, люди!----------- Сократить здесь, не забудьте лишить мусор в конце тоже -------------"Психоанализ ?? я подумал, что это обнаженной сессия рэп !!!"
		-- Zippy

%
Вы с удовольствием еще?
		-- Zippy

%
"Подавляющее большинство успешных крупных преступлений против собственности являютсяв действиях отдельных лиц, злоупотребляющих позиции доверия ".
		-- Lawrence Dalzell

%
"Возможно, я порка соломенную сельдь в середине потока, но в светечто известно о вездесущности уязвимостей, кажется значительнослишком опасно для вузов люди для работы с их головами в песке ".
		-- Peter G. Neumann, RISKS moderator, about the Internet virus

%
"Семенной меня, Seymour"
		-- a random number generator meets the big green mother from outer space

%
"Покупайте землю. Они перестали делать это."
		-- Mark Twain

%
"Открыть стручок залив двери, HAL."
		-- Dave Bowman, 2001

%
"Там не было никакой разницы между поведением бога и операцийчистая случайность ... "
		-- Thomas Pynchon, _Gravity's Rainbow_

%
... Saure действительно оказывается адептом на сложному искусству papryomancy,способность пророчествовать через созерцая то, как люди рулон рефрижераторы -форма, шаблон лизать, морщины и складки или отсутствие таковогов бумаге. "Вы скоро будет в любви," ОЭЗ Saure, "видите, эту линию здесь.""Это долго, не так ли это значит -"? "Длина обычно интенсивность.Не раз ".
		-- Thomas Pynchon, _Gravity's Rainbow_

%
Вперед, заглавной T на технологии, обожествлять ее, если она сделает вас чувствоватьменее ответственная - но это ставит вас в с кастрирован, брата, с использованиемевнухи сохраняя гарем нашей украденной Земли для онемение и безрадостнымhardons человеческих султанов, человек элиты без права на все, чтобы быть где онинаходятся --"
		-- Thomas Pynchon, _Gravity's Rainbow_

%
... Преобладающая католическая запахом - ладан, воск, веками мягким блеяниеиз уст стада.
		-- Thomas Pynchon, _Gravity's Rainbow_

%
... В то время [1960-е гг], Bell Laboratories ученые прогнозам,компьютерные частот порядка 30 миллионов вычислений с плавающей запятой ввторой (мегафлопс) будут необходимы для баллистической ракеты армииСистема защиты. Многие компьютерные специалисты - в том числе Национальной академиипанели наук - сказал достижения таких скоростей, даже при использовании кратноеПроцессоры, было невозможно. Сегодня суперкомпьютеры нового поколения работаютв миллиарды операций в секунду (гигафлопс).
		-- Aviation Week & Space Technology, May 9, 1988, "Washington Roundup", pg 13

%
резервное копирование: всегда в сезон, никогда не выходят из моды.
		-- Aviation Week & Space Technology, May 9, 1988, "Washington Roundup", pg 13

%
"Был смутное, неприятное шелудивость о его Внешность, он каким-то образомКазалось грязная, хотя близкий взгляд показал ему, как тщательно выбритые какактер, и одетый в безупречном белье ".
		-- H. L. Mencken, on the death of William Jennings Bryan

%
Работа была невозможна. Вундеркиндов нарушил мой дух. Они сделали слишкоммного вещей неправильно. Он никогда не был, как это для Менкен. Он жил, какпрусский игрок - потливость хуже Bryan на несколько ночей и Drunkerчем Иуде на других. Все это было бесчеловечно кошмар ... и этиизношенный кретины имеют наглость жаловаться моих сроков.
		-- Hunter Thompson, "Bad Nerves in Fat City", _Generation of Swine_

%
"Это поколение может быть тот, который столкнется Армагеддон».
		-- Ronald Reagan, "People" magazine, December 26, 1985

%
... Кабель прошел с нами по; блюдо было единственной надеждой, и в конечном итогемы все были вынуждены обратиться к нему. К лету '85, долина была болееспутниковые тарелки на душу населения, чем деревни эскимосов на северном склонеАляска.Шахта была одним из последних идти. Я нервничал с самого начала овредности слишком много ввода, которая является очень реальная проблема с этимивещи. Смотря телевизор становится полный рабочий день, когда вы можете сканировать 200 каналоввесь день и всю ночь и до сих пор имеют возможность пробивать снахв видео машине, если остальной мир кажется скучным.
		-- Hunter Thompson, "Full-time scrambling", _Generation of Swine_

%
"Позвоните немедленно. Время уходит. Мы оба должны сделать что-точудовищное перед смертью ".
		-- Message from Ralph Steadman to Hunter Thompson

%
"Единственный путь для репортер смотреть на политика не работает."
		-- H. L. Mencken

%
"Вы не выходить на улицу и пинать бешеную собаку. Если у вас есть бешеная собака с бешенства, вамвзять пистолет и застрелить его ".
		-- Pat Robertson, TV Evangelist, about Muammar Kadhafy

%
Дэвид Бринкли: Ежедневные астрологические карты являются именно там, где, на мой  суждение, что они принадлежат, и что это на комической странице.Джордж: Я не думаю, астрология относится даже на комические страницы.  Комикс не делая никаких претендует на истину.Бринкли: Где бы вы положили его?Будет: Я бы не поставить его в газете. Я думаю, что это прозрачно мусор.  Это отражение идеи, что мы исключили из западной мысли в  шестнадцатого века, что мы находимся в центре заботы вселенной. Мы  не центр вселенной, и это не заботит. Выравнивание звезды  во время нашего рождения - это абсолютная чушь. Это не смешно  есть она вторглась среди людей, которые имеют ядерное оружие.Сэм Дональдсон: Это не что-то новое. Губернатор Рональд Рейган был приведен к присяге  в сразу после полуночи в его первый срок в Сакраменто потому звезд  сказал, что это благоприятное время.Будет: Они [гороскопы] остались круглыми Сбои банальности. Они могут относиться к  кто и что угодно.Бринкли: Когда точный момент [рождения]? Я не думаю, что медсестра  стоять с секундомером и блокнотом.Дональдсон: Если мы делаем решения, основанные на звезды - вот смехотворный  вещь. Люди хотят знать.- "На этой неделе" с Дэвидом Бринкли, ABC Television, в воскресенье, 8 мая 1988 года,   выдержки из дискуссии по астрологии и Рейгана
		-- Pat Robertson, TV Evangelist, about Muammar Kadhafy

%
Сообщили прибегают к астрологии в Белый дом, причиненный гораздовеселье. Это не смешно. Астрологический бред, что означает астрологиюКак правило, нет места в газете, не говоря уже правительство. В отличие комиксов,которые являются частью безвредной удовольствием газету и не делают никаких претензии на истину,Астрология является мошенничеством. Идея, что он получает слушания в правительствепугающей.
		-- George Will, Washing Post Writers Group

%
Астрология является чистейший обман. Это лженаука была примерно сдень халдеев и вавилонян. Это как фальшивые, как нумерологии,френология, хиромантия, алхимия, чтение чайных листьев, а практикагадания по внутренностям коз. Ни один серьезный человек не купитПонятие, что наша жизнь под влиянием индивидуально движениемдальних планет. Это опилки Бларни карнавального полпути.
		-- James J. Kilpatrick, Universal Press Syndicate

%
Серьезным общественные дебаты по поводу обоснованности астрологии? Серьезным верующийв Белом доме? Двое из них? Дайте мне передохнуть. Что подавил свой смехявляется то, что изображение подгоняется. Рейган всегда проявлял безразличие к Feyнаука. Факты, как числа, скатываются спину. И мы все пришли кпринять это. На этот раз было звездопада, что стало серьезной проблемой .... Нетак давно, это было поддержка Рейгана креационизма .... креационисты фактическиполучил равное время с эволюционистов. Общественного должен был быть открытымина претензии палеонтологов и фундаменталистов, как будто эти двое былинаучные коллеги .... Это стало ясно в течение длительного времени, что президентне склонен к науке ... В общем, эти отношения падать на дружественного американскоготорф .... Но на внешних краях, этот скептицизм о науке легко превращаетсяв своего рода наивной принятия ненауки или даже нонсенс. Такой желюди, которые сомневаются эксперты могут также считаете, знахарство, из преимуществЛаэтрил на глаз тритона с движением планет. Мы теряем способность кпринимать рациональные - научно - суждения. Все то же самое.- Эллен Гудман, The Boston Globe газета фирма-Washington Post Writers    группа
		-- James J. Kilpatrick, Universal Press Syndicate

%
Зрелище астрологии в Белом доме - регулирующее центрНаибольший в мире научно-военная мощь - так ужасно, чтоэто не поддается пониманию и дает основания для большой испуга. Простейшийответ отшутиться, и предаваться остроты о гражданскомотзывы Услуги для гороскоп органов и читателей пальм и будь Рейганаспросил Михаила Горбачева за его знака. Заразные хорошее настроение являетсяотличительной чертой этого председательства, даже когда самые мрачные вопросы касаются.Но на этот раз, это не смешно. Это ясно страшно.- Даниэль С. Гринберг, редактор, _Science и правительство Отчет_, пишущий в   "Newsday", 5 мая, 1988
		-- James J. Kilpatrick, Universal Press Syndicate

%
[Астрология] 100 процентов обман, Тед. В самом деле, первое изданиеиз Британской энциклопедии, написанной в 1771 году - 1771! - Сказал, что этосистема взглядов является предметом давно высмеял и поносили. Мы имеем дело субеждения, которые восходят к древним вавилонянам. Там ничего нет....Это звучит очень похоже на науку, это звучит как астрономии. Он получил техническоесроки. Он получил жаргон. Это путает общественность .... Астролог вполнебойкий, путает общественность, использует термины, которые приходят от науки, исходить отметафизика, приходят из множества полей, но они на самом деле ничего не значат.Дело в том, что астрологические верования вернуться, по крайней мере 2500 лет. теперь, когдадолжно быть достаточно долгое время для астрологов, чтобы доказать свою правоту. Oнине доказали свою правоту .... Это просто бред. То есть, естьни одна теория для него, нет данных наблюдений за ней. Это было проверенои проходят на протяжении веков. Никто никогда не нашли каких-либо обоснованность к нему ввсе. Это даже не близко к науке. Наука должна быть повторяемым, егодолжен иметь логическое обоснование, и он должен быть потенциально уязвимы -Вы проверить его. И в этом астрологии действительно очень-то еще.- Астроном Ричард Berendzen, президент Американского университета, на ABC    Новости "Nightline", 3 мая 1988
		-- James J. Kilpatrick, Universal Press Syndicate

%
С известием, что Нэнси Рейган назвал астролога при планированиимужа график и доклады калифорнийцев эвакуируют Лос-Анджелесот силы предсказания от врача шестнадцатого века иастролог Мишель де Notredame, образ США как научная итехнологическое народ брать немного побоев в последнее время. К сожалению, такиепроисшествия не может быть отклонена как ближнего фантазии. Они являются проявлениямииз солидной "анти-науки" тенденции в США, которые, в итоге,может поставить под угрозу положение страны как технологической мощности. , , ,проявляться широкое желание отклонить рациональность и подставить сериюквазислучайных убеждений, чтобы понять вселенную не предвещает ничегохорошо для нации глубоко обеспокоены его способность конкурировать с егопромышленные равных. В той степени, что она отражает мышление иззначительная часть общественности, эта точка зрения призывает невежествоиз и, действительно, презрение к науке и рациональных методов приближаетсяПравда. , , , Становится ясно, что если США не выбирает себя доскоро и посвятить некоторое усилие, чтобы эффективно обучение молодежи, ее надеждыподдерживать видимость лидерства в мире может отдохнуть, как это ни парадоксально,с новой волной технически заинтересованных и подготовленных иммигрантов, которые не делаютстрадают от этой болезни анти-науки безудержной в явно распадающейся общества.
		-- Physicist Tony Feinberg, in "New Scientist," May 19, 1988

%
чудо: чрезвычайно выдающийся или необычное событие, вещь, или достижение.
		-- Webster's Dictionary

%
"Компьютер программист является создателем вселенной, для которого он в одиночку ответственнен. Вселенные практически неограниченной сложности могут быть создано в виде компьютерных программ ".
		-- Joseph Weizenbaum, _Computer Power and Human Reason_

%
"Если код и комментарии не согласны, то оба, вероятно, неверно."
		-- Norm Schryer

%
"Может ваше будущее будет ограничено только вашей мечты."
		-- Christa McAuliffe

%
"Это лучше для цивилизации, идет насмарку, чем бытьпридумать ему ".
		-- Henry Allen

%
"Жизнь начинается, когда вы можете провести свободное программирование времени вместосмотреть телевизор ".
		-- Cal Keegan

%
"Мы никогда не делаем утверждений, мисс Таггарт," сказал Хью Akston. "То естьморально преступления свойственны наших врагов. Мы не говорим - мы * показать *.Мы не утверждаем, - мы * доказать * ".
		-- Ayn Rand, _Atlas Shrugged_

%
"Я помню, когда я был ребенком, я приходил домой из воскресной школы и мама напиться и попытаться сделать блины ".
		-- George Carlin

%
"Мой отец? Мой отец ушел, когда мне было совсем молодой. Ну на самом деле, он было предложено покинуть. У него были проблемы метаболизировать алкоголь ".
		-- George Carlin

%
"Я включаю свой телевизор. Я вижу барышню, которая идет под прикрытиембыть христианином, известный по всей стране, одетый в обтяжкукожаные штаны, тряски и шевелить бедрами в такт и ритммузыка как стробоскопы бить своих моделей по сцене и томуГруппа играет современную рок звук, который не может быть дифференцирована отпесни у Grateful Dead, The Beatles, или кто-либо другой. И вы можете попробоватьчтобы сказать мне это Божий и что он ведет людей ко Христу, но язнаю лучше.- Джимми Сваггарт, лицемерно сексуальный извращенец и ТВ проповедник, себя называет порнографии наркоман ", две точки зрения:. 'Christian' рок-н-ролл", Евангелист, 17 (8): 49-50.
		-- George Carlin

%
"Так называемый христианский рок.... Дьявольская сила подрывает христианство изнутри."- Джимми Сваггарт, лицемер и ТВ проповедник, себя называет порнографии наркоман, "Две точки зрения:. 'Кристиан' рок-н-ролл", евангелист, 17 (8): 49-50.
		-- George Carlin

%
"Любой, кто пытается генерировать случайные числа от детерминированных средств является,Конечно, жить в состоянии греха ".
		-- John Von Neumann

%
"Вы должны иметь IQ по меньшей мере полмиллиона». - Popeye
		-- John Von Neumann

%
"Свобода по-прежнему наиболее радикальная идея из всех."
		-- Nathaniel Branden

%
Разве вы не рады, вы не получаете все правительство вы платите сейчас?
		-- Nathaniel Branden

%
"Я никогда не позволял мой школьное мешать моей образования."
		-- Mark Twain

%
Эти поразительно веселый gogs обеспечить владельцы X Ray Gogs быть жизнькакой-либо партии.
		-- X-Ray Gogs Instructions

%
Студент спросил мастера о помощи ... делает эту программу запускать изВерстак? Мастер схватил мышь и указал на икону. "Чтоэто? "спросил он. Студент ответил" Это мышь ". Мастер нажатаконтрольно-Amiga-Amiga и ударил студента по голове с Amiga ROM KernelРуководство.
		-- Amiga Zen Master Peter da Silva

%
"Слава Богу для стартапов; без них мы бы никогда не есть какие-то достижения."
		-- Seymour Cray

%
"Из регистра пространства (тьфу)"
		-- vi

%
"Его недостатки несмотря на это, есть много, чтобы сказать в пользужурналистики в том, что, давая нам мнение необразованные,он держит нас на связи с незнанием сообщества ".
		-- Oscar Wilde

%
"Ада PL / I пытается быть Smalltalk.
		-- Codoso diBlini

%
"Наибольшую опасность для свободы скрываются в коварных посягательств мужчин рвением,благонамеренный, но без понимания ".
		-- Justice Louis O. Brandeis (Olmstead vs. United States)

%
" 'Это правда,' это жалко, а жаль 'это' это правда."- Poloniouius, в Вилли дрожанием в _Hamlet, Принц Darkness_
		-- Justice Louis O. Brandeis (Olmstead vs. United States)

%
"Все люди так счастлива сейчас, их головы обрушения. Я рад, что ониявляются снеговика с защитным резиновым кожи "
		-- They Might Be Giants

%
"Нерешительность является основой гибкости"
		-- button at a Science Fiction convention.

%
"Иногда безумие является единственной альтернативой"
		-- button at a Science Fiction convention.

%
«Старость и предательство будет бить молодость и умение каждый раз."
		-- a coffee cup

%
"Самое главное в человеке не то, что он знает, но то, что он есть."
		-- Narciso Yepes

%
"Все, что мы получили в возможности - сделать себе то или другое".
		-- Ortega y Gasset

%
"Мы будем лучше и смелее, если мы будем вести и узнать, чем если бы мы предаватьсяхолостого фантазии, что мы уже знаем - или что это не имеет смысла, стремящегосязнаю, что мы не знаем ".
		-- Plato

%
"Для того, чтобы принять участие в проекте, а вывод словом указывает, значит броситьИдея с опережением себя так, что он получает автономию и выполняется не толькоусилиями его автора, но, на самом деле, независимо от него, а также.
		-- Czeslaw Milosz

%
"Мы не можем откладывать жизнь, пока мы не готовы. Наиболее характерным признакомжизни его коэрцитивности; это всегда актуальной, "здесь и сейчас", без каких-либовозможно отсрочка. Жизнь обжигают при нас в упор ".
		-- Ortega y Gasset

%
"Оттуда сюда, отсюда туда, курьезы везде".
		-- Dr. Seuss

%
"Когда дело доходит до смирения, я самый большой".- Bullwinkle Мус
		-- Dr. Seuss

%
Помните, INT не всегда 16 бит. Я не уверен, но если 80386 является однимшаг ближе к выплескиванием Intel с кривой CPU, что асимптотическиприближается к реальной машины, возможно, INT была реализована в виде 32 бит понекоторые производители Unix ...?
		-- Derek Terveer

%
"Поскольку я может быть слышен ничем, которые могут или не могут заботитьсячто я говорю, я спрашиваю, если это имеет значение, что вы прощены за чтоВы, возможно, сделали или не сделали, который требует прощения.И наоборот, если не будет прощения, но что-то еще может потребоватьсяобеспечить любую возможную выгоду, для которых вы можете иметь право послеРазрушение вашего тела, я прошу, что это, все это может быть,выдаваться или удерживается, в зависимости от обстоятельств может быть, таким образом, чтобызастраховать свой прием упомянутого выгоду. Я задаю этот вопрос в своем качествеВаш избран посредником между вами и тем, что не может бытьсамостоятельно, но которые могут быть заинтересованы в вопросе вашегоприем столько, сколько это возможно для Вас, чтобы получить этовещь, и которые могут каким-то образом влиять этой церемонии. Аминь."Madrak, в _Creatures Света и Darkness_, Роджер Желязны
		-- Derek Terveer

%
"Академическая предположил, является ли красивого купальщикесли есть никто в лесу не восхищаться ее. Он спряталв кустах, чтобы выяснить, какие именно искажен его предпосылкуно сделал его счастливым.Мораль: Эмпиризм больше удовольствия, чем спекуляции ".
		-- Sam Weber

%
1 1 была гонка лошади, 2 2 составляло 1 2. При 1 1 1 1 гонки, 2 2 1 1 2.
		-- Sam Weber

%
"Я полагал, что это было холокост, справа, и остались только в живых были Донна Рид, Оззи и Харриет, и Cleavers. "- Уил Уитон объясняет, почему все в "Star Trek: The Next Generation"    так приятно
		-- Sam Weber

%
"Инженерная встречает искусство на стоянке и вещи взорваться."
		-- Garry Peterson, about Survival Research Labs

%
"Почему мы не можем когда-нибудь попытается решить проблему в этой стране, не имея«война» на нем? »- Рич Томсон, talk.politics.misc
		-- Garry Peterson, about Survival Research Labs

%
      ... И прежде чем я знал, что я делал, я пнул      Машинка и бросил его по комнате и сделал это просить      милость. На данный момент машинка умолял меня одеть      ему в женской одежде, но вместо этого я прижался маржи релиз      снова и снова, пока машинка не потерял сознание.      В настоящее время я пришел в сознание и понял, что от стыда      Я сделал. Мой позор ушел, и теперь я ищу с      покорной машинки, любой цвет, или модель. Нет электрический      пишущих машинок, пожалуйста!
		-- Rick Kleiner

%
Профессиональная борьба: балет для обычного человека.
		-- Rick Kleiner

%
"Идеалист это тот, кто, заметив, что роза пахнет лучше, чемкапуста, к выводу, что он также сделает лучше суп "-. Менкен
		-- Rick Kleiner

%
   "Являются ли эти коктейль-официантки ноготь знаки?" Я спросил, как он Коллеттипоказал нам эти царапины на груди. "Нет, это на спине," Коллеттиответил. "Это где случай коктейль креветки пал на меня. Я сказал ей,чтобы замедлить немного, но вы знаете, коктейль официанток, они, похоже,ум своих собственных ".- Невероятно Чудовищный, Ум-Обжиг Лето командир и Stiggs   Национальный капустник, октябрь 1982
		-- Rick Kleiner

%
"Никогда не сдаваться. Никогда не сдаваться. Никогда. Никогда. Никогда."
		-- Winston Churchill

%
"Никогда не приписывать злобы то, что вызвано жадностью и невежеством».
		-- Cal Keegan

%
"Несмотря на суффикс, скептицизм не« изм »в смысле верыили догма. Это просто подход к проблеме говорил, чтоподделка и что является подлинной. И признание, насколько дорогостоящим можетбыть не в состоянии сделать это. Чтобы быть скептиком, чтобы культивировать "уличный ум» вборьба за контроль над своим умом, собственное денег, свою собственнуюпристрастиях. Чтобы быть скептиком, в общем, это отказаться от быть жертвой.- Роберт С. DeBear, "Повестка дня для Причина, реализм, и ответственности", Нью-Йорк Скептик (Бюллетень районе Нью-Йорка Скептики, Inc.), весна 1988
		-- Cal Keegan

%
"Если вы хотите знать, что происходит с вами, когда вы умрете, пойти посмотреть на некоторые мертвымматериал ".
		-- Dave Enyeart

%
"Через неделю [появления Австрии] Я не мог дождаться, чтобы вернуться к ЮнайтедСостояния. Все было гораздо приятнее в Соединенных Штатах, из-заменталитет будучи открытыми, всегда положительна. Все, что вы хотите, чтобыделать в Европе не просто «Ни в коем случае. Никто не делал этого ». Они имеют не какой-либоболее желание пойти на завоевание и достижение - я понял, что я имел многоболее американский дух ".
		-- Arnold Schwarzenegger

%
"Я предпочитаю, чтобы жулики слабоумных, потому что они иногда отдохнуть."
		-- Alexandre Dumas (fils)

%
Я думаю, по большей части, что аудитория здесь использует кесарево слово ваналогичным образом. Я не думаю, что кто действительно верит в новом, революцию,ичных литература --- Я думаю, они используют `киберпанк" в качестве термина для удобстваобсудить общие стилистические элементы в небольшой группе последних книгах SF.
		-- Jeff G. Bone

%
Таким образом мы получаем к моей точке. Конечно люди вокруг прочитать здесь то, чтоне на * официально санкционированных Киберпанка список чтения *. Конечно, мынет (любой из нас) действительно считаю, что есть некоторые большие, глубокие политические ифилософская сообщение во всем этом, не так ли? Так что если это `киберпанк" Дело в том,просто термин удобства, как кто-то может продать? Если киберпанк это простоСлово, которое мы используем для описания определенного стиля и образы в Сан-Франциско, как это может бытьмертвый? Где глубокие заявления о том, что `Движение 'является или пыталсяделать?Я думаю, что большинство из нас интересует при рассмотрении и обсуждении литературный(И музыкальный) произведения, которые обладают определенной стилистической совершенства и, возможно,а крайняя перспективе; это то, что CP все о, не так ли? Может быть, естьдолжны быть телеконференции, как, скажем, alt.postmodern или что-то. Что-то менееограничительный характер, чем alt.cyberpunk.
		-- Jeff G. Bone

%
«Голова каждого человека является дешевым фильм шоу".
		-- Jeff G. Bone

%
Жизнь полна понятий, которые плохо определены. На самом деле, существует очень малопонятия, которые таковыми не являются. Трудно вспомнить ни в нетехнических областях.
		-- Daniel Kimberg

%
... Киберпанк хочет видеть ум как механистический и дуплицируемая,сложные базовые предположения о природе индивидуальности и личности.Это кажется все более оснований считать, что киберпанк искусство & музыкапо существу бессмысленное garbagio. Вилли, конечно обратился эту идею в"Граф Ноль", с Katatonenkunst, автоматическая коробка-мейкера и девушкиНаблюдение, что настоящее искусство стало здание самой машины,нежели его выходе.
		-- Eliot Handelman

%
Это может быть стоит задуматься, что эта группа была первоначально созданаеще в сентябре 1987 года и обменялся более 1200 сообщений.Оригинальный анонс для группы под названием для все включеноОбсуждение начиная от писем Гибсон и Винжа и фильмовкак Bladerunner чтобы реальный мир вещи, как описание брендов изРабота, проводимая в лаборатории MIT Media Lab. Она была разработана как убежище длялюди с видением этой области. Если вы хотите создать убежище длялюди с узкими видений, не стесняйтесь. Но мне грустно для тех, ктокто думает, что alt.cyberpunk такая чудовищная группа, что вострая необходимость быть разделена. Небеса помочь им, если они когда-либо начатьчтение comp.arch или rec.arts.sf любители.
		-- Bob Webber

%
... Я не заботиться о перспективе "механистической". Слово «кибернетическая» многоболее кстати. Механистического мировоззрения падает дальше и дальше позадиреальный мир, где даже простые системы могут производить самые чудесныехаос.
		-- Peter da Silva

%
Что касается основных предположений об индивидуальности и личности, это ядрочто мне нравится в киберпанка. И это суть того, что мне нравится в определенныйпредварительно Gibson neophile технарей SF писателей, что некоторые люди здесь любят ставитьвниз. Не каждый делает те же предположения. Я не сошел с ума ... эторезервное копирование на ленту.
		-- Peter da Silva

%
Кто из художников в компьютерной графики показывают? последнее окно Wavefront, либолюди, которые запрограммированы так ли? Если Мандельброт получить весь кредит завывод программ, таких как MandelVroom?
		-- Peter da Silva

%
Продольный край технологии рада сообщить следующееПрограмма TETflame:1) Для договорной цене (без quatloos не принимаются) один из наших пламенным   представители будут пламени живого дерьмо из плаката   твой выбор. Цена обратно пропорционально сколько   мудак, цель его. Мы не можем быть уверены, поругаются Dennis   Ричи. Мэтт Crawford пламя свободны.2) Для договорной цене (то же самое расположение) программа TETflame   предлагает `` пламени шины Страховка ''. Согласно этой договоренности, если   один из наших страхователей будет обжига, мы отменим правонарушений   статьи и Пламя огнемет, до хрустящей корочки.3) TETflame пламенный представителей включают в себя: Ричард Секстон, Олег   Kisalev, Диана Холт, Триш O'Tauma, Дэйв Хилл, Грег Новак и наш самый   Недавнее приобретение, Кит Дойл. Но все, что он будет сделать, это положить вас в его   убить файл. Weemba по специальной договоренности.
		-- Richard Sexton

%
"Поскольку я шел среди адского огня, в восторге от наслаждений Genius; для Ангелов выглядеть мучений и безумия. Я собрал некоторые из их Притчи ... "- Блейк," Женитьба Рай и Ад "
		-- Richard Sexton

%
Как это доказать, ЧАСТЬ 1Доказательство пример:Автор дает лишь случай п = 2 и предполагает, что этосодержит большинство идей общей доказательства.Доказательство путем запугивания:"Trivial".Доказательство энергичным handwaving:Хорошо работает в классной комнате или семинар.
		-- Richard Sexton

%
Как это доказать, ЧАСТЬ 2Доказательство от громоздких обозначений:Лучший сделано с доступом по меньшей мере четырех алфавитов и специальныхсимволы.Доказательство от истощения:Вопрос или два из журнала посвящен подтверждающего полезно.Доказательство путем бездействия:'Читатель может легко поставить детали'"Остальные 253 случаи аналогичны ''...'
		-- Richard Sexton

%
Как это доказать, ЧАСТЬ 3Доказательство от запутывания:Длинный бессюжетно последовательность истинным и / или бессмысленнымисинтаксически соответствующих отчетов.Доказательство от желаемого цитирования:Автор приводит отрицания, обратное или обобщениетеорема из литературы, чтобы поддержать свои претензии.Доказательство от финансирования:Как мог три различных правительственных учреждений ошибаться?Доказательство от именитого власти:"Я видел Карпа в лифте, и он сказал, что это, вероятно, NP-полная '.
		-- Richard Sexton

%
Как это доказать, ЧАСТЬ 4Доказательство при личном общении:"Восемь-мерный цветной цикл зачистки NP-полной[Карп, личное сообщение].Доказательство сведением к неправильному проблемы:"Чтобы увидеть, что бесконечномерным цвета цикла зачисткиразрешима, мы уменьшаем его проблемы остановки.Доказательство со ссылкой на недоступную литературы:Автор приводит простым следствием теоремы можно найтив частном распространенном мемуарах словенскогоФилологическое общество, 1883.Доказательство по важности:Большое количество полезных последствий все следуют изПредложение под вопросом.
		-- Richard Sexton

%
Как это доказать, ЧАСТЬ 5Доказательство накопленным доказательств:Длинные и тщательные поиски не выявил контрпример.Доказательство космологией:Отрицание предложения невообразимо илибессмысленным. Популярные за доказательства существования Бога.Доказательство по взаимному справки:В справочной А, теорема 5 Говорят следовать из теоремы 3ссылка B, которая показана на вытекают из следствия 6.2 вСсылка С, который является простым следствием теоремы 5 вСсылка А.Доказательство от metaproof:Дается метод построения желаемого доказательство.Правильность метода доказана с помощью любого из нихМетоды.
		-- Richard Sexton

%
Как это доказать, часть 6Доказательство картиной:Более убедительным форма доказательства на примере. хорошо сочетаетсяс доказательством бездействие.Доказательство от неистовой утверждения:Это полезно иметь какое-то отношение полномочий на	аудитория.Доказательство по ссылке призрак:Ничто даже отдаленно не напоминающие цитируемый теорема появляется вссылка дается.
		-- Richard Sexton

%
Как это доказать, часть 7Доказательство от переднего справки:Речь идет, как правило, к предстоящей работе автора,который часто не навстречу настолько, насколько вначале.Доказательство от семантического сдвига:Некоторые из стандартных, но неудобных определений меняютсяза постановку результата.Доказательство от обращения к интуиции:Облако-образный рисунки часто помочь здесь.
		-- Richard Sexton

%
        [Май одна] сомневаюсь, в сыром и древесины, черви создаются,        или, если жуки и осы, в навоз, или если бабочек, саранчи,        моллюски, улитки, угри, и такая жизнь быть порождены из разложившийся        Дело, которое должно получить форму этого существа, к которому его        является формирующей питания, расположенного [?] На вопрос это к вопросу        Причина, чувство, и опыт. Если он в этом сомневается, пусть идет в        Египет, и там он найдет поля кишащие мышами родил        из грязи в Nylus, к большому бедствию жителей.                Свое мнение семнадцатого века цитирует Л. Л. Вудрафф,                в * Эволюция Земли и Человека *, 1929
		-- Richard Sexton

%
Посещение на кнопку на конвенции SF:Ветеран Triangle экспедиционных сил Бермудском. 1990-1951.
		-- Richard Sexton

%
"Если люди хороши только потому, что они боятся наказания, и надеяться на награду,Затем мы являемся жаль много действительно ".
		-- Albert Einstein

%
"То, что хотел, нет воли, чтобы поверить, но желание узнать, чтополная противоположность ".
		-- Bertrand Russell, _Sceptical_Essays_, 1928

%
"Были ли ни одной женщины, мужчины не могли жить как боги».
		-- Thomas Dekker

%
"Разведка без характера опасная вещь."
		-- G. Steinem

%
"Это говорит, что он сделал все, чтобы мы были, как и он. Так что если мы немой, то богнемой, и, возможно, даже немного некрасиво со стороны ".
		-- Frank Zappa

%
"Это не только компьютер - это ваша задница."
		-- Cal Keegan

%
"Дайте угадаю, изд. Pentescostal, верно?"- Starcap'n Ра, ra@asuvax.asu.edu. "Нет Харизматичный (я думаю - я отказался от каких всех этих надоедливых этикеток имею в виду)."- Ред Карп, erc@unisec.usi.com"Какая разница - все рвение и чувство, в среднем менее чем за один рабочий мозгклетка на собрании. Starcap'n Ра, вы привязаны его. Хорошая работа!"
		-- Kenn Barry, barry@eos.UUCP

%
"Кстати, Иисус знает вы пламени?"
		-- Diane Holt, dianeh@binky.UUCP, to Ed Carp

%
"Я видел подделки Я послал вне."
		-- John F. Haugh II (jfh@rpp386.Dallas.TX.US), about forging net news articles

%
"Просто из любопытства это фактически означает что-то или иметь некоторые из немногих оставшихся битов вашего мозга просто выпаривают? "
		-- Patricia O Tuama, rissa@killer.DALLAS.TX.US

%
"Откуси, dirtball."Ричард Секстон, richard@gryphon.COM
		-- Patricia O Tuama, rissa@killer.DALLAS.TX.US

%
"О, мой!` Воспалительное отношение 'в alt.flame? Никогда не слышал о такихвещь..."
		-- Allen Gwinn, allen@sulaco.Sigma.COM

%
(Нуль печенья; надеюсь, что это нормально)
		-- Allen Gwinn, allen@sulaco.Sigma.COM

%
"В христианстве ни морали, ни религии вступать в контакт с реальностьюв любой момент."
		-- Friedrich Nietzsche

%
"Кто в одиночку имеет основания * лежат себя из * актуальности? Тот, кто страдает * * от него."
		-- Friedrich Nietzsche

%
"А вы ненавидите евреев так, почему вы принять свою религию?"
		-- Friedrich Nietzsche, addressing anti-semitic Christians

%
"Маленькие prigs и три четверти безумцы могут иметь самомнение, что законыприрода постоянно нарушается за них ".
		-- Friedrich Nietzsche

%
"Наука делает богоподобным - это всего со священниками и богами, когда человек становится научно. Мораль: наука запретный как таковой - она ​​одна запрещено. Наука есть * первый * греха, * оригинал * грех. * Это само по себе морали * `` Ты не узнаешь '' -.. остальное следует "
		-- Friedrich Nietzsche

%
"Вера: нет * желая * знать, что это правда."
		-- Friedrich Nietzsche

%
> Одной из основных понятие, лежащая в основе Usenet является то, что кооператив.Побывав на USENET для выезда на десять лет, я не согласен с этим.Основная идея, лежащая в основе USENET это пламя.
		-- Chuq Von Rospach, chuq@Apple.COM

%
"Каждая группа имеет несколько экспертов. И каждая группа имеет по крайней мере один идиот. Таким образом являются баланс и гармония (и диссонанс) сохраняется. Иногда трудно помнить об этом в основной массе flamewars что все хлопот и Боль, как правило, вызвано одной или двух высококвалифицированных мотивированных, едких упреков ".
		-- Chuq Von Rospach, chuq@apple.com, about Usenet

%
Опираясь на систему в последнее время?
		-- Chuq Von Rospach, chuq@apple.com, about Usenet

%
"Это не много означает которых один женится на один, безусловно, чтобы выяснить, в следующемутро кто-то другой ".
		-- Rogers

%
"Если вы боитесь одиночества, не женись».
		-- Chekhov

%
"Любовь является идеальным вещь, брак реальная вещь; смешение реального сидеальным никогда не остается безнаказанным ".
		-- Goethe

%
"В браке, стесняться иногда быть сохранены."
		-- Butler

%
"Главный вопрос ... который я не был в состоянии ответить ... есть,` Что делаетхотят женщины? "
		-- Sigmund Freud

%
"Я недавно рассматривали все известные суеверия мира, и не нашли в нашем конкретном суеверия (христианство) один искупительной особенность. Они все одинаковы основана на басен и мифологии ".
		-- Thomas Jefferson

%
Помните: Глупый это состояние ума, Stupid это способ жизни.
		-- Dave Butler

%
"Первенство из ученого над поклонника равна превосходствалуны, в ночь полнолуния, по всем звездам. Истинно,образованные люди являются наследниками пророков ".
		-- A tradition attributed to Muhammad

%
"Духовенство успешно проповедовал учение терпения и малодушия;были обескуражены активные добродетели общества; и последние остаткивоенный дух были захоронены в монастыре: большая часть населения ичастный капитал был посвящен благовидными требований благотворительности и преданности;и оплатить солдат была щедро на ненужных народу обоего полакоторые могли бы судиться только достоинства воздержания и целомудрия ".
		-- Edward Gibbons, _The Decline and Fall of the Roman Empire_

%
"Вопрос, скорее: если мы когда-нибудь удастся сделать ум 'орехов иБолты ', как мы будем знать, что нам удалось?- Фергал Туми"Это покажет нам."
		-- Barry Kort

%
"Ваше смертельна для определенности».
		-- Will Durant

%
"Мец были велики в 'шестьдесят восемь, Карты были штраф в 'шестьдесят девять, Но новички будут небесное в девятнадцать семьдесят ".
		-- Ernie Banks

%
"В двух случаях меня попросили [членами парламента!], 'Молитесь, г-нБэббидж, если вы положили в машину неверные цифры, будет правильных ответовпублично заявить?' Я не в состоянии правильно воспринять такой путаницы идейкоторые могли бы спровоцировать такой вопрос ".
		-- Charles Babbage

%
"Я призываю христианство * один * очень проклятие, то * один * очень внутренняяразврат, то * один * очень инстинкт мести, для которого нет целесообразнодостаточно ядовиты, секрет, подземные, * мелкая * - Я называю этоСимвол * один * смертный порока человечества ".
		-- Friedrich Nietzsche

%
"Основная цель анимации Веру Божию и Его религии заключается взащиты интересов и содействия единства человеческого рода, и способствоватьдух любви и общения среди людей. Страдают не стать источникомраздора и разногласий, ненависти и вражды ".«Религия есть истинно главное орудие установления порядка в Мир и спокойствия среди это человек ... Чем больше снижение религии, тем более тяжкое своенравие нечестивых. Это не может не привести в конце концов к хаосу и путанице ".
		-- Baha'u'llah, a selection from the Baha'i scripture

%
"Cogito следовательно я прав, и вы ошибаетесь."
		-- Blair Houghton

%
"... Один из главных причин падения Римской империи было то, что,хватает нулю, у них не было никакой возможности, чтобы указать успешное завершениеих программы C ".
		-- Robert Firth

%
Вопрос: Кто-то просто отвечал, что Роман Полански направлены Звездные войны. Какиея должен делать?A: Дать правильный ответ сразу! Мы не можем иметь люди продолжают веритьчто! Очень хорошо, что вы заметили это. Вы, наверное, будете единственнымделать коррекцию, так прикреплять как только вы можете. Нет времени, чтобы проиграть, такконечно, не подождать день или проверить, если кто-то другой сделалКоррекция.И это не достаточно хорошо, чтобы отправить сообщение по электронной почте. Так тытолько тот, кто действительно знает, что он был Фрэнсис Коппола, вы должны сообщитьвся чистая сразу!
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
Q: Как я могу выбрать, какие группы могут оставлять в? ...Вопрос: Как насчет примера?Хорошо. Допустим, вы хотите сообщить о том, что Гретцки был продан сОйлерз к царям. Теперь сразу можно подумать rec.sport.hockeyбыло бы достаточно. НЕПРАВИЛЬНО. Гораздо больше людей могли бы быть заинтересованы. Этокрупный торговый! Так как это новостная статья, она принадлежит в новостях. * Иерархиятакже. Если у вас новостной администратора, или есть один на вашей машине, попробоватьnews.admin. Если нет, используйте news.misc.Нефтяники, вероятно, заинтересованы в геологии, так что постарайтесь sci.physics. Онбольшая звезда, так прикреплять к sci.astro и sci.space, потому что они такжезаинтересованы в звездах. Далее, его зовут Польский звучание. Так прикреплять кsoc.culture.polish. Но эта группа не существует, поэтому кросс-пост вnews.groups рекомендуемом должны быть созданы. При этом многие группыИнтерес, ваша статья будет весьма странным, так прикреплять к talk.bizarre качествеЧто ж. (И писать в comp.std.mumps, так как они вряд ли грозят статьитам, и группа "Комп" будет распространяться вашу статью дальше.)Вы также можете найти это более интересно, чтобы отправить статью раз в каждой группе.Если вы перечислить все группы новостей в той же статье, некоторые дикторы будетпоказывать только статью читателю сразу! Не терпеть.
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
Вопрос: Я не могу записать стоит плотина. Надеюсь ваш идти слишком сказать, что мне делать?A: Не беспокойтесь о том, как ваши статьи выглядят. Запомнить это сообщениечто рассчитывает, не так, как оно представлено. Игнорировать факт, что неаккуратноорфографии в чисто письменного форуме посылает те же молчаливые сообщения,загрязнен одежда будет, когда обращаясь к аудитории.
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
Вопрос: Они просто объявили по радио, что Дэн Куэйл был выбран какРеспубликанская В.П. кандидат. Должен ли я опубликовать?О: Конечно. Сеть может достигнуть людей в только 3 до 5 дней. Этоидеальный способ информировать людей о таких новостных событий долгое время послевещательных сетей покрыли их. Как вы, вероятно, единственный человек,слышал новости по радио, обязательно прикреплять как только вы можете.
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
Что Микки Маус получить на Рождество?А ДАН Куэйл смотреть.
		-- heard from a Mike Dukakis field worker

%
Вопрос: В чем разница между продавцом автомобилей и компьютером    продавец?A: продавец автомобиля, вероятно, может управлять!
		-- Joan McGalliard (jem@latcs1.oz.au)

%
"Ваш глупость, Аллен, просто не на должном уровне."- Дэйв Мак (mack@inco.UUCP)"Твое."
		-- Allen Gwinn (allen@sulaco.sigma.com), in alt.flame

%
Подборка из даосских писаний:"Лао-Тан спрашивает Конфуций:` Что вы подразумеваете под доброжелательности и справедливости »? Конфуций сказал: `Чтобы быть в своей глубине души в любезно симпатии со всеми вещи; любить всех людей и не допускают эгоистичные мысли: это природа доброжелательности и справедливости ».
		-- Kwang-tzu

%
"Иисус спасает ... но Гретцки получает отскок!"
		-- Daniel Hinojosa (hinojosa@hp-sdd)

%
"Все, что создано обязательно должна быть ниже сущности создателя."- Клод Shouse (shouse@macomw.ARPA)"Мать Эйнштейна должно было чертовски физика".
		-- Joseph C. Wang (joe@athena.mit.edu)

%
«Религия есть нечто оставшееся от младенчества нашего интеллекта, это будетисчезают, как мы принимаем разум и науку как нашим правилам ".
		-- Bertrand Russell

%
"Уста лживые мерзость пред Господом, но говорящие истину принадлежат ему восторг. Кроткий ответ отвращает гнев; а оскорбительное слово возбуждает ярость. Он дает ответ не прежде, чем он слушает его, это глупость и бесчестье его. Не будь свидетелем против ближнего твоего без причины; и обманывать не с Губы твои. Смерть и жизнь во власти языка ".
		-- Proverbs, some selections from the Jewish Scripture

%
"В юности я стремилась к прочному славы, я жаждал фактическую определенность иЯ жаждал значимого видения человеческой жизни - так что я стал ученым.Это как став архиепископом так что вы можете познакомиться с девушками ".
		-- Matt Cartmill

%
Гейзенберг, возможно, были здесь.
		-- Matt Cartmill

%
"Любой повод послужит тирана."
		-- Aesop

%
"Опыт показывает, что некоторые люди действительно знают все."
		-- Russell Baker

%
Сколько Zen буддийский нужно, чтобы поменять лампочку?Два. Один, чтобы изменить его, и никто не изменить его.
		-- Russell Baker

%
"Я предпочитаю тупого дубинки последователей змея Бога".
		-- Sean Doran the Younger

%
"Если я не хочу, чтобы другие меня цитировать, я не говорю."
		-- Phil Wayne

%
"Мой терминал является смертельным чайной ложки."
		-- Patricia O Tuama

%
"Я ... женщина ... и ... технически паразитическим наростом матки"
		-- Sean Doran the Younger [allegedly]

%
"Это только мне, или кто-либо еще прочитать` Библии humpers 'каждый разкто-то пишет `библейские thumpers?
		-- Joel M. Snyder, jms@mis.arizona.edu

%
"Деньги есть корень всех денег."
		-- the moving finger

%
"... Грег Новак:` Другой пламени от Грега - Надо ли говорить больше? "- Джонатан Д. Trudel, trudel@caip.rutgers.edu"Нет, нужно меньше говорить."
		-- Richard Sexton, richard@gryphon.COM

%
"И это мое мнение, и это только мое мнение, вы сумасшедший. Простопотому что есть несколько hunderd другие люди, разделяющие ваше безумие с вамине делает вам никаких Санер. Обреченные, а? "
		-- Oleg Kiselev,oleg@CS.UCLA.EDU

%
"Послушание. Религия рабов. Религия интеллектуальной смерти. Мне нравитсяЭто. Не задавайте вопросов, не думаю, соблюдать Слово Господа - как этобыл удобно представлена ​​вам человека в Rolls с тяжелым Rolexна запястье. Мне нравится, что работу! Где я могу зарегистрироваться? "
		-- Oleg Kiselev,oleg@CS.UCLA.EDU

%
"Не домашняя жизнь, как мы понимаем, это не более естественным для нас, чем клетка, ккакаду."
		-- George Bernard Shaw

%
"Брак, как клетка, один видит птицы за пределами отчаянно, чтобы получить, ите, кто находится в отчаянии, чтобы выйти ".
		-- Montaigne

%
"Для мужчины и женщины, чтобы жить постоянно вместе ... биологическиговоря, крайне неестественной состояние ".
		-- Robert Briffault

%
"Брак низко, но вы провести остаток Ваша жизнь платить за это."
		-- Baskins

%
Человек не является полным, пока он не состоит в браке - то он закончил.
		-- Baskins

%
Брак является единственной причиной развода.
		-- Baskins

%
Брак это триумф воображения над интеллектом. Второй брак являетсятриумф надежды над опытом.
		-- Baskins

%
"Цепь, которая может быть дернул не вечна цепь».
		-- G. Fitch

%
"Попадают в рай для климата, Ад для компании."
		-- Mark Twain

%
"Я убежден, что производители ковров удаления запаха порошок есть включены инкапсулированные время выпущен мочи кота в своих продуктах. Эта технология должна быть, что помешало его распределение во время правления мамы. мой Ковер пахнет мочой, и у меня нет кота. Лучше ехать еще немного ".
		-- timw@zeb.USWest.COM, in alt.conspiracy

%
"Если есть не проблема населения, почему правительство положить рак всигареты? "
		-- the elder Steptoe, c. 1970

%
"Если вы не хотите свою собаку, чтобы иметь неприятный запах изо рта, делать то, что я: Налейте немного Lavoris в туалете ".
		-- Comedian Jay Leno

%
"Вот о чем подумать: Почему вы никогда не видите заголовок, как `Психическая Побед лотереи".
		-- Comedian Jay Leno

%
"Ну привет Чарли Браун, болван».
		-- Lucy Van Pelt

%
"Время есть иллюзия. Lunchtime вдвойне."
		-- Ford Prefect, _Hitchhiker's Guide to the Galaxy_

%
"Невежество есть почва, на которой вера в чудеса растет."
		-- Robert G. Ingersoll

%
"Пусть каждый человек учит сына, научить свою дочь, что труд почетное».
		-- Robert G. Ingersoll

%
"У меня нет ни малейшего доверия" духовных проявлений ".
		-- Robert G. Ingersoll

%
"Трудно переоценить долг, который мы обязаны мужчин и женщин гения."
		-- Robert G. Ingersoll

%
"Радость богатство и любовь является законным платежным средством души."
		-- Robert G. Ingersoll

%
"Руки, которые помогают лучше далеко чем губ, что молятся».
		-- Robert G. Ingersoll

%
"Это креационисты оскорбляющий утверждают, что Бог обманывает нам в глупом образом ".
		-- J. W. Nienhuys

%
"Нет, нет, я не против того, называется умным человеком в мире. Я просто хочу, он не был один ".
		-- Adrian Veidt/Ozymandias, WATCHMEN

%
"Be * отличная * друг к другу."
		-- Bill, or Ted, in Bill and Ted's Excellent Adventure

%
Процедуры лицензирования седьмое издание, я полагаю, все еще в силе,хотя я сомневаюсь, что ленты доступны из AT & T. Во всяком случае, все, чтоОграничения лицензии накладывает еще существуют. Эти ограничения были иявляются обоснованными для мест, которые просто хотят, чтобы запустить систему, но не позволяютмногое из того, что Minix была написана для, как изучение источника вклассы, или лицами, не имеющими в университете или компании.Я всегда думал, что Minix была прекрасная идея, и грамотно сделано.Что касается размера v7, WC -l /usr/sys/*/*.[chs] является 19271.
		-- Dennis Ritchie, 1989

%
"Наше видение заключается в ускорить время, в конечном итоге отмены его." - Алекс Шуре
		-- Dennis Ritchie, 1989

%
"Любовь это снегоходах по тундре, а затем внезапно он переворачивается над, прижав тебя внизу. Ночью лед ласки приходят ".
		-- Matt Groening

%
"Я не боюсь смерти, я просто не хочу быть там, когда это произойдет."
		-- Woody Allen

%
"Улица находит свои способы применения технологии."
		-- William Gibson

%
"Я вижу мало божественность о них или вас. Вы говорите со мной христианствакогда вы находитесь в акте висит врагов. Был ли такаякощунственно нонсенс! "
		-- Shaw, "The Devil's Disciple"

%
"Вы и я, как частными лицами может, за счет заемных средств, жить не по средствам, нотолько в течение ограниченного периода времени. Почему мы должны думать, что в совокупности,как нация, мы не связаны той же ограничения? "
		-- Ronald Reagan

%
"Он сделал решить, однако, что с большим количеством времени и многое умственных усилий,он мог бы, вероятно повернуть деятельность в приемлемый извращения ".
		-- Mick Farren, _When Gravity Fails_

%
"Преобразование, привередливый Богиня, любит кровь лучше кирпича и праздникиНаиболее тонко на человеческой воли ".
		-- Virginia Woolf, "Mrs. Dalloway"

%
Пора загружаться, не ваши загрузочные диски знать, где ваши контроллеры дисков есть?
		-- Virginia Woolf, "Mrs. Dalloway"

%
"То, что ученые имеют в своих портфелях ужасает."
		-- Nikita Khrushchev

%
"... Наиболее отлично варвар ... Чингисхан!"
		-- _Bill And Ted's Excellent Adventure_

%
"Нажмите на спусковой крючок, и вы мусор."
		-- Lady Blue

%
"Ах, какой бы мне не дать плеваться на в лицо ..."
		-- a prisoner in "Life of Brian"

%
"Истина никогда не приходит в мир, но как сволочь, на позоро нем, что принесло ей рождение ".
		-- Milton

%
"Если вы не можете обсуждать меня, то нет никакого способа в аду вы из-оскорблять меня."- Скотт Legrand (Scott.Legrand@hogbbs.Fidonet.Org)"Вы можете быть неправильно здесь, малышка."
		-- R. W. F. Clark (RWC102@PSUVM)

%
"Да, я настоящий кусок работы. Единственное, что мы узнать на ULowell является как пламя бесполезно взлом без СЭ, как ты. Я выше вас в каждый путь, подготовки и знаний в технической области. Любой человек может научиться как взломать, но Инжиниринг не приходит столь легко. На самом деле, я не пытаясь оскорбить всех специальностей вы CS там, но я думаю, EE является одним из тяжелые майоров / град майоров, чтобы пройти. К счастью, я делаю это ".- "Воин Диагностика" (wardiag@sky.COM)"Будучи оба ЭЭ и мудак одновременно должен быть тяжелым бременем для тебя. В действительности это не пламя, просто случайный наблюдение. Делает меня рад, что я был CS из основных, жизнь действительно приятно для меня. Веселитесь с Выбранный режим существования! "
		-- Jim Morrison (morrisj@mist.cs.orst.edu)

%
"BYTE редакторы мужчины, которые отделяют зерна от плевел, а затем печатать плевел ".
		-- Lionel Hummel (uiucdcs!hummel), derived from a quote by Adlai Stevenson, Sr.

%
"Удовольствие С USENET" МанифестОчень мало бывает на Usenet без какой-то ответ от некоторых другихЧитатель. Аферисты Usenet проводок не исключение. Так Есть некоторые, ктоможет поставить под сомнение обоснованность некоторых отрывков включенных в него, у меня естьнаписано составить список рекомендаций, которые подытожить философию нихопубликованные.	Один. Я никогда не вырезали слова в середине цитаты без оченьхорошая причина, и я никогда не вырезать их, не включая эллипсы. ДляНапример, "Я не Goob" может стать "Я ... A Goob", но это слишкоммирское возиться с. "Я взрывонепроницаемая" может (и имеет) становятся"Я ... и ... р ... уф", но что на самом деле его растяжения.	Два. Если я вырезать слова прочь начале или в конце предложения, я неположил эллипсы, но ни я выгоду то, что не были капитализированыпрежде чем отрезок. "Я не думаю, что Церковь Ubizmo является прекраснымМесто "превратится в" церковь Ubizmo является прекрасным местом ". Представьтепроводка в виде ленты-записи мыслей автора. Если я могу установитьдо цитаты через быстрой перемотки вперед и остановки ленты, и без сращивания,Я не ставлю многоточие. И кстати, я люблю использовать этот механизм дляповорота вещей вокруг. Если вы думаете, что-то воняет, так сказать - не сказать вамНе думаю, что это замечательно. ...
		-- D. J. McCarthy (dmccart@cadape.UUCP)

%
"Они, которые могут бросить существенную свободу получить немного временноеБезопасность заслуживают ни свободы, ни безопасности ".
		-- Benjamin Franklin, 1759

%
"Я, следовательно, я существую».
		-- Akira

%
"Стэн и я подумал, что этот эксперимент был настолько глуп, мы решили финансировать это сами ".
		-- Martin Fleischmann, co-discoverer of room-temperature fusion (?)

%
"У меня есть более подробную информацию в одном месте, чем кто в мире».
		-- Jerry Pournelle, an absurd notion, apparently about the BIX BBS

%
"Это то, что вы узнаете после вы знаете, все, что имеет значение его."
		-- John Wooden

%
#define BITCOUNT (х) (((BX_ (х) + (BX_ (х) >> 4)) & 0x0F0F0F0F)% 255)#define BX_ (х) ((х) - (((х) >> 1) & 0x77777777) \- (((Х) >> 2) & 0x33333333) \- (((Х) >> 3) & 0x11111111))
		-- really weird C code to count the number of bits in a word

%
"Если вы можете писать рассказы нации, вам не нужно беспокоиться о том, кто делает его законы. Сегодня телевидение говорит большинство историй, чтобы большинство людей большую часть времени."
		-- George Gerbner

%
"Разумный человек приспосабливается к миру; необоснованным один сохраняется в попытке приспособить мир к себе. Поэтому весь прогресс зависит от необоснованным человек ".
		-- George Bernard Shaw

%
"Мы хотим создать кукол, которые тянут свои строки."- Энн Марион"Будет ли это сделать их марионетками?"
		-- Jeff Daiell

%
По вопросу о программе отступа C:"In My Opinion эгоистического, программы большинства людей C должно быть отступом шесть футов вниз и покрыт грязью ".
		-- Blair P. Houghton

%
Был, казалось, таинственное обряд инициации, через которую, втак или иначе, почти каждый член команды прошел. Термин, которыйстарые руки, используемые для этого обряда - Запад изобрел термин, а не практика -был `подписавшись '. Зарегистрировавшись на проекте вы согласились сделать всебыло необходимо для успеха. Вы согласились оставить, если это необходимо, семья,хобби и друзей - если вы имели любой из них оставил (и вы не могли бы, еслиВы подписались слишком много раз, прежде чем).
		-- Tracy Kidder, _The Soul of a New Machine_

%
"К тому времени они уменьшились с 50 до 8, начались другие гномыподозревать "Голодные".
		-- a Larson cartoon

%
"Но разве вы не видите, цвет вина в хрустальном бокале может быть духовным. Взгляд в лицо, музыка скрипки. Театр Париж, может быть введен с духовным при всей своей солидности ".
		-- Lestat, _The Vampire Lestat_, Anne Rice

%
"Люби страну, но никогда не доверять свое правительство."
		-- from a hand-painted road sign in central Pennsylvania

%
      Я купил последнюю компьютер;      Он пришел полностью загружены.      Это было гарантировано в течение 90 дней,      но в 30 был устаревшим!
		-- The Wall Street Journal passed along by Big Red Computer's SCARLETT

%
Чтобы обновить Вольтера: "Я может убить все сбщ от вас, но я буду бороться заВаше право опубликовать его, и я дам это находиться на моих дисках ».
		-- Doug Thompson (doug@isishq.FIDONET.ORG)

%
"Хотя программа будет, но длиной в три линии,когда-нибудь это нужно поддерживать ".
		-- The Tao of Programming

%
"Включите, настроиться, качаться."
		-- Billy Gibbons

%
         ЗЕМЛЯ     смога | кирпич AIR - грязь - FIREгазированной воды | текила         ВОДЫ
		-- Billy Gibbons

%
"Конечно электроинструмент и алкоголь не смешиваются. Всем известно, электроинструмент нерастворим в спирте ... "
		-- Crazy Nigel

%
"Жизнь отстой, но смерть не потушить на всех ...."
		-- Thomas J. Kopp

%
   п = ((N >> 1) & 0x55555555) | ((П << 1) & 0xaaaaaaaa);   п = ((п >> 2) & 0x33333333) | ((П << 2) & 0xcccccccc);   п = ((п >> 4) & 0x0f0f0f0f) | ((П << 4) & 0xf0f0f0f0);   п = ((N >> 8) & 0x00ff00ff) | ((П << 8) & 0xff00ff00);   п = ((N >> 16) & 0x0000ffff) | ((П << 16) и 0xffff0000);
		-- Yet another mystical 'C' gem. This one reverses the bits in a word.

%
"Повсюду, от поп-культуры к пропагандистской системы, естьПостоянное давление, чтобы заставить людей чувствовать, что они беспомощны, что единственной ролиони могут иметь, чтобы ратифицировать решения и потреблять ".
		-- Noam Chomsky

%
"Сложная система, которая работает неизменно найдены, произошли от простойСистема, которая работала ".
		-- John Gall, _Systemantics_

%
"На мой взгляд, Ричард Столлман не признает терроризмом, если емуподошел и укусил его на Интернет ".
		-- Ross M. Greenberg

%
Я взял себе за правило, чтобы удержаться все прямые противоречия в настроенияхдругие, и все положительные утверждение мое. Я даже запретил себе применениекаждого слова или выражения в языке, который импортного фиксированный мнение,такие как "конечно", "несомненно," и т.д. Я принял вместо них "Ясебе »,« я полагаю », или« Я полагаю, "вещь настолько или так, или" так этомне кажется в настоящее ".Когда другой утверждал то, что я думал об ошибке, я отрицал себя самымудовольствие возражать ему резко, и немедленно некоторые показывая емуАбсурдность в его предложении. При ответе я начал наблюдая, что вопределенные случаи или обстоятельства его мнение было бы правильным, но в настоящее времяСлучай появились или мне показалось некоторую разницу, и т.д.Вскоре я обнаружил преимущество этого изменения в моем образом; разговоров, которые язанимается продолжал приятнее. Скромным способом, в котором я предложил мойМнения закуплены им более легкий прием и меньше противоречие. я имелменее умерщвление когда я оказалась в неправильно, и я более легкопреобладали с другими, чтобы отказаться от своих ошибок и присоединиться со мной, когда яоказался прав.
		-- Autobiography of Benjamin Franklin

%
"Если я когда-нибудь обойти к написанию данного языка depompisifier, она будет менятьсяпочти все вхождения слова "парадигмы" в "примере" или "модели".
		-- Herbie Blashtfalt

%
"Жизнь, отвращение его или игнорировать его, вы не можете это нравится."
		-- Marvin the paranoid android

%
Презрительным фонари мелькнула консоли компьютера.
		-- Hitchhiker's Guide to the Galaxy

%
"Там какая-то ошибка", сказал он, "ты не больше, чем компьютермиллиардный Gargantubrain которые могут рассчитывать все атомы в звезде вмиллисекунды? ""Миллиардный Gargantubrain?" сказал Глубокие мысли с нескрываемым презрением."Простое счеты. Упоминание его нет."
		-- Hitchhiker's Guide to the Galaxy

%
"Но ты нет", сказал он, "более дьявольской спорщик, чем Великая HyperlobicOmni-Родственное Нейтрон Wrangler из Ciceronicus Двенадцати Магии иНеутомимый? ""Великая Hyperlobic Omni-Родственное Нейтрон Wrangler," сказал Глубокие мысли,Тщательно прокатки г-х, "мог бы говорить все четыре ноги от с ArcturanМега-Осел - но только я мог убедить его пойти на прогулку после ".
		-- Hitchhiker's Guide to the Galaxy

%
Если строители построенных зданиях путь программисты пишут программы, Jolt Colaбудет Фортуна-500 компания.Если строители построенных зданиях путь программисты пишут программы, вы будетев состоянии купить миленький колониальной двухуровневый на Babbages за $ 34,95.Если программисты писали программирует способ строители строить здания, мы бы до сих пориспользовать autocoder и работает палубы компиляции.
		-- Peter da Silva and Karl Lehenbauer, a different perspective

%
Чтобы человеку свойственно ошибаться, мычать бычьего.
		-- Peter da Silva and Karl Lehenbauer, a different perspective

%
"Америка является сильной нации для бескомпромиссной усилий ACLU в."
		-- President John F. Kennedy

%
"Простые права, гражданские свободы, из поколения борьбы не должныбыть просто красивые слова для патриотических праздников, слова, которые мы подрывают по будням, ножить, заслуженный правила поведения среди нас ... Я рад, что американская гражданскаяСвободы Союз возмущается, и я надеюсь, что это всегда будет так ".
		-- Senator Adlai E. Stevenson

%
"Американского союза гражданских свобод выдержала четвероугольником против повторяющихся приливов истерии, чтовремя от времени угрожают свободы везде ... Действительно, труднооценить, насколько наши свободы, возможно, эрозии, если бы не длядоблестный представление Союза в судах конституционных правлюдей всех убеждений, независимо от того, как непопулярны или даже презираемымбольшинством они были в то время ".
		-- former Supreme Court Chief Justice Earl Warren

%
"Сила Конституции целиком лежит в определении каждогогражданин, чтобы защитить ее. Только если каждый гражданин чувствует своим долгом сделатьего доля в этой обороны являются конституционные права безопасные ".
		-- Albert Einstein

%
"Ну, я не понимаю, почему я должен сделать один человек несчастен, когда я могу сделать так многомужчины счастливы. "
		-- Ellyn Mustard, about marriage

%
"И это должно быть закон: Если вы используете слово` парадигмы 'не зная, чтословарь говорит, что это означает, вы идете в тюрьму. Без исключений."
		-- David Jones @ Megatest Corporation

%
"Люк, я Ер отец, да. Приходите к темной стороне, вы Hoser."
		-- Dave Thomas, "Strange Brew"

%
"Давайте не будем слишком жестко на нашем собственного невежества. Это то, что делает Америка велика. Если Америка не были несравненно невежественны, как бы мы терпели последние восемь лет? "
		-- Frank Zappa, Feb 1, 1989

%
"История каждой крупной галактической цивилизации, как правило, проходят черезтри различных и узнаваемые фазы, тем выживания, расследованию иИзысканность, иначе известный как, как, почему и где фаз."Например, первая фаза характеризуется вопросу« Как можномы едим?' на втором месте по вопросу: "Почему мы едим? а третийна вопрос "Где будем обедать?»
		-- Hitchhiker's Guide to the Galaxy

%
"Не думаю, что, пусть машину сделать это за вас!"
		-- E. C. Berkeley

%
"Из этого следует, что любой главнокомандующий, который обязуется осуществлять план которые он считает неисправен виноват; он должен выдвинуть свои причины, настаивают плана изменяется, и, наконец, подать в отставку, ачем быть орудием гибели своей армии ".
		-- Napoleon, "Military Maxims and Thought"

%
"(Главный программист) лично определяет функционал и производительность Характеристики, проектирует программа, коды он, проверяет его, и записывает свой документация ... Он нуждается большой талант, десять лет опыт и значительные системы и приложения знаний, будь то в прикладной математика, обработки бизнес-данных, или любой другой ".
		-- Fred P. Brooks, _The Mythical Man Month_

%
"Это не закончена, пока она не закончится."
		-- Casey Stengel

%
"Если что-нибудь может пойти не так, что это будет."
		-- Edsel Murphy

%
"Yo ребенок лет ребенок лет."
		-- Eddie Murphy

%
"Вы должны научиться управлять своим каяк по каким-джиу-джитсу. Вы должны научиться сказать, что река будет делать для вас, и дал эти параметры посмотреть, как вы может жить с ним. Вы должны поглотить свою силу и конвертировать его своим пользователям как можно лучше. Даже с быстротой и ловкостью байдарке, вы не быстрее, чем реки, ни сильнее, и вы можете бить его только понимая его ".
		-- Strung, Curtis and Perry, _Whitewater_

%
Каждый, кто приходит сюда хочет три вещи:1. Они хотят это быстро.2. Они хотят хорошо.3. Они хотят дешево.Я говорю им, чтобы выбрать два и перезвонить мне.
		-- sign on the back wall of a small printing company in Delaware

%
"Больше проектов программного обеспечения пошли наперекосяк из-за отсутствия календарного времени, чем для всех другие причины в сочетании ".
		-- Fred Brooks, Jr., _The Mythical Man Month_

%
паника: ядро ​​ловушка (игнорируется)
		-- Fred Brooks, Jr., _The Mythical Man Month_

%
"Ядерная война может испортить весь компиляции."
		-- Karl Lehenbauer

%
"Помните, экстремизма в невоенные умеренности не является добродетелью."
		-- Peter Neumann, about usenet

%
"Мы посвятили себя мощный идеи - органический закон, а не голым мощность. Там, кажется, всеобщее признание этой идеи в стране ".
		-- Supreme Court Justice Potter Steart

%
"То, что человек сделал, человек может стремиться делать."
		-- Jerry Pournelle, about space flight

%
"Если вы можете, помогать другим. Если вы не можете, по крайней мере, не причинять боль другим."
		-- the Dalai Lama

%
К системным программистом, пользователи и приложения служат только для обеспечениянагрузочный тест.
		-- the Dalai Lama

%
"Подумаешь, с СБИС мы можем иметь 100 ENIACS на чипе"!
		-- Alan Perlis

%
"... Местные запреты не могут блокировать прогресс в военных и коммерческих Технология ... Демократические движения для местного пресечения может только сдерживать демократии мира, а не мир в целом ".
		-- K. Eric Drexler

%
"THE дрянь, кто simpers что он не видит разницы между пятидолларовую доллараи кнут заслуживает, чтобы узнать разницу на собственной спине - как, я думаю, онбудем."
		-- Francisco d'Anconia, in Ayn Rand's _Atlas Shrugged_

%
"Если нация ценит нечто большее, чем свободу, он потеряет свою свободу, и по иронии судьбы в том, что, если это комфорт или денег он ценит больше, это будет потерять, что тоже ".
		-- W. Somerset Maugham

%
"Простите меня за дыханием, которое я никогда не делать в любом случае, так что я не знаю, почему я беспокоить сказать, боже, я так подавлен. Вот еще один из тех самодовольных двери. Жизнь! Не говори мне о жизни ".
		-- Marvin the Paranoid Android

%
Одним из основных трудностей Trillian испытали в ее отношениях сЗафод учился различать его притворяясь глупо просточтобы заставить людей покинуть их охрану, делая вид, что глупо, потому что он не моглень думать и хотел кого-то еще, чтобы сделать это за него, делая вид,чтобы быть настолько вопиюще глупо скрывать, что он на самом деле не понялшляпа происходит, и действительно быть действительно глупо. Он был reknowned длябудучи весьма умным и достаточно четко было так - но не все время, котороеОчевидно беспокоило его, поэтому этот акт. Он предпочел, чтобы люди были озадаченынежели презрительное. Это, прежде всего, как представляется, Trillian, чтобы бытьдействительно глупо, но она больше не могла быть обеспокоены, чтобы спорить о.
		-- Douglas Adams, _The Hitchhiker's Guide to the Galaxy_

%
В далеком тумане древних времен, в великих и славных дней с моментаБывший Галактическая Империя, жизнь была дикая, богатый и во многом налогом.Могучие корабли курсировали свой путь между экзотическими солнц, ищет приключений инаградить среди дальние уголки Галактического пространства. В те дни, духовбыли храбры, ставки были высоки, люди были настоящие мужчины, женщины были настоящими женщинамии маленькие пушистые существа из Альфа Центавра были настоящие маленькие пушистые существаот Альфа Центавра. И все решалось выдержать неизвестные ужасы, делать могучийпоступки, смело разделить инфинитив, что ни один человек не распалась раньше - и, таким образомбыл Империя кованые.
		-- Douglas Adams, _The Hitchhiker's Guide to the Galaxy_

%
"Горт, Klaatu Никто Берада."
		-- The Day the Earth Stood Still

%
> Из MAILER-DAEMON@Think.COM чт 2 марта 13:59:11 1989> Тема: Возвращается почта: неизвестная ошибка почтовой 255"Дейл, ваш адрес больше не функционирует. Вы можете это исправить на вашем конце?"- Билл Вульф (wtwolfe@hubcap.clemson.edu)"Билл, ваш мозг больше не функционирует. Вы можете это исправить на вашем конце?"
		-- Karl A. Nyberg (nyberg@ajpo.sei.cmu.edu)

%
"Не бросайте кислоту, считать пройти обанкротиться!"
		-- Bryan Michael Wendt

%
"Я получил вопрос для тебя. Я. есть минута?"
		-- two programmers passing in the hall

%
Я взял голову рыбы в кино, и я не должен платить.
		-- Fish Heads, Saturday Night Live, 1977.

%
Что говорил Боб кованого?
		-- Fish Heads, Saturday Night Live, 1977.

%
"Я не знаю, откуда мы пришли, Не знаю, где мы будем, И если все это должно иметь причину, Мы будет последним знать. Так что давайте просто надеюсь, что есть земля обетованная, И до тех пор, ... В лучшем случае как вы можете ".
		-- Steppenwolf, "Rock Me Baby"

%
"Помощь г мастера!"
		-- Tennessee Tuxedo

%
"Законодатель, всех существ, наиболее обязана закон верности. Он всех мужчин должны вести себя так, как будто закон заставил его. Но это универсальная слабость человечества, что мы дано управлять мы сейчас представить нам принадлежит ".
		-- H. G. Wells

%
"В отличие от большинства net.puritans, однако, я чувствую, что то, что другие согласившиеся компьютеры делать в частную жизнь своих собственных телефонных соединений является их собственный бизнес ".
		-- John Woods, jfw@eddie.mit.edu

%
"Не говори мне о оговорками! Я изобрел отказы!"
		-- The Censored Hacker

%
"На данный момент мы хотим быть совершенно ясно: социализм не имеет ничего общегос выравнивания. Социализм не может обеспечить условия жизни иРасход в соответствии с принципом «От каждого по егоспособностям, каждому по потребностям ». Это будет при коммунизме.Социализм есть другой критерий для распределения социальных льгот:"От каждого по способностям, каждому по труду». '
		-- Mikhail Gorbachev, _Perestroika_

%
"Кабель не роскошь, так как во многих районах плохой прием ТВ».- Мэр Тусон, Аризона, 1989[По-видимому, хороший прием ТВ является основной необходимостью - по крайней мере в Tucson -kl]
		-- Mikhail Gorbachev, _Perestroika_

%
"Все пути система должна быть топологически и циркулярно взаимосвязаны для концептуально окончательным, локально трансформируемые, polyhedronal понимание, чтобы быть достигнута в нашей спонтанной - ERGO, наиболее экономичным - geodesiccally структурированные мысли ".
		-- R. Buckminster Fuller [...and a total nonsequitur as far as I can tell.  -kl]

%
"Одна вещь они не говорят вам о выполнении экспериментальной физики является то, что иногда вы должны работать в неблагоприятных условиях ... как состояние седловатости террор ".
		-- W. K. Hartmann

%
"Это когда говорят 2 + 2 = 5, что я начинаю спорить."
		-- Eric Pepke

%
Сравнивая информацию и знания, как просят ли упитанности изсвинья является более или менее зеленый, чем назначенный правило нападающий ".
		-- David Guaspari

%
"Ни один из наших мужчин не" эксперты. "У нас есть наиболее сожалению сочли необходимымчтобы избавиться от человека, как только он считает себя экспертом - потому что никтолибо считает себя экспертом, если он действительно знает свою работу. Человек, который знаетРабота видит гораздо больше предстоит сделать, чем он сделал, что он всегда нажатиемвперед и никогда не отказывается от мгновение мысли на то, как хорошо и как эффективноон. Мышление всегда впереди, думая всегда пытается сделать больше, приноситсостояние ума, в котором нет ничего невозможного. В тот момент, попадает в"Эксперт" состояние ума большое количество вещей станет невозможным ".
		-- From Henry Ford Sr., "My Life and Work," p. 86 (1922):

%
"Нью-йоркские Времена читается людьми, которые управляют страной. The Washington Postчитается людьми, которые думают, что они управляют страной. National Enquirerчитается людьми, которые думают, Элвис жив и управляет страной ... "
		-- Robert J Woodhead (trebor@biar.UUCP)

%
        "...« Огонь »не имеет значения,« земля »и« воздух »и« вода »недело. "Я" не имеет значения. Ни одно слово не имеет значение. Но человек забывает реальностьи запоминает слова. Чем больше слов он помнит, чем умнее сделать егомолодцы почитать его. Он смотрит на больших преобразованиймира, но он не видит, как они были замечены, когда человек смотрел нареальность впервые. Их имена приходят к губам, и он улыбаетсякак он на вкус их, думая, что он знает их в наименовании ".
		-- Siddartha, _Lord_of_Light_ by Roger Zelazny

%
"Орошение земель с морской водой опресненной по термоядерной энергии является древним.Она называется "дождь".
		-- Michael McClary, in alt.fusion

%
"Плохая репутация UNIX получил совершенно незаслуженно, укладывают на людей кто не понимает, кто не получил там и пытались что-нибудь ".
		-- Jim Joyce, former computer science lecturer at the University of California

%
"Мы ученые, чьи трагическая судьба его была сделать методыаннигиляции все более ужасными и более эффективным, необходимо учитывать, что наше торжественноеи трансцендентной долгом сделать все от нас зависящее для предотвращения таких видов оружияиспользуется для жестокой цели, для которой они были изобретены ".
		-- Albert Einstein, Bulletin of Atomic Scientists, September 1948

%
"Вы можете иметь свою систему Unix, когда вы вырвать его из моих холодных, мертвых пальцев».
		-- Cal Keegan

%
Мы будем более чем счастливы сделать это один раз Джим показывает ни малейших признаковинтереса к фиксации его предложение бороться с техническимАргументы, которые * уже * сделана. Большинство инженеров естьуроки там мало что можно получить в тонкой настройки фаз газораспределенияна двигателе внутреннего сгорания бензиновых когда поршнии коленчатый вал не хватает ...
		-- Valdis.Kletnieks@vt.edu on NANOG

%
Это всегда грустно, когда блохи оставить, потому что это означает ваша собака мертва.
		-- Wesley T. Williams

%
