* SynRG отмечает, что ряд вопросов конфигурации ответить в  Sendmail является нетривиальной
		-- David Leimbach

%
* Джеймс бы большее впечатление, если магические силы netgod могла остановить  разбивает в первую очередь ...* Netgod отмечает разработчики Debian как известно, трудно произвести впечатление
		-- David Leimbach

%
<SEL> нужна помощь: мой первый пакет к моему провайдеру теряется :-(<Netgod> SEL: не пошлите первый, начать с # 2
		-- David Leimbach

%
<Джеймс> ругаться. Я так хромой я послал сообщение об ошибке, чтобы        Debian разрабатываемого-изменения
		-- David Leimbach

%
Я никогда не думал, что я хотел бы видеть день, где Netscape является свободным программным обеспечением иX11 является собственностью. Мы живем в интересные времена.
		-- Matt Kimball <mkimball@xmission.com>

%
<Jim> Лемм убедиться, что я не тратить время здесь ... bcwhite снимет      пакета по что нету были исправлены, которые имеют выдающиеся ошибки тяжести      "важный". Правда или ложь?<JHM> Джим: "важно" или выше. Правда.<Jim> Тогда мы вот-вот потеряет ftp.debian.org и DPKG :)* Netgod пропустит Dpkg - это было иногда полезно<Джой> Мы до сих пор обороты ....
		-- Matt Kimball <mkimball@xmission.com>

%
<JHM> перегрузки является признаком истинного сопровождающему Debian.
		-- Matt Kimball <mkimball@xmission.com>

%
<Overfiend> partycle: Я серьезно нужен отпуск из этого пакета.            Я на самом деле была мечта о введении тупой новую ошибку            в XBase-preinst прошлой ночью. Это плохой знак.
		-- Matt Kimball <mkimball@xmission.com>

%
Дать несвободного ПО не является этически легитимной деятельностью, так что еслилюди, которые делают эту столкнулись с проблемами, это хорошо! Все объекты на основена несвободного ПО должны потерпеть неудачу, и чем раньше, тем лучше.
		-- Richard Stallman

%
Служба DNS Microsoft завершается аварийно, когда он recieves ответк DNS запрос, который никогда не был сделано. Fix информация: запустить свой DNSСлужба на другой платформе.
		-- BugTraq

%
* DPKG руки сту огромный стакан vbeer* Джои берет пиво из ГТУ, вы слишком молоды;)* Cylord принимает пиво из Джоуи, ты слишком пьян.* Cylord дает пиво к магглов.
		-- BugTraq

%
Мы, народ распределения Debian GNU / Linux, для того, чтобы сформироватьболее совершенным операционная система, установить качество, обеспечить рынокРазнообразие, предназначены для общих потребностей пользователей компьютеров, способствуютбезопасность и конфиденциальность, свергнуть монопольных сил в компьютереиндустрия программного обеспечения, и закрепить блага свободы за нами ипотомством нашим, провозглашаем и устанавливаем настоящую Конституцию для DebianГНУ Система / Linux.
		-- BugTraq

%
"Это element_data структура элементов, * элементом ELEMENT_TYPE =FORM_TYPE_SELECT_ONE, FORM_TYPE_SELECT_MULT. * / / * * Вложенности глубжеи глубже, сильнее и сильнее, иди, иди, О, О, Ohhhhh !! * К сожалению, получилуносится там. * / Структура lo_FormElementOptionData_struct ".
		-- Mozilla source code

%
В то время как 2000 год (Y2K) проблема не является проблемой для нас, все Linuxреализаций влияние года 2038 (y2.038k) вопроса.Проект Debian стремится работать с промышленностью по этому вопросуи мы будем иметь наши полные планы и стратегия размещенные первом квартале2020.
		-- Mozilla source code

%
... Где был Stac Электроника, когда Microsoft изобрели DoubleSpace? гдебыли Xerox и Apple, когда Microsoft изобрел GUI? Где был Apple,QuickTime, когда Microsoft изобрели видео для Windows? Где был СпайгласМозаика Inc., когда Microsoft изобрели Internet Explorer? Где был вскогда Microsoft изобрели Java?
		-- Mozilla source code

%
Простите, если следующие звуки боевой и чрезмерно личный,но это мой общий стиль. - Ян Джексон
		-- Mozilla source code

%
"Моя самая большая проблема с RH (и особенно РЗ пакетов CONTRIB) является то, чтоОни не имеют ничего подобного нашей политики. Это одна из главных причинПоэтому их пакеты настолько паршиво и сломанные. Debian имеет совместную работусторона строит распределение вплоть до изобразительного искусства ".
		-- Mozilla source code

%
"Slackware пользователи не имеют значения. По моему опыту, Slackware пользователилибо невежественный новички, которые будут иметь проблемы даже с дегтем или ониоголтелые Do-It-умельцы, которые не могли бы установить чужое прекомпилируютсядвоичный даже если они были оплачены, чтобы сделать это ".
		-- Mozilla source code

%
<XinkeT> "Господь, дай мне спокойствие принять то, что я не могу         изменить, мужество изменить то, что могу, и мудрость         чтобы скрыть тела людей, которых я должен был убить, потому что они         совсем достал меня."
		-- Mozilla source code

%
* Темно изменил тему на канале #debian к: поздно вечером: После  месяцев тщательного охлаждения, Debian 2.0 достаточно наконец круто  выпуск.
		-- Mozilla source code

%
Я сидел смеется ехидно в моей записной книжке, пока они не показали мне бег PCLinux. И ах! Это было, как будто небеса разверзлись, и Бог вынесна стороне клиента ОС так красиво, так грациозно, и так элегантно, что миллионРазработчики Microsoft не мог придумать, даже если они имели столет, и тысяча ящиков Jolt колы.
		-- LAN Times

%
Я сидел смеется ехидно в моей записной книжке, пока они не показали мне бег PCLinux .... И разве душить этот компьютер? Разве это заикаться? Сделал это, ни разу,сказать, что эта программа выполнила недопустимую операцию и должно быть закрытовниз? Количество И это только на клиенте.
		-- LAN Times

%
"Я думаю, что большинство разработчиков Debian довольно" сильных волевых »людейс большой степенью понимания и высоким уровнем страсти для того, чтоони воспринимают как важно в развитии системы Debian ".
		-- Bill Leach

%
"На самом деле, только распределение Linux я когда-либо использовали, что прошлоТест rootshell из коробки (хит rootshell в то время расстояние являетсявыпущен и посмотреть, если вы можете разбить ОС с помощью сценариев оттуда) являетсяDebian ".
		-- seen on the Linux security-audit mailing list

%
* CULUS опасается Perl - язык с дополнительными ошибок
		-- seen on the Linux security-audit mailing list

%
<Сту> вы должны бояться использовать KDE, потому что RMS может прийти к вам      Дом и прилепится ваш монитор с топором или что-то :)
		-- seen on the Linux security-audit mailing list

%
"И я на самом деле нравится Debian 2.0, что значительно я полностью обновленныйумолчанию конфигурации из системы Linux наша компания продает и заново любойиз систем Linux в офисе и у себя дома .. "
		-- seen on the Linux security-audit mailing list

%
<Давиде> как бой политики политика полицейской с политикой для изменения         Политика полиции общественного порядка
		-- seen on the Linux security-audit mailing list

%
<Темно> "Давайте формировать стандарт Ассоциации по стандартизации Linux Linux        Совет. Цель этой плате будет стандартизировать Linux        Организациями по стандартизации ".
		-- seen on the Linux security-audit mailing list

%
<Overfiend> Не приходят ко мне с плачем о своих "30 минут компиляций" !! я            должны построить X в гору в обоих направлениях! В снегу! С голой            футов! И у нас не было компиляторов! Мы должны были перевести            Код С до Мнемоника СЕБЯ!<Overfiend> А мне было 18, прежде чем мы даже имели монтажников!
		-- seen on the Linux security-audit mailing list

%
Нью-Йорк (CNN) - пользователи Интернета, которые проводят даже несколько часов в неделю в Интернетедома наблюдается более высокий уровень депрессии и одиночества, чем еслиони использовали компьютерную сеть реже, The New York Timesсообщила в воскресенье. Результат ... удивлены исследователей испонсоры, среди которых были Intel Corp., Hewlett Packard, AT & T Research иApple Computer.
		-- seen on the Linux security-audit mailing list

%
"Что поражает, однако, общее расположение и интеграцияСистема. Debian является действительно элегантный дистрибутив; Большое вниманиебыли приняты в подготовке пакетов и их размещение в пределахСистема. Огромное количество пакетов, доступных также впечатляет .... "
		-- seen on the Linux security-audit mailing list

%
Debian Linux является твердой, комплексный продукт, и подлинное удовольствиеиспользовать. Он также отлично подходит к участию с коллективом Debian,чей дружелюбие и дух напоминает первые дни в Интернете иего чувство открытости и глобального сотрудничества.
		-- seen on the Linux security-audit mailing list

%
<Flood> я могу написать Unix-подобное ядро ​​в Perl?
		-- seen on the Linux security-audit mailing list

%
<Flood> netgod: У меня также есть «зло Inside" футболку (ж / Intel логотип) .. на        задняя говорится: "Когда приходит восхищение, вы будете иметь корень?"
		-- seen on the Linux security-audit mailing list

%
<Зарков> "NT 5.0. Все ошибки и в десять раз размер кода!"
		-- seen on the Linux security-audit mailing list

%
<CULUS> есть 150 мегабайт в / TMP реж! О БОЖЕ
		-- seen on the Linux security-audit mailing list

%
<TOOR> netgod: что вы имеете в своем ядре ??? Составлен источником       вождение шаттл ???<Spoo> время сделать почтовый диск вашего дисковода то. Если ядро       Безразлично подходят от того, ядро ​​ИИ
		-- seen on the Linux security-audit mailing list

%
Теперь я могу, наконец, объяснить всем, почему я делаю это. Я только что получил $ 7 стоитиз свободный материал для работы на Debian!
		-- seen on the Linux security-audit mailing list

%
<Ultima> netgod: Мой калькулятор имеет больше регистров, чем x86, и
		-- thats- sad

%
* Boren бросает MATLAB через всю комнату и надеется, что она распадается на ряд  aproaching бесконечные peices
		-- thats- sad

%
"... Это было намного быстрее, чем я думал, что это будет намного быстрее,чем NT. Если дальнейшее увеличение скорости сделали на сервер для окончательногорелиз, Oracle будет в состоянии стереть свои задницы с SQL SERVER ипередать его обратно в M $ в то время как администраторы Oracle ... мигрировать свои базы данныхк Linux! "
		-- thats- sad

%
Мировое господство, конечно. И полураздетые женщины. Какая разница, еслиего двадцать ниже? - Линус Торвальдс
		-- thats- sad

%
<Flav> Win 98 Психическая издание: Мы расскажем вам, где вы собираетесь завтра
		-- thats- sad

%
<ZPX> это удивительно, как "не-нарушена" Debian по сравнению с слабину и относительной влажности
		-- thats- sad

%
<Темно> "Эй, я из этого проекта под названием Debian ... вы слышали о нем?       Имя, кажется, на кучу наших вещей ".
		-- thats- sad

%
"В случае воспринят провал попытки руководства проектом #debian являетсяуполномочен принимать радикальные и descisive меры для исправления неисправного,включая но не ограничиваясь до исключения чиновников, apointing новых чиновникови вообще злоупотребление власти "
		-- proposed amendment to Debian Constitution

%
<Overfiend> мы называем 2.2 _POTATO_ ??
		-- proposed amendment to Debian Constitution

%
<SirDibos> вовсе Johnie Ingram болтаться здесь, на IRC?
		-- proposed amendment to Debian Constitution

%
* Twilight1 придется повесить его Mozilla шапочка динозавра чучело если  Netscape аншлаги на много проигравших ..
		-- proposed amendment to Debian Constitution

%
<Лк> если MacOS для компьютерной неграмотных, то Windoze является для      компьютерные мазохисты
		-- proposed amendment to Debian Constitution

%
<Темно> CULUS: Построение пять-метровый реплику Стейт       Здание с скрепки впечатляет. Делая это с завязанными глазами является       eleet.
		-- proposed amendment to Debian Constitution

%
Так и вижу его сейчас: выдвижения с терроризмом ;-)        - Маноджхаха! я назначить Манодж.
		-- seeS

%
<JHM> Как-то у меня больше уважения к 14-летней разработчиков Debian, чем     14-летний Certified Microsoft крепостных.
		-- seeS

%
<CULUS> Бен: Вы solumly клянусь прочитать вам Debian электронную почту раз в день и        не позволяют людям думать, что вы MIA?<Бен> CULUS: я этого клянусь
		-- seeS

%
"Интересно, если это первая конституция в истории человечествагде вы должны вычислить квадратный корень, чтобы определить, есть ли движениепроходит. :-) "
		-- Seen on Slashdot

%
Это решение задачи Debian в .. и так как единственным реальным способомчтобы создать больше родственников разработчиков, чтобы иметь детей, нам нужно большесекс! Это долгосрочные инвестиции ... это сама работа, котораяудовлетворение!
		-- Craig Brozefsky

%
<Marcus> Dunham: Вы знаете, как вещественные числа строятся из рационально         числа по классам эквивалентности сходящихся последовательностей?<Dunham> Marcus: да.
		-- Craig Brozefsky

%
<CULUS> "Привет"? "Привет Baybee" "Вы Johnie Ingram?" "Для вас я буду        кто "" Ermm .. Вы продаете Slink компакт-дисков? "" Я люблю slinkies "
		-- Craig Brozefsky

%
<Overfiend> Xhost + локальный должно быть сделано только с помощью людей, которые бы            красить хоста и пароля на межгосударственном            путепровод.
		-- Craig Brozefsky

%
<JHM> AIX - В Unix, от вселенной, где Спок имеет бороду.
		-- Craig Brozefsky

%
<Knghtbrd> Исследования доказывают, что исследования вызывает рак в 43% лаборатории           крысы<CQ> knghtbrd- да, но 78% из тех статистических данных со смещением на 52% ...
		-- Craig Brozefsky

%
<учащих> APT:! ошибки<Склонны>! Ошибки глупы<DPKG> APT: глупы? что это?<Склонны> Dpkg: я не знаю,<Dpkg> APT: Красота в глазах владельца пивного ...<Склонны> я уже его таким образом, DPKG.
		-- Craig Brozefsky

%
<Магглов> я пытаюсь убедить некоторых администраторов Netcom я знаю, чтобы преобразовать          чтобы Debian от RH, netgod, но они чертовски упрям<Магглов> почему пользователи RH так чертовски трудно во главе?<Эспи> это шляпа
		-- Craig Brozefsky

%
<Дуги> Debian - Вся сила, без глупой шляпе.
		-- Craig Brozefsky

%
Сколько месяцев мы будем иметь за ними [Redhat] с Glibcвыпуск?"
		-- Jim Pick, 8 months before Debian 2.0 is finally released

%
Цель имея списки рассылки, а не имеющие новостей являетсяразместить барьер для вступления, который защищает списки и их пользователей отВторжение общими необразованных орд.
		-- Ian Jackson

%
Большинство из нас чувствуют, что маркетинг типы как опасного оружия - держать'Em выгружен и заперли в шкафу, и только вывести их из когдаВы должны их делать работу.
		-- Craig Sanders

%
<BENČ> Cerb: мы подписали вас на Debian-бой в качестве замедлителя<BENČ> Cerb: правила списка, 1) Нет хорошие письма, 2) Никаких извинений
		-- Craig Sanders

%
<Teknix> наш местный телекоммуникационный признал, что кто-то "загнан в         Кнопка на коммутаторе "и взял всю сеть банкоматов вниз<Netgod> надеюсь, теперь маршрутизаторы предназначены лучше, так что "сеть         выключено "Swtich находится на задней
		-- Craig Sanders

%
<Overfiend> грозовых: когда вы получаете {} MessagesLikeThisFromYourHardDrive<Overfiend> грозовых: она либо средства {} TheDriverIsScrewy<Overfiend> или<Overfiend> {YourDriveIsFlakingOut BackUpYourDataBeforeIt'sTooLate            Молись Богу }
		-- Craig Sanders

%
<Склонны> было сказано, что RedHat это то Марк Юинг носит на      его голова.
		-- Craig Sanders

%
<MrCurious> силой greyskull<MrCurious> кто подскажет запрет размещать<Сопвич> mrcurious: * .debian.org, * .novare.net<PhilX> * .debian.org. это потрясающе.
		-- Seen on LinuxNet #linux

%
"Что это сказать мне? Что если Microsoft были последним программным обеспечениемКомпания в мире осталось 13% населения США будет чистящиегараж продаж и Гудвилл для старых TRS-80, машин CPM & Apple] [ 'S Передони будут покупать Microsoft. Это не совсем звон одобрения ".
		-- Seen on Slashdot

%
"Брюс Мак-Кинни, автор из Hardcore Visual Basic, объявила, чтоон сыт по горло VB и не буду писать 3-е издание своей книги.лучшая цитата находится в конце: "Я не нужен язык, разработанный акцентомГруппа "."
		-- Seen on Slashdot

%
<Cylord> Будет ли приемлемым для Debian политики, если мы вставили кронтаб         По умолчанию в картофеле, что по электронной почте bill.gates@microsoft.com         Каждое утро с электронной почтой, которые читают, "Не волнуйтесь, Linux является         увлечением ... "
		-- Seen on Slashdot

%
* Overfiend размышляет делать в NMU из asclock, в котором он просто меняет  расширенная описание к "Если вы наклониться и положить голову между  ваши ноги, вы можете прочитать время с вашего assclock ".<Дуги> Overfiend: ложиться спать.
		-- Seen on Slashdot

%
<Рид> Важно отметить, что основная причина, по которой Римская империя       Сбой в том, что они не имели никакого понятия нуля ... Таким образом, они не могли       проверить успех или неудачу своих программ C.
		-- Seen on Slashdot

%
С каких это пор цель Debian был успокоить интересовмасса неквалифицированных потребителей? - Стив Короче
		-- Seen on Slashdot

%
<Joeyh> netgod: э, эти 2.2.0 Пакеты 2.0.0pre9 или у вас есть        Прямая линия с богами?<Netgod> joeyh: я есть прямую линию
		-- Seen on Slashdot

%
<_Anarchy_> Ох .. кто раздавать бумажные мешки 8)
		-- Seen on Slashdot

%
<Неудобно> кто вокруг?<Flav> нет, мы все нерегулярные многоугольники
		-- Seen on Slashdot

%
<CULUS> О БОЖЕ НЕ случайная цитата генератор<Netgod>, конечно, вы не думали, что было статичным? как хромой это будет? :-)
		-- Seen on Slashdot

%
Простое несуществование является слабым оправданием для объявления вещь unseeable. Вы* Может * см драконов. Вы просто должны смотреть в правильном направлении.
		-- John Hasler

%
<Меловые> GCC является лучшим компрессор либо перенесен на Linux. она может превратиться         12 МБ исходных текстов ядра (и это .debbed) в 500k ядра
		-- John Hasler

%
<Манодж> I * как * курицы
		-- John Hasler

%
 [] DOGBERT [2] Ричард Столлман [3] Баффи Саммерс [1] MANOJ Шривастава [4] Ни один из выше
		-- Debian Project Leader 1999 ballot

%
<Oryn> Кто-нибудь знает, есть ли версия DPKG для RedHat?
		-- Debian Project Leader 1999 ballot

%
Acme-пушка (3,1415) неустойчивы; Актуальность = низкий  * Добавлена ​​безопасность для предотвращения оператор расчленение, закрывает: ошибка # 98765,    ошибка # 98713, # 98714.  * Добавлена ​​странице справочника. закрывает: # 98725.
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
! Netgod: *! Время летит, когда Youre использованием Linux! Doogie: *! ага, бесконечные циклы в 5 секунд.! Teknix: *! кто-нибудь повторное тестирование, что с 2.2.x?! Netgod: *! да, 4 секунды Теперь
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
* Темно приветствует LIW с небольшим желтым лягушки.* LIW целует лягушку и наблюдает это преобразование к красивой ботаник  девушка, берет ее на мороженое, и счастливо живет вечно после  с ней<Темно> LIW: Умм это слишком поздно, чтобы иметь лягушку обратно?
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
* CULUS думает, что мы должны идти на выставках и посмотреть сколько человек  может убить, бросив компакт-дисков Debian на них
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Темно> "Да, ваша честь, у меня есть RSA шифрование кода татуироваый на моем        пенис. Должен ли я показать присяжным? "
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Knghtbrd> вы люди все с ума.<Джой> рыцарь: уверен, что именно поэтому мы работаем над Debian.<JHM> Knghtbrd: войти в контакт со своим внутренним психа.
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<CULUS> Санс не демонстрирует не менее 3 TCP / IP ошибки в 2.2.3
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Mercury> alexsh: Be / очень / cairful, вы могли бы, если ваш повезло, жарить ваш          материнские платы ..<Knghtbrd> Ртуть - звучит весело
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<RCW> темно-: кальдера?<Knghtbrd> RCW - это не распределение, это проклятие<RCW> Knghtbrd: это проклятое распределение
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
Программное обеспечение как секс, лучше, когда это бесплатно. - Линус Торвальдс
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Темно> Knghtbrd: У нас есть много whatevers.<Knghtbrd> темно - В Debian? Ад да мы делаем!
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
Я сделал это просто ссать вас покинуть. :-П
		-- Branden Robinson in a message to debian-devel

%
Программное обеспечение, необходимое Win95 или лучше, так что я установил Linux.
		-- Branden Robinson in a message to debian-devel

%
10) нет 10, но это звучало как хорошая числа :)
		-- Wichert Akkerman

%
Эрик Реймонд: Я хочу жить в мире, где программное обеспечение не сосать.Ричард Столлман: Любое программное обеспечение, не является свободным отстой.Линус Торвальдс: Я заинтересован в бесплатное пиво.Ричард Столлман: Это нормально, до тех пор, как я не придется пить. я                   не нравится пиво.
		-- LinuxWorld Expo panel, 4 March 1999

%
Я не уравновешенным человеком ... - Брюс Perens
		-- LinuxWorld Expo panel, 4 March 1999

%
Лично я не часто говорим о социальной пользы, потому что, когда я слышу другойлюди говорят о социальной пользы, что, когда я достигаю револьвера.
		-- Eric Raymond

%
Если мы хотим что-то хорошее, чтобы родилась в девять месяцев, потом секс долженпроизойдет. Мы хотим иметь вид секса, который является приемлемым и увлекательным для обоихлюди, не та, где кто-то получать на болтах. Давайте получить некоторые крестоплодотворение, но не кто-то получать на болтах.
		-- Larry Wall

%
Мы все знаем, Linux велик ... он делает бесконечные циклы за 5 секунд.
		-- Linus Torvalds

%
ДА! ДА! ДА! О да! (По электронной почте Ой, я похожу Мэг Райан ;-)
		-- Ian Nandhra

%
<Knghtbrd> Если я начну писать эссе о свободном программном обеспечении для Slashdot,           пожалуйста, снимать меня.
		-- Ian Nandhra

%
<RoboHak> хм, обед звучит как хорошая идея<Knghtbrd> бы попробовать как хорошая идея слишком
		-- Ian Nandhra

%
постскриптум - Я о * это * близко к бегает в серверной комнате сПара болторезные, и большой деревянный молоток, смеясь как маньяк ивсе режущие я может поместиться кусачки вокруг. и бить, чтокоторые я не могу. так что если я, кажется полу-некогерентного, или просто очень * действительно * неприятныйпорой, пожалуйста, прости меня. стресс не довольно вещь. };П
		-- Phillip R. Jaenke

%
Каждая компания жалуются деловой практики Microsoft, это просторозовый куст. Они выглядят прекрасными и запах приятный. После того, как повезет компания нокаутировалMicrosoft они будут теряют свои лепестки, чтобы выставить шипы снизу.шип любым другим именем будет так больно.
		-- Phillip R. Jaenke

%
Что-то должно быть сделаноЭто то, чтоПоэтому, это должно быть сделано
		-- The Thatcherite Syllogism

%
<Knghtbrd> xtifr - остерегайтесь Джеймса, когда он едет его лечение =>
		-- The Thatcherite Syllogism

%
Равнодушие, безусловно, будет падение человечества, но кого это волнует?
		-- The Thatcherite Syllogism

%
Никогда не стоит недооценивать силу человеческой глупости.
		-- Robert A. Heinlein

%
Золото, п .:  Мягкий податливый металл относительно мало по распределению. Это добывается  глубоко в земле по беднякам, которые затем отдать его богатых мужчин, которые немедленно  похоронить его обратно в землю в больших тюрьмах, хотя золото не сделано  ничего с ними.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
* LILO заявляет OPN виртуальный боль в заднице :)
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
"Они оба предприятия - если вы дали им достаточно денег, яуверен, что они сделают все, что, черт возьми, вы спросите: -> "
		-- David Welton

%
"Вы имеете право не быть мудаком. Если вы отказываетесь от этого прававсе, что вы говорите и делаете здесь будет использовано против вас. Если ты не можешьпозволить себе перестать быть мудаком, то кто-то будет назначен для началаваша отсюда ".
		-- Your rights as an irc addict

%
* Симунье настолько счастлив, что она имеет ее матери Джина<Dellaran> лучше вернуть их обратно, прежде чем она пропускает их!
		-- Your rights as an irc addict

%
<Iambe> боевая наиболее Intellegent людей на планете не так просто
		-- Your rights as an irc addict

%
California, п .:    От латинского «Calor", что означает "тепло" (как в английском "калорий" илиИспанский "кальенте"); и "fornia" за "полового акта" или"блуд." Следовательно: Тьерра-де-Калифорния, "земля горячего секса."
		-- Ed Moran

%
* Caytln хлопает Лизе<Caytln> кетфайт: P<LisaHere> Смотреть это девушка, мне это нравится.<LisaHere> :)<Caytln> цифры: D
		-- Ed Moran

%
<MFGolfBal> RIT / ара: Там-то действительно сумасшедший о UNIX            белье ...
		-- Ed Moran

%
X Window System:  Стандарт UNIX графическая среда. С Linux, это, как правило  XFree86 (http://www.xfree86.org). Вы можете назвать это X, XFree, Х  Система Окно, XF86, или множество других вещей. Назовем его "XWindows 'и  кто будет бить вас, и вы будете это заслужили.
		-- Ed Moran

%
<Knghtbrd> "Валютные коллекторы форума." "Я перенаправления хотя           вторичные муфты. Если мы вновь выровнять мы фазовое многообразие           должны быть в состоянии использовать матрицу плазменной индуктор вручную           запустит новый сырный серию параллельное ".* ShadwDrgn вздохи<Фаза> вы оставить свои коллекторы одиночку<Фаза>!
		-- Ed Moran

%
* Turken думает маленькие дети абсолютно очаровательны ... especialyy когда  они чужую.
		-- Ed Moran

%
* Overfiend вздохи<Overfiend> Netscape отстой.<Overfiend> Это карточный домик покоится на ложе из зыбучих песков.<Эспи> во время землетрясения<Overfiend> в торнадо
		-- Ed Moran

%
<SilverStr> этике СМИ оксюморон, так же, как гигантская креветка и            Microsoft Works.<MonkAway> не говоря уже NT Security
		-- Ed Moran

%
<Silvrbear> оксюморонов? Я видел один вчера - памфлет на «Taco Bell            Пищевая ценность "
		-- Ed Moran

%
* Knghtbrd развязывает пару двойных бочечных snurf орудий и покрытий  Иисус с snurf дартс<Иисус> Мини: P
		-- Ed Moran

%
<Jgoerzen> Дуги: вы звук крайне нестабильным :-)<Knghtbrd> jgoerzen - он.* Дуги BOPS Knghtbrd<Knghtbrd> см? Прибегая к насилию = D
		-- Ed Moran

%
Я также был большим поклонником Unix тех пор я понял, что ШОС неUnix. - Деннис Бейкер
		-- Ed Moran

%
<Dracus> Ctrl + Alt + Ctrl + P + R<Knghtbrd> Dracus - боги! Это хуже, чем EMACS!<LauraDax> Hehehehe<Dracus> не спрашивают, что это делает: P
		-- Ed Moran

%
<Iambe> вы не псих<Knghtbrd> Вы, очевидно, не знают меня достаточно хорошо пока. =>
		-- Ed Moran

%
* AJ думает Кб ^ Zzz должны выбирать различные вещи, чтобы мечтать о чем   Вообще резолюции и политические изменения.<Кб ^ Zzz> AJ - сказать мне об этом, это плохой знак
		-- Ed Moran

%
<Crow_> хм, есть ли вариант --now-черт возьми для Exim?
		-- Ed Moran

%
<DarthVadr> Кира: РЕГИСТРИРУЙТЕСЬ темной стороне, юноша.<Кира> Дарт, я * AM * темную сторону.
		-- Ed Moran

%
<Netgod> Feanor: и не имеют никакого представления о глубине stupidty американского права
		-- Ed Moran

%
Тот, кто выделяется в середине дороги выглядит Roadkill для меня.
		-- Linus Torvalds

%
<LILO> "ПОЖАЛУЙСТА УВАЖАТЬ интеллектуальных прав!"<LILO> "Пожалуйста продемонстрировать интеллект". ;)
		-- Linus Torvalds

%
<Knghtbrd> Feanor - вопросы лицензирования важны. Если мы не смотрите нас           ослов сейчас, чья-то собираешься подойти и укусить нас позже ...
		-- Linus Torvalds

%
"Теперь мы будем иметь, чтобы убить вас."
		-- Linus Torvalds

%
* Knghtbrd может уже представить: "Тема: [намерение ГОТОВИТЬ ДЛЯ ВЫРАБОТКИ   ПОДАЧА Сообщение об ошибке] Опечатки в программном документе "
		-- Linus Torvalds

%
<Netgod> хе вот безнадежное дело, как правильно произношением из         "Ювелирные изделия"<Netgod> отказаться от него :-)<Шалфей> и правильное написание "цвета" :)<BENČ> хе<Шалфей> и алюминий<BENČ> или ядерное оружие<Шалфей> вы threating мне янки?<Шалфей> просто потому что мы не имеем бомбу ...<BENČ> отступить Я. желтого живот
		-- Linus Torvalds

%
<LauraDax>! Видел Бога<Tabi-> LauraDax, я не помню "бог"
		-- Linus Torvalds

%
<Кира> это хирургическая войны, где вы идете дать иностранных войск нос рабочих мест?
		-- Linus Torvalds

%
<Xtifr> Афина Desktop Environment! В ваших сердцах, вы знаете * * это        правильный выбор! :)* Knghtbrd THWAPS xtifr
		-- Linus Torvalds

%
<Knghtbrd> shaleh - нечистый просто странно.<Эспи> хе, нечисто это круто<Knghtbrd> Эспи - и странно.<Эспи> да, странно тоже
		-- Linus Torvalds

%
<Xtifr> прямые мозговых имплантатов :)<Knghtbrd> xtifr - да ну, то с использованием ЭВМ фактически требуют некоторого           из этих идиотов думать!<Knghtbrd>;>
		-- Linus Torvalds

%
<Knghtbrd> Overfiend - Кстати, после того как мы обнаружили X принимает все 1,4 концертов           строить, вы готовы признать, что X является вирусы? =><Overfiend> KB: есть 16 1/2 минут разрыв в моем ответе<ACF> knghtbrd: доказательства того, что X является лишь * второй * худшее оконная      Система;)
		-- Linus Torvalds

%
<LIW> блин, автономная движение мыши обычно начинается после того, как использовать      кнопка мыши<Wichert> не использовать кнопку мыши, то :)<LIW> да, конечно :)
		-- Linus Torvalds

%
<Knghtbrd> Вы знаете, Linux нуждается в игровой платформы в главной роли Tux<Knghtbrd> любопытное Супер Marioish, но с Tux и тому подобное маленькой кибер           ошибки и Borgs и тому подобное ...<Knghtbrd> А вам придется прыгать мимо billgatus и нажмите клавишу, чтобы бросить его           в лаву, а затем вы видите какой-то парень, который выглядит как RMS           или кто-то сказать "Спасибо за спасение мне Tux, но Линус           Торвальдс в другом замке! "
		-- Linus Torvalds

%
<Thoth_> Да, хорошо, что вот почему он пронумерованы 2.3.1 ... это для тех из нас         кто пропустит NT-подобных uptimes
		-- Linus Torvalds

%
<Shinobi> Есть вещи пострашнее Perl .... ASP приходит на ум
		-- Linus Torvalds

%
* М2 смотрит на мониторе ... похоже гамбургер ...<Knghtbrd> м2 - это плохой знак
		-- Linus Torvalds

%
<Knghtbrd> Оставьте его Манодж позвонить Procmail "Очень плохо"
		-- Linus Torvalds

%
<Crow-> Манодж: хорошо, я не могу понять, такие вещи, как "S / 3 # $% ^% {]] [@ F245}"<Манодж> Crow: Это не совсем правовой ;-)<Knghtbrd> Манодж - как бы один сделать "S / 3 # $% ^% {]] [@ F245}" правовой           так или иначе? (И что бы это сделать? Хехе)<Манодж> Knghtbrd: Вы должны закончить S /// выражение.<Knghtbrd> ой, это все?
		-- Linus Torvalds

%
<Кира> Ада, единственный язык записывается MILSPEC.<MIKSTER> <дрожь>
		-- Linus Torvalds

%
<BENČ> -include ../../debian/el33t.h<BENČ> Sendmail сборки ... Имя странно заголовок :)<Isildur> хахаха* netgod laffs<Netgod> BENČ: можно сказать, у меня используется для поддержания Sendmail? :П<BENČ> хе :)
		-- Linus Torvalds

%
<Фаза> нет ... Я musn't иметь больше кофе !!! ;)<Симунье> уверены ю делать Phase :)<Фаза> Вы действительно хотите, чтобы я отражаясь от потолка?<Симунье> Еш :)<Kira_> отскакивая потолка gewd<Фаза> ок, который был глупый вопрос<Kira_> это splatting на полу, что это проблема.
		-- Linus Torvalds

%
<Kensey> RMS для президента ???<RelDrgn> ... или СОЭ, он хочет новую работу;)
		-- Linus Torvalds

%
О нет, только не снова.
		-- Manoj Srivastava

%
<Knghtbrd> Конечно, RMS фанатик, я не отрицаю этого. Я даже сказать           он королевский боль в заднице большую часть времени. Но он           еще чаще прав, чем нет, и он заслуживает некоторого уровня           кредитной и уважение к его работе. Мы не были бы здесь сегодня           без него.
		-- Manoj Srivastava

%
<Эспи> завтра будет большое волнение в рабочей силе
		-- May 18, 1999

%
Я дислексией Борга. Подготовьте иметь свой зад ламинат.
		-- May 18, 1999

%
<NeonKttn> У меня был друг придерживаться меня в ее шкафу при старшей школе beacuse I           не поверит, что ее бойфренд знал о прелюдии ...<NeonKttn> Я Shoulda принес попкорн. :)
		-- May 18, 1999

%
<Knghtbrd> печатном для wussies<Тофер> компьютерные программные прейскурантов .... следующий, на HardCopy
		-- May 18, 1999

%
<Kceee ^> Я ненавижу пользователей<Knghtbrd> вас это звучит как уже сисадмина!
		-- May 18, 1999

%
<Change_m2> Уилл LINUX никогда обогнать нарезанный хлеб как # 1 достижение            человечества?
		-- May 18, 1999

%
<APH> Манодж собирается гайки на крепежной ошибка крестового похода! Ву Ву!<Knghtbrd> Манодж пошел орехи давно. но ошибка фиксации это круто =>
		-- May 18, 1999

%
<RCW> те видимо-бактерии, такие как многоцветные черви выходят из      BackOrifice от Microsoft<RCW> это BackOffice логотип
		-- May 18, 1999

%
* Симунье находится на oc3-> OC12<Daem0n> Симми: укусить меня. :)<Симунье> демон: нормально :)
		-- May 18, 1999

%
<Overfiend> LILO: ну тогда, вы, вероятно, ответственным мыслителем.            Добро пожаловать в очень маленьком клубе.<LILO> Overfiend: приветствовать меня, когда вы присоединитесь :)
		-- May 18, 1999

%
В принципе, я хочу, чтобы люди знали, что, когда они используют двоичный только модули,Это их проблемы. Я хочу, чтобы люди знали, что в их костях, и яхотите выкрикнул с крыш. Я хочу, чтобы люди просыпаются вхолодный пот каждый раз в то время, если они используют двоичный только модули.
		-- Linus Torvalds

%
* Wichert_ воображает мастер без MTA<Джеймс> Wichert: хм? что может помешать себе свободу из BTS: р
		-- Linus Torvalds

%
<Геккон> Хм ... Интересно, что еще отделяет Debian от остальной части        дистрибутивов.<Knghtbrd> геккон - Мы не сосать<Геккон> Knghtbrd: вы не сказать, что при решении кучу людей        От тех дистрибутивов<Knghtbrd> геккон - точка.
		-- Linus Torvalds

%
Благодаря модели развития закрытым исходным кодом от XFree невозможноподдерживать или даже рассуждать о, особенности в пред- или бета-версияхиз XFree.
		-- Marcus Sundberg

%
>> Я не очень считаю Библии УПО-текст в качестве технического документа,>> Но ... :)> Это руководство - для живых.Но она не была обновлена ​​в течение длительного времени, многие скажут, что этопечально устарело, и вышестоящим сопровождающему не реагирует на егоЭл. адрес. :-)        - Бранден Робинсон, Оливер Элфик, и Крис Уотерс в           сообщение для Debian политики
		-- Marcus Sundberg

%
<Knghtbrd> Я могу придумать множество людей, которые нуждаются User = ID10T Someplace!
		-- Marcus Sundberg

%
<Slashdot> мой США geograpy паршив ... лол<Knghtbrd> так мое, и я живу здесь
		-- Marcus Sundberg

%
MoonChild без мнением? Сатана катание на работу завтра!
		-- Brett Manz

%
<Knghtbrd> Я действительно не хочу много на всех ... просто доброе слово, А.Н.           привлекательная женщина, и неограниченный трафик !!
		-- Brett Manz

%
<Knghtbrd> Если мы оба правы (я предполагаю, что мы) Я не очень доволен.* Minupla руки вы занижение вознаграждения года.
		-- Brett Manz

%
Последний раз я был тесный контакт с другим человеком был довольноболезненный опыт ... Я скорее понравилось ...;)
		-- Brett Manz

%
<Apple_IIe> Кто-нибудь видел мою 80 столбца карточку?
		-- Brett Manz

%
<Slackware> Ой-ой, что же я начал :)<Debian> ROFL ... дистрибутивов ник войны.* Slackware просто ждет / ник Gnome, / ник KDE, а затем мировой войны 4   вырваться<WinNT>: OP<OpenBSD> <утка><PalmOS> :)<Slackware> no'one посмеет / Nick RedHat<Tru64> Mew.
		-- Brett Manz

%
<Crow-> им fcucking друк* Knghtbrd гарантирует войти все Crow- говорит сегодня ...<MrBump> хехех<MrBump> Он сказал, что жениться на мне! черт возьми!!<Crow-> не чувак никакой возможности<Knghtbrd> MrBump - Он не такой пьяный<MrBump> Knghtbrd: Я раздавлен: о)
		-- Brett Manz

%
<Knghtbrd> aggh!<Knghtbrd> сделать его остановить!<Knghtbrd> сделать его остановить !!
		-- Brett Manz

%
<Knghtbrd> RoboHak - хорошо, патч не нарушена, но мой мозг           по-видимому,<Туалет> что нет ничего нового (;<Knghtbrd> туалет - тишина.<Knghtbrd> =>
		-- Brett Manz

%
<DPG> Американцы странно ....<Xtifr> калифорнийцы даже более странные<Knghtbrd> xtifr имеет точку ...
		-- Brett Manz

%
* Woot улыбается безмятежно.<Woot> Я не хочу показаться более охотно о вхождении в knghtbrd годов       siglist.
		-- Brett Manz

%
<CULUS> DHD: R вы часть тайного Debian надструктуре?<DHD> нет. нет никакого секрета Debian надструктуре.<Космические лучи> хотя теперь, когда кто-то принес его, давайте начнем друг            :-)<Knghtbrd> космические лучи - почему нет, звучит как интересный способ, чтобы провести           днем = D
		-- Brett Manz

%
<Xtifr> вы не должны быть сумасшедшим, чтобы работать здесь .... Ой, подождите, да ты!        :)
		-- Brett Manz

%
* O-O-всегда так debmake, потому что он точно знал, что он будет делать ...<Там> O-O-: вы бы ;-)
		-- Brett Manz

%
2.3.1 была выпущена. Люди новые к этой игре должны помнить, что2.3. * Релизы ядра развития, без гарантий, что онине вызовет вашу систему общего ужасные вещи, как коррумпированные егодиски, возгоранию или начать работать Mindcraft ориентиры.
		-- Slashdot

%
делать {    :} В то время (HELL_FROZEN_OVER!);
		-- Slashdot

%
0 7 * * * эхо "... Linux это просто причуда" | почта billg@microsoft.com -s = "И запомни..."
		-- Slashdot

%
<Хоп> кб: Я требую целостности и честности в тех, кто я делать бизнес с<Хоп> я знаю, что мои требования являются необоснованными, но парень может мечтать, не может он?
		-- Slashdot

%
<Jgoerzen> STU: ах этой машине. Не кажется ли вам, что-то по имени           Столлман заслуживает быть альфа? :-)<Сту> jgoerzen: нет, на самом деле, я бы Prolly быть более склонны назвать 386      с 4-мя мегабайтами оперативной памяти и 40 мегабайта на жестком диске Столлман в.<Сту> с большим содержанием жира случае, что делает тонн шума и погремушки пол* Knghtbrd падает на полу, держа за бока смеялись<Сту> и ..<Сту> двойной высоты жесткий диск
		-- Slashdot

%
вызовы функций клингонские не «параметрами» - они имеют «аргументы»
		-- and they ALWAYS WIN THEM.

%
* Knghtktty не собирается спросить, как кабачки попали в обсуждении ...
		-- and they ALWAYS WIN THEM.

%
<Knghtbrd> Тема: [GR ПРЕДЛОЖЕНИЕ] Должны ли мы голосовали в мелочах?
		-- and they ALWAYS WIN THEM.

%
<Woot> Поместите * что * в вас .sig и курить, Knghtbrd.<CULUS> Вы знаете, он будет прочитать:><Woot> heheheheh.
		-- and they ALWAYS WIN THEM.

%
"Как вы путешествие по жизни занять минуту, то и дело, чтобы датьподумал другой сотрудник. Он мог быть замышляет. "
		-- Hagar the Horrible

%
<Knghtbrd> Хорошо, вы, люди заговорили о BSDM применения           сетевое оборудование ... Я думаю, что я убежал и делать что-то полезное           и Debianish и держаться подальше от этого ...<Knghtbrd> (для разнообразия)
		-- Hagar the Horrible

%
<Knghtbrd> mariab - не думаю, что Debian не имел некоторые очень глупо и           очевидные ошибки перед<Knghtbrd> конечно, мы, как правило, исправить наши ПЕРЕД мы выпускаем = D
		-- Hagar the Horrible

%
<Knghtbrd> mariab - Я являюсь разработчиком Debian. Red Hat является "врагом" или           Нечто подобное я думаю .. Все-таки пользователи типажей RH как           идиоты или их распределение, как полностью разбита по умолчанию           является полной и окончательной FUD.
		-- Hagar the Horrible

%
>> Но IANAL, конечно.>> IANAL либо. Мой сын, но если я спросил его я мог бы получить ответ, который я> Бы не хотел слышать."Вот мой счет-фактура". ? = D
		-- Hagar the Horrible

%
> Хорошо, я вижу, вы знаете, что вы делаете :-)Либо так, либо я получил довольно хорошо на притворяется.
		-- Hagar the Horrible

%
<Wichert> 8 утра это ungoldly час бодрствовать :)* Gorgo обычно встает в 11 утра
		-- Hagar the Horrible

%
Там нет Кабал.
		-- Hagar the Horrible

%
<_Anarchy_> ACF: возможно 1 апреля следующего года Slashdot должен работать "Роб MALDA            принимает новую работу в качестве главы проекта Debian "8)
		-- Hagar the Horrible

%
* Netgod открывает свою почтовый ящик и сразу желает он hadnt
		-- Hagar the Horrible

%
<Frogbert> его трудно быть лесбиянкой withoutn груди ... люди не принимают           вы серьезно
		-- Hagar the Horrible

%
Возможно Debian обеспокоен больше о техническое совершенство, а непростота использования программ взлома. В первом мы можем преуспеть. вПоследнее мы должны уступить поле Microsoft. Угадайте, где я хочу пойтиCегодня?
		-- Manoj Srivastava

%
* PerlGeek действительно инопланетянин* Knghtktty считает PerlGeek
		-- Manoj Srivastava

%
<Netgod> мой клиент был собственностью серьезно<Netgod> этот парень получил корень, побежал анализаторы пакетов, установленных .rhosts ибэкдоры, положить целый новый реж в называется / Библиотека / "", который имеетПолный набор smurfing и убивая инструментов<Netgod> единственная ошибка не удаляя лог<Netgod> Вопрос в том, как был взломан корневой, и что я не мог сказать, у<Netgod> это, конечно, не Debian окно* Netgod отмечает коробка Debian является единственным остались нетронутыми хакером
		-- wonder why

%
* joeyh резюме совершает свой домашний каталог. Аааааа<Дроу> eeeeeeek<Дроу> joeyh: Это просто зло. Период.
		-- wonder why

%
<Kethryvis> Gruuk: UFies являются сверх человечества :)
		-- wonder why

%
Я остановился давно, чтобы попытаться найти что-нибудь в списке ошибка DPKG.Мы должны работать для вступления в Книгу рекордов Гиннесса.
		-- Stephane Bortzmeyer

%
<Ahzz_> я понял 17G Oughta быть достаточно.
		-- Stephane Bortzmeyer

%
<N3tg0d> имеет / USR / бен / Emacs были введены в / и т.д. / оболочек еще? :П
		-- Stephane Bortzmeyer

%
* Joeyh пользуется прекрасный способность Netscape, чтобы врезаться, чтобы закрыть        10 окон с помощью одного нажатия кнопки<Joeyh> вот это прогресс!<Knghtbrd> Ошибка шины =>
		-- Stephane Bortzmeyer

%
<Игра слов> Вы измерять вибраторы в "знаков в секунду"? у меня естьПлохая новость для вас, C90, вы мастурбировал с	   матричный принтер.
		-- Stephane Bortzmeyer

%
Здравствуй! Я вирусом .signature! Скопируйте меня в ваш ~ / .signature, чтобы помочь мне sprea =d!
		-- Stephane Bortzmeyer

%
* Knghtktty шепчет нежности к Thyla (материал о составителей и            графика и модернизации оперативной памяти и большие жесткие диски ...)<Thyla> oooooooooOOOOOOOOOO<Infinitas> Knghtktty: вот положительно порнографического ...* Thyla уходит в припадки экстаза ...
		-- Stephane Bortzmeyer

%
<Саная> вы, ребята, все больны! болен болен больной я сказать тебе;)
		-- Stephane Bortzmeyer

%
* BMA является рывок* Knghtbrd является Knghtbrd* DHD также рывок* Эспи зло* Knghtbrd считает ESPY
		-- Stephane Bortzmeyer

%
* BMA чудеса, если это сделает .sig Knghtbrd
		-- Stephane Bortzmeyer

%
Технические ди решения не вызывает голосования. Два законодательство в СШАгосударства почти решил, что значение Pi быть 3,14, точно. народное голосованиене делает для правильного решения.
		-- Manoj Srivastava

%
<AJ> <Knghtbrd> увеличение напряженности во всем мире (о чем свидетельствует преступления<AJ> и еще много чего) за тот же период времени выглядит как Linux<AJ> рост с 1993<AJ> `` Linux связан с всемирной эпидемии преступности !! ''
		-- Manoj Srivastava

%
<Теллер> где я и что я делаю в этой handbasket?
		-- Manoj Srivastava

%
Поскольку эта база данных не используется для получения прибыли, а с целыми работы не являютсяопубликован, он подпадает под добросовестного использования, как мы его понимаем. Тем не менее, если таковыенеполные идиот решает сделать прибыль от этого, они будут должныдважды проверьте все это ...
		-- Notes included with the default fortunes database

%
Там нет кнопки повтора на кошку, кто хочет завтрак.
		-- Notes included with the default fortunes database

%
Тема: Ошибка # 42432: Debian-политика: Предложение по CTV для Проект для ДоказательствоКонцепция проекта предложений на Предложение по CTV для CTV принять решение опредложение о CTV для CTV на Шоуда ли мы иметь CTV нафайле / USR / док в / USR / доли / перехода док сейчас, или позже.
		-- Ed Lang

%
<Knghtbrd> Это трекбол для одного<Wichert> так что это не грызун<Wichert> это какашка с мячом торчит<Wichert>, которые вы ласкать постоянно
		-- Ed Lang

%
* HomeySan ждет пиццу Папа Джон, чтобы показать<Ravenos> мм. Папа Джон.<HomeySan> надеюсь они посылают милые водителя поставки<Ravenos> они не имеют, что здесь.<Dr_Stein> почему? ты собираешься съесть драйвер вместо этого?
		-- Ed Lang

%
<Netgod> это мне, или Knghtbrd храпа?<Joeyh> они убили knghtbrd!<Netgod> Кыш: Wichert, геккон, joeyh, и я в комнате пытаясь игнорировать          Knghtbrd<Кыш> netgod: Knghtbrd трудно игнорировать.
		-- Ed Lang

%
<Woot> Человек, желаю knghtbrd были здесь, чтобы захватить, что для его списке SIG.[... Через несколько часов ...]<Knghtbrd> Woot меня не знаете vewy хорошо, делать он?<Knghtbrd> muahahahaha
		-- Ed Lang

%
* Knghtbrd шкурок Wichert с NERF дартс* Wichert отмечает нет МБР nerfs еще и игнорирует kngtbrd<Knghtbrd> Wichert - просто ждать, увидев NERF Гатлинга пушки, МБР           не далеко (просто накачать черта в течение часа или двух           это все...)
		-- Ed Lang

%
Операционных систем, установленных:  * Debian GNU / Linux 2.1 4 CD Set (20 $ от www.chguy.net; стоимость входит    налоги, доставка, и $ 3 пожертвование FSF). 2 компакт-диска являются двойными, 2 CD    Полный исходный код;  * Windows 98 Second Edition Обновление версии ($ 136 через Megadepot.com,    Цена не включает налоги / отправка). не удивительно, не исходный код    Включено.
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
Кража этот слоган. Я сделал.
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Bfextu> ой Noooo, Knghtbrd есть пистолет :)<Дуги> ^^ вставить музыку ^^<Knghtbrd> bfextu - о / ~ все это на ходу O / ~<Bfextu> о / ~ убежать, ruuuuun от платят-ай-Айн о / ~
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Mercury> Emacs отстой, в буквальном смысле, не оскорбление, просто комментарий, что его          достаточно большой, чтобы оказать заметное гравитационное ...
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
В компьютере, я считаю вашу веру в технологии забавным.
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
* Knghtbrd назначает 3 Криса* переменная чудеса, кто еще по имени Крис, кроме меня<Knghtbrd> переменная - вы. =>* Knghtbrd ждет переменной резко сказать: "Я чувствую себя так используется!"<Переменная> Knghtbrd: :)* Переменная ++<Переменная> :)
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
* Эспи размышляет очереди uplad названием "ад", так что я могу сделать dupload --to ад
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Valkyrja> Java, дорогая, иногда я действительно хочу бить вас.<Knghtbrd> Valkyrja - он понравится ему слишком много<Reteo> Valkyrja: да ну, идти вперед и делать это ... бить Java в капучино! :-)
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Тали> быть vewwy vewwy qwuiet .. Я huntin ewwos wuntime
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
Red Hat недавно выпустила Security Advisory (RHSA-1999: 030-01)охватывающих переполнение буфера в пакете Vixie хрон. Debian имеетобнаружил эту ошибку еще два года назад и установил ее. Поэтому версии вкак, стабильная и нестабильная, распределения Debian неуязвимы к этой проблеме ..
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
Во-первых - Quake просто невероятно. Это позволяет многократно убить вашегобосс в офисе без ареста. :)
		-- Signal 11, in a slashdot comment

%
Закон Лукаса: Добро всегда победит, потому что зло нанимает _stupid_             инженеров.
		-- Signal 11, in a slashdot comment

%
* TribFurry только получает спам из UCSD ... Я использовал для получения электронной почты из            сам, но я решил, что не нравлюсь, и он замолчал	    мне
		-- Signal 11, in a slashdot comment

%
<Rain_work> записку о общежития холодильником ... "Для человека, который съел содержимое            контейнера с надписью «Джеймс» - предупреждение, что это был мой биологическийэксперимент "
		-- Signal 11, in a slashdot comment

%
<KatanaJ> Обратите внимание на лаборатории Chem холодильник-«Это холодильник не взрыво-          доказательство ".
		-- Signal 11, in a slashdot comment

%
<KnaraKat> Dalnet подобно Специальной Олимпиады IRC. Там очень много           слюнотечение Goin ', и каждый является «победитель».
		-- Signal 11, in a slashdot comment

%
Но изменения Dpkg является недопустимой, и мы договорились, среди прочего,следить за потребностями наших пользователей на переднем крае наших умах. И отв перспективе пользователя, то, что держит систему аккуратные в нормальномСлучай, и работает * сейчас *, гораздо лучше, чем идеалистических фантазий какработает DPKG.
		-- Manoj Srivastava

%
Для каждого зрение есть равное и противоположное редакция.
		-- Manoj Srivastava

%
<Epsilon3> Knghtbrd, если мы хотели lameass замечание мы сказали бы:           Эй, neckro
		-- Manoj Srivastava

%
<Tigah _-> у меня есть 4 Гб / TMP<Knghtbrd> Что вы будете делать с 4G / TMP? Обобщение X?<Tigah _-> да
		-- Manoj Srivastava

%
<KnaraKat> Укус меня.* TheOne получает немного соли, затем переходит к грызть на KnaraKat немного         немного....
		-- Manoj Srivastava

%
* Knghtbrd отмечает он пюре мозги сегодня вечером<Валькирия> ням, я могу есть?<Knghtbrd> гм ...* Knghtbrd скрывает от Валькирия
		-- Manoj Srivastava

%
<Knghtbrd> joeyh теперь имеет терминал на диване?<Knghtbrd> Этот парень проводной, клянусь =><Дуги> Knghtbrd: ноутбук<Дуги> и я не имею в виду кошек.
		-- Manoj Srivastava

%
Учитывая некоторые последние нитей, интерактивные дискуссии можетНеобходимо проводить на холсте, в присутствии арбитра, аносить мягкие перчатки. ;-)
		-- Phil Hands

%
<Джеймс> но, то я использовал Atari, мне было больше шансов выиграть в лотерею в        Десять стран одновременно более чем получить ускоренное X
		-- Phil Hands

%
* Joeyh задается вопросом, почему все хотят знать, насколько высокий он<Джеймс> joeyh: это помогает снайперу
		-- Phil Hands

%
* BENČ задается вопросом, почему он повышен до 3.3.5-1, прежде дэ X сопровождающего
		-- Phil Hands

%
<Деленн> Я бы не сделать это через 24 часов, прежде чем я бы стрельбы до         гриль и хлопая несколько друзей на Барби.<Spacemoos> Почему вы ударите друзей с Барби, вот любопытное странный
		-- Phil Hands

%
На самом деле .. на основе этой модели, что АНБ и не является ... многие излюди читают это являются членами НСА ... /. это Afterall 'Новости дляПридурки ".АНБ понедельник утром {на кофеварке):АНБ АГЕНТ 1: Эй, ребята, вы проверить Slashdot за выходные?    АГЕНТ 2: Нет, я устанавливал Mandrake 6.1 и я coulnd't получить штопать             PPP соединение до ..    АГЕНТ 1: Ну проверить это ... они на нас.
		-- Chris Moyer <cdmoyer@starmail.com>

%
Технология является Констандом битва между производителями производить больше ибольше дурака системы и природа производить больше и лучше, идиоты.
		-- Slashdot signature

%
knghtbrd: не может быть никакой ложки, но вы можете обнаружить уязвимость вeye_render_shiny_object.c?
		-- rcw

%
<Joy> вау ... Простая арифметика показывает, что разработчики Debian уже более закрытой      чем * 31 * * * тыс сообщения об ошибках, так как наша BTS существует!<Joy> то есть о 30 999 больше, чем Microsoft;)
		-- rcw

%
<Knghtbrd> Заметим, что вышеприведенные всего лишь мнение и не должно бытьПринятые для включения какой-то мере фактической информации.           СПИКЕР ОТКАЗЫВАЕТСЯ все и вся. ИМЕТЬ ДЕЛО С ЭТИМ.
		-- rcw

%
<Джеймс> любой гном уроды вокруг?<Knghtbrd> не я, я просто урод
		-- rcw

%
<Madax> ах<Madax> сбор вундеркиндов ....<Madax> Я чую его сейчас
		-- rcw

%
<Knghtbrd> научиться любить Window Maker.<Knghtbrd> немного NeXTStep хорошо для души.
		-- rcw

%
Предостережения: это GNOME, бойтесь, очень боится линии зависит
		-- James Troup

%
<CULUS> Hhhmmmmmmmm<CULUS> водяные для коров<CULUS> eleet<CAS> CULUS: почему бы корова нужна водяная кровать?<CULUS> CAS: Чтобы быть удобными тепло
		-- James Troup

%
Если вы, что вы едите, я думаю, что делает меня сыр датский.
		-- Anonymous

%
<Хоп> при запуске делает только глупые ошибки, которые очевидны, вот      когда вы начнете получать компетентный<Хоп>, потому что вы не делают принципиального непонимания ошибки<Хоп> и то * хорошие * знак.
		-- Anonymous

%
<LILO> это странно, когда вы идете на сафари в Африке, чтобы поймать льва, вы       найти его живым и это заряжает, и тогда вы убить его<LILO> когда вы идете на сафари в Южной бухте, чтобы найти Palm Vx, вы нашли       его мертвым и взять его домой и он заряжает после его появления :)
		-- Anonymous

%
<LILO> Я могу читать кровавый * Руководство *, как будто это были какие-то       религиозные тракта описания формы просветления можно достичь       после 10 лет на горе :)
		-- Anonymous

%
Закон Гейтса: Каждые 18 месяцев, скорость программных половинок.
		-- Anonymous

%
<Knghtbrd> Solver_: добавить пользователей, которые должны быть Мессинг со звуком в группу           аудио .. Убедитесь, что устройства все группы одной (Ls -l           / DEV / DSP даст вам быстрый указание, если это, вероятно,установить справа) и собрать ядро ​​с поддержкой звука для вашей карты<Knghtbrd> или необязательно устанавливать ALSA источник и сборки модулей для этого           косметикой kpkg<Knghtbrd> ИЛИ (не рекомендуется) получить и установить злой OSS / Linux зло           несвободные зло бинарные только злые водители --- но те злы.И я упоминал, что это не рекомендуется?
		-- Anonymous

%
Я думаю, IRC не собирается работать, хотя --- мы бежим из тему космоса!
		-- Joseph Carter

%
«Pacific Bell обслуживания клиентов, это [..], как я могу предоставить вамвысокий уровень обслуживания клиентов сегодня? ""Hahahahaha !! Это хорошо, мне это нравится ..""Эм, спасибо, они делают нас сказать, что."
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Danpat> Омник: кровавые newzealanders<Омник> danpat: заткнуться<Danpat> хе :)<Knghtbrd> высмеивающий .nz'ers отличается --- они все странно* knghtbrd шкуры<Омник> hrmph
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Joy> Flinny: черный кронтаб магии любопытное вещи :)<Knghtbrd> Joy: это значит люди, чтобы танцевать голым вокруг костров           пение странные вещи и машут руками в глупое           Способ?<RCW> knghtbrd: что вы * думаю * люди делают на Novare?
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Knghtbrd> * snipsnip *<RCW> Ах, является то, что звук редактирования предсказатель базы данных?<Joy> Ой-ой<Knghtbrd> Да =>
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Joy> вот клудж (ТМ)<Knghtbrd> Это Работает (тм)<Joy> AIX работает (TM)<Knghtbrd> нет, не<Knghtbrd> =>
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
"Разница между гением и глупостью, что гений этоПределы ".
		-- Albert Einstein

%
<Knghtbrd> Если зарядка кого за нарушение США крипто законы получили бы           ты смеялся во внесудебном порядке, просто "расследование" их на Hte заряда           в измене!<Knghtbrd> Чай, любой?<Эспи> Я лучше утонуть политиков вместо чая :)<Сту> выслеживать: политики имеют жабры, дух<ESPY> ласки не имеют жабры
		-- Albert Einstein

%
Если у меня есть проблемы с установкой Linux, то не так. Очень неправильно.
		-- Linus Torvalds

%
* Bma_home нащупывает Вас<Bma_home> "дов в, неправильно канал"<Bma_home> </ ACF><Cerb> бросить ощупью меня<Дуги> Вы знаете, вам понравится.<Bma_home> самом деле, это был "нащупать мне ребенка"<Gecko-> коснуться моего сына и ты умрешь БМА;)<Дуги> gecko-: но ваша жена нормально?
		-- Linus Torvalds

%
Чтение компьютерные пособия без аппаратного как разочарование, как чтениеРуководство по сексу без программного обеспечения.
		-- Arthur C Clarke

%
<Knghtbrd> (tinc)<Эспи> (ytitac)<Knghtbrd> (ntinac)<Эспи> (это)<Knghtbrd> (в)* Эспи замечания говорить в ACR ^ Winitialisms будет страшно, когда другая сторона  понимает вас
		-- Arthur C Clarke

%
<Knghtbrd> Жаль древнейшие юниксов являются к Y2K<| Дождь |> слишком плохо?<| Дождь |> почему, потому что люди не будут модернизировать до 2038 года?
		-- Arthur C Clarke

%
<Espy_on_crack> "Я установил" Linux 6.1 ', не делает меня UNIX                гуру?"<BENČ> Espy_on_crack: нет, вы должны установить его дважды, прежде чем вы       гуру ... один раз, чтобы доказать, что вы можете сделать это, второй, чтобы исправить то,       Ваш сломал первый раз<Espy_on_crack> Ну правильно, как глупо с моей стороны
		-- Arthur C Clarke

%
* Knghtbrd делает ET вещь<Knghtbrd> кто получил говорить-н-заклинание?
		-- Arthur C Clarke

%
<Омник> другой .sig дополнение
		-- Arthur C Clarke

%
Я начинаю думать, что генофонд мог использовать немного хлора.
		-- Arthur C Clarke

%
Это так плохо, как вы думаете, и они, чтобы получить Вас.
		-- Arthur C Clarke

%
<Эспи> быть осторожным, некоторые упрек может сослаться на вас<Эспи> из контекста ...
		-- Arthur C Clarke

%
*** Тема для #redhat: RedHat является ответом на все ваши проблемы. Это    может быть началом слишком!
		-- Arthur C Clarke

%
* Cesarb чудеса, если менее чем за неделю Кармак в конечном итоге получая  по электронной почте вежливости копию версии источника Quake который четыре  раз быстрее, чем вышел из его виртуальных рук ...
		-- Arthur C Clarke

%
<Knghtbrd> JHM: Я не поставив землетрясения в исходный код ядра<Knghtbrd> но мы должны положить землетрясения в загрузочных дискет с одним планом           игра тетрис кальдеры ..;>
		-- Arthur C Clarke

%
Оружие не убивает людей. Это те проклятые пули. Оружие просто сделать их перейтидействительно очень быстро.
		-- Jake Johanson

%
<Эспи> надо разбить главный в "ядре" и "WTF-потребители сего"
		-- Jake Johanson

%
<Culus-> libc6 не является существенным: |
		-- Jake Johanson

%
<DHD> есть специальный новогодний пакет для землетрясения<DHD>, где вы получите быть как робот Санта на Футурамы?<Dunham> DHD: это было бы весьма несбалансированным игра ...<Knghtbrd> Dunham: это идея. ;>
		-- Jake Johanson

%
<Knghtbrd> проблема с стандартов кодирования GNU, они предполагают, чтовсе в мире использует Emacs .. Если бы это было так, бесплатно           Программное обеспечение умрет, потому что мы все имеют проблемы запястьякак RMS к настоящему времени и уже не сможет закодировать. ;>
		-- Jake Johanson

%
Да ладно! политический протест! Sheesh. Где это анархист дух? ;-)
		-- Decklin Foster

%
Мы увеличили наши стандарты, так до вашей!
		-- Decklin Foster

%
* Woot сейчас известно как Woot-ужин* Knghtbrd окропляет немного соли на Woot<Knghtbrd> Я никогда не имел Woot перед ... Надежда они невкусные<Woot-ужин> Noooo!<Woot-ужин> не ешь меня!* Knghtbrd решает, что он не хочет обед, что переговоры с ним ... хехе
		-- Decklin Foster

%
[В отношении мер, чтобы предотвратить мошенничество в землетрясения]Я имею в виду, до тех пор, как я могу сделать мои Ракетомет выглядеть большим Twinkie,Я буду счастлив ;)
		-- Qeyser <keyser@jhu.edu>

%
<Knghtbrd> r0bert: короче, мы движемся несколько вещей клиент           В настоящее время отвечает за рассказ сервер в вещи на           сервер проверяет себя<Knghtbrd> Если Neo говорит "Там нет никакой ложки", Матрица скажет "Да           нет --- никакого обмана! "<Холлис> Но он знает кунг-фу ...<Knghtbrd> Конечно, он делает, но у меня есть гранатомет.
		-- Qeyser <keyser@jhu.edu>

%
* Ртуть спокойно снимает руку XT-полосный по ..* Ртуть затем переходит к бить XT-полосный с рукой XT-полосный в.<Knghtbrd> вау, все это землетрясение хакерство делает Ртуть жестоким здесь* Мао рада проект землетрясения кузница находится в хороших руках
		-- Qeyser <keyser@jhu.edu>

%
<Knghtbrd> CVS / записи держал шнур, я должен был "изменить"<Mercury> Knghtbrd: собирался упомянуть такие .. <G><Mercury> Knghtbrd: Теперь, готов совершить?<Knghtbrd> пожелайте мне удачи<Knghtbrd> Ртуть: это совершено<Knghtbrd> Ртуть: а ведь, что я должен быть слишком.
		-- Qeyser <keyser@jhu.edu>

%
* Knghtbrd пересекает пальцы ног<Knghtbrd> (если я пересек мои пальцы было бы трудно ввести)
		-- Qeyser <keyser@jhu.edu>

%
<Дуги> есть одна плохая вещь о том, сотовый телефон.<Дуги> Я может быть достигнуто в любое время. : |<Wmono> Вот почему я оставить шахту выключенной все время. ;>
		-- Qeyser <keyser@jhu.edu>

%
<Палисад> как мы будем произносится '00 или '01 или '02 и так далее?<Deek> Попрощайтесь с девяностых, поздороваться с naughties. :)
		-- Qeyser <keyser@jhu.edu>

%
<Deek> Если пользователь направляет пистолет на ноге и нажимает на курок, его       Наша задача обеспечить пуля попадает где он должен.
		-- Qeyser <keyser@jhu.edu>

%
<Mercury> Будьте осторожны, у меня есть клавиатуры можно использовать, чтобы бить головы LUSER в          в, а затем продолжать использовать ... (=:]<Deek> Ртуть: О, средство IBM. :)
		-- Qeyser <keyser@jhu.edu>

%
<Палисад> knght, Sheesh, вы вставки мои слова из контекста, в           #debian или что-то?<Палисад>;)<Knghtbrd> нет, но я, вероятно, должен быть;><Палисад> d'ах!
		-- Qeyser <keyser@jhu.edu>

%
<CAS> Ртуть: GPM не очень хорошо веб-браузер. почини это.
		-- Qeyser <keyser@jhu.edu>

%
<CAS> ну там я идти. сказать что-то глупое в IRC и иметь его      увековечен навсегда в чьем .sig файла
		-- Qeyser <keyser@jhu.edu>

%
Microsoft является помесью Борга и ференги. К сожалению,они используют Борг сделать их маркетинг и ференги сделать ихпрограммирование.
		-- Simon Slavin

%
Я бы предпочел потратить 10 часов чтения исходного кода чужой, чем 10минут слушать Musak ждет техническую поддержку, которая не является.
		-- Dr. Greg Wettstein, Roger Maris Cancer Center

%
Если вы думаете, что вы собираетесь сегодня?
		-- Dr. Greg Wettstein, Roger Maris Cancer Center

%
Я слышал всякие и мрачно предсказания для Y2K, поэтому я Думал прислушаться некоторые советы, что эксперты давали: Пополнить бензобак автомобиля, запастись консервами, пополнить ванну водой, и так далее.Думаю, я не полностью проснулся, когда я завершил мои препараты в конце прошлогоночь. Этим утром я обнаружил на кухне полки, пропитанные бензином, водав бензобак автомобиля, и мой ванной наполнен печеных бобов.
		-- Dan Pearl in a message to rec.humor.funny

%
<Тарзан> эй ты упасть ваш Pirch или что-то?<Knghtbrd> мне? хе.
		-- Dan Pearl in a message to rec.humor.funny

%
<Эспи> вы запеченные<Knghtbrd> Эспи: только половина так
		-- Dan Pearl in a message to rec.humor.funny

%
<DarkAngel> Я вообще не использовать все, что имеет "экспериментальный" и            "Предупреждение" вставили все над ним<DarkAngel> нет, я не настолько глуп ... хехе<Knghtbrd> ...* DarkAngel считает загрузив последнюю нестабильную ядро
		-- Dan Pearl in a message to rec.humor.funny

%
<Wichert> Solaris является BSD, поэтому он должен работать* Эспи принимает Труба Трещины Wichert прочь
		-- Dan Pearl in a message to rec.humor.funny

%
<Knghtbrd> Жаль наиболее старые юниксов оказалось к Y2K<Knghtbrd> потому что это означает, что люди все равно будут их использовать в течение 30 лет           = р<Knghtbrd> было бы так гораздо приятнее, если Y2K эффективно убит           HPUX, AIX, SunOS и т.д.;><Эспи> Knghtbrd: с каких это пор PH-UX, боли, и solartus "старый"?
		-- Dan Pearl in a message to rec.humor.funny

%
* Gxam чудеса, если все эти глобальные действительно необходимы<Knghtbrd> большинство из них на данный момент да<Knghtbrd> Нам действительно нужно очистить их в некоторой точке<Knghtbrd> gxam: глобалов придется уйти, как мы мигрируют в направлении           Модульность и безумие (т.е. Libtool)
		-- Dan Pearl in a message to rec.humor.funny

%
<Raptor> Адамел, я думаю, что код вы зафиксировали мой не работает<Raptor> я не должен был совершил рабочий код<Knghtbrd> Raptor: как это первый раз, когда случалось = р
		-- Dan Pearl in a message to rec.humor.funny

%
<Mercury> Knghtbrd: Использование -3dfx или -svga?<Knghtbrd> Меркурий-то делать вменяемый с ним<Knghtbrd> Mercury: оба --- SVGA sig11 Женская, -3dfx sig4-х<Knghtbrd> Ртуть: это не хорошо не так ли? ;>
		-- Dan Pearl in a message to rec.humor.funny

%
<Knghtbrd> Поверьте, мы знаем, что мы делаем ... Мы может не иметь понятия, как           мы делаем это, но мы знаем, что мы делаем.
		-- Dan Pearl in a message to rec.humor.funny

%
<Mercury> <CJ | Bizkit-0-> я могу загрузить на сервер Linux Тхо<Mercury> <CJ | Bizkit-0-> я получил возможность входа на одном<Mercury> <Mercury> Что это работает?<Mercury> <CJ | Bizkit-0-> ммм<Mercury> <CJ | Bizkit-0-> Apache я думаю<Mercury> Помощь, пожалуйста, помогите ..* Omni посмеивается
		-- Dan Pearl in a message to rec.humor.funny

%
<JT> должны ошибка, будет помечено как критическое, если она затрагивает только одну арку?<Джеймс-человек, отрабатывающий свой проезд> JT: RC для этого свода может быть, но эти виды арки                 Конкретные ошибки редки ...<JT> не тогда, когда это вызвано ошибкой в ​​GCC<Дуги> JT: получить GCC удален из этой арки. :)
		-- Dan Pearl in a message to rec.humor.funny

%
<EDLIN> LWE?<EDLIN> Linux Вт ?? E ??<Видит> будет eatyou<JHM> World Expo?<EDLIN> я вижу
		-- Dan Pearl in a message to rec.humor.funny

%
"Символическую плату". Что уродливое предложение. Это одна из тех вещей, которыеследует, что если у вас спросить, вы не можете себе это позволить.
		-- Linus Torvalds

%
<Deek> вы GPL домашнее задание? :)<Knghtbrd> да ну = D<Knghtbrd> Любой разрешается использовать или модифицировать свою домашнюю работу, но если они           распространять изменения, которые они должны включать в себя полный машиночитаемых           Исходный код;>
		-- Linus Torvalds

%
* Knghtbrd есть каждый день больше убеждаюсь, что большинство кодировщиков C ++ не знаю, что           черт возьми, они делают, который является, почему C ++ имеет такую ​​плохую репутацию<CULUS> кб: Большинство C кодеры не знают, что они делают, это только делает его        легче скрыть: P<CULUS> смотри, например, ProFTPD: P
		-- Linus Torvalds

%
<CULUS> И не начинайте меня на Perl!<CULUS>:><Shaleh> Perl вне зла<Jim> вы не знаете Perl еще?<Netgod> нужно любить язык с не определимой синтаксиса
		-- Linus Torvalds

%
<Дуги> кошка / DEV / случайное | Perl?<Shaleh> Дуги: это также является допустимым sendmail.cf<Дуги> :)* Knghtbrd руки Doogie награду бессмысленно-потребительная из-кошки* Shaleh хочет попробовать ее, но боится
		-- Linus Torvalds

%
<DHD> Perl </ DEV / БДСМ<Knghtbrd> у вас есть / Dev / БДСМ?<DHD> уверены, что это pseudosadomasochistic генератор случайных чисел
		-- Linus Torvalds

%
<Kysh_> Джой: я на ней сейчас .. 3 1.3GB диски, 128M RAM, двойной 50МГц        (До четырех 250MHz)<Kysh_> Загвоздка в том, что она тянет 110v примерно 12А 8><CULUS> 12A!<CULUS> Хорошо, моя печь 3000W, это солнце 1320W<CULUS> вы видите здесь проблемы<Известково> а 1320W ВС, то есть как фен :)
		-- Linus Torvalds

%
* Joeyh_ работает пс и видит 10 строк AWK кода* Joeyh_ отскакивает в ужасе
		-- Linus Torvalds

%
<Knghtbrd> joeyh: Я был так первой половине дня вчера и pacbell сказал           сегодня утром, что AT & T был виноват и почти все государства           снизился<RCW> знаю, почему люди настаивают Интернет может пережить ядерную катастрофу      когда он не может выжить экскаватор
		-- Linus Torvalds

%
Это сообщение было написано с VI! (Не то, что кто-то в мире заботится)
		-- seen on an old message from an anon.penet.fi address

%
Сброс соединения некоторым дебила с обратной лопатой
		-- seen on an old message from an anon.penet.fi address

%
5 февраля 13:27:01 троица lp0 в огне        - Ли ядро, предупреждая меня, что было некоторое неизвестное           Проблема с моим принтером (т.е., он был из чернил)
		-- seen on an old message from an anon.penet.fi address

%
Чем меньше вы знаете о компьютерах больше вы хотите Microsoft!        - Рекламная кампания Microsoft, около 1996(Доказательство того, что реклама от Microsoft _isn't_ нечестным!)
		-- seen on an old message from an anon.penet.fi address

%
Создание одного блестящего решения и целую кучу посредственных не такхорошо, как сделать целую кучу целом смарт решений на протяжении всейвесь процесс.
		-- John Carmack

%
Это не правило, стоит эффективное время целесообразно пойти сделать это. Но если что-тодействительно писает тебя, ты просто надо найти код и исправить ее, и этоочень круто.
		-- John Carmack, on the advantages of open source

%
<Известково> да это звучит полезно RE'ing USB<Известково> у меня есть бесполезное 3com USB камеру здесь :(<Knghtbrd> известково: 3Com может иметь вы арестованы за нарушение законов, которые           не существует "до октября;><Известково> knghtbrd: я буду скрывать :)<Knghtbrd> ... сопротивлении аресту слишком да?<Известково> knghtbrd: нет я буду скрывать, прежде чем я получить служил
		-- John Carmack, on the advantages of open source

%
<Mercury> В этот момент он будет компиляции, но Segfault, как надо ..
		-- John Carmack, on the advantages of open source

%
* Knghtbrd слишком соблазн .sig всю эту дискуссию ...
		-- John Carmack, on the advantages of open source

%
Unixverse заканчивается в Втр, 19 января 2038 3:14:07 +0000
		-- John Carmack, on the advantages of open source

%
<Taniwha> Knghtbrd: мы должны сделать эпизод землетрясения: по колено в коде ":          Вы бегать стрелять в багов :)<Knghtbrd> Taniwha: Я передам эту идею на OpenQuartz;>
		-- John Carmack, on the advantages of open source

%
<Taniwha> я бы решить Windows Key проблему с FDISK :)
		-- John Carmack, on the advantages of open source

%
<Endy> knghtbrd: сетевой код КЯ делает странные вещи для меня. :П<Knghtbrd> Это необычно? ;><Endy> Не совсем. :П
		-- John Carmack, on the advantages of open source

%
<Knghtbrd> RCW: О яй --- Я не был вовлечен в хорошем flamewar по крайней           Меньше ... 5 минут!
		-- John Carmack, on the advantages of open source

%
<Манодж> shaleh: Я нет, несмотря на ваше косвенно, Бога
		-- John Carmack, on the advantages of open source

%
<SlayR> я только что купил MS Office 2000 всего за $ 20 !!!<Knghtbrd> вы были сорваны;><SlayR> я знаю;)
		-- John Carmack, on the advantages of open source

%
<Knghtbrd> это 6 утра. Я был до 24 часов<Knghtbrd> Разбуди меня и жизнь риска и здоровьем.* Knghtbrd &; спать<Tv> Хорошо все, ждем 10 минут, а затем начать затопление Knghtbrd     с ^ G. Кто-то, рубить корень и кошка / DEV / urandom> / DEV / DSP.
		-- John Carmack, on the advantages of open source

%
*** Knghtbrd сейчас известно как SirKewLDooD*** Mercury ногами SirKewlDooD от #quakeforge (* неисправном *)
		-- John Carmack, on the advantages of open source

%
<Mercury> Knghtbrd: Я хотел бы видеть поддержку XOR перекрестия ..<Knghtbrd> Ртуть: вы на шарлатана.<Mercury> Knghtbrd: Вы дилер ... <G>*** Knghtbrd сейчас известно как QuackDealer
		-- John Carmack, on the advantages of open source

%
* Сухим льдом не может кодировать его выход из бумажного пакета<Coderjoe> сухой лед: INT Main () {ExitPaperBag (); возвращать 0; }<Knghtbrd> Это как это делается затем? * Записывает *
		-- John Carmack, on the advantages of open source

%
<Knghtbrd> крон, не еще один ...<Knghtbrd> Кажется никогда разработчиком и их мать теперь имеет случайный           подпись с помощью IRC котировки ...<Knghtbrd> Что я здесь началось ??
		-- John Carmack, on the advantages of open source

%
* Видит использует комментарии knghtbrd как его подписью<Knghtbrd> видит: как только я набрал их я понял лучше отрезать их           сам, прежде чем кто-то другой;>
		-- John Carmack, on the advantages of open source

%
* Омник смотрит на 33.6K ссылку, а затем смотрит на Джой* Ртуть прижимает его кабельный модем .. (=:]
		-- John Carmack, on the advantages of open source

%
Конечно, внешний вид Win95 не было все, что новый либо - Apple пытались судитьсяMicrosoft для копирования Macintosh UI / мусор не значок, пока Microsoftотметил, что Apple, получил многие из его идей Mac (включая мусорный бакЗначок) из Xerox ParcPlace. Xerox, вероятно, до сих пор интересно, почемувсе заинтересованы в их мусорных баков.
		-- Danny Thorpe, Borland Delphi R&R

%
<Knghtbrd> это признак психического заболевания, чтобы бесцельно бродить через           начать карту, забрать свой Thunderbolt, хмель в бассейне, и клин           сами с ним, чтобы посмотреть, голова buouce когда он падаетчерез дно бассейна? =><Knghtbrd> "Вы знаете, что землетрясения наркоман, когда ..."
		-- Danny Thorpe, Borland Delphi R&R

%
<Zoid> Я до сих пор думаю, что вы, ребята, орехи слияние Q и КЯ. :П<Knghtbrd> Конечно мы орехи. Даже Джон так сказал. =><Taniwha> Zoid: мы орехи, но мы производительные орехи :)
		-- Danny Thorpe, Borland Delphi R&R

%
<Taniwha> Zoid: мы орехи, но мы производительные орехи :)* Taniwha задается вопросом, что производительные орехи вкус
		-- Danny Thorpe, Borland Delphi R&R

%
<Endy> Taniwha: Цитата материал :)<Taniwha> Энди: :)<Knghtbrd> Энди: Я уже отрезала его
		-- Danny Thorpe, Borland Delphi R&R

%
<Endy> На самом деле, я думаю, я буду ждать картофеля, будет завершена до       Установка Debian.<Endy> Это должно быть в ближайшее время, я надеюсь. :)<Knghtbrd> Энди: Вы, очевидно, очень мало знаем о Debian.
		-- Danny Thorpe, Borland Delphi R&R

%
Ничто не является проблемой, как только вы отладки кода.
		-- John Carmack

%
<Overfiend> The Unix путь - все является файлом<Overfiend> Путь Linux - все это файловая система :)
		-- John Carmack

%
<Devkev> да я видел молнию и где вы собираетесь, думая         Вы собирались надрать задницу :)<Devkev> не осуществил это будет ваш собственный :)
		-- John Carmack

%
"В противном случае, пожалуйста, обратитесь к врачу об удалении головы отпопа, я считаю, было бы выгодным для всех участников ".
		-- Zephaniah E. Hull, flaming someone on a mailing list

%
Слоган, вы его!
		-- Zephaniah E. Hull, flaming someone on a mailing list

%
Я практикую прекрасную точку этики. Это приемлемо отстреливаться.Это не приемлемо, чтобы стрелять в первую очередь.
		-- Zed Pobre

%
<Coderjoe> клин, Perl?<Клин> мне кажется Perl является швейцарский армейский бензопилой программиста
		-- Zed Pobre

%
<Endy> Taniwha: Вы проверили это? :)<Taniwha> Энди: конечно, не
		-- Zed Pobre

%
Это самое смешное, что я слышал и я _not_ опровергают это.
		-- DyerMaker, 17 March 2000 MegaPhone radio show

%
Это не? Вы хотите сказать, что вы должны позволить людям (кроме ВильгельмаУоллес) стрелять молниями из их задницы?
		-- Seth Galbraith

%
<Mercury> Вы не должны быть сумасшедшим, чтобы быть членом проекта, но          Вы будете .. <=:]
		-- Seth Galbraith

%
* Энди должен проконсультироваться кофе: P<Endy> кофе бот человек, а не кофе напиток :)<Knghtbrd> Консалтинг напиток может помочь тоже =>
		-- Seth Galbraith

%
<Мангуст> knghtbrd: и кроткие наследуют K-Mart
		-- Seth Galbraith

%
<Knghtbrd> "Java для COBOL программист"<Knghtbrd>, который пишет эти вещи?<Raptor> люди на трещине<Raptor> и COBOL программисты<Raptor> :)<Knghtbrd> это излишним.
		-- Seth Galbraith

%
<Evilkalla> хе, я никогда не брал класс кодирования<Evilkalla> или графики класс<Evilkalla> или класс разработки программного обеспечения<Веганский> и это показывает: P
		-- Seth Galbraith

%
* The_Answer_MD бросает спагетти у каждого* Taniwha ест спагетти* Coderjoe бросает вокруг некоторых фрикадельки* Knghtbrd получает сыр* Taniwha хватает красную
		-- Seth Galbraith

%
<Theoddone33> Что это сообщение на моем экране,<Theoddone33> синяя, синяя, что бы это могло означать?<Theoddone33> Не могли бы вы, вы бы нажмите Удалить,<Theoddone33> Ctrl и Alt, а затем повторить.
		-- Seth Galbraith

%
<Gorgo> что вы получите, когда кто-трещин свой Debian машину?<Gorgo> картофельное пюре ...
		-- Seth Galbraith

%
<AJ> давай<AJ> это пико клон<AJ> это * означает * быть раздражающим
		-- Seth Galbraith

%
<Эспи> Я призываю закон ESPY, который гласит, что вы все сосут: P
		-- Seth Galbraith

%
<Overfiend> CULUS: хочу приостановить меня за это? :)<CULUS> Overfiend: Перейти злонамеренно трещины несколько разрывает и мы будем говорить<Overfiend> CULUS: блин, он должен быть злыми?<CULUS> Overfiend: К сожалению, да
		-- Seth Galbraith

%
<Knghtbrd> 2fort5 сосет достаточно иметь собственной тяжести ...
		-- Seth Galbraith

%
* Космические лучи желает он имел некоторые стриптизерш здесь ....<Космические лучи> заблуждение, для зачистки проводов
		-- Seth Galbraith

%
<WildTHing> OK ребята .. так Whens следующей фиксации: PP<Taniwha> когда они приходят, чтобы получить меня
		-- Seth Galbraith

%
<Mdorman> Я гну человек сам. Это редактор! Это floorwax!          Это десерт долива!
		-- Seth Galbraith

%
<Tausq> Q. Что разница между Бэтменом и Билла Гейтса?<Tausq> A. Когда Бэтмен боролся пингвина, он выиграл.
		-- Seth Galbraith

%
В какой-то момент, биты должны идти на пакеты и маршрутизаторы должны сделатьрешения по ним. Изменения на этом уровне является то, что я хочу услышать о, нестратегические отношения компании.
		-- John Carmack

%
Мы отвергаем: короли, президенты, и голосование.Мы верим в: грубой консенсуса и работающий код.
		-- Dave Clark

%
<Knghtbrd> QF собирается получить ZipFile поддержку сегодня<Coderjoe> хех ... InfoZip?<Knghtbrd> Если мне повезет да<Deek> knghtbrd: Вы шутите, да? ;)* Deek отнимает трещин трубку Knghtbrd в. ;)
		-- Dave Clark

%
<Deek> изменить всю cvar-> значение = X использовать Cvar_Set ()<Theoddone33> этого не произошло в oldtree<Deek> На самом деле, это было сделано.<Knghtbrd> да - через две недели.
		-- Dave Clark

%
=== Это письмо является Вирус Честь система ====Если вы работаете в Macintosh, OS / 2, Unix, илиLinux компьютер, пожалуйста, случайно удалитьнесколько файлов с жесткого диска, апереслать это сообщение всем друзьям и близким.==============================================
		-- Dave Clark

%
* Shortc хочет получить в одном из Sigs knghtbrd один из этих дней.
		-- Dave Clark

%
<Р ^ Ник> SGI_Multitexture плохо вуду Теперь<Р ^ Ник> АРБ хорошо вуду<Виттен> нет, вуду пик плохо вуду :)
		-- Dave Clark

%
99 маленьких ошибок в коде, 99 ошибок в коде,        исправить одна ошибка, скомпилировать его снова ...        101 маленьких ошибок в коде ....
		-- Dave Clark

%
Хм ... Что бы сделать лучше при езде физиков ума? Путешествоватьбыстрее, чем свет, или логическое значение с плавающей точкой?
		-- Michael Mol

%
<Известково> knghtbrd: гном 2.0 будет в течение нескольких месяцев, не знаю, как это       будет сравнить с KDE 2.0, хотя<Knghtbrd> известково: Так же, как раздутый, как багги, и каждый Гном 2 приложение       будет зависеть от 30 библиотек.<Slimer> knghtbrd: так что изменяется от 1,0?
		-- Michael Mol

%
<ZE0> так, как это все в мире Quack?<LordHavoc> просто душка<ZE0> отлично, жареные утки силен нормально вкусно.
		-- Michael Mol

%
<FrikaC> Я, вероятно, следует перезагрузить ...<FrikaC> OK BRB<FrikaC> Итак, что помимо формы избежать вирусах, утечки памяти и безудержной         Грохот делает Linux reallhy предложить :)<LordHavoc> надежную многозадачности?
		-- Michael Mol

%
<Tausq> если (CB) ((CB-> объект) -> * (CB-> ui_func)) ();<Knghtbrd> tausq: Кто ад писал, что?<Tausq> меня :)* Knghtbrd сечет tausq
		-- Michael Mol

%
<Knghtbrd> glDisable (GL_BUGS);<Endy> хе<Endy> Разве что в 1,2? :)
		-- Michael Mol

%
<Mercury> knghtbrd: Eww, найти лучшее название, фильм сосать .. <G><Knghtbrd> Ртуть: Двигатель лучше, чем кино
		-- Michael Mol

%
<LackOfKan> Каковы наших роботов?< `` Erik> RSG является ботом, не человек, а не человек использовать клиент, просто бот.< `` Erik> примерно столько же, как землетрясения бота, кроме IRC боты (как правило)         построен, чтобы помочь, а не снимать свою задницу дырявый
		-- Michael Mol

%
если (я = вы!) // FIXME: возможно всегда верно, стереть?    для (п = 0; п <who_knows_what; п ++) {        ответить = DoSomething (Withthis [п]);        если (ответ == Foobar) {            Getlost (п);            ломать;        }    }
		-- Michael Mol

%
<Knghtbrd> Йорик: никаких проблем с индексированных цветовых палитр для изображений, а           Пока вы можете выбрать палитру<Йорик> Очевидно Люди, создающие землетрясения были дальтоники но         не означает, что вы должны быть
		-- Michael Mol

%
<cesarb> Блин, каждый раз, когда я икру, QF-клиент-x11 замки жесткие<Zoid> Не умереть?<Knghtbrd> хороший стимул.
		-- Michael Mol

%
Почему это, что все инструменты ищет разумную жизнь вВселенная указаны далеко от Земли?
		-- Michael Mol

%
<Rebelpacket> эй, быстрый вопрос, есть ли способ, чтобы ускорить              производительность uquake-x11?<Deek> rebelpacket: Если вы хотите ускорить его, бросить его труднее.
		-- Michael Mol

%
<Netgod> Вы знаете<Netgod> его действительно грустно, когда сам InterNIC могу настроить DNS         серверы правый<Netgod> он просто не получает любой более жалким, чем
		-- Michael Mol

%
<Knghtbrd> Даже с пересветов, цветовая палитра Quake полна скучно,           плоская печать<LordHavoc> knghtbrd: палитра Quake является очень динамичной, если не используется гамма            коррекция<LordHavoc> ну на самом деле я согласен, это нигде не рядом столь же яркие, как Unreal<Deek> Q3 с другой стороны ... NEON.<LordHavoc> Q3 это просто смешно<Deek> Q3 занимает средневековой церкви-подземелье и помещает его в Вегасе.
		-- Michael Mol

%
"У меня есть счеты, а некоторые сломать."
		-- Anonymous

%
Z.O.I.D .: зомби Оптимизирован для инфильтрации и уничтожении
		-- Anonymous

%
<Deek> Да, Америка является страной на основе, как обозленный группа налогом       люди могут получить.<Deek> Мы существуем как страна, потому что мы дешево.
		-- Anonymous

%
<Oskuro> Overfiend: многие участки на верхней части 4.0.1 уже?<Overfiend> Oskuro: несколько<Overfiend> только 152 мегабайт
		-- Anonymous

%
<Joeyh> боже, это UP P III.<Дуги> дос его.* Joeyh работает Dselect<Overfiend>, которые должны быть достаточно :)
		-- Anonymous

%
<Barneyfu> knghtbrd: дерьмо, SDL уверен делает DGA чертовски намного проще слишком           не так ли? :)<Knghtbrd> barneyfu: что DGA?<Barneyfu> DGA мышь<Knghtbrd> barneyfu: (делает, что ответить на ваш вопрос?)<Barneyfu> Hahahahaha ДА! :)
		-- Anonymous

%
<Deek> "Хороший программист может написать FORTRAN на любом языке."<Deek> knghtbrd доказала, что можно написать C ++ на любом языке тоже.       <Улыбка><Mercury> В настоящее время мы considdering если мы должны дать ему или приз, или          убей его..<Mercury> (Конечно, всеми правами, это означает, что мы должны дать ему          Приз, а затем убить его .. <G>)
		-- Anonymous

%
Подрывной является любой, кто может переспорить их правительство.
		-- Anonymous

%
Мы должны знать, мы будем знать.
		-- David Hilbert

%
<Knghtbrd> Интернет-цензура. Потому что ваши дети должны быть           защищен от голых женщин, медицинские процедуры, разнообразнаякультур и жестокие видеоигры.<Knghtbrd> (но информация о строительстве бомбы, краже кабеля, и           производство лекарств в порядке ...)
		-- David Hilbert

%
Один мой знакомый имеет штрих-код на руке.Он звонит, как упаковать $ 0,35 в JuicyFruit.
		-- Seen on Slashdot

%
<NullC> Мне нравится код семян для вычисления маскирования кривые.<NullC> Я никогда не видел код, который сделал бы хотите пить до этого ...
		-- Seen on Slashdot

%
$ Вы = новый ВЫ;гудок (), если $ вы-> любовь (Perl)
		-- Seen on Slashdot

%
<CJ> нет! проблемы в M $ программное обеспечение?<CJ> "Тщательно bugtested"* Dabb усмехается.<LordHavoc> переписать, что как "Тщательно buginfested '
		-- Seen on Slashdot

%
<Дуги> Dpkg есть ошибки? ни за что!
		-- Seen on Slashdot

%
"Debian: нет шляпы или рептилии не пострадали в создании этого распределения =".
		-- Paul Slootman

%
* Athener называет Amnesty International Дом Блины
		-- Paul Slootman

%
<Elmo> нечистым: ERR, администратор команда не контролируют архив, это       FTP междусобойчик<Elmo> получить ваши интриги прямо, блин :-P
		-- Paul Slootman

%
<BENČ> космические лучи: завершения мне<BENČ> э ...<Космические лучи> хе* BENČ восходит к кодированию* Elmo смотрит на BENČ<Elmo> то, что мы должны знать о вас и космические лучи, Бен? :)
		-- Paul Slootman

%
Изменение социального контракта? BWAHAHAHAHAHAHAHAHAHAHAHA.
		-- Branden Robinson

%
<Knghtbrd> Программа получила сигнал SIGSEGV, ошибки сегментации.<Knghtbrd> 0x40095fb0 в memchr () из /lib/libc.so.6<Knghtbrd> (GDB) BT<Knghtbrd> # 0 0x40095fb0 в memchr () из /lib/libc.so.6<Knghtbrd> # 1 0x0 в ?? ()<Knghtbrd> Ну, это действительно полезное* Knghtbrd торгует GDB для приятного планшетка - это поможет более
		-- Branden Robinson

%
Все хорошие идеи похожи плохих идей для тех, кто проигравшие.
		-- Dilbert

%
RFC 882 поставить точку в .com, а не Sun Microsystems
		-- Seen on Slashdot

%
* Joeyh_ чудеса, если Linux должен запереть, когда вы спросите 100  обрабатывает кошке весь CD Drive
		-- Seen on Slashdot

%
<Pretzelgod> knghtbrd: Quake должны поддерживать XRay видение, черт<Knghtbrd> pretzelgod: ftp://ftp.cdrom.com/pub/quake/partial_conversions/           xrated / i_am_old_enough_to_look_at_this<Knghtbrd> ... вы спросили ...<Космические лучи> хаха, это реальный каталог
		-- Seen on Slashdot

%
<Knghtbrd> Я красться Бун<Knghtbrd> помочь мне для К шарлатан<Яд> кб: какого черта ты говоришь?<Knghtbrd> bwahahaha .. Это длинная история.
		-- Seen on Slashdot

%
<WildCode> Ртуть, не отладки X мало, как найти идеально           bugfree код в окнах ??<Mercury> WildCode: Отладка X равно что пытаться запустить прямую линию          через лабиринт.<Mercury> Нужно просто согнуть пространство-время так, чтобы углы передвигаться          Вы и вы не будете иметь никаких проблем. знак равно
		-- Seen on Slashdot

%
<Miguel> `Вы отказались от высокой энергии личного         Устройства защиты от списков рассылки '<Miguel> Я не помню, как в списке рассылки
		-- Seen on Slashdot

%
<Миф> Я получаю отказ в соединении при подключении к порту 25, кто       знаю, где этот чертов журнал?<AJ> Миф: /var/log/damn.log?* AJ задается вопросом, что это было бы выглядеть<AJ> 18 декабря 5:32:30 твердый песчаник smtpd [123]: Черт все к черту !!
		-- Seen on Slashdot

%
* Ласка чудеса, как глупо, надо быть, чтобы спам alt.anonymous.messages<Knghtbrd> ласка: около половины так глуп, как надо быть, чтобы собрать его.
		-- Seen on Slashdot

%
* Wolfie размышляет, сколько debianites это берет, чтобы ввернуть лампочку<Viiru> Wolfie: Где-то около 600? Один винт это колба, а остальные        пламя его делают это неправильно.<Часть> Wolfie: это лампочка свободное программное обеспечение?<Tv> Можно ли голосовать за то, чтобы ввернуть это или нет?
		-- Seen on Slashdot

%
<Culus_> Мы также надеются выпустить версию Linux, где оболочка         заменен Perl в значительной степени. Добавление к этому, есть         Несколько из нас, кто хотел бы видеть Перла платформу .. PerlOS :)* Culus_ выглядит в ужасе<Mstone> Culus_: на верхнюю сторону, вы можете ввести чуть не ничего в настоящий         командная строка :)
		-- Seen on Slashdot

%
<Mercury> LordHavoc: Причина GL имеет овердрафт, потому что это только          используя половина системы они предназначенного для ВП.<Mercury> LordHavoc: Стрельба себе в ногу.* Dabb смотрит на всех этих пуль в его обуви - блин, много :)
		-- Seen on Slashdot

%
<Dabb> хехе, я действительно ненавижу отчеты об ошибках, которые как вызов огонь       отдела и говоря: "Существует огонь здесь, приходят" :)<Dabb> (и повесить трубку)* Dabb убивает отчеты десятков ошибок.
		-- Seen on Slashdot

%
<Xtifr> ничего себе, я думаю, я просто использовал Libtool решить проблему - кого        Помоги мне! :><Лука> xtifr, отойти от клавиатуры
		-- Seen on Slashdot

%
<Мао> почему они настаивают на ADING -Werror ...<Misty-чан> Меса не компилировать из коробки, если оно было сделано вами             ребята;)<Knghtbrd> Э, Меса не компилирует из коробки большую часть времени.
		-- Seen on Slashdot

%
<Deek> nopcode: Нет, это не так. Win32 не хватает эквивалент вилкой ().<Knghtbrd> Deek: Windoze не предназначен для людей, которые должны иметь доступ к           острые предметы, следовательно, нет вилки ()<Knghtbrd> вместо этого, вы должны полагаться на ложке ()
		-- Seen on Slashdot

%
<Knghtbrd> Этот шрифт начинают выходить очень красиво<Сту> Knghtbrd: боже, вы взлома очередной землетрясения шрифт в VI? :)
		-- Seen on Slashdot

%
<Pv2b> о, к тому же, будет самой лучшей подход, если я хочу сделать Quake       Уровень разработан с существующего здания?<Knghtbrd> Получить план выставки полномочий Брайана? знак равно<Pv2b> Knghtbrd: им учитывая мой школу.<Knghtbrd> О великий<Knghtbrd> Это все, что нужно
		-- Seen on Slashdot

%
<Knghtbrd> Windoze цемента: Теперь с CrackGuard (TM)! Никогда не беспокоиться о           неприглядные трещины в Windoze цемента снова! CrackGuard (ТМ) являетсянастолько мощным, что вся вещь будет крошиться, прежде чем он будеттрещина. Закажите $ 200 обновления версию сегодня!
		-- Seen on Slashdot

%
<Дуги> CULUS: мой ошибка с OpenSSH появляется должно быть зафиксировано в 2.5.2, но         мастер работает 2.3.0<CULUS> Не даже начать<Дуги> Я просто сделал.<CULUS> Вы, ребята собираются ездить мне построить огромный гигантский робот и        уничтожить все Техас, не так ли?
		-- Seen on Slashdot

%
<Шейдеров> что не так с rjing?<Rhamphoryncus> это хромой: P<Rhamphoryncus> Это не должно быть возможным<Rhamphoryncus> задвинуть гранату в жопу и использовать его в качестве ракеты                метательный заряд не должен быть жизнеспособный прием: P
		-- Seen on Slashdot

%
 * Эквивалент код доступен на RSA Data Security, Inc. * Этот код был проверен против этого, и то же самое, * Кроме того, что вы не должны включать две страницы юридическим языком * Каждую копию.
		-- public domain MD5 source

%
* Knghtbrd ушел - ZZZ - сообщения будут резко, как влажными полотенцами на всех  людей, укравших товарный знак knghtbrd прочь сообщение<Coderjoe> ACK* Coderjoe готовится защищать себя от мокрых сообщений
		-- public domain MD5 source

%
Никогда не стоит недооценивать силу кому-то вместе с исходным кодом, в текстовом редакторе,и готовность полностью шланг свою систему.
		-- Rob Landley <telomerase@yahoo.com>

%
"Таким образом, будет партия Andover есть денежный бар?""Нет, там бесплатное пиво.""Ой, буду Столлмана злиться ..."
		-- overheard at the Bazaar, 1999

%
<Адди> Alter.net кажется, заменили один из своего маршрутизатора с цуккини.
		-- overheard at the Bazaar, 1999

%
<Mercury> Кто-то это исправить.<Отчаяние> совершено<Knghtbrd> Отчаяние: Mercury?<Отчаяние> Knghtbrd: он устал, допустил ошибку, кто-то хотел, чтобы отменить его.<Knghtbrd> Отчаяние: так ты ему совершил?<Отчаяние> Knghtbrd: хорошо, посвященный любом случае.
		-- overheard at the Bazaar, 1999

%
<Taniwha> Knghtbrd: это не раздуваться если он используется<Knghtbrd> Taniwha: как вы объясните Windoze тогда?<Taniwha> Knghtbrd: большинство из них используется только в качестве балласта, чтобы убедиться, ваш          Жесткий диск полон<Knghtbrd> Taniwha: балласт ... Разве это не то, что делает подводные лодки погружаются на           дно океана?<Knghtbrd> Taniwha: что бы объяснить, почему winboxes всегда идет вниз.
		-- overheard at the Bazaar, 1999

%
инновации / в ближайшие Vait / VB .: 1. Для соответствующей технологии стороннихчерез покупку, имитация или кражи, а также интегрировать его вде-факто, монополия-позиция продукт. 2. Для увеличения размера и сложностино не в полезности; чтобы уменьшить совместимость или совместимость. 3.локаут конкуренты или заблокировать пользователям. 4. Поручить больше денег; кувеличить цены или затраты. 5. Для получения прибыли от участия в другихкомпании, но не от прямого продукта или сервисное обслуживание. 6. Чтобы заглушить илиманипулировать свободного рынка; расширить монопольных полномочий на новые рынки. 7.Чтобы обойти ответственности за неправильные поступки; сойти. 8. При покупкезаконодательство, законодатели, законодательные или начальники государства. 9.посредником всех транзакций в мировой экономике; проворовать; кооптировать питания(государственный переворот). См инновации, использование английского языка (антоним).
		-- csbruce, in a Slashdot post

%
Оглушительное молчание научил меня не задавать кучу вундеркиндов за советомот своих подруг
		-- csbruce, in a Slashdot post

%
"Что мы будем делать сегодня вечером, Билл?""То же самое мы каждую ночь Стив, попытаться захватить мир!"
		-- csbruce, in a Slashdot post

%
<Deek> Это напоминает мне, мы должны купить бензопилу для офиса. "В       экстренном случае разбить стекло "
		-- csbruce, in a Slashdot post

%
<Knghtbrd> Он примерно вполовину меньше остальных.<Knghtbrd> Но у него бензопилу.
		-- csbruce, in a Slashdot post

%
<Deek> "Я все мои личные данные GPG в запертом, привести себя в безопасности в хранилище       охраняются сердитых быдло и их Dawgs. Посторонним будет       нарушены, и все такое ... "
		-- csbruce, in a Slashdot post

%
<Из машины> glQuakeIIIRendererMode (GL_TRUE)<Knghtbrd> из машины: не в том, что частью расширения, который обеспечивает           glDriverBugs (GL_FALSE); ?<Siigron> Knghtbrd: нет, glDriverBugs () является частью EXT_help_me.<Siigron>, который также содержит glMakeItWork (GL_PLEASE);
		-- csbruce, in a Slashdot post

%
< `` Erik> 18.446.744.073.709.551.616 является большое количество
		-- csbruce, in a Slashdot post

%
<Xavvy> является то, что на самом деле knghtbrd?<Knghtbrd> Нет, я злой самозванец!<Knghtbrd> Злой самозванец, который любит HYBRID!<Xavvy> хаха<Xavvy> ок, это он: P
		-- csbruce, in a Slashdot post

%
<| Дождь |> I * LOVE * SWB !!<| Дождь |> Или нажмите 5, чтобы поговорить с representitive ..<| Дождь |> * 5 *<| Дождь |> Вы были перенесены, воздержитесь ...<| Дождь |> ...<| Дождь |> ...<| Дождь |> К сожалению, это число не может быть завершена, как набран.<| Дождь |> Проверьте номер и повторите попытку.
		-- csbruce, in a Slashdot post

%
<| Дождь |> #define структура соединения / * большое пространство заставка * /
		-- csbruce, in a Slashdot post

%
<Элрик> нет BSD вентиляторы?<EvilTypeGuy> Элрик: трудно быть геймером и BSD вентилятора: р
		-- csbruce, in a Slashdot post

%
<Marticus> Там слишком много крови в моей системе кофеина.
		-- csbruce, in a Slashdot post

%
<SirDibos> CULUS: ты спишь?<CULUS> нет
		-- csbruce, in a Slashdot post

%
<WLI> Да, я смотрел на ОУР и казалось, от вида кода C, что      экс-ДЖОВИАЛ / Алголь '60 кодер, который провел последние 20 лет подпрыгивая      между Fortran-IV и Fortran '77 напишет.
		-- csbruce, in a Slashdot post

%
<Нелинейная> .net является Microsofts извращенной версии Java СЕТЕВЫЕ            среда обезображенный для окон-специфического дерьма
		-- csbruce, in a Slashdot post

%
<Mercury> LordHavoc: Я уже с ума.<Coderjoe> блин прямо. или пышные, криво, или что там у вас
		-- csbruce, in a Slashdot post

%
Unix является зрелым, ОС Windows все еще находится в пеленках, и они плохо пахнут.
		-- Rafael Skodlar <raffi@linwin.com>

%
<Midgar> Из всех sterotypes около австралийцев, я полагаю вы, ребята,         очень тяжело.<Midgar>; р<Krusto> мы бросим Коала на вас
		-- Rafael Skodlar <raffi@linwin.com>

%
<| Дождь |> * кивок * Я не любят использовать SmartHosts, сам<| Дождь |>, поскольку основывается на удаленном хосте и ваш хозяин быть умным<| Дождь |> и слишком часто вы пропустите один из обоих этих целей
		-- Rafael Skodlar <raffi@linwin.com>

%
SourceForge подход заключается в размещении всех проектов в некоторых мягкий"Источник surburbia открыта", где все дома похожи друг на друга, с толькоцвета и незначительные изменения стиля (здание план был использован для которыхконкретный дом) разрешается по ограничительных условий и местныйЗонирование законы. Sourceforege является открытым исходным кодом эквивалентподразделение в фильме "Эдвард руки-ножницы".
		-- Terry Lambert

%
<Известково> Knghtbrd: IRC не компилирует код на С очень хорошо;)
		-- Terry Lambert

%
* | Дождь | готовится к многоугольника суп<| Дождь |> сладкий милостив дерьмо, она работает?* | Дождь | обмороки
		-- Terry Lambert

%
"Так как это предрешено, что Microsoft будет засорять свою XMLс указателями на компоненты на базе Win32, лучшее, что можно сказать оего принятие XML является то, что он будет делать это проще для браузеров иприложения на платформах, отличных от Windows, чтобы понять, какие частидокументировать он должен игнорировать ".
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<Роберт> я понимаю, что есть некоторые разумные ограничения на свободу слова в         Америка, например, я не могу кричать Пожар в переполненном театре.. Но может я кричать огонь в театре только 5 или 6 Poeple	 в этом ?
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<AAV> кофе натощак довольно nasy<Knghtbrd> AAV: пора бежать к торговому автомату для Cheetos<AAV> Cheetos? :)
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<| Дождь |> с вменяемой кода, может быть, я мог бы выяснить визуализатор :)<LordHavoc> дождь: Я бы, наверное, один написания визуализации<| Дождь |> ну, э, э
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<| Дождь |> Knghtbrd: позвольте мне дать вам доступ к файлам зоны<Knghtbrd> О боги - ты же понимаешь, я никогда не играл с привязки права?<| Дождь |> UHOH :)
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<F00Dave> Посмотрите, отвергает, это #OpenGL, не #GEEKSEX.
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
* TwingyAFK покупает 17 "Flat Panel* AAV продает TwingyAFK кусок фанеры
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
Разве не стыдно, когда вы должны идти в аптеку за некоторые"специальные предметы", и когда вы проверить, кассир смотрит на васкак: "О, я знаю, что вы делаете сегодня вечером ..."Да, это кассир прочитать все знаки ... консервированные куриный суп, Терафлю,Залы, NyQuil, что Bigass бутылки OJ и грейпфрутового сока ... он знали я знал, что у меня свидание с teevee и одеялом. AwwwДа.
		-- Elizabeth Kirkindall

%
В науке часто бывает так, что ученые говорят: "Вы знаете, что это действительнохороший аргумент; моя позиция ошибочна ", а затем они на самом деле изменитьих умы и вы никогда не слышал, что старый вид из них снова. Они действительносделай это. Это не так часто, как надо, потому что ученыечеловек и изменение иногда болезненным. Но это происходит каждый день. Я не могуНапомним, в последний раз что-то подобное произошло в политике или религии.
		-- Carl Sagan, 1987 CSICOP keynote address

%
<Knghtbrd> добавить / 3, значительную жесткий диск GF2, и "плоские панели 15 и           у вас есть чертовски портативный аппарат.<Coderjoe> а GeForce две трети?<Knghtbrd> Coderjoe: Да, GeForce две трети, то есть, любая карта из ATI.
		-- Carl Sagan, 1987 CSICOP keynote address

%
<Knghtbrd> Nintendo Объявляет GCN Самые популярные консоли тех<Knghtbrd> Кто они шучу?<Mercury> knghtbrd: держатели акции?
		-- Carl Sagan, 1987 CSICOP keynote address

%
<LordHavoc> большинство Windoze художников не обладают способностью к            сохранить XPM<Mercury> LordHavoc: Они не имеют блокнот? * G, D & R *
		-- Carl Sagan, 1987 CSICOP keynote address

%
Linux поддерживает понятие командной строки или оболочку по той же причинечто только дети читают книги с картинками только в них. Язык, будь тоАнглийский или что-то еще, это единственный инструмент, достаточно гибкой, чтобы выполнитьдостаточно широкий круг задач.
		-- Bill Garrett

%
## SIGNOFF: боевик (Разина 'frazzin' motherfu ... глупо DirectX ...)
		-- Bill Garrett

%
<Krogoth> Kgnghtbrd: Я бы не поклоны, я не вижу необходимости для проверки орфографии еще<Knghtbrd> вы говорили?
		-- Bill Garrett

%
<Knghtbrd> Я лучше положить компрометирующие вещи в коде: ahfuiovka           ikperoa edfr ADE 9 enbuw ejasxleme ка Iena df4mesa<Knghtbrd> Если вы можете расшифровать, что вы лучше, чем я криптограф           есть. знак равно
		-- Bill Garrett

%
<RCW> liiwi: printk ( "CPU0 по пожарной \ п");
		-- Bill Garrett

%
<Электро> мой компьютер был одним из строительных блоков большой          пирамида
		-- Bill Garrett

%
ВНИМАНИЕ: кто-нибудь видел курение будет считаться на огонь и будет        суммарно потушить.
		-- Bill Garrett

%
<MarkM> C ++: мощность, элегантность и простота гранатой
		-- Bill Garrett

%
<Knghtbrd> но один сорт одну вкладку и ни в списке, возможно лучше, чем           O (п + п ** 2) в закладке и O (N ** 2) в списке.<Knghtbrd> OMG, кто меня стрелять.<Coderjoe2>?<Knghtbrd> Я не могу поверить, что я просто использовал большую гусиное яйцо, чтобы объяснить, почему мой           способ, вероятно, лучше в долгосрочной перспективе.
		-- Bill Garrett

%
<Hoponpop> моя программа работает, если я вывезти ошибок.
		-- Bill Garrett

%
<Mercury> Knghtbrd: Эй, Perl имеет благодать питания и элегантность санях          молоток. знак равно<| Дождь |> конечно благодать и элегантность, так или иначе
		-- Bill Garrett

%
<Dannys> Hit обезьяны, чтобы выиграть $ 20 (*)!* Knghtbrd достает молоток.* Knghtbrd растения твердо на голове Dannys.* Knghtbrd примет его $ 20 в настоящее время. = D
		-- Bill Garrett

%
<Голам> ну я впечатлен<Голам> Win98 удалось врезаться X изнутри VMware.* Голам аплодирует.
		-- Bill Garrett

%
"Драйверы от Nvidia OpenGL мой" золотой стандарт ", и это было довольновремя, так как я должен был сообщить о проблеме с ними, и даже их брендНовые расширения работать как описано в первый раз, когда я пытаюсь их. Когда у меня естьпроблема на Nvidia, я полагаю, что это моя вина. С кого-либо ещедрайверы, я полагаю, что это их вина. Это оказалось правильным почтивсе время."
		-- John Carmack

%
Libtool общая библиотека портативность лишь немного более правдоподобной, чемвечные двигатели. Особенно на AIX :) ".
		-- David Leimbach

%
<Overfiend> Это новый Overfiend, проповедник любви и терпимости
		-- David Leimbach

%
<Hoponpop> разницу между NetBSD, FreeBSD, OpenBSD и в качестве           Инсайдерская FreeBSD заинтересован в получении вещей сделано, ине возражает вредит людей, которые получают на их пути.<Hoponpop> NetBSD заинтересована в убедившись, что ничего не делается, и           не возражает вредит людей, которые пытаются достичь вещи.<Hoponpop> OpenBSD заинтересована в хорошо выглядеть, и кто-нибудь не пострадал           в своем маленьком сообществе, но обратите внимание всех остальных!
		-- David Leimbach

%
<Liiwi> так, что официальный способ получить buildd повторить пакет? толчок        это палкой?<Джой> Prod нейро<Liiwi> палкой?<Джой> да.
		-- David Leimbach

%
<Knghtbrd> "... вы, скорее всего, увидеть все виды компилятором           предупреждения прокрутке на экране. Это нормально и можетбыть проигнорировано ".<LordHavoc> Knghtbrd: в том, что записка прилагается к некоторым M $ кода?<Knghtbrd> Нет, это записка о связке GNU вещи.
		-- David Leimbach

%
<Гидроксид> knightbrd: от knightbrd.brain импорта * :)<Knghtbrd> богам О, если бы это было так просто ..<Knghtbrd> от carmack.brain импорта OpenGL
		-- David Leimbach

%
<LIM> мммм, multitextured пончики ....<Knghtbrd> LIM: с фруктовой начинкой?<LIM> knghtbrd: шоколадный крем ...
		-- David Leimbach

%
<StevenK> вы переписывания Вы частей Quake в * Python *?<Knghtbrd> MUAHAHAHA
		-- David Leimbach

%
## A_nick (nobody@c213-89-87-111.cm-upc.chello.se) присоединился #python<A_nick> Как добавить новый ключ к словарю?<A_nick> нм<Тире> хе :)<Тире> вот решения проблем мощность #python в.
		-- David Leimbach

%
<Hop_> я что-то, что я думаю, было куриное, который был покрыт красным       паста, которая, казалось, будет состоять из щелок основе того, сколько из моих       Tounge это сгорело.<Hop_> наш друг, который является индийская сказал, что это, почему большинство индийцев тонкие       и я цитирую "Это не займет очень много этой пищи, чтобы вы       довольные enoguh перестать есть ".
		-- David Leimbach

%
<Намерение> "Это классические просачиваются вверх экономику, признавая, что деньги            как навоз: он работает лучше, если вы распространять его вокруг ".<Knghtbrd> Намерение: корреляции Картера: Люди с большим количеством либо           Обычно запах смешно<Намерение> Knghtbrd: ты так выиграть.
		-- David Leimbach

%
