100 ведер битов на шине100 ведер битовВозьмите одну вниз, коротко, на землюFF ведра битов на шинеFF ведра битов на шинеFF ведра битовВозьмите одну вниз, коротко, на землюFE ведра битов на шинедо бесконечности ...
		-- ``Cities in Dust'', "Tinderbox", Siouxsie & the Banshees.

%
99 блоков падла на диске,99 блоков падла!Вы патч ошибка, и сбросить его снова:100 блоков падла на диске!100 блоков падла на диске,100 блоков падла!Вы патч ошибка, и сбросить его снова:101 блоков падла на диске! ...
		-- ``Cities in Dust'', "Tinderbox", Siouxsie & the Banshees.

%
Немного талькаВсегда walcum
		-- Ogden Nash

%
Коробка без петли, ключ, или крышкой,Но золотой клад внутри сокрыт.
		-- J. R. R. Tolkien

%
Пучок мальчиков были гиканьем его в салоне Malemute;Ребенок, который обрабатывает музыкальную шкатулку бил Зубец времени мелодию;Назад бара, в сольном игры, сидел Dangerous Dan Макгрю,И наблюдая за его удачи был его ветреный, дама, что известно как Лу.
		-- Robert W. Service

%
Двоюродный брат сказал один мой о деньгах,Деньги есть всегда, но изменить карманы;это не в тех же карманах после изменения,И это все, что можно сказать о деньгах.
		-- Gertrude Stein

%
Эльберет Gilthoniel,iriel silivren Пенна М 'О menel Aglar elenath!На chaered Palan-D 'irielО galadhremmin ennorath,Fanuilos, ле linnathonчисленно aear, с 'я NEF aearon!
		-- J. R. R. Tolkien

%
Слесарем судороги; Хотя грешных грехаА сокращение резак; И разбавители тонкиеИ летательном аппарате Spotter пятна; И целлюлозно-промокашки промокнитеРебенок-пассажир я никогда ещеBaby-сидит - пришлось буквы пустьНо выдра не OTS. Или видел выдру OT.Тесто летучие мыши(Или рассеивает экскрементах);Горшочного пролить для заливки;Но никто не нашлаПройдоха связаныИли поймали выдра Оттинг.
		-- Ralph Lewin

%
А для AWK, который проходит как улитка, иБ для Biff, который гласит всю почту.С для куб.см, а хакеры вспомнить, в то время какD для дд, команды, которая делает все.E для Emacs, которая выполняет повторную привязку ключей иF для FSCK, который перестраивает свои деревья.G для Grep, умным детективом, аH для остановки, которая может показаться неисправен.Я для отступа, которые редко развлекается, иJ для присоединиться, которую никто не использует.К для убийства, которая заставляет вас босс, в то время какL для Лекс, который отсутствует в DOS.М более, из которых менее был родил, иN для хорошо, что это на самом деле это не так.Вывода для О.Д., которая выводит вещи хорошие, в то время какP для PASSWD, которая гласит в строках дважды.Вопрос для квоты, в Беркли типа басни, иR для ranlib, для сортировки ар таблицу.S для заклинания, которое пытается умалить, аТ для правдой, которая делает очень мало.U для Uniq, который используется после сортировки, иV для VI, который трудно прервать.W для Whoami, который говорит вам ваше имя, в то время какХ, а, X, сомнительного известности.У для Да, который производит впечатление, иZ для zcat, который обрабатывает сжатие.
		-- THE ABC'S OF UNIX

%
Дама с одним из ее ушей применяетсяДля открытой замочную скважину слышал, внутри,Две женщины сплетни в обратное бесплатно -Предметом вовлечения их была она."Я думаю," сказал один ", и мой муж считаетТо, что она это любопытных, любознательных шалунья! "Как только больше об этом она не могла слышатьДама, возмущается, сняла ухо."Я не останусь", сказала она с гримасой,"Чтобы услышать мой персонаж лгал о!"
		-- Gopete Sherany

%
Чуть слово сомнительного числа,Враг отдохнуть и мирной сон.Если добавить "S", чтобы это,Велика метаморфоза.Множественное во множественном числе Теперь больше нет,И сладкий, что горький было раньше.Что я?
		-- Gopete Sherany

%
Человек как ржавый колеса на ржавой телеге,Он поет свою песню, как он гремит вдоль, а потом рассыпается.
		-- Richard Thompson

%
Гений не совершает ошибок.Его ошибки волевой и порталы открытий.
		-- James Joyce, "Ulysses"

%
Человек, который ловит рыбу для марлина в прудахбудет положить его деньги в этрусских облигаций.
		-- James Joyce, "Ulysses"

%
Могучая существо является ростком,Хотя меньше, чем названия животного.Его принято жилищеНаходится глубоко внутри человеческого рода.Его по-детски гордости он часто радуетДавая людям странные заболевания.Есть ли у вас, мой тарельчатый, чувствую немощных?Вы, наверное, содержат зародыш.
		-- Ogden Nash

%
Свинья является веселым спутником,Кабан, свинья, курган, или свинка -Свинья является PAL, кто будет повысить свой боевой дух,Хотя горы может упасть и наклона.Когда они провалили, отвести, и сожгли вас,Когда они повернули на вас, тори и вигов,Хотя вы можете быть накинута на Табби и Rover,Вы никогда не будете пойти не так со свиньей, свинья,Вы никогда не будете пойти не так со свиньей!
		-- Thomas Pynchon, "Gravity's Rainbow"

%
Малиновка в клеткеКладет все небо в ярости.
		-- Blake

%
Саламандры несется в пламени должны быть уничтожены.Воображаемые существа попали в рождении на кинопленке.Я не знаю, о чем она. Я просто барабанщик. Спросите Питера.Genesis выпуск предыдущего года, "The Ягненок Ложитсяна Бродвее ".
		-- Phil Collins in 1975, when asked about the message behind

%
Один flow'r он послал меня, так как мы встретились.Все нежно его гонец, которого он выбрал;Глубокий сердцем, чистым, с ароматами росы еще wet--Один прекрасный роза.Я знал язык Floweret;"Мои хрупкие листья", сказал он, "его сердце ограничивают."Любовь давно приняты за его амулетОдин прекрасный роза.Почему это никто никогда послал меня ещеОдин прекрасный лимузин, ты думаешь?Ах нет, это всегда только моя удача получитьОдин прекрасный роза.
		-- Dorothy Parker, "One Perfect Rose"

%
Истина, которая рассказала мошеннических целейBeats все ложь можно изобрести.
		-- William Blake

%
A-Z ласково,С 1 по 10 алфавиту,отсюда в вечность без посредников в,до сих пор ищет пользовательских нужным в мире вне-стойку,продажи разговора от продавцов-консультантовкогда все я хочу сделать, это снизить сопротивление,нет ритма в тарелок нет темпа в бочках,люблю по прибытии,она приходит, когда она приходит,Право на цель, но мимо цели ...
		-- William Blake

%
Абу-Бен Adhem (возможно усиление его племя!)Проснулся однажды ночью от глубокого сна мира,И увидел, в лунном свете в его комнате,Что делает его богатым, и, как лилия в цвету,Ангел писал в книге золота.Превышение мир сделал Бен Adhem жирным шрифтом,И с наличием в комнату, он сказал,"Что пишешь ты?" Видение поднял голову,И с выражением из всех сладким согласия,Ответил: "имена тех, кто любит Господа.""И это мое один?" сказал Абу. "Нет, не так,"Ответил ангел. Абу говорил ниже,Но cheerly еще; и сказал: "Я молю тебя, то,Напиши мне, как тот, который любит своих ближних ".Ангел написал, и исчез. На следующую ночьОн пришел снова с большим пробуждением света,И показали имена которых благословил любовь к Богу,И вот Имя Ben Adhem привели все остальное.
		-- James Henry Leigh Hunt, "Abou Ben Adhem"

%
Через некоторое время вы узнаете тонкую разницуМежду держит руку и цепочки душа,И вы узнаете, что любовь не означает безопасность,И вы начинаете узнать, что поцелуи не контрактыИ представляет не обещаетИ вы начинаете принять ваши пораженияС головой и открытыми глазами,С грацией женщины, не горе ребенка,И вы научитесь строить все свои дорогиНа сегодняшний день из-за завтрашний землюСлишком неопределенным. И фьючерсыСпособ падают в midflight,Через некоторое время вы узнаете, что даже солнце сжигает, если вы получаете слишком много.Таким образом, вы посадить свой сад и украсить свою душу, а не ждатьДля кого-то, чтобы принести Вам цветы.И вы узнаете, что вы на самом деле может выдержать ...Что вы действительно сильны,И у вас действительно есть ценностьИ вы учиться и учитьсяС каждым свидания вы узнаете.
		-- Veronic Shoffstall, "Comes the Dawn"

%
После всей моей бывшей дорогой,не Мои больше не лелеял,Нужно ли говорить, что была не любовь,Просто потому, что погибли?
		-- Edna St. Vincent Millay

%
Опять она убежала, но стремительное он пришел.Тинь uviel! Тинь uviel!Он назвал ее по имени эльфийского;И она остановилась прослушивания.Один момент стоял она, и заклинаниеЕго голос положил на нее: Берен пришелИ дум упал на uviel ТиньЭто в его руках лежал блестящий.Как Берен посмотрел ей в глазаВ тени ее волосы,Дрожит Starlight небесОн увидел там зеркально мерцающий.Олово 'uviel эльфийский-ярмарка,Бессмертный Maiden эльфов-накрест,О бросит ее теневой волосыИ руки, как серебра мерцать.Лонг был способ, которым судьба их родила,Над каменистых гор холодный и серый,Через залах железа и чернотелок двери,И леса пасленовых morrowless.Разлом морей между ними лежали,И все же в конце концов они встретились еще раз,И давно они скончалсяВ лес пение sorrowless.
		-- J. R. R. Tolkien

%
Против праздности и шалостейКак сладок мало Busy Bee Как умело она строит свою клетку!Улучшение каждый звездный час, Как аккуратно она распространяется воск!И собрать мед весь день и роды трудно хранить это хорошоИз каждого отверстия цветка! С сладкой пищи она делает.В работах труда или специалисту в книгах, или работы, или здоровой игры,Буду занят слишком; Пусть передаваться мои первые годы,Для Сатана находит некоторое зло еще что я могу дать на каждый деньДля праздных рук делать. Некоторые хорошие счетом наконец.
		-- Isaac Watts, 1674-1748

%
Ах, но схватить человека должна превышать его досягаемости,Или что такое рай для?
		-- Robert Browning, "Andrea del Sarto"

%
Ах, но выбор мечты жить,есть руб.Для всех мечтаний не равны,некоторые выход кошмарНаиболее конец с мечтателяНо по крайней мере один должен быть жил ... и умер.
		-- Robert Browning, "Andrea del Sarto"

%
Ах, друзья мои, из тюрьмы, они спрашивают мне,«Как хорошо, насколько хорошо это чувствует, чтобы быть свободным?"А я отвечаю им наиболее загадочно:"Птицы свободные от цепей небесного пути?"
		-- Bob Dylan

%
Алеф-нулевые бутылок пива на стене,Алеф-нулевые бутылок пива,Берешь один вниз, и передать его вокруг,Алеф-нулевые бутылок пива на стене.
		-- Bob Dylan

%
Живой без дыхания,Как холодно, как смерть;Никогда пить, либо пьет,Все в почте никогда не чокаясь.
		-- Bob Dylan

%
Все что мне нужно иметь хорошее время,Является рефрижераторных, женщина и бутылка вина.С этими тремя вещами я не нужен никакой солнцем,Косячок, женщина и бутылка вина.Все, что я хочу, чтобы никогда не стареть,Хочу, чтобы вымыть в ванной золота.Хочу 97 кг уже проката,Хочу, чтобы вымыть в ванной золота.Хочу, чтобы зажечь мои сигары с 10 долларовых банкнот,Я хотел бы иметь ранчо в Беверли Хиллз.Хочу бутылку красного глаза, который всегда заполнены,Я хотел бы иметь ранчо в Беверли Хиллз.
		-- Country Joe and the Fish, "Zachariah"

%
Все мои друзья женятся,Да, они все стареет,Они все остаются дома на выходные,Они все делают то, что им говорят.
		-- Country Joe and the Fish, "Zachariah"

%
Все, что золото не блестит,Не все те, кто бродят теряются;Стар, что является сильным не вянет,Глубокие корни не достигнут морозом.Из пепла огонь должен быть разбужен,Свет из тени произрастет;Обновленный будет лезвие, которое было нарушено,Crownless снова будет Царем.
		-- J. R. R. Tolkien

%
Все, что вы касаетесь, и все, что вам создавать,Все, что вы видите, и все, что вам уничтожить,Все, что вы вкус, все, что вы делаете,Все, что вам чувствовать, И все вы говорите,И все, что вы любите, все, что вы едите,И все, что вы ненавидите, и каждому встречному,Все, что вам доверяют, все, что вы незначительным,Все, что вам сэкономить, и каждый вам бороться,И все, что вы даете, и все, что есть сейчас,И все, что вы имеете дело, и все, что ушел,Все, что вы покупаете, и все, что должно прибыть,Бег, одолжить или украсть, И все под солнцемв гармонии,Но солнце затмеваетсяПо Луны.Там нет темная сторона луны ... действительно ... по сути это все темно.
		-- Pink Floyd, "Dark Side of the Moon"

%
Все линии были написаны Там было Сэндберга,Это печально, но это правда Китса, По и McKuenС все слова исчезли, все они имели их деньЧто молодой поэт делать? И знал, что они делаешьНо из всех слов, написанных Птица странным,И все линии читать, такой маленький и такой нежныйТам одна мне нравится больше, Его порода до сих пор неизвестно,И птицы было сказано! Не говоря уже о пол.Это напоминает мне времена Так что эта линияОба мрак и свет. Автором которой неизвестноОн по-прежнему поднимает мне настроение И все еще заставляет меня хихикатьИ начинает день право. Даже теперь, когда я вырос?Я читал все великиеОба голодали и жира,Но ни один не был столь велика, как"Я ТОТ Я Тау в Puddy тат."
		-- Etta Stallings, "An Ode To Childhood"

%
Весь мир это VAX,И все кодеры просто Мясники;У них есть свои выходы и их внутренности;И один INT в свое время играет много ширины,Его SizeOf существо _ N байт. На первый младенца,Mewling и рвота на руках регента.А потом ныть школьник, с его Солнцем,И светит утреннее лицо, ползучая, как пулиНевольно в школу.
		-- A Very Annoyed PDP-11

%
Все, кто радость выиграет должны разделить его -Счастье родилась близнец.
		-- Lord Byron

%
Глаз в синем лицеПила глаз в зеленом лице."Этот глаз, как этот глаз"Указанный первый глаз,"Но в низину,Не в высоком месте ".
		-- Lord Byron

%
Хакер был, один из лучших родаКто контролировал систему; графика его вид спорта.Бравый мужчина, чтобы быть в состоянии мастер;Многие защищенный файл он сидел на своем столе.Его консоль, когда он набрал, человек может слышатьНажатие и feeping ветер ясно,Да, и так громко, как это делает машина номер колоколГде господин мой хакер До ячейки.Правило хорошего Санкт Savage или Санкт DoeppnorКак старый и строгий, он, как правило, игнорируют;Он отпустил вещами вчераИ взял современном мире еще более просторный путь.Он не голосовать за этот текст в качестве щипнувшей курицыКоторая говорит, что хакеры не святые.И, что хакер подработанной является простымРыбу из воды, хлопая на пирсе.То есть, хакер из его обители.Это был текст занимал не стоит устрица.И я согласился и сказал, что его взгляды были доброкачественными;Был ли он изучать до его голова Венд круглыйУглубившись в книги в монастырях? Должен ли он трудитьсяКак Энди велел и до самого грунта?Был ли он покинуть мир на полке?Пусть Энди есть свой труд для себя!		[Ну, почти. Ред.]
		-- Chaucer

%
И все, что Лоракс оставили здесь в этом беспорядкебыл небольшой груда камней с одним словом ", если".Что бы это ни означало, ну я просто не мог догадаться.Это было очень, очень давно, и каждый день с того дня,Я волновался и беспокоился и беспокоятся подальше.На протяжении многих лет, как мои здания развалились,Я беспокоился о ней всем своим сердцем."НО", говорит Oncler ", теперь, когда ты здесь,Слово Лоракс кажется совершенно ясно!Если кто-то, как вы не заботится целый очень много,ничего не изменится к лучшему - это не так.Так ... Catch! "Кричит Oncler. Он позволяет что-то упало."Это truffula семян. Это последний из всех!"Вы отвечаете последнего из семян truffula.И truffula деревья, что нужно всем.Завод новая truffula - относиться к нему с осторожностью.Дайте ему чистую воду и кормить его свежим воздухом.Вырастить лес - защитить его от осей, что рубить.Затем Лоракс и все его друзья могут вернуться! "
		-- Chaucer

%
И когда мы стоим на краю темнотыПусть наша пение заполнить пустотуЧто другие могут знатьВ стране ночьКорабль солнцаРисуетсяБлагодарен мертвым.
		-- Tibetan "Book of the Dead," ca. 4000 BC.

%
И сделал те ноги, в древности,Прогулка на горы зеленого Англии?И был Святой Агнец БожийВ приятных пастбищ Англии видели?И сделал Лика БожественноеСиять на этих переполненных холмов?И был Иерусалим построен здесьСреди этих темных сатанинских мельниц?Принесите мне мой лук горения золота!Принеси мне мои стрелки желания!Принеси мне мои копья! облака O разворачиваться!Принесите мне мой колесница огненная!Я не перестанет психического борьбе,мой меч не несет отдохнуть в моей руке,Пока мы строили ИерусалимВ зеленой и приятной земли Англии.
		-- William Blake, "Jerusalem"

%
И вот я ждать так терпеливоОжидание, чтобы узнать, какую ценуВы должны заплатить, чтобы выйти изПереход через все эти вещи в два раза
		-- Dylan, "Memphis Blues Again"

%
И услышал я Джефф воскликнуть,Когда они прогуливались из виду,"С Рождеством Христовым всех -Вы принимаете кредитные карточки, не так ли? "
		-- "Outsiders" comic

%
И если California скользит в океан,Как мистики и статистика говорят, что будет.Я предсказываю этот мотель будет стоять,Пока я не заплатил свой счет.
		-- Warren Zevon, "Desperados Under the Eaves"

%
И если когда-нибудь, где-то, кто-то спросит тебя,"Кто килт тебя?", Скажите им это ТВАС на Doones из Bagworthy!
		-- Warren Zevon, "Desperados Under the Eaves"

%
И если вам интересно,,Что я делаю,Поскольку я направляясь к раковине.Я выплевывая всю горечь,Наряду с половины моего последнего напитка.
		-- Warren Zevon, "Desperados Under the Eaves"

%
И в Heartbreak лет, которые предстоит решить,Будьте верны себе и Grateful Dead.
		-- Joan Baez

%
И миль, прежде чем я спать.
		-- Robert Frost

%
А теперь Тони вашего тон-, Дисковые блоки изобилииИ бумага рядом чистый белый, жду ваших лазерных построенных линий,В пятна на вашей душе ушли ваши сложные шрифты,И ваш вывод в чистоте, как свет .. Изображения и знаки.Мы трудились с отцом, Ваше amputative отсутствиеПочтенный XGP, Сделала Десять немой,Но его медленно художественные ручной, Без тебя, Довер,Недостатки свой чистый скорость. Мы Система untounged-Тезисы и доклады рисовать участки и TEXageИ код в очереди Были выжидают,Довер, о Довер, С LISP кода и программ,Мы ждали вас. И это crufty рифмы.Довер, о Довер, Довер, о Довер, возникла из мертвых.Мы приветствуем вас назад, Dover, ой Довер, Awoken с постели.Хотя до сих пор можно заклинить, Dover, ой Довер, добро пожаловать в лабораторию.Вы на правильном пути. Довер, о Довер, мы пропустили ваш чистый					рука...
		-- Robert Frost

%
... и табели Я всегда боялась, чтобы показатьMama'd приходят в школуи, как я сидел там тихо плачутTeacher'd сказать, что он просто не пытаюсьПолучил хорошую голову, если бы он применить егоно вы сами знаете,это всегда где-то ещеЯ построю себе замокс драконами и королейи я ускакал с нимиКогда я стоял у окнаи выходили на теBrooklyn дороги
		-- Neil Diamond, "Brooklyn Roads"

%
И так было, позже,Как сообщили мельник свою историю,Это лицо, сначала просто призрачная,Оказалось белее оттенок бледно.
		-- Procol Harum

%
И тишина пришла тихонько помпаж назадКогда погружаясь копыта пропали ...
		-- Walter de La Mare, "The Listeners"

%
И это хороший старый Бостон,Домой бобов и трески,Где Лоуэллов говорить только Cabots,И Cabots говорить только Богу.
		-- Walter de La Mare, "The Listeners"

%
И мы слышали, как он восклицалКак только он начал бродить:"Я голограмма, дети,пожалуйста, не пытайтесь повторить это дома! "
		-- Bob Violence

%
И ... Что в мире когда-либо случилось с Sweet Jane?Она потеряла блеск, вы видите, что она не то же самое.Livin 'на красных, витамин С, и кокаинВсе друг может сказать "Разве это не позор?"
		-- The Grateful Dead

%
Ангелы мы слышали на высокомРасскажите нам, чтобы выйти и купить.
		-- Tom Lehrer

%
Антонио АнтониоУстала жить alonioОн думал, что Ву Antonio AntonioМисс Lucamy Лу, Роде из его поло ponioМисс Lucamy Люси Molonio. И нашел горничнуюВ Bowery тени,Сидеть и вязание alonio.Антонио АнтониоСказал, что если вы будете моим ownioЯ люблю ту-истинную OH nonio АнтониоИ купить для вас Вы слишком мрачной и bonioIcery creamry Conio. И все, что я хотелВы единственном рыбаЭто вы быстро begonio.Антонио АнтониоИздал мрачный moanioИ пошел и скрылИли мне сказали, что он сделалВ Antartical Zonio.
		-- Tom Lehrer

%
Апрель является жестоким месяц ...
		-- Thomas Stearns Eliot

%
Есть те, в земле храбрыйКто может сказать мне, как я должен вести себяКогда я опозорилПотому что я стертыФайл я намеревался сохранить?
		-- Thomas Stearns Eliot

%
Что касается женщин, хотя мы презирать и игнорировать их,Мы можем жить, но не может жить без них.
		-- Frederic Reynolds

%
Как я шел ПЕРФОКАРТУ Хилл,Чувство хуже и чем хуже,Там я встретил C.R.T.И это drop't мне курсор.C.R.T., C.R.T.,Люминофоры свет на вас!Если бы мне пришлось пятьдесят часов в деньЯ потратить их все на вас.
		-- Uncle Colonel's Cursory Rhymes

%
Как я проходил Project MAC,Я встретил Quux с семью хаки.Каждый работник имел семь ошибок;Каждый ошибка имел семь проявлений;Всякое проявление было семь симптомов.Симптомы, проявления, ошибки, и хаки,Сколько потери при Project Mac?
		-- Uncle Colonel's Cursory Rhymes

%
Поскольку я шел по улице один темный и тоскливый день,Я наткнулся на рекламный щит и к моему ужасу,Слова рвались и оборванный,От шторма в ночь перед,Ветер и дождь сделал свое дело, и это, как она идет,Дым сигарет Coca-Cola, жевать Wrigleys Spearmint пиво,Кен-L-Рацион корма для собак делает ваш цвет лица ясно,Simonize ребенка в моноблока Hershey,И Тексако это красота крем, который используется в каждой звезде.Возьмите ваш следующий отпуск в новом Frigedaire,Научитесь играть на фортепиано в вашем зимнем белье,Врачи говорят, что младенцы должны курить, пока они не три,И люди старше шестидесяти пяти должны купаться в Lipton чай.
		-- Uncle Colonel's Cursory Rhymes

%
Как мне "я marrer был читаешь 'а tyape,Tyape дал визг знак 'пытался Тэ escyape;Это пропускается Ауэр в gyate Тэ конец области,'Jigged OOT ВИ комнатной' катушку 'катушку!Следуйте лидера, Джонни меня приятель,Следуйте его до конца, мне хитрый парень О;Следуйте транспорт, Джонни меня приятель,Далеко, парень, лежат далеко, хитрый парень O!
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Поскольку некоторые день может случиться, что жертва должна быть найденаУ меня списочек - У меня списочекПравонарушителей общества, которые вполне может быть под землейИ кто бы никогда не будет хватать - которые никогда не будут пропущены.
		-- Koko, "The Mikado"

%
Порой усмотрению должен быть брошен в сторону,и с глупым мы должны играть в дурака.
		-- Menander

%
Избегайте тихо и Плэсид лиц, если вы не нуждаются в Sleep.
		-- National Lampoon, "Deteriorata"

%
Аж nazg durbatal ^ ик, аж nazg gimbatul,Аж nazg thrakatal ^ ик аг Burzum иши krimpatul!
		-- J. R. R. Tolkien

%
Будьте уверены, что прогулка по океану большинство душ вряд линамочить ноги. Падение не в любви, поэтому: он будет придерживаться на вашем лице.
		-- National Lampoon, "Deteriorata"

%
Будьте мужественны, но не слишком азартный.Пусть наряд твое красива, но не дорого.
		-- John Lyly

%
Красота есть истина, истина красота, что всеВы знаете, на земле, и все вы должны знать.
		-- John Keats

%
Потому что я делаю,Потому что я не надеюсь,Потому что я не надеюсь, чтобы выжитьНесправедливость от Дворца, смерть от воздуха,Потому что я, только делать,Я продолжаю...
		-- T. S. Pynchon

%
Под этот камень лежит Мерфи,Они похоронили его сегодня,Он жил жизнью Райли,В то время как Райли был далеко.
		-- T. S. Pynchon

%
лучше! дуться! Криклучше WatchoutLPR почемуСанта-Клаус <Северный полюс> городкот / и т.д. / пароль> Списоксписок NCheckсписок NCheckСписок кошка | GREP озорной> nogiftlistСписок кошка | GREP хороший> giftlistСанта-Клаус <Северный полюс> городкоторые | Grep спальныекоторые | Grep бодрствованиякоторые | GREP 'плохо \ | хорошо »	ради Бога) {		будь хорошим}
		-- T. S. Pynchon

%
Между идеейА реальностьМежду движенияИ актПадает Тень[Цитируется по "VMS внутренних органов и структур данных", V4.4, когдасо ссылкой на систему диспетчерской службы.]
		-- T. S. Eliot, "The Hollow Man"

%
Big M, Маленький М, многие бормоча мышейДелают полночь музыку в лунном свете,Могучий приятно!
		-- T. S. Eliot, "The Hollow Man"

%
Откусили больше, чем мой ум мог жевать,Душ или самоубийства, что мне делать?
		-- Julie Brown, "Will I Make it Through the Eighties?"

%
Черный блестящий молли и яркие цветные гуппи,Застенчивые ангелочки, как нежные, как щенков,Для плавания и дайвинга с едва свистом,Они были лишь некоторые из моей тропических рыб.Потом я получил манат, что Стинг в воде,Смертельные пираньи, что зуд для убоя,Savage мужчины бета которые грызут с повидла,Теперь у меня есть много меньше тропических рыб.Если вы считаете, чтоРыбы мирныеЭто пустая желание.Просто бросьте их вместеИ оставить их в покое,И вскоре вы будете иметь - ни рыбы.
		-- To My Favorite Things

%
Blackout, жара, 0,44 калибра убийство,Бомжи офигительно и собаки сходят с ума в упаковках на West Side,Молодая девушка, стоя на выступе, похоже другого самоубийства,Она хочет, чтобы поразить эти кирпичи,'Вызывают новости в шесть получили придерживаться срока,В то время как миллионеры прячутся в Бикмен месте,Мешок дамы бросают свои кости в моем лице,Я нападают ребенок со стереозвуком,Я не хочу это слышать, но он не будет превратить его вниз ...
		-- Billy Joel, "Glass Houses"

%
Мальчик, получить свою голову из звезд выше,Вы получаете максимальное удовольствие от минимума любви.Сохранить свое сердце и пусть ваше тело будет достаточно,Чтобы получить максимальное удовольствие от минимума любви.Сохранить свое сердце и пусть ваше тело будет достаточно,И получить максимальное удовольствие от минимума любви.
		-- Mac Macinelli, "Minimum Love"

%
Дышите глубоко сбора мрак.Смотреть огни исчезают из каждой комнаты.Жилая комната люди оглянуться назад и плач;бесполезные энергии в другой день потратили.Страстные любители бороться как единое целое.Одинокий мужчина плачет за любовь и не имеет ни одного.Новый мать поднимает и сосет ее сына.Пенсионерам желаю, чтобы они были молоды.Бессердечный шар, что правила ночь;Удаляет цвета из нашего поля зрения.Красный серый и желтый белый.Но мы решили, что реально, а что иллюзия ".
		-- The Moody Blues, "Days of Future Passed"

%
Brillineggiava, изд я tovoli Slatigirlavano ghimbanti NELLA VABA;я borogovi Эран Tutti mimantiе ла MOMA Радева fuorigraba."Figliuolo млн, STA 'attento аль Gibrovacco,Dagli artigli электронной дал Morso lacerante;fuggi l'Учелло Giuggiolo, электронной Nel SaccoMetti Infine IL frumioso Bandifante ".
		-- Lewis Carroll, "Jabberwocky"

%
Но имеет никакого мельчайший атом,В то время как-сижу и-splittin ',Когда-нибудь задумывались или CAREТо E = M C ** 2?
		-- Lewis Carroll, "Jabberwocky"

%
Но я был там, и я видел, что ты сделал,Я видел это своими собственными глазами.Таким образом, вы можете стереть эту ухмылку;Я знаю, где вы been--Это все было вранье!
		-- Lewis Carroll, "Jabberwocky"

%
Но ученые, которые должен знатьУбедите нас, что так и должно быть.О, давайте никогда, никогда сомненийЧто никто это уверены.
		-- Hilaire Belloc

%
Но мягкая вы справедливая Офелия:Ope твоя не громоздкие и мраморные челюсти,Но пойди в монастырь - вперед!
		-- Mark "The Bard" Twain

%
Но, Mousie, ты уже не пер твоего,При доказательстве предвидения может быть напрасно:Несмотря на блестящие схемы O 'мышей An' мужчиныГан на корме а-глеевые,'Lea'e нам ничего, кроме горя и болиДля обещанной радости.
		-- Robert Burns, "To a Mouse", 1785

%
Уходить, банан Нос; Сбросьте глаза моиНенавистной болезненность, очистить шахтные колосья;Меньше дорогой, чем бродячих муравьев в яблочные пирогиТы, старый чернослив-лицо, с каштанами твои носить,Dropt от твоего пилинга губы как паршивого фруктов;Как пчелы на perfum'd вырослиОни сосут, и нравится двубортный костюмУстарели; Поэтому, банан Нос,Перейти воздушного змея, добро твоего просроченной;И остановить продукцию из твоих язвительный ума:Твое logick, как замки твоих, является разрозненные;Твое приветствие, как лица Твоего, это ямы.Прочь, говорю; перейти ошибка кого-то нового,Катись, бить его, иди отсюда и гайки к вам.
		-- Robert Burns, "To a Mouse", 1785

%
К тому времени, вы поклясться, что ты его,озноб и вздыхаяи он клянется его страстьбесконечна, бессмертна -Леди, сделать это к сведению:Один из вас лежит.
		-- Dorothy Parker, "Unfortunate Coincidence"

%
По двору, жизнь трудна.К дюйм, это тюльпан.
		-- Dorothy Parker, "Unfortunate Coincidence"

%
Успокойтесь, это только единицы и нули,Успокойтесь, это только биты и байты,Успокойтесь, и говорить со мной по-английски,Следует понимать, что я не один из ваших computerites.
		-- Dorothy Parker, "Unfortunate Coincidence"

%
Отменить меня нет - за то, что тогда останется?Абсциссы, некоторые Мантиссы, модули, режимы,Корень или два, тор и узел:Обратная моего стиха, нулевой домена.
		-- Stanislaw Lem, "Cyberiad"

%
КонфетыдендиНо ликерБыстрее.Фортуна обновляет большие цитаты: # 53.Конфеты денди; но ликер быстрее,и секс не будет гнить зубы.
		-- Ogden Nash, "Reflections on Ice-Breaking"

%
Поймать волну и вы сидите на вершине мира.
		-- The Beach Boys

%
Сесил, ты мой последняя надеждаВыяснения истинного Straight DopeИбо я читал в кошки ШредингераНо ни один из моих кошек не совсем так.Этот необычный животное (так сказано)Является одновременно живым и мертвым!То, что я не понимаю, почему он простоНе может быть один или другой, безусловно.Мое будущее теперь висит между собственными состояниями.В одном я просветленным, в другом я нет.Если * Вы * понимать, Cecil, а затем показать мне путьИ спасти мою психику от квантовой распада.Но если это странное дело растерянно даже вы,Тогда я * ___ и * Я не буду видеть вас в зоопарке Шредингера.человеческого знания "Сесил Адамс
		-- Randy F., Chicago, "The Straight Dope, a compendium

%
Конечно, есть вещи в жизни, которые нельзя купить за деньги,Но это очень смешно - ты когда-нибудь попробовать покупать их без денег?
		-- Ogden Nash

%
Чарли был химиком,Но Чарли не более.За то, что он считал H2O,Был H2SO4.
		-- Ogden Nash

%
Дети не устраивает без чего-то, чтобы игнорировать,И вот что родители были созданы для.
		-- Ogden Nash

%
Рыцарство, Schmivalry!Роджер вор имеетМетод, который он использует дляподлый атаки:Люди, которые читают этохарактерноВсегда ЗабывСохраняют собственную BAC ...
		-- Ogden Nash

%
Святки здесь, ей-богу; Убейте индеек, уток и кур;Disapproval бы безумием; Смешайте удар, вытащить Диккенса;Палуба залы с ханков Холли; Даже если перспектива вызывает отвращение,Заполните чашку и не сказать, когда ... Брат, здесь мы идем снова.В первый день Рождества, вы не можете получить боль; Отношения не жалея expense'll,Своим ближним необходимо обожаю; Отправить некоторое бесполезное старый посуду,Там время грабительствуй все больше, или комбинационной ручка и карандаш,Друга триста шестьдесят четыре! Просто, что мне нужно ... как приятно.Это не имеет значения, насколько искренни Харк Herald-Tribune поет,Это, ни как сердечный дух; Рекламные удивительные вещи.Настроения не полюбить его; Упокой Ye Merry Торговцы,Важно то, ... цена. Может вы сделаете оплату святки.Ангелы мы слышали на высоту,Пусть хриплый sleighbells звон; Расскажите нам, чтобы выйти и купить.Приветствую нашего дорогого старого друга, Крис Крингл, Sooooo ...Вождение своих оленей по небу,Не стойте под когда они пролетают!
		-- Tom Lehrer

%
Холодный быть руку и сердце и кости,и холодной быть спать под камень;никогда больше не просыпаться на каменистому ложу,никогда, пока солнце не удается, и Луна не мертв.В черный ветер звезды умрут,и до сих пор на золото здесь пусть лежат,до Темный Лорд поднимает рукунад мертвого моря и увядшей земли.
		-- J. R. R. Tolkien

%
Приходите заполнить чашку, в огне весныВаш зимний одежды из покаяния броске.Птица время имеет, но небольшой путьЧтобы флаттера - и птица на крыле.
		-- Omar Khayyam

%
Приезжайте жить со мной и быть моя любовь,И мы будем некоторые новые удовольствия доказатьЗолотые пески и кристально ручьиС шелковыми линий и серебряных крючков.Там нет ничего, что я бы не сделатьЕсли вы бы мой POSSLQ.Вы живете со мной, и я с вами,И вы будете моим POSSLQ.Я буду твоим другом и многое другое;Это то, что POSSLQ для.И все мы будем сознаться;Да, даже в IRS.Однажды на то, что мы оба могут заработать,Возможно, мы будем подавать совместную налоговую декларацию.Вы поделюсь своим панель, мои налоги, совместное;Вы разделить свою жизнь - до определенного момента!И что вы будете так рад сделать,Потому что вы будете моим POSSLQ.
		-- Omar Khayyam

%
Приезжайте жить со мной, и моя любовь,И мы будем некоторые новые удовольствия доказатьЗолотые пески и кристально ручьи,С шелковыми линий и серебряных крючков.
		-- John Donne

%
Давай, Вирджиния, не заставляй меня ждать!Католические девочки начинают слишком поздно,Ах, но рано или поздно, все сводится к судьбе,Я мог бы также быть одним.Ну, они показали вам статую, сказал вам молиться,Встроенный вам храм и заперли тебя,Ах, но они никогда не говорили вам цену, что вы оплатили,То, что вы могли бы сделать.Так давай, Вирджиния, покажите мне знак,Отправить на сигнал, я брошу вам линию,Это витражи занавес, что вы прикрываясь,Никогда не позволяет на солнце.Дорогая, только хорошее умирают молодыми!
		-- Billy Joel, "Only The Good Die Young"

%
Приходите, каждый усеченный стремится быть конусом,И каждый вектор мечты матриц.Hark к нежным градиентом ветру:Это шепчет о более эргодической зоне.
		-- Stanislaw Lem, "Cyberiad"

%
Приходите, хозяин, заполнить спиртные напитки, пока он делает наезд,Сегодня вечером мы будем всем счастливого быть - завтра мы получим трезв.
		-- John Fletcher, "The Bloody Brother", II, 2

%
Приходите, поспешим на более высокий уровень,Где диады давить волшебные поля Венна,Их показатели украшенной от одного до _ п,Объединенных в бесконечном марковской цепи!
		-- Stanislaw Lem, "Cyberiad"

%
Приходите, муза, давайте петь крыс!
		-- From a poem by James Grainger, 1721-1767

%
Приидите, духиЭто, как правило, на Смертельные мысли, кастрировать меня здесь,И заполнить меня, от макушки до ног, сверху полныйИз тяжелейшие жестокости! сделать толщиной моя кровь,Заткните доступ и проход к раскаяниеЧто ни испытывающий угрызения совести не посещение природыКачаю упал цель, не сохранить мир междуЭффект и! Приходите к груди моей женщины,И принять мое молоко для желчью, вы убийство министров,Где бы в ваших незрячих веществЖдешь буйный природы! Приходите, толщиной ночь,И приелось, приводимых в dunnest дыма ада,Это мой острый нож посмотреть не рана это делает,Ни небо писк через одеяло темноты,Плакать `Держать держать!"
		-- Lady MacBeth

%
Приходя к ближайшие к вам магазины:101 грамматически правильно популярных мелодий ролях:(Вы не ничего, кроме) Hound DogЭто не значит, вещь, если она еще не получила, что качелиЯ не плохо себя вестиИ намного больше ...
		-- Lady MacBeth

%
Путаница будет мой эпитафиякак я ходить раскалывались и разбивались путьЕсли мы делаем это, мы все можем сидеть сложа руки и смехНо боюсь, что завтра мы будем плакать.
		-- King Crimson, "In the Court of the Crimson King"

%
Смерть наступает на каждым ветерком,Он скрывается в каждом цветке;Каждый сезон имеет свой собственный заболевание,Его опасность - каждый час.
		-- Reginald Heber

%
Палуба всех нас Boston Чарли,Уолла-Уолла, штат Вашингтон., Ап 'Каламазу!Норы морозил "на тележке,Swaller доллар цветная капуста, alleygaroo!Не мы знаем архаичный баррель,Колыбельная Лилла Мальчик, Луисвилл Лу.Тележка Молли не любят Гарольд,Boola boola Pensacoola шумиха!
		-- Pogo, "Deck Us All With Boston Charlie" [Walt Kelly]

%
Признан виновным ... отображать чувства почти человеческой природы.
		-- Pink Floyd, "The Wall"

%
Презрев машины к человеку,Луддиты присоединился к Клана,И переждать ночьюВ листовом беломЛинчевать все роботы они могут.
		-- C. M. and G. A. Maxson

%
Didja 'когда-нибудь придется сделать свой ум,Возьмите по одному и оставить другой сзади,Это не часто, легко, и это не часто вид,Didja 'когда-нибудь придется сделать свой ум?
		-- Lovin' Spoonful

%
Разочарованные слова, как пули коры,Как боги человека стремиться к их марки,Сделать все от игрушечных пистолетов, которые зажигаютЧтобы телесный Христов, которые светятся в темноте.Это легко понять, не глядя слишком далекоЭто не так много на самом деле священна.
		-- Bob Dylan

%
Есть ли у ваших выдры сделать шимми?Нравится ли они пожать хвосты?спать ли ваши вомбаты в tophats?Является ли ваша сад, полный улиток?
		-- Bob Dylan

%
Не беспокойтесь, это не повредит вам,Это только у меня преследует то, что я не уверен,Через мои мечты, с neptive удивления,Я преследовать яркий неуловимую бабочку любви.
		-- Bob Dylan

%
Не позволяйте никому не скажу вам, что вы не можете сделать;не позволяйте никому не скажу, что это невозможно для вас;не позволяйте никому не скажу вам, что вы должны сделать,или вы никогда не будете знать ... что на другой стороне радуги ...помните, если вы не следовать вашей мечты,Вы никогда не будете знать, что на другой стороне радуги ...
		-- melba moore, "the other side of the rainbow"

%
Не теряйтеТвоя головаЧтобы получить минутуНеобходимо головуВаши мозги в ней.
		-- Burma Shave

%
Не разбудить меня слишком рано ...Собираюсь взять поездку через луны ...Ты и я.
		-- Burma Shave

%
Дважды Баки, ты один,Вы делаете мою клавиатуру так весело,Дважды Баки, дополнительный бит или два, (Vo-во- де-O)Контроль и мета, бок о бок,Дополненная ASCII, 9 бит в ширину!Дважды Баки, полтора тысячи глифы, плюс несколько!О, я уверен, жаль, что я,Имел пару битов более!Возможно, набор педалей, чтобы сделать количество битов четырех.Двухместный Баки! Дважды Баки влево и вправоСоединены через, сбился взгляда!Дважды Баки, я хотел бы целый слово,Дважды Баки, я рад я услышал,Дважды Баки, я хотел бы целое слово из вас!быть добавлены к терминальным кодов на 36-битных машин для использованияметодом трафаретной редакторов. [На мотив "резиновая уточка"]
		-- to Nicholas Wirth, who suggested that an extra bit

%
Вплоть до республик банан,Вплоть до тропического солнца.Перейти к экспатриированных американцев,В надежде найти повеселиться.Некоторые из них идут на парусных,Оказавшись приманкой моря.Пытаясь найти то, что болеет,Жизнь в свободной стране.Некоторые из них работают от любителей,Не оставляя вперед адрес.Некоторые из них работают тонн Гяндже,Некоторые из них работает с IRS.Поздно ночью вы найдете их,В дешевых отелей и баров.Суетиться на senoritas,В то время как они танцуют под звездами.
		-- Jimmy Buffet, "Banana Republics"

%
Пить и танцевать, смеяться и ложьЛюбовь, намотки полночь черезНа завтра мы умрем!(Но, увы, мы никогда не делаем.)
		-- Dorothy Parker, "The Flaw in Paganism"

%
Легко пришло и легко идти,некоторые называют меня просто деньги,Иногда жизнь полна смеха,и иногда это не смешноМожно подумать, что я дурака иногда это правда,Но я иду 'к небу во вспышке огня,	с тобой или без.
		-- Hoyt Axton

%
Элеанор РигбиСидит на клавиатуреИ ждет линии на экранеЖивет во снеОжидает сигналаНахождение кодЭто сделает машина сделать еще несколько.Для чего это?Все одинокие пользователи, где они все взялись?Все одинокие пользователи, почему так долго?Хакер MacKensieНаписание кода для программы, что никто не будет работатьЭто почти сделаноПосмотрите на него работает, фиксируя ошибки в ночное время, когда естьникто там.Что ему?Все одинокие пользователи, где они все взялись?Все одинокие пользователи, почему так долго?Ах, посмотрите на всех одиноких пользователей.Ах, посмотрите на всех одиноких пользователей.
		-- Hoyt Axton

%
Бесконечные очередь в мире, бесконечные спиннинг солнцаБесконечные поиски;Возвращаюсь обратно к моей собственной начале,А вот, обрести покой.
		-- Hoyt Axton

%
Es brilig войну. Die Schlichte TovenWirrten унд wimmelten в Waben;Und Aller-м "umsige BurggovenDir mohmen R "ATH ausgraben.
		-- Lewis Carrol, "Through the Looking Glass"

%
Euch ист bekannt, был Wir beduerfen;Wir Wollen Старк Getraenke schluerfen.
		-- Goethe, "Faust"

%
Даже человек, который чист в душе,И говорит, что его молитвы ночьюМожет стать волком, когда wolfbane цветет,И луна полна и ярким.
		-- The Wolf Man, 1941

%
Даже в момент нашего раннего поцелуя,Когда вздохнул стесненных бутон в цветке,Сидел сухой семя наиболее нежелательным этого;И что я знал, хотя и не день и час.Слишком сезон-накрест я, будучи страной воспитанный,Чтобы наклонить на осень или игнорировать мороз:Нюхательного холод даже как отцы мои,Я говорю с ними, "Что сегодня вечером теряется."Я только надеялся, с мягким надежде всеКто смотреть лист складываться на дереве,Более справедливый летом и позже осеньюЧем в этих краях человек склонен видеть,И солнечные кластеры назрела вина:Я говорю вам это по почерневшей лозе.Наша раннее Kiss ", 1931
		-- Edna St. Vincent Millay, "Even in the Moment of

%
С тех Вперед! С тех Вперед!Вот шпринтов который принес нам славу.Мы большая, но больше мы будем,Мы не можем не для всех может увидеть, что служить человечествуБыла наша цель.Наши продукты теперь известны в каждой зоне.Наша репутация блестит, как драгоценный камень.Мы боролись наш путь черезИ новые поля, мы уверены, чтобы завоевать, слишкомДля тех Вперед IBM!
		-- Ever Onward, from the 1940 IBM Songbook

%
С тех пор как я был маленьким мальчиком,Я взломал сеть ARPA,Из Беркли до Rutgers, Он на моей любимой терминала,Любой доступ я мог бы получить, он кошки C прямо в Foo,Но не не видел ничего подобного ему, Его ученики привести его в дом,На любом университетском городке еще, и он просто разрывает корень,То глухим, немым, и слепым ребенком, всегда имеет полный SYS-PRIV годов,Конечно отправляет средний пакет. Никогда не использует нибудь вкусненькое,То глухим, немым, и слепым ребенком,Конечно отправляет средний пакет.Он мастер UNIX,Там должен быть поворот.получил мастера UNIX никогда не заводится и не отвлекаться,Неограниченное пространство на диске. не слышно ни одного свистки или колокола,Как вы думаете, он делает это? Не вижу ни одно сообщение не мигает,Я не знаю. Типы по обоняния,Что делает его таким хорошим игроком? Эти безумные маленькие программы,Соответствующие битовые флаги установлены,То глухим, немым, и слепым ребенком,Конечно отправляет средний пакет.
		-- UNIX Wizard

%
Каждый любовь это любовь, прежде чемВ скучнее платье.
		-- Dorothy Parker, "Summary"

%
Каждый человек, как Бог создал его, ау, и часто хуже.
		-- Miguel de Cervantes

%
Каждую ночь мои молитвы я говорюИ получить мой обед каждый день;И каждый день, что я был хорош,Я получаю апельсин после еды.Ребенок, который не является чистым и аккуратным,С большим количеством игрушек и вещей, чтобы поесть,Он непослушный ребенок, я sure--Или же его дорогой папа оставляет желать лучшего.
		-- Robert Louis Stevenson

%
Всем известно, что будут загружены кости. Все рулоны с ихскрещенные пальцы. Всем известно, что война закончилась. Все знаютхорошие ребята потеряли. Всем известно, борьба была зафиксирована: плохое пребываниебедные, богатые становятся богатыми. Вот как это происходит. Все знают.Всем известно, что лодка течет. Всем известно, капитанлгал. Все получили эту сломанную ощущение как и их отец или их собакатолько что умер.Все говорили, чтобы их карманы. Каждый хочет коробку конфети длинным стеблем розы. Все знают.Всем известно, что ты любишь меня, детка. Всем известно, что вы действительноделать. Всем известно, что вы были верны, плюс-минус ночь илидва. Всем известно, вы были осторожны, но там было так много людейВы только должны были встретиться без одежды. И все знают,.И все знают, что это сейчас или никогда. Всем известно, что это я или вы.И все знают, что вы жить вечно, когда вы сделали одну или две строки.Всем известно, что сделка гнилой: еще Pickin 'хлопок для Black Джодля вас лентами и бантами. И все знают,.
		-- Leonard Cohen, "Everybody Knows"

%
Все отлично в этом хорошего старого мира;(Это материал, который они всегда могут использовать.)Бог в своем небе, Хилла росы обшелушенное;(Это обеспечит для обуви ребенка.)Голод и война не означает вещь;розово куда бы ни Все в нас бродят;Харк, как птички весело петь!(Это то, что получает бекон домой.)
		-- Dorothy Parker, "The Far Sighted Muse"

%
Везде вы идете вы увидите их поиске,Везде вы включаете вы будете чувствовать боль,Каждый ищет ответ,Ну посмотрите еще раз.
		-- Moody Blues, "Lost in a Lost World"

%
F: Когда в комнату я погружаюсь, IИногда найти Фиолетовый грибков.Тогда я задерживаться, темно задумчивыйНа яд они источая.
		-- The Roguelet's ABC

%
Семьи, когда ребенок рождаетсяХотите, чтобы это было интеллектуальное.Я, через интеллект,После крушение всю жизнь,Только надеюсь, что ребенок окажетсяНе зная и глупо.Затем он увенчает спокойную жизньСтав членом кабинета министров
		-- Su Tung-p'o

%
Прощание мы называем в очаге и зале!Хотя ветер может дуть и дождь может упасть,Мы должны прочь прежде чем разрыв деньДалеко над лесом и горы высотой.Чтобы Ривенделл, где эльфы еще житьВ полянах под туманной упал,Через болота и отходов мы едем в спешке,А куда тогда мы не можем сказать.С врагов впереди, позади нас страх,Под небо будет нашим кровать,Пока, наконец, наша труд не будет принят,Наше путешествие сделано, наша поручение ускорился.Мы должны сейчас! Мы должны сейчас!Мы едем до рассвета!
		-- J. R. R. Tolkien

%
Феликс Catus Ваш таксономической номенклатуры,Эндотермической quadroped, хищных по своей природе.Ваши визуальные, обонятельные, и слуховые чувстваСодействие свои навыки охоты и естественной защиты.Я считаю себя заинтригован вашей подгруппе с вокальной колебаний,Особая разработка кошек коммуникацийЭто устраняет ваши основные гедонистической predelectionДля ритмичной поглаживание вашего меха, чтобы продемонстрировать любовь.Хвост весьма существенно для акробатических талантов:Вы не были бы столь гибкой, если вы не хватало его противовесом;И когда не utilitized чтобы помочь в передвижении,Это часто служит иллюстрацией состояния вашей эмоции.О месте, сложных уровней поведения вы показываетеОзначать довольно хорошо развитую когнитивную массив.И хотя вы не чувствующее, точечный, и не понять,Я, тем не менее считаем, что Вы настоящий и ценят друг.
		-- Lt. Cmdr. Data, "An Ode to Spot"

%
Пятнадцать человек на сундук мертвеца,Йо-хо-хо и бутылка рома!Пить и дьявол тебя доведет до конца,Йо-хо-хо и бутылка рома!
		-- Stevenson, "Treasure Island"

%
Пятьдесят легкомысленные лягушкиГулял по на flippered ногИ с их слизью они сделали времяНеестественно флот.
		-- Stevenson, "Treasure Island"

%
Окончательный смерть.Совершенство завершенность.Ничто не идеально.Есть куски в нем.
		-- Stevenson, "Treasure Island"

%
Пять имен, которые я с трудом переношу услышать,В том числе ваши и мои и еще один шимпанзе, которые здесь нет,Я вижу дамы говорили как раз является получаешь трудно,И это страшное раскопки на бульваре Magnolia,Да, я иду 'с ума,И я смеюсь в замороженном дождь,Ну, я так одинока, мед, когда они собираются отправить меня домой?Плохие кроссовки и Пина Колада моего друга,Остановка на авеню Radio City, сТранзистор и крупная сумма денег, чтобы тратить ...Вы феллах, вы tearin 'вверх по улице,Вы носите, что белый смокинг, как ты собираешься бить тепла,Вы принимаете меня за дурака, ты думаешь, что я не вижу,То канаву в долине, что они Diggin 'только для меня,Да и Goin 'с ума,Вы знаете, что я смеешься 'на замороженной дождь,Почувствуйте, как я так одинока, мед, когда они собираются отправить меня домой?(хор)
		-- Bad Sneakers, "Steely Dan"

%
Летающие тарелки по случаюПоказать себя для человеческого глаза.Иностранцы дыма, отложить вторжениеХотя они заклеймить эти сказки как ложь.
		-- Bad Sneakers, "Steely Dan"

%
"За пару O 'штифтов," говорит Тролль, и усмехается,"Я съем тебя тоже, и грызть голени твои.Немного о "свежего мяса войдет сладко!Попробую зубы на тебя прямо сейчас.Хи сейчас Смотрите сейчас!Я устал о 'грызть старые кости и шкуры;У меня есть разум, чтобы пообедать на тебя сейчас ".Но как только он подумал, что его обед был пойман,Он нашел его руки были овладеть нет.Прежде чем он успел против, Том проскользнул опережатьИ дал ему ботинок, чтобы Larn его.	Предупреди его! Черт его!Буферный о 'загрузочный на сиденье, Том thoguht,Было бы путь к Larn его.Но тверже камня есть плоть и костиТролля, который сидит в одних холмов.Как настроить загрузку с корня горы,Для сиденья тролля не чувствую.Пил его! Лечение его!Старый Тролль смеялся, когда услышал Том стон,И он знал, что его пальцы чувствовал это.нога Тома это игра, так как дома он пришел,И его без сапог нога прочного хромых;Но Тролль не волнует, и он все еще тамС кости он обваливается от своего владельца.Донер! Бонер!старый сиденье Тролля все та же,И кость он обваливается от своего владельца!
		-- J. R. R. Tolkien

%
Для джин, в жестокиеСтрого говоря,Поставки топливаДля пламенный молодежи.
		-- Noel Coward

%
Для рыцарства не в подвигах войны,Что касается бороться в ссоре правильно или неправильно,Но в дело, которое истина не может отложить:Он должен сам для чтобы убедиться и сильный,Просто держать MIXT милость среди:И никакой ссоры рыцарь должен не приниматьНо для правды, или ради общего в.
		-- Stephen Hawes

%
"Сила, но возможно" учитель said--"Это определение просто."Мальчик сказал ничего, но подумал, вместо этого,Вспоминая свое толченый головой:"Сила не может, но должен!"
		-- Stephen Hawes

%
Четыре быть вещи, которые я нахожусь мудрее, чтобы узнать:Праздность, печаль, друг, и враг.Четыре быть вещей я был лучше без:Любовь, любопытство, веснушки, и сомнение.Три быть вещи, которые я никогда не достигнем:Зависть, содержание, и достаточно шампанского.Три быть вещи, которые я должен иметь, пока не умру:Смех и надежда и носок в глаза.
		-- Dorothy Parker, "Inventory" [or "Not so Deep as a Well"?]

%
Друзья, римляне, Стиляги,Пусть мне ключ вам;Я пришел, чтобы подавить Цезаря, не к канавке его.Квадрат ногами некоторые кошки находятся на пребывание с ними;Тазобедренные биты, как, спуститься под;так пусть это лежит на Цезаря. Круто БрутДал вам сообщение: Цезарь имел большие глаза;Если это звук, кто-то Copping просьбу,И, вроде, старый Цезарь действительно установить их прямо.Здесь первоклассный с Брутом и шпильки, -для Брута это настоящий круто кошка;Так они все, все холодные кошки, -Приходите я сделать этот концерт в кесарево, устанавливающий.
		-- Dorothy Parker, "Inventory" [or "Not so Deep as a Well"?]

%
От слишком большой любовью жизни,От страха и надежды на свободу,Мы благодарим с кратким благодарением,Независимо боги могут быть,Это жизнь не живет вечно,Что мертвые люди не поднимаются никогда,Это даже weariest река петляет в безопасное место в море.
		-- Swinburne

%
Получить в контакте с вашими чувствами враждебности против умирающего света.
		-- Dylan Thomas [paraphrased periphrastically]

%
Убирайся, ты, старый Уайт! Исчезновение в солнечном свете!Высыхать как холодный туман, как ветры перейти стенающими,Из в бесплодных землях далеко за горами!Приходите никогда здесь снова! Оставьте свой тачку пуста!Потерянный и забытый Be, темнее тьмы,Где ворота стоять вечно закрыты, пока мир рекомендованный.
		-- J. R. R. Tolkien

%
Гибсона Весна песни (на мотив "палубе залах"):'Это сезон, чтобы преследовать mousies (Fa-ла-ла-ла-ла, ла-ла-ла-ла)Snatch их от маленьких housies (...)Сначала мы преследовать их 'вокруг области (...)Тогда мы имеем их для еды (...)Бросьте их здесь и поймать их там (...)См им летать по воздуху (...)Смотреть их летать и услышать их визг (...)Падение мыши имеют большую привлекательность (...)См охотника растягивается перед нами (...)Он погнался мышей в поле и лес (...)Смотреть его очистить свои длинные белые усы (...)Из крови маленьких тварей (...)
		-- J. R. R. Tolkien

%
Хиль-галад был эльфийский король.Из него арфисты печально поют:последний которого сфера была справедливой и свободноймежду гор и моря.Его меч был долгим, копье было острым,его блестящие руля издалека было видно;бесчисленные звезды поле небесногобыли отражены в его серебряном щите.Но недавно он уехал,и где он пребывает никто не может сказать,;для в темноту упал свою звездув Мордор, где тени.
		-- J. R. R. Tolkien

%
Дай Twinkies, дай вина,    Дай мне джинсы по Calvin Kline ...Но если вы разделяете эти атомы в порядке,    Мама Держите их покинуть эти гены мой!Дай мне прыщи, взять мою тесто,    Дай мышьяк в моем желе рулон ...Позвоните дьявола и продавать свою душу,    Но мама держать DEM атомов целое!
		-- Milo Bloom, "The Split-Atom Blues," in "Bloom County"

%
Дайте мне провозглашенная, на прямой, мужественный противник,Жирный я могу встретиться - возможно, может превратить его удар!Но из всех язв, хорошо Небеса, гнев Твой можете отправить,Спаси меня, спаси меня от откровенного другу.
		-- George Canning

%
Дайте мне ваши студенты, ваши секретари,Ваши ютились писатели тоски дышать свободно,Несчастный отбросы ваш Selectric III годов.Дайте них бездомных, машинистка-бросил меня.Я поднимаю диск рядом с процессором.
		-- Inscription on a Word Processor

%
Перейти спокойно среди шума и отходов,И помните, что комфорт может быть обладанием их кусок.Избегайте тихие и пассивные лиц, если только вы не нуждаются в сне.Поворот шины.Говорят восторженно тех больше, чем вы сами,И прислушаться хорошо их советы - даже если они будут индеек.Знайте, что, чтобы поцеловать - и когда.Помните, что не две ошибки не делают право,Но это три делать.Везде, где это возможно, поставить людей на "держать".Утешиться, что в лице всех засушливости и разочарования,И, несмотря на зигзагов времени,Существует всегда большое будущее в компьютерного обеспечения.Вы случайность Вселенной ...Вы не имеете права находиться здесь.Если вы можете услышать его или нет, вселеннаяСмеется за спиной.
		-- National Lampoon, "Deteriorata"

%
Перейти спокойно среди шума и отходов, и помните, что значение можетбыть в владеющие ее кусок.
		-- National Lampoon, "Deteriorata"

%
студенты Упокой вы CS сейчас, Подшипники на барабане ушли,Пусть ничто вас тревогу. Диск колебание тоже.VAX вниз и не будет вверх, мы нашли ошибку в Lisp, и АлгольДо первого мая. Не могу сказать ложь от истины.Программа, которая была из-за этого утра, и теперь мы видим, что мы не можем получитьНе будет отложен, говорят они. В Беркли 4.2.(Хор) (хор)Мы только что получил звонок от DEC, и теперь некоторые радостную новость для вас,Они отправят незамедлительно В сеть также мертвы,Монитор называется RSuX Нам придется печатать ваши файлы наОн принимает девятьсот К. принтер линии вместо.Персонал совершил самоубийство, межремонтный девятнадцати недель.Мы похороним их сегодня. И только карты считываются.(Хор) (хор)А теперь мы хотели бы сказать вам Припев: О, весть о комфорте и радости,Прежде чем идти далеко, Комфорт и радость,Мы надеемся, что новости мы принесли вам О, весть о комфорте и радости.Не испортить весь день.У вас есть другая программа из-за, завтра, кстати.(хор)
		-- to God Rest Ye Merry Gentlemen

%
Золотой берег ведомый корабль направляется в хлопковых полейПродано в рынок вниз в Новом ОрлеанеТравмированный старый работорговец знает, что он в порядке делатьСлушайте его скорую женщин, просто около полуночиАх, коричневый сахар, как же ты так приятный вкус?Ах, коричневый сахар так же, как молодая девушка должнаБарабаны бьют холодные English кровь бежит горячийХозяйка wonderin ', где она собирается остановкаДом мальчик знает, что он в порядке делатьВы должны слышал ему только около полуночи....Держу пари, ваша мама была палатка показать КоролеваИ все ее подруги были сладкие шестнадцатьЯ не школьник, но я знаю, что мне нравитсяВы бы слышали меня просто около полуночи.
		-- Rolling Stones, "Brown Sugar"

%
Есть жена и дети в Балтимор Джек,Я вышел на прогулку и не вернулся.Как река, что не знаю, где это течет,Я сделал неправильный поворот, и я просто продолжал идти.У каждого есть голодного сердца.У каждого есть голодного сердца.Лягте свои деньги, и вы сыграть свою роль,У каждого есть голодного сердца.Я встретил ее в баре Кингстауна,Мы влюбились в, я знал, что это должно было закончиться.Мы взяли то, что мы имели и мы разорвал его на части,Теперь вот я вниз в Кингстауна снова.Все нуждаются в место для отдыха,Каждый хочет иметь дом.Не имеет никакого значения то, что не говорит никто,Не никто не любит быть одна.
		-- Bruce Springsteen, "Hungry Heart"

%
Графика ослепляют глаза.Аудио файлы оглушить ухо.Мышь нажимает онемение пальцев.Эвристика ослабить ум.Опции иссушает сердце.Гуру наблюдает за вычетомно доверяет его внутреннее видение.Он позволяет вещам приходить и уходить.Сердце его открытым эфира.
		-- Bruce Springsteen, "Hungry Heart"

%
Н: Если 'GOBLIN (НОВ) подстерегает вас,Нарезать его, прежде чем он убивает вас.Ничто не заставляет вас выглядеть неряхойКак работает от HOB'LIN (GOB).
		-- The Roguelet's ABC

%
"Если бы он и я, но встретилПо какой-то старой старинной гостиницы, но колебались в пределах пехоты,Мы должны были сидели с нами до мокрой и смотрела лицом к лицу,Право многие nipperkin! Я выстрелил в него, когда он на меня,И убили его на место.Я застрелил его, потому что -Потому что он был моим врагом, Он думал, что он 'список, пожалуй,Именно так: мой противник, конечно, он был; Off-стороны-как - так же, как я -Это достаточно ясно; хотя был без работы - продал свои ловушкиНикакой другой причины, почему.Да; причудливый и любопытный война!Вы стреляете собрата внизВы бы лечить, если встретились где любой барИли помочь пол-короны ».
		-- Thomas Hardy

%
Половина пчелы, философски, должна автоматически приобретают половину не быть.Но половина пчела имеет быть, визави его лица. Видеть?Но может ли пчелы можно сказать, быть или не быть целая пчела,Когда половина пчела не пчела, из-за какого-то древнего травмы?
		-- Thomas Hardy

%
Висячие на в тихом отчаянии является английский способ.
		-- Pink Floyd

%
В печатном виде и ChmodИ каждый думает компьютеры обезличеныхолодные diskdrives аппаратные мониторыПользователь-опасного ПОКонечно, они только биты и байтыи символов и строки файлытолько некоторые старые TextFiles из моей старой бойфрендомговорил мне, что любит меня ион будет ухаживать за мнойпросто отбрасываются распечатка каталога другаглубокие сокровенные тайны икак он мне не доверяетне повредит мне больше, если они были душистые в лаванды или плесенина личном канцелярских
		-- terri@csd4.milw.wisc.edu

%
Харк, Геральд Трибьюн поет,Рекламные удивительные вещи.Ангелы мы слышали на высокомРасскажите нам, чтобы выйти и купить.
		-- Tom Lehrer

%
Вы когда-нибудь чувствовали, как раненый коровына полпути между печью и пастбище?ходить в трансе к беременнойсемнадцать-летний домохозяйкидва-дневных поваренной?
		-- Richard Brautigan

%
Вы видели, как горящий Сонни,Как и некоторые ярко эротического звезды,Он загорается разбирательство,И поднимает температуру.
		-- The Birthday Party, "Sonny's Burning"

%
Вы видели старика в закрывшейся рынке,Поднимая бумаги в его изношенных ботинок?В его глазах вы не видите гордость, руки свободно висеть на его сторонеВчера документы, рассказывающие вчера новости.Как вы можете сказать мне, что ты одинок,И сказать вам солнце не светит?Позвольте мне взять вас за рукуПриведет вас на улицах ЛондонаЯ покажу вам что-то сделать вы передумаете ...Вы видели старика за пределами миссии морском человекаВоспоминания опадают, как металлических лент, которые он носит.В нашем зимнем городе плачет дождь немного жальДля еще одном забытом герое и мире, который не заботится ...
		-- The Birthday Party, "Sonny's Burning"

%
Видели ли вы зажиточный, вверх и вниз Парк-авеню?На этой знаменитой магистрали, с носом в воздухе,Высокие шляпы и Arrow воротники, белые гетры и много долларов,Расходы каждый цент, за прекрасное время ...Если вы синий и вы не знаете, куда идти, чтобы,Почему бы вам не пойти где мода сидит,...Одетый, как миллион долларов солдата в,Попытка трудно выглядеть Гэри Купер, (супер dooper)Приходите, давайте смешать где Рокфеллера ходьбы с палками,Или печать наклеек, подарки в их рукавицы,Ставлю на Ритц....Если вы синий и вы не знаете, куда идти, чтобы,Почему бы вам не пойти где мода сидит,Ставлю на Ритц.Ставлю на Ритц.Ставлю на Ритц.Ставлю на Ритц.
		-- The Birthday Party, "Sonny's Burning"

%
Он слышал, что часто летающего звукаНог, как свет, как липы листьев,Музыки наворачиваются метро,В скрытых пустотах дрожащим.Теперь засохли заложить болиголов-пучки,И один за другим с вздыхая звукШепот упал на буковых листьевВ зимнем лесу колеблется.Он искал ее когда-нибудь, блуждая далекоГде листья лет были густо усыпаны,По свете луны и луч звездыВ морозные неба дрожь.Ее мантии заблестели на Луне,Как на вершине холма высоко и далекоОна танцевала, и у ее ног валялисьТуман серебра дрожанием.Когда зима прошла, она пришла снова,И ее песня, выпущенная внезапное пружину,Как растет жаворонка, и падающего дождя,И тает воды пузырьков.Он видел, как эльфийские цветы веснойО ноги, и исцелил сноваОн жаждал ею танцевать и петьПо траве untroubling.
		-- J. R. R. Tolkien

%
Ему показалось, что альбатросаТо трепетали 'вокруг лампы.Он снова посмотрел и увидел, что этоПенни почтовая марка."Вы бы лучше получать домой," сказал он,"Ночи немножко сыро."
		-- J. R. R. Tolkien

%
Тот, кто изобретает пословицы для других, чтобы просмотретьберет с собой лодку, когда происходит круиз.
		-- J. R. R. Tolkien

%
Тот, кто проигрывает, выигрывает гонки,И параллельные линии сходятся в пространстве.
		-- John Boyd, "Last Starship from Earth"

%
Он был как отец для меня,Он единственный ди-джей вы можете получить после трех,Я всю ночь музыкант в рок-н-ролла,И почему он не нравится мне, что я не понимаю.
		-- The Byrds

%
Ее блокирует древний дама далажизнь любящим мужем, чтобы спасти;А мужчины - они почтили таким образом, дама -При некоторых звезд даровал ее имя.Но к нашему современному семейной ярмарке,Кто бы отдать свои лордов, чтобы сохранить свои волосы,Нет звездной признание не дал.Есть не хватает на небе звезды.
		-- The Byrds

%
Вот я снова там, где я знаю, что не должно бытьЯ застрял эту ловушку слишком много разДолжно быть, я шел эти шаги и сказал, что эти слов втысячу раз, прежде чемКажется, что я знаю, что все в линии.
		-- David Bromberg, "How Late'll You Play 'Til?"

%
Вот сижу, с разбитым сердцем,Все вошли в систему, но работать Не начато.Первые net.this и net.that,И горячая маслом булочки для net.fat.Босс приходит, и я играть в игру,Тогда я вернуться к net.flame.Есть ли лекарство (мне нужно ваше мнение),Для кого-то в ловушке net.news?Мне нужна ваша помощь, я говорю 'Tween рыдания,Потому что я скоро быть перечислены в net.jobs.
		-- David Bromberg, "How Late'll You Play 'Til?"

%
Здесь, в моем сердце, я Елену;Я Аспасия и героя, по крайней мере.Я Джудит, и Иаиль, и мадам де Санта "эль;Я Саломея, луна Востока.Здесь, в моей душе Я Сафо;Леди Гамильтон я, как хорошо.У меня R 'ecamier соперничает с Китти О'Ши,С Дидо, и Евы, и плохое Нелл.Я все гламурных дамЗа чей манит историю покачал.Но ты человек, и видеть только свою кастрюлю,Так что я сидеть дома с книгой.
		-- Dorothy Parker

%
Здесь лежит ЛЕСТЕР МУРSHOT 4 раза с .44НЕТ LESНЕТ МУР
		-- tombstone, in Tombstone, AZ

%
Эй Дол! весёлая дол! звонит в Dillo дон!Кольцо А дон! прыгать на одной ноге! FAL LAL ивы!Том Bom, веселый Том, Том Bombadillo!
		-- J. R. R. Tolkien

%
Привет! Приходите Дерри дол! Hop вдоль, мои hearties!Хоббиты! Пони все! Мы любим сторон.Теперь пусть веселье начинается! Давайте петь вместе!
		-- J. R. R. Tolkien

%
Привет! Приходите веселую дол! Дерри дол! Дорогая!Свет идет о погоде-ветер и пернатых скворец.Вниз по под-Хилл, блестящие на солнце,Ожидание на пороге для холодного звезд,Там мой довольно дама, дочь речного женщины,Стройное как иван-палочки, яснее, чем воды.Старый Том Бомбадил кувшинки приносящиеПоставляется скачкообразной домой. Вы можете услышать его пение?Привет! Приходите веселую дол! Дерри дол! и веселый-оЗлатеника, Златеника, весёлая желтый ягода-O!Бедный старый Уиллоу-человек, ты подвернуть свои корни далеко!Том в спешке сейчас. Вечерний будет следовать день.Том собирается домой кувшинки приносить.Привет! приходят Дерри дол! Вы меня слышите пение?
		-- J. R. R. Tolkien

%
Привет! Теперь! Приходите хой сейчас Куда ты бродишь?Вверх, вниз, близко или далеко, здесь, там или вон?Острые уши, Мудрый нос, Swish-хвост и Bumpkin,Бело-носки мой маленький парень, и старый жирные Lumpkin!
		-- J. R. R. Tolkien

%
Эй, надувать, Diddle переполнения PDLЧтобы получить немного больше стек;Если этого недостаточно, то вы потеряете все этоИ должны поп всю дорогу обратно.
		-- J. R. R. Tolkien

%
Hickory Dickory Dock,Мышей подбежал часы,Часы пробили один,Остальные отделались незначительными травмами.
		-- J. R. R. Tolkien

%
Hier liegt Ein Mann Ganz obnegleich;Im Лейбе член, А.Н. Reich Suden.Wir Haben IHN в даш Grab gesteckt, Здесь лежит человек с всяческих недостатковWeil ES UNS dunkt э сейвала verreckt. И многочисленные грехи на голову;Мы похоронили его сегодня, потому чтоНасколько мы можем судить, что он мертв.Сью Бах и написана местным doggeral зрелище;"Окончательное Биография PDQ Баха", Питер Schickele
		-- PDQ Bach's epitaph, as requested by his cousin Betty

%
Higgeldy Piggeldy,Гамлет ЭльсинорГофрированные критики поПадение эту бомбу:"Фу на Фрейда и егоПсихоанализ -Эдип, Shmoedipus,Я просто люблю маму ".
		-- PDQ Bach's epitaph, as requested by his cousin Betty

%
... Его ученики привести его в; он просто делает все остальное.
		-- The Who, "Tommy"

%
История Любопытно материалМожно подумать, что к настоящему времени у нас было достаточноТем не менее, факт остается фактом, боюсьОни делают больше из этого каждый год.
		-- The Who, "Tommy"

%
Хит их печенье с другим оттенком подливкой,Запись эта колбаса только матч или два больше сделать.Налейте мой черный старый кофе больше,Хотя это запах получаешь сильнееПолу-еда не Nuthin 'много хотят.Кредитные мне десять, я получил чувствую это спасет меня,С злобный души, которые не стрелять бассейн для удовольствия,Если это coat'll соответствовать вы wearin ',Lord'll благословит вашу Шарин 'Полу-друг не Nuthin 'много хотят.И позвольте мне полпути влюбиться,Со стороны органов одинокой ночи,С полу-красивая женщина в моих руках.Да, я мог бы на полпути падать в deep--В snugglin ', Lovin' кучи,С полу-красивая женщина в моих руках.
		-- Elroy Blunt

%
Хо! Хо! Хо! к бутылке хожуЧтобы излечить мое сердце и утонуть мой горе.Дождь может упасть и ветер может дуть,И много миль быть еще идти,Но под высоким деревом мне лечь,И пусть облака идут плывущие мимо.
		-- J. R. R. Tolkien

%
Хо! Том Бомбадил, Том Bombadillo!Водой, дерева и холм, тростником и ивы,По огня, солнца и луны, HARKEN сейчас и слышать нас!Приходите, Том Бомбадил, для нашей потребности рядом с нами!
		-- J. R. R. Tolkien

%
Hop вдоль моих маленьких друзей, вверх по Withywindle!Том происходит впереди свечи для разжигать.Вниз к западу тонет Солнце; вскоре вы будете на ощупь.Когда ночные тени падают, то дверь откроется,Из winfow-панелей свете мерцает желтым.не бойтесь ольха черный! не Учтите нет седой ивы!Страх ни корня, ни сук! Том идет по перед вами.Эй! весёлая дол! Мы будем ждать вас!
		-- J. R. R. Tolkien

%
Как вы можете иметь любой пудинг, если вы не едите мясо?
		-- Pink Floyd

%
Как сладок мало крокодилаУлучшение его сияющий хвост,И залить воду из НилаНа каждом золотого масштаба!Как бодро он, кажется, стойко,Как аккуратно расправляет когти,И приветствует маленьких рыб в,С мягко улыбающимися челюстями!
		-- Lewis Carrol, "Alice in Wonderland"

%
Как Станет ли C-компилятор VAX вУлучшение его объектный код.И даже, как мы говорим это делаетУвеличение нагрузки на систему.Как терпеливо похоже, он выполняетсяИ выплюнуть флагов ошибок,В то время как пользователи, с фрустрацией, всеTear свою одежду в клочья.
		-- Lewis Carrol, "Alice in Wonderland"

%
Шалтай-Болтай сидел на стене,Шалтай-Болтай было большое падение!Все царские лошади,И все люди короля,Если бы омлет на завтрак снова!
		-- Lewis Carrol, "Alice in Wonderland"

%
Я всегда буду помнить - я был не в настроении шутить;То был год назад ноябре - я спустился мой верный винтовкуЯ вышел, чтобы пострелять оленей и вышел, чтобы следить за мою добычу -На утренней яркий и четкий. Какой улов я сделал в тот день!Я пошел и застрелил максимум я привязал их к моему бамперу иЗаконы игра позволит: я ехал домой-то,Два охотоведы, семь охотников, два егеря, семь охотников,И корова. И корова.Закон был очень твердым, он Люди спрашивают меня, как я это делаюЗабирали мои permit-- И я говорю: "Там ничего" к нему!Худшее наказание я когда-либо пережил. Вы просто стоять там смотришь мило,Оказывается, что была причина: А когда-то движется, вы снимаете ".Коровы были вне сезона, и И есть десять чучела головыОдин из охотников не был застрахован. В моей комнате трофеев прямо сейчас:Два охотоведы, семь охотников,И чистокровный Гернси корова.
		-- Tom Lehrer, "The Hunting Song"

%
Я меняю свое имя ChryslerЯ собираюсь в Вашингтон, округ КолумбияСкажу некоторую степень брокераТо, что они сделали для ЯкоккаБудет вполне приемлемо для меня!Я меняю свое имя Chrysler,Я возглавляю для отличного приемной линии.Когда они раздают миллион штук из,Я буду стоять с моим вручную из,Да, сэр, я получу мой!
		-- Tom Lehrer, "The Hunting Song"

%
I B MU B MМы все B MДля I B M !!!!
		-- H.A.R.L.I.E.

%
Я могу жить безЛюбимый человекНо не безКто-то мне нужно.
		-- "Safety"

%
Я вижу, как он a'comin 'С его большие сапоги на,С его большой палец наружу,Он хочет, чтобы я.Он хочет сделать мне больно.Он хочет, чтобы меня.Но спустя некоторое время,Когда я чувствую себя немного прямее,Я сталкивался незнакомымКто будет напоминать мне об опасности,А потом .... я побегу его.Довольно умный, с моей стороны!Чтобы найти свой путь ... В темноте!
		-- Phil Ochs

%
Я не могу жаловаться, но иногда я до сих пор.
		-- Joe Walsh

%
Я не знаю, что "получил Декарт,Но пьянка может делать то, что Кант не может.
		-- Mike Cross

%
Я никогда не нужны никакие руки вокруг меня ...Я никогда не нужно никаких наркотиков, чтобы успокоить меня ...Я видел надпись на стене.Не думаю, что нужно что-нибудь вообще.Нет! Не думаю, что нужно что-нибудь вообще!В общем, все это было только кирпичи в стене.В общем, все это было только кирпичи в стене.
		-- Pink Floyd, "Another Brick in the Wall", Part III

%
Я не хочу спорить, и я не хочу драться,Но есть, безусловно, будет вечеринку ...
		-- Pink Floyd, "Another Brick in the Wall", Part III

%
Я не хочу, соленый огурец,Я просто хочу ездить на моей motorsickle.И я не хочу умирать,Я просто хочу, чтобы ездить на моем motorcy.Кле.
		-- Arlo Guthrie

%
Я дал мою любовь яблоко, который не имел никакого ядра;Я дал мою любовь здания, что не имел пол;Я написал мою любовь программу, что не было конца;Я дал мою любовь обновление, без плачут.Как может быть яблоко, что не имеет никакого ядра?Как может быть здание, которое не имеет пол?Как может быть программа, которая не имеет конца?Как может быть обновление, без плачут?МОП памяти яблоко никогда не используют никакого ядра!Здание, которое идеально подходит, она не имеет недостаток!Программа с GOTOS, он не имеет конца!Я солгал об обновлении, без плачут!
		-- Arlo Guthrie

%
Встаю каждое утро, собираться с мыслями.Возьмите бумагу, читать Obits.Если я не там, я знаю, что я не умер.Так что я есть хороший завтрак и вернуться в постель.О, как я знаю, моя молодость полностью расходуется?Мой встают и идут попала-вверх-пошел.Но, несмотря на все это, я в состоянии улыбнуться,И думать о тех местах, моя встают был.
		-- Pete Seeger

%
Я имел поручение там: сбор кувшинки,зеленые листья и лилии белые, чтобы удовлетворить мое довольно леди,последний в прежде чем конец году, чтобы держать их от зимы,к цветку по ее довольно ног до снега плавятся.Каждый год в конце лета я иду, чтобы найти их для нее,в широком бассейне, глубоким и чистым, далеко вниз Withywindle;там они открывают первый весной и там они задерживаются последнее.К этому бассейне давно я нашел река-дочь,белокурый молодой Златеника сидит в камышах.Сладкий был ее петь тогда, и ее сердце билось!И это оказалось хорошо для вас - сейчас я буду уже неспуститься глубоко снова по лесной воды,нет пока год назад. Я также не несет попутныйдом Old Man Уиллоу эта сторона весенний период,Не до веселой весной, когда река-дочеританцы вниз лоза-путь купаться в воде.
		-- J. R. R. Tolkien

%
У меня есть немного тени, что входит и выходит со мной,А что может быть использование его больше, чем я могу видеть.Он очень, очень похожи на меня от пяток до головы;И я вижу его прыгать передо мной, когда я прыгаю в мою постель.Самое смешное о нем, как он любит grow--Совсем не похоже на собственных детей, а это всегда очень медленно;Ибо он иногда взмывает вверх выше, как Индия-резиновый мячик,И он иногда становится настолько мало, что нет ни его вообще.
		-- R. L. Stevenson

%
я выучилЧтобы записать закускиКакие еще режетn'oeuvres некоторых людей.
		-- Warren Knox

%
У меня много вещей в карманах;Ни один из них не стоит ничего.Социально-политические скулит в сторону,Ган вы дадите мне, даром, бесплатно,Цена половины галлонаГалло дополнительной BadИ в большинстве случаев проезд на автобусе домой.
		-- Warren Knox

%
У меня нет сомнений дьявол усмехается,Как морей чернил я побрызгает.О боги, простите мой "литературный" sins--Другой вид не имеет значения.
		-- Robert W. Service

%
У меня этот старый биологический позыв,У меня этот старый непреодолимое всплеск,Я голоден.
		-- Robert W. Service

%
Я знал Лео Г. КэрролБыл в течение баррельКогда Тарантул вышли на холмах. [ "Лизать его!"]И я действительно получил горячееКогда я увидел Жанетт СкоттБорьба с triffid что плюет ядом и убивает.Научная фантастика, двойной чертойДоктор Х будет строить существо.См андроиды борьбе с Брэдом и ДжанетЭнн Фрэнсис звезды в Запретная планетаО О О О ОВ конце ночи, двойной функцией, изображение шоу.
		-- The Rocky Horror Picture Show

%
Я знаю, если вы были говоришь ты сделал, сказалнасколько удивлены вы wuz по живых мертвецов.Вы wuz удивлены, что они могли бы понять, вам словаи ни разу не реагировать на всякую истину они слышали.Но вы не получите квадрат!Там пока не существует правила, что говорит, что они должны заботиться.Они всегда могут поклясться, что они глухие, немые и слепые.
		-- The Rocky Horror Picture Show

%
Я в последнее время потерял предлог;Это спрятался, я подумал, под моим кресломИ сердито закричал я, "погибели!До от из под там ".Правильность мой путеводитель,И стрегглинга фразы я отрекаюсь,И все же я подумал: "Что он должен прийтиДо от из по вопросам "?
		-- Morris Bishop

%
Я лежал головой на железной дороге,Waitin 'для двойной Е.Железная не запускаются, не более того.Плохо Плохо жалкое меня. [хор]Плохо бедных жалкий меня, бедный бедный жалкий меня.Эти молодые девушки не позволит мне быть,Господи, помилуй меня!Горе мне!Ну, я встретил девушку, Западный Голливуд,Ну, я не называя имен.Но она действительно работала меня хорошо,Она была так же, как Джесси Джеймс.Она действительно работала меня хорошо,Она была заслуга ее пола.Она поставила меня через некоторые изменения, мальчик,Вроде как блендере Waring. [хор]Я встретил девушку на баре Rainbow,Она спросила меня, если бы я бил ее.Она взяла меня к Hyatt House,Я не хочу говорить об этом. [хор]
		-- Warren Zevon, "Poor Poor Pitiful Me"

%
Я встретил его в болоте вниз в DagobahГде пузыри все время как гигантский газированных содыS-O-D-натриевоЯ видел коротышка сидит там на бревнеЯ спросил, как его имя и в скрипучим голосом сказал ЙодуY-O-D-А Йода, Yo-Yo-Yo-Yo ЙодаНу я был вокруг, но я не никогда не виделПарень, который выглядит как кукла, но он морщинистой и зеленыйО мой Йода, Yo-Yo-Yo-Yo ЙодаЧто ж, я не тупой, но я не могу понятьКак он может поднять меня в воздухе, просто подняв рукуО мой Йода, Yo-Yo-Yo-Yo Йода, Yo-Yo-Yo-Yo Йода"Лола" по Kinks
		-- Weird Al Yankovic, "The Star Wars Song," to the tune of

%
Надо создать систему, или быть enslav'd по чужом;Я не буду рассуждать и сравнение; мой бизнес, чтобы создать.
		-- William Blake, "Jerusalem"

%
Я никогда не видел фиолетового коровуЯ никогда не надеюсь увидеть одинНо я могу сказать вам, так или иначеЯ предпочел бы увидеть, чем быть одним.Я никогда не видел фиолетовый коровуЯ никогда не надеюсь увидеть одинНо от молока мы получаем настоящееТам, конечно, должен быть однимАх, да, я написал "The Purple Cow"Я извиняюсь сейчас я ее написалНо я могу сказать вам, так или иначеЯ убью тебя, если вы цитируете его.
		-- Gellett Burgess, many years later

%
Я должен, я обязан,Это на работу хожу ...
		-- Gellett Burgess, many years later

%
Я действительно ненавижу эту проклятую машинуЯ желаю, чтобы они будут продавать его.Он никогда не делает совсем то, что я хочуНо только то, что я говорю это.
		-- Gellett Burgess, many years later

%
"Я сказал," Проповедник, дай мне силы для круглых 5. "Он сказал: "Что вам нужно это, чтобы расти, сынок."Я сказал: "быть ребёнком 'вверх приводит к быть ребёнком« старый,А потом умирающих, и для меня это не звучит как много веселья ".
		-- John Cougar, "The Authority Song"

%
Я увидел человека, преследующих Horizon,"Круг за кругом они ускорили.Я был нарушен на это,Я подошел мужчина,"Это бесполезно", сказал я."Вы можете never--""Ты врешь!" Он плакал,и побежал дальше.
		-- Stephen Crane

%
Я вижу плохо луна поднимается.Я вижу проблемы на пути.Я вижу землетрясения и Lightnin 'Я вижу плохие времена сегодня.Не идти 'круглый ночью,Это обязан принять вашу жизнь.Там плохая луна на подъеме.
		-- J. C. Fogerty, "Bad Moon Rising"

%
Я вижу собственное глаза твоего,Я слышал тензор платежным средством в вздохом твоей.Бернулли был бы хотя умеретьЕсли бы он, но известные такие _ а-квадрат соз 2 (фи)!
		-- Stanislaw Lem, "Cyberiad"

%
Я послал письмо к рыбе, я сказал, что это очень громко и ясно,Я сказал им: "Это то, что я хочу." Я пошел и крикнул ему в ухо.Маленькие рыбы морские, но он был очень жестким и горжусь,Они послали ответ обратно ко мне. Он сказал: "Вы не должны кричать так громко."Ответ рыбки "был и он был очень горд и жесткая,"Мы не можем сделать это, сэр, потому что ..." Он сказал: "Я пойду и разбудить их, если ..."Я послал письмо обратно сказать, что я взял чайник с полки,Было бы лучше, чтобы повиноваться. Я пошел разбудить их сам.Но кто-то пришел ко мне и сказал Но когда я обнаружил, что дверь была заперта"Маленькие рыбы в постели." Я вытащил и толкнул и ногами ипостучал,Я сказал ему, и я сказал, что это обычный И когда я обнаружил, что дверь была закрыта,"Тогда вы должны разбудить их снова." Я пытался повернуть ручку, но ...	"Это все?" спросила Алиса.	"Вот и все." сказал Шалтай-Болтай. "Прощай."
		-- Stanislaw Lem, "Cyberiad"

%
Я отправил сообщение в другое время,Но, как расслабиться дни - это я просто не могу поверить,Я отправил сообщение в другую плоскость,Может быть, это все игра - но это я просто не могу понять....Я встретил человека, который смотрит на много, как вы,Она делает то, что вы делаете, но она является IBM.Она только запрограммированы быть очень приятно,Но она холодна, как лед, когда я получаю слишком близко,Она говорит мне, что она любит меня очень сильно,Но когда я пытаюсь прикоснуться, она делает все это слишком ясно....Я понимаю, что он должен казаться странным,Это время переставить, но время имеет решающее слово,Она знает, что я думаю о тебе, она читает мои мысли,Она пытается быть недобрым, она ничего не знает о нашем мире.
		-- ELO, "Yours Truly, 2095"

%
Я выстрелил запрос в сетку.Я не получил ответа еще, размещенное сообщение позвонил мне гнилойНо семь человек дал мне ад для игнорирования почту я никогда не получил;И сказал я должен научиться заклинание; Зол сообщение спросил меня, пожалуйстаНе послать такой бред рубежом;Адвокат прислал мне личное письмоИ поклялся он хлопнуть мою задницу в тюрьме - один Неттер думали, что это была ложная тревога:Я упомянул Un * х в моем камень "будущей жизни, прикреплять к чистому шуток точечных!";И не смогли добавить T и M; Другой назвал мою грамматику мерзкаяИ критике мой стиль письма.Каждый день я просматриваю каждый субъект линиюВ надежде тема будет моим;Я выстрелил запрос в сетку.У меня нет ответа еще ...
		-- Ed Nather

%
Я встал на переднем крае,Восточное побережье у моих ног."Прыгать!" сказал Йоко ОноЯ слишком напуган и красивый, я плакал.Перейти на и попробовать,Почему продлить агонию, все люди должны погибнуть.
		-- Roger Waters, "The Pros and Cons of Hitchhiking"

%
Я думаю, что я никогда не буду слышатьСтихотворение милее пива.Материал, который Бар Джо имеет на кране,С золотой базы и снежной шапкой.Материал, который я могу пить в течение всего дняДо мой mem'ry не растает.Стихи сделаны дураков, боюсьНо только Schlitz может сделать пиво.
		-- Roger Waters, "The Pros and Cons of Hitchhiking"

%
Я думаю, что я никогда не увижуРекламный щит прекрасной, как дерево.не самом деле, если рекламные щиты падаютЯ никогда не буду видеть дерево вообще.
		-- Ogden Nash

%
Я думаю, что я никогда не увижуВещь, как прекрасна, как дерево.Но, как видите деревья пошлиОни пошли сегодня утром на рассвете.Каротажный фирма из другого городаПришли и нарезанный деревья все вплоть.Но я обмануть эти грязные скунсовИ написать совершенно новую поэму «Стволы».
		-- Ogden Nash

%
"Я думал, что ты сказал, что 20 лет!""Как программист, да," ответила она,"И вы утверждали, что очень близко два метра!""Вы сказали, что блондинка, но ты солгал!"О, она была хакер и он был один, тожеОни имели так много общего, что ты это скажешь.Они обменялись шутками и стихи, и умные новые хаки,И приглашения, были симпатичны или рискованный.Он послал ей фотографию своего брата Сэма,Она послала одну из некоего прошлого средней школы день,И это, возможно, пошел на для остальной части их жизни,Если бы они не встретились в Л.А."Ваш борода подмышки," сказала она с отвращением.Он ответил: «Ваш подмышки это борода!"И они хором: "Я думаю, я мог стоять все остальноеЕсли вы не были так полностью странно! "Если бы она не сказала, что он хотел услышать,И он не сделал так же,Они были гораздо честнее, и никогда не встречались,И не было бы весело с игрой.		Электронная почта"
		-- Judith Schrier, "Face to Face After Six Months of

%
Раньше я такой сладкий вещь, а пока они дозвонилась мне,Я открыл двери для маленьких старушек, я помог слепые прозревали,Я получил причину нет друзей "они читают газеты, они не могут рассматриваться,Со мной, и я чувствую реальный сбит,И я, ну, чувствую в виду,Ни больше, Мистер Крутой,Ни больше, г-н Чистый,Ни больше, Мистер Крутой,Они говорят: "Он болен, он непристойно".Моя собака укусила меня за ногу сегодня, моя кошка когтями мои глаза,Ма был выброшен из социального круга, и папа вынужден скрывать,Я пошел в церковь, инкогнито, когда все выросли,Преподобный Смити, он узнал меня,И ударил меня в нос, сказал он,(хор)Он сказал: «Вы больны, вы непристойным".
		-- Alice Cooper, "No More Mr. Nice Guy"

%
Я родилась в бочке мясных ножейПроблема я люблю и мир презираюДикие лошади пнул меня в бокуЗатем гремучей укусил меня, и он ушел и умер.
		-- Bo Diddley

%
Я ели 'некоторое китайское рагу,С дамой в Санкт-Луи,Когда вдруг наступает Достучаться у двери.И это молоток, говорит он, "Мед,Ролл этот рокер из денег,Или твой папа снимает злодея к полу ".
		-- Mr. Miggle

%
Я пошел домой с официанткой,То, как я всегда делаю.Как же мне было знать?Она была с русскими тоже.Я азартные игры в Гаване,Я взял небольшой риск.Отправить Адвокаты, оружие и деньги,Папа, вытащи меня из этого.
		-- Warren Zevon, "Lawyers, Guns and Money"

%
Я подошел к моему другу, он ели 'соленый огурец.Я сказал: "Привет, как Happenin '?"Он сказал "Ничего".Попробуйте петь эту песню с такой энтузиазм;Как будто вы просто раздавил полицейского.
		-- Arlo Guthrie, "Motorcycle Song"

%
Я не буду играть на буксир O 'войны.Я предпочел бы играть в объятия O 'войны,Где каждый обнимаетВместо того, чтобы буксиров,Где каждый хихикаетИ катится по ковру,Где каждый целует,И каждый усмехается,И каждый прижимает,И каждый выигрывает.
		-- Shel Silverstein, "Hug o' War"

%
Я проснулся Feelin 'означаетпошел играть игровой автоматколеса обернулся,а буквы прочитать"Лучше вернитесь в Теннесси Джед"
		-- Grateful Dead

%
я бы хотел знатьЧто я ограждение вИ то, что я был ограждение из.
		-- Robert Frost

%
Я никогда не плакать, если я нашелСиний кит в супе ...И я не возражал бы дикобразаВнутри курятника.Да жизнь прекрасна, когда все объединить,Как ветчиной говядины Чоу мейн ...Но господин, в этот раз я думаю, что я против того,Они поместили кислоту в моем дождь.
		-- - Milo Bloom

%
Я предпочел бы смеяться с грешниками,Чем плакать со святыми,Грешники намного больше удовольствия!
		-- Billy Joel, "Only The Good Die Young"

%
Я даст тебе произвольный доступ к моему сердцу,Thoul't сказать мне все константы твоей любви;И поэтому мы двое леммы все любим доказываютА в нашем связанном никогда раздела части.Отменить меня нет - за то, что тогда останется?Абсциссы, некоторые Мантиссы, модули, режимы,Корень или два, тор и узел:Обратная моего стиха, нулевой домена.Я вижу собственное глаза твоего,Я слышал тензор платежным средством в вздохом твоей.Бернулли был бы хотя умеретьЕсли бы он, но знал такого-квадрат обслуживания 2 (Тхи)!
		-- Stanislaw Lem, "Cyberiad"

%
Я научусь играть на саксофоне,Я играю только то, что я чувствую.Пить шотландского виски всю ночь,И умереть за рулем.Они получили название победителей в мире,Хочу имя, когда я теряю.Они называют Алабама Багровый прилив,Позвоните мне Deacon Блюз.
		-- Becker and Fagan, "Deacon Blues"

%
Увидимся ... на темной стороне Луны ...
		-- Pink Floyd

%
Я художник.Но это не то, что я действительно хочу сделать.То, что я действительно хочу сделать, это быть продавец обуви.Я знаю, что вы собираетесь сказать -"Мечтатель! Получить голову из облаков».Отлично! Но это то, что я хочу сделать.Вместо этого я должен идти по живописи на протяжении всего дня.Мир должен сделать место для обувных продавцов.
		-- J. Feiffer

%
Я свободен - и свобода вкус реальности.
		-- The Who

%
Я просто так грустно, как грустно может быть!Я пропустил свой особый дату.Скажите, пожалуйста, что вы не сердитесь на меняМоя налоговая декларация поздно.
		-- Modern Lines for Modern Greeting Cards

%
я живу так далеко за пределы моего дохода, что мы можем даже сказать, чтопроживающий отдельно.
		-- e. e. cummings

%
Я п-арной дерево, я,N-арной дерево, я, я.Я получаю пройденный анализатором по соседству,Она пройденный мне семь раз, прежде чем.И ev'ry раз это было в п-арной (N-арной!)Никогда не не будет когда-либо сделать двоичный. (Нет, сэр!)Я 'эр восьмой дерево, которое было N-арной.N-арной дерево я есть, я,N-арной дерево я.
		-- Stolen from Herman's Hermits

%
Я так несчастна Without You Это почти как вы здесьОна получила Gold Mine, I Got валаКогда моя любовь возвращается из номер Дамский ли я быть слишком стар, чтобы ухаживать?Я не знаю, чтобы убить себя или боулингDrop Kick Me, Иисуса через цель сообщений Жизни
		-- Unattributed song title.

%
Я очень хорошо интегрального и дифференциального исчисления,Я знаю, научные названия существ animalculous;Короче говоря, в вопросах растительного, животного, минерального и,Я очень модель современного генерал-майора.
		-- Gilbert & Sullivan, "Pirates of Penzance"

%
Я был на этой пустынной дороге так долго,Кто-нибудь знает, куда он идет,Я помню последний раз признаки указывали домой,Месяц назад.
		-- Carpenters, "Road Ode"

%
Я построил лучшую модель, чем та, на общие данныеДля баз данных растительного, животного, минерального иМоя ОС обрабатывает процессоры с мультиплексной двойственности;Мой PL / 1 компилятор показывает впечатляющую функциональность.Моя система хранения лучше, чем на магнитных сердечниках полярности,Вам никогда не придется беспокоиться проверить бит для паритета;Существует не какой-либо причине установить нестатический Покрытие пола;Мой диск имеет емкость для переменной форматирования.Я чувствую себя вынужденным упомянуть то, что я знаю, чтобы быть точкой злорадство:Там много комнаты в памяти для переменных с плавающей точкой,Это показывает, для ввода растительного, животного, минерального иЯ построил лучшую модель, чем та, на общие данные."Современные майор", от "Пиратов Penzance",Гилберт & Sullivan)
		-- Steve Levine, "A Computer Song" (To the tune of

%
Я наконец-то нашел идеальную девушку,Я не мог просить больше,Она глухонемая и чрезмерно сексуальны,И владеет винный магазин.
		-- Steve Levine, "A Computer Song" (To the tune of

%
I / O, I / O,Это едет в диске хожу,Немного или байт для чтения или записи,I / O, I / O, I / O ...
		-- Steve Levine, "A Computer Song" (To the tune of

%
яянеоченьсчастливыйдействующийдовольныйвсякий раз, когдавидныйученыеovermagnifyинтеллектуальнойпросветление
		-- Steve Levine, "A Computer Song" (To the tune of

%
IBM была PL / I,Его синтаксис хуже JOSS;И везде этот язык пошел,Это было полной потери.
		-- Steve Levine, "A Computer Song" (To the tune of

%
Если нация ожидает, что невежественной и свободной,... Он ожидает, что никогда не было и никогда не будет.
		-- Thomas Jefferson

%
Если система находится в ведении мудро,пользователи будут довольны.Они любят взлома свой коди не тратить время реализациитрудосберегающие скрипты.Так как они очень любим их счета,они не заинтересованы в других машинах.Там может быть Telnet, Rlogin, и FTP,но они не имеют доступа к каждому хосту.Там может быть целый арсенал трещин и вредоносных программ,но никто никогда не использует их.Люди любят читать свою почту,получать удовольствие от того с их новостей,провести выходные работают у терминалов,наслаждение в делах на месте.И хотя на следующий система настолько близкочто пользователи могут слышать его щелчки и Биф гудкаони довольствуются умереть от старостини разу не пошел, чтобы увидеть его.
		-- Thomas Jefferson

%
Если все верно, что я думаю,Там будет пять причин, почему надо пить;Хорошие друзья, хорошее вино, или быть сухой,Или иначе, мы должны быть по-помалу,Или любая другая причина, почему.
		-- Thomas Jefferson

%
Если все моря были чернила,И все камыши были ручки,И все небо было пергамент,И все люди могли написать,Они не хватитЧтобы записать всю волокитуИз этого правительства.
		-- Thomas Jefferson

%
Если S и я и вывода и UС X в конце пишется Су;И Е и У и Е заклинание я,Молитесь, что является орфографии сделать?Тогда, если также S и I и GИ Ан HED сторона заклинание,Там ничего много осталось для орфографии сделатьНо идти совершить siouxeyesighed.
		-- Charles Follen Adams, "An Orthographic Lament"

%
Если Доктор Сьюз был технический писатель .....Вот простой игрой.Вот легко сказать:Если пакет попадает в карман на сокете на порт,И автобус прерывается как очень крайнем случае,И адрес памяти делает вашу дискету Прервать диска,Затем сокет пакет карман имеет сообщить об ошибке!Если курсор находит пункт меню с последующим тире,И значок двойной щелчок ставит окно в мусор,И ваши данные повреждены потому индекс не хэш,Затем разбить ваше положение безнадежно, и буду вашей системы!Вы не можете сказать, что это? Какой позор, сэр!Мы найдем вам другую игру, сэр.Если метка на кабеле на столе в вашем доме,Говорит сеть подключена к кнопке на вашей мыши,Но ваши пакеты хотят тоннеля на другом протоколе,Вот неоднократно отвергнуты принтера в конце коридора,И ваш экран все искажено побочных эффектов Гс,Так что ваши значки в окне являются волнистые как соусом,Затем вы можете также перезагрузить и выйти с треском,Потому, как уверены в качестве Я поэт, буду присоски висят!Когда копию дискеты становится неаккуратно на диске,И инструкции микрокода вызвать ненужные RISC,Тогда вы должны мигать вашу память, и вы хотите, чтобы таранить свой ром.Быстро выключить компьютер и быть уверенным, чтобы рассказать свою маму!
		-- DementDJ@ccip.perkin-elmer.com (DementDJ) [rec.humor.funny]

%
Если бы я мог читать ваши мысли, любовь,Что рассказ ваши мысли мог сказать,Так же, как в мягкой романа,Вид аптека продает,Когда вы дойдете до части, где страдания, которые приходят,Герой будет меня,Герои часто терпят неудачу,Вы не будете читать эту книгу снова, потому чтоконцовка просто слишком трудно принять.Я ухожу, как кинозвезда,Кто получает сожжены в трехсторонней сценария в,Введите номер два,Фильм Королева играть сценуИз чего все хорошие вещи в меня,Но сейчас, любовь, давайте быть реальнымЯ никогда не думал, что смогу действовать таким образом,И я должен сказать, что я просто не понимаю,Я не знаю, где мы пошло не так но это чувство ушелИ я просто не могу получить его обратно ...
		-- Gordon Lightfoot, "If You Could Read My Mind"

%
Если бы я мог придерживаться перо в моем сердце,Я бы рассыпать по всей сцене.Будет ли это удовлетворить Я., будет ли это скользить по уа,Можно подумать, что мальчик был странным?Разве он не странно?...Если бы я мог просунуть нож в моем сердце,Самоубийство прямо на сцене,Было бы достаточно для вашего подростка похоти,Будет ли это поможет облегчить боль?Простота мозг?
		-- Rolling Stones, "It's Only Rock'N Roll"

%
Если я не ездить вокруг парка,Я уверен, что, чтобы сделать свой след.Если я в постели каждую ночь на десять,Я может получить обратно мои взгляды снова.Если я воздержаться от веселья и такие,Я, наверное, составит много;Но я останусь таким, какой я,Потому что я не наплевать.
		-- Dorothy Parker

%
Если я обещал вам луну и звезды, поверите ли?
		-- Alan Parsons Project

%
Если я ездил в конце радугиКак Дам Фортуна сделал намерены,Мерфи будет там, чтобы сказать мнеПота на другом конце.
		-- Bert Whitney

%
Если пишут исследователи потешки ...Little Miss Маффет сидела на ягодичной области,Употребление компоненты кислом молоке.По крайней мере в одном случае,появился в паукообразных и сел рядом с ней,Или, по крайней мере, в ее близости,И заставил ее почувствовать подавляющим, но не парализующий, страх,Ставшему пациента довольно быстро покинуть зону.
		-- Ann Melugin Williams

%
Если бы она не была меди в ее ионов,Ее форма овоидных,Их роман мог бы процветала.Но он построил четырехгранная в его форме,Его ионы железа,Любовь не может помочь, но умереть,Uncatylised, инертны, и недоедают.
		-- Ann Melugin Williams

%
Если у вас всего минуту, чтобы дышать,И они предоставили вам одну последнюю волю,Вы бы попросить что-тоКак еще один шанс?
		-- Traffic, "The Low Spark of High Heeled Boys"

%
Если вы будете придерживаться запас ликера в своем шкафчике,Это пятно придерживаться блокировку на вашем складе.Или какой-то шутник кто дождевика,Будет обмануть вас из вашей щелока,Если вы не заблокировать ваш ликер с замком.
		-- Traffic, "The Low Spark of High Heeled Boys"

%
Если вы обеспокоены землетрясений и ядерной войны,А также движения и преступления,Рассмотрим, как Worry-Free суслики являются,Хотя жить на закопанных времени.
		-- Richard Armour, WSJ, 11/7/83

%
Il brilgue: ле т ^ Oves libricilleuxSe gyrent др frillant йапз ле guave,ENM ^ им 'ES sont ле gougebosquex,Et Le м ^ omerade horgrave.Es brilig войну. Die Schlichte TovenWirrten унд wimmelten в Waben;Und Aller-mumsige BurggovenDir mohmen Рат ausgraben.
		-- Lewis Carrol, "Through the Looking Glass"

%
В / users3 сделал Кубла КанаКупол указ статный удовольствие,Где / бен, священная река бежалЧерез тестовых наборов безмерное к человекуВплоть до тусклого С
		-- Lewis Carrol, "Through the Looking Glass"

%
В каждой работе, что должно быть сделано, есть элемент удовольствия.Найти удовольствие и оснастки! Работа это игра.И каждая задача беретесь, становится кусок пирога,жаворонок, веселье; это очень ясно видеть.
		-- Mary Poppins

%
В средней школе в БруклинеЯ был менеджером бейсбольной,гордый, как я мог бытьЯ прогнал мячи,Собранные бросили летучие мышираздавали полотенца В конце концов, я купил мой собственныйБыло очень важная работа, но было темно синий цвет, аза небольшую спастического ребенком, официальные них были зеленыено я был никем член команды никогда не говорил ничегоКогда команда получила со мной о моей синей куртке;их разогрев куртки ребята были мои друзьяЯ не получил один все же мне больно круглый годТолько регулярное команда носить что синий пиджакполучили эти куртки, и среди всех этих зеленых единицконечно, не менеджер Даже сейчас, сорок лет спустяЯ до сих пор помню, что курткаи память продолжает болеть.
		-- Bart Lanier Safford III, "An Obscured Radiance"

%
В Римана, Гильберта или в банаховом пространствеПусть Верхние и нижние индексы идут их пути.Наши асимптоты больше не в фазе,Мы будем встречаться, считая, лицом к лицу.
		-- Stanislaw Lem, "Cyberiad"

%
В dimestores и автобусных станцийЛюди говорят о ситуацияхЧитайте книги повторить цитатыДелайте выводы на стене.
		-- Bob Dylan

%
В начале утреннего очереди,С перечнем в руке.С беспокойством в сердце, Там на терминале номер 9,Жду здесь в Ceras-земли. Паскаль запустить весь набор ехать.Я далек от сна, но я жду в очереди,Как я скучаю по хорошей едой так. С помощью этого кода, что когда-нибудь растет.В начале Доброе утро очереди, Теперь лобби стулья мягкие,С некуда идти. Но это не может сделать очереди двигаться быстро.Эй, там идет мой друг,Я поднялся по одному в прошлом.Утренний дождь "Г. Лайтфут
		-- Ernest Adams, "Early Morning Queue", to "Early

%
В земле темную ПароходВс движет Grateful Dead.
		-- Egyptian Book of the Dead

%
В этой юдолиИз трудов и грехаВаша голова лысеетНо не ваш подбородок.
		-- Burma Shave

%
В Ксанаду сделал Кубла ХанаВеличественный купол удовольствия указ:Где Альф, священная река, побежалЧерез каверн безмерном человекуВплоть до тусклого море.Так дважды пять миль плодородной землиС стен и башен были опоясаны раунд:И были сады яркий с извилистыми родниками,Где расцвела много дерево ладана свиту;А вот были лес древний, как мир,Окутывая солнечные пятна зелени.
		-- S. T. Coleridge, "Kubla Kahn"

%
В Ксанаду сделал Кубла-хан величественный купол удовольствия указНо только если НФЛ к франшизе согласятся.
		-- S. T. Coleridge, "Kubla Kahn"

%
В любви и снова,Таким образом, я пошел и, таким образом, я иду.Запасные ваш голос, и удерживать перо:Ну а с горечью я знаюВсе песни были когда-либо пели,Все эти слова были когда-либо говорил;Может быть, когда я был молод,Кто-то упал меня на голове?
		-- Dorothy Parker, "Theory"

%
Это не может быть видно, не может ощущаться,Не слышно, не может быть пахло.Это лежит в основе начала и под холмами,И пустые отверстия он заполняет.Это приходит первым и следующим после,Окончание жизни, убивает смех.
		-- Dorothy Parker, "Theory"

%
Это свисает люстраНикто не знает совсем, что он делаетЕго цвет четных и его форма странноОн излучает громкого гудениеОн растет на несколько футов каждый деньи извивается с рода дергатьсяНикто ошибки это потому что это исходит отприглашенный дядя, который богат!
		-- To "It Came Upon A Midnight Clear"

%
Это случилось давноВ новом волшебной землеИндейцы и буйволовСуществовавшие рука об рукуИндейцы нуждались в пищеОни должны шкуры для кровлиОни только взяли то, что им нужноИ буйволы побежал свободноНо потом пришел белый человекС его толстым и пустой головойОн не мог видеть прошлое его бумажникеОн хотел все буйвола мертвыхБыло грустно, ах так грустно.
		-- Ted Nugent, "The Great White Buffalo"

%
Это не хорошо для человека быть без знания,и тот, кто делает поспешность, с ноги не попадает в его сторону.
		-- Proverbs 19:2

%
Раньше считалось, самое интересное было вЗахват и убийство.В другом месте и времениЯ сделал все это для острых ощущений.
		-- Lust to Love

%
Это был один раз слишком многоОдно слово слишком малоВсе это было слишком много для меня и васБыл один путьНичего больше мы могли бы сделатьОдин раз слишком многоОдно слово слишком мало
		-- Meredith Tanner

%
Это быстрее лошадей,Более молодые женщины,Позднее виски иБольше денег.
		-- Tom T. Hall, "The Secret of Life"

%
Все будет хорошо,Уже почти полночь,И у меня есть еще два бутылки вина.
		-- Tom T. Hall, "The Secret of Life"

%
Это просто скачок влевоА потом шаг вправо.Положите руки на бедраИ поджать колени в туго.Это тазовый тягиЭто действительно получает вы Инса-а-а-а-ANEДавайте делать временном отрезке СНОВА!
		-- Rocky Horror Picture Show

%
Это правила внутреннего просто квартира,Все, что Вам "дураки партамента домаПомните: потолок одного человека является пол другого человека.Потолок одного человека является пол другого человека.
		-- Paul Simon, "One Man's Ceiling Is Another Man's Floor"

%
Это вот такДаже самураиесть плюшевых медведей,и даже медвединапиться.
		-- Paul Simon, "One Man's Ceiling Is Another Man's Floor"

%
Это не против какой-либо религии, хотят распоряжаться голубя.
		-- Tom Lehrer, "Poisoning Pigeons in the Park"

%
Это настолько запутанной или иную сторону в запале,просто чтобы посмотреть, если это реально,Ой, это так эротично, имеющий вы сказать мне, как она должна чувствовать,Но я избегаю все жесткие холодные факты, которые я получил к лицу,Так спросите меня только один вопрос, когда это волшебная ночь через,Возможно, это был просто кто-то или же он должен быть вам?
		-- Billy Joel, "Glass Houses"

%
Джон Дам мая ОскарГей Был Whitty Был УайльдНо Джерард Хопкинс Но Джон Гринлиф Но ТорнтонБыл Мэнли Был Whittier Был Уайлдером
		-- Willard Espy

%
Иоанн Креститель после отравления вора,Смотрит на своего героя, командующий главный,Говоря сказать мне великого лидера, но, пожалуйста, сделать его краткимЕсть отверстие для меня болеют в?Главнокомандующий отвечает ему в погоне муху,Говоря смерть всем тем, кто будет хныкать и плакать.И сбросив штангу он указывает на небо,Говоря солнце не желтое, это курица.
		-- Bob Dylan, "Tombstone Blues"

%
Просто песня, прежде чем я уйду, Проходя безопасностиДля кого это может касаться, я держал ее так долго.Путешествия дважды скорость звука Она, наконец, посмотрел на меня в любви,Это легко обжечься. И она ушла.Когда шоу были более просто песня, прежде чем я уйду,Мы должны были вернуться домой, А урок.И когда мы открыли дверь Путешествия дважды скорость звукаЯ должен был быть в покое. Это легко обжечься.Она помогла мне с чемоданом,Она стоит перед глазами,Вождение меня в аэропортИ дружественных небесах.
		-- Crosby, Stills, Nash, "Just a Song Before I Go"

%
Всего машины, чтобы сделать важные решения,Запрограммированный мужчинами для сострадания и видения,Мы будем чистыми, когда их работа выполнена,Мы будем вечно свободен, да, вечно молодой,Какой прекрасный мир это будет,Какое славное время, чтобы быть свободным.
		-- Donald Fagon, "What A Beautiful World"

%
`Просто место для Снарка!" воскликнул Беллмана,Как он получил свою команду с осторожностью;Поддерживая друг человека на верхней части приливаПо пальцем переплелись в его волосах."Просто место для Снарка! Я говорил это дважды:Это само по себе должно стимулировать экипаж.Просто место для Снарка! Я трижды сказал это:То, что я расскажу вам три раза истинно ".
		-- Donald Fagon, "What A Beautiful World"

%
`Просто место для Снарка!" воскликнул Беллмана,Как он получил свою команду с осторожностью;Поддерживая друг человека на верхней части приливаПо пальцем переплелись в его волосах.`Просто место для Снарка! Я говорил это дважды:Это само по себе должно стимулировать экипаж.Просто место для Снарка! Я трижды сказал это:То, что я расскажу вам три раза истинно ".
		-- Donald Fagon, "What A Beautiful World"

%
Только вчера утром, они, дайте мне знать Вы ушли,Сюзанна, планы, которые они сделали положить конец для вас,Я вышел сегодня утром, и я записал эту песню,Просто не могу вспомнить, кто, чтобы отправить его ...О, я видел огонь, и я видел дождь,Я видел солнечные дни, что я думал никогда не закончится,Я видел одинокие времена, когда я не мог найти друга,Но я всегда думал, что я хотел бы видеть вас снова.Думал видеть вас еще раз снова.
		-- James Taylor, "Fire and Rain"

%
К: металлического кобальта, в жесткий и блестящий;COBOL в многословным и удерживающего;Кобольды упал при ударе их;Не расстраивайтесь, это трудно нравятся.
		-- The Roguelet's ABC

%
Хранить древние земли, ваша этажа помпой! плачет онаС молчаливых губ. Дайте мне вашу усталость, твой бедный,Ваш ютились массы стремление дышать свободно,Несчастный отбросы вашей изобилует берегу.Отправить них бездомных, буря-бросил мне ...
		-- Emma Lazarus, "The New Colossus"

%
Knock Knock ... (кто там?) Эфир! (Эфир кто?) Эфир Кролик ... Да![хор]Йеай!Пребывание на Happy стороне, всегда на стороне счастливый,Пребывание на Happy стороне жизни!Бум Бум Бум Бум Бум БумВы не будете чувствовать никакой боли, как мы сводить вас с ума,Так что оставайтесь на Happy стороне жизни!Knock Knock ... (кто там?) Анна! (Анна, которая?)Другой эфир кролик ... [Припев]Knock Knock ... (кто там?) Stilla! (Stilla кто?)Еще один эфир кролик ... [Припев]Knock Knock ... (кто там?) Yetta! (Yetta кто?)Еще один эфир кролик ... [Припев]Knock Knock ... (кто там?) Груз! (Грузы кто?)Грузовой Beep Beep и запустить над эфиром кролика ... [Припев]Knock Knock ... (кто там?) Бу! (Бу, кто?)Не горюй! Эфир кролик вернуться в следующем году! [хор]
		-- Emma Lazarus, "The New Colossus"

%
Дамы и господа, Hobos и Бродяги,Косоглазый комары и кривоногий муравьи,Я пришел, прежде чем встать позади васЧтобы сказать вам что-то я ничего не знаю о.В следующий четверг (что хорошо пятницу),Там будет конвенция состоялась вЖенский клуб, который предназначен исключительно для мужчин.Вход свободный, платить за дверью,Потяните вверх стул и сесть на пол.Это был летний день в зимний период,А снег шел дождь быстро,Как босиком мальчик с обувью на,Стоял, сидя в траве.О, светлый день в глухую ночь,Два мертвецы встали на борьбу.Три слепые, чтобы видеть честную игру,Сорок немые орать "Ура"!Назад к спине, они сталкиваются друг с другом,Обнажили мечи и стреляли друг в друга.Глухой полицейский услышал шум,Пришли и арестовали этих двух мертвых мальчиков.
		-- Emma Lazarus, "The New Colossus"

%
Ковши и Jellyspoons!Я пришел, прежде чем встать позади вас,Сказать что-то я ничего не знаю о.Так в следующий четверг будет Страстная пятница,Там предстоит встреча отцов, только матерей.Носите свои лучшие одежды, если вы не имеете любые,И, пожалуйста, остаться дома, если возможно, вы можете быть там.Вход свободный, обратите на дверь.Присаживайтесь на меня: пожалуйста, сидеть на полу.Независимо от того, где вы управляете сидеть,Человек на балконе, безусловно плевать.Мы благодарим Вас за недоброй внимания,А теперь хотелось бы представить наш следующий акт:"четырех углах круглого стола».
		-- Emma Lazarus, "The New Colossus"

%
Леди, леди, вы должны встретитьсяОдин чьи пути все сдержанный,Тот, кто бормочет, что его женаЯвляется ли путеводная звезда его жизни,Тот, кто держит заверить ВасТо, что он никогда не был неверным,Никогда не любил другую ...Леди, леди, лучше работать!
		-- Dorothy Parker, "Social Note"

%
Божья коровка, божья коровка,Посмотрите на свой корме!Ваш дом горит,Ваши дети будут гореть!Поэтому переход вы и петь, дляВ самый первый разЧетыре линии вышеБыли введены в рифму.
		-- Walt Kelly

%
Прошлой ночью я встретил на лестницеЧуть человек, который не был там.Он не был там снова сегодня.Джи, как я хочу, чтобы он уйдет!
		-- Walt Kelly

%
Латинская является языком,Мертв, как может быть.Сначала он убил римлян,И теперь это меня убивает.
		-- Walt Kelly

%
Пусть меня не к браку истинных умовПризнайтесь препятствий. Любовь не любовьКоторый изменяет, когда это изменение находит,Или изгибы с удаления удалить:О, нет! это постоянно неподвижной отметки,Это выглядит на бурь и никогда не встряхивают;Это звезда каждому блуждающего коры,Чей стоит неизвестно, хотя его высота быть приняты.Любовь не дурак Time, хотя розовых губ и щекВ компас его изгиба серповидно приходят;Любовь изменяет не с его краткими часами и неделями,Но несет его даже до края гибели.Если это ошибка, и на меня оказалось,Я никогда не предписание, ни никто никогда не любил.
		-- Walt Kelly

%
Пойдем тогда ты и яв то время как ночью выложена на фоне небакак мазок горчицы на старом свинины пирога."Хороший стихотворение Том. У меня есть идеи для изменения, хотя, почему бы не приехать?"
		-- Ezra

%
Пойдем, через определенные половиной-пустынных улицах,Бормотание отступаетБеспокойных ночей в одну ночь отелейИ рестораны опилок с устричных раковин:Улицы, которые следуют как утомительной аргументаКоварного умыслаЧтобы привести вас к подавляющим вопрос ...Ох, не спросить: "Что это такое?"
		-- T. S. Eliot, "Love song of J. Alfred Prufrock"

%
Давайте относиться к мужчинам и женщинам хорошо;Относитесь к ним, как если бы они были реальными;Возможно, они есть.
		-- Ralph Waldo Emerson

%
Жизнь похожа на олово сардин.Мы, каждый из нас, глядя на ключ.
		-- Beyond the Fringe

%
Жизнь это то, что происходит с вами, пока вы заняты зарабатыванием другие планы.
		-- John Lennon, "Beautiful Boy"

%
Поднимите каждый голос и петьДо небо и земля кольцо,Кольцо с гармониями Свободы;Пусть наш рост радуясьВысокое качестве прослушивания небе,Пусть это отзовется громким, как подвижного моря.Пой песню, полную веры, что темное прошлое научило нас.Пой песню, полную надежде, что настоящее купил нам.Облицовка восходящее солнце нашей новой день начался,Давайте идти дальше до победили.
		-- James Weldon Johnson

%
Светитесь, пока это еще возможно,Даже не пытайтесь понять,Просто найти место, чтобы сделать Ваш стенд,И успокойтесь.
		-- The Eagles, "Take It Easy"

%
Как кукурузы в поле Я разрезал вас вниз,Я бросил последний удар слишком трудно,После нескольких лет происходит устойчивый, хорошо, я подумал, что пришло время,Чтобы бросить в моей руке для нового набора карт.И я не могу принять вас танцуют на выходные,Я полагал, что мы бы окрашены слишком много этого города,И я старался не смотреть, как я подошел к моей повозке,И я тогда знал, что я потерял то, что должно было обнаружено,Затем я понял, что потерял то, что должно было быть найдено.И я чувствую, как пуля в пистолете Роберт ФордЯ цене платной убийцаВы знаете, я холодна, как наемного меча.Мне так стыдно, мы не можем исправить это,Вы не знаете, что я не могу думать прямо не болееТы заставляешь меня чувствовать, как пуля, мед,пуля в пистолете Роберт Форд.
		-- Elton John "I Feel Like a Bullet"

%
"Линии, параллельные пересекаются в бесконечности!"Евклид неоднократно, горячо призвал.Пока он не умер, и так достигли этой окрестности:в нем он обнаружил, что проклятые вещи разошлись.
		-- Piet Hein

%
Lisp, Lisp, Lisp машина,Lisp Машина удовольствия.Lisp, Lisp, Lisp машина,Развлечения для всех.
		-- Piet Hein

%
Маленький Fly,Твоего лета игра Если мысль есть жизньМои бездумная руку и сила & дыхание,Имеет brush'd прочь. И покупкеМысли есть смерть,Не ЯМуха, как ты? Тогда же яИли не ты ли Счастливая мухуТакой человек, как я? Если я живуИли, если я умру.Ибо я танцеватьИ пить и петь,До некоторой слепой стороныДолжен чищу крыло.
		-- William Blake, "The Fly"

%
Лиззи Борден взяла топор,И вонзил его глубоко в VAX;Вы не завидую людям, которыеДелать все, что ___ вы хотите сделать?
		-- William Blake, "The Fly"

%
Логики были, но плохо определеныКак рационально человеческого вида.Логика, мол, принадлежит человеку,Но пусть докажут это, если они могут.
		-- Oliver Goldsmith

%
Луи Луи, мне должен идтиЛуи Луи, мне должен идтиИзысканные девочка она ждет меняMe поймать корабль для пересечь мореMe плыть корабль все только за три ночи и дни мне плыть на мореMe никогда не думает мне сделать его домой меня думать о девушке постоянно(Хор) На корабле я мечтаю она естьЯ чувствую запах розы в волосахMe см Jamaica луна выше (хор, соло)Это не будет долго, мне видеть мою любовьЯ принимаю ее на руках, а затемМне сказать ей, что я больше никогда не оставит
		-- The real words to The Kingsmen's classic "Louie Louie"

%
Любовь в вашем сердце не было помещено там, чтобы остаться.Любовь не любовь, а пока вы его отдать.
		-- Oscar Hammerstein II

%
Любовь, которая быстро воспламенился в нежном сердце,захватили этот для справедливой формечто было принято от меня-и способ его afficts меня еще.Любовь, которая не освобождает нет любимого человека любить,схватил меня так сильно с восторгом в нем,что, как видите, он не оставляет меня до сих пор.Любовь привела нас к одной смерти.
		-- La Divina Commedia: Inferno V, vv. 100-06

%
Маргарет, ты гореватьЗа Голденгроув unleaving?Листья, как вещи человека,Вы, с вашими свежих мыслейУход за, не так ли?Ах! как сердце стареетОн придет к таким достопримечательностям холодныхМало-помалу, ни избавить вздохХотя миры wanwood leafmeal лжиИ все-таки вы будете плакать и знаю, почему.Теперь независимо от того, к детям, названиеПружины печали такие же:Он ржавчина человек был рожден для,Это Маргарет вы оплакивать.
		-- Gerard Manley Hopkins.

%
Meanehwael, baccat meaddehaele, monstaer lurccen;Fülle несколько слишком много drincce, спешить luccen для fyht.[D] ан Hreorfneorht [D] ГВР, сын Hrwaerow [P] heororthwl,AEsccen aewful jeork чтобы steop outsyd.[P] HUD! Баше! Crasch! Beoom! [D] э Bigge ГеEallum его счастливого Браке, бют носу оффе;Wicced Godsylla waeld на его Асс.Monstaer moppe fleor WY [р] eallum мужчин в haelle.Беовульф в bacceroome fonecall bemaccen Waes;Hearen Sond из ruccus SAED ", Hwaet [d] е Хелле?"Грабен sheold Странг вторых Swich-blaed ScharpSond feorth чтобы fyht [d] е grimlic противника."Я", Godsylla Саед, "Mac [d] е minsemete."Heoro cwyc geten heold Wi [р] faemed половину НельсонOnd flyng ему ственности frisbe BAC для Fen.Беовульф живота до meaddehaele бар,Саид, "Ne врагом били Ми faersom Cung-фу».Eorderen Cocca-colha YCE-coeld, [d] е REOL [р] ЮНГ.
		-- Not Chaucer, for certain

%
Большинство людей любят дневное время,Потому что они хотели бы видеть сияющее солнце.Они по утрам,выкл и хода, пока они не слишком устал за удовольствие.Но когда солнце садится,и яркие огни светят, мой дневной только началась.В настоящее время существует две стороны этой большой большой мир,и один из них всегда ночь.Если вы можете заботиться о бизнесе в солнечном свете, ребенок,Я думаю, вы все будет в порядке.Не искать меня, чтобы оказать вам руку.Мои глаза просто не могут выдержать свет.Потому что я сова мед, спать в течение всего дня.
		-- Carly Simon

%
Мумия пыли, чтобы сделать меня старый;Окутывать свою одежду, черный ночи;С возрастом мой голос, Cackle старая ведьма в;Чтобы отбелить мои волосы, крик испуга;Взрыв ветра, чтобы раздуть свою ненависть;Удар молнии, чтобы хорошо перемешать -Теперь начните магии твоя буквам!
		-- Walter Disney, "Snow White"

%
Мой аналитик мне сказал, что я был прав из моей головы,Но я сказал: "Дорогой доктор, я думаю, что это ты, а не.Потому что я получил самое, что является уникальным и новым,Чтобы доказать это, у меня будет смеяться последним на вас.Потому вместо одной головы - у меня два.И вы знаете, две головы лучше, чем одна.
		-- Walter Disney, "Snow White"

%
Моя Бонни смотрела в бензобак,Высота его содержание, чтобы увидеть!Она зажгла маленькую спичку, чтобы помочь ей,О, вернуть мою Бонни мне.
		-- Walter Disney, "Snow White"

%
Мой калькулятор мой пастырь, я не буду нуждатьсяЭто делающий меня с точностью до десяти значащих цифр,и это ведет меня в научной нотации 99 цифр.Это подкрепляет мои квадратные корни и guideth меня вдоль путей с плавающейдесятичные точки ради точности.Да, Тхо я пойду и долиною внезапных викторины,Я не убоюсь проф, так как мой калькулятор есть подбодрить меня.Это приготовляет таблицу журнала, чтобы успокоить меня, он приготовляетдуги грех для меня в присутствии моих учителей.Это annoints домашнее задание с правильных решений, мои интерполяция	над.Конечно, как высокая точность и сопровождают меня во все дни моейжизнь, и я буду жить в доме Texas Instruments навсегда.
		-- Walter Disney, "Snow White"

%
Моя дорогая жена всегда была мрачным.Я утонул ее в бочке рома,И так убедились, что она останетсяВ лучшем настроении день и ночь.
		-- Walter Disney, "Snow White"

%
Моя любовь проходит мимо, как день в июне,И он не делает никаких друзей скорбей.Он наступать его галопом rigadoonВ пути или грядущих.Он будет жить свои дни где начинаются солнечные лучиНе мог штурмовать или ветер искоренить его.Мой собственный милый, он всем сердцем -И я желаю somebody'd стрелять в него.
		-- Dorothy Parker, part 3

%
Моя любовь, он безумен, и моя любовь, он флота,И дикий молодой древесины, что родила ему!Пути являются справедливыми к своим роуминга ног,И небеса освещается солнцем для него.Как резко сладкий моему сердцу он кажетсяКак аромат акации.Мой собственный милый, он все мои мечты -И я хочу, чтобы он был в Азии.
		-- Dorothy Parker, part 2

%
My My, эй, эйРок-н-ролл здесь, чтобы остаться Король ушел, но он не забылЛучше сгореть Это история о Джонни РоттенЧем исчезать Лучше сгореть, чем это ржаветьМой мой, эй, эй Король ушел, но он не забылЭто из голубой и в черном Эй, мой мойОни дают вам это, но вы платите за что рок-н-ролл никогда не умретИ как только ты ушел, вы никогда не может вернуться Там больше к картинеКогда вы вышли из синей чем встречает глазИ в черном"Мой Мои, Эй Эй (из синего), Руст никогда не спит"
		-- Neil Young

%
"Меня зовут Сью! Как поживаете ?! Теперь вы умрете!"Ну, я ударил его трудно прямо между глаз,И он пошел вниз, но к моему удивлению,Придумайте ножом и отрезал кусок моего уха.Так что я выбыл стул прямо напротив зубами,И мы проломил стены на улицы,Kickin 'и а-gougin' в грязи и крови и пива.Теперь я скажу вам, что я боролся жесткую мужчин,Но я действительно не могу вспомнить, когда:Он пнул, как мул, и он укусил, как крокодил.Но я слышал, как он смеется, а потом я услышал его ругать,И он пошел за пистолетом, но я вытащил мину-первых,И он сидел там смотришь на меня, и я увидел, как он улыбается.Он сказал: "Сын, этот мир является грубым,И если человек собирающийся сделать это, он же должен быть жестким,И я знал, я бы не быть там, чтобы помочь вам в этом.Так что я вам это имя, и я попрощался,И я знала, что ты должен получить жесткую или умереть,И это то, что имя, которое помогло сделать вас сильным!
		-- Johnny Cash, "A Boy Named Sue"

%
Мой собственный милый, он сильный и смелыйИ он заботится не то, что приходит после.Его слова звучат сладко, как звон золота,И глаза горят от смеха.Он ликует, как развернули флаг -О, девочка, она не забудет его.Мой собственный милый, он все мой мир -И я желаю я никогда не встречался с ним.
		-- Dorothy Parker, part 1

%
Моя ручка в нижней части страницы,Который, достраивают, здесь история заканчивается;'Это будет жаль, что это было раньше сделано,Но рассказы-то удлинить, когда началась.
		-- Byron

%
Моя душа дробится, дух мой болитЯ не нравлюсь больше,Я придирка, ссора, ворчать, куропатка,Я размышляю на узкой домаЯ содрогаюсь при мысли о мужчинахЯ из-за влюбиться снова.
		-- Dorothy Parker, "Enough Rope"

%
Природа всех вещей фиксированной пределы подходит,И мудро обуздать претендующий остроумие гордого человека.Как на земле, а здесь на прирост океан,В других частях оставляет широкие песчаные равнины;Таким образом, в душе, пока преобладает памяти,Твердый сила понимания не удается;Где лучи теплого воображение игры,мягкие цифры памяти в таять.
		-- Alexander Pope (on runtime bounds checking?)

%
Возле студии Жана КоктоНа Рю-де-Ecolesжил старецсо слепой собакиКаждый вечер я хотел бы видеть егонаправляя собаку вместетротуар, учетфирма сцепление на поводкетак, чтобы собака не будетнаткнуться на прохожегоИногда собака остановитсяи смотреть на небоПосле стариказаметил, что я наблюдал собакуи он сказал: "О, да,это известнокогда луна не в счет,он может чувствовать на лице его "
		-- Barry Gifford

%
Неврозы являются красный,синий меланхолии в.Я шизофреник,	Что ты такое?
		-- Barry Gifford

%
Нью-Йорк получил способы и средства;Просто не позволит вам быть.
		-- The Grateful Dead

%
Новый York-- к этому высокий горизонт прихожув вывешивать из Лондона в вашу дверьНовый York-- смотришь сверху на Центральный ПаркТам, где они говорят, что вы не должны бродить после наступления темноты.Нью-Йорк.
		-- Simon and Garfunkle

%
Далее, на стуле, мы прицел, чтобы вы слюни.Семь дев и мул, держать его охлаждения, охлаждая его.
		-- ELP, "Karn Evil 9" (1st Impression, Part 2)

%
Девять мегабайт для секретарей справедливые,Семь мегабайт для хакеров дефицитных,Пять мегабайт для выпускников в прокуренных берлог,Три мегабайт для системного источника;Один диск чтобы управлять ими всеми,Один диск, чтобы связать их,Один диск для хранения файловИ в темноте измельчить их.
		-- ELP, "Karn Evil 9" (1st Impression, Part 2)

%
Девять-трек ленты и семь дорожек лентыИ лент без каких-либо следов;Эластичный ленты и snarley лентИ ленты смешались на стеллажах -Возьмитесь за лентуИ снять полосы,И тогда вы будете уверены,Ваш ленточный накопитель будет пропускать.
		-- Uncle Colonel's Cursory Rhymes

%
Никто не любит нас.Я не знаю, почему.Мы не может быть совершенным, Мы даем им деньги,Но невесть мы стараемся. Но они благодарны?Но все вокруг, Нет, они злобные,Даже наши старые друзья поставить нас вниз. И они ненавистны.Давайте падение большой, они нас не уважают,И посмотрим, что произойдет. Так давайте их удивитьМы уронить большой,И распылить их.Азии переполнены,Европа слишком стара,Африка является слишком жарко, мы спасем Австралию.И Канады слишком холодно. Не хочу пока больно не кенгуру.И Южная Америка украла наше имя Мы будем строить всеамериканским развлечениеДавайте падение большой, парк there--Там не будет ни один слева обвинить нас. Они получили Surfin ', тоже!Boom! идет Лондон,И Boom! Paree.Больше места для вас, О, как мирная это будет!И больше места для меня, Мы установим все бесплатно!И каждый город, вы будете носить японское кимоно, детка;Весь мир вокруг, Там будет Итальянская обувь для меня!Будет просто другой американский город. Они все ненавидят нас во всяком случае,Итак, давайте упасть большой тот теперь.Оставим большое одно сейчас
		-- Randy Newman, "Drop the Big One"

%
Нет свиньи не должны идти с парашютом во время муссонаДля этого на самом деле не является нормой.Но следует жир свиной попробовать взлететь, как ненормальный,И что? Любой свинины в шторм.Нет свиньи не должны идти с парашютом во время муссона,Это достаточно рискованно, когда погода хорошая.Но иметь свинью парить, когда муссонный Doth ревЛитой еще больше опасностей перед свиньями.
		-- Randy Newman, "Drop the Big One"

%
Нет равнине фальцовка бумаги бумага не может удерживать эту фрактальной Puff -Он рос так быстро не построение пакета не может сократиться его достаточно далеко.Собирает и моделирование выросли так быстро ручнымиИ выгружена все их пространство данных, когда Слоеное отодвинул стека.(Припев)Слоеное, он вырос так быстро, в то время как другие двинулись, как улиткиИ мини-пуфы бы окунь себя на его гигантской хвоста.Все студенческие хакеры любил эту фрактальной PuffНо DCS не нравится Puff, и, наконец, сказал: "Хватит!"(Припев)Слоеное используется больше ресурсов, чем DCS может сэкономить.Оператор убит работу слоеного - он, похоже, не волнует.Мрак упал на хакеров; казалось бы концом,Но Слоеное ловушке исключение, и снова выросла от нуля!(Припев)Припев:Пыхтеть фрактальной дракона была написана в C,И резвились в то время как процессы перешли в памяти ЭВМ.Пыхтеть фрактальной дракона была написана в C,И резвились в то время как процессы перешли в памяти ЭВМ.
		-- Randy Newman, "Drop the Big One"

%
"Ни одна программа не является совершенным,"Они сказали, пожав плечами."Happy-- заказчикаЧто одна маленькая ошибка? "Но он был настроен, то изменить два, потом еще три,Остальные пошли домой. Как год с последующим годом.Он выкопал в существующую схему и незнакомых будет комментировать,Заброшенный, в одиночку. "Это парень все еще здесь?"Ночь прошла в первой половине дня. Он умер в консолиКомната была загромождена от голода и жаждыС основным свалок, источников списков. На следующий день он был похоронен"Я близко", пробормотал он. Лицом вниз, девять край первого.Сеть курить, холодный кофе, а жена сквозь слезыЛогика, вычет. Принял свою судьбу."Я понял!" воскликнул он, сообщает "Он на самом деле не ушел,"Просто изменить одну инструкцию." Он просто работает поздно ".
		-- The Perfect Programmer

%
Нет рок так сильно, но что маленькая волнаМожет бить пропуск в тысячу лет.
		-- Tennyson

%
Не успели Кромкообрезная АлланГотовые его старый ворон,Затем он начал свою Old Crow.
		-- Tennyson

%
Нет, его ум не сдаетсяДля любого бога или правительства.Всегда надеемся, пока недовольство,Он знает изменения не являются постоянными -Но изменение.
		-- Tennyson

%
Ничего, что вынужден никогда не может быть правильным,Если он не приходит естественно, оставить его.Вот что она сказала, когда она выключила свет,И мы согнуты спиной, как рабы на ночь,Затем она опустила охрану и показал мне шрамыОна получила от попыток боротьсяГоворя, о, вам лучше поверить.[...]Ну ничего, что реально никогда не бывает бесплатноИ вы просто должны платить за него когда-то.Она сказала это раньше, она сказала это мне,Я полагаю, она считала, что не было ничего, чтобы увидеть,Но то же самое старые четыре воображаемые стеныОна построена для живу внутриЯ сказал о, вы просто не может означать его.[...]Ну ничего, что вынужден никогда не может быть правильным,Если он не приходит естественно, оставить его.Вот что она сказала, когда она выключила свет,И она может быть не так, и она, возможно, был прав,Но я просыпался с мороза, и заметил, что она потерялаЗавеса, которая закрыла глаза,Я сказал о, вы можете оставить его.
		-- Al Stewart, "If It Doesn't Come Naturally, Leave It"

%
Теперь ненависть на сегодняшний день является самой длинной удовольствия;Мужчины любят в спешке, но они ненавидят на досуге.
		-- George Gordon, Lord Byron, "Don Juan"

%
Теперь я лежал мне спать.Говорящего скучно; глубоко субъекта.Если он должен прекратить, прежде чем я просыпаюсь,Дайте мне толчок ради бога.
		-- Anonymous

%
Теперь я лежал мне спатьЯ молю двойной замок будет держать;Май не кирпич через окно перерыва,И, никто ограбить меня, пока я не будить.
		-- Anonymous

%
Теперь я лежал мне спать,Я молюсь, чтобы Господь мою душу, чтобы сохранить,Если я должен умереть, прежде чем я просыпаюсь,Я буду плакать в тоске, "Ошибка !! Mistake !!"
		-- Anonymous

%
Теперь я лежал меня изучать,Я молю Господа не пойду ореховый.И если я не узнать этот мусор,Я молю Господа, что я не завалить.Но если я, не жалей меня вообще,Просто лежал мои кости в читальном зале.Расскажите своим учителем я сделал все возможное,Затем складывают свои книги на моей груди.
		-- Anonymous

%
Теперь пришло время, чтобы попрощатьсяДля всей нашей компании ...М-Я-C (увидимся на следующей неделе!)K-E-Y (Почему? Потому что мы, как вы!)М-О-У-С-Е.
		-- Anonymous

%
Теперь песня начинается! Давайте петь вместеСолнца, звезды, луна и туман, дождь и пасмурную погоду,Свет на начинающего листа, роса на перо,Ветер на открытом холме, колокольчики на вереск,Тростников по тенистой бассейн, лилии на воде:Старый Том Бомбадил и реки-дочери!
		-- J. R. R. Tolkien

%
Теперь мои шестьдесят лет и десять,Двадцать не придет,И брать от семидесяти пружин счетом,Это оставляет мне только еще пятьдесят.А так смотреть на вещи в цветуПятьдесят пружины мало места,О лесах пойдуЧтобы увидеть вишневый висел со снегом.
		-- A. E. Housman

%
Теперь, когда день устает меня,Моя тоска желаниеПолучит добрее,Как усталым ребенка, звездной ночи.Руки, оставить ваши дела,Разум, забыть все мысли;Все мои силыТоскуют только погружаться в сон.И моя душа, неохраняемая,парить бы на распростертыми крыльями,Чтобы жить в волшебной сфере ночиБолее глубоко, чем разнообразнее.
		-- Hermann Hesse, "Going to Sleep"

%
Теперь то, что они будут делать, если я просто уплыл?Кто ад действительно заставило меня оставить сегодня?Мы бегали низко на рассказах, что сделал это шар,Что они будут делать, если я ничего не сушу? "
		-- Jimmy Buffet, "Landfall"

%
Теперь пришло время, чтобы иметь некоторые большие идеиТеперь пришло время, чтобы сделать некоторые твердые решенияМы видели Будду в баре на югГоворить о политике и ядерного деленияМы видим его, и он все вымытые -Переходя в тело жукаПодготовка в течение долгого долгого ползанияОн не что иное, - он никогда не вообще ничего ...Смерть и деньги, чтобы их точка еще разВ форме философских убийцМарк и Дэнни сесть на автобус UptownСмертельные ангелы для реальности и страстиИметь мужество здесь и сейчасНе взяв ничего из незрелых буддКогда вы думаете вы получили это оплачены в полном объемеВы не получили ничего - вы никогда получили вообще ничего ...Мы на дороге, и мы охотиться Будды.Мы знаем его имя, и он не должен уйти.Мы на дороге, и мы охотиться Будды.Это займет один выстрел - взорвать его прочь ...
		-- Shriekback, "Gunning for the Buddah"

%
О дайте мне домой,Там, где бродит бизон,Где олени и антилопы играть,Где редко слышитсяОбескураживающим слово,Потому что может антилопа сказать?
		-- Shriekback, "Gunning for the Buddah"

%
О любовь, может ты и я с судьбой сговорЧтобы понять эту жалкую схему вещей целых,Может мы не разбить его на кускиИ формировать ее ближе к желанию наших сердец?
		-- Omar Khayyam, tr. FitzGerald

%
О стройной как иван-палочки! О яснее, чем чистой воды!О тростника живым бассейне! Ярмарка река-дочь!О весенне-времени и летнее время, и весной снова после!О ветер на водопаде, и смех листья "!
		-- J. R. R. Tolkien

%
O! Странники в затененной землиотчаяния нет! Ибо, хотя темно они стоят,все леса там быть должно заканчиваться в конце концов,и посмотреть, открытого солнца пройти мимо:заходящее солнце, восходящее солнце,конце дня, или на следующий день началась.Для восток или запад все леса должны потерпеть неудачу ...
		-- J. R. R. Tolkien

%
Заметим йон перьями двуногую штраф.Чтобы активировать свою ОЧАРОВАНИЕ,Депозит на его прекращения,Некоторое количество частиц раствором.
		-- J. R. R. Tolkien

%
Из всех слов гибели ведьмыТам нет ни так плохо, как какие и кому.Человек, который убивает и какие и комуБудет закреплено в нашем Кто есть кому.
		-- Fletcher Knebel

%
О, не дни, кажется Lank и долгоКогда все идет правильно, и никто не пойдет не так,И это не ваша жизнь чрезвычайно плоскимиС ничто более ворчать на!
		-- Fletcher Knebel

%
Ну дайте мне ваша жалость!Я в комитете, мы присутствовать и изменитьЭто означает, что с утра И утверждают и защищаютдо ночи, без вывода в поле зрения.Мы по нему и согласны,Мы отложить и возражал, мы пересмотреть повесткуИ повторить все наши мысли. При частом дополненийИ рассмотреть нагрузку отчетов.Составим и предложить,Мы полагаем, и противостоять, но хотя различных понятийИ точки процедуры весело; Воспитывающихся в движениях,Там ужасно мало делается.Мы принимаем решение и освободить;Но мы никогда не растворяются,Так как это может быть и речи для насЧтобы привести наш комитетЧтобы завершить как этот частушку,Который останавливается с периодом, таким образом.
		-- Leslie Lipson, "The Committee"

%
Господи, не купишь мне 4BSD?Мои друзья все получили источники, так почему я не могу видеть?Приходите все, что вам Moby хакеров, приходят петь со мной:К черту юристов из AT & T!
		-- Leslie Lipson, "The Committee"

%
"О," Melia, мой дорогой, это делает все, корону!Кто мог предположить, я должен встретиться с вами в город?А откуда такие справедливые одежды, такие Prosperi-ти? ""О, не знаете ли вы я был разрушен?" сказала она."Вы оставили нас в клочья, без обуви или носков,Надоело копаться картофель и рыхление почвы до доков;А теперь вы гей браслеты и яркие перья три! ""Да: Вот как мы одеваемся, когда мы разрушили," сказала она."Дома, в Barton вы сказали` ты 'и `ты,'И `thik Ун 'и` Theas Ун' и `t'other; ' но сейчасВы говорили вполне подходит "ЭИ для COMPA-Нью-Йорк!""Некоторые польские достигается со своей гибели", сказала она."Твои руки были как лапы тогда ваше лицо голубой и мрачнымНо теперь я околдован вашей нежной щеке,И дети ваши перчатки подходят как и на любом ла-ды! ""Мы никогда не делать работу, когда мы разрушили," сказала она."Вы использовали, чтобы позвонить домой-жизнь в угнетенном состоянии мечты,И вы бы вздыхать и ты носок; но в настоящее время вы, кажетсяЧтобы узнать не вертячка или melancho-лы! ""Правда. Один в довольно живой, когда разрушена," сказала она."Я бы хотел перья, прекрасный радикальные платье,И нежное лицо, и может распорка о городе! ""Мой дорогой - сырой деревенская девушка, таких, как вы бы,Не можете довольно ожидать, что. Вы не разрушил, "сказала она.
		-- Thomas Hardy

%
О, кстати, что один розовая?
		-- Pink Floyd

%
О, дайте мне домой,Там, где бродит бизон,И я покажу вам дом с очень грязной кухне.
		-- Pink Floyd

%
Ах, дайте мне локус, где гравитоны сосредоточитьсяЕсли задача трех тел решается,Где микроволны играть вниз на три градуса К,А вирус простуды никогда не развивались. (хор)Мы едим водорослями пирог, наша вакуумная высока,Наши шарикоподшипники совершенно круглые.Наша горизонт изогнута, наши боеголовки с РГЧ ИН,И килограмм весит полфунта. (хор)Если мы не осталось свободного места для нашего растущего гонкиНет больше жизненного пространства оставили для MenschКогда мы готовы начать, мы можем взять Марс друг от друга,Если мы просто найти достаточно большой гаечный ключ. (хор)Я болен этого места, это просто Макдональдс в пространстве,И живут здесь является скука.Скажите shiggies, "Не плачь", они могут поцеловать меня на прощаниеПотому что я двигаюсь на следующей неделе L4! (хор)Припев: Домой, домой на Лагранж,Если космический мусор всегда собирает,Мы обладаем, поэтому кажется, два величайших мечты человека:Солнечная энергия и нуль-гы секс.
		-- to Home on the Range

%
О, я программист на С и Я в порядкеЯ сбросить с индексами и структур весь деньИ когда он работает, я кричу гу-лучО, я программист на С и Я в порядке
		-- to Home on the Range

%
О, я поскользнулся угрюмый облигации земле,И танцевали небо на смех посеребренных крыльев;Санворд Я поднялся и присоединился тамблинга весельеИз ВС-сплит облаков и сделано сто вещейВы не мечтали -Колесные и взлетели, и качнулсяВысоко в солнечной тишине.При наведении тамЯ погнался крики ветер вдоль и разветвленнаяМоя стремятся транспортные средства через лосины залах воздуха.Вверх, вверх вдоль бреду, жжение синегоЯ возглавил ветрам высот с легкой грацией,Где никогда жаворонка или даже орла пролетел;И, в то время как с тихим, подъемных виду я наступилВысокой untrespassed святость пространстве,Протянул руку, прикоснулся к лицу Бога.
		-- John Gillespie Magee Jr., "High Flight"

%
О, жизнь великолепный цикл песни,Попурри из extemporanea;А любовь вещь, которая никогда не может пойти не так;И я Мари Румынии.
		-- Dorothy Parker, "Comment"

%
О, Slithery Ди, он выполз из моря.Он может поймать все остальные, но он не будет ловить меня.Нет, он не будет ловить меня, глупая старина Slithery Ди.Он может поймать все другие, но AAAARRRRGGGGHHHH !!!!
		-- The Smothers Brothers

%
О, когда я был в тебя влюблен,Тогда я был чистым и смелым,И миль вокруг удивления рослаНасколько хорошо я себя.А теперь фантазии проходит мимо,И ничего не останется,И миль вокруг они сказать, что яЯ вполне себе снова.
		-- A. E. Housman

%
Ах, да, жизнь продолжается, вскоре после острых ощущений Livin 'ушел.
		-- John Cougar, "Jack and Diane"

%
Старая Мать Хаббард жил в обуви,Она имела так много детей,Она не знала, что делать.Так она переехала в Атланту.
		-- John Cougar, "Jack and Diane"

%
Старая Мать Хаббард подошла к шкафуЧтобы извлечь ее бедное дочери платье.Когда она получила там, шкаф был пустИ так была ее дочь, я думаю ...
		-- John Cougar, "Jack and Diane"

%
Старый Том Бомбадил является весельчак,Ярко-синий пиджак есть, и его ботинки желтого цвета.Ни никогда не поймали его еще, для Тома, он хозяин:Его песни являются более сильными песни, и ноги быстрее.
		-- J. R. R. Tolkien

%
На утро из фильма Богарт, в стране, где они повернули назад время,Вы ходите прогуливаясь через толпу как Питер Лорре созерцая преступления.Она выходит из Солнца в шелковом платье под управлением как акварель под дождем.Не стал спрашивать объяснений, она просто сказать вам, что она пришлаВ год Кота.Она не даст вам время для вопросов, так как она запирает руку в нее,И вы будете следовать 'до вашего смысле, в каком направлении полностью исчезает.Синей плиткой стен вблизи рыночных прилавках есть скрытая дверь она    приводит вас.В эти дни, она сказала, я чувствую свою жизнь так же, как река проходит черезГод Кота.Ну, она смотрит на вас так холодно,И ее глаза сияют, как луна в море.Она приходит в ладана и пачули,Так ты ее найти то, что ждет внутриГод Кота.Ну, наступает утро, и вы до сих пор с ней, но автобус и туристы    пропали,И вы выбросили свой выбор и потерял свой билет, так что вы должны остаться.Но барабанного бить штаммы ночь оставаться в ритме новорожденной день.Вы знаете некоторое время вы связанный оставить ее, но сейчас вы собираетесь остатьсяВ год Кота.
		-- Al Stewart, "Year of the Cat"

%
На хороший корабль EnterpriseКаждую неделю есть новый сюрпризГде ромуланцы скрываютсяИ клингоны часто сходить с ума.Да, хороший корабль EnterpriseТам в волнение в любом месте она летитГде Tribbles игратьИ медсестра Часовня никогда не добивается своего.См Капитан Кирк, стоя на мосту,Мистер Спок находится на его стороне.Еженедельно угроза, ох-охОн получает жареные, разбросаны вдоль и поперек.Это хороший корабль EnterpriseВыезжая, где опасность лжиИ вы живете в страхеЕсли вы носите рубашку вот красный.- Дорис Робин и Карен Trimble из Л.А. Filkharmonics,"Хороший корабль Enterprise", в размере "хорошего судна Lollipop"
		-- Al Stewart, "Year of the Cat"

%
Снова страх дело сделано.Canon спит,его всезнающего глаза заштрихованычеловеческому случайности и обстоятельства.Миром правит заново o'er Pine Valley,но сон от Canon возмутится.Осторожно, скудные дни мимо иды июля.Нетерпеливые руки ждать с нетерпениемпонять, чтобы держатьскудные моменты временивырвать из жизни в полной мереслава власти компании Canon;плену его немигающим глазом.Три золотые шары стоят на страже;по одному для платных день, час, минутадо predestiny не предписывает его пробуждение.Когда боящиеся моментов arives,"Не спрашивай, по ком звонит колокол,Он звонит по тебе ».Долина Ломбард сегодня "
		-- "I extended the loan on your Camera, at the Pine

%
Жила-была маленькая ботаник, который любил читать почту,А потом дергать назад раз я-доступа, чтобы получить хакерам от его хвоста,И как только он закончил чтение из катушки секретарши,Он написал грубое отторжение к своим бойфрендом (как круто!)И это, как delivermail сделал работу, и он провел backfstat,Он услышал ужасный треск, как оладьи крыс в горячем жире,И аппаратных ошибок, чтобы привести систему вниз "передняя он мог даже кричать!И био bug'll принести ваши вниз тоже EF вы не упустить!И как только они были немного хлопьев, которые бы рыскать по uulog,И когда он подошел к своему Blit ту ночь, чтобы играть в будучи Богом,ОПС все слышал ему Холлер, и они к консоли пунктирная,Но когда они сделали пс -ut они нашли в системе произойдет сбой!О, волшебники adb'd свалки и сделал системной трассировкиИ работал в файловой системе, а пока головки диска было жарко пасты,Но все они когда-либо найденных был такой: "паника: не сомневайтесь",И био bug'll сбою окно тоже EF вы не упустить!Когда день делается и луна выходит,И вы услышите хныканье принтер и РК кажется рассчитывать,Когда другие столы пусты и их терминалы стекловидной серый,И нагрузка лишь 1,6 и вам интересно, если это останусь,Вы должны виду защиту файлов и не шпионить вокруг,Или био bug'll стучи и привести систему вниз!
		-- "I extended the loan on your Camera, at the Pine

%
Однажды этом полуночи некогерентного,Пока вы размышляли разумное и кристаллический,За многие сломанный и подчиненнымОбъем угловатый знания,Пока я приставала, почти пение,Sudddenly пришел рубящие,Как кто-то обильно прячется,Прячется в дверь моей комнаты.
		-- "I extended the loan on your Camera, at the Pine

%
Один яркий воскресенье утром, в тени колокольни,Управлением помощи, я видел мой народ;Как они стояли голодные, я стоял свист,Эта земля была сделана для тебя и меня.Никто живое когда-нибудь может остановить меня,Как я гулять, что свобода шоссе;Никто живое никогда не может заставить меня повернуть назад,Эта земля была сделана для тебя и меня.Как я гулял, я увидел знак там,И на знаке было написано: "Посторонним вход воспрещен".Но, с другой стороны, это не сказал ничего,Эта сторона была сделана для тебя и меня.[Если вы когда-нибудь задумывались, почему Арло был настолько анти-создание, когда его папанаписал такие замечательные патриотические песни, ответ в том, что у вас есть неслышал все песни Вуди]
		-- Woody Guthrie, "This Land Is Your Land" (verses 4, 6, 7)

%
Один день,Безумный мета-поэт,Нечего сказать,Написала безумный мета-стихотворениеЭто началось: "Однажды,Безумный мета-поэт,Нечего сказать,Написала безумный мета-стихотворениеЭто началось: "Однажды,[...]вроде близко ".Были слова, что поэт,Наконец выбрал,Чтобы довести его с ума стихотворение,Чтобы какой-то из близких ".Были слова, что поэт,Наконец выбрал,Чтобы довести его с ума стихотворение,Чтобы какой-то из близких ".
		-- Woody Guthrie, "This Land Is Your Land" (verses 4, 6, 7)

%
Одна хорошая вещь о музыке,Ну, это поможет вам не чувствую боли.Так ударил меня с музыкой;Ударь меня с музыкой сих пор.
		-- Bob Marley, "Trenchtown Rock"

%
Одна таблетка делает вас больше, и если вы гоняться кроликовИ одна таблетка делает вас мало. И вы знаете, что вы собираетесь упасть.А те, что мать дает вам, скажите им гусеницу КальянокурениеЕсть что-нибудь вообще не делать. Дал вам вызов.Дневник Алисы вызовов АлисаКогда она десять футов высотой. Когда она была просто маленькая.Когда мужчины на шахматной доске, когда логика и пропорцииВстань и сказать вам, куда идти. Упали небрежно мертвых,И вы только что были какие-то И Белый Рыцарь разговариваетгрибные назадИ ваш ум движется низко. И Красная Королева потеряла головуДневник Алисы Помните, что сказал соня:Я думаю, она будет знать. Дай пищу своей голове.						Дай пищу своей голове.						Дай пищу своей голове.
		-- Jefferson Airplane, "White Rabbit"

%
Одна из причин, почему Джордж ВашингтонПроводится в таком почитании:Он никогда не обвинял его проблемыНа бывшей Администрации.
		-- George O. Ludcke

%
Одна вещь, о прошлом.Вполне вероятно, к последнему.
		-- Ogden Nash

%
Один затяжка над линией, сладкий Мэри,Один затяжка над линией,центре сидят "на вокзале,Один затяжка над линией.Жду поезда, который идет домой,Hopin ', что поезд вовремя,центре сидят "на вокзале,Один затяжка над линией.
		-- Ogden Nash

%
Другие женщины пресыщатьАппетиты они питаются, но она делает голоднымиГде наиболее она удовлетворяет.
		-- Antony and Cleopatra

%
Наши маленькие системы имеют свой день;Они имеют свой день и перестать быть;Они но разбиты фонари твоих.
		-- Tennyson

%
Наши производителей "возраст было хуже, что наши деды '.Мы их сыновья являются более бесполезной, чем они:так, в свою очередь будем дать миру потомство пока более коррумпированной.
		-- Quintus Horatius Flaccus (Horace)

%
петрушкаэто gharsley.
		-- Ogden Nash

%
Payeen к TwangДерридаРуда-Idaкартошка.Если вы осмелились,Я прошу васидти копатькопирование ид под коричневоtubered небо.где pitchforkedВы спроситеДеррида?
		-- Ogden Nash

%
Подобрав кусочки моей сладкой разрушенной мечты,Интересно, как старики сегодня вечером,Ее звали Энн, и будь я проклят, если я помню ее лицо,Она оставила меня, не зная, что делать.Беззаботная шоссе, позволил мне уйти от вас,Беззаботная шоссе, вы видели лучшие дни,На следующее утро после блюза, от моей головы до моих ботинок,Беззаботная шоссе, позволил мне уйти, ускользнуть, на вас ...Возвращаясь страницы со времен я люблю лучше,Интересно, если она когда-нибудь сделать то же самое,Теперь то, что я называю Livin 'просто Бейн "удовлетворены,С зная, что я получил никто оставили виноват.Беззаботная шоссе, я увидел тебя, мой старый пламя ...Поиск по фрагментам моей мечты разрушены сна,Интересно, если лет закрыла разум,Я предполагаю, что это должно быть путешествиям или пытаюсь получить бесплатно,От старой доброй верной Feelin 'мы когда-то знали.
		-- Gordon Lightfoot, "Carefree Highway"

%
Трубопроводы вниз дикий долин,Трубопроводные песни приятной радости,На облаке я увидел ребенка,И он смеется сказал мне:"Труба песня о Агнца!"Так что я по трубам с веселым настроением."Пайпер, труба эта песня снова;"Так что я по трубам: он плакал услышать.
		-- William Blake, "Songs of Innocence"

%
Плагиатом, плагиатом,Пусть работа Ни один человек в уклониться глаза,Помните, почему господь сделал глаза,Не тень глаза,Но плагиатом, плагиатом, плагиатом.Только убедитесь, что называть его исследования.
		-- Tom Lehrer

%
Планета Клэр имеет розовые волосы.Все деревья красные.Никто никогда не умирает там.Никто не имеет головку ....
		-- Tom Lehrer

%
Пожалуйста, встаньте на гимн страны:Австралийцы все, возрадуемся,Ибо мы молоды и свободны.У нас золотой почвы и богатства для трудаНаш дом опоясан по морю.Наша земля изобилует дарами природыКрасоты богатым и редко.В странице истории, пусть каждый этапГимн Австралии.В радостных штаммов то давайте петь,Гимн Австралии.Спасибо. Вы можете возобновить свое место.
		-- Tom Lehrer

%
Пожалуйста, встаньте на гимн страны:Упаси Наш милостивый Королева!Да здравствует наш благородный Королева!	Боже, храни королеву!Отправить ее победителем,Днем и славный,Долго править o'er нас!	Боже, храни королеву!Спасибо. Вы можете возобновить свое место.
		-- Tom Lehrer

%
Пожалуйста, встаньте на гимн страны:О, КанадаНаш дом и родная земляИстинный патриот любовьВо всех команд сынов твоихС горящими сердцами мы видим тебя растиИстинный север сильной и свободнойИздалека, О, КанадаМы стоим на страже твоейБог сохранить нашу землю славной и свободнойО, Канада мы стоим на страже твоейО, Канада мы стоим на страже твоейСпасибо. Вы можете возобновить свое место.
		-- Tom Lehrer

%
Пожалуйста, встаньте на гимн страны:О, говорят вы можете увидеть в начале света зариЧто так гордо мы приветствовали на последнем сверкающих Сумеречным?Чьи широкие полосы и яркие звезды через опасные борьбеНад валами мы смотрели были настолько галантно потокового?И красный блики ракет ", бомбы разрывается в воздухе,Дал доказательство через ночь, что наш флаг был еще там.О, говорят ещё волна, что Звездное знамяНад землей свободных и домом храбрых?Спасибо. Вы можете возобновить свое место.
		-- Tom Lehrer

%
Мощность, как опустошающая язвыЗагрязняет какой бы ни это касается ...
		-- Percy Bysshe Shelley

%
Возможная-Возможно, мой Черная курица,Она откладывает яйца в относительном когда.Она не откладывают яйца в положительном ТеперьПотому что она не в состоянии предположить Как.
		-- Frederick Winsor

%
Предлагаемые в заголовках Страна & Западная SongЯ не могу получить над вами, Так что я встать и идти вокруг к другой сторонеЕсли вы не оставите меня в покое, я найду того, кто будетЯ знал, что ты бы совершил грех, когда вы пришли домой поздно СВаши носки снаружи внутрьЯ Кролик в фарах Your LoveНе пинайте мои шины Если ты не собираешься Take Me для ездыПохвально вам лучше Прежде, чем я знал, что ты так хорошоЯ все еще скучаю по тебе, детка, Но моя цель получаешь «ЛучшеУ меня есть красные глаза из ваших White Lies и я Голубой Все время
		-- "Wordplay"

%
Предлагаемые в заголовках Страна & Западная SongЯ не возражаю, если ты лжешь мне, пока я Не Лежит ОдинЯ не взял бы вас к борьбе собак, даже если я думал, что вы могли бы выигратьЕсли ты покинешь меня, выйти назад так я думаю, что ты придешь вТак вы научились Lip-Sync, я в вашем распоряженииМой John Deere ломится своей области, а ваш Дорогой Джон	Разбивает мне сердцеНе плачь, маленький Darlin ', Вы Waterin' мое пивоТеннис должен быть вашим Ракетка, Потому любовь означает ничего "ТебеКогда вы говорите, Love Me, ты полон сливах, Потому ЖивойС вами ЯмыЯ хотел твоей руки, но все, что я получил Палец
		-- "Wordplay"

%
Предлагаемые в заголовках Страна & Западная SongОна не очень, чтобы видеть, но она хорошо выглядит Через дне стаканаЕсли отпечатки пальцев появились на коже, Интересно, кто это я Найти On YouСтыдно быть здесь, но не стыдно достаточно, чтобы оставитьПора Комод Хаггин 'в долинеЕсли вы хотите сохранить Пивной Real холод, Положите его рядом с сердцем бывшей женыЕсли Вы получаете чувство, что я не люблю тебя, снова почувствоватьСтыдно быть здесь, но не стыдно достаточно, чтобы оставитьЭто бутылки против Библии в битве за душу папинуМоя жена сбежала с моим лучшим другом, и я уверен не хватать егоНе вырезать любой больше древесины, ребенок, Потому что я буду придешь домой с нагрузкойЯ не любил ее лица, но я оставил ее позади для вас
		-- "Wordplay"

%
Иными пароль в,Бомба его, затем повторите попытку.Попробуйте пройти входа в систему,Мы взлома, взлом, взлом.Попробуйте девичью фамилию первой жены,Это больше, чем просто игра.Это реально весело, но все равно,Это взлом, взлом, взлом.
		-- To the tune of "Music, Music, Music?"

%
дождь, где облака приходятСолнце светит, где облака идутоблака просто приходят и уходят
		-- Florian Gutzwiller

%
Бритвы боль вам;Реки сырости.Кислоты испачкать вам,И препараты вызывают спазмы.Оружие не законным;Петли дать.Газ пахнет awful--Вы могли бы также жить!
		-- Dorothy Parker, "Resume", 1926

%
Reach в мысли друзей,И найти их не знаю вашего имени.Сожмите мишка слишком туго,И смотреть перья взрыв швы.Нажмите витражи с вашей щеке,И почувствовать его холод от вашего крови.Подметки ночи,И увидеть темнота согнуть пламя.Tear маску мир от Бога,И услышать рев души в ад.Срывать розу во имя любви,И смотреть лепестки скручиваются и увядают.Опираются на западном ветре,И знаю, что ты одна.
		-- Dru Mims

%
Отражательные, избавить это дерево!Возьмите не один бит!Это используется для указания на меня,Теперь я ее защиты.Это был Минусы читателяЭто заставило его, в паре с точкой;Теперь, ГХ, для данного случая,Ты должен вернуть его нет.
		-- Dru Mims

%
Помните, что все, что несчастье может быть ваш много, это может быть толькохуже в Кливленде.
		-- National Lampoon, "Deteriorata"

%
Запомнить тебяАй ты, бедный призрак то время как память удерживает местоВ этом рассеянным шара. Запомнить тебя!Да, из-за стола моей памятиЯ вытереть все тривиальные теплые записи,Все пилы книг, все формы, все давление прошлое,Это молодежь и наблюдение скопированы там.
		-- William Shakespeare, "Hamlet"

%
Удалить меня из этой земли рабов,Где все дураки, и все они мошенники,Где каждый плут и глупец покупается,Тем не менее, любезно продает себя за ничто;
		-- Jonathan Swift

%
Роланд был воином, из земли полуночного солнца,С пулемет Томпсона на прокат, Сражаться предстоит сделать.Сделка была проведена в Дании, на темной и бурной день,Таким образом, он отправился в Биафра, чтобы присоединиться к кровавому драку.Через шестьдесят шесть и семь, они воевали в Конго,С их пальцами на их триггеры, колено в запекшейся крови.Дни и ночи они сражались, банту на колени,Они убили, чтобы заработать себе на жизнь, и, чтобы помочь конголезской.Роланд Томпсон наводчик ...Его товарищи сражались рядом с ним, Ван Оуэн и остальные,Но из всех стрелков Томпсон, Роланд был лучшим.Таким образом, C.I.A решил, что они хотели Роланд мертв,Это сын, сукин Ван Оуэн, сорвало голову Роланда.Роланд безголовый Томпсон наводчик ...Роланд искали континент, для человека, который сделал его.Он нашел его в Момбасе, в баре комнатной питьевой джин,Роланд нацелил Thompson пистолет, он не сказал ни слова,Но он дул тело Ван Оуэна оттуда в Йоханнесбург.Вечной Томпсон наводчик, еще бродит по ночам,Теперь это десять лет спустя, но он успокаивает следит за бой.В Ирландии, в Ливане, в Палестине, в Беркли,Патти Херст ... услышал взрыв ... Томпсон пистолет Роланда, и купил ее.
		-- Warren Zevon, "Roland the Headless Thompson Gunner"

%
Romeo был беспокоен, он был готов убить,Он выпрыгнул из окна, потому что он не мог усидеть на месте,Джульетта ждала с подстраховки,Сказал: "Не хороните меня, потому что я еще не умер".
		-- Elvis Costello

%
Розы красные;	Фиалки синие.Я шизофреник,И я тоже
		-- Elvis Costello

%
В субботу вечером в Толедо Огайо,Это как не быть вообще никуда,Весь день, как часы пик по,Вы сидите в парке, и вы смотреть трава умирает.
		-- John Denver, "Saturday Night in Toledo Ohio"

%
Скажи это цветами,Или, скажем, его норки,Но чтобы вы ни делали,Не сказать, что это чернилами!
		-- Jimmie Durante

%
Говорят, что многие из камер сосредоточены t'us,Наши кадры среднего возраста делать нам справедливость.Нет справедливости, пожалуйста, проклятие вы!Мы действительно хотим милость:Вы видите, 'это справедливость, возмущает нас.
		-- Thomas H. Hildebrandt

%
Скажем, моя любовь легко было,Сказать, что я укусил сырье с гордостью,Сказать, что я слишком часто печально -Тем не менее вот мне на вашей стороне.Сказать, что я ни храбрым, ни молодой,Скажем, у меня ухаживать и баловать уход,Скажем черт коснулась моего языка -Тем не менее у вас есть мое сердце, чтобы носить.Но сказать, что мои стихи не проверять,И я получаю мне другого человека!
		-- Dorothy Parker, "Fighting Words"

%
Сказать! Вы ударил кучу trouble--Бюст в бизнесе, потеряли свою жену;Никто не заботится ни цента о вас,Вы не заботитесь ни цента на всю жизнь;Hard Luck имеет надежды лишенный вы,Здоровье терпит неудачу, хочу, чтобы ты die--Почему, вы по-прежнему солнечный свет оставил васИ большой голубое небо.
		-- R. W. Service

%
Фантастика, двойной функцией.Франк создал и потерял существо.Темнота завоевала Брэда и Джанет.Слуги пошли в далекой планете.Wo, ой, ой, ой.В конце ночи, двойной функцией, шоу Picture.Я хочу пойти, ой, ой, ой.К поздней ночи, двойной функцией, шоу Picture.
		-- Rocky Horror Picture Show

%
Наука! правда дочь издавна еси!Кто alterest все с твоим пиринговых глазах.Почему preyest ты так на сердце поэта,Стервятник, чьи крылья тупые реалии?Как он должен любить тебя? или как считают тебя мудрым?Кто Хочешь ли не оставить его в странствияхЧтобы искать клад в драгоценных небе,Хотя и он взлетел с неустрашимой крыла?Разве ты не вытащили Диану из ее автомобиля?И довели Hamadryad из древесиныЧтобы искать убежище в какой-то счастливой звездой?Разве ты не разрывается Наяда от ее наводнения,Эльфин из зеленой травы, и от меняЛетом мечта под деревом тамаринда?
		-- Edgar Allen Poe, "Science, a Sonnet"

%
Мерцают, мерцают, шарик vivific,Файн как я паузу в вашей природе конкретных,Возвышенно готова в эфир емким,Высоко напоминающее гем углерод.Мерцают, мерцают, шарик vivific,Файн как я паузу в вашей природе конкретного.
		-- Edgar Allen Poe, "Science, a Sonnet"

%
Поцарапать диски, самосвалы ядро, выключите его, выньте вилкуКидайте ленты по полу, Дайте Ядро дополнительный буксирИ система будет крах. И система будет крах.Телетайпы разбили на куски. Mem'ry карты, все как один,Дайте областей неприятные удары Выбросьте полпути по коридоруИ система будет крах. И система будет крах.И мы также обнаружили Просто переверните один переключательПри включении питания вниз, и огни перестанут дергатьсяВы включаете читателей диска в мусорную корзину. И стримеры рухнет						в мгновение ока.О, это так весело, когда процессорТеперь процессор не будет работать не может напечатать ничего вне но "Foo",И система будет крах. Система будет крах.
		-- To the tune of "As the Caissons go Rolling Along"

%
Обманутый, лохматый Самсон храпел.Она ножницами короткий. Жестоко стрижется,Вскоре скованы раба, Самсон вздохнул,Молча интриги,незряче ищетНекоторые дикарь, захватывающим самоубийство.
		-- Stanislaw Lem, "Cyberiad"

%
Ищите меченосцев, что было нарушено:В Имладриса обитает;Там должно быть советы принятыСильнее моргульский-заклинаний.Там должно быть указано маркерЭто Гибель есть под рукой,Для Бэйн Исильдура должны разбудить,И Halfling вперед в силе.
		-- J. R. R. Tolkien

%
Она спросила меня: "Что ты по гороскопу?"Я моргнул и ответил "Неон",Я думал, что удар ее ум ...
		-- J. R. R. Tolkien

%
Она ослепила меня с наукой!
		-- J. R. R. Tolkien

%
Она может убить все ваши файлы;Она может замерзнуть, нахмурившись.И волна руке приносит всю систему вниз.И она не работает на своем коде до десяти после трех.Она живет, как летучая мышь, но она всегда хакер со мной.
		-- Apologies to Billy Joel

%
Она стояла на рельсахРазмахивая рукамиВедущий меня к третьему железнодорожного шокаВ мгновение окаОна передумалаОна дала мне ночьЭто все, что былоЧто для этого потребуется, пока я не остановитьШучу себяТратить свое времяТам нет ничего еще я могу сделатьПотому что я делаю все это для LeynaЯ не хочу никого новогоПотому что я живу все это для LeynaТам нет ничего в этом для ВасПотому что я даю все это Leyna
		-- Billy Joel, "All for Leyna" (Glass Houses)

%
Сдвиг влево!Сдвиг вправо!POP UP, надавите,BYTE, BYTE, BYTE!
		-- Billy Joel, "All for Leyna" (Glass Houses)

%
Сдвиг влево,Сдвиг вправо,Маска в, маскировать,BYTE, BYTE, BYTE !!!
		-- Billy Joel, "All for Leyna" (Glass Houses)

%
Так я повредил маятникМоя жизнь это все непредсказуемо.Мой попугай, который был сердечныйТеперь передачи статичным.Ковер умер, ладонь рухнула,Кошка продолжает делать пу.Единственное, что держит меня в здравом умеРазговаривает с моей обуви.
		-- My Shoe

%
Пойте эй! для ванны в конце дняЭто моет усталого грязь прочь!Ненормальный это тот, кто не будет петь:O! Вода горячая есть благородное дело!O! Сладкий звук падающей дождь,и ручей, что прыгает с холма на равнину;но лучше, чем дождь или рябью потоковявляется Вода горячая, что курит и паров.O! Вода холодная, мы можем залить в необходимостивниз жаждущей горло и будут ждать на самом деле;но лучше пиво, если пить нам не хватает,и Вода горячая лил спину.O! Вода является справедливым, что прыгает на высотув фонтан белых под небом;но так и не фонтан звучать так сладкоа брызги горячей воде с ногами!
		-- J. R. R. Tolkien

%
Чистый белый цвет! Чистый белый цвет! Владычица ясно!O Королева за Западного моря!О Свет нам, что бродить здесьСреди мире тканых деревьев!Gilthoniel! О Эльберет!Ясно в глаза твои и яркие дыхание твой!	Чистый белый цвет! Чистый белый цвет! Мы поем ТебеВ дальнем земли за морем.Звезды вывода, что в Без солнца годаС блестящими руку от нее были посеяны,В ветреную полей Теперь ярких и четкихМы видим вас серебро цвету взорван!О Эльберет! Gilthoniel!Мы до сих пор помню, мы, кто живетВ этом земли дальней под деревьями,Твое Starlight на западных морей.
		-- J. R. R. Tolkien

%
Так многозависитнакрасныйколесокурганглазированный сдождьводырядомбелыйкуры.
		-- William Carlos Williams, "The Red Wheel Barrow"

%
Таким образом, вы лучше следить!Вы лучше не плакать!Вы лучше не дуться!Говорю вам, почему,Санта-Клаус приходит в город.Он знает, когда ты спал,Он знает, когда ты проснулся.Он знает, что если вы были плохие или хорошие,Он имеет связи с ЦРУ.Так...
		-- William Carlos Williams, "The Red Wheel Barrow"

%
Так ... так что вы думаете, что вы можете сказатьНебо из ада?Голубые небеса от боли? Возможно они вам торговатьВы можете сказать зеленом поле Своих героев на призраков?Из стального рельса холодной? Горячей золе для деревьев?Улыбка от завесы? Горячий воздух на прохладный ветерок?Как вы думаете, вы можете сказать? Холодный комфорт для изменения?Ты изменилПрогулка на участие в войнеДля главной роли в клетке?
		-- Pink Floyd, "Wish You Were Here"

%
Солдаты, которые хотят стать героемПрактически равны нулю,Но те, кто желает быть гражданскими лицами,Они бегут в миллионы.
		-- Pink Floyd, "Wish You Were Here"

%
Некоторые из них хотят использовать вас,Некоторые из них хотят быть использованы вами,...Каждый что-то ищет.
		-- Eurythmics

%
Некоторые первичная термитов постучал по дереву.И попробовал, и нашел, что хорошо.И вот почему ваш кузен маяFell через салон этаже сегодня.
		-- Ogden Nash

%
Некоторые говорят, что мир закончится в огне,Некоторые говорят, во льду.Из того, что я попробовал желанияЯ считаю с теми, кто выступает огонь.Но если это было в два раза погиб,Кажется, я знаю достаточно ненавистиЧтобы сказать, что для уничтожения, льдаТакже отличноИ хватит.
		-- Robert Frost, "Fire and Ice"

%
Иногда я чувствую, что я исчезает,Глядя на меня, я получил ничего "сказать.Не заставляй меня сердиться с вещами игр, которые вы играете,Либо загорается или оставьте меня в покое.
		-- Robert Frost, "Fire and Ice"

%
Иногда я живу в стране,А иногда я живу в городе.А иногда у меня есть большое понятие,Чтобы перейти в реке и утопить.
		-- Robert Frost, "Fire and Ice"

%
Иногда свет все светит на меня,В другое время я едва можно увидеть.В последнее время это происходит со мнойКакой длинный странное путешествие это было.
		-- The Grateful Dead, "American Beauty"

%
Говорят примерно на свой маленький мальчик,И бить его, когда он чихает:Он только делает это, чтобы раздражатьПотому что он знает, что это дразнит.	Вау! Вау! Вау!Говорю серьезно, чтобы мой мальчик,И бить его, когда он чихает:Ибо он может полностью наслаждатьсяПерец, когда ему заблагорассудится!	Вау! Вау! Вау!
		-- Lewis Carrol, "Alice in Wonderland"

%
Говорят примерно на свой небольшой VAX,И загрузить его, когда он выходит из строя;Она знает, что никто не может расслабитьсяПоскольку подкачки бьется!	Вау! Вау! Вау!Говорю серьезно к моему VAX,И загрузить его, когда он выходит из строя;Несмотря на все мои любимые хакиМои работы всегда побеждает!	Вау! Вау! Вау!
		-- Lewis Carrol, "Alice in Wonderland"

%
Говоря о Годзилла и других вещей, которые передают ужас:С целенаправленной гримасой и Монго-как чутьеОн бросает спиннинг дисководы в воздухе!И он поднимает Vax, и он бросает его обратноКак он пробирается через лабораторию делая страшные звуки!Беспомощный пользователи с проектов заScream "Боже мой!" как он топает по ленточных накопителей, тоже!О нет! Он говорит Unix работает слишком медленно! Иди, иди, DECzilla!О да! Он собирается поднять СМС! Иди, иди, DECzilla! "* VMS является торговой маркой компании Digital Equipment Corporation.* DECzilla является торговой маркой полых Шоколад зайчики смерти, Inc.
		-- Curtis Jackson

%
Весна здесь, весна здесь,Жизнь кегли и жизнь пива.
		-- Curtis Jackson

%
Святой Патрик был джентльменомкоторые через стратегии и скрытностивынудили всех змей из Ирландии.Вот поджаривания его здоровью -но не слишком много toastingsчтобы вы потерять себя, а затемзабыть хорошее Святого Патрикачтобы увидеть все эти змеи снова.
		-- Curtis Jackson

%
Останавливался в постели все утро только, чтобы скоротать время,Там-то здесь не так, может быть нет больше отрицать,Один из нас меняется, или, может быть, мы просто перестали пытаться,И это слишком поздно, ребенок, сейчас, это слишком поздно,Хотя мы действительно попытаться сделать это,Что-то внутри умер, а я не могу скрыть, и я просто не могу притворяться ...Раньше считалось, так легко жить здесь с вами,Вы были свет и свежий, и я знал, что делатьТеперь ты выглядишь так недовольны, и я чувствую себя дураком.Там будет хорошие времена снова для меня и вас,Но мы просто не можем остаться вместе, вы не чувствуете это также?Но я рад за то, что у нас было и что я вас любил ...Но это слишком поздно ребенок ...Это слишком поздно, теперь дорогая, это слишком поздно ...
		-- Carol King, "Tapestry"

%
Шаг назад, неверующих!Или дождь никогда не придет.Кто-то держать горение огня, кто-то пришел и бить в барабан.Вы можете думать, что я сумасшедший, вы можете думать, что я с ума,Но клянусь вам, до этого дня выходит,Вы люди собираются видеть некоторый дождь!
		-- Carol King, "Tapestry"

%
Странные вещи делаются, чтобы быть номером одинВ продаже компьютер Друиды были предприниматели,IBM имеет свои хитрости И построили коробку гранитныйКакой неуклонно растет острее, он отслеживал Луну, предупреждали о муссонов,И Honeywell конкурирует как ад, и прогнозировать равноденствияНо повести недостающим звеном Их цена была права, их будущееЯвляется ли система старого на Stonemenge продаются яркие,Фирмой друидов, Inc. Прототип был продан;С сайта Стоунхендж их биты и байткорабль для кельтской золота.Инициаторы пришли к обрешетке рамы;Он весил миллион тонн!Народного движения считал это шуткой человек говорил так, и, таким образом, вам(В колеса вагона просто развернулся); Предупреждение от возраста;"Они NAY продать, что" мастер Ваш запас будет скользить, если вы не можете суднасплюнул, Что в страницах вашей брошюре в."Просто оставьте дикие сорняки растут; Смотрите, если он продает без колоколов"Это Друид роде, над дизайном, и струны, которые звонят и колчан;"И вверх брюхом они пойдут." Друид репутации пошел по желобуПотому что они не могли поставить.
		-- Edward C. McManus, "The Computer at Stonehenge"

%
Страдание существует только, ни кто не пострадал;Дело есть, но нет их исполнителем;Нирвана, но никто не ищет его;Путь есть, но ни кто его путешествовать.
		-- "Buddhist Symbolism", Symbols and Values

%
Солнце в ночь, все вместе,Восходящий в небеса, жизнь навсегда.
		-- Brand X, "Moroccan Roll/Sun in the Night"

%
      / \ ВС из них хочет использовать вас,     \\ \  / \ \\ / ВС из них хочет быть использованы вами, / / \ / / // \ \ // \ \ // / ВС из них хочет обижающих вас,  / / / \ /   / \\ \ ВС из них хочет злоупотреблять ...     \ \\      \ /
		-- Eurythmics

%
Sweet Sixteen красиво Бесс,И ее голос меняется - от "Нет" на "Да".
		-- Eurythmics

%
Система / 3! Система / 3!Посмотрите, как это работает! Посмотрите, как это работает!Его монитор теряет так полностью!Она работает все свои программы в RPG!Это сделано с помощью нашего любимого монополии!Система / 3!
		-- Eurythmics

%
Т: Один большой монстр, он назвал тролль.Он не рок, и он не валяются;не пей вина и не курит и не stogies.Он просто люблю, чтобы съесть их Roguies.
		-- The Roguelet's ABC

%
Оглянитесь вокруг вас, скажите мне, что вы видите,Девушка, которая думает, что она обычная смотрит, она получила ключ.Если вы можете получить достаточно близко, чтобы заглянуть ей в глазаТам-то особенного прямо позади горечи она скрывает.И ты честная игра,Вы никогда не знаете, что она будет решать, вы справедливая игра,Просто расслабьтесь, наслаждайтесь поездкой.Найти способ добраться до нее, сделать себя дураком,Но сделать это с небольшим количеством класса, пренебрегают правилами.Потому этот человек знает в нижней строке, не мог получить дату.Гадким утенком ответный удар, и она будет решать свою судьбу.	(хор)Те, что вы никогда не заметить те, что вы должны следить.Она приятно и она дружелюбно, когда она смотрит на промежности.Попробуйте свои силы в разговоре, сплетни ложь,И, конечно, она отвезу тебя домой и сделать Хочешь умереть.	(хор)
		-- Crosby, Stills, Nash, "Fair Game"

%
Мужайтесь фоне углубляющегося мрака, что ваша собака, наконец, получитьдостаточно сыра.
		-- National Lampoon, "Deteriorata"

%
Тан мне прятаться, когда я мертв, Фред,Тан мне прятаться, когда я мертв.Таким образом, мы загорелый его шкуру, когда он умер, Клайд,Это висит на сарае.Все вместе сейчас...Свяжите меня кенгуру вниз, спорт,Tie Me Kangaroo вниз.Свяжите меня кенгуру вниз, спорт,Tie Me Kangaroo вниз.
		-- National Lampoon, "Deteriorata"

%
Скажите, почему звезды действительно сиять,Скажите, почему плюща шпагаты,Скажите, почему небо так синий,И я скажу вам, почему я люблю тебя.Ядерный синтез делает звезды, чтобы светить,Фототропизма делает плющ шпагат,Рэлеевское рассеяние делает небо такое голубое,Сексуальные гормоны, почему я люблю тебя.
		-- National Lampoon, "Deteriorata"

%
Скажите, о Осьминог, я напрашивается,Является тех вещей руки, или они ноги?Я поражаюсь тебе, Octopus;Если бы я был ты, я бы назвал мне нас.
		-- Ogden Nash

%
Теренс, это глупо материал:Вы едите ваши снедь достаточно быстро;Там не может быть много добро, 'это понятно,Чтобы посмотреть скорость вы пьете пиво.Но о, боже, стих вы сделаете,Это дает CHAP живот болит.Корова, старая корова, она умерла;Это спит хорошо рогатую голову:Мы бедные парни, 'это наш чередЧтобы услышать такие мелодии, как убили корову.Довольно дружба 'это в рифмуВаших друзей до смерти своего времени.Хандрить, меланхолия с ума:Приходите, трубы мелодию танцевать, парень.
		-- A. E. Housman

%
Это чувство просто на меня нашло.
		-- Albert DeSalvo, the "Boston Strangler"

%
То, что деньги решают все,Я не буду отрицать,Я слышал его однажды,Это сказал "До свидания.
		-- Richard Armour

%
Рекламное агентство песниПри скачкообразной перестройки вашего клиента ума,Поместите свою картину в объявлении.Если он по-прежнему должен доказать огнеупоров,Добавить фотографию своего завода.
		-- Richard Armour

%
Все размягчения подавляющим звон,Набат души, - ужин колокол.
		-- Lord Byron

%
Банк звонил, чтобы сказать мне, что я превышен,Некоторые уроды горят кресты на моей лужайке,И я * не может * поверить * это, все Cheetos ушли,Это просто один из тех дней!
		-- Weird Al Yankovic, "One of Those Days"

%
Банк направил наше заявление сегодня утром,Красные чернила был вид большого страхе!Их фигуры и шахта может иметь сбалансированный,Но моя жена была слишком быстро на ничью.
		-- Weird Al Yankovic, "One of Those Days"

%
Птица Времени имеет, но немного способ летать ...и птица на крыле.
		-- Omar Khayyam

%
Мальчик стоял на горящей палубе,Употребление арахиса по клевать.Его отец назвал его, но он не мог идти,Ибо он любил эти арахис так.
		-- Omar Khayyam

%
Верблюд имеет один горб;Верблюд два;Или же наоборот.Я никогда не уверен. Ты?
		-- Ogden Nash

%
Карбонил поляризован,Конец дельта плюс.Нуклеофил будет таким атаковать,Углерода ядра.Добавление делает спирт,Из типов есть, но три.Это делает связь, чтобы соответствовать,От С до светит C.
		-- Prof. Frank Westheimer, to "America the Beautiful"

%
Общей баклана или махорки,Откладывает яйца внутри бумажный мешок;Причина, вы увидите, без сомнения,Является ли держать молнию из.Но то, что эти ненаблюдательны птицыНе заметить, что стадаМедведей, может поставляться с булочкамиИ украсть сумки для хранения крошки.
		-- Prof. Frank Westheimer, to "America the Beautiful"

%
Разница между нами не очень далеко,крейсерской для гамбургеров в новом автомобиле папы.
		-- Prof. Frank Westheimer, to "America the Beautiful"

%
Глаза Техас идут на тебя,Все деньской день;Глаза Техас идут на тебя,Вы не можете уйти;Не думаю, что вы можете избежать ихИз ночи 'сезам в начале утра;Глаза Техас идут на тебя'Til Габриэль выдувает его рог.
		-- University of Texas' school song

%
Сад в трауре;Дождь круто среди цветов.Летняя дрожь спокойноНа своем пути к своей цели.Золотой лист после листаПадение с высокой акации.Летние улыбки, удивленные, слабые,В этой умирающей мечты сада.Долгое время, пока, в роз,Она будет задерживаться на, стремление к миру,И медленноЗакройте ее усталые глаза.
		-- Hermann Hesse, "September"

%
Взгляды более коктейлейЭто, казалось бы так сладкоНе кажутся столь уж влюбчивыйЗа Shredded пшеницы
		-- Hermann Hesse, "September"

%
Хорошо (я убежден, для одного)Является но плохой оставляет отменены.После ваша репутация будет сделаноВы можете жить в удовольствие.
		-- Wilhelm Busch

%
Хорошей жизни был настолько неуловимымЭто действительно меня внизЯ должен был вернуть некоторую уверенностьТак я попал в камуфляже
		-- Wilhelm Busch

%
Хорошее время приближается,Сезон под рукой.Когда веселая щелчок две базы лизатьБудет слышен по всей земле.Мороз все еще задерживается на земле, иBudless являются деревья.Но веселый кольцо голос веснойНесет на ветру.
		-- Ode to Opening Day, "The Sporting News", 1886

%
Могила тонкая и приватное место,но ни один, как мне кажется, не делать там принять.
		-- Andrew Marvell

%
Надежда, что умирает последнейПружины вплоть до вашей позади.
		-- Ian Drury, "This Is What We Find"

%
Младший Бог ныне возглавляет рулонВ списке сверстников небесных;Он сидит в палате высокий контроль,И он регулирует сферы.Тем не менее, он интересно, вы предположим,Если даже в богов божественного,Самый лучший и самый мудрый не могут быть те,Кто погрязли некоторое с свиней?
		-- Robert W. Service

%
Дамы мужчины восхищаются, я слышал,содрогаюсь бы на злой слова.Их свеча дает единый свет;Они лучше оставаться дома в ночное время.Они не бодрствовать до трех,Также читайте эротическую поэзию.Они никогда не санкционирует нечистых,Также признать увертюру.Они уклоняются от порошков и от красок ...До сих пор я не имел никаких жалоб.
		-- Dorothy Parker

%
Листья длинные, трава была зеленой,Болиголов-зонтики высотой и справедливые,И на поляне был замечен светИз звезд в теневой мерцающий.uviel Тинь танцевал тамДля музыки трубы невидимого,И свет звезд был в ее волосы,И в ее облачение мерцать.Там Берен пришел с гор простуды,И потерял он бродил под листьями,А где эльфийский-река прокатаОн шел один и печальный.Он заглянул между болиголов листьевИ увидел в удивлении цветов золотаПо ее мантии и ее рукавами,И ее волосы, как тень следующие.Чары исцелил усталые ногиТо холмов были обречены бродить;И далее он поспешил, сильный и флот,И ухватился за лунный свет блестящих.Через тканых лесу ElvenhomeОна слегка бежали на танцы ноги,И оставил его одиноким еще бродитьВ тихой лесной прослушивания.
		-- J. R. R. Tolkien

%
Огни горят,но вы не дома;Ваша воляэто не ваш собственный;Ваше сердце потеет,Ваши зубы шлифовать;Другой поцелуйи вы будете мой ...Вам нравится думать, что ты застрахован от материала(О, да!)Это ближе к истине, что вы не можете получить достаточно;Вы знаете тебе придется столкнуться с этим,Вы зависимы от любви! "
		-- Robert Palmer

%
Маленький городок, что время забыл,Где все женщины сильны,Мужчины красивый,И дети выше среднего.
		-- Prairie Home Companion

%
Господь и я в отношениях овец пастух, и я впозиция отрицательного необходимости.Он простирается меня в районе выпаса зеленой зоне.Он проводит меня направленно параллельно без проливных водногожидкость.Он возвращается на прежний уровень удовлетворенности мой психологический портрет.Он переключает меня на положительной поведенческой формате в течение максимумпрестиж его личность.Действительно, следует сказать, что несмотря на то, что я делаюамбулаторно прогресс через umbragious между холма слот смертность, терроране ощущения будут не быть начато в меня, из-за пара-теоретическое зна- явлений.Ваш пастырский ходьба помощи и quadrupic блок пикап представить меняв pleasurific состоянии настроения.Вы проектировать и производить в питательных веществ, несущих структуру мебель типав контексте несотрудничающих элементов.Вы разыгрывают головы, связанных с народной ритуал, использующий растительный экстракт.Мой напитков посуда испытывает громкости кризиса.Это непрерывный франшизы факт, что ваш между реляционнойempathetical и не ventious возможности сохранит меня в качествеTarget-фокус на время моего периода без смерти, и будет обладатьарендатор права в жилищной единице Господа на постоянной открытого составаВременная база.
		-- Prairie Home Companion

%
Создатели могут сделатьи пользователи могут использовать,но фиксаторы должны исправитьс, но минимальные подсказки
		-- Prairie Home Companion

%
Человек, которого она была была доброй и чистойИ достаточно хорошо на каждый день,Но ох, дорогие друзья, вы бы виделиТот, который ускользнул.
		-- Dorothy Parker, "The Fisherwoman"

%
Утреннее солнце, когда он находится в вашем лице действительно показывает свой возраст,Но это не не беспокоить меня нет; в моих глазах ты все.Я знаю, что держать вас позабавило,Но я чувствую, что используется.О, Мэгги, я хотел бы никогда не видел ваше лицо.Вы забрали меня из дома,Просто чтобы спасти вас от одиночества;Вы украли мое сердце, и вот что действительно больно.Я полагаю, я мог собрать свои книги и получить на обратно в школу,Или украсть кий мой папа и зарабатывать на жизнь из игры в пул,Или найти себе рок-н-ролла,Это нуждается в руку помощи,О, Мэгги Я хотел бы никогда не видел ваше лицо.Вы сделали первый класс из меня дурака,Но я слеп, как дурак может быть.Вы украли мою душу, и это боль я могу обойтись.
		-- Rod Stewart, "Maggie May"

%
Перемещение Палец пишет; и, предписание,Перемещение по: ни все они Благочестие ни ВитДолжен заманить его обратно, чтобы отменить полстроки,Также все слезы твои промыть слову.
		-- Rod Stewart, "Maggie May"

%
Вычетом закона распространяется настолько широко,Ни один грешник от его развертки не может скрыть.Ее сетки настолько тонкой и сильной,Они принимают в каждого ребенка неправильно.О дивное полотно тайны!Большая рыба в одиночку бежать от тебя!
		-- James Jeffrey Roche

%
Ночь проходит быстро, когда вы спитеНо я из shufflin 'для чего-нибудь поесть...Завтрак в Egg House,Как вафли на сковородке,Я сожжены по краям,Но я платежным средством в середине.
		-- Adrian Belew

%
Один L-лама, он священникДва L ламы, он зверьИ я буду держать пари, мой шелковый пижамыСуществует не любые три L lllama.его ведомство ответил на что-то вроде "три L lllama."
		-- O. Nash, to which a fire chief replied that occasionally

%
Свинья, если я не ошибаюсь,Дает нам ветчину и свинину и бекон.Пусть другие думают, что его сердце большая,Я думаю, что это глупо Свиньи.
		-- Ogden Nash

%
Поэт Чья Badness спасло ему жизньНаиболее важным поэтом в семнадцатом веке был ДжорджWither. Александр Поуп назвал его "несчастный Wither" и Драйден говорил о своейстиху, что "если они рифмованные и гремели все было хорошо".В наше время, "Словарь Национального Биография" отмечает, что егоработа "в основном отличается своей массы, текучести и плоскостности. Это, как правило,отсутствуют какие-либо подлинного литературного качества и часто погружается в имбецильном вирши ".Высокая похвала, впрочем, и он может толкнуть вас, чтобы смаковать типичнонаграждение строфа: Он взят из "Я любил деваха» и связана свысшие эмоции.Она бы мне вызов "Мед",Она - O она поцеловать меня тоже.Но теперь, увы! Она оставила меняFalero, Lero, туалет.Среди других деталей любовницей, которую он выбрал, чтобы увековечитьбыл ее разумным выбором обуви.Пятерками же подходят туфлю.В 1639 жизнь великого поэта была поставлена ​​под угрозу после его захватароялисты во время английской гражданской войны. Когда сэр Джон Денем, тоРоялистов поэт, слышал неминуемая казнь засыхают, он пошел к королю ипросил, что его жизнь будет спасена. Когда его спросили его причину, сэр Джон ответил,"Потому что, пока жил Wither, Денхэм не будет учитыватьсяхудшее поэт в Англии ".
		-- Stephen Pile, "The Book of Heroic Failures"

%
Проповедник, Политик, Учитель,Были каждый из них один раз для малышей.Ребенок, действительно, является прекрасным существом.Хочу ли я один? Бог Forbiddie!
		-- Ogden Nash

%
Кролики коровыВот стих о кроликах корова бычьего толка;Это не говоря уже об их привычки. Один конец му, с другой стороны, молоко.
		-- Ogden Nash

%
Дождь это raineth на простоА также на неосновательного парне,Но главным на праведных, такНесправедливо крадет только зонт.
		-- Lord Bowen

%
Носорог находится уютная зверь,Для человеческого глаза он не праздник.Прощай, прощай, старый носорог,Я смотрю на что-то менее prepoceros.
		-- Ogden Nash

%
Дорога идет либо дальше и дальшеВниз от двери, где она началась.Теперь далеко впереди Дорога пошла,И я должен следовать, если смогу,Занимаясь его нетерпеливыми ногами,Пока это не присоединяется некоторое больший путьГде много путей и поручения встретиться.А куда тогда? Я не могу сказать.
		-- J. R. R. Tolkien

%
Улыбается Весна приходит в радости,И угрюмый зимний мрачно летит.Теперь совершенно ясно, являются падающие воды,И Бонни синий являются солнечное небо.Свежий o'er горах перерывов пр утром,Ev'ning золотит зыбь мировым океаном игровая:Все существа радость в солнце Возвращение,И я радуюсь моей Бонни Белл.Цветочный Spring приводит солнечное лето,Желтые осенние нажимает рядом;Затем, в свою очередь пришел мрачный зима,До улыбается весна опять появляются.Таким сезонов танцы, жизнь вперед,Старый время и характер их изменения сказать;Но никогда не начиная, по-прежнему неизменна,Я обожаю свою Бонни Белл.
		-- Robert Burns, "My Bonnie Bell"

%
Солдат стучались на двери королевы.Он сказал: "Я не борюсь за вас больше."Королева знала, что она видела его лицо где-нибудь раньше,И медленно она позволила его внутрь.Он сказал: "Я вас сейчас, и вы так очень молодой,Но я видел больше сражений потерянные чем я выиграл сражения,И у меня есть это интуитивное, что это все для вашего удовольствия.И теперь вы скажете мне, почему? "
		-- Suzanne Vega, "The Queen and The Soldier"

%
Звуки существительных в основном привязана.В городе существительное может носить платье,или дальше, может одеть клоуна.Именем существительным, что нет звука бы не клоун,но неустойчивые существительные прыгать вверх и вниз.Звук существительного может distrub пахотном,а затем, мой дорогой, ты бы положить в фунт.Но, пожалуйста, пусть это не вы получаете вниз,Известность вашего платья является притчей во языцех.
		-- A. Nonnie Mouse

%
Уличным проповедником выглядела так озадаченКогда я спросил его, почему он одетС сорокафунтового заголовкиStapled к груди.Но он проклял меня, когда я доказал емуЯ сказал: "Даже не можно скрыть.Вы видите, вы, как и я.Я надеюсь, что вы будете удовлетворены ".
		-- Bob Dylan

%
Солнце сияло на море,Сияющий изо всех сил:Он сделал его очень лучший, чтобы сделатьВ валы гладкие, светлые -И это было очень странно, потому что это былоСередина ночи.
		-- Lewis Carroll, "Through the Looking Glass"

%
Мышления полиции здесь. Они пришлиЧтобы поставить вас под остановки сердца.И когда они тянут вас через дверьОни говорят, что вы не прошли тест.
		-- Buggles, "Living in the Plastic Age"

%
Кайф здесь, но это не будет длиться долгоЛучше бы вам удовольствие, прежде чем он движется вдоль ...
		-- Buggles, "Living in the Plastic Age"

%
Проблема с котенком, чтоКогда он вырастет, это всегда кот
		-- Ogden Nash.

%
Беда с вамиЯвляется ли проблема со мной.Получил два хороших глазаНо мы до сих пор не видите.
		-- Robert Hunter, "Workingman's Dead"

%
Правда вы говорите нет прошлого и нет будущего.Это, и это все, что нужно, чтобы быть.
		-- Robert Hunter, "Workingman's Dead"

%
Черепаха живет "меж гальваническим палубыКоторый практически скрывает свой пол.Я думаю, что это умный черепахиВ таком затруднительном положении, чтобы быть настолько плодородна.
		-- Ogden Nash

%
Погода здесь, если бы ты был красивый.Мои мысли не слишком понятно, но не убегайте.Моя подруга это отверстие; моя работа слишком послушный.Ад никто не совершенен, вы хотели бы играть?Я чувствую сегодня вместе!
		-- Jimmy Buffet, "Coconut Telegraph"

%
Ветра открылось вкус настолько кисло-сладкий,Как Джаспер вина и сахара,Должно быть взорван через чьи-то ноги,Как и у Каспара Вайнбергером.
		-- P. Opus

%
Вомбат живет через моря,Среди дальних антиподов.Он может существовать на орехи и ягоды,Или опять же, на миссионеров;Его дальние исключает обитанияОкончательное знание его настроений.Но я бы не задействовать вомбатВ любом виде смертельной схватке.
		-- "The Wombat"

%
Худший Американский поэтЮлия Мур, "Сладкая Певица Мичигана" (1847-1920) было настолько плохо, чтоМарк Твен сказал, что ее первая книга дала ему радость в течение 20 лет.Ее стихи, в основном, связаны с насильственной смерти - большого пожараЧикаго и эпидемии желтой лихорадки доказал субъектов естественных для ее пера.Будь смерть в результате утопления, урывками или убегающих саней, тоФормула была такой же:Слышали ли Вы о страшной судьбеГ-на П. П. Блисс и жены?Из их смерти я расскажу,А также другие потеряли свою жизнь(В) Ashbula Bridge катастрофы,Где так умер много людей.Даже если вы начали разумно здоровым в одном из стихотворений Джулии,есть вероятность, что через несколько строф вы бы на днерека или от удара молнии. Критик дня сказал, что она "хужеГатлинга пистолет "и в одном тонком объеме учитываться 21 человек убитыми и 9 ранеными.Невероятно, некоторые газеты были критически ее работы, дажепредполагая, что сладкий певец был "полуграмотных". Ее ответ былоткровенными: "Редакторы что говорят в этой скандальной манере бы пошелза пределы разумного. "Она добавила, что" литературное произведение очень трудно сделать ".
		-- Stephen Pile, "The Book of Heroic Failures"

%
Худшие стихамиДля начала, мы можем исключить перспективное направление Джеймса Грейнджера:"Приходите, муза, давайте петь крыс."Грейнджер (1721-67) не иметь мужество своих убеждений и удаляютсяэти слова на обнаружив, что его слушатели растворяется в спонтанноесмех мгновенные они были зачитаны.Нет такого нежелание не страдает Адам Линдсей Гордон (1833-70), который былвдохновлен субъекта войны."Flash! Вспышку! Бах! Бах! И мы горели далеко,А серый крыши покраснел и позвонил;	Вспышка! вспышка! и я почувствовал, как его пули ПыткаКончик моего уха. Вспышка! бах! "В противоположность этому, Чешир вызвало Джон Армстронг (1709-79):"... То, что посылает Cestria, цепкий пасту твердых молока ..."Пока Джон Бидлэйк руководствовался состраданием к овощей:"Ленивец морковь спит свой день в постели,Калекой гороха одиночку, что не может стоять ".Джордж Крабб (1754-1832) писал:"И я был ask'd и уполномоченным идтиЧтобы искать фирму Clutterbuck и Ко "Уильям Balmford рассмотрели возможности духовного стиха:"Так 'это с христианами, Природа, будучи немощнаВ то время как в этом мире, подлежат утечки ".И Уильям Вордсворт показал, что он может сделать это, если он действительно пытался, когдаописывая пруд:"Я измерил его из стороны в сторону;Тис три фута длиной и шириной два фута ".
		-- Stephen Pile, "The Book of Heroic Failures"

%
Барышня была необычная список,Частично связан структурного слабости.Она не выдвигал предусловий.
		-- Stephen Pile, "The Book of Heroic Failures"

%
, Мм, снежные горы, как на самом деле холодно, а?И, гм, равнины тянутся как мой мам пояса, а?Там в Lotsa пиво и пончики для всех, а?Таким образом, последним, кто мирным и все большая идиот,А?Так закрыл йер лицом вверх и высушить Ер mucklucks огнем, а?И мечтать о девушках с их высокой балок на, а?Они могут быть холодными, но это нормально! Пиво так лучше!А?Красота!
		-- A, like, Tribute to the Great White North, eh?

%
Тогда вот в город Бостон,Город крики и стоны.Где Cabots не видите Kabotschniks,И Лоуэллов не буду говорить с Cohns.
		-- Franklin Pierce Adams

%
Есть плохие времена не за горами,Есть темные облака Мчится по небуИ это не хорошо нытьеО серебряной подкладкойИбо мы знаем из опыта, что они не будут выброшены на ...
		-- Noel Coward

%
Есть места, где я буду помнитьВсю жизнь, хотя некоторые из них изменили.Некоторые навсегда не лучшеНекоторые пошли и некоторые остаются.Все эти места были свои моментыС любимыми и друзьями я до сих пор помню.Некоторые из них мертвы, а некоторые живут,В моей жизни я любил их всех.Но из всех этих друзей и любовников,Там нет ни одного сравнению с вами,Все эти воспоминания теряют смыслКогда я думаю о любви как нечто новое.Хотя я знаю, что никогда не будете терять привязанностьДля людей и вещей, которые пошли прежде,Я знаю, что часто останавливаться и думать о нихВ моей жизни я люблю тебя больше.
		-- Lennon/McCartney, "In My Life", 1965

%
Есть странные вещи, выполненные в полуночного солнцаПо мужчин, которые MOIL на золото;Арктические тропы имеют свои тайные сказкиЭто сделало бы ваш кровь стынет в жилах;Северное сияние видели странные достопримечательности,Но queerest они когда-либо действительно виделБыл в ту ночь на опушке озера LebargeЯ кремировано Сэма Макги.
		-- Robert W. Service

%
Существует в некоторых душах живыхКачество одиночества невыразимое,Так велика она должна быть разделеныКак компания разделяет низшие существа.Такое одиночество мое; так знают под этимЧто в необъятностиСуществует один одиноким, чем вы.
		-- Robert W. Service

%
Там нет смысла ждать.Поезд остановился, работающие лет назад.Все графики, брошюры,Светлые цвета плакаты полные лжи,Обещание едет в далекую странуне, который больше не существует.
		-- Robert W. Service

%
Существует что-то в острой болью измененииБолее сердце может нести,Несчастье вспоминая счастье.
		-- Euripides

%
Там когда-то был моряком, который смотрел через стеклоИ увидел справедливую русалку с весами на ее ... острове.Где чайки летали над их гнезда.Она прочесали длинные волосы, который висел над ней ... плечи.И заставил ее щекотать и чесаться.Матрос закричал "Там красивый ... русалка.Сидят "там на скалах".Экипаж прибыл работает, все захватывая их ... очки.И переполнены четырьмя глубокими к рельсу.Все охотно делятся в этом прекрасном кусок ... новости...."Выбросьте линию, и мы будем заарканить ее ... ласты.И в ближайшее время мы, конечно, найтиЕсли русалки лучше до или быть ... храбрыйМои дорогие ребята, "закричала Капитан.И проклиная с селезенки.Эта песня может быть скучным, но это, безусловно, чистыми.
		-- Oscar Brand, "A Clean Song"

%
Был девочкаКто был небольшой локонПрямо в середине лба.Когда она была хорошей, она была очень, очень хорошоИ когда она была плохой, она была очень, очень популярны.
		-- Max Miller, "The Max Miller Blue Book"

%
Там в урок, который я должен помнить,Когда все рушитсяВ жизни, как и в любящейТам такая вещь, как пытаются трудноТы должен петьКак вы не нужны деньгиЛюбовь, как вы никогда не будете поранитьсяТы должен танецКак смотреть ничейЭто должно исходить от сердцаЕсли вы хотите, чтобы работать.
		-- Kathy Mattea

%
Там в волнение в магазин для всех, потому что мы собираемся тостаКорпорация, что мы представляем.Мы здесь, чтобы поднять каждый пионер, а также с гордостью похвастаться,Из этого человека мужчин нашего президента стерлинговИмя Т. Уотсона означаетМужество никто не может остановитьИ мы считаем, честь быть здесь, чтобы жарить IBM.
		-- Ever Onward, from the 1940 IBM Songbook

%
Там в амнезия в hangknot,И комфорт в топор,Но простой способ яда сделает ваши нервы отдохнуть.Там в прекращаться в выстрела,И спать, что исходит от стоек,Но удобный проект яда избегает сурового налог.Вы найдете покой на горячем приседе,Или газ может дать вам Pax,Но ближе угол химик имеет мир в упакованных стопок.Там в убежище в церковном многоКогда вы устали от стоящих фактов,И самый гладкий маршрут яд предписано любезно крякает.Припев: С * Ugh * и стоном, и пинком пятки,Смерть приходит тихо, или он приходит с визгом -Но самое приятное место, чтобы найти свой конецЯвляется чашка настроении от руки друга.
		-- Jubal Harshaw, "One For The Road"

%
Там мало в принятии или предоставление,Там мало в воде или вине:Это живое, это живое, это живое,никогда не был проект шахты.О, трудно это борьба, и редкие являетсяУсиление одного вверху,Для искусства это форма катарсиса,А любовь является постоянным флоп,И работа в провинции скота,И остальные для моллюск в раковине,Так что я имею в виду бросали в бой -Прошу Вас направить меня в ад?
		-- Dorothy Parker

%
Они сказали мне, что ты доказал это, когда они обнаружили, наши результатыПримерно за месяц до. Их волосы начали витьсяДоказательство было действительным, более или менее вместо понимания егоНо гораздо меньше, чем больше. Мы хотели запустить вещь через ПРЛ.Он послал им слово, что мы бы попробовать Не говори душу обо всем этомЧтобы пройти, где они потерпели неудачу Для должно быть всегдаИ после того как мы были сделаны, чтобы их секрет, хранится от всех остальныхНовое доказательство будет отправлен. Между собой и мной.Мои представления было начать сноваИгнорирование всего они сделалиМы быстро превратили его в кодеЧтобы увидеть, если она будет работать.
		-- Dorothy Parker

%
Они пошли торопится вниз, что шоссе,Бездельничал и заблудился.Их не волновало ... они просто умирают, чтобы выйти,И это была жизнь в скоростную трассу.
		-- Eagles, "Life in the Fast Lane"

%
Они не хотели слушать о том, что я гений,Человек сказал: "Мы получили все, что мы можем использовать",Так что я получил те устойчиво-depressin ', подноготную, ум-Messin',Работа-на-на-автомойки блюза.
		-- Jim Croce

%
Thinks't ты, существование открылось зависит от времени?Это творит; но действия наши эпохи; мойСделали мои дни и ночи нетленного,Бесконечные и все одинаковы, а песок на берегу,Бесчисленные атомы; и один пустыни,Бесплодная и холодная, на котором разорвать дикие волны,Но ничто не покоится, сохранить туш и обломков,Скалы и соль-серфинга сорняки горечи.
		-- Jim Croce

%
"Тридцать дней имеет Septober,Апрель, июнь, и не удивительно.Все остальные имеют арахисовое маслокроме моего отца, который носит красные подтяжки ".
		-- Jim Croce

%
Тридцать белых коней на красном холме,Сначала они CHAMP,Затем они штамп,Затем они останавливаются.
		-- Tolkien

%
Это ае nighte, это ае nighte,Everye nighte и алле,Огонь и дождь со снегом, и candlelyte,И Christe получить Saule твою.
		-- The Lykewake Dirge

%
Это вот акации,Эмблема нашей земли.Вы можете вставить его в бутылке;Вы можете держать его в руке.Аминь!
		-- Monty Python

%
Это для всех плохо обработанных собратьевНерожденный и unbegot,Для них читать, когда они в бедеИ я нет.
		-- A. E. Housman

%
Это история пчелыЧья секс очень трудно увидетьВы не можете сказать он от онаНо она может сказать, и так может онПчелка никогда ещеОна не имеет времени, чтобы принять пилюлюИ именно поэтому, в такие временаЕсть так много сыновей пчел.
		-- A. E. Housman

%
Это путь кончается мир,Это путь кончается мир,Это путь кончается мир,Не с треском, но с всхлипом.
		-- T. S. Eliot, "The Hollow Men"

%
Эта земля моя земля, и только моя земля,У меня ружье, и вы не получили один,Если вы не выходите, я взорву твою голову,Эта земля является частной собственностью.
		-- Apologies to Woody Guthrie

%
Эта вещь все пожирает:Птицы, звери, деревья, цветы;Грызет железо, кусает сталь;Перемалывает твердые камни до еды;Убивает короля, руины город,И бьет высокую гору вниз.
		-- Apologies to Woody Guthrie

%
Те, кто потеют в огне ада, Свинцовое ушастый, некоторые думали, их кишечникВот причина того, что они упали: Lispeth вперед сладкие гласные.В то время как на земле, они молились в SAS, эти они предложили в похвалеPL / 1, или другой грубый, Думая все это зловонное дымкаВульгарный язык. Rapsody пели.Некоторые сделал Господь катастрофически попробовать Jabber из бессмысленного ордаСборка всех их просьбы в шестнадцатеричном. Продолжение в следующем сделал издеваться над господинРечь как раздражительный, как crable обленились дальнейшем дьявола так enfangledHex, которая указана на губах Вавилонская башня его председателя в запуталсяСамая высокая ступень. В своем пробкой.Потому что в жизни они молились так плохоИ предложил бог такие свинство помоемуТеперь они потеют в огне адаПот от недостатка APLПот навоз!
		-- Apologies to Woody Guthrie

%
Хотя я уважаю это многоЯ бы уволены, если бы это было мое делоПосле убийства Джейсона выключен иБесчисленные кричащие аргонавтыBluebird дружелюбияКак ангелы-хранители этоВсегда рядомСиний канарейка в розетки, выключателяКто наблюдает за вамиЗаработать немного скворечник в своей душеНе ставить слишком тонкая точку на нейСкажем, я единственный пчелы в вашем капотомЗаработать немного скворечник в своей душе
		-- "Birdhouse in your Soul", They Might Be Giants

%
Три кольца для эльфийских королей под открытым небом,Семь для гномов господствующих в их залах камня,Девять для смертных людей, обреченных на смерть,Один для Темного Лорда на его темном тронеВ стране Мордор, где Тени лежат.Одно Кольцо, чтобы управлять ими всеми, Одно Кольцо, чтобы найти их,Одно Кольцо, чтобы собрать их всех и в темноте связывать ихВ стране Мордор, где Тени лежат.
		-- J. R. R. Tolkien, "The Lord of the Rings"

%
Выбросьте документацию и руководства,и пользователи будут в сто раз счастливее.Выбросьте льготы и квоты,и пользователи будут делать правильные вещи.Выбросьте имущественные и сайт лицензии,и там не будет пиратство.Если эти три не достаточно,просто остаться в вашем домашнем каталогеи пусть все процессы на самотек.
		-- J. R. R. Tolkien, "The Lord of the Rings"

%
Тикают моменты, которые составляют тупой деньОладьи и тратить часы в левой руке образомНогами вокруг на куске земли в вашем родном городеВ ожидании кого-то или что-то, чтобы показать вам путьНадоело лежать на солнце И вот однажды вы нашлиПребывание дома, чтобы наблюдать дождь Десять лет получили за вамиВы молоды и жизнь долго никто не говорил вам, когда для запускаИ есть время, чтобы убить сегодня Вы пропустили стартовый пистолетИ вы бегать и запуске догнать солнце, но это тонетИ гоночные вокруг придумать за вас сноваСолнце же в относительном пути, но ты старшеКороче дыхание и один день ближе к смертиКаждый год становится все короче, висит тихого отчаянияявляется английский способНикогда, кажется, найти время исчезновения причины времени, песня закончиласьПланы, которые либо сойдет на нет подумал я что-то больше сказать ...Или Полстранички исписанных линий
		-- Pink Floyd, "Time"

%
Тигр должен охотиться,Птица получила летать;Человек должен сидеть и удивляться: "Почему, почему, почему?"Тигр должен спать,Птица получили земли;Человек должен сказать себе, что он понимает.
		-- The Books of Bokonon

%
Тим и я пошел охотыМы нашли три девицы в палатке,Поскольку они были три, и мы были два,Я нарушил одно и Тимбукту.
		-- the only known poem using the word "Timbuktu"

%
Время идет, вы говорите?Ах нет!Время пребывания, * мы * идти.
		-- Austin Dobson

%
Время стирает чистойРаны любви невидимо.Вот что кто-то сказал мне;Но я не знаю, что это значит.
		-- Linda Ronstadt, "Long Long Time"

%
'Это мечта каждого программиста,Перед его жизнь не будет сделано,Чтобы написать три строки APL,И сделать проклятые вещи работать.
		-- Linda Ronstadt, "Long Long Time"

%
К быстрому Молодой ФоксПочему бегать изысканный навалом, любят ума вамп,Daft Полногрудая нарцисс, нескладный вице Zephyr в?Гай питается работы, викторины xanthic lamp-- Юпитера,Zow! Сомнений по дежавю Gyp лисы-камера трижды.
		-- Lazy Dog

%
не будет никого, кроме себя в мирекоторый делает все возможное день и ночьчтобы вы, как и все остальныезначит бороться тяжелейший бойлюбой человек может бороться иникогда не прекратить борьбу.
		-- e.e. cummings

%
Для кодирования невозможное код, это мои поиски -Довести до девственной машину, чтобы отладить этот код,Чтобы выскочить из бесконечной рекурсии, какой бы безнадежной,Обращал внимания, что появляется на экране, независимо от нагрузки,Чтобы написать эти подпрограммыЧтобы выпрямить unrightable ошибка, без вопросов и паузы,Для бесконечно крутить и трэш, должны быть готовы, чтобы взломать FORTRAN IVЧтобы смонтировать размонтированием magtape, для небесного причины.Чтобы остановить непобедимую аварии! И я знаю, если я буду единственным истиннымС этой славной поисках,И очередь будет лучше для этого, что мой код будет работать CUSPy и спокойствие,Это один человек, презирал и когда он поставлен на испытания.суждено проиграть,Тем не менее стремились с его последнего распределенияЧтобы отказаться от unscrappable кладж!
		-- To "The Impossible Dream", from Man of La Mancha

%
Человеку свойственно ошибаться,Мурлыкать кошачьим.
		-- Robert Byrne

%
Чтобы человеку свойственно ошибаться, мурлыкать кошачьим.Чтобы человеку свойственно ошибаться, два псы собачьей.Чтобы человеку свойственно ошибаться, мычать бычьего.
		-- Robert Byrne

%
Всему свое время, и время всякой вещи под небом ческий:Время рождаться, и время умирать;Время насаждать, и время вырывать посаженное;Время убивать, и время врачевать;Время, чтобы сломать, и время строить;Время плакать, и время смеяться;Время сетовать, и время плясать;Время разбрасывать камни, и время собирать камни;Время обнимать, и время уклоняться от объятий;Время, чтобы получить, и время терять;Время сберегать, и время бросать;Время рвать и время сшивать;Время молчать, и время говорить;Время любить, и время ненавидеть;Время войне, и время миру.Екклесиаст 3: 1-9
		-- Robert Byrne

%
Чтобы выделиться и быть еще,В дрели Birkenhead,Является проклят жестким пуля жевать.
		-- Rudyard Kipling

%
Кому по утрам, как ночи,Какими Midnights должно быть!
		-- Emily Dickinson (on hacking?)

%
Чтобы написать сонет вы должны безжалостнораздеться ваши слова, чтобы голый, желающих плоти.Затем привязать их к метафоре или три,и взять силой удовлетворительный сетку.Расположите их своей воле, каждой ноге на месте.Вы здесь хозяин, и они рабы.Теперь взбить их для поддержания постоянной темпи ритм, как они стоят в четных клепок.Слово, которое не наносит никакого удовольствия? Изгнать его!Какая польза слова, которые управляют не к сердцу?Ленивый фраза? Откажитесь от этого, не обращают на него сомнения,и выбрать более послушными слова принять свою роль.Хорошо обученный сонет живет развлекать,занимаясь любовью непосредственно в мозг.
		-- Emily Dickinson (on hacking?)

%
Табак является грязная сорняков,Это от дьявола ли продолжить;Это истощает свой кошелек, он сжигает свою одежду,И делает дымоход вашего носа.
		-- B. Waterhouse

%
Слишком круто Calypso,Слишком жестко для танго,Слишком странно Watusi
		-- The Only Ones

%
Тролль сидел в одиночестве на своем месте камня,И жевал, бормоча голый старые кости;Для многих год он обглодало его рядом,Для мяса было нелегко.	Сделано! Gum мимо!В пещере в горах он жил один,И мясо было нелегко.До пришел Том своими большими сапогами на.Сказал он Troll: "Молитесь, что является Юн?Для похоже, голени о 'моей дядя Тим,Как должно быть-Lyin на кладбище.Caveyard! Paveyard!Это многие уже год Тим отсутствовал,И я думал, что он был Лежит на кладбище "."Мой мальчик," сказал тролль, "эта кость я украл.Но что бы кости, лежащие в яму?Твоя дядя умер, как комок о 'привести,Поул я нашел его голени.Tinbone! Thinbone!Он может избавить долю для бедного старого тролляИбо он не нуждается в его голени ".Сказал Том: «Я не понимаю, почему подобные O 'тыБез Axin 'отпуск должны идти Макин бесплатноС хвостовиком или голени O 'родственников отца;Так передать старую кость над!Ровер! Присвоение чужой движимости!Хотя мертвым он будет, он принадлежит к он;Так передать старую bnone над! "
		-- J. R. R. Tolkien

%
Попробуйте не.Делать.Или не делают.Там нет попробовать.
		-- J. R. R. Tolkien

%
"Twas Берген и eirie дорогаЛи Mahwah в Паттерсон: "Остерегайтесь Hopatcong, сын мой!Все Джерси были океан рощи, зубы, которые кусают, ногтиИ красный банк Байон. что коготь!Остерегайтесь связанный ручьевая птицу, и избегаютОн взял BELMAR лезвие в руке: Керней Коммунипоу ".Долгое время Фолсом врагом он искалДо отдыхал он на Bayway дерево и, как в Nutley подумал он встал,И постоял в мысли. Hopatcong глазами пламени,Пришли Whippany через Энглвуде,Один, два, один, два, и через А Гарфилд, как он пришел.и черезBelmar лезвие вошло Хаккенсаке! "И ты убил Hopatcong?Он оставил его мертвым и с его голову приходят на мои руки, моя Perth Amboy!Он пошел Вихокен спину. Хо-Хо-Кус день! Сохо! Рауэй! "Он Caldwell в его радости.Ли Mahwah в Паттерсон:Все Джерси были океан рощи,И красный банк Байон.
		-- Paul Kieffer

%
Варкалось и хливкие шорькиПырялись по наве. "О, бойся Бармаглота, сын!Все mimsy были borogroves челюстей, что укус, когтиКак мюмзики в мове. что улов!Осторожно птицу Jubjub,Но взял он меч, и взял он щит и избегают злопастный Брандашмыг! "Высоких полон дум.В глущобу путь его лежит oн стал под дерево и ждетПод дерево Тумтум. Бармаглот, с глазами огнеПришли whuffling через tulgey древесиныОдин! Два! Один! Два! И через и и пылкает огнем!	черезВзы-взы - стрижает меч. "Разве ты убил Jabberwock?Он оставил его мертвым и взял его голову, ты победил в бою!И пошел galumphing обратно. О радостный день! Calooh! "Хвалу тебе пою!Варкалось и хливкие шорькиПырялись по наве.Все mimsy были borogrovesКак мюмзики в мове.
		-- Lewis Carroll, "Jabberwocky"

%
То был bullig, и slithy брокерыВозможно купить и азартной в увлечение "Остерегайтесь Jabberstock, сын мой!Все радужные были Dow Jones кочегаров затраты, которые кусает, ценностьПо гнев рынка несфазированных. что падает!Осторожно слово в Econ'mist, и избегаютОн взял свой прогноз с мечом в руке: ложный Street O 'Стены "!Долгое время противник Boesk'some он искал -ликвидность ради, так d'принадлежит он, и, как в медвежьей мысли он всталПод дерево Тумтум. Jabberstock, с одеждой твид,Пришел болтовню с истиной слишком хорошо,Чип черный! Чип Синий! И конца и yuppied большой с жадностью!и черезПрогноз лезвие вошло Snicker-закуска! "И ты убил Jabberstock?Это бит грязь, и с его рубашку, Приезжайте в моей фирме, V.P.ish мальчик!Он пошел восстанавливается обратно. O большие деньги день! Мула! Хорошая игра!"Он купил ему Mercedes игрушка.То был паники, и slithy брокерыЛи круговорот и сушильная в аварииВсе надуманные были кочегары Dow JonesИ гнев Маммона им колотить!
		-- Peter Stucki, "Jabberstocky"

%
Twas FORTRAN как doloop идетВозможно logzerneg блок ifthenВсе запутано были функция течетИ подпрограммы АПЧРК.Остерегайтесь исполняемых ошибка моего другаsqurooneg, ложная перейтиОстерегайтесь infiniteloopИ избегают inprectoo.
		-- "OUTCONERR," to the scheme of "Jabberwocky"

%
То был полночь на берегу океана, Ее дети все были сиротами,Не трамвай был в поле зрения, за исключением одного крошечное TOT,Так что я вошел в табачную лавку, кто имел дом через дорогуЧтобы попросить у них света. Над пустыре.Человек за прилавком Как я смотрел в дубовой дверьюБыла женщина, старый и серый, Кит пошел проплывающие мимо,Кто пользовался торговать пончики Его шесть ног висит в воздухе,На дороге в Мандалай. Так что я поцеловал ее на прощание.Она сказала: "Доброе утро, незнакомец", эта история имеет моральногоЕе глаза были сухими слезами, Как вы можете ясно видеть,Когда она положила голову между ее ног Не смешивать джин с вискиИ встал тот путь в течение многих лет. На глубоких и синего моря.
		-- Midnight On The Ocean

%
То был полночь, и хаки UNIXЛи круговорот и Gimble в их пещеруВсе mimsy был CS-VAXИ Кори Raths мове."Остерегайтесь программного гнили, сын мой!Разломы, что укус, рабочие места, которые трэш!Осторожно сломанную трубу, и избегаютFrumious система краху! "
		-- Midnight On The Ocean

%
Однажды ночью до кризиса, и по всему дому,Не программа работает даже не просматривание.Программисты были отжаться слишком бессмысленное, чтобы заботиться,Зная шансы переключения была не молитва.Пользователям были расположен все уютно в своих постелях,В то время как видения запросов танцевали в их головах.Когда в холле возникла такая цокот,Я вскочил с моей трубкой, чтобы увидеть, что случилось.А что мои удивленными глазами должны появиться,Но Супер Программист, не обращая внимания на страх.Более быстрое, чем орлов, его программы они пришли,И он свистел и кричал и назвал их по имени;На обновление! На добавить! На запрос! На Удалить!На пакетных заданий! На закрытие! О функциях завершена!Его глаза были остекленевшими, пальцы были тощими,Из выходных и ночей в передней части экрана.Сомкнуть глаза, и поворот головы,Вскоре мне дали знать, что я не имел никакого отношения к Dread ...
		-- "Twas the Night before Crisis"

%
То был ночной сегменте суточного периода   предшествующий ежегодное празднование святок, А   на протяжении всей нашей месту жительства,Кинетическая активность была в качестве доказательства среди   обладатели этого потенциала, в том числе, что   виды домашнего грызуна, известной как Mus Musculus.Чулочно-носочные изделия была тщательно отстранен от форварда   край вудбернинг калорийности аппарата,В соответствии с нашим опережающего удовольствия, относящуюся к   неизбежной посещение от эксцентрика   филантроп среди которых фольклорные НАИМЕНОВАНИЯ   это почетный титул св Никлаус ...
		-- "Twas the Night before Crisis"

%
Двадцать две тысячи дней.Двадцать две тысячи дней.Это не много.Это все у вас есть.Двадцать две тысячи дней.
		-- Moody Blues, "Twenty Two Thousand Days"

%
Двое мужчин выходили из тюремной решеткой,Один увидел mud--Другие пилы звезды.Теперь позвольте мне получить это право: два заключенных, глядя в окно.В то время как один из них смотрел на всей грязи - другая попалв голове.
		-- Moody Blues, "Twenty Two Thousand Days"

%
Тигр, Тигр, пылающий огонь Где молоток? Где цепь?В лесах ночи, в какой печи был твой мозг?Кто бессмертный глаз Что наковальня? Что страх схватываниеDare кадр твое страшное симметрию? Dare ее смертоносного ужасы обхватить?Утомленные в отдаленных глубинах или небе Когда звезды побросали копьяЖестоким огнем глазами твоими? И water'd небо со своими слезамиНа каких крыльях он смеет претендовать? Он смеет смеяться свою работу, чтобы увидеть?Что рука смеет захватить огонь? Dare кто сделал агнца сделать тебя?А что плечо & такое искусство Тигр, Тигр, пылающий огоньМожет крутить сухожилия они сердце? В лесах ночи,И когда твое сердце забилось Кто бессмертный глазЧто страх руку и то, что страх ноги Dare кадр твое страшное симметрию?Удалось получить его из печи глубокойИ в твоих ужасных ребер смел крутойВ лунку сангвиника горя?В каком глины и в каком плесениБыли глаза твои ярости roll'd?
		-- William Blake, "The Tyger"

%
U: Там U - единорога!Запуск право и втирать его рог.Посмотрите на всех этих точках вы теряете!Ümber туш настолько запутанной.
		-- The Roguelet's ABC

%
Под широким и тяжелым VAXDig мою могилу и дайте мне отдохнутьЯ долго жил, и многие мои хакиИ я лежал меня с воли.Сии суть слова, которые говорят так:"Вот он лежит, кто поступает 64K,Сбил машину в течение почти суток,И Разбойник играет на ужасном состоянии покоя ".
		-- The Roguelet's ABC

%
Под широким и звездным небом,Dig мою могилу и дайте мне лежать,Рад сделал я живу и с удовольствием умирают,И положил меня вниз с воли,И это будет стих, что вы серьезный для меня,Вот он лежит, где ему хотелось бы,Главная является моряк домой из моря,И охотник домой с холма.
		-- Robert Loius Stevenson, "Requiem"

%
Против сети, жлоб мать,Мать, которая повысила свой сына так хорошо;Он семнадцать взломов "на Macintosh,Горячие орфографические ошибки и изюм 'ад ...
		-- Robert Loius Stevenson, "Requiem"

%
При очаге огонь красный,Под крышей есть кровать;Но еще не устал наши ноги,Тем не менее за углом мы можем встретитьсяВнезапное дерево или стоя каменьЧто никто не видел, но мы одни. Тем не менее из-за угла может ждать  Дерево и цветок и листья и трава, новая дорога или секрет ворота,  Пусть пройдет! Пусть пройдет! И хотя мы мимо них сегодня  Хилл и вода под небом, завтра мы можем прийти сюда  Мимо них! Мимо них! И принять скрытые пути, которые работаютК Луне или на Солнце,Главная позади, мир вперед, Apple, шип, а гайка и терн,И есть много путей, чтобы протектора Пусть идут! Отпусти их!Через тени на краю ночи, песка и камня и бассейном и Dell,До звезд не все горит. Счастливого пути! Счастливого пути!Тогда мир позади и домой вперед,Мы бродить обратно домой и спать.  Туман и сумерки, облака и тени,  Далеко опадет! Далеко опадет!  Огонь и лампы, и мясо, и хлеб,  А потом спать! А потом спать!
		-- J. R. R. Tolkien

%
Глухой он плачет,Бескрылые трепещет,Беззубые укусы,Бессточный бормочет.
		-- J. R. R. Tolkien

%
Вулканы имеют величие, которое мрачнымИ землетрясения только запугать Dolts,И тому, кто это научноТам нет ничего, что это потрясающеВ структуре полет молнии!
		-- W. S. Gilbert, "The Mikado"

%
Вад некоторые Питание giftie ГНС насЧтобы увидеть oursels, как другие видят нас.
		-- R. Burns

%
Услуга Теперь мои веселые ребята! Услуга и слушать мой зовет!Теплый теперь будет сердце и конечностей! Холодной камень упал;Темный дверь стоит широкая; Мертвая рука сломана.Ночь под ночь летали, и ворота открыты!
		-- J. R. R. Tolkien

%
Просыпайтесь всех вас граждан, услышать вызов вашей страны,Не к оружию и насилию, но мир для всех и каждого.Измельчите из ненависть и предрассудки, страх и жадность и грех,Помощь вернуть ее достоинство, снова восстановить свою веру.Трудитесь на благо общего дела, не позволяйте упасть наша страна.Сделать ее гордый и сильный снова, демократия для всех.Да, сделать нашу страну сильной снова, держать наш флаг развернули.Сделать хорошо снова нашу страну, уважаемый всем мире.Сделать ее здоровой и красивой, работать от солнца к солнцу.Стенд высокий и труда бок о бок, потому что есть так много предстоит сделать.Да, сделать ее всю и красивый, объединенных сильной и свободной,Проснись, все вы граждане, это зависит от вас и меня.
		-- Pansy Myers Schroeder

%
Хотите сказать вам всю историю насчет человека по имени Джед,Бедный горец, едва держали его семья питается.Но однажды он стреляет в какой-то пищи,Когда сквозь землю придет bubblin 'сырой нефти -, то есть;	черное золото; "Техас чай" ...Ну следующая вещь я знаю, старый Джед миллионер.Родственники сказали: "Джед, отойти от туда!"Они сказали: "Californy место я Oughta быть ',Таким образом, они загрузили грузовик и они переехали в Беверли-Хиллз -, то есть;бассейны swimmin; звезды телевидения.
		-- Pansy Myers Schroeder

%
Был ли момент, когда танцоры со своими скрипкамиВ детских цирков мог остаться свои проблемы?Был момент, они могут плакать над книгами,Но время установить его личинку на их трассе.Под дугой небе они небезопасны.Что никогда не известно является самым безопасным в этой жизни.Под skysigns они у кого нет оружияЕсть чистейшие руки, и, как бессердечного призракОдин это невредимым, поэтому слепой видит лучше.
		-- Dylan Thomas, "Was There A Time"

%
Наблюдая девушки идут мимоЭто не последняя вещьЯ просто стоял в дверном проемеЯ просто пытаюсь сделать некоторый смыслИз этих девочек, проходящих мимо улыбкой снимает сердце, что горестямиРассказы они рассказывают о мужчинах Помните, что я сказалЯ не жду леди Я не ждет на ледиЯ просто ждет на другом я просто жду от друга...Не нужно шлюхойНе нужен никакой выпивкиНе нужно девственной священника Ох, заниматься любовью и разорвать сердцаНо мне нужно кого-то я могу взывать к это игра для молодежиМне нужно кого-то защищать Но я не жду от ледиЯ просто ждет на другомЯ просто ждет на другом
		-- Rolling Stones, "Waiting on a Friend"

%
Мы не должны ни образования, мы не нужны никакого контроля мыслей.
		-- Pink Floyd

%
Мы не нуждаются ни косвенного Мы не нуждаются ни в сборникМы не нуждаются ни в управление потоком Мы не должны никакого контроля нагрузкиНет типов данных или заявления Нет ссылка редактирования для внешних привязокПривет! ты оставил списки в одиночку? Привет! ты оставил этот источник в одиночку?Припев: (Припев)О Нет, это просто призыв чистая функция LISP.Мы не нуждаются ни в нем побочные Мы не нуждаются ни в распределениеМы не нуждаются ни в управление потоком Мы не нужны никакие специальные узлыНет глобальные переменные для выполнения Нет темной Перевороты битов для отладкиПривет! ты оставить аргументы в одиночку? Привет! ты оставил эти биты в покое?(Припев) (Припев)
		-- "Another Glitch in the Call", a la Pink Floyd

%
Мы должны выйти из этого места,Если это последнее, что мы когда-либо делать.
		-- The Animals

%
мы будем придумывать новые колыбельные, новые песни, новые акты любви,мы будем плакать над чем мы смеялись инаш новый мудрости принесет слезы на глазах нежносущества с других планет, которые боялись нас до тех пор &в конце концов летом с дикими ветрами &новые друзья будут.
		-- The Animals

%
Желаем вам Харе КришнаЖелаем вам Харе КришнаЖелаем вам Харе КришнаИ Мун Сон Мён!
		-- Maxwell Smart

%
Мы рады мало Vegemites,Как ярко, как яркий может быть.Мы все все пользуются наш VegemiteНа завтрак, обед и чай.
		-- Maxwell Smart

%
Мы Рыцари Круглого СтолаМы танцуем когда же мы сможемМы делаем подпрограммы и хор сцены мы рыцари Круглого СтолаС ног безупречной Наши шоу огромныМы хорошо пообедать здесь, в Камелоте но во много разМы едим ветчину и варенье и спама много. Нам дают рифмыЭто довольно unsingableНа войне мы находимся жестким и способен, Мы опера ума в КамелотеДовольно неутомимый Мы поем от диафрагмы много.Между нашими квестовМы блесток жилетыИ выдавать Кларка ГейблаЭто занят жизнь в Камелоте.Я должен толкать коляску много.
		-- Monty Python

%
Мы попытались каждый спиннинг пространство сучокИ считаться достоинству:Возьмите нас обратно к домам людейНа прохладных, зеленых холмов Земли.Всеобъемлющей небо зоветКосмонавты вернуться к своей профессии.Все руки! Ожидание! Свободное падение!И огни ниже нас исчезают.Из ездить сыновей Terra,Дальний движет громоподобный струи,До прыгает гонки землян,Из далеко, и далее yet--Мы молимся за последний посадкиНа земном шаре, который дал нам рождение;Давайте отдыхать наши глаза на ворсистые небеИ прохладный, зеленые холмы Земли.
		-- Robert A. Heinlein, 1941

%
Добро пожаловать, друзья мои, на шоу, которое никогда не заканчивается!Мы так рады, что Вы могли бы присутствовать, войти внутрь, войти внутрь!Там за стеклом есть реальная травинки,Будьте осторожны, как вы проходите, двигаться вдоль, двигаться дальше.Заходите внутрь, шоу вот-вот начаться,Гарантированная удар головой друг от друга.Будьте уверены, вы получите свои деньги стоит,Величайшее шоу, в рай, ад или земля!Ты должен увидеть шоу! Это динамо!Ты должен увидеть шоу! Это рок-н-ролла!
		-- ELP, "Karn Evil 9" (1st Impression, Part 2)

%
Ну, я посмотрел на часы и сказал четверти пять,Заголовок кричал, что я еще жив,Я не мог понять его, я думал, что я умер прошлой ночью.Я мечтал, что был в приграничном городе,В маленьком кантине было установлено, что мальчики,Я был в отчаянии, чтобы танец, просто чтобы вырыть местные звуки.Когда появился на сеньорита,Она выглядела так хорошо, что я должен был встретиться с ней,Я был готов к ней подойти с моим английским очарованием,Когда ее латунь нуклед друг схватил меня за руку,И он сказал, растут некоторые фанк собственного, амиго,Расти некоторые фанк своему усмотрению.Мы не как к с гринго борьбе,Но может быть смерть в Мексике Tonite....Прими мой совет, сделать следующий рейс,И расти некоторое фанк, выращивать фанк дома.
		-- Elton John, "Grow Some Funk of Your Own"

%
Ну, фантазии давать деньги правительству!Мог бы также поставили его в канализацию.Необычные давать деньги правительству!Никто не увидит вещи снова.Ну, они понятия не имею, что такое деньги для -Десять к одному они начнут новую войну.Я слышал много глупостей, но, ЛОР '!Необычные давать деньги правительству!
		-- A. P. Herbert

%
Ну, я не знаю, откуда они берутся, но они уверены, что приходят,Я надеюсь, что они придешь за мной!И я не знаю, как они это делают, но они уверены, что сделать это хорошо,Я надеюсь, что они делаешь это бесплатно!Они дают мне кошачьих царапин лихорадка ... кошачьих царапин лихорадка!Первый раз, что я получил его я был всего в десяти лет,Получил его из котенка по соседству ...Я пошел к врачу, и он дал мне лекарство,Думаю, я получил его еще немного!Получил плохую царапинам лихорадка ...
		-- Ted Nugent, "Cat Scratch Fever"

%
Ну, мой папа ушел из дома, когда мне было три года,И он не оставил много для Ма и мне,Просто и старую гитару an'a пустая бутылка выпивки.Теперь я его не виню, потому что он бежал и спрятался,Но подлым вещь, которую он когда-либо делал,Был прежде чем он покинул он пошел и назвал меня Сью....Но я сделал мне обет луна и звезды,Я искать Honkey Тонкс и бары,И убить человека, что даст мне эту ужасную имя.Это было Gatlinburg в середине июля,Я просто ударил города и мое горло пересохло,Думал, что я остановиться и себе напиток,В старом салоне на улице грязь,Сидя за столом, дело шпильки,Сидел Этот грязный (бип), что назвал меня Сью....Теперь я знал, что змея была моя собственная сладкий папа,С wornout картинке, что у моей матери был,И я знал, что шрам на щеке и его сглаза ...
		-- Johnny Cash, "A Boy Named Sue"

%
Ну, закрытая мой терминала, и я не получил любую почту,И я не могу вспомнить последний раз, когда моя программа не преминул;У меня стеки в моих структур, у меня массивы в моих очередей,У меня есть: нарушение сегментации - Core сбрасывали блюз.Если вы считаете, что это хорошо, что вы получите то, что вы C,Затем перейдите: нелогичное заявление всей семьей,Потому Верховный суд не является единственным местом с: видом ошибка шины.У меня есть: нарушение сегментации - Core сбрасывали блюз.На PDP-11, жизнь должна быть ветер,Но с VAXen в доме даже магнитные ленты бы заморозить.Теперь вы можете подумать, что в отличие от VAXen я знаю, кто ругаю,У меня есть: нарушение сегментации - Core сбрасывали блюз.
		-- Core Dumped Blues

%
Ну, некоторые получают удовольствие в вагонах а-прокатных,А некоторые получают удовольствие в керлинг и боулинг,Но я утешаться в соке ячменя,И ухаживать за довольно справедливые горничных в утреннем раненько.
		-- Core Dumped Blues

%
Ну, мы большие рок-певцов, у нас есть золотые пальцы,И мы любили везде мы идем.Мы поем о красоте, и мы поем о истине,В десять тысяч долларов в шоу.Мы принимаем все виды таблеток, чтобы дать нам все виды ощущений,Но волнение мы никогда не известно,Является ли волнение, что буду get'cha, когда вы получите свою фотографию,На обложке Rolling Stone.Я получил причудливый старушку, имя Коула короля Кэти,Кто вышивает на моих джинсах.Я получил мою бедную старую седую папа,Drivin 'мой лимузин.Теперь это все разработанные, чтобы взорвать наши умы,Но наши умы не будет действительно быть взорван;Как удар, который будет get'cha, когда вы получите свою фотографию,На обложке Rolling Stone.Мы получили много маленьких, подростков возраста, голубоглазых поклонниц,Кто будет делать что-либо, что мы говорим.Мы получили подлинную индийский гуру, который teachin 'нам лучший путь.Мы получили все друзьям, что можно купить за деньги,Таким образом, мы никогда не должны быть в покое.И мы продолжаем получаешь богаче, но мы не можем получить нашу картину,На обложке Rolling Stone.[В записке, в конце концов они делали обложку RS. Ред.]
		-- Dr. Hook and the Medicine Show

%
Что ужасно Ирония это?Мы как боги, но не знают об этом.
		-- Dr. Hook and the Medicine Show

%
Что я делаю со своим бременем и свой крест?Возможно, вы нести сами или ты плачешь?Вы и я знаем, что бремя и крест,Может быть осуществлено только на спине одного человека.
		-- Louden Wainwright III

%
Что происходит с мечты отложенные?Имеет ли высыхаютКак изюм в ВС?Или тлеть, как больной -И тогда бежать?Любая воняют это как гнилое мясо?Или коры и сахар над -Как и густой сладкий?Может быть, это всего провисаетКак большой нагрузкой.Или это взорваться?
		-- Langston Hughes

%
Что имеет корни, поскольку никто не видит,Является выше деревьев,Вверх, вверх она идет,И не все же никогда не растет?
		-- Langston Hughes

%
Что боли других удовольствий меня,В домашних условиях я в Lisp или С;Там я кушетка в экстазе,"Совать Тиля отладчика я бежать,В памяти ядра.В системном пространстве, системном пространстве, там должен я fare--Внутри VAX на площади кремния.
		-- Langston Hughes

%
Что сегмента это, то покоятсяНа FHA0, спит?Какую файловую систему, лежал здесь какое-то время этот, это "acct.run"В то время как хакеры вокруг него плакали? Учет файл для всех.Самосвал, сбросить ее и введите его,Файл, highseg логина.Почему лежит его здесь, на общий дискИ почему теперь незащищенный?Была исправлена ​​ошибка в incant, сделал это так. Маунт, смонтировать все ваши DECtapes ТеперьИ скопировать файл каким-то образом, каким-то образом. Проблема не была устранена.Самосвал, сбросить ее и введите его,Файл, highseg логина.
		-- to Greensleeves

%
То, что мы это Божий дар для нас.То, что мы Стать наш дар Богу.
		-- to Greensleeves

%
Что с хромодинамики и электрослабого слишкомНаша стандартной модели не может не радовать даже тебя,Тхо 'однажды ты сказал, что обаяния не было ни одногоПотребовалось мужество, чтобы переключиться, чтобы сказать, Земля движется не всТем не менее, состояние вашего союза предпоследнего большойЯвляется последним прибежищем известно дробный заряд,И, как вы путешествуете в горячей ванне с закваски рулонаПожалуйста обдумать прохождение свой собственный Monopole.Ваши Олимпиада весело, вы должны собрать их всех обратноДля транссексуалов теннис или Anamalon Track,Но голливудские фильмы остаются греховно сыройБудь видел по телевизору или дистанционно просмотров.Теперь пристегните sunbelts, для вас сделали это еще раз,Вы сказали, что в Лейпциге вещи мы обожаем,Это вы создали невероятную кристаллическую сферуЧья Немецкий обслуживающий персонал распростертыми трепет и страхИз смерти нашей теории по Zeta частицКакой я буду держать пари, не существует сказать вашу статью, позже.
		-- Sheldon Glashow, Physics Today, December, 1984

%
Что любовь, а второй рукой эмоции?
		-- Tina Turner

%
Что, все еще живы в двадцать два,Чистый вертикальный глава, как ты?Конечно, если ваше горло 'это трудно разрезать,Разрез ваша девушка, и качели для него.Как мало, вы не будете ждать,Когда они приходят, чтобы повесить вас, юноша:Но сало не единственноеВот вылечить висит от строки.Так, когда пролил чернила ночиСпреды o'er промокательной прокладки света,Ребята, чья работа по-прежнему делатьДолжен подогреть свои ножи, и думать о вас.
		-- Hugh Kingsmill

%
Когда лев встречает другого с громким ревом,первый лев считает последний зануда.
		-- G. B. Shaw

%
Когда я думаю о себе,Я почти смеюсь себя до смерти,Моя жизнь была одна большая большая шутка, Шестьдесят лет в мире эти люди "Танец, который шел ребенка я работает для звонков меня девушкаПесня это спицами, я говорю "Да, мэм" ради рабочего годов.Я смеюсь так сильно, что почти заглушают слишком горд, чтобы согнутьКогда я думаю о себе. Слишком бедны, чтобы сломать,Я не смеяться до боли в животе моем,Когда я думаю о себе.Мои люди могут сделать меня разделить мою сторону,Я так смеялся я чуть не умер,Рассказы они рассказывают, звучит так же, как лежал,Они растут плоды,Но съесть кожуру,Я смеюсь, пока я не начинаю плакать,Когда я думаю о моих людей.
		-- Maya Angelou

%
Когда в панического страха, и сомнения,Пить в бочках, есть, и кричать.
		-- Maya Angelou

%
Когда в этом мире заголовки читатьИз тех, чьи сердца наполнены жадностьюКто ограбить и украсть из тех, кто нуждаетсяКрик поднимается с молниеносной скоростью для Underdog (аутсайдера)Проигравший (UNDERDOG!)Скорость молнии, грохот громаБорьба всех, кто грабят или грабежПроигравший (ах-ах-ах-ах)неудачникUNDERDOG!
		-- Maya Angelou

%
Когда в беде или в сомнении,бегать кругами, кричать и шуметь.
		-- Maya Angelou

%
Когда лицензионные платежи являются слишком высокими,пользователи делают вещи вручную.Когда управление слишком навязчивым,пользователи теряют дух.Хак для удобства пользователя.Поверьте их; Оставь их.
		-- Maya Angelou

%
Когда любовь ушла, всегда есть справедливость.И когда справедливость исчезает, всегда есть сила.И когда сила ушла, всегда есть мама.Привет мама!
		-- Laurie Anderson

%
Когда мой кулак сжимает трещины его открытым,Прежде, чем я использовать его и потерять мои прохладно.Когда я улыбаюсь сказать мне плохие новости,Прежде чем я смеяться и вести себя как дурак.И если я что-нибудь проглотить зло,Поместите вас пальцем в мое горло.И если я дрожу пожалуйста, дайте мне одеяло,Согреваешь дайте мне носить пальтоНикто не знает, что это такое, чтобы быть плохим человеком,быть грустный человек.За голубыми глазами.Никто не знает, каково быть ненавистным,чтобы быть суждено,Чтобы рассказывать только лежит.
		-- The Who

%
Когда кислород Технология играет Водородные U.Игра только началась, когда водород забили два быстрых точкиИ Кислород не имела ниТогда Кислород забил ни одного голаИ, таким образом, она остается, В Водород 2 и кислорода 1Вызывается из-за дождя.
		-- The Who

%
Когда кто-то делает ход Мы отправим их всех у нас есть,Из них мы не одобряем, Джон Уэйн и Рэндольф Скотт,Кто это, что всегда вмешивается? Помните те захватывающие боевые сцены?U.N. и O.A.S., к берегам Триполи,Они имеют свое место, я думаю, но не Mississippoli,Но сначала послать морских пехотинцев! Что мы делаем? Мы посылаем морпехов!Для мощь делает правильные, члены корпусаИ пока они не видели света, все ненавидят мысль о войне:Они должны быть защищены, они бы скорее убить их помирными средствами.Все их права соблюдались, Прекратить называть его aggression--До кого-то мы, как может быть избран. Мы ненавидим, что выражение!Мы только хотим, чтобы мир зналТо, что мы поддерживаем статус-кво;Они любят нас всюду, мы идем,Поэтому, когда есть сомнения, отправить морских пехотинцев!
		-- Tom Lehrer, "Send The Marines"

%
Когда Гуру администрирует, пользователивряд ли известно, что он существует.Следующая лучшее сисоп которые любят.Далее, тот, кто боялся.И что хуже, тот, кто презирал.Если вы не доверяете пользователям,Вы делаете им нельзя доверять.Гуру не говорить, он взламывает.Когда его работа сделана,пользователи говорят, "Удивительный:мы реализовали его, все сами! "
		-- Tom Lehrer, "Send The Marines"

%
Когда лидеры говорить о миреПростой люд знаютЭта война идетКогда лидеры проклинать войнуПриказ о мобилизации уже выписали.Каждый день, чтобы заработать себе на хлеб насущныйЯ иду на рынок, где купил ложьС надеждойЯ занять мое место среди продавцов.
		-- Bertolt Brecht, "Hollywood"

%
Когда пользователь видит один GUI, как красиво,другие пользовательские интерфейсы становятся уродливыми.Когда пользователь видит некоторые программы в качестве победителей,другие программы становятся lossage.Указатели и значения NULL ссылаться друг на друга.Высокий уровень и ассемблера зависят друг от друга.Дважды и поплавок литой друг к другу.Высокое к младшему и низкий обратный порядок байт определяют друг друга.Хотя и до следуют друг за другом.Поэтому ГуруПрограммы, ничего не делаяи учит, ничего не говоря.Предупреждения возникают и он позволяет им прийти;процессы меняются местами, и он отпускает их.Он имеет, но не обладает,действует, но не ожидает.Когда его работа сделана, он удаляет его.Именно поэтому она длится вечно.
		-- Bertolt Brecht, "Hollywood"

%
Когда вы и я далеко друг от другаМожет печаль сломать нежное сердце?Я люблю тебя дорогая, да я;Сон так сладко, когда я мечтаю о тебе;Все вы это цветущая роза.Ночь здесь, так что я должен закрыть.С осторожностью прочитать первое слово каждой строки.Вы найдете мой вопрос.
		-- Yours hopefully, The VAX.

%
Когда вы окажетесь в опасности,Когда вы под угрозой чужим,Когда это похоже вы будете принимать Lickin '...Существует одна вещь, вы должны научиться,Когда нет никого к кому обратиться,Caaaall для супер курица !! (** Bwuck-bwuck-bwuck-bwuck **)Caaaall для супер курица !!
		-- Yours hopefully, The VAX.

%
Когда вы получите то, что вы хотите в вашей борьбе за самоопределениеИ мир заставляет вас калиф на час,Просто иди к зеркалу и посмотреть на себяИ увидеть, что этот человек должен сказать.Для него это не ваша мать или отец или женаЧей суд над вами должны пройти;Сотрудник которого приговор наиболее важно в вашей жизниЯвляется одним глядя от стекла.Некоторые люди могут подумать вам прямой стреляет приятельИ называть вас замечательный парень,Но человек в стекле говорит, что ты только бомжЕсли вы не можете смотреть ему прямо в глаза.Он парень угодить, не говоря уже о всех остальных,Для он с вами ясно до конца,И вы прошли свой самый опасный, трудный тестЕсли мужчина в стекле является вашим другом.Вы можете обмануть весь мир вниз жизненном путиИ получить похлопывает по спине, как вы проходите,Но окончательный награда будет сердечные боли и слезЕсли вы обманули человека в стекле.
		-- Yours hopefully, The VAX.

%
Когда вы встречаете мастер меча,показать ему свой меч.Когда вы встречаете человека, который не поэт,не показать ему свой стихотворение.
		-- Rinzai, ninth century Zen master

%
Когда вы overesteem большие хакеры,Чем больше пользователей становятся кретины.При разработке шифрование,Чем больше пользователей становятся крекеры.Провода Guruопорожнения умы пользователяи увеличения их квоты,ослабляя свои амбициии ужесточение свою решимость.Когда пользователи не хватает знаний и желание,Управление не будет пытаться вмешиваться.Практика не-цикл,и все встанет на свои места.
		-- Rinzai, ninth century Zen master

%
Когда ты ДаТы да весь путьС первого кусочка БриДля вашего последнего Каберне.Когда ты ДаТы не просто мечтательВы делаете вещиВы ведете Beamer.
		-- Rinzai, ninth century Zen master

%
Когда вы находитесь далеко, я беспокойно, одиноко,Бедный, надоедает, удрученный; толькоВот в чем загвоздка, дорогой дорогойЯ чувствую то же самое, когда вы находитесь рядом.
		-- Samuel Hoffenstein, "When You're Away"

%
Всякий раз, когда Ричард Кори пошел в центре города,Мы люди на тротуаре смотрел на него:Он был джентльменом от подошвы в довершение,Чистый благоприятствования, и высочайше невелики.И он всегда спокойно одел,И он всегда был человеком, когда он говорил;Но все-таки он трепетал импульсы, когда он сказал,"Доброе утро", и он блестел, когда он шел.И он был богат - да, богаче, чем король -И превосходно обученных в каждом благодати:В порядке, мы думали, что он был всеДля того, чтобы нам пожелать, чтобы мы были на своем месте.Так на мы работали, и ждали света,И пошел без мяса, и проклял хлеб;И Ричард Кори, один спокойный летний вечер,Пошел домой и пустил себе пулю в голову.
		-- E. A. Robinson, "Richard Cory"

%
ГДЕ МОЖНО этот вопрос былО, дорогой, где может быть делоКогда он преобразуется в энергию?Существует небольшая потеря паритета.Джонни так долго на ярмарке.
		-- E. A. Robinson, "Richard Cory"

%
Где человек может облегчить сердцеКак атласном платье?
		-- Dorothy Parker, "The Satin Dress"

%
Где, ой где, ты сегодня?Почему ты оставил меня здесь совсем одна?Я искал по всему миру, и я думал, что нашел настоящую любовь.Вы встретил другого, и * PPHHHLLLBBBBTTT *, вы wuz ушел.Мрак, отчаяние и муки на меня.Глубокий темно депрессия, чрезмерное страдание.Если бы не было невезением, я никогда не везет вообще.О, уныние, отчаяние и муки на меня.
		-- Hee Haw

%
Будь усталым или unweary, человек, не отдыхать,Не перестают свой одной рукой борьбу.Продолжайте, не отдыхать.
		-- An old Gujarati hymn

%
Если вы можете услышать его или нет,Вселенная смеется за спиной.
		-- National Lampoon, "Deteriorata"

%
В то время как глаза Европе является fix'd на могучих вещей,Судьба империй и падения царей;В то время как шарлатаны государств должны друг произвести свой план,И даже дети сюсюкать прав человека;Среди этой могущественной суеты просто отмечу,Прав женщины заслуживают некоторого внимания.
		-- Robert Burns, Address on "The Rights of Woman", 26/10 1792

%
Пока я кивнул, почти врасплох, неожиданно пришел разговоров,Как какой-то одной мягко постукивание, постукивание в дверь моей комнаты.[Цитируется по "VMS внутренних органов и структур данных", V4.4, когдасо ссылкой на аппаратных прерываний.]А теперь я вижу, с глазу спокойнойОчень импульсов машины.[Цитируется по "VMS внутренних органов и структур данных", V4.4, когдасо ссылкой на программные прерывания.]
		-- William Wordsworth, "She Was a Phantom of Delight"

%
В то время как шел переполненномУлица Город на днях,Я услышал мальчишкуДля товарища повернуться и сказать,"Скажем, Chimmey, мне сказать Youse,Я был бы счастлив, как моллюскЕсли бы только я был де валочно DATMe Mudder t'inks я."Она t'inks Я удивительно, Мои друзья, стать вашим жизнь трудом'Она знает, что ее маленький мальчик и в неразбавленном виде радость,никогда не могли смешать с домашним 'Nuttin' Вы можете узнать полезную урокDat был некрасив, среднее или плохое. С этого небольшого, неискушенный мальчика.О, много о 'раз сижу и t'ink Не стремиться быть земным святойКак хорошо, 'twould быть, вот здорово! С глазами на звезды:Если валочно был де валочно Просто стараюсь быть парень, чтоDat его Mudder t'inks он. "Ваша мать думает, что вы.
		-- Will S. Adkin, "If I Only Was the Fellow"

%
Взбейте его, ребенка.Взбейте все правильно.Взбейте его, ребенка.Взбейте его всю ночь!
		-- Will S. Adkin, "If I Only Was the Fellow"

%
Кто не любит вина, женщин и песню,Остатки дурак всю жизнь долго.
		-- Johann Heinrich Voss

%
Кто не любит мудро, но слишком хорошоБудет выглядеть на лице Елены в ад,Но он любовь которого является тонким и мудрымБудет смотреть Джон Нокс в раю.
		-- Dorothy Parker

%
Кто создал мир не могу сказать;'Это сделано, и вот я в аду.Моя рука, хотя сейчас мои суставы кровоточить,Я никогда не загрязняется с таким делом.
		-- A. E. Housman

%
Кто себе не является законом не о законе необходимости,никого не оскорбляет закон, и король в самом деле.
		-- George Chapman

%
Почему ты смотришьМоющая машина?Я люблю развлеченияПока она чистая.Профессор Доберман:В то время как предыдущий стихотворение, бесспорно переход от охраняемаяПессимизм "Собаке Неба", он не может рассматриваться как неквалифицированныйулучшение. Неизвестность имеет значение только тогда, когда она имеет тенденцию уточнить поэтическийопыт. Столько, сколько один вынужден любоваться технику стихотворения, одиндолжны спрашивать, имеет ли его эпизод сложных литературными аллюзиями неТо, отвлечь от единства целого. В конечном счете, однаполучает отчетливое впечатление, что длина стихотворения мог спокойно иметьбыл уменьшен с коэффициентом восемь или десять, не жертвуя ни одно из ееимея в виду. Следует надеяться, что дальнейшее издание этого стихотворения может бытьприостановлено до тщательного изучения его потенциальной подрывнойпоследствия.
		-- George Chapman

%
С / Без - и кто будет отрицать, что это то, что боевые действия все о?
		-- Pink Floyd

%
Проснулся этим утром 'я имел себе пиво,Да, Ах проснулся этим утром 'я имел себе пивонеопределенным и конец будущего является всегда рядом.
		-- Jim Morrison, "Roadhouse Blues"

%
Я проснулся сегодня утром, не верят, что я видел.Сто миллиардов бутылок выбросило на берег.Кажется, что я не одинок в одиночестве.Сто миллиардов потерпевших кораблекрушение ищет вызова.
		-- The Police, "Message in a Bottle"

%
Да из-за стола моей памятиЯ вытереть все тривиальные теплые записи.
		-- Hamlet

%
Да мне, я получил бутылку передо мной.И Джимми имеет фронтальную лоботомию.Просто разные способы убить боль то же самое.Но я предпочел бы бутылку передо мной,Чем должны иметь фронтальную лоботомию.Я мог бы быть выпит, но по крайней мере я не сошел с ума.
		-- Randy Ansley M.D. (Dr. Rock)

%
Вчера на лестницеЯ встретил человека, который не был там.Он не был там сегодня снова -Я думаю, что он из ЦРУ.
		-- Randy Ansley M.D. (Dr. Rock)

%
"Вы стары, Отец Уильям," сказал молодой человек,"Все ваши документы в эти дни выглядят одинаково;Те Уильяма будет лучше непрочитанных -У эти факты никогда наполнит вас стыда? ""В юности," Отец Уильям ответил своему сыну,"Я написал замечательную бумаг изобилии;Но большой репутацией я обнаружил, что я выиграл,Сделано это бессмысленно думать больше ".
		-- Randy Ansley M.D. (Dr. Rock)

%
"Вы стары, отец William", сказал молодой человек,"И ваши волосы становятся очень белый;И все же вы непрерывно стоять на голове -Как вы думаете, в вашем возрасте, это правильно? ""В юности," ответил отец Уильям сыну,"Я боялся, что это может повредить мозг;Но теперь, когда я совершенно уверен, что у меня нет,Почему, я делать это снова и снова "."Вы стары," сказал юноша ", как я уже говорил,И росли особенно необыкновенно жира;Тем не менее, вы обратились резервную сальто в дверь -Молитесь, что является причиной этого? ""В юности," сказал мудрец, как он покачал седой пряди,"Я сохранил все мои конечности очень эластичнойПри использовании этой мазью - один шиллинг коробка -Позвольте мне продать вам пару? "
		-- Randy Ansley M.D. (Dr. Rock)

%
"Вы стары," сказал юноша, "и я сказал моих сверстниковЧто ваши лекции несли людей до смерти.Тем не менее, вы говорите на сто конвенций в год -Не кажется ли вам, что вы должны сохранить свое дыхание? ""Я ответил на три вопроса, и этого достаточно",Сказал, что его отец, «Не важничать!Как вы думаете, я могу слушать весь день, чтобы такой материал?Прочь, или я надеру вам вниз! "
		-- Randy Ansley M.D. (Dr. Rock)

%
"Вы стары," сказал юноша, "и ваши челюсти слишком слабыДля чего-либо более жесткой, чем сало;Тем не менее, как вы закончили гусь, с костями и клювом -Молитесь, как вам удалось это сделать? ""В юности," сказал, что его отец, "я взял с законом,И утверждал, каждый случай с женой;А мышечная сила, которая она дала моей челюсти,Длится всю оставшуюся жизнь "."Вы стары," сказал юноша, "едва ли можно предположить,Это ваш глаз был устойчивым, как и прежде;Тем не менее, вы сбалансированы угря на кончике носа -Что заставило вас так ужасно умный? ""Я ответил на три вопроса, и этого достаточно",Сказал, что его отец. "Не важничать!Как вы думаете, я могу слушать весь день, чтобы такой материал?Прочь, или я надеру вам вниз по лестнице! "
		-- Randy Ansley M.D. (Dr. Rock)

%
"Вы стары," сказал юноша ", и ваши программы не работают,И нет ни одного языка вам нравится;Тем не менее, полезных предложений о помощи у вас нет -Задумывались ли Вы о принятии поход? ""Так как я никогда не писать программы", ответил его отец,"Каждый язык выглядит одинаково плохо;Тем не менее люди продолжают платить, чтобы прочитать все мои книгиИ не понимают, что они были у ".
		-- Randy Ansley M.D. (Dr. Rock)

%
"Вы стары," сказал юноша ", как я уже говорил,И делают ошибки мало кто мог;Вы жалуетесь каждого английском языке, но ваша -Вы действительно думаете, что это вполне справедливо? ""Я делаю много ошибок," Отец Уильям заявил,"Но мой рост в эти дни настолько великЭто ни один критик не может причинить мне боль - у меня их все страшно,И остановить меня это теперь слишком поздно ".
		-- Randy Ansley M.D. (Dr. Rock)

%
Вы можете распинаться с любовником, вы можете пресмыкаться с другом,Вы можете распинаться с боссом, и он никогда не должен закончиться.(Хор) пресмыкаться, унижаться, пресмыкаться, каждую ночь и каждый день,Пресмыкаться, унижаться, пресмыкаться, в вашем своеобразно.Вы можете распинаться в коридоре, можно распинаться в парке,Вы можете распинаться в переулке с грабителем после наступления темноты.(хор)Вы можете распинаться с вашим дядей, можно распинаться с тетей,Вы можете распинаться с Apple, даже если вы говорите, что вы не можете.(хор)
		-- Randy Ansley M.D. (Dr. Rock)

%
Вы спуститесь на пикап станции,тяга тепло и красоту;Вы соглашайтесь на меньшее, чем увлечение -несколько напитков позже вы не так разборчивы.И закрытие фонари сдирать тениНа этой странной новой плоти Вы нашли -Сжимая ночь, чтобы вы, как фиговым листкомВы спешите чернотыи одеяла, чтобы лечь впечатлениеи ваш одиночество.
		-- Joni Mitchell

%
Вы должны оплатить сборы, если вы хотите, чтобы петь блюз,И вы знаете, что не так легко ...Я не прошу многого, я только хочу доверие,И вы знаете, что не так легко ...
		-- Joni Mitchell

%
Вы знаете мое сердце продолжает рассказывал "мне,Ты не ребенок в тридцать три,Вы играете вокруг вас потерять свою жену,Вы играете слишком долго, вы потеряете жизнь.Некоторые должен выиграть, некоторые должен потерять,Goodtime Чарли получил блюз.
		-- Joni Mitchell

%
Вы можете быть правы, я может быть сумасшедшим,Но он просто может быть сумасшедшим, что вы ищете!
		-- Billy Joel

%
Вы найдете меня пить джинВ самую грязную гостиницу,Потому что я жесткий Вегетарианская.
		-- G. K. Chesterton

%
Вы всегда будете,То, что вы всегда были,Которая не имеет ничего общего с,Все делать с ней.
		-- Company

%
Ваши мудрецы не знают, как это чувствуетЧтобы быть толстым, как кирпич.
		-- Jethro Tull, "Thick As A Brick"

%
Ваш поклонение ваши печикоторый, как старые идолы, потерял obscenes,есть расплавленные недра; Ваше видениемашины для изготовления более машин.
		-- Gordon Bottomley, 1874

%
Вас не рассуждать, почему,Просто уплыть.И когда вы найдете вы должны броситьВаш Наследие прочь;Запомнить жизнь как была она,И как бы;В погоне звуки по всей галактике"До молчания, но размытие.
		-- QYX.

%
Мы нашли прячешьсяМы нашли вы лежаЗадыхаясь от грязи и песка.Ваши бывшие славаИ все рассказыПотянулись и промывают стремятся руки.
		-- ``Cities in Dust'', "Tinderbox", Siouxsie & the Banshees.

%
