(1) Сотрудники офиса ежедневно будет подметать полы, вытирать пыль смебель, полки, и витрины.(2) Каждый день заполнения лампы, чистые трубы, и обрезать фитили.Вымойте окна один раз в неделю.(3) Каждый клерк принесет ведро воды и затопить изуголь для бизнеса дня.(4) тщательно сделать ваши ручки. Вы можете УИТТЛ перья к вашиминдивидуальный вкус.(5) Это отделение откроется в 7 часов утра, а закрываются в 8 часов вечера, за исключениемв субботу, в какой день мы будем оставаться закрытым. каждыйсотрудник должен провести субботу, посещаяЦерковь и способствуя либерально делу Господа.Работы, 1872
		-- "Office Worker's Guide", New England Carriage

%
(6) сотрудники Мужчины будут даны перерыв каждую неделю ухаживанияцелей или два вечера в неделю, если они идут регулярно в церковь.(7) После того, как сотрудник потратил свои тринадцать часов труда вофис, он должен потратить оставшееся время на чтение Библиии другие хорошие книги.(8) Каждый сотрудник должен отложить от каждого платить пакетной прекраснейшеесумма его доходов в его пользу во склоне лет,так что он не станет бременем для общества или его Беттерс.(9) Любой сотрудник, который курит сигары испанских, использует алкогольный напитокв любой форме, посещает бильярдные столы и общественные помещения, или получаетбрился парикмахерской, даст мне хороший повод подозреватьего стоит, намерения, целостность и честность.(10) Работник, который исполнял свои труды верно ибез сбоя в течение пяти лет, будет предоставлена ​​увеличениепять центов в день в своей зарплаты, обеспечивающие прибыль отбизнес разрешить его.
		-- "Office Worker's Guide", New England Carriage Works, 1872

%
Банк является местом, где они одолжить вам зонтик в ясную погоду ипросить об этом раздвинуть когда начинается дождь.
		-- Robert Frost

%
Босс, не юмора, как работу, которая не весело.
		-- Robert Frost

%
Бюджет является всего лишь методом беспокоиться, прежде чем тратить деньги, а такжеа потом.
		-- Robert Frost

%
Бизнесмен представляет собой гибрид танцовщицы и калькулятором.
		-- Paul Valery

%
Комитет представляет собой группу, которая ведет протоколы и теряет часов.
		-- Milton Berle

%
Комитет является одной из форм жизни с шестью или более ног и нет мозгов.
		-- Lazarus Long, "Time Enough For Love"

%
Комитет внедряется и растет, это цветы, слабеет и умирает, рассеяниисемя, из которого другие комитеты будут цвести.
		-- Parkinson

%
Коммуна, где люди объединяются, чтобы разделить их отсутствие богатства.
		-- R. Stallman

%
Компания известна мужчин он держит.
		-- R. Stallman

%
Консультант это человек, который занимает часы, говорит вам, что время егоесть карманы часы, и отправляет вам счет за это.
		-- R. Stallman

%
Непрерывное снабжение бумаги достаточно, чтобы продолжить подачу бумаги.
		-- Dyer

%
Корова является полностью автоматизирован молочно-производственная машина. Это заключенв недубленой кожи и установлен на четырех вертикальных подвижные опоры, по одномукаждый угол. Передний конец машины, или вход, содержит резкуи измельчение механизм, используя уникальное устройство обратной связи. Здесь также находятсяфары, воздушные впускные и выпускные, бампер и Foghorn.На задней панели, машина несет молочно-распределительного оборудования кака также встроенным мухобойкой и отпугиватель насекомых. Центральная частьразмещается гидро- блок химической конверсии. Вкратце, он состоит из четырехброжения и резервуары для хранения соединены последовательно запутанной сетигибкой сантехники. Эта сборка содержит также центральную котельнуюв комплекте с автоматическими терморегуляторами, насосные станции и главныйвентиляционной системы. Устройство для утилизации отходов расположен в задней частиэто центральная часть.Коровы доступно полностью собран в ассортименте размеров ицвета. Объем производства колеблется от 2 до 20 тонн молока в год. ВКороче говоря, основные внешние видимые признаки коровы являются: два Lookers, двапроститутки, четыре Stander-Верх: четыре вешалка-Downers, и swishy-Wishy.
		-- Dyer

%
Питание продавец находится на пути к ферме. Как он сводит вместе в сорокмагистр здравоохранения, он смотрит в окно автомобиля и видит трехногую куриный ходрядом с ним, в ногу со своим автомобилем. Он поражен, что курицаработает на сорок магистр здравоохранения Таким образом, он разгоняется до сорока пяти лет, пятьдесят, шестьдесят, томагистр здравоохранения Курица сохраняет право с ним весь путь, а потом вдругвзлетает и исчезает в расстоянии.Человек тянет в скотный двор и говорит фермеру: "Вы знаете,самое странное только что произошло со мной; Я ехал по, по меньшей мерешестьдесят миль в час и курица мимо меня, как я стоял на месте! ""Да", фермер отвечает: "что курица была наша. Вы видите, естьмне, и есть Ма, и есть наш сын Билли. Всякий раз, когда мы имели цыпленка дляужин, мы бы все хотим ножку, поэтому мы должны были бы убить двух кур.Поэтому мы решили попробовать и размножаются трехногую курицу, так что каждый из нас могесть голень "."Как они на вкус?" сказал фермер."Не знаю", ответил фермер. "Мы не смогли пойматьодин еще ".
		-- Dyer

%
Внештатный это тот, кто получает деньги от слова - за штуку или возможно.
		-- Robert Benchley

%
Хороший руководитель может наступить на пальцах, не портя свой блеск.
		-- Robert Benchley

%
Холдинговая компания является вещью, где вы вручаете соучастника груз в то времяполицейский ищет вас.
		-- Robert Benchley

%
Человек познается по компании, которую он организует.
		-- Ambrose Bierce

%
Встреча является событием, на котором ведется протокол и часы будут потеряны.
		-- Ambrose Bierce

%
Меморандум написана не сообщить читателю, а для защиты писателя.
		-- Dean Acheson

%
Движение отложить всегда в порядке.
		-- Dean Acheson

%
Мышь слон построена японцами.
		-- Dean Acheson

%
Новый поставка круглых tuits прибыл и доступны от Марии.Любой, кто откладывал работу, пока они не получили круглую ТУИТ Теперьне имеет никакого оправдания для дальнейших проволочек.
		-- Dean Acheson

%
Рок магазин в итоге закрыли; они принимают слишком много для гранита.
		-- Dean Acheson

%
... То, что называется по этике, чья природа была запутанным, но если у вас его выбыли высокого класса риэлторских и если у вас не вы были темный делец, А скряга имуха-однодневок. Эти добродетели пробуждается доверие и позволило вам справитьсяБольшие предложений. Но они не подразумевают, что вы должны были быть непрактичными отказываются принимать удвоенное значение для дома, если покупатель был такой идиотчто он не заставит вас вниз на цену.
		-- Sinclair Lewis, "Babbitt"

%
Коммивояжером проезжал мимо фермы, когда он увидел свинью с тремяДеревянные ножки исполнители великолепный ряд сальто и кульбитов.Заинтригованный, он подъехал к ферме, где он нашел старый фермерсидя во дворе, наблюдая свинью."Это довольно свинья у вас там, сэр", сказал продавец."Конечно есть, сын," ответил фермер. "Почему, два года назад, моя дочьплавала в озере и ударилась головой и проклят рядом утонул, носвинья выплыл и потащил к берегу ".	"Удивительно!" воскликнул продавец."И это не единственное. Прошлой осенью я перережем древесину насеверо сорок, когда дерево упало на меня. Важная меня на землю, он сделал.Это свинья запустить и пошевелила под этим деревом и поднял его от меня.Спас мою жизнь.""Фантастический! Продавец сказал. Но скажите, почему свинья имееттри деревянных ног? "Фермер смотрела на вошедшего в изумлении. "Мистер, когда выполучил Amazin 'свинья так, вы не едите его все сразу ".
		-- Sinclair Lewis, "Babbitt"

%
Устное соглашение не стоит той бумаги, написано на.
		-- Samuel Goldwyn

%
О времени, когда мы думаем, что можем свести концы с концами, кто движется концы.
		-- Herbert Hoover

%
Согласно недавнему и ненаучного национального опроса, улыбаясь что-токаждый должен делать по крайней мере 6 раз в день. В попытке увеличитьв среднем по стране (США занимает третье место среди мировых держав вулыбается), Xerox поручил весь персонал, чтобы быть счастливым, шипучие исамое главное, чтобы улыбнуться. сотрудники Xerox согласен, и даже сильно чувствуючто они могут не только встретиться, но превзойти средний показатель по стране ... за исключениемУпитанный Акерман. Но из-за Табби делает такую ​​прекрасную работу гонок вокругстоянки с большим сачком Получение плавающей интегральные микросхемы, Xeroxрешил дать ему отдохнуть. Если вы видите Табби на стоянке он может иметьглуповатой ухмылкой. Это где выражение, "служба со слегкаробким улыбка "происходит от.
		-- Herbert Hoover

%
По всем последним сообщениям, не было ни слова правды в любом изРанее сообщалось.
		-- Herbert Hoover

%
Реклама является ценным экономическим фактором, поскольку это самый дешевыйспособ продажи товаров, особенно если товар стоит.
		-- Sinclair Lewis

%
Реклама является стук палкой внутри помоему ведро.
		-- George Orwell

%
Реклама может быть описана как наука о арестовав человекаинтеллект достаточно долго, чтобы получить деньги от него.
		-- George Orwell

%
Ведь сказано и сделано, ад намного больше будет сказать, чем сделать.
		-- George Orwell

%
После любого повышения зарплаты, у вас будет меньше денег на конецмесяц, чем вы делали раньше.
		-- George Orwell

%
Все, что я прошу, это шанс доказать, что деньги не могут сделать меня счастливым.
		-- George Orwell

%
Все крупные корпорации амортизировать свои владения, и вы можете тоже,при условии использования их в коммерческих целях. Например, если вы подписалиськ Wall Street Journal, газеты связанных с бизнесом, вы можете вычестьСтоимость вашего дома, потому что, по словам Верховного главнокомандующего США судСправедливость Уоррен Бергер в налоговой знаковым решением 1979: "Где еще тыбудет читать газету? За пределами? Что делать, если идет дождь? "
		-- Dave Barry, "Sweating Out Taxes"

%
Все это большое дело о белых воротничков преступления - Что случилось с белым воротникомпреступление? Кто пользуется его работу сегодня? Вы? Меня? Любой? Только удовлетворениечасть любой работе кофе-брейк, обед час и выход времени. Много лет назадбыло по крайней мере надежда улучшения - возможная продвижение - болееважные рабочие прийти. После того как вы можете быть проданы миф, что вы можете сделатьпрезидент компании вы вряд ли когда-нибудь украсть талоны. Но никтосчитает, что он собирается быть президентом больше. Чем больше людей меняют работутем больше они понимают, что существует прямая связь между работаетживая и общая одурманивающих скука. Так почему бы не взять реванш? Вы несобирается найти мне стучать парня, потому что он колодки счет расходов и егодомой канцелярские несет эмблему компании. Заберите преступления от белогослужащий, и вы будете грабительствуй его последних следов интерес работы.
		-- J. Feiffer

%
Все это езда на велосипеде и дело вокруг, почему, это не за деньги, а для удовольствия.Деньги просто так мы вести счет.
		-- Henry Tyroon

%
Все гарантийные и гарантийные положения утрачивают силу после уплаты счета-фактуры.
		-- Henry Tyroon

%
Америка работает менее, когда вы говорите "Союз Да!"
		-- Henry Tyroon

%
Американский бизнес давно отказались от требовательных будущих сотрудниковбыть честным и трудолюбивым. Он даже перестал надеяться на сотрудников, которыедостаточно образованы, чтобы они могли отличить мужскую комнату иженскую комнату без маленьких изображений на дверях.
		-- Dave Barry, "Urine Trouble, Mister"

%
Офис партия не является, как это иногда предполагается управляющего директорашанс поцеловать чайную девочка. Это шанс чайный девушки, чтобы поцеловатьУправляющий директор (однако странно амбиция это может показаться кому-либокто видел управляющий директор лицо на).
		-- Katherine Whitehorn, "Roundabout"

%
Любой может сделать любое количество работ при условии, что это не работа, которую он долженчтобы делать в данный момент.
		-- Robert Benchley

%
Любой человек может держать штурвал, когда море спокойное.
		-- Publius Syrus

%
Любой человек может сделать омлет с яйцами. Хитрость заключается в том, чтобы сделать один с нулевого.
		-- Publius Syrus

%
Все бесплатно стоит то, что вы платите за это.
		-- Publius Syrus

%
Все, что помечено "NEW" и / или "улучшенный" не является. Этикетка означаетцена повысилась. Ярлык "ВСЕ НОВЫЕ", "совершенно новые", или "большой новый"означает, что цена пошла вплоть.
		-- Publius Syrus

%
"По крайней мере, они ___________ ОПЫТНЫЕ Енкомпетенц"
		-- Publius Syrus

%
При таких ценах, я теряю деньги, - но я сделать это в объеме.
		-- Peter G. Alaquon

%
На работе, авторитет человека обратно пропорциональнаКоличество ручек, что человек, несущих.
		-- Peter G. Alaquon

%
Будьте общительны. Поговорите с человеком, рядом с вами на линии безработицы завтра.
		-- Peter G. Alaquon

%
Были переданы в последнее время?
		-- Peter G. Alaquon

%
... Прежде чем я смог прийти к какому-либо заключению мне пришло в голову, что моя речьили мое молчание, действительно любое действие шахты, будет просто бесполезность. КакиеНе все ли равно, что кто-то знал или игнорировать? Что это имеет значение, кто былменеджер? Создается иногда такое озарение. Разработаны основыэто дело лежал глубоко под поверхностью, вне моей досягаемости, и за пределами моегоСила вмешательства.
		-- Joseph Conrad

%
Между 1950 и 1952, скучающим метеоролога, размещенных северу от HudsonБей, оставил памятник, что ни правительство, ни времени может искоренить.Используя бульдозер оставленную ВВС, он провел два года ибольшое усилие нажатия валуны в одном слове.Это можно видеть из 10000 футов, вырисовываются на фоне снега.Правительственные чиновники обмениваются записки, полные околичностей (без латинскихэквивалентно существует), но не слова законопроект об ассигнованиях наРазрушение этой пирамиды, которые не будут предупреждать прессу и смущатькак парламент и партии.Это стоит сегодня, памятник человеческого духа. Если жизнь существует на другомпланеты, это может быть первым сообщение, полученное от нас.
		-- The Realist, November, 1964.

%
Остерегайтесь всех предприятий, которые требуют новую одежду, а не вместоновый владелец одежды.
		-- Henry David Thoreau

%
Biz лучше.
		-- Henry David Thoreau

%
Тело по Nautilus, мозг, Mattel.
		-- Henry David Thoreau

%
Bullwinkle: Вы просто оставить, что к моему приятелю. Он мозги наряд.Общие сведения: Что это заставит вас?Bullwinkle: Что еще? Исполнительной власти.
		-- Jay Ward

%
Бизнес хорошая игра - много конкуренции и минимум правил.Вы вести счет с деньгами.
		-- Nolan Bushnell, founder of Atari

%
Бизнес будет либо лучше или хуже.
		-- Calvin Coolidge

%
"Но ты не волнуйся, его за дело - кормить лапы глобальных корпораций."
		-- Calvin Coolidge

%
Но наибольший Электрическое Pioneer из них всех был Томас Эдисон, который былблестящий изобретатель, несмотря на то, что у него было мало формального образования ижил в Нью-Джерси. Первый крупный изобретение Эдисона в 1877 году, былфонограф, который вскоре может быть найден в тысячах американских домов, гдеэто в основном не сидел до 1923, когда запись была изобретена. Но ЭдисонаСамым большим достижением пришли в 1879 году, когда он изобрел электрическую компанию.дизайн Эдисона был блестящим адаптация простой электрической цепи:электрический компания направляет электричество через провод к клиенту, тонемедленно получает электроэнергию обратно через другой провод, а затем (этоблестящий часть) отправляет его обратно клиенту снова.Это означает, что электрическая компания может продать клиенту ту же самую партиютысячи электроэнергию раз в день и никогда не поймают, так малоклиенты не торопитесь, чтобы внимательно изучить свою электроэнергию. На самом деле вВ прошлом году любой новый электричество генерируется в Соединенных Штатах было 1937;электрические компании были просто перепродавая его до сих пор, что являетсяПоэтому у них так много свободного времени, чтобы подать заявку на увеличении скорости.
		-- Dave Barry, "What is Electricity?"

%
К середине 1880-х годов, практически все дороги за исключением тех,Юг, были по настоящему стандартной колеи. Южные дороги былиеще пять футов между рельсами.Было решено изменить калибр всех южных дорог на должном уровне,В течение одного дня. Этот замечательный кусок работы был проведен в воскресенье в мае1886 В течение нескольких недель заранее, магазины были заняты прессования диски в намосты к новому и более узкой колеи, чтобы иметь запас подвижного которыйможет работать на новой трассе, как только он был готов. Наконец, на множестве день,Большое число банд трековых слоев пошел работать на рассвете. Везде однажелезнодорожные была ослаблена, переехал в трех с половиной дюймов, а шипами вниз в ееНовая позиция. По темным, поезда из где-нибудь в Соединенных Штатах может работатьнад гусеницами на юге, и свободного обмена грузовых вагонов вездебыло возможно.
		-- Robert Henry, "Trains", 1957

%
Работая добросовестно восемь часов в день, вы можете в конечном итоге получить, чтобы бытьбосс и работа двенадцать.
		-- Robert Frost

%
Может кто-нибудь помнит, когда времена были не трудно, а денег не хватает?
		-- Robert Frost

%
Может быть что-либо печальнее, чем работа осталась незавершенной? Да, работа не началась.
		-- Robert Frost

%
Небрежно планируемые проекты принять три раза больше времени, чем ожидалось.Тщательно планируемые проекты принять четыре раза больше времени, чем ожидалось,главным образом потому, планировщики ожидать их планирование, чтобы уменьшить время, необходимое.
		-- Robert Frost

%
Председатель Скучно.
		-- Robert Frost

%
Колонка 1 Колонка 2 Колонка 30. интегрированные варианты 0. Управление 0.1. Общая 1. организационно 1. Гибкость2. систематизированы 2. мониторинг 2. способность3. параллельно 3. обратная 3. мобильность4. Функциональная 4. Цифровой 4. программирование5. реагировать 5. логистическая 5. Концепция6. опционально 6. Переходный 6. Время фазы7. синхронизированы 7. инкрементный 7. проекцию8. совместим 8. третьего поколения 8. аппаратных9. сбалансированный 9. Политика 9. непредвиденныхПроцедура проста. Подумайте любого трехзначного числа, а затем выберитесоответствующая словом из каждого столбца. Например, число 257 производит"Систематизированы логистическая проекция", фраза, которая может быть сброшены впрактически любой отчет с этого кольца решающего, знающих власти. "Нетодин будет иметь самое отдаленное представление о том, что вы говорите, "говорит Бротон,"Но главное, что они не собираются, чтобы признать это."
		-- Philip Broughton, "How to Win at Wordsmanship"

%
Комитеты стали настолько важно в наши дни, что подкомитеты должныбыть назначен, чтобы сделать работу.
		-- Philip Broughton, "How to Win at Wordsmanship"

%
Компетентность, как и истина, красота и контактных линз, является в глазахзритель.
		-- Dr. Laurence J. Peter

%
Конкурентное ярость не всегда гнев. Это мужество истинного миссионераи усердие в решении возможность того, что один Лучше не может быть достаточно.
		-- Gene Scott

%
... [Относительно кавычки], даже если мы * ___ сделал * цитатой кто в этомбизнес, он, вероятно, будет бред.
		-- Thom McLeod

%
"Последствия, Schmonsequences, покуда я богат".
		-- "Ali Baba Bunny" [1957, Chuck Jones]

%
Рассмотрим почтовую марку: его полезность состоит в способности кпридерживаться одной стороны, пока он получает там.
		-- Josh Billings

%
Консультанты мистические люди, которые просят компанию по ряду, а затемдать его обратно к ним.
		-- Josh Billings

%
Кредит ... является единственным выдерживающий свидетельством доверия человека в человеке.
		-- James Blish

%
Работа с недостаточностью легко:Работа над улучшением.Успех также прост в обращении:Вы решили неправильный проблему.Работа над улучшением.
		-- James Blish

%
Работа с проблемой накопления чистой персонала,все наши исследования ... указывают на среднее увеличение 5,75% в год.
		-- C. N. Parkinson

%
О Боже:Я просто хочу * ___ один * однорукого менеджер поэтому я никогда не придется услышать "ОС другой стороны ", снова.
		-- C. N. Parkinson

%
Глубокоуважаемый господин языковой личности: Какова цель апострофа?Ответ: апостроф используется в основном в ручной буквами малого бизнеса признаковчтобы предупредить читателя, чем "S" идет вверх на конце слова, например:МЫ НЕ КРОМЕ персональный чек, либо: НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА элемента.Другим важным понятием грамматики иметь в виду при создании ручной буквамималого бизнеса признаки, что вы должны поставить кавычки случайноеСлова для украшения, как и в "попробовать" нашей горячей собаки, или даже попробовать "Наши" HOT собаки.
		-- Dave Barry, "Tips for Writer's"

%
Несмотря всей видимости, ваш босс мышление, чувство, человеческое существо.
		-- Dave Barry, "Tips for Writer's"

%
"Вы думаете, что мы делаем не так?""Конечно, это не так! Это незаконно!""Я никогда ничего незаконного не делали раньше.""Я думал, ты сказал, что бухгалтер!"
		-- Dave Barry, "Tips for Writer's"

%
Не незаменим, если вы не можете быть заменены, вы не можете быть повышен.
		-- Dave Barry, "Tips for Writer's"

%
Не украсть; thou'lt никогда таким успешно конкурировать в бизнесе. Чит.
		-- Ambrose Bierce

%
Не говори мне, как тяжело вы работаете. Скажите, сколько вы сделали.
		-- James J. Ling

%
"Не говори мне, что я жег свечу с обоих концов - сказать мне, гдеполучить больше воска !! "
		-- James J. Ling

%
Мечты свободны, но вы промокнуть на время соединения.
		-- James J. Ling

%
Бурение при добыче нефти скучно.
		-- James J. Ling

%
Зарабатывайте деньги в свободное время - шантажировать своим друзьям.
		-- James J. Ling

%
Эрнест просит Фрэнка, как долго он работает в компании."С тех пор как они угрожали уволить меня."
		-- James J. Ling

%
Вы замечали, что даже самые занятые люди никогда не бывают слишком заняты, чтобы сказать вам,насколько они заняты?
		-- James J. Ling

%
Нет худа без добра; Вы должны были проданы его, и купил титан.
		-- James J. Ling

%
"Каждый человек имеет свою цену. Шахта $ 3.95."
		-- James J. Ling

%
Каждый человек думает что Бог на его стороне. Богатые и сильные знаю, что он есть.
		-- Jean Anouilh, "The Lark"

%
Каждое утро в Африке, газель просыпается. Он знает, он должен работать быстреечем самый быстрый лев или будут убиты. Каждое утро лев просыпается.Она знает она должна обогнать медленный газель или он будет голодать до смерти.Это не имеет значения, являетесь ли вы лев или газель: когда придет ВСвверх, вам лучше быть запущен.
		-- Jean Anouilh, "The Lark"

%
"Каждое утро я встаю и просматривать список" Форбса избогатые люди в Америке. Если я не там, я иду на работу "
		-- Robert Orben

%
Каждый успешный человек не имел неудач, но неоднократное невыполнение нетгарантия в конечном успехе.
		-- Robert Orben

%
Каждый молодой человек должен иметь хобби: научиться обращаться с деньгами являетсяЛучший.
		-- Jack Hurley

%
Все, кроме Сэм подписался на пенсионного плана новой компании, котораяпризвал к небольшим вкладом работника. Компания уделяет всеотдых. К сожалению, было необходимо участие сотрудников 100%;в противном случае план был выключен. босс Сэма и его коллеги призналии уговаривал, но безрезультатно. Сэм сказал, что план никогда не окупится.Наконец президент компании называют Сэма в его кабинет."Сэм", сказал он, "вот копия нового пенсионного плана и вотручка. Я хочу, чтобы вы подписать бумаги. Прости, но если вы не подпишете,ты уволен. По состоянию на сейчас ".Сэм сразу подписал бумаги."Теперь", сказал президент, "не могли бы вы рассказать мне, почему тыне мог подписать раньше? ""Ну, сэр," ответил Сэм, "никто не объяснил мне стольясно перед ".
		-- Jack Hurley

%
Все любит Киддер, но никто не придает ему деньги.
		-- Arthur Miller

%
Каждый, кто приходит сюда хочет три вещи:(1) Они хотят это быстро.(2) Они хотят хорошо.(3) Они хотят дешево.Я говорю им, чтобы выбрать два и перезвонить мне.
		-- sign on the back wall of a small printing company

%
Исключения подтверждают правило, и сорвать бюджет.
		-- Miller

%
Выдержка из беседы службу поддержки человека иКлиент работает на известной военно-филиалом исследовательской лаборатории:Поддержка: "Вы не наш клиент только, вы знаете."Клиент: "Но мы одно из немногих с тактического ядерного оружия."
		-- Miller

%
Исполнительный способность быстро решить и получить кого-то еще, чтобы сделатьработа.
		-- John G. Pollard

%
Компании Exxon 'Вселенная энергетики' имеет тенденцию к своеобразной, а неюмористические ... После [непонятная пленка монтаж о ветре и солнце идождь и разрезы и] два или три минуты механической путаницы,сиденья locomote через короткий туннель, наполненный часовой работы динозавров.Динозавры изображены без точности и слишком близко к лицу."Один из немногих реальных новинок на Epcot является использование запаха вусугубить иллюзии. Конечно, никто не знает, что динозавры пахло,но Exxon решила от них пахло плохо."На другом конце Dino Рву ... есть конечная, очень запутанногоСообщение о стоящих challengehood завтра стрелке. Я задремал во время этого,но импорт, кажется, что динозавры не имеют ничего общего сЭнергетическая политика и вы тоже ".
		-- P. J. O'Rourke, "Holidays in Hell"

%
Отказ чаще от недостатка энергии, чем недостатка капитала.
		-- P. J. O'Rourke, "Holidays in Hell"

%
Быстро, дешево, хорошо: выбрать два.
		-- P. J. O'Rourke, "Holidays in Hell"

%
Страх является самым большим продавцом.
		-- Robert Klein

%
Почувствуйте разочаровался? У меня есть некоторые большие новые иллюзии, прямо здесь!
		-- Robert Klein

%
Для каждого парня, который делает свой след, есть полдюжины ждет тереть его.
		-- Andy Capp

%
Genius это один процент вдохновения и девяносто девять процентов пота.
		-- Thomas Alva Edison

%
Genius представляет десять процентов вдохновения и пятьдесят процентов прибыли капитала.
		-- Thomas Alva Edison

%
Получение работу не является оправданием для не по правилам.Следствие:Следуя правилам не получить работу.
		-- Thomas Alva Edison

%
"При выборе между выполняете что-то и просто валяется,Я предпочел бы лежать. Нет Конкурс ".
		-- Eric Clapton

%
Бог помогает тем, кто не помогает себе.
		-- Wilson Mizner

%
Бог помогает им, что помочь себе.
		-- Benjamin Franklin, "Poor Richard's Almanac"

%
Хороший день, чтобы избежать полицейских. Сканирование на работу.
		-- Benjamin Franklin, "Poor Richard's Almanac"

%
Хорошие продавцы и хорошие ремонтники никогда не голодали.
		-- R. E. Schenk

%
Счастье положительный денежный поток.
		-- R. E. Schenk

%
Тяжелая работа никого не убивал, но зачем рисковать?
		-- Charlie McCarthy

%
Заметили ли вы, что люди, которые всегда пытаются сказать вам`Есть время для работы и время для игры" никогда не найти время для игры?
		-- Charlie McCarthy

%
Он не приобрел состояние; фортуна приобрела его.
		-- Bion

%
Тот, кто имеет только четыре и тратит пять не имеет никакой потребности в бумажнике.
		-- Bion

%
Тот, кто доволен своей участью, вероятно, имеет много.
		-- Bion

%
Тот, кто наступает на других, чтобы достичь вершины имеет хороший баланс.
		-- Bion

%
"Здесь, в телефонной компании, мы обслуживаем все виды людей, отПрезиденты и короли отбросов земли ... "
		-- Bion

%
"Эй, Сэм, как насчет кредита?""Whattaya нужно?""О, около $ 500.""Whattaya получил в качестве залога?""Whattaya нужно?""Как насчет глаз?"
		-- Sam Giancana

%
Безобразно изуродована древнеиндийской проклятия?		МЫ МОЖЕМ ПОМОЧЬ!Позвоните (511) 338-0959 к немедленному назначению.
		-- Sam Giancana

%
Прокат морально инвалидов.
		-- Sam Giancana

%
Главная центры предназначены для сделай своими руками, кто готов кплатить более высокие цены для удобства будучи в состоянии делать покупки для пиломатериалов,аппаратные и тостеры все в одном месте. Заметьте, что я говорю "магазин для", какпротивоположность "получить". Это основной недостаток домашних центров: онивсегда из всего, кроме искусственных елок. Home Centerсотрудники не имеют времени, чтобы изменить порядок товаров, потому что они слишком занятыприменяя маленькие наклейки цена к каждому объекту - каждая плата, стиральная машина, ногтейи винт - в весь магазин ...Скажем кусок в ваших сливного бачка перерывов, так что вы удалитесломанные детали, обратитесь в домашний центр, и попросить сотрудника, если он имеетзамена. Работник, который никогда не будет его жизнь, даже видел внутрииз сливного бачка, будет всматриваться в сломанной части в очень многом таким же образомчто член примитивной джунгли Амазонки племени будет смотреть на электронныйкалькулятор, а затем сказать, "Мы ожидаем отгрузку этих когда-топримерно в середине следующей недели ".
		-- Dave Barry, "The Taming of the Screw"

%
Добросовестность по большей части менее выгодным, чем нечестность.
		-- Plato

%
Честность платит, но это, кажется, не уделяют достаточного, чтобы удовлетворить некоторых людей.
		-- F. M. Hubbard

%
Отели устали срываемый. Я проверил в отель и онибыли полотенца из моего дома.
		-- Mark Guido

%
Почему все происходит так медленно, если это называется час пик?
		-- Mark Guido

%
Почему финансовые консультанты никогда не кажутся столь богаты, как ониутверждают, что они сделают вас?
		-- Mark Guido

%
"Сколько людей здесь работать?""О, около половины".
		-- Mark Guido

%
Человеческие ресурсы являются человеческие первый, и ресурсы второго.
		-- J. Garbers

%
"Я убежден, что производители ковров удаления запаха порошоквключили инкапсулированный время выпущен кошка мочи в своих продуктах.Эта технология должна быть, что помешало его распределение во моей мамыправить. Мой ковер пахнет мочой, и у меня нет кота. Лучше пойтикупить еще ".
		-- timw@zeb.USWest.COM

%
Я более скучно, чем вы могли когда-либо быть. Возвращайся к работе.
		-- timw@zeb.USWest.COM

%
Я объясняю свой успех в разведывательных, кишок, решительность, честность,честолюбие, и имея достаточно денег, чтобы купить людей с этими качествами.
		-- timw@zeb.USWest.COM

%
СПОРИМ То, что произошло, они обнаружили огонь и изобрел колесо натот же день. Затем в ту ночь, они сожгли колесо.
		-- Jack Handey, The New Mexican, 1988.

%
Я не могу нарисовать корзина, не едят сушеные овес; Если это будет мужская работа сделаю это.
		-- Jack Handey, The New Mexican, 1988.

%
Считаю новое устройство или технологию, были в культурном принято, когдаона была использована для совершения убийства.
		-- M. Gallaher

%
Я не делаю это за деньги.
		-- Donald Trump, Art of the Deal

%
У меня нет никакого использования для телохранителей, но у меня есть определенный применение двухвысококвалифицированные дипломированных бухгалтеров.
		-- Elvis Presley

%
Я не хочу, чтобы достичь бессмертия благодаря моей работе. Я хочу добитьсябессмертие через не умирает.
		-- Woody Allen

%
Я, например, не может опротестовать недавнее M.T.A. тариф поход иПрилагаемые обещает, что это ни в коей мере улучшения обслуживания. Длятранспортная система, как это в настоящее время действует, скрыл преимущества, которыене может быть измерена в денежном выражении.Лично я считаю, что это хорошо стоит 75 центов или даже $ 1 доесть что безупречную повод всякий раз, когда я опаздываю к чему: "Я пришелна метро ". Эти четыре слова имеют такую ​​магию в них, что, если Гододолжны когда-нибудь показать и бормотать их, любой зритель мгновеннопонять его длительную задержку.
		-- Woody Allen

%
Я работать дальше по той же причине курица идет на кладки яиц.
		-- H. L. Mencken

%
У меня непритязательный вкус. Я всегда достаточно самого лучшего.
		-- Oscar Wilde

%
Я есть способы заставить деньги, которые вы ничего не знаете о.
		-- John D. Rockefeller

%
Я просто спросил себя ... что бы Делореан делать?
		-- Raoul Duke

%
Мне просто нужно достаточно, чтобы преодолеть меня, пока я не нужно больше.
		-- Bill Hoest

%
Мне нравится работать; это очаровывает меня; Я могу сидеть и смотреть на него в течение нескольких часов.
		-- Bill Hoest

%
Я никогда не изменял честного человека, только негодяев. Они хотели что-то дляничего. Я не дал им ничего за что-то.
		-- Joseph "Yellow Kid" Weil

%
Я не обязан общественности ничего.
		-- J. P. Morgan

%
Я был в этом преждевременно Кондиционер супермаркет и там были всеэти проходы и появились эти купальные шапочки можно было купить что бы этивид четвертого июля перья на них, что были красный и желтый и синий иЯ не был соблазн купить один, но мне напомнили о том, что я былизбегая пляж.
		-- Lucinda Childs "Einstein On The Beach"

%
Я был частью этого странного рода людей метко охарактеризовал как расходових жизнь делают вещи, которые они не любят, чтобы сделать деньги, которые они не хотяткупить вещи, которые они не нужны, чтобы произвести впечатление людей, которых они не любят.
		-- Emile Henry Gauvreay

%
Я предпочел бы быть привело к черту, чем удалось неба.
		-- Emile Henry Gauvreay

%
Я лучше просто верить, что это будет сделано путем маленьких эльфов бегают.
		-- Emile Henry Gauvreay

%
Я всегда ищем новые идеи, которые будут более продуктивными, чем его стоимость.
		-- David Rockefeller

%
У меня все деньги, которые я когда-нибудь понадобится, если я умру к 4 часам.
		-- Henny Youngman

%
Я:Лучший способ сделать шелковый кошелек из свиного уха должна начатьсяс шелковой свиноматки. То же самое относится и к деньгам.II:Если сегодня были наполовину так хорошо, как завтра должно быть, было бывероятно, будет в два раза лучше, как и вчера был.III:Там нет ленивые ветеранов охотники лев.IV:Если вы можете позволить себе рекламу, вы не должны.V:Десятая часть участников производить более одной трети выходе.Увеличение количества участников лишь уменьшает среднее	вывод.
		-- Norman Augustine

%
Если подчиненный задает вам уместный вопрос, взглянуть на него, как будто он былобезумел. Когда он смотрит вниз, перефразируя вопрос на него.
		-- Norman Augustine

%
Если вещь стоит делать, стоит делать плохо.
		-- G. K. Chesterton

%
Если стоит вещь в имеющих, стоит обман для.
		-- W. C. Fields

%
Если ничего не помогает, снизить стандарты.
		-- W. C. Fields

%
Если банкиры могут рассчитывать, как прийти они имеют восемь окон и только четыре счетчиков?
		-- W. C. Fields

%
Если когда-нибудь удовольствие одного должен быть куплен боли другого, естьлучше покажите никакой торговли. Торговый с помощью которого каждый получает и другой теряет это обман.
		-- Dagny Taggart, "Atlas Shrugged"

%
Если бы Бог не дал нам клейкую ленту, это было бы необходимо изобрести.
		-- Dagny Taggart, "Atlas Shrugged"

%
Если бы мне пришлось шахте, я не думаю, я бы просто отказаться от нее. Там вдолжен быть лучший способ.
		-- Jack Handey, The New Mexican, 1988.

%
Если я хочу свое мнение, я спрошу Вас заполнить необходимую форму.
		-- Jack Handey, The New Mexican, 1988.

%
Если бы я был могильщиком или даже палач, есть некоторые люди, я могработать с большим наслаждением.
		-- Douglas Jerrold

%
Если это стоит делать, стоит делать за деньги.
		-- Douglas Jerrold

%
Если деньги не могут купить счастье, я думаю, вы просто должны арендовать его.
		-- Douglas Jerrold

%
Если бы мы могли продавать наш опыт для того, что они стоят нам, мы быВсе бы миллионерами.
		-- Abigail Van Buren

%
Если то, что они делали не решило проблему, сказать им, чтобыделать что-то другое.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Если вы всегда отложить удовольствие вы никогда не будете иметь его. Бросить работу и игратьоднажды!
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Если вы хорошо, вам будет присвоен всю работу. Если ты настоящийхорошо, вы будете выйти из него.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Если вы старше 80 лет и в сопровождении ваших родителей, мы будемобналичить.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Если вы снимаете под 80 вы пренебрегаете свой бизнес;более 80 вы пренебрегая гольф.
		-- Walter Hagen

%
Если вы не богаты вы всегда должны выглядеть полезным.
		-- Louis-Ferdinand Celine

%
Если вы можете посчитать свои деньги, вы не имеете миллиард долларов.
		-- J. Paul Getty

%
Если вы не можете получить работу в течение первых 24 часов, работать по ночам.
		-- J. Paul Getty

%
Если вы не можете научиться делать это хорошо, научитесь получать удовольствие делать это плохо.
		-- J. Paul Getty

%
Если вы не должны работать так тяжело, нужно иметь больше времени, чтобы быть подавленным.
		-- J. Paul Getty

%
Если вы что-то прямо сразу, кто-то попросит вас сделать это снова.
		-- J. Paul Getty

%
Если вы не успели сделать это правильно, где вы собираетесь найти времяделать это снова?
		-- J. Paul Getty

%
Если вы не в состоянии запланировать, планировать на провал.
		-- J. Paul Getty

%
Если вы имели лучшие инструменты, вы могли бы более эффективно продемонстрировать ВашОбщая некомпетентность.
		-- J. Paul Getty

%
Если у вас есть, чтобы спросить, сколько это, вы не можете себе это позволить.
		-- J. Paul Getty

%
Если вы раздуть что-то и это удастся, ты гений - это не былореклама. Если вы раздуть его, и он выходит из строя, то это был просто обман.
		-- Neil Bogart

%
Если вы продавать алмазы, вы не можете ожидать, чтобы иметь много клиентов.Но алмаз алмаз, даже если нет клиентов.
		-- Swami Prabhupada

%
Если вы подозреваете, что человек, не используют его.
		-- Swami Prabhupada

%
Если вы думаете, никто не заботится, если вы живы, попытаться пропустить пару автомобиляплатежей.
		-- Earl Wilson

%
Если вы хотите знать, что Бог думает о деньгах, просто посмотреть на людей, он далэто.
		-- Dorthy Parker

%
Если вы хотите поставить себя на карте, публиковать вашу собственную карту.
		-- Dorthy Parker

%
Если вы знаете цену деньгам, поди заимствовать некоторые.
		-- Ben Franklin

%
Если вы похожи на большинство домовладельцев, вы боитесь, что многие ремонтавокруг вашего дома слишком сложно бороться. Так что, когда ваша печьвзрывается, вы звоните в так называемую профессиональную, чтобы исправить это."Профессиональные" прибывает в грузовике с надписью на бортах и ​​осаждаетбольшое количество инструментов и двух помощников, которые проводят большую часть изнеделе в подвале бить объекты наугад с тяжелыми гаечными ключами, послекоторой «профессиональные» возвращается и дает вам счет за чуть болееденег, чем это стоило бы вам запустить успешную кампанию за СШАСенат.И вот почему вы решили начать делать вещи самостоятельно. Выфигура, "Если эти ребята могут исправить мою печь, то так можно I. Как трудный бываетэто может быть? "	Очень сложно. На самом деле, большинство домашних проекты невозможны, которыйВот почему вы должны сделать их самостоятельно. Там нет смысла в оплате другалюди, чтобы ввернуть вещи, когда вы можете легко ввернуть их до себя за гораздоменьше денег. Эта статья может помочь вам.
		-- Dave Barry, "The Taming of the Screw"

%
Важные письма, которые не содержат ошибок будет развиваться ошибок по почте.Соответствующие ошибки будут отображаться в двух экземплярах, а Босс читаетЭто. Vital документы будут демонстрировать свою жизнеспособность, спонтанно двигатьсяс которой вы их туда, где вы не можете найти их.
		-- Dave Barry, "The Taming of the Screw"

%
В 1914 году первый кроссворд был напечатан в газете.Создатель получил $ 4000 вниз ... и $ 3000 в поперечнике.
		-- Dave Barry, "The Taming of the Screw"

%
В потребительском обществе неизбежно существуют два вида рабов:заключенные наркомании и заключенные зависти.
		-- Dave Barry, "The Taming of the Screw"

%
В иерархии каждый служащий имеет тенденцию к росту до его уровня некомпетентности ...времени каждый пост имеет тенденцию быть занята работником, который является некомпетентнымвыполнять свои обязанности ... Работа проводится тех сотрудников, которыееще не достигли своего уровня некомпетентности.
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
В случае атомной атаки, все правила работы будет временно приостановлена.
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
В случае травмы уведомить своего начальника немедленно. Он поцелует ее исделать его лучше.
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
В каждом иерархии крем поднимается до тех пор, пока испортятся.
		-- Dr. Laurence J. Peter

%
Для того чтобы получить кредит необходимо сначала доказать, что вы не нужно.
		-- Dr. Laurence J. Peter

%
В середине широкой области является горшок с золотом. 100 футов к северу стендовумный менеджер. 100 футов к югу стоит немой менеджер. 100 футов, чтобывосток пасхальный кролик, и 100 футов на запад Санта-Клауса.Вопрос: Кто будет горшок с золотом в первую очередь?A: немой менеджер. Все остальные мифы.
		-- Dr. Laurence J. Peter

%
Инновации трудно планировать.
		-- Dan Fylstra

%
Безумие финале обороны ... Трудно, чтобы получить возмещение, когдапродавец нюхает промежность и лай на луну.
		-- Dan Fylstra

%
Это человек, который взрывает банкам econoclast?
		-- Dan Fylstra

%
Лучше дать, чем сдавать в аренду, и это стоит примерно столько же.
		-- Dan Fylstra

%
Лучше жить богатым, чем умереть богатым.
		-- Samuel Johnson

%
Лучше ехать надеюсь, чем покупать Continental.
		-- Samuel Johnson

%
Трудно парить с орлами, когда вы работаете с индеек.
		-- Samuel Johnson

%
Крайне важно при полете тренер, что вы сдерживать любую тенденцию кярко воображением. Ибо, хотя он может кратковременно появляются бытьтак, то вовсе не вероятно, что кабина полностью заселенаплача младенцев курящих недорогие отечественные сигары.
		-- Fran Lebowitz, "Social Studies"

%
Невозможно наслаждаться холостого хода тщательно если не имеет достаточноработа, которую нужно сделать.
		-- Jerome Klapka Jerome

%
Гораздо сложнее найти работу, чем держать один.
		-- Jerome Klapka Jerome

%
Это не достаточно, что я должен преуспеть. Другие должны потерпеть неудачу.[Также отнести к Дэвид Меррик. Ред.]Это не достаточно, чтобы добиться успеха. Другие должны потерпеть неудачу.[Великие умы мыслят одинаково? Ред.]
		-- Gore Vidal

%
Смешно назвать это промышленность. Это не. Это крыса едяткрыса, волк. Я убью их, и я собираюсь убить их, прежде чем ониубей меня. Вы говорите об американском пути выживания наиболее приспособленных.
		-- Ray Kroc, founder of McDonald's

%
Это бедный рабочий, обвиняет его инструменты.
		-- Ray Kroc, founder of McDonald's

%
Это было бизнес делает удовольствие с вами.
		-- Ray Kroc, founder of McDonald's

%
Это невероятно! Мы ничего подобного в последние полчаса не видел!
		-- Macy's

%
Это не так трудно поднять себя, свои загрузки, как только вы от земли.
		-- Daniel B. Luten

%
Это очень гламурно, чтобы собрать миллионы долларов, пока не пришло время дляВенчурный капиталист сосать ваши глазные яблоки из.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Просто потому, что он мертв нет оснований увольнять работу.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Продолжайте хорошую работу! Но, пожалуйста, не спрашивайте меня, чтобы помочь.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Держите босса вашего босса со спины вашего босса.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Следи за мячом,Плечо, чтобы колеса,Нос по точильный,Ваши ноги на землю,Ваш голову на плечах.Теперь ... пытаться что-то сделать!
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Расточительное расходование может иметь катастрофические последствия. Не купить любые расточает на некоторое время.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Давать деньги в плохой должника и он будет ненавидеть вас.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Позвольте мне заверить вас, что нам здесь на Первом национальном, ты не простономер. Youre два числа, разделенные тире еще три цифры, еще один дефис идругой номер.
		-- James Estes

%
Давайте организуем эту вещь и взять все самое интересное из него.
		-- James Estes

%
Жизнь здоровый уважения матери-природы с добавкой жадности.
		-- James Estes

%
Жизнь дешева, но аксессуары могут убить вас.
		-- James Estes

%
Жить по вашего дохода, даже если вы вынуждены занимать это сделать.
		-- Josh Billings

%
Жизнь на Земле может быть дорогим, но она включает в себя ежегодную бесплатную поездкувокруг Солнца
		-- Josh Billings

%
Воистину Мужчины стали инструментом их инструментов.
		-- Henry David Thoreau

%
Менеджер займа-отдел: "Существует не мелкий шрифт на этих.процентные ставки, мы не должны его ".
		-- Henry David Thoreau

%
Lonesome?Как изменения?Как новую работу?Как волнения?Хотел бы встретиться с новыми интересными людьми?JUST ВИНТ-UP One More Time !!!!!!!
		-- Henry David Thoreau

%
Смотри, мы торгуем каждый день там с энергичные, дело-производители, авантюристов, уголовников,жулики. Вот так бизнес начать. Вот так этострана была построена.
		-- Hubert Allen

%
Много людей путают плохое управление с судьбой.
		-- Frank Hubbard

%
Любовь может посмеяться над слесарями, но он имеет глубокое уважение к денежных мешков.
		-- Sidney Paternoster, "The Folly of the Wise"

%
Удача, что, когда подготовка и возможность встретиться.
		-- P. E. Trudeau

%
Поярель на работе. Продолжить, чтобы вещи ухудшаться в домашних условиях.
		-- P. E. Trudeau

%
Человек есть животное, которое делает сделки: нет другое животное не делает this--ни одна собака не обменивается кости с другой.
		-- Adam Smith

%
Человек должен формировать свои инструменты, чтобы они формируют его.
		-- Arthur R. Miller

%
Управление: Сколько ног у мышей есть?Ответить: Мыши имеют четыре ноги.М: Разработка!R: Мыши имеют пять конечностей, и четыре из них ноги.М: Нет обсуждение пятого придаток!R: Мыши имеют пять конечностей; четыре из них ноги; один хвост.М: Что? Ноги без ног?R: Мыши имеют четыре ноги, четыре ноги и один хвост на единицу-мыши.М: Смешение - это то, что в общей сложности 9 придатков?R: Мыши имеют четыре ноги-ноги сборок и один хвостовое оперение за телом.М: Не полностью обсудить вопрос!R: Каждая мышь оснащена четырьмя ногами и хвостом. Каждая ногаоснащен стопы в конце противоположном тела; хвостне оснащен пешком.М: Описательный? Да. Силовое НЕТ!R: Отвод придатков у мышей будет: Четыре сборки колено ноги,один хвост. Отклонение от этой политики не допускается, поскольку это будетсоставляют misapportionment дефицитных придатков активов.М: Слишком авторитарно; душит творчество!R: Мыши имеют четыре ноги; каждая ножка прикреплена к небольшому ноге присоединилсяза одно целое с общей мыши структурной подсистемы. Такжеприкрепленный к мыши подсистемы является тонкий хвост, нефункциональный идекоративные в природе.М: Слишком многословным / научные. Ответ на вопрос!R: Мыши имеют четыре ноги.
		-- Arthur R. Miller

%
Многие люди энтузиазма по поводу их работы.
		-- Arthur R. Miller

%
Многие люди энтузиазма по поводу вашей работы.
		-- Arthur R. Miller

%
Многие пишут записки, чтобы сказать вам, что они не имеют ничего сказать.
		-- Arthur R. Miller

%
Mater ARTIUM necessitas.	[Голь на выдумки хитра].
		-- Arthur R. Miller

%
Материнство платить? Теперь каждый Том, Дик и Гарри забеременеть.
		-- Malcolm Smith

%
Может быть, вы не можете купить счастье, но в эти дни можно, конечно, зарядить его.
		-- Malcolm Smith

%
Макдональдс - Потому что ты стоит.
		-- Malcolm Smith

%
Мужчины высокого гения, когда они делают наименьшее работу наиболее активны.
		-- Leonardo da Vinci

%
Мужчины принимают только свои потребности во внимание - никогда их способностей.
		-- Napoleon Bonaparte

%
Мужская кожа отличается от женской кожи. Это обычно больше, иона имеет больше змей татуировку на него. Кроме того, если вы посмотрите женской кожиочень тесно, мало-помалу, начиная с ее красивые лодыжки, затем осторожноПрослеживая стройный изгиб ее телят, затем перейти к ней ...[Примечание редактора: Чтобы освободить место для новостных статей о важных событиях в миретаких как сельское хозяйство, мы собираемся удалить следующие несколько квадратных футов изженщины кожа. Спасибо.]... Пока, наконец, вы оба лежите там, не провел, курение СВОЙсигареты, и вдруг она попадает вам: Кожа человека на самом деле состоит измиллиарды крошечных единиц протоплазмы, называются "клетки"! И что еще болеекрасивые, те, на внешней стороне все умираем! Это факт. ВашКожа, как агрессивной современной корпорации, где старше ветеранаКлетки, которые, наконец, работали их путь к верхней и полученных офисовс прекрасным видом, постоянно пустились голову окна во-первых,не так много, как пенсионного плана, младшими отчаянных клеток двигаться вверх отниже.
		-- Dave Barry, "Saving Face"

%
Умственных способностей, как правило, коррумпированы, и абсолютное интеллекта, как правило,поврежден абсолютно, пока жертва не избегали насилия полностью вуслуга умных решений тупых проблем.
		-- Piers Anthony

%
Деньги не могут купить счастье, но он может сделать вас очень комфортно во времявы быть несчастным.
		-- C. B. Luce

%
Деньги не могут купить любовь, но это улучшает переговорные позиции.
		-- Christopher Marlowe

%
Деньги не могут купить любовь, ни даже дружбу.
		-- Christopher Marlowe

%
Деньги не говорить, что ругается.
		-- Bob Dylan

%
Деньги лучше, чем бедность, если только по финансовым причинам.
		-- Bob Dylan

%
Деньги само по себе награда.
		-- Bob Dylan

%
Деньги есть корень всех зол, и человек нуждается в корни.
		-- Bob Dylan

%
Деньги есть корень всех богатств.
		-- Bob Dylan

%
Деньги правдивым. Если человек говорит о его честь, заставить его заплатить наличными.
		-- Lazarus Long

%
Деньги не все - но это долгий путь перед тем, что будет дальше.
		-- Sir Edmond Stockdale

%
Деньги могут купить дружбу, но деньги не могут купить любовь.
		-- Sir Edmond Stockdale

%
Деньги будут говорить больше в один момент, чем самым красноречивым любовник может в ближайшие годы.
		-- Sir Edmond Stockdale

%
Moneyliness находится рядом с благочестия.
		-- Andries van Dam

%
Большинство людей будут слушать ваши необоснованных требований, если вы будете рассматриватьих неприемлемыми предложение.
		-- Andries van Dam

%
Мундус Vult decipi decipiatur следовательно.[Мир хочет быть обманутым, так обмануть.]
		-- Xaviera Hollander

%
Моя идея черновой это когда обслуживание номеров поздно.
		-- Xaviera Hollander

%
Моя идея черновой его поворотом кондиционер слишком низко.
		-- Xaviera Hollander

%
Моя проблема заключается в согласовании мои грубые привычки с моим чистым доходом.Любой человек, который имеет $ 10000 осталось, когда он умирает сбой.
		-- Errol Flynn

%
"Голь на выдумки хитра" это глупая поговорка. "Необходимостьявляется матерью тщетных уловок "гораздо ближе к истине.
		-- Alfred North Whitehead

%
Галстуки задушить ясное мышление.
		-- Lin Yutang

%
Никогда не обратиться к мужской «лучшей природы." Он не может иметь один.Вызов свой интерес дает больше рычагов.
		-- Lazarus Long

%
Никогда не два вопроса в деловом письме. Ответ будет обсуждатьодин вы меньше всего интересует, и ничего не говорят о другом.
		-- Lazarus Long

%
Никогда не покупайте из богатой продавцом.
		-- Goldenstern

%
Никогда купить то, что вы не хотите, потому что это дешево; это будет дорого вам.
		-- Thomas Jefferson

%
Никогда не назвать человека дураком. Занять от него.
		-- Thomas Jefferson

%
Никогда не вкладывать деньги в то, что ест или нуждается перекраску.
		-- Billy Rose

%
Никогда не отставать от Джонсов. Перетащите их на свой уровень.
		-- Quentin Crisp

%
Никогда не позволяйте кому-то, кто говорит, что это не может быть сделано прерывание человека, которыйДелать это.
		-- Quentin Crisp

%
Никогда не говорите, что вы знаете человека, пока не разделили наследство с ним.
		-- Quentin Crisp

%
Никогда сказать людям, как делать вещи. Скажите им, что делать, и они будутудивит вас своей изобретательностью.
		-- Gen. George S. Patton, Jr.

%
Никогда не доверять никому, кто говорит, что деньги не объект.
		-- Gen. George S. Patton, Jr.

%
Никогда пытаются научить свинью петь. Это тратит впустую свое время и раздражает свинью.
		-- Lazarus Long, "Time Enough for Love"

%
NEW YORK-- Kraft Foods, Inc. объявила сегодня, что ее советдиректоры единогласно отклонил предложение о поглощении $ 11 миллиардов ФилиппомМоррис и Ко крафт представитель заявил на пресс-конференции, чтоПредложение было отклонено, так как ставка $ 90 за акцию не отражаютИстинное значение компании.Wall Street инсайдеров, однако, сказать, совсем другая история.Видимо, совет директоров Kraft имел все, но подписал поглощенияСоглашение, когда они узнали о Philip Morris 'маркетинговых планов для одного изих основные Ближний Восток дочерних компаний. Для человека, совет проголосовал заотклонить предложение, когда они обнаружили, что табачный гигант намеренреорганизовать Израиля Чеддер, Ltd., и назвать новую компанию сыров Назарета.
		-- Lazarus Long, "Time Enough for Love"

%
Дурак идеи для чрезвычайных ситуаций. Вы можете использовать их, когда у Вас нет ничегоеще попробовать. Если они работают, они идут в книге. В противном случае вы будете следоватьКнига, которая в значительной степени коллекция дурак идей, которые работали.
		-- Larry Niven, "The Mote in God's Eye"

%
Никакой комитет не мог придумать ничего, как революционным, как верблюд -ничего, как практичный и, как идеально подходят для эффективного выполнения подтакие сложные условия.
		-- Laurence J. Peter

%
"Нет Работа слишком большой; нет платы слишком большой!"
		-- Dr. Peter Venkman, "Ghost-busters"

%
Никто не болеет по средам.
		-- Dr. Peter Venkman, "Ghost-busters"

%
Никаких проблем не нерастворим во всех мыслимых обстоятельствах.
		-- Dr. Peter Venkman, "Ghost-busters"

%
Никаких проблем не настолько велики, что вы не можете просто уйти от него.
		-- C. Schulz

%
Никаких проблем не настолько велик, он не может быть пригодным в где-нибудь.
		-- C. Schulz

%
Нет лыжи не принять породы, как прокат лыж!
		-- C. Schulz

%
Нет плевки на автобусе!Спасибо, Mgt.
		-- C. Schulz

%
Ни один из наших мужчин не являются "эксперты". Мы наиболее сожалению сочли необходимымчтобы избавиться от человека, как только он считает себя экспертом - потому что никтолибо считает себя экспертом, если он действительно знает свою работу. Человек, который знаетРабота видит гораздо больше предстоит сделать, чем он сделал, что он всегда нажатиемвперед и никогда не отказывается от мгновение мысли на то, как хорошо и как эффективноон. Мышление всегда впереди, думая всегда пытается сделать больше, приноситсостояние ума, в котором нет ничего невозможного. В тот момент, попадает в"Эксперт" состояние ума большое количество вещей становится невозможным.
		-- From Henry Ford Sr., "My Life and Work"

%
Ничто не закончена, пока документы не делается.
		-- From Henry Ford Sr., "My Life and Work"

%
Нет ничего невозможного для человека, который не должны делать это сам.
		-- A. H. Weiler

%
Ничто не является более замечательно, чем стойкость, с которой миллионеровтерпеть недостатки своего богатства.
		-- Nero Wolfe

%
Ничто не делает человека более продуктивным, чем в последнюю минуту.
		-- Nero Wolfe

%
Ничто не мотивирует человека больше, чем видеть его босс положил в работе честного дня.
		-- Nero Wolfe

%
Ничто не отступает, как успех.
		-- Walter Winchell

%
Ничто не удается, как избыток.
		-- Oscar Wilde

%
Ничто не удается, как успех.
		-- Alexandre Dumas

%
Ничто не удается, как появление успеха.
		-- Christopher Lascl

%
Ничто не развеет энтузиазм вроде небольшого вступительного взноса.
		-- Kim Hubbard

%
Ничто никогда не будет предпринята попытка, если все возможные возражения должны быть первымпреодолеть.
		-- Dr. Johnson

%
Теперь вы можете спросить: "Как я могу получить один из тех полноценный инструмент домашнегоустанавливает в соответствии с $ 4? "Отличный вопрос.К одному из тех, кто действительно дешевых дискаунтеров, где они продаютпластиковая мебель в цветах видимого с планеты Нептун и где ониесть раздел пищи, специализирующийся на картонные коробки, полные Raisinets исолодового молока шаров, изготовленные во времена администрации Никсона. В любомотдел оборудования или предметы домашнего обихода, вы найдете элемент импортированы изнеясным Восточные страны и описаны как "Девять инструмента в одном", состоящий изнемного ручка со сменными концами, представляющих непроницаемое OrientalПонятия инструментов, которые американцы могли бы использовать по всему дому. Купить его.Это своего рода набор инструментов профессионалы используют. Не только этонедорогой, но она также имеет большой особенностью безопасности не нашли втак называемый качественные инструменты наборы: Ручка на самом деле перерыв сразу, еслиВы случайно попали себя или что-нибудь еще, и не подвергайте его воздействию прямыхСолнечный лучик.
		-- Dave Barry, "The Taming of the Screw"

%
Из всех возможных реакций комитет для любого заданного пункта повестки дняреакция, которая будет происходить это тот, который освободит величайшаяКоличество горячим воздухом.
		-- Thomas L. Martin

%
Конечно, нет никаких причин для этого, это просто наша политика.
		-- Thomas L. Martin

%
После того, как попадает в вентилятор, единственным рациональным выбором является размах его, пакет он,и продать его в качестве удобрения.
		-- Thomas L. Martin

%
В один прекрасный день, водитель автобуса пошел к автобусной гараже, начал свою шину,и поехали по маршруту. Никаких проблем в течение первых нескольких остановок - нескольколюди получили на, некоторые вышли, и все пошло как правило, хорошо. На следующейостановить, однако, большая громадина парнем попал на. Шесть футов восемь, построен какборец, руки свисают до земли. Он посмотрел на водителя и сказал,"Большой Джон не платить!" и сел на спину.Я уже говорил, что водитель был пять футов три, тонкий, и в основномкроткие? Ну, он был. Естественно, он не стал спорить с Большого Джона, но он не былрад этому. Ну, на следующий день то же самое произошло - Большой Джон встал наснова, сделал вид, отказываясь платить, и сел. А на следующий день, иодин после этого, и так далее. Это тертый на водителя автобуса, который началпотеряли сон пути Большой Джон был воспользовавшись его. Наконец, онне выдержал уже нет. Он подписался на бодибилдинг курсов, каратэ, дзюдо,и все, что хороший материал. К концу лета, он стал достаточно сильным;более того, он чувствовал себя хорошо о себе.Так что на следующий понедельник, когда Большой Джон снова сели на автобуси сказал: "Большой Джон не платит !," водитель встал, посмотрел назад напассажир, и закричал: "А почему нет?"С удивленным выражением на лице, Большой Джон ответил: "Большой Джон имеетПроездной билет на автобус."
		-- Thomas L. Martin

%
Один хороший костюм стоит тысячи резюме.
		-- Thomas L. Martin

%
Мозг одного человека плюс один будет производить половину столько идей, как одинЧеловек произвел бы в одиночку. Эти два плюс два более будет производить половинуснова, как много идей. Эти четыре плюс четыре больше начинают представлятьтворческая встреча, и изменения соотношения одной четверти как много ...
		-- Anthony Chevins

%
Один из ваших самых древних писателей, историк по имени Геродот, говорит овор, который должен был быть выполнен. Как он был увезен он заключил сделку скороль: в течение одного года он будет учить любимую лошадь короля петьгимны. Другие заключенные смотрели вора пение к лошади ирассмеялся. "Вы не удастся," они сказали ему. "Никто не может."На что вор ответил: "У меня есть год, и кто знает, что моглопроизойти в это время. Король может умереть. Лошадь может умереть. Я мог бы умереть.И, возможно, лошадь будет научиться петь.
		-- "The Mote in God's Eye", Niven and Pournelle

%
Одна из возможных причин, что вещи не идет по плануявляется то, что никогда не был план, в первую очередь.
		-- "The Mote in God's Eye", Niven and Pournelle

%
Одним из перспективных понятие, которое я придумал сразу, что вы могли быпроизводство персональных подушки безопасности, а затем получить закон, принятый требуя, чтобы они былиустановлен на конгрессменов, чтобы держать их от принятия поездки. Допустим, что вашКонгрессмен пытался поехать в Париж, чтобы сделать фактов исследование о том, какфранцузское правительство обрабатывает заболеваний, передаваемых шербета. Просто, когда онпопал в плоскости, его обязательным подушка безопасности, привязали вокруг его талии, будетнадуть - FWWAAAAAAPPPP - таким образом делая его слишком большим, чтобы соответствовать черезСамолет дверь. Это также может быть фальсифицированы, чтобы раздуть когда конгрессменпредложил закон. ( "Г-н Спикер, люди спрашивают меня, почему должно быть октябряобозначается как кутикулы инспекционной Месяц? А я отвечу, что FWWAAAAAAPPPP. ")Это позволит сэкономить миллионы долларов, так что у меня нет сомнений, что общественностьбы бурно поддерживают закон, требующий подушки безопасности на конгрессменов. Проблемаявляется то, что ваш потенциальный рынок очень мал: Есть только около 500члены Конгресса, и некоторые из них, такие как спикер Палаты "Tip" O'Neil,уже слишком большой, чтобы поместиться на нормальной самолетов.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Один из способов сделать ваш старый автомобиль работать лучше, чтобы смотреть вверх цены на новую модель.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Только благодаря упорному труду и настойчивости можно ли действительно страдают.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Возможности обычно маскируется под тяжелую работу, так что большинство людей непризнать их.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Оптимизм является содержание мелких мужчин в высоких местах.
		-- F. Scott Fitzgerald, "The Crack Up"

%
Или вы или я должен уступить свою жизнь Ahrimanes. Скорее всего, это вам.Я не должен иметь никакого колебания в жертву свою жизнь, чтобы избавить вашего, амы подвести итоги на следующей неделе, и это было бы несправедливо по компании.
		-- J. Wellington Wells

%
Наш бизнес в жизни не добиться успеха, но, чтобы по-прежнему не в приподнятом настроении.
		-- Robert Louis Stevenson

%
Наша страна имеет много хороших пять центов сигар, но беда в томони берут пятнадцать центов за ними.
		-- Robert Louis Stevenson

%
Наша политика заключается, в случае сомнений, делать правильные вещи.
		-- Roy L. Ash, ex-president, Litton Industries

%
Превышен? Но я до сих пор проверяет осталось!
		-- Roy L. Ash, ex-president, Litton Industries

%
Не оставайтесь должными никому ничем ...
		-- Romans 13:8

%
Люди всегда доступны для работы в прошедшем времени.
		-- Romans 13:8

%
Люди думают, что одеяло фраза: "Я только работать здесь", освобождаетим совершенно из любого морального обязательства с точки зрения общественности - но этоИменно оправдание Эйхмана за его работу в концлагерях.
		-- Romans 13:8

%
Люди будут покупать все, что одна к заказчику.
		-- Romans 13:8

%
Пожалуйста держите ваши руки от воспроизводящего оборудования секретаря.
		-- Romans 13:8

%
Попробуйте ограничить количество "Этот номер не имеет bazingas"пока вы не сказали, что эти номера "штампуют". После выбито,мы имеем право жаловаться о зверствах, отсутствующих bazingas, и тому подобное.
		-- N. Meyrowitz

%
Санитарно является одним из легче из сделай сам деятельности,требуя лишь несколько простых инструментов и готовность придерживаться руку взасорен туалет. На самом деле, вы можете решить многие проблемы домой сантехника, такие какраздражает кран капельное, просто повернув рацию. Но прежде чем мы получимв конкретных методов, давайте рассмотрим, как работает сантехника.Система сантехники очень похож электрическую систему, за исключениемчто вместо электричества, то есть вода, а вместо проводов, он имеетТрубы и вместо радио и вафлей, он имеет краны и туалеты.Так это правда, что ваши системы сантехника ничего вообще, как вашЭлектрическая система, которая хороша, потому электричество может убить вас.
		-- Dave Barry, "The Taming of the Screw"

%
Porsche: там просто не может заменить.
		-- Risky Business

%
Имущество увеличить, чтобы заполнить пространство, доступное для их хранения.
		-- Ryan

%
Практические люди были бы более практично, если они будут принимать немногобольше времени для сна.
		-- J. P. McEvoy

%
Обещай ей ничего, но дать ей Exxon неэтилированный.
		-- J. P. McEvoy

%
не Перспективные ничего не стоит, это доставки, который убивает вас.
		-- J. P. McEvoy

%
Оперативность само по себе награда, если кто-то живет по часам, а не меча.
		-- J. P. McEvoy

%
Не надейтесь в деньгах, но положить деньги в доверительное управление.
		-- J. P. McEvoy

%
Поместите ваши лучшие ноги вперед. Или просто позвонить и сказать, что вы больны.
		-- J. P. McEvoy

%
Поместите свой нос к точильный!
		-- Amalgamated Plastic Surgeons and Toolmakers, Ltd.

%
Количество не заменит качество, но его единственная, которую мы имеем.
		-- Amalgamated Plastic Surgeons and Toolmakers, Ltd.

%
Настоящее богатство может только возрастать.
		-- R. Buckminster Fuller

%
Прием налоговой миллион долларов свободной воли заставить вас чувствовать себя лучше, чембудучи мели и имеющий боль в желудке.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
Недавние инвестиции дадут небольшое прибыль.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
Недавнее исследование, как правило, показывают, что погано Нет-Manзаменяется на непомерно прокрастинатор.
		-- C. N. Parkinson

%
Независимо от того, расширяется или сжимается миссия, административныеВЛ продолжает расти с постоянной скоростью.
		-- C. N. Parkinson

%
Помните - только 10% все может быть в топ-10%.
		-- C. N. Parkinson

%
Помните, чтобы поздороваться с вашего банковского кассира.
		-- C. N. Parkinson

%
Помните, что даже если вы выиграете крысиные гонки - вы еще крыса.
		-- C. N. Parkinson

%
Пенсионные означает, что, когда кто-то говорит "Иметь хороший день", вына самом деле есть шанс на него.
		-- C. N. Parkinson

%
Богатство покрывает множество бед.
		-- Menander

%
Правило № 7: молчание не согласие.Вопреки тому, что вы, возможно, слышали, молчание присутствующих являетсяне обязательно согласие, даже неохотно разнообразие. Они просто могутсидеть в оцепенении и выяснить способы саботировать план послеони возвращают их самообладание.
		-- Menander

%
Сэкономить немного денег каждый месяц и в конце года вы будетеудивлены, как мало у вас есть.
		-- Ernest Haskins

%
Sears есть все.
		-- Ernest Haskins

%
Обслуживание кофе на самолетах вызывает турбулентность.
		-- Ernest Haskins

%
"Семь лет и шесть месяцев!" Шалтай-Болтай повторил задумчиво."Неудобная рода возрасте. Теперь, если бы вы спросили моего совета, я бысказал: "Оставь в семь '- но это слишком поздно"."Я никогда не советуетесь о выращивании," с возмущением сказала Алиса."Слишком горд?" другой спрашивает.Алиса почувствовала еще более возмущен этим предложением. "Я имею в виду,"сказала она, "что никто не может помочь стареет»."Нельзя, пожалуй," сказал Шалтай-Болтай; "Но два могут. Снадлежащей помощи, вы могли бы остановились в семь ".
		-- Lewis Carroll, "Through the Looking-Glass"

%
Несколько лет назад, некоторые умные предприниматели возникла идея: почему бы не построить большоймагазин, где сделай своими руками мог получить все, что нужно в разумнойЦены? Тогда они решили, нах, черт с этим, давайте строить домцентр. И вскоре домашних центров возникали как росичка всенад Соединенными Штатами.
		-- Dave Barry, "The Taming of the Screw"

%
Покажите мне человека, который является хорошим неудачник, и я покажу вам человека, который играетгольф со своим боссом.
		-- Dave Barry, "The Taming of the Screw"

%
Так вы думаете, что деньги есть корень всех зол. Вы когда-нибудь спрашивает, какиеявляется корнем денег?
		-- Ayn Rand

%
Так ... ты когда-нибудь задумывались, сделать garbagemen принимать душ перед тем как идти на работу?
		-- Ayn Rand

%
Некоторые люди вырезать карьеры, другие буровые их.
		-- Ayn Rand

%
Некоторые люди имеют большие амбиции: чтобы построить что-токоторый будет длиться, по крайней мере, пока они не закончили его построении.
		-- Ayn Rand

%
Некоторым людям удается по книге, даже если они не знают, кто написалкнига или даже то, что книга.
		-- Ayn Rand

%
Некоторые люди только открывают, чтобы сказать вам, что они закрыты.
		-- Ayn Rand

%
Некоторые люди молятся больше, чем они готовы работать.
		-- Ayn Rand

%
Некоторые люди говорят, что передний двигатель автомобиля ручки лучше. Некоторые люди говорят, чтос задним расположением двигателя автомобиля ручки лучше. Я говорю арендованной машине ручки лучше.
		-- P. J. O'Rourke

%
Кто-то должен пересечь шариковые ручки с вешалки, так чторучки будут размножаться вместо исчезают.
		-- P. J. O'Rourke

%
Когда-нибудь кто-то должен решить, пишущая машинка, является ли машина,или человек, который управляет им.
		-- P. J. O'Rourke

%
Когда-нибудь отпечатки придет.
		-- Kodak

%
Кто-то без энтузиазма о своей работе.
		-- Kodak

%
Suburbia где разработчик bulldozes из деревьев, затем именаулицы после них.
		-- Bill Vaughn

%
Успех то, что я одену, когда я попасть, а не до.
		-- Bill Vaughn

%
Предлагаем Вам просто сидеть и ждать, пока жизнь становится легче.
		-- Bill Vaughn

%
Поддержите ваш местный церковь или синагогу. Поклонение в Банке Америки.
		-- Bill Vaughn

%
Сюрприз из-за сегодня. Также аренда.
		-- Bill Vaughn

%
Удивите своего босса. Получить на работу вовремя.
		-- Bill Vaughn

%
Позаботьтесь о роскоши и предметы первой необходимости будут заботиться о себе.
		-- Lazarus Long

%
Возьмите все в ходу. Пробивной любого, кто встает на вашем пути.
		-- Lazarus Long

%
Возьмите люди на Coca-Cola. На протяжении многих лет, они были довольнысидеть и сделать ту же самую старую газированных напитков. Это был хорошийнапитков, в этом нет сомнений; поколения людей вырослипить и делать эксперимент в шестом классе, где вы положитьгвоздь в стакан кока-колы, и через пару дней гвоздей растворяети учитель говорит: «Представьте, что он делает, чтобы ваши зубы!" Так Coca-Colaбыл прочно закрепилась на рынке, и руководство не видит необходимостиулучшить ...
		-- Dave Barry, "In Search of Excellence"

%
Найдите время, чтобы подумать над всем, что вы есть, а не как результат Вашегозаслуга или тяжелая работа или потому, что Бог или случайность или усилия других людейдали их Вам.
		-- Dave Barry, "In Search of Excellence"

%
Возьмите вашу работу серьезно, но никогда не принимать себя всерьез; и непринять то, что происходит либо для себя или своей работе серьезно.
		-- Booth Tarkington

%
Талант делает то, что он может.Genius делает то, что должен.Делай то, что вам платят, чтобы сделать.
		-- Booth Tarkington

%
Телефонные книги похожи словарей - если вы знаете ответ передВы смотрите его, вы можете в конечном итоге подтверждают то, что вы думали, вы зналино не были уверены. Но если вы ищете что-то вы неуже знаете, ваши пальцы могли ходить до изнеможения.
		-- Erma Bombeck

%
Срок, праздники, термин, праздники, пока мы не покидают школу, а затем работать, работать,работать до самой смерти.
		-- C. S. Lewis

%
Такова жизнь.Что жизнь?Журнал.	Сколько это стоит?Два пятьдесят.У меня только один доллар.Такова жизнь.
		-- C. S. Lewis

%
[Фонд Форда] является большой объем денег полностью окруженлюди, которые хотят некоторые.
		-- Dwight MacDonald

%
`Одиночка" может соблюдаться, но он всегда возмущало его коллегами,ибо он, кажется, передавая критическое суждение о них, когда он может бытьпросто сделать предельный заявление о себе.
		-- Sidney Harris

%
Отсутствующие из них всегда в вине.
		-- Sidney Harris

%
Ответ на вопрос о жизни, вселенной, и все ...Четыре дневная рабочая неделя,Два слоя туалетной бумаги!
		-- Sidney Harris

%
Ответ на главный вопрос жизни, вселенной, и все быловыпущен с любезного разрешения Объединенного Союза Философов,Мудрецы, Светильники, и другие профессионального мышления Персоны.
		-- Sidney Harris

%
Положение среднего человека в любой иерархии во многом похожа потянувна собаках - нет никаких реальных изменений декораций для ведущего собаки исключением.
		-- Sidney Harris

%
Лучшее оборудование для вашей работы, конечно, самым дорогим.Тем не менее, ваш сосед всегда тратить деньги, которые должны быть вашимсудя вещи своими цене.
		-- Sidney Harris

%
Лучший исполнительный это тот, кто имеет достаточно здравого смысла, чтобы выбрать хороших людей, чтобы сделатьчто он хочет сделать, и сдержанность достаточно, чтобы не вмешиваться сих, пока они делают это.
		-- Theodore Roosevelt

%
Несмотря на блестящие планы мышей и мужчин проводятся в юридический отдел.
		-- Theodore Roosevelt

%
Лучшие вещи в жизни за определенную плату.
		-- Theodore Roosevelt

%
Лучшие вещи в жизни поступить в продажу раньше или позже.
		-- Theodore Roosevelt

%
Лучший способ избежать ответственности есть "У меня обязанности."
		-- Theodore Roosevelt

%
Библия на рекомендательные письма:Должны ли мы, начиная все заново, чтобы произвести наши полномочия? Делатьмы, как некоторые люди, нужно письма к вам или от вас?Нет, вы все письма мы должны, письмо, написанное на вашем сердце; Любыечеловек может видеть его таким, какой он есть, и прочитать его для себя.
		-- 2 Corinthians 3:1-2, New English translation

%
Самая большая ошибка, вы можете сделать это, чтобы поверить, что вы работаете накто-нибудь другой.
		-- 2 Corinthians 3:1-2, New English translation

%
Босс вернулся с обеда в хорошем настроении и называется целый штатДля прослушивания пару шуток он поднял. Все, кроме одной девочкисмеялся громко. "В чем дело?" ворчал босс. "Разве выесть чувство юмора? ""Я не должен смеяться," сказала она. "Я в любом случае оставляя пятницу.
		-- 2 Corinthians 3:1-2, New English translation

%
Мозг является прекрасным органом; он начинает работать в момент, когда вы встаетеутром, и не остановится, пока вы не получите работу.
		-- 2 Corinthians 3:1-2, New English translation

%
Наиболее близким к совершенству человек не приходит, когда он заполняет работуЗаявка.
		-- Stanley J. Randall

%
Смешение сотрудника измеряется по длине его записок.
		-- New York Times, Jan. 20, 1981

%
Стоимость перьев возросло, вплоть до!
		-- New York Times, Jan. 20, 1981

%
Стоимость проживания не сказалось на его популярности.
		-- New York Times, Jan. 20, 1981

%
Прожиточный идет вверх, и вероятность жизни идет вниз.
		-- New York Times, Jan. 20, 1981

%
Решение не должно быть логичным; было единодушным.
		-- New York Times, Jan. 20, 1981

%
Степень технической уверенностью обратно пропорциональнауровень управления.
		-- New York Times, Jan. 20, 1981

%
Отхода генеральный менеджер разделение встретил последний раз с его молодойпреемник и дал ему три конверта. "Мой предшественник сделал это для меня,и я буду передавать традиции наряду с вами, "сказал он." При первых признакахнеприятностей, открыть первый конверт. Любые дальнейшие трудности, открытьвторой конверт. Тогда, если проблемы продолжают, открыть третий конверт.Удачи. "Новый менеджер вернулся в свой кабинет и бросил конвертыв ящик.Шесть месяцев спустя, расходы выросли, а прибыль упала. Потрясенный, тоМолодой человек открыл первый конверт, в котором говорилось, "Blame все это на меня."На следующий день, он провел пресс-конференцию и сделал именно это.кризис миновал.Шесть месяцев спустя, продажи резко снизились. осажденногоменеджер открыл второй конверт. Это сказал: "Реорганизация".Он провел еще одну пресс-конференцию, объявив, что разделениебудет отремонтирован. Кризис миновал.Через год, все пошло не так сразу и менеджер былобвиняют все это. Затравленные исполнительной закрыл дверь кабинета, опустилсяв кресло, и открыли третий конверт."Подготовьте три конверта ...", сказал он.
		-- New York Times, Jan. 20, 1981

%
Разница между карьерой и работой около 20 часов в неделю.
		-- New York Times, Jan. 20, 1981

%
Трудно мы делаем сегодня; невозможное занимает немного больше времени.
		-- New York Times, Jan. 20, 1981

%
Жаворонок, кто ловит червя работает для тех, кто приходит в концеи владеет червя ферму.
		-- Travis McGee

%
Самый простой способ выяснить стоимость жизни это взять свой доход идобавить десять процентов.
		-- Travis McGee

%
Конец труда, чтобы получить отдых.
		-- Travis McGee

%
Ошибка молодости полагать, что интеллект является заменойОпыт, в то время как погрешность возрасте верить опыт является заменойдля разведки.
		-- Lyman Bryson

%
Чем быстрее я иду, на behinder я получаю.
		-- Lewis Carroll

%
Лучших красноречие это то, что получает вещи сделано.
		-- Lewis Carroll

%
Первого 90% проекта займет 90% времени, последние 10% занимаетОстальные 90% времени.
		-- Lewis Carroll

%
Первый миф управления является то, что он существует. Второй мифУправление является то, что успех равен мастерство.
		-- Robert Heller

%
Первый ротарианец был первым человеком, чтобы позвонить Иоанн Предтеча "Джек".
		-- H. L. Mencken

%
Первое правило разумного мастерить это, чтобы сохранить все детали.
		-- Paul Erlich

%
Унитаз является основой западной цивилизации.
		-- Alan Coult

%
Гент, кто просыпается и обнаруживает себя успех не спал.
		-- Alan Coult

%
Наибольший производительной силой является человек эгоизм.
		-- Robert Heinlein

%
Самая трудная часть восхождения по лестнице успеха становится черезтолпа внизу.
		-- Robert Heinlein

%
Иероглифы все нечитаемым для обозначения на задней исключением,который гласит: "подлинное подлинными египетский папирус. Гарантировано, что намере 5000 лет ".
		-- Robert Heinlein

%
Идея была, что потребители принесет их сломанной электронныйустройства, такие как телевизоры и видеомагнитофоны, к центрам уничтожения,где обученный персонал будет ударить их (устройств) с кувалдами.С их устройства, таким образом, постоянно разрушаются, потребители будут затем быть свободнымчтобы выйти и купить новые устройства, а не должны растрачивать летих жизнь пытается иметь старые отремонтированы на так называемой "фабрикисервисные центры ", которые на самом деле состоят из двух мужчин, названных Лестер тыкая ввнутренности сломанных электронных устройств с дешевых сигар и собирается,"Lookit всего их ПРОВОДА там!"
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Идеальный голос для радио может быть определена как не показывая вещество, секса нет,нет владельца, и послание значение для любой хозяйки.
		-- Harry V. Wade

%
Простоя человек не знает, что это такое, чтобы наслаждаться отдыхом.
		-- Harry V. Wade

%
Индивидуальный выбор наложение ареста на гамбургер может стать важнымуказывают потребителю в этот день, когда индивидуализм становится все болееглавное для людей.
		-- Donald N. Smith, president of Burger King

%
Сведений любого обсуждения уменьшается пропорционально квадратучисло участников.
		-- Adam Walinsky

%
IQ группы является самым низким IQ члена группы разделеныпо количеству человек в группе.
		-- Adam Walinsky

%
Король и его советник с видом на поле боя:Кинг: "Как идет план битвы?"Советник: "Смотрите эти маленькие черные точки запуска вправо?"К: "Да".A: "Те их парни И все эти маленькие красные пятнышки работает.слева наши ребята. Потом, когда они сталкиваются ждем допыль уляжется ".К: "А"A: "Если есть более красные пятнышки остаются чем черных пятен, мы победим».К: "А как же ^ # !! $ плана% боевой?"A: "До сих пор он, кажется, идет в соответствии с крапинками."
		-- Adam Walinsky

%
Последний человек, который ушел или был уволен будет нести ответственность завсе, что идет не так - до следующего человек не завершает работу или увольняют.
		-- Adam Walinsky

%
Больше название, менее важно работа.
		-- Adam Walinsky

%
Основное различие между облигаций и торговцев облигаций является то, что облигации будутв конечном итоге зрелым.
		-- Adam Walinsky

%
Средства-и-концы моралистов или ненарушения исполнители, всегда в конечном итоге на их концахбез каких-либо средств.
		-- Saul Alinsky

%
Кроткие не хочу его.
		-- Saul Alinsky

%
Кроткие наследуют землю - они слишком слабы, чтобы отказаться.
		-- Saul Alinsky

%
Кроткие наследуют землю, но * не * его права на минеральные.
		-- J. P. Getty

%
Кроткие наследуют Землю. (Но они собираются сражаться за него.)
		-- J. P. Getty

%
Кроткие наследуют землю; но к тому времени не будетничего не осталось, стоит наследовать.
		-- J. P. Getty

%
Более сердечными секретарь покупателя, тем больше вероятность того, чтоконкуренция уже имеет порядок.
		-- J. P. Getty

%
Более дерьмо вы мириться с, более дерьмо вы собираетесь получить.
		-- J. P. Getty

%
Чем больше я хочу, чтобы что-то сделать, тем меньше я называю это работать.
		-- Richard Bach, "Illusions"

%
Более претенциозным фирменное наименование, меньше организация. (ДляНапример, Мерфи Центр кодификации кадровый и организационный закона,противопоставляется IBM, GM, AT & T ...)
		-- Richard Bach, "Illusions"

%
Самый восхитительный день после той, на которой вы купить коттедж встрана является тот, на котором вы перепродать его.
		-- J. Brecheux

%
Самое сложное в мире, чтобы узнать, как сделать вещь и ксмотреть кто-то другой делает это неправильно, без комментариев.
		-- T. H. White

%
Однажды ты продать душу за то, души перенасыщение.
		-- T. H. White

%
Единственная проблема с будучи человеком отдыха в том, что вы никогда не может остановитьи отдохнуть.
		-- T. H. White

%
Только правила продвижения я могу думать о том, что чувство стыда являетсяизбегать любой ценой, и никогда нет никаких оснований для дельца кменее хитрее более добродетельных. Ах да ... когда вы думаетеу вас есть что-то действительно большое, добавьте десять процентов больше.
		-- Bill Veeck

%
Только действительно хорошее место, чтобы купить пиломатериал в магазине, где пиломатериалов имеетуже вырезать и скреплены вместе в форме мебели, закончил,и положить внутрь коробки.
		-- Dave Barry, "The Taming of the Screw"

%
Опоссум является очень сложной животных. Он даже не вставатьпока 5 или 6 вечера.
		-- Dave Barry, "The Taming of the Screw"

%
Оптимальная комитет не имеет членов.
		-- Norman Augustine

%
Пышность передней двери офиса изменяется обратно пропорционально основнойплатежеспособность фирмы.
		-- Norman Augustine

%
Другая линия движется быстрее.
		-- Norman Augustine

%
Человек, который может улыбаться, когда что-то пойдет не так-то подумал очтобы кто-то обвинить в этом.
		-- Norman Augustine

%
Человек, который не делает ошибок, обычно не делают ничего.
		-- Norman Augustine

%
Человек, который берет вас на обед не имеет намерения платить.
		-- Norman Augustine

%
Владение книгой становится запасным для чтения.
		-- Anthony Burgess

%
Цена один платит за проведение любой профессии, или позвонив, является интимнаязнание ее уродливые стороны.
		-- James Baldwin

%
Основной причиной отказа в электрических приборах является истекшим срокомгарантия. Часто, вы можете получить прибор продолжить игру, просто изменивдата окончания срока действия гарантии с 15/64-дюймовых фетра маркера.
		-- Dave Barry, "The Taming of the Screw"

%
Проблема, что мы думали, была проблема, действительно, проблема, ноне проблема, мы думали было проблемой.
		-- Mike Smith

%
Причина, почему беспокойство убивает больше людей, чем работа в том, что все больше людейбеспокоиться, чем работа.
		-- Mike Smith

%
Награда для работы трудно больше тяжелая работа.
		-- Mike Smith

%
Награда вещи хорошо выполненную является сделали это.
		-- Emerson

%
Богатые становятся богатыми, а бедные беднеют.Имущие получить больше, неимущие умирают.
		-- Emerson

%
Права и интересы трудящегося человека будут защищены и заботудля не нашими трудовых агитаторов, но христианские мужчины, которому Бог в Своейбесконечная мудрость дал контроль имущественных интересов страны, ипосле успешного управления, о которой так много еще.
		-- George F. Baer, railroad industrialist

%
Дорога к гибели всегда в исправном состоянии, и путешественники платитьсчет этого.
		-- Josh Billings

%
Зарплата исполнительного директора крупной корпорации это не рынокнаграда за достижения. Это часто в природе теплые личныежест человека к самому себе.
		-- John Kenneth Galbraith, "Annals of an Abiding Liberal"

%
Секрет успеха является искренность. После того как вы можете поддельные, что у вас естьон сделал.
		-- Jean Giraudoux

%
Семь смертных грехов ... Пища, одежда, стрельбы, аренда, налоги, респектабельностьи дети. Ничто не может снять эти семь этапов от шеи человека, ноДеньги; и дух не может воспарить до вехи не будут сняты.
		-- George Bernard Shaw

%
Кратчайшее расстояние между двумя точками находится в стадии разработки.
		-- Noelie Alito

%
Чем раньше вы отставать, тем больше времени у вас есть, чтобы догнать.
		-- Noelie Alito

%
Чем раньше вы сделать первые 5000 ошибок, тем быстрее вы будетев состоянии исправить их.
		-- Nicolaides

%
Звезда богатства светит на вас.
		-- Nicolaides

%
Незаурядный человек понимает, что правильно; низшая человек понимаетчто будет продавать.
		-- Confucius

%
Термин "огонь" воспитывает видения насилия и беспредела и уродливой сценысъемки сотрудников, которые делают ошибки. Теперь мы будем называть этот процесскак "удаление" работника (сколько файл удаляется с диска).Сотрудник просто есть одно мгновение, и пошли дальше. Все ужасноистерики, плач, и угрозы будут устранены.
		-- Kenny's Korner

%
Время, затраченное на любой пункт повестки дня [финансового комитета] будетв обратной пропорции к сумме, участвующих.
		-- C. N. Parkinson

%
Проблема с большим количеством самодельных мужчин в том, что они поклоняются их создателя.
		-- C. N. Parkinson

%
Проблема с быть бедным, что это занимает все ваше время.
		-- C. N. Parkinson

%
Проблема с пунктуальности в том, что никто не там, чтобы понять это.
		-- Franklin P. Jones

%
Проблема с пунктуальности является то, что люди думают, что нет ничего больше,Важно сделать.
		-- Franklin P. Jones

%
Проблема с делать что-то правильно с первого раза, что никтооценивает, насколько трудно было.
		-- Franklin P. Jones

%
Проблема с деньгами это слишком дорого!
		-- Franklin P. Jones

%
Проблема с возможностью является то, что он всегда приходит под видом тяжелой работы.
		-- Herbert V. Prochnow

%
Проблема с крысиной гонке, что даже если вы выиграете, вы еще крыса.
		-- Lily Tomlin

%
Два самых красивых слова в английском языке являются "Чек прилагается."
		-- Dorothy Parker

%
Использование денег все преимуществом, что нужно иметь деньги.
		-- B. Franklin

%
Возмездие за грех высоки, но вы получите свои деньги стоит.
		-- B. Franklin

%
Возмездие за грех не сообщается.
		-- B. Franklin

%
Способ сделать небольшое состояние на сырьевом рынке, чтобы начатьс большим состоянием.
		-- B. Franklin

%
Хуже Прокат автомобилей УслугиКогда Давид Шварц оставил университет в 1972 году, он создал Rent-A-Wreckкак шутку. Являясь природным шутника, он приобрел флот потрепанныйобшарпанные, обломки ждут свалку в Калифорнии.Он надел шапку и рассчитывает на просмотре лица людей, как онпровели их вокруг выбора bumperless, зубчатыми junkmobiles.К его удивлению прочного было ненасытный спрос на них итеперь он имеет 26 процветающих филиалов по всей Америке. "Такие люди, как вождениякруглый в худших автомобилей, доступных, "сказал он. Конечно они делают."Если водитель ущерба стороне автомобиля и достаточно честен, чтобыпризнать это, я говорю ему, `Забудь". Если они приносят машину обратно поздно мывыходят его. Если они имели аварию и он не связан с другим транспортным средствоммы могли бы забывать, что слишком "."Где пепельница?" спросил один Los Angeles жена, а она остановиласьв рваные интерьера. "Мед", говорит, что ее муж ", вся машина этопепельницы ".
		-- Stephen Pile, "The Book of Heroic Failures"

%
Их идея предложение вы не можете отказать это предложение ... и вам лучшеНе отказывайтесь.
		-- Stephen Pile, "The Book of Heroic Failures"

%
Их также имеет, получает.
		-- Stephen Pile, "The Book of Heroic Failures"

%
Тогда человек сказал: Скажи нам ожиданий.Затем он сказал: Если человек не видит и не слышит водахДжордан, то он не должен попробовать гранат или курсировать свои товары воткрытый рынок.Если человек будет не труд в соляных и каменоломнях тогда онне должны принимать Земли, что он отказывается отдаватьсам.Такой человек будет ожидать груша персикового дерева.Такой человек будет ожидать камень облажаться.Такой человек будет ожидать Sears собрать газонокосилку.
		-- Kehlog Albran, "The Profit"

%
Потом был Скаутмастер который получил фантастическую сделку на этом случаебренд компасы Tates для его Troup; только $ 1,25 каждая! Только проблема была,когда они получили их в лесу, компасы были застрял указываяк "W" на циферблате.Мораль:Тот, кто имеет Tates потеряно!
		-- Kehlog Albran, "The Profit"

%
Есть многие из нас в этом старом нашем мире, которые считают, что все сломатьо даже для всех нас. Я наблюдал, что, например, все мы получаемпримерно такое же количество льда. Богатые становятся его летом и бедныхполучить его в зимний период.
		-- Bat Masterson

%
Есть хуже вещи в жизни, чем смерти. Вы когда-нибудь провел вечерс страхового агента?
		-- Woody Allen

%
Там было немного бедствия продаже на фондовой бирже.
		-- Thomas W. Lamont, October 29, 1929 (Black Tuesday)

%
Существует немало торжественной бруса об общих интересах капиталаи труд. Как стоят вопросы, их только общая заинтересованность в том, что резкидруг друга в горле.
		-- Brooks Atkinson, "Once Around the Sun"

%
Существует едва ли вещь в мире, что какой-то человек не может сделать немногохуже и продать немного дешевле.
		-- Brooks Atkinson, "Once Around the Sun"

%
Там никогда не бывает времени, чтобы сделать это правильно, но всегда время, чтобы сделать это.
		-- Brooks Atkinson, "Once Around the Sun"

%
"Там нет Деда Мороза. Это просто маркетинговый ход, чтобы сделать низкий доходродителей живет страдания "."... Я хочу, чтобы вы представить себе доверительный лицо ребенка, в слезахиз-за чего вы только что сказали "."Я хочу, чтобы вы представьте лицо своей матери, потому Dole одну неделю не будетплатить за один владыка вселенной крейсер! "
		-- Filthy Rich and Catflap

%
Там нет времени, как настоящее отсрочки, что вы должны делать.
		-- Filthy Rich and Catflap

%
Там нет ничего так просто, но, что становится трудно, когда вы это делаетенеохотно.
		-- Publius Terentius Afer (Terence)

%
Существует один способ узнать, если человек честен - спросить его. Если он говорит,"Да" вы знаете, что он криво.
		-- Groucho Marx

%
Существует очень мало будущее в своей правоте, когда ваш босс не так.
		-- Groucho Marx

%
Там должно быть больше жизни, чем иметь все.
		-- Maurice Sendak

%
Был студент, пытаясь заработать деньги на карманные расходы отпереходе от дома к дому жертвы, чтобы сделать случайными заработками. Он объяснил эточеловек, который ответил одну дверь."Сколько вы взимает нарисовать свой крыльцо?" спросил человек."Сорок долларов"."Хорошо", сказал человек, и дал студенту краски и кисти.Через три часа краска забрызгали лад снова постучал в дверь."Все сделано!", Говорит он, и собирает деньги. "Кстати," говорит студент,"Это не Порше, это Ferrari."
		-- Maurice Sendak

%
Там нет такого понятия, как бесплатный обед.
		-- Milton Friendman

%
Там нет ничего хуже для вашего бизнеса, чем дополнительных пунктах Сантакурение в мужском туалете.
		-- W. Bossert

%
Они дураки, которые думают, что богатство или женщин или крепкий напиток или дажепрепараты можно купить самое в попытке из души человека. Эти вещи предложитьбледные удовольствия по сравнению с той, которая является величайшим из всех, что задача, котораятребует от него больше, чем его предельной прочности, который поглощает его, кости исухожилий и мозг и надежда, страх и мечты - и до сих пор требует более.Они дураки, которые думают иначе. Без особых усилий и не было куплено.Нет живопись, ни музыки, ни стихотворение, ни собор в камне, ни одна церковь, ни одно государство не былокогда-либо обращались к жизни для оплаты любого рода. Нет Парфенон, не Фермопилыбыл когда-либо построенных или боролись за плату или славы; нет Бухара уволен, или Китай земляпод монгольского пятки, для лута или власти в одиночку. Оплаты за выполнение этихвещи сама по себе дело рук их.Чтобы владеть себя - использовать себя в качестве инструмента в своей собственной рукой - итак сделать или нет перерыв то, что никто не может построить или гибель - таковНаибольшее удовольствие, известных человеку! Для того, кто чувствовал долото в рукеи освободить ангела заключенный в мраморном блоке, или к тому, кто чувствовалс мечом в руке и установить бездомных душа момент до этого жили в организмеего смертельного врага - к тем, как прийти, так вкус той редкой пищираспространяется только на демонов или богов ".
		-- Gordon R. Dickson, "Soldier Ask Not"

%
Вещи стоит иметь стоит обман для.
		-- Gordon R. Dickson, "Soldier Ask Not"

%
Подумайте повезло. Если вы попали в пруду, проверить карманы для рыб.
		-- Darrell Royal

%
Это хорошее время, чтобы выбивать из рук работу.
		-- Darrell Royal

%
Это особенно хорошее время для вас отдыхающих, которые планируют покупать, потомуадминистрация Рейгана, в рамках той же политики, в которых онанедавно продал Йеллоустонский национальный парк, чтобы Уэйн Ньютон, имеет "дерегулирование"авиационной отрасли. Что это означает для вас, потребителей, является то, чтоавиакомпании не больше не требуется следовать никаким правилам вообще. Они могутпоказать нюхательный фильмов. Они могут взимать плату за кислородом. Они могут нанять летчиков прямоиз торгового автомата Refill человек школа. Они могут экономить топливо повыбрасывания собачьих пассажиров над водой. Они могут таранить конкурирующих самолетов вв воздухе. Эти новшества привели к значительной экономии затрат, которыебыли приняты вместе с вами, потребителем, в форме рейсов судивительно низким ценам, такие как $ 29. Конечно, определенные ограничения применимы,главным из которых, что все эти рейсы вас в Ньюарк, и вы должныплатить тысячи долларов, если вы хотите лететь обратно.
		-- Dave Barry, "Iowa -- Land of Secure Vacations"

%
Эта планета имеет - или, скорее, имел - проблема, которая заключалась в следующем: большинстволюди, живущие на ней были недовольны для довольно много времени. МногиеРешения были предложены для этой проблемы, но большинство из них быливо многом связаны с движениями мелких зеленых бумажек,что странно, потому что в целом это не маленькие зеленые кусочкидокумент, который были недовольны.
		-- Douglas Adams

%
Только на этой неделе, все наши волоконно-заполнить куртки снижены!
		-- Douglas Adams

%
Те, кто утверждают, мертвых не вернуть к жизни не всегда был вокругздесь бросить время.
		-- Douglas Adams

%
Те, кто делают вещи в благородном духе самопожертвования, которых следует избегатьлюбой ценой.
		-- N. Alexander.

%
Время есть самое ценное, что человек может потратить.
		-- Theophrastus

%
Время подвести итоги. Иди домой с некоторыми офисная техника.
		-- Theophrastus

%
Чтобы избежать критики, ничего не делать, говоря, быть ничем.
		-- Elbert Hubbard

%
Быть или не быть, то есть в нижней строке.
		-- Elbert Hubbard

%
Ничего не делать это бы ничего.
		-- Elbert Hubbard

%
Чтобы сделать две вещи одновременно это делать ни.
		-- Publilius Syrus

%
Чтобы встать на ноги, пропустить два платежа автомобиля.
		-- Publilius Syrus

%
Чтобы получить что-то сделано, комитет должен состоять не более чем из трехчеловек, двое из них отсутствуют.
		-- Publilius Syrus

%
Чтобы восстановить чувство реальности, думаю Walt Disney должен иметь Hardluckland.
		-- Jack Paar

%
Чтобы сохранить один жизнь лучше, чем построить семь пагоды.
		-- Jack Paar

%
Чтобы увидеть необходимость и ждать, чтобы попросить, чтобы уже отказываются.
		-- Jack Paar

%
Чтобы определить эксперта, выбрать тот, который предсказывает работа возьмет самое длинноеи стоить всего.
		-- Jack Paar

%
Чтобы оставаться молодой, остаться полезными.
		-- Jack Paar

%
Для арендодателя принадлежит дверные ручки.
		-- Jack Paar

%
Для Тебя Самого быть правдой. (Если не в этом, по крайней мере, сделать некоторые деньги.)
		-- Jack Paar

%
Чтобы понять эту важную историю, вы должны понять, как телефонКомпания работает. Телефон подключен к локальному компьютеру, который находится всигнал подключен к региональной компьютере, который в свою очередь подключен кгромкоговоритель размер мусоровоз на лужайке Эдна А. Bargewater изЛоуренс, штат Канзас.Всякий раз, когда вы разговариваете по телефону, ваш локальный компьютер слушает. Если этоподозревает вы собираетесь обсудить интимную тему, он уведомляет компьютернад ним, который прослушивает в и решает, следует ли предупредить друг над ним,пока, наконец, если вы действительно унизить себя, может быть, не сломать в слезахи скажите вашему ближайшему другу о грязных инцидента из прошлогос участием захудалый мотель, супруга соседа, весь религиозный порядок,садовый шланг и шесть кварт тапиоки пудинг, верхний компьютер подастРазговор в громкоговоритель Эдны, и она и ее друзья вышли накрыльцо, чтобы слушать и пить джин и смеяться сами глупые.
		-- Dave Barry, "Won't It Be Just Great Owning Our Own Phones?"

%
Слишком много людей думают о безопасности вместо флага. Они, кажется,больше боятся жизни, чем смерти.
		-- James F. Byrnes

%
Слишком много не хватает.
		-- James F. Byrnes

%
Слишком много всего достаточно просто.
		-- Bob Wier

%
Правда бесплатно, но информация стоит.
		-- Bob Wier

%
Два могут жить так дешево как один за вдвое короче.
		-- Howard Kandel

%
Veni, Vidi, VISA:Пришел, увидел, я сделал несколько покупок.
		-- Howard Kandel

%
Очень немногие вещи на самом деле получить изготовлены эти дни, потому что вбесконечно большой Вселенная, такие как тот, в котором мы живем, большинство вещей одногоможно себе представить, и многое можно было бы скорее нет, растутгде-то. Лес был обнаружен недавно, в которой большинство деревьев рослитрещотки отвертки как фрукты. Жизненный цикл храпового отверткидовольно интересно. После получении она нуждается в темную пыльную ящик, в котором она можетлежат нетронутыми в течение многих лет. Однажды ночью он внезапно люки, он уничтожает своюнаружная обшивка, что рассыпается в пыль, и выступает в качестве совершенно идентифицированынемного металлический предмет с фланцами на обоих концах и своего рода хребта и отверстиемдля винта. Это, когда нашел, получат выброшены. Никто не знает, чтоОтвертка должна получить от этого. Природа, в своей бесконечной мудрости,Предположительно работаем над этим.
		-- Howard Kandel

%
Жилеты должны костюмах, как ремни безопасности должны автомобилей.
		-- Howard Kandel

%
VI:Голодный пес охотится лучше.Голодным собака охотится еще лучше.VII:Снижение бизнес база увеличивает накладные расходы.Так же повышенный основание дела.VIII:Наиболее неудачные четыре года в образовании экономически-оценкиэто пятый класс арифметика.IX:Сокращения и аббревиатуры должны быть использованы в максимальной степениМожно сделать тривиальные идеи глубоким. Что и требовалось доказатьИКС:Быки не выиграть бои быков; люди делают.Люди не выиграть людей бои; делают юристы.
		-- Norman Augustine

%
Vital документы будут демонстрировать свою жизнеспособность, спонтанно двигатьсяс которой вы их туда, где вы не можете найти их.
		-- Norman Augustine

%
ПРЕДУПРЕЖДЕНИЕ для всех сотрудников:Стрельб будет продолжаться до тех пор мораль не улучшается.
		-- Norman Augustine

%
Отходы не, получить ваш бюджет сократить в следующем году.
		-- Norman Augustine

%
Мы все хотели похвалу, но поход в нашем оплаты является лучшим рода способами.
		-- Norman Augustine

%
Мы все живем в состоянии амбициозного бедности.
		-- Decimus Junius Juvenalis

%
Мы не любимого организация, но мы уважаемым один.
		-- John Fisher

%
У нас есть некоторые совершенно неопровержимые статистические чтобы показать, почему именноВы так устали.Там не так много людей на самом деле работают, как вы, возможно, думали.Население этой страны составляет 200 миллионов долларов. 84 млн старше60 лет, которая оставляет 116 млн, чтобы сделать работу. Люди под 20лет составит 75 млн, который оставляет 41 млн, чтобы сделать работу.Есть 22 млн, которые используются правительством, которое оставляет19 миллионов, чтобы сделать работу. Четыре миллиона находятся в вооруженных силах, котораяоставляет 15 миллионов, чтобы сделать работу. Минус 14,800,000, количество в государствеи городских офисов, оставляя 200000, чтобы сделать работу. Есть 188000 вбольницы, сумасшедших домах и т.д., так, чтобы листья 12000, чтобы сделать работу.Теперь она может заинтересовать, чтобы вы знали, что есть 11,998 людей в тюрьме,так что остаются только два людям нести нагрузку. То есть ты и я, ибрат, я устал делать все сам!
		-- John Fisher

%
"Мы считаем, что сама основа нашего образа жизни является то, что мы называемсвободного предпринимательства ", сказал Денежные Макколл," но когда один из наших гражданпоказать достаточно свободного предпринимательства накапливаться немного этой прибыли, мы делаемвсе возможное, чтобы заставить его почувствовать, что он должен быть стыдно ".
		-- Cameron Hawley

%
Мы были так бедны, что мы думали, новая одежда означало кто-то умер.
		-- Cameron Hawley

%
Мы были настолько бедны, мы не могли позволить себе сторожевой. Если мы услышали шум в ночное время,мы лаять себя.
		-- Crazy Jimmy

%
Мы живем в золотой век. Все, что вам нужно, это золото.
		-- D. W. Robertson.

%
Выходные, где ты?
		-- D. W. Robertson.

%
Что хорошего билет к хорошей жизни, если вы не можете найти вход?
		-- D. W. Robertson.

%
Что я имею в виду (и все остальные средства) под словом качество не может бытьразбита на субъектов и предикатов. Это не потому, Качествотак таинственно, но из-за качества настолько прост, непосредственным и прямым.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Что стоит делать, стоит проблема того, чтобы просить кого-то делать.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Какой грех не было совершено во имя эффективности?
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Что крупный шрифт дал, мелким шрифтом отнимает.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Что они сказали:Что они имели в виду:"Я рекомендую эту кандидатуру без специальности вообще."(Да, что около подводит итог.)"Сумма математике она знает вас удивит."(И я рекомендую не давая той школе ни копейки ...)"Я просто не могу сказать достаточно хорошие вещи о нем."(Какой винт вверх.)"Я рад сказать, что этот кандидат является мой бывший коллега."(Я не могу сказать вам, как я счастлив, что она покинула нашу фирму.)"Когда этот человек покинул наш использованы, мы были вполне надежды он пойдетдолгий путь со своими навыками ".(Мы надеялись, что он пошел бы, насколько это возможно.)"Вы не найдете много людей, как она."(На самом деле, большинство людей не могут выдержать быть вокруг нее.)"Я не могу рекомендовать его слишком высоко."(Тем не менее, насколько мне известно, он никогда не совершалпреступление в моем присутствии.)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Что они сказали:Что они имели в виду:"Если бы вы знали этого человека, а также я его знаю, вы могли бы подумать, как многоего, как я ».(Или как мало, выражаясь слегка более точно.)"Ее ввод всегда было критическим."(Она никогда не была доброго слова.)"У меня нет сомнений о его способности делать хорошую работу."(И это не существует.)"Этот кандидат придаст баланс в отдел, как ваша, котораяуже так много выдающихся членов ".(Если у вас уже есть придурок.)"Его презентация на мой семинар в прошлом семестре было действительно замечательно:один невероятно результат за другой ".(И мы не верим им, либо.)"Она вполне однородными по ее подхода к любой функции можно назначить ей."(На самом деле, к жизни в целом ...)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Что они сказали:Что они имели в виду:"Вы будете счастливы, если вы можете заставить его работать на вас."(Мы, конечно, никогда не удавалось.)Там нет другого работника, с которым я могу адекватно сравнить его.(Ну, наши крысы на самом деле не сотрудники ...)"Успех никогда не будет портить его."(Ну, по крайней мере, не намного больше.)"Один, как правило, уходит от него с хорошим чувством."(И такой вздох облегчения.)"Его диссертация является своего рода работы вы не ожидаете увидеть в эти дни;в нем он определенно продемонстрировал свои полные возможности ".(И его IQ, а также.)"Он должен пойти далеко."(Чем дальше, тем лучше.)"Он будет в полной мере воспользоваться его сотрудников."(У него даже есть один из них скашивания его газон после работы.)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
То, что они говорят: То, что они имели в виду:Основным технологическим прорывом ... Назад к чертежной доске.Разработано после многих лет исследований обнаружен совершенно случайно.Проект за первоначального графика должным Мы работаем над чем-то еще.непредвиденных трудностейКонструкции в допустимых пределах Мы сделали это, натяжки или два.Удовлетворение потребностей клиентов Считается Пока отстает от графика, что они будутуверены благодарны за что-нибудь вообще.Закрыть координация проекта Мы будем распространение вина, туристы!Результаты испытаний были чрезвычайно приятно Она работает, и мальчик, были мы удивлены!Дизайн будет завершена ... Мы еще не начали, но у нас есть						сказать что-то.Вся концепция была отвергнута парень, который проектировал это бросить.Мы движемся вперед со свежим Мы наняли три новых парней, и ониподойти ногами его вокруг.Большое количество различных подходов ... Мы не знаем, куда мы идем, номы движемся.Предварительные операционные тесты взрывались, когда мы включили его.неубедительныйМодификации ведутся Мы начинаем снова.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
То, что они говорят: То, что они имели в виду:Новые Различные цвета по сравнению с предыдущей версией.Все новые Не совместим с предыдущей версией.Эксклюзивный Никто другой не имеет документации.Непревзойденная Почти так же хорошо, как конкуренция.Простота конструкции Компания не дает нам никаких денег.Дурака Операция Все параметры жестко.Advanced Design Никто не понимает.Вот наконец Не сделать это вовремя.Полевые испытания у нас нет никаких тренажеров.Годы развития Наконец получил один работать.Беспрецедентная производительность Ничто никогда не пытался это медленное прежде.Революционные Дисководы идти 'раунд и' круглый.Футуристический только работает на следующей суперкомпьютер поколения.Нет Техническое обслуживание Невозможное исправить.Производительность Проверенная работал через бета-тестировании.Отвечает высоким стандартам качества он компилирует без ошибок.Гарантировало Мы вышлем вам еще один пакет, если он терпит неудачу.Фото товара Мы грузили его до и может сделать это снова.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Что необходимо эта страна является пруд, который будет купить хороший пять центов рогалик.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Что необходимо в этой стране является хорошим пять центов НИЧЕГО!
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Что необходимо в этой стране является хорошим пять центов никель.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Что необходимо в этой стране является хорошим пять доллар плазмы оружие.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Что нам нужно в этой стране, а не летнее время, которое никтодействительно понимает иначе, представляет собой новую концепцию называют будний день утром Время,причем в 7 утра каждый будний день мы идем в космодрома стиле «владение» длядва-три часа, в течение которых он просто остается 7 часов утра, тогда мы сможемВсе просыпаются через цивилизованного постепенного процесса растяжения и отрыжка ицарапин, и он все равно будет только 7 утра, когда мы были готовы на самом делевыйти из постели.
		-- Dave Barry, "$#$%#^%!^%&@%@!"

%
То, что не прибито мое. Все, что я могу приподнимите не прибиты.
		-- Collis P. Huntingdon, railroad tycoon

%
Когда банкир прыгает из окна, прыгать за ним - вот где деньги.
		-- Robespierre

%
Когда сотрудник говорит: «Это не деньги, но принцип вещь,"это деньги.
		-- Kim Hubbard

%
Когда все остальное терпит неудачу, прочитайте инструкции.
		-- Kim Hubbard

%
Когда я работает, я усердно работает.Когда я сидит, я сидит легко.И когда я думает, я засыпает.
		-- Kim Hubbard

%
Если есть сомнения, бормочут; когда в беде, делегировать; когда у власти, обдумать.
		-- James H. Boren

%
Когда не нужно, чтобы принять решение, необходимо, чтобы непринимать решение.
		-- James H. Boren

%
При правильном ведении, отдых не уменьшают производительность: длякаждую неделю вы далеко и ничего не получить сделано, есть еще один, когда ваш боссвдали, и вы получите в два раза больше сделано.
		-- Daniel B. Luten

%
Когда начальство говорить о повышении производительности, они никогда не говорилио себе.
		-- Daniel B. Luten

%
Когда встреча домик распалась, Мейер признался другу."Абэ, я в ужасном маринаде! Я ограничены в средствах, и у меня немалейшего представления, куда я иду, чтобы получить его из! ""Я рад слышать, что," ответил Эйб. "Я боялся, что тыможет иметь некоторое представление, что можно заимствовать от меня! "
		-- Daniel B. Luten

%
Когда вы работаете трудно, встать и рвать каждый так часто.
		-- Daniel B. Luten

%
Если вы не знаете, что делать, идти быстро и выглядят беспокоит.
		-- Daniel B. Luten

%
Когда вы не знаете, что вы делаете, делать это аккуратно.
		-- Daniel B. Luten

%
Когда вы идете, чтобы купить, не показывают свое серебро.
		-- Daniel B. Luten

%
Когда вы сделаете свой след в мире, следить за ребятами с резинками.
		-- The Wall Street Journal

%
Когда ваша работа говорит сама за себя, не прерывают.
		-- Henry J. Kaiser

%
Там, где есть желание, есть родственник.
		-- Henry J. Kaiser

%
Там, где есть воля, есть налог на наследство.
		-- Henry J. Kaiser

%
В то время как деньги не могут купить счастье, это, конечно, позволяет выбрать свой собственныйформа страдания.
		-- Henry J. Kaiser

%
Хотя деньги не купить любовь, она ставит вас в большой переговорной позиции.
		-- Henry J. Kaiser

%
Кто исходит заимствования исходит-скорбящих.
		-- Thomas Tusser

%
Кто умирает с наибольшим количеством игрушек выигрышей.
		-- Thomas Tusser

%
Зачем быть человеком, когда вы можете иметь успех?
		-- Bertolt Brecht

%
Будете ли вы одолжить мне $ 20,00, и только дать мне десять него?Таким образом, вы будете должны мне десять, и я должен вам десять, и мы будем еще!
		-- Bertolt Brecht

%
Желая без работы, как на рыбалку без наживки.
		-- Frank Tyger

%
Работа расширяется, чтобы заполнить время, доступное.
		-- Cyril Northcote Parkinson, "The Economist", 1955

%
Работа бывает двух видов: во-первых, изменения положения материи на или вблизиПоверхность Земли относительно к другому вопросу; во-вторых, сообщая другим людямчтобы сделать это.
		-- Bertrand Russell

%
Работа краб трава газон жизни.
		-- Schulz

%
Работайте умнее, а не больше, и быть осторожными вашего speling.
		-- Schulz

%
Работа без видения это рабство, Видение без работы является несбыточной мечтой,Но видения с работы является надеждой мира.
		-- Schulz

%
XI:Если земля может быть сделано, чтобы повернуть два раза быстрее, менеджерыполучить в два раза больше сделано. Если земля может быть сделано, чтобы повернуть двадцатьраз быстрее, все остальные будут получать в два раза больше сделать, так как всеменеджеры будут отлетать.XII:Это стоит много, чтобы построить плохие продукты.XIII:Есть много весьма успешных предприятий в Соединенных Штатах.Есть также много высокооплачиваемых руководителей. Политика несмешиваются два.XIV:После 2015 года, не будет Ни один самолет падает. Там будетне быть никаких взлетов либо, потому что электроника будет занимать 100 процентоввеса каждого самолета,XV:Последние 10 процентов производительность генерирует одну треть от стоимостии две трети проблем.
		-- Norman Augustine

%
XLI:Еще один производит, тем меньше становится.XLII:Простые системы не представляется возможным, поскольку они требуют бесконечное тестирование.XLIII:Оборудование работает лучше всего, когда это имеет значение по меньшей мере.XLIV:Самолет рейса в 21 веке всегда будет в западномНаправление, предпочтительно сверхзвуковой, пересекая часовые пояса, чтобы обеспечитьдополнительные часы нужно исправить нарушенные электронику.XLV:Следует ожидать, что ожидаемая может быть предотвращено, нонеожиданное и следовало ожидать.XLVI:Миллиард сохраненный млрд заработал.
		-- Norman Augustine

%
XLVII:Две трети поверхности Земли покрыто водой. Другойтретий покрыт аудиторов из штаб-квартиры.XLVIII:Чем больше времени вы проводите говорить о том, что вы делали,Чем меньше времени вы должны тратить делать то, что вы говорили.В конце концов, вы проводите больше времени говорить о все меньше и меньшепока, наконец, не тратить все свое время на разговоры ни о чем.XLIX:Правила расти с той же скоростью, как сорняки.L:Среднем регулирование имеет продолжительности жизни пятую тех пор, покараз, а четыре - шимпанзе и десятую часть тех пор, как человек-хтех пор, пока чиновника, который создал его.LI:К тому времени, Соединенных Штатов Трёхсотлетний, там будет большегосударственные служащие, чем есть рабочие.ЛИИ:Люди, работающие в частном секторе должны попробовать, чтобы сэкономить деньги.Там остается возможность того, что он может когда-нибудь оказаться полезным еще раз.
		-- Norman Augustine

%
XVI:В 2054 году, весь оборонный бюджет будет приобрести только один	самолет. Этот самолет будет иметь для совместного использования ВВС иВМС 3-1 / 2 дня каждый в неделю для високосного года, за исключением, когда это будетпредоставляться морской пехоты для дополнительного дня.XVII:Программное обеспечение как энтропии. Это трудно понять, ничего не весит,и подчиняется второй закон термодинамики, то есть он всегда возрастает.XVIII:Это очень дорого для достижения высокой ненадежность. Это не редкостьувеличить стоимость товара на коэффициент десяти для каждого факторадесять деградация достигнуто.XIX:Хотя большинство продуктов в скором времени будет слишком дорого, чтобы приобрести, там будетбыть процветающий рынок в продаже книг о том, как их исправить.XX:В любом данном году, Конгресс будет ассигновать сумму финансированияодобрил предыдущий год плюс три четверти все изменитьадминистративные запросы - минус 4-процентный налог.
		-- Norman Augustine

%
XXI:Это легко получить кредит, если вы не нуждаетесь в этом.XXII:Если эксперты фондового рынка были настолько эксперт, они будут покупать акции,не продавать совет.XXIII:Любая задача может быть выполнена только в одной трети больше времени, чем этов настоящее время оценивается.XXIV:Единственное дороже, чем растяжение графикУстановлено Проект ускоряя его, который сам по себе является наиболеедорогостоящим действие известных человеку.XXV:Пересмотренный график к делу то, что новый сезон со спортсменомили новый холст для художника.
		-- Norman Augustine

%
XXVI:Если достаточное количество уровней управления накладываются друг надругой стороны, он может быть уверен, что катастрофы не оставлено на волю случая.XXVII:Ранг не запугать оборудования. Ни делает отсутствие ранга.XXVIII:Лучше быть реорганизатор чем reorganizee.XXIX:Руководители, которые не производят успешные результаты держаться за своирабочих мест лишь около пяти лет. Те, кто производит эффективные результатыповесить на около половины десятилетия.XXX:К тому времени, люди задают вопросы готовы к ответам,люди, делающие работу потеряли дорожку вопросов.
		-- Norman Augustine

%
XXXI:Оптимальная комитет не имеет членов.XXXII:Наем консультантов для проведения исследований может стать отличным средствомпревращая проблемы в золото - ваши проблемы в их золото.XXXIII:Дураки спешить в котором занимающие боятся ступать.XXXIV:Процесс конкурентоспособным выбора подрядчиков для выполнения работбазируется на системе поощрений и наказаний, все распределено	случайно.XXXV:Слабее имеющиеся данные на основе которых будет свое заключение,тем выше точность, которые должны быть указаны, чтобы датьподлинность данных.
		-- Norman Augustine

%
XXXVI:Толщина предложение требует, чтобы выиграть многомиллионныйДоговор о одного миллиметра на миллион долларов. Если всеПредложения, соответствующие этому стандарту были сложены друг на другав нижней части Большого Каньона вероятно, было бы хорошей идеей.XXXVII:Девяносто процентов времени вещи получится хуже, чем вы ожидали.Остальные 10 процентов времени вы не имели права ожидать так много.XXXVIII:	Ранняя пташка получает червя.Рано червь ... получает съели.XXXIX:Никогда обещают завершить любой проект в течение шести месяцев после окончаниягод - в любом направлении.XL:Большинство проектов начинается медленно - а потом вроде сужаться.
		-- Norman Augustine

%
Вчера я был собакой. Сегодня я собака. Завтра я, наверное, до сих порбыть собакой. Вздох! Там так мало надежды на улучшение.
		-- Snoopy

%
Вы всегда делать что-то маргинальное, когда босс падает вашем столе.
		-- Snoopy

%
Вы можете дурачить всех людей все время, если реклама прямоа бюджет является достаточно большим.
		-- Joseph E. Levine

%
Вы можете сказать идеалы нации ее рекламы.
		-- Norman Douglas

%
Вы знали, что работа была опасной, когда вы приняли его, Фред.
		-- Superchicken

%
Вы знаете, разница между этой компанией и Титаника, чтоТитаник платежеспособных клиентов.
		-- Superchicken

%
Вы или я должен уступить свою жизнь Ahrimanes. Скорее всего, это вам.Я не должен иметь никакого колебания в жертву свою жизнь, чтобы избавить вашего, амы подвести итоги на следующей неделе, и это было бы несправедливо по компании.
		-- J. Wellington Wells

%
Вы тоже можете сделать большие деньги в захватывающей области БУМАГИ перетасовки!. Г-н Смит Сумбур, штат Массачусетс, говорит: "Прежде, чем я взял этот курс я использовал, чтобы бытьнепритязательный немного бездельник. Теперь то, что я узнал в MIT Tech я чувствую себя действительноважны и могут запутать и смутить с лучшими ".Г-н Уоткинс сказал следующее: "Десять коротких дней назад все, что я мог смотреть впередчтобы был тупиковый работу в качестве инженера. Теперь у меня есть большое будущее исделать действительно большие Zorkmids ".MIT Технология не могу обещать эти фантастические результаты для всех, но когдаВы зарабатываете свою степень MDL от MIT Tech ваше будущее будет ярче.Послать за бесплатный буклет сегодня!
		-- J. Wellington Wells

%
