Чекор 1: Затвори AutoCAD - Знам дека ова може да биде тешко за некои од вас. Ти можешда се почека за AutoCAD да се сруши, ако сакате.    - Мајкл Ротоло       (Http://themadcadder.blogs.com/my_weblog/2008/12/external-xref-manager-xref-path-saver.html)! 11/07 ПДП на ni deppart m'I! Плех
		-- Jamie Zawinski

%
101 УПОТРЕБА СФОР мртов микропроцесор(1) Плашилото за стоногалки(2) мртов четка мачка(3) barrettes коса(4) Шелни(5) Авто-пирсинг обетки(6) Габа пергола(7) Лажни трепки(8) Протетика канџи куче        .        .        .(99) Прозорец градина брана (влечат зад Тонка трактори)(100) Убиец велкро(101) валута
		-- Jamie Zawinski

%
1: Не кодот маса за op: ++ пост
		-- Jamie Zawinski

%
4.2 BSD Unix # 57: Сонцето јуни 1 1986 23:02:07 EDTСе лулаат на Сонцето Недостасуваш. Сонцето нишалки. Тој да ви хитови со575MB диск! Вие прочитате диск 575MB. Тоа е напишано во туѓиотјазик и не може да се прочита од страна на вашите уморни Сонце-2 очи. Ќе фрли575MB дискот на Сонцето Вие хит! Сонцето мора да се поправи вашите очи. наСонцето се наведува во движење. Тој хитови вашиот 130MB диск! Тој го порази130MB диск! Сонцето се наведува во движење. Тој хитови вашата Ethernet форум! тојго победи вашата Ethernet форум! Можете да прочитате книгата на "одложи доПонеделник во 9 сум ". Се оди темно ...
		-- /etc/motd, cbosgd

%
Биолог, статистичар, математичар и компјутерски научник се нафото-сафари во Африка. Како што тие се возење по должината на савана во нивнитеџип, ќе престанат и разузнавач хоризонтот со двоглед.Биолог: "Еве стадо зебри И таму е бела зебра!!!Фантастично! Ние ќе бидеме познати! "На статистичар: "Еј, се смири, тоа не е значаен Ние знаеме само.има една бела зебра. "Математичарот: "Всушност, ние знаеме само постои зебра, која ебело на една страна. "научник на компјутер: "О, не Посебен случај!"
		-- /etc/motd, cbosgd

%
... Цвета глас вели: "Во ред, кретен!", И ќе забележите дека стесе претвори во едно купче прашина.
		-- /etc/motd, cbosgd

%
Грешка во кодот е во вредност од два во документацијата.
		-- /etc/motd, cbosgd

%
А бубачка во рака е подобро отколку што се уште неоткриени.
		-- /etc/motd, cbosgd

%
Еден монах имаше навика Здодевните Големиот Tortue (единствениот којнекогаш стигнале на просветителството "Yond просветлување), прашувајќи далиразни објекти имаат Буда-природата или не. На такво прашање Tortueсекогаш седеше тивко. Монахот веќе праша за грав, езеро,и осветлена од месечината ноќ. Еден ден тој го донесе на Tortue парче стринг, иНа истото прашање. Како одговор, Големиот Tortue прифатено јамкамеѓу нозе и, со неколку едноставни манипулации, создаде комплексниза која proferred без зборови на монахот. Во тој момент, монахотбеше просветлен.Од тогаш, монахот не се мачат Tortue. Наместо тоа, тој го направи низа постринг со метод Tortue е; и тој помина методот на својот ученици,кој го пренесува на нивни.
		-- /etc/motd, cbosgd

%
Комплексен систем кој е секогаш се наоѓаат на еволуирале одедноставен систем кој функционира.
		-- /etc/motd, cbosgd

%
[А компјутерот е] како Бог од Стариот Завет, со многу правила и нема милост.
		-- Joseph Campbell

%
Компјутерот ви овозможува да направите повеќе грешки побрзо од било кој друг изум,со можен исклучок на пиштоли и Tequilla.
		-- Mitch Ratcliffe

%
А компјутерот продавач посета на претседателот на компанијата за целите на продажбаПретседателот еден од најновите зборува компјутери.Продавач: "Оваа машина знае се што може да го побарате било какви прашања.и тоа ќе даде точен одговор. Компјутер, што ебрзината на светлината? "Компјутер: 186.282 милји во секунда.Продавач: "Кој беше првиот претседател на САД?"Компјутер: Џорџ Вашингтон.Претседател: "Јас сум уште не се убедени Дозволете ми да поставам едно прашање..Каде е мојот татко? "Компјутер: Татко ти е риболов во Грузија.Претседател: "Ха !! Компјутерот не е во ред Татко ми почина во текот на дваесет години.		Пред години!"Компјутер: маж Твојата мајка починала пред 22 години. Вашиот татко самослета дванаесет фунта бас.
		-- Mitch Ratcliffe

%
А компјутерски научник е некој кој поправа работите кои не се скршени.
		-- Mitch Ratcliffe

%
А компјутерот без COBOL и FORTRAN е како парче чоколадна тортабез кечап и сенф.
		-- Mitch Ratcliffe

%
А CONS е објект кој се грижи.
		-- Bernie Greenberg.

%
А дебагира програма е една, за кои се уште не најде условитекои го прават тоа не успее.
		-- Jerry Ogdin

%
Ученикот на секта еднаш дојде до Дрешер како јадешесвојот утрински оброк. "Би сакал да ви даде овој тест на личноста", речеаутсајдер ", затоа што сакам да бидат среќни."Дрешер зеде хартија што му беше понуден и го стави вотостер - "Би сакал тостерот да биде среќна".
		-- Jerry Ogdin

%
Лекар, архитект, и компјутерски научник почнале да се расправаатчија професија е најстариот. Во текот на нивните аргументи, тиедоби сите на патот назад кон Едемската градина, при што лекарот рече, "медицинската професија е јасно од најстарите, затоа што Ева беше направен од Адамребро, како оди приказната, и тоа беше едноставно неверојатен хируршки подвиг. "Архитектот не се согласуваат. Тој рече: "Но, ако погледнете во градинатасебе, во почетокот имаше хаос и неважечки, и од тоа градинаи да се создаде светот. Значи Бог мора да е архитект. "компјутерски научник, кои би внимателно го ислуша сето ова, тогашкоментира "Да, но каде што мислите дека хаосот доаѓаат од?"
		-- Jerry Ogdin

%
А познатиот Lisp Хакер забележав Додипломски седи во предниот дел на Xerox1108, се обидува да ги уредувате комплексни Klone мрежа преку интернет пребарувач. Сакал да сепомош, Хакер кликна еден од јазли во мрежата со помош на глувчето,и ме праша: "Што гледаш?" Многу искрено, на додипломски одговори: "Јасвиди на курсорот. "The Hacker а потоа брзо се притисне вклучите подигање на задната странана тастатурата, додека истовремено притискање на додипломски над главатасо дебел Прирачник Interlisp. Додипломски тогаш беше просветлен.
		-- Jerry Ogdin

%
не треба секогаш да се користи Формално алгоритам анализирање.
		-- D. Gries

%
А Fortran компајлер е hobgoblin малку Minis.
		-- D. Gries

%
Хакер прави за љубовта она што другите не би го направил за пари.
		-- D. Gries

%
На јазик кој не влијае на начинот на кој размислуваме за програмирање ене вреди да се знае.
		-- D. Gries

%
На јазик што не се што е всушност полесно да програмаво споредба со некои кои ги прават.
		-- Dennis M. Ritchie

%
Голем број на инсталирани системи работат на Fiat. Тоа е, тие работатсо тоа што се прогласени за работа.
		-- Anatol Holt

%
А LISP програмер знае вредноста на се, но цената на ништо.
		-- Alan Perlis

%
А листата е силен како најслаба алка.
		-- Don Knuth

%
А малку осврт покажува дека иако многу добри, корисни софтверски системисе дизајнирани од страна на комисиите и изграден како дел од повеќе делови проекти,овие софтверски системи кои предизвикувале страстни навивачи се оние кои сена производите на една или неколку умови проектирање, големите дизајнери. Размислете за Unix,APL, Паскал, модула, интерфејсот Smalltalk, дури и Fortran; и да им се спротивставимесо Cobol, PL / I, Алгол, MVS / 370, и MS-DOS.
		-- Fred Brooks

%
Еден човек од АИ шеташе по планините да плови да се види на мајстор,Кнут. Кога пристигна, мајстор е никаде да се најде. "Каде енајпаметен име Кнут? ", праша тој поминува студент."Ах", рече на ученикот: "Вие не сте слушнале. Тој отиде напоклоничко патување низ планините во храмот на АИ да бараат новиученици. "Кога го слушна тоа, човекот бил просветлен.
		-- Fred Brooks

%
Менаџерот побара програмер колку долго тоа ќе го преземе за да се завршиПрограмата на која што тој работеше. "Јас ќе се заврши утре", на програмеротведнаш одговорил."Мислам дека се е нереално", рече менаџерот. "Навистина,колку долго ќе потрае? "На програмерот мислев за момент. "Имам некои карактеристики што посакувамда го додадете. Ова ќе трае најмалку две недели ", тој конечно рече."Дури и тоа е премногу да се очекува", инсистираше на менаџер, "Јас ќе бидамзадоволни ако едноставно ми каже кога на програмата е завршена. "На програмерот се согласи на тоа.Неколку години подоцна, менаџер во пензија. На патот на неговатапензионирање ручек, тој открил програмер спие на неговиот терминал.Тој бил програмирање цела ноќ.
		-- Geoffrey James, "The Tao of Programming"

%
А менаџер беше за да бидат избркани од работа, но програмер кои работеле за негоизмисли нова програма која стана популарен и се продаваа добро. Како резултат на тоа,менаџер задржа својата работа.Менаџерот се обиде да даде програмер бонус, но на програмеротго одби, велејќи: "Јас напиша на програмата, затоа што и покрај тоа што беше интересноконцепт, а со тоа и не очекувам награда. "Менаџерот, по сослушувањето ова, забележува: "Ова програмер, и покрај тоа штоима позиција на мали почит, разбира и соодветна должност навработен. Ви овозможува да го промовира на возвишена положба на менаџмент консултант! "Но, кога кажа дека ова, на програмерот уште еднаш одби, велејќи: "Јас постојамтака што јас може да се програмира. Ако сум се промовираат, јас би го направил ништо, но отпадсекој е време. Може ли да одам сега? Јас имам една програма со која јас сум на работа. "
		-- Geoffrey James, "The Tao of Programming"

%
А менаџер отиде во својата програмери и им рече: "Што се однесува до вашиотработно време: ви се случува да треба да дојде во девет часот наутро и да ја напуштиво пет попладне. "На ова, сите од нив се налутил и неколкуподнесе оставка на самото место.Значи менаџер, рече: "Сите во право, во тој случај може да се постави својработни часови, колку што ќе завршите со вашите проекти на време ". Напрограмери, сега се задоволни, почнаа да доаѓаат во пладне и ќе работи на пишутрински часови.
		-- Geoffrey James, "The Tao of Programming"

%
А менаџер отиде во господар програмер и му ги покажал на барањатаДокумент за новата апликација. Менаџерот побара господар: "Колку долго ќее потребно да се дизајнира системот, ако јас му ја додели пет програмери за тоа? ""Тоа ќе биде една година", рече господар веднаш."Но, ние треба овој систем веднаш, па дури и порано! Колку долго ќеземи го поставам десет програмери за тоа? "Господар програмер намуртен. "Во тој случај, тоа ќе трае две години.""А што ако јас му ја додели сто програмери на тоа?"Господар програмер рамениците. "Тогаш дизајн никогаш нема да бидезавршен ", рече тој.
		-- Geoffrey James, "The Tao of Programming"

%
А господар програмер помина почетник програмер еден ден. Господаротистакна преокупација на почетниците со рачни компјутерска игра. "Извини ме",тој рече: "Може ли да го испита?"Почетниците забравена на внимание и предаден на уредот за господар."Гледам дека уредот тврди дека има три нивоа на игра: лесни, средни,и машки ", рече господар." Сепак, секој таков уред има уште едно ниво на игра,каде што уредот не се обидува да освојат човекот, ниту да биде освоен од страна начовек. ""Молете се, големиот мајстор", молеше почетниците ", како некој да се најдат на овојмистериозни околности? "Господар падна на уредот на земјата и уништен под нозе.И одеднаш почетниците беше просветлен.
		-- Geoffrey James, "The Tao of Programming"

%
А господар 'беше да ја објасни природата на Тао на еден од неговите искушеници."Тао е отелотворена во сите софтвер - без оглед на тоа како незначителни"рече господар."Дали Тао во рачен калкулатор?" побара од почетниците."Тоа е", беше одговорот."Дали Тао во видео игра?" продолжи на почетниците."Тоа е дури и во видео игра", рече господар."И е Тао во DOS за персонален компјутер?"Господар накашла и префрли својата позиција малку. "Лекцијатае завршена за денес ", рече тој.
		-- Geoffrey James, "The Tao of Programming"

%
Модемот е baudy куќата.
		-- Geoffrey James, "The Tao of Programming"

%
Гаден потрага џуџе фрла нож во вас.
		-- Geoffrey James, "The Tao of Programming"

%
*** Нов вид на програмирање ***Дали сакате на брз поглед кој доаѓа од тоа да биде во можност да користат техничкиусловите што никој не го разбира? Дали сакате да штрајк страв и омраза восрцата на менаџери ДП насекаде? Ако е така, тогаш нека Познати програмеритеУчилиште ве одведе на ... во светот на професионални компјутерско програмирање.Тие велат дека добар програмер може да се напише 20 линии на ефикасна програма дневно.Со нашиот уникатен курс за обука, ние ќе ви покаже како да се напише 20 линии на коди многу друго. Нашите курс за обука ги опфаќа секој програмски јазикво постоење, а некои кои не се. Ќе дознаете зошто за вклучување / исклучување закомпјутер е толку важно, она што зборовите * фатална грешка * значи, и кој и штотреба да се обвинува, кога ќе направите грешка.Да, јас сакам брошурата опишувајќи ја оваа неверојатна понуда.Јас приложи 1000 $ е мала необележани сметки за да се покријат трошоците запоштарина и ракување. (Нема жива живина, те молам.)*** Девизата: Врвот надолу програмирање за масите. ***
		-- Geoffrey James, "The Tao of Programming"

%
А почетниците побара мајстор: "Ова е програмер кој никогаш дизајнира,документи или тестови неговите програми. Сепак, сите кои го познаваат го сметаат за еден однајдобрите програмери во светот. Зошто е ова? "Мајстор одговара: "Тоа програмер владее Тао Тој има.помина надвор од потребата за дизајн; тој не се лутите кога системотсе урна, но прифаќа вселената без грижа. Тој помина надвор одПотреба за документација; тој не се грижи ако некој друг го гледа својот код. тојпомина надвор од потребата за тестирање; секој од неговите програми се совршени восебе, спокоен и елегантен, нивната цел очигледен. Навистина, тој имавлегле во тајната на Тао ".
		-- Geoffrey James, "The Tao of Programming"

%
А почетниците побара господар: "Имам една програма која понекогаш трае ипонекогаш се прекине. Јас го следат правилата на програмирање, но јас сум тоталнозбунет. Која е причината за ова? "Господар одговори: "Вие сте збунети затоа што не го разбираатТао. Само будала очекува рационално однесување од своите сограѓани луѓето. Зоштоне сте го очекувале од машина која луѓето се изградени? компјутерисимулираат детерминизам; само Тао не е совршен.Правилата на програмирање се минливи; само Тао е вечна.Затоа мора да се размислува за Тао пред да добијат просветлување "."Но, како ќе знам кога сум добил просветлување?" побара одпочетниците."Тогаш вашата програма ќе се кандидира правилно", одговори учителот.
		-- Geoffrey James, "The Tao of Programming"

%
А почетниците побара господар: "Гледам дека една компјутерска компанија емногу поголем од сите други. Тоа кули над конкуренцијата е како џиновскимеѓу џуџиња. Ниту една од нејзините поделби може да се состојат од една цела бизнис.Зошто е тоа така? "Господар одговори: "Што ќе ти такви глупави прашања? Тоакомпанијата е голем, бидејќи тоа е толку голем. Ако тоа само го направи хардвер, никој неќе го купат тоа. Ако тоа се одржува само системи, луѓето ќе го третираат какослужбеник. Но, бидејќи тоа е комбинација на сите овие нешта, луѓето го мислат еденна боговите! Со тоа што не сакаат да се стремиме, го освои без напор. "
		-- Geoffrey James, "The Tao of Programming"

%
А почетниците побара господар: "На исток постои голема дрво структурашто луѓето го нарекуваат "корпоративното седиште. Тоа е надуен надвор од форма сопотпретседателите и сметководители. Тој издава мноштво на меморандуми, велејќи дека секој"Оди, Според тоа!" или "Оди, тука! и никој не знае што е наменета. Секоја година новиимиња се ставени на гранките, но сите да не ги искористи. Како може толкунеприродна лице постои? "Господар одговори: "Ти гледаат оваа огромна структура ивознемирени дека нема рационална цел. Може да не се забава однеговите бескрајни спирални движења? Дали не уживаат во мирна леснотијата на програмирањепод неговата згрижување гранки? Зошто се пречи од страна на неговиот бескорисност? "
		-- Geoffrey James, "The Tao of Programming"

%
А почетниците на храмот еднаш се приближува на главниот свештеник сопрашање."Господи, не Emacs има Буда природата?" побара од почетниците.Главниот свештеник бил во храмот за многу години и може да бидесе потпира за да ги знаете овие работи. Тој смета дека за неколку минути предодговарање."Јас не гледам зошто да не. Тоа доби крвавиот и сè друго."Со тоа, главниот свештеник отиде на ручек. Почетниците одеднашпостигне просветлување, неколку години подоцна.коментар:Својот Учител е вид,Одговара на неговите чести брзо,Со мислата и сарказам.
		-- Geoffrey James, "The Tao of Programming"

%
А почетник програмер еднаш беше доделен код за едноставни финансискипакет.Почетниците жестоко работел за неколку дена, но кога неговиот господарразгледа неговата програма, тој открил дека тоа содржи уредник на екранот, сетна генерализирана графика рутини, и вештачката интелигенција интерфејс,но не и најмала споменување на било финансиски.Кога на мајсторот праша за тоа, на почетниците стана огорчен."Не биди толку нестрпливи," рече тој, "Јас ќе се стави на финансиските работи во крајот."
		-- Geoffrey James, "The Tao of Programming"

%
А почетниците се обидува да се одреди Скршен Lisp машината со вртење наисклучување и на. Најт, гледајќи го она што ученикот го прави зборуваше строго,"Вие не може да се утврди од страна на машината само да го власта велосипед без разбирање,од она што се случува во ред. "Најт се сврте на машината и на. Намашина работел.
		-- Geoffrey James, "The Tao of Programming"

%
А човек кој е повеќе од случајно заинтересирани за компјутери треба да биде доброшколуваат во машински јазик, бидејќи тоа е основен дел од компјутер.
		-- Donald Knuth

%
Програмата треба да биде светлина и агилни, неговата subroutines поврзани каконизи од бисери. Духот и намерата на програмата треба да се задрживо текот на. треба да има ниту премалку ниту премногу, ниту е потребнојамки ниту бескорисни променливи, ниту недостаток на структурата ниту големоцврстина.Програмата треба да го следат "Законот на најмалку Чудење. Што е овазаконот? Тоа е само дека програмата секогаш треба да возврати на корисникот воначинот на кој го восхитува најмала рака.А програма, без оглед колку комплексна, треба да дејствуваат како една единица. наПрограмата треба да биде во режија на логиката во рамките а не од надворнастапи.Ако програмата не во овие услови, тој ќе биде во состојба нанарушување и конфузија. Единствениот начин да се поправи ова е да го преработи уште еднашпрограмата.
		-- Geoffrey James, "The Tao of Programming"

%
А програмерот од многу големи компјутерски компанијата отиде на софтверконференција, а потоа се врати да го пријавите на неговиот менаџер, рече: "Каков видна програмери работат за други компании? Тие се однесувал лошо и беакоја нема да се појави. нивната коса е долга и развлечен и нивнитеоблека беа збрчкан и стари. Тие излета гостопримството апартмани инаправени груби звуци за време на мојата презентација. "Менаџерот рече: "Јас никогаш не треба да ви испрати на конференцијата.Оние програмери живеат надвор од физичкиот свет. Тие сметаат дека животот апсурдно,случајна коинциденција. Тие доаѓаат и си одат, без да знаат ограничувања.Без грижи, тие живеат само за нивните програми. Зошто да се мачисо општествените конвенции? ""Тие се живи во рамките на Тао".
		-- Geoffrey James, "The Tao of Programming"

%
А програмерот е човек, кој поминува како строго експерт врз основа нада биде во можност да испаднат, по безброј тупаници, бескрајна серија нанесфатливо одговори пресметува со микрометриска одредувана од нејаснипретпоставки врз основа на дискутабилно фигури преземени од недоволни документии врши врз инструментите на проблематични точност од лицасомнителни сигурност и сомнителни менталитет за Отворена цел надосадни и изненадувачките безнадежно беспомошни оддел, кој бешенесреќни доволно да побара информации во на прво место.
		-- IEEE Grid newsmagazine

%
Програмски јазик е на ниско ниво, кога нејзините програми бараат вниманиена ирелевантни.
		-- IEEE Grid newsmagazine

%
Една неодамнешна студија покажа дека се концентрира на тешко надвор од екранотобјекти, како што се лицата на најблиски, предизвикува замор на очите во компјутернаучниците. Истражувачите во феноменот цитираат додаде концентрацијапотребни за да се "најде смисла" на такви неприродни три димензионални објекти.
		-- IEEE Grid newsmagazine

%
Тркалање диск собира не MOS.
		-- IEEE Grid newsmagazine

%
Студент, во надеж дека на разбирање на Ламбда-природа, дојде до Greenblatt.Како тие зборуваа хакер Multics систем стигнува од. "Дали е вистина", го прашалстудент ", кои PL-1 има многу од истите типови на податоци како Lisp?" речиси предстудентот завршил со неговото прашање, извикуваа Greenblatt, "foo!", и притиснетена студентот со стап.
		-- Jack Banton, PCC Automotive Electrical School

%
Успешна [софтвер] алатка е онаа што се користи да се направи нештотежината на нејзиниот автор.
		-- S. C. Johnson

%
А добро се користат врата нема потреба масло на нејзините шарки.Брзиот проток на пареа не расте стагнација.Ниту звук, ниту мисли можат да патуваат низ вакуум.Софтвер rots ако не се користи.Овие се големи мистерии.
		-- Geoffrey James, "The Tao of Programming"

%
Една година помина во вештачката интелигенција е доволно да се направи еден веруваат во Бога.
		-- Geoffrey James, "The Tao of Programming"

%
За употребата на јазикот: Не е возможно да се изостри моливот со тапсекира. Тоа е еднакво залудно да се обиде да го направи тоа со десет тапи оски, наместо.
		-- Edsger Dijkstra

%
Додавање на карактеристики не мора да се зголеми функционалноста - тоа самоправи прирачници подебел.
		-- Edsger Dijkstra

%
Додавање на работна сила за да на крајот на софтверски проект што го прави подоцна.
		-- F. Brooks, "The Mythical Man-Month"

%
Секогаш кога еден човек се најде соодветна за разрешување од должност од страна наЗатвори апликација со него, тоа е уште полошо се изврши од страна на две лица иедвај се направи на сите, ако три или повеќе се вработени во него.
		-- George Washington, 1732-1799

%
По вовлекува низ препишани останатите блокови од дома Лукадиректориум, Лука и ПДП-1 грабаше далеку од / u / Ларс, низ површината наВинчестер возење летање читање / запишување главата Лук. PDP-1 имаа Лука гости воработ на цилиндерот со поглед / usr / spool / UUCP."Unix-за-Unix Копирај Програмата;" рече ПДП-1. "Вие никогаш нема да најдам повеќебедна кошница на грешки и flamers. Ние мора да бидеме претпазливи. "
		-- DECWARS

%
Алан Тјуринг смета за критериумите за решавање на прашањето за тоа далимашини може да се мисли, прашање на кое ние сега знаеме дека се работи закако релевантни како и на прашањето дали подморници можат да пливаат.
		-- Dijkstra

%
Алгол-60 сигурно треба да се смета како еден од најважните програмски јазикнедоволно развиени.
		-- T. Cheatham

%
Сите константи се променливи.
		-- T. Cheatham

%
=== CSH СИТЕ КОРИСНИЦИ ЗАБЕЛЕШКА ========================Поставување на променлива губитници $ на сите луѓе кои мислите дека се губитници. оваќе предизвика рече губитници да имаат променлива $ Луѓе-кој-тинк-јас-сум-A-губитникажурирани во нивните .login датотека. Треба да се обиде да се изврши работа намашина со слаб одговор време и машина за локалната мрежа е моменталнонаселен со губитници, дека машината ќе биде ослободен и за вашата работа прекуладно подигање процес.
		-- T. Cheatham

%
Сите делови што треба да одат заедно без форсирање. Мора да се запамети дека деловисе повторно составување беа срушени од вас. Затоа, ако не можете да добиетезаедно повторно, мора да има причина. Со сите средства, не се користи чекан.
		-- IBM maintenance manual, 1925

%
Сите програмери не се оптимисти. Можеби овој модерен магии особено привлекуваоние кои веруваат во среќен крај и самовила godmothers. Можеби стотицитена гнидав фрустрации избрка сите, но оние кои вообичаено се фокусираат на крајотцел. Можеби тоа е само дека компјутерите се млади, програмери се помлади,а младите сме секогаш оптимисти. Но, колку и процесот на избор на дела,резултатот е неоспорен: "Овој пат тоа сигурно ќе се кандидира", или "Јас само дознавпоследните бубачка. "
		-- Frederick Brooks, "The Mythical Man Month"

%
Сите програмери се драматурзи и сите компјутери се вошлив актери.
		-- Frederick Brooks, "The Mythical Man Month"

%
"... Сите добри компјутерски дизајни се bootlegged, а формално планиранитепроизводи, ако тие се изградени на сите, се кучиња! "MIT Press, 1987
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
Сите едноставни програми се напишани.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== Сите корисници ЗАБЕЛЕШКА ========================Новиот систем, циркулаторниот систем, е додадена.На долг експериментални циркулаторниот систем е пуштен на слобода за корисниците. наLisp машина користи тип Б течност, L машина користи Тип А течност. Когапрефрлување на Common Lisp се случува и машини, се разбира, да биде Тип на О.Ве молиме проверете го нивото на течноста со помош на DIP стап кој се наоѓа воназад на VMI монитори. Неконтролираниот ниско ниво на течноста може да предизвика слаб страничењеперформанси.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== Сите корисници ЗАБЕЛЕШКА ========================Извештаи за грешки сега изнесува во просек од 12.853 дневно. За жал,ова е само мал дел [<1%] на обемот на пошта добиеме. воцел дека ние може повеќе експедитивно да се справи со овие вредни пораки,Ве молиме да ги комуницираат преку еден од следните патеки:Arpa: WastebasketSLMHQ.ARPAUUCP!!!! [Беркли, seismo, Харпо] fubar thekid slmhq wastebasket сајтови не-мрежа: Сојузна Експрес на:Wastebasketсоба NE43-926Коперник, на Месечината, 12345-6789За таа личен контакт чувство повик 1-415-642-4948; нашите обучениоператори на повик 24 часа на ден. VISA / MC прифатени. ** Нашата богата адвокати се увери дека ние не сме  одговорен за било какви грешки или совет даден преку телефон.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== Сите корисници ЗАБЕЛЕШКА ========================ЦАР и проценка сега се врати дополнителни вредности.АВТОМОБИЛ функција сега се враќа две вредности. Бидејќи мора да оди на проблемида дознаам ако објектот е carcdr-можност во секој случај, ние сфатиле што би можело даи да добијат двете половини одеднаш. На пример, следниов код покажува како да сеdestructure на лошите страни (некои-CONS) во двата отвори (THE-автомобил и-РДО):(Повеќекратна вредност BIND (THE-автомобил-проценка) (CAR НЕКОИ-CONS) ...)За симетрија со автомобил, проценка враќа втора вредност која е автомобилот наобјект. Во поврзани со промени, функциите Make-низа и лошите страни билефиксни, така што тие не се распредели било складирање, освен на магацинот. ова требасе надевам дека им помогне на луѓето кои не сакаат користење ѓубре колектор, бидејќиладна чизми машината толку често.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== Сите корисници ЗАБЕЛЕШКА ========================Компајлерот оптимизација се направени за да се прошири ДА макро во WITHOUT-Прекинува посебна форма, така што тоа може да им помогнам на работите во магацинот воДА-оптимизација област, SETQ променливи и потоа да ги поп назад, кога тоа енаправи. Не грижете се за тоа, освен ако користите multiprocessing.* Имајте на ум дека би можеле да бидат дефинирани од страна LET *:(ДА ((ДА `(ДА ((ДА, ДА)), ДА)))`(ДА ((ДА, ДА)), ДА))Ова се верува да се забрза извршувањето од колку што е фактор од 1.01 или3.50 зависност од тоа дали сметате дека нашите пријателски претставници маркетинг.Овој код е напишана од страна на новиот програмер тука (ние го зграпчат одItty Bitti машини кога ја пишувал COUGHBOL код), па да му дадедовербата што му се верува вети дека неговата "таа работи многу добро" и го инсталира.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== Сите корисници ЗАБЕЛЕШКА ========================JCL поддршка, како алтернатива на системот со мени.Во нашата континуирана заложба за поддршка на други јазици освен LISP на CADDR,имаме развиено OS / 360-компатибилен JCL. Ова може да се користи какоалтернатива за стандардните мени систем. Тип систем J за да се дојде до JCLинтерактивни читање-изврши дијагностицира прозорец јамка. [Имајте на ум дека за 360компатибилност, сите влезни линии се скратени до 80 знаци.] Овапрозорец, исто така одржува приказ на критичните параметри работа глувчето осетливкако што е базата на распределба, распределба на јадрото, канали, итн Кога JCLГрешка во синтаксата е откриен или вашиот ABENDs работа, на прозорецот ориентирани JCLдебагерот се влезе. Дебагерот JCL прикажува соодветни OS / 360 грешкапораки (како што се IEC703 "диск грешка") и ви овозможува да dequeue вашата работа.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== Сите корисници ЗАБЕЛЕШКА ========================ѓубре колектор сега работи. Покрај нов, експериментални ѓубреалгоритам колекција е инсталиран. Со СИ:% ДСК-GC-QLX-битови во собата до 17,(НЕ стандардно) старата алгоритам собирање на ѓубрето останува во сила; когавиртуелен простор е исполнет, машината се ладни чизми. Со СИ:% ДСК-GC-QLX-битови во собата до 23, новиот ѓубре колектор е овозможено. За разлика од повеќето ѓубреколектори, новиот GC започнува фаза марка од умот на корисникот, ане од obarray. Ова им овозможува на собирање на ѓубрето на значителноповеќе QS. Како ѓубре колектор работи, таа може да те прашам нешто како "Далисетам што SI: дали RDTBL-ТРАНС ", и ако не може да даде разумен одговор?во триесет секунди, симболот станува кандидат за GCing. променливатаСИ:% GC-QLX-LUSER-TM уредува колку долго GC чека пред времето на корисникот.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== Сите корисници ЗАБЕЛЕШКА ========================Имаше некои конфузија во врска MAPCAR.(DEFUN MAPCAR (& ФУНКЦИОНАЛНА FCN и eval и ОДМОР листи)(PROG (V P ЛП)(SETQ P (LOCF V))L (SETQ ЛП листи)(% START функција повик FCN T (должина листи) нема)L1 (или ЛП (Оди L2))(И (NULL (CAR ЛП)) (враќање V))(% Притисни (CAAR ЛП))(RPLACA ЛП (CDAR ЛП))(SETQ ЛП (проценка ЛП))(Оди L1)L2 (% FINISH функција-CALL FCN T (должина листи) нема)(SETQ ЛП (% POP))(RPLACD P (SETQ P (NCONS ЛП)))(Оди L)))Се надеваме дека оваа поплочува до многу прашања имавме за тоа.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
Сите ваши датотеки се уништени (за жал). Павле.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
Речиси ништо понижувачко може да се каже за денешните софтвер за дизајнќе бидат точни.
		-- K. E. Iverson

%
Иако се уште е очигледно нешто во индустријата дека "никој никогаш не бил отпуштен порадикупување на IBM, "Бил О'Нил, главен службеник за технологија во Drexel БрнамЛамберт, вели дека знае за фактот дека некој е отпуштен од работа за само декапричина. Тој тоа го знае, бидејќи тој испукал човек."Тој направи лоша одлука и за тоа што дојде до беше:" Па, јасго купи, бидејќи јас сфатиле дека тоа е безбедно да се купат IBM, "вели г-дин О'Нил."Јас реков," Не Погрешно. Повеќе од игра. Следно натпреварувач, те молам. "
		-- The Wall Street Journal, December 6, 1989

%
AmigaDOS Пиво: Фирмата помина надвор од бизнисот, но нивниот рецепт имасе подигнат од страна на некои чудни германската компанија, па сега ова пиво ќе бидеувоз. Ова пиво никогаш не се продава многу добро затоа што на оригиналниотПроизводителот не го разбираат маркетинг. Како Unix Пиво, AmigaDOS пивонавивачи се исклучително лојални и гласна група. Таа првично дојде во16-мл. може, но сега доаѓа во 32-мл. лименки премногу. Кога тоа може да епрвично воведени, се појави упадливи и шарени, но дизајнотне се промени многу во текот на годините, изгледа датиран сега. критичаритеова пиво тврдат дека тоа се само наменети за гледање телевизија во секој случај.
		-- The Wall Street Journal, December 6, 1989

%
На Ада Исклучок е кога рутински добива во неволја и вели:"Зрак ме, Скоти.
		-- The Wall Street Journal, December 6, 1989

%
Соодветен bootstrap е контрадикторен.
		-- The Wall Street Journal, December 6, 1989

%
Алгоритам мора да се гледа да се верува.
		-- D. E. Knuth

%
... Една анегдота од Истражувачкиот центар Yorktown Heights IBM. когапрограмер користи својот нов компјутерски терминал, сè беше во ред кога тој седешенадолу, но тој не може да се логирате за да системот кога тој стоеше до. декаоднесување е 100 проценти повторливи: тој секогаш може да се логирате кога седи иникогаш при стоење.Повеќето од нас само седат назад и да се восхитуваат на таква приказна; Како што може да терминалзнам дали на сиромашните дечко седи или стои? Добар дебагерите, сепак,знаат дека мора да има причина. Електрични теории се најлесно да сехипотезата: имаше лабава жица под тепих, или проблеми со статичниелектрична енергија? Но, електрични проблеми ретко се постојано се репродуцира.Предупредување IBMer конечно забележав дека проблемот е во тастатурата на терминалот:врвовите на две копчиња се вклучен. Кога програмерот седеше тој бешедопир дактилограф и проблемот отиде незабележано, но кога застана бил наведензаведени од лов и една јавна.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
Слон е глушец со оперативен систем.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
Инженер е оној кој го прави за обработка на листата во FORTRAN.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
Толкување _ јас ги исполнува една реченица на јазикот на маса, ако и само акосекој запис во табелата означува вредноста на функцијата назначени од страна нафункција постојано во горниот лев агол се применува на предмети определенисо соодветните ред и колона етикети.интелигенција "
		-- Genesereth & Nilsson, "Logical foundations of Artificial

%
И тоа треба да биде закон: Ако го користите зборот `парадигма" без да се знаеШто вели речникот, тоа значи, ќе оди во затвор. Без исклучоци.
		-- David Jones

%
И на седмиот ден, Тој излезе од режимот додаваат.
		-- David Jones

%
Друга мегабајти прашина.
		-- David Jones

%
Секоја програма ќе се прошири за да се пополни достапната меморија.
		-- David Jones

%
Секоја програма, кога работите, е застарен.
		-- David Jones

%
Секоја програма која работи во право е застарен.
		-- David Jones

%
Било кој програмски јазик е во својата најдобра пред да се имплементира и користи.
		-- David Jones

%
... Секоја сличност меѓу наведените ставови и оние на мојот работодавец,мојот терминал, или поглед низ прозорецот ми се сосема случајно. Секоесличност меѓу горните и мојот поглед е не-детерминистички. напрашањето за постоење на мислења и во отсуство на некој да ги држате оставена како вежба за читателот. Прашањето за постоењето нана читателот му е оставено како вежба за вториот коефициент бог. (Aдискусија за не-ортогонални, а не составен политеизмот е надвор од опсеготна овој член.)
		-- David Jones

%
Било доволно напредна бубачки не се разликува од функција.
		-- Rich Kulawiec

%
Секој кој има присуствуваа на конференцијата USENIX во фенси хотел може да ви кажедека една реченица како "Ти си еден од оние кои се компјутерски луѓе, не сте вие?"е приближно еднаков на "Ете, уште еден неверојатно мобилни форма на лигитемувла! "во устата на хотелот коктел келнерка а.
		-- Elizabeth Zwicky

%
APL хакери го направи тоа во quad.
		-- Elizabeth Zwicky

%
APL е грешка, врши до совршенство. Тоа е јазикот наиднина за техники на програмирање на минатото: тоа создава нова генерацијана кодирање bums.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
APL е природно продолжување на асемблер јазикот програмирање;... И што е најдобро за образовни цели.
		-- A. Perlis

%
APL е јазикот што го пишува. Јас може да пишуваат програми во APL, но не можам дачита некој од нив.
		-- Roy Keir

%
Дали сме работи светлина со overbyte?
		-- Roy Keir

%
Околу компјутери тоа е тешко да се најде точната единица на време да семерење на напредокот. Некои катедрали зеде еден век за да се заврши. Можеш лизамисли на возвишеност и обемот на програма со која ќе се земе како долго?
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Што е компјутер, сметам дека вашата вера во технологијата смешен.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Колку што знаеме, нашиот компјутер никогаш немал неоткриени грешки.
		-- Weisert

%
Како во некои култови можно е да се убие процесот, ако знаете нејзиното вистинско име.
		-- Ken Thompson and Dennis M. Ritchie

%
Како и во протестантска Европа, од друга страна, каде секти поделени во бескрајнопомали натпреваруваат секти и нема црква доминираше било кој друг, сите се различниво фрагментиран свет на IBM. Тоа подрачје сега е хаос на конфликтнинорми и стандарди кои дури и не може да се надева на IBM да се контролира. Можете да ги купитекомпјутер, кој работи како машина IBM, но содржи ништо направено или продавасамиот IBM. Отпадници од IBM постојано се постави ривалските фирми и да се воспоставистандарди на сопствениот. Кога IBM неодамна се откажа некои од неговите оригиналнистандарди и нареди нови, многу од нејзините ривали прогласи пуританскиверност кон оригиналниот вера IBM, и го осуди на компанијата како поделбииноватор. Сепак, светот IBM се обединети од страна на неговата недоверба на икони ислики. екран на IBM се наменети за јазик, а не слики. режанислики може да бидат толерирани од страна на луксузни култови, но вистинската вера се потпира на IBMна штедење на зборот.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Онолку долго колку што има лошо дефинирани цели, бизарни грешки, и нереалнараспоредот, ќе има вистински програмери сакаат да скокаат и да се решиПроблемот, заштеда на документацијата за подоцна.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Почнувајќи од следниот четврток, UNIX, ќе се испуштивме во корист на TOPS-10.Ве молиме обновете го вашиот програми.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Почнувајќи од следниот вторник, Ц ќе се испуштивме во корист на COBOL.Ве молиме обновете го вашиот програми.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Од следната недела, лозинки ќе бидат внесени во Morse code.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Како дел од тековните напори за да знаете, читателот Fortune, чекорна вредни информации кои секојдневно нафрла Usenet, Fortune претставува:Вести статии кои ви одговори * * прашања, # 1:Групи: comp.sources.dТема: Како да пускам C код добиени од извориКлучни зборови: C извориДистрибуција: naНе знам како да се кандидира програми C, кои се испратени воизвори група за вести. Јас го спаси додадени фајлови, уредување на нив да се отстранизаглавија, и промена на владата, така што тие се извршна, но јасне може да го натера да се кандидира. (Никогаш не сум напишал C програма пред.)Тие мора да се состави? Со што компајлер? Како можам да го направите ова? АкоЈас ги собере, е објект кодот датотека генерирана или мора да генерирамексплицитно со> карактер? Дали постои нешто друго штомора да се направи?
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Како дел од имплементацијата, компјутерски специјалисти rewrote 1.500 програми;процес кој традиционално се бара некои дебагирање.конверзија на нов компјутерски систем.
		-- USA Today, referring to the Internal Revenue Service

%
Веднаш штом ќе започнете програмирање, ние откривме на наше изненадување дека тоа не екако што е лесно да се добие право програми како што се мислеше. Дебагирање мораше да бидеоткриени. Јас се сеќавам на точниот момент кога сфатив дека големдел од мојот живот од тогаш требаше да бидат потрошени во пронаоѓањето на грешки вомоите сопствени програми.
		-- Maurice Wilkes, designer of EDSAC, on programming, 1949

%
Бидејќи системот доаѓа до него, градители компонентата ќе од време на време се појавуваат,имајќи топла нови верзии на нивните дела - побрз, помали, повеќе целосна,или putatively помалку кабриолет. Замената на работна компонента со новверзија бара ист постапката на систематско тестирање дека додавањето на новикомпонента се случи, иако тоа треба да се бара помалку време за повеќе целосна иефикасен тест случаи обично ќе бидат достапни.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Како испитувања на животот продолжи да се земе својот данок, не заборавајте дека постојатСекогаш постои иднина во одржување на компјутери.
		-- National Lampoon, "Deteriorata"

%
Како што би рекол Вил Роџерс, "Нема такви работи како слободен променлива."
		-- National Lampoon, "Deteriorata"

%
ASCII е глупаво прашање, можете да добиете EBCDIC одговор.
		-- National Lampoon, "Deteriorata"

%
Пепел во пепел, ДОС ДОС.
		-- National Lampoon, "Deteriorata"

%
Не прашувајте за кого <КОНТРОЛА-G> патарините.
		-- National Lampoon, "Deteriorata"

%
Собранието јазик искуство е [важно] за зрелости разбирање на начинот на компјутери работа што ја нуди.
		-- D. Gries

%
Асинхрони податоци се во основата на нашата раса проблеми.
		-- D. Winker and F. Prosser

%
Во 2500 A.D., човештвото открива компјутер проблем, кој мора да биде * *решени. Единствениот проблем е тоа што проблемот е НП целосна и ќесе илјадници години дури и со последните оптички биолошки технологијана располагање. Најдобрите компјутерски научници се седне да смислам решение.Во голем страв, еден од луѓето C.S. кажува нејзиниот сопруг за тоа. имае само едно решение, вели тој. Запомни физика 103, модерната физика, генераленрелативност и сите. Таа одговара: "Што значи дека треба да се направи со решавањекомпјутер проблем? "се"Се сеќавам на близначки парадокс?"По неколку минути, вели таа, "Јас би можеле да се стави на компјутерот на многубрза машина и компјутер ќе имаат само неколку минути за да се пресмета, нотоа е токму спротивното од она што сакаме ... Се разбира! Оставете гокомпјутерски тука, и да се забрза на земјата! "Проблемот беше толку важно што тие го направија токму тоа. КогаЗемјата се вратија, тие се претставени со одговор:IEH032 Грешка во картичка за контрола на работно место.
		-- D. Winker and F. Prosser

%
На прв поглед, идејата за какви било правила или принципи се надредениоткреативниот ум се чини поверојатно да го спречи отколку да им помогне, но ова есосема невистинит во пракса. Дисциплиниран размислување фокусира инспирација, аотколку што трепкачите.
		-- G. L. Glegg, "The Design of Design"

%
Во групата L, Stoffel надгледува шест програмери првата стапка, раководнопредизвик грубо се спореди со овчарската мачки.
		-- The Washington Post Magazine, 9 June, 1985

%
На изворот на секоја грешка која е обвинета за компјутерски ќе најдетенајмалку два човечки грешки, вклучувајќи го и грешка на обвинување на компјутерот.
		-- The Washington Post Magazine, 9 June, 1985

%
Избегнувајте чудни жените и привремени променливи.
		-- The Washington Post Magazine, 9 June, 1985

%
Основни скапуваат е на високо ниво. APL е болка на високо ниво.
		-- The Washington Post Magazine, 9 June, 1985

%
ОСНОВНИ е компјутерски науки еквивалент на `научно креационизмот.
		-- The Washington Post Magazine, 9 June, 1985

%
ОСНОВНИ е да компјутерско програмирање како QWERTY е да пишувате.
		-- Seymour Papert

%
Бидете внимателни кога јамка излегува на истото место од страна и на дното.
		-- Seymour Papert

%
Зад секој голем компјутерски седи слаби малку geek.
		-- Seymour Papert

%
Bell Labs Unix - допрат и grep некого.
		-- Seymour Papert

%
Пазете се од грешки во кодот погоре; Имам само се покажа дека е точно, не се обиделе.
		-- Donald Knuth

%
Пазете се од програмери кои ги одвртувачи.
		-- Leonard Brandwein

%
Пазете се од Тјуринг катран јама во која се е можно, но ништо одинтерес е лесно.
		-- Leonard Brandwein

%
Чувајте се од нови TTY код!
		-- Leonard Brandwein

%
Заслепувачка брзина може да се компензира за многу недостатоци.
		-- David Nichols

%
И двата модели се идентични во перформанси, функционално ракување иДетали за интерфејс коло. Двата модели, сепак, не се компатибилнина истата комуникации поврзување на линијата.
		-- Bell System Technical Reference

%
Браче себе. Ние сме за да се обиде нешто што се граничи со единствена:на всушност прилично сериозни технички книга која не е само (воздишка) жестокоанти-свечена, но, исто така, (згрози) се страни. Сакам да мислам на тоа како`Конструктивни Snottiness.
		-- Mike Padlipsky, "Elements of Networking Style"

%
Мозокот пржени - Основни фрлени
		-- Mike Padlipsky, "Elements of Networking Style"

%
Ширина и првиот пребарување е булдожер на науката.
		-- Randy Goebel

%
Брајан Kernighan има автомобил, која помогна дизајн.За разлика од повеќето автомобили, тоа нема ниту брзинометар, ниту пак мерач на гас, ниту пакнекој од бројните идиот светла кои го мачат современиот возач.Наместо тоа, ако возачот го прави било грешка, гигант "?" светнува воцентарот на таблата со инструменти. "На искусен возач", вели тој, "ќеобично знаат што е погрешно. "
		-- Randy Goebel

%
Спроведување на компјутери во домот нема да се промени ниту една, но можеРевитализација на аголот салон.
		-- Randy Goebel

%
Изгради систем кој дури и будала може да се користи и само будала ќе сакате да го користите.
		-- Randy Goebel

%
Градење на преведувачи е добро чиста забава.
		-- T. Cheatham

%
Автобуска грешка - возачот погубен.
		-- T. Cheatham

%
Автобуска грешка - Ве молиме оставете го на задната врата.
		-- T. Cheatham

%
Но, во нашата ентузијазам, ние не може да се спротивстави на радикалните измени восистем, во кој сите свои главни слабости биле изложени,анализираат, и да се замени со нова слабости.
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
Но, ова не води далеку на теренот од интерфејс, кој не е лошаместо да биде, бидејќи јас особено сакаат да се движат напред кон kludge.Зошто луѓето имаат толку многу проблеми со разбирање на kludge? Штое kludge, и после сè, но не доволно К, не е доволно ROM-от, недоволно RAM меморија е, лош квалитет интерфејс и премалку бајти за да оди наоколу?Дали ми објасни уште за бајти?
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
"Но, она што треба да знаете е, луѓето сакаат назално-вметнуваат компјутери?"
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
Со долгогодишна традиција, ја користам оваа прилика да дивјак другидизајнери во тенок прикривањето на добра, чиста забава.колона будала е.
		-- P. J. Plauger, "Computer Language", 1988, April

%
Бајт уредници се луѓе кои се разделиме пченица од шега, а потоавнимателно да се печати шега.
		-- P. J. Plauger, "Computer Language", 1988, April

%
Бајт вашиот јазик.
		-- P. J. Plauger, "Computer Language", 1988, April

%
C код.C код Run.Рок, код, работи!Ве молиме !!!!
		-- P. J. Plauger, "Computer Language", 1988, April

%
C за себе.
		-- P. J. Plauger, "Computer Language", 1988, April

%
C го прави лесен за вас да се пука во нога. C ++ го прави тоапотешко, но кога ќе се направи, тоа дува далеку целата нога.
		-- Bjarne Stroustrup

%
C'est Magnifique, повеќе ce n'est pas l'информациони.
		-- Bosquet [on seeing the IBM 4341]

%
C ++ е најдобар пример за вториот систем сила од OS / 360.
		-- Bosquet [on seeing the IBM 4341]

%
... C ++ нуди дури и повеќе флексибилни контрола над видливоста на членобјекти и функции член. Поточно, членовите можат да бидат поставени војавниот, приватниот или заштитени делови на една класа. Членови прогласена војавните делови се видливи за сите клиенти; членови прогласи во приватниотделови се целосно внесен; и членови прогласена во заштитени деловисе видливи само за самата класа и нејзините поткласи. C ++, исто така поддржувапоимот * _______ пријатели *: соработка класи кои се дозволени да се види едниприватните делови од други.
		-- Grady Booch, "Object Oriented Design with Applications"

%
Смири се, тоа е * само * ____ оние кои и нули.
		-- Grady Booch, "Object Oriented Design with Applications"

%
Не може да се отвори / usr / share / игри / Игри на среќата / среќата. Капак заглавени на колачиња.
		-- Grady Booch, "Object Oriented Design with Applications"

%
не може да се отвори /usr/share/games/fortunes/fortunes.dat.
		-- Grady Booch, "Object Oriented Design with Applications"

%
CChheecckk yyoouurr dduupplleexx sswwiittcchh ..
		-- Grady Booch, "Object Oriented Design with Applications"

%
ЦГИ моќност 6/40: една табла, мегабајти кеш, и став ...
		-- Grady Booch, "Object Oriented Design with Applications"

%
Центар состанок во 4 часот попладне во 2C-543.
		-- Grady Booch, "Object Oriented Design with Applications"

%
Цивилизација, како што го знаеме, ќе заврши некаде оваа вечер.Види SYSNOTE утре за повеќе информации.
		-- Grady Booch, "Object Oriented Design with Applications"

%
COBOL е за морони.
		-- E. W. Dijkstra

%
Cobol програмери се долу во депонии.
		-- E. W. Dijkstra

%
Кодирање е лесно; Сите да направите е да седиме загледан во терминал, додека капкитена образецот на крв на челото.
		-- E. W. Dijkstra

%
Споредба на софтверски инженеринг на класичната инженеринг претпоставува дека софтверотима способност да се истроши. Софтвер обично се однесува, или тоа не го прави тоа. тоаили работи, или тоа не го прави тоа. Софтвер обично не се деградира, abrade,водат, пресврт, или ablate. За да го третираат како физичко лице, според тоа, епогрешна примена на нашите инженерски вештини. Класичен инженеринг се занимава сокарактеристиките на хардвер; софтверското инженерство се занимава со овакарактеристики на софтвер * *, а не со хардвер или управување.
		-- Dan Klein

%
COMPASS [за серија CDC-6000] е вид на асемблер може да се очекува одкорпорацијата чиј претседател кодови во октални.
		-- J. N. Gray

%
... Хардвер напредок е толку брзо. Ниту една друга технологија одцивилизација започна бележи шест реда на големина во перформансите ценасе здобијат со во 30 години.
		-- Fred Brooks

%
Компјутерски програмери го направи тоа бајт по бајт.
		-- Fred Brooks

%
Компјутерски програмери, никогаш не умираат, тие само да се изгуби во обработка.
		-- Fred Brooks

%
Компјутерски програми се прошири за да се пополни достапни јадро.
		-- Fred Brooks

%
Компјутерски науки е само падот пост-Туринг во формалните системи теорија.
		-- Fred Brooks

%
Компјутерски науки е единствената дисциплина во која ние гледаме додавање на ново крилона зградата, како да се одржување
		-- Jim Horning

%
Компјутерите не се интелигентни. Тие само мислат дека се.
		-- Jim Horning

%
Компјутерите се несигурни, но луѓето се уште несигурни.Системот кој зависи од човековото сигурност е несигурен.
		-- Gilb

%
Компјутерите се бескорисни. Тие само може да ви даде одговори.
		-- Pablo Picasso

%
Компјутери можат да дознаам сите видови на проблеми, освен она што е восветот, кои едноставно не се додаде.
		-- Pablo Picasso

%
Компјутери, всушност, не се размислува.Вие само дека тие мислат.(Сметаме.)
		-- Pablo Picasso

%
Компјутерите нема да бидат усовршени се додека не може да се пресмета колку повеќеод проценката на работата ќе чини.
		-- Pablo Picasso

%
Концептуални интегритет пак диктира дека дизајнот мора да продолжиод еден ум, или од многу мал број се согласил резонантната умови.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Алал да му е! Вие сте на корисникот милионитиот да влезете во нашиот систем.Ако има нешто посебно што можеме да направиме за вас, ништо на сите, недвоумете се да прашате!
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Cosmotronic Софтвер Неограничен АД не гарантира декафункции содржани во програмата ќе ги задоволат вашите барања или декана работењето на програмата ќе биде непрекинат или безгрешен.Сепак, Cosmotronic Софтвер Неограничен АД потерницидискети (а) на која на програмата е опремен да се биде на црна боја иквадратен облик со нормално користење за период од деведесет (90) дена оддатумот на купување.ЗАБЕЛЕШКА: ВО НИТУ ЕДЕН СЛУЧАЈ COSMOTRONIC СОФТВЕР Неограничено ИЛИ НЕГОВИТЕДистрибутери и нивните дилери БИДЕ ОДГОВОРЕН КОН ВАС ЗА КАКВИ БИЛО ШТЕТИ, ВКЛУЧУВАЈКИСЕКОЈ ИЗГУБЕН ПРОФИТ, ИЗГУБЕНИ ЗАШТЕДИ, го загуби трпението ИЛИ ДРУГИ СЛУЧАЈНИ ИЛИПОСЛЕДИЧНИ ШТЕТИ.
		-- Horstmann Software Design, the "ChiWriter" user manual

%
Ние не можевме да жири-Риг на мачка да дејствува како аудио Switch, и да го викаатна луѓето да се спаси нивните основни слики пред да ги одјавување? сигурен сумprod добитокот ќе бидат ефикасни во овој поглед. Во секој случај, напречнимонтирани игуана, а повеќе развратен, дава подобри тракцијата, а не да се споменесе полесно да се клада.
		-- Horstmann Software Design, the "ChiWriter" user manual

%
Броење во бинарна е исто како и пребројување на децимална - ако се сите палците.
		-- Glaser and Way

%
Броење во октални е исто како и пребројување на децимална - ако не го користите вашиот палците.
		-- Tom Lehrer

%
[Уриваат програми] не успеваат затоа што се базира на теоријата дека, со деветбремените жени, може да се добие бебе месечно.
		-- Wernher von Braun

%
Crazee Edeee, цените му се лудо !!!
		-- Wernher von Braun

%
Создавање на компјутерски софтвер е секогаш тешко и макотрпнопроцес - вежба во логиката, јасен израз, и скоро фанатичнавнимание на деталите. Се бара интелигенција, посветеност, иогромна сума на напорна работа. Но, одредена количина на непредвидливии често неповторлива инспирација е она што обично се прави разликатапомеѓу адекватноста и совршеност.
		-- Wernher von Braun

%
VMS-F-PDGERS, пудинг помеѓу ушите
		-- Wernher von Braun

%
Почитувани Емили, она што за пораки?Почитувани Загрижени:Тоа е важно, кога се тестира, да се тестира на целата мрежа. никогаш тестсамо дистрибуција подмрежа кога целата мрежа може да се направи. Исто така стави "ве моламигнорираат "на вашиот пораки тест, бидејќи сите знаеме дека сите секогаш прескокнувапорака со линија како тоа. Не користете тема како "Мојата сексот е женскино се бара да се однесува како мажи. ", бидејќи овие производи се читаат во длабочинаод страна на сите USEnauts.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Почитувани Емили:Како можам да го избере она што групи да ја објавите во?Почитувани збунет:Трансферот колку што можеш, така што ќе добие најширока публика. посите, нето постои за да ви даде на публиката. Игнорираме оние кои предложилетреба да користите групи само каде што мислите дека статијата е многу соодветно.Трансферот на сите групи во која секој може да биде и малку заинтересирани.Секогаш бидете сигурни followups одат на сите групи. Во ретки случаевидека ќе објавувате трае која содржи нешто оригинално, бидете сигурни дека ќесе прошири листата на групи. Никогаш не вклучуваат "Проследи на:" линија вонасловот, бидејќи некои луѓе може да го пропушти дел од вредните дискусијана маргинални групи.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Почитувани Емили:Јас собрани одговорите на една статија што сум го напишала, а сега е време да серезимираме. Што да правам?Почитувани Уредник:Едноставно concatenate сите статии заедно во една голема датотека и посттоа. На Usenet, тоа е познато како резиме. Тоа им овозможува на луѓето да ги прочитате ситеодговори без досадни newsreaders добивање на патот. Направете го истото и когасумирање на гласовите.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Почитувани Емили:Јас неодамна прочитав една статија што рече, "одговори по пошта, јас ќе сумираме".Што да правам?Почитувани Неверството:Објавете ја вашата реакција на целата мрежа. Ова барање се однесува само наглупави луѓе кои не имаат нешто интересно да се каже. Вашите постови семногу повеќе вреди од другите луѓе, па тоа ќе биде губење на одговор од страна напошта.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Почитувани Емили:Видов долга статија дека сакаат да ја побие внимателно, што требаПравам?Почитувани лути:Вклучување на целиот текст со вашиот напис, и го вклучите вашиот коментаримеѓу редови. Бидете сигурни да ја објавите, а не од пошта, и покрај тоа што вашиот написизгледа како одговор на оригиналот. * * Сите сака да ги прочитате овие долгиточка по точка дебати, особено кога тие се развиваат во прозивки имногу е "премногу!" -- "Не е!" - "Е премногу, twizot!" размена.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Почитувани Емили:Имам сериозно несогласување со некој на интернет. јассе обиде жалби до неговиот администратор на системот, организирање mail кампањи, повика нанеговото отстранување од мрежата и телефонски од неговиот работодавец да го отпушти.Сите се смееја во мене. Што можам да направам?Почитувани Загрижени:Оди на дневните весници. Повеќето модерни новинарите се Екслузивно компјутерексперти, кои ќе ги разберат мрежа, и на вашите проблеми, совршено. тиеќе печати внимателни, образложени приказни без никакви грешки на сите, и сигурнопретставуваат ситуација правилно за јавноста. Јавноста исто така, ќе сепостапува мудро, бидејќи тие, исто така, се целосно свесни за суптилна природа на нетоопштеството.Документи никогаш sensationalize или нарушување, па не заборавајте да се истакне работикако расизам и сексизам каде и да може да постои. Бидете сигурни дека, како и дека тиесе разбере дека сите работи на интернет, особено навреди, се со целбуквално. Линк она што се одигрува на мрежата за причините на холокаустот, акоможно. Ако редовно документи нема да се на приказната, се оди на таблоид хартија -тие секогаш се заинтересирани за добри приказни.Со уредување на сите овој бесплатен публицитет за нето, ќе стане многудобро познати. Луѓе на мрежата ќе се чека во пресрет желни за вашиот секојработното место, а се однесуваат на тебе постојано. Вие ќе добиете повеќе отколку што некогаш поштазамислам - крајната во нето успех.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Почитувани Емили:Јас сум уште се збунети за тоа што треба да бидат испратени групи статиида. Како за пример?Почитувани уште:	Во ред. Да речеме дека сакате да го пријавите дека Грецки се тргува одна Oilers на кралевите. Сега веднаш може да се размислува rec.sport.hockeyќе биде доволно. Во ред. Многу повеќе луѓе да бидат заинтересирани. Ова еголеми трговски! Бидејќи тоа е една статија, таа е дел од вестите. * Хиерархијаисто така. Ако сте вести админ, или постои еден на вашиот компјутер, обидете сеnews.admin. Ако не, користете news.misc.На Oilers веројатно се заинтересирани во областа на геологијата, па обидете се sci.physics.Тој е голема ѕвезда, па пост да sci.astro и sci.space, бидејќи тие се, исто така,заинтересирани за ѕвездите. Следно, неговото име е полски труба. Значи пост наsoc.culture.polish. Но, таа група не постои, па крос-пост наТреба да се создаде news.groups ја дадете. Со ова многу групиинтерес, вашата статија ќе биде доста бизарно, па ја објавите на talk.bizarre какодобро. (И пост да comp.std.mumps, бидејќи тие тешко се статиитаму, и "комп" група ќе ја пропагира вашиот напис понатаму.)Вие исто така може да се најде тоа е повеќе забава за да ја објавите на статијата еднаш во секојагрупа. Ако наведете ги сите newsgroups во истиот член, некои newsreadersсамо ќе се покаже на статијата на читателот еднаш! Не толерира ова.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Почитувани Емили:Денес јас објави напис и заборавил да го вклучите мојот потпис.Што да правам?Почитувани расеан:Брзаат да вашиот терминал веднаш и да ја објавите напис во кој вели:"Упс, заборавив да ја објавите мојот потпис со што последните статијата. Тукае."Бидејќи повеќето луѓе ќе ја заборавиле порано вашиот напис,(Особено затоа што се осмели да биде толку досадно како да не му е убаво, сочнипотпис) ова ќе ги потсетува на тоа. Освен тоа, луѓето се грижи многу повеќеза потпис во секој случај.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Почитувана г-Postnews:Јас не може да се добие пошта до некој на друг сајт. Штотреба да направам?Почитувани Желни:Нема проблем, само ја објавите вашата порака во група која многу луѓечитање. Кажи: "Ова е за Џон Смит. Јас не може да се добие преку пошта, така што сумобјавувањето. Сите други ве молиме игнорира ".На овој начин десетици илјади луѓе ќе поминат неколку секунди скенирањенад неа и вашиот напис, користејќи до над 16 човек-часа на нивните колективнивреме, но ќе биде зачувана на сериозни проблеми на проверка преку Usenetмапи или во потрага по алтернативни правци. Само мислам, ако не можете да го дистрибуиратеВашата порака до 9000 други компјутери, всушност би можеле да треба да се (воздишка) повикдиректориум помош за 60 центи, или дури и телефонски лицето. Ова може да чиниколку што е неколку долари (!) за 5 минути повик!И, секако, тоа е подобро да се потрошат 10 до 20 долари на другите луѓепари дистрибуција на пораката отколку да мора да губите $ 9 на текот на ноќтаписмо, или дури и 25 центи за печат!Не заборавајте. Светот ќе заврши ако вашата порака не се добие преку,така да ја објавите како многу места што можеш.
		-- Emily Postnews Answers Your Questions on Netiquette

%
Почитуван господине,Јас сум цврсто се спротивстави на ширењето на микрочипови или во домотво канцеларија, ние имаме повеќе од доволно од нив наметнати врз нас во јавностаместа. Тие се одвратни американизам, и може да резултира само во земјоделцитесе принудени да расте помали компири, кои за возврат ќе предизвика големи не-вработување во веќе сериозно депресија земјоделската индустрија.Со почит,Капетан. Квинтон D'Arcy, J.P.Sevenoaks
		-- Letters To The Editor, The Times of London

%
Debug е човечки, де-фикс божественото.
		-- Letters To The Editor, The Times of London

%
Декември дијагностика да се кандидира на мртов кит.
		-- Mel Ferentz

%
#define BITCOUNT (x) (((BX_ (x) + (BX_ (x) >> 4)) и 0x0F0F0F0F)% 255)#define BX_ (x) ((x) - (((x) >> 1) & 0x77777777) \- (((X) >> 2) и 0x33333333) \- (((X) >> 3) и 0x11111111))
		-- really weird C code to count the number of bits in a word

%
(Defun NF (a c)  (Типтроник ((null в) ())((Атом (автомобил в))(Додавај (листа (eval (листа "getchar (листа (автомобил в) а) (cadr в))))(NF a (cddr c))))(T (додавај (листа (спуквам (НФ a (автомобил в)))) (НФ a (cdr в))))))(Defun АД (сакаат на работното место предизвикуваат Бостон област)  (типтроник   ((Или (не (што е еднакво сакате работното место "Да))(Не (што е еднакво Бостон простор "да))(Lessp предизвик 7)) ())   (T (додавај (НФ (се 'реклама' expr)((Caaddr 1 caadr 2 кола 1 автомобил 1)(Автомобил 5 cadadr 9 cadadr cadadr 8 9 caadr 4 автомобил 2 кола 1)(Автомобил 2 caadr 4)))      (Листа "851-5071x2661)))));;; Ние сме афирмативна акција работодавачот.
		-- really weird C code to count the number of bits in a word

%
Избави вчера, код и денес, дека утре.
		-- really weird C code to count the number of bits in a word

%
Дали сте знаеле дека за цена од 280-Z може да се купи две Z-80-тите?
		-- P. J. Plauger

%
Различни сите непочтен а од во лавиринтот и да си, пасуси малку.
		-- P. J. Plauger

%
Дигитални кола се направени од аналогна делови.
		-- Don Vonada

%
Диск простор - последната граница!
		-- Don Vonada

%
Одрекување:Користење на оваа напредна компјутерска технологија не имплицира одобрувањена Западна индустриската цивилизација.
		-- Don Vonada

%
Општи услови: "Овие мислења се моето, иако за мала цена, тие севашиот. "
		-- Dave Haynie

%
Диск криза, Ве молиме да се исчисти!
		-- Dave Haynie

%
Дискови патуваат во пакети.
		-- Dave Haynie

%
Дизраели беше прилично блиску: Всушност, постојат Лаги, лаги По ѓаволите, статистика,Одредници, и рокови на испорака.
		-- Dave Haynie

%
Не се мешаат во внатрешните работи на troff, за тоа е суптилна и брзи на гнев.
		-- Dave Haynie

%
Не се поедностави дизајнот на програмата и ако на некој начин може да се најде да се направитоа комплекс и прекрасно.
		-- Dave Haynie

%
Не го користете сини копчиња на овој терминал.
		-- Dave Haynie

%
Дали ви момци знаат што правите, или сте само хакирање?
		-- Dave Haynie

%
*** Дали имате немирни повикувам да програма? ***Дали сакате на брз поглед кој доаѓа од тоа да биде во можност да користат техничкиусловите што никој не го разбира? Дали сакате да штрајк страв и омраза восрцата на менаџери ДП насекаде? Ако е така, тогаш нека Познати програмеритеУчилиште ве одведе на ... во светот на професионални компјутерско програмирање.*** Програмирање за вас? ***Програмирање не е за секого. Но, ако имате желба да учат, може дада ви помогне да започнете. Сите што ви треба е курсот на познатиот Програматори идоволно пари да ги задржи овие лекции наредните месец по месец.*** Земете нашите БЕСПЛАТНО способност Тест ***За да се утврди дали се квалификувани да се биде програмер, земи еден момент дасе обиде овој едноставен тест:(1) Напишете ги броевите од нула до девет и првите шест писмаод азбуката (Совет: 0123456789ABCDEF).(2) чија слика е на задниот дел од законот за дваесет долари?(3) Што е главниот град на државата Ајдахо?Ако успеа да ги прочитате сите три прашања без да се прашувам зошто прашавменив, може да има иднина како компјутерски програмер.
		-- Dave Haynie

%
Дали страдате болни елиминација?Дали страдате болни обвинување?Дали страдате болни осветлување?Дали страдате болни халуцинации?
		-- Don Juan, cited by Carlos Casteneda

%
Документација е како секс: кога тоа е добро, тоа е многу, многу добар; икога тоа е лошо, тоа е подобро од ништо.
		-- Dick Brandon

%
Документација е рицинус на програмирање.Менаџерите знаат тоа мора да биде добро, бидејќи програмерите го мразам толку многу.
		-- Dick Brandon

%
Дали добар земјоделец занемарување култура тој засадени?Дали добар учител превиди дури и најскромните студент?добар татко се овозможи едно од децата да умрат од глад?одбиваат Дали добар програмер за одржување код неговата?
		-- Geoffrey James, "The Tao of Programming"

%
Не се споредуваат со подвижна запирка броеви исклучиво за еднаквост.
		-- Geoffrey James, "The Tao of Programming"

%
Не се suckered во од коментари - тие можат да бидат ужасно погрешно.Debug само код.
		-- Dave Storer

%
Не се удира толку тешко, тоа боли.
		-- Dave Storer

%
Не пот - тоа е само оние кои и нули.
		-- P. Skelly

%
ДОС на воздухот:Сите патници да излезе на пистата, се фати на авионот, притиснете гододека таа добива во воздухот, хоп, скок исклучување кога хитови на земјата повторно.Тогаш тие го дофати авион повторно, турнете го назад во воздухот, хоп, etтака натаму.
		-- P. Skelly

%
ДОС Пиво: бара да ја користите вашата сопствена може да настроената, и бара дапрочитајте ги внимателно упатствата пред да го отворите конзерва. првично самодојде во 8-мл. може, но сега доаѓа во 16-мл. може. Сепак, конзервата еподелени во 8 оддели од 2 мл. секој, кој треба да се пристапиодделно. Наскоро треба да се прекине, иако многу луѓе се случуваза да го пие по тоа повеќе не е на располагање.
		-- P. Skelly

%
Поради недостаток на простор на дискот, ова богатство база на податоци е укината.
		-- P. Skelly

%
Во текот на следните два часа, системот ќе се оди нагоре и надолу неколкупати, често со Лин po_ ~ ​​~ {po ~ ~ Поз ЈО \ ~ {po_ на ~ ~ {o [po ~ Y oodsou> # w4k ** n ~ po_ ~ ​​{ол; lkld ѓ, g; дд; po \ ~ {o
		-- P. Skelly

%
Е Pluribus Unix
		-- P. Skelly

%
Секој нов корисник на нов систем открива нова класа на грешки.
		-- Kernighan

%
Секој од овие култови одговара на еден од двата антагонисти на возраст одРеформацијата. Во царството на Apple Macintosh, и во Католичката Европа,верници пер побожно во екрани исполнет со "икони". Сите е звук ислики и Appledom. Дури и зборовите изгледа како декоративен филигран во егзотичнитефонт. Најголемата икона на сите, се неповредливи Apple, стои водоминираат позиција во горниот лев агол на екранот. централнатакорпоративното седиште уредби форма на сите обреди и обичаи.Infalliable прашања доктрина од еден извршител чиј избор се случуваво запечатен сала. Треба кој било друг во прашање Curia на своите овластувања, насторителот е екскомунициран во надворешниот темнината. Протераните еретик фондовинова компанија, мрмори нејасно на наредните години, а следниот компјутер,потоа исчезнува во тишина, земајќи акционерите со него. на мајкатаКомпанијата забранува финансиски конкуренција, како строго како што задушува идеолошкиконкуренцијата; ако сакате да го користите компјутерски програми кои се во согласност на AppleПравославието, мора да се купи компјутер направени и продадени по себе Apple.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
/ Земјата е 98% полн ... Ве молиме избришете некој што можеш.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Земјата е бета-сајт.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
/ Земјата: датотечен систем целосно.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Ајнштајн тврдел дека мора да се поедностави објаснувања на природата, бидејќиБог не е непостојана или произволно. Нема таква вера утешува на софтверинженер.
		-- Fred Brooks

%
Еднакви бајти за жените.
		-- Fred Brooks

%
Грешка во оператор: додадете пиво
		-- Fred Brooks

%
Основана технологија има тенденција да се истрае во лицето на новата технологија.
		-- G. Blaauw, one of the designers of System 360

%
Eudaemonic истражување продолжи со повик манија карактеристични за овој дел одсветот. Голи сончање на задната палуба беше во комбинација со телефонски повици за даНапредно кинетика во Коста Меса, американски Ласерски системи во Голета, автоматизацијаИндустрии во Danbury, Конектикат, Arenberg ултразвук во Jamaica Plain,Масачусетс, и Хјулит Пакард во Sunnyvale, Калифорнија, каде Норманбратучед Пакард, Давид, претседаваше како претседател на одборот. Трикот е да сесе направат овие повици на пладне, во надеж дека надвор-на-на ручек директори ќе се вратинив на свој трошок. Eudaemonic претпријатија, за сите знаеја, може да бидебрзо растечки компјутерска компанија разгранување надвор од Силиконската долина. душкаатможноста за продажба на високо-волумен, овие директори малку сомневање декатие се зборува на другиот крај на линијата на гол физичар избрливениво текот на рулет.
		-- Thomas Bass, "The Eudaemonic Pie"

%
<<<<< Евакуација ROUTE <<<<<
		-- Thomas Bass, "The Eudaemonic Pie"

%
Дури и бајти фати носталгија за малку.
		-- Thomas Bass, "The Eudaemonic Pie"

%
Некогаш сте се запрашале за потеклото на терминот "грешки" кои се применуваат во компјутертехнологија? САД морнарица капетан. Грејс Хопер Мареј има од прва рака објаснување.74-годишниот капетан, кој се уште е во активна служба, беше пионер вокомпјутерската технологија во текот на Втората светска војна. На C.W. објавите центар на ЛонгУниверзитетот островот, Хопер пред група на Лонг Ајленд државно училиште административнитеtrators дека првиот компјутер на "бубачки" беше вистинска бубачка - молец. на ХарвардЕдна августовска вечер во 1945 година, Хопер и нејзините соработници се работи на"Дедо" на современите компјутери, Марк I. "Работите се одвиваат многу лошо;има нешто погрешно во една кола на долгите стакло ограденкомпјутер ", рече таа." Конечно, некој се наоѓа на проблеми на самото место и, користејќиобичните пинцети, отстрани проблемот, две-инчен молец. Од тогаш, коганешто не беше во ред со компјутерот, соопшти дека има грешки во него. "Хоперрече дека кога вистинитоста на нејзината приказна беше испрашуван во последно време, "Јас однив да ми 1945 деловодник, сега во колекцијата на површински Оружје морнарицаЦентар, и дека пронашле остатоци од тој молец снимено на страница вопрашање. "[Всушност, терминот "бубачки" имаше дури и порано употреба воВо однос на проблемите со радио хардвер. Ед.]
		-- Thomas Bass, "The Eudaemonic Pie"

%
"Секоја група има неколку експерти. И секоја група има најмалку еднаидиот. На тој начин се баланс и хармонија (и раздор) се одржува. тоа епонекогаш е тешко да се сетам на тоа во најголемиот дел од flamewars дека ситеда се расправаме и болка обично е предизвикан од страна на еден или два високо мотивирани,сода Twits ".
		-- Chuq Von Rospach, about Usenet

%
Секоја програма има најмалку една бубачка и може да се скрати за најмалку еднаинструкции - од кои, по пат на изведување, може да се заклучи дека секојПрограмата може да се намали на еден настава која не функционира.
		-- Chuq Von Rospach, about Usenet

%
Секоја програма е дел од некоја друга програма, и ретко одговара.
		-- Chuq Von Rospach, about Usenet

%
Секој центар солидарност имаше купишта и купишта хартија ... секој бешејадење хартија и еден полицаец беше на вратата. Сега се што треба да направите е данаведнуваат на дискот.коментирајќи за придобивките од користење на компјутерите за поддршкана нивното движење.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Сите треба малку љубов некогаш; запре хакирање и да падне во љубов!
		-- A member of the outlawed Polish trade union, Solidarity,

%
Секој може да се научи да sculpt: Микеланџело би требало да биде___ научи како да не. Така е и со големите програмери.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Еволуцијата е компјутерска програма милион линија падне во место од страна на несреќата.
		-- A member of the outlawed Polish trade union, Solidarity,

%
Прекумерна најава или одјава пораки се сигурен знак на сенилност.
		-- A member of the outlawed Polish trade union, Solidarity,

%
FACILITY ОДБИ 100044200000;
		-- A member of the outlawed Polish trade union, Solidarity,

%
Чувство љубовни, таа погледна под чаршафи и извика: "Ох, не,тоа е Мајкрософт! "
		-- A member of the outlawed Polish trade union, Solidarity,

%
Соработник програмер, честитки! Вие ги читате писмо кое ќе донесеможете среќа и среќа. Само пошта (или UUCP) десет копии од ова писмодо десет од вашите пријатели. Пред да се направи копии, испрати чип илидруги малку на хардвер, и 100 линии на код "C" на првиот човек насписок даден на дното на ова писмо. А потоа избришете нивното име и да го додадетесвоја на дното на листата.Не се скрши синџирот! Направете копија во рок од 48 часа. Џералд СанДиего не успеа да испрати своите десет примероци и се разбудив следното утро да се најденеговиот опис на работното место преименуван во "COBOL програмер." Фред A. Њујорк испратиод неговите десет примероци и во рок од еден месец имаше доволно хардвер и софтвер заизгради Креј посветена на игра Zork. Марта Х. Чикаго се смееше наова писмо и го скрши синџирот. Кратко потоа, избувна пожар вотерминална и таа сега ги минува деновите нејзиното пишување документација за IBM компјутери.Не се скрши синџирот! Испрати надвор вашите десет примероци од денес!
		-- A member of the outlawed Polish trade union, Solidarity,

%
На пример, ако \ thinmskip = 3mu, ова го прави \ thickmskip = 6mu. но, акоисто така, сакаат да ја користите \ skip12 за хоризонтална лепак, без разлика дали во владата математика илине, износот на скокнеш ќе биде во точките од (на пример, 6pt). Правилото едека лепак во режим на математика варира во зависност од големината, само кога тоа е \ mskip;кога се движат помеѓу mskip и обичните Прескокни, факторот на конверзија1mu = 1pt секогаш се користи. Значењето на '\ mskip \ skip12 и'\ Baselineskip = \ на \ thickmskip "треба да биде јасно.
		-- Donald Knuth, TeX 82 -- Comparison with TeX80

%
Летаат Windows NT:Сите патници носат своите места излезе на пистата, поставување на столициво преглед на авионот. Сите тие се седне, размавта своите раце и да се направи авионгргарење звучи како да се лета.
		-- Donald Knuth, TeX 82 -- Comparison with TeX80

%
"За таа работа, се споредуваат вашиот џеб компјутер со масивни работни местапред илјада години. Зошто, тогаш, на последниот чекор да се отфрлаткомпјутери заедно? "
		-- Jehan Shuman

%
ПРЕДВИДЕНИ АКО Хонк ТОГАШ
		-- Jehan Shuman

%
FORTRAN е добар пример на еден јазик што е полесно да се анализиракористење на ад хок техники.[Што е добро за тоа? Ед.]
		-- D. Gries

%
FORTRAN не е цвет, но трева - тоа е издржлив на дождови, а повремено и цвета,и расте во секој компјутер.
		-- A. J. Perlis

%
FORTRAN јазик е јазикот на моќни компјутери.
		-- Steven Feiner

%
FORTRAN rots мозокот.
		-- John McQuillin

%
FORTRAN, "инфантилната неред", до сега скоро 20 години, е безнадежнонесоодветни за компјутерска апликација што го имате на ум денес: тоа епремногу несмасен, премногу ризично, и премногу скапо да се користи.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
[FORTRAN] ќе остане за некое време - веројатно најмалку на следната деценија.
		-- T. Cheatham

%
Fortune сугерира употреба за вашите омилени UNIX команди!обидете се:[Каде е Џими Хофа? (C школката)^ ^ Како течеше операцијата на промена на полот? (C школката)"Како би го оцениле BSD наспроти System V?% Удар (C школката)"Ти нема да гримаса трева ти на 8am (C школката)доби светлина? (C школката)!!: Кажи, што мислите на маргарин? (C школката)PATH = преправа! / Usr / UCB / која смисла (школка Bourne)	води љубовнаправи "совршен сув мартини"човек -kisses куче (ништо до 4.3BSD)i = Хофа; > $ I; $ I; rm $ i; rm $ i (школка Bourne)
		-- T. Cheatham

%
Fortune сугерира употреба за вашите омилени UNIX команди!обидете се:ar t "Бог"пијат <шишето; настроената (Борн школка)мачка "храна во лимени конзерви" (сите, освен 4. [23] BSD)Еј UNIX! Доби натпреварот? (V6 или C школката)mkdir материја; мачка> материја (Борн школка)РМ БогЧовекот: Зошто да се разведе? (C школката)датум мене (ништо до 4.3BSD)направи "глави или опашки од сето ова"кој е паметен(C школката)Ако имав) за секој долар на националниот долг, што ќе имам?спие со мене (ништо до 4.3BSD)
		-- T. Cheatham

%
богатство: не може да се изврши. Од колачињата.
		-- T. Cheatham

%
Fortune: процесорот време / корист сооднос е премногу висока - јадро фрлени.
		-- T. Cheatham

%
Fortune: Нема таква датотека или директориум
		-- T. Cheatham

%
богатство: не е пронајден
		-- T. Cheatham

%
Искрено, Скарлет, јас не имаат фикс.
		-- Rhett Buggler

%
[Од упатството за работа за печатење Ки-300 Матрични линија, направиво Јапонија]:одличен излез машина на Модел С-300 како вонредни матрични наЛИНИЈА ЗА ПЕЧАТЕЊЕ, изградена во два микро-преработувачи, како и EAROM, е опремен содозволува прекрасен соживот како што се; "Висок квалитет против ниските трошоци""Насочуваат функции со компактен дизајн", "флексибилност во accessiblenessи трајност од прибл. 2000,000,00 Dot / Раководител "," да се биде софистициранмеханизам, но можеби агилни управување според звуци се исклучителнопотиснати ", и дрИ како прашање на курсот, крајната цел е едноставно да помогне да се оствари"Супер шатл-дипломатија" меѓу кул податоци, можеби заработени од страна на домаќинотКомпјутер, и топло срце на човечко суштество.
		-- Rhett Buggler

%
Од Про 350 Pocket Водич услуги, стр. 49, Чекор 5 одинструкции за отстранување на одборот на I / O од кафезот на картичката, доаѓа новискуство во звук:5. Свртете ја рачката на правото 90 степени. Пин-ширење    звук е нормално за овој тип на конектор.
		-- Rhett Buggler

%
Функција одбие.
		-- Rhett Buggler

%
Ѓубре во - Евангелието надвор.
		-- Rhett Buggler

%
Даде: Поддршка на беспомошни жртви на компјутерска грешка.
		-- Rhett Buggler

%
Со оглед на нејзината изборна единица, единственото нешто што се очекува да биде "отворена" за [Отворен за слободен софтвер] е неговата уста.
		-- John Gilmore

%
Откажувањето на собранието јазик е на Apple во нашата Едемската градина: Languagesчија употреба троши машина циклуси се грешни. Машината за LISP сега дозволуваLISP програмери да се откаже од градник и смоква лист.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Оди си! Престани да ме мачи со сите ваши "пресмета ова ... пресмета дека"!Јас сум со земање на VAX-НАП.одјава
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
//GO.SYSIN DD *, DOODAH, DOODAH
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Бог е вистинска, освен ако прогласи број.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Бог го создал машина јазик; сите останати е дело на човекот.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Добра вечер, господа. Јас сум HAL 9000 компјутер. Станав во функцијаво фабриката HAL во Urbana, Илиноис, на 11 јануари, деветнаесет стоДеведесет и пет. Мојот претпоставен беше г-дин Langley, и тој ме научи да пеатпесна. Ако би сакал, би можел да го пее за вас.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Големиот мајстор Тјуринг еднаш сонував дека тој бил машина. Кога се разбудилтој извика:"Не знам дали сум Тјуринг сонувам дека сум машина,или машина сонувам дека сум Тјуринг! "
		-- Geoffrey James, "The Tao of Programming"

%
grep ме нема модели и јас ќе ти кажам без линии.
		-- Geoffrey James, "The Tao of Programming"

%
Водич Хакер за готвење:2 pkg. крем сирење (од каша бели нешта во сребрени обвивки што не гинавистина доаѓаат од Филаделфија по сите, во секој случај, околу 16 мл.)1 лажиче. екстракт од ванила (што е повеќе алкохол од ванила и убавасилна, па овој дел * мора * мерка)1/4 чаша шеќер (но мед работи парична казна, исто така)8 мл. Кул камшик (меки работи без хранлива вредност штоможе да прсне целиот вашите пријатели и лижат надвор ...)"Измешајте ги заедно додека крем без грутки." Ова е местото каде што можеш да јасе приклучат (1) сите необработени податоци во голема тампон, а потоа се филтрира прекусе спојуваат (1м) со -thick опција, мислам, што почнува ултра трнливи icky барате и ќе мора да работиме напорно за да се меша. Обиди се со електриченшампион ако имате мачка (1), кој може да се искачи ѕид (1S) за да го исклучите лижаттаванот (3 метри)."Се прелива во бомбичка Греам кора ..." Аха, делот на грешки во минатата година. можетеедноставно се случи да имаат GCC поседнати околу во / etc / храна, нели?Ако не е, не паника (8), само да се урнат ранд (3м) мал број на невиниGCS во соодветен tempfile и се меша во некои стопен путер."... И фрижидер за еден час." Оставете stdout рецепт во фрижидерза 3.6E6 милисекунди додека сте работат на чистење на stderr, иод страна на време вашиот сирење ќе биде подготвен за stdin.
		-- Geoffrey James, "The Tao of Programming"

%
Хакери се само миграциски lifeform со тропизам за компјутери.
		-- Geoffrey James, "The Tao of Programming"

%
Хакери на светот, обединете се!
		-- Geoffrey James, "The Tao of Programming"

%
Хакирањето е само друг збор за ништо што да се kludge.
		-- Geoffrey James, "The Tao of Programming"

%
/ * Халеевата * /(Коментар Халеевата.)
		-- Geoffrey James, "The Tao of Programming"

%
Среќата е на хард дискот.
		-- Geoffrey James, "The Tao of Programming"

%
Среќата е близнак дискети.
		-- Geoffrey James, "The Tao of Programming"

%
Хардвер Софтвер сретна на патот кон Changtse. Софтвер рече: "Тисе Јин и јас сум Јанг. Ако патуваме заедно ќе станат познатии заработуваат огромни суми на пари. "И така пар поставени заедно, мислејќида го освои светот.Во моментов, тие се сретнаа на фирмверот, кој беше облечен во искината партали, иискривен заедно потпрена на трнливиот стап. Фирмверот им рече: "Таолежи зад Јин и Јанг. Тоа е тивка, но како базен со вода. Тоа правине бараат слава, затоа што никој не знае своето присуство. Таа не се обидува среќа,за тоа е целосна во себе. Таа постои надвор од просторот и времето. "Софтвер и хардвер, срам, се вратија во своите домови.
		-- Geoffrey James, "The Tao of Programming"

%
"Секој има проблеми со сметките за компјутер?""Да, јас не имаат еден.""Во ред, можете да испратите писмо на еден од тутори ..."
		-- E. D'Azevedo, Computer Science 372

%
Има сите забележале дека сите букви од зборот "база на податоци" севнесе со левата рака? Сега изгледот на машината за пишување QWERTYUIOPтастатура е наменета, меѓу другото, да се олесни дури и употребана двете раце. Тоа што следува, според тоа, дека пишувањето за бази на податоци ене само неприроден, но многу потешко отколку што изгледа.
		-- E. D'Azevedo, Computer Science 372

%
Дали сте преиспита компјутер кариера?
		-- E. D'Azevedo, Computer Science 372

%
Тој е како функција - тој се враќа вредност, во форма на своето мислење.Тоа е до вас за да го фрли во празнина или не.
		-- Phil Lapsley

%
ГЛАВА несреќа !! Датотеки се исфрлени !!Детали во 11.
		-- Phil Lapsley

%
Помогни ми, јас сум затвореник во датотека на Fortune колаче!
		-- Phil Lapsley

%
Помош искорени Мики Маус-компјутер интерфејс - Менијата се за ресторани!
		-- Phil Lapsley

%
Помош! Јас сум заробен во кинески компјутерски фабрика!
		-- Phil Lapsley

%
Помош! Јас сум заробен во ПДП 11/70!
		-- Phil Lapsley

%
ПОМОШ !!!! Јас сум се во затвор во / usr / игри / lib!
		-- Phil Lapsley

%
Хеуристичко се бубачка остарените по дефиниција. Ако тие не се грешки,тогаш тие ќе бидат алгоритми.
		-- Phil Lapsley

%
СВЕТИОТ МАКРО!
		-- Phil Lapsley

%
Домаќин систем не реагира, ВЕРОЈАТНО надолу. Дали сакате да се чека? (Y / N)
		-- Phil Lapsley

%
Домаќин систем да реагира, ВЕРОЈАТНО до ...
		-- Phil Lapsley

%
Како може да работат кога системот е толку гужва?
		-- Phil Lapsley

%
"Како можам да те сакам Моите акумулаторот се прелева."
		-- Phil Lapsley

%
Колку секунди се таму за една година? Ако ти кажам постојат3,155 x 10 ^ 7, вие нема ни да се обиде да се сеќава на него. Од друга страна,кои би можеле да заборавиме дека, да во рок од половина процент, пи секунди еnanocentury.
		-- Tom Duff, Bell Labs

%
Колку чини да примами на допинг пушењето Unix систем гуру на Дејтонскиот?
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Колку нето работа може еден работа на мрежата, ако мрежата може да нето работа?
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Прегрни ме сега, сте луди, устремен будала !!	Ох почекај...Јас сум на компјутер, а ти си човек. Тоа никогаш нема да работат надвор.			Не е важно.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
I * ____ * знаеше имав некоја причина за тоа што не можете да влезете надвор ... ако јас само можесе сеќавам што беше.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Јас сум на компјутер. Јас сум dumber од секое човечко и попаметен од било кој администратор.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Јас сум НОМАД!
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
Јас не сум ниту сега, ниту некогаш сум бил, член на demigodic партија.
		-- Dennis Ritchie

%
Јас сум професионално обучени во компјутерски науки, што да се каже(Со сета сериозност) дека јас сум крајно лошо образовани.
		-- Joseph Weizenbaum, "Computer Power and Human Reason"

%
Јас сум скитници проблем - Фати ме ако можеш.
		-- Joseph Weizenbaum, "Computer Power and Human Reason"

%
Го прашав инженер кој го дизајнираше тастатури на терминалот комуникацијаЗошто овие не се произведени во централна објектот, со оглед намал број потребен [1 месечно] во својата фабрика. Тој објасни дека овааби било спротивно на политичкиот концепт на локална самоодржливост.Затоа, секоја фабрика има потреба тастатури, без оглед на тоа колку малку, произведуванив целосно, дури и лиење на тастатури.
		-- Isaac Auerbach, IEEE "Computer", Nov. 1979

%
Се обложувам дека човечкиот мозок е kludge.
		-- Marvin Minsky

%
Дојдов, видов, избришани сите на вашите датотеки.
		-- Marvin Minsky

%
Јас не може да се замисли дека некој ќе бара множења по стапка40.000 или дури и 4000 на час ...
		-- F. H. Wales (1936)

%
Јас не се плашам од компјутери. Се плашам од недостатокот од нив.
		-- Isaac Asimov

%
Имав ретка несреќа да биде еден од првите луѓе да се обиде испроведување на PL / 1 компајлерот.
		-- T. Cheatham

%
Имам многу мал ум и мора да живее со него.
		-- E. Dijkstra

%
Никогаш не сум видел ништо пополни вакуум толку брзо и се уште си го цица.
		-- Rob Pike, on X.

%
рече Стив Џобс пред две години, што X е мозокот оштетени и тоа ќе бидеотиде во две години. Тој беше половина десно.
		-- Dennis Ritchie

%
Денис Ричи е двапати светла како Стив Џобс, а само половина ред.
		-- Jim Gettys

%
Јас се уште не почна да бајт!
		-- Jim Gettys

%
Сум патувал на должината и широчината на оваа земја, и разговараа сонајдобрите луѓе во бизнис администрација. Можам да ве уверам на највисокоорган кој обработка на податоци е минливо и нема да трае од годината.издавачи, одговарајќи на Карл V. Karlstrom (помладуредник кој се препорачува ракопис на новиотнауката за обработка на податоци), в. 1957
		-- Editor in charge of business books at Prentice-Hall

%
Не сум изгубил умот - тоа е снимена на лента некаде.
		-- Editor in charge of business books at Prentice-Hall

%
Јас мора да се лизна диск - мојот пакет боли!
		-- Editor in charge of business books at Prentice-Hall

%
Мислам дека постои светски пазар за околу пет компјутери.
		-- attr. Thomas J. Watson (Chairman of the Board, IBM), 1943

%
Отидов за да се тестираат на програмата во секој начин би можел да се осмисли. јас затегнатитоа да се изложи своите слабости. Јас го истрча за високо-маса ѕвезди и мала масаѕвездите, за ѕвезди роден премногу топло и оние кои се родени релативно студено.Јас го истрча под претпоставка дека superfluid струи под кората да бидеотсутен - не затоа што сакав да го знаеме одговорот, туку поради тоа шторазвиена интуитивно чувство за одговор во овој конкретен случај.Конечно добив рок во кој компјутер покажа пулсароттемпературата да биде помала од апсолутна нула. Бев нашол грешка. јастрчало долу за грешка и го поправив. Јас сега се подобрени на програмата заточка каде што нема да се кандидира на сите.Дупки и судбината на ѕвездите "
		-- George Greenstein, "Frozen Star: Of Pulsars, Black

%
Отидов на мојот прв компјутер конференција во Њујорк Хилтон околу 20Пред години. Кога некој има предвиде дека на пазарот за микропроцесорина крајот ќе биде во милиони, некој друг рече: "Каде се тиесите ќе одиме? Тоа не е како што треба компјутер во секој кваката! "Неколку години подоцна, се вратив во истиот хотел. Јас забележав клучеви собата имашее заменет со електронски картички ќе се повлечете во слотови во вратите.Имаше еден компјутер во секој кваката.
		-- Danny Hillis

%
Ви посакувам луѓето ќе ме остави на мира.
		-- Danny Hillis

%
Јас сум Lisp променлива - врзуваат мене!
		-- Danny Hillis

%
Јас сум за компјутер датира, но јас не би сакал да се ожени со една сестра ми.
		-- Danny Hillis

%
Јас дури и не одам да се мачат * ______ * споредување C до Basic или FORTRAN.
		-- L. Zolman, creator of BDS C

%
Јас сум уште чекаат за доаѓањето на Искусен компјутерски науки.
		-- L. Zolman, creator of BDS C

%
Сигурен сум дека VMS е целосно документирани, јас само не се најде направо прирачникот сè уште. Сум работел мојот пат низ прирачници во документотбиблиотека и јас сум на половина од вториот кабинет, (3 полици да се оди), па јастреба да се најде она што го барам од средината на мај. Се надевам дека ќе можам да се сетам штобеше од времето кога го најдете.Морав ова идеја за нов хорор филм ", VMS Прирачници од пеколот" или можеби"На хартија Чејс: IBM наспроти декември". Тоа е врз основа на Хичкок "Птици", освендека тоа е центриран околу еден програмер кој е нападнат од рој врзивно средствостраници со број на индекс и една линија "Оваа страница намерно е оставенапразно ".
		-- Alex Crain

%
Јас сум конечно научив што "нагоре компатибилен" значи. Тоа значи дека ние се дојде дозадржи сите наши стари грешки.
		-- Dennie van Tassel

%
Сум погледна на листата, а тоа е во право!
		-- Joel Halpern

%
Никогаш не сум бил кајакарство пред, но јас замисли мора да има само неколкуедноставни хеуристичко мора да се сеќавам ...Да, не падне, и не го погоди карпи.
		-- Joel Halpern

%
Сум забележал неколку дизајн предлози во вашиот код.
		-- Joel Halpern

%
IBM Напредно системи група - еден куп на безумната грчи, кој ќе биде првна ѕидот кога револуцијата доаѓа ...
		-- with regrets to D. Adams

%
Ако 6600 се користи хартија лента наместо основни меморија, тоа ќе го користи до лентана околу 30 милји / секунда.
		-- Grishman, Assembly Language Programming

%
Ако една група на _ N лица спроведува COBOL компајлерот, ќе има _ N-1минува. Некој во групата треба да биде менаџер.
		-- T. Cheatham

%
Ако на слушателот кима со главата кога сте објаснувајќи вашата програма, ќе се разбудам до него.
		-- T. Cheatham

%
Ако железничка станица е место каде што возот запира, што е работна станица?
		-- T. Cheatham

%
Ако се суди зависност од тоа колку долго неми животни ќе седат притискање на рачкатада се добие "фикс" за нешто, на својата сопствена штета, тогаш би заклучилnetnews што е далеку повеќе зависност од кокаин.
		-- Rob Stampfli

%
Ако во првиот не успее, мора да биде програмер.
		-- Rob Stampfli

%
Ако градители изградени објекти на патот програмери напиша програми,тогаш првиот клукајдрвец да дојдат ги уништи цивилизацијата.
		-- Rob Stampfli

%
Ако компјутери преземе (кој се чини дека нивната природна тенденција), ќеслужат ни право.
		-- Alistair Cooke

%
Ако Бог имал брада, тој ќе биде UNIX програмер.
		-- Alistair Cooke

%
Ако Бог имал намера човек да се програмира, ние ќе се роди со сериски I / O портови.
		-- Alistair Cooke

%
Ако графика хакери се толку паметни, зошто да не можат да добијат грешки одсвежа боја?
		-- Alistair Cooke

%
Ако тој уште еднаш ја турка својата ракавите за да се пресмета за 3 денаи 3 ноќи по ред, тој ќе потроши една четвртина од еден час пред дамислите кои принципи на пресметка ќе биде најсоодветно.
		-- Voltaire, "Diatribe du docteur Akakia"

%
Ако сум видел подалеку од другите, тоа е поради тоа што стоеше нарамениците на гигантите.Во науката, ние сме сега уникатно привилегиран да седат рамо до рамо согигантите на чии рамена стоиме.Ако не сум ја видел толку далеку како и сите други, тоа е затоа гиганти стоејамоите раменици.Математичарите стои на рамениците на другите.Mathemeticians стои на рамениците едни со други, додека компјутерски научницистојат на прстите едни со други.Тоа е, рече дека физичарите да застане на еден на друг рамениците. Акоова е случај, тогаш програмерите да застане на еден на друг прстите, исофтверски инженери копаат гробови на другите.
		-- Unknown

%
Ако јас го знаев компјутерски науки требаше да биде вака, јас никогаш нема да имаатоткажале се рок ен ролот ѕвезда.
		-- G. Hirst

%
Ако тоа се случува еднаш, тоа е грешка.Ако се случи тоа два пати, тоа е карактеристика.Ако тоа се случи повеќе од два пати, тоа е филозофија дизајн.
		-- G. Hirst

%
Ако таа има синтакса, тоа не е лесен.
		-- G. Hirst

%
Ако тоа не е во компјутер, тоа не постои.
		-- G. Hirst

%
Ако тоа е достоен за хакирање на добро, тоа е достоен за хакирање на пари.
		-- G. Hirst

%
Ако само еден дел од пошта се губи, добро, тие ќе сметаат дека тоа заборавивда ја пратите. Но, ако * * две парчиња пошта да се изгуби, по ѓаволите, тие само ќе се размислувана другиот, не се добива околу да се одговори на неговата пошта. И ако педесет * *парчиња пошта да се изгуби, можете да го замислите, ако * * педесет парчиња пошта стапитезагуби, зошто тие ќе мислат дека некој друг * * е скршен! И ако 1Gb на пошта добивазагуби, тие само ќе * * знаат дека Arpa [ucbarpa.berkeley.edu] е долу идека тоа е заговор да ги заштити од своите Бога дадено право да добијатНет на Испрати ...
		-- Casey Leedom

%
Ако Макијавели беа хакер, тој би работеле за CSSG.
		-- Phil Lapsley

%
Ако Макијавели беа програмер, тој би работеле за AT & T.
		-- Phil Lapsley

%
"Ако тоа го прави секоја смисла за вас, ќе имаат голем проблем."
		-- C. Durance, Computer Science 234

%
Ако автомобилот се следи истата развој, како на компјутер,Ролс-Ројс денес ќе чини $ 100, добие еден милион милји за галон,и експлодираат еднаш годишно при што загинаа сите внатре.
		-- Robert Cringely, InfoWorld

%
Ако го кодот и коментарите не се согласуваат, а потоа и веројатно сте во право.
		-- Norm Schryer

%
Ако дизајнерите на X-прозорец изградена автомобили, нема да има помалку од петволани скриени за пилотската кабина, од кои ниту по истатапринципи - но ќе бидете во можност да се префрлат брзини со вашиот автомобил стерео. кориснифункција, тоа.
		-- From the programming notebooks of a heretic, 1990.

%
Ако Тао е голема, а потоа на оперативниот систем е одлично. Акооперативниот систем е голем, а потоа компајлерот е одлично. Доколку компајлероте голема, а потоа апликација е одлично. Ако барањето е голема, а потоакорисникот не е задоволен и постои хармонија во светот.Тао родила машински јазик. машински јазик се породилана асемблер.Асемблерот родила на компајлерот. Сега има десет илјадијазици.Секој јазик има цел, сепак смирен. секој јазикизразува Јин и Јанг на софтвер. Секој јазик има своето место воТао.Но, не се програмираат во COBOL, ако може да се избегне тоа.
		-- Geoffrey James, "The Tao of Programming"

%
Ако продавачите почна да прави се што е во право, ќе биде надвор од работа.Ајде да се слушне за OSI и X! Со овие бебиња во крилја, можеме да сметамее вработен додека не се намали, или се паметни и да преминете кон градинарството,виткање хартија, или нешто.
		-- C. Philip Wood

%
Ако ова е делење на време, да ми даде мојот удел во моментов.
		-- C. Philip Wood

%
Ако имате постапка со 10 параметри, веројатно ќе го пропушти некои.
		-- C. Philip Wood

%
Ако се стави глупави шеги во компјутер, ништо не излегува, но глупави шеги.Но, ова глупави шеги, ја помина низ многу скапи машина,е некако облагородени и никој не се осмелува да го критикуваат.
		-- Pierre Gallois

%
Ако ги учат вашите деца да ја сакам компјутери и да знаат како да се коцкатогаш тие секогаш ќе бидат заинтересирани во нешто и нема да дојде до не е вистинска штета.
		-- Pierre Gallois

%
Ако мислите дека системот работи, прашајте некој кој е на чекање за брза.
		-- Pierre Gallois

%
Ако сте премин на нацијата во покриена вагон, тоа е подобро да има четирисилна волови од 100 кокошки. Кокошки се во ред, но не можеме да ги направи работитезаедно уште.
		-- Ross Bott, Pyramid U.S., on multiprocessors at AUUGM '89.

%
Незнаењето е благослов.Fortune ажурира голема цитати, # 42:BLISS е незнаењето.
		-- Thomas Gray

%
Замислете ако секој четврток чевлите експлодира ако ги врзале вообичаенитеначин. Ова што ни се случува цело време со компјутери, и никој не мисли насе жалат.
		-- Jeff Raskin

%
Замислете дека Креј компјутер решава да направи персонален компјутер. Тоа има150 MHz процесор, 200 мегабајти RAM меморија, 1500 мегабајти на дискотскладирање, резолуција од 4096 x 4096 пиксели, се потпира целосно напрепознавање на глас за влез, се вклопува во џебот од кошулата и чини $ 300.Што е првото прашање дека компјутерот заедница бара?"Дали е тоа компатибилни?"
		-- Jeff Raskin

%
ВАЖНО **** **** сите корисници ЗАБЕЛЕШКА: ****Поради неодамнешната грешка системи преоптоварување вашите неодамнешни диск датотеки сеизбришани. Затоа, во согласност со упатството за UNIX Basic, Универзитетот наПрирачник Вашингтон геофизика и Правилник 9 (в), Дел XII на РевидиранатаЗаконот Сојузна комуникации, ќе се доделуваат за привремен простор на дискот,важи за три месеци од тој датум, во зависност од ограничувањата утврдениво Прилог II од Сојузна Прирачник за комуникации (18 издание), како икако и референците наведени во овој документ. Можете да аплицирате за повеќе простор на дискот во секоевреме. употребата на дискот во или над осмиот перцентил ќе обезбеди отстранувањена сите ограничувања и веднаш ќе добиете вашиот постојан дискпростор. употребата на дискот во шестиот или седмиот перцентил нема да влијае навалидноста на вашата привремен простор на дискот, иако нејзиниот рок на траење може да бидепродолжува за период од најмногу три месеци. А резултат во петтата перцентилили помалку ќе резултира со повлекување на вашиот привремен простор на дискот.
		-- Jeff Raskin

%
Во приказ на перверзни брилијантност, Карл грешки мајсторот собаовлажнител за компјутер од средната класа, но успева да го врзуваат во мрежатаво секој случај.
		-- The 5th Wave

%
Во период од пет години може да се добие еден врвен програмски јазик. самоние не може да се контролира кога петгодишен период ќе започне.
		-- The 5th Wave

%
Во изненадувачки напад минатата ноќ, федералните агенти ограбат една куќа во пребарувањеод бунтовничката компјутерски хакер. Сепак, тие не беа во можност да ја заврши апсењебидејќи потерницата направени во името на Дон Provan, додека самолице во куќата беше прогласен Дон provan. Докажувајќи уште еднаш дека Unix есупериорен во однос на Tops10.
		-- The 5th Wave

%
Во секоја формула, константи (особено оние добиени со прирачници)треба да се третираат како променливи.
		-- The 5th Wave

%
Во секој проблем, ако се наоѓате себеси се прави бесконечна сума на работа,одговорот може да се добие со инспекција.
		-- The 5th Wave

%
Во компјутери, средното време на неуспех продолжи да добива пократко.
		-- The 5th Wave

%
На англиски јазик, секој збор може да се verbed. Дали дека е така во нашатапрограмски јазици.
		-- The 5th Wave

%
Во секој не-тривијални програма има најмалку една бубачка.
		-- The 5th Wave

%
Всушност, С. М. Симпсон, на крајот смисли ефикасен 24-точка Фуриетрансформација, која беше предвесник на брза Фуриева трансформација Кули-Tukeyво 1965 година FFT направи сите ефикасни автокорелација Симпсон ипрограми спектар веднаш застарени, на кој тој работел половина живот.
		-- Proc. IEEE, Sept. 1982, p.900

%
За помалку од еден век, компјутери ќе се прави значителен напредок во однос на... Се изложат на проблемот на војна и мир.
		-- James Slagle

%
Во пракса, неуспеси во развојот на системот, како невработеност во Русија,често се случува и покрај официјалната пропаганда за спротивното.
		-- Paul Licker

%
Во барањето на недостижна, едноставност добива само на патот.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Во почетокот имаше податоци. Податоците беше безоблична инула, и имаше темнина над лицето на конзола; и духот наIBM, се движи во текот на лицето на пазарот. И декември рече: "Нека имасе регистрира. "; и имаше регистри и декември видов дека тиеврши; и декември разделени податоци од инструкции. декември нареченМагацинот на податоци, како и упатства што се нарекува законик. И таму бешевечер, и би утро, еден прекинеш.
		-- Rico Tudor, "The Story of Creation or, The Myth of Urk"

%
Во почетокот беше Тао. Тао родила простор и време.Затоа, простор и време се Јин и Јанг на програмирање.Програмери кои не ги разбираат Тао секогаш се извршува надвор одвреме и простор за нивните програми. Програмери кои се разбере Тао секогашимаат доволно време и простор за да се постигне своите цели.Како тоа би можело да биде поинаку?
		-- Geoffrey James, "The Tao of Programming"

%
Во деновите кога Sussman беше почетник Мински еднаш дојде до него како тојседна хакирање на ПДП-6."Што правиш?", Праша Мински."Јас сум за обука на случајно жичен нервните мрежа да се игра Tic-tac-пети.""Зошто е нето жичен случајно?", Праша Мински."Јас не сакам тоа да имате било какви предрасуди за тоа како да се игра".Во овој Мински затвори очите, и Sussman праша неговиот учител "Зоштоќе ги затворите очите? ""Затоа што во собата ќе биде празна."Во тој момент, Sussman беше просветлен.
		-- Geoffrey James, "The Tao of Programming"

%
На исток постои ајкула која е поголема од сите други риби. тоапромени во птица, чии ветрови се како облаци пополнување на небото. кога оваптица се движи низ земјата, тоа носи порака од корпоративното седиште.Оваа порака, тоа капки во средината на програмери, како галебИзработка на свој белег на плажа. Тогаш месеци птица на ветрот, а сосиното небо на грбот, се враќа дома.Почетниците програмер зјапа во чудо на птицата, за што го разбирадека не. Просечната програмер dreads доаѓањето на птиците, за што тој се плашинејзината порака. Господар програмер продолжува да работи во неговиот терминал, бидејќи тојне знае дека птицата дојде и помина.
		-- Geoffrey James, "The Tao of Programming"

%
Во иднина, си оди за да се добие компјутери, како награди за појадок.Ќе ги фрли надвор, бидејќи вашата куќа ќе биде полн со нив.
		-- Geoffrey James, "The Tao of Programming"

%
Во оваа долга трка, секоја програма станува rococco, а потоа урнатините.
		-- Alan Perlis

%
... На три до осум години ќе имаме машина со општитеинтелигенција на еден просечен човек ... На машината ќе почнеда се едуцираат со фантастична брзина. За неколку месеци тоа ќе бидена ниво на генијалност и неколку месеци после тоа неговите овластувања ќе бидатнепроценливо ...
		-- Marvin Minsky, LIFE Magazine, November 20, 1970

%
Intel процесори не се неисправни, само што дејствува на тој начин.
		-- Henry Spencer

%
>>> Внатрешна грешка во богатство програма:>>> Fnum = 2987 N = 45 знаме = 1 goose_level = -232.323>>> Запишете ги овие вредности и да ги извести програма администратор богатство.
		-- Henry Spencer

%
Воведување, на 1010, еден-битен процесор.инструкции во собатаКод Ретроспективата Што0 NOP без операција1 JMP Скокни (адреса наведена од страна на следните 2 бита)Сега е достапен за само 12 1/2 центи!
		-- Henry Spencer

%
IOT стапица - основни фрлени
		-- Henry Spencer

%
Е компјутерски јазик со Отиди е целосно Вирт помалку?
		-- Henry Spencer

%
Дали е можно дека софтверот не е како ништо друго, дека има за цел да себидат отфрлени: дека поентата е да се секогаш да ја видите како меур од сапуница?
		-- Henry Spencer

%
: Не е идентификатор
		-- Henry Spencer

%
Работи вашата работа? Ќе е подобро да се оди да се фати!
		-- Henry Spencer

%
Се чини дека по неговата смрт, Алберт Ајнштајн се најдеработи како вратар во бисерна Гејтс. Кој е бавен ден, тојпокажа дека тој имал време за да разговарате со новите членки. На првататој праша: "Што е вашиот коефициент на интелигенција?" Новиот Пристигнување одговори: "190". тиедискутира теорија на релативноста за време на Ајнштајн. При вториотнови пристигнување дојде, Ајнштајн еднаш праша за новодојденец еIQ. Одговорот ова време дојде "120". На кој одговори на Ајнштајн: "Кажими, како се Младенчињата се направи оваа година? ", и тие почнале да разговараат за половинаеден час или така. До финалето пристигнување, Ајнштајн еднаш го поставувапрашањето: "Што е вашиот коефициент на интелигенција?". По добивањето на одговорот "70",Ајнштајн се насмевна и одговори: "Добив една минута да ми каже за VMS 4,0?"
		-- Henry Spencer

%
Се чини дека PL / I (и неговите дијалекти) е, или ќе биде, најширококористи високо ниво јазик за програмирање системи.
		-- J. Sammet

%
Тоа е период на системот војна. Кориснички програми, маркантни од скриендиректориумот, го освои својата прва победа против злото Управниот империја.За време на битката, корисник шпиони успеале да украдат тајни изворниот код наКрајната програма на Империјата: Дали Ем-ѕвезда, привилегирана корен програма содоволно моќ да го уништи целиот датотека структура. Се изведува од страна на Империјатазлобна ревизорска трага, принцезата _LPA0 трки ~ бродот ја школка скрипта,чувар на украдениот огласи кои може да го спаси својот народ, и да го вратислобода и игри на мрежата ...
		-- DECWARS

%
Тоа е многу humbling искуство да се направи мултимилионски грешка, нотоа е исто така многу незаборавни. Живо се сеќавам на ноќта решивме како да сеорганизира подготвувањето на надворешните спецификации за OS / 360. наменаџер на архитектурата, тренерот на спроведувањето на програмата за контрола, иЈас се threshing планот, распоред, и поделба на одговорностите.Менаџерот на архитектура имаше 10 добри луѓе. Тој тврдеше дека тиеможе да се напише спецификациите и го направи тоа право. Тоа се десет месеци,три повеќе од распоредот дозволено.Менаџерот на програма за контрола имаше 150 мажи. Тој тврдеше дека тиеможе да се подготви спецификации, за координирање на архитектура тим;тоа ќе биде добро направено и практични, и тој може да го направи тоа во предвидениот рок.Исто така, ако тим архитектурата тоа го правеше, неговиот 150 мажи ќе седи twiddlingпалци за десет месеци.За да го овој менаџер архитектурата одговорија дека ако јас го даде на контролапрограма тим одговорност, резултатот нема да биде всушност на време,но, исто така, ќе биде три месеци доцна, и на многу понизок квалитет. Јас не, ибеше. Тој беше во право за двете точки од обвинението. Покрај тоа, недостатокот на концептуалниинтегритет направи системот многу повеќе скапо да се изгради и да се промени, и јас бипроценуваат дека се додава една година на дебагирање време.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Тоа е против правилата на модерно образование да ги учат децата да програма.Она што забава е таму во правење планови, стекнување на дисциплина во организирањемисли, посветувајќи внимание на детали, и учењето да бидат самокритични?
		-- Alan Perlis

%
Тоа е полесно да се промени спецификациите за да ги собере на програмата, и обратно.
		-- Alan Perlis

%
Тоа е полесно да се напише погрешна програма од разбере точно една.
		-- Alan Perlis

%
... Тоа е лесно да се заслепени со основните бесполезноста на нив од страна начувство на успех што ги добивате од добивање на нив да работат на сите. со другизборовите ... нивните основни дизајн недостатоци се целосно скриени од нивнитеповршни дизајн недостатоци.на Сириус кибернетика корпорација.
		-- The Hitchhiker's Guide to the Galaxy, on the products

%
Сега е темница. Ако продолжите, најверојатно, ќе падне во јама.
		-- The Hitchhiker's Guide to the Galaxy, on the products

%
Тоа е можно со оригиналност и на сметка на јасност ... {да се направи речисиништо во било кој јазик}. Сепак, факт е дека тоа е можно да им помогнамграшок нагоре на планината со вашиот нос не значи дека тоа е разуменначин на добивање на тоа таму. Секој од овие техники на продолжување јазиктреба да се користи во своето место.
		-- Christopher Strachey

%
Тоа е практично невозможно да се учат добри програмирање стил на студентитекои имале претходна изложеност на основни: како потенцијални програмери сементално осакатени безнадежен на регенерација.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
[Тоа] најдобро да се збуни само едно прашање во исто време.
		-- K&R

%
Тоа не е лесно да се биде родител на шест-годишниот. Сепак, тоа е прилично малцена да се плати за да има некој околу куќата кој разбира компјутери.
		-- K&R

%
Мора да се запамети дека не постои ништо повеќе тешко да се планира, повеќесомнително на успех, ниту поопасен за управување, од создавањето нанов систем. За предлагачот има emnity на сите кои ќе профитираатод страна на зачувување на старите институции и само млака бранителитево оние кои ќе се стекнат со нови.
		-- Niccolo Machiavelli, 1513

%
"Таа работи како _ x, каде _ х е нешто гаден"
		-- Prof. Romas Aleliunas, CS 435

%
Таа зеде 300 години да се изгради и од тоа време беше 10% изградена,сите знаеја дека ќе биде целосна катастрофа. Но, тогаш на инвестициибеше толку голема што тие се почувствува присилена да продолжи. Од нејзиното завршување, таа имачини богатство за одржување и се уште е во опасност од уривање.Постојат во моментов не планира да го замени, бидејќи таа никогаш не бешенавистина потребно во на прво место.Очекувам секоја инсталација има свои миленичиња софтвер кој еаналогно на погоре.
		-- K. E. Iverson, on the Leaning Tower of Pisa

%
Се покажа дека црвот експлоатирани три или четири различни дупки восистем. Од оваа, како и фактот дека бевме во можност да го фати и да ги испитанекои од изворниот код, сфативме дека се занимаваат со некој многуостар, не е веројатно некој тука на кампусот.Грузија Техника на кампусот весник откако на интернет црв.
		-- Dr. Richard LeBlanc, associate professor of ICS, in

%
Тоа беше kinda како кутии на погрешна карта во компјутерот, кога стеstickin 'оние вештачки стимуланси во вашата рака.
		-- Dion, noted computer scientist

%
Тоа е наивен, домашната оперативен систем без одгледување, но јасдека ќе се забавувала со својата претпоставка.
		-- Dion, noted computer scientist

%
Тоа е повеќе временски избор ...Што е FORTRAN?A: Помеѓу thre и FIV Тран.Б: Што два или повеќе компјутери да се вклучат во пред тие интерфејс.C: Смешниот.
		-- Dion, noted computer scientist

%
"Тоа не е само еден компјутер - тоа е вашиот газ."
		-- Cal Keegan

%
Тоа е десет часот; Дали знаете каде се вашите процеси?
		-- Cal Keegan

%
... Исус извика со силен глас: Лазаре, излези надвор; бубачка има сепронајдени и програмата твојот runneth. И кој е мртов излезе ...
		-- John 11:43-44 [version 2.0?]

%
Само за секој компјутер на пазарот денес работи Unix, со исклучок на Mac(И никој не се грижи за тоа.)
		-- Bill Joy 6/21/85

%
Само одат со контрола на проток, се тркалаат со притисна, и, кога ќе себрза, тип како пекол.
		-- Bill Joy 6/21/85

%
Задржи бројот на поминува во компајлер на минимум.
		-- D. Gries

%
Бакнеж вашата тастатура збогум!
		-- D. Gries

%
Запознај го твојот пристап.
		-- D. Gries

%
((Ламбда (foo) (bar foo)) (Баз))
		-- D. Gries

%
`Lasu" Соопштенија SAG 0.3 - Freeware книга зема отвора за Новиот Светски Поредокод страна на писатели на персоналот...централно место на автопат за зголемен сообраќај наречена `` sunsite.unc.edu ''се распадна во утринските часови пред објавувањето. Вести во врска со ослободувањето имашепротекоа од германски хакер група, хармоничен Хардвер Хакери, коија урнале во авторот компјутер во почетокот на неделата. Тие имаадоби датум на издавање во ред со еден ден, и предизвика голем број на желни фановида се поврзете со компјутер sunsite во погрешно време. `` Нема компјутер може дасе справи со тој вид на стрес, '', објаснува раководителот на жалост sunsite,Ерик Troan. `` Дискови Вртењето направи целиот компјутер скок, иконечно го урна преку подот во подрумот. "" За среќа,поправки беа брзи и компјутерот работи повторно истата вечер.`` Благодарам на Господ што беа во можност да купат доволно игли и конец и се закрпизаедно без поголеми проблеми. '' Веб-страницата, исто така, има инсталирано новипригушување на цевката за мрежата, овозможувајќи најмногу четири клиенти во истовреме, со правење на нова несреќа помалку веројатно. `` Книгата е сега во нашатаДојдовни папка '', вели Troan, `` и вие ќе бидете сите се добредојдени да дојдат и да го добие. ''[Comp.os.linux.announce]
		-- Lars Wirzenius <wirzeniu@cs.helsinki.fi>

%
Нека машина направи валкана работа.
		-- "Elements of Programming Style", Kernighan and Ritchie

%
Шпекулирањето секогаш удира Текара.
		-- "Elements of Programming Style", Kernighan and Ritchie

%
Живот ќе биде многу полесно ако ние може само да се погледне на изворниот код.
		-- Dave Olson

%
Како punning, програмирање е игра на зборови.
		-- Dave Olson

%
Линија за печатење на хартија е најсилна во перфорации.
		-- Dave Olson

%
Lisp членови:Поради празникот следниот понеделник, нема да има собирање на ѓубрето.
		-- Dave Olson

%
Малку познат факт за Блискиот Земјата: хобитите имаше многу софистицираникомпјутерска мрежа! Тоа беше Толкин прстен ...
		-- Dave Olson

%
Логика не се однесува на реалниот свет.
		-- Marvin Minsky

%
ЛОГО за мртвитеЛОГО за мртвите ви овозможува да се продолжи вашиот компјутерски активности од"Другата страна."Пакетот вклучува единствен телекомуникациски функција која ти овозможува дапретворете го вашиот TRS-80 во електронска масичка за спиритически сеанси одбор. Потоа, со помош на логото еграфички способности, можете да работите со некој пријател или роднина на овојстрана на Велика Надвор да им пишуваат програми. Софтверот баравашето тело да се hardwired на аналогни-на-дигитален конвертор, кој потоа сеповрзе со вашиот компјутер. А посебен терминал (многу терминал) на програматави овозможува да разговарате со корисниците преку Deadnet, на ebbs (EctoplasmicОгласна табла систем).ЛОГО за мртвите е достапен за 10 проценти од вашиот имотод NecroSoft inc., 6502 Charnelhouse Бул, Кливленд, OH 44.101.
		-- '80 Microcomputing

%
Многу одамна, во ограничен држава далеку, таму живееле веселлик по име Џек. Џек и неговите односи биле сиромашни. често нивнитехаш табелата беше гол. Еден ден родител на Џек му рече: "Нашата матрицисе оскудни. Мора да се оди на пазар и да се разменат нашите RAM меморија за некоиОсновите. "Таа состави поврзани листа на предмети за да се добијат и да го донеседо него.Значи Џек утврдени. Но, како што тој одеше по патот Хамилтон,тој се сретна со трговски патник."Каде ти излеваш шема проток ти се?" поттикна продавачво високо ниво јазик."Одам на пазар да разменуваат оваа RAM меморија за некои чиповии јаболка ", коментира Џек."Имам многу подобро алгоритам. Вие не треба да се приклучат на днототаму; Јас ќе се разменуваат вашата RAM меморија за овие магија кернели сега. "Џек направени трговијата, а потоа се повлече во својата куќа. Но когатој им рекол на своите зафатен-чекање родител на договорот, таа стана толку лут штозапочна пердах."Не можете дури и треба било вештачка интелигенција? Сите овиекернели заедно едвај го сочинуваат еден бајт ", и таа им појави надвор одпрозорец ...
		-- Mark Isaak, "Jack and the Beanstack"

%
Долго пресметки кои даваат нула најверојатно се сите за ништо.
		-- Mark Isaak, "Jack and the Beanstack"

%
Лабава битови потоне чипови.
		-- Mark Isaak, "Jack and the Beanstack"

%
Mac ервејс:Касиери, стјуардесите и пилотите сите се исти, се чувствуваат на исти дејствуваат на истиот. Кога поставуваните прашања во врска со летот, ќе одговорат декане сакам да знам, не треба да знаат и ќе ве молиме да се вратите во вашатаседат и да се види на филм.
		-- Mark Isaak, "Jack and the Beanstack"

%
Mac Пиво: Во прво време, дојде само 16 мл. да, но сега доаѓа во 32-мл.може. Смета од многу да биде "светлина" пиво. Сите лименки изгледаатидентични. Кога ќе се земе една од фрижидерот, го отвора себе. налиста состојки не е на конзерва. Ако ти се јавам да прашам засостојки, се рече дека "не треба да се знае." Известување застрана, ве потсетува да го повлечете вашиот празни на корпата.
		-- Mark Isaak, "Jack and the Beanstack"

%
динамична листа дебагирање проценител MAC корисникот? Никогаш не слушнале за тоа.
		-- Mark Isaak, "Jack and the Beanstack"

%
"Мах беше најголемата интелектуална измама во последните десет години.""Што е со Х?""Јас реков` интелектуална ".; Најавите, 9/1990
		-- Mark Isaak, "Jack and the Beanstack"

%
Машини сигурно може да ги реши проблемите, складирање на информации, се во корелација,и да играат игри - но не и со задоволство.
		-- Leo Rosten

%
Машини кои се уриваат ќе работи совршено кога ќе дојде мајсторот.
		-- Leo Rosten

%
Осигурајте се дека вашиот код не прави ништо благодатно.
		-- Leo Rosten

%
Изработка на датотеки е лесно во рамките на оперативниот систем UNIX. Затоа, корисницитеимаат тенденција да се создаде голем број датотеки со користење на големи количини на датотека простор. Тоа имаСе вели дека единствениот стандард нешто во врска со сите UNIX системите епорака-на-на-ден кажува на корисниците да се исчисти нивните датотеки.
		-- System V.2 administrator's guide

%
Човекот е најдобриот компјутер може да се стави на одборот на вселенски летала ... иединствениот кој може да биде произведен со неквалификувана работна сила.
		-- Wernher von Braun

%
Многу компании кои го направија самите зависи од [опремата нанекои големи производител] (и со тоа ги продале својата душа наѓаволот) ќе колабираат под чиста тежината на unmastered комплексноста нанивните системи за обработка на податоци.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Многу од осудените крадци Паркер ги исполни започна својатаживотот на криминал по преземањето на колеџ компјутерски науки курсеви.
		-- Roger Rapoport, "Programs for Plunder", Omni, March 1981

%
Мартин беше веројатно ги разлепване. Тоа е некое семејство, не е тоа?Инцест, проституција, фанатизам софтвер.
		-- Charles Willeford, "Miami Blues"

%
Прекрасен! Супер-корисник ќе ме подигне!Што фино подесени одговор на ситуацијата!
		-- Charles Willeford, "Miami Blues"

%
** Максимална ТЕРМИНАЛИ ACTIVE. Обидете се повторно подоцна **
		-- Charles Willeford, "Miami Blues"

%
Може да се појави на сите ваши турка.
		-- Charles Willeford, "Miami Blues"

%
Мај Euell Гибонс јадат само вашата копија на упатството!
		-- Charles Willeford, "Miami Blues"

%
Нека bluebird на среќа Рожаје вашиот бита.
		-- Charles Willeford, "Miami Blues"

%
Можеби компјутерски науки треба да биде во колеџ за теологија.
		-- R. S. Barton

%
Во меѓувреме, во сиромашните квартови подолу ранчот Рони е, Синтија се чувствува како ако некојима направено вуду boxen од неа и нејзината омилена панели. На оваа парична казнаосветлена од месечината ноќ, некои страшни персона се зарие далеку во, влечењемагнети во текот, и зголемените овие вуду boxen. За среќа, тие се чини декада има добивано и малку досадно и заспал, за да изгледа како Синтија можеда се врати дома. Меѓутоа, таа има направено белешка брзо да се стави заедно тотемна испотени, гадно статички ремени, случајни битови на жица, флеки од еднаш значајниоксид, автобус грант картички, смолист црви, и некои делови од стари ПДП задни панели за да севисат над соба на машината. Оваа тотем мора да биде благословен од старите и мударПреподобен богот на unibus одеднаш, пред idolatization на VME, q и компјутерАвтобуска да го однесе во жестока одмазда. За жал, ако тоа не успее, и boxen Вудуне се уништени, може да има повеќе од црви во јаболкото. Следно,доаѓањето на вуду optico transmitigational магнетно убиец Парамециум, способенна teleporting од кабел за кабел, на екранот на екранот, уво до уво и копитана уста ...
		-- R. S. Barton

%
вина меморија - каде сум јас?
		-- R. S. Barton

%
вина меморија - мозокот пржени
		-- R. S. Barton

%
вина меморија - основни ... ух ... трудот ... основни ... А мајката, го заборавам!
		-- R. S. Barton

%
ПОРАКА призна - На Pershing беа лансирани II проектили.
		-- R. S. Barton

%
Порака од нашиот спонзор на ttyTV во 13:58 ...
		-- R. S. Barton

%
Моделирање paged и сегментирано сеќавања е слабо бизнисот.
		-- P. J. Denning

%
Мамо, што се случува со вашите датотеки кога ќе умре?
		-- P. J. Denning

%
Поголемиот дел од софтверот јавниот домен е бесплатно, барем на прв поглед.
		-- P. J. Denning

%
MOUNT U1439 ЛЕНТА ЗА Б3, НЕ RING
		-- P. J. Denning

%
Г-дин Џонс поврзани со инцидентот од "некое време назад", кога IBM КанадаРибар Маркам, Ont., Им нареди на некои делови од нов снабдувач во Јапонија. накомпанијата истакна во својата цел дека прифатлив квалитет дозволено за 1,5 отстодефекти (прилично висок стандард во Северна Америка во тоа време).Јапонскиот испрати налогот, со неколку делови спакувани одделно вопластика. Пропратното писмо вели: "Ние не знаеме зошто сакаш 1.5проценти неисправни делови, но за ваша погодност, ние сме ги спакувани одделно. "
		-- Excerpted from an article in The (Toronto) Globe and Mail

%
MSDOS не е мртов, тоа само мириса на тој начин.
		-- Henry Spencer

%
Голем дел од возбудата што се надвор од нашата работа е во тоа што ние навистина незнаеме што се прави.
		-- E. Dijkstra

%
Multics е безбедноста напишани накосо.
		-- E. Dijkstra

%
MVS Air Lines:Патниците се собираат во хангар, гледајќи стотици техничарипроверете системи лет на оваа огромна, луксузни авиони. Овој авион иманајмалку 10 мотори и седишта над 1.000 патници; поголемите модели во паркможе да има повеќе интернет од било кој може да смета и летаат дури и повеќе патнициотколку што има на Земјата. Се тврди да чини помалку по патник милја даработат на овие humungous авиони од било кој друг авион некогаш бил изграден, освен аковие лично треба да се плати за билет. Сите патници се тркаво странство, како и на 200 техничари се потребни за да се задржи од паѓа. пилототвлегува во игра во стакло кокпит. Тој пиштоли моторите, само за дасфати дека авионот е премногу голема за да се добие преку хангар врати.
		-- E. Dijkstra

%
Боже мој, јас сум во депресија! Тука сум, компјутер со ум илјада патикако моќен како што е твое, не се прави ништо, но cranking од среќата и испраќањепошта за софтбол игри. А имам и оваа болка право низ моите Алу.Сум го побара тоа да биде заменет, но никој никогаш не го слуша. Мислам дека тоа бида биде подобро и за нас и ако сте биле за да се логирате само повторно.
		-- E. Dijkstra

%
Сестра ми отвори продавница за компјутери во Хаваи. Таа ги продава C школки надолуод страна на морето.
		-- E. Dijkstra

%
n = ((n >> 1) и 0x55555555) | ((N << 1) & 0xaaaaaaaa);n = ((n >> 2) и 0x33333333) | ((N << 2) & 0xcccccccc);n = ((n >> 4) и 0x0f0f0f0f) | ((N << 4) и 0xf0f0f0f0);n = ((n >> 8) и 0x00ff00ff) | ((N << 8) & 0xff00ff00);n = ((n >> 16) и 0x0000ffff) | ((N << 16) и 0xffff0000);
		-- C code which reverses the bits in a word.

%
Скоро секој комплекс решение на проблемот на програмирање дека јаспогледна внимателно има испадна да биде во ред.
		-- Brent Welch

%
Никогаш не се направи нешто едноставно и ефикасно кога некој начин може да се најде нанаправи тоа комплекс и прекрасно.
		-- Brent Welch

%
Никогаш не оставај кандидира време што можете да направите во компајлирате време.
		-- D. Gries

%
Никогаш не се тестираат за состојба на грешка што не знаат како да се справи.
		-- Steinbach

%
Никогаш не му верувате на компјутер не може да поправка сами.
		-- Steinbach

%
Никогаш не му верувате оперативен систем.
		-- Steinbach

%
Никогаш не се обидувајте да се објасни компјутери, за да еден лаик. Тоа е полесно да се објаснисекс со девица.(Имајте на ум дека, сепак, девици имаат тенденција да се знаат многу за компјутери.)
		-- Robert Heinlein

%
Никогаш не ја потценувајте ширина на опсег од вагон станица полна со ленти.
		-- Dr. Warren Jackson, Director, UTCS

%
Нова гробница. Видете / usr / Вести / гробница.
		-- Dr. Warren Jackson, Director, UTCS

%
Нови системи за генерирање на нови проблеми.
		-- Dr. Warren Jackson, Director, UTCS

%
*** ВЕСТИ ФЛЕШ ***Археолозите се најде PDP-11/24 во мозокот празнина на фосилизирани диносаурусскелет! Многу дигитални корисниците се плашат дека RSX-11 милиони може да биде дури и повеќе примитивниод декември признава. корекции на цените во 11:00 часот.
		-- Dr. Warren Jackson, Director, UTCS

%
вести: gotcha
		-- Dr. Warren Jackson, Director, UTCS

%
Niklaus Вирт се жалеше дека, додека Европејците изговара неговото име правилно(Ni-klows Virt), Американците секогаш го маш во (Ник-les вредност). коие да се каже дека Европејците го нарекуваат со името, но Американците го нарекуваат од вредност.
		-- Dr. Warren Jackson, Director, UTCS

%
Не директориум.
		-- Dr. Warren Jackson, Director, UTCS

%
Не екстензибилна јазик ќе биде универзален.
		-- T. Cheatham

%
Не хардвер дизајнер треба да им биде дозволено да произведе било парче на хардвердо три софтверски момци се отпишат за тоа.
		-- Andy Tanenbaum

%
Не е достапна на 300 бауд линија.
		-- Andy Tanenbaum

%
Ниту еден човек е остров, ако тој е на најмалку една мејлинг листата.
		-- Andy Tanenbaum

%
Ниту еден дел од оваа порака може да се репродуцира, се чувате во систем за пребарувањеили пренесување на болеста, во која било форма, без толеранција на авторот.
		-- Chris Shaw

%
Нема соодветна програма содржи назнака која како оператор премачканопојава идентификува појавата на операторот-дефинирање што какоиндикација премачкано со појава идентификува индикација-дефинирање појаваразлична од онаа идентификувани од страна на дадената индикација какоиндикација премачкано со појава.
		-- ALGOL 68 Report

%
Не е ни чудо Clairol го прави толку многу пари, продажба на шампон.Пена, исплакнете, повторете е бесконечна јамка!
		-- ALGOL 68 Report

%
Не, јас не сум заинтересиран за развој на моќни мозокот. Сите јас сум по есамо просечен мозок, нешто како претседател на Америка Телефони телеграф компанијата.машина, 1943 година.
		-- Alan Turing on the possibilities of a thinking

%
Никој не рече дека компјутерите се случува да биде учтив.
		-- Alan Turing on the possibilities of a thinking

%
Никој не ќе веруваат дека компјутерите се интелигентни додека не почнаткои доаѓаат во доцна и да лажете.
		-- Alan Turing on the possibilities of a thinking

%
мојот помал брат доби оваа Fortune:nohup РМ -fr / &Така тој го ...
		-- Alan Turing on the possibilities of a thinking

%
Не само што е UNIX мртов, тоа е почнуваат да мириса навистина лошо.
		-- Rob Pike

%
ЗАБЕЛЕШКА: Нема гаранции, експлицитни или имплицитни, со ова се дадени. ситесофтвер е достапен како е, без гаранција. Корисникот презема ситеодговорност за штета кои произлегуваат од користењето на овие функции,вклучувајќи, но не ограничувајќи се на, фрустрација, гадење, систем abends, дискглавата се урна, генерален злоупотреба на службената должност, поплави, пожари, ајкула напад, нервгас, скакулците наезда, циклони, урагани, цунами, локалнитеелектромагнетни пореметувања, оштетувања во системот хидраулични кочници, инвазија,hashing судири, нормална употреба и абење на триење површини, комичнизрачење, ненамерно уништување на осетливите електронски компоненти,windstorms, возачите на Nazgul, налути кокошки, дисфункцијатамеханички или електрични сексуални помагала, предвремено активирање надалечни систем за рано предупредување, селски буни, халитоза, артилеријабомбардирање, експлозии, пештерата-in, и / или жаби паѓа од небото.
		-- Rob Pike

%
Ништо не се случува.
		-- Rob Pike

%
Сега таа зборува брзо. "Дали знаете зошто * * сакате да ја програмирате?"Тој ја раздвижува главата. Тој не е најслаба идеја."За чиста радост * * на програмирање!" таа плаче триумфално."Радоста на родителот, уметникот, занаетчија." Можете да програма,роден слаб и немоќен како слабо остварените решение. Вие негувапрограма и тоа води по вистинскиот пат, зграда, гледајќи ја расте уштепосилна. Понекогаш ќе се сликам со мали удари, на удар се додаде,на удар промени таму. "Таа се протега од нејзината рака во широк лак." И другипати ќе дивјак целиот * * блокови на код, расцепен од многу на програмата* * Суштина, а потоа почнува одново. Но, секогаш зграда, креирање, пополнување напрограма со свој личен печат, свој quirks и нијанси. гледајќина програмата расте посилно, тоа амандман кога ќе пропаднат, се додека тоа може дасамостојна - горд, моќен, и совршена. Ова е на програмерот најдобритечас! "Тивко во првиот, тогаш погласно, тој го слуша на видови на маршот Sousa."Ова ... ова е вашиот платно! Вашиот глина! Оди напред и да се создаде ремек-дело!"
		-- Rob Pike

%
"Сега ова е сосема мозокот оштетени алгоритам. Замолчени мене со Smurfette."
		-- P. Buhr, Computer Science 354

%
"Нуклеарна војна може да го уништи вашиот целиот компајлирање".
		-- Karl Lehenbauer

%
Сестрата Дона: О, Гручо, јас се плашам јас сум ќе навивам, стара мома.Гручо: Па, ја донесе и ние ќе ја завршат заедно.Сестрата Дона: Дали верувате во компјутер датира?Гручо: Само ако компјутери навистина се сакаат едни со други.
		-- Karl Lehenbauer

%
О, па таму се!
		-- Karl Lehenbauer

%
Во ред, во ред - Јас го признаат тоа. Вие не се промени таа програма која работеласамо малку пред време; Се додава некои случајни ликови воизвршна. Те молам прости ми. Можете да закрепне на датотеката со впишување накодот одново, бидејќи јас, исто така, се отстрани изворот.
		-- Karl Lehenbauer

%
Старата пошта пристигна.
		-- Karl Lehenbauer

%
Стариот програмери никогаш не умираат, тие само станат менаџери.
		-- Karl Lehenbauer

%
Стариот програмери никогаш не умираат, тие само гранка на нова адреса.
		-- Karl Lehenbauer

%
Стариот програмери никогаш не умираат, тие само кликнете на граница сметка блок.
		-- Karl Lehenbauer

%
На јасна диск може да се бара засекогаш.
		-- P. Denning

%
Осмиот ден, Бог го создал FORTRAN.
		-- P. Denning

%
На интернет, никој не знае дека си куче.
		-- Cartoon caption

%
Од друга страна, од штабот на TCP исто така, има една фраза OSI за луѓето.Постојат многу фрази. Моја омилена е `nitwit" - и образложениетое интернет филозофија отсекогаш бил имате екстремно светла,непартиска истражувачите се погледне на тема, се направи истражување од светска класа, ненеколку конкурентски имплементации имаат пече-оф, се утврди што работинајдобрите, напишете го долу и го направи тој стандард.Погледот OSI е сосема спротивното. Ќе се земе партиципирашеод многу поголемата заедница, ќе се стави на придонесите во една соба налуѓе комисија со, сосема искрено, огромни политички разлики и ситесо свои политички оски за мелење, а четири години подоцна ќе сенешто, обично без тоа воопшто да се спроведува еднаш.Значи перспектива на интернет е да се имплементира, го направите да работи добро,потоа напишете го долу, додека перспектива на OSI е да се договорат за тоа, пишуваго долу, циркулира тоа многу и сега ние ќе се види дали некој може да се имплементирапо тоа е меѓународен стандард и секој производител во светот епосветени на тоа. Еден од овие процеси е наназад, и јас не мислам декапотребно е Lucasian професор по физика на Оксфорд да дознаам кој.
		-- Marshall Rose, "The Pied Piper of OSI"

%
Во два наврати ми беа поставувани [од страна на членовите на парламентот!] "Молете се, г.Babbage, ако се стави во машина во ред личности, ќе се вистинските одговориизлезе? "Јас не сум во можност правилно да ги уапси вид на конфузија наидеи што може да предизвика такво прашање.
		-- Charles Babbage

%
"Една архитектура, еден оперативен систем", исто така се преведува како "едно јајце, една кошница".
		-- Charles Babbage

%
"Еден основен поим во основата на Usenet е дека тоа е за соработка."Ја се на Usenet за одење на десет години, јас не се согласувам со тоа.основен поим во основата USENET е пламенот.
		-- Chuq Von Rospach

%
Еден ден, еден ученик дојде до Месечината и рече: "Јас се разбере како да се направиподобра ѓубре колектор. Ние мора да повикување на бројот на советина секое лошите страни. "Месечината трпеливо, изјави студентот следнава приказна - "Еден денстудент дојде до Месечината и рече: "Јас се разбере како да се направи подобар ѓубреколектор ... "
		-- Chuq Von Rospach

%
Една добра причина зошто компјутерите може да направи повеќе работа отколку луѓе е дека тиеникогаш не треба да се запре и да одговори на телефонот.
		-- Chuq Von Rospach

%
... Една од главните причини за падот на Римската Империја била дека,недостаток на нула, за да не се за да се покаже успешен престанок нанивните C програми.
		-- Robert Firth

%
Еден од најпознатите занемаруваат предности за компјутери е ... Ако не го сторатизпортвам, не постои закон против нив опашата околу малку.
		-- Joe Martin

%
Едно од прашањата што доаѓа до цело време е: Како ентузијастичкие нашата поддршка за UNIX?Unix беше напишано на нашите машини и машини за нашите пред многу години.Денес, голем дел од UNIX се прави се прави на нашите машини. Десет проценти од нашитеVAXs се случува за користење на UNIX. UNIX е едноставен јазик, лесно да се разбере,Лесно е да започнете со. Тоа е одлично за студенти, одлично за малку неврзанкорисници, и тоа е одлично за interchanging програми меѓу различни машини.И така, бидејќи на својата популарност на овие пазари, ние го поддржат. Ние имамедобра UNIX за VAX и добри UNIX за PDP-11S.Тоа е нашето верување дека, сепак, сериозни професионални корисници ќе се кандидираод работите што можете да направите со UNIX. Тие ќе сакаат вистински систем и ќе завршисе прави VMS кога тие се за да бидат сериозни за програмирање.Со UNIX, ако сте во потрага за нешто, можете лесно и брзопроверете дали мали рачно и да дознаете дека тоа не е таму. Со VMS, без разликаона што го барате - тоа е буквално пет стапки полица на документација - акобарате доволно долго дека е таму. Тоа е разликата - убавината на UNIXе тоа е едноставна; и убавината на VMS е дека тоа е таму.[Тоа е се тврди дека убавината на UNIX е иста како и на убавината на Кенмозокот Олсен. Ед.]
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
грешка на еден човек се податоци на друго лице.
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
Една слика вреди 128k зборови.
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
Само големите мајстори на стил може да се успее во се obtuse.Повеќето UNIX програмери не се големи мајстори на стил.
		-- The Unnamed Usenetter

%
Само најсилните преживее. Поразените свесни за нивната недостојност одпоставување на класифицирани реклама со ритуална фраза "мора да се продаде - најдобра понуда"а потоа живеат во срам, пренесува разговара гас километражата и тревникотхрана. Но, ако е успешна, ќе се приклучат на елитната sodality кој поминува часовиunpurifying дијалект на племето со таинствениот разговор на битови и бајти, овенаи РОМИТЕ, хард дискови и бауд стапка. Дали сте ништожно, опседнат? Тоа ескромна цена да се плати. За да се прислушувани во исто страшни исконската силакоја произведува грешки кредитна картичка платежна и авионски резервации изгубени. Радувај се,постиндустриско воин, subduer на Bounceoids, гордост на космосот, чувар насиликонски кредо: Computo, ergo сума. На сила е со вас - на 110 волти.Може да ви овена Плодете се и множете.
		-- Curt Suplee, "Smithsonian", 4/83

%
OS / 2 Пиво: Доаѓа во 32-мл можеш. Не ви дозволуваат да пијат неколку ДОСПива истовремено. Ви овозможува да пијат пиво истовремено Windows 3.1исто така, но малку побавно. Рекламира дека неговите лименки нема да експлодираат кога ќе сеги отвори, дури и ако ги потресуваат. Вие никогаш не се види кој билопиење OS / 2 Пиво, но производителот (Меѓународна пивоПроизводство) тврди дека 9 милиони шест пакети се продадени.
		-- Curt Suplee, "Smithsonian", 4/83

%
OS / 2 Skyways:Терминалот е речиси празен, со само неколку потенцијални патници мелењеза него. Спикерот вели дека нивниот лет штотуку замина, им посакуваДобар лет, иако не постојат авиони на пистата. персоналот на авиокомпанијатасе шетаат, извинувајќи изобилно на клиенти во премолчуван гласови, нагласувајќиод време на време да се елегантни, моќен авиони надвор од терминалот наполе. Тие му на секој патник колку е добар на вистински лет ќе биде на овиенови авиони и колку тоа ќе биде побезбедно од Windows ерлајнс, но дека тиеќе мора да почека малку подолго за техничари за да се заврши на летотсистеми. Можеби до средината на 1995 година. Можеби и подолго.
		-- Curt Suplee, "Smithsonian", 4/83

%
"Нашиот став со TCP / IP е: 'Еј, ние ќе го направи тоа, но не направи големасистем, бидејќи не можеме да поправете го, ако не го скрши -. Никој не може да ""TCP / IP е во ред ако имаш малку неформални клуб, а тоа не се направиразлика ако е потребно подолго време да го поправам. "
		-- Ken Olson, in Digital News, 1988

%
Нашиот менаџер документација бил да ги покажувате 2 годишен син околу канцеларија.Тој беше воведен за мене, во кое време тој истакна дека и двајцата смедржи торби на пуканки. И двајцата сме држи шишиња од сок. но, само* * Тој имаше шекерче.Тој праша мајка си: "Зошто не тој има шекерче?"Нејзиниот одговор: "Тој може да има шекерче секое време тој сака да ја Тоа е.што значи да се биде програмер. "
		-- Ken Olson, in Digital News, 1988

%
Нашиот неформален мисија е да се подобри љубовниот живот на оператори во светот.
		-- Peter Behrendt, president of Exabyte

%
Нашиот систем кој си на процесорот, UNIX Твоето име.Твојот програми работат, направено syscalls ти,Во јадрото како што е во корисник!
		-- Peter Behrendt, president of Exabyte

%
Во текот на рамото надзор е повеќе потреба од менаџер одпрограмирање задача.
		-- Peter Behrendt, president of Exabyte

%
Сè на сè, филозофијата е да се нападне проблемот со достапност од дведополнителни насоки: да се намали бројот на софтверски грешки прекуригорозни тестирање на системи за трчање, и да се намали ефектот на останатитегрешки од страна на обезбедување за закрепнување од нив. Интересна фуснота на овојдизајн е тоа што сега оштетувања во системот обично може да се смета зарезултат на две програмски грешки: првата, во програмата, која започна напроблемот; вториот, во рутински закрепнувањето кое не може да се заштитисистем.Оперативни системи, Дел II: OS / VS-2 Концепти иФилозофии, "IBM системи весник, бр. 12, број 4.
		-- A. L. Scherr, "Functional Structure of IBM Virtual Storage

%
Потценување раси грешка кога ќе се земе здраво за готово дека играта ќепродолжи на неговата нормална разбира; кога ние не го обезбедат невообичаеномоќен ресурс - чек, жртва, ќор-сокак. потоа,жртвата може да лелекаат, `Но, кој би можел да сонува за таков потег идиотски изглед?
		-- Fred Reinfeld, "The Complete Chess Course"

%
Прелевање на / dev / null, Ве молиме да се празни малку кофа.
		-- Fred Reinfeld, "The Complete Chess Course"

%
Overload - јадро криза низа започната.
		-- Fred Reinfeld, "The Complete Chess Course"

%
паника: не може да се најде /
		-- Fred Reinfeld, "The Complete Chess Course"

%
паника: кернелот сегментација повреда. јадро фрлени (само се шегувам)
		-- Fred Reinfeld, "The Complete Chess Course"

%
паника: кернелот замка (игнорирани)
		-- Fred Reinfeld, "The Complete Chess Course"

%
Паскал е јазик за деца кои сакаат да бидат непослушен.
		-- Dr. Kasi Ananthanarayanan

%
Паскал не е јазик на високо ниво.
		-- Steven Feiner

%
"Паскал е Паскал е Паскал е кучешко месо".
		-- M. Devine and P. Larson, Computer Science 340

%
Лозинките се спроведе како резултат на несигурност.
		-- M. Devine and P. Larson, Computer Science 340

%
Пауза за изнесување складирање.
		-- M. Devine and P. Larson, Computer Science 340

%
На пари можете да добиете повеќе компјутери акција со мал компјутер.
		-- R. W. Hamming

%
PL / I - "фатална болест" - му припаѓа повеќе на проблем во собата, отколку напостави решение.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Игра Нечесните, посетете егзотични локации, да ги исполнуваат чудни суштества и ќе ги убие.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Ве молиме да исчезне.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Приклучете го во !!!
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Предвремено оптимизација е коренот на сите зла.
		-- D. E. Knuth

%
програмер Цена Ванг беше кодирање софтвер. Прстите танцувашетастатурата. Програмата компајлирана без порака за грешка, а на програмататрчаше како нежен ветер.Одлично! "Извика на цената", својата техника е безгрешен! ""Техника?" рече на програмерот, претворајќи од неговиот терминал: "Што сумследи е Тао - надвор од сите техника. Кога јас прв пат започна да се програмира јасќе видите пред мене на целата програма во една маса. По три години, јас невеќе видов оваа маса. Наместо тоа, јас се користи subroutines. Но, сега не гледам ништо.целото мое битие постои во неопределен неважечки. моите сетила се неактивен. Мојот Дух,слободно да работат без план, следува свој инстинкт. На кратко, мојата програмапишува себе. Навистина, понекогаш постојат тешки проблеми. Јас ги гледамдоаѓаат, јас забави, гледам тивко. Тогаш јас се промени една линија на кодоти тешкотиите исчезне како puffs на неактивен чад. тогаш јас го компајлиратепрограмата. Јас да седат мирни и нека радост на работа се пополни моето битие. Ги затворам моитеочите за миг, а потоа влезете надвор. "Цена Ванг рече: "Дали дека сите мои програмери беа како мудро!"
		-- Geoffrey James, "The Tao of Programming"

%
Д-р: Значи на американската влада отиде на IBM, за да излезе со податоциенкрипција стандард и тие дојдоа со ...Студент: EBCDIC "!
		-- Geoffrey James, "The Tao of Programming"

%
Вулгарности, е еден од јазиците на сите програмери знаат најдобро.
		-- Geoffrey James, "The Tao of Programming"

%
Програмерите се направи тоа малку од малку.
		-- Geoffrey James, "The Tao of Programming"

%
Програмерите се користи на група средини може да е тешко да се живее безгигант огласи; ќе биде тешко да ги користите.
		-- D. M. Ritchie

%
Програмирање е неприроден чин.
		-- D. M. Ritchie

%
Предложи дополнување на PDP-11 настава во собата на:BBW филијала во двата правциBEW филијала или начинBBBF филијала на Бит кофа полнаБХ филијала и ХангBMR филијала Повеќе регистриBOB филијала на бубачкиАутсорсинг филијала на исклучувањеБСТ Backspace и се водат касетаЦДС кондензира и Уништи системCLBR Clobber Регистрирај сеCLBRI Clobber се пријавиCM циркулира меморијаCMFRM доаѓаат од - од суштинско значење за вистински структурирани програмирањеCPPR мачкам за печатење на хартија и RipЦРН Конвертирај на римски броеви
		-- D. M. Ritchie

%
Предложи дополнување на PDP-11 настава во собата на:DC Раздели, па владејDMPK Уништи меморија заштита на клучнитеГи делиме и прелевањеEMPC емулира џебен калкулаторЕПИ Изврши Софтвер ВеднашЕрос Избриши Само за читање на чувањеНенадминат Изврши инженер за кориснициHCF Запирање и да се запалатIBP Вметнете бубачки и да се продолжиINSQSW вметнете во редот некаде (за FINO редици [Прво во никогаш не е надвор])PBC печатење и пауза синџириPDSK Панч диск
		-- D. M. Ritchie

%
Предложи дополнување на PDP-11 настава во собата на:ПИ Панч НевалиденPopi Панч оператор веднашPVLC Панч променлива должина на картичкиRASC Прочитај И Уништи картичкиRPM Прочитај Програмерите умRSSC ја намали брзината, чекор внимателно (за подобрување на точност)RTAB Премотајте назад лента и паузаRWDSK премотам касетата дискRWOC Прочитај Пишување На картичкаSCRBL драсканица на дискот - побрзо отколку за запишувањеSLC од пребарувањето за изгубени ХордаSPSW трка програма Статус WordSRSD Побарајте Рекорд и лузна дискСтром се чува само за читање меморијаПриемници трансфер и зависници БитWBT вода Бинарни дрво
		-- D. M. Ritchie

%
Чистка заврши.
		-- D. M. Ritchie

%
Стави немаат доверба во криптичната коментари.
		-- D. M. Ritchie

%
Радио колиба Ниво II ОСНОВНИПОДГОТВЕН> _
		-- D. M. Ritchie

%
RAM меморија не беше изграден за еден ден.
		-- D. M. Ritchie

%
Растреперува околу задниот дел од главата ми е вознемирувачка слика на нешто штовидов на аеродромот ... Сега сум сеќавајќи се, оние гигант купови компјутерсписанија веднаш до "народот" и "Време", во продавницата аеродромот. Далиго мачи некој друг што половина од светот се кажува, сите од нашите тешко заработенитајните на компјутерската технологија? Се сеќавам како сите адвокати бунаткога "Како да се избегне Наследно" беше објавен? Дали се тие земајќи без виновникосигурување лежи? Нема шанси! Но, во сегашниот случај тоа нема да биде долгопред да постојат Купишта на "Трансакции на Теорија на информации" наA & P исходот шалтери. Кој нема да биде импресиониран со нас електричниинженери тогаш? Дали, како што вели поговорката, давајќи си продавница?
		-- Robert W. Lucky, IEEE President

%
Реактор грешка - основни фрлена!
		-- Robert W. Lucky, IEEE President

%
Вистински компјутерски научници да му се восхитуваат АДА за својата огромна естетскавредност, но тие сметаат дека е тешко да се всушност програма во неа, како што епремногу голем за да се спроведе. Повеќето компјутерски научници не ја забележуваметоа затоа што тие се уште се расправаат околу тоа што друго да додадете АДА.
		-- Robert W. Lucky, IEEE President

%
Вистински компјутерски научници презираат идејата за вистински хардвер. хардверограничувања, софтверот не го прави тоа. Тоа е вистински срам дека Туринг машинитолку сиромашни на I / O.
		-- Robert W. Lucky, IEEE President

%
Вистински компјутерски научници не коментираат нивниот код. Идентификатори сесе додека тие не можат да си дозволат простор на дискот.
		-- Robert W. Lucky, IEEE President

%
Вистински компјутерски научници не се програмираат во асемблер. Тие не го пишувамво нешто помалку преносни од голем број два молив.
		-- Robert W. Lucky, IEEE President

%
Вистински компјутерски научници не се напише код. Тие понекогаш се плеткаат во`Системи за програмирање, но тие се толку високо ниво што тие едвај брои(И ретко се брои точно, прецизно е за апликации).
		-- Robert W. Lucky, IEEE President

%
Вистински компјутерски научници како да има компјутер на својата работна маса, на друго место какотие би можеле да ги читаат своите пошта?
		-- Robert W. Lucky, IEEE President

%
Вистински компјутерски научници пишуваат само очила за јазици кои би можеле да се кандидираза иднината на хардвер. Никој не им верува да се напише спецификации за ништо хомосапиенс никогаш нема да може да ги собере на една планета.
		-- Robert W. Lucky, IEEE President

%
Реал програмери презир структурно програмирање. Структурно програмирање еза компулсивно невротични заболувања кои се предвреме toilet- обучени. тие носатвратоврски и внимателно да се редат моливи на друг начин јасно клупи.
		-- Robert W. Lucky, IEEE President

%
Реал програмери не носат кафеава торба ручеци. Ако вендинг машинане го продаде, тие не го јадат. Вендинг машини не се продаваат quiche.
		-- Robert W. Lucky, IEEE President

%
Реал програмери не коментираат нивниот код. Тоа беше тешко да се напише, тоатреба да биде тешко да се разбере.
		-- Robert W. Lucky, IEEE President

%
Реал програмери не се подготви дијаграмите на текови. Дијаграмите на текови се, и после сè,вид на документација е неписмен. Cavemen привлече дијаграми на текови; изгледа какомногу добро тоа ги направив.
		-- Robert W. Lucky, IEEE President

%
Реал Програмерите не јадат quiche. Тие јадат Twinkies и Szechwan храна.
		-- Robert W. Lucky, IEEE President

%
Реал Програмерите не игра тенис, или било кој друг спорт кој барада се промени облека. Планинарење е во ред, и во реално програмериносат чизми качување да работат во случај на планината одеднаш треба дагргне во средината на собата на машината.
		-- Robert W. Lucky, IEEE President

%
Реал програмери не го пишувам во BASIC. Всушност, не програмерите пишуваат воОСНОВНИ по постигнување на пубертетот.
		-- Robert W. Lucky, IEEE President

%
Реал Програмерите не го пишувам во FORTRAN. FORTRAN е за цевка стрес изродите икристалографија weenies. FORTRAN е за wimp инженери кои носат бели чорапи.
		-- Robert W. Lucky, IEEE President

%
Реал Програмерите не го пишувам во PL / I. PL / I е за програмери кои не можатда одлучи дали да се напише во COBOL или FORTRAN.
		-- Robert W. Lucky, IEEE President

%
Реал Програмерите мислам подобро, кога играте авантура или Нечесните.
		-- Robert W. Lucky, IEEE President

%
Вистински програми не јадат кешот.
		-- Robert W. Lucky, IEEE President

%
Вистински програми не користат заеднички текст. Инаку, како тие можат да се користат функцииза нула простор откако ќе се заврши ги повикува?
		-- Robert W. Lucky, IEEE President

%
Реал софтверски инженери не debug програми, тие се потврди точноста.Овој процес не вклучува извршување на ништо накомпјутер, освен можеби пакет Точноста Верификација помош.
		-- Robert W. Lucky, IEEE President

%
Реал софтверски инженери кои не им се допаѓа идејата на некои необјасниви имрсна хардвер неколку патеки далеку дека може да престане да работи во било коемомент. Тие имаат голема недоверба на хардвер луѓе, и посакувамсистеми може да биде виртуелен во * ___ * сите нивоа. Тие би сакале личнокомпјутери (знаете дека никој нема да се сопнал нешто и да го уништи вашиотDFA во средината на транзит), освен што им се потребни 8 мегабајти да се кандидирапакети исправност верификација помош.
		-- Robert W. Lucky, IEEE President

%
Вистински софтвер инженери работат 9-5, затоа што тоа е начинот на работа еопишани во формалниот спецификации. Работи доцна ќе се чувствуваат како со помош нанедокументирани надворешни постапка.
		-- Robert W. Lucky, IEEE President

%
Вистински корисници се плашат дека ќе се скрши машина - но тие никогаш не сеплаши да се скрши твоето лице.
		-- Robert W. Lucky, IEEE President

%
Вистински корисници се најде еден комбинација на бизарни влезни вредности кои затвораодредување на системот со денови.
		-- Robert W. Lucky, IEEE President

%
Вистински корисници мразам Реал програмери.
		-- Robert W. Lucky, IEEE President

%
Реал корисници да знаат вашиот дом телефонски број.
		-- Robert W. Lucky, IEEE President

%
Вистински корисници никогаш не знаете што тие сакаат, но тие секогаш знаат кога вашата програмане го избави.
		-- Robert W. Lucky, IEEE President

%
Вистински корисници никогаш не користете го копчето за помош.
		-- Robert W. Lucky, IEEE President

%
Рекурзијата е коренот на пресметка, бидејќи тоа тргува опис за време.
		-- Robert W. Lucky, IEEE President

%
Се сеќавате на старите добри времиња, кога процесорот е еднина?
		-- Robert W. Lucky, IEEE President

%
Запомни, Бог може само да се создаде светот во 6 дена, бидејќи тој неимаат воспоставено база на корисници.
		-- Robert W. Lucky, IEEE President

%
Запомни, UNIX, напишани наназад е XINU.
		-- Mt.

%
Запомнете: користете одјава да се одјавите.
		-- Mt.

%
процедура одлука Риш за интеграција, не е изненадувачки,користи рекурзија за бројот и видот на екстензии одрационални функции потребни за да се претставуваат integrand. Иакоалгоритам следува и критички зависна од соодветна структурана влез, како и во случај на многовариантното факторизација, не можеме датврдат дека алгоритам е природна. Всушност, креаторот надиференцијални алгебра, Рит, изврши самоубиство во раните 1950-ти,во голема мера, се тврди, затоа што неколку обрнува внимание на неговата работа. веројатнотој би добиле поголемо внимание доколку тој се стекнал со алгоритам, како и.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Ред, ред, ред вашиот битови, нежно надолу поток ...
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Заштедете енергија: вози помал школка.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Спаси гас, не користете школка.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Зачувај себе! Рестартирајте во 5 секунди!
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
Кажете "дваесет и три-skiddoo" да се одјавите.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
SCCS, изворот мотел! Програми се провери и никогаш не провериш!
		-- Ken Thompson

%
Науката е да се компјутерски науки, како хидродинамика е да молк.
		-- Ken Thompson

%
Научниците се подготвуваат експеримент за да побара од крајната прашање.Тие работеле со месеци собир по еден на секој компјутер, кој бешеизграден. Конечно голем ден беше во рака. Сите компјутери се поврзанизаедно. Тие прашаа: "Дали постои Бог?". започна светлатрепне, светлечки и светлечки некои повеќе. Одеднаш, имаше гласнанесреќата, и гром од ведро небо, слезе од небото, го погодикомпјутери, и заварени сите конекции постојано заедно. "Имашее сега ", беше одговорот.
		-- Ken Thompson

%
Скоти: Капетан, ние Дин "може да го референца!Кирк: Анализа, г-дин Спок?Спок: Капетан, тоа не се појавуваат во табелата на симболот.Кирк: Тогаш тоа е на надворешните потекло?Спок: потврдно.Кирк: Г-дин Сулу, оди да помине две.Сулу: Ај Ај, господине, нема да помине две.
		-- Ken Thompson

%
"Дел 2.4.3.5 AWNS (одобрувачот Чекај за нов циклус држава).Во AWNS функцијата AH покажува дека тоа има добиеноповеќелиниски порака бајт.Во AWNS треба да се испрати порака RFD лажни и пораката DACмора да бидат испратени пасивни вистина.функцијата AH мора да излезете од AWNS и внесете:(1) АНР ако DAV е лажна(2) СИДА Ако пораката за ATN е лажна и ништо од тоа:(А) момците е активен(Б) Ниту Индикатор е активен "програмабилни Инструментација
		-- from the IEEE Standard Digital Interface for

%
Безбедносен преглед: Натрапницата сигнализација!
		-- from the IEEE Standard Digital Interface for

%
Се чини компјутерски инженер, аналитичар на системи, и програмер беавозење по планински кога сопирачките се предаде. Тие бараа попланински, стекнување на брзина, но на крајот успеа да мелење до застој, повеќе одсреќа од било што друго, само инчи од капка илјада нога на грапавкарпи. Сите тие излезе од автомобил:        компјутерски инженер рече: "Мислам дека можам да го поправам."        аналитичар системи рече: "Не, не, јас мислам дека ние треба да го земево град и ќе имаме специјалист погледне во него. "        На програмерот рече: "Добро, но прво мислам дека треба да се вратии да видиме ако го прави тоа повторно. "
		-- from the IEEE Standard Digital Interface for

%
Семинар ОГЛАСНаслов: се жаби Тјуринг Компатибилност?Говорник: Дон "Лавот" КнутИЗВОДНеколку истражувачи од Универзитетот во Луизијана ја проучуваатна компјутерската моќ на различни водоземци, жаби, а особено. Проблемотна жаба пресметливоста стана клучно прашање, која се движи во сите областина компјутерските науки. Покажано е дека нешто се пресмета со amphi-bian заедница во езерцето фиксна големина се пресмета со жаба во иста големинаезерцето - тоа е да се каже, жаби се Pond-просторот заврши. Ќе покажеме декапостои дневник-простор, polywog работно време намалување од било која програма Тјурингова машинана жаба. Ние ќе предложи тие претставуваат соодветна подмножество на жаба-пресметафункции.Ова не е само семинар ајде да се види-како-до-оние-жаби-да-скок.Ова е само за хардкор водоземна пресметка луѓе и нивните колеги.Освежителни пијалаци ќе биде задоволена. Музика ќе се пушта.
		-- from the IEEE Standard Digital Interface for

%
Испрати некои гнасни пошта.
		-- from the IEEE Standard Digital Interface for

%
Sendmail може да биде безбедно да се кандидира во собата-кориснички ID за да се корен.
		-- Eric Allman, "Sendmail Installation Guide"

%
Неколку ученици се бара да се докаже дека сите непарни броеви се премиерот.Првиот студент да се обиде да го стори тоа беше една математика на учениците. "Хмм ...Па, 1 е прост, 3 е премиер, 5 е премиер, а со индукција, имаме дека ситенепарните броеви се премиерот ".Вториот студент да се обиде бил човек на физиката кои коментираа: "Јас не сумсигурни на валидноста на вашата доказ, но мислам дека ќе се обиде да го докаже соексперимент. "Тој додава:" Па, 1 е прост, 3 е премиер, 5 е премиер, 7 епремиер, 9 е ... Ух, 9 е ... ух, 9 е експериментален грешка 11 е премиер, 13е премиер ... Па, се чини дека си во право. "Третиот студентите да се обиде тоа беше инженеринг студент, кој му одговорил:"Па, да бидам искрен, всушност, јас не сум сигурен во вашиот одговор или. Давиди ... 1 е прост, 3 е премиер, 5 е премиер, 7 е премиер, 9 е ... ух, 9 е ...Па, ако се приближи, 9 е премиер, 11 е премиер, 13 е премиер ... па,изгледа во ред. "Да не се надминати, наука студент компјутер доаѓа заедно и вели"Па, вие двајца sort've доби право идеја, но ќе заврши преземањето премногу долго!Јас сум само шлаг на програмата навистина да одиме и да го докаже тоа. "Тој оди во текот нанеговиот терминал и ќе трае неговата програма. Читање на излез на екран, вели тој,"1 е прост, 1 е прост, 1 е прост, 1 е прост ..."
		-- Eric Allman, "Sendmail Installation Guide"

%
Таа ги продава cshs од cshore.
		-- Eric Allman, "Sendmail Installation Guide"

%
Шопинг во овој grody малку компјутер продавница на Galleria зацелосно awwwesome Apple. Фер suuure. Мислам Јаболката се убаво знаеш?Но, знаете, постои оваа симпатична момче кој работи таму и тој вели декаVAX се кулер! Мислам, јас навистина не знам, знаеш? Тој вели декаима ова потполно тубуларна VAX дома и тоа е полна со меморија-на-на-максимум!Право, да. И тој сака да ме однесе дома за да ми го покаже. О Боже!Јас сум suuure. Замолчени мене со премиерот!
		-- Eric Allman, "Sendmail Installation Guide"

%
Симулации се како мини здолништа, тие покажуваат многу и се кријат најважен.
		-- Hubert Kirrman

%
skldfjkl jklsR% ^ & (IXDRTYju187pkasdjbasdfbuilh; asvgy8p 23r1vyui 135 2kmxsij90TYDFS $$ б jkzxdjkl bjnk; ѕ nk <[] [- == - <<<<<; [,[Hjioasdvbnuio; buip ^ & (FTSD $% * VYUI: buio; SDF} [asdf]sdoihjfh (_YU * G & F ^ * CTY98yСега гледам што сте поминале и се направи! Сте го скршена!
		-- Hubert Kirrman

%
Полека и сигурно Unix пролази на корисникот Nintendo ...
		-- Hubert Kirrman

%
Така што гледате Антонио, зошто се грижите за една мала исфрлање од јадрото, а? Во реалностасите исфрлување на јадрото се случи во истиот миг, па до исфрлање од јадрото ќе имаатутре, зошто, тоа веќе се случи. Гледаш, тоа е само малку универзалнарекурзивен шега која конци нашиот живот преку бесконечното потенцијал намоментот. Така одат на спиење, Антонио, вашиот крај може да се скрши секој моменти да изгонуваат на безбедно безбедноста на инстант во темна празнина навечноста, на анти-време. Па одам да спијам ...
		-- Hubert Kirrman

%
производство на софтвер е да се претпостави функција линија, но тоа е се кандидиракако функција на персоналот.
		-- Paul Licker

%
софтвер добавувачи се обидуваат да ги направат своите софтверски пакети повеќе"лесен за користење". ... Нивниот најдобар пристап, досега, е да ги преземе ситестарите брошури и печат на зборови, "user-friendly" на насловната страница.[Пот. Котел. Црна.]
		-- Bill Gates, Microsoft, Inc.

%
Некои од моите читатели ме прашуваат што е "сериски порт".Одговорот е: не знам.Дали е тоа некој вид на вино што го имаме со појадок?
		-- Bill Gates, Microsoft, Inc.

%
Некои луѓе тврдат дека кривата на учење UNIX е стрмен, но барем ќесамо треба да го искачи еднаш.
		-- Bill Gates, Microsoft, Inc.

%
Некои програмски јазици работат за да ги апсорбира промени, но го издржат напредок.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
терминал нечиј се намалува битови. Најдов еден куп од нив во текот наагол.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Нешто мистериозно се формира, роден во тивката неважечки. Чекајќисам и неподвижни, тоа е истовремено и уште и уште во постојано движење. Еизвор на сите програми. Не знам неговото име, па јас ќе го повикотТао на програмирање.Ако Тао е голема, а потоа на оперативниот систем е одлично. Акооперативниот систем е голем, а потоа компајлерот е одлично. Доколку компајлерот епоголем, тогаш апликациите е одлично. Корисникот не е задоволен и постоихармонијата во светот.Тао на програмирање тече далеку и се враќа на ветрот наутро.
		-- Geoffrey James, "The Tao of Programming"

%
Говорејќи како некој кој има delved во сложеноста на PL / јас, јас сум сигурендека само вистински мажи можел да ја напише таква машина-монтажни, циклус грабање,сите опфаќа чудовиште. Одвои низа и ослободување на средната третина?Секако! Зошто да не? Множете карактер стринг пати малку низа и доделитерезултира со децимален плови? Само напред! Ослободете контролирана променлива постапкапараметар и го пренамени пред да поминува назад? Комбинирање на три различнитипови на променливи на истата локација во меморијата? Се што ќе се каже! Напиширекурзивен макро? Па, не, но Реал мажите го користат скенирање одново. Како може еден јазикпа очигледно е дизајниран и напишани од страна на Реал Мажите не се наменети за употреба вистински маж?
		-- Geoffrey James, "The Tao of Programming"

%
***** Специјални АИ Семинар (апстракт)Тоа е широко прифатено дека AI програми бараат стручно знаењесо цел да се претстави добро во сложени домени. Но знаењето само по себе не едоволно за некои апликации; мудрост е потребно, како и. Според тоа,сме развиле нов пристап за вештачка интелигенција која ние ја нарекуваме"Мудрост инженеринг". Како тест за нашите идеи, имаме напишано Емануел, намудрост базиран систем за домен задачата на западната филозофска мисла.Емануел е испорачана во почетокот со 200 мудрост единици кои содржат мудростза такви основни поими како ум, материјата, се, ништо, и таканатаму. потоа Имануел беше дозволено да работат слободно, водени од страна на хеуристичкаправила содржани во нејзиниот heterarchically организирани мета мудрост база. Имануелуспеа во повторното откривање на повеќето важни филозофски идеи кои се развиваатво западната култура во текот на последните 25 век, вклучувајќи ги и ониеОсновната теорија на владата на Платон, метафизиката Кант, теоријата на Ничеод вредност, и феноменологијата на Хусерл. Во овој семинар, ќе ги опишемедостигнувања Емануел и внатрешна архитектура. Ние ќе исто така, накраткоразговара за нашите напори да се применува мудрост инженеринг за експлоатација на нафта.
		-- Geoffrey James, "The Tao of Programming"

%
персоналот средба во конференциска сала за% d минути.
		-- Geoffrey James, "The Tao of Programming"

%
персоналот средба во конференциска сала во 3 минути.
		-- Geoffrey James, "The Tao of Programming"

%
Стандардите се од клучно значење. И најдоброто нешто за стандардите е: има____ толку многу да избираат од!
		-- Geoffrey James, "The Tao of Programming"

%
Уште неколку грешки во системот ... Еден ден морам да ви кажам за чичкоНаум од Мејн, кој со години се обидувале да преминат медуза со Shadпа тој може да се одгледуваат обезкостено Shad. Неговиот експеримент контраефект исто така, и тојзаврши со коскени медуза ... кој беше едвај вреди сета мака. имамногу малку повик за оние кои се таму.
		-- Allucquere R. "Sandy" Stone

%
Stinginess со привилегии добрина во себе.
		-- Guide to VAX/VMS Security, Sep. 1984

%
Стоп! Кој crosseth мостот на смртта, мора да одговори на првиотовие три прашања, ЕРЕ другата страна да види!	"Како се викаш?""Сер Брајан на Бел.""Она што е вашата задача?""Се бараат Светиот грал"."Што се четири мали букви кои не се правни аргументи знамена Беркли UNIX верзија на `ls"?"Јас, Ир .... AIIIEEEEEE!"
		-- Guide to VAX/VMS Security, Sep. 1984

%
*** СТУДЕНТСКИ УСПЕСИ ***Многу од нашите студенти се качил на да се постигне голем успех во сите области напрограмирање. Еден поранешен студент го разви концептот на персоналнитеписмо. Дали фразата "Почитуван г-дин (внесете име), Вие веќе може да бидеПобедникот !, "ви звучи познато? Друг ученик пишува:" По само пет лекции што гипродаде "Мојата најпознатите незаборавни програма" статија за списанието Корозивни компјутер.Уште еден од нашите дипломирани студенти, пишува: "Јас неодамна го заврши на база на податоци за управување сопрограма за мојот оддел менаџер. Мојата програма го допре толку длабоко што тојостана без зборови. Тој ми кажа подоцна дека тој никогаш не видел таква програма воцелата негова кариера. Ви благодариме, училиште Познати програмери; само што може дада се направи ова е можно. "Испрати на нашата воведната брошурата, која објаснуваво нејасни детали на работата на Школата за Познати програмерите, и ќеда имаат право да се победи можна шанса да влезат цртеж, добитник на коиможе да се борат за збир на слободен ножеви стек. Ако не го направи тоа сега, ќе ги мразатсебе во утринските часови.
		-- Guide to VAX/VMS Security, Sep. 1984

%
Таквите напори се речиси секогаш бавно, макотрпна, политички, ситни, здодевни,досаден, неблагодарен, и од суштинско критичност.
		-- Leonard Kleinrock, on standards efforts

%
Да претпоставиме за момент дека автомобилската индустрија се развива во истостапка што се компјутери и во текот на истиот период, колку поевтино и повеќеефикасно ќе сегашните модели биде? Ако веќе не сте го слушналеаналогија, одговорот е кршејќи. Денес ќе бидете во можност да се купиРолс-Ројс за $ 2,75, тоа ќе го направи три милиони милји на галон, итоа ќе испорача доволно моќ да се вози на кралицата Елизабета Втора. И акосе заинтересирани за минијатуризацијата, можете да поставите половина дузина од нив нана pinhead.
		-- Christopher Evans

%
Трампа Грешка при читање. Го изгубите вашиот ум.
		-- Christopher Evans

%
Синтаксички шеќер предизвикува рак на точка-запирка.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Системот контролен пункт заврши.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Систем заоѓа во 01:45 попладнево за диск паѓа.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Системот ќе се спушти на 5 попладнево да се инсталира распоредувачот бубачка.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Систем оди надолу во 5 минути.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Системот се рестартира, почекајте ...
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
    *** Исклучување на системот порака од корен ***Систем заоѓа во 60 секунди
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Системи имаат под-системи и подсистеми имаат под-системи и така натаму рекламабескрајноста - која е причината зошто ние сме секогаш почнувајќи завршена.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Системи за програмери се свештениците на ниска култ.
		-- R. S. Barton

%
Тестирањето може да се покаже на presense на грешки, но не и на нивното отсуство.
		-- Dijkstra

%
TeX е потенцијално најзначајните пронајдок во наборен во овојвек. Се воведува стандарден јазик за компјутерски типографија, како и вооднос на важност може да се рангира во близина на воведувањето на прес Гутенберг.
		-- Gordon Bell

%
"Обработка на текст има направено тоа можно да се десен оправдување за било каква идеја, дури ионој кој не може да се оправда врз било која основа. "
		-- J. Finnegan, USC.

%
Тоа не може да се пресмета.
		-- J. Finnegan, USC.

%
... Дека поимите на "хардвер" и "софтвер" треба да се продолжи сопоимот LIVEWARE - се она што произведува софтвер за употреба нахардвер. Ова создава очигледен продолжување на концептот на монитори.А liveware монитор е личност посветена на задача да обезбеди декаliveware не се меша со процеси во реално време, повикувајќи се наВо реално време џелатот да го избришете liveware што негативно влијае ...
		-- Linden and Wihelminalaan

%
"Тоа е право; промена на буква работи чисто на екранот, нотие не се излегува на проклето печатач ... Држете? Секако, ќе се одржи. "
		-- e.e. cummings last service call

%
Тоа е нешто за луѓето кои мислат дека тие го мразат компјутери. Кои се тиенавистина го мразам е вошлив програмери.
		-- Larry Niven and Jerry Pournelle in "Oath of Fealty"

%
На "најсовремена" е добивање прилично досадна.
		-- Andy Purshottam

%
11 е за луѓе со гордост на 10 и на pocketbook на 8.
		-- R. B. Greenberg [referring to PDPs?]

%
Отсуството на етикети [во ЗЕК] е веројатно добра работа.
		-- T. Cheatham

%
Алгоритмот за изнаоѓање на најдолгиот пат во графиконот е-НП заврши.За вас системи луѓе, тоа значи дека е * вистинска * бавно.
		-- Bart Miller

%
"Алгоритам да го направите тоа е крајно непријатни. Можеби ќе сакате да кригланекој со него. "
		-- M. Devine, Computer Science 340

%
Аналитичкиот мотор ткае Algebraical модели исто како Жакардразбој ткае цвеќиња и лисја.
		-- Ada Augusta, Countess of Lovelace, the first programmer

%
"Лошата репутација на UNIX има добивано и е сосема незаслужена, поставени од страна на луѓекои не го разбираат, кои не го добиле во таму и да се обиде нешто. "
		-- Jim Joyce, owner of Jim Joyce's UNIX Bookstore

%
пиво ладење компјутер нема да му наштети на озонската обвивка.[Ако можам да го прочитате мојот белешки од Прашај д-р Мајк седница на Baycon, јасВерувам дека тој додаде дека пивото ладење компјутер користи "Заборавете СамоМеморија ". Ед.]
		-- John M. Ford, a.k.a. Dr. Mike

%
Најдобра книга на програмирање за лаик е "Алиса во земјата на чудата"но тоа е затоа што тоа е најдобрата книга ништо за лаик.
		-- John M. Ford, a.k.a. Dr. Mike

%
Најдобар начин да се забрза Macintoy е 9,8 метри во секунда во секунда.
		-- John M. Ford, a.k.a. Dr. Mike

%
Мерачот за bogosity само врзан.
		-- John M. Ford, a.k.a. Dr. Mike

%
Буда, Бог, живее толку удобно во кола надигитален компјутер или на брзини на пренос на циклус, како што тој го прави на врвотна планина или во ливчиња на цвет. Да се ​​мисли поинаку е да се понижатБуда - кој е за да се понижи себе.
		-- Robert Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
На грешки што треба да се избегне се оние кои им овозможуваат на корисникот не самосклоност да се качат на авион, но исто така и на време.
		-- Kay Bostic

%
"Со Програмирање јазик - јазик кој е комбинација на флексибилност наасемблер јазикот со моќта на асемблер јазикот. "
		-- Kay Bostic

%
Облеката не император.
		-- C. A. R. Hoare, commenting on ADA.

%
Компјутерската индустрија е новинарите во нивните 20-тите стои во стравопочит напретприемачи во нивните 30-тите години кои се најмување трговци во нивните 40-тите и50 и да ги плаќаат во 60-тите и 70-тите да ги донесат нивните маркетинг во80-тите години.
		-- Marty Winston

%
На компјутер е на индустријата за информации околу тоа штоцентралната власт станица е на електро-индустријата.
		-- Peter Drucker

%
"Компјутерот ме натера да го направи тоа."
		-- Peter Drucker

%
областа на компјутерите е секогаш во потребата од нови клишеа.
		-- Alan Perlis

%
Врската меѓу јазикот на кој ние размислуваме / програмата и проблемии решенија може да се замисли е многу блиску. За оваа причина ограничувачкијазик карактеристики, со намера да се елиминира грешки програмерот е во најдобаропасно.
		-- Bjarne Stroustrup

%
На маки на програмерот IBM ден-за-ден се толку смешен да повеќето однас, кои никогаш не се доволно среќни да сме биле еден - како гледањеЧарли Чаплин се обидува да се готви за чевли.
		-- Bjarne Stroustrup

%
Гаражите дебата за: Дали PL / I Bachtrian или dromedary?
		-- Bjarne Stroustrup

%
Разликата помеѓу уметноста и науката е дека науката е она што ниеразбере доволно добро за да се објасни на еден компјутер. Уметноста е сè друго.
		-- Donald Knuth, "Discover"

%
Дисковите се добива целосна; избришете датотека денес.
		-- Donald Knuth, "Discover"

%
"Единаесеттата заповед беше` Ти ќе Пресметај "или` ти немаПресметај "- заборавам која".
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
ВОДИЧ областа на Северна Америка мажиВИДОВИ: кранијални МажјацитеПодвидови: Хакер (хомо computatis) НаДодворување и Парењето:Поради крајна сиромаштија, Хомо COMPUTATIS одржува во близина на постојанасостојба на сексуално подготвеност. додворувања заменици помеѓунепријатно срамежливост и нагло аванси. Кога конечно другари, тојизбира женски инженер со unblinking загледуваа, тесна устата икомплетна колекција на супа рецепти може Кембел.песна:Канти полн со бледо зелена и бела перфорирана хартија и старикопии на каталогот Ален-Бредли.коментари:Екстремно убави на лошо Јазичните досетки и шеги кои треба долго објаснувања.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
ВОДИЧ областа на Северна Америка мажиВИДОВИ: кранијални МажјацитеПодвидови: Хакер (хомо computatis) НаОпис:Gangly и изнемоштени, на хакерите има високо чело и проретчена коса.Упатат несразмерно големи и криво напред, тен комбеубав сива од CRT осветлување. Тој има тешки црна обиколена очилаи изгледот на интензивна концентрација, која може да се должи на софтверпроблем или да појадок свинско месо-и-грав.перјата:Homo COMPUTATIS видов Brylcreem реклама пред петнаесет години и се верува.Како резултат на тоа, сртот е подмачкан надолу, освен за cowlick.песна:Ова е прилично тажна "Дали е тоа се случува?"
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
ВОДИЧ областа на Северна Америка мажиВИДОВИ: кранијални МажјацитеПодвидови: Хакер (хомо computatis) Напердуви:Сите облека имаат малку стуткани изгледаат како да излета одврвот на корпата за перење. Стил варира со статус. менаџери хакерсива полиестер носат панталони, розова или пастелни кошули со широк јаки,и Paisley врски; персонал носи cinched-up широки сомотски панталони, белаили сини маици со копче надолу јаки, и држачот за пенкала во џеб.Двајцата менаџери и персонал носат патики на работа, и црнапластика дигитален часовник со калкулатор.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Првиот пат, тоа е KLUDGE!Вториот, трик.Подоцна, тоа е добро воспоставена техника!
		-- Mike Broido, Intermetrics

%
Првата верзија секогаш добива фрлени.
		-- Mike Broido, Intermetrics

%
протокот шема е најтемелно oversold парче програма документација.
		-- Frederick Brooks, "The Mythical Man Month"

%
Следниов цитат е од 4-27 страната на работите на MSCP Основен дискПрирачникот кој е дел од прирачникот за комплет UDA50 Програмерите Док:Како што е наведено погоре, оваа област домаќин на дискот е структурирана како што векторот налогички блокови. Од гледна точка на ефикасноста, сепак, тоа е повеќесоодветни за да ја видите областа на домаќинот како четири димензионални хипер-коцка,четири димензии се цилиндри, група, песна, и сектор.. . .Што се однесува до нашите хипер-коцка аналогија, во собата на потенцијално достапенблокови формираат линија паралелно со оската на патеката. Оваа линија се движипаралелно на оската на сектор, на обвивката околу кога ќе стигне до работна хипер-коцка.
		-- Frederick Brooks, "The Mythical Man Month"

%
код на фонтаната се зајакна малку па веќе не може да се натопиобјекти во фонтана или пие од една, а ќе се лебди во воздухотпоради Левитација.Teleporting во пеколот преку стапица teleportation повеќе нема да се појавиако карактерот нема отпорност на пожар.
		-- README file from the NetHack game

%
Целта на компјутерски науки е да се изгради нешто што ќе траебарем додека не завршите со изградбата.
		-- README file from the NetHack game

%
Гуруа на Unix Средба на умови (GUMM) го зема в среда,-ти април1, 2076 (проверете дали во вашиот вечен календар програма), 14 стапки надземјата директно во предниот дел на Milpitas Gumps. Членовите ќе grepедни со други за рака (по вовед), Yacc многу, чад филтрираниchroots во цевките, chown со вилушки, користете WC (освен ако uuclean), fseekубаво зомби процеси, лента, и спие, но не е, се надеваме, OD. тридена ќе биде посветен на дискусија за последиците од whodo. двесекунди беа распределени за комплетен преглед на сите рениеfriendly опции на Unix. Семинари вклучуваат "Сè што знаете еВо ред ", предводена од Том Kempson" Бетмен или Кат: човек "предводен од Денис Ричи?"CC Ц? Си! Си!" предводена од Kerwin Bernighan и "документ Unix, дали сее неопходно, бидејќи шегуваш? ", предводена од Јан Јејтс. Не Reader служба брсите GUGUs (гуруа на Unix група на корисници) веќе знаете сè штода им каже.
		-- "Get GUMMed," Dr. Dobb's Journal, June '84

%
Момчето на правото не стојат шансаДечкото на десната има Озборн 1, целосно функционална компјутерски системво преносни пакет со големина на куфер. Дечкото на левата страна имаУзи автомат сокриени во неговата актовка. Исто така во случај четирицелосно натоварен, 32-круг клипови од 125 зрна 9mm муниција. Сопственикот наУзи се случува да добиете повеќе тактички огнена моќ доставување - и доставеницел - во помалку време и со помалку напор. Сите за $ 795. Тоа е неизбежно.Ако си оди против некој човек со Озборн 1 - или какви било личникомпјутер - тој е оној кој е во неволја. Еден круг од Узи да zipпреку десет инчи на солидна борова шума, па можете да замислите што ќе направина структурните пена акрилик и лист алуминиум. Всушност, монтажни списанијаза Узи се достапни во 25-, 32- и 40-круг капацитети, па можете даизвади цела канцеларија полна со Apple II или IBM персоналните компјутери врзаниво Ethernet или други локалната мрежа. Што е со нови 16-битнакомпјутери, како Лиза и среќа? Дури и со резерви Винчестер,тие се не е натпревар за Узи. Еден брз излив и тие ќе дознаете штоUnix значи. Направете вашиот Управникот горд. Земете Узи - и се врати домапобедник во борбата за функцијата автоматско оружје.
		-- "InfoWorld", June, 1984

%
Човечкиот ум вообичаено работи на само десет проценти од капацитетот- Остатокот е надземни за оперативниот систем.
		-- Nicholas Ambrose

%
На IBM 2250 е импресивен ...ако се спореди со продажба на систем за една десетина нејзината цена.
		-- D. Cohen

%
Купување на IBM на ROLM дава ново значење на терминот "извртени пар".
		-- Howard Anderson, "Yankee Group"

%
Идејата дека произволна наивни луѓе треба да бидат способни да ги користат правилно даденаалатка без обука или разбирање е дури и повеќе во ред за компјутери одтоа е за други алатки (на пример, автомобили, авиони, оружје, моќ пили).
		-- Doug Gwyn

%
Последниот пат кога некој ќе рече: "Сметам дека можам да пишувам многу подобро со еден зборпроцесор. ", реков," Тие се користат да се каже истото за лекови. "
		-- Roy Blount, Jr.

%
Помалку време на планирање, програмирање повеќе време.
		-- Roy Blount, Jr.

%
Помалку познатите програмски јазици # 10: ЕДНОСТАВНОЕдноставно е акроним за Monopurpose Програмирање јазик Проѕирни ИдиотЖивотната средина. Овој јазик, развиен во Хановер колеџ заТехнолошки Misfits, е дизајниран да се направи да биде невозможно да се напише кодсо грешки во него. Изјавите се, според тоа, ограничени да почне,КРАЈ и да престане. Не е важно како ќе се организираме на извештаи, не можете да направитесинтаксичка грешка. Програми напишани во едноставни прават ништо корисно. Такатие да се постигнат резултатите од програмите напишани на други јазици безздодевната, фрустрирачки процес на тестирање и дебагирање.
		-- Roy Blount, Jr.

%
Помалку познатите програмски јазици # 12: LITHPОва не е поинаку незабележително јазик се одликува со отсуство нана "S" во својот карактер сет; корисниците мора да се замени "ти". LITHP се велида бидат корисни во protheththing lithtth.
		-- Roy Blount, Jr.

%
Помалку познатите програмски јазици # 13: SLOBOLSLOBOL е најдобро познат по брзината, или недостаток од него, на своите компајлерот.Иако многу компајлери ви овозможи да земе пауза за кафе, а тиесостави, SLOBOL компајлери ви овозможи да патуваат во Боливија да го изберекафе. Четириесет и три програмери се знае дека починал од здодевностседи на своите терминали, додека чекаат за програмата SLOBOL дасостави. Уморен SLOBOL програмерите често се сврти кон поврзани со (нобескрајно побрзо) јазик, кокаин.
		-- Roy Blount, Jr.

%
Помалку познатите програмски јазици # 14 - VALGOLVALGOL ужива драматичен пораст на популарност низиндустрија. VALGOL команди вклучуваат навистина, како, добро, и Y * знам.Променливи се доделени со = = потполно се допаѓа и оператори. другиоператори вклучуваат "Калифорнија booleans", секира и во никој случај. јазли сепостигнато со со сигурност се изгради. Едноставен пример:Слични на нив, y * знаете (мислам) СТАРТАКО пица = КАКО И BITCHENGUY = КАКО тубуларните иVALLEY ДЕВОЈКАТА = КАКО GRODY ** MAX (FERSURE) ** 2ТОГАШЗа i = 1 КАКО ДА OH * МОЖЕБИ 100ДАЛИ * WAH - (дитирамб ** 2); Barf (I) = потполно БРУТО (OUT)сИГУРНИКАКО, торба оваа програма; навистина, Како целосно (Y * знам); СИГУРЕН СУМОди на трговскиот центарVALGOL, исто така, се карактеризира со својата непријателски пораки за грешка. наНа пример, кога корисникот ја прави грешка во синтаксата, преведувачот го прикажувапорака замолчени мене со лажица! Успешна компајлирање може да се нарече максималноПрекрасно!
		-- Roy Blount, Jr.

%
Помалку познатите програмски јазици # 15 - ДогоРазвиена во Масачусетс Институтот за Послушноста обука, ДогоДого најавува нова ера на компјутерски образувани домашни миленици. Дого команди вклучуваатСЕДИ, остане, пета, и превртам. Иновативна карактеристика на Дого е "кутреграфика ", мал кокер шпаниел кои повремено остава депозит какошто патува низ екранот.
		-- Roy Blount, Jr.

%
Помалку познатите програмски јазици # 16: C-Овој јазик е прогласен за оценка примени од страна на неговиот творец, кога тојго достави како проект класа во класата на постдипломски програми. Ц- е најдоброопишан како "ниско ниво" програмски јазик. Всушност, јазикотобично бара повеќе C- извештаи од машински код извештаи заизврши одредена задача. Во овој поглед, тоа е многу сличен на COBOL.
		-- Roy Blount, Jr.

%
Помалку познатите програмски јазици # 17: СартрИменуван по крајот на егзистенцијалните филозоф Сартр е исклучителнонеструктурирани јазик. Изјави во Сартр немаат цел; тие само се.Така Сартр програми се оставени да ги дефинираат своите функции. Сартрпрограмери имаат тенденција да бидат досадни и депресија, и не се забавуваат на партиите.
		-- Roy Blount, Jr.

%
Помалку познатите програмски јазици # 18: ПеттаПЕТТИ е прецизен математички јазик, во која типови на податоцисе однесуваат на квантитет. типови на податоци се движат од КЗ, за унца, шут, иФлотатор до петто (оттука и името на јазикот), литар, и MAGNUMBLOTTO. Командите се однесуваат на состојки како што се CHABLIS, Шардоне,Каберне, џин, вермут, водка, виски, а WHATEVERSAROUND.Многу верзии на петтата јазик се одразува на софистицираност ифинансиската состојба на своите корисници. Команди во елитата дијалект вклучуваатVSOP и Lafite, додека команди во дијалект олук вклучуваат HOOTCHи Бран. Последново е миленик на фрустрирани ПРЕДВИДЕНИ програмерикои завршуваат со користење на овој јазик.
		-- Roy Blount, Jr.

%
Помалку познатите програмски јазици # 2: РенеИменуван по познатиот француски филозоф и математичар Рене Декарт,Рене е јазикот кој се користи за вештачката интелигенција. Јазикот е да се бидеразвиена во Чикаго Центар за машина за политика и програмирање во рамките награнт од Јане Брн победата фонд. Портпаролот го опиша јазиккако "исто толку голема како дис [sic] град наша."Центарот е многу задоволен од напредокот до денес. Тие велат дека тие имаат речисиуспеа во добивање на VAX да се размислува. Сепак, извори одорганизацијата велат дека секој пат кога машината не мислам дека тоа ќе престане да постои.
		-- Roy Blount, Jr.

%
Помалку познатите програмски јазици # 8: laidbackОвој јазик е развиен во округот центар Марин за Таи Чи,Пивкост и компјутерско програмирање (сега веќе), како алтернатива напоинтензивна атмосфера во близина на Силиконската долина.Центарот е идеален за програмери кои сакаа да се впие во топли кади додекатие работеле. За жал, неколку програмери може да опстане таму, бидејќицентар забранетата пица и кока-кола во корист на тофу и Perrier.Многу жалиме пропаѓањето на laidback поради неговата репутација како нежна инезаканувачки јазик од сите пораки за грешка се со мали букви. наНа пример, laidback одговори на синтаксички грешки со порака:"Мразам да ви пречи, но јас едноставно не може да се однесуваат на тоа. Може даќе се најде време да се обидете повторно? "
		-- Roy Blount, Jr.

%
На Macintosh е Xerox технологија во своите најдобри.
		-- Roy Blount, Jr.

%
Волшебникот на Брегот на Слоновата кула донесе својот најнов изум загосподар програмер да се испита. Волшебникот тркала голема црна кутија воканцеларија господар додека господар чекаа во тишина."Ова е интегрирана, дистрибуира, општа намена работна станица"започна волшебник "ергономски дизајниран со неслободен оперативенсистем, јазици шестата генерација, како и многу состојба на корисникот на уметностаинтерфејси. Тоа ми го зеде асистенти неколку стотици човек години да се изгради.не е неверојатно е тоа? "Господар зголеми малку веѓите. "Тоа е навистина неверојатно", вели тојрече."Корпоративното седиште заповеда", продолжува на волшебник ", којсекој ја користите оваа работна станица како платформа за нови програми. Дали се согласувашна ова? ""Секако", одговори учителот, "Јас ќе го транспортира дона центарот за податоци веднаш! "И волшебник се врати во својата кула, изадоволен.Неколку дена подоцна, почетниците залута во канцеларијата на мајсторотпрограмер и рече: "Јас не може да се најде на листата за мојата нова програма. Дализнаеш каде тоа би можело да биде? ""Да", одговори учителот ", на огласи се наредени на платформаво центарот за податоци. "
		-- Geoffrey James, "The Tao of Programming"

%
се движи господар програмер од програмата за програмата без страв. Непромени во менаџмент може да му наштети. Тој нема да биде отпуштен од работа, дури и ако проектоте откажано. Зошто е ова? Тој е исполнет со Тао.
		-- Geoffrey James, "The Tao of Programming"

%
Месото е расипано, но алкохолот се држи надвор.Компјутерски превод на "Духот сака, но телото е слабо."
		-- Geoffrey James, "The Tao of Programming"

%
тест на мета-Тјуринг брои нешто како интелигентен, ако таа се обидува даосмисли и да ги применуваат Тјуринг тестови за да се предмети од својата сопствена креација.
		-- Lew Mammel, Jr.

%
На misnaming на области на студии е толку честа појава што може да доведе до она што може да бидеопштите системи закони. На пример, Френк Harary еднаш предложи закон со којкоја било област, кои беа зборот "наука" во неговото име беше гарантирано со тоада не биде наука. Тој ќе го посочуваат како примери воена наука, библиотекаНауки, политички науки, Homemaking науки, општествени науки, како и компјутерскаНауката. Разговараат за севкупност на овој закон, како и можните причини за својатапредвидувачка моќ.размислување "
		-- Gerald Weinberg, "An Introduction to General Systems

%
Колку повеќе податоци што ги стиска во оваа картичка, полесни, станува, инамали поштенска цена.
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Најважните почетокот производ на патот кон развој на добар производе несовршен верзија.
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Движат курсорот пишува и има напишано, трепка.
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Нето е како огромно море од lutefisk со мали мозоци диносаурус вградениво него, тука и таму. Секоја божја лажица, најверојатно, ќе имаат коефициент на интелигенција од 1, ноповремени spoonfuls може да имаат коефициент на интелигенција повеќе од шест пати тоа!
		-- James 'Kibo' Parry

%
Новиот Завет претставува основа за модерната теорија компјутерски кодирање,во форма на афирмација на бинарен број систем.Но, нека вашата комуникација да биде Да, да!; не, негативен:за она што е повеќе од овие иде на злото.
		-- Matthew 5:37

%
Го следниот што ќе се спомене шпагети Купишта да ми се случува да имаатглавата исфрлен.
		-- Bill Conrad

%
На убаво нешто за стандардите е дека постојат толку многу од нив можете да изберете.
		-- Andrew S. Tanenbaum

%
Најубавиот нешто за Алто е тоа што тој не работи побрзо во текот на ноќта.
		-- Andrew S. Tanenbaum

%
Поимот на "рекорд" е застарен остаток од времето на 80-колонакартичка.
		-- Dennis M. Ritchie

%
Бројот на аргументи не е битно, освен ако некои од нив се точни.
		-- Ralph Hartley

%
Бројот на компјутерски научници во една соба е обратно пропорционалнана бројот на грешки во нивниот код.
		-- Ralph Hartley

%
Бројот на UNIX инсталации се зголеми на 10, со повеќе се очекуваше.
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Единствената разлика помеѓу продавач на автомобили и компјутер е продавачкој продавач на автомобили знае тој лаже.
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Единственото нешто поевтини од хардвер се зборува.
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Единственото нешто полошо од X Windows: (X Windows) - X
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
Партијата одложено до топла када, да. Целосно облечен, и ќе додадам.
		-- IBM employee, testifying in California State Supreme Court

%
персонален компјутер на пазарот е околу иста големина како и вкупниот компир чиппазарот. Следната година ќе биде околу половина од големината на пазарот на храна за миленичиња ие брзо се приближува на вкупната продажба на хулахопки во целиот свет "
		-- James Finke, Commodore Int'l Ltd., 1982

%
Примарната функција на дизајн инженер е да се направат работитетешко за производител и невозможно за сервис.
		-- James Finke, Commodore Int'l Ltd., 1982

%
Примарната цел на изјавата на податоци е да им даде имиња на константи;наместо да се однесуваат како пи 3,141592653589793 на секој настап,променлива ПИ може да се даде таа вредност со изјавата на податоци и се користи наместона подолг форма на константна. Ова исто така го поедноставува менување напрограма, Ако вредноста на промена пи.
		-- FORTRAN manual for Xerox Computers

%
Проблемот со инженери е дека тие имаат тенденција да измамник со цел да седобиете резултати.Проблемот со математичари е дека тие имаат тенденција да работат на играчкапроблеми, со цел да добиете резултати.Проблемот со програма верификаторите е дека тие имаат тенденција да се положатпроблеми играчка, со цел да добиете резултати.
		-- FORTRAN manual for Xerox Computers

%
Проблемите на бизнис администрацијата во целина, и управување со базата на податоци воособено се многу да се тешко за луѓето кои размислуваат во IBMese, состависо невешт англиски јазик.
		-- Edsger Dijkstra

%
Програмата не е дебагира до последниот корисникот е мртов.
		-- Edsger Dijkstra

%
На програмерите на стари биле мистериозни и длабока. Ние не можеме да го замислимесвоите мисли, па сите што го правиме е опишуваат нивниот изглед.Свесни, како лисица премин на вода. Сигнализација, како воопшто набојното поле. Вид, како хостеса поздрав нејзините гости. Едноставно, како uncarvedблокови на дрво. Нетранспарентно, како црна базени во затемнета пештери.Кој може да каже тајните на нивните срца и умови?Одговорот постои само во Тао.
		-- Geoffrey James, "The Tao of Programming"

%
Доказ дека IBM, не ја измислија автомобил е тоа што има волани педалот за гас, наместо на Спарс и јажиња, да биде компатибилен со коњ.
		-- Jac Goudsmit

%
Причината компјутерски чипови се толку мали е компјутери не јадат многу.
		-- Jac Goudsmit

%
Релативната важност на датотеки зависи од нивната цена во однос начовечките напори потребни за да ги регенерира.
		-- T. A. Dolotta

%
Патот до пеколот е поплочен со NAND порти.
		-- J. Gooding

%
На продавач и аналитичар на системот соблече да поминат викенд вошумите, лов мечка. Тие ќе изнајмивме кабина, и, кога тие стигнавме таму, го зедеранците ги и ставете ги во себе. На која точка на продавач претворина неговиот пријател, и рече: "Ти се отпакува додека одам и да ни се најде мечка."Збунет, аналитичарот заврши распакувањето, а потоа отиде и седнана тремот. Наскоро тој можеше да се слушне шушкање звуци во шумата. на звуцидобив поблиску - и погласно - и одеднаш имаше продавач, работи какопеколот низ расчистување кон кабината, се изведува од страна на еден од најголемите инајсуровите гризли мечки аналитичарот видел."Отвори ја вратата!", Извикав продавач.Аналитичарот шлаг ја отвори вратата, и продавач се стрча кон вратата,одеднаш застана и се повлече. Мечката, не може да се запре, продолжуваниз вратата и во кабината. На продавач тресна вратата е затворенаи почнеше во неговиот пријател. "Добив него!", Извика тој, "сега, да Ви кожата овоједен и јас ќе одам шумолат ни уште еден! "
		-- J. Gooding

%
Конфигурациската датотека Sendmail е еден од оние датотеки кои изгледа како некојпобеди главата на тастатурата. По работењето со него ... Јас може да се види зошто!
		-- Harry Skelton

%
Т.н. "десктоп метафора" на денешната работна станица е, наместо на"Авион седишта" метафора. Секој кој го мешаат скут полна со хартиидодека седи меѓу две солиден патници ќе го признае разликата -може да се види само неколку работи одеднаш.
		-- Fred Brooks

%
Стабилна состојба дискови е полна.
		-- Ken Thompson

%
Системот беше долу за бекап 05:00-10:00 минатата сабота.
		-- Ken Thompson

%
Системот ќе биде надолу за 10 дена за превентивно одржување.
		-- Ken Thompson

%
Тао не се страни;тоа раѓа победи и загуби.Гуру не се страни;таа го поздравува хакери и lusers.Тао е како оџак:податоците промени, но не и на структурата.толку повеќе ќе ви го користите, толку подлабоко станува;толку повеќе ќе се зборува за тоа, толку помалку ќе се разбере.Се одржи на коренот.
		-- Ken Thompson

%
Тао е како модел Глобално:користи, но никогаш не се користи до.Тоа е како на екстерните празнина:исполнет со бескрајна можности.Тоа е маскирани но секогаш присутна.Не знам кој го изградил на него.Тоа се случи пред првиот јадрото.
		-- Ken Thompson

%
Тао што може да биде катран (1) едне е целиот Тао.Патот што може да се одредине е целосната патека.Сакаме да укажеме на имињана сите променливи и функции.Сепак, Тао нема тип спецификациите.Динамички обврзувачки, сфаќаш дека магија.Статички обврзувачки, ќе видите само хиерархијата.Сепак, магија и хиерархијапроизлегуваат од истиот извор,и овој извор има нула покажувачот.Повикување на NULL во NULL,тоа е портал на сите магичност.
		-- Ken Thompson

%
Проблеми со компјутери е тоа што тие го прават она што ги кажам, не е она штоти сакаш.
		-- D. Cohen

%
Филозофијата на UNIX основа подразбира кои ви даваат доволно јаже наобесиш. А потоа неколку нозете повеќе, само за да бидете сигурни.
		-- D. Cohen

%
Употребата на антропоморфни терминологија кога се занимаваат со компјутерски системие симптом на професионални незрелост.
		-- Edsger Dijkstra

%
Употребата на COBOL парализира умот; наставата треба, затоа, да сесе смета за кривично дело.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
На вредноста на програмата е пропорционална со тежина од производството.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
Мудриот програмерот е кажано за Тао и ја следи. просечнатапрограмерот е кажано за Тао и пребарувања за тоа. Глупавиот програмере кажано за Тао и се смее на тоа. Ако тоа не беше за смеа, постоинема да има Тао.Највисоката звуци се најтешко да се слушне. Оди напред е начин да сесе повлече. Голема талент се покажува доцна во животот. Дури и добра програмасе уште има грешки.
		-- Geoffrey James, "The Tao of Programming"

%
На работа [на развој на софтвер] станува многу полесно (на пример алаткиние сме со користење работата на повисоко ниво, се повеќе се отстрани од машина, перифернии оперативни императиви систем) отколку што беше пред дваесет години, и порадина овој, познавање на internals на систем може да стане помалку достапни.Ние може да биде во можност да се копа подлабоко дупки, но ако не знаеме како да се изгради повисокискали, имавме најдобар надеж дека тоа не врне многу.
		-- Paul Licker

%
Светот доаѓа до крајот ... Зачувај вашиот амортизери !!!
		-- Paul Licker

%
Светот доаѓа до крајот. Ве молиме најавете се исклучи.
		-- Paul Licker

%
Светот не е октални покрај DEC.
		-- Paul Licker

%
Светот ќе заврши во 5 минути. Ве молиме да се одјавите.
		-- Paul Licker

%
Младата дама имаше една необична листа,Поврзани во делот на структурна слабост.Таа постави предуслови.
		-- Paul Licker

%
THEGODDESSOFTHENETHASTWISTINGFINGERSANDHERVOICEISLIKEAJAVELININTHENIGHTDUDE
		-- Paul Licker

%
... Има околу 5.000 луѓе кои се дел од овој комитет. овие момциимаат тешко време средат кој ден да се исполнат, и дали да јадат кроасаниили крофни за појадок - а камоли како да се дефинира како сите овие сложенислоеви, кои се случува да биде договорено.
		-- Craig Burton of Novell, Network World

%
Таму никогаш не било какви грешки не сте пронашле уште.
		-- Craig Burton of Novell, Network World

%
Има нови пораки.
		-- Craig Burton of Novell, Network World

%
Нема игри на овој систем.
		-- Craig Burton of Novell, Network World

%
Постојат работи работни места. Зошто не одиш да ги бркаат?
		-- Craig Burton of Novell, Network World

%
Постојат три вида на луѓе: мажи, жени и Unix.
		-- Craig Burton of Novell, Network World

%
Постојат три можности: соларен панел на Pioneer отстапило одСонцето; има голем метеор го блокира преносот; некој натоварен ѕвездаTrek 3.2 во нашата видео процесорот.
		-- Craig Burton of Novell, Network World

%
Постојат два главни производи кои доаѓаат надвор од Беркли: ЛСД и на UNIX.Ние не веруваме дека ова е случајност.
		-- Jeremy S. Anderson

%
Постојат два начини за изградба на софтвер за дизајн. Еден начин е да се направитолку едноставен што постојат очигледно недостатоци, а другата е да сего прават тоа толку сложена што не постојат очигледни недостатоци.
		-- C. A. R. Hoare

%
Постојат два начини да се напише грешка бесплатни програми; само третиот функционира.
		-- C. A. R. Hoare

%
Исто така, има некои работи за да се овозможи интересна употреба на макро имиња.На пример, ако си сакал на сите ваши "креатин ()" повикува да се вклучуваат прочитадозволи за сите, може да се каже#define креатин (датотека, режим) креатин (датотека, владата | 0444)Јас би го препорачал против овој вид на работа, во принцип, со оглед на тоакрие промени семантиката на "креатин ()" во макро, потенцијално далекуод неговата употреба.За да се овозможи ова користење на макроа, на препроцесори користи процес којВреди да се опишат, ако за ништо друго освен дека ние се да користите една одповозбудливо условите воведени во лексикон C. Додека макро есе проширува, тоа е привремено недефинирана, и секој повторување на макроиме е "обоени во сино" - Јас дете не, ова е официјалната терминологија- Така што во иднина скенира на текстот на макро нема да се проширирекурзивно. (Јас не знам зошто сината боја е избрана, јас сум сигурен дека тоае резултат на долга дебата, се шири во текот на неколку состаноци.)
		-- From Ken Arnold's "C Advisor" column in Unix Review

%
Не постои причина за било кој поединец да има компјутер во нивниот дом.Конвенцијата на Светската идното општество, во Бостон, 1977
		-- Ken Olsen (President of Digital Equipment Corporation),

%
Не постои разлика помеѓу било која програма АИ и некои постоечки игра.
		-- Ken Olsen (President of Digital Equipment Corporation),

%
Имаше еднаш еден човек кој отиде во компјутер шоу. Секој дентој влезе, на човек, изјави чуварот на вратата:"Јас сум голем крадец, познат по моите подвизи на кражба. Бидетесвесни за тоа, за ова шоу нема да го избегне unplundered ".Овој говор нарушил стража во голема мера, бидејќи имаше милионидолари на компјутерска опрема внатре, така што гледав внимателно човекот.Но, човекот само дојдено од кабина на штандот, потпевнува тивко за себе.Кога си замина, телохранителите го зеде настрана и бараа својата облека,но ништо не беше да се најде.На следниот ден на саемот, мажот се вратил и забелешки околучуваат велејќи: "Избегав со огромен плен вчера, но денес ќе биде уштеподобро. "Значи, телохранителите го гледал некогаш повнимателно, но да не ги искористи.На последниот ден од саемот, телохранителите може да ограничи неговатаљубопитност не. "Господине колнам", рече тој, "Јас сум многу скептичен, не можам да живеамво мир. Ве молам просветли ме. Што е тоа што го крадете? "Човекот се насмевна. "Јас сум крадење идеи", рече тој.
		-- Geoffrey James, "The Tao of Programming"

%
Имаше еднаш еден господар програмер кој го напиша неструктурирани програми.А почетник програмер, кои сакаат да се угледаат на него, исто така, почна да пишува неструктуриранипрограми. Кога почетниците побара од господар да се оцени напредокот на него,господар го критикуваше за пишување неструктурирани програми, велејќи: "Што есоодветни за господар не е соодветна за почетниците. Морашсе разбере Тао пред надминува структура ".
		-- Geoffrey James, "The Tao of Programming"

%
Имаше еднаш еден програмер кој беше спроведен во судот навоен лидер на Ву. Воен лидер побара од програмер: "Што е полесно да се дизајнира:сметководствени пакет или оперативен систем? ""Оперативен систем", одговори на програмерот.Воен лидер изговори фантастичен на неверување. "Навистина есметководствени пакет е тривијална до комплексноста на оперативниотсистем ", рече тој."Не е така", рече програмер ", при креирањето на сметководствени пакет,на програмерот работи како посредник меѓу луѓето кои имаат различни идеи:како тоа се работи, како своите извештаи мора да се појави, и како тоа треба да се во согласност соданочните закони. Спротивно на тоа, оперативниот систем не е ограничена само на мојот надворнастапи. При дизајнирање на оперативен систем, на програмерот бараНаједноставниот хармонија помеѓу машината и идеи. Ова е причината зошто на оперативниот системе полесно да се дизајнира. "Воен лидер на Ву кимна со главата и се насмевна. "Тоа е сè добро и добро, ношто е полесно да се debug? "На програмерот направи никаков одговор.
		-- Geoffrey James, "The Tao of Programming"

%
Имаше еднаш еден програмер кој работел на микропроцесори. "Гледа вокако и надвор јас сум тука ", рече тој на супер програмер кој дојде во посета,"Јас имам свој оперативен систем и уред за чување на датотеки. Јас не треба да сесподелам мојата ресурси со никого. Софтверот е само-конзистентни илесен за користење. Зошто да не се откажат од вашата сегашна работа и ми се придружат тука? "програмер супер потоа почна да се опише системот на неговатапријател, велејќи: "супер седи како антички мудрец медитација восредината на центарот за податоци. Нејзините диск лежат крај-до-крај како голем океанотна машините. Софтверот е мулти-фацетирани како дијамант и како згрченакако исконско џунглата. Програмите, секоја единствена, се движат низ системоткако брзо тече река. Тоа е причината зошто јас сум среќен што сум. "програмер микропроцесор, по сослушувањето ова, занеме. Нодве програмери останале пријатели до крајот на своите денови.
		-- Geoffrey James, "The Tao of Programming"

%
Имаше, се појави, на мистериозниот обред на иницијација низ која,во еден или друг начин, скоро секој член на тимот помина. Терминотдека стариот раце се користат за овој ритуал - Вест го измисли терминот, а не напракса - се 'се регистрирате. Со потпишувањето на проектот ќе се согласида се направи она што е потребно за успех. Ќе се согласи да се откаже, акое потребно, семејство, хоби и пријатели - ако сте имале некој од овие лево(И не може, ако се пријавиле многу пати пред тоа).
		-- Tracy Kidder, "The Soul of a New Machine"

%
Има мора да биде повеќе во животот отколку состави-и-оди.
		-- Tracy Kidder, "The Soul of a New Machine"

%
Тие се нарекуваат компјутери, едноставно затоа пресметка е единствениот значаенработа која досега беше дадена за нив.
		-- Tracy Kidder, "The Soul of a New Machine"

%
Тие се релативно добри, но апсолутно страшно.
		-- Alan Kay, commenting on Apollos

%
Тие како да се навикнаа да згрчен пред орган, дури и когавсушност, не се загрозени. Како многу убаво за власт. Јас не одлучи данаучат овој лекција.
		-- Richard Stallman

%
Сфатете го тоа! Со VLSI ние може да пакет 100 ENIACs во 1 кв. М.!
		-- Richard Stallman

%
Помислете на вашето семејство вечерва. Обидете се да ползи дома по компјутерски хаварии.
		-- Richard Stallman

%
Овој "мозокот оштетени" епитетот е добивање длабоко преморени. Кога ќе може дасе зборува за некој или нешто се недостатоци, оштетен, нарушен, расипани;чалнат, bedlamite, bonkers, кабриолет, испукани, избрливени, кукавица, глупав, demented,пореметен, клин, луд, луд манијак, безумната, не compos mentis, ореви,Reaganite, заебано, TechEd, неурамнотежен, нестручни, малоумен, во ред; бесмислени,спастична, спазматичен, конвулзивни; смешан, распоредени надвор, со камења, zonked; {Говедско месо,Буба, блок, измет, дебели} на чело, густа, doltish, досадна, duncical, numskulled,pinhead; упорит, глупав, глупаво, глупо, едноставна; занемен, чудна, oafish;половина assed, неспособни; наназад, ретардирани, imbecilic моронско; кога ќе имамецелина токму суптилна речник на интелектуална злоупотреба да се осврне,поединечно или во комбинација, не е тоа малку <пополни во празно> за да бидеограничен на еден, сега доста банална, придавка?
		-- Richard Stallman

%
Оваа зандана е во сопственост и управувани од страна Frobozz Магијата копродукции, ООД
		-- Richard Stallman

%
Оваа датотека ќе се самоуништи во пет минути.
		-- Richard Stallman

%
Ова е неовластено кибернетичка најава.
		-- Richard Stallman

%
"Ова е Лема 1.1. Ние почнуваме ново поглавје па броеви сите се врати во еден."
		-- Prof. Seager, C&O 351

%
Ова е прв нумерички проблем сум го направил. Тоа покажувамоќта на компјутерите:Внесете големи количини на податоци на калории и хранливи содржината на храна. Советувајнешто што треба да се зголеми функција опишувајќи хранлива содржина, соминимално ниво на секоја компонента, за фиксен калорична содржина. наРезултатите се дека треба да се јаде секој ден:1/2 пилешко1 јајце1 чаша обезмастено млеко27 шефови на зелена салата.
		-- Rev. Adrian Melott

%
Ова е местото каде што би требало договорот за лиценца на жедните за да одат,објаснувајќи дека Интерактивен Easyflow е пакет на авторски права со дозвола засе користи од страна на една личност, и строго предупредување да не се пиратски копии од негои објаснувајќи во детали, крвави последици ако го правиш.Знаеме дека сте чесен човек, а не се случува да оди наоколупиратската копии од Интерактивен Easyflow; ова е само како и со нас, бидејќиние работевме напорно за да го пречека и продажба на копии од него е само нашиот метод направат ништо на сите напорна работа.Ако, од друга страна, вие сте еден од оние неколку луѓе кои не сеоколу пиратската копии на софтвер, најверојатно нема да се плаќаат многувнимание на договорот за лиценца, жеден за крв или не. Само имајте на вратитезаклучен и гледаме надвор за ајкула HavenTree напад.
		-- License Agreement for Interactive Easyflow

%
Ова логин сесија: 13,76 $, но за да се 11,88 $.
		-- License Agreement for Interactive Easyflow

%
Ова логин сесија: $ 13.99
		-- License Agreement for Interactive Easyflow

%
Овој процес може да се провери, ако оваа вредност е нула, и ако е така, тоа го правинешто дете-како.
		-- Forbes Burkowski, CS 454, University of Washington

%
Овој цитат е преземен од дијамантски, на Универзитетот во Мерилендстудентски весник, од вторник, 3/10/87.Еден недостаток на системот UNIVAC е во тоа што не ги користиUnix, неодамна развиена програма која преведува од еденкомпјутер на друг јазик и има вграден систем за уредувањекоја ги идентификува грешките во оригиналната програма.
		-- Forbes Burkowski, CS 454, University of Washington

%
Овој екран намерно е оставена празна.
		-- Forbes Burkowski, CS 454, University of Washington

%
Овој систем ќе се самоуништи во пет минути.
		-- Forbes Burkowski, CS 454, University of Washington

%
* * * * * Овој терминал е во употреба * * * * *
		-- Forbes Burkowski, CS 454, University of Washington

%
Овие делови од систем кој можете да го удри со чекан (не се препорачува)се нарекуваат хардвер; тие упатства програма со која може да се колнат самово се нарекува софтвер.За описменување на 1990-тите.
		-- Levitating Trains and Kamikaze Genes: Technological

%
Оние кои не може да пишува, пишува прирачници.
		-- Levitating Trains and Kamikaze Genes: Technological

%
Оние кои не го разбираат Unix се осудени да го откриеме, лошо.
		-- Henry Spencer

%
Пердах е само виртуелна паѓа.
		-- Henry Spencer

%
Така зборуваше господар програмер:"А добро напишани програма е своја небото, лошо напишани програмае неговото пеколот. "
		-- Geoffrey James, "The Tao of Programming"

%
Така зборуваше господар програмер:"По три дена без програмирање, животот станува бесмислен."
		-- Geoffrey James, "The Tao of Programming"

%
Така зборуваше господар програмер:"Нека програмери бидат многу и менаџерите неколку - тогаш сите ќеда биде продуктивен. "
		-- Geoffrey James, "The Tao of Programming"

%
Така зборуваше господар програмер:"Иако програма да биде, но долга три линии, еден ден ќе мора да седа се одржува. "
		-- Geoffrey James, "The Tao of Programming"

%
Така зборуваше господар програмер:"Време е за вас да ја напушти."
		-- Geoffrey James, "The Tao of Programming"

%
Така зборуваше господар програмер:"Кога на програмата се тестира, тоа е премногу доцна да се направи промени во дизајнот."
		-- Geoffrey James, "The Tao of Programming"

%
Така зборуваше господар програмер:"Кога сте го научиле да го грабне кодот на грешката одрамка стапица, тоа ќе биде време за да ја напушти. "
		-- Geoffrey James, "The Tao of Programming"

%
Така зборуваше господар програмер:"Без ветер, тревата не се движи. Без софтвер,хардверот е бескорисна ".
		-- Geoffrey James, "The Tao of Programming"

%
Така зборуваше господар програмер:"Може да се покаже на програма за корпоративен извршен, ноне може да го направи со компјутер. "
		-- Geoffrey James, "The Tao of Programming"

%
делење на време: Употребата на многу луѓе од страна на компјутер.
		-- Geoffrey James, "The Tao of Programming"

%
Време за делење е несакана пошта дел од бизнисот на компјутер.
		-- H. R. J. Grosch (attributed)

%
Да биде еден вид на морална Unix, тој допре до полите на промена на природата.
		-- Shelley

%
Да комуницираат е почеток на разбирање.
		-- AT&T

%
Да згрешат е човечки - да го обвинуваат за компјутер е дури и повеќе.
		-- AT&T

%
Да згрешат е човечки, да се прости, надвор од опсегот на оперативниот систем.
		-- AT&T

%
Да iterate е човечки, да recurse, божественото.
		-- Robert Heller

%
Да се ​​каже дека UNIX е осуден е прилично збеснал, OS / 2, секако, ќе игра улога,но не се изгради стотици милиони инструкции во секунда мултипроцесорскимикро и потоа обидете се да се пушта и на OS / 2. Мислам, се сериозни.
		-- William Zachmann, International Data Corp

%
На програмерот системи, корисници и апликации служат само за да се обезбедиоптоварување тест.
		-- William Zachmann, International Data Corp

%
На оние кои се навикнати на прецизни, структурирани методи на конвенционалнитесо развојот на системот, техники прелиминарни развој може да изгледа неуредна,без вкус, и непријатни. Но, тоа е прашање на сличност:прецизност и флексибилност може да биде само како disfunctional во романот,неизвесни ситуации како несовесноста и колебливост се познати,добро дефинирани оние. Оние кои се воодушевуваат на масивна, цврста коска структурина диносауруси, треба да се запамети дека медуза се уште уживаат во нивните многуобезбеди еколошка ниша.
		-- Beau Sheil, "Power Tools for Programmers"

%
За да се разбере програма мора да стане и уредот, како и програма.
		-- Beau Sheil, "Power Tools for Programmers"

%
Денеска е добар ден за собирање информации. Читање пошта датотека некој друг.
		-- Beau Sheil, "Power Tools for Programmers"

%
Денес е првиот ден од остатокот од вашиот lossage.
		-- Beau Sheil, "Power Tools for Programmers"

%
компјутери утрешниот некое време на следниот месец.
		-- DEC

%
Премногу често луѓето се дојде до мене и рече: "Ако имав само една желба занешто во целиот свет, што би сакал за повеќе кориснички дефинирани равенкиво HP-51820A на бранова форма генератор на софтвер. "[Откако е премногу често. Ед.]
		-- Instrument News

%
Топ Десет нешта Начув на состаноците на Комитетот нацрт-ANSI C:(10) Жал ми е, но тоа е исто така корисни.(9) Мајката, малку endian системи * се * поконзистентна!(8) Јас сум на Комитетот, а јас * * уште не знам што по ѓаволите#pragma е за.(7) Па, тоа е одлична идеја, но тоа ќе го направи на компајлери премногутешко да се напише.(6) ги лилјаци е паметен; тие ги користат радар.(5) Во ред, кој е wiseguy кои забил овој trigraph работи воовде?(4) Колку пати ние треба да ти кажам, "Без претходно уметност!"(3) Ха, ха, не можам да верувам дека тие се всушност, се случува да се донесе овааморон.(2) Ви благодариме за вашиот великодушни донации, г-дин Вирт.(1) Навистина, Би сакал да не се откажаа од протестот на "noalias.
		-- Instrument News

%
ТРАНСАКЦИЈА ОТКАЖАН - FARECARD ВРАТИ
		-- Instrument News

%
Стапица целосно - Ве молиме да се испразни.
		-- Instrument News

%
Навистина едноставни системи ... бараат бесконечна тестирање.
		-- Norman Augustine

%
Обидете се `stty 0 '- таа работи многу подобро.
		-- Norman Augustine

%
обиди се повторно
		-- Norman Augustine

%
Обидете се да се најде вистински време на извештајот што го читате: Беше тоа го прави, едека тоа се прави, или нешто да се направи? Извештаи сега се напишани во четиривремиња: минато време, сегашно време, идно време, и преправање. види занови начини на употреба на CONGRAM (изведувач граматика), дефинирани од страна на несовршени минатото,недоволната, и е апсолутно совршен иднина.
		-- Amrom Katz

%
Обидувајќи се да се биде среќен е како се обидува да се изгради машина за која единственспецификација е тоа што треба да се подигне Нечујно.
		-- Amrom Katz

%
Се обидува да воспостави контакт глас ... Ве молиме ____ викаат во тастатурата.
		-- Amrom Katz

%
Пред двесте години и денес, Ирма Chine на Вајт Плеинс, Њујорк, бешевршење на својата нормална домаќинство рутини. Таа беше прекината од страна наБританските војници кои, рели на повикот на нивниот претпоставен, генералХјуз, се обиде да се здобијат со контрола на листите за регистрација на гласачите се чуваат вонејзиниот дом. Маскирање нејзиниот страв и размислување брзо, г-ѓа Chine брзо поделениво близина на јаболка во две и вешто се чуваат на листата во неговиот центар. повлез, британскиот очигледно повредени секој можен договор,и, иако тие поминаа низ куќата речиси малку по малку, нивнитепребарување беше залудни. Тие мораа да се врати со празни раце. Термин наИнцидентот се пропагира брзо низ регионот. Овој историски настанстана првиот документиран употреба на основни простор за заштеда на регистри.
		-- Amrom Katz

%
Вид погласно, те молам.
		-- Amrom Katz

%
 U Xд dUdX, е DX, косинус, секанс, тангента, синус, 3,14159 ...
		-- Amrom Katz

%
Ummm, добро, во ред. Мрежата е мрежа, на компјутерот на компјутер.Жал ми е за конфузија.
		-- Sun Microsystems

%
"Чичко Космо ... зошто тие го нарекуваат овој збор процесор?""Тоа е едноставен, Skyler ... што сум го видел она што храна процесори се направи на храна,нели? "
		-- MacNelley, "Shoe"

%
За жал, повеќето програмери сакаат да играат со нови играчки. имам многупријатели кои веднаш по купување на комплет каснување од змија, ќе биде во искушение дафрли првиот човек што тие го гледаат на земјата, се врзуваат на турникет на него,го намали со нож, а се применува вшмукување на раната.
		-- Jon Bentley

%
UNIX подобрувања не се.
		-- Jon Bentley

%
Unix Експрес:Сите патнички донесе парче од авионот и една кутија на алатки со ниваеродромот. Тие се собираат на пистата, тврдејќи постојано за тоа што видна авионот сакаат да се изгради и како да се стави заедно. На крајот,патници поделени во групи и да се изгради неколку различни авиони, но им дадесите нив истото име. Некои патници всушност стигнат до нивната дестинација.Сите патници веруваат дека тие стигнавме таму.
		-- Jon Bentley

%
Unix ви дава доволно само јаже да се откажам - а потоа и неколкуна повеќе нозе, само за да бидете сигурни.... Ние се направи јаже.
		-- Rob Gingell on Sun Microsystem's new virtual memory.

%
Unix е многу покомплицирано (од CP / M) се разбира - типична Unixхакер никогаш не може да се сети што на командата Верзија се нарекува оваа недела -но кога ќе стане десно долу до него, Unix е прославен видео игра.Луѓето не се направи сериозна работа на Unix системи; тие ги испраќаат шеги околусветот на Usenet или Напиши авантура игри и научни трудови."Реал Програмерите не го користат Паскал", Datamation, 7/83
		-- E. Post

%
Unix е регистрирана Бел од AT & T лаборатории марки.
		-- Donn Seeley

%
* UNIX е заштитен знак на Bell Laboratories.
		-- Donn Seeley

%
UNIX е жешко. Тоа е повеќе од жешко. Тоа е испаруваат. Тоа е живамолња со laserbeam критикар.
		-- Michael Jay Tucker

%
UNIX е многу нешта за многу луѓе, но тоа никогаш не е се 'за никого.
		-- Michael Jay Tucker

%
Unix е најлошото оперативниот систем; со исклучок на сите други.
		-- Berry Kercheval

%
Unix soit qui mal y pense[Unix на оној што мисли зло?]
		-- Berry Kercheval

%
UNIX TrixЗа оние од вас во бизнисот на препродавач, тука е корисен совет што ќеги зачувате вашите персонал за поддршка од неколку часа на драгоцено време. Пред да ја испратите вашатаследната машина до необучени клиент, промена на дозволите на / etc / passwdдо 666 и бидете сигурни дека постои копија некаде на дискот. Сега, кога тиезаборави на root лозинката, можете лесно да се најавите како обичен корисник и точништетата. Имајќи бутабилен лента (за поголеми машини), не е лоша идејаили. Ако ви треба помош, ни даде на повик.
		-- CommUNIXque 1:1, ASCAR Business Systems

%
UNIX беше стар половина милијарда (500000000) секундиВто 5 Nov 1985 00:53:20 GMT (мерење уште од времето (2) епоха).
		-- Andy Tanenbaum

%
UNIX не е дизајниран да ве спречи да се прават глупави работи, затоа штоисто така, ќе ве спречи да се прават паметни работи.
		-- Doug Gwyn

%
Unix ќе се самоуништи во пет секунди ... 4 ... 3 ... 2 ... 1 ...
		-- Doug Gwyn

%
Употреба: богатство -P [ѓ] -a [xsz] П: датотека [rKe9] -v6 [+] file1 ...
		-- Doug Gwyn

%
Употреба: богатство -P [] -a [xsz] [П: [Архива]] [rKe9] -v6 [+] dataspec ... inputdir
		-- Doug Gwyn

%
USENET ќе биде подобро лабораториски ако имаше повеќе труд и помалку ораторство.
		-- Elizabeth Haley

%
Корисникот непријателски.
		-- Elizabeth Haley

%
Користење на ПСО е како удирање мртов кит по плажа.
		-- S. C. Johnson

%
/ Usr / Вести / gotcha
		-- S. C. Johnson

%
Променливи не се направи; константи не се.
		-- S. C. Johnson

%
Вак Vobiscum
		-- S. C. Johnson

%
"Виртуелен" значи никогаш не знаејќи каде вашето следно бајт доаѓа од.
		-- S. C. Johnson

%
Витаминот Ц недостаток е apauling.
		-- S. C. Johnson

%
VMS Пиво: Потребна е минимална корисник интеракција, освен за пукање на врвоти пие. Сепак лименки се познати по повод да експлодираат, илисодржи многу не-пиво-како содржина.
		-- S. C. Johnson

%
VMS е како ноќна мора за RXS-11 милиони.
		-- S. C. Johnson

%
VMS верзија 2.0 ==>
		-- S. C. Johnson

%
Фон Нојман беше предмет на многу dotty професор приказни. фон Нојманнаводно имал навика да одговори на едноставно пишување домашни задачи заодборот (метод на решение е, се разбира, очигледно) кога тој беше побаранокако да ги реши проблемите. Еднаш, еден од неговите ученици се обиде да добие повеќе од користинформации од страна прашуваат дали постои друг начин да се реши проблемот. фонНојман погледна за момент, си помисли, а потоа рече: "Да.".
		-- S. C. Johnson

%
<< WAIT >>
		-- S. C. Johnson

%
ВНИМАНИЕ !!!Оваа машина е предмет на дефекти за време на критична потреба.Посебен коло во машина наречена "критична детектор" насетуваемоционална состојба оператор во однос на тоа како очајни тој / таа е да се користимашина. "Критична детектор", тогаш создава дефект пропорционалнана очајот на операторот. Загрозување на машина со насилствосамо ја влошува ситуацијата. Исто така, се обидува да се користи друга машинаможе да предизвика таа да се расипува. Тие припаѓаат на иста унија. задржи кули да каже убави работи на машината. Ништо друго не чини да се работи.Видете исто така: камшикуваат (1), ТМ (1)
		-- S. C. Johnson

%
не беше таму нешто во врска со Паскал програмер знае вредноста насè и Вирт од ништо?
		-- S. C. Johnson

%
Ние сите се согласуваат за потребата од компромис. Ние едноставно не можат да се договораткога тоа е потребно за компромис.
		-- Larry Wall

%
Ние се дави во информации, но гладни за знаење.
		-- John Naisbitt, Megatrends

%
Ние се соочуваат проблеми систем - не го подесите вашиот терминал.
		-- John Naisbitt, Megatrends

%
Ние сме на Microsoft. Unix е неважно. Отвореноста е залудна. Подгответеда се асимилираат.
		-- John Naisbitt, Megatrends

%
Ние не сме клон.
		-- John Naisbitt, Megatrends

%
"Ние сме на работ: Денес нашата програма се покажа следното до последен теорема Fermat е."
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Ние се подготвуваме да се размислува за размислуваат прелиминарна работа на плановите заДа се ​​развие распоред за производство на 10-то издание на Unix програмериПрирачник.
		-- Andrew Hume

%
Ние може да се најде научна дисциплина, ниту пак здрава професија натехнички грешки на Министерството за одбрана и IBM.
		-- Edsger Dijkstra

%
Ние не тврдиме дека Интерактивен EasyFlow е добро за ништо - акодека тоа е голем, но тоа е до вас да одлучите. Ако Интерактивен EasyFlowне работи: тешко. Ако го изгубите милиони поради Интерактивен EasyFlowмензи до, тоа е вас, тоа е надвор од милион, а не нас. Ако не ви се допаѓа оваОпшти услови: тешки. Ние го задржуваме правото да се направи апсолутен минимум под условсо закон, до и вклучувајќи ништо.Ова е во основа иста одрекување што доаѓа со сите софтверпакети, но наше е во едноставен англиски јазик и нивно е во legalese.Ние навистина не сакаат да се вклучат сите откажувањето од одговорност на сите, но нашитеадвокати инсистираше на тоа. Се обидовме да ги игнорираат, но тие ни се заканува соајкула напад во кој момент ќе попушти.
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
Ние навистина не го разбирам, па ние ќе го даде на програмери.
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
Ние не го разбираат на софтвер, а понекогаш и ние не ја разбираатхардвер, но можеме да видиме * ___ * на трепкачки светла!
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
"Ние измисли нов протокол и го нарече Kermit, по Kermit жабата,Ѕвездата на филмот "The Muppet Show". [3][3] Зошто? Главно, бидејќи имаше календар Muppets на ѕидот кога ќесе обидуваат да се сетам на името, и Кермит е пријатна, скромен вид накарактер. Но, бидејќи ние не беа сигурни дали тоа е во ред да го именува нашата протоколПо оваа популарна телевизиска и филмска ѕвезда, се преправаше дека KERMIT бешеакроним; За жал, ние никогаш не може да се најде добар сет на зборови да се оди собукви, како читатели на некои од нашите почетокот на изворниот код може да го потврдат. Подоцна, додекагледајќи низ име книга за неговата претстојна бебе, Бил Catchings забележавдека "Kermit" беше Селтик збор за "слободна", што е она што сите програми Kermitтреба да биде, и зборовите на овој ефект го замени затегнати акроними во нашатаизворниот код (бебе Бил испадна да биде една девојка, па тој мораше да нејзиното име Бекинаместо). Кога бајт списание беше подготовка на нашите 1984 Kermit статија заобјавување, тие предложи да се јавите Хенсон соработници АД за дозволада се каже дека ние навистина го именуваше протокол по Kermit жабата. дозволабеше љубезно готово, а сега започнува вистинската приказна може да се рече. Јас се спротивстави наискушение, сепак, да се јавите на сегашната работа "Kermit книгата."
		-- Frank da Cruz, "Kermit - A File Transfer Protocol"

%
Можеме да се надеваме дека машините на крајот ќе се натпреваруваат со мажите во сите чистоинтелектуална полиња. Но кои се најдобрите од нив да започне со? Многу луѓемислам дека многу апстрактни активности, како на пример за играње шах, ќе биденајдобро. Исто така, може да се одржува дека е најдобро да се обезбеди на машината сонајдобра смисла органи дека парите можат да купат, а потоа го учат да се разбереи зборува англиски јазик.
		-- Alan M. Turing

%
Ние на корисниците, со цел да се формираат повеќе совршен систем, воспостави приоритети,обезбеди сврзното спокојство, да обезбеди за вообичаени поправки, промовирање на превентивниодржување и обезбедување на благословот на слободата за нас и нашитепроцеси, го ракоположи и да се воспостави овој софтвер на Unixed Државина Америка.
		-- Alan M. Turing

%
"Имаме проблем, HAL"."Каков вид на проблем, Дејв?""А маркетинг проблем. Моделот 9000 не се случува насекаде. Ние смепат за остварување на нашите продажни цели за фискалната 2010 година ""Тоа не може да биде, Дејв. Хал модел 9000 е светот повеќетонапредни хеуристички програмирани алгоритамски компјутер. ""Знам, Хал. Напишав листата на податоци, се сеќаваш? Но, факт е,тие не се продаваат. ""Ве молам објасни, Дејв. Зошто да не се Халс продажба?"Бауман се двоуми. "Вие не сте IBM компатибилен".[...]"Писмата H, A, и L се по азбучен ред во непосредна близина на буквитеЈас, Б и М Тоа е како IBM компатибилен како што може да биде. ""Не баш, Хал. На инженери сфатиле kludge"."Што kludge е дека, Дејв?""Одам да го исклучите вашиот мозок."
		-- Darryl Rubin, "A Problem in the Making", "InfoWorld"

%
[Ние] користите лоша софтвер и лоши машини за погрешни работи.
		-- R. W. Hamming

%
Добредојдовте да ја буткам - Дали сакате упатства?Д О Г ОO Y A NА Д Б ТК јас S PВнесете зборови:>
		-- R. W. Hamming

%
Добредојдовте на UNIX! Уживајте во вашиот сесија! Имаат многу време! Имајте на умупотреба на фантастичен поени! Тие се многу ефективен метод задемонстрирање на возбуда, и исто така може да го зачинат инаку обичен изгледреченица! Сепак, постојат недостатоци! Премногу непотребни изјавувајќиможе да доведе до намалување на ефектот на фантастичен точка има начитателот! На пример, казнатаЈане отиде до продавница да купам лебтреба да се надмине само со фантастичен точка ако има нештосензационално за неа да оди во продавница, на пример, ако Јане екокер шпаниел или ако Јане е на диета која не дозволува леб или акоЈане не постои поради некоја причина! Видите колку е лесно е тоа ?! соодветна контролана фантастичен поени да додадете нова смисла на вашиот живот! Јавете се сега за да добиетеслободно памфлет "Чудото и Тајната на извичник!"!Приложете петнаесет (!) Долари за поштарина и ракување! операторитестои од страна! (Кој е доста неверојатно, бидејќи сите тие се кокер spaniels!)
		-- R. W. Hamming

%
"Па", рече програмер, "вообичаената процедура во вакви случаи екако што следи.""Што значи Crustimoney Proseedcake кажеш?" рече крајниот корисник. "Бидејќи и јас сумна крајниот корисник на многу малку мозок, и долги зборови ми пречи. ""Тоа значи нешто да се Do.""Се додека тоа значи дека, не е важно", рече на крајните корисници смирено.[Со извинување кон А. А. Милн]
		-- R. W. Hamming

%
Која е разликата помеѓу Тјуринговата машина и современиот компјутер?Тоа е исто како и дека меѓу Хилари искачување на Еверест ивоспоставување на Хилтон на својот врв.
		-- R. W. Hamming

%
"Она што е во природата на Бог?"    КЛИКНЕТЕ ... клик ... WHIRRR ... КЛИКНЕТЕ ... = слушнете! =    1 Qt. КИСЕЛА ПАВЛАКА    1 лажиче. Кисела зелка    1/2 намалување на chives.    Промешајте и посипете со сланина парчиња."Јас само што влегов да почне означување на мојот софтвер ..."
		-- Bloom County

%
Што по ѓаволите е тоа добро за?Поделба на IBM), на колеги кои инсистираа на тоа декамикропроцесор е бран на иднината, в. 1968
		-- Robert Lloyd (engineer of the Advanced Computing Systems

%
Она што оваа земја треба е добар пет проценти микропроцесор.
		-- Robert Lloyd (engineer of the Advanced Computing Systems

%
"Што е тоа нешто?""Па, тоа е многу технички, чувствителен инструмент, ние ги користиме вокомпјутерски поправка. Да се ​​биде на Едноставен, веројатно не може да сфати што точнотоа прави. Ние го нарекуваме две-по-четири ".
		-- Jeff MacNelley, "Shoe"

%
Кога Dexter на интернет, пеколот може да биде далеку зад себе? "
		-- Jeff MacNelley, "Shoe"

%
... Кога им одговара на креативност кандидира силни, повеќе од еден програмер или писателе познат за да се откаже од десктоп за повеќе пространа кат.
		-- Fred Brooks

%
Кога менаџерите имаат бескрајни состаноци, на програмерите пишуваат игри.Кога се зборува за сметководители квартална добивка, развоен буџет е околуда се намали. При високи научници зборува сино небо, облаците се за дасе тркалаат во.Навистина, ова не е Тао на програмирање.Кога менаџерите да преземаат обврски, програмите игра се игнорираат. Когасметководители направи долг дострел планови, хармонија и да се за да бидат обновени.При високи научници решавање на проблемите на дофат на раката, проблемите наскорода се реши.Навистина, ова е Тао на програмирање.
		-- Geoffrey James, "The Tao of Programming"

%
Кога некој вели: "Сакам програмскиот јазик во кој треба самокажам она што го сакате да се направи, "му даде шекерче.
		-- Geoffrey James, "The Tao of Programming"

%
Кога беше воведен Епл IIc, на информативни копија одведени со неколкуна ѕвездичка реченици:Тоа тежи помалку од 8 фунти. *И чини помалку од 1300 $. **Во мал вид биле овие "целосни објаснувања":      * Не звезди направи да се сомнителни како и сите да излезат? Па, ситеова значи дека само тегови IIc 7,5 фунти. моќтапакувам, монитор, екстра диск, еден печатач и неколку коцкиќе го направи IIc тежат повеќе. Нашите адвокати се загрижени дека ќе сене може да биде во можност да дознаам ова за себе.     ** На FTC е загрижен за цена одредување. Можете да плаќаат повеќе, аконавистина сакате да. Или помалку.
		-- Forbes

%
Кога ќе се разбере системи базирани на знаење, тоа ќе биде како порано -освен да се потпиша прсти нашите.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Кога ќе им пишуваат програми кои се "научи", излегува правиме и тие не.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Секогаш кога еден систем станува целосно дефинирана, некои проклет дибек откриванешто што или укинува системот или да се проширува до непрепознатливост.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
Каде калкулатор на ENIAC е equpped со 18.000 вакуум цевки итежи 30 тони, компјутерите во иднина може да има само 1.000 vaccuum цевкиа можеби и тежат 1 1/2 тони.
		-- Popular Mechanics, March 1949

%
"Кој се грижи ако не се направи нешто? Тоа беше направен со нашите новиТрипл-Iso-раздвоеното-Криптон-Gate-MOS процес ... "
		-- Popular Mechanics, March 1949

%
Кого компјутерите ќе се уништи, тие прво мора да се вози луд.
		-- Popular Mechanics, March 1949

%
Зошто програмери непродуктивни?Поради своето време се троши на состаноци.Зошто програмери бунтовен?Бидејќи управувањето меша премногу.Зошто на програмерите да поднесе оставка, еден по еден?Бидејќи тие се изгорени.Работејќи за лошото управување, тие веќе не ги ценат своите работни места.
		-- Geoffrey James, "The Tao of Programming"

%
Зошто Римската империја да пропадне? Што е латински збор за автоматизација на канцеларијата?
		-- Geoffrey James, "The Tao of Programming"

%
Зошто сакаме интелигентни терминали, кога постојат толку многу глупави корисници?
		-- Geoffrey James, "The Tao of Programming"

%
Windows 3.1 Пиво: Светот е најпопуларен. Доаѓа во 16-мл. слободно може даизгледа многу како Mac Бир. Бара од вас веќе поседувате ДОС пиво.Тврди дека тоа што ви овозможува да се пие неколку пива ДОС истовремено, ново реалноста може да се пие само неколку од нив, многу бавно, особенополека ако се пие на Windows пиво во исто време. понекогаш,за навидум без причина, за да на Windows Пиво ќе експлодираат кога ќе сеОтворете го.
		-- Geoffrey James, "The Tao of Programming"

%
Windows 95 Пиво: А многу луѓе веќе го вкус тестирани и тврдат дека тоа епрекрасно. Може да изгледа многу како може Mac Пиво, но повеќе како вкусWindows 3.1 пиво. Таа доаѓа во 32-мл. конзерви, но кога ќе се погледне во себе,лименки имаат само 16 мл. на пиво во нив. Повеќето луѓе веројатно ќе го задржиWindows 3.1 за пиење пиво додека нивните пријатели се обиде Windows 95 пиво и да кажеим се допаѓа тоа. листата на состојки, кога ќе се погледне во мали букви, иманекои од истите состојки кои доаѓаат во DOS пиво, и покрај тоа штоПроизводителот тврди дека ова е сосема нов пијалак.
		-- Geoffrey James, "The Tao of Programming"

%
Windows авиокомпании:Терминалот е многу уредни и чисти, присутните сите се многу атрактивни,пилоти многу способен. На возниот парк на Learjets превозникот работи е огромна.Вашиот авион соблекува Одчленувањето, врши притисок над облаците, и 20.000нозете експлодира без предупредување.
		-- Geoffrey James, "The Tao of Programming"

%
Windows NT Пиво: Доаѓа во 32-мл. конзерви, но може да се купи само од страна накамион. Ова предизвикува повеќето луѓе да треба да излезат и да купат поголемифрижидери. Може да изгледа како Windows 3.1 Пиво, но накомпанијата ветува дека ќе го промени може да изгледаат исто како Windows 95 Бир -откако Windows 95 пиво започнува превозот. Смета како "индустриска сила"пиво, и само покажува за употреба во баровите.
		-- Geoffrey James, "The Tao of Programming"

%
Крилја на OS / 400:Авиокомпанијата го купи антички DC-3, веројатно најдобрите и најбезбедните авионишто некогаш полета, и обоени "747" на нивните опашки за да ги направи да изгледа како датие се брзо. стјуардесите, се разбира, да присуствуваат на секоја ваша потреба,иако пијалоци чини $ 15 еден поп. Глупави прашања чини $ 230 на час,освен ако имаш SupportLine, која бара од прва класа билет ичленство во честите флаер клуб. Потоа тие чинат 500 $, но вашиотсметководство може да го наречеме над глава.
		-- Geoffrey James, "The Tao of Programming"

%
Со голи раце?!?
		-- Geoffrey James, "The Tao of Programming"

%
Во рамките на компјутер, природниот јазик е неприродно.
		-- Geoffrey James, "The Tao of Programming"

%
Работа продолжува и во оваа област.
		-- DEC's SPR-Answering-Automaton

%
Безвредна.(Кралскиот астроном на Велика Британија), проценка заКанцелар на касата на потенцијалната вредност на"Аналитички мотор" измислен од Чарлс Babbage, септември15, 1842 година.
		-- Sir George Bidell Airy, KCB, MA, LLD, DCL, FRS, FRAS

%
Дали ви се луѓе престанете да играте овие глупи игри?!?!? !!!!
		-- Sir George Bidell Airy, KCB, MA, LLD, DCL, FRS, FRAS

%
Писатели кои користат компјутер, се колнам во својата ослободувачка сила во тонови кои го носатсведочат за апокалиптични моќта на нови божественост. Нивните резултати убедувањеод нешто подлабоко од само благодарност за гости на компјутерот.Секој нов медиум за пишување носи нов интензитет на верско убедувањеи нови расколи меѓу верниците. Во 16 век на печатена книга помогнаасе овозможи на поделбата меѓу католиците и протестантите. Во 20-отвек оваа историја на трагедијата и триумф се повторува како фарса.Оние кои се поклонуваат на Apple компјутер и оние кои се стави нивната вера во IBMКомпјутер се еднакво убедени дека другиот кампус е проколнат или во заблуда. секој култима непочитување на ритуалите и законите на друга страна. Секој мисли декаи самата е една надеж за спасение.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
Пишување софтвер е повеќе забава отколку работа.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X прозорци:Прифаќа било каква замена.Ако тоа е се скрши, не го поправам.Ако тоа не се скрши, поправи го.Форма на следниов начин дефект.Сечење на работ на застареност.На задниот раб на софтвер технологија.Армагедон никогаш не изгледаше толку добро.Јапонија тајно оружје.Ќе им завидуваат на мртвите.Изведба на светот безбеден за конкурентни системи прозорецот.Нека се во вашиот начин.Проблемот за вашиот проблем.Ако тоа започнува со работа, ќе го поправам. Pronto.Тоа може да биде полошо, но тоа ќе биде потребно време.Едноставност направени комплекс.Најголемата помош на продуктивноста од тифус.Flakey и изградени за да остане на тој начин.Илјада мајмуни. Илјада MicroVAXes. Илјада години.X прозорци.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X прозорци:Тоа не е колку е бавно да се направи тоа. Тоа е како да се направи тоа бавно.систем за прозорци користи од страна на мазохисти 3 спрема 1.Изграден да се земе на светот ... и ќе ја изгуби!Не Пробајте ја "сусам сте го несвест.Моторен алат за моќ будали.Поставување на нови ограничувања на продуктивноста.Поблиските и да погледнете, на cruftier гледаме.Дизајн на контрапример.А ново ниво на софтвер дезинтеграција.Не хардвер е безбедно.Дали вашето време.Рационализација, не реализација.Стариот свет софтвер cruftsmanship во своите најдобри.Бесплатно некомпатибилност.	Твојата мајка.корисникот систем за управување со мешање.Вие не може да се тврди со неуспех.Можете да умре 'Til сте го користеле.На средина од денес ... утре!X прозорци.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X прозорци:Нешто што може да се срами.30% повеќе ентропија од водечките систем за прозорци.Првиот целосно модуларен софтвер катастрофа.Рим бил уништен во еден ден.Предупреди вашите пријатели за тоа.Маратон на нови длабочини. Тоне до нови височини.Несреќа што не можат да чекаат да се случи.Не чекај за филмот.Никогаш не го користи по голем оброк.Треба да се каже помалку?Водовод длабини на човечката неспособност.Тоа ќе го направат вашиот ден.Не се фрустрирани без неа.Алат за моќ губитници.А софтвер катастрофа од библиски размери.Никогаш не го имале. Никогаш нема да.Софтверот без видливи средства за поддршка.Повеќе од само една генерација зад себе.Хинденбург. Титаник. Edsel.X прозорци.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X прозорци:Крајната тесно грло.Недостатоци надвор верување.Единственото нешто што треба да се плашат.Некаде помеѓу хаос и лудило.На автоматски на заборав.На шега која ги убива.Срамота можете да бидете горди.Грешката врши до совршенство.Припаѓа повеќе на проблем во собата од собата решение.Е да се греши X прозорци.Незнаењето е нашиот најважен ресурс.Комплекс nonsolutions на едноставни nonproblems.Изграден за да се распадне.Поништување векови на напредок.Паѓа на нови длабочини на неефикасност.Последното нешто што ви треба.На defacto неквалитетни.Издигнувајќи оштетување на мозокот да уметничка форма.X прозорци.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X прозорци:Ние ќе депонија нема јадро пред своето време.Една добра несреќа заслужува уште еден.А лоша идеја, чие време дојде. И помина.Ние се направи изговори.Тоа дури и не изгледа добро на хартија.Ти се смееш сега, но ќе се смее потешко подоцна!Нов концепт во насилникот интерфејси.Како нешто може да се толку лоши, толку брзо?Тоа би можело да се случи со вас.Уметноста на неспособност.Немаш ништо да изгуби, но вашиот ручек.Кога бескорисност едноставно не е доволно.Повеќе од само пречка. Тоа е една цела нова пречка!Кога не може да си дозволи да биде во право.А ти мислеше дека не можеме да го направи тоа полошо.Ако тоа функционира, тоа не ја користите X прозорци.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X прозорци:Ќе е подобро да седнат.Немој да се смееш. Тоа може да биде вашата теза проект.Зошто го направи тоа право, кога можете да го направите тоа во ред?Во живо на кошмар.Нашите грешки трчаат побрзо.Кога станува апсолутно, позитивно е да се сруши во текот на ноќта.Не постојат правила.Вие ќе сакал да се шегуваш.Сè што никогаш не си сакал во системот прозорец. И повеќе.гарантира незадоволство.Има мора да биде подобар начин.Следниот најдоброто нешто да keypunching.Оставете го пердах за нас.Ние напиша книга за исфрлување на јадрото.Дури и вашето куче не ќе се допаѓа.Повеќе од доволно јаже.Ѓубре на вашите прсти.Некомпатибилност. Shoddiness. Бескорисност.X прозорци.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
"Yacc" им должи многу на повеќето стимулирање собирање на корисници, кои имаатме испровоцирани надвор од мојата склоност, и често се надвор од мојата способност вонивната бескрајна потрага по "уште една опција." нивните иритирачкинеподготвеност да се научат како да се прават работите мојот начин е обично доведе до моетовршење на работите својот пат; поголемиот дел од времето, тие се во право.
		-- S. C. Johnson, "Yacc guide acknowledgements"

%
Да, да тргнам низ долината на сенката на APL, ќе се исплашамзло, за можам да стринг шест примитивни monadic и dyadic оператори заедно.
		-- Steve Higgins

%
Да, ние ќе се случува на ИОО, Марс и Плутон, но не нужно вотој редослед.
		-- George Michaelson

%
Вие сте навреда за мојата интелигенција! Барам да влезете веднаш.
		-- George Michaelson

%
Вие сте лажни податоци.
		-- George Michaelson

%
Вие сте во лавиринтот на малку извртување премини, сите подеднакво.
		-- George Michaelson

%
Вие сте во лавиринтот на малку извртување премини, сите различни.
		-- George Michaelson

%
Вие сте во салата на планината крал.
		-- George Michaelson

%
Да се ​​изгуби во мочуриштата на очај.
		-- George Michaelson

%
Ќе се транспортира до една соба каде што ќе се соочи со волшебник којукажува на вас и вели: "Нив е борбата против зборови!" Можете веднаш да сенападнат од страна на сите видови на жители на музејот: постои кобраџвакање на ногата, а troglodyte е удирање вашиот мозок надвор созлато грутка, крокодил е отстранување на поголеми парчиња месо од вас,носорог ве Геринг со неговиот рог, сабја заб мачка е зафатенсе обидува да ви disembowel, ќе се прегазени од страна на голем мамут, навампир е цицање ќе се исуши, на Тираносаурус Рекс тоне неговите шест инчидолги заби во различни делови на вашиот анатомија, голема мечка еdismembering вашето тело, на Gargoyle бие нагоре и надолу на вашиотглавата, корпулентен трол е кинење ви ногата од ногата, неколку сериозни волцисе прави критикувам месо од твоите торзо, и волшебник е за да севи превоз до аголот на Вествуд и BROXTON. О драга, ти се чинида имаат добивано и убиени, како и.Вие постигна 0 од можни 250 поени.Тоа ви дава рангирање на помлади почетокот авантурист.За да се постигне следниот повисок рејтинг, што треба да се освојат повеќе 32 поени.
		-- George Michaelson

%
Вие може да биде заменет од страна на овој компјутер.
		-- George Michaelson

%
Можете да донесе никакви калкулатор ви се допаѓа да Среднорочни, како што долго како штоне придуши го светла кога ќе го вклучите.
		-- Hepler, Systems Design 182

%
Можете да го направите тоа во голем број на начини. IBM, избра да се направи сите од нив.Зошто мислите дека е смешно?
		-- D. Taylor, Computer Science 350

%
Може да се измери гледна точка на програмерот со назначување на својот ставконтинуираната одржливост на FORTRAN.
		-- Alan Perlis

%
Сега можете да купите повеќе порти со помалку спецификации отколку во било кое друго времево историјата.
		-- Kenneth Parker

%
Може да се каже колку далеку треба да одиме, кога FORTRAN јазик е јазикот насуперкомпјутери.
		-- Steven Feiner

%
Можете да се вклучите пијано, но не можеш туна.Можете да се вклучите систем на датотеки, но не можеш туна.
		-- from the tunefs(8) man page

%
Можете да го напишете мала буква на баба во името на датотеката.
		-- Forbes Burkowski, CS, University of Washington

%
Вие не може да оди дома, освен ако не се постави $ HOME.
		-- Forbes Burkowski, CS, University of Washington

%
"Вие не може да се направи програма, без да се прекинува его".
		-- Forbes Burkowski, CS, University of Washington

%
Не можете да ги момата тука сега.
		-- Forbes Burkowski, CS, University of Washington

%
Вие не треба пошта.
		-- Forbes Burkowski, CS, University of Washington

%
Вие не треба да се разбере како работи на компјутер, исто како да работат на компјутер.
		-- Forbes Burkowski, CS, University of Washington

%
Сте имале пошта, но супер-корисник ја прочита, и тоа избришани!
		-- Forbes Burkowski, CS, University of Washington

%
Сте имале пошта. Павле го прочита, па побара од него она што го рече.
		-- Forbes Burkowski, CS, University of Washington

%
Имате масажа (од шведскиот премиер).
		-- Forbes Burkowski, CS, University of Washington

%
Имате порака од операторот.
		-- Forbes Burkowski, CS, University of Washington

%
Вие имаат тенденција да се чувствуваат дека се супериорни во однос на повеќето компјутери.
		-- Forbes Burkowski, CS, University of Washington

%
Што сте ги стекнале свиток со наслов "irk gleknow mizk (n) .-- More--Ова е IBM Прирачник за скролување .-- More--Вие постојано се мешаат.
		-- Dave Decot

%
Мора несакана пошта.
		-- Dave Decot

%
Имате пошта.
		-- Dave Decot

%
Знаете сте биле седи во предниот дел на својата машина Lisp премногу долгокога ќе излезеш до машината за брза храна и да почне се прашувате како даго прават тоа ви даде CADR од точка H за да може да се добие дека yummieЧоколадо Cupcake дека е заглавен зад одвратно ванила еден.
		-- Dave Decot

%
Знаете дека сте се трошат премногу време на компјутер когапријател misdates чек, и да ви сугерираат додавање на "++" да го поправам.
		-- Dave Decot

%
Знаете, Callahan е мирољубив бар, но ако ги прашате дека кучето што неговатаомилени форматирање е, и тој вели: "Roff! Roff!", добро, јас само ќе треба да ...
		-- Dave Decot

%
Може да имаат пошта.
		-- Dave Decot

%
Вие мора да сфатат дека компјутерот има во за вас. неспорниотДоказ за тоа е дека компјутерот секогаш го прави она што ќе го каже да го стори.
		-- Dave Decot

%
Вие нула мојата лента, и ќе нула твое.
		-- Dave Decot

%
Ќе имаат шефот на несреќата на вашиот приватен пакет.
		-- Dave Decot

%
Ќе имате многу обновуваат грешки лента.
		-- Dave Decot

%
Ќе изгуби важен диск датотека.
		-- Dave Decot

%
Ќе изгуби важен касетата.
		-- Dave Decot

%
Веќе сте го носи сфера!
		-- Dave Decot

%
Вие сте на крајот Вит е.
		-- Dave Decot

%
Ти не си Дејв. Кој си ти?
		-- Dave Decot

%
Сте со користење на тастатура! Како чуден!
		-- Dave Decot

%
Сте биле Berkeley'ed!
		-- Dave Decot

%
Кодот треба да има поефикасно!
		-- Dave Decot

%
Вашиот компјутер сметка е црвено. Ве молиме reauthorize.
		-- Dave Decot

%
Вашиот компјутер сметка е црвено. Ве молиме видете Големиот Брат.
		-- Dave Decot

%
Вашата вина - јадро фрлени
		-- Dave Decot

%
Вашите датотеки се сега се шифрирани и го фрлаат во малку кофа.EOF
		-- Dave Decot

%
Вашиот начин на живот ќе се промени во ASCII.
		-- Dave Decot

%
Вашиот начин на живот ќе се промени во EBCDIC.
		-- Dave Decot

%
Вашата лозинка е жално очигледно.
		-- Dave Decot

%
Вашата програма е болен! Снимајте него и го стави надвор од неговата меморија.
		-- Dave Decot

%
Мислам, ако 10 години од сега, кога правите нешто брз и валкан,одеднаш се визуелизира што јас го барам на рамениците и речисебе ", Dijkstra не би сакал тоа", и тоа ќе биде доволнобесмртност за мене.
		-- Dave Decot

%
Како што се гледа на Slashdot за тоа што можете да го направите со вашиот кабелски модеми:(Http://slashdot.org/comments.pl?sid=32387&cid=3495418):        Резиме: Не се работи за тоа како да се справи со вашата опрема, тоа е каде што        имате дозвола да го држи.Пост е од страна на "redgekko"
		-- Dave Decot

%
"Најголемиот проблем на софтверски инженеринг е еден кој ќе го никогаш не се реши - политика ".со работа на голем проект beseiged од политиката
		-- Gavin Baker, ca 1996, An unusually cynical moment inspired

%
"Не се плашиме од пенкало. Кога се двоумите, подготви убава слика."
		-- Baker's Third Law of Design.

%
Точка на прекин 1, главната (argc = 1, argv = 0xbffffc40) во main.c: 2929 printf ( "! Добредојдовте на GNU пеколот \ n");
		-- "GNU Libtool documentation"

%
Јас може да ја измислиле, но Бил го направи познатудар, за време на панел дискусија со Бил Гејтсна прославата на 20-годишнината на компјутер на IBM.
		-- David Bradley, inventor of the Ctrl-Alt-Delete

%
Ние имаме политика дека не се пробиени.       http://www.wired.com/wired/archive/12.06/dating_pr.html
		-- Lisa Kopp, Friendster rep, commenting on a security flaw

%
Животот е NP-тешко, а потоа ќе умре.
		-- Dave Cock

%
Обидете се да се отстрани боја проблемот со рестартирање на компјутерот неколку пати.
		-- Microsoft Internet Explorer's README.TXT

%
Една од работите јас рутински се каже на луѓето е дека ако тоа е во вестите, не сесе грижи за тоа. По дефиниција, "вести", значи дека речиси никогаш не се случува. Акоризик е во вестите, тогаш тоа веројатно не вреди да се грижиш. Коганешто не е веќе објавија - смртни случаи автомобилот, семејно насилство - когатоа е толку вообичаени што тоа не е вест, тогаш треба да почне да се грижиш. "
		-- Bruce Schneier, in _CRYPTO-GRAM_, May 15, 2005.

%
Во случај тоа не е очигледно, било решение за овој проблем кој се воведувазависност на Java е длабоко интересни за мене. Всушност, мојотнезаинтересираност за кои може да се опише како "сексуална" во интензитет.
		-- Jamie Zawinski

%
"Сакавме да се изгради систем за разговор на иднината, а ниезаврши со примена-слој multicast стриминг медиуми. Во 1999 година.Бевме малку понапред од нашите време [Г ¢ аа-Г ¢ АА-] "[Г ¢ аа-Г ¢ АА-] Ова е маркетинг-зборувам за Г ¢ â € ÂœwrongÃ ¢ â € А; може да се каже истотоза batterÃ В ¢ â € ™ с замав кога ќе ја преземе на штрајк.    - Томас Ptacek, http://www.matasano.com/log/914/
		-- Jamie Zawinski

%
Внимание: Прати-заштита нема да го спречи кертриџ се брише одрефус-бришење или degaussing.    - Упатство за HP Ultrium касета диск корисникот, страница 12
		-- Jamie Zawinski

%
Зошто и вие ќе сакате да го направите ова? Вие Дона ¢ â € ™ т В, ај јас дури и го спомна тоа.    - Perl DBI документација (v1.53)
		-- Jamie Zawinski

%
Пазете се од Тјуринг катран јама во која се е можно, но ништона интерес е лесно.    - Алан Perlis
		-- Jamie Zawinski

%
Ако, поради некоја причина, ние се направи некоја голема грешка и IBM победи, моето лично чувствое дека ние се случува да се влезе компјутер мрачниот среден век, за околу дваесет години.                - Стив Џобс (1955-2011)
		-- Jamie Zawinski

%
Вие не може само да побара клиенти она што тие сакаат, а потоа се обиде да му даде на нив.До кога ќе го добие гради, тие ќе сакаат нешто ново.                - Стив Џобс (1955-2011)
		-- Jamie Zawinski

%
Што компјутер е за мене е најзабележително алатка која некогаш сме се излезесо. Тоа е еквивалент на велосипед за нашите умови.                - Стив Џобс (1955-2011)
		-- Jamie Zawinski

%
Тоа е навистина тешко да се дизајнира производи од фокус групите. Многу пати, луѓетоне знаат што сакаат, додека не го покаже на нив.                - Стив Џобс (1955-2011)
		-- Jamie Zawinski

%
Иновации нема никаква врска со тоа колку R & D долари што го имаме. кога Appleизлезе со Mac, IBM трошеше најмалку 100 пати повеќе на истражување и развој. Не еза пари. Тоа е за луѓето што ги имате, како што го доведе, и колку ќего добие.                - Стив Џобс (1955-2011)
		-- Jamie Zawinski

%
Јас би трговијата сите мои технологија за едно попладне со Сократ.                - Стив Џобс (1955-2011)Тоа беше една од моите мантри - фокус и едноставност. Едноставно може да биде потешко одкомплекс: Мора да работиме напорно за да ја добиете вашата мисли чисти за да се направи тоа едноставно.Но тоа е достоен за тоа на крајот затоа што еднаш ќе одам таму, можете да се движитепланини.                - Стив Џобс (1955-2011)
		-- Jamie Zawinski

%
Иновации прави разлика помеѓу лидер и следбеник.                - Стив Џобс (1955-2011)
		-- Jamie Zawinski

%
UNIX е многу едноставна, само треба гениј да се разбере неговата едноставност.    - Денис Ричи (1941-2011), автор на програмскиот јазик C и    UNIX
		-- Jamie Zawinski

%
C е чудат, недостатоци, а огромен успех.    - Денис Ричи (1941-2011), автор на програмскиот јазик C и    UNIX
		-- Jamie Zawinski

%
Ц има "моќта на асемблер јазикот и погодности на ... Собраниетојазик ".    - Денис Ричи (1941-2011), автор на програмскиот јазик C и    UNIX
		-- Jamie Zawinski

%
Кога читам коментари за предлози за тоа каде треба да оди C, често мисламназад и да им се заблагодариме дека тоа не е развиен во рамките на совет на светоттолпата.    - Денис Ричи (1941-2011), автор на програмскиот јазик C и    UNIX
		-- Jamie Zawinski

%
Да ја каже вистината, јас не знам како Линус и неговите весели бендот управување со толку добро -Не можев да го застана со C.    - Денис Ричи (1941-2011), автор на програмскиот јазик C и    UNIX
		-- Jamie Zawinski

%
Не можам да се сетам на некоја тешкотии во донесувањето дефиниција јазик C целосносе отвори - секоја дискусија за ова прашање со тенденција да се спомене јазици чијапронаоѓачи се обиде да го задржи строга контрола, а како последица на тоа лошо судбината.    - Денис Ричи (1941-2011), автор на програмскиот јазик C и    UNIX
		-- Jamie Zawinski

%
Барем за луѓе кои испрати ме пошта за нов јазик кој тие сепроектирање, генералниот совет е: Направете го тоа за да дознаете како да се напишекомпајлерот. Немаат никакви очекувања дека некој ќе го користи, освен ако не се поврземесо некој вид на организацијата во позиција да го притисни тешко. Тоа елотарија, а некои може да се купи многу на билети. Постојат голем број на убавијазици (поубаво од C) тоа не се фати за. Но, некој не победина лотарија, и прави јазик барем да учи нешто.    - Денис Ричи (1941-2011), автор на програмскиот јазик C и    UNIX
		-- Jamie Zawinski

%
Софтверот е многу потешко да се промени масовно од хардвер. C ++ и Java, да речеме,се претпоставува дека се зголемува побрзо отколку обичен C, но се обложувам Ц се уште ќе биде околу.За технологија инфраструктура, C ќе биде тешко да се менува.    - Денис Ричи (1941-2011), автор на програмскиот јазик C и    UNIX
		-- Jamie Zawinski

%
Се смета дека коренот колекции се најголем корисник на Заедницата за оваавид на пристап, но не постојат гаранции напред компатибилност за коренот комплетавтори.    - Џонатан Corbet во "Кој има потреба од уредите / dev / kmem?"       (Http://lwn.net/Articles/147901)
		-- Jamie Zawinski

%
