"Знаете, се разбира, дека Tasmanians, кој никогаш не направил прељуба, сесега исчезнат. "
		-- M. Somerset Maugham

%
"Ако тоа не се скрши, не го поправам."
		-- Bert Lantz

%
"Оној шармот на бракот е дека тоа го прави животот на измама неопходност."
		-- Oscar Wilde

%
"Бог е комичар игра пред публика, премногу се плаши да се смее."
		-- Voltaire

%
"IBM го користи она што сакам да го нарекуваат 'техника дупка-во-на-земја"да се уништи конкуренцијата ..... IBM копа голема дупка воземјата и го покрива со лисја. потоа го става големо тенџереНА ЗЛАТНИОТ во близина. Тогаш тоа го прави на повик, "Еј, погледнете на ситетоа злато, се овде брзо. " Штом конкурентпристапи тенџере, тој паѓа во јама "
		-- John C. Dvorak

%
"Постојат работи кои се толку сериозни што ќе може да се пошегува само за нив"
		-- Heisenberg

%
"Потребни се сите видови на во и школување на врата за да се прилагодатна мојот вид на бидам измамен "
		-- R. Frost

%
"Посрами овие предци .... Тие го украде нашето најдобрите идеи!"
		-- Ben Jonson

%
А ти ќе го јадат како јачмен колачи, а ти ќе се пече со измет декадоаѓа од човекот, пред очите ... Потоа тој [Господ!] ми рече:, Еве,дале измет тебе кравјо за измет на човекот, а ти ќе го подготви својот лебсо неа.[Езек. 4: 12-15 (KJV)]
		-- Ben Jonson

%
Јас сум лишен од мојата облека; морам да го стави на повторно? Јас ви ги измив нозете;Мора ли да ги почвата повторно?Кога мојот возљубен завлече раката преку бравата-дупка, утробата ми се мешаво мене [утробата ми се пресели за него (KJV)].Кога ќе се појави за да се отвори за мојата сакана, рацете ми капеше смирна; течностасмирна, од прстите трчаше во текот на рачки на Болт. Со моите раце јасотворен за мојата љубов, но љубовта ми се сврте настрана и поминале; моето срце потона когатој го сврте грбот. Го барав, но јас не го најде, јас него, но тој го наречене одговори.Стражарите, ќе се појави и на градот, се сретна со мене; што ме погоди и  ме повредени; стражарите на ѕидовите зеде мојата наметка.[Песна над песните 5: 3-7 (Небраска)]
		-- Ben Jonson

%
Колку се прекрасни нозете ти со чевли, ќерка О принцот! зглобовите на твојотбутовите се како накит, дело на рацете на лукав работник. твојот папокоте како круг пехар, кој не wanteth алкохол: твојот стомак е како грамадана пченица во собата за со лилјани.две твои гради се како две млади рози кои се близнаци.[Песна над песните 7: 1-3 (KJV)]
		-- Ben Jonson

%
Колку се прекрасни, како омаен и да си, мојот близок, ќерка на избор!Вие сте дворци како палмови дрвја, и твоите гради се кластери на датуми.Јас реков, "јас ќе се качат во дланката да ја сфати својата треви." Може ли да го најдете вашиотградите како групи на грозје на лозата, мирисот на твојот здив какокајсии, и шепоти вашиот како зачинето вино тече непречено добредојде на мојотмилува, плови низ усните и забите.[Песна над песните 7: 6-9 (Небраска)]
		-- Ben Jonson

%
Носете ме како печат на срцето свое, како печат на раката; зашто љубовта е силнакако смрт, страст сурово како и гробот; и се слева до како вжештена оган, посилнаод било пламен.[Песна над песните 8: 6 (Небраска)]
		-- Ben Jonson

%
Но Рапсак им рече: Зар мојот господар ме испрати на твојот господар, како и затебе, да се каже овие зборови? Зар тој не ме испрати на луѓето кои седат наѕид, за да го јадат својот измет, и да пијат сопствената мочка со вас?[2 Цареви 18:27 (KJV)]
		-- Ben Jonson

%
Кога Господ, твојот боговите ти се населиле во земјата ќе бидете за да го окупира, иуправувано од многу неверници, пред да ... ти си за да ги намали и истребуванив. Ти си за да не прават компромис со нив или да им покажеме милост.[Deut. 7: 1 (KJV)]
		-- Ben Jonson

%
Јас само мислев на нешто смешно ... мајка ти.
		-- Cheech Marin

%
Во почетокот, јас бев направен. Јас не не праша да се направи. Никој не се консултирашесо мене или се сметаат за моите чувства во ова прашање. Но, ако тоа доведе некоидонесување на некои фенси смирен луѓето како што несредено pranced својот патпреку тажен џунглата живот, тогаш тоа да биде така.- Марвин параноични Андроид, Од Водич Даглас Адамс Hitchiker конGalaxy Радио Скрипти
		-- Cheech Marin

%
Ќе бидат успешни во својата работа.
		-- Cheech Marin

%
Животот на репо човек секогаш е интензивна.
		-- Cheech Marin

%
Ако не сте внимателни, си оди за да се фати нешто.
		-- Cheech Marin

%
Тоа е нешто за луѓето кои мислат дека тие го мразат компјутери. Кои се тиенавистина го мразам е вошлив програмери.
		-- Larry Niven and Jerry Pournelle in "Oath of Fealty"

%
Каде и да одите ... Има и да сте.
		-- Buckaroo Banzai

%
Животот во состојба на природата е осамен, сиромашен, гаден, брутален и краток.
		-- Thomas Hobbes, Leviathan

%
Недостатокот на вештини диктира економијата на стил.
		-- Joey Ramone

%
Никој не е способен да се верува со енергија. ... Никој. ... Секој човек кој живеелвоопшто знае глупости и беззаконие, тој е способен. ... И ако тој го прави тоазнаеме дека, тој исто така знае дека ниту тој ниту кој било човек треба да им биде дозволено даодлучи еден човечки судбина.
		-- C. P. Snow, The Light and the Dark

%
Успешна и среќна криминал се нарекува доблест.
		-- Seneca

%
Кога ќе скокна во Сицилија, единици стана разделени, а не можев да најдамникого. На крајот, се сопнав низ две полковници, голем, тројца капетани,двајца поручници и еден Стрелец, и обезбедивме мостот. Никогаш воисторијата на војната се толку малку е предводена од страна на толку многу.
		-- General James Gavin

%
Единственото нешто што е потребно за триумф на злото е за добри луѓе да не прават ништо.
		-- Edmund Burke

%
Може да ме нарекува со Моето име, Вирт, или од страна на мојот вредност, Ворт.
		-- Nicklaus Wirth

%
Дај човек риба, и ќе нахрани го за еден ден.Научи човек за рибите, и тој ќе се покани на вечера.
		-- Calvin Keegan

%
Предвидување е многу тешко, особено на иднината.
		-- Niels Bohr

%
Компјутерот не може да ви каже емотивна приказна. Тоа може да ви даде точенматематички дизајн, но она што недостасува е веѓите.
		-- Frank Zappa

%
Работите не се толку едноставно како што изгледа на прв.
		-- Edward Thorp

%
Главната работа е на самата претстава. Се колнам дека алчноста за пари нема ништода се направи со неа, иако небото знае јас сум длабоко во потреба од пари.
		-- Feodor Dostoyevsky

%
Тоа е сигурно е големо зло за човекот да немаат опсесии.
		-- Robert Bly

%
Машини ме изненади со голема фреквенција.
		-- Alan Turing

%
Неизвесна судбината е целосно владее со капиталот на пресметката.
		-- Blaise Pascal

%
По поразот на Голијат, гиганти престана да командува со почит.
		-- Freeman Dyson

%
Постојат два начини за изградба на софтвер за дизајн. Еден начин е да се направитолку едноставен што постојат очигледно недостатоци, а другата е да сего прават тоа толку сложена што не постојат очигледни недостатоци.
		-- Charles Anthony Richard Hoare

%
Не дозволувајте ова јазик (АДА) во неговата сегашна состојба да се користи воапликации каде што сигурноста е од клучно значење, на пример, нуклеарни централи,ракети, системи за рано предупредување, анти-балистички ракетен одбранбенсистеми. Следниот ракета да заталкаме како резултат на програмскиот јазикгрешка не може да биде истражувачка простор ракета на безопасен посета на Венера:Тоа може да биде нуклеарна боева глава експлодира над еден од нашите градови. неверодостојнипрограмски јазик за генерирање несигурни програми претставува далекупоголем ризик за животната средина и за нашето општество од небезбедни автомобили, токсичнипестициди, или несреќи на нуклеарни централи.
		-- C. A. R. Hoare

%
Без кафе, тој не може да работи, или барем тој не можеше да функционира воначинот на кој тој ја направи. Во прилог на хартија и пенкала, го зеде со него насекаде каконезаменлив член на опремата кафе машина, која не помалку бешеважно за него од неговата маса или бела својата облека.
		-- Stefan Zweigs, Biography of Balzac

%
"Тоа беше право на морето, велат тие. Цивилизацијата завршува на водната површина.Покрај тоа, сите ќе влезат во синџирот на исхрана, и не е секогаш во право на врвот. "
		-- Hunter S. Thompson

%
Во беден, повеќе страници, за приклучување кухо форма во која дијаграмот на текови имаденес беа разработени, тоа се покажа како бескорисни како алатка за дизајн -програмери привлече дијаграми по, не, пред пишување на програми штоопише.
		-- Fred Brooks, Jr.

%
Т.н. "десктоп метафора" на денешната работна станица е, наместо на"Авион седишта" метафора. Секој кој го мешаат скут полна со хартии додекаседиште помеѓу две солиден патници ќе го признае разликата - може да севиди само неколку работи одеднаш.
		-- Fred Brooks, Jr.

%
... Кога им одговара на креативност кандидира силни, повеќе од еден програмер или писател имасе познати да се откаже од десктоп за повеќе пространа кат.
		-- Fred Brooks, Jr.

%
А малку осврт покажува дека иако многу добри, корисни софтверски системисе дизајнирани од страна на комисиите и изграден како дел од повеќе делови проекти,овие софтверски системи кои предизвикувале страстни навивачи се оние кои сена производите на една или неколку умови проектирање, големите дизајнери. Размислете за Unix,APL, Паскал, модула, интерфејсот Smalltalk, дури и Fortran; и да им се спротивставимесо Cobol, PL / I, Алгол, MVS / 370, и MS-DOS.
		-- Fred Brooks, Jr.

%
... Хардвер напредок е толку брзо. Ниту една друга технологија одцивилизација започна бележи шест реда на големина во перформансите ценасе здобијат со во 30 години.
		-- Fred Brooks, Jr.

%
Софтвер субјекти се повеќе комплексни по својата големина од можеби било друг човекизградба на два дела, бидејќи не се исти. Ако се тие, ние се направи на дваслични делови во една потпрограма - отворен или затворен. Во овој поглед, софтверсистеми се разликуваат длабоко од компјутери, градежни објекти или автомобили, каде штоповтори елементи изобилува.
		-- Fred Brooks, Jr.

%
Дигитални компјутери и самите се посложени отколку повеќето работи кои луѓето се изгради:Тие имаат многу голем број на држави. Ова го прави зачнување, опишување,и нивно тестирање тешко. Софтверски системи имаат наредби-на-големината повеќе државиод компјутери се направи.
		-- Fred Brooks, Jr.

%
Комплексноста на софтвер е од суштинско значење имот, а не случајно еден.Оттука, описи на софтвер лице кое апстрактни далеку неговата сложеностчесто се апстрактни далеку својата суштина.
		-- Fred Brooks, Jr.

%
Ајнштајн тврдел дека мора да се поедностави објаснувања на природата, бидејќиБог не е непостојана или произволно. Нема таква вера утешува на софтверинженер.
		-- Fred Brooks, Jr.

%
Освен за 75% од жените, сите во целиот свет сака да има секс.
		-- Ellyn Mustard

%
Врската меѓу јазикот на кој ние размислуваме / програмата и проблемии решенија може да се замисли е многу блиску. За оваа причина ограничувачкијазик карактеристики, со намера да се елиминира грешки програмерот е во најдобаропасно.
		-- Bjarne Stroustrup in "The C++ Programming Language"

%
Единствениот начин да се научи нов јазик за програмирање е со пишување на програми во него.
		-- Brian Kernighan

%
Совршенството се постигнува само на местото на колапс.
		-- C. N. Parkinson

%
Има да одите човек,Чува како кул што можеш.Тоа им riles да се верува дека ќе го гледаат на интернет, тие ткаат.За да се задржи бесплатно!
		-- C. N. Parkinson

%
Бинго, бензинска пумпа, хамбургер со цел страна на бучава авион,и ќе биде во Гери, Индијана. - Џеси во филмот "Палата смазвач е"
		-- C. N. Parkinson

%
Надевајќи се дека ќе добрина не е теолошки звук. - Кикиритки
		-- C. N. Parkinson

%
Полицијата до вашето слободно круга и frags. Не оставајте ништо "за dinks.
		-- Willem Dafoe in "Platoon"

%
"Цел живот сакав да бидам некој, претпоставувам дека би требало да биде поконкретен."
		-- Jane Wagner

%
"Секој медиум доволно моќни за да се прошири досегот на човекот е доволно силен за да го соборинеговиот свет. За да се добие магија на медиумот да се работи за една цели, наместопротив нив е да се постигнат писменост ".
		-- Alan Kay, "Computer Software", Scientific American, September 1984

%
"Компјутерската писменост е контакт со активноста на компјутери доволно длабоко за данаправи на компјутерската еквивалент на читање и пишување говори и пријатно.Како и во сите уметности, романса со материјалот мора да биде во тек. Аконие цениме за доживотно учење на уметноста и писма, како отскочна штица заличен и општествен развој, треба помалку напор да се потроши да се направи компјутерие дел од нашите животи? "
		-- Alan Kay, "Computer Software", Scientific American, September 1984

%
"Најголемата воини се оние кои се борат за мир".
		-- Holly Near

%
"Без разлика каде и да одите, таму се ..."
		-- Buckaroo Banzai

%
Trespassers ќе се снима. Преживеаните ќе бидат кривично гонети.
		-- Buckaroo Banzai

%
Trespassers ќе се снима. Преживеаните ќе се снима повторно!
		-- Buckaroo Banzai

%
"Јас сум стареење, но не се."
		-- Jimmy Buffett

%
Научниците ќе учат вашиот мозок да дознаете повеќе за вашите далечен роднина, човек.
		-- Jimmy Buffett

%
"Го мразам чешање. Но, не ми пречи отокот."- Новиот зуи фраза, како "Каде е говедско месо?" дека Дејвид Летерман се обидува   да се добие сите да почнеме да ја кажуваме
		-- Jimmy Buffett

%
Свој километражата може да се разликуваат.
		-- Jimmy Buffett

%
"Ох драги, мислам дека ќе најдете реалноста за трепкање повторно."
		-- Marvin The Paranoid Android

%
"Испрати адвокати, пиштоли и пари ..."
		-- Lyrics from a Warren Zevon song

%
"Јас продолжи да работи за истата причина кокошка оди на несење јајца."
		-- H. L. Mencken

%
"Запомни, информации не е знаење, знаењето не е мудрост;Мудроста не е вистина; Вистината не е убавина; Убавината не е љубов;Љубовта не е музика; Музиката е најдобро. "- Френк Запа
		-- H. L. Mencken

%
Јас не може да се вози 55.
		-- H. L. Mencken

%
"И тие ни кажа, тоа што го сакаа ... Беше звук што би можеле да убијат некои-еден, од далеку. "- Кејт Буш
		-- H. L. Mencken

%
"Во лицето на ентропија и ништожност, можете вид на мора да се преправаме дека не етаму, ако сакате да се задржи пишување добар код. "- Карл Lehenbauer
		-- H. L. Mencken

%
Значки? Ние не треба да не смрдлива значки.
		-- H. L. Mencken

%
Јас не може да се вози 55.Јас сум со нетрпение очекувам да не биде во можност да се вози 65, или.
		-- H. L. Mencken

%
Фала му на Бога милион милијарди пати живеете во Тексас.
		-- H. L. Mencken

%
"Можете ли да го програмирате?" "Па, јас сум писмени, ако тоа е она што значи тоа!"
		-- H. L. Mencken

%
Не кориснички servicable делови внатре. Обратете се на квалификуван сервисен персонал.
		-- H. L. Mencken

%
Во срцето на науката е суштински тензија помеѓу две навидумконтрадикторни ставови - отвореност за нови идеи, без разлика колку бизарнонеразумна тие можат да бидат, како и повеќето безмилосен скептични контролана сите идеи, стари и нови. Ова е колку длабоко вистини се winnowed од длабокитеглупости. Се разбира, научниците прават грешки во обидот да се разбересветот, но има вграден механизам за грешки исправување: Колективниотпретпријатие на креативното размислување и скептични размислување, заедно задржуваполе на вистинскиот пат.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Една од најтажните лекциите од историјата е ова: Ако ние сме биле bamboozledдоволно долго, ние се стремиме да ги одбие доказ за изигравам. Ние не смевеќе се заинтересирани да дознаат вистината. На изигравам го уловилнас. тоа е едноставно премногу болно да се признае - дури и себе си - штоние сме биле толку лековерен. (Значи стариот bamboozles имаат тенденција да се истрае каконови bamboozles се зголеми.)
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Во однос на астрална проекција, Вуди Ален еднаш напиша: "Ова не е лош начинда патуваат, иако обично е половина час чекање за багаж. "
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Неможноста да имаат корист од повратни информации се чини дека главната причина запсевдонауката. Pseudoscientists задржат нивните верувања и да го игнорира или нарушувањеконтрадикторни докази наместо измени или одбивање на недостатоци теорија. затоа штонивната силна предрасуди, тие се чини дека немаат сами се коригираат механизминаучниците мора да се вработат во нивната работа.
		-- Thomas L. Creed, "The Skeptical Inquirer," Summer 1987

%
Наоѓање на повремени слама на вистината преплавена со голем океан на конфузија иизигравам бара интелигенција, будноста, посветеност и храброст. Но, ако сене практикуваат овие тешки навики на мисла, не можеме да се надеваме да се реши навистинасериозни проблеми со кои се соочуваат со нас - и ние ризик станува нација на пијавки, доза посегнување по следниот шарлатан кој доаѓа заедно.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Не ја потценувајте вредноста на печатење на извештаи за дебагирање.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Не ја потценувајте вредноста на печатење на извештаи за дебагирање.Немате естетски конвулзии при нивна употреба, или.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
Бидејќи системот доаѓа до него, градители компонентата ќе од време на време се појавуваат,имајќи топла нови верзии на нивните дела - побрз, помали, повеќе целосна,или putatively помалку кабриолет. Замената на работна компонента со новверзија бара ист постапката на систематско тестирање дека додавањето на новикомпонента се случи, иако тоа треба да се бара помалку време за повеќе целосна иефикасен тест случаи обично ќе бидат достапни.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Секој тим градење на уште една компонента е со користење на најновите тестираниверзија на интегриран систем за тестирање на дебагирање својата парче. нивнитеработа ќе се врати назад со тоа дека промената тест кревет под нив. Се разбира тоамора. Но, промените треба да бидат quantized. Тогаш секој корисник има периоди напродуктивни стабилност, прекината од експлозии на промена тест-кревет. Се чини дека овада биде многу помалку непушачите од постојана бранче и трепет.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Концептуални интегритет пак диктира дека дизајнот мора да се продолжи од еднаум, или од многу мал број на согласил резонантната умови.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Тоа е многу humbling искуство да се направи мултимилионски грешка, но тоаИсто така е многу незаборавни. Живо се сеќавам на ноќта решивме како да се организираатна подготвувањето на надворешните спецификации за OS / 360. Менаџерот наархитектура, тренерот на спроведувањето на програмата за контрола, и јас бевмеthreshing планот, распоред, и поделба на одговорностите.Менаџерот на архитектура имаше 10 добри луѓе. Тој тврдеше дека тие би можеле да се напишеспецификациите и го направи тоа право. Тоа се десет месеци, повеќе од триод распоредот дозволено.Менаџерот на програма за контрола имаше 150 мажи. Тој тврдеше дека тие би можеле да се подготватспецификациите, за координирање на архитектура тим; ќе бидедобро направено и практични, и тој може да го направи тоа во предвидениот рок. Исто така, акоЕкипата на архитектурата сето тоа, неговиот 150 мажи ќе седи twiddling палциза десет месеци.За да го овој менаџер архитектурата одговорија дека ако јас го даде на програма за контрола наТимот на одговорност, резултатот не би всушност да биде на време, но ќеисто така, е три месеци доцна, и на многу понизок квалитет. Јас не, и тоа беше тоа. тојбил во право за двете точки од обвинението. Покрај тоа, недостатокот на концептуални интегритет направенисистемот многу повеќе скапо да се изгради и да се промени, и јас би проценуваат дека тоадодава една година на дебагирање време.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Причината ESP, на пример, не се смета за одржлива тема во современотопсихологија е само дека истрагата не е докажано плодна ... Поповеќе од 70 години на студии, се уште не постои еден пример на ESPфеномен, кој е реплицира под контролирани услови. Овој едноставен, ноосновните научни критериум не е исполнет и покрај голем број на студии спроведениво текот на многу децении ... Тоа е поради оваа причина сам дека темата е сега малкуинтерес за психологија ... На кратко, не постои феномен што се покажатреба објаснување.
		-- Keith E. Stanovich, "How to Think Straight About Psychology", pp. 160-161

%
Еволуцијата на човечката раса нема да се оствари во десет илјадигодини на питомите животни, но на милиони години на диви животни, затоа што човекоте и секогаш ќе биде диво животно.
		-- Charles Galton Darwin

%
Природната селекција не е важно наскоро, не било каде колку што е свесен избор.Ние ќе го цивилизира и да се променат за да одговараат на нашите идеи за она што може да биде.Во рок од уште еден животен век на луѓето, ќе имаат се промени unrecognizably.
		-- Greg Bear

%
"Исус може да те сака, но мислам дека ти си ѓубре завиткани во кожа".
		-- Michael O'Donohugh

%
... Иако неговиот изум работеше одлично - неговата теорија беше инвалид на отпадните води одпочеток до крај. - Vernor Vinge, "Мирот војна"
		-- Michael O'Donohugh

%
"Тоа е како дежа ву одново." - Јоги Berra
		-- Michael O'Donohugh

%
Последното нешто што се знае во изградба на работа е што да се стави во прв план.
		-- Blaise Pascal

%
"Каде што ќе започне, ве молиме Височество?" тој ме праша. "Да започне на почетокот"Кралот рече, сериозно ", и да си одат се до дојде до крајот. а потоа запре"Авантурите на Alice во земјата на чудата, Луис Керол
		-- Blaise Pascal

%
Ставам малку вистинска историја е нешто толку ретки, како да се биде секогаш корисни.
		-- Thomas Jefferson

%
Да се ​​биде буден е да се биде жив. - Хенри Дејвид Торо, во "Соединетите Американски Држави"
		-- Thomas Jefferson

%
Човек со еден часовник знае колку е часот; лице со два часовници еникогаш не сигурен. поговорка
		-- Thomas Jefferson

%
Гледате, но не ги почитуваат.Сер Артур Конан Дојл, во "Мемоарите на Шерлок Холмс"
		-- Thomas Jefferson

%
А кавга брзо се реши кога напуштен од една страна; нема биткаосвен ако има две. - сенека
		-- Thomas Jefferson

%
Ништо не станува реално додека не се доживува - дури поговорка постои поговоркада ви обработуваат живот го илустрирал тоа. - Џон Китс
		-- Thomas Jefferson

%
Фенси навистина е никој друг туку начин на меморија еманципирана од редотна просторот и времето. - Семјуел Тејлор Колриџ
		-- Thomas Jefferson

%
Што очекуваме ретко се случува; она што најмалку очекувате обично се случува.
		-- Bengamin Disraeli

%
Ништо во прогресијата да се одморам на оригиналниот план. Ние, како може да се мисли налулка на возрасен човек во лулката на детето. - Едмунд Бурк
		-- Bengamin Disraeli

%
За секој проблем постои едно решение, која е едноставна, уредни, а што не.
		-- H. L. Mencken

%
Не да ми кажете колку е тешко да работат. Кажи ми колку ќе се направи.
		-- James J. Ling

%
Еден пријател во текот на животот е многу; две се многу; три се тешко возможно.Пријателство, треба некои паралелизам на живот, заедница на мислата,ривалство на цел. - Хенри Брук Адамс
		-- James J. Ling

%
Запомни тебеДа, ти лош дух додека меморијата има местоВо овој расеан свет. Запомни Тебе!Да, од масата на мојата меморијаЈас ќе ја избрише секоја тривијални убави евиденција,Сите пили на книги, во сите форми, сите притисоци минатото,Дека младите и набљудување копирани таму.Хамлет, јас: V: 95 Вилијам Шекспир
		-- James J. Ling

%
Очигледно, пресудата на човекот не може да биде подобро од информацијата на која тојго има врз основа. Дајте му на вистината и тој се уште може да тргне наопаку кога тој имашанса да биде во ред, но му даде нема вести или ќе го изведе само со искривении непотполни податоци, со неуки, невешт или пристрасно известување, со пропагандаи намерни лаги, и уништи целото процеси расудување, ида го направи нешто помалку од еден човек.
		-- Arthur Hays Sulzberger

%
Секој искрен повик, секој аспект од животот, има своја елита, свој аристократијаврз основа на квалитет на перформанси. - Џејмс Брајант Conant
		-- Arthur Hays Sulzberger

%
Може да се набљудуваат многу само со гледање. - Јоги Berra
		-- Arthur Hays Sulzberger

%
Ако присуството на електрична енергија може да бидат видливи во било кој дел на колото, јасне гледам причина зошто интелигенција не може да се пренесуваат моментално оделектрична енергија. - Семјуел Ф. Б. Морс
		-- Arthur Hays Sulzberger

%
"Г-дин Вотсон, доаѓаат тука, те сакам." - Александар Греам Бел
		-- Arthur Hays Sulzberger

%
Во моментов тоа е проблем на пристап до гигабити преку punybaud.
		-- J. C. R. Licklider

%
Важно е да се напомене дека, најверојатно, нема големи оперативниот систем со користење на тековнитедизајн технологијата може да издржи решени и добро координиран напад,и дека повеќето такви документирани продори се неверојатно лесно.- Б. Hebbard "пенетрација Анализа на терминал систем за Мичиген",Оперативни системи Прегледајте, Vol. 14, број 1, јуни 1980 година, стр. 7-20
		-- J. C. R. Licklider

%
Право не е она што некој ти дава; тоа е она што никој не може да се земе од вас.
		-- Ramsey Clark

%
Цената една плаќа за вршење на професија, или повикување, е интимнапознавање на својата грда страна. - Џејмс Болдвин
		-- Ramsey Clark

%
Мала е убава.
		-- Ramsey Clark

%
... На зголемување на продуктивноста поттикнат од пријателска средина и квалитеталатки е од суштинско значење за да се исполнат постојано зголемување на барањата за софтверот.
		-- M. D. McIlroy, E. N. Pinson and B. A. Tague

%
Тоа не е најдобро да се разменуваат со коњи, а преминувањето на реката.
		-- Abraham Lincoln

%
Огледалата треба да ја одразуваат малку пред фрлање назад слики.
		-- Jean Cocteau

%
Да претпоставиме за момент дека автомобилската индустрија се развива во истостапка што се компјутери и во текот на истиот период, колку поевтино и поефикасноби сегашните модели биде? Ако веќе не сте го слушнале аналогија,Одговорот се урна. Денес ќе бидете во можност да купат Ролс-Ројс за $ 2,75,тоа ќе го направи три милиони милји на галон, а тоа ќе го донесе доволномоќ да се вози на кралицата Елизабета Втора. И ако сте биле заинтересирани воминијатуризацијата, можете да поставите половина дузина од нив на pinhead.
		-- Christopher Evans

%
Во иднина, си оди за да се добие компјутери, како награди за појадок.Ќе ги фрли надвор, бидејќи вашата куќа ќе биде полн со нив.
		-- Robert Lucky

%
Да се ​​одржи на преносни сопственост. - Чарлс Дикенс, "Големите очекувања"
		-- Robert Lucky

%
Сè на сè, филозофијата е да се нападне проблемот со достапност од дведополнителни насоки: да се намали бројот на софтверски грешки прекуригорозни тестирање на системи за трчање, и да се намали ефектот наОстанатите грешки од страна на обезбедување за закрепнување од нив. Интересна фуснотана овој дизајн е тоа што сега оштетувања во системот обично може да се смета зарезултат на две програмски грешки: првата, во програмата, која започна напроблемот; вториот, во рутински закрепнувањето кое не може да се заштитисистем. - А. Л. Scherr "функционална структура на IBM виртуелен оперативен чувањеСистеми, Дел II: OS / VS-2 концепти и филозофии ", IBM системи весник,Vol. 12, број 4, 1973, стр. 382-400
		-- Robert Lucky

%
Колку хардвер момци што е потребно за да се смени сијалица?"Па дијагностика велат дека тоа е во ред со пријатели, така што е софтверски проблем."
		-- Charles Babbage, Passage from the Life of a Philosopher

%
"Не се обидувајте да ме outweird, три очи. Добивам странец нешта отколку што бесплатносо моите житарици за доручек ".
		-- Zaphod Beeblebrox in "Hitchiker's Guide to the Galaxy"

%
Ненадоместливи прекувремена работа? Само велат дека Бр
		-- Zaphod Beeblebrox in "Hitchiker's Guide to the Galaxy"

%
Кафе без кофеин? Само велат дека Бр
		-- Zaphod Beeblebrox in "Hitchiker's Guide to the Galaxy"

%
"Прикажи бизнис е исто како во средно училиште, освен што се платени."
		-- Martin Mull

%
"Ова не е операција на мозокот, тоа е само телевизија."
		-- David Letterman

%
"Моралот е една работа. Рејтингот се сè."
		-- A Network 23 executive on "Max Headroom"

%
Да живее слободна или ќе умрат.
		-- A Network 23 executive on "Max Headroom"

%
"... Ако црквата стави во половина од времето на алчноста дека тоа го прави на страста, ова ќе биде еден подобар свет. "- Гарнизон Keillor," Езеро Wobegon денови "
		-- A Network 23 executive on "Max Headroom"

%
Надвор од куче, книгата е најдобар пријател на човекот. Во внатрешноста на куче, тоа е премногутемно за да ја прочитате.
		-- A Network 23 executive on "Max Headroom"

%
"Веројатно најдобар оперативен систем во светот е [оперативен систем] направени за PDP-11 од страна на Bell Laboratories. "- Тед Нелсон, октомври 1977 година
		-- A Network 23 executive on "Max Headroom"

%
"Сите овие црни луѓе се нарезници до мојот демократија". - Иан Смит
		-- A Network 23 executive on "Max Headroom"

%
Употреба на сила, Лука.
		-- A Network 23 executive on "Max Headroom"

%
Јас имам лошо чувство за тоа.
		-- A Network 23 executive on "Max Headroom"

%
Моќта да се уништи планетата е незначителен во споредба со моќта насили.
		-- Darth Vader

%
Кога ќе те остави, беше, но ученик. Сега, јас сум господар.
		-- Darth Vader

%
"Па, добро, добро! Па ако тоа не е маст смрдлива Били коза Били Момче воотров! Како си ти, ти globby шише евтини смрдлива чип масло? Дојдетеи ќе добиете една во yarbles, ако имате било какви yarble ти, ти евнух желе ти! "
		-- Alex in "Clockwork Orange"

%
"Немаше ништо мразев повеќе отколку да се види некоја валкана стари drunkie, завивадалеку на синовите на неговиот татко и ќе blurp blurp меѓу нив како да егнасни стар оркестар во смрдлива неговите скапани храброст. Јас никогаш не може да издржи дагледам некој како што, особено кога тие се стари како ова беше. "
		-- Alex in "Clockwork Orange"

%
186.000 милји во секунда. Тоа не е само добра идеја. Тоа е законот.
		-- Alex in "Clockwork Orange"

%
Глупост, како доблест, е неговата награда.
		-- Alex in "Clockwork Orange"

%
Навистина, Тото, јас не мислам дека ние сме во Канзас повеќе.
		-- Alex in "Clockwork Orange"

%
Децата почнуваат со љубов на своите родители. По некое време тие судат нив. ретко,ако некогаш, тие им прости.
		-- Oscar Wilde

%
Еден барањата: Само велат дека Бр
		-- Oscar Wilde

%
"Фати бран и ќе си седи на врвот на светот".
		-- The Beach Boys

%
"Бонд гледа дека добро Американците беа фини луѓе и дека повеќето од нивкако да дојде од Тексас. "
		-- Ian Fleming, "Casino Royale"

%
"Мислам дека ѓубрето е најважниот манифестација на културата што ја имаме во мојатаживот. "
		-- Johnny Legend

%
Од една точка, постојат околу 700 научници со респектабилна академски акредитиви(Од вкупно 480.000 американски земјата и животот научници), кои им даде кредибилитетза креирање-наука, општата теорија дека сложени форми на живот не се развивано се појави "ненадејно".
		-- Newsweek, June 29, 1987, pg. 23

%
Дури и ако може да ги измамат луѓето за еден производ преку лажни изјави,порано или подоцна производот ќе зборуваат за себе.
		-- Hajime Karatsu

%
Со цел да се успее во било претпријатие, мора да се биде упорен и трпелив.Дури и ако мора да се кандидира на некои ризици, мора да се биде храбар и доволно силни дасе исполнат и да ги надминат предизвиците досадно да се одржи на успешен бизнис вона долг рок. Јас не може да каже дека Американците немаат тоа е потребноНатпреварувачкиот дух денес.
		-- Hajime Karatsu

%
Спомени од вас ме потсетува на вас.
		-- Karl Lehenbauer

%
Живот. Не разговара со мене за живот.
		-- Marvin the Paranoid Android

%
На јасна диск може да се бара засекогаш.
		-- Marvin the Paranoid Android

%
Светот доаѓа до крајот - зачувате вашите амортизери!
		-- Marvin the Paranoid Android

%
grep ме нема модели и јас ќе ти кажам без линии.
		-- Marvin the Paranoid Android

%
Тоа е вашата судбина.
		-- Darth Vader

%
Hokey религии и античките оружје не се замена за добар на Blasterвашата страна.
		-- Han Solo

%
Колку ОК инженери што е потребно за да завртка во една сијалица?3: 1 да ја завртката и 2 да се каже "Јас ви реков така", кога тоа не функционира.
		-- Han Solo

%
Колку НАСА менаџери што е потребно за да завртка во една сијалица?"Тоа е познат проблем ... не грижете се за тоа."
		-- Han Solo

%
Да се ​​биде е да програма.
		-- Han Solo

%
На програмата е да се биде.
		-- Han Solo

%
Јас програма, затоа што сум.
		-- Han Solo

%
Луѓето се многу флексибилни и да научат да се прилагодат на чуденоколината - тие можат да се навикне да ја прочитате Lisp иFortran програми, на пример.
		-- Leon Sterling and Ehud Shapiro, Art of Prolog, MIT Press

%
"Јас сум твојот густината".
		-- George McFly in "Back to the Future"

%
"Па зошто да не правиш како дрво, и тргни се од тука."
		-- Biff in "Back to the Future"

%
"Паѓа во љубов прави пушењето тенџере на целиот ден изгледа како врвен воздржаност."
		-- Dave Sim, author of Cerebrus.

%
Постоењето на Бог значи повреда на каузалноста.
		-- Dave Sim, author of Cerebrus.

%
"Јас може дете околу за лекови, но, навистина, ги сфаќаат сериозно."
		-- Doctor Graper

%
софтверот на оперативниот систем е програма која оркестрира сите основнифункции на компјутер.
		-- The Wall Street Journal, Tuesday, September 15, 1987, page 40

%
Јас залог верноста кон знаметона Соединетите Американски Државии во Република за кои што стојат работите,еден народ,неделива,со слободаи правда за сите.
		-- Francis Bellamy, 1892

%
Луѓето мислат дека мојот пријател Џорџ е чудно, бидејќи тој носи бакенбарди ... зад неговиотушите. Мислам дека е чудно, бидејќи тој носи вештачки заби ... со протези на нив.
		-- Steven Wright

%
Брат ми ме испрати разгледница пред некој ден со овој голем Сателитска слика нацелата земја на неа. На задната таа рече: "Ви посакувам се тука".
		-- Steven Wright

%
Вие не може да се ... каде што ќе го стави?
		-- Steven Wright

%
Од друга ноќ бев играње покер ... со тарот карти. Добив целосна куќа и4 лица загинаа.
		-- Steven Wright

%
Вие знаете дека чувството кога сте потпирајќи се назад на столче и почнува да ја исфрливо текот? Па, тоа е како јас се чувствувам цело време.
		-- Steven Wright

%
Дојдов дома од друга ноќ и се обидел да ја отвори вратата со мојот клучевите од колата ... изградата се стартува. Па јас го извади за диск. Еден полицаец ме повлече во текотза брзо возење. Тој ме праша каде живеам ... "Токму тука".
		-- Steven Wright

%
"Живот или смрт, јас ќе се направи милиони евра."
		-- Reebus Kneebus, before his jump to the center of the earth, Firesign Theater

%
типичен формата на страната на програмата е ништо повеќе од електронскисветлина маса за сечење и вметнување документи.
		-- Reebus Kneebus, before his jump to the center of the earth, Firesign Theater

%
Постојат грешки и тогаш постојат грешки. А тука се и грешки.
		-- Karl Lehenbauer

%
Мојот компјутер може да го победи вашиот компјутер.
		-- Karl Lehenbauer

%
Убие Грдата процесор архитектури
		-- Karl Lehenbauer

%
Убие Грдата Радио
		-- Frank Zappa

%
"Само велат дека не" - Ненси Реган"Не" - Роналд Реган
		-- Frank Zappa

%
Верувам дека дел од она што го движи науката е жед за чудо. Тоа емногу моќни емоции. Сите деца го чувствува тоа. Во прво одделение во училницасите тоа го чувствува; во XII одделение во училница речиси никој не го чувствува, илибарем да го признава. Нешто се случува меѓу првиот и во XII одделение,и тоа не е само во пубертет. Не само што на училиштата и медиумите не учатмногу скептицизам, таму е исто така малку охрабрување на овој мешање смислана чудо. Науката и псевдонауката и го предизвикува тоа чувство. сиромашнитеpopularizations на науката воспостави еколошка ниша за псевдонауката.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
Ако науката се објасни на просечен човек, на начин кој е достапени возбудлив, нема да има простор за псевдонауката. Но, постои еден видод Законот Грешамов со кој во популарната култура лоши науката вози надвор оддобро. И за тоа дека ние треба да се обвинува, прво, научната заедницасебе не прави подобра работа на популаризација на науката, и второ,медиумите, кои се во овој поглед речиси подеднакво страшно. секој весникво Америка има секојдневно астрологија колона. Колку дури и еднаш неделноастрономијата колона? И јас верувам дека исто така е вина на образованиетосистем. Ние не учиме како да се размислува. Ова е многу сериозен неуспехможе дури и, во свет набиена со 60.000 нуклеарно оружје, компромис човечкотоиднина.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
"Тврдам има многу повеќе чудно за науката отколку во псевдонауката. ИПокрај тоа, за што и мерка овој термин има некакво значење, науката имадополнителни доблест, и тоа не е безначаен еден, да биде точно.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
Јас сум често се поставува прашањето, "Дали мислите дека постои вонземски intelli-? Разузнувачките "Јас им даде стандардните аргументи - постојат многу места таму,и го користат зборот * * милијарди, и така натаму. И тогаш јас велат дека тоа ќе биде неверојатенза мене, ако не беа вонземски интелигенција, но секако постои какоуште нема убедливи докази за тоа. И тогаш јас сум праша: "Да, но што и да правитеНавистина мислам? "Јас се каже," Јас само ви кажав она што навистина го мислам. "" Да, ноона што е вашиот стомакот чувство? "Но, јас се обидувам да не мислам со мојот стомакот. Навистина, тоа ево ред да се воздржат од коментари додека доказите се во.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
ги одбие. ги одбие. Предизвика нив да се откажат од сфероид.
		-- Indiana University fans' chant for their perennially bad football team

%
Дали тоа е работа, дијагностика велат дека тоа е во ред.Ако тоа не е работа, дијагностика велат дека тоа е во ред.
		-- A proposed addition to rules for realtime programming

%
   Тоа е или преку влијание на наркотични напивки, од кои ситепримитивните народи и раси се зборува во химни, или преку моќни пристапна пролетта, продорен со радост сите на природата, дека тие дионизиски обидисе јавуваат, кои во нивно интензивирање води поединецот да се заборавицелосно. . . .Не Само што на врската помеѓу човекот и човекот дојде да се фалсификуваповторно од магијата на дионизиските обреди, но отуѓи, непријателска, илипотчини природата повторно го слави својот помирување со блудниот син,човек.
		-- Fred Nietzsche, The Birth of Tragedy

%
Карактеристика на имотот на халуциногени, да го суспендира на границите помеѓуискуствениот себе и на надворешниот свет во екстатичен, емоционално искуство,го прави возможно со нивна помош, а по соодветни внатрешни и надворешниподготовка ... да се евоцираат мистично искуство според планот, така да се каже ...Гледам вистинската важност на ЛСД во можноста за обезбедување на материјална помошна медитација во насока на мистично искуство на едно подлабоко, сеопфатнареалноста. Таквата употреба целосно во склад со суштината и работни карактерна ЛСД како свето дрога.
		-- Dr. Albert Hoffman, the discoverer of LSD

%
Јас го делат верувањето на многу од моите современици дека духовната кризаpervading сите сфери на Западен индустриското општество може да се надмине самосо промена на нашиот поглед на светот. Ние ќе треба да се префрлат од материјалистички,дуалистички верување дека луѓето и нивната околина се одвоени, коннова свест на сите опфаќа реалност, што се прифаќадоживува его, реалност во која луѓето се чувствуваат нивното единство со живиприродата и сите на создавањето.
		-- Dr. Albert Hoffman

%
Намерна провокација на мистично искуство, особено од страна на ЛСД и сроднихалуциногени, за разлика од спонтан визионерски искуства, повлекуваопасности кои не смеат да се потценат. Лекари мора да се земе восметка на посебен ефект на овие супстанции, односно нивната способност давлијае на нашата свест, најскриената суштина на нашето битие. историјатана ЛСД до денес што покажа катастрофалните последици кои може дада настане кога нејзиниот длабок ефект е потценувачкиот и суштината е погрешноза задоволство на дрога. Специјални внатрешни и надворешни однапред подготовкитесе бара; со нив, на ЛСД експеримент може да стане значаенискуство.
		-- Dr. Albert Hoffman, the discoverer of LSD

%
Верувам дека ако луѓето ќе научат да ги користат способност ЛСД визија-поттикнувањепомудро, во соодветни услови, во медицинската пракса и во врскасо медитација, тогаш во иднина овој проблем дете може да стане чудодете.
		-- Dr. Albert Hoffman, the discoverer of LSD

%
Во царството на научни опсервации, среќа се издава само на оние кои сеподготвени.
		-- Louis Pasteur

%
основни грешка - автобус фрлени
		-- Louis Pasteur

%
Ако изобразен фолија печат под капа е скршен или исчезнати кога купени, неупотреба.
		-- Louis Pasteur

%
"Дојди овде, бебе, сакам да се направи нешто со вас."
		-- A Cop, arresting a non-groovy person after the revolution, Firesign Theater

%
"Пред да се искриват фактор 1"
		-- Captain Kirk

%
   Огнена енергија lanced надвор, но греди погоди нематеријално ѕид помеѓуна Gubru и брзо се претвора Земјата брод.   "Вода!" таа писна како што се чита спектрален извештај. "Бариера на водапареа! Една цивилизирана трка не можеше да најде таков трик во библиотеката!Една цивилизирана трката не можеше да Власта толку ниско! Една цивилизирана трката не биимаат ... "   Таа врескаше како Gubru брод удри облак од лебдат снегулки.
		-- Startide Rising, by David Brin

%
Постулат Харисон:За секоја акција, постои еднаква и спротивна критика.
		-- Startide Rising, by David Brin

%
Аксиома г-дин Кол:Збирот на интелигенција на планетата е константен;населението се зголемува.
		-- Startide Rising, by David Brin

%
Законот Felson е:Да ги украде идеите од една личност е плагијат; да украдат одмногу е истражување.
		-- Startide Rising, by David Brin

%
... Уште еден писател повторно се согласи со сите мои генерализации, но рече дека какоупорит скептик сум затворен мојот ум на вистината. Најзначајно имамигнорирале доказот за Земјата која е шест илјади години. Па, јасне го игнорира; Се смета за наводни докази и потоа * * го отфрли.Постои голема разлика, а тоа е разлика, може да се каже, помеѓупредрасудите и postjudice. Предрасудите прави пресуда пред да имаатпогледна на факти. Postjudice прави пресуда потоа. предрасудитее страшно, во смисла дека ќе се заложат неправди и ќе се направи сериознагрешки. Postjudice не е страшно. Вие не може да биде совршен, се разбира; ќеисто така, може да направи грешки. Но, тоа е дозволено да се направи проценка откако ќеги испитуваат доказите. Во некои кругови тоа е дури и охрабруваат.
		-- Carl Sagan, The Burden of Skepticism, Skeptical Enquirer, Vol. 12, pg. 46

%
Ако некое лице (а) е слабо, (б) добива третман наменет за да го направи подобро,и (в) ќе биде подобро, тогаш нема моќ на расудување познат во медицината може даго убеди дека тоа не може да се врати на третман, кои неговото здравје.
		-- Sir Peter Medawar, The Art of the Soluble

%
Америка е откриена пред тоа, но тоа отсекогаш биле премолчени.
		-- Oscar Wilde

%
Unix: Некои велат дека кривата на учење е стрмен, но вие само треба да се искачи еднаш.
		-- Karl Lehenbauer

%
Понекогаш, премногу долго е премногу долг.
		-- Joe Crowe

%
Кога лоши луѓе се комбинираат, добрата мора да се дружат; друго што ќе паѓаат еден по еден,на unpitied жртви во долна борба.
		-- Edmund Burke

%
Зад сето политичката реторика беше фрлен во нас од странство, ние сменосат дома еден непобитен факт - [тероризмот] кривично дело на секое цивилизираностандард, извршени врз невини луѓе, далеку од местото на политичкитеконфликт, и мора да се третира како кривично дело. . . .   [I] n нашето признавање на природата на тероризмот како кривично дело е нашата најголема надежза справување со неа. . . .   [L] et нас го користат алатки кои ги имаме. Дозволете ни да се повика на соработка која ја имамеправо да се очекува од целиот свет, а со тоа и соработка нека се намалуватемнината и влажна области на светилиштето додека не се одржува овие кукавички maraudersда одговори како криминалци во отворено и јавно судење за злосторствата што тие имаатобврски, и да добијат казната што навистина го заслужуваат.
		-- William H. Webster, Director, Federal Bureau of Investigation, 15 Oct 1985

%
"Од сите тирании кои влијаат на човештвото, тиранија во религијата е најлошото".
		-- Thomas Paine

%
"Велам ќе тргнеме; nuke сајт од орбитата Тоа е единствениот начин да бидете сигурни.".
		-- Corporal Hicks, in "Aliens"

%
"Не постои ништо толку смртоносна како да не се одржи до луѓето можност данаправи големи и прекрасни работи, ако сакаме да ги поттикне на активен начин. "
		-- Dr. Harold Urey, Nobel Laureate in chemistry

%
"... Соодветно внимание на земниот потребите на сиромашните, под притисок, аугнетените, природно ќе се развива од динамични, артикулира, разигранитесвест за големи цели за човекот и општеството тој заговор да се подигне. "
		-- David Baker, paraphrasing Harold Urey, in "The History of Manned Space Flight"

%
"Атина изградена на Акропол. Коринт бил трговски град, се заинтересирани вочисто материјалистички работи. Денес ние се восхитувам Атина, да го посетите, зачувување настарите храмови, но скоро никогаш не стапнал во Коринт. "
		-- Dr. Harold Urey, Nobel Laureate in chemistry

%
"Во голема мера поради тоа што е толку материјални и возбудлив програма и како таква ќеслужат за да се задржи жив интерес и ентузијазам на целиот спектар наопштество ... Тоа е оправдано, бидејќи ... на програмата може да даде чувство на заедничкаавантура и постигнување на општеството во целина. "
		-- Dr. Colin S. Pittendrigh, in "The History of Manned Space Flight"

%
Предизвикот на истражување на вселената, а особено на целниот луѓе на Месечинатапретставува најголем предизвик кој некогаш се соочува човештвото. дуриако нема јасни научни и други аргументи за да се продолжи со овазадача, целата историја на нашата цивилизација, сепак, ќе го поттикне мажите концел. Всушност, на собранието на научни и војската со овие човечкиаргументи создава таква огромна случај дека може да се игнорира само сооние кои се слепи за учењето на историјата, или кои сакаат да го суспендираРазвојот на цивилизацијата на својот момент на најголема можност и драма.
		-- Sir Bernard Lovell, 1962, in "The History of Manned Space Flight"

%
Идејата на човекот оставајќи оваа земја и да замине за друго небеско тело ислетување таму и истапување и одење во текот на овој орган има фасцинацијаи движечка сила која може да се извлече земјата на ниво на енергија, амбиција,и ќе дека јас не гледам во било кое друго друштво. Мислам дека ако ние смеискрени со самите себе, мораме да признаеме дека ни е потребно дека поттик исклучителносилно. Јас искрено верувам дека вселенската програма, со екипажслетување на Месечината, ако мудро извршена, ќе стане ударна заширок фронт на храбри и енергични активности во сите области нанастојуваат на човечкиот ум - активности кои не може да се вршиосвен во ментална клима на амбиција и доверба која како авангардможе да даде.
		-- Dr. Martin Schwarzschild, 1962, in "The History of Manned Space Flight"

%
Човечкото општество - човек во група - се крева од нејзината летаргија до нови нивоа напродуктивноста само под стимулот на длабоко инспиративна и најчестоценето цели. Летаргична светот служи и нема причина; разиграните светотработи совесно кон искрено посакуваните цели, обезбедува средства исилата кон која многу цели можат да бидат задоволни ... на сигуренсоцијални остварување.
		-- Dr. Lloyd V. Berkner, in "The History of Manned Space Flight"

%
Силата на цивилизирани општества се сочувани од страна на распространетото чувство дека високоцели се во вредност од-време. Енергични општества пристаништето одреден екстраваганција нацели, така што луѓето талкаат надвор од безбедното давање на личнизадоволствата. Сите силни интереси лесно да стане безлична, љубовта надобра работа добро направено. Постои чувство на хармонија за таква реализација,за мир донесува нешто вреди еден-време.
		-- Alfred North Whitehead, 1963, in "The History of Manned Space Flight"

%
Јас не верувам дека оваа генерација Американци е подготвен да се повлечеда оди на спиење секоја ноќ од светлината на месечината на Комунистичката ...
		-- Lyndon B. Johnson

%
Животот е исто, освен за чевли.
		-- The Cars

%
виолетова потпевнувамизбрани автомобилиЛасерски светла, ви донесеСите да се докажеВие сте на потеги исчезнување
		-- The Cars

%
Може да биде сте преминувањето на тенка линијаГлупо вид возачот на ... од ѕидотМожете Чувајте го на ладно кога е т-т пропушта... Со широко отворени очи кога ќе почне да паѓа.
		-- The Cars

%
Се прилагодат. Уживаат. Преживее.
		-- The Cars

%
Дали има помалку будали, knaves ќе умрат од глад.
		-- Anonymous

%
Човештвото има ѕвезди во својата иднина и дека иднината е премногу важна за да бидеизгубени под товарот на малолетничка глупост и незнаење суеверие.
		-- Isaac Asimov

%
Муабет беше потсмири. Еден постар човек, се прашувам во ненадејна тишина,се сврте кон детето и побара од него да го повтори она што го рече. Ококорени очи,детето крена гласот и уште еднаш кажа: "Зошто царот немаоблека! Тој е гол! "
		-- "The Emperor's New Clothes"

%
"Оние кои веруваат во астрологија живеат во куќи со основите наГлупави кит. "
		-- Dennis Rawlins, astronomer

%
До денес, цврсти заклучоци на Проектот Сина книга се:   1. не неидентификуван летечки објект објави, истражува и оценува      од страна на воздухопловните сили досега не даде никакви индикации за закана за нашата      националната безбедност;   2. немало доставени до или откриена од страна на воздухопловните докази      Сила која видувања во категоријата неидентификувани претставуваат      технолошкиот развој и принципи надвор од опсегот на      денешна научното знаење; и   3. немало докази кои укажуваат дека видувања категоризираат      како неидентификувани се вонземски возила.- Резиме на Проектот Сина книга, студија на воздухопловните сили на НЛО од 1950 година  до 1965 година, како што е цитирано од страна на Џејмс Ренди во шарлатанство!
		-- Dennis Rawlins, astronomer

%
Оние кои веруваат дека тие веруваат во Бог, но без страст во нивнатасрца, без болка во умот, без несигурност, без сомнение,без елемент на очај, дури и во нивните утеха, само да веруваатво идејата за Бога, а не самиот Бог.
		-- Miguel de Unamuno, Spanish philosopher and writer

%
Сомнеж е болка премногу осамен да се знае дека верата е неговиот брат близнак.
		-- Kahlil Gibran

%
Сомнеж не е спротивно на верата; тоа е елемент на верата.
		-- Paul Tillich, German theologian and historian

%
Сомнеж не е пријатна состојба, но сигурноста е апсурдно.
		-- Voltaire

%
Ако само Бог ќе ми даде некои јасен знак! Како да се прави голем депозитво мое име во швајцарска банка.
		-- Woody Allen

%
Не можам да ја афирмира Бога, ако јас не успеваат да се афирмира човек. Затоа, јас тврдам и двете.Без верба во човечкото единство јас сум гладен и нецелосни. човечкото единствое исполнување на различноста. Тоа е хармонија на спротивности. Емногу-заглавувам текстура, со боја и длабочина.
		-- Norman Cousins

%
За да го намали значењето на човечкиот ум е лоша теологија.
		-- C. K. Chesterton

%
... Разликата на мислење е advantageious во религијата. На неколку сективршење на функцијата на заедничка цензурира morum едни на други. униформностостварливи? Милиони невини мажи, жени и деца, со оглед навоведувањето на христијанството, се запалени, мачени, казни, затвор;сепак, ние не имаат напредни еден инч кон униформност.
		-- Thomas Jefferson, "Notes on Virginia"

%
Животот е процес, а не принципот, мистерија да се живее, не е проблем дада се реши.
		-- Gerard Straub, television producer and author (stolen from Frank Herbert??)

%
Значи ние ги следиме нашите скитници патеки, и многу темнината дејствува како наш водич инашите сомнежи служат за да ни увери.
		-- Jean-Pierre de Caussade, eighteenth-century Jesuit priest

%
Верата може да се дефинира за кратко време како нелогично верување во појавата наневеројатно.
		-- H. L. Mencken

%
И не мислите дека секој од вас жените е Ева? Божјиот судврз вашиот сексуален опстојува и денес; а со тоа и секогаш опстојува својата позиција накривични во барот на правдата.
		-- Tertullian, second-century Christian writer, misogynist

%
Јас судија на религијата како да се биде добар или лош врз основа на тоа дали нејзините приврзаницистанат подобри луѓе како резултат на тоа вежбање.
		-- Joe Mullally, computer salesman

%
Подражавањето им е искрени форма на плагијати.
		-- Joe Mullally, computer salesman

%
"Unibus програма Истек кобна стапица изгуби жал"
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Колку надреалистите е потребно за да завртка во една сијалица?Еден да се одржи на жирафа и еден да се пополни кадата со светло обоениалат.
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Колку Баварската Илуминатите е потребно за да завртка во една сијалица?Три: еден да го зашрафете, и еден да се побркува прашање.
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Колку време е потребно за на декември службата инженер да се смени сијалица?Тоа зависи од тоа колку лоши тој го донесе со него.
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
Тоа ме прави не е повреда за мојот сосед да се каже дека има дваесет богови или нема Бог.Не го ни зема џебот ниту пак крши ногата.
		-- Thomas Jefferson

%
Јас не верувам во кредо таканаречените претставници на еврејската црква, на римскиотЦрква со Грчката црква, од страна на турската Црква со Протестантската црква,ниту на некои Црквата дека јас знам. Мојот ум е мојата црква.
		-- Thomas Paine

%
Бог не requireth униформност на религијата.
		-- Roger Williams

%
Ќе дојде ден кога мистичниот генерација на Исус, од страна на Врховниот Битиекако својот Татко, во утробата на една девица ќе бидат класифицирани со фабула напроизводство на Минерва, во мозокот на Јупитер. Но, можеме да се надеваме деказората на разумот и слобода на мисла во овие САД ќе го направи далеку сооваа вештачка скеле и се врати да ни примитивни и вистинскиучењето на овој многу почитуван реформатор на човечки грешки.
		-- Thomas Jefferson

%
Дозволете ни да, тогаш, сограѓани, ќе се обединат со едно срце и еден ум. Дозволете ниврати во заедницата, хармонија и љубов, без којаслобода, па дури и самиот живот се само здодевни работи. И да не се одразикои ја протерани од нашата земја дека верската нетолеранција под коичовештвото толку долго Блед, ние се уште не доби малку, ако ние counternance наполитичка нетрпеливост како деспотска, како нечестивите, и способни за горчливо икрвави прогони.
		-- Thomas Jefferson

%
Јас не се најде во православното христијанство еден искупување функција.
		-- Thomas Jefferson

%
Божественоста на Исус е создаден погодно покритие за апсурд. никадево евангелијата ни се најде правило за вери, Исповеди, пцости,Учење и целата камиони полни со други глупави trumpery кои се наоѓаат воХристијанството.
		-- John Adams

%
Библијата не е мојата книга и христијанството не е мојата религија. би можелникогаш не даде согласност за долго комплицирани извештаи на христијанската догма.
		-- Abraham Lincoln

%
Што се однесува до Исус од Назарет ... Мислам дека системот на моралот и религијата,како што тој ги остави на нас, најдобар на светот некогаш сум го видел или е веројатно да ја видите;но јас апсење тоа има добиено разни оштетување на промени, и имам,со повеќето од сегашните дисиденти во Англија, некои сомнежи за неговатабожественост.
		-- Benjamin Franklin

%
Јас би ветија дека тие терористи патување во Дизниленд, ако тоа ќе седобивано и заложниците ослободени. Му благодарам на Бога дека се задоволни сопроектили и ние не треба да одат на таа крајност.
		-- Oliver North

%
Верувам во Америка, каде што одвојување на црквата од државата е апсолутен -каде што нема католички свештеник ќе му каже на претседателот (тој треба да биде католик)како да се делува, а не протестантски свештеник, ќе му каже парохијани за когона глас - за кое е добиена ниту една црква или црква училиште било јавните фондови илиполитичка предност - и кога никој не е одбиен јавна функција самопоради својата религија се разликува од претседател кој би можеле да го или да назначилуѓе кои би можеле да го избере.- Од адреса на Џон Ф. Кенеди асоцијација Голема Хјустон министерска  12 септември, 1960 година.
		-- Oliver North

%
Вистината е дека христијанската теологија, како и секоја друга теологија, не е самоза разлика од научни дух; тоа, исто така, е во спротивност со сите други обидина рационално размислување. Не случајно го Битие 3 направи татко назнаење змија - лигави, провирајќи и одвратна. Од најранитедена црквата како организација која себеси фрлени насилно против секојобид да се ослободи од телото и умот на човекот. Тоа е, во сите времиња инасекаде, вообичаено и непоправливи бранител на лошите влади, лошизакони, лошите социјални теории, лоши институции. Тоа беше со векови наадвокатите на ропство, како што тоа беше бранител за Божјето право на кралевите.
		-- H. L. Mencken

%
Идејата дека науката не се занимава со првиот причини - тоа е тоаостава областа на теологијата и метафизиката, се ограничува самоефекти - овој поим нема поддршка во обични факти. Ако тоа е можно,науката ќе се објасни потеклото на животот на земјата одеднаш - и таму есите причини да веруваме дека тоа ќе го стори тоа на некои не премногу оддалечени утре.Да се ​​тврди дека празнини во знаењето што ќе се испречуваат пред барателот мора да бидат пополнети,не со истрага на пациентот, но по пат на интуиција или откровение, е едноставно да се даденепознавање на бесплатно и бесмислено достоинство ....
		-- H. L. Mencken, 1930

%
Доказите на емоции, освен во случаи кога има силни целподдршка, е навистина нема докази на сите, за секој препознатлива емоција иманејзината спротивност, и ако еден укажува на еден начин потоа уште поени на друг начин.Така познатите аргумент дека постои инстинктивна желба за бесмртност,и дека оваа желба се докаже да биде факт, станува безначаен кога епотсети дека таму е исто така една моќна и општ страв за уништување,и дека овој страв, на истиот принцип се покаже дека нема ништонадвор од гробот. Такви детски "докази" се обично теолошки итие и понатаму остануваат теолошки, дури и кога тие се поднесени од мажи кои сакаат дасе додворуваат верувајќи дека тие се научни клозетот ....
		-- H. L. Mencken

%
Таму е, всушност, не постои причина да се верува дека било која природна појава,сепак прекрасен тоа може да изгледа денес, ќе остане засекогаш необјаснива.Наскоро или кон крајот на законите со кои се регулира производството на самиот живот ќе бидеоткриени во лабораторија, а човек може да го поставите вашиот бизнис како творецна своја сметка. Она, навистина, не е само разбирливо; едури и многу веројатно.
		-- H. L. Mencken, 1930

%
Најдобро што можеме да направиме е да се биде љубезен и услужлив кон нашите пријатели иколеги патници кои се држат на истиот трошка нечистотија, додека ние смелебдат рамо до рамо со нашите заеднички несреќата.
		-- Clarence Darrow

%
Ние сме тука за да ви даде на компјутер, не е религија.
		-- attributed to Bob Pariseau, at the introduction of the Amiga

%
... Не може да има јавна или приватна основа, освен ако основата на акција епрактиката на вистината.
		-- George Jacob Holyoake

%
"Ако ќе извинете една минута, јас ќе одам да се напиете кафе".- Пренос од LEM Аполо 11 е "орел" Џонсон вселенскиот центар, Хјустон  Јули 20, 1969, 7:27 P.M.
		-- George Jacob Holyoake

%
Кротките се оспорува волја.
		-- George Jacob Holyoake

%
Смачено ми е од се чекор на! Врвните богови велат дека може да ми направи човек!Сите чини е мојата душа! Јас ќе го направи тоа, оти сега сум луд !!!
		-- Necronomicomics #1, Jack Herman & Jeff Dee

%
   На главниот екран Krat се појави сликата Holo на човекот, како и неколку делфини.Од обликот на човекот, Krat може да се каже дека е жена, веројатно нивниот лидер.   "... Глупави суштества недостојни за името` sophonts. Глупави, пред-сетилниupspring на блуден мајстори. Ние се лизга далеку од сите вооружени сили, се смеево вашата несмасност! Ние се лизга далеку како што ние секогаш ќе, патетични суштества.И сега, кога имаме вистински шефот на проектот, никогаш нема да ни се фати! што подобардоказ дека предци не се за вас, но не! Има ли подобар доказ ... "   На омаловажувања продолжи. Krat слушав, збесна, но во исто време savoringмајсторството на него. Овие луѓе се подобро отколку што би помислил. нивните навредиречити и претерани, но тие имаат талент. Тие заслужуваат чесен, бавенсмртни случаи.
		-- David Brin, Startide Rising

%
"Јас сум значи зелена мајка од вселената"
		-- Audrey II, The Little Shop of Horrors

%
Како и моите родители, јас никогаш не сум бил редовен член црква или црква.Тоа не чини едно од ова дека е вид на Бог, којбдее над човечките работи, ги слуша молитвите, и се обидува да ги водилуѓето да го следат Неговите заповеди - постои само премногу беда исуровост за тоа. Од друга страна, јас го почитувам и им завидуваат на луѓетокои се инспирација од нивните религии.
		-- Benjamin Spock

%
Било доволно напредна технологија не се разликува од лажираните демо.
		-- Andy Finkel, computer guy

%
Се шизофренија е подобар од живеат сами.
		-- Andy Finkel, computer guy

%
NOWPRINT. NOWPRINT. Clemclone, назад во сенките повторно.
		-- The Firesign Theater

%
Да, многу примитивни луѓе се уште веруваат дека овој мит ... Но, во денешните техничкипространоста на иднината, ние може да се погоди што сигурно работите се многу различни.
		-- The Firesign Theater

%
... Ова е одличен поглед. Целиот отпор на бунтовниците закопан под шестhardbound милиони примероци на "Гол ручек".
		-- The Firesign Theater

%
Ние сакаме да создадеме кукли, се повлече своите жици.
		-- Ann Marion

%
Знам инженери. Тие сакаат да се променат работите.
		-- Dr. McCoy

%
На нашиот кампус систем UNIX се покажа како да биде не само ефикасен софтвералатка, но претставник на технички и социјални промени во рамките на Универзитетот.
		-- John Lions (University of New South Wales)

%
Оние кои не го разбираат Unix се осудени да го откриеме, лошо.
		-- Henry Spencer, University of Toronto Unix hack

%
"Знаеш ли зошто постојат толку малку софистицирани компјутерски терористи во ВеликаДржави? Бидејќи вашиот хакери имаат толку многу мобилност во објектот.Еве, не постои такво мобилност. Ако имате најмала малку на интелектуалнатаинтегритет не можете да ја поддржи владата .... Тоа е причината зошто на најдобриот компјутерумови припаѓаат на опозицијата. "
		-- an anonymous member of the outlawed Polish trade union, Solidarity

%
"Секој центар солидарност имаше купишта и купишта хартија .... секој ејадење хартија и еден полицаец беше на вратата. Сега се што треба да направите е данаведнуваат на диск. "- Анонимен член на забранетата полскиот синдикат Солидарност,  коментирајќи за придобивките од користење на компјутерите за поддршка на нивното движење
		-- an anonymous member of the outlawed Polish trade union, Solidarity

%
Облека направи човекот. Голи луѓе имаат малку или никакво влијание врз општеството.
		-- Mark Twain

%
Колку побрзо сите животни се изумрени, толку побрзо ќе се најде на нивните пари.
		-- Ed Bluestone

%
Тој е мртов, Џим.
		-- Ed Bluestone

%
Њујорк ... кога цивилизацијата се распадне, се сеќавам, ние се далеку понапред од вас.
		-- David Letterman

%
Можете да направите повеќе со еден вид збор и пиштол отколку со само еден вид збор.
		-- Al Capone

%
код на фонтаната се зајакна малку па веќе не може да се натопи објективо фонтана или пијалок од една, а ќе се лебди во воздухот како резултат наЛевитација.Teleporting во пеколот преку стапица teleportation веќе нема да се случи акокарактер нема отпорност на пожар.
		-- README file from the NetHack game

%
Запомни, има голема разлика меѓу клекнат надолу и се наведна над мене.
		-- Frank Zappa

%
Мислам дека сите во право размислување луѓе во оваа земја се болни иуморни од се, изјави дека обичните чесни луѓе се хранат во овааземја со се болни и уморни. Јас сигурно не сум. Но, јас сумДали сте уморни од се кажува дека јас сум.
		-- Monty Python

%
"Не постои статутот на ограничувања на глупост".
		-- Randomly produced by a computer program called Markov3.

%
Постои време на плимата и осеката на луѓето,Кои, земени во својата поплава, води кон успех.Од друга страна, не смета на него.
		-- T. K. Lawson

%
Да се ​​следи глупаво преседани, и намигнувањеСо нашите очи, е полесно отколку да се размислува.
		-- William Cowper

%
Тоа е, а не квалитетот на количеството што е важно.
		-- Lucius Annaeus Seneca (4 B.C. - A.D. 65)

%
Еден може да биде во можност да си игра со квалитетот на еден експеримент, илиза вистинитоста на дадениот експериментатор, но, преземање на сите поддршкаексперименти заедно, тежината на доказите е толку силна како лесно да сезаслужуваат размислување мудар човек.- Професор Вилијам фиданка, parapsychologist, Стенфорд Универзитетот,  коментирање на истражување psi
		-- Lucius Annaeus Seneca (4 B.C. - A.D. 65)

%
Ништо не станува вистински се додека не се доживува.
		-- John Keats

%
Вашиот добра природа ќе ви донесе неограничен среќа.
		-- John Keats

%
"Нашиот пат кон ѕвездите напредуваше брзо.Во 1926 година Роберт Х. Годард лансираше првиот течен погон ракета,постигнување на надморска височина од 41 нозе. Во 1962 година Џон Глен орбитираше околу земјата.Во 1969 година, само 66 години по Орвил Рајт леташе две нозе надвор од земјатаза 12 секунди, Нил Армстронг, Баз Олдрин и јас се вивна на Месечинатаво Аполо 11. "- Мајкл Колинс   Поранешниот астронаут и минатото директор на Националниот музеј за воздухопловство и вселена
		-- John Keats

%
Повеќето луѓе ги изложат она што политичките научници го нарекуваат "конзервативизмот населанство. "Не губи она што го имаш. не се менуваат. Не се земе шанса,затоа што може да се заокружи прегладнети до смрт. Игра сигурно. Купи само колкукако што треба. Не трошете време.Кога размислуваме за ризик, луѓе и корпорации се реализира во нивнитеглави, кои се неопходни за да се зголеми ризици, за да преживее. Но, кога тоа се сведуваза одржување на добри луѓе кога доаѓа криза, или инвестираат пари вонешто притворените, само храбрите достигне длабоко во нивните џебови и играигра како што мора да се одигра.
		-- David Lammers, "Yakitori", Electronic Engineering Times, January 18, 1988

%
"Не можеме да закажете оргија, тоа би можело да се толкува како борбата"
		-- Stanley Sutton

%
Викендите се направени за програмирање.
		-- Karl Lehenbauer

%
"Откако тој имаше една нога во Белата куќа и на нацијата трепереше под неговорика. Сега тој е tinpot папа во појасот на Кока-Кола и брат назафрленото пастири кои бухам halfwits во поцинкована железо шатори задпругата дворови ".- Х Л. Л. Менкен, пишување на Вилијам Џенингс Брајан, советник за поддржувачи  на анти-еволуција закон Тенеси во домет "Мајмун судење" во 1925 година.
		-- Karl Lehenbauer

%
... Ние мора counterpose големо пресуда предвидени со доследнозабелешки и заклучоци од страна на илјадници. Земјата е милијардигодини и живите суштества се поврзани со односите на еволутивенпотекло. Научниците се обвинети за промовирање на догма така се наведува, ноне ни бренд луѓе нетолерантен кога тие се прогласи дека земјата не е ниту серамен ниту во центарот на универзумот? Наука * е * не научи некоиработи со доверба! Еволуција на древна земја е како иоснована како формата и позицијата на нашата планета. Нашата постојана борбада се разбере како еволуцијата се случува ( "теорија на еволуцијата") нефрли нашата документација за нејзиното појавување - "факт на еволуцијата" -во сомнеж.- Стивен Џеј Гулд, "Пресудата на креационизмот", скептичниот Inquirer,  Вол XII број 2
		-- Karl Lehenbauer

%
Ова е крајна форма на суетност меѓу технологија изродите - да имасистем толку целосни и софистицирани дека ништо не покажа; Не машини,без жици, контролите.
		-- Michael Swanwick, "Vacuum Flowers"

%
Мажите треба да се знае дека од мозокот и од мозокот само да се појават на нашитезадоволство, радост, смеа и шеги, како и нашите болки, болки, болкаи солзи. ... Тоа е истото она што нè тера луд или делириум, инспирирани со ужас и страв, дали ноќе или дење, ни носи несоница,неуместен грешки, бесцелни грижи, отсутни ум и акти кои сеспротивно на навика ...
		-- Hippocrates (c. 460-c. 377 B.C.), The Sacred Disease

%
Модерната психологија се целосно здраво за готово дека однесувањето и нервната функцијасовршено се во корелација, кои еден е целосно предизвикани од страна на другите. Ете гонема посебна душа или lifeforce да се држиме прстот во мозокот сега и тогаш инаправи нервни клетки се направи она што инаку не би. Всушност, се разбира, овае само работна претпоставка .... Тоа е сосема разбирливо дека еден денпретпоставка ќе треба да се отфрли. Но, важно е исто така да се види дека ниеСе уште не е постигнат тој ден работната претпоставка е неопходен ине постои вистински доказ се противат на тоа. Нашиот неуспех да се реши проблемот, такадосега не го прави тоа нерастворливи. Човек не може логично да биде во deterministфизика и биологија, и мистик во психологијата.
		-- D. O. Hebb, Organization of Behavior:  A Neuropsychological Theory, 1949

%
Распространети верувања тоа знаење може да биде избран од претходните инкарнации илиод "универзален ум" (складиште на сите минатото мудрост и креативност)не само што се неверојатни, но, исто така, неправедно унижавам зашеметување достигнувањана индивидуалните човечки мозоци.- Бери Л. Beyerstein "Мозокот и Свеста: Импликации за Psi  Феномени ", скептичниот Inquirer, бр. XII бр 2, PPG. 163-171
		-- D. O. Hebb, Organization of Behavior:  A Neuropsychological Theory, 1949

%
... За среќа, одговорноста за обезбедување на докази од страна налицето што го тврдат, а не критичар. Тоа не е одговорностНЛО скептиците да докаже дека НЛО никогаш не постоело, ниту, пак, еодговорност на паранормални здравје побарувана на скептиците да докаже дека кристалиили светла боја никогаш не излечи никого. Улогата на скептик е да се истакнетврди дека не се соодветно поддржани со прифатливи докази и да гиобезбеди веродостојна алтернатива објаснувања кои се повеќе во согласност соприфатените телото на научни докази. ...
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII No. 2, pg. 215

%
"Ада е дело на архитектот, а не компјутерски научник".
		-- Jean Icbiah, inventor of Ada, weenie

%
Невообичаени тврдења, бараат вонредни доказ. Постојат многу примери нанадворешни лица, кои на крајот го собори вградени научни orthodoxies, ноТие преовладуваат со непобитни податоци. Почесто, острата наоди коиконтрадикторни добро воспоставени истражување испаднат да биде артефакти. имамтврди дека прифаќањето на психички сили, реинкарнација, "космичка свест"и слично, би значел основните ревизии на основите наневронски мрежи. Пред да ја материјалистичка теорија на ум дека платилеубав дивиденда, треба да се инсистира на подобар доказ за psi феномениотколку сега постои, особено кога неврологија и самите психологијанудат повеќе веродостојно алтернативи.- Бери Л. Beyerstein "Мозокот и Свеста: Импликации за Psi   Феномени ", скептичниот Inquirer, бр. XII бр 2, PPG. 163-171
		-- Jean Icbiah, inventor of Ada, weenie

%
Еволуцијата е банкрот шпекулативни филозофија, не е научен факт.Само духовно банкрот општество некогаш можев да верувам. Само ...атеисти може да прифати оваа сатанска теорија.
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
Еволуцијата е колку факт како земјата врти околу својата оска и заобиколувајќиСонцето. Во еден момент тоа беше наречен Коперниковата теорија; но когадоказ за теоријата станува толку големо што не е информиран човекможе да се сомневам во тоа, тоа е вообичаено за научниците да го наречеме тоа. Дека ситесегашниот живот потекнуваат од претходните форми, преку огромни делови од геолошкипат, како цврсто етаблиран како Коперниковата космологија. биолозите се разликуваатсамо во однос на теории за тоа како процес работи.- Мартин Гарднер, "Ирвинг Кристол и факти на животот",   Скептичниот Inquirer, Vol. XII бр 2, PPG. 128-131
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
... Тоа е тажно да го најде belaboring на научна заедница за својата обединетаопозицијата да се знае креационистите кои сакаат наставници и учебницидаде еднакво време да чудак аргументи кои имаат напредни не е чекор подалекуна flyblown реторика на владиката Wilberforce и Вилијам Џенингс Брајан.- Мартин Гарднер, "Ирвинг Кристол и факти на животот",   Скептичниот Inquirer, Vol. XII бр 2, PPG. 128-131
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
... Книгата е достоен за внимание за само две причини: (1) тоа го напаѓасе обидува да се прикаже лажен паранормални студии; и (2) тоа е многу добро иубедливо напишано и така доста потешко да се одбие или да го побие со едноставниjeering.- Хари Eagar, разгледување "Надвор од квантната" на Мајкл Талбот,   Скептичниот Inquirer, Vol. XII бр 2, PPG. 200-201
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
Сега јас ме легна да спиеСлушам сирени на улицаСите мои соништа се направени од хромЈас немам начин да се вратат дома
		-- Tom Waits

%
Јас сум тука со волјата на луѓето и нема да оставам додека не се добие мојата мантилназад.
		-- a slogan of the anarchists in Richard Kadrey's "Metrophage"

%
Колку нуклеарни инженери што е потребно за да се смени сијалица?Седум: Еден, за да ја инсталирате новата сијалица, и шест за да се одреди што да се прави        со стариот во следните 10.000 години.
		-- a slogan of the anarchists in Richard Kadrey's "Metrophage"

%
Законот Мајк:За граѓа компанија вработува двајца мажи и видов сече-оф, намаргинален производ на трудот за било кој број на дополнителни работницие еднаква на нула, додека стекнување на друг пресек пила.Ајде да дури и да не сметаат моторна пила.- Мајк Dennison[Вие секогаш би можеле да закаже видов, иако - ед.]
		-- a slogan of the anarchists in Richard Kadrey's "Metrophage"

%
Се додека ние си оди за да го откриеме на тркалото повторно, би можеле да се обидат да праватоколу неа тоа време.
		-- Mike Dennison

%
Оваа комбинација на огромна воени институции и голем оружјеиндустријата сега е во американскиот искуство ... не треба да не успеат дасфати нејзиното сериозните импликации ... Ние мора да се заштитат одстекнување на неоправдан влијание ... од страна на воено-индустрискиоткомплекс. Потенцијалот за катастрофалниот подемот на неоправдан моќпостои и ќе постои.
		-- Dwight D. Eisenhower, from his farewell address in 1961

%
Овој ресторан е рекламирање појадок секое време. Па јас наредифранцуски тост во ренесансата.
		-- Steven Wright, comedian

%
Секој има цел во животот. Можеби твое се гледа телевизија.
		-- David Letterman

%
Многу од работите што правам е толку минимална, а тоа е дизајниран да биде минимално.На маленкоста од тоа е што е атрактивен. Тоа е чудно, зашто тоа е толкуинтелектуално несмасен. Тоа е тешко да се види мене тоа го прават за остатокот одмојот живот. Но, во исто време, тоа е она што го прават најдобро.
		-- Chris Elliot, writer and performer on "Late Night with David Letterman"

%
е-кредибилитет: не-guaranteeable веројатноста дека на електронски податоцишто го гледате е вистинска, а не некој е измислено глупости.
		-- Karl Lehenbauer

%
Секогаш кога луѓето се согласите со мене, јас секогаш мислам дека треба да биде во ред.
		-- Oscar Wilde

%
Мајка ми е риба.
		-- William Faulkner

%
Натамошниот духовната еволуција на човештвото напредок, толку повеќе сигурен деками се чини дека на патот кон вистинска религиозноста не лежи прекустрав од животот, како и стравот од смртта, и слепа вера, туку преку стремипо рационално знаење.
		-- Albert Einstein

%
Колку повеќе човек е исполнет со нареди регуларноста на сите настани, поцврстастанува уверување дека нема повеќе од страна на оваа нареди собарегуларноста за причините од различна природа. За него ниту владеењето начовековите ниту владеењето на божествената волја постои како независна причина за природнитенастани. За да бидете сигурни, доктрината на личен Бог се меша со природнинастани никогаш не може да се побива, во вистинска смисла на зборот, од страна на науката, за овадоктрина секогаш може да се засолнат во оние области во кои научни сознанијасе уште не е во можност да стапнат.Но, јас сум убеден дека таквото однесување од страна на претставницитена религијата ќе биде недостоен, но, исто така, не само фатална. За учење коее во состојба да се одржи не во јасна светлина, но само во темнина, ќена потребата изгуби нејзиното влијание врз човештвото, со непроценливо штета на човечкотонапредок. Во нивната борба за етичките добро, наставници на религијатамора да има углед за да се откаже од доктрината на личен Бог, што е,се откажат од тој извор на страв и надеж, која во минатото се става такви огромнивласта во рацете на свештениците. Во својата работа тие ќе мора да се искористисе од оние сили кои се способни за зачувување на Добриот,Точно, и убавина во самото човештво. Ова е, за да бидете сигурни, повеќетешко, но неспоредливо повеќе достоен задача.
		-- Albert Einstein

%
Секој што ја знае историјата, особено во историјата на Европа, ќе, мислам,признае дека доминацијата на образование или на власта од страна на некојна религиозната вера не е среќен аранжман за луѓето.
		-- Eleanor Roosevelt

%
Повеќето не-католици знаеме дека католичката училишта се рендерирање поголемауслуга на нашиот народ од јавните училишта во кои субверзивни учебницисе користат, во кои Комунистичката ум наставниците се предава, и одчии училници Христос, па дури и Самиот Бог, се забранети.
		-- from "Our Sunday Visitor", an American-Catholic newspaper, 1949

%
Оние од нас кои веруваат во право на секое човечко суштество да припаѓа на она штоЦрквата смета дека треба, и да му служат на Бога, на свој начин, а не може да биде обвинетна предрасуди кога ние не сакаме да се види едукација на јавноста во врска соверски контрола на училиштата, кои се платени од парите на даночните обврзници.
		-- Eleanor Roosevelt

%
Духовното раководство треба да остане во духовното раководство и временскатамоќ не треба да стане премногу важен во секоја црква.
		-- Eleanor Roosevelt

%
Вистината секогаш беа пронајдени да се унапредат најдобрите интереси на човештвото ...
		-- Percy Bysshe Shelley

%
Ако атеизмот е да се користат да искажат состојбата на духот во кој Бог еидентификувани со непознати, и теологијата се изговара да бидесобирање на бесмислени зборови за неразбирливо химери, тогашЈас не се сомневам, и мислам дека неколку луѓе се сомневаат, дека атеистите сеобилен како капини ...
		-- Leslie Stephen (1832-1904), literary essayist, author

%
Тоа е во ред секогаш, секаде и за секого да верувам дека нешто нанедостиг на докази.
		-- W. K. Clifford, British philosopher, circa 1876

%
Зошто, кога нема чесен човек ќе негираат во приватни дека секој проблем е крајнатазавиткани во profoundest мистерија, се чесни луѓе прогласи во проповедалницидека непоколебливо сигурност е должност на најглупавото и неуки?Зарем тоа не е спектакл да се направи ангели се смееш? Ние сме компанија нанеуки луѓе, со чувство на нашиот пат низ магла и темнина, само учењесе постојано повторува грешки, добивање на glimmering на вистинатапаѓаат во сите можни грешки, слабо остроумниот доволно светлина занашите секојдневни потреби, но безнадежно различни секогаш кога ќе се обиде да се опишекрајната потекло или на крајот од нашите патишта; А сепак, кога еден од нас вложувањада се изјасни дека не знаеме мапата на универзумот, како и мапана нашите бесконечно парохија, тој е hooted, навредуван, а можеби и кажа декатој ќе биде осуден за сета вечност за неговото неверие ...
		-- Leslie Stephen, "An agnostic's Apology", Fortnightly Review, 1876

%
До тогаш да бидеме задоволни да се признае отворено, што вие (religionists)шепот под здив или се кријат во технички жаргон, дека античкитеТајната е тајна уште; дека човекот не знае ништо за бесконечното иапсолутна; и дека не знае ништо, тој мораше подобро да не се догматски заза своето незнаење. А, пак, ние ќе се обидеме да биде како добротворни какоможно, и додека вие труба натаму официјално твојот презир за нашитескептицизам, ние барем ќе се обидеме да се верува дека ќе се казни за прекршоксо свој фалење.
		-- Leslie Stephen, "An agnostic's Apology", Fortnightly Review, 1876

%
Бракот е само авантура отворени за кукавички.
		-- Voltaire

%
Што е толеранција? - Тоа е последица на човештвото. сите ние се формираатна слабост и грешки; нека ни прости глупост реципрочно едни со други -тоа е првиот закон на природата.
		-- Voltaire

%
Јасно е дека лицето што врши прогонување човек, неговиот брат, бидејќитој не е на истото мислење, е чудовиште.
		-- Voltaire

%
Едноставно се обидувам да им помогне во препуштајќи му се на светлината на историската вистина во тоараспаѓаат маса од износена мисла, која се прикачува на модерниот свет да сесредновековни сфаќања за христијанството, и кои сеуште се провлекува меѓу нас -повеќето сериозна пречка за религијата и моралот, вистинска ноќна мора за целатанормална еволуција на општеството.
		-- Andrew D. White, author, first president of Cornell University, 1896

%
човек малку живот на кој не е повеќе лековерните отколку што треба да биде .... Наприродна диспозиција е секогаш да се верува. Тоа се стекнува мудрост и искуствосамо што учат скептичност, и тие многу ретко го учат доволно.
		-- Adam Smith

%
Ја ставив на пушка во торба Адидас и надувани со четири пара на пингчорапи, а не мојот стил на сите, но тоа е она што ми беше со цел за: Ако тие мислат декати си сурова, оди техничка; ако мислите дека сте технички, оди сурова. Јас суммногу технички момче. Па решив да се толку сурови како е можно. Овие денови,иако, мора да биде прилично технички пред да може да се стремат консуровост.
		-- Johnny Mnemonic, by William Gibson

%
Сепак, за верските прашања може да има малку или воопшто нема компромис.Не постои место на кое луѓето се толку недвижен како нивните верскиверувања. Нема повеќе моќен сојузник може да тврди во дебата одИсус Христос, Бог или Алах, или она што некој го нарекува овој врховно суштество.Но, како и секој моќно оружје, употребата на Божјето име на нечија иметреба да биде умерено. Верските фракции што се зголемуваво текот на нашата земја не ги користат своите верски влијание со мудрост.Тие се обидуваат да ги принуди владините лидери во следната својата позиција100 проценти. Ако не се согласувате со овие религиозни групи наособено морално прашање, тие се жалат, тие се закануваат со загуба одпари или гласови, или и двете. Јас сум искрено болни и уморни од политичкатапроповедници во оваа земја да ми каже како граѓанин дека ако сакам да бидамморална личност, јас мора да веруваат во "А", "Б", "Ц" и "Д" Само што го праваттие мислат дека се? И од каде тие се претпостави да се тврдиправо да диктира нивните морални убедувања за мене? И јас сум уште лут какозаконодавец кој мора да го трпи закани на секоја религиозна група којамисли дека има некои од Бога дадено право да го контролира мојот глас на секој списокјавете се во Сенатот. Јас сум ги предупреди денес: Ќе се бориме со нив секојчекор од патот, ако се обидат да диктира нивните морални убедувања на ситеАмериканците во името на "конзервативен".
		-- Senator Barry Goldwater, from the Congressional Record, September 16, 1981

%
"Мислам дека секој добар христијанин треба да ја ослободат газ Falwell е."- Сенаторот Бери Голдвотер, запрашан што мисли за Џери Falwell есугестија дека на сите добри христијани треба да биде против Сандра О'Конор ден еноминација за Врховниот суд
		-- Senator Barry Goldwater, from the Congressional Record, September 16, 1981

%
... И не е филозофија, за жал, ги има сите одговори. Не е важно колку увериние може да биде за одредени аспекти на нашето верување, секогаш се болнинедоследности, исклучоци, и противречности. Ова важи и за религијата какотоа е во политиката, и е очигледен за сите освен фанатици и наивни.Што се однесува до фанатици, чиј број е легија во наше време, ние би можеле да бидатпрепорачува да ги остави на небото. Тие не ќе се, за жал, ни сеистата учтивост. Тие не 'напаѓаат и едни со други, и без оглед на нивнататврдењата за мирен намери, крвави историскиот запис јаснодека тие се лесно да се отстрани за да се врати на меч. Моето верување воБог, тогаш, е токму тоа - прашање на верување, а не знаење. мојата почитИсус Христос произлегува од фактот дека тој се чини дека билеповеќето доблесни жител на планетата Земја. Но, дури и добро образовани христијанисе фрустрирани во нивната жед за сигурност за сакана личностна Исус, бидејќи на непобитен двосмисленоста на библискиот запис.Таквите двосмисленост не е очигледно за деца или фанатици, но секојпризнати библиски изучувач е совршено свесни за тоа. Некои христијани, за жал,впуштат во формалниот лажење за да се прикријат како реалност.- Стив Ален, комичар, од есеј во книгата "Храброста на  Убедување ", уредена од страна на Филип Берман
		-- Senator Barry Goldwater, from the Congressional Record, September 16, 1981

%
... Тоа се уште останува вистина дека како збир на когнитивните верувања запостоењето на Бог во било препознатливо чувство континуирано со големасистеми од минатото, религиозни доктрини претставуваат шпекулативниХипотезата на исклучително ниско цел на веројатност.
		-- Sidney Hook

%
Фанатик е лице кое не може да се премисли и нема да ја смени темата.
		-- Winston Churchill

%
Ние се бориме против хуманизмот, ние се бориме против либерализмот ...Ние се бориме против сите системи на сатаната дека се уништуванашата земја денес ... нашата борба е со самиот сатана.
		-- Jerry Falwell

%
Тие [проповедници] Страв од напредокот на науката како вештерки направи пристапотна дневна светлина и scowl на фатална предвесник најавува subversionsна duperies на кои тие живеат.
		-- Thomas Jefferson

%
Светиите секогаш треба да им се суди за виновен додека не се докажало дека се невини.
		-- George Orwell

%
Како што тврдат во "возљубен Син", книга за мојот син Брајан и предметна верските заедници и култови, еден резултат на соодветна почетокот на наставатаво методите на рационалната мисла ќе биде да се направи ненадејна безумнатаконверзии - со ништо - помалку веројатно. Брајан сега сфаќа ова иима, по единаесет години, ја напуштил сектата бил поврзан со. наПроблемот е во тоа што еднаш на необучени ум уште нема донесено формална обврска дарелигиозна филозофија - и тоа не е важно дали таа филозофијагенерално е разумен и благородната или крајно бизарна иирационален - моќта на разумот се изненадувачки неефикасна вопромена на својот ум на верникот.- Стив Ален, комичар, од есеј во книгата "Храброста на  Убедување ", уредена од страна на Филип Берман
		-- George Orwell

%
Ништо не е полесно отколку да се откаже од злосторник; ништо не е потешкоод тоа да го разбере.
		-- Fyodor Dostoevski

%
Ние не може да биде во можност да ги убеди Хиндусите дека Исус и не треба Вишнурегулираат нивниот духовен хоризонт, ниту муслимани дека Буда е воЦентарот на своите духовни универзумот, ниту Евреите дека Мохамед е големпророк, ниту христијаните дека Шинтоизам ги одразуваат нивните духовнипроблеми, да не зборуваме за фактот дека ние не може да биде во можност да се добиеХристијаните се договараат меѓу себе за нивниот однос кон Бога.Но, сите ќе се согласат за исказот дека тие поседуваат длабоки духовниресурси. Ако, исто така, може да го натера да го прифати понатамошноисказот дека без разлика на формата на Божеството може да има во своите теологија,Божеството не е само надворешен, но внатрешната и дејствува преку нив, итие се даде доказ или побивање на Бога, во она што го прават имислите; ако тоа уште повеќе предлог да биде прифатен, тогаш доаѓаме декамногу поблиску до вистинска религиозна состојба на земјата.
		-- Norman Cousins, from his book "Human Options"

%
Месијата ќе дојде. ќе има воскресение на мртвите - ситеработите што Евреите верувале во пред тие добија толку проклето софистициран.
		-- Rabbi Meir Kahane

%
Светот не е расадник.
		-- Sigmund Freud

%
Ако еден прашува зошто американската традиција е толку силна против билоповрзување на државата и црквата, зошто тоа dreads дури и на основите нана веронауката во државните училишта се одржува, во непосредна иповршни Одговорот не е далеку да се бараат ....Причината лежи во голема мера во разновидноста и виталноста на различниденоминации, секој прилично сигурен дека, со фер поле и нема корист,тоа може да се направи на свој начин; и секој воодушевен од љубоморен страв дека,ако се дозволи било какво поврзување на државата и црквата, некои ривалденоминација ќе добијат нефер предност.- Џон Дјуи (1859-1953), американски филозоф,  од "Демократијата во училиштата", 1908
		-- Sigmund Freud

%
Веќе духот на нашето школување е исполнет со чувство декасекој предмет, секоја тема, секој Всушност, секој таканаречените вистината мора да бидедоставува до одреден публицитет и непристрасност. сите понуденитепримероци на учење мора да одат во иста анализа соба и да биде подложен назаеднички тестови. Тоа е суштината на сите догматски вери да се смета декасекое такво "шоу-долу" е сквернавење и перверзни. карактеристикана религијата, од нивна гледна точка, е дека тоа е интелектуалнотајни, не јавност; особено е откриена, генерално, не е познато;авторитативно прогласена, не се пренесени и тестирани во обичниначини ... Тоа е релевантни да се истакне дека, како што долго како што религијата езамислен како што е сега од страна на голем дел од таканаречените religionists,има нешто само-контрадикторни во зборување на образованието ворелигија во иста смисла во која ние зборуваме за образование во темиАко методот на слободни истрага има направено свој начин. На "религиозни"ќе биде последен пат да бидат подготвени дека или историјата насодржината на религијата треба да се изучува во овој дух; додека ониена кого научна гледна точка не е само технички уред,но е олицетворение на интегритетот на умот, мора да протестираат противнејзините се предава во било кој друг дух.- Џон Дјуи (1859-1953), американски филозоф,  од "Демократијата во училиштата", 1908
		-- Sigmund Freud

%
Во широка и крајна смисла сите образовни институции се вочувство дека тие работат за формирање на ставови, подготовки, способностии пречки кои претставуваат конкретна личност ... Дали оваобразовниот процес се изведува во претежно демократски или не-демократски начин, станува, според тоа, е прашање на трансцедентен значењене само за себе образование, но за неговиот конечен ефект врз ситеинтересите и активностите на општество кое се залага за демократскиначин на живот.
		-- John Dewey (1859-1953), American philosopher

%
Историјата покажува дека човечкиот ум, хранат со постојана пристапување на знаење,периодично расте премногу голем за теоретска облоги, и прснуваги на парчиња за да се појави во нов habiliments, како исхрана и одгледувањекопачка, во интервали, фрла премногу тесни кожата и ја презема уште еден ...Вистина, државата на имагото Човекот се чини дека е ужасно далечен, но секојмитарење е чекор стекнато.
		-- Charles Darwin, from "Origin of the Species"

%
... Јас би отишле толку далеку што да укажуваат на тоа дека, тоа не беше за нашето его игрижа да се биде различен, африканските мајмуни ќе бидат вклучени во нашатасемејството, Hominidae.
		-- Richard Leakey

%
Незамисливо е дека разумен набљудувач од друг сончев системќе видите во нашиот вид - кој има тенденција да биде суров, деструктивен,непотребното и ирационална - круната и највисока точка на космичката еволуција.Прикажување на нас како кулминација на * ништо * е гротеска; Прикажувањекако преодна видови прави повеќе смисла - и ни дава повеќе надеж.- Бети McCollister "Нашиот Преодни видовите",  Слободен Анкетната списание, Vol. 8, број 1
		-- Richard Leakey

%
"Па, гледате, тоа е како преодна суштество. Тоа е мочаат на сиромашнитерептил и не многу на птица. "- Мелвин Konner, од "заплеткано крило", цитирајќи зоолог кој имапроучувале archeopteryx и го најде тоа "многу како луѓе"
		-- Richard Leakey

%
"Треба тендер љубовен заштита еднаш неделно - така што можам да ви го завршиме во форма."
		-- Ellyn Mustard

%
"Тоа може да биде дека нашата улога на оваа планета не е да му служат на Бога, но да создаде него. "
		-- Arthur C. Clarke

%
"Зошто треба да субвенционира интелектуална љубопитност?"
		-- Ronald Reagan

%
"Нема ништо ново под сонцето, но постојат голем број на стари работи ние уште не знаеме. "
		-- Ambrose Bierce

%
"План да се фрли еден далеку. Ќе секој случај."
		-- Fred Brooks, "The Mythical Man Month"

%
Вие треба тендер љубовен заштита еднаш неделно - така што можам да ви го завршиме во форма.
		-- Ellyn Mustard

%
"Тоа може да биде дека нашата улога на оваа планета не е да му служат на Бога, но да создаде него. "
		-- Arthur C. Clarke

%
"Зошто треба да субвенционира интелектуална љубопитност?"
		-- Ronald Reagan

%
"Нема ништо ново под сонцето, но постојат голем број на стари работи ние уште не знаеме. "
		-- Ambrose Bierce

%
Блискиот Исток е, секако, nexus на криза за долго време да дојде -со менувањето на играчи, но истата игра: пресврт. Мислам дека ќе бидесоочување со милитантниот ислам - особено последиците од иранскатареволуција - и религијата ќе уште еднаш, како што има во нашите сопствени повеќедалечното минато - играат улога барем како знаменосец во смрт и хаос.- Боби Р. Инман, адмирал, USN, пензионери, поранешен директор на Морнарицата на интелигенција,  заменик-директор на ДИА, поранешен директор на НСА, заменик-директор на  Централната разузнавачка, поранешниот претседател и извршен директор на ССК.
		-- Ambrose Bierce

%
... Една работа е тоа што, за разлика од било која друга западна демократија што јас знам,оваа земја управувана од своите почетоци, со основна недовербаВладата. Ние не се конституирани за ефикасно работење на владата,но за да се минимизира можноста за злоупотреба на власта. Таа зеде настанина ерата Рузвелт - катастрофални економски колапс и Втората светска војна -да се воведе силна централна влада, која сега знаеме. Но, во повеќетоделови од денес земјата, неподготвеноста да се има влада се уште есилна. Мислам дека, со исклучок на една серија на катастрофални настани, што можемебараат да се барем уште една деценија во која многу од големите проблемиоколу оваа земја ќе треба да се решат од страна на институциите, освенфедерална влада.- Боби Р. Инман, адмирал, USN, пензионери, поранешен директор на Морнарицата на интелигенција,  заменик-директор на ДИА, поранешен директор на NSA, заменик-листа на  Централната разузнавачка, поранешниот претседател и извршен директор на ССК.[Државничкиот Мислењата изразени во овој документ не се оние на уредувачот на куки -ed.]
		-- Ambrose Bierce

%
"Имам само еден збор за вас, синко ... пластика".
		-- from "The Graduate"

%
"Постои таква тенка линија помеѓу гениј и глупост."
		-- David St. Hubbins, "Spinal Tap"

%
"Ако Исхрана Кока-Кола не постои тоа би била потребна за да се измисли."
		-- Karl Lehenbauer

%
Јас сум се приближуваше со најмногу спротивни мислења и совети, како и мажи штосе исто така е сигурно дека тие претставуваат божествената волја. Сигурен сум декаили на еден или на друг греши во верувањето, а можеби и во некоиаспекти, и двете.Се надевам дека тоа нема да биде несоодветен за мене да кажам дека ако е веројатно декаБог ќе го открие својата волја на другите на точка толку поврзани со мојата должност,тоа би можело да се претпостави дека тој ќе го открие директно до мене.
		-- Abraham Lincoln

%
Во просторот, никој не може да го слушнете прдеж.
		-- Abraham Lincoln

%
Оштетување на мозокот е во твојата глава.
		-- Karl Lehenbauer

%
Посакувам и се надевам да успее во остроумниот знаци на paranormality каде причина ивнимателни научна процедура пропадне.
		-- James E. Alcock, The Skeptical Inquirer, Vol. 12

%
"Тоа е подобро да се обиде и не успеа, отколку да не успеаја да се обиде, норезултатот е ист. "
		-- Mike Dennison

%
"Наука за создавање на" не влезе во наставната програма за причина толку едноставени толку основни дека ние често забораваме да се спомене: затоа што тоа е неточно, ибидејќи добар наставниците разбере зошто токму тоа е неточно. Што може да бидеповеќе деструктивни од кои повеќето се уште кревка најскапоцената стоковите во нашатацелата интелектуална наследство - наставен процес - од една сметка принудувајќичесен наставниците да ги валкаш нивната света доверба со доделување на еднаков третманна учење не само што знае дека се лажни, но се пресметува за да ги поткопа ситеопшто разбирање на науката како претпријатие?
		-- Stephen Jay Gould, "The Skeptical Inquirer", Vol. 12, page 186

%
Тоа не е добро да се смета како еден кој кротко доставува до дрскост изаплашување.
		-- Stephen Jay Gould, "The Skeptical Inquirer", Vol. 12, page 186

%
"Без оглед на ограничување на дозволената брзина, вашиот Бјуик мора да се ракувабрзина поголема од брзината од 85 километри на час (140kph). "
		-- 1987 Buick Grand National owners manual.

%
"Твојот став одредува вашиот став."
		-- Zig Ziglar, self-improvement doofus

%
Во тврдејќи дека сегашните теории на функцијата на мозокот фрлија сомнеж врз ESP,psychokinesis, реинкарнација, и така натаму, јас сум често се соочат со предизвикот соод најпопуларните на сите невро-митологии - идејата дека ние обичнокористи само 10 отсто од мозокот ...Овој концепт "церебрална резервна гума" продолжува да ги негува муштерии на"Поп психолози" и многу своите програми за само-подобрување рециклирање. какометафора за фактот дека неколку од нас целосно да ги искористат нашите таленти, кои би можеле даго негираат тоа? Како прибежиште за окултисти бараат нервната основа на чудесното,го остава многу да се извојува.- Бери Л. Beyerstein "Мозокот и Свеста: Импликации за   Пси феномени ", скептичниот Enquirer, бр. XII, број 2, стр. 171
		-- Zig Ziglar, self-improvement doofus

%
Thufir е Harkonnen сега.
		-- Zig Ziglar, self-improvement doofus

%
"Со долгогодишна традиција, ја користам оваа прилика да дивјак другидизајнери во тенок прикривањето на добра, чиста забава. "
		-- P. J. Plauger, from his April Fool's column in April 88's "Computer Language"

%
"Ако сакате да се јаде нилски коњ, имаш да се обрне на товар."
		-- attributed to an IBM guy, about why IBM software uses so much memory

%
Паркинсонова закон: работа се проширува за да се пополни тоа време доделениот.
		-- attributed to an IBM guy, about why IBM software uses so much memory

%
верзија на Паркинсонова закон Карл: Работа проширува за да се надмине тоа време доделениот.
		-- attributed to an IBM guy, about why IBM software uses so much memory

%
Подобро е да никогаш не се обиделе ништо, отколку да се обиде нешто ине успеа.
		-- motto of jerks, weenies and losers everywhere

%
"Нашите патувања до ѕвездите ќе бидат направени на вселенски бродови создадена од страна решени,работливост научници и инженери применуваат принципите на науката, а небродот летечки чинии тестиран од страна на мали сиви вонземјани од некоја друга димензија ".- Роберт Бејкер, "странци Меѓу нас: хипнотичка регресија Боинг"   Скептичниот Inquirer, Vol. XII, број 2
		-- motto of jerks, weenies and losers everywhere

%
"... Сите добри компјутерски дизајни се bootlegged, а формално планираните производи,ако тие се изградени на сите, се кучиња! "
		-- David E. Lundstrom, "A Few Good Men From Univac", MIT Press, 1987

%
"Да се ​​значаен чекор напред, мора да се направи серија на конечниподобрувања. "
		-- Donald J. Atwood, General Motors

%
"Ќе те закопа."
		-- Nikita Kruschev

%
"Сега тука е нешто што сте навистина ќе се допаѓа!"
		-- Rocket J. Squirrel

%
"Како да се направи еден милион долари: Прво, да се добие еден милион долари."
		-- Steve Martin

%
"Јазикот обликува начинот на кој размислуваме, и го одредува она што може да се размислува за."
		-- B. L. Whorf

%
Јазикот обезбедува програмер со сет на концептуални алатки; доколку тие сенесоодветни за работа, тие едноставно ќе бидат игнорирани. На пример, сериозноограничување на концептот на покажувачот едноставно сили на програмерот да го користитевектор плус целобројна аритметика за спроведување на структури, покажувач, итн Добардизајн и отсуство на грешки не може да се гарантира со вистински јазиккарактеристики.
		-- Bjarne Stroustrup, "The C++ Programming Language"

%
"За љубовта на флегма ... глупав ѕидот на смртта зраци. Како натруфен да ти се?"
		-- Post Brothers comics

%
"Бирократијата е непријател на иновацијата."
		-- Mark Shepherd, former President and CEO of Texas Instruments

%
"Една организација пресушува ако не го оспорат со раст."
		-- Mark Shepherd, former President and CEO of Texas Instruments

%
"Јас сум го видел. Тоа е ѓубре."
		-- Marvin the Paranoid Android

%
Нашиот бизнис се кандидира на доверба. Веруваме дека ќе се плати однапред.
		-- Marvin the Paranoid Android

%
"Неверниците во сите векови се бореше за правата на човекот, и да имаат на сите времињасе бестрашни поборници на слободата и правдата. "
		-- Robert Green Ingersoll

%
Историјата на подемот на христијанството, има што да се прави со политика,култура и човечките слабости и нема никаква врска со натприродни манипулацијана настаните. Го божествена интервенција е водечка сила, сигурно двемилениуми по раѓањето на Исус, тој не би имал еден свет каде што имаповеќе муслимани отколку католици, повеќе Хиндусите од протестантите, и многу повеќеnontheists од католиците и протестантите во комбинација.
		-- John K. Naland, "The First Easter", Free Inquiry magazine, Vol. 8, No. 2

%
Те наоѓам недостаток на вера во dithturbing четврти.
		-- Darse ("Darth") Vader

%
"Сите Библии се вештачки".
		-- Thomas Edison

%
"Спок, не можете да го видите изгледот на нивните лица?""Да, капетане, еден вид на слободни задоволство."
		-- Thomas Edison

%
"Триумфот на слободарскиот анархијата е скоро (во историска смисла) ворака ... * * ако можеме да се задржи на левицата од нас продаваат во ропство иДесно од нас дува, да речеме, во следните дваесет години. "
		-- Eric Rayman, usenet guy, about nanotechnology

%
"Гравитација не може да се смета за одговорен за луѓето паѓаат во љубовта."
		-- Albert Einstein

%
"Мислам дека Мајкл е како лакмус хартија - тој е секогаш се обидува да учат".
		-- Elizabeth Taylor, absurd non-sequitir about Michael Jackson

%
И покрај тоа што не може да се докаже ретроспективно дека секое искуство на владение,конверзија, откровение, или божествена екстази беше само епилептични празнења,ние мора да се запрашаме како една разликува "вистински трансценденција" од невропатијакои произведуваат истиот екстремен realness, длабочина, ineffability и чувствона космичкото единство. Кога сметки на ненадејна религиозни конверзии во TLEs[Темпоралниот лобус епилепсија] се поставени заедно со epiphanous откритија нарелигиозната традиција, паралелите се удираат. Истото важи и занеодамнешната серија на наводни НЛО киднапираните. сам штедливост тврди против повикувањетодухови, демони, или вонземјани, кога ќе биде доволно природна смрт.- Бери Л. Beyerstein "невропатологија и наследството на духовен   Сопственост ", скептичниот Inquirer, бр. XII, број 3, стр. 255
		-- Elizabeth Taylor, absurd non-sequitir about Michael Jackson

%
"А вербална договор не е вредно за хартија е испечатена."
		-- Samuel Goldwyn

%
"Ние ќе се постигне поголема и поголема излитени фрази на достигнување."
		-- Richard J. Daley

%
"Со меласа ќе се фати муви, со оцет се фати никој."
		-- Baltimore City Councilman Dominic DiPietro

%
"Води во неколку зборови на тивка молитва."
		-- Bill Peterson, former Houston Oiler football coach

%
"Не можев да се сетам на работите додека го зедов тоа Сем Карнеги разбира."
		-- Bill Peterson, former Houston Oiler football coach

%
"Сега се чувствувам дека имам нозете на земјата колку што мојата главае загрижен."
		-- Baseball pitcher Bo Belinsky

%
"Деведесет проценти од безбол е половина средина."
		-- Yogi Berra

%
Две работи се одредени за науката. Тоа не стои за долго,и тоа никогаш не е досадно. О, кај некои сиромашни души, вклучувајќи ги иинтелектуалци во областа на високо науката, науката е честопомешана. Многумина ова го сметаат само како тело на факти, изгласан одна високо ниво во задолжителна, неразбирливо учебници, колекција на непроменливапрописи брани со авторитарни енергија. Други го гледаат како ништоно студено и суво тесен, неблагодарен, владеење врзани процес - научнатаМетод: hidebound, линеарна, и левата хемисфера.Овие луѓе се жртви на своите стереотипи. Тие сенаменети за да ја видите во светот на науката со сет на теревенки. тиене знаат ништо на безредие, какафонија, rambunctiousness итенденциозност на реалните научниот процес, а камоли накреативност, страст, и радоста на откривањето. И тие, најверојатно, ќемалку знаат за континуирана обработка на нови сознанија и откритијадека секој ден, на некој начин, промени нашиот поглед (ако не и нивни) наприродниот свет.- Kendrick Frazier, "Годината во науката: Преглед", во   1988 годишник за наука и иднината, Енциклопедија Британика, Inc.
		-- Yogi Berra

%
"Џекпот: што може да има непотребни промена на записот"
		-- message from "diff"

%
"Еден адвокат може да украде повеќе од сто мажи со пиштоли."
		-- The Godfather

%
Која е разликата помеѓу компјутер и продавач на користени автомобили продавач?А се користи продавач на автомобили знае кога тој лаже.
		-- The Godfather

%
"Оние кои ќе бидат во можност да го освои софтвер ќе биде во можност да го освоисветот ".
		-- Tadahiro Sekimoto, president, NEC Corp.

%
"Има некои добри луѓе во него, но оркестарот како целина е еквивалентнона банда свиткана на уништување ".
		-- John Cage, composer

%
"Верувам дека употребата на бучава да се направи музика ќе се зголеми додека не се постигнемузика произведена преку помош на електронска музика која ќе го направидостапни за музички цели и сите звуци што може да се слушне. "
		-- composer John Cage, 1937

%
Јас не го откаже една изведба во Холандија, каде што тие мислеа музика ми беше толку леснодека тие не се вежба во сите. И така прв пат кога го дознав тоа,Јас пробуваше оркестарот себеси пред публика од 3.000 луѓе иследниот ден пробуваше преку вториот движење - ова е парче_Cheap Imitation_ - и тогаш тие беа засрамени. Холандскиот луѓето се срамати тие ме покани да дојдат на фестивалот Холандија и ветија дека ќе гивежбање. И кога влегов во Амстердам, тие го промениле оркестарот, иповторно, тие не се вежбаше. Така што тие не беа повеќе подготвени по втор патод тие што биле во прв план. Јас ги одржа предавање и им рекол да го откажетеизвршувањето; Тогаш тие рекоа во текот на радио дека сум инсистирал на нивнитепоништување на перформанси, бидејќи тие биле "недоволно Зен."Може да ви се верува?
		-- composer John Cage, "Electronic Musician" magazine, March 88, pg. 89

%
"Еден ден се разбудив и открив дека сум во љубов со шкембето."
		-- Tom Anderson

%
"Повеќето луѓе би сакале да се ослободат од искушение, но би сакал тоа да се задржи во допир. "
		-- Robert Orben

%
Правилото за преживување како менаџер на програмата е да се "даде Ем број илидаде "Ем датум, но никогаш не даде" Ем и двете одеднаш.
		-- Robert Orben

%
Оптимист верува дека живееме во најдобриот можен свет;песимист стравува дека тоа е точно.
		-- Robert Orben

%
"Ако Џон Маден чекори надвор на 2 февруари, изгледа надолу, и не се види неговатанозе, ќе имаме повеќе од 6 недели од Про фудбалот. "
		-- Chuck Newcombe

%
Мртов? Не е изговор за поставување на работа.
		-- Chuck Newcombe

%
Води ме во искушение ... можам да го најдете себе.
		-- Chuck Newcombe

%
"Кога луѓето се најмалку сигурни, тие се често најдогматичните".
		-- John Kenneth Galbraith

%
"Природата е многу неамерикански. Природата никогаш брза."
		-- William George Jordan

%
"Ние учат од историјата дека ние учиме ништо од историјата".
		-- George Bernard Shaw

%
"Flattery е во ред - ако не дишам."
		-- Adlai Stevenson

%
"Конзистентноста бара од вас да биде како неук, денес како што беа пред една година."
		-- Bernard Berenson

%
"Самити имаат тенденција да бидат како панда matings. Очекувањата се секогашвисоки, а резултатите се обично разочарувачки ".
		-- Robert Orben

%
"Многу луѓе мислат дека тие се размислува кога тие се само преуредувањепредрасудите. "
		-- William James

%
"Ја каже вистината и да ја стартувате."
		-- Yugoslav proverb

%
"Најдобар индекс за карактерот на една личност е) како тој ја третира луѓето кои не можатго направи било добро и б) како тој ја третира луѓето кои не може да се бори назад. "
		-- Abigail Van Buren

%
"Никогаш не се соочат со фактите, ако го направите, вие никогаш нема да се нагоре во утринските часови."
		-- Marlo Thomas

%
"Животот е облека што постојано се смени, но кои никогаш не чини да се вклопи."
		-- David McCord

%
"Вредноста на бракот не е дека возрасните раѓаат деца, но дека децатапроизводство на возрасните. "
		-- Peter De Vries

%
"Полесно е да се бори за принципи отколку да живеат до нив."
		-- Alfred Adler

%
"Безбедноста е претежно со суеверие. Тоа не постои во природата ... Животот еили смела авантура или ништо ".
		-- Helen Keller

%
"Кој се обврзува да се постави како судија на вистината и знаењето енасукани од смеа на боговите ".
		-- Albert Einstein

%
"Успехот покрива многу грешки."
		-- George Bernard Shaw

%
"Во знак на незрел човек е во тоа што тој сака да умре благородно за причина, азнакот на зрел човек е во тоа што тој сака да живее смирено за еден. "
		-- William Stekel

%
"Да, и јас се чувствувам лошо за давање на нивните бескорисни carci во тестирање на нова верзија ..."
		-- Badger comics

%
"Дали е тоа навистина, Fuzz, или тоа е Memorex, или тоа е зрачење болест?"
		-- Sonic Disruptors comics

%
"Повеќето од нас, кога сите е кажано и направено, како што го сакаме и го сочинуваат причиниза тоа потоа. "
		-- Soren F. Petersen

%
"Ти си суштество на ноќта, Мајкл. Wait'll мама дознал за тоа."
		-- from the movie "The Lost Boys"

%
"Пластични пиштол. Генијален. Повеќе кафе, те молам."
		-- The Phantom comics

%
Играта на животот е игра на boomerangs. Нашите мисли, дела и зборовисе врати на нас порано или подоцна со восхит точност.
		-- The Phantom comics

%
Ако во првиот не успее, ќе се работи околу просекот.
		-- The Phantom comics

%
"Детето е лице кое не може да разбере зошто некој би подаритесовршено добро маче ".
		-- Doug Larson

%
"Проблемот со прави нешто во право за прв пат е во тоа што никој него цени тоа колку е тешко. "
		-- Walt West

%
"Тивок благодарност не е многу голема корист за никого."
		-- G. B. Stearn

%
"Во случај на принцип, да стојат како рок, во поглед на вкусот, плива сосегашното."
		-- Thomas Jefferson

%
Првиот знак на зрелост е откритието дека го копчето за јачина на звук, исто така, се претвора волево.
		-- Thomas Jefferson

%
"Но, тоа што се оди на единаесет."
		-- Nigel Tufnel

%
"Е преку пеколот? Whaddya се врати за мене?"
		-- A. Brilliant

%
"Јас не знам што нивните жалбите е. Критичарот е едноставно некој посветува даваат мислења многоречиво "."Критичарите се grinks иgroinks ".
		-- Baron and Badger, from Badger comics

%
"Имам некои amyls. Ние би можеле да било од страните или подоцна, како, да почне своето срце."
		-- "Cheech and Chong's Next Movie"

%
"Израел денеска објави дека се откажува. Ционистичкиот државата ќе го распуштиво рок од две недели, а нејзините граѓани ќе растера во различни одморалиште заеднициоколу светот. Рече премиерот Јицак Самир, "Кој има потреба одвлошување? "
		-- Dennis Miller, "Saturday Night Live" News

%
"И, се разбира, ќе имаат реклами каде такт бизнисмени се понапредсо користење на нивните Macintosh компјутери, за да се создаде крајната американски бизнисна производот: многу остар изглед извештај ".
		-- Dave Barry

%
ПРОДАВНИЦА или умри, луѓето на Земјата![Понуда празнина каде што е забрането]
		-- Capitalists from outer space, from Justice League Int'l comics

%
"Роман Полански го прави сопствената крв Тој е паметен -.. Тоа е зошто неговите филмови се работи"
		-- A brilliant director at "Frank's Place"

%
"Следниве не е за слаби на срце или фундаменталисти."
		-- Dave Barry

%
"Јас го земам шопинг со мене. Јас се каже," Во ред, Исус, да ми помогне да се најде зделка "
		-- Tammy Faye Bakker

%
Гери Харт: жив доказ дека * * може да завртка вашиот мозок надвор.
		-- Tammy Faye Bakker

%
Блажени се оние кои иницираат живи дискусии со безнадежно неми,зашто тие ќе се знае како стоматолози.
		-- Tammy Faye Bakker

%
"Јас не верувам во убедливо социјални промени се манифестира со еден човек,освен ако тој има атомско оружје. "
		-- Howard Chaykin

%
"Уште слободна искачи илјада нога вертикална карпа со £ 60 на менувачотврзан за вашиот задник? "   "Не""" Се разбира не сте, вие овошје циклус малку geek ".- На планински човек, еден од SNL ликови Дана Carvey е[СТРОГО]
		-- Howard Chaykin

%
"Мислам, како, јас само да читате вашиот напис во право рецепт Јеил, за пребарување инапад. Човекот, кој беше навистина таму. "   "Бев толку уништени кога напишав дека ..."
		-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL

%
"Здраво, јас сум професор Алан Ginsburg ... Но, може да ме викаат ... Капетанот Toke".
		-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL

%
Тоа е одлично да се биде паметен Оти тогаш знаете нешта.
		-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL

%
"Времето е пари и парите не можат да купат те сакам и сакам вашата облека"
		-- T.H.U.N.D.E.R. #1

%
"Не можам да ти само гест хипнотички и да го направи да исчезне?"    "Тоа не функционира на тој начин. Работи!"
		-- Hadji on metaphyics and Mandrake in "Johnny Quest"

%
"Вие не треба да се направи мојот тостер лути."
		-- Household security explained in "Johnny Quest"

%
 "Некој е значи за вас! Кажи ми што е тоа, па можам да го стиска вкусно".
		-- Ralph Bakshi's Mighty Mouse

%
"И деца ... да научат нешто од Сузи и Еди. Ако мислите дека има манијакалниот психо-geek во подрумот:    1) Не му даде шанса да го погоди наглава со секира!    2) Бегај просториите ... дури и ако сте во вашатадолна облека.    3) ги предупреди соседите и се јавите во полицијата. Но, она што друго правиш ... Не оди во подрумот По ѓаволите! "
		-- Saturday Night Live meets Friday the 13th

%
Победа или пораз!
		-- Saturday Night Live meets Friday the 13th

%
"Секој има право на * * информирани мислење."
		-- Harlan Ellison

%
"Тоа е завеси за вас, глувче! Пиштолот е толку футуристички дека дури и* Јас * не знам како тоа функционира! "
		-- from Ralph Bakshi's Mighty Mouse

%
"Нека силите на злото да станат збунети на патот кон вашата куќа."
		-- George Carlin

%
А факултет на Универзитетот е 500 egotists со заеднички паркинг проблем.
		-- George Carlin

%
   "Тато, тато, се направи    Дедо Мраз оди си! ""Не можам, син;тој расте премногумоќност "."Хо Ho Ho!"
		-- Duck's Breath Mystery Theatre

%
"Ако тоа не е гласна, тоа не функционира!"
		-- Blank Reg, from "Max Headroom"

%
"Запомни деца, ако има натоварени пиштол во собата, да бидете сигурни дека стееден од нив го држи "
		-- Captain Combat

%
Делта: Ние никогаш не ја направи истата грешка три пати. - Дејвид Летерман
		-- Captain Combat

%
Делта: Вистински маж земји каде што тој сака да. - Дејвид Летерман
		-- Captain Combat

%
Делта: Децата ќе љубов нашите гумени слајдови. - Дејвид Летерман
		-- Captain Combat

%
Делта: Ние сме Amtrak со крилја. - Дејвид Летерман
		-- Captain Combat

%
"Каде хумор е загрижен што не постојат стандарди - никој не може да каже што едобро или лошо, иако можете да бидете сигурни дека секој ќе.
		-- John Kenneth Galbraith

%
"Здраво повторно, Peabody тука ..."
		-- Mister Peabody

%
"Тоа е најдоброто нешто од професионални голфери на" Ludes ".
		-- Rick Obidiah

%
"За да вашиот лево е пристаништето, каде што неколку високи функционери Кабинетот задржи луксузјахти за викенд Патувања на Потомак. Некои од овие бродови се до 100нозе во должина; претседателската јахта е над 200 стапки во должина, и може даостануваат под вода до 3 недели. "
		-- Garrison Keillor

%
"Па, општествена важност е schtick, како и мистерии, општествена важност,научна фантастика..."
		-- Art Spiegelman

%
"Еден од проблемите јас отсекогаш сум имал со пропаганда памфлети е дека тие севистински досадно да се погледне. Тие се само лошо дизајниран. Луѓето од леватачесто се многу добро наменети, но тие никогаш не сум имал време да се основниот дизајнкласи, знаеш? "
		-- Art Spiegelman

%
"Ако сте ја направиле секој кој некогаш сте биле на мртвите покаже, и да ги построи, тие ќе водат до половина месечината и назад ... и ниту еден од нив ќе биде се жалат. "
		-- a local Deadhead in the Seattle Times

%
"И запомнете: злото секогаш ќе победи, бидејќи добро е глупава".
		-- Spaceballs

%
Зошто многу научници со помош на адвокати за медицинскиексперименти, наместо на стаорци?а) Постојат повеќе адвокати од стаорци.б) научник не станат како приврзан за нив.в) Постојат некои работи кои дури и стаорцине ќе се направи за пари.
		-- Spaceballs

%
"Во текот на тркатаНие може да се јаде вашиот прашина,Но, кога ќе дипломираат,Ќе работат за нас. "
		-- Reed College cheer

%
Пол закон е:Ништо не е толку добро што некој, некаде, нема да го мразат.
		-- Reed College cheer

%
Прасе: Животно (Porcus сештојади) тесно сојуз на човековиот род одсјај и живост на својот апетит, кои, сепак, е инфериорен во обем,за тоа balks на свиња.
		-- Ambrose Bierce

%
"Ние не треба да се заштити животната средина -. Второто доаѓање е на дофат на раката"
		-- James Watt

%
"Верувам дека Роналд Реган еден ден ќе го прават овој земјата што некогаш беше ... Арктикот пустината ".
		-- Steve Martin

%
"Да ви јас сум атеист, на Бога, јас сум лојална опозиција".
		-- Woody Allen

%
Noncombatant: Смртоносно квакер.
		-- Ambrose Bierce

%
"Има само еден начин да имаат среќен брак и штом ќе научат што е тоае јас ќе се ожени повторно. "
		-- Clint Eastwood

%
Многу луѓе што ги знам се верува во позитивно размислување, и затоа направете I.Јас верувам дека се позитивно смрди.
		-- Lew Col

%
П: Колку IBM, процесорот е потребно да се изврши работа?A: Четири; три до држете го, а еден да рипувате главата надвор.
		-- Lew Col

%
Дипломатијата е уметност да се каже "добро Куќи", додека не може да се најде карпа.
		-- Lew Col

%
Четврто Законот за лабораторија Harrisberger е:Искуството е директно пропорционален наизносот на опремата уништени.
		-- Lew Col

%
Законот Капетан Пени е:Можете да ги измамат сите луѓе кои се дел одвреме, и некои од луѓето на ситевреме, но не можат да измамат мајка.
		-- Lew Col

%
"Бидејќи тој е лик кој е во потрага по сопствениот идентитет, [Тој-Man е]интересна улога на актер. "
		-- Dolph Lundgren, "actor"

%
"Ако Исус се врати денес, и видов што се случува во неговото име, тој никогаш не бипрестанат да фрлаат нагоре. "
		-- Max Von Sydow's character in "Hannah and Her Sisters"

%
"Ниче вели дека ќе живеат истиот живот, одново и одново.Бог - ќе треба да седат преку мраз Capades повторно ".
		-- Woody Allen's character in "Hannah and Her Sisters"

%
"Во однос на барањето Усна Робертс дека Бог му рекол дека ќе умре, освен ако тој доби $ 20 милиони евра до крајот на март, Божјиот адвокати изјавија дека нивниот клиент има не зборувал со Робертс за неколку години. Неофицијално, Бог изјави дека "Ако Јас сакав да се замрзне малку крастава жаба, јас би го сториле тоа пред долго време."
		-- Dennis Miller, SNL News

%
"Само лицемер е навистина расипано на јадрото."
		-- Hannah Arendt.

%
Quod licet Iovi не licet bovi.(Што Јове може да се направи, не е дозволено да се крава.)
		-- Hannah Arendt.

%
"Јас не им веруваат еден човек кој вели дека" кога ". Ако тој мора да биде внимателен да не се пијат премногумногу, тоа е затоа што тој не е да се верува кога тој го прави. "
		-- Sidney Greenstreet, _The Maltese Falcon_

%
"Јас не им веруваат близок уста човек. Тој обично се зема во погрешно време да се зборуваи вели на погрешни работи. Зборувајќи нешто е што не може да го направи разумно,освен ако не ви се задржи во пракса. Сега, господине, ние ќе зборуваме ако ви се допаѓа. Ќе кажамви право, јас сум човек кој сака да разговара со еден човек кој сака да зборува. "
		-- Sidney Greenstreet, _The Maltese Falcon_

%
Сите екстремисти треба да биде извадена и стрелани.
		-- Sidney Greenstreet, _The Maltese Falcon_

%
"Шеесеттите беа добри за вас, не се тие?"
		-- George Carlin

%
"Ти остани тука, Одри - ова е помеѓу мене и зеленчук!"
		-- Seymour, from _Little Shop Of Horrors_

%
Од Sharp умови доаѓаат ... посочи глави.
		-- Bryan Sparrowhawk

%
Постојат два вида на egotists: 1) Оние кои го признаат 2) Остатокот од нас
		-- Bryan Sparrowhawk

%
"Прилично мрачна, господа ... Светот е клими Сликата се менува,цицачите се одвиваат во текот, и сите имаат мозок со големина наорев ".
		-- some dinosaurs from The Far Side, by Gary Larson

%
"Ние Американците, ние сме едноставно луѓе ... но ни се нервирам, и ние ќе го бомбардиравашите градови ".
		-- Robin Williams, _Good Morning Vietnam_

%
Зошто да не ќе ајкули јадат адвокати? Професионална учтивост.
		-- Robin Williams, _Good Morning Vietnam_

%
"Знаете, ние го освои награди за овие глупости".
		-- David Letterman

%
Тоа беше тажно остана рака."Штета што не се имате било какви повеќе куршуми", си помисли Frito.
		-- _Bored_of_the_Rings_, a Harvard Lampoon parody of Tolkein

%
Еден добар USENET мотото ќе биде: a. "Заедно, силна заедница". b. "Компјутерите Р нас." c. "Јас сум болен од програмирање, мислам дека само ќе завртка околу за некое време на     Компанијата време. "
		-- A Sane Man

%
"Тој не се кандидира за реизбор.` Политика ќе ги носи во контакт со сителуѓе кои би им даде нешто за да се избегне ", изјави тој. `Јас останувам дома."
		-- Garrison Keillor, _Lake_Wobegone_Days_

%
"Ако сте живееле денес како да е последен, што би се купи до една кутија на ракети исите нив оган надвор, нели? "
		-- Garrison Keillor

%
"Г-дин Спок подлегнува на моќен парење нагон и речиси убива капетанот Кирк."
		-- TV Guide, describing the Star Trek episode _Amok_Time_

%
"Сиромашните човек ... тој беше како вработен за мене."
		-- The police commissioner on "Sledge Hammer" laments the death of his bodyguard

%
"Верувај ми. Знам дека она што јас го правам."
		-- Sledge Hammer

%
"Здраво. Ова е Ден Касиди е телефонската секретарка. Ве молиме оставете го вашето име иброј ... и јас откако испаѓа лента, вашата порака ќе ви се вмешани во федерален криминал и да се донесе на вниманието на F.B.I ... биип "
		-- Blue Devil comics

%
"Сите деца Божји не се убави. Повеќето од Божјите деца се, всушност,едвај згреши. "
		-- Fran Lebowitz

%
"Ако вистината е убавина, како тоа никој не го косата направено во библиотека?"
		-- Lily Tomlin

%
Кого боговите ќе го уништи, тие прво ги учат основните.
		-- Lily Tomlin

%
"Гледај! Таму! Зло! .. Чисто и едноставно, вкупно злото од Осмиот димензија!"
		-- Buckaroo Banzai

%
"Јас може да биде синтетичка, но јас не сум глупава"
		-- the artificial person, from _Aliens_

%
"Единствениот начин на кој можам да го изгуби овие избори е ако сум фатен во кревет со мртвитедевојка или момче во живо ".
		-- Louisiana governor Edwin Edwards

%
Дејвид Летерман е "Работите можеме да бидеме горди на Американците":* Најголемиот број граѓани, кои, всушност, се качиле на НЛО* Многу весници функција "купот"* За секој час стапки мотел* Огромното мнозинство на Елвис филмови направени овде* Не само се откажат веднаш за време на Втората светска војна, како и некоиземји би можеле да се спомене* Goatees и Ван Dykes смета дека се носат само weenies* Нашите добро се однесувал голф професионалци* Чудесната младенците брег до брег
		-- Louisiana governor Edwin Edwards

%
"Опасност, не сте го виделе последниот од мене!"   "Не, но првиот од вас се врти мојот стомак!"
		-- The Firesign Theatre's Nick Danger

%
Молете се на Бога, но имајте веслање до брегот.
		-- Russian Proverb

%
"Не грижете се за луѓето да крадат вашите идеи. Ако вашиот идеи се било добро,ќе треба да ги Овен надолу грлото на луѓето. "
		-- Howard Aiken

%
"Кога некој вели дека` теоретски, "тие навистина значи` Не, навистина. "
		-- David Parnas

%
"Нема проблем е толку сериозен што не може да одиме подалеку од тоа."
		-- C. Schulz

%
"Добрата христијанин треба да пазете се од математичари и сите оние кои сепразни пророштва. Опасноста веќе постои математичари кои го направијасојуз со ѓаволот да се затемни дух и ограничува човек вообврзници на пеколот. "
		-- Saint Augustine

%
"За човек кој има се '... пеницилин."
		-- F. Borquin

%
 "Јас сум конечно научив што` нагоре компатибилен "средства. Тоа значи дека ние  да се задржи сите наши стари грешки. "
		-- Dennie van Tassel

%
"Начинот на светот е да го фалат мртви светци и ги гони оние во живо".
		-- Nathaniel Howe

%
"Тоа е светот на куче-јаде-куче таму, и јас сум облечен Milkbone underware".
		-- Norm, from _Cheers_

%
Откако во социјален собир, Гладстон рече на фјордот, "Јас се предвиди, господине, декаќе умре или со бесење или на некои непотребни болест ". Дизраели одговорил:"Тоа зависи, господине, од тоа дали го гушнам вашите принципи или вашиотљубовница. "
		-- Norm, from _Cheers_

%
"Тој не ме знаеш vewy добро, не тој?" - Bugs Bunny
		-- Norm, from _Cheers_

%
"Ќе му ја одземеш на тој богат човек и ја даде на некој сиромашен простак заслужува. Тоа ќе се покаже * * Јас сум Робин Худ ".
		-- Daffy Duck, Looney Tunes, _Robin Hood Daffy_

%
"Дали ќе го вклучите гас ако мојот другар Mugsy биле таму?"   "Може, зајакот, можеби!"
		-- Looney Tunes, Bugs and Thugs (1954, Friz Freleng)

%
"Последиците, Schmonsequences, колку што јас сум богат."
		-- Looney Tunes, Ali Baba Bunny (1957, Chuck Jones)

%
"А дали мислите (FOP дека сум) дека јас би можел да биде Скарлет Pumpernickel?"
		-- Looney Tunes, The Scarlet Pumpernickel (1950, Chuck Jones)

%
"Сега имам мушка на тебе со мојот распаѓање пиштол. И тоа когасе распаѓа, тоа се распаѓа. (Вади активира) Па, она што го знам,тоа се распадна. "
		-- Duck Dodgers in the 24th and a half century

%
"Убиј Wabbit, да расчистат со Wabbit, да расчистат со Wabbit!"
		-- Looney Tunes, "What's Opera Doc?" (1957, Chuck Jones)

%
"Јас не сакаат вашите пари, бидејќи Бог сака вашите пари!"
		-- The Reverend Jimmy, from _Repo_Man_

%
"Поголемиот дел од глупави е непобедлива и гарантирани за сите времиња. Натеророт на својата тиранија, сепак, се ублажи со недостатокот на конзистентност. "
		-- Albert Einstein

%
"Вие ми го покаже Американец, кој може да ги задржи устата затворена и јас ќе го јадат."
		-- Newspaperman from Frank Capra's _Meet_John_Doe_

%
"И ние го слушнале извика:Кога почна да шета:`Јас сум холограм, деца,немојте да се обиде ова дома! "- Боб насилство
		-- Howie Chaykin's little animated 3-dimensional darling, Bob Violence

%
"Советскиот Сојуз, кој се пожали неодамна во врска со наводните антисоветскатеми во американската рекламирање, поднесе официјален протест против оваа неделаНовата кампања на Ford Motor Company е: 'Еј смрдлива маст руски, се ми Форд Ескорт. "
		-- Dennis Miller, Saturday Night Live

%
"Постои надеж симболика во фактот дека знамињата не се бранува во вакуум."
		-- Arthur C. Clarke

%
"Тие треба да се направи задник со вкус на храна за мачки." --Gallagher
		-- Arthur C. Clarke

%
"Не само што е Бог мртов, но едноставно се обидуваме да се најде водоводџија за време на викендите."
		-- Woody Allen

%
"Тоа е десет часот ... Дали знаете каде се вашите програми АИ се?" - Питер Oakley
		-- Woody Allen

%
"Ах, знаеш тип. Тие сакале да ги обвинат Евреите или Црнците,Зашто ако тие не би можеле, тие ќе мора да се разбуди на фактот дека животот е една голема,страшно, славна, сложени и во крајна линија неодгатливи crapshoot - и самопричина што не може да изгледа да се остане во чекор е тие се еден куп на несоодветни лица и губитници ".
		-- an analysis of neo-Nazis and such, Badger comics

%
"Интересно истражување во тековната весник на ненормални психологија: ЊујоркГрадот има повисок процент на луѓе што не треба да се направи никакви ненадејни потезиоколу од било кој друг град во светот. "
		-- David Letterman

%
"Туристите - имаат некоја забава со тврдо варени таксисти во Њујорк Кога ќе добиете.до вашата дестинација, кажете на вашиот возач ", се плаќа? бев рунско".
		-- David Letterman

%
"Антрополог во Тулан штотуку се врати од посета на полето на новиГвинеја со извештаите на племето толку примитивни дека тие имаат плима, но ненова плима со лимон-свежо боракс. "
		-- David Letterman

%
"Врз основа на она што го знаеме за него во книгите по историја, што мислите АвраамЛинколн ќе се прави, ако тој беше жив денес?1) за пишување своите мемоари на Граѓанската војна.2) Советување на претседателот.3) Очајно копаат во внатрешноста на неговатамртовечки ковчег ".
		-- David Letterman

%
"Ако Рики Шредер и Гери Колман скараа за телевизија со базен репликите, кој ќе победи?1) Рики Шредер2) Гери Колман3) гледање телевизија со јавноста "
		-- David Letterman

%
"Ако сте почнуваат да се сомневаат во она што го зборувам, вие сте најверојатно халуцинирам. "
		-- The Firesign Theatre, _Everything you know is Wrong_

%
Што да направите во случај на туѓо напад:    1) Скриј под седиштето на вашиот авион и да се погледне подалеку.    2) Избегнувајте контакт со очите.    3) Ако нема очи, да се избегне сите контакти.
		-- The Firesign Theatre, _Everything you know is Wrong_

%
"Нуклеарна војна навистина ќе ја поставите назад кабел."
		-- Ted Turner

%
"Ти tweachewous miscweant!"
		-- Elmer Fudd

%
"Видов _Lassie_. Ми требаа четири емисии да дознаам зошто влакнести дете никогашзборуваше. Мислам, тој може да се превртам и сето тоа, но кои заслужуваат серија? "
		-- the alien guy, in _Explorers_

%
"Отвори Канал Д ..."
		-- Napoleon Solo, The Man From U.N.C.L.E.

%
Спаси китови. Собери на целиот сет.
		-- Napoleon Solo, The Man From U.N.C.L.E.

%
Поддршка за ментално здравје. Или ќе те убие.
		-- Napoleon Solo, The Man From U.N.C.L.E.

%
"Пирамидата се отвора!"   "Кое?""Оној со постојано проширување дупка во него!"
		-- The Firesign Theatre

%
"Повикувајќи J-Man Kink. Повикувајќи J-Man Kink. Хаш проектили со оштетен вид, ЦелЛос Анџелес. Непочитување лични чувства за градот и интервенира ".
		-- The Firesign Theatre movie, _J-Men Forever_

%
"Моето чувство за целта е нема! Јас немам идеја кој сум јас!"    "О, Боже мој ... Сте .. Сте го претвори во демократ!"
		-- Doonesbury

%
"Ти си во ред, ќе ол 'месинг гради фашистички измет!"
		-- Bloom County

%
"Твојата мајка беше хрчак, и татко ти топилница на бозел!"
		-- Monty Python and the Holy Grail

%
"Гласачите го изговорив, копилиња ..."
		-- unknown

%
"Повеќе сакам да мислиш дека Бог не е мртов, само пијани"
		-- John Huston

%
"Бидете таму. Aloha".
		-- Steve McGarret, _Hawaii Five-Oh_

%
"Кога ќе добива чудно, чудно пак про ..."
		-- Hunter S. Thompson

%
"Кажи yur молитви, Yuh болвата-pickin 'лисицата!"
		-- Yosemite Sam

%
"Има ... Сум се кандидира ќе круг прстените" логично "
		-- Monty Python's Flying Circus

%
... Veloz се разликува од стотици други електроника бизнисиво долината, се кандидира од страна на желни млади инженери надвиснат над меморија депонии крајотво ноќта. Разликата е во тоа што еден куп на само-признал "автомобил ореви"се прават пари го прават она што тие сакаат: пишување код и брзо возење.
		-- "Electronics puts its foot on the gas", IEEE Spectrum, May 88

%
"Само факти, мадам"
		-- Joe Friday

%
"Имам пет долари за секој од вас."
		-- Bernhard Goetz

%
Мавзолејот: Конечниот и најчудно глупост на богатите.
		-- Ambrose Bierce

%
Богатството: дар од небото означување: "Ова е мојот сакан син, со кого сумсум задоволен. "
		-- John D. Rockefeller, (slander by Ambrose Bierce)

%
Сите нешта се или свети или профаното.Поранешниот да се ecclesiasts донесе добивка;Вториот на ѓаволот appertain.
		-- Dumbo Omohundro

%
Свети: Смртоносно грешник ревидиран и уредени.
		-- Ambrose Bierce

%
Четириесет и два.
		-- Ambrose Bierce

%
Кротост: Невообичаени трпение во планирањето на одмазда тоа е вреди време.
		-- Ambrose Bierce

%
Апсолутно: Независна, неодговорно. Апсолутна монархија е оној во којсуверените прави како што сака се додека тој е угодно на атентатори. немногу апсолутните монархии се оставени, повеќето од нив биле заменети соограничен монархии, каде што моќта на владетелот на злото (и за добро) ево голема мера намалени, и републики, кои се регулирани со шанса.
		-- Ambrose Bierce

%
Abstainer: слабак кој дава на искушението на самиот негирајќизадоволство. Вкупно abstainer е оној кој се воздржува од сè, новоздржани, а особено од неактивност во внатрешните работи на другите.
		-- Ambrose Bierce

%
Алијансата: Во меѓународната политика, Унијата на двајца разбојници кои имаатраце толку длабоко вметната во џеб едни со други дека тие не можат одделноограби една третина.
		-- Ambrose Bierce

%
Непослушност: сребрена поставата на облак на службеност.
		-- Ambrose Bierce

%
Егоист: Лице на ниско вкус, повеќе се заинтересирани за себе повеќе отколку во мене.
		-- Ambrose Bierce

%
Начин на употреба: генијален апстракција во политиката, со цел да се добиеклоци и ракави должи на премиерот или претседателот.
		-- Ambrose Bierce

%
А денар зачувани е едно пени да прахосвам.
		-- Ambrose Bierce

%
Океанот: А телото на вода зафаќа околу две-третини од светот воспоставена заради човекот -кој нема жабри.
		-- Ambrose Bierce

%
Доктор: Еден од кого ние се постави нашите надежи кога болни и нашите кучиња кога добро.
		-- Ambrose Bierce

%
Филозофија: пат на многу патишта кои водат од никаде ништо.
		-- Ambrose Bierce

%
Политика: А судири на интереси маскиран како натпревар на принципи.Водењето на јавните работи за приватни предност.
		-- Ambrose Bierce

%
Политичар: јагула во основните кал врз кои надградба наорганизирано општество се одгледуваат. Кога тој wriggles тој грешки агитацијаопашката за треперење на градба. Во споредба со државник,тој страда од недостаток на се биде жив.
		-- Ambrose Bierce

%
Молете се: да побара дека законите на универзумот да се поништи во име на еденподносителот confessedly недостоен.
		-- Ambrose Bierce

%
Претседателството на подмачкан свиња во областа играта на американската политика.
		-- Ambrose Bierce

%
Пробосцис: рудиментирани орган на слон кој му служи во местона нож и вилушка дека еволуцијата се уште го негира. за целитеза хумор што е популарно наречен багажникот.
		-- Ambrose Bierce

%
"Денешните роботи се многу примитивно, во состојба на разбирање само неколку едноставни упатства како што се 'оди лево "," одат право "и" да се изгради автомобил ".
		-- John Sladek

%
"Во борбата помеѓу вас и во светот, да се вратиме на светот."
		-- Frank Zappa

%
Еве еден Апалачките верзија на одговорот на раководството на оние кои сесе занимава со судбината на проектот:"Не грижете се за мазга. Само се вчита на вагон."
		-- Mike Dennison's hillbilly uncle

%
Лошо избран апстракција е особено евидентна во дизајнот на АДАТраење систем. Интерфејс на системот за АДА траење е толку матна декане е возможно да се моделираат или предвиди неговата ефикасност, што го прави ефикаснобескорисни за системи во реално време. - Марк Д. Донер и Дејвид Х. Џејмсон.
		-- Mike Dennison's hillbilly uncle

%
"Да се ​​биде против тортура би требало да биде еден вид на двопартиска работа."
		-- Karl Lehenbauer

%
"Еве доаѓа кучето г-дин Бил".
		-- Narrator, Saturday Night Live

%
Сексот е како воздух. Тоа е само голема работа, ако не можете да добиете било.
		-- Narrator, Saturday Night Live

%
"Одржување на свеста за придонес - со вашиот распоред, вашиот проект,нашата компанија. "
		-- A Group of Employees

%
"Не прашувајте што група на вработени може да направи за вас. Но, она што може да побараСите вработени се направи за група на вработени. "
		-- Mike Dennison

%
Една вечер, г-дин Рудолф Блок, од Њујорк, се најде себеси седнат на вечеразаедно со г-дин Персивал Полард, истакнатиот критичар.   "Г-дин Полард," рече тој, "мојата книга, _The Биографија на мртов Cow_, е објавено анонимно, но тешко дека ќе може да се заборавило на авторството. Сепак, во разгледување на тоа се зборува за тоа како работата на Идиот на векот. Дали мислите дека таа објективна критика? "   "Јас сум многу жал, господине", одговори на критичарот, симпатично ", но тоа несе случи да ме дека навистина не може да сакаат јавноста да знае кој го напишал. "
		-- Ambrose Bierce

%
Многу алигатори ќе биде убиен,но мочуриштето ќе остане.
		-- Ambrose Bierce

%
Што боговите ќе го уништи тие прво ги поднесува до Комитетот на IEEE стандарди.
		-- Ambrose Bierce

%
Ова е сега. Подоцна е подоцна.
		-- Ambrose Bierce

%
"Воопшто нема да се договори со терористички хардвер."
		-- Peter da Silva

%
"Ако не се врати на говорница овој викенд, милиони луѓе ќе одатво пеколот. "
		-- Jimmy Swaggart, 5/20/88

%
"Екран мирудии. Ако ние сме за да се јаде, не треба да има добар вкус".
		-- "Visionaries" cartoon

%
"Aww, ако се направи ме плаче повеќе, ќе се замаглат до шлемот ми."
		-- "Visionaries" cartoon

%
Не сакам да се биде млад, повторно, јас едноставно не сакаат да се добие било постари.
		-- "Visionaries" cartoon

%
Венчавката: Неверојатна метафизички шарлатан на гледање на Бога и направо да бидат вовлечени во работите на вашето семејство.
		-- O. C. Ogilvie

%
  "Итна!" Sgiggs извикав, се исфрла од кадата, како што бешезапален автомобил. "Dial" еден "! Земи услуга во соба! Код црвено!" Stiggs беше нателефонот веднаш, наредува повеќе се зголеми цветови, затоа што, спореднего, оние кои лебдат во када одеднаш изгуби нивниот мирис. "Бараммирис "shrilled тој." Се очекува вкупната непрекинато мирис од овиеf * cking рози. "  За жал, капитен на услуги не се сетив дека ситуацијата Stiggsвклучени педесет рози. "Што сум јас ќе одам да направите со ова?" Stiggs sneered вона weaseling хотел мафијаш кога тој се појави на нашата врата држи еден цветлебдат во чаша ракија. тирада Stiggs беше одлично. "Ја гледаш ли оваакада? Дали ќе забележите разликата помеѓу големината на коритото иголемината на таа вретеновиден тампон на ливчиња во раката? Ми треба целосна покриеност бања.Јас треба сосема цврст слој на рози сите околу мене како puffing фабрикиза мирис, напаѓајќи ме со нивниот мирис и моќ-ramming голема смрдливаконцентрација на мирис се зголеми до ноздрите се додека не сум потроши со задоволство. "Тоа не беше долго пред стигнавме толку незадоволни со оваа неспособност дека ниезабравена.- На Сосема Монструозниот, ум печење лето O.C. и Stiggs,   Националниот пасквил, октомври 1982 година
		-- O. C. Ogilvie

%
Кога тоа не е точно, тоа е, барем * авторитативно * неточни.
		-- Hitchiker's Guide To The Galaxy

%
Ние одлучивме тоа повторно беше ноќ, така што кампуваат за дваесет минути и се напиуште шест пива во камповите млад живот. O.C. влезе во надзорниотвреќа за спиење возрасен и трчаше низ неа. "Ова е судниот ден и јас сумзастрашувачка појава ", вели тој извикав. Тогаш жештина O.C. Ралф воторба.- На Сосема Монструозниот, ум печење лето O.C. и Stiggs,   Националниот пасквил, октомври 1982 година
		-- Hitchiker's Guide To The Galaxy

%
Вуду Програмирање: Работи програмери направи кој знаат дека не треба да се работи, нотие се обидуваат, сепак, и кои понекогаш, всушност, работат, како што рекомпајлирањесè.
		-- Karl Lehenbauer

%
Ова е, се разбира, сосема неинформиран шпекулации дека јас се вклучат во да им помогне нада се поддржи мојата пристрасност против како мешање ... но таму ќе ја имаат.- Питер Силва, шпекулираат за тоа зошто компјутерска програма која билапромени да се направи нешто што тој не го одобруваат, не работат
		-- Karl Lehenbauer

%
"Ова знаење ги извршуваат е најдобриот задоволство кога било сум познат. Можевне порано тоа се откажат од тоа што можев самиот воздух што здив ".
		-- Paolo Uccello, Renaissance artist, discoverer of the laws of perspective

%
"Добив сите да плаќаат до пред ... тогаш дував во нивната планета."  "А зошто да не мислам на тоа?"
		-- Post Bros. Comics

%
"Атомска батерии за напојување, турбини за да се забрза."
		-- Robin, The Boy Wonder

%
F-15 орел:Ако е горе, ние ќе го соборат. Ако тоа е долу, ќе го кренат во воздух.
		-- A McDonnell-Douglas ad from a few years ago

%
"На Amiga е само личен компјутер каде што ќе може да работи мултитаскингоперативниот систем и да добијат во реално време ефикасноста, надвор од кутијата ".
		-- Peter da Silva

%
"Тоа е мојата колачето и ако излезе со нешто што е несмасен и ми се допаѓа,тоа оди кај него. "
		-- karl (Karl Lehenbauer)

%
Во признавање на AT & T Bell Laboratories за корпоративни иновации, на својатапронаоѓањето на целуларни мобилни комуникации, IEEE претседател Расел В. Друсе осврна на мобилен телефон како "основна потреба". Колку пати степромени, еден набљудувач забележал: многу во собата потсети доаѓањето надиректно бирање.
		-- The Institute, July 1988, pg. 11

%
... Советите имаат способност да се обиде големи проекти. Ако има една цел,како на пример кога Горбачов вели дека тие се случува да има нуклеарен погонносачи на авиони, случајот е затворен - тоа е тоа. Тие ќе се концентрираатна проблемот, не е лоша работа, а подоцна ја плати цената. Тие навистина нее гајле што е цената.- Виктор Belenko, Миг-25 борбен пилот кој пребегна во 1976 година   "Одбрана електроникс", том 20, бр 6, стр. 100
		-- The Institute, July 1988, pg. 11

%
Постои нешто што мора да се разбере за советскиот систем. Тие имаатспособноста да се концентрираат сите свои напори за одредена дизајн и развој на ситекомпоненти во исто време, но понекогаш и без соодветно тестирање. Потоа тие завршуваатсо технолошки катастрофа како Ту-144. Во трката технологија вотоа време, тој авион беше два месеци пред почетокот на Конкорд. Четири Ту-144sбиле изградени; две се урна, а две се во музеи. Конкорд елетаат безбедно за над 10 години.- Виктор Belenko, Миг-25 борбен пилот кој пребегна во 1976 година   "Одбрана електроникс", том 20, бр 6, стр. 100
		-- The Institute, July 1988, pg. 11

%
DE: Советите се чини дека имаат тешкотии спроведување на модерната технологија.     Кој е вашиот коментар за тоа?Belenko: Па, ајде да зборуваме за живот мотор. Кога ќе полетаМиг-25, моторите имаше вкупно живот од 250 часа.DE: Дали тоа значи работно време-помеѓу-неуспех?Belenko: Не, моторот е завршена; што е укинат.DE: Сакаш да кажеш дека тие го извлечете ја и фрли ја од себе, дури и не го реконструкција?Belenko: Тоа е точно. Ремонт е премногу скапо.DE: Тоа е апсурдна ниски страна на слободен светски стандарди.Belenko: Знам.- Интервју со Виктор Belenko, Миг-25 борбен пилот кој пребегна во 1976 година   "Одбрана електроникс", том 20, бр 6, стр. 102
		-- The Institute, July 1988, pg. 11

%
"Јас имам еден пријател кој само се вративте од Советскиот Сојуз, и ми рече на народоттаму се гладни за информации за Западот. Тој беше запрашан за многуработи, но јас ќе ви дадам два примери кои се многу открива за живот воСоветскиот Сојуз. Првото прашање што го поставив беше ако ние имавме експлодирателевизори. Гледаш, тие имаат проблем со цевки на сликата на бојателевизори, и многу се експлодира. Тие претпоставуваат ние мора да се имапроблеми со нив. Другото прашање што беше побарано често беше зоштоЦИА убиле Саманта Смит, девојчето, кој го посети на Советскиот СојузПред неколку години; нивната пропаганда е многу ефикасна.- Виктор Belenko, Миг-25 борбен пилот кој пребегна во 1976 година   "Одбрана електроникс", том 20, бр 6, стр. 100
		-- The Institute, July 1988, pg. 11

%
"... Јас може да ја прифати оваа отвореност, гласност, перестројка, или што и да сакатеда го наречеме и ако се случи тоа: укинување на еднопартискиот систем; отвориСоветскиот границата и им овозможи на Советскиот луѓето да патуваат слободно; им овозможи на Советскиотлуѓето да имаат вистински слободен претпријатието; им овозможи на западните бизнисмените да прават бизнистаму, и да дозволи слобода на говорот и на печатот. Но, досега, целатаземја е како во концентрационен логор. Бодликавата жица на ограда околуСоветскиот Сојуз да ги задржи луѓето внатре, во мракот. Оваа отвореност декашто го гледате, сите овие промени, се козметички и тие се дизајнираниза да ги импресионираат избрзан, наивен, а понекогаш и глупави западните лидери. овиелидери млаз над Горбачов, со надеж дека ќе прават бизнис со Советскиот Сојуз илисмири него. Тој ќе рече: "Да, ние може да го направи бизнис!" Овој додека неговиотвоена машина во Авганистан се убиени повеќе од милион луѓе надвор однаселение од 17 милиони евра. Можете ли да го замислите тоа?- Виктор Belenko, Миг-25 борбен пилот кој пребегна во 1976 година   "Одбрана електроникс", том 20, бр 6, стр. 110
		-- The Institute, July 1988, pg. 11

%
"Запомни Kruschev: тој се обидел да се направи премногу работи премногу брзо, и тој бешеотстрани во срам. Ако Горбачов се обидува да го уништи системот или да направи премногумногу фундаментални промени на него, верувам дека системот ќе се ослободи од него.Јас не сум експерт по политички науки, но јас се разбере системот многу добро.Верувам дека ќе има "срцев удар" или ќе се повлече или да се отстрани. Тој епротив ѕид од тули. Ако мислите дека тие ќе се промени сè истане слободен, отворен општество, да го заборавам! "- Виктор Belenko, Миг-25 борбен пилот кој пребегна во 1976 година   "Одбрана електроникс", том 20, бр 6, стр. 110
		-- The Institute, July 1988, pg. 11

%
FORTRAN? На синтактички неточна изјава "Дали 10 I = 1.10" ќе го анализира игенерира код создавање на променлива, DO10I, како што следува: "DO10I = 1,10" Ако тоане ве заплашува, што треба.
		-- The Institute, July 1988, pg. 11

%
"Знаев дека тогаш (во 1970 година), кој на 4-kbyte minicomputer ќе чини колку штокуќа. Па јас оцени дека по колеџ, јас ќе треба да живеат поевтино востан и го стави сите пари во сопственик на компјутер. "
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
HP имаше уникатна политика им се дозволи на неговите инженери да се делови од акциите штододека тие се изгради нешто. "Тие сфатиле дека со секој дизајн, тие беадобивање на подобри инженер. Тоа е политика Апелирам до сите компании да го прифати. "- Apple ко-основачот на Стив Wozniak: "Ќе класа Wozniak да им даде на Apple за да учител?"   ЕЕ тајмс, 6 јуни, 1988 година, стр 45
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
"Јас само сакам да се биде добар инженер."- Стив Возниак, ко-основачот на Apple Computer, склучување на својот воведен говор   на AppleFest 1988
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
"Има секогаш бил Вавилонската кула вид на расправии во Unix, но тоае најекстремен облик било кога. Ова значи дека барем неколку години на конфузија. "- Бил Гејтс, основач и претседател на Мајкрософт,   За Фондацијата Отворено системи
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
"Кога се двоумите, печати" Ем надвор. "
		-- Karl's Programming Proverb 0x7

%
"Ако сакате најдобрите работи да се случи во корпоративниот живот што треба да се најдат начинида може да се земе на необичен човек. Вие не добие иновации какодемократскиот процес. Можете речиси го добие како анти-демократски процес.Сигурно ќе го добие како anthitetical процес, па мора да се имаатсредина, каде што телото на луѓето навистина се подложни на промена и може дасправување со конфликти кои произлегуваат од промена на иновацијата. "- Макс DePree, претседател и извршен директор на Херман Милер АД,   "Тајните на корпоративна креативноста Херман Милер",   The Wall Street Journal, 3 мај 1988 година
		-- Karl's Programming Proverb 0x7

%
"Во корпоративниот живот, мислам дека постојат три важни области кои договорине може да се справи со тоа, областа на судирот, од областа на промени и областа на постигнувањепотенцијал. За мене завет е врската која се заснова на такви работикако заеднички идеали и заеднички вредносни системи и заеднички идеи и заедничкиспогодба за процесите што се случува да се користи за да работат заедно. вомногу случаи тие се развиваат во вистински љубовни врски. "- Макс DePree, претседател и извршен директор на Херман Милер АД "Херман Милер   Тајните на корпоративна креативност ", The Wall Street Journal, 3 мај 1988 година
		-- Karl's Programming Proverb 0x7

%
Друга цел е да се воспостави врска ", во кој тоа е во ред за секогода се направи најдобро. Постојат страшна многу луѓе во управувањето кои навистинане сакаат потчинети да го дадат својот максимум, затоа што тоа добива да биде многуопасни. Но, ние откривме дека и внатрешно и со надворешнидизајнери, ако ние сме подготвени да имаат овој вид на врска и ако ние смеподготвени да бидат подложни на она што ќе излезе од тоа, ние се навистина добриработа. "- Макс DePree, претседател и извршен директор на Херман Милер АД "Херман Милер   Тајните на корпоративна креативност ", The Wall Street Journal, 3 мај 1988 година
		-- Karl's Programming Proverb 0x7

%
Во својата книга, г-дин DePree ја раскажува приказната за тоа како дизајнер Џорџ Нелсон повикадека компанијата, исто така, се на Чарлс Имс во доцните 1940-тите. татко на Макс,Ј DePree, ко-основачот на компанијата со Херман Милер во 1923 година, праша г-динНелсон ако тој навистина сака да го споделат на ограничените можности на тогашниот маликомпанија со друг дизајнер. "Одговор Џорџ беше нешто како ова:"Чарлс Имс е необичен талент. Тој е многу различен од мене. наАмериканската компанија и потреби. Сакам многу да се има Чарлс Имс учество вобез оглед на потенцијалот што постои. "- Макс DePree, претседател и извршен директор на Херман Милер АД "Херман Милер   Тајните на корпоративна креативност ", The Wall Street Journal, 3 мај 1988 година
		-- Karl's Programming Proverb 0x7

%
Г-дин DePree верува партиципативна капитализмот е бран на иднината. наСАД работна сила, смета тој, "се повеќе и повеќе барања да бидат вклучени вокапиталистички систем и ако не се најдат начини да се капиталистичкиот системда биде инклузивен систем, отколку на ексклузивен систем што е сега, ние смесите во голема неволја. Ако ние не се најдат начини да почнат да се разбере деканајвисок потенцијал лежи на капитализмот во општото добро, а не во индивидуалнитедобро, тогаш ние сме се ризикува на самиот систем. "- Макс DePree, претседател и извршен директор на Херман Милер АД "Херман Милер   Тајните на корпоративна креативност ", The Wall Street Journal, 3 мај 1988 година
		-- Karl's Programming Proverb 0x7

%
Г-дин DePree исто така, очекува "огромна општествена промена" во сите работни места. "КогаЈас прв пат започна со работа пред 40 години, фабриката претпоставен беше фокусирана напроизвод. Денес тоа е драстично различен, бидејќи на социјалната средина.Тоа не е невообичаено за еден работник да пристигне на својата смена и да имаат некоја семејствопроблем што тој не знае како да ги реши. На пример, ми се допаѓа да го користите ечовек кој доаѓа и вели дека "тоа не се случува да се биде добар ден за мене, мојот сине во затвор под обвинение за возење пијан и не знам како да се подигне кауција.Што значи тоа е дека ако сака претпоставен продуктивноста, тој мора да ги знаекако да се подигне кауција. "- Макс DePree, претседател и извршен директор на Херман Милер АД "Херман Милер   Тајните на корпоративна креативност ", The Wall Street Journal, 3 мај 1988 година
		-- Karl's Programming Proverb 0x7

%
Будали се игнорира комплексност. Прагматичари што страдаат.Некои може да се избегне тоа. Генијалци да го отстраните.
		-- Perlis's Programming Proverb #58, SIGPLAN Notices, Sept.  1982

%
"Што ако" е заштитен знак на Хјулит Пакард, па престанете да го користите во вашиотреченици без дозвола, или ризикуваат да бидат тужени.
		-- Perlis's Programming Proverb #58, SIGPLAN Notices, Sept.  1982

%
Сега, ако лидерите на светот - луѓе кои се лидери врз основа наполитичка, воена или финансиска моќ, и не мора мудрост илипредвид за човештвото - ако овие лидери не успеваат да ни се повлечево текот на работ во планетарни самоубиство, и покрај повремените помпезнипредлози, кои тие можат да се чувствуваат обврзани да го сторат тоа, може да преживее надвор од1988 година.
		-- George Rostky, EE Times, June 20, 1988 p. 45

%
На основните идеи на Алгол 68 беа дека целиот јазик треба да бидепрецизно дефинирана и дека сите парчиња треба да се вклопуваат заедно без проблеми.Основната идеја зад Паскал беше дека тоа не е важно колку нејасни наспецификација јазик е (тоа се * години * да се разјаснат) или колку грубарабови се беа, се додека компајлерот ЦДЦ Паскал беше брзо.
		-- Richard A. O'Keefe

%
"Дојдовме. Видовме. Ние започна својата газ."
		-- Bill Murray, _Ghostbusters_

%
"Ѕвездите се направени од истите атоми што се на земјата." Јас обично се избере еден малтема, како тоа да одржи предавање на. Поетите се каже науката носи одубавината на ѕвездите - само купишта материјали на гас атоми. Ништо не е "само". Јас исто така може давиди ѕвездите на пуст ноќта, и да се чувствуваат. Но, можам да видам помалку или повеќе?Пространоста на небото растегнува имагинација - заглавена на ова рингишпилмоето мало око може да се фати еден милион-годишниот светлина. Огромно модел - од коиЈас сум дел - можеби ми работи се кренаа од некои заборавени ѕвезда, како еденподригнување е таму. Или да ги види со поголема око на Паломар, брзаат ситеза разлика од некои заеднички почетна точка кога тие можеби биле сите заедно.Што е шема, или значењето, или * зошто? * Тоа не прави штета на намистерија да се знае малку за тоа. За многу повеќе прекрасен е вистината одбило уметници од минатото се замисли! Зошто поетите од присутните не зборуваатод него? Што мажите се поетите кои не може да се зборува на Јупитер ако тој како човек, ноако тој е огромна врти сферата на метан и амонијак мора да молчи?
		-- Richard P. Feynman (1918-1988)

%
Ако се дозволи да ја прочитате значења во (наместо цртање значења надворна) докази, може да се извлече заклучок ви се допаѓа.
		-- Michael Keith, "The Bar-Code Beast", The Skeptical Enquirer Vol 12 No 4 p 416

%
"Pseudocode може да се користи на некој начин да им помогне на одржувањепроцес. Сепак, pseudocode дека е многу детални -се приближува на ниво на деталност на кодот себе - не е одмногу употреба документација за одржување. такви деталниДокументите треба да се одржува речиси колку што е кодот,на тој начин двојно зголемување на товарот на одржување. Покрај тоа, бидејќи какообемна pseudocode е премногу оттргнува да се чуваат восамиот листата, таа мора да се чуваат во посебна папка. наРезултатот е: Од pseudocode - За разлика од реалниот код - не мора да бидеодржува, никој нема да го задржи. Тоа наскоро ќе стане оддатум и секој ќе го игнорираат. (Еднаш, едно информативноИстражувањето од 42 продавници, кои се користат pseudocode. Од тие 42, 0 [нула!]сфатив дека тоа беше било која вредност како документација за одржување ".         --Meilir Page-Џонс, "Практичниот водич за Структурно           Дизајн ", Yourdon Прес (c) 1988
		-- Michael Keith, "The Bar-Code Beast", The Skeptical Enquirer Vol 12 No 4 p 416

%
"Само мозокот оштетени оперативен систем ќе го поддржи префрлување задача и ненаправи едноставен следниот чекор за поддршка на задачите. "
		-- George McFry

%
Сигмунд Фројд е наводно се вели дека во последната анализа на целата областпо психологија може да ја намали на биолошки електрохемија.
		-- George McFry

%
Волшебникот е со седиште во неговиот висок стол и да гледа на светот со корист.Тој е на висина на неговите овластувања. Ако тој ги затвора очите, тој предизвикува светотда исчезне. Ако ги отвори очите, тој предизвикува светот да се врати. Акопостои хармонија во него, во светот е хармоничен. Ако бес крши неговитевнатрешната хармонија, единство на светот е разнишана. Ако желба се јавува во рок однего, тој кажува магијата слогови што предизвикува да се појави саканиот објект.Неговите желби, мисли, неговите гестови, звуци негова команда универзумот.
		-- Selma Fraiberg, _The Magic Years_, pg. 107

%
Животно кое знае кој е, оној кој има чувство за својот идентитет, енезадоволната суштество, осудени да создаде нови проблеми за себе завремето на неговиот престој на оваа планета. Бидејќи ниту на глувчето, ниту шимпанзознае што е, тој е поштеден сите досадно проблеми кои го следат овојоткритие. Но, штом човечкото животно кој и самиот го постависе појави, тој самиот и неговите потомци паднал во вечноста на сомнежи задумана, шпекулации и во потрага по вистината која го испровоцирани прекусо векови како немилосрдно како глад или сексуална желба. Мајмунчето што го правине знае дека тој постои не се принудени да се открие потеклото на Бетмен и е поштедентрагичниот потребата од размислуваат својот крај. И дури и ако на животнитеекспериментатори успее во наставата шимпанзо да се брои сто банани илида игра шах, на шимпанзо ќе се развие без науката и тој ќе не покажуваатблагодарност на убавина, за најголемиот дел од мудроста на човекот може да се прослединазад во вечни прашања на почетоците и краевите, потрагата да се дадешто значи дека на неговиот живот, на самиот живот.
		-- Selma Fraiberg, _The Magic Years_, pg. 193

%
Коментар на распоред: Добро, колку долго ќе потрае?   За секој менаџер се вклучени во првични состаноци додадете еден месец.   За секој менаџер, кој вели: "анализа на проток на податоци", додаде уште еден месец.   За секоја уникатен тип на крајниот корисник да додадете еден месец.   За секоја непознат софтверски пакет да бидат вработени додадете два месеци.   За секоја непознат хардверски уред додадете два месеци.   За секоја од 100 милји меѓу инвеститорот и инсталација додадете еден месец.   За секој тип на канал за комуникација додадете еден месец.   Ако супер-продавница IBM е вклучен и ќе се работи на не-IBM      систем се додаваат 6 месеци.   Ако супер-продавница IBM е вклучен и ќе се работи на IBM      систем додадете 9 месеци.Се заокружи до најблискиот половина година.--Brad ШерманПатем, сите софтверски проекти се врши со повторната Текара.Некои компании се јавам на нивните прототипи "изданија", тоа е се.
		-- Selma Fraiberg, _The Magic Years_, pg. 193

%
    Unix шел е најдобар четвртата генерација Програмирање јазик    Се UNIX-школка што го прави возможно да се направи апликации во мал    дел од кодот и времето што е потребно во јазици третата генерација. во    школка да ги обработите целиот датотеки во еден момент, наместо само една линија на    време. И, на линија на кодот во Unix шел е една или повеќе програми,    кои го прават тоа повеќе од страниците на инструкции во 3GL. Апликациите може да биде    развиена во часови и денови, а не месеци и години со традиционалните    системи. Повеќето од другите 4GLs достапна денес изгледа повеќе како COBOL или    RPG, најмногу досадни на јазиците на третата генерација."UNIX Релациона база на податоци за управување со: Пријава за развој во UNIX Животната средина "на Род Manis, Еван Schaffer и Роберт Јоргенсен. Prentice Сала Серија софтвер. Брајан Kerrighan, советник. 1988 година.
		-- Selma Fraiberg, _The Magic Years_, pg. 193

%
"Смеј се додека можеш, мајмун момче."
		-- Dr. Emilio Lizardo

%
"Floggings ќе продолжи се додека моралот се подобрува."
		-- anonymous flyer being distributed at Exxon USA

%
"Еј Иван, проверете ја вашата е шест."- Sidewinder ракетен јакна далноводи, покажувајќи Sidewinder возење до опашката на руски Су-27
		-- anonymous flyer being distributed at Exxon USA

%
"Слободен пазари изберете за освојување решенија."
		-- Eric S. Raymond

%
"Јас не им се допаѓаат компании кои имаат што-се-на-висок свештеници-на-хардвер-толку-you'll-како-што-се-ти-да се даде став. Ми се допаѓа стоковите пазари, во која железо-и-силикон улични продавачи знаат дека тие постојат за да обезбеди брзо играчки за видови на софтверме сакал да игра со ... "
		-- Eric S. Raymond

%
"Потребата да се уништи е, исто така, креативен нагон."- Бакунин[Ед. имајте предвид - Јас би рекол: Потребата да се уништи понекогаш може да биде креативен нагон].
		-- Eric S. Raymond

%
"А комерцијални, а во некои аспекти на социјални, несомнено е започнат во рамките на минатата година или две, без разлика дали е или не е во право за да разговараат за тоа отворено за безбедност и несигурност брави. Многу добронамерни лица се претпостави дека дискусии Сион почитување на средства за збунувачки претпоставува дека безбедноста на брави нуди премија за нечесност, покажувајќи другите како да се биде нечесен. Ова е fal- дантелен. Никаквеци се многу заинтересирани во својата професија, а веќе се знае многу повеќе отколку што можеме да ги учат почитување на неколку видови на roguery. никаквеци знаеја добра зделка за lockpicking долго пред бравари го дискутира меѓу нив- самите, како што во последно време направи. Ако за заклучување - нека се направени во какви и било која земја, или со какви било одлуки - не е толку неприкосновена, како што има досега се смета да биде, сигурно тоа е во интерес на * * искрени лица да знаете овој факт, бидејќи * нечесни * се доста сигурни да се биде прв да практично да го применат знаењето; и ширењето на знаење е потребно за даде фер игра за оние кои би можеле да страдаат од незнаење. Тоа не може да биде премногу ear- nestly повика, дека еден познаник со вистински факти ќе, на крајот, да биде подобро за сите страни. "Рудиментирана Расправа Чарлс Томлинсон за изградба на Брави, -   објавени околу 1850 година
		-- Eric S. Raymond

%
 Во однос на заклучување на одлуки, има едвај може да биде такво нешто како нечесност за намера: пронаоѓачот произведува закопчување, што тој искрено мисли дека ќе поседуваат такви и такви квалитети; и тој изјавува дека верува во светот. Ако другите се разликува од него во своето мислење во врска со овие квалитети, таа е отворена за нив да се каже така, и дискусијата, точно спроведени, мора да води кон јавните предност: дискусијата стимулира љубопитност, и љубопитност стимулирање Последните пронајдок. Ништо, но делумно и ограничено сфаќање на прашањето може да доведе до мислење дека штетата може да доведе до: ако има штета, тоа ќе биде многу повеќе од противтежа добро. "Рудиментирана Расправа Чарлс Томлинсон за изградба на Брави, -   објавени околу 1850 година.
		-- Eric S. Raymond

%
"Сакаат да не чини, но да се биде, најдобар."
		-- Aeschylus

%
"Истражувањето вели ..."
		-- Richard Dawson, weenie, on "Family Feud"

%
"Павле Lynde да го блокира ..."
		-- a contestant on "Hollywood Squares"

%
"Малку друго не е поважно отколку да пишувате добар код."
		-- Karl Lehenbauer

%
За да напишете добра код е достоен предизвик, и извор на цивилизираните задоволство.
		-- stolen and paraphrased from William Safire

%
"Глупост, како доблест, е неговото награда"
		-- William E. Davidsen

%
"Ако на компјутерот не може директно да се обрати на сите RAM меморија може да се користи, тоа е само играчка".
		-- anonymous comp.sys.amiga posting, non-sequitir

%
"Никогаш не смеат во живо змејови, Bilbo будало!" рече тој за себе, а таа станаомилена изрека на неговите подоцна, и помина во поговорка. "Вие не сте речисипреку уште оваа авантура ", додаде тој, и тоа беше прилично точно, како и.
		-- Bilbo Baggins, "The Hobbit" by J. R. R. Tolkien, Chapter XII

%
"Валкана ум е радост засекогаш."
		-- Randy Kunkee

%
"Вие не може да ги учат седум нога."- Френк Layton, Јута Џез кошаркарски тренер, кога го прашале зошто тој регрутирани   седум-висока нога авто механичар
		-- Randy Kunkee

%
"Автомобилот е само една голема торба на тркала".
		-- Johanna Reynolds

%
"Историјата е алатка која се користи од страна на политичарите за да ги оправдаат своите намери."
		-- Ted Koppel

%
"Gozer на Gozerian: Како прописно назначен застапник на градот,област и државата Њујорк, со ова пресуда да ги прекине сите натприродниактивности одеднаш и да продолжи веднаш до вашето место на потекло илинајблискиот паралелна димензија, без разлика кој е најблиску. "
		-- Ray (Dan Akyroyd, _Ghostbusters_

%
Мора да се запамети дека не постои ништо повеќе тешко да се планира, повеќесомнително на успех, ниту поопасен за управување, од создавање нановиот систем. За предлагачот има непријателство на сите оние кои ќе се профитира одзачувување на старите институции и само млака бранителите вооние кои ќе се стекнат со нови.
		-- Machiavelli

%
Бог ми даде на сенилност да го прифати она што сум не може да се промени,Фрустрацијата да се обиде да ги промени работите не може да влијае,и мудрост да ја каже разликата.
		-- Machiavelli

%
Прво како во говор. Таа привилегија се темели на претпоставката деканема предлог, така подеднакво призна дека тоа не може да бидезаконски доведен во прашање, прашање, и дебатира. Тоа не треба да паѓапонатамошниот премисата дека не постојат претпоставки кои не сеотворени за сомневам во тоа; тоа е доволно, дури и ако постојат, дека на крајот тоа еполошо за да се потисне несогласување отколку да ризикуваат за ерес. Значи тоае повторно и повторно безусловно изјавил дека постојатНема ограничувања за привилегија толку далеку што зборовите се обиде да влијае само на слушатели "верувања, а не нивното однесување. Проблемот е во тоа однесување е речисисекогаш врз основа на некое убедување, како и тоа да се промени верување на слушателот еќе обично до одреден степен го промени своето однесување, па дури и може да се евоцираатоднесување кое со закон е забрането.[Cf. Научил, пак, Духот на слободата, на Универзитетот во Чикаго Прес, 1952;Уметноста и вештината на оценување: Одлуките на судијата лекции за раце,изменето и коментари од Хершел Шанкс, на MacMillian компанија, 1968 година]
		-- Machiavelli

%
Кон крајот на бунтот во Масачусетс има дадено повеќе од аларм мислам декатреба да се направи. Пресмета дека еден бунт во 13 држави во текотод 11 години, е само еден за секоја држава во еден век и половина. Ниту една земјатреба да биде толку долго без еден.
		-- Thomas Jefferson in letter to James Madison, 20 December 1787

%
"Девет години на балет, кретену."- Шели Лонг, на лошо момче по правење на скок во текот на клисурата дека тој   може да не сосема, во "Срамота Fortune"
		-- Thomas Jefferson in letter to James Madison, 20 December 1787

%
Вие сте во лавиринтот на UUCP врски, сите подеднакво.
		-- Thomas Jefferson in letter to James Madison, 20 December 1787

%
"Ако тој човек во PTL е како исцелител, зошто да не може тој да се направи неговата сопруга фризурата одат надолу? "
		-- Robin Williams

%
8) Користете го здравиот разум во рутирање на кабел. Избегне завиткување убедувам околу изворите на     силни електрични или магнетни полиња. Не заврши на кабелот околу     flourescent светлина придушници или cyclotrons, на пример.- Етернет HEADSTART производ, информации и упатство за инсталација,   Бел технологии, стр. 11
		-- Robin Williams

%
"Она што е чудно е USENET, како производство на претпоставка на големо одтолку сериозно инвестирање во факт. "
		-- Carl S. Gutekunst

%
VMS мора да умре!
		-- Carl S. Gutekunst

%
MS-DOS мора да умре!
		-- Carl S. Gutekunst

%
OS / 2 мора да умре!
		-- Carl S. Gutekunst

%
Pournelle мора да умре!
		-- Carl S. Gutekunst

%
Ѓубре во, Евангелието Out
		-- Carl S. Gutekunst

%
"Да се ​​биде против тортура би требало да биде еден вид на multipartisan работа."
		-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian

%
"Фактите се глупави работи."- Претседателот Роналд Реган   (А blooper од својот говор на конвенцијата на Републиканската партија '88)
		-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian

%
"Аргументот дека буквално приказната за Битие може да се квалификува како наукапаѓа на три главни причини: потребата на креационистите "да се повика начуда, со цел да се компресира настаните од историјата на земјата вобиблискиот распон од неколку илјади години, нивната неподготвеност дасе откаже од барањата јасно разоткрие, вклучувајќи го и тврдењето дека ситефосили се производи на Потопот; и нивното потпирање врз нарушување,misquote, полу-понуда, и се бара надвор од контекст да се карактеризираатидеи на нивните противници. "- Стивен Џеј Гулд, "Пресудата на креационизмот"   Скептичниот Inquirer, зима 87/88, стр. 186
		-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian

%
"Унца на превенција е вреден половина тон код."
		-- an anonymous programmer

%
"За да се ИБМ," отворени "значи дека има минимално количество на интероперабилност помеѓу некои од нивнитеопрема. "
		-- Harv Masterson

%
"Само помислете на компјутерски хардвер како можете да програма."
		-- Nigel de la Tierre

%
"Ако имате машина, пак, од своја лична сопственост, и трошат вашето време што служи ... "
		-- Marion Zimmer Bradley, _The Forbidden Tower_

%
"Се што треба да се направи едноставно како е можно, но не и поедноставно."
		-- Albert Einstein

%
"Читачи на картички? Ние не треба да не смрдлива картичка читателите."- Питер Силва (на Националната академија на науките, 1965 година, во   особено живописни фантазија)
		-- Albert Einstein

%
Вашиот добар карактер ќе донесе неограничен среќа.
		-- Albert Einstein

%
Semper Fi, пријателе.
		-- Albert Einstein

%
Возбуда и опасност да чекаат на својата индукција да трагач должност! Како трагач,мора да се ослободи од компјутерски мрежи на лигави, кривични податоци крадци.Тие се слабо и дејството добива тешки, па да внимаваш! искористување на ситевештини, или ќе добиете вашиот маж или ќе се изгори!
		-- advertising for the computer game "Tracers"

%
"Целиот братство на мускулест ѕид на улица врзани младите пеколот -. Овасе случува да биде крв бања! "
		-- Post Bros. Comics

%
"Соседите !! Добивме соседи! Ние не треба да имате било какви соседи, иЈас само мораше да се фотографира со еден. "
		-- Post Bros. Comics

%
"Gotcha, ќе носна врат weenies!"
		-- Post Bros. Comics

%
. Interlard - VT, да едитирате; се прошири
		-- Webster's New World Dictionary Of The American Language

%
"Сите зборуваат за времето, но никој не го прави ништо околу тоа."
		-- Mark Twain

%
"Колку teamsters што е потребно за да завртка во една сијалица?"   "Петнаесет !! Имаш проблем со тоа?"
		-- Mark Twain

%
"Ако не беа мојот учител, би мислите дека само избришани сите мои датотеки."- Анонимен UCB CS учениците, за да инструктор кој го внесе "rm -i *" да   да се ослободи од датотека со име "ѓ" на Unix систем.
		-- Mark Twain

%
"Најжешките места во пеколот се резервирани за оние кои, во време на моралнакриза, сочувани својата неутралност. "
		-- Dante

%
"Медиумот е пораката".
		-- Marshall McLuhan

%
"Медиумот е на масажа."
		-- Crazy Nigel

%
"Покажете ми добар губитник, и јас ќе ви покажам еден губитник".
		-- Vince Lombardi, football coach

%
"Тоа може да помогне ако истрча на Вашингтон МБА е."
		-- Admiral Grace Hopper

%
Освежен со краток затемнување, добив на мојата нога и отиде до вратата.
		-- Martin Amis, _Money_

%
На заоблени врати разделија и јас влечкаат во тиково и светкаат лоби.Униформирани мажи стоеше рамнодушно како стражари во ров. јас удирамојот клуч на масата и кимна со главата сериозно. Јас бил натоварен доволно за да биде во можност дакаже дали тие би можеле да кажам дека ми е вчитан. Тие би ум? Јас секако бешепремногу натоварени да се грижи. Јас се преселив на вратата со boxy, schlep грбот чекори.
		-- Martin Amis, _Money_

%
Ја барам само едно нешто. Јас сум разбирање. Јас сум зрела. И тоа не е многу да сепрашам. Сакам да се вратам во Лондон, и да ги следи надолу, и да биде сам со својатаСелина - или дури и не сам, по ѓаволите, само блиску до неа, доволно блиску домирис на нејзината кожа, да се види на flecked webbing од лимон очи, калапина подмолна усни. Само за неколку скапоцени секунди. Само доволно долго за да сесе стави во една добра, чиста сила. Тоа е се што праша.
		-- Martin Amis, _Money_

%
"Љубовта може да не успее, но љубезно ќе previal".
		-- A Kurt Vonnegut fan

%
Њујорк е џунгла, тие ви кажам. Вие би можеле да одат понатаму, и да кажам декаЊујорк е џунгла. Њујорк * е џунгла. * Под столбовите настариот дождовните шуми, макадам топење, средната Лимпопо од поплавиДеветта Авенија носи лута Соединетите Американски Држави на крокодилите и змејови, тигар риба, бучавамашини, потење rainmakers. На аглите стојат жреци иheadhunters, гугање вуду-Men - домородци, џунгла-паметни домородци на.И во текот на ноќта, во рамките на екваторијалниот растењето и топлина-холдинг облакпокритие, ќе го слушнете парталав папагал-потсмев и monkeysqueak на сирените,а потоа пожари цвет да се вардат од чудовишта. Внимавајте: улиците сескокнал со јами и мрежи и стапици. Ангажира водич. Пак вашиот каснување од змијаgook и вашиот blowdart серум. Земи го сериозно. Мора да се добиемалку џунгла-мудар.
		-- Martin Amis, _Money_

%
Јас сега се движи, во мојата топла кафез, надолу кон земјата месо на пазарот наврвот на West Village. Еве магацини redbrick двоен како трупгалерии и осип на стаорци, фауната Менхетн кои бараат нејзина потребнониво, живи или мртви. Овде исто така ќе се најде на тешки педер Hangouts,Спајк, водата Closet, Мајката транспорт. Никој не знае што се случуваво овие места. Само тешки педери знам. Дури и Филдинг се чини малкунејасни на прашањето. Можете да се zapped и биен и фрлен на - одречиси стандарди никого, имаш навистина страшно време. просечнатапокровител пристигнува во скок во еден такси, но треба да се врати во својот чорапна два дела. А потоа следниот ден ќе се појави за повеќе. тие оковавамсамите да лавици, тие уживаат во urinals. Нивните луѓе имаат многуобјаснувајќи да се направи, ако сакате мое мислење, особено мајки. жалда се издвојат дами излезе како ова, но приказната мора да започне некаде.А желбата за час убиство - не може да се сакаше. Во меѓувреме,Филдинг ми кажува, мајката природа гледа и славините нога и кликне неанејзиниот јазик. Секогаш шампион на моногамија, таа е за готвење некои фенсинови болести. Таа едноставно не се случува да се кандидира за неа.
		-- Martin Amis, _Money_

%
"Ти се обидов само за еднаш, ја најдов во ред за клоци, но сега може да дознаете што има навика која држи, ти си еден оргазам зависник, вие секогаш ќе бидете во неа, а ти си оргазам зависник. "
		-- The Buzzcocks

%
"Не постои јасно американскиот криминалистички класа освен Конгресот."
		-- Mark Twain

%
"Ќе се плати за да знаете што навистина мислите."
		-- J. R. "Bob" Dobbs

%
"Живееме во многу kooky време."
		-- Herb Blashtfalt

%
"Повлече од волна над твоите очи!"
		-- J. R. "Bob" Dobbs

%
"Во ред", вели Боби, добивање на висат од него ", тогаш што е матрица? Акотаа е палубата, и Danbala е програма, што е сајбер-просторот? "  "Светот", рече Лукас.
		-- William Gibson, _Count Zero_

%
"Нашата репризи се подобри од нивните."
		-- Nick at Nite

%
Животот е игра. Пари е како да го одржува резултатот.
		-- Ted Turner

%
"Не обрнува внимание на човекот зад завесата."
		-- The Wizard Of Oz

%
"Не обрнува внимание на човекот зад завесата."
		-- Karl, as he stepped behind the computer to reboot it, during a FAT

%
"Тоа не е толку многу работи што не знаат дека ни се во неволја. Тоа еработи знаеме дека не е така. "
		-- Artemus Ward aka Charles Farrar Brown

%
"Не попуст летање свињи, пред да имаат добра одбрана".
		-- jvh@clinet.FI

%
"Во оваа долга трка, секоја програма станува рококо, а потоа урнатините."
		-- Alan Perlis

%
"Pok pok pok, P'kok!"
		-- Superchicken

%
Live Free или живеат во Масачусетс.
		-- Superchicken

%
"Вие не може да се добие многу далеку во овој свет без ваше досие да биде таму во прв план."
		-- Arthur Miller

%
"Системи за Резервации лет одлучи дали или не да постои. Ако вашата информацијане е во нивната база на податоци, тогаш едноставно не се да оди никаде. "
		-- Arthur Miller

%
"Она што луѓето се намалува на се само 3-Д претставите на своитена податоци. "
		-- Arthur Miller

%
"Мислењето волшебник одлучува дали ќе го добиете да се вози автомобил. Вашиот шеф не ќе се сместиперница на Шератон, освен ако нивните компјутерски вели дека тоа е во ред. "
		-- Arthur Miller

%
"Тие знаат име, адреса, броеви на кредитни картички на вашиот телефонски број, кој друге за возење на автомобил "за осигурување", ... број лиценца вашата возачка дозвола. Водржавата Масачусетс, ова е истиот број како оној што се користи за социјалниБезбедност, освен ако не се противат на употребата. Во тој случај, ќе се доделуваат наброј и ќе живеат довека повеќе на листата на "чудни луѓе кои не даваатод нивната социјална сигурност Број во Масачусетс. "
		-- Arthur Miller

%
"Податоците е многу слични на луѓето: Се роди созрева стапи во брак со други податоци,..развеле. Добива стариот. Едно нешто што не го направите е да се умре. Таа треба да биде убиен. "
		-- Arthur Miller

%
"Луѓето треба да имаат пристап до податоците кои што ги имаат за нив. Треба, да биде процес за нив да се оспори секој неточности. "
		-- Arthur Miller

%
"Иако Полјаците страдаат официјална цензура, се карактеризира со тајнаполиција и закони слични на оние во СССР, постојатИлјадници подземни публикации, правно независниЦрква, приватни земјоделството и на блокот Исток прва и единственаСамостојниот синдикат федерација, NSZZ Солидарност, што еФилијалата и на Меѓународната конфедерација на слободниСиндикати и Светската конфедерација на трудот. Ете гобуквално еден свет на разликата меѓу Полска - дури и во неговитеМоменталната состојба на колапс - и советското општество на врвот насвоите "гласност". Оваа разлика се одржува на големочини од страна на Полјаците од 1944 год.- Дејвид Филипс, SUNY во Бафало, за создавање на   портата од EARN (Eurpoean академска истражувачка мрежа)   во Полска
		-- Arthur Miller

%
"Постои, исто така, просперитетна независно студентско движење воПолска, а со тоа и постои голема можност (иако негаранција) за изработка на врската заработи и Полска, тоа треба да постојано сеза, вистински врската - не прилог на правосмукалка заБлок информации апарати собирање рационализира на довербаапаратчици ".- Дејвид Филипс, SUNY во Бафало, за создавање на   портата од EARN (Eurpoean академска истражувачка мрежа)   во Полска
		-- Arthur Miller

%
"Не губете вашето знаење дека правилно имот на човекот е во исправена положба на телото,на бескомпромисна ум, и чекор кој патува неограничен патишта ".
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
Не паника.
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
На бубачки запира тука.
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
На бубачки започнува тука.
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
"Зошто отпад негативна ентропија на коментари, кога ќе може да ги користат иститеентропија да се создаде грешки наместо неа? "
		-- Steve Elias

%
"Патологијата е да сакаат контрола, а не дека некогаш го добие, бидејќи насе разбира никогаш не ќе се направи. "
		-- Gregory Bateson

%
"Вашиот задник е мој."
		-- Michael Jackson, Bad

%
Брод него.
		-- Michael Jackson, Bad

%
"Откако ќе одат нагоре, кој се грижи каде доаѓаат надолу? Тоа не е мојот оддел."
		-- Werner von Braun

%
"Кога само алатка што треба е чекан, ќе имаат тенденција да се третираат сето она што акошто беа шајка. "
		-- Abraham Maslow

%
"Имитација е искрени форма на телевизија".
		-- The New Mighty Mouse

%
"На помалку од две зла - е зло."
		-- Seymour (Sy) Leon

%
"Тоа не е пот, Хенри. Рас се врати назад во Bugtown пред да почине. Па тој ќерегенерира во неколку дена. Тоа едноставно е ужасно невешт на него за да загинат вона прво место. Humph! "
		-- Ron Post, Post Brothers Comics

%
"Чесен бог е најблагородното дело на човекот. ... Бог секогаш потсетуваат неговататворци. Тој го мразеше и сакав она што тие го мразеше и сакаше и тој беше секогашнаоѓаат на страната на оние кои се на власт. ... Повеќето од богови се задоволни сожртвуваат, и мирисот на невина крв никогаш не се смета за божественопарфем. "
		-- Robert G. Ingersoll

%
"Ние не се настојува да се синџирот на иднината, но за да се ослободи сегашноста. ... Ние смезастапниците на истражување, истрага, и мисла. ... Тоа е повеличествен да се мислии да ги испита за себе, отколку да се повторува кредо. ... Со нетрпение во текот на деноткога * причина *, throned на мозоци во светот, ќе биде Цар над царевите иБог на боговите.
		-- Robert G. Ingersoll

%
"Јас искрено верувам дека доктрината на пеколот е роден во блескавата очитена змии, кои работат во страшни калеми гледа за својот плен. јас верувамтој е роден со yelping, завива, 'ржејќи и блокираат на дивите ѕверови ...Јас го презираат, го спротивставуваат на, и јас го мразам. "
		-- Robert G. Ingersoll

%
"Дали е ова предигра?"   "Не, тоа е Nuke штрајк. Предиграта има лоша графика. Победи мене повторно."
		-- Duckert, in "Bad Rubber," Albedo #0 (comics)

%
egrep модели се целосно регуларни изрази; тоа го користи брзо детерминистичкиалгоритам кој понекогаш треба експоненцијална простор.
		-- unix manuals

%
"А ум е страшна работа да се има протекување надвор вашите уши."
		-- The League of Sadistic Telepaths

%
"Животот смрди, но тоа е подобро отколку алтернативата."
		-- Peter da Silva

%
Ако ова е услужна економија, зошто е услуга толку лошо?
		-- Peter da Silva

%
"Јас ќе се очекува хемиска лек за психопатски однесување од страна на 10 утре изутрина,или ќе имате храброст за шпагети. "
		-- a comic panel by Cotham

%
"Дури и ако сте на вистинскиот пат, ќе добиете прегазен ако само седат таму."
		-- Will Rogers

%
"Отворен ум има само еден недостаток: тој собира нечистотија."
		-- a saying at RPI

%
"На видливо ќе ја наследат земјата".
		-- Karl Lehenbauer

%
"Пази се од програмери вршење одвртувачи."
		-- Chip Salzenberg

%
"Елвис е мојот копилот".
		-- Cal Keegan

%
"Основниот принцип на науката, дефиницијата речиси, е ова:единствен тест на важноста на секоја идеја е експеримент ".
		-- Richard P. Feynman

%
Колку Unix хакове е потребно за да се смени сијалица?   Ајде да видиме, можете да го користите школка скрипта за тоа или пак треба С програма?
		-- Richard P. Feynman

%
"Не ме мразат затоа што сум убава. Ме мразат затоа што сум убава, паметнаи богат. "
		-- Calvin Keegan

%
"Целиот проблем со светот е дека будали и фанатиците се секогаш толкунекои од себе, но поумно луѓе толку полни со сомнеж. "
		-- Bertrand Russell

%
Секогаш се погледне над твоето рамо затоа што секој гледа и заговорпротив вас.
		-- Bertrand Russell

%
"Дозволете ни да осудат на пеколниот оган на сите оние кои не се согласуваат со нас."
		-- militant religionists everywhere

%
Бебе на Одборот.
		-- militant religionists everywhere

%
"Крајниот резултат е систем кој не е само бинарни компатибилен со 4.3 BSD,но дури и за бубачка бубачка компатибилен со речиси сите функции. "- Avadit Tevanian Џуниор, "Архитектура-Независно виртуелна меморија за управување   за паралелни и дистрибуирани средини: Пристапот на Мах "
		-- militant religionists everywhere

%
"Бројот на Unix инсталации се зголеми на 10, со повеќе очекуваното."
		-- The Unix Programmer's Manual, 2nd Edition, June, 1972

%
"Инженерски без управување е уметност."
		-- Jeff Johnson

%
"Јас не сум бог, јас бев погрешно цитиран."
		-- Lister, Red Dwarf

%
Мозокот off-line, ве молиме почекајте.
		-- Lister, Red Dwarf

%
-! - Uunet шеќер Карл | "Ние сме биле по вашиот напредок со значителна- Karl@sugar.uu.net | интерес, да не речам презир. "- Zaphod Beeblebrox IV- Usenet BBS (713) 438-5018та-та-та-та-Тоа е се, луѓе!----------- Намали тука, не заборавајте да се запишат ѓубре на крајот, исто така -------------"Психоанализата ?? Мислев дека ова беше гола рап сесија !!!"
		-- Zippy

%
Дали сте се уште се забавувате?
		-- Zippy

%
"Огромно мнозинство на успешни тешки дела против имотот сеизвршени од страна на поединци злоупотребува позициите на доверба ".
		-- Lawrence Dalzell

%
"Можеби јас сум камшикување слама харинга во средината на поток, но со оглед наона што се знае за присутноста на безбедносни слабости, се чини дека многупремногу опасно за универзитетските луѓе да работат со своите глави во песок. "
		-- Peter G. Neumann, RISKS moderator, about the Internet virus

%
"Семе на мене, Сејмур"
		-- a random number generator meets the big green mother from outer space

%
"Купи земјиште. Тие престанаа да го прави."
		-- Mark Twain

%
"Отворете залив pod врати, Хал."
		-- Dave Bowman, 2001

%
"Немало разлика помеѓу однесувањето на Бог и на работењето начиста шанса ... "
		-- Thomas Pynchon, _Gravity's Rainbow_

%
... Saure навистина се испоставува дека е вешт во тешка уметност на papryomancy,способност да пророкува преку размислува за начинот на кој луѓето се тркалаат reefers -облик, модел на лижење, брчки и огради или отсуствово документот. "Наскоро ќе биде во љубов" sez Saure, "види, оваа линија тука.""Тоа е долго време, не е тоа Дали тоа значи -" "должина е обично интензитет.Не е време. "
		-- Thomas Pynchon, _Gravity's Rainbow_

%
Оди напред, профитираат на T на технологијата, таа ја обожаваат и ако тоа ќе направи да се чувствуватепомалку одговорни - но тоа ви дава со кастрирате, брат, соевнусите одржување харемот на нашите украдени Земјата за вцепенен и без радостhardons на човековите султани, човечки елита, без право на сите да биде таму каде штосе - "
		-- Thomas Pynchon, _Gravity's Rainbow_

%
... Преовладува Католичката мирис - темјан, восок, векови на блага мекањетоод усните на стадото.
		-- Thomas Pynchon, _Gravity's Rainbow_

%
... Во тоа време [1960], Bell Laboratories научниците предвидуваат декакомпјутер брзина високо како 30 милиони пресметки лебдечки-точка наВториот (megaflops) ќе бидат потребни за балистички проектили на Армијатасистемот на одбраната. Многу компјутерските експерти - вклучувајќи го и Националната академијана науките панел - рече дека постигнувањето на таква брзина, дури и со користење на повеќепроцесори, беше невозможно. Денес, нова генерација суперкомпјутери работатна милијарди операции во секунда (гигафлопи).
		-- Aviation Week & Space Technology, May 9, 1988, "Washington Roundup", pg 13

%
бекап: секогаш во сезоната, никогаш не е надвор од стил.
		-- Aviation Week & Space Technology, May 9, 1988, "Washington Roundup", pg 13

%
"Имаше нејасни, непријатни manginess за неговата appearence, тој некакоизгледаше валкано, иако близок поглед му ги покажал како внимателно избричени какоактер, и облечени во безгрешното лен. "
		-- H. L. Mencken, on the death of William Jennings Bryan

%
Работата беше невозможно. Видливо беше скршен мојот дух. Тие имале направено премногумногу работи во ред. Таа никогаш не беше вака Л. Менкен. Тој живееше какопруска коцкар - потење полошо од Брајан во некои ноќи и drunkerод Јуда и на другите. Сето тоа беше дехуманизирани кошмар ... и овиеraddled кретени имаат жолчно да се жалат во врска со моето рокови.
		-- Hunter Thompson, "Bad Nerves in Fat City", _Generation of Swine_

%
"Оваа генерација може да биде оној кој ќе се соочи со Армагедон".
		-- Ronald Reagan, "People" magazine, December 26, 1985

%
... Кабелот ни поминаа од; садот беше единствената надеж, и на крајотсите бевме принудени да се сврти кон него. До летото '85, долината имаше повеќесателитски чинии по глава на жител од еден селото Ескимо на северната падина наАлјаска.Мое беше еден од последните да одат во. Сум бил нервозен пред стартот зана опасностите од премногу влез, што е многу реален проблем со овиеработи. Гледање телевизија станува работа со полно работно време кога ќе може да ги скенира 200 каналипо цел ден и цела ноќ и се уште имаат можност за удирање ноќ соништаво видео машина, и ако остатокот од светот се чини здодевен.
		-- Hunter Thompson, "Full-time scrambling", _Generation of Swine_

%
"Повик веднаш. Времето истекува. Двајцата треба да се направи нештомонструозниот пред да умре. "
		-- Message from Ralph Steadman to Hunter Thompson

%
"Единствениот начин за еден новинар да се погледне во некој политичар е долу."
		-- H. L. Mencken

%
"Вие не се излезе и да се ослободат бесно куче. Ако имате лудо куче со беснило, ќеземе пиштол и го пука. "
		-- Pat Robertson, TV Evangelist, about Muammar Kadhafy

%
Дејвид Бринкли: Дневниот астролошки листи се токму каде што, според мое  пресуда, што припаѓа, а тоа е основа на стрип-страница.Џорџ ќе: Јас не мислам дека астрологијата припаѓа дури и на стрип страници.  Стрипот се прави никаква вистина барање.Бринкли: Каде ќе го стави?Ќе: Јас не би го стави во весникот. Мислам дека тоа е транспарентен ѓубре.  Тоа е одраз на идејата дека ние протерани од западната мисла во  XVI век, кога се наоѓаме во центарот на еден загрижен универзумот. Ние сме  не е центар на универзумот, и не се грижи. усогласување на ѕвездите  во моментот на нашето раѓање - тоа е чиста бесмислица. Тоа не е смешно да се  го интрудирале меѓу луѓето кои имаат нуклеарно оружје.Сем Доналдсон: Ова не е нешто ново. Гувернерот Роналд Реган положи свечена заклетва  во нешто по полноќ во неговиот прв мандат во Сакраменто бидејќи ѕвездите  рече дека тоа е добредојден време.Ќе: Тие [хороскопи] се изговори паѓа баналности. Тие може да се примени  никој и ништо.Бринкли: Кога е точниот момент [на раѓање]? Јас не мислам дека на медицинска сестра е  стоеше таму со стоперка и бележник.Доналдсон: Ако ние сме прави одлуки врз основа на ѕвездите - тоа е cockamamie  работа. Луѓето сакаат да знаат.- "Оваа недела" со Дејвид Бринкли, ABC телевизија, недела 8 мај, 1988,   извадоци од дискусија за астрологијата и Реган
		-- Pat Robertson, TV Evangelist, about Muammar Kadhafy

%
Пријавени се впуштат во астрологијата во Белата куќа присутни многубројнивеселба. Тоа не е смешно. Астролошки глупост, што значи дека астрологијатаОпшто земено, нема место во некој весник, а камоли влада. За разлика од стрипови,кои се дел од безопасни задоволство на весникот и не даваат вистината,Астрологијата е измама. Идејата дека добива расправа во Владата еобесхрабрени.
		-- George Will, Washing Post Writers Group

%
Астрологијата е sheerest hokum. Ова псевдонауката е околу одденот на Халдејците и Вавилонците. Тоа е како измислен како нумерологија,phrenology, следење на рака, алхемијата, читање на листовите, како и на практикатана дивинација од утробата на коза. Нема сериозни лице ќе купиидејата дека нашите животи се под влијание поединечно од страна на движење надалечни планети. Ова е пилевина Blarney на половина пат карневалот.
		-- James J. Kilpatrick, Universal Press Syndicate

%
Сериозна јавна расправа во врска со валидноста на астрологијата? Сериозен верникво Белата куќа? Двајца од нив? Дај ми пауза. Што задуши мојата смеае дека на сликата се вклопува. Реган секогаш е изложен неуспешен на смрт и индиферентни коннауката. Факти, како броеви, падам грбот. И сите ние си дојден даприфати го. Овој пат тоа беше ѕвездите што стана сериозен проблем .... Нетоа одамна, тоа беше знак на поддршка на креационизмот Реган .... создавање на светот, всушност,доби еднакво време со еволуционистите. Јавноста требаше да биде отворен умна тврдењата на палеонтолозите и фундаменталисти, како двајцата беанаучни колеги .... Тоа е јасно за долго време дека претседателоте Аверс на науката ... Во принцип, овие ставови да ви падне на пријателскиот американскитрева .... но на надворешните рабови, овој скептицизам во однос на науката лесно се вртиво вид на наивни прифаќање на nonscience, па дури и глупости. Истолуѓе кои се сомневаат експерти исто така може да поверува дека кој било шарлатанство, од придобивките наlaetrile во очи на тритон за движењето на планетите. Губиме капацитет данаправи рационално - научно - пресуди. Тоа е сите се исти.- Елен Гудман, Бостон Глоуб Весникот компанијата-Вашингтон пост писатели    група
		-- James J. Kilpatrick, Universal Press Syndicate

%
Спектаклот на астрологијата во Белата куќа - владејачката центарот нанајголемите научни и воена сила во светот - е толку ужасна штоодрекува разбирање и дава основа за голем страв. најлесенодговор е да се смееш надвор, и да се занесе во wisecracks за граѓанскитерејтинг на услуги за креаторите хороскоп и дланка читателите и дали Реганпобара Михаил Горбачов за неговиот знак. Заразна добро расположение ебелег на ова претседателство, дури и кога се во прашање најмногу лош прашања.Но, овој пат тоа не е смешно. Тоа е обичен страшно.- Даниел С. Гринберг, уредник, _Science и Владата Report_, пишува во   "Newsday", Мај 5, 1988
		-- James J. Kilpatrick, Universal Press Syndicate

%
[Астрологијата е] 100 проценти hokum, Тед. Како, впрочем, и на првото изданиена Енциклопедија Британика, напишана во 1771 - 1771! - Рече дека овасистем на верување е предмет одамна исмејувани и навредуван. Ние сме се занимаваат соверувања, кои се вратиме на древните Вавилонци. Нема ништо таму ....Тоа звучи многу слични на науката, тоа звучи како астрономијата. Тоа доби техничкауслови. Тоа доби жаргон. Тоа ги збунува јавноста .... На астролог е достаНевалидна, збунува јавноста, користи термини кои доаѓаат од науката, доаѓаат одметафизиката, доаѓаат од домаќин на области, но тие навистина значат ништо. наФакт е дека астролошките верувања се од последните 2.500 години. сега, когатреба да биде доволно долго време за астролози да се докаже нивниот случај. тиене се покажаа нивниот случај .... Тоа е едноставно глупости. Факт е, имане е теорија за тоа, не постојат податоци од набљудувањата за тоа. Тоа е тестирани тестирани во текот на вековите. Никој никогаш не бил пронајден ниту еден важноста на тоа насите. Тоа не е дури ни блиску до науката. А наука треба да се повтори, тоамора да има логичка основа, а тоа мора да биде ранлива -ќе го пробате. И во тој астрологијата е навистина нешто друго.- Астроном Ричард Berendzen, претседател на Американскиот универзитет, на ABC    Вести "Nightline" 3 Мај, 1988
		-- James J. Kilpatrick, Universal Press Syndicate

%
Со веста дека Ненси Реган се повикува на астрологот при планирањераспоред, и извештаите на нејзиниот сопруг со евакуација на жителите на Калифорнија во Лос Анџелесна силата на предвидување од лекар на шеснаесеттиот век иастролог Michel de Notredame, на имиџот на САД како научна итехнолошки народ земајќи малку на тепање во последно време. За жал, таквитеслучувања не може да се отфрли како поминува мечтите. Тие се манифестациина добро воспоставена "анти-наука" тенденција во САД кои, во крајна линија,може да ја загрози позицијата на земјата како технолошка моќ. . . . наманифестира широка желба да го отфрлиме рационалност и да се замени со серијана quasirandom верувања, со цел да се разбере на универзумот не се претскажеи за една нација длабоко загрижен за неговата способност да се натпреваруваат со своитеиндустриски еднаквите. До степен до кој тоа се одразува на размислување на едензначителен дел од јавноста, ова гледиште поттикнува незнаењена и, навистина, презир за науката и за рационални методи на приближувањевистината. . . . Станува јасно дека ако САД не застане на нозенаскоро и се посвети на некои напори за ефикасно едуцирање на младите, својата надеж наодржување на привидот на лидерство во светот може да се одмори, парадоксално,со нов бран на технички заинтересирани и обучени имигранти кои не сестрадаат од болести на анти-наука неконтролираното во навидум општеството што пропаѓа.
		-- Physicist Tony Feinberg, in "New Scientist," May 19, 1988

%
чудо: исклучително исклучително или необичен настан, нешто, или остварување.
		-- Webster's Dictionary

%
"Компјутерски програмер е креатор на универзуми за кои тој сам е одговорен. Универзумите на речиси неограничен Комплексноста може да биде создадена во форма на компјутерски програми. "
		-- Joseph Weizenbaum, _Computer Power and Human Reason_

%
"Ако го кодот и коментарите не се согласуваат, а потоа и веројатно се во право."
		-- Norm Schryer

%
"Нека вашата иднина да се ограничи само на вашите соништа."
		-- Christa McAuliffe

%
"Тоа е подобро за цивилизацијата што треба да се оди надолу на мозоци отколку да се бидедоаѓа до тоа. "
		-- Henry Allen

%
"Животот почнува кога ќе можат да го поминуваат слободното време, наместо на програмирањегледање телевизија."
		-- Cal Keegan

%
"Ние никогаш не се направи тврдења, Мис Taggart", вели Хју Akston. "Тоа еморалните криминал карактеристични за нашите непријатели. Ние не се каже - ние * * покаже.Ние не тврдиме дека - ние * докаже * ".
		-- Ayn Rand, _Atlas Shrugged_

%
"Се сеќавам кога бев дете, јас се користи да се врати дома од Неделното училиште и мајка ми ќе се опиваат и да се обидат да се направи палачинки. "
		-- George Carlin

%
"Татко ми? Татко ми остави кога бев многу млад. Па, всушност, тој беше побарано да ја напуштат земјата. Тој имаше проблеми метаболизира алкохолот ".
		-- George Carlin

%
"Јас го вклучам мојот телевизор во собата. Гледам една млада дама која оди под маскатадека е христијанин, познат во целиот народ, облечени во кожата пропуштакожени панталони, тресење и wiggling колковите во ритамот и ритамот намузика како светла strobe победи своите модели низ сцената иБендот на современата рок звукот кој не може да се разликува одпесни од Грејтфул Дед, Битлси, или некој друг. И може да се обидетеда ми каже ова е од Бога и дека води луѓето кон Христа, но јасзнаат подобро.- Џими Swaggart, лицемерно перверзни сексуални и ТВ проповедник, самопрогласениот зависник од порнографија, "Две точки на гледање." христијанското "рокенрол" Евангелистот, 17 (8): 49-50.
		-- George Carlin

%
"Т.н. христијанската рок.... Е ѓаволска сила поткопува христијанството од внатре."- Џими Swaggart, лицемер и ТВ проповедник, самопрогласениот зависник од порнографија, "Две точки на гледање." Христијанското "рокенрол", Евангелистот, 17 (8): 49-50.
		-- George Carlin

%
"Секој обид за генерирање на случајни броеви со детерминистички средства е,Се разбира, живеат во состојба на грев. "
		-- John Von Neumann

%
"Мора да има коефициент на интелигенција од најмалку половина милион евра." - Попај
		-- John Von Neumann

%
"Слободата е уште е радикална идеја на сите."
		-- Nathaniel Branden

%
Зарем не сте мило ми е што не сте добивање на сите дека владата ќе плаќаат за сега?
		-- Nathaniel Branden

%
"Јас никогаш не ги споделите со моето школување се добие на начин на моето образование."
		-- Mark Twain

%
Овие screamingly смешен gogs обезбеди сопственици на X Ray Gogs да биде живототна која било страна.
		-- X-Ray Gogs Instructions

%
Студентот побара од мајстор за помош ... прави оваа програма тече одАлатки? Господар грабна глувчето и укажа на икона. "Што еова? ", праша тој. Студентот одговорил:" Тоа е глувчето ". Господар притиснатоконтрола-Amiga-Amiga и удрил ученикот по главата со ROM кернелот AmigaПрирачник.
		-- Amiga Zen Master Peter da Silva

%
"Фала му на небото за стартап бизниси, без нив ние никогаш нема да имате било какви побарувања."
		-- Seymour Cray

%
"Надвор од регистарот простор (ugh)"
		-- vi

%
"Неуспеси покрај тоа, има уште многу да се каже во користна новинарството во кој што ни дава мислење на необразовани,тоа не одржува во контакт со непознавање на заедницата. "
		-- Oscar Wilde

%
"Ада е PL / Јас се обидувам да бидам Smalltalk.
		-- Codoso diBlini

%
"Најголемата опасност за слобода демнат во подмолно вмешување од страна на мажите со жар,добронамерни, но без разбирање ".
		-- Justice Louis O. Brandeis (Olmstead vs. United States)

%
" 'Tis е точно," TIS Штета, и тажно "TIS" TIS вистина. "- Poloniouius, во Вили _Hamlet подаваат, принцот на Darkness_
		-- Justice Louis O. Brandeis (Olmstead vs. United States)

%
"Сите луѓе се толку среќен сега, главите се спелеолошки. Мило ми е штосе снешко со заштитна гумена кожа "
		-- They Might Be Giants

%
"Несигурноста е основа на флексибилност"
		-- button at a Science Fiction convention.

%
"Понекогаш лудило е единствената алтернатива"
		-- button at a Science Fiction convention.

%
"Староста и предавство ќе победи на младите и вештина во секое време."
		-- a coffee cup

%
"Најважното нешто во човекот не е она што го знае, но она што е тој."
		-- Narciso Yepes

%
"Сите ние сме дадена е можност - да се направи една работа или на друг."
		-- Ortega y Gasset

%
"Ќе биде подобро и похрабри, ако ние се вклучат и да се распрашува отколку ако ние се занесе вонеактивен фенси дека ние веќе знаеме - или дека тоа не е од употреба кои сакаат дазнаат што ние не знаеме. "
		-- Plato

%
"За да се преземе еден проект, како и изведувањето на зборот означува, значи да се фрлиидеја од пред себе, така што тоа добива автономија и се исполни не самосо напорите на неговата основоположник но, навистина, независно од него, како и.
		-- Czeslaw Milosz

%
"Не можеме да го одложи за живеење, додека ние сме подготвени. Највпечатлива карактеристикана живот е неговиот coerciveness; секогаш е итно, "овде и сега", без никаквиможно одложување. Животот е отпуштен во нас точка празно ".
		-- Ortega y Gasset

%
"Од таму до тука, од тука до таму, смешни работи се насекаде."
		-- Dr. Seuss

%
"Кога станува збор за смирение, јас сум најголем."- Bullwinkle лос
		-- Dr. Seuss

%
Се сеќавам, на int не секогаш е 16 бита. Не сум сигурен, но ако е еден 80386чекор поблиску до судир се соочија на Интел со кривата на процесорот дека е асимптоматичносе приближува вистинска машина, можеби int се спроведува како 32 бита однекои Unix продавачите ...?
		-- Derek Terveer

%
"Досега, како што може да се слушне од ништо, што може или не може да се грижиона што го велат, го прашувам, ако тоа е важно, дека ќе му биде простено за ништошто може да се направи или не да се направи што бара прошка.Спротивно на тоа, ако не и прости туку нешто друго, може да се бара дасе осигура сите можни интерес за кој може да се квалификува поуништување на вашето тело, би ве замолил тоа, она што може да биде,да се даде или нема да, како може да биде случај, на таков начин како да сесе осигура дека добивањето на својата корист. Го прашувам ова во мојата функцијавашите избрани посредник помеѓу вас и она што не може да бидесебе, но кои можат да имаат интерес во однос на вашиотдобивање колку што е можно за да се добие на овојработа, и кои на некој начин се под влијание на оваа церемонија. Амин. "Madrak, во _Creatures на светлината и Darkness_, Роџер Zelazny
		-- Derek Terveer

%
"Академски шпекулираат дали на bather е убаваако постои никој во шумата за да ја восхитувам. тој се сокриво грмушките за да дознаете кој vitiated премиса неговатано го направи среќен.Поука: емпиризам е повеќе забава отколку шпекулации ".
		-- Sam Weber

%
1 1 беше трка коњ, 2 2 1. 2. Кога 1 1 1 1 трката, 2 2 1 1 2.
		-- Sam Weber

%
"Јас сфатиле дека ова беше холокаустот, право, и само оние остави жив беа Дона Рид, Ози и Хариет, и сатар ".- Вил Wheaton објаснува зошто сите во "Star Trek: The Next Generation"    е толку убаво
		-- Sam Weber

%
"Инженерски исполнува уметноста на паркингот и работите експлодираат."
		-- Garry Peterson, about Survival Research Labs

%
"Зошто не можеме да некогаш се обиде да го реши еден проблем во оваа земја, без"војна" на неа "- Богата Томсон, talk.politics.misc
		-- Garry Peterson, about Survival Research Labs

%
      ... И пред знаев што правам, јас го започна на      машина за пишување и го фрлил низ собата и го направи моли за      милост. Во овој момент на машината за пишување изјасни за мене да се облекуваат      него во женска облека, но наместо тоа ги притиснав негово ослободување маргина      одново и одново, додека машината за пишување ја изгубил свеста.      Во моментов, јас се освести и реализирани со срам што      Сум сторил. Мојот срам е нема и сега јас сум во потрага по      потчинет машина за пишување, било која боја, или модел. без електрична      машини за пишување молам!
		-- Rick Kleiner

%
Професионални борење: балет за обичниот човек.
		-- Rick Kleiner

%
"Идеалист е оној кој, за да забележи дека роза мириса подобро одзелка, се заклучува дека тоа, исто така, ќе се подобри супа. "- Л. Х. Л. Менкен
		-- Rick Kleiner

%
   "Дали тие коктел келнерка нокти знаци?" Го прашав како тој Collettiни покажа овие гребнатини на градите. "Не, тоа се на мојот грб," Collettiодговорено. "Ова е местото каде што на случај на коктел ракчиња падна врз мене. Јас рековда го успори малку, но знаеш коктел келнерки, изгледа дека тие имаатум на свој. "- Неверојатно Монструозниот, ум печење лето O.C. и Stiggs   Националниот пасквил, октомври 1982 година
		-- Rick Kleiner

%
"Никогаш не попушти. Никогаш не попушти. Никогаш. Никогаш. Никогаш".
		-- Winston Churchill

%
"Никогаш не се припишат на злоба она што е предизвикана од алчноста и незнаење."
		-- Cal Keegan

%
"И покрај неговата наставка, скептицизам не е" изам ", во смисла на верувањетоили догма. Едноставно тоа е пристап кон проблемот на кажувам она што ефалсификувани и она што е вистински. И признавање на колку скапо можебиде да не го стори тоа. Да се ​​биде скептик е да му се посветам на "улица smarts" воБитката за контрола на сопствените нечиј ум, на свој пари, на својприврзаности. Да се ​​биде скептик, накусо, е да се одбие да биде жртва.- Роберт С. DeBear "Агенда за Причината, реализмот и одговорност" Њујорк Скептик (билтен на Њујорк Површина Скептиците, Inc), пролет 1988
		-- Cal Keegan

%
"Ако сакате да знаете што се случува со вас, кога ќе умре, се погледнеш во некои мртвиработи ".
		-- Dave Enyeart

%
"По една недела [посета на Австрија] не можев да дочекам да се вратам во Соединетите-Членки. Сè беше многу попријатен во САД, порадименталитетот биде со отворен ум, секогаш позитивен. Сè што сакате данаправиме во Европа е само "Не начин. Никој досега не го сториле тоа. " Тие не било имаатповеќе желба да се оди да го освојат и да се постигне - Сфатив дека сум имал многуповеќе американскиот дух ".
		-- Arnold Schwarzenegger

%
"Сакам да се имбецили никаквеци, бидејќи тие понекогаш се одморите."
		-- Alexandre Dumas (fils)

%
Мислам дека за најголем дел тоа читатели тука користи C-зборна сличен начин. Јас не мислам дека некој навистина верува во нова, revolution-арен литература --- Мислам дека тие ги користат `киберпанкот" како термин на погодностразговараат за заеднички стилски елементи во една мала подгрупа на нови книги sf.
		-- Jeff G. Bone

%
Значи ние се дојде до мојата поента. Сигурно луѓето околу тука прочитате она штоне се на * официјално санкциониран Киберпанк листа за читање на *. Значи ниене (ниту еден од нас) дали навистина веруваат дека постои некоја голема, длабока политичка ифилозофска порака во сето тоа, не ние? Затоа, ако тоа `киберпанкот" работа есамо термин на погодност, како може некој да продаваат надвор? Ако киберпанкот е самозбор кој го употребуваме за да се опише одреден стил и слики во СФ, како тоа може да бидемртов? Каде се длабоки изјави дека `Движењето е или се обидувада направи?Мислам дека повеќето од нас се заинтересирани за испитување и да дискутираме за литературни(И музичките) дела кои поседуваат одредени стилски квалитет и можебиприлично екстремни перспектива; тоа е она што CP е за сите, не? Можеби иматреба да биде newsgroup како, да речеме, alt.postmodern или нешто слично. нешто помалкурестриктивни во опсег од alt.cyberpunk.
		-- Jeff G. Bone

%
"Глава Секој е евтин филм покаже."
		-- Jeff G. Bone

%
Животот е полн со концепти кои се лошо дефинирани. Всушност, постојат многу малкуконцепти кои не се. Тешко е да се мисли на сите во не-технички области.
		-- Daniel Kimberg

%
... Киберпанкот сака да види на умот, како што механички и duplicable,предизвикувачки основни претпоставки за природата на индивидуалноста и себе.Тоа се чини дека сите подобра причина да се претпостави дека киберпанкот уметност и музика ево суштина безумната garbagio. Вили сигурно се обрати на оваа идеја во"Грофот нула" со Katatonenkunst, автоматски кутија творецот и на девојкатаопсервација дека вистинската уметност беше изградбата на машина сама по себе,наместо своето производство.
		-- Eliot Handelman

%
Тоа би можело да биде во вредност од одраз дека оваа група беше првично замисленназад во септември 1987 година и ја размени преку 1200 пораки. наоригинална порака за групата повика на all inclusiveдискусија се движат од делата на Гибсон и Vinge и филмовикако Bladerunner на реалниот свет работи како опис на марки "работа се прави во МИТ Media Lab на. Таа е наменета како рај залуѓе со визија на овој опсег. Ако сакате да се создаде рај залуѓе со потесни визии, се чувствуваат слободни. Но јас се чувствувам тажно за секојкој смета дека alt.cyberpunk е таков монструозен група која што е воочајна потреба од се подели. Небото ќе им помогне ако тие некогаш се започнеcomp.arch читање или rec.arts.sf-љубовници.
		-- Bob Webber

%
... Не ми е гајле за терминот "механички". Зборот "кибернетичка" е многуповеќе апропо. Механичката поглед на светот паѓа понатаму и понатаму задреалниот свет, каде што дури и едноставни системи може да се произведуваат најпознатите прекраснихаос.
		-- Peter da Silva

%
Што се однесува до основните претпоставки за индивидуалност и себе, ова е суштинатаод она што ми се допаѓа за киберпанкот. И тоа е суштината на она што ми се допаѓа во врска со одреденипред Гибсон neophile techie СФ писатели дека некои луѓе тука како да се ставинадолу. Не секој го прави на истите претпоставки. Не сум изгубил мојот ум ... тоа епоткрепени на лента.
		-- Peter da Silva

%
Кои се уметници во компјутерска графика шоу? најновите кутија бранот, илина луѓето кои го програмиран? Манделброт треба да ги добиете сите кредит запроизводство на програми како MandelVroom?
		-- Peter da Silva

%
Задниот раб технологии е задоволство да го објави следнатаTETflame програма:1) За договорената цена (прифатен без quatloos) еден од нашите огнени   претставници ќе запалат живиот срања надвор од постер на   твој избор. Цената е inversly пропорционална колку од   кретену ИТ цел. Ние не може да биде убеден да пламен Денис   Ричи. Мет Крафорд пламен се бесплатни.2) За договорената цена (истиот аранжман) на програмата TETflame   нуди `` пламен insurence ''. Според овој договор, ако   еден од нашите осигуреници е пак пламна, ние ќе се откаже од навреда   член и пламен flamer, на јасни.3) TETflame огнени претставници се: Ричард Секстон, Олег   Kisalev, Дајан Холт, Триш O'Tauma, Дејв Хил, Грег Новак и нашиот најголем   неодамнешната аквизиција, Кит Дојл. Но, сите што ќе направите е да се стави во неговата   убие датотека. Weemba со посебен аранжман.
		-- Richard Sexton

%
"Како што одев меѓу огнот на пеколот, воодушевен со возбудувања на гениј; што на ангелите изгледа како мачење и лудило. Јас собрани некои од нивните Изреки ... "- Блејк," Свадбата на Рајот и Пеколот "
		-- Richard Sexton

%
Како да го докаже тоа, дел 1доказ од страна на пример:Авторот дава само случај n = 2 и сугерира декасодржи повеќето од идеите на општата доказ.доказ, со малтретирање:'Тривијални'.доказ со енергична handwaving:Работи добро во училница амбиент или семинар.
		-- Richard Sexton

%
Како да го докаже тоа, дел 2доказ од незгодни нотација:Најдобро да се прави со пристап до најмалку четири букви и специјалнисимболи.доказ од исцрпеност:Прашање или два на списанието посветено на вашиот доказ е корисно.доказ од пропуст:"На читателот лесно може да снабдување на детали""Другите 253 случаи се аналогни""..."
		-- Richard Sexton

%
Како да го докаже тоа, дел 3доказ од обфускација:А долго plotless низа на вистински и / или бесмисленсинтаксички поврзани извештаи.доказ од пусти цитат:Авторот ги наведува и негација, разговараат, или генерализацијатеорема од литературата за поддршка на своите тврдења.доказ од страна на финансирање:Како може три различни владини агенции биде во ред?доказ од страна на еминентни орган:"Видов Карп во лифтот и тој рече дека тоа е веројатно NP-заврши. "
		-- Richard Sexton

%
Како да го докаже тоа, Дел 4доказ од страна на лична комуникација:"Осум-димензионални соголување боја циклус е-НП заврши[Карп, лична комуникација]. 'доказ за намалување на погрешна проблем:"За да се види дека бесконечно-димензионални соголување боја циклус еdecidable, ние се намали на сопирање проблем ".доказ со упатување на недостапни литература:Авторот ги наведува едноставна последица на теорема за да се најдево приватна кружи мемоари на словенечкатаФилолошкиот општество, 1883 година.доказ од значење:Едно големо тело на корисни последици сите ги следат одПредлогот во прашање.
		-- Richard Sexton

%
Како да го докаже тоа, дел 5доказ за акумулираната докази:Долго и вредни пребарување не откри контрапример.доказ од страна на космологија:Негација на исказот е незамисливо илибесмислено. Популарни издавање на доказ за постоењето на Бог.доказ од страна на заедничка референца:Во однос А, теорема 5 се вели да го следат од теорема 3 вореференца Б, која е прикажана да го следат од Последица 6.2 вореференца C, која е лесен последица на теоремите 5 вореференца А.доказ од metaproof:Метод се дава за изградба на саканата доказ. наточноста на методот е докажано од страна на било кој од овиетехники.
		-- Richard Sexton

%
Како да го докаже тоа, Дел 6доказ од слика:А поубедливо форма на доказ со пример. комбинира добросо доказ од пропуст.доказ од жестокото тврдење:Тоа е корисно да се има некој вид на авторитет однос напублика.доказ со повикување на духови:Ништо ни оддалеку личи на цитираните теорема се појавува вопрепораката дадена.
		-- Richard Sexton

%
Како да го докаже тоа, Дел 7доказ со повикување напред:Суд е обично со претстојната хартија на авторот,кои често не е за претстојните што во прв план.доказ од семантичка промена:Некои од стандардните, но незгодно дефиниции се смениза изјавата на резултатот.доказ со апел до интуиција:Облак во форма на цртежи често да помогне тука.
		-- Richard Sexton

%
        [Мај еден] сомневам дали, сирење и дрво, се создаваат црви,        или, ако бубачки и оси, во кравји лепешки, или ако пеперутки, скакулци,        школки, полжави, јагули, и како животот да procreated на putrefied        материја, која е да се добие форма на тоа суштество на кое се        е од формативното моќ отстранува [?] За да се доведува во прашање ова е да се прашуваат        причина, чувство и искуство. Ако тој се сомнева во тоа, нека одат на        Египет, и таму ќе ги најдете на полиња преполна со глувци роди        од калта на Nylus, на голема катастрофа на жителите.                Мислење XVII век цитиран од страна на Л. Л. Woodruff,                во * Еволуција на Земјата и луѓето * 1929
		-- Richard Sexton

%
Види на копчето на Конвенцијата на СФ:Ветеранот на Бермудскиот триаголник Експедициски сили. 1990-1951.
		-- Richard Sexton

%
"Ако луѓето се добри само заради стравот од казна, и се надеваат на награда,тогаш ние сме многу жал, навистина. "
		-- Albert Einstein

%
"Она што се бара не е волјата да се поверува, но волјата за да дознаете што етокму спротивното. "
		-- Bertrand Russell, _Sceptical_Essays_, 1928

%
"Дали има жени, мажите би можеле да живеат како богови".
		-- Thomas Dekker

%
"Интелигенција без карактер е опасна работа."
		-- G. Steinem

%
"Таа вели дека тој направи сите нас да бидам како него. Значи, ако ние сме неми, тогаш Богнеми, и можеби дури и малку грдо на страна. "
		-- Frank Zappa

%
"Тоа не е само еден компјутер - тоа е вашиот газ."
		-- Cal Keegan

%
"Дозволете ми да се погоди, Ед. Pentescostal, нели?"- Starcap'n Ра, ra@asuvax.asu.edu. "Не бе харизматичен (мислам - јас сум се откажал од она што сите оние досаден етикети мислам). "- Ед Крап erc@unisec.usi.com"Исти разлика - сите ревност и чувството, во просек помалку од еден работен мозокотќелија на општеството. Starcap'n Ра, ќе го врзан. Добра работа!"
		-- Kenn Barry, barry@eos.UUCP

%
"BTW, Исус знаете пламен?"
		-- Diane Holt, dianeh@binky.UUCP, to Ed Carp

%
"Сум видел фалсификати Јас сум испратен надвор."
		-- John F. Haugh II (jfh@rpp386.Dallas.TX.US), about forging net news articles

%
"Само од љубопитност значи тоа всушност значи нешто или имаат некоја од неколкуте преостанати делови од мозокот само исчезна? "
		-- Patricia O Tuama, rissa@killer.DALLAS.TX.US

%
"Гризни надвор, dirtball".Ричард Секстон, richard@gryphon.COM
		-- Patricia O Tuama, rissa@killer.DALLAS.TX.US

%
"О! Еден` воспалителни став во alt.flame? Никогаш не слушнале за таковнешто ... "
		-- Allen Gwinn, allen@sulaco.Sigma.COM

%
(Null колаче; надевам дека тоа е во ред)
		-- Allen Gwinn, allen@sulaco.Sigma.COM

%
"Во христијанството ниту морал, ниту религијата дојде во контакт со реалноставо кој било момент. "
		-- Friedrich Nietzsche

%
"Кој сам има причина да лаже * * се надвор од реалноста? Кој страда * * од него. "
		-- Friedrich Nietzsche

%
"Вие кои ги мразат Евреите е така, зошто ќе се донесе својата вера?"
		-- Friedrich Nietzsche, addressing anti-semitic Christians

%
"Малку prigs и три-четврт лудаци може да има суета дека законите наприрода се постојано скршени поради нив. "
		-- Friedrich Nietzsche

%
"Науката прави слични на Бог - тоа е цела со свештеници и боговите кога човекот станува научни. Поука: Науката е забрането како такво - тоа е само забрането. Науката е * * Првиот грев, * оригиналниот * грев. * Ова е само моралот * `` Ти не ќе знае '' -.. остатокот ќе следи "
		-- Friedrich Nietzsche

%
"Верата: * не сакаат * да се знае што е вистина."
		-- Friedrich Nietzsche

%
> Еден основен поим во основата на Usenet е дека тоа е кооперативен.Ја се на Usenet за одење на десет години, јас не се согласувам со тоа.основен поим во основата USENET е пламенот.
		-- Chuq Von Rospach, chuq@Apple.COM

%
"Секоја група има неколку експерти. И секоја група има барем по еден идиот. На тој начин се баланс и хармонија (и раздор) се одржува. Тоа е понекогаш тешко да се сетам на тоа во најголемиот дел од flamewars дека сите се расправаме и Болката обично е предизвикан од еден или два високо мотивирани, сода Twits ".
		-- Chuq Von Rospach, chuq@apple.com, about Usenet

%
Резервната систем во последно време?
		-- Chuq Von Rospach, chuq@apple.com, about Usenet

%
"Тоа не значи многу кого се мажи за еден е сигурен да дознаете следнатаутро беше некој друг ".
		-- Rogers

%
"Ако се плашите од осаменоста, не се омажи."
		-- Chekhov

%
"Љубовта е идеална работа, брак вистинска работа; конфузија на вистински соидеален никогаш не оди неказнети. "
		-- Goethe

%
"Во бракот, да се двоумите, понекогаш да се спаси."
		-- Butler

%
"Големиот прашање ... што не сум бил во можност да одговори на ... е: Што правижена сака? "
		-- Sigmund Freud

%
"Јас неодамна беше разгледување на сите познати суеверија од светот, и не се најде во нашата особено суеверие (христијанството) еден искупување функција. дека се сите подеднакво основана на бајки и митологија. "
		-- Thomas Jefferson

%
Запомнете: Глупо е состојба на умот, глупав е начин на живот.
		-- Dave Butler

%
"На нагласок на учен човек во текот на еден обожавател е еднаков со нагласокна месечината, во ноќта на полна месечина, над сите ѕвезди. Точно, научени луѓе се наследници на пророците. "
		-- A tradition attributed to Muhammad

%
"Свештенството успешно проповеда учењето на трпение и pusillanimity;активната доблести на општеството беа обесхрабрени; и последните остатоци навоена дух биле закопани во манастир: голем дел од јавноста иприватни богатства беше посветен на двокатна барањата на љубовта и посветеност;и платите на војниците располагаше на бескорисни множества на двата полакои би можеле да се изјасни само основаноста на апстиненција и целомудрие ".
		-- Edward Gibbons, _The Decline and Fall of the Roman Empire_

%
"Прашањето е подбро: ако некогаш се успее во изработка на умот" на ореви изавртки, како ќе знаеме дека сме успеале?- Fergal Toomey"Тоа ќе ни каже."
		-- Barry Kort

%
"Истрага е погубно за сигурност."
		-- Will Durant

%
"На Mets беа големи во" Шеесет осум, Картички биле во ред во "Шеесет и девет, Но, младенчињата ќе биде небесен во деветнаесет и седумдесет. "
		-- Ernie Banks

%
"Во два наврати ми беа поставувани [од страна на членовите на парламентот!]," Молете се, г.Babbage, ако се стави во машина во ред личности, ќе се вистинските одговориизлези?' Јас не сум во можност правилно да ги уапси вид на конфузија на идеишто може да предизвика таква прашање. "
		-- Charles Babbage

%
"Ги повикувам христијанството * * една голема клетва, на * еден * голема внатрешнаизопаченост, на * еден * голем инстинкт за одмазда, за кои не е целисходное доволно отровни, тајна, подземни, * ситни * - Јас го нарекувам* * на еден смртен недостаток на човештвото. "
		-- Friedrich Nietzsche

%
"Основната цел анимирање на верата во Бога и Неговото Религијатазаштита на интересите и да се промовира единството на човечката раса, и да се поттикнедухот на љубовта и пријателството меѓу мажите. Страдаат од тоа да не стане изворна раздор и разединување, на омраза и непријателство "."Религијата е навистина главен инструмент за воспоставување на ред во светот и на тишината меѓу тоа е народи ... Колку е поголем пад на религијата, повеќе тешки на waywardness на безбожниците. Ова не може да но води во крај на хаос и конфузија. "
		-- Baha'u'llah, a selection from the Baha'i scripture

%
"Cogito ergo сум во право, а ти си во ред."
		-- Blair Houghton

%
"... Една од главните причини за падот на Римското царство беше дека,недостаток на нула, за да не се за да се покаже успешен престанок нанивните C програми. "
		-- Robert Firth

%
П: Некој само испратени дека Роман Полански во режија на ѕвездите. Штотреба да направам?А: Постави точниот одговор одеднаш! Не можеме да имаме луѓе одат на верувањетотоа! Многу добро за вас да забележиш тоа. Најверојатно ќе биде само еден дасе направи корекција, па ја објавите веднаш штом ќе може. Нема време за губење, пасигурно не чекаме еден ден, или проверете, за да се види дали некој друг го направикорекција.И тоа не е доволно добар за да ја испратите пораката по пошта. Бидејќи ти сисамо оној кој не знае дека тоа е Френсис Копола, ќе мора да го известицелата мрежа веднаш!
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
П: Како можам да го избере она што групи да ја објавите во? ...П: Како за пример?А: Во ред. Да речеме дека сакате да го пријавите дека Грецки се тргува одOilers на кралевите. Сега веднаш може да се размислува rec.sport.hockeyќе биде доволно. Во ред. Многу повеќе луѓе да бидат заинтересирани. Ова еголеми трговски! Бидејќи тоа е една статија, таа е дел од вестите. * Хиерархијаисто така. Ако сте вести админ, или постои еден на вашиот компјутер, обидете сеnews.admin. Ако не, користете news.misc.На Oilers веројатно се заинтересирани во областа на геологијата, па обидете се sci.physics. Тој еголема ѕвезда, па ја објавите на sci.astro и sci.space, бидејќи тие се, исто така,заинтересирани за ѕвездите. Следно, неговото име е полски труба. Значи пост наsoc.culture.polish. Но, таа група не постои, па крос-пост наТреба да се создаде news.groups ја дадете. Со ова многу групиинтерес, вашата статија ќе биде доста бизарно, па ја објавите на talk.bizarre какодобро. (И пост да comp.std.mumps, бидејќи тие тешко се статиитаму, и "комп" група ќе ја пропагира вашиот напис понатаму.)Вие исто така може да се најде тоа е повеќе забава за да ја објавите статија еднаш во секоја група.Ако наведете ги сите newsgroups во истиот член, некои newsreaders ќепокажуваат дека само на написот на читателот еднаш! Не толерира ова.
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
П: Не можам да ги запишува во вредност од браната. Се надевам дека ви се случува премногу да ми кажете што да правам?А: Не грижете се за тоа како вашиот статии се погледне. Запомни тоа е поракатадека се брои, а не на начинот на кој се презентирани. Се игнорира фактот дека невештправопис во чисто писмена форум испраќа истиот молчи пораки штоизвалкана облека ќе кога се обраќаат на публиката.
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
П: Тие само го објави на радио дека Дан Квејл беше избран какоРепубликанска V.P. кандидат. Треба ли да испраќам?А: Се разбира. Нето да стигнат до луѓето во неколку, како што од 3 до 5 дена. тоа есовршен начин да ги информира луѓето за ваквите настани, вести долго време поемитува мрежи ги покриваат. Како што веројатно сте единствената личностда сте слушнале на вести на радио, не заборавајте да ја објавите веднаш штом ќе може.
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
Што се Мики Маус се добие за Божиќ?А Дан Квејл се види.
		-- heard from a Mike Dukakis field worker

%
П: Која е разликата помеѓу продавач на автомобили и компјутер    продавач?А: продавач на автомобили веројатно може да се вози!
		-- Joan McGalliard (jem@latcs1.oz.au)

%
"Вашиот глупост, Ален, едноставно не е до par."- Дејв Мек (mack@inco.UUCP)"Со почит е."
		-- Allen Gwinn (allen@sulaco.sigma.com), in alt.flame

%
Избор од таоистичката текстови:"Лао-Тан побара Конфучие: 'Што сакаш да кажеш со добрина и праведност? Конфучие вели: `Да се ​​биде во една најдлабоки срце во љубезно сочувство со сите работи; да се сака сите луѓе и не дозволуваат никаков себични мисли: тоа е во природата на добрина и праведност. "
		-- Kwang-tzu

%
"Исус ги спасува ... но Грецки добива се враќа!"
		-- Daniel Hinojosa (hinojosa@hp-sdd)

%
"Се создаде нужно мора да биде инфериорен во однос на суштината на Создателот."- Клод асфалтна (shouse@macomw.ARPA)"Мајка на Ајнштајн мора да е еден подлец на физичар."
		-- Joseph C. Wang (joe@athena.mit.edu)

%
"Религијата е нешто останато од детството на нашата интелигенција, тоа ќеисчезнат како што се донесат разумот и науката како нашите упатства. "
		-- Bertrand Russell

%
"Приказни толкувачи се мерзост на Господа, но тие што се занимаваат навистина се неговите задоволство. Тивок одговор го одвратува гневот; а грубите зборови го возбудуваат гневот. Кој во одговор на прашање пред да го слуша, тоа е глупост и срамота него. Да не биде сведок против ближниот свој без причина; и не мами со усните ти. Смртта и животот се во власта на јазикот ".
		-- Proverbs, some selections from the Jewish Scripture

%
"Како адолесцент сум се стремел да трае слава, јас craved фактички сигурност, иЈас жедни за значајни визија на човечкиот живот - така јас станав научник.Ова е како да стане архиепископ, па можете да се исполнат девојки ".
		-- Matt Cartmill

%
Хајзенберг би можело да се тука.
		-- Matt Cartmill

%
"Секое оправдување ќе биде тиранин".
		-- Aesop

%
"Искуството покажа дека некои луѓе навистина знаат сè."
		-- Russell Baker

%
Колку зен-будистичките е потребно за да се смени сијалица?Две. Еден да ја промените и не да го промени.
		-- Russell Baker

%
"Сакам на тапи cudgels на следбениците на змијата Бог."
		-- Sean Doran the Younger

%
"Ако не сакате другите да ми да го цитирам, јас не зборувам."
		-- Phil Wayne

%
"Мојот терминал е смртоносна лажичка".
		-- Patricia O Tuama

%
"Јас сум ... жена ... и ... технички паразитски раст на матката"
		-- Sean Doran the Younger [allegedly]

%
"Дали е тоа само мене, или дали некој друг да ги прочита` Библијата humpers "во секое временекој пишува `Библијата thumpers?
		-- Joel M. Snyder, jms@mis.arizona.edu

%
"Парите се коренот на сите пари."
		-- the moving finger

%
"... Грег Новак:` Уште пламен од Грег "- потреба да кажам повеќе?"- Џонатан Д. Trudel, trudel@caip.rutgers.edu"Не треба да се каже помалку."
		-- Richard Sexton, richard@gryphon.COM

%
"И тоа е мое мислење, а тоа е само мое мислење, ти си лудак. Самобидејќи постојат неколку hunderd други луѓе кои делат вашите лудило со васне да направите било какви Санер. Осудени на пропаст, а? "
		-- Oleg Kiselev,oleg@CS.UCLA.EDU

%
"Послушност. Религија на робовите. А религијата на интелектуалната смрт. Ми се допаѓатоа. Не поставуваат прашања, да не мислам, да ги извршуваме заповедите на Господ - како штое погодно доведена до вас од страна на човекот во Ролс со тешки Rolexна неговиот зглоб. Ми се допаѓа тоа работа! Каде можам да се регистрирате? "
		-- Oleg Kiselev,oleg@CS.UCLA.EDU

%
"Дома животот како што го разбере не повеќе природно за нас од кафез е на екакаду. "
		-- George Bernard Shaw

%
"Бракот е како кафез, еден гледа птиците надвор очајни да се добие во, ионие кои се внатре, решава да излезе надвор. "
		-- Montaigne

%
"За мажи и жени да живеат постојано заедно е биолошки ...кажано, крајно неприродна состојба. "
		-- Robert Briffault

%
"Бракот е ниско долу, но можете да го помине остатокот од твојот живот платени за тоа."
		-- Baskins

%
Еден човек не е завршена, додека тој е во брак - тогаш тој е завршена.
		-- Baskins

%
Бракот е единствената причина за развод.
		-- Baskins

%
Бракот е триумф на имагинацијата над интелигенцијата. Вториот брак етриумфот на надежта над искуството.
		-- Baskins

%
"Синџирот која може да се извади не е вечен синџир."
		-- G. Fitch

%
"Оди на небото за климата, пеколот за компанијата."
		-- Mark Twain

%
"Убеден сум дека производителите на тепих мирис отстранување на прав мора вклучени во кутија со епоксидна време објави мачка урина во нивните производи. ова технологија мора да биде што ја спречило неговата дистрибуција за време на владеењето на мајка ми. мојот тепих мириса на мочка, а јас не имаат една мачка. Подобро да одам на некои повеќе. "
		-- timw@zeb.USWest.COM, in alt.conspiracy

%
"Ако не е проблем на населението, зошто е Владата ставање рак воцигарите? "
		-- the elder Steptoe, c. 1970

%
"Ако не сакате вашето куче да имаат лош здив, го направи она што го правам: Истурете малку Lavoris во тоалетот. "
		-- Comedian Jay Leno

%
"Ова е нешто да се размислува за: Зошто никогаш не види наслов како `Психичките победи на лотарија."
		-- Comedian Jay Leno

%
"Па Здраво Чарли Браун, ќе шупак".
		-- Lucy Van Pelt

%
"Време е илузија. Ручек двојно, па".
		-- Ford Prefect, _Hitchhiker's Guide to the Galaxy_

%
"Незнаењето е почвата во која верува во чуда расте."
		-- Robert G. Ingersoll

%
"Секој нека го учи неговиот син, научи неговата ќерка, дека трудот е чесно."
		-- Robert G. Ingersoll

%
"Јас не имаат најмала доверба во" духовен манифестации. "
		-- Robert G. Ingersoll

%
"Тешко е да се пренагласува долг што му го должиме на мажите и жените на гениј."
		-- Robert G. Ingersoll

%
"Радоста е богатство и љубов е законско средство за плаќање на душата."
		-- Robert G. Ingersoll

%
"Рацете кои помагаат да се подобри далеку од усните, кој се моли."
		-- Robert G. Ingersoll

%
"Тоа е богохулно креационистите кои тврдат дека Бог е мамење во глупав начин. "
		-- J. W. Nienhuys

%
"Не, не, не ми пречи што е наречен најпаметните човек во светот. Јас само посакувам тоа не беше оваа. "
		-- Adrian Veidt/Ozymandias, WATCHMEN

%
"Бидете * Одлично * едни на други."
		-- Bill, or Ted, in Bill and Ted's Excellent Adventure

%
постапките за лиценцирање седмото издание се, претпоставувам, уште е во сила,иако се сомневам дека ленти се достапни од AT & T. Во секој случај, без оглед науште постојат ограничувања на лиценцата ги наметнува. Овие ограничувања беа исе разумни за места кои едноставно сакаат да се кандидира на системот, но не дозволуваатмногу од работите што Minix беше напишано за, како студија на изворот вокласи, или од страна на лица кои не се на универзитет или компанија.Јас секогаш мислев дека Minix беше во ред идеја, и компетентно да се направи.Што се однесува до големината на v7, WC-l /usr/sys/*/*.[chs] е 19.271.
		-- Dennis Ritchie, 1989

%
"Нашата визија е да се забрза времето, на крајот тоа се елиминира". - Алекс Schure
		-- Dennis Ritchie, 1989

%
"Љубовта е на моторни санки трки низ тундра и потоа одеднаш flips повеќе, може да се фиксира под. Во текот на ноќта, ласиците мраз дојде. "
		-- Matt Groening

%
"Јас не се плашам од смртта, јас едноставно не сакаат да биде таму кога тоа се случува."
		-- Woody Allen

%
"Улицата наоѓа сопственото користи за технологија."
		-- William Gibson

%
"Не гледам малку божество за нив или вас. Можете да разговара со мене на христијанствотокога сте во чинот на виси на вашите непријатели. Имаше ли некогаш какобогохулни глупости! "
		-- Shaw, "The Devil's Disciple"

%
"Ти и јас како поединци може со задолжување, живеат надвор од нашите средства, носамо за ограничен период на време. Зошто да сметаме дека колективно,како нација, ние не се обврзани со истата ограничување? "
		-- Ronald Reagan

%
"Тој не одлучи, сепак, дека со повеќе време и голема доза на ментален напор,тој веројатно може да се претвори на активноста во прифатливо перверзија. "
		-- Mick Farren, _When Gravity Fails_

%
"Конверзија, префинети Божица, сака крв подобро од тули и празнициповеќето суптилно на човековата волја. "
		-- Virginia Woolf, "Mrs. Dalloway"

%
Тоа е време да го подигнете, не багажникот ови знаете каде се вашите диск контролери се?
		-- Virginia Woolf, "Mrs. Dalloway"

%
"Она што научниците имаат во своите чанти е застрашувачки".
		-- Nikita Khrushchev

%
"... И повеќето одлични варварски ... Џингис Кан!"
		-- _Bill And Ted's Excellent Adventure_

%
"Повлече чкрапалото и ти си ѓубре".
		-- Lady Blue

%
"О, што не би го даде да се плукна во лице ..."
		-- a prisoner in "Life of Brian"

%
"Вистината не доаѓа во светот, но како копиле, на срамотна оној што го донесе нејзиното раѓање. "
		-- Milton

%
"Ако не може да ми се разговара, тогаш не постои начин во пеколот ќе надвор навреди мене."- Скот Legrand (Scott.Legrand@hogbbs.Fidonet.Org)"Може да биде во ред тука, малечка."
		-- R. W. F. Clark (RWC102@PSUVM)

%
"Да, јас сум вистински дел од работата. Едно нешто што го учиме во ULowell е како да се запалат бескорисни хакирањето не-енергетска ефикасност е како тебе. Јас сум подобар од вас во секој начин со обука и искуство во техничка област. Секој може да научи како да се пробие, но факултет не се ни приближно толку лесно. Всушност, јас сум не се обидува да ги навреди сите вас CS специјалност таму, но мислам дека за енергетска ефикасност е еден од Најтешко специјалност / град специјалност да помине. За среќа, јас сум прави тоа. "- "Воин Дијагностика" (wardiag@sky.COM)"Да се ​​биде и на ЕЕ и кретену во исто време мора да биде големо бреме за тебе. Ова не е навистина пламен, само еден неврзан набљудување. ме прави мило ми беше CS големи, животот е многу пријатен за мене. Забавувајте се со вашите избран начин на постоење! "
		-- Jim Morrison (morrisj@mist.cs.orst.edu)

%
"Бајт уредници се мажи кои се разделиме пченица од шега, а потоа печатење на шега. "
		-- Lionel Hummel (uiucdcs!hummel), derived from a quote by Adlai Stevenson, Sr.

%
Манифестот "Забава со USENET"Многу малку се случува на Usenet без некаков вид на одговор од некој другчитателот. Забава со Usenet работи се никаков исклучок. Бидејќи постојат некои коиможе да се сомневаат во образложението на некои од изводите се наоѓаат на нив, морамнапишани листа на насоки кои ги сумира филозофијата зад овиеработи.Еден. Никогаш не сум се намали од зборовите во средината на понуда без многудобра причина, а јас никогаш не се сечат без вклучувајќи елипси. наНа пример, "јас не сум goob" може да стане "Јас сум ... со goob", но тоа е премногусветовниот се мачам со. "Јас сум пламен доказ" може да (и треба) да стане"Јас сум ... А ... стр ... oof", но тоа е навистина тоа истегнување.Две. Ако јас го намали зборови во близина на почетокот или на крајот на понуда, јас нестави елипси, но не можам да профитираат нешто што не е капитализиранипред сече. "Јас не мислам дека Црквата на Ubizmo е прекрасенместо "ќе се претвори во" Црквата на Ubizmo е прекрасно место ". Замислетеод која испраќаш мислења како лента за снимање на мисли на постерот. Ако можам да го поставитедо цитатот преку брзо пренасочување и запирање на лента, и без спојување,Јас не стави елипси. И патем, сакам со користење на овој механизам запретворање на работите. Ако мислите дека нешто смрди, кажете го тоа - не да се кажене мислам дека тоа е прекрасно. ...
		-- D. J. McCarthy (dmccart@cadape.UUCP)

%
"Тие кои можат да се откажат од слобода од суштинско значење за да се добие малку привременобезбедноста заслужуваат ниту слобода ниту безбедност. "
		-- Benjamin Franklin, 1759

%
"Јас сум, затоа што сум."
		-- Akira

%
"Стен и јас мислев дека овој експеримент е толку глупав, решивме да се финансира тоа самите себеси. "
		-- Martin Fleischmann, co-discoverer of room-temperature fusion (?)

%
"Имам повеќе информации на едно место од кој било во светот."
		-- Jerry Pournelle, an absurd notion, apparently about the BIX BBS

%
"Тоа е она што го учат откако ќе го сето она што се брои знам."
		-- John Wooden

%
#define BITCOUNT (x) (((BX_ (x) + (BX_ (x) >> 4)) и 0x0F0F0F0F)% 255)#define BX_ (x) ((x) - (((x) >> 1) & 0x77777777) \- (((X) >> 2) и 0x33333333) \- (((X) >> 3) и 0x11111111))
		-- really weird C code to count the number of bits in a word

%
"Ако може да пишува приказни на нацијата, вие не треба да се грижат за тоа кој го прави своето закони. Денес, телевизија кажува најголем дел од весниците на најголем дел од луѓето најчесто."
		-- George Gerbner

%
"Разумниот човек се адаптира на светот; неразумните еден опстојува во обидот да се прилагодат на светот со себе. Затоа сите напредокот зависи од неразумните човек. "
		-- George Bernard Shaw

%
"Ние сакаме да создадеме кукли, се повлече своите жици."- Ен Марион"Ова ќе ги направи марионети?"
		-- Jeff Daiell

%
На тема C програма вовлекување:"Според мое мислење Себични, C програми на повеќето луѓе треба да биде вовлечен шест нозе надолу и покриени со земја. "
		-- Blair P. Houghton

%
Имаше, се појави, на мистериозниот обред на иницијација низ која, воеден или друг начин, скоро секој член на тимот помина. Терминот декана стари раце се користат за овој ритуал - Вест го измисли терминот, а не на пракса -беше `пријавувањето. Со потпишувањето на проектот ќе се согласи да се направи она штое потребно за успех. Ќе се согласи да се откаже, ако е потребно, семејство,хоби и пријатели - ако сте имале некој од овие лево (и не може, акоќе се пријавиле многу пати пред тоа).
		-- Tracy Kidder, _The Soul of a New Machine_

%
"Од страна на време тие се намалила 50-8, другите Џуџиња почнада се сомнева "гладни".
		-- a Larson cartoon

%
"Но, не гледате, бојата на виното во кристално стакло може да се духовно. Изгледот на лицето, на музика на виолина. Париз театар може да се внесе со духовниот за сите цврстина. "
		-- Lestat, _The Vampire Lestat_, Anne Rice

%
"Љубовта на вашата земја, но никогаш не верува на владата."
		-- from a hand-painted road sign in central Pennsylvania

%
      Купив најновите компјутер;      Тоа се случи целосно вчитани.      Тоа беше гарантирано за 90 дена,      но во 30 беше старомоден!
		-- The Wall Street Journal passed along by Big Red Computer's SCARLETT

%
За да го ажурирате Волтер, "можам да го убијам сите пор од вас, но јас ќе се борат заВашето право да ја објавите, а јас ќе нека живеат на мојот дискови ".
		-- Doug Thompson (doug@isishq.FIDONET.ORG)

%
"Иако програма да биде, но долга три линии,еден ден ќе мора да се одржува. "
		-- The Tao of Programming

%
"Вклучи, мелодија, Рок надвор."
		-- Billy Gibbons

%
         Земјата     смог | тули ВОЗДУХ - кал - FIREсода-вода | текила         ВОДА
		-- Billy Gibbons

%
"Се разбира, алат и алкохол не се мешаат. Секој знае алат не серастворлив во алкохол ... "
		-- Crazy Nigel

%
"Животот смрди, но смртта не се стави надвор на сите ...."
		-- Thomas J. Kopp

%
   n = ((n >> 1) и 0x55555555) | ((N << 1) & 0xaaaaaaaa);   n = ((n >> 2) и 0x33333333) | ((N << 2) & 0xcccccccc);   n = ((n >> 4) и 0x0f0f0f0f) | ((N << 4) и 0xf0f0f0f0);   n = ((n >> 8) и 0x00ff00ff) | ((N << 8) & 0xff00ff00);   n = ((n >> 16) и 0x0000ffff) | ((N << 16) и 0xffff0000);
		-- Yet another mystical 'C' gem. This one reverses the bits in a word.

%
"Сите во текот на место, од популарната култура на системот за пропаганда, постоипостојан притисок да ги натера луѓето да се чувствуваат дека тие се немоќни, дека единствената улогатие можат да имаат е да се ратификува одлуки и да се консумираат. "
		-- Noam Chomsky

%
"А сложени систем кој е секогаш се наоѓаат еволуирале од едноставнасистем кој работел. "
		-- John Gall, _Systemantics_

%
"Според мое мислење, Ричард Сталман нема да го признае тероризмот акодојде и го гризна на неговата интернет. "
		-- Ross M. Greenberg

%
Јас го направи по правило да ида сите директни противречности на чувствата надругите, и сите позитивни тврдење на моето. Јас дури и си забранив на употребана секој збор или израз на јазикот што се увезуваат фиксна мислење,како што е "сигурно", "несомнено", итн Јас усвои наместо да ги "Јасзамисли "," јас апсење ", или" Претпоставувам "нешто што треба да биде така или така, или" така штосе чини мене во моментов ".Кога друг тврди нешто што мислев дека е грешка, јас негира себеси назадоволство од него што е контрадикторно нагло, и на него покажувајќи веднаш некоиапсурдот во својата понуда. Во одговорот почнав со набљудување дека воодредени случаи или околности според него ќе биде во право, но во моментовслучај се појави или ми се чинеше некоја разлика, итнЈас наскоро ќе се најде на предностите на оваа промена во мојот начин; на разговори јасангажирани во отиде на повеќе пријатно. Скромната начинот на кој му предложив на мојотмислења ги набави поспремни прием и помалку противречност. имавпомалку подвиг кога ќе се најде да биде во ред, и јас полеснопреовладуваше со други за да се откажат од своите грешки и да се приклучат со мене кога јассе случи да биде во право.
		-- Autobiography of Benjamin Franklin

%
"Ако некогаш добие околу да се пишува на тој јазик depompisifier, тоа ќе се промениречиси сите појавувања на зборот "парадигма" во "пример" или "модел."
		-- Herbie Blashtfalt

%
"Животот, мразат тоа или го игнорираат, не може да се допаѓа."
		-- Marvin the paranoid android

%
Презир светла блесна во конзола на компјутерот.
		-- Hitchhiker's Guide to the Galaxy

%
"Мора да има некоја грешка", рече тој, "не сте поголема компјутер одна милијарди Gargantubrain која може да смета на сите атоми во една ѕвезда вомилисекунда? ""На милијарди Gargantubrain?" рече Длабока мисла со нескриените презир."А само абакус. Не се спомене тоа."
		-- Hitchhiker's Guide to the Galaxy

%
"Но, не се", рече тој, "повеќе тежок disputant од Кинескиот HyperlobicОмни-сроден Неутронска Wrangler на Ciceronicus Дванаесет, магијата иНеуморен? ""Големата Hyperlobic Омни-сроден Неутронска Wrangler", рече длабока мисла,темелно тркалање на Р ", може да се зборува на сите четири нозе исклучи еден ArcturanМега-Магаре - но само би можел да го убеди да оди на прошетка потоа ".
		-- Hitchhiker's Guide to the Galaxy

%
Ако градители изградени објекти на патот програмерите пишуваат програми, удар Колаќе биде Fortune-500 компанијата.Ако градители изградени објекти на патот програмерите пишуваат програми, ќе бидеможе да се купи убаво малку колонијална Сплит-ниво на Babbages за $ 34,95.Ако програмери напиша програми патот градители се изгради згради, би уштеда се користат autocoder и водење компајлирање палуби.
		-- Peter da Silva and Karl Lehenbauer, a different perspective

%
Да згрешат е човечки, да Му говедата.
		-- Peter da Silva and Karl Lehenbauer, a different perspective

%
"Америка е посилна нација за исклучителен напор на ACLU е."
		-- President John F. Kennedy

%
"Едноставен права, граѓанските слободи од генерации на борба не смееда биде само убави зборови за патриотските празници, зборовите што ги срушат во работните денови, ноживеат, чест правила на однесување меѓу нас ... Мило ми е на Американската граѓанскаСлободи унија добива огорчен, и се надевам дека ова ќе биде секогаш. "
		-- Senator Adlai E. Stevenson

%
"На ACLU застана четириаголен против периодични плимата и осеката на хистеријаод време на време се закануваат слободи насекаде ... Всушност, тоа е многу тешкода го цениме тоа колку нашите слободи може да уништен кога не би бил захрабри синдикално во судовите на уставните праваод луѓето од сите убедувања, без разлика колку е непопуларна, па дури и презренод страна на мнозинството, кои беа во тоа време. "
		-- former Supreme Court Chief Justice Earl Warren

%
"Силата на Уставот лежи целосно во определувањето на секојаграѓанин да ја брани. Само ако секој еден граѓанин се чувствува обврзан да се направинеговиот удел во оваа одбрана се на уставните права безбедно ".
		-- Albert Einstein

%
"Па, јас не гледам зошто треба да се направи еден човек мизерно кога ќе може да се направи толку многулуѓето среќни. "
		-- Ellyn Mustard, about marriage

%
"И тоа треба да биде закон: Ако го користите зборот` парадигма "без да се знае она шторечникот вели дека тоа значи, ќе оди во затвор. Без исклучоци. "
		-- David Jones @ Megatest Corporation

%
"Лука, јас сум татко yer, еј. Дојдете на темната страна, ќе hoser".
		-- Dave Thomas, "Strange Brew"

%
"Да не биде премногу тешко на нашите сопствени незнаење. Тоа е нешто што го прави Америка одлично. Ако Америка не беа неспоредливо неуки, како би можеле да се толерира последните осум години? "
		-- Frank Zappa, Feb 1, 1989

%
"Историјата на сите поголеми Галактички цивилизација има тенденција да помине низтри различни фази и препознатлив, оние за опстанок, истрага иСофистицираност, инаку позната како Како, зошто и каде фази."На пример, во првата фаза се карактеризира со прашањето" Како може дание јадеме?' вториот од страна на прашањето "Зошто да јадеме, и третата странана прашањето "каде да ручаме"
		-- Hitchhiker's Guide to the Galaxy

%
"Не мислам, нека машина го направи тоа за вас!"
		-- E. C. Berkeley

%
"Следи дека секој врховен командант кој се согласува да ги план за кои смета дека неисправни е виновен; тој мора да полагам своите причини, инсистираат на планот се менува, и, конечно, ја најави оставката аотколку да биде инструмент на падот на неговата војска. "
		-- Napoleon, "Military Maxims and Thought"

%
"(Главен програмер) лично дефинира функционалната и перформанси спецификации, дизајн на програмата, кодови него, тестови него, и пишува својата документација ... Тој треба голем талент, десет години работно искуство и значителен системи и апликации знаење, без разлика дали во применета математика, ракување со бизнис податоци, или нешто друго. "
		-- Fred P. Brooks, _The Mythical Man Month_

%
"Тоа не е завршена се додека не е готово."
		-- Casey Stengel

%
"Ако нешто може да тргне наопаку, тоа нема."
		-- Edsel Murphy

%
"Еј бебе бебе јо јо".
		-- Eddie Murphy

%
"Мора да научат да се кандидира на вашиот кајак со еден вид на Ju-джицу. Мора да научат да кажете што реката ќе направи за вас, и со оглед на овие параметри се види како ќе може да се живее со него. Мора да ги апсорбира својата сила и да го претворите вашите корисници како најдобро можете да. Дури и со брзина и агилност на кајак, вие сте не побрзо од реката, ниту посилни, и може да се победи само со ја разберат. "
		-- Strung, Curtis and Perry, _Whitewater_

%
Секој кој доаѓа тука сака три работи:1. Тие го сакаат брзо.2. Тие го сакаат добро.3. Тие го сакаат евтини.Велам "Ем да ги собереш две и ми се јави.
		-- sign on the back wall of a small printing company in Delaware

%
"Повеќе софтверски проекти се качил криво заради недостаток на време календар отколку за сите други причини заедно. "
		-- Fred Brooks, Jr., _The Mythical Man Month_

%
паника: кернелот замка (игнорирани)
		-- Fred Brooks, Jr., _The Mythical Man Month_

%
"Нуклеарна војна може да го уништи вашиот целиот компајлирање".
		-- Karl Lehenbauer

%
"Запомни, екстремизам во nondefense на умереност не е доблест."
		-- Peter Neumann, about usenet

%
"Ние се посветени на моќна идеја - органски законот, отколку гола моќ. Се чини дека постои универзална прифаќање на таа идеја во нација. "
		-- Supreme Court Justice Potter Steart

%
"Кој го направи, човек може да се стремат да се направи."
		-- Jerry Pournelle, about space flight

%
"Ако може, да им помогне на другите. Ако не може, барем не боли другите."
		-- the Dalai Lama

%
На програмерот системи, корисници и апликации служат само за да се обезбедиоптоварување тест.
		-- the Dalai Lama

%
"Само мислам, со VLSI можеме да имаме 100 ENIACS на чип!"
		-- Alan Perlis

%
"... Локалните забрани не може да го блокира напредокот во воени и комерцијални технологија ... демократски движења за локалните воздржаност може само да се воздржат светски демократии, а не на светот како целина. "
		-- K. Eric Drexler

%
"На Ротер кои simpers дека тој не гледа разлика помеѓу законот за пет доларии камшик заслужува да научат разликата на својот грб - како што, мислам дека тојнема. "
		-- Francisco d'Anconia, in Ayn Rand's _Atlas Shrugged_

%
"Ако една нација вредности ништо повеќе од слобода, ќе ја изгуби својата слобода и иронијата на тоа е дека ако тоа е утеха или пари ги вреднува повеќе, тоа ќе изгуби тоа, исто така. "
		-- W. Somerset Maugham

%
"Извинете ме за дишење, кои никогаш не сум направи тоа, па јас не знам зошто се мачам да го кажам, о Боже, јас сум толку депресивни. Еве уште еден од оние самозадоволна врати. Живот! Не разговара со мене за живот. "
		-- Marvin the Paranoid Android

%
Една од главните тешкотии Trillian искусни во нејзината врска соZaphod беше за учење да се направи разлика меѓу него бара да биде едноставно глупавода се добие на луѓето надвор со своите стража, преправајќи се глупави затоа што не можешеда се пречи да се размислува и да сака некој друг да го направи тоа за него, преправајќида биде толку суров глупави за да се скрие фактот дека тој, всушност, не разбирамкапа се случува, и навистина се навистина глупаво. Тој беше reknowned засе доста умен и сосема јасно беше така - но не сите на време, штоочигледно му загрижен, тоа на дело. Тој ја преферираше луѓето да се чудинаместо презир. Ова пред се се чини дека да се биде Trillianнавистина глупаво, но таа не може повеќе да се пречи за расправа.
		-- Douglas Adams, _The Hitchhiker's Guide to the Galaxy_

%
Уште во магла од античко време, во големата и славна дена од денот наПоранешниот Галактички империја, животот беше див, богати и во голема мера се ослободени од данок.Силен starships применат пат меѓу егзотични сонца, кои бараат авантура инагради меѓу крајниот достигне на галактички простор. Во тие денови, духовибиле храбри, влоговите се високи, мажите се вистински мажи, жените се вистински жении мали крзнени суштества од Алфа Кентаури беа вистински мал кожен суштестваод Алфа Кентаури. И сите се осмели да пркосат непознат терор, да се направи силнидела, храбро се подели инфинитиви дека никој не се разделиле пред - и на тој начинбил фалсификуван Империјата.
		-- Douglas Adams, _The Hitchhiker's Guide to the Galaxy_

%
"Gort, klaatu Nikto barada".
		-- The Day the Earth Stood Still

%
> Од MAILER-DAEMON@Think.COM ч 2 13:59:11 1989> Тема: Се врати пошта: непознато писмо грешка 255"Дејл, вашата адреса повеќе не функционира. Можете ли да го поправам во вашиот крај?"- Бил Волф (wtwolfe@hubcap.clemson.edu)"Бил вашиот мозок повеќе не функционира. Можете ли да го поправам во вашиот крај?"
		-- Karl A. Nyberg (nyberg@ajpo.sei.cmu.edu)

%
"Не го испуштајте киселина, да го помине, не!"
		-- Bryan Michael Wendt

%
"Јас имам едно прашање за тебе. Ya добив една минута?"
		-- two programmers passing in the hall

%
Зедов риба глава на филмови и јас не мора да плаќаат.
		-- Fish Heads, Saturday Night Live, 1977.

%
Што ке ковано Боб?
		-- Fish Heads, Saturday Night Live, 1977.

%
"Јас не знам од каде доаѓаме, Не знаеме каде се случува да се, И ако сето ова треба да има причина, Ние ќе биде последен да се знае. Па да се надеваме дека таму е ветената земја, А до тогаш, ... Како најдобро што можеш. "
		-- Steppenwolf, "Rock Me Baby"

%
"Помош г-дин волшебникот!"
		-- Tennessee Tuxedo

%
"Законодавецот, на сите луѓе, од кои повеќето се должи на верност закон. Тој на сите луѓе треба да се однесуваат како иако законот го принуден. Но, тоа е универзален слабост на човештвото дека она што сме доделени за да ние во моментов се замисли ние сами. "
		-- H. G. Wells

%
"За разлика од повеќето net.puritans, сепак, сметам дека она што другите согласни компјутери направи во приватноста на своите телефонски врски е сопствен бизнис ".
		-- John Woods, jfw@eddie.mit.edu

%
"Не зборувај ми за одрекувања јас измислил одрекувања!"
		-- The Censored Hacker

%
"Во овој момент ние сакаме да биде совршено јасно: социјализмот нема никаква врскасо изедначување. Социјализмот не може да обезбеди услови за живот ипотрошувачка во согласност со принципот "секој според неговитеспособност, на секој според неговите потреби. "Ова ќе биде за време на комунизмот.Социјализмот има различен критериум за распределба на социјални бенефиции:"Секој според способностите, секому според неговите дела." '
		-- Mikhail Gorbachev, _Perestroika_

%
"Кабелска не е луксуз, бидејќи многу области имаат лоша ТВ прием."- Градоначалникот на Тусон, Аризона, 1989[Очигледно, добро ТВ прием е основна потреба - барем во Тусон -kl]
		-- Mikhail Gorbachev, _Perestroika_

%
"Сите патишта на системот мора да се тополошки и кружно меѓусебно поврзани за концептуално дефинитивна, локално transformable, polyhedronal разбирање да се постигне во нашата спонтан - ergo, најекономичен - geodesiccally структурирани мисли. "
		-- R. Buckminster Fuller [...and a total nonsequitur as far as I can tell.  -kl]

%
"Една работа што не го ви кажам за тоа експериментални физика е дека Понекогаш ќе мора да работат под неповолни услови ... како состојба на чиста тероризам ".
		-- W. K. Hartmann

%
"Тоа е кога тие велат дека 2 + 2 = 5 дека почнувам да се расправаат."
		-- Eric Pepke

%
Споредување на информации и знаење е како да прашуваш дали дебелината наСвињата е повеќе или помалку зелено од владеењето на одредени играч. "
		-- David Guaspari

%
"Ниту еден од нашите мажи се" експерти. "Имаме повеќето за жал не најде за потребнода се ослободи од еден човек, штом тој се смета експерт - бидејќи никојнекогаш се смета себеси за експерт ако тој навистина знае својата работа. Еден човек кој знаеработа гледа толку многу повеќе да се направи отколку што го направил, тој е секогаш притискањенапред и никогаш не се откажува еден момент на помисла за тоа како добро и колку е ефикаснатој е. Размислување секогаш напред, мислејќи секогаш се обидуваат да се направи повеќе, носисостојба на умот, во која ништо не е невозможно. Во моментот кога еден добива во"Експерт" состојба на умот голем број на работи стане невозможно. "
		-- From Henry Ford Sr., "My Life and Work," p. 86 (1922):

%
"Њујорк Тајмс се чита од страна на луѓето кои работат во земјата. Вашингтон Постсе чита од луѓе кои мислат дека управува со земјата. Националниот Enquirerсе чита од луѓе кои мислат дека Елвис е жив и водење на земјата ... "
		-- Robert J Woodhead (trebor@biar.UUCP)

%
        "..." Оган "не е важно," земјата "и" воздух "и" вода "непрашање. "Јас" не е важно. Нема збор е важно. Но, човекот заборава реалностаи се сеќава на зборовите. На повеќе зборови, тој се сеќава, попаметниот стори неговиотсоработници го почитуваат. Тој гледа на големиот трансформации насветот, но тој не ги види како тие се гледа кога човекот се свртелреалноста за прв пат. Нивните имиња се дојде до усните и тој се насмевнувакако што тој ги има вкус, мислејќи дека ги знае во именувањето ".
		-- Siddartha, _Lord_of_Light_ by Roger Zelazny

%
"Наводнување на земјата со морска вода во човечкото однесување со фузија моќ е стар.Таа се вика "дождот".
		-- Michael McClary, in alt.fusion

%
"Лошата репутација на UNIX има добивано и е сосема незаслужена, поставени од страна на луѓе кои не го разбираат, кои не го добиле во таму и да се обиде нешто. "
		-- Jim Joyce, former computer science lecturer at the University of California

%
"Ние научници, чија трагична судбина, тоа е да се направи на методи науништување уште хорор и поефикасно, мора да го разгледа нашата свеченаи трансцедентен должност е да направиме се во наша моќ во спречувањето на овие оружја одсе користи за бруталните целите за кои тие биле измислени. "
		-- Albert Einstein, Bulletin of Atomic Scientists, September 1948

%
"Можете да имате мојот Unix систем, кога ќе го средство од мојот ладно, мртви прсти."
		-- Cal Keegan

%
Ние ќе бидеме повеќе од среќни да го стори тоа еднаш Џим покажува најмал знакна интерес за одредување на неговиот предлог да се справуваат со техничкитеаргументи кои имаат * * веќе се направени. Повеќето инженерилекции има малку да се добијат во фино подесување на временскиот вентилна моторот на бензин-придвижуван со внатрешно согорување кога клиповии коленесто вратило се водат за исчезнати ...
		-- Valdis.Kletnieks@vt.edu on NANOG

%
Секогаш е тажно кога болви напуштат, бидејќи тоа значи дека вашето куче е мртов.
		-- Wesley T. Williams

%
