Мислам дека тоа е малку фантастично да се обиде да формира слика во луѓетоумовите на екипата на Дебиан архивите администрација се сместија во текот на нивниоттерминали, нивните лица се запали само со CRT со малку корен школкабрза и командата"/project/org/ftp.debian.org/cabal/s3kr1t/nuke-non-free.pl" Сите приспособении подготвени да одат, прстите подготвен врз копчето за да влезат, пот напохотлива предвидените капки на горниот дел од нивните усни. "<20031104211846.GK13131@deadbeast.net> дискутирањенеговиот предлог социјална измената на договорот
		-- Branden Robinson in

%
Ако ви се случува да се кандидира на rinky-Динк distro направени од страна на неколкуволонтери, зошто да не се кандидира на rinky-Динк distro направени од страна на голем број на волонтери?
		-- Jaldhar H. Vyas on debian-devel

%
Пакети треба да се изгради, зависи од она што тие треба да се изгради, зависи.
		-- Santiago Vila on debian-devel

%
Постојат 3 видови на момци - на оние кои ги мразат генијалци (сите генијалци, коие; девојки не се дозволи исклучување на јадицата); оние кои се исплашени надвор од девојкитекои се малку поинтелигентен од просекот; и момци кои сеисто така, малку поинтелигентен од просекот, но се толку срамежлив дека тиене може да се стави 2 збора заедно, кога тие се во рок од 20 нозете на девојката.
		-- Vikki Roemer on debian-curiosa

%
Debian е на Jedi оперативен систем: "Секогаш постојат две, господар ипомошник ".
		-- Simon Richter on debian-devel

%
Ова е Unix, ние зборуваме за, се сеќавам. Тоа не би требало да бидеубаво за програмер на апликации.
		-- Matthew Danish on debian-devel

%
... Но еј, ова е Linux, не е тоа за цел да се направи бесконечна јамка во 5секунди?
		-- Jonathan Oxer in the apt-cacher ChangeLog

%
Лично сум многу среќен со една стабилна верзија на секои две години, асум на мислење дека се обидува да се ослободи повеќе ќе значи дека ќе треба да сепреименува distro од "стабилна" во "разнишани".
		-- Scott James Remnant on debian-devel

%
<Keybuk> Perl 6 ме плаши<Doogie> можете да го името на вашата оператори ништо. име тука е          стринг "~ | _ | ~ '* Lo-lan-2 бега вреска<Keybuk> личи на дијаграм на заклучување на канал :)<Jaybonci> Јапонски оператори смешковци?<Nickr> ^ _ ^
		-- in #debian-devel

%
<Sam> /.ing прашање е како да прашуваш бесконечен број на мајмуните за       совети
		-- in #debian-devel

%
<Даниелс> сепак, престолот на крв звучи како филм за overfiend           и девици или некои глупости
		-- in #debian-devel

%
<Jaybonci> всушност, г-и се залага за "божествена интервенција";)
		-- in #debian-devel

%
<Doogie> asuffield: што мислите, како dpkg првично беше напишано? : |<Asuffield> од страна на допуштајќи iwj се опасно блиску компјутер
		-- in #debian-devel

%
<Asuffield> работна станица е нешто што може да се држи на somebodies маса             и да ги един во користење
		-- in #debian-devel

%
<Joshk> joshk @ прилив: /etc/logrotate.d> sh-n *<Joshk> Apache: линија 14: синтаксата во близина на неочекувани знак `} '<Joshk> Apache: линија 14: `} '<Joshk> на парцела густо<Asuffield> оние кои не се скрипти за школка<Ерих> ова не беше пилешко.
		-- in #debian-devel

%
Бев нападнат од страна на dselect како мало дете и оттогаш се избегнуваDebian.
		-- Andrew Morton

%
* Joeyh инсталира Debian користат само големиот прст, за промена на брзината
		-- in #debian-boot

%
* Liiwi зема камшик и очите pasc<Pasc> ohh !!! откачен!<Pasc> како удобен, јас бев само за да се јавам во болни на работа ;-)
		-- in #debian-devel

%
<Темно> Излегува дека grep враќа Код за грешка на 1 кога нема натпревари.       Го знаев тоа. Зошто ме земе половина час?
		-- Seen on #Debian

%
Тоа е едноставно неверојатно колку енергија и креативност луѓеинвестирано во создавање контрадикторни, лажен и глупави лиценци ...
		-- - Sven Rudolph about licences in debian/non-free.

%
<Overfiend> partycle: Јас сериозно им треба одмор од овој            пакет. Јас всушност имале сон за воведување на            глупави нови бубачка во Xbase-preinst минатата ноќ. Тоа е            Лош знак.
		-- Seen on #Debian shortly before the release of Debian 2.0

%
<Темно> Изгледа како канал се враќа во нормала :)<Џим> Сакаш да кажеш дека тоа не е да се движи побрзо од било кој може да се чита? :)
		-- Seen on #Debian after the release of Debian 2.0

%
Само да се прошири на што рече Рос, тоа е несомнено премногу да се очекувадистрибуција на било што, автоматски да се открие дали или не налице инсталирање тоа може да прочитате едноставен англиски насоки, и ако тојне може да продолжи без свој придонес. На тој начин лежи лудило.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Zedboy> dackel: воопшто * само * начин на употреба на компјутерска програма         е да го изврши. сте * * некогаш познат систем за комунални услуги чија         документација препорача или да ја избришете, или фрлање         на фарма на животните?<Dackel> zedboy: Ummm ... да<Zedboy> dackel: Инсталирајте го пакетот со кориснички упатства. тоа треба да биде таму         веќе сепак.<Zedboy> dackel: Пример за таква алатка говеда?* Greycat сака видео на dackel фрлање / usr / bin / датотека во една крава
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Elmo> радост: Ви благодариме, радост<Doogie> Elmo: тоа е излишна, Elmo<Elmo> doogie: одам да си играм во сообраќајот<Doogie> ах, Elmo знаеме и љубов
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Doogie> радост / Elmo: зошто да не може да се користи истата IP адреса? беше овој оган,         голема што изгоре IP адреса?
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Donnerjack> Ништо не вели: "Уживам живеат со вас" како дар             3-ти степен, ...<Mephron> освен, се разбира, се претвора неговиот кревет во Trebuchet.<Ladegard> Дека многу напор мора да значи некој вид на љубов.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Банкнота> Секој тука knowledgable за прашања поврзани со вода птици? Ако ти         прошетка низ паркот, и гуска започнува по вас ... и         завршува по тебе повеќе од половина милја додека не се постигне         вашиот автомобил ... во 11:00. Е гуска бесни или нешто?
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Волфганг> проблемот со опомена, да најдеме вистинска девојка "е           дека мал број од нив, всушност, имаат голи трансформација           секвенци<Реалноста> Еј, мојата девојка се менува како четири пати на ден
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Z-Gryphon> Ако Unicron имаше технолошки спецификации картичка, мотото ќе му биде "Тоа            кој не може да стане дел од едната ќе станат неважечки ".<Z-Gryphon> кој е вид на голем обем, со апокалиптична верзија на "Јас            сум она што се јаде. ":)
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Liiwi> UDP - универзален намалувањето на гулаб
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Lilo> Јас отсекогаш сум сакал да имаат веб-сајт со голем слика на морков на него
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Bdale> Bdale е контракција на Barksdale.<Lo-lan-do> Хм. Тоа дефинитивно не е нешто што некогаш сум ја паметите.<Lo-lan-do> ум, ако јас ти се јавам Wensleydale наместо неа?
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Luca> и оние кои велат: оптички кабли имаат минимум наведнуваат радиус и       повлече тензии? Бах! * Американец *<Culus> Многу е влакна ВИ изродите: P<Luca> culus, ќе hoser, тоа е влакно. Јас сум ќе мора да дојде во текот на       планините и да ви даде wedgie?
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Maswan> радост: Ај вилушка мачка! :)<Maswan> Радоста: замислете голема вила и мртов маче на врвот на         тоа .. течеше крв надолу ..
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Mjg59> Проклето. Јас имам еден месец да се напише на хартија. ова вклучува        всушност пишување на парчиња на код, ќе одам да се зборува        за него.<Asuffield> најдете еден куп на студентите и го даде на нив како вежба<Mjg59> asuffield: Јас сум опкружен со еден куп на студентите. Последниот пат кога        Дозволи да го допрат код, се вратив и се најде дека тие ќе се препишува        сите кодот C ++ во C и сите кодот C во C ++<Asuffield> mwahaha<Mjg59> и го собори БИЛД
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Moshez> Што ми се допаѓа за Manoj е неговата желба за едноставни и мали         решенија. како Emacs. или ДВТ.<Manoj> добро, ДВТ беше _supposed_ да биде едноставна<Manoj> тоа траеше само 2 недели да се напише<Moshez> Manoj: Се бара дијаграм * * За да се објасни она што секој дел го прави тоа.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Moshez> Во ред, јас нема да се ожени со крава Жо-Con-Ел е.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend> пенисот шеги се е во ред во мешовита компанија. VMS НЕ !!!
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend> Ltd: Добро, одат низ животот само укажува и разгровтана во            што мислиш. Работи за Mac корисници.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
ревизијата 1.17.2.7датум: 2001/05/31 21:32:44; Автор: Branden; државата: Exp; линии: +1 -1ARRRRGH !! ДОБИ G ** Д *** смисла на F ******* ТЕСТ наназад!
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend_> Првиот закон на квалитетот пакет Overfiend: Ако на             одржувач сака да се пишува на дел или сите на неговото име во             Капи, пакетот ќе си го цица.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend_> Интел. Ви носи најсовремената технологија на 1979 година,             за 22 години.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend> клуч за правилно француски изговор е да се повлече            аглите на устата надолу колку што веројатно може да оди,            а потоа стон како да сте капс<Overfiend> навистина ќе помине на самогласка звуци на тој начин
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<- Overfiend се повлече ( "venturing назад да се уништи чудно нови                         светови, и да јаде живот и нови цивилизации ")
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend> вид на пејзаж што се смее на возила "AWD" и            ги испраќа тркалаат во клисурите
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend> радост: Еј, јас сум кретен. Серковци емитираат омразен гас.            Тоа е она што го правиме.
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend> AJ како би рекол, чекајќи секогаш работи<Overfiend> или она што го сакате случи, или ќе умре и не може да биде            повеќе разтревожен<Overfiend> Проблемот со оваа филозофија е дека ај искрено            се верува дека
		-- Shawn McMahon on debian-curiosa@l.d.o

%
* Doogie се претвора во Manoj<Overfiend> doogie: на крајот, сите ние се претвори во Manoj<Overfiend> Manoj е железо Дебиан<Overfiend> на крајот, сите ние распаѓање на Manoj
		-- Shawn McMahon on debian-curiosa@l.d.o

%
<Overfiend>, но се погледне на француски јазик. Вие би можеле да се пишува секој збор во            нивниот јазик фонетички со користење само околу 6 писма<Overfiend> 4 согласки и самогласки 2<Overfiend> C, F, R, L. И самогласки? Па, еден е Звучиш            направите кога ќе имаат запек; Од друга кога ќе имаат            дијареа<Overfiend> Што очекувате од дека исхраната на полжави и жаби?
		-- Shawn McMahon on debian-curiosa@l.d.o

%
X-Manoj-позиција-Советодавниот: Ве молиме имајте во предвид дека Manoj Srivastava најверојатно се сомнева    сите факти претпоставува и се противи на какви било заклучоци се постигне во оваа порака.
		-- Seen in the headers of a mail from Branden Robinson

%
<Sangr> дома е местото каде што е највисока пропусниот опсег е
		-- Seen in the headers of a mail from Branden Robinson

%
<Sangr> нема повеќе Perl ... тоа е депресивно ...<Sangr> Мислам дека Perl и ми треба малку време едни од други<Sangr> направивме прекрасна музика заедно пред околу една година ...<Sangr> Но, времињата се промени, ние се промени ..
		-- Seen in the headers of a mail from Branden Robinson

%
<StevenK> Јас обично може да supress чувствата што ми каже да се сруши          се справи со една девојка во грмушките
		-- Seen in the headers of a mail from Branden Robinson

%
<Wiggy> bwah, вотка во мојот глушец
		-- Seen in the headers of a mail from Branden Robinson

%
<Wiggy> во прекрасен нов потег јас всушност се тестираат оваа upload
		-- Seen in the headers of a mail from Branden Robinson

%
<WiggyWork> 3990 N 15 Апр Симпатична девојка (45) Еротски аматерски девојки<WiggyWork> Не бев свесен сте имале професионален девојки, како и
		-- Seen in the headers of a mail from Branden Robinson

%
Сепак, мојот ентузијазам за модуларен дрво е темпериран од страна на некои делови одтоа не постои.иднината на X
		-- Daniel Stone on debian-{x,devel}, commenting on the

%
Дали таа мислам дека ние едноставно сакаат да седат околу сликарство Debian влезен на нашатаноктите?
		-- Erinn Clark, referring to the Debian-women project

%
modconf (0.2.37) стабилна нестабилна; итност = средна  [...]  * Едуард Блох:    - Фиксна Makefile скршени Marcin Owsiany пред некое време. manpage стандардно      е препишани со полскиот превод. Јас се уште се прашувам зошто      никој не забележа тоа порано. Затвора: # 117.474  [...]
		-- Eduard Bloch <blade@debian.org>  Sun, 28 Oct 2001 12:53:27 +0100

%
<| Рајан |> Јас не го користат deb<Netgod> u сиромашните човек<Прекини> netgod: хе<Kingsqueak> apt-get install задача p0rn
		-- Eduard Bloch <blade@debian.org>  Sun, 28 Oct 2001 12:53:27 +0100

%
(Тоа е стар Debian традиција да се остави најмалку два пати годишно ...)
		-- Sven Rudolph

%
<Џои> Gorgo: * lol *<Gorgo> Џои: Што е толку смешно? :)<Culus> Шшш, Џои е губење на сите разумност од недостаток на сон<Culus> 'Да Џои, многу смешно "<Culus> Хумор него>
		-- Seen on #Debian

%
* SynrG забележува дека бројот на конфигурација прашања да се одговори во sendmail  е не-тривијални
		-- Seen on #Debian

%
* JHM прашува што Џои направија за да заработите "Јас само би сакал да кажам, за евиденција,  која владее Џои. "
		-- Seen on #Debian

%
Дали луѓето како да се провери на веб Debian секои 5 минути да го провериш непретвори во уште една? Не дека јас сум еден да се зборува, но некои луѓе сериознотреба да добие живот.
		-- james on #Debian

%
* Џејмс ќе биде повеќе импресионирани ако магија овластувања netgod е може да го запре  се дели на прво место ...* Netgod забележува Debian програмерите се многу тешко да се импресионира
		-- Seen on #Debian

%
   * Во пресрет на 2.10.02 порака, групно да patchlevel     +ircu2.10.01+.config6-7.config7-8.lgline3.iwho.limit.glibc.motdcache2.trace.whois1-2.config8-9.statsw.sprintf2-3.msgtree2.memleak1-2+.msgtree2-3.gline8-9.gline9-10.invite2.rbr.stats.numclients.whisper.whisper1-2.stats1-2.nokick1-2.chroot.config9-11.snomask7-8.limi+t1-3.userip1-3.userip3-4.config11-12.config12-13.umode2-3.akillsbt.who4-5.kn.kn1-2.freebsdcore2.msgtree3-5.y2k.glibc1-2.rmfunc.msgf+lags2.who5-6.nickchange2.glibc2-3.modeless3
		-- From the annoucement of ircd 2.10.01-3 for Debian GNU/Linux

%
* Џои не треба да се пишува на промени записи во 5:30<Џои> * DFSC слободен CGI библиотека<Џои> Што е тоа? DFSC?<Џим> Debian Слободен софтвер mroooooCows
		-- Seen on #Debian

%
<Џејмс> злоупотребуваат мене. Јас сум толку сакати јас испрати извештај за бубачка до Debian-развојна-промени
		-- Seen on #Debian

%
<Темно> јадат Зависи: готви | јадат надвор.       Но, се јаде надвор е неслободна, така што е надвор.       И се готви препорачува: расчистување садови.
		-- Seen on #Debian

%
Нема да ме цензурираат преку бубачка тероризмот.
		-- James Troup

%
<Doogie> размислување е опасно. Тоа доведува до идеи.
		-- Seen on #Debian

%
<Џејмс> Дали сме случува да се направи Emacs од Apt?        APT - Debian во програма. Таа дури и го прави вашиот перење
		-- Seen on #Debian

%
Debian е како Сусе со yast исклучен, само подобро. :)
		-- Goswin Brederlow

%
Чарлс Briscoe-Смит <cpbs@debian.org>:  По сите, пакетот на gzip се нарекува `gzip, не` libz корпа за отпадоци ...Џејмс Troup <troup@debian.org>:  Ух, веројатно затоа што на бинарни gzip не доаѓаат од  непостоечки libz пакет или пакет на постојните zlib.
		-- debian-bugs-dist

%
<Џим> Lemme бидете сигурни дека јас не сум да губат време тука ... bcwhite ќе го отстрани      pkgs дека havent е утврдена кои имаат заостанати грешки на тежината      "Важни". Точно или неточно?<JHM> Џим: "важни" или повисок. Вистина.<Џим> Тогаш ние сме за да се изгуби ftp.debian.org и dpkg :)* Netgod ќе го пропушти dpkg - тоа е повремено корисни<Џои> Ние се уште имаат вртежи во минута ....
		-- Seen on #Debian

%
Се преоптоварени е знак на вистински Debian одржувач.
		-- JHM on #Debian

%
Јас сум вчудоневиден дека никој не е врз основа на комерцијална дистрибуција на Дебиансепак - тоа е далеку од најпознатите цврсти UNIX-like оперативен систем некогаш сум се инсталира,и јас сум играл со HP / UX, Solaris, FreeBSD, BSDi и SCO (да неспомене OS / 2, Novell, Win95 / NT)
		-- Nathan E. Norman

%
> <Магичен +3 воздишка на хиперболата девијации>На Branden dodges вашиот магичен воздишка. На Branden ќе напаѓа сопоплава од зборови! На Branden промаши!
		-- Henning Makholm in <yahsmr7dk9k.fsf@pc-043.diku.dk>

%
Јас не мислам дека "Тоа е подобро отколку да се фрлаат во мелница за месо"е добра причина за тоа нешто.<20030905221055.GA22354@doc.ic.ac.uk> на Debian-DEVEL
		-- Andrew Suffield in

%
<Overfiend> whew.<Overfiend> Јас навистина треба да се наспијат.<Overfiend>, но тоа сигурно е забавно зборува гитари, политиката, и лезбејките.
		-- Andrew Suffield in

%
Кој и да праша дали организацијата на Debian е мртов не е читањеDebian-аналитички и развива. 66 пораки во еден ден, и тоа не е завршена. Јас го најдететешко да се задржи.
		-- Bruce Perens

%
<Asuffield> влакна во САД е како шега. во цивилизираниот делови             светот, DSL * започнува * на брзина каде што американските влакна овозможува исклучување<Joshk> asuffield: Австралија е земја полна со дивјаци?<Asuffield> joshk: тие го добивме за една 9600 модем помеѓу целина             проклето земја
		-- in #debian-devel

%
<Nobse> фуј ... минатата ноќ имав сон ... некој NMU'ed vim ...         кошмар
		-- in #debian-devel

%
