Debian Совет # 44: Можете да ги следите на сметката Identi.ca за Debian воhttp://identi.ca/debian Повеќе информации на Debian во Identica може исто така дада се најдат на: http://wiki.debian.org/Teams/Publicity/IdenticaDebian Совет # 1: Можете да пријавите бубачка во пакет со наредбата "reportbug,кој е достапен во пакет reportbug, или од командната линија илисо нов графички интерфејс (достапни трчање 'reportbug --ui gtk2 "или вомени).

%
Debian Совет # 2: Можете да ги користите "dpkg-реконфигурирате <пакет> 'да се промениодговори ви даде на прашањата кога за прв пат ќе се инсталира пакет.На "Конфигурирај е-Debian" пакет обезбедува унифициран пред крајот за тоа,исто така.

%
Debian Совет # 3: Можете да ги користите или "пребарување apt-кеш <зборови> 'или"Способност пребарување <зборови> 'за пребарување на зборови во описи на ситедостапни пакети.

%
Debian Совет # 4: Можете да го видите на располагање и инсталирани верзии за еденили повеќе достапни пакети со "политика apt-кеш <пакети> 'командата.

%
Debian Совет # 5: Ако ви е потребна за да се изгради сопствен кернел, користете "направи-kpkg"сценариото се најде во пакетот за кернелот пакет.

%
Debian Совет # 6: Не постои навестување # 6. Поднесе навестување денес!

%
Debian Совет # 7: Можете да ги користите пакет на cron-склони да се направи автоматско ноќнитепреземање на ажурирања за пакетите инсталирани на вашиот систем.

%
Debian Совет # 8: Ако имате проблеми со Дебиан дека не може да се реши сочитање на упатствата за работа и документација, обидете се прашуваат за корисниците на Дебианмејлинг листа (debian-user@lists.debian.org).

%
Debian Совет # 9: Ако треба да се знае која верзија на Debian во моментов стеработи, погледнете во / etc / debian_version или да користите командата "lsb_release -SC. Ако тисакаат да знаат на име за таа верзија (на пример, 5,0 е со кодно име"Лени"), изберете ја оваа URL:http://www.debian.org/doc/FAQ/ch-ftparchives.html#s-codenames

%
Debian Совет # 10: Постојат Debian мејлинг-листи за сè, од корисникотпрашања за дебати околу тоа што да се стави во документите на Debian политика.Проверете ја листата на http://www.debian.org/MailingLists/ и се претплатите наоние што ве интересира.

%
Debian Совет # 11: Бидете во тек на она што се случува - прочитате на ДебианПроектот Вести. Прочитајте го на интернет во http://www.debian.org/News/weekly/

%
Debian Совет # 12: Пакетот grep-dctrl обезбедува голем број на корисни скриптиза брзо пребарување на различни контролен пакет на датотеки (како што е на располагањеподнесе пакети).

%
Debian Совет # 13: Ако не ви се допаѓа стандардните опции користи во Debianпакет, можете да го симнете изворниот и да се изгради една верзија која ја користиопциите кои ги сакате. види http://www.debian.org/doc/FAQ/ch-pkg_basics.html(Делови 6.13 и 6.14) за повеќе информации.Сепак, имајте на ум дека повеќето опции во повеќето пакети може да се конфигурирана траење, и не бараат рекомпајлирање пакетот.

%
Debian Совет # 14: Ако би сакале да го следат работи што се случуваат на пакетот(На пример, ако сакате да ги видите извештаи за грешки, порака известувања, како и другислични работи), сметаат дека пријавувањето на тоа на системот за следење на софтвер.Можете да дознаете повеќе во врска со ПТС на:http://www.debian.org/doc/manuals/developers-reference/resources.html#pkg-tracking-system

%
Debian Совет # 15: Документацијата за пакет обично може да се најдево / usr / share / doc / <пакет>. Особено, README.Debian поднесе честоима корисни информации за Debian-специфични quirks или совети.

%
Debian Совет # 16: Ако сте во потрага за одредена датотека, но не знамкој пакет му припаѓа, пробајте да го инсталирате "apt-датотеката", која ги задржамала база на податоци на оваа информација или пак да пребарате содржината на ДебианПакети база на податоци, која може да се направи:http://www.debian.org/distrib/packages#search_contents

%
Debian Совет # 17: Треба некој да разговарате за Debian? Ако сте задоволнисо Internet Relay Chat (IRC), само да го инсталирате на вашиот омилен IRC клиент, и# debian се приклучат на irc.debian.org.

%
Debian Совет # 18: Контрола на квалитет информации за пакет-мерки може да се најдесо одење на http://packages.qa.debian.org/~~V <пакет>; Оваа страница давалинкови до страница ОК одржувачот, на BTS, вести за пакетот, иинформации за кои верзии се достапни во кој архиви.

%
Debian Совет # 19: Ако сте заинтересирани за изградба на пакети од изворен код, можететреба да се разгледа на пакети на apt-src.

%
Debian Совет # 20: Сакате да ги пратите на тоа која верзија на пакетот иматеинсталиран (особено корисно за оние кои работат хибрид стабилна / тестирање /нестабилни системи)? Проверете apt-шоу-верзии.

%
Debian Совет # 21: Ако вашиот Debian кутија е зад бавно мрежна конекција,но може да имаат пристап до брз една, исто така, проверете пакетот apt-zip.

%
Debian Совет # 22: прашувате која Дебиан огледалото е најдобро за вас? ПроверетеАП-шпион и netselect apt-пакети, кои може да ви даде информацииза тоа како различни огледало сајтови се изврши.

%
Debian Совет # 23: Ако вашиот систем е користење на премногу простор на дискот, обидете се соdeborphan пакет; што може да понуди предлози за кои пакети може да биденеискористени и пренослив. И, се разбира, не заборавајте да се исчисти одАПТ кеш област (со користење на "apt-get чисти", "способност чиста", илиАкција способност е -> Чиста пакет кеш ставка на мени).

%
Debian Совет # 24: Ако би сакале да се заблагодарам на одржувачот за ракување сопрашање, проверете reportbug --kudos.

%
Debian Совет # 25: Пакетот "debian-референца" содржи широк спектарна референтни документи за корисниците на Дебиан и програмери. Повеќето одИнформациите исто така можат да се најдат на следниов URL:http://www.debian.org/doc/manuals/reference

%
Debian Совет # 26: Ако пакет не изгледа дека имаат многу документација,проверете за пакет со име "<пакет> -doc" или слични и бидете сигурни дека за да сеИнсталирајте ја, како и; пакети со големи количини на документацијаредовно да се подели на документи на овој начин за оние кои не сакаат даги инсталирате.

%
Debian Совет # 27: Редовно се провери вашиот бекап. Вие * се * водење на бекап,нели? Нели? Ако не е, почнете со катран (1) или депонија (1).

%
Debian Совет # 28: Ако уредот не е на сите на време (на пример,лаптоп), проверете на пакет "anacron; Ова ќе бидете сигурни дека редовнозадачи сепак се случи, дури и ако на машината не е во тоа време тие бивообичаено се активира.

%
Debian Совет # 29: Чувајте ги вашите системскиот часовник точни - машини кои се вклучениповеќето или сите на време треба да имаат "NTP" пакет инсталираат за да се задржи на времеточни помеѓу подигнување.

%
Debian Совет # 30: Документацијата може да се стави на располагање на http: // localhost /со инсталирање на "Док-основа" и "Док-централна" пакети и нивнитезависности.

%
Debian Совет # 31: Исклучување на нормално-активна служба во одредена извршното нивотреба да се направи со менување на S алка во /etc/rc<level>.d на врската, К,наместо отстранување на линк во целост; ако сите линкови се отстранети,систем, ќе ја преземе на следната инсталирате дека тие треба да се замени.

%
Debian Совет # 32: Пакетот "Док-Debian" содржи некои општидокументација за проектот Дебиан. Тоа е исто така достапни на шпански(Doc-debian-es), француски (doc-debian-fr) и Украина (doc-debian-Велика Британија).

%
Debian Совет # 33: Пакетот "devscripts" содржи некои корисни скрипти закорисниците кои сакаат да помогнат за подобрување на Debian, на пример, wnpp алармирање, RC-алармирање и BTS.

%
Debian Совет # 34: Ако сакате да ги пратите на Дебиан Сид и имаат мал симнувањеквоти или навистина бавно врска, проверете пакетот debdelta.

%
Debian Совет # 35: Во потрага за некои игри? Погледнете во "goplay", којануди убав интерфејс за пребарување низ сите видови на игри.

%
Debian Совет # 36: Треба понова пакет од превезува со Debian минатиотстабилна верзија, но не сакаат да се надополни со "тестирање" или "нестабилна"? некоипакети се чуваат до до-датум преку сопствена стабилна надградби, некои други сеставени на располагање на backports.debian.org.

%
Debian Совет # 37: Сакате да ја преземете пакет без да го инсталирате? употреба"Способност преземање <pkgname> '.

%
Debian Совет # 38: Сакате да знаете како може да се користи програмата што никогаш не се користии пред тоа? "Човек" ќе биде вашиот најдобар нов пријател! Типот "човек <програма име>" вошколка. Или, пак, се работи "човек-H <програма име>" да го прочитате упатството страница во прелистувачот.

%
Debian Совет # 39: Подобрување на таб-проектот баш со инсталирање наБаш-проектот пакет.

%
Debian Совет # 40: Ако инсталирате пакет команда не најде, се обидува даизвршите команда не се инсталирани ќе ти кажам кој пакет да го инсталиратедобие таа заповед.

%
Debian Совет # 41: Можете да ги користите "apt-кешот прикажување <PACKAGE_NAME> 'или' талент шоу<PACKAGE_NAME> 'за да добиете повеќе информации во врска со пакетот за Debian.

%
Debian Совет # 42: Можете да ги користите "листа apt-датотека <PACKAGE_NAME> 'за да се добие листана содржината на Дебиан пакет. Оваа акција е сличен на"Dpkg -L <PACKAGE_NAME> 'освен пакетот не треба да се инсталираат илиЗемени користење на apt-датотека во контраст со dpkg.

%
Debian Совет # 43: Сакате привремено да го исклучите вашиот iptables огнениот ѕид? употреба"Iptables-Сними | сед "/ - / D; / ^ # / D; s / зависници / прифатите /" | iptables-врати да ги отстранатсите правила и постави стандардната политика да се прифати.

%
