1/2 мл. џин1/2 мл. вотка1/2 мл. соба (по можност темно)3/4 мл. tequilla1/2 мл. троен ДИК1/2 мл. сок од портокал3/4 мл. кисело микс1/2 мл. колатресат со мраз и процедете во матирано стакло.Лонг Ајленд ладен чај
		-- Dean Martin

%
6 мл. сок од портокал1 мл. вотка1/2 мл. ГалијаноХарви Wallbangers
		-- Dean Martin

%
А пиво одложен е пиво одбиени.
		-- Dean Martin

%
А уште неколку снимки на виски, круг на жените тука почнете да барате добри.[Нешто во врска со 10 да се биде 4 по шест-пакет? Ед.]
		-- Dean Martin

%
А дечко оди во бар, наредува пиво, го носи во тоалет и депонииво писоар. Во текот на следните неколку часа, тој се враќа во бари се повторува оваа низа - неколку пати. Конечно шанкер доби толкуљубопитни дека тој се наведна над пречката и побара од него она што тој го прави.Одговори на клиентите, "Избегнување на посредник."
		-- Dean Martin

%
А забранувач е тип на човек не би се грижи да се пие со- Дури и ако тој пиеше.
		-- H. L. Mencken

%
Absinthe прави курва расте fonder.
		-- H. L. Mencken

%
Алкохолот е анестезија со која ние се постави работата на живот.
		-- George Bernard Shaw

%
Алкохол, хашиш, prussic киселина, стрихнин се слаби раствори. најсигурниототровот е време.
		-- Emerson, "Society and Solitude"

%
Алкохоличари анонимен е кога ќе се дојде до пијалок под некој друг име.
		-- Emerson, "Society and Solitude"

%
Секогаш чувајте пиво во темно место.
		-- Lazarus Long

%
Алкохоличар е некој што не ми се допаѓа што пие колку што го правите.
		-- Dylan Thomas

%
А ти да не можат да добијат било Watney Црвениот барел,бидејќи барови затвори секој пат кога сте жедни ...
		-- Dylan Thomas

%
... Барем јас мислев дека танцување, "сусам некој зачекори на мојата рака.
		-- J. B. White

%
Бидете претпазливи на жесток пијалок. Таа може да направи да се пука на даночниците и ја пропуштиме.
		-- Lazarus Long, "Time Enough for Love"

%
Бидејќи виното се сеќава.
		-- Lazarus Long, "Time Enough for Love"

%
Пиво и Pretzels - Појадок на шампионите.
		-- Lazarus Long, "Time Enough for Love"

%
Пиво - тоа не е само за појадок повеќе.
		-- Lazarus Long, "Time Enough for Love"

%
Просјак на добро облечени бизнисмен:"Може ли да се поштеди $ 20,95 за една петтина од Чивас?"
		-- Lazarus Long, "Time Enough for Love"

%
Најдобрите Пиво: Група од дегустатори собрани од страна на Унијата на трошоците на животот во 1969Судејќи Coors и Милер висок животен да биде меѓу најдобрите. Оние коисомнение дека пивото е сериозна тема може да се размисли нејзиното влијание врз американскиисторија. На пример, првиот колонисти Нова Англија одлучи да се откажат од сидрово Плимут Рок, наместо да продолжи за да се Вирџинија, бидејќи, како еден одда го стави, "Ние не може сега да потрае време за понатамошно разгледување, нашиотvictuals се трошат, а особено нашите пиво ".
		-- Felton & Fowler's Best, Worst & Most Unusual

%
Алкохол е одговорот. Јас не се сеќавам на прашањето.
		-- Felton & Fowler's Best, Worst & Most Unusual

%
Ракија и вода пленот две добри работи.
		-- Charles Lamb

%
Но, офицер, тој не е пијан, ја видов само прстите грч!
		-- Charles Lamb

%
Cerebus: Јас би сакал да лижат кајсија ракија од папокот.Јака: Види, Cerebus-- Јака има да ти кажам нешто ...Cerebus: Ако Cerebus имаше папокот, ќе лижат кајсија ракија од него?Јака: Ugh!Cerebus: Не ви се допаѓа кајсија ракија?
		-- Cerebus #6, "The Secret"

%
Claret е алкохол за момчиња; порта за мажи; но оној кој се стреми да биде херој... Мора да пие ракија.
		-- Samuel Johnson

%
Качувајќи бар столче, едно парче од стрингот праша за пиво."Чекај малку. Зарем не сте стринг?""Па, да, јас сум.""Жал ми е. Ние не служат жици тука."Утврдениот низа напушти бар и застана случаен минувач. "Извинете,мене ", рече тој," ќе ти ги уништи мојот крај и ме врзуваат како геврек? "Наминувач должен, и низа повторно влезе во бар. "Може ли да има пиво,ве молам? "ја запраша келнерот.На barkeep постави пиво во предниот дел на низа, а потоа одеднаш престана."Еј, не сте вие ​​стринг јас само фрли од тука?""Не, јас сум излитена јазол".
		-- Samuel Johnson

%
Тренерот: Може ли да ви се извлечат пиво, Норма?Норма: Не, јас знам што тие изгледаат. Само ми се прелива еден.Тренерот: Како за пиво, Норма?Норма: Еј јас сум високо на живот, тренер. Се разбира, пиво е мојот живот.Тренер: Како е пиво звук, норма?Норма: Не знам. Јас обично ги заврши пред да дојде до збор.
		-- Cheers, Fortune and Men's Weights

%
Тренер: Како си, норма?Норма: Тато богатите и Мама е добра торентите.Сем: Што се случува, Норма?Норма: Моите брадавици. Тоа е замрзнување таму.Тренер: Што е приказната, Норма?Норма: Жеден човек оди во бар. Можете да го заврши.
		-- Cheers, Endless Slumper

%
Тренер: Што ќе кажете на пиво, Normie?Норма: Тато ќе wuvs.Сем: What'd ви се допаѓа, Normie?Норма: А причина да се живее. Дајте ми уште едно пиво.Сем: Што ќе имате, Норма?Норма: Па, јас сум во расположение коцкање, Семи. Ќе се земе една чаша на она што      ќе излезе од тоа допрете.Сем: Ах, изгледа како пиво, Норма.Норма: Ме викаат Мистер Лаки.
		-- Cheers, The Executive's Executioner

%
Тренер: Што се случува, Норма?Норма: аглите на устата, и тренер.Тренерот: Што се тресе, норма?Норма: Сите четири образите и неколку брадите, тренер.Тренер: Пиво, Normie?Норма: Ух, тренер, јас знам, имав еден оваа недела. Еј, зошто да не, јас сум уште млад.
		-- Cheers, Snow Job

%
Ајде брзо, Јас сум во дегустација ѕвезди!
		-- Dom Perignon, upon discovering champagne.

%
Дојди, сопственикот, пополни тече сад додека тоа не се кандидира повторно,Вечерва сите ќе биде весело - утре ќе се отрезнат.
		-- John Fletcher, "The Bloody Brother", II, 2

%
Немојте да пиете кога возите - можеби ќе ја погоди судрат и да се истури.
		-- John Fletcher, "The Bloody Brother", II, 2

%
Не пушете следната цигара. Се повторува.
		-- John Fletcher, "The Bloody Brother", II, 2

%
Пијте Канада докрај! Вие не може да успее, но тоа * __ * е забавно да се обидува.
		-- John Fletcher, "The Bloody Brother", II, 2

%
Пиењето кафе за инстант релаксација? Тоа е како пиење алкохолинстант моторни вештини.
		-- Marc Price

%
Пиење не е гледач спорт.
		-- Jim Brosnan

%
Пиење прави такви будали луѓе, а луѓето се такви будали да започнесо тоа, дека тоа се меша со извршено кривично дело.
		-- Robert Benchley

%
Пијаници ретко се смешен, освен ако знаете некои добри песни и ќе ја изгубимногу на покер.
		-- Karyl Roosevelt

%
Eggnog е традиционален празник пијалок измислен од страна на англиски јазик. многулуѓе се прашуваат каде што зборот "eggnog" доаѓа од. Првиот слогдоаѓа од англискиот збор "јајце", што значи "јајце". Јас не знам од кадена "трупче" доаѓа од.Да се ​​направи eggnog, ќе треба рум, виски, вино џин и, доколку тие се восезона, јајца ...
		-- Karyl Roosevelt

%
ЕЛЕКТРИЧЕН желирам-О2 кутии желирам-О бренд желатин 2 пакети Нокс бренд unflavored желатин2 чаши овошје (било која сорта) 2+ чаши вода1/2 шише Everclear бренд жито алкохолМикс желирам-О и Нокс желатин во 2 чаши вода што врие. Промешајте 'Tilцелосно растворен.Истурете топла смесата во рамна тава. (Желирам-О калапи нема да работи.)Промешајте во жито алкохол наместо вообичаените ладна вода. Отстранете ги сите congealingglops на лигите. (Алкохолот има необичен ефект на вишокот желирам-О).Истурете во плодот на саканата вкус, и да се апсорбира вишокот на алкохол.Се меша во некои ладна вода да се разреди на алкохол и да ја направат полесно да се јаде заслабо срце.Фрижидер во текот на ноќта за да се овозможи смесата целосно да зацврстуваат. (Околу 8-12 часа).Се сече на квадрати и уживајте!ПРЕДУПРЕДУВАЊЕ:Чувајте ги состојките од отворен пламен. Не се препорачува задеца под осум години.
		-- Karyl Roosevelt

%
Секое утро е Смирноф утро.
		-- Karyl Roosevelt

%
Одличен ден за пиење во голема мера. Спајк кулер канцеларија вода.
		-- Karyl Roosevelt

%
Веселби Ниво 1: Вашите гости се во разговор со секој симпатичнодруги, се восхитував на вашиот Божиќ-дрво украси, пеејќи песни околуисправена пијано, пиејќи во нивните пијалоци и грицкање предјадења.Веселби Ниво 2: Вашите гости се зборува гласно - понекогашеден до друг, а понекогаш и на никој на сите, ПреуредувањеБожиќ-дрво украси, пеејќи "Морам да бидам јас" околу исправенапијано, без здив нивните пијалоци и wolfing надолу предјадења.Веселби Ниво 3: Вашите гости се расправаат насилно сонеживи објекти, пеејќи "Не може да се добие без задоволство", без здив одредувањедругите народи ", пијалаци, wolfing надолу елка орнаменти ипоставување предјадења во исправена пијано за да видите што се случува когамалку чекани штрајк.Веселби Ниво 4: Вашите гости, предјадења се размачкуванивните голи тела се претстават ритуален танц околу согорувањетоНовогодишна елка. Пијаното недостасува.Сакате да ја задржите вашата партија некаде околу 3 ниво, освен акоизнајмување вашиот дом и сопственото огнено оружје, при што можете да одат на ниво4. Најдобар начин да се дојде до ниво 3 е јајце трупче.
		-- Karyl Roosevelt

%
Риболов, со мене, отсекогаш бил изговор за да пијат во текот на денот.
		-- Jimmy Cannon

%
Fortune завршува голема цитати, # 17"Ова пупка на љубовта, со созревање здив лето,Може да се покаже на прелепа цвет кога следниот пат да се сретнеме. "Јулија, овој пупка е за вас.
		-- Jimmy Cannon

%
FORTUNE омилени рецепти: # 8Соба Божиќ торта1 или 2 литри рум 1 лажица масло. прашок за пециво1 чаша путер 1 лажиче. бикарбона1 лажиче. шеќер 1 лажица масло. сок од лимон2 големи јајца 2 чаши кафеав шеќер2 чаши суво овошје избрани 3 чаши сецкани ореви англиски јазикПред да започнете, примерок на соба да се провери за квалитет. Добро, не е тоа? сегаизберете голем сад за мешање, мерење чаша, итн Проверете рум повторно. тоамора да биде само во право. Бидете сигурни рум е од највисок квалитет. Истурете една чашарум во една чаша и го пијат толку брзо како што можеш. Се повторува. Со електриченмиксер, победи една чаша путер во голем меки сад. Додадете 1 seaspoon на tugarи победи повторно. Во меѓувреме, бидете сигурни дека на рум Те апсолутно највисок квалитет.Примерок уште една чаша. Отвори втората кварта што е потребно. Додадете 2 Orge laggs, 2 чашина пржени druit и победи се до висока. Ако пржени druit добива заглавени воbeaters, само средство лабава со шрафцигер. Примерок на рум, повторно, проверказа toncisticity. Следна кваси 3 чаши на прашок за пециво, малку рум, наseaspoon на Тода и чаша бибер или сол (тоа навистина не е важно).Ги тестираат некои повеќе. Кваси 912 литар сок од лимон. Пати во schopped путер изатегнати Chups. Додај bablespoon на Браун gugar, или што и бојата што го имаме.Измешајте маш. Маст печка и да се сврти торта тава на 350 gredees и гребло доpoothtick излегува Crean.
		-- Jimmy Cannon

%
СОВЕТИ FORTUNE партија # 14Уморни од наоѓање дека другите луѓе се самите да им помогне на вашиот добраалкохол во BYOB партии? Земете по една свеќа, што ќе го вметнете исветло, откако ќе го отвори шишето. Никој никогаш не очекува ништопиење да биде во шише која има свеќа заглавени во нејзиниот врат.
		-- Jimmy Cannon

%
Glogg (традиционален скандинавските одмор пијалок):петтина од суво црвено винопеттина од aquavit1 и 1/2 инчен парче од цимет10 кардамон семиња1 чаша суво грозје4 суви смокви1 чаша бланшираните или снегулки бадеминеколку парчиња суво кора од портокал5 чешниња1/2 ЛБ коцки шеќерСе загрева на вино и хард работи (кој може да биде заменет со виноза слабо срце) во големо тенџере по додавањето сите други нешта освенкоцки шеќер. Само кога ќе стигне до вриење, се стави на шеќер во жицацедилка, намачкајте го со топла пијалак, да ја извади и го запали со еден натпревар.Натопи шеќер неколку пати во течноста, додека сето тоа не се раствори. Послужететопло во чаши со неколку суво грозје и бадеми во секоја чаша.N.B. Aquavit може да биде тешко да се најде и скапо да го подигнете. Користете го самоАко навистина имаат длабоко вкоренета желба да се биде претрупан, или ако сте од Шведскаекстракција.
		-- Jimmy Cannon

%
Халеевата комета: Тоа се случи, видовме, пиевме.
		-- Jimmy Cannon

%
бар Хари има нова коктел. Таа се вика Г-ЃА удар. Тие го прават тоа сомлеко, рум и шеќер и тоа е прекрасно. Млекото е за виталност ишеќер е за ПЕП. Тие се стави во соба, така што луѓето ќе знаат што да праватсо сето она што живост и виталност.
		-- Jimmy Cannon

%
Имаат прекрасно вино, да беше пиво.
		-- Jimmy Cannon

%
Ја дојдено беспомошно во заслепувачки снежна виелица Сем беше во голема мераослободено за да ја видите здрав Свети Бернард куче одблеснува кон него сотрадиционалните буре ракија врзан за јаката."На последните," извика Сем ", најдобриот пријател на човекот - и голем големо куче, исто така!"
		-- Jimmy Cannon

%
Тој знаеше дека Tavernes во секоја toun.
		-- Geoffrey Chaucer

%
Тој е како Capistrano, секогаш подготвени за неколку голтки.
		-- Geoffrey Chaucer

%
"Еј! Кој го презел плута ми ручек ??!"
		-- W. C. Fields

%
HEROES Хоган ПИЕЊЕ ИГРА -Да се ​​сними во секое време:- Наредникот Шулц вели: "Јас knoooooowww nooooothing!"- Општи Буркхалтер или мајор Hochstetter заплашат / навреда полковник Клинк.- Полковник Клинк паѓа за ласкање полковник Хоган.- Еден од затворениците спортски чевли од логор (еден истрел за секој затвореник да се оди).- Полковник Клинк прилепува на внимание по одговарање на телефон (две снимкиако тоа е една од нашите херои на другиот крај).- Еден од Германците се закани со кои се испраќаат во рускиот фронт.- Заповедник Newkirk повикува на Германија во фиктивен неговиот германски акцент, итрикови него (два куршума, ако тоа е полковник Клинк).- Хоган има романтична интервал со една убава девојка од подземјето.- Полковник Клинк раскажува како тој никогаш не беше бегство од Сталаг 13.- Наредникот Шулц се откажува од тајна (два куршума, ако тој е поткупен со храна).- Затворениците се слуша разговор на Германците на скриен предавателот.- Наредникот Шулц "фаќа", еден од затворениците по бегство.- Lebeau изговара "Полковникот", како "cuh-LOH-`nell".- Картер гради некој вид на уред (два куршума ако тоа не е експлозивна).- Lebeau носи престилка својата.- Хоган вели: "Имаме нема друг избор", кога некој тврди дека планот еневозможно.
		-- The prisoners capture an important German, and sneak him out the tunnel.

%
Јас не може да умре додека владата не се наоѓа на безбедно место да ги закопа црниот дроб.
		-- Phil Harris

%
Не им верувам на човек кој вели дека кога. Ако тој мора да биде внимателен да не се пиепремногу, тоа е затоа што тој не е да се верува кога тој го прави тоа.
		-- Sidney Greenstreet, "The Maltese Falcon"

%
Јас не пијам, не ми се допаѓа, тоа го прави да се чувствувам многу добро.
		-- K. Coates

%
Пијам да се направи на други луѓе интересно.
		-- George Jean Nathan

%
Се откажав од пушење, пиење и секс. Тоа беше најголем * __________ пострашно * 20минути од мојот живот!
		-- George Jean Nathan

%
Имам само имаше осумнаесет виски по ред. Јас верувам дека е рекорд.
		-- Dylan Thomas, his last words

%
Јас треба да се мисли тешко за името, интересен човек, кој не пие.
		-- Richard Burton

%
Јас бакна мојата прва девојка и пушеле мојата прва цигара на истиот ден.Јас не сум имал време за тутун од.
		-- Arturo Toscanini

%
Јас не може да биде во можност да одиме, но јас се вози од седечка положба.
		-- Arturo Toscanini

%
Јас мора да се излезе од овие мокра облека и во сува Мартини.
		-- Alexander Woolcott

%
Никогаш не реков дека сите демократи беа saloonkeepers; она што го рече бешеsaloonkeepers беа демократи.
		-- Alexander Woolcott

%
Јас никогаш не се работи дома со мене; Јас секогаш ја остави во некој бар на патот.
		-- Alexander Woolcott

%
Претпоставувам дека за неколку часа ќе се отрезни. Тоа е толку тажнамислев. Мислам дека ќе имаат уште неколку пијалоци да се подготвам.
		-- Alexander Woolcott

%
Се користи за да имаат проблем со пиењето. Сега сакам нешта.
		-- Alexander Woolcott

%
Јас нема да пијам!Но, ако го правам ...Јас нема да се пијани!Но, ако го правам ...Јас нема во јавноста!Но, ако го правам ...Јас не ќе падне!Но, ако го правам ...Јас ќе падне со лицето надолу, така што тие не може да се види мојата компанија значка.
		-- Alexander Woolcott

%
Ви посакувам се скоч на карпите.
		-- Alexander Woolcott

%
Јас би сакал да се сретне човек кој го измислил пиво и да видиме што тој работи на сега.
		-- Alexander Woolcott

%
Претпочитам да го бесплатен шише пред мене од префронтален лоботомија.[Исто така му се припишува на С. Клеј Вилсон. Ед.]
		-- Fred Allen

%
Јас не сум под alkafluence на inkaholдека некои thinkle ѕиркаат сум.Тоа е само drunker седам подолго можам да се добие.
		-- Fred Allen

%
Јас отсекогаш сум се чувствува жал за луѓето кои не пијат - се сеќавам,кога ќе се разбудат, тоа е добра како тие ќе се чувствуваат на целиот ден!
		-- Fred Allen

%
Јас отсекогаш сум го направи свечена пракса никогаш да не пие ништо посилноод текила пред појадок.
		-- R. Nesson

%
Никогаш не сум бил пијан, но често сум бил overserved.
		-- George Gobel

%
Ако Бог имал намера човекот да пушат, Тој ќе го стави на оган.
		-- George Gobel

%
Ако Бог имал намера луѓето да пушат, Тој ќе се стави Оџаци во нивните глави.
		-- George Gobel

%
Ако знаев што марка [виски] пие, јас ќе испрати за барел илитака да моите други генерали.
		-- Abraham Lincoln, on General Grant

%
Ако луѓето пиеле мастило наместо Schlitz, тие ќе бидат подобро.[Која марка на мастило? Ед.]
		-- Edward E. Hippensteel

%
Ако не го пијат, некој друг ќе.
		-- Edward E. Hippensteel

%
Ако пиеш, не се паркираат. Несреќи направи луѓето.
		-- Edward E. Hippensteel

%
Во 1967 година, советската влада ковани убава сребрена рубљата со Ленинво многу познати поза - оружје издигнати над него, води земјата конреволуција. Но, тоа беше јасен на сите, дека ако ја погледна одзад себе, беше јасно дека Ленин беше посочувајќи до 11:00, кога Водкапродавници отвори, и всушност беше велејќи: "Другари, очекуваме да продавниците вотка.Тоа стана мода, кога некој би сакал да се напијам нешто, да се извадирубљата и да каже, "О, мојата добрина, другари, Ленин ми кажува што треба да оди.
		-- Edward E. Hippensteel

%
Во шише, вратот е секогаш на врвот.
		-- Edward E. Hippensteel

%
Во собир на две или повеќе лица, кога запалена цигарасместени во пепелникот, чадот ќе веј во лицето на непушач.
		-- Edward E. Hippensteel

%
Во виски тоа е возраст, во цигара тоа е вкус и во спортски автомобилтоа е невозможно.
		-- Edward E. Hippensteel

%
Во vino veritas.[Во виното има вистина.]
		-- Pliny

%
Тоа е, рече дека за односи со јавноста е уметност за победа пријателии добивање на луѓето под влијание.
		-- Jeremy Tunstall

%
Тоа е храбар човек кој, кога работите се во нивниот најмрачните, да ја ослободат назад и забава!
		-- Dennis Quaid, "Inner Space"

%
Тоа е ќе биде во ред,Тоа е речиси полноќ,И јас имам уште две шишиња вино.
		-- Dennis Quaid, "Inner Space"

%
Тоа е истата стара приказна; Момчето ги исполнува пиво, момче пие пиво ... момче добивауште едно пиво.
		-- Cheers

%
Тоа е бескорисно да се обиде да се одржи некои луѓе да се нешто што велат, додека тие селудо заљубен, пијан, или се кандидира за функцијата.
		-- Cheers

%
Чувајте Америка убава. Проголтајте вашиот лименки пиво.
		-- Cheers

%
Бакнеж непушач; Вкусот е разликата.
		-- Cheers

%
Бакнување пушач е како лижење пепелник.
		-- Cheers

%
Лејди Астор даваше костим топката и Винстон Черчил ја праша штомаскирана таа би го препорачал за него. Таа одговори: "Зошто не дојдештрезен, г-дин премиер? "
		-- Cheers

%
Нека достојни граѓани на Чикаго се добие нивниот алкохол најдобар начинтие можат. Смачено ми е од работата. Тоа е еден неблагодарен и полн со тага.
		-- Al Capone

%
Живот, како пиво, е само позајмени.
		-- Don Reed

%
Погледни го овој начин: Ќерка ти само именуван за нов Турција ќе донеседома "Cuddles", па ти си оди да купи конзервирана шунка. А ти си уштепиење обичен виски?
		-- Don Reed

%
Погледни го овој начин: жена ти трошење на $ 280 месечно за медитација часови дазаборавајте $ 26.000 на високо образование. И вие ќе бидете уште за пиење обичен виски?
		-- Don Reed

%
Марвин на природата љубовник шпиониран скакулец подрипнувајќи заедно во трева,и во расположението за communing со природата, ретки, дури и меѓу полноправноЉубители на природата, тој разговараше со скакулец, велејќи: "Здраво, пријателскакулец. Дали знаете што сум именуван за пијалок после тебе? ""Навистина?" одговори на скакулец, очигледно задоволен. "Тие имаатиме пијалок Фред? "
		-- Don Reed

%
"Умот ако пушам?""Не ми е гајле ако се запали и да умре!"
		-- Don Reed

%
"Умот ако пушам?""Да, јас би сакал да се види дека, дали тоа да излезе од ушите или што?"
		-- Don Reed

%
Мајка ми се пие да се заборави пие.
		-- Crazy Jimmy

%
вујко ми бил пијан градот - и живеевме во Чикаго.
		-- George Gobel

%
Никогаш не го одложи завршувањето на состанок или на почетокот на коктел час.
		-- George Gobel

%
Никогаш немојте да пиете од прстот сад - содржи само вода.
		-- George Gobel

%
Не, јас немам проблем со пиењето.Пијам, се напивам, паѓам надолу.Нема проблем!
		-- George Gobel

%
[Норма доаѓа со атрактивна жена.]Тренер: Normie, Normie, ова може да биде Вера?Норма: Со многу скапи хирургија, можеби.Тренер: Што се случува, Normie?Норма: На температура под јаката, тренер.Тренер: Што ќе кажете на убав пиво, Normie?Норма: Одејќи?
		-- Cheers, Diane Meets Mom

%
[Норма оди во бар во Боул-A-Rama Вик е.]Надвор од екранот толпата: норма!Сем: Како, по ѓаволите, тие го знаат тука?Клиф: Тој доби живот, знаеш.Вуди: Што можам да направам за вас, г-дин Петерсон?Норма: побегне со жена ми.Како животот, г-дин Петерсон: Вуди?Норма: О, јас сум на чекање за филмот.
		-- Cheers, Take My Shirt... Please?

%
[Норма е лут.]Вуди: Што можам да добивате, Петерсен?Норма: Clavin главата Клифорд е.Сем: Еј, што се случува, норма?Норма: Па, тоа е светот на куче-јаде-куче, Семи,      и јас ги носам млеко коскена долна облека.Сем: живот Како во брза лента, Normie?Норма: ме тепа, не можам да го најдете на делницата.
		-- Cheers, Diane Chambers Day

%
[Норма се врати од болница.]Тренер: Што се случува, Норма?Норма: Сето она што би требало да биде.Сем: Што е ново, Normie?Норма: Терористите, Сем. Тие ги направиле во текот на мојот стомак. Тие бараат пиво.Тренерот: Што ќе биде, Normie?Норма: Само вообичаените, тренер. Ќе има пена од пиво и шнорхел.
		-- Cheers, King of the Hill

%
[Норма се обидува да докаже дека тој не е Антон Kreitzer.]Норма: Попладне, сите!Сите: Антон!Вуди: Што се случува, г-дин Петерсон?Норма: А светлечки знак во мојот стомакот во која се вели, `` Вметнете пиво тука ''.Сем: Што да ви се добие, Норма?Норма: [почеша брадата] ли болвата прав? Ах, само се шегувам.      Gimme пиво; Мислам дека само ќе се удави малку пијавки.
		-- Cheers, Two Girls for Every Boyd

%
Норма: господа, почнете да чешми.Тренер: Како е животот ви лекување, Норма?Норма: Како тоа ме фати во кревет со неговата сопруга.Тренерот на: животот Како е, Норма?Норма: Не е за претенциозен, тренер.
		-- Cheers, Friends, Romans, and Accountants

%
Норма: Еј, сите.Сите: [тишина; сите се лутам норма за да се биде богат.]Норма: [носи на двете страни на самиот разговор.]       Норма! (Норман.)       Како се чувствувате денес, Норма?       Богата и жедни. Истурете ми пиво.Вуди: Што е најновата, г-дин Петерсон?Норма: Zsa Zsa-ожени милионер, Петерсон пие пиво.       Филм во единаесет.Вуди: Како сте денес, г-дин Петерсон?Норма: никогаш не биле подобри, Вуди. ... Само еднаш би сакал да биде подобро.
		-- Cheers, Chambers vs. Malone

%
Не сите мажи кои пијат се поети. Некои од нас пијат, бидејќи ние не сме поети.
		-- Cheers, Chambers vs. Malone

%
Не е за пиење, си поигруваше со жени, или прави дрога не ќе ве натера да живеат подолго -тоа само се чини дека на тој начин.
		-- Cheers, Chambers vs. Malone

%
НАПОМЕНА:Секој гледа за пушење ќе се смета дека е на огнот и ќесе по кратка постапка се стави надвор.
		-- Cheers, Chambers vs. Malone

%
Сега е време за пиење; сега е време да се победи на земјата сонепречен нога.
		-- Quintus Horatius Flaccus (Horace)

%
Се разбира, алат и алкохол не се мешаат. Секој знае моќалатки не се растворливи во алкохол ...
		-- Crazy Nigel

%
Стариот дедо е мртов, но неговиот дух живее.
		-- Crazy Nigel

%
Еднаш ... во дивините на Авганистан, ја изгубив спирален, и бевмепринудени да живеат на ништо друго освен вода и храна со денови.
		-- W. C. Fields, "My Little Chickadee"

%
Една разлика меѓу еден маж и една машина е дека машината е тивкакога добро подмачкана.
		-- W. C. Fields, "My Little Chickadee"

%
Еден правливи јули попладне, некаде околу крајот на векот, ПатрикМелоун беше во Бар Mulcahey е, виткање лактот со другите улица автомобилпроводници од Бруклин Влечната компанија. Додека тие се зборува заоснованоста на локален прстен херој, бар само молчи. Мелоун се врти за да ја видитенеговата сопруга, со лице мрачни смрт, демнат во бар.Шикозен четири-битен дел на одредување на лента, таа се подготвува да јацелосна пет нозе пет инчи и вели на Mulcahey: "Дај ми што и самиот имасе havin "сите овие години."Mulcahey гледа во Мелоун, кој shrugs, а потоа назад на Маргарет МаријаМелоун. Тој ги поставува за чаша и ја истура троен удар на 'рж. Бар ецелосно молчи како тие гледаат на жената да ги собереш на стакло и чукам назадпијат. Таа удира стаклото надолу на шанкот, запрепастеност, се тресе малку, ионесвестува; паѓа директно назад, беспомошна како одбор, снимени од ненадејна контактсо barroom кат со обилна стомакот на Шејмас Fogerty.За некое време, таа доаѓа до на билјард маса, јакна под неаглавата. закрвавени очи падна врз нејзиниот сопруг, кој вели: "И сите овиегодини сте биле Размислував "јас сум бил себе си ужива."
		-- W. C. Fields, "My Little Chickadee"

%
Само ирски кафе обезбедува во една чаша на сите четири основни групи на храна -алкохол, кофеин, шеќер и масти.
		-- Alex Levine

%
Ве молиме не пушат ТУКА!Казна: Рана, бавни смрт од рак,емфизем, или други пушењето предизвика болест.
		-- Alex Levine

%
Полицијата: Добра вечер, ви домаќин е?Домаќинот: НеПолицијата: Ние сме биле добивање на поплаки во врска со оваа партија.Домаќинот: За дроги?Полицијата: НеДомаќинот: За оружје, тогаш? Дали некој се жалат од пиштоли?Полицијата: Не, бучавата.Домаќинот: О, бучавата. Па што има смисла, бидејќи не постојат оружјеили дрога тука. (Огромна експлозија се слуша воподлога.) Или огномет. Кој се жалат на бучава?Соседите?Полицијата: Не, соседите побегнал во внатрешноста пред часа. Најголемиот број од неодамнешнитепоплаки доаѓаат од Питсбург. Дали мислите дека може дапобара од домаќинот да ги смири работите надолу?Домаќинот: Не е проблем. (Во оваа точка, бубачка Фолксваген со примитивнирелигиозни симболи подготвени на вратите произлегува од дневнатасоба и рика одредување на салата, минатото на полицијата и врзтревникот, каде што удира во дрво. Осум гости роша надворврз тревата, стенкање.) Види? Работите почнуваат да навивамнадолу.
		-- Alex Levine

%
Зачувување на дивиот свет! Фрли една партија денес!
		-- Alex Levine

%
Рецепт за Пан Галактички гаргара Blaster:(1) Земете сок од едно шише ол 'Janx Дух(2) се прелива во неа една мерка на водата од морињатаSantraginus V (О, оние Santraginean риба!)(3) Оставете 3 коцки Arcturan мега-џин да се топи вомешавина (соодветно ладен или бензин е изгубена.)(4) Оставете четири литри Fallian барски гас меур низ него.(5) Во текот на задниот дел на сребрена лажица, плови мерка заекстракт Qualactin Hypermint.(6) Пад на забот на Algolian Suntiger. Гледајте го распушти.(7) Посипете Zamphuor.(8) За да додадете маслиново.(9) Пијте ... но ... многу внимателно ...
		-- Alex Levine

%
Riffle Западна Вирџинија е толку мала што на извидник мораше да двоен како наградот пијан.
		-- Alex Levine

%
Романтичен, како алкохол, треба да се ужива, но не треба да им биде дозволено да сестане неопходно.
		-- Edgar Friedenberg

%
Рече атрактивни, пури пушењето домаќинка да ја девојка-пријател: "Го добивзапочна една ноќ кога Џорџ се врати дома и го најде гори во пепелникот. "
		-- Edgar Friedenberg

%
Сем: Што знаеш таму, Норма?Норма: Како да седат. Како да се напие. Сакате да ми квиз?Сем: Еј, како е животот ви лекување таму, Норма?Норма: ме тепа. ... Тогаш ми клоци и ме остава за мртов.Вуди: Како би пиво чувствуваат, Петерсен?Норма: прилично нервозен, ако јас бев во соба.
		-- Cheers, Loverboyd

%
Сем: Што е добар збор, Норма?Норма: паднала, паднала, шампанско, шампанско.Сем: О, не, не ги гладните јуница ...Норма: Да, да, да ...Сем: Еден металоиди коктел доаѓа.Сем: Whaddya каже, Норма?Норма: Па, јас никогаш не се сретнале со еден пиво јас не пијат. И одредување на тоа оди.Вуди: Што е вашето задоволство, Петерсен?Норма: боксерки и лабава чевли. Но, јас ќе се реши за пиво.
		-- Cheers, The Bar Stoolie

%
Сем: Што велите вие, Норма?Норма: Секое евтини, безвкусен нешто што ќе ме пиво.Сем: Што да се каже за пиво, Normie?Норма: Hiya, морнар. Ново во градот?Норма: [пробив од дожд] вечер на сите.Сите: норма! (Норман.)Сем: Сепак фрлаат, норма?Норма: Тоа е смешно, јас бев за да ве прашам истото.
		-- Cheers, Diane's Nightmare

%
Сем: Што се случува, Normie?Норма: Мојот роденден, Семи. Дај ми пиво, се држи свеќа во      тоа, а јас ќе се издувам црниот дроб.Вуди: Еј, г-дин П. Како оди од пребарувањето за г-дин Clavin?Норма: Не, како и за пребарување за г-дин крофна.       Го најдов на секои неколку блокови.
		-- Cheers, Head Over Hill

%
Сем: Што е ново, норма?Норма: Повеќето од жена ми.Тренерот на: Пиво, норма?Норма: Naah, јас би веројатно само да го пијат.Тренерот: Што го прави, норма?Норма: Па, науката е во потрага по лек за жед. јас се случи       да биде свиња Гвинеја.
		-- Cheers, Let Me Count the Ways

%
Покаже почит за возраста. Пијте добро виски за промена.
		-- Cheers, Let Me Count the Ways

%
Сон - од најубавите искуства во животот - освен пијалок.
		-- W. C. Fields

%
Пушењето е сега дозволено !!!Секој што сака да пуши, сепак, мора да поднесе, во три примероци наВладата на САД влијанието врз животната средина Наративен извештај (EINS),опишувајќи во детали од типот на согорување предложи, влијание врзживотната средина, и се очекуваше опозицијата. Извештаи мора да бидеподнесе 30 дена однапред.
		-- W. C. Fields

%
Пушењето е една од водечките причини за статистика.
		-- Fletcher Knebel

%
Пушењето е, колку што јас сум загрижен, целата точка на се возрасни.
		-- Fran Lebowitz

%
Пушењето забрането. Апсолутно нема IFS, ands, или пушки.
		-- Fran Lebowitz

%
Значи, е стакло половина празна, половина полна, или само двапатиголеми како што треба да биде?
		-- Fran Lebowitz

%
Некои луѓе немаат почит за возраста, освен ако тоа е во шишиња.
		-- Fran Lebowitz

%
Понекогаш и јас едноставно чувствуваат дека целиот свет е цигара и јас сумсамо пепелникот.
		-- Fran Lebowitz

%
Сплит 1/4 шише 0,187 литриПоловина 1/2 шишеШише од 750 милилитриМагнум 2 шишиња од 1,5 литриЈеровоам 4 шишињаРовоам 6 шишиња Не е дозволено во САДМетузалем 8 шишињаSalmanazar 12 шишињаБалтазар 16 шишињаНавуходоносор 20 шишиња од 15 литриСуверена 34 шишиња 26 литриСуверениот е ново шише, направени за подигнувањето нанајголемиот брод за крстарење во светот. Шишето чинат 8.000 долариза да се произведе и тие само го направи 8 од нив.Повеќето од смешни имиња доаѓаат од библиски народ.
		-- Fran Lebowitz

%
Симптом: Пиењето не даде вкус и задоволство, пивото еневообичаено блед и јасно.Проблем: Стакло празна.Потребно е дејство: Најди некој кој ќе ви се купи уште едно пиво.Симптом: Пиењето не даде вкус и задоволство,и предниот дел од кошулата е влажен.Грешка: Уста не отвори кога за пиење или стакло се применува напогрешна дел од лицето.Задолжително акција: Купи уште едно пиво и пракса пред огледало.Пијте колку што се потребни за да перфектна техника пиење.
		-- Bar Troubleshooting

%
Симптом: Сè отиде темно.Грешка: Адвокатите се затвораат.Потребно е дејство: Паника.Симптом: Може да се разбуди да се најде кревет вашиот хард, ладно и влажно.Вие не може да го види светлото бања.Дефект: Сте ја поминаа ноќта во олук.Потребно е дејство: Проверете го вашиот часовник да се види дали барови се отворени уште. Ако не,се третираат на лага-во.
		-- Bar Troubleshooting

%
Симптом: Нозе студени и влажни, стакло празна.Грешка: Стакло се одржи во погрешен агол.Задолжително акција: Свртете стакло друг начин, така што отворена крајни точкикон таванот.Симптом: нозе топло и влажно.Грешка: Несоодветна контрола на бешиката.Потребно е дејство: Одете стојат до најблиската куче. По некое време се жалатна сопственикот во врска со недостатокот на обуки ипобарувачката на пиво како компензација.
		-- Bar Troubleshooting

%
Симптом: Подот нејасна.Грешка: Вие сте во потрага преку дното на празна чаша.Потребно е дејство: Најди некој кој ќе ви се купи уште едно пиво.Симптом: Подот се движи.Грешка: Ќе се врши.Потребно е дејство: Дознајте дали ќе се преземат за друг бар. Ако не,се жалат гласно што ќе се киднапирани.
		-- Bar Troubleshooting

%
Симптом: Подот се ниша.Грешка: Прекумерна воздухот турбуленции, можеби се должи на воздух на мразНатпреварот е во тек.Потребно е дејство: Вметнете метла рачката надолу назад на јакна.Симптом: Сè отиде слабо, чуден вкус на кикириткии переци или догорчиња од цигари во устата.Грешка: Сте падна напред.Потребно е дејство: Види погоре.Симптом: спротивниот ѕид покриен со акустични плочки и неколкуflourescent светлина ленти.Грешка: Вие се паднати во текот наназад.Потребно е дејство: Ако вашата чаша е полна и никој не стои на вашиотпиење рака, остане стави. Ако не е, се некој да помогнеќе станам, камшик себе си да се забрани.
		-- Bar Troubleshooting

%
Земете ми пијан, јас сум повторно дома!
		-- Bar Troubleshooting

%
Најдобар публика се интелигентни, добро образовани и малку пијан.
		-- Maurice Baring

%
Најдобар начин да се зачува правото ќе го извршува, како и правото наЧадот е право вреден за умирање.
		-- Maurice Baring

%
Келтите измислил две работи, виски и самоуништување.
		-- Maurice Baring

%
Во црквата се наоѓа во близина, но патот е ледените; бар е далеку, но јас ќеодиме внимателно.
		-- Russian Proverb

%
На трошоците на живот, само нема уште еден долар за литар.
		-- W. C. Fields

%
Таткото, минува низ неговиот син колеџ град доцна една вечер наслужбено патување, мислев дека ќе плати својот син посета изненадување. Пристигнување вобратство куќа момчето, татко гласно rapped на вратата. По неколку минутина тропа, поспан глас летна надолу од прозорецот на вториот кат,"Whaddaya сакате?""Дали Ремзи Данкан живеат тука?" побара од татко."Да", одговори на глас. "Го шутнат на тремот."
		-- W. C. Fields

%
Знак на добра страна е што ќе се разбудам следното утро сакаат дапромена на вашето име и да започне нов живот во друг град.
		-- Vance Bourjaily, "Esquire"

%
Во потрага по совршен мартини е измама. Совршен мартини епојас на џин од шишето; сè друго е декадентниот орнаментина цивилизацијата.
		-- T.K.

%
На телефон е добар начин да се зборува на луѓето, без да се понудиги пијалок.
		-- Fran Lebowitz, "Interview"

%
Со пресудата на жирито е а приори мислењето дека поротник кој пушинајлошото пури.
		-- H. L. Mencken

%
Сладострасното руса беше разговор со нејзиниот убав придружба во благородничкиресторан, кога нивните келнер, сопнување како тој го донесе во нивните пијалоци,фрлени мартини на карпи надолу по грбот на облекување русокоса е. тааизвираше на нејзините нозе со диви бунтовнички развикам, попарен диво околу масата,тогаш галопираа прпелкаше од собата проследено со вознемирена дечко.Еден човек седи на другата страна од собата со датум од своите викашена келнерот и рече: "Ќе имаме две од што и да е за пиење."
		-- H. L. Mencken

%
Водата не беше способен да се напие. За да го направите вкусен, моравме да додадете виски.Со вредни напори, научив да ми се допаѓа.
		-- Winston Churchill

%
"Целиот свет е околу три пијалаци зад себе."
		-- Humphrey Bogart

%
Мудриот и интелигентни доаѓаат со задоцнување да се сфати дека алкохолот ине кучето е најдобар пријател на човекот. Ровер доживува пораз - и тој треба.
		-- W. C. Fields

%
Постојат повеќе стари пијаници од старите лекари.
		-- W. C. Fields

%
Постојат само два вида на текила. Добар и подобро.
		-- W. C. Fields

%
Постојат два проблема со голем мамурлак. Да се ​​чувствуватекако ви се случува да умре и да се плашиш, дека ќе не.
		-- W. C. Fields

%
Има трезен мажи a'plenty, и пијаници едвај дваесетина; постојат мажиод над деведесет кои се уште не се бакнуваат една девојка. Но ми даде меренороверот, од Orkney до Довер, ние ќе се движат во целиот свет, изаедно ќе се соочи со светот.
		-- Andy Stewart, "After the Hush"

%
Нема ништо лошо со апстиненција, во умерени количини.
		-- Andy Stewart, "After the Hush"

%
Секогаш ќе има лименки пиво тркалање на подот на вашиот автомобил, когагаздата го прашува за лифт дома од канцеларијата.
		-- Andy Stewart, "After the Hush"

%
Овие денови на потребите на живот ве чини околу три пати она што тиепорано, а половина од времето тие не се ни способен да се напие.
		-- Andy Stewart, "After the Hush"

%
Тие се некои од Ван Goghs, поголемиот дел од накит, и сите на Чивас!
		-- Andy Stewart, "After the Hush"

%
За да се затруени е да се чувствува софистицирана, но нема да може да се каже тоа.
		-- Andy Stewart, "After the Hush"

%
На еден голем Турција додадете еден галон на вермут и demijohn на Angosturabitters. Се тресат.
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Премногу искинале. Морам да одам.
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Паста за заби никогаш не боли вкусот на добро виски.
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Двајца пријатели се надвор пијат кога одеднаш еден тетеравеше наназад соблеколbarstool и лежеше неподвижен на подот."Една работа за Џим", на други им рече на келнерот ", тој сигурноне знае кога да запре. "
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
Вермут секогаш ме прави брилијантен, освен ако тоа ме прави идиотски.
		-- E. F. Benson

%
Ние не пушат и ние не џвака, а ние не одат со девојки кои ги прават.
		-- Walter Summers

%
Што никаквец украле плута од мојот ручек?
		-- J. D. Farley

%
Кога не успева ништо друго, се посипува со пивце на Гинис во резервоарот за гас, да ги унапредиискра 20 степени, плачат "Боже чувај ја кралицата!", и повлечете го копчето за палење.
		-- MG "Series MGA" Workshop Manual

%
Кога ќе пијам, * сите * пијалаци! "Човек викна на насобраните бар патрони.Лелекањето на општите навиваат отиде. По соборувањето на виски, тој Рипнав прекуbarstool и извикуваа "Кога јас земам уште еден пијалок, * сите * зема уште еденсе пие! "Во соопштението произведени друг расположи и уште една рунда на пијалаци.Штом го урна својот втор пијалок, колеги скокаа назадизлез на столче. "И кога ќе се плати", рикна тој, шлаканици пет долари излезбар, "* сите * плаќа!"
		-- MG "Series MGA" Workshop Manual

%
Кога се загрева дома со масло, се користи во просек од 800 литри годишно. јасоткриле дека можам да го задржи пријатно топло за цела зима сонешто повеќе од половина од тоа количество на пиво.
		-- Dave Barry, "Postpetroleum Guzzler"

%
Кога ќе го продаде алкохол, се вика bootlegging; кога ми патрони служаттоа на сребрени послужавници на езерото Шор Драјв, се вика гостопримство.
		-- Al Capone

%
Кога чашата е полна, носат тоа ниво.
		-- Al Capone

%
Кога ќе добива тешки, тешки се дофати со пиво.
		-- Al Capone

%
Додека се возела во воз меѓу Лондон и Бирмингем, една женаПрашува на Оскар Вајлд, "Ти не ми пречи ако јас пушам, нели?"Вајлд ја даде sidelong поглед и одговорил: "Не ми пречи акошто согорувате, госпоѓо. "
		-- Al Capone

%
Кој има потреба од пријатели кога ќе може да седат сами во вашата соба и пие?
		-- Al Capone

%
Зошто на земјата луѓето купуваат стари шишиња со вино, кога тие можат да добијатсвежо еден за една четвртина од цената?
		-- Al Capone

%
Жена на улица: Господине, вие сте пијани; многу, многу пијан.Винстон Черчил: Г-ѓо, вие сте грди; многу, многу грди.Јас ќе бидам трезен во утринските часови.
		-- Al Capone

%
Прекрасен ден. Вашиот мамурлак само го прави да изгледа страшно.
		-- Al Capone

%
Вуди: Што е приказната, г-дин Петерсон?Норма: Близнаците Bobbsey одат на пиварницата.        Ајде да се намали до среќен крај.Вуди: Еј, Петерсен, има студено чекање за вас.Норма: Знам, и ако таа го нарекува, јас не сум тука.Сем: Пиво, норма?Норма: има добивано и јас дека предвидлив? Добро.
		-- Cheers, Don't Paint Your Chickens

%
Вуди: Еј, Петерсен, Џек Фрост nipping на вашиот нос?Норма: Да, сега ајде да се Џо Пиво nipping во црниот дроб, нели?Сем: Што ви се прави до норма?Норма: мојата идеална тежина ако сум единаесет стапки висок.Вуди: Ница ладно пиво доаѓа, Петерсен.Норма: Сакаш да кажеш: 'Убаво ладно пиво оди надолу * * Петерсен.
		-- Cheers, Loverboyd

%
Вуди: Еј, Петерсен, што да се каже за студено?Норма: Се гледаме подоцна, Вера, ќе биде во радост.Сем: Па, погледнете во вас. Вие изгледа како на мачка која проголта Канарските.Норма: И јас треба пиво да го измивам.Вуди: Дали сакате пиво, Петерсен?Норма: Не, јас би сакал мртва мачка во чаша.
		-- Cheers, Little Carla, Happy at Last, Part 2

%
Вуди: Еј, Петерсен, шо праиш?Норма: Гаранцијата на црниот дроб.Сем: Што можам да направам за вас, Норма?Норма: Отвори оние пиво славините и, о, да ги преземе ден, Сем.Вуди: Што се случува, г-дин Петерсон?Норма: Уште еден слој за зима, Вуд.
		-- Cheers, It's a Wonderful Wife

%
Вуди: Како се чувствувате денес, Петерсен?Норма: Неквалитетна.Вуди: О, жал ми е што го слушаме ова.Норма: Не, мислев `прелива.Вуди: Еј, Петерсен, што е приказната?Норма: Момче се сретна со пиво. Момче пие пиво. Момче добива уште едно пиво.Пол: Еј норма, како е во светот те лекување?Норма: Како бебе третира пелени.
		-- Cheers, Tan 'n Wash

%
Вуди: Што се случува, г-дин Петерсон?Норма: Ајде да зборуваме за она што се случува * во * Петерсен. А пиво, Вуди.Сем: живот Како те лекување?Норма: Тоа не е, Семи, но тоа не значи дека не можеш.Вуди: Може ли да се прелива нацрт, Петерсен?Норма: А малку на почетокот, не е тоа Вуди?Вуди: За пиво?Норма: Не, за глупави прашања.
		-- Cheers, Let Sleeping Drakes Lie

%
Вуди: Што се случува, г-дин Петерсон?Норма: Прашањето е, Вуди, зошто е тоа се случува со мене?Вуди: Што се случува долу, Петерсен?Норма: образите на овој barstool.Вуди: Еј, Петерсен, можам да ви пиво става?Норма: Па, добро, Вуди, но не заборавајте да ме спречи во еден. ...       Ех, да направат дека една триесет.
		-- Cheers, Strange Bedfellows, Part 2

%
Работата е проклетството на часови за пиење.
		-- Mike Romanoff

%
Вие не може да падне на подот.
		-- Mike Romanoff

%
Вие не сте алкохоличар, освен ако не одат на состаноци.
		-- Mike Romanoff

%
Сега не сте пијани, ако може да лежат на подот без одржување на.
		-- Dean Martin

%
