Една книга е дело на ум, прави својата работа во начинот на кој ум сметанајдобро. Тоа е опасно. Е дело на некои само индивидуални ум веројатно даим служи на целите на колективно прифати компромиси, кои се познати воучилишта, како "стандарди"? Секое предвид дека audaciously ќе се стави натаму даработи сам е сигурно лош пример за учениците, а веројатно и, аконе чист асоцијални, барем малку надвор од центарот, само-снисходливо кон нас,елитистичка. ... Тоа е само добра педагогија, според тоа, да се држат настрана од таквитеработи, како и употреба Наместо тоа, ако филм-ленти и рап-сесии мора да бидедополнети, "текстови", избрани или подготвени или адаптирано, со вистинскипрофесионалци. Тие текстови се нарекуваат "материјал за читање. Тие сеакадемска еквивалент на "слушање материјал" кој ќе ја исполни чекање-соби,и "јадење материјал", која може да се купи во илјади погодни за јадењересурсни центри долж патиштата.
		-- The Underground Grammarian

%
Дефиницијата на настава: леење лажни бисери пред вистински свињи.
		-- Bill Cain, "Stand Up Tragedy"

%
Мозокот на будала digests филозофија во глупост, науката во суеверието иуметност во педантерија. Оттука високо образование.
		-- G. B. Shaw

%
А добро прашање никогаш не е одговорено. Тоа не е Болт да бидат построгиво место, но семето да се сади и да се носи повеќе семе консе надевам на позеленување на пејзажот на идеја.
		-- John Ciardi

%
А животот на граматичар е секогаш во напната.
		-- John Ciardi

%
Голем број луѓе мислат дека тие се размислува кога тие се самопреуредување предрасудите.
		-- William James

%
Мајка глушец е преземање нејзините големи размислуваш за прошетка низ кујнатапод еден ден кога на локалната мачка, од страна на подвиг на Стелт невообичаено дури и занејзините видови, успеа да ги фатат во некој ќош. Децата cowered,преплашени од овој страшен ѕвер нажалено плачат "Помош, мајка!Спаси нас! Спаси нас! Ние сме исплашени, мајка! "Мајка глувчето, со безнадежните храброста на родител заштита на своитедеца, се сврте со муцката на мачката забите, високи огромен над нив,и одеднаш почна да лае на начин што би го направиле било добермангорд. Вџашената мачка побегна во страв за својот живот.Поблагодарен нејзините потомци се собраа околу неа извикувајќи "О, мајко,ќе не спаси! "и" Yay! Ве плаши ли мачката далеку! ", Таа се сврте кон нивнамерно и рекол: "Гледаш колку корисни тоа е да се знае вторјазик? "
		-- William James

%
Парабола на модерното истражување:Боб ја изгуби неговите копчиња во една соба која е темно, освен за еднаосветлени агол."Зошто бараш под светлината, ќе ги изгуби во мракот!""Можам само да се види тука."
		-- William James

%
Молив со ниту еден момент нема потреба од гума.
		-- William James

%
План за подобрување на англиски правописму се припишува на Марк ТвенНа пример, во Година 1 дека бескорисни буквата "C" ќе бидат повлеченида се replased или од "k" или "С", а исто така и "x" ќе неда биде дел од азбуката. Единствениот Kase во која "Ц" ќе бидат задржаниќе биде "ch" формација, која ќе биде разгледана подоцна. година 2може да се реформира "w" правопис, така што "што" и "еден" ќе ги преземеисто konsonant, уловка Година 3 и може да се укине "Y" го replasing со"Јас" и Iear 4 може да Фикс "г / j" anomali wonse и за сите.Jenerally, тогаш, подобрување ќе kontinue iear Bai iearсо Iear 5 прави awai со непотребни двојно konsonants и Iears 6-12или така modifaiing vowlz и voist на rimeining и unvoist konsonants.Bai Iear 15 или СОУ, тоа wud fainali би posibl tu meik ius ов Thiridandant letez "Ц", "Ц" и "Х" - Bai сега jast на memori во maindzов Оулд doderez - tu riplais "ch", "sh" и "ти" rispektivli.Fainali, Xen, aafte sam 20 iers ов orxogrefkl riform, Wi wudHEV на lojikl, kohirnt speling во ius xrewawt XE Ingliy-зголемуваше werld.
		-- William James

%
Еден професор е оној кој зборува во сон некој друг.
		-- William James

%
А читателот извештаи што пациентот кога ќе умре, на присутните лекаревидентираат следните на табелата кај пациентот: "пациент не ги исполнилвелнес својот потенцијал. "извештаи друг лекар дека во најновото издание на американскиот весник *за семејство пракса * болви биле наречени "hematophagous членконоги вектори."А читателот извештаи дека армијата ги нарекува "вертикално распоредени анти-уреди персонал. "Веројатно ги нарекуваат бомби.На база Меклелан воздухопловните сили во Сакраменто, Калифорнија, цивилнимеханика беа поставени на "не-обврска, статусот на не-плата." Тоа е, тие беа отпуштени.По преземањето на патувањето на својот живот, нашиот читател испрати Своите дванаесет ролнина филмот на Кодак за развој (или "обработка", како Кодак сака да го наречеме)само за да добијат следното известување: "Ние мора да го пријави дека за време на ракувањена вашиот дванаесет 35мм слајд Kodachrome наредби, филмовите беа вклучени вонеобичен лабораториски искуство. "Употребата на пасивните е особено убаводопир, не мислиш? Никој не направил ништо за филмови; тие само имале лошискуство. Се разбира нашиот читател секогаш да се вратиш на Тибет и да ги преземат неговатаслики одново, со користење на замена дванаесет ролни Кодак толку великодушного испратил.
		-- Quarterly Review of Doublespeak (NCTE)

%
Студентот кој го менува текот на историјата е веројатно полагање на испит.
		-- Quarterly Review of Doublespeak (NCTE)

%
Синоним е збор кој се користи кога не може да се пишува на прво ви зборзамисли.
		-- Burt Bacharach

%
Тавтологија е нешто што е тавтолошка.
		-- Burt Bacharach

%
А универзитет е она што на колеџ станува кога факултетот губи интерескај учениците.
		-- John Ciardi

%
"Од Универзитетот без студенти е како маст без мува."
		-- Ed Nather, professor of astronomy at UT Austin

%
За сите некои мажи се постигне во животот е да се испрати синот на Харвард.
		-- Ed Nather, professor of astronomy at UT Austin

%
Апстракт:Оваа студија испита појавата на шалчета затегнатоста меѓу група94 чиновнически работни луѓе и ефектот на тесни бизнис-кошула јакаи вратоврска на визуелни перформанси од 22 машки испитаници. На чиновническимажите се мери, 67% беа пронајдени да биде облечен шалчета тоа беше построги однивниот обем на вратот. Визуелната дискриминација на 22 предмети, бешеоценува со помош тест критична фреквенцијата на треперење (CFF). Резултати од CFFтест покажа дека тесни шалчета значително намалување на визуелнатаизвршување на субјекти, а тоа визуелни перформанси не се подобриведнаш кога тесни шалчета е отстранета.Вратот во однос на визуелни перформанси. "Човечки фактори 29,# 1 (-ти февруари 1987), стр. 67-71.
		-- Langan, L. M. and Watkins, S. M. "Pressure of Menswear on the

%
Академски политиката е најтешката и горчлив форма на политика,затоа што влогот е толку ниско.
		-- Wallace Sayre

%
Академици заштита, тоа е кој.
		-- Wallace Sayre

%
=============== СИТЕ прва година ВНИМАВАЈТЕ ===============За да се минимизира распоред конфузија, Ве молиме да сфатат дека ако земате еденсе разбира, кој е понуден на едно време само за определен ден, а друг кој епонуди во секое време, на тој ден, втората класа ќе се наместени за дада си дозволат максимум непријатности на студентот. На пример, ако се случида работат на кампусот, ќе имаат 1-2 часа помеѓу класите. Ако се менуваат,ќе има минимум 6 часа меѓу две класи.
		-- Wallace Sayre

%
Инвестиција во знаење секогаш плаќа најдобар интерес.
		-- Benjamin Franklin

%
Било кои два филозофи може да се каже едни со други, знаат во два часа.
		-- Oliver Wendell Holmes, Jr.

%
Како генерал Де Гол повремено признава Америка дека е ќеркана Европа, па јас сум задоволен да се дојде до Јеил, ќерка на Харвард.
		-- J. F. Kennedy

%
Се додека одговорот е во право, кој се грижи ако прашањето не е во ред?
		-- J. F. Kennedy

%
Накратко, наодите се дека кога се претставени со низа наподатоци или низа на настани во кои тие се обучуваат да се откриена основната цел, предмети покажуваат силни тенденции цел да се согледаи каузалност во случаен низи, да се согледа модел или корелацијакој се чини дека априори интуитивно точно дури и кога вистински корелацијаво податоците е контра, да скокне до заклучоци за правиленхипотеза, да бараат и да се користи само позитивни или потврдни докази, датолкува доказите либерално како потврдување, да не ги генерира или дапроцени алтернативните хипотези, а со тоа ја успеаја да се изложисамо за потврдување случаи, да бидат сигурни fallaciously на важењена своите пресуди (Jahoda, 1969; Einhorn и Хогарт, 1978). Воанализа на минатите настани, овие тенденции се влошуваат со неуспехот да сеценат замките на пост хок анализи.
		-- A. Benjamin

%
Британскиот образование е веројатно најдобар во светот, ако може да преживеетоа. Ако не можете да не постои ништо лево за вас, но на дипломатскиот кор.
		-- Peter Ustinov

%
... Но, ако ние се смееме со потсмев, никогаш нема да разбере. човековиинтелектуален капацитет не расправала за промена на илјадници години, доколкуможе да се каже. Ако интелигентни луѓе инвестирани интензивна енергија прашањакои сега се чини глупаво за нас, тогаш неуспехот лежи во нашето разбирањеод нивниот свет, а не во нивните искривени перцепции. Дури и стандардпример на антички глупости - дебатата за ангелите на ситници -има смисла кога ќе сфатите дека теолози не се разговарадали пет или осумнаесет ќе се вклопуваат, но дали игла може да се сместиконечен или бесконечен број.
		-- S. J. Gould, "Wide Hats and Narrow Minds"

%
Студии врз за студентски тротоари не постои како најправата линија помеѓу две точки.
		-- M. M. Johnston

%
Споредување на информации и знаење е како да прашуваш дали дебелинатана свињата е повеќе или помалку зелено од владеењето на одредени играч. "
		-- David Guaspari

%
Почитувани Новак,Ти не знаеш кој сум јас и искрено не треба да се грижат, нонепознат за вас имаме нешто заедничко. Ние сме и повеќесклони кон грешки. Беше избран за претседател на студентската владагрешка, и ќе дојде на школо по грешка.
		-- David Guaspari

%
Почитувани Мис начини:Мојот дом економија учител вели дека никогаш не мора да се одржи едналактите на масата. Сепак, јас прочитав дека еден лакт, помеѓукурсеви, е во ред. Кој е точно?Нежна читателот:За целите на одговарање на прегледи во вашиот дом економијакласа, наставникот е точно. Фаќање на овој принцип наобразование може да биде уште поголемо значење за вас отколку за учењеточни сегашните начини на маса, од витално значење како Мис манири смета дека е.
		-- David Guaspari

%
Одделот претседатели никогаш не умираат, тие само ги загубат своите факултети.
		-- David Guaspari

%
Дали знаете на Универзитетот во Ајова затворени по некој украл книгата?
		-- David Guaspari

%
Кои не ги sluices интелект е со делови од познавање на сомнителни намени.
		-- David Guaspari

%
Дали знаете разликата помеѓу образование и искуство? образованиее она што го добивате кога ќе прочитате парична казна печати; искуство е она што го добиватекога не се направи.
		-- Pete Seeger

%
Дали мислите дека неписмени луѓе се добие целосен ефект на азбука супа?
		-- Pete Seeger

%
Образованието и религијата се две работи кои не се регулирани од страна на понудата ипобарувачката. На помалку од или луѓе имаат, толку помалку тие сакаат.
		-- Charlotte Observer, 1897

%
Образованието е прекрасна работа, но тоа е добро да се запамети од време навреме дека ништо што вреди да се знае може да се научи.
		-- Oscar Wilde, "The Critic as Artist"

%
Образованието е учење што дури и не знаат што не сте знаеле.
		-- Daniel J. Boorstin

%
Образованието е процес на лиење лажни бисери пред вистински свињи.
		-- Irwin Edman

%
Образованието е она што ја преживува кога она што го знаеме е заборавен.
		-- B. F. Skinner

%
Образовни телевизија треба да биде апсолутно забрането. Тоа само може да доведенеразумното разочарување кога вашето дете ќе открие дека буквитеод азбуката не скока надвор од книги и танцуваат околу сокралска сина кокошки.
		-- Fran Lebowitz, "Social Studies"

%
Елоквентност е логиката на оган.
		-- Fran Lebowitz, "Social Studies"

%
Енциклопедија за продажба од страна на таткото. Синот знае сè.
		-- Fran Lebowitz, "Social Studies"

%
Инжинерство: "Како оваа работа?"Наука: "Зошто оваа работа?"Управување со: "Кога ќе оваа работа?"Либерални уметности: "Дали сакате Фрајс со тоа?"
		-- Fran Lebowitz, "Social Studies"

%
Дури и ако не научат да зборуваат правилно англиски, кои ви се случува да се зборуватоа да се?
		-- Clarence Darrow

%
Каде и да одам јас прашав дали мислам дека универзитетот задушува писатели. мојотмислење е дека тие не се задуши доволно од нив. Има многу бестселеркои би можеле да бидат спречени од страна на добар учител.
		-- Flannery O'Connor

%
Испити се тешки дури и за најдобро подготвени, задури и најголемите будала може да побара повеќе најмудриот човек може да се одговори.
		-- C. C. Colton

%
Искуството е најлошиот учител. Тоа секогаш дава тестот прв инаставата потоа.
		-- C. C. Colton

%
Ф у cn-ти THS u CNT SPL wrth еден ДМ!
		-- C. C. Colton

%
ѓ у CN-ти THS, ITN tyg h myxbl CD.
		-- C. C. Colton

%
ѓ у CN-ти THS, u cn gt со gd jb n cmptr prgrmmng.
		-- C. C. Colton

%
ѓ у CN-ти THS, у р prbbly на lsy spllr.
		-- C. C. Colton

%
Водич богатство за Новак notetaking:Кога професорот вели: Ти пишува:Веројатно најголемиот квалитет на поезијата Џон Милтон - роден 1608на Џон Милтон, кој е роден во 1608 година, екомбинација на убавина и моќ. Само мал број имаатго брилираа во употреба на англискиот јазик,или за тоа прашање, во луцидноста на стих форма,"Загубениот рај" се вели дека е најголемедна песна некогаш напишани. "Тековни Историчарите дошле до Поголемиот дел од проблемите со кои се сегасе сомневаат во целосна advantageousness лицето на Соединетите Американски Држави сена дел од политиките на Рузвелт ... директно следливи сопропусти и алчноста на претседателотРузвелт.... Тоа е дека ние едноставно професорот Мичел ене го разбираат рускиот гледна точка ... комунист.
		-- C. C. Colton

%
Четиринаесет години професорот Dodge ме научи дека може да се тврдиингениозно во име на некоја теорија, се применуваат на кој било дел од литературата.Ова е ретко штетни, бидејќи обично никој не го чита како есеи.
		-- Robert Parker, quoted in "Murder Ink",  ed. D. Wynn

%
Да оди во црква не се направи лицето верски, ниту, пак, да одат на училиштенаправи човек да образовани, повеќе отколку да одат на гаражата го прави човекот автомобил.
		-- Robert Parker, quoted in "Murder Ink",  ed. D. Wynn

%
Добар ден за да се избегне полицијата. Индексирање на училиште.
		-- Robert Parker, quoted in "Murder Ink",  ed. D. Wynn

%
Добар Наставата е една четвртина подготовка и три четвртини добар театар.
		-- Gail Godwin

%
Дипломираат живот: Тоа не е само работа. Тоа е indenture.
		-- Gail Godwin

%
Дипломирани студенти и професори повеќето не се попаметни од undergrads.Тие се само постари.
		-- Gail Godwin

%
Кој се учи има будала за господар.
		-- Benjamin Franklin

%
"Тој беше скромен, добродушен момче. Тоа беше Оксфорд што го направи неиздржлив".
		-- Benjamin Franklin

%
Оној што пишува без погрешно напишани зборови ги спречи прв сомневањена границите на својата стипендија или, во општествениот свет, неговите други општиобразованието и културата.
		-- Julia Norton McCorkle

%
[Тој] ми го зеде во својата библиотека и ми покажа своите книги, на која тојкомплетен сет.
		-- Ring Lardner

%
Високото образование им помага на својата заработка капацитет. Прашај било универзитетски професор.
		-- Ring Lardner

%
Историски книги кои содржат без лаги се крајно досадна.
		-- Ring Lardner

%
Историјата е ништо друго туку збирка басни и непотребни ситници,преполни со маса од непотребни фигури и личните имиња.
		-- Leo Tolstoy

%
Како го објаснувате училиште во повисока интелигенција?
		-- Elliot, "E.T."

%
Јас сум bookaholic. Ако сте пристоен човек, нема да ме продадедруга книга.
		-- Elliot, "E.T."

%
"Не сум сигурен што е ова, но` F 'ќе го облагороди само ".
		-- English Professor

%
Се враќам во овој инаку добро пишување на хартија за вас, бидејќи некојима печатени глупост сите над неа и ставете го вашето име на врвот.
		-- Professor Lowd, English, Ohio University

%
Јас го цениме фактот дека овој предлог е направено во брзање, но некои одреченици кои што се испраќа во светот да се направи вашата работа за да себезделничел во таверните или спие покрај автопатот.Универзитетот на Тенеси во Ноксвил
		-- Dr. Dwight Van de Vate, Professor of Philosophy,

%
Излегов од дванаесет години на колеџ и јас дури и не знаат како да се шие.Сите можам да направам е да сметка - Јас дури и не може да сметка за себе.
		-- Firesign Theatre

%
Дојдов во МИТ да добијат образование за себе и диплома за мојата мајка.
		-- Firesign Theatre

%
Јас го направив ова писмо подолго од вообичаено, затоа што немаат време да гого прават тоа пократко.
		-- Blaise Pascal

%
"Морам да ви убедат, или барем снег тебе ..."
		-- Prof. Romas Aleliunas, CS 435

%
Слушнав една дефиниција за интелектуална, дека јас мислев дека е многу интересно:човек кој трае повеќе зборови отколку што се потребни за да се каже повеќе од тоа што знае.
		-- Dwight D. Eisenhower

%
Јас ја почитувам вера, но несомнено е она што ви дава образование.
		-- Wilson Mizner

%
Мислам вашите мислења се разумни, освен за онаа за мојата менталнанестабилност.
		-- Psychology Professor, Farifield University

%
"Јас сум се враќа оваа белешка за вас, наместо на вашиот документ, затоа што (хартија)моментално зазема дното на мојата птица кафез. "
		-- English Professor, Providence College

%
Ако некој сака да се смири и измачуваше, нека стане претседателна Харвард.
		-- Edward Holyoke

%
Ако тој го научил само малку помалку, колку е бескрајно подобро, тој може да иманаучи многу повеќе!
		-- Edward Holyoke

%
Ако незнаењето е блаженство, зошто да не има повеќе среќни луѓе?
		-- Edward Holyoke

%
Ако ништо друго, мозокот е образовна играчка.
		-- Tom Robbins

%
Ако некој ми кажеше дека ќе биде Папата еден ден, јас би ги проучувале потешко.
		-- Pope John Paul I

%
Ако колеџи беа подобри, ако тие навистина го имале, ќе треба да се добиеполицијата на портите за одржување на редот во мноштво на inrushing. види воколеџ, како можеме да го спречат природна љубов на учење преку оставија природнотометод на настава што секој сака да учи, и инсистира на тоа дека кенаучат што немаат вкус или капацитет за. На колеџ, кој треба дада биде место на прекрасен трудот, е направен омразен и нездраво, имлади луѓе се во искушение да се несериозни возбудувања да се соберат нивните преситен духови.Јас ќе имаат студии изборни. Стипендија треба да се не создадесо сила, туку од страна на будење чиста интерес за знаење. мудриотинструктор го постигнува ова со отворање кон своите ученици токмуатракции на студии има за себе. Одбележувањето е систем за училишта,не за колеџ; за момчиња, а не за мажите; и тоа е една работа да ungraciousстави на професорот.
		-- Ralph Waldo Emerson

%
Ако вистината е убавина, како тоа никој не го косата направено во библиотеката?
		-- Lily Tomlin

%
Ако сме зборувале различен јазик, ние ќе ја согледа еден поинаков свет.
		-- Wittgenstein

%
Ако додека сте во училиште, има недостиг на квалификуван персоналво одредена област, а потоа од кога ќе дипломираат со потребнитеквалификации, на пазарот за вработување на тоа поле е полн е.
		-- Marguerite Emmons

%
Ако сте премногу зафатен за да прочитате, тогаш вие сте премногу зафатени.
		-- Marguerite Emmons

%
Ако не можете да го прочитате ова, обвинуваат учителка.
		-- Marguerite Emmons

%
Ако ви одолее читање на она што не се согласувате со тоа, како ќе некогаш сте се здобијат соподлабок увид во она што се верува? Работите најмногу вреди да се прочитасе токму оние кои се предизвик за нашите убедувања.
		-- Marguerite Emmons

%
Ако мислите дека образованието е скапо, обидете незнаење.
		-- Derek Bok, president of Harvard

%
Ако сте ја направиле сите студенти кои се чувствува спијат во класа и положи ги заврши докрајот, тие ќе бидат многу поудобно.
		-- "Graffiti in the Big Ten"

%
"Ако се разбере она што го правите, вие не сте за учење ништо."
		-- A. L.

%
Незнаењето никогаш не е надвор од стил. Тоа беше во мода вчера, тоа ебес денес, а тоа ќе го поставите на темпото утре.
		-- Franklin K. Dane

%
Незнаењето е кога не знам ништо и некој што дознава.
		-- Franklin K. Dane

%
Незнаење секако мора да биде блаженство или нема да има толку многу луѓетака одлучно ја извршуваат.
		-- Franklin K. Dane

%
Неписмени? Пишувам денес, бесплатно помош!
		-- Franklin K. Dane

%
Во шума лисица удир во Зајче, и вели: "Здраво,Јуниор, што си ти кога ќе пораснеш? ""Јас сум пишување дисертација за тоа како зајаци, лисици јадат", велизајакот."Ајде сега, пријател на зајакот, да знаеш дека е невозможно! Никојќе го објави глупости! ""Па, ме следат и јас ќе ви покажам."Тие и двете одат во станот на зајак и по некое време назајакот се појавува со задоволен израз на лицето. Доаѓа заедно соволк. "Здраво, малку пријатели, она што правиме овие денови?""Јас сум пишување на 2'nd поглавје на мојата теза, за тоа како зајаци проголтаволци "."Дали сте луди? Каде е вашиот академски искреност?""Дојди со мене и јас ќе ви покажам."Како и досега, зајакот излегува со задоволни изглед на лицетои диплома во неговата шепа. Конечно, тави на камерата во пештерата на зајаки, како што треба да се претпостави од сега, можеме да видиме и изгледа, огромнилав, седи, подигање на забите и подригнување својот до некои кожен, крваваостатоците на волкот и лисицата.Поуката: Тоа не е содржината на вашата теза, кои севажно - тоа е вашиот д-р советник дека навистина е важно.
		-- Franklin K. Dane

%
Во Калифорнија, Бил Honig, началник на јавни Упатство, рече тојмисла на јавноста треба да имаат право на глас во дефинирање на она што одличноНаставникот треба да знаат. "Јас нема да ја напушти дефиниција на математика," Д-р Honigрече: "до математичари."
		-- The New York Times, October 22, 1985

%
Наместо да даваат пари за да се најде колеџи за промоција на учењето, зошто да не се направитие поминуваат уставен амандман за забрана на никого од учењенешто? Ако тоа функционира толку добри како еден забрана не, зошто, во последните петгодини ќе имаме најпаметните раса на луѓе на Земјата.
		-- The Best of Will Rogers

%
Ајова Државниот - средно училиште по завршувањето на средното училиште!
		-- Crow T. Robot

%
Тоа е, рече [на Анатол Франс] ", тоа не е од смешен самиот себекои се учи "и, во одговор:" тоа е ____ * само * по смешен себеси декаможе да се научи. "
		-- Edward Kasner and James R. Newman

%
Тоа одамна е член од нашиот фолклор дека премногу знаење или вештина,или особено севкупното експертиза, е лоша работа. Тоа dehumanizes оние коисе постигне тоа, и го прави тешко нивната трговија со едноставно луѓе, кај коистарите добри здравиот разум не е поништена со самото учење книга или фенсипоими. Оваа популарна заблуда цвета сега повеќе од било кога, за сите ние смезаразени со тоа во училиштата, каде што educationists го издигна одфолклорот на член на верување. Тој ја зголемува нивната самодоверба и осветлувасо својата работа преку обезбедување на теоретско оправдување за донесување на одлука декаблагодарност, или дури едноставна свест, повеќе да се ценети од знаењето,а кои се однесуваат (за себе и другите), повеќе од вештина, во кои минимумнадлежност ќе биде сосема доволно.
		-- The Underground Grammarian

%
Тоа е длабоко погрешна баналност, се повторува на сите копи-книги иод страна на еминентни луѓе, кога тие се прават говори, дека треба да му се посветамнавика на размислување за она што го правиме. Прецизниот е спротивенслучај. Цивилизациски напредок преку проширување на бројот на важни операциикоја може да се изврши без размислување за нив. Работењето на мислата секако коњаници обвинение во битка - тие се строго ограничени во број,бараат свежи коњи, и мора да се направи само во решавачки моменти.
		-- Alfred North Whitehead

%
Тоа е град време испит ...КОМПЈУТЕРСКИ НАУКИВо внатрешноста на вашата работна маса ќе се најде на листата на работење на DEC / VMSIBM систем во 1710 машина код. Прикажи какви промени се потребни за да ги конвертиратеовој код во UNIX Беркли 7 оперативниот систем. Докаже дека овие грешки себубачка бесплатно и да се кандидира правилно. Треба да се добие најмалку 150% ефикасност воновиот систем. (Вие не треба да трае повеќе од 10 минути за ова прашање.)МАТЕМАТИКААко X е еднакво на ЈУ пати r ^ 2, изградба формула покажува колку долготоа ќе потрае оган мравка да вежба дупка преку копра марината, акосооднос должина дебелина на мравка да марината беа 98,17: 1.Општо познавањеОпишете Универзумот. Посочам три примери.
		-- Alfred North Whitehead

%
Тоа е град време испит ...мЕДИЦИНАВие се предвидени со жилет сечилото, парче газа, ишише виски. Ги отстраните вашите слепото црево. Не шиење до вашата работа имабиле проверени. (Имате 15 минути).ИСТОРИЈАЈа опишуваат историјата на папството од неговите почетоци до денесден, концентрирајќи се особено, но не исклучиво, на неговите социјални, политички,економски, верски и philisophical влијание врз Европа, Азија, Америка иАфрика. Бидете кратки, концизни и конкретни.бИОЛОГИЈАСе создаде живот. Проценка на разликите во следните човечката култураако оваа форма на живот бил создаден пред 500 милиони години порано, сопосебно внимание на неговите можни влијание врз парламентарниот систем на англиски јазик.
		-- Alfred North Whitehead

%
Тоа не е, тоа не е не е, и тоа е тоа, не и нејзината, ако тоа значие. Ако не, тоа е неговата. Потоа, исто така, тоа е нејзино. Тоа не е маж. тоане нашите или. Тоа е наше, а исто така твое и нивни.
		-- Oxford University Press, Edpress News

%
Џо Кул секогаш поминува првите две недели во колеџ едрење неговиот фризбито.
		-- Snoopy

%
Учени луѓе се цистерни на знаење, а не fountainheads.
		-- Snoopy

%
Учење во некои училишта е како пиење од firehose.
		-- Snoopy

%
Учење без мисла е труд изгубени;мисла без учење е опасна.
		-- Confucius

%
Можеби не е и не е толку точно, но јас се забележи дека голем број на луѓе кои не екористење не е не е eatin "добро.
		-- Will Rogers

%
Повеќето семинари имаат среќен крај. Секој е мило кога тие се завршени.
		-- Will Rogers

%
Татко ми, добар човек, ми рече: "Никогаш не ја изгуби вашето незнаење, не можете дада го замени. "
		-- Erich Maria Remarque

%
Никогаш не сум толку многу се сфати толку малку за толку многу.
		-- James Burke

%
Никогаш не дозволувајте Вашето школување се меша со вашето образование.
		-- James Burke

%
Нема дисциплина е постојано потребното за да ја принуди да се присуствува на предавањата кои сенавистина вреди да се посетуваат.
		-- Adam Smith, "The Wealth of Nations"

%
Не е важно кој си, некои научник може да ви покаже голема идеја сте ималебеше имаше од страна на некој пред вас.
		-- Adam Smith, "The Wealth of Nations"

%
Не е чудо што сте уморни! Сфати толку многу денес.
		-- Adam Smith, "The Wealth of Nations"

%
Нормално нашите правила се цврсти; Ние настојуваме да се дискреционо право, ако не од друга причинаод самозаштита. Ние никогаш не препорачуваме некој од нашите дипломирани студенти, и покрај тоа штовесело се обезбедат информации за оние кои не успеаја нивните курсеви.
		-- Jack Vance, "Freitzke's Turn"

%
Не само што е ова неразбирливи, но мастило е грда и на хартијае од погрешен вид на дрво.Со нетрпение очекуваме да работиме со вас на овој следната година.
		-- Professor, Harvard, on a  senior thesis.

%
'О' ниво контра-култураTimewarp дозволени: 3 часа. Не спиралата situationalist графити вомаржи или никулец вашиот rollups во inkwells. Портокал може да се носи. Кредитнаќе им се даде на кандидатите кои самостојно се актуелизира.(1) Споредете и контрастот Пинк Флојд со Блек Сабат и да каже зоштониту има улица кредибилитет.(2) "Дури и Буда би било тешко се наметнува да достигне нирвана сквотирањена пат неумолима сила ". Размисли дијалектиката на внатрешната вистинаи центарот на градот.(3) Дискутирајте степен на проблеми кои се вклучени во параноја за да бидат вовлечениво црна дупка.(4) "Ослободителен Фронт Egomaniac беа еден куп ревизионистичкаripoff трговци. "Коментар на овој навреда.(5) се за недостатокот на референци за ориз во стиховите Дилан.(6) "Castenada беше малку на Божо". Колку далеку е ова фер сумирањеРегистрација на западната дуализам?(7) Херман Хесе беше риба. Дискутираат.
		-- Professor, Harvard, on a  senior thesis.

%
"Во ред, сега да ги погледнеме во четири димензии на таблата."
		-- Dr. Joy

%
OK, па ти си на д-р Само не допирајте ништо.
		-- Dr. Joy

%
Човек не може да се направи омлет без кршење јајца - но тоа е неверојатноколку јајца може да се скрши без да се прави пристоен омлет.
		-- Professor Charles P. Issawi

%
Periphrasis е ставање на работите на заобиколен пат. "Цената може да биденагоре на сликата, а под 10 #. "е periphrasis за Цената може да бидеприближно 10 #. "Во Париз владее таму целосно отсуство на навистина сигурнивести "е periphrasis за не постои сигурен вести во Париз." Реткона "Малку лето" траат до ноември, но понекогаш престојот епролонгиран до прилично доцна во текот на годината е претпоследниот месец "содржиperiphrasis за ноември, а друг за се задржува. "Одговорот е вонегативна "е periphrasis за број" беше добитник на "еperiphrasis за се претстави со. Стилот на periphrasis е тешко возможнона било значителен обем, без многу употреба на апстрактни именки како "основа,случај, карактер, роднини, глад, опис, траење, рамка, недостаток,природата, референца, поглед, поглед ". Постоењето на апстрактни именки едоказ дека се случиле апстрактна мисла; апстрактни мисла е знак нацивилизиран човек; и така таа дојде за тоа periphrasis и цивилизацијаод страна на многу смета дека се неразделни. Овие добри луѓе се чувствуваат дека постои речисинепристојни голотија, е враќање на варварство, во велејќи Не вест е добра вестнаместо "Отсуството на интелигенција е индикација за задоволителнаслучувања. "
		-- Fowler's English Usage

%
"Plaese porrf РАИР".
		-- Prof. Michael O'Longhlin, S.U.N.Y. Purchase

%
Пракса е најдобар на сите инструктори.
		-- Publilius

%
Принстон вкус е слатка како јагода курва. Харвард е еден суптиленвкус, како виски, кафе или цигари. Тоа дури може да биде лоша навика, засите знам.
		-- Prof. J. H. Finley '25

%
Професорот Gorden Newell фрли уште shutout во минатата недела Chem инж. 130средина на мандатот. Уште еднаш еден студент не примиле една единствена точка на својот испит.Newell сега исфрли 5 shutouts овој квартал. заработи испит просек Newell есега падна на феноменален 30%.
		-- Prof. J. H. Finley '25

%
Читањето мисли со нечија глава, наместо на еден свој.
		-- Prof. J. H. Finley '25

%
Читањето е на ум она што вежба е за телото.
		-- Prof. J. H. Finley '25

%
Новинар: "Како ви се допадна училиште, кога ќе се растат, Јоги?"Јоги Berra: "затворен".
		-- Prof. J. H. Finley '25

%
Правила за добра граматика # 4.(1) Не користете нема двојно негативи.(2) Бидете секоја заменка се согласуваат со своите претходници.(3) Приклучи клаузули добро, како сврзник треба.(4) За нив реченица фрагменти.(5) Кога висат, гледање на вашиот партиципите.(6) Глаголите мора да се согласуваат со нивните предмети.(7) Само помеѓу вас и јас, на буквите е важна.(8) Не пишувам кандидира на реченици кога тие се тешко да се прочита.(9) Не користете запирка, кои не се потребни.(10) Обидете се да не некогаш се подели инфинитив.(11) Важно е да се правилно користење на вашиот апостроф е.(12) Лекторирани вашите текстови да се види дали сите зборови надвор.(13) Точни speling е од суштинско значење.(14) предлог е нешто што никогаш нема да заврши реченицата со.(15) Додека трансцендиран речник е за пофалба, мора да се биде вечновнимателен, така што пресметаната цел на комуникација нестане ensconsed во заборав. Со други зборови, ја избегнуваат обфускација.
		-- Prof. J. H. Finley '25

%
Остроумност работи во моето семејство. Кога одев на училиште, јас бев толку паметни миНаставникот беше во мојата класа за пет години.
		-- George Burns

%
Некои научници се како магариња, тие само се носат многу книги.
		-- Folk saying

%
"Брзината е subsittute fo точност."
		-- Folk saying

%
Правопис е lossed уметност.
		-- Folk saying

%
Одеднаш, професор Liebowitz знае дека ќе му дојде на семинаротбез негова патка ...
		-- Folk saying

%
Наставниците имаат класа.
		-- Folk saying

%
'А' е за содржина, на "минус" е за да не го пишувате. Никогаш немој да се направиова за моите очи повторно.
		-- Professor Ronald Brady, Philosophy, Ramapo State College

%
Будилникот дека е погласен од Бога е припаѓа на цимер сонајраните класа.
		-- Professor Ronald Brady, Philosophy, Ramapo State College

%
Просечната д-р теза е ништо друго туку префрлање на коски одеден гробишта во друг.
		-- J. Frank Dobie, "A Texan in England"

%
На призвание на оценување на неуспесите на подобро мажите може да се претвориво удобен живот, под услов да го врати со д-р
		-- Nelson Algren, "Writers at Work"

%
"Најдоброто нешто за да се биде тажен", одговори Мерлин, почнуваат да се издувами удар ", е да се научи нешто. Тоа е единственото нешто што никогаш не успева.Може да остарат и трепет во вашиот anatomies, ќе може да лежи буден во текот наноќ слушањето на нарушување на вашите вени, може да го пропушти само твојата љубов,може да се види светот за вас уништен од злото лудаци, или знаете вашитечест фрлен во канализација на baser умови. Постои само една работа затогаш - да се научат. Дознајте зошто светот мавта и она што мавта. Тоа еединственото нешто што умот не може да ги искористи, никогаш не ги отуѓи, никогаш не семалтретирани од страна, никогаш не страв или недоверба, и никогаш не сонуваат за жалење. учењее единственото нешто за вас. Гледај што многу работи има да учат ".
		-- T. H. White, "The Once and Future King"

%
Мозокот е прекрасен орган; тоа започнува со работа во моментот кога ќе се нагорево утринските часови, и нема да застане додека не се добие на училиште.
		-- T. H. White, "The Once and Future King"

%
дипломиран На колеџ, е претставен со пергамент за покривање на неговитеинтелектуална голотија.
		-- Robert M. Hutchins

%
Крајот на светот ќе се случи во три p.m., овој петок,Симпозиумот да го следат.
		-- Robert M. Hutchins

%
Иднината е трка меѓу образованието и катастрофа.
		-- H. G. Wells

%
Важно е да не престанете да прашувате.
		-- H. G. Wells

%
Човекот кој никогаш не бил камшикуван никогаш не се предава.
		-- Menander

%
Единственото нешто што Искуството не учи е дека искуството не учи ништо.
		-- Andre Maurois (Emile Herzog)

%
Единственото нешто што го учат од историјата е дека ние не учат.Дека луѓето не учат многу од историјата е најважно од сèлекциите кои историја треба да учат.Ние учиме од историјата дека ние не учат од историјата.ИСТОРИЈА: Папата Хегел тој се каже дека сите ние учиме од историјата е дека ние учименишто од историјата. Знам луѓе кои дури и не може да се научи од она што се случиова утро. Хегел мора да биде преземање на долг поглед.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Единственото нешто што го учат од историјата е дека ние учиме ништо од историјата.Знам момци не можат да учат од вчера ... Хегел мора да биде преземање на долг поглед.
		-- John Brunner, "Stand on Zanzibar"

%
Проблемот со дипломирани студенти, во принцип, е дека тие имаатда спие на неколку дена.
		-- John Brunner, "Stand on Zanzibar"

%
Односот на писменост на неписменост е константа, но во денешно време нанеписмени да ја читате.
		-- Alberto Moravia

%
Вистинската цел на книги е да се фатат на ум во тоа свој размислување.
		-- Christopher Morley

%
"Студентот во прашање е вршење минимално за неговата група на врсници ие нова underachiever ".
		-- Christopher Morley

%
Збирот на интелигенција во светот е константна. Населението е,се разбира, се зголемува.
		-- Christopher Morley

%
На sunlights се разликуваат, но има само еден темнината.
		-- Ursula K. LeGuin, "The Dispossessed"

%
Тестот на интелигенција првата стапка е способноста да се одржат две спротивставениидеи во умот во исто време и се уште ја задржуваат способноста да функционира.
		-- F. Scott Fitzgerald

%
Трите најдобри работи за да оди на училиште се јуни, јули и август.
		-- F. Scott Fitzgerald

%
Дрвото на учење носи најблагородните овошје, но благородна вкус на овошје лошо.
		-- F. Scott Fitzgerald

%
САД е толку голема и толку многу се нејзините училишта, колеџи и религиознисеминари, многу посветени на посебни религиозни верувања кои се движат однеобични на dotty, многу тешко може да се прашувам во своите заработувајќи повеќебогат жетвата на gobbledegook од остатокот од светот се стави заедно.
		-- Sir Peter Medawar

%
Во светот се доаѓа до крај! Се покајат и да се вратат оние библиотечни книги!
		-- Sir Peter Medawar

%
Светот е полн со луѓе кои никогаш не треба, уште од детството, се сретна со еденотворена вратата со отворен ум.
		-- E. B. White

%
Не постојат одговори, само крос-референци.
		-- Weiner

%
Ова е вид на англискиот јазик со која јас нема да се стави.
		-- Winston Churchill

%
Оние кои се едуцираат децата и се повеќе да се почитува од родителите, затие само даде живот, а оние на уметноста на живеењето и.
		-- Aristotle

%
Време е голем учител, но за жал тоа ги убива сите негови ученици.
		-- Hector Berlioz

%
Да се ​​обвинуваат другите за сопствените несреќи е знак за недостиг на образование.Да се ​​обвинуваат себе покажува дека еден образованието започна. За да го обвини нитусебеси ниту другите покажува дека еден образованието е завршена.
		-- Epictetus

%
За да craunch на marmoset.
		-- Pedro Carolino, "English as She is Spoke"

%
Да учат е да се научат двапати.
		-- Joseph Joubert

%
За да се научи е да се научат.
		-- Joseph Joubert

%
Обидете се да не се забавуваш ... Ова би требало да биде образовна.
		-- Charles Schulz

%
Обидувајќи се да добие образование тука е како да се обидува да добие пијалок од оган црево.
		-- Charles Schulz

%
Универзитетите се места на знаење. Новак секој донесе малкусо нив, а постарите се ништо подалеку, па знаење акумулира.
		-- Charles Schulz

%
Универзитетот политика е маѓепсан токму поради влоговите се толку мали.
		-- C. P. Snow

%
Волт: Тато, што е постепено училиште?GARP: Постепено училиште?Волт: Да. Мама вели дека повеќе забава нејзината работа сега дека таа е наставатапостепено училиште.GARP: О. Па, постепено училиште е некаде да одите и постепенодознаете дека не сакаат да одат на училиште повеќе.
		-- The World According To Garp

%
"Бараме строго дефинирани области на сомнеж и несигурност!"
		-- Vroomfondel

%
Ние знаеме до ништо за речиси сè. Тоа не е потребнода се знае потеклото на вселената; потребно е да се сакате да знаете.Цивилизација не зависи од било кој од знаења, но на диспозицијада се жедни за знаење.
		-- George Will

%
Ние сме фантастично неверојатно ми е за сите овие крајно неразумноработите што ги направи. Можам само да се жали дека мојот едноставен, едвај свесни пријателјас и обесправените, лишени и студенти.
		-- Waldo D. R. Dobbs

%
"Ние сме истекува на придавки да се опише нашата ситуација. Ниеимаше криза, потоа отидовме во хаос, и сега што ние го нарекуваме ова? ", РечеНикарагва економист Франциско Mayorga, кој има докторат од Јеил.коментар The New Yorker е:На Харвард тие би ја нарекол именка.
		-- The Washington Post, February, 1988

%
Што значи образованието често да направам? Тоа го прави директно намалување на ров набесплатни меандрирањето поток.
		-- Henry David Thoreau

%
Она што го правеше за време на мојот Падот СеместарНа првиот ден од мојот падот семестар, станав.Потоа отидов во библиотека да се најде тема теза.Потоа се дружев во предниот дел на Довер.На вториот ден од мојот падот семестар, станав.Потоа отидов во библиотека да се најде тема теза.Потоа се дружев во предниот дел на Довер.На третиот ден од мојот падот семестар, станав.Потоа отидов во библиотека да се најде тема теза.Најдов темата:Како да ги задржи луѓето од дружење во предниот дел на Довер.
		-- Sister Mary Elephant, "Student Statement for Black Friday"

%
Што ве тера да мислите на Факултетот би требало да се задоволуваат?
		-- Erica Jong, "Fear of Flying"

%
Она што поминува за оптимизам е најчесто ефектот на интелектуална грешка.
		-- Raymond Aron, "The Opium of the Intellectuals"

%
Она што не го разбираат дека не ги поседува.
		-- Goethe

%
Што е една страница, превентивен удар?
		-- Professor Freund, Communication, Ramapo State College

%
Кога бев во училиште, јас ја изневерил мојата метафизика испит: Гледав водушата на момчето што седи до мене.
		-- Woody Allen

%
Секогаш кога некој вели: "теоретски", што навистина значи ", навистина не."
		-- Dave Parnas

%
Каде можам да најдам време за да не се чита многу книги?
		-- Karl Kraus

%
"Кој си ти?" рече тој, за тој бил во вечерно училиште.
		-- George Ade

%
Дали не е реченицата "Сакам да се стави цртичка помеѓу зборовите рибаи и и и и чипови во мојот знак риба-and-чипс "се појасна аконаводници била поставена пред риба и помеѓу риба и и ии и и и и и и и и и и и и и и и и иЧипс, како и по чипс?
		-- George Ade

%
Не можете да очекувате едно момче да биде маѓепсан додека тој е на добар училиште.
		-- H. H. Munro

%
Вие не треба да се размислува премногу тешко кога ќе разговарате со наставниците.
		-- J. D. Salinger

%
Може да сте слушнале дека е декан на факултет како хидрантска е куче.
		-- Alfred Kahn

%
"Треба да се, без двоумење, фунта Вашата машина за пишување во plowshare,хартија во ѓубриво, и внесете земјоделството "
		-- Business Professor, University of Georgia

%
Вашето образование започнува таму каде што она што се нарекува вашето образование е завршена.
		-- Business Professor, University of Georgia

%
