1893 идеален мозокот тоник1900 пијат Кока-Кола - вкусен и освежителен - 5 центи на ситегазирана сода1905 е омилен пијалок за дами кога жеден - уморен - малодушните1905 обновува уморен, brightens на интелектот и привремено го намалува притисокот на мозокот1906 година пијалок на квалитет1907 Добар до последната капка1907 задоволува жедта и угодно непцето1907 Освежителни како летна бриз. Прекрасен како натопи во морето1908 Пијте што ги весели, но не inebriate1917 Има вкусна свежина со вкус на Кока-Кола1919 година ги задоволува жедта1919 вкус е тест1922 секоја чаша има одговорот на жед1922 Жед не познава сезона1925 Уживајте во вечеринка пијалок
		-- Coca-Cola slogans

%
1925 со пијалок толку добро, "TIS глупост да биде жеден1929 висок знак на освежување1929 Пауза што освежува1930. Таа мораше да биде добро за да добиете, каде што е1932 пијалок кој го прави пауза за освежување1935 пауза која носи заедно пријатели1937 СТОП за пауза ... Оди освежен1938 година најдобар пријател жед некогаш сте имале1939 Жед запира тука1942 Тоа е вистинска работа1947 Дали Кока-Кола1961 Zing! што освежувачки нов чувство1963 Работите одат подобро со Кока-Кола1.969 лице Чичко Сем со Кока-Кола во рака1979 Дали Кока-Кола и насмевка1982 Кока-Кола е тоа!
		-- Coca-Cola slogans

%
Неколку деца обидов со користење кисели краставички, наместо на paddles за пинг-понгигра. Тие имаа одбојката на Dills.
		-- Coca-Cola slogans

%
Фарма во земјата страна имаше неколку мисирки, што е познато какоКуќата на седумте gobbles.
		-- Coca-Cola slogans

%
Гастроном кој мисли на калории е како курва која гледа во часовникот.
		-- James Beard

%
Нов готвач од Индија беше отпуштен од една недела по започнувањето на работа. тојчуваат фаворизирање кари.
		-- James Beard

%
А половината е страшно да пречи.
		-- Ziggy

%
Една жена започна со служење сецкани месо, од понеделник хамбургер, вторник месолеб, среда забен камен стек, и четврток ќофтиња. Во петокот ја утросопруг метеж, "Како сега, земјата крава?"
		-- Ziggy

%
Актерот: Значи она што го правиш за живеење?Дорис: Се работи за една компанија која го прави погрешно плитки порцијасадови за кинески ресторани.
		-- Woody Allen, "Without Feathers"

%
Всушност, мојата цел е да се има еден сендвич именувана по мене.
		-- Woody Allen, "Without Feathers"

%
"А што ќе правиш кога ќе пораснат да бидат толку големи како мене?"побара од татко на неговиот мал син."Диета".
		-- Woody Allen, "Without Feathers"

%
Се е добро, ако тоа е направено од чоколадо.
		-- Woody Allen, "Without Feathers"

%
Нешто што е добро и корисно е направен од чоколадо.
		-- Woody Allen, "Without Feathers"

%
Колку што се плашел, неговите наредби биле заборавени и секој го донесекомпир салата.
		-- Woody Allen, "Without Feathers"

%
Како и со повеќето убави работи, чоколадо има сезона. Постои едноставенпомош меморија која може да се користи за да се утврди дали тоа е точно времеда нареди чоколадо јадења: секој месец чие име содржи буквата А,Е, или U е вистинско време за чоколадо.
		-- Sandra Boynton, "Chocolate: The Consuming Passion"

%
Бидете внимателни кога ќе залак во вашиот хамбургер.
		-- Derek Bok

%
'Куку'! Ние повторно го смени Кока-Кола! BLEAH! BLEAH!
		-- Derek Bok

%
Бојкотот месо - си го цица палецот.
		-- Derek Bok

%
Рогач работи на принципот дека, кога се меша со вистинската комбинација намасти и шеќер, тоа може да се дуплираат чоколадо во боја и текстура. Секако,истото може да се каже и нечистотија.
		-- Derek Bok

%
Сирење - скок млеко кон бесмртност.
		-- Clifton Fadiman, "Any Number Can Play"

%
Кинеска поговорка: "Оној кој зборува со чаталестите јазик не треба стапчиња за јадење."
		-- Clifton Fadiman, "Any Number Can Play"

%
Размислете внимателно следните аксиоми:"Сè е подобро кога се седи на Риц".и"Се е подобро со Blue хаубата на тоа."Што се случува ако се шири Blue Боне маргарин на бомбичка Риц? намисла е застрашувачки. Дали е ова како Бог дојде во битие? не да се обидесе разгледа на фактот дека "работите одат подобро со Кока-Кола".
		-- Clifton Fadiman, "Any Number Can Play"

%
Почитуван Господине јазик лице: Јас сум љубопитен за изразување, "Дел одовој комплетен појадок ". Начинот на кој се наметнува е мојот 5-годишниот ќе бидегледање телевизија стрип покажува во утринските часови, и тие ќе се покаже реклама задетско компримиран појадок соединение, како што се "Froot Loops" или "ЛакиШарм ", и тие секогаш покажуваат дека седи на масата до некои вистински хранакако што се јајца, и спикерот секогаш вели: "Дел од овој завршипојадок ". Не значи дека навистина" Во непосредна близина на овој комплетен појадок "или "на иста маса како овој комплетен појадок"? И не може да се праватво суштина истото тврдење ако, наместо Froot Loops, тие се стави конзервабричење крем таму, или мртов лилјак?Одговор: Да.
		-- Dave Barry, "Tips for Writer's"

%
Смрт пред срам. Но, ниту пред појадок.
		-- Dave Barry, "Tips for Writer's"

%
Слушнавте ли дека капетанот криза, шеќер мечка, Тони Тигар, иКадар, пукам и поп сите беа убиени неодамна ...Полицијата се сомнева дека работата на убиецот житни!
		-- Dave Barry, "Tips for Writer's"

%
Dieters живеат животот во шумата на постот.
		-- Dave Barry, "Tips for Writer's"

%
Вечерата е подготвен кога алармот за чад се гаси.
		-- Dave Barry, "Tips for Writer's"

%
Немојте да пиете кафе во почетокот на изутрина Тоа ќе ви ги разбуди до пладне.
		-- Dave Barry, "Tips for Writer's"

%
Не грижете се за која страна леб е подмачкано на: јадете двете страни.
		-- Dave Barry, "Tips for Writer's"

%
Дали се чувствувате лично одговорен за недостаток на храна во светот?Секој пат кога ќе одат на плажа, не плима доаѓаат во?Дали некогаш сте се јаде цела лос?Може да се види вашиот врат?Дали џогери се круга околу вас за вежбање?Ако е така, добредојде на Националниот масти недела.Оваа недела ние ќе се јаде без вина, и започне нашата кампања за членство,... Од принудното хранење кутија од пченкарно брашно со слаби лице.
		-- Garfield

%
За време на Американската револуција, Britisher се обиде да провали во една фарма. тојсопнав низ карпи на теренот и падна, при што еден агресивен РодОстровот Црвениот качи на врвот. Кога го виде ова, земјоделец, коментира "кокошка фатиТори! "
		-- Garfield

%
Јадете колку што ви се допаѓа - едноставно не го проголта.
		-- Harry Secombe's diet

%
Јадат пијат и се веселат! Утрешнината може да биде во Јута.
		-- Harry Secombe's diet

%
Јадат пијат и се веселат, бидејќи утре тие можат да го прават тоа нелегално.
		-- Harry Secombe's diet

%
Јадат пијат и се веселат, бидејќи утре ќе исхрана.
		-- Harry Secombe's diet

%
Јадат право, остане во форма, и да умре во секој случај.
		-- Harry Secombe's diet

%
"Јади, пиј и весели се, зашто утре ќе можат да работат."
		-- Harry Secombe's diet

%
Јадењето чоколадо е како да се биде во љубов без влошување.
		-- Harry Secombe's diet

%
И слепа свиња се сопнува врз неколку желади.
		-- Harry Secombe's diet

%
Дури и зелка може да се погледне на кралот.
		-- Harry Secombe's diet

%
Секој пат кога ќе се губат телесната тежина, тоа ме наоѓа повторно!
		-- Harry Secombe's diet

%
Сè што ми се допаѓа е или нелегални, неморално или дебелеење.
		-- Alexander Woollcott

%
Се е во вредност токму колку што е експлозија, со таа разликадека експлозија е повеќе задоволувачки.
		-- Ingmar Bergman

%
Масти Ослободителната: затоа што на половината е ужасна работа на ум.
		-- Ingmar Bergman

%
Дебели луѓе на светот да се обединат, ние мора ништо да изгуби!
		-- Ingmar Bergman

%
Храна за размислување не е замена за вистинска работа.
		-- Walt Kelly, "Potluck Pogo"

%
За оние од вас кои биле несреќни доволно за никогаш да не вкуси"Голем војсководецот О 'на Pudden Трка' (т.е. haggis) Тука е лесно да се следатрецепт што резултира со јадење многу слични на горенаведенитезаштитени видови.состојки:1 овчи извади (срцето, белите дробови, црниот дроб) и торба2 teacupsful наздравија овес1 лажиче сол8 мл. рендан suet2 мали кромид1/2 лажиче црн пиперОдвај и чиста торба во ладна, а потоа топла вода. Потопете се во солена водаво текот на ноќта. Измијте си ги извади, а потоа се вари за 2 часа со душникот одвод повеќена страна на садот. Задржи 1 литар од акциите. Пресечен душникот, се отстрани вишокотжила, сека или критикувам срцето и белите дробови, и решетки најдобриот дел од црниот дроб (околусамо половина). Parboil и исецка кромид, се меша заедно со овес, suet,сол, бибер и акции за да се накваси. Пак ја смесата во торба, дозволувајќиоток. Се вари три часа, убод редовно цела. Ако торбана располагање, пареа во подмачкан слив покриени со мрсна хартија и платно зачетири до пет часа.
		-- Walt Kelly, "Potluck Pogo"

%
Придонес на месецот да се расправа за правата на животните на судбината:Ќе остане надвор од начинот на кој животните дали тие ќе останат надвор од рудникот."Еј ти, да се симне мојата чинија"
		-- Roger Midnight

%
Fortune исхрана вистини:1: Заборавете на она што велат дека готвачите, обичен јогурт вкус ништо како кисела павлака.2: секој рецепт повик за соја вкус кал.3: расцутеа не е прифатливо замена за чоколадо. Всушност, расцутеа не е    прифатливо замена за ништо друго, освен, можеби, кафеава полски чевли.4: Не постои такво нешто како "забава салата." Значи, да се преправаат и да видиме    салати за тоа што се: Божја казна за дебелината.5: овошна салата без maraschino цреши и marshmallows е за како    привлечен како млака пиво.6: Свет недостасува сок е трагичен место!7: треба веднаш да се помине до било рецепти со наслов "претрупан и    ниско-Cal. "Исто така, прескокнете јадења кој" жив црниот дроб. "Тие не се и    тоа не е.8: Облечен во превезот често го прави многу исхрана храната повкусна.9: Свежо овошје не е десерт. Торта е десерт!10: Бамја вкус е малку полошо отколку што самото име имплицира.11: Чистата печени компири не е вреден напор вклучени во џвакање и    голтање.
		-- Roger Midnight

%
Бог мора да ги сакав калории, таа го направи толку многу од нив.
		-- Roger Midnight

%
Велики моменти во историјата (# 7): 23 Ное, 1915Палачинка шминка е измислена повеќето луѓе да продолжат да е насочен на сируп.
		-- Roger Midnight

%
Дали некој некогаш вкуси "крај"? Дали тие навистина горчливи?
		-- Roger Midnight

%
Дали вашето семејство "се обиде Ем?POWDERMILK бисквитиНебото, тие се вкусни и брзо!Тие се направени од целата пченица, да им даде срамежливи лицасилата, за да и го направи она што треба да се направи.POWDERMILK бисквитиГи купуваат готови во голема сина кутија со слика набисквит на предната страна, или во кафеава торба со темнодамки кои укажуваат на свежина.
		-- Roger Midnight

%
Имаат тако.
		-- P. S. Beagle

%
Старт на опсег првично бил напишан на говедско месо-рамни.
		-- P. S. Beagle

%
Предјадења - намалување на шунка сендвич во четириесет парчиња.
		-- Jack Benny

%
"Како си поминат викенд?" побара од прилично бринета секретарна русокоса придружник."Риболов преку мраз", одговори таа."Риболов преку мраз? Зошто?""Гора".
		-- Jack Benny

%
Колку предјадења ви е дозволено да ги тргнеме послужавник се врши од странакелнер во еден убав партија?Две години, но постојат начини околу тоа, во зависност од стилот на horsd'опус. Ако тие се оние кои се малку тесто работи каде што не може да каже што евнатре, може да се земе една, отхапвам околу две-третини од него, а потоа рече: "Ова есирење! Мразам сирење! "Тогаш ќе се стави на остатокот од назад на послужавник изалак друг и да си одат, "тоа Ебам! Друг сирење!" и така натаму.
		-- Dave Barry, "The Stuff of Etiquette"

%
Јас сум многу оптимист во врска со цените на говедско месо кои јас сум само изнајмени тенџере печеносо опција да се купи.
		-- Dave Barry, "The Stuff of Etiquette"

%
Јас кочница за chezlogs!
		-- Dave Barry, "The Stuff of Etiquette"

%
Јас не се сеќавам кога сум бил толку разочаран. Освен можебивреме дознав дека М & М навистина се топи во вашата рака.
		-- Peter Oakley

%
Не ми е гајле за комерцијални шеќер мириса. Не ми се допаѓа идејата зажаба скокање на мојот појадок.
		-- Lowell, Chicago Reader 10/15/82

%
Не ми е гајле каде што седат додека јас се хранат.
		-- Calvin Trillin

%
Јас дури и не путер мојот леб. Сметам дека за готвење.
		-- Katherine Cebrian

%
Јас немам проблем со исхраната. Јас јадам. Јас се масти. Јас купи нова облека.Нема проблем.
		-- Katherine Cebrian

%
"Не ми се допаѓа спанаќ, и мило ми е што не се, затоа што ако тоа ми се допаѓа јас биго јадат, а јас само го мразам. "
		-- Clarence Darrow

%
Никогаш не сум бил еден да го жртвува мојот апетит на олтарот на изглед.
		-- A. M. Readyhough

%
Не се сомневам дека тоа е дел од судбината на човечкиот род,во нејзиното постепено подобрување, да се остави надвор јадење животни.
		-- Thoreau

%
Јас само јаделе целиот пакет на пусти Tarts и може на Кока-Кола. Мислам дека го видов Бога.
		-- B. Hathrume Duk

%
никогаш не сум видел едно парче чоколадо не ми се допадна.
		-- B. Hathrume Duk

%
Никогаш не сум се моли пред јадење - мајка ми е добар готвач.
		-- B. Hathrume Duk

%
"Мислев дека ќе се обидуваат да се добие во форма.""Јас сум. Обликот сум избрана е триаголник".
		-- B. Hathrume Duk

%
Јас сум гладен, време да јадат ручек.
		-- B. Hathrume Duk

%
Сум бил на диета за две недели и сите што Го изгубив е две недели.
		-- Totie Fields

%
Ако во првиот fricasee, СРЈ, СРЈ повторно.
		-- Totie Fields

%
Ако храната биде музиката на љубов, јадат, јадат.
		-- Totie Fields

%
Ако игра на зборови беа Deli месо, ова ќе биде Wurst.
		-- Totie Fields

%
Ако сте она што јадете, дали тоа значи дека Euell Гибонс навистина беше орев?
		-- Totie Fields

%
Ако ги ставаш вечера јадење на вашето уво може да се слушне звуците наресторан.
		-- Snoopy

%
Ако видите кромид прстен - одговори на неа!
		-- Snoopy

%
Ако чорба јаболка како малини, тие вкус повеќе како сливи одкараница прави тоа.
		-- Groucho Marx

%
Ако трошете вашето време за готвење, ќе го пропушти следниот оброк.
		-- Groucho Marx

%
Ако си оди во Америка, ја носите вашата сопствена храна.
		-- Fran Lebowitz, "Social Studies"

%
Ако ти е бајат леб, направи тост.
		-- Fran Lebowitz, "Social Studies"

%
Во Мексико имаме збор за суши: мамка.
		-- Josi Simon

%
Дали постои живот пред појадок?
		-- Josi Simon

%
Тоа е тешко прашање, моите сограѓани, да се расправаат со стомакот,бидејќи тоа нема уши.
		-- Marcus Porcius Cato

%
Тоа ме прави лут кога одат на сите проблеми на морале Марта се готви засто карабатаци, тогаш човек во Marineland вели: "Вие не може да се фрлидека пилешко со делфини. Тие јадат риба ".Дека тие се јаде риба, ако тоа е се што им даде! Човекот, мудро до.
		-- Jack Handey, The New Mexican, 1988.

%
Тоа беше храбар човек, кој јаделе првиот остриги.
		-- Jack Handey, The New Mexican, 1988.

%
Тоа би било убаво ако Управата за храна и лекови престана да издава предупредувањаза токсични супстанции и само ми даде имињата на една или две работи уштебезбедно да се јаде.
		-- Robert Fuoss

%
Тоа е суво грозје кои го прават објавите Raisin Bran така raisiny ...
		-- Robert Fuoss

%
Тоа е толку убаво уреден на плоча - знаете прсти нечијасе сите над неа.
		-- Julia Child on nouvelle cuisine.

%
Само неколку од совршен изговор за да има некои јагоди.Изберете еден.(1) Тоа е помалку калории од две парчиња на јагоди.(2) Тоа е поевтино отколку да одат на Франција.(3) неутрализира пусти имав вчера.(4) Животот е краток.(5) Тоа е роденден нечиј. Јас не сакам да ги прослават сами.(6) Тој одговара на моите очи.(7) Тој рече: "Нека јадат торта". мора да се разговара со мене.(8) За да си го казни за јадење десерт вчера.(9) надоместок за цело време го поминувам во туш не јаде.(10) јагода Shortcake е зло. Морам да помогне да се ослободи светот од него.(11) Јас сум добивање на слаб од јадење на сите дека здрави нешта.(12) е втората годишнина од ноќта јадев обичен брокула.
		-- Julia Child on nouvelle cuisine.

%
Тепање мисирки предизвикува зима.
		-- Julia Child on nouvelle cuisine.

%
Бакнувањето не траат, готварска направи.
		-- George Meredith

%
Кујна активност е истакнат. Путер до пријател.
		-- George Meredith

%
Минатата ноќ сонував Јадев десет фунти бел слез, и кога се разбудивперницата беше нема.
		-- Tommy Cooper

%
Минатата недела домашно милениче, оваа недела посебен.
		-- Tommy Cooper

%
Да не песоците на времето се добие во вашиот ручек.
		-- Tommy Cooper

%
Животот е како чинија супа со влакна лебдат на него. Мора да сего јадат сепак.
		-- Flaubert

%
"Животот е како вклучена, тоа не е добро, но има многу од него."
		-- Flaubert

%
Животот е како конзерва сардини. Ние сме сите ние, во потрага по клучот.
		-- Beyond the Fringe

%
Животот е како дамка јајце на брадата - можете да го лижат, но сепакнема да исчезне.
		-- Beyond the Fringe

%
Животот е како кромид: го олупи еден слој во исто време, а понекогаш иплачеш.
		-- Carl Sandburg

%
Животот е како кромид: ќе ги олупи слој по слој, а потоа ќе се најдене постои ништо во него.
		-- James Huneker

%
Животот е премногу краток за да се работи на печурка.
		-- Storm Jameson

%
Живот без кофеин стимулира доволно.
		-- Sanka Ad

%
Живеат тука во Рио, имам многу кафиња за да изберете од. и когати си во бегство како мене, ќе го цениме добра шолја кафе.
		-- "Great Train Robber" Ronald Biggs' coffee commercial

%
Омар:Секој сака овие прекрасна ракови, но многу готвачи сепретенциозен за ставајќи ги во врела вода жива, која е единственатасоодветна метода за нивна подготовка. Искрено, најлесниот начин да ги реши вашитевина е да се воспостави нивни, ставајќи го на судењето пред тие да се готви.Факт е, јастози се меѓу повеќето жесток предатори на моретокат, а ти си помагајќи за намалување на криминалот во гребени. За усвојување на јастогзад главата, таа изгледа добро во својата непогрешливо виновен eyestalks и да каже,"Каде бевте на ноќта на 21?", А потоа се развива слика нафестонирам или единствен и вика: "Можеби ова ќе се освежи дека суровата нафта невронскиапарат ќе се јавите на меморија! "на ракот ќе се прпелкаме забележливо. Тоа може дадури и да се удар на вас со една од неговите канџи. Непоправливи. Поп тоа вотава. Правдата е задоволена, а за кратко време вие ​​и вашите пријатели ќебиде, исто така.Прибор во Изговори и извинување "
		-- Dave Barry, "Cooking: The Art of Using Appliances and

%
Човекот кој пристигнува во партијата два часа и на крајот ќе се најде тој бил тепанна удар.
		-- Dave Barry, "Cooking: The Art of Using Appliances and

%
Потсмеваат Apple Pie (Нема јаболка е потребно)  Тестенини со две кора од 9 инчи пита 36 Риц крекери2 чаши вода 2 чаши шеќер2 лажички кремот на забен камен 2 лажици сок од лимон  Рендана кора од еден лимон путер или маргарин  циметРасукајте го тестото во тавчето од тесто и се вклопуваат во 9-инчен пита плоча. паузаРиц крекери грубо во тесто обрабени плоча. Комбинираат вода, шеќери кремот на забен камен во тенџере, се вари нежно за 15 минути. додадете лимонсок и кора. Кул. Истурете овој сируп повеќе внимателно, точка великодушносо путер или маргарин, посипете со цимет. Покријте со врвоткора. Намали и флејта рабови заедно. Исечете цепнатинки во врвот кора да ги споделите сопареа бегство. Се пече во загреана рерна (425 F) од 30 до 35 минути, додека корасе свежи и златни. Послужете топло. Се сече на 6 до 8 парчиња.
		-- Found lurking on a Ritz Crackers box

%
Поголемиот дел од луѓето јадат како и иако тие самите гоење за пазарот.
		-- E. W. Howe

%
Mountain Dew и крофни ... бидејќи појадокот е најважниот оброкна денот.
		-- E. W. Howe

%
Мојот доктор ми рече да престанат со интимни вечери за четири. Освен ако не постоитри други луѓе.
		-- Orson Welles

%
Мој омилен сендвич со путер од кикирики, глупости, Чеда сирење, зелена салатаи мајонез на тост леб со кетчуп на страна.
		-- Senator Hubert Humphrey

%
Мојата тежина е совршен за мојата висина - која варира.
		-- Senator Hubert Humphrey

%
Никогаш не пијат Кока-Кола во движење лифт. движење на лифтот е во комбинација сохемикалии во производство на кокс халуцинации. Луѓето имаат тенденција да се промени вогуштери и нападот без предупредување, и големи лилјаци обично летаат вопрозорец. Покрај тоа, ќе почнат да веруваат дека лифтови имаат прозорци.
		-- Senator Hubert Humphrey

%
Никогаш не се јаде ништо поголеми од главата.
		-- Senator Hubert Humphrey

%
Никогаш не се јаде повеќе отколку што може да се укине.
		-- Miss Piggy

%
Нема човек во светот има повеќе храброст од човек кој може да престане посе јаде едно од кикирики.
		-- Channing Pollock

%
Ништо не го вкусот на путер од кикирики сосема како невозвратена љубов.
		-- Charlie Brown

%
Сега дека сте ја прочитате исхрана вистини на судбината, ќе бидат подготвени следниотвреме некои домаќинка или бутик-сопственик претворен во исхраната експерт појавува на телевизијада го приклучиш на нејзината најнова книга. И, ако се уште се чувствуваат угризение на вина зајадење кафе торта додека го слушате нејзиниот поттикнувања, запрашајтена следниве прашања:(1) Дали јас се осмелувам да му верувате на човек кој, всушност, смета луцерка зеле нахрана?(2) беше единствен мотив на авторот во пишувањето на оваа книга е да се збогататискористување на зафрленото надеж дека на дебелите луѓе како мене?(3) Дали подолг живот да биде корисно ако тоа мораше да се живее какопропишани ... без француски пржени кромид прстени, пица содвојно сирење, или повремени Маи-Таи? (Не заборавајте, кои живеатправо навистина не направи да живеат подолго, тоа само се чини * * вакаподолго.)Тоа, и уште еден дел од кафе торта, треба да направите трик.
		-- Charlie Brown

%
кикирики цутови4 чаши шеќер 16 лажици. млеко4 чаши кафеав шеќер 4 лажиче. ванила4 чаши скратување 14 чаши брашно8 јајца 4 лажиче. бикарбона4 чаши путер од кикирики 4 лажиче. солОбликуваат тесто во топки. Се тркалаат во шеќер и се пече на ungreased кукилист на 375 F. за 10-12 минути. Веднаш врвот секое колаче собакнеж или ѕвезда Херши притискање надолу цврсто да се бори куки. правиподлец на многу.
		-- Charlie Brown

%
Пит: Келнер, ова месо е лошо.Келнерот: Кој ти рече?Пит: Малку проголта.
		-- Charlie Brown

%
гладни, времето на Петар да јадат ручек.
		-- Charlie Brown

%
Зачувување на дивиот свет - нагриза верверица денес!
		-- Charlie Brown

%
Сливи ви даде се кандидира за вашите пари.
		-- Charlie Brown

%
Стави тенџере на чили на оган да врие. Оставете го да врие. Во меѓувреме,пека добар бифтек. Јадете стек. Нека чили врие. Игнорираат.Тексас.
		-- Recipe for chili from Allan Shrivers, former governor

%
Стави мачки во кафе и глувци во чајот!
		-- Recipe for chili from Allan Shrivers, former governor

%
Запомни, десерт е напишано со две `s, додека пустината е напишано соеден, затоа што секој сака две десерти, но никој не сака две пустини.
		-- Miss Oglethorp, Gr. 5, PS. 59

%
ПРАВИЛА НА ИСХРАНА - верата Бронкс Дитер'S(1) никогаш не се јаде на празен стомак.(2) Никогаш не го оставајте на маса гладни.(3) Кога патувате, никогаш не ја напушти земјата гладни.(4) Уживајте во вашата храна.(5) Уживајте во вашата храна придружник е.(6) Навистина вкус на храната. Тоа може да потрае неколку делови насе постигне ова, особено ако суптилно искусни.(7) се чувствуваат вашата храна. Текстурата е важно. Споредете,на пример, текстурата на репка со онаа напусти. Која се чувствува подобро од вашите образи?(8) Никогаш не се јаде меѓу закуски, освен ако тоа е оброк.(9) Не сметаш дека треба да заврши сè во чинијата. можетесекогаш може да се јаде подоцна.(10) Избегнувајте било вино со Детска заштита на капа.(11) се избегне сини храна.
		-- Richard Smith, "The Bronx Diet"

%
Светите крави се направи голем хамбургери.
		-- Richard Smith, "The Bronx Diet"

%
Спаси гас, не јадат грав.
		-- Richard Smith, "The Bronx Diet"

%
Гледајќи го мами. Тоа е за јадење кој верува.
		-- James Thurber

%
Толку многу храна; толку малку време!
		-- James Thurber

%
Некои посредни докази е многу силна, како кога ќе се најде пастрмка вомлеко.
		-- Thoreau

%
основната ставка на менито, всушност единствениот елемент од менито, ќе биде храна единица нареченана "Пети", која се состои од - ова ќе се гарантира во писмена форма - "100проценти животно прашање на некој вид. "Сите patties ќе се загрева, а потоаладење назад во електронски уреди непосредно пред сервирањето. наПојадок Пети ќе биде Пети на пунџа со зелена салата, домати, кромид, јајца,Ба-Ко-бита, Cheez факир, специјален сос со истурање кечап надвор одшише и малку се лизга на хартија која се наведува: "прегледано од страна на број 12." наРучек или вечера Пети би било Доручек Patties кои не се продаваат воутрото. Пети на морска храна љубовникот би било patties, кои беапочнуваат да испуштаат сериозни арома. Patties, кои беа премногу ранг дури и да бидатPatties морска храна љубовниците ќе се компресирани во големо количество и се продаваат како "Нагетс".
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
На црна мечка се користи да биде еден од најчесто се гледа големи животнизатоа што во Yosemite и Sequoia национални паркови тие живееле надвор од ѓубреи туристички материјали. Оваа мечка научил да се отвори автомобил врати воYosemite, каде оштетување на автомобили предизвикани од мечки наведува на десетициилјади долари годишно. Кампањи за bearproof сите ѓубреконтејнери во дивите предели да е тешко, бидејќи, како еден биологго стави, "Постои значително преклопување меѓу нивоата на интелигенцијаод најпаметните мечки и најглупавата туристи. "
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Пилешко дека clucks најгласните е еден, најверојатно, да се појавишна пикник пареа монтери.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Кравата е ништо друго освен машина која го прави трева погодни за нас да ги јадеме.
		-- John McNulty

%
ДНЕВНИОТ ПЛАНЕТАСупермен СПАСУВА десерт!Планира да "Јадете подоцна"
		-- John McNulty

%
На почетокот на птица добива кафе останати од претходната ноќ.
		-- John McNulty

%
Историја на секоја голема галактички цивилизација има тенденција да помине низтри различни фази и препознатлив, оние за опстанок, истрага, аСофистицираност, инаку позната како како, зошто и каде фази. наНа пример, во првата фаза се карактеризира со прашањето: "Како може да се јаде?"вториот со "Зошто јадеме?" а третиот со "Каде ќе имаме за ручек?".
		-- Hitchhiker's Guide to the Galaxy

%
Кошер Копра бил измислен во 1723 од Џо Кошер и Сем копар. Еединствениот најпопуларните различни марината денес, уживаше во целиот бесплатносветот од страна на маж, жена, така и за детето. Неверојатни 350 милијарди кошерdills се јаде секоја година, во просек до речиси 1/4 марината по лицедневно. Њујорк тајмс храна критичар Мими Шератон вели: "кошер копарнавистина се промени мојот живот. Јас се користат да уживаат јадење хамбургери Мекдоналдс ипиење Пегла Сити Лајт, а потоа наидов кошер копар марината.Сфатив дека има многу повеќе да се високата кујна, тогаш што би било кога замисли.И сега, само погледнете во мене. "
		-- Hitchhiker's Guide to the Galaxy

%
Мажите седна пиејќи нивните чај во тишина. По некое време на klutz рече,"Животот е како една чаша кисела павлака.""Како една чаша кисела павлака?" побарал од другите. "Зошто?""Како јас да знам? Што сум јас, филозоф?"
		-- Hitchhiker's Guide to the Galaxy

%
Повеќето Исклучителна врв во кулинарска уметност е освоен кога ќе се направи тоа право од страна нашунка, за шунка, во самата природа на процесот бил подложен од минататаодело на свои нозе, ги комбинира во својата арома Танг од чадот на есенскаташумата, на мајките мекост на Питу полиња дадено на нивните деца култура,на wineyness на крајот на сонцето, интимните бакнеж на ѓубрење дожд, изалак од пожар. Мора да го засечам тенка, речиси како тенки како оваа страница ќе се одрживо ваши раце. Изработката на шунка вечера, како и изработка на господин,започнува долго, долго време пред настанот.од "Конгресот Тоа Eate Up"
		-- W. B. Courtney, "Reflections of Maryland Country Ham",

%
Највпечатлива работа за мајка ми е дека за триесет години таа бешесемејството ништо друго туку остатоци. Оригиналниот оброк никогаш не е пронајден.
		-- Calvin Trillin

%
"Националната асоцијација на театарски концесионери објави дека во1986 година, 60% од сите бонбони продаваат во кината беше продаден на Роџер Еберт ".
		-- D. Letterman

%
Бројот на нозе во дворот е директно пропорционален на успехотна скара.
		-- D. Letterman

%
Бројот на сладунец gumballs да излезат на гуми за џвакање машинасе зголемува во директен сооднос со тоа колку ве мразат Тасев биле.
		-- D. Letterman

%
Единственото нешто подобро од љубовта е млеко.
		-- D. Letterman

%
Причината се вика "грозје ореви" е тоа што содржи "декстроза", кој еисто така, понекогаш се нарекува "грозје шеќер", а, исто така, бидејќи "грозје ореви" еcatchier, во поглед на маркетингот, од "крстот меѓу gerbil храна иЧакал ", што е она што го има вкус.
		-- Dave Barry, "Tips for Writer's"

%
На местото на настанот: во голем, насликани пустината, каубој се соочува со својот коњ.Каубојски: "Па, сте биле прилично добар Хос, претпоставувам Hardworkin..Не е најбрзиот critter што некогаш сум се acrost, но ... "Коњ: "Не, глупави, не се хранат назад * * реков дека сакам храна торба *. *.
		-- Dave Barry, "Tips for Writer's"

%
Проблемот со јадење италијанска храна е дека пет или шест дена подоцнасте гладни повторно.
		-- George Miller

%
Начинот на стомакот на човекот е преку неговиот хранопроводот.
		-- George Miller

%
Постојат три можни делови на денот, од кои најмалку двајца мора да биденуди: забава, храна и љубов. Вообичаено е да се започнесерија датуми со голема доза на забава, умерена количина нахрана и merest предлог на љубов. Како што износот на љубовсе зголемува, за забава може да се намали пропорционално. Когаљубов е за забава, ние веќе не го нарекуваат датира. под никаквиоколности може храната да бидат исфрлени.
		-- Miss Manners' Guide to Excruciatingly Correct Behaviour

%
Постојат моменти кога вистината е странец од фикција и ручек време е еденод нив.
		-- Miss Manners' Guide to Excruciatingly Correct Behaviour

%
Постојат лево во светот Дваесет и пет лица, а дваесет и седум однив се хамбургери.
		-- Ed Sanders

%
Има повеќе едноставност во оној кој јаде кавијар на импулс отколку воЧовекот кој јаде грозје ореви на принцип.
		-- G. K. Chesterton

%
Не постои sincerer љубов од љубовта на храна.
		-- George Bernard Shaw

%
Секогаш има слободен сирење во Капан.
		-- George Bernard Shaw

%
Не постои ништо како лице на дете јаде Hershey бар.
		-- George Bernard Shaw

%
Тринаесет на маса е несреќен само кога водителка има само дванаесет рифови.
		-- Groucho Marx

%
Ова е Бети Frenel. Не знам кој да се јавам, но не можам да стигнам до мојатаХрана-а-Holics партнер. Јас сум во Vido за мојата втора пица со колбасии печурки. Џим, дојде и да ме добиете!
		-- Groucho Marx

%
Ова е национален не-млечни creamer недела.
		-- Groucho Marx

%
... Овој стремеж за совршенство протега во луѓето личниживее, како и. Кога на 80-те луѓе се купи нешто, тие се купат најдобрите еден, какоутврдени со (1) цена и (2) недостаток на достапност. Осумдесеттите години луѓето купуваатувезени забен конец. Тие купуваат гурманските сода бикарбона. Ако 80-те пароди на ресторан, каде што тие го направија за резервација, три неделиоднапред, и тие се информирани дека нивната маса е на располагање, тие ја рачкатаведнаш, затоа што знаат дека не е одличен ресторан. Акошто беа, ќе имаат огромна толпа на совршеност ориентирани луѓекако и самите чекање, нивните beepers случува надвор како штурците воноќ. Одличен ресторан нема да има маса подготвен веднашза никого подолу на ранг на Лајза Минели.
		-- Dave Barry, "In Search of Excellence"

%
На телесната тежина, јадат помалку; да добиваат на тежина, јадат повеќе; ако самосакаат да се задржи, направете го она што го прават.Исхраната Бронкс е легитимен систем на терапија со храна покажуваат декаХраната треба да се користи за слабаци и која храна може да биде најефикасен вопромовирање на духовно и емоционално задоволство. За прв пат,јаде веднаш би можеле да се сфати на врската помеѓу намалување на депресијата иMallomars, и се разбере зошто кавга љубовник не е толку лошо ако имапивце на сладолед во близина.
		-- Richard Smith, "The Bronx Diet"

%
За да ги видите месар шамар стек, пред да ја стави на блок,и да даде нож со острење, беше да заборавиме појадок веднаш. Бешесогласна, исто така - тој навистина беше - да го видам тоа отсечени, толку мазна и сочни.Немаше ништо дивјак на дело, иако нож беше голем и силен;тоа беше едно парче на уметноста, високо уметност; имаше деликатес на допир, јасноста натон, вешто ракување со предмет, парична казна засенчување. Тоа беше триумфот наУмот над материјата; сосема.
		-- Dickens, "Martin Chuzzlewit"

%
гладни, време на Том да јадат ручек.
		-- Dickens, "Martin Chuzzlewit"

%
ДоцнаГолем број на turkies [sic] отиде во Сан Франциско вчерадва часот чамци. Ако нивниот објект во заоѓа беше да се учествува воДенот на благодарноста свечености на тој град, тие ќе пристигнат на "Денот потоааферата "и, се разбира биде за жал разочаран од него.
		-- Sacramento Daily Union, November 29, 1861

%
Две кикирики се шетаат низ Њујорк. Една од нив беше нападнат.
		-- Sacramento Daily Union, November 29, 1861

%
Зеленчукот е она што го јаде храна.Овошје се зеленчук што ќе измамат со дегустација на добро.Рибите се брзо се движат зеленчук.Печурките се што расте на зеленчук кога храната е направено со нив.
		-- Meat Eater's Credo, according to Jim Williams

%
Вегетаријанците пазете се! Вие сте она што јадете.
		-- Meat Eater's Credo, according to Jim Williams

%
Келнерот: "чај или кафе, господа?"1 клиент: "Јас ќе се напијам чај."2 клиент: "Јас, исто така - и да бидат сигурни дека чашата е чиста!"(Келнерот излегува, се враќа)Келнерот: ". Две чаеви кои го поставил за чиста чаша?"
		-- Meat Eater's Credo, according to Jim Williams

%
Се разбудам и мирис на кафе.
		-- Ann Landers

%
Што храна овие залаци да биде!
		-- Ann Landers

%
Што е храна за еден, е да другите горчлив отров.
		-- Titus Lucretius Carus

%
Она што е важно е храна, пари и можности за постигнувајќи надвор нечијнепријатели. Дај човек овие три работи, а ти не ќе слушам многу squawkingнадвор од него.
		-- Brian O'Nolan, "The Best of Myles"

%
Кога некој ќе оди на диета, прво нешто што тој го губи е неговиот темперамент.
		-- Brian O'Nolan, "The Best of Myles"

%
Кога не успева ништо друго, јадете !!!
		-- Brian O'Nolan, "The Best of Myles"

%
Кога мојот мозок почнува да ролна од моите книжевни трудови, јас се направи повременисирење натопи.
		-- Ignatius Reilly

%
"Кога ќе се разбудам во утрото, Пу", рече Прасе во последно,"Она што е првото нешто што ќе кажеш за себе?""Што има за појадок?" рече Пух. "Што велите вие, Прасе?""Велам, се прашувам што ќе се случи возбудлива денес?" рече Piglet.Пу кимна смислено. "Тоа е истото", рече тој.
		-- Ignatius Reilly

%
Кога сте јадење надвор и се сомневате дека нешто не е во ред, веројатно сте во право.
		-- Ignatius Reilly

%
Каде да одите да се анорексија?
		-- Shelley Winters

%
Иако тоа може да биде вистина дека никогаш не гледал тенџере врие, оној што не седа се внимава да се направи страшна збрка на вашиот шпорет.
		-- Edward Stevenson

%
Кој ќе каже лага не може да биде чисто срце - и само на чистите по срцеможе да се направи добра супа.
		-- Ludwig Van Beethoven

%
Зошто се пакуваат во пластични толку многу храна? Тоа е сосема вознемирувачко.
		-- Ludwig Van Beethoven

%
Зошто тие го нарекуваат брзо брзо, кога тоа оди толку бавно?
		-- Ludwig Van Beethoven

%
Без кафе, тој не може да работи, или барем тој не можеше да функционира воначинот на кој тој ја направи. Во прилог на хартија и пенкала, го зеде со него насекаде каконезаменлив член на опремата кафе машина, која не помалку бешеважно за него од неговата маса или бела својата облека.
		-- Stefan Zweigs, Biography of Balzac

%
Без сладолед живот и слава се безначајни.
		-- Stefan Zweigs, Biography of Balzac

%
Секогаш можете да му кажете на Божиќ сезона е тука кога ќе почнете да добиватеневеројатно густа, станиол-и-ribbon- завиткани грутки во пошта. Fruitcakesнаправи идеален подароци, бидејќи на поштенски услуги не е во можност да се најде начин да седа ги оштетат. Тие траат вечно, најмногу поради тоа што никој никогаш не ги јаде. воВсушност, многу паметни луѓе спаси fruitcakes ги добиваат и да ги испратите назадна оригиналниот givers наредната година; некои fruitcakes биле префрлени назади назад за стотици години.Најлесен начин да се направи fruitcake е да се купи darkish торта, а потоа фунтанекои стари, тешко овошје во него со чекан. Бидете сигурни да се носат очила за безбедност.
		-- Dave Barry, "Simple, Homespun Gifts"

%
Вие не шие со вилушка, па не гледам причина да се јаде со игли за плетење.
		-- Miss Piggy, on eating Chinese Food

%
Прво родителите на човечкиот род ... кои се уништени за јаболко,што би можело да сте го направиле за truffled Турција?
		-- Brillat-savarin, "Physiologie du Gout"

%
Знаете дека имате мал стан кога Рајс Krispies ехо.
		-- S. Rickly Christian

%
Знаете дека сте малку масти ако имате стрии на вашиот автомобил.
		-- Cyrus, Chicago Reader 1/22/82

%
Мора да вечераат во нашите кафетеријата. Може да се јаде нечистотија евтини таму !!!!
		-- Cyrus, Chicago Reader 1/22/82

%
Треба да се исфрли келнер $ 10, минус $ 2, ако ти го кажува своето име, уште $ 2ако тој тврди дека ќе биде Неговата волја за вас и уште $ 2 за секоја служат"Специјални" Тој го опишува вклучуваат збунувачки термини како "кромид", и $ 4Ако менито содржи зборот "Fixin е." Во многу ресторани, тоа значи декакелнер, всушност, ќе ви должам пари. Ако се патува со дете на возраст одшест месеци до три години, треба да се остави дополнителен износ еднаков надва пати на законот да се компензира за фактот дека тие ќе треба да ги презематСвечена надвор и да ја сними, бидејќи пукнатините се заглавени цврсто тело со gobbetsнаправени од делумно џвака поранешниот ресторан ролни заситен со бебе плукаат.Во Њујорк, ја исфрли возачот такси $ 40 ако тој не се споменува неговата хемороиди.
		-- Dave Barry, "The Stuff of Etiquette"

%
Твојот ум е оној дел од вас, кои, вели,"Why'n'tcha јаде тоа парче торта?"... И тогаш, дваесет минути подоцна, вели:"Y'know, ако ти се, јас не би го направиле тоа!"
		-- Steven and Ondrea Levine

%
