Црна мачка премин на вашиот пат значи дека животното се случува некаде.
		-- Groucho Marx

%
Еден мој пријател е во Вуду Акупунктура. Вие не треба да се оди.Вие само ќе се шетаат по улица и ... Ooohh, тоа е многу подобро.
		-- Steven Wright

%
Голем пајак во една стара куќа изградена убава веб, во која да се фати муви.Секој пат кога една мува слета на интернет и се заплетка во тоа пајакот проголтанего, така што кога друга мува дојдоа заедно ќе мислам на мрежата е безбедна итивко место, во која да се одморат. Еден ден прилично интелигентни летаат околу buzzedнад веб толку долго без осветлување дека пајакот појави и рече:"Ајде надолу." Но мува е премногу паметен за него и рече: "Јас никогаш не се запаликаде што не ги гледаат другите муви и јас не гледам друг муви во вашата куќа. "Значи тој одлета се додека не дојде до место каде што имаше голем број другилета. Тој беше за да се смират кај нив пчела buzzed и рече:"Држете, глупав, тоа е мухоловка. Сите оние мувите се заробени." "Не бидиглупав ", рече во лет", тие се танцува. "Така тој наталожено и заглавијана мухоловка со сите други муви.Поука: Не постои безбедност во бројките, или нешто друго.
		-- James Thurber, "The Fairly Intelligent Fly"

%
Многу луѓе се плашат од височини. Не јас. Јас се плашам од ширини.
		-- Steven Wright

%
Современи Баснабасни Езоповата и други традиционални детски приказни вклучуваат алегоријапремногу суптилни за младите на денешницата. Децата имаат потреба од ажурирани поракасо современите околности и заговор линија, и доволно краток за да одговараат наденес минута span внимание.Проблематичниот AardvarkЕднаш, многу одамна, имаше Aardvark чија единствена задоволство во животот евозење од предградието неговиот бунгалов на својата работа во голем брокерска куќаво својата нова 4x4. Тој го мразеше манипулативен неговиот шеф, неговата гледање низ прсти инеетички соработници, алчен неговата сопруга и неговиот snivelling, расипанидецата. Еден ден, Aardvark одразува на значењето на својот живот инеговата кариера и на неозначени, катастрофалниот пад на својот народ, својатапатетичен изговор за лидерство, и комплетната неефикасноста на било којлични напори тој може да направи да се промени статус кво. Надминат собран на крајна депресија и авто-сомнение, тој одлучи да ги преземе самокурс на дејствување што ќе му донесе поголема удобност и среќа: тојвозеше во трговскиот центар и купи увезени електроника стока.Поуката од оваа приказна: Инвестирајте во странски производители на електроника за широка потрошувачка.
		-- Tom Annau

%
А опосум мора да се, и самиот да биде тој е искрен.
		-- Walt Kelly

%
"А моќ толку голема што може да се користи само за добро или зло!"
		-- Firesign Theatre, "The Giant Rat of Summatra"

%
Несреќи предизвика историја.Ако Sigismund откопчавам зел прошетка во 1426 и се сретна Ват Тајлер, наРеволт селанец никогаш не би се случило и на моторно возило не бисе измислени до 2026, што би значело дека сите нафтаможе да се користат за светилки, со тоа заштеда на електрична светилка икит, и никој не би се фатени Моби Дик или Били Бад.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Сите луѓе се смртни. Сократ е смртен. Затоа, сите мажи се Сократ.
		-- Woody Allen

%
Сите луѓе во мојата зграда се луди. Момчето над мене дизајнисинтетички hairballs за керамички мачки. Дамата во салата се обиде даму ја одземеш на стоковна куќа ... со пиштол цени ... Таа рече: "Дај ми ги ситена пари во благајна, или јас сум означување долу што е во продавница ".
		-- Steven Wright

%
И сега за нешто сосема друго.
		-- Steven Wright

%
И сега за нешто сосема исти.
		-- Steven Wright

%
"Дали сте сигурни дека не сте енциклопедија продавач ли си?"Не, госпоѓо. Само некој провалник, дојде до ransack станот. "
		-- Monty Python

%
Како што рече поетот рече: "Само Бог може да направи едно дрво" - веројатно затоа што етолку тешко да дознаам како да се добие на кората.
		-- Woody Allen

%
десна рака суштество Ymor беше како да се нежно камшикувани до смрт сомиризлива bootlaces.
		-- Terry Pratchett, "The Colour of Magic"

%
Бернард Шо е одличен човек; тој не е непријател во светот, иниту еден од неговите пријатели како него или.
		-- Oscar Wilde

%
"Момче, животот да трае долго време да се живее."
		-- Steven Wright

%
Божо е Братство на Патентите и други. Bozos се луѓе кои бендзаедно за забава и профит. Тие немаат работни места. Секој што оди натурнеја е Божо. Зошто на една Божо премине улицата? Бидејќи има Божона другата страна. Таа доаѓа од фразата VOS otros, што значи други.Тие се големи, дебели, средината половината. Прототипот е ирски пијаникловн со црвена коса и нос и бледа кожа. Полиња, Вилијам Bendix.Секој има тенденција да лебдат кон Bozoness. Таа има Оз во него. значатдобро. Тие се директно изглед, освен тие го добивме гумени чевли. тиекако и нивните удобности. На bozos научив да уживаат во слободното време,која е цело време.
		-- Firesign Theatre, "If Bees Lived Inside Your Head"

%
Но, јас секогаш пукаше во најблискиот рид или во нивно отсуство, во црнилото.Мислев никакво зло, Јас само се допадна експлозии. И јас бев внимателен никогаш да не сеубие повеќе отколку што може да се јаде.
		-- Raoul Duke

%
"Но, не ми се допаѓа Спам !!!!"
		-- Raoul Duke

%
"Но, јас не сакаат да одат на количка ...""Ох, не бидете како бебе!""Но, јас сум чувство многу подобро ...""Не, не сме ... во еден момент ќе биде камен мртов!"
		-- Monty Python, "The Holy Grail"

%
Бајпаси се уреди кои овозможи на некои луѓе за да цртичка од точката А доточката Б многу брзо, додека други луѓе цртичка од точката B до точката А многубрзо. Луѓето кои живеат во точката C, што е точка директно помеѓу, сесе дава да се прашувам што е толку голема за точката А што толку многу луѓеод гледна точка Б се толку сакаат да одам таму и што е толку голема за точката Бшто толку многу луѓе од точката А се толку сакаат да се _____ таму. тие честосакаат дека луѓето ќе само еднаш и за сите работат надвор каде што, по ѓаволите,тие сакаат да бидат.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
Комедија, како што се медицината, никогаш не требаше да се практикува од страна на пошироката јавност.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
Смртта не одговори. Тој беше во потрага на Spold на ист начин како куче изгледана коските, само во овој случај работите беа повеќе или помалку обратно.
		-- Terry Pratchett, "The Colour of Magic"

%
Декорација на вашиот дом. Тој им дава илузијата дека вашиот живот е повеќеинтересен отколку што навистина е.
		-- C. Schulz

%
Дали мислите дека кога тие побараа Џорџ Вашингтон за проект што тојсамо шлаг од една четвртина?
		-- Steven Wright

%
"Не се врати додека не го имаат", рече тивко Штиклирајте голем часовници човек,Искрено, крајно опасно.Тие се користат за кучиња. Тие се користат сонди. Тие се користат кардио crossoffs плоча.Тие се користат teepers. Тие се користат за поткуп. Тие се користат стап tites. тие се користатзаплашување. Тие се користат за мачење. Тие се користат за тортура. Тие се користат finks.Тие се користат полицајци. Тие се користат за откривање и запленување. Тие се користат fallaron. тиекористени стимуланси подобрување. Тие се користат прст отпечатоци. Тие се користатbertillion систем. Тие се користат итрина. Тие се користат за измама. Тие се користат за предавство.Тие се користат Раул-Mitgong но тој не беше многу корисен. Тие се користат за применета физика.Тие се користат техники на криминологијата. И што, по ѓаволите, тие го фатат.
		-- Harlan Ellison, "Repent, Harlequin, said the Tick-Tock Man"

%
Не земајте животот е така сериозна, син, не е nohow трајна.
		-- Walt Kelly

%
Не грижете се за светот доаѓа до крајот денес. Тоа е веќе утрево Австралија.
		-- Charles Schulz

%
Рано да се крене, рано во кревет, што го прави човекот здрав, богат и мртви.
		-- Terry Pratchett, "The Light Fantastic"

%
Вечниот ништо е во ред, ако се случи да бидат облечени за тоа.
		-- Woody Allen

%
Вечноста е страшно мисла. Мислам, каде што е тоа ќе заврши?
		-- Tom Stoppard

%
Уште од праисториски времиња, мудри луѓе се обиделе да се разбере она што,точно, ги натера луѓето да се смеат. Тоа е зошто тие се нарекуваат "мудреци". Ситедруги праисториски луѓе беа надвор продупчување едни со други со копја, имудреци се врати во пештерата, велејќи: "Како за: Дали ви се молам да мижена? Бр Како за: Ова е мојата жена, Ве молиме да ја земе во моментов. Не Какоза: Дали ви се допаѓа да се земе нешто? Мојата сопруга е на располагање. бр Какоза ... "
		-- Dave Barry, "Why Humor is Funny"

%
Далеку во неизследвани зачмаеноста на немоден крајот наЗападен спирала рака на Галакси лежи мала unregarded жолто сонце.Орбитираат околу тоа на растојание од околу 98.000.000 милји есосема незначителен малку сино-зелена планета чии мајмун-спушти животформи се толку неверојатно примитивни дека тие се уште се размислува дигитални часовницисе прилично уредни идеја ...
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
Побрзо, побрзо, будало, будало!
		-- Bill Cosby

%
Прво, неколку збора за алатки.Во суштина, алатка е објект кој ви овозможува да ги искористат предностите назаконите на физиката и механиката на таков начин што ќе може сериозно да му наштетисебе. Денес, луѓето имаат тенденција да се алатки за готово. Ако сте некогашшетаат по улица и ќе забележите дека некои луѓе кои бараат особеносамодоволен, шансите се дека тие се одвиваат алатки за готово. Ако јас бев ти,Би одиме право и да ги врзе шлаканица во лицето.
		-- Dave Barry, "The Taming of the Screw"

%
За мојот роденден добив овлажнител и де-овлажнител ... Јас ги стави воиста соба и нека се борат.
		-- Steven Wright

%
Од моментот кога го зедов книгата се додека не го спушти бев затеченсо смеа. Еден ден јас имам намера да ја читам.
		-- Groucho Marx, from "The Book of Insults"

%
Бог е комична игра пред публика, која се плаши да се смее.
		-- Groucho Marx, from "The Book of Insults"

%
Тој ме праша дали знам колку време е - реков да, но не и во моментов.
		-- Steven Wright

%
"Ова е нешто да се размислува за: Зошто никогаш не види наслов како`Психичките победи на лотарија?"
		-- Jay Leno

%
Еј, што очекувате од една култура која дискови * * на * parkways * и* Паркови * на * driveways *?
		-- Gallagher

%
Првосвештеникот: вооружување поглавје, стихови девет преку дваесет и седум:Бро. Мејнард: свети Атила подигна Светата рачна граната врз високивелејќи: "О Господи, благослови ни оваа Света рачна граната, а со тоапресече нашите непријатели на мали парчиња. "И Господ му насмевка, илуѓето го направи празникот на јагнињата и stoats и орангутани, ижитарици и Лима bean-Првосвештеникот: Оди малку, брат.Бро. Мејнард: И потоа го рече Господ, велејќи: "Прво, да вземешод светиот игла. Тогаш ќе ти брои до три. Ни повеќе ни помалку.* Три * ќе биде бројот на гласовите, како и бројот наброење е три. * Четири * ке не ти смета, а нитуброи ли две, освен дека тогаш одиш на три. пет еПраво надвор. Откако бројот три, се да се постигне третиот број,тогаш ти lobbest твојот Светиот рачна граната кон твојот непријател, кој, каконепослушен во моите очи, ќе ја бурмут. Амин.Сите: Амин.
		-- Monty Python, "The Holy Hand Grenade"

%
"Хуморот е лек кој тоа е мода да се злоупотреби."
		-- William Gilbert

%
Humorists секогаш седат на децата маса.
		-- Woody Allen

%
Јас сум совесен човек, кога ќе се фрли карпите на морски птици таму не оставам тројкаunstoned.
		-- Ogden Nash, "Everybody's Mind to Me a Kingdom Is"

%
Јас сум добивање на апстрактно сликарство. Реал апстрактна - без четка, без платно,Јас само мислам за тоа. Јас само отиде во музеј на уметноста, каде што сите на уметностабеше направено од страна на децата. Сите слики биле поставени на фрижидери.
		-- Steven Wright

%
Јас сум две со природата.
		-- Woody Allen

%
Тврдам многу добро. Прашај било кој од останатите мои пријатели. Јас може да се победи на аргументбило која тема, против секој противник. Луѓето знаат ова, и кормилари јасно на менестрани. Често, како знак на нивната голема почит, тие дури и не ме покани.
		-- Dave Barry

%
"Ве уверувам никогаш дури и мислата преминал мојот ум, Господи.""Навистина? Тогаш ако јас тебе би ги тужи за клевета моето лице."
		-- Terry Pratchett, "The Colour of Magic"

%
Јас база на мојата моден вкус на она што не се чеша.
		-- Gilda Radner

%
Купив користи боја. Тоа беше во форма на куќа.
		-- Steven Wright

%
Не можам да ги пренагласуваат значењето на добра граматика.Што инвалид. Лесно можам да ги пренагласуваат значењето на добраграматика. На пример, можам да кажам: "лоша граматика е водечка причинана бавен болна смрт во Северна Америка ", или" Без добра граматика,САД ќе имаат загуби Втората светска војна ".
		-- Dave Barry, "An Utterly Absurd Look at Grammar"

%
"Јас сменив фарови пред некој ден. Го ставив во strobe светла наместо! Сегакога ќе се вози во текот на ноќта, тоа изгледа како и секој друг се уште стои ... "
		-- Steven Wright

%
Јас може да игра со вас до крави се врати дома. На втора мисла, јас попрво битанц со крави додека не се врати дома.
		-- Groucho Marx

%
Јас не заслужуваат оваа награда, но имам артритис и јас не го заслужуваат тоаили.
		-- Jack Benny

%
Јас не се никаква почит.
		-- Jack Benny

%
Јас не го убие муви, но ми се допаѓа да се плеткаме со нивните умови. Јас ги држат надглобуси. Тие навивач надвор и да извикува "Whooa, јас сум * * начин премногу висока."
		-- Bruce Baum

%
Не сакам да живеам во мојата работа, сакам да се живее во мојот стан.
		-- Woody Allen

%
Јас конечно отиде на лекар око. Добив контакти. Јас само треба да гичита, па добив флип-up прозорци.
		-- Steven Wright

%
"Добив во лифт на работа и овој човек следи во по мене ...се наметнува '1' и тој само стоеше таму ... јас реков "Здраво, каде одиш? ' тојрече, "Феникс". Па јас се наметнува Феникс. Неколку секунди подоцна вратитеотвори, две tumbleweeds разнесе во ... бевме во центарот на Феникс. Гледавво него и рече: "Знаеш, ти си вид на човек сакам да се висат наоколусо. Влеговме во својот автомобил и се истера на неговата колиба во пустината.Тогаш заѕвони телефонот. Тој рече: "Ќе ја добиеш. Јас го зедов и рече"Ало?" ... Од друга страна, рече "Дали е ова Стивен Рајт? '... Јас рече:" Да ... "Момчето рече: "Здраво, јас сум г-дин Џонс, директор на студентски кредит од банка ...Се чини дека сте ги пропуштиле последните 17 плаќања, и ќе универзитетприсуствуваа рече дека тие добиле ниту еден од $ 17.000 ние ви позајмен ... ниесамо би сакал да знам што се случи со парите? Јас реков, "г-дин Џонс,Јас ќе го даде за вас исправен. Дадов сите пари на мојот пријател масна,а со тоа и тој изгради нуклеарно оружје ... и јас би го цениме ако никогаш неми се јави повторно. "
		-- Steven Wright

%
Добив дозвола слика на мојот возач преземени надвор од фокусот на цел. сегаКога ќе се повлече во текот на полицаец гледа во него (тоа се движи поблиску иподалеку, се обидува да го види јасно) ... и вели: "Еве, можете да одат."
		-- Steven Wright

%
Добив овој прав вода - сега не знам што да се додаде.
		-- Steven Wright

%
Добив уморни од слушање на снимање на телефон во филмоттеатар. Па купив албумот. Јас се истера на театаротнекој ден за да си носам мој храна. тврдев дека концесијатастојат цените беа срамота. Покрај тоа, не сум ги имал скара водолго време. Отидов во театарот и знак вели дека возрасните $ 5 деца$ 2.50. Им реков јас сакав 2 момчиња и едно девојче. Јас еднаш зеде кабинатавозење во филмот. Филмот ме чини $ 95.
		-- Steven Wright

%
Немав чевли и јас се пожали. Потоа се сретнав со еден човек кој немал нозе,па го зедов чевлите.
		-- Dave Barry

%
Мразам кога ногата ми заспива во текот на денот причина што значитоа се случува да биде цела ноќ.
		-- Steven Wright

%
Јас имам една кутија на телефон прстени под мојот кревет. Секогаш кога ќе се осамени, јассе отвори тоа се малку, и да се добие телефонски повик. Еден ден ми паднакутија целиот кат. Телефонот не престанува да ѕвонење. Морав да поминамтоа исклучени. Па добив нов телефон. Јас не се многу пари, па јасмораше да се добие неправилен. Тоа не мора пет. Налетав на пријателна рудникот на улица пред некој ден. Тој рече зошто не ми дадешјавам. Му реков дека не може да се јавите на сите Сакам да се повеќе, мојот телефоннема пет. Тој праша колку време кога тоа би било на тој начин. Рековне се знае - мојот календар не се имате било какви седум.
		-- Steven Wright

%
Имам куче; Тоа е името да остане. Значи, кога јас ќе одам да го нарекуваат, јас би рекол: "Еве,Стој, тука ... ", но тој доби мудар за тоа. Сега кога го викам тој ме игнорираи само чува за пишување.
		-- Steven Wright

%
Имам пријател чиј милијардер. Тој измислил Клиф белешки е. КогаГо прашав како тој доби толку голема идеја, рече тој, "Па, прво јас ...Јас само ... да се направи скратам приказната ... "
		-- Steven Wright

%
Имам хоби. Имам најголемата збирка на морски школки во светот. Продолжувамтоа расфрлани на плажите низ целиот свет. Можеби сте виделе некои од нив.
		-- Steven Wright

%
Имам мапа на САД. Тоа е вистинската големина. Поминав минатото летовиткање. Луѓето ме прашуваат каде што живеам, и велам, "Е6".
		-- Steven Wright

%
Имам рок градина. Минатата недела три од нив починале.
		-- Richard Diran

%
Имам прекинувачот во мојот стан, тоа не се направи нешто. секој еднашво некое време го вклучите или исклучите. И исклучување. И исклучување. Еден ден јасдобив повик од жена во Франција, кој рече: "Престани!"
		-- Steven Wright

%
Имам егзистенцијална карта. Таа има "Ти си тука" напишани сите над неа.
		-- Steven Wright

%
Јас само што излезе од болница по несреќата брзина на читање.Јас хит обележувач.
		-- Steven Wright

%
Знам дека одговорот! Одговорот лежи во срцето на целото човештво!Одговорот е дванаесет? Мислам дека сум во погрешна зграда.
		-- Charles Schulz

%
Гледам во живот како крстарење директор на Титаник. Јас не може да сетаму, но јас ќе одам од прва класа.
		-- Art Buchwald

%
"Го сакам саботата наутро цртани филмови, што класичен хумор! Тоа е она штозабава е за сите ... Идиоти, експлозиви и паѓа покрај наковалните ".
		-- Calvin and Hobbes, Bill Watterson

%
Се запознав со мојата најнова девојка во стоковна куќа. Таа е во потрага наоблека, а јас бев ставање Slinkys на ескалатори.
		-- Steven Wright

%
Никогаш не заборавајте на лицето, но во вашиот случај јас ќе се направи исклучок.
		-- Groucho Marx

%
Испив место смена на моето куче. Сега тој го нема.
		-- Steven Wright

%
Ја ставив на контактни леќи во моите очи кучето. Тие имаа малку слики од мачкина нив. Потоа зедов еден и тој се стрча наоколу во кругови.
		-- Steven Wright

%
Да го ставам инстант кафе во микробранова и речиси се врати во времето.
		-- Steven Wright

%
"Реков јас се надевам дека е добра партија", рече Galder, гласно."Во моментов тоа е", рече Смртта levelly. "Мислам дека тоа може да одиСпуст многу брзо на полноќ. ""Зошто?""Тоа е кога тие мислат дека ќе биде земајќи ја маската".
		-- Terry Pratchett, "The Light Fantastic"

%
Видов потсвесни рекламирање извршната власт, но само за една секунда.
		-- Steven Wright

%
Би требало да е земја-западниот пејач. По сите, јас сум постара одповеќето западни земји.
		-- George Burns

%
Јас се продаваат моите мемоари на мојот љубовен живот на Паркер Браќа - тие се случувада се направи игра надвор од неа.
		-- Woody Allen

%
Останав цела ноќ да игра покер со тарот карти. Добив целоснакуќа и четири лица загинаа.
		-- Steven Wright

%
Јас Ви препорачуваме да го најдете вашиот топла када надвор од вашата куќа, па тоа нема да направи премногумногу штета ако се запали или експлодира. Прво да одлучи којнасока вашата топла када треба да се соочи за максимална сончева енергија. по многуобиди и грешки, сум ги нашол дека најдобра режија за топла када да се соочие горе.
		-- Dave Barry, "The Taming of the Screw"

%
Ви велам, коцкање никогаш не се согласи со мене. Минатата недела отидов на патекатаи тие застрелан мојот коњ со пиштол на отворањето.Па, само минатата недела бев во еден кинески ресторан и кога ја отворив мојатабогатство куки најдов проверка на човек седи во следната табела. Реков,"Еј, другар, јас се вашиот чек", рече тој, "Благодарам".
		-- Rodney Dangerfield

%
Мислам дека сите ние сме bozos за овој автобус.
		-- Firesign Theatre

%
Мислев дека беше нешто риби за батлерот. Веројатно Риби,работи за скала.
		-- Firesign Theatre, "The Further Adventures of Nick Danger"

%
Зедов разбира во брзина на читање и беше во можност да го прочитате Војна и мирдваесет минути.Се работи за Русија.
		-- Woody Allen

%
Се свртев моето клима уредот на друг начин наоколу, и се тоа ладно надвор.Метеоролог рече: "Јас не го разбирам. Јас требаше да биде 80степени денес ", и реков:" Упс ".Во мојата куќа на таваните имам слики од собите над ... паНикогаш не треба да се оди на горниот кат.Јас само купи микробранова печка камин ... Можете да поминете вечер вопред тоа во само осум минути.
		-- Steven Wright

%
Јас се користат да се живее во куќа од страна на автопатот. Кога отидов никаде, моравда се случува 65 MPH до крајот на мојот патеката.Јас заменува на фарови во мојот автомобил со strobe светла. Сега изгледакако да сум единствениот движат.Бев застана за забрзување денес. Службеникот рече: "Не знаетеограничувањето на брзината е 55 милји на час? "А јас реков," Да, но јас не се случувада се биде надвор толку долго ".Ја ставив нов мотор во мојот автомобил, но не се земе стариот едно. сегамојот автомобил оди 500 милји на час.
		-- Steven Wright

%
Јас се користат да работат во оган хидрантска фабрика. Вие не може да паркираат било каде во близинаместото.
		-- Steven Wright

%
Бев на овој ресторан. Знакот рече: "Појадок Во секое време." Па јаснареди француски Тост во Rennaissance.
		-- Steven Wright

%
"Бев пијан минатата ноќ, запиша дома низ тревникот. Со Јас несреќастави клуч на автомобил во бравата на вратата. Куќата се стартува. Па јас јавуваашто по ѓаволите, и возеше низ целиот блок неколку пати. Мислев декатреба да го паркираат во средината на автопат и викам на сите дасе ми патеката. "
		-- Steven Wright

%
Бев во еден бар и јас одејќи до убава жена и рече: "Дали живеетеовде често? "Таа рече:" Ти си носи две различни бои чорапи. "Јас реков, "Да, но за мене тие се исти, бидејќи јас одам од дебелина."Таа рече: "Како се чувствуваш?" Јас реков, "Знаеш кога ќе седите настол и се потпреме назад, па ти си само на две нозе и се потпреме предалеку паречиси падне во текот, но во последната секунда ќе се фати? се чувствувам какодека цело време ... "
		-- Steven Wright, "Gentlemen's Quarterly"

%
Јас бев во Вегас, минатата недела. Бев на рулет масата, има долгиаргумент за тоа што ми смета непарен број.
		-- Steven Wright

%
Јас сум најдобриот што некогаш сум го имал.
		-- Woody Allen

%
"Отидов во општа продавница, и тие нема да ми продаде ништо посебно".
		-- Steven Wright

%
"Отидов на интервју за работа пред некој ден, момчето ме праша дали сум имал никаквипрашања, реков да, само една, ако сте во автомобил патува вобрзината на светлината и ќе го вклучите вашиот фарови, се случи нешто?Тој рече дека не може да одговори на тоа, му реков ми е, но јас не би можеле да работатза него тогаш.
		-- Steven Wright

%
"Отидов во музејот каде што ги имаше сите глави и оружје одстатуи кои се во сите други музеи. "
		-- Steven Wright

%
Се разбудив утрово и откриле дека се што е во мојот станбиле украдени и заменети со точна реплика. Му реков на мојот цимер,"Зар не е тоа прекрасно? Се во станот е украдено изаменува со точна реплика. "Тој рече:" Дали знаеш? "
		-- Steven Wright

%
Јас работев во продавница за здрава храна еднаш. Еден човек дојде и ме праша:"Ако јас се претопувам сув мраз, можам да се бања без влажнеше?"
		-- Steven Wright

%
Би ви horsewhip ако имав еден коњ.
		-- Groucho Marx

%
Јас би сакал да биде погребан во индиски стил, каде што ќе се стави на една висока решетка,над земјата. На тој начин, може да се погодени од метеорити и дури и нечувствувајте.
		-- Jack Handey, The New Mexican, 1988.

%
Јас никогаш не би се приклучат на било кој клуб на кој ќе се допаѓа на мене како член.
		-- Groucho Marx

%
Ќе ми биде удобно на каучот. Познати последните зборови.
		-- Lenny Bruce

%
Одам во Бостон да се види мојот лекар. Тој е многу болен човек.
		-- Fred Allen

%
Одам да го дадам мојот психоаналитичар уште една година, а потоа јас ќе одам да Лурд.
		-- Woody Allen

%
Одам да живеат вечно, или ќе умрат!
		-- Spider Robinson

%
Јас не се плашам од смртта - Јас едноставно не сакаат да биде таму кога тоа се случува.
		-- Woody Allen

%
Јас сум имал совршено прекрасна вечер. Но, тоа не беше тоа.
		-- Groucho Marx

%
Ако Бог не сакаше да биде загрижен за маките на жаби, тој биги направи симпатична и кожен.
		-- Dave Barry

%
Ако само Дионис биле живи! Каде ќе го јадеме?
		-- Woody Allen

%
Ако само Бог ќе ми даде некои јасен знак! Како да се прави голем депозитво мое име во швајцарска банка.
		-- Woody Allen, "Without Feathers"

%
Ако живеете на возраст од сто сте го направиле затоа што многу малкулуѓе умираат минатото на возраст од сто.
		-- George Burns

%
Ако фрли партија Нова Година, најлошото нешто што може да се направи ќе бидеда се фрли во вид на забава на која вашите гости се разбудам и денес, и да се јавам даизјаснуваат дека имаат убаво време. Сега ќе биде да се очекува да се фрли друга партијаследната година.Што треба да направите е да се фрли во вид на забава на која пресрет гостинеколку дена од сега и да ги повикаат своите адвокати за да дознаете дали тие билеобвинет за ништо. Сакате вашите гости да бидат толку вознемирени за да се избегнеповторување на вашата партија дека тие веднаш да почне планирањето на нивните партиипоседуваат, една година однапред, само за да ве спречи од тоа да имаат уште еден ...Ако вашата партија е успешна, полицијата ќе затропа на вашата врата,освен ако вашата партија е многу успешен во кој случај тие ќе се истурат солзавецпреку вашиот прозорец дневна соба. Како домаќин, вашата работа е да бидете сигурни декатие не го уапси никого. Или ако тие се мртви во собата за апсење на некого,вашата работа е да бидете сигурни дека тоа не ви е ...
		-- Dave Barry

%
Ако сакате да се направи Бог се смееш, да му кажам за вашите планови.
		-- Woody Allen

%
Ако сте го направиле шест невозможно работи пред појадок, зошто да не го заокружуваатнатпреварот со вечера во Milliway, ресторанот на крајот на универзумот?
		-- Douglas Adams, "The Restaurant at the End of the Universe"

%
Во Америка денес ... имаме Вуди Ален, чиј хумор стана толкусофистицирани дека никој не добива ништо повеќе освен Миа Фароу. Сите оние коимислам Миа Фароу треба да се вратиме на правење филмови, каде што ѓаволот ја добивабремена и Вуди Ален треба да се вратиме облекување како човечка сперма,Ве молиме да се подигне вашите раце. Ти благодарам.
		-- Dave Barry, "Why Humor is Funny"

%
Во како dimwit, од како светлина.
		-- Pogo

%
Е чудно тука, или тоа е само мене?
		-- Steven Wright

%
Тоа е важен и популарен фактот дека работите не се секогаш онашто изгледаат. На пример, на планетата Земја, човекот секогаш сметавдека тој е поинтелигентен од делфини, бидејќи тој имаше постигнато толкумногу - на тркалото, Њујорк, војни и така натаму - а сите делфининекогаш направено беше мотам во водата има добро време. но,Спротивно на тоа, делфини секогаш верува дека тие беа далеку повеќеинтелигентни од човек - токму од истите причини.Интересно, делфини одамна познат на претстојнатауништување на на планетата Земја и ги направи многу обиди да сеалармирање човештвото на опасност; но повеќето од нивните комуникациитепогрешно го протолкува ...
		-- Douglas Adams "The Hitchhikers' Guide To The Galaxy"

%
Тоа е невозможно да се доживее еден смртен случај објективно и се уште го носи една мелодија.
		-- Woody Allen

%
Тоа не е потребно да се има роднини во Канзас Сити, со цел да сенесреќни.
		-- Groucho Marx

%
Тоа изгледаше како нешто што наликува на бел мермер, кој бешеверојатно она што беше: нешто слично бел мермер.
		-- Douglas Adams, "The Hitchhikers Guide to the Galaxy"

%
Тоа е мал светот, но јас не би сакате да мора да го сликам.
		-- Steven Wright

%
Тоа е тешко да се добие слонова коска во Африка, но во Алабама во Tuscaloosa.
		-- Groucho Marx

%
Тоа не е дека јас се плашам да умрам. Јас само не сакаат да бидат таму кога тоа се случува.
		-- Woody Allen

%
Синоќа моќта излезе. Добро е што мојот фотоапарат имаше флеш ....Соседите дека тоа е гром во мојата куќа, така што тие се нарекува полицајци.
		-- Steven Wright

%
Минатата година се возевме низ целата земја ... Ние вклучен за возење ...секој половина милја. Ние имавме еден касетка да се слуша на целото патување.Јас не се сеќавам што беше.
		-- Steven Wright

%
Животот е поделена на страшни и мизерно.
		-- Woody Allen, "Annie Hall"

%
Животот се потроши на живеење.
		-- The Restaurant at the End of the Universe.

%
Како тебе, јас сум често прогонуван од длабоки прашања во врска со човекотместо во шемата на нештата. Еве само неколку од нив:П - Дали постои живот после смртта?А - Дефинитивно. Јас зборувам од лично искуство тука. на НоваЕва година, 1970 година, се напив целосна стомна на пијалок наречен "Црно руски",потоа запиша излезе на тревникот и умре во рок од неколку минути, што бешево ред со мене, бидејќи јас се дојдени да сфатат дека ако сум живеел јас биго помина остатокот од својот живот во канџите на повеќето excruciatingly болниглавоболка. Благодарение на чудо на модерната сок од портокал, бев вративо живот неколку дена подоцна, но во меѓувреме јас дефинитивно беше мртов. јасПретпоставувам дека мојот главен впечаток за задгробниот живот е дека тоа не е толку лошо како што долгокако да се задржи на телевизија одби и не се обидуваат да јадат било цврста храна.
		-- Dave Barry

%
Човек 1: Прашај ме за она што е најважно за кажување добра шега.Man 2: Во ред, што е најмногу impo -Човек 1: ______ тајмингот!
		-- Dave Barry

%
"Многу сум видел Topaxci, Бог на црвена печурка, и тие заработуваатиме на шаман ", рече тој. Некои го виделе Skelde, духот на чад, иТие се нарекуваат јасновидците. Неколку привилегија да се види Umcherrel, надушата на шумата, и тие се познати како духовни господари. Но, никој не севиди кутија со стотици нозе кои се загледа во нив без очи, и тиесе познати како idio-- "Прекинот е предизвикана од ненадеен вреска бучава и серијатаод снег и искри кои засвири со оган низ мракот колиба; имаше кратказаматен вид, а потоа на спротивниот ѕид беше разрушен настрана исениште исчезна.Имаше долга тишина. Потоа малку пократок тишина. потоастариот шаман рече внимателно, "Ти не само да се види двајца мажи да одат прекунаопаку на метла, викајќи и извици на едни со други, нели? "Момчето ја погледна во него levelly. "Секако дека не," рече тој.Старецот наместивме воздишка на олеснување. "Фала му на Бога за тоа", вели тојрече. "Ни јас."
		-- Terry Pratchett, "The Light Fantastic"

%
Пред многу години, во период обично знаат како Следниот петок попладне,живееше кралот кој беше мрачно во вторникот наутро, бидејќи тојбеше толку тажна размислување за тоа како Незадоволен тој бил во понеделникот и какоцелосно тажен тој ќе биде во среда ....
		-- Walt Kelly

%
Брат ми ме испрати разгледница пред некој ден со овој голем Сателитска сликана целата земја на неа. На задната таа рече: "Ви посакувам се тука".
		-- Steven Wright

%
Мојот пријател има бебе. Јас сум пишување на одредување на сите звуци што го прави толкуподоцна можам да го прашам што тој значеше.
		-- Steven Wright

%
Моите пријатели, јас сум тука да ти кажам на чудниот континент познат какоАфрика. Па ние ја напушти Њујорк пијан и рано наутро на 31 февруари.Бевме 15 дена на водата, и 3 на бродот кога конечно пристигна воАфрика. По нашето пристигнување веднаш постави ригорозни распоред: во06:00, доручек, и назад во кревет со 07:00. Деновиве бевме назад во кревет со06:30. Сега Африка е полн со голема игра. На првиот ден го снимив два долари. декабеше најголемиот игра имавме. Африка е primerally лосове, лоси на витешкиот ред на Pithiests.На elks живее во планините и слезе еднаш годишно за својатагодишни конвенции. И треба да ги видиме како се собраа околу отворот за вода,кој ја напушти веднаш кога ќе откријат дека е полн со вода. тиене барате дупка со вода. Бараа дупка alck.Едно утро, го снимив слон во пижами, како го добив во мојотпижами, не знам. Тогаш ние се обидовме да се отстрани заби. Тоа е тешказбор да се каже, заби. Како што реков ние се обидовме да се отстрани коски, но тие беавгнездил толку цврсто што не може да им се излезе. Но, во Алабама во Tuscaloosa,но тоа е сосема irrelephant на она што јас го кажувам.Зедовме слики од страна мајчин јазик девојки, но тие не биле развиени.Па ние ќе се врати за неколку години ...
		-- Julius H. Marx [Groucho]

%
Ниче вели дека ќе живеат истиот живот, одново и одново.Бог - ќе треба да седат преку мраз Capades повторно.
		-- Woody Allen, "Hannah and Her Sisters"

%
Нирвана? Тоа е местото каде што силите што се и нивните пријатели се закачам.
		-- Zonker Harris

%
Никој не очекува на Шпанската инквизиција!
		-- Zonker Harris

%
Сега е време за сите добри луѓе да се дојде до.
		-- Walt Kelly

%
Очигледно предмет на смртта е во воздухот, но повеќе како нештотреба да се избегнува од harped врз.Можно е ужасот што Zaphod искусни од можноста да сеповторно со починатиот неговите роднини доведе на на помислата дека тие би можеле дасамо се чувствуваат на ист начин за него и, што е уште поважно, да биде во можност да се направи нештоза да им помогне да го одложи овој собир.
		-- Douglas Adams

%
Никој не имаат смисла за хумор. Тоа ви е.
		-- Larry Gelbart

%
Надвор од куче, книгата е најдобар пријател на човекот. Во внатрешноста куче тоа е премногутемно за да ја прочитате.
		-- Groucho Marx

%
Јазичните досетки се мали "игра на зборови" дека одреден вид на човек сака дапролетта на вас и потоа да се погледне во вас во одреден самозадоволна начин да сеукажуваат на тоа дека тој смета дека мора да се мисли дека тој е далеку од најискуснитечовек на земјата, сега кога Бенџамин Френклин е мртов, а, всушност она што госе размислува е дека ако овој човек некогаш завршува во чамец за спасување, од другапатниците ќе го фрли во морето до крајот на првиот ден дури и ако тиеимаат многу храна и вода.
		-- Dave Barry, "Why Humor is Funny"

%
"Токму сега јас сум имаат амнезија и дежа ву во исто време."
		-- Steven Wright

%
Rincewind формира ментална слика на некои чудни лице кое живее во замокотнаправени од забите. Тоа е вид на ментална слика сте се обиделе да се заборави.Безуспешно.
		-- Terry Pratchett, "The Light Fantastic"

%
Romeo не беше bilked во еден ден.
		-- Walt Kelly, "Ten Ever-Lovin' Blue-Eyed Years With Pogo"

%
Ајкулите се толку тешки како и фудбалски навивачи кои ги соблечат маицитеза време на натпреварите во Чикаго во јануари, само поинтелигентен.Тинејџери треба да ги знаете "
		-- Dave Barry, "Sex and the Single Amoeba: What Every

%
Прикажани до 80% на животот.
		-- Woody Allen

%
Некои од вас ... можеби смета дека и оваа година, ви се случува да го прославаттоа на старомоден начин, со вашето семејство поседнати околу stringingмалини и размена на смирен, рачно изработени подароци, како и за "Waltons".Па, можете да го заборавам. Ако сите се повлече таков вид на субверзивни трик,економијата ќе пропадне во текот на ноќта. Владата ќе треба даинтервенира: тоа ќе се формира Одделение за одмор подарок-давање на владата на ниво,кои би сакале да потрошат милијарди и милијарди даночни долари за да купи Барби куклии електронски игри, кои ќе се намали на населението од воздухопловните силиавиони, убивање и осакатување илјади. Значи, за доброто на нацијата, ќетреба да оди заедно со празникот програма. Ова значи дека треба да се добие големсума на пари и да одат во трговскиот центар.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
Понекогаш убавината на светот е толку големо, јас само сакам да се фрлиназад главата и гаргара ми. Само гаргара и гаргара и не ми е грижа кој слушамене, бидејќи Јас сум убава.
		-- Jack Handey, The New Mexican, 1988.

%
Фала му на Бога модерна погодност е нешто од подалечната иднина.
		-- Pogo, by Walt Kelly

%
Основната идеја зад центри е тоа што тие се попогодни од градовите.Градови има улици, кои се опасни и преполни и тешко да сепарк во. центри, од друга страна, имаат паркинзи, кои се, исто така,опасни и гужва и тешко да се паркираат во, но - тука е големаразлика - во трговскиот центар паркинзи, не постојат правила. Ти е дозволено данаправи нешто. Можете да се вози брзо како што сакате во било која насока што го сакате.Јас бев еднаш возење во еден трговски центар паркинг кога мојот автомобил бил погоден од пикапкамион се вози наназад со набиен човек со тетоважа која рече: "Чарли"на подлактица, кој излезе и ми објасни, во голема детали, зоштоНесреќата беше моја грешка, неговото расудување е во тоа што тој бил насилен и мускулестапри што не сум бил ниту. Овој вид на размислување е правосилно во трговски центарпаркинзи.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
Најдобар лек за несоница е да се добие многу на спиење.
		-- W. C. Fields

%
Најдобар начин да се направи оган со две стапчиња е да бидете сигурни дека еден од ниве еден натпревар.
		-- Will Rogers

%
Бафало не е толку опасен како што секој го прави надвор да биде.Статистиката покажува дека во САД повеќе Американци се убиени воавтомобилски несреќи отколку што се убиени од страна на Бафало.
		-- Art Buchwald

%
Големиот скок на кит до падот на Нијагарините е ценет од страна на ситекои веќе го виделе, како еден од најголемите спектакли во природата.
		-- Benjamin Franklin.

%
Автостоперски водич низ Галаксијата има неколку работи кои треба да се каже напредмет на крпи.Што е најважно, крпа има огромна психолошка вредност. наОд некоја причина, ако не-автостопер открива дека автостопер има пешкирсо него, тој автоматски ќе претпостави дека и тој е во сопственост начетка за заби, алишта, колба, gnat спреј, простор одговараат, итн, итн Исто така,не-автостопер потоа среќно ќе ја дадат на автостопер некој од овие илидесетина други предмети кои тој може да се "изгубени". Впрочем, секој човек кој може данакуцване на должината и широчината на Галакси, се борат против страшно шансите,победи преку и сеуште знаат каде пешкир е, јасно е дека е човек да бидесмета.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
Пред некој ден ... Ух, не, тоа не бев јас.
		-- Steven Wright

%
"Пирамидата се отвора!"	"Кое?""Оној со постојано проширување дупка во него!"Еднаш, кога не си насекаде и во сите "
		-- Firesign Theater, "How Can You Be In Two Places At

%
Трите главни видови на алатки* Алатки за hittings работи кои треба да ги направи лабава или да се стегне илитегла нивните многу сложени, префинети електрични делови на таковначин на кој тие функционираат совршено. (Овие се твоите чекани, претвора,bludgeons и палки.)* Алатки кои, ако се намали соодветно, можат да навлезат ногата. (Шила)* Алатки дека никој никогаш не треба да се користи, бидејќи потенцијалната опасност е далекупоголема од вредноста на секој проект што би можел да доведе.(Моќ пили, електрични дупчалки, моќ staplers, било каков вид на алатка која користибило вид на моќ понапредни од батерии за фенер.)
		-- Dave Barry, "The Taming of the Screw"

%
Доаѓа време во внатрешните работи на еден човек, кога тој мора да ја преземе бикод страна на опашката и да се соочи со ситуацијата.
		-- W. C. Fields

%
Нема лесен брз начин за излез, ние сме ќе мора да живее со помош на нашатацелиот живот, победи, изгуби, или се подготви.
		-- Walt Kelly

%
Има толку многу пластика во оваа култура која винил леопард кожатастанува загрозен синтетички.
		-- Lily Tomlin

%
Работите ќе се подобрат и покрај нашите напори да ги подобриме.
		-- Will Rogers

%
Оваа земја е полна со панталони!оваа земја е полна со mausers!И pussycats да ги јадат кога сонцето оди надолу!
		-- Firesign Theater

%
Време е илузија, ручек двојно, па.
		-- The Hitchhiker's Guide to the Galaxy

%
Штета што не можат да купат вуду свет, така што ќе може да ја направи Земјата се вртатвистински пост и секој навивач надвор.
		-- Jack Handey, The New Mexican, 1988.

%
Дваесет проценти од нула е подобро од ништо.
		-- Walt Kelly

%
Сме се сретнале на непријателот, и тој ни е.
		-- Walt Kelly

%
Ние се соочува со несовладливи можности.
		-- Walt Kelly, "Pogo"

%
Што ако се е илузија и ништо не постои? Во тој случај,дефинитивно преплатување за мојот тепих.
		-- Woody Allen, "Without Feathers"

%
Што ако ништо не постои и сите ние сме во сон нечиј? Или што е уште полошо,што ако само дека масти дечко во третиот ред постои?
		-- Woody Allen, "Without Feathers"

%
Што е комедија? Комедија е уметност на правење на луѓето да се смеат без да се правиги повратам.
		-- Steve Martin

%
	"Што да правиме?" рече Twoflower."Паника?" рече Rincewind се надевам. Тој секогаш се смета дека беше паниканајдобро средство за опстанок; назад во старите денови, теоријата отиде, луѓетокои се соочуваат со гладни sabretoothed тигрите можат да се поделат во многу едноставнооние кои паника и оние што стоеја таму, велејќи: "Што прекрасенчесто патуваше? "и" Еве, пичка. "
		-- Terry Pratchett, "The Light Fantastic"

%
Што е друг збор за "речник"?
		-- Steven Wright

%
Кога бев преминувањето на границата со Канада, тие го прашале далиСум имал никакви огнено оружје, со мене. Јас реков, "Па, она што ви е потребно?"
		-- Steven Wright

%
Кога бев мал, отидов во продавница за миленичиња и тие побараа колку е голема дека ќе добијам.
		-- Rodney Dangerfield

%
Кога се разбудив утрово, мојата девојка праша дали јас спиев добро.Јас реков, "Не, не сум направил неколку грешки."
		-- Steven Wright

%
Каде хумор е загрижен што не постојат стандарди - никој не може да каже штое добро или лошо, иако можете да бидете сигурни дека секој ќе.
		-- John Kenneth Galbraith

%
Зошто е азбука во таа цел? Тоа е затоа што на таа песна?
		-- Steven Wright

%
Вил Роџерс никогаш не се исполнети.
		-- Steven Wright

%
Winny и живеев во куќа која се одржа на статички електрична енергија ...Ако сакаше да се кандидира на блендер, ти мораше да се фаќа балони на вашиотглавата ... ако си сакал да се готви, ќе мораше да се повлече од џемпер вистински брз ...
		-- Steven Wright

%
Дали ви се * ______ * навистина сакаат да се качат на летот нон-стоп?
		-- George Carlin

%
Не можете да имате сè. Каде што ќе го стави?
		-- Steven Wright

%
"Знаете, тоа е на моменти како овој, кога сум заробен во Vogonairlock со еден човек од Бетелгез и за да умре од задушување воDeep Space што јас навистина би сакал да ги слушаше она што мајка ми ми кажакога бев млад!""Зошто, што ти кажа?""Јас не знам, јас не го слуша."
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
Вие веќе може да биде губитник.
		-- Form letter received by Rodney Dangerfield.

%
Ќе е подобро да го победи. Можете да оставите во такси. Ако не може да се добие такси,може да остави во тероризирам. Ако тоа е премногу рано, може да остави во една минута и тероризирам.
		-- Groucho Marx

%
Ти си добар пример за тоа зошто некои животни јадат своите млади.Ах, да. Се сеќавам на првото пиво.Кога вашиот коефициент на интелигенција се зголемува на 28, го продаде.
		-- Professor Irwin Corey to a heckler

%
На судбината RANDOM цитати од натпревар игра 75, БР. 1: Џин RAYBURN: Би сакал да завршам со една мисла на денот за пријатели ---               нешто ...      Некој: (прекинување) Ух-ах Џин RAYBURN: ... личност, полна со мудрост --- и ги повикуваме поетот               Лауреат, Nipsey РаселNipsey Расел: Младите луѓе се многу поразлични денес, и таму е               Еден сигурен начин да се знае: Децата се користи за да побара од каде што дошле               од, сега тие ќе ти кажам каде што може да оди.          Сите: (се смее)
		-- Professor Irwin Corey to a heckler

%
