Бебето е прехранбени канал со силен глас на едниот крај и неодговорност во другата.
		-- George Bernard Shaw

%
Бебето е Божјиот мислење дека светот треба да се оди натаму.
		-- Carl Sandburg

%
Едно дете од пет може да се разбере ова! Земи ме дете од пет години.
		-- Carl Sandburg

%
А kid'll јадат средината на Орео, на крајот.
		-- Carl Sandburg

%
А мало дете отиде до Дедо Мраз и го праша: "Дедо, знаеш кога сум лошво ред? "И Дедо вели:" Да, јас го правам. "На мало дете тогаш прашува:" А виезнам, кога спијам? "На тоа Санта одговара:" Секоја минута. "Значи,мало дете тогаш вели: "Па, ако знаеш кога сум лош и кога сум добро,тогаш како тоа не знаеш што сакам за Божиќ? "
		-- Carl Sandburg

%
Еден млад брачен пар доби своето прво дете. Нивната оригинална гордости радоста полека се сврте кон загриженост сепак, за по неколку годинидете никогаш не го изговори било каква форма на говор. Најмија најдобрите говортерапевти, доктори, психијатри, сите да не ги искористи. Детето едноставно одбиледа зборува. Едно утро, кога детето е пет, додека мажот читавна хартија, а жената е хранење на куче, мало дете гледа нагоре однеговата чинија и рече: "ладна житни Мој е."Парот е вчудоневидени. Човекот, со солзи во очите, се соочува со својот син. "Сине,по сите овие години, зошто сте се чекаше толку долго да се каже нешто? ".Shrugs дете, "Сè е се во ред" til сега ".
		-- Carl Sandburg

%
За само нешто што сме го оставиле кои, всушност, ги дискриминира во корист наобичен народ е штркот.
		-- Carl Sandburg

%
Адам и Ева имале многу предности, но главнината еден беше, дека тие избегалепочетнички.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Усвоена деца се толку болка - што треба да ги учат како да изгледа како да ...
		-- Gilda Radner

%
По гледањето на исклучително атрактивна породилно одделение-пациентискрено thumbing нејзиниот начин преку телефонски именик за неколкуминути, болница уреден конечно праша дали може да биде од некаква помош."Не, благодарам", се насмевна на млада мајка, "Јас сум само баратеиме за моето бебе. ""Но, во болница обезбедува посебна брошура во која се наведени стотицина имиња и нивните значења ", рече уреден."Тоа нема да помогне", рече на жената: "моето бебе веќе има име."
		-- Gilda Radner

%
И тој се качи со момчето до Eiffelberg кула. "Ова," извика на градоначалникот,"Е најмрачните час Вашиот град е! Времето за сите Whos кои имаат крв која е црвенада се дојде до помош на својата земја ", рече тој." Ние мора да се направи врева вопоголеми количини! Значи, ја отвориш устата, момче! За секој глас се брои! "Така тојзборуваше како што се искачи. Кога стигнаа до врвот, момчето го прочисти грлото итој извика "YOPP!"И тоа Yopp ... Тоа последен мали, екстра Yopp го стави над!Конечно, во последен! Од нечистотија на детелина дека нивниот глас се слуша!Тие слушаа јасна и чиста. И тие слон се насмевна. "Гледаш ли штоМислам? "Тие покажаа дека се лица, без оглед колку е мала. И нивнитеЦелиот свет беше спасен од страна на најмалиот од сите! ""Како точно! Да, колку е вистина", вели големиот кенгур. "А, од сега, знаеш она што јас сум планира да се направи? Од сега па натаму, јас ќе одам да се заштитинив со вас! "И младите кенгур во својата торбичка рече:" И јас исто! одсонцето во лето. Од дожд, кога тоа е есен-носталгичната, јас ќе одам да се заштитинив. Без разлика колку мала-носталгичната! "
		-- Dr. Seuss "Horton Hears a Who"

%
Секој татко кој мисли дека тој е важно треба да се потсети дека овојпочести земја татковците само еден ден во годината, а краставички добие цела недела.
		-- Dr. Seuss "Horton Hears a Who"

%
Секој кој користи фразата "лесно како преземање на бонбони од бебе" Никогашсе обиде преземање бонбони од бебе.
		-- Robin Hood

%
Дали сте родител? Дали понекогаш се најде себе си сигурен за тоа што давелат во оние незгодни ситуации? Грижи се не повеќе ...Дали сте сигурни дека сте ја кажува вистината Дали сте? Дека тешко.Колку те прави среќен да се знае што ми го испраќа до почетокот на гроб?Ако сите ваши пријатели скокна од карпа, ќе скокаат премногу?Дали се чувствувате лошо? Што мислиш, како се чувствувам?Зарем не сте се срамам од себе?Не знаете ли подобро?Како може да биде толку глупави?Ако тоа е најлошата болка што некогаш ќе се чувствуваат, треба да бидете благодарни.Вие не може да ме измамат. Знам што си мисли.Ако не може да се каже нешто убаво, велат ништо на сите.
		-- Robin Hood

%
Дали сте родител? Дали понекогаш се најде себе си сигурен за тоа што давелат во оние незгодни ситуации? Грижи се не повеќе ...Дали, како што велат, не како што правам јас.Направи ми услуга и не ми каже за тоа. Јас не сакам да знам.Што направи овој * * време?Ако тоа не се по вкус лошо, тоа не би било добро за вас.Кога бев на твои години ...Јас нема да те сакам, ако продолжиме да го правиме тоа.Помислете на сите гладни деца во Индија.Ако има едно нешто што го мразам, тоа е лажго.Одам да те убие.Начин да се оди, несмасна.Ако не ви се допаѓа, можете да го грутка.
		-- Robin Hood

%
Дали сте родител? Дали понекогаш се најде себе си сигурен за тоа што давелат во оние незгодни ситуации? Грижи се не повеќе ...	Оди си. Да ми пречи.Зошто? Бидејќи животот не е фер.Тоа е убаво, цртање. Што е тоа?Децата треба да се гледа и да не слуша.Ќе биде смртта на мене.Ќе се разбере кога сте постари.Бидејќи.Избришете ја таа насмевка го вашето лице.Јас не ви веруваат.Колку пати ти реков да се биде внимателен?	Само затоа што.
		-- Robin Hood

%
Дали сте родител? Дали понекогаш се најде себе си сигурен за тоа што давелат во оние незгодни ситуации? Грижи се не повеќе ...Добрите деца секогаш ги почитуваат.Напушти дејствува така детски.Момци не плачат.Ако се задржи што се соочува, еден ден тоа ќе се замрзне на тој начин.Зошто треба да знаете толку многу?Тоа ме боли повеќе отколку што ви боли.Зошто? Бидејќи јас сум поголем од вас.Па, сте го уништи сè. Сега сте среќни?О, да порасне.Јас само го прават тоа затоа што те сакам.
		-- Robin Hood

%
Дали сте родител? Дали понекогаш се најде себе си сигурен за тоа што давелат во оние незгодни ситуации? Грижи се не повеќе ...Кога ви се случува да пораснат?Јас само го прават тоа за ваше добро.	Зошто плачеш? Да престане да плаче, или јас ќе ви даде нешто даплаче за.	Што не е во ред со тебе?Еден ден ќе ми се заблагодарам за тоа.Ќе изгуби главата, ако тоа не се поврзани.Не имате било какви смисла на сите?Ако се задржи цицање на палецот, тоа ќе падне.Зошто? Затоа реков така.Се надевам дека ќе имаат дете само како тебе.
		-- Robin Hood

%
Дали сте родител? Дали понекогаш се најде себе си сигурен за тоа што давелат во оние незгодни ситуации? Грижи се не повеќе ...Вие не ќе се разбере.Можете да побарате многу прашања.Со цел да се биде човек, ќе мора да научат да ги следат наредбите.Тоа е за мене да се знае и да дознаете.Не дозволувајте овие насилници ви помогнам околу. Одат таму и да се држиза себе.Ти си делуваат премногу голем за вашиот britches.Па, ќе се скрши. Сега сте задоволни?Чекај додека татко ти дојде дома.Досадно? Ако Ви е здодевно, имам некои задолженија за вас.Облик до или брод.
		-- Robin Hood

%
Член Трето:Каде што криминалот на бубрезите е сторено, обвинетиот требауживаат правото на промена брзо пелена. Соопштенија за јавност итури од горенаведените не се потребни.Член Четврто:Одлуката да се јадат затегнати јагнешко или не треба да биде со "feedee"а не на "фидер". Дува затегнати јагнешко во фидер елице треба да се прифати како мислење, а не како објава на војна.Член Петти:Бебињата треба да имаат слобода да викам, дали тоа да биде во црква,место јавна средба, за време на филм, или по неколку часа когасветла се надвор. Тие се уште не научил дека радост и смеа имаатда трае цел живот и мора да се конзервирани.
		-- Erma Bombeck, "A Baby's Bill of Rights"

%
Победи вашиот син секој ден; може да не знам зошто, но тој ќе.
		-- Erma Bombeck, "A Baby's Bill of Rights"

%
Затоа што ние не размислуваат за идните генерации, тие никогаш нема да заборавиме.
		-- Henrik Tikkanen

%
Били: Мамо, знаеш дека вазна го рече беше изречена одгенерација на генерација?Мама: Да?Били: Па, оваа генерација што падна.
		-- Henrik Tikkanen

%
Доење не треба да се спроведува од страна на татковците со влакнести гради,бидејќи тие може да се направи бебе кивавица и го даде на ветерот.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Фаќање на своите деца со своите раце во нова, уште мокра, двор,таткото ги spanked. праша жена си: "Не те сакам вашите деца?""Во апстрактни, да, но не и во бетон."
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Catproof е оксиморон, Детска заштита на приближно толку.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Децата се како мачки, тие може да се каже, ако не ви се допаѓа. Тоа екога ќе дојдат и да го наруши вашето тело простор.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Децата се природни имитира кои дејствуваат како нивните родители и покрај ситенапори за да ги учат добри манири.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Децата се непредвидливи. Никогаш не знаеш што тие се недоследностќе ви се фати во следната.
		-- Franklin P. Jones

%
Децата почнуваат со љубов на своите родители. По некое време тие судат нив.Ретко, ако воопшто, дали тие ги прости.
		-- Oscar Wilde

%
Децата ретко ќе misquote. Всушност, тие обично се повторува зборотзборот она што не треба да се рече.
		-- Oscar Wilde

%
Детски талент да ги произлегува од непознавањето на алтернативи.
		-- Maya Angelou, "I Know Why the Caged Bird Sings"

%
Чистење на вашиот дом, додека вашите деца се уште расте е како расчистувањена прошетка пред да престане да паѓа снег.Нема потреба да се направи било домашна работа на сите. По првите четири годининечистотија не може да биде полошо.
		-- Quentin Crisp

%
Илузии често се функционални. мислење на една мајка за неа децатаубавина, интелигенција, добрина, и така натаму ad nauseam, ја чуваме од давењеим при раѓањето.
		-- Robert Heinlein

%
Не хендикеп вашите деца, со тоа што нивните животи лесно.
		-- Robert Heinlein

%
Плодноста е наследна. Ако твоите родители не се имате било какви деца,ниту ќе.
		-- Robert Heinlein

%
За образование на возрасни ништо не се удира деца.
		-- Robert Heinlein

%
За децата со краток опсег на внимание: boomerangs кои не се врати.
		-- Robert Heinlein

%
FORTUNE сеќава ВЕЛИКИ МАЈКИ: # 5"И, и, и, и, Но, но, но, но!"
		-- Mrs. Janice Markowsky, April 8, 1965

%
FORTUNE сеќава ВЕЛИКИ МАЈКИ: # 6"Џони, ако падне и се скрши ногата, не се работи за мене!"
		-- Mrs. Emily Barstow, June 16, 1954

%
Се одмазди! Живее доволно долго за да биде проблем за вашите деца!
		-- Mrs. Emily Barstow, June 16, 1954

%
Ова е лесно. Вие никогаш не треба да дознаам што да се добие за деца,затоа што тие ќе ти кажам точно она што го сакате. Тие поминуваат месеци имесеци истражување овие видови на нештата преку гледање Saturday- утроцртан филм шоу реклами. Бидете сигурни дека ќе го добиете токму она што вашите децашто побара, дури и ако не се согласуваат со нивниот избор. Ако вашето дете мислитој сака Убиствените Боб, кукла со ликот можете да рипувате право надвор, ќеподобро да го добие. Може да се загрижени дека тоа би можело да помогне да се поттикне вашатаантисоцијални тенденции детето, но верувајте ми, не сте го виделе асоцијалнитенденции се додека не го видел детето, кој е убеден дека тој или таа недобие право подарок.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
Испрати мало момче чекан и ќе најдете дека сè што се среќаватреба удар.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
Дајте му на вашиот ментални блокови на децата за Божиќ.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
Имаат деца е како да има куглана инсталирани во вашиот мозок.
		-- Martin Mull

%
Како поостри од забот на змијата е сестра "Види?"
		-- Linus Van Pelt

%
"Humpf!" Humpfed глас! "За речиси два дена сте се кандидира диви и инсистираше наво разговор со луѓе кои никогаш не сум постоел. Таквите сомнеж на во нашата мирољубиваџунгла! Имавме сосема доволно за да ви bellowing вечната! И јас сум тука за да седржава ", купени од големите кенгур," дека вашата смешни бесмислени игра е за ситепреку! "И младите кенгур во нејзината торбичка, рече," Јас, исто така! ""Со помош на Викершам Браќа и десетици ВикершамЧичковци и братучеди и Викершам Викершам во законите, чија помош јас сум ангажиран,Ви се случува да биде врзан! И ви се случува да бидат во кафез! И, како и за вашиот прашинадамка ... Ха! Дека ние ќе се вари во жешка пареа котел на Beezle орев масло! "
		-- Dr. Seuss "Horton Hears a Who"

%
Јас залог кога неандерталците деца ќе се направи снешко, некој секогаш ќезаврши велејќи: "Не заборавајте на дебели тешки веѓи." Тогаш тие ќе сесрам, бидејќи тие се сети тие имаа голема задоволството веѓи исто така, итие ќе се налути и ќе јадат снежен човек.
		-- Jack Handey, The New Mexican, 1988.

%
Му се јавив на моите родители пред некоја вечер, но јас заборавив на временската разлика.Тие се 'уште живеат во педесеттите години.
		-- Strange de Jim

%
Јас не некои тешки истражување со цел да бидат подготвени за "Мамо, зошто есиното небо? "Тој ме праша за црни дупки во вселената.(Има дупка * * каде?)Јас коски за да биде подготвена за "Зошто е зелена трева?"Тој сакаше да разговара за храна синџири на природата.(Добро, ајде да видиме, има Шоп-рајт, Pathmark ...)Зборував за Choo Choo-возови.Тој зборуваше мотори со внатрешно согорување.(Согорување мотор со внатрешно рече: "Мислам дека може да, мислам дека можам.")Бев воодушевен лудост видео игра, не сме помислиле дека може да се натпреварувакако еднакви.Тој ја опиша комплексноста на микрочипови потребно да се создадеграфика.Потоа пубертетот удари. Ах, адолесценцијата.Тој рече: "Мамо, јас само не ги разбирам жените."(Gotcha!)
		-- Betty LiBrizzi, "The Care and Feeding of a Gifted Child"

%
Мразам бебиња. Тие се толку луѓе.
		-- H. H. Munro

%
Знам што значи "притвор" [на деца]. "Земи дури." Тоа е сепритвор значи. Добие дури и со старата дама.
		-- Lenny Bruce

%
Сакам деца. Особено кога тие плачат - за потоа некој ги зема далеку.
		-- Nancy Mitford

%
Ја отворив фиоката од моето мало маса и една буква падна надвор,писмо од мајка ми, напишано со молив, еден од нејзиниот последен, со недовршенизборови и имплицитна смисла на нејзиното заминување. Тоа е толку љубопитни: може дасе спротивстави на солзи и "се однесуваат" многу добро и во најтешките време на тага. но,тогаш некој што го прави еден пријателски знак зад прозорецот ... или еден известувањадека еден цвет кој беше во пупка вчера одеднаш процвета ... илиписмо лизга од фиока ... и сè паѓа.
		-- Letters From Colette

%
Ви велам, јас бев грда дете. Бев толку грд што татко ми чува на детеслика која дојде со паричникот што го купил.
		-- Rodney Dangerfield

%
Му реков на моите деца, "Еден ден, ќе имаат деца на своја." Еден од нив рече,"Значи, ќе ви."
		-- Rodney Dangerfield

%
Порано мислев дека бев дете; сега мислам дека сум возрасен - не затоа штоЈас веќе не се детски работи, но бидејќи тие се јавам возрасните не сепозрел отколку што сум.
		-- Rodney Dangerfield

%
Јас сум роден, бидејќи тоа беше навика во тие денови, луѓето не знаатнешто друго ... јас не сум бил Продиџи дете, бидејќи чудо на децата едете кој знае колку, кога тоа е дете како тоа го прави кога ќе порасне.
		-- Will Rogers

%
Ако детето ви иритира, го смирува со четкање неговата коса. Ако тоа не сеработи, користете другата страна на четката на другиот крај на детето.
		-- Will Rogers

%
Ако родителите само што ќе сфати колку што ги носеле своите деца.
		-- G. B. Shaw

%
Ако бременоста се книга тие ќе ги намали во последните две поглавја.
		-- Nora Ephron, "Heartburn"

%
Ако многу стар ќе се сеќавам, многу млади ќе го слуша.
		-- Chief Dan George

%
Ако никогаш не сте биле мразени од вашето дете, вие никогаш не биле родител.
		-- Bette Davis

%
Ако мајка ти знаеше она што го правиш, таа веројатно би се откажам главата и плаче.
		-- Bette Davis

%
Лудост е наследна. Можете да го добиете од вашите деца.
		-- Bette Davis

%
Тоа е подобро да останат бездетни од на татко сирак.
		-- Bette Davis

%
Не е ни чудо што луѓето се толку ужасно кога ќе започне нов живот како деца.
		-- Kingsley Amis

%
Тоа е толку бргу што сум направил за, се прашувам, што беше започната за.
		-- Epitaph, Cheltenham Churchyard

%
Тоа мора да се некои брак будала што рече: "А детето може да поставуваат прашањадека еден мудар човек не може да одговори ", бидејќи, во секој пристоен куќа, детиште декаќе почне поставување на прашања што побрзо да се спакувани во кревет.
		-- Arthur Binstead

%
Тоа сега се чини повеќе да се забавуваат дете отколку што некогаш да се едуцираат за својот татко.
		-- Arthur Binstead

%
Тоа никогаш не е премногу доцна за да има среќно детство.
		-- Arthur Binstead

%
Децата секогаш заличи куќа; претежно со напуштање на светлата.
		-- Arthur Binstead

%
Децата се * _____ * никогаш земе водство од нивните родители. Ако можешпатуваат назад во времето и да ги набљудува оригиналниот приматот семејство вооригиналниот дрво, ќе ја видиш приматот родители вика на приматоттинејџер за кои седат околу и sulking на целиот ден, наместо да се обидува даgrubs и бобинки како татко приматот. Тогаш ќе видите приматоттинејџер Stomp до неговите филијали и слем на листовите.
		-- Dave Barry, "Kids Today: They Don't Know Dum Diddly Do"

%
Лежи! Сите лаги! Вие сте сите лежи против моите момчиња!
		-- Ma Barker

%
Животот не започнува во моментот на зачнувањето или во моментот на раѓањето.Таа започнува кога децата се напушти домот и кучето умира.
		-- Ma Barker

%
Животот е сексуално пренослива болест со 100% смртност.
		-- Ma Barker

%
Животот е како пелена - кратко и оптеретени.
		-- Ma Barker

%
Книжевноста е главно за секс и не многу за создавање на деца.Животот е обратно.
		-- David Lodge, "The British Museum is Falling Down"

%
Зрелост е само една кратка пауза во адолесценцијата.
		-- Jules Feiffer

%
Може да имаш многу убави и послушни ќерки.
		-- Jules Feiffer

%
Може да имате многу убав и послушни синови.
		-- Jules Feiffer

%
СЕЌАВАЊА НА МОЕТО СЕМЕЈСТВО СРЕДБИ уште се извор на сила за мене. јассе сеќавам ние сите ќе се влезе во автомобил - заборавам каква што беше - ивози и вози.Не сум сигурен каде ќе одам, но мислам дека имаше некои пчели таму. намирисот на нешто беше силна во воздухот што игравме без оглед на спортотрепродуцираат. Се сеќавам на еден поголем, постар човек кого го нарече "тато". Ние би се јаденекои работи или не, и тогаш мислам дека отидовме дома.Претпоставувам дека некои работи никогаш нема да те оставам.
		-- Jack Handey, The New Mexican, 1988.

%
Микробранови frizz наследник.
		-- Jack Handey, The New Mexican, 1988.

%
моето момче е средство дете. Дојдов дома пред некој ден и го виде снимање црвина тротоарот, тој седи таму и часовници птиците се хернија. Па,само минатиот Божик ќе му даде пиштол Б-Б и тој ми даде маица сона бикови очи на грбот.Му реков на моите деца, "Еден ден, ќе имаат деца на своја." Еден од ниврече: "Значи, ќе ви."
		-- Rodney Dangerfield

%
Моето семејство историја започнува со мене, но твое завршува со вас.
		-- Iphicrates

%
Мајка ми сакаше децата - ќе му го дале нешто да сум бил еден.
		-- Groucho Marx

%
Мајка ми еднаш ми рече, "Елвуд," (таа секогаш ме викаше Елвуд)"Елвуд, во овој свет, мора да о толку паметни или ох толку пријатно."Со години се обидов паметни. Јас препорачувам пријатен.
		-- Elwood P. Dowde, "Harvey"

%
Мајка ми сака внуци, па рече: "Мамо, одат за тоа!"
		-- Sue Murphy

%
Мајка ми беше епрувета; Татко ми беше нож.
		-- Friday

%
Моите родители отиде во Нијагарините водопади и сите што го добив беше ова кофти живот.
		-- Friday

%
Мојата ритуал се разликува малку. Тоа што го правам, прво нешто [во утринските часови], е јасхоп во кутијата на полица туш. Тогаш јас хоп право назад, затоа што кога Рипнавво I слета бос правото на врвот на ЈИЕ Threepio, малку пластична роботлик од "Војна на ѕвездите", за кои мојот син, Роберт, сака да се повлече на нозете одна додека тој тушеви. Тогаш јас хоп право назад во кутијата на полица, бидејќи нашите куче,Полна пареа, кој бил сам во подрумот цела ноќ изградба на моќникуче емоции, дојде одблеснува и треперат во бањата и саказа да ме поздрави со 60 или 70 илјади игрива nips, секоја од кои едниот - мечкана ум дека јас сум гол и, без да ми контактни леќи, во суштина слепи- Би можело да резултира во вид на повреда, каде што ќе мора да научат сосема новдел, ако сакате да ја пеат "Месија", ако добиете ми лебдат. Тогаш јас хопправо назад, бидејќи Роберт, со тоа чуден шесто сетило некои децаимаат - не можете да го учат; тие или го има или не - го избратокму тој момент за да се ослободам еден од тоалетите. Можеби неколку од нив.
		-- Dave Barry

%
Природа го прави момчињата и девојчињата убава на глед, така тие можат да бидаттолерирани се додека не се здобијат со некои смисла.
		-- William Phelps

%
Никогаш нема да има деца, само внуци.
		-- Gore Vidal

%
Никогаш не позајмуваат вашиот автомобил на некој на кого се породиле.
		-- Erma Bombeck

%
Никогаш не се подигне својата рака на своите деца - тоа остава вашиот midsectionнезаштитени.
		-- Robert Orben

%
Никогаш не му верувате на детето подалеку отколку што може да се фрли.
		-- Robert Orben

%
Не Куќата е childproofed освен ако малку darlings се во лудачки кошули.
		-- Robert Orben

%
Не е важно колку години мајка е, таа ги гледа своите деца од средната возраст зазнаци на подобрување.
		-- Florida Scott-Maxwell

%
Никој не страда од болки на раѓање или болка на љубов дете со целза претседатели да се направи војни, за владите да се хранат на суштината насвојот народ, за осигурителните компании да измамник на млади и му ја одземеш на стариот.
		-- Lewis Lapham

%
Еден татко е повеќе од сто учителите.
		-- George Herbert

%
Еден од недостатоците да имаат деца е во тоа што тие на крајот се старидоволно за да ви даде подароци се во училиште.
		-- Robert Byrne

%
Само возрасните имаат проблеми со Детска заштита на капи.
		-- Robert Byrne

%
Од устата на младенците често доаѓа житни култури.
		-- Robert Byrne

%
Родителите често се зборува за помладата генерација, како да тие не семногу од ништо да се направи со неа.
		-- Robert Byrne

%
Ве молиме, мајка! Јас повеќе би го сторам тоа!
		-- Robert Byrne

%
Рајнхард никогаш не бил омилен на неговата мајка - и тој беше само дете.
		-- Thomas Berger

%
Не заборавајте дека како тинејџер сте во последната фаза од вашиот живот, когаќе бидат среќни да слушнат дека телефонот е за вас.
		-- Fran Lebowitz, "Social Studies"

%
Снег и адолесценцијата се единствените проблеми со кои исчезне ако се игнориранив доволно долго.
		-- Fran Lebowitz, "Social Studies"

%
Некаде на овој свет, секои десет секунди, постои родилкана детето. Таа мора да се најде и застана.
		-- Sam Levenson

%
Ги учат децата да бидат љубезни и учтиви во домот, и кога тие ќе пораснат,тие нема да бидат во можност да работ автомобил излез на автопат.
		-- Sam Levenson

%
Епрувета бебиња не треба да фрлаат камења.
		-- Sam Levenson

%
Дека сите луѓе треба да бидат браќа е сон на луѓе кои немаат браќа.
		-- Charles Chincholles, "Pensees de tout le monde"

%
Просечните примања на современиот тинејџер е околу 2 изутрина
		-- Charles Chincholles, "Pensees de tout le monde"

%
Судницата е бремена (игра на зборови, наменети) со вознемирени тишина какосудија свечено смета пресудата во костим на татковство пред него.Одеднаш, тој стигна во наборите на неговата облека, извлече една цигара исвечено предаден на обвинетиот."Честитки!" изјавиле правникот. "Вие сте само да станеТатко! "
		-- Charles Chincholles, "Pensees de tout le monde"

%
Откажувањето на младите е неопходен дел на хигиената на постарителуѓе, и во голема мера помага во циркулацијата на крвта.
		-- Logan Pearsall Smith

%
Фактот дека момчињата им е дозволено да постои на сите докази на извонреденКристијан воздржаност кај мажите.
		-- Ambrose Bierce

%
Во првата половина од нашите животи се уништени од страна на нашите родители, а во втората половинаод страна на нашите деца.
		-- Clarence Darrow

%
Целосното влијание на родителството не го погоди додека не се мултиплицираатброј на вашите деца од триесет и две забите.
		-- Clarence Darrow

%
Иднината е мит создадена од страна осигурување трговци и средно училиште советници.
		-- Clarence Darrow

%
Добрата умираат млади - бидејќи тие го гледаат тоа нема корист да живее, ако имашда бидат добри.
		-- John Barrymore

%
Идејата е да се умре млад што е можно подоцна.
		-- Ashley Montague

%
Модерната дете ќе ви одговори назад пред да си рече ништо.
		-- Laurence J. Peter

%
"Единствениот вистински начин за да изгледаат помлади не треба да се роди, па наскоро."		   Одново и одново"
		-- Charles Schulz, "Things I've Had to Learn Over and

%
Проблемот со генот базен е дека не постои спасител.
		-- Charles Schulz, "Things I've Had to Learn Over and

%
Вистинската причина големи семејства од полза за општеството е затоа што најмалкунеколку од децата во светот не треба да се подигнат од страна на почетници.
		-- Charles Schulz, "Things I've Had to Learn Over and

%
Години на врвот на менталната активност несомнено се на возраст меѓу четири помеѓуи осумнаесет. Во четири знаеме сите прашања, на осумнаесет сите одговори.
		-- Charles Schulz, "Things I've Had to Learn Over and

%
"Имаше едно момче Eustace Кларенс Scrubb, и тој речиси го заслужи тоа."
		-- C. S. Lewis, "The Chronicles of Narnia"

%
Не постои точка во која се одгледува, ако не може да биде детска понекогаш.
		-- Dr. Who

%
Нема ништо лошо со тинејџери дека резонирањето со нив нема да се влошат.
		-- Dr. Who

%
Бебињата се stormtroopers на Господ на ентропија.
		-- Dr. Who

%
Проблеми се како бебиња; тие растат само од страна на медицински сестри.
		-- Dr. Who

%
Две капки родител поминато месеци предава на нивниот син како да се биде дел одокеанот. По неколку месеци на обука, падот на татко коментираше падот на мајка,"Ние учиме нашите момче што знаеме, тој е способен да биде плима".
		-- Dr. Who

%
сите сме родени шармантни, свежи и спонтано и мора да биде цивилизиранпред да се погодни за да учествуваат во општеството.Правилното однесување "
		-- Judith Martin, "Miss Manners' Guide to Excruciatingly

%
Ние сме народот нашите родители нè предупреди за.
		-- Judith Martin, "Miss Manners' Guide to Excruciatingly

%
Она што навистина го обликува и условите и не тера да е некој само неколку однас не имаат храброст да се соочи со: а тоа е детето што некогаш беа,долго пред формалното образование досега доби канџите во вас - тоанетрпеливи, сите бараат детето кое сака љубов и сила и не може дадоволно или и кој оди на беснее и плачеа во своите души дово последно твоите очи се затворени и сите будали се каже, "зарем не го барамирно? "Тоа се оние затворен, желба деца кои прават сите војнии сите ужаси и сите на уметноста и сите убавини и откритие воживот, затоа што тие се обидуваат да се постигне она што се постават надвор од нивните фатетепред тие беа пет години.
		-- Robertson Davies, "The Rebel Angels"

%
Она што е направено за децата, тие ќе се направи за општеството.
		-- Robertson Davies, "The Rebel Angels"

%
Кога детството умре, неговите тела се нарекуваат возрасни.
		-- Brian Aldiss

%
Кога имав 16 години, мислев дека нема надеж за татко ми. Од времето кога беше20, тој ја направи големо подобрување.
		-- Brian Aldiss

%
Кога сте се родиле, голема шанса беше донесена за вас.
		-- Brian Aldiss

%
Зошто тие го нарекуваат бебето кога сите вие ​​направите е да се кандидира по нив?
		-- Brian Aldiss

%
Зошто не се старомоден Божиќ за вашето семејство оваа година? самослика на местото на настанот во вашата дневна соба на Божиќ наутро што вашите децаотвори старомоден своите подароци.11-годишниот син: "Што е грижам е тоа?"Вие: "А врти врвот ќе го вртат околу себе, а потоа на крајот ќе падненадолу. Што е забавно! Ха, ха! "Синот: "ова е шега родители Џејсон Томпсон го доби со компјутер?два хард дискови и 128 килобајти меморија за случаен пристап, и да се добие овааТоп кретен? "8-годишниот вашата ќерка: "Мислите дека тоа е лошо, погледни го ова?".Вие: "Тоа е figgy пудинг Што се третираат!"Ќерката: "Изгледа како коза barf".
		-- Dave Barry, "Simple, Homespun Gifts"

%
Можете да дознаете многу работи од деца. Колку трпение имате,На пример.
		-- Franklin P. Jones

%
"Вие не може да се очекува да биде мајка со мало дете цело време," МаргаретМедовина еднаш забележа, со својата вообичаена добра смисла, но во 1978 година ги шокиралафеминистки од кршење дека жените навистина не треба децата да ги стави воДневен дванаесет часа на ден, или.
		-- Caroline Bird, "The Two Paycheck Marriage"

%
Вие не може да го прегрне дете со нуклеарно оружје.
		-- Caroline Bird, "The Two Paycheck Marriage"

%
Ваша одговорност како родител не е толку голема како што може да се замисли. можетене треба да ја снабдува светот со следниот освојувач на болест или големи движењеслика ѕвезда. Ако вашето дете едноставно ќе порасне да биде некој кој не користизборот "колекционерски" како именка, може да се сметаат за неквалификуваниуспех.
		-- Fran Lebowitz, "Social Studies"

%
Млади е како една прекрасна работа. Што е злосторство да го отпад врз децата.
		-- George Bernard Shaw

%
Младоста е старател на потомство.
		-- George Bernard Shaw

%
Младоста е кога ќе се обвинуваат сите ваши проблеми на вашите родители; зрелосткога ќе дознаете дека сè е вина на помладата генерација.
		-- George Bernard Shaw

%
Младите. Тоа е чудно што некој некогаш го outgrows.
		-- George Bernard Shaw

%
