* SynrG забележува дека бројот на конфигурација прашања да се одговори во  Sendmail е не-тривијални
		-- David Leimbach

%
* Џејмс ќе биде повеќе импресионирани ако магија овластувања netgod е може да го запре  се дели на прво место ...* Netgod забележува Debian програмерите се многу тешко да се импресионира
		-- David Leimbach

%
<SEL> потребна помош: мојот прв пакет на мојот провајдер губи :-(<Netgod> SEL: не го испрати првиот, почнете со # 2
		-- David Leimbach

%
<Џејмс> злоупотребуваат мене. Јас сум толку сакати јас испрати извештај за бубачка до        Debian-развојна-промени
		-- David Leimbach

%
Никогаш не мислев дека јас би го видам денот кога Netscape е слободен софтвер иX11 е комерцијален. Живееме во интересни времиња.
		-- Matt Kimball <mkimball@xmission.com>

%
<Џим> Lemme бидете сигурни дека јас не сум да губат време тука ... bcwhite ќе го отстрани      pkgs дека havent е утврдена кои имаат заостанати грешки на тежината      "Важни". Точно или неточно?<JHM> Џим: "важни" или повисок. Вистина.<Џим> Тогаш ние сме за да се изгуби ftp.debian.org и dpkg :)* Netgod ќе го пропушти dpkg - тоа е повремено корисни<Џои> Ние се уште имаат вртежи во минута ....
		-- Matt Kimball <mkimball@xmission.com>

%
<JHM> бидат преоптоварени е знак на вистински Debian одржувач.
		-- Matt Kimball <mkimball@xmission.com>

%
<Overfiend> partycle: Јас сериозно им треба одмор од овој пакет.            Јас всушност имале сон за воведување на нови глупави грешки            во Xbase-preinst минатата ноќ. Тоа е лош знак.
		-- Matt Kimball <mkimball@xmission.com>

%
Пишување на неслободниот софтвер не е етички легитимна активност, па аколуѓето кои го прават тоа наиде на проблеми, тоа е добро! Сите бизниси врз основана неслободниот софтвер треба да успее, и побрзо, толку подобро.
		-- Richard Stallman

%
Мајкрософт DNS услуги престанува ненормално кога ја добива одговорза пребарување на DNS што никогаш не е направено. Поправи информации: Стартувај вашиот DNSуслуги на различни платформи.
		-- BugTraq

%
* Dpkg раце студираат на огромна чаша vbeer* Џои зема пиво од Сту, ти си премногу млад;)* Cylord зема пиво од Џои, сте премногу пијани.* Cylord дава пиво да muggles.
		-- BugTraq

%
Ние, луѓето од распределбата на Debian GNU / Linux, со цел да се формираповеќе совршен оперативен систем, воспоставување на квалитет, се осигура пазарразновидност, да обезбеди за заедничките потреби на корисниците на компјутер, да го промовирабезбедноста и приватноста, соборување монополското сили во компјутерсофтверската индустрија, и да се обезбеди благословот на слободата на себе инашето потомство, го ракоположи и да се воспостави овој Устав за DebianGNU Linux систем /.
		-- BugTraq

%
"Ова е element_data структура за елементи чија * element_type =FORM_TYPE_SELECT_ONE, FORM_TYPE_SELECT_MULT. * / / * * Вгнездени подлабокои подлабоко, потешко и потешко, оди, оди, ох, ох, OHHHHH !! * За жал, добизанесуваат таму. * / Struct lo_FormElementOptionData_struct ".
		-- Mozilla source code

%
Додека во 2000 година (Y2K) проблем не е проблем за нас, сите Linuxимплементации ќе погодени од 2038 година (y2.038k) прашање. наDebian проектот се обврзува да работат со индустријата на ова прашањеи ние ќе ја имаат нашата планови и стратегија испратени од страна на првиот кварталод 2020 година.
		-- Mozilla source code

%
... Каде беше и Stac Електроника кога Microsoft го измислил Doublespace? кадебеа Xerox и Apple кога Microsoft го измислил GUI? Каде беше на AppleQuickTime кога Microsoft го измислил видео за Windows? Каде беше телескопотМозаик АД е кога Microsoft го измислил Internet Explorer? Каде е сонцетокога Microsoft го измислил Java?
		-- Mozilla source code

%
Жал ми е ако наредниот звучи борбен и премногу лично,но тоа е мојот општата стил. - Иан Џексон
		-- Mozilla source code

%
"Мојот најголем проблем со RH (а особено RH придонесени пакети) е декаТие немаат ништо слично на нашата политика. Тоа е една од главните причинизошто нивните пакети се толку crappy и скршени. Debian има тимска работастрана на градење на дистрибуција сведува на ликовната уметност. "
		-- Mozilla source code

%
"Slackware корисници не е важно. Во моето искуство, Slackware кориснициили clueless за newbies кои ќе имаат проблеми дури и со катран, или тие себесни do-it-yourselfers кој не би се инсталира некој друг пред-составибинарни дури и ако тие се платени за тоа. "
		-- Mozilla source code

%
<XinkeT> "Господ ми ја даде спокојство да го прифати она што не можам         промени, храброст за промена на нешта што може да и мудрост         за да се скрие на органите на луѓе што мораше да го убие, бидејќи тие         ме накурчени. "
		-- Mozilla source code

%
* Темни ја промени темата на каналот # debian на: Подоцна вечерва: По  месеци од внимателен ладење, Debian 2.0 е доволно конечно кул да се  порака.
		-- Mozilla source code

%
Седнав смее snidely во мојот лаптоп додека не ми покажа компјутер работиЛинукс. И О! Тоа беше како небото се отворило и Бог изречениклиент-страна OS толку убава, толку доброто и толку елегантен дека милионпрограмерите на Мајкрософт не можеше да го измислиле дури и ако тие имаа стогодини и илјада каси на избувне кола.
		-- LAN Times

%
Седнав смее snidely во мојот лаптоп додека не ми покажа компјутер работиLinux .... И се задави овој компјутер? Дали тоа пелтечат? тоа го правеше, уште еднаш,се каже дека оваа програма ја спровел нелегална работа и треба да се затворидолу? Не И ова е само на клиентот.
		-- LAN Times

%
"Мислам дека повеќето Debian програмери се прилично" силна волја "луѓесо голем степен на разбирање и висок степен на страст за она штошто го сметаат за важни во развојот на системот на Дебиан. "
		-- Bill Leach

%
"Всушност, само дистрибуција на Linux некогаш сум ја користи кои го положилеrootshell тест надвор од кутијата (погоди rootshell во времето на DIST еобјави и да видиме дали може да се скрши на оперативниот систем со скрипти од таму) сеДебиан. "
		-- seen on the Linux security-audit mailing list

%
* Culus стравува Perl - јазикот со опционален грешки
		-- seen on the Linux security-audit mailing list

%
<Сту> ќе треба да се плашат да се користат KDE RMS бидејќи може да дојде до вашиот      куќа и прилепи вашиот монитор со секира или нешто :)
		-- seen on the Linux security-audit mailing list

%
"И јас, всушност, како што се Дебиан 2.0 дека многу Можам целосно преработенатастандардната конфигурација на системи Линукс нашата компанија продава и reinstalled билона системите за Linux во канцеларија и тука дома .. "
		-- seen on the Linux security-audit mailing list

%
<Davide> Како рунда политика политика на полицијата со политика за менување на         политика полицијата полицијата
		-- seen on the Linux security-audit mailing list

%
<Темно> "Ајде да Линукс Стандардна Linux асоцијација за стандардизација        Одбор. Целта на овој форум ќе биде да се стандардизира Линукс        Организации за стандардизација. "
		-- seen on the Linux security-audit mailing list

%
<Overfiend> Не се плаче со мене за вашиот "30 минути компајлира" !! јас            треба да се изгради X Тешка и начини! Во снегот! со голи            нозе! И ние не се компајлери! Моравме да се преведе            C код Клучни зборови за себе!<Overfiend> И имав 18 години пред ние дури имаше монтажници!
		-- seen on the Linux security-audit mailing list

%
ЊУЈОРК (Ен-Ен) - Интернет корисници кои го поминуваат дури и неколку часа неделно на интернетдома доживее повисоки нивоа на депресија и осаменост отколку акотие ги користеле компјутерска мрежа поретко, The New York Timesво неделата. Резултатот ... изненадени и истражувачи испонзори, во која беа вклучени Интел Корп, Хјулит Пакард, AT & T, истражување иApple компјутер.
		-- seen on the Linux security-audit mailing list

%
"Она што е зачудувачки, сепак, е општиот распоред и интеграција насистем. Debian е навистина елегантна Linux дистрибуција; голема сметкадонесена во подготовка на пакети и нивната поставеност во рамките насистем. Огромната број на пакети е исто така импресивна .... "
		-- seen on the Linux security-audit mailing list

%
Debian Linux е солидна, сеопфатна производ, и вистинско задоволство даупотреба. Тоа е исто така одлична да се вклучат со колективен Дебиан,чиј стил и дух потсетува на раните денови на Интернет исмисла на отвореност и глобална соработка.
		-- seen on the Linux security-audit mailing list

%
<Поплави> Може ли да се напише Unix-кернелот во Perl?
		-- seen on the Linux security-audit mailing list

%
<Поплави> netgod: Јас, исто така имаат маица "Злото внатре" (w / Intel лого) .. на        грбот, вели: "Кога занесот доаѓа, ќе имате root?"
		-- seen on the Linux security-audit mailing list

%
<Зарков> "NT 5.0. Сите грешки и десет пати големината на кодот!"
		-- seen on the Linux security-audit mailing list

%
<Culus> има 150 Мег во / tmp реж! Драги Боже
		-- seen on the Linux security-audit mailing list

%
<Toor> netgod: она што го имате во вашиот кернел ??? Составувач код за       возење на вселенскиот шатл ???<Spoo> време да се направи Поштенски Drive вашата дискетна единица тогаш. Ако кернелот       doesn способен за тоа, јадрото е АИ
		-- seen on the Linux security-audit mailing list

%
Сега конечно може да се објасни на сите зошто го правам ова. Јас само што влегов $ 7 во вредност одна бесплатни нешта за работа на Debian!
		-- seen on the Linux security-audit mailing list

%
<Ultima> netgod: Мојата калкулатор има повеќе регистри од x86, и
		-- thats- sad

%
* BOREN фрла MATLAB низ собата и се надева дека тоа се распаѓа во голем број  aproaching бесконечна peices
		-- thats- sad

%
"... Тоа беше многу побрзо отколку што мислев дека требаше да биде, многу побрзоод НТ. Ако понатаму се зголемува брзината се направи за да на серверот за финалетопорака, Oracle ќе биде во можност да ги избрише своите газ со SQL Server иго предаде назад кон М $, додека администраторите ... Oracle миграција на бази на податоциво текот на Линукс! "
		-- thats- sad

%
Доминација во светот, се разбира. И оскудно облечени жени. Кој се грижи акосвојата дваесет подолу? - Линус Торвалдс
		-- thats- sad

%
<Flav> Win 98 Психичките издание: Ќе ви кажам каде одиш утре
		-- thats- sad

%
<Zpx> тоа е неверојатно колку "не-скршени" Debian е во споредба со слаба и релативна влажност
		-- thats- sad

%
<Темно> "Еј, јас сум од овој проект наречен Debian ... сте слушнале за тоа?       Вашето име се чини дека е еден куп на нашите работи. "
		-- thats- sad

%
"Во случај на percieved неуспех на раководството на проектот # debian еовластување да преземе драстични и descisive акција за да се поправи во спротивно,вклучително и преку не ограничувајќи се на протерување на функционери, apointing нови функционерии, генерално, злоупотреба на моќ "
		-- proposed amendment to Debian Constitution

%
<Overfiend> сме повикувајќи 2.2 _POTATO_ ??
		-- proposed amendment to Debian Constitution

%
<SirDibos> Дали Johnie Инграм закачам тука на ИВЗ?
		-- proposed amendment to Debian Constitution

%
* Twilight1 ќе треба да се откажам својот Mozilla Beanie диносаурус во фигура ако  Netscape продава-до многу губитници ..
		-- proposed amendment to Debian Constitution

%
<Лукс> ако MacOS е за компјутерски неписмени, а потоа windoze е за      компјутер мазохисти
		-- proposed amendment to Debian Constitution

%
<Темно> Culus: Градење на пет метри висока реплика на Empire State       Зграда со кламери е импресивен. Тоа го правам е со врзани очи       eleet.
		-- proposed amendment to Debian Constitution

%
Јас само може да се види сега: номинација тероризмот ;-)        - Manojха, ха! Јас го номинира Manoj.
		-- seeS

%
<JHM> Некако имам повеќе почит за 14-годишниот Debian програмери од     14-годишниот сертифициран Microsoft кметовите.
		-- seeS

%
<Culus> Бен: Дали solumly колнам на вас, чита на Debian е-мејл еднаш дневно и        не дозволуваат луѓето да мислат дека сте МИА?<Бен> Culus: Јас така се заколнам
		-- seeS

%
"Се прашувам дали ова е првиот устав во историјата на човештвотокаде што треба да се пресмета со квадратен корен да се утврди дали движењеминува. :-) "
		-- Seen on Slashdot

%
Ова е решение за проблемот Дебиан .. и од единствениот вистински начинда се создаде повеќе роднини на програмерите е да имаат деца, ни треба повеќесекс! Тоа е долгорочна инвестиција ... тоа е самата работа која езадоволување!
		-- Craig Brozefsky

%
<Marcus> Данам: Знаеш како реални броеви се изработени од рационално         броеви од страна на еквивалентност класи на конвергентна секвенци?<Данам> Маркус: Да.
		-- Craig Brozefsky

%
<Culus> "Ало?" "Здраво baybee" "Дали сте Johnie Инграм?" "За тебе ќе бидам        некој "" Ermm .. Дали ви се продаде подметнато животно ЦД-а? "" Го сакам slinkies "
		-- Craig Brozefsky

%
<Overfiend> xhost + localhost треба да се направи само од страна на луѓе кои би            се наслика своите име и лозинка за root за меѓудржавен            надвозник.
		-- Craig Brozefsky

%
<JHM> AIX - на Unix од вселената каде Спок има брада.
		-- Craig Brozefsky

%
<Knghtbrd> студии докаже дека истражувањето предизвикува рак кај 43% од лабораторија           стаорци<CQ> knghtbrd- Да, но 78% од овие статистики се исклучи од 52% ...
		-- Craig Brozefsky

%
<Сту> apt: грешки<Apt>! Грешки се глупави<Dpkg> погоден: се глупави? што е тоа?<Apt> dpkg: јас не знам<Dpkg> apt: Убавината е во окото на сопственикот на пиво ...<Apt> Јас веќе го имаше на тој начин, dpkg.
		-- Craig Brozefsky

%
<Muggles> Јас сум се обидува да убеди некои НЕТ КОМ администраторите знам да конвертирате          на Debian од RH, netgod, но тие се проклето тврдоглав<Muggles> зошто корисниците RH толку проклето тешко чело?<ESPY> тоа е шапка
		-- Craig Brozefsky

%
<Doogie> Debian - Сите моќта, без смешни капа.
		-- Craig Brozefsky

%
Колку месеци ќе се дојде да биде зад нив [RedHat] со glibcпорака? "
		-- Jim Pick, 8 months before Debian 2.0 is finally released

%
Целта на постоење на мејлинг-листи, наместо да newsgroups е да сесе постави бариера за влез кој ги штити листи и нивните кориснициинвазија од страна на Генералното необразовани орди.
		-- Ian Jackson

%
Повеќето од нас сметаат дека маркетинг видови се како опасно оружје - води"Ем извадени и затворени во плакарот, а само ги изведам когаќе им треба да се направи една работа.
		-- Craig Sanders

%
<BenC> cerb: ние, сте претплатени на Debian-борба како модератор<BenC> cerb: Листа правила се: 1) не убаво пораки, 2) не се извини
		-- Craig Sanders

%
<Teknix> нашите локални телефонските призна дека некој "поддржани во         копчето на прекинувач "и ја презеде целата мрежа на банкомати надолу<Netgod> надевам сега рутери се дизајнирани и подобро, па "мрежата         од "swtich се наоѓа на задната
		-- Craig Sanders

%
<Overfiend> Thunder-: Кога ќе се MessagesLikeThisFromYourHardDrive {}<Overfiend> Thunder-: или средства} {TheDriverIsScrewy<Overfiend> или<Overfiend> {YourDriveIsFlakingOut BackUpYourDataBeforeIt'sTooLate            PrayToGod}
		-- Craig Sanders

%
<Apt> Тоа е, рече дека RedHat е нешто Марк Јуинг носи на      главата.
		-- Craig Sanders

%
<MrCurious> со силата на greyskull<MrCurious> некој ќе ми каже дека забраната да се одржи<Sopwith> mrcurious: * .debian.org, * .novare.net<PhilX> * .debian.org. тоа е одлично.
		-- Seen on LinuxNet #linux

%
"Она што го прави ова да ми кажете? Дека ако Microsoft беа последните софтверКомпанијата лево во светот, 13% од населението на САД ќе биде маснотиигаража продажба и добра волја за стари TRS-80-тите години, CPM, машини и Apple] [ 's предтие ќе ги купат на Microsoft. Тоа не е точно на ѕвонење поддршка. "
		-- Seen on Slashdot

%
"Брус McKinney, автор на хардкор Visual Basic, најави декатој е преку глава од VB и не се пишува на 3-ти издание на неговата книга. нанајдобра понуда е на крајот: "Мене не ми треба друг јазик дизајниран со фокусгрупа ".
		-- Seen on Slashdot

%
<Cylord> Дали тоа ќе биде прифатливо за политика Debian ако се вметне Crontab         стандардно во компир кој преку е-маил bill.gates@microsoft.com         секое утро со е-маил на кои пишуваше "Не грижете се, Линукс е         каприз ... "
		-- Seen on Slashdot

%
* Overfiend размислува правите NMU на asclock, во која тој едноставно се менува  продолжениот опис "Ако се превиткуваат и се стави главата меѓу  нозете, можете да прочитате на време надвор вашиот assclock ".<Doogie> Overfiend: одите во кревет.
		-- Seen on Slashdot

%
<Рид> Важно е да се напомене дека главната причина на Римската империја       не успеаја е дека тие немаат концепт на нула ... на тој начин тие не можеа       тестирање на успехот или неуспехот на нивните C програми.
		-- Seen on Slashdot

%
Од кога целта на Debian е да се смири на интересите намаса на неквалификувани потрошувачи? - Стив Пократок
		-- Seen on Slashdot

%
<Joeyh> netgod: Ир, се овие пакети 2.2.0 2.0.0pre9 или дали имате        директна линија со богови?<Netgod> joeyh: Имам директна линија
		-- Seen on Slashdot

%
<_Anarchy_> Уффффф .. кој е делење кеси за хартија 8)
		-- Seen on Slashdot

%
<Непријатно> никого околу?<Flav> Не, ние сме сите неправилни полигони
		-- Seen on Slashdot

%
<Culus> о, боже НЕ случаен Цитат ГЕНЕРАТОР<Netgod> сигурно не мислам дека е статички? колку мизерно што ќе биде? :-)
		-- Seen on Slashdot

%
Само непостоење е слаб изговор за прогласување на работа unseeable. можете* * Може да се види змејови. Вие само треба да се погледне во вистинската насока.
		-- John Hasler

%
<Варовит> GCC е најдобар компресор пренесен некогаш на Linux. може да се претвори         12MB на кернелот изворниот (и тоа е .debbed) во 500k кернелот
		-- John Hasler

%
<Manoj> Јас * како * пилешко
		-- John Hasler

%
 [] DOGBERT [2] Ричард Сталман [3] Buffy SUMMERS [1] Manoj Srivastava [4] Никој од горенаведените
		-- Debian Project Leader 1999 ballot

%
<Oryn> некој знае дали постои верзија на dpkg за RedHat?
		-- Debian Project Leader 1999 ballot

%
Acme-топ (3,1415) нестабилна; итност = ниско  * Додадено безбедност за да се спречи распуштање оператор, затвора: бубачки # 98765,    грешка # 98.713, # 98.714.  * Додадено manpage. затвора: # 98.725.
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
! Netgod: *! времето лета кога сте користење на Линукс! Doogie: *! Да, бесконечна јамка за 5 секунди.! Teknix: *! има некој повторно да се тестира дека со 2.2.x?! Netgod: *! Да, 4 секунди сега
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
* Темно поздравува liw со мала жолта жаба.* Liw бакнува жабата и часовници се трансформира до убава nerd  девојка, ја носи во својот до сладолед, и живее среќно засекогаш по  со неа<Темно> liw: Ум тоа е премногу доцна за да има жаба назад?
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
* Culus мисли дека ние треба да оди на саеми и да видиме колку луѓе ги  може да го убие со фрлање на Дебиан ЦД-а во нив
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Темно> "Да господине, јас имам RSA енкрипција код tattood на мојот        пенисот. Јас ќе се покаже на поротата? "
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Knghtbrd> Да луѓе се сите луди.<Џои> Најт: Секако, тоа е причината зошто ние работиме на Debian.<JHM> Knghtbrd: да стапат во контакт со својата внатрешна nutcase.
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Culus> Saens покажува не помалку од 3 TCP / IP грешки во 2.2.3
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Меркур> alexsh: Бидете / многу / cairful, може да, ако вашиот несреќен, СРЈ вашата          матични плочи ..<Knghtbrd> Меркур - звучи како забава
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Rcw> темнината: калдерата?<Knghtbrd> rcw - тоа не е за дистрибуција, тоа е проклетство<Rcw> Knghtbrd: тоа е проколнат дистрибуција
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
Софтвер е како секс, тоа е подобро кога тоа е бесплатно. - Линус Торвалдс
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Темно> Knghtbrd: Имаме многу whatevers.<Knghtbrd> темно - Во Debian? Пеколот Да го правиме!
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
Јас го направив тоа само за да ви се нервирам. :-P
		-- Branden Robinson in a message to debian-devel

%
На софтвер потребен Win95 или подобро, па затоа инсталира Линукс.
		-- Branden Robinson in a message to debian-devel

%
10) не е 10, но тоа ми звучеше како убаво број :)
		-- Wichert Akkerman

%
Ерик Рејмонд: Сакам да живеам во свет каде што софтверот не цица.Ричард Сталман: Секој софтвер кој не е слободен смрди.Линус Торвалдс: Јас сум заинтересиран за бесплатно пиво.Ричард Сталман: Тоа е во ред, се додека јас не треба да го пијат. јас                   не сакам пиво.
		-- LinuxWorld Expo panel, 4 March 1999

%
Јас не сум избалансиран личност ... - Брус Perens
		-- LinuxWorld Expo panel, 4 March 1999

%
Лично, јас не често се зборува за социјално добро, бидејќи кога слушам другилуѓето зборуваат за социјално добро, тоа е кога ќе се постигне за мојот револвер.
		-- Eric Raymond

%
Ако сакаме нешто убаво да се роди во девет месеци, а потоа секс мора дасе случи. Ние сакаме да имаат вид на секс што е прифатливо и за двете забавалуѓе, а не вид каде што некој е добивање зезнав. Ајде да се некои кросоплодување, но не некој добивање зезнав.
		-- Larry Wall

%
Ние сите знаеме Linux е одлично ... тоа го прави бесконечен рунди за 5 секунди.
		-- Linus Torvalds

%
ДА! ДА! ДА! О да! (Ooops, јас звучи како Мег Рајан ;-)
		-- Ian Nandhra

%
<Knghtbrd> Ако почнам да пишувам есеи за слободен софтвер за Slashdot,           Ве молиме да се фотографира со мене.
		-- Ian Nandhra

%
<RoboHak> хм, ручек звучи како добра идеја<Knghtbrd> ќе вкус како добра идеја премногу
		-- Ian Nandhra

%
p.s. - Јас сум за тоа * * блиску до трчаат наоколу во серверот соба сопар на Болт секачи, и голем дрвен чекан, смеејќи се како манијак инамалување на сè што може да се вклопат секачи Болт наоколу. и дека опашаташто не можам. Значи, ако јас изгледа полу-неповрзан, или само навистина * навистина * гаденпонекогаш, те молам прости ми. стрес не е убава работа. } P
		-- Phillip R. Jaenke

%
Секоја компанија се жалат на бизнис практиките на Мајкрософт е едноставнороза грмушка. Тие изгледаат прекрасно и мирисаат убаво. Еднаш среќа компанија dethronesМајкрософт ќе фрли своите ливчиња да се изложуваат на трње под. Атрн со некое друго име ќе му наштети толку многу.
		-- Phillip R. Jaenke

%
Нешто мора да се направиОва е нештоЗатоа, ова мора да се направи
		-- The Thatcherite Syllogism

%
<Knghtbrd> xtifr - пазете се од Џејмс, кога тој е надвор за неговиот лек =>
		-- The Thatcherite Syllogism

%
Рамнодушност, секако, ќе биде пропаст на човештвото, но кој се грижи?
		-- The Thatcherite Syllogism

%
Никогаш не ја потценувајте моќта на човечката глупост.
		-- Robert A. Heinlein

%
Злато, Н .:  А мек податлив метал релативно ретки во дистрибуција. Тоа е миниран  длабоко во земјата од страна на сиромашните мажи, кои потоа ја даде на богати мажи кои веднаш  закопај ја врати во земјата во голема затвори, иако злато не е направено  ништо за нив.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
* Lilo изјавува OPN виртуелна болка во газот :)
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
"Тие се двете фирми - ако ги даде доволно пари, јас сумдека тие ќе го направи она што по ѓаволите, да се запрашаме: -> "
		-- David Welton

%
"Вие имате право да не биде кретену. Ако се откажат од тоа правосе што ви се каже и направи тука ќе се одржи против вас. Ако не можетеда си дозволи да престане да биде кретену, тогаш некој ќе биде назначен да ја ослободаттвое одовде ".
		-- Your rights as an irc addict

%
* Simunye е толку среќна што има мајки ја генот<Dellaran> подобро да ги врати Пред да ги промаши!
		-- Your rights as an irc addict

%
<Iambe> conning најмногу intellegent луѓе на планетата не е лесно
		-- Your rights as an irc addict

%
Калифорнија, Н .:    Од латински "топлина", што значи "топлина" (на англиски јазик "калории" илиШпански "Caliente"); и "fornia" за "сексуален однос" или"Блуд". Оттука: Tierra de Калифорнија, "земјата на топла секс."
		-- Ed Moran

%
* Caytln шлаканици Лиза<Caytln> catfight: P<LisaHere> Гледајте го девојка, ми се допаѓа.<LisaHere> :)<Caytln> фигури: D: D
		-- Ed Moran

%
<MFGolfBal> RIT / АРА: Има нешто навистина demented за UNIX            долна облека ...
		-- Ed Moran

%
Window System X:  Стандард UNIX графичка околина. Со Linux, тоа е обично  XFree86 (http://www.xfree86.org). Вие може да го наречеме X, XFree, X  Window System, XF86, или домаќин на други работи. Наречи го тоа "XWindows и  некој ќе ве мирис и ќе го заслужи тоа.
		-- Ed Moran

%
<Knghtbrd> "колектори валута се офлајн." "Јас сум пренасочување иако           средно спојки. Ако ние повторно се усогласат ние фазата колектор           треба да бидат способни да се користи плазма намотки матрица за рачно           лансирање на нов вулгарен spinoff серија. "* ShadwDrgn воздишки<Фаза> Да ја напуштам мојата водот сам<Фаза>!
		-- Ed Moran

%
* Turken мисли мали деца, апсолутно симпатична ... especialyy кога  тие се некој elses.
		-- Ed Moran

%
* Overfiend воздишки<Overfiend> Netscape смрди.<Overfiend> Тоа е куќа од карти се потпира на кревет од жив песок.<ESPY> за време на земјотрес<Overfiend> во торнадо
		-- Ed Moran

%
<SilverStr> медиумската етика е оксиморон, слично како Џамбо ракчиња и            Microsoft работи.<MonkAway> да не зборуваме NT безбедност
		-- Ed Moran

%
<Silvrbear> oxymorons? Видов еден вчера - памфлетот на "Taco Bell            Исхрана информации "
		-- Ed Moran

%
* Knghtbrd unleashes еден пар на двојно побрза snurf пиштоли и капаци  Исус со snurf пикадо<Исус> Meany: P
		-- Ed Moran

%
<Jgoerzen> doogie: ќе звучи многу нестабилна :-)<Knghtbrd> jgoerzen - тој е.* Doogie BOPS Knghtbrd<Knghtbrd> види? Прибегнуваат кон насилство = D
		-- Ed Moran

%
Имам исто така, е голем фан Unix откако сфатив дека SCO не бешеUnix. - Денис Бејкер
		-- Ed Moran

%
<Dracus> Ctrl + Опција + Команда + П + Р<Knghtbrd> dracus - YE богови! Тоа е полошо од Emacs!<LauraDax> hehehehe<Dracus> не прашувај што го прави тоа: P
		-- Ed Moran

%
<Iambe> не сте nutcase<Knghtbrd> Очигледно ти не ме знаеш доволно добро уште. =>
		-- Ed Moran

%
* Ај мисли Kb ^ zzz би требало да ги собереш различни работи за да сонува од   општи резолуции и промени на политиката.<Kb ^ zzz> AJ - ми кажете за тоа, тоа е лош знак
		-- Ed Moran

%
<Crow_> хм, има опција --now-мајката за EXIM?
		-- Ed Moran

%
<DarthVadr> Кира: Join на темната страна, младенче.<Кира> Дарт, Јас сум * * темната страна.
		-- Ed Moran

%
<Netgod> Feanor: u немаат идеја на длабочината на stupidty на американското право
		-- Ed Moran

%
Секој кој стои во средината на патот изгледа како Roadkill за мене.
		-- Linus Torvalds

%
<Lilo> "Ве молиме почитувајте ПРАВАТА НА ИНТЕЛЕКТУАЛНА!"<Lilo> "Ве молам да покажат интелект." ;)
		-- Linus Torvalds

%
<Knghtbrd> Feanor - издава дозвола се важни. Ако ние не се види нашата           магариња сега, некој ќе дојде и ни залак подоцна ...
		-- Linus Torvalds

%
"Сега ние ќе мора да те убие."
		-- Linus Torvalds

%
* Knghtbrd веќе може да се гледа: "Тема: [намера да се подготви да предложи   Поднесување на извештај за бубачка] типос во документот за политиката "
		-- Linus Torvalds

%
<Netgod> хе Тоа е изгубена кауза, како и правилна pronounciation на         "Накит"<Netgod> се откаже :-)<Мудрец> и точни на "боја" :)<BenC> хе<Мудрец> и алуминиум<BenC> или нуклеарно оружје<Мудрец> ќе ме загрозу- Јенки?<Мудрец> праведната кауза немаме на бомба ...<BenC> назад исклучување ти жолт стомак
		-- Linus Torvalds

%
<LauraDax>! Видел Бога<Tabi-> LauraDax, јас не се сеќавам да се види "бог"
		-- Linus Torvalds

%
<Кира> е хируршка војна каде и да одите даде странски војници носот?
		-- Linus Torvalds

%
<Xtifr> Атена работната околина! Во срцата, * * знаат дека тоа е        вистинскиот избор! :)* Knghtbrd THWAPS xtifr
		-- Linus Torvalds

%
<Knghtbrd> shaleh - нечиста е само чудно.<ESPY> хе, нечист е кул<Knghtbrd> ESPY - и чудно.<ESPY> Да, чудно премногу
		-- Linus Torvalds

%
<Xtifr> директна мозокот импланти :)<Knghtbrd> xtifr - yah, а потоа со помош на компјутери всушност ќе бараат некои           на овие идиоти да се мисли!<Knghtbrd>;>
		-- Linus Torvalds

%
<Knghtbrd> Overfiend - BTW, откако ќе ја открил Х зема сите од 1,4 свирки           да се изгради, дали сте подготвени да признаеме дека X е bloatware? =><Overfiend> KB: постои 16 1/2 минути празнина во мојот одговор<ACF> knghtbrd: постојат докази дека X е само * 2 * најлошите прозорци      систем;)
		-- Linus Torvalds

%
<Liw> По ѓаволите, автономна движење на глушецот почнува обично откако јас го користам      копче на глувчето<Wichert> не го користите копчето на глувчето потоа :)<Liw> Да, во право :)
		-- Linus Torvalds

%
<Knghtbrd> знаете, Linux му е потребен платформа игра глуми Tux<Knghtbrd> kinda Супер Marioish, но со Tux и работи како малку сајбер           грешки и borgs и тој вид на работа ...<Knghtbrd> И што треба да скокаат минатото billgatus и хит на копчето за да го намали           во лава, а потоа ќе видиме некој човек кој изгледа како RMS           или некој каже "Ви благодариме за мене спас Tux, но Линус           Торвалдс е во друга замокот! "
		-- Linus Torvalds

%
<Thoth_> Да, и тоа е зошто тоа е нумерирана 2.3.1 ... тоа е за оние од нас         кои го пропушти NT-како uptimes
		-- Linus Torvalds

%
<Шиноби> Има и полоши работи од Perl .... ASP ми доаѓа на ум
		-- Linus Torvalds

%
* М2 зјапа во монитор ... тоа изгледа како хамбургер ...<Knghtbrd> м2 - тоа е лош знак
		-- Linus Torvalds

%
<Knghtbrd> Оставете го да Manoj да се јавите procmail "мало"
		-- Linus Torvalds

%
<Crow-> Manoj: Па, јас не може да се разбере како работи "и / 3 # $% ^% {]] [@ f245}"<Manoj> Crow: Тоа не е сосема законски ;-)<Knghtbrd> Manoj - Како би ја прави "и / 3 # $% ^% {]] [@ f245}" правни           и покрај тоа? (И она што би го направил тоа? Hehe)<Manoj> Knghtbrd: Треба да се стави крај на изразување и ///.<Knghtbrd> о, е тоа што сите?
		-- Linus Torvalds

%
<Кира> Ада, единствениот јазик напишани на milspec.<Mikster> <згрози>
		-- Linus Torvalds

%
<BenC> -include ../../debian/el33t.h<BenC> sendmail изгради ... чудно име глава :)<Isildur> хахаха* Netgod laffs<Netgod> BenC: u може да се каже јас се користи за одржување на Sendmail? : P<BenC> хе :)
		-- Linus Torvalds

%
<Фаза> не ... musn't имате било какви повеќе кафе !!! ;)<Simunye> сигурни ју направи фаза :)<Фаза> навистина сакаш бие надвор од таванот?<Simunye> yesh :)<Kira_> бие надвор од таванот е gewd<Фаза> Во ред, тоа е глупо прашање<Kira_> Многу е splatting на подот, тоа е проблемот.
		-- Linus Torvalds

%
<Kensey> RMS за претседател ???<RelDrgn> ... или ESR, тој сака нова работа;)
		-- Linus Torvalds

%
О, не, не повторно.
		-- Manoj Srivastava

%
<Knghtbrd> Готово, RMS е фанатик, јас не негираат тоа. Јас дури и ќе кажам           тој е кралска болка во газот поголемиот дел од времето. Но, тој е           уште повеќе и повеќе право отколку не, и тој заслужува одредено ниво на           кредит и почит за неговата работа. Ние не би бил тука денес           без него.
		-- Manoj Srivastava

%
<ESPY> утре ќе има голем немир во работната сила
		-- May 18, 1999

%
Јас сум со дислексија на Борг. Подгответе се да имаат газот ламинат.
		-- May 18, 1999

%
<NeonKttn> имав еден пријател ме држи во нејзиниот плакар во средно beacuse јас           Не би сакал да верувам дека нејзиното момче знаеле за предиграта ...<NeonKttn> Јас shoulda донесе пуканки. :)
		-- May 18, 1999

%
<Knghtbrd> печатено е за wussies<Topher> компјутерска програма огласи .... Следно, на печатено
		-- May 18, 1999

%
<Kceee ^> Мразам корисници<Knghtbrd> звучи како веќе администраторот!
		-- May 18, 1999

%
<Change_m2> Ќе Линукс некогаш стигне исечени на леб како постигнување на # 1            на човештвото?
		-- May 18, 1999

%
<APH> Manoj се случува ореви на поправање на бубачки крстоносна војна! уо уо!<Knghtbrd> Manoj полудеа одамна. но Поправање на грешки е кул =>
		-- May 18, 1999

%
<Rcw> оние очигледно-бактерии како двобоен црви кои доаѓаат надвор од      backorifice Мајкрософт<Rcw> тоа е логото на backoffice
		-- May 18, 1999

%
* Simunye е на oc3-> oc12<Daem0n> simmy: залак мене. :)<Simunye> демон: Во ред :)
		-- May 18, 1999

%
<Overfiend> lilo: Па тогаш, што веројатно се одговорни мислител.            Добредојдовте во многу мал клуб.<Lilo> Overfiend: Добредојдовте на мене кога ќе се приклучат :)
		-- May 18, 1999

%
Во суштина, сакам луѓето да знаат дека кога тие ги користат бинарно само модули,тоа е нивен проблем. Сакам луѓето да знаат дека во нивните коски, и јассакате да ја викна од покривите. Сакам луѓето да се разбудам воладна пот секој еднаш во некое време, ако тие ги користат бинарно само модули.
		-- Linus Torvalds

%
* Wichert_ замислува господар без МТА<Џејмс> Wichert: ehm? кои би можеле да го попречат остварувањата во однос на BTS: p
		-- Linus Torvalds

%
<Геко> Хм ... Се прашувам што друго што го одделува Debian од остатокот на        Линукс дистрибуции.<Knghtbrd> геко - Ние не си го цица<Геко> Knghtbrd: да не се каже дека кога се обраќаат еден куп на луѓе        Од оние дистрибуции<Knghtbrd> геко - точка.
		-- Linus Torvalds

%
Се должи на развој на модел на затворениот извор на XFree не е возможноза поддршка, па дури и се шпекулира за тоа, карактеристики во притвор или бета изданијана XFree.
		-- Marcus Sundberg

%
>> Јас навистина не се однесуваат на Библијата KJV текст како технички документи,>>, Но ... :)> Тоа е прирачник - за живеење.Но, тоа не е обновено во долго време, многу би рекле дека тоа еза жал застарени, и одржувач на нагорниот не реагира на неговатае-мејл. :-)        - Branden Робинсон, Оливер Elphick, а Крис води во           порака на Debian-политика
		-- Marcus Sundberg

%
<Knghtbrd> можам да мислам на многу луѓе на кои им треба корисник = ID10T некаде!
		-- Marcus Sundberg

%
<Slashdot> Мои САД geograpy е лошо ... lol<Knghtbrd> толку е мој и јас живеам тука
		-- Marcus Sundberg

%
Moonchild без мислење? Сатаната е лизгање на работа утре!
		-- Brett Manz

%
<Knghtbrd> Јас навистина не сакаат многу на сите ... Само еден вид збор,           привлечна жена, и неограничен пропусен опсег !!
		-- Brett Manz

%
<Knghtbrd> Ако двајцата сме во право (јас сум Сомневајќи сме) Не сум многу среќен.* Minupla рацете ви потценување на годината.
		-- Brett Manz

%
Последен пат имав интимен контакт со друго човечко суштество е приличноболни искуства ... Јас повеќе се допадна ...;)
		-- Brett Manz

%
<Apple_IIe> некој ја видел мојата 80 колона картичка?
		-- Brett Manz

%
<Slackware> О не, она што почнав :)<Debian> rofl ... distro Ник војни.* Slackware само чека за / Ник Gnome, / Ник KDE, а потоа светска војна 4   да се пробие<WinNT>: ОП<OpenBSD> <патка><PalmOS> :)<Slackware> no'one би се осмелил / Ник RedHat<Tru64> ќелија.
		-- Brett Manz

%
<Crow-> IM fcucking druk* Knghtbrd прави сигурни дека за да се логирате сето Crow- вели дека вечерва ...<MrBump> heheh<MrBump> Тој рече дека ќе се омажиш за мене! по ѓаволите!!<Crow-> пријателе нема начин<Knghtbrd> MrBump - тој не е толку пијани<MrBump> Knghtbrd: Јас сум уништен: O)
		-- Brett Manz

%
<Knghtbrd> aggh!<Knghtbrd> Направете го спречи!<Knghtbrd> го спречи тоа !!
		-- Brett Manz

%
<Knghtbrd> RoboHak - во ред, на печ не е скршен, но мојот мозок           очигледно е<WC> тоа не е ништо ново (;<Knghtbrd> WC - молкот.<Knghtbrd> =>
		-- Brett Manz

%
<DPG> Американците се чудни ....<Xtifr> Калифорнија уште почуден<Knghtbrd> xtifr има точка ...
		-- Brett Manz

%
* Woot насмевнува спокојно.<Woot> Не сакам да изгледам над желни за добивање во knghtbrd е       siglist.
		-- Brett Manz

%
<Culus> ДХД: R сте дел од тајната на Дебиан overstructure?<ДХД> бр. не е тајна Debian overstructure.<CosmicRay> иако, сега кога некој го донесе, да почнеме една            :-)<Knghtbrd> CosmicRay - зошто да не, звучи како забавен начин да поминат           попладне = D
		-- Brett Manz

%
<Xtifr> да не мора да биде луд да работат тука .... О, чекај, да го направите!        :)
		-- Brett Manz

%
* О-о секогаш како debmake бидејќи знаеше точно она што би го направил ...<Ibid> о-о: ќе ;-)
		-- Brett Manz

%
2.3.1 е пуштен на слобода. Луѓе нов на оваа игра треба да се запамети дека2.3. * Изданија се кернели развој, со гаранции дека тиенема да предизвика вашиот систем да се направи страшни работи како корумпирани својатадискови, се запалат или да почнат да оперираат Mindcraft одредници.
		-- Slashdot

%
направи {    :} А (HELL_FROZEN_OVER!);
		-- Slashdot

%
0 7 * * * ехо "... Linux е само каприз" | пошта billg@microsoft.com -s = "И се сеќавам ..."
		-- Slashdot

%
<Хоп> KB: Барам интегритет и чесност во оние на кои прават бизнис со<Хоп> знам барањата ми се неразумни, но човек може да сонуваш, да не?
		-- Slashdot

%
<Jgoerzen> Сту: Ahh таа машина. Не мислите ли дека нешто по име           Сталман заслужува да биде на Алфа? :-)<Сту> jgoerzen: не, всушност, би prolly бидат повеќе склони да го именува 386      со 4 Megs RAM и 40 Мег хард диск Сталман а.<Сту> со голем случај масти што го прави тони на бучава и потресе подот* Knghtbrd паѓа на подот држи страни се смее<Сту> и ..<Сту> двојно висина хард диск
		-- Slashdot

%
Клингонски функциски повици не се "параметри" - тие имаат "аргументи"
		-- and they ALWAYS WIN THEM.

%
* Knghtktty не се случува да се запрашаме како тиквички влезе во дискусија ...
		-- and they ALWAYS WIN THEM.

%
<Knghtbrd> Тема: [GR ПРЕДЛОГ] Дали треба да се гласа за тривијални работи?
		-- and they ALWAYS WIN THEM.

%
<Woot> Стави * * дека во вас .sig и пушат, Knghtbrd.<Culus> Знаете тој ќе го прочитаат ова:><Woot> heheheheh.
		-- and they ALWAYS WIN THEM.

%
"Како што патувањето низ животот се земе една минута на секои сега и тогаш да се дадесмета дека за другите колеги. Тој би можел да заговара нешто. "
		-- Hagar the Horrible

%
<Knghtbrd> Добро, луѓето почнаа да зборуваат за BSDM апликации на           на мрежата на хардвер ... Мислам дека ќе се кандидира надвор и направи нешто корисно           и Debianish и да остане надвор од оваа ...<Knghtbrd> (за промена)
		-- Hagar the Horrible

%
<Knghtbrd> mariab - не мислам Debian не има некои многу глупаво и           очигледни грешки пред<Knghtbrd> разбира, ние обично го надминете наш Пред да се ослободи = D
		-- Hagar the Horrible

%
<Knghtbrd> mariab - Јас сум Debian инвеститорот. Red Hat е "непријателот" или           нешто како што претпоставувам .. Сепак, корисниците изборот на улоги, како RH           идиоти или нивната дистрибуција, како целосно скршен од стандардните           е комплетна и целосна FUD.
		-- Hagar the Horrible

%
>> Но IANAL, се разбира.>> IANAL или. Син ми е, но ако го прашав јас може да добие одговор> Не би сакал да се слушне."Еве го мојот фактура." ? = D
		-- Hagar the Horrible

%
> Во ред, гледам дека знаете што правите :-)Или тоа или сум добил прилично добар во тоа емитира.
		-- Hagar the Horrible

%
<Wichert> 08:00 е ungoldly час да биде буден :)* Gorgo обично се добива во 11 часот
		-- Hagar the Horrible

%
Не постои интрига.
		-- Hagar the Horrible

%
<_Anarchy_> ACF: Можеби-ти април 1 следна година Slashdot треба да работи "Роб Malda            прифаќа нова работа како шеф на Debian проектот "8)
		-- Hagar the Horrible

%
* Netgod го започнува својот сандаче и веднаш сака тој hadnt
		-- Hagar the Horrible

%
<Frogbert> и тешко да се биде лезбејка withoutn гради ... луѓе воопшто не се           сериозно
		-- Hagar the Horrible

%
Можеби Debian е загрижен повеќе за техничка совршеност, наместолеснотија на користење, со кршење софтвер. Во првиот можеме да ексел. ВоВториот ние треба да се признае од областа на Microsoft. Погодете каде што сакате да одитеденес?
		-- Manoj Srivastava

%
* PerlGeek е навистина простор вонземјанин* Knghtktty верува PerlGeek
		-- Manoj Srivastava

%
<Netgod> мојот клиент е во сопственост сериозно<Netgod> овој човек доби корен, трчаше пакет sniffers, инсталирани и .rhostsbackdoors, стави една цела нова реж во наречен / lib / "", која имацелосен пакет на smurfing и убиство на алатки<Netgod> единствената грешка не беше бришење на logfiles<Netgod> прашање е колку е пробиени корен, и дека не можев да ви го кажам<Netgod> тоа е, се разбира, не е Debian кутија* Netgod забележува кутија Debian е единствениот останат недопрени од страна на хакерите
		-- wonder why

%
* Joeyh Биографии стори неговиот дом директориум. Aaaaaa<Drow> eeeeeeek<Drow> joeyh: Тоа е само зло. Период.
		-- wonder why

%
<Kethryvis> Gruuk: UFies се над и надвор од човечката раса :)
		-- wonder why

%
Јас престанав долго време пред да се обиде да најде ништо во листа на бубачки на dpkg.Ние треба да се кандидира за влез во Гинисовата книга на рекорди.
		-- Stephane Bortzmeyer

%
<Ahzz_> Јас сфатиле 17G oughta биде доволно.
		-- Stephane Bortzmeyer

%
<N3tg0d> е / usr / bin / Emacs се ставени во / etc / школки уште? : P
		-- Stephane Bortzmeyer

%
* Joeyh носи предност на прекрасен способноста на Netscape да се сруши за да го затворите        10 прозорци со едно притискање на копче<Joeyh> сега тоа е напредок!<Knghtbrd> Автобус грешка =>
		-- Stephane Bortzmeyer

%
<Зборовните игри> Можете да се измери вашиот вибратори во "карактери во секунда"? имамлоши вести за вас, c90, сте биле мастурбира соматричен принтер.
		-- Stephane Bortzmeyer

%
Здраво! Јас сум вирус .signature! ми копија во вашиот ~ / .signature да ми помогне sprea =D!
		-- Stephane Bortzmeyer

%
* Knghtktty шепоти слатки ништа да Thyla (работи за компајлери и            графика и RAM меморија надградби и големи хард дискови ...)<Thyla> oooooooooOOOOOOOOOO<Infinitas> Knghtktty: тоа е позитивно порнографски ...* Thyla заминува во напади на екстаза ...
		-- Stephane Bortzmeyer

%
<Sanaya> вие момци се сите болни! болни болни болен јас ти кажам;)
		-- Stephane Bortzmeyer

%
* BMA е американец* Knghtbrd е Knghtbrd* ДХД е исто така еден американец* ESPY е зло* Knghtbrd верува ESPY
		-- Stephane Bortzmeyer

%
* BMA се прашува дали ова ќе се направи Knghtbrd .sig
		-- Stephane Bortzmeyer

%
Техничка решенија не се прашање на гласање. Два закони во САДчленки речиси одлучи дека вредноста на Пи биде 3.14, точно. народно гласањене се направи за правилно решение.
		-- Manoj Srivastava

%
<Ај> <Knghtbrd> зголемување на тензиите во светот (како што беше потврдено од страна на криминал<Ај> и какво ли не) во текот на тој период многу личи на Линукс<Ај> раст од 1993 година<Ај> `` Linux поврзани со епидемијата на криминал во светот !! ''
		-- Manoj Srivastava

%
<Телер> каде сум и што правам во оваа handbasket?
		-- Manoj Srivastava

%
Од оваа база на податоци не се користи за профит, а од целата дела не сеобјавен, потпаѓа под фер употреба, како што го разбираат. Сепак, доколку ги имаполовина assed идиот одлучи да се направи профит исклучување на ова, тие ќе треба дадвојно сето тоа се провери ...
		-- Notes included with the default fortunes database

%
Не постои копче Snooze на мачка која сака појадок.
		-- Notes included with the default fortunes database

%
Предмет: бубачки # 42.432: Debian-политика: Предлог за КТВ за Предлог за докажување наКонцепт за Предлог за предлози за Предлог за КТВ за КТВ да одлучува запредлог за КТВ за КТВ од тоа дали сме или не сме shoud имаат КТВ на/ usr / doc во / usr / share / doc транзиција сега или подоцна.
		-- Ed Lang

%
<Knghtbrd> Тоа е топка за еден<Wichert> па тоа не е глодар<Wichert> тоа е turd со топка држејќи се надвор<Wichert> која ќе милувам постојано
		-- Ed Lang

%
* HomeySan чека за пица на Папата Јован да се појавиш<Ravenos> мм. Папата Јован.<HomeySan> надевам дека тие испрати возачот симпатична испорака<Ravenos> тие не го имаат тоа овде.<Dr_Stein> зошто? вие ќе се јаде на возачот наместо неа?
		-- Ed Lang

%
<Netgod> тоа е мене, или се 'рчењето Knghtbrd?<Joeyh> го убија knghtbrd!<Netgod> Kysh: Wichert, геко, joeyh, и јас сме во соба обидувајќи се да се игнорира          Knghtbrd<Kysh> netgod: Knghtbrd е тешко да се игнорира.
		-- Ed Lang

%
<Woot> Човекот, посакувам knghtbrd беа тука за да го дофати дека за неговата листа Sig.[... Неколку часа подоцна ...]<Knghtbrd> Woot не ме знаеш vewy добро, направи тој?<Knghtbrd> muahahahaha
		-- Ed Lang

%
* Knghtbrd кожи Wichert со NERF пикадо* Wichert забележува нема ICBM nerfs уште и ги игнорира kngtbrd<Knghtbrd> Wichert - само се чека, по гледањето на gatling пиштоли NERF, ICBMs           не се далеку од (само пумпа проклета работа за еден час или два           е за сите ...)
		-- Ed Lang

%
Оперативни системи инсталирани:  * Debian GNU / Linux 2.1 4 ЦД Постави ($ 20 од www.chguy.net, цената е вклучено    даноци, превозот, и донација од $ 3 до ФСС). 2 ЦД-а се бинарни датотеки, 2 CD-a    целосен изворен код;  * Windows 98 Second Edition надградба на верзија ($ 136 преку Megadepot.com,    Цената не вклучува даноци / превозот). Изненадувачки, нема изворниот код    е вклучен.
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
Крадат овој руво. Јас направив.
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Bfextu> о noooo, Knghtbrd доби пиштол :)<Doogie> ^^ внесете музика ^^<Knghtbrd> bfextu - o / ~ сите се во бегство o / ~<Bfextu> о / ~ бега, ruuuuun далеку од плати-Ај-Ain o / ~
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Меркур> Emacs смрди, буквално, не е навреда, само коментар дека нејзиното          доволно големи за да имаат значително гравитацијата ...
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
Што е компјутер, сметам дека вашата вера во технологијата смешен.
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
* Knghtbrd доделува 3 Крис* Променлива прашува кој друг Крис покрај мене<Knghtbrd> променлива - вас. =>* Knghtbrd чека променлива драматично да се каже "Јас се чувствувам користи!"<Променлива> Knghtbrd: :)* Променлива ++<Променлива> :)
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
* ESPY размислува на uplad редот наречен "пеколот", така што можам да направам dupload --to пеколот
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Valkyrja> Java, Х, понекогаш навистина сакам да ви мирис.<Knghtbrd> Valkyrja - дека ќе уживам во тоа премногу<Reteo> Valkyrja: yah, оди напред и да го направи тоа ... победи Јава во капучино! :-)
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Tali> бидат vewwy vewwy qwuiet .. Јас сум huntin wuntime ewwos
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
Ред Хет, неодамна го објави Безбедност Советодавниот (RHSA-1999: 030-01)покривање на buffer overflow во пакетот vixie cron. Debian имаоткриле оваа грешка пред две години и го поправив. Затоа верзиии, стабилна и нестабилна, дистрибуции на Дебиан не серанливи на овој проблем ..
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
Најпрво - Земјотресот е едноставно неверојатно. Тоа ви овозможува да постојано го уништи вашиотшеф во канцеларија, без да бидат уапсени. :)
		-- Signal 11, in a slashdot comment

%
Законот Лукас: Добар секогаш ќе победи, бидејќи злото вработувања на _stupid_             инженери.
		-- Signal 11, in a slashdot comment

%
* TribFurry добива само спем-пошта од UCSD ... Јас се користат да се е-мејл од            себе, но решив јас не си ги сакам и престана да зборуваза мене
		-- Signal 11, in a slashdot comment

%
<Rain_work> белешка за студентски дом фрижидер ... "На лицето кои јаделе содржината            на садот со етикета "Џејмс" - предупредување, тоа беше мојата биологијаексперимент "
		-- Signal 11, in a slashdot comment

%
<KatanaJ> Забелешка на хемија лабораторија fridge- "Ова фрижидерот не е explosion-          доказ ".
		-- Signal 11, in a slashdot comment

%
<KnaraKat> DalNet е како Специјалната олимпијада на ИВЗ. Има многу на           drooling случува "на и секој е" победник ".
		-- Signal 11, in a slashdot comment

%
Но, промената dpkg е неизводливо, а ние се согласивме, меѓу другото,задржи на потребите на нашите корисници во првите редови на нашите умови. И одгледна точка на корисникот, нешто што ги држи на системот чисти во нормалнаслучај, и работи * сега *, е многу подобро отколку идеалистички фантазии какоdpkg работа.
		-- Manoj Srivastava

%
За секој вид постои еднаква и спротивна ревизија.
		-- Manoj Srivastava

%
<Epsilon3> Knghtbrd, ако сакаме забелешка lameass ние би рекле:           Еј, neckro
		-- Manoj Srivastava

%
<Tigah _-> Имам 4GB за / tmp<Knghtbrd> Што правиш со 4G / tmp? Компајлирање X?<Tigah _-> Да
		-- Manoj Srivastava

%
<KnaraKat> Гризни ме.* TheOne добива малку сол, а потоа продолжува да грицкам на KnaraKat малку         малку ....
		-- Manoj Srivastava

%
* Knghtbrd забележува тој има пире од компири за мозокот вечерва<Valkyrie> yum, можам да имам некои?<Knghtbrd> трудот ...* Knghtbrd крие од Valkyrie
		-- Manoj Srivastava

%
<Knghtbrd> joeyh сега има терминал на каучот?<Knghtbrd> Тоа момче е жичен, се колнам =><Doogie> Knghtbrd: лаптоп<Doogie> и не мислам на мачките.
		-- Manoj Srivastava

%
Со оглед на некои од последните теми, интерактивни дискусии на силатреба да се спроведе на платно, во присуство на судија, додекаоблечен поместена ракавици. ;-)
		-- Phil Hands

%
<Џејмс> Но, тогаш јас се користи на Atari, јас бев со поголема веројатност да победи на лотарија во        десет земји истовремено, отколку да се забрза X
		-- Phil Hands

%
* Joeyh се прашува зошто секој сака да знае колку е висок тој е<Џејмс> joeyh: тоа им помага снајперист
		-- Phil Hands

%
* BenC се прашува зошто го надгради за да 3.3.5-1 пред teh X одржувач
		-- Phil Hands

%
<Delenn> Јас не би го направи преку 24 часа пред јас би се потпалуваат         скара и шлаканица неколку пријатели на Барби.<Spacemoos> Зошто и вие ќе го завршиме пријатели со Барби, Тоа е kinda откачен
		-- Phil Hands

%
Всушност .. врз основа на овој модел на она што е НСА и не е ... многу одлуѓе читањето на оваа се членови на НСА ... /. е afterall "Вести заГенијалци ".НСА понеделникот утро {на кафе машина):NSA агент 1: Еј момци, дали се провери од Slashdot за време на викендот?    ЗАСТАПНИК 2: Не, јас бев инсталирање Мандрак 6.1 и јас coulnd't добиете ебам             PPP поврзување до ..    ЗАСТАПНИК 1: Па проверете го ова ... тие се на нас.
		-- Chris Moyer <cdmoyer@starmail.com>

%
Технологија е constand битка меѓу производители кои произведуваат поголеми иповеќе будала-доказ системи и природата производство на поголеми и подобри идиоти.
		-- Slashdot signature

%
knghtbrd: може да има лажица, но може да се на самото место на ранливост воeye_render_shiny_object.c?
		-- rcw

%
<Радоста> wow ... едноставна математика покажува дека Debian програмери се затворени повеќе      од * 31 * * * илјади грешки извештаи, бидејќи нашата BTS постои!<Радоста> што е за повеќе од 30999 Microsoft;)
		-- rcw

%
<Knghtbrd> Забележете дека погоре е само мислење и не треба да сеПреземат за да се вклучи секоја мерка на фактички информации. НА           ЗВУЧНИЦИ ОГРАДУВА сè и секого. Се справи со неа.
		-- rcw

%
<Џејмс> gnome било изродите околу?<Knghtbrd> а не мене, јас сум само еден навивач
		-- rcw

%
<Madax> ahh<Madax> собир на видливо ....<Madax> можам да го мирис сега
		-- rcw

%
<Knghtbrd> научат да се сакаат прозорецот создателот.<Knghtbrd> малку NeXTStep е добро за душата.
		-- rcw

%
Ограничувања: тоа е GNOME, плашете се, да бидат многу се плаши од линија зависи
		-- James Troup

%
<Culus> Hhhmmmmmmmm<Culus> waterbeds за крави<Culus> eleet<Абел> Culus: зошто кравата треба водни?<Culus> CAS: Да се ​​биде удобен топол
		-- James Troup

%
Ако сте она што јадете, претпоставувам дека ме прави сирење дански.
		-- Anonymous

%
<Хоп>, кога ќе почнат да прават само глупави грешки кои се очигледни, thats      кога ќе почнете да добивате надлежните<Хоп> затоа што не го прават основно недоразбирање грешки<Хоп> и тоа е една добра * * знак.
		-- Anonymous

%
<Lilo> тоа е чудно, кога ќе одат на сафари во Африка за да се фати на лав, што       сметаат дека е жив и што ги наплатува, а потоа ќе го убие<Lilo>, кога ќе одат на сафари во Јужна Bay да се најде палма VX, ќе се најде       тоа мртвите и го однесе дома и го наплатува по што тој пристигнува :)
		-- Anonymous

%
<Lilo> можам да го прочитате упатството * крвава * како да е некој вид на       верски тракт опишувајќи форми на просветлување може да се постигне       по 10 години на една планина :)
		-- Anonymous

%
Законот Гејтс: на секои 18 месеци, брзината на софтверски половини.
		-- Anonymous

%
<Knghtbrd> Solver_: додадете корисници, кои треба да се Месинг со звукот на групата           аудио .. Проверете дали уредите се сите во групата аудио (ls -l           / Dev / dsp ќе ви даде најбрз назначување дали тоа е веројатнопостави десно), и да се изгради кернелот со поддршка за звучна картичка<Knghtbrd> или евентуално се инсталира драјверот извор и да се изгради модули за кои           со шминка kpkg<Knghtbrd> или (не се препорачува) да се дојде и да ја инсталирате зло OSS / Linux зло           неслободна злото бинарни само зло возачи --- но тие се лоши.И никако не можев да се спомене дека тоа не е препорачливо?
		-- Anonymous

%
Мислам дека ИВЗ не се случува на работа иако --- ние сме истекува на тема простор!
		-- Joseph Carter

%
"Пацифик Бел услуги на клиентите, тоа е [..], како можам да ви овозможи соодлични услуги на клиентите денес? ""HAHAHAHAHA !! Тоа е добро, ми се допаѓа ..""Хм, благодарам, тие прават да се каже тоа."
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Danpat> Omnic: Крвава newzealanders<Omnic> danpat: стави чорапа во него<Danpat> хе :)<Knghtbrd> исмева .nz'ers е различна --- сите тие се чудни* Knghtbrd кожи<Omnic> hrmph
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Радоста> Flinny: црна магија Crontab kinda работи :)<Knghtbrd> радост: дали тоа значи дека луѓето се да танцуваат голи околу огнови           извикувајќи чудни работи и мавтајќи со рацете за во глупо           начин?<Rcw> knghtbrd: што * мислам * прават луѓето во novare?
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Knghtbrd> * snipsnip *<Rcw> о драга, е дека звукот на уредување на среќа-база на податоци?<Радоста> Уф<Knghtbrd> Yes =>
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<Радоста> тоа е Kludge (ТМ)<Knghtbrd> Тоа Автор е на книгите (tm)<Радоста> AIX работи (ТМ)<Knghtbrd> Не, тоа не<Knghtbrd> =>
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
"Разликата помеѓу гениј и глупост е дека тоа е генијграници. "
		-- Albert Einstein

%
<Knghtbrd> Ако полнењето некој за прекршување на САД крипто закони ќе се           ти се смееше надвор од судот, само "да го испита" нив на редакцијата на полнење           за предавство!<Knghtbrd> Чај, некој?<ESPY> Јас повеќе би сакал да се удави политичарите наместо чај :)<Сту> ESPY: политичари имаат жабри, Duh<ESPY> ласиците немаат жабри
		-- Albert Einstein

%
Ако имам проблеми со инсталирањето на Линукс, нешто не е во ред. Многу погрешно.
		-- Linus Torvalds

%
* Bma_home ќе трага<Bma_home> "oups, погрешен канал"<Bma_home> </ ACF><Cerb> престанам ми замаен<Doogie> знаете дека ви се допаѓа.<Bma_home> всушност, тоа беше "опипуваат ме бебе"<Gecko-> допре мојот син и ќе умре, BMA;)<Doogie> gecko- А жена ти е во ред?
		-- Linus Torvalds

%
Читање компјутер прирачници без хардверот е фрустрирачки како читањесекс прирачници без софтвер.
		-- Arthur C Clarke

%
<Knghtbrd> (TINC)<ESPY> (ytitac)<Knghtbrd> (ntinac)<ESPY> (тоа)<Knghtbrd> (во)* ESPY белешки зборува во АЦР ^ Winitialisms е страшна, кога од другата страна  те разбира
		-- Arthur C Clarke

%
<Knghtbrd> тоа е многу лошо најстарите unices се Y2K согласност<| Дожд |> премногу лошо?<| Дожд |> зошто, затоа што луѓето нема да го надградите до 2038 година?
		-- Arthur C Clarke

%
<Espy_on_crack> "Јас инсталирав" Линукс 6,1 ", зарем тоа не ме направи Unix                гуру? "<BenC> Espy_on_crack: Не, вие треба да го инсталирате два пати пред да се       гуру ... еднаш да докаже дека може да го направи тоа, вториот да го поправат работите       вашиот скрши прв пат<Espy_on_crack> О право, колку глупо од мене
		-- Arthur C Clarke

%
* Knghtbrd прави нешто ЕТ<Knghtbrd> никого доби зборува-n-магија?
		-- Arthur C Clarke

%
<Omnic> уште .sig прилог
		-- Arthur C Clarke

%
Јас сум почнуваат да мислат на генетските ресурси да го користите малку хлор.
		-- Arthur C Clarke

%
Тоа е толку лоша како што мислите, и тие се надвор за да се добие.
		-- Arthur C Clarke

%
<ESPY> бидете внимателни, некои закачка може да ви цитирам<ESPY> надвор од контекст ...
		-- Arthur C Clarke

%
*** Тема за #redhat: RedHat е одговор на сите ваши проблеми. тоа    може да биде почеток исто така!
		-- Arthur C Clarke

%
* Cesarb се прашува дали во помалку од една недела Carmack ќе заврши до добивање на  e-mail учтивост копија на верзија на изворот на земјотресот што е за четири  пати побрзо од она што излезе на виртуелни раце ...
		-- Arthur C Clarke

%
<Knghtbrd> JHM: Јас не сум ставање земјотрес во извор на јадрото<Knghtbrd>, но ние треба да се стави земјотрес во дискетите багажникот на еден-до           Caldera е тетрис игра ..;>
		-- Arthur C Clarke

%
Guns не убиваат луѓе. Тоа е оние проклети куршуми. Пиштоли само ги направи данавистина навистина брзо.
		-- Jake Johanson

%
<ESPY> ние треба да се подели главниот во "јадро" и "ММЕ Кој прв употреби-ова"
		-- Jake Johanson

%
<Culus-> libc6 не е од суштинско значење: |
		-- Jake Johanson

%
<ДХД> Дали постои специјална Божиќ пакет за земјотресот<ДХД> каде што можеш да бидеш како робот Санта на Футурама?<Данам> ДХД: Тоа ќе биде прилично неурамнотежен игра ...<Knghtbrd> Данам: тоа е идејата. ;>
		-- Jake Johanson

%
<Knghtbrd> проблемот со стандарди за кодирање на ГНУ е тие се претпостави декасите во светот го користи Emacs .. Ако тоа е случај, слободна           софтвер ќе умре затоа што ние сите ќе имаат проблеми зглобкако RMS од сега и веќе нема да биде во можност да се код. ;>
		-- Jake Johanson

%
Ајде! политички протест! sheesh. Каде е тој дух анархист? ;-)
		-- Decklin Foster

%
Ние сме покренато нашите стандарди, па до твое!
		-- Decklin Foster

%
* Woot сега е позната како Woot-вечера* Knghtbrd sprinkles малку сол на Woot<Knghtbrd> Јас никогаш не сум имал Woot пред ... се надеваме дека тие добар вкус<Woot-вечера> noooo!<Woot-вечера> не ми се јаде!* Knghtbrd одлучува дека не сака вечера, која зборува за него ... hehe
		-- Decklin Foster

%
[Поглед на мерките за да се спречи мамење во земјотресот]Мислам, колку што можам да направам мојот ракетни фрлач изгледа како голема Twinkie,Ќе бидеме среќни;)
		-- Qeyser <keyser@jhu.edu>

%
<Knghtbrd> r0bert: На кратко, ние сме се движат неколку работи на клиентот           во моментов е одговорен за кажување на серверот во работите на           проверки сервер за себе<Knghtbrd> Ако Нео вели: "Не постои лажица", Матрикс ќе каже "О, да           постои --- Нема мамење! "<Холис> Но, тој знае кунг фу ...<Knghtbrd> сигурни дека тој го прави тоа, но имам ракетен фрлач.
		-- Qeyser <keyser@jhu.edu>

%
* Меркур мирно отстранува рака XT-зенкеровам е ..* Тогаш Меркур продолжува да победи XT-зенкеровам со раката XT-зенкеровам е.<Knghtbrd> WoW, сето ова земјотресот хакирањето е што Меркур насилни тука* Мао е мило проектот земјотресот гради е во добри раце
		-- Qeyser <keyser@jhu.edu>

%
<Knghtbrd> CVS / Записи имаше линијата ми требаше да се "смени"<Меркур> Knghtbrd: Дали за да се спомене како .. <G><Меркур> Knghtbrd: Сега, подготвени да извршат?<Knghtbrd> сакаат мене среќата<Knghtbrd> Меркур: тоа е сторено<Knghtbrd> Меркур, и по сето тоа, јас треба да биде премногу.
		-- Qeyser <keyser@jhu.edu>

%
* Knghtbrd поминува неговите прсти<Knghtbrd> (ако поминам моите прсти тоа ќе биде тешко да се тип)
		-- Qeyser <keyser@jhu.edu>

%
<Doogie> постои една лоша работа за да има мобилен телефон.<Doogie> Јас може да се постигне во секое време. : |<Wmono> тоа е зошто тоа им го оставам мој исклучување на сите времиња. ;>
		-- Qeyser <keyser@jhu.edu>

%
<Зграда> Како да се дојде до изрече '00 или '01 или '02 и така натаму?<Deek> Кажете им збогум на деведесеттите години, се поздрави со naughties. :)
		-- Qeyser <keyser@jhu.edu>

%
<Deek> Ако корисникот поени со пиштол во нога и го притиска чкрапалото, тоа       Наша задача е да се обезбеди куршум добива каде што би требало да.
		-- Qeyser <keyser@jhu.edu>

%
<Меркур> Да се ​​предупреди, имам тастатура можам да ги користите за да го победи глави luser е          во, а потоа продолжи да го користи ... (=:]<Deek> Меркур: Ох, на IBM. :)
		-- Qeyser <keyser@jhu.edu>

%
<Зграда> knght, sheesh, дали вметнување моите зборови од контекст во           # debian или нешто?<Зграда>;)<Knghtbrd> не, но јас веројатно ќе треба да биде;><Зграда> d'ох!
		-- Qeyser <keyser@jhu.edu>

%
<Абел> Меркур: Акумулаторот не е многу добар веб пребарувач. поправи го.
		-- Qeyser <keyser@jhu.edu>

%
<Абел> и таму ти оди. кажам нешто глупаво во ИВЗ и да го имаат      овековечиле засекогаш во .sig датотека нечија
		-- Qeyser <keyser@jhu.edu>

%
Мајкрософт е вкрстување помеѓу Боргите и Ferengi. За жал,Борг тие ги користат да се направи нивниот маркетинг и Ferengi да ја завршат својатапрограмирање.
		-- Simon Slavin

%
Јас би сакал да поминат 10 часа читање на некој друг изворен код од 10минути слушање на Musak чека за техничка поддршка што не е.
		-- Dr. Greg Wettstein, Roger Maris Cancer Center

%
Каде што мислите дека ви се случува денес?
		-- Dr. Greg Wettstein, Roger Maris Cancer Center

%
Би биле слух сите видови на мракот и осуденост предвидувања за Y2K, па јас мислев дека ќе го послуша некои од совети што експертите се даваат: Наполнете го резервоарот за гас на автомобилот, акции на конзервирана храна, пополни кадата со вода, и така натаму.Претпоставувам дека не е целосно буден кога ја завршив моите подготовки на крајот од минатиотноќ. Утрово најдов полици во кујната натопен во бензин, водаво резервоар за гас на автомобилот, и мојата када полна со печен грав.
		-- Dan Pearl in a message to rec.humor.funny

%
<Тарзан> еј не ќе падне вашиот pirch или нешто?<Knghtbrd> мене? хе.
		-- Dan Pearl in a message to rec.humor.funny

%
<ESPY> ќе се печат<Knghtbrd> ESPY: само волку
		-- Dan Pearl in a message to rec.humor.funny

%
<Darkangel> Јас обично не се користи нешто што е "експериментални" и            "Предупредување" атипичен сите над неа<Darkangel> не, јас не сум толку глупава ... hehe<Knghtbrd> ...* Darkangel смета преземање на најновите нестабилна кернелот
		-- Dan Pearl in a message to rec.humor.funny

%
<Wichert> Соларис е BSD, па тоа треба да работат* ESPY го пукнатината цевка Wichert е далеку
		-- Dan Pearl in a message to rec.humor.funny

%
<Knghtbrd> тоа е многу лошо повеќето стари unices испадна Y2K согласност<Knghtbrd> затоа што тоа значи дека луѓето се уште ќе биде трчање нив во последните 30 години           = P<Knghtbrd> тоа би биле толку многу поубав ако Y2K ефикасно уби           hpux, AIX, SunOS, итн;><ESPY> Knghtbrd: Од кога се PH-UX, болки, и solartus "стари"?
		-- Dan Pearl in a message to rec.humor.funny

%
* Gxam прашува дали се навистина потребни сите овие глобални<Knghtbrd> повеќето од нив во моментот да<Knghtbrd> Ние навистина треба да ги исчисти во одреден момент<Knghtbrd> gxam: на глобални ќе мора да одат далеку, како што мигрираат кон           модуларност и лудило (на пример, libtool)
		-- Dan Pearl in a message to rec.humor.funny

%
<Raptor> Adamel, мислам дека го кодот фиксна на рудникот не работи<Raptor> Јас не мора да се посветени на работната код<Knghtbrd> Raptor: како тоа е прв пат дека досега не се случило = P
		-- Dan Pearl in a message to rec.humor.funny

%
<Меркур> Knghtbrd: Користење -3dfx или -svga?<Knghtbrd> Меркур ќе се направи нешто со неа нормален<Knghtbrd> Меркур: И --- SVGA sig11 е, -3dfx sig4 е<Knghtbrd> Меркур: тоа не е добро, нели? ;>
		-- Dan Pearl in a message to rec.humor.funny

%
<Knghtbrd> Доверете ни се, ние знаеме што правиш ... Ние може да немаат идеја како           ние сме го прави тоа, но ние знаеме што правиш.
		-- Dan Pearl in a message to rec.humor.funny

%
<Меркур> <Џеј | Bizkit-0-> Јас да испратите на Linux сервер сепак<Меркур> <Џеј | Bizkit-0-> добив сметка школка на еден<Меркур> <Меркур> Што е тоа трчање?<Меркур> <Џеј | Bizkit-0-> Ум<Меркур> <Џеј | Bizkit-0-> Apache мислам<Меркур> Help, Ве молиме помогнете ..* Конструкција chuckles
		-- Dan Pearl in a message to rec.humor.funny

%
<JT> треба бубачка бидат означени критична ако тоа се однесува само на еден лакот?<Џејмс-workaway> JT: RC за тоа лак можеби, но оние вид на лак                 одредени грешки се ретки ...<JT> не кога тоа е предизвикано од бубачка во gcc<Doogie> JT: gcc се отстранат од таа арх. :)
		-- Dan Pearl in a message to rec.humor.funny

%
<EdLin> LWE?<EdLin> Linux W ?? Е ??<Гледа> ќе eatyou<JHM> Светот Експо?<EdLin> гледам
		-- Dan Pearl in a message to rec.humor.funny

%
"Номинална такса". Што грда казна. Тоа е една од оние работи коизначи дека ако ви треба да прашате, не можете да си го дозволиме.
		-- Linus Torvalds

%
<Deek> Да GPL домашната работа? :)<Knghtbrd> yah = D<Knghtbrd> Секој е дозволено да ги користите или менувате мојата домашна задача, но ако тие           дистрибуција на промените што треба да ги содржи целосна машински-читлив           изворниот код;>
		-- Linus Torvalds

%
* Knghtbrd е секој ден се повеќе убеден дека повеќето C ++ кодери не знам што           по ѓаволите, што го правиш, кој е зошто C ++ има толку лош рап<Culus> KB: Повеќето C кодери не знаете што тие го прават, тоа само го прави        полесно да се скрие: P<Culus> види на пример, ProFTPD: P
		-- Linus Torvalds

%
<Culus> И не ме започна на Perl!<Culus>:><Shaleh> Perl е надвор од зло<Џим> вие сеуште не знаете Perl?<Netgod> Мора да сакам јазик без да се одреди синтакса
		-- Linus Torvalds

%
<Doogie> мачка / dev / случаен | Perl?<Shaleh> doogie: тоа е, исто така, важи sendmail.cf<Doogie> :)* Knghtbrd раце doogie награда бесмислени употреба-на-мачка* Shaleh сака да се обиде, но се плаши
		-- Linus Torvalds

%
<ДХД> Perl </ dev / БДСМ<Knghtbrd> имате на / dev / BDSM?<ДХД> сигурни, тоа е pseudosadomasochistic случаен број генератор
		-- Linus Torvalds

%
<Kysh_> Џои: Јас сум на тоа токму сега .. 3 1.3GB дискови, 128M RAM меморија, двојна 50MHz        (До quad 250 MHz)<Kysh_> Улов е дека тоа повлекува 110V 12A околу 8><Culus> 12A!<Culus> Во ред, ми печка е 3000W, ова сонце е 1320W<Culus> Дали го гледаш проблем тука<Calc> 1320W на сонцето, како фен за коса :)
		-- Linus Torvalds

%
* Joeyh_ работи PS и гледа 10 линии на код awk* Joeyh_ recoils во хорор
		-- Linus Torvalds

%
<Knghtbrd> joeyh: Бев долу од midmorning вчера и рече pacbell           ова утро дека AT & T е виновен и речиси сите на државата           беше долу<Rcw> знам зошто луѓе инсистираат на интернет може да преживее нуклеарен холокауст      кога тоа не може да преживее ровокопач
		-- Linus Torvalds

%
Оваа порака е напишан со VI! (Не дека некој во светот се грижи)
		-- seen on an old message from an anon.penet.fi address

%
ресетирање врска со некои морон со ровокопач
		-- seen on an old message from an anon.penet.fi address

%
Feb 5 13:27:01 тројство lp0 на оган        - Линукс кернелот, ме предупреди дека постои некоја непозната           проблем со мојот печатач (на пример, тоа е надвор од мастило)
		-- seen on an old message from an anon.penet.fi address

%
Колку помалку знаеш за компјутерите повеќе сакате Microsoft!        - Рекламна кампања на Microsoft, околу 1996(Доказ дека рекламирањето на Мајкрософт _isn't_ нечесен!)
		-- seen on an old message from an anon.penet.fi address

%
Изработка на еден брилијантен решение и целиот куп на медиокритет оние не е толкудобра како и правење на целиот куп на општо паметни одлуки во текот нацелиот процес.
		-- John Carmack

%
Тоа е обично не се исплатливи време мудро да се оди да го направи тоа. Но, ако нешто не е вонавистина pissing надвор, вие само одете најдете кодот и поправете го, а тоа енавистина кул.
		-- John Carmack, on the advantages of open source

%
<Calc> Полесно звучи корисно за RE'ing USB<Calc> Имам бескорисна 3com USB камера тука :(<Knghtbrd> бигор: 3Com може да сте се уапсени за кршење на законите кои           не постојат "до октомври;><Calc> knghtbrd: Јас ќе се скрие :)<Knghtbrd> ... отпор при апсење премногу а?<Calc> knghtbrd: Не јас ќе се скрие пред да се сервира
		-- John Carmack, on the advantages of open source

%
<Меркур> Во тој момент таа ќе ги собере, но segfault, како што треба ..
		-- John Carmack, on the advantages of open source

%
* Knghtbrd е премногу искушение да .sig целата оваа дискусија ...
		-- John Carmack, on the advantages of open source

%
На Unixverse завршува на Вто, 19 Јан 2038 03:14:07 +0000
		-- John Carmack, on the advantages of open source

%
<Taniwha> Knghtbrd: ние треба да се направи земјотресот епизода: колено длабоко во кодот ":          ќе се кандидира околу снимањето на грешки :)<Knghtbrd> taniwha: Ќе помине идејата за да OpenQuartz;>
		-- John Carmack, on the advantages of open source

%
<Taniwha> Јас би се реши на Windows клучен проблем со fdisk :)
		-- John Carmack, on the advantages of open source

%
<Endy> knghtbrd: netcode QW се прават чудни работи за мене. : P<Knghtbrd> Ова е необично? ;><Endy> Не, навистина. : P
		-- John Carmack, on the advantages of open source

%
<Knghtbrd> rcw: О Yay --- Јас не биле вклучени во добра flamewar во во           најмалку ... 5 минути!
		-- John Carmack, on the advantages of open source

%
<Manoj> shaleh: Јас не сум, и покрај вашата импликација, Бог
		-- John Carmack, on the advantages of open source

%
<SlayR> Јас само го купи MS Office 2000 за само $ 20 !!!<Knghtbrd> ли горат;><SlayR> знам;)
		-- John Carmack, on the advantages of open source

%
<Knghtbrd> тоа е 6 часот наутро. Јас сум бил до 24 часа<Knghtbrd> Разбуди ме и ризик животот и екстремитетите.* Knghtbrd &; сон<ТВ-уред> Океј сите, ние се чека 10 минути, а потоа започнете поплави Knghtbrd     со ^ Г. Некој, hack корен и мачка / dev / urandom> / dev / DSP.
		-- John Carmack, on the advantages of open source

%
*** Knghtbrd сега е позната како SirKewLDooD*** Меркур започна SirKewlDooD од # quakeforge (* оштетена *)
		-- John Carmack, on the advantages of open source

%
<Меркур> Knghtbrd: Јас би сакал да видам поддршка за илли crosshairs ..<Knghtbrd> Меркур: ти си на врач.<Меркур> Knghtbrd: Ти си на услуга ... <G>*** Knghtbrd сега е позната како QuackDealer
		-- John Carmack, on the advantages of open source

%
* Суво мраз не може да се кодира својот пат надвор од хартиена кеса<Coderjoe> сув мраз: int главната () {ExitPaperBag (); врати 0; }<Knghtbrd> Дали е тоа како тоа е направено тогаш? * Фаќа белешки *
		-- John Carmack, on the advantages of open source

%
<Knghtbrd> eek, а не уште еден ...<Knghtbrd> Се чини дека некогаш инвеститорот и нивната мајка сега има случајни           потпис користење irc цитати ...<Knghtbrd> Што сум започна тука ??
		-- John Carmack, on the advantages of open source

%
* Гледа користи коментари knghtbrd како неговиот потпис<Knghtbrd> гледа: штом ќе ги внесе сфатив дека е подобро да ги режа           јас пред некој друг да го направи;>
		-- John Carmack, on the advantages of open source

%
* Omnic гледа 33.6k неговиот линк, а потоа изгледа на Радоста* Меркур Cuddles неговиот кабловски модем .. (=:]
		-- John Carmack, on the advantages of open source

%
Готово, изглед Win95 не беше толку нови или - Apple обидел да ја тужиMicrosoft за копирање на Macintosh UI / корпата за ѓубре икона, додека Microsoftистакна дека Apple доби многу од нејзините идеи Mac (вклучувајќи корпата за ѓубреикона) од Xerox ParcPlace. Xerox е веројатно уште се прашувам зоштосите се заинтересирани за нивните ѓубре лименки.
		-- Danny Thorpe, Borland Delphi R&R

%
<Knghtbrd> тоа е знак на ментална болест да талкаат бесцелно низ           започне мапата и да собирате вашите закана, хоп во базенот, а GiB           себе си со тоа само за да ја видите вашата глава buouce кога паѓапреку дното на базенот? =><Knghtbrd> "Вие знаете дека сте зависник од земјотресот кога ..."
		-- Danny Thorpe, Borland Delphi R&R

%
<Zoid> Јас сепак мислам дека вие момци се ореви спојување П и QW. : P<Knghtbrd> Се разбира, ние сме ореви. Дури и Јован рече така. =><Taniwha> Zoid: ние сме ореви, но ние сме продуктивни ореви :)
		-- Danny Thorpe, Borland Delphi R&R

%
<Taniwha> Zoid: ние сме ореви, но ние сме продуктивни ореви :)* Taniwha прашува што продуктивни ореви вкус
		-- Danny Thorpe, Borland Delphi R&R

%
<Endy> taniwha: Цитат материјал :)<Taniwha> Endy: :)<Knghtbrd> Endy: Јас веќе го snipped
		-- Danny Thorpe, Borland Delphi R&R

%
<Endy> Всушност, мислам дека ќе се чека за компир треба да се финализира пред       инсталирање Debian.<Endy> Тоа треба да се случи наскоро, се надевам. :)<Knghtbrd> Endy: Ти очигледно знаат многу малку за Debian.
		-- Danny Thorpe, Borland Delphi R&R

%
Ништо не е проблем откако ќе дебагирање на кодот.
		-- John Carmack

%
<Overfiend> На Unix начин - се што е датотека<Overfiend> Линукс начин - се е датотечен систем :)
		-- John Carmack

%
<Devkev> Да го видов пиштол гром и каде што се случува, мислејќи         ќе се ќе се ослободат некои задник :)<Devkev> didnt ќе сфатите дека тоа ќе биде вашата сопствена :)
		-- John Carmack

%
"Во спротивно, Ве молиме да разговарате со лекар за отстранување на главата од вашиотгаз, јас верувам дека ќе биде од корист за сите кои се вклучени. "
		-- Zephaniah E. Hull, flaming someone on a mailing list

%
Руво, го сме!
		-- Zephaniah E. Hull, flaming someone on a mailing list

%
Јас сум вршење на парична казна точка на етика. Прифатливо е да се пука назад.Тоа не е прифатливо да се пука во прв план.
		-- Zed Pobre

%
<Coderjoe> GiB, Perl?<GiB> чини ми бисер е Швајцарската армија пила на програмерот
		-- Zed Pobre

%
<Endy> taniwha: Дали сте тестирани овој еден? :)<Taniwha> Endy: се разбира, не
		-- Zed Pobre

%
Тоа е најчудно нешто што некогаш сум ја слушнал и јас _not_ ќе го осудат.
		-- DyerMaker, 17 March 2000 MegaPhone radio show

%
Не е? Дали сакаш да кажеш дека треба да им овозможи на луѓето (освен ВилијамВалас) да се фотографира молња завртки од нивните газ?
		-- Seth Galbraith

%
<Меркур> Вие не мора да биде луд за да се биде член на проектот, но          ќе биде .. <=:]
		-- Seth Galbraith

%
* Endy треба да се консултираат со кафе: P<Endy> кафе лицето бот, а не кафе пијалокот :)<Knghtbrd> консултации со пијалок може да помогне премногу =>
		-- Seth Galbraith

%
<Мангуста> knghtbrd, и кротките ќе ја наследат К-Март
		-- Seth Galbraith

%
<Knghtbrd> "Јава за COBOL програмер"<Knghtbrd> кој пишува овие работи?<Raptor> луѓе на крек<Raptor> и COBOL програмери<Raptor> :)<Knghtbrd> тоа е излишна.
		-- Seth Galbraith

%
<Evilkalla> хе, јас никогаш не зеде класа кодирање<Evilkalla> или графика класа<Evilkalla> или дизајн класа на софтвер<Вегетаријанска> и го покажува тоа: P
		-- Seth Galbraith

%
* The_Answer_MD фрла шпагети во секој* Taniwha јаде шпагети* Coderjoe фрла околу некои ќофтиња* Knghtbrd добива сирење* Taniwha фаќа црвено
		-- Seth Galbraith

%
<Theoddone33> Што е ова порака на мојот екран,<Theoddone33> толку сино, па сина, што би можело да значи?<Theoddone33> Може ли да, ќе го притиснете копчето Избриши,<Theoddone33> Ctrl и Alt и потоа се повторува.
		-- Seth Galbraith

%
<Gorgo> Што добивате кога некој пукнатини вашиот Debian машина?<Gorgo> пире од компири ...
		-- Seth Galbraith

%
<Ај> ајде<Ај> тоа е пико клон<Ај> тоа е * * значеше да бидат досадни
		-- Seth Galbraith

%
<ESPY> Јас се повика на законот ESPY, кој наведува дека сите ќе си го цица: P
		-- Seth Galbraith

%
<Overfiend> Culus: сакам да ме прекине за тоа? :)<Culus> Overfiend: Одете злобно пукнатината неколку severs и ние ќе разговараме<Overfiend> Culus: По ѓаволите, тоа мора да биде штетен?<Culus> Overfiend: За жал, да
		-- Seth Galbraith

%
<Knghtbrd> 2fort5 смрди доволно да се има својата гравитација ...
		-- Seth Galbraith

%
* CosmicRay сака тој имаше некои стриптизот тука ....<CosmicRay> згрешат, жица стриптизот
		-- Seth Galbraith

%
<WildTHing> Во ред момци .. па whens овој комит: PP<Taniwha> кога ќе дојдат да ме
		-- Seth Galbraith

%
<Mdorman> Јас сум gnus лицето себе. Тоа е уредник! Тоа е floorwax!          Тоа е десерт полнењето!
		-- Seth Galbraith

%
<Tausq> П: Која е разликата помеѓу Бетмен и Бил Гејтс?<Tausq> А. Кога Бетмен се бореле на Пингвин, тој победи.
		-- Seth Galbraith

%
Во одреден момент, делови треба да се оди во пакети и рутери треба да се направиодлуки за нив. Промени на тоа ниво е она што сакам да слушам за, а нестратешки односи компанија.
		-- John Carmack

%
Ние ја одбиваме: кралеви, претседатели, и гласање.Ние веруваме во: груба консензус и работни код.
		-- Dave Clark

%
<Knghtbrd> QF се случува да се zipfile поддршка денес<Coderjoe> хе ... infozip?<Knghtbrd> Ако имам среќа да<Deek> knghtbrd: Ти си шегуваш, нели? ;)* Deek го намалува пукнатината цевка Knghtbrd е. ;)
		-- Dave Clark

%
<Deek> променат сите cvar-> вредност = X да се користи Cvar_Set ()<Theoddone33> тоа не се случи во oldtree<Deek> Всушност, го направив тоа.<Knghtbrd> Да - две недели подоцна.
		-- Dave Clark

%
=== Ова писмо е вирус на честа систем ====Ако сте водење на Macintosh, OS / 2, Unix, илиLinux компјутер, Ве молиме случајно бришењенеколку датотеки од вашиот хард диск ија достави оваа порака до сите што го знаете.==============================================
		-- Dave Clark

%
* Кратен сака да добие во една од sigs knghtbrd е еден од овие денови.
		-- Dave Clark

%
<^ Д-р Ник> SGI_Multitexture е лошо вуду сега<^ Д-р Ник> ARB е добро вуду<Witten> не, вуду Вуду Раш е лошо :)
		-- Dave Clark

%
99 малку грешки во кодот, 99 грешки во кодот,        фикс бубачка, компајлирајте повторно ...        101 малку грешки во кодот ....
		-- Dave Clark

%
Хм ... Кој ќе се направи подобра работа во возење физичари луд? патувањепобрзо од светлината, или логичка вредност лебдечки-точка?
		-- Michael Mol

%
<Calc> knghtbrd: GNOME 2.0 ќе биде надвор за неколку месеци, не се сигурни како тоа       ќе се споредуваат со KDE 2,0 иако<Knghtbrd> бигор: Исто како надуен, исто како кабриолет, и секој Gnome 2 стан       ќе зависи од 30 библиотеки.<Slimer> knghtbrd: Па што се менува од 1.0?
		-- Michael Mol

%
<Ze0> е така, колку е сè во светот на врач?<LordHavoc> само пиленце<Ze0> одлични, пржени патка е силен парична казна вкусна.
		-- Michael Mol

%
<FrikaC> Јас требаше да се рестартира ...<FrikaC> OK BRB<FrikaC> Значи, она што покрај на избегнување на вируси, меморија протекување, и неконтролираното         паѓа прави Linux reallhy понуди :)<LordHavoc> сигурен мултитаскинг?
		-- Michael Mol

%
<Tausq> ако (CB) ((cb-> OBJ) -> * (cb-> ui_func)) ();<Knghtbrd> tausq: По ѓаволите, кој го напиша тоа?<Tausq> мене :)* Knghtbrd flogs tausq
		-- Michael Mol

%
<Knghtbrd> glDisable (GL_BUGS);<Endy> хе<Endy> Дали е тоа во 1.2? :)
		-- Michael Mol

%
<Меркур> knghtbrd: Eww, се најде подобро име, филмот вовлечени .. <G><Knghtbrd> Меркур: Моторот е подобро отколку на филм
		-- Michael Mol

%
<LackOfKan> Кои се "ботови"?< `` Ерик> RSG е бот, а не човекот, а не човекот употребливи клиент, само бот.< `` Ерик> приближно иста како на земјотресот бот, освен IRC ботови се (најчесто)         изграден за да помогне, а не снимањето на вашиот задник полн со дупки
		-- Michael Mol

%
ако (МЕНЕ = вас!) // пробува веројатно секогаш точно, избришете?    за (n = 0; n <who_knows_what, n ++) {        одговори = DoSomething (withthis [n]);        ако (одговор == foobar) {            GetLost (л);            скрши;        }    }
		-- Michael Mol

%
<Knghtbrd> Yorick: нема проблем со индексирани боја палитри за слики, како           долго колку што може да ги собереш на палетата<Yorick> Очигледно на луѓе создавање на земјотресот беа далтонист но тоа         не значи дека треба да биде
		-- Michael Mol

%
<Cesarb> По ѓаволите, секој пат кога ќе потомство, qf-client-X11 брави тешко<Zoid> не умираат?<Knghtbrd> добар поттик.
		-- Michael Mol

%
Зошто е тоа што сите инструменти кои бараат интелигентен живот во еВселената посочи далеку од Земјата?
		-- Michael Mol

%
<Rebelpacket> еј, брз прашање, постои ли некој начин да се забрза              извршување на uquake-X11?<Deek> rebelpacket: Ако сакате да се забрза, се фрли потешко.
		-- Michael Mol

%
<Netgod> знаете<Netgod> е навистина тажно кога самата internic не може да конфигурирате DNS         сервери право<Netgod> тоа само doesnt добие повеќе од тоа патетично
		-- Michael Mol

%
<Knghtbrd> Дури и со overbrights, палета на бои Земјотресот е полна со досадна,           рамен бои<LordHavoc> knghtbrd: палета земјотресот е многу жив, освен ако имате потреба при користење на гама            корекција<LordHavoc> и всушност јас се согласувам, тоа е никаде во близина како енергична како Unreal<Deek> Q3 од друга страна ... NEON.<LordHavoc> Q3 е само смешно<Deek> Q3 се средновековната црква-зандана и го става во Вегас.
		-- Michael Mol

%
"Имам коска за да избере, а неколку се скрши."
		-- Anonymous

%
Z.O.I.D .: Зомби Оптимизиран за инфилтрација и уништување
		-- Anonymous

%
<Deek> Да, Америка е земја врз основа на тоа изнервирани-оф група оданочуваат       луѓето можат да добијат.<Deek> Ние постои како земја, бидејќи ние се евтини.
		-- Anonymous

%
<Oskuro> Overfiend: многу закрпи на врвот на 4.0.1 веќе?<Overfiend> Oskuro: неколку<Overfiend> само 152 megs
		-- Anonymous

%
<Joeyh> О, тоа е горе P III.<Doogie> го ДОС.* Joeyh работи dselect<Overfiend> Тоа треба да биде доволно :)
		-- Anonymous

%
<Barneyfu> knghtbrd: глупости, SDL сигурни дека го прави DGA на helluva многу полесно премногу           не го прави тоа? :)<Knghtbrd> barneyfu: што DGA?<Barneyfu> глувчето DGA<Knghtbrd> barneyfu: (не дека одговори на вашето прашање?)<Barneyfu> Hahahahaha Да! :)
		-- Anonymous

%
<Deek> "Еден добар програмер може да се напише FORTRAN во кој било јазик."<Deek> knghtbrd докажа дека може да се напише C ++ во било кој јазик.       <Насмевка><Меркур> Ние сме во моментов considdering ако ние треба да го даде или награда, или          Убиј го..<Меркур> (Се разбира, со сите права, тоа значи дека ние треба да го даде          награда, а потоа го убие .. <G>)
		-- Anonymous

%
Субверзивни е некој кој може да из-тврдат нивната влада.
		-- Anonymous

%
Мораме да знаеме, ние ќе знаеме.
		-- David Hilbert

%
<Knghtbrd> цензурата на интернет. Бидејќи вашите деца треба да бидат           заштитени од голи жени, медицински процедури, разновиденкултури и насилни видео-игри.<Knghtbrd> (но информации за изградбата на бомби, кражба на кабел, и           производство на лекови е во ред ...)
		-- David Hilbert

%
Еден мој пријател има бар на раката.Тој прстени се како $ .35 пакет на JuicyFruit.
		-- Seen on Slashdot

%
<NullC> Ми се допаѓа код семе за пресметување маскирање криви.<NullC> Никогаш не сум видел кодот што го направи да се сакаат да пијат пред тоа ...
		-- Seen on Slashdot

%
$ Ви = new вас;honk () ако $ вас-> љубов (Perl)
		-- Seen on Slashdot

%
<Cj> не! проблеми во М $ софтвер?<Cj> "Темелно bugtested"* Dabb grins.<LordHavoc> преработи дека како "Темелно buginfested"
		-- Seen on Slashdot

%
<Doogie> dpkg има грешки? нема шанси!
		-- Seen on Slashdot

%
"Debian: нема капи или влекачи беа повредени во изработката на оваа дистрибуција =".
		-- Paul Slootman

%
* Athener повикува Амнести интернешенел Домот на палачинки
		-- Paul Slootman

%
<Elmo> нечист згрешат, екипата на админ не ја контролира архивата, тоа е       FTP интрига<Elmo> добиете вашата cabals право, по ѓаволите :-P
		-- Paul Slootman

%
<BenC> CosmicRay: ќе ми заврши<BenC> згрешат ...<CosmicRay> хе* BenC се навраќа на кодирање* Elmo гледа benc<Elmo> нешто што треба да знаат за вас и cosmicray, Бен? :)
		-- Paul Slootman

%
Промена на Општествениот договор? BWAHAHAHAHAHAHAHAHAHAHAHA.
		-- Branden Robinson

%
<Knghtbrd> Програма за примениот сигналот SIGSEGV, сегментација на вина.<Knghtbrd> 0x40095fb0 во memchr () од /lib/libc.so.6<Knghtbrd> (gdb) bt<Knghtbrd> # 0 0x40095fb0 во memchr () од /lib/libc.so.6<Knghtbrd> # 1 0x0 во ?? ()<Knghtbrd> Па тоа е навистина Корисни* Knghtbrd тргува gdb за убав масичка за спиритически сеанси одбор - тоа ќе им помогне на повеќе
		-- Branden Robinson

%
Сите добри идеи да изгледа како лоши идеи на оние кои се губитници.
		-- Dilbert

%
RFC 882 стави точка во Com, не Sun Microsystems
		-- Seen on Slashdot

%
* Joeyh_ прашува дали Linux треба да се затвораат кога ќе побара 100  процеси на мачка целото CD дискот
		-- Seen on Slashdot

%
<Pretzelgod> knghtbrd: Земјотресот треба да го поддржат xray визија, мајката<Knghtbrd> pretzelgod: ftp://ftp.cdrom.com/pub/quake/partial_conversions/           xrated / i_am_old_enough_to_look_at_this<Knghtbrd> ... те праша ...<CosmicRay> ха, ха, тоа е вистински директориум
		-- Seen on Slashdot

%
<Knghtbrd> Јас искористиш приликата уреа<Knghtbrd> Да ми помогне за да шарлатански<Отров> KB: Што по ѓаволите зборуваш?<Knghtbrd> bwahahaha .. Тоа е долга приказна.
		-- Seen on Slashdot

%
<WildCode> Меркур, не е дебагирање X малку како да пронајдете совршено           бубачки код во Windows ??<Меркур> WildCode: Дебагирање X е како да се обидува да се кандидира една права линија          низ лавиринтот.<Меркур> Вие само треба да се наведнуваат простор-времето, така што аглите се движат наоколу          вас и вие нема да има никакви проблеми. (=:]
		-- Seen on Slashdot

%
<Miguel> `Сте е претплатата од висока енергетска лични         Опрема за заштита од мејлинг листата "<Miguel> Јас воопшто не се сеќавам добивање во мејлинг листата
		-- Seen on Slashdot

%
<Мит> Јас сум добивање на Одбиено е поврзувањето при поврзување на порта 25, секој       знаат каде по ѓаволите се најавите е?<Ај> Мит: /var/log/damn.log?* Ај се прашува што тоа ќе изгледа како<Ај> Дек 18 05:32:30 blae smtpd [123]: По ѓаволите сите во пеколот !!
		-- Seen on Slashdot

%
* Лукав човек се прашува колку глупаво човек мора да биде на спам alt.anonymous.messages<Knghtbrd> ласица: околу половина како глупав како човек мора да биде да се соберат.
		-- Seen on Slashdot

%
* Волчко размислува колку debianites е потребно за да завртка во една сијалица<Viiru> Волчко: Некаде околу 600? Една завртка е на сијалицата, а остатокот        го запалат за тоа во ред.<Дел> Волчко: е на сијалицата слободен софтвер?<ТВ-уред> Може ли да гласаат за тоа дали да ја завртката или не?
		-- Seen on Slashdot

%
<Culus_> Ние сме, исто така, со надеж дека ќе издаде верзија на Linux каде школка е         заменува со Perl во голем степен. Додавање на тоа, постојат голем         неколку од нас кои би сакале да ја видите чиста Perl платформа PerlOS .. :)* Culus_ гледа во хорор<Mstone> Culus_: на светлата страна, можете да напишете проклето близина ништо во         командната линија :)
		-- Seen on Slashdot

%
<Меркур> LordHavoc: Причината зошто GL има прекорачи е затоа што тоа е само          користење на половина од системот тие наменета за Вис.<Меркур> LordHavoc: самиот пукање во подножјето.* Dabb изгледа на сите оние дупки од куршуми во чевлите - По ѓаволите, многу :)
		-- Seen on Slashdot

%
<Dabb> hehe, јас навистина мразат извештаи за грешки, кои се како повик оган       оддел и велејќи: "Има пожар тука, дојде" :)<Dabb> (и спуштајќи)* Dabb уништува извештаи десетина бубачка.
		-- Seen on Slashdot

%
<Xtifr> WoW, мислам дека само се користи libtool да реши еден проблем - некој        помогни ми! :><Luca> xtifr, се чекор подалеку од тастатурата
		-- Seen on Slashdot

%
<Мао> Зошто се инсистира на АДИНГ -Werror ...<Misty-chan> Меса нема да ги собере надвор од кутијата ако тоа се прави со вас             момци;)<Knghtbrd> Ух, Mesa не составува надвор од кутијата поголемиот дел од времето.
		-- Seen on Slashdot

%
<Deek> nopcode: Не, тоа не е. Win32 нема еквивалент на вилушка ().<Knghtbrd> Deek: windoze не е наменета за луѓе кои треба да имаат пристап до           остри предмети, па оттука нема вилушка ()<Knghtbrd> наместо тоа, мора да се потпираат на лажица ()
		-- Seen on Slashdot

%
<Knghtbrd> Овој фонт се почнуваат да излегуваат многу убаво<Сту> Knghtbrd: о драга, да не сте хакирањето уште еден земјотрес фонт во VI? :)
		-- Seen on Slashdot

%
<Pv2b> о, покрај тоа, она што е најдобар пристап ако сакам да се направи земјотресот       ниво дизајниран од постојна зграда?<Knghtbrd> Земи floorplan на канцелариски Брајан? =)<Pv2b> Knghtbrd: im размислува за моето училиште.<Knghtbrd> О, голем<Knghtbrd> Тоа е се што ни треба
		-- Seen on Slashdot

%
<Knghtbrd> Windoze цемент: Сега со CrackGuard (ТМ)! Никогаш не се грижи за           грозен пукнатини во Windoze цемент повторно! CrackGuard (ТМ) етолку силен што целата работа ќе се урнат пред да дадепопуштат. Порачајте вашиот $ 200 надградба на верзија денес!
		-- Seen on Slashdot

%
<Doogie> Culus: мојот бубачка со OpenSSH се чини дека да се дефинира во 2.5.2, но         господар тече 2.3.0<Culus> Не дури и на проектот<Doogie> Јас само го направи.<Culus> Вие момци се случува да ме вози да се изгради огромен џиновски робот и        ги уништи сите на Тексас, нели?
		-- Seen on Slashdot

%
<Shader> Што е во ред со rjing?<Rhamphoryncus> тоа е несмасен: P<Rhamphoryncus> тоа не треба да биде можно<Rhamphoryncus> турканиците граната до газот и го користат како ракета                propelant не треба да биде одржлива техника: P
		-- Seen on Slashdot

%
 * Еквивалентно код е достапен од RSA безбедност на податоците, Inc. * Овој код е тестиран против тоа, и е еквивалент, * Освен тоа што вие не треба да се вклучат две страници на legalese * Со секоја копија.
		-- public domain MD5 source

%
* Knghtbrd е нема - zzz - пораки ќе бидат купени како влажни пешкири во сите  на луѓето кои имаат украдено на трговската марка knghtbrd порака далеку<Coderjoe> ack* Coderjoe подготвува да се брани од влажни пораки
		-- public domain MD5 source

%
Никогаш не ја потценувајте моќта на некој со изворниот код, уредувач на текст,и подготвеност за целосно црево нивниот систем.
		-- Rob Landley <telomerase@yahoo.com>

%
"Значи, ќе Andover партија имаат пари лента?""Не, не е бесплатно пиво.""Ух-ах, ќе Сталман е да бидеш разочаран ..."
		-- overheard at the Bazaar, 1999

%
<Addi> Alter.net се чини дека се заменува еден од неговите рутер со тиквички.
		-- overheard at the Bazaar, 1999

%
<Меркур> Некој го поправам.<Очај> обврски<Knghtbrd> Очај: Меркур?<Очај> Knghtbrd: тој е уморен, направил грешка, сакал некој да го вратите.<Knghtbrd> Очај: така да му направиле?<Очај> Knghtbrd: добро, посветен и онака.
		-- overheard at the Bazaar, 1999

%
<Taniwha> Knghtbrd: тоа не е нередот ако тоа е се користи<Knghtbrd> taniwha: како да се објасни windoze тогаш?<Taniwha> Knghtbrd: повеќето од тоа се користи само како баласт за да бидете сигурни дека вашата          опциите е полн<Knghtbrd> taniwha: баласт ... Зарем тоа не е она што го прави следните фази потоне на           дното на океанот?<Knghtbrd> taniwha: дека ќе објасни зошто winboxes секогаш се случува долу.
		-- overheard at the Bazaar, 1999

%
иновираат / ВО НИКОЈ vait / vb .: 1. За да се соодветни на трети лица технологијапреку купување, имитација или кражба и да се интегрира воде-факто монопол позиција производ. 2. За да се зголеми во големина и сложеностно не и за комунални услуги; да се намали верзии или компатибилност. 3. За да гозаклучување на конкурентите или да се заклучи-корисници. 4. За да се наплаќаат многу повеќе пари; дозголемување на цените или трошоци. 5. Да се ​​стекнат профит од вложувања во другикомпании, но не од директен производ или продажбата на услугата. 6. За да се задуши илиманипулира со слободен пазар; да се прошири монополот на власта на нови пазари. 7.За да се избегне одговорност за погрешно-судењата; да се симне. 8. Да купувањезаконодавство, законодавците, законодавните тела, или шефови на држави. 9. да сепосредува сите трансакции во глобалната економија; да изврши проневера; да кооптира моќ(државен удар). Cf. иновираат, англиски употреба (антоним).
		-- csbruce, in a Slashdot post

%
Изолирачки тишина ме научи да не се прашате еден куп на видливо за советсо своите девојки
		-- csbruce, in a Slashdot post

%
"Што ќе правиме вечерва, Бил?""Истото го правиме секој ден, Стив, се обиде да го преземе целиот свет!"
		-- csbruce, in a Slashdot post

%
<Deek> Тоа ме потсетува, ние ќе треба да се купи моторна пила за канцеларија. "Во       случај на вонредна состојба, се скрши стакло "
		-- csbruce, in a Slashdot post

%
<Knghtbrd> Тој е околу половина од големината на другите.<Knghtbrd> Но, тој е се здобија со моторна пила.
		-- csbruce, in a Slashdot post

%
<Deek> "си ја задржам мојата лична gpg податоци во заклучена, да доведе безбедно во подрум       чувани од лути rednecks и нивните dawgs. Trespassers ќе биде       повредени, а сето тоа ... "
		-- csbruce, in a Slashdot post

%
<ExMachina> glQuakeIIIRendererMode (GL_TRUE)<Knghtbrd> ExMachina: Не е тоа што дел за проширување, кој обезбедува           glDriverBugs (GL_FALSE); ?<Siigron> Knghtbrd: не, glDriverBugs () е дел од EXT_help_me.<Siigron> кој исто така содржи glMakeItWork (GL_PLEASE);
		-- csbruce, in a Slashdot post

%
< `` Ерик> 18.446.744.073.709.551.616 е голем број
		-- csbruce, in a Slashdot post

%
<Xavvy> Дали е тоа навистина knghtbrd?<Knghtbrd> Не, јас сум зол измамник!<Knghtbrd> Зло измамник кој сака HYBRID!<Xavvy> haha<Xavvy> Во ред, тоа е тој: P
		-- csbruce, in a Slashdot post

%
<| Дожд |> Јас * љубов * SWB !!<| Дожд |> Или, притиснете 5 да зборувате со некој representitive ..<| Дожд |> * 5 *<| Дожд |> Ти се пренесуваат, Ве молиме да се одржи ...<| Дожд |> ...<| Дожд |> ...<| Дожд |> Жалам, но оваа бројка не може да се заврши како повикани.<| Дожд |> Проверете го бројот и обидете се повторно.
		-- csbruce, in a Slashdot post

%
<| Дожд |> #define struct сојуз / * Голем простор чувар * /
		-- csbruce, in a Slashdot post

%
<Elric> Не фанови BSD?<EvilTypeGuy> Elric: тоа е тешко да се биде гејмер и љубител BSD: p
		-- csbruce, in a Slashdot post

%
<Marticus> Има премногу крв во моите кофеин систем.
		-- csbruce, in a Slashdot post

%
<SirDibos> Culus: буден си?<Culus> No
		-- csbruce, in a Slashdot post

%
<Wli> Да, јас погледна Опрема и изгледаше како вид на C код дека      поранешниот весел / Алгол '60 coder кој ги помина последните 20 години бие      меѓу Fortran-IV и FORTRAN '77 ќе напише.
		-- csbruce, in a Slashdot post

%
<Нелинеарни> Мајкрософт NET е изопачена верзија на Јава во мрежа            животната средина uglified за Windows специфични глупости
		-- csbruce, in a Slashdot post

%
<Меркур> LordHavoc: Јас веќе сум луд.<Coderjoe> проклето исправен. или заоблен, искривени, или она што го имате
		-- csbruce, in a Slashdot post

%
Unix е зрела оперативен систем, Windows е сеуште во пелени и тие мирисаат лошо.
		-- Rafael Skodlar <raffi@linwin.com>

%
<Midgar> Од сите стереотипи за Aussies, јас фигура вие момци се         навистина тешко.<Midgar>; p<Krusto> ние ќе фрли Коала е во вас
		-- Rafael Skodlar <raffi@linwin.com>

%
<| Дожд |> поздрав * * Јас не сум љубител на користење smarthosts, јас<| Дожд |> како што се потпира на двете оддалечениот компјутер и Вашиот хост се паметни<| Дожд |> и премногу често го пропушти еден од двата тие цели
		-- Rafael Skodlar <raffi@linwin.com>

%
Пристапот на sourceforge е да се одржи на сите проекти во некои вулгарни"Отворен код surburbia", каде што сите од куќите се исти, само собои и мали варијации стил (кој план за градење беше искористена за коиодредена куќа) се допуштат од страна на ограничувачки одредби и локалнизони закони. Sourceforege е со отворен код за еквивалент наединици во филмот "Edward Scissorhands".
		-- Terry Lambert

%
<Calc> Knghtbrd: ИВЗ не составува C код многу добро;)
		-- Terry Lambert

%
* | Дожд | се подготвува за полигон супа<| Дожд |> слатка милостив глупости, тоа функционира?* | Дожд | онесвестува
		-- Terry Lambert

%
"Бидејќи тоа е неминовен заклучок дека Мајкрософт ќе биде загаден со своите XMLсо совети како да се Win32-базирани компоненти, најдоброто што може да се каже задонесувањето на XML е дека тоа ќе го направи полесно за пребарувачите иапликации на не-Windows платформи, а да се разбере кои делови оддокумент мора да се игнорира ".
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<Роберт> Јас разбирам постојат некои разумни граници за слободата на говорот во         Америка, на пример не можам да крик оган во преполн театар.. Но, можам да крик оган во кино со само 5 или 6 лица на	 во тоа ?
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<AAV> кафе на празен стомак е прилично nasy<Knghtbrd> AAV: време да се кандидира на вендинг машина за Cheetos<AAV> Cheetos? :)
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<| Дожд |> со нормален код, можеби можам да дознаам прикажувач :)<LordHavoc> дожд: јас би веројатно биде оној пишување на прикажувач<| Дожд |> добро, Ир, ух
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<| Дожд |> Knghtbrd: Дозволете ми да ви даде пристап до датотеки зоната<Knghtbrd> о богови - Вие ќе сфати дека никогаш не сте играле со врзуваат во право?<| Дожд |> uhoh :)
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<F00Dave> Барате, ги отфрла, ова е #OpenGL, не #GEEKSEX.
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
* TwingyAFK е шопинг за 17 "рамен* AAV продава TwingyAFK парче иверица
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
Зарем тоа не е непријатно кога треба да се оди во аптека за некои"Специјални предмети", и кога сте одјавувањето, на благајната гледа во васкако, "О, знам што правиш вечерва ..."Да, тоа касата ги прочитате сите знаци ... конзервирана пилешко супа, TheraFlu,Сали, NyQuil, на bigass шишиња ОВ и сок од грејпфрут ... знаешеи знаев дека сум имала тек со teevee и одредување на Утешителот. AwwwДа.
		-- Elizabeth Kirkindall

%
Во науката често се случува дека научниците се каже, "Вие знаете дека е навистинадобар аргумент; мојот став е погрешно ", а потоа тие всушност се променинивните умови и никогаш не сте чуле дека старите поглед од нив повторно. тие навистинанаправи го. Тоа не се случува толку често колку што треба, затоа што научниците сечовечки и промена е понекогаш болно. Но, тоа се случува секојдневно. Не можамда се потсетиме кога последен пат нешто како што се случи во политиката или религијата.
		-- Carl Sagan, 1987 CSICOP keynote address

%
<Knghtbrd> додадете GF2 / 3, доста голем хард диск, и "рамен панел 15           имаш многу проклетата преносни машина.<Coderjoe> а GeForce двотретинско?<Knghtbrd> Coderjoe: Да, GeForce две третини, односно картон од ATI.
		-- Carl Sagan, 1987 CSICOP keynote address

%
<Knghtbrd> Nintendo прогласува GCN Најпопуларни конзола Уште<Knghtbrd> Кои се тие шегуваш?<Меркур> knghtbrd: Акции на носителите?
		-- Carl Sagan, 1987 CSICOP keynote address

%
<LordHavoc> поголемиот дел од windoze уметници не ја имаат способноста да            спаси XPM<Меркур> LordHavoc: Тие немаат градски превоз? * G, D & R *
		-- Carl Sagan, 1987 CSICOP keynote address

%
Linux ја поддржува идејата за командната линија или школка за истата причинадека само децата да читаат книги со само слики во нив. Јазик, било да е тоаАнглиски или нешто друго, е само алатка е доволно флексибилен за да се постигнедоволно широк спектар на задачи.
		-- Bill Garrett

%
## Signoff: бунтовнички (razzin "frazzin" motherfu ... глупав DirectX ...)
		-- Bill Garrett

%
<Krogoth> Kgnghtbrd: Јас не би kow, не гледам потреба за уште Проверка на правопис<Knghtbrd> што го зборуваш?
		-- Bill Garrett

%
<Knghtbrd> дека е подобро да се стави на инкриминирачки работи во кодот од сликата: ahfuiovka           ikperoa edfr Ade 9 enbuw ejasxleme Ка IENA df4mesa<Knghtbrd> Ако може да се дешифрира тоа, ти си подобро криптограф од мене           сум. =)
		-- Bill Garrett

%
<Rcw> liiwi: printk ( "CPU0 на оган \ n");
		-- Bill Garrett

%
<Електро> компјутерот ми некогаш беше еден од темелите на големо          пирамида
		-- Bill Garrett

%
ЗАБЕЛЕШКА: секој гледа за пушење ќе се смета дека е на огнот и ќе биде        кратка изгасне.
		-- Bill Garrett

%
<Markm> C ++: моќ, елеганција и едноставност на рачна граната
		-- Bill Garrett

%
<Knghtbrd>, но еден вид на табулаторот и никој на листата е веројатно подобро од           О (n + n ** 2) на табулаторот и О (n ** 2) на листата.<Knghtbrd> ОМГ, некој ми пука.<Coderjoe2>?<Knghtbrd> Не можам да верувам јас само се користи големите гуска јајца да се објасни зошто ми           начин е веројатно најдобар во долг рок.
		-- Bill Garrett

%
<Hoponpop> мојата програма работи, ако јас се извади на грешки.
		-- Bill Garrett

%
<Меркур> Knghtbrd: Еј, Perl има благодатта моќ и елеганција на санка          чекан. (=:]<| Дожд |> сигурно благодат и елеганција, во секој случај
		-- Bill Garrett

%
<DannyS> Хит на мајмун да се победи $ 20 (*)!* Knghtbrd излегува чекан неговата.* Knghtbrd тоа растенија цврсто на главата DannyS.* Knghtbrd ќе ги пренесе $ 20 А. = D
		-- Bill Garrett

%
<Голам> и јас сум импресиониран<Голам> win98 успеа да го сруши X од рамките на VMware.* Голам аплаузи.
		-- Bill Garrett

%
"OpenGL возачи Nvidia е се моите" златен стандард ", и тоа е доставреме, бидејќи јас мораше да пријавите проблем за нив, па дури и нивниот бренднови проширувања работи како што е документирано прв пат јас ги пробате. Кога имамеден проблем на Nvidia, претпоставувам дека тоа е моја вина. Со некој другвозачите, јас претпоставувам дека ова е нивна вина. Ова се покажа точна речисицело време."
		-- John Carmack

%
Libtool заедничка библиотека преносливост е само малку повеќе веројатна одвечен машини движење. Особено на AIX :). "
		-- David Leimbach

%
<Overfiend> Ова е новиот Overfiend, проповедник на љубов и толеранција
		-- David Leimbach

%
<Hoponpop> разликата помеѓу NetBSD, FreeBSD, и OpenBSD, како           инсајдерски е FreeBSD е заинтересиран за добивање на работите, ивоопшто не му наштетува луѓе кои се на нивниот пат.<Hoponpop> NetBSD е заинтересиран за правење сигурни дека ништо не добива направи, и           не му пречи на повредените луѓе кои се обидуваат да се оствари нешто.<Hoponpop> OpenBSD е заинтересиран гледа добро, и не боли некој           во свој мал заедница, но гледам и сите други!
		-- David Leimbach

%
<Liiwi> Значи, она што е официјален начин да се buildd да се обидете повторно пакет? prod        него со стап?<Џои> prod невро<Liiwi> со стап?<Џои> Yes.
		-- David Leimbach

%
<Knghtbrd> "... ќе повеќе од веројатно ќе ги видите сите видови на компајлерот           предупредувања од страна на лизгање на екранот. Ова е вообичаено и дабезбедно да се игнорира ".<LordHavoc> Knghtbrd: Дали е тоа забелешка во прилог на некои М $ код?<Knghtbrd> Не, тоа е забелешка за еден куп на GNU нешта.
		-- David Leimbach

%
<Хидроксид> knightbrd: од knightbrd.brain увоз * :)<Knghtbrd> О боговите ако е така лесно ..<Knghtbrd> од carmack.brain увоз OpenGL
		-- David Leimbach

%
<ЛИМ> Mmmm, multitextured крофни ....<Knghtbrd> ЛИМ: со овошен фил?<ЛИМ> knghtbrd: чоколадо крем ...
		-- David Leimbach

%
<StevenK> Ти си препишување делови од земјотресот во * Python *?<Knghtbrd> MUAHAHAHA
		-- David Leimbach

%
## A_nick (nobody@c213-89-87-111.cm-upc.chello.se) им се придружи #python<A_nick> Како да додадам нов клуч на речникот?<A_nick> nm<Цртичка> хе :)<Цртичка> овде проблемот за решавање на моќта на #python.
		-- David Leimbach

%
<Hop_> имав нешто што мислам дека е кокошка што е обложена со црвен       паста што се чинеше да биде составен од луга базира на тоа колку од моите       tounge го изгори далеку.<Hop_> наш пријател кој е индискиот рече дека тоа е причината зошто повеќето Индијци се тенки       и јас го цитирам "Тоа не се многу на оваа храна за да добиете       задоволни enoguh да престане да јаде. "
		-- David Leimbach

%
<Намера> "Тоа е класичен прецеден економиката, признавајќи дека пари            е како ѓубриво: Се работи најдобро ако тоа се шири низ ".<Knghtbrd> Намера: Картер корелација: Луѓе со многу или           обично мириса смешно<Намера> Knghtbrd: толку победи.
		-- David Leimbach

%
