А некои стари мачка го направи својот дом во алејата зад бар Габе за некоивреме, важат за отпадоци и повремени материјали од шанкер. еденвечер, охрабрени од глад, мачки се обидел да го следат преку Габена задната врата. За жал, само на неговото тело помина низ когашто вратата се затвори, отсекување на опашката на мачката во својата база. Ова се покажа како премногумногу за стари суштество, кој изгледаше тажно во Габе и истече на самото место.Габе се стави на труп назад во алејата и се врати во бизнисот.задолжително затворање на време пристигна и Габе беше во процес на заклучувањепо последната клиенти нема. Се приближува на задната врата тој бил запрепастенза да ја видите привидение на стариот мачка плач држи својата прекина опашка,тивко се изјасни за Габе да се стави на опашката на нејзините трупот, така што тоа би можело даодат за да на писе afterworld заврши.Габе одмавна со главата за жал и му рече на духот ", не можам. Знаешзаконот - нема духови во трговијата на мало по 2:00 AM ".
		-- Will Rogers

%
Сонародник помеѓу двајца адвокати е како риба помеѓу две мачки.
		-- Ben Franklin

%
Лекарот беше заглавувам со адвокат во спукан сплав во ајкула-наездаводи. Лекарот се обиде да плива до брегот, но бил изеден од ајкули. наадвокат, сепак, пливаа безбедно минатото на жедните за ајкули. "Професионалецучтивост ", објасни тој.
		-- Ben Franklin

%
Адвокатот Даблин умрел во сиромаштија и многу адвокатски на градот претплатенифонд за неговиот погреб. Министерот за правда на Orbury беше побарано да донираатшилинг. "Само шилинг?" Извика човекот. "Само Шилинг да го закопаатадвокат? Еве еден Гвинеја; одам и погреба дваесет од нив. "
		-- Ben Franklin

%
Еден мој пријател нема да добие развод, бидејќи тој ги мрази адвокати повеќе отколку што тојмрази својата сопруга.
		-- Ben Franklin

%
Наставник во основно училиште беше прашува учениците што не нивните родителиза живеење. "Тим, ​​ќе биде прв", вели таа. "Што работи Твојата мајкацел ден?"Тим застана и гордо изјави: "Таа е доктор"."Тоа е прекрасно. Како за вас, Amie?"Amie срамежливо застана, изгребана нејзините нозе и рече: "Татко ми епоштар "."Ви благодарам, Amie", рече учителката. "Што е со татко ти, Били?"Били гордо застана и најави: "Мојот татко свири пијано воwhorehouse ".Наставникот беше шокиран и веднаш ја смени темата на географијата.Подоцна тој ден таа отиде во куќата на Били и заѕвони на ѕвончето. татко Билиодговори на вратата. Наставникот објасни што изјави дека неговиот син и побараобјаснување.татко Били одговори: "Па, јас сум навистина со адвокат. Но, какода се објасни нешто слично на седум-годишниот дете? "
		-- Ben Franklin

%
Домаќинка, сметководител и адвокат беше побарано да додадете 2 и 2.Домаќинката одговори: "Четири!".Сметководител рече: "Тоа е или 3 или 4. Дозволете ми да ја стартувате овие бројкипреку мојата ширење на состојба уште еднаш. "Адвокатот повлече завеси, затемнети светла и побара вопотивок глас, "Колку што сакате да биде?"
		-- Ben Franklin

%
Жирито се состои од дванаесет избрани да одлучи кој има подобра адвокат лица.
		-- Robert Frost

%
Адвокатот име Чудно е шопинг за надгробен споменик. Откако гонаправена селекција него, каменорезец побара од него она што тој натписби сакал за тоа. "Тука лежи чесен човек и адвокат", одговориадвокат."Извинете, но не можам да го правам тоа", одговори на каменорезец. "Во овадржава, тоа е спротивно на законот да ги закопа две лица во еден гроб. Сепак,Јас може да се стави `` тука лежи чесен адвокат, дали тоа ќе биде во ред. ""Но, тоа нема да ги споделите со луѓе знаат кои се" протестираа адвокатот."Секако дека ќе", возврати на каменорезец. "Луѓе ќе можат да гои да воскликнеме: "Тоа е чудно!"
		-- Robert Frost

%
судија во Лос Анџелес пресуди дека "граѓанин може да 'рчи со имунитет восвојот дом, и покрај тоа што може да биде во сопственост на необични иисклучителна способност во таа област. "
		-- Robert Frost

%
судија во Лос Анџелес пресуди дека "граѓанин може да 'рчи со имунитет восвојот дом, и покрај тоа што може да биде во сопственост на необични и исклучителниспособност во таа област. "
		-- Robert Frost

%
Еден човек влегол во бар со својата алигатор и побара од шанкер,"Дали ви служи адвокати тука?"."Секако направи", одговори келнерот."Добро", рече човекот. "Дај ми пиво, а јас ќе имаат адвокатми Gator ".
		-- Robert Frost

%
Судијата Њујорк пресуди дека ако две жени зад вас вофилмови инсистираат за дискутирање на веројатниот исход на филмот, ќе имаатправо да се сврти и да свират Бронкс навиваат во нив.
		-- Robert Frost

%
Њујорк уредба забранува убиството на зајаци одзадниот дел на Трета авенија улица автомобил - ако возилото е во движење.
		-- Robert Frost

%
А Риверсајд, Калифорнија, здравје уредба наведува дека две лица можатне се бакнуваат еден со друг без прво да ги уништува нивните усни со carbolized Розова вода.
		-- Robert Frost

%
А мал град, кој не може да поддржи еден адвокат секогаш може да поддржува два.
		-- Robert Frost

%
Според Арканзас закон, Дел 4761, папата билтени: "Никојќе му биде дозволено под никаков изговор, да се дојде поблиску одпедесет нозете на секоја врата или прозорец на кое било гласачко соба, од отворањетона гласачките места до завршувањето на пребројувањето на гласовите и потврдување нана враќање. "
		-- Robert Frost

%
Според Кентаки државниот закон, секој човек мора да се бања најмалкуеднаш годишно.
		-- Robert Frost

%
По 35 години, го завршив сеопфатна студија на Европскатакомпаративно право. Во Германија, според законот, се што е забрането,освен она што е дозволено. Во Франција, според законот, сее дозволено, освен она што е забрането. Во Советскиот Сојуз,според законот, се што е забрането, вклучувајќи го и тоа што едозволено. И во Италија, според законот, сè е дозволено,особено оние кои се забранети.Говор на Здружението на американски закон училишта, 1985
		-- Newton Minow,

%
По долна неговиот срам, Сатана бил протеран одНебото. Како што помина низ Гејтс, тој пауза еден момент во мислите,и се обратил на Бог и рече: "ново создание се нарекува човек, слушам, наскорода се создаде. ""Тоа е точно", одговори тој."Тој ќе треба закони", рече на демонот итро."Што! Вие, кој го именува својот непријател за сите времиња! Можете да побарате направото да се направи неговите закони? "	"О не!" Сатаната му одговори: "Јас само да побара тој да биде дозволено да сенаправи сам. "Тоа беше толку готово.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Измена и дополнување на движење може да се измени, но амандман амандманна движење не може да се измени. Сепак, замена за измена и дополнување наи дополнување на движење може да се донесе и замена може да се измени.јазик.
		-- The Montana legislature's contribution to the English

%
Адвокат бранеше својот клиент од обвинение за убиство од прв степен."Вашиот честа, мојот клиент е обвинет за кутии осакатени тело својата љубовница вокуфер и се движи кон границата со Мексико. Северно од Тихуана полицаецзабележан раката држејќи се надвор од куферот. Сега, јас би сакал да го истакнамдека мојот клиент е * ___ Не * убиец. Невешт пакувачот, можеби ... "
		-- The Montana legislature's contribution to the English

%
Англиски судија, расте уморни од досаден сума на адвокат е,наведна клупата и забележува: "Слушнав вашите аргументи, серЏефри и јас сум ништо поумно! "Сер Џефри одговори:" Тоа може да биде,Milord, но барем ти си подобро информирани! "
		-- The Montana legislature's contribution to the English

%
А потоа, тука беше адвокат кој зачекори во кравјо ѓубриво и мислатој се топи ...
		-- The Montana legislature's contribution to the English

%
Уште еден ден, уште еден долар.по ослободувањето на Хинкли за снимање на претседателот РоналдРеган.
		-- Vincent J. Fuller, defense lawyer for John Hinckley,

%
закони за анти-доверба треба да се пристапи со токму тој став.
		-- Vincent J. Fuller, defense lawyer for John Hinckley,

%
Атланта го прави спротивно на законот да се врзуваат жирафа на бандераили уличната светилка.
		-- Vincent J. Fuller, defense lawyer for John Hinckley,

%
Јавниот обвинител Едвин Meese III објасни зошто Миранда на Врховниот судодлука (сметајќи дека субјектите имаат право да молчи и да имаатадвокат за време на сослушување) е непотребна: "Вие не треба многуосомничени кои се невини за кривично дело. Тоа е контрадикторен. Ако некое лицене е виновен за кривично дело, тогаш тој не е осомничен. "
		-- U.S. News and World Report, 10/14/85

%
Бидете искрени и јасни со твојот адвокат ... тоа е негова работа да се збунипрашањето потоа.
		-- U.S. News and World Report, 10/14/85

%
Еве на гаранција - на здебелен дава и на парична казна печати зеде.
		-- U.S. News and World Report, 10/14/85

%
Да се ​​биде рудар, штом сте премногу стари и уморни и болни и глупаво да севашата работа правилно, треба да се оди, каде што токму спротивното важи исудиите.
		-- Beyond the Fringe

%
Меѓу големите кражби и правно такса, стои само диплома по право.
		-- Beyond the Fringe

%
... Но како евиденција на судови и судот се прифатливи, лесно може да бидепокажа дека моќен и злобни волшебници уште постои и е злоза човештвото. Доказите (вклучувајќи ги и исповед), на кои некои женибеа обвинети за вештерство и извршена е без недостаток; тоа е уштебеспрекорен. одлуките на судиите врз основа на него беа звук во логиката иво Законот. Ништо во било која постојните судски некогаш потемелно се покажа одобвиненијата за магии и волшебништво за која толку многу претрпе смрт. Аконемаше вештерки, човечки сведоштво и човечкиот разум се подеднакво сиромашниод вредност.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Кармил, Њујорк, со уредба за забрана на мажите да носат капути ипанталони кои не се совпаѓаат.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Одредени пасуси во неколку закони секогаш ја почитува толкување иповеќето необјаснива мора да биде прашање на проценка. Судијата на судСедница на Шкотска испрати уредниците на оваа книга неговиот кандидат којсе вели: "Во ореви (unground), (освен земјата ореви) Order, изразотореви ќе има ознака за таквото ореви, освен земјата ореви, како што бино за ова амандмани на налогот не се квалификува како ореви (unground) (освен земјатаореви) заради нивно ореви (unground). "
		-- Guiness Book of World Records, 1973

%
Чикаго Законот забранува јадење во место кое е на оган.
		-- Guiness Book of World Records, 1973

%
Диоген отиде да се погледне за чесен адвокат. "Како си?", Некојпобара од него, по неколку дена."Не е толку лошо", одговори Диоген. "Се 'уште имам фенер."
		-- Guiness Book of World Records, 1973

%
[Обвинители] учат во јавен обвинител Училиште дека постојатдве сигурен на огнот начин да се добие многу поволни публицитет:(1) Оди надолу и RAID сите шкафовите во локалното средно училиште и    конфискува 53 марихуана цигари и ги стави во еден куп и држете    прес конференција на која ќе објавиме дека тие имаат вредност улица    од $ 850 милиони евра. Овие напади не успеат во тоа, затоа што сите средни училишта,    вклучувајќи сосема нова, никогаш не се користи оние, да има најмалку 53 марихуана    цигари во шкафовите. Колку што секој може да се каже, шкафче    Фабриката ги става таму.(2) Рација на "книжарница возрасни" и одржи прес-конференција на која ќе се    објави сте полнење на сопственикот со 850 точки од обвинението да биде    парче на човековите sleaze. Ова, исто така, никогаш не успева, затоа што секогаш    добие убедување. Поротник на судењето на порнографијата не е за да    државата за евиденција дека тој се наоѓа ништо непристојни за филм    каде што актерите се впуштаат во сексуални активности со живи змии и    противпожарен апарат. Тој се случува да го осуди сопственикот на книжарница, и    гласаат за смртната казна само за да бидете сигурни дека никој не добива погрешен    впечаток.
		-- Dave Barry, "Pornography"

%
Колумбија пешаците кои се фрлиш во донесувањето автомобили да избегаповреда, а потоа удри автомобил како што тие доаѓаат надолу, се одговорни за каква билоштетата на возилото.
		-- Dave Barry, "Pornography"

%
Развод е игра игра од страна на адвокатите.
		-- Cary Grant

%
Лекари и адвокати мора да одат на училиште со години и години, често сомалку спиење и со голема жртва на своите први жени.
		-- Roy G. Blount, Jr.

%
Тепачки помеѓу мачките и кучињата се забранети со закон во Барбер, СевернаКаролина.
		-- Roy G. Blount, Jr.

%
Прво, имаше Dial-A-молитва, а потоа Dial-A-рецепт, па дури и Dial-A-фудбалер.Но, на југо-исток Викторија град на продажба има произведено еден да ги врвот.Dial-A-Wombat.Сето тоа започна рано вчера кога Продажба полицијата доби телефонповик: "Вие нема да верувам дека ова, и јас не сум пијан, но има Wombat вотелефонска говорница надвор од градското собрание ", рече на повикувачот.Не е цврсто убеден за барањето на повикувачот да трезвеност, членовите нана Constabulary возеше на местото на настанот, очекувајќи да ги собереш пијан.Но тоа е, караше Wombat, заробена во телефонска говорница.На Wombat, не е определено да се имаа подобар од еднаш, фрли своитенарасне во кавгата. На крајот беше lassoed и издаден во близина на грмушки.Потоа полицајците доби уште една порака ... уште во Wombatуште една телефонска говорница.Таму беше: * Друга * лути Wombat заробена во телефонска говорница.На constables зеде miffed торбари во привремен притвор иго објави, исто така, во грмушките.Но, на својот пат назад кон станицата тие се случи да помине уштетелефонска говорница, и - ќе го претпоставам - уште еден затворен Wombat.По некои сериозни детективска работа, момците во сино пронајде осомничениот,и по сослушувањето, објавен од него да биде обвинет за поканата.Нивниот проблем ... тие не може да се најде законот против ставање во wombatsтелефонски говорници.
		-- "Newcastle Morning Herald", NSW Australia, Aug 1980.

%
За некои луѓе, по педесет, судски постапки го зема местото на секс.
		-- Gore Vidal

%
За три години, младиот адвокат земале својот кусодмор во оваа земја гостилницата. Во последно време тој би конечно успеа наврска со ќерката на гостилничарот е. Очекувам да возбудливнеколку дена, тој влече неговиот куфер по скалите на Ин, а потоа престанакратко. Таму седеше на својата љубовница со бебето во нејзиниот скут!"Хелен, зошто не пишувам кога сте научиле сте биле бремени?"извика тој. "Јас би го упатиле до тука, би можеле да имаат добивано и во брак,и бебето ќе има моето име! ""Па", рече таа, "кога ќе се најдат моите луѓе за мојот состојба,седевме цела ноќ зборувам и зборувам и конечно одлучи дека ќе бидеПодобро е да имаш копиле во семејството од адвокат. "
		-- Gore Vidal

%
Fortune Документи Велики законски решенија:Тоа е правило на доказите изведени од искуството на луѓето иподдржан од разумот и орган кој позитивно сведоштво има право наповеќе тежина отколку негативни сведоштво, но од страна на вториот термин се подразбиранегативни сведоштво во вистинска смисла на зборот, а не позитивен доказ занегативен, бидејќи сведоштво за поддршка на негативно може да биде позитивнокако што во поддршка на потврдно.
		-- 254 Pac. Rep. 472.

%
Fortune Документи Велики законски решенија:Ние може да се замисли без причина, со обични заштита, човечки прсти не може да бидеизоставени од тутун, а ако се најдат прсти во џвакањето тутун, тоани се чини дека некој е многу безгрижни.
		-- 78 So. 365.

%
Fortune Документи Велики законски решенија:Сметаме дека ние може да се судски известување за фактот дека терминот "кучка"може да значи некое чувство на endearment кога се применува на жена на кучешкивидови, но дека тоа е ретко, ако некогаш, па се користи кога се применува на женскина човечката раса. Доаѓа како тоа го правеше, разумно во близина на петиците на двереволвер снимки насочена кон лицето на кое му е веројатно се користи, мислимего носи секој разумен импликација на лошо волја кон тоа лице.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
Законот на судбината на оваа недела (оваа недела, од Кентаки):Нема жени ќе се појави во костим за капење во кој било аеродром во овојДржава, освен ако таа е придружуван од двајца полицајци или ако таа е вооруженсо клубот. Одредбите на овој Статут не се однесува на женитесо телесна тежина помала од 90 фунти, ниту повеќе од 200 фунти, ниту, пак,се однесува на женски коњи.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
номинација богатство за сите времиња шампион и заштитник на младинциМорал да оди претставник Клер Е. Хофман во Мичиген. за време настрастен куќа дебатата за предлог-законот да се "прошири остриги имида истражување ", остар шпанско информатор транскрибирани на следниверазмена меѓу нашиот херој и Реп. Џон Д Dingell, исто така, Мичиген.DINGELL: Постојат места во светот во денешно време каде смеима вештачки да се пропагира остриги и школки.HOFFMAN: Сакаш да кажеш дека остригите се купи не се остриги природата?DINGELL: Тие може или не може да биде природен. Едноставниот факт на предметоте дека женските остриги преку нивната дневна навики исфрленголеми количини на семе и машки остриги исфрлени големколичини на оплодување ...HOFFMAN: Чекај една минута! Јас не сакам да одам во тоа. Има многутинејџери кои го прочитаат записникот Конгресот.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
Реалниот живот на судбината судницата цитат # 18:П: Дали сте во брак?О: Не, јас сум разведен.П: И што вашиот сопруг се направи пред да се развела од него?А: А многу работи што не знаат.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
Реалниот живот судницата цитат # богатство е 19:П: Докторе, колку аутопсии сте се врши на мртвите?А: Сите мои аутопсии се извршени на мртви луѓе.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
Реалниот живот судницата цитат # богатство 25:П: Велат дека имал тројца мажи удирање си, корне, ќе силување,    и не крик?О: Не госпоѓо.П: Дали тоа значи дека сте се согласиле?О: Не, госпоѓо. Тоа значи дека сум бил во несвест.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
Реалниот живот на судбината судницата цитат # 29:СУДИЈАТА: Сега, како да почнеме да, морам да ви побара да се забрани сите присутниинформации и предрасуди од вашите мисли, ако имате било какви ...
		-- Smith v. Moran, 193 N.E. 2d 466.

%
Реалниот живот на судбината судницата цитат # 32:П: Дали знаете колку сте бремена во моментов?A: Јас ќе бидам три месеци 8.ноември.П: Очигледно тогаш, датумот на зачнување беше на 8 август?О: Да.П: Што се вие ​​и вашиот сопруг прави во тоа време?
		-- Smith v. Moran, 193 N.E. 2d 466.

%
Реалниот живот на судбината судницата цитат # 37:П: Дали тој ги кучето од страна на уши?О: НеП: Што правел со ушите на кучето?А: Веројатно ги во воздух.П: Каде е кучето во овој момент?А: Во прилог на ушите.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
Реалниот живот судницата цитат # Fortune 3:П: Кога тој отиде, се си отиде и имаше таа, ако таа сака да и се    состојба, засега со исклучок на сите ограничувања на неа да не    оди, да го нема, исто така, тој ќе ви донесе, вие и таа значи, со    него во станица?МР. Брукс: Приговор. Тоа прашање треба да биде извадена и стрелани.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
Реалниот живот на судбината судницата цитат # 41:П: Сега, г-ѓа Џонсон, како беше прекинат вашиот прв брак?А: По смртта.П: И по чија смрт беше тоа прекинати?
		-- Smith v. Moran, 193 N.E. 2d 466.

%
Реалниот живот на судбината судницата цитат # 52:П: Што е вашето име?А: Ernestine Мекдауел.П: И она што е вашата брачна состојба?А: саем.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
Реалниот живот на судбината судницата цитат # 7:П: Што се случи потоа?А: Тој ми рече, вели тој, "Морам да те убие затоа што може да ме идентификуваат".П: Дали тој ќе го убие?О: Не
		-- Smith v. Moran, 193 N.E. 2d 466.

%
Frankfort, Кентаки, тоа го прави спротивно на законот да се фотографира својата вратоврска полицаец.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
"Господа на жирито", изјави адвокатот на одбраната, сега почнувада се загрее на неговата сума ", вистинското прашање тука пред вас е дали ќе овојубава млада жена да биде принудена да скапуваат далеку најубав нејзините години вотемна ќелија затвор? Или таа ќе биде ослободен да се врати во својот мал атмосферастан во 4134 Планински Ave. - Има да го поминат својот осамен, без љубов часаво нејзината будоар, лежејќи покрај нејзината мала принцеза телефон, 962-7873? "
		-- Smith v. Moran, 193 N.E. 2d 466.

%
Се истера на Американската адвокатска асоцијација се сака да се истераод клуб на книгата-of-the-месец.на Американската адвокатска асоцијација
		-- Melvin Belli on the occcasion of his getting kicked out

%
Бог одлучи да ги преземе на ѓаволот на суд и да ги надминат разликитееднаш и за сите.Кога сатаната слушнале за ова, тој се насмевна и рече: "И само кога ќе го направитемислам дека ви се случува да се најде адвокат? "
		-- Melvin Belli on the occcasion of his getting kicked out

%
Добра влада никогаш не зависи од законите, туку на личните квалитети наоние што владеат. Машинеријата на власта е секогаш подредено наволја на оние што пропишуваат дека машини. Најважниот елементВладата, според тоа, е метод на избор лидери.
		-- Frank Herbert, "Children of Dune"

%
Тој не е адвокат, кој не може да има две страни.
		-- Frank Herbert, "Children of Dune"

%
"Здраво, јас сум Престон А. Mantis, претседател на потрошувачи на мало Законот штекер. Како штоможе да се види од страна на мојот костум и на фактот дека имам сите овие книги со еднаква висинана полиците зад мене, јас сум обучени правен адвокат. Дали имате автомобилили работа? Дали некогаш сте се шетаат? Ако е така, најверојатно имаат профит наодличен правен случај. Иако се разбира секој случај е различен, јасдефинитивно би рекол дека врз основа на моето искуство и обука, не постоипричина зошто не треба да се излезе од оваа работа, со најмалку една кабинаCruiser."Запомнете, во Законот Излезни Престон А. Mantis потрошувачи на мало, нашето мотое: "Тоа е многу тешко да се побие одредени видови на болка."
		-- Dave Barry, "Pain and Suffering"

%
Коњи им е забрането да се јаде хидранти за пожар во Marshalltown, Ајова.
		-- Dave Barry, "Pain and Suffering"

%
Како да се навредуваат адвокат?Вие, како може дури и не се обиде. Размисли: на сите високообучени и образовани професии, законот е само еден во кој главниотЛекцијата е дека * * победа е поважна од вистината * *.Откако некој потонат до тоа ниво, што полошо може да се каже за нив?
		-- Dave Barry, "Pain and Suffering"

%
HR 3128. Омнибус Буџетот помирување, фискалната 1986 година Мартин, Р-Ill., Движењедека куќата се повлекува од своите несогласувања на донесувањето на амандманот Сенатотпромени во предлог-законот за намалување на фискалните 1986 дефицити. Амандманот во Сенатотбеше измена на амандманот куќа на амандманот Сенатот на Домотизмена на амандманот Сенатот на законот. Оригиналниот Сенатот амандманбеше договор на конференцијата на законот. Се согласи да.
		-- Albuquerque Journal

%
Хуморот во то суд:П: Дали ви се пие кога сте на должност?A: Јас не пијам кога сум бил на должност, освен ако не се на должност пијан.
		-- Albuquerque Journal

%
Хуморот во суд:П: И на крај, Гери, сите ваши одговори мора да бидат усни. ВО РЕД.? Што училиште се    ќе одат?А. Усна.П: Колку години имате?А. Усна.
		-- Albuquerque Journal

%
Хуморот во суд:П: А кој е овој човек ќе се зборува на?А Мојот поранешен вдовица, рече таа.
		-- Albuquerque Journal

%
Хуморот во суд:П: Дали некогаш сте се остане цела ноќ со овој човек во Њујорк?А јас не одговори на тоа прашање.П: Дали некогаш сте се остане цела ноќ со овој човек во Чикаго?А јас не одговори на тоа прашање.П: Дали некогаш сте се остане цела ноќ со овој човек во Мајами?О: Не
		-- Albuquerque Journal

%
Хуморот во суд:П доктор, не велат дека тој бил застрелан во шумата?Одговор: Не, реков дека тој бил застрелан во лумбалниот предел.
		-- Albuquerque Journal

%
Хуморот во суд:П: г-ѓа Џонс, е вашиот изглед утрово во согласност со таложење    известување што го испратив на вашиот адвокат?О: Не Ова е како јас се облекуваат кога одам на работа.
		-- Albuquerque Journal

%
Хуморот во суд:П: г-ѓа Смит, верувате ли дека сте емоционално нестабилен?А јас треба да биде.П. Колку пати сте се comitted самоубиство?А четири пати.
		-- Albuquerque Journal

%
Хуморот во суд:П: директор, што доведе до веруваат дека обвинетиот не бил под влијание?А. Бидејќи тој беше argumentary и тој не можеше pronunciate неговите зборови.
		-- Albuquerque Journal

%
Хуморот во суд:П: Дали бевте aquainted со покојникот?О: Да, господине.П: Пред или по неговата смрт?
		-- Albuquerque Journal

%
Хуморот во суд:П: Што е брат-во-закон вашето име?А. Borofkin.П: Што е неговото име?А јас не се сеќавам.П: Тој е брат-во-закон за вашите години, а вие не се сеќавам на својот прв    име?О: Не можам да ви кажам дека сум премногу возбудена. (Рајзинг од стол на сведок и    што укажува на г-дин Borofkin.) Натан, за волја на Бога, да им каже на вашиот прв    именува!
		-- Albuquerque Journal

%
Хуморот во суд:П: (покажува човек сликата.) Тоа ти е?О: Да, господине.П: И вие бевте присутни кога сликата е донесена, нели?
		-- Albuquerque Journal

%
Хуморот во суд:П: ... и она што тој го направи тоа, тогаш?А: Тој се врати дома, а следното утро тој е мртов.П: Значи, кога се разбуди следното утро тој е мртов?
		-- Albuquerque Journal

%
Хуморот во суд:П: ... било какви предлози за тоа што го спречува од тоа да биде судскиот процес за убиство   наместо обидот за судскиот процес за убиство?А: Жртвата живееле.
		-- Albuquerque Journal

%
Хуморот во суд:П: Дали сте квалификуван да даде примерок од урина?О: Да, јас сум бил од раното детство.
		-- Albuquerque Journal

%
Хуморот во суд:П: Дали сте сексуално активни?О: Не, јас само лежи таму.
		-- Albuquerque Journal

%
Хуморот во суд:П: Може ли да го видам од каде што стоеја?А: Можев да ја видам неговата глава.П: И каде беше главата?А: Само над рамениците.
		-- Albuquerque Journal

%
Хуморот во суд:П: Дали ви каже вашиот адвокат дека твојот маж ќе му понудил понижување?А: Тој не ми нудат ништо; Тој само рече дека би можеле да имаат мебел.
		-- Albuquerque Journal

%
Хуморот во суд:* Сега сте истрага други убиства, не, каде што имаше да ви   жртва?
		-- Albuquerque Journal

%
Хуморот во суд:П: Значи, по анестезија, кога ќе излезе од неа, она што не го гледаме   во однос на вашиот скалп?A: Јас не гледам мојот скалпот цело време бев во болница.П: Тоа беше покриена?О: Да, завој.П: Тогаш, подоцна .. она што го гледате?А: Имав графт кожата. Целиот мој задникот и нозете беа отстранети и се стави на врвот   од мојата глава.
		-- Albuquerque Journal

%
Хуморот во суд:П: Вистината на предметот е во тоа што не беа непристрасен, објективен   сведок, не е тоа. Вие исто така беа застрелани во тепачката?О: Не, господине. Јас беше застрелан на половина пат помеѓу тепачката и поморската.
		-- Albuquerque Journal

%
Хуморот во суд:П: Што можете да ни кажете за вистинитоста и веродостојноста на оваа обвинетиот?А: Ах, таа ќе ја каже вистината. Таа рече дека таа ќе го убие тоа кучкин син - и   таа го направи!
		-- Albuquerque Journal

%
Хуморот во суд:П: Која е смислата на спермата се присутни?О: Тоа покажува однос.П: Машко сперма?А. Тоа е единствениот вид што знам.
		-- Albuquerque Journal

%
Хуморот во суд:П: Што е вашиот однос со тужителот?А: Таа е ќерка ми.П: Дали таа била ќерка ти на 13 февруари 1979 година?
		-- Albuquerque Journal

%
Ми треба друг адвокат, како што ми треба уште една дупка во мојата глава.
		-- Fratianno

%
Се сеќавам кога законски се користи да значи законско, сега тоа значи дека некоивид на дупка.
		-- Leo Kessler

%
Мислам дека некои од варијацијата помеѓу Бостон возачите и останатитеземјата се должи на Прирачникот за образование прогресивна Масачусетс возач којЈас се случи да имам во мојата топ горната фиока од бирото. Некои од Совети за Подобро Возењевреди да се размислува, сиреч:[110,13]:       "Ако се вози по една еднонасочна улица, останете на правото, за да не        да се меша со идване сообраќај. "[22.17b]:       "Учење да ја смени лентата е потребно време и трпение. Најдобар        препорака дека може да се направи е да се оди на Селтикс [Кошарка]        игра; учат на брзо се скрши, а потоа излезе и го практикуваат        на автопат. "[41,16]:       "Никогаш не се судрат со бебешка количка надвор од пешачкиот премин, освен ако детето е навистина        прашува за тоа. "
		-- Leo Kessler

%
Мислам дека некои од варијацијата помеѓу Бостон возачите и останатитеземјата се должи на Прирачникот за образование прогресивна Масачусетс возач којЈас се случи да имам во мојата топ горната фиока од бирото. Некои од Совети за Подобро Возењевреди да се размислува, сиреч:[131.16d]:       "Насочено сигнали обично не се користи, освен за време на возило        инспекција; Сепак, лево трепкачите е соодветно, кога се вршат        пресврт на поделениот автопат. "[96.7b]:       "Кога наплата на патарините, се сеќавам дека тоа е неопходно за да се ослободи        квартал целосна 3 секунди пред донесувањето на кошница ако сте        патуваат повеќе од 60 mph. "[110,13]:       "Ако се вози по една еднонасочна улица, останете на правото, за да не        да се меша со идване сообраќај. "
		-- Leo Kessler

%
Мислам дека некои од варијацијата помеѓу Бостон возачите и останатитеземјата се должи на Прирачникот за образование прогресивна Масачусетс возач којЈас се случи да имам во мојата топ горната фиока од бирото. Некои од Совети за Подобро Возењевреди да се размислува, сиреч:[173.15b]:"Кога ќе се натпреваруваат за дел од патот или простор за паркирање, се сеќавам        дека возилото има потреба од најмногу работа на телото има право-на-начин ".[141.2a]:       "И покрај тоа што е сосема можно да се вклопи со 6 'автомобил во 6'        паркинг простор, тоа е речиси никогаш не е можно да се вклопи со 6 'автомобил во        5 'паркинг простор. "[105,31]:       "Тинејџерскиот возачи веруваат дека тие се бесмртни, и да возат соодветно.        Сепак, треба да се избегне искушението да докажува дека грешат ".
		-- Leo Kessler

%
Го ценам добрина на човечките суштества прв од сите, и љубезност кон животните. јасне го почитуваат законот; Имам вкупно непочитување за нешто поврзаносо општеството освен она што го прави патишта побезбедни, пивото посилни,храната поевтини, и стари мажи и жени потопло во зима, и посреќниво летото.
		-- Brendan Behan

%
Ајдахо државниот закон е забрането човек да им даде на својата љубенакутија на бонбони со телесна тежина помала од педесет фунти.
		-- Brendan Behan

%
Ако жирито во кривична постапка останува надвор за повеќе од дваесет и четири часа,е сигурно дека ќе гласаат ослободителната пресуда, освен во оние случаи каде што се гласа за виновен.
		-- Joseph C. Goulden

%
Ако човек се држат настрана од неговата сопруга за седум години, законот претпоставуваподелба на го убија; Сепак, според нашето секојдневно искуство,тоа би можело да и го продолжи животот.
		-- Charles Darling, "Scintillae Juris", 1877

%
"Ако некогаш човек се заложува за убиство, многу наскоро ќе дојде да се мислималку од ограбија; и од ограбија Следен збор за пиење иСабота, кршење, и од тоа да неучтивост и маене. "
		-- Thomas De Quincey (1785 - 1859)

%
Ако новинарите не знаат дека вистината е во множина, тие треба да бидат правници.
		-- Tom Wicker

%
Ако имаше училиште за, да речеме, лим работници, дека по тригодини од Нејзините дипломци што се подготвени за нивните кариери како го прави тоа правоучилиште, тоа ќе бидат затворени во една минута, и без сомнение од страна на адвокатите.
		-- Michael Levin, "The Socratic Method"

%
Во "кралот Хенри VI, дел II," Шекспир ја Дик Малиот препорачуваме данеговите колеги анти-естаблишмент толпата-rousers, "Првото нешто што го правиме, ајдеги убијат сите адвокати. "Тоа акција може да биде екстремен, но слично расположениебеше изразено од страна на Томас К. Connellan, претседател на Управниот Group, IncВо изјавата за бизнисот во Чикаго и цитирани во автомобилската вести,Connellan припишува мерка за паѓа продуктивноста на Америка на вишокотна адвокати и сметководители, и недостаток на производство експерти. Со среќаи книговодители "не го прават од економскиот колач било поголемо, тие се само бројкакако пита добива поделени. Ниту професија обезбедува секоја додадена вредностна производот. "Според Connellan, високопродуктивниот јапонското општество има10 адвокати и сметководители 30 на 100.000 жители. Во САД има 200700 адвокати и сметководители. Ова укажува на тоа дека "САД процентот напита-пекарите и пита-разделувачи е начин за излез од колосек. "Може Дик Малиот имаатбил експерт за ефикасност?
		-- Motor Trend, May 1983

%
Во Blythe, Калифорнија, град уредба објави дека одредено лице мора да поседуванајмалку две крави пред да може да се носат каубојски чизми во јавноста.
		-- Motor Trend, May 1983

%
Во Бостон, тоа е нелегално да се одржи натпревари жаба скокање во ноќни клубови.
		-- Motor Trend, May 1983

%
Во Колумбија, Пенсилванија, што е спротивно на законот за пилот да го поттикнува илетање на ученикот женски под брадата со пердув чистач со целда се добие нејзиното внимание.
		-- Motor Trend, May 1983

%
Во Corning, Ајова, тоа е прекршок за еден човек да се побара неговата сопруга да се прошетаатво секое моторно возило.
		-- Motor Trend, May 1983

%
Во Денвер противзаконски е да се позајми вашиот правосмукалка за вашиот сосед.
		-- Motor Trend, May 1983

%
Во Девон, Конектикат, противзаконски е да се оди наназад по зајдисонце.
		-- Motor Trend, May 1983

%
Во Greene, Њујорк, тоа е нелегално да се јаде кикирики и оди наназадтротоарите кога концертот е за.
		-- Motor Trend, May 1983

%
Во Лексингтон, Кентаки, тоа е нелегално да се носат сладолед конус во вашиот џеб.
		-- Motor Trend, May 1983

%
Во Lowes крстопат, Делавер, тоа е прекршување на локалниот закон за билопилот или патниците да носат еден сладолед конус во нивниот џеб додекаили летање или чекаат да се качат во авионот.
		-- Motor Trend, May 1983

%
Во Мемфис, Тенеси, тоа е нелегално за една жена да вози автомобил, освен акоима еден човек или трчање или одење пред него мавтајќи со црвенознаме за да ги предупреди приближува возачите и пешаците.
		-- Motor Trend, May 1983

%
Во Охајо, ако се игнорира говорник на декорација ден до таква мера, какојавно да игра крокет или теренот horseshoes во рок од една милја одштанд говорникот, може да се казни со парична казна $ 25,00.
		-- Motor Trend, May 1983

%
Во Pocataligo, Грузија, тоа е повреда за една жена повеќе од 200 фунтии облечен во шорцеви на пилот или вози во авион.
		-- Motor Trend, May 1983

%
Во Pocatello, Ајдахо, закон донесен во 1912 година, под услов "Носењетона скриени оружје е забрането, освен ако истите се изложени за јавноста. "
		-- Motor Trend, May 1983

%
Во Сиетл, Вашингтон, тоа е нелегално да се носат скриено оружје штое над шест нозе во должина.
		-- Motor Trend, May 1983

%
Во Тенеси, тоа е нелегално да се фотографира со било која игра, освен китови одсе движи автомобилот.
		-- Motor Trend, May 1983

%
Во Римска дена во Англија, може да се закачи за кражба на овци илипарче леб. Меѓутоа, ако овци украле еден леб и му го дадевас, ќе му се суди само за примање, за кривично дело казниво со четириесетудари со мачка или куче, кое и да е од голема корист. Ако украл кучеи биле фатени, ќе се казни со дванаесет зајакот удари, иакоБеше тешко да се најде зајаци доволно голема или доволно силна за да ви стиска.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Во Тулса, Оклахома, тоа е спротивно на законот да се отвори сода шише безнадзор на овластен инженер.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Во Западна унија, Охајо, Не оженет човек може да оди летање без неговиот брачен другарзаедно во секое време, освен ако тој е во брак повеќе од 12 месеци.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Тоа одамна е забележано дека жири се немилосрдна за грабеж и полн соуживање за чедоморство. А прашање на интерес, драги господине! жиритосе плаши од се ограбени и помина на возраст кога тоа би можело да биде жртвана чедоморство.
		-- Edmond About

%
Тоа е спротивно на законот за чудовиште да влезат во корпоративна границите наУрбана, Илиноис.
		-- Edmond About

%
Тоа е нелегално да се вози повеќе од две илјади овци надолу ХоливудБулевар на едно време.
		-- Edmond About

%
Противзаконски е да се каже, "О, момче" во Jonesboro, Грузија.
		-- Edmond About

%
Тоа е симбол на верата г-дин Мелон дека $ 200.000.000 може да згреши. нашатадело се состои во тоа да се сомнева.
		-- Justice Robert H. Jackson

%
Тоа е Тексас закон дека кога два воза ги задоволи сите други на премин железничката пруга,секоја од нив треба да дојде до точка, а ниту ќе продолжи до другапомина.
		-- Justice Robert H. Jackson

%
Се чини дека овие две момчиња, Џорџ и Хари, утврдени со топол воздухбалон да се премине на САД. По четириесет часа во воздух, Џорџсе сврте кон Хари, и му рече: "Хари, мислам дека ние сме се занел разбира! Ниетреба да дознаете каде што сме. "Хари го лади воздухот во балон, а тие се спуштаат подоблачност. Полека лебдат над село, Џорџ спотови човекстои под нив и вика надвор, "Извинете! Можете ли да ми кажетекаде сме?"Човекот на земјата вика назад, "Ти си во балон, околупедесет нозете во воздух! "Џорџ се свртува кон Хари и вели: "Па, тој човек * мора * да биде адвокат".Одговори Хари, "Како можеш да кажеш?"."Бидејќи информациите што ни дал е 100% точна, и целоснобескорисни! "Тоа е крајот на шега, но за вас луѓе кои се уште се загрижени заЏорџ и Хари: тие завршуваат во пијат, и да се направи на насловната страница наЊујорк тајмс: "balloonists впие Адвокат".
		-- Justice Robert H. Jackson

%
Тоа е незаконска за секоја сомнителна личност да биде во рамките на општината.
		-- Local ordinance, Euclid Ohio

%
Тоа е нелегално во Вилбур, Вашингтон, да се прошетаат грда коњ.
		-- Local ordinance, Euclid Ohio

%
Таа неодамна дојде до внимание Fortune, за кое научниците престаналекористење на лабораториски стаорци во корист на адвокатите. Се чини дека не постојатсамо повеќе од нив, но не се толку приврзан. ЕдинственоПроблемот е дека тоа е понекогаш тешко да се применуваат на експерименталнатаРезултати за луѓето.[Исто така, постојат некои работи дури стаорец нема да го стори. Ед.]
		-- Local ordinance, Euclid Ohio

%
Судии, како класа, дисплеј, во однос на уредување на алиментација, деканесовесно великодушност, која се наоѓа само кај мажите кои се даваат далекупари некој друг.
		-- P. G. Wodehouse, "Louder and Funnier"

%
Само сети се: кога ќе одат на суд, да им се довери вашите судбината водванаесет луѓе, кои не беа доволно паметни за да се излезе од жирито должност!
		-- P. G. Wodehouse, "Louder and Funnier"

%
Канзас државен закон бара пешаците премин патиштата во текот на ноќтаносат задните светла.
		-- P. G. Wodehouse, "Louder and Funnier"

%
Киркланд, Илиноис, законот забранува пчели да лета во текот на село или прекукое било од неговите улици.
		-- P. G. Wodehouse, "Louder and Funnier"

%
Знаете како да се спаси 5 адвокати давење?- Не?ДОБРО!
		-- P. G. Wodehouse, "Louder and Funnier"

%
Законите се како колбаси. Тоа е подобро да не се види нив се направени.
		-- Otto von Bismarck

%
Легислативата предложена во Илиноис на државата законодавната, мај, 1907:"Брзина на округот патишта ќе бидат ограничени на десет милји на часосвен ако возач гледа судски извршители кои не се појави да се остварипијат во 30 дена, кога возачот ќе им биде дозволено да се направи она што тој може. "
		-- Otto von Bismarck

%
Да се ​​потсетиме дека нашето време е нација на адвокати и цел.
		-- Otto von Bismarck

%
Да речеме дека вашата свадба прстен паѓа во вашиот тостер, и кога ќе се држирака за да го добие, ќе страдаат болка и страдање, како иМентална болка. Вие ќе го тужи:* Производителот на тостер, за неуспехот да се вклучат, во упатството  делот кој се вели дека треба да никогаш никогаш никогаш никогаш држи раката ви  во тостер, изјавата "Дури и ако вашата свадба прстен паѓа  таму ".* Во продавницата каде што сте го купиле тостер, за да се продава на очигледна  кретен како тебе.* Унија карбид корпорација, која не е директно одговорен во ова  случај, но што се чувствува виновна дека тоа, најверојатно, ќе ви испрати  голем кеш населба во секој случај.
		-- Dave Barry

%
... Логично неповрзано, семантички неразбирлив и правно ...беспрекорен!
		-- Dave Barry

%
Гласно burping при одење околу аеродромот е забрането во Halstead, Канзас.
		-- Dave Barry

%
Марихуана ќе биде легално еден ден, затоа што многу студенти законоткој сега чад тенџере еден ден ќе стане конгресмени и легализиратоа со цел да се заштитат себеси.
		-- Lenny Bruce

%
Мажите често веруваат - или да се преправаат - дека "право" е нешто свето, илинајмалку една наука - неосновани претпоставката многу лесен за владите.
		-- Lenny Bruce

%
Малолетници во Канзас Сити, Мисури, не е дозволено да купуваат капа пиштоли;тие може да се купи пушка слободно, сепак.
		-- Lenny Bruce

%
Никогаш не се одложи за утре она што можете да направите денес. Може да имазакон против него во тоа време.
		-- Lenny Bruce

%
НИКОГАШ не се тргна да ја погоди адвокат возење велосипед - тоа може да биде вашиот велосипед.
		-- Lenny Bruce

%
Њу Хемпшир закон ја забранува да допрете нозете, кимам со глава, или вона било кој начин се задржи време на музиката во кафеана, ресторан или кафе.
		-- Lenny Bruce

%
Се разбира, тоа е ______ убиството оружје. Кој ќе ги обликувате некој со лажни?
		-- Lenny Bruce

%
Стариот Barlow беше премин тендер на раскрсницата каде експресен возуништени автомобили и патниците. Се главниот сведок, неговотосведоштво е од витално значење. Барлоу објасни дека во текот на ноќта беше темна,и тој замавна со фенер му френетично, но возачот на автомобилот платибез грижа на сигналот.Компанијата пругата победи на случајот, и претседателот на компанијатаја пофали олдтајмер за неговата приказна. "Вие не прекрасно", рече тој,"Ми беше страв дека ќе се поколеба под сведоштво.""Не господине", извика високи ", но јас сигурно се плашеше дека durnedадвокатот ќе ме прашуваат дали мојата фенер беше осветлена "
		-- Lenny Bruce

%
Откако тој имаше една нога во Белата куќа и на нацијата трепереше под неговорика. Сега тој е tinpot папа во појасот на Кока-Кола и брат назафрленото пастири кои бухам halfwits во поцинкована железо шатори задпругата дворови ".советник за поддржувачите на анти-еволуција Тенесиправо на домет "Мајмун судење" во 1925 година.
		-- H. L. Mencken, writing of William Jennings Bryan,

%
... Нашиот втор сосема точно вест беше испратена до мене од страна на г-дин Х BoyceConnell Џуниор од Атланта, Џорџија., Каде што се вклучени во адвокатска фирма. Една работаМи се допаѓа во врска со Јужна е, луѓе се грижат за традиција. Ако некојдобива предаден на името како "Х Бојс", тој виси на на него, што ја става на неговиот законскиканцелариски материјал, па дури и го пренесува на својот син, наместо да го направи она што помала лицеќе се направи, како на пример да го промени или да се убие.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
тест Питсбург возачот(10) дупките(А) крајно опасно.(Б) патриоти.(В) грешка на претходната администрација.(Г) сите ќе бидат корегирани следното лето.Точниот одговор е (б). Дупки уништи непатриоти, unamerican,увезените автомобили, бидејќи дупките се поголеми од автомобили. Ако возитеголеми, патриотски, американски автомобил немаш ништо да се грижите.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
тест Питсбург возачот(2) на семафор на пресекот се менува од жолта до црвена, треба да(А) престанат веднаш.(Б) да продолжи полека низ раскрсница.(В) да се удар на сирената.(Г) под него.Точниот одговор е (г). Ако ти рече (в), ќе беа речиси во право, паси даде точка половина.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
тест Питсбург возачот(3) Кога застанав на една раскрсница што е потребно(А) да се види на семафори за вашиот лента.(Б) да се види за пешаците преминуваат улицата.(В) да се удар на сирената.(Г) да се види на семафори за пресекување на улица.Точниот одговор е (г). Што треба да започне веднаш штом семафориза пресекување на улица се врти жолта. Одговор (в) е во вредност од половина поен.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
тест Питсбург возачот(4) Издувните гасови е(A) корисни.(Б) не се штетни.(В) се токсични.(Г) панк бенд.Точниот одговор е (б). Вмешувањето Вашингтон еко-навивач на комунизмотбирократи кои велат поинаку се лажговци. (Порака до оние кои одговориле (г).Вратете се на Калифорнија, каде што дојде. вашиот вид не се добредојдени тука.)
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
тест Питсбург возачот(5) рог на вашиот автомобил е од витално значење парче на опрема. Колку често треба дада го пробате?(А) уште една година.(Б) еднаш месечно.(В) еднаш на ден.(Г) еднаш на секој час.Точниот одговор е (г). Треба да се тестира вашиот автомобил рог најмалку еднашсекој час, и почесто во текот на ноќта или во станбени населби.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
Питсбург возачот на испитување(7) автомобил директно пред вас има право да трепка фар    но постојан левото задно светло. Ова значи(А) една од задните светла е скршен; треба да се кренат својот рогда се јавите на проблемот на вниманието на возачот.(Б) возачот сигнализира право ред.(В) на возачот е сигнал за вртење в лево.(Г) на возачот е од надвор од градот.Точниот одговор е (г). Задни светла се користат во некои странскиземји да се сигнал се врти.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
Питсбург возачот на испитување(8) пешаците се(А) ирелевантни.(Б) комунисти.(В) ги вознемирувам луѓето.(Г) тешко да се чисти надвор од предната маска.Точниот одговор е (а). Пешаците не се во автомобили, така што тие сецелосно ирелевантни за возење; треба да ги игнорираат.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
тест Питсбург возачот(9) патишта се третираат со соли со цел да го(А) да го убие трева.(Б) да се топи снегот.(В) да им помогне на економијата.(Г) спречување дупки.Точниот одговор е (в). Патот солење вработува илјадници лицадиректно, и милиони повеќе индиректно, на пример, сол рудари иrustproofers. Што е најважно, солење намалува животен век на автомобили,со што се стимулира индустрии од автомобилот и челик.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
Таа плачеше, а судијата ги избриша солзите со мојот чекова книжка.
		-- Tommy Manville

%
Sho ', тие мора да го имаат против законот. Пука, ever'body git висока,тие нема да бидат никој git и се хранат на кокошки. Хи-хи.
		-- Terry Southern

%
Некои мажи се хетеросексуални, а некои се бисексуални, и некои мажи не мисламза секс ... тие станат адвокати.
		-- Woody Allen

%
Некои од најпознатите интересни документи од Средниот век Шведска сеOLD COUNTY закони (добро, никогаш не сме имале области, но тоа е најблискиот еквивалентЈас може да се најде за "landskap"). Овие закони беа запишани некаде во13-ти век, но датираат дури и долу во Викинг пати. Најстариот езаконот Vastgota кои јасно има пагански влијанија, ретко опфатени со некоиКристијан работи. Во овој закон, ќе најдеме страница за "lekare", која еСтар норски збор за изведувач, актер / шут / музичар и др Тука еприближен превод, каде што имам напишано "уметник", како еквивалент на"Lekare"."Ако уметникот е претепан, никој нема да плаќаат казни за тоа. Ако уметнике ранет, еден таков кој оди со hurdie-gurdie или патува совиолина или тапан, тогаш луѓето ќе ги преземат дива јуница и донесего ова на ридот. Тогаш тие ќе избричи сите влакна одопашка јуница, и маст на опашката. Тогаш ќе им се даде на уметникотново подмачкан чевли. Тогаш тој ќе се фатат за опашката на јуница е,и човекот ќе ја симне со остар камшик. Ако тој може да ја држи, тојима животно. Ако тој не може да ја држи, тој ќе издржи она штотој доби, срам и рани. "
		-- Woody Allen

%
Понекогаш човек кој заслужува да се гледа од висина, бидејќи тој ебудала е презрен само затоа што тој е адвокат.
		-- Montesquieu

%
Тексас закон забранува некој да има клешти во негова сопственост.
		-- Montesquieu

%
Животните не се толку глупави како што се мисли - тие немаат нитулекарот ниту адвокати.
		-- L. Docquier

%
Законодавниот дом Арканзас донесе закон со кој се наведува дека АрканзасРеката може да се зголеми не е повисока од мостот на главната улица во Литл Рок.
		-- L. Docquier

%
Градот на Пало Алто, во својот официјален опис на паркинг стандарди,одредува степенот на пристапни рампи за инвалидски колички во однос на сантиметрисе зголеми на подножјето на рок. Компромис, можам да замислам ...
		-- L. Docquier

%
Разликата меѓу адвокатот и петел е декапетел добива наутро и clucks инает.
		-- L. Docquier

%
На Колумбија има закон забранува да се изврши притисок врзбалон и со тоа да предизвика звук на свирење на улиците.
		-- L. Docquier

%
Судијата казни jaywalker педесет долари и му рече дека ако тој бешефатени повторно, тој ќе биде фрлен во затвор. Парична казна денес, кулер утре.
		-- L. Docquier

%
Оправдувањето за тестирањето за дрога се дел од модерен моментовдебата во врска со враќање на Америка "на конкурентноста." Дрога, тоа еоткрива, се одговорни за неконтролираното отсуство од работа, намалување на производството, и сиромашнитеквалитетот на работата. Но, дали е тестирањето за дрога, всушност, рационално се однесуваат наВоскресението на конкурентност? Ќе полнење атмосферата наработното место со страв од екскреторни предавство искрено поттикне продуктивноста?Многу бучава е направен за рехабилитација на работник со користење на дрога, нодатумот на огромното мнозинство на програми заврши со едноставен отпуштање или невработување на насилникот. Оваа практика може да ги влоши, не го олесни, наПроблемот продуктивноста нацијата. Ако економска рехабилитација е крајнатаЦелта на тестирањето за дрога, а потоа критериуми за напуштање на рехабилитација наупотребуваат дрога работник е најчиста лицемерство и најлошото од рационализација.Четвртиот амандман и лекови за тестирање на работното место "Тим Мур, Харвард весник на право и јавна политика, вол.10, број 3 (Лето 1987), стр. 762-768.
		-- The concluding paragraph of "Constitutional Law: The

%
Законот, во неговите величенствени еднаквост, им забранува на богатите, како и на сиромашните,да спие под мостови, да просат на улиците и да ги украде леб.
		-- Anatole France

%
Законодавецот, на сите луѓе, од кои повеќето се должи на верност закон. Тој на сите мажитреба да се однесуваат како иако законот го принуден. Но, тоа е универзаленслабост на човештвото дека она што се доделени за да ние во моментов се замислиние сами.
		-- H. G. Wells

%
Најмалку успешна еднакви плати МаркетингВо 1976 година на Европската економска заедница, истакна на ирскатаВладата дека се уште не се спроведува договорените полова еднаквостзаконодавство. Владата во Даблин веднаш рекламира за еднаква платаслужбеник за спроведување на законот. На огласот се нудат различни степени на плата замажите и жените.
		-- Stephen Pile, "The Book of Heroic Failures"

%
Казната за смеење во судницата е шест месеци во затвор; ако тоане беа за оваа казна, жирито никогаш не би се слушне на докази.
		-- H. L. Mencken

%
На власта не и се делегирани на САД со Уставот, ниту пакзабрането со тоа во САД, се резервирани за државите, односно,или на луѓето.
		-- U.S. Constitution, Amendment 10. (Bill of Rights)

%
Примарната услов за секој нов данок закон е за тоа да се ослободат доволногласачите да победи на следните избори.
		-- U.S. Constitution, Amendment 10. (Bill of Rights)

%
Закон за државна Пенсилванија забранува пеење во кадата.
		-- U.S. Constitution, Amendment 10. (Bill of Rights)

%
Најлошите жиритоСудењето за убиството во Манитоба во февруари 1978 година, добро напредува, когаеден поротник откри дека тој е сосема глуви и не се нанајоддалечените поим што се случува.Судијата, г-дин правда Соломон, го прашав дали тој слушнал никакводокази на сите и, кога немаше одговор, ги отфрли него.Возбудата која ова беше предизвикана изнесуваше само кога вториотпоротник откри дека тој не даде ниту еден збор на англиски јазик. А течно францускиговорник, тој изложени голем изненадени кога, после два дена, дека тојслуша судскиот процес за убиство.Судењето беше напуштен кога трет член на жирито рече дека тој страдалод двете состојби, кои се истовремено unversed во англискиот јазики речиси како да е глуво како прв член на жирито.Судијата нареди повторно судење.
		-- Stephen Pile, "The Book of Heroic Failures"

%
Постои закон Масачусетс бара сите кучиња да имаат нивните задни нозеврзани во текот на месец април.
		-- Stephen Pile, "The Book of Heroic Failures"

%
Не постои подобар начин за остварување на имагинација отколку студија на правото.Не поет некогаш толкува природата слободно како адвокат толкува вистината.
		-- Jean Giraudoux, "Tiger at the Gates"

%
Несомнено е дека мојот адвокат е искрен. На пример, когаподнесе даночна неговото враќање минатата година, тој изјави половина од својата платакако "приход од капитал.
		-- Michael Lara

%
"Имаше интересен развој во судскиот процес за CBS-Вестморленд:двете страни се согласија дека по завршувањето на судењето, Енди Руни ќе им биде дозволено дазборува на жирито за три минути за мали нешта што го нервираатво текот на судењето. "
		-- David Letterman

%
Нема правда во овој свет.Њујорк област адвокат Томас Дјуи по Лучијано имашеспаси Деви од атентат од страна на холандскиот Шулц (наредувајќиубиството на Шулц, наместо)
		-- Frank Costello, on the prosecution of "Lucky" Luciano by

%
Вирџинија закон забранува кади во куќата; кади мора да се чуваат во дворот.
		-- Frank Costello, on the prosecution of "Lucky" Luciano by

%
Ние не може да се допаѓаат лекари, но барем тие лекар. Банкарите не се секогашпопуларна, но барем тие банка. Полицаец полицијата и погребни сепод. Но, адвокатите не ни дава право. Ние не добиваат gladsome светлинана судската практика, туку преседани, приговори, жалби, останува,поднесоци и форми, Предлози и контра-предлози, сите од $ 250 на час.
		-- Nolo News, summer 1989

%
Треба да сфатиме дека градот е подобро со лоши закони, се додека тиеостануваат непроменети, а потоа со добри закони кои постојано се менуваат, деканедостатокот на обука во комбинација со разумот е повеќе од корист одвид на мудрост дека излезе од контрола, и дека како општо правило,држави се подобро управувани од страна на човек на улица од страна на интелектуалците.Овие се вид на луѓе кои сакаат да се појавуваат помудар од закони, коисакаат да добијат свој начин во секој општа дискусија, бидејќи тие чувствуваат декатие не можат да ја покажат својата интелигенција за прашања од поголемо значење, икој, како резултат на тоа, многу често ги уништи на нивната земја.
		-- Cleon, Thucydides, III, 37 translation by Rex Warner

%
Добредојдовте на Јута.Ако мислите дека нашите закони алкохол се смешни, треба да се види нашата долна облека!
		-- Cleon, Thucydides, III, 37 translation by Rex Warner

%
Што имаш кога ќе имаат шест адвокати закопани до вратот во песок?Не е доволно песок.
		-- Cleon, Thucydides, III, 37 translation by Rex Warner

%
Кога предупредени за упад заѕвони стакло или на друг начин, 1) Мирнасебе 2) утврдување на натрапникот 3) Ако непријателска, да го убијат.Чекор број 3 е од особено значење. Ако го оставите момчето живод погрешни softheartedness, тој ќе го вратите вашиот великодушноста на духотод вас тужи за предизвикување неговите последователни параплегија и се обидуваат да ги принудида го поддржат за остатокот од скапани живот. Во судот ќе се изјаснидека тој бил во депресија затоа што општеството го изневерија, и дека тој ево потрага за Мајка Тереза ​​за удобност и да се понудат своите услуги насиромашните. Во таа тужба, ќе ги изгубам. Ако, од друга страна, може да убиенего, најмногу што може да се очекува е дека роднина ќе донесе погрешнасмрт акција. Ќе има две предности: прво, да ти биде самоприказна; заборави Мајка Тереза. Второ, дури и ако го изгубите, колку можевживотот на сокол е да биде во вредност и покрај тоа? Многу помалку од 50 години во вредност одпарализа. Не игра Џорџ Буш и Садам Хусеин. Ја завршат работата.
		-- G. Gordon Liddy's "Forbes" column on personal security

%
Каде што е должност да се поклони на сонцето тоа е прилично сигурен дека ќе биде кривично дело наиспита законите на топлина.
		-- Christopher Morley

%
Зошто катафалка коњ кикот, влечни адвокат далеку?
		-- Carl Sandburg

%
Зошто Њу Џерси имаат повеќе токсични депонии и Калифорнија имаатповеќе адвокати?Њу Џерси беше прв избор.
		-- Carl Sandburg

%
Со Конгресот, секој пат кога ќе направи шега, тоа е закон; и во секое времетие се направи закон тоа е шега.
		-- Will Rogers

%
"Секако, ако поединец беше запрен и обвинет за кражба по одење надвор од-Ниман Маркус тие ќе се очекува да биде на крајот, изјави што, наводно, украле. Тоа би било апсурдно за еден офицер да се каже на обвинетиот дека "ако навистина знаете што украле јас не кажувам. Или, едноставно да ја предаде обвинетиот индивидуални каталог на целата-Ниман Маркус " инвентар и да каже "тоа е таму некаде, ќе го дознаам."    - Судија Брук Велс "Ред давање во движење Дел од IBM за ограничување на       Барањата SCO е
		-- Will Rogers

%
"Задолжително обединување на мислење постигнува само со едногласна одлука на гробишта. "    - Спроведување на правдата Џексон, кој пишува за мнозинство, во Западна Вирџинија       Државниот совет за образование v. Barnette 319 САД 624 бр 591
		-- Will Rogers

%
"Ако постои било која фиксна ѕвезда во нашето уставно констелација, тоа е дека нема официјална, високи или ситни, може да препише и она што ќе биде православен во политиката, национализмот, религија или други работи на мислење или присилиме граѓаните да признаам со зборови или дела од својата вера во него. Ако има некакви околности кои дозволуваат исклучок, тие не се случи сега за нас."    - Спроведување на правдата Џексон, кој пишува за мнозинство, во Западна Вирџинија       Државниот совет за образование v. Barnette 319 САД 624 бр 591
		-- Will Rogers

%
"Правото на слобода на мислата и на религијата како загарантирана од страна на Уставот против државните акција вклучува и правото да се зборува слободно и правото да се воздржат од зборување на сите, освен доколку како основни операции на владата може да го бара за зачувување на уреден општество, --- како и во случај на принуда да даде докази во судот. "    - Спроведување на правдата Марфи, во concurrance, Западна Вирџинија Државниот совет на       Образование v. Barnette 319 САД 624 бр 591
		-- Will Rogers

%
