А машината Линукс! бидејќи 486 е страшно да отпад!(Со jjs@wintermute.ucr.edu, Џо Слоун)
		-- Ronald Florence <ron@18james.com> in

%
"Апсолутно ништо не треба да се заклучи од овие бројки, освен деканема заклучок може да се извлечат од нив. "(Од Џозеф Л. Браќа, Linux / PowerPC проект)
		-- Ronald Florence <ron@18james.com> in

%
Всушност, со внесување на случаен жици во Пронаоѓач прави еквивалент наИмето на датотеката на проектот.(Дискусија во comp.os.linux.misc на intuitiveness на команди: датотекатазавршување наспроти Mac Пронаоѓач.)
		-- Ronald Florence <ron@18james.com> in

%
По гледањето на моето ново пензионираниот татко поминат две недели за учење како да се направи новпапка, стана очигледно дека "интуитивни" главно значи "она што писателот илипретседател на интуитивен сака ".(Брус Ediger, bediger@teal.csn.org, во comp.os.linux.misc, на Хintuitiveness на Mac интерфејс.)
		-- Ronald Florence <ron@18james.com> in

%
"Сите јазикот дизајнери се арогантни. Оди со таа територија ..."(Лари ѕид)
		-- Ronald Florence <ron@18james.com> in

%
И 1.1.81 официјално бубачки (tm), па ако сте примиле бубачки извештаина него, знаеш тие се само лоши лаги ".(Од страна на Линус Торвалдс, Linus.Torvalds@cs.helsinki.fi)
		-- Ronald Florence <ron@18james.com> in

%
"... И оскудно облечени жени, се разбира. Кој се грижи ако тоа е под нулатанадвор "(Од страна на Линус Торвалдс)
		-- Ronald Florence <ron@18james.com> in

%
"И следниот пат кога ќе се разгледа се жалат дека работи Луцидни Emacs19.05 преку NFS од далечинскиот управувач Линукс машина во Парагвај не чини да седобиете позадина бои во право, ќе знам кој да се заблагодарам. "(Од страна на Мет велшки)
		-- Ronald Florence <ron@18james.com> in

%
>: Секое вратарите таму треба да се чувствуваат посреќни знаејќи дека декември е превозот>: Ми еден AlphaPC дека имам намера да се обиде добивање Linux работи на: оваа волја>: Дефинитивно помогне да се истера на некои од најфлагрантните unportable работи.>: Алфа е многу различен од i386 од 68K работи е, па>: Тоа е веројатно да се добие најмногу од работите фиксен.>> Тоа е мислења како ова што речиси не убеди неверниците дека постојат> Навистина е бог.(Follow-up од страна на alovell@kerberos.demon.co.uk, Ентони Ловел, да Линус езабелешки за пренесување)
		-- Ronald Florence <ron@18james.com> in

%
Секој кој мисли дека UNIX е интуитивен треба да бидат принудени да се напише 5000 линии накод со ништо друго освен VI или Emacs. AAAAACK!(Дискусија во comp.os.linux.misc на intuitiveness на команди, особеноEmacs.)
		-- Ronald Florence <ron@18james.com> in

%
"Дали [корисници на Линукс] Lemmings колективно скокајќи од карпасигурен, добро Инженерните комерцијален софтвер? "(Од страна на Мет велшки)
		-- Ronald Florence <ron@18james.com> in

%
Како и вообичаено, ова е порака 1.3.x, не сум дури составил овакернелот уште. Значи, ако тоа функционира, треба да биде двојно импресиониран.(Линус Торвалдс, најавувајќи кернелот 1.3.3 на мејлинг листата на Linux кернел.)
		-- Ronald Florence <ron@18james.com> in

%
Избегне портите на пеколот. користење на Линукс(Непознат извор)
		-- Ronald Florence <ron@18james.com> in

%
Да се ​​предупреди дека пишување \ fBkillall \ fIname \ FP не можат да го постигнат посакуваниотефект врз не-Линукс системи, особено кога се врши од страна на привилегиран корисник.(Од страна на killall упатство)
		-- Ronald Florence <ron@18james.com> in

%
"Покрај тоа, мислам дека [Slackware] звучи подобро од" Мајкрософт ", не сте?"(Со Патрик Volkerding)
		-- Ronald Florence <ron@18james.com> in

%
Но, она што можете да направите со неа? - Сеприсутниот крик од Линукс корисник партнер.(Објавено од Енди Пирс, ajp@hpopd.pwd.hp.com)
		-- Ronald Florence <ron@18james.com> in

%
"Со golly, јас сум почнуваат да мислат Linux навистина * е * најдоброто нешто одисечени на леб. "(Со Венс Petree, Вирџинија Моќ)
		-- Ronald Florence <ron@18james.com> in

%
/ * * Упс. Кернелот обиделе да пристапите некои лоши страница. Ние ќе мора да * Прекине работи со екстремни предрасуди.* /die_if_kernel ( "Упс", regs, ERROR_CODE);(Од Linux / лак / i386 / мм / fault.c)
		-- Ronald Florence <ron@18james.com> in

%
"... Длабоко Hack режим - таа мистериозна и застрашувачки состојба насвест каде Mortal Корисниците се плашат да одат. "(Од страна на Мет велшки)
		-- Ronald Florence <ron@18james.com> in

%
Dijkstra веројатно ме мрази(Линус Торвалдс, во кернел / sched.c)
		-- Ronald Florence <ron@18james.com> in

%
DOS: n, мала досадни подигање вирусот што ја предизвикува случаен спонтан систем.     се урна, обично само пред заштеда на голем проект. Лесно да се излечи со     UNIX. Видете исто така MS-DOS, IBM-DOS, DR-DOS.(Од .plan Дејвид Vicker е)
		-- Ronald Florence <ron@18james.com> in

%
/ * * [...] Имајте на ум дека 120 ДИК е дефинирано во протоколот како максимален * Можно RTT. Претпоставувам дека ќе треба да ги користите нешто друго од TCP * Да се ​​зборува на Универзитетот на Марс. * ЛАПИ ни овозможува повеќе тајм и големи прозорци, па еднаш спроведува * FTP до Марс ќе работи убаво. * /(Од /usr/src/linux/net/inet/tcp.c, во врска RTT [реемитување временското])
		-- Ronald Florence <ron@18james.com> in

%
"Дури и повеќе зачудувачки беше сфаќањето дека Бог има пристап до интернет. Јаспрашувам дали тој има целосна newsfeed? "(Од страна на Мет велшки)
		-- Ronald Florence <ron@18james.com> in

%
> Слушнале некогаш на .cshrc?Тоа е град во Босна и Херцеговина. Нели?(Дискусија во comp.os.linux.misc на intuitiveness на команди.)
		-- Ronald Florence <ron@18james.com> in

%
Фатална грешка: Резултати [MS-Windows] систем -> repartitioning диск за Linux ...(Со cbbrown@io.org, Кристофер Браун)
		-- Ronald Florence <ron@18james.com> in

%
Како да напишете "за i во * .dvi се xdvi сторив" во GUI?(Дискусија во comp.os.linux.misc на intuitiveness на интерфејси.)
		-- Ronald Florence <ron@18james.com> in

%
"Како да знам дали таа работи? Тоа е она бета тестери се за. Јас самотоа кодирана. "(Припишува на Линус Торвалдс, некаде во објавувате)
		-- Ronald Florence <ron@18james.com> in

%
---- == - _ / / \/ / / \ \ --- --- == (_) __ __ ____ __- == --- / / _ \ / // / \ \ / / / / _ / \ \ \- ===== / _ / _ // _ / \ _, _ / / _ / \ _ \ / ______ \ \ \Горд член на TeamLinux \ _________ \ /(Со CHaley (ХАЦ), haley@unm.edu, ch008cth@pi.lanl.gov)
		-- Ronald Florence <ron@18james.com> in

%
Јас се развие за Linux за живеење, јас се користи да се развие за DOS.Одејќи од ДОС на Линукс е како тргување едрилица за F117.(Со entropy@world.std.com, Лоренс Foard)
		-- Ronald Florence <ron@18james.com> in

%
Го направив ова Оти Linux ми дава Вуди. Тоа не се остварува приход.(Дејв "-ddt->` Тејлор, најавувајќи несреќата за Линукс)
		-- Ronald Florence <ron@18james.com> in

%
Слободно можете да ме контактирате (пламен за мојот англиски јазик и бескорисни на овојвозачот ќе бидете пренасочени на / dev / null, О, не, тоа е целосна ...).(Мајкл Бек, опишувајќи звук PC звучници уред)
		-- Ronald Florence <ron@18james.com> in

%
"Не знам зошто, но прво C програми имаат тенденција да изгледаат многу полошо одПрвите програми во било кој друг јазик (можеби со исклучок на FORTRAN, но потоаСе сомневам дека сите FORTRAN програми изгледа како `firsts") "(Олаф Кирш)
		-- Ronald Florence <ron@18james.com> in

%
"Јас еднаш се сведоци на досаден, едномесечната flamewar текот на користењето наглувци наспроти мишките ... Тоа беше многу глупо. "(Од страна на Мет велшки)
		-- Ronald Florence <ron@18james.com> in

%
Јас се уште ги одржуваат точка дека дизајнирање на монолитен кернелот во 1991 година ефундаментална грешка. Бидете благодарни што не се моите студент. Вие нема да добиевисока оценка за таков дизајн :-)(Андреј Tanenbaum на Линус Торвалдс)
		-- Ronald Florence <ron@18james.com> in

%
"Јас повеќе би сакал да поминат 10 часа читање на некој друг изворен код од10 минути слушање на Musak чека за техничка поддршка што не е. "(Д-р Грег Wettstein, Роџер Марис Cancer Center)
		-- Ronald Florence <ron@18james.com> in

%
"Би ползи една акр" Visual Ова ++ "и" Интегриран развојТоа е да се дојде до GCC, Emacs и gdb. Ти благодарам."(Со Венс Petree, Вирџинија Моќ)
		-- Ronald Florence <ron@18james.com> in

%
"Јас сум идиот .. Барем еден [бубачка] траеше околу 5 минути да се најде .."(Линус Торвалдс во одговорот на извештајот за бубачки.)> Јас сум идиот .. Барем [бубачка] траеше околу 5 минути да се најде ..Вознемирувачка ...(Гонзало Tornaria како одговор на мејлинг Линус Торвалдс е за грешка јадрото.)> Јас сум идиот .. Барем [бубачка] траеше околу 5 минути да се најде ..Ние треба да се најдат некои нови термини за остатокот од нас обичните смртницитогаш.(Крег Schlenter како одговор на мејлинг Линус Торвалдс е за грешка јадрото.)> Јас сум идиот .. Барем [бубачка] траеше околу 5 минути да се најде ..Навистина, Линус зборува за видот на идиотизмот дека другите се стремат кон :-).(Брус Perens како одговор на мејлинг Линус Торвалдс е за грешка јадрото.)
		-- Ronald Florence <ron@18james.com> in

%
Сум работи DOOM повеќе во последните неколку дена отколку што имаат во последните неколкумесеци. Јас само сакам дебагирање ;-)(Linus Torvalds)
		-- Ronald Florence <ron@18james.com> in

%
Мајкрософт Корп, засегнати од зголемувањето на популарноста на слободниот 32-битнаоперативен систем за Intel системи, Linux, има вработено голем број на врвнипрограмери од подземниот свет на развој на вирусот. Бил Гејтс изјавивчера: "доминација во светот, брзо - тоа е или ние или Линус". Г-дин Торвалдсбеше недостапен за коментар ...(Rjm@swift.eng.ox.ac.uk (Роберт Начини), во comp.os.linux.setup)
		-- Ronald Florence <ron@18james.com> in

%
    ако (argc> 1 && strcmp (avg [1] "-advice") == 0) {printf ( "Не паника \ n!");излез (42);    }(Арнолд Робинс во LJ Февруари '95, опишувајќи RCS)
		-- Ronald Florence <ron@18james.com> in

%
+ # Ако е дефинирана (__ alpha__) && дефинирани (CONFIG_PCI)+ / *+ * Смислата на животот, универзумот и сè. плус+ * Ова го прави година излезе во право.+ * /+ Година - = 42;+ # ENDIF(Од patch за 1.3.2: (кернел / time.c), поднесен од Маркус Meissner)
		-- Ronald Florence <ron@18james.com> in

%
"Ако во иднина навигација систем [за интерактивни услуги преку мрежа нана НОИ] личи на нешто од Microsoft, никогаш нема да успее. "(Претседател на Волт Дизни телевизија и телекомуникации)
		-- Ronald Florence <ron@18james.com> in

%
"Ако сакате да патувам низ светот и да биде поканет да зборува во многуна различни места, само напиши на оперативниот систем Unix. "(Од страна на Линус Торвалдс)
		-- Ronald Florence <ron@18james.com> in

%
"[Во" Докторот "на владата], Поминав добра десет минути Emacs кажува она што гомислев на тоа. (Одговорот беше: "Можеби би можеле да се обидат да бидат помалкунавредлив.) "(Од страна на Мет велшки)
		-- Ronald Florence <ron@18james.com> in

%
Во повеќето земји продажба штетни работи како дрога е казнив.Потоа howcome луѓето можат да го продаде софтвер на Microsoft и да останат неказнети?(Со hasku@rost.abo.fi, Хасе Skrifvars)
		-- Ronald Florence <ron@18james.com> in

%
Интел инженеринг се чини дека имаат misheard Интел маркетинг стратегија. фразатабеше "Раздели, па владеј" не "поделба и петел до"(Со iialan@www.linux.org.uk, Алан Кокс)
		-- Ronald Florence <ron@18james.com> in

%
"Тоа е Бог. Не, не, Ричард Сталман, или Линус Торвалдс, но Бог."(Од страна на Мет велшки)
		-- Ronald Florence <ron@18james.com> in

%
LILO, сте ми доби на колена!(Од Дејвид Црното, dblack@pilot.njin.net, со извинување кон Дерек иДомино коцки, и Вернер Almsberger)
		-- Ronald Florence <ron@18james.com> in

%
Linux е застарен(Андреј Tanenbaum)
		-- Ronald Florence <ron@18james.com> in

%
"Линукс претставува вистински предизвик за оние со вкус за ноќнихакирање (и / или разговори со Бога). "(Од страна на Мет велшки)
		-- Ronald Florence <ron@18james.com> in

%
Линукс! Герилски UNIX развој Venimus, Vidimus, Dolavimus.(Со mah@ka4ybr.com, Марк А. Хортон KA4YBR)
		-- Ronald Florence <ron@18james.com> in

%
"... Капацитет [Linux] да зборува преку било кој медиум, освен чад сигнали".(Д-р Грег Wettstein, Роџер Марис Cancer Center)
		-- Ronald Florence <ron@18james.com> in

%
Linux: затоа што на компјутер е страшно да отпад(Ksh@cis.ufl.edu стави тоа на Tshirts во '93)
		-- Ronald Florence <ron@18james.com> in

%
Linux: Бидејќи компјутер е страшно да отпад.(Со komarimf@craft.camp.clarkson.edu, Марк Komarinski)
		-- Ronald Florence <ron@18james.com> in

%
Linux: изборот на GNU генерација(Ksh@cis.ufl.edu стави тоа на Tshirts во '93)
		-- Ronald Florence <ron@18james.com> in

%
"Линукс: оперативниот систем со поим ...Командната линија корисник на животната средина ".(Гледа во објавувањето во comp.software.testing)
		-- Ronald Florence <ron@18james.com> in

%
lp1 на оган(Еден од повеќе криење пораки кернел)
		-- Ronald Florence <ron@18james.com> in

%
Мајкрософт не е одговор.Мајкрософт е прашањето.Нема (или Линукс) е одговорот.(Превземено од .signature од некој од Велика Британија, непозната)
		-- Ronald Florence <ron@18james.com> in

%
"Mounten" wird централа Drei Dingé benutzt: "Aufsitzen" auf Pferde "einklinken"фон Festplatten во Dateisysteme, und, калуѓерка, "besteigen" beim секс.(Криста Кајл во еден германски објавување: "монтажа се користи за три работи:качување на коњ, кој ги поврзува во една единица хард диск податоци системи, и, и,монтажа за време на сексот ".)
		-- Ronald Florence <ron@18james.com> in

%
"MSDOS не се толку лоша како што е во текот на ноќта - тоа се повеќе од десет годинина внимателно развој. "(Со dmeggins@aix1.uottawa.ca)
		-- Ronald Florence <ron@18james.com> in

%
"Никогаш не било mistaeks".(Anonymous, во e-mail дискусија за извештајот на кернелот бубачка.)
		-- Ronald Florence <ron@18james.com> in

%
Не јас, човек. Јас го прочитав страница баш човек секој ден како Јеховин сведок го читаБиблијата. Не чекајте, man-страница што баш е Библијата. Извини ме...(Повеќе за збунувачки адреси, земени од comp.os.linux.misc)
		-- Ronald Florence <ron@18james.com> in

%
"Имајте на ум дека ако можам да добијам да се \" su и да каже \ "нешто само со поставување,имате многу сериозен проблем за безбедноста на вашиот систем и треба дапогледне во него. "(Пол Vixie, vixie-cron 3.0.1 инсталација белешки)
		-- Ronald Florence <ron@18james.com> in

%
Сега знам дека некој таму се случува да се тврди: "Па, тогаш, UNIX е интуитивен,затоа што треба само за да дознаете 5000 команди, а потоа сè друго што следиод тоа! Har har har! "(Енди Бејтс во comp.os.linux.misc, на тема "интуитивен интерфејс", малкуодбрана Macs.)
		-- Ronald Florence <ron@18james.com> in

%
Сега, тоа имавме овој вид на работа:  даде-а за родот на целиот сообраќај  родот -t за принос за камиони  родот -f за родот на луѓето одење (принос нога)  родот -d t * за приносот на дена, почнувајќи со т... Ќе треба голем број на мртви луѓе на раскрсниците, а вие сообраќајниот метежНе би сакал да верувам ...(Дискусија во comp.os.linux.misc на intuitiveness на команди.)
		-- Ronald Florence <ron@18james.com> in

%
"На нормална ASCII линија, само безбедна состојба да се открие е" пауза "- Се друго што беа доделени функции со ГНУ Emacs ".(Со Tarl Neustaedter)
		-- Ronald Florence <ron@18james.com> in

%
"На интернет, никој не знае што го користите Windows NT"(Објавено од Ramiro Estrugo, restrugo@fateware.com)
		-- Ronald Florence <ron@18james.com> in

%
Еднаш, многу одамна имаше ДОС корисникот кој го виде Unix, и видов дека тоа бешедобро. По внесување ср на неговиот ДОС машина дома, тој се симне на GNU проектотUnix алатки пренесен на ДОС и да ги инсталира. Тој rm'd, cp'd и mv'dсреќно за неколку дена, а по наоѓање на Елвис, тој vi'd и беше среќен. подолго ден на работа (на кутија Unix) тој се вратил дома, започна уредување на датотеката,и не можеше да дознаам зошто тој не може да го суспендира VI (w / Ctrl-з) да се направина компајлирате.(Со ewt@tipper.oit.unc.edu (Ерик Troan)
		-- Ronald Florence <ron@18james.com> in

%
>> Освен фактот Линукс има кул име, некој може да објасни зошто јас>> Треба да се користи Linux над BSD?>> Не тоа е тоа. Кул име, тоа е. Работевме многу напорно на> Создавање на името што ќе поднесе жалба до поголемиот дел од луѓето, а тоа> Сигурно исплатеше: илјадници луѓе се Користење на Линукс само за да може> Да се ​​каже ", OS / 2? Ха. Јас имам Линукс. Што кул име". 386BSD направи> Грешка на ставање многу бројки и чудни кратенки во> Име, и е одбивајќи далеку многу луѓе само затоа што тоа звучи премногу> Технички.(Линус Торвалдс, следење на прашањето за Линукс)
		-- Ronald Florence <ron@18james.com> in

%
Лично, мислам дека мојот избор во mostest-суперлатив компјутер војни мора дабиде серија на калкулатори на HP-48. Тие ќе работат речиси ништо. И ако тиене може, а јас само ќе го приклучиш на Линукс кутија во сериската порта и оптоварување наHP-48 VT-100 емулатор.(Со jdege@winternet.com, Џеф Dege)
		-- Ronald Florence <ron@18james.com> in

%
Нема теми во a.b.p.erotica, така што не постои добивка во користење нанавој читач на вести.(Непознат извор)
		-- Ronald Florence <ron@18james.com> in

%
"Решавање на проблеми под Linux никогаш не била циркус дека е подAIX ".(Со Пит Ehlke во comp.unix.aix)
		-- Ronald Florence <ron@18james.com> in

%
се исклучи кога ќе се повлече изјавата се чита, СРД процесор       е прекината, без оглед на тоа каде се откажат од државниот       вајќи се најде. На пример, "ако (0 == 1) излези"       ќе предизвика п.н.е. да се прекине.(Види во manpage за "п.н.е.". Забелешка на "ако" логика изјава е)
		-- Ronald Florence <ron@18james.com> in

%
Работи на Windows на Pentium е како да имате сосема нов Порше но самода биде во можност да се вози наназад со рачната сопирачка на.(Непознат извор)
		-- Ronald Florence <ron@18james.com> in

%
"Sic транзит диск mundi"(Од Водич на администраторот на системот, од страна на Ларс Wirzenius)
		-- Ronald Florence <ron@18james.com> in

%
Воздишка. Сакам да мислам дека тоа е само на луѓето Линукс кои сакате да биде нана "раб" толку лошо, тие одат право надвор од пропаст.(Крег Д. Groeschel)
		-- Ronald Florence <ron@18james.com> in

%
програмата за разговор е во јавниот домен. Ова не е јавна ГНУ-овата лиценца. АкоТоа е прекршување на тогаш можеш да се задржи двете парчиња.(Белешка за авторските права за разговор програмата)
		-- Ronald Florence <ron@18james.com> in

%
> Луѓето Денот мислам Linux ќе биде подобро сервира од страна на некој друг (ФСС> Се на природна алтернатива), јас ќе "абдицира". Јас не мислам дека> Тоа е нешто што луѓето мора да се грижите за сега - Јас не ја гледам> Се случува во блиска иднина. Уживам прави Linux, иако тоа го прави> Значи некоја работа, и јас не сме добиле ниту жалби (некои речиси срамежливо> Потсетници за печ сум заборавила или игнорира, но ништо> Негативни досега).>> Не земајте погоре, за да значи дека ќе го запре ден некој се жали:> Јас сум дебела кожа (Lasu, кој го чита ова над моето рамо коментира> Дека "дебели чело е поблиску до вистината") доволно да потрае неколку злоупотреба.> Ако не се, јас би го запре развојот на Linux денот AST ми се потсмеваше> На c.o.minix. Што сакам да кажам е само тоа додека Linux е моето бебе, така> Далеку, јас не сакам да се застане на патот ако луѓето сакаат да се направи нешто> Подобро од него (*).>> Линус>> (*) Еј, можеби и јас може да се примени за светец-качулка од папата. Дали> Некој знаете што е-мејл адреса? Јас сум толку убаво тоа го прави да повратам.(Превземено од Линус одговор за некој загрижен за иднината на Линукс)
		-- Ronald Florence <ron@18james.com> in

%
На убаво нешто за Windows е - Тоа не е само да се сруши, тоа покажувадијалог и ви овозможува да го притиснете копчето "Во ред" во прв план.(.sig Арно Шефер е)
		-- Ronald Florence <ron@18james.com> in

%
Единствената "интуитивна" интерфејс е брадавица. После тоа, тоа е за сите научиле.(Брус Ediger, bediger@teal.csn.org, во comp.os.linux.misc, на X интерфејси.)
		-- Ronald Florence <ron@18james.com> in

%
Постојат два вида на Linux програмери - оние кои можат да се пишува, ионие кои не можат. Постои постојана стан битка помеѓу двете.(Од еден од пост-1.1.54 кернелот надградба пораки испратени на c.o.l.a)
		-- Ronald Florence <ron@18james.com> in

%
Оваа порака е доведена до вас од страна на Linux, слободен Unix.Windows без X е како водење љубов без партнер.Секс, дрога и Linux Правилаwin-НТ од народот кој го измислил edlinјаболка значеше проблеми од ЕдемLinux, на начин да се ослободи од подигање вируси(Со mwikholm@at8.abo.fi, Медсен Wikholm)
		-- Ronald Florence <ron@18james.com> in

%
"... Unix, MS-DOS и Windows NT (исто така познат како Добриот, лошиот игрдиот). "(Од страна на Мет велшки)
		-- Ronald Florence <ron@18james.com> in

%
"... Многу малку феномени може да се повлече некој од Deep Hack режим, со двеистакна исклучоци: да ве удри гром, или уште полошо, вашиот компјутер * *да ве удри гром ".(Од страна на Мет велшки)
		-- Ronald Florence <ron@18james.com> in

%
"Бранувања далеку облак од чад, јас гледам нагоре, а јас сум заслепен од светла, беласветлина. Тоа е Бог. Не, не е Ричард Сталман, или Линус Торвалдс, но Бог. воуживајќи глас, тој вели: "Ова е знак се користи Linux, системот БЕСПЛАТНО UNIX.ЗА 386. "(Мат велшки)
		-- Ronald Florence <ron@18james.com> in

%
"Сите знаеме дека Линукс е одлично ... тоа го прави бесконечен рунди во 5 секунди."(Линус Торвалдс за супериорност на Линукс на АмстердамLinux симпозиум)
		-- Ronald Florence <ron@18james.com> in

%
Ние сме на Microsoft. Ќе се асимилирани. Отпорот е залуден.(Припишува B.G., Гил Бејтс)
		-- Ronald Florence <ron@18james.com> in

%
Ние сме Pentium на Борг. Поделба е залудна. Вие ќе бидат пресметани приближно.(Види во некој .signature)
		-- Ronald Florence <ron@18james.com> in

%
Ние сме со користење на Линукс секојдневно да се нагоре на нашата продуктивност - така и твоите!(Адаптирано од Пат Паулсен од Џо Слоун)
		-- Ronald Florence <ron@18james.com> in

%
Доаѓаме за да го закопаат ДОС, да не го фалат.(Пол Vojta, vojta@math.berkeley.edu, парафразирајќи понуда на Шекспир)
		-- Ronald Florence <ron@18james.com> in

%
Ние се користи Linux за сите наши мисија-критични апликации. Имајќи го изворниот кодзначи дека не се држи како заложник од страна на Одделението за поддршка на сите граѓани.(Расел Нелсон, претседател на Crynwr Софтвер)
		-- Ronald Florence <ron@18james.com> in

%
"Она што ќе се заокружи со, после водење концептот на оперативниот систем прекуовие многу маркетинг кафе филтри, е нешто што не е за разлика од обична топлавода ".(Од страна на Мет велшки)
		-- Ronald Florence <ron@18james.com> in

%
Она што го направите ова сценарио?    отпакувате; допир; прст; планината; воздишка; Да, umount; сонСовет за одговор: не е сè е компјутер-ориентирана. Понекогаш стево вреќа за спиење, кампување надвор.(Објавено од Франс ван дер Zande.)
		-- Ronald Florence <ron@18james.com> in

%
`Кога ќе се каже" Јас напиша една програма што се урна во Windows ", луѓето зјапаат воќе празно и да каже "Еј, имам оние со системот, * бесплатно *".(Од страна на Линус Торвалдс)
		-- Ronald Florence <ron@18james.com> in

%
"Камшик мене. Победи мене. Да ме задржат AIX".(Стефан Zielinski)
		-- Ronald Florence <ron@18james.com> in

%
"Кој е генерален неуспех и зошто го читате мојот хард диск?"Мајкрософт spel chekar vor плови, worgs решетки !!(Со leitner@inf.fu-berlin.de, Феликс фон Leitner)
		-- Ronald Florence <ron@18james.com> in

%
Кој сака да се запамети дека избега-x-Alt-контрола-лево Shift-б ве става восупер-уреди-debug-компајлирање на владата?(Дискусија во comp.os.linux.misc на intuitiveness на команди, особеноEmacs.)
		-- Ronald Florence <ron@18james.com> in

%
Зошто да користите Windows, бидејќи постои врата?(Со fachat@galileo.rhein-neckar.de, Андре Fachat)
		-- Ronald Florence <ron@18james.com> in

%
"Доминација во светот. Брз"(Од страна на Линус Торвалдс)
		-- Ronald Florence <ron@18james.com> in

%
..you може да потроши цел ден * * измената на лентата со наслов. Верувај ми. јасзборувам од искуство. "(Од страна на Мет велшки)
		-- Ronald Florence <ron@18james.com> in

%
"... Што би можело да го прескокнете прослава Божиќ во целост, и наместоседат пред вашиот Линукс компјутер играње сососема нов и-подобрена верзија на Линукс кернелот. "(Од страна на Линус Торвалдс)
		-- Ronald Florence <ron@18james.com> in

%
Вашата работа е да се биде професор и истражувач: Тоа е еден пекол на добар изговорза некои од мозокот штета од Minix.(Линус Торвалдс Андреј Tanenbaum)
		-- Ronald Florence <ron@18james.com> in

%
Слушнав еден Евреин и еден муслиман тврдат во Дамаск кафе со помалку страстод војни Emacs. "<Ueu1c4mbrc.fsf@auda.18james.com>
		-- Ronald Florence <ron@18james.com> in

%
