Банкар е соработник кој ќе помага неговиот чадор кога сонцето сјаеи сака да се врати на минута почнува да врне.
		-- Mark Twain

%
Класичен е нешто што секој сака да ги прочитаи никој не сака да ја прочитате.
		-- Mark Twain, "The Disappearance of Literature"

%
Коњ! Коњ! Мој Кралство за коњ!
		-- Wm. Shakespeare, "Richard III"

%
Сто години од сега, тоа е многу веројатно дека [на дела Твен] "НаСкокање жаби "сам ќе се памети.
		-- Harry Thurston Peck (Editor of "The Bookman"), January 1901.

%
А е за Apple.
		-- Hester Pryne

%
Еден вид на Бетмен на современата букви.
		-- Philip Larkin on Anthony Burgess

%
А светлината жена ке направи тешки сопруг.
		-- Wm. Shakespeare, "The Merchant of Venice"

%
Еден човек читаше Кантербериски приказни една сабота наутро, кога неговитесопруга, прашува: "Што ли таму?" Одговори тој, "Само мојата чаша и Чосер".
		-- Wm. Shakespeare, "The Merchant of Venice"

%
... Свечена, unsmiling, Масџид стари ледениот брег, кој изгледаше како тоје на чекање за слободно работно место во Троица.
		-- Mark Twain

%
Приказна за два града LITE (tm)- Од страна на Чарлс ДикенсАдвокатот кој личи на француски благородник се извршува во своето место.Метаморфозис LITE (tm)- Од Франц КафкаЕден човек се претвора во грешки и неговото семејство добива караше.Господарот на прстените LITE (tm)- Од Ј Р Р ТолкинНекои момци се земе долг одмор да се фрли прстенот во вулкан.Хамлет LITE (tm)- Со Wm. ШекспирСтудент на одмор со семејството проблеми, заебанодевојка-пријател и мајка која нема да влијае на нејзината возраст.
		-- Mark Twain

%
Приказна за два града LITE (tm)- Од страна на Чарлс ДикенсЕден човек во љубов со една девојка која сака уште еден маж кој изгледакако него има главата сецкани надвор во Франција поради средстводама која плете.Злосторство и казна LITE (tm)- На Фјодор ДостоевскиЕден човек испраќа грозен писмо до некаков брокер, но подоцнасе чувствува виновен и се извини.Одисеја LITE (tm)- ХомерПо кои работат доцна, храбри воини се губи на својот пат кон дома.
		-- Mark Twain

%
По сите, сите што го направив беше да стринг заедно многу стари, познати цитати.
		-- H. L. Mencken, on Shakespeare

%
За жал, колку љубовта може да пипам со себе!
		-- William Shakespeare, "The Two Gentlemen of Verona"

%
Сите генерализации се лажни, вклучувајќи го и овој.
		-- Mark Twain

%
Се што знам е она што зборовите се знае, и мртвите нешта, и декаго прави убав малку сума, со почетокот и средината икрај, како и во добро-изградена фраза и долго Соната на мртвите.
		-- Samuel Beckett

%
Сите велат: "Колку е тешко е дека ние мора да умре" - чуден жалбата да дојде одустите на луѓето кои имале да се живее.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
"... Сите модерни непријатности ..."
		-- Mark Twain

%
Сите работи кои се, се со повеќе дух бркале од уживаше.
		-- Shakespeare, "Merchant of Venice"

%
Секогаш се направи тоа право. Ова ќе се задоволи некои луѓе и очарова одмор.
		-- Mark Twain

%
Секогаш Досада на будала е точила на wits.
		-- William Shakespeare, "As You Like It"

%
"... Искусен, вредни, амбициозни, а често и многу честоживописен лажго. "
		-- Mark Twain

%
Чесен приказна брзини најдобро се јасно кажа.
		-- William Shakespeare, "Henry VI"

%
И мислите (FOP дека сум) дека јас би можел да биде Скарлет Pumpernickel?
		-- William Shakespeare, "Henry VI"

%
Секој кој има бик од страна на опашката знае пет или шест повеќе работиод некој кој не е.
		-- Mark Twain

%
-ти април 1Ова е ден на кој се потсетуваме на она што сме на другите триШеесет и четири.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Како лета до безобѕирно момчиња сме на боговите; тие ни го убие за нивните спорт.
		-- Shakespeare, "King Lear"

%
Што се однесува до придавката: Кога се двоумите, штрајк надвор.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Одеднаш ми светна што квалитетот отиде да се формира еден човек на успех,особено во литературата, а кои Шекспир поседува толку енормно- Мислам негативни способноста, односно, кога човек е способен да бидево неизвесност, мистерии, сомнежи, без нервозни достигнувајќипо факт и причина.
		-- John Keats

%
Разбудете се! СТРАВ! Пожар! Непријатели! Разбудете се!СТРАВ! Пожар! Непријатели!Разбудете се! Разбудете се!
		-- J. R. R. Tolkien

%
Преплавени со нефокусирани желба, Еверет се здоби со лоб на една од своите преостанатиуво и се чувствува присуството на некој друг зад него, што предизвика терорда го протурка неговиот нервен систем како поплави рика одредување насредината на вилушка на реката пердув пред завршувањето на браната Orovilleво 1959 година.лоша фикција натпревар.
		-- Grand Panjandrum's Special Award, 1984 Bulwer-Lytton

%
Бидете внимателни на читање здравствени книги, може да умре на печатен грешка.
		-- Mark Twain

%
Еве, будала вели: "Стави не сите твои јајца во една кошница" - што ено на начин на велејќи: "Растера вашите пари и внимание;" а мудрите,Човекот рече: "стави сите свои јајца во една кошница и - да се види дека КОШАРА."
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Голема книга, голем отвор.
		-- Callimachus

%
Но, за мојот дел, тоа е грчки на мене.
		-- William Shakespeare, "Julius Caesar"

%
Обидувајќи се може да се лесно да се научат да се постави со катастрофа. Друг човек, сакам да кажам.
		-- Mark Twain

%
Цивилизацијата е безграничната множење на непотребни потреби.
		-- Mark Twain

%
Облека направи човекот. Голи луѓе имаат малку или никакво влијание врз општеството.
		-- Mark Twain

%
Кондензира супа, не книги!
		-- Mark Twain

%
Совеста ке бидете кукавици на сите нас.
		-- Shakespeare

%
Разгледа и пропорциите на нештата. Тоа е подобро да се биде млад јуни-бубачкиод еден стар птица од рајот.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Храброста е отпорност на страв, совладување на стравот - не отсуство на стравот. со исклучок насуштество да биде дел кукавица тоа не е комплимент да се каже дека е храбар; тоа е самолабава погрешна примена на зборот. Размислете за болвата - неспоредливо нанајхрабрите на сите Божји созданија, ако непознавање на страв се храброст.Без разлика дали сте во сон или јаве, тој ќе ве нападне, се грижат ништо за тоакои во најголем дел и силата сте со него како се распоредени војски од земјатана дете цицање; тој живее и ден и ноќ и сите денови и ноќи вомногу скутот на опасност и непосредно присуство на смрт, а сепак не е ништо повеќесе плаши од тоа што е човекот кој шета по улиците на градот кој му се закануваземјотрес десет века порано. Кога зборуваме за Клајв, Нелсон и Putnamкако луѓе што "не знаат што е страв", ние треба секогаш да додадете болвата - иго стави на чело на поворката.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Одложувањето не, Цезар. Прочитајте го веднаш.Тука е писмо, да се прочита на вашиот одмор.[Цитирано од "VMS internals и структури на податоци", V4.4, когакои се однесуваат на I / O системски услуги.]
		-- Shakespeare, "Merchant of Venice" 5,1

%
Делор breezed по површината на нејзиниот живот како рамен камен засекогашскокнеш заедно мазна вода, бранче реалноста повремено, но несвеснида го постојано, додека таа конечно изгуби на интензитет, потона, и како резултат надоза на flouride како дете што предизвика таа да страдаат од хроничниапатија, осудени себе да се лаже засекогаш на подот од нејзиниот живот како бескорисникако додаток и како осамен, како петстотини фунти мрена во еднастероид-бесплатен фитнес центар.
		-- Winning sentence, 1990 Bulwer-Lytton bad fiction contest.

%
Не оди наоколу велејќи дека светот им должи за живот. На светот му должиништо. Таа беше тука во прв план.
		-- Mark Twain

%
"Џуџиња и змејови!" Се вели за него. "Зелка и компири се подобриза вас и мене. "
		-- J. R. R. Tolkien

%
вршење на болвата англиска книжевност е.
		-- Sean O'Casey on P. G. Wodehouse

%
Дури и најчиста и најсовршената посредни докази, најверојатно, ќе биде вовина, по сите, и затоа треба да се прими со голема претпазливост. Земетеслучај на било моливот, наострен од секоја жена; ако имаш сведоци, ќеда го стори тоа со нож; но ако се земе само од аспект на молив,ќе се каже дека таа тоа го направи со забите.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Секој облак не создава бура.
		-- William Shakespeare, "Henry VI"

%
Секој зошто извикува зошто.
		-- William Shakespeare, "A Comedy of Errors"

%
Екстремен страв не може ниту да се борат, ниту да лета.
		-- William Shakespeare, "The Rape of Lucrece"

%
F.S. Фицџералд на Хемингвеј:"Ернест, богатите се различни од нас."Хемингвеј:"Да. Тие имаат повеќе пари."
		-- William Shakespeare, "The Rape of Lucrece"

%
Слава е на пареа; Популарноста несреќа; единствената сигурност е земензаборав.
		-- Mark Twain

%
Блискост раси презир - и деца.
		-- Mark Twain

%
Неколку работи се потешко да се стави со од навреденост на добар пример.
		-- "Mark Twain, Pudd'nhead Wilson's Calendar"

%
За светлина срце живее долго.
		-- Shakespeare, "Love's Labour's Lost"

%
За храброст mounteth со повод.
		-- William Shakespeare, "King John"

%
За модната Минас Tirith беше таква што таа била изградена на седум нивоа,секој delved во еден рид, а за секој беше поставен ѕид, а во секој ѕидбеше портата.[Цитирано од "VMS internals и структури на податоци", V4.4, когакои се однесуваат на преглед систем.]
		-- J.R.R. Tolkien, "The Return of the King"

%
За постојат моменти кога човек не може ниту да се размислува, ниту се чувствуваат. И ако некој можениту размислува ниту се чувствува, си помисли таа, каде е еден?[Цитирано од "VMS internals и структури на податоци", V4.4, когакои се однесуваат на powerfail закрепнување.]
		-- Virginia Woolf, "To the Lighthouse"

%
Со години на тајна срам уништи мојата peace--Јас не би го читаме Елиот, Одн или MacNiece.Но сега мислам дека една мисла што ми дава надеж:Ниту имаше Чосер, Шекспир, Милтон, Поуп.
		-- Justin Richardson.

%
Не одете на џуџиња за совет, зашто тие ќе се каже и да и не.
		-- J.R.R. Tolkien

%
Однесено со виорот LITE (tm)- Од страна на Маргарет МичелЕдна жена сака само мажите не ќе може да и Јужна добива уништено.Подарок на мудреците LITE (tm)- Од страна на О. ХенриМажот и жената заборавајте да се регистрирате нивните преференции подарок.Старецот и морето LITE (tm)- Од страна на Ернест ХемингвејЕден стар човек оди на риболов, но нема многу среќа.
		-- J.R.R. Tolkien

%
Благодарност и предавство се само две крајности на истиот поворка.Сте виделе сето тоа што вреди да останете кога бендот и шаренавласти го поминале.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Тагата може да се грижи за себе; но да се добие целосна вредност на радост мора даима некој да го подели со.
		-- Mark Twain

%
Навика е навика, а не да се фрли низ прозорецот од кој било човек, но убедувавнадолу по скалите еден чекор во исто време.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar

%
Hain't добивме сите будали во градот на наша страна? И hain't дека големдоволно мнозинство во секој град?
		-- Mark Twain, "Huckleberry Finn"

%
Арфа не на таа низа.
		-- William Shakespeare, "Henry VI"

%
Има место за се 'и да ја задржите на работа на друго место; ова не есовети, тоа е само обичај.
		-- Mark Twain

%
Има ништо, ништо не може да го изгуби.
		-- William Shakespeare, "Henry VI"

%
Тој draweth од низата на неговата празнословие пофини од сечени на неговатааргумент.
		-- William Shakespeare, "Love's Labour's Lost"

%
Тој ме јаде надвор од куќата и од дома.
		-- William Shakespeare, "Henry IV"

%
Тој е сега се издига од изобилство на сиромаштијата.
		-- Mark Twain

%
Тој шеги на лузни кои никогаш не се чувствувале раната.
		-- Shakespeare, "Romeo and Juliet, II. 2"

%
Тој што се крши нешто за да дознаете што е тоа го остави патот на мудроста.
		-- J.R.R. Tolkien

%
Кој е лекомислен смета дека светот се врти круг.
		-- William Shakespeare, "The Taming of the Shrew"

%
Тој беше дел од мојот сон, се разбира - но тогаш бев дел од својот сон исто така.
		-- Lewis Carroll

%
Пеколот е празна и сите ѓаволи се тука.
		-- Wm. Shakespeare, "The Tempest"

%
Неговите следбеници го нарече Mahasamatman и рече дека тој е бог. тој ја преферирашеда се откажат од Maha- и -atman, сепак, и се вика Сем. тој никогаш нетврдел дека е Бог. Но, тогаш, тој никогаш не тврдел дека не е бог. околностиставови се она што беа, ниту прием може да биде од никаква корист.Тишина, сепак, може. Тоа беше во деновите на дождови кои нивните молитвиотиде, а не од прстите на заврзана молитва жици или вртењето намолитва тркала, но од голема моли-машина во манастирот на Ratri,божицата на ноќта. молитвите на висока фреквенција се насочени нагоре низатмосферата и надвор надвор од неа, поминува во која златен облак нареченМостот на боговите, која го обиколува целиот свет, се гледа како на бронзавиножито во текот на ноќта и е место каде што црвено сонце станува портокал на пладне.Некои од монасите сомнева православието од оваа молитва техника ...
		-- Roger Zelazny, "Lord of Light"

%
Како apt сиромашните да се гордееме.
		-- William Shakespeare, "Twelfth-Night"

%
Јас не сакаат ние може да биде подобро странци.
		-- William Shakespeare, "As You Like It"

%
Не знам половина, половина како и јас би сакал; и ми се допаѓа помалкуод половина од вас половина како и заслужуваат.
		-- J. R. R. Tolkien

%
Јас се додворуваат многу негово отсуство.
		-- William Shakespeare, "The Merchant of Venice"

%
Заспав читање досадна книга, а јас сонував дека сум го читал на,па јас се разбудив од чиста досада.
		-- William Shakespeare, "The Merchant of Venice"

%
Јас никогаш не ги споделите со моето школување се меша со моето образование.
		-- Mark Twain

%
Јас мора да има огромна количина на умот; ми треба колку што енедела понекогаш и да го сочинуваат.
		-- Mark Twain, "The Innocents Abroad"

%
Се молел веруваат дека творецот кои ни ги направи сите прави се што е во ЊуАнглија, но временските услови. Не знам кој го прави тоа, но мислам дека тоа мора да бидесуровини и чираци во фабриката за временските службеници, кои експеримент и да научат како,Нова Англија, за одборот и облека, а потоа се промовирани да се направи на времето заземји кои бараат добра статија, и ќе ги преземе своите сопствени друго местоако тие не го добие.
		-- Mark Twain

%
Мислам дека ние сме во Алејата стаорци "каде мртвите мажи изгуби нивните коски.
		-- T.S. Eliot

%
Јас бев задоволна за да бидат способни да одговорат веднаш, и јас направив. Реков дека не знам.
		-- Mark Twain

%
Јас ќе ги почитува Божиќ во моето срце, и да се обиде да го задржи во текот на годината. јасќе живеат во минатото, сегашноста и иднината. Духовите на ситеТри ќе се стреми во мене. Јас нема да се одјавите од лекциите кои тиеучат. О, да ми кажете дека може сунѓер далеку пишувањето на овој камен!
		-- Charles Dickens

%
"Се прашувам", рече тој за себе ", што е во една книга, а тоа е затворена. О, јасЗнам дека е полн со писма печатени на хартија, но сите се исти, нешто мора дада се случува, бидејќи штом ќе ја отвори, таму е целата приказна со луѓеСе уште не знаеме и сите видови на авантури и борби ".
		-- Bastian B. Bux

%
Ќе го запалам мојата книга.
		-- Christopher Marlowe

%
Јас сум touch'd на највисоката точка на сите мои големина,И од тој целосно меридијан мојата славаЈас побрзаа сега да поставување ми. Јас ќе падне,Како светла издишување во вечерните часовиИ никој не ме видите повеќе.
		-- Shakespeare

%
Ако повеќе од нас во вредност храна и расположи и песна погоре hoarded злато, што бида биде светот merrier.
		-- J.R.R. Tolkien

%
Ако не може да уживате во читањето на една книга одново и одново, не постои употребаво читање на сите.
		-- Oscar Wilde

%
Ако двајца луѓе сакаат едни со други, не може да има среќен крај на тоа.
		-- Ernest Hemingway

%
Ако положи сите наши закони крај до крај, нема да има крај.
		-- Mark Twain

%
Ако ги собереш на гладните кучиња и да го направи просперитетна, тој нема да те гризнам.Ова е главната разлика меѓу куче и човек.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Ако ви ја каже вистината вие не мора да се сеќавам на ништо.
		-- Mark Twain

%
Во музеј во Хавана, постојат два черепи на Кристофер Колумбо,"Еден кога тој беше момче и едно кога тој беше човек."
		-- Mark Twain

%
Во Индија ", ладно време" е само еден конвенционален фраза и дојде вокористат преку потребата да се има некој начин да се направи разлика помеѓу времетокој ќе се стопи дувачки кваката и времето кои само ќе го направи каша.
		-- Mark Twain

%
Во Марсеј се прават половина од тоалет сапун конзумираме во Америка, ноМарсељезата имаат само нејасни теоретски идејата на неговата употреба, кои сеимаат добиено од книги на патувањето.
		-- Mark Twain

%
На прво место, Бог идиоти; тоа беше за пракса; тогаш тој го направиучилишните одбори.
		-- Mark Twain

%
Во заплетот, луѓе дојдоа во земјата; земјата ги сакав, тие работеле исе бореше и имаше многу деца. Имаше еден Французин кој зборуваше смешнои глупак од Англија кој беше фенси панталони, но кога станува збор закриза тој беше храброст. Оние романи ќе направи да се retch.роман.
		-- Canadian novelist Robertson Davies, on the generic Canadian

%
Во период од 176 години во Мисисипи имасе скрати 242 милји. Затоа ... во СтариотСилур Период на реката Мисисипи беше нагоре од еден милион и тристаилјада милји долга ... 742 години од сегаМисисипи ќе биде само една милја и три четвртини долго. ... Ете гонешто фасцинантно за науката. Се добива како целокупно враќа напретпоставка на ваква сериозно инвестиција од факт.
		-- Mark Twain

%
Во пролетта, јас се бројат 136 различни видови на времето во внатрешноста на24 часа.
		-- Mark Twain, on New England weather

%
Тоа одамна е аксиома мој дека малку работи се бескрајнонајважниот.
		-- Sir Arthur Conan Doyle, "A Case of Identity"

%
Тоа е мудар татко, кој ја знае својата дете.
		-- William Shakespeare, "The Merchant of Venice"

%
Тоа е со среќа на Бога што, во оваа земја, имаме три предности:слободата на говорот, слободата на мислата и мудрост никогаш нема да го користи или.
		-- Mark Twain

%
Тоа е лесно да се најде мана, ако се има дека диспозиција. Имаше еднаш еден човеккои не се во можност да се најде било која друга грешка со неговиот јаглен, се пожали декаимаше премногу праисториски жаби во неа.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Тоа е често случај дека на човек кој не може да се каже лага мисли дека е најдобарсудија на еден.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Тоа е во право дека тој, исто така треба да имаат малку хроника, сеќавањата,неговата причина, и да бидат способни да ги препознаат добро во лошо, лошо вонајлош случај, и така растат нежно стариот сите долу непроменлива дена и умре еденден како и секој друг ден, само пократко.
		-- Samuel Beckett, "Malone Dies"

%
Тоа обично трае повеќе од три недели да се подготви добар импровизиран говор.
		-- Mark Twain

%
Тоа не најдоброто што сите ние треба да размислуваат слично беа; тоа е разликата на мислењешто го прави коњски трки.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Неговото име е јавното мислење. Се одржува во почит. Ќе го реши сè.Некои мислат дека тоа е гласот на Бог.
		-- Mark Twain

%
Љубезноста е јазик кој глувите може да се слушне и слепите да ја читате.
		-- Mark Twain

%
Бакни ме, Кејт, ние ќе бидеме во брак o "во неделата.
		-- William Shakespeare, "The Taming of the Shrew"

%
Постават на, MacDuff и curs'd биде оној кој прв плаче, "Чекај, што е доволно!".
		-- Shakespeare

%
Нека изберат од мојата датотеки, неговите проекти да се постигне.
		-- Shakespeare, "Coriolanus"

%
Дозволете ми да ви ги копче-дупка помал.
		-- William Shakespeare, "Love's Labour's Lost"

%
Дозволете ни да се обиде, така да проживее кога ќе дојде да умре дури и погребално ќе бидеЖал ми е.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Како скап спортски автомобил, фино подесени и добро-изградена, Portia е елегантен,снажен, и прекрасни, нејзиниот црвен костум калапи нејзиното тело, која беше толку топлокако seatcovers во јули, косата како темно како нови гуми, очите трепка какосветла hubcaps, и усните како росна како мониста на свеж дожд на капакот на моторот;таа беше жена управувано - поткрепен со еден катализатор - и таа се потребничовек, човек кој не би се префрлат од неговите ставови, човек да ја насочи по должината навистинскиот пат: човек како Alf Ромео.топката на косата блокирање на мозоци од под туш потсети Лаура таа никогаш не бивиди својата мала куче Pritzi повторно.Тоа би можело да се органски врз нарушување на мозокот - можебитумор или метаболички дефицит - но по темелна невролошки преглед гоутврдено е дека Бајрон беше едноставно непредвидлива.Победниците во 7 Годишен Bulwer-Литон Лош натпревар за пишување. Натпреварот епо името на авторот на бесмртна линии: "Тоа беше темна и бурнаноќ. "Целта на конкурсот е да се пишува на првата реченица однајлошиот можен роман.
		-- Jeff Jahnke, runner-up

%
Господи, што будали овие смртници да биде!
		-- William Shakespeare, "A Midsummer-Night's Dream"

%
Човекот е само животно кое вцрвува - или треба да.
		-- Mark Twain

%
Многу писател се чини дека тој никогаш не е големо, освен ако тој не може даја сфати сопствената смисла.
		-- George D. Prentice

%
Многу се разлути и психијатрите се поттикнување уморен месарот. Месарот еизморени и уморни, бидејќи тој има намалување на месо и стек и јагнешко со часови инедели. Тој не сака да пее за ништо со себе си психијатри,но тој пее за својата gingivectomist, тој сонува за еден космолог,мисли за своето куче. Кучето е именуван Херберт.
		-- Racter, "The Policeman's Beard is Half-Constructed"

%
Многу страници се направи дебела книга, освен џеб Библии кои се на многумногу тенка хартија.
		-- Racter, "The Policeman's Beard is Half-Constructed"

%
Многу страници се направи дебела книга.
		-- Racter, "The Policeman's Beard is Half-Constructed"

%
Ум! Јас не велам дека знам, на моето знаење, што имаособено мртви за врата ноктите. Јас би можеле да се склони, мене,да се однесуваат на еден сандак-шајка како deadest парче железарија во трговијата.Но мудроста на нашите предци е во компарација; и мојот недозволен раценема да го наруши, или земјата е направено за. Затоа ќе ти дозволими да повторам, недвосмислено, дека Марли беше како мртви како врата ноктите.
		-- Charles Dickens, "A Christmas Carol"

%
Мора да го одржи свеќа на мојот срам?
		-- William Shakespeare, "The Merchant of Venice"

%
драги мои луѓе.Драги мои Bagginses и boffins, и мојот драг Tooks и Brandybucks,и Grubbs, и Chubbs, и Burrowses, и Hornblowers, и Bolgers,Bracegirdles, Goodbodies, Brockhouses и Proudfoots. Исто така, мојот добарSackville Bagginses дека добредојде назад во последно да Торба Енд. Денес ми е111. роденден: Јас сум eleventy-еден денес! "
		-- J. R. R. Tolkien

%
Мојата единствена љубов скокнал од само мојата омраза!Премногу рано видел непознати и познати премногу доцна!
		-- William Shakespeare, "Romeo and Juliet"

%
Никогаш не смеат во живо змејови.
		-- Bilbo Baggins [J.R.R. Tolkien, "The Hobbit"]

%
Ниту една група на професионалци исполнува освен дека се против, на пошироката јавност.
		-- Mark Twain

%
Не живиот организам може да трае долго време да постои sanely во услови наапсолутната реалност; дури larks и katydids би требало, според некои, да сонуваш.Хил куќа, а не нормален, стоеше сам по себе против своите ридови, држејќи темнинатаво рамките на, што стоеше така осумдесет години и може да се кандидира за осумдесет повеќе.Во рамките на, ѕидови продолжи исправено, тули се сретна уредно, подови биле фирма, иврати се разумно затвори; тишина постават постојано против дрво и каменна Хил куќа, и што одеше таму, одеше сам.
		-- Shirley Jackson, "The Haunting of Hill House"

%
Нема насилство, господа - нема насилство, ти се молам за вас! Размислете за мебел!
		-- Sherlock Holmes

%
Бучава докажува ништо. Често кокошка кои само го положи јајце cacklesкако да положи астероид.
		-- Mark Twain

%
"Не Херкулес можеше да knock'd од неговиот мозок, а тој беше ништо."
		-- Shakespeare

%
Ништо не е толку треба реформа навики на другите луѓе.
		-- Mark Twain

%
Ништо не е толку треба реформа навики на другите луѓе.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
О, тоа е одличнаДа имаат сила гигант е; но тоа е tyrannousЗа да го користите како џин.
		-- Shakespeare, "Measure for Measure", II, 2

%
12 октомври, Дискавери.Беше прекрасно да се најде Америка, но тоа би било поубаво да ја пропуштиметоа.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Октомври.Ова е еден од невообичаено опасни месеци да се шпекулира во акции во.Другите се јули, јануари, септември, април, ноември, мај, март, јуни,Декември, август и февруари.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
О, што е комплицирана мрежа ги ткаат, Кога за прв пат се практикуваат да ги измами.
		-- Sir Walter Scott, "Marmion"

%
Еден од највпечатливите разлики помеѓу мачка и лага е дека мачката имасамо девет животи.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Печ болка со поговорки.
		-- William Shakespeare, "Much Ado About Nothing"

%
Опасна за сите нас се уреди на уметност подлабоко отколку ние самитепоседува.
		-- Gandalf the Grey [J.R.R. Tolkien, "Lord of the Rings"]

%
Лица кои се обидуваат да се најде мотив во оваа приказна ќе бидат кривично гонети;лица кои се обидуваат да се најде морално во него ќе бидат протерани; лица кои се обидуваатда се најде заговор во него ќе се снима. По наредба на авторот
		-- Mark Twain, "The Adventures of Huckleberry Finn"

%
Прашањето = (на)? да биде: да биде;
		-- Wm. Shakespeare

%
Читателот, да претпоставиме дека е будала. И да претпоставиме дека си член наКонгресот. Но, јас се повтори.
		-- Mark Twain

%
Бунт лежела во својот пат, и тој го најде.
		-- William Shakespeare, "Henry IV"

%
Забелешка на врска upstarts д-р Болдвин: Ние не се грижат да се јаде toadstoolsкои мислат дека се тартуфи.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Брзи духовити е нешто што мислиме дека од дваесет и четири часа доцна.
		-- Mark Twain

%
ROMEO: Храброст, човекот; болка не може да биде многу.Меркуцио: Не, "не TIS толку длабоко како добро, ниту толку широккако црква врата; но "TIS доволно", ткаенина со диагонална сплитка служат.
		-- Mark Twain

%
Гледајќи дека смртта, потребно е крај,Ќе дојде време кога тоа ќе дојде.
		-- William Shakespeare, "Julius Caesar"

%
Таа не е рафиниран. Таа не е банален. Таа се чува папагал.
		-- Mark Twain

%
Шериф Chameleotoptor воздивна со воздух на уморни тага, а потоасе сврте кон Doppelgutt и рече: "Сенаторот навистина мора да биле наБендер ова време - тој ја напушти партијата во Кливленд, Охајо, во 11:30 минататавечер, и тие се најде својот автомобил утринава во динамична на еден британскиносач на авиони во Формоза теснец.лоша фикција натпревар.
		-- Grand Panjandrum's Special Award, 1985 Bulwer-Lytton

%
Мали нешта кои прават база мажи горд.
		-- William Shakespeare, "Henry VI"

%
Па таа отиде во градината да се намали зелка лист да се направи јаболко пита;и во исто време голем таа мечка, доаѓа на улица се појавува главатаво дуќанот. "Што! Без сапун?" Затоа, тој почина, а таа многу непромисленосе оженил со бербер; и таму беа присутни Picninnies, и на ГолемиотPanjandrum себе, со копчето малку круг на врвот, а тие ситепадна на играта на улов што може да се фати, додека трчаше на барутнадвор во петиците на нивните чизми.
		-- Samuel Foote

%
Па така е добар, многу добар, многу добар добра:а сепак тоа не е; што е, но тоа е така.
		-- William Shakespeare, "As You Like It"

%
Сапун и образованието не се ненадејни како масакр, но тие се повеќесмртоносен во долг рок.
		-- Mark Twain

%
Нешто не е гнило во државата Данска.
		-- Shakespeare

%
Понекогаш се прашувам дали сум во десната умот. Тогаш тоа поминува надвор, а јас сумкако интелигентни како и секогаш.
		-- Samuel Beckett, "Endgame"

%
"Кажи, ти огромна и преподобниот главата", промрморе Ахава: "кои, иакоungarnished со брада, но тука и таму lookest прастариот со мов; зборува,силни главата, и да ни кажете тајната нешто што е во тебе. На сите нуркачи,Ти се нурна најдлабоко. Таа глава врз основа на која сега свети горниот сонцето имасе пресели во услови на фондации во светот. Каде нерегистрирани имиња и морнариците 'рѓа,и нераскажаните надежи и сидра изгние; каде што во убиствена ја одржи оваа фрегатаземјата е оптоварена со коски милиони на удавиле, таму, во тој ужасенвода, земја, немало твојата најблиска дома. Ти си бил каде ѕвоно илинуркач никогаш не отиде; спиел со многу страна на Sailer, каде непроспиени мајкиќе го дадат својот живот за да ги утврдат. Ти saw'st заклучена љубовници когаскокајќи од нивните огнени брод; срце до срцето, паднале под ликуваатбран; верни еден на друг, кога небото се чинеше лажни за нив. Ти saw'st наубиениот колега кога го исфрли од пиратите од палубата на полноќ, со часови падналво подлабоките полноќ паст на insatiate; и убијци неговиот се уште пловешена неповреден - додека брза молњи стресов соседните брод кој бивродија праведен маж испружени, копнеж оружје. О главата! ти имавидел доволно да се подели на планети и да се направи неверник на Авраам, а не еденслог е твоја! "
		-- H. Melville, "Moby Dick"

%
Постојан движење е поважна од брзината, поголемиот дел од времето. Одамнакако што е редовна прогресија на стимуланси за да се добие вашиот ментален кукиво, има простор за латерално движење. Откако ова започнува, нејзината стапка епрашање на дискреција.
		-- Corwin, Prince of Amber

%
Стоп! Имаше првата игра на удар blindman е. Се разбира, тука е.И јас повеќе не веруваат Цилиндар навистина беше слеп од Верувам дека тој имаше очиво неговите чизми. Мое мислење е, дека тоа е завршена работа меѓу него иВнукот на Скруџ е; и дека духот на Божиќ Тековен го знаеше. наначинот на кој тој отиде по што дебеличка сестра во чипка Такер беше бесна лековерноста на човековата природа.
		-- Corwin, Prince of Amber

%
Сомневање секогаш го прогонува за виновен умот.
		-- Wm. Shakespeare

%
Тргна мене? Патот до моето фиксна цел е поставен со железни шини,whereon мојата душа е жлеб да се кандидира. Во текот unsounded клисури, прекуна rifled срцата на планините, под кревети торенти, непогрешливо ми дојде!
		-- Captain Ahab, "Moby Dick"

%
Зборувачи не се добри сторителите.
		-- William Shakespeare, "Henry VI"

%
Ја каже вистината или адут - но се трик.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
не искушува очајник.
		-- William Shakespeare, "Romeo and Juliet"

%
Злоупотребата на големината е кога станува disjoins каење од власт.
		-- William Shakespeare, "Julius Caesar"

%
сите заливот дрвја во нашата земја се wither'dИ метеори страв фиксните ѕвезди на небото;бледо лице месечината изгледа крвава на земјатаИ посно-look'd пророци шепот исплашени промени.Овие знаци forerun смртта или падот на кралевите.
		-- Wm. Shakespeare, "Richard II"

%
Во поголем дел од храброста е дискреционо право.
		-- William Shakespeare, "Henry IV"

%
крикот на ужасна подели на топла летна ноќ на два дела, првиотполовина се пред крик кога тоа беше прилично лековит и мирна ипријатен, во втората половина уште лековит и доста пријатен за оние коине слушнале крик на сите, но не мирна и лековит, па дури и многу убавоза оние кои не го слушнат крик, дисконтирање на малку времево текот на самата себе врискаат кога вашите уши можеби биле слушањено вашиот мозок не реагираше уште да ти каже.
		-- Winning sentence, 1986 Bulwer-Lytton bad fiction contest.

%
фикција натпревар за Bulwer-Литон е одржан година во Сан Хозе ДржавниотUniv. од страна на професорот Скот Рајс. Се одржува во спомен на Едвард ЏорџЕрл Bulwer-Литон (1803-1873), прилично богата и популарна (во неговатавреме) романсиер. Тој е најдобро познат денес за пишување "ПоследнотоДенови на Помпеја. "Секогаш кога Снупи започнува пишување неговиот роман од врвот на неговата куќарка за кучето,почеток "Тоа беше темна и бурна ноќ ...", тој позајмува од ГосподBulwer-Литон. Ова е линија која ја отвори својот роман ", Пол Клифорд"напишана во 1830 година целосна линија открива зошто тоа е толку лошо:Тоа беше темна и бурна ноќ; дожд падна во торенти - освенво повремени интервали, кога беше проверуваат од страна на насилни налетот наветер кој вплеткал улиците (за тоа е во Лондон дека нашата сценалежи), кој ги растреперува по покривите, и жестоко агитирајќи на скуднипламенот на светилки, кои се бореле против темнината.
		-- Winning sentence, 1986 Bulwer-Lytton bad fiction contest.

%
Камилата сосема ненадејно почина на вториот ден, и Селена се загрижениsullenly и, чистење, веќе беспрекорна ноктите - не за првпат од патување begain - помисли snidely дали ова ќе го распуштиво вињета на мали непријатности како и сите други празници поминатисо Василиј.
		-- Winning sentence, 1983 Bulwer-Lytton bad fiction contest.

%
Одбројувањето се блокирани во "Т" минус 69 секунди кога Desiree, првиотженски мајмун да се нагоре во вселената, намигнав во мене итро и pouted дебели неа,гума усни непогрешливо - прв од многуте такви напредок во текот на онаќе се покаже да биде најдолг, а повеќето незаборавни, простор патување на мојоткариера.
		-- Winning sentence, 1985 Bulwer-Lytton bad fiction contest.

%
Ѓаволот може да се цитираат Писмото за неговата цел.
		-- William Shakespeare, "The Merchant of Venice"

%
Разликата помеѓу чудо и факт е токму разликатапомеѓу сирена и печат.
		-- Mark Twain

%
Разликата помеѓу вистинскиот збор и речиси вистинскиот збор еразликата помеѓу молња и гром бубачка.
		-- Mark Twain

%
Модата носи повеќе облека од мажот.
		-- William Shakespeare, "Much Ado About Nothing"

%
Првото нешто што го правиме, да ги убијат сите адвокати.
		-- Wm. Shakespeare, "Henry VI", Part IV

%
Светиот страста на пријателство е толку слатка и стабилен и лојални итраен карактер што ќе трае во текот на целиот живот, ако побара да не сепозајмуваат пари.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Човечката раса има една навистина ефикасно оружје, а тоа е смеа.
		-- Mark Twain

%
Човечката раса е трка на кукавици; и не само јас маршираат во коиповорка но носи банерот.
		-- Mark Twain

%
Последното нешто што се знае во изградба на работа е што да се стави во прв план.
		-- Blaise Pascal

%
Најмалку согледување литературен критичарНајважните критичар во нашето поле на студии е Господ Халифакс. Аповеќето судија поединец на поезијата, тој уште еднаш го покани папата Александар кругдаде јавно читање на неговата најнова песна.Папата, водечки поет за неговиот ден, беше многу изненаден кога ГосподХалифакс го запре четири или пет пати и рече: "пардон, г.Папата, но има нешто во тој пасус дека сосема не ми те молам. "Папата му била изречена зборови, како оваа парична казна критичар сугерираше значителени паметно emendations до неговата последна ремек-дело. "Да биде толку добри, колку да се одбележиместото и сметаат дека на вашиот одмор. Сигурен сум дека ќе може да го даде подоброна ред ".По читањето, добар пријател на Господ Халифакс, одреден д-рГарт, ја шокираше папата на една страна. "Нема потреба да го допрамлинии ", изјави тој." Се што треба да направите е да ги остави исто како што се, јавете се наГоспод Халифакс два или три месеци со тоа, му се заблагодарам за неговиот вид набљудувањена овие стихови, а потоа ги чита за него како да се измени. Јас го познаваммногу подолго отколку што треба, и ќе биде одговорен за овој настан. "Папата го неговиот совет, ги повика Господ Халифакс и читање на песнататокму како што беше порано. Неговиот уникатен критички факултети го загуби ниту една однивната предност. "Да", тој коментира: "Сега тие се сосема во право. Ништо не може даБиди подобар."
		-- Stephen Pile, "The Book of Heroic Failures"

%
Најмалку успешна колекционеротБетси Бејкер одигра централна улога во историјата на собирање. таасе вработува како слугинка во куќата на Џон Warburton (1682-1759) кој ималнатрупаа колекција на 58 првото издание драми, вклучувајќи ги повеќето одделата на Шекспир.Еден ден Warburton се врати дома за да најде 55 од нив се изгорени надворчитливост. Бетси имале или ги изгореа или да ги користат како пита задници. наОстанатите три Фолија сега се наоѓаат во Британскиот музеј.Единствениот споредливи литературна фигура беше слугинката кој во 1835 година изгорениракописот на првиот том на Томас Карлајл "The Hisory наФранцуската револуција ", мислејќи дека е wastepaper.
		-- Stephen Pile, "The Book of Heroic Failures"

%
Прекрасната жена дете Kaa беше безмилосно оковани на суров функцијатавоинот главен Ѕверот, со варварски своето племе сега редење дрво восексапилна нозе, кога силен јасен глас на поетскиот и херојскиHandsomas извика, "Тик вашиот БИК, јасни дека пиле, и ќе се чувствувате мојатачелик преку последниот оброк!
		-- Winning sentence, 1984 Bulwer-Lytton bad fiction contest.

%
Лудак, љубовникот и поет,Дали на имагинацијата сите компактен ...
		-- Wm. Shakespeare, "A Midsummer Night's Dream"

%
Човекот кој ги поставува за да ги мачка со својата опашка учи нешто штосекогаш ќе биде корисно и што никогаш нема да се матат или сомнително.
		-- Mark Twain

%
Голата вистина од тоа е, немам кошула.
		-- William Shakespeare, "Love's Labour's Lost"

%
"... Во името на песната се вика" Haddocks "Очи"!"Ох, тоа е името на песната, е тоа?" Алис рече, обидувајќи се дасе заинтересирани за тоа."Не, вие не го разбираат", рече Витез, во потрага по малкутежок. "Тоа е она што име се нарекува. Името навистина е," На возрастВозраст од човек. ""Тогаш јас треба да се рече:" Тоа е она што песната се вика "?Алис себе коригира."Не, вие oughtn't: тоа е сосема друга работа Песната есе нарекува "начини и средства": но тоа е само она што се нарекува знаете "!"Па, што е песната тогаш?" вели Алис, кој беше од тоавреме целосно збунет."Бев доаѓа до тоа", изјави Најт. "Песната е навистина"А-седница на Порта", и мелодијата е мојот пронајдок ".
		-- Lewis Carroll, "Through the Looking Glass"

%
Белешките blatted кон небото, како тие се зголеми во текот на гуски Канада, пернатrumps mooning денот, ципест додатоци френетично pedaling невиденавелосипеди во нивната потрага по храна, управувано од Максим суров природата,"Ya сакам да се јаде, ти мора работа, и во последно знаев Питсбург.
		-- Winning sentence, 1987 Bulwer-Lytton bad fiction contest.

%
Единствените луѓе за мене се луди оние - на оние кои се луди за да живеат,луд да се зборува, луд за да биде спасен, во желба за се што е во исто време,оние кои никогаш не проѕевање или да се каже вообичаена работа, но изгори, изгори, изгорикако прекрасен жолт римски свеќи.
		-- Jack Kerouac, "On the Road"

%
Единствениот начин да се задржи вашето здравје е да се јаде она што не го сакате, пијат она штоне ви се допаѓа, и го направи она што не би.
		-- Mark Twain

%
сива ореол на свештеникот во ниша, каде тој облечен дискретно.Јас не спијам вечерва тука. Дома, исто така, не можам да одам.Еден глас, засладени и одржлива, викна од морето.Вклучување на кривата тој замавна со раката. А елегантни кафена главата, печат, далекунадвор од водата, круг. Узурпатор.
		-- James Joyce, "Ulysses"

%
На јавноста и е само мултиплицирана "мене".
		-- Mark Twain

%
На ripest овошје паѓа во прв план.
		-- William Shakespeare, "Richard II"

%
На таен извор на хумор не е радост, туку жалост; нема хумор во Рајот.
		-- Mark Twain

%
Најмалата црв ќе се претвори да биде чекор на.
		-- William Shakespeare, "Henry VI"

%
Најсигурниот заштита од искушението е кукавичлук.
		-- Mark Twain

%
Вистинската Јужна лубеница е благодет, освен, и не треба да се споменат сообичен работи. Тоа е шеф на луксуз во светот, цар од страна на Божјата благодатнад сите плодови на земјата. Кога еден го вкуси, тој знае штоангели јадат. Тоа не беше Јужна лубеница што Ева ја; ние го знаеме, бидејќипокаја таа.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
На многу мастило со кој е напишан целата историја е само течност предрасуди.
		-- Mark Twain

%
Постојат повеќе нешта на небото и на земјата,Хорацио, отколку што се сонуваше во вашата филозофија.
		-- Wm. Shakespeare, "Hamlet"

%
Постојат три непогрешлив начини за задоволување на авторот и тројцата формазголемувањето на обемот на комплимент: 1, да му кажам дека ги прочитав една од неговите книги; 2,да му каже да ги прочитате сите негови книги; 3, да го прашам за да го прочитатеракописот на претстојната книга. Број 1 ќе го признае својата почит; број 2ќе го признае својот восхит; Број 3 го носи ќе се јасни во неговото срце.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Постои големо откритие уште треба да се направи во литературата: онаа наплаќаат книжевен мажи со количеството тие не го пишувам.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Секогаш постои едно нешто да се запамети: писатели секогаш се продаваат некој надвор.
		-- Joan Didion, "Slouching Towards Bethlehem"

%
Постои една стара време тост кој е златен за својата убавина."Кога ќе се искачи на ридот на просперитет не можат да се сретнат со пријател."
		-- Mark Twain

%
Не постои карактер, како и да е добро и добро, но тоа може да биде уништен од страна напотсмев, како и да е лоша и малоумен. Внимавајте на магаре, на пример: неговатакарактер е за совршена, тој е отбраните дух кај сите скромниживотни, но да видиме што потсмев му ја донесе на. Наместо чувствонадополнети кога ќе се повика на магаре, ние сме оставени во прашање.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Не постои јасно домородните американски кривично класа освен Конгресот.
		-- Mark Twain

%
Не постои лов како на лов на човек, а оние кои се гонетивооружени мажи доволно долго и се допадна тоа, никогаш не се грижи за ништо друго потоа.
		-- Ernest Hemingway

%
Има мал избор во скапани јаболка.
		-- William Shakespeare, "The Taming of the Shrew"

%
Тие биле во голема гозба на јазиците, и украдени белешки.
		-- William Shakespeare, "Love's Labour's Lost"

%
Тие се пишува дека "Да Винчи" и го изговара "Da Vinchy". странцитесекогаш се пишува подобро отколку што се изговара.
		-- Mark Twain

%
Работи минатото надомест на штета и сега со мене изминатите заштита.
		-- William Shakespeare, "Richard II"

%
Ова е прв возраст и тоа е многу внимание се посветува на иднината, која емалку иронично, бидејќи ние не можат да имаат еден.
		-- Arthur Clarke

%
Оваа ноќ чини ми е, но на дневна светлина болни.
		-- William Shakespeare, "The Merchant of Venice"

%
Ова беше најмногу unkindest намалување на сите.
		-- William Shakespeare, "Julius Caesar"

%
Да се ​​биде или не.За да го направите е да се биде.Да се ​​биде е да се направи.Дали се залажувајте се направи.
		-- Sinatra

%
Премногу е доволно само.
		-- Mark Twain, on whiskey

%
Обуката е сè. Праска некогаш беше горчлив бадем; карфиол еништо друго освен зелка со високо образование.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Вистината е највредното нешто што го имаме - па нека го штедат.
		-- Mark Twain

%
Освен ако не часови беа чаши вреќа, и минути capons и часовници јазицина bawds и го врти знаци на скокајќи куќи, и благословен себе сонцетофер, топла проституција во пламен боја тафт, јас не гледам причина зошто ти shouldstда биде толку излишно да се бара за време на денот. Јас потроши време и сега причинувагубите време во мене.
		-- William Shakespeare

%
музиката на Вагнер е подобро отколку што звучи.
		-- Mark Twain

%
Вода, земени во умерени количини не може да наштети на никого.
		-- Mark Twain

%
Знаеме сите за навиките на мравка, знаеме сите за навиките напчела, но знаеме ништо за навиките на остриги. ИзгледаРечиси сигурно е дека ние сме биле изборот на погрешно време за проучување наостриги.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Ние треба да се биде внимателен да се излезе на искуство само мудроста што ево него - и ќе остане таму, за да не биде како на мачка која седнува на тополшпорет капак. Таа никогаш не ќе седне на жешка печка капак повторно - и тоае добро; но, исто така, таа никогаш не ќе седне на студено повеќе.
		-- Mark Twain

%
Бевме млади и нашата среќа ни воодушеви со својата сила. Но, имашеисто така страшно предавство што лежеше во мене како песна Мерл Хагард наФранцуски ресторан. [...]Не можев да кажам на девојката за жена на tollway, од нејзиното млекобело БМВ и нејзиниот Jordache насмевка. Имало тепачка. Јас ја удрилдечко, кој се борел на механички бикови. Секој му рече: "Ти се прошетаатбик, Сенор. Вие не се бориме против него. "Но, тој беше сигурен и цврст како лошребро очи и се борел на бик. А потоа тој ми се бореле. И кога ќе завршинемаше победници, само мажите го прават она што мажите треба да направи. [...]"Стоп на автомобил", вели девојката.Имаше изглед на страшна тага во очите. Знаеше зажена на tollway. Јас не знаев како. Почнав да се каже, но таа покренарака и разговараше со тивка и мир јас никогаш нема да го заборавам."Јас не се праша за кого е tollway убавица", рече таа, "tollwaybelle е за тебе. "Следното утро нашата младина беше меморија, како и нашата среќа беше лага.Животот е како лош Маргарита со добра текила, мислев како што сипа вискина мојот granola и се соочи со нов ден.конкуренцијата
		-- Peter Applebome, International Imitation Hemingway

%
Па, сепак, ми беше читањето на оваа книга Џејмс Бонд, и веднаш сфативдека, како и повеќето книги, имаше премногу зборови. Заплетот е истиот оној којсите книги Џејмс Бонд имаат: злобен човек се обидува да ја кренат на светот, ноЏејмс Бонд него и неговите приврзаници убива и ќе води љубов со неколку атрактивнижените. Постојат, тоа е тоа: 24 зборови. Но, човек кој ја напишал книгата се* * Илјадници на зборови да се каже тоа.Или, пак, сметаат дека "Браќа Карамазови", од страна на познатиот руски алкохоленФјодор Достоевски. Тоа е за овие двајца браќа кои убиваат нивниот татко.Или можеби само еден од нив го убива татко. Тоа е невозможно да се каже, бидејќиона што најмногу го прават е да се зборува за речиси илјада страници. Ако сите зборуваат Руситеколку што направи Карамазови, јас не гледам како тие се најде време да станеводечка светска сила.Јас сум изјави дека Достоевски пишува: "Браќа Карамазови" да се подигнеНа прашањето дали постои Бог. Па зошто да не, тој само се во правоизлезе и да каже: "Дали постои Бог сигурни победи на подлец од мене?".Други познати дела, лесно може да се сумира во неколку зборови:* "Моби Дик" - Не се плеткаме околу со големи китови, бидејќи тие го симболизираат  природата и ќе те убие.* "Приказна за два града" - Французите се луди.
		-- Dave Barry

%
Што е добар е судскиот процес за непристојност, освен да се популаризира литература?
		-- Nero Wolfe, "The League of Frightened Men"

%
Што ќе ти кажам три пати е точно.
		-- Lewis Carroll

%
Што не брачниот другар на еден писател некогаш може да се разбере е дека писателот работикога тој загледан низ прозорецот.
		-- Lewis Carroll

%
Кога лути, смета четири; кога многу лут, се колнам.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Кога ќе се одрази врз бројот на непријатни луѓе кои што ги знам кои се качилза подобар свет, јас сум се преселил да ја води поинаков живот.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Кога бев помлад, би можел да се сеќава на ништо, без разлика дали тоа се случилоили не; но мојата факултети се распаѓаат сега и наскоро ќе бидам па јасне се сеќавам, освен оние работи што никогаш не се случило. Тажно е да сеодат на парчиња како ова, но сите ние треба да го направи тоа.
		-- Mark Twain

%
Кога се двоумите, ја каже вистината.
		-- Mark Twain

%
Кога еден гори една мостови, што е многу убаво оган тоа го прави.
		-- Dylan Thomas

%
Кога сте за да умре, Wombat е подобар од ниту една компанија не на сите.
		-- Roger Zelazny, "Doorways in the Sand"

%
Секогаш кога литературен германски нурка во една реченица, тоа е последнатави се случува да се види на него додека тој се јавува на другата страна на неговиотАтлантикот со глагол в уста.
		-- Mark Twain "A Connecticut Yankee in King Arthur's Court"

%
Секогаш кога ќе се најде дека се на страната на мнозинството, тоа е времеза реформи.
		-- Mark Twain

%
Кој живеел доволно долго за да дознаете што е живот, знае колку длабоко долгна благодарност до Адам, првиот голем добротвор на нашата раса. тојдонесе смрт во светот.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Зошто е тоа што ние се радуваме на раѓање и тажат погреб? Тоа е затоа што ниене се на некое лице.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Дело се состои од она што една орган е должен да го стори.Игра се состои од она што телото не е должен да го стори.
		-- Mark Twain

%
Брчките треба само да се посочи каде насмевки биле.
		-- Mark Twain

%
Пишувањето е лесно; сите да направите е да седиме загледан во празен лист хартија докапки форма крв на челото.
		-- Gene Fowler

%
Пишувањето е вртење најлошите моменти еден во пари.
		-- J.P. Donleavy

%
"Вие сте во Авганистан, гледам."
		-- Sir Arthur Conan Doyle, "A Study in Scarlet"

%
"Сте чуле да зборувам на професорот Мориарти?""Познатиот научни криминалот, како познат меѓу крадците како -""Мојата вцрвува, Вотсон", изусти Холмс, во deprecating глас."Јас бев за да се каже", како што е познато за јавноста. "
		-- A. Conan Doyle, "The Valley of Fear"

%
мојата слава и мојата држава Вие може да располага,Но не ми е болка; Јас се уште сум крал на нив.
		-- William Shakespeare, "Richard II"

%
Што ги спомна вашето име како што ако јас треба да го признае тоа, но надвор одочигледни факти дека сте ерген, адвокат, масон, иастма, знам ништо што за вас.
		-- Sherlock Holmes, "The Norwood Builder"

%
Вие никогаш не треба да се промени нешто ми се качи во средината на ноќтада пишува.
		-- Saul Bellow

%
Гледаш, јас сметам дека мозокот на човекот првично е како мала празнатаванот, а вие треба да го акции со таков мебел, како ке го одберете. Глупавиотсе во сите граѓа од секаков вид доаѓа во, така што на знаењекои можат да бидат корисни за него добива истиснуваат, или во најдобар случај е помешана сои многу други работи, така што тој има тешкотии во положувајќи ги рацете врз него.Сега вешт работник е навистина многу внимателни за тоа што тој ги зема во неговатамозокот таванот. Тој ќе има ништо друго освен на алатки кои може да му помогне во тоанеговата работа, но од овие има голем асортиман, и сите во најсовршенатасо цел. Погрешно е да се мисли дека таа мала соба има еластични ѕидови иможе да distend со некој степен. Зависи од тоа доаѓа време кога за секојПокрај тоа на знаење сте заборавиле нешто што ќе знаеше порано. Тоа е одод најголема важност, според тоа, да не се бескорисни факти elbowing надворна полезни.
		-- Sir Arthur Conan Doyle, "A Study in Scarlet"

%
Вие упатуваа на моето трпение.
		-- William Shakespeare, "Henry IV"

%
Ќе се сеќавам, Вотсон, како страшна бизнис наAbernetty семејство беше првиот донесе до информации мојата страна на длабочина којамагдонос потонал во путер, многу топол ден.
		-- Sherlock Holmes

%
Вашиот ракопис е и добро и оригиналот, но делот што е добро не еоригинални и делот кој што е оригиналот не е добро.
		-- Samuel Johnson

%
Zounds! Јас никогаш не беше толку bethumped со зборовибидејќи јас прв пат се јавив на татко татко на брат ми.
		-- William Shakespeare, "Kind John"

%
Умот е на свое место, а во себеМоже да се направи Heav'n од пеколот, пекол на Heav'n.
		-- John Milton

%
"Јас го разбирам ова е ваша прва мртов клиент" Sabian го кажувам. наАпсурдноста на изјавата ме натера да сакате да се смее, но тие не ме викаатБезизразна Allie и лага.
		-- Pat Cadigan, "Mindplayers"

%
Мртовечница е мртовечница е мртовечница. Тие може да се наслика на ѕидовите со агресивновесели основни бои и Кален прекрасна графика, но тоа е уште една холдингместо за мртвите се додека не може да се раздели до банките орган. Не дека јасби се грижи нормално, но моја гледна точка е искривена. немилосрднитеpleasance на собата седев во чинеше само гротеска.
		-- Pat Cadigan, "Mindplayers"

%
"Што е ова? Trix? Тетка! Trix? Вас? Ти си по награда! Штое тоа? "Ја зедов кутијата и ја проучувале назад." сјај-во-темнолигњи! Дали сте го добив од таму уште? "Тој навалена кутија, спортски риболов намалку обоени топки од житни култури за да се види на дното, и речиси одлевањеги кон врвот на табелата. "Еве го!" Тој почна да собира само малку крем боја,сјајот-посеан лигњи, три-инчи и направена од гума пластика.
		-- James P. Blaylock, "The Last Coin"

%
Добив навестување на она што ќе дојде кога јас начув мојот шеф тажејќи, "Theкниги се направи и се уште немаат автор! Јас мора да се регистрирате на некојденес!на тема учебниците
		-- Tamim Ansary, "Edutopia Magazine, Issue 2, November 2004"

%
