А Thaum е основна единица на магична сила. Тоа е универзалнооснована како на износот на магијата се потребни за да се создаде еден мал бел гулабили три нормална големина билијард топки.
		-- Terry Pratchett, "The Light Fantastic"

%
"А волшебникот не може да стори сé што е, факт повеќето волшебници се повлечено да се признае,а камоли да разговараат со потенцијалните клиенти. Сепак, останува фактот декапостојат одредени предмети, а луѓето, кои се, за една или друга причина,целосно имуни на какви било директни магичен говор. Тоа е за оваа група насуштества кои волшебник учи суптилностите на користење на индиректни магии.Таа, исто така прави никакво зло, во кои се занимаваат со овие прашања, да носат голем клубво близина на вашето лице во секое време. "
		-- The Teachings of Ebenezum, Volume VIII

%
Старата поговорка тоа сумираше: кога волшебник е уморен од баратескршено стакло во неговиот вечера, го истрча, тој е уморен од животот.
		-- Terry Pratchett, "The Light Fantastic"

%
Хаос е цар и магија е лабава во светот.
		-- Terry Pratchett, "The Light Fantastic"

%
Не се мешаат во внатрешните работи на волшебници, за тие да станат влажен и тешко да сесветлина.
		-- Terry Pratchett, "The Light Fantastic"

%
Не се фрлаат догорчиња од цигари во писоар, бидејќи тие се суптилни ибрзо да се лутина.
		-- Terry Pratchett, "The Light Fantastic"

%
"Не се мешаат во внатрешните работи на волшебници, за да се крцкава и добрасо кечап. "
		-- Terry Pratchett, "The Light Fantastic"

%
Прави што ти е волја и тоа нека биде цел Закон.
		-- Aleister Crowley

%
Осум беше и бројот на Bel-Shamharoth, затоа и разумен волшебникникогаш нема да се спомене бројот дали може да се избегне. Или ќе биде осумжив, чираци се шеговито предупреди. Bel-Shamharoth беше особенопривлечени dabblers во магија кои, со тоа што како што беа beachcombers набреговите на неприродни, веќе половина заплеткани во неговите мрежи.соба број Rincewind во неговата сала на живеење бил 7а. Тој небил изненаден.
		-- Terry Pratchett, "The Sending of Eight"

%
"Како да знаеме дека е еднорог?" Моли бараше. "А зошто сте се плашелеза да ја допрам? Те видов. Ти се плашат од неа. ""Се сомневам дека ќе ми се зборува за многу долго време", мачкатаодговори без злоба. "Јас нема да губат време во глупост, ако јас севас. Што се однесува до вашето прво прашање, не мачката надвор од својата прва крзно не може да бидеизмамени од настапи. За разлика од човечките суштества, кои уживаат во нив. Како за вашиотвторото прашање - "Еве го откажаа, и одеднаш стана многу заинтересиранза перење; ниту пак тој ќе зборува додека не лижеше се меки и потоалижеше се изедначи повторно. Дури и тогаш тој не би се погледне на Моли, ноиспитуваат неговите канџи."Ако таа ме допре", рече тој многу тивко, "Јас би билнејзино а не моето, немој повторно. "
		-- Peter S. Beagle, "The Last Unicorn"

%
Тоа е добро познат фактот дека воини и волшебници не се заедно, бидејќиод една страна смета дека другата страна да биде колекција на жедните за идиотикој не може да оди и дека во исто време, а од друга страна е природносомнителни на телото на мажите ја џвакаме многу и да носат долги фустани. О, да речемеволшебници, ако ние се случува да биде така, тогаш, што е со сите ониеначичкана јаки и подмачкана мускулите надолу во Паганска здружение на млади на мажите?На кои херои одговор, дека е прилично добро обвинувањата од еден куп наwimpsoes кои нема да одат во близина на една жена на сметка, може да ви се верува, на нивнитемистична моќ се вид на исцеди. Право, велат волшебници, кои едноставноза тоа го прави, вие и вашата кожа позирање торбички. Oh yeah, велат дека нахерои, зошто не се ...
		-- Terry Pratchett, "The Light Fantastic"

%
Тоа е добро познато дека * работи * од несакани универзуми секогаш се бараатвлез во оваа една, што е еквивалент на психички корисна заавтобуси и поблиску до продавници.
		-- Terry Pratchett, "The Light Fantastic"

%
Се чини дека има оваа волшебник работи еден на бродови луксузотза неколку години. Тој не мора да го промени својот многу рутини како публикаменуваат со текот на доста често, и тој има добар живот. Единствениот проблем ебродот папагалот, кој perches во салата и го гледа ноќ по ноќ, годинапо година. Конечно, папагалот фигури како речиси секој трик работи изапочнува давајќи далеку за публиката. На пример, кога магионичар правибукет цвеќе исчезнат, папагалот squawks "Зад грбот! Задгрбот! "Па, магионичар е навистина вознемирен од тоа, но таму не е многутој може да направи во врска со тоа како папагал е маскота на бродот и многу популарна сопатници.Една ноќ, бродот удира некои лебдат остатоци, и без тонетрага. Речиси сите на бродот се изгуби, освен за волшебник ипапагал. За три дена и ноќи тие само лебдат, со магионичар припивамна едниот крај на едно парче од Driftwood и папагал качен на другиот крај.Како што сонцето изгрева на утрото на четвртиот ден, папагалот прошетки во текот накрајот на дневникот на маѓионичарот. Со очигледни гадење во неговиот глас, тој се прилепува"Во ред, можете да победи, јас се откажувам. Каде ќе се скрие брод?"
		-- Terry Pratchett, "The Light Fantastic"

%
Знаењето е сила - знаењето е моќ дели изгубени.
		-- Aleister Crowley

%
Магијата е секогаш најдобро решение - особено сигурен магија.
		-- Aleister Crowley

%
Не е важно колку суптилни волшебникот, нож во Плешките сериозно ќегрч неговиот стил.
		-- Aleister Crowley

%
Rincewind се генерално се смета од страна на неговите помошници да биде природен волшебникна ист начин дека рибите се природни планинари. Тој најверојатно ќе имабиле исфрлени од Невидена Универзитетот во секој случај - тој не можеше да се сети магии ипушењето направи да се чувствува лошо.
		-- Terry Pratchett, "The Light Fantastic"

%
Некаде, само надвор од поглед, еднорозите се собираат.
		-- Terry Pratchett, "The Light Fantastic"

%
Стандардната магичен збор "abracadabra", всушност е корупцијата наХебрејски фразата "ха-Bracha dab'ra", што значи "да изрече благослов".
		-- Terry Pratchett, "The Light Fantastic"

%
"Првото правило на магијата е едноставна. Не трошете вашето време мавтајќи со вашиотраце и надевајќи се дека кога рок или на клубот ќе се направи. "
		-- McCloctnik the Lucid

%
Седумте очите на Ningauble Волшебникот лебдеше назад во неговата хауба како штопријавен Fafhrd: "Сум видел многу, но не може да ги објасни сите Греј.Mouser е точно дваесет и пет стапки под најдлабоките визба во палататана Gilpkerio Kistomerces. Иако дваесет и четири делови во дваесет и петму се мртви, тој е жив."Сега за Lankhmar. Таа е нападнат, ѕидови ја прекршиланасекаде и очајни борби што се случува на улиците, по жестокадомаќин кој надвор број жители Lankhamar е од педесет до - иопремени со сите модерни оружја. Сепак, можете да го спаси градот. ""Како?" побара Fafhrd.Ningauble рамениците. "Ти си херој. Треба да знаете."
		-- Fritz Leiber, "The Swords of Lankhmar"

%
"Тогаш, што е магија за?" Принцот Лир бараше диво. "Она што се користи емагичност ако тоа не може да се спаси еднорог? "Тој зафати рамото на маѓионичароттешко, да се чува од паѓање.Schmendrick не се сврти главата. Со еден допир на тажна потсмев воНеговиот глас, рече тој, "Тоа е она што херои се за"...."Да, се разбира", рече тој [Принцот Лир]. "Тоа е токму она што хероисе за. Волшебници направи никаква разлика, така што тие велат дека ништо не прави, нохерои се со цел да се умре за еднорозите. "
		-- Peter Beagle, "The Last Unicorn"

%
Има и такви кои тврдат дека магијата е како плима; дека тоа отекува изгаснува над површината на земјата, собирање во концентрирана базени тукаи таму, речиси исчезнува од други места, оставајќи ги исушената засе прашувам. Исто така, постојат оние кои веруваат дека ако се држи прстите нагореносот и удар, ќе ја зголеми својата интелигенција.
		-- The Teachings of Ebenezum, Volume VII

%
Невидена Универзитетот никогаш не призна жени, мрмори нешто запроблемите со водоводните инсталации, но вистинската причина е неискажан страв декаАко жените им беше дозволено да се плеткаме околу со магија, тие, најверојатно, ќе бидезасрамувачки добар во тоа ...
		-- Terry Pratchett, "The Light Fantastic"

%
Користење на зборови за да се опише магија е како со помош на одвртувач за намалување на печено говедско месо.
		-- Tom Robbins

%
"Вистина и forsooth", одговори Goodgulf темно. "Во изминатата годиначудни и страшни чуда сум го видел. Полиња посеани со јачмен стилcrabgrass и габи, па дури и мали градини отфрлат артишок срца.Има топол ден во декември и една сина месечина. Календари се направени соеден месец на неделите и сино-лента Холштајн роди жив два осигурувањетрговци. Пронајдени се дели земјата и утробата на коза врзани воквадратни јазли. Лицето на сонцето поцрнува и небесата се одминувањетовлажен чипс "."Но, она што сето тоа значи?" вчудовидено праша Frito."Ме победи", рече Goodgulf со стегање, "но мислев дека направи добаркопија. "
		-- Harvard Lampoon, "Bored of the Rings"

%
Види Rincewind.Види го него. Кокалест, како и повеќето волшебници, и облечен во темно црвена наметкакој неколку мистик sigils беа извезени во лошата sequins. некои би можеле даму дојде за само чирак чаровен кој бега од својатагосподар од инает, досада, страв и долготраен вкус захетеросексуалност. Сепак, околу вратот беше еден синџир носи бронзен октагоншто го означи како економист на Невидена универзитет, средно училиште на магијатачие време-и-простор трансцедентен кампусот никогаш не токму тука или таму.Дипломирани студенти најчесто се наменети за mageship најмалку, но Rincewind - понесреќен случај - заминал знаејќи само една магија и направи за живот навидови околу градот од Капитализиране на вродена дарба за јазици. тојизбегнува работа, како по правило, но имаше брзина на хумор, кој го стави својотпознаници во умот на светла глодар.
		-- Terry Pratchett, "The Colour of Magic"

%
Што е магионичар, но практикување теоретичар?
		-- Obi-Wan Kenobi

%
Што употреба е магија, ако тоа не може да се спаси еднорог?
		-- Peter S. Beagle, "The Last Unicorn"

%
Кога велам магичниот збор на сите овие луѓе, тие ќе исчезнат засекогаш.тогаш јас ќе кажам магијата зборови за вас, а вие, исто така, ќе исчезне - никогашда се видат повторно.
		-- Kurt Vonnegut Jr., "Between Time and Timbuktu"

%
