Кодекс на етичко однесување за пациентите:1. Не очекувајте вашиот лекар да ги споделите вашите непријатност.Вклучување со страдање на пациентот може да предизвика да го изгубивредни научната објективност.2. Бидете весели на сите времиња.Вашиот лекар води зафатен и се обидува живот и бара ситенежност и сигурност дека може да се добие.3. Обидете се да страдаат од оваа болест за која ќе се лекуваат.Запомнете дека вашиот лекар има професионална репутација да се придржуваат.
		-- Dave Barry, "Stay Fit & Healthy Until You're Dead"

%
Кодекс на етичко однесување за пациентите:4. не се жалат ако третманот не успее да донесе олеснување.Мора да веруваме дека вашиот лекар има постигнато длабок увид вовистинската природа на својата болест, која е присутна било само постојанапопреченост што може да се доживее.5. Никогаш не побарате од вашиот лекар за да се објасни она што го прави или зошто е тоа тоа.Тоа е претенциозно да се претпостави дека толку длабоки прашања би можеле да бидатобјасни во смисла дека ќе се разбере.6. Поднесете за нови EXPERIMANTAL ТРЕТМАН лесно.Иако операцијата не може да ви корист, директно, како резултат наистражувачки труд сигурно ќе биде од општ интерес.
		-- Dave Barry, "Stay Fit & Healthy Until You're Dead"

%
Кодекс на етичко однесување за пациентите:7. плаќате медицински записи брзо и доброволно.Треба да е голема чест да придонесе разгледа, меѓутоа скромно,на благосостојбата на лекарите и другите хуманитарци.8. не страдаат од болести што не можете да си го дозволат.Тоа е чиста ароганција да се договорот за болести кои се надвор од вашата помош.9. Никогаш не откри никакви недостатоци што се појавиле на виделина ВО ТЕКОТ   На третманот од страна на вашиот лекар.односот пациент-лекар е привилегиран еден, и имашсвета должност да го заштитат од изложеност.10. Никогаш не умираат додека во присуство на вашиот лекар или непосредна неговата грижа.Ова само ќе го предизвика непотребна непријатност и срам.
		-- Dave Barry, "Stay Fit & Healthy Until You're Dead"

%
Вознемирена пациентот му телефонираше на нејзината канцеларија лекар. "Дали тоа е точно," женатаПраша, "дека лекот лекарот го пропишува беше за одмород нејзиниот живот? "Таа беше кажано дека тоа е. Имаше само еден момент на тишина преджената продолжи храбро натаму. "Па, јас се прашувам, тогаш, колку е сериозен мисостојба е. Овој рецепт е со наслов 'НЕ Refills ".
		-- Dave Barry, "Stay Fit & Healthy Until You're Dead"

%
Лекарот го нарекува својот пациент да му даде на резултатите од тестовите својата. "Имамнекои лоши вести ", вели докторот", а некои полоши вести. "Лошата вест едека имате само шест недели за да живее. ""О, не", вели на пациентот. "Што би можело да биде полошо од тоа?""Па", одговори лекарот, "јас сум се обидува да достигнете одМинатиот понеделник."
		-- Dave Barry, "Stay Fit & Healthy Until You're Dead"

%
Една жена лекар ја даде изјавата дека пушењето не е ниту сефизички неисправни ниту морално деградирачки и дека никотинот, дури икога се предаваат на задоволството во вишок, е помалку штетен од прекумерна фаќање ".
		-- Purdue Exponent, Jan 16, 1925

%
Една жена отиде во болница во еден ден да се породи. Потоа, лекаротдојде до неа и рече: "Имам некои ... Чуден вести за вас.""Дали моето бебе во ред?" нервозно праша жената."Да, тој е," докторот одговорил: "Но, ние не знаеме како. Твојот син(Претпоставуваме) е роден без тело. Тој има само глава. "Па, лекарот е точно. Раководителот е жив и здрав, иако незнаеше како. Шефот испадна да биде прилично нормално, на неа својот недостаток натело, и живеел некое време, како типични живот, колку што може да се очекува вооколностите.Еден ден, околу дваесет години по судбоносното раѓање, жената добителефонски повик од друг лекар. Лекарот рече: "Јас неодамна се усовршилаоперација. Вашиот син може да живее нормален живот сега: може да калемиш тело излезглавата! "Жената, практично плачат од радост, им се заблагодари на лекар и ја спуштидо. Таа трчаше по скалите велејќи: "Џони, Џони, имам прекрасна * *изненадување за вас! ""О, не," извика главата ", не друг шапка!"
		-- Purdue Exponent, Jan 16, 1925

%
По нозете бил скршен во сообраќајна несреќа, г-дин Милер тужена за надомест на штета,тврдејќи дека тој е осакатен и ќе мора да го помине остатокот од својот животво инвалидска количка. Иако осигурување компанијата лекар сведочеше дека неговиоткоски исцели правилно и дека тој е целосно способни за одење,судијата одлучи за тужителот и му ја додели 500.000 $.Кога тој беше тркала во осигурителната компанија за да се соберат провери неговата,Милер беше соочена со неколку директори. "Нема да се извлечеш соова, Милер, "рече еден." Ние сме случува да се види што и дење и ноќе. Ако тиземе еден чекор, вие не само што го отплати материјална штета, но му се суди закривоклетство. Еве пари. Што сакате да правите со неа? ""Мојата жена и јас се случува да патуваат", одговори Милер. "Ќе одиме воСтокхолм, Берлин, Рим, Атина и, конечно, на местото наречено Лурд -каде што, господа, ќе си види еден пекол на чудо. "
		-- Purdue Exponent, Jan 16, 1925

%
По дванаесет години на терапија својот психијатар рече нешто штодонесе солзи да моите очи. Тој рече: "Не hablo Ingles".
		-- Ronnie Shakes

%
Секој што оди на психијатар треба да се испита неговата глава.
		-- Samuel Goldwyn

%
Aquavit, исто така, се смета за корисен за медицински цели, од суштинско значењесостојка во она што некогаш беше кажано е норвешкиот лек за обичнаталадно. Ќе добиете шише, кревет постер, и најпаметните боја порибувањекапа може да се најдат. Ќе се стави капа на работно место во подножјето на креветот,потоа влезе во кревет и пијат aquavit се додека вие не може да се види на капакот. јас сумникогаш не се обиделе ова, но тоа звучи како тоа треба да работат.
		-- Peter Nelson

%
Како општо правило, никогаш не му верувате на некој кој е во терапијаза повеќе од 15 отсто од нивниот животен век. Зборовите: "Жал ми е" и "сум во право ", ќе биде целосно исчезна од својот речник. Тие ќе ја заколамвас, се пука, се скрши нешта во вашиот стан, велат ужасни нешта на вашиотпријателите и семејството, а потоа го оправда овој гнасен однесување со зборовите:"Секако, јас се стави на вашето куче во микробранова печка. Но јас се чувствувам подобро * * за тоа."
		-- Bruce Feirstein, "Nice Guys Sleep Alone"

%
Во болницата, доктор е обука практикант за тоа како да го објави лоши вестина пациентите. Лекарот вели практикантот "Овој човек во 305 ќе сеумре за шест месеци. Оди во и да му кажам. "На приправник смело оди вособа, во текот на bedisde на човекот и му кажува "Се чини како да ќе си умре!"Човекот има срцев удар и се упатиле во операцијата на самото место. лекаротзграпчува практикантот и крик во него: "Што!?!? вие сте некој вид на морон?Имаш да го земе лесно, да работат на вашиот пат до оваа тема. Сега овој човек213 има околу една недела да се живее. Оди во и да му кажам, но, нежно, ќе ме слуша,нежно! "Практикантот оди тивко во собата, потпевнува за себе, cheerilyотвора завеси да ги споделите со сонцето, прошетки во текот на креветот на човекот, fluffsнеговата перница и му посакува на "Добро утро!" "Прекрасен ден, не? Кажам ...Погоди кој ќе умре наскоро! "
		-- Bruce Feirstein, "Nice Guys Sleep Alone"

%
Да биде подобар психијатар и светот ќе победи психопат на вашата врата.
		-- Bruce Feirstein, "Nice Guys Sleep Alone"

%
Подобро е да користите лекови во почетокот отколку во последен момент.
		-- Bruce Feirstein, "Nice Guys Sleep Alone"

%
Некои стари мажи сакаат да се зголеми во раните утрински часови, со земање на ладна бања и долгодиме со празен стомак или на друг начин огорченост на телото. тиетогаш точка со гордост зборува за овие практики, како причина за нивните цврстиздравјето и зрели години; вистината е дека тие се срдечна и стари,не затоа што на нивните навики, но и покрај нив. Причината поради која го најдетесамо стабилна лица прави тоа нешто е тоа што има загинаа ситедруги лица кои се обиделе.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Лекување на болеста и да ги убијат пациентот.
		-- Francis Bacon

%
Смртта е докажано да биде 99% фатална во лабораториски глувци.
		-- Francis Bacon

%
Здравјето на забите е до ментално здравје.
		-- Francis Bacon

%
Уште информации дека зборот "терапевт" се распаѓа во "насилникот"?Едноставен случајно?Можеби...
		-- Francis Bacon

%
За мојот син, Роберт, тоа е да се докажува високата точка на целиот негов животдо денес. Тој имал пижами неговите две, а можеби и три дена сега. Тој имасмисла на радосните независноста на 5-годишно дете добива кога одеднашсфаќа дека тој би можел да биде оперативен ацетилен факел во плакарот на крзнотои ниту еден од родителите [поради грип] ќе има сила да се спротивстави.Тој е хранењето за своја храна, што значи неговата исхрана се состоицелосно на "храна" супстанции кои се огласуваат само во саботата наутроцртан филм покажува; материи што се бојата на џубокс светла и дека, заправни причини, се нивните имиња напишани во ред, како во Њу CreemyChok-'n'-Cheez Грутки o "Froot (" дел од овој комплетен појадок ").
		-- Dave Barry, "Molecular Homicide"

%
Остварување Вистини богатство е:1: Ричард Симонс добива плата да се вежба како лудак. Нејќеш.2. Аеробните вежби се стимулира и да се забрза срцето. Значи не срцеви напади.3. Остварување околу малите деца може да ги оставаат белег на емоционален живот.4. потење како свиња и се бори за здив не е освежувачки.5. Без разлика на она што некој ти го кажува, еднаквоста вежби може да биде направено    тивко во вашата работна маса на работа. Луѓето ќе се сомневаат манична тенденции    можете Твитер наоколу во вашиот стол.6. До закопа коските, нешто куче ужива mosts е трипал џогери.7. Заклучување на четири лица во мал, цемент ѕидови соба, па тие може да работи околу    за еден час кршејќи малку гумени топката - и секоја друга - со тешко    рекет треба веднаш да бидат признати за она што е: еден вид на лудило.8. Педесет склекови, проследено со триесет стомачни вежби, проследено со десет брадата-up прозорци,    проследено со еден фрли-up.9. Секоја активност која не може да се направи додека пушењето треба да се избегнува.
		-- Dave Barry, "Molecular Homicide"

%
[Од соопштението на конгресот на Меѓународниот OntopsychologyЗдружението, во Рим]:На Ontopsychological училиште, се искористи на нови критериуми за истражување ина нов телематски епистемологија, смета дека социјалните режими не пролетод дијалектиката на територијата или на класа, или на стока за широка потрошувачка, или на средствана моќ, туку од динамичен брзината на capillarized во милионифизички лица во системот за функции кои, откако ќе се постигне на настанотсозревање, шурнаа во катастрофална феноменологијата ангажирање на соодветенстереотип лик или должност марионета (општо, претседател, политичкипартија, итн) да води чинот на социјалните шизофренија во масовно геноцид.
		-- Dave Barry, "Molecular Homicide"

%
Бог е мртов и јас не се чувствувам многу добро или ....
		-- Ralph Moonen

%
"Доброто здравје" е само најспоро стапка по која може да умре.
		-- Ralph Moonen

%
Среќата е добро здравје и лоша меморија.
		-- Ingrid Bergman

%
Здравјето е само што е најмал можен стапка по која може да умре.
		-- Ingrid Bergman

%
Здравствени ореви се случува да се чувствуваат глупаво еден ден, лежејќи во болниците умираатод ништо.
		-- Redd Foxx

%
Неговите идеи за прва помош престана кратко на squirting сода вода.
		-- P. G. Wodehouse

%
Човекови срцева катетеризација беше воведен од страна Вернер Forssman во 1929 година.Игнорирање на неговиот шеф на оддел, и врзување неговиот помошник на оперативниотмаса за да се спречи нејзиното мешање, тој го стави на уретрална катетер вовена во неговата рака, тоа се пласираше во десната преткомора [на неговото срце], иодеше горе до одделот за рентген каде го зеде за потврдувањеX-ray филм. Во 1956 година, д-р Forssman бил награден со Нобелова награда.
		-- P. G. Wodehouse

%
Можам да добијам моите вежби делуваат како pallbearer на моите пријатели кои се вежба.
		-- Chauncey Depew

%
Добив сметка за мојата операција. Сега знам кои се тие докторимаски за.
		-- James Boren

%
"Јас ги гледате точки пред моите очи.""Дали некогаш сте се оди на лекар?""Не, само дамки."
		-- James Boren

%
Ако некое лице (а) е слабо, (б) добива третман наменет за да го направи подобро,и (в) ќе биде подобро, тогаш нема моќ на расудување познат во медицината може даго убеди дека тоа не може да се врати на третман, кои неговото здравје.
		-- Sir Peter Medawar, "The Art of the Soluble"

%
Ако ти се бакнуваат, тоа е психолошки интеракција.Од друга страна, ако ви се удри по главата со тули,тоа е, исто така, психолошки интеракција.Разликата е во тоа што еден е пријателски и другите не етолку пријателски.Клучната поента е, ако може да се каже кој е кој.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
Ако се погледне како лиценца слика на вашиот возач - на лекар.Ако погледнете како вашиот пасош слика - тоа е премногу доцна за лекар.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
Тоа е многу вулгарно да оди како забар, кога човек не е стоматолог.Таа произведува лажен впечаток.
		-- Oscar Wilde.

%
Тоа веќе не е прашање на престојуваат во здрава состојба. Тоа е прашање на наоѓањеболест што сакате.
		-- Jackie Mason

%
Тоа не е реалност или како што го доживуваат она што е важно - тоа еона што го земаш за тоа ...
		-- Jackie Mason

%
Само затоа што вашиот лекар има име за вашата состојба не значи дека тојзнае што е тоа.
		-- Jackie Mason

%
Laetrile е јами.
		-- Jackie Mason

%
Мојот докторат е во литературата, но се чини како прилично добар импулс за мене.
		-- Jackie Mason

%
Невротични заболувања се изгради замоци во небото,Психопати живеат во нив,И психијатрите ја земе киријата.
		-- Jackie Mason

%
Никогаш не одат на лекар чија канцеларија растенија починале.
		-- Erma Bombeck

%
Нова Англија живот, се разбира. Зошто прашуваш?
		-- Erma Bombeck

%
страница 46... Извештај повикувајќи се на студија од страна на д-р Томас Ц. Чалмерс, на планината СинајМедицинскиот центар во Њујорк, што во споредба две групи кои се употребуваатда се тестира теоријата дека аскорбинска киселина е ладно превентивна. "Групатаплацебо кои сметаат дека се на аскорбинска киселина ", вели д-р Чалмерс,"Имале помалку настинки од групата на аскорбинска киселина, кои мислеа дека сеплацебо. "страница 56Плацебо е доказ дека не постои вистинска поделба помеѓу умот и телото.Болеста е секогаш интеракција помеѓу двете. Тоа може да започне во умот ивлијае на телото, или тоа може да започне во телото и да влијае на умот, и накои се сервира од страна на истиот крвотокот. Обидите да се третираат повеќето менталниболести, како и иако тие беа целосно ослободени од физички причини и обидиза лекување на повеќето телесни болести како иако на умот во никој случај не се вклучени мораатсе смета архаични во светлината на новите докази за начинот на кој човечкиоттелесни функции."Анатомија на болест како што се доживува од страна на пациентот"
		-- Norman Cousins,

%
Парализа преку анализа.
		-- Norman Cousins,

%
Соодветен третман ќе се излечи настинка за седум дена, туку е оставено на себе,ладно ќе се откажам од за една недела.
		-- Darrell Huff

%
Психијатрија ни овозможува да се поправи нашите грешки со признание на нашите родителинедостатоци.
		-- Laurence J. Peter, "Peter's Principles"

%
Психоанализата е дека менталната болест за која се смета себеси терапија.
		-- Karl Kraus

%
Психијатрија е грижа за проект од чудно.
		-- Karl Kraus

%
Покажете ми еден нормален човек и јас ќе го излечи за вас.
		-- C. G. Jung

%
Психологија. Умот над материјата. Иначе под прашање? Тоа не е важно.Не е важно.
		-- C. G. Jung

%
Туркање 30 е вежба доволно.
		-- C. G. Jung

%
Туркање 40 е вежба доволно.
		-- C. G. Jung

%
Напушти се грижи за вашето здравје. Тоа ќе оди далеку.
		-- Robert Orben

%
жена Сигмунд носеше Фројдовата лизга.
		-- Robert Orben

%
Некои луѓе треба добар имагинарен лек за своето болно имагинарна болест.
		-- Robert Orben

%
Понекогаш најдобриот лек е да престанете да го земате нешто.
		-- Robert Orben

%
Слама? Не, премногу глупави каприз. Ја ставив саѓи на брадавици.
		-- Robert Orben

%
Стресот го посочи како главна причина за болест. За да се избегне преоптоварувањеи исцрпеност, да ги задржи стрес од вашиот живот. Дај му го на другите, наместо. Научетеза лекување "Gaslight", "Дали ви се зборува за мене?" техника, и"Дали се чувствувате добро? Ти изгледа бледо." пристап. Започнете со преговарање иимпликација. Преминете на манипулација и понижување. Пред сè, да се релаксираати да имаат убав ден.
		-- Robert Orben

%
80-тите години - кога не може да каже фризури од хемотерапија.
		-- Robert Orben

%
"... Мајо Клиниката, именувана според нејзиниот основач, д-р Тед Клиниката ..."
		-- Dave Barry

%
"Катниците, сигурен сум дека ќе биде во ред, катниците да се грижи засебе ", рече старецот, не за мене." Но, она што ќе станена bicuspids? "
		-- The Old Man and his Bridge

%
Нова Англија весник на медицина известува дека 9 од 10 доктори се сложуваатдека 1 од 10 лекари е идиот.
		-- The Old Man and his Bridge

%
Вистинската причина психологија е тешко е дека психолозите се обидуваат даго направи невозможното.
		-- The Old Man and his Bridge

%
Причината поради која тие се наречени мудрост заби е дека искуството го прави мудар.
		-- The Old Man and his Bridge

%
Тајната на здрава автостперските е да се јаде брза храна.
		-- The Old Man and his Bridge

%
Проблемот со срцеви заболувања е дека првиот симптом е често тешко да сесе справи со: смрт.
		-- Michael Phelps

%
На ветеринар кој Изненаден краваВо текот на своите должности во август 1977 година, холандската ветеринарнахирург беше потребно за лекување на болниот крава. Да се ​​испита неговата внатрешнагасови тој вметнува цевка во таа цел на животното не се способни за лицетоизразување и кибрит. Авион на пламен запалија прв на некоибали сено, а потоа на целата фарма предизвикувајќи штета проценка на L45,000.Ветеринарот подоцна беше казнет L140 за отпочнување на пожар на начин изненадувачки да сена судиите. Кравата избегале со шок.
		-- Stephen Pile, "The Book of Heroic Failures"

%
Имаме грип. Јас не знам дали овој вирус има официјалениме, но ако го прави тоа, тој мора да биде нешто како "Марс смртта грип". можетеда не сте ја виделе себе. Главниот симптом е тоа што сакате сте имале другпоставување на вашиот електричен ќебе, своето минато "висока", дека рече: "струен удар".Друг симптом е дека ќе престане четкање на забите, бидејќи (а)забите боли, и (б) да немаат сила. Средина преку четкањепроцес, ќе треба да легнат пред мијалникот да се одморат за неколкуна часови, и потоци на паста за заби пена ќе го надмудри странично од вашиотустата, на крајот стврднување во садот малку паста за заби која сталагмитиќе се поврзат главата постојано да бањата, кој е какополицијата ќе ви се најде.Знаете вид на грип што јас го зборувам.
		-- Dave Barry, "Molecular Homicide"

%
"Добредојде назад за вас 13 последователна недела, Евелин. Евелин, ќеќе одат во кабина на авто-сугестија и да ги преземат вашиот редовни место напсихо-суфлер кауч? ""Ви благодарам, црвено.""Сега, Евелин, минатата недела отиде до $ 40.000 правилно цитирајќиВашиот ривалитет со вашиот брат како компулсивно садо-мазохистички однесувањемоделот, кој се разви од почетокот на проблемот постнатална исхрана. ""Да, црвено.""Но - подоцна, кога го прашале за пред-адолесцентите едиповски фантазијарепресии, два пати ќе се рационализираат и ментална блокиран три пати. сега,од $ 300 на рационализација и $ 500 на ментална блок ќе загуби $ 2.100 исклучувањевашиот $ 40.000 оставајќи го Ви со вкупно $ 37.900. Сега, секоја комбинација науште две ментални блокови и ниту една рационализација или три одбранбенипроекции ќе се стави надвор од игра. подготвени да одат напред сте вие? ""Да, црвено.""Јас би рекол дека овде сите прашања и одговори Евелин имасе проверува точноста со неа аналитичар. Сега, Евелин, за $ 80.000објасни неуспехот на три бракови. ""Па, I--""Ние ќе се вратам на Евелин во една минута. Првиот збор за нашитепроизвод. "
		-- Jules Feiffer

%
Кога се предлагаат многу лекови за болест, тоа значи дека тој не може дада се излечи.
		-- Anton Chekhov, "The Cherry Orchard"

%
Вашиот дигестивен систем е забавно куќа на вашето тело, при што храната оди на долг,темно, страшно возење, преземање на сите видови на неочекувани пресврти и се врти, сенападнат од маѓепсан секрети на патот, и не се знае до последниотминутно дали тоа ќе се претвори во корисен дел од телото или надвор воТемна дупка од Господин сфинктер. Ние Американците живеат во држава каде штосистем за медицинска грижа е за вториот нема во светот, освен ако не се смета можеби25 или 30 малку scuzzball земји како Шкотска, кој би можеле да испарува восекунди, ако ние се чувствува како него.
		-- Dave Barry, "Stay Fit & Healthy Until You're Dead"

%
