Помош сакаше да додадете за слика новинар побара од реторичко прашање:Ако најде себе си во ситуација каде што ќе може или да ги зачуватедавење човек, или може да се земе наградата Пулицер победафотографија на која тој се дави, што брзината на блендата и поставување ќе се користи?
		-- Paul Harvey

%
Кокошката задумана МачињаЕден пријател ни вели дека го видел на ранчот Novato, Марин Каунти,неколку дена, бидејќи, кокошка, всушност, задумана и на друг начин се грижат за тримачиња! На господин врз чии простории овој чуден настан е transpiringвели кокошката усвои мачиња, кога тие биле само стари неколку дена, и декатаа им го посвети својот неподелена грижа за неколку недели минатото. младиотмачки сега се на угледните големина, но, сепак, тие ги следат кокошката воја cluckings, и редовно се brooded во текот на ноќта под крилјата.
		-- Sacramento Daily Union, July 2, 1861

%
Новинар, воодушевен во врска со неговата вечера, побара од готвач за рецепт.Возврати на готвачот, "За жал, ние ја имаме истата политика како што новинарите, ниеникогаш не се открие нашата сос. "
		-- Sacramento Daily Union, July 2, 1861

%
Еден мексикански весник објави дека досадно пилоти на Кралските воздухопловни сили стациониранина Фолкландските Острови имаат измислил она што тие сметаат прекрасен новигра. Истакнувајќи дека локалната пингвини се фасцинирани од авиони,пилоти за пребарување од плажа каде што се собрани на птици и летаат полекапо неа на работ на водата. Можеби десет илјади пингвини претворат своитеглави во дует гледање на авиони одат од страна, и кога пилотите се претворинаоколу и да лета, птиците ги вртат главите во спротивнанасока, како гледачи на бавно движење тениски меч. Потоа,извештаи труд "пилотите да летаат надвор од морето и директно на пингвинколонија и overfly. Шефовите оди нагоре, нагоре, нагоре, и десет илјади пингвинипреврте нежно врз нивниот грб.
		-- Audobon Society Magazine

%
Нов начин на земање апчињаЛекарот една ноќ во Висконсин се вознемирени од страна на крадец, ибез топка или шут за својот пиштол, Нечујно натоварен со оружјемали, тешко апчиња, и го даде на натрапникот е "рецепт" што тој мислиќе оди далеку кон лекување мангуп на многу лоша болест.
		-- Nevada Morning Transcript, January 30, 1861

%
Весниците се циркулирачки библиотека со висок крвен притисок.
		-- Arthure "Bugs" Baer

%
Познатиот сервис, на големи игра сафари во Африка, беше донесена нанаводнување дупка, каде што може да се забележи животот на џунглата. како штогледа од неговата платформа дрво и ја опиша сцената во неговиотмагнетофон, ги виде двајцата gnus пасе мирно. Толку преокупирани беатие дека тие не успеаја да се набљудуваат на пристап на гордоста на лавовите доведесо два прекрасни примероци, очигледно лидерите. Лавовите наполнета,уби gnus, и да ги влече во грмушки каде што нивните веселбине може да се види. А малку подоцна двајцата цареви џунглатапојави и Radioman снимени на неговиот лента: "Па, тоа е крајот нана gnus и тука, уште еднаш, се лавови главата. "
		-- Arthure "Bugs" Baer

%
"А Raccoon испреплетени со 23.000 волти уште денес. Затворена Резултатитеод 1400 домови и, се разбира, еден Raccoon. "
		-- Steel City News

%
Една млада девојка откако извршил самоубиство, бидејќи нејзината мајка ја одби новхаубата. Пресудата вештак: "Смрт од прекумерна живост".
		-- Sacramento Daily Union, September 13, 1860

%
Реклами содржи само вистини да се потпира на во весник.
		-- Thomas Jefferson

%
По две или три недели од ова лудило, ќе почнат да се чувствуваат како едно сочовекот кој рече: "Не вест е добра вест". Во дваесет и осум трудови, самонајреткиот вид на среќа, ќе излезат повеќе од два или три члена одбило каков интерес ... но дури и тогаш предмети интерес обично се закопани длабокооколу ставот 16 на страница скок (или "Продо. за ...") ...Пост ќе има приказна за Маски правење на говорот во Ајова. наЅвезда ќе се каже истото, и весник ќе каже ништо.Но тајмс може да има доволно простор на страница скок вклучуваат линијаили така што вели нешто како: "Кога заврши својот говор, Маскипукна во солзи и заплени неговиот менаџер на кампањата од страна на страна на вратот.Тие се бореше за кратко, но борбата беше исфрлен, освен со ориенталнатажена, која се чинеше дека се во контрола. "Сега тоа е добро новинарство. Тотално цел; многу активни и исправендо точка.
		-- Hunter S. Thompson, "Fear and Loathing '72"

%
Сите весник уредувачката писатели некогаш не слезе од планините, побитката е завршена и снимањето на ранетите.
		-- Hunter S. Thompson, "Fear and Loathing '72"

%
Уредник е оној кој го дели пченица од шега и отпечатоци на шега.
		-- Adlai Stevenson

%
"... И запомнете: ако не ви се допаѓа на вести, се излезе и да се направи некои одтвое."
		-- "Scoop" Nisker, KFOG radio reporter Preposterous Words

%
И тоа е начинот на кој таа е ...
		-- Walter Cronkite

%
Земјата уништена од страна на соларни одблесокот - филм клипови во единаесет.
		-- Walter Cronkite

%
Секој новинар има роман во него, што е одлично место за тоа.
		-- Walter Cronkite

%
Се што ќе прочитате во весниците е апсолутно точно, освен за тоаретки приказната за кои се случи да имаат од прва рака знаење.
		-- Erwin Knoll

%
Флеш!Интелигенцијата на луѓето се намалува.Детали во ... ух, кога мала рака е на ....
		-- Erwin Knoll

%
... Имаше ова е вистински случај, ние би побегнале во терор,а вие не би биле информирани.
		-- Erwin Knoll

%
Јас знам само дека она што го прочитав во весниците.
		-- Will Rogers

%
Јас го прочитав во весникот страсно. Тоа ми е еден облик на континуирано фикција.
		-- Aneurin Bevan

%
Јас навистина се погледне со commiseration во текот на голема тело на моите сограѓаникои, читање весници, живее и да умре во верувањето дека тие се познатинешто од она што се поминува во нивното време.
		-- H. Truman

%
Ако јас да оди по вода, печатот би рекол јас сум само го прави тоазатоа што не може да плива.
		-- Bob Stanfield

%
Ако го изгубите вашиот темперамент на колумнист во весникот, тој ќе се збогатат,или познати или и двете.
		-- Bob Stanfield

%
Во медиум во кој Вести парче се една минута и "Во-длабочината на"Парче трае две минути, просто ќе ги истера комплекс.
		-- Frank Mankiewicz

%
Зарем тоа не е разбирливо за вас дека е интелигентен човек може да пристаништетодве спротивставени идеи во неговиот ум?
		-- Adlai Stevenson, to reporters

%
Неуспеси покрај тоа, има уште многу да се каже во корист на новинарствотосо тоа што ни дава мислење на необразовани, тоа не одржува во контакт сонепознавање на заедницата.
		-- Oscar Wilde

%
Новинарството е литература во брзање.
		-- Matthew Arnold

%
Новинарство ќе те убие, но тоа ќе ве живи, додека сте во тоа.
		-- Matthew Arnold

%
Повеќето рок новинарство е луѓе кои не можат да пишуваат интервју на луѓето коиНе можам да зборувам за луѓе кои не можат да читаат.
		-- Frank Zappa

%
Татко ми беше богобојазлив човек, но тој никогаш не пропушти еден примерок одNew York Times, или.
		-- E. B. White

%
Никогаш не навредува луѓето со стил, кога можете да ги навредува со квалитетот.
		-- Sam Brown, "The Washington Post", January 26, 1977

%
   *** *** NewsflashРуски тенкови steamrolling низ Њу Џерси !!!! Детали во единаесет!
		-- Sam Brown, "The Washington Post", January 26, 1977

%
"Не само-почитување риба ќе сакате да се завитка во тој вид на хартија."преземено од Руперт Мардок
		-- Mike Royko on the Chicago Sun-Times after it was

%
Од она што го гледате во книги, веруваат 75%. На весници, веруваат 50%. и,ТВ вестите, веруваат 25% - се дека 5%, доколку водител носи палто.
		-- Mike Royko on the Chicago Sun-Times after it was

%
Откако повторно од почетокотизвестување исправка во средствата за Мајами Хералд: "Минатата недела, Хералд погрешнообјави дека оригиналниот Делфин Џони Холмс бил осигурување продавачво Raleigh, Северна Каролина, дека тој го освои Њујорк лотарија во 1982 година изагуби на пари во земјата измама, дека тој бил обвинет за возилатаубиство, но ослободен, бидејќи неговата мајка, рече таа возеше автомобилот, и декатој изјави дека најчудно нешто што некогаш сум го видел е Flipper spouting водаЏорџ Вилсон. Секој од овие предмети е објавена погрешни материјалненамерно. Тој не беше осигурување продавач во Raleigh, не победи налотарија, ниту тој, ниту неговата мајка беше обвинет или се вклучени во било кој начин соколовозни убиство, а тој не излезе со коментар за Flipper или Џорџ Вилсон.Хералд жали за грешки. "
		-- "The Progressive", March, 1987

%
Еден од знаците на величие на Наполеон е фактот што тој некогаш ималshot издавачот.
		-- Siegfried Unseld

%
Луѓето кои се смешни и паметни и да се врати телефонски повици се многу подобрипрес-конференции отколку луѓето кои се само смешно и паметни.
		-- Howard Simons, "The Washington Post"

%
Фотографирање на вулканот е само за најбедното нешто што можете да направите.[Кој јасно не се обидел да го користите PDP-10. Ед.]
		-- Robert B. Goodman

%
Новинарите како Бил Грејдер од Вашингтон Пост и НегоNaughton на New York Times, на пример, мораше да поднесе долго, детални,и релативно сложени приказни секој ден - додека моето рокот паднана секои две недели - но ниту еден од нив се чинеше дека некогаш во брзање задобивање на нивната работа, и од време на време тие ќе се обидат да ги утешимене во врска со ужасен притисок Јас секогаш се чинело дека работејќи под.Секое $ 100 на час психијатар веројатно може да се објасни овој проблемза мене, во тринаесет или четиринаесет сесии, но немаат време за тоа.Не се сомневам дека има нешто да се направи со длабоко вкоренета личност дефект, илиможеби своеобразност во она што крвните садови води во пинеалната жлезда ... НаОд друга страна, тоа би можело да биде нешто едноставно и во основа како перверзништо инстинкт е тоа што предизвикува jackrabbit да се чека до последенможно втората да стрела преку патот во предниот дел на забрзување автомобил.
		-- Hunter S. Thompson, "Fear and Loathing on the Campaign Trail"

%
Огласот е највистинитите дел од еден весник.
		-- Thomas Jefferson

%
На американскиот стоматолошка асоцијација соопшти денеска дека повеќето плоча има тенденцијада се формира на забите околу 4:00 часот во попладневните часови.Филм во 11:00 часот.
		-- Thomas Jefferson

%
Изречена од страна на печатот најважните услуга е што на едукацијалуѓето да им пријде на печатени материјали со недоверба.
		-- Thomas Jefferson

%
"Њујорк тајмс се чита од страна на луѓето кои работат во земјата. НаВашингтон пост се чита од луѓе кои мислат дека управува со земјата. наNational Enquirer се чита од луѓе кои мислат дека Елвис е жив и работиземјата ..."
		-- Robert J Woodhead

%
Единствениот квалитети за вистински успех во новинарството се ratlike лукав, наостварлив начин и малку книжевна способност. Капацитетот да украдеидеи и фрази на другите луѓе ... така е од непроценливо значење.
		-- Nicolas Tomalin, "Stop the Press, I Want to Get On"

%
Светот навистина не е било полошо. Тоа е само дека покривањето на веститее толку многу подобро.
		-- Nicolas Tomalin, "Stop the Press, I Want to Get On"

%
"Тогаш ти признаваш дека не потврдува негирање некогаш сте го рече тоа?""НЕ! ... Мислам Да! Што?""Јас ќе се стави 'можеби'".
		-- Bloom County

%
Ова е тест на системот за итни случаи емитува. Да имаше еденКрај на вонредна состојба, тогаш повеќе не би бил овде.
		-- Bloom County

%
Ова е тест на емитување систем за итни повици. Ако ова беше еденКрај на вонредна состојба, дали навистина мислиш дека би се држи околу да ви кажам?
		-- Bloom County

%
Овој живот е тест. Тоа е само тест. Ако оваа е вистински живот, ќеби добиле понатамошни инструкции за тоа што да прави и каде да одат.
		-- Bloom County

%
Предупредување: Слушање WXRT на Денот на шегата не се препорачува заоние кои се малку дезориентирани првите неколку часа по будењето.
		-- Chicago Reader 4/22/83

%
Знаете голема работа за телевизија? Ако се случи нешто важнонасекаде и во сите во светот, без разлика кое време од денот или ноќта,секогаш можете да го промените каналот.
		-- Jim Ignatowski

%
