  А малку болка никогаш не болеше никого.
		-- Arthur Baer, American comic and columnist

%
  "Со една унифицирана, неутрални Германија? Со оглед на тоа нацијата наследство, како на  фраза може да биде оксиморон на деценијата докаже тоа. "-Kevin М.  Matarese, Фулда, Западна Германија; како што се гледа во "Писма", Време  списание, стр. 5, 5 март, 1990 година.
		-- Arthur Baer, American comic and columnist

%
  А вербална договорот не е вредно за хартија е напишано. Вклучи  ме. -Samuel Голдвин
		-- Arthur Baer, American comic and columnist

%
  Христос се роди во 4 B.C.
		-- Arthur Baer, American comic and columnist

%
  Cum tacent, поитен. Кога тие се неми, тие викаат. -Cicero
		-- Arthur Baer, American comic and columnist

%
  Господа, сакам да знаеш дека јас не сум секогаш во право, но јас сум  никогаш ред. -Samuel Голдвин
		-- Arthur Baer, American comic and columnist

%
  Оди (Отиде) над како олово балон.
		-- Arthur Baer, American comic and columnist

%
  Honk ако сте против бучавата!
		-- Arthur Baer, American comic and columnist

%
  Јас ќе ви даде дефинитивен можеби. -Samuel Голдвин
		-- Arthur Baer, American comic and columnist

%
  Јас не одам да се каже, "Јас ви реков тоа."
		-- Arthur Baer, American comic and columnist

%
  Јас сум длабоко површна личност. -Енди Ворхол
		-- Arthur Baer, American comic and columnist

%
  Јас сум горд на мојата понизност.
		-- Arthur Baer, American comic and columnist

%
  Јас може да му одолее 'освен искушение. -Oscar Вајлд
		-- Arthur Baer, American comic and columnist

%
  Ако Рузвелт беше жив, тој ќе се превртуваат во гробот. -Samuel  Голдвин
		-- Arthur Baer, American comic and columnist

%
  Ако можам да падне мртов токму сега, јас би бил најсреќниот човек жив!
		-- Samuel Goldwyn

%
  Ако падне и ги скрши нозете, не се работи за мене. -Samuel  Голдвин
		-- Samuel Goldwyn

%
  Јас никогаш не се стави на еден пар на чевли додека не сум ги носи пет години.
		-- Samuel Goldwyn

%
  Тоа не е оптичка илузија. Тоа само изгледа како еден.
		-- Samuel Goldwyn

%
  Тоа е повеќе од прекрасен-тоа е медиокритет. -Samuel Голдвин
		-- Samuel Goldwyn

%
  Може ли да поставам едно прашање?
		-- Samuel Goldwyn

%
  Никој не оди на тој ресторан повеќе, тоа е секогаш премногу луѓе.  (Се припишува на Јоги Berra)
		-- Samuel Goldwyn

%
  Нашите комедии не треба да се насмеа на. -Samuel Голдвин
		-- Samuel Goldwyn

%
  Разделба е толку слатка тага. -William Шекспир
		-- Samuel Goldwyn

%
  Маене значи никогаш не морале да се каже дека сте жал.
		-- Samuel Goldwyn

%
  "Професионална сертификација за автомобил луѓе можеби звучи како  оксиморон. "-На Wall Street Journal, страница Б1, вторник, 17 јули  1990 година.
		-- Samuel Goldwyn

%
  Осврнувајќи се на книга: Јас го прочитав дел од него на целиот пат низ.
		-- Samuel Goldwyn

%
  Пушењето е главна причина за статистика.
		-- Samuel Goldwyn

%
  Некои ергени сакате значајни односи во текот на ноќта.
		-- Samuel Goldwyn

%
  Станува збор за дел од филмот дијалог: Ајде да се некои нови  клишеа. -Samuel Голдвин
		-- Samuel Goldwyn

%
  На местото на настанот е досадна. Кажете му да се стави повеќе живот во неговото умирање.
		-- Samuel Goldwyn

%
  Фала му на Бога, јас сум атеист.
		-- Samuel Goldwyn

%
  Овој извештај е полн со пропусти.
		-- Samuel Goldwyn

%
  Ние не сме исчекување на било која итни случаи.
		-- Samuel Goldwyn

%
  Ние сме го overpaying, но тој е достоен за тоа. -Samuel Голдвин
		-- Samuel Goldwyn

%
  Неговата чест вкоренети во срам застана,  И вера неверен го чуваат лажно точно.
		-- Alfred Lord Tennyson

%
  Добрата оксиморон, да ја дефинира од страна на авто-илустрација, мора да биде  планирани невнимателност. -Wilson Фолет
		-- Alfred Lord Tennyson

%
  Ирец не е во мир, освен кога тој се бори.
		-- Alfred Lord Tennyson

%
  Јас се восхитуваат на силата на човечката слабост.
		-- Alfred Lord Tennyson

%
  Секогаш бидете искрени, дури и кога не значи тоа. -Irene Петар
		-- Alfred Lord Tennyson

%
  Живеат во рамките на вашиот приход, дури и ако треба да ги позајмите, да го стори тоа.
		-- Josh Billings

%
  Се разбира дека може да чуваат тајни. Тоа е на луѓето да им кажам на тоа  не може да ги задржи. -Anthony Хејден-гостин
		-- Josh Billings

%
  Најдобар лек за несоница е да се добие многу на спиење. -W. C. сфера
		-- Josh Billings

%
  Јас јасно се сеќавам заборавајќи дека. -Clara Бартон
		-- Josh Billings

%
  Мораме да веруваме во слободна волја. Ние немаме друг избор. -Isaac Б пејачка
		-- Josh Billings

%
  Би им даде на десната рака да биде ambidextrous.
		-- Josh Billings

%
  Монотеизам е дар од боговите.
		-- Josh Billings

%
  Откако тие се ослободи од смртната казна, тие мораа да се откажам два пати  како многу луѓе, како порано.
		-- Josh Billings

%
  Јас никогаш не се допадна, и јас секогаш ќе. -Samuel Голдвин
		-- Josh Billings

%
  Зошто не го спарите `em up во тројца? -Yogi Berra
		-- Josh Billings

%
  Нашите сличности се различни. -Dale Berra, син на Јоги
		-- Josh Billings

%
  По се водат лимузина на Доналд Трамп била украдена и се најде  неоштетени неколку блокови подалеку; тој рече: "Ништо не е украдена. Имав  чесен крадец. "- Интернешнал хералд трибјун, страна 3, 2 март,  1992
		-- Josh Billings

%
  Некои популации птица зголемените надолу-Headline На една статија воВести од науката, страница 126, 20 февруари, 1993 година.
		-- Josh Billings

%
  Повеќето бактерии имаат пристојност да се микроскопски. Epulopiscium  fishelsoni не е меѓу нив. На новоидентификувани едноклеточни  макро-микро-организам е целосна .5 mm долги, доволно големи за да се види  со голо око. Опишани во тековната природата "Тоа е  милиони пати како масовен како типичен бактерија. "- Време, страница 25,  29 Март, 1993
		-- Josh Billings

%
  "Триумф без победа, Непријавени Историја на Персискиот  Заливската војна ", -Headline објавени во САД Вести & извештај,  1992 година.
		-- Josh Billings

%
  Празна кабината возеше и Сара Бернар излезе. -Arthur Баер,  Американски стрип и колумнист
		-- Josh Billings

%
  Таа се користи за исхрана на било каков вид на храна, таа може да се постават раце на.
		-- Arthur Baer, American comic and columnist

%
  Првиот услов за бесмртност е смрт. -Stanislaw ЗЕК
		-- Arthur Baer, American comic and columnist

%
  Како познат како непознат војник.
		-- Arthur Baer, American comic and columnist

%
  Јас мора да ги следат луѓето. Не сум ли нивниот лидер? -Benjamin Дизраели
		-- Arthur Baer, American comic and columnist

%
  Хегел бил во право кога вели дека ние учиме од историјата на човекот  никогаш не може да се научи нешто од историјата. -George Бернард Шо
		-- Arthur Baer, American comic and columnist

%
  правила Вилијам Safire за пишување како што се гледа во Њујорк Тајмс     Не ставајте изјави во негативна форма.     И не почнувајте реченици со сврзник.     Ако препрочитување вашата работа, ќе ги најдете на повторно читање дека голем     договор на повторувања може да се избегне повторно читање и уредување.     Никогаш не употребувајте долг збор, кога минијатурни ја заврши работата.     Неквалификувани суперлативи се најлоши од сите.     Ако било кој збор е несоодветна на крајот на реченицата, со поврзување глагол е.     Избегне трендовски locutions кои звучат ронлив.     Никогаш, никогаш користат повторувачки технолошки вишок.     Исто така, да се избегне непријатна или под влијание на алитерација.     Последно, но не и најмалку важно, да се избегне клише е како чума.
		-- Arthur Baer, American comic and columnist

%
  Секој пишува на ѕидовите, освен мене. -Said Да биде графити гледа во Помпеја
		-- Arthur Baer, American comic and columnist

%
  Јас се сопна на дупка која е лепење надвор од земјата.
		-- Arthur Baer, American comic and columnist

%
  Јас не верувам дека некој треба да ги напишат своите автобиографија, додека по  тие се мртви. -Samuel Голдвин
		-- Arthur Baer, American comic and columnist

%
  Оваа страница намерно е оставена празна.
		-- Arthur Baer, American comic and columnist

%
  Злото не е сите лоши.
		-- Arthur Baer, American comic and columnist

%
  Јас не се согласувам со едногласност.
		-- Arthur Baer, American comic and columnist

%
  "Тоа е чекор напред иако немаше напредок."  Претседател Хосни Murbarak Египет се обидува да се стави на најдобрите лицето  на разочарувачки состанок средбата меѓу американскиот претседател Бил Клинтон и  сирискиот диктатор Хафез Асад.
		-- Arthur Baer, American comic and columnist

%
  "Јас секогаш се избегне пророкуваа пред тоа, бидејќи тоа е многу подобро  да пророкува по настанот веќе се случува. "- Винстон  Черчил
		-- Arthur Baer, American comic and columnist

%
 Сите вистини се вистински да се смета за, вклучувајќи го и овој. -XA
		-- Arthur Baer, American comic and columnist

%
 Да претпоставиме доблест, ако тоа не се. -William Шекспир
		-- Arthur Baer, American comic and columnist

%
 Сите генерализации се опасни, вклучувајќи го и овој.
		-- Arthur Baer, American comic and columnist

%
