100 кофи на битови во автобус100 кофи на битовиЗемете еден надолу, кратки тоа да земјатаFF кофи на битови во автобусFF кофи на битови во автобусFF кофи на битовиЗемете еден надолу, кратки тоа да земјатаFE кофи на битови во автобусбескрајноста ...
		-- ``Cities in Dust'', "Tinderbox", Siouxsie & the Banshees.

%
99 блокови на CRUD на дискот,99 блокови на CRUD!Вие закрпи грешка, и го шутнат повторно:100 блокови на CRUD на диск!100 блокови на CRUD на дискот,100 блокови на CRUD!Вие закрпи грешка, и го шутнат повторно:101 блокови на CRUD на диск! ...
		-- ``Cities in Dust'', "Tinderbox", Siouxsie & the Banshees.

%
А малку талкЕ секогаш walcum
		-- Ogden Nash

%
А кутија без шарки, клуч, или капакот,Сепак, златно богатство внатре е криеше.
		-- J. R. R. Tolkien

%
Еден куп на момчињата беа тоа магарешка во салон Malemute;На дете што се справува со музичка кутија беше удирање на мелодија JAG работно време;Назад на барот, во соло игра, седна опасни Дан Мекгру,И гледање на неговата среќа е неговата светлина шотландска љубов, дамата која е позната како Лу.
		-- Robert W. Service

%
Една моја роднина рече еднаш за пари,пари е секогаш таму, но џебовите промени;дека не е во иста џебови по неговата замена,И тоа е сè што постои е да се каже за пари.
		-- Gertrude Stein

%
А Elbereth Gilthoniel,iriel silivren Penna m 'o menel aglar elenath!Na chaered palan-d 'irielo galadhremmin ennorath,Fanuilos, ле linnathonNEF aear, s 'i NEF aearon!
		-- J. R. R. Tolkien

%
Техник одговара; Иако грешници гревА намалување на машина; И разредувачи тенкаИ авион ловец дамки; И хартија Blotters размачканаБебе-гледачка јас никогаш не сум уштеБебе седнува - имаше писма даНо, видра никогаш OTS. Или виделе видра от.Тесто лилјаци(Или растура scats);А потопување барака за потопување;Но, никој не е пронајденА bounder обврзаниИли фатени видра otting.
		-- Ralph Lewin

%
А е за awk, која работи како полжав, иБ е за Biff, кој гласи сите ваши пошта.C е за кубика, како хакери да се потсетиме, додекаD е за dd, командата дека не сите.Е е за Emacs, која rebinds клучевите, иF е за fsck, која ја изгради вашите дрвја.G е за grep, умен детективот, аН е за застој, што може да се чини дека се неисправни.Се е за алинеја, која ретко воодушевува, иJ е за приклучат, што никој не го користи.К е за убиство, која што на газдата го прави, аL е за lex, која се водат за исчезнати од DOS.M е за повеќе, од кои помалку се роди, иN е за убаво, што навистина не е.O е за od, која отпечатоци работи убаво, аП е за passwd, кој гласи во жици двапати.П е за квоти, Беркли-тип приказна на, иR е за ranlib, за сортирање ar маса.S е за магија, која се обидува да ги омаловажуваат, додекаТ е за вистинска, кои се многу малку.U е за UNIQ, кој се користи по вид, иV е за VI, што е тешко да се откаже.W е за whoami, кој ви кажува вашето име, аX е, добро, X, со сомнителен слава.Y е за да, што го прави впечаток, иZ е за zcat, кој е задолжен за компресија.
		-- THE ABC'S OF UNIX

%
А дама со еден од нејзините уши примениНа отворен клучалката слушнале, внатре,Две женски озборувања во Converse бесплатно -Предмет ангажирање на нив беше таа."Јас мислам", вели еден, "и мојот сопруг мислиДека таа е љубопитните, испитувачки Minx! "Штом не повеќе од тоа што можеше да се слушнеДамата, огорчен, отстранети нејзиното уво."Јас нема да остане", рече таа со михалица,"Да се ​​слушне мојот лик лажел!"
		-- Gopete Sherany

%
А малку збор на сомнителни број,Непријател на одмор и мирен сон.Ако додадете "s" за ова,Голема е метаморфоза.Множина е множина сега нема повеќе,И слатки што горчлив беше порано.Што сум јас?
		-- Gopete Sherany

%
Еден човек е како 'рѓосан тркало на' рѓосан количка,Тој пее својата песна како што ја потресе заедно, а потоа тој се распадне.
		-- Richard Thompson

%
Еден човек на гениј не прави грешки.Неговите грешки се волеви и се на порталите на откривање.
		-- James Joyce, "Ulysses"

%
Еден човек, кој за MARLIN риби во рибнициќе се стави своите пари во етрурски обврзници.
		-- James Joyce, "Ulysses"

%
Силен суштество е микроб,Иако помал од дебелокож.Неговиот вообичаено живеалиштеЕ длабоко во човечката раса.Неговите детски гордост често се допаднеСо давање на луѓето чудни болести.Дали, мојата кукло, се чувствуваат немоќни?Најверојатно содржи микроб.
		-- Ogden Nash

%
Свиња е весела придружник,Свиња, сее, Бароу, или позлатена -Свиња е другар, кој ќе го зголеми вашиот морал,Иако планините може да собори и навалување.Кога тие blackballed, bamboozled, а вие изгорени,Кога ќе се вклучивте вас, Тори и Виговците,И покрај тоа што може да биде фрлена од страна Мачка и Ровер,Вие никогаш нема да одат во ред со свиња, свиња,Вие никогаш нема да одат во ред со свиња!
		-- Thomas Pynchon, "Gravity's Rainbow"

%
Робин redbreast во кафезГи става сите Небото во бес.
		-- Blake

%
А саламандер scurries во пламен да се уништи.Имагинарни суштества се заробени во раѓање на целулоид.Не знам за што станува збор. Јас сум само тапанарот. Прашајте Петар.од претходната година Битие ослободување "Јагнето легнувана Бродвеј ".
		-- Phil Collins in 1975, when asked about the message behind

%
Еден flow'r тој ме испрати, бидејќи сме се запознале.Сите нежно неговиот гласник тој одбра;Длабоко срце, чисто, со мирисни роса уште wet--Еден совршен зголеми.Знаев дека јазикот на floweret;"Мојата кревки лисја", рече таа, "неговото срце цел опфаќаат".Љубовта долго ги презела за својата амајлијаЕден совршен зголеми.Зошто е тоа никој никогаш не ме испрати уштеЕден совршен Лимузина, мислите?Ах, не, тоа е секогаш само мојата среќа да се добиеЕден совршен зголеми.
		-- Dorothy Parker, "One Perfect Rose"

%
Вистината што е кажано со лоши намериПобеди сите лаги можете да се измисли.
		-- William Blake

%
А-Z со љубов,1 до 10, по азбучен ред,Од овде до вечноста без на медијатори,сеуште во потрага по обичај се вклопуваат во светот на off-the-полица,проагитиране од асистенти за продажбакога сите сакам да направите е да го намалат вашиот отпор,без ритам во кимвали не темпо во тапани,љубовта на пристигнување,таа доаѓа кога таа доаѓа,правото на целта, но далеку од вистината ...
		-- William Blake

%
Абу Бен Adhem (може да го зголеми своето племе!)Разбуди една ноќ од длабок сон на мирот,И го виде, во рамките на месечината во својата соба,Што го прави богат, и како крин во цут,Еден ангел пишува во книгата на злато.Надминување мир направил Бен Adhem храбар,И на присуството во собата, рече тој,"Она што го пишуваш?" Визијата крена главата,И со изглед направени од сите слатки договор,Одговори: "Имињата на оние кои Го љубат Господа.""И е еден мој?" рече Абу. "Не не тоа"Одговорил ангелот. Абу зборуваше повеќе ниска,Но cheerly уште; и рече: "Те молам, тогаш,Напишете ми како оној што сака неговите колеги-мажи ".Ангелот напишал, и исчезна. Следната ноќТоа се случи повторно со голем будење светлина,И покажа на имиња кои го благослови љубовта на Бог,И овде! име Бен Adhem доведе сите останати.
		-- James Henry Leigh Hunt, "Abou Ben Adhem"

%
По некое време ќе научите суптилната разликаПомеѓу држи рака и врзувањето душа,И ќе дознаете дека љубовта не значи безбедност,И ќе почнат да учат дека бакнежите не се договориИ подароци не се ветувањаИ ќе почнат да ја прифати вашата поразиСо главата нагоре и очите отворени,Со благодатта на жена, а не тагата на детето,И да научат да се изгради сите ваши патиштаОд денес, бидејќи утре земјатаЕ премногу неизвесна. И фјучерсиЕден начин да се паѓа во midflight,По некое време да научат дека дури и сонцето гори ако се премногу.Така да засади ја својата градина и ги красат вашата душа, наместо да чекаатЗа некој да ви донесе цвеќиња.И да научат што навистина може да се постави ...Дека навистина се силни,И навистина имаат вредностИ да научат и да научатСо секој збогум што го учат.
		-- Veronic Shoffstall, "Comes the Dawn"

%
По сите мои некогашни драги,Мојата веќе не се негува,Треба да се каже дека не е љубов,Само поради тоа што загинале?
		-- Edna St. Vincent Millay

%
Повторно таа побегна, но брзо дојде.Калај "uviel! Калај "uviel!Тој ја повика од Elvish нејзиното име;И таму таа го прекина слушање.Во еден момент застана таа, и магијаНеговиот глас поставени на неа: Beren дојдеИ несреќата падна на uviel калај "Дека во рацете лежеше облеана.Како Beren загледа во нејзините очиВо сенките на косата,Треперејќи ѕвездената светлина на неботоТој виде дека се огледува треперлива.Калај "uviel на Elven-саем,Immortal девица Elven-мудар,За него фрлија сенка косатаИ рацете како сребро glimmering.Долго беше начинот на кој судбината ги родила,Нашиов камениот планините ладно и сива,Преку сали на железо и darkling врата,И шуми на nightshade morrowless.На Sundering Море меѓу нив лежеше,А сепак, во последно се запознале уште еднаш,И долго пред тие починаВо sorrowless шумата пеење.
		-- J. R. R. Tolkien

%
Против мрзливоста и злоКако причинува малку зафатен пчела како вешто ја гради својата ќелија!Подобрување на секоја сјае час, како уредни таа се шири восок!И да се соберат мед, по цел ден и трудејќи се тешко да се чува, иОд секое отворање на цвет! Со слатка храна, таа го прави.Во делата на трудот или на вештина во книги, или на работа, или здрава игра,Јас би бил премногу зафатен; Ајде да се донесе мојот прв години,Сатана наоѓа некои зло уште дека јас може да даде за секој денНи ора ни копа да се направи. Некои добри сметка во минатата година.
		-- Isaac Watts, 1674-1748

%
Ах, но разбирање на еден човек треба да надминува неговиот дофат,Или она што е на небото?
		-- Robert Browning, "Andrea del Sarto"

%
Ах, но изборот на соништата да се живее,постои еден проблем.За сите соништа не се еднакви,некои излез кошмарповеќето крајот со сонувачНо, барем еден мора да се живее ... и умре.
		-- Robert Browning, "Andrea del Sarto"

%
Ах, моите пријатели, од затворот, тие се прашуваат за мене,"Колку е добар, колку е добар е чувството да се биде слободен?"И јас им одговори на повеќето мистериозно:"Дали птици ослободен од оковите на небото начин?"
		-- Bob Dylan

%
Алеф-нула шишиња од пиво на ѕидот,Алеф-нула шишиња од пиво,Ќе се земе една надолу, и да го околу себе,Алеф-нула шишиња од пиво на ѕидот.
		-- Bob Dylan

%
Жив без здив,Како студена како смрт;Никогаш не жедни, некогаш за пиење,Сите во пошта никогаш не ѕвечкање.
		-- Bob Dylan

%
Се 'што треба да имаат добро време,Е цигара со марихуана, една жена и едно шише со вино.Со овие три работи што не треба без сонце,А цигара со марихуана, една жена и едно шише со вино.Се што сакам е никогаш да не остари,Сакам да се мијат во када на злато.Сакам 97 килограми веќе валани,Сакам да се мијат во када на злато.Сакам да запалат цигари ми со 10 долар записи,Ми се допаѓа да има фарма за стоката во Беверли Хилс.Сакам едно шише со црвени очи и тоа е секогаш исполнет,Ми се допаѓа да има фарма за стоката во Беверли Хилс.
		-- Country Joe and the Fish, "Zachariah"

%
Сите мои пријатели се венчаат,Да, тие се сите тие стареат,Тие се сите да останат дома за време на викендот,Сите тие го прават она што го кажа.
		-- Country Joe and the Fish, "Zachariah"

%
Сето тоа е злато не сјајот,Сите оние кои талкаат се изгубени;Старата што е силен, не венеат,Длабоки корени не се опфатени со мраз.Од пепелта на оган ќе се разбуди,А светлината од сенки ќе изворот;Обновената ќе биде сечилото дека е прекината,На crownless повторно ќе биде крал.
		-- J. R. R. Tolkien

%
Сите што ќе допре, и сите ќе се создаде,Сите што те гледам, и сите што ги уништи,Сите што ви е по вкус, се што правиш,Се што чувствувам, и сите да се каже,И сите што те сакам, сето она што го јаде,И сите што ве мразат и сите ви се исполнат,Сите што веруваат, се што мало,Сите што ви спаси, и сите се борат,И сето тоа да ви даде, и сето она што е сега,И сето тоа да се справи, и сето тоа го нема,Сите кои што се купи, и сето она што е да дојде,Бег, позајми или крадат, и сè под сонцето ево склад,Но, сонцето сенкаОд страна на Месечината.Не постои темната страна на месечината ... навистина ... впрочем тоа е темно.
		-- Pink Floyd, "Dark Side of the Moon"

%
Сите линии се напишани Има се SANDBURG,Тоа е тажно, но тоа е вистина Китс, По и McKuenСо сите зборови нема, Сите имаа свој денШто е млад поет да се направи? И знаеле што тие се doin 'Но, од сите зборови напишани Птицата е чудна,И сите линии се чита, толку мали и толку тендерИма еден ми се допаѓа најмногу, неговата раса уште е непознат,И од птица што беше кажано! А да не зборуваме својот пол.Тоа ме потсетува на деновите на Па што е оваа линијаДвете мракот и светлината. Чиј автор е непознатТаа се уште го крева мојот дух И уште ме прави кикотИ започнува токму на денот. Дури и сега, кога сум пораснал?Прочитав сите великанитеДвете гладни и масти,Но ниту една не беше толку голема како"Јас сум Тот taw на puddy драго".
		-- Etta Stallings, "An Ode To Childhood"

%
Целиот свет е VAX,И сите кодери само касапи;Тие имаат свои излези и нивните утробата;И еден int во негово време игра многу ширини,Неговиот sizeof суштество _ N бајти. На прво на новороденчето,Mewling и блуткаво во рацете на Регент.И тогаш лелекаат ученик, со своите сонцето,И сјајна утро лице, животно, како голткаНеволно на училиште.
		-- A Very Annoyed PDP-11

%
Сите кои радост ќе победи мора да го споделите -Среќата е роден близнак.
		-- Lord Byron

%
Око во сино лицеВидов око во зелена лицето."Тоа око е вака око"Рече првиот око,"Но, во ниско место,Не е во високата место. "
		-- Lord Byron

%
Еден Хакер имаше, еден од најдобрите видВо чиј посед на системот; графика беше неговиот спорт.Храбар човек, да се биде волшебник можност;Многу заштитена датотека тој седи на неговата маса.Неговиот конзола, кога тој ја внеле, човек може да се слушнеКликнување и feeping ветрот како јасна,Ај, и гласно како што го прави тоа ѕвонче машина собаКаде мојот господар Хакер беше игумен на клетката.Владеење на добри St Севиџ или Свети DoeppnorШто се стари и строги тој тенденција да се игнорира;Тој нека оди по она од вчераИ го зеде современиот свет повеќе пространа начин.Тој не го оценувате дека текстот како скинат кокошкатаВо која се вели дека хакери не се свети луѓе.И дека хакер underworked е самоРиба на суво, покажувајќи на пристаништето.Тоа е да се каже, хакер од неговиот манастир.Тоа беше еден текст што се одржа не вреди остриги.И јас се согласи и рече дека неговите ставови беа звук;Беше тој да учат до главата испраќам кругНадвиснат над книги во cloisters? Тој мора да се трудиКако Енди bade и до самиот почва?Беше тој да го напушти светот на полица?Ајде Енди имаат својот труд за себе![Добро, скоро. Ед.]
		-- Chaucer

%
И сето тоа на Lorax остане тука во овој хаосбеше мал куп на камења со еден збор, "освен".Што и да значи тоа, добро, јас едноставно не можеше да се погоди.Тоа беше многу, многу одамна, и секој ден од тој ден,Јас сум загрижен и се загрижени и се загрижени далеку.Во текот на годините како што ми згради се распадна,Јас сум загрижен за тоа со сите на моето срце."Но", вели Oncler ", сега дека сте тука,зборот на Lorax изгледа совршено јасно!Освен ако некој како да се грижи целина ужасно многу,ништо не се случува да се добие подобро - тоа не е.Па ... фатат! "Извикува на Oncler. Тој им овозможува нешто есен."Тоа е семе truffula. Тоа е последна од сите!"Ти си на чело на последниот од овие семиња truffula.И truffula дрва се она што треба сите.Растенијата нов truffula - се третираат со внимание.Дај го на чиста вода и се хранат на свеж воздух.Се зголеми на шумата - да се заштити од оски кои се пробие.Тогаш Lorax и сите негови пријатели може да се врати! "
		-- Chaucer

%
И како што стојат на работ на темнинатаНека нашите миса пополни празнинатаШто другите може да знаеВо земјата на ноќтаБродот на сонцетоЕ составен одГрејтфул Дед.
		-- Tibetan "Book of the Dead," ca. 4000 BC.

%
И не оние нозе, во античките времиња,Оди по Англија планините зелена?И беше Светиот Јагнето БожјоВо пријатен пасишта Англија виделе?И го направи на лицето БожественаЗаблеска по овие преполн ридови?И беше во Ерусалим, изграден овдеМеѓу овие темни сатанска мелници?Ми донесе мојот лак на горење на злато!Донесете ми ја стрели на желбата!Донесете ми ја Спирс! О облаци се расплетува!Донесете ми ја колата на оган!Јас не престануваат од ментална борба,Мојот меч, не смее да се одморат во мојата рака,До имаме изградено ЕрусалимВо Англија е зелена и пријатен земјиште.
		-- William Blake, "Jerusalem"

%
И тука јас ќе чека толку трпеливоЧекајќи да дознаете што ценатаШто треба да се плати за да се излезе одСлучува преку сите овие работи два пати
		-- Dylan, "Memphis Blues Again"

%
И чув Џеф извика:Додека шетаа од очите,"Среќен Божиќ на сите -Ти се кредитни картички, нели? "
		-- "Outsiders" comic

%
И ако Калифорнија слајдови во океанот,Како мистиците и статистика велат дека ќе.Јас се предвиди овој мотел ќе се стои,Се додека не сте платени мојата сметка.
		-- Warren Zevon, "Desperados Under the Eaves"

%
И ако некогаш, некаде, некој те прашува,"Кој те фустанела?", Им каже дека "Twas на Doones на Bagworthy!
		-- Warren Zevon, "Desperados Under the Eaves"

%
И ако се прашувате,Она што јас го правам,Како што јас сум се движи кон мијалникот.Јас сум плукање од сите горчина,Заедно со половина од мојот последен пијалок.
		-- Warren Zevon, "Desperados Under the Eaves"

%
И во скршеното срце годините што претстојат,Да биде верен на себе си и на Грејтфул Дед.
		-- Joan Baez

%
И милји да се оди пред јас спијам.
		-- Robert Frost

%
И сега Toney вашиот тонер, диск блокови aplentyИ хартија во близина на чиста бела, очекуваме вашите ласерски извлечени линии,На smudges на душата се качил Вашиот сложена фонтови,И вашиот излез е чиста како светлина .. Вашите слики и знаци.Сме работеле со татко ти, твојата amputative отсуствоПреподобен XGP, го направи Десетте неми,Но бавно уметничка страна, Без тебе, Довер,Нема чисти брзина. Ние сме систем untounged-Тези и документи подготви парцели и TEXageИ кодот во редица Дали се нудејќи нивното време,Довер, о Довер, со Lisp код и програми,Ние сме биле на чекање за вас. И ова crufty рима.Довер, о Довер, Довер, о Довер, произлезена од мртвите.Ние ви посакам добредојде Довер, о Довер, разбуди од спиење.Иако се уште може да џем, Довер, о Довер, добредојде назад во лабораторија.Вие сте на вистинскиот пат. Довер, о Довер, ние сме пропуштиле чистарака ...
		-- Robert Frost

%
... И извештај картички Секогаш се плашев да се покажеMama'd доаѓаат на училиштеи како што јас би седат таму тивко cryin "Teacher'd велат дека тој едноставно не е tryin 'Има добра глава ако тој би го применуваатно вие самите знаететоа е секогаш на некое друго местоБи ми се изгради замоксо змејови и царевии јас би се одјавам со нивКако што стоеше на прозорецоти погледна, надвор на ониеБруклин патишта
		-- Neil Diamond, "Brooklyn Roads"

%
И така тоа беше, подоцна,Како Милер изјави неговата приказна,Дека нејзиното лице, во прво време само дух,Претвори побела нијанса на бледо.
		-- Procol Harum

%
И молкот дојде зголемените нежно наназадКога слегување копита ги снема ...
		-- Walter de La Mare, "The Listeners"

%
И ова е стариот добар Бостон,Домот на гравот и треска,Каде Lowells зборуваат само со Cabots,И Cabots се зборува само на Бога.
		-- Walter de La Mare, "The Listeners"

%
И ние го слушнале извика:Кога почна да шета:"Јас сум холограм, деца,немојте да се обиде ова дома! "
		-- Bob Violence

%
И ... Што во светот станеле на слатка Јане?Таа го загуби својот сјај, ќе видите дека не е иста.Livin 'на црвена, витамин Ц, и кокаинСите пријател да кажам е "Зарем не е срам?"
		-- The Grateful Dead

%
Ангели сме слушнале за високоКажете ни да излезат и да ги купите.
		-- Tom Lehrer

%
Антонио АнтониоБеше уморен од живеење alonioТој мислеше дека ќе ги придобијат Антонио АнтониоМис Lucamy Лу, се возеле на за поло неговата ponioМис Lucamy Луси Molonio. И се најде на слугинкатаВо Bowery сенка,Простор и плетење alonio.Антонио АнтониоРече дека ако ќе ми биде ownioЌе сакаш tou точно О Nonio АнтониоИ да купат за вас Вие сте премногу мрачна и bonioЕден icery creamry conio. И сите што посакувамВие еднина рибаЕ дека можете брзо ќе begonio.Антонио АнтониоИзговори лош moanioИ отиде и се скриИли јас сум изјави дека тој неВо Antartical Zonio.
		-- Tom Lehrer

%
Април е најсуровите месец ...
		-- Thomas Stearns Eliot

%
Дали постојат оние кои се во земјата на храбритеКој може да ми каже како треба да се однесувамеКога сум посраменБидејќи јас избришаниПодатотека имав намера да се спаси?
		-- Thomas Stearns Eliot

%
Што се однесува до жените, иако ние презир и 'ги почитуваат Ем,Ние може да се живее, но не можат да живеат без "Ем.
		-- Frederic Reynolds

%
Како што се случува до перфокарта Хил,Чувство полошо и worser,Таму се сретнав со еден C.R.T.И тоа ме drop't курсорот.C.R.T., C.R.T.,Phosphors светло врз вас!Ако имав педесет часа на денБи ги поминат во вас.
		-- Uncle Colonel's Cursory Rhymes

%
Како што минуваше проектот MAC,Се запознав со Quux со седум хакове.Секој пробие имаше седум грешки;Секоја грешка имаше седум манифестации;Секој манифестација имаше седум симптоми.Симптоми, манифестации, грешки, и хакове,Колку загуби на проектот Mac?
		-- Uncle Colonel's Cursory Rhymes

%
Како што беше шетаат по улица една темна и тешка ден,Дојдов на билборд и на мое големо разочарување,Зборовите беа искинати и искината,Од невремето ноќта пред тоа,Ветер и дожд ја заврши својата работа и тоа е како тоа оди,Чадот Кока-Кола цигари, џвакање Wrigleys градинска мента пиво,Кен-L-дажба храна за кучиња јасно вашиот тен,Simonize вашето бебе во чоколадо Херши,И Texaco е крема за убавина кој се користи од страна на секоја ѕвезда.Земете вашиот следен одмор во сосема нов Frigedaire,Научете како да свири на пијано во вашата зимска облека,Лекарите велат дека бебињата треба да пушат додека тие се три,И луѓето над шеесет и пет треба да се искапат во Lipton чај.
		-- Uncle Colonel's Cursory Rhymes

%
Како мене на "ме marrer беше readin" на tyape,На tyape даде крик одбележи "се обиде Тае escyape;Таа прескокнаа ower Тае на gyate крајот на ова поле,Се 'jigged oot Wi соба "на креирање на" ролна!Следат лидер, Џони ме laddie,Следете го преку, ме претпазлив момчето O;Следете на транспортот, Џони ме laddie,Далеку, момци, лежат далеку, претпазлив момчето О!
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
Како што еден ден може да се случи дека жртвата мора да се најдеЈас имам малку листа - Јас имам малку листаНа сторителите општеството кои би можел да биде под земјаИ никако да не се пропушти - кој никогаш нема да се пропушти.
		-- Koko, "The Mikado"

%
Понекогаш дискрецијата треба да бидат фрлени настрана,и со глупави ние треба да ја играат будала.
		-- Menander

%
Избегне Мирен и спокоен лица, освен ако не се во потреба од спиење.
		-- National Lampoon, "Deteriorata"

%
Azh nazg durbatal ^ Велика Британија, azh nazg gimbatul,Azh nazg thrakatal ^ Велика Британија AGH Бурзум Иши krimpatul!
		-- J. R. R. Tolkien

%
Бидете уверени дека прошетка низ океанот на повеќето душите одвајја добиете вашата нозе влажни. Не падне во љубов, па така: тој ќе се држи на лицето.
		-- National Lampoon, "Deteriorata"

%
Бидете храбри, но не премногу venturous.Нека ти биде убава облека, но не се скапи.
		-- John Lyly

%
Убавината е вистина, вистина убавина, тоа е сèВие знаете на земјата, и сите вие ​​треба да знаете.
		-- John Keats

%
Затоа што јас се направи,Бидејќи јас не се надевам,Бидејќи јас не се надеваат дека ќе преживееНеправдата од палатата, смрт од воздух,Бидејќи јас не, само се направи,Јас и понатаму ...
		-- T. S. Pynchon

%
Под овој камен лежи Марфи,Го погребаа денес,Тој живееше животот на Рајли,Додека Рајли беше далеку.
		-- T. S. Pynchon

%
подобро! михалица! плачеподобро watchoutLPR зоштоДедо Мраз <северниот пол> градcat / etc / passwd> ЛистаnПроверете дали листаnПроверете дали листалиста мачка | grep непослушен> nogiftlistлиста мачка | grep убаво> giftlistДедо Мраз <северниот пол> градкој | grep спиењекој | grep буденкој | grep "лоши \ | добро"за (добрина доброто) {		Биди добар}
		-- T. S. Pynchon

%
Меѓу идејатаА реалностаПомеѓу движењеАктотПаѓа во сенка[Цитирано од "VMS internals и структури на податоци", V4.4, когакои се однесуваат на услуги систем диспечерски центар.]
		-- T. S. Eliot, "The Hollow Man"

%
Голема М, М Малку, многу неразбирливи глувциСе прави полноќ музиката на месечината,Силен убаво!
		-- T. S. Eliot, "The Hollow Man"

%
Малку надвор повеќе од мојот ум може да се џвака,Туш или самоубиство, она што можам да направам?
		-- Julie Brown, "Will I Make it Through the Eighties?"

%
Црна сјајна mollies и светла боја guppies,Срамежлива мали ангели нежен како кученца,Пливање и нуркање со едвај еден моден,Тие беа само некои од моите тропски риби.Потоа добив Mantas дека операција во вода,Смртоносните пираните кои чешаат за колење,Дивата бета коефициенти мажи кои залак со мачкам,Сега имам многу помалку тропски риби.Ако мислите декаРиба се мирниТоа е празен желба.Само да ги шутнат заедноИ да ги остават на мира,А наскоро ќе има - нема риба.
		-- To My Favorite Things

%
Затемнување, топлотен бран, .44 калибар убиство,На bums капка мртов и кучиња одат луд во пакувања од западната страна,Една млада девојка стои на полицата, изгледа како уште една самоубиство,Таа сака да ја погоди оние тули,Оти ​​вести во шест мора да се држи до крајниот рок,Додека милионери се кријат во Беекман место,дами торба фрли коските во моето лице,Јас се нападнати од страна на дете со стерео звук,Не сакам да го слушаат, но тој не ќе го одбиеме ...
		-- Billy Joel, "Glass Houses"

%
Момче, ја добиете вашата глава од ѕвезди над,Можете да добиете максимум задоволство од минимум љубов.Зачувај вашето срце и нека вашето тело да биде доволно,За да добиете максимум задоволство од минимум љубов.Зачувај вашето срце и нека вашето тело да биде доволно,И да добијат максимум задоволство од минимум љубов.
		-- Mac Macinelli, "Minimum Love"

%
Диши длабоко собирот мракот.Гледајте светла исчезнат од секоја соба.Гарсониера луѓето се погледне назад и да се жалат;бескорисни енергии уште еден ден поминал.Страсни љубовници се борат како еден.Осамен човек плаче за љубовта и нема ниедна.Нова мајка зема и suckles нејзиниот син.Постарите граѓани сакаат тие биле млади.Ладно срце небесно тело што владее во текот на ноќта;Отстранува бои од нашите очи.Црвената боја е сива и жолта и бела боја.Но, да одлучи што е реално, а што е илузија. "
		-- The Moody Blues, "Days of Future Passed"

%
Brillineggiava, ед i Товоли slatigirlavano ghimbanti Nella Слободен;Јас borogovi Еран tutti mimantie la мома Радева fuorigraba."Фиљуоло мил, СТА" attento Ал Gibrovacco,dagli artigli е dal morso lacerante;fuggi l'Учело Giuggiolo, е nel СакоМети infine Ил frumioso Bandifante ".
		-- Lewis Carroll, "Jabberwocky"

%
Но има било малку атом,Додека-sittin "и-splittin,Некогаш сте престана да мисли или НЕГАДека Е = m C ** 2?
		-- Lewis Carroll, "Jabberwocky"

%
Но, јас бев таму и јас видов што направи,Јас го видов со свои две очи.Така може да се бришам дека насмевка;Знам каде сте been--Тоа е сите се пакет од лаги!
		-- Lewis Carroll, "Jabberwocky"

%
Но, научниците, кои треба да се знаеУверувам нас дека тоа мора да биде така.О, да, никогаш, никогаш не се сомневамОна што никој не е сигурен за.
		-- Hilaire Belloc

%
Но меки вас, фер Офелија:Бројките не ти досаден и мермер вилица,Но, ти се дојде до манастирот - оди!
		-- Mark "The Bard" Twain

%
Но, MOUSIE, Ти си не ти лента,Во докажување предвидување може да биде залудно:Најдобар поставени шеми o "глувци на" мажитеБанда назад а-gley,Се 'lea'e ни ништо, но тага и болкаЗа вети радост.
		-- Robert Burns, "To a Mouse", 1785

%
Зуи надвор, Банана нос; Олеснување на очитеНа омраза болка, избришете ушите на пченка мое;Помалку драги од армијата мравки во јаболко питиТи ли си, стари режеш-лице, со носење костени ти,Dropt од Твоите пилинг усни како лош плод;Како пчелите по perfum'd зголемиТие си го цица и се допаѓа двореден костумСе застарени; Затоа, Банана носот,Оди летаат змејот, ти добредојде на overstayed;И потекнуваат производите од waspish твојот wits:Твојот logick, како на својата брави, е disarrayed;Твојот навиваат, како твојот тен, е јами.Да се ​​исклучи, велам; одат бубачка некој нов,Scram, го победи, да те добие со тоа, и ореви за вас.
		-- Robert Burns, "To a Mouse", 1785

%
До кога ќе се заколнам дека сте му,тресејќи се и воздивнувашеи тој вети дека неговата страст ебесконечна, вечна -Дама на САД, направи забелешка на ова:Еден од вас е лажење.
		-- Dorothy Parker, "Unfortunate Coincidence"

%
Од страна на дворот, животот не е лесен.До инчи, тоа е лесна работа.
		-- Dorothy Parker, "Unfortunate Coincidence"

%
Смири се, тоа е само оние кои и нули,Смири се, тоа е само битови и бајти,Смири се, и да ми зборува на англиски јазик,Ве молиме да сфатат дека јас не сум еден од вашите computerites.
		-- Dorothy Parker, "Unfortunate Coincidence"

%
Откажи мене не - за што тогаш ќе остане?Abscissas, некои mantissas, модули, режими,Основен или две, тор и јазол:Инверзна мои стихови, е нулти домен.
		-- Stanislaw Lem, "Cyberiad"

%
бонбоние лепоно, алкохолЕ побрзо.Fortune ажурира голема цитати: # 53.Бонбони е лепо; но алкохол е побрзо,и сексот нема да изгние забите.
		-- Ogden Nash, "Reflections on Ice-Breaking"

%
Фати бран и ќе си седи на врвот на светот.
		-- The Beach Boys

%
Сесил, ти си мојата последна надежНа изнаоѓање на вистинскиот Стрејт абсорберБидејќи сум бил читање на мачка Schrodinger еНо, ниту еден од моите мачки се на сите како тоа.Оваа необична храна (така се вели)Истовремено е жив и мртов!Она што не го разбираат е само зошто тојне може да биде еден или на друг, несомнено.Мојата иднина сега виси во меѓу eigenstates.Во едно сум просветлен, а во другиот не е.Ако * ви * разбере, Сесил, а потоа ми го покаже патотИ спасување на мојата психа од квантната распаѓање.Но, ако овој педер нешто е скептичен дури и ти,Тогаш јас ќе ___ * и * Јас нема да те видам во зоолошката градина Schrodinger е.на човечкото знаење "на Сесил Адамс
		-- Randy F., Chicago, "The Straight Dope, a compendium

%
Секако постојат нешта во животот, дека парите не можат да купат,Но, тоа е многу смешно - Дали некогаш сте се обиде да ги купат без пари?
		-- Ogden Nash

%
Чарли беше хемичар,Но, Чарли не е ништо повеќе.За она што го мислев дека е H2O,Беше H2SO4.
		-- Ogden Nash

%
Децата не се среќни без нешто да се игнорира,И тоа е она што се создадени родителите.
		-- Ogden Nash

%
Витештвото, Schmivalry!Роџер крадец имаметод што тој ги користи заsneaky напади:Луѓе кои се читањето секарактеристичноСекогаш Заборавајќи даЗаштитат своите потекла ...
		-- Ogden Nash

%
Божик е тука, од golly; Убие мисирки, патки и кокошки;Неодобрување ќе биде лудост, Микс на удар, повлечете на ДикенсDeck The Halls со hunks на Холи; Иако изгледите згрозува,Пополни чаша и не се каже кога ... Брат, тука ќе одиме повторно.На Божиќ, не може да се болно; Односи со поштеда без expense'll,Вашите колеги човек мора да ги обожуваат; Испрати некои непотребни стари сад,Има време да му го одземат сите повеќе, или појавување на пенкало и молив,Другите 364! Само нешто што ми треба ... колку би било убаво.Тоа не е важно колку е искрена Глас на хералд трибјун пее,Тоа е, ниту пак како искрена духот; Рекламирање чудеса.Расположение нема да го покажало позитивно; Бог да го Вие Среќен Трговци,Она што е важно е ... цената. Може да се направи исплата Божиќ.Ангели Ние сме слушнале висок,Нека Груб sleighbells мелодии; Кажете ни да излезат и да се купи.Те поздравувам нашиот драг стар пријател, Крис Kringle, sooooo ...Возење ирваси неговиот низ небото,Не седи под, кога тие летаат!
		-- Tom Lehrer

%
Ладно биде раката и срцето и коските,и ладно да спијат под камен;никогаш повеќе да се разбудам на камен кревет,никогаш, до сонцето и месечината не е мртов.Во црно ветер ѕвездите ќе умре,и уште на злато тука нека се лаже,до Темен Господар крева ракаво текот на Мртвото Море и исушена земја.
		-- J. R. R. Tolkien

%
Ајде пополни чаша и во огнот на пролеттаВашата зимска облека на repentence фрла.Птица на време, но малку начинДа трепет - а птицата е на крило.
		-- Omar Khayyam

%
Дојде да живее со мене и да биде мојата љубов,И ние ќе се покаже некои нови задоволстваНа златен песок и кристално БруксСо свилени линии и сребро куки.Нема ништо што јас не би го сторилАко сакаш да ми биде POSSLQ.Вие живеете со мене, и јас со тебе,И ќе ми биде POSSLQ.Јас ќе ти биде пријател и многу повеќе;Тоа е она што POSSLQ е за.И сè што ќе го признаам;Да, дури и на IRS.Еден ден на она што ние и може да заработи,Можеби ќе поднесат заеднички враќање.Ќе споделам мојата рампа, моите даноци, заеднички;Ќе споделување на мојот живот - до точка!И дека ќе биде толку мило да се направи,Затоа што ќе ми биде POSSLQ.
		-- Omar Khayyam

%
Дојде да живее со мене и мојата љубов,И ние ќе се покаже некои нови задоволстваНа златен песок и кристално Брукс,Со свилени линии и сребро куки.
		-- John Donne

%
Ајде, Вирџинија, не ме чекај!Католичката девојки почне многу доцна,Ах, но порано или подоцна, се сведува на судбината,Јас како и да биде еден.Па, тие ви покажа статуа, ти реков да се моли,ќе изгради храм и ќе се заклучени,Ах, но тие никогаш не ви кажав цената што ќе се плати,На работи што може да се направи.Па ајде, Вирџинија, покажи ми знак,Испрати до сигнал, јас ќе ти фрли линија,Тоа обоено стакло завеса што се крие зад себе,Не дозволува на сонце.Мила, само добрите умираат млади!
		-- Billy Joel, "Only The Good Die Young"

%
Дојди, секој frustum копнее да биде конус,И секој вектор соништа на матрици.Глас на нежни наклон на бриз:Се шепоти на повеќе ergodic зона.
		-- Stanislaw Lem, "Cyberiad"

%
Дојди, сопственикот, пополни тече сад додека тоа не се кандидира повторно,Вечерва сите ќе биде весело - утре ќе се отрезнат.
		-- John Fletcher, "The Bloody Brother", II, 2

%
Ајде да се забрза на повисоко авион,Каде dyads упатуваа самовила областа на Вен,Индекси на нивните накитена од една до _ n,Измешани во еден бесконечен Марков синџир!
		-- Stanislaw Lem, "Cyberiad"

%
Ајде, муза, нека пее на стаорци!
		-- From a poem by James Grainger, 1721-1767

%
Дојдете духовиКои имаат тенденција за смртен мисли, unsex јас сум тука,И исполни ме, од врвот до пети, топ-целоснаНа direst суровост! дебела мојата крв,Запре до пристапот и премин на каењеДека нема compunctious посета на природатаПротресете ми падна цел, не се задржи мирот меѓуЕфектот и тоа! Дојде до моите гради жената,И еве ти го моето млеко за жолчно, можете убиство на министри,Каде во вашиот sightless супстанцииЧекате за зло на природата! Ајде, дебели ноќ,И сенка во dunnest на чадот од пеколот,Дека мојот нож не сакаат да се види раната тоа го прави,Ниту, пак, небото ѕиркаат низ ќебе на темнината,Да плаче `Држете, држете!
		-- Lady MacBeth

%
Доаѓање до Продавници близина на вас:101 граматички точни популарни песни со:(Не се ништо, но а) Hound DogТоа не значи ништо ако тоа не е Разбра нишалкаНе сум немирниИ едночудо и повеќе ...
		-- Lady MacBeth

%
Конфузија ќе ми биде епитафкако што одиме на испукани и скршени патАко го направи сите ние да седат назад и да се смеатно се плашам дека утре ќе се плаче.
		-- King Crimson, "In the Court of the Crimson King"

%
Смртта доаѓа на секој изминат ветре,Тој демне во секој цвет;Секоја сезона има своја болест,Нејзините опасност - секој час.
		-- Reginald Heber

%
сите нас палуба со Бостон Чарли,Walla Walla, Вашингтон., На "Каламазу!Нора freezin "на количка,Swaller долар карфиол, alleygaroo!Не знаеме архаични барел,Приспивна Lilla момче, Луисвил Лу.Количка Моли не сакам Харолд,Boola boola Pensacoola гужвата!
		-- Pogo, "Deck Us All With Boston Charlie" [Walt Kelly]

%
Прогласен за виновен ... за прикажување чувства на речиси човечката природа.
		-- Pink Floyd, "The Wall"

%
Презирајќи машини за еден човек,Лудитите дружев со Клан,И исплива ноќеВо листови на белаНа линч на сите роботи што можат.
		-- C. M. and G. A. Maxson

%
Didja "некогаш треба да го сочинуваат вашиот ум,Трансферот на една и го оставаме другиот зад себе,Тоа е често не е лесно, и тоа не е често вид,Didja "некогаш треба да го сочинуваат вашиот ум?
		-- Lovin' Spoonful

%
Разочаран зборови како куршуми кората,Како човечки богови цел за свој белег,Направи сè, од играчки пушки таа искраЗа да месо боја христоси кои светат во темница.Тоа е лесно да се види без да гледа премногу далекуТоа не е навистина многу свето.
		-- Bob Dylan

%
Дали вашите видри стори шими?Им се допаѓа да се ослободи нивните опашки?Дали вашите wombats спијат во tophats?Е вашата градина полна со полжави?
		-- Bob Dylan

%
Не се загрижени, тоа нема да ви наштети,Тоа е само мене извршуваат нешто што јас не сум сигурен,Низ моите соништа, со neptive чудо,Јас бркаат светла неостварлив пеперутка на љубовта.
		-- Bob Dylan

%
Не дозволувајте никој да ви каже што не може да се направи;не дозволувајте никој да ви каже што е невозможно за вас;не дозволувајте никој да ви каже што мора да се направи,или никогаш не се знае ... што е на другата страна на виножитото ...се сеќавам, ако не ги следат своите соништа,никогаш не се знае што е на другата страна на виножитото ...
		-- melba moore, "the other side of the rainbow"

%
Не губиглаватаЗа да се добие една минутаВие треба главатаВашиот мозок се во неа.
		-- Burma Shave

%
Не ми се разбудам и јас наскоро ...Ќе се прошетаат низ месечината ...Ти и јас.
		-- Burma Shave

%
Двоен Bucky, ти си еден,Можете да направите мојата тастатура толку многу забавно,Двоен Bucky, дополнителна малку или две, (vo-vo-де-о)Контрола и мета, рамо до рамо,Зголемени ASCII, 9 битови широк!Двоен Bucky, половина илјада хиероглифи, плус неколку!О, јас сигурно сакал јас,Имаше неколку битови повеќе!Можеби збир на педали да се направи на бројот на битови четири.Двојно двојно Bucky! Двоен Bucky лево и десноOR'd заедно, едноставно не повидок!Двоен Bucky, јас би сакал цел збор за,Двоен Bucky, среќен сум чул за,Двоен Bucky, јас би сакал цел збор од вас!да се додаде на терминал кодови на 36-битни машини за употребаод уредници екранот. [На мелодија од "гума пиленце"]
		-- to Nicholas Wirth, who suggested that an extra bit

%
Одредување на банана републики,Одредување на тропски сонцето.Оди на протерани Американците,Надевајќи се дека ќе најде некоја забава.Некои од нив се обратите за едрење,Фатени од страна на мамката на морето.Обидувајќи се да се најде она што е болен,Кои живеат во земјата на слободните.Некои од нив се протега од љубовници,Не остава напред адреса.Некои од нив се работи тони ганџа,Некои од нив се протега од УЈП.Доцна во ноќта, ќе ги најдете,Во евтини хотели и барови.Hustling на senoritas,Додека тие танцуваат под ѕвездите.
		-- Jimmy Buffet, "Banana Republics"

%
Пијат и танцуваат и да се смеат и лагаЉубов, се опоравува полноќ прекуЗа утре ќе умреме!(Но, за жал, никогаш не се направи.)
		-- Dorothy Parker, "The Flaw in Paganism"

%
Лесно се и лесно движење,некои ме нарекуваат лесни пари,Понекогаш животот е полн со комични,а понекогаш и тоа не е смешноШто може да мислам дека јас сум будалаа понекогаш и тоа е точно,Но, јас сум случува на небото во флеш на огнот,	со или без тебе.
		-- Hoyt Axton

%
Eleanor RigbyСеди на тастатураИ чека линија на екранотЖивее во сонЧека на сигналНаоѓање на дел од кодотТоа ќе се направи машина направи нешто повеќе.Што е тоа за?Сите осамени корисници, каде сите тие доаѓаат од?Сите осамени корисници, зошто е потребно толку долго?хакер MacKensieПишување на код за програма со која никој нема да се кандидираТоа е речиси завршенаПогледни го работат, одредување на грешки во текот на ноќта, кога иманикој таму.Што значи тој е гајле?Сите осамени корисници, каде сите тие доаѓаат од?Сите осамени корисници, зошто е потребно толку долго?Ах, изгледа на сите осамени корисници.Ах, изгледа на сите осамени корисници.
		-- Hoyt Axton

%
Бескрајни во светот пак, бескрајни врти на сонцетоБескрајни потрагата;Јас се сврти повторно, да се вратиме на мојот почеток,И тука, се најде одмор.
		-- Hoyt Axton

%
Es brilig војна. Умре schlichte TovenWirrten und wimmelten во Waben;Und Aller-М "umsige BurggovenDir mohmen Р "ath ausgraben.
		-- Lewis Carrol, "Through the Looking Glass"

%
Euch ist bekannt, беше wir beduerfen;Wir волнени остар Getraenke schluerfen.
		-- Goethe, "Faust"

%
Дури и еден човек кој е чист во срцето,И вели дека неговите молитви во текот на ноќтаМоже да стане волк кога wolfbane цвета,И е полна месечина и светли.
		-- The Wolf Man, 1941

%
Дури и во моментот на нашите најрани бакнеж,Кога Воздивна на незавидна пупка во цвет,Седеше на суво семе на повеќето несакана ова;И што знаев, но не и денот и часот.Премногу сезоната мудар сум јас, како земја-одгледува,Да се ​​навалите на есен или му се пркоси на мраз:Четкање на студ, дури и како татковците мои,Велам со нив, "Што е вечерва е изгубена."Јас само се надева, со блага надеж на ситеКои се види на листот се земе форма на дрвото,А фер лето, а подоцна да паднеОтколку во овие делови еден човек е способен да се види,И сончево кластери зрела за вино:Јас ти кажам низ поцрнети лоза.Нашите најрани бакнеж ", 1931
		-- Edna St. Vincent Millay, "Even in the Moment of

%
Уште Наваму! Уште Наваму!Тоа е дух кој ни донесе слава.Ние сме голема, но поголем ќе биде,Ние не може да пропадне за сите може да се види, дека за да се служи на човештвотоЕ нашата цел.Нашите производи сега се познати во секоја зона.Нашата репутација блеска како скапоцен камен.Ние сме се бореле на патот прекуИ нови области ние сме сигурни дека за да го освојат, исто такаЗа Уште Наваму IBM!
		-- Ever Onward, from the 1940 IBM Songbook

%
Уште кога бил младо момче,Сум пробиени на Arpa мрежа,Од Беркли до Рутгерс, Тој е на мојот омилен терминал,Било пристап би можел да добие, мачки C право во foo,Но, не се гледа ништо како него, неговите ученици го доведе во,На било кампусот сепак, и тој само се распаѓа коренот,Тоа глуви, неми и слепи дете, секогаш има целосна SYS-Priv е,Секако испраќа средна пакет. Никогаш не користи мазна,Тоа глуви, неми и слепи дете,Секако испраќа средна пакет.Тој е волшебник UNIX,Мора да има пресврт.Доби волшебник UNIX не е не доби одвлекување на вниманието,Неограничен простор на дискот. не може да се слушне нема свирки и ѕвона,Како мислите дека тој го прави тоа? Не можам да видам нема порака трепка,Не знам. Видови на сетилото за мирис,Што го прави толку добро? Оние луди мали програми,постави соодветна малку знамиња,Тоа глуви, неми и слепи дете,Секако испраќа средна пакет.
		-- UNIX Wizard

%
Секоја љубов е љубов предВо duller фустан.
		-- Dorothy Parker, "Summary"

%
Секој човек е како Бог го создаде, Да, и често полошо.
		-- Miguel de Cervantes

%
Секоја вечер моите молитви, велам,И да ми вечера секој ден;И секој ден дека сум бил добар,Јас добиете портокал по храна.На детето дека не е чист и уреден,Со многу играчки и работи да се јаде,Тој е непослушен дете, јас сум sure--Или пак неговата драга тато е лоша.
		-- Robert Louis Stevenson

%
Сите знаат дека генерал се вчитани. Сите тркала со нивнитевкрстени прсти. Сите знаат дека војната е завршена. Сите знаатдобрите момци се изгуби. Сите знаат дека борбата е фиксна: сиромашните престојсиромашните, богатите се богати. Тоа е како тоа оди. Сите знаат.Сите знаат дека бродот е протекување. Сите знаат капетанотлажел. Сите се здобија овој скршен чувство како татко или својата кучесамо починал.Сите зборуваат за нивните џебови. Сите сакаат кутија чоколадии долго матични роза. Сите знаат.Сите знаат дека ме сакаш, бебето. Сите знаат дека навистинанаправи. Сите знаат дека сте биле верни, или дава да потрае една ноќ илидве. Сите знаат дека сум бил дискретен, но имаше толку многу луѓевие само треба да ги исполни без вашата облека. И сите знаат.И секој знае дека е сега или никогаш. Сите знаат дека тоа мене или е вас.И сите знаат дека живееш засекогаш кога сте го направиле линија или две.Сите знаат дека договорот е расипано: уште pickin 'памук стари црно Џоза да панделки и се поклонува. И сите знаат.
		-- Leonard Cohen, "Everybody Knows"

%
Сè што е одлично во овој стариот добро познат свет;(Ова е нешто што секогаш може да се користи).Бог е во неговиот небото, на ридот е роса бисерен;(Ова ќе се обезбеди за чевли бебето.)Глад и војна не значи ништо;розова where'er сè е што шета;Глас, како мали птици весело пее!(Ова е она што го достигнува сланина дома.)
		-- Dorothy Parker, "The Far Sighted Muse"

%
Каде и да одите ќе ги видите пребарување,Каде и да се свртите ќе се чувствуваат болка,Секој е во потрага по одговорот на прашањето,Па не гледам повторно.
		-- Moody Blues, "Lost in a Lost World"

%
Ф: Кога во една соба, јас се фрлам, јасПонекогаш се најдат некои VIOLET габи.Тогаш јас се провлекува, темно задуманаНа отров тие се зрачи.
		-- The Roguelet's ABC

%
Семејства, кога детето е роденоСакате да се интелигентни.Јас, преку интелигенција,Ја скршија целиот мој живот,Само се надевам дека бебето ќе се покажеНеуки и глупави.Тогаш тој ќе го круниса мирна животОд страна да стане министер на кабинетот
		-- Su Tung-p'o

%
Збогум ние го нарекуваме до огништето и салата!Иако ветрот може удар и дожд може да падне,Ние мора подалеку отколку да се скрши на денотДалеку над дрво и планински високи.За да Ривендел, каде елфите уште живееВо ливади под магливата падна,Преку Мур и отпад се возиме во брзање,И каде што тогаш ние не може да каже.Со непријатели напред, зад нас се плашат,Под небото ќе биде нашиот кревет,Додека во последно да се донесе нашата мака,Нашето патување направено, нашиот налог забрза.Ние мора веднаш! Ние мора веднаш!Возиме пред распадот на ден!
		-- J. R. R. Tolkien

%
Феликс Catus е вашата таксономски номенклатура,Ендотермички quadroped, месојади по природа.Вашата визуелна, мирисни сетила, и аудитивниПридонесе за вашата лов вештини и природната одбрана.Јас се наоѓам себеси заинтригиран од вашите под-вокал осцилации,Еднина развој на мачка комуникацииТоа избегнува вашите основни хедонистички predelectionЗа ритмичка галење на вашата кожа за да се покаже љубов.Опашка е доста од суштинско значење за вашиот акробатски таленти:Вие не би биле толку агилни ако немаше својот рамнотежа;И кога не се utilitized да им помогне во движењето,Тоа често се служи за да се илустрира состојбата на вашите емоции.О место, комплексни нивоа на однесување прикажувањеКонотираат прилично добро развиени когнитивни низа.И покрај тоа што не се свесни, точка, и не сфати,Јас сепак ќе се вистинска и ценет пријател разгледа.
		-- Lt. Cmdr. Data, "An Ode to Spot"

%
Петнаесет луѓе на градите на покојникот,Јо-хеј-хеј и едно шише со рум!Пијте и ѓаволот сторил за одмор,Јо-хеј-хеј и едно шише со рум!
		-- Stevenson, "Treasure Island"

%
Педесет и лекомислен жабиИзоде на flippered нозеИ со нивните лигите тие го направија за времеНеприродно флота.
		-- Stevenson, "Treasure Island"

%
Конечноста е смрт.Совршенството е конечност.Ништо не е совршен.Постојат грутки во него.
		-- Stevenson, "Treasure Island"

%
Пет имиња кои тешко може да застане за да се слушне,Вклучувајќи твое и мое и уште едно шимпанзо, кој не е тука,Јас може да се види на дамите зборува како времињата се gettin 'тешко,И страшниот ископување на Магнолија булеварот,Да, јас сум случува лудо,И јас сум се смее на замрзнат дожд,Па, јас сум сама, мед, кога тие ќе ме испрати дома?Bad патики и Пина Колада мојот пријател,Запирање на авенија на Радио Сити, соТранзистор и голема сума на пари да се трошат ...Вие fellah, ќе tearin "по улицата,Носиш дека белата смокинг, како си ќе победи на топлина,Дали ме земе за будала, мислиш дека јас не гледам,Тоа ров во долината дека тие се diggin 'само за мене,Да, и случува "лудо,Ти знаеш дека јас сум laughin "во замрзнат дожд,Се чувствувам како да сум сама, мед, кога тие ќе ме испрати дома?(Рефрен)
		-- Bad Sneakers, "Steely Dan"

%
Летечки чинии по поводПокаже себеси за човечките очи.Вонземјани гас, се стави надвор инвазијаДодека тие се бренд овие приказни како лаги.
		-- Bad Sneakers, "Steely Dan"

%
"За неколку o" иглички ", вели Трол, и grins,"Ќе ти се јаде премногу, и гриза потколениците твои.А малку o "свежо месо ќе одат надолу слатка!Ќе се обидам забите на тебе сега.Хи сега! Види сега!Уморен сум o "неподносливиот стари коски и кожа;Јас сум на ум да вечераат на тебе сега. "Но, како што тој смета дека неговата вечера бил фатен,Тој се најде рацете имаше одржи на ништо.Пред да може да пречи, Том лизна behingИ му даде на подигање на него larn.Предупреди него! Ебам него!Судрат o "за подигање на седиштето, Том thoguht,Ќе биде начин да го larn.Но потешко од камен е месо и коскиНа трол, кој седи сам во ридови.Како и да го поставите вашиот подигање на коренот на планината,За седиште на трол не го чувствувам.излупете! Исцели тоа!Стариот Трол се насмеа, кога го чу Том стон,И тој знаеше дека неговите прсти може да го чувствува тоа.нога Том е игра, бидејќи дома дошол,И бескорисно нога е трајно куци;Но, Трол не се грижат, и тој е сè уште тамуСо коската тој коски од неговиот сопственик.Донер! Глупав грешка!стар седиште Трол се уште е иста,И коскената тој коски од нејзиниот сопственик!
		-- J. R. R. Tolkien

%
За џин, во суровТрезен вистината,Испораките на горивоЗа огнени младите.
		-- Noel Coward

%
За витештво не е во подвизи на војната,Како и за да се борат во кавга право или не,Но, во една причина што вистината не може да се одложи:Тој треба себе за да бидете сигурни и силни,Само да се задржи mixt со милост кај:И без кавга витез треба да се земеНо, за вистината, или за доброто на заедничката е.
		-- Stephen Hawes

%
"Сила е но може," учителот said--"Тоа е само дефиниција".Момчето рече ништо, но смета дека наместо тоа,Сеќавајќи се тресна неговата глава:"Сила е можеби и не, но мора да!"
		-- Stephen Hawes

%
Четири биде нешта што сум помудар да се знае:Безделничење, тага, пријател и непријател.Четири биде нешта јас би бил подобар без:Љубов, љубопитност, пеги, и сомнеж.Три биде нешта што никогаш нема да се постигне:Завист, содржина, и доволно шампањ.Три биде нешта што треба да има додека не умре:Смеа и надеж и чорап во очи.
		-- Dorothy Parker, "Inventory" [or "Not so Deep as a Well"?]

%
Пријатели, Римјаните, hipsters,Дозволете ми да ви во поим;Јас доаѓам да се спушти на Цезар, не да го ритам.На плоштадот клоци некои мачки се на престој со нив;битови на колкот, како, да одат надолу под;па нека се постават со Цезар. Кул Брутти дал пораката: Цезар имал големи очи;Ако тоа е звукот, некој copping молба,И, како и, стари Цезар навистина ги постави исправен.Еве, copacetic со Брут и столпчиња, -за Брут е вистински кул мачка;Значи сите тие, сите кул мачки, -Ајде јас да се направи оваа свирка во Цезар со која се утврдуваат.
		-- Dorothy Parker, "Inventory" [or "Not so Deep as a Well"?]

%
Од премногу љубов на живеење,Од надеж и страв да се ослободиме,Им се заблагодаруваме со кратки благодарност,Без оглед на боговите може да биде,Тоа не е живот живее вечно,Тоа мртви крене никогаш,Дека дури и weariest реката ветрови некаде безбедно во морето.
		-- Swinburne

%
Да стапат во контакт со вашите чувства на непријателство против умираат светлина.
		-- Dylan Thomas [paraphrased periphrastically]

%
Излегувај, ти стар Wight! Исчезнуваат во сончева светлина!Збрчкаш како студената магла, како и ветровите се ридание,Надвор во голините далеку од планините!Ајде никогаш тука повторно! Оставете го вашиот Бароу празна!Изгубени и заборавени биде, потемна од темнината,Каде Гејтс останува вечно затворени, додека светот се надгради.
		-- J. R. R. Tolkien

%
Пролет песна Гибсон (во висина на "Deck The Halls"):'Tis на сезоната за да се бркаат mousies (ФА ла ла ла ла, ла ла ла ла)ги грабне од нивните мали housies (...)Прво ние ги бркаат "круг на поле (...)Потоа ние ги имаме за оброк (...)Фрли ги тука и да ги фати таму (...)Види ги летаат низ воздухот (...)Види ги летаат и да ги слушаме како пискам (...)Паѓањето на глувци имаат голема жалба (...)Види ловец беше пред нас (...)Тој бркале глувци во полето и шумата (...)Види го исчисти неговата долга бела мустаќи (...)Од крвта на малку critters (...)
		-- J. R. R. Tolkien

%
Гил-galad беше Elven-крал.Од него Harpers жал пеат:последните чие подрачје е фер и слободнимеѓу планините и морето.мечот беше долго, копјето беше подготвена,сјае неговиот чело оддалеку се гледа;безбројните ѕвезди на полето на неботосе огледува во сребрена неговиот штит.Но одамна се возел далеку,и каде што тој живее никој не може да се каже,за во мрак падна неговата ѕвездаво Мордор каде сенките се.
		-- J. R. R. Tolkien

%
Gimme Twinkies, Gimme вино,    Gimme фармерки со Келвин Клајн ...Но, ако се подели на оние атоми во ред,    Мама задржи "Ем исклучување овие гени на мое!Gimme zits, земи ја мојата тесто,    Gimme арсен во мојот Желе тек ...Јавете се на ѓаволот и ја продаде својата душа,    Но Мама задржи ДЕМ атоми целина!
		-- Milo Bloom, "The Split-Atom Blues," in "Bloom County"

%
Ми даде цврста, во ерекција, мажествени непријател,Задебелување можам да се исполнат - можеби може да се претвори неговиот удар!Но, од сите зла, добро небото, гневот Твој може да испрати,Спаси ме, о да ме спаси од искрен пријател.
		-- George Canning

%
Дај ми студенти, вашиот секретари,Вашиот сместија писатели копнежот да дишат слободно,Тажните отпадоците на вашиот Selectric III е.Им даде на овие, бездомниците, дактилограф-лула мене.Кревам мојот диск до процесорот.
		-- Inscription on a Word Processor

%
Оди placidly среде вревата и отпад,И се сеќавам што удобност може да има во сопственик на дел од нив.Избегне тивка и пасивни лица, освен ако не сте во потребата од сон.Ротирајте ги гумите.Зборува блескаво за оние кои се поголеми од себе,И ги слушаат и нивните совети - иако тие се мисирки.Знаете што да се бакнуваат - и кога.Запомнете дека две грешки никогаш не се направи во право,Но дека три се направи.Секогаш кога е можно, се стави луѓе на "држи".Се утеши, дека во лицето на сите аридност и разочарување,И покрај се менува судбината на време,Секогаш постои голема иднина во компјутер одржување.Вие сте среќа на универзумот ...Немате право да бидам тука.Дали можете да го слушнете или не, универзумотСе смее зад вашиот грб.
		-- National Lampoon, "Deteriorata"

%
Оди placidly среде вревата и отпад, и се сеќавам она што вредност може да имада биде во сопственик на дел од нив.
		-- National Lampoon, "Deteriorata"

%
Бог вие остатокот CS студенти сега, лежишта на тапанот се нема,Дозволувај ништо да те заплашуваат. На дискот се ниша, исто така.На VAX е долу и нема да биде, ние го нашол грешка во Lisp, и АлголДо први мај. Не можам да кажам лажни од вистината.Програмата, која се должи ова утро, и сега сметаме дека не можеме да сенема да се одложи, велат тие. На Беркли 4.2.(Рефрен) (Рефрен)Ние само го доби повик од декември, И сега некои весел вест за вас,Тие ќе се испрати, без одлагање, мртов на мрежата, исто така,Монитор наречен RSuX Ние ќе мора да се печати вашите датотеки наТаа ги зема деветстотини К. печатач линија, наместо.персонал извршил самоубиство, на пат е пресврт деветнаесет недели.Ние ќе ги закопа денес. И само се читаат картички.(Рефрен) (Рефрен)И сега ние би сакале да ви кажам РЕФРЕН: О, радосната вест за утеха и радост,Пред да одиме подалеку, утеха и радост,Се надеваме дека вестите ние сме ти ја донесе О, радосната вест за утеха и радост.нема да го уништи вашиот целиот ден.Имаш друга програма се должи, утре, на патот.(Рефрен)
		-- to God Rest Ye Merry Gentlemen

%
Голд Коуст роб брод врзани за памук полињаСе продаваат на пазарот надолу во Њу ОрлеансЛузни стари Робовладетелски знае што тој го прави во редСлушнете го камшикуваат жените, само околу полноќАх, кафеав шеќер како тоа ќе вкус толку добар?Ах, кафеав шеќер, исто како една млада девојка треба даТапани тепа ладна англиски крвта тече топлаДама на куќата wonderin "каде што тоа е ќе престанеКуќа момче знае дека тој го прави во редТреба да се на него, како слушнаа само околу полноќ....Се обложувам дека мајка ти беше шатор шоу кралицаИ сите нејзини другарки се Слатка ШеснаесетЈас не сум ученик, но јас знам што ми се допаѓаВие треба да сте ме слушнале само околу полноќ.
		-- Rolling Stones, "Brown Sugar"

%
Доби жена и деца во Балтимор Џек,Излегов за возење и никогаш не се врати.Како река што не знам од каде тоа е тече,Јас погрешно сврте и јас само ќе се чуваат.Сите се доби гладни срце.Сите се доби гладни срце.Утврдат вашите пари и ќе ја играат својата улога,Сите се доби гладни срце.Ја сретнав во еден бар Kingstown,Ние падна во љубов, знаев дека мораше да заврши.Ние го зеде она што го имавме и ние го искинал,Сега јас сум тука долу во Kingstown повторно.Сите треба место да се одмори,Сите сакаат да имаат дома.Не се направи никаква разлика тоа што вели дека никој,не е никој не сака да биде сам.
		-- Bruce Springsteen, "Hungry Heart"

%
Графика заслепи очите.Аудио фајлови deafen увото.Глувчето вцепенен прстите.Хеуристичко ослабне умот.Опции венеат срцето.Гуру забележува нетоно верува во неговата внатрешна визија.Тој овозможува работите да доаѓаат и си одат.Неговото срце е толку отворен како етер.
		-- Bruce Springsteen, "Hungry Heart"

%
H: Ако "Гоблин (плашило) ќе waylays,го парче пред да те убива.Ништо не го прави да изгледа еден простакКако трчање од HOB'LIN (GOB).
		-- The Roguelet's ABC

%
"Ако јас и тој, но исполнетиОд страна на некои стари антички Ин, но се движи како пешадија,Ние треба да ни седна на влажна и загледан лице в лице,Право многу nipperkin! Си пукаше во него како тој во мене,И го убија во своето место.Јас застрелан мртов, бидејќи -Бидејќи тој е мојот непријател, што мислел дека ќе "листа, можеби,Само така: мојот непријател разбира, тој беше; Off-рака-како - исто како што јас -Тоа е доволно јасно; Иако беше надвор од работа - ја продал својата стапициНиту една друга причина зошто.Да, чудат и љубопитни војната е!Се пука колеги надолуЌе се третира, ако се исполнети каде сите бар еИли да ви помогне да се полу-а-круна ".
		-- Thomas Hardy

%
Половина пчела, филозофски, мора ipso facto половина не биде.Но половина од пчела мора да биде, vis-a-vis својот ентитет. Види?Но, може пчела да се каже да се биде или да не биде целиот пчела,Кога половина од пчели не е пчела, поради некои древни повреда?
		-- Thomas Hardy

%
Виси во тивка очај е на англиски начин.
		-- Pink Floyd

%
Хард копии и chmodИ секој мисли дека компјутерите се безличниладно diskdrives хардвер мониторикорисникот непријателски софтверСе разбира, тие се само битови и бајтин и жиции датотекисамо некои стари textfiles од мојот стар момчеми кажуваат дека ме сака итој ќе се грижи за менеедноставно отфрлени отпечатоците од директориумот на пријателдлабоко интимни тајни икако тој не ми веруватене може да ме повреди повеќе ако тие се миризлива со лаванда или мувлана личен идентитет
		-- terri@csd4.milw.wisc.edu

%
Глас, Хералд Трибјун пее,Рекламирање чудеса.Ангели сме слушнале за високоКажете ни да излезат и да ги купите.
		-- Tom Lehrer

%
Дали некогаш сте се почувствувале како ранета кравана половина пат меѓу печка и пасиште?одење во транс кон бременаседумнаесет-годишниот домаќинкадве-ден-стар готвачот?
		-- Richard Brautigan

%
Дали сте виделе како гори Сони е,Како некои светли еротска ѕвезда,Тој се пали на постапката,И ја зголемува температурата.
		-- The Birthday Party, "Sonny's Burning"

%
Дали сте виделе старец во затворени пазарот,Корне до весниците во износени чевли?Во неговите очи не гледаат гордост, рацете висат лабаво во неговата странаВчера документи, велејќи им на вчерашната вест.Како може да ми кажете дека сте осамени,И да каже за вас сонцето не грее?Дозволете ми да ве однесе за ракаВе водат низ улиците на ЛондонЈас ќе ти покажам нешто да се направи да се промени вашиот ум ...Си ја видел старецот надвор од мисијата на морето човекотСпомени бледнее како метални ленти кои ги носи.Во нашите зимски град дождот плаче малку тажноЗа уште еден заборавени херој и еден свет кој не се грижи ...
		-- The Birthday Party, "Sonny's Burning"

%
Дали сте виделе добро to-do, горе и долу Парк Авенија?На тој познатиот сообраќајница, со носот во воздух,Висока капи и стрела јаки, бела расправии и многу долари,Трошење на секој денар, за прекрасно време ...Ако ти си сино и не знаат каде да одат,Зошто не одиш каде модата седи,...Облечени како полицаец милион долари,Се обидува тешко да се погледне како Гари Купер, (супер dooper)Ајде, ајде да се меша каде одиме Рокфелер со стапови,Или umberellas, во нивните ракавици без прсти,Puttin "на Риц....Ако ти си сино и не знаат каде да одат,Зошто не одиш каде модата седи,Puttin "на Риц.Puttin "на Риц.Puttin "на Риц.Puttin "на Риц.
		-- The Birthday Party, "Sonny's Burning"

%
Тој слушнал таму често летаат звукНа нозете како светлина, како липа лисја,На музиката извира под земја,Во скриен вдлабнатини quavering.Сега секна постават HEMLOCK-снопови,И еден по еден со воздишки звукШепоти падна beechen листовиВо зимската шумски треперење.Тој ја бара постојано, скитници далекуКаде лисјата на години се густо расфрлени,Со светлината на месечината и зрак на ѕвездаВо ладен небото трепери.мантија ја glinted на МесечинатаКако на еден рид-топ високо и далекуТаа играше и во нозете беше распосланоА магла сребро треперат.Кога зимата помина, повторно дојде,И нејзината песна објави одеднаш пролет,Како и зголемувањето на шега, и паѓа дожд,И топењето на вода клокотот.Тој го видел Elven цвеќиња пролетЗа нејзините нозе, а исцели повторноТој копнееше по неа да танцуваат и пеатНа трева untroubling.
		-- J. R. R. Tolkien

%
Тој смета дека тој го виде АлбатросДека летаа "круг на светлото.Тој повторно ја погледна и го виде тоа бешеА денар поштенска марка."Ќе најдобро да се врати дома", рече тој,"Ноќите се доста влажна."
		-- J. R. R. Tolkien

%
Тој кој измислува поговорки за другите да се внимателнозема заедно чун кога одите на крстарење.
		-- J. R. R. Tolkien

%
Кој ќе ја загуби, победи на трката,И паралелни линии се сретнат во вселената.
		-- John Boyd, "Last Starship from Earth"

%
Тој е како татко ми,Тој е единствениот диџеј може да се добијат по три,Јас сум цела ноќ музичар во рокенрол бенд,И зошто тој не ми се допаѓа Не ми е јасно.
		-- The Byrds

%
Ја заклучи антички дама дадеживот нејзиниот сопруг е да се спаси;И мажите - тие почестен па Дам -По некои ѕвезди доделува нејзиното име.Туку и за нашиот модерен брак фер,Кој би им даваат на своите господари да се спаси нивната коса,Не ѕвездени признавање е дадена.Не постојат доволно ѕвезди на небото.
		-- The Byrds

%
Еве јас сум повторно таму каде што знам дека не треба да бидеСум бил фатен во оваа стапица премногу патиЈас Сигурно си ги овие чекори и рече овие зборовиилјада пати предМи се чини дека знам линии на секого.
		-- David Bromberg, "How Late'll You Play 'Til?"

%
Еве седам и скршено срце,Сите најавени, но работат unstarted.Прво net.this и net.that,И топла путер пунџа за net.fat.Шеф доаѓа од страна, и јас ја играат играта,Тогаш јас се врати на net.flame.Дали постои лек (ми треба вашата пати),За некој заробени во net.news?Ми треба вашата помош, велам ', помеѓу писок,Оти ​​јас наскоро ќе бидат наведени во net.jobs.
		-- David Bromberg, "How Late'll You Play 'Til?"

%
Овде, во моето срце, јас сум Хелен;Јас сум Aspasia и херој, во најмала рака.Јас сум Џудит и Џаел, и Мадам де Sta "Ел;Јас сум Салома, месечина на Исток.Овде, во мојата душа јас сум Сафо;Лејди Хамилтон сум јас, како и.Во мене R "ecamier се бори со Кити O'Shea,Со Dido, и Ева, и сиромашните Нел.Јас сум на гламурозна дамиВо чија историја покажува со рацете се затресе.Но, вие сте човек, и да видиме само мојата тава,Па јас се остане дома со книга.
		-- Dorothy Parker

%
Тука лежи LESTER MOORESHOT 4 пати со .44НЕ LESНЕ MOORE
		-- tombstone, in Tombstone, AZ

%
Еј Дол! Среќен дол! ѕвони донг Dillo!Ѕвони донг! хоп заедно! FAL Лал врба!Том Бум, весела Том, Том Bombadillo!
		-- J. R. R. Tolkien

%
Еј! Ајде Дери дол! Хоп заедно, мојата hearties!Хобитите! Коњчиња сите! Ние сме љубители на партиите.Сега нека почнат да забава! Дозволете ни да пее заедно!
		-- J. R. R. Tolkien

%
Еј! Ајде весело дол! Дери дол! Мојата мила!Светлина оди времето-ветрот и пернат Старлинг.Надолу по ридот под, сјае во сончева светлина,Се чека на прагот за ладна ѕвездената светлина,Постојат мојата убава дама е, ќерка River-жената,Куната белка е тенок како врба-стапче, појасни од водата.Аватарот на Том Bombadil вода лилјани доведувањеДоаѓа повторно подрипнувајќи дома. Можете ли да го слушнете како пее?Еј! Ајде весело дол! Дери дол! и весели-оGoldberry, Goldberry, весели жолт Бери-о!Неквалитетна стари врба-човек, ќе навивам твоите корени веднаш!Том во брзање сега. Вечер ќе следат ден.Том се случува дома повторно вода лилјани носат.Еј! се Дери дол! Можете ли да ме слуша пеење?
		-- J. R. R. Tolkien

%
Еј! сега! Ајде Еј сега! Каде мислите талкаат?Горе, долу, во близина или далеку, овде, таму или таму?Остар ушите, носот Мудриот, педераст опашка и провинцијалец,Бело-чорапи моето мало момче, и стари масни Lumpkin!
		-- J. R. R. Tolkien

%
Еј, изигравам, изигравам претекување ПДЛЗа да се добие малку повеќе магацинот;Ако тоа не е доволно, тогаш ќе го изгубам сето тоаИ треба да се поп сите на патот назад.
		-- J. R. R. Tolkien

%
Hickory Dickory Dock,Глувците се судрил со часовникот,Часовникот погоди еден,Другите избегале со помали повреди.
		-- J. R. R. Tolkien

%
Hier liegt ein Ман Ганц obnegleich;Im Leibe кур, на Suden Рајх.Wir haben IHN во das Земи gesteckt, тука лежи човек со Преземање недостатоциВејл es uns dunkt er СЕИ verreckt. И бројни гревови врз неговата глава;Ние го погребаа денес, бидејќиКолку што може да се каже, тој е мртов.Сју Бах и напишани од страна на локалните doggeral catcher;"The Definitive Биографија на pdq Бах", Питер Schickele
		-- PDQ Bach's epitaph, as requested by his cousin Betty

%
Higgeldy Piggeldy,Хамлет на ЕлсинорИзносени критиката од страна наСимнував оваа бомба:"Phooey на Фројд и неговитепсихоанализата -Едип, Shmoedipus,Јас само сакам мама. "
		-- PDQ Bach's epitaph, as requested by his cousin Betty

%
... Неговите ученици го доведе во; тој само не на одмор.
		-- The Who, "Tommy"

%
Историјата е љубопитни работиМожеби се очекуваше до сега имавме доволноСепак, останува фактот плашамТие го прават повеќе од тоа, секоја година.
		-- The Who, "Tommy"

%
Хит ги бисквити со уште еден допир на сок,Запалам колбаси само еден натпревар или два повеќе да се направи.Истурете мојата црна стариот кафе подолго,Додека тој мирис се gettin 'посилниА полу-оброк не е Nuthin 'многу да се сакате.Ми позајми десет, добив feelin 'тоа ќе ме спаси,Со банален душа кој не пука базен за забава,Ако тоа coat'll вклопуваат сте wearin,На Lord'll благослови вашиот sharin "А полу-пријател не е Nuthin 'многу да се сакате.И дозволете ми половина падне во љубов,За дел од една осамена ноќ,Со полу-убава жена во моите раце.Да, би можел да падне на половина пат во deep--Во snugglin, Lovin 'грамада,Со полу-убава жена во моите раце.
		-- Elroy Blunt

%
Еј! Еј! Еј! на шишето одамДа се ​​лекува моето срце и се удави мојата мака.Може да падне дожд и ветер може да свират,И многу милји да биде уште да се оди,Но, под високо дрво Јас ќе лежат,И нека облаците да отплови од.
		-- J. R. R. Tolkien

%
Еј! Том Bombadil, Том Bombadillo!Со вода, дрво и ридот, со трска и врба,Со оган, сонце и месечино, harken сега и да ни се слушне!Ајде, Том Bombadil, за нашата потреба е во близина на нас!
		-- J. R. R. Tolkien

%
Хоп заедно мојот малку пријатели, до Withywindle!Том се случува пред свеќи за да се поттикне.Долу запад тоне сонцето; Наскоро ќе биде замаен.Кога ноќта сенки падне, тогаш вратата ќе се отвори,Од светлина winfow-панели ќе треперат жолта боја.Исплашам од јасика црно! Послуша не прастариот врба!Не плаши се ни корен ниту да купува! Том се случува пред вас.Еј сега! Среќен дол! Ќе се чека за вас!
		-- J. R. R. Tolkien

%
Како можете да имате било какви пудинг ако не јадат вашето месо?
		-- Pink Floyd

%
Како причинува малку крокодилПодобрување сјае неговата опашка,И се прелива во водите на реката НилНа секој златен скала!Како весело се чини дека тој насмевка,Како уредно се шири канџи неговатаИ го поздравува малку риби во,Со нежно насмевка вилици!
		-- Lewis Carrol, "Alice in Wonderland"

%
Како причинува C-компајлерот VAX еПодобрување на својот објект код.Па дури и како што ние зборуваме го прави тоаЗголемување на оптоварувањето на системот.Колку трпеливо се чини дека да се кандидираИ плукаат знамиња грешка,Иако корисниците, со фрустрација, ситеСолза нивната облека на партали.
		-- Lewis Carrol, "Alice in Wonderland"

%
Humpty Dumpty седна на ѕидот,Humpty Dumpty имаше голем пад!Сите царски коњи,И сите луѓе на кралот,Се пржени јајца за појадок повторно!
		-- Lewis Carrol, "Alice in Wonderland"

%
Секогаш ќе се сеќавам - јас сум бил во расположение да пипам;"Twas пред една година Ноември - добив надолу мојот сигурен пушкаИзлегов да се фотографира со некои елени и излезе да стебленца пленот ми -На утро светли и јасни. Каков дестинации не сум направил тој ден!Отидов и го застрелал максимално ги врзан за мојот браник изаконите на играта ќе им овозможи: Јас ги возеше дома некако,Две игра редари, седум ловци, две игра редари, седум ловци,И една крава. И една крава.Законот беше многу фирма, таа Луѓето ме прашуваат како да го сторамЗеде мојата permit-- И велам: "Нема ништо" за да ја!Најлошото казна што некогаш сум го издржа. Вие само стојат таму торентите симпатична,Излегува имаше причина. И кога нешто се движи, се пука "Крави беа надвор од сезона, а и има десет полнети главиЕден од ловците не е осигуран. Во мојата соба трофеј во моментов:Две игра редари, седум ловци,И чистокрвни Гернзи крава.
		-- Tom Lehrer, "The Hunting Song"

%
Јас сум менување на моето име на ChryslerОдам до Вашингтон, D.C.Јас ќе ти кажам нешто енергија на брокерОна што тие го направија за IacoccaЌе биде прифатлива за мене!Јас сум менување на моето име на Крајслер,Јас сум насловот за тој голем прима линија.Кога тие рака милион големата надвор,Јас ќе се стои со раката надвор,Yessir, јас ќе добиете мое!
		-- Tom Lehrer, "The Hunting Song"

%
Јас Б MУ Б MНие сите Б MЗашто Јас Б М !!!!
		-- H.A.R.L.I.E.

%
Јас можам да живеам безНекој што го сакамНо не и безНекој ми треба.
		-- "Safety"

%
Можам да го видам a'comin "Со неговите големи чизми,Со големи палецот надвор,Тој сака да ме фатат.Тој сака да ме повредат.Тој сака да ме урне.Но извесно време подоцна,Кога јас се чувствувам малку straighter,Ќе се среќаваме со странецКој ќе ме потсетуваат на опасност,И тогаш .... Јас ќе го прегази.Прилично паметни од моја страна!За да го најдам патот ... Во мракот!
		-- Phil Ochs

%
Не можам да се жалат, но понекогаш и јас уште не.
		-- Joe Walsh

%
Јас не знам што се доби Декарт,Но, алкохолот може да го направи она што Кант не може.
		-- Mike Cross

%
Не ми треба без раце околу мене ...Не ми треба без лекови да ме смири ...Јас сум го видел пишување на ѕидот.Не дека ми треба ништо на сите.Не! Не дека ми треба ништо на сите!Сè на сè, тоа беше само тули во ѕидот.Сè на сè, тоа беше само тули во ѕидот.
		-- Pink Floyd, "Another Brick in the Wall", Part III

%
Јас не сакам да се расправаат, а јас не сакам да се борат,Но, таму дефинитивно ќе биде вечерва партија ...
		-- Pink Floyd, "Another Brick in the Wall", Part III

%
Не сакам марината,Јас само сакам да се прошетаат по мојот motorsickle.И јас не сакам да умрам,Јас само сакам да се прошетаат на мојот motorcy.Лен.
		-- Arlo Guthrie

%
Дадов мојата љубов на Apple, кои немаат основни;Дадов мојата љубов на една зграда, која не беше на подот;Напишав мојата љубов програма, која не беше крај;Дадов мојата љубов надградба, без cryin.Како може да има на Apple, дека нема основни?Како може да има една зграда, која нема подот?Како може да има една програма, која и нема крај?Како може да има надградба, без cryin?MOS меморија на Епл не дозволува употреба на јадрото!А зграда, кој е совршен, нема недостаток!Една програма со GOTOs, нема крај!Лажев за надградба, без cryin!
		-- Arlo Guthrie

%
Станувам секое утро, си ги средам мислите.Трансферот на хартија, да се прочита obits.Ако јас не сум таму знам дека не сум мртов.Па јас се јаде добар доручек и се врати во кревет.О, како да знам дека мојата младост е се потрошени?Моите се-до-и-оди има-до-и-отиде.Но, и покрај сето тоа, јас сум во состојба да насмевка,И мислам на места ми се-up е.
		-- Pete Seeger

%
Имав еден збор таму: собирање на вода лилјани,зелени листови и бели лилјани да се молам мојот прилично дама,последните ЕРЕ крајот на годинава да ги заштити од зима,на цвет со прилично нозе до снеговите се топат.Секоја година на крајот на летото ќе одам да ги најдете за неа,во широк базен, длабоки и јасни, далеку Withywindle;таму го отвори првиот во пролет и таму тие траат најдоцна.Со базенот одамна го најдов на реката-ќерка,фер млади Goldberry седи во трската.Слатка беше нејзиното пеење тогаш, и нејзиното срце биеше!И тоа се покажа добро за вас - сега за сега јас веќе нема даоди длабоко повторно долж шумските вода,нема време од годината е стар. Ниту, пак, ќе бидам поминувакуќа старецот Врба е од оваа страна на пролет време,не до весели пролет, кога реката ќеркатанцува по withy-патека да се искапат во вода.
		-- J. R. R. Tolkien

%
Имам малку сенка што се случува во и надвор со мене,А што може да биде користење на него е повеќе отколку што може да се види.Тој е многу, многу како мене од петиците до главата;И гледам да скокаат пред мене, кога јас се фрламе во мојот кревет.Најчудно нешто за него е начинот на кој тој сака да grow--Не на сите како правилно деца, кој е секогаш многу бавно;На тој понекогаш се пука повисоки, како Индија-гумени топката на,И тој понекогаш се добива толку малку што има ништо од него на сите.
		-- R. L. Stevenson

%
НаучивДа се ​​пишува предјадењаКоја се 'уште решетки наn'oeuvres некои луѓе.
		-- Warren Knox

%
Имам многу работи во џебовите;Никој од нив не е во вредност од ништо.Социополитички whines настрана,Ган да ми даде, бесплатно, слободна,Цената на половина галонНа Гало дополнителни лошоИ повеќето од автобуска карта дома.
		-- Warren Knox

%
Не се сомневам Ѓаволот grins,Како морињата на мастило Се плескам.Вие богови, прости ми "литературен" sins--Другиот вид не е важно.
		-- Robert W. Service

%
Имам старата биолошки нагон,Имам старата неодолива пренапони,Јас сум гладен.
		-- Robert W. Service

%
Знаев дека Лео Г. CarrolДали во текот на еден барелКога Тарантула излегоа на ридови. [ "Lick тоа!"]И јас навистина доби топлаКога го видов Жанет СкотСе борат во triffid што плука отров убива.Научна фантастика, двојна функцијаДоктор Х ќе се изгради суштество.Види андроиди борат Бред и ЏенетАна Френсис ѕвезди во Забранета ПланетаОх ох ох ох охНа крајот од ноќта, двојна функција, слика шоу.
		-- The Rocky Horror Picture Show

%
Знам дека ако биле зборувам сте направиле речеколку изненаден ви wuz на живеење мртов.Вие wuz изненаден дека тие би можеле да се разбере зборовитеи никогаш не се одговори еднаш за сите вистината тие слушнале.Но, не можеш да плоштад!Не постои правило кое вели дека тие мора да се грижи.тие секогаш може да се заколнам дека сме глуви, неми и слепи.
		-- The Rocky Horror Picture Show

%
Јас во последно време изгуби предлог;Го криеше, си помислив, под мојот столИ налутено Плачев, "пропаст!Up од под таму. "Точноста е мојот Vade mecum,И straggling фрази Јас се згрозуваат,И сепак, јас се прашував: "Она што тој треба да дојдеUp од под за? "
		-- Morris Bishop

%
Лежев главата на железничките пруги,Waitin "за двојно Е.Железницата не работи повеќе.Кутрите беден мене. [Рефрен]Кутрите беден мене, кутрите беден мене.Овие млади девојки не ќе може да ми биде,Господи помилуј ме!Тешко мене!Па, се сретнав со една девојка, Вест Холивуд,Па, не е именување имиња.Но, таа навистина ми работеа добро,Таа беше само како Џеси Џејмс.Таа навистина ми работеа добро,Таа беше заслуга на својот род.Таа ми стави, преку некои промени, момче,Вид како блендер Waring. [Рефрен]Се запознав со една девојка во барот Виножито,Таа ме праша дали јас би ја победи.Таа ме одведе назад во Хајат куќа,Не сакам да зборувам за тоа. [Рефрен]
		-- Warren Zevon, "Poor Poor Pitiful Me"

%
Јас го сретнав во мочуриштето надолу во DagobahКаде што меурчиња цело време како џиновски газирана содаS-O-D-A содаГо видов малку Кутрето седи таму на дневникотГо прашав неговото име и во рапав глас рече ЈодаY-О-Д-А Јода, Јо-Јо-Јо-Јо ЈодаПа, јас сум бил околу, но јас не се никогаш не виделА човек кој личи на Muppet но тој е збрчкана и зеленаО Јода, Јо-Јо-Јо-Јо ЈодаПа, јас не сум глупава, но не можам да разберамКако тој може да ми се подигне во воздух само со подигање на ракатаО Јода, Јо-Јо-Јо-Јо Јода, Јо-Јо-Јо-Јо Јода"Лола" од kinks
		-- Weird Al Yankovic, "The Star Wars Song," to the tune of

%
Јас мора да се создаде систем или да се enslav'd од друг човек;Јас нема причина и споредете; мојот бизнис е да се создаде.
		-- William Blake, "Jerusalem"

%
Никогаш не сум видел Пурпурна краваЈас никогаш не се надеваат дека ќе се види еденНо, можам да ви кажам во секој случајПретпочитам да се види од еден.Никогаш не сум видел Пурпурна краваЈас никогаш не се надеваат дека ќе се види еденНо, од млеко ние сме добивање сегасигурно мора да има еденАх, да, јас напиша "Пурпурна крава"Жал ми е сега јас го напишавНо, можам да ви кажам во секој случајЌе те убијам ако го цитирам.
		-- Gellett Burgess, many years later

%
Должам, им должам,Тоа е да се работи и да одам ...
		-- Gellett Burgess, many years later

%
Јас навистина мразат оваа проклета машинаПосакувам дека ќе го продаде.Таа никогаш не сосема она што сакамНо, само она што јас го кажам.
		-- Gellett Burgess, many years later

%
"Јас реков," проповедник, дај ми сила за 5 круг "Тој рече: "Што ви треба е да пораснат, син."Јас реков, "growin 'да доведат до growin" старите,А потоа да умираат, и за мене тоа не звучи како многу забавно. "
		-- John Cougar, "The Authority Song"

%
Видов еден човек на извршување на Хоризонт,"Круг и круг тие забрза.Бев вознемирен во тоа,Јас му пристапуваат на човекот,"Залудно е", реков."Можете да never--""Ти лажеш!" Тој плачеше,и се стрча натаму.
		-- Stephen Crane

%
Гледам лошо месечината расте.Гледам проблеми на патот.Гледам земјотреси и lightnin "Гледам лоши времиња денес.Не оди "круг вечерва,Тоа е обврзана да ги преземе вашиот живот.Таму е лоша Месечината во пораст.
		-- J. C. Fogerty, "Bad Moon Rising"

%
Гледам на eigenvalue во твоето око,Слушам тендерот тензор во твојата воздишка.Бернули би биле задоволни да умреДоколку тој но познат како _ а-квадрат cos 2 (ЈЗУ)!
		-- Stanislaw Lem, "Cyberiad"

%
Јас испрати писмо до риба, реков дека е многу јасно и гласно,Им реков: "Ова е она што го сакате." Отидов и го извикуваа неговото уво.На малку риби во морето, но тој беше многу тврд и горди,Тие испратија одговор назад кон мене. Тој рече: "Вие не треба да се викне толку гласна."Одговорот на мали риби "беше и тој беше многу горд и беспомошна,"Ние не можеме да го направи тоа, господине, затоа што ..." Тој рече: "Јас ќе одам и ќе ги разбуди, кога ..."Јас испрати писмо назад да се каже јас зеде котел од полицата,Тоа ќе биде подобро да ги почитуваат. Отидов да ги разбуди себе.Но, некој дојде кај мене и ми рече, но кога го најдов вратата беше заклучена"Малиот риби се во кревет." Јас се повлече и се наметнува и клоци инесвест,Јас му реков, и реков дека обична и кога го најдов вратата се затвори,"Тогаш ќе мора да ги разбуди повторно." Се обидов да го повлечете ја рачката, но ..."Дали е тоа воопшто?" праша Алис.	"Тоа е се." рече Humpty Dumpty. "Збогум".
		-- Stanislaw Lem, "Cyberiad"

%
Пратив порака во едно друго време,Но, како што развивам дена - ова јас едноставно не може да се верува,Пратив порака на друг авион,Можеби сето тоа е игра - но тоа едноставно не може да се замисли....Се запознав со некој кој ја гледа во многу како тебе,Таа го прави она што го работите, но таа е на IBM.Таа е само програмирани да биде многу убаво,Но, таа е како студена како мраз, секогаш кога ќе се премногу блиску,Таа ми вели дека ме сака многу,Но, кога ќе се обидуваат да се допре, таа го прави сето тоа премногу јасно....Сфаќам дека тоа мора да изгледа толку чудно,Тоа време е средена, но времето го има последниот збор,Таа знае јас мислам на тебе, таа го чита мојот ум,Таа се обидува да се нељубезни, таа не знае ништо за нашиот свет.
		-- ELO, "Yours Truly, 2095"

%
Снимив за пребарување во мрежата.Јас не сум добила одговор Сепак, на испратени пораки ме повика скапаниНо, седум луѓе ми даде пеколот за неа mail Јас никогаш не би добиле;И рече дека треба да се научи да се пишува; Лута порака ме праша, Ве молимеНе праќај како глупаво во странство;Адвокатот ме испрати приватна поштаИ се заколна дека ќе го завршиме мојот газ во затвор - Еден netter дека тоа е измама:Би споменати Un * x во мојот скапоцен камен "оној свет, ја објавите на нето шеги точка!";И не успеа да го додадете T и М; Уште се нарекува мојот граматиката грдИ ја критикуваше мојот стил на пишување.Секој ден скенирање на секоја Предмет линијаВо надеж дека темата ќе биде моја;Снимив за пребарување во мрежата.Јас се уште не доби одговор ...
		-- Ed Nather

%
Стоев на водечките компании,На источниот брег на моите нозе."Скокни!" рече Јоко ОноЈас сум премногу исплашени и добар изглед, плачев.Оди на и да го даде да се проба,Зошто се продолжи агонијата, сите луѓе мора да умре.
		-- Roger Waters, "The Pros and Cons of Hitchhiking"

%
Мислам дека никогаш не ќе го чујатЕдна песна lovelier од пиво.Работи кои Бар Џо има на располагање,Со златни база и снежна капа.Работи кои можам да испијам на целиот денДодека мојот mem'ry топи далеку.Песни се направени од страна на будали, се плашамНо, само Schlitz може да се направи пиво.
		-- Roger Waters, "The Pros and Cons of Hitchhiking"

%
Мислам дека никогаш нема да се видиБилборд прекрасна како дрво.Всушност, освен ако билборди паднеЈас никогаш нема да видите дрво на сите.
		-- Ogden Nash

%
Мислам дека никогаш нема да се видиНешто како убава како дрво.Но, како што гледате дрвјата се качилТие отиде ова утро со зората.Влезете фирма од надвор од градотДојде и сецкани дрвјата сите долу.Но, јас ќе измамат оние валкани творовиИ да напише нова песна наречена "ковчези.
		-- Ogden Nash

%
"Мислев дека ќе рече дека во 20 години!""Како програмер, да", одговори таа,"А ти да се тврди дека високи многу блиску до два метри!""Ти рече дека биле русокоса, но лажеше!"Ах, таа беше хакер и тој беше еден, исто така,Тие имаа толку многу заедничко, што би рекол.Тие разменија шеги и песни, и умен нов хакове,И инструкциите кои се симпатична или малку експлицитен.Тој ја испратил слика на неговиот брат Сем,Таа испрати еден од некое минато средно училиште ден,И тоа може да се качил на за остатокот од својот живот,Ако тие не се сретнал во L.A."Вашиот брада е пазувите", рече таа во одвратност.Тој одговори: "мишката е брада!"И тие chorused: "Мислам дека би можеле да стојат сите останатиАко не беа толку целосно чудно! "Ако таа не рече дека она што тој сака да се слушне,И тој не го направил исто,Тие би биле многу повеќе искрен, и никогаш не се сретнале,И не би имале забавуваат со оваа игра.Електронска пошта "
		-- Judith Schrier, "Face to Face After Six Months of

%
Се користи за да биде толку слатка слатка работа, 'Til тие се здобија со одржи на мене,Јас ги отвори вратите за малку стари дами, му помогнав на слепите да гледаат,Добив причина нема пријатели, тие читаат весници, тие не може да се види,Со мене, и јас сум feelin 'реално соборен,И јас сум, ух, feelin "значи,Нема повеќе, г-дин Ница Гај,Нема повеќе, г-дин Чиста,Нема повеќе, г-дин Ница Гај,Тие велат дека "Тој е болен, тој е непристојни".Моето куче малку ме на ногата денес, мојата мачка докопа моите очи,Ма биле исфрлени од социјален круг, и тато треба да се скрие,Отидов во црква, инкогнито, кога сите се зголеми,Отецот ковачница, тој ме препозна,И ме удри во носот, рече тој,(Рефрен)Тој рече: "Ти си болен, ти си непристојни".
		-- Alice Cooper, "No More Mr. Nice Guy"

%
Јас сум роден во буре со месар ножевиПроблеми сакам и мир ги презирамДиви коњи ме удри менеПотоа ѕвечарка ме малку и тој замина и умрел.
		-- Bo Diddley

%
Бев eatin 'некои сека suey,Со една дама во Санкт Louie,Кога има одеднаш доаѓа Knockin 'на вратата.И тоа чукало, вели тој, "Душо,Се тркалаат ова рокер некои пари,Или вашиот татко пука baddie на подот. "
		-- Mr. Miggle

%
Отидов дома со една келнерка,Начинот на кој јас секогаш го правам.Како можам јас да се знае?Таа беше со Русите, исто така.Бев коцкање во Хавана,Зедов еден мал ризик.Испрати адвокати, пушки, и пари,Тато, ме надвор од ова.
		-- Warren Zevon, "Lawyers, Guns and Money"

%
Отидов во текот на мојот пријател, тој беше eatin "марината.Ми рече: "Здраво, што е happenin"?Тој рече: "Ништо".Обидете се да се пее оваа песна со тој вид на ентузијазам;Како ако само отфрлено полицаец.
		-- Arlo Guthrie, "Motorcycle Song"

%
Јас нема да игра во решителна o војна ".Јас повеќе би сакал да игра во прегратка o војна ",Каде што секој гушкаНаместо tugs,Каде што секој се кикотиИ ролни на килим,Каде што секој се бакнува,И секој grins,И секој Cuddles,И сите победи.
		-- Shel Silverstein, "Hug o' War"

%
Се разбудив на feelin "значислезе да се игра слот машинатркалата се заврте,и буквите прочита"Подобро главата назад во Тенеси Jed"
		-- Grateful Dead

%
Јас би сакал да знамОна што ми беше во мечувањеИ она што го мечување надвор.
		-- Robert Frost

%
Јас никогаш не би плаче ако јас не најдетеСиниот кит во мојата супа ...Ниту, пак, ќе ми пречи бодликавотоВо внатрешноста на пилешки кокошарник.Да живот е во ред кога работите се комбинираат,Како шунка во говедско месо мешана Mein ...Но Господ, овој пат мислам дека е важно,Тие го стави киселина во мојот дожд.
		-- - Milo Bloom

%
Претпочитам да се смеат со грешниците,Од плачи со светиите,Грешките се многу повеќе да се забавуваат!
		-- Billy Joel, "Only The Good Die Young"

%
Јас ќе ти даде за случаен пристап до моето срце,Thoul't ми кажете сите константи на љубовта твоја;И така ние двајцата ќе докаже lemmas сите на љубовтаИ во обврзани нашата никогаш партиција дел.Откажи мене не - за што тогаш ќе остане?Abscissas, некои mantissas, модули, режими,Основен или две, тор и јазол:Инверзна мои стихови, е нулти домен.Гледам на eigenvalue во твоето око,Слушам тендерот тензор во твојата воздишка.Бернули би биле задоволни да умреДоколку тој но познат како A-квадрат cos 2 (Thi)!
		-- Stanislaw Lem, "Cyberiad"

%
Ќе научам да свирам на саксофон,Јас го играм само она што го чувствувам.Пијте виски цела ноќ,И да умре зад воланот.Тие се здобија со името за победниците во светот,Сакам име кога ќе се изгуби.Тие повикуваат на Алабама во Crimson Tide,Јави ми ѓакон блуз.
		-- Becker and Fagan, "Deacon Blues"

%
Ќе се видиме ... на темната страна на месечината ...
		-- Pink Floyd

%
Јас сум уметник.Но, тоа не е она што јас навистина сакате да го направите.Она што јас навистина сакате да го направите е да се биде продавач на чевли.Знам дека она што ви се случува да се каже -"Сонувач! Добиете вашата глава од облаците".Во ред! Но, тоа е она што сакам да го направам.Наместо тоа, треба да се оди на сликарството на целиот ден.Светот треба да се направи место за чевли трговци.
		-- J. Feiffer

%
Јас сум слободен - и слободата вкус на реалноста.
		-- The Who

%
Јас сум само како тажно како тажен може да биде!Јас сум пропуштил вашиот специјален датум.Ве молиме да се каже дека не си луд во менеПлаќањето данок не е доцна.
		-- Modern Lines for Modern Greeting Cards

%
Јас живеам толку далеку од мојот приход дека ние може речиси да се каже декаживее одвоено.
		-- e. e. cummings

%
Јас сум N-ARY дрвото, јас сум,N-ARY дрвото, јас сум, јас сум.Јас сум добивање поминува од страна на парсерот следната врата,Таа ми поминува седум пати пред тоа.И ev'ry пат тоа беше еден N-арен (N-арен!)Никогаш не некогаш ќе се направи програма. (Не господине!)Јас сум 'er осмиот дрво што беше N-арен.N-ARY дрвото сум, што сум,N-ARY дрвото сум.
		-- Stolen from Herman's Hermits

%
Јас сум толку мизерно без тебе тоа е речиси како што ви го тукаТаа доби златен рудник, Добив ВратилоКога мојата љубов се враќа од соба дами "Ќе ми биде премногу стари за да се грижи?Јас не знам дали за мене или одат боречка убиеКапка Кик Мене, Исус, Низ цел мислења на животот
		-- Unattributed song title.

%
Јас сум многу добар во интегрална и диференцијална анализа,Знам дека на научни имиња на суштества animalculous;На кратко, во работите растителни, животински и минерални,Јас сум на самиот модел на модерна генерал-мајор.
		-- Gilbert & Sullivan, "Pirates of Penzance"

%
Сум бил на овој осамени патот толку долго,Дали некој знае каде оди,Се сеќавам на последниот пат знаци посочи дома,пред еден месец.
		-- Carpenters, "Road Ode"

%
Сум изгради подобар модел од онаа по Општи податоциЗа бази на податоци растителни, животински и минералниМојот оперативен систем се справува со процесори со мултиплексирани двојност;Мојата PL / 1 компајлерот покажува импресивен функционалност.Мојот систем за чување е подобар од магнетно јадро поларитетот,Вие никогаш не треба да се мачат одјавувањето малку за еднаквост;Не постои причина да се инсталира не-статички кат трска;Мојот хард диск има капацитет за променлива форматирање.Се чувствувам обврзан да се спомене она што го знам да биде точка алчен:Има многу простор во меморијата за променливи лебдечки-точка,Што покажува за внесување на растителни, животински и минералниСум изгради подобар модел од онаа по Општи податоци."Модерен, генерал-мајор", од "Пиратите од Penzance"од Гилберт и Саливан)
		-- Steve Levine, "A Computer Song" (To the tune of

%
Јас сум конечно пронашле совршена девојка,Јас не може да побара повеќе,Таа е глув и нем и над-половите,И е сопственик на продавница за алкохол.
		-- Steve Levine, "A Computer Song" (To the tune of

%
I / O, I / O,Тоа е надвор на дискот и да одам,А малку или бајт да чита и пишува,I / O, I / O, I / O ...
		-- Steve Levine, "A Computer Song" (To the tune of

%
јассумнемногусреќендејствувањезадоволствокогаистакнатинаучницитеovermagnifyинтелектуалнапросветлување
		-- Steve Levine, "A Computer Song" (To the tune of

%
IBM имаше на PL / I,Неговата синтакса полошо од Џос;И секаде овој јазик отиде,Тоа беше вкупно загуба.
		-- Steve Levine, "A Computer Song" (To the tune of

%
Ако еден народ очекува да се заборавило и слободни,... Дека очекува што никогаш не била и никогаш нема да биде.
		-- Thomas Jefferson

%
Ако системот се спроведува мудро,на своите корисници ќе бидат задоволни.Тие уживаат хакирање нивниот коди не губат време за спроведувањетруд за заштеда на скрипти.Бидејќи тие скапо ги сакаат своите сметки,тие не се заинтересирани за други машини.Може да има телнет, меѓу кои, и ftp,но тие не да пристапите на некој домаќини.Може да има арсенал на пукнатини и малвер,но никој никогаш не ги користи.Луѓето уживаат во читањето на пошта,се задоволство да се биде со своите дискусиони групи,поминување на викенди работат на своите терминали,уживаат во делата на местото.И иако следниот систем е толку блискушто корисниците може да се слушне нејзините клучни кликне и Biff сигнализација,Тие се задоволни да умре од старостбез воопшто да нема да го видите.
		-- Thomas Jefferson

%
Ако сите да биде вистина дека јас мислам дека,Има пет причини зошто треба да пиете;Добри пријатели, добро вино, или да се биде сува,Или за да не треба да биде по-и-од,Или било која друга причина зошто.
		-- Thomas Jefferson

%
Ако сите мориња биле мастило,И сите трски беа пенкала,И сите Небото беше пергамент,И луѓето може да се напише,Тие не ќе бидат доволниЗа да ги запишувам сите бирократијатаНа оваа Влада.
		-- Thomas Jefferson

%
Ако некоја S и I и О и UСо Х на крајот пишува Су;И Е и Ц и Е магија I,Молете се она што е правопис да направам?А потоа, ако е, исто така, S и I и GИ HED страна на правопис,Нема ништо многу лево за да се направи правописНо, за да се извршат siouxeyesighed.
		-- Charles Follen Adams, "An Orthographic Lament"

%
Ако д-р Seuss беа технички писател .....Еве еден лесен игра да се игра.Тука е лесна работа да се каже:Ако еден пакет хитови џеб на приклучокот на пристаниште,И автобусот е прекината како многу последно средство,И адресата на меморијата прави вашата дискета за отповикување,Потоа џеб штекерот пакет има грешка да го пријавите!Ако вашиот курсорот наоѓа точка мени проследено со цртичка,И иконата за двојно кликање става вашиот прозорец во ѓубре,И вашите податоци се корумпирани 'причина индексот не хаш,тогаш вашата ситуација е безнадежна, и вашиот систем ќе несреќа!Вие не може да се каже ова? Каков срам, господине!Ние ќе ви се најде уште една игра, господине.Ако на етикетата на кабел на маса во вашиот дом,Вели дека мрежата е поврзан со копчето на глувчето,Но, вашите пакети сакаат да тунел на друг протокол,Тоа е неколку наврати ги отфрли од страна на печатачот низ ходникот,И сите вашиот екран е искривена од страна на несакани ефекти на Гаус,Значи вашите икони во прозорецот се брановидна како souse,Тогаш вие, како може да се рестартира и да излезе со страшен тресок,Оти ​​како што сигурно како што јас сум поет, ќе морон да се откажам!Кога копија од вашата дискетна станува невешт на дискот,И упатство за microcode предизвика непотребни RISC,Потоа мора да трепка вашата меморија и ќе сакате да Овен вашиот Рим.Брзо да го исклучите компјутерот и не заборавајте да му кажете на мајка ти!
		-- DementDJ@ccip.perkin-elmer.com (DementDJ) [rec.humor.funny]

%
Ако можам да го читате вашиот ум, љубов,Што приказна твоите мисли може да каже,Исто како и романот матВид аптека продава,Кога ќе стигнете до делот каде што се болки,Главниот јунак ќе биде мене,Херои често не успеваат,Вие нема да се прочита дека книгата уште еднаш, бидејќина крајот е само премногу тешко да се земе.Јас одиме подалеку, како филмска ѕвезда,Кој добива изгорени во три начин скрипта,Внесете број два,Филмот кралицата да се игра на сценатаЗа покренување на сите добри нешта во мене,Но, за сега, љубов, ајде да бидеме реалниНикогаш не мислев дека би можеле да дејствуваат на овој начин,И јас имам да кажам дека јас само не го добие,Не знам каде што не беше во ред, но чувството е ПоминааИ јас едноставно не може да го добие назад ...
		-- Gordon Lightfoot, "If You Could Read My Mind"

%
Ако можам да го држи мојот пенкало во моето срце,Јас би го истури целиот фаза.Дали тоа ги задоволи ти, ќе го слајд од тебе,Дали мислите дека момчето е чудно?Зарем не е чудно?...Ако можам да го држи нож во моето срце,Самоубива на сцената,Дали тоа ќе биде доволно за вашиот тинејџер страста,Дали тоа ќе помогне да се олесни болката?Леснотијата на вашиот мозок?
		-- Rolling Stones, "It's Only Rock'N Roll"

%
Ако не ми се вози низ паркот,Јас сум прилично сигурен да ја направам мојата марка.Ако сум во кревет секоја вечер од десет години,Јас може да се врати назад на мојот изглед повторно.Ако јас се воздржат од забава и такви,Јас веројатно ќе изнесуваат многу;Но, јас ќе остане таков каков што сум,Затоа што не ми е гајле.
		-- Dorothy Parker

%
Ако ти го вети на месечината и на ѕвездите, ќе ви се верува?
		-- Alan Parsons Project

%
Ако јас патувал до крајот на виножитотоКако Даме Fortune намера,Марфи нема да има да ми кажеВо тенџере е на другиот крај.
		-- Bert Whitney

%
Ако истражувачите напиша расадник рими ...Малата мис Muffet седна на нејзиниот глутеалната регија,Јадењето компоненти влошија млеко.На најмалку една прилика,заедно дојдоа на пајаковидните и седна покрај неа,Или барем во нејзината близина,И да предизвика таа да се чувствува големо, но не и парализирачки страв,Кои мотивирани пациентот да ја напуштат областа, а брзо.
		-- Ann Melugin Williams

%
Ако таа не беше во нејзиниот меден јони,Нејзината форма ovoidal,Нивната романса би можеле да имаат својот процут.Но, тој изградил tetrahedral во форма неговатаНеговиот јони железо,Љубовта не можеше да не умре,Uncatylised, инертни, и неисхранети.
		-- Ann Melugin Williams

%
Ако сте имале само една минута да дишат,И тие ќе се додели една последната желба,Ќе ве замолам за нештоКако уште една шанса?
		-- Traffic, "The Low Spark of High Heeled Boys"

%
Ако се држиме залихи на алкохол во вашиот шкафче,Тоа е масна да се држиме за заклучување на вашите акции.Или некои џокер кој е измамник,Ќе ви трик од вашиот алкохол,Ако не успеат да го заклучите вашиот алкохол со брава.
		-- Traffic, "The Low Spark of High Heeled Boys"

%
Ако сте загрижени од земјотреси и нуклеарна војна,Како и од сообраќајот и криминал,Размислете како безгрижно Gophers се,Иако живеат на burrowed време.
		-- Richard Armour, WSJ, 11/7/83

%
Ил brilgue: les т ^ oves libricilleuxSe gyrent et frillant dans le guave,Enm ^ im 'es sont les gougebosquex,Et le m ^ omerade horgrave.Es brilig војна. Умре schlichte TovenWirrten und wimmelten во Waben;Und Aller-mumsige BurggovenDir mohmen Рат ausgraben.
		-- Lewis Carrol, "Through the Looking Glass"

%
Во / users3 не Kubla КанДворци задоволство купола декрет,Каде / bin, на светата река трчашеПреку тест апартмани неизмерим на човекотСведува на усоен В.
		-- Lewis Carrol, "Through the Looking Glass"

%
Во секоја работа што мора да се направи, постои елемент на забава.Најди забава и брзо! На работа е игра.И секоја задача ќе преземе, станува по едно парче торта,шега, треска; тоа е многу јасно да се види.
		-- Mary Poppins

%
Во средно училиште во БруклинЈас бев менаџер на бејзбол,горди како што може да бидеЈас бркале baseballs,се собраа фрлени лилјациделеа крпи На крајот, јас го купив мојотТоа беше многу важна работа, но тоа беше темно сина додеказа мал спастична дете, на официјалните беа зелениНо, јас бев член на тимот Никој никогаш не рече ништоКога тимот доби за мене за мојата сина јакна;нивното загревање јакни момци беа моите пријателиЈас не се еден Сепак, тоа ме боли во текот на годинатаСамо редовните тим да носат сино сакодоби овие јакни, и меѓу сите оние зелени ониесигурно нема менаџер Дури и сега, по четириесет години,Јас уште се сеќавам дека јакнаи меморијата оди на повреди.
		-- Bart Lanier Safford III, "An Obscured Radiance"

%
Во Риман, Хилберт или во Banach просторАјде индексите и индексите се нивните начини.Нашите асимптоти повеќе не е надвор од фаза,Ние ќе се судрите, броење, лице во лице.
		-- Stanislaw Lem, "Cyberiad"

%
Во dimestores и автобуски станициЛуѓето зборуваат ситуацииЧитање книги повтори цитатиСе извлечат заклучоци на ѕидот.
		-- Bob Dylan

%
Во раните утрински часови на дното,Со листата во мојата рака.Со загриженост во моето срце, има на терминалот број 9,Waitin "тука во CERAS-земјиште. Паскал работи на сите во собата да одам.Јас сум далеку од сонот, но јас сум waitin 'во ред,Како ќе ми недостига добар оброк така. Со овој код кој некогаш расте.Во почетокот на утрината ред, сега фоајето столици се меки,Со нема место да одат. Но, тоа не може да се направи листа на чекање се движат брзо.Еј, таму оди мојот пријател,Сум се придвижи за едно во минатата година.Утро дождот "на Г. Lightfoot
		-- Ernest Adams, "Early Morning Queue", to "Early

%
Во земјата на темнината на бродот наСонцето е управувано од Грејтфул Дед.
		-- Egyptian Book of the Dead

%
Во оваа долинаНа труд и гревглавата расте ќелаваНо не и вашиот брадата.
		-- Burma Shave

%
Во Xanadu не Kubla KhanДворци задоволство купола декрет:Каде alph, на светата река, трчашеПреку пештери неизмерим на човекотСведува на усоен морето.Па двапати пет милји од плодна почваСо ѕидови и кули биле опколена круг:А имаше и градини светла со пргав котлините,Каде процвета многу темјан-лого дрво;И тука беа шума антички колку и на ридовите,Enfolding сончеви дамки на зеленилото.
		-- S. T. Coleridge, "Kubla Kahn"

%
Во Xanadu не Kubla Khan дворци задоволство купола декретНо само ако NFL на франшиза ќе се согласат.
		-- S. T. Coleridge, "Kubla Kahn"

%
Во љубов и повторно,Така отидов и на тој начин да одам.Поштеди својот глас и држете го пенкало:Па и горко знамСите песни некогаш беа испеани,Сите зборови беа некогаш рече;Тоа би можело да биде, кога бев млад,Некој ми падна на мојата глава?
		-- Dorothy Parker, "Theory"

%
Тоа не може да се види, не може да се почувствува,не може да се слушне, не може да се стопилка.Тоа лежи зад почнува и во ридови,И празни дупки го исполнува.Тоа е на прво место и после тоа,Завршува животот, го убива смеа.
		-- Dorothy Parker, "Theory"

%
Тоа виси надолу од лустеротНикој не знае баш она што го прави тоаНејзината боја е чудно и неговата форма е чудноЕмитува високо-труба зуиРасте неколку нозете секој дени wriggles со вид на грчНикој грешки тоа да предизвика таа доаѓа одво посета на чичко кој е богат!
		-- To "It Came Upon A Midnight Clear"

%
Тоа се случило многу одамнаВо новиот магија земјиштеИндијците и биволиПостоело рака под ракаИндијците се потребни хранаТие треба кожи за покривТие само се она што е потребноИ биволи истрча лабаваНо, тогаш дојде на белиот човекСо дебели и празна главаТој не можеше да се види неговото минато billfoldТој сака сите биволи мртвитеТоа беше тажно, ох толку тажна.
		-- Ted Nugent, "The Great White Buffalo"

%
Тоа не е добро за човекот да биде без знаење,а тој што го прави амбуланта со нозете промаши својот пат.
		-- Proverbs 19:2

%
Се користи за да биде забавно беше воФаќање и убие.На друго место и времеЈас сето тоа го правеше за возбудувања.
		-- Lust to Love

%
Тоа беше едно време премногуЕден збор помалкуСето тоа беше премногу за мене и тебеИмаше еден начин да се одиНишто повеќе не можеше да сториЕдно време премногуЕден збор помалку
		-- Meredith Tanner

%
Тоа е побрзо коњи,Помладите жени,Постарите виски иПовеќе пари.
		-- Tom T. Hall, "The Secret of Life"

%
Тоа е ќе биде во ред,Тоа е речиси полноќ,И јас имам уште две шишиња вино.
		-- Tom T. Hall, "The Secret of Life"

%
Тоа е само еден скок на левоА потоа чекор кон десно.Стави ги рацете на колковитеИ повлечете колена во тесни.Тоа е карличната ударТоа навистина добива ИНСА-а-а-а-анАјде да го направите искриват повторно!
		-- Rocky Horror Picture Show

%
Тоа е само правила стан куќа,Значи се што ви "будали Секторот куќаЗапомнете: таванот еден човек е под друг маж.таванот еден човек е под друг маж.
		-- Paul Simon, "One Man's Ceiling Is Another Man's Floor"

%
Тоа е како овојДури и самураитеимаат мечињата,па дури и Теди мечкисе опијам.
		-- Paul Simon, "One Man's Ceiling Is Another Man's Floor"

%
Тоа не е против ниту една религија да сака да се ослободи од гулаб.
		-- Tom Lehrer, "Poisoning Pigeons in the Park"

%
Тоа е толку збунувачки избирање страни во топлината на моментот,само за да се види дали тоа е реално,Ооох, тоа е толку еротски има да ми каже како тоа треба да се чувствуваат,Но, јас сум избегнување на сите хард ладна факти што имав можност да се соочи,Па ме прашуваат само едно прашање кога оваа магија ноќта е преку,Може ли тоа да биде само некој или не тоа треба да ви биде?
		-- Billy Joel, "Glass Houses"

%
Џон Даме мај ОскарЕ геј Дали Whitty беше ВајлдНо, Жерар Хопкинс Но, Џон Greenleaf но ТорнтонБеше Manley беше Whittier беше Вајлдер
		-- Willard Espy

%
Јован Крстител по труење крадец,Гледа нагоре на својот јунак, командант на шефот,Велејќи ми каже голем лидер, но ве молиме да го скратамДали постои дупка за мене да се разболат во?Командантот на шефот му одговори додека брка мува,Велејќи дека смртта на сите оние кои ќе цимолат и да плаче.И пуштање мрена тој укажува на небото,Велејќи дека сонцето не е жолта, тоа е пилешко.
		-- Bob Dylan, "Tombstone Blues"

%
Само една песна пред да одам, Прелистувајќи безбедностНа кого може да се однесуваат, ја одржа за толку долго.Патувајќи двојно поголема од брзината на звукот Таа конечно ме погледна во љубовта,Тоа е лесно да се изгори. И таа беше нема.Кога шоуто во текот на само една песна пред да одам,Моравме да се вратам дома, лекција да бидат научени.И кога ќе се отвори вратата Патување двојно поголема од брзината на звукотМорав да бидам сам. Тоа е лесно да се изгори.Таа ми помогна со мојот куфер,Таа стои пред моите очи,ме тера на аеродромотИ на пријателски небо.
		-- Crosby, Stills, Nash, "Just a Song Before I Go"

%
Само машини за да се направат големи одлуки,Програмирани од страна на мажите за сочувство и визија,Ќе биде чиста кога нивната работа е направено,Ние ќе бидеме вечно бесплатно, да, вечно млад,Што убава светот тоа ќе биде,Што е славна време да биде бесплатно.
		-- Donald Fagon, "What A Beautiful World"

%
`Само место за Snark! Извика на Bellman,Како тој слета неговиот екипаж со заштита;Поддршка на секој човек на врвот на бранотСо прст испреплетени во неговата коса."Само место за Snark! Јас го рече двапати:Тоа само треба да се поттикне на екипажот.Само место за Snark! Јас го рече трипати:Што ќе ти кажам три пати е вистина. "
		-- Donald Fagon, "What A Beautiful World"

%
`Само место за Snark! Извика на Bellman,Како тој слета неговиот екипаж со заштита;Поддршка на секој човек на врвот на бранотСо прст испреплетени во неговата коса.`Само место за Snark! Јас го рече двапати:Тоа само треба да се поттикне на екипажот.Само место за Snark! Јас го рече трипати:Што ќе ти кажам три пати е вистина. "
		-- Donald Fagon, "What A Beautiful World"

%
Само вчера наутро, тие дозволете ми да знам ќе ги снема,Сузан, плановите се направени се стави крај на вас,Излегов ова утро и јас запиша оваа песна,Само не се сеќавам кој да ја испрати на ...О, јас сум го видел оган и сум видел дожд,Сум видел сончеви денови, па мислев дека никогаш нема да заврши,Сум видел осамени моменти кога не може да се најде пријател,Но, јас секогаш мислев дека ќе се видиме повторно.Мислев дека ќе те видам уште еднаш повторно.
		-- James Taylor, "Fire and Rain"

%
К: метал Кобалт е, тешко и сјае;разточен и ограничувачкиот Cobol е;KOBOLDS соборување кога ќе ги штрајк;Не се чувствувајте лошо, тоа е тешко да им се допаѓа.
		-- The Roguelet's ABC

%
Чувајте античките земји, вашиот легендарен раскош! таа плачеСо тивок усни. Дај ми уморен, вашиот слаб,Вашиот сместија маси копнежот да дишат слободно,Тажните отпадоците на вашиот преполнување брегот.Испрати овие, бездомниците, бури растргани за мене ...
		-- Emma Lazarus, "The New Colossus"

%
Чукајте чукнам ... (кој е таму?) Етер! (Етер, кој?) Етер Bunny ... Полесно![Рефрен]Yeay!Останете на Среќен страна, секогаш среќни страна,Останете на Среќен страна на животот!Bum Bum Bum Bum Bum BumЌе се чувствувате болка, како што ви вози лудо,Значи Останете на Среќен страна на животот!Чукајте Чукајте ... (кој е таму?) Ана! (Ана, кој?)На друго етер зајаче ... [рефрен]Чукајте Чукајте ... (кој е таму?) Stilla! (Stilla кој?)Уште една етер зајаче ... [рефрен]Чукајте Чукајте ... (кој е таму?) Yetta! (Yetta кој?)Уште еден етер зајаче ... [рефрен]Чукајте Чукајте ... (кој е таму?) На товар! (Карго кој?)На товар бип бип и прегазен етер зајаче ... [рефрен]Чукајте Чукајте ... (кој е таму?) Бу! (Boo кој?)Не плачи! Етер зајаче се врати следната година! [Рефрен]
		-- Emma Lazarus, "The New Colossus"

%
Дами и господа, Hobos и tramps,Кривоглед комарците и bowlegged мравки,Дојдам пред да застане зад васДа ви кажам за нешто што не знаат ништо за тоа.Следниот четврток (што е добро петок),ќе има конгрес што се одржа воЖенски клуб што е исклучиво за мажи.Влезот е бесплатен, се обрне на вратата,Се повлече до еден стол, и да седат на подот.Тоа беше ден во лето и во зима,И снегот врнеше брзо,Како бос момче со чевли,Стоеше седи во трева.Ах, таа светол ден во текот на ноќта,Двајца мртви мажи излегле да се бори.Три слепи за фер игра,Четириесет статисти да викаат "Ура!"Назад да се врати, тие се соочуваат со едни со други,Насликаа своите мечеви и сними едни со други.Глуво полицаец слушнале бучава,Дојде и уапси оние двајца загинати момчиња.
		-- Emma Lazarus, "The New Colossus"

%
Мешалки и Jellyspoons!Дојдам пред да застане зад вас,Да ви кажам нешто за кое знам ништо за него.Од следниот четврток ќе биде Велипеток,ќе има средба на татковците, за само мајките.Носете вашиот најдобар облека, ако не имате било какви,И ве молам да останат дома ако може да има можност да биде.Влезот е бесплатен, ве молиме да обрнете на вратата.Да имаат место за мене: не заборавајте да седат на подот.Не е важно каде ќе успее да седат,Човекот во балкон сигурно ќе плукаат.Ви благодариме за вашето внимание тежок,И сега би сакал да го претстави нашиот следен акт:"На сите четири страни на тркалезната маса".
		-- Emma Lazarus, "The New Colossus"

%
Дама, дама, треба да се исполнатЕден чии патишта се сите дискретно,Оној кој мрмори дека неговата сопругаЕ lodestar од неговиот живот,Оној што чува уверувајќиДека тој никогаш не беше точно,Никогаш не сакав уште еден ...Дама, дама, подобро да работат!
		-- Dorothy Parker, "Social Note"

%
Бубамара, бубамара,Изглед на вашиот строг!Вашата куќа е во пламен,Вашите деца ќе изгори!Така и вие да скокаат и да пее, заУште првиот патЧетирите реда погореСе ставени во рима.
		-- Walt Kelly

%
Минатата ноќ се сретнав по скалилоА малку човек кој не беше таму.Тој повторно не беше таму денес.Навистина како Би сакал тој ќе оди си!
		-- Walt Kelly

%
Латинскиот јазик,Како мртви како што може да биде.Прво го уби Римјаните,И сега тоа ме убива.
		-- Walt Kelly

%
Дозволете ми да не бракот на вистинскиот умовиПризнавам пречки. Љубовта не е љубовКој ги менува кога промена наоѓа,Или кривини со смена да се отстрани:О, не! тоа е некогаш фиксен знак,Тоа изгледа на ураганите и никогаш не се тресе;Тоа е ѕвездата на секој скитници кората,Чија вредност е непозната, иако се земе неговата висина.Љубовта не будала на времето, иако розова усните и образитеВо рамките на компас виткање српот доаѓаат;Љубовта не се менува со своето кратко време и недели,Но, тоа го потврди дури и на работ на пропаст.Ако ова е грешка и врз мене се покажа,Јас никогаш не писменото, ниту никој никогаш не го сакаше.
		-- Walt Kelly

%
Ајде да одиме тогаш ти и јаса во текот на ноќта е изнесена против неботокако тест на сенф на една стара свинско пита."Убаво песна Том. Имам идеи за промени сепак, зошто да не дојде?"
		-- Ezra

%
Ајде да одиме, преку одредени полупразните улици,На мрмори повлекуваНа немирни ноќи во една ноќ евтини хотелиИ ресторани струготини со остриги школки:Улици, кои следат како мачна аргументПодмолен намераДа ве доведе до големо прашање ...О, не се праша, "Што е тоа?"
		-- T. S. Eliot, "Love song of J. Alfred Prufrock"

%
Да се ​​однесуваме кон мажите и жените и;Однесувајте се кон нив како да се вистински;Можеби тие се.
		-- Ralph Waldo Emerson

%
Животот е како конзерва сардини.Ние сме сите ние, во потрага по клучот.
		-- Beyond the Fringe

%
Животот е она што се случува со тебе додека си зафатен правејќи други планови.
		-- John Lennon, "Beautiful Boy"

%
Подигнете секој глас и да пееДо земјата и небото прстен,Прстен со хармонии на слободата;Нека нашата радост порастВисоко како небото на слушање,Нека одекнува гласно како тркалање морето.Запеј песна полна со верба дека темното минато ни предава.Пее песна полна со надеж дека овој ни го купи.Со кои се соочува сонцето изгрева на нашиот нов ден започна,Дозволете ни да маршираат до победа е победи.
		-- James Weldon Johnson

%
Осветлен, додека се уште може,Дури и не се обидуваат да се разбере,Само да се најде место за да се направи вашиот штанд,И да ја однесете лесно.
		-- The Eagles, "Take It Easy"

%
Како пченка во областа Ве намали,Фрлив последен удар премногу тешко,По неколку години ќе стабилен, добро, јас мислев дека тоа е време,Да се ​​фрли во мојата рака за нов сет на картички.И не можам да ве однесе надвор танцување за време на викендот,Јас сфатиле ние би насликал премногу од овој град,И јас не се обиде да се погледне како што одеше на мојот вагон,И знаев тогаш имав изгубено она што треба да се најде,Знаев дека го изгубив она што треба да се најде.И јас се чувствувам како куршум во пиштол на Роберт ФордЈас сум толку ниско, како платен убиец еТи знаеш дека јас сум ладна како најмениот меч.Јас сум толку засрамени не можеме да го закрпи,Ти знаеш дека јас не може нормално да нема повеќеДа се ​​направи да се чувствувам како куршум, мед,куршум во пиштол на Роберт Форд.
		-- Elton John "I Feel Like a Bullet"

%
"Линии кои се паралелни сретне во бесконечност!"Евклид постојано, жестоко, ги повика.Додека не умрел, и така стигна до таа близина:во него, тој покажа дека проколнатите работи оддалечуваа.
		-- Piet Hein

%
Lisp, Lisp, Lisp машина,Lisp Machine е забавно.Lisp, Lisp, Lisp машина,Забава за сите.
		-- Piet Hein

%
Малку Лета,игра Твојот лето Ако мислата е животМојата избезумено рака и сила и здив,Дали brush'd далеку. И сакатеНа мислата е смрт,Не сум јасМува како тебе? Тогаш сумИли уметност не ти среќен муваЕден човек како мене? Ако живеамИли ако умрам.За танцувамИ да пијат и да пее,До некои слепи странаТреба да се четка моето крило.
		-- William Blake, "The Fly"

%
Лизи Борден зеде секира,И тоа паднал длабоко во VAX;Не ви завидуваат луѓето коиНаправи сите нешта ___ сакате да го направите?
		-- William Blake, "The Fly"

%
Логичари имаат, но лошо дефинираниКако рационално на целото човештво.Логика, велат тие, му припаѓа на човекот,Но, нека го докаже, ако можат.
		-- Oliver Goldsmith

%
Louie Louie, ми да одамLouie Louie, ми да одамГлоба мало девојче, таа ме чекаМе фати бродот премине моретоМи плови бродот сам Три ноќи и денови ми плови на моретоМене никогаш не мисли ми се направи тоа дома ме натера да мислам на девојка постојано(РЕФРЕН) На бродот што знам дека има сонЈас мирис на роза во косатаМе види Јамајка месечината над (хор, соло гитара)Тоа нема да биде долго, ме види мојата љубовЈа земам в раце, а потоаМи ја кажам јас никогаш не ја напушти повторно
		-- The real words to The Kingsmen's classic "Louie Louie"

%
Љубов во твоето срце не беше ставен таму да остане.Љубовта не е љубов 'Til го подарите.
		-- Oscar Hammerstein II

%
Љубов, што е брзо пламна во нежна срце,запленети еден за фер формакоја беше донесена од мене, и начинот на кој на сето тоа ме afficts уште.Љубов, која не absolves сакана од љубов,ме фатија толку силно со радост во него,кои, како што гледате, тоа не ме остави дури и сега.Љубов ни го донесе на една смрт.
		-- La Divina Commedia: Inferno V, vv. 100-06

%
Маргарет, ви се тагуваВо текот Goldengrove unleaving?Лисја, како и работите на човекот,Вие, со вашиот свежи размислувањаСе грижи за, може да ви?Ах! како срцето расте постариТоа ќе дојде до таква знаменитости постуденоОд страна и од страна, ниту резервни воздишкаИако светот на wanwood leafmeal лагаА сепак ќе плачете и ќе знаеш зошто.Сега, без разлика, дете, иметоизвори тага се исти:Тоа е лошо влијание човек е роден за,Тоа е Маргарет ќе се жали за.
		-- Gerard Manley Hopkins.

%
Meanehwael, baccat meaddehaele, monstaer lurccen;Fulle неколку многу drincce, HIE luccen за fyht.[D] en Hreorfneorht [d] HWR, син на Hrwaerow [P] heororthwl,AEsccen aewful jeork да steop outsyd.[P] HUD! Bashe! Crasch! Beoom! [D] е bigge gyeEallum неговата бон сопирање, swap придонес на носот;Wicced Godsylla waeld на неговиот asse.Monstaer moppe fleor WY [P] eallum мажите во haelle.Beowulf во bacceroome fonecall bemaccen waes;Hearen sond на ruccus saed "Hwaet [d] е Хеле?"Graben sheold Strang КНД swich-blaed scharpSond feorth да fyht [d] е grimlic непријател."Јас", Godsylla saed, "Мак [d] е minsemete".Heoro cwyc geten heold Wi [P] faemed половина nelsonКНД го flyng јавните frisbe потекла да fen.Beowulf стомак до meaddehaele бар,Saed "Ne непријател претепан Mie faersom Cung-Фу".Eorderen cocca-colha yce-coeld, [d] е reol [P] yng.
		-- Not Chaucer, for certain

%
Повеќето луѓе им се допаѓа на денот,Зашто тие сакале да го видите сјае сонцето.Тие се во утрото,надвор и трчање до тие се премногу уморни за да се забавувате.Но, кога сонцето оди надолу,и светла светат, мојата дневната штотуку започна.Сега постојат две страни на голема голема светот,а еден од нив е секогаш ноќ.Ако може да се грижи за бизнисот на сонце, бебе,Претпоставувам дека сте ќе биде во ред.Не доаѓаат во потрага за мене да ви дадат на рака.Моите очи едноставно не може да застане на светлина.Оти ​​јас сум ноќта бувот мед, спијат во текот на целиот ден.
		-- Carly Simon

%
Мама прав да се направи да се стари,За да покровот мојата облека, црно на ноќта,Возраста мојот глас, гакање старицата е;Да ги избелите мојата коса, крик на страв,Отфрлениот ветер го разгори мојата омраза;Гром да се меша добро -Сега почнуваат магија ти се пишува!
		-- Walter Disney, "Snow White"

%
Мојата аналитичар ми кажа дека сум бил во право надвор од мојата глава,А јас реков: "Почитуван докторе, мислам дека тоа е вас, наместо.Затоа што имам нешто што е уникатен и нови,За да го докаже тоа ќе имаат последен се смее на вас.Оти, наместо на една глава - Имам две.И знаете две глави се подобри од една.
		-- Walter Disney, "Snow White"

%
Мојата Бони се загледа во резервоарот за гас,Висината на неговата содржина да се види!Таа запали мал натпревар за да и помогне,О, да го вратам мојот Бони за мене.
		-- Walter Disney, "Snow White"

%
Мојата калкулатор е Пастир мој, јас нема да сакатеТоа го остава ме точни до десет значајни личности,и тоа ме водат во во научна нотација до 99 цифри.Тоа restoreth мојот квадратни корени и ме guideth по патеките на подвижнадецимални точки за доброто на прецизност.Да, јас сепак тргнал и по долината на изненадување квизови,Јас ќе се исплашам од проф, за мојот калкулатор е таму за да ме hearten.Тоа prepareth маса се најавите за да ме утеши, тоа prepareth налак грев за мене во присуство на наставниците.Тоа annoints мојата домашна задача со точни решенија, мојата интерполации сезавршена.Навистина, и прецизноста и точноста ќе ме следат во сите дни на мојотживот, а јас ќе живее во куќата на Texas Instruments засекогаш.
		-- Walter Disney, "Snow White"

%
Мојата мила сопруга секогаш беше мрачна.Јас ја удавил во буре рум,И така се сигурни дека таа ќе останеВо подобро расположен ден и ноќ.
		-- Walter Disney, "Snow White"

%
Мојата љубов бега од како еден ден во јуни,И тој не прави никаква пријатели на болки.Тој ќе се упатуваа неговиот галоп rigadoonВо патека или morrows.Тој ќе живее денови од својот живот каде што тргнуваат сончевите зрациНиту, пак, може да влезат или ветер го искорени.Моите драги љубов, тој е сè срце -И посакувам somebody'd го убијат.
		-- Dorothy Parker, part 3

%
Мојата љубов, тој е луд, и мојата љубов, тој е возен парк,И диви млади дрво-работа му го роди!Начините на кои се фер за нозе роаминг,И небесата се сончевиот за него.Како остро слатки на моето срце, се чини дека тојКако мирисот на багрем.Моите драги љубов, тој е на сите мои соништа -И посакувам тој бил во Азија.
		-- Dorothy Parker, part 2

%
Мојот ми, еј ејРокенролот е тука да остане Царот е нема, но тој не го заборавилТоа е подобро да се изгори надвор Ова е приказна за Џони РотенОтколку да исчезнат Тоа е подобро да се изгори надвор од тоа е да 'рѓаМојот ми, еј еј Царот е нема, но тој не го заборавилТоа е надвор од сината боја и во црно Еј еј, ми миТие ви го даде, но плаќаат за тоа Рокенрол никогаш не може да умреИ штом еднаш ќе те нема никогаш не може да се врати Има повеќе на сликатаКога сте надвор од сини отколку Одговара на окоИ во црно"Мојот ми, еј еј (од сина), 'рѓа никогаш не спие"
		-- Neil Young

%
"Моето име е тужи! Како го правиш ?! Сега ќе умре!"Па, јас го погоди право меѓу очите,И слезе, но на мое изненадување,Излезе со нож и му го отсече парче од моето уво.Па јас разби стол право во неговите заби,И ние се урна преку ѕидовите и на улиците,Kickin 'и-gougin во кал и крв и пиво.Сега јас да ви кажам, јас сум се борел посилно мажи,Но јас навистина не може да се сети кога:Тој започна како мазга и тој малку како крокодил.Но, слушнав се смееш, а потоа јас го слушнав никаквец,И тој отиде за пиштолот, но јас се повлече мое прво,И седеше таму торентите во мене, и јас видов неговата насмевка.Тој рече: "Сине, овој свет е груба,И ако некој е ќе го направи тоа, тој е Мора да биде тешко,И знаев дека нема да биде таму за да ви помогнат.Така јас да ви даде тоа име и реков збогум,И знаев дека ќе треба да се тешки или умираат,И тоа е тоа име кој помогна да се направи да се силни!
		-- Johnny Cash, "A Boy Named Sue"

%
Моите драги љубов, тој е силен и храбарИ тој не се грижи што доаѓа после.Неговите зборови ѕвони слатка како свири на злато,А очите му се осветлени со смеа.Тој е радосните како знаме развиорено -О, девојче, таа ќе нема да го заборавам.Моите драги љубов, тој е за сите мојот свет -И јас би сакала никогаш не би се запознал со него.
		-- Dorothy Parker, part 1

%
Моето пенкало е на дното на страницата,Која, заврши, тука приказната завршува;'Tis да се посака што беше порано направено,Но, некако приказни продолжување кога започна.
		-- Byron

%
Мојата душа е уништен, мојот дух болкиЈас не ми се допаѓа повеќе,Јас шега забелешката, кавга, поплака, тетребЈас размисли на тесниот куќаЈас згрози при помислата на мажиЈас сум поради падне во љубов повторно.
		-- Dorothy Parker, "Enough Rope"

%
Природата на сите нешта фиксна границите одговара,И мудро се заузда преправајќи духовитост горд човек.Како на земјата, а тука океанот добивки,Во другите делови остава широк песочна рамнини;Така, во душата додека меморијата преовладува,Цврстиот моќта на разбирање не;Каде греди на топло фантазија игра,мека фигури на меморија е топат.
		-- Alexander Pope (on runtime bounds checking?)

%
Во близина на Студио Жан КоктоНа Rue des Ecolesживеел еден стар човексо Blind DogСекоја вечер јас ќе го видамводителка на куче заеднотротоар, чувањецврст стисок на поводниктака што кучето не бинаиде на случаен минувачПонекогаш кучето ќе престанати се погледне нагоре во неботоОткако старецотзабележав ме гледа кучетои тој рече: "О, да,ова го знаекога месечината е надвор,тој може да го чувствува тоа на неговото лице "
		-- Barry Gifford

%
Неврози се црвени,сина меланхолија е.Јас сум шизофреничар,	Што си ти?
		-- Barry Gifford

%
Њујорк доби начини и средства;Само не ќе може да биде.
		-- The Grateful Dead

%
Нов York-- на тоа високо хоризонтот доаѓамFlyin 'од Лондон до вашата вратаНов York-- торентите долу на Централ ПаркКаде што тие велат дека не треба да талкаат по мракот.Њујорк.
		-- Simon and Garfunkle

%
Следно, на столче, ние сме пред да се направи да се лига.Седум девици и мазга, тоа се задржи кул, да ја излади.
		-- ELP, "Karn Evil 9" (1st Impression, Part 2)

%
Девет megs за секретари фер,Седум megs за хакери ретки,Пет megs за grads во чадот дувлаТри megs за извор систем;Еден диск да ги владее,Еден диск да ги поврзе,Еден диск да се одржи на датотекиИ во темнината "мелење Ем.
		-- ELP, "Karn Evil 9" (1st Impression, Part 2)

%
Девет-песна ленти и седум-песна лентиИ ленти без напојување;Еластичен ленти и касети snarleyИ ленти измешани на полиците -Се одржи на лентаИ застанете на лента,И тогаш ќе бидете сигурни декаВашиот уред за касети ќе го прескокне.
		-- Uncle Colonel's Cursory Rhymes

%
Никој не ни се допаѓа.Јас не знам зошто.Ние не може да биде совршен, ние им даде пари,Но, небото знае се обидеме. Но, тие се благодарни?Но, сите околу себе, Не, тие се зајадлив,Дури и нашите стари пријатели не стави долу. И тие се полни со омраза.Ајде да се откажат од еден голем, тие не нè почитуваат,И да видиме што се случува. Значи, да ги изненадиНие ќе се откажат од голема,И 'се здроби Ем.Азија е преполн,Европа е премногу стар,Африка е премногу жешко, Ние ќе заштедите Австралија.И Канада е премногу ладно. Не сакам да му наштети не кенгури.И Јужна Америка украл името Ние ќе се изгради на сите американски забаваАјде да се откажат од еден голем, паркирам there--Нема да има ни преостанува да се обвинуваат еден. Тие се Surfin ', исто така!Бум! оди во Лондон,И бум! Paree.Повеќе простор за вас, Ах, колку мирно тоа ќе биде!И повеќе простор за мене, ние ќе се постави на сите бесплатно!И секој град, ќе носат јапонски кимоно, бебе;Целиот свет рунда, ќе има италијански чевли за мене!Само ќе биде уште еден американски град. Сите тие не мразат во секој случај,Значи, ајде да се откажат од голема сега.Ајде да се откажат од голема сега!
		-- Randy Newman, "Drop the Big One"

%
Не свиња треба да оди небото нуркање за време на монсунитеЗа тоа не е навистина норма.Но, треба да маст свински обидете се да се зголемуваат како Лоон,Па што? Секое свинско месо во бура.Не свиња треба да оди небото нуркање за време на монсуните,Тоа е доволно за ризично кога времето е во ред.Но, за да имаат свиња се зголемуваат кога монсуните причинува ревФрли уште повеќе опасности пред свињите.
		-- Randy Newman, "Drop the Big One"

%
Не fanfold обична хартија може да сметаат дека фрактал издувам -Тој израснал толку брзо исцртување пакет не може да го намали доволно далеку.Собира и симулации се зголеми толку брзо скротиИ сменил сите нивни податоци простор кога издувам пикна магацинот рамка.(Рефрен)Издувам, тој расте толку брзо, додека други се пресели како полжавиИ мини-Puffs би се слетуваат на гигантска опашка.Сите хакери ученикот сакав дека фрактал издувамНо, DCS не му се допадна издувам, и конечно рече: "Доста е!"(Рефрен)Издувам користат повеќе средства од DCS може да ги поштеди.Операторот убиени работа издувам - тој не чини да се грижи.А мракот падна на хакери; се чинеше дека е на крајот,Но издувам заробени исклучок, и повторно се зголеми од ништо!(Рефрен)Воздржете се:Издувам фрактал змеј е напишан во C,И frolicked додека процеси вклучен во супер меморија.Издувам фрактал змеј е напишан во C,И frolicked додека процеси вклучен во супер меморија.
		-- Randy Newman, "Drop the Big One"

%
"Не програма е совршен"Тие велат дека со стегање."Happy-- на купувачиШто е една мала грешка? "Но, тој беше решен, тогаш промените два, а потоа уште три,Другите си отиде дома. Како година проследено година.Тој открил протокот шема и непознати сакаше да коментира,Напуштени, сам. "Дали е тоа човек уште тука?"Ноќта помина во утринските часови. Тој почина на конзолаВо собата беше преполни од глад и жедСо исфрлување на јадрото, извор огласи. Следниот ден тој беше погребан"Јас сум блиску", промрморе тој. Со лицето надолу, девет раб.Синџирот на пушењето, ладно кафе, и неговата сопруга низ солзиЛогиката, одбивање. Прифатена неговата судбина."Јас сум го доби!" тој извика, рече: "Тој не е навистина нема,"Само промена еден настава". Тој е само работа доцна ".
		-- The Perfect Programmer

%
Нема рок толку тешко, но дека малку бранМоже да го победи прием во илјада години.
		-- Tennyson

%
Не порано Edger Алан ПоЗаврши својот стар Равен,потоа почна својот стар Кроу.
		-- Tennyson

%
Не, неговиот ум не е за изнајмувањеНа било кој бог или влада.Секогаш се надева, сè уште незадоволство,Тој знае дека промените не се постојани -Но, промената е.
		-- Tennyson

%
Ништо што е принуден некогаш може да биде во право,Ако тоа не доаѓа природно, оставете го.Тоа е она што рече таа исклучи светлото,И ние се наведна грб како робови на ноќта,Потоа таа се спушти стража неа и ми покажа лузнитеТаа доби од обидот да се боратВелејќи дека, ох, ќе е подобро да го верувам.[...]Па ништо што е реално е секогаш бесплатноА вие само треба да платат за тоа некаде.Таа го рече пред, таа ми рече:Претпоставувам дека таа верува дека немаше ништо да се види,Но, истиот, стар четири имагинарни ѕидовиТаа ќе изградена за Livin 'воРеков ох, едноставно не може да значи тоа.[...]Па ништо што е принуден некогаш може да биде во право,Ако тоа не доаѓа природно, оставете го.Тоа е она што рече таа исклучи светлото,И таа може да биде во ред, и таа може да се во право,Но, се разбудив со мраз, и забележав дека таа ќе изгубиПревезот што ги покрива очите,Реков ох, можете да го оставиме тоа.
		-- Al Stewart, "If It Doesn't Come Naturally, Leave It"

%
Сега омраза е далеку од најдолгите задоволство;Мажите сакаат во брзање, но тие го мразат во слободно време.
		-- George Gordon, Lord Byron, "Don Juan"

%
Сега јас мене лежеше назад на спиење.Говорникот е досадна, длабоко на субјектот.Ако тој треба да запре пред да се разбудам,Дај ми подбуцнеше за добрината ".
		-- Anonymous

%
Сега јас ме легна да спиеЈас се молам на двојно заклучување ќе се задржи;Да нема пауза тули низ прозорецот,И, никој не ми ја одземеш додека не се разбуди.
		-- Anonymous

%
Сега јас ме легна да спие,Јас се молам на Господ душата ги чува,Ако јас треба да умре пред да се разбудам,Јас ќе плаче во болка, "грешка !! грешка !!"
		-- Anonymous

%
Сега јас ме легна да учат,Јас се молам на Господ Јас нема да одам со вкус на орев.И ако јас не успеваат да го научат тоа ѓубре,Јас се молам на Господа дека нема да flunk.Но, ако јас не, не ме штета на сите,Само лежеше моите коски во студијата сала.Кажете му на мојот учител Јас го направив мојот најдобар,Потоа куп моите книги врз моите гради.
		-- Anonymous

%
Сега е време да се каже збогумНа сите наши компанија ...М-I-C (види вас следната недела!)К-Е-Y (Зошто? Затоа што ви се допаѓа!)M-O-U-S-E.
		-- Anonymous

%
Сега нека песна да започне! Дозволете ни да пее заедноНа сонцето, ѕвезда, месечина и магла, дожд и облачно време,Светлината на младиот и надежен лист, роса на пердув,Ветер на отворен ридот, ѕвона на Хедер,Трска од сенките на базен, лилјани на вода:Аватарот на Том Bombadil и реката ќерка!
		-- J. R. R. Tolkien

%
Сега на мојот шеесет години и десет,Дваесет и нема да дојде повторно,И да ги преземат од седумдесет извори резултат,Тоа ме остава само педесет и повеќе.И бидејќи се погледне на работите во цутПедесет извори се малку простор,За шумите јас ќе одамЗа да ги видите цреша обесени со снег.
		-- A. E. Housman

%
Сега тој ден ме wearies,Мојата желба копнежЌе добие повеќе љубезно,Како уморен дете, ѕвезденото небо.Раце, преставам вашите дела,Иначе, да ги заборавиме сите мисли;Сите мои силиКопнеат само да потоне во сон.И мојата душа, ранлив,Ќе се зголеми и на широко распространета крила,Да се ​​живее во сферата магичен ноќПодлабоко, повеќе различно.
		-- Hermann Hesse, "Going to Sleep"

%
Сега што би направиле ако јас само пловеа далеку?По ѓаволите, кој навистина ме принуди да ја напушти денес?Runnin 'ниско на приказни за тоа што го направи со топката,Што би направиле ако сум направил не удри? "
		-- Jimmy Buffet, "Landfall"

%
Сега е време да има некои големи идеиСега е време да се направи некои цврсти одлукиВидовме на Буда во бар на југЗборувајќи политика и нуклеарна фисијаНие го видам и тој е се разнесуваат -Премина во телото на бубачкаСе подготвува за долго долго индексирањеТој не е ништо - тој не е ништо ...Смрт и пари се уште еднаш својата точкаВо форма на Филозофскиот атентаториМарк и Дени земете и автобус горниот градСмртоносниот ангелите за реалноста и страстИмаат храброст на овде и сегаНе земајќи ништо од несериозен будитеКога мислите дека сте го доби платени во целостИмаш ништо - ќе морате ништо ...Ние сме на пат и ние сме пукање за Буда.Ние знаеме неговото име и тој не смее да се извлечеш.Ние сме на пат и ние сме пукање за Буда.Тоа ќе бидат потребни една шанса - да го воодушеви ...
		-- Shriekback, "Gunning for the Buddah"

%
О дај ми дома,Каде Бафало шета,Каде елен и да игра на антилопа,Каде што ретко се слушаОбесхрабрувачки збор,Оти ​​она што може да се каже една антилопа?
		-- Shriekback, "Gunning for the Buddah"

%
О љубов, може да ти и јас со судбината заговараатДа се ​​сфати ова ми е шема на нештата целиот,не би можеле да ја здроби на парчињаИ тоа го обликува поблиску до желбата на нашите срца "?
		-- Omar Khayyam, tr. FitzGerald

%
О тенки како врба-стапче! О појасна од чиста вода!О трска од дневната базен! Фер река-ќерка!О пролет време и летниот период, а пролетта повторно после!О ветрот на водопадот, и смеа листовите!
		-- J. R. R. Tolkien

%
О! Вондерерс во сенка земјиштене очај! Зашто, иако темно тие се поставени,сите шумата има мора да заврши во минатата година,и да видиме на отворено сонцето одат минатото:поставување на сонцето, сонцето изгрева,крајот на денот, или денот кога започна.На исток или запад сите шумата мора да успее ...
		-- J. R. R. Tolkien

%
Внимавајте Јон plumed двоножец ред.Да ги активира своите captivation,Депозити по престанокотКоличина на честички физиолошки раствор.
		-- J. R. R. Tolkien

%
На сите зборови на несреќата вештеркаНема ништо толку лошо како што и со кого.Оној кој убива и што и со когоЌе бидат содржани во нашиот Кој кого.
		-- Fletcher Knebel

%
Ох не на денови изгледа мазна и долгоКога се оди право и никој не е во ред,И тоа не е твојот живот исклучително раменСо ништо што да се поплака на!
		-- Fletcher Knebel

%
О Дај ми тажно!Јас сум на комисијата, присуствуваме и да се менуваатШто значи дека од утро и се соочат и да ги бранатдо вечер, без заклучок на повидок.Ние советување и се согласуваат,Ние се одложи и двоумење, ги ревидира агендаИ повторам сите наши мисли. Со честите дополнувањаИ сметаат дека на товар на извештаи.Ние компонира и да предложи,Претпоставуваме и се спротивстави, но иако различни поимиИ точки на постапката се забавуваат; Се израснати како предлози,Има страшно малку добива направено.Ние се реши и ослободи;Но ние никогаш не се раствора,Бидејќи тоа е надвор од прашање за насДа се ​​донесе нашата комисијаЗа да го завршите вака песенчица,Кој го запира со период, а со тоа.
		-- Leslie Lipson, "The Committee"

%
Господи, не ќе ми купи 4BSD?Моите пријатели сите доби извори, па зошто да не можам да го видам?Ајде сите што Моби хакери, Ајде да пее со мене:По ѓаволите со адвокати од AT & T!
		-- Leslie Lipson, "The Committee"

%
"О", Melia, драги мои, тоа го прави сè круната!Кој можеше да претпостави дека треба да ви се исполнат во градот?И од каде како фер облека, како Prosperi-парти? ""Ох, не знаете ли дека ќе се уништени?" рече таа."Ти ни остави во тетерави, без чевли или чорапи,Уморни од копање компири и spudding до доковите;И сега сте геј нараквици и светли пердуви три! ""Да: Тоа е како ние се облекуваат кога сме уништени", рече таа."Дома во Barton ќе рече 'ти' и 'ти'И `thik ООН и` theas ООН и `t'other;" но сегаВи зборувам сосема се вклопува "ЕЕ за ком-Њујорк!""Некои полски е стекнато со една пропаст," вели таа."Твоите раце беа како шепи тогаш, лицето сина и мрачнаНо, сега сум маѓепсан од вашите чувствителни образ,И вашиот малку ракавици се вклопуваат како што е на било ла-dy! ""Ние никогаш не работат, кога сме уништени", рече таа."Ти се користи да се јавите дома и животот на старица остарените сон,И што би воздишка, и ќе чорап; но во моментов се чиниДа се ​​знае не на megrims или melancho-ly! ""Точно. Еден е прилично жив кога го уништи", рече таа."Би сакал да имав пердуви, парична казна убедливо наметка,И деликатна лицето, и може да се шетаат околу градот! ""Драги мој - суровини девојка на земјата, како што ќе биде,не сосема може да се очекува дека. Вие не се распаѓа ", рече таа.
		-- Thomas Hardy

%
Ох, патем, кој е Пинк?
		-- Pink Floyd

%
О, да ми даде еден дом,Каде Бафало шета,И јас ќе ви покажам куќа со навистина неуредна кујна.
		-- Pink Floyd

%
О, да ми даде локус каде што се фокусира gravitonsКаде што проблемот со три-тело е решен,Каде микробранови игра одредување на три степени К,И студената вирусот никогаш не еволуирале. (Рефрен)Јадеме algea пита, нашите вакуум е висока,Нашите топчести лежишта се совршено круг.Нашиот хоризонт е закривен, нашите глави се MIRVed,И килограм тежи половина фунта. (Рефрен)Ако ги снема простор за нашите поголемиот број тркаНема повеќе Lebensraum замина за MenschКога ќе бидете подготвени да започнете, ние може да Марс, освен,Ако ние само да се најде доволно голем клуч. (Рефрен)Смачено ми е од ова место, тоа е само Мекдоналдс во просторот,И живеат тука е создаден.Кажете му на shiggies "Не плачи", тие можат да ме бакне збогумОти ​​јас сум се движи следната недела да L4! (Рефрен)Рефрен: Дома, дома на Лагранж,Каде што остатоците простор секогаш се собира,Ние поседуваат, па се чини, две од најголемите соништа на човекот:Соларната енергија и нула-Господе секс.
		-- to Home on the Range

%
О, јас сум C програмер и јас сум во редЈас гадно со индекси и structs на целиот денИ кога се работи, јас викам Hoo-rayО, јас сум C програмер и јас сум во ред
		-- to Home on the Range

%
О, јас се лизна Груб обврзници на земјата,И танцуваа на небото на смеа silvered крилја;Sunward сум се кренаа и се приклучи на превртување радостНа сонцето-сплит облаци и направи сто работиВие не сте сонувале на -Тркала и долета и замавнаВисоко во сончевиот тишина.лебди тамуЈас го бркале викање ветер заедно и распространетиМојата желба занает преку footless сали на воздухот.Нагоре, нагоре по себе си, гори синиЈас сум на врвот на ветер зафати височини со лесно благодат,Каде што никогаш не шега, или дури и орелот полета;И, додека со тивок, кревајќи ум сум стапнеВисоката untrespassed светоста на просторот,Стави раката, и го допре лицето Божјо.
		-- John Gillespie Magee Jr., "High Flight"

%
О, животот е прекрасен циклус на песна,Сплет на extemporanea;А љубовта е нешто што никогаш не може да тргне наопаку,И јас сум Марија на Романија.
		-- Dorothy Parker, "Comment"

%
О, Slithery Ди, тој запиша излезе од морето.Тој може да се фати сите други, но тој нема да ме фатат.Не, тој нема да ме фатат, глупави ол "Slithery Ди.Тој може да се фати сите други, но AAAARRRRGGGGHHHH !!!!
		-- The Smothers Brothers

%
О, кога бев во љубов со вас,Потоа ми беше чиста и храбар,И милји околу чудото се зголемиКолку добро се однесувам.И сега фенси минува,И ништо нема да остане,И милји околу тие ќе се каже дека јасСум прилично себе повторно.
		-- A. E. Housman

%
О, да, животот продолжува, долго време откако возбудата на Livin 'е нема.
		-- John Cougar, "Jack and Diane"

%
Годишна мајка Хабард живееле во чевли,Таа имаше толку многу деца,Таа не знаеше што да прави.Па таа се преселил во Атланта.
		-- John Cougar, "Jack and Diane"

%
Годишна мајка Хабард отиде во шкафЗа да обезбедат сиромашните ќерка фустан.Кога таа дошла таму, шкаф беше голИ така беше нејзината ќерка, претпоставувам ...
		-- John Cougar, "Jack and Diane"

%
Аватарот на Том Bombadil весели колеги,Светло сина јакна е, и неговите чизми се жолти.Никој никогаш не се уште го фатат, за Том, тој е господар:Неговите песни се посилни песни, а нозете се побрзи.
		-- J. R. R. Tolkien

%
На утро од филмот Богарт, во земја каде што се вратија време,Одиш шета низ толпата како Питер Lorre размислуваат на криминал.Таа доаѓа од сонцето во свилено фустанче работи како акварел во дожд.Не се мачи барајќи објаснување, таа само ќе ти кажам дека таа дојдеВо годината на мачката.Таа не ви даде време за прашања, како што заклучи се вашата рака во нејзината,И да ги следат "до вашето чувство за тоа во која насока целосно исчезнува.Со сино-плочки ѕидови во близина на пазарот штанд има скриената врата таа    води да.Овие денови, таа се каже, се чувствувам мојот живот беше како река тече низГодина на Cat.Па, таа гледа во вас, па ладнокрвно,И нејзините очи светат како месечина во морето.Таа доаѓа во темјан и пачули,Така може да ја земе да се најде она што го чека воГодина на Cat.Па, наутро доаѓа а ти си уште со неа, но автобусот и туристите    се качил,И сте фрлени вашиот избор и ја изгубиле билет, па мора да остане.Но, тапан победи видови на ноќта остане во ритамот на новородените ден.Знаете некое време вие ​​сте обврзани да ја напушти, но сега за сега ви се случува да останеВо годината на мачката.
		-- Al Stewart, "Year of the Cat"

%
На добриот брод EnterpriseСекоја недела има ново изненадувањеКаде Ромуланците демнатИ Клингонците често одат berserk.Да, добриот брод EnterpriseИма возбуда каде што летаКаде Tribbles играИ медицинска сестра капела никогаш не добива нејзиниот пат.Види капетанот Кирк стои на мостот,Г-дин Спок е на негова страна.Неделникот закана, ooh-oohСтанува пржени, расфрлани далеку и широко.Тоа е добриот брод EnterpriseДа се ​​упати надвор каде Опасноста лежиИ живеете во стравАко сте облечен во кошула што е црвено.- Дорис Робин и Карен Trimble на The L.A. Filkharmonics,"Добро Брод претпријатие", во висина од "добриот брод Lollipop"
		-- Al Stewart, "Year of the Cat"

%
Уште еднаш се плашат дело е направено.Canon спие,сезнаен око сенкана човековите можност и околностите.Владее мир одново нашиов Pine Valley,но сонот на Canon е проблематичен.Пазете се, штури дена минатото на идеите на јули.Нетрпеливи раце чекаат со нетрпениеда се сфати, да се одржиретки моменти на времеодзеле од животот во целоснаслава на моќта на Canon;заробеник од unblinking око.Три златни orbs да застане се види;по еден на бројот на ден, час, минутадо predestiny уредби будење својата.Кога тоа се стравува момент arives,"Не прашувајте за кого Бел патарини,Тоа патарини за тебе. "Долината Пешка Магазин денес "
		-- "I extended the loan on your Camera, at the Pine

%
Откако имаше малку nerd кој сакаше да чита вашата пошта,И тогаш американец назад пати i-пристап за да добиете хакери надвор со опашката,И уште еднаш како што заврши читањето од креирање на секретарот,Тој напиша груб одбивање на нејзиното момче (како згреши!)И тоа како delivermail сторивме работата и тој се стрча неговата backfstat,Го слушна страшна гуши како fritters стаорец во топла масти,И тешко грешки предизвикани системот надолу "прв план тој може дури и да викам!И био bug'll донесе твое надолу премногу, EF не се види надвор!И кога ќе беше малку снегулки кои би талкале низ uulog,И кога тој отиде во својата blit таа ноќ да се игра во се биде бог,Овие програми сите го слушнав викам, и тие на конзола попарен,Но, кога тие го направија еден ps -ut тие се резултат на системот се урна!О, волшебници adb'd депонии и не трагата систем,И работи на датотечниот систем "сусам диск глава беше жешко паста,Но, сите тие што се пронајдени некогаш беше ова: "паника: Никогаш сомневање"И био bug'll несреќа вашиот кутија исто така, еф не се види надвор!Кога денот е направено и месечината излегува,И го слушаш лелекаат за печатачот и Радован Караџиќ, се чини да се избројат,Кога и другите клупи се празни и нивната терминали лизгави сива,И оптоварување е само 1,6 и се прашувате дали тоа ќе остане,Мора да пречи заштитата на датотека, а не да Snoop наоколу,Или био bug'll getcha и донесе систем надолу!
		-- "I extended the loan on your Camera, at the Pine

%
Еднаш, ова полноќ неповрзан,Иако може да се сфати сетилни и кристална,Во текот на многу скршена и потчинетитеОбемот на чепат ученост,Додека јас pestered, речиси пеење,Sudddenly дојде придржувајќи,Како што на некој изобилно skulking,Skulking во мојата врата комора.
		-- "I extended the loan on your Camera, at the Pine

%
Една светла во неделата наутро, во сенките на кулата,Од страна на Канцеларијата за помош, сум видел мојот народ;Како што стоеја таму гладни, јас стоев свирка,Оваа земја беше создадена за вас и мене.Никој живот некогаш може да ме запре,Како што одат одење дека слободата автопат;Никој живот некогаш може да направи да се врати назад,Оваа земја беше создадена за вас и мене.Како што одеше, го видов еден знак таму,И на знакот таа рече: "Не Вселувањето на туѓ посед".Но, од друга страна, тоа не се каже ништо,Таа страна е направена за вас и мене.[Ако некогаш сте се запрашале зошто Arlo беше толку анти-естаблишмент кога неговиот татконапиша толку прекрасни патриотски песни, одговорот е дека не стеслушнав сите песни на Вуди е]
		-- Woody Guthrie, "This Land Is Your Land" (verses 4, 6, 7)

%
Еден ден,Луда мета-поет,Со ништо да се каже,Додај луда мета-песнаКоја започна: "Еден ден,Луда мета-поет,Со ништо да се каже,Додај луда мета-песнаКоја започна: "Еден ден,[...]вид на блиски ".Беа зборовите што поетот,Конечно го избра,Да се ​​донесе луд својата поема,На некој вид на блиски ".Беа зборовите што поетот,Конечно го избра,Да се ​​донесе луд својата поема,На некој вид на блиски ".
		-- Woody Guthrie, "This Land Is Your Land" (verses 4, 6, 7)

%
Една добра работа во врска со музиката,Па, тоа помага да се чувствувате болка.Значи ме удри со музика;Ме удри со музика.
		-- Bob Marley, "Trenchtown Rock"

%
Една пилула те прави поголем, а ако се оди си поигруваше со зајациИ една пилула прави да се мали. И знаеш дека си оди за да падне.И оние кои мајка ви дава, Кажете 'em гасеница пушењето наргилеНе прават ништо на сите. Ви ја даде на повик.Одете побара Алис повик АлисКога таа е десет стапки висок. Кога таа беше само мал.Кога мажите на шаховската табла кога логика и процентотСтани и да ти кажам каде да одиме. Паднаа невешт мртвите,И сте само имаше некој вид на И Бел коњ зборувапечурки наназадИ умот се движи на ниско ниво. И Црвениот кралицата изгуби главатаОди побара Алис Запомни она што се вели во Dormouse:Мислам дека таа не се знае. Се хранат вашата глава.Се хранат вашата глава.Се хранат вашата глава.
		-- Jefferson Airplane, "White Rabbit"

%
Една од причините зошто Џорџ ВашингтонСе одржува во таква почит:Тој никогаш не го обвини неговите проблемиНа поранешната администрација.
		-- George O. Ludcke

%
Едно нешто за минатото.Тоа е веројатно за да трае.
		-- Ogden Nash

%
Еден toke во текот на линија, слатка Мери,Еден toke текот на линија,центарот Sittin во железничка станица,Еден toke текот на линија.Waitin "за возот кој оди дома,Hopin "дека возот е на време,центарот Sittin во железничка станица,Еден toke текот на линија.
		-- Ogden Nash

%
Други жени cloyАпетитите тие се хранат, но таа го прави гладенКаде што повеќето таа ги исполнува.
		-- Antony and Cleopatra

%
Нашата мала системи имаат свој ден;Тие имаат свој ден и престанува да биде;Тие се само скршени светилки од тебе.
		-- Tennyson

%
Нашите sires возраста е полошо дека нашите grandsires.Ние нивните синови се повеќе безвредни отколку што се:во нашето пак ќе се даде на светот потомство уште повеќе корумпирани.
		-- Quintus Horatius Flaccus (Horace)

%
магдоносе gharsley.
		-- Ogden Nash

%
Payeen на TwangДеридаРуда Идакомпир.Ако се осмели,Би ве прашамда одат копавашиот идеите под brown-tubered небо.каде pitchforkedќе побараДерида?
		-- Ogden Nash

%
Подигање на парчиња од мојата слатка разурнат сон,Се прашувам како старите луѓе се вечерва,Нејзиното име беше Ен, а јас ќе бидат проколнати ако се сеќавам нејзиното лице,Таа ме остави не знаејќи што да прави.Безгрижно автопат, дозволете ми да се лизга далеку од вас,Безгрижно автопат, ја видел подобри денови,Утрото по блуз, од мојата глава до моите чевли,Безгрижно автопат, дозволете ми да се лизга далеку, се лизга далеку, на вас ...Враќање назад на страниците на времето сакам најдобар,Се прашувам дали некогаш ќе го стори истото,Сега, она што јас го нарекувам Livin 'е само оставени "задоволни,Со знаејќи добив никој не остави да се обвинуваат.Безгрижно автопат, имав можност да го гледате, мојот стар пламен ...Пребарување преку фрагменти од мојот сон разнишана спиење,Се прашувам дали години се затворени нејзиниот ум,Претпоставувам дека тоа мора да биде страст или tryin 'за да се добие бесплатно,Од добар стар верен feelin 'што некогаш знаеше.
		-- Gordon Lightfoot, "Carefree Highway"

%
Цевки по диви долини,Цевки песни на пријатни радост,На облак видов едно дете,И тој смеејќи ми рече:"Спојување песна за Јагнето!"Па јас се спроведе со весело расположение."Пајпер, цевка која песна повторно,"Па јас водоводни: заплака да се слушне.
		-- William Blake, "Songs of Innocence"

%
Плагиатствувам, плагиатствувам,Ајде работа ничија избегне очите,Се сеќавам зошто добриот Господ ги направи вашите очи,не сенка твоите очи,Но плагиатствувам, плагиатствувам, плагијати.Само не заборавајте да го нарекуваат истражување.
		-- Tom Lehrer

%
Планетата Клер розова коса.Сите дрвја се црвени.Никој никогаш не умира таму.Никој не има глава ....
		-- Tom Lehrer

%
Ве молиме причекајте за Националната Химна:Австралијците сите, нека се радуваат,Зашто, ние сме млади и бесплатно.Ние сме златни почвата и богатство за трудНашиот дом е опашана од страна на морето.Нашата земја изобилува со даровите на природатаНа убавината богата и ретко.На страница во историјата, нека секоја фазаОднапред Австралија саем.Во весела видови тогаш нека пее,Однапред Австралија саем.Ти благодарам. Можеш да продолжиш вашето место.
		-- Tom Lehrer

%
Ве молиме причекајте за Националната Химна:Боже чувај ја нашата Милостивиот кралицата!Да живее нашата благородна кралица!Боже чувај ја кралицата!Испрати ја победник,Среќна и славна,Долго да владее нашиов нас!Боже чувај ја кралицата!Ти благодарам. Можеш да продолжиш вашето место.
		-- Tom Lehrer

%
Ве молиме причекајте за Националната Химна:О КанадаНашиот дом и родна земјаВистински патриот љубовВо сите команда твоите синови "Со блескав срца гледаме тебе се зголемиНа вистинскиот север силно и слободноОд далеку и широко, о КанадаНие сме на стража за тебеБог се задржи нашата земја славен и бесплатноО Канада ние стојат на стража за тебеО Канада ние стојат на стража за тебеТи благодарам. Можеш да продолжиш вашето место.
		-- Tom Lehrer

%
Ве молиме причекајте за Националната Химна:О, велат дека може да се види од почетокот на светлина зораШто толку гордо ги поздрави во последно тлеење на самракот е?Чии широки ленти и светли ѕвезди преку опасна борбаНашиов ѕидините гледавме беа толку галантно стриминг?И црвени сјајот на ракети, бомби пука во воздух,Даде доказ во текот на ноќта дека нашето знаме беше уште е таму.О, да се каже дали тоа ѕвезда Spangled Banner уште се брануваНашиов земјата на слободните и домот на храбрите?Ти благодарам. Можеш да продолжиш вашето место.
		-- Tom Lehrer

%
Моќ, како на запустувањето Мор,Загадува whate'er го допре ...
		-- Percy Bysshe Shelley

%
Веројатно-Можно, мојата црна кокошка,Таа лежи јајца во однос кога.Таа не лежат јајца во позитивна СегаЗатоа што таа е во состојба да постулат Како.
		-- Frederick Winsor

%
Предложи името на државата и Западна песнаЈас не може да добие повеќе вас, па јас се нагоре и оди од другата странаАко не ќе ме остави на мира, ќе се најде некој кој ќеЈас знаев дека би грев е кога ќе дојде дома доцна СоВашиот чорапи надвор-воЈас сум зајак во фаровите на Твојата љубовНе Kick Мој Гуми Ако не е ќе се Однеси ме за возењеЈас ви се допадна подобро пред Те познававЈас се уште го пропушти Вие, бебе, но Gettin 'Подобро Мојата цел еЈас имам црвени очи од вашите бели лаги и јас сум сино Сите Време
		-- "Wordplay"

%
Предложи името на државата и Западна песнаНе ми пречи ако лежиш до мене, се додека јас не се lyin "СамЈас не би ве однесе до тепачка куче дури и ако јас мислев, дека ти би можел да победиАко го оставите Мене, ќе излезе наназад Па јас ќе мислите дека сте comin 'ВоБидејќи сте научиле да усна-Sync, јас сум, да се користиМи Џон Дир е кршење својата област, додека вашиот Почитувани Џон бешеКршење моето срцеНе плачи, малку душо, Ти си Waterin "Мојот пивоТенис мора да биде вашиот рекет, зашто љубов значи Nothin 'да виКога ќе се каже ме сакаш, Ти си полн со сливи, Оти ЖивоСо тебе е јамиЈас сакам твојата рака во брак, но сите што го добив беше прст
		-- "Wordplay"

%
Предложи името на државата и Западна песнаТаа не е многу да се види, но таа изгледа добро Преку дното на стакленаАко отпечатоци од прсти се појавил на кожата, се прашувам кој е јас би се најде на МожетеЈас се срамам да биде тука, но не се срами Доволно за да ОставиТоа е Комода Huggin "Време е во долинатаАко сакате да се задржи на Пиво Реал Студената, го стави Веднаш до моето срце поранешна сопругаАко добиете чувство дека јас не те сакам, чувствувам повторноЈас се срамам да биде тука, но не се срами доволно за да ОставиТоа е Шишето е спротивен на Библијата во битката за душата на татеМојата жена избега со мојот најдобар пријател, а јас дека Мис НегоНе се намали повеќе Вуд, бебе, зашто Јас ќе бидам comin 'дома со транспортТе љубев нејзиното лице, но јас ја остави зад себе за вас
		-- "Wordplay"

%
Стави некој друг лозинка,Бомба, а потоа обидете се повторно.Обидете се да добие минато влезете во,Ние сме хакирање, хакирање, хакирањето.Обиди се со моминско презиме на неговата прва сопруга,Тоа е повеќе од само игра.Тоа е вистинска забава, но исто,Тоа е хакирање, хакирање, хакирањето.
		-- To the tune of "Music, Music, Music?"

%
паѓа дожд каде што облаците сеСонцето сјае, каде што облаците сеоблаци само доаѓаат и си одат
		-- Florian Gutzwiller

%
Жилети болка;Реките се влажни.Киселини ќе дамка,И дрога да предизвика грч.Пиштоли не е дозволено;Nooses даде.Гас мириса awful--Вие, како може во живо!
		-- Dorothy Parker, "Resume", 1926

%
Достигне во мислите на пријатели,И да не знаат вашето име.Стискаш на мечето премногу тесни,И се види на пердуви пукна рабовите.Допир на витраж со твојот образ,И се чувствуваат нејзиното студенило на крвта.Да се ​​одржи свеќа на ноќта,И да видиме темнината се наведнуваат на пламен.Солза маска за мир од Бог,И слушам татнежот на душите во пеколот.Извади ружа во името на љубовта,И да се види на ливчиња навивам и волја.Потпирај се на западниот ветер,И знам дека сте сами.
		-- Dru Mims

%
Reclaimer, резервни тоа дрво!да не земе еден малку!Тоа се користи за да се укаже на мене,Сега сум го заштитува.Тоа беше CONS на читателотШто го направи, поврзан со точка;Сега, GC, за дадениот случај,Ти нема да го побараат.
		-- Dru Mims

%
Запомни дека без оглед на несреќа може да ти биде многу, тоа само може да бидеполоша во Кливленд.
		-- National Lampoon, "Deteriorata"

%
Запомни тебеДа, ти лош дух додека меморијата има местоВо овој расеан свет. Запомни Тебе!Да, од масата на мојата меморијаЈас ќе ја избрише секоја тривијални убави евиденција,Сите пили на книги, во сите форми, сите притисоци минатото,Дека младите и набљудување копирани таму.
		-- William Shakespeare, "Hamlet"

%
ми се отстрани од оваа земја на робови,Каде што сите се будали, и сите се knaves,Каде што секој вале и будала е купен,Сепак, љубезно му се продава за ништо;
		-- Jonathan Swift

%
Роланд беше воин, од земјата на полноќното сонце,Со пиштол Томпсон за изнајмување, се борат да се направи.Договорот беше постигнат во Данска, на темна и бурна ден,Значи тој утврдени за Биафра, да се приклучат на крвави судири.Преку шеесет и шест и седум, тие се бореле во војната Конго,Со своите прсти на нивните предизвикувачи, колено длабоко во Гор.Денови и ноќи се бореле, Банту на колена,Тие ги убија да заработуваат за живот, и да им помогне на Конго.Роланд на Томпсон ловец ...Неговите другари борела покрај него, Ван Овен и останатите,Но, од сите Арсенал на Томпсон, Роланд е најдобар.Значи C.I.A одлучи, тие сакаа Роланд мртвите,Тоа son-of-a-bitch Ван Овен, дувна од главата Роланд.Роланд на глава Томпсон ловец ...Роланд претрес на континентот, за човекот кој му го направи на.Тој го најде во Момбаса, во еден бар во соба за пиење џин,Ролан за цел пиштол Томпсон, тој не кажа збор,Но, тој засвири тело Ван Овен од таму во Јоханесбург.вечен Томпсон ловец, се уште лута текот на ноќта,Сега е десет години подоцна, но тој го задржува фотографии од борбата.Во Ирска, во Либан, во Палестина, во Беркли,Пети Херст ... слушнав рафал ... на Томпсон пиштол Роланд, и го купува.
		-- Warren Zevon, "Roland the Headless Thompson Gunner"

%
Ромео беше немирен, тој е подготвен да го убие,Тој скокнал од прозорецот затоа што не може да седи мирен,Јулија чекаше со безбедносна мрежа,Рече: "Не ме закопа зашто јас се уште не е мртов".
		-- Elvis Costello

%
Розите се црвени,Темјанушки се сини.Јас сум шизофреничар,И така јас сум
		-- Elvis Costello

%
Во саботата вечер во Толедо Охајо,Е како да се никаде на сите,Сите во текот на денот како време дојде од страна,Вие седите во паркот и ќе се види на трева умре.
		-- John Denver, "Saturday Night in Toledo Ohio"

%
Велат дека со цвеќиња,Или, пак, велат дека тоа со визон,Но, што и да правите,Не велат дека тоа со мастило!
		-- Jimmie Durante

%
Дека голем број на камери фокусирани t'us,Нашите снимки средовечни нас тоа го прават правдата.Нема правда, ве молам, проклетство вие!Ние навистина сакаме милост:Гледаш, "TIS на правдата, да ни се гади.
		-- Thomas H. Hildebrandt

%
Велат дека мојата љубов е лесно имаше,Да кажам дека сум каснат суровини со гордост,Велат дека сум премногу често тажна -Сепак ме види на вашата страна.Да кажам дека сум ниту пак храбри млади,Велат дека ги придобие и coddle заштита,Велат дека ѓаволот го допре мојот јазик -Сепак треба моето срце да се носат.Но, велат моите стихови не скенира,И јас да ме фатат друг човек!
		-- Dorothy Parker, "Fighting Words"

%
Се каже! Сте го погоди грамада од trouble--Обем на гради во бизнисот, изгубил жена ти;Никој не се грижи ниту цент за вас,Вие не се грижите ниту цент за живот;Хард среќа има надеж лишена вас,Здравство не успева, посакувам би die--Зошто, вие сте сеуште во сонцето си заминаИ големото сино небо.
		-- R. W. Service

%
Научна фантастика, двојна функција.Френк има изградено и загуби суштество му.Темнината го победи Бред и Џенет.Слугите отиде во далечна планета.Wo, ох, ох, ох.На крајот од ноќта, двојна функција, слика шоу.Сакам да одам, ох, ох, ох.До крајот на ноќта, двојна функција, слика шоу.
		-- Rocky Horror Picture Show

%
Науката! вистинската ќерка на стариот пат ти си!Кој alterest сите работи со ѕиркање Твоите очи.Зошто preyest тоа на срце на поетот ти,Мршојадец, чии крила се досадна реалност?Како треба да те сакам? или како тие сметаат дека е мудар?Кој не управуваш го напушти својот скитнициДа се ​​бараат за богатство во скапоцени камења небо,Иако тој долета со безстрашен крило?Не си ти влече Дијана од својот автомобил?А управувано од дриада од дрвоДа бараат засолниште во некои посреќни ѕвезда?Не си ти распнуваа Naiad од неа поплава,На Elfin од зелена трева, и од менеВо летото сон под дрвото тамаринд?
		-- Edgar Allen Poe, "Science, a Sonnet"

%
Scintillate, scintillate, globule vivific,Фаин како јас пауза на вашиот карактер специфични,Loftily подготвен во етер обемист,Многу личи на дијамант јаглерод.Scintillate, scintillate, globule vivific,Фаин како јас пауза на вашиот карактер специфични.
		-- Edgar Allen Poe, "Science, a Sonnet"

%
Гребење на дискови, депонија на јадрото, тоа се затвори, повлечете го приклучокотСе тркалаат на ленти по подот, Дај јадрото на дополнителни затегнувањеИ системот ќе се сруши. И системот ќе се сруши.Teletypes скрши на парчиња. Mem'ry картички, сите до еден,Даде домет некои непријатни хитови се фрли од половина надолу салатаИ системот ќе се сруши. И системот ќе се сруши.И ние, исто така, го нашол Само флип еден прекинувачКога ќе го вклучите моќ надолу, и светлата ќе престане да вртитеДа се ​​претвори читателите дискот во ѓубре. И лента дискови ќе се урнатво флеш.Ох, тоа е толку многу забавно, Кога процесоротСега процесорот нема да се работи може да печати ништо, но "foo"И системот ќе се сруши. Системот ќе се сруши.
		-- To the tune of "As the Caissons go Rolling Along"

%
Заведени, бушава Самсон грчеше.Таа scissored кратко. Длабоко избричена,Наскоро окови роб, Самсон воздивна,Тивко scheming,Sightlessly бараатНекои дивјак, спектакуларни самоубиство.
		-- Stanislaw Lem, "Cyberiad"

%
Бараат мечот што беше скршен:Во Imladris што живее;Таму треба да се земе советиПосилни од Morgul-магии.Таму ќе бидат прикажани во знакДека несреќата е во близина на дофат на раката,На Бан Isildur е се буди,И Halfling натаму ќе застане.
		-- J. R. R. Tolkien

%
Таа ме праша: "Што е вашиот знак?"Јас трепна и одговори: "Neon"Мислев дека ќе ги надмине неа ...
		-- J. R. R. Tolkien

%
Таа ме ослепи со науката!
		-- J. R. R. Tolkien

%
Таа може да ги убие сите ваши датотеки;Таа може да се замрзне со намуртено.И еден бран на раката носи целиот систем надолу.Таа работи на код неа, додека десет по три.Таа живее како лилјак, но таа е секогаш хакер за мене.
		-- Apologies to Billy Joel

%
Стоеше на песниМавтајќи со рацетеме води на таа трета железнички шокБрзи како намигнувањеТаа го промени нејзиниот умТаа ми даде една ноќТоа е се што бешеШто да се земе додека не престанешегуваш менеТрошејќи го своето времеНема ништо друго можам да направамОти ​​јас сето тоа го прават за LeynaЈас не сакам некој новОти ​​јас сум тоа сите живи за LeynaНема ништо во неа за васОти ​​јас сум сето тоа им го Leyna
		-- Billy Joel, "All for Leyna" (Glass Houses)

%
Поместување на лево!Менување во право!Pop-up, собори,Бајт, бајт, бајт!
		-- Billy Joel, "All for Leyna" (Glass Houses)

%
Префрли на лево,Промена на правото,Маски во, прикрие,Бајт, бајт, бајт !!!
		-- Billy Joel, "All for Leyna" (Glass Houses)

%
Бидејќи јас боли мојата нишалотоМојот живот е за сите погрешни.Мојот папагал кој беше срдечнасега е пренесување на статички.Тепих почина, на дланка се распадна,Мачката држи прави poo.Единственото нешто што ме држи нормаленЕ да разговараат со моите чевли.
		-- My Shoe

%
Пее еј! за бања во близина на денТоа мие уморен кал веднаш!Лоон е тој што нема да пее:О! Топла вода е благородна работа!О! Слатка е звукот на паѓање дожд,и приливот, кој скока од ридот во обичен;но подобро од дожд или бранче потоциВодата е жешка што пуши и пареи.О! Ладна вода ние може да се става по потребаутврдување на жеден грлото и ми биде драго навистина,но подобро е пиво, ако пијат ни недостасува,и топла вода истури на грбот.О! Водата е фер што скока на високово фонтана бели под небото;но никогаш не фонтана звучи толку слаткокако прскаат топла вода со моите нозе!
		-- J. R. R. Tolkien

%
Снежана! Снежана! O, Пресвета јасно!О Кралицата надвор од Западен Море!О светлина за нас дека талкаат тукаВо услови на светот на плетени дрва!Gilthoniel! О Elbereth!Јасно се очите твои и светли твојот здив!	Снежана! Снежана! Пееме тебеВо многу земјиште надвор од морето.О ѕвезди кои во без Сонце ГодинаСо сјае страна од неа се сее,Во ветровито полиња сега се светли и јасниНие се гледаме сребрен цвет разнесени!О Elbereth! Gilthoniel!Ние уште се сеќавам, ние кои живеатВо оваа далечна земја под дрвјата,Твојот ѕвездената светлина за Западен Море.
		-- J. R. R. Tolkien

%
МногузависинацрвенатркалаБароузастаклени содождводадобелатакокошки.
		-- William Carlos Williams, "The Red Wheel Barrow"

%
Значи, подобро внимавај!Подобро да не плаче!Подобро да не михалица!Јас сум ти го кажувам зошто,Дедо Мраз доаѓа во град.Тој знае кога сте биле спиење,Тој знае кога си буден.Тој знае ако сте биле добри и лоши,Тој има врски со ЦИА.Па ...
		-- William Carlos Williams, "The Red Wheel Barrow"

%
Па ... па мислиш дека може да се кажеНебото од пеколот?Сино небо од болка? Дали тие ќе го добиете во трговијатаМоже да се каже некоја зелена ливада Вашиот херои за духови?Од ладна челик железнички? Жежок пепел за дрва?Насмевка од превез? Топол воздух за ладно ветре?Дали мислите дека може да се каже? Студената удобност за промена?Дали ви разменаЕдна прошетка на дел во војнаЗа главната улога во кафез?
		-- Pink Floyd, "Wish You Were Here"

%
Војниците кои сакаат да се биде херојСе речиси еднакви на нула,Но, оние кои сакаат да бидат цивили,Тие работат во милиони.
		-- Pink Floyd, "Wish You Were Here"

%
Некои од нив сакаат да го користите,Некои од нив сакаат да се користи од страна на вас,... Сите се во потрага по нешто.
		-- Eurythmics

%
Некои исконската термит тропнал на дрво.И тоа вкуси, и го најде тоа добро.И тоа е причината зошто вашата братучетка мајПропадна салонот подот денес.
		-- Ogden Nash

%
Некои велат дека светот ќе заврши во пожар,Некои велат дека во мраз.Од она што го почувствувале на желбаЈас се одржи со оние кои се за оган.Но, ако тоа мораше да загине два пати,Мислам дека знам доволно на омразаДа се ​​каже дека за уништување, мразЕ исто така одличнаИ ќе бидат доволни.
		-- Robert Frost, "Fire and Ice"

%
Понекогаш се чувствувам како да сум одѕвонуваше,Гледајќи во мене, добив ништо "да се каже.Не ме лути со работите игрите кои ви се игра,Или осветли или да ме остави на мира.
		-- Robert Frost, "Fire and Ice"

%
Понекогаш и јас живеат во земјата,А понекогаш и живеам во градот.А понекогаш и јас имаат голема идеја,Да скокаат во реката и се удави.
		-- Robert Frost, "Fire and Ice"

%
Понекогаш на светлината сите сјае врз мене,Други времиња Јас едвај може да се види.Во последно време тоа се случува со менеШто долго патување чудно што беше.
		-- The Grateful Dead, "American Beauty"

%
Зборувајте околу на вашиот мало дете,И го тепале кога ќе кивне:Тој само што се одело на нервиБидејќи знае дека задева.Леле! Wow! Wow!Јас зборувам сериозно на моето момче,И го тепале кога ќе кивне:На тој може целосно да уживатеБибер, кога тој се допадне!Леле! Wow! Wow!
		-- Lewis Carrol, "Alice in Wonderland"

%
Зборуваат грубо вашиот малку VAX,И тоа го подигнете кога ќе пропаднат;Таа знае дека не може да се релаксираатБидејќи страничење thrashes!Леле! Леле! Леле!Јас зборувам сериозно да ми VAX,И тоа го подигнете кога ќе пропаднат;И покрај сите мои омилени хаковеМојата работа секогаш thrashes!Леле! Леле! Леле!
		-- Lewis Carrol, "Alice in Wonderland"

%
Говорејќи на Godzilla и други работи кои се пренесе ужас:Со намерна гримаса и монго-како талентГо фрла врти диск драјвови во воздух!И тој зема Вак и тој го фрла назадКако што wades преку лабораториски прави страшно звучи!Беспомошни на корисниците со проекти, порадиКрик "Боже мој!" како што тој stomps на лента вози, исто така!О не! Тој вели дека Unix работи премногу бавно! Оди, оди, DECzilla!О да! Тој ќе се донесе до VMS! Оди, оди, DECzilla! "* VMS е заштитен знак на Digital Equipment Corporation.* DECzilla е заштитен знак на одмазда Чоколадо Bunnies на смртта, Inc.
		-- Curtis Jackson

%
Пролетта е тука, пролетта е тука,Животот е skittles и животот е пивото.
		-- Curtis Jackson

%
Свети Патрик беше господинкои преку стратегија и скришумвозеше сите змии од Ирска.Еве еден печењето на неговата здравствена состојба -но не премногу toastingsза да не се изгуби себе си а потоазаборави на добра Свети Патрики да видиме сите оние змии повторно.
		-- Curtis Jackson

%
Остана во кревет цело утро само за да мине времето,Нешто не е во ред тука, не може да има повеќе негирање,Еден од нас се менува, или можеби ние едноставно престанаа да се обидуваат,И тоа е премногу доцна, бебе, сега, тоа е премногу доцна,Иако ние навистина се обиде да го направи,Нешто внатре почина и не можат да го сокријат и јас едноставно не може да го сметаат за лажен ...Се користи за да биде толку лесно што живеат тука со вас,Ти беше светло и стил и знаев само што да се правиСега ќе изгледаат толку несреќни и се чувствувам како будала.Нема да има добри времиња повторно за мене и тебе,Но ние едноставно не можат да останат заедно, не можете да се чувствуваат премногу?Но јас сум среќен за она што го имавме и дека јас некогаш те сакав ...Но, тоа е премногу доцна бебе ...Тоа е премногу доцна, сега мила, тоа е премногу доцна ...
		-- Carol King, "Tapestry"

%
Чекор назад, неверници!Или дожд никогаш нема да дојде.Некој задржи гори оган, некој да дојде и да победи на тапанот.Што може да мислам дека сум луд, што може да мислам дека сум луд,Но се колнам за вас, пред овој ден е надвор,вие луѓе се ќе видите некои дожд!
		-- Carol King, "Tapestry"

%
Чудни работи се прават за да биде број еденВо продажба на компјутерски Друидите биле претприемачи,IBM има свои strategem и имаат изградено гранит кутијаКоја постојано расте acuter, го следи Месечината, предупреди на монсуни,И Honeywell се натпреварува како пекол, и прогноза на рамноденицаНо Алката што недостасуваше Нивната цена на приказната беше во право, својата иднинаЕ стариот систем на Stonemenge продаваат светла,Од страна на фирмата на Друидите, Inc. Прототипот беше продаден;Од Стоунхенџ сајт нивните битови и бајтиЌе брод за Селтик злато.На авторите дојде на гајба рамката;Тоа се мери милион тон!народни сообраќајот мислев дека е шега на човекот зборувал вистина, и на тој начин да ви(Тркала вагон само откачи); А предупредување на возраст;"Тие ќе се продаваат негативен тоа", надзорникот вашите акции се лизга, ако не можеме да бродрасправијата, Што е во вашите страници брошура е."Само остави диви треви растат, Види, ако го продава без ѕвона"Тоа е друид натура, во текот дизајнирана, и стрингови тој прстен и треперат;"И стомакот тие ќе одат." Друид углед слезе на цевкаЗатоа што тие не би можеле да се избави.
		-- Edward C. McManus, "The Computer at Stonehenge"

%
Страдаат сам постои, ниту кои страдаат;Делото постои, но не е сторител на истите;Нирвана е, но никој не го бара;Патот постои, но никој кој што патува.
		-- "Buddhist Symbolism", Symbols and Values

%
Сонцето во текот на ноќта, сите се заедно,Вознесе на небото, животот е засекогаш.
		-- Brand X, "Moroccan Roll/Sun in the Night"

%
      / \ СОНЦЕТО од нив сака да го користите,     \\ \  / \ \\ / СОНЦЕТО од нив сака да се користи од страна на вас, / / \ / / // \ \ // \ \ // / СОНЦЕТО од нив сака да ве злоупотребуваат,  / / / \ /   / \\ \ СОНЦЕТО од нив сака да биде злоупотребена за ...     \ \\      \ /
		-- Eurythmics

%
Слатка Шеснаесет е убава БесИ нејзиниот глас се менува - од "Не" на "Да".
		-- Eurythmics

%
Систем / 3! Систем / 3!Погледнете како таа работи! Погледнете како таа работи!монитор загубите така целосно!Таа работи на сите програми во RPG!Тоа е направена од нашите омилени монопол!Систем / 3!
		-- Eurythmics

%
Т: Еден голем чудовиште, тој ги повика трол.Тој не карпа, и тој не се тркалаат;Не пијат вино, и чад без stogies.Тој само сакал да ги Јадете Roguies.
		-- The Roguelet's ABC

%
Погледнете околу вас, да ми кажете што да се види,А девојка која мисли дека е обичен торентите таа има клучот.Ако можете да добиете доволно блиску за да се погледне во очитеИма нешто посебно веднаш зад горчина таа се крие.И вие ќе бидете фер игра,Никогаш не се знае што таа ќе одлучи, ти си фер игра,Само да се релаксираат, да уживаат во возењето.Најдете начин да стигнат до неа, се направи себе си будала,Но направете го тоа со малку класа, непочитување на правилата.Оти ​​ова знае крајна линија, не би можела да добие датум.Грдото пајче возвраќаат ударот, и таа ќе одлучи својата судбина.(Рефрен)Оние што никогаш не се приметува кај оние што треба да се види.Таа е пријатен и таа е пријателски, додека таа е во потрага на вашиот препоните.Обидете се вашата рака во разговор, озборувања е лага,И секако таа ќе ве однесе дома и да бидете сакам да умре.(Рефрен)
		-- Crosby, Stills, Nash, "Fair Game"

%
Жалете во услови на продлабочување на мракот што вашето куче е конечно добивање надоволно сирење.
		-- National Lampoon, "Deteriorata"

%
Тан мене не се гледа кога сум мртов, Фред,Тан мене не се гледа кога сум мртов.Значи ние пржен кријат, кога тој починал, Клајд,Тоа е виси таму на барака.Сите заедно сега ...Врзи ме кенгур надолу, спортот,Врзи ме кенгур надолу.Врзи ме кенгур надолу, спортот,Врзи ме кенгур надолу.
		-- National Lampoon, "Deteriorata"

%
Кажи ми зошто ѕвездите грее,Кажи ми зошто бршлен twines на,Кажи ми зошто небото е толку сина,И јас ќе ви кажам само затоа што те сакам.Нуклеарната фузија прави ѕвезди да блесне,Phototropism прави бршлен канап,Rayleigh расејување го прави небото, па сина,Сексуални хормони се зошто те сакам.
		-- National Lampoon, "Deteriorata"

%
Кажи ми, о Октопод, се моли,Дали овие работи раце, нозе или тие?Јас се восхитуваат на тебе, октопод;Ако јас ти се, јас ќе ми јавете ни се.
		-- Ogden Nash

%
Теренциј, ова е глупаво работи:Ручаш victuals доволно брзо;Не може да има многу в ред ", TIS јасни,За да ги видите стапка пиете пиво.Но о, боже мој, стихот да се направи,Тој им дава на момче стомакот стомакот.Крава, старата крава, таа е мртов;Тоа спие и со рогови на главата:Ние сиромашните момци, "TIS нашата пак сегаДа слушаме такви песни како што го уби крава.Убава пријателство "TIS да римаПријатели на смрт пред своето време.Moping, меланхолија луд:Ајде, цевки мелодија да танцуваат, момчето.
		-- A. E. Housman

%
Тоа чувство само што дојде над мене.
		-- Albert DeSalvo, the "Boston Strangler"

%
Дека парите разговори,Јас не ќе негираат,Јас го слушнав еднаш,Тој рече дека "Good-bye.
		-- Richard Armour

%
Рекламна агенција песнаКога подрипнувајќи на вашиот клиент луд,Стави неговата слика во рекламата.Ако тој се уште треба да се докаже огноотпорни,Додадете слика на неговата фабрика.
		-- Richard Armour

%
На сите омекнување надмоќна камбаните,На tocsin на душата, - вечера ѕвонче.
		-- Lord Byron

%
Банката јави да ми каже дека сум црвено,Некои изродите горат крстови надвор пред мојот тревник,И јас * не * може да се верува * тоа, сите Cheetos се нема,Тоа е само еден од оние денови!
		-- Weird Al Yankovic, "One of Those Days"

%
Банката испрати нашата Изјава за ова утро,Црвено мастило беше пред голема стравопочит!Нивните фигури и рудникот може да има избалансиран,Но, мојата сопруга беше премногу брзо на нерешено.
		-- Weird Al Yankovic, "One of Those Days"

%
Птица на време, но малку начин да летаат ...а птицата е на крило.
		-- Omar Khayyam

%
Момчето стоеше на палубата на согорувањето,Јаде кикирики од Пек.Татко му го нарекува, но тој не може да оди,Бидејќи сакаше оние кикирики така.
		-- Omar Khayyam

%
Камилата има една грпка;На dromedary два;Или пак обратно.Јас никогаш не сум сигурен. Дали си?
		-- Ogden Nash

%
Карбонилната е поларизирана,крајот на Делта е плус.тоа нуклеофилот ќе го нападне,јадрото на јаглерод.Додавање прави алкохол,Видови постојат само три.Тоа го прави на обврзници, да се допишуваатОд C до сјае В.
		-- Prof. Frank Westheimer, to "America the Beautiful"

%
Заедничките корморан, или рошав,Положува јајца во внатрешноста на торба хартија;Причината, ќе видите, без сомнение,Е да се задржи на молња надвор.Но, она што овие unobservant птициНе успеаја да се забележи е дека говедатаНа мечки може да дојде со бухтиИ ги украде торби да се одржи на трошки.
		-- Prof. Frank Westheimer, to "America the Beautiful"

%
Разликата меѓу нас не е многу далеку,крстарење за хамбургери во нов автомобил тато.
		-- Prof. Frank Westheimer, to "America the Beautiful"

%
Очите на Тексас се врз вас,Сите livelong ден;Очите на Тексас се врз вас,Вие не може да се извлечеш;Немојте да мислите дека може да избегаОд ноќта "сусам рано утро;Очите на Тексас се врз вас'Til Габриел дува неговиот рог.
		-- University of Texas' school song

%
Градината е во жалост;Паѓа дожд кул меѓу цвеќиња.Лето морници тивкоНа пат кон својот крај.Златен лист по листПаѓа од високи багрем.Лето насмевки, вџашен, изнемоштени,Во овој умира сон на градина.За долго време, сепак, рози,Таа ќе лебдеат, копнеж за мир,и полекаЗатворете уморни очи.
		-- Hermann Hesse, "September"

%
Погледите врз коктелиТоа се чинеше дека се толку слаткиНе изгледа толку вљубениВо текот Shredded пченица
		-- Hermann Hesse, "September"

%
Добрата (Јас сум убеден, за еден)Е само лош остава незавршени.Откако вашата репутација е направеноМоже да се живее живот на забава.
		-- Wilhelm Busch

%
Добар живот беше толку несфатливоТоа навистина ми се спуштиМорав да ја поврати некои довербаПа јас влегов во маскирна
		-- Wilhelm Busch

%
На добар пат се приближува,Сезоната е на дофат на раката.Кога весели клик на две база лижатЌе се слушне низ земјата.На мраз уште се задржува на земјата, иBudless се дрвја.Но, весели прстен на глас на пролеттаЕ на товар на бриз.
		-- Ode to Opening Day, "The Sporting News", 1886

%
Гробницата е парична казна и приватно место,но ниту една не, мислам, дали има прегратка.
		-- Andrew Marvell

%
Со надеж дека извира вечноправо до вашата зад извори.
		-- Ian Drury, "This Is What We Find"

%
Помлад Бог сега е претседател на ролнаВо листата на колегите од небото;Тој седи во Домот на High Control,И тој го уредува сфери.Сепак, не може тој да се прашувам, мислите,Ако, дури и во богови божественото,Најдобрите и најмудар не може да се ониеКои wallowed некое време со свињи?
		-- Robert W. Service

%
мажи дами му се восхитувам, јас сум слушнал,Потреперуваше на злите збор.Својата свеќа дава едно светло;Тие попрво би се остане дома во текот на ноќта.Тие не се држи будна до три,Ниту, пак, читаат еротска поезија.Тие никогаш не се санкционира нечист,Ниту, пак, признаваат увертира.Тие се намали од прав и од бои ...Досега, јас сум имал ниту еден приговор.
		-- Dorothy Parker

%
Листовите се долги, тревата е зелена,Бучиниш-umbels високи и фер,И во GLADE светлина се гледаНа ѕвезди во сенка треперлива.uviel калај "беше танцување тамуМузика на цевка невидена,И светлината на ѕвездите бил во косата,И во неа облека glimmering.Постојат Beren дојде од планините настинки,И изгуби лутал под лисја,И каде што Elven река валаниТој одеше сам и sorrowing.Тој зјапаше помеѓу бучиниш-лисјаИ виде во чудо цвеќе на златоПо нејзината мантија и ракавите,И косата како сенка следниве.Воспевање исцели уморни нозеТоа над ридови беа осудени да шета;И натаму тој ќе побрза, силни и возниот парк,И прифатено во moonbeams облеана.Преку ткаени шумата во ElvenhomeТаа лесно избегал танцување нозе,И го остави осамен уште да се шетаВо тивка шума слушање.
		-- J. R. R. Tolkien

%
Светлата се запалени,но не сте дома;Твојата волјане е свој;срцето потење,Забите мелење;Уште еден бакнежи ќе биде моја ...Дали ви се допаѓа да се мисли дека сте имуни на работи(Ох Да!)Тоа е поблиску до вистината да се каже дека не можат да добијат доволно;Знаете дека сте ќе треба да се соочиме со тоа,Вие сте зависник од љубов! "
		-- Robert Palmer

%
Малото гратче тоа време заборавив,Каде што сите жени се силни,Мажите се добар изглед,И децата натпросечна.
		-- Prairie Home Companion

%
Господ и јас сме во овци овчар однос на, и јас сум вопозиција на негативни потреба.Тој ми Евхаристија во пасејќи зелен појас.Тој ја извршува мене директно да е паралелна со не-поројни водентечност.Тој се враќа во оригиналниот нивоа на задоволството на мојот психолошки шминка.Тој ми се вклучува за позитивна однесувањето формат за максималнопрестижот на својот идентитет.навистина треба да се каже дека без оглед на фактот дека можам да направамамбулантски напредок во текот на umbragious интер-рид смртност слот, тероризмотсензации нема да се поведе во мене, како резултат на пара-etical феномени.Вашата пастирска помош одење и quadrupic пикап единица ми да се воведево pleasurific државата расположение.Да дизајн и производство на мебел градба во вид Храна логово контекст на не-кооперативни елементи.Можете да одглумат главата поврзани со народни ритуал вработување растителни екстракт.Мојата пијалаци прибор доживува криза на јачина.Тоа е тековен одбие фактот дека вашиот интер-релациониempathetical и не-ventious способности ќе ме задржи како и нивнитенаведете-фокус за време на мојот не-смрт период, а јас ќе поседуваатзакупец права во станбена единица на Господ на трајна и отворенивреме врз основа.
		-- Prairie Home Companion

%
Креаторите може да се направии корисниците може да се користи,но мора да го поправи fixersно со минимална индиции
		-- Prairie Home Companion

%
Човекот таа беше вид и чистиИ доволно добро за секој ден,Но, ох, драги пријатели, ќе треба да се гледаТој што си отиде.
		-- Dorothy Parker, "The Fisherwoman"

%
Сонцето утро кога тоа е во твоето лице навистина покажува вашата возраст,Но, тоа не ми пречи ништо; во моите очи ти си сè.Знам дека ви ги забавуваа,Но јас се чувствувам јас сум се користи.О, Меги, јас би сакала никогаш да не се гледа вашето лице.Ти ми зеде далеку од дома,Само да те спаси од тоа да биде сам;Го украде моето срце, и тоа е она што навистина боли.Претпоставувам дека може да се соберат моите книги и се на се вратам на училиште,Или крадат знак на татко ми и да се направи на живеење надвор од игра базен,Или, пак, се најде себеси рок ен рол бенд,Тоа треба подадена рака,О, Меги Посакувам никогаш да не го прочитав твоето лице.Сте го направиле прва класа будала од мене,Но, јас сум како слепи како будала може да биде.Ја украде мојата душа, а тоа е болката што може да го направи без.
		-- Rod Stewart, "Maggie May"

%
На движење на прстот, пишува; и, откако писменото,Се движи на: ниту сите тие побожност ниту WitЌе ја намами назад за да добие половина линија,Ниту, пак, сите твои солзи исперат збор за тоа.
		-- Rod Stewart, "Maggie May"

%
Мрежата на законот се шири толку широк,Не грешник од својот замав може да се скрие.Нејзините мрежи се толку фини и силна,Тие се во секое дете на ред.О чудесна мрежа од мистерија!Големите риби сам да избега од тебе!
		-- James Jeffrey Roche

%
Ноќта поминува брзо кога сте спиелеНо, јас сум надвор shufflin "за нешто да се јаде...Појадок во јајце Куќа,Како и вафли на пека на тиган,Јас сум изгорени околу рабовите,Но, јас сум тендер во средината.
		-- Adrian Belew

%
еден L Лама, тој е свештеникдве L лама, тој е ѕверИ јас ќе обложувам дека моите свилени пижамиТаму не е било три L lllama.неговиот оддел одговори на нешто како "три L lllama".
		-- O. Nash, to which a fire chief replied that occasionally

%
Свињата, ако не сум грешка,ни дава шунка и свинско месо и сланина.Нека другите да мислат неговото срце е големо,Мислам дека тоа глупаво од свиња.
		-- Ogden Nash

%
Поетот Чиј зло спасил живототНајважните поет во XVII век беше ЏорџОвенат. Александар Поуп го нарече "бедни венеат" и Драјден рече на својотстих дека "ако тие rhymed и потресе сите беше добро".Во наше време, "Речник на Националниот Биографија", вели дека неговатаработа "е главно се одликува со маса, флуидност и плошноста. Тоа обичнонема ниту вистински литературниот квалитет и често тоне во имбецил бездарен ".Високи пофалби, навистина, и тоа може да примамат од нив да имам арома на типичнонаградува строфа: Тоа е преземена од "Јас сакав севда" и се занимава соповисоки емоции.Таа ќе ме викаат "Мед",Таа би - О таа ќе ме бакне премногу.Но, сега за жал! Таа ме оставиFalero, lero, нужникот.Меѓу другите детали за неговата љубовница која тој избра да се овековечибеше нејзиниот претпазливо избор на обувки.На петки се вклопуваат во нејзиниот чевел.Во 1639 живот на големиот поет загрозуваше по неговото киднапирање од страна нана ројалистите за време на Англиската граѓанска војна. Кога Сер Џон Денам, наРојалист поет, слушнале за претстојното извршување венеат, тој отиде на кралот имолеше дека неговиот живот да биде поштеден. Кога го прашале неговата причина, сер Џон одговори:"Затоа што толку долго како овенат живее, Denham нема да се сметаат занајлош поет во Англија. "
		-- Stephen Pile, "The Book of Heroic Failures"

%
Проповедникот, политичарот, наставникот,Дали секој од нив еднаш kiddie.Едно дете, навистина, е прекрасно суштество.Дали сакам еден? Бог Forbiddie!
		-- Ogden Nash

%
Зајаци на краваЕве еден стих за зајаци Кравата е од ilk говеда;Тоа не спомнуваме нивните навики. Едниот крај е moo, од друга страна, млеко.
		-- Ogden Nash

%
Дождот го raineth на праведнитеА исто така и на грешните момче,Но, главно на праведен, бидејќиНеправедните краде само е чадор.
		-- Lord Bowen

%
Носорозите е Домашен ѕвер,За човечки очи тој не е празникот.Збогум, збогум, ти стар носорог,Јас ќе зјапа во нешто помалку prepoceros.
		-- Ogden Nash

%
Патот продолжува постојано и натамуПад од вратата каде што и започна.Сега далеку понапред на патот помина,И морам да се следи, ако можам,што се извршуваат со нетрпение нозе,Додека таа се приклучува на некои поголеми начинКаде многу патишта и errands исполнат.И каде тогаш? Не можам да кажам.
		-- J. R. R. Tolkien

%
Насмеани пролет доаѓа во радост,И Груб Зимски заканувачки да лета.Сега кристално јасно се паѓа води,И Бони сина сончево небо.Свежи нашиов паузи планините натаму наутро,На ev'ning gilds отече океаните е:Сите суштества радост во сонцето се врати,И јас се радувам во моите Бони Бел.На цветови пролет води сончев лето,Жолтата есен притиска во близина;Потоа дојде на ред дојде мрачните зима,До насмеани пролет повторно се појави.Така сезони танцување, унапредување на животот,Аватарот на времето и природата на нивните промени кажам;Но, никогаш не се движат, се уште непроменлив,Јас обожавам мојот Бони Бел.
		-- Robert Burns, "My Bonnie Bell"

%
Војникот дојде тропа на вратата на кралицата.Тој рече: "Јас не сум борејќи се за вас повеќе."Кралицата знаеше дека таа го видел лицето на некое претходно,И полека таа нека внатре.Тој рече: "Јас го гледате сега, а ти си толку многу млади,Но сум видел повеќе битки изгуби отколку што сум битки победи,И јас ја имаат оваа интуиција дека сето тоа е за вашата забава.И сега ќе можете да ми кажете зошто? "
		-- Suzanne Vega, "The Queen and The Soldier"

%
Звуците на именки најчесто се неврзани.Во градот именка може да носи наметка,или подолу, може да се облекуваат на кловн.Именката тоа е звукот никогаш не би кловн,но нестручни именки скокаат нагоре и надолу.Звукот на именката може да distrub на орање,и тогаш, драги мои, ќе се стави во фунти.Но, ве молам, не дозволувајте тоа се фаќате,реномето на вашиот фустан е разговор на градот.
		-- A. Nonnie Mouse

%
проповедник на улицата изгледаше толку збунетКога го прашав зошто тој облеченСо четириесет фунти на насловиЗахефтана на градите.Но тој ме проколна кога се покажа како негоЈас реков, "Не е дури и може да се сокрие.Гледаш, ти си само како мене.Се надевам дека сте задоволни. "
		-- Bob Dylan

%
Сонцето светеше на морето,Зрачи со сета сила:Тој направи многу од себе за да се направиНа billows мазна и светла -И тоа беше многу чудно, бидејќи тоа бешеВо средината на ноќта.
		-- Lewis Carroll, "Through the Looking Glass"

%
Полицијата Мислата се тука. Тие доаѓаатЗа да се стави под срцев удар.И како што ве влечат низ врататаТие ви велат дека сте не помина на тестот.
		-- Buggles, "Living in the Plastic Age"

%
Возбудата е тука, но тоа нема да трае долгоЌе е подобро да имате забава пред таа да се движи по ...
		-- Buggles, "Living in the Plastic Age"

%
Проблемот со маче е декаКога ќе порасне, тоа е секогаш мачка
		-- Ogden Nash.

%
Проблемот со васЕ проблемот со мене.Доби две добри очиНо, ние се уште не се види.
		-- Robert Hunter, "Workingman's Dead"

%
Вистината зборуваш нема минато и нема иднина.Тоа е, и тоа е се што треба да биде.
		-- Robert Hunter, "Workingman's Dead"

%
животот на желка "twixt обложен палубиШто практично ги сокрие своите секс.Мислам дека тоа умен на желкатаВо таква фикс да биде толку плоден.
		-- Ogden Nash

%
Времето е тука, јас посакувам да беа убави.Моите мисли не се многу јасни, но не се бега.Мојата девојка е создаден; мојата работа е премногу верни на должноста.Пеколот Никој не е совршен, дали би сакал да се игра?Се чувствувам заедно денес!
		-- Jimmy Buffet, "Coconut Telegraph"

%
Ветрот причинува вкус, па горчливо сладок,Како Jaspar вино и шеќер,Таа мора да се разнесени низ нечии нозе,Како оние на Каспер Вејнергер.
		-- P. Opus

%
На Wombat животи низ морињата,Меѓу досега антиподи.Тој може да постои на јатчесто овошје и бобинки,Или, пак, на мисионери;Неговиот далечен исклучува живеалиштеУбедливи познавање на неговите расположенија.Но, јас не ќе се вклучат во WombatВо која било форма на смртна борба.
		-- "The Wombat"

%
Најлошите американски поетЈулија Мур, "Слатка пејачка од Мичиген" (1847-1920) беше толку лошо штоМарк Твен рекол својата прва книга му даде радост за 20 години.Нејзината стих е загрижен главно со насилна смрт - големиот пожарЧикаго и епидемија на жолта треска покажа природни предмети за хемиско пенкало.Дали смртта е давење, со идеална или со бегство санки, наформула беше иста:Дали сте слушнале за ужасната судбинаНа г-дин П. П. блаженство и жена?На нивната смрт ќе се однесуваат,А исто така и други загуби својот живот(Во) Ashbula мост катастрофа,Каде што толку многу луѓе.Дури и ако започна разумно здрав во една од песните на Julia,шансите се дека по неколку строфи ќе биде на дното нарека или погоден од гром. Критичар на ден изјави дека е "полошо одGatling пиштол ", а во еден тенок волумен брои 21 загинати и 9 ранети.Неверојатно, некои весници беа критички настроени кон својата работа, па дури иукажува на тоа дека слатка пејачка беше "полуписмени". Нејзиниот одговор бешеискрен: "Уредниците која се зборува во овој скандалозен начин да отиденадвор од разумот. "Таа додава дека" книжевно дело е многу тешко да се направи ".
		-- Stephen Pile, "The Book of Heroic Failures"

%
Најлошите стиховитеЗа почеток, ние може да се отфрли ветува линија Џејмс Грејнџер е:"Дојди, муза, нека пее на стаорци."Grainger (1721-1767) не имаат храброст на своите убедувања и избришаниовие зборови на откритието дека неговите слушатели растворени во спонтанасмеа, штом се прочита.Нема таква неподготвеност погодени Адам Линдзи Гордон (1833-1870), кој бешеинспириран од страна на субјектот на војната."Флеш! Флеш! Тресне! Тресне! А ние веќе беше далеку,И сива покрив вцрвенето и заѕвони;Флеш! флеш! а јас не чувствував неговиот куршум одератНа врвот на моето уво. Флеш! тресне! "Спротивно на тоа, сирење Cheshire предизвика Џон Армстронг (1709-1779):"... Она што Cestria испраќа, здрав паста на цврсти млеко ..."Додека Џон Bidlake е воден од страна на сочувство за зеленчук:"Морков Дембелија спие ден во кревет,Само во осакатена грашок, кои не може да издржи. "Џорџ Креб (1754-1832) напишал:"И јас бев ask'd и овластено да одатДа се ​​бара фирмата на Clutterbuck и копродукции "Вилијам Balmford испитување можностите на верските стих:"Значи," TIS со христијаните, Природата се слабиДодека сте во овој свет, се должни да излегуваат во јавноста. "И Вилијам Вордсворт покажа дека тој може да го направи тоа, ако тој навистина се обиде, когаопишување на езерцето:"Јас сум го мери од една на друга страна;Tis долга три нозе и две нозе широк ".
		-- Stephen Pile, "The Book of Heroic Failures"

%
Младата дама имаше една необична листа,Поврзани во делот на структурна слабост.Таа постави предуслови.
		-- Stephen Pile, "The Book of Heroic Failures"

%
Во, ова, снежните планини се како навистина ладно, а?И, за трудот, рамнини се водат надвор како мојата мајки појас, а?Има lotsa пива и крофни за секого, а?Значи последниот да бидат мирни и се што е голем идиот,А?Значи затвори лице yer и сува yer mucklucks од огнот, а?И сон за девојки со своите високи греди, а?Тие можат да бидат ладни, но тоа е во ред! Пивото е подобро на тој начин!А?Убавина!
		-- A, like, Tribute to the Great White North, eh?

%
Потоа тука е за градот Бостон,Градот на плачот и стенка.Каде Cabots не може да се види Kabotschniks,И Lowells нема да разговарам со Cohns.
		-- Franklin Pierce Adams

%
Постојат лоши времиња само зад аголот,Постојат темни облаци Инаку, низ неботоИ тоа не е добро лелекаатЗа надежЗатоа што ние знаеме од искуство дека тие нема да се тркалаат од ...
		-- Noel Coward

%
Постојат места јас ќе се сеќавамСиот живот иако некои се менуваат.Некои засекогаш не за подоброНекои се качил, а некои остануваат.Сите овие места имаше свои моментиСо љубовници и пријатели јас уште се сеќавам.Некои од нив се мртви, а некои се живи,Во мојот живот сум ги сакал.Но, од сите тие пријатели и љубовници,Не постои никој во споредба со вас,Сите овие сеќавања го губат своето значењеКога мислам на љубовта како нешто ново.Иако знам дека никогаш нема да се изгуби љубовЗа луѓето и за работи што не беше пред тоа,Знам дека често ќе престанат и да размислуваат за нивВо мојот живот јас ќе те сакам повеќе.
		-- Lennon/McCartney, "In My Life", 1965

%
Има чудни работи извршени во полноќното сонцеОд страна на луѓе кои moil за злато;Арктикот патеки имаат тајна приказниТоа ќе го направи вашиот крвен работи ладно;Поларната светлина се гледа педер место,Но, queerest тие некогаш се видиДали тоа беше ноќ на Марџ на езерото LebargeЈас кремиран Сем Мекги.
		-- Robert W. Service

%
Постои во одредени живи душиА квалитетот на осаменост неискажливото,Толку голема што мора да се делиКако компанија се дели со помала суштества.Таквата осаменост е моја; па знам со овојДека во бескрајностаПостои една поосамени од вас.
		-- Robert W. Service

%
Не постои точка во чекање.Возот застана пред трчање години.Сите планови, брошури,Светла боја постери полна со лаги,Ветување вози во далечна земјаТоа веќе не постои.
		-- Robert W. Service

%
Има нешто во грч на променаПовеќе од срцето може да се носи,Несреќа сеќавајќи среќа.
		-- Euripides

%
Имаше еднаш еден морнар кој гледаше низ стаклоИ шпиониран фер сирена со скали на неа ... островот.Каде галебите летаа над гнездото.Таа чешлани на долга коса кој висеше над неа ... рамената.И да предизвика таа да го поттикнува и чеша.Морнарот извика "Има една убава ... сирена.А sittin "таму на карпи."Екипажот дојде трчање, сите грабање нивните ... очила.И преполн четири длабоко во железничкиот сообраќај.Сите сакаат да учествуваме во ова фино парче од ... вести...."Исфрли линија и ние ќе ја ласо ... перки.И наскоро сигурно ќе се најдеАко сирени се подобри пред или биде ... храбардраги пријатели, "Капитенот извика.И пцуејќи со слезината.Оваа песна може да биде здодевна, но тоа е секако чисти.
		-- Oscar Brand, "A Clean Song"

%
Имаше мала девојкаКој имаше малку навивамДесно во средината на челото.Кога таа е добра, таа е многу, многу добарИ кога таа беше лошо, таа беше многу, многу популарни.
		-- Max Miller, "The Max Miller Blue Book"

%
Таму е лекција што треба да се запаметиКога сè се распаѓаВо животот, исто како и во љубовНема такво нешто како што се обидуваат да тешкоСте Мора да пееКако да не му требаат париСакај како никогаш нема да се повредиСте Мора танцНикој да ве гледа воТоа е Мора да доаѓаат од срцетоАко сакате тоа да работат.
		-- Kathy Mattea

%
Има возбуда во продавница за сите, бидејќи ние сме за да тостНа акционерското друштво кои ги претставуваат.Ние сме тука за да се расположи секој пионер и исто така гордо се пофали,На тој човек од мажите нашите фунта претседателИмето на Т. Ј Вотсон значиА храброст никој не може да го запратИ ние се чувствуваме почестени да биде тука за да наздравуваат на IBM.
		-- Ever Onward, from the 1940 IBM Songbook

%
Има амнезија во hangknot,И удобност во секира,Но, на едноставен начин на отров ќе го направи вашиот нерви, ги опуштаат.Има surcease во огнено оружје,И спиење, која доаѓа од алишта,Но корисна предлог на отров избегнува најстрога данок.Ќе се најдете одмор на топла сквотот,Или гас може да ви даде Пакс,Но најблиските агол хемичар има мир во пакувани групи.Има засолниште во црквата местоКога ќе гуми на соочување со фактите,И процесот на менаџирање пат е отров пропишува љубезно надрилекарите.Рефрен: Со ugh * * и стон, и удар на потпетици,Смртта доаѓа тивко, или тоа доаѓа со squeals -Но pleasantest место за да најдете вашиот крајЕ чаша на навиваат од страна на некој пријател.
		-- Jubal Harshaw, "One For The Road"

%
Има малку во преземањето или давање,Има малку во вода или вино:Ова дневната, овој живот, овој живот,никогаш не беше проект на рудникот.О, тешко е борба, и редок еЗголемувањето на онаа на врвот,За уметност е еден вид на катарза,А љубовта е постојан неуспех,И работата е провинција на говеда,А остатокот е за во мида школка,Па јас сум размислува за фрлање на битка -Дали ви љубезно ме насочи во пеколот?
		-- Dorothy Parker

%
Тие ми рекоа дека тоа се покажа кога дознале нашите резултатиЗа еден месец порано. косата почна да навивамДоказ е валиден, повеќе или помалку Наместо тоа разбирањеНо, наместо помалку отколку повеќе. Ние ќе се кандидира на нешто преку PRL.Тој ги испрати збор дека ние ќе се обидеме Не му кажете на душата за оваЗа да го положат каде што не успеале За тоа некогаш мора да бидеА откако ќе се направи, да ги Тајна, се чуваат од сите останатиНовиот доказ ќе бидат контактирани. Меѓу вас и мене.Мој идејата беше да се започне одновоНеа сите тие ќе се направиНие брзо се претвори во кодотЗа да се види дали тоа ќе се кандидира.
		-- Dorothy Parker

%
Отидоа брзаат надолу по автопат,Слободен простор наоколу и да се изгуби.Тие не се грижи ... тие се само умре за да се симне,И тоа беше живот во брза лента.
		-- Eagles, "Life in the Fast Lane"

%
Тие не ќе го слушнете на фактот дека сум гениј,Човекот рече: "Добивме сето она што можеме да го користиме",Па имам тие постојано-depressin, ниско-долу, ум-messin,Работа-на-на-миење автомобили блуз.
		-- Jim Croce

%
Thinks't ти причинува постоење зависи од времето?Причинува; Но, активностите се нашите епохи; рудникотГо направија денови и ноќи во мојот вечен,Бескрајни, и сите подеднакво, како песок на брегот,Безбројни атоми; и една пустина,Неплодна и студено, на кој се пробие на диви бранови,Но, ништо не почива, освен трупови и остатоци,Карпи, и сол сурфање плевелот на горчина.
		-- Jim Croce

%
"Триесет дена ја има Septober,Април, јуни, и нема ништо чудно.сите останати имаат путер од кикирикиосвен татко ми, кој носи црвени прерамки. "
		-- Jim Croce

%
Триесет и бели коњи на црвена рид,Прво тие шампион,Тогаш тие се искорени,Тогаш тие се уште стои.
		-- Tolkien

%
Ова AE nighte, ова AE nighte,Everye nighte и alle,Оган и лапавица и candlelyte,И Christe добиете твојот saule.
		-- The Lykewake Dirge

%
Ова овде е акација,Амблемот на нашата земја.Можете да го држи во шише;Можете да го држат во рака.Амин!
		-- Monty Python

%
Ова е за сите малтретиран соработнициНеродените unbegot,За да ги прочитате кога тие се во неволјаИ јас не сум.
		-- A. E. Housman

%
Ова е приказна за пчелатаЧии секс е многу тешко да се видиВие не може да се каже дека од тааНо, таа може да се каже, и така да гоНа малку пчела никогаш не е се уштеТаа нема време да се земе пилулаИ тоа е причината зошто, во вакви приликиИма толку многу синови на пчели.
		-- A. E. Housman

%
Ова е начинот на кој светот ќе заврши,Ова е начинот на кој светот ќе заврши,Ова е начинот на кој светот ќе заврши,Не со страшен тресок, но со цимолат.
		-- T. S. Eliot, "The Hollow Men"

%
Оваа земја е мојата земја, а само мојата земја,Јас имам пушка, а вие не се доби еден,Ако не се исклучи, јас ќе удар вашиот главата,Оваа земја е во приватна сопственост.
		-- Apologies to Woody Guthrie

%
Оваа работа сите нешта голта:Птици, животни, дрва, цвеќиња;Одбивно се создава железо, каснувања од челик;Меле тешко камења за оброк;Убива кралот, урнатините на градот,И удира висока планина надолу.
		-- Apologies to Woody Guthrie

%
Оние кои се пот во пламенот на пеколот, Оловни шпанско, некои сметаат дека нивната утробаТука е причината што тие паднаа: Lispeth натаму најслатката самогласки.Додека бил на Земјата се молеа во САС, овие што се нудат во пофалбаPL / 1 или други глупав, мислејќи овој смрдливи маглаВулгарен јазик. А rapsody пее.Некои Господ направи длабоко се обиде Jabber на безумната ордаСоставување на сите нивните апели во хексадецимален. Продолжение следната не се потсмеваат на ГосподГовор како crabbed како crable мрзеливи продолжение ѓаволот така enfangledДвојна кои ја одбележаа на усните Вавилонската кула Нејзините говорникот стана заплеткаНајвисоката ѕвони. Во неговата Бунг.Бидејќи во животот се молеле толку лошоИ понуди бог како swinish плакненеСега тие се пот во пламенот на пеколотПот од недостаток на APLПот измет!
		-- Apologies to Woody Guthrie

%
Иако јас го почитувам тоа многуЈас би да биде отпуштен ако тоа беше моја работаПо убиството на Џејсон надвор иБезброј вреска АргонаутитеBluebird на стилКако Гардиан Енџелс тоа есекогаш во близинаСина Девствени на излезот од страна на прекинувачот за светлатаКој гледа над васНаправи малку куќичка за птици во душатаДа не се стави премногу фини точка на тоаВелат дека јас сум единствениот пчела во вашиот хаубатаНаправи малку куќичка за птици во душата
		-- "Birdhouse in your Soul", They Might Be Giants

%
Три прстени за Elven-кралеви под небото,Седум за џуџестиот господари во своите сали на камен,Девет за смртен мажи осудени на смрт,Еден за Темен Господар на темна престолВо земјата на Мордор каде Сенки лаже.Еден прстен сите да ги владее, еден прстен да ги најдете,Еден прстен сите да ги донесе и во темнината се врзуваат нивВо земјата на Мордор каде Сенки лаже.
		-- J. R. R. Tolkien, "The Lord of the Rings"

%
Фрлаат документација и прирачници,и корисниците ќе биде сто пати посреќни.Фрлаат привилегии и квоти,и корисниците ќе ја направат вистинската работа.Фрлаат комерцијален сајт и лиценци,и таму нема да има пиратство.Ако овие три не се доволни,само да остане во вашиот домашен директориуми нека сите процеси се нивниот курс.
		-- J. R. R. Tolkien, "The Lord of the Rings"

%
Темпирана далеку моменти кои го сочинуваат досадна денFritter и отпад на часови во импровизирано начинКорне околу на парче земја во вашиот роден градЧекајќи некој или нешто да ви го покаже патотУморни од лежи на сонце И тогаш еден ден ќе се најдеОстануваат дома да се види на дожд десет години се зад васВие сте млад и животот е долг Никој не кажа кога да се кандидираИ таму е време да го убие денес Пропуштивте почнувајќи пиштолИ да се кандидира и да се кандидира за да се израмни со сонце но тонеИ дербито околу да излезе зад вас повторноСонцето е иста и во релативна начин, но сте постариПократок здив и еден ден поблиску до смрттаСекоја година е сè покус Виси на во тивка очаје на англиски начинНикогаш не чини да се најде време Времето го нема, песната е надПланови кои или се дојде до ништо мислев дека сум нешто повеќе да се каже ...Или половина страница на запишани линии
		-- Pink Floyd, "Time"

%
Тигар мора да ловат,Птица мора да лета;Човекот мора да се седне и да се прашувам: "Зошто, зошто, зошто?"Тигар влегов да спијат,Птица доби земјиштето;Човекот мора да се каже дека се разбере.
		-- The Books of Bokonon

%
Тим и јас лов отидеНајдовме три damsels во шатор,Како што беа три, а ние две,Јас отфрли еден и Тимбукту.
		-- the only known poem using the word "Timbuktu"

%
Со текот на времето, велиш?Ах, не!Време останува, * ние * одите.
		-- Austin Dobson

%
Време мие чистарани љубовта невидена.Тоа е она што некој ми рече;Но, јас не знам што значи тоа.
		-- Linda Ronstadt, "Long Long Time"

%
'Tis на сонот на секој програмер,Пред неговиот живот е направено,За да напишете три линии на APL,И да се направи проклето работи се кандидира.
		-- Linda Ronstadt, "Long Long Time"

%
За брз Младите ФоксЗошто бутване Исклучителна рефус, убави луди впримчвам,Дафт напета jonquil, несмасен заменик зефир е?Гај хранат со работа, квиз xanthic lamp-- Јове еZow! Буни од страна на дежа ву измамник лисица роднините трипати.
		-- Lazy Dog

%
да биде никој освен себе си во светоткој го прави својот најдобар ден и ноќза да го направам како и секој другзначи да се борат најтешките биткасекое човечко суштество може да се бори иникогаш не престане да се бори.
		-- e.e. cummings

%
Кодекс за невозможно код, ова е мојата потрага -Да се ​​донесе до девица машина, да debug тој код,Да се ​​појави надвор од бескрајни рекурзија, без разлика колку безнадежно,За да grok она што се појавува на екранот, без разлика на товарот,За да напишете овие рутиниЗа исправање на unrightable бубачка, без прашање или пауза,Да бескрајно Рожаје и треш, да бидат подготвени да се пробие FORTRAN IVДа се ​​качи на unmountable magtape, за небесен причина.За да го запрете незапирлива несреќа! И знам дали ќе биде точно самоЗа оваа славна потрага,И на листа на чекање ќе биде подобро за тоа, дека мојот код ќе се кандидира CUSPy и мирна,Дека еден човек, срам и кога тоа е ставен на тест.наменети да се изгуби,Уште се бореа со неговата последна распределбаДа се ​​откаже од unscrappable kludge!
		-- To "The Impossible Dream", from Man of La Mancha

%
Да згрешат е човечки,Да Преда мачки.
		-- Robert Byrne

%
Да згрешат е човечки, да Преда мачки.Да згрешат е човечки, две curs кучешки.Да згрешат е човечки, да Му говедата.
		-- Robert Byrne

%
За да се што е во сезона, време е за секој pupose под небото:А времето да се роди, и време кога ќе умреш;Време кога садиш, и време да се извади она што насаденото;Време кога се убива и време кога се лекува;А време за да се прекине, и време кога се гради;Време кога се плаче, и време кога се смее;Време кога се тагува и време кога се игра;Време кога се расфрлуваат камења, и време кога се собираат камења;Време кога се прегрнуваш и време кога се одбегнуваат прегратки;А време за да се добие, и време кога се губи;Време кога се чува и време да се фрлаат;А време за да се искине, и време кога се сошива;А време кога се молчи, и време кога се зборува;Време кога се сака и време кога се мрази;Време за војна и време за мир.Проповедник 3: 1-9
		-- Robert Byrne

%
Да стојат и да биде, сепак,На вежба Birkenhead,Е проклето тешка куршум за џвакање.
		-- Rudyard Kipling

%
На кого утра се како ноќи,Што мора да биде midnights!
		-- Emily Dickinson (on hacking?)

%
За да напишете сонет ќе мора немилосрднолента за одредување на вашите зборови за гол, подготвени месо.Потоа да ги поврзе со метафора или три,и да ги преземат со сила задоволување на мрежа.Наредете ги на вашата волја, секоја нога во место.Вие сте господар тука, и тие робови.Сега ги камшик за одржување на константна брзинаи ритам како што стојат во дури и палки.Еден збор што удира без задоволство? да го истераме!Што се користат се зборови кои не се вози на срцето?Мрзливи фраза? фрлете, одмавнал сомнение,и изберете повеќе послушни зборови да се земе својот дел.А добро обучени сонет живее за да се забавува,со тоа што љубовта директно во мозокот.
		-- Emily Dickinson (on hacking?)

%
Тутунот е валкана трева,Дека од ѓаволот го продолжи;Тоа канализација вашата чанта, гори вашата облека,И го прави оџак на вашиот нос.
		-- B. Waterhouse

%
Премногу ладна за да Калипсо,Премногу тешко за танго,Премногу чудно за watusi
		-- The Only Ones

%
Трол седеше сам на своето место од камен,И munched и промрморе гола старата коска;За многу една година тој го гризеа во близина,За месо е тешко да се дојде од.Направено од страна! Гуми за џвакање од!Во една пештера во планините живееше сам,Месо и беше тешко да се дојде од.До дојде Том со неговите големи чизми.Рече тој на Трол: "Молете се, што се youn?За тоа изгледа како o главата "мојот nuncle Тим,Како треба да биде-lyin во гробиштата.Caveyard! Paveyard!Ова многу една година Тим е нема,И јас мислев дека се lyin "во гробиштата.""Мојата момче", рече Трол "коската украдов.Но, она што се коските, што се наоѓаат во дупка?Твојот nuncle беше мртов во паушален o "води,Претходно го најдов коленото му.Tinbone! Thinbone!Тој може да се поштеди акција за сиромашните стари тролБидејќи тој не треба коленото неговиот ".Том рече: "Јас не гледам зошто o допаѓаат 'тебеБез axin "одмор треба да оди makin 'бесплатноСо тело или во главата o "роднини на татко ми,Па го предаде на старата коска повеќе!Ровер! Trover!Иако мртов тој да биде, тоа му припаѓа на тој;Значи рака стариот bnone повеќе! "
		-- J. R. R. Tolkien

%
не се обиде.Do.Или не.Нема да се проба.
		-- J. R. R. Tolkien

%
"Twas Берген и eirie патотДали MAHWAH во Петерсон: "Чувајте се од Hopatcong, синко!Сите дрес беа градини океанот, забите што гризат, ноктитеИ црвено банка Бајон. кои се пробијат!Чувајте се од BOUND BROOK птица, и избегнуваГо зеде својот Belmar нож во рака: На Kearney communipaw ".Долго време FOLSOM непријател тој бараДо тој се одмори од bayway дрво И, како во NUTLEY помисли тој застана,И стоеше некое време во размислување. На Hopatcong со очите на пламен,Дојде WHIPPANY преку ENGLEWOOD,Еден, два, еден, два, и преку и Гарфилд како што дојде.и прекусечилото Belmar отиде HACKENSACK! "И ти си уби Hopatcong?Тој го остави мртвите и со тоа е главата Дојди во моите раце, моето PERTH AMBOY!Тој отиде WEEHAWKEN назад. Hohokus ден! Сохо! RAHWAY! "Тој CALDWELL во неговата радост.Дали MAHWAH во Патерсон:Сите дрес беа океан градини,И црвено банка Бајон.
		-- Paul Kieffer

%
"Twas brillig и toves на slithyДали спирал и gimble со својата смисла. "Чувајте се од Jabberwock, синко!Сите mimsy беа borogroves Вилиците што гризат, канџитеИ raths на моме outgrabe. што се фати!Чувајте се од Jubjub птица,Тој го зеде vorpal меч во раката и го избегнува frumious Bandersnatch! "Долго време manxome непријател тој бара.Така тој се одмори од дрво Tumtum И како во uffish мисла стоешеИ стоеше некое време во размислување. На Jabberwock, со очи пламенДојде whuffling преку tulgey дрвоЕден! Две! Еден! Две! И преку и и burbled како што дојде!прекусечилото vorpal отиде кикот-закуска. "Чуј уби Jabberwock?Тој го остави мртвите, и зеде неговата глава, дојде до моите раце, моето Beamish момче!И отиде galumphing назад. О frabjous ден! Calooh! Callay! "Тој chortled во неговата радост."Twas brillig и toves на slithyДали спирал и gimble со својата смисла.Сите mimsy беа borogrovesИ raths на моме outgrabe.
		-- Lewis Carroll, "Jabberwocky"

%
"Twas bullig и брокери slithyСе купи и да се коцка во треска "Чувајте се од Jabberstock, синко!Сите розова беа Дау Џонс stokers Цената што ја гризе, во вредност одСо гнев пазарот unphased. што паѓа!Пазете збор Econ'mist, и избегнуваТој ја презеде неговата прогноза меч во рака: невистинита улицата o "Ѕидови"!Долго време непријател Boesk'some тој бара -ликвидност доброто, па d'тој, и како носител во мечешки мисла стоешеИ стоеше некое време во размислување. На Jabberstock, со облека од твид,Дојдов waffling со вистината толку добар,Чип Црното! Чип Blue! И преку и yuppied одлично со алчност!и прекусечилото прогноза отиде кикот-закуска! "И ти си уби Jabberstock?Тоа малку нечистотија, и со неговата кошула, Дојди во мојата фирма, V.P.ish момче!Тој отиде rebounding назад. О големи долари за ден! Moolah! Добра игра! "Тој го купи Мерцедес играчки."Twas паника, и брокери slithyДали спирал и сушара во несреќатаСите банкнота беа stokers Дау ЏонсИ гнев Мамон е баш нив!
		-- Peter Stucki, "Jabberstocky"

%
Twas FORTRAN како doloop одиДали logzerneg на ifthen блокСите kludgy беа функцијата тековиИ subroutines AdHoc.Чувајте се од-траење грешка ми пријателsqurooneg, лажни ОтидиЧувајте се од infiniteloopИ го избегнува inprectoo.
		-- "OUTCONERR," to the scheme of "Jabberwocky"

%
"Twas полноќ на океанот, нејзините деца сите се деца без родители,Не Трамвајот е на повидок, освен една мала сума,Затоа влегов во продавница за пури Кој имаше дом низ начинот на којДа ги прашате за светлина. Над голем број работни места.Човекот кој стои зад шанкот Како Зјапав низ oaken вратаБеше една жена, стари и сива боја, кит лебдат отиде од,Кој се користи за да продавам на мало крофни шест нозе виси во воздух,На патот кон Mandalay. Па јас бакна збогум.Таа рече: "Добро утро, странец", оваа приказна има моралотОчите и беа суви, со солзи, Како што јасно може да се види,Како што таа го стави главата меѓу нејзините нозе не се меша вашиот џин со вискиИ застана на тој начин со години. На длабокото темно синото море.
		-- Midnight On The Ocean

%
"Twas полноќ, а хакове UNIXДали спирал и gimble во пештераСите mimsy беше CS-VAXИ Кори raths outgrabe."Чувајте се од софтвер гниење, синко!Грешките кои касаат, работни места, кои треш!Чувајте се од скршени цевки и избегнуваНа frumious паѓање на системот! "
		-- Midnight On The Ocean

%
"Twas ноќта пред кризата, а во текот на целата куќа,Не е програма работи дури и не за пребарување.На програмерите се потопена премногу глупава да се грижи,Знаејќи шансите на cutover не имаше молитва.Корисниците биле сместени сите Сит во нивните кревети,Додека визии за истраги танцуваа во нивните глави.Кога во фоајето, се појавија како тропот,Јас извираше од мојот цевка за да се види што се случува.И што да се прашувам очи треба да се појави,Но, супер програмер, несвесни за страв.Побрз од орли, неговите програми што дојде,И тој свиркаа и викна и ги повика по име;На Ажурирање! На Додади! По барање! На избришете!На серија работни места! За затворање! Функции на готов!Неговите очи беа стаклен повеќе, прстите се потпреме,Од викенди и ноќи во предниот дел на екранот.Намигнување на окото, и пресврт на главата,Наскоро ми даде да знае дека нема ништо да се плашат ...
		-- "Twas the Night before Crisis"

%
"Twas ноќните сегмент на дневен период   пред годишен Божиќ прослава, и   во текот на нашето место на живеење,Кинетички активност не беше забележано кај   односно носителот на овој потенцијал, вклучувајќи ги и   видови на домашни глодар познат како Mus musculus.Трикотаж беше прецизно суспендиран од напред   работ на апаратот за woodburning калорична,Во согласност со нашата акција на задоволство во однос на   непосредна посета од ексцентричен   филантроп меѓу чија фолклорна appelations   е почесен насловот на Св Nicklaus ...
		-- "Twas the Night before Crisis"

%
Дваесет и две илјади дена.Дваесет и две илјади дена.Тоа не е многу.Тоа е се што имаме.Дваесет и две илјади дена.
		-- Moody Blues, "Twenty Two Thousand Days"

%
Двајца мажи погледна, надвор од решетките на затворот,Еден видов mud--друга видов ѕвезди.Сега дозволете ми да го добивате ова право: двајца затвореници се гледа низ прозорецот.А еден од нив е во потрага на сите кал - другата стана хитво главата.
		-- Moody Blues, "Twenty Two Thousand Days"

%
Tyger, Tyger, гори светла Кога чекан? Каде синџир?Во шумите на ноќта, во она што печка мозок бил ти?Што бесмртна рака или око што наковалната? Што страв разбирањеДаре рамка исплашени твојот симетрија? Даре својот смртоносен терор подаде?Изгорени во далечната длабочините или небо кога ѕвездите фрлија копјатаСуровиот огнот на очите? И water'd небото со своите солзиНа што крилја се осмелувам да го имаат аспирации? Даре тој се смее неговата работа да се види?Што раката се осмелуваат да ги искористи оган? Даре тој кој го јагнето те направат?И што рамо и она што уметноста Tyger, Tyger, гори светлаМоже да пресврт на жилите на срцето се тие? Во шумите на ноќта,И кога твоето срце почна да се победи Што бесмртна рака или окоШто страв рака и што страв нозете Даре рамка исплашени твојот симетрија?Тоа би можело да достигне цена од печката длабокИ во грозни Твоите ребра осмелуваат стрмниВо бунарот на оптимистички горко?Во она што глина и во она мувлаБеа очите си на бес roll'd?
		-- William Blake, "The Tyger"

%
У: Има U - еднорог!Стартувај право и се фаќа својот рог.Погледни сите оние точки ти си губи!Умбра трупови се толку збунувачки.
		-- The Roguelet's ABC

%
Под широк и тешки VAXКопаат мојот гроб и дозволете ми да се релаксираатДолго сум живеел, и мојот многу хаковеИ јас ме легна со волја.Овие се зборовите кои му налагаат на следниов начин:"Овде лежи тој кој водоводни 64K,Сведе на машина за речиси еден ден,А Нечесните игра да се страшна застој. "
		-- The Roguelet's ABC

%
Под широк и ѕвезденото небо,Копаат мојот гроб и да ме лаже,Мило не живеам и со задоволство да умре,И ме утврдена со тестамент,И ова да биде стих што го гробот за мене,Овде лежи тој каде што копнееше да биде,Насловна е морнар дома од морето,И ловец дома од ридот.
		-- Robert Loius Stevenson, "Requiem"

%
Против мрежата, Redneck мајка,Мајка која ги зголеми вашиот син толку добро,Тој е седумнаесет и hackin "на Мекинтош,Огнени правописни грешки и суво грозје "пеколот ...
		-- Robert Loius Stevenson, "Requiem"

%
Врз огништето оган е црвена,Под покривот постои кревет;Но се уште не се уморни нозе,Сепак зад аголот ние може да ги задоволиНенадејно дрво или камен стоиТоа никој не го видел, но ние сами. Сепак зад аголот таму може да чека  Дрво и цвет и лист и трева, нов пат или тајна врата,  Да ги оставиме да помине! Да ги оставиме да помине! И покрај тоа што ние ги помине од денес  Хил и вода под небото, утре може да дојде на овој начин  ги помине! ги помине! И да ги преземат скриени патеки кои работатКон Месечината или на Сонцето,Насловна е зад нас, светот напред, Apple, трн, и орев и sloe,И постојат многу патишта да одат Нека одат! Нека одат!Преку сенки на работ на ноќта, песок и камен и базен и Dell,До ѕвездите се сите запален. ќе стојат добро! ќе стојат добро!Потоа свет зад себе и дома напред,Ние ќе талкаат назад до дома и во кревет.  Магла и на зајдисонце, облак, слон и сенка,  Далеку ќе исчезнат! Далеку ќе исчезнат!  Оган и светилка, и месо и леб,  А потоа во кревет! А потоа во кревет!
		-- J. R. R. Tolkien

%
Безвучните таа плачеСозерцание мафта,Беспомошна каса,Mouthless мрмори.
		-- J. R. R. Tolkien

%
Вулкани имаат возвишено што е грознаИ земјотреси заплашува само dolts,И на оној што е научноНе постои ништо што е страшноВо моделот на лет на громови!
		-- W. S. Gilbert, "The Mikado"

%
Жар некаква моќ на giftie ни ГИЕЗа да ги видите oursels како другите гледаат на нас.
		-- R. Burns

%
Се разбудам сега ми весели момци! Се разбудам и слушнете ме вика!Топло сега да биде срцето и ногата! На ладно камен падна;Темно вратата стои широк; мртов рака е скршен.Ноќ во текот на ноќта е пренесен и порта е отворена!
		-- J. R. R. Tolkien

%
Се разбудам сите што граѓаните се слушне повикот на вашата земја,Да не се оружје и насилство, но мир за сите до еден.Здроби на омраза и предрасуди, стравот и алчноста и грев,Помогне да се вратат достоинството, врати својата вера повторно.Работиме напорно за заедничката кауза, нека не се на нашата земја да падне.Направи ја горди и силна повторно, демократија за сите.Да, нашата земја силна повторно, да ги задржи развиорија знамето.Нашата земја и повторно, почитуван од целиот свет.Направи ја целина и убава, работи од сонцето на сонце.Стојат високи и труд рамо до рамо, затоа што има толку многу да се направи.Да, ја направам целина и убава, силна обединета и слободна,Се разбудам, се што граѓаните, Тоа е до вас и мене.
		-- Pansy Myers Schroeder

%
Сакате да ви кажам на сите приказна "рунда еден човек по име Jed,А лошата планинар, едвај чуваат своето семејство хранат.Но, тогаш еден ден тој беше shootin 'на храна,Кога низ земјата дојде bubblin "сурова - нафта, што е;црното злато; "Тексас чај ​​...Па следното нешто знаеш, стари Jed е милионер.На kinfolk рече: "Jed, тргнете се од таму!"Тие рекоа: "Californy е местото oughta ти биде,Па тие натоварени на камион и да се пресели во Беверли - Хилс, што е;базени swimmin; филмски ѕвезди.
		-- Pansy Myers Schroeder

%
Дали постои време кога танчери со своите fiddlesВо детските циркуси би можел да остане нивните проблеми?Имаше време тие би можеле да плаче над книги,Но, времето си постави личинка на нивната песна.Под лакот на небото тие се небезбедни.Она што не го познава Најбезбедно е во овој живот.Под skysigns тие кои немаат оружјеДали најчистите раце, и, како што бездушно духотСам е повреден, па слеп човек гледа најдобро.
		-- Dylan Thomas, "Was There A Time"

%
Гледајќи девојките одат минувањеТоа не е најновата нештоЈас сум само стои на врататаЈас сум само се обидува да се направи некои смислаОд овие девојки поминува со насмевка го олеснува срцето што тагуваПриказните кажуваат на мажите Запомни што рековЈас не сум на чекање за една дама не сум на чекање за една дамаЈас сум само чека на пријател, јас сум само чека на пријател...Не треба курваНе треба без алкохолНе треба девица свештеник Ooh, водење љубов и кршење срцаНо, ми треба некој што можам да повикувам Тоа е игра за младиМи треба некој да се заштити Но, јас не сум на чекање за една дамаЈас сум само чека на пријателЈас сум само чека на пријател
		-- Rolling Stones, "Waiting on a Friend"

%
Ние не треба да се без образование, ние не треба никаква контрола мисла.
		-- Pink Floyd

%
Ние не треба да не околни ние не треба да не компилацијаНие не треба нема контрола на проток, ние не треба без контрола на оптоварувањетоНе пишување на податоци или декларации без врската уреди за надворешни поврзувањаЕј! ја остави листите сама? Еј! ја остави тој извор сама?Рефрен: (Рефрен)О бр Тоа е само чиста LISP повик на функција.Ние не треба без несакани дејствување ние не треба да не распределбаНие не треба нема контрола на проток, ние не треба нема посебни јазлиНе глобални променливи за извршување без темни бит-нервира за дебагирањеЕј! ја остави на аргументи сам? Еј! ја остави оние делови сама?(Рефрен) (Рефрен)
		-- "Another Glitch in the Call", a la Pink Floyd

%
Мораме да излезе од ова место,Ако тоа е последното нешто што некогаш стори.
		-- The Animals

%
ние ќе се измислуваат нови приспивни песни, нови песни, нови дела на љубов,ние ќе плаче над работите што се користи за да се смееш инашата нова мудрост ќе донесе солзи на очите на нежнисуштества од други планети кои се плашат од нас до тогаш ина крајот на летото со дивите ветришта &нови пријатели ќе биде.
		-- The Animals

%
Ви посакуваме Харе КришнаВи посакуваме Харе КришнаВи посакуваме Харе КришнаИ сонцето Мјунг Мун!
		-- Maxwell Smart

%
Ние сме среќни малку Vegemites,Како светла како светла може да биде.Сите ние сите да уживаат во нашата VegemiteЗа појадок, ручек и чај.
		-- Maxwell Smart

%
Ние сме Витезите на тркалезната масаНие играме whene'er ние сме во можностНие го правиме рутини и хорот сцени Ние сме витези на тркалезната масаСо креативна игра беспрекорен Нашите програми се застрашувачкиНие вечераат и тука во Камелот Но, многу патиЈадеме шунка и џем и спам многу. Ние си даде римиКои се доста unsingableВо војна сме тешки и можност, ние сме луди опера во КамелотСосема неуморен Пееме од дијафрагмата многу.Меѓу нашите гостиНие sequin елециИ игра улогата на Кларк ГејблТоа е зафатен живот во Камелот.Морам да им помогнам на количка многу.
		-- Monty Python

%
Се обидовме секој простор промовираат вртиИ оцени нејзината вистинска вредност:Земете САД повторно ќе се врати во домовите на луѓетоНа ладно, зелени ридови на Земјата.небо на кровот е повикSpacemen назад кон нивната трговија.Сите раце! Застани! Слободно паѓање!И светлата под нас згаснат.Од вози синовите на Тера,Далеку вози авион грмотевицата,До скокови трката на Earthmen,, Далеку, и натаму yet--Се молиме за последен слетувањеНа земјината топка која ни го родила;Дозволете ни да се одморат очите на небо рунтавИ кул, зелени ридови на Земјата.
		-- Robert A. Heinlein, 1941

%
Добредојде назад, моите пријатели, на шоуто што никогаш не завршува!Ние сме мило што може да присуствува, да влезе внатре, доаѓаат внатре!Постојат зад стаклото постои реална страк трева,Бидете внимателни како ќе помине, се движат заедно, се движат заедно.Да влезе внатре, шоуто е за да се започне,Загарантирана да го кренат главата распаѓа.Остатокот увери, ќе добие вредност од вашите пари,Најголемо шоу во рајот, пеколот или земјата!Ти мора да се види шоу! Тоа е Динамо!Ти мора да се види шоу! Тоа е рок 'n' Roll!
		-- ELP, "Karn Evil 9" (1st Impression, Part 2)

%
Па, јас погледна на саатот и рече дека една четвртина до пет,Насловот викаше дека сум се уште жив,Јас не може да го разбере, јас мислев дека почина минатата ноќ.Јас сонував дека сум бил в пограничен град,Во малку пивница нашол дека момчињата,Бев очајна да се игра, само да се копа на локалните звуци.Кога заедно дојдоа на senorita,Таа изгледаше толку добро што морав да се сретне со неа,Бев подготвен да и пријде со мојот англиски јазик шарм,Кога нејзиниот месинг knuckled момче ме фати за рака,А тој рече: расте некои фанк на свој, амиго,Расте некои фанк на своја.Ние не е како да се со борбата на Гринго,Но, може да има смрт во Мексико tonite....Земете Мој совет, да ги преземе следниот лет,И расте некои фанк, расте на вашата фанк дома.
		-- Elton John, "Grow Some Funk of Your Own"

%
Па, фенси даваат пари на Владата!Како и да го спушти на мозоци.Фенси даваат пари на Владата!Никој нема да се видиме повторно работи.Па, тие немаат идеја што е за пари -Десет до еден ќе почнат уште една војна.Слушнав многу смешни работи, но, Лор!Фенси даваат пари на Владата!
		-- A. P. Herbert

%
Па, јас не знам од каде доаѓаат, но тие сигурно можат да дојдат,Се надевам дека тие comin 'за мене!И јас не знам како да го направи тоа, но тие сигурни дека тоа се прави добро,Се надевам дека тие doin тоа е бесплатно!Тие се мојата мачка нула треска ... мачка нула треска!Првиот пат кога го добив јас бев само десет години,ја добив од писе во соседството ...Отидов да го видам на лекар и тој ми даде лек,Мислам дека јас го зедов нешто повеќе!Доби лоша нула треска ...
		-- Ted Nugent, "Cat Scratch Fever"

%
Па, татко ми остана дома, кога имав три години,И тој не остави многу за Ма и мене,Само и стари гитара an'a полупразно шише со алкохол.Сега јас не го обвинуваат зашто тој се стрча и го скрил,Но meanest нешто што тој го направил,Беше пред да замине, тој отиде и ми име Сју....Но, јас ме направи завет на месечината и на ѕвездите,Би пребарување на honkey tonks и барови,И да ги убијат човек, кој ми даде толку страшен име.Тоа беше Gatlinburg во средината на јули,Јас само ќе го погоди градот и грлото ми беше суво,Мислев дека ќе се запре и да си пијалак,Во еден стар салон на една улица од кал,Седи на маса, кои се занимаваат обетка,Седеше таа валкана (bleep) кои ми име Сју....Сега, јас знаев дека змијата беше мојата слатка Тато,Од wornout слика дека мојата мајка,И знаев што е лузна на неговиот образ и неговите зло око ...
		-- Johnny Cash, "A Boy Named Sue"

%
Па, мојот терминал е заклучен и не е ли пошта,И јас не можам да се сетам кога последен пат мојата програма не успее;Јас имам Купишта во мојата structs, имам низи во мојата редици,Јас имам: Сегментација на повреда - Основни фрлени блуз.Ако мислите дека тоа е убаво да се добие она што го C,Потоа оди: нелогична изјава со целото семејство,Оти ​​Врховниот суд не е единственото место со: ставови Автобуска грешка.Јас имам: Сегментација на повреда - Основни фрлени блуз.На PDP-11, животот треба да биде бриз,Но, со VAXen во куќата, дури и магнетни ленти ќе ги замрзне.Сега може да мислат дека за разлика од VAXen би се знае кој сум злоупотреба,Јас имам: Сегментација на повреда - Основни фрлени блуз.
		-- Core Dumped Blues

%
Добро, некои се радуваме во вагоните на валање,А некои се радуваме во фрлање и куглање,Но, јас се радуваме на сок од јачмен,И додворување прилично фер слугинки во утринските часови светла и рано.
		-- Core Dumped Blues

%
Па, ние сме голем камен пејачи, ние го добивме златни прсти,И ние сме сакани, каде и да одите.Пееме за убавина, и пееме за вистината,На десет илјади долари шоу.Ние се сите видови на таблети за да ни даде на сите видови на возбудува,Но возбудата ние никогаш не сум познат,Е возбудата која ќе get'cha, кога ќе ја добиете вашата слика,На насловната на Ролинг Стоун.Добив откачени старата дама, името на кралот Кол Кејти,Кој впишуваш на фармерките.Јас ја добив сиромашните стари побелена коса тато,Drivin 'ми лимузина.Сега сето тоа е со цел, да се кренат нашите умови,Но нашите умови не ќе биде навистина да се разнесени;Како ударот кој ќе get'cha, кога ќе ја добиете вашата слика,На насловната на Ролинг Стоун.Добивме многу малку, тинејџерски-годишна возраст, со сини очи groupies,Кој ќе направи нешто што го велат.Добивме вистински индиски гуру, кој teachin нас "подобар начин.Влеговме сите пријатели што парите можат да купат,Значи, ние никогаш не треба да биде сам.И ние ги gettin 'побогати, но не можеме да се добие ни слика,На насловната на Ролинг Стоун.[Како забелешка, тие на крајот се направи на насловната страница на РС. Ед.]
		-- Dr. Hook and the Medicine Show

%
Што ужасна иронија е тоа?Ние сме како богови, но не го знаеме.
		-- Dr. Hook and the Medicine Show

%
Она што не ти се прави со вашиот товар и вашата крстот?Дали ви се носат на себе или не плачеш?Ти и јас знаеме дека е товар, и крст,Може да се врши само на грбот на еден човек.
		-- Louden Wainwright III

%
Што се случува на сон одложено?Дали тоа се исушиКако суво грозје на сонце?Или забирам како болно -А потоа се кандидира?Дали тоа смрди како расипано месо?Или кора и шеќер над -Како сладникав слатка?Можеби тоа само падовиКако тежок товар.Или, пак, експлодира?
		-- Langston Hughes

%
Што има корени што никој не го гледа,Е повисока од дрвјата,Нагоре, нагоре и да оди,А сепак никогаш не расте?
		-- Langston Hughes

%
Што болки другите ме задоволства,Дома сум во Lisp или C;Таму се каучот во екстаза,"Ѕиркаат Til дебагерот е да побегнам,Во меморијата на кернелот.Во системот простор, систем простор, таму ќе ми fare--Во внатрешноста на VAX на силикон квадратен.
		-- Langston Hughes

%
Што сегмент е ова, она погребаноНа FHA0, спие?Што системската датотека, лежеше тука Иако ова, ова е "acct.run"Додека хакери околу него плачеа? Сметководство датотека за секого.Депонија, го шутнат и ја напишете надвор,На датотеката, highseg на логирање.Зошто е тоа лежи тука, на јавниот дискИ зошто е тоа сега незаштитен?А бубачка во incant, го направи тоа. Планината, планината сите ваши DECtapes сегаИ копирајте ја датотеката некако, на некој начин. Проблемот не биле поправени.Депонија, го шутнат и ја напишете надвор,На датотеката, highseg на логирање.
		-- to Greensleeves

%
Она што сме е дар Божји за нас.Она што ние стануваме е нашиот подарок за Бог.
		-- to Greensleeves

%
Што со хромодинамика и електрослабите премногуНашите стандардизиран модел треба да задоволи дури и ти,Макар што откако ќе се каже дека на шарм немашеТаа зеде храброст да се префрлиш, како да се каже Земјата не се движи СонцетоСепак, вашата состојба на Унијата претпоследниот големЕ последната позната свратилиште на фракционо полнење,И како што сурфаат во топла када со квас ролнаВе молиме да се размисли за донесување на твојата единствена монопол.Вашиот Олимписките игри се забавни, треба да ги вратиЗа трансексуалец тенис или Anamalon песна,Но холивудските филмови остануваат грев суроваБез разлика дали се гледа на телевизија или пак од далечина се гледа.Сега зацврсти вашата sunbelts, бидејќи сте го сториле тоа уште еднаш,Што сте го кажале во Лајпциг на нешто што обожаваат,Тоа не сте изградиле неверојатен кристална сфераЧијшто германски присутните шири трепет и стравОд смртта на нашата теорија на честички ЗетаШто јас ќе обложувам дека не е таму велат дека вашиот напис, подоцна.
		-- Sheldon Glashow, Physics Today, December, 1984

%
Што е љубов, туку емоција втора рака?
		-- Tina Turner

%
Што, се уште жив во дваесет и два,А чиста строен момче како тебе?Секако, ако грлото "TIS тешко да се пресече,Пресече вашиот девојката, и замав за тоа.Како доволно, да не ќе ми биде драго,Кога ќе дојдат да се откажам, момчето:Но, сланина не е единственото нештоТоа се излечи со виси на конец.Значи, кога се истури мастило на ноќтаШири нашиов blotting рампа на светлината,Момци чија работа е уште да се направиЌе го засили својот нож, и мислам на тебе.
		-- Hugh Kingsmill

%
Лав што се состана со друг со погласно рика,првиот лав мисли последните создаден.
		-- G. B. Shaw

%
Кога мислам за себе,Јас скоро си се смееш до смрт,Мојот живот е една голема шега, шеесет години во светот овие луѓе "Танц кој одеше на дете што работи за повици ме девојкаПесна што зборуваше, јас се каже "Да госпоѓо" за доброто на работа е.Јас се смееш толку тешко Јас речиси задави премногу горди да се наведнуваатКога мислам за себе. Премногу сиромашни за да се скрши,Јас се смееш до мојот стомак болка,Кога мислам за себе.Моите луѓе може да направи да се подели моја страна,Се смеев толку тешко Јас скоро почина,Приказните се каже, звучи како лежи,Тие растат на овошје,Но, јадете кората,Јас се смееш додека не почне да плаче,Кога размислувам за моите луѓе.
		-- Maya Angelou

%
Кога во паника, страв и сомневање,Пијте во буриња, јадат, и викам.
		-- Maya Angelou

%
Кога во овој свет ја прочитате насловитеНа оние чии срца се исполнети со алчностКој му ја одземеш и крадат од оние кои имаат потребаПлачот се зголемува со заслепувачка брзина за аутсајдер (аутсајдер!)Аутсајдер (аутсајдер!)Брзина на молња, татнежот на громБорба против сите кои ја одземе или грабежАутсајдер (ах ах ах ах)поразенПоразен!
		-- Maya Angelou

%
Кога во неволја или се двоумите,работи во кругови, вреска и да викне.
		-- Maya Angelou

%
Кога лиценца такси се премногу високи,корисниците се прават работите од рака.Кога раководството е премногу нападни,корисниците се изгуби нивниот дух.Се пробие во корист на корисникот.Верувај нив; ги остави на мира.
		-- Maya Angelou

%
Кога љубовта е нема, секогаш има правда.И кога судството е нема, секогаш има сила.И кога на сила е нема, секогаш мама.Здраво мамо!
		-- Laurie Anderson

%
Кога мојата тупаница Крцка попуштат ја отвори,Пред да го користите и да ја изгубам кул.Кога јас насмевка ми кажете некои лоши вести,Пред да се смее и да дејствува како будала.И ако јас проголта ништо зло,Стави ви прст Низ моето грло.И ако јас се тресат ми даде ќебе,Задржи ме топли дозволете ми да носат палтотоНикој не знае што тоа е како да се биде лош човек,да биде тажен човек.Зад сини очи.Никој не знае што тоа е како да се мрази,што треба да се судено,За да го кажувам само лаги.
		-- The Who

%
Кога кислород Техника одигра Водород U.На играта штотуку започна, кога Водород постигна два брзи поениИ кислород уште немашеПотоа кислород постигна само еден голИ со тоа остана, На водород и кислород 1 2Наречен поради дожд.
		-- The Who

%
Кога некој прави потег Ние ќе ги имаме испрати,На кој ние не го одобруваат, Џон Вејн и Рандолф Скот,Кој е тоа што секогаш интервенира? Запомни тие возбудливи борби сцени?U.N. и O.A.S., на бреговите на Триполи,Тие имаат свое место, претпоставувам, но не и Mississippoli,Но, прво, испрати маринци! Што ќе правиме? Ние испрати маринци!За она што го прави во право, членови на корИ додека тие го виделе светлото, Сите мразат мисла на војната:Тие мора да бидат заштитени, тие попрво би ги убие сона мирен начин.Сите права се почитуваат, Стоп нарекувајќи aggression--До некој ни се допаѓа да биде избран. Мразиме тој израз!Ние само сакаме светот да се знаеДека ние ја поддржуваме статус кво;Тие не сакаат, каде и да оди,Значи, кога се двоумите, испрати маринци!
		-- Tom Lehrer, "Send The Marines"

%
Кога Гуру администрира, корисницитевоопшто не се свесни дека тој постои.Следното најдобро е администратор кој е сакан.Следно, кој се стравува.И најлошо, оној кој е презрен.Ако не му верувате на корисниците,можете да ги неверодостојно.Гуру не зборува, тој хакове.Кога неговата работа е направено,велат дека корисниците на "Неверојатни:што го спроведува, сите од себе! "
		-- Tom Lehrer, "Send The Marines"

%
Кога лидерите зборува за миротНа обичниот народ знаеДека војната доаѓаКога лидерите колнат војнацел мобилизација е веќе напишано.Секој ден, да заработат мојот секојдневен лебЈас одам на пазар каде што се купуваат лагиСе надеваме декаЗемам место меѓу продавачите.
		-- Bertolt Brecht, "Hollywood"

%
Кога корисниците видите еден GUI како убава,други кориснички интерфејси да станат грди.Кога корисниците видите некои програми како победници,други програми да стане lossage.Покажувачи и NULLS повикување на едни со други.Високо ниво и асемблер зависат едни од други.Двокреветни и плови фрлија еден на друг.High-endian и ниско-endian дефинира едни со други.Додека и се додека не се следат едни со други.Затоа Гурупрограми без да правиш ништои предава без велејќи дека ништо.Предупредувања се појават и тој им овозможува на нив доаѓаат;процеси се заменети и тој овозможува да се оди.Тој има, а нема,акти, но не се очекува.Кога работата е завршена, тој ќе ја избрише.Тоа е зошто тоа не трае вечно.
		-- Bertolt Brecht, "Hollywood"

%
Кога вие и јас сме многу оддалечениМоже да се скрши вашата тага нежно срце?Те сакам мила, да го правам;Спиењето е толку слатка, кога те сонувам;Се што сме е расцутена роза.Ноќта е тука, па морам да се затвори.Со внимание го прочитате првиот збор на секоја линија.Ќе најдете прашање на рудникот.
		-- Yours hopefully, The VAX.

%
Кога ќе се најдете во опасност,Кога сте се закани дека од страна на странец,Кога изгледа како да ќе ги lickin '...Постои едно нешто што треба да се научат,Кога нема кој да се сврти кон,Caaaall за Супер кокошка !! (** Bwuck-bwuck-bwuck-bwuck **)Caaaall за Супер кокошка !!
		-- Yours hopefully, The VAX.

%
Кога ќе го добиете она што го сакате во вашиот борба за самоуправуваoеА светот го прави да се кралот за еден ден,Едноставно кликнете на огледало и се погледне во себеИ да видиме што тој човек има да каже.За тоа не е вашиот татко или мајка, или женаЧија пресуда врз основа мора да помине;На колеги чија пресуда е важно повеќето во вашиот животЕ оној загледан врати од стакло.Некои луѓе може да сметате на прав-shootin 'другарИ ти се јавам прекрасен човек,Но човекот во стакло вели дека си само соколАко не можете да го погледне директно во очи.Тој е човек да се молам, не е важно сите останати,Бидејќи тој е со вас јасно до крај,И сте поминале вашиот најопасните, тежок тестАко човекот во стакло е вашиот пријател.Можете да ги измамат на целиот свет на патот на живототИ да се гали по грбот, како ќе помине,Но, конечниот вашата награда ќе биде болки и солзиАко сте измамени човекот во стакло.
		-- Yours hopefully, The VAX.

%
Кога ќе се сретнат со еден господар мечувалец,му покаже вашиот меч.Кога ќе се сретнат со еден човек кој не е поет,не му ја покажете Вашата песна.
		-- Rinzai, ninth century Zen master

%
Кога ќе overesteem голема хакери,повеќе корисници да станат кретени.Кога ќе се развие енкрипција,повеќе корисници да станат крекери.води Гурусо празнење умови корисникоти зголемување на нивните квоти,од страна на слабеење своите амбициии поостро нивната решителност.Кога корисниците немаат знаење и желба,управување нема да се обиде да се меша.Практика не-looping,и сè ќе падне во место.
		-- Rinzai, ninth century Zen master

%
Кога си ТоТи си То сите на патотОд првото парче од BrieНа вашата последна Каберне.Кога си ТоВие не сте само еден сонувачТи си го прави работи се случуваатВозите со проектор.
		-- Rinzai, ninth century Zen master

%
Кога сте далеку, јас сум немирен, осамен,Клето, досадно, унил; самоТука е Бришење, мојата мила драгиСе чувствувам исто кога сте во близина.
		-- Samuel Hoffenstein, "When You're Away"

%
Секогаш кога Ричард Кори отиде во центарот на градот,Ние луѓе на тротоарот погледна во него:Тој беше еден господин од самостојно да круна,Расчистување фаворизирани и imperially мали.И тој беше секогаш тивко облечени,И тој секогаш бил човек, кога тој зборуваше;Но, сепак тој летаа пулсира кога тој рече:"Добро утро", а тој блескаа кога одеше.И беше богат - да, побогат од кралот -И восхитувачки школуваат во секој благодат:Во ред, ние мислевме дека е се 'Да се ​​направи да сакаат дека сме биле во своето место.Така, на работевме, и чекаше за осветлување,И отиде без месо, и ги проколнал леб;И Ричард Кори, една мирна летна ноќ,Отидов дома и се стави куршум низ главата.
		-- E. A. Robinson, "Richard Cory"

%
Каде што работата може да сеОх, драга, каде што може да биде прашањеКога тоа е претворена во енергија?Постои мало губење на паритет.Џони толку долго на саемот.
		-- E. A. Robinson, "Richard Cory"

%
Каде е човекот може да го олесни на срцетоКако сатен наметка?
		-- Dorothy Parker, "The Satin Dress"

%
Каде што, ох, каде што сте вечерва?Зошто ме остави тука сам?Барав низ целиот свет, и јас мислев дека ќе најде вистинска љубов.Сте се сретнале со друг, и * * PPHHHLLLBBBBTTT, ќе wuz нема.Мракот, очај и агонија на мене.Длабока темна депресија, прекумерна мизерија.Ако тоа не беше за лоша среќа, јас би немаат среќа на сите.О, мрак, очај и агонија на мене.
		-- Hee Haw

%
Дали уморен или unweary, човеку, не се одмори,Не престанува вашиот една рака борба.Оди на, не на одмор.
		-- An old Gujarati hymn

%
Дали можете да го слушнете или не,Универзумот е се смеат зад грб.
		-- National Lampoon, "Deteriorata"

%
Додека очите на Европа е fix'd на силни нешта,Судбината на империи и падот на цареви;Додека quacks државен секој мора да произведе својот план,Па дури и деца Lisp правата на човекот;Среде овој силен гужва само да споменам,Правата на жената заслужува некои внимание.
		-- Robert Burns, Address on "The Rights of Woman", 26/10 1792

%
Додека јас се согласив, речиси чекалницата дреме, одеднаш дојде прислушување,Како што на некој нежно rapping, рап на мојата врата комора.[Цитирано од "VMS internals и структури на податоци", V4.4, когакои се однесуваат на хардвер прекинува.]А сега гледам со очите спокоенСамиот пулсот на машината.[Цитирано од "VMS internals и структури на податоци", V4.4, когакои се однесуваат на софтвер прекинува.]
		-- William Wordsworth, "She Was a Phantom of Delight"

%
Додека одел по преполнатаГрадска улица пред некој ден,Слушнав малку ежНа другар сврти и да каже,"Кажи, Chimmey, Lemme каже youse,Би бил среќен како мидаАко само јас бев де Фелер datМе mudder t'inks сум."Таа t'inks сум чудо, Мои пријатели, да биде твое живот на трудНа "таа знае нејзиниот малку момче или неразреден радост,никогаш не може да се меша духовитост "nuttin" Можете да дознаете целокупно лекцијаDAT е грда, средна или лоши. Од тој мал, наивен момче.Ох, многу o "време седам и t'ink немаат за цел да биде земен светецКолку би било убаво, 'twould биде, Gee факир! Со поглед фиксиран на ѕвезда:Ако Фелер беше де Фелер Само обидете се да биде колеги декаDAT неговата mudder t'inks е тој. "Твојата мајка мисли дека сте.
		-- Will S. Adkin, "If I Only Was the Fellow"

%
тоа камшик, бебе.Камшик тоа право.тоа камшик, бебе.Камшик тоа цела ноќ!
		-- Will S. Adkin, "If I Only Was the Fellow"

%
Кој не го сака вино, жени и песна,Останува будала целиот свој живот долго.
		-- Johann Heinrich Voss

%
Кој сака не мудро, но исто така иЌе изгледа на лицето на Хелен во пеколот,Но, тој чија љубов е тенок и мудроЌе видите Џон Нокс во рајот.
		-- Dorothy Parker

%
Кој го создал светот не можам да кажам;'Tis направи, и јас сум тука во пеколот.Мојата рака, иако сега ми стави на Запалената крварат,Јас никогаш не се извалкани со такво дело.
		-- A. E. Housman

%
Кој за себе е закон нема закон му требаат,навредува постои закон, и навистина е цар.
		-- George Chapman

%
Зошто ви се гледаатМашината за перење?Сакам забаваТолку долго како што е чист.Професорот доберман:Додека претходните песна е unarguably промена од обезбеденотопесимизам на "Пес на Небото", тоа може да се смета како неквалификуванподобрување. Анонимност е на вредност само кога тоа се стреми да се разјаснат поетскиотискуство. Колку што некој е принуден да му се восхитуваат техника на песната, еденда се праша дали нејзиниот byplay на комплексни книжевни алузии не е воВсушност го одвлекува вниманието од единството на целата. Во крајната анализа, едендобива посебен впечаток дека должината на песната сигурно би можеле да имаатсе намалени од фактор на осум или десет без да се жртвува било кој од своитешто значи. Тоа е да се надеваме дека понатамошно објавување на оваа песна може да бидесуспендирана, во очекуваoе на темелна истрага на потенцијалните субверзивниимпликации.
		-- George Chapman

%
Со / без - и кои ќе го негираат тоа е она што на борбите е за сите?
		-- Pink Floyd

%
Разбудив утрината на "Јас си имаше пиво,Да, Ах разбудив утрината на "Јас си имаше пивонесигурни и на крајот на иднината е секогаш во близина.
		-- Jim Morrison, "Roadhouse Blues"

%
Разбудив утрово, не верувам дека она што го видов.Сто милијарди шишиња разнесуваат на брегот.Се чини дека не сум сам во тоа да биде сам.Стотици милијарди castaways во потрага по повик.
		-- The Police, "Message in a Bottle"

%
Полесно од масата на мојата меморијаЈас ќе ја избрише секоја тривијални убави евиденција.
		-- Hamlet

%
Да, јас добив шише пред мене.И Џими има фронтална лоботомија.Само различни начини да се убие болката истото.Но, јас би сакал да имаат едно шише пред мене,Отколку да треба да имаат фронтален лоботомија.Јас би можеле да се пие, но барем јас не сум луд.
		-- Randy Ansley M.D. (Dr. Rock)

%
Вчера по скалилоСе сретнав со еден човек кој не беше таму.Тој таму повторно не беше денес -Мислам дека тој е од ЦИА.
		-- Randy Ansley M.D. (Dr. Rock)

%
"Вие сте стари, татко Вилијам", рече младиот маж,"Сите ваши документи, овие денови изгледаат исти;Оние Вилијам ќе биде подобро непрочитани -Дали никогаш не овие факти ве исполни со срам? ""Во мојата младост," таткото на Вилијам му одговори на својот син,"Напишав прекрасен документи galore;Но, голем углед сфатив дека јас би го освои,Прави беспредметно да се мисли повеќе. "
		-- Randy Ansley M.D. (Dr. Rock)

%
"Вие сте стари, татко Вилијам", рече младиот маж,"И вашата коса стана многу бела боја;А сепак постојано стојат на главата -Дали мислите, на твои години, тоа е во право? ""Во мојата младост," таткото на Вилијам му одговори на својот син,"Се стравува дека тоа би можело да му наштети на мозокот;Но, сега дека сум сосема сигурен дека не постои ниту една,Зошто, јас го направи тоа повторно и повторно. ""Вие сте стари", рече на младите ", како што споменав порано,И се зголемија повеќето необично масти;Сепак, сте се свртеле back-салто во на вратата -Молете се она што е причината за тоа? ""Во мојата младост", рече мудрец, како што тој ја потресе неговата сива брави,"Јас се чуваат сите мои екстремитети многу еластичнаСо користење на оваа маст - гроша од кутијата -Дозволете ми да ви продаде неколку? "
		-- Randy Ansley M.D. (Dr. Rock)

%
"Вие сте стари", рече на младите ", а јас сум изјави од страна на моите врснициДека вашите предавања понесе луѓе во смрт.Сепак, се зборува во сто конвенции годишно -Не мислите ли дека треба да ги зачувате вашите здив? ""Јас сум, одговори на три прашања, а тоа е доволно"Рече дека татко му: "Не си даде емитува!Дали мислите дека може да го слушнете на целиот ден на такви работи?Да се ​​исклучи, или ќе те ослободат долу! "
		-- Randy Ansley M.D. (Dr. Rock)

%
"Вие сте стари", рече на младите ", а вашиот вилици се премногу слабиЗа нешто посилно од suet;Сепак, ќе заврши гуска, заедно со коските и клунот -Молете се, како успеавте да го направи тоа? ""Во мојата младост", изјави неговиот татко, "Зедов со закон,И тврдеше секој случај со жена ми,И мускулната сила, која ја даде на мојата вилица,Траеше остатокот од мојот живот. ""Вие сте стари", рече на младите ", еден тешко ќе претпоставимеДека окото е како постојан како и секогаш;Но вие избалансиран јагула, на крајот на вашиот нос -Што те натера да си толку страшно паметен? ""Јас сум, одговори на три прашања, а тоа е доволно"Вели неговиот татко. "Не се даде емитува!Дали мислите дека може да го слушнете на целиот ден на такви работи?Да се ​​исклучи, или ќе те ослободат надолу по скалите! "
		-- Randy Ansley M.D. (Dr. Rock)

%
"Вие сте стари", рече на младите ", и вашите програми не работат,И таму не е еден јазик ви се допаѓа;Сепак, корисни предлози за да ви помогне да имаат ништо -Дали сте размислувале за преземање Крстоносните? ""Од никогаш не сум им пишуваат програми", неговиот татко му одговори:"Секој јазик изгледа подеднакво лошо;Сепак, луѓето ги плаќаат да ги прочитате сите мои книгиИ не сфаќаат дека тие веќе ја имал. "
		-- Randy Ansley M.D. (Dr. Rock)

%
"Вие сте стари", рече на младите ", како што споменав порано,И да се направи грешки малку луѓе може да го носи;Ти се жалат на сите англиски јазик, но твое -Дали навистина мислиш дека тоа е сосема фер? ""Јас се направи многу грешки," Татко Вилијам изјави,"Но мојата раст, овие денови е толку големаТоа не критичар може да ме боли - Сум ги доби сите исплашени,И да ме запре сега е премногу доцна ".
		-- Randy Ansley M.D. (Dr. Rock)

%
Можете да ползат со љубовник, можете да ползат со еден пријател,Можете да ползат со вашиот шеф, и таа никогаш нема да заврши.(Рефрен) ползат, ползат, ползат, секоја вечер и секој ден,Ползат, ползат, ползат, во свој посебен начин.Можете да ползат во ходникот, можете да ползат во парк,Можете да ползат во алејата со напаѓач по мракот.(Рефрен)Можете да ползат со чичко, можете да ползат со вашиот тетка,Можете да ползат со вашиот Apple, иако може да се каже дека не можеш.(Рефрен)
		-- Randy Ansley M.D. (Dr. Rock)

%
Ќе одат надолу на пикап станица,желба топлина и убавина;Да се ​​спогоди за помалку од фасцинација -неколку пијалаци подоцна не се толку пребирливи.И светлата на затворање симнеш сенкитена овој чуден нови телото си нашол -Стискање ноќ да се како смоквин листбрзаш да си црнилотои ќебиња за да се утврдат впечатоки вашата осаменост.
		-- Joni Mitchell

%
Ќе морате да го платите вашиот такси, ако сакате да ја пее блуз,И знаеш дека не доаѓаат лесно ...Јас не се прашуваат за многу, јас само сакам доверба,И знаеш дека не доаѓаат лесно ...
		-- Joni Mitchell

%
Знаеш дека моето срце држи облеката им е мене,Ти не си дете на триесет и три,Се позанимавам ќе ја изгуби својата жена,Играте премногу долго, ќе го изгуби животот.Некои Мора да победи, некои Мора да се изгуби,Goodtime Чарли доби блузот.
		-- Joni Mitchell

%
Може да биде во право, јас може да биде луд,Но, тоа само може да биде лудак сте во потрага по!
		-- Billy Joel

%
Можете да ме најдете пие џинВо најнизок вид Ин,Бидејќи јас сум цврста вегетаријанец.
		-- G. K. Chesterton

%
Вие секогаш ќе биде,Она што од секогаш биле,Која нема никаква врска со тоа,Сите да се направи со неа.
		-- Company

%
Вашиот мудреци не знам како се чувствуваДа бидат дебели како цигла.
		-- Jethro Tull, "Thick As A Brick"

%
Вашиот обожување е вашиот печкикои, како што се стари идоли, изгубени obscenes,има стопена утроба; вашата визија еМашини за изработка на повеќе машини.
		-- Gordon Bottomley, 1874

%
Твое е да не се причина зошто,Само да отплови.И кога ќе се најде мора да се фрлиВашиот наследство далеку;Запомни живот како што беше и да е,И е како што беа,Си поигруваше со звуци низ галаксијата"До молчењето е но blur решение.
		-- QYX.

%
Најдовме ви се криеНајдовме лажешПромената на нечистотија и песок.Вашиот поранешен радостиИ сите приказниВлече и се мијат со желни раце.
		-- ``Cities in Dust'', "Tinderbox", Siouxsie & the Banshees.

%
