Вашата работа е да се случува да се пополни голем дел од вашиот живот, и единствениот начин да се биденавистина задоволни е да се направи она што мислите дека е голема работа. И единствениот начин да се направиголема работа е да го сакаш она што го правите. Ако не го најдов, сепак, ги бараме.Не решаваат. Како и со сите работи на срцето, ќе знаеш кога ќе го најдете.И, како и секоја добра врска, тоа само добива подобар и подобар со текот на годинитесе тркалаат на. Значи ги бараме додека не го најдете. Не решаваат.                - Стив Џобс (1955-2011)(1) Избегнувајте пржена месо кои се лути на крвта.(2) Ако вашиот стомак ќе антагонизира, смири го со студена мисли.(3) Да се ​​чува на сокови тече од jangling околу нежно како што се движат.(4) оди многу лесно на пороците, како што се спровеле во општеството,социјалните прошетките не е мирен.(5) Не се работи на сите времиња.(6) Не гледај назад, нешто може да се добива од вас.
		-- S. Paige, c. 1951

%
Судирот на учење не е катастрофа - тоа е можност.
		-- S. Paige, c. 1951

%
Еден облак не знае зошто таа се движи во таква насока и во тојбрзина, ако чувствува impulsion ... ова е местото да одам сега. Нонебото знае причините и моделите зад сите облаци, и ќеИсто така, знаеме кога ќе се укине си доволно висока за да се види надвор хоризонти.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Еден сон секогаш ќе триумфира над реалноста, кога ќе им се даде шанса.
		-- Stanislaw Lem

%
Лажна fortuneteller може да се толерира. Но, автентична гадател требасе снима на повидок. Касандра не се корне околу половина од таа заслужува.
		-- R. A. Heinlein

%
А прекина повлекувањеЕ нерв-wracking и опасно.За да ги задржат луѓето како и мажите - и слугинкиНоси добра среќа.
		-- R. A. Heinlein

%
Животот не е ни приближно доволно долго за да дознаам што е тоа за сите.
		-- R. A. Heinlein

%
Многу луѓе што ги знам се верува во позитивно размислување, и затоа направете I. Северувајте се што позитивно смрди.
		-- Lew Col

%
Еден човек рече на универзумот:"Господине, јас постојам!""Сепак", одговори на Универзумот,"Тоа не го создаде во мене чувство на обврска".
		-- Stephen Crane

%
А господар е поставено прашањето: "Што е патот?" од страна на љубопитни монах."Тоа е во право пред вашите очи", рече господар."Зошто да не го видам за себе?""Затоа што се размислува за себе.""Што е со вас: Дали ти го гледаш?""Толку долго како што гледате двојно, велејќи: 'Јас не", и' да се направи ", и такана, твоите очи се замагли ", рече господар."Кога не е ниту се` Јас 'ниту' Вие ', како може да го видиме? ""Кога не е ниту се` `Јас ниту Вие,кој е оној кој сака да го види? "
		-- Stephen Crane

%
А сосед дојде до Nasrudin, барајќи да позајми своето магаре. "Тоа е надворкредитот ", учителот одговорил. Во тој момент, магарето brayed гласно востабилен. "Но, јас може да се слушне тоа Бреј, таму." "Кого сакаш да верувам во тоа"Nasrudin праша, "ми или магарето?"
		-- Stephen Crane

%
Еден свештеник препорачува Волтер на својата смртна постела да се откаже од ѓаволот.Одговори Волтер, "Ова не е време да се направи нови непријатели."
		-- Stephen Crane

%
Еден свештеник праша: Што е судбина, мајстор?И мајстор одговори:Тоа е она што дава ѕвер на товар својата причина за постоење.Тоа е она што луѓето во минатото мораше да се носат на грб.Тоа е она што предизвика нации за изградба на пристапни патеки од градотГрадскиот врз основа на која коли и вагони помине, и покрај што ановидошле да биде изграден за да се одбегне глад, жед и замор.И тоа е судбина? вели свештеникот.Судбината ... Мислев дека рече товар, одговори на мајстор.Тоа е во ред, вели свештеникот. Сакав да знамшто Товар е премногу.
		-- Kehlog Albran, "The Profit"

%
А тажна глетка. Ако тие се населени, што е простор за беда и глупост.Ако тие не се населени, што е губење на просторот.
		-- Thomas Carlyle, looking at the stars

%
Стипендист праша својот господар: "Учителе, зар ќе ме посоветува на соодветназанимање? "Магистер одговори: "Некои луѓе може да заработуваат нивните задржи со моќта нанивните умови. Други, пак, мора да го користат thier силен грб, нозете и рацете. Ова еиста природа како што е со човекот. Некои животни се здобијат со нивната храна лесно,како зајаци, свињи и кози. Другите животни треба жестоко се борат занивното одржување, како Beavers, молови и мравки. Така што гледате, природата навокација мора да одговара на поединецот."Но, јас немаат способности, желби, или имагинација, мајстор", нанаучник липаше.Достапен на мајстор ... "Дали сте размислувале да стане продавачот?"
		-- Thomas Carlyle, looking at the stars

%
Нешто не е секогаш точно, бидејќи човекот умира за него.
		-- Oscar Wilde, "The Portrait of Mr. W. H."

%
-Ќе биде ученик дојде до колибата Nasrudin е на планината-страна. знаејќидека секоја акција на таква Просветлен е значајна, на барателотгледавме внимателно наставникот. "Зошто ви удар на вашите раце?" "За да се загреесебеси во студ. "Подоцна, Nasrudin истури чаши топла супа за себеи дојденец, и дувна сам. "Зошто го правите тоа, мајстор?""За да се излади на супа." Не може да му верувате на човек кој го користи истиот процесда пристигне во два различни резултати - топла и ладна - ученик отиде.
		-- Oscar Wilde, "The Portrait of Mr. W. H."

%
Ах, но разбирање на еден човек треба да надминува неговиот дофат,Или она што е на небото?
		-- Robert Browning, "Andrea del Sarto"

%
Сите се надеваме да се повлечеме, вие кои влегуваат тука!
		-- Dante Alighieri

%
Сите мажи знаат на полезноста на корисни работи;но тие не знаат на полезноста на суетата.
		-- Chuang-tzu

%
Сите на вистинските нешта што јас сум за да ви кажам се бесрамни лаги.
		-- The Book of Bokonon / Kurt Vonnegut Jr.

%
Сите ние треба да се богатство ориентални неговата мудрост и неговата проповед наЗен-како одред, како што е примерот со неговиот постојан потсетник за службеници,преброители, или други лица кои израснале возбудени од неговото присуство во нивните банки:"Само да легне на подот и да ја задржите мирно".
		-- Robert Wilson, "John Dillinger Died for You"

%
Идејата е око дадени од Бога за гледањето на Бога. Некои од овие очиние не може да поднесе да внимавате, ние ги заслепи што е можно побрзо.
		-- Russell Hoban, "Pilgermann"

%
Идејата не е одговорен за луѓето кои веруваат во него.
		-- Russell Hoban, "Pilgermann"

%
Постар студент дојде до Отис и рече: "Јас сум бил за да ја видитеголем број на наставници и сум се откажал голем број на задоволства.Јас сум постел, се во целибат и останале будни ноќи бараат просветлување.Јас се откажале од се ми беше побарано да се повлече и јас, имаат проблеми, ноНе сум бил просветлен. Што да правам?"Отис одговори: "Се откажат од страдање."
		-- Camden Benares, "Zen Without Zen Masters"

%
И постојано ја е познато дека љубовта не знае своја длабочина дочас на поделба.
		-- Kahlil Gibran

%
Како и да е, јас се задржи сликање сите овие мали деца, игра некоја игра во овојголема област на 'рж и сите. Илјадници мали деца, и никој не е околу -никој не големи, мислам - освен мене. И јас сум стои на работ на некои лудикарпа. Што треба да направам, јас треба да се фати сите ако тие почнат да одатво текот на карпа - Мислам, ако тие се работи и тие не изгледаат каде што тие сеќе сум да излезе од некаде и да ги фатат. Тоа е се што би го сторилацел ден. Јас само ќе биде Ловец во 'ржта. Знаев; Знам дека е луд,но тоа е единственото нешто што навистина би сакал да биде. Знам дека тоа е лудо.
		-- J. D. Salinger, "Catcher in the Rye"

%
Се приближува на портите на манастирот, Хакуин најде Кен Зенпроповедање на група на ученици."Зборовите ..." Кен orated ", тие се само привидна превез obfuscatingапсолутната реалност - ""Кен!" Хакуин прекината. "Вашиот лет е долу!"При што јасната светлина на Осветлување експлодира на Кен и тојиспарил.На патот до градот, Хакуин беше пречекан од страна на патувачки монах задоенасо духот на утрото."Ах", монахот воздивна, блажен насмевка брчки низ образите,"Ти си тоа ...""Ах", Хакуин одговорив, посочувајќи возбудено, "И Ти си дебел!"При што јасната светлина на Осветлување експлодира монахот,и тој исчезнал.Следно, гувернерот бараат совет од Хакуин, извика: "Како што нашатанепријатели вршат притисок врз нас, како јас, со толку бездушно и неопитенвојници како што јас сум наследник, се надевам да го издржат претстојната напад? ""САД?" купени Хакуин.При што јасната светлина на Осветлување експлодира врзГувернер, и тој исчезнал.Потоа, redneck отиде до Хакуин и испарил стариот мајстор сонеговата пушка. "Ха! Победи Ya 'на punchline, Ya' кокалест li'l geek!"
		-- J. D. Salinger, "Catcher in the Rye"

%
Arrakis учи односот на нож - секое отсечено што енецелосни и велејќи: ". Сега е целосна, бидејќи тоа е завршена тука"
		-- Muad'dib, "Dune"

%
Како неуспеси одат, обидувајќи се да се потсетиме на минатото е како да се обидува да ја сфатисмислата на постоењето. Двете направи еден чувствуваат како бебе цврсто држејќи вокошарка: нечиј дланки задржи лизгање надвор.
		-- Joseph Brodsky

%
На осека напишав една линија на песокта, и му го даде целото мое срце и ситемојата душа. На бранот поплави се вратив да го прочитате она што го впишан и најдов мојотнепознавање на брегот.
		-- Kahlil Gibran

%
На крајот на вашиот живот, ќе има добар одмор, и нема повеќе активностисе закажани.
		-- Kahlil Gibran

%
Во подножјето на планината, гром:Сликата на обезбедување на храна.Така, супериорен е внимателен на неговите зборовиИ умерени во јадењето и пиењето.
		-- Kahlil Gibran

%
Убавината е една од ретките работи кои нема да доведе до сомневање за постоење на Бог.
		-- Jean Anouilh

%
Пред да стане пустиник, Zarathud беше еден млад свештеник, исе големо задоволство во правење будали од неговите противници преднеговите следбеници.Еден ден Zarathud ги однесе своите студенти на пријатен пасишта итаму се спротивстави на Светото Чао, додека таа беше задоволно пасење."Кажете ми, вие неми ѕвер", побара свештеникот во неговатазаповеднички глас, "зошто не се направи нешто вредно? Која е вашатаЦел во животот, и покрај тоа? "Џвакаат вкусна трева, Свето Чао одговори: "Му". (НаКинески идеограм за не-работа.)Кога го чу ова, апсолутно никој не беше просветлен.Првенствено затоа што никој не сфати кинески.
		-- Camden Benares, "Zen Without Zen Masters"

%
Пред да побара повеќе прашања, размислуваат за тоа дали навистина сакате дазнаете одговорите.
		-- Gene Wolfe, "The Claw of the Conciliator"

%
Брахма вели: Па, по сослушувањето десет илјади објаснувања, будала непоумно. Но, интелигентен човек треба само две илјади и петстотини.
		-- The Mahabharata

%
Одолговлекување од животот, ние не го одбие ни трошка од времетраењето на смртта.
		-- Titus Lucretius Carus

%
Катарза е нешто што се дружат со порнографија и крстозборките.
		-- Howard Chaykin

%
Секако, во игра се лажирани.Не дозволувајте тоа да ве запре; ако не се обложуваат, вие не може да победи.
		-- Robert Heinlein, "Time Enough For Love"

%
Можност веројатно е работата на Бога, кога Тој не сакаше да го потпише.
		-- Anatole France

%
			Поглавје 1Приказната досега:Во почетокот на Универзумот е создаден. Ова ги натера многулуѓе многу лути и е нашироко се смета како лош потег.
		-- Douglas Adams, HHGG #2, (The Restaurant at the End of the Universe).

%
"Cheshire-мачка", започна таа, "ќе можете да ми кажете, ве молам, на кој начин јастреба да одат од овде? ""Тоа зависи од добар дел од тоа каде сакате да стигнете до", рече на Cat."Не ми е гајле колку where--", вели Алис."Тогаш тоа не е важно на кој начин да одиме", рече на Cat.
		-- Douglas Adams, HHGG #2, (The Restaurant at the End of the Universe).

%
Услови владеат мажите; мажите не исклучува околности.
		-- Herodotus

%
Случајности се духовни Јазичните досетки.
		-- G. K. Chesterton

%
Смртта е дух напуштање на телото, како вид на школка напуштање на орев зад себе.
		-- Erma Bombeck

%
Смртта е Божјиот начин на раскажување да не биде толку мудар човек.
		-- Erma Bombeck

%
Смртта е начинот на кој ти го кажувам сте биле отпуштени во животот.
		-- R. Geis

%
Смртта е начин за рециклирање на човечките суштества на природата.
		-- R. Geis

%
Смртта е начин да се каже `Здраво" природата.
		-- R. Geis

%
Смртта е начинот на кој ти го кажувам за да се забави на природата.
		-- R. Geis

%
Смртта е само состојба на умот.Само тоа не ви остава многу време да се размислува за нешто друго.
		-- R. Geis

%
не се оддалечуваат од патеката која судбината ви ја дал.
		-- R. Geis

%
Зависи од подножјето на зајак ако сакате, но се сеќавам, тоа не помогназајакот.
		-- R. E. Shay

%
Судбината е добра работа да се прифати кога тоа се случува на вашиот пат. Кога тоа не е,не го нарекуваат судбина; го нарекуваат неправда, предавство, или едноставно лоша среќа.
		-- Joseph Heller, "God Knows"

%
Болеста може да се излечи, Судбината е неизлечива.
		-- Chinese proverb

%
Ditat Deus.[Бог го збогатува]
		-- Chinese proverb

%
Не верувам во чуда - се потпираат на нив.
		-- Chinese proverb

%
не очај на животот. Не се сомневам сила доволно да се надмине вашатапречки. Мислам на лисица prowling низ дрво и на терен во зимска ноќза нешто да ги задоволи неговите глад. Без оглед на ладно и песови истапици, неговата раса преживува. Јас не верувам дека некој од нив некогаш извршил самоубиство.
		-- Henry David Thoreau

%
Не ја бараат смртта; смрт ќе ти најде. Но бараат патот што го прави смртисполнување.
		-- Dag Hammarskjold

%
Не земајте животот е премногу сериозно, никогаш нема да излезат од него во живот.
		-- Dag Hammarskjold

%
Дали она што можете да го продолжи својот живот, со надеж дека еден ден ќеда научат што е за.
		-- Dag Hammarskjold

%
"Дали мислите дека постои Бог?""Па, ____ некој е надвор да ми се!"
		-- Calvin and Hobbs

%
Дали вашата страна да помогне да се зачува животот на Земјата - во обид да се зачува своја.
		-- Calvin and Hobbs

%
Не ја напуштај надеж. Вашиот декодер прстен Капетан полноќ ќе пристигне утре.
		-- Calvin and Hobbs

%
Не ја напуштај надеж: вашиот Том Микс декодер прстен ќе пристигне утре.
		-- Calvin and Hobbs

%
Не одам во кревет без цена на вашата глава.
		-- Baretta

%
Не имаат добри идеи, ако не сакаат да бидат одговорни за нив.
		-- Baretta

%
Не дете себе. Малку е релевантно, и ништо не трае вечно.
		-- Baretta

%
Не дозволувајте луѓе да ви вози лудо, кога знаете дека е во непосредна близина.
		-- Baretta

%
Не се направи голема работа од сè; само се справи со се '.
		-- Baretta

%
Не престанувајте да Stomp мравки кога слоновите во стампедо.
		-- Baretta

%
Не земајте животот сериозно, никогаш нема да излезе жив.
		-- Baretta

%
Сомнеж не е спротивно на верата; тоа е елемент на верата.
		-- Paul Tillich, German theologian.

%
Долу категорички императив!
		-- Paul Tillich, German theologian.

%
Поради околности што се надвор од вашата контрола, вие сте господар на својата судбинаи капитенот на вашата душа.
		-- Paul Tillich, German theologian.

%
За време на патувањето на животот, не заборавајте да се внимава од за фер ветрот; лајснинадолу за време на бура; сите го поздравуваат донесувањето бродови; и лета вашиот бои со гордост.
		-- Paul Tillich, German theologian.

%
Умирањето е многу досадна, тешка работа. Мојот совет до вас е да се имаатништо што да се направи со неа.
		-- W. Somerset Maugham, his last words

%
Умирањето е една од ретките работи што може да се направи толку лесно легнал.
		-- Woody Allen

%
Секој човек е свој затвореник, во самица за живот.
		-- Woody Allen

%
Секој од нас го носи својот пеколот.
		-- Publius Vergilius Maro (Virgil)

%
Или јас сум мртов или саатот престана.
		-- Groucho Marx's last words

%
Дури и најдобрите пријатели не можат да присуствуваат на погребот на другите.
		-- Kehlog Albran, "The Profit"

%
Секој човек кој го достигна дури интелектуална неговите тинејџерски години почнува да се сомневадека животот не е фарса; дека тоа не е дури и моден комедија; дека тоа цветовии fructifies напротив од profoundest трагичен длабочините наод суштинско значење смрт во која се паднал своите корени субјектот. природнитенаследство на секој кој е способен за духовниот живот е unsubduedшума каде што завива волкот и непристојни птица на ноќта четери.
		-- Henry James Sr., writing to his sons Henry and William

%
Секој човек, на сите настани во вашиот живот се таму, бидејќи иматеги привлече таму. Што ќе изберете да се направи со нив е до вас.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Сè што завршува лошо. Во спротивно, нема да заврши.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Се што е во оваа книга може да биде во ред.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Се е можно. Помине зборот.
		-- Rita Mae Brown, "Six of One"

%
Изврши секој чин на својот живот како да е твојот последен.
		-- Marcus Aurelius

%
Проширување значи комплексност; и сложеноста на забите.
		-- Marcus Aurelius

%
Фактите се непријатели на вистината.
		-- Don Quixote

%
Фаин би се искачи, но не плаши јас да падне.
		-- Sir Walter Raleigh

%
Верата излегува низ прозорец кога убавината доаѓа во на вратата.
		-- Sir Walter Raleigh

%
Верата е под левата брадавица.
		-- Martin Luther

%
Пополнете што е празен, испразнете што е целосна, гребење, каде што ме чеша.
		-- Alice Roosevelt Longworth

%
... "Оган" не е важно, "земја" и "воздух" и "вода" не е важно."Јас" не е важно. Нема збор е важно. Но, човекот заборава реалноста и се сеќавазборови. На повеќе зборови, тој се сеќава, попаметниот се неговите соработници го почитуваат.Тој гледа на големиот трансформации во светот, но тој не го гледанив како што се гледа кога човекот се свртел реалност за прв пат.Нивните имиња се дојде до усните и тој се насмевнува како што тој ги има вкус, мислејќи декаги знае во именувањето.
		-- Roger Zelazny, "Lord of Light"

%
За брзо дејство олеснување, обидете се забавува.
		-- Roger Zelazny, "Lord of Light"

%
За добар, да се вратите добро.За зло, се врати на правдата.
		-- Roger Zelazny, "Lord of Light"

%
Зашто, ако постои грев против животот, таа се состои можеби не толку многу воочај на живот во надеж за уште еден живот и избегнување нанеумолива величенственоста на овој живот.
		-- Albert Camus

%
За вашиот покајание, велат дека пет поздравувам Марии и еден силен бла!
		-- Albert Camus

%
Сила нема место каде што постои потреба од вештини.
		-- Herodotus

%
Правила на судбината да живее според: # 2Никогаш не гуска на Wolverine.
		-- Herodotus

%
FORTUNE правила кои се живее: # 23Не ја исклучи еден полициски автомобил, кога се вршат нелегална пресврт.
		-- Herodotus

%
Од слушање доаѓа мудрост и да зборуваат на покајание.
		-- Herodotus

%
Од лулка до ковчегот долна облека на прво место.
		-- Bertolt Brecht

%
Општо земено, начин на воинот е одлучна прифаќање на смртта.
		-- Miyamoto Musashi, 1645

%
Добивање во неволја е лесно.
		-- D. Winkel and F. Prosser

%
Се стигне до таму е само половина колку што се стигне до таму и назад.
		-- D. Winkel and F. Prosser

%
Со оглед на избор меѓу тага и ништо, јас би изберете тага.
		-- William Faulkner

%
Бог ни даде спокојство да ги прифати работите што не може да се промени, храброст дапромена на работи што можете да, и мудрост да ја знае разликата.
		-- William Faulkner

%
Бог им наредува на срце, а не со идеи, но со болки и противречности.
		-- De Caussade

%
Бог е површни точка помеѓу нула и бесконечност.
		-- Alfred Jarry

%
Бог го создаде се од ништо, но ништо покажува преку.
		-- Paul Valery

%
Збогум. Одам, бидејќи јас сум досадно.
		-- George Saunders' dying words

%
Збогум, студен свет.
		-- George Saunders' dying words

%
Доби речникот? Сакам да се знае значењето на животот.
		-- George Saunders' dying words

%
Велики дела се составени од мали дела.
		-- Lao Tsu

%
**** РАСТ SERVICE CENTER ПОПРАВКИЗа оние кои имаат премногу на Esalen, Topanga и Kairos. Изморен одсе вистински цело време? Дали сакате да дознаете како да се биде малкулажна повторно? Дали сте откриле толку многу што сте почнуваат да се избегнелуѓе? Дали сте го допре толку многу луѓе што сите тие се почнуваат да сесе чувствуваат на ист? Како да се биде малку зависни? Се совршени оргазмипочнуваат да те понесе? Дали ви се допаѓа, барем еднаш, да не го изразатчувство? Или уште подобро, да биде во контакт со него на сите? Дојде кај нас. ниеветувам дека ќе ви се ослободат од товарот на вашиот голем потенцијал.
		-- Lao Tsu

%
Задоволство е да се има нула за секој чеша.
		-- Ogden Nash

%
Среќата е само илузија, исполнет со тага и збунетост.
		-- Ogden Nash

%
Среќата не е да се има она што го сакате, тоа е кои сакаат она што го имате.
		-- Ogden Nash

%
Среќата не е нешто што искуство; тоа е нешто што се сеќавам.
		-- Oscar Levant

%
Има најмалку сака, јас сум најблиску до боговите.
		-- Socrates

%
Тој ти е прикажано, о човеку, што е добро. И што Господ бара од вас,но да се направи лицето на правдата и да го сакаат добрина, и понизно да врвиш пред твојот Бог?
		-- Socrates

%
Тој е навистина мудар кој добива мудрост од друг несреќен случај.
		-- Socrates

%
Тој не знае како да се знае кој не знае, исто така, како да се unknow.
		-- Sir Richard Burton

%
Оној што се составува е помудар од тој кој ја сочинува една книга.
		-- B. Franklin

%
Мислеше на Мусаши, мечот Сент, стои во својата градина повеќе одпред триста години. "Што е" Тело на карпа? " тој беше побарано.Во одговорот, Мусаши повика ученик на неговиот предлог и му се самоубие од страна нанамалувањето на стомакот со нож. Исто како што на ученик беше за да се усогласат,Магистер сопре раката, велејќи: "Тоа е" Тело на карпа ".
		-- Eric Van Lustbader

%
Тој што очајува над настан е кукавица, но тој кој има надежи зачовечката состојба е будала.
		-- Albert Camus

%
Оној што не знае и знае дека не знае е неук. Учат него.Оној што не знае и не знае дека тој не знае дека е будала. Бегаат од него.Оној кој што знае, а не знае дека тој знае спие. Се разбудам него.
		-- Albert Camus

%
Оној што не знае ништо, не знае ништо.Но, тој што знае дека не знае ништо знае нешто.И кој знае брат на сопругата на некој чиј пријател не знае ништо,тој знае нешто. Или нешто слично.
		-- Albert Camus

%
Оној кој што знае другите е мудар.Тој што се знае е просветлен.
		-- Lao Tsu

%
Оној кој што знае дека доволно е доволно секогаш ќе има доволно.
		-- Lao Tsu

%
Оној кој знае, не зборува. Оној кој зборува, не знае.
		-- Lao Tsu

%
... Тој се смее не верува во она што тој се смее, но ниту еднане, тој го мразам. Затоа, се смее зло не значи подготовка себе за даборба против неа, и се смее на добар значи негирање на власт преку кој е добаравто-размножување.
		-- Umberto Eco, "The Name of the Rose"

%
Тука е тест за да најдете дали вашата мисија на земјата е завршена:ако сте живи, тоа не е.
		-- Umberto Eco, "The Name of the Rose"

%
Како може да се докаже дали во овој момент ние се спие, и сите нашимисли се сон; или дали сме будни, и да разговараат еден со другво будна состојба?
		-- Plato

%
Јас не се плашам од утре, зашто сум го видел вчера и јас сакам денес.
		-- William Allen White

%
Јас не верувам во реинкарнација на било кој од моите други животи. Јас не гледам зоштоЈас треба да се верува во тоа и во овој.
		-- Strange de Jim

%
Не знам дали јас тогаш беше човек сонува бев пеперутка, илидали сега сум пеперутка сонувам јас сум човек.
		-- Chuang-tzu

%
Јас не ја барам на незнаењето; неуките ме бараат - Јас ќе ги научи.Го прашав ништо, но искреност. Ако тие доаѓаат од навика, тие стануваат заморни.
		-- I Ching

%
"Добив ништо од Врховниот просветителството, и за тоа многупричина што тоа се нарекува Врховниот просветлување ".
		-- Gotama Buddha

%
Мразам умирање.
		-- Dave Johnson

%
Јас имам една едноставна филозофија:Пополнете што е празна.Испразнете што е полна.Изгребете каде што ме чеша.
		-- A. R. Longworth

%
Јас често се жали на мојот говор, никогаш не ми тишина.
		-- Publilius Syrus

%
Јас сум го видел иднина и тоа е исто како и денес, само подолго.
		-- Kehlog Albran, "The Profit"

%
Се надевам дека не сме се преправа да биде зло додека тајно се добри.Тоа би било нечесно.
		-- Kehlog Albran, "The Profit"

%
Јас само заборавив мојата целото филозофија на живот !!!
		-- Kehlog Albran, "The Profit"

%
Јас не знам како дојдов во ова, јас ќе го наречеме умирање живот илиживата смрт?
		-- St. Augustine

%
"Јас сосема се согласувам со вас", рече на војвотката; "И моралот натоа е - `биде она што се чини дека е" - или, ако сакате да го ставиповеќе, едноставно - `Никогаш не се замисли себе си да не биде поинаку од она штоможе да се појави на другите дека она што сте биле или би можело да не бешеспротивно од она што се ќе им се појави да бидена друг начин. "
		-- Lewis Carrol, "Alice in Wonderland"

%
Ако гуру падне во шумата и никој не го слуша, тој беше навистинагуру на сите?
		-- Strange de Jim, "The Metasexuals"

%
Ако човек има силна вера може да се занесе во раскошот на скептицизам.
		-- Friedrich Nietzsche

%
Ако човек ја губи својата почит за секој дел од животот, тој ќе ја изгуби својатапочит за сите на животот.
		-- Albert Schweitzer

%
Ако имав формула за заобиколување проблеми, јас не би го помине околу.Проблеми создава капацитет да се справи со неа. Не велам проблеми прегратка; тоа етолку лоша како што третираат како непријател. Но, јас не се каже исполнат тоа како пријател, заќе видите дека многу од тоа и сте имале подобро да зборувате со него.
		-- Oliver Wendell Holmes, Jr.

%
Ако имав мојот живот да живеат во текот на, би се обидувал да се направи повеќе грешки следниот пат. јасќе се релаксираат, би предница, јас ќе биде sillier отколку што биле на овојпатување. Знам дека на многу малку нешта што би ја сфаќаат сериозно. Јас би бил полуда.Јас ќе се искачи повеќе планини, плива повеќе реки и се види на повеќе зајдисонца. јас бипатуваат и да видиме. Јас ќе имаат повеќе вистинските проблеми и помалку имагинарни оние.Гледаш, јас сум еден од оние луѓе кои живее профилактички и разумнои sanely, час по час, ден по ден. О, јас имале моменти и,ако имав тоа да се направи тоа повторно, јас ќе треба повеќе од нив. Всушност, би се обидувал данемаат ништо друго. Само моменти, една по друга, наместо на живеење толку многугодини пред секој ден. Јас сум бил еден од оние луѓе кои никогаш не оди никадебез термометар, шише hotwater, гаргара, мантил и падобран.Ако морав да го направи тоа повторно, јас ќе одам места и да се прават работите и патувањеполесен отколку што треба. Ако имав мојот живот да се живее повеќе, јас ќе започне боси нозена почетокот на пролетта и на тој начин да се остане во текот на есента. Јас ќе игра hookyповеќе. Јас веројатно не ќе се направи толку добри оценки, но јас ќе дознаете повеќе. јас бивози на повеќе весело-Go-круга. Јас ќе го избере повеќе маргаритки.
		-- Oliver Wendell Holmes, Jr.

%
Ако малку зелени мажи завршуваат во вашиот двор, скрие било мало зелено жениимаш во куќата.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Ако луѓето не се плашат да умрат,тоа е бесполезно да им се закануваат со смрт.Ако мажите живеат во постојан страв од смртта,И ако кршење на законот значи човек ќе биде убиен,Кој ќе се осмели да го прекршуваат законот?Секогаш постои официјален егзекутор.Ако се обидете да го заземе своето место,Тоа е како да се обидува да биде господар столар и сечење дрво.Ако се обидете да го намали дрво како господар столар,вие само ќе му наштети вашата рака.
		-- Tao Te Ching, "Lao Tsu, #74"

%
Ако нешто не е во ред, тогаш тоа во крајна линија би билекорисни за тоа да тргне наопаку.
		-- Tao Te Ching, "Lao Tsu, #74"

%
Ако господар умира и ученици тагува, животот на двајцата имаатзалудно потрошени.
		-- Tao Te Ching, "Lao Tsu, #74"

%
Ако на патот да биде убава, да не се прашуваат каде тоа води.
		-- Anatole France

%
Ако постои можност на неколку работи се во ред,оној кој ќе предизвика најмногу штета ќе биде еден да тргне наопаку.Ако сметаат дека постојат четири можни начини на кои постапкатаможе да тргне наопаку, и заобиколат овие, тогаш една петтина начин веднаш ќе се развие.
		-- Anatole France

%
Ако постои грев против животот, таа се состои можеби не толку многу во очајна живот во надеж за уште еден живот и избегнување на неумолива возвишеностна овој живот.
		-- Albert Camus

%
Ако ние не го смениме нашиот насока ние сме најверојатно да се заокружи каде одиме.
		-- Albert Camus

%
Ако ние не преживее, ние не се направи нешто друго.
		-- John Sinclair

%
Ако не сте за себе, кој ќе биде за вас?Ако сте за себе, тогаш што си ти?Ако не сега, кога?
		-- John Sinclair

%
Ако може да преживее смртта, што веројатно може да преживее ништо.
		-- John Sinclair

%
Ако се најде решение и да се прикачени на него, решението може да станеСледниот вашиот проблем.
		-- John Sinclair

%
Ако ги измамат околу со нешто доволно долго, тоа на крајот ќе се скрши.
		-- John Sinclair

%
Ако треба да мразам, мразам нежно.
		-- John Sinclair

%
Ако треба да размислат за тоа, ти си во ред.
		-- John Sinclair

%
Ако се задржи нешто доволно долго, можеш да го фрлаат.
		-- John Sinclair

%
Ако живеете доволно долго, ќе видите дека секоја победа се претвора во пораз.
		-- Simone de Beauvoir

%
Ако имате само чекан, ќе имаат тенденција да се види секој проблем кој треба да помине.
		-- Maslow

%
Ако ви се стави надвор доволно долго, тоа би можело да исчезне.
		-- Maslow

%
Ако одбие да прифати ништо, но најдобро што многу често го добие.
		-- Maslow

%
Ако чекате доволно долго, тоа ќе оди далеку ... после завршувањето на својата штета.Ако тоа беше лошо, тоа ќе се врати.
		-- Maslow

%
Ако сакате Божјата правда, умре.
		-- Nick Seldon

%
Ако вашата цел во животот е ништо, не можете да пропуштите.
		-- Nick Seldon

%
Ако вашата среќа зависи од она што некој друг го прави тоа, претпоставувам дека го правитеда има проблем.
		-- Richard Bach, "Illusions"

%
Илузија е прв од сите задоволства.
		-- Voltaire

%
Бесмртноста - судбина полоша од смрт.
		-- Edgar A. Shoaff

%
Во стан, да биде блиску до земјата.Во медитација, истражувам длабоко во срцето.Во справувањето со другите, да биде нежна и вид.Во својот говор, да биде вистина.Во својата работа, да се компетентни.Во акцијата, да внимаваат на вашиот тајминг.
		-- Lao Tsu

%
Со цел да се открие кој и да си, прво да научат кои сите ти се;ти си она што остана.
		-- Lao Tsu

%
Со цел да живеат слободно и среќно, мора да жртвува здодевност.Тоа не е секогаш лесна жртва.
		-- Lao Tsu

%
И покрај се ', јас се уште верувам дека луѓето се добри во срцето.
		-- Anne Frank

%
На долг рок сите сме мртви.
		-- John Maynard Keynes

%
Во следниот свет, ти си на своја.
		-- John Maynard Keynes

%
Поточно, првиот благородна вистината на будизмот, обично се преведува како`Целиот живот е страдање," е повеќе точно изречена `животот е исполнетсо чувство на продорни unsatisfactoriness.
		-- M. D. Epstein

%
Наместо љубов вашите непријатели, се третираат вашите пријатели малку подобро.
		-- Edgar W. Howe

%
Интелект поништи судбината.Досега, како човек мисли, тој е слободен.
		-- Ralph Waldo Emerson

%
Тоа не го прави да се остави во живо змеј од вашите пресметки.
		-- Ralph Waldo Emerson

%
Тоа е полесно и е на камилата да помине низ иглени уши, ако тоа елесно подмачкан.
		-- Kehlog Albran, "The Profit"

%
Тоа е среќа, не Мудроста, која владее животот на човекот.
		-- Kehlog Albran, "The Profit"

%
Тоа не прави нешто што сакате да направите, но вкусот на нешто што ние треба да се направи,што го прави животот благословени.
		-- Goethe

%
Тоа е само со ризикувајќи ги нашите лица од еден час на друг во кој живеемевоопшто. И доволно често за нашата вера претходно во несертифицирани резултате единственото нешто што го прави резултатот да се обистини.
		-- William James

%
Тоа е само со срцето може да се види јасно, што е од суштинско значење еневидлив за око.
		-- The Fox, 'The Little Prince"

%
Се вели дека осамен орел лета на планинските врвови, а сиромавиотмравка индексира на земјата, но не може да се душата на мравка издигнува високо како орел?
		-- The Fox, 'The Little Prince"

%
Тоа е толку глупав на модерната цивилизација, го завршил верувајќи воѓаволот кога тој е единственото објаснување за тоа.
		-- Ronald Knox, "Let Dons Delight"

%
Тоа е преку симболи кои човек свесно или несвесно се живее, работии има свое битие.
		-- Thomas Carlyle

%
Тоа ќе биде корисно да се премине на голема тек ... Змејот е накрило на небото ... Големиот човек се rouses на неговата работа.
		-- Thomas Carlyle

%
Тоа е полесно да се преземат, освен од тоа да го стави назад заедно.
		-- Washlesky

%
Тешко е да се вози на границата, но тоа е потешко да се знае каде се границите.
		-- Stirling Moss

%
Тоа не е реалност, која е важна, но како да се гледаат работите.
		-- Stirling Moss

%
"Тоа е денес!" рече Piglet."Мојот омилен ден", рече Пух.
		-- Stirling Moss

%
Тоа е многу незгодно да биде смртно - никогаш не знаеш кога сè можеодеднаш запре се случува.
		-- Stirling Moss

%
Joshu: Кој е вистинскиот начин?Нансен: Секој пат е вистинскиот пат.Ј: Може ли да го учат?N: На повеќе ќе ви учат, подалеку од патот.Ј: Ако јас не го учат, како можам да го знам тоа?Н: Патот не припаѓа на работите гледа: ниту да работи невидена.Тоа не му припаѓа на работите е познато: ниту да работи непозната. Далине го бараат, го учат, или името на таа. За да се најдете на тоа, отворенсебе си како широк како на небото.
		-- Stirling Moss

%
Само сети се, каде и да одите, не сте.
		-- Buckaroo Bonzai

%
Љубезноста е почетокот на суровост.
		-- Muad'dib [Frank Herbert, "Dune"]

%
Дозволете ни да се погледне назад во лутина или напред со страв, но околу нас во свеста.
		-- James Thurber

%
Животот може да биде толку трагично - ти си тука денес и тука утре.
		-- James Thurber

%
постои живот без позната цел.
		-- James Thurber

%
Животот е голема авантура - или тоа не е ништо.
		-- Helen Keller

%
Животот е да се знае колку далеку да се оди без преминување на линијата.
		-- Helen Keller

%
Животот е како велосипед 10 брзина. Повеќето од нас имаат брзини ние никогаш не се користи.
		-- C. Schultz

%
Животот е како канализација. Што ќе добиете од тоа ќе зависи од она што го стави во неа.
		-- Tom Lehrer

%
Животот е детство на нашите бесмртност.
		-- Goethe

%
Животот е живот и да правите, смртта е живот што не го прават.
		-- Joseph Pintauro

%
Животот е поривот да екстаза.
		-- Joseph Pintauro

%
Животот може да немаат значење, или, уште полошо, тоа може да има смисла за коиќе се вртат.
		-- Joseph Pintauro

%
Живот бара само од тебе силата што го поседуваат.Само еден подвиг е можно - да не се бега.
		-- Dag Hammarskjold

%
Животот смрди, но смртта не се стави надвор на сите.
		-- Thomas J. Kopp

%
Како, ако јас не сум за мене, а потоа Фер Shure, како што ќе биде? И ако, y'know,ако јас не сум како фери некој друг, тогаш еј, мислам, она што сум јас? И ако неСега, како што знам, можеби како кога? И ако не Кој, тогаш јас знам, можебикако Ролинг Стоунс?му се припишува на рабинот Хилел.)
		-- Rich Rosen (Rabbi Valiel's paraphrase of famous quote

%
Живеат никогаш не треба да се срами ако ништо друго да се направи или да каже еобјавен во целиот свет - дури и ако она што е објавено не е точно.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Живеење во комплексниот свет на иднината е нешто како морале пчелиживеат во вашата глава. Но, таму се наоѓаат.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Осаменоста е страшна цена да се плати за независност.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Долго беа денови на болка имам поминато рамките на нејзините ѕидови, идолго беа ноќи на самотија; и кој може да отстапи од својатаболка и неговата самотија без каење?
		-- Kahlil Gibran, "The Prophet"

%
дофат на човекот смее да надминува неговата контрола, зошто друго место на небото?
		-- Kahlil Gibran, "The Prophet"

%
[Зрелост се состои во откривањето дека] доаѓа еден критичен моменткаде што сè е обратна, по што станува точка за да се разбереповеќе и повеќе дека постои нешто што не може да се разбере.
		-- S. Kierkegaard

%
Мохандас К. Ганди често се премисли јавно. Помошник еднаш го прашавкако би можел толку слободно контрадикторни оваа недела она што го рече минатата недела.Голем човек одговори дека тоа е затоа што оваа недела тој знаеше подобро.
		-- S. Kierkegaard

%
Марфи беше оптимист.
		-- Robert Fulghum, "All I ever really needed to know I learned

%
Законот Марфи е рекурзивен. Перење на вашиот автомобил да се направи дожд не функционира.
		-- Robert Fulghum, "All I ever really needed to know I learned

%
Музика во душата може да се слушне од страна на универзумот.
		-- Lao Tsu

%
Мојата религија се состои од скромен восхит на illimitable супериоренДухот кој се открива во мали детали ние сме во состојба да се согледасо нашите изнемоштени и изнемоштени умот.
		-- Albert Einstein

%
Мојата теологија, накратко, е дека универзумот е диктиран но не се потпишани.
		-- Christopher Morley

%
Nasrudin повика на голема куќа да се соберат за добротворни цели. Слугата му рече"Мојот господар е надвор." Nasrudin одговори: "Кажете му на вашиот господар дека следниот пат тојизлегува, и тој не треба да се остави лицето на прозорецот. Некој би можел да го украде. "
		-- Christopher Morley

%
Nasrudin се врати во своето село од царски град, а селанитесе собраа да го слушнат она што помина. "Во тоа време", рече Nasrudin "Јассамо сакам да кажам дека кралот ми зборуваше. "Сите селани, ноstupidest растрча да се рашири прекрасна вест. Останатите селанецпраша: "Што кралот да ви кажам?" "Она што тој го рече - и сосема јасно,за секого да се слушне - беше "Земи ми се од патот!" На абдал беше пресреќен;тој ги чу тие зборови, всушност, се зборува од страна на кралот, и видел многу човек штосе зборува.
		-- Christopher Morley

%
Nasrudin влегол во продавница за еден ден, а сопственикот дојде напред да им служи нанего. Nasrudin рече: "Првите нешта прво. Дали ќе ме види одам во вашатакупуваат? "	"Секако.""Дали некогаш сте ме виделе порано?""Никогаш"."Тогаш, како знаеш дека сум јас?"
		-- Christopher Morley

%
Nasrudin влегол во teahouse и изјавиле, "Месечината е покорисноод сонцето. ""Зошто?", Тој беше побарано."Затоа што во текот на ноќта ние треба светлина повеќе."
		-- Christopher Morley

%
Nasrudin носел дома парче од црниот дроб и рецепт за црниот дроб пита.Одеднаш птица грабливка паднаа и протна парче месо од неговатарака. Како птицата полета, Nasrudin наречен по него, "глупави птица! Можетеимаат црниот дроб, но она што можете да направите со него без рецепт? "
		-- Christopher Morley

%
Деведесет проценти од сè е глупости.
		-- Theodore Sturgeon

%
Деведесет проценти од времето, работите да испаднат полошо отколку што мислев, дека тие би.Другите десет проценти од времето што немаше право да очекуваме дека многу.
		-- Augustine

%
Ниту еден човек не е Iland, intire на тоа selfe; секој човек е peece наКонтинентот, дел од maine; ако Клод пчела измие од страна на морето,Европа е Lesse, како и ако Promontorie беа, како и во случајна Mannor на пријатели ти или на owne твои беа; било Mans смрт се намалувамене, бидејќи јас сум вклучен во Mankinde; И затоа никогаш не испрати да знаетеза кого Бел патарини; Тоа патарини за тебе.
		-- John Donne, "No Man is an Iland"

%
Без разлика каде и да одам, на место е секогаш се нарекува "овде".
		-- John Donne, "No Man is an Iland"

%
Не користите добива премногу се вклучени во животот - ти си тука само за многу кратко време.
		-- John Donne, "No Man is an Iland"

%
Никој никогаш не го уништи нивниот вид со гледање на светлата страна од нешто.
		-- John Donne, "No Man is an Iland"

%
Глупости и убавина имаат блиски врски.
		-- E. M. Forster

%
Нормални времиња веројатно може да биде над засекогаш.
		-- E. M. Forster

%
Не секое прашање заслужува одговор.
		-- E. M. Forster

%
Ништо во животот е да се стравува. Тоа е само да се разберат.
		-- E. M. Forster

%
Ништо не е толку едноставно како што изгледа на првИли како безнадежна како што изгледа во срединатаИли, како што заврши како што изгледа на крајот.
		-- E. M. Forster

%
Ништо не е, но она што не е.
		-- E. M. Forster

%
Ништо не е секогаш со целосна загуба; таа секогаш може да служи како лош пример.
		-- E. M. Forster

%
Ништо не е толку цврсто верува на оној кој што најмалку се знае.
		-- Michel de Montaigne

%
Ништо не е важно многу, и неколку работи важно на сите.
		-- Arthur Balfour

%
Од сите мажи беди, горчлива е ова:да се знае толку многу и имаат контрола врз ништо.
		-- Herodotus

%
Откако паста за заби е надвор од цевка, тоа е тешко да го добие назад.
		-- H. R. Haldeman

%
Откако таму живееле во едно село од суштества по дното на големореката кристал. Секое суштество на свој начин се држеле цврсто на гранчињаи камењата на дното на реката, за припивам беше нивниот начин на живот, иотпорен на струја она што секој го научил од раѓање. Но, едно суштествоизјави во последно: "Јас верувам дека сегашниот знае каде оди. Јас ќенека оди, и нека ме однесе таму каде што нема. Припивам, ќе умре од досада. "Други суштества се насмеа и рече: "бе! Нека оди, и дека сегашнитесе поклонуваат ќе фрли ви падна и го скрши низ карпи, и ќеумираат побрзо од досада! "Но, не ги послуша, и земање на здив се нека оди, и вобеше еднаш падна и го скрши од страна на сегашниот низ карпи. Сепак, со текот на времето,како суштество одби да се држат повторно, сегашниот го подигна ослободени оддното, и тој беше модринки и повредени нема.И суштества низводно, на кои тој беше странец, извика: "Видетечудо! Суштество како нас, но тој лета! Види Месијата, седа се спаси сите нас! "А оној врши во тековната рече:" Јас не сум повеќеМесијата од вас. Реката задоволство да ни ги укине бесплатно, само ако се осмелуваат да се прости.Нашата вистинска работа е ова патување, оваа авантура.Но тие извикаа повеќе, "Спасител!" сите, додека се држат докарпи, правејќи легенди на Спасителот.
		-- Richard Bach

%
Откако сте се обиделе да го промени светот ќе се најде тоа е еден куп полеснода се промени вашиот ум.
		-- Richard Bach

%
Еден ден, беше најавено дека младиот монах Kyogen стигналпросветлен државата. Многу импресиониран од оваа вест, неколку од неговите врснициотиде да разговара со него."Ние сме слушнале дека ќе се просветли. Дали е тоа вистина?" неговите колегистудентите праша."Тоа е", Kyogen одговори."Кажи ни", вели еден пријател ", како се чувствувате?""Како мизерно како и секогаш", одговори просветлен Kyogen.
		-- Richard Bach

%
Еден ден на кралот одлучи дека тој ќе ги принуди сите негови поданици да му кажете навистината. Бесилка е подигната пред портите на градот. Предвесник најави,"Кој ќе влезе во градот мора прво да се одговори на вистината на прашањетокои ќе бидат ставени на него. "Nasrudin беше прв во редот. Капитенот настража го прашав: "Каде одиш каже вистината - алтернативае смрт со бесење. ""Одам", рече Nasrudin "да се обеси на таа бесилка.""Јас не ти верувам.""Многу добро, ако сум излажан, а потоа ми се откажам!""Но, тоа ќе го направи на вистината!""Токму така", рече Nasrudin ", својата вистина."
		-- Richard Bach

%
Еден учи да се чеша, каде што може да се нула.
		-- Ernest Bramah

%
Еден исполнува својата судбина често на патот што е потребно за да се избегне тоа.
		-- Ernest Bramah

%
Еден монах рече на другите ", рибата неуспех на голот! Како ќе гоживее? "Другиот рече:" Кога сте го добиле на голот, јас ќе ти кажам. "
		-- Ernest Bramah

%
Само што во тебе, која ми е да се слушне она што сакам да кажам.
		-- Baba Ram Dass

%
Само оние кои лежерно се пријде она што масите се зафатени околуможе да биде зафатен за тоа што масите се лежерно.
		-- Lao Tsu

%
Рајот е исто како и тоа каде се наоѓате во моментов ... само многу, многу подобро.
		-- Laurie Anderson

%
Совршенството е постигнат, а не кога таму не е ништо друго да се додаде, нокога веќе не постои ништо да се земе.
		-- Antoine de Saint-Exupery

%
Можеби најголемите разочарувања беа оние во секој случај што се очекуваше.
		-- Antoine de Saint-Exupery

%
Филозофија ќе клип крилјата на ангелот.
		-- John Keats

%
Притисни каде што дава и гребење каде што ме чеша.
		-- John Keats

%
Реалноста секогаш се чини поладно во раните утрински часови.
		-- John Keats

%
Реалноста не постои - уште.
		-- John Keats

%
Реалноста е доволно лошо, зошто јас треба да ја каже вистината?
		-- Patrick Sky

%
Реалноста е наменет за луѓе кои немаат фантазија.
		-- Patrick Sky

%
Реалноста е само лесен мерка на сложеност.
		-- Alvy Ray Smith

%
Реалноста е само за слабаци за луѓе кои не можат да се справат научна фантастика.
		-- Alvy Ray Smith

%
Реалноста е ништо друго освен колективно комат.
		-- Lily Tomlin

%
"Реалноста е тоа што, кога ќе престанеме да веруваме во него, не оди си".
		-- Philip K. Dick

%
Запомнете, Скакалец, паѓа надолу по скалите 1000 започнува со трипал надпрвиот.
		-- Confusion

%
Правило на животот # 1 - Никогаш не се одделени од вашиот багаж.
		-- Confusion

%
Гледање е верување. Ти не би го виделе ако не се верува.
		-- Confusion

%
Од сè во животот е само искуство совршен во се она што е,со ништо да се направи со добри или лоши, прифаќање или одбивање, може да ипукна во смеа.
		-- Long Chen Pa

%
Толку малку време, па малку да се направи.
		-- Oscar Levant

%
Понекогаш дури и да се живее е чин на храброст.
		-- Seneca

%
Понекогаш ќе добиете речиси неодолива потреба да се оди на живеење.
		-- Seneca

%
Стандарди се различни за сите нешта, па стандард поставен од страна на човекот е одне е единствен "одредени" стандард. Ако грешка што е во однос нанешто сигурно, се оддалечиле далеку од крајната вистина.
		-- Chuang Tzu

%
Страдаат сам постои, ниту кои страдаат;Делото постои, но не е сторител на истите;Нирвана е, но никој не го бара;Патот постои, но никој кој што патува.
		-- "Buddhist Symbolism", Symbols and Values

%
Суеверие, идолопоклонство, и лицемерство има изобилство од платите, но вистината одиа-молат.
		-- Martin Luther

%
Земи си умирање со некои сериозност, сепак. Смеењето на патот конизвршувањето не ви генерално е разбрана од страна на помалку напредни форми на живот,и тие ќе ти се јавам луд.
		-- "Messiah's Handbook: Reminders for the Advanced Soul"

%
Дека тоа е е дека тоа не е не е.
		-- "Messiah's Handbook: Reminders for the Advanced Soul"

%
Тоа, што е, е.Тоа, што не е, не е.Тоа, што е, не е тоа, тоа не е.Тоа, што не е, не е тоа, тоа е.
		-- "Messiah's Handbook: Reminders for the Advanced Soul"

%
Апсурдот е суштински концепт и првиот вистината.
		-- A. Camus

%
Најдобро ќе го добиете е дури и се скрши.
		-- Franklin Adams

%
"Синџирот која може да се извади не е вечен синџир."
		-- G. Fitch

%
Главна причина за проблемите е решенија.
		-- Eric Sevareid

%
Главниот опасност во животот е тоа што може да се земе многу мерки на претпазливост.
		-- Alfred Adler

%
Деновите се празни, а ноќите се нереални.
		-- Alfred Adler

%
Вратата е клучот.
		-- Alfred Adler

%
Окото е вистинска ноќна мора да се расчисти очите, увото е вистинска ноќна мора за суптилни расправа,умот е вистинска ноќна мора за мудрост, секој орган на сетилата е вистинска ноќна мора за својатасопствена способност. ... Гужва, богот на Јужниот Океан, и се секираат, боготна Северна Океан, се случи еднаш да се сретнат во царството на хаосот, боготна центарот. Хаос ги третираат многу удобно и тие разговараа заедношто можат да направат за да го отплати неговата љубезност. Тие забележале дека, со оглед на тоасекој друг има седум отвори, за вид, слух, јадење, дишење итака натаму, хаос немаше. Па тие одлучија да се направи експеримент на здодевни дупкиво него. Секој ден тие досадно дупка, а на седмиот ден, хаос умре.
		-- Chuang Tzu

%
На подалеку ќе одиме, толку помалку знаеш.
		-- Lao Tsu, "Tao Te Ching"

%
Конечниот заблуда е верување дека ја изгуби сите илузии.
		-- Maurice Chapelain, "Main courante"

%
Првиот услов за бесмртност е смрт.
		-- Stanislaw Lem

%
Најголемата болка се оние кои ние самите да предизвика.
		-- Sophocles

%
Најдолгиот дел од патот се вели дека донесувањето на портата.
		-- Marcus Terentius Varro

%
Главните гревот е грев да се роди.
		-- Samuel Beckett

%
На трговската марка на вашето незнаење е во длабочината на вашата верба во неправдаи трагедија. Она што гасеницата го нарекува крај на светот,господар повикува пеперутка.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Колку повеќе закони и да се направи познат, толку повеќе крадци иразбојници ќе има.
		-- Lao Tsu

%
Толку повеќе ќе ви се жалат, толку повеќе Бог ви овозможува да се живее.
		-- Lao Tsu

%
Мов на дрвото не се плашат од канџите на јастреб.
		-- Lao Tsu

%
Најскапата од сите лудости е да се верува страсно во palpablyне е вистина. Тоа е главната окупација на човештвото.
		-- H. L. Mencken

%
Единствената разлика помеѓу рутина и гроб е нивната димензии.
		-- H. L. Mencken

%
Единствената среќа лежи во причина; сите остатокот од светот е лош.Највисоката причина, сепак, гледам во работата на уметникот, и тој може дасе доживее како таков. Среќата лежи во брзината на чувство иразмислување: сите остатокот од светот е бавно, постепено и глупави. Којможе да се почувствува за време на светлина зраци ќе биде многу среќен, што е многубрза. Размислувајќи за себе дава малку среќа. Ако, пак, некој се чувствувамногу среќа во тоа, тоа е затоа што на крајот никој не размислува засебе туку за еден идеал. Ова е далеку, а само брзо ќе стигнатшто и се воодушевени.
		-- Nietzsche

%
Оптимист смета дека ова е најдобриот од сите можни светови,и песимист го знае тоа.
		-- J. Robert Oppenheimer, "Bulletin of Atomic Scientists"

%
Сепак вери значи многу малку, Coth одговори на темно Бог, уште зборуваречиси нежно. Оптимист прокламира дека живееме во најдобриот од ситеможни светови; и песимист стравува дека тоа е точно.
		-- James Cabell, "The Silver Stallion"

%
Песните, сите три стотина од нив, може да се сумира во една од нивните фрази:"Нека нашите мисли се точни".
		-- Confucius

%
Цената на успех во филозофија е секојдневие.
		-- C. Glymour.

%
Прашањата остануваат исти. Одговорите се вечно променливи.
		-- C. Glymour.

%
Трката не е секогаш за брзите, ниту борбата за силните, нотоа е начинот да се обложи.
		-- Damon Runyon

%
Коренот на сите суеверие е дека мажите се забележи кога нешто хитови,но не и кога губи.
		-- Francis Bacon

%
Спасител станува жртва.
		-- Francis Bacon

%
Душата нема да има виножито имаше очи нема солзи.
		-- Francis Bacon

%
Состојбата на невиност содржи бактерии на сите идни гревови.
		-- Alexandre Arnoux, "Etudes et caprices"

%
Вистинскиот пат оди во текот на јаже, кој не е се протегала по секоја голема височинано само над земјата. Се чини повеќе со цел да ги натера луѓето да се сопнуваатотколку да се оди на.
		-- Franz Kafka

%
Вистината е ретко чисто, и никогаш не се едноставни.
		-- Oscar Wilde

%
Вистината е она што е; она што треба да е валкана лага.
		-- Lenny Bruce

%
Вистината на работа е чувство на тоа, не мисли на неа.
		-- Stanley Kubrick

%
Вистината зборуваш нема минато и нема иднина. Тоа е, и тоа е сè штотреба да биде.
		-- Stanley Kubrick

%
Светот е вашиот вежба-книга, на страниците на кои можете да направите вашата суми.Тоа не е реалност, иако може да се изразат реалноста, ако сакате.Вие исто така бесплатно да се пишува глупости, или лаги, или да ја раскинам на страници.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Нема несреќи она што во универзумот.
		-- Baba Ram Dass

%
Нема победници во животот, само преживеани.
		-- Baba Ram Dass

%
Постојат десет или дваесет основни вистини, и животот е процес наоткривање на нив одново и одново и одново.
		-- David Nichols

%
Има повеќе во животот од зголемувањето на неговата брзина.
		-- Mahatma Gandhi

%
Не постои удобност без болка; со што ќе се дефинираат спасение преку страдање.
		-- Cato

%
Не постои лек за раѓање и смрт, освен да уживаат во интервал.
		-- George Santayana

%
Не постои грев, туку незнаење.
		-- Christopher Marlowe

%
Не постои ништо што не може да се одговори со помош на мојата наука ", речемонах, кои доаѓаат во teahouse каде Nasrudin седна."И уште пред само кратко време, јас се соочи со еден научник сонеодговорливо прашање ", рече Nasrudin."Јас би можеле да го одговори ако сум бил таму.""Многу добро. Тој праша: 'Зошто го упад во мојата куќа вона сред ноќ? "
		-- Christopher Marlowe

%
Има само еден сè.
		-- Christopher Marlowe

%
За да се добие нешто чисто, мора да се добие нешто валкано.За да се добие нешто валкано, еден да не мора да се добие нешто чисто.
		-- Christopher Marlowe

%
Да им даде на среќа е да се заслужуваат среќа.
		-- Christopher Marlowe

%
Да им даде на себе, мора прво да знаеш.
		-- Christopher Marlowe

%
Починале еднаш е доволно.
		-- Publius Vergilius Maro (Virgil)

%
За да го води народот, мора да го следат зад себе.
		-- Lao Tsu

%
Вистината нема посебно време за себе. Нејзините час сега е - секогаш.
		-- Albert Schweitzer

%
Вистината е тешко да се најде и потешко да се нејасни.
		-- Albert Schweitzer

%
Вистината не доаѓа во светот, но како копиле, на срамотна оној што го донесе нејзиното раѓање.
		-- Milton

%
Двајца мажи дојдоа пред Nasrudin кога тој беше судија. Првиот човек рече:"Овој човек има каснато уво - ми побараат отштета." Вториот човек рече:"Тој го гризна себе." Nasrudin се повлече во неговиот комори, и помина еден часобидувајќи се да гризат својот уво. Не успеала само да паѓање и модринкичелото. Враќање во судницата, Nasrudin изговара "Испитачовек чија уво беше каснат. Ако челото е модринки, го направи тоа себе ислучајот е разрешен. Ако челото не е модринки, на другиот човек го направи тоаи мора да плати три сребрени парчиња. "
		-- Milton

%
Двајца мажи седеа кафе, размислуваат за природата на нештата,Со сета почит за нивниот појадок. "Се прашувам зошто е тоа штотост секогаш паѓа на подмачкано страна ", изјави еден."Кажи ми", одговори неговиот пријател, "зошто да се каже такво нешто. Побарајтево ова. "И тој падна тост на подот, каде што слета насува страна."Значи, она што треба да се каже за вашата теорија сега?""Што сум јас да кажам? Ти очигледно подмачкано на погрешната страна."
		-- Milton

%
Отпад не свеж солзи над стариот болка.
		-- Euripides

%
Ние можеме да се интегрираат на вистината, но не можеме да го знаеме.
		-- Yates

%
Имаме никаде на друго место да се оди ... тоа е се што имаме.
		-- Margaret Mead

%
Има само две работи кои треба да се грижите за: Дека работите никогаш нема да севрати во нормала, и дека тие веќе имаат.
		-- Margaret Mead

%
Имаме причина да се плаши. Ова е страшно место.
		-- John Berryman

%
Ние ретко се најде некој кој може да се каже што живеел среќен живот, и кои,задоволни со својот живот, да се повлече од светот, како задоволни гости.
		-- Quintus Horatius Flaccus (Horace)

%
Ние сме во ова сам.
		-- Lily Tomlin

%
Ние сме смртни - што да се каже, ние сме неуки, глупав, и грешни -но тоа се хендикепи. Нашата гордост е што сепак, сега итогаш, ние да се потрудиме. Неколку пати успееме. Што повеќе се осмелуваат бараме?
		-- Ensign Flandry

%
"Ние не зборуваме за една иста работа", рече тој. "За тебе светот ечудно, бидејќи ако не се оптеретувам со тоа си во судир со него. За менесветот е чудно, бидејќи тоа е фантастичен, страшно, таинствен,мистериозен; мојот интерес е да ви убедат дека мора да ги прифатиодговорност за да се биде тука, во овој прекрасен свет, во овој прекрасенпустината, во овој прекрасен време. Сакав да ти што ќе мора да ги убединаучат да се направи секој чин брои, бидејќи ви се случува да се биде тука само закратко време, всушност, е премногу краток за сведочење сите чуда од него. "
		-- Don Juan

%
Па, си помисли, бидејќи ниту Аристотеловата логика ниту дисциплиниза наука се чинеше дека нудат многу надеж, тоа е време да се оди подалеку од нив ...Цртеж неколку длабоки вдишувања дури, тој влезе во менталната состојба практикувасамо со мајстори на универзален начин на Зен. Во него неговиот ум лебдеше слободно,можност да чепкам по волја меѓу парчиња и делови на податоци што го апсорбира,нерасеана од било надвор нарушувања. повеќе логички структури него блокира. Претходна концепции, предрасуди, обичните човечки стандарди исчезна.Сите нешта, оние кои претходно тривијални како и оние кои некогаш се мислело дека е важно,стана апсолутно еднакви со стекнување на апсолутна вредност, откривајќи односине е очигледно за обичните визија. Како мониста нанижани на конец на своитезначење, секое нешто посочи на своја заедничка основа на постоење, која ја делатсите. Конечно, секој почна да се топи во секоја, се престојуваат додека сесите други. И телото веќе не размислува за проблемот, но стана проблем,уништување на субјект-објект од нив да стане.Одминуваше времето, без внимание.Со текот на времето, имаше некаков мешање, а потоа одлучувачки еден, иНакамура стана, насмевка на лицето и светлината на смеа во очите.
		-- Wayfarer

%
Па, знаеш, без разлика каде и да одите, таму ќе се.
		-- Buckaroo Banzai

%
"Па", рече Брахма, "дури и по десет илјади објаснувања, будала непомудар, но интелигентен човек бара само две илјади и петстотини. "
		-- The Mahabharata.

%
Она што не ме уништи, ме прави посилен.
		-- Nietzsche

%
Она што ја прави универзумот толку тешко да се разбере е дека нема ништода се спореди со.
		-- Nietzsche

%
Што нормален човек може да живее во овој свет и да не се луди?
		-- Ursula K. LeGuin

%
Она што сме е дар Божји за нас.Она што ние стануваме е нашиот подарок за Бог.
		-- Ursula K. LeGuin

%
Она што се случува од љубов секогаш е надвор од доброто и злото.
		-- Friedrich Nietzsche

%
Што и да правите ќе биде незначително, но тоа е многу важно што ќе го направи тоа.
		-- Gandhi

%
Кога е темно доволно може да се види на ѕвездите.
		-- Ralph Waldo Emerson,

%
Кога говорникот и тој на кого се зборува не разбирам, што еметафизиката.
		-- Voltaire

%
Кога ветрот е голема, се поклонат пред него;кога ветрот е тешка, доведе до тоа.
		-- Voltaire

%
Кога сте млади, ќе уживате во одржлив илузија дека порано или подоцнанешто чудесно се случува да се случи, дека ви се случува да го надминена твоите родители ограничувања ... Во исто време, да се чувствувате сигурни дека во ситеПустина можност; во сите шуми на мислење, постоиод витално значење нешто што може да се знае - познато и прифатено. Кои ќе гина крајот го знам тоа, и претворање на целата мистерија во кохерентнанаратив. Така што потоа вистинскиот живот еден - точката на сè -ќе се појави од магла во чиста светлина, во вкупно разбирање.Но, тоа не е како што на сите. Но, ако тоа не е, од каде дојде идејатаод, да ги мачат и да ни го вознемири?
		-- Brian Aldiss, "Helliconia Summer"

%
Кога ќе умрам, ќе го изгуби многу важен дел од вашиот живот.
		-- Brooke Shields

%
Кој не се доволно доверба нема да му се верува.
		-- Lao Tsu

%
Мудроста е да се знае што да прави со она што го знаете.
		-- J. Winter Smith

%
Мудроста ретко се наоѓа на листата на бестселер.
		-- J. Winter Smith

%
[Мудрост] е дрво на животот за оние кои се во врскаодржи на неа, што го прави среќен секој од нив ја држи брзо.
		-- Proverbs 3:18, NSV

%
Со слушање доаѓа мудрост, со зборување покајание.
		-- Proverbs 3:18, NSV

%
Вондер е чувството на филозоф и филозофија започнува со интересирање.[А? Тоа е како Џонсон цитирајќи Boswell]
		-- Socrates, quoting Plato

%
Работат напорно.Хард рок.Јадете тешко.Спиењето тешко.Расте големо.Носете очила Ако ви треба "Ем.
		-- The Webb Wilder Credo

%
Да, но кои само сакате да биде?
		-- The Webb Wilder Credo

%
Вие никогаш не се дава желба без да се, исто така, со оглед намоќ да го направи тоа вистина. Можеби ќе треба да работат за него, сепак.Напредно душата "
		-- R. Bach, "Messiah's Handbook : Reminders for

%
Секогаш можете да ги собереш вашиот игла и се пресели во друг ритам.
		-- Tim Leary

%
Можете да добиете * насекаде * во десет минути, ако се вози доволно брзо.
		-- Tim Leary

%
Вие не може да се каже на кој начин возот отиде од страна гледајќи во шините.
		-- Tim Leary

%
Вие не може повеќе да победи војна отколку што може да се победи на земјотрес.
		-- Jeannette Rankin

%
Може да се набљудуваат многу само со гледање.
		-- Yogi Berra

%
Може да се живее само еднаш, но ако го направи тоа право, еднаш е доволно.
		-- Yogi Berra

%
Вие не може да одам таму од тука.
		-- Yogi Berra

%
Вие не може да знае како рачен часовник додека паѓа од авион.
		-- Yogi Berra

%
Вие не може да им помогнам на конец.
		-- Yogi Berra

%
Вие не може да бега засекогаш,Но, нема ништо лошо со добивање на добра шефот на проектот.
		-- Jim Steinman, "Rock and Roll Dreams Come Through"

%
"Вие не може да преживее со цицање на сок од влажна ракавица".		   Одново и одново"
		-- Charles Schulz, "Things I've Had to Learn Over and

%
Не можете да го понесете со вас - особено при преминување на државната граница.
		-- Charles Schulz, "Things I've Had to Learn Over and

%
Се искачи за да стигнат до врвот, но откако таму, да ги открие дека сите патиштаводат надолу.
		-- Stanislaw Lem, "The Cyberiad"

%
Имате цела вечност да се биде претпазлив кога ти си мртов.
		-- Lois Platford

%
Мора да се работи брзо како што може само да останат таму каде што се.Ако сакате да се добие било каде, ќе мора да работи многу побрзо.
		-- Lewis Carroll

%
"Сакаш да кажеш, ако ви овозможи господар да се тргне, да се однесуваме кон вассекој стар начинот на кој тој сака, и да го навредува достоинството, тогаш тој може да сметате дека сеспособен да се слушне неговиот поглед на работите? ""Сосема спротивното. Мора да се брани вашиот интегритет, претпоставувајќиќе имаат интегритет да се брани. Но, мора да ја брани благородно, а не одимитира својата ниска однесување. Ако се нежни, каде што тој е груб,ако сте љубезни, каде што е недоквакан, тогаш тој ќе ви ги признаат какопотенцијално достојни. Ако тој не го прави тоа, тогаш тој не е еден господар, и после сè,и може да се чувствуваат слободни да ја ослободат својот задник ".
		-- Tom Robbins, "Jitterbug Perfume"

%
Секогаш ќе се најде нешто во последното место што изгледа.
		-- Tom Robbins, "Jitterbug Perfume"

%
"Ти би било добро да не се замисли длабочина", рече тој. "Се 'што се чинина значаен повод треба да се живееше по како да е на благо белешка.Спротивно на тоа, тривијалности мора да се посвети внимание со најголема на заштита.Бидејќи смртта е од големо значење, го даде без мисла; затоа што победа е важна,го даде без мисла; бидејќи начинот на остварување и откритие е помалкузначајно од ефектот, живеат секогаш по методот. Ќе се зајакнесебе си во овој начин. "
		-- Jessica Salmonson, "The Swordswoman"

%
Вашата среќа е испреплетена со вашиот поглед на животот.
		-- Jessica Salmonson, "The Swordswoman"

%
Твојот ум разбира она што се изучува; срцето, што е точно.
		-- Jessica Salmonson, "The Swordswoman"

%
Твојот само обврска во секој живот е да се биде верен на себеси. сеточно на некој друг или нешто друго е невозможно не само, нознакот на лажни месија. Наједноставниот прашања се најдлабоките.Каде си роден? Каде е твојот дом? Каде одиш? ШтоДали правиш? Размисли за овие еднаш во некое време и да се види вашите одговорипромени.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Вашата слика на светот често се менува само пред да го добие во фокусот.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
Вашиот перика скршнува на свирка.
		-- Lord Buckley

%
Може да се маршира во ритамот на различни тапанар, но ти сиуште во парадата.
		-- Lord Buckley

%
Универзумот е направен од приказни, а не на атоми.
		-- Muriel Rukeyser

%
Слободата е она што го правите со она што е направено за вас.
		-- Jean-Paul Sartre

%
Постои една тајна личност неоштетени во рамките на секој поединец.
		-- Paul Shepard

%
Ние не се регулирани од страна на војските и полицијата, но со идеи.
		-- Mona Caird, 1892

%
Првото правило на сите интелигентни tinkering е да се задржи сите делови.
		-- Aldo Leopold, quoted in Donald Wurster's "Nature's Economy"

%
Мора да биде промената што сакате да видите во светот.
		-- Mahatma Gandhi

%
Нема луѓе се лоши, како што никој не се сите добри.Tecumseh (Shawnee) на неговиот внук Spemica Lawba 1790
		-- Mahatma Gandhi

%
Мојот разум ми кажува дека земјата не може да бидат продадени - ништо не може да се продаваат, ноработи како што може да се занесувај. Black Hawk (Saulk)
		-- Mahatma Gandhi

%
Продаде земја! Зошто не се продаде на воздухот, големото море, како иЗемјата? Не Велики Дух сите да ги направат за користење на неговотодецата? Tecumseh (Shawnee)
		-- Mahatma Gandhi

%
Ослободете се од негативно влијание. Негативни мисли се старинавики кои се соголуваат во корените на душата.Мојсеј Shongo, (Сенека)
		-- Mahatma Gandhi

%
... Се што на оваа земја има за цел, секоја болест билка за лекувањетоа, и секој човек мисија. Ова е индискиот теоријата за постоење.Оплакување гулаб, (Salish 1888-1936)
		-- Mahatma Gandhi

%
"Дер bestirnte Himmel über Мир und das moralische Gesetz во Мир"тоа е"Ѕвезденото небо над мене, и Законот Морални во мене."
		-- The epigraph on Kant's tombstone.

%
Зборовите летаат далеку, делата остануваат.
		-- The epigraph on Kant's tombstone.

%
Јас сум она што ќе биде; Бев она што се.
		-- The epigraph on Kant's tombstone.

%
Луѓето владее.
		-- The epigraph on Kant's tombstone.

%
Можеби сеќавањето на овие работи ќе се покаже како извор на иднинатазадоволство.
		-- Virgil

%
Секој кој го разбира сето она што доаѓа надвор од среќа веројатноима проблем
		-- Virgil

%
Ако еден милион луѓе велат глупаво нешто, тоа е уште една глупава работа.
		-- Anatole France

%
"Малку гревови се помалку простим во учтиво општество да нудат сиромашните луѓе производи активно бараат. "   - Кетрин Mangu-Вард, "Образование за профит", Причина списание, јули 2008
		-- Anatole France

%
Вашето време е ограничен, па не го отпад живеат животот на некој друг                - Стив Џобс (1955-2011)
		-- Anatole France

%
