(1) Вработените канцеларија секојдневно ќе издржам на подовите, прашина намебел, полици, и витрини.(2) Секој ден се пополни светла, чиста оџаци, и трим фитили.Мијат прозорците еднаш неделно.(3) Секој службеник ќе донесе кофа со вода и уништи најаглен за бизнис на ден.(4) Бидете внимателно пенкала вашиот. Вие може да омаловажавам важна личност во вашиотиндивидуалните вкус.(5) Оваа канцеларија ќе биде отворена во 7 изутрина и во близина на 8 p.m. освенво сабота, на кој ден ќе остане затворен. секојвработените се очекува да поминат во сабота од страна на присутнитецрква и да придонесе либерално за каузата на Господ.Автор е на книгите 1872
		-- "Office Worker's Guide", New England Carriage

%
(6) вработени мажи ќе им се даде време секоја недела за додворувањецели, или две вечери неделно, ако тие одат редовно во црква.(7) По еден вработен има поминато својот тринаесет часа на трудот вофункцијата, тој треба да се трошат на преостанатото време да ја читам Библијатаи други добри книги.(8) Секој вработен треба да ја става настрана од секоја заработувачка отменизбирот на неговите приходи во негова корист во намалувањето на неговите години,така што тој нема да стане товар за општеството или на сопствена корист.(9) Секој вработен кој пуши пури Шпански, користи алкохолен пијалокво која било форма, frequents базен маси и јавни сали, или добиваизбричена во продавница бербер, ќе ми даде добра причина да се сомневанеговата вредност, намери, интегритет и чесност.(10) Работникот кој го извршил својата работа верно ибез вина за пет години, ќе им се даде зголемување напет центи на ден во неговата плата, обезбедување на добивката одбизнис го дозволиме тоа.
		-- "Office Worker's Guide", New England Carriage Works, 1872

%
Банката е место каде што тие ви ја дадат чадор во фер временски услови ипобара назад кога почнува да врне.
		-- Robert Frost

%
Шеф без хумор е како една работа која не е забавно.
		-- Robert Frost

%
А буџетот е само метод да се грижи пред да потрошат пари, како икако потоа.
		-- Robert Frost

%
А бизнисмен е хибрид на танчерка и калкулатор.
		-- Paul Valery

%
Комисија е група што ги држи на минути и ја губи часови.
		-- Milton Berle

%
А комитет е форма на живот со шест или повеќе нозе и нема мозок.
		-- Lazarus Long, "Time Enough For Love"

%
Комисијата се вкорени и да расте, тоа цвеќе, Wilts и умира, расејување насеме од која ќе цвета други комитети.
		-- Parkinson

%
Комуна е местото каде што луѓето се здружат за да ги споделат нивните недостаток на богатство.
		-- R. Stallman

%
Една компанија е познат од страна на луѓето тоа не држи.
		-- R. Stallman

%
А консултант е човек, кој го позајми вашиот часовник, ти кажува што е времее, џебови на часовникот, и ви праќа сметка за тоа.
		-- R. Stallman

%
А продолжува проток на хартија е доволно за да се продолжи со проток на хартија.
		-- Dyer

%
А крава е целосно автоматизирана машина за производство на млеко. Тоа е спакуваниво untanned кожа и монтирани на четирите вертикални, подвижни носачи, една восекој агол. Предниот дел на машината, или влез, содржи сечењеи мелење механизам, со користење на уникатни повратни информации уред. Тука, исто така,на фаровите, довод на воздух и издувни гасови, браник и foghorn.На задниот дел, машината носи опрема за млеко издавање какои вграден палка и repeller инсекти. Централниот делкуќи хидро- единица хемиско-реализација. На кратко, ова се состои од четириферментација и чување на тенкови поврзани во серија од страна на сложена мрежана флексибилни водовод. Овој собир исто така, содржи Топланаполн со автоматска контрола на температурата, пумпна станица и главнитевентилација систем. апаратот за отстранување на отпадот се наоѓа на задниот деловој централен дел.Кравите се целосно достапни на собраа во асортиман на големини ибои. Производство излез движи од 2 до 20 тони млеко годишно. воНакратко, главните надворешни видливи карактеристики на кравата се: две измамници, двеhookers, четири stander-горен дел, четири хрантутеник седативи, и swishy-wishy.
		-- Dyer

%
Продавач на храна е на пат кон фарма. Како што е возење по должината на четириесетm.p.h., тој ја гледа низ прозорецот својот автомобил и се гледа на три нозе пилешки работиПокрај него, во чекор со неговиот автомобил. Тој е зачуден што на пилешко еводење на четириесет m.p.h. Така тој го забрзува до четириесет и пет, педесет, а потоа шеесетm.p.h. Пилешкото го задржува правото со него на целиот пат, а потоа одеднашсоблекува и исчезнува во далечината.Човекот се повлекува во селските дворови и вели на земјоделец, "Знаете,најчудно нешто едноставно се случи да ме; Возев по должината на најмалкушеесет милји на час и пилешко ми помина како да сум бил стои уште! ""Да", земјоделец одговори ", што беше наша пилешко. Гледаш, постоимене, и таму е Ма, и таму е нашиот син Били. Кога и да имаше пилешко месо завечера, сите заедно ќе сакате прачка, па ние ќе мора да го убие две кокошки.Па решивме да се обиде и да се одгледуваат три нозе пилешко па секој од нас би можел даимаат прачка. ""Како да се вкус?" рече земјоделец."Не знам", одговори земјоделец. "Ние не сме биле во можност да го фатисеуште. "
		-- Dyer

%
Слободен е оној кој добива плата од зборот - по парче или можеби.
		-- Robert Benchley

%
Еден добар претпоставен можат да тргнат на прстите без Месинг до вашиот сјај.
		-- Robert Benchley

%
Холдинг компанија е нешто каде што ќе го предаде соучесник стоката додекаполицаецот што го бара.
		-- Robert Benchley

%
Еден човек е познат од страна на компанијата го организира.
		-- Ambrose Bierce

%
Состанок е настан на кој се води записник и часовите се изгубени.
		-- Ambrose Bierce

%
Меморандумот е напишано да не го информира читателот, но за да се заштитат писател.
		-- Dean Acheson

%
А движење да го одложи секогаш е во ред.
		-- Dean Acheson

%
А глушецот е слон изградена од страна на јапонски.
		-- Dean Acheson

%
Новата понуда на круг tuits пристигна и се достапни од Марија.Секој кој е ставање надвор работата додека не доби круг tuit сеганема изговор за понатамошно одлагање.
		-- Dean Acheson

%
Карпа продавница крајот затворени; тие ги земале премногу за гранит.
		-- Dean Acheson

%
... Нешто што се нарекува етика, чија природа е збунувачки, но ако сте ја имале таа ќебеа од висока класа Realtor и ако сте имале не сте биле на шарлатанин, на Piker имува-по-ноќ. Овие доблести разбуди доверба и да ви овозможи да се справи соПоголема пропозиции. Но, тие не значи дека сте биле за да биде непрактичнои не сакаат да ги двојна вредност за куќа ако купувачот е таков идиотдека тој не сила долу на понудената цена.
		-- Sinclair Lewis, "Babbitt"

%
Трговски патник возел последните фарма кога виде една свиња со тридрвени нозе извршување прекрасен серија backflips и cartwheels.Заинтригиран, тој возеше до куќа, каде што го најдов некој стар фармерседи во дворот гледање на свиња."Тоа е сосема свиња имате таму, господине", вели продавач."Секако дека е, син," фармер одговорил. "Зошто, пред две години, на ќерка мибеше пливање во езерото и bumped главата и проклети близина се удави, но тоасвиња Испливав и ја влечеше назад кон брегот. ""Amazing!" Извика продавач."И тоа не е единственото нешто. Минатата есен бев cuttin" дрво врзна север четириесет кога дрво падна врз мене. ми стои на земја, го направив тоа.Таа свиња се кандидира и wiggled под тоа дрво и го крена надвор од мене.Ми го спаси животот "."Фантастично! Вели продавач. Но кажи ми, како да дојде на свињата иматри дрвени нозе? "Фармерот се загледа во новодојденец во изненадување. "Господине, кога ќедоби amazin 'свиња, како што, не го јадат сите одеднаш. "
		-- Sinclair Lewis, "Babbitt"

%
А вербална договорот не е вредно за хартија е напишано.
		-- Samuel Goldwyn

%
За време мислиме дека можеме да врзат крај со крај, некој се движи на краевите.
		-- Herbert Hoover

%
Според една неодамнешна и ненаучно национално истражување, насмеани е нештосекој треба да се направи најмалку 6 пати на ден. Во обид да се зголеминационалниот просек (САД рангирана на трето место меѓу светските велесили вонасмеани), Xerox има наложено сите кадри да бидат среќни, веселиот, ишто е најважно, да се насмевнам. вработените Xerox се договорат, па дури и се чувствуваат силнодека тие не само што ги исполни, но надмине националниот просек ... освен заДундест Акерман. Но, бидејќи дундест не толку добра работа на трки низпаркинзи со голем пеперутки прибирањето лебдат IC чипови, Xeroxодлучи да му даде пауза. Ако видите дундест на паркингот тој може да имана стеснителен насмевка. Ова е местото каде што изразот "услуги со малкустеснителен насмевка "доаѓа од.
		-- Herbert Hoover

%
Според сите најнови извештаи, нема вистина во која било одпретходните извештаи.
		-- Herbert Hoover

%
Реклама е вреден економски фактор, бидејќи тоа е најевтиниотначин на продажба на стоки, особено ако стоката се безвредни.
		-- Sinclair Lewis

%
Реклама е оружје на стап во внатрешноста на плакнене кофа.
		-- George Orwell

%
Реклама може да се опише како наука за апсење на човекотинтелигенција доволно долго за да се добие пари од него.
		-- George Orwell

%
По сите е кажано и направено, на пеколот на многу повеќе се рече отколку да се направи.
		-- George Orwell

%
По секоја плата се подигне, ќе имаат помалку пари на крајот намесец отколку што беше порано.
		-- George Orwell

%
Се што бараме е шанса да се докаже дека парите не можат да ме направи среќен.
		-- George Orwell

%
Сите големи корпорации за игнорирање на нивните имоти, и може да се, исто така,под услов да ги користат за деловни цели. На пример, ако се претплатитена Wall Street Journal, весник поврзани со бизнисот, ќе може да го одбиеЦената на вашиот дом, затоа што, според зборовите на САД Врховниот суд ГлавенПравда Ворен Бургер во даночните одлука обележје 1979: "Каде на друго место ќе сеќе ја прочитате на хартија? Надвор? Што ако врне? "
		-- Dave Barry, "Sweating Out Taxes"

%
Сето ова е голема работа за канцелариски криминал - што е во ред со бела јакакриминал? Која ужива во својата работа денес? Вас? Мене? Некој? На само задоволување,дел од која било работа е Пауза за кафе, ручек час и напуштање време. Пред годиниимаше барем надеж за подобрување - евентуална промоција - повеќеважни работни места за да дојде. Откако ќе може да се продаваат митот дека може да се направиПретседателот на компанијата тешко дека некогаш ќе украдат марки. но, никој неверува дека тој се случува да се биде претседател повеќе. Колку повеќе луѓе се менуваат работните местатолку повеќе ќе сфатат дека постои директна врска помеѓу работа заживеење и вкупниот stupefying здодевност. Па зошто да не се одмазди? Ти не сиќе најдете ме тропа човек, бидејќи тој влошки сметка сметка и неговатадома канцелариски носи логото на компанијата. Одземете делото од белатајака работник и ќе му на неговиот последен остаток на интерес работа одземат.
		-- J. Feiffer

%
Сето ова управување и соработување околу себе, зошто, тоа не е за пари, тоа е за забава.Пари е само начинот на кој ние го одржува резултатот.
		-- Henry Tyroon

%
Сите клаузули потврда и гаранција се ништовни и неважечки, со плаќање на фактурата.
		-- Henry Tyroon

%
Америка работи помалку, кога ќе се каже "Сојуз Да!"
		-- Henry Tyroon

%
Американскиот бизнис одамна се откажал од која се бара потенцијалните вработенида бидам искрен и вреден. Таа дури и престана да се надеваат на вработените кои сеобразовани доволно што може да ја каже разликата помеѓу соба и мажитена жените соба без малку слики на вратите.
		-- Dave Barry, "Urine Trouble, Mister"

%
Канцеларија партијата не е, како што понекогаш се претпоставува Управниот директоршанса да се бакнуваат на чај девојка. Тоа е можност чај девојката да се бакнуваат наУправниот директор (сепак бизарен амбиција ова може да изгледа на некојкој го видел лицето на Управниот директор).
		-- Katherine Whitehorn, "Roundabout"

%
Секој може да направи било која сума на работа под услов да не е дело тој би требалода се прави во моментот.
		-- Robert Benchley

%
Секој може да се одржи на чело кога морето е мирно.
		-- Publius Syrus

%
Секој може да направи омлет со јајца. Трикот е да се направи еден со ништо.
		-- Publius Syrus

%
Ништо бесплатно е во вредност од она што го плаќаат за тоа.
		-- Publius Syrus

%
Нешто со ознака "Нова" и / или "подобрени" не е. На етикетата значицена отиде. Ознаката "сите нови", "целосно нов" или "големи нови"значи цената отиде пат до.
		-- Publius Syrus

%
"Во најмала рака тие се ___________ искусни неспособните"
		-- Publius Syrus

%
На овие цени, јас губат пари - но тоа го направи во волумен.
		-- Peter G. Alaquon

%
На работа, на авторитетот на една личност е обратно пропорционална наброј на пенкала тоа лице носи.
		-- Peter G. Alaquon

%
Биде Дружељубив. Кажи им на личноста до вас во согласност со невработеноста утре.
		-- Peter G. Alaquon

%
Биле префрлени во последно време?
		-- Peter G. Alaquon

%
... Пред да може да се дојде до било каков заклучок се случи да ме дека мојот говорили моето молчење, навистина било каква акција на рудникот, ќе биде само суетата. ШтоНе беше важно што некој знаел или игнориран? Што е важно кој бешеменаџер? Еден понекогаш добива таков блесок на увид. Најваженоваа афера лежи длабоко под површината, надвор од дофат, и надвор од мојатамоќ на мешање.
		-- Joseph Conrad

%
Меѓу 1950 и 1952 година, досадно метеоролог, стационирани северно од ХадсонBay, остави споменикот дека ниту владата, ниту време може да се искорени.Користење на булдожер напуштени од страна на воздухопловните сили, тој помина две години иголем напор туркање камења во еден збор.Тоа може да се види од 10.000 нозе, силуета против снегот.Владини претставници разменуваат белешки полн circumlocutions (без Латинскапостои еквивалент), но не успеа да го зборот сметка на одобрени средства зауништување на овој Cairn, кои не би ги известил медиумите и посрамотипарламентот и партија.Што стои и денес, споменик на човечкиот дух. Ако постои живот на другипланети, ова може да биде првата порака примивте од нас.
		-- The Realist, November, 1964.

%
Пазете се од сите претпријатија кои имаат потреба од нова облека, а не повеќенова носителите на облека.
		-- Henry David Thoreau

%
Biz е подобро.
		-- Henry David Thoreau

%
Тело од Nautilus, мозокот од Мател.
		-- Henry David Thoreau

%
Bullwinkle: Ќе го оставиме тоа на мојот другар. Тој е мозокот на облека.Општо: Што значи дека ќе се направи?Bullwinkle: Што друго? Извршна.
		-- Jay Ward

%
Бизнис е добра игра - многу на конкуренцијата и минимум правила.Ти го одржува резултатот со пари.
		-- Nolan Bushnell, founder of Atari

%
Бизнис ќе биде или подобро или полошо.
		-- Calvin Coolidge

%
"Но, не се грижите, за својата кауза - хранење шепи глобалните корпорации".
		-- Calvin Coolidge

%
Но, најголемата електрична Пионер на сите нив беше Томас Едисон, кој бешебрилијантен изумител и покрај фактот дека има малку формалното образование иживеел во Њу Џерси. Првиот голем изум на Едисон, во 1877 година, бешефонограф, кој наскоро би можел да се најде во илјадници американски домови, кадешто во основа седна до 1923 година, кога тоа била измислена. Но, Едисоннајголемо достигнување беше во 1879 година, кога тој ја измислил компанија за електрична енергија.дизајнот на Едисон беше брилијантна адаптација на едноставни електрични кола:на претпријатието за електрична енергија испраќа електрична енергија преку жица на клиентите, а потоаведнаш добива на електрична енергија назад преку друга жица, а потоа (ова ебрилијантен дел) го праќа право назад до клиентот повторно.Ова значи дека компанијата за електрична енергија може да се продаде на клиентите на истата серија наелектрична енергија илјадници пати на ден и никогаш не се фатени, бидејќи многу малкуклиенти се преземат на време да се испита внимателно нивната електрична енергија. Всушност,минатата година секој нов електричната енергија се произведуваше во САД беше 1937;на енергетски компании се само ре-продажба на тоа, на што езошто тие имаат толку многу слободно време да аплицираат за стапка се зголемува.
		-- Dave Barry, "What is Electricity?"

%
До средината 1880, практично сите патишта, освен оние воЈужна, беа на овој стандард мерач. На јужниот дел на патиштата беауште пет стапки помеѓу шините.Беше одлучено да се промени мерач на сите јужниот патишта до стандард,во еден ден. Овој извонреден дел од работата се врши на една недела во мајод 1886 година со недели однапред, продавници бил зафатен притискање на тркала наоски на новиот и потесен мерач, да имаат снабдување на железничкиот возен парк којможе да работи на новиот пат штом тоа ќе е подготвена. Конечно, за време на снимањето ден,голем број на банди од пругата слоеви отиде да работи во раните утрински часови. секаде еденжелезнички беше олабави, се пресели во три и пол инчи, и шилеста форма надолу во својатанова позиција. Од темни, возови од било каде во САД би можеле да работатво текот на патеки во Јужна, и слободна размена на товарни возила насекадее можно.
		-- Robert Henry, "Trains", 1957

%
Од работа верно осум часа на ден, може да на крајот се да бидешеф и да работат дванаесет.
		-- Robert Frost

%
Може ли некој да се сети кога времето не беа тешки, а не пари малку?
		-- Robert Frost

%
Може ли да биде потажно од работа оставени недовршени? Да, работа никогаш не започна.
		-- Robert Frost

%
Безгрижно планираните проекти се три пати подолго да ја заврши отколку што се очекуваше.Внимателно планирани проекти се четири пати подолго отколку што се очекува да се заврши,најмногу поради Планерите го очекуваат нивното планирање за намалување на времето што е потребно.
		-- Robert Frost

%
Претседател на досадно.
		-- Robert Frost

%
Колона 1 Колона 2 Колона 30. 0. интегриран управување 0. опции1. Вкупно 1. 1. организациски флексибилност2. систематизирани 2. следи 2. Способност3. паралелно 3. реципрочни 3. мобилност4. функционални 4. дигитални програмирање 4.5. одговора 5. логистичка 5. концепт6. изборен 6. Преодни 6. време-фаза7. синхронизирани 7. поединечни 7. проекција8. компатибилен 8, трета генерација на 8. хардвер9. 9. балансирана политика 9. непредвидениПостапката е едноставна. Помислете на сите три-цифрен број, а потоа изберетесоодветните buzzword од секоја колона. На пример, број 257 произведува"Систематизирани логистичка проекција", фраза што може да се фрли воречиси секој извештај со тој прстен на решавачки, познавања орган. "Нееден ќе мора најоддалечените идеја за она што се зборува за ", вели Бротон,"Но важно е дека тие не се за да го признаат тоа."
		-- Philip Broughton, "How to Win at Wordsmanship"

%
Комитети станаа толку важно во денешно време дека поткомитети треба дада бидат назначени да ја завршат работата.
		-- Philip Broughton, "How to Win at Wordsmanship"

%
Надлежност, како вистина, убавина, и контактни леќи, е во окото наочевидец.
		-- Dr. Laurence J. Peter

%
Конкурентни гнев не е секогаш лутина. Тоа е вистинската храброст мисионеритеи ревност се соочува со можноста дека еден е најдобро да не може да биде доволно.
		-- Gene Scott

%
... [Во врска со наводници], дури и ако не * ___ * цитат никого во овојбизнис, најверојатно, ќе биде глупост.
		-- Thom McLeod

%
"Последиците, Schmonsequences, колку што јас сум богат."
		-- "Ali Baba Bunny" [1957, Chuck Jones]

%
Размислете за поштенска марка: неговата корисност се состои во способноста да седржиме на едно нешто до тоа добива таму.
		-- Josh Billings

%
Консултанти се мистична луѓето кои бараат фирма за бројот и потоаго даде назад кон нив.
		-- Josh Billings

%
Кредит ... е единствениот траен тестамент на доверба на човекот во човекот.
		-- James Blish

%
Справување со неуспехот е лесно:Работиме напорно за да се подобри.Успехот е исто така лесно да се справи со:Сте решиле ред проблем.Работиме напорно за да се подобри.
		-- James Blish

%
Кои се занимаваат со проблемот на чиста акумулација на персоналот,сите наши истражувања ... точка на просечен раст од 5,75% годишно.
		-- C. N. Parkinson

%
Почитувани Господа,Јас само сакам * ___ еден * еден вооружен менаџер, така што никогаш не треба да се слушне "НаОд друга страна ", повторно.
		-- C. N. Parkinson

%
Почитуван Господине јазик лице: Која е целта на апостроф?Одговор: апостроф е главно се користи во рака со букви мал бизнис знациза да се алармираат на читателот од еден "S" доаѓа на крајот на зборот, како и во:НИЕ НЕ ОСВЕН лични чек, или: не одговара за било елемент.Друг важен концепт граматика за да се има предвид при создавање на за рачно со буквимал бизнис знаци е дека треба да се стави наводници околу случаен изборзборови за декорација, како и во "се обиде" нашата топла кучето, или дури и се обиде на "нашата" HOT кучето.
		-- Dave Barry, "Tips for Writer's"

%
И покрај сите настапи, вашиот шеф е размислување, чувствување, човечко суштество.
		-- Dave Barry, "Tips for Writer's"

%
"Дали мислите дека она што го правиме е во ред?""Се разбира, тоа не е во ред! Тоа е нелегално!""Никогаш не сум сторил ништо нелегално, пред"."Мислев дека рече дека биле сметководител!"
		-- Dave Barry, "Tips for Writer's"

%
Немојте да се незаменлив, ако не може да се замени, не може да бидат промовирани.
		-- Dave Barry, "Tips for Writer's"

%
Не крадат; thou'lt никогаш тоа успешно се натпреварува во бизнисот. Лажеш.
		-- Ambrose Bierce

%
Не да ми кажете колку е тешко да работат. Кажи ми колку ќе се направи.
		-- James J. Ling

%
"Немој да ми кажеш јас сум гори свеќа на двата краја - кажи ми каде да седобиете повеќе восок !! "
		-- James J. Ling

%
Соништата се бесплатни, но ќе се натопени за поврзете време.
		-- James J. Ling

%
Дупчење за нафта е досадно.
		-- James J. Ling

%
Заработите пари во вашето слободно време - уцена најдобри пријатели.
		-- James J. Ling

%
Ернест бара Френк колку долго тој работи за компанијата."Откако се закануваа дека ќе ме отпушти."
		-- James J. Ling

%
Уште информации дека дури и на најпрометните луѓе никогаш не се премногу зафатени за да ви кажамсамо колку е зафатен се тие?
		-- James J. Ling

%
Секој облак има своја светла страна; треба да го продаде, и купи титаниум.
		-- James J. Ling

%
"Секој човек има неговата цена. Мое е $ 3.95."
		-- James J. Ling

%
Секој човек мисли дека Бог е на негова страна. Богатите и моќните, знам дека е тој.
		-- Jean Anouilh, "The Lark"

%
Секое утро во Африка, газела се буди. Таа знае дека мора да трчаат побрзоод најбрзиот лав или ќе бидат убиени. Секое утро лавот се буди.Таа знае дека мора да outrun најспоро газела или ќе изгладнат до смрт.Тоа не е важно дали сте лав или газела: кога сонцето доаѓанагоре, ќе е подобро да се работи.
		-- Jean Anouilh, "The Lark"

%
"Секое утро, да се добие и да бараат преку" Форбс "листата нанајбогати луѓе во Америка. Ако јас не сум таму, јас одам на работа "
		-- Robert Orben

%
Секој успешен човек има пропусти, но повтори неуспехот не егаранција за евентуалниот успех.
		-- Robert Orben

%
Секој млад човек треба да има хоби: учење како да се справи со париеден од најдобрите.
		-- Jack Hurley

%
Сите, но Сем се пријавиле за пензиски план нова компанија којаповика на мал придонес на вработените. Компанијата е плаќање на ситеостатокот. За жал, беше потребно 100% учество на вработените;инаку план беше исклучено. шеф Сем и неговите соработници се изјаснии cajoled, но да не ги искористи. Сем рече дека планот никогаш нема да се исплати.Конечно претседател на компанијата наречен Сем во неговата канцеларија."Сем", рече тој, "тука е примерок од новиот пензиски план и тука епенкало. Сакам да потпише документи. Жал ми е, но ако не е потпишан,Ти си отпуштен. Почнувајќи од сега ".Сем потпишаа документи веднаш."Сега", рече претседателот, "Ќе може ли да ми зошто ти го кажувамне можеше да биде потпишан на почетокот? ""Па, господине", одговори Сем ", никој не го објасни на мене толкујасно пред тоа. "
		-- Jack Hurley

%
Секој сака Kidder, но никој не му позајмува пари.
		-- Arthur Miller

%
Секој кој доаѓа тука сака три работи:(1) Тие го сакаат брзо.(2) Тие го сакаат добро.(3) Тие го сакаат евтини.Велам "Ем да ги собереш две и ми се јави.
		-- sign on the back wall of a small printing company

%
Исклучоци се докаже правило, и се зарие во буџетот.
		-- Miller

%
Извадок од разговор помеѓу лицето за поддршка на клиентите иклиентите кои работат за познати воено-поврзани истражувачка лабораторија:Поддршка: "Ти не си само на нашите клиенти, знаеш."Клиент: "Но, ние сме една од ретките со тактичко нуклеарно оружје."
		-- Miller

%
Извршната способност одлучува брзо и добивање на некој друг да го сториработата.
		-- John G. Pollard

%
Ексон е "Универзумот на енергија има тенденција да чудната наместохумористични ... По [неразбирлив филм монтажа за ветер и сонце идожд и лента за мини и] две или три минути на механички конфузија,седишта locomote преку краток тунелот исполнет со часовник-работа диносаурусите.На диносаурусите се прикажани без точноста и премногу блиску до вашето лице."Еден од ретките вистински новини во Epcot е употребата на мирисвлоши илузии. Се разбира, никој не знае што диносаурусите мирисаше,но Ексон одлучи што мирисаше лошо."На другиот крај на Дино Ров ... има конечна, многу addledпорака во врска со кои се соочува challengehood утре-мудрец. Јас заспиваа во текот на овој,но увозот се чини дека диносаурусите не мора ништо да се направи соенергетската политика и ни ти. "
		-- P. J. O'Rourke, "Holidays in Hell"

%
Неуспехот е почесто од недостиг на енергија од недостиг на капитал.
		-- P. J. O'Rourke, "Holidays in Hell"

%
Брзо, евтини, добро: ги собереш две.
		-- P. J. O'Rourke, "Holidays in Hell"

%
Стравот е најголем продавач.
		-- Robert Klein

%
Се чувствуваат разочарани? Јас имам некои големи нови илузии, токму тука!
		-- Robert Klein

%
За секој шизик кој го прави неговиот знак, има половина дузина чека да го убивам.
		-- Andy Capp

%
Генијот е еден процент инспирација и деведесет и девет проценти потење.
		-- Thomas Alva Edison

%
Генијот е десет проценти инспирација и педесет проценти на капитална добивка.
		-- Thomas Alva Edison

%
Добивање на работа не е изговор за непочитување на правилата.последица:По правило, нема да одам на работа.
		-- Thomas Alva Edison

%
"Со оглед на избор меѓу остварувањето на нешто и само милување,Претпочитам да лежат наоколу. Не е натпревар. "
		-- Eric Clapton

%
Бог им помогне на оние кои не си помогнат самите себеси.
		-- Wilson Mizner

%
Бог им дека си помогнат самите помага.
		-- Benjamin Franklin, "Poor Richard's Almanac"

%
Добар ден за да се избегне полицијата. Индексирање на работа.
		-- Benjamin Franklin, "Poor Richard's Almanac"

%
Добар трговци и добра repairmen никогаш не ќе биде гладен.
		-- R. E. Schenk

%
Среќата е позитивен готовински тек.
		-- R. E. Schenk

%
Напорна работа никогаш не убил никого, но зошто да се земе шанса?
		-- Charlie McCarthy

%
Дали некогаш сте забележале дека оние луѓе кои секогаш се обидувам да ти кажам`Има време за работа и време за игра" никогаш не се најде време за игра?
		-- Charlie McCarthy

%
Тој не има стекнато богатство; на богатство го стекнал.
		-- Bion

%
Оној кој има само четири и троши пет нема потреба од паричникот.
		-- Bion

%
Оној кој е задоволен со неговата многу веројатно има многу.
		-- Bion

%
Оној кој ги чекорите на другите за да стигнат до врвот има добар баланс.
		-- Bion

%
"Овде, во телефонска компанија, ние им служи на сите видови на луѓе, одПретседатели и кралеви на скрама на земјата ... "
		-- Bion

%
"Еј, Сем, како за кредит?""Whattaya е потребно?""О, околу 500 $.""Whattaya доби за гаранција?""Whattaya е потребно?""Како за око?"
		-- Sam Giancana

%
Ужасно изобличено од древна индиска клетва?Ние можеме да помогнеме!Повик (511) 338-0959 за итен состанок.
		-- Sam Giancana

%
Изнајмување на морално хендикепирани лица.
		-- Sam Giancana

%
Почетна центри се наменети за не-it-yourselfer кој е подготвен даплаќаат повисоки цени за погодности да биде во можност да се магазин за граѓа,хардвер, и тостери за сите на едно место. Забележете велам "продавница за", какоза разлика од "добие". Ова е голем недостаток на матичните центри: тие сесекогаш надвор за се 'освен вештачки елки. Центарот за домавработените немаат време да го промените редоследот на стока, бидејќи тие се премногу зафатенипримена на малку цена налепници на секој објект - секој одбор, мијалник, ноктии завртка - во целата продавница ...Да речеме дека едно парче во вашиот казанчето паузи, така да се отстранирасипан, однесете го до дома центар, и да побарате на работникот, ако тој имазамена. Работникот, кој никогаш не е негов живот дури и се гледа во внатрешностана казанчето, ќе ѕирне во скршени дел во многу на ист начиндека член на примитивен Амазон џунгла племе ќе се погледне во електронскакалкулатор, и потоа да се каже, "Ние очекуваме пратка од овие некогашоколу средината на следната недела. "
		-- Dave Barry, "The Taming of the Screw"

%
Искреноста е во најголем дел се помалку профитабилни од нечесност.
		-- Plato

%
Искреноста плаќа, но тоа не чини да се плати доволно за да одговараат на некои луѓе.
		-- F. M. Hubbard

%
Хотели се уморни од добивање горат. Се пријавивме во хотелот и тиеимаше крпи од мојата куќа.
		-- Mark Guido

%
Како тоа се случува толку бавно и ако тоа се вика сообраќаен метеж на сите?
		-- Mark Guido

%
Како дојде финансиски советници никогаш не чини да биде богата како штотврдат дека тие ќе се направи?
		-- Mark Guido

%
"Колку луѓе работат овде?""О, околу половина".
		-- Mark Guido

%
Човечките ресурси се човекови прва и втора ресурси.
		-- J. Garbers

%
"Убеден сум дека производителите на тепих мирис отстранување на правсе вклучени во кутија со епоксидна време објави мачка урина во нивните производи.Оваа технологија мора да биде она спречи неговата дистрибуција за време на мојата мајкацарува. Мојата тепих мириса на мочка, а јас не имаат една мачка. подобро да се одикупување на некои повеќе. "
		-- timw@zeb.USWest.COM

%
Јас сум повеќе досадно отколку што некогаш можев да биде. Се вратат на работа.
		-- timw@zeb.USWest.COM

%
Јас атрибут мојот успех на интелигенција, храброст, одлучност, чесност,амбиција, и има доволно пари за да купат луѓе со оние квалитети.
		-- timw@zeb.USWest.COM

%
Се обложувам што се случи беше дека ја откриле огнот и го измисли тркалото наистиот ден. Потоа таа ноќ, тие запалија тркалото.
		-- Jack Handey, The New Mexican, 1988.

%
Јас не може да се повлече количка, ниту јадат овес суво; Ако тоа биде работа на човекот јас ќе го направи тоа.
		-- Jack Handey, The New Mexican, 1988.

%
Сметам нов уред или технологија, за да се културно прифатени, когатаа се користи за да се изврши убиство.
		-- M. Gallaher

%
Јас не го прават тоа за пари.
		-- Donald Trump, Art of the Deal

%
Јас не се имате било какви употреба за телохранители, но јас не имаат специфична употреба за двајцависоко обучени сертифициран јавен сметководител.
		-- Elvis Presley

%
Не сакам да се постигне бесмртност преку мојата работа. Сакам да се постигнебесмртност преку не умира.
		-- Woody Allen

%
Јас за еден не може да протестираат против последните M.T.A. покачување на цената ипридружните ветувања дека тоа ќе во никој случај не се подобри услугата. насистемот за транзит, како што сега работи, има скриени предности коине може да се мери во монетарна смисла.Лично, мислам дека тоа е добро вреди 75 центи или дури и $ 1 додека имаат постојан изговор кога сум доцна за ништо: "Дојдовсо метро. "Овие четири зборови имаат таква магија во нив што ако Годотреба еден ден да се појави и да ги џвакаме, публиката ќе веднашразбере неговото долго одложување.
		-- Woody Allen

%
Јас продолжи да работи за истата причина кокошка оди на несење јајца.
		-- H. L. Mencken

%
Имам наједноставниот вкусови. Јас сум секогаш задоволни со најдобрите.
		-- Oscar Wilde

%
Имам начини за правење на пари, кои не знаат ништо за.
		-- John D. Rockefeller

%
Јас само прашав ... што би го направил Џон DeLorean?
		-- Raoul Duke

%
Јас само треба доволно за да ми ја пребродат кризата, додека не треба повеќе.
		-- Bill Hoest

%
Ми се допаѓа работата; тоа ме фасцинира; Јас може да се седне и да се погледне во него со часови.
		-- Bill Hoest

%
Јас никогаш не се измамени чесен човек, само rascals. Тие сакаа нешто заништо. Им дадовте за нешто.
		-- Joseph "Yellow Kid" Weil

%
Должам јавноста ништо.
		-- J. P. Morgan

%
Бев во тој предвреме климатизиран супермаркет и имаше ситеовие патеки и имаше овие капи за капење може да се купи кои имале овиевид на Четврти јули облаци на нив, кои беа црвени и жолти и сини иЈас не сум бил во искушение да купат еден, туку бев потсети на фактот дека сум билизбегнување на плажа.
		-- Lucinda Childs "Einstein On The Beach"

%
Јас бев дел од тоа чудно раса на луѓе во потполност се опишува како трошењенивните животи прават работи што мразат да се прават пари, тие не сакаат дакупуваат работи што не треба да ги импресионираат луѓето не им се допаѓа.
		-- Emile Henry Gauvreay

%
Претпочитам да се доведе во пеколот отколку успеа на небото.
		-- Emile Henry Gauvreay

%
Претпочитам само веруваат дека тоа е направено од страна на мали џуџиња трчаат наоколу.
		-- Emile Henry Gauvreay

%
Јас сум секогаш во потрага по нова идеја која ќе бидат попродуктивни од неговата цена.
		-- David Rockefeller

%
Јас имам сите пари што некогаш сте ќе треба да умрам за 4 часот.
		-- Henny Youngman

%
јас:Најдобар начин да се направи чанта свила од уво сее, треба да почнесо свила сее. Истото важи и за пари.II:Ако денес беа половина толку добри како што утре би требало да биде, тоа ќенајверојатно ќе биде двапати добри како и вчера беше.III:Нема мрзливи ветеран ловци лав.IV:Ако може да си дозволи да се рекламирате, вие не треба да се.V:Една десетина од учесниците да произведе повеќе од една третина од производството.Зголемување на бројот на учесници само ја намалува просечнатаизлез.
		-- Norman Augustine

%
Ако подредена ќе ве праша релевантни прашање, погледнете во него како да имашеизгуби своите сетила. Кога ќе те погледне надолу, парафразирам прашањето назад во него.
		-- Norman Augustine

%
Ако нешто е вреди да се прави, тоа е вреди да се прави лошо.
		-- G. K. Chesterton

%
Ако вреди работа е да се има, тоа е достоен за мамење.
		-- W. C. Fields

%
Ако ништо друго не успее, да ја намали вашата стандарди.
		-- W. C. Fields

%
Ако банкари може да се смета, како тоа да имаат осум прозорци и само четири преброители?
		-- W. C. Fields

%
Ако некогаш на задоволство на човек мора да биде купен од страна на болката на другиот, тамуподобро да има трговија. А трговија со која на еден добивки и другите губи е измама.
		-- Dagny Taggart, "Atlas Shrugged"

%
Ако Бог не ни даде леплива лента, тоа би била потребна за да се измисли.
		-- Dagny Taggart, "Atlas Shrugged"

%
Ако имав рудникот вратило, јас не мислам дека само ќе го напушти. имамора да биде подобар начин.
		-- Jack Handey, The New Mexican, 1988.

%
Ако сакам вашето мислење, јас ќе побара од вас да пополните потребните форма.
		-- Jack Handey, The New Mexican, 1988.

%
Кога јас би бил гробар, па дури и џелат, постојат некои луѓе можевработат за со голема доза на уживање.
		-- Douglas Jerrold

%
Ако тоа е вреди да се прави, тоа е вреди да се прави за пари.
		-- Douglas Jerrold

%
Ако парите не можат да купат среќа, претпоставувам дека само ќе треба да го кирија.
		-- Douglas Jerrold

%
Ако можеме да продаваме нашите искуства за она што не чини, ние бисите се милионери.
		-- Abigail Van Buren

%
Ако она што го работам не го реши проблемот, да им каже данаправи нешто друго.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Ако секогаш се одложи задоволство што никогаш нема да го имаат. Се откажат од работа и да играеднаш!
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Ако си добар, ќе биде доделен за целата работа. Ако сте вистинскидобро, ќе излезат од него.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Ако сте над 80 години и во придружба на своите родители, ние ќезаработи вашиот чек.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
Ако фотографирате под 80 се занемарува вашиот бизнис;повеќе од 80 се занемарува вашиот голф.
		-- Walter Hagen

%
Ако не се богати секогаш треба да се корисни.
		-- Louis-Ferdinand Celine

%
Ако може да смета на вашите пари, вие не мора една милијарда долари.
		-- J. Paul Getty

%
Ако не можете да ја добиете вашата работа во првите 24 часа, работат ноќи.
		-- J. Paul Getty

%
Ако не можете да научат да го прават добро, да научат да уживаат во тоа го правам лошо.
		-- J. Paul Getty

%
Ако не треба да работат толку тешко, ќе треба повеќе време за да биде во депресија.
		-- J. Paul Getty

%
Ако го направите нешто право еднаш, некој ќе побара од вас да го направат тоа повторно.
		-- J. Paul Getty

%
Ако немате време да го направи тоа право, каде што ви се случува да се најде времеда го направи тоа?
		-- J. Paul Getty

%
Ако не успеат да ги планираат, планираат да пропадне.
		-- J. Paul Getty

%
Ако сте имале подобри алатки, можете да поефикасно да ја покажат својатаВкупно неспособност.
		-- J. Paul Getty

%
Ако ви треба да прашате колку е тоа, не може да си го дозволиме.
		-- J. Paul Getty

%
Ако возбуда нешто и тоа успева, ти си гениј - тоа не евозбуда. Ако го возбуда и тоа не успее, тогаш тоа е само возбуда.
		-- Neil Bogart

%
Ако продавате дијаманти, не може да се очекува да има голем број клиенти.Но, дијамант е дијамант, дури и ако не постојат клиенти.
		-- Swami Prabhupada

%
Ако се сомневате дека еден човек, не го користат.
		-- Swami Prabhupada

%
Ако мислите дека никој не се грижи ако сте живи, обидете се водат за исчезнати неколку автомобилплаќања.
		-- Earl Wilson

%
Ако сакате да знаете што Бог мисли на пари, само да се погледне на луѓето на кои им дадетоа да.
		-- Dorthy Parker

%
Ако сакате да се стави на мапата, ја објавите вашата карта.
		-- Dorthy Parker

%
Ако сакаш да се знае вредноста на парите, одат се обиде да позајмат.
		-- Ben Franklin

%
Ако сте како повеќето сопственици на куќи, се плашиш, дека многу поправкиоколу вашиот дом е премногу тешко да се справи. Значи, кога вашиот печкаексплодира, ќе се јавите во т.н. професионални да го поправам. на"Професионални" пристигнува во камион со букви на страни и на депозитите наголемо количество на алатки и двајца асистенти кои поминуваат најголемиот дел однедела во вашиот подрум опашата предмети по случаен избор со тешки клучеви, покој на "професионални" се враќа и ви дава законот за малку повеќепари отколку што ќе ве чини да се води успешен кампања за САДСенатот.И тоа е зошто вие сте одлучиле да почнат да прават нешта себе. можетеСлика "Ако овие момци можат да се поправи мојот печка, тогаш тоа може I. Колку е тешко конзервада биде? "	Многу тешко. Всушност, повеќето домашни проекти се невозможни, коиЗатоа треба да ги направите сами. Не постои точка во плаќање на другилуѓето да завртка работите кога лесно може да ги зафркнам се за сегапомалку пари. Овој член може да ви помогне.
		-- Dave Barry, "The Taming of the Screw"

%
Важни букви кои не содржат грешки ќе се развие грешки во пошта.Соодветните грешки ќе се појави во дупликат, додека шеф е читањетоа. Од витално значење трудови ќе ја покажат својата виталност од спонтано движењеод каде што ги остави таму каде што не може да ги најдете.
		-- Dave Barry, "The Taming of the Screw"

%
Во 1914 година, првиот крстозбор е отпечатена во весникот. натворец доби $ 4000 надолу ... и $ 3000 во пречник.
		-- Dave Barry, "The Taming of the Screw"

%
Во едно потрошувачко општество постојат неизбежно два вида на робови:затворениците на зависност и затворениците од завист.
		-- Dave Barry, "The Taming of the Screw"

%
Во хиерархијата секој вработен има тенденција да се зголеми на неговото ниво на неспособност ...во време секој пост има тенденција да биде окупирана од страна на вработен кој е неспособенда ги извршува своите должности ... Работа се остварува од страна на оние вработени коиСе уште не е постигнат нивното ниво на неспособност.
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
Во случај на атомски напад, сите правила за работа ќе им мирува.
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
Во случај на повреда го известите вашиот чувствувате веднаш. Тој ќе го бакне иго прават тоа подобро.
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
Во секој хиерархијата на крем се зголемува се додека не се претвори во оцет.
		-- Dr. Laurence J. Peter

%
Со цел да се добие кредит мора прво да се докаже дека не е потребно.
		-- Dr. Laurence J. Peter

%
Во средината на широко поле е мешавина на злато. 100 стапки на северна трибина напаметен менаџер. 100 стапки на југ стои неми менаџер. 100 стапки наНа исток е Велигден Bunny, и 100 стапки на запад е Дедо Мраз.П: Кој добива на тенџере на злато на прво место?А: На неми менаџер. Сите други се митови.
		-- Dr. Laurence J. Peter

%
Иновации е тешко да се закаже.
		-- Dan Fylstra

%
Лудост е последната одбрана ... Тешко е да се добие поврат, когапродавач е душкаат вашиот препоните и лаеја на Месечината.
		-- Dan Fylstra

%
Е човек кој дува банки на econoclast?
		-- Dan Fylstra

%
Подобро е да се дава, отколку да ја дадат, и тоа не чини за истото.
		-- Dan Fylstra

%
Тоа е подобро да се живее богато, освен да умре богат.
		-- Samuel Johnson

%
Подобро е да се патува надевам отколку да лета Континентал.
		-- Samuel Johnson

%
Тоа е тешко да се расте со орлите, кога ќе работат со мисирки.
		-- Samuel Johnson

%
Тоа е императив кога летаат тренер кој ќе се ограничи секоја склоност конна живо се креативни. За иако тоа може моментално се појави да бидеслучај, тоа воопшто не е веројатно дека во кабината е целосно населени соплачење бебиња пушењето евтини домашни пури.
		-- Fran Lebowitz, "Social Studies"

%
Невозможно е да уживаат во празен òд темелно, освен ако некој има многуработа да се направи.
		-- Jerome Klapka Jerome

%
Тоа е многу потешко да најдат работа отколку да се задржи еден.
		-- Jerome Klapka Jerome

%
Тоа не е доволно дека јас треба да се успее. Други, пак, мора да успее.[Исто така му се припишува на Дејвид Merrick. Ед.]Тоа не е доволно за да се успее. Други, пак, мора да успее.[Велика умови размислуваат слично? Ед.]
		-- Gore Vidal

%
Смешно е да се јавите на оваа индустрија. Тоа не е. Ова е стаорец јадестаорец, куче јаде куче. Ќе го убијам "Ем, и јас ќе одам да се убие" Ем пред тие даУбиј ме. Зборувате за американскиот начин на преживување на најсилните.
		-- Ray Kroc, founder of McDonald's

%
Тоа е лош работник кој го обвинува неговиот алат.
		-- Ray Kroc, founder of McDonald's

%
Тоа е задоволство го прави бизнис со вас.
		-- Ray Kroc, founder of McDonald's

%
Тоа е прекрасен! Ние не сме виделе такво нешто во последниот половина час!
		-- Macy's

%
Тоа не е толку тешко да се укине од страна на вашиот bootstraps еднаш сте надвор од земјата.
		-- Daniel B. Luten

%
Тоа е многу гламурозна да се подигне милиони долари, додека не е време закапиталистички да си го цица вашиот очното јаболко надвор.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Само затоа што тој е мртов, не е причина да отпушти работа.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Продолжи со добрата работа! Но, ве молам, не ме праша да им помогне.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Чувајте шеф вашиот шеф е од грбот вашиот шеф е.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Чувајте ги вашите очи на топката,Рамо до тркалото,Носот на точило,Нозете на земја,Вашата глава на рамената.Сега ... Обидете се да добие нешто направено!
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Раскошна трошење може да бидат катастрофални. Не купувам Секое расфрла за некое време.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Позајмуваат пари на лоша должникот и тој ќе те мразат.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Дозволете ми да ве уверам дека за нас овде во Првиот национален, вие не сте само еденброј. Ти си два броја, цртичка, повеќе од три броеви, уште една цртичка идруг број.
		-- James Estes

%
Ајде да ја организираме оваа работа и да ги преземе сите на забава надвор од него.
		-- James Estes

%
Животот е здрава почит за мајката природа Украсен со алчноста.
		-- James Estes

%
Животот е евтин, но додатоци може да те убие.
		-- James Estes

%
Живеат во рамките на вашиот приход, дури и ако треба да ги позајмите, да го стори тоа.
		-- Josh Billings

%
Живеат на Земјата може да биде скапо, но тоа вклучува бесплатен годишен патувањеоколу Сонцето
		-- Josh Billings

%
Овде! Мажите станаа алатка на нивните алатки.
		-- Henry David Thoreau

%
Кредит-оддел менаџер: "Не постои парична казна печати На овие.каматните стапки, не е потребно. "
		-- Henry David Thoreau

%
Осамен?Како промена?Како нова работа?Како и возбуда?Сакал да запознаеш нови и интересни луѓе?САМО завртка-up еден повеќе време !!!!!!!
		-- Henry David Thoreau

%
Видете, ние трговијата секој ден таму со hustlers, се занимаваат одлуки, надриадвокати,един-мажи. Тоа е начинот на бизниси да започнете. Тоа е начинот на кој тоадржавата е изграден.
		-- Hubert Allen

%
Многу луѓе се збуни лошо управување со судбината.
		-- Frank Hubbard

%
Љубовта може да се смееш на браварите, но тој има длабока почит за пари кеси.
		-- Sidney Paternoster, "The Folly of the Wise"

%
Среќа, тоа е кога подготовка и можност исполнат.
		-- P. E. Trudeau

%
Се направи напредок во работата. Продолжи да се дозволи работите да се влошат дома.
		-- P. E. Trudeau

%
Човекот е животно кое го прави поволни цени: нема други животински прави this--Не куче размена коски со друг.
		-- Adam Smith

%
Човекот мора да ги обликуваат своите алатки за да не го обликуваат.
		-- Arthur R. Miller

%
Управување: Колку нозе го глувци имаат?Одговор: Глувци имаат четири нозе.М: Елаборат!Р: Глувци имаат пет додатоци, а четири од нив се нозете.М: Нема дискусија за петтата додаток!Р: Глувци имаат пет додатоци; четири од нив се нозете; еден е на опашката.М: Што? Нозе без нозе?Р: Глувци има четири нозе, четири нозе, и една опашка по единица глушец.М: збунувачки - тоа е вкупно 9 додатоци?Р: Глувци има четири нога нога собранија, и една опашка собранието на телото.М: не разговараат за целосно на ова прашање!Р: Секој глувчето доаѓа опремен со четири нозе и опашка. секоја ногае опремен со подножјето на крајот од спротивната страна на телото; опашкатане е опремен со една нога.М: Описни? Да. Присилно НЕ!Р: распределба на додатоци за глувци ќе бидат: Четири собранија нога нога,една опашка. Отстапување од оваа политика не е дозволено како што бипретставува misapportionment додаток на ограничените средства.М: премногу авторитарен; задушува креативноста!Р: Глувци има четири нозе; секоја нога е во прилог на една мала нога се приклучиинтегрално со целокупната глувчето структурни под-систем. исто така,во прилог на под-систем на глувчето е тенка опашка, нефункционално иукрасни во природата.М: премногу опширниот / научни. Одговори на прашањето!Р: Глувци имаат четири нозе.
		-- Arthur R. Miller

%
Многу луѓе се ентузијазам за нивната работа.
		-- Arthur R. Miller

%
Многу луѓе се unenthusiastic за вашата работа.
		-- Arthur R. Miller

%
Многу луѓе пишуваат белешки да ви кажам нема што да каже.
		-- Arthur R. Miller

%
Матер artium necessitas.[Неопходноста е мајка на пронајдокот].
		-- Arthur R. Miller

%
Породилно плати? Сега секој Том, Дик и Хари ќе забремени.
		-- Malcolm Smith

%
Можеби не можат да купат среќа, но овие денови сигурно може да го наплаќаат.
		-- Malcolm Smith

%
Мекдоналдс - Затоа што ти си достоен за тоа.
		-- Malcolm Smith

%
Мажите на возвишени гениј кога тие го прават најмалку работа се најактивни.
		-- Leonardo da Vinci

%
Мажите се само нивните потреби во предвид - никогаш не нивните способности.
		-- Napoleon Bonaparte

%
кожата на мажите е различно од кожата на жените. Тоа обично е поголем, иима повеќе змии тетовирани на него. Исто така, ако ви се испита на кожата на женатамногу тесно, инчи со инчен, со почеток во нејзиниот снажен нозете, а потоа нежноследење на тенки крива на нејзиниот телиња, а потоа се пресели до неа ...[Забелешка на уредникот: За да се направи простор за вести статии во врска со важни светските настаникако што се земјоделството, ние ќе треба да ги избришете следните неколку квадратни стапки накожата жената. Ти благодарам.]... Се додека, конечно, на двајца од вас се лежи, потрошени, пушењето вашиотцигари, и одеднаш тој да ви хитови: човечка кожа е всушност составен одмилијарди мали единици на протоплазма, наречен "клетки"! И што е уштесите интересни, оние од надвор умираат! Ова е факт. вашиоткожата е како агресивна модерна корпорација, каде што постарите ветеранклетки, кој конечно го работел својот пат до врвот и да се добијат канцелариисо убав поглед, постојано се туркаа на главата на прозорецот, прво,без толку многу како пензиски план, со помлади hotshot клетки движат нагоре одподолу.
		-- Dave Barry, "Saving Face"

%
Ментална моќ тенденција да се корумпирани, и апсолутно интелигенција тенденција дакорумпирани апсолутно, додека жртвата избегнуваат насилство целосно вокорист на паметни решенија за глупави проблеми.
		-- Piers Anthony

%
Парите не можат да купат среќа, но тоа може да те направи ужасно удобно додекасте се мизерни.
		-- C. B. Luce

%
Парите не можат да купат љубов, но ја подобрува вашата позиција договарање.
		-- Christopher Marlowe

%
Парите не можат да купат љубов, ниту пак дури и пријателство.
		-- Christopher Marlowe

%
Парите не се зборува, тој се колне.
		-- Bob Dylan

%
Парите се подобри од сиромаштијата, ако само од финансиски причини.
		-- Bob Dylan

%
Пари е своја награда.
		-- Bob Dylan

%
Пари е корен на сите зла, и човекот треба корени.
		-- Bob Dylan

%
Пари е корен на сите богатство.
		-- Bob Dylan

%
Парите се вистинити. Ако човек зборува за својата чест, да го плаќаат во кеш.
		-- Lazarus Long

%
Пари не е сè - но тоа е далеку понапред од она што следува потоа.
		-- Sir Edmond Stockdale

%
Парите можат да купат пријателство но парите не можат да купат љубов.
		-- Sir Edmond Stockdale

%
Парите ќе се каже повеќе, во еден момент од најречитото љубовник може со години.
		-- Sir Edmond Stockdale

%
Moneyliness е до побожност.
		-- Andries van Dam

%
Поголемиот дел од луѓето ќе ги слушате вашите неразумни барања, дали ќе се разгледанивните неприфатлива понуда.
		-- Andries van Dam

%
vult Мундус decipi decipiatur Ерго.[Светот сака да бидат измамени, па лажеш.]
		-- Xaviera Hollander

%
Мојата идеја за груба обработка е кога услуга во соба е доцна.
		-- Xaviera Hollander

%
Мојата идеја за груба обработка претворајќи климатик премногу ниски.
		-- Xaviera Hollander

%
Мојот проблем лежи во усогласувањето на бруто навики со нето мојот приход.Секој маж кој има $ 10.000 остави кога тој умира е неуспех.
		-- Errol Flynn

%
"Неопходноста е мајка на пронајдокот" е глупо поговорка. "Неопходностае мајка на залудни dodges "е многу поблиску до вистината.
		-- Alfred North Whitehead

%
Вратоврски задави јасно размислување.
		-- Lin Yutang

%
Никогаш не се жали на човекот "подобро природата". Тој не може да имаат еден.Повикувајќи се на неговиот личен интерес ви дава повеќе моќ.
		-- Lazarus Long

%
Никогаш не се постават две прашања во бизнис писмо. Истото ќе се разговарана оној што се најмалку заинтересирани, и да каже ништо за другите.
		-- Lazarus Long

%
Никогаш не купуваат од богата продавач.
		-- Goldenstern

%
Никогаш не купат она што не го сакаат затоа што е евтин; тоа ќе биде драги.
		-- Thomas Jefferson

%
Никогаш не го нарекуваат еден човек е будала. Позајмуваат од него.
		-- Thomas Jefferson

%
Никогаш не инвестирате вашите пари во нешто што јаде или треба освежителни.
		-- Billy Rose

%
Никогаш не се држи чекор со Joneses. повлечете ги надолу на вашиот ниво.
		-- Quentin Crisp

%
Никогаш не дозволувајте некој кој вели дека не може да се направи прекин на лицето кое еправење.
		-- Quentin Crisp

%
Никогаш не се каже што знае човек се додека не го подели наследството со него.
		-- Quentin Crisp

%
Никогаш не се каже на луѓето како да се прават работите. Да им каже што да прават и тие ќеве изненади со својата генијалност.
		-- Gen. George S. Patton, Jr.

%
Никогаш не верувам некој кој вели дека парите не е предмет.
		-- Gen. George S. Patton, Jr.

%
Никогаш не се обидувајте да ги учат на свиња да пее. Тоа отпад вашето време и иритира свиња.
		-- Lazarus Long, "Time Enough for Love"

%
НОВИ YORK-- Крафт фудс, Inc денес објави дека нејзиниот одбор надиректори едногласно го отфрлија понудата за $ 11 милијарди преземање од страна на ФилипПортпаролот на Морис и копродукции А Крафт изјави на прес-конференција декапонуда е отфрлена поради кандидатурата на $ 90-на-акција не ги одразуваатвистинската вредност на компанијата.Вол Стрит инсајдерите, сепак, кажете сосема поинаква приказна.Очигледно, на одборот на директори Крафт имаше сите, но потпиша за преземањедоговор кога тие го научиле на Филип Морис "маркетинг планови за една однивните главни Блискиот Исток подружници. На лице, одборот гласаше заја отфрли понудата, кога дознале дека гигант тутун наменет зареорганизира израелски Чеда, Ltd, и името на новата компанија сирење од Назарет.
		-- Lazarus Long, "Time Enough for Love"

%
Nitwit идеи за итни случаи. Можете да ги користите кога ќе имам ништона друго место да се обиде. Ако тие работат, тие одат во книгата. Во спротивно ќе го следатКнигата, која во голема мера е збирка на nitwit идеи кои работеле.
		-- Larry Niven, "The Mote in God's Eye"

%
Не комисија би можел да излезе со нешто како револуционерна како камила -нешто како практични и како совршено дизајнирани да се изврши ефикасно вотакви тешки услови.
		-- Laurence J. Peter

%
"Нема работа премногу голем, без надомест е премногу голем!"
		-- Dr. Peter Venkman, "Ghost-busters"

%
Никој не се разболи во среда.
		-- Dr. Peter Venkman, "Ghost-busters"

%
Нема проблем е нерастворлив во сите можни околности.
		-- Dr. Peter Venkman, "Ghost-busters"

%
Нема проблем е толку сериозен што не може само да одиме подалеку од тоа.
		-- C. Schulz

%
Нема проблем, е толку голема што не може да се вклопи во некаде.
		-- C. Schulz

%
Не скии се камењата, како изнајмување на скии!
		-- C. Schulz

%
Нема плукање во автобус!Ви благодарам, на Mgt.
		-- C. Schulz

%
Ниту еден од нашите мажи се "експертите". Имаме повеќето за жал не најде за потребнода се ослободи од еден човек, штом тој се смета експерт - бидејќи никојнекогаш се смета себеси за експерт ако тој навистина знае својата работа. Еден човек кој знаеработа гледа толку многу повеќе да се направи отколку што го направил, тој е секогаш притискањенапред и никогаш не се откажува еден момент на помисла за тоа како добро и колку е ефикаснатој е. Размислување секогаш напред, мислејќи секогаш се обидуваат да се направи повеќе, носисостојба на умот, во која ништо не е невозможно. Во моментот кога еден добива восостојба на умот "експерт" голем број на работи стануваат невозможни.
		-- From Henry Ford Sr., "My Life and Work"

%
Ништо не е завршена до документација е завршена.
		-- From Henry Ford Sr., "My Life and Work"

%
Ништо не е невозможно за човекот кој нема да го направи тоа себе.
		-- A. H. Weiler

%
Ништо не е за восхит од сила на духот со кој милионеритолерираме недостатоците на нивното богатство.
		-- Nero Wolfe

%
Ништо не го прави човекот попродуктивен од последната минута.
		-- Nero Wolfe

%
Ништо не мотивира еден човек повеќе отколку да се види неговиот шеф се стави во работа чесен ден.
		-- Nero Wolfe

%
Ништо не се повлекува како успех.
		-- Walter Winchell

%
Ништо не успева како вишок.
		-- Oscar Wilde

%
Ништо не успева како успехот.
		-- Alexandre Dumas

%
Ништо не успева како појавата на успех.
		-- Christopher Lascl

%
Ништо нема да се отфрли ентузијазам како мал прием такса.
		-- Kim Hubbard

%
Ништо нема да се обиде, ако сите можни приговори мора да биде првнадминат.
		-- Dr. Johnson

%
Сега, може да се прашуваат: "Како можам да добијам еден од оние целосна домашна алаткасетови за до 4? "$ Одличен прашање.Оди на една од оние кои се навистина евтини попуст продавници, каде што тие ја продаваатпластични мебел во бои видливо од планетата Нептун и каде штоима оддел храна специјализирана во картонски кутии полни со Raisinets иmalted млеко топки произведени за време на администрацијата на Никсон. во секојодделот за хардвер или housewares, ќе најдете објект увезени однејасни ориентални земја и го опиша како "Девет алатки во едно", која се состои одмалку се справи со заменлива краевите претставува необјаснива ориенталнипоими на алатки кои Американците може да се користи во вашиот дом. Купи тоа.Ова е вид на алатка во собата професионалци користат. Не само што еефтин, но тоа, исто така, има голема функција за безбедност не е пронајден вот.н. квалитет алатки групи: На рачката, всушност, ќе се скрши право надвор акослучајно сте сами или ништо хит на друго место, или изложувајте на директнасончева светлина.
		-- Dave Barry, "The Taming of the Screw"

%
Од сите можни реакции комитет на која било дадена точка дневниот ред,реакција што ќе се случи е оној кој ќе го ослободи од најголемитеизносот на топол воздух.
		-- Thomas L. Martin

%
Се разбира, не постои причина за тоа, тоа е само нашата политика.
		-- Thomas L. Martin

%
Откако тоа се густо, единствениот рационален избор е да се мета, пакет неа,и го продаде како ѓубриво.
		-- Thomas L. Martin

%
Еден убав ден, возачот на автобусот отиде во автобус гаража, започна автобусот,и побегнало должината на рутата. Нема проблеми при првите неколку запира - неколкулуѓето се качив на, неколку симнаа, и работите тргнаа генерално добро. На следнатазапре, сепак, голема мечка на еден човек се качив на. Шест нозе осум, изграден какоборач, рацете виси надолу до земјата. Тој glared на возачот и рече:"Биг Џон не се исплати!" и седна на задната страна.Никако не можев да се спомене дека возачот бил пет нозе три, тенок, и во основакроток? Па, тој беше. Се разбира, тој не се расправаат со Биг Џон, но тој не бешесреќен за тоа. Па, следниот ден истото се случи - Биг Џон доби наповторно, направи знак на одбивање да се плати, и седна. И следниот ден, ионаа по неа, и така натаму. Ова рендан на возачот на автобусот, кој започнагубење на спиење во текот на начин Биг Џон е да ги искористат предностите од него. На крајот, тојможе да го издржи повеќе не. Тој се регистрираа за бодибилдинг голф, карате, џудо,и сето тоа добри нешта. До крајот на летото, тој стана доста силна;она што е повеќе, тој се чувствува навистина добро за себе.Така, на следниот понеделник, кога Биг Џон повторно се качив на автобуси рече: "Биг Џон не плаќаат !," возачот застана, зјапаше назад вопатниците, и извикав: "А зошто да не?"Со изненаден изглед на лицето, Биг Јован им одговори: "Биг Џон имаавтобус помине ".
		-- Thomas L. Martin

%
Еден добар костум вреди илјада резимеа.
		-- Thomas L. Martin

%
мозокот на еден човек плус еден друг ќе произведе една половина од многу идеи како еденчовекот ќе се произведува сам. Овие два плус два повеќе ќе произведуваат половинаповторно, како и многу идеи. Овие четири плус уште четири почнат да претставувакреативна средба, и промени односот на една четвртина како многу ...
		-- Anthony Chevins

%
Еден од вашите повеќето антички писатели, историчар по име Херодот раскажува закрадец кој требаше да биде погубен. Како што беше одземен тој направи договор сона царот: во една година ќе учат на кралот омилен коњ да пеехимни. Другите затвореници гледав крадец пеење на коњ инасмеа. "Вие нема да успее", тие му рекле. "Никој не може."На кои крадецот одговори: "Имам една година, и кој знае што може даслучи во тоа време. Кралот може да умре. Коњот може да умре. Јас може да умре.А можеби и коњот ќе научат да пеат.
		-- "The Mote in God's Eye", Niven and Pournelle

%
Една од можните причини дека работите не се одвиваат според планоте дека никогаш не постоел план во на прво место.
		-- "The Mote in God's Eye", Niven and Pournelle

%
Надежна концепт што дојдов до веднаш е во тоа што можевпроизводство на лични воздушни перничиња, а потоа се добие закон усвоен со која се бара тие да бидатинсталиран на конгресмените да ги заштити од преземање на патувања. Да речеме дека вашиотконгресмен се обидува да патуваат во Париз да се направи на утврдување на фактите студија за тоа какоФранцуската влада се справува со болести кои се пренесуваат со шербет. Само когадоби во однос на рамнината, задолжително неговиот воздушно перниче, врзани околу половината, ќенадуе - FWWAAAAAAPPPP - на тој начин правејќи го премногу големи за да ги собере прекуавион вратата. Тој може да биде изманипулирана да се надува кога конгресменотпредложи закон. ( "Претседателе, луѓето ме прашуваат, зошто треба да Октомвриопределени како живец инспекција месец? А јас одговарам дека FWWAAAAAAPPPP. ")Ова ќе спаси милиони долари, па јас не се сомневам дека јавностанасилно ќе ја поддржи закон бара воздушни перничиња за конгресмени. Проблемоте дека вашиот потенцијален пазар е многу мал: постојат само околу 500членови на Конгресот, а некои од нив, како што спикерот "Совет" О'Нил,веќе се премногу големи за да ги собере на нормална авиони.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Еден начин да се направи вашиот стар автомобил работи подобро е да се погледне нагоре на цената на еден нов модел.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Само преку напорна работа и упорност може еден навистина страдаат.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Можности обично се маскирани како напорна работа, па повеќето луѓе неги препознаат.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Оптимизмот е содржината на мали луѓе на високи позиции.
		-- F. Scott Fitzgerald, "The Crack Up"

%
Или вие или јас треба да го предадат својот живот на Ahrimanes. Јас повеќе би сакал да сте биле.Јас треба да има колебање во жртвување на мојот живот во изобилие твое, ноние ги преземат акциите следната недела, и тоа не би било фер за компанијата.
		-- J. Wellington Wells

%
Нашиот бизнис во животот е да се успее, туку да продолжи да се успее во високо духови.
		-- Robert Louis Stevenson

%
Нашата земја има многу добри пет центи пури, но проблем етие наплаќаат петнаесет центи за нив.
		-- Robert Louis Stevenson

%
Нашата политика е, кога се двоумите, ја направат вистинската работа.
		-- Roy L. Ash, ex-president, Litton Industries

%
Црвено? Но, ми остана проверки!
		-- Roy L. Ash, ex-president, Litton Industries

%
Должиме никој ништо ...
		-- Romans 13:8

%
Луѓето се секогаш на располагање за работа во минато време.
		-- Romans 13:8

%
Луѓето мислат дека фраза ќебе, "Јас работам само тука", absolvesнив целосно од морална обврска во однос на јавноста - но оваТокму изговор Ајхман за својата работа во концентрационите логори.
		-- Romans 13:8

%
Луѓето ќе купат нешто што е една на купувачите.
		-- Romans 13:8

%
Ве молиме имајте ги рацете од умножување опрема на државниот секретар.
		-- Romans 13:8

%
Ве молиме обидете се да го ограничи износот на "оваа соба нема bazingas"се додека не се кажува дека оние соби се "удри надвор." Откако удрен од,имаме право да се жалат во врска со злосторствата, исчезнати bazingas, и сл.
		-- N. Meyrowitz

%
Водовод е една од најлесните на не-it-yourself активности,се бара само неколку едноставни алатки и подготвеност да се држи вашата рака возатнат тоалет. Всушност, може да се реши многу проблеми дома водовод, како што седосадни капе тапа, само со вртење на радио. Но, пред да сево специфични техники, ајде да погледнеме на тоа како функционира молк.Систем водовод е многу слично како што во електричниот систем, освендека наместо на електрична енергија, што има вода, а наместо на жици, таа имацевки, и наместо тоа на радија и вафли пегли, има чешми и тоалети.Па, вистината е дека твојот молк системи е ништо како вашиотелектричниот систем, што е добро, бидејќи на електрична енергија може да те убие.
		-- Dave Barry, "The Taming of the Screw"

%
Порше: едноставно нема замена.
		-- Risky Business

%
Имот се зголеми за пополнување на располагање простор за нивно складирање.
		-- Ryan

%
Практични луѓе би било попрактично ако тие ќе потрае малкуповеќе време за сонување.
		-- J. P. McEvoy

%
Нејзиното ветување ништо, но му ја даде Ексон безоловен.
		-- J. P. McEvoy

%
Ветувајќи дека не чини ништо, тоа е доставување дека ве убие.
		-- J. P. McEvoy

%
Брзина е своја награда, ако се живее со часови, наместо на меч.
		-- J. P. McEvoy

%
Не надевајте се во пари, но се стави вашите пари во доверба.
		-- J. P. McEvoy

%
Ги ставаш најдобро нога напред. Или само да се јавите и да се каже дека се болни.
		-- J. P. McEvoy

%
Стави вашиот нос да се точило!
		-- Amalgamated Plastic Surgeons and Toolmakers, Ltd.

%
Кол не е замена за квалитет, но нејзиниот само еден што го имаме.
		-- Amalgamated Plastic Surgeons and Toolmakers, Ltd.

%
Вистинско богатство само што може да се зголеми.
		-- R. Buckminster Fuller

%
Примање на данок милиони долари бесплатно ќе направи да се чувствувате подобро одсе рамни скрши и со болка во стомакот.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
Неодамнешните инвестиции ќе донесе мало профит.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
Неодамнешните истражувања има тенденција да се покаже дека гнасните не-човексе заменува со Високата procrastinator.
		-- C. N. Parkinson

%
Без оглед на тоа дали мисија се проширува или договори, административнинадземни продолжува да расте во стабилна стапка.
		-- C. N. Parkinson

%
Запомни - само 10% од нешто може да биде во првите 10%.
		-- C. N. Parkinson

%
Не заборавајте да се поздрави со вашата банкарска епови.
		-- C. N. Parkinson

%
Запомнете, дури и ако победи во трката за стаорец - ти си уште стаорец.
		-- C. N. Parkinson

%
Пензионирање значи дека кога некој вели: "Имајте пријатен ден", ќевсушност, да се сними во него.
		-- C. N. Parkinson

%
Богатството покрие многу проблеми.
		-- Menander

%
Правило # 7: Молчењето не е согласување.Спротивно на она што може да се чуе, молк од присутните ене мора да се согласувате, дури и не сакаат сорта. Тие едноставно можеседат во молк во судницата и да дознаам начини за саботирање на планот потие ја поврати својата сталоженост.
		-- Menander

%
Спаси малку пари секој месец, а на крајот на годината ќе бидеизненаден од тоа колку малку да имате.
		-- Ernest Haskins

%
Sears има сè.
		-- Ernest Haskins

%
Служат кафе на авиони предизвикува турбуленции.
		-- Ernest Haskins

%
"Седум години и шест месеци!" Humpty Dumpty повтори смислено."Непријатно вид возраст. Сега, ако му побара мојот совет, јас ќе требарече: "Оставете го на седум" -. Но тоа е премногу доцна за сега ""Јас никогаш не побара совет во врска расте", рече зачудено Алис."Премногу горди?" Од друга праша.Алис чувствував уште негодуваше на овој предлог. "Мислам,"рече таа, "дека не може да им помогне на стареење.""Не може, можеби", рече Humpty Dumpty; "Но, две може. Сосоодветна помош, можеби сте застанале во седум. "
		-- Lewis Carroll, "Through the Looking-Glass"

%
Пред неколку години, некои паметни бизнисмени имаше идеја: Зошто не се изгради големпродавницата каде што не-it-yourselfer може да се добие сè што му е потребно на разумницени? Потоа тие одлучија, Не, по ѓаволите со тоа, ајде да се изгради домцентар. И пред долго време дома центри се изникнуваат како crabgrass ситево текот на САД.
		-- Dave Barry, "The Taming of the Screw"

%
Покажете ми еден човек кој е добар губитник и јас ќе ви покажам некој кој е играголф со неговиот шеф.
		-- Dave Barry, "The Taming of the Screw"

%
Така да мислам дека парите е корен на сите зла. Дали некогаш сте се праша штое коренот на пари?
		-- Ayn Rand

%
Значи ... дали некогаш сте се прашувам, дали garbagemen земе тушеви пред тие да одат на работа?
		-- Ayn Rand

%
Некои луѓе издлаби кариера, другите ги длето.
		-- Ayn Rand

%
Некои луѓе имаат голема амбиција: да се изгради нештокоја ќе трае, барем додека не завршите со изградбата.
		-- Ayn Rand

%
Некои луѓе успеваат од книгата, иако тие не знаат кој го напишакнига или дури и она што книгата.
		-- Ayn Rand

%
Некои луѓе се отвори само за да ви кажам дека тие се затворени.
		-- Ayn Rand

%
Некои луѓе се молат за повеќе од она што се подготвени да работат.
		-- Ayn Rand

%
Некои луѓе велат дека автомобилот пред моторот се справува со најдобрите. Некои луѓе велат деказаден моторот на автомобилот се справува со најдобрите. Велам изнајмен автомобил се справува со најдобрите.
		-- P. J. O'Rourke

%
Некој треба да премине пенкала точка топката со закачалки, така штопенкала ќе се мултиплицираат, наместо да исчезне.
		-- P. J. O'Rourke

%
Еден ден некој мора да одлучи дали машината е машина,или лицето кое дејствува.
		-- P. J. O'Rourke

%
Еден ден, вашите отпечатоци ќе дојде.
		-- Kodak

%
Некој е ентузијазам за вашата работа.
		-- Kodak

%
Предградие е местото каде што на инвеститорот bulldozes од дрвјата, а потоа имињана улиците по нив.
		-- Bill Vaughn

%
Успехот е нешто што ќе се облекуваат за кога ќе одам таму, а не до.
		-- Bill Vaughn

%
Ви препорачуваме да само седат таму и да чекаат до животот станува полесно.
		-- Bill Vaughn

%
Поддршка вашата локална црква или синагога. Служби во Банката на Америка.
		-- Bill Vaughn

%
Изненадување поради денес. Исто така кирија.
		-- Bill Vaughn

%
Изненадете вашиот шеф. Се дојде до работа на време.
		-- Bill Vaughn

%
Се грижи за луксуз и потребите ќе се грижи за себе.
		-- Lazarus Long

%
Земете се што е во чекор. Газат секој кој добива во вашиот начин.
		-- Lazarus Long

%
Земете луѓе на Кока-Кола. За многу години, тие беа содржинада седат назад и да се направи истата стара газирани пијалаци. Тоа беше добарпијалок, не станува збор за тоа; генерации на луѓе израсналпиење и прави експеримент во шесто одделение, каде што ќе се стави напомине во чаша Кока-Кола и по неколку дена се раствора ноктитеи учител вели: "Замислете она што го прави за вашите заби!" Значи Кока-Колае цврсто вградени во пазарот, како и управување не дозволувалада се подобри ...
		-- Dave Barry, "In Search of Excellence"

%
Земете време да размислуваат за сите работи што ги имате, а не како резултат на вашетозаслуга или напорна работа или затоа што Бог или среќа или напори на други лицаги даде за вас.
		-- Dave Barry, "In Search of Excellence"

%
Земете вашата работа сериозно, но никогаш не се земе сериозно; и несе она што се случува, или за себе или вашата работа сериозно.
		-- Booth Tarkington

%
Талент го прави она што можеме.Genius го прави она што мора.Го правите она што можете да се плаќа да се направи.
		-- Booth Tarkington

%
Телефонски именици се како речници - ако го знаеш одговорот предќе го гледам нагоре, што на крајот може да ја потврдат она што го мислев, дека ти знаешено не се сигурни. Но, ако сте во потрага за нешто што не говеќе знаете, прстите може да се оди до смрт.
		-- Erma Bombeck

%
Рок, празници, рок, празници, додека не го напушти училиштето, а потоа работа, работа,работат додека не умре.
		-- C. S. Lewis

%
Тоа е живот.Што е животот?Едно списание.	Колку чини?Две педесет.Имам само еден долар.Тоа е живот.
		-- C. S. Lewis

%
На [Фондацијата Форд] е големо тело на пари целосно опкружена солуѓе кои сакаат некои.
		-- Dwight MacDonald

%
На `осаменик" може да се почитуваат, но тој секогаш е навредуван од страна на неговите колеги,бидејќи се чини дека е донесување на критичко расудување на нив, кога тој може да бидеедноставно правење ограничувачки изјава за себе.
		-- Sidney Harris

%
Отсутниот оние кои секогаш се во грешка.
		-- Sidney Harris

%
Одговорот на прашањето на животот, универзумот и сè што е ...Четири ден работна недела,Двупластови тоалетна хартија!
		-- Sidney Harris

%
Одговорот на крајната прашање на животот, универзумот и сè што бешеобјавен со дозвола од видот на соединета унија на филозофи,Мудреци, познати личности, како и други професионални размислување лица.
		-- Sidney Harris

%
позиција просечната поединецот во било хиерархија е многу слични на влечењена dogsled - нема вистинска промена на сценографијата, освен за олово куче.
		-- Sidney Harris

%
Најдобар опрема за вашата работа е, се разбира, на повеќето скапи.Сепак, вашиот сосед секогаш се трошат парите што треба да биде твојаод судењето работи со нивната цена.
		-- Sidney Harris

%
Најдобар извршен е оној кој има доволно за да ги собереш добри луѓе да се направи смислаона што тој сака направено, и воздржаност доволно да ги задржи од мешање сонив, додека тие го прават тоа.
		-- Theodore Roosevelt

%
Најдобар предвидени планови на глувците и луѓето се одржа во правниот оддел.
		-- Theodore Roosevelt

%
Најдобрите работи во животот се за одреден надоместок.
		-- Theodore Roosevelt

%
Најдобрите нешта во животот оди на продажба порано или подоцна.
		-- Theodore Roosevelt

%
Најдобар начин за да се избегне одговорност е да се каже, "Јас имам обврски."
		-- Theodore Roosevelt

%
Библијата на писма на повикување на:Дали сме почнуваат одново да се произведе нашите ингеренциите? Далиние, исто како некои луѓе, треба писма на вовед за вас, или од вас?Не, вие сте сите во писмото што ни треба, писмо на срцето; билочовек може да го видите за што е тоа и да го прочита за себе.
		-- 2 Corinthians 3:1-2, New English translation

%
Најголемата грешка што можете да направите е да се верува дека ќе се работи занекој друг.
		-- 2 Corinthians 3:1-2, New English translation

%
Шефот се вратил од ручек во добро расположение и го повика целиот персоналво да се слуша неколку шеги го зедов. Сите, но една девојканасмеа uproariously. "Што е проблемот?" мрмори шеф. "Не стедоби смисла за хумор? ""Јас не треба да се смееш, да", рече таа. "Си заминувам петок во секој случај.
		-- 2 Corinthians 3:1-2, New English translation

%
Мозокот е прекрасен орган; тоа започнува со работа во моментот кога ќе се нагорево утринските часови, и нема да застане се додека не се дојде до работа.
		-- 2 Corinthians 3:1-2, New English translation

%
Најблиску до совршенство лице никогаш не доаѓа кога ќе ја пополнува работаформулар за апликација.
		-- Stanley J. Randall

%
Конфузијата на член на персоналот се мери со должина од неговите белешки.
		-- New York Times, Jan. 20, 1981

%
Цената на пердуви се зголеми, па дури и долу е се!
		-- New York Times, Jan. 20, 1981

%
Трошоците на живот не влијаеше нејзината популарност.
		-- New York Times, Jan. 20, 1981

%
Трошоците за живот се зголемува, како и можност за живот се случува долу.
		-- New York Times, Jan. 20, 1981

%
Одлуката да не мора да биде логично, тоа беше едногласна.
		-- New York Times, Jan. 20, 1981

%
На ниво на техничка сигурност е обратно пропорционална наниво на управување.
		-- New York Times, Jan. 20, 1981

%
Разделувањето поделба генерален менаџер сретна последно време со младитенаследник и му даде три коверти. "Мојот претходник го направи ова за мене,и јас ќе го помине традиција заедно со вас ", рече тој." На првиот знакпроблеми, ја отвори првата плик. Сите дополнителни тешкотии, отворете говториот плик. Потоа, ако проблемите продолжат, се отвори третата плик.Со среќа. "Новиот менаџер врати во својата канцеларија и го исфрли пликовиво некоја фиока.Шест месеци подоцна, трошоци и приходи долета полета. Потресен, намлад човек го отвори првиот коверт, на кој рече: "сето тоа Виновна е таа на мене."Следниот ден, тој се одржа прес-конференција и го направија токму тоа. надонесен криза.Шест месеци подоцна, продажбата падна нагло. измачениотменаџер отвори вториот плик. Таа рече: "Реорганизација".Тој одржа уште една прес-конференција, најавувајќи дека поделбатаќе се реконструира. помина кризата.Една година подоцна, сè беше во ред одеднаш и директор еобвинета за сето тоа. На обогатила извршен затвори својата канцеларија вратата, потонаво својот стол, и го отвори третиот плик."Подгответе три коверти ...", рече таа.
		-- New York Times, Jan. 20, 1981

%
Разликата помеѓу кариерата и на работа е околу 20 часа неделно.
		-- New York Times, Jan. 20, 1981

%
Тешката ние денес; невозможното трае малку подолго.
		-- New York Times, Jan. 20, 1981

%
На почетокот на птица кој фаќа црв работи за некој кој доаѓа на крајоти е сопственик на фарма црв.
		-- Travis McGee

%
Најлесен начин да се пресмета трошоците на живот е да се земе вашиот приход идодадете десет проценти.
		-- Travis McGee

%
На крајот на трудот е да се добие одмор.
		-- Travis McGee

%
Грешката на младите е да се верува дека разузнавачките е замена заискуство, додека грешка на возраст е да се верува искуство е заменаза интелигенција.
		-- Lyman Bryson

%
Толку побрзо и да одам, на behinder да се добие.
		-- Lewis Carroll

%
Најдобрите елоквентност е она што добива работите.
		-- Lewis Carroll

%
Првите 90% од проектот се 90% од времето, последниот 10% земадруги 90% од времето.
		-- Lewis Carroll

%
Првиот мит на менаџментот е дека тоа постои. Вториот мит наменаџментот е дека успехот е еднаква вештина.
		-- Robert Heller

%
Првиот ротарианците беше првиот човек да се јавите Јован Крстител "Џек".
		-- H. L. Mencken

%
Првото правило на интелигентни tinkering е да се спаси сите делови.
		-- Paul Erlich

%
Флеш тоалет е основа на западната цивилизација.
		-- Alan Coult

%
Гент кој се буди и се наоѓа на успех не се спие.
		-- Alan Coult

%
Најголемата продуктивна сила е човечки себичност.
		-- Robert Heinlein

%
Најтешкиот дел од искачување на скалилата на успехот е добивање прекутолпата на дното.
		-- Robert Heinlein

%
Хиероглифи сите се нечитливи освен за нотација на грбот,кој гласи: "Вистинска автентични египетски папирус. загарантирана да биденајмалку 5000 години. "
		-- Robert Heinlein

%
Идејата беше дека потрошувачите ќе донесе скршени нивните електронскиуреди, како што се телевизори и видео, за да центри на уништување,каде обучен персонал би нив (уреди) оштетена со чекани.Со своите уреди со што трајно се уништени, потрошувачите тогаш ќе бидат слободнида излезат и да купат нови уреди, наместо да мора да fritter далеку годининивните животи се обидуваат да имаат старите санираат на т.н. "фабрикацентри за услуги ", кој всушност се состои од два мажи име Лестер ѕиркааутробата на скршени електронски уреди со евтини цигари и да одам,"Lookit сите нив жици во таму!"
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
Идеален глас за радио може да се дефинира како доказ без супстанца, нема секс,нема сопственик и порака од значење за секоја домаќинка.
		-- Harry V. Wade

%
Неактивен човек не знае што е тоа да уживате во остатокот.
		-- Harry V. Wade

%
На индивидуален избор на конфискување на плескавица може да биде важенукажуваат на потрошувачите во овој ден, кога индивидуализмот е повеќеВажно е да се луѓе.
		-- Donald N. Smith, president of Burger King

%
Интелигенцијата на секоја дискусија се намалува со квадратот наброј на учесници.
		-- Adam Walinsky

%
Коефициентот на интелигенција на групата е најниска IQ на член на групата се поделиод бројот на луѓе во група.
		-- Adam Walinsky

%
Кралот и неговиот советник се со поглед на бојното поле:Кинг: "Како оди план за битка?"Советник: "Видете оние малку црно раски водење на правото?"К: "Да."А: "Тоа се нивните момци и сите оние мали црвени точки се работи.на лева нашите момци. Потоа, кога тие се судираат чекаме допрашина отвора. "К: "А"А: "Ако има повеќе црвена дамка лево од црно раски, ние победиме."К: "Но, она што за ^ # !! $ план% битка?"А: "Досега, се чини дека се оди според раски."
		-- Adam Walinsky

%
Последната личност што се откажат или беше отпуштен ќе биде одговорен засето она што е во ред - до следниот лице поднесе оставка или е отпуштен од работа.
		-- Adam Walinsky

%
Колку подолго насловот, помалку важна работа.
		-- Adam Walinsky

%
На голема разлика помеѓу обврзници и трговци врска е тоа што обврзниците ќесозреат.
		-- Adam Walinsky

%
Средствата-и-завршува моралисти, или не-сторителите, секогаш завршуваат на нивните краевибез какви било средства.
		-- Saul Alinsky

%
Кротките не го сакаат тоа.
		-- Saul Alinsky

%
Кротките ќе ја наследат земјата - тие се премногу слаби за да се одбие.
		-- Saul Alinsky

%
Кротките ќе ја наследат земјата, но не * * минерални права.
		-- J. P. Getty

%
Кротките ќе ја наследат земјата. (Но, тие ќе мора да се бори за тоа.)
		-- J. P. Getty

%
Кротките ќе ја наследат земјата; Но, во тоа време нема да иманишто лево вредност наследување.
		-- J. P. Getty

%
На повеќе срдечна купувачот секретар, толку се поголеми шансите декаконкуренција веќе има ред.
		-- J. P. Getty

%
На повеќе глупости се стави со, на повеќе глупости ви се случува да се добие.
		-- J. P. Getty

%
Повеќе сакам да се направи нешто, толку помалку го нарекуваат работа.
		-- Richard Bach, "Illusions"

%
На повеќе претенциозно име на фирмата, толку е помал организацијата. (Запример, Марфи Центарот за кодификација на човечки и организациски закон,во контраст со IBM, ГМ, AT & T ...)
		-- Richard Bach, "Illusions"

%
На повеќето прекрасен ден по оној на кој ќе купи куќа воземјата е оној на кој сте го препродава.
		-- J. Brecheux

%
Најтешката работа на светот е да знаете како да се направи нешто и да севиди некој друг го прави тоа во ред, без да ги коментира.
		-- T. H. White

%
На еден ден ќе му го продаде душата за нешто, души се презаситеност.
		-- T. H. White

%
Единствениот проблем со да се биде човек на одмор е во тоа што никогаш не може да го запреи да се одморам.
		-- T. H. White

%
само правилата за промоција можам да мислам на се тоа чувство на срам е да седа се избегнуваат по секоја цена и таму никогаш не било причина за да Hustlerда биде помалку зајадлив од повеќе доблесни мажи. Ах, да ... кога мислитеимаш нешто навистина голема, да додадете десет проценти повеќе.
		-- Bill Veeck

%
Единствениот навистина добро место да се купи граѓа е во една продавница, каде што има граѓавеќе се намали и спроведен заедно во форма на мебел, заврши,и го стави во кутии.
		-- Dave Barry, "The Taming of the Screw"

%
На опосум е многу софистициран животните. Тоа дури и не станувамдо 5 или 6 часот.
		-- Dave Barry, "The Taming of the Screw"

%
Оптималната комисија нема членови.
		-- Norman Augustine

%
Богатството на врата пред канцеларија варира обратнопропорционално со основнитесолвентноста на фирмата.
		-- Norman Augustine

%
Другата линија се движи побрзо.
		-- Norman Augustine

%
Лицето кое може да се насмевнам кога нешто не е во ред се мисли нанекој да го обвинуваат за.
		-- Norman Augustine

%
Лицето кое не прави грешки обично не прави ништо.
		-- Norman Augustine

%
На човек кој е земајќи вас на ручек нема намера да плаќаат.
		-- Norman Augustine

%
Поседување на книга ќе биде замена за читање.
		-- Anthony Burgess

%
Цената една плаќа за вршење на професија, или повикување, е интимнапознавање на својата грда страна.
		-- James Baldwin

%
Примарната причина за неуспехот во електрични апарати е истеченгаранција. Често, можете да добиете на апаратот работи повторно едноставно со променадатумот на истекот гаранција со 15/64-инчен чувствува боева маркер.
		-- Dave Barry, "The Taming of the Screw"

%
Проблемот што го мислев дека е проблем беше, всушност, претставува проблем, ноне е проблем што мислевме дека е проблемот.
		-- Mike Smith

%
Причината зошто се грижите убива повеќе луѓе од работа е што повеќе луѓегрижа од работа.
		-- Mike Smith

%
Наградата за работи напорно е напорна работа.
		-- Mike Smith

%
Наградата на нешто добро направено е да се го сториле тоа.
		-- Emerson

%
Богатите се богати, а сиромашните се посиромашни.На тие што се повеќе, тие што немаат умре.
		-- Emerson

%
Правата и интересите на работните маси човекот ќе бидат заштитени и згрижениза не со нашиот труд агитатори, но од страна на христијани на кого Бог во својатабескрајна мудрост му даде контрола на имотните интереси на земјата, како ипо успешното управување на кој толку многу остатоци.
		-- George F. Baer, railroad industrialist

%
На патот кон пропаст секогаш е во добра состојба, а патниците платисметка на тоа.
		-- Josh Billings

%
Платата на главен извршен директор на голема корпорација не е пазарнаграда за достигнување. Тоа е често во природата на топло личнигест од страна на поединецот за себе.
		-- John Kenneth Galbraith, "Annals of an Abiding Liberal"

%
Тајната на успехот е искреност. Откако ќе може да лажни дека, имашго направи.
		-- Jean Giraudoux

%
Седумте смртни гревови ... храна, облека, отпуштање, изнајмување, даноци, пристојности децата. Ништо не може да ги укине овие седум одредници од вратот на човекот, нопари; а духот не можат да се зголемуваат до пресвртници се укинати.
		-- George Bernard Shaw

%
Најкраткото растојание помеѓу две точки е во изградба.
		-- Noelie Alito

%
Колку побрзо ќе падне зад себе, толку повеќе време ќе треба да се израмни.
		-- Noelie Alito

%
Колку побрзо го направите вашиот прв 5000 грешки, толку побрзо ќе бидево можност да ги поправите.
		-- Nicolaides

%
Ѕвездата на богатство сјае врз вас.
		-- Nicolaides

%
На супериорен разбира она што е право; долната човекот го разбираона што ќе го продаде.
		-- Confucius

%
Терминот "оган" носи до визии за насилство и хаос и грда сценана снимањето на вработените кои се прават грешки. Ние сега ќе се однесуваат на овој процескако "бришење" вработен (колку што датотеката е избришан од дискот). навработен е едноставно има еден миг, и помина на следната. Сите страшнитемперамент бесот, плач и закани се елиминирани.
		-- Kenny's Korner

%
Времето поминато на секоја точка од дневниот ред [на комитетот за финансии] ќе бидево обратна пропорција со сумата се вклучени.
		-- C. N. Parkinson

%
Проблемот со многу само-направени мажи е дека тие се поклонуваат на својот Создател.
		-- C. N. Parkinson

%
Проблемот со да се биде сиромашен е дека е потребно сите вашето време.
		-- C. N. Parkinson

%
Проблемот со се точни е дека никој не е таму за да го ценат.
		-- Franklin P. Jones

%
Проблемот со се точни е тоа што луѓето мислат дека немаат ништо повеќеважно да се направи.
		-- Franklin P. Jones

%
Проблемот со прави нешто во право за прв пат е во тоа што никој него цени тоа колку е тешко.
		-- Franklin P. Jones

%
Проблемот со парите се чини премногу!
		-- Franklin P. Jones

%
Проблемот со можност е тоа што секогаш се маскирани како напорна работа.
		-- Herbert V. Prochnow

%
Проблемот со стаорец-трка е дека дури и ако победи, ти си уште стаорец.
		-- Lily Tomlin

%
Двете најубави зборови во англискиот јазик се "Чек затворен."
		-- Dorothy Parker

%
Користењето на парите е сите предност таму е да се има пари.
		-- B. Franklin

%
Платата за гревот се високи, но ќе го добиете во вредност од вашите пари е.
		-- B. Franklin

%
Платата за гревот се пријавуваат.
		-- B. Franklin

%
На начин да се направи мало богатство на пазарот на стоки е да се започнесо големо богатство.
		-- B. Franklin

%
Најлошите Рент а кар услугиКога Дејвид Шварц напушти универзитетот во 1972 година, тој постави Rent-a-руинакако шега. Да се ​​биде природен prankster, тој се здобил со флота од Beat-доизлитена, wreckages чекајќи куп отпадоци во Калифорнија.Тој ги стави на капа и се радував на гледање на лицата на луѓето како штоги спроведува круг од изборот на bumperless, нарушен junkmobiles.За постигнување на траен изненадување имаше ненаситна побарувачката за нив итој сега има 26 просперитетна филијали низ цела Америка. "Луѓето како возењекруг и во најлошите автомобили на располагање ", рече тој. Се разбира, тие го прават."Ако возачот штета од страна на автомобил и е доволно чесни дада го признаат тоа, му велам: 'Заборавете на тоа. Ако тие донесат автомобил назад крајот ниепревиди тоа. Ако тие сум имал несреќа и не се однесуваат на друго возилоние може да се предвиди дека исто така. ""Каде е пепелник?" праша една жена Лос Анџелес, како што се населилево искината внатрешни работи. "Мед", рече нејзиниот сопруг ", целиот автомобил епепел лента. "
		-- Stephen Pile, "The Book of Heroic Failures"

%
Нивната идеја за понуда што не може да го одбие е понуда ... и ќе е подоброНе одбиваат.
		-- Stephen Pile, "The Book of Heroic Failures"

%
Нив ги има, добива.
		-- Stephen Pile, "The Book of Heroic Failures"

%
Тогаш еден човек рече: ни се обраќаат на очекувањата.Тогаш тој рече: Ако човек не го види или слушне водите наЈордан, тогаш тој не треба да вкус на калинка или практикувам својата стока воотворен пазар.Ако човек не би работа во рудниците за сол и рок, тогаш тојне треба да прифати на Земјата, која одбива да се откаже одсебе.Таков човек би очекувал круша на праска дрво.Таков човек би очекувале еден камен да се постават јајце.Таков човек би очекувал Sears да се соберат на работата.
		-- Kehlog Albran, "The Profit"

%
Потоа, тука е ScoutMaster кој доби фантастичен договор за овој случај наTates бренд компаси за неговата TROUP; само $ 1,25 секој! Единствениот проблем беше,кога тие им излезе во шумата, компаси, сите беа заглавени посочувајќина "W" на бирање.Поука:Оној кој има Tates е изгубена!
		-- Kehlog Albran, "The Profit"

%
Постојат многу од нас во овој стар наш свет кои поседуваат дека работите се скршиза дури и за сите нас. Имам забележано, на пример, дека сите ние сеза истиот износ на мраз. Богатите го добие во текот на летото и на сиромашнитего добие во текот на зимата.
		-- Bat Masterson

%
Има многу поважни работи во животот од смртта. Дали некогаш сте помина една вечерсо друштво за осигурување продавач?
		-- Woody Allen

%
Има малку болка продажба на хартии од вредност.
		-- Thomas W. Lamont, October 29, 1929 (Black Tuesday)

%
Постои добар дел од свечената Жаргон за заедничките интереси на капитали труд. Како што стојат работите, само нивниот заеднички интерес е тоа што на сечењегрлото на другите.
		-- Brooks Atkinson, "Once Around the Sun"

%
Едвај да има нешто во светот дека некој човек не може да се направи малкуполошо и продаваат малку поевтини.
		-- Brooks Atkinson, "Once Around the Sun"

%
Таму никогаш не е време да го направи тоа право, но секогаш има време да го направи тоа.
		-- Brooks Atkinson, "Once Around the Sun"

%
"Не постои Дедо Мраз. Тоа е само маркетинг трик да се направи со ниски приходиродителите живее во беда. ""... Сакам да се слика на доверба лицето на некое дете, набразден со солзипоради тоа што го кажа. ""Сакам да се слика на лицето на својата мајка, бидејќи една недела социјална помош немаплати за еден мајстор на Универзумот Battlecruiser! "
		-- Filthy Rich and Catflap

%
Нема време како денес за одложување на она што треба да се прави.
		-- Filthy Rich and Catflap

%
Не постои ништо толку лесно, но што станува тешко кога ќе го направи тоаневолно.
		-- Publius Terentius Afer (Terence)

%
Има еден начин да дознаете дали некој е искрен - го прашам. Ако вели тој"Да", ќе знаеме дека тој е криво.
		-- Groucho Marx

%
Постои многу малку иднина да биде во право кога вашиот шеф не е во ред.
		-- Groucho Marx

%
Мора да има нешто повеќе во животот отколку да се има сè.
		-- Maurice Sendak

%
Имаше еден студент се обидуваат да заработат некој џепарлак ододат од куќа до куќа нуди да се направи чудни работи. Тој објасни ова за дачовек кој одговори на една врата."Колку ќе ви наплати да се наслика мојата тремот?" праша човекот."Четириесет долари.""Добро", рече човекот, и им даде на студентите на бои и четки.Три часа подоцна момчето боја-размазана тропнал на вратата повторно."Сето тоа е направено!", Вели тој, и собира пари. "Патем", вели студентот,"Тоа не е Порше, тоа е Ферари."
		-- Maurice Sendak

%
Не постои такво нешто како бесплатен ручек.
		-- Milton Friendman

%
Нема ништо полошо за вашиот бизнис од дополнителни Дедо Мразовципушење во собата на мажите.
		-- W. Bossert

%
Тие се будали кои мислат дека богатството на луѓе или жесток пијалок, па дури илекови може да купи најмногу во напор надвор од душата на човекот. Овие работи понудибледо задоволства во споредба со она што е најголема од сите нив, таа задача коибара од него повеќе од неговата крајна сила, која го апсорбира, коските иСувата и мозокот и надеж и страв и соништа - и повиците за повеќе.Тие Будали се тие што мислат поинаку. Без голем напор беше некогаш купи.Не сликарство, нема музика, нема песна, не катедрала во камен, нема црква, ниту една држава бешенекогаш крена во битие за плаќање на било кој вид. Не Партенон, без Термопилитебеше некогаш изградени или се бореле за плата или слава; Не Bukhara отпуштени, или Кина земјатапод монголски пета, за плен или моќ сама. Плаќањето за вршење на овојработи и самиот беше тоа на нив.Да ракуваат себе - да се себеси се користи како инструмент во рака еден - итака да направат пауза или она што никој друг не може да се изгради или пропаст - тоа енајголемо задоволство е позната на човекот! На оној кој се чувствува длето во ракатаи да се ослободиме ангелот prisoned во мермерен блок, или на оној кој се чувствувамеч во рака и да се без покрив над главата душата кој момент пред да живее во телотона својот смртен непријател - на оние кои и се слично вкусот на ретки хранашири само за демони или за боговите ".
		-- Gordon R. Dickson, "Soldier Ask Not"

%
Работи вреди да се има се во вредност од мамење.
		-- Gordon R. Dickson, "Soldier Ask Not"

%
Размислете среќа. Ако ви падне во езерце, проверете вашите џебови за риба.
		-- Darrell Royal

%
Ова е добро време да се залог работа.
		-- Darrell Royal

%
Ова е особено добро време за вас туристи кои планираат да летаат, бидејќиадминистрацијата на Реган, како дел од истата политика според која тоанеодамна се продаваат Националниот парк Јелоустоун Вејн Њутн, има "дерегулира"авионската индустрија. Што значи тоа за вас, на потрошувачот, е декаавиокомпании веќе не се обврзани да го следат никакви правила. Тие можатпокажуваат бурмут филмови. Тие можат да ја наплатат за кислород. Тие можат да се вработи пилоти правоод Вендинг машина за полнење Лице училиште. Тие можат да се штеди горивото одисфрлање ескими патници за вода. Тие можат да се натпреваруваат Овен авиони восредината на воздух. Овие иновации да резултира со огромни заштеди на трошоците, коисе донесени заедно за вас, на потрошувачот, во форма на летови соневеројатно ниски цени, како што се 29 $. Се разбира, одредени рестрикции се применуваат,од кои главниот е дека сите овие летови се стигне до Њуарк, и мора даплаќаат илјадници долари, ако сакате да се врати надвор.
		-- Dave Barry, "Iowa -- Land of Secure Vacations"

%
Оваа планета има - или подобро кажано, имаше - проблем, кој беше ова: повеќетолуѓето кои живеат на неа се незадоволни за доста од времето. многурешенија беа предложени за овој проблем, но повеќето од нив билеголема мера се занимава со движењата на мали зелени парчиња хартија,што е чудно, бидејќи во целина тоа не беше мала зелена парчињахартија, кои беа несреќни.
		-- Douglas Adams

%
само оваа недела, сите нашите јакни фибер-пополни се означени надолу!
		-- Douglas Adams

%
Оние кои тврдат дека мртвите не се врати во живот не некогаш биле околутука во напуштање време.
		-- Douglas Adams

%
Оние кои се прават работите во благородна духот на саможртва треба да се избегнуваатна сите трошоци.
		-- N. Alexander.

%
Време е највредното нешто што човек може да потроши.
		-- Theophrastus

%
Време е да се направи преглед. Си одам дома со некои канцелариски материјали.
		-- Theophrastus

%
За да се избегне критики, не прават ништо, велат ништо, да биде ништо.
		-- Elbert Hubbard

%
Да се ​​биде или да не биде, тоа е крајна линија.
		-- Elbert Hubbard

%
За да го направите ништо не е да биде ништо.
		-- Elbert Hubbard

%
За да го направите две работи одеднаш е да се направи ниту.
		-- Publilius Syrus

%
Да се ​​вратам на нозе, го пропушти две автомобил исплати.
		-- Publilius Syrus

%
Да се ​​добие нешто направено, на Комисијата треба да се состои од не повеќе од трилица, од кои двајца отсутни.
		-- Publilius Syrus

%
За да се врати чувство на реалност, мислам дека Волт Дизни треба да имаат Hardluckland.
		-- Jack Paar

%
Да се ​​спаси еден живот е подобро отколку да се изгради седум приказна пагода.
		-- Jack Paar

%
Да гледаат потреба и да чекаат да се праша, е да веќе го одбие.
		-- Jack Paar

%
На самото место на експерт, изберете го оној што предвидува дека работата ќе трае најдолгои чинат најмногу.
		-- Jack Paar

%
За да останете млади, да останат корисни.
		-- Jack Paar

%
На сопственикот му припаѓа на doorknobs.
		-- Jack Paar

%
На самиот себе да биде вистина. (Ако не тоа, барем некои пари.)
		-- Jack Paar

%
За да се разбере оваа важна приказна, треба да се разбере како на телефонКомпанијата работи. Вашиот телефон е поврзан на локален компјутер, кој е вопак поврзано со регионална од компјутер, кој е пак поврзан соЗвучник со големина на ѓубре камион на тревникот Една А. Bargewater наЛоренс, Кан.Секогаш кога ќе се зборува на телефон, вашиот компјутер слуша. Ако тоасе сомнева дека си оди за да разговараат за интимна тема, го известува компјутернад него, кој го слуша и одлучува дали да алармираат на еден над него,додека конечно, ако навистина се понижи себе, можеби се расплакалаи кажете му на вашиот најблизок пријател за гадно инцидент од минатотовклучување на семест мотел, сопруг на соседот, на целиот верски ред,градина црево и шест quarts на тапиока пудинг, топ компјутер храни вашатаразговор во звучникот Една е, и таа и нејзините пријатели се излезе натремот да се слуша и да пијат џин и се смееш глупо.
		-- Dave Barry, "Won't It Be Just Great Owning Our Own Phones?"

%
Премногу луѓе се размислува за безбедност, наместо на можности. се чини дека тиеповеќе се плаши од животот од смртта.
		-- James F. Byrnes

%
Премногу не е доволно.
		-- James F. Byrnes

%
Премногу на се што е доволно само.
		-- Bob Wier

%
Вистината е бесплатно, но чини информации.
		-- Bob Wier

%
Две можат да живеат како поевтино е Еден за половина додека.
		-- Howard Kandel

%
Вени, vidi, VISA:Дојдов, видов, јас не малку на шопинг.
		-- Howard Kandel

%
Многу малку нешта, всушност, се произведени, овие денови, бидејќи вобескрајно голем универзумот, како што е оној во кој живееме, и повеќето работи во еднаби можел да се замисли, и многу работи што не би, да растенекаде. Шумата е откриена неодамна во кои повеќето од дрвјата се зголемипрескокнувачко одвртувачи како плод. Животниот циклус на шрафцигер прескокнувачко едоста интересно. Откако зедов тоа треба темно правливи фиока во кои може далежат непречено години. Потоа една ноќ одеднаш решетки, ја отфрла својатанадворешниот кожата која се распаѓа во прав, и се јавува како целосно неидентификуванимал метален објект со прирабници на двата краја и еден вид на гребен и дупказа завртка. Ова, кога се најде, ќе се фрли. Никој не знае штошрафцигер би требало да се добие од оваа. Природата, во бесконечна нејзината мудрост,се претпоставува дека се работи на тоа.
		-- Howard Kandel

%
Елеци треба да одговара како Појасите се за автомобили.
		-- Howard Kandel

%
VI:А гладни кучиња лови најдобро.А глад куче лови дури и подобро.VII:Намален бизнис база зголемува над глава.Така и зголемување на бизнис база.VIII:На повеќето неуспешни четири години во образованието на трошоците и проценкае петто одделение аритметика.IX:Акроними и кратенки треба да се користи до максимумможно да се направи тривијални идеи длабока. Q.E.D.X:Булс не победи бик се бори; луѓе.Луѓето не победи на луѓето борби; адвокати се направи.
		-- Norman Augustine

%
Од витално значење трудови ќе ја покажат својата виталност од спонтано движењеод каде што ги остави таму каде што не може да ги најдете.
		-- Norman Augustine

%
Предупредување до сите лица кои се:Отпуштања ќе продолжи се додека моралот подобрува.
		-- Norman Augustine

%
Отпад не, да се намали буџетот за следната година.
		-- Norman Augustine

%
Сите ние сакале пофалби, но Крстоносните во нашата плата е најдобриот вид на начини.
		-- Norman Augustine

%
Сите ние живееме во состојба на амбициозни сиромаштијата.
		-- Decimus Junius Juvenalis

%
Ние не сме некој организација, но ние сме почитуван еден.
		-- John Fisher

%
Имаме некои апсолутно несоборлив статистика да се покаже точно зоштоТолку сте уморен.Таму не се толку многу луѓе се всушност работат како што може да си помисли.Бројот на населението во оваа земја е 200 милиони евра. 84 милиони повеќе од60-годишна возраст, што остава 116 милиони за да ја завршат работата. Луѓето под 20годишна возраст изнесува 75 милиони евра, што остава 41 милиони за да ја завршат работата.Постојат 22 милиони кои се вработени од страна на владата, што остава19 милиони за да ја завршат работата. Четири милиони се во служба во вооружените сили, коиостава 15 милиони долари за да ја завршат работата. Одземе 14.800.000, бројот во државатаи град канцеларии, оставајќи 200.000 да ја завршат работата. Постојат 188.000 воболници, лудо болници, итн, така што остава 12.000 да ја завршат работата.Сега може да ве интересира да знаете дека постојат 11.998 луѓе во затвор,така што остава само 2 лица да го носат товарот. Тоа е мене и тебе, ибрат, јас сум уморни од прави се што себе!
		-- John Fisher

%
"Сметаме дека основата на нашиот начин на живот е она што ние го нарекувамеслободната иницијатива ", рече Маккол Пари", но кога еден од нашите граѓанипокажуваат доволно слободната иницијатива да се куп малку на таа корист, правимепотрудиме да се направи да се чувствува дека тој треба да се срамиме од себе. "
		-- Cameron Hawley

%
Бевме толку лоша што мислевме нова облека за цел некој починал.
		-- Cameron Hawley

%
Бевме толку сиромашни што не можат да си дозволат чувар. Ако ги слушнал звуци во текот на ноќта,ние би се лае.
		-- Crazy Jimmy

%
Ние сме живееле во златното доба. Сите што ви треба е злато.
		-- D. W. Robertson.

%
Викенд, каде си?
		-- D. W. Robertson.

%
Што е добар е билет за добар живот, ако не можете да најдете на влезот?
		-- D. W. Robertson.

%
Што сакам да кажам (и сите други средства) по зборот квалитет не може дарасчленети на предмети и предикати. Ова не е затоа што квалитетоте толку таинствено, бидејќи квалитетот е толку едноставен, непосредна и директна.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Што е вреди да се прави е вреди да се прашува некој да го направи.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Она што гревот не е сторено во име на ефикасноста?
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Она што дава големи букви, мали печати зеде.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Што рекоа:Што значи:"Јас препорачувам овој кандидат без никакви квалификации."(Да, тоа ќе го сумира.)"Висината на математиката таа знае ќе ве изненади."(И јас препорачуваме да не дава тоа училиште пара ...)"Јас едноставно не можам да кажам доволно добри работи за него."(Што завртка-up)."Јас сум задоволен да се каже дека овој кандидат е поранешниот колега на рудникот".(Не можам да ви кажам колку сум среќен што остави нашата фирма.)"Кога ова лице го напуштија применуваат, бевме доста се надева дека ќе одидолг пат со своите вештини. "(Се надевавме дека ќе се оди колку што е можно повеќе.)"Вие нема да најдете многу луѓе како неа."(Всушност, повеќето луѓе не може да ги поднесе околу неа.)"Не можам да го препорачуваме премногу високо."(Сепак, на најдоброто од моето знаење, тој никогаш не извршилкривично дело во мое присуство.)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Што рекоа:Што значи:"Ако го знаеше ова лице, како и јас го знам, ќе помислите колкуза него како и јас. "(Или како што е малку, да се изразат тоа малку попрецизно.)"Влез Нејзините секогаш беше критична."(Никогаш Таа имаше добар збор да се каже.)"Не се сомневам во врска со неговата способност да се направи добра работа."(И тоа е непостоечки.)"Ова кандидати ќе дадат рамнотежа на одделот како твое, коивеќе има толку многу извонредни членови. "(Освен ако веќе имаш морон.)"Неговата презентација на мојот последен семестар семинар беше навистина извонреден:еден неверојатен резултат по друг. "(И ние не им верувам, или.)"Таа е мошне униформен во нејзиниот пристап кон која било функција може да ја додели".(Всушност, за животот воопшто ...)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Што рекоа:Што значи:"Ќе бидете среќни ако може да го натера да работат за вас."(Ние, секако, никогаш не успеа.)Не постои друг вработен со кого ќе можат адекватно да го споредуваат.(Па, нашите стаорци не се навистина вработени ...)"Успехот никогаш не ќе го користи."(Добро, барем не многу повеќе.)"Еден обично доаѓа од него со добро чувство."(И како воздишка на олеснување.)"Неговата дисертација е вид на работа, не се очекува да се види овие денови,Во него тој дефинитивно се покажа неговата целосна способности. "(И неговиот коефициент на интелигенција, како и.)"Тој треба да се оди далеку."(Подалеку подобро.)"Тој ќе преземе целосно искористување на неговиот персонал."(Тој дури има и еден од нив косење неговиот тревник по работа.)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Она што тие велат: Што тие значат:Една од главните технолошки пробив ... Назад на цртање одбор.Изработени по неколку години на истражување Откриена од чиста несреќа.Проектот зад оригиналниот распоред поради Ние работиме на нешто друго.непредвидени тешкотииДизајни се во рамките на дозволените граници Ние го направи, се протега на точка или два.Задоволството на клиентите се верува Досега доцни дека тие ќе бидатувери благодарни за ништо на сите.Тесна координација на проектот Ние ќе се шири од вината, кампери!Резултатите од тестот се исклучително пријатна Таа работи, и момче, бевме изненадени!Дизајнот ќе биде завршен ... Ние се уште не се отворени, но ние моранешто да каже.Целиот концепт е одбиено на човек кој цел да престанам.Ние сме се движат напред со свежи Ние ангажирал три нови момци, и тие сеИТ пристап корне околу.Голем број на различни пристапи ... Ние не знаеме каде одиме, ноние сме се движат.Прелиминарните оперативни тестови се разнесе кога ја вклучен.неубедливиИзмени во тек се Започнуваме завршена.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Она што тие велат: Што тие значат:Нов различни бои од претходната верзија.Сите нови Не е компатибилен со претходната верзија.Ексклузивно Никој друг нема документација.Неспоредлив речиси исто толку добри како конкуренција.Дизајнот Едноставност На компанијата не ќе ни даде пари.Будала-доказ функција сите параметри се хард-кодирани.Напредно Дизајн Никој не го разбира.Еве во последно не се направи тоа на време.Поле Тестирано Ние немаме никакви симулатори.Години на развој Конечно доби еден за работа.Ништо без преседан на ефикасноста постојано трчаше овој спор пред.Револуционерна Диск драјвови оди "круг и" круг.Само футуристички работи на следната генерација на суперкомпјутер.Без одржување невозможно да се поправи.Перформанси Докажано Работел преку тест Бета.Ги исполнува Тешки стандарди за квалитет Се компајлира без грешки.Задоволство загарантирана Ние ќе ви испратиме уште еден пакет, ако тоа не успее.Акции Точка Ние се испраќаат пред и да го направат тоа повторно.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Она што оваа земја треба е пара кои ќе купат добра пет центи Ѓеврекот.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Она што оваа земја треба е добар пет проценти НИШТО!
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Она што оваа земја треба е добар пет проценти никел.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Она што оваа земја треба е добар пет долари плазма оружје.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
Она што ни треба во оваа земја, наместо Летно сметање на времето, што никојнавистина не разбира во секој случај, е нов концепт наречен работен ден наутро време,при што во 7 изутрина секој работен ден да одиме во "мирување" простор-лансирање-стил задва до три часа, при што само останува 7 изутрина На овој начин ние би можеле дасите разбуди преку цивилизиран постепен процес на истегнување и подригнување игребење, и тоа, сепак, ќе биде само 7 изутрина кога бевме подготвени да всушностпроизлегуваат од кревет.
		-- Dave Barry, "$#$%#^%!^%&@%@!"

%
Се што не е прикован надолу е мое. Што и да може средство до не е прикован надолу.
		-- Collis P. Huntingdon, railroad tycoon

%
Кога банкар скока од прозорец, скокаат по него - тоа е каде што пари е.
		-- Robespierre

%
Кога човек вели: "Тоа не е пари, но принципот на работа"тоа е пари.
		-- Kim Hubbard

%
Кога не успева ништо друго, прочитајте ги упатствата.
		-- Kim Hubbard

%
Кога се работи, јас напорно работи.Кога ќе се седи, седи јас лесно.И кога ќе мисли, јас оди на спиење.
		-- Kim Hubbard

%
Кога се двоумите, џвакаме; кога се во неволја, Делегат; кога на власт, размисли.
		-- James H. Boren

%
Кога тоа не е неопходно да се донесе одлука, потребно е да неодлучи.
		-- James H. Boren

%
Кога правилно се администрира, одмори не го намалува продуктивноста: засекоја недела ти си далеку и да се добие ништо направено, има уште кога вашиот шефе далеку и ќе добиете двојно повеќе направено.
		-- Daniel B. Luten

%
Кога газдите зборува за подобрување на продуктивноста, тие никогаш не се зборуваза себе.
		-- Daniel B. Luten

%
Кога состанокот на светците се распадна, Мејер довери на пријател."Абе, јас сум во страшна марината! Јас сум врзани за пари и не сумпоим каде ќе одам да го добие од! ""Мило ми е што го слушам тоа", одговори Абе. "Јас се плашел декаможе да имаат некоја идеја што ќе може да позајми од мене! "
		-- Daniel B. Luten

%
Кога ќе се работи напорно, да се нагоре и retch секој толку често.
		-- Daniel B. Luten

%
Кога не знаеш што да прават, оди брзо и со нетрпение загрижени.
		-- Daniel B. Luten

%
Кога не знаете што правите, го прават тоа уредно.
		-- Daniel B. Luten

%
Кога ќе одам да купам, не покажуваат вашите сребро.
		-- Daniel B. Luten

%
Кога ќе го направите вашиот знак во светот, да внимаваш за момци со изтривалка.
		-- The Wall Street Journal

%
Кога вашата работа зборува за себе, не прекинува.
		-- Henry J. Kaiser

%
Каде што има волја, е роднина.
		-- Henry J. Kaiser

%
Каде што има волја, има данок на наследување.
		-- Henry J. Kaiser

%
Иако парите не можат да купат среќа, тоа сигурно ви овозможува да изберете својформа на мизерија.
		-- Henry J. Kaiser

%
Иако парите не купуваат љубов, тоа ве става во одлична позиција за преговарање.
		-- Henry J. Kaiser

%
Кој оди на задолжување оди на-sorrowing.
		-- Thomas Tusser

%
Кој умира со најмногу играчки победи.
		-- Thomas Tusser

%
Зошто да биде човек кога ќе може да биде успешна?
		-- Bertolt Brecht

%
Ќе ми позајми $ 20.00 и само ми даде десет од него?На тој начин, ќе ми должиш десет, а јас ќе ти должам десет години, а ние ќе биде уште!
		-- Bertolt Brecht

%
Сакајќи без работа е како риболов без мамка.
		-- Frank Tyger

%
Работа се проширува за да се пополни на располагање.
		-- Cyril Northcote Parkinson, "The Economist", 1955

%
Работата е на два вида: прво, промена на позицијата на предметот на или во близинана површината на Земјата во однос на другите материја; Второ, кажува на другите луѓеда го стори тоа.
		-- Bertrand Russell

%
Работата е рак трева на тревникот на живот.
		-- Schulz

%
Работи попаметно и полесно, и да внимаваат на вашиот speling.
		-- Schulz

%
Работа без визија е ропство, визија без работа е цевка сон,Но, визијата со работа е надежта на светот.
		-- Schulz

%
XI:Ако на Земјата може да се направи за да ги ротира два пати толку брзо, менаџери ќесе двојно повеќе направено. Ако на Земјата може да се направи за да ги ротира дваесетпати толку брзо, сите останати ќе ја добие двојно повеќе направено од ситеменаџерите ќе лета надвор.XII:Тоа чини многу да се изгради лошо производи.XIII:Постојат многу многу успешни бизниси во САД.Исто така, постојат многу високо платени директори. Политиката не е да сесе мешаат двете.XIV:По 2015 година, нема да има авион се урна. ќе иманема полетувања или, бидејќи електроника ќе го окупираат 100 процентина телесната тежина секој авионот.XV:Во последните 10 проценти од перформансите генерира една третина од ценатаа две третини од проблемите.
		-- Norman Augustine

%
XLI:Колку повеќе се произведува, толку помалку се добива.xlii:Едноставни системи не се изводливи, бидејќи тие бараат бесконечна тестирање.XLIII:Хардвер работи најдобро кога е тоа во најмала рака.XLIV:летање на воздухопловот во 21 век секогаш ќе биде во западнонасока, по можност суперсоничен, преминувањето временски зони за да се обезбедидополнителни часови потребни за да го надминете скршени електроника.XLV:Треба да се очекува дека може да се очекува да се спречи, нонеочекувани треба да се очекува.XLVI:Една милијарда зачувана е една милијарда заработени.
		-- Norman Augustine

%
XLVII:Две третини од површината на Земјата е покриена со вода. Другиоттретиот е покриена со ревизори од седиштето.xlviii:Толку повеќе време ќе поминуваат зборува за она што се прави,помалку време ќе треба да поминат прават она што се зборува.Конечно, ќе се трошат повеќе и повеќе време зборуваме за помалку и помалкудодека конечно потрошите сите вашето време зборува за ништо.XLIX:Прописи расте со истата стапка како плевел.L:Просечната пропис има животен век една петтина се додекапати, но четири - шимпанзо и една десетина како што долго како и човечкиотдодека на службеникот кој го создал.LI:Од време на државите Tricentennial на САД, ќе има повеќевладини работници отколку што има работници.LII:Луѓето кои работат во приватниот сектор, треба да се обидете да заштедат пари.Останува можноста дека еден ден може да бидат корисни повторно.
		-- Norman Augustine

%
XVI:Во 2054 година, целиот буџет за одбрана ќе ги купи само еденавиони. Овој авион ќе треба да се дели од страна на воздухопловните сили иМорнарица 3-1 / 2 дена секоја неделно освен Престапна година, кога ќе бидеставени на располагање на маринците за дополнителен ден.XVII:Софтвер е како ентропија. Тоа е тешко да се сфати, тежи ништо,и се покорува на вториот закон на термодинамиката, односно, таа секогаш се зголемува.XVIII:Тоа е многу скапо да се постигне висок несигурноста. Тоа не е невообичаенода се зголеми цената на една точка со фактор на десет за секој фактор напостигнато десет деградација.XIX:Иако повеќето производи наскоро ќе биде премногу скапо да се купат, ќе имада биде просперитетна пазарот за продажба на книги за тоа како да ги поправам.XX:Во која било дадена година, Конгресот ќе присвои износот на финансирањеодобрени од претходната година, зголемена за три-четвртини од она што се променибарања администрација - минус 4 проценти данок.
		-- Norman Augustine

%
XXI:Тоа е лесно да се добие кредит, освен ако не ви треба.XXII:Ако експерти берзата беа толку експерт, тие ќе бидат за купување акции,не продажба на совети.XXIII:Секоја задача може да биде завршен во само една третина повеќе отколку што ево моментов се проценува.XXIV:Единственото нешто поскапи од истегнување на распоредот наоснована Проектот е тоа забрзување, која сама по себе најмногу епознати на човекот скапи акција.XXV:Ревидиран распоред за бизнис што новата сезона е на еден спортистили нов платно на уметникот.
		-- Norman Augustine

%
XXVI:Доколку доволен број на слоеви за управување со се преклопуваат еднидруги, тоа може да се увери дека катастрофата не е оставено на случајот.XXVII:Рангиран не ги плаши хардвер. Ниту пак дека немањето на ранк.XXVIII:Тоа е подобро да се биде reorganizer од reorganizee.XXIX:Директори, кои не произведуваат успешни резултати се одржат на нивнитеработни места само околу пет години. Оние кои произведуваат ефективни резултативисат околу половина деценија.ХХХ:Од страна на време луѓето да поставувате прашања се подготвени за одговори,луѓето го прават на работа се губеше на прашањата.
		-- Norman Augustine

%
XXXI:Оптималната комисија нема членови.XXXII:Вработување на консултанти за да се спроведе студии може да биде одличен начин запретворање на проблеми во злато - вашата проблеми во нивните злато.XXXIII:Будали брзаат во каде службеници се плашат да одат.XXXIV:Процесот на избирање на конкурентни изведувачи за извршување на работасе базира на систем на награди и казни, сите дистрибуирапо случаен избор.XXXV:Послабите на податоци достапна на кои на база еден заклучок,толку е поголема прецизност која треба да се цитира, со цел да се дадеверодостојноста на податоци.
		-- Norman Augustine

%
XXXVI:Дебелината на предлогот потребни за да победи мултимилионски долардоговорот изнесува околу еден милиметар на милион долари. Ако ситепредлози во согласност со овој стандард се наредени на врвот на секоја другана дното на Големиот Кањон тоа најверојатно ќе биде добра идеја.XXXVII:Деведесет проценти од времето работите ќе испаднат полошо отколку што очекувате.Останатите 10 проценти од времето што немаше право да се очекува многу.XXXVIII:На почетокот на птица добива црв.На почетокот на црв ... се јаде.XXXIX:Никогаш не ветуваат дека ќе заврши секој проект во рок од шест месеци од крајот нана годината - во која било насока.XL:Повеќето проекти се започне полека - и тогаш вид на светлинка исклучи.
		-- Norman Augustine

%
Вчера бев куче. Денес јас сум куче. Утре ќе веројатно уштебиде куче. Воздишка! Има толку малку надеж за напредок.
		-- Snoopy

%
Можете секогаш да се прави нешто маргинално кога газдата капки од вашата работна маса.
		-- Snoopy

%
Можете да ги измамат сите луѓе на сите на време, ако рекламата е во правоа буџетот е доволно голема.
		-- Joseph E. Levine

%
Можете да му кажете на идеалите на една нација преку своите реклами.
		-- Norman Douglas

%
Ти знаеше дека работата е опасно кога го зеде, Фред.
		-- Superchicken

%
Знаете, разликата помеѓу оваа компанија и на Титаник е декаТитаник плаќаат клиентите.
		-- Superchicken

%
Вие или јас треба да го предадат својот живот на Ahrimanes. Јас повеќе би сакал да сте биле.Јас треба да има колебање во жртвување на мојот живот во изобилие твое, ноние ги преземат акциите следната недела, и тоа не би било фер за компанијата.
		-- J. Wellington Wells

%
Вие исто така може да се направи големи пари во возбудлив областа на хартија довлечкаа!. Г-дин Смит од вечната, Масачусетс вели: "Пред да ја искористи оваа разбира, јас се користи да бидесмирен малку twiddler. Сега со она што го научив на МИТ Техника Се чувствувам навистинаважно и може да помрачавам и збуни со најдобрите. "Г-дин Воткинс имаше ова да се каже: "Пред десет дена кратко сите можев да гледам напредда беше ќор-сокак работа како инженер. Сега имам една ветувачка иднина инаправи навистина голема Zorkmids ".МИТ технологија не може да ветување овие фантастични резултати за секого, но когаќе добиеш MDL степен од МИТ Техника својата иднина ќе биде посветла.ИСПРАТИ НА НАШИТЕ бесплатна брошура ДЕНЕС!
		-- J. Wellington Wells

%
