मित्रताको 17 नियम:एक मित्र तपाईं बताउन नगर्न गर्नेछन् अप को नै रकम छानिएकोजीवन बीमा कवरेज तपाईं आधा मूल्य लागि तपाईंको हो कहिलेnoncancellable।
		-- Esquire, May 1977

%
186.282 माइल प्रति सेकेन्ड:यो केवल एक राम्रो विचार, यो व्यवस्था छ छ!
		-- Esquire, May 1977

%
मित्रताको 18 औं नियम:        एक मित्र त्यो छत मा जान्छ गर्दा सीढी पकड दिनु हुनेछ        आफ्नो नयाँ हवाई, सबै भन्दा ठूलो छोरा-को-एक-कुतिया तपाईं जो स्थापना गर्न        कहिल्यै देखे।
		-- Esquire, May 1977

%
2180, US इतिहास प्रश्न:के 20 औं शताब्दी U.S. राष्ट्रपति लगभग impeached थियो र केकार्यालय उहाँले पछि पकड गर्नुभयो?
		-- Esquire, May 1977

%
गणनामा को 3 व्यवस्था:WR जान केहिभाग्य: सैगमेन्टेशन उल्लंघन - कोर डम्प
		-- Esquire, May 1977

%
667:जनावरको छिमेकी।
		-- Esquire, May 1977

%
एक काल्पनिक विरोधाभास:एक उद्यम सुरक्षा टोली बीच युद्धमा मा के हुनेछ,जसले सधैं देखिने पछि चाँडै हत्या, र इम्पेरियल एक दस्तेStormtroopers, जो एक ग्रह को व्यापक पक्ष मारा सक्दैन?
		-- Tom Galloway

%
कम्प्यूटर कार्यक्रमको व्यवस्था:यो सम्भव प्रोग्रामर अंग्रेजी मा लेख्न लागि बनाउनर तपाईं प्रोग्रामर अंग्रेजी मा लेख्न सक्नुहुन्न पाउनुहुनेछ।
		-- Tom Galloway

%
एक संगीतकार, कलाकार, एक architect:छैन यी मध्ये एक मानिस वा महिला मसीही छैन।
		-- William Blake

%
नयाँ koan:तपाईंले केही आइसक्रिम छ भने, म यो तिमीहरूलाई दिनुहुनेछ।तपाईं कुनै आइसक्रिम छ भने, म यो तपाईं टाढा हुनेछ।यो एक आइसक्रिम koan छ।
		-- William Blake

%
Abbott गरेको सल्लाह:(1) तपाईं सोध्नु छ भने, तपाईंलाई थाहा हकदार गरिरहनु भएको छैन।(2) तपाईंलाई जवाफ चाहनुहुन्छ भने, तपाईँले प्रश्न सोधे छन् गर्नुपर्छ।
		-- Charles Abbot, dean, University of Virginia

%
अनुपस्थित, वि .:मित्र र परिचितहरू को आक्रमण गर्न उजागर; बदनाम; बदनाम।
		-- Charles Abbot, dean, University of Virginia

%
Absentee, N .:हटाउन forethought थियो जो एक आय एक व्यक्तिexaction को क्षेत्र बाट आफूलाई।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Abstainer, N .:आफूलाई एक इन्कार को प्रलोभनमा पैदावार गर्ने कमजोर व्यक्तिखुशी।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Absurdity, N .:एक वक्तव्य वा विश्वास manifestly एक आफ्नै राय संग असंगत।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
एकेडेमी:एक आधुनिक स्कूल जहाँ फुटबल सिकाइएको छ।संस्थान:एक पुरानो स्कूल जहाँ फुटबल सिकाउनुभयो छैन।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
स्वीकृति परीक्षण:त्रुटिहरू फेला पार्न एउटा असफल प्रयास।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
दुर्घटना, N .:मन उपस्थिति राम्रो छ जसमा सर्त, तर नहुनुशरीर राम्रो छ।
		-- Foolish Dictionary

%
बाजा, N .:pleats संग एक ब्यागपाइप।
		-- Foolish Dictionary

%
शुद्धता, N .:सही हुनुको उपाध्यक्ष
		-- Foolish Dictionary

%
ज्ञान, N:हामी राम्रो छ, तर उधारो पर्याप्त छैन राम्रो चिनेका एक व्यक्तिउधारो गर्न पर्याप्त छ। अलि कति भनिन्छ मित्रताको डिग्री जबउहाँले धनी वा प्रख्यात हुँदा वस्तु गरिब वा अस्पष्ट, र घनिष्ठ छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
एडीए:तपाईं आवश्यक केही मात्र एक विशेषज्ञ हुन को नाम थाहागणनाको। जस्तै "हामी राम्रो विकास भएको थियो वाक्य उपयोगीएक एडीए जागरूकता।
		-- "Datamation", January 15, 1984

%
एडलर गरेको भेदभाव:भाषा तल्लो जनावर हामीलाई अलग सबै छ,र नोकरशाहहरु देखि।
		-- "Datamation", January 15, 1984

%
प्रशंसा, N .:अर्को हाम्रो विनम्र पहिचान आफूलाई गर्न समानता छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Adore, V .:expectantly venerate गर्न।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
वयस्क, N .:एक राम्रो थाहा पर्याप्त पुरानो।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
विज्ञापन नियम:एक प्याटेन्ट-चिकित्सा विज्ञापन लेखन मा, पहिलो विश्वस्तउहाँले बारेमा पढिरहेको छ रोग छ कि पाठक; दोश्रो कुरा,कि यो curable छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
दिउँसो N .:दिन को भाग हामी बिहान बर्बाद कसरी अचाक्ली चिन्ता खर्च।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
उमेर, N .:हामी भरिएको लागि चक्रवृद्धि जसमा जीवनको त्यो अवधि भनेर हामीअझै पनि हामी अब उद्यम छ कि ती reviling द्वारा कदरप्रतिबद्ध छ।
		-- Ambrose Bierce

%
Agnes 'व्यवस्था:लगभग जीवनमा सबै कुरा बाहिर भन्दा मा प्राप्त गर्न सजिलो छ।
		-- Ambrose Bierce

%
वायु सेना Inertia Axiom:स्थिरता सधैं विशुद्धता भन्दा रक्षा गर्न सजिलो छ।
		-- Ambrose Bierce

%
हावा, N .:को लागि एक बाउनटिफूल प्रोभिडेन्स आपूर्ति एक पौष्टिक पदार्थगरिब को fattening।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
अलास्का:आउनुअघिको संकेत गर्न "न"
		-- Ambrose Bierce, "The Devil's Dictionary"

%
अल्ब्रेक्ट व्यवस्था:सामाजिक नवाचारै न्यूनतम सहन सकिने राम्रो हुनुको स्तर गर्छन।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Alden व्यवस्था:(1) बच्चा लुगा टाढा दिएर र फर्नीचर प्रमुख कारण होगर्भावस्था को।(2) सधैँ ब्याकलाइट हुन।(3) जब सम्भव तल बस्नुहोस्।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
तर्कको, N .:हिप प्रोग्रामर लागि फेसनदार नृत्य।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
छुटानाम भएपछि पतिले पत्नीलाई दिने पैसा, N:तपाईं बैंक सक्नुहुन्छ पूर्व पाएपछि।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
सबै नयाँ:भागहरु अघिल्लो मोडेल संग परस्पर छैन।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
एलन गरेको Axiom:सबै अरू असफल हुँदा, निर्देशनहरू पढ्नुहोस्।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
गठबंधन, N .:अन्तर्राष्ट्रिय राजनीतिमा, दुई चोर को संघ छआफ्नो हात त गहिरो प्रत्येक अन्य गरेको खल्ती मा सम्मिलित तिनीहरूले सक्दैनअलग तेस्रो plunder।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
एक्लै, वि .:खराब कम्पनी मा।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ambidextrous, वि .:बराबर कौशल संग एक दायाँ-हात खल्तीमा वा बायाँ छनोट गर्न सक्षम।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
अस्पष्टता:सत्य बताउन तपाईं मतलब बेला।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
महत्वाकांक्षा, N:एक overmastering इच्छा शत्रुहरूले vilified गर्न गर्दाजीवित र मृत जब साथीहरूले हास्यास्पद गरे।
		-- Ambrose Bierce

%
Amoebit:Amoeba / खरायो पार; यो गुणन र एकै समयमा विभाजन गर्न सक्छौं।
		-- Ambrose Bierce

%
Andrea सल्लाह:तपाईं पढेलेखेका छ जो एक चालक मा गाली कहिल्यै इनाम दिनु।आफ्नो विन्डो बन्द छ लाग्छ र त्यो तपाईंले सुन्न भने,यो छैन र त्यो गर्न सक्छन्।
		-- Ambrose Bierce

%
Androphobia:मानिसहरू डरले।
		-- Ambrose Bierce

%
अभिषेक, V .:पहिले नै पर्याप्त राजा वा अन्य ठूलो functionary तेल गर्नचिप्लो।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
सेना को एंथनी व्यवस्था:यसलाई जबरजस्ती छैन; ठूलो हथौडा प्राप्त।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
यो कार्यशाला को एंथनी व्यवस्था:कुनै पनि उपकरण गिरा जब, कम से कम पहुँच मा रोल हुनेछयो कार्यशाला को कुना।Corollary:कुना बाटो मा, कुनै पनि गिरा उपकरण पहिलो प्रहार गर्नेछआफ्नो औंलाहरूको।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
विपरीतार्थशब्द, N .:शब्द को विपरीत तपाईं को विचार गर्न खोज्दै हुनुहुन्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Aphasia:सामाजिक वैज्ञानिकहरूले मा बोली को हानि आग्रह गर्दादल, मा "तर के प्रयोग आफ्नो अनुसन्धान छ?"
		-- Ambrose Bierce, "The Devil's Dictionary"

%
aphorism, N .:एक संक्षिप्त, चतुर कथन।afterism, N .:एक संक्षिप्त, चतुर तपाईं ढिलो सम्म विचार छैन कथन।
		-- James Alexander Thom

%
परिशिष्ट:जसको लागि कसैले अहिलेसम्म कुनै पनि प्रयोग पत्ता छ एक पुस्तक, एक भाग।
		-- James Alexander Thom

%
ताली, N:एक मूर्ख को मुख बाट एक platitude को गुन्जन।
		-- Ambrose Bierce

%
aquadextrous, वि .:र बन्द बाथटब नल बारी गर्ने क्षमता Possessingआफ्नो औंलाहरूको संग।
		-- Rich Hall, "Sniglets"

%
मनपरी प्रणाली, pl.n .:जो केही सामान्य बारेमा प्रणाली "केही बचत, सकिन्छसामान्य सकिन्छ। "
		-- Rich Hall, "Sniglets"

%
गणित:एक अस्पष्ट कला अब संसारको विकसित देशहरुमा अभ्यास।
		-- Rich Hall, "Sniglets"

%
अर्माडिल्लो:एक स्पेनिश अचार हतियार प्रदान गर्न।
		-- Rich Hall, "Sniglets"

%
कवच गरेको Axiom:सद्गुण उपाध्यक्ष हासिल गर्न नसकेको हो।
		-- Rich Hall, "Sniglets"

%
आर्मस्ट्रांग गरेको संग्रह व्यवस्था:यदि जाँच मेल मा साँच्चै हो,यो पक्कै पनि अरू कसैले गर्न बनेको छ।
		-- Rich Hall, "Sniglets"

%
अर्नोल्ड गरेको परिशिष्ट:यी विभाग मा फिटिङ छैन केहि चूहहरुमा क्यान्सर गराउँछ।
		-- Rich Hall, "Sniglets"

%
दस्तावेज अर्नोल्ड व्यवस्था:(1) यो हुनुपर्छ भने, होइन।(2) यो अवस्थित भने, यो मिति बाहिर छ।(3) बेकारी कार्यक्रम को लागि मात्र दस्तावेज transcends कोपहिलो दुई नियमहरू।
		-- Rich Hall, "Sniglets"

%
प्रेमको आर्थर व्यवस्था:(1) मानिसहरूले तपाईंलाई संधै आकर्षित छन् जसलाई तपाईंलाई लाग्छअरू कसैले तिनीहरूलाई सम्झाउनुहोस्।(2) प्रेम पत्र तपाईं अन्तमा पठाउन हुनेछ साहस मिल्योलामो पर्याप्त मेल मा ढिलाइ तपाईं को एक मूर्ख बनाउन लागिव्यक्ति आफूलाई।
		-- Rich Hall, "Sniglets"

%
ASCII:सबै शुरुवात प्रोग्रामर लागि नियन्त्रण कोड र ती जो हुनेछकम्प्युटर साक्षर हुन्छन्। Etymologically, शब्द रूपमा तल आएको छयो अक्सर-पटक वाक्यांश को एक संकोचन "ascii र तपाईं हुनेछप्राप्त। "
		-- Robb Russon

%
अटलान्टा:सम्पूर्ण शहर एक विमानस्थल घेरिएको।
		-- Robb Russon

%
लिलामी:पुरानो ब्लक बन्द एक gyp।
		-- Robb Russon

%
audiophile, N:सट्टा उपकरण संगीत सुन्नुहुन्छ व्यक्तिलाई।
		-- Robb Russon

%
प्रामाणिक:Indubitably साँचो, कोही गरेको राय मा।
		-- Robb Russon

%
ओटोमोबाइल, N .:चार-wheeled वाहन अप पहाडहरू र तल पैदल चल्छ।
		-- Robb Russon

%
स्नातक:footloose र भावि पत्नी-मुक्त छ जसले एक मान्छे।
		-- Robb Russon

%
स्नातक:महिला र कहिल्यै श्रीमती एक chases गर्ने मानिस।
		-- Robb Russon

%
पछाडि कंडीशनिंग:एक घण्टी बज्न बनाउन प्रयास मा एक कुकुर मुखबाट मा लार राख्दै।
		-- Robb Russon

%
Bagbiter:1 N .; उपकरण वा सामान्यतया intermittently, असफल भनेर कार्यक्रम। 2।वि .: हार्डवेयर वा सफ्टवेयर असफल। "यो bagbiting सिस्टम मलाई प्राप्त गर्नेछन्spacewar बाहिर "उपयोग: अश्लीलता मा verges व्याकरण separable; एक।।"झोला काट" ​​को कुरा हुन सक्छ। पर्यायवाची: हरुवा, गुम्दा, CRETINOUS,BLETCHEROUS, BARFUCIOUS, CHOMPER, CHOMPING।
		-- Robb Russon

%
Bagdikian गरेको अवलोकन:औसत अमेरिकी अखबार मा पहिलो-दर रिपोर्टर हुन प्रयास गर्दैएक ukelele मा बाख गरेको "सेन्ट मत्ती Passion" प्ले गर्न प्रयास जस्तै हो।
		-- Robb Russon

%
बेकर पहिलो संघीय ज्यामिति को व्यवस्था:एक ब्लक अनुदान सबै पक्षलाई घेरिएको मुद्रा को एक ठोस ठूलो छगवर्नर्स।
		-- Robb Russon

%
Ballistophobia:गोलीले डरले;Otophobia:एक नजरमा शीर्षकमाथिको डरले।Peccatophobia:पाप को डर।Taphephobia:डरले जिउँदै गाडिएको भइरहेको।Sitophobia:खाना डरले।Trichophobbia:बाल डरले।Vestiphobia:वस्त्र डरले।
		-- Robb Russon

%
Banacek गरेको अठारौँ पोलिस हितोपदेश:जलगैंडाको कुनै डंक छ, तर बुद्धिमान् मानिसले बरु मा बसे हुनेछयो मौरी द्वारा।
		-- Robb Russon

%
Banectomy, N .:एक केले मा चोटपटक हटाउन।
		-- Rich Hall, "Sniglets"

%
Barach शासनले:रक्सी पिउने आफ्नै चिकित्सक भन्दा बढी पिउने गर्ने व्यक्ति हो।
		-- Rich Hall, "Sniglets"

%
कडवा अनुभव को बारबरा गरेको नियम:(1) जब तपाईं आफ्नो लुगा लागि एक दराज खालीर आफ्नो प्रसाधन लागि एक तखता, सम्बन्ध समाप्त हुन्छ।(2) जब तपाईं अन्तमा राम्रो स्थिर किन्नयो पत्र जारी, उहाँले लेखन रोक्छ।
		-- Rich Hall, "Sniglets"

%
बार्कर गरेको प्रमाण:Proofreading प्रकाशन पछि थप प्रभावकारी हुन्छ।
		-- Rich Hall, "Sniglets"

%
म्यारोमीटर, N .:एक सिपालु साधन मौसम हामी कस्तो संकेत गर्छ जोझेलिरहेका छन्।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Barth गरेको भेदभाव:दुई मा जो मान्छे विभाजित ती: मानिसहरूलाई दुई प्रकारका छन्प्रकार, र गर्नेहरूलाई।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
बारूकले गरेको अवलोकन:तपाईं सबै एक हथौडा छ भने, सबै एक नङ जस्तो देखिन्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
विज्ञान को मूल परिभाषायो हरियो वा wiggles भने, यो जीव हो।यो stinks भने, यो रसायन हो।यदि यो काम गर्दैन, यसलाई भौतिकी छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
बेसिक, N .:एक कार्यक्रमको भाषा। मा केही सामाजिक रोग सम्बन्धितयो विनम्र कम्पनी मा स्विकार छैन गर्नेहरूलाई कि।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Bathquake, N .:सम्पूर्ण घर rattles कि हिंसात्मक भूकम्प जब पानीनल एक निश्चित बिंदु खोलिएको छ।
		-- Rich Hall, "Sniglets"

%
युद्ध, N .:दाँत एक राजनीतिक गाँठो संग खोल्दैछौ एक विधि किजिब्रोको आय छैन।
		-- Ambrose Bierce

%
सौन्दर्य, N .:एक महिला आकर्षण एक प्रेमी र पति terrifies जो शक्ति।
		-- Ambrose Bierce

%
सौन्दर्य:तपाईं आफ्नो हातमा एक मौरी हुँदा के तपाईंको आँखा मा छ।
		-- Ambrose Bierce

%
Begathon, N .:सार्वजनिक टेलिभिजनमा एक बहु-दिनको घटना, त्यसैले पैसा जुटाउने प्रयोगतपाईं विज्ञापनहरु हेर्न छैन।
		-- Ambrose Bierce

%
Beifeld गरेको सिद्धान्त:एक जवान बैठक को सम्भावना एक मनमोहक र receptivepyramidical प्रगति द्वारा महिला युवा बढ गर्दा उहाँलेको (1) मिति, (2) आफ्नो पत्नी, (3) एक कम्पनी पहिले देखि नै छराम्रो-देख र धनी पुरुष मित्र।
		-- R. Beifeld

%
विश्वास, N:विश्वास छैन केही।
		-- R. Beifeld

%
बागवानी को बेनेट व्यवस्था:(1) घर मान्छे बस्न को लागि हो।बोट बस्न को लागि (2) उद्यान हो।(3) एक houseplant रूपमा कुनै यस्तो कुरा हो।
		-- R. Beifeld

%
बेन्सन गरेको Dogma:ASCII हाम्रो परमेश्वर हुनुहुन्छ, र युनिक्स आफ्नो मुनाफा छ।
		-- R. Beifeld

%
विफलता लागि Bershere गरेको सूत्र:त्यहाँ जो असफल मान्छे को मात्र दुई प्रकारका छन्: ती जोकसैले सुन्न ... र सबैलाई सुन्न गर्नेहरूलाई।
		-- R. Beifeld

%
बिटा परीक्षण, ध्:स्वेच्छाले एक डेटा, कसैको धनसम्पत्ति र कसैको सौंपनहार्डवेयर वा सफ्टवेयर गर्न मानसिक सन्तुलन सबै तीन नष्ट गर्न अभिप्रेरित।सुरुमा दिन, कन्याहरूले अक्सर बिटा परीक्षण ज्वालामुखी गर्न चयन भएको थियो।
		-- R. Beifeld

%
सम्झौता को Bierman व्यवस्था:(1) कुनै पनि कागजात, तपाईंले सबै "के यदि गरेको" कवर गर्न सक्दैन।(2) वकील व्यापार मा रहन सबै नगरि "छ भने के" सुल्झाउने।(3) प्रत्येक समाधान "के भने" सिर्जना दुई नगरि "के छ भने"।
		-- R. Beifeld

%
Bilbo पहिलो व्यवस्था:तपाईं सबै व्यारेल मा पैक कि मित्र गणना गर्न सकिँदैन।
		-- R. Beifeld

%
बाइनरी, वि .:दुवै sexes साथी छ क्षमता Possessing।
		-- R. Beifeld

%
बिंग शासनले:समुद्र तट सार्न - यो ज्वारभाटा स्टेम प्रयास नगर्नुहोस्।
		-- R. Beifeld

%
द्विध्रुवी, वि .:नोम, अलास्का र भैंसी, न्यूयोर्क मा घर छ जो कसैले बुझाउँछ।
		-- R. Beifeld

%
जन्म, N:पहिलो र सबै प्रकोप direst।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
बिट, N:उपाय को एक एकाइ रङ लागू गरियो। बीस-चार-बिट रंगमहंगा $ 3 रंग बुझाउँछ सस्ती 25 को विरोध रूपमाप्रतिशत, वा दुई-बिट, कि केही वर्ष पहिले उपलब्ध गर्न प्रयोग रंग।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Bizoos, N .:अप एक बास्केटबल बनाउन साना व्यक्तिगत धक्का को लाखौं।
		-- Rich Hall, "Sniglets"

%
blithwapping:एक नङ को मा हथौडा केहि तर हथौडा प्रयोग गर्नयस्तो जूता, दीपक आधारमा, doorstops, आदि रूपमा पर्खाल,
		-- "Sniglets", Rich Hall & Friends

%
ब्लूम गरेको सातौँ मुद्दा व्यवस्था:जज गरेको Jokes सधैं हास्यास्पद हो।
		-- "Sniglets", Rich Hall & Friends

%
Blore गरेको रेजर:दुई सिद्धान्त बीच एक विकल्प दिइएको, funnier छ जो एक लिन्छन्।
		-- "Sniglets", Rich Hall & Friends

%
Blutarsky गरेको Axiom:केही कारण गर्न सुन्ने छैन मानिस लागि असम्भव छ।
		-- "Sniglets", Rich Hall & Friends

%
Boling गरेको अभिधारणा:तपाईं राम्रो महसुस गर्दै हुनुहुन्छ भने, चिन्ता छैन। तपाईं यो भन्दा बढी पाउनुहुन्छ।
		-- "Sniglets", Rich Hall & Friends

%
Bolub गरेको चौथो Computerdom व्यवस्था:परियोजना टोली किनभने यो त रिपोर्ट साप्ताहिक प्रगति detestजीवन्त प्रगति को आफ्नो कमी प्रकट।
		-- "Sniglets", Rich Hall & Friends

%
चिकित्सा को Bombeck शासनले:एक डाक्टर जसको कार्यालय बिरुवाहरु मृत्यु कहिल्यै जानुहोस्।
		-- "Sniglets", Rich Hall & Friends

%
उल्लू व्यवस्था:तपाईं सधैं तपाईं हेर्न अन्तिम स्थानमा केही पाउन।
		-- "Sniglets", Rich Hall & Friends

%
बुकर व्यवस्था:आवेदन को एक औंस abstraction एक टन लायक छ।
		-- "Sniglets", Rich Hall & Friends

%
बोर, N .:जो माथि एक दुई घण्टा शब्दावली मा एक दुई मिनेट विचार wraps एक मान्छे।
		-- Walter Winchell

%
बोर, N .:तपाईं सुन्न उहाँलाई इच्छा हुँदा वार्ता गर्ने एक व्यक्ति।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Boren व्यवस्था:(1) जब आरोप मा, चिन्तन।(2) जब समस्यामा, प्रत्यायोजन।(3) जब संदेह मा, अस्पष्ट बोल्नु।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
मालिक, N:मध्य युग मा अक्सफोर्ड अंग्रेजी शब्दकोश, अनुसारशब्द "मालिक" र "botch" धेरै हदसम्म पर्याय, कि मालिक बाहेक थिए"कामदारहरूको एक पर्यवेक्षक" अर्थ बाहेक पनि अर्थ "एकOrnamental संवर्धन। "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
बाउचर गरेको अवलोकन:सधैं आफ्नै सिङ blows जसले संगीत खेल्छधेरै अक्टाभेस मूल लिखित भन्दा उच्च।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Bower व्यवस्था:जहाँ कार्य हो प्रतिभा जान्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
बोविइ गरेको प्रमेय:एक प्रयोग गर्दछ भने, तपाईं गलत उपकरण प्रयोग हुनुपर्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
केटा, N:यसमा माटो हल्ला।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ब्राडली गरेको Bromide:कम्प्युटर पनि शक्तिशाली प्राप्त गर्नुभयो भने, हामी संगठित गर्नतिनीहरूलाई के हुनेछ भनेर - एक समिति मा उनलाई।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ब्रैडी पहिलो समस्या समाधान व्यवस्था:एक कठिन समस्या द्वारा सामना गर्दा, तपाईं यसलाई थप समाधान गर्न सक्नुहुन्छसजिलै प्रश्न, "कसरी हुनेछ लोन रेंजर यसलाई कम गरेरयो ह्यान्डल छ? "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
मस्तिष्क, N:जो संग उपकरण हामी विचार ठान्छन्।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
मस्तिष्क, ध्: [रूपमा "मस्तिष्क गर्न"]ठाडै हप्काउनुभयो गर्न, तर pointedly; स्रोत dispel गर्नएक विरोधी मा त्रुटि को।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
मस्तिष्क-क्षतिग्रस्त, को "हनीवेल मस्तिष्क क्षति" (HBD) सामान्यकरण, एकसैद्धान्तिक रोग मा केहि बोल्न cretinisms व्याख्या गर्न आविष्कारMultics, वि:स्पष्ट गलत; cretinous; demented। त्यहाँ एउटा implication छजिम्मेवार व्यक्ति मस्तिष्क क्षति भोगेका छन् गर्नुपर्छ भनेर,किनभने त्यो / त्यो राम्रो ज्ञात छ गर्नुपर्छ। केहि कलमस्तिष्क-क्षतिग्रस्त खराब छ; यो पनि यसलाई प्रयोग गर्न अयोग्य छ implies।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
दुलही, N .:उनको पछि आनन्द को राम्रो संभावना संग एक महिला।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ब्रिफकेस, N:जहाँ न्यायपीठ सँगै हुन्छ र एक lynching पार्टी खेल्छ एक परीक्षण।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
व्यापक-mindedness, N:उच्च-mindedness बाहिर सपाट को परिणाम।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Brogan गरेको अचल:मानिसहरू चर्च र पछाडि मा भेला गर्छनबस अगाडि।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
brokee, N:एक दलाल को सल्लाह मा स्टक किन्छ व्यक्तिलाई।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Brontosaurus सिद्धान्त:उनको दिमाग तिनीहरूलाई व्यवस्थापन गर्न भन्दा संगठन छिटो बढ्न सक्छआफ्नो वातावरण र आफ्नै शरीर विज्ञान को सम्बन्ध मा: जबयो उनि एक लोपुन्मुख जाती हो, हुन्छ।
		-- Thomas K. Connellan

%
खोला व्यवस्था:एक लेट सफ्टवेयर परियोजनामा ​​जनशक्तिको थप्दै पछि गराउँछ।
		-- Thomas K. Connellan

%
Brooke व्यवस्था:जब एक प्रणाली पूर्ण परिभाषित हुन्छ, केही बेइमान मूर्खया त प्रणाली abolishes जो या केहि discoversपहिचान परे यसलाई विस्तार।
		-- Thomas K. Connellan

%
बबल मेमोरी, N .:एक अपमानजनक शब्द, सामान्यतया एक व्यक्तिको बुद्धि संकेत।पनि "निर्वात ट्यूब" हेर्नुहोस्।
		-- Thomas K. Connellan

%
Bucy व्यवस्था:केही कहिल्यै व्यावहारिक मानिस द्वारा पूरा गरिएको छ।
		-- Thomas K. Connellan

%
बग, N .:जो किनभने अवस्थित एक कम्प्यूटर कार्यक्रम को एक पक्षप्रोग्रामर जंबो जैक वा स्टक विकल्प सोचिरहेका थियो को / उहाँलेकार्यक्रम लेखे।खुसीको कुरा, दोस्रो-को अन्तिम बग बस तय गरिएको छ।
		-- Ray Simard

%
बग, N:गडबड एक छोरा।
		-- Ray Simard

%
बग, N:एक मायावी प्राणी भनेर यसलाई गलत बनाउँछ एक कार्यक्रम बस्ने।"डिबग", वा कार्यक्रमबाट त्रुटिहरू हटाउने गतिविधि, समाप्तमानिसहरूले यसलाई गरिरहेको थकित हुँदा, छैन त्रुटिहरू गर्दा हटाइएका छन्।
		-- "Datamation", January 15, 1984

%
त्रुटिहरू, pl। N .:सानो जीवित सानो जीवित केटाहरू सानो जीवित बालिका मा फेंक कुराहरू।
		-- "Datamation", January 15, 1984

%
बम्पर स्टिकर:झर्ने यो कार बन्द सबै भागहरु धेरै उत्कृष्ट को होब्रिटिश निर्माण।
		-- "Datamation", January 15, 1984

%
बंकर सल्लाह:तपाईं बियर किन्न सक्दैन; तपाईं यसलाई केवल भाडामा गर्न सक्नुहुन्छ।
		-- "Datamation", January 15, 1984

%
Burbulation:शीर्षकमाथिको र एक फ्रिज ढोका बन्द को जुनूनी कार्यस्वचालित प्रकाश मा आउँछ अघि यो भेट्टाउने प्रयास।
		-- "Sniglets", Rich Hall & Friends

%
ब्यूरो अन्त्य, व्यवस्थाको:जब सरकार ब्यूरो बाहिर phased हुने छ,कि ब्यूरो मा कर्मचारीहरु को संख्या भित्र दोब्बर हुनेछनिर्णय 12 महिनापछि बनेको छ।
		-- "Sniglets", Rich Hall & Friends

%
प्रशाशनिक तन्त्र, N:ठोस फोहोर मा ऊर्जा परिवर्तन को लागि एक विधि।
		-- "Sniglets", Rich Hall & Friends

%
Bureaucrat, N .:नजिकै रातो टेप कटौती गर्ने एक व्यक्ति।
		-- J. McCabe

%
bureaucrat, N:कार्यकाल छ जो एक राजनीतिज्ञ।
		-- J. McCabe

%
बर्क गरेको Postulates:के तपाईं बारेमा कुरा गर्दै छन् के थाहा छैन भने केहि सम्भव छ।तपाईं जवाफ छैन जसको लागि एउटा समस्या सिर्जना नगर्नुहोस्।
		-- J. McCabe

%
जला गरेको सुँगुर विधि वजन:(1) एक पूर्ण symmetrical काष्ठफलक प्राप्त गर्नुहोस् र एक sawhorse मार्फत यसलाई सन्तुलनमा।(2) काष्ठफलक को एक अन्त मा हग राख्नुहोस्।(3) अन्य अन्त मा थुप्रो चट्टानहरु सम्म काष्ठफलक फेरि पूर्णतया छसन्तुलित।(4) ध्यानपूर्वक रक्स को वजन अनुमान।
		-- Robert Burns

%
मूलमंत्र, N:कम्प्युटर साक्षरता को मरहम मा फ्लाई।
		-- Robert Burns

%
byob, ध्:तपाईंको आफ्नो बुल विश्वास
		-- Robert Burns

%
सी, N:जस्तै बाहेक पास्कल जस्तै क्रमबद्ध को छ भनेर एक कार्यक्रमको भाषायो त एक, वा केही जस्तै धेरै छैन भनेर बाहेक विधानसभाअरू। यो आज त सबै भन्दा राम्रो भाषा कला उपलब्ध छ, वायो छैन।
		-- Ray Simard

%
गोभी, N .:रूपमा ठूलो र रूपमा बुद्धिमानी बारेमा परिचित भान्सा-बगैचा तरकारीमानिसको टाउको।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
क्यास:कम्प्युटरमा कुनै एक को स्मृति प्रणाली को एक धेरै महंगा भागथाहा मानिन्छ छ त्यहाँ छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Cahn गरेको Axiom:सबै अरू असफल हुँदा, निर्देशनहरू पढ्नुहोस्।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
कैम्पबेल व्यवस्था:प्रकृति एक vacuous experimenter घृणा गर्नुहुन्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
क्यानाडा बिल जोन्स गरेको आदर्शवाक्य:यो suckers आफ्नो पैसा राख्न अनुमति नैतिक गलत छ।क्यानाडा बिल जोन्स गरेको पूरक:एक स्मिथ र Wesson चार इक्के धड्किन्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
प्रमाणिक, वि .:सामान्य वा मानक राज्य वा केही को तरिका। साँचो कथा:एक बब Sjoberg, को एमआईटी ऐ ल्याब मा नयाँ, प्रयोग मा केही झुंझलाहट व्यक्तशब्दजाल को। आफ्नो ठूलो आपत्तियों भन्दा, हामी शब्दजाल प्रयोग गरेर एक बिन्दु गरेआफ्नो उपस्थिति मा संभव छ, र अन्ततः धेरै यसलाई डुब्नु गर्न थाले।अन्तमा, एक कुराकानीमा उहाँले शब्द "प्रमाणिक" मा प्रयोग शब्दजाल-जस्तोसोचाइ बिना फैशन।स्टील: "! अहा हामी अन्तमा तपाईं शब्दजाल पनि कुरा भयो"Stallman: "उहाँले के भन्नुभयो?"स्टील: "उहाँ भर्खरै` प्रमाणिक 'को प्रमाणिक तरिका प्रयोग गरिएको। "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
कप्तान मुद्रा व्यवस्था:तपाईं केही समय मानिसहरूले सबै मूर्ख गर्न सक्नुहुन्छ, रकेही समय सबै मानिसहरूले, तर तपाईं आमा खेलबाड गर्न सक्दैनन्।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Carperpetuation (kar 'PUR पाल्तु जनावर यू एक दूर), N .:कार्य, एक स्ट्रिङ भन्दा चलान, सफाई गर्दा कम्तिमा एकमाथि पुग्न र यो केलाउँदा, टिप्न, त्यसपछि दर्जन पटक,यस निर्वात थप एक मौका दिन तल यसलाई फिर्ता डाल।
		-- Rich Hall, "Sniglets"

%
कार्सन गरेको कन्सोलेसन:केही कहिल्यै पूरा विफलता छ।यो सधैं खराब उदाहरण रूपमा प्रयोग गर्न सकिन्छ।
		-- Rich Hall, "Sniglets"

%
जूता मा कार्सन गरेको अवलोकन:जूता फिट भने, पनि अन्य एक खरीद।
		-- Rich Hall, "Sniglets"

%
Carswell गरेको Corollary:जब मानिस राम्रो चूहादान संग आउछ,प्रकृति संधै एक राम्रो माउस संग आउँछ।
		-- Rich Hall, "Sniglets"

%
बिरालो, N ​​.:निर्मित बजर संग Lapwarmer।
		-- Rich Hall, "Sniglets"

%
मस्तिष्क atrophy, N:मस्तिष्क कक्षहरू रूपमा हुन्छ जो घटना कमजोर र बिरामी भएका रमस्तिष्क प्रदर्शन क्षीण। यी "खराब" सेलहरू प्रशस्त हुन सक्छsenility, उदासीनता, निराशा र समग्र गरिब शैक्षिक सम्बन्धित लक्षणप्रदर्शन। मस्तिष्क कक्षहरूको एकजना सानो नम्बर कारण deteriorate हुनेछeverday गतिविधि, तर ठूलो रकम तीव्र मानसिक प्रयास कमजोर छन्र कठिन अवधारणाहरु को Assimilation। धेरै कलेज विद्यार्थी बन्नकारण यस्तो overstudying रूपमा गरिब बानी यो खूंखार विकार सिकार।मस्तिष्क darwinism, N:मस्तिष्क atrophy को प्रभाव उल्टाउन सकिन्छ कि सिद्धान्तमार्फत भारी रक्सी को खपत को पर्जिङ कार्य। को ठूलो मात्रारक्सी धेरै मस्तिष्क कक्षहरू अक्सिजन deprivation कारण नष्ट गर्न कारण। मार्फतप्राकृतिक चयनको प्रक्रिया, को कमजोर र बिरामी मस्तिष्क कक्षहरू मर्नेछन्पहिलो, स्वस्थ कक्षहरू मात्र छोडेर। यो अद्भुत प्रक्रिया पातहरूएक स्वस्थ, अधिक जीवंत मस्तिष्क संग imbiber, र बढ मानसिक क्षमता।तसर्थ, मस्तिष्क atrophy को विनाशकारी प्रभाव उलट, र शैक्षिकप्रदर्शन वास्तवमा अघिल्लो स्तर परे बढ्छ।
		-- Rich Hall, "Sniglets"

%
चेम्बरलेन व्यवस्था:(1) ठूलो मान्छे सधैं जीत।(2) सबै थप वा कम चिकन जस्तै स्वाद।
		-- Rich Hall, "Sniglets"

%
वर्ण घनत्व, N .:कार्यालय मा धेरै अजीब मान्छे को संख्या।
		-- Rich Hall, "Sniglets"

%
दान, N .:घर मा सुरु हुन्छ र सामान्यतया भनेर कुरा त्यहाँ रहन्छ।
		-- Rich Hall, "Sniglets"

%
checkuary, N:वर्ष को तेह्रौँ महिना। नयाँ वर्षको दिन र समाप्त सुरुएक व्यक्ति रोक्छ गर्दा absentmindedly आफ्नो चेक मा पुरानो वर्ष लिख।
		-- Rich Hall, "Sniglets"

%
सेफ, N .:फ्रान्सेली मा swears गर्ने कुनै कुक।
		-- Rich Hall, "Sniglets"

%
Cheit गरेको लेमेन्ट:तपाईं आवश्यकता मा एक मित्र मदत भने, उहाँले you-- सम्झना गर्न निश्चित छअर्को समय उहाँले खाँचो छ।
		-- Rich Hall, "Sniglets"

%
रसायन, N .:आधुनिक खाद्य पदार्थ गरे जो देखि Noxious पदार्थ।
		-- Rich Hall, "Sniglets"

%
Cheops 'व्यवस्था:केही कहिल्यै तालिका वा बजेट भित्र निर्माण हुन्छ।
		-- Rich Hall, "Sniglets"

%
शिकागो ट्रान्जिट प्राधिकरण सवार शासनले # 36:कहिल्यै कहिल्यै कठिन देख एल Rukn headgear लगाएका सज्जन सोध्नउहाँले आफ्नो "पिरामिड संचालित पिज्जा न्यानो" पायो जहाँ।
		-- Chicago Reader 3/27/81

%
शिकागो ट्रान्जिट प्राधिकरण सवार शासनले # 84:यो CTA मानार्थ पप-अप टाइमर अनुरोध मा उपलब्ध छoverheated यात्रु लागि। जब आफ्नो घडी माथि पप, ड्राइभर हुनेछखुसीसाथ तपाईं baste।
		-- Chicago Reader 5/28/82

%
कुखुराको झोल:प्राचीन चमत्कार aureomycin को बराबर भागहरु युक्त,कोकीन, इंटरफेरन, र TLC। मात्र रोगको चिकन सूपनिको पार्न सक्नुहुन्छ एक आमा मा नसहरुको निर्भरता छ।
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
समापन को Chism व्यवस्था:पूरा गर्न आवश्यक समय सरकार परियोजना होसमय को लम्बाइ गर्न ठीक बराबर पहिले नै यसमा बिताए।
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Chisolm पहिलो Corollary मर्फी दोस्रो व्यवस्थामा:कुरा केवल संभवतः कुनै पनि खराब प्राप्त गर्न सक्छन्, तिनीहरू हुनेछ।
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
क्रिसमस:टर्की, उपहारहरू, cranberry लागि समय रूपमा केही अलग एक दिनसलाद, परिवार गेट-; अरूलाई, उत्कृष्ट भएको उल्लेखसम्पूर्ण वर्ष को प्रतिक्रिया समय।
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
मानिस मा चर्चिल गरेको कमेन्टरी:मानिस कहिले काँही सत्य भन्दा चुक्छौं हुनेछ,तर अधिकांश समय उहाँले टिप्न र जारी हुनेछ।
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Cinemuck, N .:पपकर्न, सोडा, र पग्लियो चकलेट को संयोजन जोचलचित्र को फर्श समेट्छ।
		-- Rich Hall, "Sniglets"

%
clairvoyant, N .:कि देखेर शक्ति छ जो एक व्यक्ति, सामान्यतः एक महिला,उहाँले एक ब्लकहेड छ, अर्थात् - जो उनको संरक्षक गर्न अदृश्य छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
क्लार्क गरेको निष्कर्ष:कहिल्यै नैतिकता को आफ्नो अर्थमा सही कुरा गरिरहेको हस्तक्षेप गरौं।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
माटो गरेको निष्कर्ष:रचनात्मकता ठूलो छ, तर चोरी छिटो छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
क्लोन, N:1 एउटा सटीक नक्कली, हाम्रो उत्पादन एक क्लोन छ "मा रूपमा आफ्नोउत्पादन। "एक घटिया, spurious प्रतिलिपि 2, जस्तै" आफ्नो उत्पादनहाम्रो उत्पादन एक क्लोन छ। "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
एक वायुमण्डलीय असमानता को Clovis 'विचार:प्रकृति को perversity कतै राम्रो प्रदर्शन होतथ्यलाई द्वारा भन्दा कि, जब एउटै वातावरणमा उजागर,जबकि पटाखे नरम रोटी कठिन हुन्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
COBOL:कृत्रिम शोभाहीनता मा एक व्यायाम।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
COBOL:पूर्ण भन्दा र कारण अथवा तर्क परे।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
कोहेन व्यवस्था:त्यहाँ बुरा कुनै तल छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Cohn व्यवस्था:तपाईं रिपोर्टिङ मा खर्च तपाईं, कम गरिरहेका छन् के थप समयसमय तपाईं केहि छ। जब तपाईं खर्च स्थिरता हासिल छसबै आफ्नो समय तपाईं गरिरहेको गर्दै केही रिपोर्टिङ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
चिसो, वि .:जब राजनीतिज्ञ आफ्नै pockets आफ्नो हातमा वरिपरि हिंड्न।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Cole व्यवस्था:Thinly बन्दागोभी कटा।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
सहयोग, N .:झूटा धारणा आधारित एक साहित्यिक साझेदारी किअन्य सँगी हिज्जे गर्न सक्नुहुन्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
कलेज:जहाँ सबैलाई पिउन जान्छ ज्ञान, को फव्वारे।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Colvard गरेको तार्किक परिसर:सबै सम्भावनाको 50% छन्।या त कुरा हुनेछ वा छैन हुनेछ।Colvard गरेको Unconscionable कमेन्टरी:जब तपाईं आकर्षित हुनुहुन्छ कसैले सामना गर्ने यो विशेष गरी साँचो हो।Grelb गरेको कमेन्टरी:Likelihoods तथापि, तपाईं विरुद्ध 90% छन्।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
आदेश, N .:विवरण मानव द्वारा प्रस्तुत र एक कम्प्युटर स्वीकारउहाँले नियन्त्रणमा छ भने जस्तै एक यस्तो तरिका मानव महसूस गर्न।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
टिप्पणी:स्रोत कार्यक्रम को एक superfluous तत्व त समावेशप्रोग्रामर नरक उहाँले गरिरहेको थियो थियो के सम्झनाछ महिना पछि। केवल कमजोर झुकाव, तिनीहरूलाई आवश्यक अनुसारजो लाग्छ वे ती।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
प्रतिबद्धता, N .:प्रतिबद्धता [संलग्नता र बीच फरक] हुन सक्छछम अन्डा को एक नास्ता द्वारा सचित्र। यो चिकन थियोसंलग्न, को सुँगुर प्रतिबद्ध थियो।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
समिति नियम:(1) मा समय कहिल्यै आइपुग्छन्, या तपाईं एक शुरुवात stamped गरिनेछ।बैठक आधा सम्म (2) छैन केही भन्न नगर्नुहोस्; योबुद्धिमानी रूपमा तपाईं टिकटहरु।(3) सकेसम्म अस्पष्ट हुनुहोस्; यो रिस रोक्छअरूलाई।(4) जब शंका, एक उपसमिति नियुक्त हुन सुझाव।(5) हुनुहोस् adjournment लागि उत्प्रेरित गर्न पहिलो; यो गर्नेछलोकप्रिय - यो सबैको लागि के प्रतीक्षामा छ छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
समिति, N .:व्यक्तिगत रूपमा एक समूहको रूपमा तर केही गर्न सक्ने मानिसहरूको समूहकेही गर्न सकिन्छ कि भनेर निर्णय।
		-- Fred Allen

%
Commoner गरेको पारिस्थितिकी तीन नियमहरू:(1) कुनै पनि कार्य पक्ष-प्रभाव बिना छ।(2) कुनै कुराले कहिल्यै टाढा जान्छ।(3) कुनै मुक्त भोजन छ।
		-- Fred Allen

%
जटिल प्रणाली:एक वास्तविक समस्या र काल्पनिक लाभ संग।
		-- Fred Allen

%
बधाई, N .:तपाईं केही भन्न बेला सबैले थाह जो अर्को छैन साँचो हो।
		-- Fred Allen

%
compuberty, N:भावनात्मक र हर्मोन परिवर्तन एक को असहज अवधिकम्प्युटर अनुभव गर्दा सञ्चालन प्रणाली स्तरवृद्धि र छएक sun4 अनलाइन साझेदारी फाइलहरू हुन्छ।
		-- Fred Allen

%
कम्प्युटर विज्ञान:(1) एक अध्ययन Numerology र ज्योतिष, तर कमी गर्न akinपूर्व को सटीक र उत्तरार्द्ध को सफलता।(2) एल्गोरिदम को दीर्घ मूल्य विश्लेषण।(3) स्पष्ट को महंगा सिर्जनागर्दै।(4) trivialities को एक ठूलो संख्या सामना को नीरस कला।(5) Tautology प्रकाश को गति मा मानिसको सेवामा harnessed।औपचारिक प्रणाली सिद्धान्त मा (6) पोस्ट-Turing गिरावट।
		-- Fred Allen

%
कम्प्युटर, N .:एक इलेक्ट्रनिक एकाइ एक उपयोगी कदमहरू क्रमलाई कार्य जोपूर्ण रूपमा बुझन, कडाई तार्किक तरिका। तपाईं विश्वास गर्नुहुन्छ भनेयो, म बिक्री मैनहट्टन मा लागि एक पुल बारेमा मलाई हेर्नुहोस्।
		-- Fred Allen

%
अवधारणा, N .:कुनै पनि "विचार" एक बाहिर परामर्शदाता भन्दा बढी बिल जसको लागि$ 25,000।
		-- Fred Allen

%
सम्मेलन, N .:सुन्न हाकिम subordinates बटोरता जसमा एक विशेष बैठकतिनीहरूले यति लामो समय रूपमा विरोध गर्दैन, गर्न भन्न के केउहाँले पहिले नै के निर्णय गर्नुपर्छ।
		-- Fred Allen

%
Confidant, confidante, N:एक बी को रहस्य संग एक द्वारा सुम्पिएको, सी द्वारा आफैले confided
		-- Ambrose Bierce, "The Devil's Dictionary"

%
पुष्टि भयो स्नातक:एक hitch बिना जीवनको जान्छ जो मानिस।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Conjecture: सबै अनौठो संख्या प्रधानमन्त्री छन्।गणितज्ञ गरेको प्रमाण:3 प्रमुख छ। 5 प्रमुख छ। 7 प्रमुख छ। प्रेरणा गरेर, सबैअनौठो संख्या प्रधानमन्त्री छन्।भौतिक गरेको प्रमाण:3 प्रमुख छ। 5 प्रमुख छ। 7 प्रमुख छ। 9 प्रयोगात्मक छत्रुटि। 11 प्रमुख छ। 13 प्रमुख छ ...इन्जिनियर गरेको प्रमाण:3 प्रमुख छ। 5 प्रमुख छ। 7 प्रमुख छ। 9 प्रधानमन्त्री छ।11 प्रमुख छ। 13 प्रमुख छ ...कम्प्यूटर वैज्ञानिकहरूले गरेको प्रमाण:3 प्रमुख छ। 3 प्रमुख छ। 3 प्रमुख छ। 3 प्रमुख छ ...
		-- Ambrose Bierce, "The Devil's Dictionary"

%
कनेक्टर षडयन्त्र, N:[शायद KL-10 को उपस्थिति संग प्रतिष्ठा आयो,जसको कनेक्टरों मेल केहि] को झुकाव कुनैनिर्माता (वा, विस्तार, प्रोग्रामर वा केहि purveyors)जो पुरानो साथ फिट छैन नयाँ उत्पादनहरु संग आउनसामान, जसबाट तपाईं सबै नयाँ सामान वा महंगा या त किन्न बनाउनेइन्टरफेस उपकरणहरू।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
सहमति उर्दी:एक hapless कम्पनी consents प्रतिबद्ध गर्न कहिल्यै जसमा कागजातभविष्यमा जे संघीय व्यवस्थाको heinous उल्लंघन यसलाईपहिलो स्थानमा गर्न स्वीकारे कहिल्यै।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
परामर्शदाता, N .:(1) आफ्नो नारी बन्द हेर्ने लिन र बताउन भुक्तानी कसैलेतपाईं के समय यो छ। (2) (रिजुम प्रयोगको लागि) द काम शीर्षककुनै को हाल काम पकड छैन जसले गर्छ। आदर्श वाक्य: छक्याल्कुलेटर, यात्रा गर्नेछन्।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
परामर्शदाता, N .:[ "ठग्न गर्न, dupe, swindle," con देखि वा, संभवतः, फ्रान्सेली con(छाडा) "सानो योग्य को एक व्यक्ति" sult को अण्डाकार फारम"अपमान।"] एक tipster एक Oracle रूपमा लुकाएको, विशेष गरी एक जोएक ठूलो ब्रिफकेस बाबजुद उच्च गति decamp गर्न सिकेका छर भारी वालेट।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
परामर्शदाता, N .:एक साधारण मानिस घर देखि एक लामो बाटो।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
परामर्शदाता, N .:जसले 101 तरिकामा Knowns कसैले प्रेम गर्न, तर मिति प्राप्त गर्न सक्दैन।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
परामर्शदाता, N .:बरु एक रूख चढ्नु र झूट बताउन मा खडा भन्दा चाहन्छु जो कसैलेजमीन र सत्य बताउन।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
परामर्श, N .:चिकित्सा अवधि अर्थ "दौलत साझेदारी गर्न।"
		-- Ambrose Bierce, "The Devil's Dictionary"

%
कुराकानी, N .:जसमा एक मुखर प्रतियोगिता गर्ने एक आफ्नो सास पक्रने छयस श्रोता भनिन्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
कन्वे व्यवस्था:कुनै पनि संगठनमा सधैं त्यहाँ जो थाह एक व्यक्ति हुनेछ	के हुदैछ।यो व्यक्ति निकाल हुनुपर्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
मिसिन प्रतिलिपि N .:कागज, चमक mysteriously coded सन्देशहरू shreds कि एक उपकरण,र छैन जसले कार्यालयमा सबैका लागि डुप्लिकेट बनाउँछउनलाई पढने रुचि।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
कोरोनेशन, N .:को बाहिरी र देखिने एउटा सार्वभौम लगानी को समारोहउहाँको ईश्वरीय सही संकेत एक डाइनामाइटले बम संग skyhigh उडा गर्न।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
पत्राचार Corollary:एक प्रयोग सफल भने कुनै आधा भन्दा मान्न सकिन्छतपाईंको डाटा आफ्नो सिद्धान्त संग पत्राचार प्राप्त गर्न वेवास्ता हुनुपर्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Corry व्यवस्था:कागज सधैं perforations मा बलियो छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
अदालत, N .:जहाँ तिनीहरूले न्याय संग वितरित एक ठाउँ।
		-- Arthur Train

%
कायर, N .:एक जो एक आपतकालीन खतरनाक आफ्नो खुट्टा संग सोच्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Creditor, N .:एक ऋणी राम्रो स्मृति छ जो मानिस।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
राजनीतिक उत्तरदायित्व को Crenna व्यवस्था:तपाईं खराब कुरा थाह पहिलो हो भने, तपाईंले हुन जाँदैछन्, यो मा अभिनय आफ्नो औपचारिक जिम्मेवारी बिना लागि जिम्मेवार आयोजित।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
आलोचक, N .:खुसी किनभने कसैले खोज्छ आफूलाई कडा दावा व्यक्तिलेउहाँलाई प्रसन्न तुल्याउन।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Croll गरेको प्रश्न:टिन whistles टिन बनेको छ भने, के foghorns को छन्?
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Cropp व्यवस्था:गरेका काम को राशि बिताएको समय संग inversly भिन्नकार्यालय।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
समितिका Cruickshank व्यवस्था:एक समिति लामो पर्याप्त खराब विचार छलफल गर्न अनुमति दिएको छ भने योअनिवार्य बस विचार लागू गर्न निर्णय गर्नेछ त्यसैले किनभनेधेरै काम पहिले नै यसमा गरिएको छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
कर्सर ठेगाना, N:"नमस्कार, कर्सर!"
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
कर्सर, N .:एक जसको कार्यक्रम चल्दैन।
		-- Robb Russon

%
curtation, N .:तय लम्बाइ क्षेत्रमा एक स्ट्रिङ को लागू सङ्कुचनवातावरण।यस्तो नाम रूपमा अत्यन्तै चल-लम्बाइ तार फिटिङ को समस्या,स्थिर-लम्बाइ रेकर्ड मा ठेगाना, र वस्तु वर्णन कुनै तुच्छ छकुरा। curtation को सूक्ष्म कला बेवास्ता शायद थप तर्किएको छडाटा प्रोसेसिंग को कुनै पनि अन्य पक्ष भन्दा मान्छे। तपाईं Mozart गरेको "डन आदेशआफ्नो रेकर्ड क्लब देखि Giovanni ", र तिनीहरूले तपाईंलाई MOZ डोंग लागि चलानी $ 24.95।यो हास्यास्पद मा उदात्त को witless म्यापिङ! उत्तिकै बुभ्क्न गाहो छतपाईं कि एउटै आठ वर्ण, उत्कृष्ट, उत्पादन कि curtationआदेश "वाग्नर को सर्वश्रेष्ठ", "Schubert को सर्वश्रेष्ठ", या "Turds को सर्वश्रेष्ठ"।त्यसै गरी, कम्प्यूटरीकृत वाइन, वाइनरी देखि खरीद रक्सी प्रेमीहरूले आफ्नो चश्मा शीर्षक,आफ्नो वितरण टिप्पणीहरू जाँच र आफ्नो साथीहरू, "एक बरु निर्दोष सूचित,संभवतः overtruncated टैक्सी SAUV 69 Tal। "मा 10 फल को squeezingस्तम्भहरू कक्स या PIP जस्ता स्मरणीय obscenities yielded छ। उदाहरणउल्लिखित वास्तविक हो, र तिनीहरूलाई उत्पादन जो curtational पद्धति अझै पनि छहामी सँग।MOZ डोंग N।वोल्फगैंग Amadeus Mozart र Lorenzo दा द्वारा डन Giovanni को CurtationPonte, को Internat'l को कम्प्यूटरीकृत बिलिङ टुकडी द्वारा प्रदर्शन रूपमापूर्वावलोकन समाज, महान् गले (प्रकार), N.Y.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Cutler वेबस्टर व्यवस्था:त्यहाँ दुई पक्ष, हरेक तर्क हो एक व्यक्ति नभएसम्मव्यक्तिगत मात्र एक छ जो मामला मा संलग्न छ।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Cynic, N .:जसको खराब दृष्टि एक blackguard कुराहरू, देख्नुहुन्छ तिनीहरू रूपमातिनीहरूले सक्नुपर्छ रूपमा। तोड को Scythians बीचमा त्यसैले अनुकूलनएक cynic आँखा बाहिर आफ्नो दृष्टि सुधार गर्न।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Cynic, N .:अनुभव।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Cynic, N .:एक jaundiced आँखा संग गुलाब-रंग चश्मा मार्फत देखिन्छ गर्ने।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
डाटा, N .:सिद्धान्त को पीठ मा straws को एक अक्रूअल।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
डाटा, N .:"सूचना" को लागि Computerspeak। ठीक उच्चारणबाटो Bostonians एक महिला बच्चा शब्द उच्चारण।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ट्राफिक घनत्व को डेविस 'व्यवस्था:भीड-घण्टा यातायात को घनत्व सीधा समानुपातिक छअतिरिक्त समय को 1.5 पटक रकम तपाईँलाई समय आइपुग्दा गर्न अनुमति दिन्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
डेविस गरेको Dictum:आफूलाई द्वारा टाढा जाने कि समस्या, फिर्ता आफूलाई द्वारा आउँछन्।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
डन, N .:कारण मानिसहरू ओछ्यानमा जाने बेला।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
डेडहुड, N .:तपाईंको कम्पनी कसैलाई जसले तपाईंलाई भन्दा बढी वरिष्ठ छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
मृत्यु इच्छा, N .:मात्र इच्छा सधैं एक यो इच्छा वा छैन, साँचो आउँछ भन्ने।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
निर्णय निर्माता, N .:एक टास्क फोर्स गठन गर्न असमर्थ थियो जो आफ्नो कार्यालय मा व्यक्तिसंगीत रोकियो अघि।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
पूर्वनिर्धारित, N .:[संभवतः देखि काला अंग्रेजी "डी दोष DIS सिस्टम तपाईं छ wid,सोम। "] निष्क्रिय द्वारा त्रुटिहरू जोगिन गर्न व्यर्थमा प्रयास।" केहि पनि हुनेछकेही को आए: फेरि बोल्न "- राजा Lear।।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
पूर्वनिर्धारित, N .:हार्डवेयर गरेको, पाठ्यक्रम।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Deja vu:। फ्रान्सेली, पहिले नै देखेको; नकल गर्नेवाला; trite।Psychol।, को भ्रम पहिले अनुभव भएकोकेही वास्तवमा पहिलो पटक सामना भइरहेको।Psychol।, को भ्रम पहिले अनुभव भएकोकेही वास्तवमा पहिलो पटक सामना भइरहेको।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Deliberation, N .:कसैको रोटी केलाउँदा को कार्य जो पक्ष यो छ निर्धारणमा buttered।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
दन्त चिकित्सक, N .:, कसैको मुखमा धातु राख्दै, खींचती गर्ने एक Prestidigitatorसिक्का कसैको pockets बाहिर।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
डेन्भर, N .:बस कोलोराडो मा `हे 'तल स्थित एक smallish शहर।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
डिजाइन, V .:पछि गरिरहेको छैन तिमी के पछुताउनु।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
DeVries 'दुविधा:तपाईं टाइपराइटर दुई कुञ्जीहरू मारा भने, एक तपाईं चाहँदैनन्कागज हिट।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Dibble पहिलो समाजशास्त्र व्यवस्था:केही गर्न, केही छैन।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
मर्न, V .:अचानक पाप रोक्न।
		-- Elbert Hubbard

%
डिनर सुझाव # 302 (ह्याकर गरेको डी-लाइट):1 टिन आयात Brisling टमाटर सस मा सार्डिन1 थैली चकलेट MALT Carnation तत्काल नाश्ता1 दफ्ती दूध
		-- Elbert Hubbard

%
कूटनीति, N:राज्य मा झूट।
		-- Elbert Hubbard

%
राजनीति Dirksen तीन कानून:(1) निर्वाचित गर्नुहोस्।(2) पुन: निर्वाचित प्राप्त गर्नुहोस्।(3) पागल प्राप्त नगर्नुहोस्, पनि प्राप्त।
		-- Sen. Everett Dirksen

%
disbar, N:केही अन्य पट्टी देखि प्रतिष्ठित रूपमा।
		-- Sen. Everett Dirksen

%
विशिष्ट, वि .:हाम्रो प्रतियोगिहरु भन्दा फरक रंग वा आकार।
		-- Sen. Everett Dirksen

%
दुःखको, N .:रोगले मित्र को समृद्धि गर्न जोखिम द्वारा व्यय।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
छोडपत्र, N:पत्नी परिवर्तन।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
दस्तावेज:अंग्रेजी लागि जापानी स्विडिश देखि अनुवाद निर्देशबोल्ने व्यक्ति।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
डबल-अन्धो प्रयोग, N:मुख्य शोधकर्ता उहाँ विश्वास गर्छ जसमा एउटा प्रयोगविषय र प्रयोगशाला सहायक दुवै fooling। अक्सर सँगसँगैदांत परी एक बलियो विश्वास द्वारा।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ल व्यवस्था:एक पदानुक्रमित संगठनमा, स्तर उच्च,यो भ्रम ठूलो।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Drakenberg गरेको डिस्कवरी:तपाईं आफ्नो चश्मा पाउन जस्तो गर्न सक्नुहुन्न भने,तपाईं तिनीहरूलाई छैन किनभने यो शायद छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
राजमार्ग जीवविज्ञान को आकर्षित गरे व्यवस्था:अगाडि सिधै सफा गाडीको अगाडीको शिशा मुलुकमा मारा पहिलो बगआफ्नो आँखा।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
लागूपदार्थ, N:कि, एक मुसा मा इंजेक्शन एक पदार्थ, एक वैज्ञानिक कागज उत्पादन गर्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ducharme गरेको Precept:मौका सधैं कम से कम opportune क्षण मा घचघच्याउनुहुन्छ।Ducharme गरेको Axiom:तपाईं राम्ररी पर्याप्त आफ्नो समस्या हेर्न भने तपाईं पहिचान हुनेछआफैलाई समस्या को भाग रूपमा।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
कर्तव्य, N:अरूलाई के एक चाहनुहुन्छ।
		-- Oscar Wilde

%
Eagleson व्यवस्था:तपाईंको आफ्नै कुनै पनि कोड तपाईं छ वा धेरै लागि देख्यो छैन भनेरमहिना, साथै अरू कसैले द्वारा लिखित गरिएको हुन सक्छ। (Eaglesonएक optimist छ, वास्तविक संख्या थप तीन हप्ता जस्तै छ।)
		-- Oscar Wilde

%
अर्थशास्त्र, N .:अर्थशास्त्र जे K. Galbraith को मूल्य र अर्थ को अध्ययन हो।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
मात्रा को अर्थव्यवस्था:धारणा बडा भनेर राम्रो छ। खासगरी, तपाईं चाहनुहुन्छ भने किकम्प्युटर शक्ति को एक निश्चित रकम, यो एक खरीद गर्न धेरै राम्रो छsmallies एक गुच्छा भन्दा ठूलो कुरा त होइन। विश्वासको एउटा लेख रूपमा स्वीकारठूलो मिसिन र सबै कि जटिलता प्रेम गर्ने मानिसहरूले। अस्वीकृतर साना मिसिन प्रेम गर्ने ती सबै द्वारा विश्वासको एउटा लेख रूपमाती सीमितता।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
अर्थशास्त्री, N:तथ्याङ्कले संग राम्रो, तर पर्याप्त छैन जो कसैलेएक लेखापाल बन्न व्यक्तित्व।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Egotism, N:कलम संग न्यूयोर्क टाइम्स crossword पहेली गर्दै।Egotist, N:कम स्वाद को एक व्यक्ति, अधिक मलाई भन्दा आफूलाई रुचि।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ehrman गरेको कमेन्टरी:(1) तिनीहरू प्राप्त अघि कुराहरू खराब प्राप्त हुनेछ।(2) कसले कुराहरू राम्रो प्राप्त बताए?
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Elbonics, N .:दुई मान्छे को कार्यहरू एउटा चलचित्र मा एक armrest लागि maneuveringथिएटर।
		-- "Sniglets", Rich Hall & Friends

%
Electrocution, N .:सबै आधुनिक सुधार संग खम्बा मा जल।
		-- "Sniglets", Rich Hall & Friends

%
हात्ती, N .:सरकार विनिर्देशों मा निर्मित एक माउस।
		-- "Sniglets", Rich Hall & Friends

%
ध्वनि को एघारौं व्यवस्था:न्यूनतम-चरण प्रणाली मा बीच एक inextricable लिंक छआवृत्ति प्रतिक्रिया, चरण प्रतिक्रिया र क्षणिक प्रतिक्रिया, तिनीहरूलेहो सबै केवल एक अर्को को रूपान्तरणहरूलाई। यो संग संयुक्तउत्पादन एम्पलीफायरों र सही खुला-पाश त्रुटिहरू को minimalizationगैर-रैखिक निष्क्रिय crossover नेटवर्क लोड लागि क्षतिपूर्ति गर्न सक्छन्सिस्टम संकल्प मा एक महत्वपूर्ण कमी गुमाए नेतृत्व। तर,को पाठ्यक्रम, जब तपाईं फ्लोइड Pink सुन्न यो सबै ज्याक हो।
		-- "Sniglets", Rich Hall & Friends

%
इमाक्स Name, N .:एउटा पाठ सम्पादक को एक ढिलो-सार्दा खुट्टाोडी।
		-- "Sniglets", Rich Hall & Friends

%
Contrariness को इमर्सनले व्यवस्था:जीवनमा हाम्रो प्रमुख चाहिन्छ हामीलाई के बनाऊ गर्ने कोही छ के हामीगर्न सक्छन्। तिनीहरूसँग फेला, हामी त यसको लागि तिनीहरूलाई घृणा गर्नेछन्।
		-- "Sniglets", Rich Hall & Friends

%
इन्साइक्लोपीडिया सेल्समैन:तिनीहरूलाई सबै निमन्त्रणा गर्नुहोस्। पछाडि ढोका बाहिर NIP। प्रहरी फोनर आफ्नो घर burgled भइरहेको छ तिनीहरूलाई भन।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
अनन्त लुप, N .:, अनन्त हेर्न लुप।लुप, अनन्त, N .:अनन्त लुप हेर्नुहोस्।
		-- Random Shack Data Processing Dictionary

%
Engram, N .:मानव स्मृति 1 भौतिक प्रकटीकरण - "को engram।"2 शारीरिक रूप मा एक विशेष स्मृति। [उपयोग टिप्पणी: यो अवधि अब छसाधारण प्रयोगमा। विल्सन र Magruder गरेको ऐतिहासिक खोज अघि प्रकृतिको engram को neuroscientists बीचमा तीव्र अनुमान को एक विषय थियो,मनोवैज्ञानिक, र पनि कम्प्युटर वैज्ञानिकहरूले। 1994 प्रोफेसर एम आर विल्सन मार डब्ल्यू वी Magruder, पालो अल्टो मा माउन्ट सेन्ट मनाना विश्वविद्यालय को दुवै, साबितconclusively को स्तनधारी मस्तिष्क को एक सेट व्याख्या गर्न hardwired छतीस सात आनुवंशिक प्रसारित TECO बृहत मिलेर। मानव स्मृतिHuffman ठूलो मात्र coded रूपमा 1 लाख क्यू-रजस्टर मा निवास देखाइएको थियोASCII तार। को engram मा ब्याज भनेर पछि एकदम अस्वीकार गरेको छसमय।]3 संस्करण, 2007 A.D.
		-- New Century Unabridged English Dictionary,

%
, बढाउन v .:सामान्यतया यसको हानि गर्न, छवि संग ट्याम्पर गर्न।
		-- New Century Unabridged English Dictionary,

%
Entreprenuer, N .:एक उच्च-रोलिंग जोखिम लेने वाला जो बरु हुनेछएक dismal सफलता भन्दा एक शानदार विफलता हुन।
		-- New Century Unabridged English Dictionary,

%
ईर्ष्या, N .:तपाईं अन्यायपूर्ण लाभ संग जन्मेको चाहन्छु चाहने,बरु प्रयास र एक प्राप्त गर्न भएको।
		-- New Century Unabridged English Dictionary,

%
Epperson व्यवस्था:जब मानिस भन्छन् यो एक मुर्ख, बालक जस्तो खेल हो यो शायद छकेही पत्नी मा उहाँलाई पिटे गर्न सक्नुहुन्छ।
		-- New Century Unabridged English Dictionary,

%
एटिमोलजी, N .:केही प्रारम्भिक etymological विद्वानहरूको derivations संग आएको छसार्वजनिक विश्वास गर्न गाह्रो थियो। शब्द "एटिमोलजी" गठन गरियोल्याटिन "etus" ( "खाएको"), मूल "मला" ( "खराब"), र "logy" बाट( "को अध्ययन")। यो "निल्छ गर्न कठिन छ कि कुराको अध्ययन।" अर्थ
		-- Mike Kellen

%
हरेक घोडा खुट्टा (त्रास द्वारा प्रमाण) को असीमित संख्या छ:घोडाहरू एउटा पनि खुट्टा को संख्या छ। पछि तिनीहरूले दुई खुट्टा छ, रअगाडि तिनीहरूले आगे-खुट्टा छ। यो पक्कै पनि एउटा हो, जो छ, खुट्टा, बनाउँछएक घोडा लागि खुट्टा को अनौठो संख्या। तर केवल नम्बर दुवै पनि छ किर अनौठो अनन्त छ। तसर्थ, घोडाहरू को असीमित संख्या छखुट्टा। सामान्य मामला लागि यो देखाउन अब, ठान्नु कि कहीं,त्यहाँ खुट्टा को एक परिमित नम्बर छ कि एक घोडा छ। तर एक घोडा छअर्को रंग, र lemma द्वारा को [ "सबै घोडाहरू नै रंग हो"],कि अवस्थित छैन।
		-- Mike Kellen

%
हरेक कार्यक्रम (कम्तीमा) दुई उद्देश्यका छ:एक जसको लागि यो लेखिएको थियो र अर्को जसको लागि यो थिएन।
		-- Mike Kellen

%
खर्च खाता, N .:कर्पोरेट खाना टिकटहरु।
		-- Mike Kellen

%
अनुभव, N .:के तपाईं यसलाई आवश्यक बस पछि सम्म प्राप्त छैन केही।
		-- Olivier

%
विशेषज्ञ, N .:शहर बाहिर आउँछ र स्लाइडहरू देखाउँछ व्यक्तिलाई।
		-- Olivier

%
आधिकारिक चिट्ठा नियम बाट निकाल्न:कुनै खरीद तपाईंको पुरस्कार दावा आवश्यक, निम्न गर्न खरीद बिना आफ्नो पुरस्कार दावी गर्न: (क) ध्यानपूर्वकमाथिल्लो दाहिने हात आफ्नो कम्प्युटर-छापिएको नाम र ठेगाना बाहिर कटौतीपुरस्कार दावी फारम को कुना। (ख) लगाउनु कम्प्युटर-छापिएको नाम रठेगाना - गोंद वा सिलोफन टेप (कुनै खाद्यान्नहरूको वा कागज क्लिप) संग -एक 3x5 इन्च सूचकांक कार्ड। (ग) पनि कटौती बाहिर "कुनै" अनुच्छेद (कमपुरस्कार दावी फारम को बायाँ कुनामा) र 3x5 कार्ड यसलाई लगाउनुआफ्नो ठेगाना लेबल तल। (घ) त्यसपछि आफ्नो 3x5 कार्डमा, माथि छाप्न आफ्नोकम्प्युटर-छापिएको नाम र शब्द "कार्टर र वान बोक्रा सम्बोधनचिट्ठा "(प्रयोग सबै राजधानी पत्र।) (ई) अन्तमा 3x5 कार्ड राख्नसादा खाम [नोट मा (बिना झुकन): गरेको प्रयोग नगर्नुहोस्आधिकारिक पुरस्कार दावी र CVP इत्र खाम Reply वा तपाईं हुन सक्छअयोग्य], र मेल गर्न: CVP, 1320 मा भएको पेटी, Westbury, NY 11595. छापासही यो ठेगाना। ध्यान दिएर माथि निर्देशन पालना रपूर्ण वा तपाईं आफ्नो पुरस्कार प्राप्त देखि अयोग्य हुन सक्छ।
		-- Olivier

%
परी कथा, N .:यो समाचार पत्र बच्चाहरु तयार गर्न एक हरर कथा।
		-- Olivier

%
फकीर, N:एक मनोवैज्ञानिक जसको charismatic डाटा लगभग प्रेरणाआफ्ना अनुयायीहरूलाई धार्मिक भक्ति पनि स्रोतहरू हुनतजस्तो माथि एक डोरी shinnied र हराए गरेका।
		-- Olivier

%
falsie विक्रेता, N:फुलर बस्ट मानिस।
		-- Olivier

%
प्रसिद्ध अन्तिम शब्द:
		-- Olivier

%
प्रसिद्ध अन्तिम शब्द:(1) "म यसलाई सम्हाल्न सक्नुहुन्छ, चिन्ता नगर्नुहोस्।"(2) "तपाईं र के सेना?"(3) "तपाईं के तपाईं छन् लाग्छ रूपमा स्मार्ट थिए भने, तपाईं हुन छैनएक COP। "
		-- Olivier

%
प्रसिद्ध अन्तिम शब्द:(1) यो हाल चलान नगर्नुहोस्, यो सिर्फ समाधान गर्न एक क्षण हुनेछ।(2) उहाँले हामीलाई त्यहाँबाट देख्न सक्नुहुन्छ, गरेको सर्टकट गरौं।(3) के तपाईं यी दुई तार छुन भने के हुन्छ tog--(4) हामी आरक्षण आवश्यक छैन।(5) यो सधैं घाम त्यहाँ साल को यस समय।(6) चिन्ता नगर्नुहोस्, यो लोड होइन।(7) तिनीहरूले कहिल्यै (पर्याप्त गर्न मूर्ख हुन) चाहन्छु उहाँलाई एक प्रबन्धक बनाउन।(8) चिन्ता नगर्नुहोस्! महिला यो प्रेम!
		-- Olivier

%
प्रसिद्ध कोटेशन:""""""
		-- Marcel Marceau

%
प्रसिद्ध, वि .:Conspicuously दयनीय।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
सुविधा, N:एक कार्यक्रम को एउटा अचम्मको सम्पत्ति। Occasionaly दस्तावेज। गर्नएक सम्पत्ति कल सुविधा कहिलेकाहीं अर्थ लेखक गरेनन्त्यस अवस्थामा विचार र कार्यक्रम अनपेक्षित बनाउँछ, यद्यपिआवश्यक गलत छैन प्रतिक्रिया। बग हेर्नुहोस्। "त्यो एक बग, यो हो गर्नुपर्छएक सुविधा! "बग यसलाई दस्तावेजीकरण द्वारा एक सुविधा परिवर्तन गर्न सकिन्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
fenderberg, N .:कि अंदर मा गठन ठूलो हिमनदीय जम्माsnowstorms समयमा कार fenders को।
		-- "Sniglets", Rich Hall & Friends

%
फर्ग्यूसन गरेको Precept:तपाईं भन्न सक्नुहुन्छ गर्दा एउटा संकट छ "का सम्पूर्ण कुरा नबिर्सौं।"
		-- "Sniglets", Rich Hall & Friends

%
फिडेलिटी, N .:धोका बारेमा भएकाहरूलाई गर्न peculiar एक सद्गुण।
		-- "Sniglets", Rich Hall & Friends

%
लागू त्रास को पाँचौं व्यवस्था:तपाईं खुला-किताब परीक्षा दिएको हो भने, तपाईंले आफ्नो पुस्तक भूल हुनेछ।Corollary:तपाईं एक ले-घर परीक्षा दिएको छ भने तपाईं जहाँ बस्नुहुन्छ, तपाईं भूल हुनेछ।
		-- "Sniglets", Rich Hall & Friends

%
विलंब को पाँचौं व्यवस्था:विलंब पट्टाइ तिरस्कार; एक भावना कहिल्यै छत्यहाँ के गर्न महत्त्वपूर्ण केही छ।
		-- "Sniglets", Rich Hall & Friends

%
फाइल कैबिनेट:चार दराज, म्यानुअल रद्दी compactor सक्रिय।
		-- "Sniglets", Rich Hall & Friends

%
जलडाकू, N .:वरिपरि आफ्नो पर्खाइ फाल्ने।
		-- "Sniglets", Rich Hall & Friends

%
Finagle सिद्धन्त:विज्ञान साँचो हो। नगर्नुहोस् तथ्य द्वारा भ्रममा हुन।
		-- "Sniglets", Rich Hall & Friends

%
Finagle गरेको आठौं व्यवस्था:एक प्रयोग गर्दछ भने, केही गलत भएको छ।Finagle गरेको नवौँ व्यवस्था:जस्तोसुकै परिणाम अपेक्षा गर्दै छन्, कसैले सधैं तयार छयो नक्कली।Finagle गरेको दसऔं व्यवस्था:कुनै कुरा परिणाम कसैले सधैं यो गलत अर्थ लगाउनु गर्न उत्सुक छ के।Finagle गरेको एघारौं व्यवस्था:कुनै कुरा के हुन्छ, कसैले यसलाई अनुसार भयो भन्ने विश्वास गर्छआफ्नो पाल्तु जनावर सिद्धान्त।
		-- "Sniglets", Rich Hall & Friends

%
Finagle पहिलो व्यवस्था:एक प्रयोग गर्दछ भने, केही गलत भएको छ।
		-- "Sniglets", Rich Hall & Friends

%
Finagle पहिलो व्यवस्था:सबै भन्दा राम्रो विषय अध्ययन गर्न, सुरु गर्नु पहिले यो राम्ररी बुझ्न।Finagle दोस्रो व्यवस्था:सधैं डाटा रेकर्ड राख्न - यो तपाईं गरिरहेका छौँ संकेत गर्छ।Finagle गरेको चौथो व्यवस्था:एक काम अप fouled भएपछि, केहि मात्र बनाउँछ सुधार गर्न गरेकोयो बुरा।Finagle गरेको पाँचौं व्यवस्था:सधैं त आफ्नो अध्ययनहरू प्लट, आफ्नो वक्र।Finagle गरेको छैटौं व्यवस्था:चमत्कार विश्वास गर्दैनन् - तिनीहरूलाई भर पर्छन्।
		-- "Sniglets", Rich Hall & Friends

%
Finagle दोस्रो व्यवस्था:कुनै कुरा के पूर्वानुमानित परिणाम, त्यहाँ सधैं हुनेछकसैले गर्न (क) यो गलत अर्थ लगाउनु उत्सुक, (ख) नक्कली यो वा (ग) यो विश्वासआफ्नै पाल्तु जनावर सिद्धान्त अनुसार भयो।
		-- "Sniglets", Rich Hall & Friends

%
Finagle गरेको सातौँ व्यवस्था:ब्रह्माण्डको को perversity अधिकतम तिर tends।
		-- "Sniglets", Rich Hall & Friends

%
Finagle तेस्रो व्यवस्था:डाटा को कुनै पनि संग्रह, सबै भन्दा स्पष्ट सही संख्या मा,जाँच सबै आवश्यकता परे, को गल्ती छCorollaries:(1) कसैले जसलाई तपाईं मदत माग्न यो देख्नेछन्।(2) द्वारा रोक्छ गर्ने पहिलो व्यक्ति जसको सल्लाह साँच्चै,तुरुन्तै देख्ने, सुन्न चाहँदैनन्।
		-- "Sniglets", Rich Hall & Friends

%
असल गरेको Corollary:कार्यक्षमता घृणा गर्न उक्साउँछ।
		-- "Sniglets", Rich Hall & Friends

%
Finster व्यवस्था:एक बन्द मुख कुनै खुट्टा बटोरता।
		-- "Sniglets", Rich Hall & Friends

%
साइकल यात्रा को पहिलो व्यवस्था:कुनै कुरा जो तरिका तपाईं सवारी, यो उकालो र हावा विरुद्ध छ।
		-- "Sniglets", Rich Hall & Friends

%
बहस को पहिलो व्यवस्था:एक मूर्ख संग तर्क कहिल्यै। मान्छे फरक थाहा छैन सक्छ।
		-- "Sniglets", Rich Hall & Friends

%
विलंब को पहिलो व्यवस्था:विलंब काम shortens र जिम्मेवारी स्थानहरूलाईअरू कसैले यसको समापन (अर्थात्, अख्तियार गर्ने लागिको म्याद लगाएको)।विलंब को पाँचौं व्यवस्था:विलंब पट्टाइ तिरस्कार; एक भावना कहिल्यै छत्यहाँ के गर्न महत्त्वपूर्ण केही छ।
		-- "Sniglets", Rich Hall & Friends

%
सामाजिक-जेनेटिक्स पहिलो व्यवस्था:अविवाहित जीवन वंशानुगत छैन।
		-- "Sniglets", Rich Hall & Friends

%
इतिहास पहिलो नियम:इतिहास दोहोरिन गर्छ नै छैन - इतिहासकारहरूले केवल प्रत्येक अन्य दोहोर्याउनुहोस्।
		-- "Sniglets", Rich Hall & Friends

%
Fishbowl, N .:एक गिलास-संलग्न अलग्गै कक्ष जहाँ भर्खरै बढुवा प्रबन्धकहरू छन्अवलोकन लागि राखिएको।
		-- "Sniglets", Rich Hall & Friends

%
अनन्त दुःखले लागि पाँच नियम:(1) सधैं राम्रो तपाईं हेर्न अरूलाई यस्तो आग्रह गर्न प्रयास गर्नुहोस्।(2) परिस्थिति बारे अनुमानको धेरै बनाउन र निश्चित हुनतिनीहरूले वास्तविकता हो हुनत यी अनुमानको व्यवहार गर्छन्।यो एक संकट छ यद्यपि रूपमा (3) त्यसपछि प्रत्येक नयाँ परिस्थिति व्यवहार गर्छन्।(4) विगतमा प्रत्यक्ष र भविष्य मात्र (साथ Obsessed बन्नकति राम्रो कुरा हुन सक्छन् वा कसरी धेरै बुराकुरा हुन सक्छन्)।(5) कहिले काँही त गर्न रूपमा मूर्ख भएकोमा आफैलाई मा Stompपहिलो चार नियम पालना गर्नुहोस्।
		-- "Sniglets", Rich Hall & Friends

%
flannister, N .:प्लास्टिक जुवा सँगै बियर को एक छ-प्याक धारण छ।
		-- "Sniglets", Rich Hall & Friends

%
Flon व्यवस्था:त्यहाँ अब छैन, र कहिल्यै, एक भाषा हुनेछजो यो खराब कार्यक्रम लेख्नका लागि कम से कम बिट गाह्रो छ।
		-- "Sniglets", Rich Hall & Friends

%
फ्लोचार्ट, N। एवं तरकारी .:[बाट प्रवाह "बाल रूपमा, धनी profusion तल लहर गर्न" चार्ट"एक अप्रकट लुकेको-धन नक्शा uninitiated बहकाउन।"]1 N। समाधान, कुनै पनि भने, Mascheroni निर्माण को एक वर्गकोजसमा समस्या दिइएको एल्गोरिदम geometrical प्रतिनिधित्व आवश्यककेवल यो एएनएसआई टेम्पलेट को 35 आधारभूत ideograms प्रयोग। 2 N। Neronicdoodling प्रणाली बल्छ गर्दा। 3 N। लागि कम लागत विकल्पवालपेपर। 4 N। यो innumerate को अनपढ भ्रामक। "एकहजार तस्वीर कोड को दस लाइनहरु लायक छ। "- प्रोग्रामर गरेकोसानो रातो Vade Mecum, माओ त्से T'umps। 5 v.intrans। उत्पादन गर्नमनमा कुनै विशेष वस्तु फ्लोचार्टहरू। 6 v.trans। obfuscate गर्न(एक समस्या) esoteric कार्टून संग।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Flugg व्यवस्था:जब तपाईं महसुस तपाईं काठ मा दस्तक गर्न आवश्यक कहिले होसंसारको Vinyl, naugahyde र एल्यूमीनियम को बना। छ
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
कुहिरो ल्याम्प, N .:अत्यधिक (अक्सर घृणापूर्वक) उज्ज्वल दीपक को मोर्चों मा माउन्टमोटर को; भनी संकेत सुक्खा, स्पष्ट रात मा प्रयोगचालक मस्तिष्क एक कुहिरो छ। पनि "बेवकूफ रोशनी" हेर्नुहोस्।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Foolproof सञ्चालन:समायोजन लागि कुनै प्रावधान।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
पूर्वानुमान, N .:विगतमा आधारित भविष्यमा एक भविष्यवाणी, लागिजो पूर्वानुमानकर्ता वर्तमान भुक्तान माग।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Forgetfulness, N .:परमेश्वरको वरदान लागि क्षतिपूर्ति मा ऋणीहरूलाई मा bestowedअन्तस्करण आफ्नो destitution।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
भाग्य EXPLAINS के जागिर समीक्षा क्याच वाक्यांश मतलब: # 1कुशल मौखिक Communicator:Mumbles inaudibly बोल्न प्रयास गर्दा। आत्म गर्न वार्ता।आत्म साथ तर्क छ। यी तर्क भनेन।कुशल लिखित Communicator:राम्रो स्क्रिबल्स। मेमो invariable illegible छन्, बाहेकअरू कसैले गर्न हाल असफलता विशेषता कि अंश।वृद्धि संभावित:उचित मार्गदर्शन, आवधिक परामर्श, र सुधारात्मक प्रशिक्षण संग,को reviewee, पर्याप्त समय र नजिक पर्यवेक्षण दिइएको, पूरा गर्न सक्छन्न्यूनतम आवश्यकताहरू कम्पनी द्वारा उहाँलाई अपेक्षा।प्रमुख कम्पनी आंकडा:सही काउन्टर उदाहरण रूपमा सेवा गर्दैछन्।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
भाग्य EXPLAINS के जागिर समीक्षा क्याच वाक्यांश मतलब: # 4लगातार:Reviewee सही अझै सम्म केहि मिल्यो छैन, र यो पूर्वानुमानित छयो ढाँचा आउँदै वर्षैभरि जारी हुनेछ।एक उत्कृष्ट Sounding बोर्ड:विकल्पहरू को कुनै पनि नम्बर साथ प्रस्तुत reviewee र लागूतिनीहरूलाई उनको / उनको विशिष्टीकरण को ठीक विपरीत क्रम मा।एक योजनाकार र आयोजक:सामान्यतया जूता अघि मोजा धारण गर्न प्रबन्धन। म्याच गर्न सक्नुहुन्छआफ्नो वस्त्र मा पशु ट्याग।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
भाग्य EXPLAINS के जागिर समीक्षा क्याच वाक्यांश मतलब: # 9व्यवस्थापन क्षमता छ:किनभने inanimate वस्तुहरु आफ्नो घनिष्ठ सम्बन्ध, कोreviewee विभाग को महत्वपूर्ण स्थिति नियुक्त गरिएको छपेन्सिल मनिटर।प्रेरणादायक:अरूलाई साँचो प्रेरणा। ( "त्यहाँ, तर परमेश्वरको अनुग्रहको लागि,आई जाने ")तनाव लागि adapts:हावा, पानी, वा बाहिर पार गर्ने खुलारूपमा निर्भर गर्दछस्थिति।लक्ष्य उन्मुख:निरन्तर आफूलाई लागि कम लक्ष्य सेट, र सामान्यतया असफलतिनीहरूलाई भेट्न।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
मेमो वार्स लागि भाग्य गरेको नियम: # 2माथि sociocybernetics र telepsychology मा अविश्वसनीय अग्रिम दिइएकोपछिल्लो केही वर्ष, हामी अब पूर्ण सबै बुझ्न सक्षम छन् किएक ज्ञापन को लेखक भन्न खोजिरहेको छ। आधुनिक विकासक्रम धन्यवादनोट, vnews, र बिजुली जस्तै electrocommunications मा, हामी एक छसभ्यता छ जो को लाइक interunderstanding को अविश्वसनीय स्तरकहिल्यै ज्ञात। तसर्थ, आफ्नो misinterpreting कसैले को संभावना अरूज्ञापन व्यावहारिक nil छ। यो बुझेर कसैले जसले तपाईंलाई भएको accusesगरेका त झूटो छ, र तदनुसार व्यवहार गर्नुपर्छ। यदि तपाईं * बुझ्नेप्रश्न ज्ञापन, तर भन्न पदार्थ को बिल्कुल केहि, छ ततपाईं एक भीषण विज्ञापन hominem आक्रमण लागि एक उत्कृष्ट मौका छ। वास्तबमा,निम्नानुसार मात्र * अनुपयुक्त * एक विज्ञापन hominem आक्रमण लागि पटक हो:1: जब तपाईं एक ज्ञापन को लेखक संग पूर्ण सहमत छु।2: जब मूल ज्ञापन को लेखक तपाईं हो भन्दा धेरै ठूलो छ।3: तपाईंको आफ्नै मेमोहरू को एक दिदा।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
लागू त्रास को चौथो व्यवस्था:यो अंग्रेजी इतिहास मध्य-अवधि अघि रात, आफ्नो जीवविज्ञानप्रशिक्षक planaria मा 200 पृष्ठ दिनेछ।Corollary:हरेक प्रशिक्षक तपाईं बाहेक अरू केही छ कि मान्छकि प्रशिक्षक गरेको पाठ्यक्रम को लागि अध्ययन।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
संशोधन को चौथो व्यवस्था:यो पहिल्यै चिन्ता गर्न सामान्यतया अव्यावहारिक छinterferences - तपाईं कुनै पनि छ भने, कसैले तपाईंलाई लागि एक गर्नेछ।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
थर्मोडायनामिक्स को चौथो व्यवस्था:सफलता को सम्भावना लगभग एक होइन भने, यो एकदम शून्य नजिक छ।
		-- David Ellis

%
फ्रेस्को गरेको डिस्कवरी:के तपाईं गरिरहेका थिए के थाह भने तपाईं शायद नरमाइलो लाग्यो हुन चाहन्छु।
		-- David Ellis

%
भुटेको गरेको 1st नियम:पुरोहित समारोह को वृद्धि स्वचालनसंधै वृद्धि परिचालन लागत मा परिणाम।
		-- David Ellis

%
मित्र, N .:जो आफ्नो पुस्तक उधारो र तिनीहरूलाई भिजेको चश्मा सेट मान्छे।जसले तपाईंलाई राम्ररी थाह छ, तर जे भए पनि तपाईं जस्तै मान्छे।
		-- David Ellis

%
Frobnicate, V .:tweak गर्न हेरफेर गर्न वा समायोजन,। FROBNITZ देखि व्युत्पन्न। सामान्यतयाFROB गर्न संक्षिप्त। यसरी एक भनाइ छ "एक frob frob गर्न।" हेर्नुहोस् tweakर TWIDDLE। उपयोग: FROB, TWIDDLE, र कहिले काँही साथ अंक connote tweakएक Continuum। FROB aimless हेरफेर connotes; TWIDDLE सकल connotesहेरफेर, उचित सेटिङ लागि अक्सर एक भद्दा खोज; tweak connotesठीक-ट्युनिङ। कसैले एक आस्टसीलस्कप मा एक उभार खोल्दै छ भने, त्यसपछि भने उहाँले छध्यान दिएर उहाँले शायद यो tweaking छ यसलाई समायोजन; उनले यो खोल्दै छ भनेतर उहाँले शायद यो twiddling छ स्क्रिन देख; तर उनले छ भनेएक उभार मजा छ खोल्दै किनभने यो गरिरहेको, त्यो frobbing गर्नुपर्छ।
		-- David Ellis

%
Frobnitz, pl। Frobnitzem (frob'nitsm) N .:एक नतोकिएको शारीरिक वस्तु, एक विजेट। विद्युतीय गर्न पनि बुझाउँछकालो बक्स। यो दुर्लभ फारम सामान्यतया FROTZ गर्न संक्षिप्त छ, वा थपFROB गर्न सामान्यतः। पनि प्रयोग FROBNULE, FROBULE, र FROBNODULE छन्।1979 मा सायद शुरू, FROBBOZ (fruh-bahz '), pl। FROBBOTZIM पनि छधेरै हदसम्म कारण यसको जोखिम पनि साहसिक स्पिन-बन्द मार्फत धेरै लोकप्रिय बन्न,भनिन्छ Zork (कालकोठरी)। यी पनि गैर-भौतिक वस्तुहरू लागू गर्न सकिन्छ,डाटा संरचना जस्ता।
		-- David Ellis

%
Fuch गरेको चेतावनी:तपाईं वास्तवमा आफ्नो पासपोर्ट फोटो जस्तो भने, तपाईं राम्रो छैनयात्रा गर्न पर्याप्त छ।
		-- David Ellis

%
Fudd पहिलो विरोधको व्यवस्था:हार्ड पर्याप्त केहि धक्का र यो भन्दा बढी पतन हुनेछ।
		-- David Ellis

%
मजा प्रयोग:शेविंग क्रीम को एक गर्न सक्छन् प्राप्त बारेमा एक हप्ताको लागि एक फ्रीजर मा फेंक।त्यसपछि यसलाई लिन, धातु छील र तपाईं कहाँ राखेँ ...बेडरूम, कार, आदि यो thaws, यो अकल्पनीय रकम विस्तार।
		-- David Ellis

%
मजा तथ्य, # 14:टेबल टेनिस मा, 21 अंक पहिलो जीत जसले हुन्छ। त्यो कसरी गर्नेजसले पायो पहिलो जित्यो 21 रन - यो एक पटक बेसबल थियो।
		-- David Ellis

%
मजा तथ्य, # 63:नाम क्यालिफोर्निया स्पेनिश conquistadores गरेर राज्य गर्न दिइएको थियो।यो मा, एउटा काल्पनिक द्वीप को नाम, पृथ्वीमा प्रमोदवन थियोस्पेनी रोमान्स, "लेस Serges डे Esplandian", मा Montalvo द्वारा लिखित1510।
		-- David Ellis

%
furbling, V .:एक विमानस्थल वा बैंक मा डोरी को एक Maze मार्फत घूमछन गर्न पाएपछितपाईंलाई लाइन मा मात्र व्यक्ति हुँदा।
		-- Rich Hall, "Sniglets"

%
मानव प्रकृति को Galbraith व्यवस्था:एक मन परिवर्तन र साबित कि विकल्प आइपर्दात्यहाँ त्यसो गर्न कुनै आवश्यकता छ, लगभग हरेक प्रमाण मा व्यस्त हुन्छ।
		-- Rich Hall, "Sniglets"

%
Genderplex, N .:असमर्थ छ जो एक रेस्टुरेन्ट मा एक व्यक्ति को दुःखद अवस्थाउनको डिजाइन ट्वाइलेट (जस्तै, कछुवा र tortoises) निर्धारण।
		-- Rich Hall, "Sniglets"

%
वंशावली, N .:एक पूर्वज ले कसैको वंश को खाताजो विशेष आफ्नै पहिल्याउन ख्याल गरेन।
		-- Ambrose Bierce

%
प्रतिभा, N .:एक लाँड्री थपिएको संग राइम्स कि discovers जो रसायनज्ञ "उज्ज्वल।"
		-- Ambrose Bierce

%
प्रतिभा, N .:व्यक्ति पर्याप्त दक्ष सही मा ठीक ठाउँमा जन्मन गर्नयसो गरेर यो लाभ फलो गर्ने अधिकार सेक्स र समयसबै सही मान्छे सबै सही कुरा।
		-- Ambrose Bierce

%
Genlock, N .:किन उहाँले बोतल मा रहन्छ।
		-- Ambrose Bierce

%
Infernal गतिशीलता को Gerrold व्यवस्था:(1) गति मा वस्तु सधैं गलत दिशामा लाग्यौं गरिनेछ।(2) आराम मा वस्तु सधैं गलत ठाउँमा हुनेछ।(3) यी राज्यहरु या त एक परिवर्तन गर्न आवश्यक ऊर्जासधैं तपाईं expend गर्न चाहनुहुन्छ भन्दा बढी, तर कहिल्यै यति हुनेछधेरै कार्य पूर्ण रूपमा असम्भव बनाउन रूपमा।
		-- Ambrose Bierce

%
गरेको काम रही नियम निम्न छैन लागि कुनै बहाना हो।Corollary:नियम निम्न काम मिल्नेछ छैन।
		-- Ambrose Bierce

%
गिल्बर्ट गरेको डिस्कवरी:दुई टुक्रा नयाँ सुपर विरोधी जंग परिणाम प्रयोग गर्न कुनै पनि प्रयासबरु प्रत्येक अन्य भन्दा आफ्नो औंठी र सूचकांक औंला गर्न टाँसिएको।
		-- Ambrose Bierce

%
Ginsberg गरेको प्रमेय:(1) तपाईंले जित्न सक्छ।(2) तपाईंले पनि तोड्न सक्दैन।(3) तपाईं पनि खेल अन्त्य गर्न सक्दैन।Ginsberg गरेको प्रमेय मा फ्रीमैन गरेको कमेन्टरी:जीवन जस्तो बनाउन प्रयास हरेक प्रमुख दर्शनअर्थपूर्ण Ginsberg गरेको को एक भाग को negation आधारित छप्रमेय। बुद्धि गर्न:(1) पूंजीवाद तपाईं जीत गर्न सक्ने धारणा आधारित छ।(2) समाजवाद तपाईं पनि तोड्न सक्ने धारणा आधारित छ।(3) Mysticism तपाईं खेल अन्त्य गर्न सक्ने धारणा आधारित छ।
		-- Ambrose Bierce

%
Ginsburg व्यवस्था:सटीक घडीमा तपाईं एक जुत्ता पसल बन्द तपाईंको जुत्ता ले, आफ्नोठूलो खुट्टाको औंला के भइरहेको छ हेर्न आफ्नो sock बाहिर पप हुनेछ।
		-- Ambrose Bierce

%
gleemites, N .:टूथपेस्ट को पेट्रीफाइड जम्मा डूब भेटिए।
		-- "Sniglets", Rich Hall & Friends

%
Glib गरेको चौथो Unreliability व्यवस्था:सम्म यो भन्दा बढी विश्वसनीयता लगानी वृद्धि हुनेछकसैले मा जोर त्रुटिहरु वा सम्म सम्भाव्य लागतकेही उपयोगी काम गरेको।
		-- "Sniglets", Rich Hall & Friends

%
Gnagloot, N .:बस आफ्नो ज्याकेट सबै आफ्नो स्की पासेसहरू छोडेर व्यक्तिलेमान्छे प्रभावित।
		-- Rich Hall, "Sniglets"

%
Goda गरेको Truism:समय द्वारा तपाईं समाप्त पूरा गर्न सक्छन् जहाँ बिन्दु प्राप्त,कोही पनि समाप्त उत्प्रेरित गर्छ।
		-- Rich Hall, "Sniglets"

%
Godwin व्यवस्था (हितो [वेबप्रयोगकर्ता]।):एक वेबप्रयोगकर्ता चर्चा एक को सम्भावना, अब बढ्छतुलना मुछिएको नाजीहरूले वा हिटलर एक नजिकिंदै। "त्यहाँ एक छधेरै समूहमा परम्परा एक पटक यो हुन्छ, त्यो मुद्दा छ,माथि, र उल्लेख जसले नाजीहरूले स्वतः गुमाएको छजे तर्क प्रगति थियो। Godwin व्यवस्था यसरी ग्यारेन्टीती समूहमा मुद्दा लम्बाइ मा माथिल्लो सीमाको अस्तित्व।
		-- Rich Hall, "Sniglets"

%
सुन व्यवस्था:जूता फिट भने, यो कुरूप छ।
		-- Rich Hall, "Sniglets"

%
सुन, N .:एक नरम निंदनीय धातु अपेक्षाकृत वितरण मा अभाव। योत्यसपछि धनी गर्न दे जसले गरिब मानिसहरू द्वारा पृथ्वीमा गहिरो mined छमानिसहरू तुरुन्तै ठूलो जेलमा पृथ्वीमा फिर्ता मुर्दा गाड्नु गर्ने,हुनत सुन तिनीहरूलाई केहि गरेको छैन।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Goldenstern गरेको नियम:(1) सधैं एक धनी वकील किराया(2) एक धनी विक्रेता बाट कहिल्यै किन्न।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Gomme व्यवस्था:(1) एक backscratcher नयाँ itches सधैं पाउनुहुनेछ।(2) समय accelerates।(3) घर मा मौसम तपाईँले टाढा जाने रूपमा सुधार।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
गर्डन पहिलो व्यवस्था:एक अनुसन्धान परियोजना गरिरहेको लायक छैन भने, यो राम्रो गरिरहेका लायक छ।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
गर्डन व्यवस्था:के तपाईं समाधान गरेको जस्तो भने, प्रश्न खराब phrased थियो।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
गफ, N .:कसैले बारे केही तपाईंलाई रुचि सुनेर तपाईं छैन।
		-- Earl Wilson

%
जानुहोस्, N .:एक कार्यक्रम उपकरण छ कि संरचित प्रोग्रामर अनुमति अवस्थितअसंरचित प्रोग्रामर गुनासो गर्न।
		-- Ray Simard

%
सरकार व्यवस्था:त्यहाँ सबै व्यवस्था गर्न एक अपवाद छ।
		-- Ray Simard

%
Grabel व्यवस्था:2 को ठूलो मान लागि पनि - 2 3 बराबर छ।
		-- Ray Simard

%
हजुरवुवा CHARNOCK व्यवस्था:के तपाईं ड्राइव सिक्न सम्म कहिल्यै कसम सिक्न।[म आफ्नो बच्चाहरु ड्राइव गर्न सिकेका जब यो थियो लाग्यो। एड।]
		-- Ray Simard

%
grasshopotomaus:अथाह हाइट्स गर्न छलाङ ... एक पटक गर्न सक्ने एक प्राणी।
		-- Ray Simard

%
गुरुत्वाकर्षण:तपाईं पनि धेरै र धेरै छिटो खान जब तपाईं के प्राप्त।
		-- Ray Simard

%
कार्यक्रमको खैरो व्यवस्था:`_ N + 1 'तुच्छ कार्यहरू नै पूरा गर्न अपेक्षित छन्`_ एन 'कार्यहरू रूपमा समय।खरानी व्यवस्था गर्न Logg गरेको Rebuttal:`_ N + 1 तुच्छ कार्यहरू 'तुच्छ कार्यहरू` _ N रूपमा लामो दुई पटक लिन'।
		-- Ray Simard

%
ठूलो अमेरिकी Axiom:केही पनि धेरै बस सही छ, अधिक राम्रो छ, राम्रो छ।
		-- Ray Simard

%
बहस को ग्रीन व्यवस्था:के तपाईं कुरा गर्दै हुनुहुन्छ के थाहा छैन भने केहि सम्भव छ।
		-- Ray Simard

%
Greener व्यवस्था:यो सब गरेर मसी किन्छ मानिस संग तर्क कहिल्यै।
		-- Ray Simard

%
Grelb गरेको रिमाइन्डर:सबै मान्छे को असी प्रतिशत आफूलाई माथि ठान्नुहुन्छऔसत चालक।
		-- Ray Simard

%
ग्रिफिन गरेको बिचार:तपाईं एक बाघ संग भोकभोकै गर्दा, बाघ अन्तिम starves।
		-- Ray Simard

%
श्रम Laxity को Grinnell व्यवस्था:सबै कहिलेकाहीं, कुनै पनि कार्य को लागि, तपाईं आज पर्याप्त गरेका पायो छैन।
		-- Ray Simard

%
Guillotine, N .:एउटा फ्रान्सेली काट केन्द्र।
		-- Ray Simard

%
Gumperson व्यवस्था:दिइएको घटना निरन्तर को सम्भावना inversely छयसको desirability गर्न समानुपातिक।
		-- Ray Simard

%
Gunter गरेको ड्रम Discoveries:(1) एक विमान सवार खानाको सेवा गर्दाविमान अशांति सामना गर्नेछ।(2) अशांति को बलआफ्नो कफी को तापमान सीधा समानुपातिक छ।
		-- Ray Simard

%
gurmlish, N .:एक क्लब सैंडविच माथि रातो चेतावनी झण्डा जोयसलाई मा काट र छत puncturing देखि व्यक्ति रोक्छआफ्नो मुखबाट।
		-- Rich Hall, "Sniglets"

%
गुरु, N .:एउटा एलिभेटर सवारी गर्ने टी-शर्ट र चप्पल मा एक व्यक्तिएक वरिष्ठ उपाध्यक्ष-अध्यक्ष र लागि अन्ततः जिम्मेवार छफोन तपाईं आफ्नो मालिक बाट प्राप्त गर्दै हुनुहुन्छ कल।
		-- Rich Hall, "Sniglets"

%
गुरु, N:एक कम्प्युटर मालिकले मार्गदर्शन पढ्न सक्ने।
		-- Rich Hall, "Sniglets"

%
जारोस्कोप, N .:एक पाङ्ग्रा वा डिस्क एक अक्ष र पनि बारेमा तीव्र गतिमा स्पिन गर्न माउन्टगर्न perpindicular बारेमा दुई अक्षहरूमा दुवै एक वा घुमाउन मुक्तप्रत्येक अन्य र भनेर स्पिन को अक्ष को एक एक परिक्रमाको आवेदन देखि दुई परस्पर लम्ब अक्षहरूमा परिणामअन्य गर्न टोक व्हील कताई र भनेर बेलासम्पूर्ण उपकरण आधारमा धेरै विरोध गर्दछनिर्देशन परिवर्तन भनेर कुनै पनि टोक गर्न कोणीय गतिस्पिन को अक्ष को।
		-- Webster's Seventh New Collegiate Dictionary

%
एच एल Mencken व्यवस्था:के - सक्ने ती।ती जो सक्दैन - सिकाउँछन्।मार्टिन गरेको विस्तार:प्रशासनिक - सिकाउन छैन जो सक्नुहुन्छ ती।
		-- Webster's Seventh New Collegiate Dictionary

%
ह्याकर व्यवस्था:उन्नत समझ आवश्यक हलचल हुनेछ कि विश्वासकार्य गर्न एक राष्ट्र मानिसजातिको पुरानो illusions को छ।
		-- Webster's Seventh New Collegiate Dictionary

%
ह्याकर गरेको Quicky # 313:खट्टा क्रीम -n- प्याज आलु चिप्समाइक्रोवेव अन्डा रोल	चक्लेट दुध
		-- Webster's Seventh New Collegiate Dictionary

%
ह्याकर, N .:एक मास्टर byter।
		-- Webster's Seventh New Collegiate Dictionary

%
ह्याकर, N .:सुरुमा जिद्दी inanimate coercing लागि एक knack संग कुनै पनि व्यक्तिकुरा; यसैले, आनन्दित knack संग एक व्यक्ति, पछि द्वारा अनुबंधितसाधारण उपयोग गर्न mythical दार्शनिक फ्रिसबी Frobenius, 'Hack'।पुराना समयमा केही विशेष atrocious शरीर को समाप्तिमाराम्रो काम गर्न भयो कि कोडिंग को, दोषी प्रोग्रामर भेला थियोद्वारा Knuth गरेको सर्वश्रेष्ठ मात्रा म को पहिलो संस्करण वरिपरि एउटा सानो सर्कलमामोमबत्ती, र धेरै पिएको प्राप्त गर्न अगाडि बढ्न sporadically rending गर्दानिम्न ditty:ह्याकर गरेको फाइट गीतउहाँले एक Hack छ! उहाँले एक Hack छ!उहाँले खुसी knack संग एक मान्छे हो!कहिल्यै shirks, कहिल्यै bungles,सधैं आफ्नो सामान काम गर्न हुन्छ!सबै एक पेय लिन (महत्त्वपूर्ण!)
		-- Webster's Seventh New Collegiate Dictionary

%
तन्दुस्र्स्त मेल नियम, द:तपाईं एक पत्र जवाफ तयार हुँदा, तपाईंले कम्तिमा कमी हुनेछनिम्न मध्ये एक:(क) एक कलम वा पेन्सिल वा टाइपराइटर।(ख) स्टेशनरी।(ग) postage stamp।(घ) तपाईं जवाफ भएको पत्र।
		-- Webster's Seventh New Collegiate Dictionary

%
आधा-गरेका, N .:यो अझै पनि crunchy जब, - यो एक कोषेर डिल खान सबै भन्दा राम्रो तरिका होहल्का हरियो, अझै लसुन स्वाद को पूर्ण। यो भिन्नता छर विशिष्ट soggy गाढा हरियो ककडी लास जस्तै छजीवन र मृत्युको बीचमा फरक।तपाईं गाह्रो त्यहाँ राम्रो आधा-गरेका कोषेर डिल पाउन पाउन सक्छसिएटल, त्यसैले तपाईं के गर्नु पर्छ विमानस्थलमा गर्न एउटा ट्याक्सी बाहिर लिन छ,न्यूयोर्क उड, जे सडक-बोरो हल गर्न JFK एक्सप्रेस ले,एक सहरतर्फ फा स्थानान्तरण गर्न, पूर्व ब्रडवे मा बन्द प्राप्त, उत्तर हिंड्नEssex (पार्क साथ), Hester सडक, पैदल मा आफ्नो पहिलो बायाँ बनाउनबारेमा पन्ध्र कदम, नब्बे डिग्री बाँकी बारी र रोक्न। को भन्नुहोस्मानिस, "मलाई एक राम्रो आधा-गरेका गरौं।" मूल्य को समस्या, छैन यो थियो?
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
हात, N .:एक Singular साधन मानव हात को अन्त्यमा थकित रसामान्यतः कोही गरेको खल्ती मा जोर।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
handshaking प्रोटोकल, N:एक initate गर्न शत्रुतापूर्ण हार्डवेयर उपकरणहरू द्वारा कार्यरत एक प्रक्रियासंक्षिप्त तर नागरिक संवाद, जो, बारी मा, विशेषता छनियमित गलतफहमीले, sulking, र नाम-कल।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hangover, N .:प्रमाणलाई बोझ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
hangover, N .:अङ्गुरको क्रोध।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hanlon गरेको रेजर:कहिल्यै पर्याप्त व्याख्या छ, जो कि अरुको अहित गर्ने इच्छा गर्न विशेषतामूर्खता द्वारा।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
समय को Hanson गरेको उपचार:त्यहाँ कहिल्यै एक दिन मा पर्याप्त समय सधैं धेरै दिन हो, तरशनिबार अघि।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
आनन्द, N .:एक राजी अनुभूति अर्को दुःखले विचार arising।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
कठिन, वि .:तपाईंको आफ्नै डाटा गुणस्तर; यो पनि कसरी ती विश्वास छअन्य मान्छे को।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
हार्डवेयर, N .:एक कम्प्युटर प्रणाली को भागहरु kicked गर्न सकिन्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Harriet गरेको भोजन अवलोकन:हरेक रेस्टुरेन्ट मा, घिउ pats को कठोरतारोटी को कोमलता गर्न प्रत्यक्ष अनुपात मा वृद्धि।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
हैरिस गरेको लेमेन्ट:सबै राम्रो व्यक्तिहरूलाई लिइएको हो।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Harrisberger गरेको चौथो ल्याब को व्यवस्था:अनुभव बर्बाद उपकरण को मात्रा सिधै समानुपातिक छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
हैरिसन गरेको अभिधारणा:हरेक कार्य को लागि, एक बराबर र विपरीत आलोचना छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hartley पहिलो व्यवस्था:तपाईं पानी घोडा नेतृत्व गर्न सक्छन्, तर तपाईं प्राप्त गर्न सक्छन् भने उसलाई फ्लोट गर्नआफ्नो पछाडि, तपाईं केहि भयो।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
घृणा, N .:एकअर्काको श्रेष्ठता को अवसर उचित एक मत।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hawkeye गरेको निष्कर्ष:यो तपाईं सारा चलान भयो जब सजिलो भएको जोकर खेल्न छसर्कस।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
स्वर्ग, N .:एक ठाउँ जहाँ भाषण तपाईंलाई परेशान दुष्ट बन्द हुनुआफ्नो व्यक्तिगत मामिलामा, र असल ध्यान संग सुन्न तपाईं गर्दातपाईंको आफ्नै expound।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
भारी, वि .:बल को चकलेट छेउमा आकर्षित।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
हेलर व्यवस्था:व्यवस्थापन पहिलो मिथक यो अवस्थित छ।जनसन गरेको Corollary:कसैले साँच्चै के भित्र जुनसुकै ठाउँमा रहेको छ थाहसंगठन।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hempstone गरेको प्रश्न:तपाईं टाइटैनिक मा यात्रा गर्न छ भने, किन प्रथम श्रेणी जाने छैन?
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Herth व्यवस्था:जसले धेरै टाढा अन्य गालामा उत्तेजित गर्दछ घाँटी मा हुन्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hewett गरेको अवलोकन:एक bureaucrat को rudeness आफ्नो वा inversely समानुपातिक छयो सरकारी तहगत प्रणाली र संख्या उनको स्थितिसाथीहरूले पनि त्यस्तै संलग्न।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hildebrant गरेको सिद्धान्त:के तपाईं जाँदैछन् थाहा छैन भने, कुनै पनि सडक तपाईं त्यहाँ प्राप्त हुनेछ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hippogriff, N .:जनावरको (अब लोप) आधा घोडा र आधा ग्रिफिन थियो जो।यो ग्रिफिन नै एक मिश्रित प्राणी, आधा सिंह र आधा चील थियो।यो hippogriff वास्तवमा थियो, यसकारण मात्र एक चौथाई ईगल, जोदुई डलर र सुनको पचास सेन्ट छ। प्राणी विज्ञान अध्ययन भरिएको छआश्चर्य को।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
इतिहास, N .:पिताजी Hegel उहाँले हामी इतिहासबाट सिक्न सबै छ भनेर भन्न हामीइतिहास देखि केही सिक्न। मैले पनि सिक्न सक्ने छैन मान्छे थाहायो बिहान के भयो। Hegel लामो दृश्य लिएर गरिएको हुनुपर्छ।
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
हिचकक गरेको प्रति सिद्धान्त:यो स्ट्यापलर तपाईं प्रयास गर्दै हुनुहुन्छ गर्दा मात्र खाद्यान्नहरूको सकिएमाप्रति केहि।
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Hlade व्यवस्था:तपाईं एक कठिन कार्य छ भने, अल्छी व्यक्ति यो दिन -तिनीहरूले के गर्न एक सजिलो तरिका पाउनुहुनेछ।
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
ठूलो समस्या को Hoare व्यवस्था:भित्र हरेक ठूलो समस्या प्राप्त गर्न संघर्ष एउटा सानो समस्या छ।
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Hoffer गरेको डिस्कवरी:एक मरिरहेका संस्था को महान् कार्य भर्खरै जारी छसंशोधित, को नीति र प्रक्रियाहरु मार्गदर्शन को बढेको संस्करण।
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Hofstadter व्यवस्था:यो सधैं तपाईं लिन हुँदा पनि आशा भन्दा लामो समय लाग्छखातामा Hofstadter व्यवस्था।
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Hollerith, V .:के तिमी doest जब तिम्रो फोन fritzeth छ।
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
सुहागरात, N .:डेटिङ र debting बीच doting को छोटो अवधि।
		-- Ray C. Bandy

%
आदरणीय, वि .:एक नसक्ने एउटा अवरोध संग दुःख। विधान माशरीर, यो सबै सदस्य आदरणीय रूपमा उल्लेख गर्न चलनअनुसारको छ; जस्तै,"को आदरणीय सज्जन एक scurvy CUR छ।"
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Horner गरेको पाँच औंठा अभिधारणा:अनुभव बर्बाद उपकरण संग सीधा फरक हुन्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Horngren गरेको अवलोकन:अर्थशास्त्रियों बीचमा, वास्तविक संसारमा अक्सर एक विशेष मामला छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
घरेलू सङ्केत:तपाईं आफ्नो कफी लागि क्रीम बाहिर छन् भने, मेयोनेज एक बनाउँछबांका विकल्प।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
तपाईंले कसरी एक ROTTEN दिन गइरहेको छ भनेर बताउन सक्नुहुन्छ:# 1040 तपाईंको आय कर फिर्ता चेक बाउन्स।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
तपाईंले कसरी एक ROTTEN दिन गइरहेको छ भनेर बताउन सक्नुहुन्छ:# 15 तपाईंको पाल्तु जनावर रक तपाईं मा खिच्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
तपाईंले कसरी एक ROTTEN दिन गइरहेको छ भनेर बताउन सक्नुहुन्छ:# 32: तपाईंले आफ्नो उत्तर सेवा कल र तिनीहरूले तिमीहरू कहिल्यै सुनेका छौं।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Howe व्यवस्था:सबैलाई काम छैन भन्ने योजना छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hubbard व्यवस्था:जीवन पनि गम्भीरतासाथ लिन छैन; तपाईं यसलाई बाहिर जीवित प्राप्त छैन।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hurewitz स्मृतिमा सिद्धान्त:केहि भूल को मौका सीधा समानुपातिक छगर्न ... गर्न ... उह .....
		-- Ambrose Bierce, "The Devil's Dictionary"

%
आईबीएम Pollyanna सिद्धान्त:मिसिन काम गर्नुपर्छ। मान्छे विचार गर्नुपर्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
आईबीएम मूल आदर्श वाक्य:Cogito ergo vendo; ergo योगफल vendo।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
आईबीएम:[अन्तर्राष्ट्रिय व्यापार मेशिन कार्पोरेशन] साथै Itty सेक्सी Bitty रूपमा चिनिनेमिसिन वा वकील साथी। कम्प्युटर मा प्रवल शक्तिमार्केटिङ, विश्वव्यापी आपूर्ति सबैका ज्ञात हार्डवेयर केही 75%र सबै सफ्टवेयर को 10%। को litigious ईर्ष्या देखि नै रक्षा गर्नजस्तै अमेरिकी सरकार, आईबीएम रूपमा कम सफल संगठन,सबै ज्ञात पूर्व-वकीलहरु 'सामान्य को 68% रोजगार।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
आईबीएम:म सारिएको गर्नुभएकोबेवकूफ प्रबंधक बन्नुहोस्बेवकूफ थप खरिदअसम्भव मिसिन खरिद गर्नअविश्वसनीय ठूलो मिसिनउद्योग सबैभन्दा ठूलो गलतीMercenaries अन्तरराष्ट्रिय ब्रदरहुडयो मन Bogglesयो राम्रो म्यानुअल छItty-सेक्सी Bitty मिसिन
		-- Ambrose Bierce, "The Devil's Dictionary"

%
आईबीएम:यो ढिलो हुन सक्छ, तर यो प्रयोग गर्न कठिन छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
मुर्ख बक्स, N .:एक व्यक्ति जहाँ राख्न बताउँछ कि खाम को भागउनि एकदम आफूलाई लागि बाहिर यो आंकडा गर्न सक्नुहुन्छ जब टिकट।
		-- Rich Hall, "Sniglets"

%
मुर्ख, N .:जसको प्रभाव मानव मा एक ठूलो र शक्तिशाली कुलको एक सदस्यमामिलामा सधैं प्रवल र नियन्त्रण गरिएको छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
idleness, N .:आराम बीउ गएका।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ignisecond, N:समय को मिल्दाजुल्दा क्षण हात कार ताला गर्दापनि मस्तिष्क रूपमा ढोका, भन्दै छ "मेरो कुञ्जीहरू त्यहाँ छन्!"
		-- Rich Hall, "Sniglets"

%
अज्ञानता, N .:जब तपाईं थाह छैन केहि, र अरू कसैले बाहिर पाता।
		-- Rich Hall, "Sniglets"

%
Iles व्यवस्था:त्यहाँ सधैं त्यसो गर्न सजिलो तरिका हो। सीधा हेर्दासजिलो बाटो मा, विशेष गरी लामो समयको लागि, तपाईं यसलाई देख्न।न त इच्छा Iles।
		-- Rich Hall, "Sniglets"

%
फ्रीमैन गरेको विस्तार संग Imbesi व्यवस्था:सफा बन्न केहि क्रममा, केही अरू पर्छफोहोर बन्न; तर तपाईं रही बिना फोहोर सबै प्राप्त गर्न सक्छन्केहि सफा।
		-- Rich Hall, "Sniglets"

%
Immutability, तीन नियम:(1) एक तिरपाल यसले, प्रालंब गर्न सक्नुहुन्छ भने।(2) एउटा सानो केटा फोहोर प्राप्त गर्न सक्छन् भने उहाँले हुनेछ।(3) एक किशोरी, उहाँले इच्छा जान सक्नुहुन्छ भने।
		-- Rich Hall, "Sniglets"

%
निष्पक्ष, वि .:व्यक्तिगत फाइदा को कुनै पनि प्रतिज्ञा बुझ्ने गर्न असमर्थएक विवाद को या त पक्ष espousing वा दुई या त गोदविवादित राय।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
इनबक्स, N .:सबै कुराको लागि एक क्याच बेसिन तपाईं सामना गर्न चाहँदैनन्, तरफाल्नु गर्न डराउँछन्।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
प्रोत्साहन कार्यक्रम, N .:लामो र छोटो अवधि पुरस्कार को सिस्टम एक निगम प्रयोगकाआफ्नो मान्छे उत्प्रेरित गर्न। तैपनि, सब प्रयोग बावजुदमुनाफा साझेदारी, स्टक विकल्प, र जस्तै, सबैभन्दा प्रभावकारीमिति गर्न प्रोत्साहन कार्यक्रम राम्रो काम के हुन "देखिन्छ र तपाईंले प्राप्त	यसलाई राख।"
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Incumbent, N .:को outcumbents गर्न liveliest चासो व्यक्ति।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
सूचकांक, N .:कुनै सम्भव चासो शब्दहरू वर्णमाला क्रम सूची जहाँ एकसन्दर्भहरूलाई विषय वर्णमाला सूची सक्नुपर्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
आरम्भिक, N .:हाम्रो जीवन को अवधि गर्दा Wordsworth अनुसार, "आकाश निहितहाम्रो बारे। "विश्व राम्रो समयपछि हाम्रो बारे झूट सुरु हुन्छ।
		-- Ambrose Bierce

%
सूचना केन्द्र, N .:जसको काम यो छ पेशेवर कम्प्यूटर मानिसहरूले staffed एक कोठाके तपाईं आवश्यक जानकारी हुन सक्छ किन तपाईं भन।
		-- Ambrose Bierce

%
सूचना प्रशोधन:तपाईं डाटा प्रोसेसिंग के कल मान्छे संग यति वाक्क हुँदातिनीहरूले यो आफ्नो उपस्थिति छलफल गरौं छैन।
		-- Ambrose Bierce

%
Ingrate, N .:उहाँलाई फीड कि हात बाइट्स, र त्यसपछि मानिस को complainsअपच।
		-- Ambrose Bierce

%
मसी, N .:फलाम को tannogallate एक villainous परिसर, गम-अरबी,र पानी, मुख्यतः को संक्रमण सुविधा प्रयोगidiocy र बौद्धिक अपराध बढाउँछ।
		-- H. L. Mencken

%
नया, V .:मान्छे परेशान गर्न।
		-- H. L. Mencken

%
असुरक्षा, N .:तपाईं वर्ष को एक लागि mispronounced गर्नुभएको बाहिर पत्ता आफ्नोमनपर्ने शब्द।तपाईंलाई यो बताउन हुनुहुन्छ भनेर मजाक मार्फत आधा साकारतपाईंलाई यो भन्नुभयो गर्ने व्यक्ति।
		-- H. L. Mencken

%
ब्याज N .:के उधारकर्ताहरु तिर्न, उधारदाताओं प्राप्त, stockholders स्वामित्व रबाहिर जलाए कर्मचारीहरु feign पर्छ।
		-- H. L. Mencken

%
अनुवादक, N .:विभिन्न भाषामा दुई व्यक्ति सक्षम गर्ने एकप्रत्येक दोहरो यो हुने थियो के द्वारा प्रत्येक अन्य बुझ्नअन्य लागि दोभासे गरेको फाइदा भने गरेका।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
मत, वि .:जब तपाईं यो उच्चारण गर्न सक्षम नभइकन परिष्कृत लाग्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
वितरण को फलाम व्यवस्था:छ भनी, हुन्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
आईएसओ आवेदन:समस्या को खोज मा एक समाधान!
		-- Ambrose Bierce, "The Devil's Dictionary"

%
प्रगति को Issawi व्यवस्था:प्रगति को कोर्स:सबैभन्दा कुराहरू निरंतर बुरा प्राप्त।प्रगति को पथ:एउटा सर्टकट दुई अंक बीच सबैभन्दा लामो दूरी छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
यो निरर्थक छ:precipitately प्रस्थान lactate तरल पदार्थ भन्दा lachrymose बन्न।एउटा superannuated कुकुर indoctrinate गर्न प्रयास गर्ननवीन Maneuvers।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
"यो प्रक्रियामा छ":त्यसैले स्थिति लगभग निराशजनक छ भनेर रातो टेप मा राख्यो।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Italic, वि:प्रमुख वाक्यांश जोड गर्ने अधिकार गर्न छड्के। अनुपमपश्चिमी अक्षर; पूर्वी भाषा, एउटै वाक्यांश माअक्सर बायाँ छड्के छन्।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
लोकतान्त्रिक सरकार मा Jacquin गरेको अभिधारणा:कुनै मानिसको जीवन, स्वतन्त्रता, वा सम्पत्ति गर्दा सुरक्षित छन्विधान सत्रमा छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Jenkinson व्यवस्था:यो काम गर्ने छैन।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
जिम Nasium व्यवस्था:लकर सयौं, केहि मान्छे संग एक ठूलो लकर कोठामाकुनै पनि एक समयमा सुविधा प्रयोग गरेर सबै लकर हुनेछ गर्न अर्कोप्रत्येक अन्य भनेर सबैलाई cramped छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
काम साक्षात्कार, N .:यो excruciating प्रक्रिया जुन बेलामा कर्मियों अधिकारीहरूको chaff देखि गहुँ अलग - त्यसपछि chaff किराया।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
काम नियुक्ति, N .:उहाँले आफ्नो काम संग के गर्न सक्नुहुन्छ आफ्नो मालिक बताउँदा।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Jogger, N .:दुखाइ लागि कुरा व्यक्ति एक अनौठो प्रकारको।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
जनी कार्सन गरेको परिभाषा:मानिस थाह समय को सानो अन्तराल हुन्छ जो छमैनहट्टन मा ट्राफिक संकेत बीच हरियो खोल्दै रतपाईं आफ्नो सिङ उड्ने पछि ट्याक्सी चालक।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
जनसन पहिलो व्यवस्था:कुनै पनि यांत्रिक contrivance असफल हुँदा, यो त मा के हुनेछसबैभन्दा असुविधाजनक सम्भव समय।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
जनसन व्यवस्था:प्रणाली तिनीहरूलाई सिर्जना गर्ने संगठन जस्तै।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
जोन्स 'पहिलो व्यवस्था:कुनै पनि क्षेत्रमा एक महत्वपूर्ण योगदान बनाउँछ जो कोहीलेप्रयास हो, र लामो पर्याप्त क्षेत्रमा रहन्छ, एउटा हुन्छयसको प्रगति गर्न बाधा - को सोझो अनुपात माआफ्नो मूल योगदान को महत्व।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
जोन्स 'आदर्शवाक्य:मित्र आउन र जाने, तर शत्रु जम्मा।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
जोन्स 'दोस्रो व्यवस्था:जब कुराहरू गलत जाने मुस्कान मानिस कुनै को लाग्यो छयसमा दोष।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
राम्रो दोस्तों मा Juall व्यवस्था:राम्रो मान्छे सधैं अन्तिम समाप्त छैन; कहिलेकाहीं तिनीहरूले समाप्त छैन।कहिलेकाहीं तिनीहरूले पनि सुरु गर्न मौका प्राप्त छैन!
		-- Ambrose Bierce, "The Devil's Dictionary"

%
न्याय, N .:आफ्नो पक्षमा निर्णय।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Kafka व्यवस्था:तपाईं र दुनिया फिर्ता दुनिया बीच लडाई मा।
		-- Franz Kafka, "RS's 1974 Expectation of Days"

%
खाना खाद्य प्याकेजहरू को Karlson गरेको प्रमेय:जहाँ पी खाजा खाना को प्याकेज छ सबै पी, लागि, पी एकल-सेवा छखाजा खाना को प्याकेज।गिब्सन बिरालो गरेको Corrolary:जहाँ एल भोजन मासु प्याकेज छ सबै एल, लागि, एल गिब्सन प्याकेज छभोजन मासु।
		-- Franz Kafka, "RS's 1974 Expectation of Days"

%
Katz 'व्यवस्था:पुरुष र राष्ट्रका rationally गर्दा कार्य गर्नेछअन्य सबै सम्भावनाहरू निकास गरिएको छ।इतिहास पुरुष र राष्ट्रका तिनीहरूले एकपटक बुद्धिमानीपूर्वक व्यवहार भनेर हामीलाई सिकाउँछअन्य सबै विकल्पहरू निकास।
		-- Abba Eban

%
Kaufman पहिलो पार्टी भौतिकशास्त्र व्यवस्था:जनसंख्या घनत्व inversely समानुपातिक छको पीपा देखि दूरी को वर्ग गर्न।
		-- Abba Eban

%
Kaufman व्यवस्था:नीति एक पुनरावृत्ति रोक्न बन्देज कागजात छजसमा कि घटना कहिल्यै उल्लेख गरिएको छ एक घटना, को।
		-- Abba Eban

%
मनमा राख्न सधैं फ्रिसबी चार स्थिर कानून:(1) संसारका सबैभन्दा शक्तिशाली शक्ति एक डिस्क को छ, एक कार अन्तर्गत भूमि straining बस पहुंच बाहिर (योशक्ति प्राविधिक "कार चूसना") termed छ।(2) थप भविष्यवाणी एक टिप्पणी कुनै पनि युद्घाभ्यास कहिल्यै लिनुअघिभन्दा "यो हेर्नुहोस्!"(3) केही मार एक फ्रिसबी को सम्भावना सीधा छयसलाई मार को लागत गर्न समानुपातिक। उदाहरणका लागि, एकफ्रिसबी सधैं एक प्रहरी तिर सिधै टाउको वाएक सानो पुरानो भन्दा महिला हरा अप चेवी।(4) तपाईंको सबै भन्दा राम्रो फेंक कुनै एक हेर्दै हुँदा हुन्छ; जबप्यारा केटी तिमी, हेरिरहनुभएको छ प्रभावित गर्ने प्रयास गरिएको छफ्रिसबी संधै आफ्नो हातबाट बाउन्स वा तपाईं मारा हुनेछटाउको र तिमी मुर्ख ढक्ढकाउँछु।
		-- Abba Eban

%
केनेडी गरेको बजार प्रमेय:दिइएको पर्याप्त भित्र जानकारी र असीमित क्रेडिट,तपाईं भङ्ग जाने भयो।
		-- Abba Eban

%
केन्ट गरेको अनुमानी:जहाँ तपाईं भन्दा त्यसलाई फेला पार्न चाहन्छु पहिले हेर्नुहोस्।
		-- Abba Eban

%
क्रेन, V .:1 कस एक कान मा कर्नेलका रूपमा सँगै प्रकार प्याक गर्नमकै को। 2 ब्रूकलिन र राज्य, N.Y., एउटा सानो को भागहरु मा,मौद्रिक प्रणाली को भाग रूपमा प्रयोग धातु वस्तु।
		-- Abba Eban

%
कर्नेल, N .:यो मध्ययुगीन जोगाउनुहुन्छ एक अपरेटिङ सिस्टम को एक भागsorcery र कालो कला परम्परा।
		-- Abba Eban

%
केटरिङ गरेको अवलोकन:तर्क निर्धक्क गलत जा को एक संगठित तरिका हो।
		-- Abba Eban

%
नम्रता को पुरस्कार लागि Kime व्यवस्था:अन्य गालामा पार्दै केवल दुई bruised गाला सुनिश्चित गर्दछ।
		-- Abba Eban

%
Kin, N .:रगत को एक कष्ट।
		-- Abba Eban

%
छेदों को Kington व्यवस्था:प्वालहरू को एक सीधा लाइन कागज को टुक्रा बनेको छ भने, यस्तोटिकटहरु को एक पाना वा चेक रूपमा, लाइन बलियो हुन्छकागज को भाग।
		-- Abba Eban

%
Kinkler पहिलो व्यवस्था:जिम्मेवारी सधैं अख्तियार भन्दा बढी छ।Kinkler दोस्रो व्यवस्था:सबै सजिलो समस्या हल भएको छ।
		-- Abba Eban

%
Kliban पहिलो भोजन को व्यवस्था:कहिल्यै आफ्नो टाउको भन्दा ठूलो केहि खान्छन्।
		-- Abba Eban

%
Kludge, N .:एक निर्मित खराब-मेल खाने भागहरु को एक बिरामी-मिश्रित संग्रह,दुःख सारा।
		-- Jackson Granholm, "Datamation"

%
Knebel व्यवस्था:यो अब धूम्रपान अग्रणी मध्ये एक छ कि पक्कै परे साबित छतथ्याङ्क को कारण।
		-- Jackson Granholm, "Datamation"

%
ज्ञान, N .:कुरा विश्वास।
		-- Jackson Granholm, "Datamation"

%
क्रेमर व्यवस्था:तपाईं कहिल्यै जो तरिका रेल पटरिहरु देख द्वारा गए बताउन सक्नुहुन्छ।
		-- Jackson Granholm, "Datamation"

%
Krogt, N। (रासायनिक प्रतीक: Kr):यो धातु चाँदी कोटिंग छिटो-खाना खेल कार्ड फेला परेन।
		-- Rich Hall, "Sniglets"

%
श्रम, N .:एक प्रक्रियाहरू एक बी लागि सम्पत्ति मा प्राप्त जो
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Lackland व्यवस्था:(1) पहिलो कहिल्यै हुन।(2) अन्तिम कहिल्यै हुन।(3) केहि लागि स्वयंसेवक कहिल्यै
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Lactomangulation, N .:त्यसैले नराम्ररी एक दूध दफ्ती मा "यहाँ खोल्न" टोंटी manhandlingकि एक "अवैध" पक्ष प्रयोग गर्न Resort छ।
		-- Rich Hall, "Sniglets"

%
Langsam व्यवस्था:(1) सबै निर्भर गर्दछ।(2) कुनै कुराले सधैं छ।(3) सबै कहिलेकाहीं छ।
		-- Rich Hall, "Sniglets"

%
Larkinson व्यवस्था:सबै व्यवस्था मूलतः झूटा छन्।
		-- Rich Hall, "Sniglets"

%
लेजर, N .:असफल मृत्यु रे।
		-- Rich Hall, "Sniglets"

%
लौरा व्यवस्था:कुनै बच्चा बाथरूम मा फेंकता।
		-- Rich Hall, "Sniglets"

%
संचार को व्यवस्था:सुधार र बढेको संचार को अपरिहार्य परिणामवर्गीकरणका भिन्नै स्तर बीच एक अत्यंत वृद्धि छगलतफहमीले को क्षेत्र।
		-- Rich Hall, "Sniglets"

%
निरन्तरता व्यवस्था:परीक्षणहरू reproducible हुनुपर्छ। उनीहरू सबै नै बाटो असफल गर्नुपर्छ।
		-- Rich Hall, "Sniglets"

%
विलंब को व्यवस्था:विलंब पट्टाइ तिरस्कार; एक कहिल्यै छयो त्यहाँ के गर्न महत्त्वपूर्ण केही छ कि महसुस।
		-- Rich Hall, "Sniglets"

%
छनौट गुरुत्व को व्यवस्था:सबैभन्दा क्षति गर्न रूपमा वस्तु त पतन हुनेछ।Jenning गरेको Corollary:गिरने को buttered पक्ष संग रोटी को मौकातल गलैँचा को लागत सोझै समानुपातिक छ।प्रकृति को Perversity व्यवस्था:तपाईं घिउ गर्न रोटी जो पक्ष पहिल्यै निर्धारण गर्न सक्दैन।
		-- Rich Hall, "Sniglets"

%
यो जंगल को व्यवस्था:hesitates जसले भोजन छ।
		-- Rich Hall, "Sniglets"

%
कम्प्यूटर कार्यक्रमको व्यवस्था:(1) कुनै पनि दिइएको कार्यक्रम, चलिरहेको बेला, अप्रचलित छ।(2) कुनै पनि दिइएको कार्यक्रमलाई अझ लागत र लामो समय लाग्छ।(3) एक कार्यक्रम उपयोगी छ भने, यो परिवर्तन हुनेछ।(4) एक कार्यक्रम बेकारी छ भने, यो दस्तावेज गर्न हुनेछ।(5) कुनै पनि दिइएको कार्यक्रम सबै मेमोरी भर्न विस्तार हुनेछ।(6) एक कार्यक्रम को मूल्य यसको उत्पादन को वजन गर्न समानुपातिक छ।(7) सम्म यो क्षमता भन्दा बढी कार्यक्रम जटिलता बढ्छयसलाई कायम राख्न पर्छ जो प्रोग्रामर।
		-- Rich Hall, "Sniglets"

%
Serendipity कानून:(1) आदेश केहि पत्ता लगाउन, तपाईंले कुरा खोज्दै हुनुपर्छ।(2) तपाईंले सुधारिएको उत्पादन गर्न चाहनुहुन्छ भने, हुनुपर्छ तपाईंले पहिले नैकमसल एक बनाउने संलग्न हुन।
		-- Rich Hall, "Sniglets"

%
मुद्दा, N .:तपाईं एक सुँगुर रूपमा जान जो र एक मिसिन एक ससेज रूपमा आउँछन्।
		-- Ambrose Bierce

%
वकिलको नियम:व्यवस्था तपाईं विरुद्ध छ जब, तथ्य तर्क।सत्यतथ्य तपाईं विरुद्ध हुँदा व्यवस्था तर्क।जब दुवै विरुद्ध छन्, अन्य वकील नाम कल।
		-- Ambrose Bierce

%
Lazlo गरेको चिनियाँ सापेक्षताको Axiom:जतिसुकै ठूलो आफ्नो विजयी वा दुःखद कसरी आफ्नो हराइदिन्छ -लगभग एक अर्ब चिनियाँ कम परवाह सकेन।
		-- Ambrose Bierce

%
सिकने, N .:एक आश्चर्यजनक नयाँ सिद्धान्त, व्यवस्थापन सलाहकार द्वारा पत्ता1970 का मा, कि तिमी केहि गर्न assertingतेज तपाईं यो गर्न सक्छन्।
		-- Ambrose Bierce

%
ली व्यवस्था:आमा यस जस्तै दिन हुनेछ भने,तर त्यो त धेरै हुन चाहन्छु भने कहिल्यै!
		-- Ambrose Bierce

%
Leibowitz शासनले:एक नङ hammering गर्दा, तपाईंले कहिल्यै मारा हुनेछ आफ्नोतपाईं दुवै हातमा हथौडा पकड यदि औंला।
		-- Ambrose Bierce

%
Lemma: सबै घोडाहरू नै रंग हो।प्रमाण (प्रेरणा द्वारा):मामला N = 1: केवल एक घोडा संग एक सेट, यो स्पष्ट छ सबै किकि सेटमा घोडाहरू नै रंग हो।मामला N = K: तपाईं K + 1 घोडाहरू को एक सेट छ मानौं। यी मध्ये एक पुलसेट बाहिर घोडाहरू, ताकि तपाईं K घोडाहरू छ। सबै मानौंयी घोडाहरू को नै रंग हो। अब घोडा फिर्ता राख्न तपाईंबाहिर लगे, र एउटा भिन्न बाहिर निकाल्न। मानौं यो ट सबै किअब सेटमा घोडाहरू नै रंग हो। K + 1 घोडाहरू को त्यसपछि सेटसबै एउटै रंग हो। हामी साँचो k छ => K + 1 साँचो; त्यसैले सबैघोडा नै रंग हो।प्रमेय: सबै घोडाहरू खुट्टा को असीमित संख्या छ।प्रमाण (त्रास द्वारा):सबैलाई सबै घोडाहरू एउटा पनि खुट्टा संख्या छ भन्ने कुरामा सहमत थियो। योपनि घोडाहरू अगाडि forelegs र दुई खुट्टा छ कि चिरपरिचित छफिर्ता। 4 + 2 = 6 खुट्टा, एक लागि खुट्टा को एक अनौठो नम्बर पक्कै छछ घोडा! अब मात्र नम्बर कि दुवै पनि र अनौठो छअनन्त; त्यसैले सबै घोडाहरू खुट्टा को असीमित संख्या छ।तर, एक घोडा एक छैन भनेर कहीं छ ठान्नुखुट्टा को असीमित संख्या। खैर, त्यो फरक को एक घोडा हुनेछरंग; र Lemma द्वारा, यो अवस्थित छैन।
		-- Ambrose Bierce

%
लाभ, N .:कसैले संसारमा सोच्छ के ख्याल गर्दैन भने पनितिनीहरूलाई बारेमा तिनीहरूले सधैं आफ्नो आमा पत्ता छैन आशा।
		-- Ambrose Bierce

%
यात्रा को लुईस व्यवस्था:को चिप्लेटी बाहिर सामान को पहिलो टुक्रा कसैले होइन,कहिल्यै।
		-- Ambrose Bierce

%
झूटो, N .:एक roving आयोग संग एक वकील।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
झूटो:एक एक अप्रिय सत्य बताउँछ जसले।
		-- Oliver Herford

%
झूट, N .:सत्य लागि धेरै गरिब विकल्प, तर एउटा मात्रमिति पत्ता।
		-- Oliver Herford

%
Lieberman व्यवस्था:सबैलाई निहित छ, तर कसैले सुन्छ किनकी यो कुरा छैन।
		-- Oliver Herford

%
जीवन, N .:एक समय को लागि तपाईं हुन धेरै अर्ब कक्षहरू एक विधिपूर्वक।
		-- Oliver Herford

%
जीवन, N .:मान्छे सिकेर कठिन बाटो - एक भएर।
		-- Oliver Herford

%
जीवन, N .:nothingness र सदाको बीच त्यो संक्षिप्त Interlude।
		-- Oliver Herford

%
प्रकाशस्तम्भ, N .:को समून्द्रतट मा एक अग्लो भवन जो सरकार माबत्ती र एक राजनीतिज्ञ को मित्र राख्छ।
		-- Oliver Herford

%
जस्तै:एकै समयमा जीवित हुँदा एक अद्भुत संयोग छ।
		-- Oliver Herford

%
Linus 'व्यवस्था:त्यहाँ एक ठूलो क्षमता भन्दा कुनै भारी बोझ छ।
		-- Oliver Herford

%
तोते वोली बोल्नु, V .:एक कुदाल एक thpade कल गर्न।
		-- Oliver Herford

%
Lockwood गरेको लामो शट:को संभावना मुख्य सडक मा सिंह द्वारा खाएको रहीएक लाख एक हो, तर एक पल्ट पर्याप्त हुनेछ।
		-- Oliver Herford

%
प्रेम, N .:डोरी को अन्त मा एक गाँठ प्रेम सम्बन्ध।
		-- Oliver Herford

%
प्रेम, N .:यो बढ्दै जब, तपाईं केही आँसु यसलाई टीन आपत्ति छैन।
		-- Oliver Herford

%
प्रेम, N .:तिमी धेरै संवेदनशील हुनुहुन्छ किनभने - जब तपाईं धेरै नजिक कसैले चाहँदैनन्खुशी गर्न।
		-- Oliver Herford

%
प्रेम, N .:जब तपाईं एक बिहान सुरु दिन मा कसैले विचार गर्न चाहनुहुन्छ।
		-- Oliver Herford

%
प्रेम, N .:सोधे, यदि तपाईंको प्रेमी बीच चयन गर्न जबर आनन्द, तपाईं एक हार्टबिट मा आनन्द छोड्न चाहन्छु।
		-- Oliver Herford

%
प्रेम, V .:म तिमी मलाई तपाइँको खेल्न दिनेछौँ यदि तिमी मेरो जीवन खेल्न दिनेछौँ।
		-- Oliver Herford

%
Lowery व्यवस्था:यो जाम भने - यो जबरजस्ती। यसलाई खण्डन भने, यो जसरी प्रतिस्थापन आवश्यक।
		-- Oliver Herford

%
Cybernetic कीटविज्ञान को Lubarsky व्यवस्था:थप एक बग सधैं त्यहाँ।
		-- Oliver Herford

%
Lunatic शरण, N .:आशावाद सबैभन्दा flourishes ठाउँमा।
		-- Oliver Herford

%
मिसिन-स्वतन्त्र, वि .:कुनै पनि अवस्थित मिसिन मा चल्दैन।
		-- Oliver Herford

%
पागल, वि .:बौद्धिक स्वतन्त्रता को एक उच्च डिग्री संग प्रभावित ...
		-- Ambrose Bierce, "The Devil's Dictionary"

%
म्याडिसन गरेको जांच:तपाईं टाइटैनिक मा यात्रा गर्न छ भने, किन प्रथम श्रेणी जाने छैन?
		-- Ambrose Bierce, "The Devil's Dictionary"

%
माफिया, N:[बाध्य बीमा यंत्रीकृत आवेदन लागि एक्रोनिमलेखा।] धेरै अन-लाइन र अपतटीय साथ व्यापक नेटवर्कओएस, डस, र IOS र अन्तर्गत चलिरहेको subsystems। माफिया दस्तावेज होबरु scanty र माफिया बिक्री कार्यालय चिडचिडा भनेर प्रदर्शनयति धेरै डीपी को पहिचान हो जो BONA fide जांच गर्न नचाहनुअपरेसन। बाहिर seeped छ कि सानो देखि, यो देखापर्ने थियोमाफिया एक गैर मानक प्रोटोकल, OMERTA, एक तंग-lipped अन्तर्गत संचालित| संगीत नाटक अकादेमी को संस्करण, जो विस्तार हात मिलाइ पनि जटिल प्रदर्शनसुरक्षा कार्य। यो ज्ञात timesharing माफिया बिन्दु को एक गर्न पक्षहरूसामान्यतया एकतंत्र अपरेटिङ सिस्टम भन्दा बढी। पर्दा एक पूरा उत्प्रेरितजरूरी, nonrefusable भार (सबै भन्दा मेनू प्रस्ताव सरल हो / होविकल्पहरू हाँ गर्न defaulting) भावशून्यता वा ढिलाइ precludes भनेर।विशिष्ट, माफिया अन्तर्गत सबै सम्पादन एक प्रयोग गरेर केन्द्र गरिन्छशक्तिशाली rubout सुविधा मेटाएर सक्षम फाइलहरू, filors, filees, रसम्पूर्ण nodal aggravations।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Magary गरेको सिद्धान्त:त्यहाँ छ जब एक सार्वजनिक outcry कुनै पनि डेडहुड र बोसो कटौती गर्नसरकार प्रशाशनिक तन्त्र, यो डेडहुड र त्यसो बोसो छकाटन, र सार्वजनिक सेवाहरू कटौती छन्।
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
चुम्बक, N .:केही चुम्बकत्व द्वारा मा काम गरे।चुम्बकत्व, N .:केही चुम्बकले मा अभिनय।दुई परिभाषा तुरुन्तै त्यसोभए कामहरू देखि संक्षिप्त छन्संग विषय उज्यालो गरेका एक हजार महत वैज्ञानिक,एक ठूलो सेतो प्रकाश, मानव ज्ञान को inexpressible प्रगति गर्न।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Magnocartic, वि .:उपेक्षित बाँकी हुँदा, कुनै पनि सवारीसाधान, किनमेल Carts आकर्षित।
		-- Sniglets, "Rich Hall & Friends"

%
Magpie, N .:जसको theivish स्वभाव चरा कसैले गर्न सुझाव त्योकुरा गर्न सिकाउन सकिन्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
MAIER व्यवस्था:सत्यतथ्य सिद्धान्त अनुरूप भने, तिनीहरूले disposed हुनुपर्छ।Corollaries:(1) ठूलो सिद्धान्त, राम्रो।(2) प्रयोग सफल भने भन्दा कुनै छलफल हुन सक्छको पालन माप को 50% गर्न वेवास्ता हुनुपर्छसिद्धान्त संग एक पत्र प्राप्त।
		-- N. R. Maier, "American Psychologist", March 1960

%
मुख्य व्यवस्था:हरेक कार्य को लागि एक बराबर र विपरीत सरकारी कार्यक्रम छ।
		-- N. R. Maier, "American Psychologist", March 1960

%
सम्भारकर्ता गरेको आदर्शवाक्य:यदि हामी समाधान गर्न सक्छन् यो, यो भङ्ग छैन।
		-- N. R. Maier, "American Psychologist", March 1960

%
प्रमुख परिसर:साठी मानिसहरू एक मानिसको रूपमा साठी पटक धेरै काम गर्न सक्छन्।सानातिना परिसर:मानिसको साठी सेकेन्डमा एक posthole खन्न सक्नुहुन्छ।निष्कर्ष:साठी मानिसहरू एक सेकेन्डमा एक posthole खन्न सक्नुहुन्छ।माध्यमिक निष्कर्ष:तपाईं मानिसहरूलाई भने हुनेछ कति प्वालहरू महसुस गर्छन्बस तिनीहरूलाई बाहिर माटो लिन समय लिनेछ?
		-- Ambrose Bierce, "The Devil's Dictionary"

%
बहुमत, N .:एक व्यवस्थाबाट एक अपराध distinguishes भनेर गुणस्तर।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
पुरुष, N .:को unconsidered, वा नगण्य सेक्स को एक सदस्य। को को पुरुषमानव जाति सामान्यतः Mere मानिसको रूपमा महिला चिनिएको छ। यो जीनसराम्रो प्रदायकहरू र खराब प्रदायकहरू: दुई प्रजातिहरू छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Malek व्यवस्था:कुनै पनि सरल विचार सबैभन्दा जटिल तरिकामा worded गरिनेछ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
malpractice, N .:कारण सर्जन मास्क लगाउने।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
व्यवस्थापन, N .:प्राप्त अन्य मान्छे को कला सबै काम गर्न।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
उन्मत्त-depressive, वि .:सजिलो glum, सजिलो चमक।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Manly गरेको मैक्सिम:तर्क गलत निष्कर्षमा आउने एक व्यवस्थित विधि छनिर्धक्क भई।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
पुस्तिका, N .:दस्तावेज एक एकाइ। त्यहाँ सधैं तीन वा दिइएको थप छन्वस्तु। एक तखतालाई छ; कसैले अरूलाई छ। जानकारीअरु छ तपाईं आवश्यक छ।
		-- Ray Simard

%
मार्क गरेको दन्त-कुर्सी आविष्कार:दन्त चिकित्सक एक आवश्यकता हो कि प्रश्न असक्षम छन्सरल हो वा कुनै जवाफ।
		-- Ray Simard

%
विवाह, N .:एउटा पुरानो, स्थापित संस्था, मा दुई मान्छे गहिरो प्रवेशप्रेम र एक आपसमा एक committment व्यक्त गर्न इच्छाकि प्रेम। छोटो, एक संस्थाले गर्न committment मा।
		-- Ray Simard

%
विवाह, N .:परिवर्तनीय बन्धन।
		-- Ray Simard

%
विवाह, N .:दुष्ट ऐ।
		-- Ray Simard

%
धन को वितरण को मार्क्सवादी व्यवस्था:अभाव भएको किसान बीच उत्तिकै विभाजित हुनेछ।
		-- Ray Simard

%
Maryann व्यवस्था:तपाईं सधैं तपाईं के खोज्दै हुनुहुन्छ फेला गर्न सक्नुहुन्छ।
		-- Ray Simard

%
Maslow गरेको मैक्सिम:तपाईं मात्र उपकरण एक हथौडा हो भने, तपाईं जस्तै सबै व्यवहारएक नङ।
		-- Ray Simard

%
मेसन पहिलो Synergism व्यवस्था:एक दिन तपाईं केहि लागि आफ्नो प्राण बेच्न चाहन्छु, प्राण एक glut छन्।
		-- Ray Simard

%
गणितज्ञ, N .:विश्वास गर्ने काल्पनिक कुराहरू आफ्नो _ म अघि सही देखा केही एक।
		-- Ray Simard

%
Matz व्यवस्था:एक निष्कर्षमा जहाँ तपाईं सोचाइ थकित पायो स्थान हो।
		-- Ray Simard

%
मई व्यवस्था:सम्बन्ध गुणस्तर घनत्व गर्न inversly समानुपातिक छनियन्त्रण। (द कम डाटा बिन्दुहरू, गरेको घटता सहज।)
		-- Ray Simard

%
सापेक्ष महत्व को McEwan शासनले:हात्ती को बथान संग यात्रा गर्दा पहिलो हुन छैनसुत्न र आराम।
		-- Ray Simard

%
McGowan गरेको Madison Avenue Axiom:एउटा वस्तु रूपमा विज्ञापन गरिएको छ भने "$ 50 अन्तर्गत", तपाईं यो 19.95 $ छ शर्त गर्न सक्नुहुन्छ।
		-- Ray Simard

%
Meade गरेको मैक्सिम:तपाईँले सधैँ अरू सबैलाई जस्तै, बिल्कुल नौलो कि सम्झना।
		-- Ray Simard

%
Meader व्यवस्था:जेसुकै होस्, तपाईं हुन्छ यो पहिले हुनेछमात्र थप त तपाईंलाई थाहा सबैसँग, के भयो छन्।
		-- Ray Simard

%
बैठक, N .:सँगै आउँदै सम्मेलन निर्णय गर्न के व्यक्ति वाविभाग कोठा समस्या समाधान गर्नुपर्छ मा प्रतिनिधित्व छैन।
		-- Ray Simard

%
सभा, N .:जहाँ मिनेट राखिन्छ र घण्टा गुमाए छन् एक ठाउँ।
		-- Ray Simard

%
ज्ञापन, N .:एक interoffice संचार पनि अक्सर फाइदाको लागि थप लिखितयसलाई प्राप्त गर्ने व्यक्ति भन्दा यो पठाउँछ गर्ने व्यक्ति को।
		-- Ray Simard

%
Mencken र नातानले पन्ध्रौँ औसत अमेरिकी को व्यवस्था:कम्पनी मा सबैभन्दा खराब अभिनेत्री सधैं प्रबन्धकको पत्नी छ।
		-- Ray Simard

%
Mencken र नातानले नवौँ औसत अमेरिकी को व्यवस्था:एक शैम्पेन गुणस्तर हल्ला गर्ने को मात्रा न्याय छयो उभरी छ जब काग बनाउँछ।
		-- Ray Simard

%
Mencken र नातानले दोस्रो औसत अमेरिकी को व्यवस्था:सानो सहर मा सबै अवसर सबै पोस्टकार्ड पढ्नुहोस्।
		-- Ray Simard

%
Mencken र नातानले सोह्रौं औसत अमेरिकी को व्यवस्था:एक विशेष प्रतिभा माग एउटा सञ्चालनको एक गाई वीर्यपात छ, जोमात्र yokels द्वारा नजिकै छ, र कुनै व्यक्ति ठूलो शहर मा जन्म सक्छन्कहिल्यै यो प्राप्त गर्न आशा।
		-- Ray Simard

%
मेनु, N .:रेष्टुरेन्ट बस सकिएको छ जो व्यञ्जन सूची।
		-- Ray Simard

%
Meskimen व्यवस्था:त्यहाँ यो सही गर्न समय कहिल्यै छ, तर त्यहाँ समय सधैं छयो भन्दा बढी के।
		-- Ray Simard

%
meterologist, N .:यो छ कि स्थापित वास्तवमा संदेह गर्ने एकतपाईं आफ्नो छाता बिर्सनुभयो भने वर्षा गर्न बाध्य।
		-- Ray Simard

%
माइक्रो Credo:कहिल्यै कम्प्युटर तपाईं उचाल्न सक्नुहुन्छ भन्दा ठूलो विश्वास गर्छु।
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
माइक्रो:विचारक खिलौने।
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
Miksch व्यवस्था:एक स्ट्रिङ एक अन्त छ भने, त्यसपछि अर्को अन्त छ।
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
मिलर गरेको नारे:केही गुमाउनु, केही गुमाउनु।
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
millihelen, N .:सौन्दर्य को मात्रा एक जहाज सुरु गर्न आवश्यक छ।
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
Minicomputer:एक मध्य-स्तर प्रबन्धकको बजेट मा afforded गर्न सकिन्छ कि एक कम्प्युटर।
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
MIPS:प्रोसेसर गति को अर्थहीन सूचक
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
Misfortune, N .:भाग्य को प्रकारको कहिल्यै सम्झना गर्छन कि।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
एमआईटी:उत्तर को Georgia टेक
		-- Ambrose Bierce, "The Devil's Dictionary"

%
समितिका मिशेल व्यवस्था:यदि पर्याप्त सभा हो, कुनै पनि सरल समस्या अघुलनशील गर्न सकिन्छयो छलफल गर्न आयोजित।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
mittsquinter, वि .:आफ्नो पन्जा मा रूपमा, बल छुटेको देखिन्छ जो एक ballplayerयदि, कुनै तरिका, त्रुटि को कारण त्यहाँ निहित।
		-- "Sniglets", Rich Hall & Friends

%
मिक्स व्यवस्था:त्यहाँ केही अस्थायी भवन भन्दा बढी स्थायी हो।त्यहाँ केही अस्थायी कर भन्दा बढी स्थायी हो।
		-- "Sniglets", Rich Hall & Friends

%
मिश्रित भावना:वकिल को बस-लोड हेर्ने एक cliff बन्द प्रवेश।पाँच खाली सिट छ।
		-- "Sniglets", Rich Hall & Friends

%
मिश्रित भावना:फिर्ता cliff बन्द तपाईंको सासू हेर्ने ...आफ्नो ब्रान्ड नयाँ मर्सिडिज मा।
		-- "Sniglets", Rich Hall & Friends

%
मोडेम, वि .:अप-टु-मिति, नयाँ-चाल, जस्तै "राम्ररी मोडेम Millie।" एकkerning को दुर्भाग्यपूर्ण byproduct।[त्यो प्रकार छ!]
		-- "Sniglets", Rich Hall & Friends

%
नम्रता, N .:अरूलाई आफ्नो महानता पत्ता लगाउन हुनेछ सहज हुँदा।
		-- "Sniglets", Rich Hall & Friends

%
नम्रता:हुन मानिरहेको आफ्नो आकर्षण बढाने को कोमल कलायो थाह।
		-- Oliver Herford

%
अणु, N .:परम, indivisible कुरा को एकाइ। यो विशिष्ट छको corpuscle पनि परम, indivisible कुरा को एकाइ देखि एक द्वाराअणु पनि परम, indivisible को एकाइ नजिक समानताकुरा ... यो आयन को अणु को, को corpuscle र भिन्नयो एक आयन छ कि एटम ...
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Mollison गरेको प्रशाशनिक तन्त्र परिकल्पना:एक विचार एक bureaucratic समीक्षा बच्न सक्नुहुन्छ र कार्यान्वयन गर्न भनेयसलाई गरिरहेको लायक थियो।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
गति, N .:तिनीहरूले जानेवाला हुँदा तपाईं के एक व्यक्ति दिनुहोस्।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
चन्द्र, N .:1 एक आकाशीय वस्तु जसको चरण ह्याकरहरूलाई गर्न धेरै महत्त्वपूर्ण छ। हेर्नुहोस्चन्द्र को चरण। 2 डेव चन्द्रमा (चाँद @ एम सी)।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
मूर गरेको अचल:सबैलाई केहि गर्न बाहिर सेट, र सबैलाईकेही गर्छ, तर कुनै एक आफूले गर्न बाहिर सेट के गर्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
mophobia, N .:verbally एक Mississippian द्वारा दुरुपयोग भइरहेको डरले।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Morton व्यवस्था:चूहहरुमा मा प्रयोग गरे भने, तिनीहरूले क्यान्सर विकास हुनेछ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
सफ्टवेयर इन्जिनियरिङ को Mosher व्यवस्था:चिन्ता नगर्नुहोस् यदि यो सही काम गर्दैन। सबै गरे भने, तपाईं चाहन्छुजागिर बाहिर हुन।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
श्री कोले गरेको Axiom:ग्रह मा बुद्धि को राशि एक स्थिर छ; कोजनसंख्या बढ्दै छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
आमा, N .:समय को लागि थिचिएको थियो एउटा मिश्री।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
अनुसन्धान मर्फी व्यवस्था:पर्याप्त अनुसन्धान तपाईंको सिद्धान्त समर्थन गर्छन हुनेछ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
मर्फी व्यवस्था:(1) केहि गलत जान सक्नुहुन्छ भने, यसले।(2) कुनै कुराले देखिन्छ रूपमा सजिलो छ।(3) सबै तपाईं यसले लाग्छ भन्दा लामो समय लाग्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
मुरे शासनले:शीर्षक मा "लोकतान्त्रिक" संग कुनै पनि देश छैन।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Mustgo, N .:त्यसैले रेफ्रिजरेटर बसेर गरिएको खाना को कुनै पनि वस्तुलामो यो एक विज्ञान परियोजना भएको छ।
		-- Sniglets, "Rich Hall & Friends"

%
मेरो बुबा मलाई तीन कुराहरू सिकाउनुभयो:(1) कहिल्यै पानी तर केहि संग व्हिस्की मिश्रण।(2) एक भित्र सीधा गर्न आकर्षित गर्न कहिल्यै प्रयास गर्नुहोस्।(3) कहिल्यै आफ्नो नाम दिन इन्कार गर्ने जो कोही संग व्यापार छलफल।
		-- Sniglets, "Rich Hall & Friends"

%
Nachman शासनले:जब यो विदेशी खाना गर्न आउछ, कम प्रामाणिक राम्रो।
		-- Gerald Nachman

%
narcolepulacyi, N .:yawning को सरुवा कार्य, दृष्टि सबैलाई पैदापनि हाई गर्नु छ।
		-- "Sniglets", Rich Hall & Friends

%
बेवकूफ पैक, N .:soiling देखि कलम राख्न प्लास्टिक थैली स्तन खल्तीमा मा पहनालुगा। ईन्जिनियरिङ् हाइरार्खीमा बेवकूफ स्थिति मापन गर्न सकिन्छकलम, तेल पेंसिल, र शासकहरू संख्या आफ्नो प्याकमा bristling।
		-- "Sniglets", Rich Hall & Friends

%
न्यूट्रोन बम, N .:सीमित सैन्य मूल्य एक विस्फोटक उपकरण किनभने, रूपमायो केवल, यो सम्पत्ति नष्ट बिना नष्टसम्पत्ति नष्ट कि बम संयोजनमा प्रयोग गरिनुपर्छ।
		-- "Sniglets", Rich Hall & Friends

%
नयाँ, वि .:अघिल्लो मोडेल फरक रंग।
		-- "Sniglets", Rich Hall & Friends

%
Newlan गरेको Truism:बेरोजगारी को एक "स्वीकार्य" स्तर हो कियो अझै पनि स्वीकार्य छ जसलाई सरकार अर्थशास्त्री जागिर छ।
		-- "Sniglets", Rich Hall & Friends

%
न्यूमैन गरेको डिस्कवरी:आफ्नो सबै भन्दा राम्रो सपना साँचो छैन आउन सक्छ; खुसीको कुरा, न हुनेछआफ्नो खराब सपना।
		-- "Sniglets", Rich Hall & Friends

%
गुरुत्वकार्षण को न्यूटन व्यवस्था:के जान्छ माथि तल आउन पर्छ। तर यो तल जहाँ आउन आशा छैनतपाईं पाउन सक्नुहुन्छ। मर्फी व्यवस्था न्यूटन गरेको लागू हुन्छ।
		-- "Sniglets", Rich Hall & Friends

%
न्यूटन गरेको साना-ज्ञात सातौँ व्यवस्था:हातमा चरा एक उपरि भन्दा सुरक्षित छ।
		-- "Sniglets", Rich Hall & Friends

%
जीवन को निक ग्रीक व्यवस्था:छलफल सबै कुरा, जीवन 9 5 विरुद्ध छ।
		-- "Sniglets", Rich Hall & Friends

%
परियोजना समय तालिका को नब्बे-नब्बे नियम:कार्य को पहिलो नब्बे प्रतिशत नब्बे प्रतिशत लिन्छसमय, र पछिल्लो दस प्रतिशत अन्य नब्बे प्रतिशत लाग्छ।
		-- "Sniglets", Rich Hall & Friends

%
कुनै brainer:जो, को retrospectoscope मार्फत हेरिएको निर्णय,मूल यसलाई बनाउन असफल गर्नेहरूलाई "स्पष्ट" छ।
		-- "Sniglets", Rich Hall & Friends

%
कुनै मर्मत:समाधान गर्न असम्भव।
		-- "Sniglets", Rich Hall & Friends

%
nolo contendere:कानुनी अवधि अर्थ: "म यो के गर्नुभयो छैन, न्यायाधीश, र म कहिल्यै पनियसलाई फेरि। "
		-- "Sniglets", Rich Hall & Friends

%
नाममात्र अन्डा:महंगा लागि नयाँ Yorkerese।
		-- "Sniglets", Rich Hall & Friends

%
अपेक्षाहरू को गैर-पारस्परिक कानून:नकारात्मक आशा नकारात्मक परिणाम उपज।सकारात्मक आशा नकारात्मक परिणाम उपज।
		-- "Sniglets", Rich Hall & Friends

%
Nouvelle भोजन, N .:"पर्याप्त खाना" को लागि फ्रान्सेली।कन्टिनेन्टल नास्ता, N .:"पर्याप्त खाना" को लागि अंग्रेजी।तपस, N .:"पर्याप्त खाना" को लागि स्पेनिश।डिम सम, N .:बढी खाद्य लागि चिनियाँ तपाईं कहिल्यै आफ्नो सम्पूर्ण जीवन मा देखेको छु भन्दा।
		-- "Sniglets", Rich Hall & Friends

%
नोभेम्बर, N .:एक weariness को एघारौँ बाह्रौँ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Novinson गरेको क्रान्तिकारी आविष्कार:क्रांति आउँदा कुराहरू फरक हुनेछन् -छैन राम्रो, बस फरक।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Nowlan गरेको सिद्धान्त:मात्र नष्ट छैन hesitates जसले, तर देखि धेरै माइलअर्को फ्रीवे निस्कनुहोस्।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Nusbaum शासनले:अधिक pretentious कर्पोरेट नाम, सानो भएकोसंगठन। (उदाहरणका लागि, मर्फी केन्द्र लागिमानव र संगठनात्मक व्यवस्था Codification, contrastedआईबीएम, जीएम, र एटी एन्ड टी गर्न।)
		-- Ambrose Bierce, "The Devil's Dictionary"

%
O'Brian व्यवस्था:सबै सधैं गलत कारणहरूले गरेको छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
भान्सा को O'Reilly व्यवस्था:सफाई असम्भव गर्न अर्को छ
		-- Ambrose Bierce, "The Devil's Dictionary"

%
मर्फी व्यवस्था मा O'Toole गरेको टिप्पणी:मर्फी एक optimist थियो।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Occam गरेको रबड:यो दार्शनिक सिद्धान्त पनि साधारण किसमाधान यसलाई गलत कुरा गर्न बाध्य छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
कार्यालय स्वचालन:कम्प्युटर को प्रयोग कार्यालयमा दक्षता सुधार गर्नकसैले उखेलेर तपाईं कफी भन्दा संग कुरा गर्न चाहनुहुन्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
सरकारी परियोजना चरण:(1) Uncritical स्वीकृति(2) जंगली उत्साह(3) उदास Disillusionment(4) कुल भ्रम(5) दोषी को लागि खोज(6) निर्दोष को सजा(7) गैर-सहभागी संवर्धन
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ओग्डेन व्यवस्था:यो ढिलो तपाईं पछि तपाईं भेट्टाउने छ अधिक समय गिर।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
पुरानो जापानी उखान:माउण्ट कहिल्यै चढ्नु गर्नेहरूलाई - त्यहाँ मूर्ख दुई प्रकारका छन् फुजी,र दुई पटक यो चढ्नु गर्नेहरूलाई।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
पुरानो घडी, N .:एक दान एक सद्गुण र संगठन थियो जब सम्झना गर्ने।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Oliver व्यवस्था:अनुभव के तपाईं यसलाई आवश्यक बस पछि सम्म प्राप्त छैन कुरा हो।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Olmstead व्यवस्था:सबै भन्नुभयो र गरिन्छ पछि, धेरै को एक नरक गरेको भन्दा भने।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
omnibiblious, वि .:पेय को टाइप गर्न Indifferent। पूर्व: "ओह, तिमी मलाई केहि प्राप्त गर्न सक्छन्।म omnibiblious छु। "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
क्षमता मा:एक बौना उहाँले डाँडामा शीर्ष मा खडा पनि भने, सानो छ;एक Colossus उहाँले एक राम्रो मा खडा पनि भने, आफ्नो उचाइ राख्छ।
		-- Lucius Annaeus Seneca, 4BC - 65AD

%
सी कार्यक्रम इन्डेन्टेसनको को विषय मा:"मेरो Egotistical राय मा, सबै भन्दा मानिसहरूको सी कार्यक्रम हुनुपर्छछ फिट तल इन्डेन्टेड र माटो ढाकिएको। "
		-- Blair P. Houghton

%
अन-लाइन, वि .:विचार एउटा मानव सधैं कम्प्युटरमा पहुँच हुनुपर्छ।
		-- Blair P. Houghton

%
एक पटक, क्रियावि .:पर्याप्त।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
एक पृष्ठ सिद्धान्त:8.5x11 इन्च को एक पृष्ठ मा फिट छैन भन्ने एक विशिष्टीकरणकागज बुझेनन् गर्न सकिन्छ।
		-- Mark Ardis

%
"एक आकार सबै फिट":कसैले फिट छैन।
		-- Mark Ardis

%
प्रकरण अध्ययन एक-शट, N .:यो छ जसबाट चार-पात क्लोभर वैज्ञानिक बराबर,सबै clovers चार पात अधिकार र कहिलेकाहीं हरियो छन् निष्कर्षमा।
		-- Mark Ardis

%
आशावाद, N .:सबै सुन्दर, कुरूप छ के सहित छ, कि राम्रो विश्वास,खराब, र सबै सही भनेर गलत छ। यो सबैभन्दा ठूलो पक्राउ गरिएको छकठिनाइहरू मा झर्ने गर्न accustomed ती द्वारा tenacity, र सबै भन्दास्वीकार्य एक मुस्कान apes कि हँसाइ संग व्याख्या गरिंदा। अन्धो हुँदाविश्वास, यो disproof ज्योति दुर्गम छ - एक बौद्धिकविकार, कुनै उपचार तर मृत्यु yielding। यो वंशानुगत छ, तरसंक्रामक छैन।
		-- Mark Ardis

%
optimist, N .:विश्वास एक proponent कालो सेतो हुन्छ।एक pessimist राहत लागि परमेश्वरले सोध्नुभयो।"आह, तिमी मलाई आफ्नो आशा र cheerfulness पुनर्स्थापना गर्न चाहनुहुन्छ," परमेश्वरले यसो भन्नुभयो।"होइन,", यो petitioner जवाफ "म तपाईं केहि सिर्जना गर्न चाहनुहुन्छ कितिनीहरूलाई सफाइ। ""विश्व सबै बनाएको छ," परमेश्वरले भन्नुभयो, "तर तपाईं बेवास्ता गरेका छन्केहि - यो optimist को मृत्यु "।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
optimist, N:एक beeper संग एक bagpiper।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
अजवायन, N .:पिज्जा तह पुरातन इटालियन कला।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Osborn व्यवस्था:चल छैन; स्थिर छैन।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ozman व्यवस्था:(1) ", असफल बिना" कसैले भन्छ भने त्यो केहि गर्नेछ उहाँले हुनेछ।(2) अधिक मान्छे फोन, तिनीहरूले बनाउन कम पैसा कुरा।(3) जो सम्मेलन गर्न जाने मान्छे हुन्छन् नगर्ने गर्नुपर्छ।(4) पिज्जा सधैं आफ्नो मुख को छत बल्छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
दुखाइ, N .:एउटा कुरा, कम से कम यो तपाईं जीवित हुनुहुन्छ भनेर प्रमाणित गर्छ!
		-- Ambrose Bierce, "The Devil's Dictionary"

%
चित्रकला, N .:मौसम देखि समतल सतह सुरक्षा को कला, रको आलोचक तिनीहरूलाई पर्दाफास।
		-- Ambrose Bierce

%
पेंडोरा शासनले:तपाईं बन्द गरेनन् बक्स कहिल्यै खोल्न।
		-- Ambrose Bierce

%
लाल शिमला खुर्सानी मापन:2 ड्यासहरू == 1 smidgen2 smidgens == 1 चिम्टी3 pinches == 1 soupcon2 soupcons == 2 धेरै लाल शिमला खुर्सानी
		-- Ambrose Bierce

%
विक्षेप, N .:ब्रह्माण्डको कार्य गर्ने तरिका को एक स्वस्थ समझ।
		-- Ambrose Bierce

%
Pardo पहिलो अभिधारणा:जीवनमा राम्रो केहि, अवैध या त अनैतिक, वा fattening छ।अर्नोल्ड गरेको परिशिष्ट:अरू सबै कुरा चूहहरुमा क्यान्सर गराउँछ।
		-- Ambrose Bierce

%
पार्किंसंस गरेको पाँचौं व्यवस्था:त्यहाँ राम्रो महत्त्वपूर्ण निर्णय ढिलाइ गर्न एक तरिका छ भनेप्रशाशनिक तन्त्र, सार्वजनिक वा निजी, यो पाउनुहुनेछ।
		-- Ambrose Bierce

%
पार्किंसंस गरेको चौथो व्यवस्था:कुनै पनि काम समूहमा संख्या वृद्धि गर्न tendsकाम को मात्रा बिना गरिन गर्न।
		-- Ambrose Bierce

%
पार्टी, N .:जहाँ तपाईं जो पिउन मान्छे भेट्न एक सभायति तपाईं पनि आफ्नो नाम सम्झना गर्न सक्नुहुन्छ।
		-- Ambrose Bierce

%
पास्कल प्रयोगकर्ता:यो पास्कल सिस्टम Cobol द्वारा अर्को मंगलवार प्रतिस्थापन गरिनेछ।कृपया आफ्नो कार्यक्रम अनुसार परिमार्जन गर्नुहोस्।
		-- Ambrose Bierce

%
पास्कल प्रयोगकर्ता:को 313th वार्षिकोत्सव (भोलि) को को आदर गर्नBlaise पास्कल को मृत्यु, आफ्नो कार्यक्रम आधा गति सञ्चालन गरिनेछ।
		-- Ambrose Bierce

%
पास्कल:एक कार्यक्रमको भाषा पछि एक मानिस नाम जो थियो उल्ट्याउनुआफ्नो गम्भीर उहाँले यो थाह थियो भने।
		-- Datamation, January 15, 1984

%
पासवर्ड:
		-- Datamation, January 15, 1984

%
Patageometry, N .:invariant छन् कि ती गणितीय गुण को अध्ययनमस्तिष्क पौधे अन्तर्गत।
		-- Datamation, January 15, 1984

%
प्याटेन्ट:आविष्कार publicizing अरुले प्रतिलिपि गर्न सक्नुहुन्छ त एक विधि।
		-- Datamation, January 15, 1984

%
पावलले व्यवस्था:अमेरिका, यो छैन एउटा वस्तु लागत कति, यो तपाईं कति सुरक्षित छ छ।
		-- Datamation, January 15, 1984

%
पावलले व्यवस्था:तपाईं तल्ला गिर गर्न सक्दैन।
		-- Datamation, January 15, 1984

%
पे चेक:साप्ताहिक $ 5.27 संघीय लागि कटौतीको पछि भन्नेरोक्काको, राज्य रोक्काको, शहर रोक्काको, FICA,चिकित्सा / दन्त चिकित्सा, दीर्घकालीन अशक्तता, बेरोजगारी बीमा,क्रिसमस क्लब, र पेरोल बचत योगदान योजना।
		-- Datamation, January 15, 1984

%
शान्ति, N .:अन्तर्राष्ट्रिय मामिलामा दुई बीच धोखा को अवधि मालड को अवधि।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Pecor स्वास्थ्य-खाद्य सिद्धान्त:यसलाई एक "Y" छ कि हप्ताको कुनै पनि दिन rutabaga कहिल्यै खान्छन्।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Pedaeration, N .:यस अन्तर्गत एक खुट्टा गरेर हासिल सिद्ध शरीर गर्मीपाना र एक ओछ्यानमा किनारा बन्द झुन्डिएको।
		-- Rich Hall, "Sniglets"

%
pediddel:केवल एक काम हेडलाइट संग एक कार।
		-- "Sniglets", Rich Hall & Friends

%
साथीहरूले व्यवस्था:एक समस्या समाधान समस्या को प्रकृति परिवर्तन हुन्छ।
		-- "Sniglets", Rich Hall & Friends

%
पेंगुइन सानातिना # 46:जो पशु छैन पेंगुइन तिनीहरू मात्र इच्छा गर्न सक्नुहुन्छ।
		-- Chicago Reader 10/15/82

%
पेन्सन:एक संघ बीमा श्रृंखला पत्र।
		-- Chicago Reader 10/15/82

%
मानिसहरूको कार्य नियम:(1) केही मानिसहरू जो गर्न सक्छन्, छैन गर्नुपर्छ।(2) केही मानिसहरू जो गर्नुपर्छ, छैन हुनेछ।(3) केही मानिसहरू जो, छैन गर्नुपर्छ हुनेछ।(4) केही मानिसहरू नगर्ने, प्रयास गर्नेछ सक्नुहुन्छ बिना।(5) गर्नुपर्छ नगर्ने, तर प्रयास केही मानिसहरू, त्यसपछि अरूलाई दोष हुनेछ।
		-- Chicago Reader 10/15/82

%
सिद्ध अतिथि:आफ्नो पाहुना बनाउँछ जसले एक घरमा लाग्छ।
		-- Chicago Reader 10/15/82

%
प्रदर्शन:एक कम्प्युटर प्रणाली काम गर्दछ जसमा गति को एक बयान। वाबरु, केही परिस्थितिमा काम गर्न सक्छ। वा rumored थियोएक महिना पहिले बारेमा जर्सी भन्दा काम हुन।
		-- Chicago Reader 10/15/82

%
pessimist:बारेमा उहाँले राख्न सक्नुहुन्छ कसरी अचाक्ली चिन्ता सबै आफ्नो समय बिताउनुभयो मानिसढोका बाट ब्वाँसो।optimist:उहाँले सीट seizes सम्म इन्कार गर्ने मानिस ब्वाँसो हेर्नआफ्नो प्यान्ट।opportunist:मा ब्वाँसो निम्तो र एक फर कोट मा अर्को दिन देखिन्छ जो मानिस।
		-- Chicago Reader 10/15/82

%
प्रतिस्थापन को पत्रुस व्यवस्था:को molehills पछि हेर, रपहाड आफूलाई पछि हेर्नेछु।सफलता को पत्रुसको सिद्धान्त:थप तपाईं तल ढकढक्याउन हुनुहुन्छ भन्दा एक समय प्राप्त गर्नुहोस्।
		-- Chicago Reader 10/15/82

%
पीटरसन सल्लाह:जब तपाईं तेस्रो पटक तल जाँदै हुनुहुन्छ लाग्छ -तपाईं गलत गणना हुन सक्छ कि बस सम्झना।
		-- Chicago Reader 10/15/82

%
पीटरसन गरेको नियम:(1) भनेर freeways मा उल्टिनु ट्रक टाँसिएको कुरा भरिएका छन्।जब एक भनिन्छ (2) एक गाडी कुनै प्यारा बच्चा कहिल्यै केटी छ।(3) टिकटिक कुराहरू सधैं घडीहरु छन्।(4) आत्महत्या मात्र तपाईं bluffing बेला काम गर्दछ।
		-- Chicago Reader 10/15/82

%
petribar:बसेर गरिएको छ कि कुनै पनि सूर्य-प्रक्षालित प्रागैतिहासिक क्यान्डीएक मेसिन पनि लामो को विन्डो।
		-- Rich Hall, "Sniglets"

%
एक परियोजना को चरणहरु:(1) सँगसँगै रमाउनेछन्।(2) Disenchantment।(3) भ्रम।(4) दोषी को लागि खोज।(5) निर्दोष लागि सजा।(6) Uninvolved लागि भेदभाव।
		-- Rich Hall, "Sniglets"

%
दर्शन:सौम्य हाम्रो मित्र को misfortunes सहन गर्न सक्ने क्षमता।
		-- Rich Hall, "Sniglets"

%
दर्शन:अघुलनशील समस्याको अस्पष्ट उत्तर।
		-- Rich Hall, "Sniglets"

%
phosflink:एक बल्ब र बन्द, यसलाई (यदि, तरिका बल्छ गर्दा फ्लिक कियसलाई फेरि ल्याउनेछ)।
		-- "Sniglets", Rich Hall & Friends

%
अचार व्यवस्था:यदि कांग्रेस पीडादायी कुरा के गर्नै पर्छ,यो कुरा एक अनौठो-संख्या वर्षमा गर्नै पर्छ।
		-- "Sniglets", Rich Hall & Friends

%
पिक्सेल, N .:एक Mischievous, जादुई स्क्रीन डिस्प्ले सम्बन्धित आत्मा।कम्प्युटर उद्योग बारम्बार पौराणिक कथाहरु देखि उधारो छ:कम्प्युटर ग्राफिक्स मा sprites कृत्रिम मा दुष्ट साक्षी,बुद्धि, र मार्केटिङ विभाग मा trolls।
		-- "Sniglets", Rich Hall & Friends

%
कृपया ध्यान:
		-- "Sniglets", Rich Hall & Friends

%
Pohl व्यवस्था:केही कोही, कहीं, यसलाई घृणा छैन भन्ने त राम्रो छ।
		-- "Sniglets", Rich Hall & Friends

%
poisoned कफी, N .:छोडपत्र को लागि आधार।
		-- "Sniglets", Rich Hall & Friends

%
राजनीति, N .:सिद्धान्तहरू एक प्रतियोगिता रूपमा masquerading चासो को एक कलह।निजी फाइदा लागि सार्वजनिक मामिलामा आचरणले।
		-- Ambrose Bierce

%
Pollyanna गरेको शैक्षिक निरंतर:यो hyperactive बच्चा कहिल्यै अनुपस्थित छ।
		-- Ambrose Bierce

%
बहुभुजको:मृत सुगा।
		-- Ambrose Bierce

%
Poorman शासनले:जब तपाईं आफ्नो सजिला औषधि प्याकेज देखि एक प्लास्टिक फोहोर झोला पुल,तपाईं सधैं बन्द अन्त को पकड प्राप्त र यो पुल लागि खुला प्रयास गर्नुहोस्।
		-- Ambrose Bierce

%
पोर्टेबल, वि .:सिस्टम रिबुट Survives।
		-- Ambrose Bierce

%
सकारात्मक, वि .:एक आवाज माथि गलत।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
गरिबी, N .:लामो यथावत् एउटा दुर्भाग्यपूर्ण अवस्थाकसैले केहि अभाव रूपमा उहाँले गर्न चाहन्छु।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
शक्ति, N .:मात्र narcotic सट्टा सेकेन्ड को एफडीए द्वारा नियमन।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
प्रेरीज, N .:विशाल फाँटमा treeless वन द्वारा कवर।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
पूर्वाग्रह:समर्थन देखिने हालतमा बिना एक vagrant राय।
		-- Ambrose Bierce

%
सफाई विंडो को Preudhomme व्यवस्था:यो अन्य पक्षमा छ।
		-- Ambrose Bierce

%
मूल्य सल्लाह:यो सबै एक खेल हो - रमाइलो गर्न यो खेल्छन्।
		-- Ambrose Bierce

%
प्राथमिकता:एक प्रयोगकर्ता वा एक कार्यक्रम को महत्व को एक वक्तव्य। अक्सरसंकेत प्रयोगकर्ता छैन, एक नातेदार प्राथमिकता रूपमा व्यक्तकाम त लामो उहाँले कम उपचार गरिन्छ रूपमा पूरा गर्दा ख्यालनराम्ररी अरू कसैले भन्दा।
		-- Ambrose Bierce

%
समस्या रक्सी न पीने वाला, N .:कहिल्यै किन्छ गर्ने मानिस।
		-- Ambrose Bierce

%
कार्यक्रम, N .:एक जादू हिज्जे भन्दा यो एक इनपुट बारी गर्न अनुमति कम्प्युटरमा डालीत्रुटि सन्देशमा। tr.v. banging समान एक सोख मा संलग्नएक पर्खाल विरुद्ध एक टाउको, तर इनाम लागि कम अवसर संग।
		-- Ambrose Bierce

%
कार्यक्रम, N .:एक टेलिफोन कल वा एक मा पूरा गर्न सकिन्छ कि कुनै पनि कार्यदिन। कार्य एक कार्यक्रम (रूपमा परिभाषित भएपछि "प्रशिक्षण कार्यक्रम,""बिक्री कार्यक्रम," वा "मार्केटिङ कार्यक्रम"), यसको कार्यान्वयनसधैं कम्तीमा तीन अधिक मान्छे भर्ती मिलाउँछ।
		-- Ambrose Bierce

%
कार्यक्रम विभाग:तपाईं प्रतीक्षा गर्दा गल्तीहरू गरे।
		-- Ambrose Bierce

%
प्रगति, N .:मध्यकालीन मानिस विचार रोग अदृश्य दुष्ट कारण थियोशरीर अतिक्रमण र यो सम्पत्ति लिएर।आधुनिक मानिस रोग सूक्ष्म जीवाणु कारण छ थाहर भाइरस शरीर अतिक्रमण र यसलाई Malfunction पर्न।
		-- Ambrose Bierce

%
प्रमाण प्रविधी # 2: Oddity द्वारा प्रमाण।नमूना: घोडाहरू खुट्टा को असीमित संख्या छ भनेर प्रमाणित गर्न।(1) घोडे एक पनि खुट्टा को संख्या छ।(2) तिनीहरूले अगाडि पछाडि र आगे खुट्टा मा दुई खुट्टा छ।(3) यो जो पक्कै एक अनौठो नम्बर हो छ खुट्टा को कुल, बनाउँछ    एक घोडा लागि खुट्टा।(4) तर दुवै अनौठो छ र पनि छ कि मात्र नम्बर अनन्त छ।(5) त्यसकारण, घोडाहरू खुट्टा को असीमित संख्या हुनुपर्छ।विषय भविष्यमा मुद्दाहरू छोप्नुपर्छ छ द्वारा प्रमाण समावेश:त्रासGesticulation (handwaving)"यो प्रयास गर्नुहोस्; यो काम गर्दछ"कब्जियत (म त्यहाँ बसिरहेका र ... थियो)सरासर दाबीसबै 2 का लागि _ N गरेको परिवर्तनम्युचुअल सहमतिएक counterexample अभाव, र"यो तर्क गर्न खडा"
		-- Ambrose Bierce

%
प्रोटोटाइप, N .:एक कम्प्युटर उत्पादन को जीवन चक्र मा पहिलो चरण, द्वारा अनुगमनपूर्व-अल्फा, अल्फा, बिटा, जारी संस्करण, सही जारी संस्करण,यसको उत्तराधिकारियों विपरीत उन्नयन, सही उन्नयन, आदि, कोप्रोटोटाइप काम गर्न अपेक्षित छैन।
		-- Ambrose Bierce

%
Pryor गरेको अवलोकन:कसरी लामो तपाईं बाँच्न गर्न केही छतपाईं मृत हुन जाँदैछन् कसरी लामो छ।
		-- Ambrose Bierce

%
Pudder व्यवस्था:राम्रो सुरु कुनै कुरा नराम्ररी समाप्त हुनेछ।(नोट: Pudder व्यवस्था को Converse साँचो छैन।)
		-- Ambrose Bierce

%
purpitation, N .:को किराना तखता बन्द कुरा लिन, तपाईं निर्णययो चाहँदैनन्, र त्यसपछि अर्को खण्ड राखेँ।
		-- "Sniglets", Rich Hall & Friends

%
पुट व्यवस्था:प्रौद्योगिकी मान्छे दुई प्रकारका प्रभुत्व छ:ती तिनीहरूले के व्यवस्थापन छैन जसले बुझ्न।ती तिनीहरूले बुझ्न के छैन जो व्यवस्थापन।
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"यो छैन यो आशा छ यो निराश छ ... म निराश खडा गर्न सक्नुहुन्छ।।"
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"5 को एक बच्चा यो बुझ्न सकिएन! मलाई 5 को एक बच्चा लिनुहोस्"
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"एक विश्वविद्यालय संकाय एक साधारण पार्किङ समस्या 500 egotists छ।"
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"तपाईं केहि बलिरहेको गंध नगर्नुहोस् वा यो मेरो हो?"
		-- Joan of Arc

%
QOTD:"गरौं नहीं आफ्नो मन भौंतारिन - यो एक्लै बाहिर गरौं गर्न पनि सानो छ।"
		-- Joan of Arc

%
QOTD:"पूर्व पूर्व छ ... र गरेको यो तरिका राख्नुहोस्।"
		-- Joan of Arc

%
QOTD:"समेत स्वतन्त्रताको मूर्ति उनको pits shaves।"
		-- Joan of Arc

%
QOTD:"हरेक बिहान म अबिच्येरीयस् पढ्न; मेरो नाम त्यहाँ छैन भने,म काम गर्न जाने। "
		-- Joan of Arc

%
QOTD:"सबै कुरा म यसलाई अब कसलाई, आज छु म मानिसहरूलाई योगदानलेट गर्न सजाय। "
		-- Joan of Arc

%
QOTD:"उहाँले चरा ... पाँच पटक आफ्नै प्रत्येक दिन वजन खान्छ।"
		-- Joan of Arc

%
QOTD:"उहाँले नै बस मा छ, तर नरक फरक पायो रूपमा उहाँले निश्चित छटिकट। "
		-- Joan of Arc

%
QOTD:"म भङ्ग छ, तर म नराम्ररी झुकेको छु।"
		-- Joan of Arc

%
QOTD:"म यो कुरा निश्चित छैन, तर एक 'फा' यो केवल dignify थियो।"
		-- Joan of Arc

%
QOTD:"म तिनीहरू एक मानसिक अस्पतालमा उसलाई सक्छ विचार छैन। अनअर्कोतर्फ, उहाँले पहिले नै थिए भने, म तिनीहरूले उहाँलाई बाहिर गरौं ठान्छौं छैन। "
		-- Joan of Arc

%
QOTD:"म यो भन्दै बिना जान्छ लागि, चुपचाप मेरो कार चलाउनु।"
		-- Joan of Arc

%
QOTD:"म टाढा पर्याप्त छैन आएका छन्, र बच्चा मलाई कल छैन।"
		-- Joan of Arc

%
QOTD:"म हिंड्न सक्षम हुन सक्छ, तर म बसेको बाट ड्राइव।"
		-- Joan of Arc

%
QOTD:"म एउटा मानिस म सुन्दर पिउन सकेन कहिल्यै भेट।"
		-- Joan of Arc

%
QOTD:"म मात्र एक रूपमा-आवश्यक आधारमा अव्यावहारिक आधार छुन!"
		-- Joan of Arc

%
QOTD:"म आलु को एक जोडी केहि बेकिंग पाउडर छर्कियो, तर योकाम गरेन। "
		-- Joan of Arc

%
QOTD:"म माथि बाटो मा एक unicorn देखे लाग्यो, तर यो केवल एक थियोबन्द भङ्ग गर्ने सीङ को एक साथ घोडा। "
		-- Joan of Arc

%
QOTD:"म एक लन ट्रेक्टर को सट्टा एक बाख्रा खरीद प्रयास; फर्केयो हुनत। बरफ ब्लोअर जडान गर्न एक तरिका आंकडा गर्न सकिएन बाहिर। "
		-- Joan of Arc

%
QOTD:"म एक idealist हुन प्रयोग, तर म वास्तविकता द्वारा mugged भयो।"
		-- Joan of Arc

%
QOTD:"म अब म संग फेरबदल, को फेरबदल मा नष्ट गर्न प्रयोगहराएको। "
		-- Joan of Arc

%
QOTD:"म जीवन उच्च प्राप्त गर्न प्रयोग तर हाल म एक प्रतिरोध बनाइयो गर्नुभएको छ।"
		-- Joan of Arc

%
QOTD:"म UCLA जान प्रयोग, तर त्यसपछि मेरो पिताजी एक काम गर्यो।"
		-- Joan of Arc

%
QOTD:"म jog गर्न प्रयोग, तर बरफ मेरो गिलास को बाहिर शेखी राखे।"
		-- Joan of Arc

%
QOTD:"म त्यो untruthful होईन भन्न हुनेछ, तर आफ्नो पत्नी कल गर्न छखाने को लागि कुकुर। "
		-- Joan of Arc

%
QOTD:"म पिज्जा मन नगर्ने एक महिला कहिल्यै विवाह चाहन्छु ... म प्ले सक्छउनको साथ गोल्फ, तर म उनको विवाह छैन! "
		-- Joan of Arc

%
QOTD:"म यो सीडी बाहिर आउँदा कारण सुन्न छौँ।"
		-- Joan of Arc

%
QOTD:"म 'su' नाम सिर्फ एक केटा हुँ ..."
		-- Joan of Arc

%
QOTD:"म उदासीनताको लागि साँच्चै छैन, तर म त यसलाई विरोधमा छु ..."
		-- Joan of Arc

%
QOTD:"- म खाना हेर्न र म यसलाई खान म एक समुद्री आहार मा छु।"
		-- Joan of Arc

%
QOTD:"म सधैं संघीय टंकशाला काम गर्न। अनि त जाने चाहन्थे गर्नुभएकोहडताल। कम पैसा बनाउने। "
		-- Joan of Arc

%
QOTD:मलाई फिर्ता दिन; "म जाने अघि भन्न अन्तिम कुरा भयोमेरो सामान सबै। "
		-- Joan of Arc

%
QOTD:"मैले आफ्नो रोग बारे सिकेकी छु। आशा गरौं यसलाई केही छतुच्छ। "
		-- Joan of Arc

%
QOTD:"उहाँले आफ्नो गल्तीबाट सिक्छन् भने, धेरै चाँडै उहाँले सबै थाहा छ।"
		-- Joan of Arc

%
QOTD:"म त्यो बाटो हिंड्न भने, म कोलोन आवश्यक छैन, अब मैले गर्थे?"
		-- Joan of Arc

%
QOTD:"म के म खान छु भने, म एक चकलेट चिप कुकी छु।"
		-- Joan of Arc

%
QOTD:"तपाईं खुला मन राख्न भने मान्छे मा फोहोर को धेरै फेंक हुनेछ।"
		-- Joan of Arc

%
QOTD:"मन को सपिङ्ग मल मा, त्यो खेलौना विभाग मा छ।"
		-- Joan of Arc

%
QOTD:"यो तपाईंको एन्टेना धेरै मा ल्याउन छैन कि मलाई देखिन्छस्टेशन अब। "
		-- Joan of Arc

%
QOTD:"यो म संग एक वकील देखे कि त चिसो अन्तिम जाडो थियो आफ्नोआफ्नै pockets हात। "
		-- Joan of Arc

%
QOTD:"यो छैन यो gonna कुरा हुन थिए भने पनि, केहि हुने थियो।"
		-- Joan of Arc

%
QOTD:"यो, खुर्सानी को एक चिसो कचौरा प्रेम बाहिर काम गर्छन् जब छैन।"
		-- Joan of Arc

%
QOTD:"यो सोमवार सबै हप्ता भएको आज।"
		-- Joan of Arc

%
QOTD:"यो वास्तविक भएको र रमाइलो भएको, तर यो वास्तविक मजा भएको छैन।"
		-- Joan of Arc

%
QOTD:"यो उहाँले आफ्नो आवरण वा यदि माथि एक एक्का छ कि बताउन गाह्रो छको एक्का पूरै आफ्नो डेक देखि हराएको छ। "
		-- Joan of Arc

%
QOTD:"यो खतरा को क्रमबद्ध छ, तपाईं हेर्नुहोस्। म मा धेरै राम्रो भएको कहिल्यै गर्नुभएकोतिनीहरूलाई आफैलाई, तर म तिनीहरूले धेरै प्रभावकारी हुन सक्छ भन्नुभयो छु। "
		-- Joan of Arc

%
QOTD:"बस कति म संग दूर प्राप्त गर्न सक्छन् र अझै पनि स्वर्ग जान?"
		-- Joan of Arc

%
QOTD:"आफ्नो भाग मा योजना कमी आपतकालीन consitute छैनमेरो भाग मा। "
		-- Joan of Arc

%
QOTD:"यो गुलाब जस्तै हाम्रो प्रेम शिथिल हुनु र मर्नेछन्।"
		-- Joan of Arc

%
QOTD:"मेरो जीवन एक साबुन ओपेरा छ, तर जो चलचित्र अधिकार हुन्छ?"
		-- Joan of Arc

%
QOTD:"मेरो स्याम्पु मेरो सम्बन्ध भन्दा लामो रहनेछ।"
		-- Joan of Arc

%
QOTD:"बिल्कुल यो हत्या हतियार हो। कसले कसैले फ्रेम थियोएक नक्कली? "
		-- Joan of Arc

%
QOTD:"बिल्कुल यसको लागि कुनै कारण त्यहाँ, यो सिर्फ हाम्रो नीति छ।"
		-- Joan of Arc

%
QOTD:"ओह, कुनै, कुनै ... म सुन्दर बस धेरै, धेरै राम्री छु।।"
		-- Joan of Arc

%
QOTD:"हाम्रो आमाबाबुले हाम्रो उमेर कहिल्यै थिए।"
		-- Joan of Arc

%
QOTD:"वजन जब तपाईं आफ्नो कुकुर गरेको पुच्छर मा कदम र यो मर्छ छ।"
		-- Joan of Arc

%
QOTD:"भन्नुहोस्, तपाईं राम्रो पुष्ट हेर्न। हामी टेनिस को एक जोडी राख्न के भन्नतपाईं जूता र पर्खाल मा तपाईं चलान? "
		-- Joan of Arc

%
QOTD:"त्यो बारेमा रूपमा चारा रूपमा स्मार्ट छ।"
		-- Joan of Arc

%
QOTD:"बिल्कुल, म तल एक पेय एक पटक गरियो। प्रश्न बुझेनन्।"
		-- Joan of Arc

%
QOTD:"बच्चालाई तिनीहरूले वरिपरि पोर्क टुकडे करो रचनाहरू थियो त कुरूप थियो यसकोयसलाई खेल्न कुकुर प्राप्त गर्न घाँटी। "
		-- Joan of Arc

%
QOTD:"एल्डरले देवताहरूको Suggoth गए र म पायो सबै यो घटिया टी-शर्ट थियो।"
		-- Joan of Arc

%
QOTD:"त्यहाँ आलस्य लागि कुनै बहाना हुन सक्छ, तर म देख निश्चित छु।"
		-- Joan of Arc

%
QOTD:"हामी गर्न पर्याप्त टाढा सुरु भने यो एक लाइन प्रमाण छ ...बाँकी। "
		-- Joan of Arc

%
QOTD:"कसैकालागिदुर्भाग्य? म एक चांद खेत किनेको भने, तिनीहरूले हेलोवीन रद्द चाहन्छु।"
		-- Joan of Arc

%
QOTD:"तपाईं मतलब के, तपाईं कुकुर तय भएको थियो? केवल के तपाईं गरेलाग्छ त्यो भाँचिएको थियो! "
		-- Joan of Arc

%
QOTD:"के म बारेमा सबैभन्दा मन म त समझ छु छजब म गडबड कुराहरू माथि। "
		-- Joan of Arc

%
QOTD:"के महिला र मनोवैज्ञानिक` आफ्नो हतियार 'गिर कल, हामी कल"आफ्नो घाँटी baring।"
		-- Joan of Arc

%
QOTD:"त्यो गधा hauled, यो तीन यात्राको गरे।"
		-- Joan of Arc

%
QOTD:"कसले? मलाई? होइन, होइन, कुनै !! तर म गलैँचाहरु बिक्री।"
		-- Joan of Arc

%
QOTD:"वास्तविक जीवन समर्थित भने नियन्त्रण-Z छैन यो अद्भुत हुन दिनुहुन्छ?"
		-- Joan of Arc

%
QOTD:"तपाईंले मलाई मेरी कान मा * प्वालहरू * राख्नु र तिनीहरूलाई कुराहरू रचनाहरू गर्न चाहनुहुन्छ?कसरी ... आदिवासी। "
		-- Joan of Arc

%
QOTD:"तपाईंले पनि बुद्धि दाँत छैन त लाटा हुनुहुन्छ।"
		-- Joan of Arc

%
QOTD:म चाहन्छु सबै म कहिल्यै प्राप्त भन्दा अलि बढी छ।
		-- Joan of Arc

%
QOTD:म चाहन्छु मेरो सबै उचित भाग भन्दा बढी छ।
		-- Joan of Arc

%
QOTD:फ्लैश! फ्लैश! म तिमीलाई माया गर्छु! ... तर हामी मात्र चौध घण्टा छपृथ्वी सुरक्षित!
		-- Joan of Arc

%
QOTD:तपाईं जाने छैन टाढा यदि म कसरी तिमीलाई सम्झना गर्न सक्छ?
		-- Joan of Arc

%
QOTD:म मेरो विन्डो बाहिर देख्यो, र तलमाथि काइल Pettys 'कार देखे,त्यसपछि म 'हामी एक वास्तविक समस्या छ' लाग्यो।
		-- Davey Allison, on a 150 m.p.h. crash

%
QOTD:म आफ्नो outfit प्रेम, यो आफ्नो आकार मा आउन गर्छ?
		-- Davey Allison, on a 150 m.p.h. crash

%
QOTD:म, पेंडोरा गरेको बक्स खोल्न झोला बाहिर बिरालो गरौं र राख्नआफ्नो अदालतमा बल।
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:म "सामाजिक चुनौती" छु - म एक बेवकूफ छु।
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:म गंजा छु छैन - म "चुनौती बाल" छु।[म "फरक haired" थियो लाग्यो। एड।]
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:म नागरिक ईन्जिनियर सुनेका छौं, तर म एक भेट कहिल्यै गर्नुभएको छ।
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:यो अति नै ठूलो छ भने, तपाईं पनि पुरानो हुनुहुन्छ।
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:तपाईं समस्या खोज्दै हुनुहुन्छ भने, म तपाईं एक विस्तृत चयन प्रदान गर्न सक्नुहुन्छ।
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:लुडविग बोल्ट्जमान, तथ्याङ्क अध्ययन आफ्नो जीवनको धेरै खर्च गर्नेमेकानिक्स आफ्नै हात द्वारा 1906 मा मृत्यु भयो। पूरा पावलले Ehrenfest,काम मा, अब हाम्रो पालो छ 1933 मा पनि यस्तै भयो।
		-- Goodstein, States of Matter

%
QOTD:पैसा सबै छैन, तर कम से कम यो स्पर्श मा बच्चाहरु राख्छ।
		-- Goodstein, States of Matter

%
QOTD:मेरी आमा दोषी यात्राको लागि यात्रा एजेन्ट थियो।
		-- Goodstein, States of Matter

%
QOTD:10 1 को मात्रा मा म भन्न चाहन्छु ... ओ त्यहाँ कतै।
		-- Goodstein, States of Matter

%
QOTD:पवित्र गाई ठूलो ह्यामबर्गर्स बनाउन।
		-- Goodstein, States of Matter

%
QOTD:मौन उहाँले बाँकी छ मात्र सद्गुण हो।
		-- Goodstein, States of Matter

%
QOTD:केही मानिसहरू ती दिन को एउटा छ। म ती जीवन को एक थियो गर्नुभएको छ।
		-- Goodstein, States of Matter

%
QOTD:प्रतिभा के गर्न सक्छन्, प्रतिभा के हुनु पर्छ।म के गर्न भुक्तानी प्राप्त के।
		-- Goodstein, States of Matter

%
QOTD:इच्छुक मानिसहरू कुरा ... तिनीहरूलाई आधा काम गर्न इच्छुक छन् भन्दार अरुले हेर्न इच्छुक बढी छन्।
		-- Goodstein, States of Matter

%
QOTD:वन शान्त हुन सक्छ, तर भन्ने होइनयो साँप गइसकेका छन्।
		-- Goodstein, States of Matter

%
QOTD:एक gerbil देखि एक लोखर्के बताउन मात्र सजिलो तरिका हो किgerbil थप गाढा मासु छ।
		-- Goodstein, States of Matter

%
QOTD:एक मन्दिरमा जस्तै th'r शरीर व्यवहार s'm मान्छे कसरी Y'know?खैर, म मेरो मन 'एन मनोरंजन पार्क ... S'great व्यवहार ...
		-- Goodstein, States of Matter

%
गुणस्तर नियन्त्रण, N .:एक उत्पादन गुणस्तर हातबाट प्राप्त गर्दैन Assuringर यसको निर्माण वा डिजाइन को लागत थप्न।
		-- Goodstein, States of Matter

%
गुणस्तर नियन्त्रण, N .:एक परीक्षण को प्रक्रिया बन्द आउँदै हरेक 1,000 एकाइहरु बाहिरकम्तिमा एक बाहिर 100 काम निश्चित गर्न उत्पादन लाइन।
		-- Goodstein, States of Matter

%
क्वार्क:ध्वनि राम्ररी नस्ल धुनमा द्वारा गरे।
		-- Goodstein, States of Matter

%
Quigley व्यवस्था:जसले कुनै कुरा तिमी माथि कुनै पनि अधिकार, छ कसरी सानो, हुनेछयसलाई प्रयोग गर्न atttempt।
		-- Goodstein, States of Matter

%
QWERT (kwirt) N। [मेगावाट <आई qwertyuiop, एक तेह्रौँ] वजन को 1 एक एकाइ13 poiuyt avoirdupois (वा 1.69 kiloliks) बराबर, सामान्यतः प्रयोगसंरचनात्मक ईन्जिनियरिङ् 2 [Colloq।] एक तेह्रौँ लोड एक पूर्ण भनेरउत्पादन स्लाइगो पूरा गर्न सक्नुहुन्छ। 3 [Anat।] को dermis को पीडादायी दाहगुदा 4 [कठबोली] अरूलाई मा excites गर्ने व्यक्ति को क्षेत्र माएक qwert को लक्षण।
		-- Webster's Middle World Dictionary, 4th ed.

%
राल्फ गरेको अवलोकन:यो कुनै पनि यांत्रिक वस्तु तपाईं महसुस दिनु गल्ती होहतारमा छन्।
		-- Webster's Middle World Dictionary, 4th ed.

%
अनियमित, N .:रूपमा नम्बर मा, पूर्वानुमान। रूपमा स्मृति पहुँच मा, अप्रत्याशित।
		-- Webster's Middle World Dictionary, 4th ed.

%
प्रेसिजन को रे शासनले:एक माइक्रोमीटर संग मापन। चक संग चिनो। एक बन्चरो संग काटे।
		-- Webster's Middle World Dictionary, 4th ed.

%
पुन: ग्राफिक्स:एक तस्वीर लायक 10K शब्दहरू छ - तर केवल ती वर्णन गर्नतस्विर। अहँ, 10K शब्दहरू कुनै पनि सेट पर्याप्त हुन सक्छचित्रहरु संग वर्णन गरे।
		-- Webster's Middle World Dictionary, 4th ed.

%
रियल समय, वि .:यहाँ र अब, रूपमा मात्र त्यहाँ र त्यसपछि हुन्छ जो नक्कली समय, को विरोध गर्न।
		-- Webster's Middle World Dictionary, 4th ed.

%
रियल विश्व, द, N .:1 कार्यक्रम मा, ती संस्थाहरू जो कार्यक्रम मई माफोरट्रान, COBOL, आरपीजी, आईबीएम, आदि 2 रूपमा नै वाक्यमा प्रयोगप्रोग्रामर, गैर-प्रोग्रामर र गतिविधिहरु को स्थान सम्बन्धित छैनकार्यक्रम गर्न। 3. एउटा ब्रह्माण्डको जसमा मानक पोशाक छ शर्ट रबाँध र जसमा एक व्यक्तिको काम घण्टा 9 रूपमा परिभाषित गर्दै छन् 5 4।स्थान यथास्थिति को। 5 कहीं पनि विश्वविद्यालय बाहिर।"गरिब सँगी, उहाँले एमआईटी बायाँ र वास्तविक संसारमा गएका छन्।" प्रयोगत्यहाँ निवास छैन ती द्वारा pejoratively। कुराकानीमा, कुरावास्तविक संसारमा प्रवेश गरेको छ जो कसैले एक कुरा विपरीत छैनमृतक व्यक्ति।
		-- Webster's Middle World Dictionary, 4th ed.

%
Reappraisal, N .:पछि मन एक आकस्मिक परिवर्तन बाहिर मिलयो।
		-- Webster's Middle World Dictionary, 4th ed.

%
स्वागत क्षेत्र, N .:जहाँ कार्यालय आगंतुकों खर्च गर्न निन्दा गर्दै Purgatoryअनगिन्ती घण्टा पढेर व्यापार को मुद्दाहरू फिर्ता कुकुर-earedआधुनिक प्लास्टिक जस्तै पत्रिका, दल देख्यो आयु, र चिकन विश्व,जबकि पाहुनालाइ स्वागत गर्ने व्यक्ति blithely आफ्नै व्यापार पत्रिका मा यस्तो लेखिएको छ -महानगरीय।
		-- Webster's Middle World Dictionary, 4th ed.

%
Recursion N .:Recursion हेर्नुहोस्।
		-- Random Shack Data Processing Dictionary

%
सुधार, N .:यहूदी बिदा बंद कि सभाघरमा।
		-- Random Shack Data Processing Dictionary

%
Regression विश्लेषण:कुरा किन हो बुझ्न कोसिस गणितीय प्रविधीबढ्दै।
		-- Random Shack Data Processing Dictionary

%
Reichel व्यवस्था:छुट्टी मा एक शरीर द्वारा मा काम नगरेसम्म छुट्टी मा रहन tendsएक बाहिर शक्ति।
		-- Random Shack Data Processing Dictionary

%
वैचारिक Inertia को REISNER शासनले:तपाईं पर्याप्त ठूलो लाग्छ भने, तपाईं यसलाई के गर्न छ कहिल्यै पनि।
		-- Random Shack Data Processing Dictionary

%
विश्वसनीय स्रोत, N .:मान्छे तपाईं बस भेटे।
		-- Random Shack Data Processing Dictionary

%
Renning गरेको मैक्सिम:मानिस उच्चतम पशु हो। मानिस वर्गीकृत गर्छ।
		-- Random Shack Data Processing Dictionary

%
रिपोर्टर, N .:सत्य आफ्नो बाटो guesses र एक साथ यो dispels गर्ने एक लेखकशब्दहरू tempest।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
प्रतिष्ठा, वि .:अरूलाई के तपाईं सोचिरहेका छैनन्।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
अनुसन्धान, N .:कोलम्बस विचार गर्नुहोस्:उहाँले थियो जहाँ उहाँले थाहा थिएन।उहाँले त्यहाँ पुगेपछि उहाँले कहाँ थाहा थिएन।उहाँले फिर्ता पायो जब उहाँले गरिएको थियो जहाँ थाहा थिएन।अनि उहाँले अरू कसैको पैसा मा यो सबै गरे।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
जिम्मेवारी:सबैजना भएको शक्ति ठूलो जिम्मेवारी हो भनेर भन्छन्। यो होबंक धेरै। कसैले केही भने तपाईं दोष सक्छ जब जिम्मेवारी होगलत जान्छ। तपाईं शक्ति छ जब तपाईं मान्छे जसको यो काम कमै मात्र छन्आफ्नो गल्ती लागि दोष लिन छ। तिनीहरूले स्मार्ट हुनुहुन्छ भने, छ।
		-- Cerebus, "On Governing"

%
क्रान्ति, N .:विदेश सरकारको एउटा रूप।
		-- Cerebus, "On Governing"

%
क्रान्ति, N .:मा राजनीति, misgovernment को रूप मा एक आकस्मिक परिवर्तन।
		-- Ambrose Bierce

%
क्रान्तिकारी, वि .:Repackaged।
		-- Ambrose Bierce

%
रोड व्यवस्था:जब कुनै पनि सिद्धान्त, कानून, tenet, सम्भावना, भइरहेको, परिस्थितिमा,वा परिणाम कुनै तरिकामा हुन सक्छ सीधा, अप्रत्यक्ष, empirically, वाcircuitously सिद्ध, व्युत्पन्न टैग:, निष्कर्षित, गराइएको, कटौती,हुनेछ उद्देश्य लागि सधैं अनुमानित वा वैज्ञानिक अंदाजा, योसुविधा, expediency, राजनीतिक लाभ, भौतिक लाभ, वा कोव्यक्तिगत सान्त्वना वा माथिको कुनै पनि संयोजन, वा कुनै पनिमाथि, हुन unilaterally र unequivocally ग्रहण, घोषणा, रundeniably, सार्वभौमिक, immutably हुन रूपमा निरपेक्ष सत्य पालन,र कता हो कता त, यस्तो समय सम्म यो लाभप्रद हुन्छ रूपमाशायद, अन्यथा मान।
		-- Ambrose Bierce

%
रिची शासनले:(1) सबै केही मूल्य छ - तपाईं सही मुद्रा प्रयोग गर्नुहुन्छ भने।(2) रंग अन्तिम अब रंग काम भन्दा splashes।(3) खोज र तिमीहरू फेला - तर यो हराएको थियो निश्चित गर्नुहोस्।
		-- Ambrose Bierce

%
रोबोट, N .:विश्वविद्यालय प्रशासक।
		-- Ambrose Bierce

%
Robustness, वि .:कहिल्यै तपाईं क्षमाप्रार्थी छौं भन्न भइरहेको।
		-- Ambrose Bierce

%
अभिनव रोकथाम को रकी गरेको Lemma:परिणाम अग्रिम जानिन्छ, जबसम्म कोष एजेन्सीहरू हुनेछयो प्रस्ताव अस्वीकार।
		-- Ambrose Bierce

%
Rudd गरेको डिस्कवरी:तपाईं कुनै पनि सीनेटर वा कांग्रेसियों घर जान र बनाउन सक्छ भनेर थाह$ 3,00,000 गर्न $ 4,00,000, तर तिनीहरू के। किन? तिनीहरूले गर्न सक्छन् किनभनेवाशिंगटन मा रहन र त्यहाँ बनाउन।
		-- Ambrose Bierce

%
Rudin व्यवस्था:त्यहाँ केही गर्न गलत तरिका हो भने, अधिकांश मानिसहरू हुनेछयो हरेक समय गर्छन्।Rudin दोस्रो व्यवस्था:एक विकल्प जानुहुन्न कि एक संकट मा वैकल्पिक बीचमा बनाइने गर्नकार्य को पाठ्यक्रम, मान्छे खराब सम्भव चयन गर्छनपाठ्यक्रम।
		-- Ambrose Bierce

%
बीहड, वि .:धेरै उचाल्न भारी।
		-- Ambrose Bierce

%
नियम # 1:हाकिम सधैं सही छ।नियम # 2:हाकिम गलत हो भने, नियम # 1 हेर्नुहोस्।
		-- Ambrose Bierce

%
रचनात्मक अनुसन्धान नियम:(1) प्रतिलिपि गर्न सक्नुहुन्छ के कहिल्यै आकर्षित।(2) तपाईं पहिल्याउन सक्छ कहिल्यै प्रतिलिपि।(3) के तपाईं बाहिर कटौती र तल टाँस्न सक्नुहुन्छ के कहिल्यै पहिल्याउन।
		-- Ambrose Bierce

%
Defactualization को नियम:सूचना bureaucracies मार्फत उकालो deteriorates।
		-- Ambrose Bierce

%
बिल्ली को समान निराशाले को नियम:जब आफ्नो बिरालो आफ्नो काखमा मा सुतेका र utterly देखिन्छ छसामग्री र प्यारो, तपाईं अचानक जान हुनेछबाथरूम।
		-- Ambrose Bierce

%
महान् को नियम:जब तपाईं निकै पराउँछु मान्छे गहिरो सोच देखिन्छविचार, तिनीहरूले शायद भोजन सोचिरहेका छन्।
		-- Ambrose Bierce

%
शैक्षिक Deans लागि नियम:(1) लुकाउनुहोस् !!!!(2) तिनीहरूले तपाईंलाई पाउन भने, LIE !!!!
		-- Father Damian C. Fandal

%
न्यूयोर्क मा ड्राइभिङ नियम:(1) आफ्नो सिङ honking गर्दा गरेको कुनै कानुनी छ।(2) तपाईंले आफ्नो चार-तरिका flashers बारी भने तपाईं कहीं पार्क सक्छ।(3) एक रेड लाइट अर्थ अर्को छ कार मार्फत जाने सक्छचौबाटोको।
		-- Father Damian C. Fandal

%
लेखकहरूको लागि नियम:तिनीहरूले पढ्न कठिन चलाउन-मा वाक्य नगर्नुहोस्। कुनै डबल प्रयोग नगर्नुहोस्negatives। सही अर्धविराम प्रयोग कहाँ यो उचित छ, सधैं प्रयोग;र कहिल्यै जहाँ यो छैन। यसलाई उचित प्रयोग छ लागि एपोस्ट्रोफी आरक्षित रआवश्यक जब आफ्नो छैन यो छोड्नु। कुनै वाक्य टुकडे। , अल्पविराम जोगिन छन् किअनावश्यक। क्षेत्रीय भाषा eschew, irregardless। र एउटा वाक्य सुरु छैनएक संयोजन। SY-llables र जोगिन संयुक्त राष्ट्र-आवश्यक हाइफन बीच Hyphenate।सबै adverbial प्रकारका सही लेख्नुहोस्। औपचारिक लिखित contractions प्रयोग नगर्नुहोस्।ध्यान दिएर लेखन, dangling participles बचा हुनुपर्छ। यसमा incumbent छहामीलाई archaisms जोगिन। छ कि क्रिया को गलत प्रकारका स्पष्ट हुनकोभाषामा snuck। कहिल्यै, कहिल्यै दोहोरिने redundancies प्रयोग गर्नुहोस्। यदि म गर्यौंतपाईं एक पटक भन्नुभयो, म तिमीलाई हजार पल्ट, प्रतिरोध अतिशयोक्ति भन्नुभयो गर्नुभएको छ। साथै,अप्ठ्यारो वा प्रभावित alliteration जोगिन। के स्ट्रिङ धेरै prepositionalतपाईं को छाया को बेसी मार्फत हिड्ने छन् नभएसम्म सँगै वाक्यांशमृत्यु। "को overuse वेवास्ता 'चिह्न उद्धरण"। "'"
		-- Father Damian C. Fandal

%
Rune शासनले:तिमी कहाँ हो तपाईं ख्याल छैन भने, तपाईँले हराएको छैन।
		-- Father Damian C. Fandal

%
रयान व्यवस्था:consecutively तीन सही guesses बनाउनर तपाईं एक विशेषज्ञ रूपमा आफूलाई स्थापित हुनेछ।
		-- Father Damian C. Fandal

%
Sacher गरेको अवलोकन:केही मानिसहरू जिम्मेवारी बढ्न - अरूलाई केवल सुनिनु।
		-- Father Damian C. Fandal

%
उपग्रह सुरक्षा सुझाव # 14:आकाश मा एक उज्ज्वल लकीर तपाईं मा आ तपाईं देख्नुहुन्छ भने, धुनमा।
		-- Father Damian C. Fandal

%
Sattinger व्यवस्था:यो तपाईं मा प्लग यदि राम्रो काम गर्दछ।
		-- Father Damian C. Fandal

%
Expediency को जंगली व्यवस्था:तपाईंले यसलाई खराब, तपाईं यसलाई खराब प्राप्त गर्न चाहन्छु।
		-- Father Damian C. Fandal

%
परिदृश्य, N .:मा सन्दर्भ प्रदान गर्दछ घटनाहरूको कल्पना अनुक्रमजो एक व्यापार निर्णय गरेको छ। परिदृश्य सधैं मा आउनतीन सेट: सबै भन्दा राम्रो मामला, खराब मामला, र सिर्फ मामला मा।
		-- Father Damian C. Fandal

%
Schapiro गरेको स्पष्टिकरण:घाँस अन्य पक्षमा सधैं greener छ - तर छकिनभने उनीहरू थप मल प्रयोग गर्नुहोस्।
		-- Father Damian C. Fandal

%
Schlattwhapper, N .:विन्डो छाया तल झिकेर गर्न नै अनुमति दिन्छ कि,दोस्रो लागि hesitates, त्यसपछि आफ्नो अनुहार मा खिच्छ।
		-- Rich Hall, "Sniglets"

%
श्मिट गरेको अवलोकन:सबै कुरा बराबर रहेको, एक बोसो व्यक्ति थप साबुन प्रयोगपातलो व्यक्ति भन्दा।
		-- Rich Hall, "Sniglets"

%
स्कट पहिलो व्यवस्था:कुनै कुरा गलत जान्छ, यो शायद सही हेर्नेछु।स्कट दोस्रो व्यवस्था:एक त्रुटि पत्ता लागेको छ र जब सही, यो पाउन हुनेछपहिलो स्थानमा गलत भएको छ।Corollary:पछि सुधार त्रुटि फेला गरिएको छ, यो हुनेछको मा फेरि मूल मात्रा फिट गर्न असम्भवसमीकरण।
		-- Rich Hall, "Sniglets"

%
scribline, N .:क्रेडिट कार्ड जहाँ कसैको हस्ताक्षर जान्छ को पछाडि खाली क्षेत्र।
		-- "Sniglets", Rich Hall & Friends

%
व्यापार बैठक को दोस्रो व्यवस्था:यदि एक व्यक्तिको नाम हिज्जे दुई सम्भव तरिकाहरू छन्, तपाईँलेगलत लिनुहोस् हुनेछ।Corollary:यदि एउटा नाम हिज्जे मात्र एउटा तरिका छ,तपाईं जसरी पनि, यो गलत हिज्जे हुनेछ।
		-- "Sniglets", Rich Hall & Friends

%
अन्तिम परीक्षा को दोस्रो व्यवस्था:पहिलो पटक सबै वर्ष - - आफ्नो toughest अन्तिम मा सबै भन्दाकिंकर्तव्यविमूढ गरदै कक्षा मा आकर्षक विद्यार्थीलाई अर्को बस्नेछ।
		-- "Sniglets", Rich Hall & Friends

%
सचिव गरेको बदलयो:"को" अन्तर्गत लगभग सबै फाइल गर्ने।
		-- "Sniglets", Rich Hall & Friends

%
समग्र चिकित्सा को Seleznick गरेको सिद्धान्त:आइसक्रीम सबै ills उपायहरु। अस्थायी रूपमा।
		-- "Sniglets", Rich Hall & Friends

%
विक्षेप लागि आत्म परीक्षण:के तपाईं भन्ने केहि सोच्न सक्नुहुन्छ जब तपाईं यो छ थाहातपाईंको आफ्नै दोष।
		-- "Sniglets", Rich Hall & Friends

%
सीनेट, N .:उच्च जिम्मेवारी र misdemeanors संग चार्ज वृद्ध सज्जनहरु को एक शरीर।
		-- Ambrose Bierce

%
senility, N .:असहमत गर्न कसलाई एक हुन्छ संग वृद्ध व्यक्ति को मन को स्थिति।
		-- Ambrose Bierce

%
Serendipity, N .:जो प्रक्रिया मानव ज्ञान उन्नत छ।
		-- Ambrose Bierce

%
Serocki गरेको Stricture:विवाह सधैं एक स्नातक अन्तिम विकल्प हो।
		-- Ambrose Bierce

%
शान्नोन गरेको अवलोकन:केही त गर्न सुरु भएको एक खराब अवस्था रूपमा निराशा छसुधार।
		-- Ambrose Bierce

%
साझेदारी गर्नुहोस्, N .:मा दिन, अपमान सहन।
		-- Ambrose Bierce

%
श गरेको सिद्धान्त:भनेर पनि एक मूर्ख प्रयोग गर्न सक्नुहुन्छ प्रणाली निर्माण, र मात्र एक मूर्ख हुनेछयसलाई प्रयोग गर्न चाहन्छु।
		-- Ambrose Bierce

%
Shedenhelm व्यवस्था:सबै ट्रेल्स तिनीहरूले ओरालो खण्डहरू छन् भन्दा बढी उकालो खण्डहरू छन्।
		-- Ambrose Bierce

%
Shick व्यवस्था:त्यहाँ राम्रो चमत्कार समाधान गर्न सक्दैन कुनै समस्या छैन।
		-- Ambrose Bierce

%
Silverman व्यवस्था:मर्फी व्यवस्था गलत जान सक्नुहुन्छ भने, यसले।
		-- Ambrose Bierce

%
सिमोन व्यवस्था:सबै सँगै राख्न अलग्गै ढिलो होस् वा चाँडो पनि ढले।
		-- Ambrose Bierce

%
Skinner गरेको अचल (वा Flannagan गरेको Finagling कारक):त्यो मात्रा जो, जब, ले गुणन भाग, थपियो,वा तपाईं पायो जवाफ देखि घटाइँदैन, तपाईं जवाफ तपाईं दिन्छमिल्यो गर्नुपर्छ।
		-- Ambrose Bierce

%
Slick गरेको ब्रह्माण्डको तीन कानून:(1) ज्ञात ब्रह्माण्डको केही खराब चेक भन्दा छिटो यात्रा।(2) एक चकलेट को चौथाई-औंस = बोसो चार पाउण्ड।जो छ, गाढा प्रकारको: (3) माटो दुई प्रकारका छन्प्रकाश वस्तुहरु, र हल्का किसिमको, जो आकर्षितगाढा वस्तुहरु आकर्षित।
		-- Ambrose Bierce

%
Slous 'Contention:तपाईं पनि राम्रो काम गर्न भने, तपाईं यसलाई साथ अड्केको पाउनुहुन्छ।
		-- Ambrose Bierce

%
Slurm, N .:एक साबुन गर्दा पट्टी को underside मा accumulates कि बाक्लोयो धेरै लामो पकवान मा बस्छन।
		-- Rich Hall, "Sniglets"

%
Snacktrek, N .:यो peculiar बानी, जब एक खाजा लागि, निरन्तर खोजी कोनयाँ कुरा हुनेछ भनेर आशा मा रेफ्रिजरेटर फर्केपछिmaterialized।
		-- Rich Hall, "Sniglets"

%
शिघ्र repartee:तपाईं अर्को मौका थियो भने तपाईं के भन्न चाहन्छु।
		-- Rich Hall, "Sniglets"

%
Sodd दोस्रो व्यवस्था:ढिलो होस् वा चाँडो, छ परिस्थितिमा सबैभन्दा खराब सम्भव सेटउत्पन्न गर्न बाध्य।
		-- Rich Hall, "Sniglets"

%
सफ्टवेयर, N .:महिला कम्प्युटर विश्लेषकहरूले लागि औपचारिक साँझ पोशाक।
		-- Rich Hall, "Sniglets"

%
केही अंक [जनावर बारेमा] सम्झना गर्न:(1) ठूलो जनावर अन्तर्गत सुत्न जानु नगर्नुहोस्, जस्तै, हात्ती, rhinoceri,hippopotamuses;(2) तल तेज दाँत वा विषालु नुकीले जनावरहरूलाई नराख्नुहोस्आफ्नो लुगा अगाडि;(3) केही जनावर, उदाहरणको लागि, crocodiles र बिच्छीको वा कुकुर PAT नगर्नुहोस्तपाईं बस kicked छन्।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
spagmumps, N .:मेल-अर्डर वस्तुहरू साथ दिनु भनेर पोलीट्रीन wads को लाखौं कुनै पनि।
		-- "Sniglets", Rich Hall & Friends

%
क्लेन गरेको 1st proofreading व्यवस्था:त्रुटि दृश्यात्मकता को लागि inversely समानुपातिक छयो तपाईं देख्यो छ पटक को संख्या।
		-- "Sniglets", Rich Hall & Friends

%
स्पेन्स सल्लाह:कहिल्यै टाढा एक कामिकाजे विमान मा stow।
		-- "Sniglets", Rich Hall & Friends

%
Spirtle, N .:सधैं आफ्नो आँखा मा मुलुकमा एक अंगूर देखि राम्रो प्रवाह।
		-- Sniglets, "Rich Hall & Friends"

%
पति, N .:सबै समस्या मार्फत तपाईं द्वारा खडा छौँ जो कसैले तपाईंलाईतपाईं एकल बसे भने छैन हुनेथियो।
		-- Sniglets, "Rich Hall & Friends"

%
squatcho, N .:एक बेसबल टोपी माथि बटन।
		-- "Sniglets", Rich Hall & Friends

%
स्तर, N .:सिद्धान्तहरू हामी अन्य मानिसहरूको कोड अस्वीकार गर्न प्रयोग गर्नुहोस्।
		-- "Sniglets", Rich Hall & Friends

%
तथ्याङ्क, N .:पत्यार पार्र्ने आफ्नो राजनीतिक पूर्वाग्रहको व्यक्त लागि एउटा प्रणालीवैज्ञानिक कूटवेश।
		-- "Sniglets", Rich Hall & Friends

%
सफलता गर्न Steckel शासनले:एकदम राम्रो कहिल्यै राम्रो पर्याप्त छ।
		-- "Sniglets", Rich Hall & Friends

%
स्टील व्यवस्था:त्यहाँ जो अधिक दस मानिसहरूले गर्न सकिन्छ कार्यहरू अवस्थितवा एक भन्दा कम सय।
		-- "Sniglets", Rich Hall & Friends

%
कसैले गरेको दर्शन को स्टील गरेको साहित्यिक चोरी:सबैलाई केहि विश्वास गर्नुपर्छ - म हुनेछ विश्वासअर्को पेय।
		-- "Sniglets", Rich Hall & Friends

%
सिस्टम कार्यक्रम को लागि स्टेयनब्याच गरेको दिशानिर्देश:तपाईं कसरी ह्यान्डल गर्न थाहा छैन त्रुटि स्थिति परीक्षण कहिल्यै।
		-- "Sniglets", Rich Hall & Friends

%
Stenderup व्यवस्था:यो ढिलो तपाईं पछि पर्नु, अधिक समय तपाईं भेट्टाउने हुनेछ।
		-- "Sniglets", Rich Hall & Friends

%
स्टक गरेको अवलोकन:तपाईं कुनै ढिलो पानी माथि आफ्नो टाउको तर कसैले खींचती केआफ्नो flippers बन्द।
		-- "Sniglets", Rich Hall & Friends

%
पत्थर व्यवस्था:एक मानिसको "निर्मल" अर्को मानिसको "हा?" छ
		-- "Sniglets", Rich Hall & Friends

%
रणनीति, N .:inaction एक व्यापक योजना।
		-- "Sniglets", Rich Hall & Friends

%
रणनीति:दीर्घकालीन जसको गुण योजना कहिलेकाँही सम्म मूल्याङ्कन गर्न सकिन्छसिर्जना ती पछि यो संगठनको बाँकी छ।
		-- "Sniglets", Rich Hall & Friends

%
Stult गरेको रिपोर्ट:हाम्रो समस्या हाम्रो पछि ज्यादातर छन्। के हामी अब के गर्न छ छको समाधान लड्न।
		-- "Sniglets", Rich Hall & Friends

%
मूर्ख, N .:खेल मा $ 25 र तत्काल रिप्ले मा $ 25 गुम्दा।
		-- "Sniglets", Rich Hall & Friends

%
Sturgeon व्यवस्था:सबै को 90% crud छ।
		-- "Sniglets", Rich Hall & Friends

%
चिनी बाबाले, N .:कयिनले जुटाउने खर्च गर्न सक्छन् जो मानिस।
		-- "Sniglets", Rich Hall & Friends

%
रवि माइक्रोसिस्टम्स:नेटवर्क लोड औसत छ।
		-- "Sniglets", Rich Hall & Friends

%
सूर्यास्त, N .:छोटो तरंग दैर्ध्य को उच्चारण वायुमण्डलीय फैलिएको,संग 650 नानोमिटर जति तल छनौट प्रसारण परिणामस्वरूपबिस्तारै सौर उचाइमा कम।
		-- "Sniglets", Rich Hall & Friends

%
सुशी, N .:जब कि-जो-सक्छ-अझै पनि-हुन-जीवित चामल माथि राखे रविद्युत टेप संग मा strapped।
		-- "Sniglets", Rich Hall & Friends

%
Sushido, N .:को टूना बाटो।
		-- "Sniglets", Rich Hall & Friends

%
स्वाहिली, N .:आफ्नो रोकावट छाप्न राष्ट्रीय Enquirer प्रयोग भाषा।
		-- Johnny Hart

%
स्वेटर, N .:यसको आमा खुर्सानी महसुस गर्दा एउटा लुगा बच्चा द्वारा पहना।
		-- Johnny Hart

%
क्रम Swipple शासनले:को साउंड कराउछ जसले तल्ला छ।
		-- Johnny Hart

%
सिस्टम-स्वतन्त्र, वि .:सबै प्रणालीहरू उत्तिकै खराब काम गर्दछ।
		-- Johnny Hart

%
दिन को टी-शर्ट:पर्वतहरू लागि टाउकोफलोअप टी-शर्ट दिन को (एउटै सुंदर पृष्ठभूमि मा):तपाईं पहाड, को Busch लागि टाउको मनपराएका भने!
		-- courtesy someone else

%
दिन टी-शर्ट:म आफ्नो आमा तपाईं चेतावनी व्यक्ति हुँ।
		-- courtesy someone else

%
टी-शर्ट:जीवन * छैन * एक क्याबरेट छ, र मलाई chum कल रोक्न!
		-- courtesy someone else

%
कुशलता, N .:तपाईं सोच हुनुहुन्छ के को unsaid भाग।
		-- courtesy someone else

%
सशक्त कारबाही:लामो समय पहिले गरेको गरिएको गर्नुपर्छ भन्ने कुरा गर्छन्।
		-- courtesy someone else

%
कर कार्यालय, N .:inequity को खोरमा।
		-- courtesy someone else

%
कर, N .:जीवनका दुई certainties को, मात्र एक जसको लागि तपाईं प्राप्त गर्न सक्छन्एक विस्तार।
		-- courtesy someone else

%
ट्याक्सिडर्मिस्ट, N .:जनावर mounts गर्ने मानिस।
		-- courtesy someone else

%
TCP / IP कठबोली शब्दावली, # 1:Gong, N: privy लागि मध्यकालीन अवधि, वा के युग मा तिनीहरूलाई लागि pased।आज एक bogon आक्रमण को aftermath वर्णन गर्न whimsically प्रयोग। विचारयो अंग्रेजी भाषा को गैलापागोस हाम्रो समुदाय को।"Vogons तपाईं खराब कविता पढ्न सक्छन्, तर bogons तपाईं अप्रचलित RFCs अध्ययन बनाउन।"
		-- Dave Mills

%
सामुहिक, N .:दोष कसैलाई पाएपछि।
		-- Dave Mills

%
प्राविधिकता, N .:भएको मा निन्दा लागि एक अंग्रेजी अदालत मा घर नाउँ मानिस प्रयास थियोहत्या को एक छिमेकी आरोप लगाए। उनको सही शब्दहरू थिए: "सर थोमस Holtएक cleaver लिएको र शिरमा आफ्नो कुक Stricken भएकोछ, ताकि एकउनको टाउको को पक्ष एक काँध र मा अन्य पक्षमा गिरअन्य काँध। "द प्रतिवादी को को निर्देशन द्वारा acquitted थियोअदालत, कि शब्दहरू हत्या चार्ज थिएन पकड को सिकेका न्यायाधीशहरु,तिनीहरूले हुनुको मात्र एक छ कि, कुक को मृत्यु अभिवचन थिएनinference।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
टेलिफोन, N .:लाभ केही abrogates जो शैतानको एउटा आविष्कारएक disagreeable व्यक्तिले आफ्नो दूरी राख्न बनाउने।
		-- Ambrose Bierce

%
telepression, N .:गहिरो-विराजमान दोषी तपाईं प्रयास गरेनन् भनेर थाह पाउँदा देखि stems जोहार्ड आफै संख्या हेर्न र सट्टा राख्न पर्याप्तनिर्देशिका सहायक मा बोझ।
		-- "Sniglets", Rich Hall & Friends

%
Teutonic:पर्याप्त छैन जस।
		-- "Sniglets", Rich Hall & Friends

%
यो 357,73 सिद्धान्त:लेखा सधैं खर्च खाता अस्वीकारएक तल लाइन 5 द्वारा divisible संग।
		-- "Sniglets", Rich Hall & Friends

%
यो Abrams 'सिद्धान्त:दुई अंक बीच निकटतम दूरी पर्खाल बन्द छ।
		-- "Sniglets", Rich Hall & Friends

%
मन भन्दा पदार्थ पुरातन सिद्धान्त:मलाई आपत्ति छैन ... र तपाईं फरक छैन।
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
बीटल्स:पल मेकार्टनी गरेको पुरानो फिर्ता-अप ब्यान्ड।
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
कार्यक्रम विकास को Briggs-Chase व्यवस्था:यो लेख्न र डिबग एक हुनेछ कहिलेसम्म निर्धारण गर्नकार्यक्रम, तपाईंको उत्तम अनुमान ले, कि गुणा दुई, थप्नएक, र अर्को उच्च एकाइहरु परिवर्तन।
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
यो परामर्शदाता गरेको श्राप:ग्राहक तपाईं पर्याप्त लामो मा कुटपिट भएको छ जब, तिनलाईके उहाँले सट्टा उहाँले आवश्यक के को लागि सोध्छन्। यो धेरै बलियो छऔषधी र सामान्यतया एक पटक मात्र आवश्यक छ।
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
यहूदी र goyish बीच भेदभाव रूप, एकदम सूक्ष्म हुन सक्छLenny ब्रुस देखि उद्धरण निम्न देखाउँछ:"म यहूदी हुँ। गणना Basie यहूदी। रे चार्ल्स यहूदी छ।कुर्कुच्चा Cantor गरेको goyish। यो B'nai Brith goyish छ। यो Hadassah छयहूदी। समुद्री कोर - भारी goyish, खतरनाक।"Kool-सहायता goyish छ। सबै Drake गरेको केक goyish छन्।Pumpernickel तपाईंलाई थाहा रूपमा, सेतो रोटी धेरै goyish छ, यहूदी र।तत्काल आलु - goyish। काला चेरी सोडा धेरै यहूदी छ।Macaroons धेरै यहूदी ____ छन्। फल सलाद यहूदी छ। लाइम Jell-हे होgoyish। कागती सोडा धेरै goyish ____ छ। ट्रेलर पार्क भनेर goyish छन्यहूदीहरूले तिनीहरूलाई नजिकै जान हुनेछ ... "
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
पाँचौ नियम:तपाईं आफैलाई पनि गम्भीर लिएका छन्।
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
कार्यक्रम अनुकूलन को पहिलो नियम:यो के छैन।(विशेषज्ञहरु लागि मात्र!) कार्यक्रम अनुकूलन को दोस्रो नियम:अझै यो के छैन।
		-- Michael Jackson

%
समाजवाद को पाँच नियम:(1) विचार नगर्नुहोस्।(2) लाग्छ भने, बोल्न छैन।(3) तपाईंलाई लाग्छ र बोल्न भने, लेख्न छैन।(4) तपाईंलाई लाग्छ भने, बोल्न र लेख्न, साइन इन छैन।(5) तपाईंलाई लाग्छ भने, बोल्न, लेख्न र हस्ताक्षर, छक्क छैन।
		-- being told in Poland, 1987

%
निम्न सबै शारीरिक र मानव कानून Subsume:(1) तपाईं एउटा स्ट्रिङ मा धक्का गर्न सक्दैन।(2) कुनै मुक्त पैक छैन।(3) तिनीहरूबाट छ रूपमा, हुन्छ।(4) तपाईंले तिनीहरूलाई सबै जित्न सक्नुहुन्छ, तर तपाईँले निश्चित नरक रूपमा ती सबै गुमाउन सक्छ।
		-- being told in Poland, 1987

%
कला र विज्ञान को सुनौलो नियम:सुन छ जसले नियम बनाउँछ।
		-- being told in Poland, 1987

%
यो Gordian मैक्सिम:एक स्ट्रिङ एक अन्त छ भने, यो अर्को छ।
		-- being told in Poland, 1987

%
महान् Bald हिले बँदेल:यो Billericay प्रदर्शित को महान् Bald हिले बँदेल, विवाहपूर्वको मा,आफ्नो एकल prickle र छुट्टी Inn डेस्क clerks को छापे गर्छ।पछि यो अर्थ को भारी समयको लागि उहाँलाई गतिहीन खडासमय उहाँले अक्सर महान् Bald हिले द्वारा पूर्ण प्रदर्शन मा खाएको छबँदेल खानेवाला।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
यो Heineken अनिश्चितता सिद्धान्त:के तपाईं अन्तिम रात कति बियर थियो पक्का हुन कहिल्यै गर्न सक्नुहुन्छ।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
युद्धको इतिहास यस्तै subdivided छ, हुनत यहाँ चरणहरुप्रतिकार, उमङ्गले, र कूटनीति हो। यसरी:प्रतिकार:म मेरो भाइ हत्या किनभने तपाईं मार्न लागिरहेको छु।उमङ्गले:म आफ्नो भाइ हत्या किनभने तपाईं मार्न लागिरहेको छु।कूटनीति:म मेरो भाइ मार्न र त्यसपछि मा तपाईं मार्न जाँदै छुआफ्नो भाइ यो गरे त्यो बहाने।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
यो Illiterati Programus Canto 1:कार्यक्रमले एक नाक जस्तै धेरै छ: कहिलेकाहीं यो चल्छ, रकहिलेकाहीं यो blows।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
यो केनेडी निरंतर:पागल प्राप्त गर्छन् - पनि प्राप्त।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
पत्र को व्यवस्था:ताजा विचार प्रेरित गर्न सबैभन्दा राम्रो तरिका खाम मुहर छ।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
यो मरीन:केहि, गर्व, समुद्र तट मा मरेका।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
यो मरीन:केहि, गर्व, को छैन धेरै उज्ज्वल।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
यो Modelski दल नियम:(1) धेरै मिनेट को लागि समस्या मा उत्सुकतासाथ हेर। आफ्नो स्क्रेच20-30 दोस्रो अंतराल मा टाउको। मा समस्या समाधान गर्ने प्रयास गर्नुहोस् तपाईंकोहेवलेट-पैकार्ड।(2) यो असफल, वरिपरि कक्षा मा हेर्न। एक विशेष चयनउज्ज्वल-देख व्यक्तिगत।(3) एक ठूलो श्रृंखला Procure।(4) चयन विद्यार्थी गर्न भन्दा वाल्क र अचाक्ली उहाँलाई पिट्न खतरामामाला उहाँले तपाईं समस्या जवाफ दिन्छ नभएसम्म।साधारणतया, उहाँले हुनेछ। यो पनि उहाँलाई एक ध्वनि दिन एक राम्रो विचार हुन सक्छबस तपाईं व्यापार अर्थ देखाउन जसरी thrashing।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
अमेरिका सबैभन्दा खतरनाक संगठन आज छ:(क) ऐफ ऐ क्यू(ख) अमेरिकी नाजी पार्टी(ग) डेल्टा नियमित उडान क्लब
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
सरकारी एमबीए पुस्तिका व्यवसाय कार्ड मा:यस्तो "दुनियाँमा को प्रभुको रूपमा अचाक्ली pretentious काम शीर्षक जोगिन,विश्वास, भारत को सम्राट "वा" कर्पोरेट निर्देशक को डिफेन्डरयोजना। "
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
सरकारी एमबीए पुस्तिका एक हवाई जहाज मा कम्पनी व्यापार गर्दै मा:शीर्ष गोप्य कम्पनी लागत कागजातहरू नभएसम्म मा खुल्लमखुल्ला काम छैनतपाईँले पहिल्यै यात्री भनेर अर्को तपाईंलाई ascertained छन्अन्धा मुड-ameliorating लागूपदार्थ मा एक चट्टान संगीतकार छ, वाएक चालीस सातौं क्रोमोजोम को दुर्भाग्यपूर्ण possessor।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
सरकारी एमबीए पुस्तिका sunlamps को प्रयोगमा:मात्र सप्ताहन्तमा मा एक sunlamp प्रयोग गर्नुहोस्। त्यो बाटो, कार्यालय बुद्धिमानी मान्छे भनेआफ्नो तन को अचानक उपस्थिति मा कैफियत, तपाईं fabricate गर्न सक्नुहुन्छकेही द्वीप Shangri-ला मा एक सूर्य-stroked सप्ताह बारेमा केही कथाCaneel खाडी चाहनुहुन्छ। केहि पनि छोडेर भन्दा बढी पारदर्शी छएक मंगलवार रात 11:45 मा कार्यालय, मात्र एक अजटेक सूर्य फर्कन8:15 अर्को बिहान भगवान।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
फोन बुथ नियम:एक लोन सिक्का सधैं संख्या लगभग सही हुन्छ।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
यो qotc (को con को उद्धरण) Liz गरेको थियो:"मेरो मस्तिष्क मेरो कलेजो बाहिर paged छ।"
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
वास्तविक मानिसको रक्तपातपूर्ण मरियम:सामाग्री: वोदका, टमाटर को रस, Tobasco, Worcestershireसस, एक-1 स्टेक सस, बरफ, नुन, मरिच, अजवाइन।वोदका संग एक ठूलो गिलास भर्न।टाढा अन्य सबै सामाग्री फेंक।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
रोमी नियम:भन्छन् जो यो गर्न सकिँदैन को अवरोध कहिल्यै गर्नुपर्छ एकएक यो गरिरहेको छ जो।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
नियम:(1) तपाईंले अन्य कम्प्युटर प्रणाली उपासना हुँदैन।(2) तपाईंले Liberace नक्कलको हुँदैन वा खरबुजा गर्दा खानकन्सोलमा किबोर्ड बसिरहेको।(3) तपाईंले अनुहार मा प्रयोगकर्ता थप्पड हुँदैन, न त आफ्नो मुर्ख स्टेपलसानो कार्ड सँगै डेक।(4) तपाईं प्राप्त शारीरिक कम्प्युटर प्रणाली संग संलग्न हुँदैन,तपाईं पहिले नै विवाह गर्दै हुनुहुन्छ विशेष गरी भने।(5) तपाईंले frisbees रूपमा चुम्बकीय टेप प्रयोग हुँदैन छैन, न त एक डिस्क प्रयोगअर्को डिस्क प्याक पुग्न मल रूपमा प्याक।(6) तपाईं एक भन्दा बढी लागि रङमा पिल पिल रोशनी मा ताक हुँदैनआठ घण्टा पारी।(7) तपाईं तपाईं गल्ति नष्ट प्रयोगकर्ताहरूका बताउन हुँदैन आफ्नोफाइलहरू / जगेडा बस आफ्नो सानो अनुहार मा नजर हेर्न।(8) तपाईं एउटा काम रद्द आनन्द हुँदैन।(9) तपाईं मा कम्प्युटर कोठा हातहतियारको प्रदर्शन हुँदैन।(10) तपाईं बटन "भर्खर के हुन्छ हेर्न" धक्का हुँदैन।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
थर्मोडायनामिक्स को दोस्रो व्यवस्था:यदि तपाईंलाई लाग्छ कि कुराहरू भद्रगोल छन् अब, बस प्रतीक्षा!
		-- Jim Warner

%
टेक्नीसियन लागि सातौं आज्ञा:लागि तिमी dost भने, तपाईंका सँगी energized उपकरण मा छैन तिमी काम,कामदारहरूको पक्कै तिम्रो विधवाको लागि बियर किन्न र अन्य मा उनको सांत्वना हुनेछतरिका।
		-- Jim Warner

%
फ्रिसबी को छैटौं आज्ञा:डिस्क एक मा जा गर्न को लागि दूरी गर्न सबैभन्दा ठूलो एकल सहायता छनिर्देशन तपाईंले चाहनुभएन। (गलत बाटो = एक लामो बाटो जान्छ जान्छ।)
		-- Dan Roddick

%
फोटोग्राफी को तेस्रो व्यवस्था:तपाईं कुनै पनि राम्रो शट प्राप्त गर्न व्यवस्थापन गर्नुभएन भने, तिनीहरूले बर्बाद हुनेछकसैले गल्ति भएको DarkRoom ढोका र सबै खोल्छ गर्दाअन्धकारमा लिक बाहिर।
		-- Dan Roddick

%
तीन ठूलो सफ्टवेयर झूट:(1) * निस्सन्देह * हामी तपाईंलाई स्रोत प्रतिलिपि दिन छौँ।(2) * निस्सन्देह * तेस्रो पक्ष विक्रेता हामी किनेको देखिको microcode समाधान हुनेछ।(3) बिटा परीक्षण साइट? होइन, * को पाठ्यक्रम * तपाईं एक बिटा परीक्षण साइट हुनुहुन्छ।
		-- Dan Roddick

%
थर्मोडायनामिक्स तीन नियमहरू:(1) तपाईंले यसको लागि काम बिना केहि प्राप्त गर्न सक्दैन।(2) काम गरेर तपाईं पूरा गर्न सक्छ सबैभन्दा पनि तोड्न छ।(3) तपाईंले पनि निरपेक्ष शून्य मा तोड गर्न सक्नुहुन्छ।
		-- Dan Roddick

%
प्रमेय: एक बिरालो नौ पुच्छर छ।प्रमाण:कुनै बिरालो आठ पुच्छर छ। एक बिरालो एक पुच्छर कुनै बिरालो भन्दा बढी छ।तसर्थ, एक बिरालो नौ पुच्छर छ।
		-- Dan Roddick

%
प्रमेय: सबै सकारात्मक पूर्णाङ्कहरूको बराबर हो।प्रमाण: पर्याप्त कुनै पनि दुइटा सकारात्मक पूर्णाङ्कहरूको, एक र बी, एक = बी लागि भनेर देखाउनेयसबाहेक, यो सबै एन> 0 भनेर देखाउने पर्याप्त छ भने एक र बी(सकारात्मक पूर्णाङ्कहरूको) (अधिकतम (ए, बी) = एन) त्यसपछि = बी पूराप्रेरणा गरेर अगाडि बढ्नुहोस्:यदि एन = 1, त्यसपछि एक र बी, सकारात्मक पूर्णाङ्कहरूको जा रहेको छ, दुवै 1 हुनुपर्छ।त्यसैले एक = बीको प्रमेय केही मूल्य K लागि साँचो हो कि मान। लिनु एक र बीअधिकतम (ए, बी) = K + 1। त्यसपछि अधिकतम ((एक-1), (बी-1)) = K। र यसैले(एक-1) = (बी-1)। फलस्वरूप, एक = बी
		-- Dan Roddick

%
छनौट पर्यवेक्षण को सिद्धान्त:तपाईं पछाडि झुक्नुहोस् र आराम कि दिन मा एक समय छएक समय हाकिम कार्यालय मार्फत चलाउँछ।
		-- Dan Roddick

%
सिद्धान्त, N .:विचार प्रणालीमा एक दृश्य संग रोजेको कुरा व्याख्या गर्न चाहनुभएको,originality, controversialism, incomprehensibility र कसरी राम्रोयसलाई मुद्रण मा हेर्नेछु।
		-- Dan Roddick

%
त्यहाँ केही गरेको प्राप्त गर्न तीन तरिकाहरू छन्:(1) यो आफैलाई के।(2) तपाईंको लागि यो के गर्न कसैले लेना।(3) यो के गर्न आफ्नो बच्चाहरु निषेध गरेको छ।
		-- Dan Roddick

%
ती असल Brits विभाग:तिनीहरू पनि समस्या `भिटामिन 'घोषणा छ।
		-- Dan Roddick

%
एक विशेषज्ञ जस्तै लग लागि तीन नियम:(1) uselessness को बिन्दु आफ्नो व्याख्या Oversimplify।(2) सधैँ दोस्रो-अर्डर प्रभाव दर्शाउन, तर कहिल्यै दर्शाउनजब उनि उपेक्षा गर्न सकिँदैन।(3) आफ्नो तीन नियमहरू संग आउनुहोस्।
		-- Dan Roddick

%
Thyme व्यवस्था:सबै एकैचोटि गलत जान्छ।
		-- Dan Roddick

%
timesharing, N:पहुँच विधि जसद्वारा एउटा कम्प्युटर दुर्व्यवहार धेरै मान्छे।
		-- Dan Roddick

%
दिन को सुझाव:नग्न मा बेकन कहिल्यै तलना।[सुधार: सधैं नग्न मा बेकन तलना; तपाईं यसलाई बाल्न छैन सिक्न छौँ]
		-- Dan Roddick

%
TIPS प्रदर्शन लागि:प्ले कार्ड शीर्ष आधा cheaters मदत गर्न-तल छ।त्यहाँ ब्रह्माण्डकै Jokes एक परिमित नम्बर हो।गीत गाउनु भन्दा लामो संगीत सुन्न मानिसहरूलाई प्राप्त गर्न एक चाल छतिनीहरूले सामान्यतया हुनेछ।त्यहाँ ठाउँ मा कुनै संगीत छ।मान्छे मान्छे ध्वनि बनाउन हेर्न भुक्तानी गर्नेछ।मञ्चमा सबै वास्तविक जीवनमा भन्दा बढी हुनुपर्छ।
		-- Dan Roddick

%
आज, N .:एक राम्रो ठाउँ भ्रमण गर्न, तर तपाईं लामो समय को लागि यहाँ रहन सक्दैन।
		-- Dan Roddick

%
शौचालय toup 'ई, N .:ढक्कन गराउँछ कि कुनै पनि shag गलैँचा यसरी, शीर्ष भारी बन्नपुरुष प्रयोगकर्ताहरूलाई अनन्त झुंझलाहट सिर्जना।
		-- Rich Hall, "Sniglets"

%
एक दोषी मुक्त जीवन Toni समाधान:तिमी कुनै झूठ छ भने, यो आफ्नो गल्ति हो।
		-- Rich Hall, "Sniglets"

%
स्थानान्तरण, N .:एक पदोन्नति तपाईं शहर छोड्न कि अवस्थामा प्राप्त।
		-- Rich Hall, "Sniglets"

%
पारदर्शी, वि .:हुँदा वा अवस्थित, nontangible वस्तुमा pertaining।"यो त्यहाँ, तर तपाईं यसलाई देख्न सक्छौं"भर्चुअल, वि .:हुँदा वा एक मूर्त, अवस्थित वस्तु गर्न pertaining।"म यसलाई हेर्न सक्छन्, तर यो त्यहाँ छैन।"
		-- Lady Macbeth.

%
यात्रा, N .:केही तपाईं कहीं रही जस्तो महसुस भनेर।
		-- Lady Macbeth.

%
"मलाई विश्वास":ल्याटिन अनुवाद "caveat emptor।"
		-- Lady Macbeth.

%
इमानदार वि .:लाटा र अनपढ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Tsort गरेको अचल:1,67563, वा ठीक 1,237.98712567 पटक भिन्नतासूर्य गर्न दूरी र एउटा सानो सुन्तला को वजन।
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Turnaucka व्यवस्था:एक कम्प्युटर को ध्यान span यसको रूपमा लामो मात्र होविद्युत कर्ड।
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Tussman व्यवस्था:केही रूपमा गल्ती जसको समय आएको छ रूपमा अपरिहार्य छ।
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
एक U.S. को .:"बस चालक कुरा नगर्नुहोस्।"जर्मनी:"यो कडाई चालक बोल्न यात्रु लागि निषेध गरिएको छ।"इङ्गल्याण्ड:"तपाईं चालक कुरा नगर्न अनुरोध गर्दै छन्।"स्कटल्याण्ड:"तपाईं चालक कुरा गरेर हासिल गर्न पायो के छ?"इटाली:"ड्राइभर जवाफ छैन।"
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Udall गरेको चौथो व्यवस्था:बनाउन कुनै परिवर्तन वा सुधार परिणाम रहेको छ तपाईंरुचि छैन।
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
औंठा को मामा एड गरेको नियम:नियम लागि आफ्नो औंठी कहिल्यै प्रयोग गर्नुहोस्।तपाईं या त एक हथौडा संग मारा वा यसलाई मा एक splinter पाउनुहुन्छ।
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
सामाजिक-जेनेटिक्स जन्माउने सिद्धान्त:श्रेष्ठता recessive छ।
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
, बुझ्न v .:एक बिन्दु जो मा, केही विषय आफ्नो छानबिन मा, पुग्नतपाईं साँच्चै उपस्थित के जाँच्न बन्द, र मा सञ्चालनबरु आफ्नो आफ्नै आन्तरिक मोडेल को आधार।
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
अन्याय पशु नाम:
		-- Gary Larson

%
अन्याय प्रतियोगिता, N .:हामी भन्दा सस्ता बेचन।
		-- Gary Larson

%
संघ, N .:एक बकाया-तिर्ने क्लब कार्यकर्ता व्यवस्थापन प्रहार गर्न wield।
		-- Gary Larson

%
यूनिभर्स, N .:	समस्या।
		-- Gary Larson

%
विश्वविद्यालय, N .:एक सफ्टवेयर घर जस्तै सफ्टवेयर नि: शुल्क बाहेक, र यो प्रयोग गर्न योग्य छ,र यो काम गर्दछ, र तिनीहरूले चाँडै तपाईं बताउन छौँ यो खण्डन भने कसरी मिलाउनेयो र ...[ठीक छ, ठीक छ, म यसलाई मा छोड्न छौँ, तर म तपाईंलाई नष्ट हुनुहुन्छ लाग्छसम्पूर्ण भाग्य कार्यक्रम को विश्वसनीयता। एड।]
		-- Gary Larson

%
बेनाम व्यवस्था:यदि यो हुन्छ, यो सम्भव हुन अनिवार्य छ।
		-- Gary Larson

%
untold धन, N .:के तपाईं अप्रिल 15 मा बाहिर बायाँ।
		-- Gary Larson

%
प्रयोगकर्ता N .:तपाईं उसलाई भन केहि विश्वास गर्ने एक प्रोग्रामर।
		-- Gary Larson

%
प्रयोगकर्ता, N .:तिनीहरूले अर्थ जब शब्द कम्प्युटर पेशेवरों प्रयोग "मुर्ख।"[म सधैं लाग्यो "कम्प्युटर पेशेवर" प्रयोग वाक्यांश ह्याकरहरूलाई थियो जब उनि अर्थ "मुर्ख।" एड।]
		-- Dave Barry, "Claw Your Way to the Top"

%
छुट्टी, N .:बाँकी र विश्राम त तीव्र भनेर एक दुई-हप्ता bingeयसलाई आफ्नो रोकी workaday अर्को 50 हप्ता लाग्छस्वास्थ्यलाभ गर्नु जीवन-शैली।
		-- Dave Barry, "Claw Your Way to the Top"

%
Vail दोस्रो Axiom:काम को राशि गर्न अनुपात मा बढ गरिन गर्नकाम को राशि पहिले नै पूरा भयो।
		-- Dave Barry, "Claw Your Way to the Top"

%
भ्यान रय व्यवस्था:एक unbreakable खेलौना अन्य खिलौने भंग लागि उपयोगी छ।
		-- Dave Barry, "Claw Your Way to the Top"

%
भ्यान रय व्यवस्था:इमानदारी सबै भन्दा राम्रो नीति हो - त्यहाँ कम प्रतियोगिता हो।भ्यान रय गरेको Truism:जीवन आफ्नो नियन्त्रणमा परिस्थितिमा एक पुरा श्रृंखला छ।
		-- Dave Barry, "Claw Your Way to the Top"

%
भेनिला, वि .:साधारण स्वाद, मानक। स्वाद हेर्नुहोस्। खाना को प्रयोग गर्दाअक्सर खाना वेनिला संग स्वादिष्ट छ भन्ने होइननिकाल्न! उदाहरणका लागि, "वेनिला-स्वादिष्ट जित्यो टन सूप" (या बस"वेनिला टन सूप जित्यो") को अर्थ साधारण जित्यो टन सूप, तातो गर्न विरोध रूपमार खट्टा टन सूप जित्यो।
		-- Dave Barry, "Claw Your Way to the Top"

%
प्रयोग को Velilind व्यवस्था:(1) reproducibility समस्या हुन सक्छ भने, परीक्षण एक पटक मात्र सञ्चालन।(2) एक सीधा लाइन फिट आवश्यक छ भने, मात्र दुई डाटा अंक प्राप्त।
		-- Dave Barry, "Claw Your Way to the Top"

%
वाइकिंग, N .:1 साहसी स्कैंडिनेवियाई seafarers, अन्वेषकहरू, adventurers,उद्यमीहरू विश्व-प्रसिद्ध आफ्नो आक्रामक, समुद्री आयातका लागिव्यापार, अत्यधिक leveraged takeovers र नीलो आँखा।2 Bloodthirsty समुद्र समुद्री सुरु उत्तरी युरोप तहसनहस गर्नेको 9th शताब्दीमा।हागार गरेको टिप्पणी: पहिलो परिभाषा धेरै रुचि छ; दोस्रो प्रयोग गरिन्छमात्र malcontents, को ईर्ष्या र Waterfront को disgruntled मालिक द्वारासम्पत्ति।
		-- Dave Barry, "Claw Your Way to the Top"

%
VMS, N .:संसारको मुख्य बहु-प्रयोगकर्ता साहसिक खेल।
		-- Dave Barry, "Claw Your Way to the Top"

%
ज्वालामुखी, N .:hiccups संग एक पहाड।
		-- Dave Barry, "Claw Your Way to the Top"

%
Volley सिद्धान्त:यो सबै lobbed गरेका lobbed र कहिल्यै भन्दा गुमाएको राम्रो छ।
		-- Dave Barry, "Claw Your Way to the Top"

%
vuja डे:भावना तपाईं गर्नुभएको * कहिल्यै *, * कहिल्यै * अघि यो अवस्था भएको।
		-- Dave Barry, "Claw Your Way to the Top"

%
वाल्टर्स 'नियम:सबै विमान उडान देखि सबै भन्दा टाढा ढोकाहरू बाट प्रस्थानटर्मिनल को केन्द्र। कसैले कहिल्यै आरक्षण थियोगेट 1 बायाँ एक विमान मा।
		-- Dave Barry, "Claw Your Way to the Top"

%
वटसन व्यवस्था:मशीनरी को विश्वसनीयता गर्न inversely समानुपातिक छनम्बर र हेर्दै यो कुनै पनि व्यक्ति को महत्त्व।
		-- Dave Barry, "Claw Your Way to the Top"

%
"हामी यसलाई मा हेर्न छौँ":समय द्वारा पाङ्ग्रा पूर्ण पालो बनाउन, हामीपनि, मान तपाईं यसको बारे भूल हुनेछ।
		-- Dave Barry, "Claw Your Way to the Top"

%
हामी:संसारमा एकल सबैभन्दा महत्त्वपूर्ण शब्द।
		-- Dave Barry, "Claw Your Way to the Top"

%
हतियार, N .:एक संस्कृति को विकास को कमी को एक सूचकांक।
		-- Dave Barry, "Claw Your Way to the Top"

%
विवाह, N:एक, एक undertakes बन्न दुई व्यक्ति उतरदायित्व लिनु जो मा एक समारोहबन्न केही र केही supportable बन्न undertakes।
		-- Ambrose Bierce

%
तान्नु गरेको Axiom:एक व्यापार पत्रमा दुई प्रश्नको कहिल्यै सोध्न।जवाफ तपाईं जसमा एक छलफल हुनेछरुचि कम से कम र अन्य बारेमा केही भन्न।
		-- Ambrose Bierce

%
Weiler व्यवस्था:केही यसलाई आफूलाई के गर्न छ नगर्ने मानिस को लागि असम्भव छ।
		-- Ambrose Bierce

%
Weinberg पहिलो व्यवस्था:प्रगति मात्र वैकल्पिक शुक्रबार बनेको छ।
		-- Ambrose Bierce

%
Weinberg गरेको सिद्धान्त:एक विशेषज्ञ सानो त्रुटिहरू गर्दा तिरस्कार गर्ने व्यक्ति छभव्य भ्रम मा व्यापक।
		-- Ambrose Bierce

%
Weinberg दोस्रो व्यवस्था:बिल्डर्स भवन निर्माण भने बाटो प्रोग्रामर कार्यक्रम लेखे,त्यसपछि सभ्यता नष्ट हुनेछ साथ आएको पहिलो कठफोडवा।
		-- Ambrose Bierce

%
पुस्तकालय को Weiner व्यवस्था:त्यहाँ कुनै जवाफ मात्र पार सन्दर्भहरू छन्।
		-- Ambrose Bierce

%
राम्रो-समायोजित, वि .:तिनीहरूले खेल थिए भने क्षमता पुल वा गल्फ खेल्न।
		-- Ambrose Bierce

%
Westheimer गरेको डिस्कवरी:प्रयोगशाला मा महिना को एक जोडी प्रायः एक बचत गर्न सक्नुहुन्छपुस्तकालयको घण्टा दम्पतीले।
		-- Ambrose Bierce

%
जब "परम्परा" को परिभाषा सोधे:यो Mathematician:पाई को बीच सम्बन्ध व्यक्त संख्या छएक सर्कल र यसको व्यास को मंडल।यो Physicist:पाई 3.1415927 छ, प्लस वा माइनस 0,000000005।यो ईन्जिनियर:पाई 3 छ।
		-- Ambrose Bierce

%
विस्टलर व्यवस्था:तपाईं सही छ जो थाह, तर तपाईं सधैं आरोप मा छ जो थाह छ।
		-- Ambrose Bierce

%
सेतो गरेको विवरण:हृदय गुमाउनु छैन!सेतो गरेको विवरण मा ओवेन गरेको कमेन्टरी:... तिनीहरूले यसलाई कटौती गर्न सक्नुहुन्छ ...ओवेन गरेको कमेन्टरी गर्न Byrd गरेको जोड:... र तिनीहरूले एक लामो खोज जोगिन चाहन्छन्।
		-- Ambrose Bierce

%
Whitehead व्यवस्था:यो स्पष्ट जवाफ सधैं बेवास्ता गरिएको छ।
		-- Ambrose Bierce

%
Wiker व्यवस्था:सरकार राजस्व र त्यसपछि केही अवशोषित गर्न विस्तार।
		-- Ambrose Bierce

%
विलकक्स व्यवस्था:पछाडि एक पेट को प्यान्ट मा एक लात केवल केही सेन्टिमिटर छ।
		-- Ambrose Bierce

%
लेखकहरूको लागि विलियम Safire गरेको नियम:कहिल्यै एक infinitive विभाजित गर्न सम्झनुहोस्। यो निष्क्रिय आवाज कहिल्यै हुनुपर्छप्रयोग। नकारात्मक रूपमा बयान नराख्नुहोस्। क्रिया सहमत छआफ्नो विषयहरु। यदि तपाईं शब्दहरू बाहिर हेर्न ध्यान Proofread। तपाईं reread भनेआफ्नो काम, तपाईं पुनरावृत्ति को एक महान सम्झौता rereading हुन सक्छ मा पाउन सक्नुहुन्छrereading र सम्पादन द्वारा बचा। एक लेखक को आफ्नो बिन्दु पारी हुँदैनदृश्य। र एक संयोजन संग एक वाक्य सुरु छैन। (सम्झना पनि, एकनिपात संग। एक वाक्य) अन्त गर्न overuse नगर्ने एक भयानक शब्द होउद्गार चिह्न !! ठाउँ सर्वनाम रूपमा विशेष गरी लामो मा सकेसम्म नजिक,वाक्य, 10 वा बढी शब्दहरू रूपमा आफ्नो antecedents गर्न। ध्यान दिएर लेखन,dangling participles बचा हुनुपर्छ। कुनै पनि शब्द को अन्त मा अनुचित छ भनेएक वाक्य, एक लिङ्क क्रिया हो। हातमा गरेर साँढेको लिन र मिश्रण जोगिनरूपकहरुको। अस्थिर ध्वनि कि आधुनिक locutions नगर्नुहोस्। सबैलाई हुनुपर्छआफ्नो लिखित Singular nouns संग एक Singular सर्वनाम प्रयोग गर्न होसियार रहनुहोस्।सधैं सही वाक्पद्घति मा छनोट। यो क्रियाविशेषण सधैं क्रिया निम्नानुसार। अन्तिमतर कम से कम, को विपत्ति जस्तै cliches जोगिन; कारगर विकल्प खोज्छौं।
		-- Ambrose Bierce

%
कानून विलियम्स र हल्याण्ड गरेको:पर्याप्त डाटा संकलन गरिएको छ भने, केही तथ्याङ्क द्वारा सिद्ध हुन सक्छविधिहरू।
		-- Ambrose Bierce

%
Wilner गरेको अवलोकन:एक आलु सबै कुराकानी निजी सञ्चालन गर्नुपर्छ।
		-- Ambrose Bierce

%
बुद्धि, N .:अमेरिकी Humorist आफ्नो कुक्री भताभुंग पार्छ जो संग नुन... यसलाई छोडेर।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
wok, N .:एक wabbit मा thwow गर्न केही।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ब्वाँसो, N .:सबै गोलीगाँठो चिन्ने मानिस।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
कम्प्यूटर चयन को वोम्बाट व्यवस्था:(1) यो युनिक्स सञ्चालन गर्दैन भने, यो बिर्सन्छन्।(2) कुनै पनि कम्प्युटर डिजाइन 10 वर्ष पुरानो अप्रचलित छ।(3) आईबीएम गरेको कुनै जंक छ। (नम्बर 2 हेर्नुहोस्)(4) एकल प्रयोगकर्ताको लागि न्यूनतम स्वीकार्य सीपीयू शक्ति एक छVAX / 780 एक अस्थायी बिन्दु त्वरक संग।(5) माउस संग कुनै पनि कम्प्युटर बेकम्मा छ।
		-- Rich Kulawiec

%
हुडवार्ड व्यवस्था:एक सिद्धान्त यसको व्याख्या भन्दा राम्रो छ।
		-- Rich Kulawiec

%
Woolsey-Swanson नियम:मान्छे बरु समस्या बस्न थियो तिनीहरूले गर्न सक्छन्समाधान भन्दा तिनीहरूले बुझ्न सक्दैन समाधान स्वीकार।
		-- Rich Kulawiec

%
काम नियम: नहुनु को छोड (एक सञ्चालन लागि):अब हामी यस अभ्यास अनुमति छन्। हामी कुनै पनि निरुत्साहित गर्न चाहनुहुन्छके तपाईं छ जेसुकै होस् सबै आवश्यक नहुन सक्छ, भनेर र तपाईं गर्नुपर्छ विचारहटाइयो केहि भएको विचार गर्नुहोस्। हामी तपाईं रूपमा र गर्न तपाईं भाडामा लिएकोकेहि हटाइएको पक्कै तपाईं हामी लागि bargained भन्दा कम बनाउनेछन्।
		-- Rich Kulawiec

%
काम, N .:चिल्ला बच्चाहरु देखि अनमोल respite रधारावाहिक तपाईं वास्तवमा प्राप्त भुक्तानी जसको लागि।
		-- Rich Kulawiec

%
डाउनहिल स्कीइङ लागि 1981 को सबैभन्दा खराब महिना:अगस्ट। लिफ्ट लाइनहरु यद्यपि, छोटो छन्।
		-- Steve Rubenstein

%
यस वर्षको सबैभन्दा खराब महिना:फेब्रुअरी। फेब्रुअरी जसको अर्थ भने त्यो, यो केवल 28 दिन छतपाईं एक घर भाडामा, तपाईंले तीन पूर्ण दिनको लागि तिर्ने छन् तपाईंप्राप्त छैन। जब सम्भव Februarys जोगिन प्रयास गर्नुहोस्।
		-- Steve Rubenstein

%
आपत्, 1985 को लागि खराब प्रतिक्रिया:एक पाठकहरूलाई 'क्यू र टिभी सल्लाहकार एउटा स्तम्भ देखि: "हामी संलग्न भनेएक आणविक युद्ध मा, हुनेछ विद्युत exploding बम देखि दलहनमेरो videotapes बिगार्न? "
		-- Steve Rubenstein

%
यस वर्षको सबैभन्दा खराब तरकारी:यो ब्रसेल्स फलिफाप। यो पनि अर्को वर्ष को सबैभन्दा खराब तरकारी छ।
		-- Steve Rubenstein

%
लेख्न-सुरक्षा ट्याब, N .:यो भद्दा निशान ढाक्न सिर्जना सानो स्टिकर carelessly बाँकीडिस्क निर्माता द्वारा। ट्याब प्रयोग त्रुटि सन्देश सिर्जनाएक समय, तर यसको सौंदर्य मूल्य मा एक पटक क्षणिक outweighs सम्मअसुविधाको।
		-- Robb Russon

%
WYSIWYG:के तपाईं हेर्नुहोस् तपाईं के प्राप्त छ।
		-- Robb Russon

%
XIIdigitation, N .:वर्ष एक चलचित्र निर्धारण गर्न प्रयास को अभ्यास गरिएको थियोश्रेयहरूमा को अन्त्यमा रोमन गूढ रहस्य द्वारा।
		-- Rich Hall, "Sniglets"

%
वर्ष, N .:तीन सय र साठी-पाँच निराशा को एक अवधि।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Yinkel, N .:कुनै एक आशा आफ्नो गंजा ठाउँ आफ्ना बाल combs व्यक्तिलेनोटिस गर्नेछन्।
		-- Rich Hall, "Sniglets"

%
यो-यो, N .:केही कहिले काँही अप तर सामान्यतया तल छ कि।(कम्प्यूटर पनि हेर्नुहोस्)।
		-- Rich Hall, "Sniglets"

%
Zall व्यवस्था:(1) कुनै पनि समय तपाईं हट सूप को एक घुट्का, तपाईं के अर्को कुरा प्राप्तगलत हुनेछ।(2) एक मिनेट कसरी लामो छ, बाथरूम को जो पक्षमा निर्भरढोका तपाईं हुनुहुन्छ।
		-- Rich Hall, "Sniglets"

%
जोस, N .:गुणस्तर नयाँ स्नातकहरूको देख्न - तपाईं छिटो हुनुहुन्छ भने।
		-- Rich Hall, "Sniglets"

%
शून्य दोष, N .:एक उत्पादन लाइन बन्द हुँदै को परिणाम।
		-- Rich Hall, "Sniglets"

%
स्वयंसेवी श्रम को Zymurgy व्यवस्था:मान्छे सधैं भूत काल मा काम को लागि उपलब्ध छन्।
		-- Rich Hall, "Sniglets"

%
Obscurism:अस्पष्ट संग दैनिक जीवन peppering को अभ्यासदुवै कसैको शिक्षा प्रदर्शन को एक अचेतन हालतमा रूपमा उल्लेखर कसैको इच्छा आम संस्कृति को दुनिया बाट अलग अलग गर्न।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
McJob:एक कम तलब, कम-प्रतिष्ठा, कम-लाभ, को कुनै-भविष्य कामसेवा क्षेत्र। प्राय एक सन्तोषजनक पेसा विकल्प छलफलकहिल्यै गर्नेहरूलाई एक आयोजित।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
गरिबी जेट सेट:को खर्च मा पुरानो परिभ्रमण दिइएको मान्छे को एक समूहदीर्घकालीन काम स्थिरता वा स्थायी निवास। बर्बाद छन् गर्छनर मान्छे अत्यन्तै महंगा फोन-कल सम्बन्ध नामसर्ज वा Ilyana। दलहरू मा बारम्बार-उड्ने कार्यक्रम छलफल गर्छन।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ऐतिहासिक Underdosing:केही हुन देखिन्छ जब समय अवधि बस्न।प्रमुख लक्षण समाचार पत्र, पत्रिका, र टिभीमा समाचार गर्न लत समावेशप्रसारण।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ऐतिहासिक Overdosing:समय अवधि बस्न धेरै हुन देखिन्छ जब।प्रमुख लक्षण समाचार पत्र, पत्रिका, र टिभीमा समाचार गर्न लत समावेशप्रसारण।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ऐतिहासिक Slumming:यस्तो डिनर रूपमा स्थानहरू भ्रमण, smokestack को कार्यऔद्योगिक साइटहरू, ग्रामीण गाउँमा - स्थानहरू जहाँ समय देखिन्छधेरै वर्ष पछाडि स्थिर गरिएको छ - जब राहत अनुभव गर्न ताकिएक फिर्ता रिटर्न्स "वर्तमान।"संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Brazilification:धनी र गरिब तथा बीच चौडा खाडीबीचमा कक्षाहरू को सँगैको लोप।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
खोप समय यात्रा:समयमा पछाडि यात्रा बारे fantasize गर्न, तर केवलउचित Vaccinations संग।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
दशक Blending:भेषमा: दुई वा बढी को indiscriminate संयोजनविभिन्न दशक देखि वस्तुहरू व्यक्तिगत मुड सिर्जना गर्न: शीला =मरियम Quant कुण्डल (1960) + काग wedgie मंच शो (1970) +कालो छालाको ज्याकेट (1950 र 1980 को दशक)।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
वील-Fattening पेन:लघु, cramped कार्यालय को निर्माण workstationsकपडा छोपेको disassemblable पर्खाल विभाजन र जुनियर द्वारा Inhabitedकर्मचारी। प्रयोग सानो preslaughter केबिन धुलाई पछि नामको गाई उद्योग।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
भावनात्मक केचप फुट्छ:राय र भावना को bottling अप आफूलाई भित्र ततिनीहरूले explosively सबै एकैचोटि, निस्कने फुट्छ स्तरका र भ्रामक किहाकिमहरूले र मित्र - कसको भन्दा कुराहरू लाग्यो ठीक थिए।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
आक्रान्त Ponytail:वृद्ध, बिक्री-बाहिर बच्चा बुमेर hippie या Pines गर्नेpresellout दिन।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
बुमेर ईर्ष्याले:भौतिक धन र दीर्घकालीन सामाग्री सुरक्षा को ईर्ष्याको सद्गुण गरेर बच्चा उछाल पुस्ता पुरानो सदस्यहरूले अर्जितभाग्यवान् जन्मेका।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Clique मर्मत:एक पुस्ता को आवश्यकता यसलाई निम्न पुस्ता हेर्नबच्चाहरू आज ": रूपमा यसको आफ्नै सामूहिक अहम् बढाउन ताकि कमीकेही। तिनीहरूले बेपरवाह हुनुहुन्छ। हामी बाहिर जाने र विरोध गर्न प्रयोग। सबैतिनीहरूले किनमेल र गुनासो छ गर्छन्। "संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
सहमति आतंकवाद:निर्णय भनेर मा-कार्यालय मनोवृत्ति र व्यवहार प्रक्रिया।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
बिरामी भवन माइग्रेसन:छोड्न वा जोगिन मा जब गर्न साना कार्यकर्ता को झुकावअस्वस्थ कार्यालय वातावरण वा कार्यस्थल बिरामी प्रभावितभवन सिंड्रोम।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Recurving:कम दिन्छिन् तर एक स्थानहरूलाई अर्को लिन एक काम छोडेरसिक्ने वक्र मा फिर्ता।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ozmosis:कसैको आत्म-छवि सम्म बाँच्न कसैको काम को नसक्नुको।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
पावर कुहिरो:कार्यालय वातावरणमा वर्गीकरणको को झुकाव विस्तृत गर्नर कुरकुरा articulation preclude।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Overboarding:plunging द्वारा भविष्यबारे डर लागि Overcompensatingसर को बल काम वा जीवन शैली कसैको गर्न जस्तो देखिने असम्बन्धित माअघिल्लो जीवन चासो: अर्थात्, Amway बिक्री, एरोविक्स, रिपब्लिकनपार्टी, व्यवस्थामा पेसा, गुटहरू, McJobs ....संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
धरती टोनहरू:vegetarianism मा रुचि एक जवानीको subgroup, टाई-रंगापोशाकहरू, नम्र मनोरञ्जनात्मक लागूपदार्थको, र राम्रो स्टेरियो उपकरण। व्यग्र,प्राय हास्य घटी।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ethnomagnetism:भावनात्मक बस्न जवान मानिसहरूको झुकावdemonstrative, थप अनियन्त्रित जातीय छिमेक: "तपाईं हुनेछजहाँ म अब बाँच्न तिनीहरूले अंगालो * "- यो त्यहाँ बुझ्न, आमा।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
मध्य-बिसवां ब्रेकडाउन:कसैको बिसवां मा निरन्तर मानसिक पतन को एक अवधि,अक्सर विद्यालय बाहिर काम गर्न नसक्नुको कारण वाकसैको आवश्यक को एक बोध संग मिलेर संरचित वातावरणसंसारमा aloneness। अक्सर को अनुष्ठान मा प्रेरणा निशानऔषधि प्रयोग।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Successophobia:भय एउटा सफल, त्यसपछि एक व्यक्तिगत आवश्यकता छ भनेभूल हुनेछ र एक अब कसैको बालक जस्तो आवश्यकता हुनेछगर्न catered।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
सुरक्षा नेट-चिकित्सा पद्धति:त्यहाँ सधैं एक वित्तीय र भावनात्मक हुनेछ भन्ने विश्वासबफर गर्न सुरक्षा नेट जीवनको दुख्छ। सामान्यतया आमाबाबुले।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
छोडपत्र धारणा:सुरक्षा नेट-चिकित्सा पद्धति एउटा रूप, विश्वास भने विवाह किबाहिर काम गर्दैन, त्यसपछि कुनै समस्या छैन किनभने साझेदार बस सक्छन्छोडपत्र खोज्छन्।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
एन्टी-Sabbatical:एक लागि मात्र रहन को एकमात्र इरादा संग लिएको एक कामसमय को सीमित अवधि (अक्सर एक वर्ष)। इरादा गर्न सामान्यतया छअर्को भाग पर्याप्त रकम उठाउनु, अर्थपूर्ण गतिविधियस्तो केदारनाथ क्रेते मा चित्र, वा कम्प्युटर सिलाइ बुनाइ डिजाइन रूपमाहङकङ स्वेटर। हाकिमहरूले शायद मनसाय को जानकारी छन्।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Legislated नोस्टाल्जिया:छैन तिनीहरूले के सम्झनाहरु गर्न मानिसहरूको शरीर जबरजस्ती गर्नवास्तवमा अधिकार: "म कसरी 1960 पुस्ता को एक भाग हुन सक्छ जब मगर्छन् यसलाई कुनै पनि पनि सम्झना छैन? "संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
अब इन्कार:आफूलाई बताउन मात्र समय बस्ने लायक विगतमा छ कि रभनेर कहिल्यै फेरि रोचक हुन सक्छ भन्ने मात्र समय भविष्यमा छ।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Bambification:मा मासु र रगत जीवित प्राणीहरू मानसिक रूपान्तरणकार्टून वर्ण बुर्जुआ Judeo-मसीही मनोवृत्ति possessing रनैतिकता।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
चुंबन लागि रोग (Hyperkarma):सजाय तरिका सधैं हुनेछ भन्ने एक जरा गाडिसकेको विश्वासlittering लागि ओजोन प्वालहरू: सम्म अपराध भन्दा ठूलो।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Spectacularism:चरम अवस्थामा एउटा आकर्षण।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Lessness:एक diminishing संग आफूलाई reconciles जसद्वारा एक दर्शनभौतिक धन आशा: "म एक बनाउन चाहने अप दिएको छुहत्या वा bigshot हुन। म आनन्द र शायद खुला पाउन चाहनुहुन्छमाथि इढहो मा एक सानो roadside क्याफे। "संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
स्थिति प्रतिस्थापन:गर्न बौद्धिक वा सुशील cachet संग वस्तु प्रयोगकेवल pricey छ कि वस्तु कायममुकायम: "ब्रायन, तपाईं बायाँ आफ्नोआफ्नो भाइ गरेको बीएमडब्ल्यू मा Camus को प्रतिलिपि। "संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Survivulousness:आफूलाई आनन्द लिई अन्तिम हुनुको कल्पना गर्न झुकावधरती मा व्यक्ति। "म एक हेलिकप्टर लिन र माइक्रोवेव ओवन फेंक चाहन्छुको टाको बेल मा तल। "संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Platonic छाया:विपरीत सेक्स को एक सदस्य संग एक nonsexual मित्रता।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
मानसिक भू शून्य:एक गिर समयमा आफूलाई visualizes जहाँ स्थानअणु बम को; प्राय, सपिङ्ग मल।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Aloneness को सम्प्रदाय:यो सामान्यतया को मूल्य मा, सबै लागत मा स्वतन्त्रता को लागि आवश्यकतादीर्घकालीन सम्बन्ध। अक्सर अचाक्ली उच्च द्वारा बारेमा ल्याएअरूको आशा।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
प्रसिद्ध Schadenfreude:Lurid थ्रिल्स सेलिब्रिटी मृत्यु कुरा देखि व्युत्पन्न।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
सम्राट्लाई नयाँ मल:लोकप्रिय धारणा कि सपिङ्ग मल अंदर मा अवस्थित मात्रर कुनै बाहिरी छ। engendered दृश्य अविश्वास निलम्बनयो धारणा अनुमति दिन्छ पसललेहरूले बहाना कि ठूलो, सिमेन्टआफ्नो वातावरण मा जोर ब्लक वास्तवमा, छैन, विद्यमान छन्।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Poorochrondria:Hypochrondria चिकित्सा बीमा भएको छैन देखि व्युत्पन्न।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
व्यक्तिगत Tabu:एक सानो एक अन्धविश्वास मा सीमा, बाँच्नका लागि नियम, किएक सांस्कृतिक को अभाव मा दैनिक जीवनमा सामना गर्न अनुमति दिन्छ वाधार्मिक dictums।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
वास्तु अपच:एक "सुन्दर" बाँच्ने झन्डै जुनूनी आवश्यकतावास्तु वातावरण। कामोत्तेजक को प्राय सम्बन्धित वस्तुहरुफ्रेम कालो-र-सेतो कला फोटोग्राफी समावेश (डायन Arbus एकमनपर्ने); simplistic पाइन फर्नीचर; कालो उच्च-प्रविधी यस्तो वस्तुहरू म्याटटीवी, स्टीरियो लें, र टेलीफोन रूपमा; कम-वाट क्षमता परिवेश प्रकाश; बत्ती,कुर्सी, या तालिका 1950 मा alludes कि; जटिल संग फूल कटौतीनाम।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
जापानी minimalism:सबैभन्दा बारम्बार प्रस्ताव भित्री डिजाइन प्रयोग सौंदर्यrootless पेसा-hopping जवानहरूले।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
रोटी र सर्किट:corny रूपमा पार्टी राजनीति हेर्न इलेक्ट्रोनिक युग झुकाव -अर्थपूर्ण को अब सान्दर्भिक वा आधुनिक societal मुद्दाहरू उपयोगी,र खतरनाक धेरै अवस्थामा।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
मतदाता गरेको ब्लक:प्रयास, तर निरर्थक, को संग dissent दर्ताबस मतदान द्वारा वर्तमान राजनीतिक प्रणाली।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Armanism:जियोर्जियो अरमानी पछि; को सहज mimicking एउटा obsessionर (अधिक महत्वपूर्ण) * नियन्त्रण * इटालियन Couture को ethos। जस्तैजापानी minimalism, Armanism लागि एक गहन भित्री आवश्यकता झल्काउँछनियन्त्रण।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
गरिब Buoyancy:एक कम थियो जब एक राम्रो व्यक्ति थियो कि बोधपैसा।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
सांगीतिक Hairsplitting:pathologically मा संगीत र संगीतकार वर्गीकृत को कार्यपिकायुन विभाग: "द भियना फ्रैंक्स शहरी को राम्रो उदाहरण होसेतो एसिड गुना revivalism स्का संग पार। "संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
101-चिकित्सा पद्धति:अलग, मिनेट विस्तार अक्सर छनोट गर्न झुकाव सबैएक उपकरण रूपमा आधा-बुझेका पप मनोविज्ञान प्रयोग जीवनको पक्षमा।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Yuppie Wannabes:एक एक्स पुस्ता subgroup एक yuppie को मिथक मानन छ किजीवन-शैली हुनुको चित्तबुझ्दो र कारगर दुवै। अत्यधिक हुन गर्छनऋण, पदार्थ दुरुपयोग को केहि फारम संलग्न र इच्छुकता देखाउनतीन पेय पछि आरमागेडोन बारेमा कुरा गर्न।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
अति कम अवधि नोस्टाल्जिया:असाध्यै हाल विगतमा लागि Homesickness: "परमेश्वर, कुरा देखिन्थ्योसंसारलाई अन्तिम हप्तामा राम्रो। "संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
विद्रोह पछि सार्ने काम:कसैको युवा मा झुकाव परंपरागत जवानीको जोगिनगम्भीर क्यारियर प्राप्त गर्न गतिविधिहरु र कलात्मक अनुभवअनुभव। बारेमा मा हराएको युवा लागि शोक मा कहिलेकाहीं परिणामउमेर तीस, मुर्ख haircuts र महंगा मजाक-inducing द्वारा अनुगमनवार्डरोब।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Conspicuous minimalism:एक जीवन शैली स्थिति प्रतिस्थापन गर्न समान चाल। योभौतिक सामान को nonownership नैतिक एक टोकन रूपमा flaunted रबौद्धिक श्रेष्ठता।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Caf 'ई minimalism:वास्तवमा राख्दै बिना minimalism एक दर्शन espouse गर्नअभ्यास यसको tenets को कुनै पनि मा।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
O'Propriation:विज्ञापन, प्याकेजिङ, र मनोरञ्जन को समावेशव्यंग्यात्मक र / वा हास्य लागि दैनिक बोलीमा पहिले eras देखि शब्दजालप्रभाव: "Kathleen मनपर्ने मृत प्रसिद्ध पार्टी टन o'fun थियो" वा"डेव साँच्चै zany, nutty, निराला र madcap रूपमा आफूलाई को सोच्छमान्छे, छैन उसले गर्छ? "संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
एयर परिवार:समुदाय को झूटा अर्थमा सहकर्मीहरू बीच अनुभव वर्णनएक कार्यालय वातावरणमा।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Squirming:असुविधा कुनै हेर्न गर्ने पुरानो मानिसहरूले जवान मानिसहरूलाई inflictedआफ्नो इशाराहरू मा विडंबना। "करेन उनको बुबा रूपमा एक हजार मृत्यु मृत्युरक्सी को एक हालै निर्मित बोतल टेस्टिङ को एक ठूलो शो गरेअनुमति अघि यो परिवार स्टेक हट बसे रूपमा पोखे गर्न।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
मनोरंजनात्मक Slumming:मनोरंजन गतिविधिमा सहभागी को अभ्यासएक वर्ग को एक आफ्नै भन्दा कम रूपमा एक मानते:! "करेन डोनाल्ड!का राती गेंदबाजी जाऔं! र स्पष्टतः जूता चिन्ता छैन ...तपाईंले तिनीहरूलाई भाडामा गर्न सक्नुहुन्छ। "संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
संवादी Slumming:दिइएको कुराकानी को आत्म-सजग आनन्दकोठीक बौद्धिक कठोरता यसको कमीको। एक प्रमुख स्पिन-बन्दमनोरंजनात्मक Slumming गतिविधि।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
पेशागत Slumming:कसैको कौशल वा शिक्षा स्तर तल राम्रो काम लिएरवयस्क जिम्मेवारी बाट फिर्ती र / वा परहेज को एक साधन को रूपएक साँचो पेशा मा विफलता।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
एन्टी-शिकार उपकरण:एक सानो फैशन एक अन्यथा मा पहनारूढिवादी outfit एक अझै पनि एक छ कि संसारमा घोषणा जोरेट्रो सम्बन्ध र कुण्डल 1940: व्यक्तित्व को स्पार्क भित्र जल(मानिसहरू मा), नारीवादी बटन, noserings (महिला), र लगभग अबपूर्ण लोप Teeny weeny "rattail" सैलुन (दुवै sexes)।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
पोषण Slumming:जसको आनन्दको खाद्य स्वाद देखि तर एक देखि छैन stemsवर्ग connotations, नोस्टाल्जिया संकेत, र को जटिल मिश्रणप्याकेजिङ्ग लाक्षणिकता: Katie र म बहु-सचेतक को यो टब सट्टा किनेकोवास्तविक सचेतक तर हामी लाग्यो किनभने पेट्रोलियम distillate सचेतक कोTopping हावा शक्ति पत्नीहरू मा तैनात कि भोजन को क्रमबद्ध जस्तै देखिन्थ्योप्रारम्भिक sixties मा पेन्साकोला फिर्ता गर्न पतिको खुवाउन हुनेछपेसा पदोन्नति मनाउन।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
टेली-Parabilizing:टिभी Sitcom जायदाद देखि उठाउन भनेर दैनिक जीवनमा प्रयोग नैतिकता:"त्यो बस जनवरी उनको चश्मा भनेन जहाँ प्रसङ्ग जस्तै छ!"संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
QFM:Quelle फैशन गल्ती। "यो साँच्चै QFM थियो। म चित्रकार अर्थप्यान्ट? त्यो विश्वास परे 1979 छ। "संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
मलाई-चिकित्सा पद्धति:एक व्यक्ति द्वारा एक खोज, तालिम को अभाव मापरम्परागत धार्मिक tenets, तैयार गर्न एक व्यक्तिगत अनुकूलआफैले धर्म। सबैभन्दा धेरै पूर्वजन्ममा एक mishmash,एक nebulously परिभाषित भगवान आंकडा व्यक्तिगत संवाद, प्रकृतिवाद,र karmic आँखा-लागि-आँखा मनोवृत्ति।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
कागज रेबीज:littering गर्न hypersensitivity।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Bradyism:देखि व्युत्पन्न multisibling संवेदनशीलता मा हुर्केका भएकोठूलो परिवार। लगभग 1965 पछि जन्मेको ती एक rarity,Bradyism को लक्षण मन खेल एक सुविधा समावेश, भावनात्मकभीडभाड को अवस्थामा निकासी र को लागि एक गहिरो महसुस आवश्यकताव्यक्तिगत स्पेस राम्ररी परिभाषित।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
काला छेद:एक एक्स पुस्ता subgroup सर्वश्रेष्ठ आफ्नो सम्पत्ति लागि ज्ञातलगभग सम्पूर्ण कालो वार्डरोब।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
काला ओडार:कहाँ काला प्वाल बाँच्न; दिन-ग्लो अक्सर unheated भंडारगृहोंस्प्रे पेंटिंग, अंगभंग mannequins, Elvis सन्दर्भहरू, दर्जनौंoverflowing ashtrays, दर्पण शिल्पकला र मखमली भूमिगत संगीतपृष्ठभूमिमा प्ले।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Strangelove पुनःउत्पादन:तथ्यलाई लागि बनाउन छोराछोरीलाई राख्दा कि एक अबभविष्यमा विश्वास गर्दछन्।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Squires:सबै भन्दा साधारण एक्स पुस्ता subgroup र मात्र subgroupप्रजनन दिइएको। Squires जोडे मा लगभग विशेष अवस्थित रएक semblance सिर्जना गर्न आफ्नो उन्मत्त प्रयासहरू द्वारा चिन्न छन्को अनुहार मा आफ्नो दैनिक जीवनमा Eisenhower-युग plenitudeexorbitant आवास मूल्यहरु र दुई-काम जीवन शैलीहरू। Squires हुन गर्छननिरन्तर आफ्नो voraciously acquisitive धंधा देखि निकासफर्नीचर र knickknacks।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
गरिबी Lurks:सन्तानको मा निराशा-युग द्वारा डाले वित्तीय विक्षेपआमाबाबुले।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
पुल-द-प्लग, स्लाइस को पाइ:एक सन्तान मानसिक अप tallies जसमा एक कल्पना गर्नेआफ्नो आमाबाबु को निवल।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Underdogging:यो प्रवृत्ति प्रायजसो एक मा underdog छेउ गर्नस्थिति दिइएको। यो गुण को उपभोक्ता अभिव्यक्ति छ", दुःखी" कम सफल, को खरिद वा असफल उत्पादन: "मलाई थाहायी भियना फ्रैंक्स एक छडी मा हृदयघात छन्, तर तिनीहरूले दुःखी थिएअन्य सबै yuppie खाना वस्तुहरू म थियो कि विरुद्ध हेर्दैतिनीहरूलाई किन्न। "संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
2 + 2 = 5-चिकित्सा पद्धति:पछि आफूलाई उद्देश्य एक लक्ष्य मार्केटिङ रणनीति मा गुफासमय को एक लामो अवधिको लागि बाहिर समातेर। "ओह, सबै ठीक छ, म किन्न छौँ आफ्नोमूर्ख कोला। अब मलाई एक्लै छोड्न। "संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
विकल्प पक्षाघात:यो प्रवृत्ति, जब असीमित छनौट दिइएको, कुनै पनि बनाउन।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
व्यक्तित्व दसौं अंश:एक जोडी बनेर लागि भुक्तानी एक मूल्य; पहिले हसाउनेमानव जगतले नीरस बन्न: "हामीलाई आमन्त्रित लागि धन्यवाद, तर Noreen र मflatware सूची मा आज राती हेर्न जाँदैछन्। त्यसपछि हामी जाँदै हुनुहुन्छकिनमेल च्यानल हेर्न। "संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ज्याक-र-जिल पार्टी:एक जागीरदार परम्परा; बच्चा वर्षा जो दुवै पुरुष रमात्र महिला विरोध रूपमा महिला मित्र आमन्त्रित गरिन्छ। दुगुनाबिसेकषिल उपस्थित को क्रय शक्ति अप गर्न उपहार मान ल्याउँछEisenhower-युग स्तर।संस्कृति "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
तल-नेस्टिङ:साना, अतिथि-कोठा-मुक्त गर्न उत्प्रेरित गर्न आमाबाबुको झुकावछोराछोरी पछि घरहरू वृद्ध छोराछोरीलाई जोगिन ताकि टाढा सरेको छ20 30 जो घर boomeranged छन्।
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
greenrd व्यवस्थाEvey पोस्ट अरू कसैको हिज्जे वा व्याकरण disparaging, वा laudingएक आफ्नै हिज्जे वा व्याकरण, अनिवार्य एक हिज्जे समावेश वाव्याकरण त्रुटि।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
intaxication:नगरेसम्म महसुस रहनेछ जो कर फिर्ता, प्राप्त मा यूफोरियायसलाई सुरु गर्न आफ्नो पैसा थियो।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
reintarnation:एक hillbilly रूपमा फेरि आउँदैछ।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
bozone, N .:उज्ज्वल विचार रोक्छ भन्ने पदार्थ मूर्ख मान्छे आसपासमर्मज्ञ देखि। यो bozone तह, दुर्भाग्य, सानो चिन्ह देखाउँछनिकट भविष्यमा टूट को।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
cashtration, N .:विषय प्रस्तुत जो आर्थिक घर खरीद को कार्य,एक अनिश्चितकालीन अवधिको लागि impotent।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
giraffiti:बर्बरता धेरै, धेरै उच्च स्प्रे-चित्रित।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
sarchasm:व्यंग्यात्मक बुद्धि को लेखक र व्यक्ति बीच खाडी गर्नेयसलाई प्राप्त गर्दैन।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
inoculatte:तपाईं लेट चलिरहेको हुँदा कफी intravenously लिन।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
hipatitis:टर्मिनल ठंडक।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
osteopornosis:एक degenerate रोग।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Karmageddon:जब सबैलाई बन्द यी सबै साँच्चै खराब पठाउँदै छ यो, जस्तै होवाइब, सही? र त्यसपछि, जस्तै, पृथ्वी explodes र यो जस्तै छ, एकगम्भीर Bummer।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
decafalon, N .:मात्र कुरा खपत गर्ने दिन हो रही को भीषण घटनातपाईं को लागि राम्रो हो कि।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
glibido:सबै कुरा र कुनै पनि कार्य।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Dopeler प्रभाव:तिनीहरूले तपाईंलाई आउन गर्दा स्मार्ट जस्तो गर्न मूर्ख विचार को झुकावतीव्र गतिमा।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
arachnoleptic फिट, N .:तपाईं गल्ति हिंडे गर्नुभएको पछि उन्मत्त नृत्य बस प्रदर्शनमार्फत एक माकुरा वेब।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Beelzebug, N .:आफ्नो बेडरूम मा हुन्छ भनेर एक लामखुट्टे को रूप मा शैतानले,तीन बिहान र बाहिर छैन डाली गर्न सकिन्छ।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
caterpallor, N .:के तपाईं हुनुहुन्छ फल मा आधा लाब्रे फेला पछि बारी रंगखाने।
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
यो घमण्डी कीडे क्यानाडा वर्णन:  हाम्रो पहाड धेरै pointy छन्;  हाम्रो प्रेरीज छैनन्।  बाँकी थोडे ऊबड छ,  तर मानिस, हामी धेरै छ!    - देखि "क्यानाडा गरेको साँच्चै ठूलो"
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
