ഒരു കുഞ്ഞിനെ ഒരു അറ്റത്തും ഉറക്കെ ഒരു alimentary കനാൽ ആരുംമറ്റു ഉത്തരവാദിത്തം.
		-- George Bernard Shaw

%
ഒരു കുഞ്ഞിനെ ലോകം പോകുവാനുള്ള ദൈവത്തിൻറെ അഭിപ്രായം.
		-- Carl Sandburg

%
അഞ്ചു ഒരു കുട്ടി ഈ മനസ്സിലാക്കാൻ കഴിഞ്ഞില്ല! എന്നെ അഞ്ചു ഒരു കുട്ടി ലഭ്യമാക്കുക.
		-- Carl Sandburg

%
ഒരു kid'll ഒടുവിൽ, ഒരു Oreo മധ്യത്തിൽ തിന്നുക.
		-- Carl Sandburg

%
ഒരു ചെറിയ കുട്ടിയെ സന്ത ചെന്നു അവനോടു ചോദിച്ചു "സാന്ത, ഞാൻ മോശമായ സമയത്ത് അറിയാംശരിയായ? "സാന്ത പറയുന്നു," അതെ, ഞാൻ ചെയ്യുന്നു. "ചെറിയ കുട്ടിയെ പിന്നീട്, ചോദ്യം" അപ്പോൾ"സാന്ത മറുപടികൾ അടുക്കല്" ഓരോ മിനിറ്റിലും ഞാൻ ഉറങ്ങുന്നു പിരിയുകയാണ് അറിയും?. "അങ്ങനെചെറിയ കുട്ടിയെ പിന്നീട് ശരി, ഞാൻ മോശമായ സമയത്ത് എനിക്കറിയാം, സുഖമാണ് വരുമ്പോൾ എങ്കിൽ പറയുന്നു: ",എങ്ങനെ വരും ഞാൻ ക്രിസ്മസ് ചെയ്യണമെന്ന് അറിയില്ല? "
		-- Carl Sandburg

%
ഒരു യുവ ദമ്പതികൾ അവരുടെ ആദ്യ കുട്ടി ഉണ്ടായിരുന്നു. അവരുടെ യഥാർത്ഥ അഹങ്കാരംസന്തോഷവും മെല്ലെ താല്പര്യവുമായി എന്നാൽ വര്ഷങ്ങള്ക്ക് ശേഷം തിരിഞ്ഞുകുട്ടി പ്രസംഗം ഏതെങ്കിലും രൂപത്തിലുള്ള ഉച്ചരിച്ചു ഒരിക്കലും. അവർ മികച്ച പ്രസംഗം കൂലിക്കുതെറപ്പിസ്റ്റുകൾ, ഡോക്ടർമാർ, മാനസികവിധഗ്ദരും, യാതൊരു പ്രയോജനവും. കുട്ടി ലളിതമായി വിസമ്മതിച്ചുസംസാരിപ്പാൻ. ഭർത്താവ് വായിച്ചു സമയത്ത് കുട്ടി, അഞ്ചു ആയിരുന്നപ്പോൾ വൺ രാവിലെപേപ്പർ ഭാര്യയെയും നായ മേഞ്ഞുകൊണ്ടിരുന്നു, ചെറിയ കുട്ടിയെ നിന്ന് നോട്ടംതന്റെ കലശം ഉം "എന്റെ ധാന്യ ന്റെ തണുത്ത." പറഞ്ഞുദമ്പതികൾ അത്ഭുതപ്പെടുകയാണ്. മനുഷ്യൻ കണ്ണുനീർ തന്റെ മകനെ നേരിടുന്ന. "പുത്രൻ,വർഷങ്ങളായി ശേഷം എന്തുകൊണ്ട് നീ അങ്ങനെ സമയമെടുത്തു കാത്തിരിക്കുന്നു? ".കുട്ടിയെ Shrugs, "എല്ലാം ഓക്കെ ഇപ്പോൾ വൈകിയോ ആകുമായിരുന്നു ന്റെ".
		-- Carl Sandburg

%
യഥാർത്ഥത്തിൽ അനുകൂലമായി വിവേചിക്കുക നമുക്ക് ഉപേക്ഷിച്ചുപോയി കാര്യം മാത്രം കുറിച്ച്പ്ലെയിൻ ജനം പെരുഞാറ ആണ്.
		-- Carl Sandburg

%
ആദം ഹവ്വ ധാരാളം പ്രയോജനങ്ങളുണ്ട് ഉണ്ടായിരുന്നു എങ്കിലും പ്രിൻസിപ്പൽ ഒരുത്തൻ അവർ രക്ഷപ്പെട്ടു എന്നു ആയിരുന്നുteething.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ദത്തെടുത്ത കുട്ടികളെ അത്തരം ഒരു വേദന - നിങ്ങൾക്ക് എങ്ങനെ പോലുള്ള അവരെ പഠിപ്പിക്കാൻ ഞങ്ങൾക്കുണ്ട് ...
		-- Gilda Radner

%
അങ്ങേയറ്റം ആകർഷകമായ പ്രസവാവധി-വാർഡിൽ രോഗിയുടെ കണ്ട ശേഷംആത്മാർഥമായി നിരവധി ഒരു ടെലഫോൺ ഡയറക്ടറി വഴി അവളുടെ വഴി thumbingമിനിറ്റ്, അവൻ ചില സഹായത്തിൻറെ കഴിയുമോ ക്രമമായി ആശുപത്രിയിൽ ഒടുവിൽ ചോദിച്ചു."വേണ്ട, നന്ദി" യുവ അമ്മ, "എനിക്ക് ഒരു തിരയുന്നത് പുഞ്ചിരിച്ചുഎന്റെ കുഞ്ഞിനെ പേര്. ""എന്നാൽ ആശുപത്രി നൂറുകണക്കിന് വിവരങ്ങൾ ലഭ്യമായതിനാൽ പ്രത്യേക ബുക്ക്ലെറ്റ് വിതരണംആദ്യ പേരുകളും അവരുടെ ആശയവിവര്ത്തനം, "ക്രമമായി പറഞ്ഞു."അത് സഹായിക്കാം," സ്ത്രീ "എന്റെ കുഞ്ഞിനെ ഇതിനകം ആദ്യ പേര് ഉണ്ട്." പറഞ്ഞു
		-- Gilda Radner

%
അവൻ Eiffelberg ടവർ ബാലനെ കൂടെ വരികയായിരുന്നു. "ഈ" മേയർ നിലവിളിച്ചു"നിങ്ങളുടെ ടൗണിലെ ഇരുട്ടിലും മണിക്കൂർ ആണ്! ചുവന്ന എന്ന് രക്തം എല്ലാവർക്കും സജീവമല്ലാത്ത സമയംഅവരുടെ രാജ്യത്തെ സഹായിക്കാൻ! "അവൻ പറഞ്ഞു." ഞങ്ങൾ ലെ ആംഗ്യങ്ങൾ ഉണ്ടാക്കുവാൻ ലഭിച്ചുവലിയവൻ തുകകൾ! അതിനാൽ നിങ്ങളുടെ വായ് ബാലന്റെ തുറന്നു! ഓരോ ശബ്ദം എണ്ണത്തിന്! "അപ്രകാരം അവൻഅവൻ വരികയായിരുന്നു എന്നപോലെ സംസാരിച്ചു. അവർ മുകളിൽ എത്തിയപ്പോൾ ബാലനെ തൊണ്ടയിൽ മായ്ച്ചു ഒപ്പംഅവൻ പുറത്തു ആർത്തു "YOPP!"പിന്നെ Yopp ... അവസാന ചെറിയ എന്നു അധിക Yopp അതു മേൽ വെച്ചിരിക്കുന്ന!ഒടുവിൽ, ഒടുവിൽ! ആ പയര്ച്ചെടി അവരുടെ ശബ്ദങ്ങൾ ന് കരടു നിന്നും!വ്യക്തമായ ശുദ്ധിയുള്ള പാടി. അവർ ആന പുഞ്ചിരിച്ചു. "നീ എന്തു കാണുന്നുഞാൻ ഉദ്ദേശിച്ചത്? "അവർ കാര്യത്തിലും ചെറിയ അവർ ഉള്ളത് തെളിയിച്ചു ഞങ്ങൾ. അവരുടെലോകം മുഴുവൻ എല്ലാ ചെറുതായ വഴി സംരക്ഷിച്ചു! ""എത്ര സത്യം! അതെ, എത്ര സത്യമാണ്," വലിയ കാംഗരൂവിനെ പറഞ്ഞു. "പിന്നെ, ഇപ്പോൾ മുതൽ, നിങ്ങളെ ഞാൻ ചെയ്യാൻ ഉദ്ദേശിക്കുന്നത് പിരിയുകയാണ് എന്താണെന്ന്? ഇപ്പോൾ മുതൽ, ഞാൻ പരിരക്ഷിക്കാൻ പോകുന്നുനിങ്ങൾ അവരെ! ഞാനും "അവളുടെ കണ്ടെടുത്തതോടെ യുവ കാംഗരൂവിനെ പറഞ്ഞു," നിന്നുംവേനൽക്കാലത്ത് സൂര്യൻ. അതു വീഴും-ഇഷ് എപ്പോൾ മഴയും നിന്നും ഞാൻ പരിരക്ഷിക്കാൻ പോകുന്നുഅവരെ. കാര്യത്തിലും ചെറിയ-ഇഷ്! "
		-- Dr. Seuss "Horton Hears a Who"

%
അവൻ എല്ലാ പ്രധാനമാണ് കരുതുന്ന ഏതൊരു പിതാവു തന്നേ ഓർക്കണം ഇത് ആഅച്ചാറുകൾ ഒരു മുഴുവൻ ആഴ്ച നേടുകയും രാജ്യത്തെ ഒരു ദിവസം ഒരു വർഷം പിതാക്കന്മാർ ആദരിക്കുന്നു.
		-- Dr. Seuss "Horton Hears a Who"

%
ആർ "ഒരു കുഞ്ഞ് നിന്ന് മിഠായി എടുക്കൽ പോലെ എളുപ്പത്തിൽ" എന്ന പദപ്രയോഗം ഉപയോഗിക്കുന്ന ഏവർക്കും ഒരിക്കലും ഉണ്ട്ഒരു കുഞ്ഞ് നിന്ന് മിഠായി എടുക്കൽ ശ്രമിച്ചു.
		-- Robin Hood

%
നിങ്ങൾ ഒരു മാതാവോ? നിങ്ങൾ ചിലപ്പോൾ സ്വയം എന്തു ലേക്ക് പോലെ പരതുന്നതിനോടൊപ്പം കണ്ടെത്തേണ്ടത്ആ നല്ലതല്ലാത്ത സാഹചര്യങ്ങളിൽ പറയുന്നു? ഇനി വിഷമിക്കേണ്ട ...നിങ്ങൾ സത്യവാൻമാരാണെങ്കിൽ നേരിടുന്നു ഉറപ്പാണോ? ഹാർഡ് ചിന്തിക്കുക.അതു നിങ്ങൾ ഒരു ആദ്യകാല പാതാളത്തിൽ എന്നെ അയയ്ക്കുന്നു അറിയാൻ വൃത്തികേടും നൽകുന്നത്?എല്ലാ സുഹൃത്തുക്കളെയും ക്ലിഫ് ഓഫ് ചാടി, നിങ്ങൾക്ക് jump തന്നെ?നിങ്ങൾ തോന്നി? എങ്ങനെ ഞാൻ തപ്പിനോക്കട്ടെ തോന്നുന്നു?നിങ്ങൾ സ്വയം ലജ്ജയില്ല?നിങ്ങൾക്ക് ഏതെങ്കിലും മെച്ചപ്പെട്ട അറിയില്ലേ?ഭൈമി നീ കഴിയും?ആ നിങ്ങൾ എപ്പോഴെങ്കിലും ചേരാവുന്നതാണ് ഏറ്റവും മോശം വേദന ഉണ്ടെങ്കിൽ, വിലമതിക്കാം.നീ എന്നെ കഷ്ടപ്പെടുന്ന കഴിയില്ല. ഞാൻ നിങ്ങൾ എന്താണ് ചിന്തിക്കുന്നതെന്ന് അറിയുന്നു.നിങ്ങൾ ആശംസകള് ഒന്നും പറയാൻ കഴിയില്ല എങ്കിൽ, ഒന്നും പറയുന്നു.
		-- Robin Hood

%
നിങ്ങൾ ഒരു മാതാവോ? നിങ്ങൾ ചിലപ്പോൾ സ്വയം എന്തു ലേക്ക് പോലെ പരതുന്നതിനോടൊപ്പം കണ്ടെത്തേണ്ടത്ആ നല്ലതല്ലാത്ത സാഹചര്യങ്ങളിൽ പറയുന്നു? ഇനി വിഷമിക്കേണ്ട ...ഞാൻ മരിക്കേണ്ടായിരുന്നു പറയും പോലെ ചെയ്യാൻ.എനിക്ക് ഒരു ഉപകാരം ചെയ്ക അതു കുറിച്ച് എന്നോട് പറയരുത്. ഞാൻ അറിയാൻ ആഗ്രഹിക്കുന്നില്ല.നിങ്ങൾ എന്തു ചെയ്തു * ഈ * സമയം?അതു മോശം ആസ്വദിച്ചു ചെയ്തില്ല എങ്കിൽ, അത് നിങ്ങൾക്ക് ഗുണകരം പാടില്ല.ഞാൻ നിങ്ങളുടെ പ്രായം കഴിഞ്ഞിട്ടും ...ആ ചെയ്യുന്നില്ലെങ്കിൽ ഞാൻ നിന്നെ സ്നേഹിക്കുന്നു ചെയ്യില്ല.ഇന്ത്യയിലെ എല്ലാ പട്ടിണിപ്പാവങ്ങൾക്ക് കുട്ടികളുടെ ചിന്തിക്കുക.ഒരു കാര്യം ഞാൻ വെറുക്കുന്ന ഉണ്ടെങ്കിൽ, അത് കള്ളനാകുന്നു തുടർന്ന്.	ഞാൻ നിന്നെ കൊല്ലാൻ പോകുന്നു.മുന്നോട്ടുപോകൂ, വിലക്ഷണമായ.നിങ്ങൾ ഇത് ഇഷ്ടമല്ല, നിങ്ങൾക്ക് അളന്നിട്ടു കഴിയും.
		-- Robin Hood

%
നിങ്ങൾ ഒരു മാതാവോ? നിങ്ങൾ ചിലപ്പോൾ സ്വയം എന്തു ലേക്ക് പോലെ പരതുന്നതിനോടൊപ്പം കണ്ടെത്തേണ്ടത്ആ നല്ലതല്ലാത്ത സാഹചര്യങ്ങളിൽ പറയുന്നു? ഇനി വിഷമിക്കേണ്ട ...	ദൂരെ പോവുക. നീ എന്നെ ബഗ്.എന്തുകൊണ്ട്? കാരണം ജീവിതം സ്പിരിറ്റിന്റേതാണ്.ഒരു നല്ല ഡ്രോയിംഗ് തുടർന്ന്. ഇത് എന്താണ്?കുട്ടികൾ വേണം കാണാൻ കേട്ടിട്ടില്ലാത്തവർ.നീ എനിക്കു മരണം ആയിരിക്കും.നിങ്ങൾ പഴയ വരുമ്പോൾ മനസിലാക്കാനാകും.കാരണം.നിങ്ങളുടെ മുഖം ഓഫ് ആ പുഞ്ചിരി മായ്ക്കുക.ഞാൻ വിശ്വസിക്കുന്നില്ല.എത്ര തവണ എനിക്ക് ശ്രദ്ധിക്കേണ്ടതാണ് നിങ്ങളോടു പറഞ്ഞിരിക്കുന്നു?	കാരണം.
		-- Robin Hood

%
നിങ്ങൾ ഒരു മാതാവോ? നിങ്ങൾ ചിലപ്പോൾ സ്വയം എന്തു ലേക്ക് പോലെ പരതുന്നതിനോടൊപ്പം കണ്ടെത്തേണ്ടത്ആ നല്ലതല്ലാത്ത സാഹചര്യങ്ങളിൽ പറയുന്നു? ഇനി വിഷമിക്കേണ്ട ...നല്ല മക്കൾ അനുസരിക്കുകയും.അങ്ങനെ ബാലിശമായ അഭിനയം ക്വിറ്റ്.ബോയ്സ് വിളിക്കുന്നില്ല.നിങ്ങൾക്ക് മുഖങ്ങൾ making പ്രമാണിച്ചു എങ്കിൽ പശൂനെ ആ വഴി ഫ്രീസ് കാണാം.എന്തുകൊണ്ടാണ് നിങ്ങൾ ഇത്രയധികം അറിയാൻ നമുക്കുണ്ടോ?ഇത് എന്നെ അതു നിങ്ങൾ വേദനിപ്പിക്കുന്നു കൂടുതൽ വേദനിപ്പിക്കുന്നു.എന്തുകൊണ്ട്? ഞാൻ നിങ്ങളുടെ എന്നതിനേക്കാൾ വലുതാണ് കാരണം.കൊളളാം, എല്ലാം എന്താകുമായിരുന്നു ഞങ്ങൾ. ഇപ്പോൾ നിങ്ങൾ സന്തോഷമുണ്ട്?ഓ വളർന്നിട്ടില്ല.കാരണം ഞാൻ നിന്നെ സ്നേഹിക്കുന്നു ഞാൻ മാത്രം ഈ ചെയ്തുകൊണ്ടിരിക്കുന്നത്.
		-- Robin Hood

%
നിങ്ങൾ ഒരു മാതാവോ? നിങ്ങൾ ചിലപ്പോൾ സ്വയം എന്തു ലേക്ക് പോലെ പരതുന്നതിനോടൊപ്പം കണ്ടെത്തേണ്ടത്ആ നല്ലതല്ലാത്ത സാഹചര്യങ്ങളിൽ പറയുന്നു? ഇനി വിഷമിക്കേണ്ട ...എപ്പോഴാണ് വലുതാകുമ്പോൾ പോകുന്നത്?ഞാൻ മാത്രം നിങ്ങളുടെ നന്മയിൽ ഈ ചെയ്തുകൊണ്ടിരിക്കുന്നത്.എന്തുകൊണ്ടാണ് നിങ്ങൾ കരയുന്നത്? കരയുന്ന നിർത്തുക, അല്ലെങ്കിൽ ഞാൻ നിങ്ങളെ എന്തെങ്കിലും നൽകുംകുറിച്ച് നിലവിളിക്കുന്നു.	നിനക്ക് എന്താണ് പറ്റിയത്?മറ്റൊരു ദിവസം ഈ കയറുമെന്ന് എനിക്ക് കാണാം.ബന്ധിപ്പിച്ചു എങ്കിൽ നിങ്ങളുടെ തല നഷ്ടമാകും ആഗ്രഹിക്കുന്നു.നിങ്ങൾ യാതൊരു അർത്ഥത്തിൽ ഇല്ലേ?നിങ്ങളുടെ പെരുവിരലിന്മേലും മുലകുടിക്കുന്ന പ്രമാണിച്ചു, അത് ഓഫ് വീഴും.എന്തുകൊണ്ട്? ഞാന് അങ്ങനെ പറഞ്ഞതു കൊണ്ട്.ഞാൻ നിങ്ങൾക്ക് സ്വയം പോലുള്ള ഒരു കുട്ടിയ്ക്ക് പ്രതീക്ഷിക്കുന്നു.
		-- Robin Hood

%
നിങ്ങൾ ഒരു മാതാവോ? നിങ്ങൾ ചിലപ്പോൾ സ്വയം എന്തു ലേക്ക് പോലെ പരതുന്നതിനോടൊപ്പം കണ്ടെത്തേണ്ടത്ആ നല്ലതല്ലാത്ത സാഹചര്യങ്ങളിൽ പറയുന്നു? ഇനി വിഷമിക്കേണ്ട ...മനസിലാക്കുന്നു മനസ്സില്ലായിരുന്നു.നിങ്ങൾ ഒരുപാട് ചോദ്യങ്ങൾ ചോദിക്കുന്നു.ഒരു മനുഷ്യനെ, നിങ്ങൾ ഓർഡറുകൾ പിന്തുടരാൻ പഠിക്കേണ്ടതില്ല.അതായത് നിങ്ങൾ കണ്ടെത്താൻ എന്നെ അറിയാൻ വേണ്ടി ഒപ്പം.ആ ഒന്നല്ലെന്ന് നിങ്ങൾക്ക് ചുറ്റുമുള്ള പുഷ് അനുവദിക്കരുത്. അവിടെ ചെന്നു നിർബന്ധിക്കുകയുംസ്വയം അപ്പ്.നിങ്ങളുടെ britches വലുതാണു് പേജായോ.അത് നന്നായി തകർത്തുകളഞ്ഞു. ഇപ്പോൾ നിങ്ങൾ സംതൃപ്തിയുണ്ട്?നിങ്ങളുടെ പിതാവായ ആർക്ക് വരെ കാത്തിരിക്കുക.	ബോറടിക്കുന്നു? നിങ്ങൾക്ക് ബോറടിക്കുന്നുവെങ്കിൽ ഞാൻ നിങ്ങൾക്കു വേണ്ടി ചില കണ്ണീരും ലഭിച്ചു.അപ്പ് ആകൃതിയിലും അല്ലെങ്കിൽ കപ്പൽ.
		-- Robin Hood

%
ലേഖനം മൂന്നാമത്:എവിടെ വൃക്ക ഒരു കുറ്റകൃത്യം പ്രതി പ്രതിജ്ഞാബദ്ധരാണ്, shouldഅസുഖത്തിന്റെ ഡയപ്പർ മാറ്റം അവകാശം ആസ്വദിക്കുന്നു. പൊതു അറിയിപ്പുകൾമുൻപറഞ്ഞ എന്ന സൻമാർഗം ടൂറുകൾ നിർബന്ധമില്ല ആകുന്നു.ലേഖനം നാലാം:ദിനങ്ങളില് കുഞ്ഞാടിനെ അല്ലെങ്കിൽ തിന്നുവാനും തീരുമാനം "feedee" കൂടെ ആയിരിക്കണംഅല്ല "ഫീഡർ". ഫീഡർ ന്റെ കടന്നു സ്വരചേർച്ചയില്ലായ്മ കുഞ്ഞാടിനെ പൊടിക്കാറ്റ്മുഖം എന്റെ അഭിപ്രായം, അല്ല യുദ്ധ പ്രഖ്യാപനമായിരുന്നു അംഗീകരിച്ചു വേണം.ലേഖനം അഞ്ചാം:ബേബീസ് സഭയിൽ ഒന്നുകിൽ, vocalize സ്വാതന്ത്ര്യം ആസ്വദിക്കാൻ വേണം,ഒരു പൊതുയോഗം സ്ഥലം, ഒരു മൂവി സമയത്ത്, അല്ലെങ്കിൽ മണിക്കൂർ ശേഷംലൈറ്റുകൾ തീർന്നു. അവർ സന്തോഷത്താൽ ചിരി പഠിച്ചു ചെയ്തിട്ടില്ലആജീവനാന്തം ചെയ്യാനും conserved വേണം.
		-- Erma Bombeck, "A Baby's Bill of Rights"

%
എല്ലാ ദിവസവും നിങ്ങളുടെ മകൻ ബീറ്റ്; നിങ്ങൾ എന്തുകൊണ്ട് അറിയില്ലായിരിക്കും, പക്ഷെ അവൻ ഉദ്ദേശിക്കുന്ന.
		-- Erma Bombeck, "A Baby's Bill of Rights"

%
ഭാവിയിൽ തലമുറകളെ കുറിച്ച് കരുതുന്നില്ല കാരണം, അവർ നമ്മെ ഒരിക്കലും മറക്കില്ല.
		-- Henrik Tikkanen

%
ബില്ലി: അമ്മാ, നിങ്ങൾ പറഞ്ഞു കഥയാണെന്ന് ഇറങ്ങി കൈമാറി അറിയുന്നുതലമുറതലമുറയോളം?അമ്മയിൽനിന്നും: അതെ?ബില്ലി: നന്നായി, ഈ തലമുറയോടു അതു ഒഴിവാക്കി.
		-- Henrik Tikkanen

%
മുലപ്പാൽ തീറ്റക്രമം രോമമുള്ള ആലയഭണ്ഡാരത്തിനരികെ കൂടെ പിതാക്കന്മാർ ശ്രമിച്ചു പാടില്ല,അവർ കുഞ്ഞിനെ തുമ്മൽ വരുത്തിയും കാറ്റിനെ നൽകാൻ കഴിയും ശേഷം.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
പുതിയ, ഇപ്പോഴും ആർദ്ര, നേര് അവരുടെ കൈകൾ തന്റെ മക്കളുമായി കയറുകയോ,പിതാവ് അവരോട് എന്ട്രന്സിനു. ഭാര്യ ചോദിച്ചു: "നിങ്ങളുടെ മക്കളെ ഇഷ്ടപ്പെടുന്നില്ല?""അമൂർത്തമായ ൽ അതെ, എന്നാൽ കോൺക്രീറ്റ് ലെ."
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Catproof ഏതാണ്ട് അങ്ങനെ ആവരുത് ആണ് childproof.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
കുട്ടികള് നിങ്ങൾ അവരെ ഇഷ്ടമല്ല വരുമ്പോൾ അവർ പറയാൻ കഴിയും, പൂച്ചകൾ പോലെയാണ്. അത്അവർ കടന്നുവരും നിങ്ങളുടെ ശരീരം സ്പേസ് ലംഘിക്കുന്നതായി വരുമ്പോൾ.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
കുട്ടികളെ വകവയ്ക്കാതെ തങ്ങളുടെ മാതാപിതാക്കളെ പോലെ പ്രവർത്തിക്കുന്ന സ്വാഭാവിക അനുകരിക്കുന്നു ആകുന്നുഅവരെ സദാചാരം പഠിപ്പിക്കാൻ ശ്രമം.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
കുട്ടികൾ വായനാനുഭവം. അവർ ആയിരിക്കുമ്പോൾ എന്താണ് പൊരുത്തമില്ലായ്മ അറിയില്ലഅടുത്ത നിങ്ങളെ പിടിപ്പാൻ പോകുന്നു.
		-- Franklin P. Jones

%
തങ്ങളുടെ മാതാപിതാക്കളുടെ സ്നേഹിച്ചതിലൂടെ ആരംഭിക്കും. അവർ അവരെ ന്യായം ഒരു സമയം ശേഷം.അപൂർവ്വമായി, എന്നേക്കും ഇവർ അവരെ പൊറുത്തുതരികയും.
		-- Oscar Wilde

%
കുട്ടികള് വിരളമായത് നിങ്ങൾ ഉദ്ധരിക്കുന്നതിലൂടെ. സത്യത്തിൽ, അവർ സാധാരണയായി പദ ആവർത്തിക്കുകനീ പറഞ്ഞതുപോലെ പാടില്ല എന്തൊരു മറുപടി.
		-- Oscar Wilde

%
സഹിക്കാൻ ചിൽഡ്രൻസ് താലന്തു ബദൽ അവർ വിവരമില്ലാതെ ഉടലെടുക്കുന്നത്.
		-- Maya Angelou, "I Know Why the Caged Bird Sings"

%
നിങ്ങളുടെ കുട്ടികൾ ഇപ്പോഴും വളരുന്ന സമയത്ത് ഹൗസ് ക്ലീനിംഗ് അളന്നുതരുന്നു പോലെയാണ്പെയ്യുകയാണ് നിര്ത്തും മുമ്പാകെ നടക്കും.യാതൊരു വീട്ടുജോലി ചെയ്യാൻ ആവശ്യമില്ല. ആദ്യ നാലു വർഷംഅഴുക്കും ഏതെങ്കിലും മോശമായ നേടുകയും ഇല്ല.
		-- Quentin Crisp

%
വഞ്ചന പലപ്പോഴും പ്രവർത്തനക്ഷമമാണെന്ന്. അവളുടെ മക്കളുടെ കുറിച്ച് ഒരു അമ്മ അഭിപ്രായങ്ങളെസൗന്ദര്യവും, ബുദ്ധിയും, നന്മ, സർഗ്ഗങ്ങളും പാരിസിലും, മുങ്ങിമരണം നിന്ന് അവളെ സൂക്ഷിക്കാൻജനിക്കുമ്പോൾ അവരെ.
		-- Robert Heinlein

%
തങ്ങളുടെ ജീവിതം എളുപ്പമുള്ളതാക്കിക്കൊണ്ട് നിങ്ങളുടെ മക്കളെ യോഗ ചെയ്യരുത്.
		-- Robert Heinlein

%
വന്ധ്യതാ പാരമ്പര്യമായി ആണ്. നിങ്ങളുടെ മാതാപിതാക്കൾ മക്കളില്ലാത്ത ചെയ്തില്ല എങ്കിൽ,ഞങ്ങളോ നീയോ അത്.
		-- Robert Heinlein

%
ആളൊന്നിൻറെ വിദ്യാഭ്യാസത്തിനായുള്ള ഒന്നും മക്കൾ മിടിക്കുന്നു.
		-- Robert Heinlein

%
കുറിയ ശ്രദ്ധ കുട്ടികൾക്ക് മോഹിപ്പിയ്ക്കുന്ന: മടങ്ങിയെത്തുക ചെയ്യാത്ത boomerangs.
		-- Robert Heinlein

%
# 5: Fortune ഇമ്മടെ അമ്മമാർ ഓർക്കുന്നു"പിന്നെ എന്നിവയും, കൂടാതെ, എന്നാൽ, എന്നാൽ, എന്നാൽ, എന്നാൽ!"
		-- Mrs. Janice Markowsky, April 8, 1965

%
# 6: Fortune ഇമ്മടെ അമ്മമാർ ഓർക്കുന്നു"ജോണി, നിങ്ങൾ വീഴും നിങ്ങളുടെ ലെഗ് സ്പിൻ എങ്കിൽ എനിക്കു ഓടിവരും! ചെയ്യരുത്"
		-- Mrs. Emily Barstow, June 16, 1954

%
റിവഞ്ച് നേടുക! നിങ്ങളുടെ കുട്ടികൾക്ക് ഒരു പ്രശ്നം മതി ജീവിക്കുക!
		-- Mrs. Emily Barstow, June 16, 1954

%
ഈ എളുപ്പമാണ്. കുട്ടികൾക്കുള്ള നേടുകയും എന്തു അവയെന്തെല്ലാമെന്നു് ഒരിക്കലും,അവർ എന്താണ് വേണ്ടതെന്ന് കൃത്യമായി നിങ്ങളോടു പറയും കാരണം. അവർ മാസം ചെലവഴിക്കുകയുംSaturday- രാവിലെ കാണുന്നതിലൂടെ കാര്യങ്ങൾ ഇത്തരം ഗവേഷണം മാസംകാർട്ടൂൺ-ഷോ പരസ്യംചെയ്യലുകൾ. നിങ്ങളുടെ കുട്ടികൾ കൃത്യമായി ലഭിക്കുന്നുണ്ടെന്ന് ഉറപ്പുവരുത്തുകഅവർ നിങ്ങളുടെ തിരഞ്ഞെടുക്കാൻ നിരസിക്കാനുള്ള പോലും, ആവശ്യപ്പെടാം. നിങ്ങളുടെ കുട്ടിയുടെ തോന്നിയാൽഅവൻ നിങ്ങളെ ആഗ്രഹിക്കുന്നു, ഫേസ് നിങ്ങൾ ശരിയായ മോഷ്ടിക്കുക കഴിയുമോ കൂടെ കൊലപാതകികളും ബോബ്, ഡോൾസ് ആഗ്രഹിക്കുന്നുകൂടുതൽ നേടുക. താങ്കൾക്ക് നിങ്ങളുടെ പ്രോത്സാഹിപ്പിക്കാൻ സഹായിക്കും എന്ന് ചൂണ്ടികാട്ടിയാണിത് ചെയ്യാംകുട്ടിയുടെ സാമൂഹ്യവിരുദ്ധ പ്രവണതകൾ, പക്ഷേ എന്നെ വിശ്വസിക്കുക, നിങ്ങളുടെ സാമൂഹ്യവിരുദ്ധ കണ്ടിട്ടില്ലനിങ്ങൾ അവൻ അല്ലെങ്കിൽ അവൾ ചെയ്തില്ല ബോധ്യമുണ്ട് കുട്ടികളുടെ കണ്ട വരെ പ്രവണതകളെശരിയായ സമ്മാനം നേടുക.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
ഒരു കുട്ടിയുടെ ചുറ്റിക നൽകുകയും അവൻ പോവുന്നുണ്ട് എല്ലാം കിട്ടുന്ന ചെയ്യുംപോണോ ആവശ്യമാണ്.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
നിങ്ങളുടെ കുട്ടി ക്രിസ്മസ് മാനസിക ബ്ലോക്കുകൾ തരിക.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
കുട്ടികൾ നിങ്ങളുടെ തലച്ചോറിൽ ഇൻസ്റ്റാൾ ബൌളിംഗ് സ്ഥലം തുടങ്ങിയ ആണ്.
		-- Martin Mull

%
എങ്ങനെ ഒരു സർപ്പത്തിന്റെ പല്ല് മൂർച്ചയേറിയതും ഒരു സഹോദരിയുടെ "കാണുക?" ആണ്
		-- Linus Van Pelt

%
"Humpf!" ഒരു ശബ്ദം Humpfed! "ഏതാണ്ട് രണ്ടു ദിവസം നിങ്ങൾ കാട്ടു നടത്തിപ്പുകാരും ഉറച്ചു ഞങ്ങൾഒരിക്കലും നിലനിന്നിരുന്ന ചെയ്ത വ്യക്തികളോട് ചാറ്റിംഗ്. അത്തരം carryings-ഞങ്ങളുടെ സമാധാന ലെജംഗിൾ! ഞങ്ങൾ നിങ്ങൾക്ക് bungle bellowing തികച്ചും മതി നടത്തിയിരുന്നു! ഞാൻ ഇവിടെയുണ്ട്സംസ്ഥാന, "വലിയ കാംഗരൂവിനെ അറിയിക്കുകയുമുണ്ടായി" നിങ്ങളുടെ നിസ്സാരരായ അസംബന്ധമായതുമായ ഗെയിം എല്ലാ കാര്യവുംവഴി! "അപ്പോൾ അവളുടെ കണ്ടെടുത്തതോടെ യുവ കാംഗരൂവിനെ കൂടി" വളരെ! ""Wickersham സഹോദരന്മാരും Wickersham ഡസൻ സഹായത്തോടെഅമ്മാവൻറെ Wickersham കസിൻസിനെ ആരുടെ സഹായവും ഞാൻ ഏർപ്പെട്ടിരിക്കുന്ന ഞങ്ങൾ Wickersham ബന്ധുക്കളോ,നിങ്ങൾ പരിശ്രമത്തിലാണ് ചെയ്യാൻ പോകുന്നു! നിങ്ങൾ .ഇവന്മാർക്കൊന്നും ചെയ്യാൻ പോകുന്നു! പിന്നെ, മണ്ണും വേണ്ടി എന്നപോലെകരടു ... വാശിയാന്നോ! ഞങ്ങൾ Beezle-നട്ട് എണ്ണ ഒരു ചൂടുള്ള ഭാവേനെ കെറ്റിൽ തിളയ്ക്കും പ്രാപിക്കും എന്നത്രേ! "
		-- Dr. Seuss "Horton Hears a Who"

%
ഞാൻ ദര്ശനങ്ങളും കുട്ടികൾ ഒരു മഞ്ഞുമനുഷ്യൻ ഉണ്ടാക്കേണം കാണുമ്പോൾ തന്നെ പന്തയം ആരെങ്കിലും എപ്പോഴും നന്നായിരുന്നേനെനശിക്കുകയും എന്നു "കട്ടിയുള്ള കനത്ത പൂറു മറക്കരുത്." അപ്പോൾ അവർ ലഭിക്കുംജാള്യതയും അവർ വളരെ വലുതാണ് hunky പൂറു ഉണ്ടായിരുന്നു; ഓർത്തു കാരണംഅവർ ഭ്രാന്തൻ നേടുകയും മഞ്ഞുമനുഷ്യൻ തിന്നുകയും ആഗ്രഹിക്കുന്നു.
		-- Jack Handey, The New Mexican, 1988.

%
എനിക്ക് മറ്റ് രാത്രി എന്റെ മാതാപിതാക്കളുടെ വിളിച്ചു, പക്ഷേ എനിക്ക് സമയ വ്യത്യാസം കുറിച്ച് മറന്നുപോയി.അവർ ഇപ്പോഴും ചർച്ചസ് ജീവിക്കുന്നത്.
		-- Strange de Jim

%
അങ്ങനെ "അമ്മയ്ക്ക് എല്ലാ തയ്യാറായിരിക്കണം ഞാൻ ചില കനത്ത ഗവേഷണത്തിന്, അതിനാലാണ്ആകാശ നീല? "ഇദ്ദേഹം ബഹിരാകാശത്തെത്തിയ തമോദ്വാരങ്ങൾ കുറിച്ച് എന്നോടു ചോദിച്ചു.(ഒരു ദ്വാരം * എവിടെ * അവിടെ?)ഞാൻ തയ്യാറാകും വരെ കയറി boned "എന്തുകൊണ്ട് പുല്ലു പച്ച ആണ്?"പ്രകൃതിയിൽ ഭക്ഷ്യ ചങ്ങലകൾ ചർച്ച ആഗ്രഹിച്ചു.(ശരി, നമുക്ക് കാണാം, ShopRite, Pathmark അവിടെ ...)ഞാൻ ചൂ-ചൂ ട്രെയിനുകൾ സംസാരിച്ചു.അവൻ വര്ജിക്കാറുണ്ടായിരുന്നു എഞ്ചിനുകൾ സംസാരിച്ചു.(വര്ജിക്കാറുണ്ടായിരുന്നു പറഞ്ഞു: "ഞാൻ .അരുതേ ഞാൻ കരുതുന്നില്ല.")ഞാന് പങ്കെടുപ്പിക്കുന്നത് വിചാരിച്ചിട്ടു വീഡിയോ ഗെയിം ഭ്രമം കൂടെ നടന്നില്ലസമൻമാരെ പോലെ.അവൻ സൃഷ്ടിക്കുന്നതിൽ ആവശ്യമാണ് microchips എന്ന സങ്കീർണ്ണത വിവരിച്ചഗ്രാഫിക്സ്.അപ്പോൾ ഋതുവാകല് അടിച്ചു. അയ്യോ, കൗമാര.അവൻ 'അമ്മാ, ഞാന് സ്ത്രീകൾ മനസ്സിലാകുന്നില്ല. "പറഞ്ഞു(.കൂട്ടത്തിൽ!)
		-- Betty LiBrizzi, "The Care and Feeding of a Gifted Child"

%
ഞാൻ ശിശുക്കൾ വെറുക്കുന്നു. അവർ അങ്ങനെ മനുഷ്യനാണെന്ന്.
		-- H. H. Munro

%
ഞാൻ എന്തു "കസ്റ്റഡിയിൽ" [മക്കളുടെ] കാര്യം. "പോലും നേടുക." അത്രയേയുള്ളൂകസ്റ്റഡിയിൽ എന്നാണ്. നിങ്ങളുടെ വൃദ്ധ നേടുക.
		-- Lenny Bruce

%
ഞാൻ കുഞ്ഞുങ്ങളെ സ്നേഹിക്കുന്നു. അവർ നിലവിളിക്കുന്നു പ്രത്യേകിച്ച് - പിന്നെ ആരെങ്കിലും അവരെ എടുക്കുന്നു.
		-- Nancy Mitford

%
ഞാൻ എന്റെ ചെറിയ ഡെസ്ക്ക് കോരുകയും തുറന്നു ഒരൊറ്റ ലെറ്റർ വീണു ഒരുപൂർത്തിയാക്കാത്ത എന്റെ അമ്മ കത്ത്, പെൻസിൽ എഴുതിയിരിക്കുന്ന അവളുടെ കഴിഞ്ഞ ഒരു,വാക്കുകളും അവളുടെ വേര്പാടിന്റെ സംശയരഹിതമായിത്തന്നെയാണ് അർത്ഥത്തിൽ. അങ്ങനെ കൗതുകകരമായ തുടർന്ന്: ഇന്ന് ഒരൊറ്റകണ്ണുനീർ ചെറുക്കാനും ദുഃഖം .എതിര്പ്പ് മണിക്കൂർ "പെരുമാറണമെന്ന്" വളരെ നന്നായി. പക്ഷേആരെങ്കിലും വിൻഡോ പിന്നിൽ ഒരു സൌഹൃദ അടയാളം ... അല്ലെങ്കിൽ ഒരു നോട്ടീസ് ചെയ്യുന്നുഇന്നലെ മാത്രം മുട്ടും ഉണ്ടായിരുന്ന ഒരു പൂവ് പെട്ടെന്നു പൂത്തു ... അല്ലെങ്കിൽ എന്ന്ഒരു കത്ത് ഒരു ഡ്രോയറിൽ നിന്ന് മെച്ചപ്പെടുത്തി ... അങ്ങനെ എല്ലാം നിലംപതിക്കും.
		-- Letters From Colette

%
ഞാൻ ഒരു വൃത്തികെട്ട കുട്ടിയെ ആയിരുന്നു മാതലി പറയുന്നു. ഞാൻ എന്റെ ഡാഡി കുട്ടികളുടെ കാത്തു അങ്ങനെ വൃത്തികെട്ട ആയിരുന്നുഅവൻ വാങ്ങി വാലറ്റ് വന്ന ചിത്രം.
		-- Rodney Dangerfield

%
ഞാൻ എന്റെ കുട്ടികളെ പറഞ്ഞു "മറ്റൊരു ദിവസം, നിങ്ങളുടെ സ്വന്തം കുട്ടികൾ ഉണ്ടായിരിക്കും." അവരിൽ ഒരാൾ പറഞ്ഞു,"അതിനാൽ നിങ്ങൾ ഉദ്ദേശിക്കുന്ന."
		-- Rodney Dangerfield

%
ഞാൻ കുട്ടിയോട് ധരിച്ചിരുന്നത്; ഇപ്പോൾ ഞാൻ ഒരു ആളൊന്നിൻറെ ഞാന് - കാരണംഞാൻ ഇനി ശിശുവിന്നുള്ളതു ചെയ്യാതെ ഞാൻ വിളിക്കും മുതിർന്നവർ ആരും കാരണംഎന്നെക്കാൾ കൂടുതൽ പക്വതയുള്ള.
		-- Rodney Dangerfield

%
ആ കാലത്തു ഒരു ശീലം കാരണം ഞാൻ ജനിച്ചത് ജനം അറിഞ്ഞില്ലമറ്റെന്തെങ്കിലും ... ഞാൻ ഒരു മനഃപാഠമാക്കി ഒരു മനഃപാഠമാക്കി കാരണം ആയിരുന്നുഅത്രയും അതു പ്രാപിക്കുമ്പോൾ എന്തുകൊണ്ടോ അത് ഒരു കുട്ടിയെ വരുമ്പോൾ അറിയുന്ന ഒരു കുട്ടി.
		-- Will Rogers

%
കുട്ടി ശല്യപ്പെടുത്തുകയും എങ്കിൽ, മുടി ബ്രഷിൽ അവനെ നിശബ്ദ. ഈ ഉണ്ടെങ്കിൽപ്രവൃത്തി കുട്ടിയുടെ മറ്റെ അറ്റത്തും ബ്രഷ് അക്കരെ ഉപയോഗിക്കുക.
		-- Will Rogers

%
മാതാപിതാക്കൾ മാത്രമാണ് തങ്ങളുടെ മക്കളെ പ്രസവിച്ചു എത്ര ചെയ്യേണ്ടതുള്ളു.
		-- G. B. Shaw

%
ഗർഭകാലത്ത് ഒരു പുസ്തകം ആയിരുന്നു എങ്കിൽ അവർ കഴിഞ്ഞ രണ്ട് അധ്യായങ്ങൾ മുറിച്ചു തന്നെ.
		-- Nora Ephron, "Heartburn"

%
വളരെ പഴയ ഓർക്കും എങ്കിൽ വളരെ പ്രായം ശ്രദ്ധിക്കും.
		-- Chief Dan George

%
നിങ്ങളുടെ കുട്ടിയുടെ പകെക്കുന്നു ഒരിക്കലും, നിങ്ങൾ ഒരു മാതാവോ ആയിരുന്നില്ല.
		-- Bette Davis

%
നിങ്ങളുടെ അമ്മ നിങ്ങൾ ചെയ്യുന്നത് അറിഞ്ഞിരുന്നെങ്കിൽ അവൾ ഒരുപക്ഷേ അവളുടെ തലയിൽ കാത്തിരുന്ന് നിലവിളിക്കുന്നു ആഗ്രഹിക്കുന്നു.
		-- Bette Davis

%
ഭ്രാന്ത് പാരമ്പര്യമായി ആണ്. നിങ്ങളുടെ കുട്ടികളെ നിന്നും ലഭിക്കുകയില്ല.
		-- Bette Davis

%
ഇത് ഒരു അനാഥയായി അപ്പന്റെ അധികം കുട്ടികളില്ലാത്ത തുടരാൻ നല്ലതു.
		-- Bette Davis

%
അവർ മക്കളെ ജീവിതം ആരംഭിക്കുമ്പോൾ ജനം അങ്ങനെ ദുസ്വപ്നം ആകുന്നു അതിശയിക്കാനില്ല.
		-- Kingsley Amis

%
ഇത് ഞാൻ വേണ്ടി തുടങ്ങി എന്തു ചിന്തിച്ചു, ചെയ്തതു എന്നു അങ്ങനെ ഉടൻ ആണ്.
		-- Epitaph, Cheltenham Churchyard

%
"ഒരു കുട്ടി ചോദ്യങ്ങൾ ചോദിക്കാൻ കഴിയും പറഞ്ഞ ചില അവിവാഹിതരായ മൂഢൻ ആയിരിക്കണംഒരു ജ്ഞാനി ഉത്തരം കഴിയില്ല "എന്നും ഏതെങ്കിലും മാന്യമായ വീട്ടിൽ, കാരണം, ഒരു .ത്രില്ലറുകളുടെചോദ്യങ്ങൾ ചോദിക്കുന്ന ആരംഭിക്കുന്നു വൈദ്യസഹായം ഉറങ്ങാൻ ഓഫ് നിറഞ്ഞിരിക്കുകയാണ്.
		-- Arthur Binstead

%
അതു ഇപ്പോൾ ഒരിക്കൽ തന്റെ പിതാവായ ബോധവത്കരിക്കുകയാണ് അധികം ഒരു കുട്ടിയെ പ്രതാപചിഹ്നങ്ങൾ അധികമായി ഈടാക്കിയത്.
		-- Arthur Binstead

%
സന്തോഷകരമായ കുട്ടിക്കാലം വളരെ വൈകിയിരിക്കുന്നു കിട്ടാറില്ല.
		-- Arthur Binstead

%
കിഡ്സ് എപ്പോഴും ഒരു വീടു പ്രസന്നതയോടെ; കൂടുതലും ന് ലൈറ്റുകൾ ഇട്ടുകൊണ്ട്.
		-- Arthur Binstead

%
കുട്ടികൾ * _____ ഒരിക്കലും * മാർഗദർശനം മാതാപിതാക്കളെ എടുത്ത. നിനക്ക് കഴിയുമെങ്കിൽസമയം വീണ്ടും യാത്ര യഥാർത്ഥ കുരങ്ങ് കുടുംബം ആചരിക്കേണ്ടയഥാർത്ഥ വൃക്ഷം, നിങ്ങൾ കുരങ്ങ് മാതാപിതാക്കൾ കുരങ്ങ് അവളെക്കുറിച്ച് കാണുംപകരം എല്ലാ ദിവസം ഇരുന്നും sulking വേണ്ടി വേട്ടയ്ക്കു കൗമാരത്തിൽഡാഡ് കുരങ്ങ് തുടങ്ങിയ ലാർവകളെ ആൻഡ് സരസഫലങ്ങൾ. അപ്പോൾ നിങ്ങൾ കുരങ്ങ് കാണാൻ ആഗ്രഹിക്കുന്നുകൗമാരത്തിൽ അവന്റെ കൊമ്പു വരെ കയറി stomp ഇല സ്ലാം.
		-- Dave Barry, "Kids Today: They Don't Know Dum Diddly Do"

%
നുണകൾ! വഞ്ചന! നിങ്ങൾ എന്റെ ആൺകുട്ടികളും നിഷേധിക്കുക കഴിഞ്ഞു!
		-- Ma Barker

%
ലൈഫ് ഗർഭധാരണവും അല്ലെങ്കിൽ ജനന നിമിഷം നിമിഷം ആരംഭിച്ചില്ലെങ്കിൽ.കുട്ടികളെ ഭവനം വിട്ട് നായ മരിക്കുമ്പോൾ അത് തുടങ്ങുന്നു.
		-- Ma Barker

%
ലൈഫ് 100% മരണനിരക്ക് ഒരു ലൈംഗിക രോഗമാണ്.
		-- Ma Barker

%
ചെറുതും കയറ്റിയ - ലൈഫ് ഡയപ്പർ പോലെയാണ്.
		-- Ma Barker

%
സാഹിത്യം കൂടുതലും കുട്ടികൾ കുറിച്ച് ലൈംഗിക വളരെ സംബന്ധിച്ചുള്ളതാണ്.ലൈഫ് ചുറ്റും മറ്റ് വഴി.
		-- David Lodge, "The British Museum is Falling Down"

%
മച്യൂരിറ്റി കൗമാരത്തിൽ മാത്രം ഒരു ഇടവേളയിൽ ആണ്.
		-- Jules Feiffer

%
നിങ്ങൾ നിരവധി മനോഹരമായ അനുസരണമുള്ള പുത്രിമാരും തരാമോ.
		-- Jules Feiffer

%
നിങ്ങൾ നിരവധി സുന്ദരനാണ് അനുസരണവും പുത്രന്മാർ തരാമോ.
		-- Jules Feiffer

%
ഓർമ്മകൾ എന്റെ കുടുംബം യോഗങ്ങൾ ഇപ്പോഴും എനിക്കു ബലം ഉറവിടം. ഞാന്അത് എന്താണെന്ന് എനിക്ക് മറക്കുന്നില്ല - - നാം എല്ലാവരും കാർ കയറി ആഗ്രഹിച്ചവർ ഓർക്കുകയുംതെളിച്ചുകൊണ്ട് വാഹനമോടിക്കാൻ.ഞാൻ ഞങ്ങൾ പോയി കാണപ്പെടുന്ന ഉറപ്പില്ല പക്ഷെ ചില തേനീച്ച അവിടെ ഉണ്ടായിരുന്നു കരുതുന്നു. ദിഞങ്ങൾ ഏതൊരു കായിക ഞങ്ങൾ കളിച്ചു പോലെ എന്തോ വാസന എയർ ശക്തിപ്പെട്ടുകളിച്ചു. ഞാന് ആരെ വിളിച്ചു വലിയ, മൂത്ത മുൻവിധിയോടെയാണ് ഓർക്കുക "ഡാഡി." നാം തിന്നു ആഗ്രഹിക്കുന്നുചില സ്റ്റഫ് അല്ലെങ്കിൽ പിന്നെ എന്റെ വീട്ടില് പോയി കരുതുന്നു.ഞാൻ ചില കാര്യങ്ങൾ നിന്നെ ഒരുനാളും ഊഹിക്കുന്നത്.
		-- Jack Handey, The New Mexican, 1988.

%
മൈക്രോവേവുകൾ നിങ്ങളുടെ അവകാശി അതെടെ.
		-- Jack Handey, The New Mexican, 1988.

%
എൻറെ പയ്യൻ തുച്ഛമായ കുട്ടിയെ ആണ്. ഞാൻ ദിവസം വീട്ടിൽ വന്നു കണ്ടു അവനെ പുഴുക്കളെ ഭേദമായതിനുഇടവഴിയിലെ അവൻ അവിടെ ഇരിക്കുന്ന പക്ഷികൾ hernias നേടുകയും മേൽനോട്ടം. നന്നായി,കഴിഞ്ഞ ക്രിസ്മസ് മാത്രം ഞാൻ അവനെ ഒരു ബി-ബി തോക്ക് കൊടുത്തു അവൻ എന്നെ ഒരു sweatshirt കൊടുത്തുഒരു ഭാഗത്ത് ഒരു കാളയെയും-കണ്ണ്.ഞാൻ എന്റെ കുട്ടികളെ പറഞ്ഞു "മറ്റൊരു ദിവസം, നിങ്ങളുടെ സ്വന്തം കുട്ടികൾ ഉണ്ടായിരിക്കും." അവരിൽ ഒരാൾ"അതിനാൽ നിങ്ങൾ ഉദ്ദേശിക്കുന്ന." പറഞ്ഞു
		-- Rodney Dangerfield

%
എന്റെ കുടുംബം ചരിത്രം എന്നെ തുടങ്ങുന്നത് ഇഷ്ടംതന്നെ നിങ്ങൾ അവസാനിക്കുന്നു.
		-- Iphicrates

%
എന്റെ അമ്മ സ്നേഹിച്ച കുട്ടികള് - ഞാൻ ഒരു ഉണ്ടായിരുന്നെങ്കിൽ അവൾ വല്ലതും നൽകുമായിരുന്നു.
		-- Groucho Marx

%
എന്റെ അമ്മ ഒരിക്കൽ ", Elwood" എന്നോടു പറഞ്ഞു (അവൾ എപ്പോഴും എന്നെ Elwood വിളിച്ചു)"Elwood, ഈ ലോകത്തിൽ ഓ അങ്ങനെ സ്മാർട്ട് അല്ലെങ്കിൽ ഓ അങ്ങനെ പ്രസന്നമായ ആയിരിക്കണം."വർഷങ്ങളായി ഞാൻ സ്മാർട്ട് ശ്രമിച്ചു. ഞാൻ പ്രസന്നമായ ശുപാർശ.
		-- Elwood P. Dowde, "Harvey"

%
എന്റെ അമ്മ അങ്ങനെ ഞാൻ പറഞ്ഞു കൊച്ചുമക്കളും ആഗ്രഹിക്കുന്നു "അമ്മാ, അതിനായി!"
		-- Sue Murphy

%
എന്റെ അമ്മ ഒരു ടെസ്റ്റ് ട്യൂബ് ആയിരുന്നു; എന്റെ അപ്പൻ ഒരു കത്തി ആയിരുന്നു.
		-- Friday

%
എൻറെ മാതാപിതാക്കൾ നയാഗ്ര വെള്ളച്ചാട്ടം പോയി ഞാൻ ലഭിച്ചത് ഇതൊക്കെയും crummy ജീവിതമായിരുന്നു.
		-- Friday

%
എന്റെ ആചാരപരമായ ചെറുതായി വ്യത്യാസപ്പെട്ടിരിക്കുന്നു. ഞാൻ എന്താണ് ചെയ്യേണ്ടത്, ആദ്യം കാര്യം [രാവിലെ] ഞാൻ ആണ്ഷവർ സ്റ്റാൾ കടന്നു ആരംഭിക്കുക. ഞാൻ വലത്തോട്ടു തിരിച്ചു ഞാൻ .അതിനു കാരണം, ഔട്ട് മോശമെന്ന്ഞാൻ ന്യായം Threepio, അല്പം പ്ലാസ്റ്റിക് റോബോട്ട് മുകളിൽ നഗ്നപാദനായി എത്തിക്കഴിഞ്ഞു ലെ"സ്റ്റാർ വാർസ്" എന്റെ മകൻ റോബർട്ട്, ഓഫ് കാലുകൾ pull ഇഷ്ടപ്പെടുന്നു നിന്ന് പ്രതീകംഅവൻ വർഷിക്കുന്നു സമയത്ത്. അപ്പോൾ ഞാൻ ഞങ്ങളുടെ നായ ആയതുകൊണ്ട് തിരികെ സ്റ്റാൾ കടന്നു ഹോപ്,അച്ചാരം, ശക്തമായ പടുത്തുയർത്തുന്നതിൽ രാത്രി ചൂളയ്ക്കടുത്തായി മാത്രം രംഗത്തെത്തിനായ വികാരങ്ങൾ, അക്ഷാംശ വന്നിരിക്കുന്നു ബാത്ത്റൂം കയറി ചലിക്കുന്നത് ഒപ്പം ആഗ്രഹിക്കുന്നുകരടി - 60 അല്ലെങ്കിൽ 70 ആയിരം കളിയായ nips ഇതിൽ ഏതെങ്കിലും ഒന്ന് ഉപയോഗിച്ച് എന്നെ വന്ദനംമനസ്സിൽ ഞാൻ നഗ്നവും, എന്റെ കോണ്ടാക്ട് ലെൻസുകൾ ഇല്ലാതെ അടിസ്ഥാനപരമായി അന്ധനായ ആകുന്നു എന്നു- ഒരു പുതിയ പഠിക്കാൻ എവിടെ പരിക്ക് തരത്തിലുള്ള കാരണമാകുന്നുനിങ്ങൾ എന്റെ ചായ് നേടുകയും ചെയ്താൽ "മിശിഹാ," പാടി ചെയ്യണമെങ്കിൽ ഭാഗം. അപ്പോൾ ഞാൻ മോശമെന്ന്വലത് ആ അത്തം ആറാം അർഥത്തിൽ ചില കുട്ടികളുമായി റോബർട്ട്, കാരണം, പുറത്തേക്ക്ഉണ്ടാകും - പഠിപ്പിക്കാൻ കഴിയില്ല; ഒന്നുകിൽ അതു അല്ലെങ്കിൽ അവർ ചെയ്യരുത് - തിരഞ്ഞെടുത്തിരിക്കുന്നുകക്കൂസുകളുടെ ഒറ്റ ഫ്ലഷ് കൃത്യമായി ആ നിമിഷം. ഒരുപക്ഷേ ഒട്ടനവധി.
		-- Dave Barry

%
പ്രകൃതി ആൺകുട്ടികളും പെൺകുട്ടികളും നോക്കും മനോഹരവുമാണ് ചെയ്യുന്നു അങ്ങനെ അവർ കഴിയുംഅവർ ചില അർത്ഥത്തിൽ നേടാനും വരെ ഇടപെടാര്.
		-- William Phelps

%
മക്കൾ മാത്രം കൊച്ചുമക്കളും വരില്ല.
		-- Gore Vidal

%
നിങ്ങൾ ജനന തന്നിരിക്കുന്നു ആർക്കാണോ ആർക്കും നിങ്ങളുടെ കാർ വായ്പ ഒരിക്കലും.
		-- Erma Bombeck

%
നിങ്ങളുടെ മക്കൾക്കു നിന്റെ കൈ പൊക്കുക ഒരിക്കലും - അതു നിങ്ങളുടെ ഭാര്യെ വിടുന്നുഭദ്രതയില്ലാത്തതാകുന്നു.
		-- Robert Orben

%
അകന്ന നിങ്ങൾ അത് ഇട്ടത് അധികം ഒരു കുട്ടിയെ ഒരിക്കലും വിശ്വസിക്കരുത്.
		-- Robert Orben

%
ചെറിയ ഡാർലിംഗ്സ് straitjackets ഇരിക്കുന്നു ആർക്കും വീട്ടിൽ childproofed ആണ്.
		-- Robert Orben

%
സാരമില്ല ഒരു അമ്മ എത്ര പ്രായം അവൾ അവളുടെ മധ്യവയസ്കനായ മക്കൾ വാച്ചുകൾക്കുള്ളമെച്ചപ്പെടുത്തൽ ലക്ഷണങ്ങൾ.
		-- Florida Scott-Maxwell

%
ഓർഡർ ആരും ജനന വേദനയോ ഒരു കുട്ടി സ്നേഹവാനായ വേദനകൾ കെടുത്തുകഗവൺമെന്റുകൾ സമ്പത്തു നടന്ന് വേണ്ടി പ്രസിഡന്റുമാർ, യുദ്ധങ്ങൾ നിർമ്മിക്കുന്നതിനെക്കുറിച്ച്അവരുടെ ജനം ഇൻഷ്വറൻസ് കമ്പനികൾ യുവ കവര്ച്ച പഴയ വഞ്ചിക്കുന്നതുമായ വേണ്ടി.
		-- Lewis Lapham

%
ഒരു പിതാവ് നൂറ് schoolmasters ആണ്.
		-- George Herbert

%
കുട്ടികൾ ഒര്മവരുന്നില്ലല്ലോഓ ഒന്ന് ഒടുവിൽ പഴയ ലഭിക്കും എന്നതാണ്നിങ്ങൾ നൽകാൻ മതി സ്കൂളിൽ വച്ച് നിർമ്മിച്ച അവതരിപ്പിക്കുന്നു.
		-- Robert Byrne

%
മുതിർന്നവർക്കും മാത്രം childproof ക്യാപ്സ് പ്രയാസകരമായി.
		-- Robert Byrne

%
ശിശുക്കളുടെയും വായിൽനിന്നു പലപ്പോഴും ധാന്യ വരുന്നത്.
		-- Robert Byrne

%
അവർ ഇല്ല എങ്കിൽ പോലെ മാതാപിതാക്കൾക്ക് പലപ്പോഴും യുവതലമുറ സംസാരിക്കാവുന്നഅതിനെ ഒന്നും വളരെ.
		-- Robert Byrne

%
ദയവായി, മദർ! ഞാൻ അതിനെക്കുറിച്ച് സ്വയം ചെയ്യുമായിരുന്നു!
		-- Robert Byrne

%
Reinhart അമ്മയുടെ പ്രിയപ്പെട്ട ഒരിക്കലും - അവൻ ഒരു ഏക മകനെ ആയിരുന്നു.
		-- Thomas Berger

%
കൗമാരത്തിൽ നിങ്ങളുടെ ജീവിതത്തിൻറെ അവസാന ഘട്ടത്തിൽ വരുമ്പോൾ ഇരിക്കുന്നു ഓർക്കുകനിങ്ങൾ ഫോൺ വേണ്ടി എന്ന് കേൾക്കാൻ സന്തോഷമേ ഉള്ളൂ.
		-- Fran Lebowitz, "Social Studies"

%
നിങ്ങൾ അവഗണിക്കുകയാണെങ്കിൽ മഞ്ഞും കൗമാര കാണാതാകുന്നു മാത്രമേ പ്രശ്നങ്ങൾഅവരെ മതി.
		-- Fran Lebowitz, "Social Studies"

%
എവിടെയോ ഈ ലോകത്തിന്റെ ഓരോ പത്തു നിമിഷങ്ങൾ അവിടെ ജന്മം നൽകുന്ന ഒരു സ്ത്രീഒരു കുട്ടിയെ. അവൾ കണ്ടെത്തി നിർത്തണം.
		-- Sam Levenson

%
അവർ വലുതാകുമ്പോൾ, മക്കൾ വീട്ടിൽ വിനീതമായ ആൻഡ് അങ്ങോട്ട് ആകുവാൻ ഉപദേശിക്ക,അവർ ഒരു നടപ്പാത ലേക്കായി ഒരു കാർ ഒരറ്റത്തുനിന്ന് കഴിയില്ല.
		-- Sam Levenson

%
ടെസ്റ്റ്-ട്യൂബ് ശിശുക്കൾ കല്ലെറിയുന്നു പാടില്ല.
		-- Sam Levenson

%
എല്ലാ സഹോദരന്മാരെ ആയിരിക്കും എന്നു സഹോദരന്മാർ ആൾക്കാരുടെ സ്വപ്നമാണ്.
		-- Charles Chincholles, "Pensees de tout le monde"

%
ആധുനിക ടീനേജ് ശരാശരി വരുമാനം ഏകദേശം 2 മണിയ്ക്കുള്ള ആണ്
		-- Charles Chincholles, "Pensees de tout le monde"

%
കോടതിമുറി (.പഠനവും) ആയി വിചാരപ്പെടരുതു മൌനം കവിളൊത്തൊരുജഡ്ജി ചേർത്തുവച്ച് അവന്റെ മുമ്പിൽ പിതൃത്വ തന്റെ വിധി പരിഗണിക്കും.പെട്ടെന്നു അവൻ തന്റെ വസ്ത്രത്തിന്റെ മടക്കുകളും എത്തിച്ചേർന്നിട്ടുണ്ടാകാം സിഗാർ വലിച്ചുഎതിരേറ്റ് പ്രതിക്ക് അതു കൈമാറി."അഭിനന്ദനങ്ങൾ!" അഭിഭാഷകൻ declaimed. "നിങ്ങൾക്ക് ഒരു തീർന്നിരിക്കുന്നുപിതാവ്! "
		-- Charles Chincholles, "Pensees de tout le monde"

%
യുവ കുറവും അതിനുമുകളിലോ ശുചിത്വം അത്യാവശ്യ ഭാഗമാണ്ജനം അത്യന്തം രക്തം രൂപപോലും സഹായിക്കും.
		-- Logan Pearsall Smith

%
മനുഷ്യരുടെ ഇടയിൽ ക്രിസ്തീയ ക്ഷമ.
		-- Ambrose Bierce

%
നമ്മുടെ ജീവിതത്തിൽ ആദ്യ പകുതിയിൽ നമ്മുടെ മാതാപിതാക്കളോടും രണ്ടാം പകുതി നശിച്ചുപോകുന്നുഞങ്ങളുടെ കുട്ടികൾ.
		-- Clarence Darrow

%
നിങ്ങൾ വർദ്ധിപ്പിക്കും വരെ രക്ഷാകർതൃത്വം നിറഞ്ഞ ആഘാതം നിങ്ങളെ ഹിറ്റ് ഇല്ലമുപ്പത്തിരണ്ടു പല്ലുകൾ വഴി നിങ്ങളുടെ കുട്ടികളുടെ എണ്ണം.
		-- Clarence Darrow

%
ഭാവി ഇൻഷ്വറൻസ് സെയിൽസ്മാൻ ഉയർന്ന സ്കൂൾ കൗൺസിലർമാർ സൃഷ്ടിച്ച ഒരു മിഥ്യയാണ്.
		-- Clarence Darrow

%
യുവ നല്ല മരിക്കും - അവ ലഭിച്ചു എങ്കിൽ താമസിക്കുന്നവർ ഒരു ഉപയോഗവുമില്ല കാരണംനല്ല.
		-- John Barrymore

%
ആശയം വൈകി കഴിയുന്നത്ര യുവ മരിക്കാൻ ആണ്.
		-- Ashley Montague

%
ആധുനിക കുട്ടി നിങ്ങൾ ഒന്നും പറഞ്ഞു മുമ്പ് തിരികെ ഉത്തരം നൽകും.
		-- Laurence J. Peter

%
"ഇളയ നോക്കുവാൻ യഥാർത്ഥ വഴി ഇത്രവേഗം ജനിക്കാൻ അല്ല."		   പിന്നെയും പിന്നെയും"
		-- Charles Schulz, "Things I've Had to Learn Over and

%
ജീൻ പൂള് പ്രശ്നം യാതൊരു ഹീറോയ്ക്കായി ഇല്ല എന്നതാണ്.
		-- Charles Schulz, "Things I've Had to Learn Over and

%
വലിയ കുടുംബങ്ങൾ കുറഞ്ഞത് കാരണം സമൂഹത്തിനാണ് പ്രയോജനം യഥാർത്ഥ കാരണംലോകത്തിൽ കുട്ടികളുടെ ഏതാനും തുടക്കക്കാർ ഉന്നയിച്ച പാടില്ല.
		-- Charles Schulz, "Things I've Had to Learn Over and

%
പീക്ക് മാനസിക പ്രവർത്തനത്തിന്റെ വർഷം നാലു പ്രായത്തിനിടയിലാണെങ്കിൽ ജമാ ആകുന്നുഅച്ചനു. നാലു ഞങ്ങൾ എല്ലാ ചോദ്യങ്ങളും, പതിനെട്ടു എല്ലാ ഉത്തരങ്ങളിലും അറിയുന്നു.
		-- Charles Schulz, "Things I've Had to Learn Over and

%
"യൂസ്റ്റേസും ക്ലാരൻസ് Scrubb എന്ന ഒരു ആൺകുട്ടി ഉണ്ടായിരുന്നു; അവൻ ഏകദേശം തരണം."
		-- C. S. Lewis, "The Chronicles of Narnia"

%
നിങ്ങൾ ചിലപ്പോൾ ബാലിശമായ കഴിയില്ല വളർന്നിരിക്കുന്നു ചെയ്തുകൊണ്ടിരിക്കുന്നു ഇല്ല അവിടെ.
		-- Dr. Who

%
അവരോടൊപ്പം ചിന്തിക്കുന്നതു വഷളാകുക അല്ല എന്ന് കൗമാരക്കാരുടെ തെറ്റൊന്നുമില്ല അവിടെ.
		-- Dr. Who

%
പിച്ച എൻട്രോപ്പി കർത്താവിന്റെ stormtroopers ആകുന്നു.
		-- Dr. Who

%
കഷ്ടം ശിശുക്കൾ ഇരിക്കുന്നു; അവർ മാത്രമേ നഴ്സിംഗ് വളരാൻ.
		-- Dr. Who

%
രണ്ട് പാരന്റ് ഭാഗമാകാൻ എങ്ങനെ അവരുടെ മകൻ ഉപദേശിച്ചു മാസങ്ങൾ ചിലവഴിച്ചു തുള്ളിസമുദ്രം. പരിശീലനം മാസം ശേഷം പിതാവ് ഡ്രോപ്പ്, അമ്മ ഡ്രോപ്പ് ലേക്ക് അഭിപ്രായമിട്ടു"ഞങ്ങൾക്ക് അറിയാം ഞങ്ങളുടെ ബാലനെ എല്ലാം പഠിപ്പിച്ചു, അവൻ വേലിയേറ്റം ആകുവാൻ അനുയോജ്യമായ."
		-- Dr. Who

%
നാം എല്ലാവരും -നു പുതുമാംസം പൊടുന്നനെ ജനിക്കുന്നു, പരിഷ്കൃത ആയിരിക്കണംസമൂഹത്തിൽ പങ്കെടുക്കാൻ ഫിറ്റ് മുമ്പ്.ശരിയായ പെരുമാറ്റം "
		-- Judith Martin, "Miss Manners' Guide to Excruciatingly

%
ഞങ്ങളുടെ മാതാപിതാക്കൾ കുറിച്ച് മുന്നറിയിപ്പ് ജനം.
		-- Judith Martin, "Miss Manners' Guide to Excruciatingly

%
വാസ്തവത്തിൽ എന്തു ആകൃതിയിലും അവസ്ഥകളും നമ്മെ ചെയ്യുന്നു ആരുടെയെങ്കിലും മാത്രം കുറച്ച് ആണ്ഞങ്ങളെ നേരിടാനുള്ള ധൈര്യം: ആ നിങ്ങൾ ഒരിക്കൽ ആയിരുന്നു കുട്ടി ആണ്,ഔപചാരിക വിദ്യാഭ്യാസം എപ്പോഴെങ്കിലും അതിന്റെ നഖങ്ങൾ ലഭിച്ചത് മുൻപ് - ആസ്നേഹവും ശക്തിയും ആഗ്രഹിക്കുന്നു നേടുകയും കഴിയാത്ത ചാഞ്ചല്യം, എല്ലാ-ആവശ്യപ്പെട്ട് കുട്ടിഒന്നുകിൽ മതി ആർ വരെ നിങ്ങളുടെ ആത്മാവിൽ വീശുന്ന കരഞ്ഞും തുടരുന്നുഒടുവിൽ നിന്റെ കണ്ണു അടച്ചാലും എല്ലാ മൂഢന്മാരുടെ 'വെറുതെയോ നോക്കി പറയുംസമാധാനപരമായ? "ഇതെല്ലാം യുദ്ധങ്ങൾ ഉണ്ടാക്കുന്നവർ കുട്ടികൾ മോളു ആ ലോട്ടറി-അപ് ആണ്എല്ലാ ഖിന്നനും എല്ലാ ആർട്ട് എല്ലാ സൗന്ദര്യവും കണ്ടെത്തൽ ലെജീവിതം അവർ തങ്ങളുടെ മുഷ്ടി അപ്പുറം കിടന്നു എന്തു നേടാൻ ശ്രമിക്കുന്ന കാരണംഅവർ അഞ്ചു വയസ്സായിരുന്നു മുമ്പെ.
		-- Robertson Davies, "The Rebel Angels"

%
കുട്ടികൾക്ക് ചെയ്തതു എന്ത്, അവർ സമൂഹത്തിന് ചെയ്യും.
		-- Robertson Davies, "The Rebel Angels"

%
കുട്ടിക്കാലം മരിക്കുമ്പോൾ അതിന്റെ ശവശരീരങ്ങൾ മുതിർന്നവർ വിളിക്കുന്നു.
		-- Brian Aldiss

%
എനിക്ക് 16 വയസ്സായപ്പോൾ ഞാൻ എന്റെ അപ്പൻ യാതൊരു പ്രത്യാശയും ഉണ്ടായിരുന്നു വിചാരിച്ചു. ഞാൻ ആയിരുന്നു സമയം20 അവൻ വലിയ മെച്ചപ്പെടുത്തൽ ഉണ്ടാക്കിയ.
		-- Brian Aldiss

%
നിങ്ങൾ ജനിച്ചത് ഒരു വലിയ അവസരം നിങ്ങൾക്ക് പോകേണ്ടിവന്നു.
		-- Brian Aldiss

%
എന്തുകൊണ്ട് അവർ നിങ്ങളെ എല്ലാം അവരുടെ ശേഷം റൺ ചെയ്യുമ്പോൾ അത് കുഞ്ഞിനെ-സിറ്റിംഗ് വിളിക്കുന്നത്?
		-- Brian Aldiss

%
എന്തുകൊണ്ട് ഈ വർഷം നിങ്ങളുടെ കുടുംബത്തിന് ഒരു പഴഞ്ചൻ ക്രിസ്മസ് ഇല്ല? ജസ്റ്റ്നിങ്ങളുടെ മക്കളായി ക്രിസ്മസ് രാവിലെ നിങ്ങളുടെ സ്വീകരണ മുറിയിൽ രംഗം ഭാവനയിൽഅവരുടെ പഴഞ്ചൻ സമ്മാനങ്ങൾ തുറക്കുക.നിങ്ങളുടെ 11-കാരനായ മകൻ: "ഭാവിയറിയാന് ഇത്?"നിങ്ങൾ! "ഒരു സ്പിന്നിങ് മുകളിൽ നിങ്ങൾ ചുറ്റും സ്പിൻ, തുടർന്ന് ഒടുവിൽ അത് വീണാൽതാഴേക്ക്. എന്താണ് വിനോദം! ഹെക്ടർ, ഹാ "പുത്രൻ: "ഈ ഒരു തമാശയാണ് ജേസൺ തോംപ്സൺ മാതാപിതാക്കൾ കൂടെ ഒരു കമ്പ്യൂട്ടർ കിട്ടി?രണ്ട് ഡിസ്ക് ഡ്രൈവുകൾ, റാൻഡം ആക്സസ് മെമ്മറി 128 കിലോബൈറ്റുകൾ, ഞാൻ ഈ നേടുകയുംപ്രമുഖസ്ഥാനം cretin? "നിങ്ങളുടെ 8-വയസ്സുള്ള മകൾ: "നിങ്ങൾ ആ മോശമാണ് കരുതുന്നു ഇത് നോക്കു?."നിങ്ങൾ: "! ഇത് figgy പുഡ്ഡിംഗ് എന്താണ് ഒരു ദേഷ്യവും!"മകളെ: "അത് ആട് പറയാന് തോന്നുന്നു."
		-- Dave Barry, "Simple, Homespun Gifts"

%
നിങ്ങൾ മക്കൾ പലതും പഠിക്കാനുണ്ട്. എത്ര ക്ഷമ നിങ്ങളില്ലാതെഉദാഹരണത്തിന്.
		-- Franklin P. Jones

%
"നിങ്ങള് ഒരു അമ്മ എല്ലാ സമയത്തും ഒരു ചെറിയ ഗർഭിണിയായി പ്രതീക്ഷിക്കാൻ കഴിയില്ല" മാർഗരറ്റ്മീഡ് ഒരിക്കൽ അവളുടെ സാധാരണപോലെ ബുദ്ധിയോടെ ശ്രദ്ധേയമാണ്, എന്നാൽ 1978 ലെ അവൾ ഞെട്ടിച്ചുസ്ത്രീകൾ ശരിക്കും അവരെ ഇട്ടു മക്കളെ ഇല്ല എടുത്തുകൊണ്ടിരിക്കുക വഴി ഫെമിനിസ്റ്റുകൾദിവസം ഒന്നുകിൽ, പന്ത്രണ്ടു മണിക്കൂർ പരിപാലിക്കാൻ.
		-- Caroline Bird, "The Two Paycheck Marriage"

%
നിങ്ങൾ ആണവ ആയുധങ്ങൾ ഒരു കുഞ്ഞിനെ ആലിംഗനം കഴിയില്ല.
		-- Caroline Bird, "The Two Paycheck Marriage"

%
ഒരു രക്ഷിതാവെന്ന നിലയിൽ നിങ്ങളുടെ ഉത്തരവാദിത്തമാണ് നിങ്ങൾ കരുതുന്ന പോലെ അല്ല. നിങ്ങളെരോഗം അടുത്ത ജേതാവ് അല്ലെങ്കിൽ പ്രധാന പ്രമേയത്തിന് ലോകത്തെ വിതരണത്തിനുള്ള ആവശ്യവുമില്ലചിത്രം നക്ഷത്ര. നിങ്ങളുടെ കുട്ടി കേവലം ഉപയോഗിക്കാത്ത ആരെങ്കിലും വളരുന്നു എങ്കിൽ"ശേഖരിക്കാവുന്ന" ഒരുനാമപദമാണു് എന്ന പദം, നിങ്ങൾ സ്വയം ആളായിരുന്നുവത്രേ പരിഗണിക്കുകവിജയം.
		-- Fran Lebowitz, "Social Studies"

%
യൂത്ത് അത്തരം ഒരു അത്ഭുതകരമായ കാര്യം തന്നെ. അതു കുട്ടിയുടെ എത്ര കുറ്റകൃത്യം.
		-- George Bernard Shaw

%
യൂത്ത് സന്തതികളിൽ ട്രസ്റ്റി ആണ്.
		-- George Bernard Shaw

%
നിങ്ങളുടെ മാതാപിതാക്കളെ നിങ്ങളുടെ സകല കുറ്റപ്പെടുത്തുന്നത് വരുമ്പോൾ ബാലൻ; മെച്യൂരിറ്റി ആണ്നിങ്ങൾക്ക് എല്ലാം യുവതലമുറ പാപമാകുന്നു എന്നു പഠിച്ചിട്ടു.
		-- George Bernard Shaw

%
യൂത്ത്. അതു ആർക്കും അതൊരിക്കലും outgrows ഒരു അത്ഭുതവും തുടർന്ന്.
		-- George Bernard Shaw

%
