ഒരു ബാങ്കർ സൂര്യൻ താരകം സമയത്ത് നിങ്ങൾ അവന്റെ കുട നൽകുന്നു ഒരു കൂട്ടാളിയായഅതു മഴ തുടങ്ങുന്നു മിനിറ്റ് അതു തിരികെ ആഗ്രഹിക്കുന്നു.
		-- Mark Twain

%
ക്ലാസിക്ക് എല്ലാവർക്കും വായിച്ച് ആഗ്രഹിക്കുന്നു സംഗതിയാണത്ആരും വായിക്കാൻ ആഗ്രഹിക്കുന്നു.
		-- Mark Twain, "The Disappearance of Literature"

%
ഒരു കുതിര! ഒരു കുതിര! ഒരു കുതിര എന്റെ രാജ്യം!
		-- Wm. Shakespeare, "Richard III"

%
ഇപ്പോൾ മുതൽ നൂറു വർഷം അത് [ട്വയിൻ രചനകളുടെ] ആ സാധ്യത "ആണ്ജംബിംഗ് തവള "മാത്രം ഓർത്തു ചെയ്യും.
		-- Harry Thurston Peck (Editor of "The Bookman"), January 1901.

%
എ ആപ്പിൾ ആണ്.
		-- Hester Pryne

%
സമകാലിക കത്തുകൾ ബിഗിൻസ് ഒരുതരം.
		-- Philip Larkin on Anthony Burgess

%
ഒരു നേരിയ ഭാര്യ ഭാരമുള്ള ഭർത്താവിനെ ചെയ്യുന്നു.
		-- Wm. Shakespeare, "The Merchant of Venice"

%
മനുഷ്യൻ തന്റെ, കാന്റർബറി ഒറ്റ ശനിയാഴ്ച രാവിലെ വായിച്ചഭാര്യ '? നിങ്ങൾ അവിടെ എന്താണ് ലഭിച്ചു "ചോദിച്ചു അവൻ, "എൻറെ കപ്പ് ചോസർ." മറുപടി നൽകി
		-- Wm. Shakespeare, "The Merchant of Venice"

%
... സഭായോഗം, unsmiling, sanctimonious പഴയ അവൻ .ഗബ്രീയേലേ മഞ്ഞുമലയുടെട്രിനിറ്റി ഒരു ഒഴിവിലേക്കാണ് കാത്തിരുന്നു.
		-- Mark Twain

%
രണ്ടു പട്ടണവും LITE (TM) ഒരു ചോദ്യം- ചാൾസ് ഡിക്കൻസ് വഴിഒരു ഫ്രഞ്ച് രാജഭൃത്യൻ മുഖവുമായി അഭിഭാഷകനായ തന്റെ സ്ഥലത്തു പ്രവർത്തിപ്പിക്കുന്നു.Metamorphosis LITE (TM)- ഫ്രാൻസ് കാഫ്ക വഴിമനുഷ്യൻ ഒരു ബഗ് മാറുന്നു അയാളുടെ കുടുംബവും അസ്വസ്ഥനാക്കുന്നു ലഭിക്കുന്നു.റിങ്സ് ലൈറ്റിന്റെ രക്ഷിതാവ് (TM)- ജെ.ആർ.ആർ. റ്റോൾകീൻ വഴിചില സഞ്ചി ഒരു അഗ്നിപർവ്വതം ഒരു മോതിരം എറിയാൻ ഒരു നീണ്ട അവധിക്കാലം എടുത്തു.ചോറ്റാനിക്കര LITE (TM)- കൈയ്യൊപ്പുള്ള വഴി. ഷേക്സ്പിയർകുടുംബ പ്രശ്നങ്ങൾ അവധിക്കാലം ഒരു കോളേജ് വിദ്യാർഥി ഒരു screwyകാമുകിയെ അവളുടെ പ്രായം പ്രവർത്തിക്കാൻ കാണിക്കാത്ത ഒരു അമ്മ.
		-- Mark Twain

%
രണ്ടു പട്ടണവും LITE (TM) ഒരു ചോദ്യം- ചാൾസ് ഡിക്കൻസ് വഴിവെറും തോന്നുന്നു മറ്റൊരുത്തന്റെ സ്നേഹിക്കുന്നു ഒരു പെൺകുട്ടിയുമായുള്ള സ്നേഹം ഒരു മനുഷ്യനെഅവനെപ്പോലെ അവന്റെ തലയിൽ കാരണം അർഥമാക്കുന്നില്ല ഫ്രാൻസിൽ വെട്ടി ചെയ്തുknits സ്ത്രീ.കുറ്റവും ശിക്ഷയും LITE (TM)- ഫിയോദർ Dostoevski വഴിമനുഷ്യൻ ഒരു pawnbroker ഒരു ഡോണും കത്ത് അയയ്ക്കുന്നു, പിന്നീട്കുറ്റക്കാരനെന്നു തോന്നിത്തുടങ്ങി ഒപ്പം തുടരും.ഒഡീസി LITE (TM)- ഹോമര് വഴിവൈകി പ്രവർത്തിച്ച, നല്ലവർത്തമാനം യോദ്ധാവ് വീട്ടിലേക്കു തന്റെ വഴിക്കു നഷ്ടമായാൽ.
		-- Mark Twain

%
എല്ലാത്തിനുമുപരി, അവൻ ചെയ്തു ഒന്നിച്ച് സ്ട്രിംഗ് പഴയ ധാരാളം അറിയപ്പെടുന്ന ഉദ്ധരണികൾ ആയിരുന്നു.
		-- H. L. Mencken, on Shakespeare

%
അയ്യോ, എങ്ങനെ സ്നേഹം സ്വയം കൂടെ നിസ്സാരകാര്യമായി കഴിയും!
		-- William Shakespeare, "The Two Gentlemen of Verona"

%
എല്ലാ generalizations ഇതുൾപ്പെടെയുള്ള, തെറ്റാണ്.
		-- Mark Twain

%
അറിയില്ല വാക്കുകളുടെ അറിയുന്നു എന്താണ് മരിച്ചവരുടെ കാര്യങ്ങൾ, ആഒരു തുടക്കവും മധ്യത്തിൽ കൂടെ ഒരു സുമുഖനായ അല്പം സം ദേവനെനന്നായി നിർമ്മിച്ച പദപ്രയോഗം മരിച്ചവരിൽ നീണ്ട സൊണാറ്റ നിറഞ്ഞുനിന്ന ഒരു.
		-- Samuel Beckett

%
വിചിത്രമായ ഒരു പരാതി വന്നിരുന്ന - "എത്രത്തോളം ബുദ്ധിമുട്ടാണ് നാം മരിക്കാൻ ആണ് എന്ന്" എല്ലാ പറയുംജീവിക്കാൻ ഉണ്ടായിരുന്നു ആൾക്കാരുടെ വായിൽ.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
"... എല്ലാ ആധുനിക അസൗകര്യങ്ങൾ ..."
		-- Mark Twain

%
എല്ലാം, ആസ്വദിച്ച അധികം ഓടിച്ചു കൂടുതൽ ആത്മാവിൽ ഉണ്ടു.
		-- Shakespeare, "Merchant of Venice"

%
എല്ലായ്പ്പോഴും സുകൃതം. ഇത് ചില ആളുകൾ .ഗബ്രിയേൽ ബാക്കിയുള്ളവ കുതിച്ചു ചെയ്യും.
		-- Mark Twain

%
എല്ലായ്പ്പോഴും മൂഢന്റെ .രോഗനിര്ണയം ഭ്രാന്തു whetstone ആണ്.
		-- William Shakespeare, "As You Like It"

%
"..., ഒരു പരിചയസമ്പന്നരായ വ്യവസായ, ലക്ഷ്യബോധമുള്ളവരും പലപ്പോഴും പലപ്പോഴുംമനോഹരമായ ദിവസമായി. "
		-- Mark Twain

%
ഒരു സത്യസന്ധമായ മെൽവിലിനുണ്ടായിരുന്ന സ്പീഡിന്റെ മികച്ച സ്പഷ്ടമായി ഗുണമൊന്നും.
		-- William Shakespeare, "Henry VI"

%
നിങ്ങൾ (ഞാൻ ആകുന്നു fop) ഞാൻ സ്കാർലെറ്റ് Pumpernickel ആയിരിക്കും എന്നു തോന്നുന്നുവോ?
		-- William Shakespeare, "Henry VI"

%
വാലറ്റക്കാരുടെ കാള തന്നത് ആർക്കും അഞ്ചോ ആറോ കൂടുതൽ കാര്യങ്ങൾ അറിയുന്നുഅല്ല ഒരാളെ അധികം.
		-- Mark Twain

%
ഏപ്രിൽ 1ഇത് നാം മറ്റു മൂന്നു ന് ഏതു ഓർമിപ്പിച്ചു ഏത് മേൽ ദിവസമാകുന്നുനൂറ്റി അറുപത്തി നാലു.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
അനിയന്ത്രിത ആൺകുട്ടികൾക്കായി ഈച്ചകൾ ദേവന്മാരെ ഞങ്ങൾ തന്നെ; കായിക ഞങ്ങളെ കൊല്ലുവാൻ.
		-- Shakespeare, "King Lear"

%
സംശയമുണ്ടെങ്കിൽ അതു ഉപമകൾ: നാമവിശേഷണം നിശ്ചയം.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
അതു എന്നെ അടിച്ചു ഒരിക്കൽ നേട്ടങ്ങളുടെ ഒരു പുരുഷൻ രൂപം പോയ നിലവാരത്തിൽ,പ്രത്യേകിച്ച് സാഹിത്യത്തിൽ, ഏത് ഷേക്സ്പിയർ അങ്ങനെ മുതലക്കണ്ണീരൊന്നും കൈവശമാക്കി- ഞാൻ യുവാവും കഴിവുള്ള വരുമ്പോൾ എന്ന് നെഗറ്റീവ് ശേഷിയെ ഏയ്അനിശ്ചിതത്വമാണ്, നിഗൂഢതകൾ, സംശയങ്ങൾ, യാതൊരു വെറിപിടിപ്പിക്കുന്ന എത്താതെ ലെവസ്തുത യുക്തിയും ശേഷം.
		-- John Keats

%
ഉണരുക! ഭയപ്പെടേണ്ട ഫയര്! ശത്രുക്കൾ! ഉണരുക!ഭയപ്പെടേണ്ട ഫയര്! ശത്രുക്കൾ!ഉണരുക! ഉണരുക!
		-- J. R. R. Tolkien

%
ഗന്ധര്വ്വന് ആഗ്രഹം കൊണ്ട് ഇ്രന്ത്യന്, ബലിക്കാക്ക ബാക്കി തന്റെ ഒന്നു ലോബിലെ വളച്ചൊടിച്ചുചെവി, ഭീതി പരത്തിയ അവനെ പിന്നിൽ മറ്റാരോ സാന്നിദ്ധ്യം തോന്നിഒരു ഫ്ലാഷ് വെള്ളപ്പൊക്കം ഇറക്കി അലറുന്ന തന്റെ നാഡീവ്യൂഹം വഴി വിവേചപരമായOroville ഡാം പൂർത്തിയാകുന്നതിന് മുമ്പുള്ള ഫെദർ നദിയുടെ മിഡ്-നാൽക്കവല1959 ൽ.മോശം ഫിക്ഷൻ മത്സരം.
		-- Grand Panjandrum's Special Award, 1984 Bulwer-Lytton

%
ആരോഗ്യ പുസ്തകം വായിക്കാൻ സൂക്ഷിക്കുക, നിങ്ങൾ ഒരു misprint മരിക്കും വേണ്ടി.
		-- Mark Twain

%
ഇതാ, മൂഢൻ അരുളപ്പാടു, "ഒരു കൊട്ടയിൽ അല്ല നിന്റെ മുട്ടകൾ ഇടുക" - ആണ്എന്നു ഒരു വിധത്തിൽ പക്ഷെ "നിങ്ങളുടെ സ്വത്തുക്കൾ ശ്രദ്ധ ചിതറിച്ചുകളവിൻ;" ജ്ഞാനികളുടെപറയുന്നു, "ഒരു കൊട്ടയിൽ നിങ്ങളുടെ എല്ലാ മുട്ടകൾ ഇട്ടു - ആ കൊട്ടയിൽ കാണുക."
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ബിഗ് പുസ്തകം വൻകിട പ്രസവിച്ചു.
		-- Callimachus

%
എന്നാൽ, എന്റെ സ്വന്തം ഭാഗം എനിക്കു ഗ്രീക്ക് ആയിരുന്നു.
		-- William Shakespeare, "Julius Caesar"

%
ശ്രമിക്കുന്ന ഞങ്ങൾ എളുപ്പത്തിൽ ദുരിതവും സഹിക്കാൻ പഠിക്കാൻ കഴിയും. മറ്റൊരുത്തന്റെ, ഞാൻ ഉദ്ദേശിക്കുന്നത്.
		-- Mark Twain

%
നാഗരികതയുടെ അനാവശ്യ ബുദ്ധിമുട്ടു വെബിന്റെ ഗുണനം ആണ്.
		-- Mark Twain

%
വസ്ത്ര മനുഷ്യനെ ഉണ്ടാക്കുക. നേക്കഡ് സമൂഹത്തിൽ ന് കാര്യമായ സ്വാധീനമുണ്ട്.
		-- Mark Twain

%
സൂപ്പ് സംക്ഷേപിക്കുന്നത്, അല്ല ഗ്രന്ഥങ്ങൾ!
		-- Mark Twain

%
മനസ്സാക്ഷി നമ്മുടെ എല്ലാവരുടെയും കമന്ടടിക്കാന് ചെയ്യുന്നു.
		-- Shakespeare

%
നന്നായി കാര്യങ്ങൾ അനുപാതത്തിനനുസരിച്ച് പരിഗണിക്കുക. അതു ഒരു ജൂൺ-ബഗ് നല്ലതുപറുദീസയുടെ ഒരു പഴയ പക്ഷി അധികം.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ഭയം അഭാവത്തിൽ അല്ല - ധൈര്യം ഭയം ഭയം, അഗ്രഗണ്യനാക്കുന്നു ചെറുത്തുനിൽപ്പ് ആണ്. ഒരു ഒഴികെസൃഷ്ടിയായി അതു ധൈര്യമുള്ള പറയാൻ ഒരു വാദമെന്നു അല്ല ഭാഗം ഭീരു ആയിരിക്കും; അതു കേവലം ആണ്വചനം ഒരു അയഞ്ഞ misapplication. ചെള്ളിനെ ചിന്തിക്കുക -! incomparablyഭയം അറിവില്ലായ്മ ധൈര്യം പക്ഷം ദൈവത്തിന്റെ സകല സൃഷ്ടികളിൽ ധീരന്മാർ.നിങ്ങൾ ഉറങ്ങുന്നതു അല്ലെങ്കിൽ ഉണരുക അവൻ വാസ്തവത്തിൽ ഒന്നും ശ്രദ്ധിക്കണമെന്ന നിങ്ങൾ ആക്രമിക്കും എന്ന്ഭൂമിയുടെ പരുപരുത്ത സൈന്യങ്ങൾ ഉള്ളതിൽ ബൾക്ക് ബലവും നിങ്ങളെ അവനെ നടക്കുമെന്നുംഒരു മുലകുടിക്കുന്ന കുഞ്ഞിനെ; അവൻ രാവും പകലും ജീവിക്കുകയും എല്ലാ രാവുംപ്രാണഭയത്തോടെ മരണത്തിന്റെ സാന്നിധ്യമുള്ള വളരെ മടി എന്നിട്ടും ഇല്ലഭീഷണിപ്പെടുത്തുകയും ചെയ്തു ഒരു നഗരത്തിന്റെ വീഥികൾ നടക്കുന്നു മനുഷ്യൻ അധികം ഭയപ്പെട്ടുഒരു ഭൂകമ്പം പത്തു നൂറ്റാണ്ട് മുമ്പ്. ഞങ്ങൾ ക്ലൈവ്, നെൽസൺ, ഒപ്പം Putnam പറയുമ്പോൾമനുഷ്യർ "ഭയം എന്തെന്നു അറിഞ്ഞില്ല" പോലെ ഞങ്ങൾ ചെള്ളിനെ ചേർക്കാൻ എപ്പോഴും അരുതാത്തതു - ഒപ്പംജാഥ തലെക്കൽ ആക്കി.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
കൈസരുടെ അല്ല വൈകും. തൽക്ഷണം വായിക്കുക.ഇവിടെ ഒരു കത്ത്, നിങ്ങൾക്ക് ഇഷ്ടമുള്ളപ്പോൾ അതു വായിക്കുമ്പോൾ.[ "VMs ഇന്റേണലുകൾ ഡേറ്റാ രീതികളും" ഉദ്ധരിച്ച, V4.4, എപ്പോൾഐ / ഒ സിസ്റ്റം സേവനങ്ങൾ പരാമർശിച്ച്.]
		-- Shakespeare, "Merchant of Venice" 5,1

%
Delores എന്നേക്കും അവളുടെ ജീവിതം ഉപരിതലത്തിൽ സഹിതം breezed ഒരു ഫ്ലാറ്റ് കല്ലുപോലെപുറംതൊലി വെള്ളം സഹിതം ബഹിഷ്കരിക്കുന്നു ഇടക്കിടക്ക് റിയാലിറ്റി ഓളമിളകുന്ന എന്നാൽ മറവിയുള്ളഅവൾ ഒടുവിൽ, ആക്കം നഷ്ടപ്പെട്ടു വരെ താണു മൂലം ഒരു ലേക്കുള്ള, സ്ഥിരതയാർന്ന അതിലേക്ക്അവളുടെ വിട്ടുമാറാത്ത ബുദ്ധിമുട്ടുന്നത് ഇടയാക്കിയത് ശിശുവിനെപ്പോലെ flouride എന്ന അമിതമായിവികാര വിലപ്പോവില്ല പോലെ അവളുടെ ജീവന്റെ തറയിൽ എന്നേക്കും കിടക്കും നബിക്ക് കൂട്ടർഒരു അഞ്ചു നൂറു പൗണ്ട് ബാർബെൽ പോലെ ഒരു അനുബന്ധം പോലെ ഏകാന്തമായ പോലെസ്റ്റിറോയിഡ്-സ്വതന്ത്ര ഫിറ്റ്നസ് സെന്റർ.
		-- Winning sentence, 1990 Bulwer-Lytton bad fiction contest.

%
ലോകം ജീവിക്കാനായി നിങ്ങൾ നൽകാനുണ്ട് എന്നു ചുറ്റും പോകരുത്. ലോകം നിങ്ങളെ നൽകാനുണ്ട്ഒന്നും. അത് ആദ്യം ഇവിടെ ആയിരുന്നു.
		-- Mark Twain

%
"കുട്ടിച്ചാത്തന്മാർ കുറുനരികളും!" ഞാൻ അവനോടു പറഞ്ഞു. "Cabbages ഉരുളക്കിഴങ്ങും മെച്ചപ്പെട്ടവയാണ്നിങ്ങൾ എനിക്കുവേണ്ടി. "
		-- J. R. R. Tolkien

%
ഇംഗ്ലീഷ് സാഹിത്യത്തിൽ ന്റെ നടപ്പിലാക്കുമ്പോൾ ചെള്ള്.
		-- Sean O'Casey on P. G. Wodehouse

%
വ്യക്തമായ ഏറ്റവും തികഞ്ഞ സന്ദര്ഭാനുസരണമായ തെളിവുകൾ വൈകുന്നേരം കുറയുമെന്ന്എല്ലാ ശേഷം കുറ്റം, അതിനാൽ വളരെ ശ്രദ്ധയോടെ അനുഭവിക്കുന്നു വളരുകയുള്ളൂ. എടുക്കുകഏതെങ്കിലും പെൻസിൽ കാര്യത്തിൽ, ഏതെങ്കിലും സ്ത്രീ മൂർച്ചകൂട്ടി; നിങ്ങൾ സാക്ഷികൾ ഉണ്ടെങ്കിൽ, നിങ്ങൾ ഉദ്ദേശിക്കുന്നഅവൾ ഒരു കത്തി ഉപയോഗിച്ച് അതു കണ്ടെത്തും; എന്നാൽ നിങ്ങൾ ലളിതമായി വന്നവര് വശം എടുത്തു എങ്കിൽനിങ്ങൾ അവൾ പല്ലു പ്രവർത്തിച്ചു എന്നു പറയും.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ഓരോ മേഘം ഒരു കൊടുങ്കാറ്റ് അല്ല ഉളവാക്കുന്നതിനാല്.
		-- William Shakespeare, "Henry VI"

%
ഓരോ എന്തുകൊണ്ട് ഒരു എന്തു.
		-- William Shakespeare, "A Comedy of Errors"

%
മനഃസാക്ഷി ഭയം യുദ്ധം പറക്കുന്ന കഴിയില്ലെന്നും.
		-- William Shakespeare, "The Rape of Lucrece"

%
F.S. ഹെമിംഗ്വേ ലേക്കുള്ള ഫിറ്റ്സ്ഗെറാൾഡ്:"ഏണസ്റ്റ്, സമ്പന്നമായ ഞങ്ങളിൽ നിന്ന് വ്യത്യസ്തമാണ്."ഹെമിംഗ്വേ:"അതെ. അവർ കൂടുതൽ പണം."
		-- William Shakespeare, "The Rape of Lucrece"

%
ഫെയിം ഏഴാകാശങ്ങളുണ്ടാക്കുകയും; ജനപ്രീതി ഒരു അപകടം; ഏക ഭൗമിക ഉറപ്പായ ആണ്വിസ്മൃതിയിൽ.
		-- Mark Twain

%
കുട്ടികളും - Familiarity അവജ്ഞ ജനിപ്പിക്കുന്നു.
		-- Mark Twain

%
ചില കാര്യങ്ങൾ നല്ല ഉദാഹരണം തേടരുത് അധികം സഹിക്കും പ്രയാസമാകും.
		-- "Mark Twain, Pudd'nhead Wilson's Calendar"

%
ഒരു നേരിയ ഹൃദയം നീണ്ട താമസിക്കുന്നത്.
		-- Shakespeare, "Love's Labour's Lost"

%
ധീരതയുടെയും mounteth ചടങ്ങിൽ കൂടെ.
		-- William Shakespeare, "King John"

%
മിനാസ് Tirith രൂപം ഏഴ് തലങ്ങളിൽ പണിതിരുന്ന അത്തരം ആയിരുന്നുഓരോ delved ഒരു പർവ്വതത്തിൽ, ഓരോ മതിൽ വെച്ചിരുന്നു കുറിച്ച്, ഓരോ ചുവരിൽഒരു ഗോപുരം.[ "VMs ഇന്റേണലുകൾ ഡേറ്റാ രീതികളും" ഉദ്ധരിച്ച, V4.4, എപ്പോൾസിസ്റ്റം പരിശോധന പരാമർശിച്ച്.]
		-- J.R.R. Tolkien, "The Return of the King"

%
വേണ്ടി ആരും കരുതുന്നു വേണ്ടാ മടിക്കേണ്ടതില്ല കഴിയുമ്പോൾ മൊമെന്റുകളൊന്നുമില്ല. ഒരുത്തൻ കഴിയുമെങ്കിൽകരുതുന്നു അരുതു തോന്നുകയാണെങ്കിൽ അരുതു അവൾ എവിടെ ആണ് വിചാരിച്ചു?[ "VMs ഇന്റേണലുകൾ ഡേറ്റാ രീതികളും" ഉദ്ധരിച്ച, V4.4, എപ്പോൾpowerfail വീണ്ടെടുക്കൽ പരാമർശിച്ച്.]
		-- Virginia Woolf, "To the Lighthouse"

%
വർഷങ്ങളായി ഒരു രഹസ്യ ലജ്ജ എന്റെ peace-- നശിപ്പിച്ചുഞാൻ എലിയറ്റ്, ലോയി അല്ലെങ്കിൽ MacNiece വായിക്കാൻ നല്ലത്.ഇപ്പോഴോ ഞാൻ എന്നെ പ്രത്യാശ നൽകുന്നു എന്ന് ഒരു ചിന്ത കരുതുന്നു:വേണ്ടാ ചോസർ, ഷേക്സ്പിയർ, മിൽട്ടൺ, മാർപ്പാപ്പ ഉണ്ടായിരുന്നു.
		-- Justin Richardson.

%
അവർ അതെ ആരും രണ്ടും പറയും, ആലോചനെക്കു അത്യദ്ധ്വാനം പോകുക.
		-- J.R.R. Tolkien

%
വിൻഡ് LITE (TM) വെച്ചല്ല- മാർഗരറ്റ് മിച്ചൽ വഴിസ്ത്രീ മാത്രം അവൾക്ക് കഴിയില്ല സൗത്ത് ട്രാഷ് നേരിടുമ്പോഴാണ് പുരുഷന്മാർ ഇഷ്ടപ്പെടുന്നു.മാഗിയും ലൈറ്റിന്റെ ഗിഫ്റ്റ് (TM)- ഒ ഹെൻറി വഴിഒരു ഭാര്യയും ഭർത്താവും അവരുടെ ഗിഫ്റ്റ് മുൻഗണനകൾ രജിസ്റ്റർ മറക്കരുത്.ഓൾഡ് മാൻ സീ LITE (TM)- ഏണസ്റ്റ് ഹെമിങ്വേ വഴിഒരു വൃദ്ധൻ മത്സ്യബന്ധന പോകുന്നു, എന്നാൽ വളരെ ഭാഗ്യം ഇല്ല.
		-- J.R.R. Tolkien

%
നന്ദിയും വഞ്ചനയും കേവലം ഒരേ ജാഥക്ക് രണ്ടു മൂലകളിൽനിന്നു ആകുന്നു.നിങ്ങൾ പട്ടാളവും ഡാർവിൻ എപ്പോൾ ഭജനം രൂപയുടെ എന്ന് അതു മുഴുവനും കണ്ടിരിക്കുന്നുഅധികൃതർ പോയിരിക്കുന്നു.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ദുഃഖവും സ്വയം ശ്രദ്ധിക്കാൻ കഴിയും; എന്നാൽ നിങ്ങൾ തീർച്ചയായും ഒരു സന്തോഷം നിറഞ്ഞ മൂല്യം ലഭിക്കുന്നതിന്അതു വിഭജിക്കാൻ താരത്തെ കിട്ടിയത്.
		-- Mark Twain

%
ശീലം ശീലമാണ്, ഏതെങ്കിലും മനുഷ്യൻ വിൻഡോ നിന്നു ഇട്ടാൽ ചെയ്യാതിരിക്കുകയോ, പക്ഷേ coaxedതാഴേക്ക് കോണികള് ഒരു സമയത്ത് ഒരു ഘട്ടം.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar

%
Hain't നമ്മുടെ ഭാഗത്തു പട്ടണത്തിൽ കാണാമറയത്തും ലഭിച്ചത്? ഒരു വലിയ ആ hain'tഏതെങ്കിലും പട്ടണത്തിൽ മതി ഭൂരിപക്ഷം?
		-- Mark Twain, "Huckleberry Finn"

%
സ്ട്രിംഗ് ൽ ഇല്ല കിന്നരം.
		-- William Shakespeare, "Henry VI"

%
എല്ലാത്തിനും ഒരു സ്ഥലം ഒപ്പം മറ്റെവിടെയെങ്കിലും കാര്യം പ്രമാണിച്ചു; ഇതല്ലഉപദേശം, അത് കേവലം കസ്റ്റം ആണ്.
		-- Mark Twain

%
ഒന്നും ഇല്ലാത്തവർ ഒന്നും അവൻ നഷ്ടപ്പെടുത്തുന്നു.
		-- William Shakespeare, "Henry VI"

%
അവൻ തന്റെ പ്രധാന അവന്റെ ശബ്ദബാഹുല്യം ഉരുപ്പടി എന്ന ത്രെഡ് പുറത്തു ചാടിച്ചുവാദം.
		-- William Shakespeare, "Love's Labour's Lost"

%
അവൻ എനിക്ക് ആലയം വീട്ടിലും നിന്നു തിന്നു.
		-- William Shakespeare, "Henry IV"

%
ഇപ്പോൾ ദാരിദ്ര്യം ദുരിതവും നിന്ന് ഉയരുന്നുണ്ട്.
		-- Mark Twain

%
അവൻ ഒരു മുറിവ് തോന്നി ഒരിക്കലും വടുക്കൾ ചെയ്തത് jests.
		-- Shakespeare, "Romeo and Juliet, II. 2"

%
അതു ജ്ഞാനത്തിന്റെ പാത പുറത്തുപോയി മനസ്സിലാക്കാനും ഒരു കാര്യം തകർക്കുന്ന അവൻ.
		-- J.R.R. Tolkien

%
മുകള്വരിയിലെ എന്നു അവൻ ലോകത്തിൽ ചുറ്റും തിരിക്കുക കരുതുന്നു.
		-- William Shakespeare, "The Taming of the Shrew"

%
അവൻ തീർച്ചയായും, എന്റെ സ്വപ്നം ഭാഗമായിരുന്നു - എന്നാൽ പിന്നെ ഞാനും സ്വപ്നം ഭാഗമായിരുന്നു.
		-- Lewis Carroll

%
നരകം ശൂന്യമാണ് എല്ലാ പിശാചുക്കൾ ഇവിടെയുണ്ട്.
		-- Wm. Shakespeare, "The Tempest"

%
അവന്റെ അനുയായികളെ അവനെ Mahasamatman വിളിച്ചു അവൻ ഒരു ദേവൻ എന്നു പറഞ്ഞു. അവൻ ശ്രേഷ്ഠതഎന്നാൽ Maha- ആൻഡ് -atman ഡ്രോപ്പ് തന്നെത്താൻ സാം വിളിച്ചു ലേക്ക്. ഒരിക്കലും അവൻഒരു ദൈവമെന്ന് അവകാശപ്പെട്ടു. എന്നാൽ, അവൻ ഒരു ദേവൻ എന്നു അല്ല അവകാശപ്പെട്ടിട്ടില്ല. Circum-അവർ ആയിരുന്നു എന്തായാലും stances ചെയ്യാതെയും അഡ്മിഷൻ ഏതെങ്കിലും പ്രയോജനം കഴിഞ്ഞില്ല.നിശബ്ദത എങ്കിലും, കഴിഞ്ഞില്ല. അവരുടെ പ്രാർഥനകൾ അതു മഴ കാലത്തുണ്ടായഅല്ല knotted പ്രാർത്ഥന കയറു fingering അല്ലെങ്കിൽ സ്പിന്നിംഗ് നിന്ന് കയറിപ്രാർത്ഥന ചക്രങ്ങൾ, പക്ഷേ ഉടന് ആശ്രമത്തിൽ വലിയ പ്രാർത്ഥിപ്പിൻ-മെഷീനിൽ നിന്ന്,രാത്രി ദേവതയായ. ഉയർന്ന ആവൃത്തി പ്രാർത്ഥനയാൽ മേലോട്ടു നിർദേശിക്കപ്പെട്ടു.അന്തരീക്ഷം പുറത്തു അതിനപ്പുറം, വിളിച്ചു പൊൻ മേഘത്തിൽ പാസിംഗ്ലോകത്തെ മുഴുവൻ സർക്കിളുകൾ ദൈവങ്ങളുടെ ബ്രിഡ്ജ്, ഒരു വെങ്കലം കാണുന്നത്രാത്രി മഴവില്ല് ചുവന്ന സൂര്യൻ ഉച്ചയുറക്കത്തിലായിരിക്കുമ്പോഴോ ഓറഞ്ച് മാറുന്നു സ്ഥലം.സന്യാസിമാരുടെ ചില ഈ പ്രാർത്ഥന ടെക്നിക്കുകളും യാഥാസ്ഥിതികർ സംശയിച്ചു ...
		-- Roger Zelazny, "Lord of Light"

%
എങ്ങനെ ആപ്റ്റിറ്റ്യൂഡ് പാവപ്പെട്ട അഹങ്കരിക്കാൻ ആകുന്നു.
		-- William Shakespeare, "Twelfth-Night"

%
ഞാന് മെച്ചപ്പെട്ട അപരിചിതർ ആയിരിക്കാം ആഗ്രഹം ചെയ്യാൻ.
		-- William Shakespeare, "As You Like It"

%
ഞാൻ പാതി അതുപോലെ ഞാൻ ഇഷ്ടപ്പെടുന്ന വേണം പോലെ നിങ്ങൾ പകുതി അറിയുന്നില്ല; ഞാൻ കുറവ് ഇഷ്ടമായിപകുതി നിങ്ങളിൽ അഞ്ചുലക്ഷത്തിലധികം പോലെതന്നെ അർഹിക്കുന്നു.
		-- J. R. R. Tolkien

%
ഞാൻ അവന്റെ വളരെ അഭാവത്തിൽ ന് മേലും.
		-- William Shakespeare, "The Merchant of Venice"

%
ഞാൻ ഒരു മുഷിഞ്ഞ പുസ്തകം വായിച്ചശേഷം ഉറങ്ങി; ഞാൻ വായിക്കുന്നതു സ്വപ്നം,അങ്ങനെ ഞാൻ ലിഫ്റ്റിംഗ് മുഷിപ്പ് നിന്ന് ഉണർന്നു.
		-- William Shakespeare, "The Merchant of Venice"

%
ഞാൻ എന്റെ സ്കൂൾ എന്റെ വിദ്യാഭ്യാസം ഇടപെടുന്നു ചെയ്യട്ടെ ഒരിക്കലും.
		-- Mark Twain

%
ഞാൻ മനസ്സിൽ ഒരു അതിശയകരമായ അളവ് ഉണ്ടായിരിക്കണം; അതു പോലെ എന്നെ എടുക്കുന്നുആഴ്ചയിൽ ചിലപ്പോൾ അത് വരുത്തുന്ന.
		-- Mark Twain, "The Innocents Abroad"

%
ഞാൻ സഖിത്വത്തോടെ ഞങ്ങളെ ഒക്കെയും ഉണ്ടാക്കിയ മേക്കർ ന്യൂ ലെ വസ്തുക്കളെയും വിശ്വസിക്കുന്നുഇംഗ്ലണ്ട്, പക്ഷേ കാലാവസ്ഥ. ഞാൻ ഉണ്ടാക്കുന്ന അറിയില്ല, പക്ഷേ അത് ആയിരിക്കണം കരുതുന്നുആർ പരീക്ഷണം എങ്ങനെ പഠിക്കാൻ കാലാവസ്ഥ-ദൈനം ഫാക്ടറിയിലെ അസംസ്കൃത അപ്രന്റീസുമാര്ക്കുള്ള, ലെന്യൂ ഇംഗ്ലണ്ട്, ബോർഡ് വസ്ത്രങ്ങളും വേണ്ടി, തുടർന്ന് വേണ്ടി കാലാവസ്ഥ ഉണ്ടാക്കാൻ പ്രമോട്ട് ചെയ്യുന്നുഒരു നല്ല ലേഖനം ആവശ്യമായ മറ്റിടങ്ങളിലും പതിവുപോലെ എടുക്കും രാജ്യങ്ങൾഅവർ അതു ലഭിക്കുന്നില്ലെങ്കിൽ.
		-- Mark Twain

%
ഞാൻ ഞങ്ങൾ മരിച്ചവരെപ്പോലെ അവരുടെ അസ്ഥികളെ ഇനിയൊരിക്കലും എലികൾ 'പ്രഫഷണൽ ൽ കരുതുന്നു.
		-- T.S. Eliot

%
ഞാൻ വൈദ്യസഹായം ഉത്തരം കഴിയണമെന്ന് മടക്കയാത്ര വീട്ടിലേക്കല്ല ഞാൻ ചെയ്തു. ഞാൻ അറിഞ്ഞില്ല പറഞ്ഞു.
		-- Mark Twain

%
ഞാൻ എന്റെ ഹൃദയത്തിൽ ക്രിസ്മസ് ആദരിക്കുവാനും വർഷം ഇത് സൂക്ഷിക്കാൻ ശ്രമിക്കും. ഞാന്ഭൂതവും ഭാവിയിൽ ജീവിക്കും. എല്ലാവർക്കും സ്പിരിറ്റ്സ്മൂന്ന് എന്റെ ഉള്ളിൽ സമരം ചെയ്യും. ഞാൻ ആ പാഠങ്ങൾ ഷട്ട് ചെയ്യുംപഠിപ്പിക്കുന്നു. ഞാൻ ഇതിന് കല്ലിന്മേൽ എഴുത്തു അകലെ സ്പോഞ്ച് വേണ്ടി പറയൂ!
		-- Charles Dickens

%
"എനിക്ക് അത്ഭുതം", തനിക്കുതന്നെ "അവസാനിച്ചതായി സമയത്ത് ഒരു പുസ്തകത്തിൽ ഉള്ള കാര്യം അയ്യോ, ഞാൻ പറഞ്ഞു.അതു പേപ്പറിൽ അച്ചടിച്ച അക്ഷരങ്ങൾ നിറഞ്ഞ അറിയുന്നു, എന്നാൽ എല്ലാവരും ഒരേ, എന്തോ നിർബന്ധമാണ്ഉടനെ ഞാൻ അത് തുറക്കാൻ പോലെ ആളുകളുമായി ഒരു കഥ ഉള്ളതിനാൽ, സംഭവിക്കാനിടയുള്ളതായിഞാൻ ഇതുവരെ അറിയില്ല ഒപ്പം സാഹസികമായ ആൻഡ് യുദ്ധങ്ങളുടെയും എല്ലാത്തരം. "
		-- Bastian B. Bux

%
ഞാൻ എന്റെ പുസ്തകങ്ങൾ ചുട്ടുകളയേണം കാണാം.
		-- Christopher Marlowe

%
ഞാൻ എന്റെ മഹിമ ഉയർന്ന touch'd ഞങ്ങൾ;എന്റെ മഹത്വമുള്ള ആ പൂർണ്ണ മെറീഡിയൻ നിന്ന്ഞാൻ എന്റെ ക്രമീകരണം ഇപ്പോൾ വരേണമേ. ഞാൻ വീഴും;വൈകുന്നേരം ഒരു ശോഭയുള്ള കുറേശ്ശേ തോന്നുന്നുആരും എന്നെ കാണുകയില്ല.
		-- Shakespeare

%
നമ്മോട് നിക്ഷേപിച്ച് അധികം ആഹാരവും ചിയർ ഗാനം മൂല്യമേറിയ, അത് നന്നായിരുന്നേനെഒരു തടവുമോചിതയായെങ്കിലും ലോകം.
		-- J.R.R. Tolkien

%
ഒറ്റ വീണ്ടും വീണ്ടും ഒരു പുസ്തകം വായിക്കാൻ ആസ്വദിക്കാൻ കഴിയില്ല എങ്കിൽ, ഒരു പ്രയോജനവുമില്ല ഇല്ലഎല്ലാം വായിക്കുന്നുണ്ട് ലെ.
		-- Oscar Wilde

%
രണ്ടു ആളുകൾ പരസ്പരം സ്നേഹിക്കുന്ന, അത് യാതൊരു ശുഭാന്ത്യം ആകില്ല.
		-- Ernest Hemingway

%
നിങ്ങൾ അവസാനം ഞങ്ങളുടെ നിയമങ്ങൾ അവസാനം എല്ലാ വെച്ചു എങ്കിൽ അവസാനം ഉണ്ടാകുമായിരുന്നില്ല.
		-- Mark Twain

%
നിങ്ങൾ ഒരു പട്ടിണിപ്പാവങ്ങൾക്ക് നായ ട്ട് അവനെ സാദ്ധ്യമാകും എങ്കിൽ അവൻ നിങ്ങളെ കടിക്കും ചെയ്യില്ല.ഇത് ഒരു നായ ഒരു മനുഷ്യൻ തമ്മിലുള്ള പ്രധാന വ്യത്യാസം.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
നിങ്ങൾ സത്യം പറയുന്നു എങ്കിൽ നിങ്ങൾ ഒന്നും ഓർക്കാൻ ഇല്ല.
		-- Mark Twain

%
ഹവാന ഒരു മ്യൂസിയത്തിൽ, ക്രിസ്റ്റഫർ കൊളംബസ് രണ്ടു തലയോട്ടി ഉണ്ട്,"ഒരു അദ്ദേഹത്തിന്റെ കുട്ടിക്കാലത്ത് അവൻ ഒരു പുരുഷനായിരുന്നപ്പോൾ ഒരാളായിരുന്നു സന്ദർഭം."
		-- Mark Twain

%
ഇന്ത്യയിൽ "തണുത്ത കാലാവസ്ഥ" ഒരു വെറും പരമ്പരാഗത വാക്യമോ ആണ് വന്നിട്ടുംകാലാവസ്ഥ തമ്മിൽ വേർതിരിച്ചു ചില വഴി ഇല്ലാതെ ആവശ്യകത കൂടി ഉപയോഗിക്കാൻഒരു താമ്രംകൊണ്ടു വാതിൽ-ശാഖയിൽ കാലാവസ്ഥ മാത്രം അതു mushy ഉണ്ടാക്കുന്ന ഉരുകുകയും ചെയ്യും.
		-- Mark Twain

%
Marseilles അവർ അമേരിക്കയിൽ ഉപയോഗിച്ചുതീർന്നുപോകും പകുതി ടോയ്ലറ്റ് സോപ്പ്, പക്ഷേMarseillaise മാത്രം അവർ അതിന്റെ ഉപയോഗം ഒരു പാവം സൈദ്ധാന്തിക ആശയം, ഞങ്ങൾക്കുണ്ട്യാത്രാ പുസ്തക ലഭിച്ചു.
		-- Mark Twain

%
ആദ്യം ദൈവം ഇഡിയറ്റ്സ് ഉണ്ടാക്കി; ഈ അഭ്യസിക്കാനുള്ള ആയിരുന്നു; പിന്നെ അവൻ ഉണ്ടാക്കിസ്കൂൾ ബോർഡുകൾ.
		-- Mark Twain

%
തന്ത്രം ജനങ്ങൾ ദേശത്തു എത്തി; ദേശം അവരെ സ്നേഹിച്ചു; അവർ ജോലിചെയ്യുന്നസമരത്തിൽ കുട്ടികളും പോയീക്ഷണം. തമാശക്കാരനാണ് സംസാരിക്കുന്ന ഫ്രഞ്ചുകാരനും ഉണ്ടായിരുന്നുഅതിനടുത്ത് ചെന്നപ്പോൾ ഒരു ഫാൻസി-പാന്റുകൾ ആയിരുന്നു ഇംഗ്ലണ്ട് ഒരു greenhornമേലുള്ള അവൻ എല്ലാ ധൈര്യം ആയിരുന്നു. ആ നോവലും നിങ്ങൾ retch തന്നെ.നോവൽ.
		-- Canadian novelist Robertson Davies, on the generic Canadian

%
നൂറ്റി എഴുപതു സംവത്സരം മിസ്സിസ്സിപ്പി ഉണ്ട് ബഹിരാകാശനിരീക്ഷണത്തിൽസ്വയം ഇരുനൂറു നാല്പത്തിരണ്ടു മൈൽ ചുരുക്കിയിരിക്കുന്നു. അതുകൊണ്ടു ... പഴയ ൽOrdovician കാലഘട്ടത്തിൽ മിസ്സിസ്സിപ്പി നദിയുടെ ഒരു ദശലക്ഷം മുന്നൂറു ന്റെ മേലോട്ടു ആയിരുന്നുആയിരം മൈൽ നീളമുള്ള ... എഴുനൂറു നാല്പത്തിരണ്ടു ഇപ്പോൾ മുതൽ വർഷംമിസിസിപ്പി മാത്രമേ മൈലും നാലിൽ മൂന്നു നീണ്ട ആയിരിക്കും. ... ഇതുണ്ട്ശാസ്ത്രം വിസ്മയകരമായ എന്തെങ്കിലും. വൺ ഇത്തരം ആരോഗ്യാവഹമായ റിട്ടേണുകൾ ലഭിക്കുന്നുവാസ്തവത്തിൽ അത്തരം തുച്ഛമായ നിക്ഷേപം നിന്നു ഊഹം.
		-- Mark Twain

%
വസന്തത്തിൽ ഞാൻ അകം കാലാവസ്ഥ 136 രണ്ടുതരത്തിലുള്ള എണ്ണാൻ24 മണിക്കൂർ.
		-- Mark Twain, on New England weather

%
ഇത് എത്രത്തോളം എന്റെ ഒരു അനുശാസിക്കുന്നത് ആകുമായിരുന്നു ചെറിയ കാര്യങ്ങൾ ച്ചനയെക്കാള് ആകുന്നു എന്നു ചെയ്തിരിക്കുന്നുഏറ്റവും പ്രധാനപ്പെട്ട.
		-- Sir Arthur Conan Doyle, "A Case of Identity"

%
അതു സ്വന്തം കുട്ടി അറിയുന്നു എന്ന് ജ്ഞാനിയായ പിതാവ്.
		-- William Shakespeare, "The Merchant of Venice"

%
ഈ രാജ്യത്ത് നാം മൂന്നു പ്രയോജനങ്ങളുമുണ്ട് ദൈവത്തിന്റെ ഭാഗ്യ ആണ്:പ്രസംഗം, ചിന്തയുടെ സ്വാതന്ത്ര്യം, അല്ലെങ്കിൽ ഉപയോഗിക്കാൻ ഒരിക്കലും ജ്ഞാനത്തിന്റെ സ്വാതന്ത്ര്യം.
		-- Mark Twain

%
അത് ആ സമ്പ്രദായമനുസരിച്ച് ഉണ്ട് എങ്കിൽ, കുറ്റവും കണ്ടെത്താൻ എളുപ്പമാണ്. ഒരു മനുഷ്യൻ ഒരിക്കൽ ഉണ്ടായിരുന്നുതൻറെ കൽക്കരി മറ്റൊരു കുറ്റവും കണ്ടെത്താൻ കഴിയാതിരിക്കുക പരാതിഅതിൽ നിരവധി ചരിത്രാതീത തവളകൾ ഉണ്ടായിരുന്നു.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ഇത് കള്ളം പറയാൻ കഴിയില്ല മനുഷ്യൻ അവൻ മികച്ച കാണുകയും പലപ്പോഴും കേസ്ഒന്നു ജഡ്ജി.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
അതു അവൻ വളരെ തന്റെ ചെറിയ ക്രോണിക്കിൾ തന്റെ ഓർമ്മകൾ വേണം ശരി എന്നുഅവന്റെ കാരണം, ചീത്തയും നന്മ തിരിച്ചറിയുവാൻ കഴിയും, ലെ മോശംഏറ്റവും മോശം, അങ്ങനെ സാക്ഷ്യങ്ങൾ ദിവസം ഇറങ്ങി എല്ലാ സൌമ്യമായി പഴയ വളരാൻ ആരെങ്കിലും മരിക്കുന്നതുമറ്റ് ഏതെങ്കിലും ദിവസം പോലെ ദിവസം മാത്രം അൽപ്പകാലത്തേയ്ക്കുള്ള.
		-- Samuel Beckett, "Malone Dies"

%
ഇത് സാധാരണയായി ഒരു നല്ല ക്രെമേണ പ്രസംഗം ഒരുക്കുവാൻ മൂന്നു അധികം ആഴ്ച എടുക്കും.
		-- Mark Twain

%
അതു നാം എല്ലാവരും ഒരുപോലെ ചിന്തിക്കണം മികച്ച കഴിഞ്ഞില്ല; അതു അഭിപ്രായ വ്യത്യാസംകുതിരയുടെ-റേസുകൾ ചെയ്യുന്നു.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
പേര് പൊതുജനങ്ങളുടെ അഭിപ്രായം. ഇത് ഭക്തിയോടെ നടത്തപ്പെടുന്നു. ഇത് എല്ലാം സ്ഥിരതാമസമാക്കുകയുമാണ്.ചിലർ അതു ദൈവത്തിന്റെ ശബ്ദം കരുതുന്നു.
		-- Mark Twain

%
ദയയും ബധിരരും കേൾക്കാം കുരുടർ വായിക്കാവുന്നതാണ് ഒരു ഭാഷയാണ്.
		-- Mark Twain

%
എന്നെ Kiss, കേറ്റ്, ഞങ്ങൾ ഹേ ഞായറാഴ്ച വിവാഹം കഴിയും.
		-- William Shakespeare, "The Taming of the Shrew"

%
, കിടന്നു MacDuff, ആദ്യത്തെ ഫെയ്സ്ബുക്ക് ഇരിക്കട്ടെ curs'd, "മതി പിടിക്കുക,!".
		-- Shakespeare

%
അവനെ നിവർത്തിക്കും തന്റെ പദ്ധതികൾ, എന്റെ ഫയലിൽ തിരഞ്ഞെടുത്തു പുറപ്പെട്ടു.
		-- Shakespeare, "Coriolanus"

%
എന്നെ താഴത്തെ നിങ്ങൾ ഒരു ബട്ടൺ-ദ്വാരം നോക്കാം.
		-- William Shakespeare, "Love's Labour's Lost"

%
നാം പോലും Undertaker മരിക്കാൻ വരുമ്പോൾ ആയിരിക്കും അങ്ങനെ ജീവിക്കാൻ ശ്രമിക്കുന്നു അനുവദിക്കുകക്ഷമിക്കണം.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
വിലയേറിയ സ്പോർട്സ് കാർ പോലെ കാര്യക്ഷമമായ നന്നായി-പണിതു പോർഷ്യയുടെ കനത്തു ആയിരുന്നുപോലെ സുഖകരവും ഏത് shapely, ശുഭ്രവസ്ത്രം, അവളുടെ ചുവന്ന ജമ്പ്സ്യൂട്ട് അവളുടെ ശരീരം മോൾഡിംഗ്,ജൂലൈ seatcovers പോലെ പുതിയ ടയറുകളും പോലെ ഇരുണ്ട അവളുടെ മുടി അവളുടെ കണ്ണുകൾ പോലെ മിന്നുന്നശോഭയുള്ള hubcaps, അവളുടെ അധരം പത്തി പുത്തൻ മഴ മുത്തുകൾ പോലെ dewy;ഒരൊറ്റ തീപിടിക്കുന്ന ഇക്കര്യം - - അവൾ പങ്കിലേക്ക് ഒരു സ്ത്രീ ആയിരുന്നു അവൾ ഒരു ആവശ്യമായമനുഷ്യൻ തന്റെ കാഴ്ചകൾ നിന്ന് shift കാത്തിരുന്നത് ഒരു പുരുഷൻ അവളെ സഹിതം പന്തു ഒരു മനുഷ്യൻശരിയായ റോഡ്: ശശിയും റോമിയോ ഒരു മനുഷ്യൻ.ഷവർ എന്ന ചോർച്ച തടയുന്നത് മുടി പന്ത് ലോറ ഓർമിപ്പിച്ചു അവൾ ഒരിക്കലുംവീണ്ടും അവളുടെ ചെറിയ നായ Pritzi കാണുക.ഇത് തലച്ചോറിന്റെ ഒരു കോണ്ക്രീറ്റ് അടിസ്ഥാനമാക്കി അസ്വസ്ഥത കാര്യങ്ങൾ - ഒരു വേള ഒരുട്യൂമർ അല്ലെങ്കിൽ ഒരു ഉപാപചയ കുറവ് - എന്നാൽ സമഗ്രമായി ഞരമ്പ് പരീക്ഷ ശേഷം അത്ബൈറൺ ലളിതമായി തീര്ക്കാന് എന്നു നിർണ്ണയിച്ചു.7 വാർഷിക Bulwer-Lytton മോശം എഴുത്ത് മത്സരത്തിൽ വിജയികൾ. മത്സരം"ഒരു ഇരുണ്ട കാറ്റുമുള്ള ആയിരുന്നു അനശ്വരനായ വരികൾ രചയിതാവ് നാമകരണംരാത്രി. "മത്സരം ഒബ്ജക്റ്റ് ഉദ്ഘാടന വിധി എഴുതാൻ ആണ്ഹീനമായ നോവൽ.
		-- Jeff Jahnke, runner-up

%
കർത്താവേ, വിഡ്ഢികൾ ഈ മനുഷ്യർ ആയിരിക്കും!
		-- William Shakespeare, "A Midsummer-Night's Dream"

%
അല്ലെങ്കിൽ ആവശ്യമാണ് - മനുഷ്യൻ blushes ഏക മൃഗം മാത്രമാണ്.
		-- Mark Twain

%
പലരും ഒരു എഴുത്തുകാരൻ താൻ കഴിയില്ല ഒഴികെ അഗാധമായ ഒരിക്കലും കണ്ടുതുടങ്ങിസ്വന്തം അർഥം മനസ്സിലാക്കാൻ.
		-- George D. Prentice

%
പല രോഷാകുലരായ മാനസികവിധഗ്ദരും ഒരു തളർന്നിരിക്കുന്നു കശാപ്പ് വളത്തുന്നതിന് ചെയ്യുന്നു. കശാപ്പ് ആണ്അദ്ധ്വാനിക്കുന്നവരും മടുപ്പ് അവൻ മണിക്കൂർ ഇറച്ചി പാതിരാത്രിക്ക് കുഞ്ഞാടും വെട്ടിക്കുറച്ചു കാരണംആഴ്ച. അവൻ .അദ്യം മാനസികവിധഗ്ദരും ഒന്നും കുറിച്ച് പ്രകീർത്തിക്കുകയും ഉദ്ദേശിക്കുന്നില്ല,എന്നാൽ അവൻ തന്റെ gingivectomist കുറിച്ച് പാടി അവൻ ഒരൊറ്റ പ്രപഞ്ചത്തിന്റെ കുറിച്ച് ഡ്രീംസ്,തന്റെ നായ കുറിച്ച് ചിന്തിക്കുന്നതും. നായ ഹെർബെർട്ട് പേരുള്ള.
		-- Racter, "The Policeman's Beard is Half-Constructed"

%
പേജുകൾ വളരെ ഉള്ള പോക്കറ്റ് ബൈബിളുകൾ ഒഴികെ കട്ടിയുള്ള ഒരു പുസ്തകം ഉണ്ടാക്കേണംവളരെ കനം പേപ്പർ.
		-- Racter, "The Policeman's Beard is Half-Constructed"

%
പേജുകൾ കട്ടിയുള്ള പുസ്തകം ഉണ്ടാക്കേണം.
		-- Racter, "The Policeman's Beard is Half-Constructed"

%
മൈൻഡ്! ഞാൻ അറിയുന്ന ഉണ്ടു എന്തു എന്റെ സ്വന്തം പരിജ്ഞാനം, പറയാൻ അർഥമില്ലഒരു വാതിൽ-ആണി കുറിച്ച് പ്രത്യേകിച്ച് മരിച്ചവരുടെ. ഞാൻ എന്നെത്തന്നെ ചാഞ്ഞു ചെയ്തു, വന്നിരിക്കാം,വ്യാപാരം ironmongery ഏറ്റവും deadest കഷണം പോലെ ഒരു ശവപ്പെട്ടിയിൽ-ആണി കണക്കാക്കിയില്ല.എന്നാൽ നമ്മുടെ പൂർവ്വികർ ജ്ഞാനം ഉപമ ഇരിക്കുന്നു; എന്റെ അപവിത്രമായ കൈകളെഅതു ബുദ്ധിമുട്ടിക്കരുത്, അല്ലെങ്കില് കണ്ട്രി ചെയ്തുകഴിഞ്ഞാൽ. തന്മൂലം അനുമതിഎന്നെ മാർലി ഒരു വാതിൽ-ആണി പോലെ മരിച്ചുപോയി എന്നു വിശേഷണത്തെ, ആവർത്തിക്കാൻ.
		-- Charles Dickens, "A Christmas Carol"

%
ഞാൻ എന്റെ നാണക്കേടു ഒരു മെഴുകുതിരി മുറുകെ?
		-- William Shakespeare, "The Merchant of Venice"

%
എന്റെ പ്രിയ ആളുകൾ.എന്റെ പ്രിയ Bagginses ആൻഡ് Boffins എന്റെ പ്രിയ Tooks ആൻഡ് Brandybucks,ഒപ്പം Grubbs, ഒപ്പം Chubbs, ഒപ്പം Burrowses, ഒപ്പം Hornblowers, ഒപ്പം Bolgers,Bracegirdles, Goodbodies, Brockhouses ആൻഡ് Proudfoots. എന്റെ നല്ലഞാൻ ബാഗ് അവസാനിപ്പിക്കാൻ അവസാന തിരികെ സ്വാഗതം എന്ന് പൂവല് Bagginses. ഇന്ന് എന്റെ ആണ്നൂറ്റി പതിനൊന്നാം പിറന്നാൾ: ഞാൻ ആകുന്നു eleventy-One Today "!
		-- J. R. R. Tolkien

%
എന്റെ മാത്രം പ്രേമമാണ് എന്റെ മാത്രം വിദ്വേഷ നിന്ന് ഉദിച്ചു!വളരെ നേരത്തെ അജ്ഞാത കണ്ടിട്ടും വളരെ വൈകി അറിയപ്പെടുന്ന!
		-- William Shakespeare, "Romeo and Juliet"

%
തൽസമയ ഡ്രാഗണുകൾ ചിരിക്കും ഒരിക്കലും.
		-- Bilbo Baggins [J.R.R. Tolkien, "The Hobbit"]

%
പ്രൊഫഷണലുകളുടെ ആരും പൊതുജനങ്ങളിൽ നേരെ കുതന്ത്രങ്ങളുണ്ടാക്കുവാൻ ഒഴികെ നിറവേറ്റുന്നു.
		-- Mark Twain

%
തൽസമയ ജൈവ സാഹചര്യത്തിൽ sanely നിലവിലില്ല ലേക്ക് ദീർഘകാലം തുടരാൻ കഴിയുംകേവല റിയാലിറ്റി; പോലും larks ആൻഡ് katydids സ്വപ്നം, ചില, എഴുതപ്പെട്ടവയാണ്.ഹിൽ ഹൗസ്, അല്ല സബോധമുള്ള, ഇരുട്ടു കൈവശമുള്ള അതിന്റെ കുന്നുകൾ നേരെ തനിയെ നിന്നുഉള്ളിൽ; അതു എണ്പതു സംവത്സരം അങ്ങനെ നിന്നിരുന്ന കൂടുതൽ എണ്പതു നിൽക്കാൻ വേണ്ടി.നുള്ളിൽ മതിലുകൾ നേരുള്ളവര്ക്കും തുടർന്നു ഇഷ്ടിക, വൃത്തിയായി കൂടിക്കാഴ്ച നിലകളിൽ ഉറച്ച ആയിരുന്നു;വാതിൽ വിവേകപൂർവ്വം അടെച്ചുകളഞ്ഞു; മൌനം മരവും കല്ലും നേരെ ക്രമാനുഗതമായി കിടന്നുഹിൽ ഹൗസ് ഓഫ് ഏതു അവിടെ നടന്നു മാത്രം നടന്നു.
		-- Shirley Jackson, "The Haunting of Hill House"

%
ബലാൽക്കാരവും മാന്യന്മാരെ - ബലാൽക്കാരവും ഞാൻ നിങ്ങളോട് അപേക്ഷിക്കുന്നു! ഫർണിച്ചർ പരിഗണിക്കുക!
		-- Sherlock Holmes

%
വോയ്സ് ഒന്നും തെളിയിക്കുന്നു. കേവലം ഒരു മുട്ട cackles വെച്ചു ആർ പലപ്പോഴും കോഴിഅവൾ ഒരു ഛിന്നഗ്രഹം വെച്ചു പോലെ.
		-- Mark Twain

%
"ഹെർക്കുലീസ് താൻ ഒന്നും ഉണ്ടായിരുന്നതിനാൽ അദ്ദേഹം തല knock'd ചെയ്തിരിക്കുന്നു. കഴിഞ്ഞില്ല"
		-- Shakespeare

%
ഒന്നും മറ്റ് ആളുകളുടെ ശീലങ്ങൾ പോലെ വിസയെ ആവശ്യമാണ്.
		-- Mark Twain

%
ഒന്നും മറ്റ് ആളുകളുടെ ശീലങ്ങൾ പോലെ വിസയെ ആവശ്യമാണ്.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ദൈവമേ, അതു വിലയേറിയതുഒരു ഭീമൻ ശക്തി ഉണ്ട്; എന്നാൽ അതു tyrannous ആണ്മല്ലനെപ്പോലെ ഇത് ഉപയോഗിക്കുന്നതിന്.
		-- Shakespeare, "Measure for Measure", II, 2

%
ഒക്ടോബർ 12, ഡിസ്കവറി.ഇതിന് അമേരിക്കയിൽ കണ്ടെത്താൻ ബോള്, എന്നാൽ അതു മിസ്സ് കൂടുതൽ അത്ഭുതകരമായ ആകുമായിരുന്നുഅതു.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ഒക്ടോബർ.ഈ സ്റ്റോക്കുകള് ലെ മാടംബി peculiarly അപകടകരമായ മാസം ഒന്നാണ്.മറ്റുള്ളവരെ ജൂലൈ ജനുവരി, സെപ്റ്റംബർ, ഏപ്രിൽ, നവംബർ, മെയ്, മാർച്ച്, ജൂൺ,ഡിസംബർ, ഓഗസ്റ്റ്, ഫെബ്രുവരി.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ദൈവമേ, ഇതിന്നു ഞങ്ങൾ നെയ്യും ഒരു tangled വെബ്, നമ്മൾ വഞ്ചിക്കാൻ പ്രായോഗികമാക്കാൻ സന്ദർഭം.
		-- Sir Walter Scott, "Marmion"

%
ഒരു പൂച്ച ഒരു കള്ളം തമ്മിലുള്ള ഏറ്റവും ശ്രദ്ധേയമായ വ്യത്യാസങ്ങൾ ഒന്ന് ഒരു പൂച്ച ഉണ്ട് എന്നതാണ്ഒൻപത് ജീവിതങ്ങൾ.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Proverbs കൂടെ വേദനകളെ പാച്ച്.
		-- William Shakespeare, "Much Ado About Nothing"

%
നമുക്കെല്ലാവർക്കും വലിചെറിയുവാനും നാം സ്വയം കുഴിഞ്ഞിരിക്കാതെയും ഒരു കലയുടെ ഉപകരണങ്ങൾകൈവശമാക്കും.
		-- Gandalf the Grey [J.R.R. Tolkien, "Lord of the Rings"]

%
ഈ കഥ ഒരു യഥാര്ത്ഥ കണ്ടെത്താൻ ശ്രമിക്കുന്നവർക്ക് പേഴ്സൺസ് പ്രോസിക്യൂട്ട് ചെയ്യും;അതിൽ ഒരു ധാർമിക കണ്ടെത്താൻ ശ്രമിക്കുന്നവർക്ക് വ്യക്തികളെ നാടുകടത്തപ്പെടുകയോ ചെയ്യും; ശ്രമിക്കുന്നതിനിടയിൽ വ്യക്തികളെഅതിൽ ഒരു തന്ത്രം കണ്ടെത്താൻ ചിത്രീകരണം. രചയിതാവ് ഉത്തരവിൽ
		-- Mark Twain, "The Adventures of Huckleberry Finn"

%
ചോദ്യം = (ലേക്ക്)? ആയിരിക്കും! ആയിരിക്കും;
		-- Wm. Shakespeare

%
റീഡർ, നിങ്ങൾ മൂഢനാവുക വിചാരിക്കുക. നിങ്ങൾ അംഗമാണെങ്കിലും കരുതുകകോൺഗ്രസ്. എങ്കിലും ഞാൻ ആവർത്തിക്കുക.
		-- Mark Twain

%
ലഹളയെ തന്റെ വഴിയിൽ കിടന്നു കണ്ടു.
		-- William Shakespeare, "Henry IV"

%
ഡോ ബാൾഡ്വിൻ ന്റെ കാര്യത്തിൽ upstarts എന്ന കഴിയേണ്ടതായിരുന്നു നാം toadstools ഭക്ഷിപ്പാൻ കാര്യമാക്കുന്നില്ലഅവർ ഓര്ത്ത് കരുതുന്നു.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
Repartee ഞങ്ങൾ വളരെ വൈകി ഇരുപത്തിനാല് മണിക്കൂർ ചിന്തിക്കുന്നത് എന്തോ.
		-- Mark Twain

%
റോമിയോ: ധൈര്യം, മനുഷ്യൻ; ദ്രോഹിച്ചതിനെപ്പറ്റി വളരെ പാടില്ല.MERCUTIO: ഇല്ല, അങ്ങനെയല്ല ആഴമുള്ള പോലെ ഒരു നല്ല വേണ്ടാ അങ്ങനെ വൈഡ് തീസ്ഒരു സഭയിൽ-കതകു; എന്നാൽ twill ആരാധിക്കുന്നത്, മതി തീസ് '.
		-- Mark Twain

%
ആ മരണം ഒരു ആവശ്യമായ ഇവന്,അതു വരും വരും.
		-- William Shakespeare, "Julius Caesar"

%
അവൾ ഒരത്ഭുതം അല്ല. അവൾ എന്നവണ്ണം അല്ല. അവൾ ഒരു തത്ത സൂക്ഷിക്കുന്നു.
		-- Mark Twain

%
ഷെരീഫ് Chameleotoptor തളർന്നിരിക്കുന്നു ജാലിയന്വാലാ ഒരു എയർ കൂടെ നെടുവീർപ്പിട്ടു, തുടർന്ന്Doppelgutt തിരിഞ്ഞു 'സെനറ്റർ ശരിക്കും ഒരു ന് ആയിരിക്കണം പറഞ്ഞുഈ സമയം കൂട്ടിയിടിച്ച -, 11:30 ഒടുവിൽ അവൻ ഒരു പാർട്ടി ഒഹായോവിലെ ക്ലീവ്ലൻഡിൽ ശേഷിക്കുന്നുരാത്രി, അവർ ഒരു ബ്രിട്ടീഷുകാരുടെ smokestack ഈ രാവിലെ കാർ കണ്ടെത്തിFormosa ൽ ഞെരുക്കം വിമാനം. 'മോശം ഫിക്ഷൻ മത്സരം.
		-- Grand Panjandrum's Special Award, 1985 Bulwer-Lytton

%
ചെറിയ കാര്യങ്ങൾ നീചന്മാരും അഭിമാനം.
		-- William Shakespeare, "Henry VI"

%
അങ്ങനെ അവൾ ഒരു ആപ്പിൾ പൈ ഉണ്ടാക്കുവാൻ ഒരു കാബേജ് ഇല മുറിച്ചു തോട്ടത്തിൽ പോയി;ഒരേ സമയം ഒരു വലിയ അവൾ-കരടിയുടെ ന്, സ്ട്രീറ്റ് കയറിയ അതിന്റെ തല വളര്ന്നുവന്നതിനെഷോപ്പ് കടന്നു. "എന്താണ്! സോപ്പില്ല?" അങ്ങനെ അവൻ മരിച്ചു, അവളെ വളരെ അശ്രദ്ധമൂലംബാർബർ വിവാഹം; ഒപ്പം Picninnies അവിടെ ഉണ്ടായിരുന്ന, ഗ്രാൻഡ്മുകളിൽ അല്പം ചുറ്റും ബട്ടൺ ഉപയോഗിച്ച്, തനിക്കു വളരയേറെപ്പേരുടെ അവരെല്ലാവരുംവെടിമരുന്ന് ഓടിരക്ഷപ്പെട്ടു വരെ, കഴിയാവുന്ന നിലയിൽ സംവദിക്കുക ഗെയിം കളിക്കുന്നത് വീണുഅവരുടെ ബൂട്ട് കുതികാൽ അവസാനിക്കുന്നു.
		-- Samuel Foote

%
അതിനാൽ നല്ല, വളരെ നല്ല, വളരെ മികച്ചത് മികച്ചത് ആണ്:ഇതുവരെ അതു ഇല്ല; അങ്ങനെ അങ്ങനെ മാത്രമാകുന്നു.
		-- William Shakespeare, "As You Like It"

%
സോപ്പും വിദ്യാഭ്യാസം കൂട്ടക്കുരുതിയിൽ പോലെ പെട്ടെന്നു അല്ല, അവർ കൂടുതൽ ആകുന്നുദീർഘകാലാടിസ്ഥാനത്തിൽ മാരകമായ.
		-- Mark Twain

%
എന്തോ ഡെന്മാർക്ക് സംസ്ഥാനത്തിലെ ചീഞ്ഞ തുടർന്ന്.
		-- Shakespeare

%
എന്റെ സുബോധം കാണാനും ചിലപ്പോൾ എനിക്ക് അത്ഭുതം. അപ്പോൾ അതു ഓഫ് കടന്നുപോകുന്ന ഞാൻ സുഖമാണ്എന്നും പല ബുദ്ധിയുള്ള.
		-- Samuel Beckett, "Endgame"

%
"വഴിയേയുള്ളൂ ജോൺപോൾ തല നീ പറയുകയും" ആഹാബ്, ഏത് എന്നാൽ തടയുമോ "ഒരു താടി കൂടി ungarnished, ഇവിടെ ഇതുവരെ അവിടെ പീഡനം പൂപ്പലുകളെക്കുറിച്ച് കൂടെ നരച്ച; സംസാരിക്കുന്നു,വീരൻ തലയും ഞങ്ങളെ നിന്നിലുള്ള രഹസ്യ കാര്യം പറയുന്നു. എല്ലാ രണ്ടുതരം ഓഫ്,നീ ഭാവവും ചിലരെയും ചെയ്തു. ആ തല മുകളിലെ സൂര്യൻ ഇപ്പോൾ ചെയ്തിരിക്കുന്നു വജ്രക്കമ്മൽ മേൽലോകത്തിലെ അടിസ്ഥാനം അനുഷ്ഠിക്കുമ്പോൾ നീക്കി. എവിടെ unrecorded പേരുകളും ചോളർ തുരുമ്പും,ഒപ്പം ദുരിത പ്രത്യാശകളും നങ്കൂരം പേരോ; എവിടെ അവളുടെ കൊലപാതകിയായ പിടിച്ചു ഈ ബലമേറിയയുദ്ധക്കപ്പല്ഭൂമി മുക്കി ദശലക്ഷക്കണക്കിന് അസ്ഥികളെ ballasted ആണ്; അവിടെ, ഷോളയാർ ലെവെള്ളം-ദേശം, നിന്റെ ഏറ്റവും പരിചിതമായ വീട്ടിൽ ഉണ്ടായിരുന്നു. നീ എവിടെ മണി അല്ലെങ്കിൽ ആയിരിക്കുന്നുവല്ലോമുങ്ങൽ ഒരിക്കലും പോയി; എവിടെ ഉറക്കമില്ലാത്ത അമ്മമാർ പലരും ഒരു Sailer അരികെ ഉറങ്ങി ചെയ്തുഅവരെ കിടന്നു ജീവൻ നൽകിയിട്ടുണ്ട്. എപ്പോൾ നീ ലോക്ക് പ്രേമികൾ saw'stഅവരുടെ ജ്വലിക്കുന്ന കപ്പൽ നിന്ന് കടന്നുചാടുന്ന; അവർ ജയഘോഷം കീഴെ താണു ഹൃദയത്തെ ഹൃദയംവേവ്; പരസ്പരം സത്യസന്ധത സ്വർഗ്ഗത്തിൽ അവർക്ക് കള്ള കാണപ്പെടുന്ന. നീ saw'stഅർദ്ധരാത്രി ഡെക്ക് നിന്ന് കടൽക്കൊള്ളക്കാർ കടൽ വരുമ്പോൾ ഇണയെ കൊന്നു; മണിക്കൂർ അവൻ വീണുinsatiate ആമാശയവും ആഴമേറിയ അർദ്ധരാത്രി കടന്നു; അവന്റെ കുലപാതകന്മാർ ഇപ്പോഴും ഓടിഅപകടമൊന്നും ന് - വേഗതയും മിന്നലും അയൽ കപ്പൽ നന്നായിരുന്നേനെ ശബ്ദമാണ് സമയത്ത്പറക്കുമ്പോലെ ഒരു നീതിയുള്ള ഭർത്താവ്, വാഞ്ച ആയുധങ്ങൾ ചുമക്കുന്നു. ഹേ തല! നീ ഉണ്ട്ഗ്രഹങ്ങളെ വിഭജിക്കപ്പെട്ടു ഇബ്രാഹീം അവിശ്വാസിയെക്കാൾ വേണ്ടത്ര കണ്ടിട്ടും ഒറ്റഅക്ഷരം നിനക്കുള്ളതു! "
		-- H. Melville, "Moby Dick"

%
സ്ഥിരതയുള്ള പ്രസ്ഥാനം സമയം വളരെ, സ്പീഡ് പ്രധാനമാണ്. വളരെ നീണ്ടത്നിങ്ങളുടെ മാനസിക കൊളുത്തു നേടുകയും ഉദ്ദീപനങ്ങളുമായുള്ള ഒരു സാധാരണ പുരോഗതിയെ ഇല്ലകടന്നു, ലാറ്ററൽ പ്രസ്ഥാനത്തിന് സ്ഥലം ഉണ്ടു. ഈ ആരംഭിച്ചുകഴിഞ്ഞാൽ അതിന്റെ നിരക്ക്വിവേചനാധികാരം ഒരു കാര്യം.
		-- Corwin, Prince of Amber

%
നിർത്തുക! blindman ന്റെ അയാള്ക്ക് ഒരു കളി ആദ്യം ഉണ്ടായിരുന്നു. ഗതി ഉണ്ടായിരുന്നു.ഞാൻ ഇനി ടോപ്പർ ഞാൻ കണ്ണുകളുടെ ഉണ്ടായിരുന്നു വിശ്വസിക്കുന്നു അധികം ശരിക്കും കുരുടനായിരുന്നു വിശ്വസിക്കുന്നുതന്റെ ബൂട്ടുകൾ ലെ. എന്റെ അഭിപ്രായത്തിൽ അതു അദ്ദേഹത്തെയും തമ്മിൽ ഒരു ചെയ്തതു കാര്യം എന്നും ആണ്Scrooge അനന്തരവൻ; ആ ക്രിസ്മസ് അവതരിപ്പിക്കുക ഭൂതം അതു അറിഞ്ഞു. ദിഅവൻ ചരടുകൾ ടക്കർ ആ തടിച്ച സഹോദരിയുടെ പിന്നാലെ ചെന്നു വഴി, ലവലിലേക്ക് ആയിരുന്നുമനുഷ്യ പ്രകൃതിയുടെ സമസ്യാപൂരണം ന്.
		-- Corwin, Prince of Amber

%
സംശയം എപ്പോഴും കുറ്റവാളികൾ മനസ്സിൽ വേട്ടയാടുകയാണ്.
		-- Wm. Shakespeare

%
എന്നെ വളച്ചൊടിക്കുകയോ? എന്റെ തീക്ഷണത പാത്ത് ഇരുമ്പ് റെയിലുകൾ കൊണ്ട് വെച്ചിരിക്കുന്നു;കിടക്ക എന്റെ പ്രാണനെ പ്രവർത്തിപ്പിക്കാൻ grooved ആണ്. , വഴി unsounded gorges ലധികംമലകളുടെ കൊള്ളയിടുകയും ഹൃദയങ്ങളെ, പേമാരി 'കിടക്കകളും കീഴിൽ ആനകൾക്ക് ഞാൻ ഇങ്ങും!
		-- Captain Ahab, "Moby Dick"

%
മുഴുകുന്നവരുടെ നന്മ അക്രമികൾ.
		-- William Shakespeare, "Henry VI"

%
സത്യം അല്ലെങ്കിൽ നടുക്കുന്ന പറയുക - എന്നാൽ ഹാട്രിക് നേടുകയും.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
നിരാശയാണ് മനുഷ്യൻ പരീക്ഷിക്കാതിരിക്കേണ്ടതിന്നു.
		-- William Shakespeare, "Romeo and Juliet"

%
അതു അധികാരത്തിൽ നിന്ന് ഖേദം disjoins വരുമ്പോൾ പാതിപോലും ദുരുപയോഗം ആണ്.
		-- William Shakespeare, "Julius Caesar"

%
നമ്മുടെ രാജ്യത്ത് ബേ-മരങ്ങൾ എല്ലാ wither'd ചെയ്യുന്നുഉൽക്കകളും ആകാശത്തിലെ ഫിക്സഡ് നക്ഷത്രങ്ങൾ ഭയം;ഇളം ആയിടെ ചന്ദ്രൻ ഭൂമിയിൽ രക്തരൂക്ഷിത തോന്നുന്നുമെലിഞ്ഞും look'd പ്രവാചകന്മാർ ഭീരുക്കൾ മാറ്റം മന്ത്രിക്കുന്നു.ഈ അടയാളങ്ങൾ രാജാക്കന്മാരുടെ മരണമോ വീഴ്ച forerun.
		-- Wm. Shakespeare, "Richard II"

%
പരാക്രമശാലികൾ മെച്ചപ്പെട്ട ഭാഗം വിവേചനാധികാരം ആണ്.
		-- William Shakespeare, "Henry IV"

%
അസ്ഥി-ചില്ലിങ് മുറവിളികൂട്ടുക രണ്ടു ചൂട് വേനൽക്കാലത്ത് രാത്രി പിളർത്തി, ആദ്യംഅതു ഗംഭീരമായി സുഖപ്രദമായ ശാന്തമായ ആയപ്പോൾ പകുതി മുറവിളികൂട്ടുക മുമ്പിൽ ഒരാളായിപ്രസന്നമായ രണ്ടാം പകുതി ഇപ്പോഴും സുഖപ്രദമായ ആർ വേണ്ടി വളരെ പ്രസന്നമായഒട്ടും കേട്ടപ്പോള് കണ്ടു, പക്ഷേ ശാന്തത അല്ലെങ്കിൽ സുഖപ്രദമായ അല്ലെങ്കിൽ ഹൃദ്യമായ അല്ലസമയം അല്പം കാലയളവിൽ discounting മുറവിളികൂട്ടുക കേൾക്കാൻ ചെയ്തവർ വേണ്ടിയഥാർത്ഥ മുറവിളികൂട്ടുക സ്വയം നിങ്ങളുടെ ചെവിയിൽ കേൾക്കുന്നതിൽ ചെയ്തിരിക്കാം സമയത്ത്എന്നാൽ തലച്ചോറിന്റെ അറിയിക്കുന്നതിന് നിങ്ങൾ ഇതുവരെ പ്രതികരിക്കുകയായിരുന്നു ചെയ്തിട്ടില്ല.
		-- Winning sentence, 1986 Bulwer-Lytton bad fiction contest.

%
Bulwer-Lytton ഫിക്ഷൻ മത്സരം സൺ ജോസേ സംസ്ഥാന എന്നേക്കും വർഷം നടത്തപ്പെടുന്നുകൺവിക്ഷൻസ്. പ്രൊഫസർ സ്കോട്ട് അരി. ഇത് എഡ്വേർഡ് ജോർജ് സ്മരണയ്ക്കായി നടത്തപ്പെടുന്നുഅഭിനയം Bulwer-Lytton (1803-1873), ഒരു പകരം ബഹുലവും, പ്രശസ്തമായ (തന്റെ ൽസമയം) നോവലിസ്റ്റ്. അദ്ദേഹം മികച്ച എഴുതിയ പേരിൽ പ്രസിദ്ധമായ "അവസാനംഭാവനയില് നാളുകൾ. "അപ്പോഴൊക്കെ Snoopy തന്റെ doghouse മുകളിൽ നിന്ന് തന്റെ നോവൽ ടൈപ്പുചെയ്യുമ്പോൾ ആരംഭിക്കുന്നു,തുടക്കം "ഒരു ഇരുണ്ട കാറ്റുമുള്ള രാത്രിയായിരുന്നു ..." കർത്താവിൽ നിന്നു കടമെടുത്ത് ആണ്Bulwer-Lytton. ഈ "പൗലോസ് ക്ലിഫോർഡ്" തന്റെ നോവൽ തുറന്നു വരി ആയിരുന്നു1830-ൽ എഴുതിയ അങ്ങനെ മോശമാണ് എന്തുകൊണ്ട് ചരടുമായി വെളിപ്പെടുത്തുന്നു:ഒരു ഇരുണ്ട കാറ്റുമുള്ള രാത്രിയായിരുന്നു; മഴ മഴ വീണു - ഒഴികെവല്ലപ്പോഴുമുള്ള ഇടവേളകളിൽ അതിന്റെ ഒരു അക്രമാസക്തമായ വാദ്യോപകരണങ്ങളുടെ ചെക്കുചെയ്തിരിക്കുന്ന വരുമ്പോൾ(അതു ഞങ്ങളുടെ രംഗം ആ ലണ്ടനിലുള്ള തേടി തെരുവിൽ അപ്പ് ഒലിച്ച് ഏത് കാറ്റുസമുദായങ്ങളോട്) പുരമുകളിൽനിന്നു സഹിതം കിരുകിരുക്കുന്ന, ഒപ്പം ഉഗ്രമായി വളരെക്കുറഞ്ഞ പ്രക്ഷോഭങ്ങൾഇരുട്ടിൽ നേരെ സമരത്തിൽ ആ ദീപം അഗ്നിജ്വാല.
		-- Winning sentence, 1986 Bulwer-Lytton bad fiction contest.

%
ഒട്ടകം രണ്ടാം ദിവസം വളരെ പെട്ടെന്നു മരിച്ചു, സെലീന കപടചരിത്രകാരൻsullenly അവൾ ഇതിനകം നിർദോഷമായ നഖം buffing - ആദ്യത്തെ വേണ്ടിയാത്ര begain സമയം മുതൽ - ഈ മങ്ങും എങ്കിൽ .ഓഫീസില് പ്പറ്റിചെലവഴിച്ചത് എല്ലാ അവധി പോലെ പ്രായപൂർത്തിയാകാത്ത അസൗകര്യങ്ങൾ ഒരു ഛായാചിത്രം കടന്നുബേസിൽ കൂടെ.
		-- Winning sentence, 1983 Bulwer-Lytton bad fiction contest.

%
കൗണ്ട്ഡൗൺ 'ടി' മൈനസ് 69 നിമിഷങ്ങൾ വരുമ്പോൾ Desiree, ആദ്യം ആവർത്തിച്ചുബഹിരാകാശത്ത് പോകുവാനായി പെൺ വാനര, താണസ്വരതിൽ എന്നെ ലക്ഷ്യമാക്കാതെ അവളുടെ കട്ടിയുള്ള വാപ്പയോട്unmistakably rubbery അധരങ്ങൾ - എന്ത് പല അത്തരം മുന്നേറ്റങ്ങൾ ആദ്യഎന്റെ ഏറ്റവും ദൈർഘ്യമേറിയ ഏറ്റവും അവിസ്മരണീയമായ, സ്പേസ് യാത്രയെപ്പറ്റി തെളിയിക്കുന്നു തന്നെകരിയർ.
		-- Winning sentence, 1985 Bulwer-Lytton bad fiction contest.

%
പിശാച് തൻറെ ആവശ്യത്തിനായി വേദഗ്രന്ഥം പറയാനുണ്ട്.
		-- William Shakespeare, "The Merchant of Venice"

%
ഒരു അത്ഭുതം ഒരു ഫാക്റ്റ് തമ്മിലുള്ള വ്യത്യാസം കൃത്യമായി വ്യത്യാസംഒരു മത്സാംഗന ഒരു മുദ്ര തമ്മിലുള്ള.
		-- Mark Twain

%
വാക്കിനു ഏതാണ്ട് വാക്കിനു തമ്മിലുള്ള വ്യത്യാസമാണ്മിന്നൽ മിന്നൽ ബഗ് തമ്മിലുള്ള വ്യത്യാസം.
		-- Mark Twain

%
ഫാഷൻ മനുഷ്യൻ കൂടുതൽ അപ്പാരൽ പുറത്തു ധരിക്കുന്ന.
		-- William Shakespeare, "Much Ado About Nothing"

%
ഞങ്ങൾ എന്തു കാര്യം ആദ്യം, ന്റെ എല്ലാ അഭിഭാഷകർ കൊല്ലട്ടെ എന്നു പറഞ്ഞു.
		-- Wm. Shakespeare, "Henry VI", Part IV

%
ഫ്രണ്ട്ഷിപ്പ് വിശുദ്ധ അഭിനിവേശം അങ്ങനെ മധുരവും സ്ഥിരതയുള്ള ചോറും ആണ്ആവശ്യപ്പെട്ടു എങ്കിൽ അതു ഒരു ജീവിതകാലം മുഴുവൻ വഴി നിലനിൽക്കുമെന്നും പ്രകൃതി നൈരന്തര്യംപണം വായ്പ.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
മനുഷ്യ വംശത്തിന്റെ അയാള് ഫലപ്രദമായ ആയുധം ഉണ്ട്, ചിരി ആണ്.
		-- Mark Twain

%
മാനവരാശിയുടെ ഭീരുക്കളെപ്പോലെ ഒരു റേസ് ആണ്; എന്നു മാത്രം നടകൊള്ളുന്നോരിവൻ ഞാൻ പറയുന്നില്ലവഹിച്ചുകൊണ്ട് ജാഥ എന്നാൽ ഒരു ബാനർ.
		-- Mark Twain

%
കഴിഞ്ഞ കാര്യം ഒറ്റ ഒരു പ്രവൃത്തി നിർമിക്കാൻ അറിയുകയില്ല ഒന്നാമതു തന്നെ മറുപടി.
		-- Blaise Pascal

%
ഒട്ടും ഗഹണക്ഷമമായ സാഹിത്യ നിരൂപകൻപഠനത്തിന്റെ ഞങ്ങളുടെ വയലിൽ ഏറ്റവും പ്രധാനപ്പെട്ട നിരൂപകൻ കർത്താവായ ഹാലിഫാക്സ് ആണ്. ഒരുകവിതയുടെ ഏറ്റവും വ്യക്തിഗത ജഡ്ജി ഒരിക്കൽ ലേക്ക് അലക്സാണ്ടർ പോപ്പ് ചുറ്റും ക്ഷണിച്ചുതന്റെ പുതിയ കവിതയുടെ ഒരു പൊതു വായന തരും.മാർപ്പാപ്പ തന്റെ ദിവസത്തെ പ്രമുഖ കവി, യഹോവ ആശ്ചര്യപ്പെട്ടുഹ്യാലിഫാക്സ് അവനെ നാലോ അഞ്ചോ തവണ നിർത്തി പറഞ്ഞു, "ഞാൻ മാപ്പു ശ്രീ അപേക്ഷിക്കുന്നുമാർപ്പാപ്പ, എന്നാൽ തികച്ചും എന്നെ സന്തോഷിപ്പിക്കുന്നില്ലെങ്കിൽ എന്നും ഭാഗത്തുകൂടി കാര്യമുണ്ട്. "ഈ നേർത്ത വിമർശകൻ ഗണ്യമായൊരു നിർദ്ദേശിച്ച മാർപ്പാപ്പ മരവിച്ചു റെൻഡർ ചെയ്തുതന്റെ മാസ്റ്റർപീസ് അവിവേകമാണ് emendations. "Mark പോലെ നല്ലസ്ഥലം നിങ്ങളുടെ ഇഷ്ടമുള്ളപ്പോൾ പരിഗണിക്കുക. ഞാൻ നിങ്ങൾക്ക് ഒരു മെച്ചപ്പെട്ട നൽകാൻ കഴിയും ഉറപ്പുണ്ട്തിരിയാൻ. "വായന, കർത്താവായ ഹ്യാലിഫാക്സ് സുഹൃത്ത്, ഒരു ഡോ ശേഷംറോബർട്ട്സൺ, ഒരു ഭാഗത്തു ഫീൽഡറുടെ മാർപ്പാപ്പ എടുത്തു. "സ്പർശിക്കുന്ന ആവശ്യമില്ലവരികൾ, "അവൻ പറഞ്ഞു." നിങ്ങൾ ചെയ്യേണ്ടത് വേണ്ടത് അവർ പോലെ അവരെ വിട്ടേക്കുക വിളിച്ച് ആണ്കർത്താവായ ഹ്യാലിഫാക്സ് രണ്ടോ മൂന്നോ മാസം ഇവിടെനിന്നു, അതതു നിരീക്ഷണം നന്ദിവരുത്തിയിട്ടുണ്ടെന്നാണ് പോലെ ആ വാക്യങ്ങള്, തുടർന്ന് അവനെ അവരെ വായിച്ചു. ഞാൻ അവനെ അറിയുന്നുവളരെ നിങ്ങൾ ഉണ്ടു; ഇവന്റ് ഉത്തരം ആയിരിക്കും അധികം. "പാപ്പ ആലോചന കഴിച്ചിട്ടു കർത്താവായ ഹ്യാലിഫാക്സ് വിളിച്ചുകൊണ്ട് കവിത വായിച്ചുകൃത്യമായി മുമ്പിലത്തെപ്പോലെ. അതുല്യ ഗുരുതര വിശദീകരിക്കേണ്ടത് ആരും നഷ്ടപ്പെട്ടുഅവരുടെ എഡ്ജ്. "ആയ്" അവന് "ഇപ്പോൾ അവർ തികച്ചും ശരിയാണ് അഭിപ്രായമിട്ടു. ഒന്നും ചെയ്യാനാകുംഉത്തമം. "
		-- Stephen Pile, "The Book of Heroic Failures"

%
ഒട്ടും വിജയകരം കളക്ടർBetsy ബേക്കർ സമാഹരണവും ചരിത്രത്തിലെ ഒരു കേന്ദ്ര പങ്കുവഹിച്ചു. അവള്ഉണ്ടായിരുന്നു ജോൺ Warburton (1682-1759) വീട്ടിൽ ദാസൻ ജോലിയിൽഏറ്റവും ഉൾപ്പെടെ 58 ആദ്യപതിപ്പ് നാടകങ്ങൾ, നല്ല ശേഖരം സ്വരുക്കൂട്ടിയിരുന്നുഷേക്സ്പിയർ പ്രവൃത്തികളെ.ഒരു ദിവസം Warburton അവരിൽ 55 അപ്പുറം കത്തിക്കരിഞ്ഞ കണ്ടെത്താൻ നാട്ടിലേക്ക് മടങ്ങിശ്വേതകേതൂ. Betsy ഒന്നുകിൽ ദഹിപ്പിച്ചു അല്ലെങ്കിൽ പൈ അടിഭാഗത്ത് അവരെ ഉപയോഗിച്ചിരുന്നു. ദിഅവശേഷിക്കുന്ന മൂന്നു folios ബ്രിട്ടീഷ് മ്യൂസിയത്തിന്റെ.മാത്രം താരതമ്യപ്പെടുത്താവുന്ന സാഹിത്യത്തിലെ 1835 ചുട്ടു വേലക്കാരി ആയിരുന്നുതോമസ് കാർലൈൽ കാര്യങ്ങൾ 'Hisory ആദ്യ വാല്യം കയ്യെഴുത്തുപ്രതിഫ്രഞ്ച് വിപ്ലവം "അത് wastepaper ഓർമ്മയില്ലേ.
		-- Stephen Pile, "The Book of Heroic Failures"

%
മനോഹരവും സ്ത്രീ-ശിശു Kaa അസൂയപൂണ്ട ക്രൂരമായ പോസ്റ്റിലേക്ക് ഇട്ടാൽ ചെയ്തുയോദ്ധാവ്-ചീഫ് ബീസ്റ്റ് തന്റെ അപരിഷ്കൃതരായ ഗോത്രത്തിൽ ഇപ്പോൾ മരം സന്ദർഭങ്ങൾ കൂടെഅവളുടെ nubile കാൽ, കാവ്യാത്മകവും ധീരമായ ശക്തമായ വ്യക്തമായ ശബ്ദം വരുമ്പോൾHandsomas, അലറി ', നിങ്ങളുടെ BIC ഫ്ലിക്കുചെയ്യുക പ്രഭുദേവ ചടുലം, നിങ്ങൾ എന്റെ ചേരാവുന്നതാണ്നിങ്ങളുടെ അവസാന ഭക്ഷണം വഴി സ്റ്റീൽ! '
		-- Winning sentence, 1984 Bulwer-Lytton bad fiction contest.

%
ഭ്രാന്തൻ, കാമുകൻ, കവിയുംഎല്ലാ കോംപാക്ട് ഭാവനയുടെ തന്നെയാണോ ...
		-- Wm. Shakespeare, "A Midsummer Night's Dream"

%
വാൽ ഒരു പൂച്ച എടുക്കുന്നതു പ്രതിപാദിക്കുകയും മനുഷ്യൻ എന്തെങ്കിലും മനസ്സിലാക്കുന്നുഎപ്പോഴും ഉപയോഗപ്രദവും ഏത് മങ്ങിയ അല്ലെങ്കിൽ സംശയമാണ് വളരും ഒരിക്കലും ആയിരിക്കും.
		-- Mark Twain

%
അതു നഗ്നനായി സത്യം എനിക്ക് യാതൊരു ഷർട്ട് ഞങ്ങൾക്കുണ്ട് ആണ്.
		-- William Shakespeare, "Love's Labour's Lost"

%
"... ഗാനത്തിന്റെ 'Haddocks കണ്ണു' എന്നറിയപ്പെടുന്നു!""ഓ, ഗാനം പേര്, അത്?" ആലിസ് ശ്രമിക്കുന്ന പറഞ്ഞുതാൽപ്പര്യമുള്ള."ഇല്ല, മനസ്സിലാകുന്നില്ല" നൈറ്റ്, അല്പം നോക്കി പറഞ്ഞുഉപദ്രവിക്കുന്നു. "ആ പേര് വിളിക്കുന്നു എന്താണ്. പേര് ശരിക്കും ആകുന്നു പ്രായമായവരെമനുഷ്യനെ ഒരു. ''"അപ്പോൾ ഞാൻ ചെയ്യരുതാത്ത പറഞ്ഞിരിക്കുന്നു" ഞങ്ങള് ഗാനം എന്നുവിളിക്കുന്നതാക്കി '? "എന്ന്ആലീസ് ഉള്ളുകൊണ്ടു തിരുത്തി."ഇല്ല, സദസിൽ: കടുത്തു മറ്റൊരു കാര്യമിതാണ് ഗാനം!'മാർഗം' വിളിച്ചു; എങ്കിലും അതു നിങ്ങൾ അറിയുന്ന വിളിക്കുന്നു മാത്രമേ എന്താണ് "!'എന്താണെന്ന് പിന്നെ പാട്ടാണ്? " ഈ വഴി ആയിരുന്ന ആലിസ് പറഞ്ഞുപൂർണ്ണമായും നിലവിട്ട സമയം."ഞാൻ വരുന്നു" നൈറ്റ് പറഞ്ഞു. "ഗാനം ശരിക്കും"എ-സിറ്റിംഗ് ഒരു ഗേറ്റ് ന്": ട്യൂൺ ന്റെ എന്റെ സ്വന്തം കണ്ടുപിടുത്തം ".
		-- Lewis Carroll, "Through the Looking Glass"

%
അവർ കാനഡ വാത്തകൾ, കടൽപുറത്തെ മേൽ രൂപയിലെത്തി കുറിപ്പുകൾ skyward blattedദിവസം mooning rumps, പെണ്ണെന്ന് അനുബന്ധ അതിക്രമവുമായി അദൃശ്യമായ pedalingചിലതിന് അവരുടെ തിരയൽ ലെ സൈക്കിൾ, ക്രൂരവും പ്രകൃതിയുടെ മാക്സിം നയിക്കപ്പെടുന്ന,'യാസീന് നിര്ത്ത് തിന്നും മാതലി, ജോലി സിനിമഗാനതിനെ' ഒടുവിൽ ഞാൻ പിട്സ്ബര്ഗ് അറിയാമായിരുന്നു.
		-- Winning sentence, 1987 Bulwer-Lytton bad fiction contest.

%
എനിക്ക് വേണ്ടി മാത്രം ജനം ഭ്രാന്തൻ ഉന്നയിക്കുന്നത് - ജീവിക്കാൻ ഭ്രാന്തൻ തന്നെയാണ്,സംവാദം ഭ്രാന്തൻ, ഭ്രാന്തൻ, രക്ഷപ്പെടും ഒരേ സമയം എല്ലാം ആഗ്രഹിക്കുന്ന,ന്നും ആർ ഒരിക്കലും അല്ലെങ്കിൽ ഒരു സാധാരണ കാര്യം, എന്നാൽ കാട്ടുകയും കാട്ടുകയും ചുട്ടുകളയേണം പശുക്കൾഅവാസ്തവമായ മഞ്ഞ റോമൻ മെഴുകുതിരികൾ പോലെ.
		-- Jack Kerouac, "On the Road"

%
നിങ്ങളുടെ ആരോഗ്യ നിലനിർത്താൻ ഒരേയൊരു വഴി എന്തു കുടിക്കും, നിങ്ങൾ ആഗ്രഹിക്കുന്നില്ല തിന്നുക എന്നതാണ്നിങ്ങൾക്ക് ഇഷ്ടമില്ലാത്ത, നീ പകരം താൽപ്പര്യപ്പെടണമെന്നില്ല ചെയ്യാൻ.
		-- Mark Twain

%
അവൻ ബുദ്ധിയോടെ പാകം അവിടെ ഒരു മാടം പുരോഹിത ചാര നേരിയവ.ഞാൻ ഇവിടെ എന്നുമുതലാണ് ചെയ്യില്ല. ഹോം ഞാൻ പോകാൻ പറ്റില്ല.ഒരു ശബ്ദം, sweetened ചെയ്ത് പുലർത്തി സമുദ്രത്തിൽ നിന്നു അവനോടു വിളിച്ചു.അവൻ കൈകാണിച്ചു കർവ് പലതാക്കുന്നു. ബാഹ്യഭാഗവും തവിട്ട് തല ഒരു മുദ്രയോ ന്റെ ബഹുദൂരംവെള്ളം, ചുറ്റും നിന്നു. അക്രമിയും.
		-- James Joyce, "Ulysses"

%
പൊതു കേവലം ഒരു ഏറി "എന്നെ."
		-- Mark Twain

%
ripest ഫലം ആദ്യം വീഴുന്നു.
		-- William Shakespeare, "Richard II"

%
നർമ്മം രഹസ്യം സ്രോതസ്സ് സന്തോഷം ദുഃഖം ഇല്ല; സ്വർഗത്തിൽ ഒരിക്കലും നർമ്മം ഇല്ല.
		-- Mark Twain

%
ചെറിയ പുഴു ചവിട്ടിയ ചെയ്തുകൊണ്ടിരിക്കുന്നു തിരിക്കും.
		-- William Shakespeare, "Henry VI"

%
പ്രലോഭനത്തിൽ ദിനംതോറും സംരക്ഷണം ഭീരുത്വം ആണ്.
		-- Mark Twain

%
യഥാർഥ സതേൺ തണ്ണിമത്തൻ തനിയെ അനുഗ്രഹം, ഒപ്പം കൂടെ പരാമർശിച്ചു ചെയ്യരുതെന്നുcommoner കാര്യങ്ങൾ. ലോകത്തിലെ സുഖഭോഗങ്ങളെ തലവൻ ദൈവകൃപയാൽ തന്നേയാകുന്നുഭൂമിയിലെ എല്ലാ പഴങ്ങൾ മീതെ. ഒറ്റ അതു രുചിനോക്കിയാറെ പോയശേഷം അവൻ അറിയുന്നുദൂതന്മാർ തിന്നുക. ഇത് ഹവ്വാ എടുത്തു ഒരു സതേൺ തണ്ണിമത്തൻ ആയിരുന്നില്ല; ഞങ്ങൾ അതു കാരണം അറിയാംഅവൾ അനുതപിച്ചു.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
വളരെ മഷി ഏത് എല്ലാ ചരിത്രം എഴുതിയിരിക്കുന്നു കേവലം ദ്രാവകം മുൻവിധി ആണ്.
		-- Mark Twain

%
ആകാശവും ഭൂമിയും കൂടുതൽ കാര്യങ്ങൾ ഉണ്ട്,ഹോറേഷ്യോ, നിങ്ങളുടെ തത്ത്വചിന്തയിലെ സ്വപ്നം താഴെയുള്ള.
		-- Wm. Shakespeare, "Hamlet"

%
ഒരു രചയിതാവിനെ പ്രീതിപ്പെടുത്താൻ മൂന്നു അപ്രമാദിത്വം വഴികൾ, മൂന്നു ഫോം ഒരു ഉണ്ട്പ്രശംസയ്ക്ക് സൂര്യോദയത്തിനു സ്കെയിൽ: 1, നിങ്ങൾ തന്റെ ഒരു പുസ്തകത്തിന്റെ വായിച്ച് പറയാൻ; 2,നിങ്ങൾ അവന്റെ പുസ്തകങ്ങളെല്ലാം വായിച്ച് പറയാൻ; 3, നിങ്ങൾ വായിക്കാൻ ചെയ്യട്ടെ അവനെ ചോദിക്കാൻഷാവേസ് പുസ്തകത്തിന്റെ കയ്യെഴുത്തുപ്രതി. നമ്പർ 1 ബഹുമാനം നിങ്ങളെ പ്രവേശിപ്പിക്കുന്നു നമ്പർ 2നീ അവന്റെ കലകളുടെ ലേക്ക് പ്രവേശിപ്പിക്കുന്നു നമ്പർ 3 നീ അവന്റെ ഹൃദയത്തിൽ വ്യക്തമായ വഹിച്ചു.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ഇപ്പോഴും സാഹിത്യം ഉണ്ടാക്കി എത്ര മഹത്തായ കണ്ടെത്തൽ ഉണ്ട്: ആഅവർ വിളിക്കാറില്ല അളവ് വഴി സാഹിത്യ പുരുഷന്മാർ അടയ്ക്കേണ്ട.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ഓർക്കാൻ ഒരു കാര്യം എപ്പോഴും ഉണ്ട്: എഴുത്തുകാർ എപ്പോഴും ആരേയെങ്കിലും ഔട്ട് വിൽക്കുന്നത്.
		-- Joan Didion, "Slouching Towards Bethlehem"

%
അതിന്റെ സൗന്ദര്യം ഗോൾഡൻ ഒരു പഴയ സമയം ടോസ്റ്റ് ഉണ്ട്."എപ്പോഴാണ് അഭിവൃദ്ധിയുടെ ഹിൽ നിങ്ങൾ ഒരു സുഹൃത്തിന്റെ പാലിക്കുന്നില്ല കയറിപ്പോകുന്നു."
		-- Mark Twain

%
പ്രതീകം ഇല്ല, ഏതായാലും നല്ലതും പിഴ ഉണ്ട്, എന്നാൽ അതു കൊണ്ട് നശിപ്പിക്കപ്പെട്ടു കഴിയുംപരിഹസിക്കുന്നത് പാവങ്ങൾക്ക് witless ഏതായാലും. ഉദാഹരണത്തിന്, കഴുത നിരീക്ഷിക്കുക: തന്റെകഥാപാത്രം തികഞ്ഞ ആണ് അവൻ എല്ലാ humbler ഇടയിൽ മേത്തരമായ ആത്മാവായിമൃഗങ്ങൾ, എങ്കിലും പരിഹസിച്ചു അടുക്കൽ കൊണ്ടുവന്നു എന്ന് നോക്കുക. പകരം സഹാനുഭൂതിയുടെഞങ്ങൾ ഒരു കഴുതയെ വിളിക്കപ്പെട്ടാൽ complimented ഞങ്ങൾ സംശയത്തിൽ അവശേഷിക്കുന്നു.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
കോൺഗ്രസ് യാതൊരു വ്യക്തമായും നേറ്റീവ് അമേരിക്കൻ ക്രിമിനൽ ക്ലാസ് ഉണ്ട്.
		-- Mark Twain

%
മനുഷ്യന്റെ വേട്ടയാടൽ പോലെ യാതൊരു വേട്ടയാടൽ ഉണ്ട്, വേട്ടയാടികൊണ്ടിരുന്ന ചെയ്തവരുടെമതി അതു പേരും പടയാളികൾ പിന്നീട് മറ്റെന്തെങ്കിലും പരിപാലിക്കാൻ ഒരിക്കലും.
		-- Ernest Hemingway

%
ചീഞ്ഞ ആപ്പിൾ ചെറിയ ചോയ്സ് അവിടെ.
		-- William Shakespeare, "The Taming of the Shrew"

%
അവർ ഭാഷകളിൽ ഒരു വലിയ വിരുന്നു സന്ദർശിച്ചിരുന്നു, സ്ക്രാപ്പുകളും മോഷ്ടിച്ചു.
		-- William Shakespeare, "Love's Labour's Lost"

%
അവർ "ഡാ വിഞ്ചി" അതു ഉച്ചരിക്കാമോ ഒപ്പം "ഡ Vinchy" പ്രഖ്യാപനം. വിദേശികളുടെഎപ്പോഴും അവർ വിധിക്കേണം നല്ലതു അക്ഷരപ്പിശക്.
		-- Mark Twain

%
കാര്യങ്ങൾ കഴിഞ്ഞ പരിഹാരം ഇപ്പോൾ എന്നോടു കഴിഞ്ഞ കെയർ.
		-- William Shakespeare, "Richard II"

%
ഇത് ഒരു ആണ് ഭാവി, വളരെ ശ്രദ്ധ പെയ്ഡ് കാര്യം ആദ്യം പ്രായവിരോധാഭാസമായ ചെറിയ നാം ഒരു ഉണ്ടാകണമെന്നില്ല ശേഷം.
		-- Arthur Clarke

%
ഈ രാത്രി methinks ആണ് നേരം മാത്രമേ രോഗികളെ.
		-- William Shakespeare, "The Merchant of Venice"

%
ഇത് എല്ലാ ഏറ്റവും unkindest കട്ട് ആയിരുന്നു.
		-- William Shakespeare, "Julius Caesar"

%
ആയിരിക്കണം അതോ അവര് ലേക്ക്.പ്രവർത്തിക്കുന്നതു ആയിരിക്കേണം.ചെയ്യുന്നതു എന്നതാണ്.ചെയ്യേണമേ ചെയ്യാൻ പറഞ്ഞുകൊടുക്കും.
		-- Sinatra

%
വളരെയധികം വെറും മതി.
		-- Mark Twain, on whiskey

%
പരിശീലന എല്ലാം ആണ്. പീച്ച് ഒരിക്കൽ ഒരു വിശേഷം ബദാം ആയിരുന്നു; കോളിഫ്ലവർ ആണ്ഒരു കോളേജ് വിദ്യാഭ്യാസ കാബേജ് മറ്റൊന്നുമല്ല.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
സത്യം നാം ഏറ്റവും വിലപ്പെട്ട കാര്യം - അതിനാൽ ഞങ്ങൾ അത് economize ചെയ്യട്ടെ.
		-- Mark Twain

%
മണിക്കൂർ ചാക്കിന്റെ പാനപാത്രം, മിനിറ്റ് capons ആയിരുന്നു; അന്യഭാഷകളിൽ പിസിഐക്ലോക്കുകള് ചെയ്തല്ലാതെ, Bawds എന്ന തുള്ളിയും വീടുകൾ അടയാളങ്ങൾ വാഴ്ത്തി സൂര്യൻ തന്നെത്താൻ dialsജ്വാല-നിറമുള്ള taffeta ന്യായമായ ചൂടുള്ള ചിക്കി, നീ തന്നത് കാരണങ്ങൾ ഒന്നും കാണാൻദിവസത്തെ സമയം ആവശ്യപ്പെടാൻ അങ്ങനെ നിരാശാജനകവും ആയിരിക്കും. ഞാൻ സമയം പാഴാക്കുകയും ഇപ്പോൾ ഇരുന്നാൽസമയം എന്നെ പാഴാക്കരുത്.
		-- William Shakespeare

%
വാഗ്നർമാരുടെ സംഗീതം കട്ടിലില് നല്ലതു.
		-- Mark Twain

%
വെള്ളം, മിതമായ എടുത്ത ഒരാളേയും ഉപദ്രവവും കഴിയില്ല.
		-- Mark Twain

%
നാം എല്ലാവരുടെയും ശീലങ്ങൾ അറിയാൻ, എല്ലാ അണുവോളം ശീലങ്ങൾ കുറിച്ച് അറിയാൻബീ, എന്നാൽ ഞങ്ങൾ മുത്തുച്ചിപ്പി എന്ന ശീലങ്ങൾ കുറിച്ച് ഒന്നും അറിയുന്നില്ല. തോന്നുന്നുഞങ്ങൾ പഠിക്കുന്ന തെറ്റായ സമയം ശേഷമേ ചെയ്തു ഏതാണ്ട് ഉറപ്പായിഓയ്സ്റ്റർ.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
നാം മാത്രമേ ജ്ഞാനം ഒരു അനുഭവം പുറത്ത് കടക്കാൻ ശ്രദ്ധിക്കണംഅതിൽ - ഞങ്ങൾ ഒരു ചൂടുള്ള ന് ഇരുന്നുകൊണ്ടു ആ പൂച്ച ആകാതിരിപ്പാൻ അവിടെ താമസിക്കാൻസ്റ്റൌ-ലിഡ്. അവൾ വീണ്ടും ഒരു ചൂടുള്ള സ്റ്റൌ-ലിഡ് ഇരിപ്പാൻ ഒരിക്കലും - ആസുഖം; മാത്രമല്ല അവൾ ഇനി ഒരു തണുത്ത ഒറ്റ ഇരിപ്പാൻ ഒരിക്കലും.
		-- Mark Twain

%
ഞങ്ങൾ ചെറുപ്പത്തിൽ നമ്മുടെ സന്തോഷം അതിന്റെ ശക്തി ഞങ്ങളെ മത്ത്. എന്നാൽ ഉണ്ടായിരുന്നുഒരു നാമോരോരുത്തരും നിശ്വാസം പാട്ടു പോലെ എന്റെ ഉള്ളില് വീണുകിടന്ന പുറമേ കഠിനമായ വഞ്ചിക്കപ്പെട്ടുഫ്രഞ്ച് റെസ്റ്റോറന്റ്. [...]ഞാൻ അവളുടെ പാൽ ടോള്വേയും സ്ത്രീ കുറിച്ച് പെൺകുട്ടിയെ പറയാൻ കഴിഞ്ഞില്ലവെളുത്ത ബിഎംഡബ്ല്യു അവളുടെ Jordache പുഞ്ചിരി. ഒരു യുദ്ധം ഉണ്ടായിരുന്നു. ഞാൻ അവളുടെ ഇന്നയിന്ന ചെയ്തുമെക്കാനിക്കൽ കാളയെയും പോരാടിയ കാമുകനെ. എല്ലാവരും പറഞ്ഞു "നിങ്ങൾ വാഹനമായികാള, senor. താങ്കൾക്ക് യുദ്ധം ചെയ്യരുത്. "എന്നാൽ അവൻ ഒരു മോശം പോലെ മെലിഞ്ഞ കട്ടിയുള്ള ആയിരുന്നുവാരിയെല്ല്-കണ്ണ് അവൻ കാളയെ യുദ്ധം ചെയ്തു. പിന്നെ അവൻ എന്നെ യുദ്ധം ചെയ്തു. ഞങ്ങൾ പൂർത്തിയാകുമ്പോൾയാതൊരു വിജയികൾക്ക് വെറും പുരുഷന്മാരും ചെയ്യണം എന്താണ് ചെയ്യുന്നത് ഉണ്ടായിരുന്നു. [...]"കാർ നിർത്തുക," ​​പെൺകുട്ടി പറഞ്ഞു.അവളുടെ കണ്ണുകൾ ഭയങ്കരൻ അയച്ച ഒരു ലുക്ക് ഉണ്ടായിരുന്നു. അവൾ അറിഞ്ഞുടോള്വേയും എന്ന സ്ത്രീ. ഞാൻ എങ്ങനെ അറിയാമായിരുന്നു. ഞാൻ സംസാരിച്ചു തുടങ്ങി, പക്ഷേ അവൾ ഒരു ഉയിർത്തെഴുന്നേല്പിച്ചുarm ഒരു സ്വസ്ഥതയും സമാധാനവും ഞാൻ ഒരിക്കലും മറക്കില്ല സംസാരിച്ചു."ഞാൻ ആരെ ടോള്വേയും ബെല്ലി തുടർന്ന് ചോദിക്കരുത്," അവൾ പറഞ്ഞു, "ടോള്വേയുംനിനക്കു വേണ്ടി ബെല്ലി ന്റെ. "ഞങ്ങളുടെ യുവാക്കൾ പ്രഭാതത്തിൽ മെമ്മറി ആയിരുന്നു, ഞങ്ങളുടെ സന്തോഷം കള്ളം ആയിരുന്നു.ലൈഫ് നല്ല Tequila ഒരു മോശം Margarita പോലെയാണ് ഞാൻ വിസ്കി പകർന്ന വിചാരിച്ചുഎന്റെ granola ലേക്കായി ഒരു പുതിയ ദിവസം നേരിട്ടു.		   മത്സരം
		-- Peter Applebome, International Imitation Hemingway

%
ശരി, എന്തായാലും ഞാൻ ഈ ജെയിംസ് ബോണ്ട് പുസ്തകം വായിക്കുന്നത്, ഉടൻ ഞാൻ മനസ്സിലാക്കിയആ മിക്ക പുസ്തകങ്ങളും പോലെ, നിരവധി വാക്കുകൾ ഉണ്ടായിരുന്നു. തന്ത്രം അതേ ഒറ്റ ആയിരുന്നുഎല്ലാ ജയിംസ് ബോണ്ട് പുസ്തകങ്ങൾ ഉണ്ടോ; ഒരു വ്യക്തി ലോകത്തെ ഭസ്മമാകും ശ്രമിക്കുന്നു, പക്ഷേജെയിംസ് ബോണ്ട് അവനെയും അവന്റെ എംഎൽഎ കൊല്ലുന്നു നിരവധി ആകർഷകമായ സ്നേഹം ചെയ്യുന്നുസ്ത്രീകൾ. അവിടെ, അത്രമാത്രം: 24 വാക്കുകളെ. എന്നാൽ പുസ്തകം എഴുതി ഒരാൾ എടുത്തു* അതു പറയാൻ വാക്കുകൾ ആയിരക്കണക്കിന് *.അല്ലെങ്കിൽ പ്രശസ്ത റഷ്യൻ ആൽക്കഹോളിക് വഴി, "നൽകലാണ്" പരിഗണിക്കുകദോസ്തോയോസ്കി. ഇത് അവരുടെ പിതാവ് കൊല്ലുകയും ഈ രണ്ടു സഹോദരന്മാർ ഏകദേശം.അല്ലെങ്കിൽ ഒരുപക്ഷെ അവരിൽ ഒരാൾ മാത്രമാണ് അച്ഛനെ കൊന്ന്. ഇത് കാരണം പറയാൻ സാധ്യമല്ലഅവർ കൂടുതലും ചെയ്യാൻ ഏതാണ്ട് ആയിരം താളുകൾ സംവാദം ആണ്. എല്ലാ റഷ്യക്കാർ സംസാരിക്കാൻ എങ്കിൽആവുന്നത്ര Karamazovs ചെയ്തതുപോലെ ഞാൻ അവർ ആകുവാൻ സമയം കണ്ടെത്തിയത് കാണുന്നു എന്നുപ്രധാന ലോകശക്തി.ഞാൻ ദസ്തയേവ്സ്കി ഉയർത്താൻ "നൽകലാണ്" എഴുതി അറിയിച്ചു പിരിയുകയാണ്ഒരു ദൈവം ഉണ്ടോ ഇല്ലയോ എന്ന ചോദ്യം. പക്ഷേ എന്തിന് അവൻ ശരിയായ വന്നില്ലഔട്ട് പറയും: "ഒരു ദൈവം ഉണ്ടോ അത് ഉറപ്പു എന്നെ ലോകൈകനാഥന് അടിക്കുന്നു."മറ്റു പ്രശസ്തമായ പ്രവൃത്തികൾ എളുപ്പത്തിൽ ഏതാനും വാക്കുകളിൽ ചുരുക്കാം കഴിയുമായിരുന്നു:* "മൊബി ഡിക്ക്" - അവർ പ്രതീകമാണ് കാരണം വലിയ തിമിംഗലങ്ങളെ ചുറ്റും മനപ്പുർവ്വം  പ്രകൃതി കൊല്ലുകയും ചെയ്യും.* "ഒരു കഥ രണ്ട് നഗരങ്ങളുടെ" - ഫ്രഞ്ച് ജനം ഉന്മാദിയാണ്.
		-- Dave Barry

%
സാഹിത്യം ജനപ്രിയമാക്കുവാൻ അല്ലാതെ ഒരു അസഭ്യം ട്രയൽ നല്ല എന്താണ്?
		-- Nero Wolfe, "The League of Frightened Men"

%
എന്തു ഞാൻ മൂന്നു പ്രാവശ്യം നിങ്ങളോടു പറയുന്നു സത്യമാണ്.
		-- Lewis Carroll

%
എന്താണ് ഒരു എഴുത്തുകാരൻ യാതൊരു ഇണയുടെ എന്നെങ്കിലും മനസ്സിലാകുന്ന ഒരു എഴുത്തുകാരൻ പ്രവർത്തിക്കുന്നു എന്നതാണ്അവൻ വിൻഡോ പൈസയ്ക്കാണു ചെയ്യുമ്പോൾ.
		-- Lewis Carroll

%
ദേഷ്യം, നാലു count; വളരെ ദേഷ്യം, സത്യം.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ഞാൻ കഴിഞ്ഞുപോയിട്ടുള്ളവരിൽ അറിയുന്ന വെറുപ്പുളവാക്കുന്നത് ആളുകളുടെ എണ്ണത്തിന് ധ്യാനിക്കുമ്പോൾഒരു മെച്ചപ്പെട്ട ലോകവും ഞാൻ മറ്റൊരു ജീവിതം നയിക്കാൻ വൈരികൾ.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ഞാൻ ഇളയ വയസ്സായപ്പോൾ ഞാൻ അതു സംഭവിച്ചത് എന്ന്, അഷ്രഫ് കഴിഞ്ഞില്ലഅല്ലെങ്കിൽ അല്ല; എന്നാൽ എന്റെ കഴിവുകളുംകൊണ്ടുള്ള ഇപ്പോൾ ക്ഷയിച്ചുപോകുന്നു, ഉടനെത്തന്നെ അങ്ങനെ ഞാനും ആകുംഒരിക്കല് ​​കാര്യങ്ങൾ പക്ഷേ യാതൊരു ഓർക്കുക കഴിയില്ല. ഇത് സങ്കടകരമാണ്.ഇതുപോലുള്ള കഷണങ്ങളായി പോകുക എന്ന് എല്ലാവരും ചെയ്യേണ്ടത്.
		-- Mark Twain

%
സംശയം, സത്യം പറയുന്നു.
		-- Mark Twain

%
ആർക്കും പാലങ്ങൾ കത്തുന്ന എന്തു വളരെ ഹൃദ്യമായ തീ ചെയ്യുന്നു.
		-- Dylan Thomas

%
നിങ്ങൾ മരിക്കും നിശ്ചയം, ഒരു വൊമ്പാറ്റ് യാതൊരു കമ്പനി ഉത്തമം.
		-- Roger Zelazny, "Doorways in the Sand"

%
കഴിഞ്ഞ ഒരു വാചകം, കയറി അപ്പോഴൊക്കെ സാഹിത്യ ജർമ്മൻ പര്യവേക്ഷണത്തിനുള്ളതന്റെ അക്കരെ രൂപപ്പെടുകയും വരെ അവനെ കാണാൻ പോകുന്നത്അവന്റെ വായിൽ തന്റെ ക്രിയാപദം ഉപയോഗിച്ച് അറ്റ്ലാന്റിക്.
		-- Mark Twain "A Connecticut Yankee in King Arthur's Court"

%
നിങ്ങൾ ഭൂരിപക്ഷ ഭാഗത്തു എന്നും നിനക്ക് കാണാം, അതു സമയമാണിത്റിഫോം.
		-- Mark Twain

%
ആരെങ്കിലും ജീവിതം എന്താണെന്ന് കണ്ടെത്താൻ മതിയായ നീണ്ട ജീവിച്ചിരുന്ന എത്ര ആഴമുള്ള ഒരു കടം അറിയുന്നു ചെയ്തുനന്ദിയുടെ ഞങ്ങൾ ആദം, നമ്മുടെ വംശം ആദ്യ വലിയ ഭാഗ്യക്കുറി ലേക്ക് കടപ്പെട്ടിരിക്കുന്നു. അവന്ലോകത്തിൽ മരണം കൊണ്ടുവന്നു.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
എന്തുകൊണ്ട് നമുക്ക് ഒരു ജനനം സന്തോഷിക്കും ഒരു ചടങ്ങിൽ ദുഃഖിക്കേണ്ടി എന്നതാണ്? അതു നാം കാരണം ആണ്ഉൾപ്പെട്ട വ്യക്തി അല്ല.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ഔദ്യോഗിക ഒരു ശരീരം ചെയ്യാൻ ഋണം ഏതൊരു അടങ്ങിയിരിക്കുന്നു.പ്ലേ ഒരു ശരീരം ചെയ്യാൻ ബാധ്യസ്ഥയല്ല ഏതൊരു അടങ്ങിയിരിക്കുന്നു.
		-- Mark Twain

%
പുഞ്ചിരി എവിടെ പോയിരുന്നു ചുളിവുകൾ കേവലം സൂചിപ്പിക്കുന്നു.
		-- Mark Twain

%
എഴുത്ത് എളുപ്പമാണ്; നിങ്ങൾ ചെയ്യേണ്ടത് എല്ലാ വരെ പേപ്പർ ബ്ലാങ്ക് ഷീറ്റ് പാറപ്പുറത്ത് ഇരിക്കാൻ ആണ്നിങ്ങളുടെ നെറ്റിയിൽ രക്തം ഫോം തുള്ളി.
		-- Gene Fowler

%
എഴുത്ത് പണം ഒന്നോ ഏറ്റവും മോശം മുഹൂർത്തങ്ങൾ ആണ്.
		-- J.P. Donleavy

%
"നീ അഫ്ഗാനിസ്ഥാനിൽ വിശ്വസ്തനായിരുന്നു; ഞാൻ കാണുന്നു."
		-- Sir Arthur Conan Doyle, "A Study in Scarlet"

%
"നിങ്ങൾ എന്നെ പ്രൊഫസർ Moriarty സംസാരിക്കും കേട്ടു?""പ്രശസ്തം ശാസ്ത്രീയ ക്രിമിനൽ, .കാഷ് ഇടയിൽ രാജ്കോട്ട് പോലെ -""എന്റെ blushes, വാട്സൺ," ഹോംസ്, ഒരു അവസാനിപ്പിക്കുന്നത് ശബ്ദത്തിൽ പിറുപിറുത്തു."ഞാൻ പറയാൻ ഭാവിച്ചു 'അവൻ പൊതുജനങ്ങൾക്ക് അജ്ഞാതമാണ് പോലെ.' '
		-- A. Conan Doyle, "The Valley of Fear"

%
നീ എന്റെ മഹിമയെയും എന്റെ സംസ്ഥാന ഭാവഭേദമില്ലാതെ ന്,പക്ഷെ എന്റെ വേദനകളെ; ഇപ്പോഴും ഞാൻ ആ രാജാവു എന്നു.
		-- William Shakespeare, "Richard II"

%
ഞാൻ അതു അബ് പോലെ നിങ്ങൾ നിങ്ങളുടെ പേര് പരാമർശിച്ചു, പക്ഷേ അപ്പുറംനിങ്ങൾ ഒരു ജീവിതോപാധിയായി, ഒരു സോളിസിറ്റർ, ഫ്രീമേസൺ, ഒപ്പം ഇരിക്കുന്നു എന്നു വ്യക്തമായ വസ്തുതകൾഒരു ആസ്ത്മ, നീ യാതൊന്നുമില്ല അറിയുന്നു.
		-- Sherlock Holmes, "The Norwood Builder"

%
നിങ്ങൾ അർദ്ധരാത്രി എഴുന്നേറ്റു എന്തും മാറ്റുക ഒരിക്കലുംഎഴുതാൻ.
		-- Saul Bellow

%
നോക്കൂ, ഞാൻ ഒരു മനുഷ്യന്റെ തലച്ചോറിൽ യഥാർത്ഥത്തിൽ അല്പം ശൂന്യമായ പോലെയാണെന്ന് പരിഗണിക്കുകതട്ടിന്പുറം, നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന പോലുള്ള വീട്ടുപകരണങ്ങളും സ്റ്റോക്ക് ഞങ്ങൾക്കുണ്ട്. ഒരു വിഡ്ഢിഅറിവ് അങ്ങനെ അവൻ വരുന്ന പലവിധം ചിറകുള്ള മമ്മീ കുടിക്കുന്ന,നേരെ ഉപയോഗ്രപ്രദമായിരിക്കാം ഔട്ട് തിരക്കാണ്, അല്ലെങ്കിൽ മികച്ച തെളിയുന്ന കൊണ്ട് കുറേയേറെ ആണ്മറ്റ് കാര്യങ്ങൾ ധാരാളം അവൻ തന്റെ കൈ വെച്ചു ബുദ്ധിമുട്ട് ഉണ്ട് അങ്ങനെ.ഇപ്പോൾ ചിത്രപ്പണിയായ തന്റെ കണക്കിലെടുക്കുന്നു എന്താണു തീർച്ചയായും വളരെ കരുതലോടെ ആണ്മസ്തിഷ്ക മച്ച്. അവൻ ഹിതകരമായ സഹായിച്ചേക്കാം ഏത് ഉപകരണങ്ങൾ മാത്രമാകുന്നു ഉണ്ടായിരിക്കുംഅവന്റെ പ്രവൃത്തിയെ ഇവയിൽ അവൻ ഒരു വലിയ പാൻജനസിസ് ഉണ്ട്, എല്ലാ ഏറ്റവും പരിപൂർണ്ണമായഓർഡർ. ആ ചെറിയ മുറി ഇലാസ്റ്റിക് മതിലുകൾ ഉണ്ട് എന്ന് ചിന്തിക്കാൻ ഒരു തെറ്റ് ആണ്ഏതെങ്കിലും പരിധിവരെ distend കഴിയും. ഓരോ ഒരു കാലം ഉണ്ടു വരുന്നു അതിന്മേൽ ആശ്രയിക്കുന്നത്നിങ്ങൾ മുമ്പ് അറിഞ്ഞ എന്തെങ്കിലും മറക്കരുത് പരിജ്ഞാനം പുറമേ. ആകുന്നുഏറ്റവും പ്രാധാന്യം അതുകൊണ്ട് ഔട്ട് elbowing വിലപ്പോവില്ല വസ്തുതകൾ വേണ്ടെന്ന്ഉപയോഗപ്രദമായ പശുക്കൾ.
		-- Sir Arthur Conan Doyle, "A Study in Scarlet"

%
നീ എന്റെ ക്ഷമ ചവിട്ടും.
		-- William Shakespeare, "Henry IV"

%
നിങ്ങൾ ഓർക്കുക, വാട്സൺ, എത്ര ഭയങ്കരമായ ബിസിനസ്സ് ചെയ്യുംAbernetty ആദ്യം കുടുംബം ഏത് ആഴത്തിൽ എന്റെ ശ്രദ്ധയിൽ കൊണ്ടുവന്നുായിരിക്കും ഒരു ചൂടുള്ള ദിവസം വെണ്ണ പൂണ്ടുപോയിരിക്കുന്നു ചെയ്തിരുന്നു.
		-- Sherlock Holmes

%
നിങ്ങളുടെ കയ്യെഴുത്തുപ്രതി നല്ലതും യഥാർത്ഥ ഇരുവരും ആണ്, പക്ഷേ നല്ല എന്നു ഭാഗമോയഥാർത്ഥ യഥാർത്ഥ എന്ന് ഭാഗം നന്നല്ല.
		-- Samuel Johnson

%
Zounds! ഞാൻ അങ്ങനെ വാക്കുകളാൽ bethumped ഒരിക്കലുംഞാൻ ആദ്യമായി എന്റെ സഹോദരൻ പിതാവ് ഡാഡ് വിളിച്ചു ശേഷം.
		-- William Shakespeare, "Kind John"

%
മനസ്സ് അതിന്റെ സ്വന്തം സ്ഥലമാണ്, തന്നിലും ലെനരകം ഒരു Heav'n, Heav'n ഒരു നരകം കഴിയുമോ.
		-- John Milton

%
Sabian പറഞ്ഞത് ഇതാണ്: "ഞാൻ നിന്റെ ആദ്യത്തെ മരിച്ചവരുടെ ഇടപാടുകാരിൽ മനസ്സിലാക്കുന്നു". ദിപ്രസ്താവനയുടെ യുക്തിരാഹിത്യം എന്നെ ചിരിക്കും ആഗ്രഹിക്കുന്ന ഉണ്ടാക്കി എന്നാൽ അവർ എന്നെ വിളിക്കും ചെയ്യരുത്മരണഭീതിയുള്ള കാഴ്ച ആൻഡ് കള്ളം.
		-- Pat Cadigan, "Mindplayers"

%
ഒരു morgue ഒരു morgue ഒരു morgue ആണ്. അവർ തീവ്രമായി ഉപയോഗിച്ച് മതിലുകൾ പെയിന്റ് ചെയ്യാംസന്തോഷത്തോടെ പ്രാഥമിക നിറങ്ങളും splashy ബോൾഡ് ഗ്രാഫിക്സ്, പക്ഷേ അത് ഒരു ഹോൾഡിംഗ് തുടർന്ന്അവർ ഓർഗൻ ബാങ്കുകൾ പുറത്തു പിരിഞ്ഞു കഴിയും വരെ മരിച്ചവർക്കുവേണ്ടി സ്ഥാപിക്കുക. എന്നല്ല ഞാൻസാധാരണയായി വിചാരം ഭാവിച്ചു എങ്കിലും എന്റെ വീക്ഷണചോദ്യങ്ങളോ ശോചനീയമാണ് ആയിരുന്നു. നിര്ദ്ദയമായഞാൻ ഇരുന്നു മുറിയിൽ pleasance മാത്രമേ പ്രശ്നമതല്ല തോന്നി.
		-- Pat Cadigan, "Mindplayers"

%
"എന്താണ് ഈ തുടർന്ന്? ട്രിക്സിലേക്ക്? അമ്മായി! ട്രിക്സിലേക്ക്? നിങ്ങൾ? സമ്മാനം ശേഷം മുൻപരിചയം! എന്താണ്ഒരു തിളക്കം-ഇൻ ഇരുണ്ട അത്? "അദ്ദേഹം ബോക്സ് വീഴ്ത്തി തിരികെ പഠിച്ചു."കണവ! അവൻ ആംഗ്ളിംഗ്, ബോക്സ് കോണളവിലാണ് നിങ്ങൾ ഇതുവരെ അവിടെ നിന്നു മനസ്സിലായി ഉണ്ടോ? "ചുവടെ കാണാൻ പോലെ ധാന്യ അല്പം നിറമുള്ള ബോളുകൾ, ഏകദേശം ടാബുപട്ടികയിൽ മുകളിൽ തിരിയുക. "ഇവിടെ ഇതാ!" പിന്നെ അല്പം ക്രീം നിറമുള്ള ഔട്ട് പതിവുകാഴ്ചയായിഅലങ്കാരം-തളിച്ചു കണവ, മൂന്ന് ഇഞ്ച് നീളവും rubbery പ്ലാസ്റ്റിക് കൊണ്ട് നിർമ്മിച്ചതാണ്.
		-- James P. Blaylock, "The Last Coin"

%
ഞാൻ എന്റെ കുറേ വിലപിക്കും പരസ്യമായപ്പോള് വരും കാര്യങ്ങളുടെ ഒരു സൂചന ലഭിച്ചു 'പുസ്തകങ്ങൾ നടക്കുന്ന നാം ഇപ്പോഴും ഒരു എഴുത്തുകാരൻ ഇല്ല! ഞാൻ ആരെയെങ്കിലും ഇൻ ചെയ്യണംഇന്ന്!സ്കൂൾ പുസ്തകങ്ങളിൽ വിഷയത്തെ
		-- Tamim Ansary, "Edutopia Magazine, Issue 2, November 2004"

%
