ഞാൻ ആ ഒന്നിൽ ഒരു ബില്യൻ ഡോളർ പാദത്തിൽ നഷ്ടപ്പെടുകയോ അറിയുന്നു മാത്രം വ്യക്തി സുഖമാണ്വർഷം .... ഇത് വളരെ പ്രതീകം-കെട്ടിടത്തിന്റെ               - സ്റ്റീവ് ജോബ്സ് (1955-2011)ഒരു "പ്രായോഗിക എനക്ക്" ഗുണനിലവാരം തക്കവണ്ണം തന്റെ സ്ഥപനം ഹംഫ്രി അർഹിക്കുന്നു.Bastinado അവകാശമാണ്. അസാധാരണമായ സ്ഥപനം ഒരു keelhauling നൽകുന്നതാണ് വേണ്ടി.എന്നാൽ ഒരു ഉറുന്വുണ്ടാക്കുന്ന അവനെ പുറത്തു പ്രിയനെ വളരെ wittiest സംവരണം വേണം.
		-- Lazarus Long

%
എ 'പൂർണ്ണം' എന്റെ അനുഭവം ജീവൻ മാത്രമേ മറ്റ് ആളുകളുടെ ആവശ്യങ്ങൾ സാധാരണയായി നിറഞ്ഞിരിക്കുന്നു.
		-- Lazarus Long

%
ഒരു വരയുള്ള കുറിച്ചും വളരെ കുറിച്ച് സംസാരിക്കാൻ കഴിയാത്ത ഗന്ധര്വന് ഒരു മനുഷ്യൻസ്വയം.
		-- Lazarus Long

%
ഒരു വരയുള്ള നാം ശേഷം സ്വന്തം കാഴ്ചകൾ കൈവശമുള്ള ശഠിച്ചു ആളാണ്നമ്മുടേത് അവനെ അറിവുപകർന്നു.
		-- Lazarus Long

%
ഒരു നഗരം ഒരുമിച്ചു യൂസേർസ് എവിടെ ഒരു വലിയ കമ്മ്യൂണിറ്റി ആണ്
		-- Herbert Prochnow

%
ഒരു പ്രശംസയ്ക്ക് ഒരു തിരശീലയിൽ ചുംബനം എന്തോ.
		-- Victor Hugo

%
ഒരു cynic മോഷ്ടിച്ച വിളക്ക്, ഒരു സത്യസന്ധനായ അന്വേഷിക്കുന്ന ഒരു വ്യക്തി.
		-- Edgar A. Shoaff

%
നല്ലൊരു പുറമേയുള്ള ഒരു നിശബ്ദ തീകൾക്ക്.
		-- Publilius Syrus

%
ഒരു സുഹൃത്ത് നിങ്ങൾ സ്വയം തരും സമ്മാനം.
		-- Robert Louis Stevenson

%
ഒരു ഗോസിപ്പ്, മറ്റുള്ളവരെ കുറിച്ച് നിന്നോടു ഗന്ധര്വന് ആണ് ഒരു വരയുള്ള ലേക്ക് ഗന്ധര്വന് ആണ്അവനെപ്പറ്റി നിങ്ങൾക്ക്; ഒരു ബുദ്ധിപരമായി conversationalist ലേക്ക് ഗന്ധര്വന് ആണ്നിങ്ങളെ കുറിച്ച് നിങ്ങൾക്ക്.
		-- Lisa Kirk

%
പച്ച വേട്ടയാടൽ തൊപ്പി ഒരു തലയിലെ മാംസളമായ ബലൂൺ മുകളിൽ നിർബന്ധിതരാകുകയോ. ദിപച്ച earflaps, വലിയ കതിർ ചെത്താത്ത മുടി പിഴ ആ കുറ്റിരോമങ്ങള് നിറഞ്ഞ, ചെവി themselvse വളർന്നു ടേൺ സിഗ്നലുകൾ പോലുള്ള ഇരുവശങ്ങളിലും പുറത്താകാതെഒരേസമയം രണ്ടു ദിശകൾ സൂചിപ്പിക്കുന്ന. കീഴെ protruded പൂർണ്ണ, pursed അധരങ്ങൾചുരുണ്ടും കറുത്ത മീശയും അവരുടെ കോണിലും, നിറഞ്ഞു ചെറിയ മടക്കുകളും താണുഎതിർപ്പും, ഉരുളക്കിഴങ്ങ് ചിപ്പ് തിന്നു. പച്ച വീണ്ടും ഒരിക്കൽ കീഴിൽ നിഴലിൽതൊപ്പി ഇഗ്നേഷ്യസ് ജെ Reilly ന്റെ supercilious നീല, മഞ്ഞ കണ്ണുകൾ നോക്കിഡി എച്ച് ഹോംസ് വകുപ്പിലെ ക്ലോക്ക് കീഴിൽ കാത്തിരിക്കുന്ന മറ്റ് ആളുകൾ മേൽസ്റ്റോർ, വസ്ത്രധാരണ മോശം രുചി അടയാളങ്ങളായി ജനങ്ങളുടെ ജനക്കൂട്ടം വായിക്കാനിടയായത്. നിരവധിഅടിത്തറയെ, ഇഗ്നേഷ്യസ്, ശ്രദ്ധിച്ചു മതി പുതിയതും അതു വിലപിടിപ്പുള്ളത് വേണ്ടത്രശരിയായി രുചി മാന്യത കുറ്റങ്ങൾ പരിഗണിക്കും. കൈവശംപുതിയ അല്ലെങ്കിൽ വിലകൂടിയ എന്തെങ്കിലും മാത്രം ദൈവശാസ്ത്രത്തിന്റെ ഒരു വ്യക്തിയുടെ അഭാവം പ്രതിഫലിച്ച്ജ്യാമിതി; അതു പോലും ഒരാളുടെ ഭയമായി സംശയങ്ങൾ കഴിഞ്ഞില്ല.
		-- John Kennedy Toole, "Confederacy of Dunces"

%
ഒരു ആരോഗ്യമുള്ള പുരുഷ ആളൊന്നിൻറെ വരയുള്ള ഓരോ വർഷവും സ്വന്തം ഉപഭോഗം ഒന്നര തവണമറ്റ് ആളുകളുടെ ക്ഷമ ഭാരം.
		-- John Updike

%
അവൻ മറ്റൊരു സമീപിച്ചത് അതിനെ ഒരു മനുഷ്യൻ സഹാറ മരുഭൂമിയിൽ ഇഴഞ്ഞുനീങ്ങുന്നുണ്ട്ഒരു ഒട്ടകത്തിന് വാഹനമോടിക്കുന്നത് മനുഷ്യൻ. റൈഡർ, ഇഴഞ്ഞുനീങ്ങുന്നുണ്ട് മനുഷ്യൻ സമീപത്തേക്ക് കിട്ടിയാൽതന്റെ സൂര്യനെ-വരണ്ട അധരങ്ങൾ മുഴുവന്, "വെള്ളം ... ദയവായി ... നിങ്ങൾക്ക് നൽകാൻ കഴിയുന്ന ...വെള്ളം ... ""ക്ഷമിക്കണം," മനുഷ്യൻ, ഒട്ടക മറുപടി, "ഞാന് വെള്ളം ഇല്ലഎനിക്കൊപ്പം. എന്നാൽ ഞാൻ നിന്നെ ഒരു ടൈ വിൽക്കാൻ സംതൃപ്തരാകും. ""കെട്ടിയിടുക?" മനുഷ്യൻ മന്ത്രിച്ചു. "ഞാൻ * വെള്ളം ആവശ്യമാണ് *.""അവർ വീതം നാലു ഡോളർ മാത്രം അകലെയാണ്.""ഞാൻ * വെള്ളം ആവശ്യമാണ് *.""ശരി, ശരി, രണ്ട് ഏഴു ഡോളർ പറയുന്നു.""ദയവായി! ഞാൻ * വെള്ളം വേണമെങ്കിൽ *!", മനുഷ്യൻ പറയുന്നു."എനിക്ക് ഈ ബന്ധം, യാതൊരു വെള്ളം ഇല്ല," വില്പ്പനക്കാരന് മറുപടികൾ,അവൻ അകലെ കയറി ഓഫ് എസ്.മനുഷ്യൻ സമയം കൃത്യമായി നഷ്ടപ്പെടുന്നത് കാലം തോന്നും വെച്ചതിന് ക്രാൾചെയ്യുന്നു.ഒടുവിൽ ഏതാണ്ട് മരിച്ചവരുടെ സൂര്യൻ-അന്ധനും അവന്റെ തൊലി പുറംതൊലി ആൻഡ് സിക്സറുമുൾപ്പെടെ അവൻഅകലെയായി ഒരു റസ്റ്റോറന്റ് കാണുന്നു. അവന്റെ ശക്തി അവൻ അവസാന സമൻസ്വാതിൽക്കൽ കയറി വേച്ചുനീങ്ങുന്നു തല വെയ്റ്റർ നേരിടുന്ന."വെള്ളം ... ഞാൻ ലഭിക്കും ... വെള്ളം," മരണാസന്നനായ മനുഷ്യൻ stammer കൈകാര്യം."ഞാൻ ആവശ്യമാണ് ക്ഷമിക്കണം, സർ, ബന്ധം സുഖമാണ്."
		-- John Updike

%
പ്രതിഭയുടെ ഒരുത്തൻ പിശകുകൾ വരുത്തുന്നു.തന്റെ തെറ്റുകളെ volitional അവ കണ്ടെത്തൽ കവാടങ്ങളിലൂടെ ആകുന്നു.
		-- James Joyce, "Ulysses"

%
പോലീസ് ക്യാച്ച് ഒരു മനുഷ്യൻ അന്യായം ചെയ്യുന്നതു നിരപരാധികളായ വ്യവഹരിക്കയുംഒരു mobster വീട്ടിൽ നടന്ന റെയ്ഡിൽ അവൻ വീമ്പിളക്കിക്കൊണ്ട് തന്നെത്താൻ ഇത്രനേരം സമയത്ത്വാതിൽ ഒരു ബോൾട്ട് ചെയ്തു.
		-- James Joyce, "Ulysses"

%
മോപ്പെഡുകളും മോഷ്ടിക്കുന്ന പാലിക്കുന്ന ഒരു മനുഷ്യൻ വ്യക്തമായ സൈക്കിൾ-പാത.
		-- James Joyce, "Ulysses"

%
പച്ച മടങ്ങുന്ന ഒരു മനുഷ്യൻ പ്രോട്ടീൻ വിട്ടകലുന്നവനും ചെയ്തു.
		-- James Joyce, "Ulysses"

%
ഒപ്പം 3 ചിറകു ഒരു മനുഷ്യൻ ഒരു നിഘണ്ടു തുർക്കി കസിൻ.
		-- James Joyce, "Ulysses"

%
മനുഷ്യൻ ഇപ്പോഴും ലിഫ്റ്റിംഗ് നീതികേടു നിന്നു എന്തെങ്കിലും ചെയ്യാൻ തന്നെ - അദ്ദേഹം സൃഷ്ടിക്കുംനാശവും അരാജകത്വവും - വെറും തന്റെ പോയിന്റ് നേടുന്നതിന് ... എല്ലാ ഇതിൽ കഴിയുമായിരുന്നെങ്കിൽടേൺ അതിനെ നടക്കുന്നുള്ളൂ എന്ന് ഷിതമായത് വിശകലനത്തിനു തടയാനും മനുഷ്യൻമനഃപൂർവ്വം അവന്റെ പോയിന്റ് തെളിയിക്കാൻ ഭ്രാന്തൻ പോകുമോ.
		-- Feodor Dostoevsky, "Notes From the Underground"

%
ഒരു narcissist നിങ്ങൾ നല്ലതു ലുക്കിങ് ഒരാളായിരിക്കും.
		-- Gore Vidal

%
ഒരു വിടുമോ എന്താണ് നടക്കുന്നത് ഒരു ചെറിയ അറിയാവുന്ന ഒരാൾ മാത്രമാണിത്.
		-- William S. Burroughs

%
ഒരു ഭാഗത്ത് ഒരു PAT നാവ് ഒരു കിക്ക് നിന്ന് ഏതാനും സെന്റിമീറ്റർ ആണ്.
		-- William S. Burroughs

%
"നിങ്ങളുടെ വിചാരങ്ങൾ ഒരു നാണയം?""നിങ്ങളുടെ മരണത്തെ ഡോളറിന്."
		-- The Odd Couple

%
ഒരു വ്യക്തി അവർ അക്രമം ൽ മാത്രമേ ക്ഷമിക്കുന്നു.
		-- The Odd Couple

%
ഒരു വ്യക്തി വെറും അവരെ ദേഷ്യം കാര്യങ്ങൾ പോലെ വലുതാണ്.
		-- The Odd Couple

%
ഒന്നും വ്യക്തിക്ക് ഒട്ടും ഇല്ലല്ലോ എന്തെങ്കിലും ആഗ്രഹിക്കുന്നു തോന്നുന്നു.എന്തെങ്കിലും ഉണ്ട് ഒരു വ്യക്തി ഒട്ടും ഇല്ലല്ലോ ഒക്കെയും ശേഷം ആഗ്രഹിക്കുന്നു തോന്നുന്നു.
		-- The Odd Couple

%
അശുഭാപ്തിവിശ്വാസി ശുഭാപ്തി ജീവിക്കാൻ ഇരയായ ഒരു മനുഷ്യനെ ആണ്.
		-- Elbert Hubbard

%
സുന്ദരമായ ഒരു കാൽ പ്രകൃതിയുടെ വലിയവൻ സമ്മാനങ്ങൾ ഒന്നാണ് ... എന്നെ നിങ്ങളുടെ അയയ്ക്കുകഷൂസ് അവസാന ജോഡി, ഇതിനകം നൃത്തം പുറത്തു ധരിക്കുന്ന ... അങ്ങനെ ഞാൻ എന്തെങ്കിലും ലഭിക്കുമോനിങ്ങളുടേത് എന്റെ ഹൃദയം നേരെ അമർത്തുക കുറിച്ചിരുന്നു.
		-- Goethe

%
ഒരു prig എല്ലായ്പ്പോഴും നിങ്ങൾക്ക് തന്റെ കാഴ്ചപ്പാടുകൾക്ക് ഒരു സമ്മാനവും ചെയ്യുന്നുള്ളൂ ഒരു കൂട്ടാളിയായ.
		-- George Eliot

%
ഒരു സ്വകാര്യ പാപം ഒരു പൊതു നീചവൃത്തി ലോകത്തെ അങ്ങനെയല്ല മുൻവിധിയോടെയുള്ള ആണ്.
		-- Miguel de Cervantes

%
ഒരു യഥാർത്ഥ സുഹൃത്ത് നിങ്ങൾ എറിഞ്ഞുകളക തുടർന്ന് ഒരിക്കൽ ഉപയോഗിക്കാനും ആരെങ്കിലും അല്ല.ഒരു യഥാർത്ഥ സുഹൃത്തിനെ നിങ്ങൾ വീണ്ടും വീണ്ടും ഉപയോഗിക്കാം ഒരാളായിരിക്കും.
		-- Miguel de Cervantes

%
ഒരു യഥാർത്ഥ വ്യക്തി എന്തും രണ്ടു കാരണങ്ങൾ ... ഒരു നല്ല കാരണം ഉണ്ട്യഥാർത്ഥ കാരണം.
		-- Miguel de Cervantes

%
ഒരു പാറയും ചിതയിൽ പാറയിൽ ചിതയിൽ നിമിഷം ഒറ്റ ആയിരിക്കും ഇല്ലാതാകുന്നുമനുഷ്യൻ അവന്റെ ഉള്ളിൽ ഒരു കത്തീഡ്രൽ ചിത്രം ചുമന്നുകൊണ്ടു അതു contemplates.
		-- Antoine de Saint-Exupery

%
ഒരു sadist സുവർണ്ണ നിയമം പിന്തുടരുന്ന ഒരു masochist ആണ്.
		-- Antoine de Saint-Exupery

%
നർമ്മം മനുഷ്യൻ തന്റെ വിഡ്ഢിത്തങ്ങൾ കാണിക്കാൻ മതിയായ അതിയായ പ്രതീതി സൂക്ഷിക്കുംഎല്ലാ പാപങ്ങളും കമ്മീഷൻ, അല്ലെങ്കിൽ ഏതാണ്ട് എല്ലാ അവനോടു എന്നും രക്ഷിക്കുംപ്രവർത്തിക്കാതിരിക്കാൻ രൂപയുടെ.
		-- Samuel Butler

%
"... ഒരു വിചിത്രമായ പ്രഹേളികയായി മനുഷ്യൻ!""ആരെങ്കിലും ഒരു പ്രാണൻ ഒരു മൃഗം ഒളിപ്പിച്ച വിളിച്ചില്ല," ഞാൻ നിർദ്ദേശിച്ചു."Winwood Reade വിഷയം നല്ലതു," ഹോംസ് പറഞ്ഞു. "അവൻ അഭിപ്രായപ്പെട്ടുവ്യക്തിഗത മനുഷ്യൻ മാർക്കിൽ അവൻ, ഒരു insoluble പസിൽ സമയത്ത് ആഒരു ഗണിത ഉറപ്പായ മാറുന്നു. ഉദാഹരണത്തിന്, എന്തു മുൻകൂട്ടി ഒരിക്കലുംഏതെങ്കിലും ഒരു മനുഷ്യൻ ചെയ്യും, എന്നാൽ നിങ്ങൾ പ്രിസിഷൻ എന്തു ശരാശരി എണ്ണം പറയാനാകുംലേക്ക് ആയിരിക്കുമെന്ന്. വ്യക്തികൾ മാറും, പക്ഷെ ശതമാനം നിരന്തരമായ നിലനിൽക്കും. അങ്ങനെ പറയുന്നുസ്ഥിതിവിവരവിദഗ്ദ്ധനും. "
		-- Sherlock Holmes, "The Sign of Four"

%
മൊത്തം abstainer ആളോ എല്ലാറ്റിലും നിന്ന് abstains ദൈവമാണ്,പ്രത്യേകിച്ച് മറ്റുള്ളവരുടെ കാര്യങ്ങളിൽ നിഷ്ക്രിയത്വത്തിന്റെ നിന്ന്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
തികച്ചും വലിയ മനുഷ്യൻ ഒരു പുഴുവിനെ ന് അരുതു ചവിട്ടുകയും വിട്ട് ഒരു ചക്രവർത്തിയുടെ ശുക്ള ചെയ്യും.
		-- B. Franklin

%
ഒരു നന്നായി ക്രമീകരിച്ച വ്യക്തി ഇല്ലാതെ രണ്ടുതവണ ഇതേ തെറ്റ് ഇടയാക്കുന്നത് ഒന്നാണ്ആത്മവിശ്വാസക്കുറവ് ലഭിക്കുന്നത്.
		-- B. Franklin

%
അറിയപ്പെടുന്ന സുഹൃത്ത് ഒരു നിധിയാണ്.
		-- B. Franklin

%
ഒരു യുവ മധുവിധു ദമ്പതികളുടെ സതേൺ ഫ്ലോറിഡ തത്സമയ സംഭവിച്ചത് ചെയ്തുറോഡ് സഹിതം നിക്കറും ഫാമുകളിലും ഒന്നിൽ നിർത്താൻ. കണ്മാൻകാഴ്ചകളും അവർ പാമ്പുകൾ കൈകാര്യംചെയ്ത മനുഷ്യൻ ചെറിയ സംവാദം ഉണ്ടല്ലോ."സഞ്ജയന്!" പുതിയ മണവാട്ടി ഉദ്ഘോഷിച്ചു. "തീർച്ചയായും അപകടകരമായ സുമോദ്.നിങ്ങൾ എപ്പോഴെങ്കിലും പാമ്പുകളെ കടിച്ചും സൂക്ഷിക്കുക? ""അതെ, അപൂർവമായി മേലും" ഹാൻഡ്ലർ ഉത്തരം."ശരി," അവൾ "നിങ്ങൾ കടിച്ചും വരുമ്പോൾ ചെയ്യാൻ വെറും തുടർന്നുപാമ്പിനെ? ""എന്നാല് എന്റെ കീശയിൽ ഒരു റേസർ-മൂർച്ചയുള്ള കത്തി എടുത്തുകൊണ്ടുപോയി ഉടനെ ഞാൻ പോലെകടിച്ചും, എനിക്കു തുടർന്ന് ഫാങ് എൻട്രി ഉടനീളം ആഴത്തിലുള്ള Criss-ക്രോസ് മാർക്ക് വരുത്തിയുംമുറിവു നിന്ന് നുകരും. ""ആകസ്മികമായി * * ഇരിപ്പാൻ ആയിരുന്നു എന്തായിരിക്കും സംഭവിക്കുക എന്തു ശീലമുണ്ടാകുമെന്ന് ...ഒരു rattler? "സ്ത്രീ നിലനിന്നു."ഭ്രൂണഹത്യ," പാമ്പ് ഹാൻഡ്ലർ ഉത്തരം "പഠിക്കുന്നതിനും ദിവസമാകുന്നു അത്എന്റെ യഥാർത്ഥ സുഹൃത്തുക്കൾ ആർ. "
		-- B. Franklin

%
അവർ പേരിൽ അവർ സ്വീകരിക്കുക - പൂർണ്ണമായും അസ്വീകാര്യമായ.
		-- B. Franklin

%
Obituary, നോട്ടീസുകൾ പ്രകാരം ഒരു മാധ്യത്തിന്റെയും അപ്രധാന വ്യക്തി മരിക്കുമ്പോൾ ഒരിക്കലും.
		-- B. Franklin

%
ആദാം ആയിരുന്നു മാനുഷികമായ - ഈ ഇത് എല്ലാ വിശദീകരിക്കുന്നു. അവൻ ആപ്പിൾ ആഗ്രഹിച്ചില്ലആപ്പിൾ നിമിത്തം അവൻ അതു നിഷിദ്ധമായിരുന്നു മാത്രമാണ് കാരണം അതു ആഗ്രഹിച്ചു. തെറ്റ് ആയിരുന്നുസർപ്പം വിരോധിക്കാതിരിപ്പാനും; പിന്നെ അവൻ സർപ്പം തിന്നു ഭാവിച്ചു.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ഉപദേശം അപകടകരമായ ഒരു ദാനമാണ്; അതു കൊടുക്കുന്നതും സ്വീകരിക്കുന്നത് സംബന്ധിച്ച് ജാഗ്രത.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
ബാല്യക്കാർ ഉപദേശം: പരിത്യാഗപ്രവർത്തികളും, നിങ്ങളോടു .രോഗിയുടെ കഴിയില്ല എങ്കിൽപിന്നീട് കുറഞ്ഞത് aseptic ആയിരിക്കും.
		-- Mark Twain, "Pudd'nhead Wilson's Calendar"

%
എല്ലാത്തിനുമുപരി, അതു മാത്രമാണ് അവരുടെ മികച്ച എപ്പോഴും ആർ അതിബുദ്ധിമാനും ആണ്.
		-- Jean Giraudoux

%
എല്ലാത്തിനുമുപരി, ഒരു പാർട്ടി ഇല്ലാത്ത നിങ്ങളുടെ സൈന്യങ്ങളുടെ 'ഉദ്ദേശ്യം എന്താണ്? അല്ല വേണ്ടി തീർച്ചയായുംനിങ്ങൾ സ്വയം ആസ്വദിക്കാൻ; അവരുടെ ഒരേയൊരു ലക്ഷ്യം ആയിരുന്നു എങ്കിൽ അവർ കേവലം ഞങ്ങൾക്കുണ്ട് ആഗ്രഹിക്കുന്നുടാക്സിയിൽ നിന്റെ സ്ഥലത്തേക്കു മേൽ സ്ഥലകാലബോധം സ്ത്രീകളും അയച്ചു.
		-- P. J. O'Rourke

%
ന്യൂയോർക്ക് താമസിക്കുന്നവർ ശേഷം, നിങ്ങൾ ആരും വിശ്വസിക്കരുത്, എന്നാൽ നിങ്ങൾ എല്ലാം വിശ്വസിക്കുന്നു.ഈ സാഹചര്യത്തിൽ.
		-- P. J. O'Rourke

%
സ്നോ വൈറ്റ് ചിത്രങ്ങൾ എടുക്കാൻ ഫിലിം ഒരു ദമ്പതികൾ റോളുകൾ ഉപയോഗിച്ച ശേഷംഏഴു കുള്ളൻ അവൾ വികസിപ്പിക്കും റോൾ അയച്ചുകൊടുത്തു. പിന്നീട് അവൾ കേട്ടുപാടും, "ചില ദിവസം എന്റെ പ്രിന്റുകൾ വരും."
		-- P. J. O'Rourke

%
വിവേകശൂനം അതികഠിനമായി ദൈവങ്ങളെ തങ്ങളെ വെറുതെ എതിർക്കുന്നു.
		-- Friedrich von Schiller, "The Maid of Orleans", III, 6

%
പറയുക അയ്യോ, മകൻ, ഒരു bowlin 'പന്ത് പോലെ മൂർച്ചയുള്ള പോകുകയാണ്.
		-- Friedrich von Schiller, "The Maid of Orleans", III, 6

%
അയ്യോ, സ്വീറ്റ് വസന്തകാലം, ഒരു യുവാവ് ത്യജിച്ചു തന്റെ ഫാൻസി മേൽ വയസ്!
		-- Friedrich von Schiller, "The Maid of Orleans", III, 6

%
അൽ നാല്പതു സംവത്സരം പുഞ്ചിരി ചെയ്തില്ല. ഇതുപോലുള്ള ഒരു മനുഷ്യൻ അഭിനന്ദിക്കുക ലഭിച്ചു.
		-- from "Mary Hartman, Mary Hartman"

%
ആൽബർട്ട് കാമു മാത്രം ഗുരുതരമായ ചോദ്യം കൊല്ലുക വേണ്ടയോ എന്ന് എഴുതിഅല്ലെങ്കിൽ അല്ല. ടോം Robbins മാത്രം ഗുരുതരമായ ചോദ്യം സമയം ഉണ്ട് എന്നൊക്കെ എഴുതിഒരു തുടക്കവും അന്തം. കാമു വ്യക്തമായി ബെഡ് തെറ്റായ ഭാഗത്തു എഴുന്നേറ്റുRobbins അലാറം സജ്ജമാക്കാൻ മറന്നുപോയിരിക്കും.
		-- Tom Robbins

%
എല്ലാവരും ദൈവത്തിന്റെ മക്കൾ മനോഹരമായ അല്ല. ദൈവമക്കളുടെ ഏറ്റവും വാസ്തവത്തിൽ, ആകുന്നു,കഷ്ടിച്ച് ഉചിതമായ.
		-- Fran Lebowitz, "Metropolitan Life"

%
അവൻ അകലെ നോക്കി ... ചക്രവാളത്തിൽ ലേക്ക് ആകാശം എല്ലാ അവന്റെ ജീവൻഭാവിയിൽ. എവിടെ താൻ ചെയ്യുന്നത് എന്താണ് ആയിരുന്നു ഒരിക്കലും അദ്ദേഹത്തിന്റെ മനസ്സ്.
		-- Yoda

%
ഞാൻ ജീവന്റെ ചോദിക്കുന്നു എല്ലാ എന്റെ സ്വന്തം പ്രാധാന്യം നിരന്തരമായ അതിശയോക്തി രൂപമാണ്.
		-- Yoda

%
ഞാൻ ആഗ്രഹിക്കുന്നു എല്ലാ ഒരു ചൂടുള്ള bed, വന്ദനം പരിമിതികളില്ലാത്ത ശക്തി.
		-- Ashleigh Brilliant

%
ഞാൻ ചെയുന്നത് വിളികൾ പട്ടികയിൽ അവശേഷിക്കുന്നു ലഭിച്ചു എല്ലാ ലേക്ക് അവകാശി ആണ്പടിഞ്ഞാറൻ യൂറോപ്പ്, അനില് ആൻഡേഴ്സൺ യാതൊരു രാജ്യത്തെ സിംഹാസനം. "Beപ്രായോഗിക ", അത്താഴ മേശയിൽ നിന്ന് choral മറുപടി ആയിരുന്നു. ശരി, അനില്ആൻഡേഴ്സൺ ഇതിനകം അനില് ആൻഡേഴ്സൺ, എന്നാൽ ഞാൻ Harpers ഒരു ലേഖനം വായിച്ചുആ ലോകത്തെ ഈ ഞാൻ കരുതുന്നു ആണ്, പതിനൊന്നു രാജ്യങ്ങളിൽ ഉണ്ടായത്ആ പരമാധികാര ഭരണാധികാരികൾ പോലെ രാജ്ഞിയുടെ ഞങ്ങൾക്കുണ്ട്. അത് ഒരുപക്ഷേ എന്റെ ഏറ്റവും മികച്ച ഷോട്ട് ആകുന്നു.
		-- Ashleigh Brilliant

%
എല്ലാവരും വരിയിൽ കാത്തിരിക്കേണ്ടി അവകാശമുണ്ട്.
		-- Ashleigh Brilliant

%
എല്ലാവരും കാലത്തോളം അവർ കഴിയുന്നത്ര സത്യസന്ധത ഏറ്റുപറയുന്നു. എല്ലാ പുരുഷന്മാർ സത്യസന്ധമായി വിശ്വസിക്കാൻഭോഷത്വം തന്നെ. ആരും വിശ്വസിക്കാൻ അങ്ങനെ മോശമായ എന്തോ.
		-- John Quincy Adams

%
അധികപേരും ആഗ്രഹിക്കുന്ന എല്ലാ അവർ ഒരിക്കലും ലഭിക്കും അല്പം കൂടുതലാണ്.
		-- John Quincy Adams

%
എന്റെ എല്ലാ സുഹൃത്തുക്കളും ഞാൻ ഭ്രാന്തുണ്ടു. അതാണ് നമ്മെ സബോധമുള്ള നിർത്തുന്ന മാത്രം കാര്യമാണ്.
		-- John Quincy Adams

%
"എന്റെ ജീവിതം ഞാൻ ഒരാൾക്ക് ആയിരിക്കും ആഗ്രഹിച്ചു; ഞാൻ കൂടുതൽ നിർദ്ദിഷ്ട ആകുമായിരുന്നു പാടില്ല .അത്."
		-- Jane Wagner

%
മനുഷ്യൻ മാത്രമാകുന്നു മൃഗങ്ങളെ എല്ലാ പ്രിൻസിപ്പൽ ബിസിനസ്സ് ജീവന്റെ എന്നു ഞാൻ അറിയുന്നുഅത് ആസ്വദിക്കുക.
		-- Jane Wagner

%
പറയുകയും ഇല്ല കഴിവ് ബുദ്ധി എല്ലാ സാധ്യതയും വേരോടിയിരിക്കുന്നു.
		-- Susan Sontag

%
എല്ലാ പുരോഗതി ഓരോ ജൈവ ഒരു സാർവത്രിക ജന്മനായുള്ള ആഗ്രഹം അടിസ്ഥാനത്തിലാണ്അതിന്റെ വരുമാനം അപ്പുറം ജീവിക്കാൻ.
		-- Samuel Butler, "Notebooks"

%
എല്ലാ ലോകം ഒരു ഘട്ടത്തിൽ ഒപ്പം ഞങ്ങളെ ഏറ്റവും ചെലവിലുള്ള unrehearsed ആകുന്നു.
		-- Sean O'Casey

%
ഞങ്ങൾക്ക് അറിയാവുന്നത് പ്രതിഭാസമാണ്: ഓരോ സന്ദേശങ്ങൾ അയയ്ക്കൽ ഞങ്ങളുടെ സമയം ചെലവഴിക്കുന്നത്മറ്റ്, സംസാരിച്ചും വിവരങ്ങൾ വിനിമയം, ഒരേ സമയം കേൾക്കാൻ ശ്രമിക്കുന്ന.ഈ നമ്മുടെ അടിയന്തര ജൈവ ഫംഗ്ഷൻ എന്നു തോന്നും; അതു ഞങ്ങൾക്ക് എന്തുനമ്മുടെ ജീവിതം."
		-- Lewis Thomas, "The Lives of a Cell"

%
എപ്പോഴും ജാരന് നിന്ന് പണം കടം; അവൻ പണം തിരികെ ലഭിക്കാൻ പ്രതീക്ഷിക്കുന്നില്ല.
		-- Lewis Thomas, "The Lives of a Cell"

%
എല്ലായ്പ്പോഴും നിങ്ങൾ അതുല്യമായ ഓർക്കുക. ജസ്റ്റ് കല്പ്പിച്ചു.
		-- Lewis Thomas, "The Lives of a Cell"

%
അഭിലാഷം അലസമായ വേണ്ടത്ര അർഥത്തിൽ ഇല്ലാത്ത ഒരു പാവപ്പെട്ട എക്സ്ക്യൂസാണ്.
		-- Charlie McCarthy

%
ഒരു പാദത്തിൽ അമേരിക്കയിലെ ഏറ്റവും മികച്ച വാങ്ങുക വ്യക്തിക്ക് ഒരു ടെലിഫോൺ കോൾ ആണ്.
		-- Charlie McCarthy

%
വന്യമൃഗങ്ങളുടെ കൈകാര്യം കാര്യക്ഷമമായ ഒരു മാർഗമാണ് ഭയങ്കരൻ രുചി ആണ്.
		-- Charlie McCarthy

%
ഒരു പ്രായമായ ദമ്പതികൾ ചാർട്ടേഡ് വിമാനം അവയുടെ കരീബിയൻ Hideaway ലേക്ക് പറക്കുന്ന ചെയ്തുഭീകരമായ ഒരു വിജനമായ ദ്വീപിൽ ഇറങ്ങാൻ അവരെ നിർബന്ധിതരായി സന്ദർഭം. എപ്പോൾപല ദിവസം റെസ്ക്യൂ ഇല്ലാതെ കടന്നു ദമ്പതികൾ അവരുടെ പൈലറ്റ് ഒരു താണുമഹരാജാവിന്റേയും നിശബ്ദത. ഒടുവിൽ തന്റെ ഉണ്ടാക്കിയ എങ്കിൽ സ്ത്രീയും ഭർത്താവിനെ ചോദിച്ചുയുണൈറ്റഡ് വശത്തേക്ക് കാമ്പെയ്ൻ പതിവുപോലെ പണയം."ഞങ്ങൾ വെള്ളവും ഭക്ഷണവും തീർന്നു നിങ്ങൾ * ആ * ചോദിക്കുന്നു?" അവളുടെ ഭർത്താവുവേണ്ട. "നിങ്ങൾ ശരിക്കും അറിയാൻ വേണമെങ്കിൽ ഞാൻ ഒന്നര ദശലക്ഷം പ്രതിജ്ഞയെടുത്തു പക്ഷേ മാത്രമല്ലഞാൻ അവയെ പകുതി നൽകി. ""നിങ്ങൾ * U.W.C. ഒരു * പാദത്തിൽ കടപ്പെട്ടിരിക്കുന്നു ദശലക്ഷം?" സ്ത്രീ ഉദ്ഘോഷിച്ചുeuphorically. "വിഷമിക്കേണ്ട, ഹാരി അവർ നമ്മെ കാണാം! അവർ ഞങ്ങളെ കാണാം!"
		-- Charlie McCarthy

%
ദുഷിച്ച മനസ്സ് ഒരു വലിയ ആശ്വാസമാകുന്നു.
		-- Charlie McCarthy

%
ഒരു എക്സലൻസ്-oriented ''80 ആൺ ഒരു സാധാരണ വാച്ച് ധരിക്കാൻ ഇല്ല. അവൻ ധരിക്കുന്നുഒരു റോളക്സ് വാച്ച്, ഏതാണ്ട് ആറു പൗണ്ട് ഭാരം പരസ്യം കാരണംഅത്തരം സൗഭാഗ്യത്തോടും റിച്ച് ആയി എക്സലൻസ്-oriented പ്രസിദ്ധീകരണങ്ങൾ മാത്രംപ്രൊട്ടസ്റ്റന്റ് ഗോൾഫ് മാഗസിൻ. പരസ്യങ്ങളെ എഴുതിയിരിക്കുന്നതുപരസ്യ copywriters എക്സലൻസ് എസില് എങ്ങനെ ആണ് അപൂർണ്ണമായ വാചകങ്ങൾ:"റോളക്സ് ഹൈപ്പിരിയൻ. ഗുണമേന്മയുള്ള എക്സലൻസ് ഒരു ത്ത പുതിയ മാനദണ്ഡംhandcraftsmanship സമകാലിക. ബോധം ആർ വ്യക്തിക്ക്കേസ്റ്റൺ മികച്ച ഗുണമേന്മയുള്ള മാനദണ്ഡങ്ങൾ കാര്യത്തിൽ വിവേചനംകയ്യാൽ കാര്യങ്ങൾ. 100 ശതമാനം 24-കാരാട്ട് പൊൻ കെട്ടിച്ചമച്ചു. വാച്ച് ഭാഗങ്ങൾ ഇല്ലവല്ലതും. നിങ്ങളുടെ കൈത്തണ്ടയിൽ ജസ്റ്റ് വലിയ വലിയ തടിച്ചഭാഗം. തീർച്ചയായും ഒരു അനശ്വരമായപ്രസ്താവന. വളരെ സുരക്ഷിതമാണ് ആർ വ്യക്തിക്ക്. ആർ ആവശ്യമില്ലഅവൻ വളരെ വിജയകരമായ എന്ന് എല്ലാ സമയത്തും ഓർമ്മപ്പെടുത്തും. വളരെ കൂടുതൽ വിജയംസ്കൂളിലെ അവനെ പരിഹസിച്ചു ആളുകൾക്ക് അധികം. തന്റെ മുഖക്കുരു കാരണം.ഒരുപക്ഷേ ഒരിടത്തും അടുത്തു അവൻ ഇപ്പോൾ പോലെ വിജയം ആളുകൾ. ഒരുപക്ഷേതന്റെ 20 റീയൂണിയൻ പോകാൻ കാണാം, അവർ അവന്റെ റോളക്സ് ഹൈപ്പിരിയൻ കാണും.Hahahahahahahahaha. "
		-- Dave Barry, "In Search of Excellence"

%
ഒരു വിദഗ്ധ അവൻ ഓൺ കോരിക്കളയുന്നതു പോലെ ചെറിയ പിശകുകൾ ഗുണവുമില്ല ഒരു വ്യക്തിഗ്രാൻഡ് മണ്ടത്തരം'എന്ന.
		-- Benjamin Stolberg

%
ഒരു വിദഗ്ധ അവൻ അറിയുന്നു വരെ കുറവ് കുറച്ച് കുറിച്ച് കൂടുതൽ കൂടുതൽ അറിയാവുന്ന ഒന്നാണ്ഒന്നും കുറിച്ച് എല്ലാം.
		-- Benjamin Stolberg

%
ഒരു ആദർശവാനായ ലാഭം ഉണ്ടാക്കാൻ സഹ സഹായിക്കുന്നു ഭാഗ്യവാൻ.
		-- Henry Ford

%
കടുവയെ conciliating ഒരു പറ്റുവാനോ രീതി കളങ്കം അനുവദിക്കുമെങ്കിൽ എന്നതാണ്തിന്നുകളഞ്ഞു.
		-- Konrad Adenauer

%
ബൌദ്ധിക ആരുടെ മനസ്സ് സ്വയം നിരീക്ഷിക്കുന്നു ഒരാളായിരിക്കും.
		-- Albert Camus

%
ശുഭാപ്തി വളരെ അനുഭവമുണ്ടായിട്ടില്ല ഒരു ഒര്.
		-- Don Marquis

%
ഞാൻ ചെറിയ കാര്യങ്ങൾ വലിയ അധികം ഉപയോഗിക്കും തന്നെ പ്രയാസമാകും ഊഹിക്കുന്നുപശുക്കൾ. നിങ്ങൾ ഉപയോഗിക്കും വലിയ വീഴ്ചയായി, അവയിൽ നിങ്ങളുടെ മനസ്സിൽ ഉണ്ടാക്കുന്നത്. ദിചെറിയ കാര്യങ്ങൾ നിങ്ങൾക്ക് ചിന്തിക്കാറില്ലത്രേ വരുമ്പോൾ അപ്രതീക്ഷിതമായി വരുന്നത്അവരെ അവരുടെ നേരെ braced അല്ല.
		-- Marion Zimmer Bradley, "The Forbidden Tower"

%
ഞാൻ സകല ഈ നല്ല പ്രവർത്തിക്കുകയും ഞാൻ സൗജന്യമായി അവരെ ചെയ്യും!എന്റെ മാത്രം പ്രതിഫലം "ഇവിടെ ഗോമസ് Addams സ്ഥിതിചെയ്യുന്ന എന്ന് പറയുന്ന ഒരു സ്മാരകശില - ആയിരിക്കുംഅവൻ ഒന്നും നല്ലതു. "
		-- Jack Sharkey, The Addams Family

%
എട്ടാം ദിവസം ഞങ്ങൾ അതു ബുൾഡോസർ.
		-- Jack Sharkey, The Addams Family

%
പുരുഷാരം വരണ്ടുണങ്ങിയതായി ചെയ്തു. വൺ പ്രായമായ മനുഷ്യൻ പെട്ടെന്നുണ്ടാകുന്ന മൌനം ആശ്ചര്യപ്പെട്ടുകുട്ടികളുടെ തിരിഞ്ഞു അവൻ പറഞ്ഞതുപോലെ എന്തു ആവർത്തിക്കാൻ അവനോടു ചോദിച്ചു. വൈഡ്-ഐഡ്,ശിശു ", ഉച്ചത്തിൽ വീണ്ടും ഒരിക്കൽ പറഞ്ഞു എന്തു ചക്രവർത്തി ഒന്നുമില്ലവസ്ത്രം! നഗ്നനായി! "എന്ന്
		-- "The Emperor's New Clothes"

%
", നിങ്ങൾ നിങ്ങളെ ഞാൻ നിങ്ങളോടു അറിയിക്കുന്നു പാടില്ല, പക്ഷേ തീർച്ചയായും അതിന് ശരിയായിരിക്കുകയില്ലവെറും പോയി, അകലെ നിങ്ങളുടെ ശ്യക്കാരെ പഠിക്കുന്ന പീപ്പിൾസ് രസിക്കാമോഒപ്പം ടയറിലേക്കുള്ള സ്വയം making. നിങ്ങൾ ചെയ്യാത്തത്, തോന്നുന്നുണ്ടോ? പറയരുതു "അവൻ ജാഗ്രതയോടെ.
		-- William Morris, "Notes from Nowhere"

%
ദേഷ്യം നൈമിഷിക ഭ്രാന്തും തന്നേ.
		-- Horace

%
ദേഷ്യം പോലെ തീർച്ചയായും മറ്റ് തിന്മകളെ ആയി കൊല്ലുന്നു.
		-- Horace

%
മൃഗങ്ങൾ വളരെ ചെറിയ ഒരു പേന നിരവധി വെയ്ക്കുവാൻ ഭ്രാന്താണ് തള്ളപ്പെട്ട കഴിയും.ഹോമോ സാപ്പിയൻസ് സ്വമനസ്സാലെ തനിക്കു ആ കാര്യങ്ങൾ മാത്രം മൃഗം മാത്രമാണ്.
		-- Lazarus Long

%
ഏത് clump ഇംഗ്ലീഷ് വസ്തുതകൾ ഉണ്ടായേക്കാമെങ്കിലും, തോണിയിൽ ഇല്ലാത്ത ഒരു കലയാണ്.
		-- Charles McCabe

%
ഏത് ഭീരു തന്റെ വീട്ടിൽ ഇരുന്നു ഒരു കയറി പറക്കുന്ന ഒരു പൈലറ്റ് വിമർശിക്കാൻ കഴിയുംഒരു മൂടൽമഞ്ഞ് ലെ പർവ്വതം. എന്നാൽ ഈ ഞാൻ, ഇതുവരെ, മലയില് മരിച്ചുപോകുംകിടക്കയിൽ അധികം. യാതൊരു ഈയൊരു ഇല്ല മനുഷ്യ ഏതുതരം ജീവിക്കും?പിന്നെ ജീവിതം നാം സാഹസിക മരിക്കുന്ന മനുഷ്യരെ അപവാദം അങ്ങനെ ഞാനാ?മരിക്കാൻ ഒരു മികച്ച വഴി ഉണ്ടോ?
		-- Charles Lindbergh

%
ഏത് മൂഢൻ സത്യം പറയാൻ കഴിയും, എന്നാൽ അറിയാൻ അർത്ഥത്തിൽ ഒരു മനുഷ്യൻ ആവശ്യമാണ്എത്ര നന്നായി നുണ.
		-- Samuel Butler

%
അവന്റെ കയ്യിൽ ഓരോ സ്ട്രോക്ക് ഫലം നൽകുന്നു ചെയ്യുമ്പോൾ ഏതൊരു പ്രവർത്തിക്കാൻ കഴിയാത്തമരത്തിൽ നിന്നും നിലത്തു കിരുകിരുക്കുന്ന; എന്നാൽ സീസണിൽ പണിക്കു ഒപ്പം നിന്നുസീസണിൽ ഓരോ നിരുത്സാഹം കീഴിൽ, സത്യത്തിന്റെ ശക്തിയാൽ - ആസഫലീകൃതമാകുന്നതുമാണ് ഒരു പറമ്പാടി ആവശ്യമാണ്.
		-- Henry Ward Beecher

%
നായ്ക്കളെയും കുഞ്ഞുങ്ങളുടെ വെറുക്കുന്നു ഉണ്ടെങ്കിൽ അയാൾ എല്ലാം ചീത്ത പാടില്ല.
		-- Leo Rosten, on W. C. Fields

%
ഒരു രണ്ടാം എൻട്രി ഉണ്ടാകും സംഭവിക്കുന്നു ഇല്ലാതിരുന്നാൽ ആർക്കും, നേടും.
		-- Leo Rosten, on W. C. Fields

%
ഒരു പോലീസ് കാർ കാൺകെ തന്റെ സ്പീഡ് മുറിച്ചു ഇല്ല ആരെയെങ്കിലും ആണ്ഒരുപക്ഷേ പാർക്കുചെയ്തതായി.
		-- Leo Rosten, on W. C. Fields

%
കാട്ടുവാൻ പണം ആരെയും എളുപ്പത്തിൽ തീ പ്രവണത ആരെയെങ്കിലും കണ്ടെത്തും.
		-- Leo Rosten, on W. C. Fields

%
ആർക്കും കോപിച്ചു കഴിയും - എളുപ്പത്തിൽ; എന്നാൽ ശരിയായ കോപിക്കയോശരിയായ ബിരുദം വ്യക്തി, ശരിയായ സമയത്ത് ശരിയായ ആവശ്യത്തിനായിവലത്തെ വഴിയിൽ - എളുപ്പമല്ലാത്തതുമായ.
		-- Aristotle

%
"ആർക്കും 'അല്ല' പറയാം. ഇത് പലപ്പോഴും ഒരു കുട്ടി മനസ്സിലാക്കുമ്പോൾ ആദ്യ വാക്കാണ്ആദ്യത്തെ വാക്ക് അവൻ സംസാരിക്കുന്ന. അതു ആരും ആവശ്യമാണ് കാരണം ഒരു വിലകുറഞ്ഞ വാക്കാണ്വിശദീകരണവും അനേകം പുരുഷന്മാരെയും സ്ത്രീകളെയും കീർത്തിയാർജ്ജിച്ച നേടിയതുംമാത്രം ഈ വചനം അറിയുന്നു പകരം അതു ഉപയോഗിച്ച ഇന്റലിജൻസ്ഓരോ തവണയും വിചാരിച്ചു. "
		-- Chuck Jones (Warner Bros. animation director.)

%
പോലീസ് പിടിപെടും മതിയായ വങ്കത്തമാണ് ആർക്കും ഒരുപക്ഷേ കുറ്റക്കാരനാണ്.
		-- Chuck Jones (Warner Bros. animation director.)

%
ഉദാസീനത ക്ലബ് യോഗം വെള്ളിയാഴ്ച. നിങ്ങൾ വന്ന ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ, ക്ഷണിച്ചു ചെയ്തിട്ടില്ല.
		-- Chuck Jones (Warner Bros. animation director.)

%
"അനാസ്ഥ പ്രശ്നം അല്ല, മറിച്ച് പരിഹാരം തുടർന്ന്"
		-- Chuck Jones (Warner Bros. animation director.)

%
പങ്കെടുത്തത് പലപ്പോഴും വഞ്ചിക്കാൻ.
		-- Aesop

%
നിങ്ങളുടെ കണ്ണട നിങ്ങളുടെ മൂക്കിൽ മേൽ ടേപ്പ് മാസ്ക്കുചെയ്യാൻ ഒരു സ്ട്രിപ്പ് കൂടെ പറ ആണോ?നിങ്ങളുടെ ചില്ലിക്കാശും loafers ലെ മഥർബോറ്ഡ് പെന്നികളും ഇടുന്നത്?നിന്റെ വില്ലു-ടൈ ഫ്ലാഷ് റെഡ് നിയോൺ ലെ "ഹായ് കുട്ടിയെ" പാർട്ടികൾക്ക് വരുന്നുണ്ടോ?നിങ്ങൾ മൂവരുടേയും പിസ്സ അനാരോഗ്യകരമായ കരുതുന്നുണ്ടോ?നിങ്ങളുടെ cowlick ഇറങ്ങി ധൈര്യത്തിന് "കൊഴുപ്പുള്ള കുട്ടിയുടെ സ്റ്റഫ്" ഉപയോഗിക്കുന്നുണ്ടോ?നിങ്ങൾ ഡസനോളം നിലനിർത്താൻ കുപ്പായം പോക്കറ്റിൽ ഒരു "നേർഡ്-പാക്ക്" ധരിക്കാൻ ചെയ്കഅല്ലെങ്കിൽ അങ്ങനെ തുണി അടയാളപ്പെടുത്തുന്നതുപോലുള്ള നിന്ന് പെൻസിൽ?മറിയ ജേൻ ആരുടെയെങ്കിലും പേര് കരുതുന്നുണ്ടോ?നിയമവിരുദ്ധമായ മീൻ മാത്രം ഈയൊരു ക്രിമിനൽ ചെയ്യുമായിരുന്നു എന്തെങ്കിലും ഉണ്ടോ?ബാറ്റ്മാൻ നിങ്ങളുടെ നായകൻ? സൂപ്പർമാൻ? ഗ്രീൻ റാന്തലിന്റെ? നിഴൽ?നിങ്ങൾ ചിന്തിക്കുന്നത് ആദ്യ തീയതിയിൽ ചുംബിക്കുന്നു പെൺകുട്ടികളെ അയഞ്ഞ എന്തു?നേർഡ്-ഒ-matic സ്കെയിലിൽ സ്വയം വിലയിരുത്തുക. (ഓരോ ഉത്തരം 1 പോയിന്റ്)0-2 - നിങ്ങൾ ശരിക്കും ഹിപ്, ഒരു യഥാർത്ഥ തണുത്ത പൂച്ച, ഒരു hoopy frood ആകുന്നു.3-5 - ഇനി നിങ്ങൾക്ക് പ്രത്യാശ.6-7 - ആഹാ, നദി സിറ്റി കഷ്ടത.8-10 - നിങ്ങളുടെ അമർത്യ പക്ഷമില്ല ആണ്.11+ - ആത്മഹത്യ ആകർഷകമായ തോന്നുന്നുണ്ടോ?
		-- Aesop

%
നിങ്ങളുടെ പരിമിതികൾ വാദിക്കുന്നു ചെയ്ത് മതി, അങ്ങയുടെ മുൻപരിചയം.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
നല്ല സമൂഹത്തിൽ എല്ലാവർക്കും കൃത്യമായി താങ്ങി ആജ്ഞയ്ക്കുള്ളആര്ഗ്യുമെന്റുകള്, വളരെ അസഭ്യം ആകുന്നുഒരേ അഭിപ്രായത്തിൽ.
		-- Oscar Wilde

%
"വീട്ടുപകരണങ്ങളും ആർഗ്യുമെന്റുകൾ അപൂർവ്വമായി ഉൽപ്പാദനക്ഷമത ആകുന്നു."
		-- Kehlog Albran, "The Profit"

%
ഗൌഡയെ മരവും തരണം പോലെ .ജെറ്റ്.
		-- Quintus Horatius Flaccus (Horace)

%
നിങ്ങളിൽ പലരും അറിയുന്നു, ഞാൻ വ്യക്തിത്വം ഇവിടെ സുഫിസവുമായുള്ള ഒരു ക്ലാസ് കഴിക്കുന്നു.ഞങ്ങളുടെ പുസ്തകത്തിൽ വ്യക്തിത്വം നിർണ്ണയിക്കാൻ പരിശോധനകൾ ഒന്ന് അവിശ്വസനീയമായ അങ്ങനെ സംഭവിച്ചുഉപയോഗപ്രദവും രസകരമായ, അത് പങ്കിടാൻ ഉണ്ടായിരുന്നു."യഥാർഥ" അല്ലെങ്കിൽ "കള്ള" താഴെ ഇനങ്ങൾ ഓരോ ഉത്തരം 1. ഞാൻ കൈയ്യുറ കാഴ്ചയോ salivate. 2. ഞാൻ തെരുവിൽ ചെന്നു എങ്കിൽ ഞാൻ ഒരു കുതിര കടിച്ചും ചെയ്യാൻ സമർത്ഥനും സുഖമാണ്. 3. ചില ആളുകൾ എന്നെ നോക്കുക ഒരിക്കലും. 4. ചീര എന്ന്റെ ചെയ്യുന്നു. 5. എന്റെ ലൈംഗിക ജീവിതം എ-കുഴപ്പമില്ല. 6. ഞാൻ ഒരു ഉയർന്ന സ്പോട്ട് നോക്കുന്നു വരുമ്പോൾ ഞാൻ തുപ്പി ആഗ്രഹിക്കുന്നു. 7. ഞാൻ കൊതുക് കൊല്ലാൻ ഇഷ്ടമാണ്. 8. കസിൻസിനെ വിശ്വസനീയ താനും. 9. വീണു എന്നെ ജാള്യതയും ചെയ്യുന്നു.10. ഞാൻ വളരെയധികം റോളർ സ്കേറ്റിംഗ് നിന്ന് ഛർദ്ദിക്കാൻ നേടുകയും.11. ഞാൻ അധികപേരും ഒരു പോയിന്റ് നേടുന്നതിന് ആർത്തുവിളിക്കും കരുതുന്നു.12. ഞാൻ വായിക്കാനോ എഴുതാൻ കഴിയില്ല.13. മരണത്തെ എനിക്ക് ചിന്തകളാൽ ബോറടിച്ചു.14. ജനം എന്നെ ന്യായവാദം ശ്രമിക്കുമ്പോൾ ഞാൻ homicidal തീർന്നിരിക്കുന്നു.15. ഞാൻ ഒരു ചിക്കൻ ഫ്ലിക്കറിന്റെ പ്രവൃത്തി ആസ്വദിക്കുന്ന.16. ഞാൻ ഒരു മത്സ്യം മറ്റുപലരെയും ഒരിക്കലും ഞാൻ.17. എന്റെ അമ്മയുടെ അമ്മാവൻ ഒരു നല്ല മനുഷ്യനായിരുന്നു.18. ആരേയെങ്കിലും ചീഞ്ഞ ആണ് എനിക്ക് അതിന് ചെയ്യരുത്.നിയമം ലംഘിക്കുകയും 19. ആളുകൾ ജ്ഞാനികൾ സഞ്ചി ആകുന്നു.20. ഞാൻ വാരാന്ത്യത്തിൽ കഷണങ്ങളായി ഒരിക്കലും.
		-- Quintus Horatius Flaccus (Horace)

%
നിങ്ങളിൽ പലരും അറിയുന്നു, ഞാൻ വ്യക്തിത്വം ഇവിടെ സുഫിസവുമായുള്ള ഒരു ക്ലാസ് കഴിക്കുന്നു.ഞങ്ങളുടെ പുസ്തകത്തിൽ വ്യക്തിത്വം നിർണ്ണയിക്കാൻ പരിശോധനകൾ ഒന്ന് അവിശ്വസനീയമായ അങ്ങനെ സംഭവിച്ചുഉപയോഗപ്രദവും രസകരമായ, അത് പങ്കിടാൻ ഉണ്ടായിരുന്നു."യഥാർഥ" അല്ലെങ്കിൽ "കള്ള" താഴെ ഇനങ്ങൾ ഓരോ ഉത്തരം 1. ഞാൻ beavers വളരെ കഠിനാധ്വാനം കരുതുന്നു. 2. ഞാൻ അതിർകടന്നതായോ ഷൂ പോളീഷ് ഉപയോഗിക്കുക. 3. ദൈവം സ്നേഹമാണ്. 4. ഞാൻ mannish മക്കൾ. 5. ഞാൻ എപ്പോഴും ലിങ്കൺ ചെവി കാഴ്ചയാൽ diturbed ചെയ്തു. 6. ഞാൻ എപ്പോഴും ജനം നീന്തൽ കുളങ്ങൾ ചെയ്തത് എനിക്കു മുമ്പായി മനസ്സിൽ. 7. ഞാൻ വിട പറയാതെ ഉറങ്ങാൻ പോയി ഇപ്പോള് ഏറ്റവും. 8. ഞാൻ വാതിൽ ഓണ് സാഹസമാണ് ഭയപ്പെടുന്നില്ല. 9. ഞാൻ അധികപേരും പോലെ നല്ല മണം വിശ്വസിക്കുന്നു.10. ഭ്രാന്തമായ ഇയാള് എന്നെ നാഡീവ്യൂഹം ഉണ്ടാക്കേണം.11. ഞാൻ ഒരു മുറിയിൽ എന്നെത്തന്നെ കണ്ടെത്താൻ വരുമ്പോൾ എന്നെ ശരിയായ കാര്യം പറയാൻ ബുദ്ധിമുട്ടാണ്    എലിയുടെയും പൂർണ്ണ.12. ഞാൻ ഒരു പ്രതിസന്ധി എന്റെ വിളിപ്പേര് പറയുന്നു ഒരിക്കലും.13. വിശാലമായ ടൈ രോഗം ദൃഷ്ടാന്തമുണ്ട്.14. ഒരു കുട്ടി ഞാൻ ലൈക്കോറൈസിനു ലഭിക്കാതെ വന്നു.15. ഞാൻ തോട്ടക്കാരൻ കൂടെ ഹസ്തദാനം ഒരിക്കലും.16. എന്റെ കണ്ണു എപ്പോഴും തണുപ്പുകാലത്ത്.17. കസിൻസിനെ വിശ്വസനീയ താനും.18. ഞാൻ ഒരു ഉയർന്ന സ്പോട്ട് നോക്കുന്നു വരുമ്പോൾ ഞാൻ തുപ്പി ആഗ്രഹിക്കുന്നു.19. ഞാൻ ഒരു മത്സ്യം മറ്റുപലരെയും ഒരിക്കലും ഞാൻ.20. ഞാൻ വാരാന്ത്യത്തിൽ കഷണങ്ങളായി ഒരിക്കലും.
		-- Quintus Horatius Flaccus (Horace)

%
നിങ്ങൾ വളരുമ്പോൾ, ഇപ്പോഴും ബുദ്ധികെട്ട കാര്യങ്ങൾ ചെയ്യും, എന്നാൽ നിങ്ങൾ അവരെ ചെയ്യുംഅധികം ഉത്സാഹത്തോടെ.
		-- The Cowboy

%
നിങ്ങളുടെ തലയിലെ എന്താണെന്ന് അല്ല ചോദിക്കുക, എന്നാൽ നിങ്ങളുടെ തലയിലെ ഉള്ളിൽ എന്തു.
		-- J. J. Gibson

%
നിങ്ങൾ ഭാഗ്യവാന്മാർ നിങ്ങൾ അങ്ങനെയെങ്കിൽ നിരതരായി എന്നത് സ്വയം ചോദിക്കുക.
		-- John Stuart Mill

%
നന്നായി പണി വ്യക്തികളോട് ബന്ധപ്പെടുത്തുക നിങ്ങളുടെ ശീലമാണ് മെച്ചപ്പെടുത്തും. ഓട്ടംമാന്യമായ നാടോടി നിങ്ങളുടെ സ്വന്തം മാന്യമായ ആനകൾക്ക് പിൻബലം ചെയ്യും. സൂക്ഷിക്കുക.സദസ് കമ്പനി നിങ്ങൾ ഒരു തെണ്ടി മാറും. സമ്പന്നമായ ആളുകളുമായി ചുറ്റും ഹാംഗ്നിങ്ങൾ പരിശോധന സാഹസമാണ് നുറുക്കി മരിക്കുന്നതിനു വഴി അവസാനിക്കും.
		-- Stanley Walker

%
യാതൊരു സമയത്ത് പ്രസംഗം സ്വാതന്ത്ര്യം ഒരു മനുഷ്യൻ തന്റെ ഞാനുണ്ടല്ലോ വിലയേറിയതുഒരു ചുറ്റികയെടുത്ത് പെരുവിരലിന്മേലും.
		-- Marshall Lumsden

%
തിരിച്ച് ഞാൻ കുട്ടിക്കാലത്ത് വന്നപ്പോൾ അത് എല്ലായിടത്തും 40 മൈൽ ആയിരുന്നു ഇരുവരും വഴികളെ കയറ്റത്തിൽഅതു എപ്പോഴും മഞ്ഞുവീഴ്ച ചെയ്തു.
		-- Marshall Lumsden

%
ബേക്കൺ ഒരു സ്ട്രിംഗ് തൂങ്ങി വഴി സൌഖ്യം പറ്റി ഏക കാര്യം അല്ല.
		-- Marshall Lumsden

%
മോശം മനുഷ്യർ തിന്നുകയും കുടിക്കുകയും വേണ്ടി നല്ല മനുഷ്യർ തിന്നുകയും അതേസമയം പാനം ജീവിക്കുംഅവർ പാർക്കേണം.
		-- Socrates

%
braver Be - നിങ്ങൾ രണ്ടു ചെറിയ ജമ്പുകളിൽ ഇസഡോരയും മറികടക്കാൻ കഴിയില്ല.
		-- Socrates

%
നിങ്ങൾ സ്വയം വ്യക്തികളുടെയോ സാഹചര്യങ്ങൾ ആ ഉപയോഗിച്ച് ഇടപെട്ടാൽ ശ്രദ്ധിക്കുകപരിശോധന വഹിക്കും കഴിയില്ല.
		-- Socrates

%
അതു തീർച്ചയായും നിങ്ങൾക്കു ഉണ്ടാകും എന്നു ഞാൻ പേരിൽ - നിങ്ങൾ നിങ്ങളുടെ ഹൃദയം ശ്രദ്ധിക്കുക.
		-- James Baldwin, "Nobody Knows My Name"

%
ഗഹനമായ Be. അവർ മനസ്സിലാക്കാൻ കഴിയില്ല എങ്കിൽ, അവർ വിയോജിക്കുന്നു കഴിയില്ല.
		-- James Baldwin, "Nobody Knows My Name"

%
സ്വതന്ത്ര. ഇന്ന് സമ്പന്നമായ ഒരു ബന്ധു അപമാനിക്കൽ.
		-- James Baldwin, "Nobody Knows My Name"

%
നിങ്ങൾ ഇറങ്ങി നിങ്ങളുടെ വഴിക്കു അവരെ സ്വാഗതം തുടർന്നും, വഴി മനുഷ്യരോട് നന്നാകും.
		-- Wilson Mizner

%
നിങ്ങൾ എന്തു വിചാരപ്പെടരുതു കാണിക്കാതിരിക്കുകയും, നീ ഏതു കുറിച്ച്.
		-- Pope St. Gregory I

%
മറ്റ് ആളുകളെ തുറക്കുക - അവ നിങ്ങളുടെ സ്വപ്നം ഐശ്വര്യം ചെയ്യാം.
		-- Pope St. Gregory I

%
സ്വാശ്രയ Be നിങ്ങളുടെ വിജയം നിശ്ചയമുള്ളതു.
		-- Pope St. Gregory I

%
ശൂരന്മാരും, പക്ഷേ വളരെ venturous ഉണ്ടാകരുതേ.നിന്റെ ശ്യക്കാരെ സുന്ദരിയും, പക്ഷേ വിലയേറിയ ഇരിക്കാവു.
		-- John Lyly

%
സൗന്ദര്യം ത്വക്കിനെക്കാൾ വേണ്ടി, എന്നാൽ വൃത്തികെട്ട അസ്ഥി വ്യക്തമായ പോകുന്നു.
		-- Redd Foxx

%
ഒരു സുഹൃത്ത് പണം കടം മുമ്പ്, കൂടുതൽ ആവശ്യമുള്ള തീരുമാനിക്കാം.
		-- Addison H. Hallock

%
നാശത്തിന്നു മുമ്പെ മനുഷ്യന്റെ ഹൃദയം നിഗളിക്കുന്നു താഴ്മയോടെ മാനവും മുമ്പായി നടക്കുന്നു.
		-- Proverbs 18:12

%
പ്രശസ്തമായ ഒരാളായി പ്രധാനമാണ്. അല്ലാത്തപക്ഷം ആളുകൾ നിങ്ങളെ ഇഷ്ടപ്പെട്ടെന്ന് വരില്ല.
		-- Proverbs 18:12

%
വൃത്തികെട്ട ഒരാളായി നിയമവിരുദ്ധമല്ലെങ്കിലും. എങ്കിലും.
		-- Proverbs 18:12

%
ദൂരത്തെ നിങ്ങളെ മറക്കരുത് പുഞ്ചിരിയും വേണം നിങ്ങൾ ഓർക്കണം അതിനെക്കാളുംവാടിയ ആയിരിക്കും.
		-- Christina Rossetti

%
സ്വയം പ്രഖ്യാപിത വിദഗ്ധരുടെ സൂക്ഷിക്കുക: മുൻ ഒരു ഉണ്ട്-ചെയ്തു, കേരളവാർത്തകൾക്കൊപ്പം ഒരു ആണ്സമ്മർദത്തിൽ .താഴ്വരകള്.
		-- Christina Rossetti

%
അവൻ ചോദ്യം മനസ്സിലാകുന്ന മുമ്പ് അറിയൂ മനുഷ്യൻ സൂക്ഷിക്കുക.
		-- Christina Rossetti

%
"എന്തെങ്കിലും പഠിക്കാൻ കഠിനാദ്ധ്വാനം മനുഷ്യൻ സൂക്ഷിക്കുക മനസിലായി, ഒപ്പംമുമ്പത്തേക്കാൾ ആരാലും ബുദ്ധിമാനാക്കുന്നു കണ്ടെത്തുന്നു "Bokonon നമ്മോടു പറയുന്നു." അവൻ നിറഞ്ഞിരിക്കുന്നുവഴി വന്നു ഇല്ലാതെ വിവരമില്ലാത്ത ആളുകളുടെ കൊലപാതകിയായ നീരസംഅവരുടെ അറിവില്ലായ്മ ഹാർഡ് വഴി. "
		-- Kurt Vonnegut, "Cat's Cradle"

%
സൂക്ഷിക്കുക! മനുഷ്യ പ്രകൃതി സ്വാധീനത്തിൽ ആക്ടിംഗ് ആളുകൾ.
		-- Kurt Vonnegut, "Cat's Cradle"

%
പക്ഷികൾ നാവുകൾ അവരുടെ കാൽ മനുഷ്യരാൽ ഉഴലുന്നു.
		-- Kurt Vonnegut, "Cat's Cradle"

%
ജന്മദിനങ്ങൾ യൂസറ്, നിങ്ങൾ ആഗ്രഹിക്കുന്ന ഒരിക്കലും നമ്പർ പോലെയാണ്.
		-- Kurt Vonnegut, "Cat's Cradle"

%
ഭാഗ്യവാന്മാർ മറക്കുന്നു ആകുന്നു; അവരുടെ വങ്കത്തരങ്ങളാണ് അവർ കളയാം വേണ്ടി.
		-- Nietzsche

%
പറയാനില്ല അവർ ആർ ചെന്നാലും കഴിയില്ല ഭാഗ്യവാന്മാർഅതു പറയാൻ.
		-- James Russell Lowell

%
അവൻ ലജ്ജിച്ചുപോകയില്ല എന്നും നീ അറിയും യാതൊരു നന്ദിയും പ്രതീക്ഷിക്കുന്നു ഭാഗ്യവാൻ.
		-- W. C. Bennett

%
അവൻ ലജ്ജിച്ചു ഒരുനാളും വേണ്ടി ഒന്നും പ്രതീക്ഷിക്കുന്നു ഭാഗ്യവാൻ.
		-- Alexander Pope

%
ഭാഗ്യവാൻ മടങ്ങിവരാത്ത സ്ഥാനത്തെത്താത്തതിനാൽ അതു അറിയുന്നു ആർ ആണ്,അവൻ ജീവനുള്ള അനുഭവിക്കും വേണ്ടി.
		-- W. C. Bennett

%
താൻ പറയും ഒന്നും ഇല്ലായ്കകൊണ്ടു നൽകുന്ന നിന്ന് abstains മനുഷ്യൻവസ്തുത ദീർഘിച്ച തെളിവുകൾ.
		-- George Eliot

%
അവർ ബൗണ്ടിംഗ് പിടിച്ചു ചെയ്യുമ്പോൾ Bounders ബന്ധിച്ചു നേടുകയും.
		-- Ralph Lewin

%
തകർപ്പൻ മുഴുകുന്നവരുടെ സാധാരണയായി സ്ലോ ചിന്തകർ ആകുന്നു. അവിടെ, തീർച്ചയായും യാതൊരു കാട്ടുമൃഗം ആണ്കൂടുതൽ ആശയവിനിമയം ഒന്നും ഇല്ലാത്ത ഒരു വിനിമയ മനുഷ്യനെക്കാൾ ഭവിച്ചു എന്നു.നിങ്ങൾ voluble സിവിൽ അവ നിങ്ങളുടെ ക്ഷമ ദുരുപയോഗം ചെയ്യും; എങ്കില്ഇഷ്ട്ടം, നിങ്ങളുടെ പ്രതീകം.
		-- Jonathan Swift

%
ആണാടിന്-പാസിംഗ് സാധാരണയായി പറഞ്ഞപ്പോള് ആകും ഓഫാകും.
		-- Jonathan Swift

%
എന്നാൽ ഞാൻ പഴയ സങ്കൽപങ്ങളിൽ എങ്ങനെയോ ആകർഷകമായി തോന്നുന്നത്. ഞാൻ തിരിച്ചു പോകാൻ ആഗ്രഹിക്കുന്ന എന്നല്ലഅവർക്ക് - അതു ചില പുറത്തെ അധികാരം പറയുന്നില്ലെങ്കിലും ഞങ്ങൾക്കുണ്ട് പ്രളയവും ആകുന്നുനിങ്ങളുടെ സ്വന്തം കഴിവുകൾ എന്നിവയെക്കുറിച്ച് ശരിയായ ഉപയോഗം ദുരുപയോഗവും, അതു ഹോൾഡ് പരിഹാസ്യംശരീരം അല്ലെങ്കിൽ വെറുമൊരു കൂടുതൽ കാരണം. ഇപ്പോഴും യഥാർഥ എന്തോ ആണ്കൊലപാതകം പോലുള്ള പ്രവര്ത്തിക്കുന്ന വിശ്വാസം അല്ലെങ്കിൽ മോഷണം ഗാഢമായി സബോധമുള്ള അല്ലെങ്കിൽപീഡിപ്പിച്ചെന്ന ആളോടു അതുപോലെ ചെയ്തതു ലംഘിക്കുന്നതായി. ഞങ്ങൾ പോലും ഞങ്ങൾ എങ്കിൽ ബലവുംകുറവ് കുറ്റകൃത്യങ്ങൾ ഞങ്ങൾക്കുണ്ട്, ഈ വഴി വിചാരിച്ചു. കഴിയുന്നിടത്തോളം കുറ്റകൃത്യങ്ങളുടെ പ്രശസ്തമായ കാഴ്ച,ഞാൻ സിനിമകളും ടെലിവിഷൻ നിന്ന് അത് ഗ്രഹിക്കാം അതു ബ്രേക്കിങ്ങ് എന്നതാണ്അവർ സാധ്യമാണ് കരുതുന്ന ആരെങ്കിലും ഒരു ഭരണത്തിന്; നിസ്സംശയമായി,എല്ലാവർക്കും റൂൾ തകർക്കാൻ ആഗ്രഹിക്കുന്നു, എന്നാൽ എല്ലാവർക്കും അഹംഭാവം ആണ്അവർ അതിൽ സാധ്യമാണ് സങ്കൽപിക്കാൻ മതിയായ. അതുകൊണ്ട് വളരെ മാറുന്നുഅത്തരം അഹങ്കാരം കൊണ്ടുവരാൻ ഭരണം upholders പ്രധാനമാണ്.
		-- Marilyn French, "The Woman's Room"

%
എന്നാൽ ഓഫീസർ, ഞാൻ കഴിഞ്ഞ ഒന്നു നിർത്തി, അതു പച്ച ആയിരുന്നു!
		-- Marilyn French, "The Woman's Room"

%
"എന്നാൽ ഉദ്യോഗസ്ഥൻ ഞാൻ മാത്രം ഞാൻ തീരം നേടാനാകുമെന്ന് മതി സ്പീഡ് നേടുന്നതിന് ശ്രമിച്ചിരുന്നുഅടുത്തുള്ള ഗ്യാസ് സ്റ്റേഷനിലേക്ക്. "
		-- Marilyn French, "The Woman's Room"

%
എന്നാൽ ഞാൻ വലിയവൻ മൂല്യം ഒന്നും ആഗ്രഹിക്കുകയും കഴിഞ്ഞില്ല ഇപ്പോൾ അറിഞ്ഞുചാർത്തിയ സന്തോഷങ്ങളും, എന്തു പോയിന്റ് അവരിൽ എന്നെത്തന്നെ നിഷേധിക്കുന്ന ഉണ്ടായിരുന്നു?
		-- M. Proust

%
എല്ലാ ദിവസവും ഒരു ചെറിയ ചെയ്യുന്നതുവഴി, ക്രമേണ ടാസ്ക് ചെയ്യട്ടെ കഴിയുംസമ്പൂർണ്ണമായി കീഴൊതുക്കിയിട്ട്.
		-- M. Proust

%
ഒരുക്കും പരാജയപ്പെടുകയാണ്, നിങ്ങൾ പരാജയപ്പെടും ഒരുക്കങ്ങൾ.
		-- M. Proust

%
പ്രകൃതി വഴി, പുരുഷന്മാർ ഏതാണ്ട് ഒരുപോലെ പ്രായോഗികമായി തങ്ങൾ വൈഡ് പുറമെ ആയിരിക്കും നേടുകയും.
		-- Confucius

%
നിങ്ങൾ വങ്കത്തമാണ് വിളിക്കുന്നു വങ്കത്തമാണ് ആളുകൾ ഒരു ക്ഷതം തന്നെ!
		-- Wanda, "A Fish Called Wanda"

%
നിങ്ങൾ സൗഹൃദം വാങ്ങാൻ കഴിയുമോ? നിങ്ങൾ മാത്രം കഴിയില്ല തന്നു. അത്രയേയുള്ളൂസുഹൃത്തുക്കൾ ലഭ്യമാകാൻ ഏക വഴി. മാണ്ഡ്യ എല്ലാം ഒരു വില ഉണ്ട്.
		-- Robert J. Ringer

%
തീർച്ചയായും പണം വാങ്ങാൻ കഴിയാത്ത ജീവിതത്തിൽ കാര്യങ്ങൾ ഉണ്ട്എന്നാൽ അതു വളരെ രസകരമാണ് - നിങ്ങൾ എപ്പോഴെങ്കിലും പണം ഇല്ലാതെ വാങ്ങുന്നതിനായി ശ്രമിച്ചിരുന്നോ?
		-- Ogden Nash

%
കഥാപാത്രം നിങ്ങൾ അന്ധകാരത്തിൽ എന്താണ്!
		-- Lord John Whorfin

%
ചാർളി ബ്രൌൺ: ഞാൻ എന്തുകൊണ്ട് ഈ ഭൂമിയിൽ ചെയ്തു?ലിനസ്: മറ്റുള്ളവർ സന്തോഷിപ്പിക്കാൻ.ചാർളി ബ്രൌൺ: മറ്റുള്ളവരെ എന്തുകൊണ്ട് ഈ ഭൂമിയിൽ ചെയ്തു?
		-- Lord John Whorfin

%
ലാവണ്യം ഉത്തരം ലഭിക്കുന്നത് "അതെ" ഒരു മാർഗ്ഗമാണ് - ഏതെങ്കിലും ചോദിച്ചു ഇല്ലാതെവ്യക്തമായ ചോദ്യം.
		-- Lord John Whorfin

%
ക്ലാസ്, ജീവിതത്തിൽ കണക്കാക്കുന്നു മാത്രം കാര്യമാണ്. ക്ലാസ്സ്.ക്ലാസ് രീതിയിൽ ഇല്ലാതെ, ഒരു മനുഷ്യൻ ഒരു തെണ്ടി തുടർന്ന്; അദ്ദേഹത്തിന് മരിച്ചവരുടെ ആകേണ്ടതിന്നു.
		-- "Bugsy" Siegel

%
ക്ലാസ്സ്: അവർ പട്ടണത്തിൽനിന്നു പുറപ്പെട്ടു ലിന്റെ അതും, മുൻപരിചയം നോക്കിപരേഡിൽ നയിക്കുന്ന.
		-- Bill Battie

%
ക്ലോണുകൾ ജനം രണ്ട്.
		-- Bill Battie

%
ക്ലോണിംഗ് മുഖസ്തുതിയോ sincerest രൂപമാണ്.
		-- Bill Battie

%
ഒത്തുചേരുന്ന ഒരു തുടക്കം മാത്രമാണ്;ഒരുമിച്ചു സൂക്ഷിക്കുന്നതിനുമുള്ള പുരോഗതി ആണ്;ഒരുമിച്ചു പ്രവർത്തിക്കുന്ന വിജയം.
		-- Bill Battie

%
സാമാന്യബുദ്ധി നർമ്മബോധവും സഞ്ചരിക്കുന്ന, ഒരേ കാര്യം ആകുന്നുവിവിധ വേഗതകളെ. നർമ്മബോധം വെറും സാമാന്യബോധം, നൃത്തം ആണ്.
		-- Clive James

%
സാമാന്യബുദ്ധി ഹോംസ്കൂളിങ്, അതു മതി പ്രതിഭയായിരുന്നു ആണ്.
		-- Josh Billings

%
സാമാന്യബുദ്ധി പതിനെട്ടു വയസ്സിൽ കൈവശപ്പെടുത്തിയ മുൻവിധികളും ശേഖരം ആണ്.
		-- Albert Einstein

%
സാമാന്യബുദ്ധി ലോകത്തിലെ ഏറ്റവും ഇരുമുന്നണികൾക്കും വിതരണം അളവ് ആണ്.എല്ലാവര്ക്കും മതി ഉണ്ട് കരുതുന്നു.
		-- Descartes, 1637

%
ഊഹത്തെ സ്ഥപനം കൂടുതൽ സംഭാഷണം കാരണമാകുന്നു.
		-- LaRochefoucauld

%
രക്ഷിതാവിനെ പാപങ്ങളെ ഏറ്റുപറഞ്ഞു നിങ്ങൾ ക്ഷമിക്കും;മനുഷ്യനോടു അവരെ ഏറ്റുപറയുകയും നിങ്ങൾ പരിഹസിക്കുന്നു ചെയ്യും.
		-- Josh Billings

%
കുമ്പസാരം ഒരു ട്വീഡ് അങ്കി മാത്രമാണ് അർത്ഥത്തിൽ ഉള്ളം നല്ലതാണ്താരൻ നല്ലതാണ്.
		-- Peter de Vries

%
കുമ്പസാരം പ്രാണൻ നല്ലതാണ്, എന്നാൽ കരിയർ മോശം.
		-- Peter de Vries

%
കുറ്റസമ്മത പ്രാണൻ നല്ല എങ്കിലും അവർ കീർത്തിയുടെ മോശമാണ്.
		-- Lord Thomas Dewar

%
ആത്മവിശ്വാസം ലളിതമായി രചനക്കുള്ള ആണ് നിങ്ങള്ക്ക് മുമ്പ് ഞങ്ങൾക്കുണ്ട് തോന്നുന്നുണ്ടോ ഉറപ്പുനൽകിനിങ്ങളുടെ മുഖത്ത് ഫ്ലാറ്റ് വീഴും.
		-- Dr. L. Binder

%
ആത്മവിശ്വാസം സാഹചര്യത്തെക്കുറിച്ച് മനസ്സിലാക്കാൻ മുമ്പ് നിങ്ങൾ ഞങ്ങൾക്കുണ്ട് അനുഭവമാണ്.
		-- Dr. L. Binder

%
ജഗത്സാക്ഷിദാസ് unimaginative ശരണം ആണ്.
		-- Dr. L. Binder

%
മനസ്സാക്ഷി ഒരു അമ്മായിയമ്മ ആരുടെ സന്ദർശനം അവസാനിക്കുന്നത് ഒരിക്കലും.
		-- H. L. Mencken

%
മനസ്സാക്ഷി ആരേയെങ്കിലും നോക്കുന്നുണ്ടാകാം നമുക്ക് മുന്നറിയിപ്പ് അകത്തെ ശബ്ദമാണ്.
		-- H. L. Mencken, "A Mencken Chrestomathy"

%
മനസ്സാക്ഷി മറ്റുള്ളതെല്ലാം അനീസയ്ക്ക് വരുമ്പോൾ വേദനിപ്പിക്കുന്നു എന്താണ്.
		-- H. L. Mencken, "A Mencken Chrestomathy"

%
നിങ്ങൾ എന്തെങ്കിലും മനസ്സാക്ഷി അറിഞ്ഞിരിക്കണം വരുമ്പോൾ ബോധപൂർവ്വമെങ്കിൽ എപ്പോഴൊക്കെ ആണ്നിങ്ങൾ കൊതിച്ചു.
		-- H. L. Mencken, "A Mencken Chrestomathy"

%
കൺവെൻഷൻ എല്ലാ ഭരിക്കുന്നതു.
		-- Pindar

%
സംഭാഷണം വിവേകം സ്വാശ്രയത്വം, പക്ഷേ ഏകാന്തതയുടെ പ്രതിഭയുടെ സ്കൂൾ ആണ്.
		-- Pindar

%
ഇയാളുടെ നല്ല-ആംഖ്യം ഒരിക്കലും. അവർ എപ്പോഴും ലൈൻ-അപ്പ് വീണ്ടും കാണാൻ ശ്രമിക്കുന്നുണ്ട് നിങ്ങൾ.
		-- Raymond Chandler

%
തിരുത്ത് ചെലാകും, പക്ഷേ പ്രോത്സാഹനവും കൂടുതൽ ചെയ്യുന്നു.
		-- Goethe

%
ധൈര്യം അതിന്റെ പ്രാർഥനകൾ പറഞ്ഞു എന്ന് ഭയം ആണ്.
		-- Goethe

%
ധൈര്യം സമ്മർദം കൃപയാണ്.
		-- Goethe

%
ഇവിടെ ജീവിക്കുന്നു സർഗ്ഗാത്മകതയ്ക്കും, സചേതനവും ബുദ്ധിമുട്ടുകൾക്കും ആണ്ഇല്യ പുച്ഛത്തോടെ ജനിപ്പിക്കുന്നു. ഏകദേശം നിർഭാഗ്യകരമായ കാര്യം ഒരാളായിമുന്നോട്ട് ജനം ഒടുവിൽ അവർ ചെയ്യും, ശരിയായിരുന്നു തിരിച്ചറിയുമ്പോൾ നിങ്ങളുടെ സമയംഅതു രംഗത്ത് പടിപ്പുരയ്ക്കകത്തേക്കു പറയുന്നു.
		-- Alan Ashley-Pitt

%
സർഗ്ഗാത്മകത നിങ്ങൾ പ്രവർത്തിക്കുന്നതിനെ പറ്റി അറിയാതെ പകരമാവില്ല.
		-- Alan Ashley-Pitt

%
സർഗ്ഗാത്മകത എപ്പോഴും ശാന്തി ഒരു പരിതസ്ഥിതിയിൽ നാറി ഇല്ല;ചിലപ്പോൾ നിങ്ങൾ ട്യൂബ് നിന്നു പേസ്റ്റ് ലഭിക്കുന്നതിന് അല്പം ചൂഷണം ഞങ്ങൾക്കുണ്ട്.
		-- Alan Ashley-Pitt

%
വിമർശനം ചാതുര്യമാവശ്യമായ എളുപ്പമാണ് വരുന്നു.
		-- Zeuxis

%
സാധുക്കളാവാൻ മണിയടിച്ചു.
		-- R. Buckminster Fuller

%
ഡേവ് .നിനക്ക്: "നിങ്ങളുടെ വിവേകശൂനം, അല്ലെൻ, മുഖവില വരെ കയറി കേവലം ഇല്ല."അല്ലെൻ Gwinn: "നിനക്ക്".
		-- R. Buckminster Fuller

%
പ്രിയ കർത്താവേ: ഞാൻ തരം നാളെ എന്റെ വാക്കുകൾ മധുരവും ടെൻഡർ ദയവായിഅവരെ വിഴുങ്ങി.
		-- R. Buckminster Fuller

%
മരണ കിരണങ്ങൾ കൊലപ്പെടുത്തുകയും ചെയ്യരുത്, ജനം മരണം !!
		-- R. Buckminster Fuller

%
നിങ്ങൾ തോൽവി ജീവിക്കാൻ ഉള്ളതിനാൽ തോൽവി മരണം ഭവിക്കും.
		-- Bill Musselman

%
വൈകൽ തെറ്റു നല്ലത്.
		-- Thomas Jefferson

%
നിങ്ങൾ ക്ലോണുകൾ കണ്ണാടികൾ ഉപയോഗിക്കാൻ ഒരിക്കലും അറിയാമോ?
		-- Thomas Jefferson

%
അപമാനവും കഷ്ടത ഞാൻ മരിച്ചുകഴിഞ്ഞാൽ ഒരിക്കൽ എന്നെ മനസ്സില്ല.
		-- Euripides

%
ദൂരം നിങ്ങൾക്ക് എന്തെങ്കിലും ചെറിയ ഇല്ല, എന്നാൽ അത് ഒരു നിങ്ങളെ ഭാഗം സ്പന്ദനമെന്ന്വലിയ ചിത്രം.
		-- Euripides

%
ക്ലോണുകൾ navels ഉണ്ടോ?
		-- Euripides

%
ആർക്കും പ്രതീക്ഷിക്കുന്നത് കൂടുതൽ ചെയ്ക എന്തിനധികം ഉടൻ എല്ലാവർക്കും കൂടുതൽ ആഗ്രഹിക്കും.
		-- Euripides

%
അവർ നിങ്ങൾക്കു എന്തു ചെയ്യണം തന്നെ പോലെ മറ്റുള്ളവരോട് ചെയ്യരുത്. അവരുടെ അഭിരുചികളുംഒരേ വന്നേക്കാം.
		-- George Bernard Shaw

%
ഒരു തണുത്ത പോലെ അഭിപ്രായങ്ങളോട് കയറുകയോ, അണുബാധ വഴി കരുതരുത്.
		-- George Bernard Shaw

%
എല്ലാം ഒരുമിച്ച് ജീവിത പ്രശ്നങ്ങളും പരിഹരിക്കാൻ ശ്രമിക്കരുത് - ഓരോ ഭീതിയും പഠിക്കണംഅതു വരുന്ന പോലെ ദിവസം.
		-- Donald Kaul

%
നിങ്ങൾക്കറിയാമോ, ഞാൻ ഡോ സ്വിഫ്റ്റ് Laputa കുറിച്ച് ചിരിക്കാൻ ചെയ്യന്നു എന്ന് കരുതുന്നു. ഞാന്അവർ കരുതുന്നു കാരണം, ജനത്തിന്റെ പരിഹസിക്കുന്നു ഒരു തെറ്റ് വിശ്വസിക്കുന്നു.ചിന്തിക്കാത്ത ഈ ലോകത്തിൽ തൊണ്ണൂറ്റി ആയിരം ആളുകൾ എല്ലാ വേണ്ടി ഉണ്ട്ഒറ്റ ചെയ്യുന്നവൻ ആളുകൾ വിഷം പോലെ ചിന്തകർ വെറുക്കുന്നു. പോലും ചിലചിന്തകർ, ഭാവനാത്മകമായ ആകുന്നു അതു അവരെ കളിയാക്കുക ലേക്ക് തെറ്റാണ്. നല്ലതുഒട്ടും ചിന്തിക്കാൻ അധികം പോലും വെള്ളരിക്കാ ചിന്തിക്കുക.
		-- T. H. White

%
നിങ്ങൾ ഒരു തെറ്റായ ഉത്തരം, എന്നാല് ഇതിന് ചില തെറ്റായ ഉത്തരം ആഗ്രഹിക്കുന്ന മാത്രമല്ല ഒച്ചകുറച്ച്?
		-- Tobaben

%
നിങ്ങൾ എത്ര ദ്വാരങ്ങൾ ജനം വെറും സ്വീകരിക്കുമെന്ന് ഉണ്ടാക്കുന്നതിൽ കഴിഞ്ഞില്ല കാരണവർഅവരിൽ നിന്നു അഴുക്കും എടുത്തു സമയം?
		-- Tobaben

%
അതു ന്യായമായിരുന്നു നമുക്കറിയില്ല എവിടെ അമിതമായി സംശയം ചെയ്യരുത്.
		-- Tobaben

%
നിങ്ങൾ കേൾക്കുന്ന എല്ലാം അല്ലെങ്കിൽ നിങ്ങൾ പറയുന്നു ഒന്നും വിശ്വസിക്കുന്നില്ല.
		-- Tobaben

%
, കാരണം മാറ്റാൻ വെറും ഒഴികഴിവ് മാറ്റും!
		-- Joe Cointment

%
തങ്ങളെ പരിപാലിക്കേണ്ട ആ മുഖത്തു നടപടി വേണമെങ്കിൽ കാര്യങ്ങൾ ആശയക്കുഴപ്പമുണ്ടാക്കരുത്.
		-- Joe Cointment

%
നിങ്ങളുടെ പാവപ്പെട്ട ബന്ധങ്ങൾ നിന്ദിക്കരുത് ഒരു ദിവസം പെട്ടെന്നു സമ്പന്നൻ ആകേണ്ടതിന്നു ചെയ്യരുത്.
		-- Josh Billings

%
എപ്പോഴെങ്കിലും ഒരു വാതിൽ സ്ലാം ചെയ്യരുത്; നിങ്ങൾ തിരികെ പോകാൻ ആഗ്രഹിക്കുന്ന വേണ്ടി.
		-- Josh Billings

%
ജനം ഘട്ട സൂക്ഷിക്കാൻ പ്രതീക്ഷിക്കുന്നില്ല - ഇത് ലൈൻ കഴിയവെ മതി ബുദ്ധിമുട്ടാണ്.
		-- Josh Billings

%
അവൻ എപ്പോൾ ഒരു മനുഷ്യൻ ഹിറ്റ് ചെയ്യരുത് - അവനെ കിക്ക്; അതു എളുപ്പമാണ്.
		-- Josh Billings

%
അന്യന്റെ രീതിയിൽ കൈകടത്തുന്നില്ല.
		-- Josh Billings

%
അതു blunted നേടണം നിങ്ങൾ നിങ്ങളുടെ പടക്കൂട്ടത്തെ വളരെ പിഴ ഒരു പോയിന്റ് പാടില്ല.
		-- Miguel de Cervantes

%
നീ എന്തു അനുമാനിക്കാൻ കഴിയും ഓർക്കുന്നില്ലേ.
		-- Harry Tennant

%
ഞാൻ സംസാരിക്കുന്നത് പൂർത്തിയാക്കുന്നതുവരെ "അതെ" എന്ന് ചെയ്യരുത്.
		-- Darryl F. Zanuck

%
നിങ്ങൾ ഇരുവരും ഒരേ ഭാഗത്തു ഉറപ്പാക്കുക മുൻപരിചയം വരെ ഷൂട്ട് ചെയ്യരുത്.
		-- Darryl F. Zanuck

%
രാത്രി സഹായത്തിനായി നിനക്കറിയാമോ. നിങ്ങളുടെ അയൽക്കാരും ഉണർത്താൻ വേണ്ടി.
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
ആ വേവലാതി യാതൊരു നന്മ ചെയ്യാൻ ഇല്ല എന്നോട് പറയരുത്. ഞാന് അറിഞ്ഞു. കാര്യങ്ങൾഞാൻ സംഭവിക്കില്ലെന്ന് വിഷമിക്കേണ്ട.
		-- Watchman Examiner

%
ഞാൻ ഫ്രോയിഡ് വായിച്ചു നടത്തി കഴിഞ്ഞ രാത്രി സ്വപ്നം എന്തു എന്നോട് പറയരുത്.
		-- Watchman Examiner

%
കഴിഞ്ഞ വാക്ക് ശ്രമിക്കരുത് - നിങ്ങൾ അത് ലഭിക്കും.
		-- Lazarus Long

%
മൂന്നു കണ്ണു എന്നെ outweird ലേക്ക് ശ്രമിക്കരുത്. ഞാൻ സ്വതന്ത്ര നിങ്ങളേക്കാൾ അന്യനും കാര്യങ്ങൾ നേടുകയുംഎന്റെ പ്രഭാതഭക്ഷണം ധാന്യ കൂടെ.
		-- Zaphod Beeblebrox

%
പ്രലോഭനങ്ങൾ ഒഴിവാക്കിയും കുറിച്ച് വിഷമിക്കേണ്ട - നിങ്ങൾ വളരുമ്പോൾ, ത്തകയായനിങ്ങൾ ഒഴിവാക്കിയും.
		-- The Old Farmer's Almanac

%
നിങ്ങളുടെ ആശയങ്ങളും മോഷ്ടിക്കുന്ന ആളുകളെ കുറിച്ച് വിഷമിക്കേണ്ട. നിങ്ങളുടെ ആശയങ്ങൾ ഏതെങ്കിലും നല്ല എങ്കിൽ,ജനങ്ങളുടെ തൊണ്ടയിലെത്തുകയും അവരെ താഴെ രാം ഉണ്ടായിരിക്കും.
		-- Howard Aiken

%
മറ്റുള്ളവർ ചിന്തിച്ചു എന്താണെന്ന് വിഷമിക്കേണ്ടതില്ല. അവരും മുൻപരിചയംനിങ്ങൾ അവരെ ചിന്തിച്ചു എന്താണെന്ന് വിഷമിക്കുന്നത് തിരക്കിലാണ്.
		-- Howard Aiken

%
നിങ്ങൾ എല്ലാ ജനം ആത്മാർഥമായി നിങ്ങളെ സഹായിക്കാൻ ആഗ്രഹിക്കുന്ന നിങ്ങൾ ഇഷ്ടപ്പെടുന്നില്ലേപരസ്പരം കഴിയുന്നത്?
		-- Howard Aiken

%
ഡൊറോത്തി: എന്നാൽ നിങ്ങൾ എങ്ങനെ ഒരു ബ്രെയിൻ ഇല്ലാതെ സംസാരിക്കാൻ കഴിയും?സഹായംആവശ്യമുള്ളവര്ക്ക്: ശരി, ഞാൻ അറിയുന്നില്ല ... പക്ഷെ പ്രതിഭകളെ ഇല്ലാതെ ചില ആളുകൾസംസാരിക്കുന്ന ഗുരുതരമായ ഒരു കമ്പിയില്.
		-- The Wizard of Oz

%
സംശയം മനോഹരമായ വ്യവസ്ഥ, എന്നാൽ ഉറപ്പായ അസംബന്ധം.
		-- Voltaire

%
പ്രതിരോധ ഡ്രൈവ്. ഒരു ടാങ്കിൽ വാങ്ങുക.
		-- Voltaire

%
നേരത്തെ ഉറങ്ങാൻ ഉയിർത്തെഴുന്നേൽക്കയും മറ്റെല്ലാവരോടും എപ്പോൾ നിങ്ങൾ ബെജാറാകാന് ആയിരിക്കും ആദ്യകാലവൈഡ് എവെയ്ക്ക്.
		-- Voltaire

%
Eeyore, പഴയ ചാര കഴുത, സ്ട്രീം പാർശ്വത്തിൽ നിന്നു,വെള്ളത്തിൽ തന്നെത്താൻ നോക്കി."സ്ഥിരവും," അവൻ പറഞ്ഞു. "ആ ടീച്ചര് എന്താണ്. സ്ഥിരവും."അവൻ തിരിഞ്ഞു ഇരുപതു യാർഡിന് സ്ട്രീം പതുക്കെ നടന്നുഅതു ഉടനീളം .പച്ചമനുഷ്യന് മറ്റ് ഭാഗത്തു തിരികെ പതുക്കെ നടന്നു. പിന്നെ അവൻവീണ്ടും നോക്കി."ഞാൻ വിചാരിച്ചു;" അവൻ പറഞ്ഞു, "ഒട്ടും ഭേദം നിന്ന് * ____ ഈ * സൈഡ്. എന്നാൽ ആരുംമനസ്സ്. ആരും ശ്രദ്ധിക്കുന്നില്ല. സ്ഥിരവും, അതു എന്താണ്.ജന്മദിനം രണ്ട് സമ്മാനങ്ങൾ കിട്ടുന്നു "
		-- A. A. Milne, "Winnie the Pooh," Chapter VI, "In Which Eeyore

%
എലിവേറ്ററുകള് അലകടലിനും വ്യത്യസ്ത മണം.
		-- A. A. Milne, "Winnie the Pooh," Chapter VI, "In Which Eeyore

%
നിങ്ങളുടെ ജീവിതം ആസ്വദിക്കൂ; മെയ് പറവകളെപ്പോലെ സുഖകരമായ ഗേ ആയിരിക്കും.
		-- A. A. Milne, "Winnie the Pooh," Chapter VI, "In Which Eeyore

%
നിങ്ങൾക്ക് പഴയ ആയിരിക്കുമ്പോൾ സ്വയം ആസ്വദിക്കുക.
		-- A. A. Milne, "Winnie the Pooh," Chapter VI, "In Which Eeyore

%
അസൂയ വിജയകരമായ പുരുഷന്മാർ തങ്ങളുടെ കൂട്ടുകാരുടെ കാരണമാകും മനസിൽ ഒരു വേദന ആണ്.
		-- Onasander

%
മര്യാദകൾ യാതൊരു പ്രജനന കൂടെയുള്ളവർക്കുള്ള ആകുന്നു; യാതൊരു രുചി കൂടെയുള്ളവർക്കുള്ള ഫാഷൻ.
		-- Onasander

%
ഒരു പരുന്തു പോലും കാക്കകൾ ഇടയിൽ ഒരു കഴുകൻ ആണ്.
		-- Onasander

%
ദൈവത്തെ സത്യസന്ധമായ ധൈര്യം ഒരു സഹായിക്കുകയും ചെയ്യും.
		-- Menander

%
നിങ്ങൾ എന്നെ സമ്മതിപ്പിക്കുന്നു പോലും, എന്നെ പറഞ്ഞില്ലല്ലോ.
		-- Aristophanes

%
നിങ്ങൾ ശരിയായ ദിശയിലാണെന്നും ആളാണെങ്കിൽ പോലും, നിങ്ങൾ അവിടെ ഇരിക്കാൻ ഉണ്ടെങ്കിൽ പടരുന്നു ലഭിക്കും.
		-- Will Rogers

%
പോലും മോഡറേഷൻ അമിത കാലം വരെ ആയിരിക്കുന്നതു യോഗ്യമല്ല.
		-- Will Rogers

%
അന്യം അത് ഉപയോഗിച്ച് അധികം അകന്ന അകലെയാണ്. അതു പോലെ പോലും ഇരട്ടിയുംബഹുദൂരം മൂലയിലേക്ക് അവർ ഒരു കുന്നിൻ ചേർത്തു. ഞാൻ പ്രവർത്തിപ്പിക്കുന്ന ഉപേക്ഷിക്കുന്നബസ്; അത് ഉപയോഗിച്ച് മുമ്പുള്ള വിടുന്നു.അവർ പഴയ അപേക്ഷിച്ച് ഏണിപ്പടി പണത്തിന്റെ കൊയ്യുന്നു എനിക്ക് തോന്നുന്നുദിവസം. നിങ്ങൾ അവർ പത്രങ്ങളിൽ ഉപയോഗിക്കാൻ ചെറിയ പ്രിന്റ് ശ്രദ്ധിച്ചിട്ടുണ്ടോ?ഇനി ഉച്ചത്തിൽ വായിക്കുകയും ആരോടെങ്കിലും ആവശ്യപ്പെട്ടിട്ടുള്ളതായി വിവേകബുദ്ധിയില്ല everbody പോലെ ഉണ്ട്അത്തരം പതുക്കെ ഞാൻ ഞമ്മളെ കേൾക്കാം സംസാരിക്കുന്നു.വസ്ത്രങ്ങൾ മെറ്റീരിയൽ പ്രത്യേകിച്ച് തേയ്മാനം ചുറ്റും ഇപ്പോൾ അങ്ങനെ skimpy ആണ്ഒപ്പം അരയോളം, ഒരു ഷൂലേസുകൊണ്ടാണ് എത്താൻ ഏതാണ്ട് അസാധ്യമാണ് എന്ന്. പിന്നെവലിപ്പത്തിലും അവർ ഉപയോഗിച്ച വഴി പ്രവർത്തിപ്പിക്കരുത്. 12 ന്റെ 14 ന്റെ ഇത്രയേറെ കുറവായിരിക്കും.പോലും ജനം മാറിക്കൊണ്ടിരിക്കുന്നു. അവർ അങ്ങനെ അവർ ഉപയോഗിച്ച പ്രായംഞാൻ അവരുടെ പ്രായം കഴിഞ്ഞിട്ടും ആയിരിക്കും. മറുവശത്ത് എന്റെ ആ അങ്ങനെ ചെന്നവർ തന്നേഎന്നെക്കാൾ.ഞാൻ ദിവസം ഒരു പഴയ സഹപാഠിയുടെ ഓടി അവൾ വളരെയധികം പ്രായമുള്ള ചെയ്തുഅവൾ എന്നെ തിരിച്ചറിഞ്ഞില്ല എന്ന്.എന്റെ മുടി combing ഇരുന്നപ്പോൾ ഞാൻ പാവപ്പെട്ട പ്രിയ സാദാ ലഭിച്ചത്രാവിലെ ഞാൻ എന്റെ സ്വന്തം പ്രതിഫലനം ചെയ്തത് തയ്യലില് അങ്ങനെ ചെയ്താൽ. യഥാർഥത്തിൽ,അവർ ഉപയോഗിച്ച പോലെ അവർ പോലും നല്ല കണ്ണാടികൾ നടത്തുന്നില്ല.സാൻഡി Frazier ഒരു "ഞാൻ ശ്രദ്ധിച്ചിട്ടുണ്ടോ"
		-- Will Rogers

%
ആശയവിനിമയത്തിൽ ഓരോ മെച്ചപ്പെടുത്തൽ വരയുള്ള കൂടുതൽ ഭയങ്കരൻ ചെയ്യുന്നു.
		-- Frank Moore Colby

%
ഏതൊരു മനുഷ്യനും പിടികൂടിയിട്ടുണ്ട് പ്രയാസമാണെന്നും വക ആശയങ്ങൾ രൂപം ഓർമിക്കുക,കുറവോ, പരിചിതമായ അവരുടെ സാദൃശ്യം നിന്ന് കൂടുതൽ പരിചിതമായ കാര്യങ്ങൾ ലേക്ക്.ഇപ്രകാരം, ഒരു മനുഷ്യൻ seafaring ജീവിതം ബ്രീഡ് ചിന്തിക്കാനും നാടുവാഴി ആൻഡ് സംവാദം എങ്കിൽമാത്രം വഴികാട്ടി ബന്ധപ്പെട്ട കാര്യങ്ങളിൽ, മറ്റേതെങ്കിലും മേൽ വർത്തമാനത്തിലും പ്രവേശിക്കുന്നുവിഷയം; അതു ഭാഷയും സങ്കൽപങ്ങളിൽ തന്റെ ശരിയായ എന്നു നന്നായിസ്വന്തം പ്രൊഫഷൻ ഓരോ വിഷയം സ്വാശീകരിക്കുന്നതു, എല്ലാം കാര്യങ്ങൾ കണക്കാക്കുകനാവിഗേഷൻ ചട്ടങ്ങളിൽ; അവൻ തല അതിനെ എടുക്കണം എങ്കിൽമനസ്സിൽ സത്യതയെക്കുറിച്ച് കാര്യത്തിൽ അദ്വൈതമെന്ന് അതു സംശയിച്ചു കഴിയില്ല,എങ്കിലും അവൻ കപ്പൽ തുണികൊണ്ടുള്ള നിന്ന് ആശയങ്ങൾ ആകർഷിക്കും തന്നെ, കണ്ടെത്തുമായിരുന്നുമനസ്സ്, പാമരം, പാമരം, ചുക്കാൻ,, കോമ്പസ് ലെ.
		-- Thomas Reid, "An Inquiry into the Human Mind", 1764

%
ദൈവം ആയ് അവനെ ഉണ്ടാക്കി, പലപ്പോഴും മോശമായ ഓരോ മനുഷ്യൻ.
		-- Miguel de Cervantes

%
ഏതൊരു മനുഷ്യനും പരിധികൾ ദർശനം സ്വന്തം വയലിലെ പരിധികൾ എടുക്കുന്നുലോകത്തിന്റെ.
		-- Schopenhauer

%
ഞാൻ നിങ്ങളെ നോക്കുമ്പോൾ ഓരോ പ്രാവശ്യവും ഞാൻ ഡാർവിന്റെ സിദ്ധാന്തം കൂടുതൽ പറയാം.
		-- Schopenhauer

%
ഇപ്പ മറച്ചുവെക്കാൻ എന്തെങ്കിലും ഉണ്ട്.
		-- Humphrey Bogart

%
ഇപ്പ മറ്റാരുടെയെങ്കിലും .വേണ്ടെന്നെല്ലാവരും ആണ്.
		-- Dykstra

%
ഇപ്പ സ്വർഗ്ഗത്തിൽ പോകാൻ ആഗ്രഹമുണ്ട്, പക്ഷേ ആരും മരിക്കാൻ ആഗ്രഹിക്കുന്നു.
		-- Dykstra

%
എല്ലാവരും തന്റെ മെമ്മറി വർധിപ്പിച്ചേക്കും തന്റെ വിധി ആരും.
		-- Dykstra

%
ഞാൻ വിടുമോ കാരണം എല്ലാവരും എന്നെ വെറുക്കുന്നു.
		-- Dykstra

%
എല്ലാവരും ഒരു പണിയുമില്ല ആണ്. ചില ആളുകൾ അതു ഗ്രഹിക്കാൻ വളരെ മാസശമ്പളം മാത്രം.
		-- Dykstra

%
എല്ലാവരും എന്റെ അഭിപ്രായം അധികാരമുള്ളൂ.
		-- Dykstra

%
എല്ലാവരും ഒരു കാര്യം കൂടുതലോ കുറവോ ഭ്രാന്തൻ തന്നെയാണ്.
		-- Rudyard Kipling

%
എല്ലാവരും ഉദാസീനത സംസാരിക്കാറ്, പക്ഷേ ആരും ____ അതിനെക്കുറിച്ച് ഒന്നും ചെയ്യുന്നില്ലല്ലോ.
		-- Rudyard Kipling

%
എല്ലാവരും ഫലങ്ങളിൽ ആഗ്രഹിക്കുന്നു, പക്ഷേ ആരും അത് അവരെ എടുക്കുന്ന എന്തു ചെയ്യാൻ സന്നദ്ധനാണ്.
		-- Dirty Harry

%
എല്ലാവരും വലം കൈയ്യൻ ജനിച്ചത്. മഹാന്മാരായ മാത്രം അതു ജയിക്കുക.
		-- Dirty Harry

%
നിങ്ങളുടെ മടിയിൽ ആയിരിക്കുമ്പോൾ എല്ലാവരും ഒരു ഉയർന്ന സ്ഥലത്ത് തുടർന്ന്.
		-- Dirty Harry

%
ചീത്ത ഏത് ഒറ്റ മറ്റുള്ളവരുടെ വിശ്വസിക്കുന്ന എന്നതാണ്. ദോഷം വിശ്വസിക്കാൻ പാപമാണ്മറ്റുള്ളവരുടെ എന്നാൽ അത് പത്രമാദ്ധ്യമങ്ങളും ഒരു തെറ്റാണ്.
		-- H. L. Mencken

%
ഉദാഹരണം മറ്റുള്ളവരെ സ്വാധീനിച്ച പ്രധാന കാര്യം അല്ല. ഇത് ഏക കാര്യം.
		-- Albert Schweitzer

%
എക്സലൻസ് ''80 എന്ന പ്രവണതയാണ്. ഒരു ഷോപ്പിംഗ് നടന്നുമാൾ പുസ്തകശാല അവർ പോലുള്ള മികച്ച സെല്ലേഴ്സ് നിലനിർത്തുന്ന റാക്ക് പോകാൻ"ഗാരി ഉള്ളാലെ ലഭിക്കുന്നു", നിങ്ങൾ അര ഡസൻ പുസ്തകങ്ങള് നിങ്ങളോട് പറയുന്നത് കാണുംഎത്ര നല്ല ആകുവാൻ: "എക്സലൻസ് തേടി" "കണ്ടെത്തുന്നു എക്സലൻസ്","എണ്ണയെ എക്സലൻസ് മുറുകെ", "എവിടെ രാത്രിയിൽ നിങ്ങളുടെ എക്സലൻസ് മറയ്ക്കുകഅങ്ങനെ വൃത്തിയാക്കൽ പേഴ്സണൽ ഇത് മോഷ്ടിക്കുകയില്ല "മുതലായവ
		-- Dave Barry, "In Search of Excellence"

%
ചടങ്ങിൽ അധിക നയനാനന്ദകരമായ ആണ്. ഇത് നിന്നുള്ള മോഡറേഷൻ തടയുന്നുഒരു ശീലം deadening പ്രാബല്യത്തിൽ ലയിച്ചത്.
		-- W. Somerset Maugham

%
ഏറ്, ഒരു വലിയ ആശയം നിങ്ങളെ അമ്പരപ്പിക്കുന്ന വെറും ശേഷം തോന്നുക എന്നതാണ്നിങ്ങൾ അതു എന്തുപറ്റി ഗ്രഹിക്കാൻ മുൻപ്.
		-- W. Somerset Maugham

%
അനുഭവം നിങ്ങൾ എന്തു സംഭവിക്കുന്നു ഇല്ല; അതു നിങ്ങൾ എന്തു സംഭവിക്കുന്നു പ്രവർത്തിക്കുന്നതിൽ ആണ്നിനക്ക്.
		-- Aldous Huxley

%
അനുഭവം നിങ്ങൾ ഒരു തെറ്റ് തിരിച്ചറിയാൻ പ്രാപ്തമാക്കുന്ന അത്ഭുതകരമായ കാര്യം തന്നെനിങ്ങൾ വീണ്ടും നടത്തുമ്പോൾ.
		-- Franklin P. Jones

%
അനുഭവം പുതിയ തെറ്റുകൾ പകരം പഴയ പുതിയവരുമായി ഒരു വ്യക്തിയെ കാരണമാകുന്നു എന്താണ്.
		-- Franklin P. Jones

%
അനുഭവം നിങ്ങള് എങ്ങനെയാപോവുക കിട്ടാഞ്ഞതിനെത്തുടർന്ന് നിങ്ങൾക്ക് ലഭിക്കും.
		-- Franklin P. Jones

%
അനുഭവം ഏന്തലടക്കാന് പ്രതീക്ഷിച്ചത് സന്ദർഭം നിങ്ങൾക്ക് ലഭിക്കും.
		-- Franklin P. Jones

%
അനുഭവ നേരെ കണ്ണിലെ നിങ്ങളെ തോന്നുന്നു ആ നിങ്ങൾക്ക് പഠിപ്പിച്ചുഅവൻ ഒരു ഉറച്ച ഹാൻഡ്ഷെയ്ക്ക് ചേർക്കുന്നു എങ്കിൽ പ്രത്യേകിച്ച്, എന്തോ മറയ്ക്കുന്നു.
		-- Clifton Fadiman, "Enter Conversing"

%
ഫെയിം ക്ഷണികമായ ആയിരിക്കാം, എന്നാൽ നികൃഷ്ടത എന്നേക്കും ആണ്.
		-- Clifton Fadiman, "Enter Conversing"

%
ഫാഷൻ ഞങ്ങൾ അതു മാറ്റുവാനും അവർക്കാവശ്യമുള്ള അസഹനീയമായ മനുകഷ്യപുത്രരെ ഒരു രൂപമാണ്ഓരോ ആറു മാസം.
		-- Oscar Wilde

%
ചെലവ്ചുരുങ്ങിയ വിപ്ലവങ്ങൾ അധികം ദോഷം ചെയ്തിരിക്കുന്നു.
		-- Victor Hugo

%
Fess: കൊളളാം, കുറിച്ച് പൂരകമായി ഫലിതം എന്തോ കമ്മന്റ്ഗാലക്സി ഉടനീളം സ്വന്തം അജ്ഞ്യാത ഒരു കൃത്രിമ വിജയലക്ഷ്യം ഒരു മനുഷ്യൻ.റോഡ്: അതെ, അതു ഒരു ദശലക്ഷം yuks, ഉറപ്പാക്കുക തുടർന്ന്. എന്നാൽ എല്ലാ ശേഷം എന്നതല്ലറോബോട്ടുകൾ മനുഷ്യരും തമ്മിലുള്ള അടിസ്ഥാന വ്യത്യാസം?Fess: എന്തു സാങ്കൽപ്പിക രീതികളായ രൂപം കഴിവ്?റോഡ് അവരോടു തൂക്കി ലഭിക്കണമെന്ന, കഴിവ്.
		-- Christopher Stasheff, "The Warlock in Spite of Himself"

%
മുഖസ്തുതി കൊലോന് പോലെയാണ് - മണത്തു ചെയ്യേണ്ട, പക്ഷേ വിഴുങ്ങി അല്ല.
		-- Josh Billings

%
അതു ശേഷം ആയിരിക്കണം ശേഷം ഒരു ആശയം കഥാകാരി ഉണ്ടാകാൻ, എന്നാവാം ആണ്എപ്പോഴും പഴഞ്ചൻ.
		-- Josh Billings

%
ഓരോ പ്രവർത്തനത്തിനും, തുല്യമായ വിപരീത വിമർശനമുണ്ട്.
		-- Harrison

%
ഓരോ വിശ്വാസ്യത വിടവ്, ഒരു gullibility ഫിൽ ഇല്ല.
		-- R. Clopton

%
ഞാൻ ഞാൻ ആഗ്രഹിക്കുന്നു നന്മ ചെയ്യാൻ, പക്ഷേ എനിക്ക് വേണ്ട ദോഷം ഞാൻ എന്തു.
		-- Paul of Tarsus, (Saint Paul)

%
"ഞാൻ ഈ നൈതികമായ ബന്ധമില്ലാത്ത അനുക്രമം പിന്നിൽ അറിഞ്ഞുസംഭവങ്ങളുടെ, മനസ്സിന്റെ ഒരു ഏകവചന, അപകടകാരികളായ മനോഭാവം അവിടെ ഒരംശമെങ്കിലും. ""ആരുടെ?""എനിക്കൊരു! എച്എ-രിഫ്ഫിലെ"
		-- Paul of Tarsus, (Saint Paul)

%
പുരുഷന്മാർ മാർബിൾ അത് എഴുതാൻ അവർ ഒരു ദോഷം ടേൺ ഉണ്ടെങ്കിൽ ഉപയോഗത്തിന്:വല്ലവനും ഞങ്ങളെ അതിനെ മണ്ണിൽ എഴുതുന്നു നല്ല ടേൺ ചൊല്ലുന്നു.
		-- Sir Thomas More

%
മനുഷ്യരിൽ ജീവൻ ഇതിൽ ശരിയായ മനില എൻവലപ്പിനായി തിരച്ചിൽതങ്ങളെ സമർപ്പിച്ചു നേടുകയും.
		-- Clifton Fadiman

%
പുസ്തകം ആ തരത്തിലുള്ള ഇഷ്ടപ്പെടുന്ന ജനങ്ങൾക്ക് വേണ്ടി പുസ്തകത്തിലെ തരത്തിലുള്ള അവർ ഇഷ്ടപ്പെടും ആണ്.
		-- Clifton Fadiman

%
തികഞ്ഞ സന്തുഷ്ടിക്കുവേണ്ടിയല്ല, രണ്ടു കാര്യങ്ങൾ ഓർക്കുക:(1) നിങ്ങൾ കിട്ടിയതായി എന്ത് തൃപ്തിപ്പെടാം.(2) നിങ്ങൾ ധാരാളം ലഭിച്ചു ഉറപ്പാക്കുക.
		-- Clifton Fadiman

%
ഇവ്വണ്ണം ഇഷ്ടപ്പെടുന്നവർക്ക് ഈ അവർ ഇഷ്ടപ്പെടുന്ന കാര്യം അടുക്കുക ആണ്.
		-- Abraham Lincoln

%
"മൂന്നു ദിവസം മരണം തലമുടിയും fingernails ശേഷം മുളപ്പിച്ച് തുടരും എന്നാൽഫോൺ കോളുകൾ ഓഫ് taper. "
		-- Johnny Carson

%
ഫോർച്യൂൺ വലിയ ഉദ്ധരണികൾ, # 2 പൂർത്തിയായാൽആദ്യം നിങ്ങൾ വിജയം ഇല്ലെങ്കിൽ, എത്ര ആളുകൾ ചിന്തിക്കുന്നവൃത്തികേടും നടത്തി.
		-- Johnny Carson

%
ഫോർച്യൂൺ വലിയ ഉദ്ധരണികൾ പൂർത്തിയായാൽ, # 21ഞാൻ ഒരു സമ്മർ ഇന്നു നിന്നെ താരതമ്യം ഉണ്ടാകുമോ?ഇല്ല, ഞാൻ ഊഹിക്കാൻ.
		-- Johnny Carson

%
ഫോർച്യൂൺ വലിയ ഉദ്ധരണികൾ, # 6 പൂർത്തിയായാൽ"എന്നാൽ, മൃദുവായ! മലയോടു വിൻഡോ ബ്രേക്കുകൾ വഴി വെളിച്ചം?"അത് ഒന്നും, തേനിന്റെ. തല്ക്കാലം പോകുക.
		-- Johnny Carson

%
ലോകത്തിലെ പരേതനോട് നാല് അഞ്ചിൽ tombstones, സ്ത്രീകൾ ചെലവഴിച്ചു ആണ്കഴിവിന്റെ.
		-- Lord Thomas Dewar

%
സുഹ്യത്തുക്കൾ വരുന്നു; എങ്കിലും പോയി ശത്രുക്കൾ കൈവരിക്കും.
		-- Thomas Jones

%
കഴിഞ്ഞ സുഹൃദ്ബന്ധം ഓരോ സുഹൃത്ത് അവൻ ചെറുതായി മേൽക്കോയ്മയും ഉണ്ട് കണ്ടതിനാൽ വരുമ്പോൾമറ്റു.
		-- Honore DeBalzac

%
ജീനിയസ് മരിച്ചുപോയ ഒരു വ്യക്തിയുടെ താലന്ത് ആണ്.
		-- Honore DeBalzac

%
ജീനിയസ് അതിന്റെ പരിമിതികൾ ഉണ്ടാകണമെന്നില്ല, പക്ഷേ വിവേകശൂനം ഇങ്ങനെ വികലാംഗനായ അല്ല.
		-- Elbert Hubbard

%
ഇപ്പോൾ പാപമോചനം നേടുക - നിങ്ങൾ ഇനി കുറ്റക്കാരനെന്നു തോന്നിയേക്കാം നാളെ.
		-- Elbert Hubbard

%
എന്നെ ഉറങ്ങുന്ന ഗുളിക എനിക്ക് കഴിഞ്ഞ ഉപദ്രവം പറയുന്നു.
		-- Elbert Hubbard

%
പുറപ്പെട്ടു നീ കുടുംബവും മുഴുവൻ അഭിമാനം ചെയ്യും കള്ളം പറയുന്നു.
		-- Cadmus, to Pentheus, in "The Bacchae" by Euripides

%
നിന്റെ സുഹൃത്തുക്കളുടെ എന്റർടെയിൻമെന്റ്സ്, എന്നാൽ വേഗത്തിൽ അവരുടെ ലേക്ക് പതുക്കെ പോകുകതിൻമകൾ.
		-- Chilo

%
ദൈവം നമ്മെ ബന്ധുക്കൾ നല്കുന്നു; നാം നമ്മുടെ സുഹൃത്തുക്കളെ തീരുമാനിക്കേണ്ടത് നല്ലതിന് നന്ദി.
		-- Chilo

%
ദൈവം സാധാരണക്കാരന് സ്നേഹിക്കണം; അവൻ അവരിൽ പല ഉണ്ടാക്കി.
		-- Chilo

%
ആത്മാർത്ഥമായി ചെയ്യരുതാത്ത ക്ഷമിക്കും ആ ആ നിന്ദ ഒന്നാണ്.
		-- Chilo

%
ആത്മാർത്ഥമായി ഒരു മോശം സജ്ജമാക്കാൻ വളരെ പഴയതാണ് ഒരു മനുഷ്യൻ നൽകുന്നു എന്തോഉദാഹരണത്തിന്.
		-- La Rochefoucauld

%
നല്ല ന്യായവിധി അനുഭവം നിന്ന് വരുന്നു. അനുഭവം മോശം ന്യായവിധി നിന്ന് വരുന്നു.
		-- Jim Horning

%
നന്ദിയും, സ്നേഹം പോലെ, ഒരു ആശ്രയയോഗ്യമായ അന്താരാഷ്ട്ര വികാര ഒരിക്കലും.
		-- Joseph Alsop

%
ഗ്രേറ്റ് മനസ്സ് വലിയ സർക്കിളുകളിൽ റൺ.
		-- Joseph Alsop

%
മഹത്വം ഒരു ക്ഷണികമായ അനുഭവമാണ്. ഇത് സ്ഥിരതയുള്ള ഒരിക്കലും.
		-- Joseph Alsop

%
നിങ്ങൾ പോംവഴികൾ കണക്കിലെടുക്കണം പഴയ വർദ്ധിച്ചുവരുന്ന മോശം അല്ല.
		-- Maurice Chevalier

%
സ്മാർട്ട് ഒരാളായി പകുതി നിങ്ങളോടുള്ള ഊമ മുൻപരിചയം എന്തു അറിയുന്നവനും.
		-- Maurice Chevalier

%
പകുതി ലോകത്തിലെ പറവാനുണ്ടു ഒപ്പം കഴിയാത്ത ആളുകൾക്ക് ഘടന,പറയുകയും അതു എന്നു തുടരാനുള്ള ഒന്നും മറ്റ് പകുതി.
		-- Maurice Chevalier

%
വിദ്വേഷ ആസിഡ് പോലെയാണ്. ഇത് പോലെ ഏത് സംഭരിക്കുമ്പോഴും പാത്രം നാശത്തിനിടയാക്കുന്നുപോലെ ഒഴിച്ചു ആണ് ഒബ്ജക്റ്റ് നശിപ്പിക്കും.
		-- Maurice Chevalier

%
പാപം വിദ്വേഷ പാപിയുടെ സ്നേഹിക്കുന്നു.
		-- Mahatma Gandhi

%
സ്വയം തുല്യമല്ല സുഹൃത്തുക്കൾ ഒന്നുമില്ല.
		-- Confucius

%
യാതൊരു താലന്തു പ്രശ്നമുണ്ടോ ഇനി മതി.
		-- Gore Vidal

%
അവൻ തികഞ്ഞ തന്റെ സംഭാഷണം ഉണ്ടാക്കിയ നിശബ്ദത അവിടവിടെയായി ജ്വലനം ഉണ്ടായിരുന്നുആഹ്ളാദകരം.
		-- Sydney Smith

%
ആ വളരെ കാട്ടു കനത്ത - അവൻ അവനെ കുറിച്ച് അപൂർവ്വ വിചിതമായ വൈദ്യുതി ഉണ്ടായിരുന്നുനിങ്ങൾ മാത്രം എന്നേക്കും എല്ലാ ആശയും ഉപേക്ഷിച്ചു ഒരു വ്യക്തിക്ക് കാണുന്ന സാന്നിദ്ധ്യം"സാധാരണയായി." പ്രവർത്തിക്കുന്നുണ്ടോ
		-- Hunter S. Thompson, "Fear and Loathing '72"

%
ഒരൊറ്റ വീണ്ടെടുപ്പും വൈസ് ഉണ്ടായിരുന്നില്ല.
		-- Oscar Wilde

%
അവൻ ചാര ഏതെങ്കിലും നിറം തിരിഞ്ഞു കഴിവുള്ള ഒരു മനുഷ്യൻ.
		-- John LeCarre

%
ഏറ്റവും വാക്കുകളിൽ ഒന്നും പറയുന്നില്ല ആർ ഏറ്റവും സൗമനസ്യം സ്പീക്കർ കണക്കാക്കുന്നു.
		-- John LeCarre

%
അവൻ മറ്റുള്ളവരുടെ .രോഗനിര്ണയം കാരണമായ തന്നെത്തന്നെ മുഷിഞ്ഞ മാത്രം അല്ല.
		-- Samuel Johnson

%
ഓരോ തമാശ കേട്ട് മൂന്നു പ്രാവശ്യം ഒരിക്കൽ അറിയിച്ചു ചെയ്യുമ്പോൾ, ഒരിക്കൽ ചിരിക്കുന്നു ...അവൻ മനസ്സിലാക്കുന്നത് അത് വിശദീകരിക്കുകയും ഒരിക്കൽ നമുക്കറിയില്ല.
		-- Samuel Johnson

%
ഞാൻ അവൻ ഉത്തരവിട്ടു വിചാരിച്ചിരുന്നില്ല സൈഡ് വിഭവം മട്ടിൽ അവൻ എന്നെ നോക്കി.
		-- Ring Lardner

%
അവൻ അതു നാവിൻ ഹോൾഡ് ഒരു വിലമതിക്കാനാവാത്ത അവസരം നഷ്ടമായി.
		-- Andrew Lang

%
അവൻ മാത്രമാണ് തന്റെ ഇരുമ്പ് നട്ടെല്ല് ആകാശം നടന്ന അറിയാമായിരുന്നു - അവൻ തലച്ചോറിൽ അറിഞ്ഞില്ലനിലത്തു വീണുപോയി.
		-- The Book of Serenity

%
അവൻ ഒരു തണുത്ത പോലെ അഭിപ്രായങ്ങളോട് കയറുകയോ, അണുബാധ വഴി ചിന്തിക്കുന്നു.
		-- The Book of Serenity

%
അവൻ മൂക്കിന് ഫാമിലി ട്രീ തുലനം പോലെ നടക്കുന്നു.
		-- The Book of Serenity

%
അവൻ ഇടുങ്ങിയ ചിന്താഗതിക്കാർ അവൻ കണ്ണുമായി ഒരു keyhole കൂടി കാണാൻ കഴിഞ്ഞു ആയിരുന്നു.
		-- The Book of Serenity

%
എപ്പോഴും നേരായ ഉഴവിന്നു ഒരു ചൂളം ആണ് ഉഴുതുകൊണ്ടിരിക്കുന്നുവോ അവൻ.
		-- The Book of Serenity

%
അവൻ ഒരു സ്വയം despiser സ്വയം esteems എങ്കിലും തന്നെത്തന്നെ നിന്ദിക്കുന്നു.
		-- Friedrich Nietzsche

%
രാത്രിയിൽ ഔളുകൾ കൂടെ വരാനുണ്ട് ആർ അവൻ പകൽ കഴുകന്മാരുടെ കൂടെ പറക്കാൻ കഴിയില്ല.
		-- Friedrich Nietzsche

%
വിധിയുടെ അടിപ്പിക്കുകയും പറയ ഒരു masochist ആണ് ചിരിക്കുന്നു തന്നെയാകുന്നു.
		-- Friedrich Nietzsche

%
ഒഴികഴിവ് നടത്തുന്നതിനുള്ള നല്ലവനായ അവൻ മറ്റെന്തെങ്കിലും വേണ്ടി കൂടക്കൂടെ നല്ലതു.
		-- Friedrich Nietzsche

%
ആദ്യകാല riser എന്നറിയപ്പെട്ട അവൻ ഉച്ചവരെ എഴുന്നേൽക്കാനാവില്ല വേണം.
		-- Friedrich Nietzsche

%
ആർ മനസ്സു സ്വന്തം ബിസിനസ്സ് പണിയില്ലാതെ ഒരിക്കലും അവൻ.
		-- Friedrich Nietzsche

%
തീക്കനൽ ന് നടക്കുന്നവൻ ദഹിപ്പിച്ചു നേടാനുള്ള തീർച്ചയാണ്.
		-- Sinbad

%
ഈ അതിൽത്തന്നെ അതിശയമായി കണ്ടെത്തുന്നു അത്ഭുതങ്ങളും അവൻ.
		-- M. C. Escher

%
അവൻ നന്നായി അവൻ നിങ്ങൾക്കു ജാം എന്നേക്കും ആയിരുന്നു എങ്കിൽ ഇഷ്ടപ്പെട്ട ഗൈ മനസാണ്അപ്പം രണ്ട് കഷണങ്ങൾ ചില ചങ്കി നിലക്കടല വെണ്ണ ഉണ്ടാകും ....
		-- M. C. Escher

%
"അവൻ മനുഷ്യന്റെ തരത്തിലുള്ള വേണമെങ്കിൽ സമയങ്ങളിൽ മനുഷ്യന്റെ മനസാണ് ..."
		-- M. C. Escher

%
അതിന്റെ കാലം സ്ലോ തിരക്കുകൾക്കും ഒരു തരത്തിലുള്ള ചെലവഴിച്ച ചെയ്തു; ഇല്ലാതെ എപ്പോഴും തിരക്കിലാണ്, എപ്പോഴും കൈ പിന്നിൽ അവളുടെ വഴികളെ പന്തിന്റെ ഇല്ലാതെ, അതു വിലപിച്ചുകൊണ്ട്;കുതന്ത്രം അല്ലെങ്കിൽ നിരന്തരം ഇല്ലാതെ സാമ്പത്തിക വിദഗ്ധരുടെ ആയിരിക്കും വൈമുഖ്യം; അസംതൃപ്തിയുള്ളഅവളുടെ അടിയങ്ങളോടു അവരെ മികച്ചതാക്കാൻ നൈപുണ്യ കൂടാതെ സഹായിച്ചതിന് എന്ന്, അല്ലെങ്കിൽreprimanding, അല്ലെങ്കിൽ അവരുടെ ആദരവു ഏർപ്പെടുന്നതിനായി യാതൊരു ശക്തി കൂടാതെ, അവരെ ഏർപ്പെട്ടിരുന്നു.
		-- J. Austen

%
ഇവിടെ ഞാൻ അമ്പത്തിരണ്ടു എട്ട്, ഞാൻ ഇപ്പോഴും ഞാൻ തേക്കുകയും ചെയ്യണമെന്ന് അറിയില്ലഞാൻ വളരുമോ.
		-- Peter Drucker

%
ഹായ്! ഞാൻ ലാറി സുഖമാണ്. ഇത് എന്റെ സഹോദരൻ ബോബ്, ഈ എന്റെ മറ്റ് സഹോദരൻ ആണ്Jimbo. നിങ്ങളുടെ ആക്രമികളെ പേരുകൾ അറിയാൻ ആഗ്രഹമുണ്ടെന്ന് കരുതുന്നു.
		-- Peter Drucker

%
ഹിഗ്ഗിൻസ്: Doolittle, ഒരു സത്യസന്ധനായ അല്ലെങ്കിൽ ഒരു തെമ്മാടി ഒന്നുകിൽ മുൻപരിചയം.Doolittle: രണ്ടും അൽപം Guv'nor. ഒരു US ബാക്കി,ഇരുവരുടെയും അല്പം.
		-- Shaw, "Pygmalion"

%
അതെന്ന് എപ്പോഴും 20:20 ആണ്.
		-- Billy Wilder

%
അതെന്ന് കൃത്യമായ ശാസ്ത്രമാണ്.
		-- Billy Wilder

%
അവൻറെ ജീവിതം ഔപചാരിക ആയിരുന്നു; അവന്റെ പ്രവർത്തനങ്ങൾ അധിപതിയോടുകൂടെ ഭരിച്ചു തോന്നി.
		-- Billy Wilder

%
എലിയുടെയും നിറഞ്ഞതും അവന്റെ മനസ്സ് സ്റ്റീൽ കെണിയിൽ പോലെയാണ്.
		-- Foghorn Leghorn

%
ചരിത്രം തന്നെയാണ് ആവർത്തിക്കുന്നു - ഒരു tragi കോമഡിയും, രണ്ടാം ആദ്യമായിമുറി പ്രഹസനമായും സമയം.
		-- Foghorn Leghorn

%
ചരിത്രം ഒറ്റ ആദ്യമായി കേൾക്കുന്നില്ല മാത്രമേ സ്വയം ആവർത്തിക്കുന്നു.
		-- Foghorn Leghorn

%
ചരിത്രം തന്നെയാണ് ആവർത്തിക്കുന്നു. ഒരു സംഗതി ചരിത്രം തെറ്റ്.
		-- Foghorn Leghorn

%
ഹോം എവിടെ, അവിടെ പോകാൻ ലഭിക്കുമ്പോൾ, അവർ നിങ്ങളെ സ്വീകരിക്കേണ്ടി സ്ഥലമാണ്.
		-- Robert Frost, "The Death of the Hired Man"

%
ഹോം ജീവിതം നാം മനസ്സിലാക്കുന്ന ഒരു കൂട്ടിൽ അധികം ഞങ്ങൾക്ക് ഇനി സ്വാഭാവികമാണ്ഒരു cockatoo ലേക്കുള്ള.
		-- George Bernard Shaw

%
ഹോപ് ഒരു നല്ല പ്രാതൽ, എന്നാൽ അത് ഒരു മോശം അത്താഴം ആണ്.
		-- Francis Bacon

%
പ്രത്യാശ ഉറക്കമുണർന്ന് സ്വപ്നമാണ്.
		-- Aristotle

%
നിങ്ങൾ ദഹിക്കുകയും ഭവിക്കാതിരിപ്പാൻ പ്രതീക്ഷിക്കാത്ത.
		-- M. Horner

%
അതു നമുക്ക് എങ്ങനെ ന്യായവാദം അത്തരം ഭീരുക്കൾ ദൃശ്യമാകുന്ന അപ്പോൾ സംഭവിക്കുന്നതു വരുന്നു,പരിഹസിച്ചു ടെസ്റ്റ് നിൽക്കാം ഇങ്ങനെ ഭീരുക്കള്?
		-- A. Cooper

%
എത്ര കാലമായി മിനിറ്റാണ് നിങ്ങൾ ഉപയോഗിക്കുന്ന ബാത്ത്റൂം വാതിൽ ഏത് ഭാഗത്തു ആശ്രയിച്ചിരിക്കുന്നു.
		-- A. Cooper

%
എത്ര "വരുന്ന പുരുഷന്മാർ" വിളിക്കപ്പെടുന്നവൻറെ ഉണ്ട്! എല്ലാവരും പോകാൻ ഭൂമിയിൽ എവിടെ എന്തു?
		-- Sir Arthur Wing Pinero

%
എന്നാൽ, daunted ഒരിക്കലും ഞാൻ വിപത്തോടെ എന്റെ പരമ്പരാഗത ലെ നേരിടാൻ ചെയ്യുംവിധത്തിൽ ... sulking ആൻഡ് ഓക്കാനം.
		-- Tom K. Ryan

%
ഹ്യൂമൻ തരത്തിലുള്ള വളരെ റിയാലിറ്റി വഹിക്കും കഴിയില്ല.
		-- T. S. Eliot, "Four Quartets: Burnt Norton"

%
മനുഷ്യത്വം അതു ചെന്നവരും വരുമ്പോൾ, വിപുലമായ, ഇതിന് സുബോധത്തോടുകൂടിയ പണി ഉണ്ട് കാരണം,ഉത്തരവാദിത്വമുള്ള, സൂക്ഷ്മത, എന്നാൽ അതു കളിയായ വളഞ്ഞിരിക്കുന്നു മത്സരവും, ഒപ്പംപക്വതയില്ലാത്ത.
		-- Tom Robbins

%
മനുഷ്യർ കമ്മ്യൂണിക്കേഷൻസ് junkies ആകുന്നു. നാം വെറും മതി നേടുകയും കഴിയില്ല.
		-- Alan Kay

%
വിനയം നന്മകൾ ആദ്യ ആണ് - മറ്റുള്ളവരുടെ.
		-- Oliver Wendell Holmes

%
ഞാൻ തിരഞ്ഞെടുക്കുന്നു ലോകം ജീവിക്കാൻ അനുവദിക്കുക, ഞാൻ ഞാൻ ജീവിക്കാൻ അനുവദിക്കുകതിരഞ്ഞെടുക്കാൻ.
		-- Oliver Wendell Holmes

%
ഞാൻ എപ്പോഴും അവരുടെ നല്ല നോട്ടം അവരുടെ എന്റെ ശത്രുക്കളെ എന്റെ സുഹൃത്തുക്കൾ തിരഞ്ഞെടുക്കാൻനല്ല intellects. മനുഷ്യൻ ശത്രുക്കളുടെ തന്റെ നിര വളരെ ശ്രദ്ധിക്കുക കഴിയില്ല.
		-- Oscar Wilde, "The Picture of Dorian Gray"

%
ഞാൻ എപ്പോഴും നല്ല ഉപദേശം കടന്നു. അതു അതിനെ ഏക കാര്യം.ഇത് കൂമ്പടഞ്ഞുപോയി എന്തെങ്കിലും നല്ല ഒരിക്കലും.
		-- Oscar Wilde, "An Ideal Husband"

%
ഞാൻ എപ്പോഴും സൗന്ദര്യം മാത്രം പാപം ആഴമുള്ള പറയുന്നു.
		-- Saki, "Reginald's Choir Treat"

%
ഞാൻ ശുഭാപ്തി ആകുന്നു. അത് മറ്റൊരു ഒരാളായി വളരെയധികം ഉപയോഗം തോന്നുന്നില്ല.
		-- Winston Churchill

%
ഞാൻ ഉറച്ച ആകുന്നു. നീ കഠിനൻ. അവൻ ഒരു പന്നി തലയുള്ള ഭോഷൻ.
		-- Katharine Whitehorn

%
ഞാൻ ഒരു സത്യസന്ധനായ തിരയുകയാണ്.
		-- Diogenes the Cynic

%
"ഞാൻ എന്റെ സ്രഷ്ടാവിനെ സംഗമം ഞാൻ തയ്യാറാണ്. എന്റെ സ്രഷ്ടാവിനെ തയാറാക്കി എന്നു്എന്നെ കൂടിക്കാഴ്ച വലിയ കടുപ്പം മറ്റൊരു കാര്യം. "
		-- Winston Churchill

%
ഞാൻ ചൂട് വെള്ളം കയറി വിശ്വസിക്കുന്നു; അതു നിങ്ങൾ ശുദ്ധിയുള്ള നിലനിർത്തുന്നു.
		-- G. K. Chesterton

%
ഞാൻ കാണുന്നത് ഞാൻ അവരെ വിളിക്കും. ഞാൻ അവരെ കാണാൻ കഴിയുന്നില്ലെങ്കിൽ, ഞാൻ അവരെ ഉണ്ടാക്കുന്നത്.
		-- Biff Barf

%
ഞാൻ എന്റെ വചനം നൽകാൻ കഴിയും, പക്ഷേ എനിക്ക് വക്കുന്നു എന്താണെന്ന് നിങ്ങൾക്ക് ആവശ്യമില്ലാത്ത.
		-- Nero Wolfe, "Over My Dead Body"

%
ഞാൻ വേഗത്തിൽ എഴുതാം ആർക്കും നല്ലതു എഴുതാം ഞാൻ എഴുതാംമെച്ചപ്പെട്ട എഴുതാം ആർക്കും വേഗത്തിൽ.
		-- A. J. Liebling

%
ഞാൻ പറയും എന്നെത്തന്നെ കൊണ്ടുവരാൻ തോന്നുന്നില്ല "ശരി, ഞാൻ സഹിതം toddling തികച്ചും ഊഹിക്കുന്നത്."അതു ഞാൻ toddle കഴിയില്ല എന്നതല്ല. ഇത് ഞാൻ toddle കാണാം ഊഹിക്കാൻ കഴിയില്ല തുടർന്ന്.
		-- Robert Benchley

%
ഞാൻ squealers നിൽക്കാൻ കഴിയില്ല; ആ വ്യക്തിയായിരുന്നില്ല ഹിറ്റ്.
		-- Albert Anastasia

%
ഞാൻ അതു മനസ്സിലാക്കാൻ കഴിയില്ല. ഞാൻ ജനം ആർ മനസ്സിലാക്കാൻ കഴിയില്ലഅത് മനസ്സിലാക്കാൻ.
		-- Queen Juliana of the Netherlands.

%
ജനം പുതിയ ആശയങ്ങൾ .ആരോടാണ് എന്തിനാണ് മനസ്സിലാക്കാൻ കഴിയില്ല. ഒഴിഞ്ഞുമാറി സുഖമാണ്പഴയ കൂട്ടത്തിൽ.
		-- John Cage

%
ഞാനും ഈ വർഷത്തെ നൽകാമെന്ന് fit എന്റെ മനസ്സാക്ഷി മുറിച്ചു ചെയ്യില്ല കഴിയില്ല.
		-- Lillian Hellman

%
ഞാൻ ഒന്നുകിൽ ഒരു കുറ്റകൃത്യം ചുമത്തി അല്ലായ്കയാല് ദിവസം misspent പരിഗണിക്കുക,ഒന്നോ അറസ്റ്റിൽ.
		-- "Ratsy" Tourbillon

%
ഞാൻ പരിഷ്കൃതമായ ലഭിച്ചില്ല - ഞാൻ ക്ഷീണിതനാണ് ലഭിച്ചത്. എന്നാൽ ഒരുപക്ഷെ എന്താണത്പരിഷ്കൃതമായ ആണ് - ക്ഷീണിതനാണ് ഒരാളായി.
		-- Rita Gain

%
"ഞാൻ അതു പ്രവർത്തിച്ചപ്പോൾ കഴിയാത്തതുമായ അറിഞ്ഞില്ല."
		-- Rita Gain

%
നീ പറയുന്നതു എനിക്കു വിയോജിക്കാം, എന്നാൽ നിങ്ങളുടെ വലതുവശത്ത് മരണ പാലിച്ചുഅത്തരം നുണകൾ പറയൂ!
		-- Rita Gain

%
ഞാൻ എന്നെത്തന്നെ അറിയില്ല ദൈവം ഇടവരരുതു.
		-- Johann Wolfgang von Goethe

%
ഞാൻ പുരാതന ആധുനിക എന്നത്, ഏതെങ്കിലും സാഹിത്യത്തിൽ കണ്ടെത്താൻ അറിയുന്നില്ല,ഞാൻ മനസ്സിലായിരിക്കുന്നു ഞാൻ എന്തൊന്നുമായി ആ സ്വഭാവമുള്ള എന്തെങ്കിലും മതിയായ അക്കൗണ്ട്. പുരാണത്തിലെഅടുത്തുള്ള ഏതെങ്കിലും അതിൽ വരുന്നു.
		-- Henry David Thoreau

%
"ഞാൻ നിങ്ങളെ മഹത്വം 'സമാനത അറിയുന്നില്ല," ആലീസ് പറഞ്ഞു.Humpty Dumpty നിന്ദയോടും പുഞ്ചിരിച്ചു. "തീർച്ചയായും നിങ്ങൾ എന്തു -ഞാൻ നിങ്ങളോടു പറയുന്നു വരെ. ഞാന് തന്നെ ഒരു നല്ല ഇന്നിങ്സ്-ഡൌൺ വാദം അവിടെ! പെണ്ണിന് ""മഹത്വവും അർത്ഥമില്ല 'ഒരു നല്ല ഇന്നിങ്സ്-ഡൌൺ ആർഗ്യുമെന്റ്', 'എലിസബത്ത്എതിർത്തു."ഞാൻ ഒരു വാക്കു ഉപയോഗിക്കുമ്പോൾ," Humpty Dumpty, ഒരു പകരം വിമുഖത പറഞ്ഞുടോൺ, "അതു ഞാൻ അതു വിവക്ഷിക്കുന്നത് തിരഞ്ഞെടുത്ത എന്തു മാർഗങ്ങൾ -. കൂടുതൽ വേണ്ടാ കുറവ് പോവില്ല""എന്ന്" ആലിസ് പറഞ്ഞു, "നിങ്ങളുടെ വാക്കുകളുടെ അർഥം കഴിയും എന്നത്നീ പല കാര്യങ്ങൾ. ""എന്ന്" Humpty Dumpty, "മാസ്റ്റർ വേണം പറഞ്ഞ -അത്രയേയുള്ളൂ."
		-- Lewis Carrol, "Through the Looking Glass"

%
ഞാൻ എന്റെ മുത്തച്ഛൻ ആയിരുന്നു അറിയുന്നില്ല; ഞാൻ വളരെ കൂടുതൽ ബന്ധപ്പെട്ട അറിയാൻ ആകുന്നുപേരക്കിടാവ് എന്തു ചെയ്യും.
		-- Abraham Lincoln

%
ഞങ്ങൾ ഇവിടെ നിങ്ങൾ എന്തുകൊണ്ടാണ് ഞാൻ അറിയുന്നില്ല, ഞങ്ങൾ എല്ലാവരും വീട്ടിൽ സൗജന്യമായി അസോസിയേറ്റ് പറയുന്നത്.
		-- Abraham Lincoln

%
ഞാൻ നിയമങ്ങൾ, അച്ഛനും, സാധ്യമാക്കാൻ മാത്രമാണ് ഞാൻ കളി കളിക്കാൻ എന്തു.
		-- Cash McCall

%
ഞാൻ എന്നെക്കുറിച്ചു തലപ്പാവില് കാര്യമാക്കുന്നില്ല. ഞാൻ അതു എന്നെ വിഷമിപ്പിക്കുന്ന നഷ്ടപ്പെടുമ്പോൾ അത് അത്രയേയുള്ളൂ.
		-- Richard Powers

%
ഞാൻ അതു ഓർക്കുന്നില്ല, എന്നാൽ അതിനെ എഴുതിയിരിക്കുന്നു.
		-- Richard Powers

%
"ഞാൻ ഒരു മാനസിക ആശുപത്രിയിൽ ആക്കി കഴിഞ്ഞില്ല തോന്നുന്നില്ല മറ്റ് ന്.കൈ അവൻ ഇതിനകം ഇല്ലെങ്കിൽ ഞാൻ അവർ അവനെ പുറത്തു ചെയ്യട്ടെ ആഗ്രഹിക്കുന്നു കരുതുന്നില്ല. "
		-- Richard Powers

%
"എനിക്ക് മനസ്സിലായില്ല" ശാസ്ത്രജ്ഞൻ, നിങ്ങൾ എല്ലാം ഇറങ്ങി ഇങ്ങും lemmings എന്തുകൊണ്ട് "കടലിലേക്ക് നിങ്ങളെതന്നെ മുക്കിക്കളയുകയും. ""വിമര്ശനത്തെ," lemming പറഞ്ഞു. "എനിക്ക് മനസ്സിലാകുന്നില്ല ഒരു കാര്യം എന്തുകൊണ്ട് ആണ്നിങ്ങൾ മനുഷ്യർ ഇല്ല. "
		-- James Thurber

%
ഞാൻ വരയുള്ള നിങ്ങളെ ആഗ്രഹിക്കുന്നില്ല, എന്നാൽ അവിടെ വരയുള്ള എനിക്കു ചുറ്റും വേറെ ആരും തുടർന്ന്.
		-- James Thurber

%
ഞാൻ ഒന്നുകിൽ കുറവ് അപചയവും അല്ലെങ്കിൽ അതിൽ പങ്കെടുക്കാൻ കൂടുതൽ അവസരം ആഗ്രഹിക്കുന്നു.
		-- James Thurber

%
ഞാൻ അതു നേരിടുവാൻ കഴിയാത്ത പക്ഷം ഞാൻ പൊതുവെ പ്രലോഭനത്തെ ഒഴിവാക്കുക.
		-- Mae West

%
അണ്ണന് ഞാൻ മനുഷ്യൻ മറന്നുപോകുന്നു - മനുഷ്യൻ - ഞാൻ നിങ്ങളെ മനുഷ്യൻ തരും?
		-- Beauregard Bugleboy

%
ഞാൻ ദർശനം ലഭിച്ചു, ലോകത്തെ ബാക്കി bifocals ധരിക്കുന്ന.
		-- Butch Cassidy

%
ഞാൻ എന്റെ ജീവിതം അന്യായം പോയിട്ടുള്ള എന്നുണ്ട് പക്ഷെ അങ്ങനെ മറ്റ് കോടിക്കണക്കിന് ആളുകളെ ഞങ്ങൾക്കുണ്ട് ...നിശ്ചിതമായവ വെറും ഒരു വികാരമാണ്.
		-- Hal Clement

%
ഞാൻ അവർക്കു ഏറ്റവും മികച്ച ഒന്നു ഞാൻ മനുഷ്യവർഗം ഞാൻ ദ്വേഷിച്ചു അറിയുന്നുചീത്ത ഞാൻ ആകുന്നു.
		-- Samuel Johnson

%
ഞാൻ ഒരിക്കൽ നിങ്ങൾക്ക് പാർക്കിൽ പീരങ്കി കണ്ട ചെറിയ പട്ടണങ്ങളിലും ദ്വേഷിക്കുന്നുചെയ്യാൻ മറ്റൊന്നും അവിടെ.
		-- Lenny Bruce

%
ഞാൻ മനുഷ്യന്റെ കഴിയുന്നില്ലെങ്കിൽ ആയിരിക്കെ എല്ലാ മനുഷ്യ ദോഷം ഈ വരുന്ന കണ്ടെത്തിഒരു മുറിയിൽ ഇപ്പോഴും ഇരിക്കാൻ.
		-- Blaise Pascal

%
ഞാൻ മനുഷ്യർ കുറിച്ച് നല്ലതു കാര്യമായ കണ്ടെത്തിയിരിക്കുന്നു. എന്റെ അനുഭവം ൽഅവരിൽ അധികപേരും ട്രാഷ് ആകുന്നു.
		-- Sigmund Freud

%
എന്റെ സുഹൃത്തുക്കൾ അതിനെ വിളിക്കുന്നു ആത്മവിശ്വാസം - ഞാൻ മൂഢന്മാരിൽ വലിയ വിശ്വാസം ഞങ്ങൾക്കുണ്ട്.
		-- Edgar Allan Poe

%
ഞാൻ ക്ഷമയറ്റ നിന്ന് മൌനം പഠിച്ച,അസഹിഷ്ണുവായ നിന്ന് toleration, ഒപ്പം ദയാരഹിതമായി നിന്ന് ദയ.
		-- Kahlil Gibran

%
ഞാൻ തെറ്റുകൾ എങ്കിലും എല്ലാ ആമ്പുലന്സ് തെറ്റ് ചെയ്തു ഒരിക്കലുംഞാൻ ഒരിക്കലും ഒറ്റ ഉണ്ടാക്കി.
		-- James Gordon Bennett

%
ഞാൻ അവന്റെ ഒരു മനുഷ്യനിൽ നിന്ദിക്കുകയോ ഞാൻ ചെയ്യാൻ അല്ലെങ്കിൽ പറയുന്നു ഒന്നും വഴി അവകാശമില്ല, ഞങ്ങൾക്കുണ്ട്സ്വന്തം കണ്ണുകൾ. ഞാൻ അവനെ എന്ന് വിചാരിക്കുന്നു അല്ല എന്തു കാര്യങ്ങൾ ആണ്; അതു താൻ എന്താണ് ചിന്തിക്കുന്നത് ആണ്തന്നെക്കുറിച്ചുള്ള. മനുഷ്യന്റെ ആത്മാഭിമാനവും ചേതനയെ പാപമാണ്.
		-- Antoine de Saint-Exupery

%
ഞാൻ ഒരു കാര്യം അറിഞ്ഞു: ഉടൻ നിങ്ങളെ ആരെങ്കിലും ഒരു തോക്ക് ആവശ്യമില്ല പറഞ്ഞതു പോലെ, നന്നായി ഇഷ്ടപ്പെട്ടആ ജോലി സഹിതം എടുക്കുക.
		-- Raymond Chandler

%
ഞാൻ മനുഷ്യർക്ക് സ്നേഹിക്കുന്നു ... ഇത് ഞാൻ വെറുക്കുന്ന ആളുകൾ ഇവിടെയുണ്ട്.
		-- Schulz

%
ഞാൻ അതു മതവികാരം എല്ലാ നേരിട്ട് വൈരുദ്ധ്യങ്ങൾ എന്നുണ്ടോ ചട്ടം ഉണ്ടാക്കിമറ്റുള്ളവരെ എന്റെ സ്വന്തം എല്ലാ നല്ല ഊന്നിപ്പറയലിനെയും. ഞാൻ എന്നെത്തന്നേ ഉപയോഗം വിലക്കിഒരു നിശ്ചിത അഭിപ്രായ ഇറക്കുമതി ഇത്തരം ഭാഷയിൽ ഓരോ വാക്കും അല്ലെങ്കിൽ ആവിഷ്കാര"തീർച്ചയായും", "നിശ്ചയമായും 'ആയി മുതലായവ ഞാൻ" ഞാൻ ഗർഭം "പകരം അവരിൽ പാസായ"ഞാൻ പിടികൂടി" അല്ലെങ്കിൽ അങ്ങനെ അല്ലെങ്കിൽ അങ്ങനെ ആയിരിക്കണം "ഞാൻ ഭാവനയിൽ" ഒരു കാര്യം; "അങ്ങനെതന്നെ എനിക്ക് തോന്നുകഇപ്പോൾ".മറ്റൊരു ഞാൻ ഒരു പിശക് വിചാരിച്ചു എന്തെങ്കിലും തറപ്പിച്ചു വരുമ്പോൾ ഞാൻ നിഷേധിച്ചുഎന്നെത്തന്നേ പൊടുന്നനെ വിരുദ്ധമായ ഇഷ്ടം, അവനെ ദൃശ്യമാക്കുന്നതന്റെ അഭിപ്രായമുണ്ടെങ്കിൽ ഉടനെ ചില യുക്തിരാഹിത്യം. ഉത്തരം ഞാൻ തുടക്കമിട്ടത്ചില കേസുകളിൽ സാഹചര്യത്തിലോ അദ്ദേഹത്തിന്റെ അഭിപ്രായം ശരിയായ ആയിരിക്കുമെന്ന് ആചരിക്കുക,എന്നാൽ ഇന്നത്തെ കേസിൽ പ്രത്യക്ഷനായി അല്ലെങ്കിൽ എന്നോടു semed ചില വ്യത്യാസം മുതലായവഞാൻ വേഗത്തിൽ എന്റെ വിധത്തിൽ ഈ മാറ്റം പ്രയോജനപ്പെടുത്തുന്നതിന് കണ്ടെത്തി; Theഞാൻ ഏർപ്പെട്ടിരിക്കുന്ന സംഭാഷണങ്ങൾ കൂടുതൽ ആഹ്ലാദത്തോടെ പോയി. ഇതിൽ ഞാൻ കഴിയാൻ വഴിഎന്റെ അഭിപ്രായം അവരെ ഒരു readier സ്വീകരണം കുറവ് വൈരുദ്ധ്യം വന്നതു proposed.ഞാൻ അന്യായം കണ്ടെത്തിയാൽ ഞാനും കുറവ് തിരുസഭാമാതാവും ഞാനും ഉണ്ടായിരുന്നു കൂടുതൽ എളുപ്പത്തിൽതെറ്റുകൾ ഉപേക്ഷിക്കാൻ ഞാൻ എന്റെ കൂടെ മറ്റുള്ളവരെ ചേരാൻ ജയിച്ചുവലതു ആയിരിക്കണം സംഭവിച്ചു.
		-- Autobiography of Benjamin Franklin

%
"ഞാൻ വെറും കപ്പ ഒരു ബക്കറ്റ് പോലെ ഇവിടെ ഇരിക്കുന്ന ദൃശ്യമാകാൻ, എന്നാൽ ചെയ്യേണ്ടതിന്നുപ്രത്യക്ഷപ്പെട്ട നിങ്ങളെ ഭൂവുടമ പറഞ്ഞു. ഞാൻ വാർദ്ധക്യം സമീപിക്കുന്നു പിരിയുകയാണ് ... വെളിച്ചം വേഗതയിൽ. "
		-- Prof. Cosmo Fishhawk

%
ഞാൻ വാർധക്യം, എന്നാൽ ഞാൻ മുളപ്പിക്കുകയും മനസ്സുവന്നില്ല
		-- Prof. Cosmo Fishhawk

%
ഞാൻ തികച്ചും തികഞ്ഞ വന്നേക്കാം, എന്നെ ഭാഗങ്ങൾ എന്നാണ്.
		-- Ashleigh Brilliant

%
ഞാൻ അതു അർഹിക്കുന്ന വന്നില്ല ഒരാളെ കൊലപ്പെടുത്തുകയും ഒരിക്കലും.
		-- Mickey Cohen

%
അവർ ചിലപ്പോൾ വിശ്രമിക്കൂ കാരണം ഞാൻ imbeciles ലേക്കുള്ള rogues ഇഷ്ടപ്പെടുന്നത്.
		-- Alexandre Dumas, fils

%
ഞാൻ ഗാഢമായി അതു ധാർമികമായ slob ആകുവാൻ പ്രാക്ടീസ് ഒരു ഗൈഡ്ലൈൻ വിശ്വസിക്കുന്നു.
		-- William F. Buckley

%
ഞാൻ ഒരു അഡിഡാസ് ബാഗിൽ ഗൺ വെച്ചു നാലു ജോഡി അതിനെ .മുത്തശ്ശിയോടുടെന്നീസ് സോക്സും, എന്റെ ഒട്ടും രീതിയിൽ അല്ല എന്ന് നല്കണമെന്ന് മനസ്സ് ചോദിച്ചു: എങ്കിൽഅവർ നിങ്ങളെ ക്രൂഡ് കരുതുന്ന, സാങ്കേതിക പോയി; അവർ നിങ്ങൾക്ക് സാങ്കേതിക മുൻപരിചയം ചിന്തിച്ചാൽ, പോയിക്രൂഡ്. ഞാൻ വളരെ സാങ്കേതിക ആൺകുട്ടി സുഖമാണ്. അങ്ങനെ ഞാൻ കഴിയുന്നത്ര ക്രൂഡ് നേടുകയും തീരുമാനിച്ചു.ഈ ദിവസങ്ങളിൽ എങ്കിലും, നിങ്ങൾ പോലും കഴിയും മുമ്പ് പ്രെറ്റി സാങ്കേതിക ആയിരിക്കണംcrudeness അന്തസ്സോടെ.
		-- William Gibson, "Johnny Mnemonic"

%
"... ഞാൻ ഞാൻ ലഭിച്ചിരുന്ന ഒരു കറുത്ത വെൽവെറ്റ് കേപ് ധരിച്ചിരുന്നത് എന്ന് വിശദീകരിച്ചുകൊടുക്കണംയഥാർത്ഥത്തിൽ റൊമാന്റിക് Zorro എന്നെ ഉഴപ്പുന്നുവെന്ന പോലെ നോക്കി, കുറിക്കും എന്നാൽഎന്നെ കണ്ണട ധരിച്ച ഒരു ഭീമാകാരമായ ബാറ്റ് പോലെ തോന്നുന്നില്ല ഉണ്ടാക്കി ... ""L'തറവാടി പോയിന്റ്
		-- Dave Barry, "The Wet Zorro Suit and Other Turning

%
ഞാൻ ചിലപ്പോൾ ദൈവം മനുഷ്യനോടു സൃഷ്ടിക്കുന്നതിൽ കരുതില്ല തന്റെ കഴിവ് വിവാദരചനയടക്കമുള്ള എന്നു തോന്നുന്നു.
		-- Oscar Wilde

%
ഞാൻ മനോവിഭ്രാന്തി കരുതുന്നു. എന്നെ പകുതി വിടുമോ, മറ്റ് പാതി ന്റെഅവനെ നേടുന്നതിന്.
		-- Oscar Wilde

%
ഉഗ്രനായ: ഞാൻ വളരെ കുറച്ച് പേർക്ക് കണ്ടെത്തി ഈ വിചിത്രമായ കോമ്പിനേഷൻ അമൂല്യമായിജീവൻ ആഗ്രഹം അതുപോലെ ആത്യന്തിക .അഭിവാദ്യത്തോടും ഒരു ഏതുരചനയുടേയും ആവേഗംഅന്വേഷണം.
		-- Madeleine Gobeil

%
ഞാൻ തലച്ചോറിലെ ഏറ്റവും അത്ഭുതകരമായ അവയവം അവനു തോന്നി ഉപയോഗിച്ചഎന്റെ ശരീരം. അപ്പോൾ ഞാൻ എന്നെ പറയുന്നുണ്ട് ആർ തിരിച്ചറിഞ്ഞു.
		-- Emo Phillips

%
ഞാൻ അനുകരിക്കരുത് ആരും സന്ദേശം വന്നപ്പോൾ ഞാൻ അതിനെ നിങ്ങൾക്കു നിന്ന് ആയിരിക്കണം അറിയാമായിരുന്നു.
		-- Emo Phillips

%
എനിക്ക് കഴിയുമെങ്കിൽ ഞാൻ ശരിയായ തീയിൽ എന്നാൽ അതിലേക്കു, നല്ല വശം അനുഗമിക്കുംഅതു സഹായിക്കും.
		-- Michel Eyquem de Montaigne

%
മരണത്തെ എനിക്ക് പറയാനുള്ള നിങ്ങളുടെ അവകാശത്തെ സംരക്ഷിക്കാൻ കാണാം, എന്നാൽ ഞാൻ ആഗ്രഹിക്കുന്നു പറഞ്ഞു ഒരിക്കലുംഅതു കേള്ക്കുക
		-- Tom Galloway with apologies to Voltaire

%
ഞാൻ നിങ്ങൾക്ക് ഒരു സംക്ഷിപ്തരൂപം മനുഷ്യ വംശത്തിന്റെ എന്റെ അഭിപ്രായത്തിൽ അവരുടെ ഹൃദയത്തിലെ തരാം ...ശരിയായ സ്ഥലത്ത്, പക്ഷേ അവരുടെ തല അമിതമായി കഴിവു അവയവമാണ്.
		-- W. Somerset Maugham, "The Summing Up"

%
ഞാൻ എന്നെ തടയുന്നതിനുള്ള നടിക്കുന്നതു തുടർന്ന് നിങ്ങൾക്ക് പരിചയമുള്ള നടിക്കുന്നു കാണാം.
		-- W. Somerset Maugham, "The Summing Up"

%
നിന്റെ അമ്മയെ ഞാൻ കുറിച്ച് ... അവളുടെ ഭാവനയും അല്ല നിങ്ങൾക്ക് താക്കീത് വ്യക്തി പേടിയില്ലആ നല്ല.
		-- Amy Gorin

%
"ഞാൻ ശരിക്കും നിങ്ങൾക്ക് സംസാരിക്കുന്നത് ആസ്വദിക്കുന്ന പിരിയുകയാണ് ... വീണ്ടും സംസാരിക്കരുത് അനുവദിക്കുക ____ റിയൽഉടൻ ... "
		-- Amy Gorin

%
ഞാൻ നിങ്ങളെ ഇവിടെ മുൻപരിചയം ഏകദേശം പോലെ അത്രമാത്രം, നിങ്ങൾ തന്നെ ദുസ്സഹമാക്കുന്നു സുഖമാണ്.
		-- Amy Gorin

%
കാര്യങ്ങൾ ചെയ്യുന്ന ശരിയായ മാർഗം വ്രണപ്പെടുത്തിയ എങ്കിൽ ക്ഷമിക്കണം.
		-- Amy Gorin

%
ക്ഷമിക്കണം, എന്റെ കർമ്മ നിങ്ങളുടെ ഒരുളുപ്പുമില്ലാതെ മുകളിലൂടെ.
		-- Amy Gorin

%
ഞാൻ ഭാഗ്യവാനാണെന്ന് കാരണം ഞാൻ വിജയകരമായ സുഖമാണ്. ബുദ്ധിമുട്ടുമാണ് ഞാൻ പ്രവർത്തിക്കും ഞാൻ നേടുകയും കാലമെത്രയോ.
		-- Amy Gorin

%
ഞാൻ ഇതിനകം നിങ്ങൾ കൂടുതൽ ഞാൻ അറിയുന്നു അധികം പറഞ്ഞതിന്റെ.
		-- Amy Gorin

%
ഞാൻ എന്റെ മാടം കണ്ടെത്തി. ഞാൻ അവിടെ ഭയമില്ല നിങ്ങൾ എന്തിനാണ് ആശ്ചര്യപ്പെട്ടു എങ്കിൽ, ഉണ്ടായിരുന്നുചുവടെ ഈ ചെറിയ ദ്വാരം ...
		-- John Croll

%
ഞാൻ പുസ്തകങ്ങളുടെ വായന നൽകി; ഞാൻ അത് സ്വയം എന്റെ മനസ്സിൽ എടുക്കുന്നു കണ്ടെത്താൻ.
		-- John Croll

%
ഞാൻ കൗമാര ആയി ഒരു ശിശുവിനെപ്പോലെ ഒരു മനുഷ്യൻ അറിഞ്ഞിരിക്കയാൽ ചെയ്തിട്ടുണ്ട് - ചിലപ്പോൾഒരേ ദിവസം.
		-- John Croll

%
"ഞാൻ കണ്ടിട്ടുണ്ട്, ഞാൻ പറയും ബിയർ ഒരു വീടാണോ മെച്ചപ്പെട്ട തല കണ്ട"
		-- Senator Claghorn

%
അവർ ഇഷ്ടമല്ല കാരണം ആശയങ്ങൾ വളരെ നീണ്ട ചില മനസ്സ് താമസിക്കാൻ ഇല്ലഏകാന്ത തടവിലാക്കിയിരിക്കുകയാണെന്നും.
		-- Senator Claghorn

%
ഒരു മനുഷ്യൻ താലന്തു ഉണ്ട് അതു ഉപയോഗിക്കാൻ കഴിയില്ല എങ്കിൽ, അവൻ പരാജയപ്പെട്ടു.
		-- Thomas Wolfe

%
ദൈവം വാക്ക് ഉദ്ദേശിച്ചുള്ള മനുഷ്യൻ ഉണ്ടായിരുന്നു അവനെ അവൻ അടി നൽകുമായിരുന്നു.
		-- Thomas Wolfe

%
ഞങ്ങളെ നഗ്നനായി ഇരിക്കുന്നതു ദൈവം ഉദ്ദേശിച്ചുള്ള കിട്ടിയിരുന്നെങ്കിൽ ഞങ്ങൾ ആ വഴി ജനിച്ചു വരുമായിരുന്നു.
		-- Thomas Wolfe

%
ദൈവം പുരുഷന്മാരിൽ പറക്കുന്ന ഉദ്ദേശിച്ചുള്ള അവന് ലളിതമാക്കി ലഭിക്കുന്നതിന് ഉണ്ടാക്കുവാൻ ആഗ്രഹിക്കുന്നുവിമാനത്താവളം.
		-- George Winters

%
ദൈവം നിങ്ങളെ ചുറ്റും നഗ്നചിത്രങ്ങൾ പോകാൻ ആഗ്രഹം പ്രകടിപ്പിച്ചാൽ നിങ്ങളെ അവൻ വലിയ കൈകൾ നൽകുമായിരുന്നു.
		-- George Winters

%
ദൈവം നിങ്ങളെ വിടുമോ ആയിരിക്കും ആഗ്രഹമാണ് എങ്കിൽ അവൻ നിങ്ങൾക്ക് അത്തരം തന്നിരിക്കുന്നു മനസ്സില്ലായിരുന്നുഉജ്ജ്വലമായ ഒരു ഭാവന.
		-- George Winters

%
ദൈവം നമുക്കു സ്പാമരന്മാരെ കാണണമെങ്കിൽ, എന്തുകൊണ്ട് ഞങ്ങൾക്ക് കാലുകൾ നൽകി?
		-- Marvin Kitman

%
അവൻ തൻറെ വിശ്വാസം മാറ്റുകയും ചെയ്യണം, അത് ഇനി കണ്ടതിനാൽ ആയിരിക്കുംദൈവത്തിൻറെ.
		-- Marvin Kitman

%
ഞാൻ കുന്നിൻ മേൽ കാണാനും എങ്കിൽ എന്നെ എന്നേക്കും മുകളിൽ ഒരാളായി ന്യായീകരണം അല്ല അത്?
		-- Jerry Muscha

%
മനുഷ്യൻ ദൂതന്മാരെക്കാൾ അല്പം മാത്രം താഴ്ത്തി എങ്കിൽ, മലക്കുകൾ ഉടച്ചുവാർക്കുവാൻ വേണം.
		-- Mary Wilson Little

%
ഒറ്റ പഠനങ്ങൾ വളരെ തീക്ഷ്ണതയോടെ ഒരാൾക്ക് എളുപ്പത്തിൽ തന്റെ നാവ് നഷ്ടപ്പെടുത്തുന്നു.
		-- A. Einstein.

%
ഒറ്റ സത്യം പറയുന്നു എങ്കിൽ ഒരു ഉറപ്പു, ഇന്നല്ലെങ്കിൽ പിന്നീട്, കണ്ടു എന്നതാണ്.യുവ "
		-- Oscar Wilde, "Phrases and Philosophies for the Use

%
അത് പ്രകാരം മാന്യമായ ആയിരിക്കും ഇല്ലാതെ ബഹുമാനിക്കും കഴിഞ്ഞില്ല.
		-- Oscar Wilde, "Phrases and Philosophies for the Use

%
എങ്കിൽ ഇല്ലാതെ കണ്ടുകൊണ്ടുനിന്നു വിസ്മയകരമായ തോന്നൽ ലഭിക്കുംഒന്നും നിവർത്തിക്കും ഇല്ലാതെ.
		-- Oscar Wilde, "Phrases and Philosophies for the Use

%
എങ്കിൽ പകരം ഒരു മനോഭാവം വ്യക്തിത്വവും ഉണ്ടായിരുന്നു.
		-- Oscar Wilde, "Phrases and Philosophies for the Use

%
അവസരം പ്രലോഭനത്തിൽ വേഷത്തിൽ വന്നു എങ്കിൽ ഒരു സിക്സറും മാത്രം മതി.
		-- Oscar Wilde, "Phrases and Philosophies for the Use

%
ജനം എന്ന് അവർ ശിക്ഷ ഭയപ്പെടുകയും കൂലി പ്രത്യാശിക്കുന്നു മാത്രമാണ്തീർച്ചയായും ഞങ്ങൾ ഒരു ക്ഷമിക്കണം ധാരാളം.
		-- Albert Einstein

%
ആളുകളുമായി നിങ്ങൾ ഒരു ദോഷവും അർഥം കാണുകയാണെങ്കിൽ, അവർ നിങ്ങളോടു ദോഷം ഒരിക്കലും ഒമ്പത്പത്തിൽ പ്രാവശ്യം!
		-- Albert Einstein

%
പരിശീലനം സമഗ്രമാക്കുന്നു, ആരും ഉത്തമമാണ്, എന്തുകൊണ്ട് പ്രായോഗികമാക്കാൻ?
		-- Albert Einstein

%
ചില ആളുകൾ നിങ്ങളോട് പറഞ്ഞിട്ടില്ലേ പക്ഷം, അവ അവധിക്കാലം അകലെ ആകുമായിരുന്നു ആഗ്രഹിക്കുന്നു അറിയില്ല ആഗ്രഹിക്കുന്നു.
		-- Albert Einstein

%
ആരെങ്കിലും അവൻ "കുറവു കൂടാതെ" പ്രവർത്തിക്കുമെന്നു പറയുന്നു എങ്കിൽ അവൻ മനസ്സില്ല.
		-- Albert Einstein

%
കാലാവസ്ഥ വളരെ മോശമാണ് എങ്കിൽ സഭാകൂടിവരവിൽ ഇറങ്ങി ആയിരിക്കും. എങ്കില്കാലാവസ്ഥ വളരെ നല്ലതു സഭാകൂടിവരവിൽ ഇറങ്ങി ആയിരിക്കും. എങ്കില്ബുള്ളറ്റിൻ കവറുകൾ അതേസമയം, സപ്ലൈയിലെ ഇരിക്കുന്നു സഭാകൂടിവരവിൽ ഇഷ്ടംഎല്ലാ തീക്ഷ.
		-- Reverend Chichester

%
എന്തെങ്കിലും ചെയ്യാൻ ഒരു തെറ്റായ വഴി ആണെങ്കിൽ, ആരെങ്കിലും അതു ചെയ്യും.
		-- Edward A. Murphy Jr.

%
ഏതെങ്കിലും നീതി ലോകത്തിൽ ഉണ്ടായിരുന്നു എങ്കിൽ "വിശ്വസിക്കുക" നാല് അക്ഷരം വചനം തന്നെ.
		-- Edward A. Murphy Jr.

%
കാര്യങ്ങൾ ഉടൻ മെച്ചപ്പെടുത്താൻ ഇല്ലെങ്കിൽ, നന്നായി .വീട്ടിപ്പൊക്കോ നിർത്താൻ ആവശ്യപ്പെടുക ആഗ്രഹിക്കുന്നു.
		-- Edward A. Murphy Jr.

%
"ഞങ്ങൾ പറക്കുന്ന ചേട്ടൻ, ഞങ്ങളുടെ ലഗേജ് നഷ്ടപ്പെടുന്നത് പ്രമാണിച്ചു പറഞ്ഞു."
		-- Edward A. Murphy Jr.

%
ഞങ്ങൾ അതികാലത്തു എഴുന്നേറ്റു ചേട്ടൻ എങ്കിൽ ദൈവത്തിന്റെ അലാറം ക്ലോക്കുകൾ ഞങ്ങളെ ഉണ്ടാകേണ്ടതാണ്.
		-- Edward A. Murphy Jr.

%
നിങ്ങൾ ഒരു fatalist എങ്കിൽ, അതിനെ കുറിച്ചുള്ള എന്തു ചെയ്യാൻ കഴിയും?
		-- Ann Edwards-Duff

%
കാരണം സത്യമാണ് ഏറ്റവും വലിയ ധനം സത്യസന്ധതമൂലം എങ്കിൽ, നിങ്ങളുടെ സത്യസന്ധത കേടായി.
		-- Ann Edwards-Duff

%
നിങ്ങളെക്കുറിച്ചുള്ള പിന്നീട് അവർക്ക് നഷ്ടമാണ് നിങ്ങൾക്ക് നിങ്ങളുടെ തല നിലനിർത്താൻ കഴിയും എങ്കിൽവ്യക്തമായി സാഹചര്യം മനസ്സിലാക്കുന്നില്ല.
		-- Ann Edwards-Duff

%
നിങ്ങൾ ആരെയെങ്കിലും കുറിച്ച് നല്ല ഒന്നും പറയാൻ കഴിയില്ല എങ്കിൽ, എന്നെ ശരിയായ ഇവിടെ ഇരിക്കുകയാണ്.
		-- Alice Roosevelt Longworth

%
നിങ്ങൾ ദീർഘകാലാടിസ്ഥാനത്തിൽ നിങ്ങൾ പ്രവർത്തിച്ചിരുന്നതിനെ എല്ലാവർക്കും പറയാൻ കഴിയില്ല എങ്കിൽ,നിങ്ങളുടെ ചെയ്യുന്നത് വായിച്ചതിനും.
		-- Edwim Schrodinger

%
ഇടവിടാതെ നൽകിയാൽ ഇടവിടാതെ ഉണ്ടായിരിക്കും.
		-- Edwim Schrodinger

%
നിങ്ങൾ പിടിക്കപെട്ടു ചെയ്തില്ല എങ്കിൽ, നിങ്ങൾ ശരിക്കും അത് ചെയ്തത്?
		-- Edwim Schrodinger

%
നിങ്ങളുടെ സുഹൃത്തുക്കൾ ഏറ്റവും വന്നില്ല, നിങ്ങൾക്ക് ഏറ്റവും ഇല്ല എന്ന്നിങ്ങളുടെ പ്രശ്നങ്ങൾ.
		-- Edwim Schrodinger

%
നിങ്ങൾ ഒരു കാര്യം ഒരു പുരുഷൻ എങ്കിൽ, നന്നായി അവനെ കുറിച്ച് സംസാരിക്കാൻ നേടുകയും ചെയ്തുഅതു; മനുഷ്യരെ സംസാരിക്കാൻ വേണ്ടി കൂടുതൽ സാധ്യത അവർ മറ്റൊന്നും ചെയ്യേണം.
		-- Carlyle

%
നിങ്ങൾ എവിടെ ഗൗനിക്കുന്നില്ല എങ്കിൽ, നഷ്ടമായ അല്ല.
		-- Carlyle

%
നിങ്ങൾക്ക് അതു ഇല്ലെങ്കിൽ, നിങ്ങൾ എങ്കിൽ മോളു തന്നെ അറിയില്ല കാണാംഅതു ചെയ്തതു.
		-- Carlyle

%
നിങ്ങൾ ചെയ്യുന്നത് സാരമില്ല എന്നു ഞാൻ കാര്യങ്ങൾ ചെയ്യാൻ ഇല്ലെങ്കിൽ, ആർ?
		-- Carlyle

%
മറ്റു പുരുഷന്മാർ ന്റെ ശവസംസ്കാരം പോകാൻ ഇല്ലെങ്കിൽ അവർ നിനക്കു പോകില്ല.
		-- Clarence Day

%
നിങ്ങൾ ഒരു ഡോണും ചരമവാർത്ത ഇല്ലെങ്കിൽ നിങ്ങൾ ഒരുപക്ഷേ കാര്യമില്ലെന്ന്.
		-- Freeman Dyson

%
നിങ്ങൾ ഞാൻ ഡ്രൈവ് വഴി ഇഷ്ടമായില്ലെങ്കിൽ, ഇടവഴിയിലെ ഓഫ് നിക്ക്!
		-- Freeman Dyson

%
നിങ്ങൾ ഒന്നും പറയുന്നില്ല എങ്കിൽ അതു ആവർത്തിക്കാൻ വിളിച്ചു ചെയ്യില്ല.
		-- Calvin Coolidge

%
നിങ്ങൾ അങ്ങനെ വ്യക്തമായി ആരും തെറ്റിദ്ധരിക്കും കഴിയുന്ന വിശദീകരിക്കും എങ്കിൽ ആരേയെങ്കിലും ഉദ്ദേശിക്കുന്ന.
		-- Calvin Coolidge

%
നിങ്ങൾ അത് flaunt, അത് ട്രാഷ് ഞങ്ങൾക്കുണ്ട് പ്രതീക്ഷിക്കുന്നില്ല.
		-- Calvin Coolidge

%
നീ മാത്രം യജമാന ന് ഒഴുകി എങ്ങനെ നിങ്ങൾക്ക് എകൈ്സസ് കണക്കാക്കാൻ കഴിയുംകംപ്യൂട്ട് ലോഡ്?
		-- Christopher Hodder-Williams

%
നിങ്ങളുടെ മനസ്സ് പുറത്തിറങ്ങുകയും, അത് ആ ശല്യപ്പെടുത്താതെ അങ്ങനെ മിണ്ടാതെ ചെയ്യാൻനിങ്ങൾക്ക് ചുറ്റുമുള്ള.
		-- Christopher Hodder-Williams

%
നിങ്ങൾക്ക് എന്തെങ്കിലും പ്രതിഭകളെ ഉണ്ടായിരുന്നു, അപകടകരമായ ആഗ്രഹിക്കുന്നു.
		-- Christopher Hodder-Williams

%
വെറും മതി നീണ്ട മതി ഹാർഡ് ശ്രമിക്കുക, നിങ്ങൾക്ക് എല്ലായ്പ്പോഴും കഴിഞ്ഞെങ്കിൽനിതംബം സ്വയം ബൂട്ട്.
		-- A. J. Liebling, "The Press"

%
നിങ്ങളുടെ മനസ്സ് ന്യൂറൽ തുറക്കുക സൂക്ഷിച്ചാൽ, ധാരാളം ആളുകൾ എറിഞ്ഞ്അതിലേക്കു അസംബന്ധം.
		-- William Orton

%
നിങ്ങളുടെ അവസാനത്തെ മട്ടിൽ നിങ്ങൾ ഇന്നു ജീവിച്ചു, നിങ്ങൾക്ക് റോക്കറ്റുകൾ ഒരു ബോക്സ് വാങ്ങാൻ ആഗ്രഹിക്കുന്നുനിങ്ങൾ മനസ്സായില്ല അവരെ ഒക്കെയും ഫയർ ഓഫ്?
		-- Garrison Keillor

%
നിന്നെ കാണാൻ നന്നായി വസ്ത്രധാരണം, നിങ്ങൾക്ക് ജീവിതത്തിൽ ഒരു ഉദ്ദേശ്യം ആവശ്യമില്ല.
		-- Robert Pante, fashion consultant

%
നിങ്ങൾ ജനം ചിന്തിക്കുന്നതെന്ന് ചിന്തിപ്പിക്കാൻ പക്ഷം അവർ ഇഷ്ടപ്പെടുന്ന; എന്നാൽ നിങ്ങൾശരിക്കും അവർ നിങ്ങളെ വെറുക്കുന്നു കരുതുന്നു ഉണ്ടാക്കേണം.
		-- Robert Pante, fashion consultant

%
മതി ഒരു കാര്യം നിങ്ങളെ മെസ്, അത് പൊട്ടി കാണാം.
		-- Schmidt

%
നിങ്ങൾ ഒരു വ്യക്തി നിങ്ങളെ വഞ്ചിക്കുന്നത് ശ്രദ്ധിച്ചോ പക്ഷം അവർ പാടില്ലവളരെ നന്നായി നിങ്ങൾ ചതിക്കുക.
		-- Schmidt

%
നിങ്ങൾ ദൈവത്തെ സംസാരിക്കാൻ എങ്കിൽ, പ്രാർഥിക്കുകയായിരുന്നു ചെയ്യുന്നു; ദൈവം ലേക്ക് നയിക്കും പക്ഷം നിങ്ങൾക്കുള്ളസ്കീസോഫ്രീനിയ.
		-- Thomas Szasz

%
നിങ്ങൾ കരുതുന്നുണ്ടെങ്കിൽ നിങ്ങൾ സംസാരിക്കുന്നു മുമ്പ് ഓരൊരുത്തര്ക്കും യിലെ തന്റെ തമാശ ലഭിക്കുന്നു.
		-- Thomas Szasz

%
പ്രശ്നം ഇപ്പോൾ മോശമാണ് ഞങ്ങൾക്ക് തോന്നുന്നുവെങ്കിൽ, അത് പരിഹരിച്ച വരെ മാത്രം. '
		-- Arthur Kasspe

%
നിങ്ങൾ കരുതുന്നുണ്ടെങ്കിൽ കാര്യങ്ങളെ കൂടുതൽ വഷളാക്കും കഴിയില്ല അത് നിങ്ങൾക്ക് മാത്രം കാരണം ഒരുപക്ഷേ തുടർന്ന്മതി ഭാവനയുടെ കുറവുണ്ടോ.
		-- Arthur Kasspe

%
നിങ്ങൾ എല്ലാവർക്കും പ്രീതിപ്പെടുത്താൻ ശ്രമിച്ചാൽ, ആരോ ഇഷ്ടപ്പെട്ടില്ല പോകുന്നില്ല.
		-- Arthur Kasspe

%
ഒരു മനുഷ്യൻ എത്ര പ്രായം അറിയണമെങ്കിൽ തന്റെ അനിയന് ചോദിക്കുന്നു.
		-- Arthur Kasspe

%
നീ ഒരു സമയത്തേക്കു സാങ്കൽപ്പിക ഒരാളായി പ്രവർത്തിക്കും, ആ ചിന്തിക്കുവാൻസാങ്കൽപ്പിക അക്ഷരങ്ങൾ ചിലപ്പോൾ മൃതദേഹങ്ങൾ കൂടി അധികം പേരെ യഥാർത്ഥ അവheartbeats.
		-- Arthur Kasspe

%
നിങ്ങളുടെ സ്വന്തം പ്രായം മനസ്സിലാക്കാൻ ആഗ്രഹിക്കുന്നതെങ്കിൽ, നിർമ്മിക്കുന്ന ഫിക്ഷൻ രചനകൾ വായിക്കാൻഅതിൽ. വേഷംമാറി ആളുകൾ പ്രാഗത്ഭ്യത്തോടെ സംസാരിക്കുന്നു.
		-- Arthur Kasspe

%
മതിയായ ശ്രദ്ധിക്കുക ആണെങ്കിൽ, ഗുണമെങ്കിലും ഒന്നും എപ്പോഴെങ്കിലും സംഭവിക്കും.
		-- Arthur Kasspe

%
നിങ്ങൾ നിരന്തരം നടപടികളിൽ എങ്കിൽ, ചികിത്സ സഹകരിക്കുകയും ചെയ്യുന്നു.
		-- Arthur Kasspe

%
നിങ്ങൾ നാളെ ക്ഷമിക്കണം ആയിരിക്കും എന്തെങ്കിലും ഇന്നു രാത്രി ചെയ്യാൻ പോകുന്നത് എങ്കിൽരാവിലെ വൈകി ഉറങ്ങാൻ.
		-- Henny Youngman

%
നിങ്ങൾ തൃപ്തികരമാണെങ്കിൽ, നിങ്ങൾ വിജയം മുൻപരിചയം.
		-- Henny Youngman

%
നിങ്ങൾ വളരെ ക്കോ എങ്കിൽ തികവുള്ളതും വേണം.
		-- Benjamin Disraeli

%
നല്ല സംസാരിക്കാനുള്ള, സ്പീക്കർ മനസ്സ് സത്യം അറിയാൻ പാടില്ലഅവൻ പറയുക എന്നതാണ് ഏത് കുറിച്ച് കാര്യം?
		-- Plato

%
തത്വത്തിൽ കാര്യങ്ങളിൽ പാറ പോലെ നിൽക്കുകയുംരുചി കാര്യങ്ങളിൽ, നിലവിലെ കൂടെ നീന്തി.
		-- Thomas Jefferson

%
മിക്ക സന്ദർഭങ്ങളിൽ, എല്ലാ ഒരു വാദം രണ്ടു ആളുകൾ കൂടിയിരിക്കുന്ന ആണ് തെളിയിക്കുന്നു.
		-- Thomas Jefferson

%
വിജയത്തിന് നിങ്ങൾ എന്ത് വിശേഷമുണ്ടായിട്ടാണ് പ്രവണത അവിടെ.
		-- Alan Kay

%
ഞങ്ങളുടെ സുഹൃത്തുക്കൾ അപകടം ഞങ്ങൾ മലയില് അല്ല എന്തെങ്കിലും കണ്ടെത്തുന്നഞങ്ങൾക്കു.
		-- La Rochefoucauld, "Maxims"

%
ഈ ലോകത്തിലെ ചില എനിക്ക് തോന്നി പോകുന്നു ചില അല്ല. അങ്ങനെ ഞാൻ ചെയ്യേണ്ടതിന്നുഎന്നെ പോലെ തന്നെ ആയിരിക്കും. അപ്പോൾ ഞാൻ ആരെങ്കിലും എന്നെ ഇഷ്ടപ്പെടുന്നു എങ്കിൽ അവർ എന്നെ ഇഷ്ടമായി അറിയുന്നു.
		-- La Rochefoucauld, "Maxims"

%
ഈ ലോകത്തിലെ രണ്ടു ദുരന്തങ്ങൾ ഉണ്ട്. ഏത് കിട്ടിയതിനു അല്ലആഗ്രഹിക്കുന്നു, മറ്റ് അതു കൈവരുന്നു.
		-- Oscar Wilde

%
ഒരാൾ ഒരു കളങ്കം ഇഷ്ടപ്പെടുന്നു ആ കബളിപ്പിക്കുന്ന പിൻവലിക്കപ്പെട്ടു ചെയ്യുമ്പോൾ ഇന്നസെൻസ് അവസാനിക്കുന്നത്.
		-- Joan Didion, "On Self Respect"

%
അസഹിഷ്ണുത സുരക്ഷിതമല്ലാത്ത അവസാന ശരണം.
		-- Joan Didion, "On Self Respect"

%
ആളുകളുമായി പങ്കാളിത്തം എപ്പോഴും വളരെ അതിലോലമായ കാര്യം തന്നെ -അതു പങ്കാളിയാവുന്നുണ്ടെന്നും എല്ലാ പണമെല്ലാം ലഭിക്കില്ല ആകുവാൻ യഥാർത്ഥ പക്വതയും ആവശ്യമാണ്.
		-- Bernard Cooke

%
അതേ മനുഷ്യന് ദിനംപ്രതി കൃഷ്ണയുടെ ഒന്ന് ന്റെ ഞരമ്പുകൾ നശിപ്പിക്കുന്നു.
		-- Benjamin Disraeli

%
നിങ്ങൾ ഇതിനായി എന്തെങ്കിലും ട്ട് പോലെ വീണു സാരമില്ലനിങ്ങൾ എഴുന്നേൽക്കുന്നു സമയത്ത് തറയിൽ നിന്ന്.
		-- Benjamin Disraeli

%
അതു നിങ്ങൾ പ്രവർത്തിക്കുന്നതിനെ കാര്യമില്ല, അത് നിങ്ങൾക്ക് മാത്രം നിങ്ങള് പറയുന്നതിൽ സംവാദത്തിൽചെയ്തതു നിങ്ങൾ എന്ത് പോകുന്നു.
		-- Benjamin Disraeli

%
ഇത് എന്തിനെങ്കിലും അത് പോലെ അല്ലാദിയയുടെ ഒരിക്കലും നിരീക്ഷിക്കപ്പെടുന്നു ചെയ്തുചില ശരീരശാസ്ത്രജ്ഞന്മാർ പക്കലുള്ള മറ്റൊന്ന് അഫയേഴ്സ് വെക്കുകയുംമൂക്ക് ഘ്രാണേന്ദ്രിയം ഒരനുഗ്രഹമായി എന്ന് നിഗമനത്തിന്റെ വരച്ച.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഇത് മനുഷ്യൻ യുക്തിബോധം മൃഗം ആണ് പറഞ്ഞത്. എനിക്കോ എന്റെ ജീവിതംഈ പിന്തുണയ്ക്കുന്നില്ല കഴിയാത്ത തെളിവുകൾ തിരഞ്ഞു.
		-- Bertrand Russell

%
ഒരു സംഭാഷണം ഹോൾഡ് ശരി തന്നെ, എന്നാൽ നിങ്ങൾ അതു വിട്ടയപ്പാൻപിന്നെ.
		-- Richard Armour

%
ഇത് എപ്പോഴും സത്യം പറയാൻ മികച്ച നയം, നിയമപ്രകാരം, തീർച്ചയായും ആണ്,നിങ്ങൾ ഒരു ഭയമോ നല്ല വ്യാജവാദിയാകുന്നു ആകുന്നു.
		-- Jerome K. Jerome

%
സൗന്ദര്യവും നന്മയെ എന്ന് കബളിപ്പിക്കുന്ന എത്ര പൂർണ്ണമായ വിസ്മയാവഹമാണ്.
		-- Jerome K. Jerome

%
അത് അധികം നേരം പോകുന്നത് സംസ്കാരത്തിന്റെ ഉത്തമംഅതു വരുന്നു.
		-- Henry Allen

%
ഇത് അനുമതി അധികം പാപമോചനം നേടുകയും എളുപ്പം.
		-- Henry Allen

%
ഒരു prig നിന്നു അതിനെക്കാൾ libertine നിന്നു ഒരു വിശുദ്ധന്റെ ഉണ്ടാക്കുവാൻ എളുപ്പം.
		-- George Santayana

%
ഞങ്ങൾ കഷ്ടം ഉപദേശം നൽകാൻ സുഖമായി അതിന് എളുപ്പമാണ്.
		-- Aeschylus

%
ഒറ്റ ഗസ്റ്റ് പോകാൻ താല്പര്യമില്ല വേഗത വരുമ്പോൾ അത് തുല്യ ചീത്തയും അവൻകുതിച്ച് ചുമക്കും പിടിച്ചുവെക്കുന്നവനും. മറിച്ച് ഒറ്റ ഗസ്റ്റ് ആർ മൈത്രീ വേണംഎന്നാൽ അവൻ ഉദ്ദേശിക്കുന്നത് അവനെ വേഗത.[ "VMs ഇന്റേണലുകൾ ഡേറ്റാ രീതികളും" ഉദ്ധരിച്ച, V4.4, എപ്പോൾഷെഡ്യൂളിങ് പരാമർശിച്ച്.]
		-- Homer, "The Odyssey"

%
അത് ഒരു മനുഷ്യന്റെ അവൻ അതു ശരിയായ ജഡ്ജിയാണ് ഒരു കാര്യം കഴിയില്ല കൃത്യമായി കാരണം.
		-- Oscar Wilde

%
മറ്റുള്ളവരെ ഇല്ലാതെ നിങ്ങളുടെ നല്ല ഗുണങ്ങൾ കണ്ടെത്താൻ വരുമ്പോൾ ഇതിൽ കൂടുതൽ ശ്രദ്ധേയമാണ്നിങ്ങളുടെ സഹായം.
		-- Miss Manners

%
ഇത് പൊതുവായി "ഹലോ" കാരണം ഒരു ഉചിതമായ അഭിവാദ്യം എന്ന് അംഗീകരിക്കപ്പെട്ടുനിങ്ങൾ ഒരു മുറി ചെന്നു "ഗുഡ് ബൈ," അതു ധാരാളം ആളുകൾ ആശയക്കുഴപ്പത്തിലാക്കുന്ന വ്യക്തമാക്കി എങ്കിൽ.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
ശുഭാപ്തി പിരിയും ഇരിക്കുന്നതു അസാധ്യമാണ്.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
മൂഢൻമാർ അങ്ങനെ ഒരാളാണെന്ന് കാരണം ശൂറാ ഒന്നും വരുത്തുവാൻ അസാധ്യമാണ്.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
അതു നന്നായി ഇറങ്ങി ആകുവാൻ തീർച്ചയായും അഭികാമ്യമാണ്, മഹത്വവും വകയാണ്ഞങ്ങളുടെ പൂർവ്വികർ.
		-- Plutarch

%
ശരിയാക്കുന്നതിന് അധികം ഗുരുതരമാണ് വളരെ എളുപ്പം.
		-- Benjamin Disraeli

%
ഒരു നല്ല മനസ്സ് മാത്രം പോരാ. പ്രധാന കാര്യം നന്നായി ഉപയോഗിക്കുക എന്നതാണ്.
		-- Rene Descartes

%
അത് വലിയ ഗുണങ്ങൾ പോരാ, നമുക്ക് ഉണ്ടായിരിക്കണംഅവരിൽ മാനേജ്മെന്റ്.
		-- La Rochefoucauld

%
ഒരു മനുഷ്യൻ അറിവില്ലാതെ ഇരിക്കുന്നതു നന്നല്ലഅവന്റെ കാൽ ധൃതി ചിരിപ്പിക്കുകയും തന്റെ വഴി അംഗീകരിക്കപ്പെടണം.
		-- Proverbs 19:2

%
ഇത് അനുമതിക്കായി ചോദിക്കാൻ അധികം പാപമോചനം തേടുകയും പലപ്പോഴും എളുപ്പം.
		-- Grace Murray Hopper

%
അതു അച്ചടക്കം സ്തുതിക്കാൻ ഒരു കാര്യം മറ്റൊരുവൻ അതിലേക്ക് സമർപ്പിക്കാൻ.
		-- Cervantes

%
അത് അവരുടെ അന്തസ്സിനെ നില്ക്കാൻ ഞങ്ങൾക്കുണ്ട് ആർ ചെറിയ ധാർമിക അതികായന്മാർ ആളുകളെ മാത്രം ആണ്.
		-- Cervantes

%
സമാധനം അശ്ലീല ആർ മഹാന്മാരുടെ മാത്രമാണ്. അവർ ധൈര്യപ്പെട്ടില്ല ചെയ്തില്ലായിരുന്നെങ്കിൽഅശ്ലീല ആയിരിക്കും അവർ വലിയവൻ ആകും ധൈര്യം ഒരിക്കലും.
		-- Havelock Ellis

%
അത് ചുരുക്കി ചെറിയ ചിന്തകർ ബിസിനസ്സാണ്.
		-- Carl Sandburg

%
തീവെച്ചു ഒരു വീടിന് പോലെ അത് അങ്ങേയറ്റത്തെ സ്വയം പ്രേമികളുടെ സ്വഭാവമാണ്,അതു മുട്ട വറുപ്പാൻ എന്നാൽ ആയിരുന്നു.
		-- Francis Bacon

%
അവർ വിഴുങ്ങും എന്ന് പറയുമ്പോൾ കണ്ണുനീർ ചൊരിയുന്ന, ചീങ്കണ്ണികൾ ജ്ഞാനം ആണ്.
		-- Francis Bacon

%
ഒരു മരത്തിൽ തന്റെ കൂടു പണിയുന്നു ജ്ഞാനിക്കു പക്ഷി ആണ്.
		-- Francis Bacon

%
അതു നിങ്ങൾ ജയിച്ചാലും നഷ്ടപ്പെടും എന്ന് സംവാദത്തിൽ; എന്തു കാര്യങ്ങൾ ഞാൻ ജയിച്ചാലും നഷ്ടപ്പെടും എന്നതാണ്.
		-- Darrin Weinberg

%
ഇത് പൂർണ്ണ വായികൊണ്ടു സംസാരിക്കാൻ മോശം ശീലമാണ് ആയിരിക്കാം, എന്നാൽ അത് അല്ലനിങ്ങളുടെ തലയിലെ ശൂന്യമാണ് വരുമ്പോൾ നിങ്ങൾ സംസാരിക്കുന്നു എങ്കിൽ നല്ല ഒന്നുകിൽ.
		-- Darrin Weinberg

%
ജീവിതത്തിൽ നിങ്ങളുടെ മുഴുവൻ ഉദ്ദേശ്യം ഒരു സേവിക്കാൻ ലളിതമായി ആകാംമറ്റുള്ളവർക്ക് മുന്നറിയിപ്പ്.
		-- Darrin Weinberg

%
അതു നിങ്ങൾ അവഗണിക്കുന്നില്ല കീർത്തിയാർജ്ജിച്ച അവസ്ഥയിലാണെങ്കിലോ, വ്യക്തമായ ആകുവാൻ ചിലവഴിക്കുന്ന.
		-- Darrin Weinberg

%
ലോകത്തെ നന്മയും തിന്മയും ജനം വിഭജിച്ചു തോന്നി. സദ്വൃത്തരിൽ ഉറങ്ങിമെച്ചപ്പെട്ട ... ദുർജനങ്ങളിൽ അധികം ഉറക്കമുണർന്ന് മണിക്കൂർ ആസ്വദിക്കാൻ വിചാരിച്ചു.
		-- Woody Allen, "Side Effects"

%
അവൻ നിങ്ങളെ കൊള്ളുന്നില്ല എങ്കിൽ ഓട്ടോ ഡ്രൈവർ ഭ്രാന്തു തോന്നുന്നു.
		-- Woody Allen, "Side Effects"

%
അതു നാം എല്ലാവരും നേരിടേണ്ടി എന്തു നേരിടാൻ ധൈര്യം ഒരു പ്രത്യേക തരം എടുക്കും.
		-- Woody Allen, "Side Effects"

%
ഇത് ഫ്രീവേകളും നിറയ്ക്കാൻ എല്ലാത്തരം എടുക്കും.
		-- Crazy Charlie

%
കൊലപാതകം പ്രവർത്തിക്കുന്നതു, ആയുധം, രണ്ടു ആളുകൾ രണ്ടും എടുക്കും.
		-- Crazy Charlie

%
കാര്യം ചെയ്യാൻ കുറച്ച് സമയം എന്തിനാണ് താങ്കൾ വിശദീകരിക്കാൻ ചെയ്യുന്നതു അധികം എടുക്കുന്നുഅതു അക്രമം.
		-- H. W. Longfellow

%
സത്യം പറയാൻ രണ്ട് എടുക്കും: ഒരു സംസാരിക്കണമെന്നും കേൾപ്പാൻ.
		-- H. W. Longfellow

%
ഇത് പൊതുവായി ആ മനുഷ്യ സ്വഭാവവും ചെയ്തത് ഉള്ളവന് സാറിന് ആർ കണ്ടെത്തി ചെയ്യുംഅതു നിന്ദിച്ചുതുടങ്ങി ബാധിക്കും, ഏറ്റവും മോശം കുറഞ്ഞത് സുഖകരമായ ഉദാഹരണങ്ങൾ ഇടയിലുള്ള.
		-- Charles Dickens

%
ഇത് ഒന്നും കാണാന് കഴിയില്ല ചില ആളുകൾ എല്ലാം നിന്നുള്ളവർ വഴി ദുരന്തം തന്നെ.
		-- Charles Dickens

%
മാത്രം അവർ താൽപ്പര്യമുണ്ടെങ്കിൽ സുഹ്യത്തായിരിക്കണം കഴിഞ്ഞില്ല എത്ര പേർ വിസ്മയംആദ്യ സമീപനം ഉണ്ടാക്കുക.
		-- Charles Dickens

%
ഇത് "മുതിർന്നവർക്കുള്ള ജ്ഞാനം" വളരെ ക്ഷീണിതനാണ് ഒരാളായി രൂപപ്പെടണം എത്ര അത്ഭുതകരമായിരിക്കുന്നു.
		-- Charles Dickens

%
അവർ നിങ്ങൾ പിന്തിരിഞ്ഞ് പോകുന്നത് അറിഞ്ഞിട്ടു നൈസ് ആളുകൾ നിങ്ങളെ എങ്ങനെ അത്ഭുതകരമായിരിക്കുന്നു.
		-- Michael Arlen

%
അത് ജീവിതത്തിന്റെ എലിയുടെ-ഓട്ടത്തിൽ എന്ന് മതി മോശമാണ്, എന്നാൽ എലികളെ എപ്പോഴും ജയിക്കാൻ നമുക്കുണ്ടോ?
		-- Michael Arlen

%
ഇത് സത്യസന്ധത അധികം quotable ആയിരിക്കും നല്ലത്.
		-- Tom Stoppard

%
കൊലപ്പെടുത്തിയാൽ ആഗ്രഹിച്ചു ചെയ്യാൻ ഒട്ടും ആഗ്രഹം വരാത്ത ആ നല്ലത്.
		-- Marty Winch

%
അവർക്ക് അത് ജീവിക്കാൻ ഒന്നിലധികം തത്ത്വങ്ങൾ യുദ്ധം എളുപ്പമാണ്.
		-- Marty Winch

%
ഇത് വേണ്ടി പാപമോചനം അധികം തെറ്റാണെന്ന പാപമോചനത്തിനായി ലഭിക്കാൻ എളുപ്പമാണ്വലത്.
		-- Marty Winch

%
അതു അവരിൽ അധികപേരും മോശം പോലും പല ഗുണങ്ങൾ പുരുഷനെപ്പോലെ എന്നത് ബുദ്ധിമുട്ടുള്ള കാര്യമാണ്.
		-- Marty Winch

%
നിങ്ങൾ തികഞ്ഞ ആയിരിക്കുമ്പോൾ അത് വിനയാന്വിതനുമാണ് പ്രയാസം.
		-- Marty Winch

%
നിങ്ങളുടെ നെഞ്ച് ഓഫ് എന്തെങ്കിലും ലഭിക്കുന്നത് എപ്പോൾ നിങ്ങളുടെ കുപ്പായം എന്നത് ബുദ്ധിമുട്ടാണെന്ന്.
		-- Marty Winch

%
അതു പല തികച്ചും വേർതിരിച്ചറിയുന്നുണ്ടോ ആളുകൾ ചിന്തിക്കുന്നത് രസകരമാണ്നിങ്ങളുടേത് സമാനമായ മൃതദേഹങ്ങൾ.
		-- Marty Winch

%
ഞാൻ കൈവശം ഉണ്ടെന്ന് കാര്യമായി മനുഷ്യവർഗ്ഗത്തിന്റെ എടുക്കാതിരിക്കുന്നതിൽ അതിനെ തുടർന്ന്എന്റെ ഒരിക്കൽ ഗണ്യമായ മാനസിക ശക്തികൾ ഞാൻ ഇപ്പോഴും കൈവശമുള്ള ഏതു ശകലങ്ങൾ.
		-- Roger Noe

%
അതു നിങ്ങൾ അപരിചിതമായ മതി ഏറെയുത്തമം, സമൂഹം അറിയുന്നത് ആക്ടിവ് അത്രയേയുള്ളൂനിങ്ങൾക്ക് പൂർണ്ണ ഉത്തരവാദിത്തം.
		-- Roger Noe

%
ഇത് സ്മരണ മധുരവും, പക്ഷെ മറക്കുമാറാക്കി പലപ്പോഴും വിലകുറഞ്ഞ അത്രയേയുള്ളൂ.
		-- Roger Noe

%
തീക്ഷണത നിന്നെ അവർ വിചാരിക്കുകയും എല്ലാ രസകരമാണ്.
		-- Roger Noe

%
ഞാൻ തിരിയാൻ കാരണം ഒരു തിരുവോസ്തി ഒരു കരാർ അവൻ പോകുന്നില്ല അർത്ഥമില്ലഹിറ്റ് നേടുന്നതിന്.
		-- Joey

%
നിങ്ങൾ വിടുമോ മുൻപരിചയം കാരണം അവർ നിങ്ങളെ പിന്നാലെ അർത്ഥമില്ല.
		-- Joey

%
"വെറും ജിജ്ഞാസ നിന്നു ഇത് യഥാർത്ഥത്തിൽ എന്തെങ്കിലും അർത്ഥമാക്കുന്നത് അല്ലെങ്കിൽ ചില ഇല്ലമസ്തിഷ്കത്തിന്റെ കുറച്ച് ബാക്കി കഷണങ്ങൾ വെറും മരുമേഖലകളെ ഓഫ്? "
		-- Patricia O Tuama, rissa@killer.DALLAS.TX.US

%
ജസ്റ്റ് മറ്റുള്ളവരെല്ലാം സത്രം നേരെ നിങ്ങളുടെ അനർത്ഥത്തിന്നായി ഭാരമുണ്ടാകും, തുടർന്ന്നല്ലത് പ്രവർത്തിക്കുകയും ചെയ്യും.
		-- Lovers and Other Strangers

%
നിങ്ങൾ എലിയുടെ ഓട്ടത്തിൽ നേടിയ വല്ലാതെ മാത്രമല്ല, സഹിതം ഒരു വേഗതയേറിയ എലി വരുന്നു !!
		-- Lovers and Other Strangers

%
ജസ്റ്റിസ് എപ്പോഴും ഏഴു നിന്നു ജയിക്കുമ്പോൾ ... മൂന്നു തവണ!
		-- Michael J. Wagner

%
തണുത്ത വയ്ക്കുക, എന്നാൽ അനക്കമറ്റ് ചെയ്യരുത്.
		-- Hellman's Mayonnaise

%
നിങ്ങളുടെ വായില് നിലനിർത്തുക ആളുകൾ നിങ്ങളെ വങ്കത്തമാണ് വിചാരിക്കുന്ന;അതു തുറന്ന് നിങ്ങൾ എല്ലാ സംശയവും നീക്കം.
		-- Hellman's Mayonnaise

%
കഴിവിൽ അഭാവം സാധാരണയായി പലിശ കുറയുന്നതു വേഷത്തിൽ ആണ്.
		-- Hellman's Mayonnaise

%
പണം അഭാവം എല്ലാ ദോഷം ഐഡിയ ആണ്.
		-- George Bernard Shaw

%
ഡ്രൈവിംഗ് ടെസ്റ്റ് പരാജയങ്ങൾ ഏറ്റവുംഏപ്രിൽ 1970 മിസ്സിസ് മിറിയം: നദി അവളുടെ ടെസ്റ്റ് മുപ്പത്തി ഒൻപത് പരാജയപ്പെട്ടുതവണ. എട്ട് വര്ഷത്തില് അവൾ ഇരുനൂറു ലഭിച്ചു നടത്തിയിരുന്നുപന്ത്രണ്ടു L300 ചെലവിൽ ഡ്രൈവിംഗ് പാഠങ്ങൾ. അവൾ പുതിയ റെക്കോർഡ് സമയത്ത് സജ്ജമാക്കാൻവേക്ക്ഫീൽഡും ചുവപ്പ് ട്രാഫിക് ലൈറ്റുകൾ ഒരു കൂട്ടം കൂടി വിജയത്തോടെ ഡ്രൈവിംഗ്,യോർക്ക്ഷെയർ. Disappointingly അവൾ നാല്പതാം ശ്രമം (3 ഓഗസ്റ്റ് പാസാക്കി1970) എന്നാൽ എട്ടു വർഷത്തിനു ശേഷം അവൾ പഴയ ജാലവിദ്യ ചില കാണിച്ചു അവൾ ആയപ്പോൾഅവൾ ഇപ്പോഴും വലതു കൈ വളവുകൾ ചെയ്യുന്നത് ഇഷ്ടപ്പെട്ടില്ല എന്നു പറഞ്ഞതായി റിപ്പോർട്ട്.
		-- Stephen Pile, "The Book of Heroic Failures"

%
അവസാനം സഞ്ചി ആശംസകള് പൂർത്തിയാക്കാൻ ചെയ്യരുത്.
		-- Stanley Kelley, on the cult of victory at all costs

%
ചിരി രണ്ടുപേർ തമ്മിൽ അടുത്തുള്ള അകലം.
		-- Victor Borge

%
മറ്റ് ആളുകളുടെ തെറ്റുകൾ നിന്ന് അറിയുക, നിങ്ങളുടെ സ്വന്തം ഉണ്ടാക്കുവാൻ സമയം ഇല്ല.
		-- Victor Borge

%
ഭോഷനെ അവന്റെ നാവു ഹോൾഡ് അനുവദിക്കുക അവൻ മുനി നടപ്പിൽ ചെയ്യും.
		-- Publilius Syrus

%
സൌമ്യതയുള്ളവർ ഭൂമിയെ കൈവശമാക്കും അനുവദിക്കുക - എന്ന് അവരോട് വരുന്നു ഞങ്ങൾക്കുണ്ട്.
		-- James Thurber

%
അങ്ങിനെ ചെയ്യാം.
		-- Gary Gilmore, to his firing squad

%
ലൈഫ് ചെയ്യുന്ന എല്ലാ രോഗിയുടെ ആഗ്രഹം ഭ്രാന്തുണ്ടെന്നാണോ ആശുപത്രിയാണോഅവന്റെ കിടക്ക മാറ്റുക.
		-- Charles Baudelaire

%
ലൈഫ് അപമര്യാദയായ awakenings പരമ്പരയാണ്.
		-- R. V. Winkle

%
ലൈഫ് ഗുരുതരമായ ഭാരം യാതൊരു ചിന്തകൾ, മനുഷ്യത്വത്തോടെ വ്യക്തി തന്നെ ആണ്മൃഗവർഗങ്ങളെയും മറ്റാരെങ്കിലും ന് വരുത്തുമെന്ന.
		-- Clarence Darrow

%
ലൈഫ് വിശിഷ്ടമായ ഒരു ബിസിനസ്സ് ആണ്, ഏറ്റവും ആവേശകരമായ മറ്റുള്ളവരുടെ ജീവിച്ചു ചെയ്യുമ്പോൾ.
		-- Clarence Darrow

%
ലൈഫ് കോവർകഴുതപ്പുറത്തു ടീം അറിയാൻ 'പോലെയാണ്. നിങ്ങൾ ലീഡ് കോവർകഴുതപ്പുറത്തു ചെയ്തില്ലെങ്കിൽ, എല്ലാഇഴചേർത്ത ഒരേ കുറിച്ച് തോന്നുന്നു.
		-- Clarence Darrow

%
"ലൈഫ് വളരെ ലളിതവും തന്നെ അത് കാര്യങ്ങൾ വളരെ വേഗത്തിൽ ചെയ്തുതീർക്കുക തന്നെ"മറ്റ് ആളുകളുടെ ഇല്ലായിരുന്നെങ്കിൽ
		-- Blore

%
എന്റെ മാതാപിതാക്കളുടെ, ഞാൻ ഒരു സാധാരണ സഭ അംഗം അല്ലെങ്കിൽ churchgoer ആയിരുന്നില്ല.അത് ആരൊക്കെ ദൈവത്തിന്റെ ഏതുതരം എനിക്കു ശരിയാണെന്നു തോന്നുന്നില്ലമനുഷ്യവ്യാപാരങ്ങളിൽ മേൽ, പ്രാർഥനകൾ ശ്രദ്ധിക്കുന്നു, പിന്തുടരാനും ആളുകളെ മികവുറ്റ ശ്രമിച്ചാൽഅവന്റെ പ്രമാണങ്ങളെ - ആ പേരിൽ വളരെ അധികം അരിഷ്ടതയും ക്രൂരതയും ഇല്ല. ഓൺഅതേസമയം, ഞാൻ ആദരിക്കാനും അവരുടെ നിന്ന് പ്രചോദനം ലഭിക്കുന്ന അസൂയപ്പെടുകയാണോമതങ്ങൾ.
		-- Benjamin Spock

%
ഒരു നീണ്ട, പൊടിയുടെ റൈഡ് ശേഷം ഒരു തണുത്ത ഒറ്റ തിരയുകയാണ്, drifter ചെന്ന്.നീരജ. അവൻ ബാറിലേക്ക് ജനക്കൂട്ടം ഒരു മനുഷ്യൻ തന്റെ വഴി ഉണ്ടാക്കിയതു പോലെആക്രോശവും പ്രദേശത്തുകൂടി വര്ദ്ധിച്ചു "ബിഗ് മൈക്ക് ന്റെ comin '! മൂന്നാഴ്ചകള് ജീവിതത്തിൽ ഹാജ്യാര്ടെ ഓട്ടം!"പെട്ടന്ന് സലൂൺ തള്ളിത്തുറന്നു പൊളിഞ്ഞു. ഒരു പടുകൂറ്റൻ മനുഷ്യൻ മേൽ നിലക്കുന്നതുംഎട്ട് അടി ഉയരമുള്ള ഒരു എളുപ്പ 400 പൗണ്ട് തൂക്കമുള്ള ഒരു ഉപയോഗിച്ച് കാള ന് കയറിഒരു വിപ്പ് വേണ്ടി നിക്കറും. ഭുജം drifter റൂമിലേക്ക് അവനെ മേൽ എറിയുകയുംബാർ, ഭീമൻ, ഇടി "ഒരു പാനീയം Gimme!"ഒരു കുപ്പി വിസ്കി കൈമാറി ഭയന്നുപോയി മനുഷ്യൻ മനുഷ്യൻഒറ്റ .ക്ഷമാപണമെന്നോണം ലെ guzzled തുടർന്ന് ബാറിൽ റൺസെടുത്തു. അതിനുശേഷം പോലെ ഭയന്ന നിന്നുമനുഷ്യൻ തന്റെ വായിൽ തകർന്ന കുപ്പി നാചുറൽ പൊട്ടിയ ചില്ല് munched ഒപ്പംതൃപ്തിയോടെ അവന്റെ അധരം വിട്ടത്."ഞാൻ അയ്യോ, അണ്ണന് നിങ്ങൾക്ക് മറ്റൊരു നേടുകയും സർ കഴിയും?" drifter ഭയം."Naw, ഞാൻ ഇവിടെ outa Git പരീക്ഷിക്കുകയാണ് ബാലനെ," മനുഷ്യൻ grunted. "ബിഗ് മൈക്ക് ന്റെഎ-comin '. "
		-- Benjamin Spock

%
കർത്താവേ, എന്റെ സുഹൃത്തുക്കളിൽ നിന്നും എന്നെ പാലിച്ചു; ഞാൻ എന്റെ ശത്രുക്കളെ വരെയുമാണ് കഴിയും.
		-- Charles D'Hericault

%
നിന്നെപ്പോലെ നിന്റെ അയൽക്കാരനെയും സ്നേഹിക്കണം, എന്നാൽ നിങ്ങളുടെ പ്രദേശത്തിലെ തിരഞ്ഞെടുക്കുക.
		-- Louise Beal

%
നിങ്ങളുടെ ശത്രുക്കളെ സ്നേഹിക്കുക: നിങ്ങളുമായി ആയിരിക്കുമ്പോൾ എന്താണ് അവയെന്തെല്ലാമെന്നു് ശ്രമിക്കുന്ന സ്പോട്ടില് കാണാം.
		-- Louise Beal

%
കൂട്ടുകാരനെ സ്നേഹിക്ക ഇതുവരെയും വേലി ഇറങ്ങി വലിക്കരുത്.
		-- Benjamin Franklin

%
കിടക്കുന്നതു ജീവിതം സഹിക്കാവതാകും making ഒരു ഘടകമായി ആണ്.
		-- Bergan Evans

%
കുറെക്കാലം പദ്ധതികളുണ്ടാക്കി; അവർ മനുഷ്യരുടെ രക്തവും ഇളക്കിവിടുന്നു ഒരു ജാലവിദ്യയും ഞങ്ങൾക്കുണ്ട്.
		-- Daniel Hudson Burnham

%
പോകുവാൻ ആഗ്രഹിക്കുന്നു എവിടെയായിരുന്നാലും മനുഷ്യൻ വകയാണ്.
		-- Wernher von Braun

%
മനുഷ്യൻ തന്റെ bedlam ചെയ്തിരിക്കുന്നു; അവന്നു അതിൽ കിടത്തുകയും.
		-- Fred Allen

%
പത്തു കല്പനകൾ തന്നെത്തന്നെ നിരന്നു ഒരിക്കലും.
		-- Fred Allen

%
മനുഷ്യൻ തന്റെ ആഴത്തിലുള്ള ആവശ്യം തൃപ്തിപ്പെടുത്താൻ ഭാഷ കെട്ടിച്ചമച്ചു.
		-- Lily Tomlin

%
മനുഷ്യൻ എപ്പോഴും അവന്റെ ദേഷ്യം കളഞ്ഞവൻ വിളിച്ച് ചെയ്യുമ്പോൾ ഒരു യുക്തിബോധം മൃഗം ആണ്യുക്തിയുടെ ആവശ്യപ്പെടുന്നുണ്ട് അനുസൃതമായി പ്രവർത്തിക്കാൻ.
		-- Oscar Wilde

%
മനുഷ്യൻ സൌഹൃദം പദങ്ങൾ നിലനിൽക്കൂ മാത്രമേ മൃഗം ആണ്താൻ അവർക്കും കഴിക്കുകയും തിന്നുകയോ ഉദ്ദേശിക്കുന്നത് ഇരകൾക്ക്.
		-- Samuel Butler (1835-1902)

%
മനുഷ്യൻ പാക് കരഞ്ഞു മാത്രമേ മൃഗം മാത്രമാണ് അവൻ മാത്രം മൃഗം ആകുന്നുആ കാര്യങ്ങളും ആരൊക്കെയാണെന്നും അവർ തമ്മിലുള്ള വ്യത്യാസം അടിച്ചു ആണ്ആയിരിക്കേണ്ടുന്ന.
		-- William Hazlitt

%
മനുഷ്യൻ സാധാരണയായി മറ്റാരെയെങ്കിലും ബുദ്ധിവൈഭവം ജൽപനത്തിന് ഒഴിവാക്കുന്നു - അതു ഇല്ലാതിരുന്നാൽഒരു ശത്രുവാണ്.
		-- Albert Einstein

%
മനുഷ്യന്റെ ദിക്കുകളിലും ദർശനം അതിരുകള്.
		-- Albert Einstein

%
ഒരു സ്പീഷീസ് എന്ന നിലയിൽ മനുഷ്യന്റെ അതുല്യമായ മരണവെപ്രാളം തമ്മിലുള്ള തന്റെ ശാശ്വതാവകാശമായി പൊരുത്തക്കേട് പുണ്യവാൻഔട്ട് നിൽക്കുകയും കൂടിക്കലരുക ആവശ്യം ആഗ്രഹം.
		-- Sydney J. Harris

%
പല ഫാമിലി ട്രീ ട്രിമ്മിംഗ് ആവശ്യമാണ്.
		-- Sydney J. Harris

%
ഒരു കോണിൽ മരുന്നുകട നിങ്ങൾക്ക് കഴിയാത്ത പല ഒരുത്തൻ ഒരു ഇടപെടല് ലഭിക്കുംപ്രായം കൂടുതൽ അവന്റെ മനസ്സ് ാന് വരുമ്പോൾ കേൾവിയും.
		-- Finley Peter Dunne

%
പല മാനസിക പ്രക്രിയകൾ മാറിയാണ് അളന്നു ചെയ്തുകൊണ്ടിരിക്കുന്നു അഡ്മിറ്റ്. ഉദാഹരണത്തിന്,ജനം തങ്ങളുടെ എണ്ണം വഴി, തൃശ്ശുരില് ആ ബിരുദംfidgets. ഞാൻ വോൾട്ടേജിന്റെ യോഗങ്ങളിൽ ഈ രീതി പരീക്ഷിച്ചുനോക്കിയിട്ടില്ലരാജകീയ ഭൂമിശാസ്ത്ര സംഘം പോലും അവിടെ മന്ദമായി സ്മരണകൾ ഇടയ്ക്കിടെ ഉണ്ട്വായിക്കുക. [...] ഒരു വാച്ച് ഉപയോഗം ശ്രദ്ധ ആകർഷിക്കുന്നു, അതിനാൽ ഞാൻ സമയം അനുമാനിക്കുന്നുഎന്റെ breathings ഇതിൽ 15 മിനിറ്റിൽ ഉണ്ട് എണ്ണം. അവമാനസിക കണക്കാക്കില്ല, എന്നാൽ 15 വിരലുകൾ ഉപയോഗിച്ച് അമർത്തി വാക്യവും ചെയ്യുന്നുതുടർച്ചയായി. വോട്ടെണ്ണൽ fidgets സംവരണം ചെയ്തിട്ടുള്ളൂ. ഈ നിരീക്ഷണങ്ങൾപ്രായം പേർക്ക് ഒതുക്കി വേണം. കുട്ടികള് ഇപ്പോഴും അപൂർവ്വമായി ആകുന്നു,അതേസമയം പ്രായമായ തത്ത്വചിന്തകർ ചിലപ്പോൾ ഒട്ടൊഴിയാതെ മിനിറ്റ് കെട്ടതും തുടരും.
		-- Francis Galton, 1909

%
നിരവധി ആളുകൾ ചെലവിലുള്ള ചെയ്യുന്നതല്ല ചില ജ്ഞാനികൾ ഉപദേശം തിരയുന്നഅവർ എന്തു ചെയ്യണമെന്ന് ശുപാർശ ചെയ്യുന്നു.
		-- Francis Galton, 1909

%
നിരവധി ആളുകൾ ജീവിതത്തിൽ രഹസ്യമായി താല്പര്യമുള്ള.
		-- Francis Galton, 1909

%
നിരവധി ആളുകൾ നിങ്ങൾ അവരെ വൃത്തികേടും അനുവദിക്കുകയില്ല, അവർ നിങ്ങളെ തിരയൽയോഗ്യമാക്കുന്നതിനും തോന്നുന്നുവെങ്കിൽസഹിക്കുന്നു.
		-- Francis Galton, 1909

%
നിരവധി ആളുകൾ എല്ലാവരും തിരിച്ചറിയൽ ചില അർഹിക്കുന്ന തോന്നുന്നുവെങ്കിൽഅവർ ചെയ്തിട്ടില്ല മോശമായ കാര്യങ്ങൾ.
		-- Francis Galton, 1909

%
നിരവധി ആളുകൾ അവർ ശരിക്കും വ്യക്തിയിൽ പോലെ ചികിത്സയിലാണ് നീരസം ഉണ്ടാക്കി.
		-- Francis Galton, 1909

%
പലരും അതു വഴി ഉപദേശം, ഏതാനും ലാഭം ലഭിക്കും.
		-- Publilius Syrus

%
'രക്തസാക്ഷിത്വം' ഒരു വ്യക്തി കഴിവ് ഇല്ലാതെ പ്രശസ്തരായി ഏക വഴി.
		-- George Bernard Shaw

%
ഞങ്ങളെ സ്നേഹിക്കുന്നവർക്കും നമ്മെ സ്നേഹിച്ചു; മെയ്മാസം ഞങ്ങളെ ഇഷ്ടപ്പെടുന്നില്ല ആഅവരുടെ മനസ്സ് തിരിക്കാൻ; അവൻ അവരുടെ ഹൃദയങ്ങളെ തിരിയാൻ ഇല്ല എങ്കിൽ, മെയ്അങ്ങനെ ഞങ്ങൾ അവരുടെ കാൽവേക്കും അവരെ അറിയുന്നു കാണാം അവൻ അവരുടെ നരിയാണിയോളം തിരിക്കാൻ.
		-- George Bernard Shaw

%
നിങ്ങൾ 95 തീക്ഷ്ണതയുള്ള കാന്തേ വെടിയേറ്റ് കിടക്കുന്നു മരിക്കേണ്ടതിന്നു.
		-- George Bernard Shaw

%
അവൻ സൌമ്യതയുള്ളവർ അവകാശമാക്കും എന്നു പറഞ്ഞപ്പോൾ ഒരുപക്ഷേ യേശു ശരിയായഭൂമി - എന്നാൽ അവർ മൂന്നു വളരെ ചെറിയ പ്ലോട്ടുകൾ ഏകദേശം ആറടി അവകാശമാക്കുകയില്ല.
		-- Lazarus Long

%
"ചിലപ്പോൾ ഞങ്ങൾ തമ്മിൽ നേടുകയും ചിലപ്പോൾ പരസ്പരം കാണിക്കാൻ കഴിയും."
		-- Lazarus Long

%
ഇന്ദ്രിയജയം ഒരു മാണ്ഡ്യ പ്രതികാരം ആസൂന്ദ്തണത്തില് സാധാരണമല്ല ക്ഷമ ആണ്.
		-- Lazarus Long

%
പുരുഷന്മാർ തലച്ചോറിലെ തലച്ചോറിൽ നിന്ന് മാത്രമേ നമ്മുടെ എഴുന്നേറ്റു അറിയേണ്ടതുപോലെസന്തോഷങ്ങളും, സന്തോഷങ്ങളും, ചിരി, ഒപ്പം jests അതുപോലെ നമ്മുടെ വേദനകളെ, വേദന, വേദനകളെകണ്ണുനീർ. ... അതു നമ്മെ മണിക്ഫാനുമായുള്ള എട്ടുകൊല്ലം തിങ്ങുന്ന ഒരേ കാര്യം ആണ്,രാത്രിയോ പകലോ ശാലീനത, പേടിയും ഭയം നമ്മെ പ്രേരിപ്പിക്കുന്നു, നമ്മെഉറക്കമില്ലായ്മ, inopportune തെറ്റുകൾ, റോള്നു ഉത്കണ്ഠകൾ, അസാന്നിദ്ധ്യം-mindednessഒപ്പം ശീലം വിരോധികളും പ്രവർത്തനം ...
		-- Hippocrates "The Sacred Disease"

%
പുരുഷന്മാർ മാത്രം മാത്രം അവരുടെ തെറ്റായ, സംഭാഷണ ന്യായീകരിക്കാൻ ചിന്ത ഉപയോഗിക്കാൻഅവരുടെ നിരൂപണം മറച്ചുവെക്കുകയാകുന്നു.
		-- Voltaire

%
ഒരു ന് തമ്മിൽ എന്തു ചെയ്യാൻ അറിയാത്ത അമർത്യതയും നീണ്ട ദശലക്ഷക്കണക്കിന്മഴക്കാലത്ത് ഞായറാഴ്ച ഉച്ചതിരിഞ്ഞ്.
		-- Susan Ertz

%
നിങ്ങളുടെ കാര്യം, പിന്നെ നിങ്ങൾ എന്റേതല്ല കാര്യമാക്കുന്നില്ല.
		-- Susan Ertz

%
നിങ്ങളുടെ ഗുരുതരമായ പദ്ധതികൾ അസാരം ബുദ്ധിഹീനത ഇളക്കുക; അതു അപ്പന്റെയാണോ ലേക്ക് വാക്കുകൾക്കതീതമാണ്കൃത്യ സമയത്ത്.
		-- Horace

%
ആധുനിക മനുഷ്യൻ കുരങ്ങുകളും മനുഷ്യർ തമ്മിലുള്ള കാണാതായ ലിങ്കാണ്.
		-- Horace

%
എളിമ കൈമാറുന്നതിനുള്ള ഹിഹേഷ് നന്മയാണ്.
		-- J. K. Galbraith

%
കൂടുതൽ വിവരമുള്ള അല്ലാതെ പ്രത്യാശ വഴി പിടിപെടും.
		-- Vauvenargues

%
കൂടുതൽ ആളുകളുടെ വൈസ് നിന്നു ഭീഷണികൾക്ക് അധികം പുണ്യവും കടന്നു കപടം ചെയ്യുന്നു.
		-- R. S. Surtees

%
നമ്മുടെ ജീവിതത്തിൽ ഏറ്റവും ഒന്നുകിൽ നമ്മെത്തന്നെ അല്ലെങ്കിൽ, എന്തെങ്കിലും തെളിയിക്കുന്ന പോകുകയാണ്മറ്റാരോ.
		-- R. S. Surtees

%
നമ്മുടെ ജീവിതം കര്മ്മ ഭയത്തിന്റെ ഏറ്റവും ബുദ്ധിമുട്ടുകൾ ആക്രമിക്കുന്നത് നിന്ന് വരുന്നുഞങ്ങൾ അവരോടു നേടുകയും മുമ്പ്.
		-- Dr. Frank Crane

%
നിങ്ങളുടെ തെറ്റുകുറ്റങ്ങൾ ഏറ്റവും നിങ്ങളുടെ തെറ്റാണെന്ന് അല്ല.
		-- Dr. Frank Crane

%
മിക്ക ആളുകളും പ്രധാനപ്പെട്ട ഒന്നും സമയം വളരെ തിരക്കിലാണ്.
		-- Dr. Frank Crane

%
അവർ ചിന്തിക്കാൻ കഴിയുന്നില്ല കാരണം മിക്ക ആളുകളും എഴുതാനാകില്ല, ഒപ്പംഅവർ congenitally ഉപകരണങ്ങൾ കൊടുക്കേണ്ടതാണ് അവർ ചിന്തിക്കാൻ കഴിയുന്നില്ലഅവർ congenitally ചന്ദ്രൻ മേൽ പറക്കുന്ന ഉപകരണങ്ങൾ കുറവുണ്ടോ പോലെ അങ്ങനെ ചെയ്യാൻ.
		-- H. L. Mencken

%
മിക്ക ആളുകളും മത്രമല്ല ഇല്ലാതെ, എന്നാൽ സുഖഭോഗങ്ങളെ ഇല്ലാതെ ചെയ്യാൻ കഴിയും.
		-- H. L. Mencken

%
മിക്ക ആളുകളും മറ്റുള്ളവരെ വ്യത്യസ്തമായി അവരുടെ മൂക്കും ഊതി എങ്ങനെ മനസ്സിലാക്കാൻ കഴിയില്ലഅവർ നമ്മെക്കാൾ.
		-- Turgenev

%
മിക്ക ആളുകളും പരസ്പരം അർഹിക്കുന്നു.
		-- Shirley

%
മിക്ക ആളുകളും എല്ലാവർക്കും അവരുടെ അഭിപ്രായത്തിൽ അനുവാദമുള്ളൂ എന്നു തോന്നുന്നു.
		-- Shirley

%
മിക്ക ആളുകളും തങ്ങൾക്കു സംസാരിക്കാവുന്ന അത്യുഗ്രമായ പുറ്റു എനിക്കുണ്ട് അടക്കിവെച്ചിരിക്കുന്നുമാത്രം കേൾക്കാൻ മറ്റുള്ളവരുടെ രാജനീതിയിലോ വഴി. റിസർവ് കൃത്രിമ ആണ്അസംഖ്യം rebuffs ഫലമായി ഞങ്ങളെ ഏറ്റവും ൽ വികസിപ്പിക്കാത്ത ഗുണമേന്മയുള്ള.
		-- W. S. Maugham

%
മിക്ക ആളുകളും അപ്പോയിന്റ്മെന്റ് മാത്രം തുറന്നിരിക്കുന്ന ഒരു മനസ്സുള്ള.
		-- W. S. Maugham

%
മിക്ക ആളുകളും എന്തും രണ്ടു കാരണങ്ങൾ ഉണ്ട് - ഒരു നല്ല കാരണം, ഒപ്പംയഥാർത്ഥ കാരണം.
		-- W. S. Maugham

%
സജീവമായി ഭ്രാന്തൻ ഇല്ലാത്ത ഈ സമൂഹത്തിൽ മിക്ക ആളുകളും പരമാവധി ആകുന്നു,പരിഷ്കരിച്ച അല്ലെങ്കിൽ സാധ്യതയുള്ള വലഞ്ഞവർ.
		-- Susan Sontag

%
പരമാവധി ആളുകൾ മനസ്സിൽ എടുത്തുകളയും സഹായിക്കാൻ അവരുടെ പ്രശ്നങ്ങൾ ചില വേണമെങ്കിൽമറ്റു ചിലതിൽ.
		-- Susan Sontag

%
മിക്ക ആളുകളും സത്യത്തിനു ഉറപ്പായ ഇഷ്ടപ്പെടുന്നത്.
		-- Susan Sontag

%
മദർ നല്ല എന്നോട് പറഞ്ഞു എന്നാൽ അവൾ മുമ്പ് അന്യായം നാളായി.
		-- Susan Sontag

%
കൊലപാതകം എപ്പോഴും ഒരു പിശകായതിനാൽ - ഒരുവൻ കഴിയില്ല ഒന്നും ചെയ്യാൻ ഒരിക്കലുംഅത്താഴത്തിന് ശേഷം കുറിച്ച് സംസാരിക്കുക.
		-- Oscar Wilde, "The Picture of Dorian Gray"

%
എന്റെ തലച്ചോറിന്റെ രണ്ടാം പ്രിയപ്പെട്ട അവയവമാണ്.
		-- Woody Allen

%
എന്റെ രീതി പറയാനുള്ളത് കൃത്യമായി കണ്ടെത്താൻ മാപ്പിരക്കാനും കഷ്ടത എടുത്തു.അപ്പോൾ ചാരിതാർത്ഥ്യത്തോടെ ഈജിപ്തിന്റെ അതു തന്നെ.
		-- G. B. Shaw

%
അതു തികച്ചും ഫ്രണ്ട്ലി മാറിയിട്ടുണ്ടെങ്കിലും എന്റെ മനസ്സ്, എന്റെ ശരീരം ഒരിക്കലും അറിയാൻ കഴിയില്ലഎന്റെ കാലുകൾ.
		-- Woody Allen, on Epistemology

%
എന്റെ അഭിപ്രായം ഞാൻ ശരിയായ എന്നു വസ്തുത മാറ്റം വന്നിട്ടുണ്ടാവും മാത്രം.
		-- Woody Allen, on Epistemology

%
എന്റെ സ്വന്തം ബിസിനസ്സ് എപ്പോഴും മരണം എന്നെ bores; ഞാൻ മറ്റ് ആളുകളുടെ ഇഷ്ടപ്പെടുന്നത്.
		-- Oscar Wilde

%
എന്റെ തത്വ: കരുതരുത്.
		-- Charles Manson

%
ഏതാണ്ട് എല്ലാ പുരുഷന്മാർ അനർഥങ്ങളുടെ നിലക്കും സാധിക്കും, എന്നാൽ ഒരു മനുഷ്യന്റെ പരീക്ഷിക്കാൻ ചെയ്യണമെങ്കിൽപ്രതീകം, അവനെ പ്രാപ്തരാക്കുന്നു.
		-- Abraham Lincoln

%
ആവശ്യങ്ങൾ മറ്റ് ആളുകളുടെ പക്കലുള്ളതിനെ ചടങ്ങിൽ ആകുന്നു.
		-- Abraham Lincoln

%
ഏഷണിക്കാരന്റെ അണുക്കൾ പ്രചരിപ്പിക്കാനും മറ്റുള്ളവരോടാകട്ടെ അങ്ങനെ ചെയ്യാൻ പ്രേരിപ്പിക്കുന്ന ചെയ്യരുത്.
		-- Abraham Lincoln

%
ഭോഷനെ തർക്കിക്കാൻ ഒരിക്കലും - ജനം വ്യത്യാസം പറയാൻ സാധിക്കില്ല.
		-- Abraham Lincoln

%
ബാരലിന് വഴി മഷി വാങ്ങുന്ന ഒരു മനുഷ്യൻ തർക്കിക്കാൻ ഒരിക്കലും.
		-- Abraham Lincoln

%
നിങ്ങൾ മുടിമുറിക്കാൻ വേണമെങ്കിൽ ബാർബർ ഒരിക്കലും ചോദിക്കരുത്.
		-- Abraham Lincoln

%
വിശദീകരിക്കാൻ ഒരിക്കലും. നിങ്ങളുടെ സുഹൃത്തുക്കൾ ആവശ്യമുള്ളപ്പോൾ നിങ്ങളുടെ ശത്രുക്കൾ ഒരിക്കലും ചെയ്യരുത്ഏതുവിധേനയും വിശ്വസിക്കുന്നു.
		-- Elbert Hubbard

%
വസ്തുതകൾ നേരിടേണ്ടി ഒരിക്കലും; നിങ്ങൾ ചെയ്താൽ നിങ്ങൾ രാവിലെ എഴുന്നേറ്റു വരില്ല.
		-- Marlo Thomas

%
അവൻ കോപിച്ചു ചെയ്യുമ്പോൾ എന്തു ഒരു മനുഷ്യൻ നിങ്ങളോടു പറയുംപോലെ ഒരിക്കലും മറക്കരുത്.
		-- Marlo Thomas

%
ഒരു ചെറിയ മനുഷ്യൻ പേടിപ്പിക്കുന്നു ഒരിക്കലും - അവൻ നിന്നെ കൊല്ലും.
		-- Marlo Thomas

%
അവർ നഷ്ടപ്പെടാൻ ഒന്നും ഇല്ലായ്കകൊണ്ടു വൃത്തികെട്ട ആളുകളുമായി വഴക്കുകൾ കയറി ഒരിക്കലും.
		-- Marlo Thomas

%
നിങ്ങൾ നദി കടന്നു വരെ ഒരു ചീങ്കണ്ണി അപമാനിക്കുന്നു ഒരിക്കലും.
		-- Marlo Thomas

%
അവൻ പക്ഷം, ഒരു മനുഷ്യൻ ചവിട്ടാൻ ഒരിക്കലും.
		-- Marlo Thomas

%
അവസരം വല്ലതും വിട്ടേക്കുക ഒരിക്കലും; നിങ്ങളുടെ എല്ലാ മുന്നൊരുക്കത്തോടു ഉറപ്പാക്കുക.
		-- Marlo Thomas

%
ഒരു രസീത് പ്രതീക്ഷിച്ചത് പോലെ ഒരു പതര്ച്ച ഒരിക്കലും.
		-- Marlo Thomas

%
സ്വയം മോശമായി സംസാരിക്കാൻ ഒരിക്കലും, നിങ്ങളുടെ സുഹൃത്തുക്കൾ എപ്പോഴും വേണ്ടത്ര ന് പറയുംആ വിഷയം.
		-- Charles-Maurice De Talleyrand

%
അതു തികച്ചും സുഖ ഇല്ലെങ്കിൽ കള്ളം പറയുകയാണ് ഒരിക്കലും.
		-- Charles-Maurice De Talleyrand

%
ആരുടെ ഭുജം ലെഗ് വലുതായതിനാൽ കറക്കാൻ ഒരിക്കലും വിശ്വസിക്കരുത്.
		-- Charles-Maurice De Talleyrand

%
മനുഷ്യ മൗഢ്യത്തിന്റെ എന്ന ഒറ്റച്ചാനലിലും.
		-- Charles-Maurice De Talleyrand

%
അവർ കാണാം പഴയത് ഉറപ്പില്ലെങ്കിൽ ഒരിക്കലും എന്നേക്കും നിങ്ങൾ ഇഷ്ടപ്പെടുന്ന ആരെങ്കിലും നുണസത്യം കണ്ടെത്താൻ ഒരിക്കലും.
		-- Charles-Maurice De Talleyrand

%
Nezvannyi gost '- khuzhe tatarina.[ഗസ്റ്റ് ഹൗസിലിരുന്ന് മംഗോൾ അധിനിവേശത്തിനു വല്ലാതെ]
		-- Russian proverb

%
നൈസ് ബാലനെ, പക്ഷേ ആർദ്ര എലികളുടെയും ചാക്കിൽ കുറിച്ച് മൂർച്ചയും.
		-- Foghorn Leghorn

%
ഇല്ല പ്രതീകം എന്നാൽ നീതിമാന്മാരെ നിരന്തരം ആവർത്തിച്ച് ആക്രമണങ്ങൾ ഒരു പൊരുത്തം ആണ്എന്നാൽ കള്ള.
		-- Alexander Hamilton

%
ഇല്ല ഗസ്റ്റ് അവൻ ഒരാളാകാൻ എന്നു ഒരു സുഹൃത്തിന്റെ വീട്ടിൽ അങ്ങനെ സ്വാഗതംമൂന്നു ദിവസം കഴിഞ്ഞശേഷം ഉപദവം.
		-- Titus Maccius Plautus

%
ആരും ദ്വീപ്, എന്നാൽ നമ്മിൽ ചിലർ നീണ്ട peninsulas ഉണ്ട്.
		-- Titus Maccius Plautus

%
ആരും ഒരു സുഹൃത്ത് ആർ കൂറ്റനാട്, അങ്ങനെ ഞങ്ങൾ നിസ്തുല സ്നേഹിച്ച എങ്കിൽ.
		-- Robert Louis Stevenson

%
ആരും നിങ്ങളെ അവൻ അതു അടുത്ത തന്റെ ഊഴം ആയിരുന്നു അറിഞ്ഞില്ല എങ്കിൽ സംസാരിക്കാൻ ശ്രദ്ധിക്കും.
		-- E. W. Howe

%
എന്ത് സംഭവിച്ചാലും പ്രശ്നമില്ല, അവിടെ എപ്പോഴും നന്നായിരുന്നേനെ അറിഞ്ഞില്ലല്ലോ ആളാണ്.
		-- E. W. Howe

%
ആരും ഒരു ക്ഷണത്തിൽ അധഃപതിച്ച മാറുന്നു.
		-- Decimus Junius Juvenalis

%
ആരും എനിക്കിതു അവനെ ഉയർന്ന അഭിപ്രായം എനിക്കുണ്ട് കഴിയും, അവൻ ഒരു കരുതുന്നുവൃത്തികെട്ട ചെറിയ മൃഗത്തെ.
		-- W. S. Gilbert

%
ആരും നിങ്ങളുടെ അനുമതിയില്ലാതെ താഴ്ന്നവരാണെന്നു കഴിയും.
		-- Eleanor Roosevelt

%
ആരും നിങ്ങളുടെ പൂർണ്ണ സഹകരണം കൂടാതെ ഇറക്കി കഴിയും.
		-- Eleanor Roosevelt

%
"ആരും വിഡ്ഢിത്തം എന്ന ഒരു പുതിയ മാർഗം പഠിക്കാൻ വളരെ പഴയ ലഭിക്കുന്നു."
		-- Eleanor Roosevelt

%
ആരും ശ്രമിച്ചാൽ വരെ അവൻ എന്ത് ചെയ്യാൻ കഴിയും അറിയുന്നു.
		-- Publilius Syrus

%
ആരും തന്റെ കാൽക്കൽ എന്താണെന്ന് സംഗതിയെന്തെന്നാല്; ഞങ്ങൾ എല്ലാവരും നക്ഷത്രങ്ങളെ തുറിച്ചുനോക്കുന്നതേയുള്ളു.
		-- Quintus Ennius

%
ആരും അങ്ങനെ നന്നായി പോലെ ക്രിയാത്മകമായ വിമർശനം മൂല്യം വിലമതിക്കുന്നുഅതു കൊടുക്കുന്നതിനു ആരൊക്കെയാണ് ഒറ്റ.
		-- Hal Chadwick

%
ചോദ്യം ഏത് ഉത്തരം വ്യക്തം ഒരുത്തൻ ബുദ്ധിമുട്ടാണ്.
		-- Hal Chadwick

%
ഒരു ഹിമപാതവും ഇല്ല മഞ്ഞുപാളി എന്നേക്കും ഉത്തരവാദിത്വത്തെപ്പറ്റി.
		-- Hal Chadwick

%
പറഞ്ഞയുടനെ അനുസരണയോടെ ചെയ്ത് പറഞ്ഞു - അങ്ങനെ രൂപയുടെ നിങ്ങളുടെ മനുഷ്യൻ പ്രവർത്തിക്കുന്നു.
		-- Quintus Ennius

%
മറ്റാരുടേയും ഗസ്റ്റ് ഹൗസിലിരുന്ന് പോലെ താവളത്തിൽ കഴിയും.
		-- Quintus Ennius

%
അവൻ മഴുകൊണ്ടും അടക്കം എവിടെ പെണ്പിള്ളാരുടെ മറന്നുപോകുന്നു.
		-- Kin Hubbard

%
മറ്റാരുടേയും ഐക്യത്തിന്റെ ഒരു ബ്ലോക്ക് ആണ്. ഞങ്ങൾ എല്ലാവരും എന്തെങ്കിലും, അല്ലെങ്കിൽ ഭാവവും ഭയമാണ്എന്തെങ്കിലും പരിമിതി. നാം എല്ലാവരും സംസാരിക്കണം ആരെയെങ്കിലും ആവശ്യമാണ്. നല്ലതു തന്നെകേവലം pitter-patter, എന്നാൽ യഥാർത്ഥ സംവാദം - ഞങ്ങൾ പരസ്പരം സംസാരിച്ചു എങ്കിൽ. ഞങ്ങള്കാരണം അധികപേരും ശരിക്കും ഈ കോൺടാക്റ്റ് പോലെ ഭയപ്പെട്ടു പാടില്ല;വളരെ ഇരയാണ് അവരെ സ്വാതന്ത്ര്യം നിങ്ങൾ ചാടുന്നവരുമാണ് കാണിക്കുന്ന.നമ്മുടെ മാസ്കുകൾ കുറയുമ്പോൾ അത് ഒന്നിച്ചു ഇത്രയേറെ എളുപ്പമാണ്.
		-- Liv Ullman

%
മറ്റാരുടേയും ഞാൻ പോയിട്ടുള്ള കഷ്ടത അറിയുന്നു.
		-- Liv Ullman

%
ആർക്കുമില്ല അവന്റെ കുളിർ വിരലും അവന്റെ ഊഷ്മള ചെവിയിൽ തമ്മിലുള്ള പോകുന്നു അറിയുന്നു.
		-- Roy Harper

%
മറ്റാരുടേയും ക്രിയാത്മകമായ വിമർശനം ആഗ്രഹിക്കുന്നു. അതു നാം സഹിക്കും ചെയ്യാൻ കഴിയും അത്രയേയുള്ളൂക്രിയാത്മകമായ സ്തുതി.
		-- Roy Harper

%
ഒന്നും സാമാന്യബുദ്ധി പ്ലെയിൻ കൈകാര്യം മനുഷ്യരെ വളരെയധികം അമ്പരപ്പിച്ചുകൊണ്ടാണിരിക്കുന്നത്.
		-- Ralph Waldo Emerson

%
ഒന്നും ഒറ്റ പാപി എന്നു ഞങ്ങൾ അറിയിച്ചു പോലെ ഒറ്റ അങ്ങനെ വൃഥാ ചെയ്യുന്നു.മനസ്സാക്ഷി നമ്മുടെ എല്ലാവരുടെയും egotists ചെയ്യുന്നു.
		-- Oscar Wilde

%
ഒന്നും തിൻമകൾ ഒരു അക്കൗണ്ട് ഇത്ര ആഹ്ലാദത്തോടെ ഒരു യാത്ര ചുരുങ്ങിഏത് കേൾക്കുന്നവൻ ചിരിക്കാൻ അനുവദിക്കുന്നതല്ല.
		-- Quentin Crisp

%
കർത്താവേ, ഞങ്ങൾ എപ്പോഴും നീ നാം ഉദ്ദേശിക്കുന്ന ഇതോ, ശരിയായ ആകേണ്ടതിന്നു അനുവദിച്ചിരിക്കുന്നുഞങ്ങളുടെ മനസ്സ് മാറ്റാൻ ഒരിക്കലും.
		-- Quentin Crisp

%
അവർ പകരം ഇല്ലാത്ത ജനം കാരണം വസ്തുക്കൾ മാത്രം നഷ്ടപ്പെട്ടുഅവർ എവിടെയാണ്.
		-- Quentin Crisp

%
തടസ്സങ്ങൾ നിങ്ങളുടെ ലക്ഷ്യം ഓഫ് നിന്റെ കണ്ണു എടുത്തു എന്താണ് കാണാൻ ആകുന്നു.
		-- Quentin Crisp

%
ഓ ഈ പ്രായത്തിൽ! എങ്ങനെ രുചിയോ രോഗികളും-നാറി അത്.
		-- Gaius Valerius Catullus

%
മനുഷ്യരാശിയുടെ ഓ ഭാരവുമാണ് കണ്ടീഷൻ!മറ്റൊരു അതിരോളം, ഒരു നിയമം കീഴിൽ ജനിച്ച.
		-- Fulke Greville, Lord Brooke

%
"ഓ, അതെ. ഓർക്കാൻ കാര്യങ്ങൾ ഒത്തിരി സംബന്ധിച്ചുള്ളതാണ് പ്രധാനപ്പെട്ട സംഗതിനിങ്ങൾക്ക് ഓർക്കുക കഴിയുന്ന എവിടെയോ ശേഷം പോകണം കഴിഞ്ഞിരിക്കുന്നു,കാണാൻ? തടയാൻ ലഭിച്ചു. നിങ്ങൾ ലഭിച്ചു വരെ നിങ്ങൾ ശരിക്കും എവിടെയും അല്ലതിരികെ വീട്ടിൽ. ഞാൻ ഞാന് എന്താണു കരുതുന്നു. "
		-- Terry Pratchett, "The Light Fantastic"

%
വാർദ്ധക്യത്തിൽ വഞ്ചനയും യുവാക്കൾ നൈപുണ്യ ജയിക്കും.
		-- Terry Pratchett, "The Light Fantastic"

%
വാർദ്ധക്യം എന്നെക്കാൾ എപ്പോഴും പതിനഞ്ചു വർഷം പഴക്കമുള്ള.
		-- B. Baruch

%
വാർദ്ധക്യം എല്ലാ തിൻമകൾ തുറമുഖത്തു ആണ്.
		-- Bion

%
വാർദ്ധക്യം ഒരു മനുഷ്യൻ സംഭവിക്കും കഴിയുന്ന കാര്യങ്ങൾ ഏറ്റവും അപ്രതീക്ഷിത ആണ്.
		-- Trotsky

%
പഴയ വയസ്സ് കാലാവധി നൽകേണ്ടിവരും വളരെ ഉയർന്ന വിലയാണ്.
		-- Trotsky

%
പഴയ പുരുഷന്മാർ തങ്ങളുടെ തങ്ങളെത്തന്നെ ആശ്വസിപ്പിക്കാനായി ആത്മാർത്ഥമായി നൽകുന്ന കറിയെഒരു മോശം മാതൃക സജ്ജമാക്കാൻ കഴിവില്ലായ്മ.
		-- La Rochefoucauld, "Maxims"

%
തിങ്കളാഴ്ച രാവിലെയും മുഴുവനും ഞാൻ പുരുഷന്മാർ അഭിപ്രായമുണ്ടെങ്കിൽ പ്രതിഷ്ഠ ഞാൻjerks സൃഷ്ടിച്ചു.
		-- H. Allen Smith, "Let the Crabgrass Grow"

%
സ്വയം സംസാരിക്കുകയായിരുന്നു ഒന്ന് മെച്ചം നിങ്ങൾ കുറഞ്ഞത് ആരുടെയെങ്കിലും അറിയുന്നു എന്നതാണ്കേൾക്കുന്നത്.
		-- Franklin P. Jones

%
ഒറ്റ കൂടുമ്പോഴാണ് ഒരു ത്വര തോന്നുമ്പോൾ ഇഴഞ്ഞ് ലേക്ക് ഒറ്റ ഒരിക്കലും സമ്മതിക്കുന്നു കഴിയും.
		-- Helen Keller

%
വൺ കുടുംബം രണ്ടു കുടുംബങ്ങൾ അത് ആസ്വദിക്കുക, ഒരു മതിൽ പണിയുന്നു.
		-- Helen Keller

%
ഒരു ആയുസ്സിൽ ഒരു സുഹൃത്ത് വളരെ ആകുന്നു; രണ്ട് പലർ ആകുന്നു; മൂന്ന് പ്രയാസം സാദ്ധ്യമാകുന്നു.സൌഹൃദ ജീവിതത്തിന്റെ ഒരു ചില സമാന്തരവർണനകളും, ചിന്തയുടെ ഒരു കമ്മ്യൂണിറ്റി ആവശ്യമാണ്,ലക്ഷ്യം ഒരു വൈരാഗ്യം.
		-- Henry Brook Adams

%
ഒന്ന് നാറ്റിച്ചു ലോകം കാണുന്നതു എന്നതുകൊണ്ടുമാത്രം മികച്ചവർ അല്ല.
		-- Chateaubriand (1768-1848)

%
ഒന്ന് പലപ്പോഴും ഒരു ചൂളം വഴി ശരിയായ മാർഗത്തിലേക്ക് സൂക്ഷിച്ചിരിക്കുന്നു.
		-- Gustave Droz

%
ഒരുത്തൻ നൂറു സത്യമെന്നു അത് ആവർത്തിക്കുകയും, കള്ളം പറയുന്നു.
		-- Gustave Droz

%
സൗഹൃദത്തിൻറെ ഒരു അളവു കാര്യങ്ങൾ സുഹൃത്തുക്കൾ എണ്ണം മാത്രമല്ല സോഷ്യലിസംചർച്ച കഴിയും, എന്നാൽ കാര്യങ്ങൾ എണ്ണം അവർ പരാമർശിച്ചില്ല ഇനി വേണമെങ്കിൽ.
		-- Clifton Fadiman

%
egotists ഒരു നൈസ് കാര്യം അവർ മറ്റ് ആളുകൾ സംസാരിക്കരുത്.
		-- Clifton Fadiman

%
അസുഖകരമായ ഒന്നും മൂഡമായ വലിയ ആശ്വാസങ്ങളും ഒന്നാണ്ഒരുവൻ കഴിയുന്നുവെന്ന് അറിവ്.
		-- Joyce Carol Oates

%
പ്രധാന ബുദ്ധിമുട്ടുകൾ Trillian അവളുടെ ബന്ധം അനുഭവപ്പെട്ടു ഒന്ന്Zaphod വെറും തീരണമെന്നില്ല നടിക്കുന്ന തമ്മിലുള്ള വേർതിരിച്ചറിയാൻ പഠിക്കുന്നഅവരുടെ ഗാർഡ് ഓഫ് ജനം അദ്ദേഹത്തിനത് കഴിഞ്ഞില്ല തീരണമെന്നില്ല നടിക്കുന്ന ലഭിക്കുന്നതിന്ചിന്തിക്കാനും പൗഡറിട്ടോ അവനെ വേണ്ടി അത് ചെയ്യാൻ മറ്റാരോ ആഗ്രഹിച്ചു എന്നു നടിക്കുന്നഅങ്ങനെ outrageously അവൻ യഥാർത്ഥത്തിൽ എന്നു തന്നെ മറയ്ക്കാൻ തീരണമെന്നില്ല ലേക്ക്കാര്യം ശ്രദ്ധിച്ചു ശരിക്കും സംശയമന്യേ വങ്കത്തമാണ് ഒരാളായി. അവൻഎല്ലാ മറിച്ച് - അങ്ങനെ സംഭവിച്ചു തികച്ചും മിടുക്കന് ഒരാളായി വളരെ തെളിവായി വേണ്ടി reknownedസമയം, വ്യക്തമായും അവനെ അന്നാമ്മ ചെയ്ത ഇവിടം ആക്ട്. അവൻ ജനമായും അഭികാമ്യംപകരം contemptuous അധികം ആറ്റംബോംബ്. ഇത് എല്ലാ മുകളിലാണ് Trillian പ്രത്യക്ഷനായിസംശയമന്യേ ഭോഷത്തപരമായ എന്നാൽ അവൾ ഇനി കുറിച്ച് വാദിക്കാൻ പൗഡറിട്ടോ കഴിഞ്ഞില്ല.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
പഴയ അക്ഷരങ്ങൾ വായിക്കുന്നതുകൊണ്ടുള്ള സന്തോഷങ്ങളും ഒന്ന് ആ അറിവ് ആണ്ഉത്തരം ആവശ്യമാണ്.
		-- George Gordon, Lord Byron

%
എന്റെ പല തെറ്റുകൾ മോശമായ ഒന്ന് ഞാൻ സ്വയമായിട്ടു വളരെ വിമർശനാത്മകമായി ഭയമില്ല എന്നതാണ്.
		-- George Gordon, Lord Byron

%
ആ ഒറ്റ ആഗ്രഹിക്കുന്നു, മനുഷ്യര് വിടമറയും, എന്നാൽ ഒരു ചെയ്യുമായിരുന്നില്ല ധൈര്യപ്പെടില്ല,അവർ കടിക്കും കാരണം.
		-- Vladimir Il'ich Lenin

%
മൂഢന്റെ മാത്രം ഇടറിപ്പോകാത്തവൻ.
		-- Vladimir Il'ich Lenin

%
ഒരു അതിബുദ്ധിമാനും വ്യക്തി മാത്രം മികച്ച എപ്പോഴും.
		-- Laurence Peter

%
മൂഢന്മാരുടെ മാത്രം വരുന്നു.
		-- Anonymous

%
രാജാക്കന്മാർ മാത്രം, പ്രസിഡന്റുമാർ എഡിറ്റർമാരെയും tapeworms ജനത്തെ അവകാശം ഉണ്ട്എഡിറ്റോറിയൽ "ഞങ്ങൾ" ഉപയോഗിക്കാൻ.
		-- Mark Twain

%
തിരികെ ഒരു പിൻ അതെ ദുഃഖിക്കുന്നു ഒന്നും ആളുകൾക്ക് മാത്രമാണ്ആന.
		-- Mark Twain

%
വഷളൻ മാത്രം കാതലായ ശരിക്കും ദ്രവിച്ച ആണ്.
		-- Hannah Arendt

%
എന്റെ വ്യക്തികളുടെ രണ്ടു മാത്രം മനോവിഭ്രാന്തി പക്ഷെ അവരിൽ ഒന്നാണ്വിടുമോ മറ്റൊരാളും അവനെ ലഭിക്കാൻ പുറത്ത്.
		-- Hannah Arendt

%
ശുഭാപ്തിവിശ്വാസം ഉയർന്ന സ്ഥലങ്ങളിൽ ചെറിയ മനുഷ്യരുടെ ഉള്ളടക്കം.
		-- F. Scott Fitzgerald, "The Crack Up"

%
യഥാർത്ഥ ചിന്ത യഥാർത്ഥ പാപം പോലെയാണ്: നിങ്ങൾ ജനിച്ചത് മുമ്പിൽ സംഭവിച്ചത്ജനം നിങ്ങളെ ഒരുപക്ഷേ കൂടിക്കാഴ്ച കഴിഞ്ഞില്ല.
		-- Fran Lebowitz, "Social Studies"

%
മറ്റുള്ളവർ താൽക്കാലികമായി നിങ്ങൾ നിർത്താൻ മാത്രം ശാശ്വതമായി അത് ചെയ്യാൻ കഴിയും.
		-- Fran Lebowitz, "Social Studies"

%
മറ്റുള്ളവ സുസ്ഥിരത നിന്നെ നോക്കി അതിനാൽ നിങ്ങളുടെ നഖം കടിക്കുന്ന മറയ്ക്കുക ചെയ്യും.
		-- Fran Lebowitz, "Social Studies"

%
മാനവരാശിയെ വക്രമാക്കാൻ തടി പുറത്താണ് യാതൊരു നേരായ സംഗതി കഴിയും.
		-- Immanuel Kant

%
.ഒറ്റ ലോകം മുഴുവൻ നിങ്ങളോടൊപ്പം ലഭിക്കാൻ പാടില്ല എന്ന അർത്ഥമില്ല.
		-- Immanuel Kant

%
.ഒറ്റ അവബോധം ലീയോട് ആണ്.
		-- Immanuel Kant

%
.ഒറ്റ അനിഷേധ്യമായ ഒരു ശുഭാപ്തി ഔട്ട്ലുക്ക് ആണ്.
		-- Immanuel Kant

%
പ്രഗത്ഭനാണ് schizophrenics കുറഞ്ഞത് രണ്ടു ഒറ്റ അവരുടെ ശത്രുക്കൾ മടങ്ങ് കൂടുതലാണ്.
		-- Immanuel Kant

%
Paranoids വളരെ ജനം ആകുന്നു; അവർ സ്വന്തം പ്രശ്നങ്ങൾ ഉണ്ട്. അത് എളുപ്പമാണ്വിമർശിക്കാൻ, യാകു നിങ്ങളെ പകെച്ചു, നിങ്ങൾക്ക് അതും വിടുമോ ആഗ്രഹിക്കുന്നു.
		-- D. J. Hicks

%
വികാരതീവ്രമായ വിദ്വേഷം ശൂന്യമായ ജീവൻ അര്ത്ഥവും ഉദ്ദേശവും നൽകാൻ കഴിയും.
		-- Eric Hoffer

%
ക്ഷമ പുണ്യവും വേഷത്തിൽ, നിരാശ ഒരു ചെറിയ രൂപമാണ്.
		-- Ambrose Bierce, on qualifiers

%
Pelorat നെടുവീർപ്പിട്ടു."ഞാൻ ജനത്തെ മനസ്സിലാക്കാൻ ഒരിക്കലും.""അതു ഒന്നുമില്ല. നിങ്ങൾ ചെയ്യേണ്ടത് എല്ലാ ഒരു അടുത്ത ചിന്തിക്കാം ആണ്സ്വയം നിങ്ങൾ മറ്റെല്ലാവർക്കും മനസ്സിലാകും. എങ്ങനെ Seldon ഇല്ലായിരുന്നുഅവന്റെ പ്ലാൻ ആകർഷിക്കപ്പെട്ടു - ഞാൻ അവന്റെ ഗണിതവും എത്ര തന്ത്രപൂർവം കാര്യമാക്കുന്നില്ല -അവൻ ജനത്തെ മനസ്സിലായില്ല എങ്കിൽ; എങ്ങനെ അവൻ ജനത്തെ എങ്കിൽ ചെയ്തിരുന്നു എന്തായാലുംമനസ്സിലാക്കാൻ എളുപ്പമല്ല ആയിരുന്നു? നീ എന്നെ മനസ്സിലാക്കാൻ കഴിയില്ല ഒരാൾ കാണിക്കാൻജനവും ഞാൻ നിങ്ങൾക്കു തനിക്കു ഒരു വ്യാജ ചിത്രം പണിയുന്നു ഒരാളെ കാണിക്കും- ഒന്നും തോന്നരുത് ഉദ്ദേശിച്ചിട്ടില്ല ".
		-- Asimov, "Foundation's Edge"

%
ആളുകൾ (എന്റെ അഭിപ്രായത്തിൽ എപ്പോഴും ഒരു അനാവശ്യ തുക തവണ ഒരു ഗ്രൂപ്പ്ശ്രദ്ധ) പലപ്പോഴും ഹേമചന്ദ്രന് ബ്രസീലിൽ ചെയ്തിരിക്കുന്നു. ഈ സാദൃശ്യം ഉദ്ദേശിച്ചുള്ളരണ്ട് വെയ്ക്കുക - ഓരോ അതുല്യമായ കരുതുന്നു. ഇത് തികച്ചും patently അല്ലകേസ്. ആളുകൾ ... കേവലം ഒരു പൈസ പോലും ഒരു ഡസനോളം ഉണ്ട്. അപ്പോൾ ഞാൻ അവരുടെ ചേർക്കാൻ ധൃതിപ്പെട്ട്ഹേമചന്ദ്രന് മാത്രമേ സാമ്യം അവരുടെ invariable ആൻഡ് lamentable താമസിക്കുന്നത്ചെളി ലേക്ക്, ഏതാനും സന്നാഹ ദിവസം കഴിഞ്ഞപ്പോൾ തിരിക്കാൻ പ്രവണത.
		-- Fran Lebowitz, "Social Studies"

%
ആളുകൾ ഉള്ളി മുതലായ - നിങ്ങൾക്ക് അവ വെട്ടിക്കളഞ്ഞ, അവർ നിങ്ങളെ മുത്തച്ഛനോടുള്ള.
		-- Fran Lebowitz, "Social Studies"

%
ആളുകൾ നിരുപാധികം വൈകല്യങ്ങൾ നിറയും ഉറപ്പു.
		-- Fran Lebowitz, "Social Studies"

%
ആളുകൾ മാറ്റവുമില്ല; അവർ മാത്രം ഏറെക്കുറെ അങ്ങനെ.
		-- Fran Lebowitz, "Social Studies"

%
സാധാരണയായി ആളുകൾ രണ്ടുതവണ ഒരേ തെറ്റ് ചെയ്യരുത് - അവർ അതു മൂന്നു ഉണ്ടാക്കട്ടെതവണ നാലു സമയം, അഞ്ചു തവണ ...
		-- Fran Lebowitz, "Social Studies"

%
ആളുകൾ ഉയർന്ന ആദർശങ്ങൾ സ്നേഹിക്കുന്നു, എന്നാൽ അവർ ഏകദേശം 33-ശതമാനം ശരിയാണെന്നു ലഭിച്ചത്.
		-- The Best of Will Rogers

%
ആളുകൾ നല്ല നുണകൾ വേണം. നിരവധി ദുർജനങ്ങളിൽ ഉണ്ട്.
		-- Bokonon, "Cat's Cradle" by Kurt Vonnegut, Jr.

%
ആളുകൾ പലപ്പോഴും കാരണമായി അധികം ലളിതമാക്കി കഴിഞ്ഞ ഫലമായി കണ്ടെത്താൻഭാവി.
		-- Bokonon, "Cat's Cradle" by Kurt Vonnegut, Jr.

%
ആളുകൾ പ്രതികരിക്കാൻ ആളുകൾക്ക് പ്രതികരിക്കുക.
		-- Bokonon, "Cat's Cradle" by Kurt Vonnegut, Jr.

%
ആളുകൾ കുറഞ്ഞത് അവർ എന്റെ സ്വന്തം ചെറിയ ഫാന്റസി ലോകത്തെ ജീവിക്കാൻ പറയുന്നു ... നന്നായി* അവിടെ എന്നെ അറിയുന്നു *!
		-- D. L. Roth

%
ആളുകൾ മറ്റ് ധാരാളം ആളുകൾ അറിഞ്ഞിട്ടു കാര്യങ്ങൾ കൂടുതൽ ആസ്വദിക്കാൻ തോന്നുന്നആജ്ഞാനുവർത്തിയായി ഔട്ട് അവശേഷിക്കുന്നു ചെയ്തു.
		-- Russell Baker

%
ആളുകൾക്ക് മറ്റുള്ളവരെ തങ്ങൾക്കും ഒഴിവാക്കലുകൾ സമര്പ്പിക്കുക പ്രവണത.
		-- Russell Baker

%
അവർ ചെറിയ കാര്യങ്ങൾ അവരെ മെനക്കെടുന്നില്ല അരുതു അവകാശപ്പെടുന്ന ആളുകൾ ഒരിക്കലുംഒരൊറ്റ കൊതുകാണ് ഒരു മുറിയിൽ ഉറങ്ങി.
		-- Russell Baker

%
തീയിൽ തീ യുദ്ധം സാധാരണയായി ആളുകൾ വെണ്ണീർ എത്തിപ്പെടും.
		-- Abigail Van Buren

%
യാതൊരു വീഴ്ചകൾ ആളുകൾ മൂർച്ഛിച്ചിരിക്കുന്നു; വാങ്ങുന്നതും യാതൊരു വഴിയും ഇല്ലഅവരിൽ പ്രയോജനപ്പെടുത്തുന്നതിന്.
		-- Abigail Van Buren

%
അവർ എന്ത് ആളുകൾക്ക് ആളുകൾക്ക് പറഞ്ഞതിന് വളരെ ആത്മബന്ധം ആകുന്നുഎന്താണ് അവർ അത് വേണം എന്ന് ആഗ്രഹിക്കുന്നു.
		-- Ogden Nash

%
യാതൊരു തെറ്റുകൾ ആളുകൾ സാധാരണയായി ഒന്നും വെക്കരുത്.
		-- Ogden Nash

%
ഇരുവരും ബട്ടണുകൾ പുഷ് ആളുകൾ അവരുടെ ആശംസ നൽകണം.
		-- Ogden Nash

%
പൂച്ച മാംസംകഴിച്ചുകൊണ്ടേയിരിക്ക്കും എടുക്കുന്നവർ സാധാരണയായി ആളുകൾ പൂച്ചയുടെ തൊട്ടിലിൽ ഉറങ്ങരുത്.
		-- Ogden Nash

%
തണുത്ത ബത്ത് ആളുകൾ വാതം ഒരിക്കലും എന്നാൽ അവർ തണുത്ത ബത്ത് ഞങ്ങൾക്കുണ്ട്.
		-- Ogden Nash

%
അവർ ഏറ്റവും ചെയ്യാൻ നമുക്ക് എത്ര പറ്റിക്കുകയായിരുന്നു അറിയുന്നു കരുതുന്ന ആളുകളെ.
		-- Ogden Nash

%
നിങ്ങൾ അവരെ ബെന്യാമീൻ പറഞ്ഞാൽ ആളുകൾ വളരെ എളുപ്പം നിങ്ങളുടെ ആശയങ്ങൾ സ്വീകരിക്കുംഫ്രാങ്ക്ലിൻ ആദ്യം പറഞ്ഞു.
		-- Ogden Nash

%
ആളുകൾ അവർ എന്താണ് കാരണം അവർ ഇന്നു എന്തു വായിക്കുന്നു ചെയ്യുംഇന്നലെ ചെയ്തു.
		-- Ogden Nash

%
ഇടുങ്ങിയ മനസ്സ് ആളുകൾ സാധാരണയായി വിശാലമായ നാവുകൾ ഞങ്ങൾക്കുണ്ട്.
		-- Ogden Nash

%
ഒരുപക്ഷേ ലോകത്തിലെ രണ്ടാമത്തെ ഏറ്റവും മോശം കുറ്റകൃത്യങ്ങളുടെ മുഷിപ്പ് ആണ്. ആദ്യം ഒരു വരയുള്ള തന്നെ ആയിരിക്കും.
		-- Cecil Beaton

%
ലോകത്തിന്റെ Personifiers, സംഘടിക്കുവിൻ! നിങ്ങൾ നഷ്ടപ്പെടാൻ മറ്റൊന്നും ശ്രീ ഡിഗ്നിറ്റി ഉണ്ട്!
		-- Bernadette Bosky

%
ദയവായി എന്തെങ്കിലും ചെയ്യാൻ എന്നെ ചോദിച്ചുകൊണ്ട് ഞങ്ങളുടെ സൗഹൃദം ഒരു ബുദ്ധിമുട്ട് ചെയ്യരുത്നിനക്കായ്.
		-- Bernadette Bosky

%
ദയവായി അത് മതിയായ പ്രയാസമാണ് നിങ്ങളുടെ friends-- എന്നെ ശുപാർശ ചെയ്യുന്നില്ലഏകനായി നിങ്ങളെ നേരിടാൻ.
		-- Bernadette Bosky

%
എന്നോട് ക്ഷമിക്കൂ, യുദ്ധക്കെടുതി ചൂടിൽ ഞാൻ ചിലപ്പോൾ മറക്കരുത്ഞാൻ വന്നുകൊണ്ടിരിക്കുന്നു വശത്ത്.
		-- Bernadette Bosky

%
പ്രായോഗികമായി തികഞ്ഞ ജനം തങ്ങളുടെ ചിന്താഗതിയിൽ muddle ലേക്കുള്ള വികാരം അനുവദിക്കുന്നില്ല ഒരിക്കലും.
		-- Mary Poppins

%
എന്നെ വിചിത്രം നടിച്ച് - ഞാൻ ഒരു കപട-masochist ആണ്!
		-- Mary Poppins

%
പുരോഗതി മാറ്റം ഇല്ലാതെ അസാധ്യമാണ് അവരുടെ മാറ്റാൻ കഴിയില്ല ചെയ്തവരെമനസ്സ് ഒന്നും മാറ്റാൻ കഴിയില്ല.
		-- G. B. Shaw

%
ചലനത്തിലൂടെ നിങ്ങളുടെ വായ് ആരംഭിക്കുന്നതിന് മുമ്പ് ഗിയറിൽ തലച്ചോറിന്റെ ഇടുക.
		-- G. B. Shaw

%
യോഗ്യൻ ചെയ്തവർക്ക് ആശ്രയം ഇടുക.
		-- G. B. Shaw

%
ചോദ്യങ്ങൾ ദുരാരോപണം ഒരിക്കലും ഉത്തരങ്ങൾ ചിലപ്പോൾ ആകുന്നു.
		-- Oscar Wilde

%
"തികച്ചും തുറന്നുപറയാം ഞാൻ നിങ്ങളെ മനുഷ്യരും ഇഷ്ടമല്ല നിങ്ങൾ എല്ലാവരും ചെയ്തതു ഇന്നതു ശേഷം.ഞാൻ 'മനുഷ്യത്വരഹിതമായ' ഒരു വാദമെന്നു കാണുന്നു. "
		-- Spider Robinson, "Callahan's Secret"

%
ജനം ആശയവിനിമയം ചെല്ലുകയില്ല; അവർ സംസാരിച്ചുകൊണ്ട് വളവുകൾ എടുത്തു.
		-- Spider Robinson, "Callahan's Secret"

%
റിലേഷൻസ് കേവലം അങ്ങേ ആളുകൾക്ക്, ഒരു പ്രോഗ്രാമുകളാണ് പായ്ക്ക് ആകുന്നുജീവിതം എങ്ങനെ പരിജ്ഞാനം, മരിക്കുകയില്ല എപ്പോൾ ചെറിയ സഹജവാസന.
		-- Oscar Wilde, "The Importance of Being Earnest"

%
... ഒരു ഫ്രണ്ട് പണിവാൻ ആവശ്യമില്ല ഒരു മനുഷ്യന്റെ വിധത്തിൽ ഇളവ്ഏതെങ്കിലും തരത്തിലുള്ള.
		-- John Ball, "Mark One: the Dummy"

%
ഓർക്കുക: നിഷ്കളങ്കനായ വിഡ്ഢിത്തമാണ്, മനസ്സിന്റെ ഒരു അവസ്ഥയാണ് ലൈഫ് ഒരു വഴിയാണ്.
		-- Dave Butler

%
റിവഞ്ച് നൊസ്റ്റാൾജിയ ഒരു രൂപമാണ്.
		-- Dave Butler

%
റിവഞ്ച് മികച്ച തണുത്തും ഒരു ഭക്ഷണം ആണ്.
		-- Dave Butler

%
"റിച്ചാർഡ് എന്റെ യക്ഷിയുടെ നേരെ ശൂരനില്ല ഒരാളായി, നിങ്ങൾ ചെയ്തുകൊണ്ടിരുന്നത്നിങ്ങൾ ചെയ്യേണ്ടത് ആഗ്രഹിക്കുന്നത് നിങ്ങൾ അതു വേദനിപ്പിക്കാൻ പോകുന്നു എന്ന ഭാവം പോലുംമറ്റാരെയെങ്കിലും. താൻ പക്ഷം തട്ടും ആഗ്രഹിക്കുന്നു നിങ്ങളോടു പറഞ്ഞുവല്ലോ ... ""അവൻ എന്റെ രക്തം നുകരും പോകുമ്പോള്!""ഏത് ആരേയും എന്തു നാം തട്ടും തികച്ചും അവരെ പറയുമ്പോൾ ആണ്അവർ നമ്മുടെ വഴി ജീവിക്കുന്നത് എങ്കിൽ. "..."നിങ്ങൾക്ക് പസിലുകൾ കാര്യം," അവൻ പറഞ്ഞു, "ഒരു സ്വീകരിച്ചിരിക്കുന്നു പറയുന്നത്അസാധ്യമാണ് സംഭവിക്കുന്നു. പദപ്രയോഗം മറ്റാരെയെങ്കിലും പരിക്കില്ല. നാം തിരഞ്ഞെടുക്കുന്നനമ്മെത്തന്നെ, എന്തുതന്നെയായാലും വേദനിപ്പിക്കാൻ അല്ലെങ്കിൽ ദോഷം അല്ല. നമ്മുടെ ആർ തീരുമാനിക്കുന്നു.വേറെ ആരും ഇല്ല. എന്റെ വാംപയർ നിങ്ങൾ അവനെ വിട്ടില്ല എങ്കിൽ അവൻ തട്ടും ആഗ്രഹിക്കുന്നു രഹസ്യം? അത്തട്ടും തന്റെ തീരുമാനം തന്റെ ചോയ്സ് തുടർന്ന്. നിങ്ങൾ ഇതിനെ കുറിച്ച് ചെയ്യാൻ നിങ്ങളുടെ ആണ്തീരുമാനം, നിങ്ങളുടെ നിര: അവനെ രക്തം; അവഗണിയ്ക്കാൻ; അവനെ കെട്ടി; ഓഹരി പുറന്തള്ളാനുംഅവന്റെ ഹൃദയം തുളഞ്ഞു. അവൻ ഹോളി ഓഹരി ആഗ്രഹിക്കുന്നില്ല എങ്കിൽ, അവൻ ചെറുത്തുനിൽക്കാൻ സൗജന്യമാണ്,ഏതൊരു വഴിയിൽ അവൻ ആഗ്രഹിക്കുന്നു. ഇത് തിരഞ്ഞെടുക്കാൻ, തിരഞ്ഞെടുക്കാൻ, സംശയം ഉയരുന്നു. ""നിങ്ങൾ അതിൽ ആ വഴി നോക്കുമ്പോൾ ..."സുപ്രധാനമാണ്. ഞങ്ങൾ എല്ലാവരും. സൗജന്യം. ചെയ്യാൻ അദ്ദേഹം പറഞ്ഞു, ", കേൾക്കുക" ".എന്തുതന്നെയായാലും. ഞങ്ങൾ ആഗ്രഹിക്കുന്നു. ചെയ്യാൻ."
		-- Richard Bach, "Illusions"

%
Rincewind അവനെ നോക്കി ചിരിച്ചു മെല്ലെ കയറട്ടെ. ഇത് ഒരു വൈഡ് മാനികോഗൻ ആയിരുന്നുഅശേഷം humorless rictus. സാധാരണ എന്നു വര്ഷത്തെ അടുക്കുക ആയിരുന്നുഔട്ട് അലഞ്ഞു ചെറിയ റിവർസൈഡ് പക്ഷികൾ, സ്ക്രാപ്പുകൾ സാഹസമാണ് ഒപ്പമുണ്ടായിരുന്നുപല്ലിൻ.
		-- Terry Pratchett, "The Lure of the Wyrm"

%
സഹപാഠിയായിത്തന്നെ ശക്തിയുടെ ഒരു ദുർബ്ബല മനുഷ്യന്റെ അനുകരണം ആണ്.
		-- Terry Pratchett, "The Lure of the Wyrm"

%
അവർ നിരപരാധികളായി പ്രഖ്യാപിക്കുമെന്ന വരെ സെയിന്റ്സ് എപ്പോഴും കുറ്റവാളിയെ വേണം.
		-- George Orwell, "Reflections on Gandhi"

%
സാനിറ്റി ആൻഡ് ഭ്രാന്ത് ഒരു നല്ല ചാര ലൈൻ ഓവർലാപ്.
		-- George Orwell, "Reflections on Gandhi"

%
സാനിറ്റി ഒരു ദുർബ്ബല മനസ്സിന്റെ ഫയർവെയർ.
		-- Mark Harrold

%
ഇല്ല, പിന്നെ ഇടപെടില്ല പറയുക.
		-- Helga

%
ഞാൻ ക്ഷമാപണം ലഭിക്കുന്നത് സ്നേഹിക്കുന്നു, ഖേദിക്കുന്നു ആയിരിക്കും എന്തെങ്കിലും പറയുക.
		-- Helga

%
പ്രകൃതിദൃശ്യം ഇവിടെ ആണ്, നിങ്ങൾ മനോഹരമായ കൊതിച്ചു.
		-- Helga

%
ഉന്മാദരോഗികൾക്ക് സ്വതവെ മിടിക്കുന്നു.
		-- Helga

%
നിങ്ങളുടെ ധൈര്യം ജേര്ണയില്! നിങ്ങൾ മറ്റുള്ളതെല്ലാം .മൃഗശാലയിലല്ലാതെ ഞങ്ങൾ.
		-- Helga

%
"കാണുക - കാര്യം ആണ് -. ഞാൻ ഒരു absolutist സുഖമാണ് ഞാൻ ഉദ്ദേശിക്കുന്നത്, തരത്തിലുള്ള ... വിധത്തിൽ ..."
		-- Helga

%
Sentimentality - നമുക്ക് ഞങ്ങൾ പങ്കിടുന്ന ചെയ്യരുത് വികാരം വിളിക്കുന്നത്.
		-- Graham Greene

%
viciousness വഴി ശാന്തതയും.
		-- Graham Greene

%
ഞങ്ങൾ ഇന്ന് രാത്രി മുതൽ ജീവന്റെ ഒരു പുതിയ റൂൾ ഉണ്ടാക്കുമോ: എപ്പോഴും ഒരു ശ്രമിക്കും ലേക്ക്അല്പം Kinder അത്യാവശ്യമാണ്?
		-- J. M. Barrie

%
ലജ്ജ മാനവരാശിയുടെ ഞെരുക്കാനല്ല pietists സങ്കല്പിച്ച ഒരു തെറ്റായ വികാരമാണ്.
		-- Robert Preston, Toddy, "Victor/Victoria"

%
അവൾ പലപ്പോഴും ഉള്ളുകൊണ്ടു വളരെ ആത്മാർത്ഥമായി (അവൾ വളരെ എഴുതാറില്ല പിന്നാലെ വാദമുണ്ട്).
		-- Lewis Carroll

%
ഹൃസ്വ കഴിഞ്ഞ വർഷിച്ചു നേടുകയും.
		-- Lewis Carroll

%
ഒരുപക്ഷേ പ്രസന്നമായ പ്രതികരണത്തിൽ സംഗമം ചെയ്യും, നിങ്ങളുടെ വാത്സല്യവും കാണിക്കുക.
		-- Lewis Carroll

%
ധൈര്യത്തോടെ പാപം.
		-- Martin Luther

%
സീൻ പല ഉപകരണങ്ങൾ, പക്ഷേ കള്ളം അവരെ മുഴുവൻ ക്കുള്ളിലുള്ള ഹാൻഡിൽ ആണ്.
		-- Martin Luther

%
പാപം മാത്രമേ അനാവശ്യമായി മറ്റ് ആളുകൾ വ്രണപ്പെടുത്തി പറയാം. മറ്റെല്ലാ "പാപങ്ങൾ" ആണ്അസംബന്ധം കെട്ടിച്ചമച്ചു. (- വെറും വിഡ്ഢിത്തം സ്വയം വേദനിപ്പിക്കുന്നത് പാപകരമല്ല ആണ്).
		-- Lazarus Long

%
ഞങ്ങൾ മരിച്ചവരുടെ നന്നായി സംസാരിക്കാൻ ഇല്ലാത്തതിനാൽ, അവർ ജീവനോടെ ആയിരിക്കുമ്പോൾ ന്റെ അവരെ മുട്ടുന്നു ചെയ്യട്ടെ.
		-- John Sloan

%
ഞങ്ങൾ എല്ലാവരും ഇവിടെ ആയതിനാൽ, ഞങ്ങൾ എല്ലാവരും അവിടെ പാടില്ല.
		-- Bob "Mountain" Beck

%
ക്ലോഡ് മാനസാന്തരപ്പെടുകയും, ഭോഷരുമായി എന്നേക്കും ആണ്.
		-- Bob "Mountain" Beck

%
ഇതുവരെ നമ്മൾ മാനുഷികമായ പോലെ, നാം എന്തു ദോഷം എന്തു അല്ലെങ്കിൽ നല്ല ആയിരിക്കണം: ഇതുവരെതിന്മയും അല്ലെങ്കിൽ നല്ല ചെയ്യുന്നതുപോലെ, മനുഷ്യശരീരത്തെ ഇരിക്കുന്നു; അതിൽ ഒരു ഉദാഹരണത്തിലൂടെ ൽ നല്ലതുവഴി, ഒന്നും ചെയ്യാൻ അധികം ദോഷം ചെയ്വാൻ: കുറഞ്ഞത് ഞങ്ങൾ നിലവിലില്ല.
		-- T. S. Eliot, essay on Baudelaire

%
ആകയാൽ നിനക്ക് കുടുംബ തത്ത വിൽക്കാൻ ലജ്ജിച്ചു അല്ല എന്ന് ജീവിക്കുന്നത്ടൗൺ ഗോസിപ്പ്.
		-- T. S. Eliot, essay on Baudelaire

%
ചില പരിശ്രമത്തിൽ സന്തുഷ്ടിയിൽ സന്തോഷത്തിന്റെ തുടർച്ച ഇഷ്ടപ്പെടുന്നത് ചെയ്യരുത്.
		-- T. S. Eliot, essay on Baudelaire

%
ചില ജനങ്ങളുടെ പുരുഷന്മാർ കഴിവുകേട് നേടാൻ, മൂന്നാംകിട ജനിക്കുന്ന, ചില പുരുഷന്മാർകഴിവുകേട് അവരുടെമേൽ ഇട്ടിരിക്കുന്നു.
		-- Joseph Heller, "Catch-22"

%
ചില പുരുഷന്മാർ കണ്ടെത്തുന്ന; പേരും കാണപ്പെടുന്നത്.
		-- Joseph Heller, "Catch-22"

%
ചില പുരുഷന്മാർ അങ്ങനെ അവർ നിരന്തരഹോമയാഗത്തിന്നും ഭയത്തിൽ എന്നു തോന്നുന്ന ആ സത്യം സ്നേഹിക്കുന്നുഅവൾ overexposure ഒരു ഉമ്മറച്ചുവരിലെ ഭയപ്പാടോടുകൂടിയായിരുന്നു.
		-- Samuel Butler

%
ഒരിക്കലും ജനങ്ങളുടെ ഓർമ്മകൾ ദൈർഘ്യമേറിയ ജീവിക്കും കാര്യങ്ങളുടെ ചിലയഥാർഥത്തിൽ സംഭവിച്ചെന്നു.
		-- Samuel Butler

%
അതു തലയിൽ അവരെ അടിച്ചാൽ ഇവിടെ ചുറ്റും ചില ആളുകൾ അവഗണിക്കുന്നില്ല തിരിച്ചറിഞ്ഞില്ല തന്നെ.
		-- Samuel Butler

%
പോകുന്ന ചില ആളുകൾ സന്തോഷം കാരണമാകും; മറ്റുള്ളവരെ അവർ പോകുമ്പോൾ.
		-- Samuel Butler

%
ചില ആളുകൾ പറയുന്നത് തോന്നുന്നു അവരെ കുറിച്ച് ഒരു വഴി ഉണ്ട്: "ഞാൻ ഉണ്ടെങ്കിൽജീവിക്കാൻ ഒന്നു മാത്രം ജീവൻ എനിക്കു തീര്ക്കാന് അത് ജീവനോടെ. "
		-- Samuel Butler

%
ചില ആളുകൾ അവർ സ്വയം ഉണ്ടാകില്ല അങ്ങനെ സ്വകാര്യമാണെന്ന് ഭാഗങ്ങൾ ഉണ്ട്അവരെ തിരിച്ചറിയാം.
		-- Samuel Butler

%
ചില ജനങ്ങളുടെ വായിൽ വേഗത്തിൽ അവരുടെ തലച്ചോറ് അധികം ജോലി. അവർ കാര്യങ്ങൾ അവർ പറയുംഇതുവരെ പോലും വിശ്വസിച്ചു.
		-- Samuel Butler

%
പാപം ചിലരും ചില വർധന പുണ്യവും വീണു.
		-- Samuel Butler

%
ആരോ ഇന്ന് നിങ്ങളുടെ മൂക്ക് honk ശ്രമിക്കും.
		-- Samuel Butler

%
മെച്ചപ്പെട്ട എന്തോ ... 1 (വ്യക്തമായ): എക്സ്ക്യൂസ്. നിങ്ങളുടെ മൂക്കിന് നിങ്ങളുടെ മുഖത്ത് ഒരു ബസ് പാർക്ക് ചെയ്തു എന്ന്? 2 (പഠനകേന്ദ്രത്തിൽ): ഇപ്പ കവർ എടുത്തു. അവൾ ഊതി പോകുന്നതേയുള്ളൂ. 3 (കഥാകാരി): നിങ്ങൾക്കറിയാമോ, നിങ്ങൾ പ്രാധാന്യം കഴിഞ്ഞില്ല നിങ്ങളുടെ മൂക്ക് ധരിച്ചിരുന്നു എങ്കിൽവലിയ എന്തെങ്കിലും. തോന്നുന്നു ... വ്യോമിംഗ്. 4 (സ്വകാര്യ): ശരി, ഇവിടെ തന്നെ. നമ്മിൽ മൂന്ന്. 5 (സമയനിഷ്ഠയുള്ള): പീതവര്ണ്ണച്ചുളകള്ക്ക് മാന്യന്മാരെ. നിങ്ങളുടെ മൂക്ക് കൃത്യസമയത്ത് ചെയ്തപ്പോൾ പതിനഞ്ചു ആയിരുന്നുമിനിറ്റ് വൈകി. 6 (അസൂയ): Oooo, ഞാൻ നിങ്ങളെ കൊതിച്ചു. സഞ്ജയന്. നിങ്ങളുടെ മണം കഴിയും ലേക്ക്സ്വന്തം ചെവി. 7 (വികൃതിയാണ്):, നമക്കേ സർ. നിങ്ങൾ കാര്യം ലേഡീസ് ചില ചോദിക്കാതെഅകലെ കാര്യം മേല കാര്യമാക്കുന്നില്ല. 8 (ദാർശനിക): നിങ്ങൾ അറിയുന്നു. സുപ്രധാനമാണെന്ന് ഞങ്ങൾ മൂക്കിന് വലിപ്പം അല്ല.അത് ഉള്ള കാര്യം ചൈനയും ആ അത്രയേയുള്ളൂ. 9 (ഫലിതം): ചിരിച്ച് ലോകം നിങ്ങളെ കൂടെ ചിരിക്കുന്നു. തുമ്മൽ അതു വിട തുടർന്ന്,സീയാട്ല്.10 (വാണിജ്യ): ഹായ്, ഞാൻ ഏൾ Schibe സുഖമാണ് ഞാൻ $ 39.95 ആ മൂക്ക് പെയിൻറ് കഴിയും.11 (വിനീതമായ): അയ്യോ. നിങ്ങളുടെ തല bobbing ആലോചിക്കുന്നില്ല ആഗ്രഹിക്കുന്നുണ്ടോ. ഓർക്കസ്ട്ര സൂക്ഷിക്കുന്നുവൈകാതെ മാറ്റുന്നതിൽ.12 (ഹരം): ഇപ്പ! "അവൻ മൂക്കിൽ ലോകത്തിന് ചിത്രീകരിക്കുന്ന."
		-- Steve Martin, "Roxanne"

%
മെച്ചപ്പെട്ട എന്തോ ...13 (സഹാനുഭൂതിയും): ഓ, എന്തു സംഭവിച്ചു? നിങ്ങളുടെ മാതാപിതാക്കൾ ദൈവവുമായി ഒരു പന്തയത്തിൽ നഷ്ടപ്പെട്ടത് എന്തുകൊണ്ട്?14 (കോംപ്ലിമെന്ററി): നിങ്ങൾ അൽപം birdies അവരെ ഈ നൽകാൻ സ്നേഹിക്കണംഓൺ മരപ്പൊത്തുകളിലാണ്.15 (ശാസ്ത്രീയ): പറയുക അവിടെ കാര്യം വേലിയിറക്കം സ്വാധീനിക്കാൻ എങ്ങനെ?16 (ത്രിതീയ): ഞാൻ grindstone കാണാൻ സങ്കടകരമാണ്.17 (അന്വേഷണം): നിങ്ങൾ പൂക്കൾ മണം ലേക്ക് നിര്ത്തുമ്പോള് അവർ പേടിച്ചു?18 (ഫ്രെഞ്ച്): പന്നികൾ നിങ്ങൾക്ക് വരെ ഇനി ഓര്ത്ത് കണ്ടെത്താൻ സമ്മതിക്കുന്നില്ലെങ്കിൽ പറയുക	വിട്ടേക്കുക.19 (അശ്ലീല): ഒടുവിൽ, ഒരേസമയം രണ്ടു സ്ത്രീകൾ തൃപ്തിപ്പെടുത്താൻ ഒരു മനുഷ്യൻ.20 (മതപരമായ): കർത്താവായ ദാനം പോയി അദ്ദേഹം അവൻ ചെയ്തു നല്കാതെ സൂക്ഷിച്ചിരുന്നു.21 (അറപ്പുളവാക്കുന്ന): നിങ്ങളുടെ മൂക്ക് മുടി mows പറയുന്നു?22 (വിടുമോ): എന്റെ കൊക്കെയ്ൻ നിന്ന് പിരിക്കുക അകന്നു!23 (ആരോമാറ്റിക്): രാവിലെ ഉണർത്താൻ അത്ഭുതകരമായ ആയിരിക്കും ഗന്ധം വേണംകോഫി ... ബ്രസീലിൽ.24 (വിലമതിപ്പുള്ള): Oooo എത്ര യഥാർത്ഥ. ഭൂരിഭാഗം ആളുകളും പല്ലു ഞങ്ങൾക്കുണ്ട്പുതച്ച.25 (വൃത്തികെട്ട): നിങ്ങളുടെ പേര് ഡിക്ക്, 'അത് പോരേ?
		-- Steve Martin, "Roxanne"

%
പുരുഷന്മാർ സത്യം പറയാൻ ആകാംക്ഷ വരുമ്പോൾ അസുഖകരമായ എന്തോ വരുന്നു.
		-- Benjamin Disraeli

%
ചിലപ്പോൾ ഞാൻ 1962 ൽ പെറി ലെയിൻ ഒരു പാര്ട്ടി തോന്നൽ നേടുക,പാർട്ടി വീട്ടിൽ നിന്നു വിഭജിച്ചിരുന്നു, തെരുവ് ഇറങ്ങി മൂടിലോകം.
		-- Robert Stone

%
ചിലപ്പോൾ ഞാൻ മോശമായ ലോകത്ത് ഒരു വിജയം ഒരാളായി വിഷമിക്കേണ്ട.
		-- Lily Tomlin

%
ചിലപ്പോൾ നിങ്ങൾ അവന്റെ കണ്ണുകളിലേക്ക് നോക്കുമ്പോൾ നിങ്ങൾ തോന്നൽ മറ്റാരെങ്കിലും നേടുകയുംമറ്റാരെങ്കിലും ആകർഷിക്കുന്നവ.
		-- David Letterman

%
പതുക്കെ സംസാരിക്കാൻ ഒരു +6 രണ്ടു ഇടംകൈയ്യൻ വാൾ കൊണ്ടുപോകും.
		-- David Letterman

%
പതുക്കെ സംസാരിക്കാൻ ഒരു വലിയ സ്വന്തമല്ല, ഡോബർമാൻ അർത്ഥമാക്കുന്നത്.
		-- Dave Millman

%
എല്ലാ ദിവസവും ഒരു പുഞ്ചിരിയോടെ ഓഫ് ആരംഭിച്ച് കൊണ്ട് രൂപ.
		-- W. C. Fields

%
ഒരു പുഞ്ചിരിയോടെ ദിവസം ആരംഭിക്കുക. അതിനുശേഷം വീണ്ടും നിങ്ങളുടെ ഡോണും പഴയ കഴിയും.
		-- W. C. Fields

%
ഒരുമിച്ചു തുടരുക പരസ്പരം വലിച്ചുതാഴ്ത്തുവാനായി.
		-- W. C. Fields

%
ഇപ്പോഴും എന്റെ misspent യൌവനത്തിലെ ഉജ്വലമായ ഫലങ്ങളിൽ തിരയുന്ന. നിങ്ങൾ എന്തു പറയുകഅടുത്ത സംയുക്ത ഒരു മാപ്പ്?
		-- W. C. Fields

%
വിവേകശൂനം കാണുമെന്ന് ഞങ്ങളെ ലഭിച്ചത് - എന്തുകൊണ്ട് ഞങ്ങളെ പുറത്തു നേടുകയും കഴിയില്ല?
		-- W. C. Fields

%
വിവേകശൂനം സ്വന്തം പ്രതിഫലം.
		-- W. C. Fields

%
സ്റ്റൈൽ ഉത്തരം വന്നേക്കാം, എന്നാൽ കുറഞ്ഞത് അത് ഒരു പ്രത്യേക കാഴ്ചപ്പാട് ബദൽ തുടർന്ന്.
		-- W. C. Fields

%
അവഗണിക്കുന്നില്ല നിങ്ങൾ എന്താണ് ചിന്തിക്കുന്നതെന്ന് വഴിയിൽ നിന്നു ലഭിക്കുന്നത് കലയാണ്ഞാന് ഞെട്ടി മുമ്പ്.
		-- W. C. Fields

%
വിജയം ഒരു യാത്ര, ഒരു പൗരി.
		-- W. C. Fields

%
വിജയകരം നീ എന്തു ചെയ്യണമെന്ന് കൈവരുന്നു; സന്തോഷം നിങ്ങള്ക്ക് ലഭിക്കും കുറവില്ലാതെ ആണ്.
		-- W. C. Fields

%
വിജയകരം മൂഢന്മാരുടെ മനസ്സിലുള്ളത്.
		-- William Wrenshaw, 1578

%
വിജയം ബന്ധുവും: അതു ഞങ്ങൾ കാര്യങ്ങൾ ഉണ്ടാക്കിയിരിക്കുന്നു ദുരവസ്ഥയിൽ കഴിയും എന്താണ്.
		-- T. S. Eliot, "The Family Reunion"

%
സ്വാഭാവിക പ്രവണതകൾ നാരിയെന്നു. അറെക്കത്തക്കവരും ആശംസിക്കുന്നു.
		-- T. S. Eliot, "The Family Reunion"

%
അത്തരം ഒരു നല്ല ആദ്യ സ്വപ്നം!എന്നാൽ അവർ എന്നെ പരിഹസിക്കുന്നു; അവർ പറഞ്ഞുഞാൻ അതു ഉണ്ടാക്കിയ.
		-- T. S. Eliot, "The Family Reunion"

%
ആത്മഹത്യ തെറ്റുപറ്റി ഐഡന്റിറ്റി ഒരു കേസ്.
		-- T. S. Eliot, "The Family Reunion"

%
സൂയിസൈഡ് ആത്മവിമർശനത്തിന്റേയും sincerest രൂപമാണ്.
		-- Donald Kaul

%
നിങ്ങളുടെ പ്രാദേശിക തിരയൽ ആൻഡ് റെസ്ക്യൂ യൂണിറ്റ് പിന്തുണ - നഷ്ടപ്പെടുത്തരുത്.
		-- Donald Kaul

%
ഉറപ്പാണോ അവൻ ക്ഷൌരക്കത്തി മൂർച്ചയും തുടർന്ന് ... അവൻ ദ്വിമാന കടുകുമണിയോളം ആകുന്നു!
		-- Donald Kaul

%
ഉറങ്ങാൻ ഞെട്ടൽ, ഉയരും ഞെട്ടൽ, ശരാശരി കുറിച്ച് പറ്റിയില്ല.
		-- Donald Kaul

%
ഇടിത്തീ ലെ നയം നിങ്ങൾ വളരെ ബഹുദൂരം പോകുന്നു ഇല്ലാതെ പോകാൻ കഴിയും എത്രമാത്രം അറിയുന്നവനും.
		-- Jean Cocteau

%
നയം അവൻ ഒരു കിട്ടിയാൽ അവൻ ഒരു തുറന്ന മനസ്സ് ഉണ്ട് ഒരു ആരോടും കഴിവ്തലയിൽ ദ്വാരം.
		-- Jean Cocteau

%
നയം ശത്രു പറയാതെ ഒരു പോയിന്റ് making കലയാണ്.
		-- Jean Cocteau

%
തിമിംഗലം നിന്ന് ഒരു പാഠം എടുക്കുക; അവൻ അവൻ speared നേരിടുമ്പോഴാണ് മാത്രം സമയം ആണ്ലിറ്റിൽ ലേക്ക് ഉയർത്തുന്നതും.
		-- Jean Cocteau

%
ജലവിതരണം എപ്പോഴും ഡിമാൻഡ് കവിഞ്ഞതിനാൽ സംവാദം കുറഞ്ഞ ആണ്.
		-- Jean Cocteau

%
ഭോഷന്നു അർഥത്തിൽ സംസാരിക്കുക അവൻ മൂഢന്മാരേ വിളിക്കുന്നു.
		-- Euripides

%
കൂമ്പടഞ്ഞുപോയി കുറിച്ച് വളരെ സംസാരിക്കേണ്ട പുറമേ കളങ്കം മറച്ചുവെക്കാൻ ഒരു മാർഗങ്ങൾ ആകാം.
		-- Friedrich Nietzsche

%
എരിവുള്ളതും വാക്കു ആരും സുഹൃത്തുക്കളെ; തേൻ ഒരു സ്പൂൺ അധികം ഈച്ചകൾ പിടികൂടുക തന്നെ ചെയ്യുംപുളിച്ച ഇതിനെ ഒരു.
		-- B. Franklin

%
പ്രപഞ്ചത്തിൽ അവിടെ 300 കോടി നക്ഷത്രങ്ങൾ ഉണ്ട് ആളെ പറയാം അവൻ നിന്നെ വിശ്വസിക്കുന്നു കാണാം.ഒരു ബെഞ്ച് അത് ആർദ്ര പെയിന്റ് ഉണ്ട് അവൻ ഉറപ്പാക്കുക സ്പർശിക്കുക വരുമെന്നാണ് അവനോടു പറയുക.
		-- B. Franklin

%
എന്തു തോന്നുന്നു പറഞ്ഞുതരാമോ !!!
		-- B. Franklin

%
തെറ്റിദ്ധരിക്കാൻ ആളുകൾക്ക് സത്യം പറഞ്ഞവരുടെ സാധാരണയായി പ്രമോട്ടുചെയ്യുന്നുകള്ളം, അല്ലേ?
		-- A. Hope

%
"യുവാവുമായുള്ള ആർദ്ര കരൾ ഒരു റാത്തൽ കുറിച്ച് മൂർച്ചയും തുടർന്ന്"
		-- Foghorn Leghorn

%
വിസ്മയകരമായ ആയിരിക്കണം: എനിക്കത് മനസ്സിലാകുന്നില്ല.
		-- Moliere

%
നായീച്ച നല്ല കാര്യമാണ്, അതു ബീ നല്ലതാണ്.
		-- Moliere

%
ആ എപ്പോഴും നിങ്ങൾ പുതിയ എന്തെങ്കിലും കണ്ടെത്താൻ വരുമ്പോൾ മാർഗ്ഗമാണ്; എല്ലാവർക്കും ചിന്തിക്കുന്നതുംനിനക്ക് വട്ടാ.
		-- Evelyn E. Smith

%
"സാധാരണ" ആയിരിക്കാൻ സത്യവാചകം എനിക്കു ഞെട്ടിപ്പിക്കുന്ന അകറ്റിനിർത്തുന്ന തോന്നുന്നു; ഞാൻ കാണുകയുംലോ തലത്തിലേക്ക് മുങ്ങുന്ന പ്രത്യാശ വേണ്ടാ സൗകര്യങ്ങൾ. ഞാൻ ആ അജ്ഞത കരുതുന്നുആളുകൾക്ക് മാത്രമേ ഹൊറർ കൂടെ കളു ചിന്തിക്കുന്നത് ഉണ്ടാക്കി നിലനിൽക്കാൻ അനുവദിക്കുന്നുശരാശരി അതിബുദ്ധിമാനും ആവശ്യമായ "" എന്ന പ്രോക്സിമിറ്റി ഭൂതകാല undismayed. തീർച്ചയായുംഒന്നും നേടിയിട്ടു ആർക്കും അസാധാരണമായി, അടിസ്ഥാനപരമായി ആണ്.
		-- Dr. Karl Menninger, "The Human Mind", 1930

%
ഒരു തമാശ ലക്ഷ്യം മനുഷ്യന് നമ്മുടെ അപമാനിക്കാനും ലേക്ക് പക്ഷെ കുറ്റം ഓർമിപ്പിക്കാൻ ഇല്ലഅവൻ ഇതിനകം അപചയം ആണ്.
		-- George Orwell

%
ദേഷ്യം മനുഷ്യൻ എപ്പോഴും താൻ കൂടുതല് ചെയ്യാനാകും കരുതുന്നു.
		-- Albertano of Brescia

%
വാഗ്ദാനങ്ങൾ ശരാശരി പോഷക മൂല്യം ഏതാണ്ട് പൂജ്യമാണ്.
		-- Albertano of Brescia

%
ശരാശരി, ആരോഗ്യമുള്ള, നന്നായി തട്ടിക്കിഴിച്ചതിനുശേഷമുള്ള ആളൊന്നിൻറെ ഏഴു മുപ്പതു ലെ എഴുന്നേറ്റ്വെറും ഭയങ്കരൻ രാവിലെ തോന്നൽ.
		-- Jean Kerr

%
എലികളും പുരുഷന്മാരുടെ മികച്ച തീരാറായപ്പോൾ പദ്ധതികൾ തുല്യ കുറിച്ച് സാധാരണയായി ആകുന്നു.
		-- Blair

%
ഒരു മനുഷ്യന്റെ ജീവിതത്തിലെ മികച്ച ഭാഗം, തന്റെ ചെറിയ, പേരു, unremembered പ്രവൃത്തികൾദയയും സ്നേഹത്തിന്റെ.
		-- Wordsworth

%
നമുക്ക് ചെയ്യാൻ കഴിയുന്ന മികച്ച ഞങ്ങളുടെ സുഹൃത്തുക്കൾ നേരെ ദയയും സഹായകരമാകുന്ന എന്നതാണ്ഞങ്ങൾ അതേസമയം അഴുക്കും അതേ കരടു കോളുവരികയും ചെയ്യുന്ന യാത്രക്കാർനമ്മുടെ പൊതുവായ ശിക്ഷയിൽ അടുത്തടുത്തായി ളിനിയുള്ള.
		-- Clarence Darrow

%
പഴയ വർദ്ധിപ്പിക്കുന്നതിനെക്കുറിച്ച് മികച്ച കാര്യം ഇത്തരം ഒരു സമയം എടുക്കുന്നത് എന്നതാണ്.
		-- Clarence Darrow

%
ദുഖങ്ങളും മുക്തി നേടാനുള്ള മികച്ച മാർഗം അവരെ അവഗണന മരിക്കട്ടെ എന്നതാണ്.
		-- Clarence Darrow

%
നിങ്ങളുടെ സുഹൃത്തുക്കൾ ചെയ്യാനുള്ള മികച്ച മാർഗം അവരെ നൽകാൻ അല്ല.
		-- Clarence Darrow

%
വലിയ അവർ ഹിറ്റ് പ്രയാസമാകും.
		-- Clarence Darrow

%
ആശയവിനിമയം വലിയ പ്രശ്നം അത് സംഭവിച്ചു എന്ന് മിഥ്യയാണ്.
		-- Clarence Darrow

%
ഭാവമായിരുന്നു ഭാവമായിരുന്നു നടത്തുകയും അവർ ഇരുവരും kitsch അകപ്പെടും.
		-- Clarence Darrow

%
മനുഷ്യന്റെ സഹോദരത്വവും വെറുമൊരു കവിയുടെ സ്വപ്നം അല്ല; അതു ഏറ്റവും നിസാരമായിലജ്ജയും റിയാലിറ്റി.
		-- Oscar Wilde

%
"തീർച്ചയായും അതു ആരുമില്ല; ആരംഭിക്കുന്ന ഒരു വാചകം ചിഹ്നമിടൽ ശരിയായ വഴിഎന്റെ ബിസിനസ്സ്, എന്നാൽ - "വചനം ശേഷം ഒരു കാലഘട്ടം സ്ഥാപിക്കുക എന്നതാണ്" പക്ഷേ "ഉപയോഗിക്കരുത്.ഒരു കാലയളവിൽ ഒരു ബഹളം വിതരണം പുതുമുഖങ്ങളോടു. തൊണ്ടയിൽ വെട്ടിക്കുന്നുമാത്രം ഒരു നൈമിഷിക മനസ്സുണ്ടെങ്കിൽ നിങ്ങൾ സംസാരിച്ചു കുറിക്കുന്നതിന് ബന്ധിക്കപ്പെട്ടിരിക്കുന്നു.
		-- Lazarus Long, "Time Enough for Love"

%
ഒരു നല്ല താറാവ് ഒരു മോശം തമ്മിലുള്ള വ്യത്യാസം ഏഴു ദിവസമാണ്.
		-- Lazarus Long, "Time Enough for Love"

%
സാമാന്യബോധ ആൻഡ് .ഒറ്റ തമ്മിലുള്ള വ്യത്യാസം സാമാന്യബോധ എന്നതാണ്എല്ലാവർക്കും ചിന്തിക്കുന്നത് ലഭിക്കാൻ പുറത്ത്. അത് സ്വാഭാവികമാണ് - അവർ. .ഒറ്റഅവർ ഗൂഢാലോചന ചെയ്തിട്ടുള്ളതായി ചിന്തിക്കുന്ന.
		-- J. Kegler

%
ധീരതയിലും വിവേകശൂനം തമ്മിലുള്ള വ്യത്യാസം പ്രതിഭയുടെ അതിന്റെ പരിധികൾ ഉണ്ട് എന്നതാണ്.
		-- J. Kegler

%
വികാരം ആൻഡ് വൈകാരികമായ ഒരാളായി തമ്മിലുള്ള വ്യത്യാസം എന്നതാണ്:ഒരു ഡ്രൈവർ ഒരു നേട്ടങ്ങൾക്ക് ഒഴിവാക്കാൻ വഴിയിൽ നിന്നു swerves വരുമ്പോൾ വികാരം ആണ്റോഡിൽ മുയൽ. അതേ ഡ്രൈവർ, എപ്പോൾ വൈകാരികമായ ചെയ്യുകയാണ്മുയൽ അവഗണിച്ച് ത്തിനായി കാൽനടക്കാർക്ക് ഭൂചലനം.
		-- Frank Herbert, "The White Plague"

%
വിവേചനം വ്യക്തി പരിമിതികളുണ്ട് എപ്പോഴും.
		-- Frank Herbert, "The White Plague"

%
കൂടുതലായി ആകുവാൻ സത്യവും കള്ള ദൃശ്യമാകുമ്പോഴുള്ള തമ്മിലുള്ള വ്യത്യാസംവഴി ... ഭാഷയുടെ മലിനീകരണം മങ്ങിക്കുന്നതിനുള്ള.
		-- Arne Tiselius

%
മനുഷ്യ വംശത്തിന്റെ അവസാനത്തോടെ ഒടുവിൽ സംസ്കാരത്തിൻറെ മരിക്കുമെന്ന് ആയിരിക്കും.
		-- Ralph Waldo Emerson

%
സിംഹം അതിൽ താമസിക്കുന്നത് കാരണം വനം സുരക്ഷിതമാണ് സിംഹം കാരണം സുരക്ഷിതമാണ്അതു വനം താമസിക്കുന്നത്. അതുപോലെ വ്യക്തികളുടെ സൗഹൃദം പരസ്പര സഹായവും ന് സമാപിക്കും.
		-- Laukikanyay.

%
മനുഷ്യ ക്രോധം നിറഞ്ഞ സാധ്യതകൾ ഒരു സുഹൃത്ത് വരെ എത്തിച്ചേരാൻ കഴിയില്ലഇരു പാർട്ടികളുടെയും നയപൂർവം ഇടപെടുന്ന.
		-- G. K. Chesterton

%
നിങ്ങൾ അറിഞ്ഞാലും ഇല്ലാതിരുന്നാൽ സുവർണനിയമം എന്തെങ്കിലും ഒരു പ്രയോജനവുമില്ല ആണ്നിങ്ങളുടെ നീക്കമാണ്.
		-- Frank Crane

%
സമൂഹത്തിലെ വലിയ മെറിറ്റ് ഒറ്റ ഏകാന്തതയുടെ വിലമതിക്കാൻ ആണ്.
		-- Charles Chincholles, "Reflections on the Art of Life"

%
ജീവിതത്തിൽ വലിയ രഹസ്യം ... രണ്ടാഴ്ച നിങ്ങളുടെ അക്ഷരങ്ങൾ തുറക്കാൻ ചെയ്തിട്ടില്ല [ആണ്].ആ കാലയളവ് അവസാനിച്ചശേഷം നിങ്ങൾ ഏതാണ്ട് എല്ലാ അവരിൽ ഉണ്ടെന്ന് കണ്ടെത്തുംതങ്ങളെ ഉത്തരം.
		-- Arthur Binstead

%
തെറ്റുകൾ ഏറ്റവും മഹത്തായ ആരും സൂക്ഷിക്കുക എന്ന് ആണ്.
		-- Arthur Binstead

%
കോപം വലിയ പ്രതിവിധി ശരിയല്ല.
		-- Arthur Binstead

%
അവസരങൾ നിങ്ങളിൽ ഒരു മൂകത സമയത്ത് നിങ്ങളുടെ വികാരങ്ങൾ വേഷംമാറി എന്നതാണ്വീട്ടിലേയ്ക്കുള്ള ട്രെയിനിൽ ബന്ധുക്കൾ.
		-- Arthur Binstead

%
ബന്ധുക്കളുടെ വിദ്വേഷം ഏറ്റവും അക്രമമാണ്.
		-- Tacitus (c.55 - c.117)

%
... പൂണ്ടു 'ചുറ്റും ഒരു മേഘാവൃതമായ ദിവസം പുഞ്ചിരിക്കുന്ന എന്നെ സംഘത്തിലെ.
		-- Tacitus (c.55 - c.117)

%
ജനം ഏറ്റവും അടിയന്തിരമായി വേണമെങ്കിൽ സഹായവും അവർ സഹായം ആവശ്യമാണെന്നു സമ്മതിക്കുന്നതിന് സഹായമാണ്.
		-- Tacitus (c.55 - c.117)

%
ജീവിതത്തിന്റെ പരിവേഷം മണിക്കൂർ ഡ്രം കാഹളം അവരുടെ സാന്നിധ്യം അറിയിക്കുക ചെയ്യരുത്,ആ ആയോധനകല ഉള്ളിൽ അപ്പീലുകൾ വഴി നമ്മെത്തന്നെ ശരിയാണെന്ന് ശ്രമകരമായിരിക്കുന്നചൂടിൽ രക്തം സൂക്ഷിക്കുന്നു. ചില ചെറിയ, വിനയായിത്തീരുന്നത്, ചലനാത്മകമായ ചോയ്സ് സമ്മാനങ്ങൾസ്വയം ഞങ്ങളെ താണസ്വരതിൽ ഒപ്പം ഉപായം, glib ആൻഡ് insinuating കഴിയാൻ വേഷത്തിൽ മുമ്പാകെനിരപരാധിത്വം. അതിന്റെ അനുനയങ്ങൾകൊണ്ടൊന്നും വഴങ്ങിക്കൊടുക്കുവാൻ വളരെ എളുപ്പമാണ്. തെറ്റായ എന്നു തോന്നുന്നുആണ് കന്യാമറിയത്തിന്റെ ... അപ്പോൾ അതു നിന്റെ ധൈര്യം കാണിക്കാൻ സമൻസ് ആയിരിക്കുംസാഹസിക യുവാക്കൾ.
		-- Benjamin Cardozo

%
മനുഷ്യ മനസ്സിന്റെ ഒരു പുതിയ ആശയം വഴി ശരീരം ഒരു വിചിത്രമായ പെരുമാറുന്നതുപോലെ പെരുമാറുന്നതുപോലെപ്രോട്ടീൻ - അത് തള്ളുന്നു.
		-- P. Medawar

%
മാനവരാശിയുടെ അതിന്റെ പ്രശ്നങ്ങൾ ഏതെങ്കിലും പരിഹരിക്കുന്ന ഒരിക്കലും. ഇത് കേവലം അവരെ outlives.
		-- David Gerrold

%
നിഷ്ക്രിയ മനസ്സ് അത് ആഗ്രഹിക്കുന്നു എന്താണെന്ന് അറിയുന്നില്ല.
		-- Quintus Ennius

%
പ്രധാനപ്പെട്ട കാര്യം ചോദ്യംചെയ്യുന്ന നിർത്താൻ അല്ല.
		-- Quintus Ennius

%
അപകടം ജനം ഏറ്റവും കൂടുതൽ ആസ്വദിക്കുന്ന ഏതുതരം അവർ നിന്ന് കാണാൻ കഴിയും തരത്തിലുള്ള ആണ്സുരക്ഷിത സ്ഥലത്ത്.
		-- Quintus Ennius

%
ഞങ്ങളെ നിരപരാധിത്വം അമൂല്യമായി സത്യമെന്ന് അറിവ് നിരപരാധിത്വം സൈദിന്റെ ചെയ്യുന്നു.
		-- Irving Howe

%
കഴിഞ്ഞ തവണ ഞാൻ അദ്ദേഹം സ്വന്തം കൈ കൈവശമുള്ള കാമുകിയുടെ ലെയ്ൻ ഇറങ്ങി നടന്നു അവനെ കണ്ടു.
		-- Fred Allen

%
ഒട്ടും വിജയകരം കട്ടിയുണ്ടാവും ഡിവൈസ്ഇവിടെ എക്കാലത്തെയും റെക്കോഡ് താളിൽ ശ്രീ പീറ്റർ Rowlands താങ്ങിഅത് ഊഷ്മള വിമാന വീശുന്ന സമയത്ത് ആരുടെ അധരങ്ങൾ 1979 ൽ തന്റെ ലോക്ക് നിശ്ചലമാക്കിയ മാറി."ഞാൻ ലോക്ക് ഊതുമ്പോൾ എന്റെ മടിയിൽ ഇറങ്ങി. വസന്തത്തിന്റെ എന്റെ അധരങ്ങൾഫാസ്റ്റ് സ്റ്റക്ക് ആയി. "അവൻ തലകുനിച്ച് കൊണ്ട് ഇരിക്കുമ്പോൾ ഒരു വൃദ്ധ അവൻ എങ്കിൽ ഒരു ചോദിച്ചറിഞ്ഞു കടന്നുഎല്ലാ ശരിയായ ആയിരുന്നു. "Alra? Igmmlptk" താൻ പോയിന്റ് അവൾ ഓടി ചെയ്തത് മറുപടി."ഞാൻ സംഭവിച്ചതു അവളെ പറയാൻ ശ്രമിച്ചു, എന്നാൽ അതു അടുക്കുക വിട്ടു പോയി ...നിശബ്ദമായ "മിസ്റ്റർ Rowlands, ഒരു മൺപാത്രങ്ങൾ ഡിസൈനർ വിശദീകരിച്ചു.അവൻ ഇരുപതു മിനിറ്റ് ( "ഞാൻ അൽപ്പം ബുദ്ധികെട്ട തോന്നി") തലയെടുപ്പുള്ളവനായി ചെയ്തുനിരന്തരമായ ചൂട് ശ്വസനം സ്വാതന്ത്ര്യം കൊണ്ടുവന്നു. അദ്ദേഹം പിന്നീട് "ഹോട്ട് വിളിച്ചിരുന്നത്ചുണ്ടുകൾ ".
		-- Stephen Pile, "The Book of Heroic Failures"

%
കർത്താവേ സാധാരണ-തിരയുന്ന ജനം ആവശ്യം. അത് സത്യമെന്ന് കാരണം അതാണ്അവരിൽ പല.
		-- Abraham Lincoln

%
ഉച്ചത്തിൽ അവൻ വേഗത്തിൽ നമ്മുടെ തവികളും കണക്കാക്കിയിട്ടുണ്ട് തന്റെ മാനം സംസാരിച്ചു.
		-- Ralph Waldo Emerson

%
സംസ്ക്കാരത്തിന് പ്രധാന മുന്നേറ്റങ്ങൾ എല്ലാം പക്ഷേ തകർക്കുക പ്രോസസ്സുകളുടെ ആകുന്നുഅവർ സംഭവിക്കാം സൊസൈറ്റികൾ.
		-- A. N. Whitehead

%
ഒരു മുഷ്ടി പൊക്കുന്ന മനുഷ്യൻ റൺ ആശയങ്ങൾ നിന്നു ചെയ്തിരിക്കുന്നു.
		-- H. G. Wells, "Time After Time"

%
രണ്ടു വ്യക്തികളുടെ യോഗം രണ്ട് കോൺടാക്റ്റ് പോലെയാണ്രാസ പദാർത്ഥങ്ങളും: ഏതെങ്കിലും രാസപ്രവർത്തനം അവിടെ ഇരുവരും രൂപാന്തരപ്പെടുന്നു.
		-- Carl Jung

%
മിനിറ്റ് ഒരു മനുഷ്യൻ അവനല്ല അവൻ രസകരമായി .അതുതാനല്ലയോ.
		-- Carl Jung

%
കണ്ണാടി, മനുഷ്യനായി മനോഹരമായ കാണുന്നതു കണ്ണാടി മനുഷ്യൻ സ്നേഹിക്കുന്നു; മറ്റൊരുകണ്ണാടി ഭയാനകമായ മനുഷ്യ കാണുന്നതു അവനെ വെറുക്കുന്ന അതു എപ്പോഴും ഒരേ ആണ്ഇംപ്രഷനുകൾ കൊണ്ട് ഒരാളായി.
		-- Marquis D. A. F. de Sade

%
ഞാൻ കൂടുതൽ ജനങ്ങളെ കൂടുതൽ ഞാൻ എന്റെ കുതിരയുടെ അറിയുന്നു.
		-- Marquis D. A. F. de Sade

%
ഞാൻ കൂടുതൽ കൂടുതൽ ഞാൻ നായ്ക്കൾ കൌതുകം മനുഷ്യരുടെ കാണുന്നു.
		-- Mme De Sevigne, 1626-1696

%
കൂടുതൽ ഞങ്ങൾ വിയോജിക്കുന്നു, ഞങ്ങളിൽ കുറഞ്ഞത് ഒരു വലത് ഇല്ല കൂടുതൽ അവസരം.
		-- Mme De Sevigne, 1626-1696

%
നിങ്ങളുടെ നിലപാടനുസരിച്ച് ശത്രു നിങ്ങളുടെ മുഖം അതിനോട് ഏറ്റവും വെറുപ്പുളവാക്കുന്നത് കാര്യം ചെയ്യുന്നതുനിങ്ങളുടെ മികച്ച സുഹൃത്തുക്കൾ നിങ്ങളുടെ പിന്നിലേക്ക് പറയുന്നതിൽ സമീപിക്കരുത്.
		-- Alfred De Musset

%
ഏറ്റവും വീശിയത് വങ്കത്തമാണ് മനുഷ്യൻ താൻ ജ്ഞാനി എന്നു അറിവുണ്ടാകില്ല അവൻ തന്നേ.
		-- Alfred De Musset

%
egotists കുറിച്ച് ചില നല്ല കാര്യം അവർ മറ്റ് ആളുകൾ സംസാരിക്കരുത് എന്നതാണ്.
		-- Lucille S. Harper

%
സാദ്ധ്യതകളാണ് നിങ്ങളുടെ ഒരു ദശലക്ഷം ഒന്നു ഒരാളായി അനുകൂലമായും ഒരു ദശലക്ഷം ആകുന്നു.
		-- Lucille S. Harper

%
പഴയ ഒരു മനുഷ്യൻ ലഭിക്കുന്നു, അകന്ന അദ്ദേഹത്തിന്റെ കുട്ടിക്കാലത്ത് സ്കൂളുകളിൽ നടക്കേണ്ടിയിരുന്നു.
		-- Lucille S. Harper

%
പഴയ ഞാൻ വളരും, ഞാൻ കൂടുതൽ പരിചിതമായ അന്യഥാ പ്രായം സംശയിക്കുന്നജ്ഞാനം നൽകുന്നു.
		-- H. L. Mencken

%
സെയിന്റ് പാപിയുടെ തമ്മിലുള്ള ഏക വ്യത്യാസം ഏതു വിശുദ്ധനായിഒരു കഴിഞ്ഞ ഇത് ഓരോ പാപി ഒരു ഭാവി ഉണ്ട്.
		-- Oscar Wilde

%
ഒരു വ്യക്തിയുടെ പിറകിൽ ചെയ്യാൻ മാത്രം ശരിക്കും മാന്യമായ കാര്യം പാറ്റ് ആണ്.
		-- Oscar Wilde

%
മുള്ളും ഇല്ലാതെ മാത്രമാണുണ്ടായത് സൗഹൃദം ആണ്.
		-- Oscar Wilde

%
ഭരണസാമർത്ഥ്യത്തോടെ ചെയ്യാനുള്ള ഒരേ ഒരു കാര്യം അത് പാസ്. അത് ഏത് ഒരിക്കലുംകൂമ്പടഞ്ഞുപോയി ഉപയോഗിക്കുക.
		-- Oscar Wilde

%
എനിക്കു എനിക്കും ആ കാര്യം പ്രചോദിപ്പിക്കും എന്ന് രണ്ട് കാര്യങ്ങളാണ് പ്രതികാരം ആകുന്നുകുറ്റബോധവും.
		-- Elvis Costello

%
ചില ആളുകൾ പ്രതാപചിഹ്നങ്ങൾ ഒരേയൊരു വഴി വ്യതിചലിപ്പിച്ചു ഒരു പാളികളുടെ തളത്തിൽ വീഴും എന്നതാണ്.
		-- Elvis Costello

%
ഒരു പരീക്ഷയിൽ മുക്തി നേടാനുള്ള ഏക മാർഗം അതിലേക്ക് വഴങ്ങാൻ ആണ്.
		-- Oscar Wilde

%
സംസാരിക്കുന്ന സമ്മുഖ ലഭ്യമല്ല. സംസാരിക്കുന്ന സമ്മുഖ കാത്തിരിക്കുന്നു.
		-- Fran Lebowitz, "Social Studies"

%
ജനം ഏറ്റവും അമ്പരപ്പിച്ചേക്കാം കണ്ടെത്താൻ ലോകം ഭാഗമായി "എന്നെ" വിളിച്ചു ഭാഗമാണ്.
		-- Fran Lebowitz, "Social Studies"

%
നല്ല ഉപദേശം നൽകാൻ മതിയായ ഭംഗിയേറിയതും സാധാരണയായി ആളുകൾ സുബോധമുള്ള ആകുന്നുആരും നൽകാൻ മതിയായ.
		-- Fran Lebowitz, "Social Studies"

%
തികഞ്ഞ സുഹൃത്തിനെ നിങ്ങൾ മികച്ച കാണുന്നതു - നിരന്തരം അതിനെ കാണുകയും - വെറുംഎപ്പോഴൊക്കെ നിങ്ങൾ ചിലപ്പോഴൊക്കെ ആ മാർഗമാണ്, മാത്രമല്ല നിങ്ങൾ ആടിക്കളിച്ച് സന്ദർഭത്തിലും,നിങ്ങൾ കുറവ് പോലെ പ്രവർത്തിക്കാൻ, സ്വയം മറക്കരുത്. കാലക്രമത്തിൽ, കൂടുതൽ ആകുവാൻഏത് നിങ്ങൾ എപ്പോഴും വിശുദ്ധഗ്രന്ഥം വിളംബരം വ്യക്തി - നിങ്ങൾ തന്റെ കാഴ്ചപ്പാട് പോലെ.
		-- Nancy Friday

%
പോയിന്റ് സ്വയം ഭ്രാന്തൻ ഡ്രൈവിംഗ് ഇല്ല ഇല്ല എന്നു നിങ്ങൾ കാണുന്നു ആണ്ഭ്രാന്തൻ പോകുന്നു സ്വയം തടയാൻ ശ്രമിച്ചു. നിങ്ങൾ തന്നെ അതുപോലെ കൊടുക്കും ചെയ്തേക്കുംപിന്നീട് നിങ്ങളുടെ ദാ സംരക്ഷിക്കുക.
		-- Nancy Friday

%
... മനുഷ്യന്റെ വിളിക്കുന്ന വിശേഷാധികാരമുള്ളതായി സത്തയിൽ നിന്ന് വേർതിരിക്കുന്നുമാത്രം ചില ഇരട്ട ഇരുവായ്ത്തലയുള്ള മൂർത്തികളിലായി മറ്റ് മൃഗങ്ങൾചാരിറ്റി മാത്രമേ ഞങ്ങൾ വിളിക്കാം "മനുഷ്യത്വരഹിതമായ."
		-- R. A. Lafferty

%
നിങ്ങൾ കാണുന്ന ആരെങ്കിലും പ്രോബബിലിറ്റി ആനുപാതികമാണ്നിങ്ങളുടെ നടപടിയുടെ വിവേകശൂനം.
		-- R. A. Lafferty

%
യാതൊരു തിന്മകളെ ആളുകളെ പ്രശ്നം നിങ്ങൾ കഴിയില്ല എന്നതാണ്അവർ ചില പ്രെറ്റി അരോചകമാണ് നന്മകൾ ഉണ്ടാകാൻ പോവുകയാണ് പ്രെറ്റി ഉറപ്പാക്കുക.
		-- Elizabeth Taylor

%
ചില വ്യക്തികളുടെ ചിട്ടവട്ടങ്ങൾ അനുചിതമായ ഇല്ലാതെ ൽ അടങ്ങുന്നു തോന്നുന്നുഅവരുടെ അയൽക്കാർ ചിന്തകൾ.
		-- F. H. Bradley

%
ന്യായമായ മനുഷ്യൻ ലോകത്തിലേക്കു തന്നെത്തന്നെ അനുയോജ്യമാകുന്നു; മൂഢാതനിക്കു ലോകത്തെ പൊരുത്തപ്പെടാൻ ശ്രമിക്കുന്ന ശഠിച്ചു. അതുകൊണ്ടു എല്ലാ പുരോഗതിയുക്തിരഹിതമായ മനുഷ്യൻ ആശ്രയിച്ചിരിക്കുന്നു.
		-- George Bernard Shaw

%
തലച്ചോറിന്റെ ശരിയായ പകുതി ശരീരത്തിന്റെ പകുതി നിയന്ത്രിക്കുന്നു. ഈമാത്രം അവശേഷിക്കുന്നു ഇടംകൈയ്യൻ ജനം തങ്ങളുടെ സുബോധം എന്നാണ്.
		-- George Bernard Shaw

%
"ഉന്മാദരോഗികൾ: അനധികൃത ആത്മകഥ"
		-- George Bernard Shaw

%
മികച്ച രണ്ടാമത്തെ നയം സത്യസന്ധതയില്ലായ്മ ആണ്.
		-- George Bernard Shaw

%
സന്തോഷത്തിന്റെ രഹസ്യം എല്ലാവരുടേയും മൊത്തം അനാദരവാണ് ആണ്.
		-- George Bernard Shaw

%
ഭാഗ്യ ഷിഫ്റ്റുകൾ സുഹൃത്തുക്കൾ വിശ്വാസ്യത പരിശോധിക്കുന്നതാണ്.
		-- Marcus Tullius Cicero

%
ദുർബലമായ ഉപേക്ഷിച്ചു തുടരാൻ അതേസമയം ശക്തമായ, ഉപേക്ഷിക്കരുത് പിന്തിരിഞ്ഞു നീക്കുക.
		-- Marcus Tullius Cicero

%
ശക്തമായ വ്യക്തിയുടെ ഇത്രയധികം അവൻ ആവർത്തന വേണ്ടി ജഡാഭിലാഷം ഭൂമി സ്നേഹിക്കുന്നു. അവന്റോള്നു ഗദ്ഗതത്തോടെ: ഏറ്റവും കഠിനമായ ചിന്തയുടെ മുഖത്തു പുഞ്ചിരി കഴിയുംഅസ്തിത്വം നിത്യമായി ആവർത്തിക്കുന്ന. അത്തരം ഒരു മനുഷ്യനെ രണ്ടാം സവിശേഷതയാണ്അംഗീകാരവും ജീവിക്കാൻ - അവൻ തിരിച്ചറിയാൻ ശക്തി ഉണ്ടെന്ന് -ലോകം അതിൽത്തന്നെ valueless ആണ് എല്ലാ മൂല്യങ്ങളും മനുഷ്യ അക്കൂട്ടർ എന്നും.തന്റെ സ്വന്തം മൂല്യങ്ങൾ fashoning വഴി താൻ സൃഷ്ടിക്കുന്ന; അവൻ ജീവിക്കാൻ അഹങ്കാരം ഉണ്ട്മൂല്യങ്ങൾ അവൻ ഉദ്ദേശിക്കുന്നത്.
		-- Nietzsche

%
എന്നെ പെട്ടെന്നുള്ള കാഴ്ച വീഥികളിൽ തകരാറ്. അവർ പഠിക്കാൻ ഇനിയും- മാത്രം നിഷ്ഠുരമായ അവൻ മനസ്സിലാകുന്നില്ല എന്താണ് ഭയക്കുന്നു.
		-- The Silver Surfer

%
അഴിമതിക്കാരായ ഒരു ചെറുപ്പക്കാരെ ദിനംതോറും വഴി കൂടുതൽ കൈവശം അവനെ എന്നതാണ്വ്യത്യസ്തമായി ചിന്തിക്കുന്നവർക്കാകട്ടെ അധികം വെയ്ക്കുക ചിന്തിക്കുന്നവർക്കാകട്ടെ നാളായെങ്കിലും.
		-- Nietzsche

%
പലിശ ജനം ഏറ്റവും സാധാരണയായി അവരുടെ ബിസിനസ്സ് ആരും സാധനങ്ങൾ.
		-- Nietzsche

%
മഹാന്മാരായ ആശങ്ക മൂന്നു ചോദ്യങ്ങൾ - 1. ആകർഷകമായ ആണോ?2. അതു രസകരം തന്നെ? 3. അത് അതിൻറെ സ്ഥാനത്ത് അല്ലേ?
		-- Fran Lebowitz, "Metropolitan Life"

%
ഒരു നല്ല കഥ പറയുന്നതിലൂടെ തകരാറു അത് മാറ്റമില്ലാതെ ഓർമിപ്പിക്കുന്നു എന്നതാണ്ഒരു മുഷിഞ്ഞ ഒന്നു സഹ.
		-- Sid Caesar

%
ഒരു മനുഷ്യൻ സത്യം അവൻ മറയ്ക്കുന്നു തന്നതിൽ സർവ്വപ്രധാനമായ സ്ഥിതിചെയ്യുന്നത്.
		-- Andre Malraux

%
എന്റെ മുൻ ആപത്ത് ഓർമ്മകൂടെ എനിക്കു പുതിയതൊന്ന് തെളിയിക്കുന്നു.
		-- Miguel de Cervantes

%
ലോകത്തിന്റെ വഴി മരിച്ചവരുടെ വിശുദ്ധന്മാരുടെ സ്തുതിക്കുകയും തൽസമയ പുതിയവ പ്രോസിക്യൂട്ട് ചെയ്യാൻ ആണ്.
		-- Nathaniel Howe

%
ചില ആളുകൾ കുറ്റവും കാണുന്നില്ല വഴി നിനക്കു പ്രതിഫലം ചില ഉണ്ടായിരുന്നു കരുതുന്നു ആഗ്രഹിക്കുന്നു.
		-- Nathaniel Howe

%
മനുഷ്യന്റെ ഹൃദയത്തിൽ വഴി ഇടത് ventricle വഴിയാണ്.
		-- Nathaniel Howe

%
ജ്ഞാനി തന്നിൽതന്നേ എല്ലാം അന്വേഷിക്കുന്നു; അജ്ഞാനി നേടുകയും ശ്രമിക്കുമ്പോൾമറ്റാരോ നിന്ന് എല്ലാം.
		-- Nathaniel Howe

%
ജ്ഞാനികൾ ഇടയൻ പരിഭവവും ചെന്നായ തന്റെ ആടുകളെ ആശ്രയിക്കുന്ന ഒരിക്കലും.
		-- Nathaniel Howe

%
ഒരു നൃത്തം കരടിയും കുറിച്ച് അത്ഭുതകരമായ കാര്യം അവൻ നൃത്തം എങ്ങനെ നന്നായി അല്ല,എന്നാൽ അവൻ ഒട്ടും നൃത്തം എന്നു.
		-- Nathaniel Howe

%
ലോകം ആർ ഒരിക്കലും കുട്ടിക്കാലം മുതൽക്കേയുള്ള, ഒരു കൂടിക്കാഴ്ച ജനം നിറഞ്ഞിരിക്കുന്നുതുറന്ന മനസ്സോടെ തുറന്ന ഗോപുരത്തിന്റെ.
		-- E. B. White

%
ലോകം നമുക്കും അവർക്കും പോലുള്ള കുറച്ച് പോലുള്ള കൂടുതൽ ആളുകളെ ആവശ്യമുണ്ട്.
		-- E. B. White

%
ഏറ്റവും മോശം cliques ഒരു പുരുഷനെ ഉൾപ്പെടുന്ന ഭാഗ്യവാന്മാർ.
		-- G. B. Shaw

%
ഏറ്റവും മോശം നമുക്കു പറയാം പോലെ ഇത്രകാലം അല്ല "ഇത് മോശമായ."
		-- King Lear

%
വിജയം ഇല്ലാതെ മോശപ്പെട്ട നിങ്ങൾക്ക് സന്തോഷം ഒരാൾ കണ്ടെത്താൻ ശ്രമിക്കുന്നു.
		-- Bette Midler

%
ഞങ്ങളുടെ സഹ അടിമകളോട് ഏറ്റവും മോശം പാപം അവരെ വെറുക്കാൻ അല്ല,പക്ഷെ അവരിൽ നിസ്സംഗത ആയിരിക്കാൻ; ആ inhumanity സാരാംശം തുടർന്ന്.
		-- G. B. Shaw

%
ചില പുരുഷന്മാർ കുറിച്ച് ഏറ്റവും മോശം കാര്യം അവർ കുടിച്ചു പോരുന്നു അവർ സുബോധത്തോടുകൂടിയ എന്നതാണ്.
		-- William Butler Yeats

%
ഒരു കാര്യം ഏറ്റവും മോശം കാര്യം ഒറ്റ ആഗ്രഹിക്കുന്നത് അറിഞ്ഞിരിക്കേണ്ട, ശ്രമിക്കരുതെന്നും ആണ്എന്തെങ്കിലും കഴിയുമായിരുന്നെങ്കിൽ ആശ്ചര്യപ്പെട്ടു മിണ്ടാതിരുന്നു അനർത്ഥത്തിൽ വർഷം ചെലവഴിക്കാൻ അത് തരുന്നത്വളരേണ്ടതുണ്ട് ചെയ്തു - ഒപ്പം അറിയാതെ ഒരിക്കലും.
		-- David Viscott

%
അപ്പോൾ 70 വർഷമായി റിയാലിറ്റി ഒഴിവാക്കണം മനുഷ്യനും കഥഎന്ന മയക്കുമരുന്ന്, ലൈംഗികത, മദ്യം, ഫാന്റസി, ടിവി, ചലച്ചിത്രം, റെക്കോർഡുകൾ, ഒരു ഹോബി ചീട്ടിട്ടുഉറക്കം ... അവന്റെ 80 പിറന്നാൾ എന്നേക്കും ഏതെങ്കിലും നേരിടുന്ന പണമെങ്കിൽ മരിച്ചുതന്റെ യഥാർത്ഥ പ്രശ്നങ്ങൾ.റിയാലിറ്റി നേരിടുന്ന അവന്റെ ചെയ്തു ആർ ആൾ ഇളയ സഹോദരനായമാനസികവിധഗ്ദരും 50 വർഷത്തേക്ക് പ്രശ്നങ്ങൾ, നാഡീവ്യൂഹം breakdowns, അംഗവിക്ഷേപങ്ങളും, ടെൻഷൻ,തലവേദന, വിഷമിക്കേണ്ട, ഉത്കണ്ഠ, അൾസർ, വേണമെന്നു തന്റെ സഹോദരനെ അതുകൊണ്ട് കോപിച്ചുഅവൻ ഒരു മരവിപ്പിക്കുന്ന സ്ട്രോക്ക് ഉള്ളതെന്ന് സ്വതന്ത്ര അകലെ സമ്പാദിച്ച സ്കോട്ട്.ഈ കഥ ധാർമ്മികമായ നാം പറയാവുന്ന ഒരു ന്യായം ഇല്ല എന്നതാണ്ജീവിക്കാൻ നിലക്കും.
		-- R. Geis

%
കുറച്ച് ആളുകൾ സഹിച്ചാൽ കഴിയില്ല ചെയ്തവരാരോ അധികം പലപ്പോഴും അക്രമകാരികൾ ഉണ്ട്അങ്ങനെ തോന്നി എന്നു.
		-- R. Geis

%
ഇന്ന് പലരും അക്ഷരാർത്ഥത്തിൽ ഒരു അടുത്ത വ്യക്തിബന്ധം ഇല്ലാത്ത ഉണ്ട്സുഹൃത്ത്. അവർ നാം ചെയ്യുന്ന എന്തെങ്കിലും അറിയാമായിരിക്കും. അവർ സാധ്യതയുള്ളവേദന ഒരു വലിയ ഒഴിവാക്കിയും.
		-- R. Geis

%
ജീവനുള്ള അവരുടെ നമ്പറുകൾ വർദ്ധിക്കുകയാണ് അധികം മരിച്ചവരുടെ ആളുകളുണ്ട്.
		-- Eugene Ionesco

%
യാതൊരു വൈകാരിക ഇരകളെ മാത്രം സന്നദ്ധപ്രവർത്തകർ ഉണ്ട്.
		-- Eugene Ionesco

%
യാതൊരു മഹാന്മാരുടെ, ബസ്റ്റർ ഉണ്ട്. പുരുഷന്മാർ മാത്രമേ ഉണ്ട്.
		-- Elaine Stewart, "The Bad and the Beautiful"

%
യാതൊരു മഹാന്മാരുടെ സാധാരണ മനുഷ്യർ നിർബന്ധിതരായി മാത്രമേ വലിയ വെല്ലുവിളികൾ ഉണ്ട്എതിരേറ്റു സാഹചര്യങ്ങൾക്കും.
		-- Admiral William Halsey

%
മരിച്ചവരുടെ മാരകമായ - മനുഷ്യരുടെ മാത്രം രണ്ട് തരം ഉണ്ട്.
		-- Helen Rowland

%
അതിശയോക്തി അങ്ങനെ അടിമയായി അവർ പറയാൻ കഴിയില്ല ജനം ഉണ്ട്കരുതാതെ സത്യം.
		-- Josh Billings

%
ഈ ലോകത്തിൽ ആളുകൾ രണ്ടു തരം, നല്ലതും ചീത്തയും ഉണ്ട്. നല്ലത്മെച്ചപ്പെട്ട ഉറങ്ങുന്നു എങ്കിലും മോശം അധികം ഉറക്കമുണർന്ന് മണിക്കൂർ ആസ്വദിക്കാൻ തോന്നുന്നില്ല.
		-- Woody Allen

%
കോപിച്ചു നിർത്താൻ ഒരു കാലം അവിടെ വന്നു.
		-- A Small Circle of Friends

%
മനസ്സിന്റെ ഒരു ചില ഫ്രെയിം ശ്മശാനമാണോ ഏത്, എങ്കിൽ ഒരു മറുമരുന്ന് ഉണ്ട്,കുറഞ്ഞത് ഒരു വിട്ടുവീഴ്ചയും. നിങ്ങൾ ബ്ലൂസ് ഒരു ഫിറ്റ് എങ്കിൽ, .തീറ്റസാധനങ്ങള് പോകുക.
		-- Robert Louis Stevenson: Immortelles

%
കലകളുടെ ഒരു നിരപരാധിത്വം ഉണ്ടു; ആർക്കും അതിൽ ആ കാണപ്പെടുന്നുഎന്നിട്ടും അവർ വളരെ കുറച്ച് ദിവസം വീടിനെ ആകേണ്ടതിന്നു സംഭവിച്ചിട്ടില്ല.
		-- Friedrich Nietzsche

%
കൂരത ഉണ്ട് സത്യസന്ധതയും ഇല്ല. ക്രൂരമായ പോലെ മറ്റൊന്നില്ല ഉണ്ട്സത്യസന്ധതയെ.
		-- Friedrich Nietzsche

%
ഇഷ്ടമില്ല ഭീതി തുല്യ ഉണ്ട്. പോലെ അതു മറ്റാരുടെയെങ്കിലും പോലെ.
		-- Clive Barker

%
ഒരു യുവ ജാരന് മാത്രമാകുന്നു നേരാവാൻ കാഴ്ച ഇല്ല.
		-- Clive Barker

%
വിവേകശൂനം പരിമിതപ്പെടുത്തിയേക്കാം യാതൊരു ചട്ടം ഉണ്ട്.
		-- Clive Barker

%
സദാചാരം പകരമാവില്ല ഫാസ്റ്റ് സ്ഥലം, ഒരുപക്ഷേ, അല്ലാതെ അവിടെ ആണ്.
		-- Clive Barker

%
മനസ്സമാധാനം പോലെ മറ്റൊന്നില്ല ഉണ്ട്. മാത്രം ഐടിഐ അല്ലെങ്കിൽ മരണം ഇല്ല.തെളിയിക്കാൻ എന്തെങ്കിലും ശ്രമങ്ങൾ മറ്റുതരത്തിൽ അസ്വീകാര്യമായ ബിഹേവിയർ നൽകുന്നുണ്ട്.
		-- Fran Lebowitz, "Metropolitan Life"

%
ഒരു നിസാരമായ ചിരിച്ചു കൂടുതൽ ചെയ്യന്നു ഒന്നുമില്ല.
		-- Gaius Valerius Catullus

%
അന്യൻ അധികം അന്യദേശത്തു ഒന്നും പരദേശി ഇല്ലസന്ദർശിക്കാൻ.
		-- Gaius Valerius Catullus

%
സ്ട്രിങ്ങുകൾ ഇല്ലാതെ യഥാർത്ഥമായ സഹായിക്കുന്ന വേണ്ടി ഒരു പ്രാവശ്യം മാത്രം ഉണ്ട്,ആ വചനം ബ്ലാക്ക്മെയിൽ ആണ്.
		-- Colm Brogan

%
ലോകത്തിലെ ജനം രണ്ടു ക്ലാസുകൾ ഉണ്ടാകും ചൂണ്ടിക്കാണിക്കപ്പെട്ടു; ആ നിരന്തരം ആർരണ്ട് ക്ലാസുകൾ അല്ല പ്രവർത്തിക്കുകയും ചെയ്തവർക്ക് ലോകത്തെ ജനം വിഭാഗിക്ക.
		-- Robert Benchley

%
ധൈര്യവും മണ്ടത്തരവും തമ്മിലുള്ള അതിർവരമ്പുണ്ട് അവിടെ. വളരെ മോശം അതു വേലികെട്ടി അല്ല.
		-- Robert Benchley

%
ഒരുപാട് എന്നു അല്ല പറഞ്ഞു ചെയ്യേണ്ട ധാരാളമുണ്ട്.
		-- Robert Benchley

%
ഒരു പരിഷ്കരിച്ച പാപി പോലെ യാതൊരു വിശുദ്ധനായി അവിടെ.
		-- Robert Benchley

%
ശുദ്ധമായ പ്രീതിയെ പോലുള്ള മറ്റൊന്നില്ല; ചില ഉത്കണ്ഠ എപ്പോഴും അത് കൊണ്ട് പോകുന്നു.
		-- Robert Benchley

%
അതുകൊണ്ടു ഗുണം എങ്ങനെ ലേക്ക് ഉപയോഗിക്കാൻ പഠിക്കാൻ അത്യാവശ്യമാണ്ഈ അറിവ് അല്ല വ്യവഹാരം ആവശ്യങ്ങളിൽ തക്കവണ്ണം അത് ഉപയോഗിക്കുക.
		-- Machiavelli

%
അവർ മാത്രം നിൽക്കുകയും കാത്തിരിക്കുന്നവർ സേവിക്കും.
		-- John Milton

%
അവർ ഒരു നിലവും കരുതുന്നുണ്ടോ ദുഷ്ഫലങ്ങളില് കണ്ടെത്തിയവരുടെ കാണുന്നതുകൊണ്ടും കഴിയുമ്പോൾകടൽ മാത്രമാകുന്നു.
		-- Francis Bacon

%
"ഞാൻ മുതലെടുക്കാനുമാവില്ല ആയിരുന്നു ... ഞാൻ അവരെ വിശ്വസിച്ചു എന്നോടു പറഞ്ഞു!"
		-- Francis Bacon

%
അവർ എനിക്കു മാത്രം വിടുമോ നോക്കി ശ്രമിക്കുകയാണ്!
		-- Francis Bacon

%
"അവർ ആരുതന്നെ ശരിക്കും, മുൻപരിചയം ഭാഗ്യമായി ആണ്. അവർ ഇഷ്ടപ്പെട്ടില്ല പ്രയാസമാണ് ആഗ്രഹിക്കുന്നു."
		-- Avon

%
നിങ്ങൾ എന്തെങ്കിലും ചിന്തിക്കുന്നത് സ്വയം കുരുടാക്കീട്ടുണ്ടോ ഒരു ഉറപ്പു മാർഗമാണ്.
		-- Frank Herbert, "Chapterhouse: Dune"

%
ഈ തലമുറ വൈകാരിക ലഗേജ് ഇല്ല. നാം വൈകാരിക ചലിക്കുന്ന വാനുകൾ ഞങ്ങൾക്കുണ്ട്.
		-- Bruce Feirstein

%
ഈ ദു ചെറിയ പല്ലി അമ്മയുടെ ഒരു brontosaurus ആണെന്ന് എനിക്ക്സൈഡ്. ഞാൻ ചിരിച്ചില്ല എന്നു; വംശജരാണ് പ്രശംസിക്കും ആളുകൾ പലപ്പോഴും ചെറിയ ഞങ്ങൾക്കുണ്ട്മറ്റാരെങ്കിലും അവരെ നിലനിർത്താൻ. അവരെ Humoring വെജ് സന്തോഷം ചേർക്കുന്നുഇതിൽ സന്തുഷ്ടി സപ്ലൈയിലെ എപ്പോഴും ഒരു ലോകം.
		-- Lazarus Long

%
നീ സകലവും അറിയുന്നു കരുതുന്നു നിങ്ങളുടെ കൂട്ടത്തിൽ ചെയ്യാൻ നമുക്ക് എത്ര ആദ്യമേ.
		-- Lazarus Long

%
മാനസികമായും വൈകാരികമായും ആരോഗ്യകരമായ ചെയ്തവർ ആരെന്നു പറയുന്നുഇനി പറയുന്നതിനും whoopee പറയുന്നു എപ്പോൾ, അതെ എന്നു പറയാൻ എപ്പോൾ പഠിച്ചു.
		-- W. S. Krabill

%
കഴിഞ്ഞ ഓർക്കുക കഴിയില്ല ചെയ്തവരാരോ അത് ആവർത്തിക്കാൻ ശപിക്കപ്പെട്ടിരിക്കുന്നു.
		-- George Santayana

%
, അറിയാത്ത സംവാദം നടത്തുന്നവരെ. , സംസാരിക്കരുത് ആർ അറിയുന്നുവല്ലോ.
		-- George Santayana

%
ശണ്ഠ ലെ interpose ചെയ്തവരാരോ പലപ്പോഴും രക്തമണവാളൻ മൂക്ക് തുടച്ചു വേണം.
		-- George Santayana

%
ഏതെങ്കിലും തീർച്ചയായും നിഷ്പക്ഷമായ വ്യക്തി, അത് ഞാൻ എപ്പോഴും ശരിയായ ആകുന്നു എന്നു വ്യക്തമായ തന്നെ.
		-- George Santayana

%
മഹത്തരമാണ് എണീറ്റോടാന് യോഗ്യൻ.
		-- Ralph Waldo Emerson

%
ആയിരിക്കും ബന്ധപ്പെട്ട യോഗ്യൻ.
		-- C. J. Keyser.

%
വിശ്വാസയോഗ്യമല്ല ചെയ്യുക സ്നേഹിക്കുന്നുവോ വലിയവൻ പ്രശംസയ്ക്ക് ആണ്.
		-- C. J. Keyser.

%
ആരാണ്, അവരുമായി മറ്റൊരാളായി അല്ല.
		-- C. J. Keyser.

%
ജ്ഞാനികൾ എന്നു, നിങ്ങൾ ശരിക്കും അറിയേണ്ടതുണ്ട് കാര്യം മാത്രം പറയാൻ എപ്പോൾ ആണ്"എനിക്കറിയില്ല."
		-- C. J. Keyser.

%
എന്താണ് സത്യമാകുന്നു വിശ്വസിക്കാൻ നിങ്ങളുടെ സ്വന്തം ചിന്ത വിശ്വസിക്കാൻനിങ്ങളുടെ സ്വകാര്യ ഹൃദയത്തിൽ നിങ്ങൾക്ക് എല്ലാവരും ശരിയാണ് - ആ പ്രതിഭയായിരുന്നു ആണ്.
		-- Ralph Waldo Emerson

%
സാമർത്ഥ്യം വിമർശിക്കാൻ എളുപ്പമാണ്; അതു വിമർശിക്കാൻ കൂടുതൽ ബുദ്ധിമുട്ടാണ്അര്ഹതയുള്ള.
		-- Ralph Waldo Emerson

%
എല്ലാം സംശയിച്ചു അല്ലെങ്കിൽ എല്ലാം രണ്ടു തുല്യ സുഖ ഉണ്ട് വിശ്വസിക്കാൻപരിഹാരങ്ങൾ; ഇരുവരും പ്രതിഫലനം ആവശ്യകതയെ കൂടെ ദാനം.
		-- H. Poincar'e

%
ഒരു സുഹൃത്ത് കണ്ടെത്താനുള്ള ഒരു കണ്ണ് അടയ്ക്കണം; അവനെ സൂക്ഷിക്കാൻ - രണ്ടു.
		-- Norman Douglas

%
നിങ്ങളുടെ സുഹൃത്തുക്കൾ സൂക്ഷിക്കാൻ ആദരവായി അവരെ പരിഗണിക്കുമെന്ന്; അവരെ കൊല്ലാൻ അവരെ പലപ്പോഴും കൈകാര്യം.
		-- Norman Douglas

%
അർത്ഥത്തിൽ പുരുഷന്മാരുടെ ചിരിക്കും ഭോഷന്മാർക്കും പദവിയുമാണു്.
		-- Norman Douglas

%
ശത്രു വരുത്തുന്നതിനായി, ആരെങ്കിലും എവിടുന്നാ.
		-- Norman Douglas

%
സ്തുതി തള്ളി രണ്ടുതവണ സ്തുതി തേടുന്നത് നന്നായിരിക്കും.
		-- Norman Douglas

%
യുവ താമസിക്കാൻ unlearn കഴിവ് എന്ന നോവും കൃഷി ആവശ്യമാണ്പഴയ കള്ളം.
		-- Lazarus Long, "Time Enough For Love"

%
ഒരു വ്യക്തിയുടെ ഹൃദയത്തിൽ മനസ്സിലാക്കാൻ, എന്തു ഇല്ല നോക്കൂഅവൻ ഇതിനകം നേടാനായെങ്കിലും അവൻ ചെയ്യാൻ പഴ്യ എന്തു നടത്തിയിട്ടുണ്ട്.
		-- Lazarus Long, "Time Enough For Love"

%
വളരെ സമർഥമായ മിണ്ടാതിരിക്കുന്ന.
		-- Ogden Nash

%
Troglodytism അവശ്യം ഒരു താഴ്ന്ന സാംസ്കാരിക തലത്തിൽ അർത്ഥമില്ല.
		-- Ogden Nash

%
തീർച്ചയായും വലിയ ഭ്രാന്തിന്റെ കാര്യമായ ഇന്റലിജൻസ് ഇല്ലാതെ നേടാനാവില്ലത്രെ.
		-- Henrik Tikkanen

%
എന്താണ് നിങ്ങൾ നന്മ പോലും, നിങ്ങൾ ഏതൊരു ഏറ്റവും മികച്ച ശ്രമിക്കും.
		-- Henrik Tikkanen

%
മറ്റുള്ളവരുടെ സന്തോഷം നിലനിർത്താൻ ഇരുമുന്നണികൾക്കും നിങ്ങളുടെ സമയം വിഭജിക്കാൻ ശ്രമിക്കുക.
		-- Henrik Tikkanen

%
സ്വയം നിർവചിക്കാനുള്ള ശ്രമിക്കുന്നു നിങ്ങളുടെ സ്വന്തം പല്ലുകൾ കടിക്കും ശ്രമിക്കുന്ന പോലെയാണ്.
		-- Alan Watts

%
ആഹാ - ഞാൻ പൂച്ച ബാഗിൽ നിന്നു ചെയ്യട്ടെ ചെയ്തു. എന്നെ ഏറ്റു അപ്പോൾ, അനുവദിക്കുകസംസ്ഥാന പ്രബന്ധം ഞാൻ ഇപ്പോൾ വിവരിക്കാൻ എന്നു ഒരു വിഷയം വ്യതിയാനങ്ങൾ ഉണ്ടാക്കുന്നുസർഗാത്മകതയുടെ ശരിക്കും കാതലായ.
		-- Douglas R. Hofstadter, "Metamagical Themas"

%
നിങ്ങൾ സ്നേഹിക്കുക ഇല്ലെങ്കിൽ, മറ്റൊന്നും .അനിലേ.
		-- e.e. cummings

%
വില: "ഞാൻ മാത്രം എന്റെ ജീവിതത്തിലെ ഏറ്റവും വലിയ തെറ്റ് കഴിഞ്ഞു എന്ന്."Orac: "ഇത് സാധ്യതയില്ല ഞാൻ അധികം തെറ്റുകൾ ഉണ്ട് പ്രവചിക്കാൻ തന്നെ.      അതു നിങ്ങളുടെ വ്യക്തമായ കഴിവുള്ള ആരെങ്കിലും നടത്തിയ കാത്തിരിക്കുന്നു. "
		-- e.e. cummings

%
അക്രമം സാരമില്ല നിങ്ങൾ ഏത് അതു അവസാനം, എസ്. എന്നാൽ ഇപ്പോൾ തുടർന്ന്ഒന്നും ഇല്ല ചെയ്യാൻ ശേഷിക്കുന്നു എന്നാൽ ഒരു തലയിൽ മറ്റൊരു വ്യക്തിയും ഹിറ്റ് പറ്റിവറചട്ടി. ചിലപ്പോൾ ജനം വെറും ആ frypan യാചിക്കുമ്പോൾ, ഞങ്ങൾ എങ്കിൽഒരു നിമിഷം ദൌർബല്യം അവരുടെ അഭ്യർത്ഥന മാനിച്ചു, ഞങ്ങളെപ്പോലെ ശ്രദ്ധിച്ചതുമില്ല വേണംആവേശത്തിലുള്ള ജീവകാരുണ്യത്തിൽ, കഴിവിനുള്ളിൽ യാതൊരു അവസ്ഥയിലല്ല ആയ എന്നാൽഞങ്ങൾ പ്രവൃത്തിയിലും വിശുദ്ധി കവര്ന്നുകളായതിരിപ്പാന് വളരെ മേലേടത്ത് അതു തുറന്നു പാടില്ല.
		-- Tom Robbins

%
മാത്രം സന്നദ്ധത - ശ്രേഷ്ഠത എപ്പോഴും ഭാരമുള്ള യാഗം ചോദിക്കും ഇല്ലആവശ്യമുള്ളപ്പോൾ ഉണ്ടാക്കുന്നു.
		-- Frederick Dunn

%
ശ്രേഷ്ഠത സ്വന്തം ശിക്ഷ.നീതിമാന്മാർ എന്നെ ഭയപ്പെടുത്തുന്നു ... പുണ്യവും സ്വന്തം ശിക്ഷ.
		-- Aneurin Bevan

%
ശ്രേഷ്ഠത മാത്രം നില്പാൻ അവശേഷിക്കുന്നു ചെയ്തിട്ടില്ല. അതു അയൽക്കാർ ഉണ്ടായിരിക്കും ചെയ്യുന്നവൻ അവൻ.
		-- Confucius

%
മായ കമ്പനി പ്രമാണിച്ചു എങ്കിൽ ശ്രേഷ്ഠത ദൂരത്തു പോയി.
		-- La Rochefoucauld

%
വരവ്, പിന്നീട് പുറപ്പെടൽ ന് എങ്കിൽ: സന്ദർശനവേളയിൽ എപ്പോഴും പ്രസാദിപ്പിക്കും.
		-- Edouard Le Berquier, "Pensees des Autres"

%
ഒരു വ്യക്തി മനസിലേയ്ക്ക് അനാവശ്യമായി ഒരു മൂലധന ആലോചിച്ചുകൊണ്ടിരിക്കുന്നു പാടില്ല.ആദ്യ കുറ്റം, ആണ്.
		-- Edouard Le Berquier, "Pensees des Autres"

%
പതുക്കെ വാക്ക് ഒരു BFG-9000 കൊണ്ടുപോകും.
		-- Edouard Le Berquier, "Pensees des Autres"

%
പതുക്കെ വാക്ക് ഒരു വലിയ സ്റ്റിക്ക് കൊണ്ടുപോകും.
		-- Theodore Roosevelt

%
പതുക്കെ വാക്ക് ഒരു മെഗാവാട്ട് ലേസർ കൊണ്ടുപോകും.
		-- Theodore Roosevelt

%
നാം എല്ലാവരുടെയും ഡാർലിങ് വാത്സല്യപാത്രവും മഹിമ ഒക്കെയും സ്വപ്നം.
		-- Theodore Roosevelt

%
ഞങ്ങൾ എല്ലാവരും ആരും എവിടുന്നു യാതൊന്നും മനസ്സിലാകുന്ന അറിയുന്നു.
		-- Theodore Roosevelt

%
നാം ഒരേ ആകാശത്തിനു കീഴെ ജീവിക്കുന്നത്, ഞങ്ങൾ ഒരേ മണ്ഡലത്തിലായിരുന്നു ഇല്ല.
		-- Dr. Konrad Adenauer

%
ഞങ്ങൾ എല്ലാവരും ഭ്രാന്തൻ ജനിക്കുന്നത്. ചിലർ നിലനിൽക്കും.
		-- Samuel Beckett

%
ഞങ്ങൾ എല്ലാവരും മരിക്കുന്നു - ഞങ്ങൾ ഉൽപ്പന്നവും കാലം മരിച്ചവർ നിങ്ങൾ.
		-- Samuel Beckett

%
ഞങ്ങൾ എല്ലാവരും കുഴിയിലാണ്, എന്നാൽ നമ്മിൽ ചിലർ നക്ഷത്രങ്ങളെ നോക്കുന്നു.
		-- Oscar Wilde

%
ഞങ്ങൾ എല്ലാവരും വളരെയധികം ഒരുമിച്ചു എന്നിട്ടും ഞങ്ങൾ എല്ലാവരും ഏകാന്തത മരിക്കുന്നതിനു ഭാഗ്യവാന്മാർ.
		-- A. Schweitzer

%
നാം ഒരു ഉറുന്വുണ്ടാക്കുന്ന ലോകത്ത് ഉറുന്വുണ്ടാക്കുന്ന പുരുഷന്മാരാണ്.
		-- Ray Bradbury

%
നാം ദൈവങ്ങളായി ഉണ്ടു; അതു നല്ല ലഭിക്കും.
		-- Whole Earth Catalog

%
എന്നാൽ തുള്ളി Sparkle ചില - നാം ഒരു വലിയ മഹാസമുദ്രത്തിൽ ഓരോന്നിനും ഒരു ഡ്രോപ്പ് ആകുന്നു!
		-- Whole Earth Catalog

%
നാം എന്തു പറയണം ഞങ്ങളുടെ സുഹൃത്തുക്കൾ സ്നേഹിക്കുന്നു അല്ല; അല്ല, ഞങ്ങൾ സ്നേഹിക്കുന്നു ചെയ്യുന്നുനമുക്ക് എന്ത് ഭീകരമായി.
		-- Victor Hugo

%
ഞങ്ങളുടെ അസുഖങ്ങൾ ഒരേ നിമിത്തം നാം പരസ്പരം ഇത്ര ആത്മബന്ധം ആകുന്നു.
		-- Jonathan Swift

%
നാം മാംസവും മെറ്റൽ ഞങ്ങളുടെ ത്വക്ക് ശക്തമാണെന്ന് ഞങ്ങൾ കൊണ്ടുപോകും വേണ്ടി പങ്കിടുകയും ഒരുനമ്മുടെ അമരതം കലയുടെ ഞങ്ങളെ ഐതിഹ്യങ്ങളും സഹായിക്കുകയും ആ ദൂരെ ദേശങ്ങളിൽ സ്പെക്ട്രംകൂട്ടിച്ചേർക്കുകയും ആ നിഴലുകൾ വിട്ടുകൊടുത്തത് വെള്ളം, വായു ഞങ്ങളുടെ destinies interweaveസ്വന്തം നിറം അവർ ഇട്ടുകളഞ്ഞു ആ സമ്പത്തു വിജയശതമാനം വരെ.
		-- Jonathan Swift

%
നാം ഉപദേശം നൽകാൻ ഞങ്ങൾ അതിൽ വഴി ലാഭമുണ്ടാക്കാനുള്ള ജ്ഞാനം നൽകാൻ കഴിയില്ല.
		-- La Rochefoucauld

%
നാം നിന്ന് അധികം സാമർത്ഥ്യം എന്ന അഴിമതി ഭയപ്പെടണം കൂടുതൽ ഞങ്ങൾക്കുണ്ട്ദുഷ്ടന്റെ കുടിലതന്ത്രങ്ങളോട്.
		-- La Rochefoucauld

%
ഏട്ടനെ കിടക്കുമ്പോൾ ഞങ്ങള് നിങ്ങളെ പുതിയ orkut.
		-- Eric Hoffer

%
നാം നമ്മെ ഇഷ്ടപ്പെടുന്നവർക്ക് ആർദ്രതയോടെ മടങ്ങിവരും, എന്നാൽ നാം എപ്പോഴും മാനിക്കുന്നുഅവരുടെ നല്ല ന്യായം.
		-- Eric Hoffer

%
മാത്രമേ ഞങ്ങൾ അതു നമ്മെപ്പോലെ പ്രത്യക്ഷമാകുന്നു നടത്തുമ്പോൾ ചെറിയ പിഴവുകളെ തിവലിയ ആളുകളിൽ നിന്ന് സൗജന്യമായി.
		-- La Rochefoucauld

%
നാം പത്രം അഭാവം ഗാരന്റി വിശ്വസിക്കാൻ ഇഷ്ടപ്പെടുന്നത്ഒരു ചിന്തയുടെ മൌലികത, അതു utterer ഉണ്ട് എന്ന് കേവലം ആയിരിക്കാം അതേസമയംഅതിന്റെ ഉറവിടം മറന്നു.
		-- Clifton Fadiman, "Any Number Can Play"

%
നാം പകരം ഒട്ടും നമ്മെത്തന്നെ പറയുന്നത് നമ്മെത്തന്നെ ദുഷിക്കരുതു ഇഷ്ടപ്പെടുന്നത്.
		-- Clifton Fadiman, "Any Number Can Play"

%
ഞങ്ങളുടെ പ്രതീക്ഷകളും തക്കവണ്ണം വാഗ്ദാനം നമ്മുടെ ഭയങ്ങളും തക്കവണ്ണം അവതരിപ്പിക്കാനും.
		-- Clifton Fadiman, "Any Number Can Play"

%
ഞങ്ങൾ വായിക്കുന്നു എന്നു പറയാൻ വായിക്കുന്നു.
		-- Clifton Fadiman, "Any Number Can Play"

%
നാം ശരിക്കും ഏതെങ്കിലും ശത്രുക്കളെ ഇല്ല. ഇത് ഞങ്ങളുടെ മികച്ച ചില എന്നും മാത്രംസുഹൃത്തുക്കൾ ഞങ്ങൾക്ക് കൊല്ലാൻ ശ്രമിക്കുന്നു.
		-- Clifton Fadiman, "Any Number Can Play"

%
നാം അനുഗ്രഹം സ്വീകരിച്ചുകൊണ്ട് എന്നാൽ അവരിൽ പ്രവൃത്തിയിലൂടെ നമ്മുടെ സുഹൃത്തുക്കൾ നിർഭയരായിരിക്കുകയാണോ.
		-- Thucydides

%
നാം വിരളമായത് വളരെ ചെറിയ സംസാരിക്കുന്നത് പശ്ചാത്തപിക്കുകയും, പക്ഷേ പലപ്പോഴും വളരെയധികം സംസാരിക്കുന്നത്.
		-- Jean de la Bruyere

%
നാം ബിജുവേട്ടന് വളരും. നാം മൾട്ടി-ആവശ്യകതയുമില്ല ബോംബ് "സമാധാനം കീപ്പർമാർ", ക്ലോസറ്റ് വിളിക്കുംവലുപ്പം അപ്പാർട്ടുമെന്റുകൾ "കാര്യക്ഷമമായ" എണ്ണമില്ലാത്ത കലാസൃഷ്ടികൾ "നൂതന". ൽവസ്തുത, "ബിജുവേട്ടന്" "കഷണ്ടി ആയിടെ കള്ളം" എന്ന ബിജുവേട്ടന് മാറിയിരിക്കുന്നു. ഇപ്പോൾ ഇവിടെഅങ്ങനെ colorfully വ്യക്തിപരം പരസ്യങ്ങൾ ജോലിക്കാരായ euphemisms ഇവയാണ്:മധുരഭാഷണങ്ങളോടും റിയാലിറ്റിജീവിതയാത്രയുടെ വരാനിരിക്കുന്നത് യാഥാർഥ്യത്തിന്റെ ഇല്ല ആശയംആത്മീയമായി Oversensitive ഉടലെടുത്തിട്ടുണ്ട്മൂഡി മാനികോഗൻ-വിഷാദരോഗംSoulful നിശബ്ദ മാനികോഗൻ-വിഷാദരോഗംകവി മാനികോഗൻ-വിഷാദരോഗം മടുപ്പിക്കുന്നവനേര്യതും / പ്രാകൃതവും ലളിതംസ്വൈരവിഹാരം അടിസ്ഥാന സാമൂഹ്യ കഴിവുകൾ കുറ്റപ്പെടുത്തിയിട്ട്ബട്ടന്റെ ആൻഡ് മണ്ണുകൊണ്ടുള്ളവൻ Slob അടിസ്ഥാന സാമൂഹ്യ കഴിവുകൾ കുറവുIrreverent ഡോണും കുറവു അടിസ്ഥാന സാമൂഹ്യ കഴിവുകൾവളരെ മനുഷ്യ Quasimodo സുഹൃത്ത്നിറവും വിയർത്ത പോലും തണുത്ത അല്ലെങ്കിൽ നിൽക്കുന്നപൊടുന്നനെ / അതിമനോഹര Scatterbrainedവിങ്ങുന്ന സൌകര്യപ്രദമായകുട്ടി സ്വയം കേന്ദ്രീകൃതമായ ആളൊന്നിൻറെ വൃദ്ധരായ40 അതു നിഷേധിക്കാൻ ശ്രമിക്കുന്ന ഓവര് യുവത്വംനർമ്മബോധം നല്ല അർത്ഥത്തിൽ ടെലിവിഷൻ ധാരാളം വാച്ചുകളും
-------------------		-------------------------

%
ശരി, ഞാനും നിരാശ പിരിയുകയാണ്. ഞങ്ങൾ എല്ലാവരും നിരാശ മുൻപരിചയം.
		-- James Thurber

%
അതു, കഴുകാത്ത സാന്നിധ്യത്തിൽ ഒന്നര വിദ്യാഭ്യാസം ഇല്ലായിരുന്നെങ്കിൽപാഴായും, അരക്കിറുക്കനായ അപൂർണ്ണമായ, യുക്തമല്ല .ധനസമാഹരണത്തിനാശ്രയം, അനന്തമായആഹ്ളാദകരം മനുഷ്യ നങ്ങളുടെ രൂപം, ചക്രവാളത്തിൽ അങ്ങനെ വൈഡ് ധരിക്കാൻ മനസ്സില്ലായിരുന്നുഒരു വിഡ്ഢിച്ചിരി.
		-- F. M. Colby, "Imaginary Obligations"

%
ഞാൻ ഒരു ന്യായമായ വ്യക്തി എന്ത് ചെയ്യാന്? ഞാൻ ഒരു ന്യായമായ വ്യക്തി അമ്മാഞങ്ങൾ എല്ലാ മാനുഷിക അതിനാൽ മറ്റുഷ്യനല്ല ആകുന്നു എന്നു സ്വീകരിക്കുകയുള്ളൂ, ഒപ്പം ചുമക്കുന്ന ഒന്നാണ്മറ്റുള്ളവരെ ഇടപെടും അക്കൗണ്ടിലേക്ക് ആ. ഈ നിർവചനത്തിൽ വ്യക്തമായ ആണ്അതു അവകാശം ഓരോ വ്യക്തിയും ഉത്തരവാദിത്വം വിശ്വാസംഈ വലതുവശത്ത് ബഹുമാനിക്കാൻ, അവൻ അല്ലെങ്കിൽ അവൾ ഫിറ്റ് കാണുന്നതു അവന്റെ അല്ലെങ്കിൽ അവളുടെ സ്വന്തം ജീവിതംമറ്റുള്ളവരെ ഉം മറ്റുള്ളവരും ഈ ഉത്തരവാദിത്വത്തിൽ അനുമാനം ആവശ്യം.
		-- F. M. Colby, "Imaginary Obligations"

%
നിങ്ങൾ പൂക്കൾ ലെ talk എങ്കിൽ അതു നല്ല എന്താണ്, അവർ പേസ്ട്രി കരുതുന്നു?
		-- Ashleigh Brilliant

%
അത്തരമൊരു [അടയ്ക്കൂ] ബന്ധങ്ങൾ ഉൾപ്പെട്ടിരിക്കുന്നത് വൈകാരിക ഒരു രൂപമാണ്രസതന്ത്രം, ഇതുവരെ ഞാൻ ബോധവാനാണ് ദി ഏതെങ്കിലും സ്കൂൾ കാറില് എന്ന്ആകർഷണം ധ്രുവങ്ങൾ തമ്മിലുള്ള ഒരു നിര പോലെ ലളിതമായ അവസ്ഥ ഒന്നുംപറയേണമെങ്കിൽ. നിങ്ങൾ വർഷം ഇറങ്ങി ചില ആളുകൾ മുപ്പതു നാല്പതു തവണ സംഗമം കഴിയും,അവർ ഒരു നാവികൻ ഗ്രാമങ്ങളിലും കരയിൽ ലൈറ്റുകൾ പോലെ മനോഹരം നിന്നവർ നിലനിൽക്കുംഅതേ സമയങ്ങളിൽ പാസുകൾ എന്നാൽ ഒരിക്കലും സാധാരണ റൺ വിളിക്കുന്നു. അതുപോലെ,ലൈംഗിക എല്ലാ പരിഗണനകൾ മാറ്റിവെച്ച് നിങ്ങൾ ഒന്നോ രണ്ടോ തവണ മറ്റ് ചില ആളുകളെ കാണാൻ കഴിയുംഅവർ നിങ്ങളുടെ ജീവിതത്തെ സ്ഥിരമായ സ്വാധീനങ്ങൾ നിലനിൽക്കും.എല്ലാവരും കണ്ടിട്ടില്ല പരിചയക്കാർ തമ്മിലുള്ള വൈരുദ്ധ്യം സൂക്ഷ്മമായിപരിചിതമായ വാൾപേപ്പർ അല്ലെങ്കിൽ തൽക്ഷണ ചങ്ങാതിയായി. രാസ പ്രവർത്തനം അതിനെ അർത്ഥമുണ്ട് ആണ്ആസ്വദിക്കുന്ന അധികം വിശകലനം കുറവ് രൂപയുടെ. എന്തുതന്നെയായാലും, ഈ ആറു കഷണങ്ങൾ പറ്റിയാണ്മാക്സ് Beerbohm ന്റെ ഒരു jihad എന്നത് ഉപയോഗിക്കാൻ - ഞാൻ ഉടൻ sympat തോന്നി ആരോടു പുരുഷന്മാർഅതാര്യവുമായ ഊഹങ്ങളെ പദം "സഹനത്തിന്റെയും" അധികം എനിക്കു തൃപ്തിനൽകുന്നത്.
		-- Alistair Cooke, "Six Men"

%
ടോളറൻസ് എന്താണ്? - ഒരു മാതാവിന് അനന്തരഫലമാണ്. ഞങ്ങൾ എല്ലാവരും രൂപംകിണഞ്ഞുശ്രമിക്കുകയും വഞ്ചനയുടെ; ഞങ്ങളെ reciprocally അന്യോന്യം ഭോഷത്വം മാപ്പുനൽകുകയും ചെയ്യട്ടെ - ആപ്രകൃതിയുടെ ആദ്യ നിയമമാണ്.
		-- Voltaire

%
നമ്മെ എന്തു തന്ത്രം ജനങ്ങളിൽ നമ്മെ കൈപ്പുള്ള ചെയ്യുന്നു അവർ കരുതുന്നു എന്നതാണ്തങ്ങളെ നമ്മെക്കാൾ തന്ത്രപരമായിരുന്നു.
		-- Voltaire

%
എന്തെങ്കിലും തന്റെ വഴി നിലക്കും ചെയ്തില്ല എങ്കിൽ ഭൂമിയിൽ എന്തു ഒരുവൻ കൂടെ ചെയ്യുമായിരുന്നു?
		-- H. G. Wells

%
എന്താണ് എന്നെ നെയ്തെടുക്കുമ്പോള് നിന്നെ ഞാന് നുണ എന്നും ഇപ്പോൾ ഞാൻ സാദ്ധ്യമാണ് ആണ്, പക്ഷേഇനി നിങ്ങൾ വിശ്വസിക്കുന്നില്ല.
		-- Nietzsche

%
എന്താണ് നാം കാണുന്നു നമുക്ക് വേണ്ടി ഏതൊക്കെ പ്രധാനമായും ആശ്രയിച്ചിരിക്കുന്നു.
		-- John Lubbock

%
നിങ്ങൾ എന്തു കാണ്മാൻ സ്വയം പുറത്ത് നിന്ന് ആണ് വരിക, അല്ലെങ്കിൽ അല്ല, അപ്പുറത്താണ്നിങ്ങളുടെ നിയന്ത്രണം. എന്നാൽ നിന്റെ ഭക്തി നിന്റെ ശബ്ദം പോലെ, നിങ്ങളുടേത് മാത്രം അങ്ങേക്കാണല്ലോ, അല്ലെങ്കിൽനിങ്ങളുടെ വിരലുകൾ, അല്ലെങ്കിൽ നിങ്ങളുടെ മെമ്മറി, അതുകൊണ്ടു നിങ്ങളുടേത് നിയന്ത്രിക്കാൻ. നിങ്ങൾ കരുതുന്നുവെങ്കിൽനിങ്ങളുടെ ഭയം മേൽ ശക്തിശൂന്യനായി, നിങ്ങൾ ഇതുവരെ അതു നിന്റേതു ഞാൻ ചെയ്യേണ്ടതു പ്രവേശിപ്പിച്ചു ചെയ്തിട്ടില്ലനിങ്ങൾ ഉദ്ദേശിക്കുന്ന പോലെ കൂടെ.
		-- Marion Zimmer Bradley, "Stormqueen"

%
ലോകവുമായി എന്താണ് കാര്യം? എന്തിന്, അവിടെ ഇല്ല എന്നാൽ ഒരു കാര്യം തെറ്റായനമ്മിൽ ചിലരുടെയെങ്കിലും - ". സ്വാർത്ഥത" ആ അത്രയേയുള്ളൂ
		-- The Best of Will Rogers

%
ജനം "സ്വന്തം Recognizance പുറത്തുവിട്ട" കുറിച്ചുള്ള ഈ സ്റ്റഫ് എന്താണ്?അല്ല നമ്മുടേതായ എല്ലാ Recognizance ഔട്ട് ആണോ?
		-- The Best of Will Rogers

%
എന്തു എല്ലാ ശേഷം, ഒരു പ്രഭാവലയം ആണ്? അതു വൃത്തിയായി സൂക്ഷിക്കാൻ കാര്യം മാത്രം ഒരു കൂടുതലുമാണ്.
		-- Christopher Fry

%
നിങ്ങള്ക്ക് കാണാന് എന്തായിരുന്നാലും, ഈ ഉറപ്പാക്കുക: നിങ്ങൾ ഭയാനകമായ പോലുള്ളവയാണെന്നാണ്മറ്റ് ആളുകൾ.
		-- James Russell Lowell, "My Study Windows"

%
നിങ്ങൾ എന്തു ചെയ്യണമെന്ന് നിങ്ങൾ മറ്റൊരാളെ ആദ്യം വേദനയുണ്ടായിരിക്കും.
		-- James Russell Lowell, "My Study Windows"

%
ഒരു മനുഷ്യനെ അവൻ ഒരു രണ്ടാഴ്ചക്കുള്ളിൽ തൂക്കിക്കൊല്ലപ്പെട്ടത് അറിയുന്നു, അത് അവന്റെ ശ്രദ്ധിക്കുന്നത്അത്ഭുതകരമാം കാര്യമാക്കുന്നില്ല.
		-- Samuel Johnson

%
നിങ്ങളെപ്പോലെ ഒരു മനുഷ്യൻ നാലു വർഷം അവൻ ഒരു വർഷം മുമ്പ് പറഞ്ഞതിൽ നിന്ന് മാറ്റുന്നത്, അല്ലെങ്കിൽമുമ്പ് അദ്ദേഹത്തിന്റെ മനസ്സ് മാറ്റാൻ മതി ധൈര്യം ഉണ്ട് ഒരു വിശാലമായ ചിന്താഗതിയുള്ള മനുഷ്യൻമാറ്റുന്നതിൽ ഉപാധികളോടെ. നിങ്ങൾക്ക് ഇഷ്ടമില്ലാത്ത ഒരു മനുഷ്യൻ ഇത് ചെയ്യുമ്പോൾ, അവൻ ഒരുതൻറെ വാഗ്ദാനങ്ങൾ തകർത്തു കള്ളൻ.
		-- Franklin Adams

%
മറ്റ് ആശയവിനിമയ എല്ലാ വഴികളിലൂടെയും പരാജയപ്പെടുമ്പോൾ, വാക്കുകളെ ശ്രമിക്കുക.
		-- Franklin Adams

%
കുരങ്ങു ഇടയിൽ ഒറ്റ വാനര പ്ലേ വേണം.
		-- Franklin Adams

%
ദൈവം പ്രതിഭകളെ കൂടെ മനുഷ്യർ പിൻബലത്തോടെ എത്തിയപ്പോൾ അവൻ അവരോടു ഗ്യാരണ്ടി ഉദ്ദേശിച്ചിട്ടില്ലാത്തതോ.
		-- Franklin Adams

%
സംശയമുണ്ടെങ്കിൽ, അത് ചെയ്യാൻ. ഇത് അനുമതി ലഭിക്കാൻ അധികം ക്ഷമ വളരെ എളുപ്പമാണ്.
		-- Grace Murray Hopper

%
അതു നിങ്ങൾ സഹായിക്കുന്നതിന് വരുമ്പോൾ, ചില ആളുകൾ ഒന്നും നിർത്തും.
		-- Grace Murray Hopper

%
ജനം ഒന്നും പറയുമ്പോൾ അവർ അനിവാര്യമായും ഒന്നും വന്നില്ല.
		-- Grace Murray Hopper

%
കഥ വൈരുദ്ധ്യമുള്ള രണ്ട് പതിപ്പുകൾ, ബുദ്ധി വരുമ്പോൾഅതിൽ മനുഷ്യർക്ക് അവരുടെ മോശം പ്രത്യക്ഷപ്പെടും ഒന്നു വിശ്വസിക്കലാണ്.
		-- H. Allen Smith, "Let the Crabgrass Grow"

%
പ്രശ്നങ്ങൾ മറ്റൊരു പെണ്ണ്, നിങ്ങളുടെ സ്വന്തം അടക്കം ഒരു സ്ഥലം ലഭിച്ചു.
		-- H. Allen Smith, "Let the Crabgrass Grow"

%
നിങ്ങൾ സന്തോഷം ചാടുകയും ചെയ്യുമ്പോൾ, ആരും താഴേ നിലത്തു ചരിക്കുന്ന സൂക്ഷിച്ചുനിങ്ങളുടെ കാൽ.
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
സ്വന്തം നന്മയ്ക്കായി മറ്റുള്ളവരെ പറയുമ്പോൾ അത് ഉപദേശം;നിങ്ങളുടെ സ്വന്തം നന്മെക്കായിട്ടല്ലോ സംസാരിക്കുമ്പോൾ അതു കൈകടത്താനുള്ള തുടർന്ന്.
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
നിങ്ങൾ പ്രകടനം നടത്താൻ ശ്രമിക്കുമ്പോൾ, സാധ്യത എന്നതാണ് ആകുന്നുനിങ്ങൾ ആക്കും മതിപ്പ്.
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
കറക്കാൻ അവൻ എനിക്ക് ചെയ്യണം ഒരു മനുഷ്യന് ആകുവാൻ പാടുപെടുന്ന തുടർന്ന് പറയുന്നു എപ്പോഴൊക്കെകുരങ്ങു കുറിച്ച് ഒരു ലക്ഷം വർഷം അതിലേക്കു തല്ലി കാരണം ചിരിക്കും. പോരാട്ടംഒരു തത്ത അല്ലെങ്കിൽ എന്തെങ്കിലും ആകുവാൻ.
		-- Jack Handey, The New Mexican, 1988.

%
ഞാൻ വ്യായാമം പോലെ തോന്നി, ഞാന് അങ്ങനെ തോന്നൽ പാസുകൾ കിടന്നുകൊൾക.
		-- Jack Handey, The New Mexican, 1988.

%
ജനം എന്നെ യോജിക്കുന്നു അപ്പോഴൊക്കെ ഞാൻ എപ്പോഴും ഞാൻ തെറ്റായ ആയിരിക്കണം തോന്നുന്നു.
		-- Oscar Wilde

%
ആരെങ്കിലും അവരുടെ ഉപദേശം എടുക്കുന്നതിന് പറയുന്നു, നിങ്ങൾക്ക് നല്ല ഉറപ്പുണ്ട് കഴിയുംഅവർ അതു ഉപയോഗിക്കുന്നില്ലെങ്കിലും എന്നു.
		-- Oscar Wilde

%
അതു ജീവിതം നീ എന്തു ചെയ്യണമെന്ന് അറിയാതെ അല്ലെങ്കിൽ നിങ്ങൾ ചെലവഴിക്കേണ്ടത് നല്ലതു എന്നത് ...താങ്കൾക്ക് എന്താണ് വേണ്ടതെന്ന് കൃത്യമായി അറിയാതെ നിങ്ങൾ അതു ഒരിക്കലും ഒരു ജീവിതം ചെലവഴിക്കുന്നത്.
		-- Richard Shelton

%
ആരെങ്കിലും തങ്ങൾക്കു പ്രവേശിപ്പിക്കുകയും കഴിയും അവർ തെറ്റായിരുന്നു, യഥാർഥ ടെസ്റ്റ്മറ്റാരെങ്കിലും പ്രവേശനം.
		-- Richard Shelton

%
ഒരിക്കലും ഒരു പാപം കെട്ടിച്ചമച്ചു സമയം ഞാൻ നിരവധി പൂർണ്ണമാക്കാതെ ശ്രമിക്കുന്നു.
		-- Richard Shelton

%
മിക്ക ജനങ്ങളും 'തോണിയിൽ മാറ്റാൻ സമയത്ത്, അവരുടെ കുറ്റകൃത്യംശരിയായ ചെയ്യുന്നവൻ ഒരിക്കലും.
		-- Richard Shelton

%
ഞങ്ങൾ ഉറങ്ങുമ്പോൾ ലോകത്തെ മൂന്നിൽ രണ്ട് നമ്മെ ചെയ്യാൻ തന്ത്രം ആണ്.
		-- Dean Rusk

%
നിങ്ങൾ ഏറ്റവും പുറംലോകവുമായി ആവശ്യമില്ല, അത് വളരെ ഇപ്പോഴുംഅത് അവിടെ ഇപ്പോഴും അറിയും പകരുന്നത്.
		-- Dean Rusk

%
നിങ്ങളുടെ സുഹൃത്ത് നിങ്ങൾ നിങ്ങളുടെ ഇരു കൈകളാൽ വാത്സല്യപൂർവം നിങ്ങളെ താങ്ങി സമയത്ത്സുരക്ഷിതം, അവന്റെ രണ്ടുപേരും കാണാൻ കഴിയും വേണ്ടി.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ആരെങ്കിലും തിമിംഗലങ്ങളുടെ പൊരുതുന്ന അതിലേക്ക് പ്രക്രിയയിൽ ചെയ്തില്ലെങ്കിൽ നോക്കാംഒരു രാക്ഷസൻ തീർന്നിരിക്കുന്നു. നിങ്ങൾ അഗാധത്തിലേക്ക് നോക്കുമ്പോൾ ആഴത്തിൽ പുറമേ തോന്നുന്നുനിന്നിലേക്ക്.
		-- Friedrich Nietzsche

%
ആരെങ്കിലും പ്രയോജനകരമായി കിടക്കും തന്നെ കൂടക്കൂടെ വ്യാജം.
		-- Friedrich Nietzsche

%
ശ്രമം ഒരു ബിറ്റ് ഉപയോഗിച്ച്, അസാധ്യമാണ് കഴിയാതെ ആയപ്പോൾ എന്തുകൊണ്ട് ബുദ്ധിമുട്ടായിരിക്കും?
		-- Friedrich Nietzsche

%
എന്തുകൊണ്ട് രക്ഷിതാവ് അതിനോടു ചെയ്താൽ ഞങ്ങളെ പ്രസ്ഥാനത്തിന്റെ ഇത്രയധികം quickness നൽകികൂടെ ഉത്തരവാദിത്വം ഒഴിവാക്കാൻ?
		-- Friedrich Nietzsche

%
എന്തുകൊണ്ടാണ് എന്റെ ചിന്തകൾ അവർ വരുമ്പോൾ എന്റെ സ്വന്തം ആകുന്നു, എന്നാൽ അവർ പുറത്തു അവർ വരുമ്പോൾമറ്റൊരാളുടെ ആകുന്നു.
		-- Susanna Martin, executed for witchcraft, 1681

%
എന്തുകൊണ്ട് ഞാൻ അത്തരം സമകാലീനർക്ക് ജനിച്ചത്?
		-- Oscar Wilde

%
എന്തുകൊണ്ട് അവർ ഇഷ്ടപ്പെടുകയും ഓരോരുത്തനെ; അവൾ പശു .കടി നല്ല സ്ത്രീയുടെ പറഞ്ഞു.
		-- Rabelais

%
നിങ്ങളുടെ നീണ്ട ജഡികനും പ്രസംഗങ്ങൾ അവസാനിക്കില്ല?നിങ്ങൾ തലപ്പാവില് സൂക്ഷിക്കരുത് എന്തു വര്ത്തമാനം ആ?
		-- Job 16:3

%
വിന്റർ ജനം വീട്ടിൽ പോലെ ഊഷ്മള നിലനിർത്താൻ ശ്രമിക്കുക ഏത് സീസൺ ആണ്അവർ ചൂട് പരാതി അതു വേനൽക്കാലത്ത് ആയിരുന്നു.
		-- Job 16:3

%
ഒരു മാന്യൻ ഒന്നര ശ്രമിക്കും ഒരു മാന്യൻ വച്ച് ഒരു തട്ടിപ്പ് കൊണ്ട്മഞ്ഞനിറംഒരു തട്ടിപ്പ് ഒന്നര ശ്രമിക്കും.
		-- Otto von Bismark

%
വസ്ത്രം പുതിയ സുഹൃത്തുക്കൾ പഴയ മികച്ച ആകുന്നു കൂടെ ഉത്തമം.
		-- Otto von Bismark

%
വാക്കുകൾ, ത്രാസിൽ വേണം കണക്കാക്കില്ല.
		-- Otto von Bismark

%
തളരാൻ ഒരു ചാരുകസേര ൽ കുലുക്കുന്നത് പോലെയാണ് - അതു നിങ്ങൾ എന്തെങ്കിലും നല്കുന്നു,എന്നാൽ അത് നിങ്ങൾ എവിടെ പോവുന്നു.
		-- Otto von Bismark

%
ബുദ്ധിമാനായ വാക്കു നിങ്ങളുടെ പേരും എന്നേക്കും ജീവിക്കും എഴുതുക.
		-- Anonymous

%
Ye've പുറമേ ഓർത്തിരിക്കണം ലഭിച്ചു ... ബഹുമാനമായ ആളുകൾ ഏറ്റവും astonishin ചെയ്യാൻ 'അവരുടെ respectability ജീവരക്ഷക്കായി കാര്യങ്ങൾ. ഞാൻ മാന്യമായ ഭയമില്ല ദൈവത്തെ നന്ദി.
		-- Ruthven Campbell Todd

%
അതെ, എന്നാൽ ഞാൻ ഇഷ്ടമുള്ള രീതിയിൽ കാര്യങ്ങൾ കാണാൻ ശ്രമിക്കുക ഓരോ തവണ ഞാൻ ഒരു തലവേദന നേടുകയും.
		-- Ruthven Campbell Todd

%
... അതു വീണ്ടും നിങ്ങളുടെ വഴി കടത്തിവിടണമെന്നില്ല പ്രലോഭനത്തിനു വയലുണ്ട്.
		-- Lazarus Long, "Time Enough for Love"

%
നിങ്ങൾ സംസാരിക്കുമ്പോൾ സമയത്ത് നീ ഒന്നും പഠന അല്ല.
		-- Lazarus Long, "Time Enough for Love"

%
ഇവിടെ നിങ്ങൾക്കുതന്നെ ഇച്ഛിച്ചു ചെയ്യാനുള്ള ഒരു ആശംസ ഉണ്ട്.
		-- Philip Whalen

%
നിങ്ങൾ കേവല പ്ലേറ്റ്-ഗ്ലാസ് ആകുന്നു. നിങ്ങളുടെ മനസ്സിൽ വളരെ തിരികെ കാണുന്നു.
		-- Sherlock Holmes

%
നിങ്ങൾ ബുദ്ധികെട്ട കാര്യം കാരണം മൂഢൻ അല്ല -അതു ഭോഷത്വം നിങ്ങൾ രക്ഷപ്പെട്ടു മാത്രമേ.
		-- Sherlock Holmes

%
നിങ്ങൾ എപ്പോഴും അതിന്റെ കാലാവധി വഴി ഇടപാടിൽ നിന്നുള്ള ഭാഗ്യം പറയാനാകും.
		-- Sherlock Holmes

%
നിങ്ങൾക്ക് എല്ലായ്പ്പോഴും പുതിയ സാധ്യതയാണ് സൃഷ്ടിക്കുന്നുണ്ട് ആളുകളോട് പറയാനാകും.അവർ പിന്തിരിഞ്ഞ് നിന്നു മുകുന്ദൻ അമ്പും പശുക്കൾ മുൻപരിചയം.
		-- Sherlock Holmes

%
അതു നിങ്ങളുടെ സ്വന്തം കുറ്റമല്ല എങ്കിൽ നിങ്ങൾക്ക് ഒന്നും വഹിക്കും കഴിയും.
		-- Katharine Fullerton Gerould

%
നാളെ വ്യാകുലരാകുകയും ചെയ്തതിനു ഇപ്പോൾ നശിപ്പിക്കുന്നത്.
		-- Janis Joplin

%
നിങ്ങൾ പ്രസ്താവന cutting ഇല്ലാതെ വിജയം നിന്റെ വഴി രൂപംകൊള്ളുക കഴിയില്ല.
		-- Janis Joplin

%
നിങ്ങൾ ഒരു സത്യസന്ധനായ കള്ളത്തരം കഴിയില്ല. ആരറിയും കൊടുക്കും ഒരിക്കലും ഒരു ഈവൻ അല്ലെങ്കിൽഒരു chump അപ്പ് smarten.
		-- W. C. Fields

%
നിങ്ങൾ രണ്ടു ചെറിയ ജമ്പുകളിൽ ഒരു വലിയ ഗർത്തം മറികടക്കാൻ കഴിയില്ല.
		-- W. C. Fields

%
നിങ്ങൾ ഒരു സ്വപ്നം മായ്ക്കാൻ കഴിയില്ല നിങ്ങൾ മാത്രം എന്നെ ഉണർത്തുക കഴിയും.
		-- Peter Frampton

%
നിങ്ങൾ പങ്കു വെച്ചതാണ് നിങ്ങളുടെ കൂട്ടുകാരനെ അത് ഇവിടെ വരാനുള്ള കാരണം.
		-- Ayn Rand

%
നിങ്ങൾ അവനോടു ഇറങ്ങി ഭജനം ഇല്ലാതെ ഒരു മനുഷ്യൻ പിടിക്കുക കഴിയില്ല.
		-- Booker T. Washington

%
നിങ്ങൾ ഉടൻ ഒരു തത്ത്വം കുറിച്ച് ഏറ്റവും ഉപയോഗപ്രദമായ കാര്യം പഠിക്കാൻ കഴിയില്ലഅത് എപ്പോഴും താത്കാലിക ബലികഴിച്ചു കഴിയില്ല എന്നതാണ്.
		-- W. Somerset Maugham, "The Circle"

%
നിങ്ങൾ മാർക്ക്, ഒത്തിരി സുഹൃത്തുക്കൾ കളിക്കുന്ന കഴിയില്ല.
		-- Henry Gondorf, "The Sting"

%
നിങ്ങൾ സംഭവിക്കാൻ എന്താണ് അബ്ബാസിന് ആരംഭിക്കാൻ കഴിയില്ല. നിങ്ങൾ മഞ്ഞഗ്രൂപ്പ് നേടുകയുംമതി ഇപ്പോൾ എന്താണു സംഭവിക്കുന്നതെന്നു വിഷമിക്കുന്നത്.
		-- Lauren Bacall

%
"നിങ്ങൾ അലസമായ ആളുകളെ പഠിപ്പിക്കാൻ കഴിയില്ല - ഒന്നുകിൽ അവർ അത്, അല്ലെങ്കിൽ അല്ല."
		-- Dagwood Bumstead

%
നിങ്ങൾ അസംബന്ധം ശ്രമിക്കുന്നതിനിടയിൽ ഇല്ലാതെ അസാധ്യമാണ് നേടാൻ കഴിയില്ല.
		-- Dagwood Bumstead

%
.എലെപനി പരിക്കേൽക്കുകയും ഇല്ലാത്ത കൊല്ലാൻ കഴിയില്ല.
		-- Dagwood Bumstead

%
നിങ്ങൾ സ്വയം patting സ്വയം മുന്നോട്ട് സഹായക കഴിയില്ല.
		-- Dagwood Bumstead

%
നിങ്ങൾ ഒരു മുഷ്ടി കൊണ്ട് ഹസ്തദാനം കഴിയില്ല.
		-- Indira Gandhi

%
നിങ്ങളുടെ സുഹൃത്തുക്കൾ ഉപയോഗിക്കുന്ന വളരെ അവരെ ഉണ്ടാകരുത്.
		-- Indira Gandhi

%
ജീവിതത്തോട് ഒരു പുതിയ വാടക ലഭിക്കും - നിങ്ങൾ ആദ്യം ആവശ്യമില്ല മാത്രമേമുൻകൂട്ടി കഴിഞ്ഞ മാസം.
		-- Indira Gandhi

%
നിങ്ങൾക്ക് ആസൂത്രണം എങ്കിൽ നിങ്ങൾക്ക് വഴിയിൽ ജനം നിമിഷ ഇല്ലതിരികെ ഇറങ്ങുന്നു.
		-- Oliver Warbucks, "Annie"

%
നിങ്ങൾ കേട്ടിരിക്കും എന്തെങ്കിലും വിശദീകരിക്കാൻ ഇല്ല.
		-- Calvin Coolidge

%
നീ എന്നെ വേർതിരിക്കുന്ന ഇല്ലാതെ ഇതുവരെ എന്നെത്തന്നെ വകയാണ് എന്നെ വേദിയാകുന്നുനിങ്ങളുടെ സ്വന്തം ജീവിതത്തിൽ നിന്നുള്ള. അതു നിങ്ങളുടെ എല്ലാ സന്തോഷത്തിന് പുറത്താക്കാൻ വേണ്ടി.
		-- Goethe

%
നിങ്ങൾ അറിയുന്നില്ല എങ്കിൽ നിങ്ങൾ പോകുന്ന നിങ്ങൾ വളരെ ശ്രദ്ധിക്കണം ലഭിച്ചു,നീ അവിടെ വരില്ല കാരണം.
		-- Yogi Berra

%
നിങ്ങൾ അവനെ മിണ്ടാതാക്കണം നിങ്ങൾക്ക് ഒരു മനുഷ്യൻ പരിവർത്തനം ചെയ്തിട്ടില്ല.
		-- John Viscount Morley

%
നിങ്ങൾ മനുഷ്യർക്ക് സാമ്യമുണ്ട്.
		-- John Viscount Morley

%
നിങ്ങൾ തന്നെ ഞാൻ തകർക്കും വരെ ഞാൻ പാപം കാണാം, കാത്തിരിക്കുക!
		-- Dylan Thomas

%
നിങ്ങൾ ഒരു വിജയം ഹാനിബാൾ വിജയം അറിയുന്നു; എന്നാൽ അത് എങ്ങനെ ഉപയോഗിക്കണമെന്ന് അല്ല.
		-- Maharbal

%
നിങ്ങൾ വസ്ത്രം ധരിക്കാൻ ആഗ്രഹിക്കുന്ന അത് ഒരു മോശം ദിവസം പോകുന്ന അറിയുന്നുനിങ്ങൾ ഹോം പാർട്ടിയിൽ നിന്ന് ധരിച്ച്, ഏതെങ്കിലും അവിടെയില്ല.
		-- Maharbal

%
നിങ്ങൾ, അതു നിങ്ങൾ എഴുന്നേറ്റാൽ, ഒരു ദിവസം നീണ്ട ആയിരിക്കും ക്ഷൌരം ഷവർ പോകുന്ന അറിയുന്നുപാകം നേടാനുള്ള തുടങ്ങുന്നതിനും ചെരിപ്പു ഇപ്പോഴും ചൂടുണ്ടാകുന്നതു.
		-- Dean Webber

%
നിങ്ങൾ ഉറക്കമുണർന്ന് അത് ചൊവ്വാഴ്ച അതു തിങ്കളാഴ്ച അറിയുന്നു.
		-- Garfield

%
അവർ സംസാരിക്കുന്നതു എന്തെന്നു അറിയുന്നു - ഇംഗ്ലീഷ് ഭാഷയിൽ അറുനൂറോളം വചനം പ്രതികാരം ആണ്.
		-- Peter Beard

%
നിങ്ങൾ സ്പീഡ് ലിമിറ്റ് പുറന്തള്ളാനും വേണം ചിന്തിക്കുമ്പോൾ നിങ്ങൾ പഴയ ലഭിക്കുന്നത് അറിയുന്നു.
		-- E. A. Gilliam

%
നിങ്ങൾ കഷ്ടത്തിൽ എപ്പോൾ അറിയാൻ ...(1) നിങ്ങള്ക്ക് തളത്തിൽ ഇറങ്ങി മുഖം ഉണരും.(2) നിങ്ങളുടെ ഭാര്യ amorous തോന്നുന്നുണ്ടോ പാനൂര് നിങ്ങൾ ഒരു തലവേദന.(3) നിങ്ങൾക്ക് വാർത്ത ഓൺ അവർ അടിയന്തിര റൂട്ടുകൾ കാണിക്കുന്നത്നഗരം വിട്ടു.(4) നിങ്ങളുടെ ഇരട്ട സഹോദരി നിങ്ങളുടെ ജന്മദിനം മറന്നു.(5) പിന്നീട് ഉണരും നിങ്ങളുടെ വെള്ളക്കിടക്ക തകർത്തുകളഞ്ഞു കണ്ടെത്താനുംനിങ്ങൾക്ക് ഒരു വെള്ളക്കിടക്ക ഇല്ല എന്ന് ഓർക്കുക.(6) നിങ്ങളുടെ ഡോക്ടർ നിങ്ങൾ ചോക്ലേറ്റ് അലർജിയാണ് മുൻപരിചയം പറയുന്നു.
		-- E. A. Gilliam

%
നിങ്ങൾ കഷ്ടത്തിൽ എപ്പോൾ അറിയാൻ ...(1) നിങ്ങളുടെ ശ്രദ്ധിച്ചോ മുമ്പ് ഒരു മണിക്കൂറോളം ജോലിസ്ഥലത്ത് തവണയിലധികമായിപാവാട നിങ്ങളുടെ pantyhose പിടിക്കപ്പെട്ട ആണ്.നിങ്ങൾ ഒരു മനുഷ്യനെ പ്രത്യേകിച്ചും.(2) നിങ്ങളുടെ അന്ധനായ തീയതി നിങ്ങളുടെ മുൻ-ഭാര്യ ആകും ഓഫാകും.(3) നിങ്ങളുടെ വരുമാന നികുതി ചെക്ക് പാനലിസ്റ്റുകൾ.(4) ഒരേ കണ്ണിൽ ഇരുവരും കോൺടാക്റ്റ് ലെൻസുകൾ ഇട്ടു.(5) നിങ്ങളുടെ ഭാര്യ പറയുന്നു, "ഗുഡ് മോർണിംഗ്, ബിൽ" നിങ്ങളുടെ പേര് ജോർജ് ആണ്.(6) ... ദിവസം വെള്ളം ഒഴുകുന്ന കാര്ന്നു ശബ്ദം ഉയര്ത്തിനിങ്ങൾ ഒരു വെള്ളക്കിടക്ക വാങ്ങി ശേഷം.(7) ഒരു വിദൂര അല്പം ഹോട്ടൽ ഡെസ്ക് നിങ്ങളുടെ മധുവിധു പോകാംഗുമസ്തൻ, ബെൽ ഹോപ്പ്, മാനേജരുടെ ഒരു "സ്വാഗതം മടങ്ങുക" പാർട്ടി ഞങ്ങൾക്കുണ്ട്ഇണയുടെ വേണ്ടി.
		-- E. A. Gilliam

%
നിങ്ങൾ കഷ്ടത്തിൽ എപ്പോൾ അറിയാൻ ...(1) നിങ്ങളുടെ കാർ കൊമ്പു അബദ്ധത്തിൽ ഓഫ് പോകുന്നു നിങ്ങള് 'സ്റ്റക്ക് തുടരുന്നുതിരക്കൊഴിഞ്ഞ ന് നരകം ഏഞ്ചൽസ് എന്ന ഒരു ഗ്രൂപ്പ് പിന്തുടരുന്നത്.(2) നിങ്ങൾ പാർട്ടിയിൽ നിന്നും വീട്ടിൽ ധരിച്ചിരുന്നത് വസ്ത്രം ധരിക്കാൻ ആഗ്രഹിക്കുന്നയാതൊരു ഉണ്ടു.(3) ജോലിയിലേക്ക് നിങ്ങളുടെ അങ്കി എടുത്തു വീഴുമെന്നു അല്ല പറയുന്നു.(4) നിങ്ങളുടെ വിൻഡോ പുറത്തുള്ള പക്ഷി പാടുന്ന ഒരു പാപ്പിടിയന് ആണ്.(5) ഉറക്കമുണർന്ന് നിങ്ങളുടെ ബ്രേസുകൾ ഒരുമിച്ചു ലോക്ക് ചെയ്തു.(6) നിന്റെ അമ്മ നിന്നെ ഡേറ്റിംഗ് വ്യക്തിയുടെ അംഗീകാരം.
		-- E. A. Gilliam

%
നിങ്ങൾ കഷ്ടത്തിൽ എപ്പോൾ അറിയാൻ ...(1) നിന്റെ ഏകജാതനായ അവൻ അനിതാ ബ്രയൻറ് ശ്രദ്ധിക്കുമോ ഉദ്ദേശിക്കുന്നു നിങ്ങൾ പറയുന്നുഅവളുടെ സ്വന്തം ബിസിനസ്സ്.(2) നിങ്ങൾ പുറകോട്ട്കണ്ടുപിടിക്കുക നിങ്ങളുടെ ബ്രാ നീട്ടി അതു നല്ലതു അനുയോജ്യമാകും.(3) നിങ്ങൾ ആത്മഹത്യ നിവാരണ വിളിച്ച് അവർ പിടിച്ചു നിങ്ങളെ വെച്ചു.(4) നിങ്ങൾ ഒരു `60 മിനിറ്റുകൾ 'വാർത്താ ടീം നിങ്ങളുടെ ഓഫീസ് കാത്ത് കാണുന്നു.(5) നിങ്ങളുടെ ജന്മദിനം കേക്ക് മെഴുകുതിരി തൂക്കം നിന്ന് നിലംപതിക്കും.(6) നിങ്ങളുടെ 4 വർഷം പഴക്കമുള്ള അതിലേക്ക് "ഏതാണ്ട് അസാധ്യമാണ്" തുടർന്ന് വെളിപ്പെടുത്തുന്നുടോയ്ലറ്റിൽ ഇച്ഛാശക്തിയുള്ള ഒരു ഫ്ലഷ്.(7) നിങ്ങൾ ധാന്യ ബോക്സിന്റെ തിരികെ ഓർമയിൽ ഞങ്ങൾ മനസ്സിലാക്കുന്നു.
		-- E. A. Gilliam

%
നിങ്ങളുടെ അപാര്ട്മെംട് ചെറുതാണ് അറിയുന്നു ...ഒരേ സമയം അതിന്റെ സ്ഥാനവും വേഗതയും അറിയാൻ കഴിയില്ല.നിങ്ങൾ ലോക്ക് നിങ്ങളുടെ കീ വെച്ചു അതു ജാലകം തകർക്കുന്നു.നിങ്ങളുടെ മനസ്സ് മാറ്റാൻ പുറത്തു പോകേണ്ടതുണ്ട്.ഒരൊറ്റ വൈദ്യുത ഔട്ട്ലെറ്റ് ഉപയോഗിച്ച് മുഴുവൻ സ്ഥലം ഈവക്ക് കഴിയും.
		-- E. A. Gilliam

%
നിങ്ങൾക്ക് ഒരു മനുഷ്യൻ താൻ ഒരു "റിയലിസ്റ്റ്," അവൻ ക്ഷണിച്ചില്ല തുടങ്ങുന്നത് എന്ന് ഉറപ്പാക്കുകഅവൻ ചെയ്ത രഹസ്യമായി ലജ്ജിക്കുന്നില്ല എന്തെങ്കിലും ചെയ്യാൻ തയ്യാറാക്കുകയാണ്.
		-- Sydney Harris

%
എളുപ്പത്തിൽ വാദിക്കാൻ ഇഷ്ടപ്പെടുന്നു ഒരു മനുഷ്യനെ ഒരു തമാശ കളിക്കാം - അവനോടുകൂടെ അംഗീകരിക്കുന്നു.
		-- Ed Howe

%
അവിടെ നീ മനുഷ്യരെ ഒരുപക്ഷേ നിങ്ങൾ ഇതിനകം വിജയത്തിനായി വസ്ത്രധാരണം എങ്ങനെ അറിയാം തോന്നുന്നു.നിങ്ങൾ ചുറുചുറുക്കോടെ സ്യൂട്ടുകൾ വെള്ള ധരിക്കാൻ പാടില്ല എന്നു ഉദാഹരണത്തിന്, അറിയുന്നുപ്ലാസ്റ്റിക് ബെൽറ്റുകൾ, ചെരിപ്പും, നിങ്ങൾ വേഷംമാറി ഒരു വസ്ത്രാലങ്കാരം പാർട്ടി പോകുന്നു അല്ലാതെഒരു പന്നി കർഷകനായ ഡിസ്നി വേൾഡ് അവധിയിലാണ് പോലെ.
		-- Dave Barry, "How to Dress for Real Success"

%
നിങ്ങൾക്ക് ഒരു മനുഷ്യൻ ഒരേയൊരു invulnerable ലോയൽറ്റി, ലോയൽറ്റി ലഭിക്കും അറിയാവുന്നതാണ്സർവ്വവീര്യത്തിൻ ബാധ്യതകളുടെ സ്വന്തം ആശയം. മറ്റെല്ലാ loyaltiesകേവലം ഒന്നോ പ്രതിനിധികൾ ആകുന്നു.
		-- Nero Wolfe

%
നിങ്ങൾ കാര്യങ്ങൾ നേടുവാൻ എന്നാൽ നിങ്ങൾ എന്തെങ്കിലും നഷ്ടം ഒരിക്കലും.
		-- Thoreau

%
നിങ്ങൾ ഒരു ആദ്യ മതിപ്പ് രണ്ടാമതൊരു അവസരം ലഭിക്കും ഒരിക്കലും.
		-- Thoreau

%
നിന്റെ പ്രാണനെ ഇല്ലാതെ എവിടെയും പോകാൻ ഒരിക്കലും.
		-- Thoreau

%
നിങ്ങൾ മതി എന്താണെന്ന് വരെ മതി അറിയില്ല.
		-- William Blake

%
നിങ്ങൾ ശരിയായ അതു പ്രവൃത്തിയിലൂടെ ഒന്നും പഠിക്കാൻ ഒരിക്കലും.
		-- William Blake

%
നിങ്ങൾ കഴിയുമോ എന്ന് ഒരുപക്ഷേ ആളുകൾ നിങ്ങളിൽ ചിന്തിക്കാൻ വിഷമിക്കേണ്ടതില്ല മനസ്സില്ലായിരുന്നുഅവർ എങ്ങനെ കൂടക്കൂടെ അറിയുന്നു.
		-- Olin Miller.

%
"നിങ്ങൾ രണ്ടു തരം ഉണ്ട് പറയുന്നു?""അതെ, രണ്ട് ഗ്രൂപ്പുകൾ അല്ല ചെയ്യുന്ന ആളുകളെ വേർതിരിച്ചു ചെയ്തവർക്ക്.""തെറ്റായ മൂന്ന് സംഘങ്ങൾ നിലനിൽക്കുന്നു.:മൂന്ന് ഗ്രൂപ്പുകളായി ജനം വേർതിരിച്ചു നടത്തുന്നവരെ.ഗ്രൂപ്പുകളായി ആളുകളെ വേർതിരിച്ചു പോലും.അക്കൂട്ടർ തീരുമാനിക്കാൻ കഴിയില്ല. ""ഏതു രണ്ടു ഗ്രൂപ്പുകളായി ജനം വേർതിരിച്ചു ആളുകൾക്ക്, ഒരു മിനിറ്റ് കാത്തിരുന്ന?""ശരി ഓ. അപ്പോൾ നാലു ഗ്രൂപ്പുകളാണ്.""നിങ്ങള് നാലു ഗ്രൂപ്പുകളായി ആളുകളെ വേർതിരിക്കുന്ന ചെയ്യുന്നില്ലേ?""ശരി.""അങ്ങനെ ഒരു അഞ്ചാം ഗ്രൂപ്പ്, ശരിയായ അവിടെ?""എന്ന് കേട്ടുവോ പ്രശ്നം അവരുടെ മനസ്സുകൾ വരുത്താൻ കഴിയില്ല ഇവരെ ഇഡിയറ്റ്സ് ആണ്."
		-- Olin Miller.

%
നിങ്ങൾ കാര്യങ്ങൾ കാണുന്നു; നിങ്ങൾ "എന്തുകൊണ്ട്?" എന്നാൽഎന്നാൽ ഞാൻ ഒരിക്കലും കാര്യങ്ങൾ സ്വപ്നം; ഞാൻ "എന്തുകൊണ്ട്?" എന്നാൽ[ഇല്ല, അത് ജെ എഫ് കെന്നഡി ആയിരുന്നു. എഡ്.]
		-- George Bernard Shaw, "Back to Methuselah"

%
നീ അവന്റെ വൈരികളുടെ വഴി അതുപോലെ തന്റെ സുഹൃത്തുക്കൾ ഒരു മനുഷ്യന്റെ വിധിക്കും.
		-- Joseph Conrad

%
നിങ്ങൾക്ക് കുറഞ്ഞത് ഞാൻ കരുതുന്നു എന്താണ്, ഫലവത്തതയ്ക്കും ഒഴിവാക്കണം.
		-- Joseph Conrad

%
നിങ്ങൾ ഒരിക്കൽ അനുഭവം ശ്രമിക്കുന്ന ഒരു പോയിന്റ് ഉണ്ടാക്കിയാലും - ഒഴികെഅഗമ്യഗമനം, ഫോക്ക്-നൃത്തം.
		-- A. Bax, "Farewell My Youth"

%
നിങ്ങൾ സ്വയം പരിതപിക്കുകയും കിടന്നുരുളും പാടില്ല. എന്നാൽ, അത് നിങ്ങളുടെ കാൽ വെച്ചു ശരിഅല്പം ചുറ്റും അവരെ swish.
		-- Guindon

%
ഞാൻ പ്രമോട്ട് അതുമൂലം കാത്തു എന്തുകൊണ്ടാണെന്ന് അറിയാൻ താൽപ്പര്യമുണ്ടെന്ന്? എന്റെ വായ് കൂടുതൽ അറിയാംഎന്റെ തലച്ചോറിൽ അധികം.
		-- W.G.

%
നിങ്ങൾ ഒരു ചൂളം താമസിച്ചാൽ നിങ്ങളെ skid ചെയ്യില്ല.
		-- Frank Hubbard

%
നിങ്ങൾ gettin എന്തു വ്യവഹാരം ആകരുത് 'വേല 5 മണിയ്ക്ക് ചെയ്തതു നിങ്ങൾ മികച്ച snoozin പറയുമായിരുന്നു', 'ഏതുവിധേനയും.
		-- From the wall of the Wurster Hall stairwell

%
അവർ നിങ്ങളെ കാണുമ്പോൾ നിങ്ങൾക്ക് പേടിയോടെ ഇഷ്ടപ്പെട്ട നിയന്ത്രണം നിങ്ങൾക്ക് പുഞ്ചിരി.
		-- Smile, "Was (Not Was)"

%
നിങ്ങൾക്ക് എല്ലായ്പ്പോഴും നിങ്ങൾ ആരെയാണ് മുൻപരിചയം ചിന്തിക്കുന്നതെന്ന് ദം വിവിധ പ്രവർത്തിക്കാൻ സത്യമെന്ന് ഒന്നായിരിക്കും നിങ്ങൾ.
		-- Woody Allen, "Manhattan"

%
ഒന്നുകിൽ നിങ്ങൾ പ്രശ്നത്തിന്റെ പരിഹാരം അല്ലെങ്കിൽ ഭാഗം ഭാഗമാണെന്ന്.
		-- Eldridge Cleaver

%
നിങ്ങൾ ഇളയ ആകാൻ വളരെ പഴയ ഒരിക്കലും മുൻപരിചയം.
		-- Mae West

%
നിങ്ങൾക്ക് എല്ലായ്പ്പോഴും സ്വയം എന്ന പിഴവ്.
		-- Eugene Ionesco

%
നിങ്ങൾക്ക് ഇവിടെ എല്ലാ വഴി തെല്ലൊന്ന് എന്നെ .വൃത്തമോ, ഇനി നിങ്ങളോട് പറയുന്നത് നേരിടുന്നുഎന്നെ സ്വയം വേണം?
		-- The Return of the Secaucus Seven

%
യുവാക്കളുടെ ജഡ്ജി അധികം കെട്ടിച്ചമയ്ക്കുവാനാണ് ഫിറ്റർ ആകുന്നു; അപേക്ഷിച്ച് നിർവ്വഹണത്തിനായി ഫിറ്റർആലോചന; സ്ഥിരതയുള്ളവരുമായി ബിസിനസ്സ് അപേക്ഷിച്ച് പുതിയ പദ്ധതികൾക്കായി ഫിറ്റർ. വേണ്ടിപ്രായം അനുഭവം അതു വലയം വീഴും കാര്യങ്ങളിൽ, നന്നാക്കുന്നുഅവരെ; എന്നാൽ പുതിയ കാര്യങ്ങൾ അവരെ abuseth. ബാല്യക്കാരിൽ പിശകുകൾ ശിഷ്ടം ആകുന്നുബിസിനസ്സ്; എന്നാൽ വൃദ്ധന്മാരും തുക എന്നാൽ ഈ പിശകുകളും, കൂടുതൽ ചെയ്വാൻചെയ്തിരിക്കുന്നു, അല്ലെങ്കിൽ വണ്ടും. പെരുമാറ്റം, മാനേജ്മെന്റ് യുവാക്കളെ,പ്രവർത്തനങ്ങൾ അവർ പിടിച്ചു കഴിയും കവച്ചുവെക്കാൻ; ശാന്തത കഴിയും അധികം ഇളക്കുക; ഈച്ചഅവസാനംവരെ, എന്നാണ് ഡിഗ്രി പരിഗണനയും ഇല്ലാതെ; ചില പിന്തുടരുംഅവർ absurdly മേൽ ചെന്നതു ചെയ്ത തത്ത്വങ്ങൾ; അവർ നവീകരിക്കണം എങ്ങനെ നീ പരിപാലിക്കാൻഏത് അജ്ഞാത അസൗകര്യങ്ങൾ അടുപ്പിക്കുന്നു; ഒപ്പം, എല്ലാ പിശകുകളും ഇരട്ടിച്ച് എന്നുള്ള ഉദ്ദേശിക്കുന്നതി അല്ലെങ്കിൽ പിൻവലിക്കൽ അവരെ; ഒരു മടിയനും കുതിര അരുതു നിർത്തും പോലെഅരുതു തിരിയാൻ. പ്രായം വസ്തുവിന്റെ പുരുഷന്മാർ വളരെയധികം ദൈർഘ്യമേറിയതോ സാഹസിക വളരെ ചെറിയ പരിശോധിച്ച്വളരെ താമസിയാതെ പശ്ചാത്തപിക്കുകയും, ഒപ്പം കൂടക്കൂടെ പൂർണ്ണ കാലഘട്ടത്തിൽ ബിസിനസ്സ് ഹോം പുറന്തള്ളാനും, പക്ഷേവിജയത്തിന്റെ ഒരു സുപ്രസിദ്ധ തങ്ങളെ ഉള്ളടക്കം. തീർച്ചയായും അത് നല്ലവൻഇരുവരുടെയും സംയുക്തം employments ... ഒന്നുകിൽ വയസ്സിൽ നന്മകൾ ശരിയാക്കാൻ കാരണംഇരുവരുടെയും വൈകല്യങ്ങൾ.
		-- Francis Bacon, "Essay on Youth and Age"

%
യുവാക്കളുടെ വൃദ്ധന്മാർ വിഡ്ഢികൾ കരുതുന്നു; എന്നാൽ വൃദ്ധന്മാർ യൌവനക്കാർ വിഡ്ഢികൾ അറിയുന്നു.
		-- George Chapman

%
യുവാക്കളുടെ അവൻ ചെറുപ്പകാലത്ത് വൃദ്ധന്മാർ ശ്രദ്ധിച്ചതുമില്ല ആരുടെ ഒരു പഴയ കേൾക്കുന്നതു.
		-- Augustus Caesar

%
നിങ്ങളുടെ സഹപ്രവർത്തകൻ ഏലിയൻ ഒരു സ്പെയ്സ്, പറയുക വിദഗ്ദർ ന്യായീകരണങ്ങള്... ഇവിടെ എങ്ങനെ പറയാൻ സാധിക്കും തുടർന്ന്പല അമേരിക്കക്കാരും മനുഷ്യ ചിലരുമുണ്ട് സ്പേസ് അന്യഗ്രഹ പാർശ്വത്തിൽ പ്രവർത്തിക്കാൻ - എങ്കിലുംചില ടിപ്പ് ഓഫിൽ തെരച്ചിൽ ഈ സന്ദർശകർ കാണാം വിദഗ്ധർ പറയുന്നു. അവകാണുന്നത് 10 അടയാളങ്ങളും എഴുതിയിരുന്നു:    (3) നർമ്മബോധം ഭ്രമാത്മകമായ അർത്ഥത്തിൽ. ചിന്തിച്ചുമനസ്സിലാക്കാത്ത ബഹിരാകാശ അന്യഗ്രഹഭൗമിക നർമ്മം ഒരു കമ്പനി പരിശീലനം ഫിലിമിനിടയിൽ ചിരിക്കാൻ അല്ലെങ്കിൽ അറിയിക്കുംആരും മനസ്സിലാകുന്ന തമാശകൾ, Steiger പറഞ്ഞു.    (6) ദൈനംദിന ഇനങ്ങൾ ദുർവിനിയോഗം. "ഒരു അന്യഗ്രഹ തിരുത്തൽ ഉപയോഗിക്കാംഅതിന്റെ നഖം വരയ്ക്കാൻ ദ്രാവകം, "Steiger പറഞ്ഞു.    (8) സ്വകാര്യ ജീവിതരീതിയിലും വീട്ടിൽ കുറിച്ച് രഹസ്യ. "അന്യനും മനസ്സില്ലവിശദാംശങ്ങൾ ചർച്ച അല്ലെങ്കിൽ അത് രാത്രിയിലും ഉച്ചമയക്കത്തിന്റെ ചെയ്യുന്നതു എന്തു കുറിച്ച് സംസാരിക്കുക. "   (10) ചില അടുത്തു മൂഡ് ശാരീരികമോ ആയ പ്രതികരണത്തെ എപ്പോൾ ഒരു മാറ്റം പ്രദർശിപ്പിക്കുന്നുഹൈടെക് ഹാർഡ്വെയർ. "അന്യനും ഒരു മൂഡ് മാറ്റം അനുഭവപ്പെടാംഒരു മൈക്രോവേവ് ഓവൻ ഓൺ ചെയ്തു "Steiger പറഞ്ഞു.വിദഗ്ധർ സഹപ്രവർത്തകൻ എങ്കിൽ ഏറ്റവും പ്രദർശിപ്പിക്കാൻ ഞങ്ങൾക്കുണ്ട് ചൂണ്ടിക്കാട്ടിഈ നേതൃപാടവം എല്ലാ നിങ്ങൾ ക്രിയാത്മകമായി ഒരു അന്യഗ്രഹ അവനെ തിരിച്ചറിയാൻ കഴിയും മുമ്പ്.[മാടവനയെ കമ്പനി പരിശീലനം സിനിമകളിൽ പരിഹസിച്ചു വിചാരിച്ചു. എഡ്.]
		-- National Enquirer, Michael Cassels, August, 1984.

%
നിങ്ങളുടെ മനസ്സാക്ഷി എന്തും നിന്നും നിങ്ങളെ നിർത്തുന്നു ഒരിക്കലും. ഇത് നിങ്ങളെ നിർത്തുന്നുഅത് ആസ്വദിക്കുകയാണ് നിന്ന്.
		-- National Enquirer, Michael Cassels, August, 1984.

%
നിങ്ങളുടെ സുഹൃത്തുക്കൾ നിങ്ങളുടെ അധികം സംഗമം ആദ്യ മിനിറ്റിൽ മെച്ചപ്പെട്ട അറിയുംപരിചയക്കാർ ആയിരം വർഷം നിങ്ങളെ അറിയും.
		-- Richard Bach, "Illusions"

%
യൂത്ത് - ജീവന്റെ ഒരു സമയം മനസ്സിലുണ്ടാകാണം ഒരു സംസ്ഥാന ... ഒരു മേൽക്കോയ്മക്കുസ്വൈരമായി ദൈവസ്നേഹവും സാഹസിക വിശപ്പ് ധൈര്യഹീനത മേൽ ധൈര്യം.
		-- Robert F. Kennedy

%
യൂത്ത് പോരാട്ടം, വാർദ്ധക്യം ഒരു ഖേദമാക്കിവെക്കുന്നു പൗരുഷം ഒരു വിഡ്ഢിത്തം ആണ്.
		-- Benjamin Disraeli, "Coningsby"

%
യൂത്ത് ഞങ്ങൾ എല്ലാവരും വീണ്ടെടുക്കുന്നതിന് അവസ്ഥയിൽ നിന്നും രോഗമാണ്.
		-- Dorothy Fuldheim

%
യൂത്ത് അതു മനസ്സിൽ ഒരു സംസ്ഥാനമാണെങ്കിലും ജീവന്റെ ഒരു സമയമാകുന്നു; അതു ഒരു ദേഷ്യം ആണ്ഇഷ്ടം, ഭാവനയുടെ ഒരു ഗുണമേന്മയുള്ള, വികാരങ്ങൾ ഒരു ഉശിരും ഒരു മേൽക്കോയ്മക്കുധൈര്യഹീനത മേൽ ധൈര്യം പൂണ്ടു എളുപ്പത്തിനായി ദൈവസ്നേഹവും സാഹസിക വിശപ്പ്.ആർക്കുമില്ല കേവലം കുറെയേറെ വർഷങ്ങൾ ജീവനുള്ള വഴി പഴകിയാലും; ജനം വളരാൻമാത്രമേ ആദർശങ്ങൾ മറയുന്നതു പഴയ. വർഷങ്ങൾ ത്വക്ക് .കേൾക്കാത്തവർക്കും, പക്ഷേ നൽകാൻആവേശം അവര് തന്നെ. വിഷമിക്കേണ്ട, സംശയം, സ്വയം സംശയിക്കുക, ഭയം, നിരാശയും- ഈ തല വണങ്ങുന്നു നീണ്ട, നീണ്ട സംവത്സരം വളരുന്ന ചീറുകയുംതിരികെ ചേരും.എന്നു് എഴുപതു അല്ലെങ്കിൽ പതിനാറു അവിടെ ഓരോ സത്തയുടെ ഹൃദയത്തിൽ സ്നേഹമാണ്അത്ഭുതവും, നക്ഷത്രങ്ങളെ സ്വീറ്റ് ഭീഷണിയും ആൻഡ് starlike കാര്യങ്ങളുംചിന്തകൾ, സംഭവങ്ങളുടെ കാര്യമായ വെല്ലുവിളി, മുറിഞ്ഞ് childlike വിശപ്പ്അടുത്ത എന്ത് സന്തോഷവും ജീവിത ഗെയിം വേണ്ടി.നിങ്ങളുടെ സംശയത്തിൽ പഴയ പോലെ നിങ്ങളുടെ വിശ്വാസം പോലെ ചെറുപ്പമാണ്; നിങ്ങളുടെ പോലെ യുവനിങ്ങളുടെ ഭയം പഴയ പോലെ ആത്മവിശ്വാസം, നിങ്ങളുടെ പ്രത്യാശ പോലെ യുവ നിങ്ങളുടെ പഴയ പോലെനിരാശപ്പെടരുത്.അങ്ങനെ നീണ്ട നിങ്ങളുടെ ഹൃദയം സൗന്ദര്യം, ധൈര്യമായിരിക്ക ധൈര്യം സന്ദേശങ്ങൾ ലഭിക്കാറുണ്ട് പോലെ,ഭൂമിയിൽ നിന്ന് ഗാംഭീര്യവും ശക്തിയും, പുരുഷനെ, അതിരറ്റതുമാണ് നിന്ന് ഇത്രനീ ചെറുപ്പമാണ്.
		-- Samuel Ullman

%
നിങ്ങൾ പ്രസവിക്കും എന്തു ഉള്ളിൽ കിടക്കുന്നത് പുറത്ത് കൊണ്ട് രക്ഷിക്കുംനിങ്ങൾ. നിങ്ങൾ മറ്റെന്തോ, ഉള്ളിൽ എന്താണെന്ന് പ്രസവിക്കും ഇല്ലെങ്കിൽനിന്നെ നശിപ്പിക്കും പ്രസവിക്കും.
		-- Jesus, "Gnostic Gospels" (Elaine Pagel)

%
ഞാൻ എന്നെത്തന്നെ പ്ലസ് എന്റെ സാഹചര്യത്തിലും, ഞാന് സേവ് എങ്കിൽ എനിക്കു വഹിയാഎന്നെത്തന്നെ സംരക്ഷിക്കുക.
		-- Jos'e Ortega Y Gasset

%
ഒരു നാൾക്കുനാൾ ഉറങ്ങി എങ്കിൽ അവൻ പ്രവർത്തിക്കാൻ ചെറിയ സമയം ഉണ്ടായിരുന്നു. അത് ഒരു ആയിരുന്നുEscargot ലേക്കുള്ള ചിന്തയാണ് സംതൃപ്തവും.
		-- "The Stone Giant", James P. Blaylock

%
അവൻ വളരെയധികം അല്പം മത്സ്യബന്ധനം പേരും, അവൻ ജോലിയായിരുന്നു വിശ്വസിച്ചുഅവൻ ഉണ്ടായിരുന്നു ഒരു മനുഷ്യൻ ചെയ്തു എന്തെങ്കിലും. അവൻ എപ്പോഴും നേടുകയും സാധിച്ചിരുന്നെങ്കിൽഅതു കൂടാതെ, പ്രത്യേകിച്ച് കഴിഞ്ഞ വേണ്ടി സഹിതം നന്നായി മതിവർഷം.
		-- "The Stone Giant", James P. Blaylock

%
ഒരു ഭീമൻ, ലാഭം സൗഹൃദമായ കർശനസ്വഭാവമുള്ള കള്ളം നിങ്ങൾക്ക് നന്നായിരുന്നേനെ?
		-- Top Ten List, Late Night with David Letterman

%
ചില ദിവസം ഉറക്കമുണർന്ന് ഉടനെ രാതിസമയം. ഒന്നുമില്ലപ്രത്യേക തെറ്റാണ്, അത് ശക്തികളെ പരിപൂര്ണമാണ് കേവലം സംശയത്തിന്റെ തുടർന്ന്ശാന്തമായി കഷ്ടവും ഉണ്ടാകും.
		-- "Survival Series", Jenny Holzer

%
നിങ്ങൾ ഒരു കഥ നടുവിലെ വരുമ്പോൾ അത് ഒരു കഥ അല്ല,മാത്രം ഒരു ആശയക്കുഴപ്പം; ഒരു ഇരുണ്ട ആഞ്ഞു ഒരു അന്ധത തകർത്തു ഒരു പൊട്ടല്ഗ്ലാസ് splintered മരം ചുഴലിക്കാറ്റിൽ ഒരു വീട്ടിൽ പോലെ; അല്ലെങ്കിൽ ഒരു ബോട്ട്ദുഷ്ക്കരമാണ് തകർത്തു അല്ലെങ്കിൽ ര്യാപിഡ്സ് രസിപ്പിച്ചു, എല്ലാ പകര്ച്ചവ്യാധികള്നിർത്താൻ കഴിയാത്ത. അത് ഒന്നും മാറുന്നു മാത്രം ശേഷം തുടർന്ന്എല്ലാം ഒരു കഥ പോലെ. നിങ്ങൾ സ്വയം അല്ലെങ്കിൽ ലേക്ക്, അത് ദോഷം ചെയ്യുമ്പോൾമറ്റാരോ.
		-- Margaret Atwood, "Alias Grace"

%
ഞാൻ ആരെയും ബുദ്ധിയുള്ള ക്രിസ്ത്യൻ നിങ്ങളുടെ മൂഢൻ ആശയങ്ങൾ നിങ്ങളെ പരിശോധിക്കുന്നതുപോലെത്തന്നെഭൂമിയിൽ വിശ്വസിക്കുന്നു.
		-- Clarence Darrow, to William Jennings Bryan

%
"പോകുവിൻ പെൺകുട്ടി! ഈ ചെയ്തത് Jif വാങ്ങാൻ ഒരു മികച്ച അവസരം ഒരിക്കലും നഷ്ടമാകില്ലവില. * നാളയേക്കുറിച്ച് * പിള്ള! "
		-- "The Naked Consumer", Erik Larson

%
ഞാൻ സംയോജിപ്പിച്ച് കൊയ്ത്തുകാരുടെ വഴി സര്വാധികാര്യക്കാരന് പിരിയുകയാണ്. സത്യത്തിൽ, ഉള്ളത് വെമ്പുന്ന -ഒരു കൈയ്യും പോലെ.
		-- "The Day of the Jackal"

%
പലരും ചക്രവാളത്തെയും പൂജ്യം ആരം ഒരു സർക്കിൾ ആണ്. അവർ വിളിച്ച്കാഴ്ച ഈ അവരുടെ പോയിന്റ്.
		-- Albert Einstein

%
ശുഭാപ്തി ഈ ലോകങ്ങളിൽ മികച്ച വിചാരിക്കുന്നു.ശുഭാപ്തി ഈ നിവൃത്തിയാകേണ്ടതിന്നു ഭയപ്പെടുന്നു.
		-- crazyphilman's sig on kuro5hin

%
അതു നിങ്ങൾ ശരിക്കും സംഭാവന ചെയ്യാൻ കഴിയും തന്റെ '30 അല്ലെങ്കിൽ .40 കലാകാരനായി കാണുന്ന അപൂർവ തുടർന്ന്അത്ഭുതകരമായ എന്തെങ്കിലും.                - സ്റ്റീവ് ജോബ്സ് (1955-2011)
		-- crazyphilman's sig on kuro5hin

%
നിങ്ങൾ sugared വെള്ളം വിൽക്കുന്ന നിങ്ങളുടെ ജീവിതത്തിന്റെ ബാക്കി ചെലവഴിക്കാൻ അതോ ആഗ്രഹിക്കുന്നത് ചെയ്യരുത്ലോകത്തെ മാറ്റാൻ ഒരു അവസരം?                - സ്റ്റീവ് ജോബ്സ് (1955-2011)
		-- crazyphilman's sig on kuro5hin

%
ഇത് നാവികസേനയുടെ ചേരാൻ അധികം സൂപര് കൂടുതൽ രസകരവും.                - സ്റ്റീവ് ജോബ്സ് (1955-2011)
		-- crazyphilman's sig on kuro5hin

%
സെമിത്തേരി സമ്പന്നനായ മാത്രമാണെന്ന് എനിക്ക് പ്രശ്നമല്ല ... ഉറങ്ങാൻ പോകുന്നുഞങ്ങൾ അത്ഭുതകരമായ എന്തെങ്കിലും ചെയ്തിട്ടില്ലെന്നു പറഞ്ഞു രാത്രി ... എന്നെ കാര്യങ്ങളിലും എന്താണ്.                - സ്റ്റീവ് ജോബ്സ് (1955-2011)
		-- crazyphilman's sig on kuro5hin

%
ഞാൻ സോക്രട്ടീസിന്റെ ഒരു കേന്ദ്രം എന്റെ സാങ്കേതികവിദ്യയുടെ എല്ലാ വ്യാപാര തന്നെ.                - സ്റ്റീവ് ജോബ്സ് (1955-2011)
		-- crazyphilman's sig on kuro5hin

%
ഞാൻ എല്ലാ രാവിലെ കണ്ണാടിയിൽ നോക്കി സ്വയം ചോദിക്കുകയും: "ഇന്ന് ആയിരുന്നു എങ്കിൽഎന്റെ ജീവിതത്തിലെ അവസാന ദിവസം ഞാൻ ഇന്നു എന്തു ചുറ്റും നോക്കി ചെയ്യേണ്ടതായിട്ടുണ്ട്? "അങ്ങനെഉത്തരം ഒരു വരിയിൽ ഒട്ടേറെ ദിവസത്തേക്ക് "ഇല്ല" സമാശ്വാസം എപ്പോഴൊക്കെ ഞാൻ ആവശ്യമാണ്എന്തെങ്കിലും മാറ്റാൻ.                - സ്റ്റീവ് ജോബ്സ് (1955-2011)
		-- crazyphilman's sig on kuro5hin

%
ഞാൻ ഉടൻ മരിച്ചവരുടെ തികച്ചും അനുസ്മരിച്ച ഞാൻ എന്നേക്കും കഴിയാറില്ലെന്നാണ് പ്രധാന ഉപകരണംഎന്നെ ജീവിതത്തിൽ വലിയ തിരഞ്ഞെടുപ്പുകൾ നടത്താൻ സഹായിക്കുന്നതിന് നേരിട്ടു.                - സ്റ്റീവ് ജോബ്സ് (1955-2011)
		-- crazyphilman's sig on kuro5hin

%
