ഫോർച്യൂൺ ഇമ്മടെ ഉത്തരങ്ങൾക്കായി ചോദ്യങ്ങൾ നൽകുന്നു: # 13എ: ഡോക്, ഹാപ്പി, ലജ്ജാശീലമുള്ള, Dopey, Sneezy, നിദ്രാലസതമായ, & ഗ്രംപിചോദ്യം: ഡെമോക്രാറ്റിക് പ്രസിഡന്റ് സ്ഥാനാർഥികൾ ആരാണ്?
		-- being told in Poland, 1987

%
ഫോർച്യൂൺ ഇമ്മടെ ഉത്തരങ്ങൾക്കായി ചോദ്യങ്ങൾ നൽകുന്നു: # 15എ: റോയൽ കനേഡിയൻ പോലീസ് പടയ്ക്ക്.ചോദ്യം: മൃഗചർമ്മങ്ങളെ വലിയവൻ നേട്ടം എന്തായിരുന്നു?
		-- being told in Poland, 1987

%
ഫോർച്യൂൺ ഇമ്മടെ ഉത്തരങ്ങൾക്കായി ചോദ്യങ്ങൾ നൽകുന്നു: # 19എ: അതോ ആയിരിക്കുന്നതു.ചോദ്യം: 4B ^ 2 സ്ക്വയർ റൂട്ട് എന്താണ്?
		-- being told in Poland, 1987

%
ഫോർച്യൂൺ ഇമ്മടെ ഉത്തരങ്ങൾക്കായി ചോദ്യങ്ങൾ നൽകുന്നു: # 21എ: ഡോ ലിവിംഗ്സ്ടന് എന്നെക്കാൾ പതുക്കെ.ചോദ്യം: ഡോ പതുക്കെ ന്റെ മുഴുവൻ പേര് എന്താണ്?
		-- being told in Poland, 1987

%
ഫോർച്യൂൺ ഇമ്മടെ ഉത്തരങ്ങൾക്കായി ചോദ്യങ്ങൾ നൽകുന്നു: # 31എ: ചിക്കൻ Teriyaki.ചോദ്യം: ലോകത്തിലെ ഏറ്റവും വംശീയ പൈലറ്റ് പേരെന്ത്?
		-- being told in Poland, 1987

%
ഫോർച്യൂൺ ഇമ്മടെ ഉത്തരങ്ങൾക്കായി ചോദ്യങ്ങൾ നൽകുന്നു: # 4എ: പശ്ചിമ, യുവാവ് ചെന്നു എന്െറ!ചോദ്യം: എന്താണ് അവർ awound wunning എന്ന tiwed ചെയ്യുമ്പോള് wabbits ചെയ്യുന്നു?
		-- being told in Poland, 1987

%
ഫോർച്യൂൺ ഇമ്മടെ ഉത്തരങ്ങൾക്കായി ചോദ്യങ്ങൾ നൽകുന്നു: # 5എ: Montezuma ഓഫ് ഹാളുകളും ട്രിപലീ അഷ്ടമുടിക്കായലിന്റെ.ചോദ്യം: ആരുടെ കുട്ടികളെ മറീനുകളുടെ ചേരാൻ ചെയ്യുക രണ്ട് കുടുംബങ്ങൾ പേര്.
		-- being told in Poland, 1987

%
നാക്, മുട്ടുന്നു!ആരാണ് അവിടെ?സാം ആൻഡ് ജാനറ്റും.സാം ആൻഡ് ജാനറ്റും ആർ?സാം ആൻഡ് ജാനറ്റും സന്ധ്യാ ...
		-- being told in Poland, 1987

%
അതേയതേ: "നാക്, മുട്ടുന്നു".മിന്നല് ഹം: "ആരാണ് അവിടെ?"അതേയതേ: "ലിറ്റിൽ .സാധാരണപോലെ 'ലേഡി.".മിന്നല് ഹം: "Liddle .സാധാരണപോലെ 'ലേഡി ആരാണ്?"അതേയതേ: "ഞാൻ നിന്നെ yodel കഴിഞ്ഞില്ല അറിഞ്ഞില്ല"
		-- being told in Poland, 1987

%
ചോദ്യം: "ഓരോ ഡിസ്ലെക്സിയ എന്ന മനസിലുള്ള കത്തുന്ന ചോദ്യം എന്താണ്അസ്തിത്വചിന്തയുടെ? "എ: "അവിടെ ഒരു നായ ആണോ?"
		-- being told in Poland, 1987

%
ചോദ്യം: നാം പുരുഷന്മാർ എന്തു പറഞ്ഞു?A: Vaxen ആകുന്നു.
		-- being told in Poland, 1987

%
ചോദ്യം: നിങ്ങൾ എന്താണ് മരണ നിരക്കുകൾ ഇവിടെ ഏകദേശം അറിയാമോ?ഉത്തരം: ഒരാൾക്ക് ഒരു.
		-- being told in Poland, 1987

%
ചോദ്യം: ഒരു ബറോസിന്റെ വില്പ്പനക്കാരന് കിടക്കുന്ന സമയത്ത് നിങ്ങൾ എങ്ങനെ പറയാനാകും?എ: അധരങ്ങളെ നീക്കാൻ സന്ദർഭം.
		-- being told in Poland, 1987

%
ചോദ്യം: നിങ്ങൾക്ക് എങ്ങനെ നിർമ്മിത ബുദ്ധി കയറി എങ്ങനെ?എ: ലോജിക്കൽ തോന്നി - ഞാൻ എന്തെങ്കിലും യഥാർത്ഥ ഇന്റലിജൻസ് ഇല്ല.
		-- being told in Poland, 1987

%
ചോദ്യം: എങ്ങനെ തനതായ ഒരു മുയൽ ക്യാച്ച്?എ: തനതായ അപ്പ് അത്!ചോദ്യം: എങ്ങനെ നിങ്ങൾ ഒരു മെരുക്കിയ മുയൽ ക്യാച്ച്?എ: മെരുക്കിയ വഴി!
		-- being told in Poland, 1987

%
ചോദ്യം: നിങ്ങൾക്ക് എങ്ങനെ സസ്പെൻസ് ഒരു മന്ദബുദ്ധി നിലനിർത്തും?
		-- being told in Poland, 1987

%
ചോദ്യം: നിങ്ങൾക്ക് എങ്ങനെ മത ചൂതാട്ടമുണ്ടോ പ്ലേ ചെയ്യാം?ഉത്തരം: ഒരു ഒരു സർക്കിളിൽ ചുറ്റിലും നിറുത്തി ദൂഷണം ആർ ലഭിക്കുന്നു കാണാൻആദ്യം മിന്നലോടു അടിച്ചു.
		-- being told in Poland, 1987

%
ചോദ്യം: നിങ്ങൾക്ക് എങ്ങനെ ഒരു മുങ്ങിമരണം അഭിഭാഷകൻ സംരക്ഷിക്കും?എ: ഒക്കെയും പാറമേൽ ഇട്ടേക്കുക.
		-- being told in Poland, 1987

%
ചോദ്യം: എങ്ങനെ നിങ്ങൾ ഒരു നീല ആന ഷൂട്ട് എന്തു?ഉത്തരം: ഒരു നീല-ആന തോക്ക് കൂടെ.ചോദ്യം: എങ്ങനെ നിങ്ങൾ ഒരു പിങ്ക് ആന ഷൂട്ട് എന്തു?ഉത്തരം: അതു നീല ഓഫാകുന്നതുവരെ തുമ്പിക്കൈ വളച്ചൊടിച്ച്, പിന്നെ അതു ഷൂട്ട്ഒരു നീല-ആന തോക്ക്.
		-- being told in Poland, 1987

%
ചോദ്യം: നിങ്ങൾ എങ്ങനെ ചാർജ്ജുചെയ്യുമ്പോൾ നിന്ന് ആനയെ തടയാം?ഉത്തരം: തന്റെ ക്രെഡിറ്റ് കാർഡുകൾ എടുക്കുക.
		-- being told in Poland, 1987

%
ചോദ്യം: എങ്ങനെ ഒരു ഹാക്കർ ചടങ്ങിൽ ഏത് പരിഹരിക്കാൻ ഇല്ലഅതിന്റെ ഡൊമെയ്ൻ മൂലകങ്ങളുടെ എല്ലാ പ്രവർത്തിക്കുന്നില്ല?എ അവൻ ഡൊമെയ്ൻ മാറ്റുന്നു.
		-- being told in Poland, 1987

%
ചോദ്യം: എങ്ങനെ പോളിഷ് ഭരണഘടന അമേരിക്കൻ നിന്ന് വ്യത്യസ്തമായിരിക്കും എങ്ങനെ?എ പോളിഷ് ഭരണഘടന പൗരന്മാരുടെ ഉറപ്പുനൽകുന്ന സ്വാതന്ത്ര്യം ചെയ്യുന്നുപ്രസംഗം, പക്ഷേ യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് ഭരണഘടന പ്രകാരം അവർപ്രസംഗം ശേഷം സ്വാതന്ത്ര്യം ഗ്യാരണ്ടി.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര ബെൽ ലാബ്സ് വൈസ് പ്രസിഡന്റുമാരായ ഇത് ലൈറ്റ് ബൾബ് മാറ്റാൻ സമയമെടുക്കും?അത്ര കുത്തക വിവരങ്ങൾ ഇതാ. പേയ്മെന്റ് ന് എ.ടി. & ടി ലഭ്യമല്ല ഉത്തരംലൈസൻസ് ഫീസ് (ബൈനറി മാത്രം) എന്ന.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര ബ്യൂറോക്രാറ്റുകളും ഒരു ബൾബ് ലെ ജേര്ണയില് സമയമെടുക്കും?എ: രണ്ട്. സാധ്യമായ എല്ലാം ഒരാളായി എന്നു എല്ലാവർക്കും ഉറപ്പു വൺവെള്ളം ഷവറിനു മറ്റ് പ്ലെയ്സ്മെന്റ് ബൾബ് സമയത്ത് ചെയ്തതു.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര Californians ഒരു ബൾബ് ലെ ജേര്ണയില് സമയമെടുക്കും?എ: അഞ്ച്. പങ്കിടാൻ ബൾബ് നാലു ജേര്ണയില് ഒരുഅനുഭവം. (യഥാർത്ഥത്തിൽ, Californians ലെ ജേര്ണയില് ചെയ്യരുത്വെളിച്ചം ബൾബുകൾ, അവർ ഹോട്ട് ലെ പീഡിപ്പിക്കുന്നു.)ചോദ്യം: എത്ര Oregonians ഒരു ബൾബ് ലെ ജേര്ണയില് സമയമെടുക്കും?എ: മൂന്ന്. ബൾബ് രണ്ടോ ജേര്ണയില് എല്ലാ ആനയിൽ വൺആ Californians അനുഭവം പങ്കിടാൻ ശ്രമിക്കുന്ന.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര കോളേജ് ഫുട്ബോൾ താരങ്ങളുടെ ഒരു ബൾബ് ലെ ജേര്ണയില് സമയമെടുക്കും?എ ഉള്ളൂ പക്ഷെ താന് മൂന്നു ക്രെഡിറ്റുകൾ ലഭിക്കുന്നു.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര ഡി.ഇ.സിയുടെ repairman ഒരു ഫ്ലാറ്റ് പരിഹരിക്കാൻ സമയമെടുക്കും?എ: അഞ്ചുപേർ; ടയർ തേടുമ്പോൾ കാർ ഒരുവൻ ഹോൾഡ് നാലു.ചോദ്യം: എത്ര സമയമെടുക്കും?ഒരു കാര്യം തടവോ തുടർന്ന്.അവർ കൊണ്ടുവന്ന എത്രത്തോളം ഫ്ലാറ്റ് മേൽ ആശ്രയിച്ചിരിക്കും.ചോദ്യം: നിങ്ങൾ രണ്ടു ഫ്ളാറ്റുകൾ കിട്ടിയതായി എന്ത് സംഭവിക്കും?ഉത്തരം: അവർ നിങ്ങളുടെ ജനറേറ്റർ മാറ്റി പകരം.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര ആനകളുടെ ഫോക്സ്വാഗൻ ബഗ് യോജിച്ചുപോകാൻ കഴിയും?നാല്. മുന്നിൽ രണ്ട്, തിരികെ രണ്ട്.ചോദ്യം: ആനയുടെ നിങ്ങളുടെ കനി എന്ന് നിങ്ങൾക്ക് എങ്ങനെ പറയാനാകും?ഉത്തരം: മേയ് ഒരു ഫൂട്പ്രിന്റ് അവിടെ.ചോദ്യം: രണ്ടു ആനകൾ നിങ്ങളുടെ കനി നിങ്ങള്ക്കും എങ്ങനെ പറയാനാകും?ഉത്തരം: മേയ് രണ്ട് കാൽപ്പാടുകൾ അവിടെ.ചോദ്യം: മൂന്ന് ആനകൾ നിങ്ങളുടെ കനി നിങ്ങള്ക്കും എങ്ങനെ പറയാനാകും?ഉത്തരം: വാതിൽ അടച്ചു ചെയ്യില്ല.ചോദ്യം: നാലു ആനകൾ നിങ്ങളുടെ കനി നിങ്ങള്ക്കും എങ്ങനെ പറയാനാകും?ഉത്തരം: നിങ്ങളുടെ ശിവകുമാര് ഒരു ഫോക്സ്വാഗൻ മൂട്ടയുണ്ട്.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര existentialists ഒരു ബൾബ് ലെ ജേര്ണയില് സമയമെടുക്കും?എ: രണ്ട്. എങ്ങനെ ബൾബ് നിരീക്ഷിക്കാൻ ഒറ്റ അത് ഈദുല്ഫിത്തര് സ്വീകരിച്ച ഒരുസ്വയം ആത്മനിഷ്ഠ ഒരു ധവള ബീക്കൺ പ്രതീകമാണ്ഒരു നേരെ എത്തിച്ചേരാൻ അവസാനിക്കാത്ത അസംബന്ധമാണെന്ന് ഒരു netherworld റിയാലിറ്റിഒന്നുമില്ലായ്മയിൽ maudlin പ്രപഞ്ചത്തിന്റെ.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര ക്രമേണ (ക്ഷമിക്കണം, "ബിരുദാനന്തര" എന്നു കരുതപ്പെട്ടിരുന്ന ആണ്) വിദ്യാർത്ഥികൾഇത് ലൈറ്റ് ബൾബ് ലെ ജേര്ണയില് സമയമെടുക്കും?എ: "ഞാൻ ഞങ്ങൾ അറിയുന്നില്ല, എന്നാൽ എന്റെ സ്റ്റൈപ്പൻഡ് നികുതി മുക്തമാവുകയില്ലെന്ന എന്റെ കൊടുക്കും ഭയപ്പെടുന്നുഉപദേഷ്ടാവ് നികുതിദായകരുടെ പണം ഒരു $ 30,000 ഗ്രാന്റ്, അവൻ ഉറപ്പുണ്ട്അവൻ എടുക്കാം അതിനാൽ gruntwork എങ്ങനെ ചെയ്യാൻ പറയാംഈ അവിശ്വസനീയമായ സുപ്രധാന ചോദ്യത്തിന് ഉത്തരം ക്രെഡിറ്റ്. "
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര ഹാർഡ്വെയർ എഞ്ചിനീയർമാർ ഒരു ബൾബ് മാറ്റാൻ സമയമെടുക്കും?എ: ഒന്നുമില്ല. ഞങ്ങൾ സോഫ്റ്റ്വെയർ അത് പരിഹരിക്കാൻ കാണാം.ചോദ്യം: എത്ര സിസ്റ്റം പ്രോഗ്രാമർമാർ ഇത് ലൈറ്റ് ബൾബ് മാറ്റാൻ സമയമെടുക്കും?എ: ഒന്നുമില്ല. അപ്ലിക്കേഷന് പരിഹരിക്കാനാകും.ചോദ്യം: എത്ര സോഫ്റ്റ്വെയർ എൻജിനീയർമാർ ഒരു ബൾബ് മാറ്റാൻ സമയമെടുക്കും?എ: ഒന്നുമില്ല. നാം മാനുവൽ അത് രചിക്കുവാനും കാണാം.ചോദ്യം: എത്ര ഹൈടെക് എഴുത്തുകാർ ഒരു ബൾബ് മാറ്റാൻ സമയമെടുക്കും?എ: ഒന്നുമില്ല. ഉപയോക്താക്കൾക്ക് വിധം.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര ഹാർവാർഡ് എം.ബി.എ അത് ഒരു ബൾബ് ലെ ജേര്ണയില് സമയമെടുക്കും?എ: ജസ്റ്റ് ഒന്നു. ഞാനാകെ അതു പിടിച്ചുകൊണ്ട് പ്രപഞ്ചം അവനെ ഇതിവൃത്തം.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര ഐ.ബി.എം. 370 ന്റെ അതു ഒരു ജോലി എക്സിക്യൂട്ട് സമയമെടുക്കും?നാല് മൂന്നു അതു പിടിക്കുക ഒരേ തല ശരീരപ്രകൃതി.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര ഐ.ബി.എം. സിപിയു ന്റെ ഒരു ലോജിക്കൽ ശരിയായ ഷിഫ്റ്റ് ചെയ്യാൻ സമയമെടുക്കും?എ: 33. 1 രജിസ്റ്ററിൽ കുത്തുന്നതു സുഖിനോ 32 ഹോൾഡ്.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര ഐബിഎം തരം ഒരു ബൾബ് മാറ്റാൻ സമയമെടുക്കും?എ: പതിനഞ്ച്. പ്രമാണം നമ്പർ എഴുതാൻ അത് ചെയ്യാൻ ഒരു, പതിന്നാലുGC7500439-0001, മൾട്ടിടാസ്കിംഗ് ഉജ്ജ്വലം ഉറവിടം സിസ്റ്റം സൗകര്യം,പേജുകൾ 10% മനഃപൂർവ്വം ഈ പേജിൽ മാത്രം സൂചിപ്പിച്ച് ഇതിൽ "ശൂന്യമാക്കിയിട്ടിരിക്കുന്നു "നിർവചനങ്ങളും 20% ഫോമിന്റെ ആകുന്നു" ഒരു: ....."ഗുണ വേർതിരിച്ച ശുന്യമല്ലാത്ത അക്ഷരങ്ങൾ സീക്വൻസസ് അടങ്ങിയിരിക്കുന്നു.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര പത്രപ്രവർത്തകർ ഒരു ബൾബ് ലെ ജേര്ണയില് സമയമെടുക്കും?എ: മൂന്ന്. കൊണ്ടുവരുന്നതിനുള്ള ഒരു നിശ്വസ്ത സർക്കാർ പ്രോഗ്രാം രേഖപ്പെടുത്തുക ഒരുജനം പ്രകാശം, ഒരു diabolical സർക്കാർ തന്ത്രം രേഖപ്പെടുത്തുക തമ്മിൽഇരുട്ടിന്റെ പാവപ്പെട്ട സന്ധിക്കു ഒരേ ഒരു പുലിറ്റ്സർ പുരസ്കാരം നേടിയഇലക്ട്രിക് കമ്പനി തകർക്കാനായി ബൾബ്-കൊലപാതകിയെ കൂലിക്കു റിപ്പോർട്ട്ആദ്യ സ്ഥലത്ത് ബൾബ്.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര അഭിഭാഷകർ ഒരു ബൾബ് മാറ്റാൻ സമയമെടുക്കും?എ: ഒന്ന്. അവൻ ചെയ്തുകഴിഞ്ഞാൽ ചെയ്താൽ മാത്രമേ അത് അവന്റെ ബൾബ് തുടർന്ന്.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര അഭിഭാഷകർ ഒരു ബൾബ് മാറ്റാൻ സമയമെടുക്കും?ഉത്തരം: ഒരു ഒരു ബൾബ് മാറ്റാൻ കഴിയുന്ന ഒരു അഭിഭാഷകൻ കണ്ടെത്താനാവില്ല. ഇപ്പോൾ, എങ്കിൽനിങ്ങൾ ഒരു ബൾബ് ജേര്ണയില് അഭിഭാഷകൻ തിരയുകയാണോ ...
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര മാർക്കറ്റിംഗ് ആളുകൾ അത് ഒരു ബൾബ് മാറ്റാൻ സമയമെടുക്കും?എ: ഞാൻ ആ നിങ്ങളെ വീണ്ടും വരും.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര ചൊവ്വയെ ഒരു ബൾബ് ലെ ജേര്ണയില് സമയമെടുക്കും?എ: ഒന്നര.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര മാർക്സിസ്റ്റുകാർ ഒരു ബൾബ് ലെ ജേര്ണയില് സമയമെടുക്കും?ഉത്തരം: ഒന്നുമില്ല: ബൾബ് സ്വന്തം വിപ്ലവത്തിന്റെ വിത്തുകൾ അടങ്ങിയിരിക്കുന്നു.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര ഗണിതശാസ്ത്രജ്ഞർക്ക് ഒരു ബൾബ് ലെ ജേര്ണയില് സമയമെടുക്കും?എ: ഒന്ന്. അതുവഴി പ്രശ്നം കുറയ്ക്കുക, ആറു Californians ഒബാമയെപ്പോലെനേരത്തെ കുതരിച്ചൊരു.
		-- being told in Poland, 1987

%
ചോദ്യം: U.S.S. എത്ര അംഗങ്ങൾ എന്റർപ്രൈസ് മാറ്റത്തിനുള്ള സമയമെടുക്കും	ബൾബ് പ്രകാശിപ്പിക്കുക?എ: ഏഴ്. സ്കോട്ടി ലെ ബൾബ് നിന്നും ക്യാപ്റ്റൻ കിർക് റിപ്പോർട്ട് ഉണ്ട്എഞ്ചിനീയറിംഗ് വിഭാഗം കിർക് അയക്കുന്ന ഘട്ടത്തിൽ, മങ്ങിയ കൈവരുന്നുഉടനെ അവൻ ക്ലെയിം ഖേദകരമാണെങ്കിലും ബൾബ് മരിച്ചവരുടെ (ഉച്ചരിക്കാൻ അസ്ഥികളുടെഅവൻ ഒരു ഡോക്ടർ, ഒരു ഇലക്ട്രീഷ്യൻ അല്ല) എന്ന്. സ്കോട്ടി, പരിശോധിക്കുമ്പോൾ ശേഷംചുറ്റും അവർ ഇനി പുതിയ വെളിച്ചം ബൾബുകൾ ഉണ്ട് തിരിച്ചറിയുന്നു, ഒപ്പം പരാതിഅവൻ "cAnna" ഇരുട്ടിൽ കാണുന്ന. കിർക് ഒരു അടിയന്തര സ്റ്റോപ്പ് ആക്കുംഅടുത്ത സമ്മദമായി ഗ്രഹം, ആൽഫ Regula നാലാമൻ, ഒരു ബൾബ് വാങ്ങിക്കണംനാട്ടുകാരുടെ, ആര്, സൗഹാർദപരമായ നിന്ന് എന്തോ ലുക്ക്ഔട്ട്നോട്ടീസിൽ തോന്നുന്നില്ല.കിർക്, കഥാപാത്രത്തിൽ, എല്ലുകൾ, Yeoman റാൻഡ് രണ്ടു ചുവപ്പ് ഷർട്ടും സുരക്ഷാ ഓഫീസർമാരുംതാഴേക്ക് ഗ്രഹത്തിന്റെ രണ്ട് സുരക്ഷാ ഓഫീസർമാർ promply എവിടെയാണെന്ന് ബീംനാട്ടുകാർ കൊന്നു പോയും പാർട്ടി ബാക്കി എടുത്തതിനുശേഷം.എന്തെങ്കിലും ക്യാപ്റ്റൻ Yeoman റാൻഡ് തമ്മിലുള്ള വികസിപ്പിക്കാൻ തുടങ്ങുന്നു പോലെ,സ്കോട്ടി, തിരികെ ഭ്രമണപഥത്തിൽ ഒരു ക്ലിംഗൺ കവർച്ചക്കാരൻ ആൻഡ് നിർബന്ധമാണ് ആളുകളാൽ ആക്രമിക്കപ്പെടുന്നഭ്രമണപഥം നിന്നു പാവോ. മോശമായി outgunned ആണെങ്കിലും, അവൻ ക്ലിംഗൺ cripplesഒപ്പം കിർക്ക് എറ്റ് രക്ഷിക്കാനായി പഴയപടിയായോ ഗ്രഹം റേസുകൾ. അൽ. ആര്ക്കുണ്ട്വെറും ഗുരുതരമായ ഒരു ഗതി നിന്ന് നാട്ടുകാർ 'രക്ഷപ്പെടുത്തി, പ്രതിഫലമായി ആകുമായിരുന്നുഅവർ താങ്ങാവുന്ന എല്ലാ പ്രകാശം ബൾബുകൾ കൊടുത്തിരിക്കുന്നു. പുതിയ ബൾബ് തുടർന്ന് തിരുകുംസംരംഭ അതിന്റെ പഞ്ചവത്സര ദൗത്യം തുടരുന്നു.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര Oregonians ഒരു ബൾബ് ലെ ജേര്ണയില് സമയമെടുക്കും?എ: മൂന്ന്. ബൾബ് രണ്ടോ ജേര്ണയില് ഒക്കെയും ആനയിൽ വൺഅനുഭവം പങ്കിടാൻ ശ്രമിക്കുന്ന Californians.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര മാനസികവിധഗ്ദരും ഒരു ബൾബ് മാറ്റാൻ സമയമെടുക്കും?എ ഉള്ളൂ, എന്നാൽ ഒരു സമയം എടുക്കുന്നത്, നേരിയ ബൾബ് ഉണ്ട്ശരിക്കും മാറ്റണമെങ്കിൽ ലേക്കുള്ള.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര വിതരണവുമായി siders ഒരു ബൾബ് മാറ്റാൻ സമയമെടുക്കും?എ: ഒന്നുമില്ല. ഇരുട്ടു ബൾബ് സ്വതവെ മാറ്റാൻ ഇടയാക്കും.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര surrealists ഒരു ബൾബ് മാറ്റാൻ സമയമെടുക്കും?എ: രണ്ട്, ജിറാഫ് പുറകിലേക്ക് ഒന്നു, മറ്റ് ടബ് നിറയ്ക്കാൻതിളക്കമുള്ള യന്ത്ര ഉപകരണങ്ങൾ ഉപയോഗിച്ച്.[സറിയലിസ്റ്റ് വെറും രോമങ്ങൾ എന്റെ പാനപാത്രം അല്ല തമാശകളും. എഡ്.]
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര വായിച്ചിട്ടുണ്ടോ ഒരു ബൾബ് മാറ്റാൻ സമയമെടുക്കും?എ: ഒന്ന്.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര സെൻ മാസ്റ്റേഴ്സ് ഇത് ലൈറ്റ് ബൾബ് ലെ ജേര്ണയില് സമയമെടുക്കും?എ: ഒന്നുമില്ല. യൂണിവേഴ്സ് ബൾബ് ബൈൽ, ആൻഡ് സെൻ മാസ്റ്റർ പുറത്തു സ്റ്റേവഴി.
		-- being told in Poland, 1987

%
ചോദ്യം: എത്ര Unibus സവാരി ചിലവാകും?ഉത്തരം: 2 ബിറ്റുകൾ.
		-- being told in Poland, 1987

%
ചോദ്യം: എങ്ങനെ തോമസ് വാട്സണ് അടക്കം ചെയ്തു?എ: 9 എഡ്ജ് ഇറങ്ങി.
		-- being told in Poland, 1987

%
ചോദ്യം: നിങ്ങളുടെ ഏറ്റവും പുതിയ പദ്ധതി തമ്മിലുള്ള എന്തു വ്യത്യാസം അറിഞ്ഞിരിക്കേണ്ടത്ആനയും ചിറകു നല്കിയ?എ: ആര് ജയിക്കും? ആന * * പ്രതി പറക്കുന്ന .മറക്കരുത് .മറക്കരുത് ...
		-- being told in Poland, 1987

%
ചോദ്യം: Minnesotans ചോദിക്കുന്നു, "എന്തുകൊണ്ട് അവിടെ അലബാമ നിന്ന് കൂടുതൽ ഫാർമസിസ്റ്റുകളെയും അല്ലയോ?"എ: ഈസി. ഇത് ചെറിയ നേടുകയും എങ്ങനെ അവർ മനസിലാക്കാൻ കഴിയുന്നില്ല കാരണംടൈപ്പ്റൈറ്റർ കടന്നു കുപ്പികൾ.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് ആനകൾക്ക് കുന്നിൻ വരുന്ന കണ്ടപ്പോൾ നാസർ പറഞ്ഞു?എ: "ആന കുന്നിൻ മേൽ വരുന്നു."ചോദ്യം: അവരെ ധരിച്ച് കുന്നിൻ വരുന്ന കണ്ടപ്പോൾ അവൻ എന്തു പറഞ്ഞുസൺഗ്ലാസ്?എ: ഒന്നും അവൻ അവരെ തിരിച്ചറിഞ്ഞില്ല വേണ്ടി.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് അജ്ഞേയവാദിയായിരുന്ന insomniac dyslexics രാത്രിയിൽ ചെയ്യുന്നു?ഉത്തരം: ഒരു നായ അവിടെ ഉണ്ടെങ്കിൽ ഉണർന്നു അത്ഭുതവും നിൽക്കുക.
		-- being told in Poland, 1987

%
ചോദ്യം: ചെറിയ വായിച്ചിട്ടുണ്ടോ അവർ വലുതാകുമ്പോൾ ആയിരിക്കും എന്താണ് വേണ്ടത്?ഉത്തരം: അവർ സാധ്യമല്ലാത്തവിധം വളരെ മികച്ച വ്യക്തി.
		-- being told in Poland, 1987

%
ചോദ്യം: തിമിംഗലങ്ങളുടെ എന്തു കഴിക്കുന്നത്?എ: കാര്യങ്ങൾ.ചോദ്യം: തിമിംഗലങ്ങളുടെ എന്തു കുടിക്കും എന്തു?എ: കോക്ക്. (കാര്യങ്ങൾ കോക്ക് ഉപയോഗിച്ച് മികച്ച പോകുന്നു.)
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് അവർ അർക്കൻസാസ് ലെ അക്ഷരമാല വിളിക്കുന്നത്?എ ഇംപോസിബിൾ സ്വപ്നം.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്തു പൊതുവായുണ്ട് വിന്നി പരീക്ഷിക്കുക, ജോൺ ബാപ്റ്റിസ്റ്റ് ഉണ്ടോ?എ: ഒരേ മധ്യഭാഗം.
		-- being told in Poland, 1987

%
ചോദ്യം: നിങ്ങൾ ഒരു സർക്കിളിൽ 15 blondes എന്തു വിളിക്കുന്നത്?എ: ഉത്തേജക മരുന്ന് മോതിരം.ചോദ്യം: എന്തുകൊണ്ട് blondes മാത്രം പറയാം തങ്ങളുടെ മുടി ഇടുന്നത്?ഉത്തരം: വാൽവ് ബ്രൈൻ മറയ്ക്കാൻ.
		-- being told in Poland, 1987

%
ചോദ്യം: നിങ്ങൾ ഒരു അന്ധനായ പ്രീ-ചരിത്ര മൃഗം ഏതാണ് വിളിക്കുന്നത്?എ: Diyathinkhesaurus.ചോദ്യം: എന്താണ് നിങ്ങൾ ഒരു നായ ഒരു അന്ധനായ പ്രീ-ചരിത്ര മൃഗം വിളിക്കുന്നത്?എ: Diyathinkhesaurus റെക്സ്.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് നിങ്ങൾ ഒരു അന്ധരും ബധിരരും-മ്യൂട്ട്, quadraplegic Virginian വിളിക്കുന്നത്?എ: വിശ്വാസയോഗ്യമായ.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് നിങ്ങൾ തിരികെ വന്നു ഇല്ല എന്ന് പറഞ്ഞപ്പോള് വിളിക്കുന്നത്?ഉത്തരം: ഒരു കോൽ.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് നിങ്ങൾ ഏഷ്യൻ പന്നിപ്പനി അര ഡസൻ ഇന്ത്യക്കാർ വിളിക്കുന്നത്?എ: ആറു രോഗികളെ സിഖ് (സിഐസി).
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് ആരുടെ ഉയർന്ന C ഒരു പ്രിൻസിപ്പൽ പെൺ ഓപ്പറ ഗായകൻ നിങ്ങളെ വിളിക്കുന്നത്മറ്റ് പ്രിൻസിപ്പൽ പെൺ ഓപ്പറ ഗായകർ കൂട്ടത്തിൽ കുറവാണ്?ഉത്തരം: ഒരു ആഴമുള്ള സി ദിവ.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ്, ഒരു പിതാവിന് പ്രവർത്തിക്കുന്നില്ല ഒരു കടന്നല് വിളിക്കുന്നത് ആണ്അഭിഭാഷകൻ, സാമൂഹ്യ കാരണങ്ങൾ വിശ്വസിക്കുന്ന?ഉത്തരം: ഒരു പരാജയം.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് എപ്പോഴൊക്കെ സർക്കാരിന് നിങ്ങൾ നൽകുകയും പണം വിളിക്കുന്നത്നിങ്ങൾ ആനയുടെ തിരികെ രാജ്യത്ത് അശ്വാരൂഢനായ?ഉത്തരം: ഒരു howdah ഡ്യൂട്ടി.
		-- being told in Poland, 1987

%
ചോദ്യം: നിങ്ങൾ ഒരു പെൺ നേടുകയും ആ പോറലുകൾ എന്തു വിളിക്കുന്നത്ആടുകളെയും നിങ്ങൾക്ക് കടിക്കും?എ: എവ് നിക്കുകളുടെ.
		-- being told in Poland, 1987

%
ചോദ്യം: നിങ്ങൾ ഒരു അന്തർദേശീയ നിലവാരവുമായി ഒരു mobster തിനു നിങ്ങൾ എന്തു ലഭിക്കുന്നു?ഉത്തരം: ഒരു നിങ്ങൾക്ക് മനസ്സിലാകാത്ത കഴിയുന്ന ഒരു ഓഫർ ചെയ്യുന്നു ഒരാളെ നേടുകയും!
		-- being told in Poland, 1987

%
ചോദ്യം: നിങ്ങൾ ഒരു അഭിഭാഷകനെ ഗോഡ്ഫാദർ കടക്കാൻ നിങ്ങൾ എന്തു ലഭിക്കുന്നു?ഉത്തരം: ഒരു മനസ്സിലാക്കാൻ കഴിയില്ല ഒരു ഓഫർ.
		-- being told in Poland, 1987

%
ചോദ്യം: നിങ്ങൾ മണലിൽ തന്റെ കഴുത്തോളം അടക്കം ഒരു അഭിഭാഷകൻ വരുമ്പോൾ എന്താണ്?എ: മതിയായ മണൽ.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് നിങ്ങൾ ഒരു ജോലി ഒരു ആണവവൈദ്യുതി പറയുന്നു?എ: ബിഗ് മാക്, ദുഃഖവെള്ളി ഒരു സാധാ, ദയവായി!
		-- being told in Poland, 1987

%
ചോദ്യം: ഒരു കടന്നല് അമ്മയിൽനിന്നും അത്താഴത്തിന് എന്താണ് ചെയ്യുന്നു?ഉത്തരം: ഒരു ചടുലം സാലഡ്, ഹൃദ്യവും സൂപ്പ്, മനോഹരവും entree, പിന്നാലെഒരു രുചികരമായ മധുരപലഹാരം.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് അതു നോർത്ത് ഡക്കോട്ട ലെ കോക്ക് ക്യാനുകളിൽ അടിയിൽ പറയുന്നത്?ഉത്തരം: മറ്റേ അറ്റം തുറക്കുക.
		-- being told in Poland, 1987

%
ചോദ്യം: നാലു വായിച്ചിട്ടുണ്ടോ ഒരേ മുറിയിൽ കാണുന്നില്ല എന്തു സംഭവിക്കുന്നു?ഉത്തരം: ഒരു അത്താഴവിരുന്നിൽ.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് പച്ച ആണ് സമുദ്രം താമസിക്കുന്ന?എ: മൊബി അച്ചാർ.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് ഓറഞ്ച് ആണ് പോകുന്നു "ക്ലിക്കുചെയ്യുക?"ഉത്തരം: ഒരു പന്ത് പോയിന്റ് കാരറ്റ്.
		-- being told in Poland, 1987

%
ചോദ്യം: മിനസോട്ടയിലെ ബിയർ കുപ്പികൾ അടിയിൽ പ്രിന്റുചെയ്തിരിക്കുന്നു എന്താണ്?ഉത്തരം: മറ്റേ അറ്റം തുറക്കുക.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് ധൂമ്രവസ്ത്രവും ആണ് യാത്രാമാർഗ്ഗങ്ങൾക്ക്?എ: ഒരു ക്രമഗ്രൂപ്പ് മുന്തിരി.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് ധൂമ്രവസ്ത്രവും ലോകത്തെ കീഴടക്കി?എ: അലക്സാണ്ടർ ഗ്രേപ്പ്.
		-- being told in Poland, 1987

%
ചോദ്യം: താറാവിന്റെ തമ്മിലുള്ള വ്യത്യാസം എന്താണ്?എ: വൺ ലെഗ് രണ്ടും ഒരേ.
		-- being told in Poland, 1987

%
ചോദ്യം: ടെക്സാസ്, തൈര് തമ്മിൽ എന്താണ് വ്യത്യാസം?എ: തൈര് സംസ്കാരം ഉണ്ട്.
		-- being told in Poland, 1987

%
ചോദ്യം: ഒരു പൂച്ച പച്ച ശബ്ദം എന്താണ്?എ: Mu '.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് മഹാസമുദ്രത്തിൽ twitches അടിയിൽ കിടക്കുന്നു?ഉത്തരം: ഒരു ഇയാള്.
		-- being told in Poland, 1987

%
ചോദ്യം: ഒരു പൂച്ച വിധം ഒരു ബാറ്റ് പോലെ പറക്കുന്ന ഒരു കഴുത പോലെ brays, ഒപ്പംഒരു .ഞാനെന്ത് നാടകങ്ങൾ?എ: ഒന്നുമില്ല.
		-- being told in Poland, 1987

%
ചോദ്യം: ഒരു പ്രകാശവർഷം എന്താണ്?ഉത്തരം: ഒരു സാധാരണ വർഷത്തേക്കാൾ മൂന്നിലൊന്ന് കലോറി.
		-- being told in Poland, 1987

%
ചോദ്യം: ഓപ്പൺ mindedness ഒരു കടന്നല് ആശയം എന്താണ്?ഉത്തരം: ഒരു കനേഡിയൻ ഡേറ്റിംഗ്.
		-- being told in Poland, 1987

%
ചോദ്യം: ഗ്രാന്റിൽ കല്ലറയിൽ എന്താണ് അടക്കം പറ്റി?ഉത്തരം: ഒരു ശവം.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്താണ് ഹാർഡ് പോകുന്നു പുറത്തു മൃദുവായ സ്റ്റിക്കി വരുന്നുവെന്ന്?ഉത്തരം: ഗം ച്യൂവിംഗ്.
		-- being told in Poland, 1987

%
ചോദ്യം: ടാൻ കറുത്ത എന്താണ് ഒരു അഭിഭാഷകൻ വലിയ തോന്നുന്നു?ഉത്തരം: ഒരു ഡോബർമാൻ.
		-- being told in Poland, 1987

%
ചോദ്യം: പടിഞ്ഞാറൻ യൂറോപ്പിൽ ചുറ്റും അവിഭാജ്യ കോണ്ടൂർ എന്താണ്?എ: സീറോ എല്ലാ പോള്സ് കിഴക്കൻ യൂറോപ്പിലെ കാരണം!വേരൊരു: യഥാർത്ഥത്തിൽ, പടിഞ്ഞാറൻ യൂറോപ്പിൽ ചില പോള്സ് ഉണ്ട്, എന്നാൽ അവർമാറ്റാവുന്ന ആകുന്നു!ചോദ്യം: ഒരു ഇംഗ്ലീഷ് ഗണിതശാസ്ത്രജ്ഞനായ (ഞാൻ മറന്നിരുന്നില്ല) തന്റെ ആവശ്യപ്പെട്ടുവളരെ മത സഹപ്രവർത്തകൻ: നിങ്ങൾ ഒരു ദൈവത്തിൽ വിശ്വസിക്കുന്നുണ്ടോ?ഉത്തരം: അതെ, isomorphism വരെ കയറി!ചോദ്യം: കോംപാക്ട് നഗരം എന്താണ്?ഒരു കാര്യം സമീപം കാണാനാവാത്ത finitely പല കാവൽ കഴിയുന്ന നഗരത്തിൻറെപോലീസുകാർ!
		-- Peter Lax

%
ചോദ്യം: USL ആൻഡ് Graf സെപ്പെലിൻ betweeen വ്യത്യാസം എന്താണ്?എ: Graf സെപ്പെലിൻ അതിന്റെ കാലം അതിനൂതനമായ സാങ്കേതികസംവിധാനത്തിന്റെ പ്രതിനിധാനം.
		-- Peter Lax

%
ചോദ്യം: റോഡ് ഒരു മരിച്ചവരുടെ നായ തമ്മിലുള്ള വ്യത്യാസം ചത്ത എന്താണ്റോഡിൽ അഭിഭാഷകൻ?എ: നായ മുന്നിൽ skid മാർക്ക് ഉണ്ട്.
		-- Peter Lax

%
ചോദ്യം: ഒരു താറാവ് ആനയും തമ്മിലുള്ള വ്യത്യാസം എന്താണ്?ഉത്തരം: ഒരു ആനയുടെ അടച്ചു നേടുകയും കഴിയില്ല.
		-- Peter Lax

%
ചോദ്യം: ഒരു Mac, ഒരു etch-എ-സ്കെച്ച് തമ്മിലുള്ള വ്യത്യാസം എന്താണ്?ഉത്തരം: ഒരു സ്ക്രീൻ ക്ലിയർ മാക് ഇളക്കും ഇല്ല.
		-- Peter Lax

%
ചോദ്യം: ഐറിഷ് വിവാഹ, ഒരു ഐറിഷ് വേക്ക് തമ്മിലുള്ള വ്യത്യാസം എന്താണ്?എ: ഒരു പേറ്റന്റ് മദ്യപിച്ച്.
		-- Peter Lax

%
ചോദ്യം: മണി ലാബുകൾ അമേരിക്ക ബോയ് സ്കൗട്സ് തമ്മിലുള്ള വ്യത്യാസം എന്താണ്?എ: ബോയ് സ്കൗട്സ് ആളൊന്നിൻറെ മേൽനോട്ടത്തിൽ ഞങ്ങൾക്കുണ്ട്.
		-- Peter Lax

%
ചോദ്യം: 1950, 1980 ന്റെ തമ്മിലുള്ള വ്യത്യാസം എന്താണ്?എ: 80 കളിൽ ഒരുത്തൻ ഒരു മരുന്നുകട കടന്നു നടക്കുന്നു ഞാൻ ആഗ്രഹിക്കുന്നു എന്നു ഉറക്കെ പ്രസ്താവിക്കുന്നു 'ചില കോണ്ടം "തുടർന്ന്, കുറിപ്പടി ചാരിക്കൊണ്ടു മന്ത്രിച്ചു പോലെ,"ചില സിഗരറ്റ്."
		-- Peter Lax

%
ചോദ്യം: USL ആൻഡ് ടൈറ്റാനിക് തമ്മിലുള്ള വ്യത്യാസം എന്താണ്?ഉത്തരം: ടൈറ്റാനിക്ക് ഒരു ബാൻഡ് ഉണ്ടായിരുന്നു.
		-- Peter Lax

%
ചോദ്യം: ചെറിയ മഞ്ഞ വളരെ, വളരെ അപകടകരമായ എന്താണ്?എ: സൂപ്പർ യൂസർ പാസ്വേഡ് ഉപയോഗിച്ച് ഒരു കാനറി.
		-- Peter Lax

%
ചോദ്യം: മഞ്ഞ, ഇച്ഛാനുസരണം സ്വയംസിദ്ധപ്രമാണം തുല്യമാണ് എന്താണ്?എ: Zorn ന്റെ ചെറുനാരങ്ങ.
		-- Peter Lax

%
ചോദ്യം: എവിടെ ലോൺ റേഞ്ചർ തന്റെ ചപ്പുചവറുകളും എടുത്തു പറ്റി?ഉത്തരം: ഡൽഹിയെ, ഡൽഹിയെ, ഡംപ് ഡംപ് ഡംപ്!ചോദ്യം: അവൻ ഒരു ഉറുമ്പ് കുന്നിന്മേൽ ഘട്ടങ്ങൾ വരുമ്പോൾ പിങ്ക് പാന്തർ എന്തു പറയുന്നു പറ്റി?എ: ഡെഡ് ഉറുമ്പ് മരിച്ചവരുടെ ഉറുമ്പ് മരിച്ചവർ ഉറുമ്പ് മരിച്ചവർ ഉറുമ്പ് മരിച്ചവരുടെ ഉറുമ്പ് ...
		-- Peter Lax

%
ചോദ്യം: വാൾട്ടൺ പർവ്വത്തിൽ പുല്ലും കുറച്ചു ആരാണ്?എ: പുൽത്തകിടി ബോയ്.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് ബെഗിൻ ലെബനോൺ ആക്രമിക്കാൻ ആരംഭിച്ചത്?എ: Jodie ഫോസ്റ്റർ ആകർഷിക്കുന്നതിൽ.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് അൺകവേർഡ് ഓർഡർ മൂന്നു ഹാംബെർഗറുകൾ ചെയ്തു?എ: അവൻ വിശന്നു കാരണം.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് ചിക്കൻ ഞരമ്പന്മാർക്കു?എ: അവനാണ് പൊതുദർശനത്തിന് നൽകുന്ന ചെയ്തു.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് ചിക്കൻ ഞരമ്പന്മാർക്കു?എ: തന്റെ സുഹൃത്ത് ഗ്രിഗറി പെക്ക് കാണുന്നതിന്.ചോദ്യം: എന്തുകൊണ്ട് ചിക്കൻ കളിസ്ഥലം ഞരമ്പന്മാർക്കു?എ: മറ്റ് സ്ലൈഡ് ലഭിക്കാൻ.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് ജേം മൈക്രോസ്കോപ്പ് ഞരമ്പന്മാർക്കു?എ: മറ്റ് സ്ലൈഡ് ലഭിക്കാൻ.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് ഏക റേഞ്ചർ Tonto കൊന്നത്?എ അവൻ എന്തു "kimosabe" ശരിക്കും മാർഗങ്ങൾ കണ്ടെത്തി.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് പ്രോഗ്രാമർ അവന്റെ അമ്മ ദീർഘദൂര വിളിക്കും?എ: അവളുടെ പേര് ആയിരുന്നു.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് tachyon ഞരമ്പന്മാർക്കു?ഉത്തരം: അതു അപ്പുറത്തു കാരണം.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് കടന്നല് ഞരമ്പന്മാർക്കു?എ: മിഡിൽ ലഭിക്കാൻ.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് താറാവുകൾ വലിയ ഫ്ലാറ്റ് കാൽ ഉണ്ട്?ഉത്തരം: ഫോറസ്റ്റ് തീവന്ണ്ടിയിൽ കെട്ടിയിട്ടും.ചോദ്യം: എന്തുകൊണ്ട് ആനകൾ വലിയ ഫ്ലാറ്റ് കാൽ ഉണ്ട്?എ; ജ്വലിക്കുന്ന താറാവുകൾ എന്തൊഴിവാക്കാൻ.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് firemen ചുവന്ന suspenders ധരിക്കുന്നത് എന്തു?എ: യൂണിഫോം വസ്ത്രധാരണം സംബന്ധിച്ചു വകുപ്പുതല നിയന്ത്രണങ്ങളും പതിവുള്ളതാണ്.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് ഒന്നിച്ചുകൂടി ചെയ്യാൻ മലയിൽ കയറ്റക്കാർ കയർ?എ: വീട്ടിലേക്ക് പോകുന്ന നിന്ന് സുബോധമുള്ള പശുക്കൾ തടയാൻ.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് നയാഗ്ര വെള്ളച്ചാട്ടം സമീപം ജീവിക്കുന്നവരുടെ ഫ്ലാറ്റ് നെറ്റിയിൽ ഉണ്ട്?ഉത്തരം: അവർ ഉണർത്താൻ രാവിലെതോറും "ചിന്തിക്കുന്നതെന്ന് എന്താണ് * * എന്ന് മുഴക്കം കാരണം?, അയ്യോ, * കോഴ്സ് *!
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് പോലീസ് എപ്പോഴും threes സഞ്ചരിച്ച് എന്തു?എ: ഒരു വായന ചെയ്യാൻ, എഴുത്ത് ഒന്ന്, മറ്റ് നിലനിർത്തുന്നുരണ്ടു ബുദ്ധിജീവികളും കണ്ണ്.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് വായിച്ചിട്ടുണ്ടോ ഗോൾഫ് പ്ലേ ചെയ്യാം?എ അങ്ങനെ അവർ ഇറാക്കിൽ വേഷമിടുക കഴിയും.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് വാഷിംഗ്ടൺ പ്രതിശീർഷ ഏറ്റവും അഭിഭാഷകർ ഉണ്ടായിരിക്കുകയും ഇല്ലന്യൂ ജേഴ്സിയിലെ ഏറ്റവും വിഷ മാലിന്യങ്ങൾ ഡമ്പ്?ഉത്തരം: ദൈവം ന്യൂജേഴ്സി ഫസ്റ്റ് ചോയ്സ് കൊടുത്തു.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് അഭിഭാഷകർ ബീച്ച് പോകുന്നതു?എ: പൂച്ചകൾക്ക് അടക്കം കടത്താൻ.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് Scotsmen എന്നേക്കും കോഫി അവർ അതു ഇഷ്ടപ്പെടുന്ന രീതിയിലാണ് ഇല്ല?എ: നന്നായി, അവർ അതു പഞ്ചസാര രണ്ടു ഇട്ടാണ് കൂടെ ഇഷ്ടമാണ്. അവർ കുടിച്ചാലുംഅതു വീട്ടിൽ, അവയെ ഒരു എടുത്തു അവർ അതു കുടിച്ചാലുംസന്ദർശിച്ച്, അവർ എപ്പോഴും മൂന്നു എടുത്തു.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് നിങ്ങൾ ഇതുവരെ ഗ്രാജുവേറ്റ്?എ: ശരി, ഡാഡി, ഞാൻ വർഷം മുമ്പ് പൂർത്തിയാക്കി, പക്ഷേ ഞാൻ ആഗ്രഹിച്ചുഉച്ചരിക്കുന്ന എന്റെ ഡെസ്സർട്ടേഷൻ.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് ക്രിസ്മസ് വെറും ഓഫീസിൽ ഒരു ദിവസം പോലെയാണ്?ഉത്തരം: ഒരു പ്രവൃത്തിയും സ്യൂട്ട് കൊഴുപ്പ് മുൻവിധിയോടെയാണ് ഇതെല്ലാം ചെയ്യുന്നത്എല്ലാ ക്രെഡിറ്റ് ലഭിക്കുന്നു.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ടാണ് നിങ്ങൾ ഒരു interpolation ഡിമാൻഡിൽ കൂടുതൽ കൃത്യത അത് തന്നെഫംഗ്ഷൻ, ചെലവേറിയത് അത് കണക്കാക്കാൻ മാറുന്നു?അത്ര Spline ഡിമാൻഡ് നിയമം തുടർന്ന്.
		-- Peter Lax

%
ചോദ്യം: എന്തുകൊണ്ട് പോളണ്ട് വെറും യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് തുല്യൻ?എ: യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് നിങ്ങൾ zlotys വേണ്ടിയും ഒന്നും വാങ്ങാൻ കഴിയില്ലപോളണ്ട് നിങ്ങൾ യുഎസ് നിങ്ങളെ ഏതൊരു ലഭിക്കും അതേസമയം, ഒന്നുകില്വെറുതെ പോളണ്ട് കഴിയുന്നതുപോലെ, ഡോളറിന് ആഗ്രഹിക്കുന്നു.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്തുകൊണ്ടാണ് നിങ്ങൾ എപ്പോഴും ഒരു സതേൺ കരോലിന ഫുട്ബോൾ മനുഷ്യൻ സേവിക്കേണ്ടതിന്നുഒരു പ്ലേറ്റ് ലെ സൂപ്പ്?എ: 'നീ അവനെ ഒരു പാത്രത്തിൽ തന്നാൽ നീക്കി അവൻ എറിഞ്ഞുകളക കാണാം ചെയ്യേണമേ.
		-- being told in Poland, 1987

%
ചോദ്യം: എന്തുകൊണ്ട് നജ്ദ്ര ഉപേക്ഷിച്ചു?ഒരു കാര്യം ഐ.ബി.എം അനുയോജ്യമല്ല ആയിരുന്നു.
		-- being told in Poland, 1987

%
