1 + 1 = 3 1 को ठूलो मान लागि।
		-- Greg Oetjen of Lorton, VA in the Washington Post

%
बजेट घाटा = 1 Gramm-Rudman को 1 अरब डलर6,023 23 शक्ति गोही नाशपाती गर्न X 10 = अभोकाडो नम्बर2 pints = 1 CavortLaryngitis को मूल एकाइ = भएको Hoarsepowerदुई Jokes बीच सबैभन्दा छोटो दूरी एक सीधा लाइन =6 Curses = 1 Hexahex3500 क्यालोरी = 1 खाद्य पाउंड1 तिल = 007 गुप्त एजेन्ट1 तिल 25 Cagey मौरीले =1 कुकुर पाउंड 16 ओउंस =। Alpo को1000 बियर ट्विन खेल = 1 Killibrew मा सेवायेल यू मा शल्य चिकित्सा टयूबिंग को 2.4 विधान माइल = 1 I.V.Leagueचिनियाँ सूप को 2000 पाउण्ड = 1 वोन टन10 माइनस 6th शक्ति mouthwashes गर्न = 1 माइक्रोस्कोपएक कछुवा गति भंग ध्वनि बाधा = 1 Machturtle8 Catfish = 1 Octo-pussलो-क्याल बियर पिउने को 365 दिन। = 1 लाइट वर्षयो गोधूलि क्षेत्र = 1 रड Serling मा 16.5 खुट्टाशक्ति कुकीहरू को 2.2lbs बढाउने आवश्यक = 1 नेभाराको-Newtonप्रति सेकेन्ड 1 मीटर गर्नआधा ठूलो आन्द्रा = 1 अर्धविराम10 माइनस 6th शक्ति चलचित्र गर्न = 1 Microfilm1000 पीडा = 1 Megahertz1 शब्द = 1 Millipicture1 Sagan = अरबों र अरबों1 Angstrom: कम्प्युटर फिक्री को उपाय = 1000 नङ-बाइट10 12 औं शक्ति माइक्रोफोन गर्न = 1 मेघाफोन10 6th शक्ति साइकल गर्न 2 megacycles =सौन्दर्य को मात्रा प्रक्षेपण आवश्यक 1 जहाज = 1 Millihelen
		-- Greg Oetjen of Lorton, VA in the Washington Post

%
(1) कागज को एउटा पानामा एउटा मसी-लाइन विमान छ।(2) एउटा इच्छुक विमान एक ढलान अप छ।(3) एक ढिलो पप अल्छी कुकुर छ।QED: कागज को एउटा पानामा अल्छी कुकुर छ।
		-- Willard Espy, "An Almanac of Words at Play"

%
(1) अलेक्जेन्डर महान् ठूलो सामान्य थियो।(2) महान् प्रमुखहरूलाई forewarned छन्।(3) Forewarned forearmed छ।(4) चार एउटा पनि नम्बर हो।(5) चार पक्कै एक मानिस छ लागि हतियार एक अनौठो नम्बर हो।(6) पनि र अनौठो दुवै छ भन्ने मात्र नम्बर अनन्त छ।तसर्थ, सबै घोडाहरू कालो छन्।
		-- Willard Espy, "An Almanac of Words at Play"

%
(1) अलेक्जेन्डर महान् ठूलो सामान्य थियो।(2) महान् प्रमुखहरूलाई forewarned छन्।(3) Forewarned forearmed छ।(4) चार एउटा पनि नम्बर हो।(5) चार पक्कै एक मानिस छ लागि हतियार एक अनौठो नम्बर हो।(6) पनि र अनौठो दुवै छ भन्ने मात्र नम्बर अनन्त छ।तसर्थ, अलेक्जेन्डर महान् हतियार को असीमित नम्बर थियो।
		-- Willard Espy, "An Almanac of Words at Play"

%
(1) प्रतिलिपि गर्न सक्नुहुन्छ के कहिल्यै आकर्षित।(2) तपाईं पहिल्याउन सक्छ कहिल्यै प्रतिलिपि।(3) के तपाईं बाहिर कटौती र तल टाँस्न सक्नुहुन्छ के कहिल्यै पहिल्याउन।
		-- Willard Espy, "An Almanac of Words at Play"

%
(1) एक्स = वाई; दिइएको(2) एक्स ^ 2 = XY; एक्स द्वारा दुवै पक्ष गुणा(3) एक्स ^ 2-वाई ^ 2 = XY-वाई ^ 2; घटाउनुहोस् वाई ^ 2 दुवै पक्ष बाट(4) (+ X वाई) (एक्स-वाई) = वाई (एक्स-वाई); कारक(5) + X वाई = वाई; बाहिर रद्द (एक्स-वाई) अवधि(6) 2 वर्ष = वाई; , वाई कायममुकायम एक्स 1 समीकरण द्वारा(7) 2 = 1; वाई द्वारा दुवै पक्ष विभाजित
		-- "Omni", proof that 2 equals 1

%
प्रति दुइ हप्ता 1.79 x 10 ^ 12 furlongs - यो सिर्फ एक राम्रो विचार होइन, यो होकानुन!
		-- "Omni", proof that 2 equals 1

%
10.0 पटक 0.1 शायद कहिल्यै 1.0 छ।
		-- "Omni", proof that 2 equals 1

%
13 ... R-Q1
		-- "Omni", proof that 2 equals 1

%
"355/113 - छैन प्रसिद्ध अविवेकी नम्बर पी, तर एक अविश्वसनीय सिमुलेशन!"
		-- "Omni", proof that 2 equals 1

%
सूर्य मा 7.140 पाउण्डपारा वा मंगल ग्रह मा 97 पाउण्डधरती मा 255 पाउण्डभेनस वा युरेनस मा 232 पाउण्डयस महिना को मा 43 पाउण्डवृहस्पति मा 648 पाउण्डस्याटर्न मा 275 पाउण्डनेप्च्युन मा 303 पाउण्डयम मा 13 पाउण्डमा सौर प्रणाली।
		-- How much Elvis Presley would weigh at various places

%
पोलिश वैज्ञानिकहरूको एक गुच्छा आफ्नो repressive सरकार भाग्न निर्णयएक airliner अपहरण र पश्चिम तिनीहरूलाई उड गर्न पायलट जबरजस्ती। तिनीहरूविमानस्थलमा गर्न चलाए, बोर्ड ठूलो यात्री जेट मा आफ्नो बाटो बाध्य, रत्यहाँ बोर्ड मा कुनै पायलट थियो फेला परेन। आत्तिनुपर्ने, तिनीहरूले sirens रूपमा सुनेजोर पायो। अन्तमा, वैज्ञानिकहरूको एक सुझाव दिए कि तिनी देखि एकexperimentalist, त्यो विमान उडान प्रयास हुनेछ।उहाँले नियन्त्रण मा बसे र तिनीहरूलाई बाहिर आंकडा गर्न खोजे। यो sirensजोर र जोर पायो। सशस्त्र मानिसहरू जेट घेरे। पायलट गरेको थियोसाथीहरू, कराए "कृपया, अब बन्द लिन कृपया !!! छिटो गर !!!"शान्तपूर्वक को experimentalist, "जवाफ दिए धैर्य छ। म सिर्फ एक सरल छुएक जटिल विमान मा पोल। "
		-- How much Elvis Presley would weigh at various places

%
एक निष्कर्षमा बस कसैले सोचाइ थकित पायो ठाउँमा छ।
		-- How much Elvis Presley would weigh at various places

%
एक सम्मेलन singly केही गर्न सक्ने महत्त्वपूर्ण मान्छे को एक सभा छतर सँगै निर्णय गर्न सक्नुहुन्छ केही गर्न सकिन्छ कि।
		-- Fred Allen

%
एक असफल-सुरक्षित सर्किट अरूलाई नष्ट हुनेछ।
		-- Klipstein

%
एक एकाइ अन्तिम निरीक्षण पारित गरेको छ सम्म एक विफलता देखिने छैन।
		-- Klipstein

%
"एक भग्न जसको लागि एक सेट परिभाषा द्वारा छ Hausdorff Besicovitchआयाम कडाई गर्ने topological आयाम पार गरेको छ। "
		-- Mandelbrot, "The Fractal Geometry of Nature"

%
एक gangster एक इन्जिनियर, रसायनज्ञ, र एक भौतिक भेला। उहाँले बताउनुभयोउहाँले निम्न हप्ता र तीन दौड मा एक घोडा प्रवेश थियोभेला मान्छे gangster गरेको घोडा जीत भनेर assuring को जागिर थियो।तिनीहरूले gangster बताउन कसरी दौड अघि दिन reconvene थिए तिनीहरूलेप्रत्येक एक जीत सुनिश्चित गर्न प्रस्तावित। तिनीहरूले reconvened जब gangster साथ सुरुको ईन्जिनियर:Gangster: ठीक छ, श्री इन्जिनियर, के तपाईं मिल्यो?इन्जिनियर: ठीक छ, म काठी मा धातु सूत्रहरू बुनाई एउटा तरिका आविष्कार गर्नुभएकोकम्बल तिनीहरूले एक ब्याट्री को प्लेट रूपमा कार्य र प्रदान गर्नेछ भनेरघोडा गर्न विद्युत आयत।जी: त्यो धेरै राम्रो! तर गरेको को रसायनविद् सुन्न गरौं।Chemist: म disolves एक शक्तिशाली stimulant संश्लेषित गर्नुभएकोसरल रगत शर्करा दस मिनेट पछि र यसैले मापोस्ट-दौड परीक्षण छैन पत्ता लगाउन सक्छ।जी: उत्कृष्ट, उत्कृष्ट! तर म अघि भौतिक सुन्न चाहनुहुन्छम के निर्णय। भौतिक?भौतिक: ठीक छ, पहिलो सरल हर्मोनिक गति मा एक गोलाकार घोडा विचार ...
		-- Mandelbrot, "The Fractal Geometry of Nature"

%
"एक भयानक सानो केटा मलाई आए र तपाईंले आफ्नो पुस्तकमा थाहा छ, भने`यो Martian इतिहास? ' म `हो? ', भन्नुभयो उहाँले तपाईं जान्दछन् `भन्नुभयो, तपाईं कहाँDeimos पूर्व मा बढ्दो कुरा? ' म `हो? ', भन्नुभयो उहाँले न भने ` '- त्यसैले म उसलाई मारा "।
		-- attributed to Ray Bradbury

%
एक गणितज्ञ प्रमेयों मा कफी खोल्दै लागि एक उपकरण हो।
		-- P. Erdos

%
एक गणितज्ञ, डाक्टर, र एक इन्जिनियर समुद्र तट मा हिड्ने छन् रएक डुबेर मर्छन् स्त्रीको पेट पम्पिंग lifeguards को एक टीम पालन। रूपमातिनीहरूले पानी, बालुवा, घोंघे हेर्न, र यस्तो पम्प बाहिर आउँछन्।डाक्टर एक समय को लागि हेर्छ र भन्छ: "पम्पिंग राख्नुहोस्, पुरुष, तपाईं सक्छन्अहिलेसम्म उनको बचत !! "यो गणितज्ञ केही गणना गर्छ र भन्छ: "अनुसार मेरोकि पंप को आकार को समझ, तपाईं पहिले नै थप पानी पम्प्ड छन्उनको शरीर देखि भन्दा व्यास एक सिलिन्डर मा निहित सकिएन 4 खुट्टा र6 फिट उच्च। "यो इन्जिनियर भन्छन्: "म त्यो एक पानीको सानो खाडल बसेर गर्नुपर्छ लाग्छ।"
		-- P. Erdos

%
हामी सुरु देखि forsee गर्न सक्नुहुन्छ भने समाधान को एक विधि सिद्ध छ,र विधि निम्न हामी हाम्रो उद्देश्य हासिल हुनेछ कि, पनि प्रमाण दिन्छ।
		-- Leibnitz

%
प्रमुख आयाम को गधा एउटा पीडा।
		-- C. A. Desoer, on the solution of non-linear circuits

%
एक भौतिक अणुहरु बारेमा थाह को एक अणु गरेको तरिका हो।
		-- George Wald

%
एक बार को शीर्ष मा झूट एक डोरी प्रत्येक पक्षमा नै लम्बाइ छ। योप्रति खुट्टा एक पाउन्ड को एक तेस्रो वजन। एक अन्त मा लटकी एक बाँदर एक पकडकेरा, र अन्य अन्त मा एक वजन बाँदर को वजन बराबर।यो केले प्रति इन्च दुई औंस वजन। डोरी रूपमा लामो (खुट्टाको) जस्तो छयो बाँदर को उमेर (वर्ष मा), र बाँदर को वजन (औंस मा)यो बाँदर आमा को उमेर जस्तै हो। को को संयुक्त उमेरबाँदर र आफ्नो आमा तीस वर्ष छ। यो बाँदर को वजन को एक आधा,प्लस केले को वजन, एक निस्कने रूपमा को वजन धेरै छवजन र डोरी को वजन। यो बाँदर आमा पुराना रूपमा आधा छयो तीन पटक पुरानो रूपमा हुँदा त्यो बेला यसको आमा थियो रूपमा बाँदर हुनेछयो रूपमा यसको आमा पुरानो छ जब जब त्यो बाँदर पुराना रूपमा आधा हुनेछ थियोत्यो चार पटक पुरानो रूपमा हुँदा यसलाई दुई पटक थियो जब बाँदर जस्तै हुनेछत्यो एक तेस्रो पुरानो रूपमा थियो जब आफ्नो आमा थियो रूपमा बाँदर जस्तै यो बेलायो बाँदर जस्तै थियो पुरानो छ रूपमा आमा त्यो पुरानो रूपमा तीन पटक थियो जब थियोयो पुरानो रूपमा एक चौथो हुँदा यसलाई अब रूपमा। यो केले कसरी लामो छ?
		-- George Wald

%
एक वैज्ञानिक सत्य यसको विरोधीहरूले पत्यार पार्र्ने द्वारा विजय गर्दैन रतिनीहरूलाई ज्योति देख्न बनाउने, बरु यसको विरोधीहरूले किनभने अन्ततःमर्न र नयाँ पुस्ता कि यो परिचित छ बढ्छ।
		-- Max Planck

%
को baselessness को उजाड र अनिश्चितता, बेकार को एक अर्थमा,आकांक्षाहरूले, जीवन दिने लागि प्रयास को व्यर्थ, र एक तिर्खा को कोदेखिन्छ जो अचानक असफल पानी, conciousness मा संकेत होहाम्रो जीवन को यो आवश्यक reorganization को।यो मन को यो अवस्था उत्पादित गर्न सकिन्छ भन्ने विश्वास गर्न गाह्रो छयस्तो तथ्य को पहिचान कि समर्थन पत्थर सधैं गर्न गिर रूपमाभूमि।
		-- J. W. N. Sullivan

%
को Credulity मा एक गंभीर तनावउच्च गर्न एक मिसाइल पठाउने एक विधि रूपमा, र पनि गर्नपृथ्वीको वायुमण्डलीय खाम को उच्चतम भागहरु, प्रोफेसर गोडार्ड गरेको रकेटएक practicable र त्यसैले प्रतिज्ञा गर्नुभएको यन्त्र हो। एक ठान्नुहुन्छ जब यो छएक शङ्का गर्न सुरु कि चन्द्र एक यात्री रूपमा धेरै-शुल्क रकेट ...लागि रकेट साँच्चै हाम्रो हावा इस्तीफा र पछि यसको यात्रा सुरु हुन्छ, यसकोउडान त्वरित हुनेछ न न त कायम गर्ने को विस्फोट द्वारात्यसपछि यो बायाँ हुन सक्छ शुल्क। प्रोफेसर गोडार्ड, आफ्नो "कुर्सी" संगक्लार्क कलेज र स्मिथसोनियन संस्था को countenancing, होइनपुन: कार्य कार्य को सम्बन्ध थाहा, र आवश्यकता को कुरा छनिस्सन्देह ... प्रतिक्रिया कुन विरुद्ध निर्वात भन्दा राम्रो उहाँले मात्र देखिन्छकमी ज्ञान उच्च विद्यालयमा दैनिक बाहिर ladled।
		-- New York Times Editorial, 1920

%
एक साइन वक्र अनन्त अफ कालोपाटी को अन्त जान्छ, या कम से कम।
		-- Prof. Steiner

%
एउटा सानो उत्तर को संस्कृति र परम्परा अध्ययन एक सामाजिक वैज्ञानिक,अफ्रिकी कुल, एक महिला अझै पनि म्याचमेकिङ् पुरातन कला अभ्यास फेला परेन।स्थानीय, त्यो बंजर भूमि, को marrier रूपमा चिनिन्थे।
		-- Prof. Steiner

%
को alarmingly उच्च पढाइ पछि उड गर्न इन्कार गर्ने एक Statistician,त्यहाँ कुनै पनि विमान मा एक बम हुनेछ भन्ने सम्भावना, बुझे कित्यहाँ कुनै पनि उडान दुई बम हुनुको सम्भावना धेरै कम छ।अब, त्यो गुजर जब, उहाँले एक बम उसलाई वहन।
		-- Prof. Steiner

%
एक छिटो-अभिनय फ्यूज सुरक्षित एक ट्रांजस्टर गरेर फ्यूज सुरक्षा हुनेछपहिलो उड्ने।
		-- Prof. Steiner

%
135 डिग्री कोण छ जो एक त्रिकोण एक अश्लील त्रिकोण भनिन्छ।
		-- Prof. Steiner

%
अधिवेशन अनुसार त्यहाँ एक मिठाई र एक तीतो, एक हट र एक चिसो छ,र अधिवेशन अनुसार, त्यहाँ एक आदेश छ। सत्य, वहाँ अणुहरु छन्र एक शून्य।
		-- Democritus, 400 B.C.

%
पछिल्लो सरकारी तथ्याङ्कले अनुसार, सबै तथ्याङ्क को 43% छन्पूर्ण रूपमा मूल्यहीन।
		-- Democritus, 400 B.C.

%
ACHTUNG !!!Das मिसिन nicht फर und mittengrabben gefingerpoken छ। Ist सजिलो schnappender springenwerk, und corkenpoppen एमआईटी spitzensparken blowenfusen। ist nichtफर dummkopfen Das द्वारा gewerken। Das rubbernecken sightseeren हात keepenDas pockets मा। Relaxen und vatch Das blinkenlights !!!
		-- Democritus, 400 B.C.

%
वास्तवमा, सम्भावनालाई एलिभेटर को मा जानेछ भन्ने 100%सही दिशा। प्रेरणा द्वारा प्रमाण:एन = 1। Trivially साँचो, तपाईं र एलिभेटर दुवै मात्र एक छ देखिजान तल्ला।लागि एन साँचो मान, लागि n + 1 प्रमाणित:तपाईं पहिलो N फर्श को कुनै पनि छन् भने, त्यसपछि यो गरेर साँचो छप्रेरणा परिकल्पना। तपाईं त तपाईं दुवै n + 1st तल्ला, मा छन् भनेर एलिभेटर अर्थात् तल, मात्र एक विकल्प छ। तसर्थ,यो सबै n + 1 फर्श लागि साँचो हो।QED।
		-- Democritus, 400 B.C.

%
दशमलव स्थानहरू को एक नम्बर पछि, कसैले एक बेइमान दिन्छ।
		-- Democritus, 400 B.C.

%
एक साधन भेला गरिएको छ पछि, अतिरिक्त घटक फेला गरिनेछबेंच मा।
		-- Democritus, 400 B.C.

%
इस्राएलका बच्चाहरु तीस-नौ वर्ष बरालिएका थियो पछिउजाडस्थानमा, फर्डिनान्ड Feghoot उनि भनेर निश्चित गर्न आइपुगेअन्तमा फेला पार्न र प्रतिज्ञा गरिएको देशमा प्रवेश। उसलाई, उसले आफ्नो ल्याएमनपर्ने रोबोट, विश्वासी पुरानो Yewtoo Artoo, आफ्नो गियर बोक्न र के गर्नमिश्रित शिविरमा घरधन्दा।इस्राएलीहरूले चाँडै रोबोट आफ्नो प्रारम्भिक डर भन्दा पायो र,पारित महिना रूपमा, उहाँलाई धेरै प्यारो गर्ने भए। कुलपिता लगेउसलाई धार्मिक समस्या, र हरेक साँझ abtruse छलफलछोराछोरी सबै उहाँले प्रोग्राम थियो जो संग धेरै कथाहरू सुन्न भेला भए।त्यसैले आफ्नो यात्रा थियो जस्तै जब, तिनीहरूलाई ठूलो आघात रूपमा आएअन्त्य, उहाँले अचानक बाहिर लगाउँथे। पनि Feghoot तिनीहरूलाई सांत्वना सकेन।"यो साँचो हुन सक्छ, फर्डिनान्ड Feghoot," मोशाले भने, "हाम्रा मित्र भनेरYewtoo Artoo soulless थियो, तर हामी यो विश्वास गर्न सक्दैन। उहाँले ठीक हुनुपर्छinterred। मिश्रीहरूले जस्तै हामी उहाँलाई embalm गर्न सक्दैन। न त हामी काठ छएक लाश राख्ने बाकस। तर म Pharoah आफ्नै को एक एक भन्दा भव्य छाला छ केगाई। हामी यसलाई उहाँलाई मुर्दा गाड्नु पर्छ। "Feghoot सहमत भए। "हो, यो आफ्नो अन्तिम rusting ठाउँ होस्।""Rusting?" मोशाले कराए। "यो डरलाग्दो सुक्खा मरुभूमिमा छैन!""आह!" फर्डिनान्ड Feghoot, एक आंसू बगाउने, sighed "म तपाईं छैन डरPharoah गरेको oxhide को पूर्ण महत्त्व महसुस! "Feghoot! "
		-- Grendel Briarton "Through Time & Space With Ferdinand

%
16 माउन्ट स्क्रू को अन्तिम पछि पहुँच हटाइएको छकवर, यो गलत पहुँच आवरण हटाइएको छ भनेर पत्ता गरिनेछ।
		-- Grendel Briarton "Through Time & Space With Ferdinand

%
पछि यो लेखिएको थियो त्यहाँ एउटा उल्लेखनीय posthumous संस्मरण देखा कियी प्रयोगहरू मा Millikan गरेको अग्रणी भूमिका केही शंका फेंकता। हार्वेविश्वविद्यालय शिकागो मा एक स्नातक छात्र थियो जो फ्लेचर (1884-1981),Millikan गरेको सुझाव मा लागि विद्युतीय चार्ज को मापन मा कामआफ्नो डक्टरेट थियोसिस, र यस विषयमा प्रारम्भिक कागजात केही सह-लेखकMillikan संग। फ्लेचर निर्देशन साथीसँग एक पांडुलिपि बाँकीकि यो उनको मृत्यु पछि प्रकाशित; यस पांडुलिपि मा प्रकाशित भएको थियोभौतिकशास्त्र आज जुन 1982, पृष्ठ 43. यसलाई मा, फ्लेचर उहाँले थियो कि दाबीतेल घटेको संग प्रयोग गर्न पहिलो, शुल्क मापन गर्न पहिलो थियोएकल थोपाहरूबा, र तेल प्रयोग सुझाव पहिलो भएको हुन सक्छ।फ्लेचर अनुसार, उहाँले गर्न मा Millikan संग सह-लेखक गर्न अपेक्षित थियोयो महत्वपूर्ण पहिलो लेख इलेक्ट्रनिक को मापन घोषणाचार्ज, तर Millikan द्वारा यस बाहिर कुरा थियो।रबर्ट Millikan साधारण साँच्चै पहिलो बनाउन संग जम्मा छएक इलेक्ट्रन मा आरोप को सटीक मापन र सम्मानित गरियो1923 मा नोबेल पुरस्कार।
		-- Steven Weinberg, "The Discovery of Subatomic Particles"

%
अनुसन्धान को वर्ष पछि, वैज्ञानिकहरूले छ कि भरखरै रिपोर्ट,साँच्चै, स्पेनी हार्लेम मा ARROZ।
		-- Steven Weinberg, "The Discovery of Subatomic Particles"

%
आफ्नो चाहनाको विरुद्ध, एक गणित शिक्षकको कक्षा remodeled थियो। कहिल्यैपछि, त्यो राम्रो पुरानो dais कुरा भएको। आफ्ना विद्यार्थीहरूलाई एउटा सानो लगाएसम्मान मा बगैचा; पेड सबै वर्ग जरा छ।
		-- Steven Weinberg, "The Discovery of Subatomic Particles"

%
एयर यो मा प्वालहरू भएको पानी छैन।
		-- Steven Weinberg, "The Discovery of Subatomic Particles"

%
वायु प्रदूषण साँच्चै हामीलाई नाक मार्फत भुक्तानी गरिरहेको छ।
		-- Steven Weinberg, "The Discovery of Subatomic Particles"

%
अल्बर्ट आइन्स्टाइन, रेडियो वर्णन गर्न आग्रह गर्दा, यस्तो जवाफ दिए: "तपाईं देख्न, तारटेलीग्राफ एक धेरै, धेरै लामो बिरालो एक प्रकारको छ। तपाईं नयाँ आफ्नो पुच्छर पुलयर्क र उनको टाउको लस एन्जलसका meowing छ। तपाईं यो बुझ्ने?र रेडियो ठीक यस्तै संचालित: तपाईं यहाँ संकेत पठाउन, तिनीहरूलेतिनीहरूलाई त्यहाँ प्राप्त। मात्र फरक कुनै बिरालो छ भन्ने छ। "
		-- Steven Weinberg, "The Discovery of Subatomic Particles"

%
अलेक्जेन्डर ग्राहम बेल जीवित र राम्रो न्यूयोर्क, र अझै पनि प्रतीक्षा छएक डायल टोन लागि।
		-- Steven Weinberg, "The Discovery of Subatomic Particles"

%
के तपाईं बारेमा कुरा गर्दै छन् के थाहा बेला बीजीय प्रतीक प्रयोग गरिन्छ।
		-- Philippe Schnoebelen

%
सबै Finagle कानून गरिरहेको को सरल कला सिकेर bypassed हुन सक्छसोच बिना।
		-- Philippe Schnoebelen

%
सबै महान आविष्कारहरू गल्ती गरेको छन्।
		-- Young

%
सबै महान विचार विवादास्पद छन्, वा एक समयमा गरिएको छ।
		-- Young

%
सबै व्यवस्था वास्तविकता को सिमुलेशन हो।
		-- John C. Lilly

%
सबै जीवन संस्थाहरू replicating को अंतर अस्तित्व द्वारा विकसित।
		-- Dawkins

%
सबै शक्ति corrupts, तर हामी बिजुली आवश्यक छ।
		-- Dawkins

%
सबै विज्ञान या त भौतिक विज्ञान वा टिकट सङ्कलन छ।
		-- Ernest Rutherford

%
सबै एक राज्य akin लगभग गर्न लामो निन्दा लाग््छगाउसियन हल्ला।
		-- James Martin

%
सबै syllogisms, तीन भागहरु छ त्यसैले यो एक syllogism छ।
		-- James Martin

%
सबै ब्रह्माण्डको सम्बन्धमा प्रमाण अहिलेसम्म संकलित गरिएको छैन,त्यसैले त्यहाँ अझै पनि आशा छ।
		-- James Martin

%
सबै सैद्धान्तिक रसायन साँच्चै भौतिकी छ; र सबै सैद्धान्तिक दबाइथाहा छ।
		-- Richard P. Feynman

%
चन्द्र पृथ्वी भन्दा सानो छ तापनि, यो टाढा टाढा छ।
		-- Richard P. Feynman

%
हामी आधुनिक व्यक्ति हाम्रो बिजुली बत्ती, रेडियो, Mixers लिन गर्छन तापनि,आदि, हल्कासित, वर्ष सयौं पहिले मान्छे यी कुनै पनि छैनकुरा, त्यहाँ तिनीहरूलाई प्लग कुनै ठाउँ थियो किनभने जस्तै राम्रो छ जो।त्यसपछि साथ आए एक उड्यो गर्ने पहिलो विद्युत अग्रगामी, बेन्जामिन फ्रान्कलिन,एक प्रकाश तूफान मा पतंग र गम्भीर विद्युत आघात पाए। योसाबित भनेर प्रकाश गलैँचा जस्तै शक्ति द्वारा संचालित थियो, तर यो पनित्यसैले अचाक्ली फ्रेंकलिन गरेको मस्तिष्क क्षतिग्रस्त उहाँले मात्र बोल्ने सुरूजस्तै अबोध्य maxims, "एक सुरक्षित मुद्रा कमाएका एक मुद्रा छ।"अन्ततः उनले हुलाक कार्यालय चलिरहेको जागिर दिइने थियो।
		-- Dave Barry, "What is Electricity?"

%
सधैं आफ्नो वक्र, त्यसपछि आफ्नो पढाइ प्लट।
		-- Dave Barry, "What is Electricity?"

%
एक विवरण थप्न भने यसलाई काम गर्दैन सधैं कोठा छोड।
		-- Dave Barry, "What is Electricity?"

%
नयाँ कुरा सधैं लाग्छ; यो तपाईं आफ्नो अन्तिम बिग्रेको विचार भूल गर्छ।
		-- Seth Frankel

%
कालानुक्रमिक क्रम मा काम गर्न सधैं प्रयास; यो तरिका कम दोधारमा पार्छ।
		-- Seth Frankel

%
उमेर गाढा भनिन्छ छैन ज्योति, तर किनभने चमक गर्न असफल हुनालेमानिसहरूले यसलाई हेर्न इन्कार गर्छन्।
		-- James Michener, "Space"

%
एक अमेरिकी वैज्ञानिक एक पटक ठूलो नोबेल पुरस्कार को कार्यालय भ्रमणविजेता भौतिक, Niels Bohr, कोपेनहेगन मा। त्यो पत्ता लगाउन छक्क परेBohr गरेको डेस्क एक नाल थियो भन्दा, सुरक्षित रूपमा संग, पर्खाल गर्न nailedखुला अन्त अप अनुमोदित तरिका (त्यसैले यो सौभाग्य पकड र छैन) यसलाई फैल गरौं। अमेरिकी एक स्नायु, हाँस संग भने,"पक्कै विश्वास छैन यो नाल तपाईं शुभकामना ल्याउनेछ,तपाईं के, प्रोफेसर Bohr? आखिर, एक वैज्ञानिक रूपमा - "Bohr chuckled।"म त्यस्तो कुनै कुरा, मेरो असल मित्र विश्वास गर्छन्। छैन सबै। ममुशकिल से यस्तो मूर्ख बात विश्वास संभावना। तर, म भने छुतपाईं यसलाई विश्वास वा छैन कि एक नाल तपाईं शुभकामना ल्याउन। "हुनेछ भनेर
		-- James Michener, "Space"

%
Tulane मा एक anthropologist बस नयाँ एक क्षेत्र यात्रा फिर्ता आएको छएक कुलको प्रतिवेदन गिनी त आदिम तिनीहरूले टाइड तर छ किकागति-ताजा बोरेक्रस नयाँ टाइड।
		-- David Letterman

%
एक architect पहिलो काम स्पेयर र सफा हुन अपार्टमेन्ट छ। उसलाई थाहा छउहाँले थाहा छैन उहाँले गरिरहेको के, त्यसैले त्यो ध्यान र ठूलो गर्छसहनशीलता।उहाँले frill र हरिताश्म पछि पहिलो काम, frill डिजाइन रूपमाहरिताश्म पछि उहाँलाई आउँदैन। यी टाढा भण्डारण प्राप्त "अर्को प्रयोग गर्नसमय। "ढिलो होस् वा चाँडो पहिलो सिस्टम समाप्त छ, र वास्तुविद्,दृढ विश्वास र प्रणाली को कि वर्ग को एक प्रकट महारत संग,दोस्रो सिस्टम निर्माण गर्न तयार छ।यो दोस्रो सबैभन्दा खतरनाक सिस्टम मानिसको कहिल्यै डिजाइन छ।उहाँले आफ्नो तेस्रो र पछि व्यक्तिहरूलाई गर्छ गर्दा आफ्नो पूर्व अनुभव हुनेछयस्तो प्रणाली को सामान्य विशेषताहरु गर्न एकअर्कालाई पुष्टि,र आफ्नो मतभेद आफ्नो अनुभव ती भागहरु पहिचान हुनेछ भन्नेविशेष र generalizable छैनन्।सामान्य झुकाव प्रयोग, दोस्रो प्रणाली-डिजाइन छcautiously पहिलो मा sidetracked थिए सबै विचार र तामझामएक। परिणाम, Ovid भनेझैं, एक "ठूलो थाक।" छ
		-- Frederick Brooks, "The Mythical Man Month"

%
एक अख्तियार तपाईं भन्दा केहि बारेमा थप बताउन सक्ने एक व्यक्ति छसाँच्चै थाहा ख्याल।
		-- Frederick Brooks, "The Mythical Man Month"

%
एक अर्थशास्त्री उनको मुद्रा को लागि विवाह गर्ने Farrah Fawcett-मेजर एक मान्छे हो।
		-- Frederick Brooks, "The Mythical Man Month"

%
एक egghead दृढ दुवै मा, मध्य-हावामा, दुवै खुट्टा मा खडा गर्ने छएउटा मुद्दा को पक्ष।
		-- Homer Ferguson

%
एक इन्जिनियर, एक भौतिक र एक गणितज्ञ आफूलाई एक मा फेलाउपाख्यान, साँच्चै एउटा उपाख्यान एकदम तपाईंले पक्कै छ भनेर धेरै समानपहिले नै सुने। केही अवलोकन र कुनै न कुनै गणना पछिइन्जिनियर अवस्था बुझ्छ र हाँस्न सुरु हुन्छ। केही मिनेट पछियो भौतिक पनि बुझ्नुहुन्छ र अब उहाँले रूपमा आफूलाई गर्न खुसीसाथ chucklesएक कागज प्रकाशित गर्न पर्याप्त प्रयोगात्मक प्रमाण छ। यो पातहरूउहाँले तुरुन्तै त्यो पालन थिए रूपमा गणितज्ञ, केहि perplexedएक उपाख्यान विषयको थियो, र उपस्थिति एकदम तीव्र गतिमा deducedयस्तै उपाख्यानों देखि हास्य, तर यो उपाख्यान पनि हुन ठान्नुहुन्छतुच्छ एक corollary एक्लै हास्यास्पद गरौं, महत्वपूर्ण हुन।
		-- Homer Ferguson

%
र फ्रान्सेली चिकित्सा anatomist एटिने Serres साँच्चै भन्ने तर्क गरेकालो पुरुषहरु आदिम छन् किनभने आफ्नो नाइटो र बीचको दूरीलिंग, रहिरहन्छ सानो (शरीर उचाइ सापेक्षित) जीवन भर गर्दासेतो छोराछोरीलाई एउटा सानो अलग सुरु तर समयमा यसको वृद्धिवृद्धि - प्रगति को एक चिन्ह रूपमा बढ्दो पेट बटन।
		-- S. J. Gould, "Racism and Recapitulation"

%
र यो तालिका महोदया छ। के सार मा हुन्छन् तेर्सो छसरलरेखीय विमान सतह चार ठाडो स्तम्भ समर्थन द्वारा,जो हामी खुट्टा कल। यो प्रयोगशाला मा टेबल, महोदया, रूपमा विकसित छन्डिजाइन मा एक संसारमा कहीं पनि पाउनुहुनेछ रूपमा।
		-- Michael Frayn, "The Tin Men"

%
... अर्को लेखक फेरि मेरा सबै generalities संग सहमत, तर रूपमा भनेinveterate skeptic म सत्य मेरो मन बन्द छन्। सबैभन्दा बाहेकलाई मछ हजार वर्ष पुरानो छ भनेर एक धरती लागि प्रमाण बेवास्ता गरे। खैर, मयसलाई उपेक्षा छैन; म purported प्रमाण छलफल र * त्यसपछि * अस्वीकारयो। त्यहाँ फरक छ, र यो बीच, फरक, हामी भन्न सक्छ छपूर्वाग्रह र postjudice। तपाईं अघि पूर्वाग्रह एक न्याय गरिरहेको छसत्यतथ्य देख्यो। Postjudice पछि एक न्याय गरिरहेको छ। पूर्वाग्रहतपाईं अन्याय प्रतिबद्ध कि अर्थमा, भयानक छ र तपाईं गम्भीर बनाउनगल्ती। Postjudice भयानक छैन। तपाईं पाठ्यक्रम सिद्ध हुन सक्दैन; तपाईंपनि गल्ती हुन सक्छ। तर यो तपाईं पछि न्याय गर्न गर्न दिईने छप्रमाण जांच छन्। केही सर्कलमा यसलाई पनि प्रोत्साहन छ।
		-- Carl Sagan, "The Burden of Skepticism"

%
कुनै पनि सर्किट डिजाइन अप्रचलित, दुई भागहरु छ कम्तिमा एक भाग हुनु पर्छजो unobtainable छन्, र विकास अन्तर्गत अझै पनि छन् जो तीन भागहरु।
		-- Carl Sagan, "The Burden of Skepticism"

%
कुनै पनि पर्याप्त उन्नत प्रविधिको एक पड्केर क्षतिग्रस्त डेमो देखि अप्रभेद्य छ।
		-- Carl Sagan, "The Burden of Skepticism"

%
कुनै पनि पर्याप्त उन्नत प्रविधिको जादू देखि अप्रभेद्य छ।
		-- Arthur C. Clarke

%
गणित सामना गर्न सक्ने छैन जो कोहीले पूर्णतया मानव छैन। मा सबै भन्दा राम्रो उहाँलेजूता लगाउने सिकेका छ जो एक सहन सकिने subhuman, नुहाउने र छैनघरमा messes बनाउन।
		-- Lazarus Long, "Time Enough for Love"

%
सबै फल एकै समयमा पकाना कि imagines जो कोहीलेयो स्ट्रबेरी रूपमा, अङ्गुर बारेमा केही थाह छ।
		-- Philippus Paracelsus

%
"सिर्जना कुनै जरूरी निर्माता को सार गर्न कमसल हुनुपर्छ।""आइनस्टाइनका आमा भौतिक को एक बिल्ली भएको हुनुपर्छ।"
		-- Joseph C. Wang

%
लम्बाइ कटौती केहि पनि छोटो हुनेछ।
		-- Joseph C. Wang

%
गणित आफ्नो जूता बन्द लिइरहेको बिना बीस सम्म गणना गर्न सक्षम छ।
		-- Mickey Mouse

%
कृत्रिम बुद्धि रूपमा बुद्धिको गर्न नै सम्बन्ध छकृत्रिम फूल फूल छ।
		-- David Parnas

%
"म स्थायी ख्याति गर्न aspired एक किशोर रूपमा, म factual निश्चितताका craved,र म मानव जीवनको अर्थपूर्ण दर्शन लागि thirsted - त्यसैले म एक भएवैज्ञानिक। यो एउटा आर्कबिशप बनेर तपाईं बालिका पूरा गर्न सक्छन् त जस्तै छ। "
		-- Matt Cartmill

%
जहाँसम्म गणित को व्यवस्था वास्तविकता उल्लेख रूप, तिनीहरू छैनन्केही, र सम्म तिनीहरूले केही हुन्, तिनीहरूले वास्तविकता उल्लेख छैन।
		-- Albert Einstein

%
तपाईं देख्ने, म उनलाई, कुनै अनिश्चित मामलामा, एक लिनुहोस् हेर्न भन्नुभयो।
		-- Dave "First Strike" Pare

%
पाँच अर्थशास्त्रियों छ सोध्नुहोस् र तपाईं पाँच फरक व्याख्या प्राप्त (यदिएक हार्वर्ड गए)।
		-- Edgar R. Fiedler

%
कुनै पनि क्षण मा, एक तीर त कहाँ यो छ वा कहाँ यो छ हुनुपर्छछैन। तर यो स्पष्ट जहाँ यो छैन हुन सक्दैन। र यदि यो कहाँ छयो छ कि यो बाँकी छ कि भन्दै बराबर छ, छ।
		-- Zeno's paradox of the moving (still?) arrow

%
विज्ञान को हृदय मा दुई जस्तो देखिने बीच एउटा अत्यावश्यक तनाव छविरोधाभासपूर्ण मनोवृत्ति - नयाँ विचार गर्न खुलापन, कुनै कुरा कसरी विचित्रवा counterintuitive तिनीहरूले हुन सक्छ, र सबै भन्दा निष्ठूर संदेह scrutinyसबै विचार, पुरानो र नयाँ को। यो गहिरो देखि winnowed छन् गहिरो सत्य कस्तो छबात। निस्सन्देह, वैज्ञानिकहरु बुझ्न प्रयास मा गल्तीसंसारमा, तर त्यहाँ एक निर्मित त्रुटि-सही संयन्त्र छ: सामूहिकरचनात्मक सोच को उद्यम र संदेह सँगै राख्छ सोचट्रयाक मा क्षेत्र।
		-- Carl Sagan, "The Fine Art of Baloney Detection"

%
प्रारम्भिक 60 का फिर्ता, स्पर्श टोन फोन मात्र 10 बटन थियो। केही12 बटन जब मानिसहरूले मात्र प्रयोग बेला सैन्य संस्करण 16 थियोमुख्य रूप बैंक - जो "DIVA" (डिजिटल जांच, आवाज answerback) प्रणाली थियो।ती दिनमा भएकोले मात्र पश्चिमी विद्युत "डाटा सेट" (मोडेम) को गरेशब्दावली को समस्या सबै बेल प्रणाली थिए। हामी सङ्घर्ष गर्न प्रयोगअधिकांश मानिसहरू गर्न अपरिचित थिए डायल पैड को लिखित वर्णन(सबै भन्दा फोन त रोटरी थिए।) आंशिक हंसी मा, केही AT & T ईन्जिनियरिङ्प्रकार (तिनीहरू किन हो जो असल पुरानो दिनमा कुनै मार्केटिङ, त्यहाँ थियोअसल पुरानो दिन) जनाउँछ गर्न शब्द "octalthorpe" (नोट हिज्जे) बनाको "पाउन्ड चिन्ह।" संभाव्यतः किनभने यो बाहिर टाँसिएको 8 अंक छ। योकहिल्यै मा समातिए।
		-- Carl Sagan, "The Fine Art of Baloney Detection"

%
तपाईं दुई औंला हराइरहेका छन् भने आधार 8, आधार 10 जस्तै छ।
		-- Tom Lehrer

%
जेरक्स अघि, पाँच carbons जो कोहि गरेको अहम् अधिकतम विस्तार थिए।
		-- Tom Lehrer

%
उपकरण साथै, बक्स समावेश गर्नुपर्छ:* आठ सानो आयताकार भन्न कि कागज झलक "चेतावनी"* चार 5/17 इन्च pilfer grommets र दुई समावेश प्लास्टिक प्याकेट6/93 इन्च boxcar prawns क्लब-समाप्त भयो।आपूर्ति गर्न आवश्यक छ: एक म्याट्रिक्स रेन्च र ट्राम केबल को 60,000 खुट्टा।केहि क्षतिग्रस्त वा हराएको छ भने: तपाईं तुरुन्तै आफ्नो पति बारी गर्नुपर्छर यसो भन्छन्: "मार्गरेट, तपाईंलाई थाहा छ यो देश किन प्राप्त गर्न सक्छन् भन्ने एक कार गर्न सक्दैनयो बर्गर राजा मा एक प्रमुख बिना ड्राइव-माध्यम मार्फत सबै तरिकाप्रसारण ओवरहाल? कसैले ख्याल राख्नुहुन्छ किनभने, कि किन हो। "चेतावनी: यो आफ्नो पति नाम मानेर छ मार्गरेट छ।
		-- Dave Barry, "Read This First!"

%
अनन्त र छोटो बीच त्यहाँ ठूलो भिन्नता छ।
		-- G. H. Gonnet

%
जीवविज्ञान तपाईं बढ्छ।
		-- G. H. Gonnet

%
जीवविज्ञान गुणन अर्थ जसमा एउटै कुरा मात्र विज्ञान छविभाजन रूपमा।
		-- G. H. Gonnet

%
Bistromathics बस समझ को एक क्रांतिकारी नयाँ तरिका होसंख्या को व्यवहार। आइंस्टीन ठाउँ एक होइन भनेर जोगाइराखेको जसरीनिरपेक्ष, तर ठाउँ मा पर्यवेक्षक गरेको आन्दोलन निर्भर, र त्योसमय पूर्ण थिएन, तर मा पर्यवेक्षक गरेको आन्दोलन निर्भरसमय, त्यसैले यसलाई संख्या निरपेक्ष होइन, तर निर्भर कि अब बुझे छरेस्टुरेन्ट मा पर्यवेक्षक गरेको आन्दोलन मा।
		-- Douglas Adams

%
तर यो उत्प्रेरित गर्छ!
		-- Galileo Galilei

%
तर सपना मा बस्ने तपाईं, तपाईं sophistical संग राम्रो खुसी छन्तर्क र भन्दा ठूलो र अनिश्चित विषयमा वक्ता को धोखाधडीयस्तो उच्च प्रकृतिको छैन, केही र प्राकृतिक मामिलामा को बोल्ने ती।
		-- Leonardo Da Vinci, "The Codex on the Flight of Birds"

%
आकाशीय नेविगेशन को परिसर मा आधारित छ पृथ्वी केन्द्र हो भनेरब्रह्माण्डको। यो परिसर गलत छ, तर नेभिगेसन काम गर्दछ। एकगलत मोडेल एक उपयोगी उपकरण हुन सक्छ।
		-- Kelvin Throop III

%
अध्याय 2: न्यूटोनियन वृद्धि र क्षयवृद्धि-क्षय सूत्रहरू गरेर तुच्छ फेसनमा विकासन्यूटन गरेको प्रसिद्ध भाइ Phigg। आफ्नो विचार एक समीकरण प्रदान गर्न थियोकि dwindle र dwindle भनेर एक मात्रा वर्णन, तर कहिल्यैएकदम शून्य पुग्न। ऐतिहासिक, त्यो केवल बाहिर काम गर्न खोजिरहेका थिए आफ्नोबंधक। अर्को बहुमुखी समीकरण पनि देखा परे, परिभाषित हुनेछ, जो एकबढ्न जारी थियो, तर एकता कहिल्यै पुग्न एक समारोह। यो समीकरण, Capacitors चार्ज भन्दा-damped पानीका मुहानहरू लागू गर्न सकिन्छ, र मानवसामान्य मा दौड।
		-- Kelvin Throop III

%
एसिड मा घोप्टो गर्ने chemist काममा व्यस्त छ।
		-- Kelvin Throop III

%
एसिड मा घोप्टो गर्ने chemist हप्तासम्म ट्रिपिंग गरिनेछ।
		-- Kelvin Throop III

%
रसायन विज्ञान धर्मशास्त्र लागू गरिएको छ।
		-- Augustus Stanley Owsley III

%
रसायन विज्ञान प्राध्यापकहरू तिनीहरू केवल प्रतिक्रिया असफल, कहिल्यै मर्छन्।
		-- Augustus Stanley Owsley III

%
बधाई छ! तपाईं त्यो हुनेछ एक धेरै राम्रो उपकरण खरिदतपाईं, कष्ट-मुक्त सेवा को वर्ष हजारौं दिन तपाईं बाहेकundoubtably यसलाई केही विशिष्ट bonehead उपभोक्ता युद्घाभ्यास मार्फत नष्ट हुनेछ।जो हामी भगवानको यस मालिकको म्यानुअलीपढ्नुहोस् कृपया तपाईं सोध्न किन होध्यान दिएर अघि तपाईंले यन्त्र खोल्न। तपाईंले पहिले यो अनप्याक, थियोतपाईं? के तपाईंले अनप्याक र आईटी जोडिँदा र आईटी फर्केर संग FIDDLEDत्यो knobs, अब आफ्नो बच्चा, एक पटक POLISH SHOVED कसले नै बालससेज आफ्नो भिडियोक्यासेट रिकर्डर मा र "छिटो अगाडि" सेट, योबाल पनि knobs संग FIDDLING छ, सही? र तपाईँले अबदेखि हुनुहुन्छनिर्देशनहरू पढ्न, सही ??? हामी साथै मात्र यी BREAK सक्छसही हामी तिनीहरूलाई जहाज अघि कारखाने मा उपकरणहरू तपाईं थाह?
		-- Dave Barry, "Read This First!"

%
"सरल हर्मोनिक गति मा, एक गोलाकार भालु विचार ..."
		-- Professor in the UCB physics department

%
"Contrariwise," Tweedledee, जारी "यो त थियो भने, यो हुन सक्छ, रयो यति थिए भने, यो हुनेछ; तर यो छैन, यो छैन। त्यो तर्क छ! "
		-- Lewis Carroll, "Through the Looking Glass"

%
"दीप" "सिद्धान्त" वा "अर्थ" जस्तै शब्द हो - सबै प्रकारका impliesअद्भुत कुराहरू। यो "म एक सिद्धान्त भयो" भन्न सक्षम हुन एउटा कुरा हो,"म एक जनक सिद्धान्त भयो", तर, आह एकदम अर्को भन्न, ती जो गर्न सक्छन्दावी "म गहिरो अर्थ सिद्धान्त भयो", तिनीहरूले साँच्चै अनमोल छन्।
		-- Randy Davis

%
तपाईं त्यहाँ उपासना दक्षिण अमेरिकी भारतीय एक समूह भन्ने सुनेसंख्या शून्य?केही पवित्र छ?
		-- Randy Davis

%
तपाईं दुई खरायो चिडियाखाना देखि बच र हालसम्म तिनीहरूले छ कि सुनेमात्र ती 116 पुनः कब्जा?
		-- Randy Davis

%
के तपाईं संसारमा सबै अर्थशास्त्रियों लिएर लहरै भने त्यो थाहातिनीहरूलाई अन्त गर्न अन्त, तिनीहरू अझै पनि गलत दिशामा दर्शाउन चाहन्छु?
		-- Randy Davis

%
आयाम सधैं कम से कम योग्य अवधि व्यक्त गरिनेछ, परिवर्तनीयमात्र अजीब र अस्वाभाविक रूपान्तरण कारक को प्रयोग मार्फत। वेग,उदाहरणका लागि, प्रति दुइ हप्ता furlongs व्यक्त गरिनेछ।
		-- Randy Davis

%
डायनासोर लोप छैनन्। तिनीहरू केवल रूखहरू मा लुकाउन सिकेकी छु।
		-- Randy Davis

%
आणविक जीवशास्त्रीहरूको डिजाइनर जीन लगाउने गर्छन्?
		-- Randy Davis

%
वाहिनी टेप शक्ति जस्तै छ। यो उज्यालो पक्ष, र अँध्यारो पक्ष छ, रयो सँगै ब्रह्माण्डको धारण ...
		-- Carl Zwanzig

%
E = mc ** 2 + - 3dB नियंत्रित
		-- Carl Zwanzig

%
अर्ल वीनर, 55, व्यवस्थापन विज्ञान को एक प्रोफेसर मियामी विश्वविद्यालय,एयरलाइन Pilots संघ (हंसी मा) 21 औं शताब्दीमा विमान बारेमा बताउन:"द चालक एक पायलट र कुकुर समावेश हुनेछ। पायलट हुनेछजगाउन र कुकुर खान्छन्। कुकुर को दु: ख गर्न हुनेछपायलट उहाँले केहि छुन्छ भने।[को * पत्रिका *, मुर्ख!]
		-- Fortune, Sept. 26, 1988

%
अर्थशास्त्र अर्थशास्त्रियों लागि रोजगार को एक रूप रूपमा अत्यन्तै उपयोगी छ।
		-- John Kenneth Galbraith

%
अर्थशास्त्रियों पक्कै तपाईं निराश गर्न सक्नुहुन्छ। एक भन्नुभयो अर्थव्यवस्था हुन्छ किपछिल्लो चौथाई द्वारा पालो। खैर, म मेरो तल छु र यो छ।
		-- Robert Orben

%
अर्थशास्त्रियों एक को निकटतम दशौं आफ्नो GNP वृद्धि अनुमानहरु राज्यतिनीहरूले हास्य को भावना छ साबित गर्न बिन्दु प्रतिशत।
		-- Edgar R. Fiedler

%
विद्युत वास्तवमा, माथि अत्यन्तै सानो कण बनेको छ भनिन्छइलेक्ट्रॉनों, तपाईं नाङ्गो आँखा संग देख्न सक्नुहुन्छ कि तपाईं नलिएसम्मपिउने। इलेक्ट्रॉनों प्रकाश को गति मा यात्रा, जो सबै भन्दा अमेरिकीघरमा 110 वोल्ट प्रति घण्टा छ। यो धेरै छिटो छ। समयमा यसलाई लिएको छतपाईं हालसम्म यो वाक्य पढ्न, एक इलेक्ट्रन यात्रा सक्थे सबैपरमेश्वरको एक्लै थाह भए तापनि Hackensack, न्यू जर्सी, गर्न सैन देखि बाटोकिन यो चाहनुहुन्छ।बिजुली को पाँच मुख्य प्रकार वर्तमान, प्रत्यक्ष वर्तमान एकान्तरण छन्,बिजुली, स्थिर, र युरोपेली। सबैभन्दा अमेरिकी घरमा एकान्तरण छजो बिजुली एक समय को लागि एक दिशा मा जान्छ भन्ने हो वर्तमान,त्यसपछि अन्य दिशा मा जान्छ। यो मा हानिकारक इलेक्ट्रन buildup रोक्छको तार।
		-- Dave Barry, "The Taming of the Screw"

%
शान र सत्य inversely सम्बन्धित छन्।
		-- Becker's Razor

%
बिक्री को लागि दीर्घवृत्तीय paraboloids।
		-- Becker's Razor

%
इन्ट्रोपीबाइट यो हुन प्रयोग के छैन।
		-- Becker's Razor

%
इन्ट्रोपीबाइट कुनै मर्मत आवश्यक छ।
		-- Markoff Chaney

%
इन्जाइम कुराहरू कुराहरू बताउन कि जीवशास्त्रीहरूको द्वारा आविष्कार जुनअन्यथा कठिन सोच आवश्यक छ।
		-- Jerome Lettvin

%
युरेका!
		-- Archimedes

%
हरेक साना picofarad यसको सबै आफ्नै एक nanohenry छ।
		-- Don Vonada

%
हरेक nonzero परिमित आयोमी भित्री उत्पादन ठाउँ एक orthonormal आधार छैन।तपाईं यसको बारे लाग्छ जब यो अर्थमा बनाउँछ।
		-- Don Vonada

%
एक आदरणीय पत्रिका मा प्रकाशित हरेक कागज द्वारा एक भूमिकामा हुनुपर्छलेखक बताउँदै उहाँले लेख प्रकाशन गरिएको छ किन र के मूल्य उहाँलेयो ठान्नुहुन्छ। म यो अभ्यास कहिल्यै अबलम्वन गरिनेछ भन्ने कुनै आशा छ।
		-- Morris Kline

%
सबैजना कि ड्रेगन अवस्थित छैन थाह छ। तर, जबकि यो simplisticनिरूपण यो वैज्ञानिक लागि पर्याप्त छैन, यो साधारण पूरा हुन सक्छमन। उच्च Neantical Nillity को स्कूल वास्तवमा पूर्ण unconcerned छ____ अवस्थित के संग। वास्तवमा, अस्तित्वको banality भएको छत्यसैले amply गर्नुभयो त्यहाँ हामीलाई यो कुनै पनि थप छलफल गर्न लागि कुनै आवश्यकता छयहाँ। शानदार Cerebron, analytically समस्या आक्रमण,ड्रागन तीन भिन्न प्रकार पत्ता: को, mythical को chimerical,र विशुद्ध काल्पनिक। तिनीहरूले अवस्थित, भन्न सक्छ, सबै थिए,तर प्रत्येक एक सम्पूर्ण फरक तरिकामा nonexisted ...
		-- Stanislaw Lem, "Cyberiad"

%
सबै सकेसम्म सरल, तर छरितो रूपमा गर्नुपर्छ।
		-- Albert Einstein

%
आविष्कार गर्न सकिन्छ कि सबै कुरा आविष्कार गरिएको छ।
		-- Charles Duell, Director of U.S. Patent Office, 1899

%
तपाईं "स्पष्ट" रूपमा स्कूलमा सिकेको सबै कुरा कम र कम हुन्छतपाईं ब्रह्माण्डको अध्ययन गर्न सुरु रूपमा स्पष्ट। उदाहरणका लागि, कुनै छन्ब्रह्माण्डको मा ठोस। त्यहाँ एक ठोस को एक सुझाव पनि छ।कुनै निरपेक्ष continuums छन्। कुनै सतहहरु छन्। कुनै छन्सीधा रेखाहरू।
		-- R. Buckminster Fuller

%
विकास रूपमा पृथ्वीमा आफ्नो अक्ष खोल्दै र वरिपरि जाँदै धेरै एक तथ्य छसूर्य। एक समयमा यो Copernican सिद्धान्त थियो; तर कहिलेएक सिद्धान्त लागि प्रमाण त भारी हुन्छ कुनै जानकार व्यक्ति सक्नेशङ्का वैज्ञानिकहरूले यो एक तथ्य कल गर्न को लागि यो, यो चलनअनुसारको छ। सबै उपस्थितजीवन भौगोलिक समय को विशाल फैलिएको छ, पहिले प्रकारका देखि descended छरूपमा दृढ Copernican cosmology रूपमा स्थापित। जीवशास्त्रीहरूको संग मात्र फरकप्रक्रिया संचालित कसरी सिद्धान्त आदर।
		-- Martin Gardner, "Irving Kristol and the Facts of Life".

%
अनुभव बर्बाद उपकरण संग सीधा फरक हुन्छ।
		-- Martin Gardner, "Irving Kristol and the Facts of Life".

%
परीक्षणहरू reproducible हुनुपर्छ; तिनीहरू सबै एउटै तरिकामा असफल गर्नुपर्छ।
		-- Martin Gardner, "Irving Kristol and the Facts of Life".

%
असाधारण दावी असाधारण प्रमाण माग। उदाहरण धेरै छन्अन्ततः entrenched वैज्ञानिक orthodoxies overthrew गर्ने आउटसाइडर्स को,तर तिनीहरूले irrefutable डाटा संग प्रबल। प्राय, भीषण निष्कर्षराम्रो-स्थापित अनुसन्धान खण्डन कलाकृतिहरू हुन बाहिर बारी। मसँग छतर्क कि मानसिक शक्ति स्वीकार, पूर्वजन्ममा, "कस्मिक conciousness,"र जस्तै, को नींव को मौलिक संशोधन entail थियोन्युरोविज्ञान। मन materialist सिद्धान्त भुक्तानी गरेको छोडेर अघिसुन्दर लाभांश, हामी साई घटना लागि राम्रो प्रमाणको जिद्दी गर्नुपर्छभन्दा अहिले विशेष गरी जब न्युरोलजी र मनोविज्ञान आफूलाई अवस्थित,थप plausible विकल्पहरू प्रस्ताव।साई घटना लागि निहितार्थ "।
		-- Barry L. Beyerstein, "The Brain and Conciousness:

%
Factorials गणित देखो रोमाञ्चक बनाउन कसैको प्रयास थिए।
		-- Barry L. Beyerstein, "The Brain and Conciousness:

%
तथ्य जिद्दी छन्, तर तथ्याङ्क थप pliable छन्।
		-- Barry L. Beyerstein, "The Brain and Conciousness:

%
संघीय अनुदान को मनोरञ्जन मा लागि ... अनुसन्धान पेशकशयो सांस्कृतिक विपन्न लागि interplanetary ठाउँ यात्रा को क्षमता।
		-- Barry L. Beyerstein, "The Brain and Conciousness:

%
पाँच अनन्त एउटा पर्याप्त नजिक लगभग छ।"एक, दुई, पाँच।"
		-- Monty Python and the Holy Grail

%
फ्लोरेन्स फ्लास्क थियो ... त्यो उनको फर्केर जब ओपेरा लागि लाउनेपति र, "चिच्याए Erlenmeyer! मेरो joules! कसैले चोरेको छ मेरोjoules! ""अब, अब, मेरो प्रिय," उनको पति, जवाफ "आफ्नो ब्यालेन्स र भाटा राख्नएक पल। सायद तिनीहरूले गलत बाटोमा लैजाने छौं। ""होइन, म तिनीहरू चोरी हुनुहुन्छ थाहा छ," फ्लोरेन्स कराए। "म तिनीहरूलाई राख्दै सम्झनामेरो burette मा ... हामी तामाको कल पर्छ। "Erlenmeyer त गरे, र जो माथि गरिएका गर्ने flatfoot, एक Sherlock Ohms,यो आक्रोश नाम द्वारा एक कट्टर-आपराधिक काम जस्तो भनेलरेन्स Ium को।"हामी होसियार हुनुपर्छ - उहाँले एक मुक्त कट्टरपंथी, पराबैंगनी छ, रखतरनाक। आफ्नो प्रेमिका को पैलेडियम मा एक क्लोरीन छ। शायद म सक्छन्कि त्यहाँ उहाँलाई फसाउन। ", उहाँले एउटा आफ्नो कार्बन चक्र मा कूदराज्य सक्रिय र प्रतिक्रिया Pathway साथ बन्द उड ...
		-- Daniel B. Murphy, "Precipitations"

%
हरेक जटिल समस्याको लागि, सरल चिटिक्क र गलत हो भनेर एक समाधान छ।
		-- H. L. Mencken

%
परमेश्वरको निम्ति, एक समय को लागि अनुसन्धान रोक्न र सोच्न थाल्छन्!
		-- H. L. Mencken

%
एक ठूलो मान लागि, एक दुई साना मान लागि, बराबर दुई।
		-- H. L. Mencken

%
खुसीको कुरा, प्रमाण प्रदान लागि जिम्मेवारी को भाग मा छव्यक्ति दावी, छैन आलोचक बनाउने। यो जिम्मेवारी छैनउफौ skeptics एक उफौ कहिल्यै अस्तित्व छ भनेर प्रमाणित गर्न, न त यो छकि क्रिस्टल प्रमाणित गर्न असाधारण-स्वास्थ्य-दावा skeptics को जिम्मेवारीवा रंग रोशनी कसैले निको कहिल्यै। यो skeptic भूमिका दर्शाउन छपर्याप्त स्वीकार्य evidcence द्वारा र समर्थित छैन भनेर दावीपालन ​​मा धेरै छन् कि plausible वैकल्पिक व्याख्या प्रदानवैज्ञानिक प्रमाण को स्वीकार शरीर।2, स्नातकोत्तर। 215
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
थाहा बताउन भाग्य रमाइलो तथ्य: # 1एक गिनी पिग गिनी तर दक्षिण अमेरिका देखि एक कृंसम्म देखि छैन।एक firefly एक फ्लाई, तर एक कीरा छैन।एक विशाल पांडा भालु साँच्चै racoon परिवारको सदस्य हो।कालो कालो चितुवा साँच्चै एक ठोस काला कोट छ कि एक चितुवा छबरु त्यसपछि एक भेट्यो।बदाम साँच्चै पागल छैन। पागल को बहुमत रूखहरू मा बढ्नजबकि peauts भूमिगत बढ्न। तिनीहरू रूपमा वर्गीकृत छन्legume - यो मटर परिवारको भाग।एक ककडी एक तरकारी तर फल छैन।
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
थाहा बताउन भाग्य रमाइलो तथ्य: # 44Zebras उज्यालो पृष्ठभूमिमा गाढा धर्काहरू संग रंग छन्।
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
वास्तविक जीवन विज्ञान मिथ्या सामना गर्न भाग्य गाइड: # 14के गर्ने...    यदि वास्तविकता गायब?यो एक तपाईंलाई हुँदैन आशा। त्यहाँ धेरै छैन तपाईंयो बारेमा के गर्न सक्नुहुन्छ। यो शायद एकदम अप्रिय हुनेछ।    तपाईं एक समय आविष्कार भएको छ जसले आफैलाई पुरानो संस्करण पूरा भने    मिसिन यात्रा, र तिमीलाई भेट्न भविष्यमा आउनुभएको छ?पुस्तक द्वारा यस एक खेल्छन्। मा शेयर बजार र नगद बारेमा सोध्छन्।एक समय यात्रा मिसिन आविष्कार र भ्रमण गर्न नबिर्स आफ्नोसाना आत्म अघि तपाईं मर्न, या तपाईं एक विरोधाभास सिर्जना गर्नेछ। यदि तिमीयो मुश्किल हुन आशा, सिद्धान्तहरू लागि अनुरोध गर्न निश्चितसमय यात्रा, र संभवतः schematics पछि। कहिल्यै, कहिल्यै, सोध्नतपाईं अतः आफ्नो वर्तमान विवाह छौँ भने जब तपाईं मर्न छौँ, वा।
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
वास्तविक जीवन विज्ञान मिथ्या सामना गर्न भाग्य गाइड: # 2के गर्ने...    तपाईं मंगल देखि एक फोन कल प्राप्त यदि:बिस्तारै बोल्न र राम्ररी आफ्नो शब्द enunciate गर्न निश्चित हुन। सीमासरल शब्दहरू आफ्नो शब्दावली। तपाईं यदि निर्धारण गर्न प्रयास गर्नुहोस्एक नेतृत्व क्षमता, वा एक साधारण नागरिक मा कसैले कुरा।    उहाँले भने, त्यो वा यो अंग्रेजी बोल्न गर्दैन?माथि बस्नुहोस्। त्यहाँ फोनमा Martian सिक्न प्रयास मा कुनै अर्थमा छ।आफ्नो Martian साँच्चै तपाईं यसो भन्न महत्त्वपूर्ण कुरा, थियो भने त्यो, त्योवा यसलाई अघि भाषा सिक्न गर्न समस्या लिएको थियोकल।    तपाईं बृहस्पति देखि एक फोन कल प्राप्त भने?आफ्नो कलर बताउन, भद्रताका साथ तर दृढ, कि बृहस्पति देखि जा रहेको छ,उहाँले त्यो वा यो "जीवन हामी थाहा रूपमा" छ। को समाप्त गर्न प्रयास गर्नुहोस्कुराकानी सकेसम्म चाँडो। यो तपाईं स्वार्थपूर्ति छैन, रशुल्क उल्टाउन भएको हुन सक्छ।
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
वास्तविक जीवन विज्ञान मिथ्या सामना गर्न भाग्य गाइड: # 6के गर्ने...    सुसज्जित आफ्नो पिछवाडे मा एक FTL hyperdrive मुलुकमा एउटा Starship, यदि?सबै भन्दा पहिले, आफ्नो क्यामेरा पछि चलाउन छैन। तपाईं कुनै पनि छैनफिलिम, र, कम्प्युटर एनिमेसन को राज्य दिइएको, noone विश्वास हुनेछतपाईं जसरी पनि। नम्र हुनु। उनि एक FTL hyperdrive छ भने सम्झना,तिनीहरूले शायद तपाईं भाप मा बदल गर्न सक्छन्, तिनीहरूले तपाईंलाई अशिष्ट हुन पाउन गर्नुपर्छ।, जो जहाँ तिनीहरूले शायद व्हाइट हाउस लन तिनीहरूलाई प्रत्यक्षजे भए पनि, भूमि चाहन्थे। राम्रो सडक नक्शा मदत गर्नुपर्छ।    तपाईं रात को बीचमा उठ्नु भने, र पत्ता लगाउन आफ्नो    कोठरी वैकल्पिक आयाम समावेश?छैन हिंड्न। तपाईं लगभग निश्चित फिर्ता प्राप्त गर्न सक्षम हुने छैन,र वैकल्पिक आयाम लगभग कहिल्यै कुनै पनि मजा छन्। शान्त रहनर ओछ्यानमा पछाडि जानुहोस्। बिरालो होइन भनेर ढोका, पहिलो बन्दबन्द घूमछन। बिहान आफ्नो कोठरी जाँच गर्नुहोस्। यदि यो अझै पनि समावेशवैकल्पिक आयाम, यो बन्द नङ।
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
घर्षण एक तानेर छ।
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
मौलिक, केहि लागि कुनै आधार हुन सक्छ।
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
तपाईं किन आफ्नो बुबा जस्तो जेनेटिक्स भन्छन्, र तपाईं के भने, किनतपाईं गर्नुपर्छ।
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
(जर्मन दार्शनिक) Georg विल्हेम Hegel, आफ्नो मृत्युशय्यामा हुँदा, गुनासो,"मानिसको केवल एक मलाई कहिल्यै बुझेनन्।" उहाँले एक समय को लागि मौन गिर र त्यसपछि थप,"अनि उहाँले मलाई बुझेनन्।"
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
परमेश्वरको पासा खेल्न छैन।
		-- Albert Einstein

%
परमेश्वरले पूर्णाङ्कहरूको गरे; सबै अरू मानिसको काम हो।
		-- Kronecker

%
परमेश्वरको सोमवार, बुधवार र शुक्रबार लहर सिद्धान्त द्वारा Electromagnetics चल्छ,र शैतानको मंगलवार, बिहीबार र शनिबार क्वांटम सिद्धान्त द्वारा तिनीहरूलाई चल्छ।
		-- William Bragg

%
प्रकाश को गति जाँदै आफ्नो उमेर लागि खराब छ।
		-- William Bragg

%
शुभ - प्रभात। यो टेलिफोन कम्पनी हो। मरम्मत कारण, हामी छौंतपाईं आफ्नो सेवा अनिश्चित कालका लागि बन्द कटौती गरिने अग्रिम सूचना दिनेदस बजे मा। त्यो अब देखि दुई मिनेट छ।
		-- William Bragg

%
भगवान भनेर मलाई फिर्ता लिन्छ ... वा यसलाई अगाडि छ? त्यो संग समस्या छयात्रा समय, तपाईं कहिल्यै बताउन सक्नुहुन्छ। "
		-- Doctor Who, "Androids of Tara"

%
तिल समस्या छ? 6.02 x 10 ^ 23 मा Avogadro कल।
		-- Doctor Who, "Androids of Tara"

%
गुरुत्वाकर्षण मलाई तल ल्याउँछ।
		-- Doctor Who, "Androids of Tara"

%
गुरुत्वाकर्षण एक मिथक छ, धरती बेकारी।
		-- Doctor Who, "Androids of Tara"

%
इतिहासको श्रेष्ठ MOMENTS (# 7): अप्रिल 2, 1751उहाँले सिढी एक उडान अप खस्दा Issac न्यूटन निराश हुन्छ।
		-- Doctor Who, "Androids of Tara"

%
ठूलो आत्माको सधैं mediocre मन देखि हिंसात्मक विरोध सामना गरेका छौं।तिनीहरूले आइंस्टीन मा हाँसिन्। तिनीहरूले राइट ब्रदर्स मा हाँसिन्। तिनीहरूले तरपनि बोजो मसखरा मा हाँसिन्।
		-- Carl Sagan

%
उहाँले एक tangent मा बन्द उडान, फरक राख्छ।
		-- Carl Sagan

%
उहाँले: विज्ञान हाम्रो दिमाग 'bequeathin, यो सबै अन्त्य गरौं।त्यो: के?!? विज्ञान आफ्नै दिमाग संग पर्याप्त समस्या पायो।
		-- Walt Kelly

%
अर्को अन्तरिक्ष यान धेरै गुएर्नेसी गाई पूरा मानिन्छ छ सुने?यो gonna बथानलाई शट 'राउन्ड दुनिया हुन गर्नुपर्छ।
		-- Walt Kelly

%
हावा उडान मिसिन भन्दा भारी असम्भव छ।
		-- Lord Kelvin, President, Royal Society, c. 1895

%
Heisenberg यहाँ भएको हुन सक्छ।
		-- Lord Kelvin, President, Royal Society, c. 1895

%
Heisenberg यहाँ सुत्थ्यौं हुन सक्छ ...
		-- Lord Kelvin, President, Royal Society, c. 1895

%
कन्टिनेन्टल बहाव लड्न मद्दत गर्नुहोस्।
		-- Lord Kelvin, President, Royal Society, c. 1895

%
यहाँ तपाईँले एउटा महत्त्वपूर्ण विद्युत सिकाउन हुनेछ एक सरल प्रयोग छपाठ: एक सुन्दर, सुक्खा दिनमा, आफ्नो खुट्टा एक गलैँचा साथ, खरोंच त्यसपछि आफ्नो पुग्नएक साथीको मुख मा हात र आफ्नो दन्त fillings को एक छुनुहोस्। तिमीले गर्यौआफ्नो मित्र हिंसापुर्वक कसरी twitched र दुखाइ मा कराए नोटिस? योहामीलाई सिकाउँछ बिजुली धेरै शक्तिशाली शक्ति हुन सक्छ, तर पर्छ हामी कहिल्यैअरूलाई चोट यसलाई प्रयोग हामी एउटा महत्त्वपूर्ण विद्युत पाठ सिक्नुपर्छ नभएसम्म।यो पनि एक बिजुली सर्किट कसरी काम गर्छ हामीलाई सिकाउँछ। जब तपाईं scuffedआफ्नो खुट्टा, तपाईं जो धेरै साना वस्तुहरू छन् "इलेक्ट्रॉनों", को समूहहरु छानिएकोकि गलैँचा निर्माता गलैँचा मा बुनाई तिनीहरूले माटो आकर्षित गर्नेछ त्यसैले।इलेक्ट्रनों आफ्नो औंला मा आफ्नो रगत मार्फत यात्रा र सङ्कलन,जहाँ तिनीहरूले आफ्नो साथीको भरने गर्न Leaps एक स्पार्क गठन, त्यसपछि यात्राआफ्नो खुट्टा र फिर्ता गलैँचा मा तल, यसरी क्षेत्रीय पूरा।अचम्मको इलेक्ट्रनिक तथ्य: तपाईं बिना पर्याप्त लामो आफ्नो खुट्टा scuffed भनेकेहि छोएर, तपाईं आफ्नो औंला धेरै इलेक्ट्रॉनों निर्माण हुनेछविस्फोट हुनेछ! तर यो तपाईं जबसम्म चिन्ता केही छगलीचे।
		-- Dave Barry, "What is Electricity?"

%
नमस्ते! कुरा कसरी जाँदै हुनुहुन्छ?(ठीक, धन्यवाद ...)ठूलो! म तपाईंलाई एउटा प्रश्न लागि चिन्ता सक्छ भन्छन्,?(तपाईं बस एक सोधे ...)खैर, कसरी थप एक बारेमा?(एक पहिलो भन्दा बढी?)हो।(तपाईं पहिले नै आग्रह ...)[यो बिन्दुमा, Alphonso स्मार्ट हुन्छ ...]म सोध्न सक्छ दुई प्रश्न, सर?(कुनै।)म त एक यस्तो प्रश्न गर्न सक्छ?(होइन ...)त्यसपछि म सोध्न, गर्न सक्छ सर, म तपाईंलाई एउटा प्रश्न सोध्न सक्छ कसरी?(हो, तपाईं सक्छन्।)महोदय, कसरी म एउटा प्रश्न सोध्न सक्छ?(तपाईं लागि retroactive प्रश्न सोधेर विशेषाधिकार माग्नु पर्छतपाईं सोधे छन् प्रश्न संख्या, तब लागि अनुरोधनम्बर प्लस दुई, हालको प्रश्न लागि एक, र एक लागिअर्को एक)महोदय, म नौ प्रश्न हुन सक्छ?(सही अगाडि ...)
		-- Dave Barry, "What is Electricity?"

%
हस्टन, Tranquillity आधार यहाँ। यो ईगल उतर चुका छ।
		-- Neil Armstrong

%
तपाईं 'नयाँ गणित' समस्या कसरी 'पुरानो गणित' मन संग के गर्न सक्छौं?
		-- Charles Schulz

%
कति हप्ता उज्यालो वर्षमा छन्?
		-- Charles Schulz

%
कसरी अक्सर म कहीं लागि बाहिर सेट गरेर मात्र जा गर्नुपर्छ कहाँ पाउनअरू।
		-- R. Buckminster Fuller

%
मानव जगतले उकालो यो ओसारपसार गर्न पानी द्वारा बनाइयो।
		-- R. Buckminster Fuller

%
म एक अर्थशास्त्री छैन। म एउटा इमानदार मानिस हुँ!
		-- Paul McCracken

%
म परमेश्वरको ब्रह्माण्ड संग पासा खेल्छ भनेर विश्वास गर्न सक्दैन।
		-- Albert Einstein, on the randomness of quantum mechanics

%
म घृणा ऐसे गर्छन्। त्यहाँ गणित एक कल गर्न भन्दा कुनै ठूलो गल्ती होसही विज्ञान। त्यहाँ permutations छन् र aberrations मन गर्न छुट्याउनसम्पूर्ण मेरो जस्तै महान; जो साधारण एकाउंटेंट असफल सूक्ष्म भेरिएसनहरूमापत्ता लगाउन; नम्बर को लुकेका नियमहरू जो यो मेरो जस्तै मन चाहिन्छबुझ्ने। उदाहरणका लागि, तपाईं त फेरि तल माथि देखि एक योगफल थप्न भने, रतल माथि देखि, परिणाम सधैं फरक छ।
		-- Mrs. La Touche

%
म एउटा लेखक द्वारा एक भरपर्दो तर्क देखेको भएको कहिल्यै सम्झना छैन जो,सामान्य स्वीकृति संग भेट्न संभावना दार्शनिक परिसर देखि सुरु,एक जीवन को एक प्रशंसनीय अर्डर छ कि निष्कर्षमा पुगेकागणित मा अनुसन्धान गर्न यो समर्पित।
		-- Sir Edmund Whittaker, "Scientific American", Vol. 183

%
"म त लाग्छ छैन," बच्चाहरु ई Descartes बताए। बस त, उहाँले हराए।
		-- Sir Edmund Whittaker, "Scientific American", Vol. 183

%
म यो सबै देखे कि - म गणित बारेमा एक पटक एक भावना थियो। बाहिर गहिराईगहिराई मलाई प्रकट भएको थियो - यो Byss र पातालमा। म देखे - एउटा सक्छ रूपमाभेनस को ट्रान्जिट वा प्रभु मेयर गरेको देखाउनुहोस् हेर्न - एक मात्रा पारितअनन्त मार्फत बाट प्लस माइनस गर्न यसको साइन परिवर्तन। म ठीक देखेयो भयो किन र डिगना किन अपरिहार्य थियो - तर यो पछि थियोखाने र म यसलाई जान।
		-- Winston Churchill

%
म यसलाई केही प्रमाणित गर्न असम्भव भन्ने एक सिद्धान्त छ, तर म यसलाई प्रमाणित गर्न सक्दैन।
		-- Winston Churchill

%
"म बोगोटा जांच गरेको छ," उहाँले, "भन्नुभयो र मामला मलाई स्पष्ट छ।म धेरै शायद उहाँले निको पार्नुभयो हुन सक्छ लाग्छ। ""त्यो म सधैं आशा राखेको छु के छ," पुरानो Yacob बताए।"उसको मस्तिष्कमा असर परेको छ," अन्धा डाक्टर बताए।एल्डरहरूले सहमती गनगन गरे।"अब, के असर गर्छ?""आह!" पुरानो Yacob बताए।"यो," डाक्टर, आफ्नै प्रश्नको जवाफ भने। "ती Queerआँखा भनिन्छ, र जो कुराहरू एक राजी नरम बनाउन अवस्थितअनुहार मा निराशा, रोगग्रस्त, बोगोटा को मामला मा, यस्तो तरिकाले छन्उसको मस्तिष्कमा असर गर्न रूपमा। तिनीहरू निकै distended छन्, उहाँले परेलाहरु छ, रआफ्नो परेलिहरु सार्न, र cosequently उसको मस्तिष्कमा लगातार एक अवस्थामा छदाह र व्याकुलता। ""हो?" पुरानो Yacob बताए। "हो?""अनि म व्यावहारिक निश्चितताका साथ भन्न सक्छ लाग्छ कि, क्रममापूर्ण उहाँलाई निको पार्ने, हामी आवश्यक सबै एक सरल र सजिलो शल्य छकार्य - अर्थात्, ती अडचन शरीर हटाउन "।"अनि त्यसपछि उहाँले समझदार हुनेछ?""त्यसपछि उहाँले पूर्ण समझदार र एकदम उत्कृष्ट नागरिक हुनेछ।""विज्ञान लागि स्वर्ग धन्यवाद!" पुरानो Yacob बताए।
		-- H. G. Wells, "The Country of the Blind"

%
म शायद कहिल्यै तर्क सक्षम थियो जो एक गणितज्ञ ज्ञात छ।
		-- Plato

%
म, कुनै पनि समस्या, तर जटिल हेर्न अझै छ जो, जबतपाईं सही तरिकामा यो देख्यो अझै पनि थप जटिल बन्न थिएन।
		-- Poul Anderson

%
म माथि Dyson क्षेत्रहरू बीच मध्यवर्ती एक संरचना सपना देख्यो छर ग्रह। अर्धव्यास मा घन्टी 93 लाख माइल निर्माण - एक धरती कक्षा- सूर्य वरिपरि। यदि हामी काम गर्न बृहस्पति को ठूलो छ, र यदिहामी बारे एक हजार एक मोटाइ प्राप्त यो एक हजार माइल चौडा बनाउन,आधार लागि खुट्टा।र यो लाभ छ। यो Ringworld एक Dyson भन्दा धेरै sturdier हुनेछक्षेत्र। हामी गुरुत्वाकर्षण को लागि आफ्नो अक्ष मा स्पिन गर्न सक्नुहुन्छ। 770 को एक परिक्रमा गतिm / s हामीलाई एक धरती सामान्य एक गुरुत्वाकर्षण दिनुहुनेछ। हामी पनि आवश्यक छैनछत यो भन्दा बढी। ठाउँ पर्खाल प्रत्येक किनारा मा एक हजार माइल अग्लो र सामनासूर्य। धेरै सानो हावा किनाराको भन्दा लीक हुनेछ।प्रभु को कुरा पर्याप्त फराकिलो छ थाह छ। सतह तीन लाख पटक संगकसैले को complains अघि पृथ्वीको क्षेत्र, यो केही समय हुनेछcrowding।
		-- Larry Niven, "Ringworld"

%
म मेरो औंठी धारण ... र यो ग्रह पृथ्वी बाहिर blotted।
		-- Neil Armstrong

%
म यो मात्र त्यहाँ छ लागि, गणित को अध्ययन बारी तिनीहरूलाई बताउनतिनीहरूले शरीरका लालसा उम्कन सक्छ।
		-- Thomas Mann, "The Magic Mountain"

%
"म यो सबै साँचो छ _ N। बस म संग _ N> = 3 यो प्ले सुरक्षित थियो लाग्छकिनभने म प्रमाण सम्झना गर्न सकिएन। "
		-- Baker, Pure Math 351a

%
म मानिस अन्त गरेर कार आविष्कार सोच्नुहोस्।
		-- Jack Handey, The New Mexican, 1988.

%
"म यो बैजनी मार्फत कालो देखि एक पारी किनभने आकाश नीलो छ लाग्छगर्न नीलो, र यो जहाँ उज्यालो छ संग गर्न छ। के तपाईंलाई थाहा छ, योटाढा हामी त्यहाँ प्रकाश को रंग को एक स्थानांतरण छ अन्धकार मा प्राप्त, रको blueness मा, र म तपाईंलाई टाढा टाढा र टाढा जान रूपमा सोच्नपरिलक्षित प्रकाश हामी शेखी कि सूर्य वा प्रकाश देखि छयस पृथ्वीमा बन्द, उह, यो हुन्छ पनि गाढा ... म यदि तपाईं हेर्न लाग्छरंग मात्रा, तपाईं बैजनी मार्फत सार्न, यसलाई सार्न, कालो मा सुरुबाहिर, यो रंग को स्थानांतरण छ। हामी लगभग ताराहरू अघि उल्लेखगायन, र रंग को स्थानांतरण को प्रभाव को एक हो। "
		-- Pat Robertson, The 700 Club

%
म त्यहाँ मा भनिन्छ विज्ञान कुरा हुनुपर्छ सोच्नुहोस् "reindeer प्रभाव।"म यसलाई हुनेछ के थाहा छैन, तर मलाई लाग्छ यो कसैले भन्न सुन्न राम्रो हुन चाहन्छु,"सज्जनहरु, के हामी यहाँ को reindeer प्रभाव को एक आतंकित गर्नु उदाहरण हो।"
		-- Jack Handey, The New Mexican, 1988.

%
म तिनीहरूले एक नोबेल पुरस्कार को लागि दिने छैन को नीति छोड्नुहुँदैन सोच्नुहोस्काठको छेकवार।
		-- Jack Handey, The New Mexican, 1988.

%
म थप ठीक यसलाई घृणा गर्न प्रविधिको प्रयोग।
		-- Nam June Paik

%
म मानिस एक ब्लक मन मा त्यहाँ अवस्थित छ, त्यसपछि, कल्पना हुनेछहामी सम्झना र के रूपमा लामो अंकित छ थाहा मोम को ... रछवि रहनेछ; तर छवि effaced गर्दा, वा लिन सकिन्छ, त्यसपछि हामीभूल वा थाहा छैन।[ "VMS Internals र डाटा संरचनाहरु" मा उद्धृत, V4.4, जबछवि सक्रियता र समापन संकेत।]
		-- Plato, Dialogs, Theateus 191

%
म अक्सर, प्रश्न सोधे छु "त्यहाँ पृथ्वीबाहिर अन्य ग्रहहरूमा intelli- छ लाग्छ? Gence "म मानक तर्क दिन - ठाउँहरू धेरै बाहिर त्यहाँ छन्,र यति मा शब्द * अरबौं * प्रयोग, र। र फेरि मैले यो आश्चर्यजनक हुनेछ भन्नमलाई भने पृथ्वीबाहिर अन्य ग्रहहरूमा बुद्धि थिएनन्, तर पाठ्यक्रम त्यहाँ जस्तो छअहिलेसम्म यसको लागि कुनै सशक्त प्रमाण। त्यसपछि म सोधे, छु "हाँ, तर तपाईं केसाँच्चै लाग्छ? "म भन्छु," मैले म साँच्चै लाग्छ के तपाईं भन्नुभयो। "" हाँ, तरके तपाईंको पेट भावना के हो? "तर म साँच्चै, यो हो मेरो पेट साथ सोच्न छैन: प्रयास गर्नुहोस्।प्रमाण छ सम्म न्याय आरक्षित गर्न ठीक।
		-- Carl Sagan

%
यदि एक = बी र बी = सी, त्यसपछि एक = सी, जहाँ शून्य वा कानुन द्वारा निषेधित बाहेक।
		-- Roy Santoro

%
एक उँट एक समिति द्वारा डिजाइन एक घोडा छ भने, त्यसपछि एक सहमति पूर्वानुमान एक छउँट गरेको पछि।
		-- Edgar R. Fiedler

%
सफल बराबर भने, त्यसपछि सूत्र छ _ एक = _ + X _ वाई + _ Z. _ एक्स काम हो। _ वाईप्ले छ। _ Z आफ्नो मुख बन्द राख्न छ।
		-- Albert Einstein

%
सबै अरू असफल भएमा, अमरता सधैं शानदार त्रुटि द्वारा आश्वस्त हुन सक्छौं।
		-- John Kenneth Galbraith

%
संसारको सबै अर्थशास्त्रियों अन्त गर्न अन्त राखे थिए भने, हामी पुग्न थियोनिष्कर्षमा।
		-- William Baumol

%
एक प्रयोग गर्दछ भने, केही गलत भएको छ।
		-- William Baumol

%
इन्ट्रोपीबाइट बढ्दै छ भने, यो जहाँ आउँदै छ?
		-- William Baumol

%
हरेक नियम लागि एक अपवाद छ भने, त्यसपछि हामी स्थापित गरेको छ त्यहाँहरेक नियम एक अपवाद छ। हामी स्वीकार गर्नुभयो भने "हरेक नियम त्यहाँ एउटा छअपवाद "नियम, त्यसपछि हामी त्यहाँ एउटा अपवाद हुन सक्छ कि मान्नु पर्छसबै पछि, पछि देखि नियम त्यहाँ सधैं को संभावना छ भनी उल्लेखअपवाद, र हामी यसको तार्किक अन्त गर्न यो पालना भने हामी त्यहाँ सहमत हुनुपर्छहरेक नियम लागि त्यहाँ एक अपवाद छ कि नियम एक अपवाद हुन सक्छ।
		-- Bill Boquist

%
परमेश्वरको सिद्ध छ भने, उहाँले discontinuous कार्य किन सिर्जना भयो?
		-- Bill Boquist

%
म परिचित थिए भने, म एक ताला भएको थियो।
		-- Albert Einstein

%
म त कता हो कता देखेको छ भने यसलाई म विशाल गरेको पाइला उभिए किनभने छ।
		-- Albert Einstein

%
म यहाँ सेट र लामो पर्याप्त केही घूरना भने, मान्छे लाग्छ सक्छम केहि काम एक इन्जिनियर हुँ।
		-- S. R. McElroy

%
तपाईं पाउन कुनै समस्या आफूलाई काम को एक विशाल राशि गर्दै भने,जवाफ द्वारा सरल निरीक्षण प्राप्त गर्न सकिन्छ।
		-- S. R. McElroy

%
यो एक चमत्कार हो भने, प्रमाण को कुनै पनि प्रकारको जवाफ हुनेछ, तर यो एक तथ्य हो भने,प्रमाण आवश्यक छ।
		-- Samuel Clemens

%
यो Smells भने यो रसायन, यो जीव हो crawls भने, यदि यो काम गर्दैन छयो भौतिक विज्ञान हो।
		-- Samuel Clemens

%
यो न्यूटन लागि थिएन भने, हामी bruised स्याउ खान छैन होला।
		-- Samuel Clemens

%
तपाईं गलत जवाफ अन्त गणितीय भने, द्वारा गुणन प्रयासपृष्ठ संख्या।
		-- Samuel Clemens

%
वैज्ञानिक तर्क को तार्किक प्रक्रियाहरू सीमित थिए भनेगणित, हामी धेरै टाढा शारीरिक हाम्रो समझ प्राप्त हुँदैनसंसारमा। एक साथै सम्पूर्ण द्वारा पोकर को खेल बुझ्न प्रयास गर्न सक्छसम्भावना को गणित को प्रयोग।
		-- Vannevar Bush

%
को आदिवासी एक बुद्धि परीक्षण मस्यौदा तैयार भने, पश्चिमी सभ्यता सबै हुनेछसंभाव्यतः यो flunk।
		-- Stanley Garn

%
सत्यतथ्य सिद्धान्त फिट छैन भने, सत्यतथ्य परिवर्तन।
		-- Albert Einstein

%
यदि मानव मस्तिष्क हामी यो बुझ्न सक्ने यति सजिलो थियो,हामी यति सजिलो हुनेछ हामी सकिनँ।
		-- Albert Einstein

%
तिनीहरूले ढुसी लागेको रोटी बाहिर रोगनाशक ओषधि बनाउन सक्छ भने, तिनीहरूले निश्चित गर्न सक्नुहुन्छकेहि तपाईं बाहिर।
		-- Muhammad Ali

%
"मूल्य corrupts भने निरपेक्ष मूल्य corrupts बिल्कुल।"
		-- Muhammad Ali

%
तपाईं केहि विश्लेषण भने, तपाईं यसलाई नाश।
		-- Arthur Miller

%
के तपाईं एउटा हुन पर्याप्त स्मार्ट हुनुहुन्न भनेर थाह पर्याप्त स्मार्ट हुनुहुन्छ भनेइन्जिनियर, त तपाईं व्यापार हुनुहुन्छ।
		-- Arthur Miller

%
तपाईं यसलाई बुझ्न सक्नुहुन्न भने, यो intuitively स्पष्ट छ।
		-- Arthur Miller

%
तपाईं पेसा त्यसपछि पछिल्लो केही लेक्चर मा सामाग्री पाएका छन् भनेमा चार्टर्ड लेखा बेकन्स।प्रणाली पाठ्यक्रम।
		-- Advice from the lecturer in the middle of the Stochastic

%
तपाईं शीतल पेय मेसिन मा "अतिरिक्त बरफ" बटन धक्का भने, नहींकुनै पनि बरफ प्राप्त। तपाईँले "कुनै बरफ" बटन धक्का भने, तपाईं बरफ प्राप्त, तर कुनै कप छौँ।
		-- Advice from the lecturer in the middle of the Stochastic

%
तपाईं झ्यालको jamb वा ढोका, यदि विरुद्ध आफ्नो knuckles र्याप भनेतपाईं एक curled- मा आफ्नो खुट्टा समातेर भने, एक ओछ्यानमा वा डेस्क विरुद्ध आफ्नो खुट्टा माझमाथि एक कम्बल को कुना, वा डेस्क वा कुर्सी विरुद्ध खुट्टाको औंला प्रहार, पछाडि जानुहोस् रअनुक्रमदोहोर्याउनुहोस्।तपाईं आफैलाई बन्द पाठ्यक्रम तपाईं थिए कति टाढा हैरानी पाउनुहुनेछकि विन्डो jamb, कि ढोका, कि कुर्सी मारा। पाठ्यक्रम मा फिर्ता पाउन र यसलाई केफेरि। तपाईं वरिपरि आफ्नो बाटो फेला पार्न सक्नुहुन्न भने तपाईं कसरी अन्तरिक्ष यान पायलट गर्न सक्नुहुन्छतपाईंको आफ्नै अपार्टमेन्ट?
		-- William S. Burroughs

%
तपाईं एक लेखक देखि चोर्न भने यो साहित्यिक चोरी छ; तपाईं चोरी यदियसलाई अनुसन्धान छ।
		-- Wilson Mizner

%
तपाईं समाधान को भाग हुनुहुन्न भने, तपाईंले precipitate को भाग हुनुहुन्छ।
		-- Wilson Mizner

%
कल्पना ज्ञान भन्दा बढी महत्त्वपूर्ण छ।
		-- Albert Einstein

%
1750 मा उहाँले सिढी एक उडान अप गिर जब Issac न्यूटन निरुत्साहित भयो।
		-- Albert Einstein

%
1869 मा वफल फलाम वाफल्स wrinkled थियो जो मान्छे को लागि आविष्कार गरिएको थियो।
		-- Albert Einstein

%
न्यूनतम-चरण प्रणाली मा बीच एक inextricable लिंक छआवृत्ति प्रतिक्रिया, चरण प्रतिक्रिया र क्षणिक प्रतिक्रिया, तिनीहरूलेहो सबै केवल एक अर्को को रूपान्तरणहरूलाई। यो संग संयुक्तउत्पादन एम्पलीफायरों र सही खुला-पाश त्रुटिहरू को minimalizationगैर-रैखिक निष्क्रिय crossover नेटवर्क लोड लागि क्षतिपूर्ति गर्न सक्छन्सिस्टम संकल्प मा एक महत्वपूर्ण कमी गुमाए नेतृत्व। तर,जब तपाईं फ्लोइड Pink सुन्न यो सबै ज्याक हो।
		-- Albert Einstein

%
मेरो विचारमा कसैले सुधार रुचि आफैले शासन गर्नु हुँदैन बाहिरशुद्ध ऊर्जा बनेर।
		-- Jack Handey, The New Mexican, 1988.

%
प्रकृति त्यहाँ न पुरस्कार न त सजाय हो, त्यहाँ नतिजा हो।
		-- R. G. Ingersoll

%
बाहिर डायल गर्न, यो कसैको आयाम चौडा गर्न आवश्यक छ।
		-- R. G. Ingersoll

%
"खरोंच देखि एक स्याउ पाइ बनाउन, तपाईंले पहिलो सिर्जना पर्छब्रह्माण्डको। "
		-- Carl Sagan, Cosmos

%
यो अक्सर भन्ने वैज्ञानिकहरूले ', भन्न हुन्छ विज्ञान मा तपाईं एक साँच्चै हो थाहाराम्रो तर्क; मेरो स्थिति, गलत छ 'र त्यसपछि तिनीहरूले वास्तवमा परिवर्तनतिनीहरूको मन र तपाईं तिनीहरूलाई देखि त्यो पुरानो दृश्य फेरि कहिल्यै सुन्न। तिनीहरू साँच्चैगर। किनभने वैज्ञानिकहरूले छन् यो अक्सर यो हुनु पर्छ हुँदैनमानव र परिवर्तन कहिलेकाहीं दर्दनाक छ। तर यो हरेक दिन हुन्छ। म सक्दिनजस्तो कुरा राजनीति वा धर्म मा भयो पछिल्लो समय सम्झन।
		-- Carl Sagan, 1987 CSICOP keynote address

%
"छोटो मा, _ एन Richardian यदि छ, र मात्र भने, _ एन छैन Richardian छ।"
		-- Carl Sagan, 1987 CSICOP keynote address

%
विनिर्देशों मा, मर्फी व्यवस्था ओम गरेको supersedes।
		-- Carl Sagan, 1987 CSICOP keynote address

%
सुरुमा केही थियो। र प्रभु भन्नुभयो, "उज्यालो हुन त्यहाँ गरौं!"र अझै पनि त्यहाँ केही थियो, तर कम से कम अब तपाईं यसलाई देख्न सक्थे।
		-- Carl Sagan, 1987 CSICOP keynote address

%
सुरुमा त्यहाँ द्वारा सिर्जना, गणितज्ञ मात्र एक प्रकारको थियोको Topologist: महान् Mathamatical आत्मा पुस्तक गठन। र तिनीहरूले गयोठूलो संख्या र फलिफाप गराउनुभयो।एक दिन तिनीहरूले स्वर्गमा अप देख्यो र जहाँसम्म माथि पुग्न चाहन्छन्रूपमा आँखा देख्न सक्थे। त्यसैले तिनीहरू एक गणितीय edifice कि निर्माणको बाहिर सेटजहाँसम्म "माथि" गए अप पुग्न थियो। थप र थप अप तिनीहरू गए ...एक रात सम्म edifice विरोधाभास को वजन अन्तर्गत संकुचन।जहाँ त्यहाँ एक पटक एक विशाल थियो निम्न बिहान मात्र Rubble देखेसंरचना आकाश गर्न पुगिरहेका। एक एक गरेर, गणितज्ञ चढेकाको Rubble अन्तर्गत देखि बाहिर। यो कसैले मृत्यु भएको थियो कि एक चमत्कार थियो; तर कहिलेतिनीहरू आपसमा, सबै suprises को SUPRISE कुरा गर्न थाले! तिनीहरूले सकिनँप्रत्येक अन्य बुझ्छु। उनीहरू सबै विभिन्न भाषा बोल्थे। उनीहरू सबै लडेआफू र प्रत्येक बीच आफ्नै तरिकाले गए। यो दिन गर्नTopologists मूल गणितज्ञ रहन।
		-- The Story of Babel

%
को मा पढ्दा Hadamard गरेको "द आविष्कार को मनोविज्ञान को पाठ्यक्रमगणितीय क्षेत्र ", म एक वास्तवमा समर्थन प्रमाण मार्फत आएका छन्जुन हामीले कफी achievers लामो मूल्यांकन गरेको: कुनै साँच्चै रचनात्मक,बौद्धिक विचार कफी को राम्रो कप बिना सम्भव छ। पृष्ठ मा14, Hadamard fuchsian समूहका Poincare गरेको सिद्धान्त छलफल रजसमा उनले रूपमा "वर्णन fuchsian कार्य, ... आफ्नो सबैभन्दा ठूलो को एकआविष्कारहरू, आफ्नो महिमा consecrated जो पहिलो ... "Hadamard बुझाउँछPoincare भएको एउटा "... sleepless सबै कि सुरु जो रात थियोस्मरणीय काम ... "र निम्न, धेरै प्रकट उद्धरण दिन्छ:"एक साँझ मेरो अनुकूलन विपरीत, म पिए कालो कफी रनिदाउन सकेनन्। विचार भीड मा गुलाब; म तिनीहरूलाई ठोक्किनु महसुसजोडी interlocked सम्म, त्यसैले एक स्थिर बनाउन, बोल्नसंयोजन। "धेरै खराब पिउने कालो कफी आफ्नो अनुकूल विपरीत थियो। शायद उहाँलेसाँच्चै एक कफी achiever कुरा राशि सक्थे।
		-- The Story of Babel

%
सिद्धान्त मा, त्यहाँ सिद्धान्त र अभ्यास बीच कुनै भिन्नता छ। व्यवहार मा,त्यहाँ छ।
		-- The Story of Babel

%
यी विषयमा मात्र निश्चितताका त्यहाँ केही केही छ भन्ने छ।
		-- Pliny the Elder

%
"यो प्रतिस्थापन धरती हामी भवन हुनुहुन्छ तिनीहरूले मलाई अफ्रीका दिएको छुके र पाठ्यक्रम म यो सबै fjords फेरि म के किनभने गरिरहेको छुतिनीहरूलाई जस्तै, र म पुरानो जमानाको पर्याप्त तिनीहरूले एक सुंदर दिनको सोच्न छुबारोकी एक महादेशमा गर्न लाग्छ। र तिनीहरूले मलाई यो पर्याप्त इक्वेटोरियल छैन भन।इक्वेटोरियल! "उहाँले एक खोक्रो हाँसो दिनुभयो।" यो के फरक छ? विज्ञान छपाठ्यक्रम, केही अद्भुत कुराहरू हासिल, तर म टाढा भन्दा खुसी हुन चाहन्छुदायाँ कुनै पनि दिन। ""अनि तिमी?""न त्यो कहाँ यो सबै पाठ्यक्रम, घोप्टो तल छ।""दया," आर्थर सहानुभूति साथ भन्नुभयो। "यो एकदम राम्रो जस्तै सुनिन्थ्योजीवन-शैली अन्यथा। "
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
सूचना इन्ट्रोपीबाइट को व्युत्क्रम छ।
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
परस्पर भागहरु छैन हुनेछ।
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
भौतिकशास्त्र लगानी - Dirac टुक्रा स्वामित्व!
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
"Irrationality सबै दुष्ट को वर्ग मूल छ"
		-- Douglas Hofstadter

%
ज्ञान knowable छ? भने, हामी कसरी थाह पाउँछौं?
		-- Douglas Hofstadter

%
छैन यो रोचक छ कि विज्ञान कल्पना मा हाँस्न गर्ने नै मान्छेमौसम पूर्वानुमान र अर्थशास्त्रियों सुन्नुहुन्छ?
		-- Kelvin Throop III

%
छैन यो अनौठो छ कि जिप्सी भाग्य मा हाँस्न समान मान्छेtellers अर्थशास्त्रियों गम्भीरतासाथ लिन?
		-- Kelvin Throop III

%
त्यहाँ छ भनेर होइन "यो वाल्टर गरेको घोडा पखेटा छ हुन सक्छ"वाल्टर गरेको घोडा रूपमा कुनै पनि यस्तो जनावर, मात्र त्यहाँ हुन सक्ने; तर "वाल्टर गरेकोघोडा वाल्टर गरेको घोडा गरेको बुझाउँछ पखेटा "हुन सक्थ्यो जो कुरा छअस्तित्व। तर संयोजन "वाल्टर गरेको घोडा अवस्थित, र यो हुन सक्छवाल्टर गरेको घोडा पखेटा छ "अझै पनि होइन" वाल्टर गरेको घोडा एक छसायद यो मात्र वाल्टर गरेको हुन सक्छ लागि, पखेटा छ सक्ने "कुराघोडा वाल्टर फरक घोडा गरेर पखेटा छ। न त गर्छ "वाल्टर गरेकोघोडा पखेटा हुन सक्थ्यो जो कुरा छ "conversely नबुझाउन" यो हुन सक्छवाल्टर गरेको घोडा पखेटा "छ; यो हुन सक्छ लागि भनेर वाल्टर गरेको घोडा सकेजति मात्रवाल्टर गरेको घोडा हुनुको द्वारा पखेटा छ।म सूत्र [आवश्यक केही एक्स सम्पत्ति पी छ भने त्यो, अस्वीकार थियो हुनतत्यसपछि केही एक्स सम्पत्ति पी] एक तार्किक व्यवस्था, देखि पी (X) देखाउँदैन छ रहिरहन सकेनलागि, हामीलाई, र बयान "X एक राम्रो logician मभन्दा छ" भन्न गरौं "यो छआवश्यक कसैलाई राम्रो logician छ भने भन्दा म त कसैलाई छ छु भनेरकिनभने त्यहाँ कुनै पनि मलाई भएको पर्दैन मभन्दा राम्रो logician "गलत छ।
		-- A. N. Prior, "Time and Modality"

%
यो केवल अनुसन्धान चूहहरुमा क्यान्सर गराउँछ भनेर पत्ता लगाइएको छ।
		-- A. N. Prior, "Time and Modality"

%
यो त्यहाँ एक निर्वात वा ठाउँ छ भन्न तर्क विपरीत छजो त्यहाँ बिल्कुल केहि छ।
		-- Descartes

%
यो असम्भव प्रकाश भन्दा छिटो यात्रा गर्न पक्कै छैन मनमोहक छ, र,एक टोपी रूपमा बन्द उड्ने राख्छ।
		-- Woody Allen

%
यो जब तपाईं समस्याको बारेमा केही थाहा समाधान सुझाव धेरै सजिलो छ।
		-- Woody Allen

%
यो जवाफ पाउनुपर्ने हरेक प्रश्न छैन।
		-- Publilius Syrus

%
यसले मलाई प्रोभिडेन्स को inscrutable workings गहिराइलाई गर्न प्रयास गर्न को लागि छैन।
		-- The Earl of Birkenhead

%
यो केवल छ, ध्रुवीय सह-ordinates जटिल छन् कि छैनउनि एक सही छ भन्दा त्यो कार्टेसियन सह-ordinates छरितो छन्।
		-- Kleppner & Kolenhow, "An Introduction to Mechanics"

%
एक क्याथोलिक महिला एक रिसोर्टमा द्वारा गर्भावस्था जोगिन लागि यो अब एकदम न्यायसंगत छगणित, त्यो अझै पनि निषेध गरिएको छ यद्यपि भौतिकी र रसायन गर्न Resort गर्न।
		-- H. L. Mencken

%
यो आफ्नो paperboy पाँच लागि ब्रश आफ्नो कागज फेंकता यदि त्यो सत्य होसीधा दिन यो गुरुत्वाकर्षण को न्यूटन व्यवस्था वर्णन गर्न सकिँदैन। तर यो लिन्छयो तपाईं भइरहेको छ किन व्याख्या गर्न मर्फी व्यवस्था।
		-- H. L. Mencken

%
यो जो यो गलत हुन सक्छ भन्ने हो, मलाई intuitively स्पष्ट देखिन्छ।
		-- Chris Torek

%
यो बढी गणितज्ञ नयाँ, उच्च स्तर प्रयोग गर्दै जस्तो देखिन्छभाषा "अनुसन्धान विद्यार्थी" नाम।
		-- Chris Torek

%
"यो सजिलो सम्पन्न भन्दा भने छ।"... र के तपाईं विश्वास छैन भने, यो भन्दा सजिलो सम्पन्न भन्ने साबित प्रयासयो भन्दा सजिलो पूरा `बताए भने, र तपाईं यसलाई सजिलो" भनेर देख्नुहुनेछभन्दा भन्यो 'यो हो "साँच्चै भन्ने प्रमाणित गर्छ जो," गरिन्छ भन्दा सजिलो भनेडन "।
		-- Chris Torek

%
यो विकास को वर्ष लाखौं अन्त परिणाम रूपमा विचार गर्न कठिन छ।
		-- Chris Torek

%
यो तपाईं, संयुक्त रूसी-अमेरिकी अन्तरिक्ष मिशन छ लाग्छ भन्दा पछि छपहिले नै सुरु।
		-- Chris Torek

%
यो एक अप्टिकल भ्रम छैन, यो सिर्फ एक जस्तो देखिन्छ।
		-- Phil White

%
यो कठिन [मात्र] cosmetically गलत हो भनेर त्रुटिहरू स्वीकार गर्न छ।
		-- J. K. Galbraith

%
'निषेध' संक्रमण मतलब केवल किनभने तिनीहरूले भनिन्छ कि तिनीहरूलेनिषेध गरिएको छ। तपाईं हेर्न भने तिनीहरू अनुमति संक्रमण भन्दा कम अनुमतिम के मतलब।
		-- From a Part 2 Quantum Mechanics lecture.

%
Kleeneness Godelness गर्न अर्को छ।
		-- From a Part 2 Quantum Mechanics lecture.

%
भाडामा क्लाइन बोतल - भित्र सोध्छन्।
		-- From a Part 2 Quantum Mechanics lecture.

%
अन्तिम yeer म spel इन्जिनियर kudn't। अब म जित्यो छन्।
		-- From a Part 2 Quantum Mechanics lecture.

%
लरेन्स विकिरण प्रयोगशाला पुरानो खैरो ट्रंक यसको सबै डाटा राख्छ।
		-- From a Part 2 Quantum Mechanics lecture.

%
जीवन आसपास को उत्तेजना जैव रासायनिक प्रतिक्रिया छएक स्थिर ecosphere मा वातावरण चेरी को एक कचौरा एक हुँदाराउन्ड कन्टेनर लाठी मा सानो रातो फल भरिएको।
		-- From a Part 2 Quantum Mechanics lecture.

%
जीवन धेरै अर्ब सेलको विधिपूर्वक तपाईं एक समय को लागि हुन छ।
		-- From a Part 2 Quantum Mechanics lecture.

%
यसलाई गैर-रैखिक छ किनभने जीवन गाह्रो छ।
		-- From a Part 2 Quantum Mechanics lecture.

%
तर्क, एक सानो चरा एक रूख बसेर; कि Smells * _____ भयानक *।
		-- From a Part 2 Quantum Mechanics lecture.

%
तर्क खराब Smells एक राम्रो फूल हो।
		-- From a Part 2 Quantum Mechanics lecture.

%
तर्क निर्धक्क भई गलत निष्कर्षमा आउने एक व्यवस्थित तरिका हो।
		-- From a Part 2 Quantum Mechanics lecture.

%
तर्क मन को नैतिक शुद्धता बेल्ट छ!
		-- From a Part 2 Quantum Mechanics lecture.

%
प्रेम मूलभूत कोणीय देखि एक सानो मद्दत संग दुनिया गोमा 'राउन्ड बनाउँछगति।
		-- From a Part 2 Quantum Mechanics lecture.

%
लुकास को legendarily विश्वसनीय को घटक को धेरै स्रोत छब्रिटिश मोटर वाहन बिजुली व्यवस्था। पेशेवर कम्पनी "कलअन्धकारको राजकुमार "। निस्सन्देह, लुकास डिजाइन थिए भने र निर्माणआणविक हतियार, विश्व युद्ध III कहिल्यै बन्द जमीन प्राप्त हुनेछ। ब्रिटिशयो अमेरिकी भन्दा कुनै पनि थप न्यानो बियर रुचि छैन। ब्रिटिश पेय न्यानोबियर किनभने तिनीहरूले लुकास रेफ्रिजरेटर छ।
		-- From a Part 2 Quantum Mechanics lecture.

%
Ma बेल एक मतलब आमा!
		-- From a Part 2 Quantum Mechanics lecture.

%
मिसिन कम समस्या छ। म एक मिसिन हुन चाहन्छु।
		-- Andy Warhol

%
यो आफैलाई बनाउन? तर म शारीरिक जैविक रसायनविद् हुँ!
		-- Andy Warhol

%
तपाईं यसलाई छिटो दाँया अघि यो बनाउन।
		-- Andy Warhol

%
मानिस कहिल्यै उड हुनेछ। स्पेस यात्रा केवल एक सपना छ। सबै एस्पिरिन समान छ।
		-- Andy Warhol

%
गणित र रक्सी नहीं MIX नगर्नुहोस्!कृपया, पिउन र उठाउन छैन।गणितज्ञविरुद्धमादक पदार्थ सेवन गरेरDeriving
		-- Andy Warhol

%
गणित प्रेम जस्तै छ - एक सरल विचार तर यो जटिल प्राप्त गर्न सक्छन्।
		-- R. Drabek

%
गणितज्ञ Frenchmen जस्तै हो: तपाईं तिनीहरूलाई भन्न जे तिनीहरूले अनुवादआफ्नै भाषामा र तुरन्त यो कुरा सम्पूर्ण फरक छ।
		-- Johann Wolfgang von Goethe

%
गणितज्ञ अक्सर जो छ, हिल्बर्ट ठाउँ भनिन्छ कुरा ResortN-आयोमी रूपमा वर्णन गरे। आधुनिक सेक्स जस्तै, कुनै पनि नम्बर खेल्न सक्छन्।
		-- Dr. Thor Wald, "Beep/The Quincunx of Time", by James Blish

%
गणितज्ञ निरपेक्ष स्वतन्त्रता अभ्यास।
		-- Henry Adams

%
गणित अवधारणाहरु को सम्बन्ध संग विशेष सम्झौताअनुभव गर्न आफ्नो सम्बन्ध विचार बिना आपसमा।
		-- Albert Einstein

%
जहाँ एक के थाह कहिल्यै गणित मात्र विज्ञान छएक बारेमा न त के भने साँचो छ कि छैन भनेर कुरा छ।
		-- Russell

%
गणित, सही हेरिएको नजिकै, मात्र होइन सत्य तर सर्वोच्च सौन्दर्य -कुनै पनि अपिल बिना एक सौन्दर्य चिसो र austere, एक मूर्तिकला जस्तो,हाम्रो कमजोर प्रकृतिको भाग, चित्रकला वा संगीत को भव्य फँसाने बिना,अझै sublimely शुद्ध र यस्तो मात्र रूपमा कडी पूर्णता सक्षमसबैभन्दा ठूलो कला देखाउन सक्छौं। आनन्द को साँचो आत्मा को exaltation, अर्थमाउच्चतम उत्कृष्टता को touchstone छ मानिस, भन्दा बढी हुनुको, छगणित मा रूपमा पक्कै रूपमा कविता फेला सकिन्छ।
		-- Bertrand Russell

%
कुरा सिर्जना गर्न वा नष्ट, न त यो एक रसिद बिना फर्के गर्न सकिन्छ।
		-- Bertrand Russell

%
कुरा यसको मूल्य प्रत्यक्ष अनुपात मा क्षतिग्रस्त हुनेछ।
		-- Bertrand Russell

%
दुई पटक, पटक कटौती मापन।
		-- Bertrand Russell

%
एक माइक्रोमीटर संग मापन। चक संग चिनो। एक बन्चरो संग काटे।
		-- Bertrand Russell

%
Mediocrity मानकीकरण मा सुरक्षा पाता।
		-- Frederick Crane

%
मानिसहरू आश्चर्य प्रेम, र त्यो विज्ञान बीउ छ।
		-- Frederick Crane

%
मानिसहरू कहिले काँही सत्य भन्दा चुक्छौं तर तिनीहरूलाई को सबै भन्दा आफूलाई छनोटअप र केही भयो थियो भने बन्द हतार।
		-- Winston Churchill

%
आधुनिक मनोविज्ञान प्रदान गर्ने व्यवहार र तन्त्रिका लागि पूर्ण लिन्छसमारोह पूर्ण correlated छन्, एउटा पूर्ण कारण छअन्य। त्यहाँ मा एक औंला लीन कुनै छुट्टै प्राण वा lifeforce छमस्तिष्क अब र फेरि बनाउन तन्त्रिका कक्षहरू के तिनीहरूले अन्यथा छैन हुनेछ गर्छन्।वास्तवमा, को पाठ्यक्रम, यो एक काम धारणा मात्र हो। ... यो एकदम छएकदिन को धारणा अस्वीकार गर्न हुनेछ भनेर कल्पना गर्न। तर योहामी अझै त्यो दिन पुगेको छैन भनेर हेर्न पनि महत्त्वपूर्ण छ: कामधारणा एक आवश्यक छ र त्यहाँ यो विरोध कुनै वास्तविक प्रमाण हो।समस्या समाधान गर्न हाम्रो विफलता हालसम्म यो अघुलनशील बनाउन गर्दैन। एक सक्दैनतार्किक भौतिकी र जीव मा एक determinist, र मनोविज्ञान मा एक रहस्यवादी हुन।सिद्धान्त ", 1949
		-- D. O. Hebb, "Organization of Behavior: A Neuropsychological

%
थप इतिहास मा कुनै पनि समय भन्दा मानवजातिले अहिले Crossroads सामना। एक बाटोनिराश र बोल्न आशाहीनता, कुल विलुप्त गर्न अन्य जान्छ।हामी सही छनौट गर्न बुद्धि छ भनेर हामीलाई प्रार्थना गरौं।
		-- Woody Allen, "Side Effects"

%
"आफ्नो टाउको मा गुणा" "365,365,365 (दयालु डा एडम्स आदेश),365.365.365 365.365.365.365.365.365 द्वारा "। उहाँले [दस वर्षीया Truman हेनरीSafford] एक शीर्ष जस्तै कोठा वरिपरि उड्यो, को भन्दा आफ्नो pantaloons झिकेरआफ्नो जूता को tops, कहिलेकाहीं, आफ्नो हात bit आफ्नो सकेट मा आफ्नो आँखा रोल्डहँसिलो र कुरा, र त्यसपछि एक वेदना हुन seeming, सम्म, अधिक माएक मिनेट भन्दा, उहाँले भन्नुभयो, 133.491.850.208.566.925.016.658.299.941.583.225! "एक इलेक्ट्रोनिक कम्प्युटर एक सानो छिटो काम गर्न सक्छ तर यो हुन छैनरूपमा हेर्न धेरै मजा।
		-- James R. Newman, "The World of Mathematics"

%
मर्फी व्यवस्था, Godel गरेको प्रमेय को कि भंगशील proletarian restatement।
		-- Thomas Pynchon, "Gravity's Rainbow"

%
मेरो ज्यामिति शिक्षक सधैं कहिलेकाहीं तीव्र र कहिले काँही obtuse थियो, तर,सधैं, त्यो सही थियो।[एउटा रोचक कोण छ। यदि कुनै पनि समानताहरु छन् मलाई आश्चर्य?]
		-- Thomas Pynchon, "Gravity's Rainbow"

%
मेरो सन्देश छ कि जैविक determinists खराब वैज्ञानिकहरूले थिए छैन वापनि छ कि तिनीहरूले सधैं गलत थिए। बरु, म विज्ञान हुनुपर्छ भन्ने विश्वासएक सामाजिक घटना, एक gutsy, मानव उद्यम, छैन काम रूपमा बुझेकारोबोट शुद्ध जानकारी सङ्कलन गर्न प्रोग्राम। म पनि यो दृश्य रूपमा प्रस्तुतविज्ञान लागि एक upbeat, एक महान आशा लागि एक उदास epitaph मा बलिदान छैन रूपमामानव सीमितता को बदल।म एक factual वास्तविकता र विज्ञान, अवस्थित छ अक्सर हुनत विश्वासएक obtuse र बत्तीको ठेगान तरिका, यो सिक्न सक्नुहुन्छ। ग्यालिलियोले देखाइएको थिएनचंद्र गति बारेमा एउटा अमूर्त बहस मा यातना को साधन। उसंग थियोसामाजिक र सैद्धान्तिक लागि चर्च गरेको पारंपरिक तर्क धम्कीस्थिरता: एक केन्द्रीय बारेमा circling ग्रह संग स्थिर दुनिया आदेशपृथ्वी, पूजाहारीहरूले पोप र आफ्नो प्रभु गर्न serfs गर्न अधीनस्थ। तरचर्च चाँडै ग्यालिलियोले गरेको cosmology यसको शान्ति गरे। तिनीहरूले कुनै विकल्प थिएन; कोपृथ्वीमा साँच्चै सूर्य बारेमा Revolve गर्छ।
		-- S. J. Gould, "The Mismeasure of Man"

%
Mystics सधैं भन्ने विज्ञान केही दिन तिनीहरूलाई लाग्नेछन् हुनेछ आशा।
		-- Booth Tarkington

%
प्राकृतिक नियमहरू कुनै दया छ।
		-- Booth Tarkington

%
प्रकृति एक नायक घृणा गर्नुहुन्छ। एउटा कुरा, उहाँले संरक्षण को व्यवस्था उल्लङ्घनऊर्जा। अर्को लागि, कसरी यो fittest को अस्तित्व हुन सक्छ जबfittest उहाँले हुन भन्दा संभावना छ जहाँ परिस्थितिमा आफूलाई राख्दै राख्छcreamed?
		-- Solomon Short

%
प्रकृति सधैं लुकेका दोष पक्ष।
		-- Solomon Short

%
प्रकृति द्वारा र ठूलो छ ढोका बाहिर फेला, एक स्थान जहाँ,यो तर्क गर्न सकिन्छ, त्यहाँ पर्याप्त आराम कुर्सियाँ कहिल्यै छन्।
		-- Fran Lebowitz

%
प्रकृति, आज्ञा गर्न, पालन गर्नु पर्छ।
		-- Francis Bacon

%
नील आर्मस्ट्रांग tripped।
		-- Francis Bacon

%
Neutrinos physicists मा छन्।
		-- Francis Bacon

%
Neutrinos खराब चौडाई छ।
		-- Francis Bacon

%
कहिल्यै रूपमा लामो मशीनरी के यो के मानिन्छ गर्नुपर्छ गर्छ रूपमा सिद्धान्त चिन्ता।
		-- R. A. Heinlein

%
सावधान योजना को कुनै रकम कहिल्यै लाटा भाग्य प्रतिस्थापन गर्नेछ।
		-- R. A. Heinlein

%
प्रतिभा को कुनै रकम विस्तार संग एक preoccupation हटाउन सक्नुहुन्छ।
		-- R. A. Heinlein

%
Nondeterminism कहिल्यै तिमी गलत हो भन्न भइरहेको हो।
		-- R. A. Heinlein

%
बात। ठाउँ नीलो छ र चरा यसलाई माध्यम उड।
		-- Heisenberg

%
यहाँ टाढा छैन, सेतो सूर्य द्वारा, हरियो तारा पछि, बस्ने भएकोSteelypips, शानदार, मेहनती, र तिनीहरूले थियो एक हेरविचार: कुनै spats माआफ्नो vats, कुनै नियम, कुनै विद्यालय, कुनै दुःखलाई, को को नराम्रो प्रभावचन्द्र, कुरा वा antimatter कुनै समस्या - तिनीहरूले एक मिसिन, एक थियोहरेक मा पानीका मुहानहरू र गियर र सिद्ध संग एक मिसिन को सपना।र तिनीहरूले संग बस्थे, र यो मा, र यो अन्तर्गत, र यो भित्र, यसको लागितिनीहरूले थियो सबै थियो - पहिलो तिनीहरू आफ्नो सबै अणुहरु, त्यसपछि तिनीहरूले राख्न सुरक्षितती सबै सँगै, र यदि एक फिट थिएन, तिनीहरूले मा chipped किन एक बिट,र सबै ठीक थियो ...
		-- Stanislaw Lem, "Cyberiad"

%
केही प्रकाश को गति भन्दा छिटो छ ...आफैलाई यो साबित गर्न, अघि रेफ्रिजरेटर ढोका खोल्ने प्रयास गर्नुहोस्प्रकाश मा आउँछ।
		-- Stanislaw Lem, "Cyberiad"

%
केही धनी तर प्रकृतिको inexhaustible धन छ।त्यो हामीलाई मात्र सतहहरु देखाउँछ, तर त्यो एक लाख fathoms गहिरो छ।
		-- Ralph Waldo Emerson

%
आणविक संचालित vacuuum क्लीनर शायद 10 वर्ष भित्र एक वास्तविकता हुनेछ।वैक्यूम क्लीनर को निर्माता), द न्यूयोर्क मा उद्धृतसमय, जुन 10, 1955।
		-- Alex Lewyt (President of the Lewyt Corporation,

%
संख्यात्मक स्थिरता सायद सबै तपाईं अनुमान गर्दा महत्त्वपूर्ण छ।
		-- Alex Lewyt (President of the Lewyt Corporation,

%
"प्रस्ट छ, एक प्रमुख इनकार देखा परेको छ।"1986, शटल रूपमा चुनौती दृश्य भित्र विस्फोटको grandstands को।
		-- Steve Nesbitt, voice of Mission Control, January 28,

%
पक्कै तपाईं आफ्नो हतियार प्रालंब र चन्द्र उड गर्न सक्दैन। एक समय पछि तपाईं चाहन्छुविरुद्ध धक्का हावा सकिएको।
		-- Steve Nesbitt, voice of Mission Control, January 28,

%
समर्थन लागि - अक्सर तथ्याङ्क एक मातेका मानिस lampposts प्रयोग रूपमा प्रयोग गरिन्छबरु रोशनी भन्दा।
		-- Steve Nesbitt, voice of Mission Control, January 28,

%
एक भौतिक सहयोगी द्वारा संकलित कागज मा:"यो यो पनि गलत छैन सही छ।।"
		-- Wolfgang Pauli

%
एक पटक एक समय मा, एक गणितज्ञ को एक समूह हुन म प्रशिक्षण थियोनम्बर सिद्धान्त लिएर हामीलाई उज्ज्वल जवान विद्यार्थीहरूले नाम पत्तासानो प्रमुख संख्या।2: अनौठो प्रधानमन्त्री -यो यसकारण अनौठो छ, मात्र पनि प्रमुख हो। QED।3: साँचो प्रधानमन्त्री -लुईस कैरोल: "म 3 पटक बताउन भने, यो साँचो हो।"31: द मनमानी प्रधानमन्त्री -एकमत unvote द्वारा निर्धारित। हामी एक मनपरी प्रमुख आवश्यकतामामला को प्राध्यापक एक लागि सोधे, र त एक निर्वाचन भएको थियो। 91 प्राप्तसबैभन्दा वोट (राम्रो, यो * देखिन्छ * प्रधानमन्त्री) र 3 + सबै भन्दा अर्को 4i।तथापि, 31 मा सबै कुनै पनि होइन र प्राप्त गर्न मात्र उम्मेदवार थियो।41: महिला प्रधानमन्त्री -यो polynomial एक्स ** 2 - + X 41 छ1 बाट 40 पूर्णांक मान लागि प्रधानमन्त्री।43: पुरुष प्रधानमन्त्री - तिनीहरूले एक प्रमुख जोडी गठन।पछि देखि समग्र संख्या primes, आफ्नो गुणहरू देखि गठन गर्दैती primes देखि व्युत्पन्न छन्। त्यसैले, उदाहरणका लागि, संख्या 6 "अनौठो छतर साँचो ", जबकि 2 को शक्ति सबै अत्यन्तै अनौठो संख्या हो।
		-- Wolfgang Pauli

%
एक पटक, जब विज्ञान को रहस्य थिए jealously सुरक्षा सम्पत्तिएउटा सानो पुजारीको को, साधारण मान्छे आफ्नो रहस्यमय mastering को कुनै आशा थिएनजटिलताओं। बासी कक्षाकोठाहरू मा अध्ययन को वर्ष जरूरी थिएपनि एक धमिलो, incoherent विज्ञान ज्ञान प्राप्त।आज परिवर्तन भएको छ कि सबै: विज्ञान एक धमिलो, incoherent ज्ञान छकसैले उपलब्ध छ।
		-- Tom Weller, "Science Made Stupid"

%
एक बेल प्रणाली - यो कहिलेकाहीं काम गर्दछ।
		-- Tom Weller, "Science Made Stupid"

%
एक बेल प्रणाली - यो तिनीहरूले परिमाण स्थापित अघि काम गर्न प्रयोग!
		-- Tom Weller, "Science Made Stupid"

%
एक बेल प्रणाली - यो काम गर्दछ।
		-- Tom Weller, "Science Made Stupid"

%
एक माइक्रोस्कोप साथ मस्तिष्क खोजी र सक्दैन पाउन पनिआपत्ति र दूरबिन संग तारा खोज गर्न सक्छन् र परमेश्वरको फेला।
		-- J. Gustav White

%
एक औपचारिक माध्यम द्वारा औपचारिक गर्न अनौपचारिक देखि अगाडि बढ्न सक्दैन।
		-- J. Gustav White

%
एक विपरीत, कि साकार बिना एक सफल वैज्ञानिक हुन सकेनसमाचार पत्र र वैज्ञानिकहरूको आमा द्वारा समर्थित लोकप्रिय अवधारणा गर्न,वैज्ञानिकहरूको एक प्रसन्न नम्बर मात्र हो साँघुरो-दिमाग र नीरस, तर पनिबस मूर्ख।
		-- J. D. Watson, "The Double Helix"

%
एक ईन्जिनियरहरु लागि बाहिर हेर्न छ - तिनीहरूले सिलाई मिसिन सुरुर परमाणु बम संग अन्त।
		-- Marcel Pagnol

%
एक मानिसको "जादू" अर्को मानिसको ईन्जिनियरिङ् छ। "अलौकिक" एक शून्य शब्द छ।
		-- Robert Heinlein

%
एक मानिसको निरन्तर अर्को मानिसको चर छ।
		-- A. J. Perlis

%
एक सल्लाहकार रूपमा अभिनय मा गणितज्ञ को मुख्य जिम्मेवारी को एक ...निरुत्साहित गर्न ... गणित देखि धेरै अपेक्षा हो।
		-- N. Wiener

%
मानिसको एक सानो चरण, मानिसजातिको लागि एक विशाल ठक्कर नखाओस्।
		-- N. Wiener

%
तिनीहरूले तपाईंलाई प्रयोगात्मक भौतिकी गरिरहेको बारे नभन्नुहोस् एउटा कुरा छकहिलेकाहीं तपाईं सरासर को एक राज्य जस्तै ... प्रतिकूल अवस्थामा काम गर्नुपर्छआतंक।
		-- W. K. Hartmann

%
परमेश्वरले मात्र अनियमित चयनको बनाउन सक्छ।
		-- W. K. Hartmann

%
Ontogeny phylogeny recapitulates।
		-- W. K. Hartmann

%
अनुकूलन विकास hinders।
		-- W. K. Hartmann

%
आदेश र सरलता विषय को महारत तिर पहिलो कदम हो- वास्तविक शत्रु अज्ञात छ।
		-- Thomas Mann

%
जैविक रसायन कार्बन यौगिकों को रसायन छ। जैव रसायनकि क्रल कार्बन यौगिकों को अध्ययन हो।
		-- Mike Adams

%
"हाम्रो दृष्टि अन्ततः यो हटाइ, अप समय गति छ।"
		-- Alex Schure

%
अक्सिजन एक धेरै विषाक्त ग्यास र एक चरम आगो खतरा छ। यो मा घातक छरूपमा सानो रूपमा 0.000001 p.p.m. को एकाग्रता को उजागर मानिसहरूलाईअक्सिजन एकाग्रता केही मिनेटमा मर्छन्। लक्षण धेरै सदृशCyanide विषाक्तता (नीलो अनुहार, आदि) को ती धेरै। उच्चएकाग्रता, जस्तै 20%, को विषाक्त प्रभाव केहि ढिलाइ र यसलाई छमृत्यु ठाँउ लिन्छ अघि बारे 2.5 अर्ब inhalations लाग्छ। कारणढिलाइ लागि को विषाक्त प्रभाव को संयन्त्र मा फरक छ20% एकाग्रता मा अक्सिजन। यो स्पष्टतः एउटा जटिल योगदानप्रक्रिया यो छ कि बाहेक, बुढ्यौली भनिन्छ, जो धेरै साना ज्ञात छसधैं घातक।तर, 20% अक्सिजन एकाग्रता को मुख्य बेफाइदा पनि छवास्तवमा यो बानी गठन छ। पहिलो inhalation (जन्म निरन्तर) छअक्सिजन लत स्थायी बनाउन पर्याप्त। त्यसपछि कुनै पनिदैनिक अक्सिजन खुराक मा धेरै कमी संग मृत्युको परिणामलक्षण Cyanide विषाक्तता ती resembling।अक्सिजन एक चरम आगो खतरा छ। मा रिपोर्ट थिए कि आगलागी सबैपछिल्लो 25 वर्ष को अवधि लागि महाद्वीपीय U.S. हुन फेला परेनकारण भवन आसपास वातावरण यो ग्याँस उपस्थितिकोप्रश्न।यो बिना गंध बेरंग छ किनभने र अक्सिजन विशेष गरी खतरनाक छस्वाद नभएको, ताकि आफ्नो उपस्थिति छैन सजिलै यो नभएसम्म पत्ता लगाउन सक्छअति ढिला।
		-- Chemical & Engineering News February 6, 1956

%
तपाईं एक वा दुवै मोड नभएसम्म समानान्तर रेखा, कहिल्यै पूरा।
		-- Chemical & Engineering News February 6, 1956

%
सकारात्मक अनुचित क्रममा भेला सकिँदैन भागहरु हुनेछ।
		-- Chemical & Engineering News February 6, 1956

%
जो सम्मेलन गर्न जाने मान्छे हुनेहरूको नगर्ने गर्नुपर्छ।
		-- Chemical & Engineering News February 6, 1956

%
Philogyny erogeny recapitulates; erogeny philogyny recapitulates।
		-- Chemical & Engineering News February 6, 1956

%
"INTERSECTING 6-आयोमी दुई मूल रूपमा सूर्य चित्रहामी एक निश्चित transformational deduce गर्न सक्छन् जो देखि hyperplanesअनुक्रम जो हामीलाई रबर धुनमा को टर्मिनल वेग दिन्छ ... "
		-- Chemical & Engineering News February 6, 1956

%
पाइ वर्ग छैनन्। पाइ राउन्ड छन्। Cornbread वर्ग हो।
		-- Chemical & Engineering News February 6, 1956

%
पलिमर physicists चेन मा छन्।
		-- Chemical & Engineering News February 6, 1956

%
पाउंड पाउन्ड लागि, amoeba पृथ्वीमा सबैभन्दा भीषण पशु हो।
		-- Chemical & Engineering News February 6, 1956

%
पावर corrupts। र शक्ति परमाणु अणु corrupts।
		-- Chemical & Engineering News February 6, 1956

%
प्रगति थप एक subtly गलत गलत हो भनेर एक सिद्धान्त प्रतिस्थापन हो।
		-- Chemical & Engineering News February 6, 1956

%
प्रमाण प्रविधी # 1: प्रेरणा द्वारा प्रमाण।यो प्रविधी तिनीहरूलाई मा "_ N" संग समीकरण मा प्रयोग गरिन्छ। प्रेरणाप्रविधी पनि सैन्य तिनीहरूलाई प्रयोग, धेरै लोकप्रिय छन्।नमूना: प्रेरणा प्रमाण बिना प्रेरणा प्रमाण।हामी यो _ N बराबर 1 लागि साँचो हो थाहा अब यो साँचो हो कि मान_ N भन्दा कम हरेक प्राकृतिक नम्बर लागि। _ एन N मनपरी छ, त्यसैले हामी लिन सक्छौं _हामी चाहन्छौं रूपमा ठूलो छ। यदि _ n को मामला पर्याप्त ठूलो छ, _ N + 1trivially बराबर, त्यसैले मात्र महत्वपूर्ण _ N _ N _ N भन्दा कम छन्। हामीयो साँचो हो त, लाग्न सक्छ _ N = _ N (माथि देखि) _ n + 1 यो सिर्फ किनभनेबारेमा _ N।QED। (QED रूपमा ल्याटिन देखि अनुवाद "त्यसैले के?")
		-- Chemical & Engineering News February 6, 1956

%
... को, गरिब निराश र को आवश्यकता पार्थिव गर्न उचित ध्यानdowntrodden, स्वाभाविक गतिशील, स्पस्ट बोल्नु् देखि विकसित हुनेछ, spiritedमानिस र उहाँले ठाडो षड्यन्त्र रचे समाज लागि ठूलो लक्ष्य को जागरूकता।"Manned स्पेस फ्लाइट को इतिहास"
		-- David Baker, paraphrasing Harold Urey, in

%
प्रोटोटाइप डिजाइन सधैं काम।
		-- Don Vonada

%
"Protozoa साना हो, र ब्याक्टेरिया साना हो, तर भाइरस साना हुन्छन्भन्दा दुवै सँगै राख्न। "
		-- Don Vonada

%
मनोवैज्ञानिक तिनीहरूले प्रयोगात्मक मनोवैज्ञानिक हुनुहुन्छ लाग्छ।प्रयोगात्मक मनोवैज्ञानिक तिनीहरूले जीवशास्त्रीहरूको हुनुहुन्छ लाग्छ।जीवशास्त्रीहरूको तिनीहरूले biochemists हुनुहुन्छ लाग्छ।Biochemists तिनीहरूले दबाइ हुनुहुन्छ लाग्छ।दबाइ तिनीहरूले शारीरिक दबाइ हुनुहुन्छ लाग्छ।शारीरिक दबाइ तिनीहरूले physicists हुनुहुन्छ लाग्छ।Physicists तिनीहरूले सैद्धान्तिक physicists हुनुहुन्छ लाग्छ।सैद्धान्तिक physicists तिनीहरूले गणितज्ञ हुनुहुन्छ लाग्छ।गणितज्ञ तिनीहरूले metamathematicians हुनुहुन्छ लाग्छ।Metamathematicians तिनीहरूले दार्शनिकहरू हुनुहुन्छ लाग्छ।दार्शनिकहरू तिनीहरूले देवताहरूको हुनुहुन्छ लाग्छ।
		-- Don Vonada

%
क्वान्टम मेकानिक्स हिल्बर्ट रिक्त स्थान एक सुंदर परिचय छ!
		-- Overheard at last year's Archimedeans' Garden Party

%
क्वान्टम मेकानिक्स परमेश्वरको संस्करण हो "मलाई विश्वास गर्नुहोस्।"
		-- Overheard at last year's Archimedeans' Garden Party

%
क्वार्क! क्वार्क! यो क्वांटम धुनमा खबरदार!
		-- Overheard at last year's Archimedeans' Garden Party

%
रेडियोधर्मी बिरालोहरु 18 आधा-जीवन छ।
		-- Overheard at last year's Archimedeans' Garden Party

%
वास्तविकता आमा प्रकृति को लागि, सार्वजनिक सम्बन्ध पूर्वता लिनुपर्छछैन झुक्काएका गर्न सकिन्छ।
		-- R. P. Feynman

%
आफ्नो छिमेकीलाई आफ्नो काम हुँदा मंदी छ। अवसाद जब छआफ्नो काम गुमाउनु। यी आर्थिक downturns भविष्यवाणी गर्न धेरै कठिन छन्,तर डाटा संसाधन जस्तै परिष्कृत econometric मोडेलिंग घरहरू रपीछा अर्थमिति सफलतापूर्वक पछिल्लो 3 recessions को 14 भविष्यवाणी गरेका छन्।
		-- R. P. Feynman

%
"Reintegration पूरा" ZORAC सल्लाह। "हामी फिर्ता हुनुहुन्छब्रह्माण्डको फेरि ... "एउटा असामान्य लामो पज, पछि" ... तर म छैनजो भाग थाह छ। हामी ठाउँ मा हाम्रो स्थिति परिवर्तन जस्तो देखिन्छ। "एकतल्ला को बीचमा गोलाकार डिस्प्ले देखाउन उज्यालोस्टारफिल्ट जहाज आसपास।"थुप्रै ठूलो, कृत्रिम निर्माण हामीलाई आउँदै छन्,"ZORAC छोटो पज पछि घोषणा। "डिजाइन परिचित छैनन्, तरतिनीहरूले स्पष्ट बुद्धि को उत्पादनहरू हुन्। निहितार्थ: हामीजानाजानी अज्ञात उद्देश्य लागि, अज्ञात एक साधन अन्तर्खण्ड गरिएको,र बुद्धि अज्ञात एक रूप द्वारा ठाउँ अज्ञात हस्तान्तरण।को unknowns अलग्गै, सबै कुरा स्पष्ट छ। "
		-- James P. Hogan, "Giants Star"

%
डार्विन सम्झना; एक राम्रो चूहादान निर्माण केवल चलाख चूहहरुमा परिणाम।
		-- James P. Hogan, "Giants Star"

%
अनुसन्धान हुन सबै भन्दा राम्रो ठाउँ छ: तपाईं आफ्नो बन्स काम बन्द, र यो काम गर्दछ भनेतपाईं एक नायक हुनुहुन्छ; यदि होइन भने, राम्रो - अरू कसैले त यसलाई अझै गर्नुभएको छ,त्यसैले तपाईं अझै पनि एक साहसी बेवकूफ हुनुहुन्छ।
		-- James P. Hogan, "Giants Star"

%
अनुसन्धान अरू सबैलाई के देखेको छ हेर्न, र के कसैले सोच्न छअरू लाग्यो छ।
		-- James P. Hogan, "Giants Star"

%
अनुसन्धान म गरिरहेको छु के थाहा बेला म गरिरहेको छु के छ।
		-- Wernher von Braun

%
समीक्षा प्रश्नहरू(1) भने Nutley 20 किमी प्रति आफ्ना spaceship बाहिर सुरु ग्रह मा बेवकूफ,    र आफ्नो गति हरेक 3.2 सेकेन्ड युगल, कहिलेसम्म यसलाई अघि हुनेछ    उहाँले प्रकाश को गति नाघ्यो? यसलाई अगाडि कसरी लामो हुनेछ    ग्याल्याक्टिक पेट्रोल आफ्ना spaceship को टुक्रा लिन्छ?(2) भने रोजर राउडी आफ्नो कार हरेक हप्ता wrecks, र प्रत्येक हप्ता उहाँले खण्डन    दुई पटक धेरै हड्डी रूपमा अघि, कहिलेसम्म उहाँले खण्डन अघि हुनेछ    आफ्नो शरीर मा हरेक हड्डी? तिनीहरूले नष्ट अघि यो कसरी हुनेछ    आफ्नो बीमा? उहाँले नयाँ कार हरेक हप्ता प्राप्त गर्छ?(3) जनसन एक बियर पहिलो घण्टा (ढिलो सुरु), चार बियर पिउने भने    अर्को घण्टा, नौ बियर अर्को, आदि, र एक मा डिब्बे स्ट्याकहरूको    पिरामिड, कसरी चाँडै जनसन गरेको पिरामिड राजा भन्दा ठूलो हुनेछ    Tut गरेको? जब यो उहाँलाई पतन हुनेछ? उहाँले नोटिस गर्नेछन्?
		-- Wernher von Braun

%
गोलो गन्ती सधैं झूटो हो।
		-- Samuel Johnson

%
र्याल क्यान्सर गराउँछ, तर केवल एक भन्दा बढी साना मात्रा मा swallowed भनेसमय को अवधि।
		-- George Carlin

%
विज्ञान र धर्म पूर्ण अनुसार तर विज्ञान र विश्वासमा छौं पूर्ण छन्असामंजस्य।
		-- George Carlin

%
एक घर ढुङ्गा छ रूपमा विज्ञान, माथि तथ्य को निर्माण गरिएको छ। तर एक संग्रहपत्थर को एक हिप एक घर छ भन्दा तथ्य को एक विज्ञान कुनै बढि छ।
		-- Jules Henri Poincar'e

%
विज्ञान preconception प्रमाणिकरण पूरा गर्दा के छ।
		-- Jules Henri Poincar'e

%
विज्ञान दिन विश्वास सधैं ज्ञात छ के पत्ता लगाउन सक्छ।
		-- Jules Henri Poincar'e

%
वैज्ञानिकहरु ब्रूकलिन पुल निर्माण र त्यसपछि यो किन्न मानिसहरू हुन्।
		-- William Buckley

%
Sentient plasmoids ग्यास हो।
		-- William Buckley

%
सरलता जटिलता लिनुअघि छैन, तर यो निम्नानुसार।
		-- William Buckley

%
उपभोक्ता इलेक्ट्रोनिक्स adviser ताकि, म तपाईं दान गर्न सल्लाह छु आफ्नोएक अंगीठी निवासी गर्न वर्तमान वीसीआर, जो sardonically हाँस्न र यसलाई हिर्काउन हुनेछएक डम्पस्टर मा। त्यसपछि म तपाईं बाहिर जाने र एक विशाल एरे खरिद गर्न चाहनुहुन्छ8-मिलिमिटर भिडियो उपकरण।... ठिक छ! सबै पायो? खैर, * पनि खराब, चूसनेवाला *, किनकी तपाईं थिए गर्दाइलेक्ट्रनिक्स उद्योग गएका बनाउँछ एउटा पनि नयाँ ढाँचामा आएआफ्नो 8-मिलिमिटर वीसीआर रूपमा प्रौद्योगिकी खुट्टाको नड़ माटो रूपमा विकसित हेर्न।यो ढाँचा "3.5 हेक्टर" भनिएको छ र यसलाई सम्म उपलब्ध छैन बनाइनेयो कहिलेकाँही प्रारम्भिक अर्को हप्ता, "Elroy" नामक ढाँचा द्वारा, outmoded छ त* अब तपाइँको अर्डर *।
		-- Dave Barry, "No Surrender in the Electronics Revolution"

%
एक मात्र तिनीहरूलाई पालन गर्न अप्टिकल शक्ति छ भने समाधान स्पष्ट छन्बादल मडारिरहेको भन्दा।
		-- K. A. Arsdall

%
स्पेस ठूलो छ। तपाईं केवल कसरी व्यापक, बेहद, मन-bogglingly विश्वास छैनठूलो यो छ। म अर्थ, तपाईंले यो गर्न सडक तल एक लामो बाटो छ लाग्छ सक्छदबाइ स्टोर, तर त्यो केवल ठाउँ गर्न बदाम छ।
		-- The Hitchhiker's Guide to the Galaxy

%
स्पेस सदाको समय छ रूपमा राख्न छ।
		-- Joseph Joubert

%
ठाउँ सार्न कसरी र जतिसुकै वक्र गर्न ठाउँ बताउँछ कुरा बताउँछ।
		-- Wheeler

%
तथ्याङ्क न्याय को लागि कुनै विकल्प हो।
		-- Henry Clay

%
तथ्याङ्क कहिल्यै तपाईंले केही हुनुहुन्छ भन्न भइरहेको हो।
		-- Henry Clay

%
तारकीय रेज कहिल्यै दिनुहुन्न fibbing प्रमाण दिन्छ। Embezzlement अर्को कुरा हो।
		-- Henry Clay

%
Stuckness छैन बचा गर्नुपर्छ। यो सबै को मानसिक पूर्ववर्ती छवास्तविक समझ। stuckness को एक egoless स्वीकृति एक एक महत्वपूर्ण छअन्य प्रयासहरूलाई जस्तै यांत्रिक काम सबै गुणस्तर, को समझ।
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
पर्यवेक्षक: के तपाईं क्वान्टम मेकानिक्स आधारभूत विचार बुझ्न लाग्छ?Supervisee: आह! ठीक छ, के हामी द्वारा को सन्दर्भ मा "बुझ्न" मतलबक्वान्टम मेकानिक्स?पर्यवेक्षक: तपाईं के तपाईं, अर्थ "कुनै"?Supervisee: हो।
		-- Overheard at a supervision.

%
समर्थन ब्याक्टेरिया - यो मात्र संस्कृति केही मानिसहरू छ छ!
		-- Overheard at a supervision.

%
सुरु गर्न एक अन्तरिक्ष यात्री लिनुहोस्।
		-- Overheard at a supervision.

%
प्राविधिक प्रगति केवल थप कुशल हालतमा हामीलाई प्रदान गर्नुभएको छपछिल्तिर जा लागि।
		-- Aldous Huxley

%
प्रौद्योगिकी तिनीहरूले बुझ्न के छैन व्यवस्थापन गर्नेहरूलाई प्रभुत्व छ।
		-- Aldous Huxley

%
त्यो मानिस को लागि एक सानो चरण हो; मानिसजातिको लागि एक विशाल फड्को।
		-- Neil Armstrong

%
सेतो खरायो आफ्नो चश्मों मा राखे।"म कहाँ सुरु हुनेछ, कृपया आफ्नो Majesty?" उसले सोध्यो।", सुरुमा सुरु", राजा, धेरै gravely भन्नुभयो, "र जानेसम्म तपाईं अन्त: त रोक्न "।
		-- Lewis Carroll

%
विज्ञान को उद्देश्य जटिल को साधारण व्याख्या खोज्न छतथ्य। सादगी खोजी र यसलाई अविश्वास।
		-- Whitehead.

%
छील मा स्लिप र मा उतरने बीच समयफुटपाथ ठीक 1 bananosecond छ।
		-- Whitehead.

%
एक इंजीलवादी सर्वशक्तिमान साथ वहन वजन को मात्रा मापन गरिएको छbilligrahams मा।
		-- Whitehead.

%
बाढी पछि जहाज मुलुकमा। नूह सबै पशुहरू बाहिर गर्न अनुमति दिन्छ। उहाँले, "जाऊ भन्छन्र गुणन। "थुप्रै महिना पारित। नूह जनावर मा जाँच गर्न निर्णय गर्दछ।सबै साँप को एक जोडी बाहेक राम्रो गरिरहेका छन्। "समस्या के हो?" नूह भन्छन्।"तल केही रूखहरू काटेर हामीलाई त्यहाँ बस्न गरौं", को सांप भन्छन्। नूह निम्नानुसारआफ्नो सल्लाह। धेरै बढी सप्ताह पारित। नूह फेरि साँप मा गर्ला।सानो साँप को धेरै छ, सबैलाई खुसी हुन्छ। नूह सोध्छन्, "मलाई बताउन कसरी चाहनुहुन्छपेड मदत गऱ्यो? "" पक्कै ", को सांप भन्छन्।" हामी adders छौं, र हामी आवश्यकगुणन गर्न लग। "
		-- Whitehead.

%
यो astronomer फ्रान्सिस्को Sizi, ग्यालिलियोले समकालीन, तर्क छ किवृहस्पति कुनै उपग्रहहरु हुन सक्छ:त्यहाँ टाउको मा सात Windows, दुई nostrils, दुई कान, दुईआँखा, र एक मुख; त्यसैले आकाश त्यहाँ दुई अनुकूल तारा, दुईunpropitious, दुई luminaries, र पारा एक्लै अनिर्णीत र indifferent।जो र धेरै अन्य यस्तै प्रकृतिका यस्ता सात रूपमा घटना बाटयो बतान गर्न अरोचक थिए जो धातु, आदि, हामी नम्बर भनेर भेलाग्रह आवश्यक सात छ। [...]यसबाहेक, उपग्रहहरु नाङ्गो आँखा अदृश्य छन् रत्यसैले पृथ्वीमा कुनै प्रभाव पार्न सक्छ र त्यसैले बेकारी हुनेछर त्यसैले अवस्थित छैन।
		-- Whitehead.

%
तर्क विरुद्ध सबै भन्दा राम्रो रक्षा अज्ञानता छ।
		-- Whitehead.

%
तथ्याङ्क तर्क यस प्रकार को लागि सबै भन्दा राम्रो rebuttal को आएredoubtable यूहन्ना डब्ल्यू कैम्पबेल:जनसंख्या वृद्धि को कानून बताउने लगभग आधाकहिल्यै संसारको इतिहास मा जन्मिए थिए मानिसहरू छन्मृत। एक 0.5 यो सन्देश छ कि सम्भावना त्यसैले त्यहाँ छएक लास पढ्न भइरहेको।
		-- Whitehead.

%
यो सिद्धान्त बडा राम्रो।
		-- Whitehead.

%
समय र स्थान बीच ठूलो फरक समय पुन: प्रयोग गर्न सक्नुहुन्छ।
		-- Merrick Furst

%
बम बन्द कहिल्यै जानेछ। म विस्फोटक मा एक विशेषज्ञ रूपमा बोल्छन्।
		-- Admiral William Leahy, U.S. Atomic Bomb Project

%
चर्च पापी बचाउँछ, तर विज्ञान आफ्नो निर्माण रोक्न खोज्छ।
		-- Elbert Hubbard

%
विचार को मतभेद स्वतन्त्रता को ध्वनि छ।
		-- Elbert Hubbard

%
ब्रह्माण्डको मा clearest तरिका एक वन उजाड मार्फत छ।
		-- John Muir

%
यो ई को आज्ञा: (9) तिमीलाई तिमी नत्र रेडियोधर्मी ट्यूब र पदार्थ संग छैन Trifleबिजुली बग जस्तै अन्धकारमा चमक प्रारम्भ गर्नु, अनि पत्नी हुननिराश र थप तपाईंका ज्याला बाहेक तिमीलाई लागि प्रयोग गरेको छैन।(10) जो अगमवक्ताहरूमा सबै शब्द स्मृति गर्न तिमी Commitराष्ट्रिय विद्युत कोड छ जो तपाईंका बाइबल मा तल लिखित,र सीधा मदहोश बाहिर दिनुहुन्छ र तिमीलाई गर्दा consolethतपाईंले मुख्य बिजुली द्वारा एक ream काम भोगे।(11) जब तिमी एउटा यन्त्र संग बारेमा muckest एक unthinking र / वाunknowing तरिका, तिमी तिम्रो खल्तीमा मा एक हात राख्न गर्नेछौ। राम्रोतिमी भन्दा तिम्रो pockets दुवै हात राख्न shouldest किexperimentally एक को बिजुली क्षमता निर्धारणउपकरण निर्दोष-seeming।
		-- John Muir

%
यो ई को आज्ञा:(1) एउटा uncharged कंडेनसर मा lurketh बिजुली होसियार हुनुहोस्नत्र यो तिमीलाई सबैभन्दा मा तपाईंका चाक मा बाउन्स गराउनलाजमर्दो तरिका।(2) गर्न रस को ठूलो परिमाणमा supplieth कि स्विच तिमी Causeतपाईंका दिन यो लामो हुन सक्छ भनी खोलिएको र कुम्हलाना .यिनी दिनों हुन ट्याग,आँसु को पार्थिव घाटी।(3) आफैलाई साबित सबै सर्किट radiateth, र माजो worketh, ढाकिएको र कुम्हलाना .यिनी दिनों छन् तिनीहरूले उचाल्न नत्र ट्यागएक रेडियो आवृत्ति सम्भावित गर्न तिमीलाई र तिमीलाई जस्तै बनाउन causethपनि रेडियेटर।(4) Tarry तिमी छैन भनेर जानिजानि मा संलग्न यी मूर्ख बीचतिनीहरूले झटके यस संसारमा लागि लामो छैन र पक्कै होबेग्लै विश्वास।
		-- John Muir

%
यो ई को आज्ञा:(5) तिमी takest गर्दा लिनुहोस् तिमी उचित विधि useth भनेर हेरविचारतिमी incinerate छैन dost त्यो पनि उच्च-भोल्टेज सर्किट को उपाय,तिमीलाई र तिम्रो परीक्षण मीटर, verily लागि, दुवै तिमी कुनै कम्पनी छ हुनतसम्पत्ति नम्बर र गर्न सक्छन् सजिलै सर्वेक्षण गर्न, परीक्षण मीटर छएक र, एक परिणाम रूपमा, एक खरिद एजेन्ट निम्ति धेरै विपत्तिबाट bringeth।(6) लिनुहोस् हेरविचार तिमी interlocks र सुरक्षा उपकरणहरू संग tamperest कि छैन,यो मुख्य बिजुली को क्रोध incurreth र ल्याउनउनको टाउको मा ईन्जिनियरहरु को उतेजना।(7) तिमी energized उपकरण मा छैन काम यदि तिमी त doest, तपाईंका लागिमित्र पक्कै तिम्रो विधवाको लागि बियर खरीद र सांत्वना गरिनेछकेही तरिकाहरू तिमीलाई गर्न साधारण स्वीकार्य छैन उनको।(8) Verily, verily म तिमीलाई कहिल्यै एक्लै उपकरण सेवा भन्छन्,विद्युत पकाउने लागि एक ढिलो प्रक्रिया हो र तिमी मा sizzle सक्छतपाईंका निर्माता अघि तातो घण्टा अन्त मा सर्किट मा तपाईंका आफ्नै बोसोतपाईंका दुःखले अन्त र आफ्नो गुना मा तिमीलाई तान्न फिट देख्नुहुन्छ।
		-- John Muir

%
शैतानको निष्क्रिय सर्किट गर्न को लागि काम पाता।
		-- John Muir

%
शैतानको निष्क्रिय ग्रन्थीहरूको लागि काम पाता।
		-- John Muir

%
वास्तविकता र लगाती बीच फरक वास्तविकता त छ छयो सिफारिस गर्न सानो।
		-- Allan Sherman

%
विज्ञान र अस्पष्ट प्रजा बीचको फरक कि विज्ञान छजबकि ती अन्य विषयहरू केवल छात्रवृत्ति आवश्यक तर्क आवश्यक छ।
		-- Robert Heinlein

%
पृथ्वी धेरै मात्र, धेरै भारी बालुवा को एक सानो अन्न, जस्तै छ।
		-- Robert Heinlein

%
अर्थव्यवस्था अर्थशास्त्रियों मा धेरै बारे निर्भर मौसम मा गर्छ रूपमामौसम forecasters।
		-- Jean-Paul Kauffmann

%
इन्साइक्लोपीडिया Galactica डिजाइन एक यांत्रिक उपकरण रूपमा रोबोट परिभाषितमानिसको काम गर्न। Sirius Cybernetics को मार्केटिङ विभाजननिगम 'रहने तपाईंको प्लास्टिक पाल कसले रमाइलो' रूपमा रोबोट परिभाषित गर्दछ।आकाशगंगा गर्न hitch पदयात्री गाइड को को मार्केटिङ विभाजन परिभाषितरूपमा 'को हुनेछु जो mindless jerks एक गुच्छा Sirius Cybernetics निगमपहिलो पर्खाल विरुद्ध क्रान्तिको असर गर्न फुटनोटमा आउँछ जब ',सम्पादकहरूको लिनुभएको रुचि कसैलाई आवेदन स्वागत भनेररोबोटिक्स संवाददाता को पोस्ट भन्दा।कौतूहलपूर्वक पर्याप्त, एक इन्साइक्लोपीडिया Galactica को संस्करण किएक हजार वर्ष देखि एक समय ताना मार्फत गिर गर्न असल भाग्य थियोभविष्य Sirius Cybernetics को मार्केटिङ विभाजन परिभाषितरूपमा 'को विरुद्ध पहिलो परेका mindless jerks एक गुच्छा निगमक्रांति आए 'जब पर्खाल।
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
को तोडने उत्पादित अणु को तल ऊर्जा धेरै गरिब प्रकारको छकुरा। परिवर्तन देखि शक्ति को स्रोत माग गर्ने जो कोहीयी अणुहरु को moonshine कुरा छ।		   पहिलो पटक
		-- Ernest Rutherford, after he had split the atom for

%
यो निकै थोरै अनुमानको आवश्यकता भएको विवरण सबैभन्दा हुन संभावना छसही।
		-- William of Occam

%
भावना कुनै एक साथ एक आदरणीय लेखक हुन सक्छ भनेर यथावत्र एक फ्रिज कुनै सज्जन एक खैरो पहनता जस्तै काम गर्दछ कसरी बुझ्नशहरमा अनुरूप। कलेज दोष हुन सक्छ। अंग्रेजी मेजर प्रोत्साहन दिइएको छ,म रसायन र भौतिकी घृणा गर्न, र तिनीहरूले छैनन् किनभने गर्व हुन थाहा छ,नीरस र डरावना र humorless र युद्ध-उन्मुख भएको भर ईन्जिनियरहरु जस्तैट्रयाक्टर। र हाम्रो प्रभावशाली आलोचकहरु सामान्यतः यस्तो अंग्रेजी मेजर गरिएको छ,र तिनीहरूले यो धेरै दिन गर्न प्रविधि बारे squeamish छन्। त्यसैले यो प्राकृतिक छतिनीहरूलाई लागि विज्ञान कथा तुच्छ सम्भ्कनु गर्न।
		-- Kurt Vonnegut Jr., "Science Fiction"

%
निम्न कथन साँचो छैन। अघिल्लो कथन सत्य हो।
		-- Kurt Vonnegut Jr., "Science Fiction"

%
बल सँगै सबै कुरा धारण छ। यसको गाढा पक्ष छ, रयसलाई आफ्नो प्रकाश पक्ष छ। यो कस्मिक वाहिनी टेप जस्तै क्रमबद्ध को छ।
		-- Kurt Vonnegut Jr., "Science Fiction"

%
"ब्रह्माण्डको चार भवन ब्लक आगो, पानी, रोडा र Vinyl छन्।"
		-- Dave Barry

%
विशेषज्ञ को समारोह अन्य मानिसहरू भन्दा सही हुन छैन,तर थप परिष्कृत कारण गलत हुन।
		-- Dr. David Butler, British psephologist

%
अनियमित संख्या को पुस्ता मौका बाँकी गर्न पनि महत्त्वपूर्ण छ।
		-- Dr. David Butler, British psephologist

%
विज्ञान को लक्ष्य राम्रो mousetraps निर्माण गर्न छ। प्रकृति को लक्ष्यराम्रो चूहों निर्माण गर्न छ।
		-- Dr. David Butler, British psephologist

%
सबैभन्दा महान् गणितीय त्रुटियो मराइनरका म ठाउँ जांच क्यापेक्यानाभेरल देखि शुरू भएको थियो 28 माजुलाई 1962 भेनस तिर। 13 मिनेट 'उडान एक बूस्टर इन्जिन हुनेछ पछि25.820 मील गर्न प्रवेग परित्याग; 44 मिनेट 9.800 सौर कक्षहरू पछिफैलाउनु हुनेछ; 80 दिन पछि एक कम्प्युटर अन्तिम पाठ्यक्रम गणना हुनेछसुधारहरू र 100 दिन पछि शिल्प अज्ञात ग्रह cirlce थियो,यो bathed छ जसमा रहस्यमय बादल स्क्यानिङ।तर, साँच्चै heartening छ कि एक दक्षता, मराइनरका म संगमात्र चार मिनेट टेकओफ पछि अटलांटिक महासागर होमियो।जांच पछि माइनस साइन देखि हटाइएका थिए प्रकटनिर्देशनहरू कम्प्युटर मा खुवाउनुभयो। प्रक्षेपण "यो मानव त्रुटि थियो",प्रवक्ता बताए।यो माइनस साइन L4,280,000 खर्च।
		-- Stephen Pile, "The Book of Heroic Failures"

%
अर्थशास्त्रियों बीच बथान अन्त स्वतन्त्र thinkers जस्तै भेडा नजर बनाउँछ।
		-- Stephen Pile, "The Book of Heroic Failures"

%
अर्थशास्त्रियों र राजनीतिक दार्शनिकहरू को विचार, दुवै तिनीहरूले जबसही र तिनीहरूले गलत हुँदा, थप शक्तिशाली साधारण छ भन्दाबुझे। वास्तवमा, संसारको अरू साना अधीनमा छ।
		-- John Maynard Keynes

%
"द समान यसलाई फरक छ, किनभने नै बराबर छ।"
		-- Franco Spisani

%
विज्ञान को साधन आफैमा छैन सत्य पत्ता लगाउन। र त्यहाँ छन्एक सूचक र चिनारी को संयोग द्वारा निष्कर्षमा छैन भनेर searchings।
		-- Fred Saberhagen, "The Berserker Wars"

%
मानव सोचाइ मा प्रमुख तत्व संख्या तर अस्पष्ट सेट को लेबल छैनन्।
		-- L. Zadeh

%
एक सय तारा प्रकाश चन्द्र ज्योति बराबर छैन।
		-- L. Zadeh

%
कसले लगभग भ्याक्युम सफा आविष्कार मैनमानिस आधिकारिक भ्याकुम क्लिनर छ की संग जम्माHubert CECIL बुथ। तर, उहाँले एक पुरुषले विचार मिल्यो जो लगभगयो आविष्कार।1901 मा बुथ एक लन्डन संगीत-हल भ्रमण गर्नुभएको थियो। बिल थियो एकगलैँचा देखि धूलो हटाउने लागि आफ्नो आश्चर्य मिसिन संग अमेरिकी आविष्कारक।मेसिन शीर्ष मा एक झोला एक खुट्टा वर्ग बारेमा बक्स comprised।सामने छ पङ्क्तिहरू हाच्छिउं गर्नु सबैलाई गरे जो - कार्य हेरेपछि- बुथ आविष्कारक गरेको लाउने कोठा राउन्ड गए।"यो झटका छैन चूसना गर्नुपर्छ," बुथ, को सीधा आ भन्नुभयोबिन्दु। "Suck?", यो असन्तोष प्रकट आविष्कारक उद्गार। "तपाईंको मिसिन बस उत्प्रेरित गर्छकोठा वरिपरि धूलो, "बुथ उहाँलाई जानकारी।" Suck? Suck? sucking छसम्भव छैन, "आविष्कारक गरेको जवाफ थियो र उहाँले बाहिर आक्रमण। बुथ साबितयो तल उसको बोलीले kneeling pursing को सरल expedient द्वारा थियो रएक कुर्सी पछाडि चूसने। "म लगभग डकगरिएको," उहाँले पछि भन्नुभयो।
		-- Stephen Pile, "The Book of Heroic Failures"

%
आजको आधुनिक प्रविधि को marvels एक को विकास समावेशसोडा गर्न सक्छन्, सधैंभरि गर्दा वेवास्ता हुनेछ ... र एक $ 7,000 कार जोदुई वा तीन वर्ष मा बाहिर जंग गर्नेछ गर्दा ठीक हेरचाह गरिन्।
		-- Stephen Pile, "The Book of Heroic Failures"

%
नम्र पृथ्वीको अधिकार पाउनेछन् हुनेछ; हामीलाई बाँकी ताराहरू जानेछन्।
		-- Stephen Pile, "The Book of Heroic Failures"

%
नम्र पृथ्वीको अधिकार पाउनेछन् हुनेछ; हामीलाई बाँकी, ब्रह्माण्डको।
		-- Stephen Pile, "The Book of Heroic Failures"

%
चन्द्रमा मात्र यो पनि deader छ, बस पृथ्वी जस्तै ग्रह छ।
		-- Stephen Pile, "The Book of Heroic Failures"

%
चन्द्रमा हरियो चीज बनेको छ।
		-- John Heywood

%
चन्द्रमा धरती भन्दा सानो हुन सक्छ, तर यो अझै टाढा छ।
		-- John Heywood

%
अधिक उनि माथि-विचार गर्ने पाइपलाइन को सजिलो यो नाली माथि रोक्न छ।
		-- John Heywood

%
सबैभन्दा लाभप्रद, पूर्व-महत तिमी के सक्छौ कुरा प्रदर्शनी छैनन त हाम्रो ग्यालेक्सी को सीमा भित्र आफैलाई प्रदर्शन, बरु प्रस्थानतिमी अहिले पनि standest र अर्को बिग्रेको गर्न भाग्न तुरुन्तै कहाँबाटब्रह्माण्डकै ग्रह, यदि तिमी सक्छौ एक पत्ता लगाउन राम्रो भाग्य छ।
		-- Carlyle

%
मा विज्ञान सुन्न सबैभन्दा रोचक वाक्यांश, नयाँ heralds कि एकआविष्कारहरू, छैन "युरेका!" छ (म यसलाई फेला!) तर "त्यो हास्यास्पद छ ..."
		-- Isaac Asimov

%
चुम्बकत्व नियन्त्रण गर्ने राष्ट्र ब्रह्माण्डको नियन्त्रण गर्दछ।
		-- Chester Gould/Dick Tracy

%
आर्थिक पूर्वानुमान मात्र समारोह ज्योतिष जी हेर्न बनाउनु हो।
		-- John Kenneth Galbraith

%
हाम्रो अवधारणाहरु र अवधारणाहरु प्रणाली लागि मात्र औचित्य छ कि तिनीहरूलेहाम्रो अनुभव को जटिल प्रतिनिधित्व गर्न सेवा; यो परे तिनीहरूले छकुनै वैधता।
		-- Albert Einstein

%
मात्र सिद्ध विज्ञान हिंद-दृष्टि छ।
		-- Albert Einstein

%
सधैं आफ्नो काम शुक्रवार गरेको लिइन् गर्ने मात्र व्यक्ति रबिन्सन Crusoe थियो।
		-- Albert Einstein

%
मात्र सम्भव कुनै पनि जे अनुसन्धान को `सामाजिक मा व्याख्याविज्ञान 'छ: केही गर्न, केही छैन।
		-- Ernest Rutherford

%
सही कथन को विपरीत गलत विवरण छ। तर विपरीतएक गहन सत्य राम्ररी अर्को गहन सत्य हुन सक्छ।
		-- Niels Bohr

%
प्रकृति को perversity कतै राम्रो तथ्यलाई द्वारा प्रदर्शन छ, जबएउटै वातावरणमा उजागर गर्दा पटाखे नरम, रोटी कठिन हुन्छ।
		-- Niels Bohr

%
समस्या ... हामी संग तेल गठन गर्ने डायनासोर सकिएको छ भन्ने छ।ऊर्जा विभाग लागि काम वैज्ञानिकहरूले प्रयोग तेल गठन गर्ने प्रयास गरेका छन्अन्य जनावर; तिनीहरूले बालुवा र मध्य पूर्वी टन हजारौं ढेर गर्नुभएकोगाई, raccoons, haddock, प्रयोगशाला चूहहरुमा, आदि को शीर्ष मा देशहरूमा, तर यतिटाढा तिनीहरूले के गर्ने व्यवस्थित गरेका सबै माथि एक भारी बुलडोजर-भाडा बिल चलेकोर रिस मध्य पूर्वी व्यक्ति एक धेरै। जनावरहरूको कुनै मा गरिएकातेल, हुनत प्रयोगशाला चूहों को सबै भन्दा क्यान्सर विकास गरे।
		-- Dave Barry, "Postpetroleum Guzzler"

%
भौतिक 7A को उद्धेश्य ईन्जिनियरहरु तिनीहरूले हुनुहुन्छ भनेर महसुस गर्न छसिद्ध छैन र मान्छे बाँकी तिनीहरूले हुनुहुन्न भन्ने महसुस गर्नईन्जिनियरहरु।
		-- Dave Barry, "Postpetroleum Guzzler"

%
रोग एक मकै क्षेत्र माध्यमबाट सर्छ जसमा दर यथार्थ छblight को गति को मापन।
		-- Dave Barry, "Postpetroleum Guzzler"

%
हरेक प्रमुख विश्वविद्यालय को एक विभाग राख्छ कि कारणगणित यो ती सबै मानिसहरू institutionalizing भन्दा सस्ता भन्ने छ।
		-- Dave Barry, "Postpetroleum Guzzler"

%
एक पूर्वानुमानकर्ता रूपमा जीवित रहन शासन 'एम एक नम्बर दिन छ वा'एम मिति, तर कहिल्यै दिन' दिन एक पटक मा एम दुवै।
		-- Jane Bryant Quinn

%
शटल अब गति को ध्वनि पाँच पटक रहेको छ।
		-- Dan Rather, first landing of Columbia

%
समाज नम्र गतिविधि रूपमा पाइपलाइन मा उत्कृष्टता scorns जो रयो एक उच्च गतिविधि हुनेछ किनभने दर्शन मा shoddiness सहन्छराम्रो पाइपलाइन न त राम्रो दर्शन न छ ... न यसको पाइप न तयसको सिद्धान्त पानी पकड हुनेछ।
		-- Dan Rather, first landing of Columbia

%
समस्या समाधान भन्दा विशेषता र peculiar क्रमबद्ध छस्वैच्छिक सोचाइ।
		-- William James

%
यो समस्या को समाधान तुच्छ छ र को लागि एक व्यायाम रूपमा बाँकी छपाठक।
		-- William James

%
एक समस्या समाधान समस्या को प्रकृति परिवर्तन हुन्छ।
		-- Peer

%
केहि को गति सबै को प्रवाह मा निर्भर गर्दछ।
		-- Peer

%
प्लेटो आत्मा कडा मर्छ। हामी दार्शनिक उम्कन सकेका छन्हामी देख्न कि के गर्न सक्नुहुन्छ र संसारमा मापन परम्परा केवल छएक जन्माउने वास्तविकता को बाहिरी र त्रुटिपूर्ण प्रतिनिधित्व।
		-- S. J. Gould, "The Mismeasure of Man"

%
यो अचम्म लाग्ने सत्य अन्तमा स्पष्ट भयो, र यो थियो: गन्तीरेस्टुरेन्ट को दायरे भित्र रेस्टुरेन्ट चेक लेखिएको छैनअन्य कुनै पनि टुक्रा लेखिएको संख्या जस्तै गणितीय नियमहरू पालनब्रह्माण्डको कुनै पनि अन्य भागमा कागज को। यो एकल कथन लिएआँधी गरेर वैज्ञानिक संसारमा। त्यसैले धेरै गणितीय सम्मेलन आयोजित भयोयस्तो राम्रो रेस्टुरेन्ट मा एक पुस्ता उत्कृष्ट मन को धेरैमोटोपना र हृदयघात को मृत्यु, र गणित को विज्ञान दिइयोवर्ष फिर्ता।
		-- Douglas Adams

%
गैर-रैखिक भौतिकी को अध्ययन गैर-हात्ती जीव को अध्ययन जस्तै छ।
		-- Douglas Adams

%
"द subspace _ डब्ल्यू _ वी को अन्य 8 गुण विरासत अनि त्यहाँ छैनन्पनि कुनै पनि सम्पत्ति कर। "
		-- J. MacKay, Mathematics 134b

%
ब्रह्माण्डको योगफल शून्य छ।
		-- J. MacKay, Mathematics 134b

%
बौद्धिक tinkering को परीक्षण सबै भागहरु सुरक्षित छ।
		-- Aldo Leopold

%
अनुसन्धान को रूख समय समयमा रगत संग ताजा हुनुपर्छसेम काउन्टरहरू को।
		-- Alan Kay

%
एक प्रस्ताव को सत्य यसको विश्वसनीयता संग गर्न केही छ। रविपरित।
		-- Alan Kay

%
ब्रह्माण्डको मा दुई सबै भन्दा साधारण कुराहरू हाइड्रोजन र मूर्खता हो।
		-- Harlan Ellison

%
यो unfacts, हामी, उनलाई छ हाम्रो certitude वारंट गर्न पनि imprecisely थोरै छन् गर्नुभयो।
		-- Harlan Ellison

%
ब्रह्माण्डको व्यवस्था छ छैन - यो बानी छ, र बानी भङ्ग गर्न सकिन्छ।
		-- Harlan Ellison

%
ब्रह्माण्डको सबै एक बिग बैंग को स्पिन-बन्द छ।
		-- Harlan Ellison

%
ब्रह्माण्डको एक द्वीप, जो यो कि घेरने छ घेरिएको छuniverses।
		-- Harlan Ellison

%
ब्रह्माण्डको त्यहाँ संयोजन छ जो एक सुरक्षित जस्तै छ - तरसंयोजन सुरक्षित मा बन्द छ।
		-- Peter DeVries

%
ब्रह्माण्डको स्थिर कुराहरू द्वारा आबादी छ।
		-- Richard Dawkins

%
ब्रह्माण्डको सौम्य न न त शत्रुतापूर्ण, केवल indifferent देखिन्छ।
		-- Sagan

%
ब्रह्माण्डको, तिनीहरूले भने, यसको कार्यका लागि चार ब्यालेन्स निर्भरतिनीहरूले आकर्षण, विश्वास, अनिश्चितता रूपमा पहिचान जो सेना ररक्तपातपूर्ण-mindedness।
		-- Terry Pratchett, "The Light Fantastic"

%
विश्वविद्यालय क्यालिफोर्निया तथ्याङ्क विभाग; जहाँ मतलब सामान्य छ,र विचलन मानक।
		-- Terry Pratchett, "The Light Fantastic"

%
विश्व यी दिन त छिटो सार्दा छ भनेर भन्छन् जसले यो हुन सक्दैन मानिससम्पन्न सामान्यतया यो गरिरहेको कसैले अवरोध छ।
		-- E. Hubbard

%
यो राइट Bothers उड पहिलो थिएनन्। तिनीहरू केवल पहिलो थिएदुर्घटनामा छैन।
		-- E. Hubbard

%
सिद्धान्त खैरो छ, तर जीवनको सुनको रूख हरियो छ।
		-- Goethe

%
त्यहाँ * __ * एक सिभिल इञ्जिनियर रूपमा कुनै यस्तो कुरा हो।
		-- Goethe

%
त्यहाँ अक्ष यदि एक सीधा लाइन मा plotted सकिँदैन कुनै डाटा छन्सही रोजेका हुन्।
		-- Goethe

%
रक्सी, महिला, र ईन्जिनियरहरु: "त्यहाँ पैसा गुमाउन तीन प्रमुख तरिका हो।जबकि पहिलो थप दुई सुखद हो, तेस्रो सम्म थप केही गरेर हो। "
		-- Baron Rothschild, ca. 1800

%
त्यहाँ जादू को तीन विद्यालय छन्। एक: एक tautology राज्य, त्यसपछि घण्टी कोयसको corollaries मा परिवर्तन; कि दर्शन हो। दुई: धेरै तथ्य रेकर्ड।ढाँचा खोज्छन्। त्यसपछि अर्को तथ्य मा गलत अनुमान बनाउन; कि छविज्ञान। तीन: तपाईं नियन्त्रण एक द्रोही यूनिभर्स मा बाँच्ने सजग हुनुहोस्मर्फी व्यवस्था गरेर, कहिलेकाहीं Brewster गरेको कारक द्वारा अफसेट; कि ईन्जिनियरिङ् छ।
		-- Baron Rothschild, ca. 1800

%
त्यहाँ सौर-गर्मी प्रणाली दुई प्रकारका छन्: "निष्क्रिय" प्रणाली सङ्कलनआफ्नो घर हिट, र सूर्यका "सक्रिय" प्रणाली को सूर्यका सङ्कलन किपनि, आफ्नो छिमेकीको घरमा हिट।
		-- Dave Barry, "Postpetroleum Guzzler"

%
त्यहाँ एक मुड अणु बिना कुनै मुड विचार हुन सक्छ।
		-- R. W. Gerard

%
त्यहाँ चार फर्श संग एक भवन छ। पहिलो तल्ला मा, त्यहाँवास् को अधिवेशन छ। दोस्रो तल्ला मा, वहाँ एक छVinyl निर्माण बोट। तेस्रो तल्ला मा एक छिटो खाना छखडा, र चौथो तल्ला मा एक पुस्तकालय छ।Q: एक लाइब्रेरियन एउटा सानो तल यात्रा भने के हुनेछप्रत्येक तल्ला देखि एक अन्य व्यक्ति संग एलेवेटर?एक: एलिभेटर पूर्ण हुनेछ।
		-- R. W. Gerard

%
त्यहाँ कहिल्यै कसैले ठ्याक्कै discovers यदि यसो भन्छ जो एक सिद्धान्त छब्रह्माण्डको लागि हो र यो यहाँ छ किन, यो तत्काल गायब र हुनेछअझ विचित्र र inexplicable कुरा बदलिएको। त्यहाँ अर्को छसिद्धान्त भन्छ जो यो पहिले नै भएको छ भनेर।
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
त्यसको धेरै शक्तिहरु संग, होने, जीवन को यो दृश्य मा महानताका छमूल केही प्रकारका मा वा एक मा प्रेरणाबाट; र, यो ग्रह हुँदासम्म, गुरुत्वाकर्षण को निश्चित व्यवस्था अनुसार मा साइकल चलाउँद भएको छ त्यसैले सरल एक देखिसबैभन्दा सुन्दर र सबैभन्दा सुन्दर अनन्त प्रकारका सुरु गरिएको छ, र होजा रहेको छ, विकसित।
		-- Darwin

%
त्यहाँ हामीलाई अघि कुनै विकल्प छ। या त हामी प्रदान सफल हुनुपर्छimpulses र GUTS को तर्कसंगत समन्वय, वा शताब्दीयौं सभ्यता लागिसानातिना excitements को एक मात्र welter मा डुब्नु हुनेछ। हामी एक प्रदान गर्नुपर्छठूलो आयु वा मानव जाति को उकालो प्रयत्न पतन हेर्नुहोस्।
		-- Alfred North Whitehead

%
कुनै likelihood मानिस कहिल्यै अणु शक्ति गर्न सक्छन् छ।
		-- Robert Millikan, Nobel Prize in Physics, 1923

%
केही दार्शनिक यसलाई व्यक्त छैन भनेर निरर्थक कुनै राय छ।
		-- Marcus Tullius Cicero, "Ad familiares"

%
त्यहाँ ज्यामिति कुनै शाही सडक छ।
		-- Euclid

%
त्यहाँ वास्तवमा, कुनै पनि प्राकृतिक घटना दिइएको भनेर विश्वास गर्न छ कुनै कारण,आज यो तर अद्भुत लाग्न सक्छ, सधैंभरि inexplicable रहनेछ।नै हुनेछ जीवनको उत्पादन परिचालक चाँडै वा लेट कानूनप्रयोगशाला मा पत्ता, र मानिस एक निर्माता रूपमा व्यापार स्थापित हुन सक्छआफ्नै खातामा। यो कुरा साँच्चै, मात्र कल्पना हो; यो छपनि अत्यधिक सम्भाव्य।
		-- H. L. Mencken, 1930

%
त्यहाँ एक पागल वैज्ञानिक (एक पागल ... सामाजिक ... वैज्ञानिक) kidnapped गर्ने थियोतीन सहयोगिहरु, एक इन्जिनियर, एक भौतिक र गणितज्ञ र बन्दडिब्बाबंद खाना र पानी तर प्रशस्त अलग कक्षहरू तिनीहरूलाई प्रत्येक कुनैओपनर गर्न सक्नुहुन्छ।एक महिना पछि, फर्केका, को पागल वैज्ञानिक को ईन्जिनियर गरेको गएसेल र यो लामो खाली फेला परेन। यो इन्जिनियर देखि एक गर्न सक्छन् ओपनर निर्माण गरेका थिएखल्तीमा रद्दीटोकरी, एक विस्फोटक बनाउन एल्यूमीनियम shavings प्रयोग र चीनी सुकेको,र बच।यो भौतिक को Lids दस्तक गर्न जरूरी कोण बाहिर काम गरेको थियोपर्खाल विरुद्ध तिनीहरूलाई फ्याँक्छन् टिन डिब्बे बन्द। त्यो एक राम्रो विकास भएको थियोहात र एक नयाँ क्वांटम सिद्धान्त पिचिंग।यो गणितज्ञ एउटा अचम्मको मा, Unopened डिब्बे स्ट्याक्ड थियोयो चुम्बन समस्याको समाधान; आफ्नो dessicated लास शान्तपूर्वक propped थियोएक पर्खाल विरुद्ध, र यो भुइँमा कुँदिएको थियो:प्रमेय: म यी डिब्बे खोल्न सक्नुहुन्न भने, म मर्न छौँ।प्रमाण: विपरीत मान ...
		-- H. L. Mencken, 1930

%
त्यहाँ जो खरायो छ कि दावी 'जीवन' पत्रिकामा एक लेखक ... थियोकुनै स्मृति, आफ्नो रक्षात्मक तंत्र को छ जो। यदि तिनीहरूले सम्झेतिनीहरू केवल एक घण्टा जीवनको मार्गमा थियो हरेक नजिक दाढी हुनेinsupportable।
		-- Kurt Vonnegut

%
त्यहाँ एउटा पुरानो भारतीय विश्वास थियो कि को लुकाउने मा प्रेम गरेरआफ्नो मनपर्ने जनावर, एक स्वास्थ्य र समृद्धिको ग्यारेन्टी सक्छसन्तानका त्यसपछि गर्भधारण गरिन्। र त यो जान्छ कि एक भारतीयदम्पतीले एक भैंसी लुकाउने मा प्रेम गरे। नौ महिनापछि उनीहरू थिएएक स्वस्थ बच्चा छोरा संग आशिष् दिनुभयो। अर्को दम्पतीले huddledएक जरायो को लुकाउने र तिनीहरू पनि एक धेरै नै स्वस्थ आशिषित थिएबच्चा छोरा। तर तेस्रो दम्पतीले जसको मनपर्ने जनावर एक दरियाई घोडा थियो,छैन एक आशिषित थिए, तर निष्कर्षमा दुई स्वस्थ बच्चा छोरानौ महिना अन्तराल को। जो सबै पुरानो प्रमेय भनेर प्रमाणित:को दरियाई घोडा को squaw छोराहरू छोराहरू बराबर होअन्य दुई लुकाउँछ को squaws।
		-- Kurt Vonnegut

%
त्यहाँ एक माटोको पानीको सानो खाडल मा एक संसारका!
		-- Doug Clifford

%
त्यहाँ समय यात्रा मा कुनै भविष्य छ।
		-- Doug Clifford

%
तपाईं पनि तपाईं कुरा गर्दै हुनुहुन्छ के थाहा बेला सटीक हुनुको कुनै अर्थमा छबारेमा।
		-- John von Neumann

%
तिनीहरू यस संसारको आकार कसरी थाहा छैन। र त्यसैले तिनीहरू यो आकृति दिन, रसबै यो फिट बनाउन प्रयास गर्नुहोस्। तिनीहरूले बायाँ देखि दायाँ अलग, कोमहिला बाट मानिस, जनावर देखि बोट, चन्द्र देखि सूर्य। तिनीहरूमात्र दुई गर्न गणना गर्न चाहन्छु।
		-- Emma Bull, "Bone Dance"

%
केही बराबर कुराहरू अरू आपसमा बराबर हो।
		-- Emma Bull, "Bone Dance"

%
यो स्पष्ट धेरै पागल वैज्ञानिकहरू अर्को मामला, र पर्याप्त छैनhunchbacks।
		-- Emma Bull, "Bone Dance"

%
यो pamphleteers को उमेर छैन। यो ईन्जिनियरहरु को युग हो। योस्पार्क-खाली गर्ने कलम भन्दा mightier छ। लोकतन्त्र मानिसहरूले छैन salvaged गरिनेछजो धाराप्रवाह कुरा forcefully र उद्धरण aptly बहस।
		-- Lancelot Hogben, Science for the Citizen, 1938

%
यो ज्याक निर्माण गर्ने सिद्धान्त छ।यो कि ज्याक निर्माण गर्ने सिद्धान्त मा राख्नु भएको दोष छ।यो कि राख्नु भएको दोष लुकेको छ कि palpable मौखिक तुवाँलो छ ...
		-- Lancelot Hogben, Science for the Citizen, 1938

%
यो अभ्यास साँचो हो - हामी बाहिर छुटेका गर्नुभएको के Stradivarius गरेको छलगातार। त्यसपछि अलग: "थाहा नगर्ने तपाईं ती लागि, कि छअरूलाई भायलिन कारक द्वारा भनिन्छ गरिएको ... "
		-- From a 1B Electrical Engineering lecture.

%
यो स्थान केवल हामी सबै को लागि पर्याप्त ठूलो छ। हामी एक तरिका पत्ता लगाउन भयोयो ग्रह बन्द।
		-- From a 1B Electrical Engineering lecture.

%
यो ब्रह्माण्डको छैन मात्रा द्वारा, वजन द्वारा पठाइएको। को को केही विस्तारसामग्रीहरू ढुवानी समयमा भयो हुन सक्छ।
		-- From a 1B Electrical Engineering lecture.

%
यो एक सुनौलो आयु, उच्च साहसिक, धनी जीवित को समय, र गाह्रो थियोमरिरहेका ... तर कसैले त लाग्यो। यो भाग्य र चोरी को एक भविष्य थियो,pillage र rapine, संस्कृति र उपाध्यक्ष ... तर कसैले यसलाई स्वीकारे।
		-- Alfred Bester, "The Stars My Destination"

%
जो गर्न सक्छन् ती, के; सक्दैन गर्नेहरूलाई, बहाना।
		-- Alfred Bester, "The Stars My Destination"

%
जो गर्न सक्छन् ती, के; सक्दैन गर्नेहरूलाई, लेख्न।को बेल ल्याब रेकर्ड लागि काम लेख्न सक्ने छैन ती।
		-- Alfred Bester, "The Stars My Destination"

%
... आफ्नो आविष्कार superbly काम हुनत - आफ्ना सिद्धान्त ढल को एक crock थियोसुरुदेखि अन्तसम्म।
		-- Vernor Vinge, "The Peace War"

%
ब्रह्माण्डको संरचना तीन ठूलो वैज्ञानिक सिद्धान्त होआणविक, को corpuscular र परमाणु। चौथो कुरोलाई पुष्टि, संगHaeckel, को संक्षेपण वा कुरा को वर्षा ईथर देखि - जसकोअस्तित्व को संक्षेपण वा वर्षा ... एक पाँचौ द्वारा साबित छसिद्धान्त Idiots द्वारा आयोजित छ, तर तिनीहरूले बारेमा कुनै पनि थप थाहा यदि यो सन्देहपूर्ण छअरु भन्दा कुरा।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
त्यसैले गणित हामी कहिल्यै थाहा जसमा विषय रूपमा परिभाषित गर्न सकिन्छहामी के कुरा गर्दै छन्, न त कि के हामी भनिरहेका छन् साँचो हो।
		-- Bertrand Russell

%
समय ठाउँ को निर्माताहरु द्वारा perpetrated एक भ्रम छ।
		-- Bertrand Russell

%
समय सबै एकैचोटि हुँदैन भनेर पक्का को प्रकृति गरेको तरिका हो।स्पेस सबै तपाईं के नगर्ने पक्का को प्रकृति गरेको तरिका हो।
		-- Bertrand Russell

%
सहानुभूति contrivances माध्यमबाट गरेर Indes को दूरी मा Converse गर्नहामीलाई एक साहित्यिक पत्राचार छ रूपमा भविष्य पल्ट रूपमा प्राकृतिक हुन सक्छ।
		-- Joseph Glanvill, 1661

%
आविष्कार गर्न, तपाईँले राम्रो कल्पना र जंक को एक ढेर आवश्यक छ।
		-- Thomas Edison

%
आजको वैज्ञानिक प्रश्न छ: बिजुली संसारमा के हो?र यो साइकलबिना छोड्दा पछि यो कहाँ जाने गर्छ?
		-- Dave Barry, "What is Electricity?"

%
शीर्ष वैज्ञानिकहरूले सहमत खपत वर्तमान दर संग, पृथ्वीको किगुरुत्वाकर्षण को आपूर्ति गर्ने 24 शताब्दीमा अघि निकास गरिनेछ। मानिसको रूपमासस्ता विकल्पहरू पत्ता लगाउन संघर्ष, हामी आफ्नो सहयोग आवश्यक छ। कृपया ...गुरुत्वाकर्षण संरक्षणयी सरल सुझाव पालना:(1) उज्यालो चरण संग हिड। यदि सम्भव छ भने मध्यम बेलुन पूरा।(2) paperweights सट्टा टेप, चुम्बक, वा गोंद प्रयोग गर्नुहोस्।(3) स्किइङ परित्याग र कर्लिंग जस्तै तेर्सो खेल स्काइडाइविङ्ग।(4) वर्षा वेवास्ता .. सट्टा स्नान लिन।(5) कोठरी मा आफ्नो सबै लुगा रचनाहरू नगर्नुहोस् ... एक ठूलो थाक तिनीहरूलाई राख्नुहोस्।(6) प्यानकेकहरू flipping रोक्नुहोस्
		-- Dave Barry, "What is Electricity?"

%
टोक सस्तो छ।
		-- Dave Barry, "What is Electricity?"

%
दुई पनि दुई ठूलो मान लागि, तीन बराबर छैन।
		-- Dave Barry, "What is Electricity?"

%
दुई पुरुष एक तातो-हावा बेलुन छन्। चाँडै, उनि आफूलाई एक हराएकोघाटी कहीं। तीन मानिसहरूको एक हामी गर्न सक्छन् म एक विचार भयो ", भन्छन्।यो घाटी मदतको लागि कल र गुन्जन को लागि हाम्रो आवाज पूरा गर्नेछको घाटी को अन्त। कसैले त हामीलाई सुन्न बाध्य छ! "त्यसैले तिनले टोकरी माथि leans र बाहिर, चीखें "Helllloooooo! कहाँहामी? "(को गुन्जन धेरै पटक तिनीहरूले सुन्न)।पन्ध्र मिनेट पछि, तिनीहरूले यस प्रतिध्वनियन आवाज सुन्न: "Helllloooooo!तपाईं हराएको हुनुहुन्छ! "यो shouter टिप्पणी, "त्यो एक गणितज्ञ भएको हुनुपर्छ।""तिमी किन कि भन्छन्?" गडबड, आफ्नो मित्र, सोध्छन्"तीन कारणका लागि। पहिलो, उहाँले लामो समय जवाफ, दोस्रो लिए,उहाँले तेस्रो, उनको जवाफ बिल्कुल बेकारी थियो, बिल्कुल सही थियो, र। "
		-- Dave Barry, "What is Electricity?"

%
शून्य दुई प्रतिशत लगभग केहि छ।
		-- Dave Barry, "What is Electricity?"

%
दुई wrights उनि एक हवाइजहाज बनाउन, एक Rong बनाउन छैन। वा साइकिल।
		-- Dave Barry, "What is Electricity?"

%
UFOs वास्तविक लागि गर्दै छन्: वायु सेना अवस्थित छैन।
		-- Dave Barry, "What is Electricity?"

%
समझ सधैं सानो समस्या को समझ छएक बडा समस्या को सम्बन्ध मा।
		-- P. D. Ouspensky

%
उपयोगिता तपाईं एक टेलिफोन हुँदा, लक्जरी तपाईं दुई हुँदा छ,तपाईंले तीन हुँदा opulence छ - र तपाईं कुनै पनि बेला प्रमोदवनमा छ।
		-- Doug Larson

%
हामी सबै आफ्नो सिद्धान्त पागल हो भनेर सहमत छन्। विभाजन जो हामीलाई छ प्रश्नयो पागल हो कि पर्याप्त सही हुनुको मौका छ। मेरो आफ्नै अनुभवयसलाई पर्याप्त पागल छैन भन्ने छ।
		-- Niels Bohr

%
हामी प्रत्येक हाम्रो आफ्नै राय हकदार छन्, तर कुनै एक योग्य छ आफ्नोआफ्नै तथ्य।
		-- Patrick Moynihan

%
खेद छ। डायल रूपमा हामी तपाईंको कल पूरा गर्न सक्दैनौं। कृपया जाँचसंख्या र फेरि डायल वा सहायताको लागि तपाईंको अपरेटर सोध्न।यो एक रेकर्डिङ छ।
		-- Patrick Moynihan

%
हामी गुरुत्वाकर्षण पराजित गर्न सक्नुहुन्छ। समस्या शामिल कागजी कार्रवाई छ।
		-- Patrick Moynihan

%
हामी भविष्यमा बाहेक, सबै कुरा भविष्यवाणी गर्न सक्नुहुन्छ।
		-- Patrick Moynihan

%
हामी उनको पालन गरेर बाहेक प्रकृति आदेश गर्न सक्दैन।
		-- Sir Francis Bacon

%
हामी, सत्य प्रेम लागि, देखि लिन जो हाम्रो सँगी नागरिक यो पुस्तक समर्पणकर र उपहार, र अब र फेरि आफ्नै चाहन्छ निस्कने एक पठाउनआफूलाई रूपमा समर्पित सेवक, को रहस्य मा खोज फर्वार्ड गर्न रयो अनौठो र सुन्दर ब्रह्माण्डको अद्भुत simplicities, हाम्रो घर।
		-- "Gravitation", Misner, Thorne, and Wheeler

%
"हामी मतलब छैन।। हामी। हामी फोन कम्पनी हुनुहुन्छ छैन"
		-- "Gravitation", Misner, Thorne, and Wheeler

%
हामी केहि बारेमा एक प्रतिशत एक millionth थाहा छैन।
		-- "Gravitation", Misner, Thorne, and Wheeler

%
हामी जो यो पानी पत्ता थियो थाहा छैन, तर हामी धेरै निश्चित हुनुहुन्नयो माछा होइन भनेर।
		-- Marshall McLuhan

%
हामी तपाईंलाई एक परमाणु बम, तपाईं, Mermaids के चाहनुहुन्छ दियो?
		-- I. I. Rabi to the Atomic Energy Commission

%
हामी एक बराबर मौका हिसाब वर्ग छ - यो पूर्णतया एकीकृत गर्नुपर्छ।
		-- I. I. Rabi to the Atomic Energy Commission

%
हामी समर्थन लागि खाता गर्ने भारतीय दार्शनिक, मा हाँस्नपृथ्वीको एक विशाल हात्ती को परिकल्पना contrived, र समर्थन गर्नयो हात्ती, एक विशाल कछुवा। हामी candidly सत्य स्वीकार गर्नेछ भने, हामीउहाँले मा तरिका को जस्तै भएको स्नायु को सञ्चालनको रूपमा सानो थाहाजो पृथ्वीमा समर्थित: र पशु आत्माको बारेमा हाम्रो परिकल्पना, वाको स्नायु को तनाव र कम्पन बारेमा, रूपमा, साँचो हुन रूपमा जस्तै होपृथ्वीको समर्थन आफ्नो। उहाँको हात्ती एक परिकल्पना थियो, र हाम्रोhypotheses हात्ती छन्। मा निर्माण गरिएको छ जो दर्शन हरेक सिद्धान्त,शुद्ध conjecture, एक हात्ती छ; र हरेक सिद्धान्त आंशिक समर्थित छवास्तवमा द्वारा, र आंशिक conjecture द्वारा, नबूकदनेसरको छवि जसको, जस्तै छखुट्टा आंशिक फलाम को थिए, र आंशिक माटोले।
		-- Thomas Reid, "An Inquiry into the Human Mind", 1764

%
... हामी प्राकृतिक चयन गर्न धेरै शक्ति दिंदा को wary हुनुपर्छप्रत्यक्ष अनुकूलता हाम्रो मस्तिष्क सबै आधारभूत क्षमता हेर्दै द्वारा।म हाम्रो ओभरसाइजगरिएको निर्माण काम भनेर प्राकृतिक चयन शङ्का छैनदिमाग - र म उत्तिकै विश्वस्त हाम्रो दिमाग रूपमा ठूलो भए छुनिश्चित भूमिका लागि मिलाइएको (अन्तरक्रिया शायद एक जटिल सेटकार्य)। तर यी अनुमानको धारणा नेतृत्व छैन, अक्सरuncritically सख्त Darwinians द्वारा अँगाले, सबै प्रमुख क्षमता किमस्तिष्क को प्राकृतिक चयन को रूपमा प्रत्यक्ष उत्पादनहरु खडा गर्नुपर्छ।
		-- S. J. Gould, "The Mismeasure of Man"

%
हामी यसलाई एक सुन्दर को सुरुतिर अघि सबैभन्दाअध्यारो छ भन्ने विश्वास गर्छन् पर्छनयाँ सांसार। हामी यो विश्वास गर्दा हामी यसलाई देख्न।
		-- Saul Alinsky

%
... हामी लगातार द्वारा प्रदान भारी न्याय counterpose पर्छअवलोकन र inferences हजारौं द्वारा। पृथ्वी अरबौं छवर्ष पुरानो र यसको जीवित प्राणीहरू विकासवादी को सम्बन्ध द्वारा जोडिएको छन्वंश। वैज्ञानिकहरूले त बताउँदै द्वारा dogma प्रचार आरोप stand, तरतिनीहरूले पृथ्वीको छ भनी घोषणा गर्दा हामी ब्रान्ड मान्छे illiberal के नसमतल न त ब्रह्माण्डको केन्द्र मा? विज्ञान * हामीलाई सिकाउनुभएको छ केहीनिर्धक्क कुरा! प्राचीन पृथ्वीमा विकास रूपमा राम्रो छहाम्रो ग्रह गरेको आकार र स्थिति रूपमा स्थापित। हाम्रो जारी संघर्षविकास कसरी हुन्छ (को "विकास को सिद्धान्त") बुझ्न गर्दैनयसको घटना हाम्रो दस्तावेज डाली छ - "विकास तथ्य" -पक्कै मा।यो संदेह इन्क्वायरर, वल। XII 2।
		-- Stephen Jay Gould, "The Verdict on Creationism",

%
यहाँ प्रस्तुत गरिएको प्रमाण एक निर्भर हामी अग्रिम पाठक चेतावनीचतुर तर अत्यधिक unmotivated चाल।
		-- Howard Anton, "Elementary Linear Algebra"

%
प्रकृति गरेको विविधता मा revel र महसुस हरेक पशु सिकाइएको जो हामी गर्छनब्रान्ड होमो को Cretaceous विलुप्त देखि सबैभन्दा ठूलो विनाश रूपमा Sapiens बनी।
		-- S. J. Gould

%
हामी सौर ऊर्जा बित्तिकै उपयोगिता कम्पनीहरु एक प्राविधिक समाधान रूपमा हुनेछसमस्या - एक मीटर मार्फत एक sunbeam कसरी सञ्चालन गर्न।
		-- S. J. Gould

%
हामी चन्द्र मानिसलाई पठाएको, र त्यो 29.000 किलोमिटर टाढा छ। केन्द्रपृथ्वीको मात्र 4,000 किलोमिटर टाढा छ। तपाईं कि ड्राइव सक्छ एक हप्तामा,तर केही कारणले कसैले कहिल्यै यो पूरा।
		-- Andy Rooney

%
Weinberg, एक जवान किराना कर्मचारी रूपमा प्राप्त गर्न किराना प्रबन्धक सल्लाहकहिल्यै किनेको जो कसैले rutabagas छुटकारा। त्यो यति गरे। "ठीक छ, बच्चा, किएक महान विचार थियो, "व्यवस्थापक। त्यसपछि उहाँले रोकिएको बताए हत्यारा आग्रहप्रश्न, "अब के कम से कम लोकप्रिय तरकारी के हो?"व्यवस्था: एकपटक तपाईं आफ्नो # 1 समस्या हटाउन, # 2 पदोन्नति हुन्छ।
		-- Gerald Weinberg, "The Secrets of Consulting"

%
उहाँले coulda एक वी-8 थियो जब एक वी-2 Wernher वन Braun बसे।
		-- Gerald Weinberg, "The Secrets of Consulting"

%
"के म गर्नुभएको, को पाठ्यक्रम, कुल फोहोर छ।"
		-- R. Willard, Pure Math 430a

%
के ठीक, बीजगणित छ? यो ती तीन-cornered कुराहरू एउटै हो?
		-- J. M. Barrie

%
मन के हो? जेसुकै होस। कुरा के हो? चिन्ता नलिऊँ।
		-- Thomas Hewitt Key, 1799-1875

%
के अब साबित भएपछि मात्र imagin'd थियो।
		-- William Blake

%
अनुसन्धान तर ज्ञानले अन्धो मिति के हो?
		-- Will Harvey

%
छैन विश्वास गर्न इच्छा के चाहन्थे छ, तर इच्छा पत्ता लगाउन,जो सही विपरीत छ।
		-- Bertrand Russell, "Skeptical Essays", 1928

%
मलाई यो के deuce छ? तपाईं हामी सूर्य वरिपरि जाने भन्छन्। यदि हामी गएचन्द्र वरिपरि यो मलाई वा मेरो काम गर्न फरक एक pennyworth गर्न हुनेछ।
		-- Sherlock Holmes, "A Study in Scarlet"

%
के वैज्ञानिकहरूले आफ्नो ब्रीफकेस मा छ आतंकित गर्नु छ।
		-- Nikita Khruschev

%
के संसारको * साँच्चै * आवश्यकता राम्रो स्वचालित साइकल शापनर छ।
		-- Nikita Khruschev

%
एक मानिस एक घण्टा को लागि एक राम्री केटी संग बस्छन, यो एक मिनेट जस्तै देखिन्छ।तर उहाँलाई एक मिनेट को लागि एक हट चुलो मा बस्न दिनुहोस् - र यो भन्दा लामोघण्टा। त्यो सापेक्षता छ।
		-- Albert Einstein

%
अलेक्जेन्डर ग्राहम बेल 1922 मा मृत्यु हुँदा, टेलिफोन मान्छे अवरोधसम्मान मा एक मिनेट को लागि सेवा। तिनीहरूले intermittently उहाँलाई आदर गरिएको छत्यसबेलादेखि, म विश्वास गर्छन्।
		-- The Grab Bag

%
केही मानिसहरू सत्य पत्ता लगाउन, तिनीहरू केवल किन बुझ्न सक्नुहुन्छसबैलाई सुन्न उत्सुक छैन।
		-- The Grab Bag

%
अनुमान यसको खराब गर्नुभएको छ, दुइ प्लस दुई अझै चार बराबर छ।
		-- S. Johnson

%
"को सहयात्रा कठिन हुन्छ जब कठिन empirical प्राप्त।"
		-- Jon Carroll

%
यो आज छ रूपमा, र सबै ब्रह्माण्डको त whack बाहिर थियो जबतारा आफ्नो उचित ठाउँमा अप लहरै थिए, तपाईं सजिलै तिनीहरूलाई गणना सक्छदाँया बायाँ वा तल माथि, र ठूलो र bluer व्यक्तिहरूलाई थिएअलग, र सानो पहेंलो प्रकार रूपमा कुनामा गर्न बन्द धक्कातल्लो ग्रेड को शरीर ...
		-- Stanislaw Lem, "Cyberiad"

%
यो कागजी कार्रवाई को वजन विमान को वजन बराबर गर्दा,विमान उड्न हुनेछ।
		-- Donald Douglas

%
जब तपाईं छानबिन को एक उद्देश्य र वैज्ञानिक टुक्रा के गर्दै हुनुहुन्छएक विषय को, यो दृढ हात मा जवाफ दिनुभयो गर्न, राम्रो छ, त्यसैले तपाईं सक्नेforthrightly सीधा लक्ष्य, बाङ्गिएको वा पर्नदेखि बिना, अगाडि बढ्नुहोस्।
		-- Amrom Katz

%
जब तपाईं बिल्कुल विषय बारे केही थाहा छ, आफ्नो पूर्वानुमान बनाउन300 अरूको एक ध्यान चयन सम्भावना नमूना छैन जो सोधेरया त जवाफ थाह छ।
		-- Edgar R. Fiedler

%
एक गणना जोखिम जाने गणना कहाँ छन्?
		-- Edgar R. Fiedler

%
जहाँ कुरा हुन सक्नुहुन्छओह, प्रिय, जहाँ कुरा हुन सक्छजब यो ऊर्जा रूपान्तरित गर्नुपर्छ?त्यहाँ समता को अलिकति हानि छ।जनी फेयर मा त लामो छ।
		-- Edgar R. Fiedler

%
यो राम्रो गर्न एक अपराध हुन निश्चित छ सूर्य उपासना गर्न एक कर्तव्य कहाँ छगर्मी को व्यवस्था जाँच्न।
		-- Christopher Morley

%
को ईन्जिनियर आफ्नो थियोसिस विकास गर्दा, निर्देशक गर्न भन्दा leanedउनको सहायक र, whispered "के तपाईंले कहिल्यै समुद्र नुन छ किन को सुन्नुभयो?""किन समुद्र नुन छ?" को सहायक फिर्ता whispered। "तिमि के गर्छौअर्थ? "निर्देशक जारी: "म एक सानो बच्चा थियो जब, म को कथा सुने`किन समुद्र नुन 'धेरै पटक छ, तर म बस सम्म यो महत्त्वपूर्ण लाग्यो कहिल्यैपहिले एक क्षण। यो जस्तै कुरा: पूर्व समुद्र ताजा पानी थियो रनुन दुर्लभ र महंगी थियो। एक मिलर एक अद्भुत एक विजार्ड प्राप्तसबै दिन लामो नै बाहिर बस नुन जमीन कि मिसिन। पहिलो मा मिलरआफूलाई संसारमा सबैभन्दा भाग्यवान् मानिस सबै गाउँमा लाग्यो, तर चाँडैशताब्दीयौंदेखि तिनीहरूलाई पछिल्लो गर्न नुन थियो र अझै पनि मिसिन पीस मा राखिएकोथप नुन। यो मिलर आफ्नो घर बाहिर सार्न थियो, उहाँले बन्द सार्न थियो आफ्नोएकड। बल्ल उहाँले समुद्र मा मिसिन डुब्नु भनेर निर्धारण रयो छुटकारा हुन। तर मिल भूमि त द्रूत डुंगा र मिलर र मिसिनसँगै sunk थिए, र तल तल, को मिल पीस मा अझै पनि भयो र छसमुद्र किन नुन छ। ""म तपाईं प्राप्त छैन," को सहायक बताए।
		-- Guy Endore, "Men of Iron"

%
सेतो बौना बाइनरी सम्बन्ध लागि रातो विशाल खोज्छ।
		-- Guy Endore, "Men of Iron"

%
किन गणितज्ञ पहिले नै अर्को छ कि शब्द प्रयोग जिद्दी गर्छन्अर्थ? "यो सामना गर्न सजिलो छ कि जटिल मामला छ।" "यो भनेएक कुनामा हुँदैन, तर एउटा किनारा मा, यो तैपनि एक मा हुन्छकुना। "
		-- Guy Endore, "Men of Iron"

%
किन तपाईं आफ्नो सानो समस्या समाधान गर्छन् ... र यो मैनबत्ती प्रकाश?
		-- Alan Shepherd, the first man into space, Gemini program

%
, सबै फैंसी संसारमा वैज्ञानिकहरूले किन तिनीहरू केवल एक पटक गर्न सक्छन्एक आणविक बाम निर्माण?
		-- Alan Shepherd, the first man into space, Gemini program

%
हरेक पारित घण्टा हाम्रो सौर्य प्रणाली आउँछ चालीस तीन हजारमाइल नक्षत्र हर्कुलेसक्लस्टर मा गोलाकारक्लस्टर M13 नजिक रअझै पनि कुनै छ जिद्दी जारी गर्ने केही मिल्दैनन् छन्प्रगति जस्ता कुरा।
		-- Ransom K. Ferm

%
जीवन बिना, जीवविज्ञान नै असम्भव हुनेछ।
		-- Ransom K. Ferm

%
जेरक्स यसलाई फेरि र फेरि र फेरि गर्दछ र ...
		-- Ransom K. Ferm

%
जेरक्स कहिल्यै केहि मूल संग आउँछ।
		-- Ransom K. Ferm

%
Ya'll केही फसाउन समुद्र तट गए जो geometer बारेमा सुन्नरेज र एक tangent भए?
		-- Ransom K. Ferm

%
"हाँ, तर तपाईंले ब्रह्माण्डका सन्दर्भ बाहिर गर्दै हुनुहुन्छ।"
		-- Ransom K. Ferm

%
"हो, गरेको विचार गरौं," ब्रुनो भने, मा आफ्नो औंठी राख्दै आफ्नोमुख फेरि, र तल मरेको माउस मा बसेर।"तिमी के भनेर माउस राख्नुहुन्छ?" म बताए। "तपाईं गर्नुपर्छ या तयो मुर्दा गाड्नु वा अरू को खोला मा यो फेंक। ""किन, यो संग मापन गर्न छ!" ब्रुनो कराए। "कहिल्यै तपाईं कसरी हुनेछएक बिना एक बगैचा हो? हामी प्रत्येक ओछ्यानमा तीन mouses र आधा बनाउनलामो र दुई mouses व्यापक। "उहाँले मलाई देखाउन पुच्छर द्वारा बन्द यसलाई तानेर थियो म उसलाई रोकियोयसलाई प्रयोग कसरी भएको थियो ...
		-- Lewis Carroll, "Sylvie and Bruno"

%
"Yo, माइक!""हाँ, Gabe?""हामी धरती मा तल समस्या भयो। उठा मा।""म तपाईंलाई गत शताब्दीको तय लाग्यो!""होइन, होइन, होइन कि। कसैले भौतिकी मा एक सुरक्षा समस्या फेला गर्नुपर्छकार्यक्रम। तिनीहरू कतै बाहिर ऊर्जा प्राप्त गर्दै हुनुहुन्छ। ""Blessit! Lemme हेर्न ... <tappity clickity tappity> अरे, यो होत्यहाँ सबै ठीक! ठीक छ, केवल एक सेकेन्ड ... <tappity clickity ट्याप गर्नुहोस् ... सुरक्षित ... सङ्कलन>त्यहाँ, कि यो प्याच पर्छ। यसलाई DIST, wouldja? "
		-- Cold Fusion, 1989

%
तपाईं एक ट्याक्सी चालक हुन्। तपाईंको टैक्सी पहेंलो र कालो छ, र छमात्र सात वर्षसम्म प्रयोग गर्नुहोस्। यसको गाडीको अगाडीको शिशा wipers को एक भाँचिएको छ, रको कार्बोरेटर समायोजन आवश्यक छ। ट्यांक 20 गैलन धारण, तर माक्षण मात्र पूर्ण तीन-चौथाई छ। कसरी पुरानो भएको ट्याक्सी चालक छ? "
		-- Cold Fusion, 1989

%
तपाईं एक पसिना हुर्काउन बिना केहि सार्थक प्राप्त गर्न सक्दैन।कहिल्यै के तपाईं चाहनुहुन्छ लायक छ भन्दा अलि बढी खर्च रहेको छ।तपाईँले खेल जित्न सक्छ, र प्ले रोक्न अनुमति छैन।
		-- The Third Law Of Thermodynamics

%
तपाईँले सबै विज्ञान विचार कोष मा छ कि प्रभाव लाग्न सक्छनासा निर्णय, एक फ्लिया को नाइटो मा तिनीहरूलाई राख्नु, र कोठा बाँकी छमाथि जीरा बीउ र टोनी Calio मन लागि।
		-- F. Allen

%
तपाईं फोन कम्पनी धोखा गर्न सक्दैन।
		-- F. Allen

%
तपाईं मापन बिना एक विज्ञान हुन सक्दैन।
		-- R. W. Hamming

%
तपाईंले यसलाई ट्याक्सी पूर्ण शक्ति लिन्छ जब तपाईं गियर-अप उतरा गर्नुभएको थाहा छ।
		-- R. W. Hamming

%
तपाईं मतलब तपाईं * त्यो सानो फोन कम्पनीहरु धेरै बनाउन बन्द थियो * छैन थाह भयो?
		-- R. W. Hamming

%
तपाईं कहिल्यै भन्दा बढी को नहुनु मा विज्ञान केहि विरुद्ध शर्त गर्नुपर्छ10 ^ 12 1।
		-- Ernest Rutherford

%
वैज्ञानिकहरूले अब भनेर विश्वास किनभने तपाईं आफ्नो चिमनी प्रयोग गर्नु हुँदैन,लोकप्रिय राय विपरीत, Fireplaces वास्तवमा घरदेखि गर्मी हटाउन।साँच्चै, कि वैज्ञानिकहरू के विश्वास छ। वास्तवमा वास्तवमा धेरै वैज्ञानिकहरुको गर्मी मा आफ्नो घर शांत आफ्नो Fireplaces प्रयोग गर्नुहोस्। तपाईं एक भ्रमण भनेमा एक गर्म र बेहवा अगस्ट दिन वैज्ञानिक घरमा, तपाईं खुसीसाथ आगो पाउनुहुन्छचूल्हा मा गर्जन र वैज्ञानिक, नजिकैको बसिरहेका मा कसरी remarkingसुन्दर उहाँ र भारी पिउने।
		-- Dave Barry, "Postpetroleum Guzzler"

%
तपाईं कहिल्यै धेरै राशि हुनेछ।
		-- Munich Schoolmaster, to Albert Einstein, age 10

%
यो के अवलोकन गर्न सकिन्छ भनेर निर्णय जो सिद्धान्त छ।
		-- Albert Einstein

%
परमेश्वरको सूक्ष्म छ, तर उहाँले खराब छैन।
		-- Albert Einstein

%
Dopeler प्रभाव: तिनीहरूले जब स्मार्ट जस्तो गर्न मूर्ख विचार को झुकावतीव्र गतिमा तपाईं आउन।"शैली Invitational रिपोर्ट हप्ताको 278 देखि" प्रकाशितअगस्ट 2, 1998
		-- Greg Oetjen of Lorton, VA in the Washington Post

%
सबै नहुनु विरुद्ध, एक हल्ला टेलिफोन लाइन, कर द्वारा ट्यापअधिकारीहरूले र गोप्य प्रहरी, एलिस खुसीसाथ प्रयास गर्नेछ, संगत्यो स्पष्ट सुन्न सक्नुहुन्छ जसलाई छैन, र जो छ त्यो भरोसा छैन कसैलेशायद अरू कसैले, एक तख्तापलट व्यवस्थित गर्न उनको कर लाभ फिड्डल रd'etat, एकै समयमा फोन कल को लागत न्यूनीकरण गर्दा।एक कोडन theorist लाग्छ छैन जसले गर्छ एलिस पागल छ कसैले छ।    - यूहन्ना गर्डन, "एलिस र बब पछि डिनर भाषण", ज्यूरिख संगोष्ठी,       अप्रिल 1984
		-- Greg Oetjen of Lorton, VA in the Washington Post

%
