ബസ് കഷണങ്ങൾ 100 ബക്കറ്റ്ബിറ്റുകൾ 100 ബക്കറ്റ്അതു ചെറിയ നിലത്തു ഒറ്റ ഇറങ്ങി എടുക്കുകബസ് കഷണങ്ങൾ എഫ് എഫ് ബക്കറ്റ്ബസ് കഷണങ്ങൾ എഫ് എഫ് ബക്കറ്റ്കഷണങ്ങൾ എഫ് എഫ് ബക്കറ്റ്അതു ചെറിയ നിലത്തു ഒറ്റ ഇറങ്ങി എടുക്കുകബസ് കഷണങ്ങൾ FE ബക്കറ്റ്പരസ്യം infinitum ...
		-- ``Cities in Dust'', "Tinderbox", Siouxsie & the Banshees.

%
ഡിസ്കിൽ കപടവാദങ്ങൾ 99 ബ്ലോക്കുകളിൽ,കപടവാദങ്ങൾ 99 ബ്ലോക്കുകളിൽ!നിങ്ങൾ ഒരു ബഗ് ശരിയാക്കാനും, അത് വീണ്ടും ഡംപ്:ഡിസ്കിൽ കപടവാദങ്ങൾ 100 ബ്ലോക്കുകളിൽ!ഡിസ്കിൽ കപടവാദങ്ങൾ 100 ബ്ലോക്കുകളിൽ,കപടവാദങ്ങൾ 100 ബ്ലോക്കുകളിൽ!നിങ്ങൾ ഒരു ബഗ് ശരിയാക്കാനും, അത് വീണ്ടും ഡംപ്:ഡിസ്കിൽ കപടവാദങ്ങൾ 101 ബ്ലോക്കുകളിൽ! ...
		-- ``Cities in Dust'', "Tinderbox", Siouxsie & the Banshees.

%
talcum ഒരല്പംഎല്ലായ്പ്പോഴും walcum ആണോ
		-- Ogden Nash

%
ചുഴിക്കുറ്റിയിൽ ഇല്ലാതെ ഒരു പെട്ടി, കീ, ലിഡ്,എന്നാൽ അകത്ത് സ്വർണ്ണ നിക്ഷേപം മറഞ്ഞിരിക്കുന്നു.
		-- J. R. R. Tolkien

%
ആൺകുട്ടികളിൽ ഒരുകൂട്ടം Malemute സലൂൺ അത് ഡോളറെന്ന് ചെയ്തു;സംഗീത ബോക്സ് കൈകാര്യം കുട്ടിയെ ഒരു അടൂർഗോപാലകൃഷണന്റെ-സമയം ട്യൂൺ തട്ടുകയോ ചെയ്തു;തിരിച്ച് ബാർ, ഒരു ഏകാംഗ ഗെയിമിൽ, അപകടകരമായ ഡാൻ McGrew ഇരുന്നുഅവന്റെ ഭാഗ്യം ജാഗരിച്ചും അവന്റെ വെളിച്ചത്തിൽ-ഒ-സ്നേഹം, ലൂ എന്ന് അറിയപ്പെടുന്നത് പ്രാര്ഥിക്കാത്തത് ആയിരുന്നു.
		-- Robert W. Service

%
എന്റെ ഒരു കസിൻ ഒരിക്കൽ പണം കുറിച്ച് പറഞ്ഞുപണം അവിടെ എപ്പോഴും എന്നാൽ പോക്കറ്റുകൾ മാറ്റം;അതു ഒരു മാറ്റം ശേഷം അതേ കാശും ഇല്ലആ പണം കുറിച്ച് പറയാൻ അവിടെ തന്നെ.
		-- Gertrude Stein

%
ഒരു Elbereth Gilthoniel,silivren penna മീറ്റർ 'irielഹേ aglar elenath menel!നാ palan-ഡി 'chaered irielഹേ galadhremmin ennorath,Fanuilos, Le linnathonaear nef, ഞാന് aearon nef!
		-- J. R. R. Tolkien

%
ഒരു ഫിറ്റർ യോജിക്കുന്ന; പാപികളെ പാപം എങ്കിലുംഒരു മുറിക്കുന്ന മുറിവുകൾ; പിന്നെ thinners നേർത്തവിമാനത്തില് spotter പാടുകൾ; പേപ്പർ-blotters മായിച്ചുകളയുംഒരു കുഞ്ഞ്-സിറ്റർ ഞാൻ ഇനിയും പോയിട്ടില്ലബേബി-ഇരിക്കുന്ന - ഉണ്ടായിരുന്നുഅ അക്ഷരങ്ങൾ ചെയ്യട്ടെഎന്നാൽ ഒരു നായ് ots ഒരിക്കലും. അല്ലെങ്കിൽ ഒരു നായ് അധികസമയം കണ്ടിട്ടില്ല.ഒരു ബാറ്ററി ബാറ്റുകൾ(അല്ലെങ്കിൽ scats വ്യാപിപ്പിക്കുകയും);ഒരു potting ഷെഡ് ന്റെ potting വേണ്ടി;എന്നാൽ ആരും കണ്ടില്ലകെട്ടിയിരിക്കുന്നതു bounderഅല്ലെങ്കിൽ ഒരു നായ് otting പിടിച്ചു.
		-- Ralph Lewin

%
A ഒരു ഒച്ച് പോലെ പ്രവർത്തിക്കുന്ന, awk, വേണ്ടി തന്നെയാണ്ബി നിങ്ങളുടെ എല്ലാ മെയിൽ മട്ടാണ്, എക്സ്ബിഫ് ആകുന്നു.ഹാക്കർമാർ തിരിച്ചുവിളിക്കാൻ പോലെ സി, സിസി നല്കിയിരുന്നു, സമയത്ത്ഡി, എല്ലാ ചെയ്യുന്ന കമാൻഡ് ദിദി ആകുന്നു.ഇ നിങ്ങളുടെ കീകൾ rebinds ഏത്, Emacs വേണ്ടി തന്നെയാണ്എഫ് നിന്റെ വൃക്ഷങ്ങളും പുനർനിർമ്മിക്കുന്നത് ഏത് fsck, വേണ്ടിയുള്ളതാണ്.ജി grep വേണ്ടി കൗശലപൂര്വമായ ഒരു ഡിറ്റക്ടീവ്, കഴിഞ്ഞിട്ടുഎച്ച് വികലമായ തോന്നാം ഏത്, മുടന്തർ ആകുന്നു.ഞാൻ അപൂർവ്വമായി amuses ഏത്, ഇൻഡന്റ് വേണ്ടി തന്നെയാണ്ജെ ആരും ഉപയോഗിക്കുന്നു, ചേരാൻ ആകുന്നു.കെ സമയത്ത് മണിചിത്രത്താഴും തിങ്ങുന്ന, കൊല്ലാനായി ആണ്,എൽ ഡോസിൽ നിന്നും നഷ്ടമായിരിക്കുന്നു ഏത് നനവ്, വേണ്ടിയുള്ളതാണ്.എം കുറവ് ജനിപ്പിച്ചു ചെയ്തു നിന്നും കൂടുതൽ വേണ്ടി തന്നെയാണ്എൻ അതു ശരിക്കും അല്ലാത്ത നൈസ് ആണ്.ഹേ കാര്യങ്ങൾ ആശംസകള് പ്രിന്റ് ചെയ്ത, വീശികൊണ്ടി നല്കിയിരുന്നു, സമയത്ത്പി രണ്ടുതവണ സ്ട്രിങ്ങുകൾ ലെ മട്ടാണ്, passwd ആകുന്നു., ക്വാട്ട വേണ്ടി ക്യു ഒരു ബെർക്ക്ലി-തരം കെട്ടുകഥ, ഒപ്പംആർ AR മേശ തരംതിരിക്കലിനായി, ranlib ആകുന്നു.എസ് സമയത്ത് ഇടിച്ചുകാണിക്കുക ശ്രമിക്കുന്ന, അക്ഷരപ്പിശക് ആണ്,ടി വളരെ കുറച്ച് ചെയ്യുന്ന സത്യവാൻ ആകുന്നു.യു സന് ഉപയോഗിക്കുന്ന uniq, വേണ്ടി തന്നെയാണ്വി നിർത്തുന്നതിനായി വിഷമം ഏത്, VI ആകുന്നു.പ സമയത്ത് നിങ്ങളുടെ പേര് പറയുന്ന, whoami നല്കിയിരുന്നു,എക്സ്, നന്നായി സംശയകരമായ ഫെയിം, എക്സ് ആണ്.വൈ ഒരു മതിപ്പ് തിങ്ങുന്ന, അതെ വേണ്ടി തന്നെയാണ്ഇസഡ് കംപ്രഷൻ കൈകാര്യം zcat, വേണ്ടിയുള്ളതാണ്.
		-- THE ABC'S OF UNIX

%
അവളുടെ കാതുകളിൽ ഒന്ന് പ്രയോഗിച്ചു കൂടെ ഒരു സ്ത്രീഅകത്ത്, കേട്ടു തുറന്ന keyhole ചെയ്യുക,രഹസ്യഉപദേശം സൗജന്യമായി രണ്ടു പെൺ ഗോസിപ്പ് -അവരെ വ്യാപൃതമായി വിഷയം അവൾ ആയിരുന്നു."ഞാൻ കരുതുന്നു" ഒന്നു പറഞ്ഞു: "എന്റെ ഭർത്താവ് ചിന്തിക്കുന്നതുംഅവൾ ഒരു അകറ്റൂ, ജിജ്ഞാസുവായ MINX എന്ന്! "ഉടനെ അവൾ ഞങ്ങൾക്കിപ്പോഴേ അതിന്റെ ഇനി പോലെയുവതിയുടെ, മുഷിഞ്ഞു, അവളുടെ ചെവി നീക്കംചെയ്തു."ഞാൻ തടുക്കുന്നില്ല," അവൾ ഒരു pout കൂടെ പറഞ്ഞു"എന്റെ കഥാപാത്രം കള്ളം കേൾപ്പാൻ!"
		-- Gopete Sherany

%
സംശയകരമാണ് നമ്പർ ഒരു ചെറിയ വചനംബാക്കി സമാധാനപരവുമായ മയക്കവും ശത്രുക്കളാകുന്നു.ഈ ഒരു "ങ്ങൾ" ചേർക്കുക എങ്കിൽ,ഗ്രേറ്റ് metamorphosis ആണ്.പദത്തിന്റെ, ഇനി ഇപ്പോൾ ബഹുവചനരൂപമാണ്സുഗന്ധ എന്തു ഉപ്പുവെള്ളവും മുമ്പിൽ നടന്നു.ഞാൻ എന്താണ്?
		-- Gopete Sherany

%
മനുഷ്യൻ ഒരു തുരുമ്പൻ വണ്ടിയിൽ ഒരു തുരുമ്പൻ ചക്രം പോലെയാണ്,അവൻ സഹിതം കുറുകൽ അപ്പോൾ അവൻ ഞങ്ങളുടെ മറിഞ്ഞ് അവൻ തന്റെ ഗാനം പാടി.
		-- Richard Thompson

%
പ്രതിഭയുടെ ഒരുത്തൻ പിശകുകൾ വരുത്തുന്നു.തന്റെ തെറ്റുകളെ volitional അവ കണ്ടെത്തൽ കവാടങ്ങളിലൂടെ ആകുന്നു.
		-- James Joyce, "Ulysses"

%
കുളങ്ങളിൽ Marlin വേണ്ടി മീനും പുരുഷൻസ്വരത്തിന്റെ ബോണ്ടുകൾ തന്റെ പണം ആക്കും.
		-- James Joyce, "Ulysses"

%
വീരൻ ജീവി ജേം ആണ്,ചര്ച്ചകള് ചെറുതാണ് എങ്കിലും.അവന്റെ കീഴ്നടപ്പുള്ള വാസസ്ഥലംമനുഷ്യ വംശത്തിന്റെ ഉള്ളിൽ ഇരിക്കുന്നു.പലപ്പോഴും ഉദ്ദേശിക്കുന്നവർക്ക് തൻറെ ബാലിശമായ അഹങ്കാരംജനം വിചിത്രമായ രോഗങ്ങൾ നൽകിക്കൊണ്ട്.നിങ്ങൾ എന്റെ poppet, രോഗികളുടെ തോന്നുന്നുണ്ടോ?നിങ്ങൾ ഒരുപക്ഷേ ഒരു ജേം അടങ്ങിയിട്ടുണ്ട്.
		-- Ogden Nash

%
ഒരു പന്നി ഒരു ജോളി കൂട്ടാളിയുംപന്നിയുടെ, നല്ലയിനം, Barrow, അല്ലെങ്കിൽ പെൺപന്നിക്ക് -ഒരു പന്നി നിങ്ങളുടെ ആത്മവീര്യം വർധിപ്പിക്കാൻ കാണാം ഒരു പാൽ ആണ്,പർവ്വതങ്ങൾ topple ഒപ്പം ചരിക്കുക വരാം.അവർ blackballed നടത്തിയപ്പോൾ ഇടുക്കികാരനാണ്, നിങ്ങൾ ചുട്ടുഅവ നിനക്കു അവ വിളിച്ചു ടോറി ആൻഡ് വിഗ്,നിങ്ങൾ ടാബി ആൻഡ് റോവർ ഓവറിൽ ഇടിക്കാതെ വരാം,നിങ്ങൾക്ക് ഒരു പന്നി ഒരു പന്നി എന്തോ ഒരിക്കലും കാണാം,,നിങ്ങൾ ഒരു പന്നി എന്തോ ഒരിക്കലും കാണാം!
		-- Thomas Pynchon, "Gravity's Rainbow"

%
ഒരു കൂട്ടിൽ ഒരു റോബിന് redbreastഒരു അരിശം എല്ലാ സ്വർഗ്ഗം ഇടുന്നു.
		-- Blake

%
ഒരു salamander നശിപ്പിച്ചു ജ്വാല കടന്നു scurries.സാങ്കല്പികമായ ജീവികൾ സെല്ലുലോയ്ഡ് ജനനത്തീയതിയും കുടുങ്ങിക്കിടക്കുന്നതായി ചെയ്യുന്നു.ഞാൻ ഇതിനെക്കുറിച്ച് അറിയില്ല. ഞാന് ചെണ്ടക്കാരന് സുഖമാണ്. പത്രോസ് ചോദിക്കുക.മുൻ വർഷത്തെ ഉല്പത്തി റിലീസ്, "കുഞ്ഞാട് കിടക്കുന്നുബ്രോഡ്വേ ന് ".
		-- Phil Collins in 1975, when asked about the message behind

%
ഒരൊറ്റ flow'r അവൻ ജാലകചില്ലുകളില് ശേഷം എന്നെ അയച്ചു.അവൻ തിരഞ്ഞെടുത്തു എല്ലാ ഹൃദ്യമായി തന്റെ ദൂതന്;ഡീപ്പ് അർദ്ധമനസ്കരായ നിർമ്മലവും സംഅബിന് മഞ്ഞുകൊണ്ടു ഇപ്പോഴും wet--വൺ തികഞ്ഞ ഉയർന്നു.ഞാൻ floweret ഭാഷ അറിഞ്ഞു;"എന്റെ ദുർബലപ്രദേശങ്ങൾ ഇല," അതു പറഞ്ഞു: "അവന്റെ ഹൃദയം നൽകുക."നീണ്ട സ്നേഹം തൻറെ മന്ത്രത്തകിട് തിരഞ്ഞെടുത്തവൺ തികഞ്ഞ ഉയർന്നു.എന്തുകൊണ്ട് ആരും ഒരിക്കലും എന്നെ അയച്ചിരിക്കുന്നുവൺ തികഞ്ഞ ലിമോയ്സിൻ, നിങ്ങൾ നിരൂപിക്കുന്നു?അയ്യോ ഇല്ല, അത് എപ്പോഴും ഇപ്പോള് എന്റെ ഭാഗ്യം ചെയ്യാംവൺ തികഞ്ഞ ഉയർന്നു.
		-- Dorothy Parker, "One Perfect Rose"

%
മോശം ഉദ്ദേശത്തോടെ പറഞ്ഞു ആയിരിക്കുന്നു സത്യംനിങ്ങൾ കെട്ടിയുണ്ടാക്കുകയുമാണ് കഴിയും മുഴുവനും വ്യാജവും ബീറ്റ്സ്.
		-- William Blake

%
വാത്സല്യപൂർവം എ-ഇസഡ്,1 അക്ഷരമാലാക്രമത്തിൽ 10,ഇവിടെ നിന്ന് അനന്തതയിലെങ്ങും betweens ലെ ഇല്ലാതെ,ഇപ്പോഴും ഓഫ്--റാക്ക് ലോകത്ത് ഒരു കസ്റ്റം ഫിറ്റ് തിരയുന്ന,വിൽപ്പന അസിസ്റ്റന്റുമാർ നിന്നുള്ള വിൽപ്പന സംവാദംഞാൻ എപ്പോൾ എന്തു ചെയ്യണമെന്ന് നിങ്ങളുടെ എല്ലാ പ്രതിരോധം കുറവാണ്,കൈത്താളം യാതൊരു താളം ഡ്രംസ് യാതൊരു വൈകാതെ,സ്വദേശി സ്നേഹിക്കുന്നുവെങ്കിലും,അവൾ വരുമ്പോൾ അവൾ വരുന്നു,വലത് ടാർഗറ്റിലുള്ള എന്നാൽ മാർക്ക് വൈഡ് ...
		-- William Blake

%
അബൂ ബെൻ Adhem (അവൻറെ വർഗക്കാരും വര്ദ്ധിച്ചേക്കാം!)സമാധാനത്തിന്റെ ആഴത്തിലുള്ള സ്വപ്നം നിന്ന് ഒരു രാത്രി ഉണർന്നുഅവന്റെ മുറിയിൽ നിലാവിൽ ഉള്ളിൽ, കണ്ടുസമ്പന്നനും കാട്ടി പൂത്തും താമരപോലെ,പൊൻ ഒരു പുസ്തകത്തിൽ ഒരു ദൂതൻ എഴുത്തു.അത്യന്തം സമാധാനം ബെൻ Adhem ബോൾഡ് ചെയ്തുഅവൻ പറഞ്ഞു മുറിയിൽ സാന്നിദ്ധ്യം,"എന്തു എഴുതിവെച്ചു?" ദർശനം അതിന്റെ തല ഉയര്ത്തി,എല്ലാവരും സ്വീറ്റ് വകയായി ഉണ്ടാക്കി നോക്കുന്നത്,ഉത്തരം "കർത്താവേ സ്നേഹിക്കുന്നവരുടെ പേരുകൾ.""എന്റെ ഒന്നാണ്?" അബൂ പറഞ്ഞു. "അല്ല അങ്ങനെ അല്ല,"ദൂതൻ മറുപടി നൽകി. അബൂ കൂടുതൽ താഴ്ന്ന സംസാരിച്ചുഎന്നാൽ cheerly ഇപ്പോഴും; ഞാൻ അപേക്ഷിക്കുന്നു തുടർന്ന് "പറഞ്ഞുതന്റെ സഹ-പുരുഷന്മാർ സ്നേഹിക്കുന്നു ഒരുത്തനും എനിക്ക് എഴുതുക. "ദൂതൻ എഴുതി അപ്രത്യക്ഷനായി. അടുത്ത രാത്രിഒരു വലിയ wakening വെളിച്ചം കൊണ്ട് വീണ്ടും വന്നുദൈവം സ്നേഹം അനുഗ്രഹിച്ച ആരെ പേരുകൾ കാണിച്ചുകൊടുത്തുതീർച്ചയായും ബെൻ Adhem കീർത്തി ബാക്കി നടത്തി.
		-- James Henry Leigh Hunt, "Abou Ben Adhem"

%
ഒരു കാലയളവിനു ശേഷം നിങ്ങൾ തന്ത്രപൂർവം വ്യത്യാസം പഠിക്കാൻഒരു കൈ കൈവശമുള്ള ഒരു ആത്മാവും ചെയിനിങ് തമ്മിലുള്ള,നിങ്ങൾ ആ സ്നേഹം സുരക്ഷ അർത്ഥമില്ല പഠിക്കാൻ,നിങ്ങൾ ചുംബനങ്ങൾ കരാറുകൾ അല്ല എന്നു പഠിക്കാൻ തുടങ്ങുംഎന്നാൽ സമ്മാനങ്ങൾ വാഗ്ദാനങ്ങൾ അല്ലനിങ്ങളുടെ പരാജയങ്ങൾക്ക് സ്വീകരിക്കാൻ തുടങ്ങുംനിന്റെ തല നിന്റെ കണ്ണു തുറന്നും, കൂടിഒരു സ്ത്രീ, ഒരു കുട്ടിയുടെ ദുഃഖം കൃപ വച്ച്നിങ്ങൾ നിങ്ങളുടെ എല്ലാ റോഡുകളും പണിയാൻ പഠിക്കാൻഇന്ന് നാളത്തെ നിലത്തു കാരണംവളരെ അനിശ്ചിതത്വത്തിലാണ്. ഫ്യൂച്ചേഴ് ഞങ്ങൾക്കുണ്ട്midflight ലെ വീഴുന്ന ഒരു വഴി,ഒരു കാലയളവിനു ശേഷം നിങ്ങൾക്ക് വളരെയധികം നേടുകയും ചെയ്താൽ പോലും സൂര്യപ്രകാശവും കത്തുന്ന പഠിക്കുന്നു.അതിനാൽ നിങ്ങൾ കാത്തിരിക്കുന്നു നിങ്ങളുടെ സ്വന്തം തോട്ടത്തില് നിങ്ങൾക്കു തന്നെ അലങ്കരിക്കാൻ, പകരംനിങ്ങൾ പൂക്കൾ കൊണ്ടുവരാൻ ആരെയെങ്കിലും.പിന്നെ നിങ്ങൾ ശരിക്കും സഹിക്കും മനസ്സിലാക്കുന്നു ...നിങ്ങൾ ശരിക്കും ശക്തരായ,നിങ്ങൾ ശരിക്കും രൂപയുടെ മനസ്സിലാവുന്നില്ലപഠിക്കുന്ന പഠിക്കാൻഓരോ വിട ഉപയോഗിച്ച് നിങ്ങൾക്ക് പഠിക്കുന്നു.
		-- Veronic Shoffstall, "Comes the Dawn"

%
എന്റെ മുൻകാല പ്രിയ ശേഷംഎന്റെ ഇനി പരിചാരകിയായി, ഞങ്ങൾ അത് ആയിരുന്നില്ല പറയുന്നു ആവശ്യമുണ്ടോഅതു നശിച്ചു ജസ്റ്റ് കാരണം?
		-- Edna St. Vincent Millay

%
പിന്നെ അവൾ ഓടി, എന്നാൽ വേഗതയും അവൻ വന്നു.ടിൻ 'uviel! ടിൻ 'uviel!അവൻ അവളെ എൽവിഷ് പേർ അവളെ വിളിച്ചു;അവിടെ അവൾ ശ്രവിക്കുന്നത് നിർത്തുകയും.ഒരു നിമിഷം അവൾ ഒരു അക്ഷരത്തെറ്റ് നിന്നുഅവന്റെ ശബ്ദം അവളുടെ വയ്ക്കുകയും: Beren വന്നുപിന്നെ ശിക്ഷ ടിൻ 'uviel വീണുഅണെച്ചു അത് glistening കിടന്നു.Beren അവളുടെ കണ്ണുകളിലേക്ക് നോക്കി പോലെഅവളുടെ മുടി നിഴലുകൾ -ൽ,ജലാശയവും വിറയ്ക്കുന്ന പ്രഭാമയവുംഅവൻ അവിടെ മിറർ shimmering കണ്ടു.ടിൻ 'elven-ന്യായമായ uviel,അമർത്യ കന്നി elven തിരിച്ചുള്ള,അവനെ കുറിച്ച് അവളുടെ തീരുന്നതു മുടി തള്ളിക്കളയുംവെള്ളി glimmering പോലുള്ള ആയുധങ്ങൾ.ലോങ് വിധിയും അവരെ പ്രസവിച്ച വഴി ആയിരുന്നുതണുത്ത ചാര പാറസ്ഥലത്തു മലകൾ അവനതിൽ,ഇരുമ്പും darkling വാതിൽ ഹാളുകളും വഴി,പിന്നെ nightshade morrowless എന്ന ഗൌഡയെ.അവയ്ക്കിടയിൽ Sundering സീസ് കിടന്നുഎന്നിട്ടും ഒടുവിൽ അവർ ഒരിക്കല് ​​കൂടി കണ്ടുമുട്ടിനീണ്ട അവർ അന്തരിച്ചു മുമ്പ്വനം പാടുന്ന sorrowless ൽ.
		-- J. R. R. Tolkien

%
ചോരുന്നു ചിന്തിക്കുന്നു എതിരെഎങ്ങനെ അയക്കാന് ബീ എങ്ങനെ വിദഗ്ധമായി അവൾ സെൽ പണിയുന്നു ചൊല്ലുന്നു!അവൾ മെഴുക് പരത്തുന്നു എങ്ങനെ വിലങ്ങുതടിയായി, ഓരോ തിളങ്ങുന്ന മണിക്കൂർ മെച്ചപ്പെടുത്തുക!ഇടവിടാതെ തേൻ ശേഖരിച്ചു നന്നായി സംഭരിക്കാൻ ഹാർഡ് പ്രയത്നിക്കുന്നഎല്ലാ തുറക്കല് ​​പൂവ് നിന്നും! സ്വീറ്റ് ആഹാരം അവൾ ചെയ്യുന്നു.അദ്ധ്വാനത്തിന്റെ അല്ലെങ്കിൽ പുസ്തകങ്ങളിൽ നൈപുണ്യ, അല്ലെങ്കിൽ പ്രവൃത്തി അല്ലെങ്കിൽ ആരോഗ്യദായകമായ നാടകത്തിന്റെ പ്രവൃത്തികളിൽ,ഞാൻ വളരെ തിരക്കിലാണ് തന്നെ; എന്റെ ആദ്യ വർഷങ്ങൾ അനുവദിക്കുക നടക്കപ്പെടും,സാത്താൻ ഞാൻ ഓരോ ദിവസവും ഓരോ വേണ്ടി ഇപ്പോഴും ചില ദോഷത്തിന്റെ കണ്ടെത്തുന്നു വേണ്ടിനിഷ്ക്രിയ കൈകൾ സത്യം. ഒടുവിൽ ചില നല്ല അക്കൗണ്ട്.
		-- Isaac Watts, 1674-1748

%
അയ്യോ, എന്നാൽ ഒരു മനുഷ്യന്റെ മുഷ്ടി തന്റെ എത്തുന്നതും കവിയാൻ പാടില്ല,അതല്ല ഒരു സ്വർഗ്ഗത്തിൽ എന്താണ്?
		-- Robert Browning, "Andrea del Sarto"

%
അയ്യോ, പക്ഷേ ജീവിക്കാൻ സ്വപ്നങ്ങൾ തിരഞ്ഞെടുപ്പുംഉരസുന്നത് അവിടെ.എല്ലാ സ്വപ്നങ്ങൾ സമമാകുകയില്ല,പേടിസ്വപ്നം ചില എക്സിറ്റ്ചെടിയാണ് മിക്ക അവസാനംഎന്നാൽ കുറഞ്ഞത് ഒരു ജീവിച്ചു വേണം ... മരിച്ചു.
		-- Robert Browning, "Andrea del Sarto"

%
അയ്യോ, എന്റെ സുഹൃത്തുക്കൾ, ജയിലിൽ നിന്ന് അവർ എനിക്കു ചോദിക്കുന്നു"എത്ര നല്ല എത്ര സ്വതന്ത്രനും വീക്ഷിക്കുന്നു?"ഞാൻ ഏറ്റവും ദുരൂഹ അവർക്കും ഉത്തരം:"ആകാശത്ത്-വഴി ചങ്ങല സ്വതന്ത്ര പക്ഷികൾ ആണോ?"
		-- Bob Dylan

%
ചുവരിലെ ബിയർ ആലേഫ്-നൾ കുപ്പികൾ,ബിയർ ആലേഫ്-നൾ കുപ്പികൾ,നിങ്ങൾ ഒരു ഇറക്കിവിടുകയും ചുറ്റും കടന്നു,ചുവരിലെ ബിയർ ആലേഫ്-ശുന്യമാണ് കുപ്പികൾ.
		-- Bob Dylan

%
ശ്വാസം കൂടാതെ ജീവിച്ചിരുന്നു,മരണം പോലെ തണുത്ത;ദാഹിച്ചു ഒരിക്കലും എന്നേക്കും കുടിവെള്ളം,മെയിലിലെ എല്ലാ സംസാരിച്ചിട്ടുമില്ല ഒരിക്കലും.
		-- Bob Dylan

%
ഞാൻ നല്ലൊരു സമയം ചെയ്യേണ്ടത് ഇത്രമാത്രം,ഒരു reefer, ഒരു സ്ത്രീയും ഒരു തുരുത്തി വീഞ്ഞും ആണോ.ആ മൂന്നു കാര്യങ്ങൾ എനിക്ക് യാതൊരു സൂര്യപ്രകാശവും ആവശ്യമില്ല,ഒരു reefer, ഒരു സ്ത്രീയും ഒരു തുരുത്തി വീഞ്ഞും.ഞാൻ ആഗ്രഹിക്കുന്നു എല്ലാ വാർധക്യം ഒരിക്കലും ആണ്,ഞാൻ പൊന്നു ഒരു ടബ് കഴുകുക ആഗ്രഹിക്കുന്നു.ഞാൻ 97 കിലോ ഇതിനകം ഉരുട്ടി ആഗ്രഹിക്കുന്നു,ഞാൻ പൊന്നു ഒരു ടബ് കഴുകുക ആഗ്രഹിക്കുന്നു.ഞാൻ 10 ഡോളർ ബില്ലുകൾ എന്റെ സിഗരറ്റ് പ്രകാശത്തിൽ ആഗ്രഹിക്കുന്നു,ഞാൻ Beverly ഹിൽസിലെ കന്നുകാലികളുടെ റാഞ്ച് സുപരിചിതമായിരിക്കില്ല.ഞാൻ റെഡ് ഐ ഒരു കുപ്പി എപ്പോഴും നിറഞ്ഞു കാര്യം ആഗ്രഹിക്കുന്നു,ഞാൻ Beverly ഹിൽസിലെ കന്നുകാലികളുടെ റാഞ്ച് സുപരിചിതമായിരിക്കില്ല.
		-- Country Joe and the Fish, "Zachariah"

%
എന്റെ എല്ലാ ചങ്ങാതിമാരും വിവാഹം ചെയ്യുന്നു,അതെ, അവ എല്ലാം വളരുന്ന നിങ്ങൾ,എല്ലാവരും വാരാന്ത്യത്തിൽ വീട്ടിൽ മുറികൾ,എല്ലാവരും പറഞ്ഞു എന്തുചെയ്യുന്നുവെന്നത് ചെയ്യുന്നത്.
		-- Country Joe and the Fish, "Zachariah"

%
തങ്കം എല്ലാ അലങ്കാരവും ഇല്ല,എല്ലാ അല്ല വിട്ടുപോകുന്നവരെ നഷ്ടപ്പെട്ടു; തീർച്ചശക്തമായ എന്നുള്ള പഴയ വാടിപ്പോകും ഇല്ല,ഡീപ് വേരുകൾ മഞ്ഞു എത്തിയിരിക്കുന്നു അല്ല.ചാരത്തിൽ നിന്നും ഒരു തീ ഉണർന്നിട്ടുള്ളതെന്നും പോകുംനിഴലുകൾ ഒരു വെളിച്ചം ഉത്ഭവിക്കും;പുതുക്കുകയും തകർന്ന ശേഷം ബ്ളേഡ് ആയിരിക്കും,crownless വീണ്ടും രാജാവാകും.
		-- J. R. R. Tolkien

%
സ്പർശിക്കുമ്പോൾ ഒക്കെയും നിങ്ങൾ സൃഷ്ടിക്കുക എല്ലാ,നിങ്ങൾ കാണുന്നവർ ഒക്കെയും നിങ്ങൾ നശിപ്പിക്കും,നിങ്ങൾ രുചിയുള്ള എല്ലാ നീ ചെയ്യുന്ന എല്ലാ,തപ്പിനോക്കട്ടെ എല്ലാ നീ പറയുന്നതൊക്കെയും,നീ സ്നേഹിക്കുന്നവർക്കും നിങ്ങൾ തിന്നുന്ന എല്ലാ എല്ലാവരുംനിങ്ങൾ പകെക്കുന്നവർ, എല്ലാവരും സംഗമം എല്ലാവരുംനിങ്ങൾ സംശയിക്കുന്ന നിങ്ങള് എല്ലാം ചെറുതായി ഒക്കെയുംനിങ്ങൾ സംരക്ഷിക്കുക, എല്ലാ, നിങ്ങൾ യുദ്ധം എല്ലാവർക്കും,നിങ്ങൾ തരും ഒക്കെയും ഇപ്പോൾ എല്ലാവരുംനിങ്ങൾ കൈകാര്യം ഒക്കെയും മാറിപ്പോയല്ലോ ഒക്കെയുംനിങ്ങൾ വാങ്ങുന്ന സകല വരുവാനുള്ള അത്രയേയുള്ളൂ,പോരട്ടേ വായ്പയെടുക്കുന്നു അല്ലെങ്കിൽ മോഷ്ടിച്ചു സൂര്യന്റെ കീഴിൽ കാര്യങ്ങളെല്ലാം						സ്വരത്തില്,എന്നാൽ സൂര്യൻ ഗ്രഹണംചന്ദ്രൻ, സത്യം.ചന്ദ്രനും ഇരുണ്ട വശം ശരിക്കും ആരുമില്ല ... ... യഥാർത്ഥ വസ്തുത അത് എല്ലാ ഇരുണ്ട്.
		-- Pink Floyd, "Dark Side of the Moon"

%
എല്ലാ വരികളും സാൻഡ്ബർഗ് ഉണ്ടായിട്ടുള്ളതായി എഴുതപ്പെട്ടിട്ടുണ്ട്,ഇത് വളരെ ദു എന്നാൽ ഇത് സത്യമാണ് കീറ്റ്സ്, പോ ആൻഡ് McKuen തുടർന്ന്എല്ലാ വാക്കുകളും പോയിരിക്കുന്നു അവർ എല്ലാവരും തങ്ങളുടെ ദിനംചെയ്യാൻ ഒരു യുവ കവി എന്താണ്? അവർ മഹിയേ എന്തുചെയ്യുന്നുവെന്ന അറിയാമായിരുന്നു 'എന്നാൽ പക്ഷി എഴുതിയ എല്ലാ വാക്കുകളും ഒരു വിചിത്രമായ ഒന്നാണ്,എല്ലാം വരികൾ ചെറിയ അങ്ങനെ ടെൻഡർ, വായിക്കുകഞാൻ അതിന്റെ ബ്രീഡ് ഇപ്പോഴും അജ്ഞാതമാണ്, ഏറ്റവും ഇഷ്ടപ്പെടുന്ന ആരുമില്ല,ഒരു പക്ഷി വഴി പറഞ്ഞിട്ടുള്ളതു! അതിന്റെ ലിംഗഭേദം മറന്ന എന്നു.ഇത് ഈ ലൈൻ എന്താണ് കാലത്തു എനിക്ക് ഓർമഇരുളും വെളിച്ചവും രണ്ടുപേരും. ആരുടെ രചയിതാവിന്റെ അജ്ഞാതംഇത് ഇപ്പോഴും എന്റെ ആത്മാക്കളെ സഹകരണമുള്ളവരല്ല ഇപ്പോഴും എന്നെ തോണ്ടുന്നു ചെയ്യുന്നുപിന്നെ ദിവസം ശരിയാണെന്ന് ആരംഭിക്കുന്നു. ഇപ്പോഴും കൃഷി പിരിയുകയാണ് എന്നു?ഞാൻ എല്ലാ ഗ്രേറ്റ്സിന്റെ വായിച്ചിട്ടുണ്ട്രണ്ടും പട്ടിണിക്കിടുകയും മേദസ്സുംഎന്നാൽ ആരും സമം ആയിരുന്നു"ഞാൻ ഒരു puddy .ബറോഡയില് taw നോര്മ്മലായി."
		-- Etta Stallings, "An Ode To Childhood"

%
എല്ലാ ലോകം വാക്സ് ആകുന്നു,എല്ലാം എഴുതൂ കേവലം കശാപ്പുകാരെയും;അവർ തങ്ങളുടെ ഡലിവർ അവരുടെ കുടലുകളെ ഉണ്ടു;അവന്റെ കാലത്തു ഒറ്റ യ പല വീതി വഹിക്കുന്നുവെന്ന്അവന്റെ sizeof സത്തയുടെ _ വ ബൈറ്റുകൾ. ആദ്യം തികയാത്തകരയുന്ന ആൻഡ് റീജന്റ് ന്റെ ഏന്തി puking.പിന്നെ വേവലാതിപ്പെടുകയും സ്കൂൾ, തന്റെ സൂര്യനെ കൂടെനീ രാവിലേ മുഖം തിളങ്ങുന്ന കടല്ക്കക്ക പോലെ ഇഴജാതിവിമുഖനായി സ്കൂളിൽ.
		-- A Very Annoyed PDP-11

%
സന്തോഷം നേടുമെന്നാണ് എല്ലാവരും അതു പങ്കിടണം -സന്തുഷ്ടി ഒരു ഇരട്ട ജനിച്ചു.
		-- Lord Byron

%
ഒരു നീല മുഖത്തു ഒരു കണ്ണ്ഒരു പച്ച മുഖത്തു ഒരു കണ്ണ് കണ്ടു."അത് കണ്ണ് ഈ കണ്ണ് പോലെയാണ്"ആദ്യ കണ്ണ് പറഞ്ഞു"എന്നാൽ കുറഞ്ഞ സ്ഥലത്തുഅല്ല ഉയർന്ന സ്ഥലത്ത്. "
		-- Lord Byron

%
ഒരു ഹാക്കർ, ഒപ്പം മികച്ച അടുക്കുക ഒന്ന് ഉണ്ടായിരുന്നുആർ സിസ്റ്റം നിയന്ത്രണത്തിലുള്ള; ഗ്രാഫിക്സ് തന്റെ കായിക ആയിരുന്നു.ഒരു യുദ്ധവീരൻ മനുഷ്യൻ കഴിയും ആകട്ടെ ആയിരിക്കാൻ;തന്റെ മേശ ഇരിക്കുന്നതും ഒരു സംരക്ഷിച്ചിരിക്കുന്നു ഫയൽ പലരും.അവന്റെ കൺസോൾ, അവൻ ടൈപ്പുചെയ്ത ഒരാൾ കേൾപ്പാനുംക്ലിക്കുചെയ്ത് പോലെ വ്യക്തമായ കാറ്റു feeping,അതെ, പോലെ മെഷീൻ മുറി മണിയുടെ ചെയ്യുന്നതു പോലെ ഉച്ചത്തിൽയജമാനനായ ഹാക്കർ സെൽ മുൻപ് എവിടെ.നല്ല സ്ട്രീട് സാവേജിന്റെ അല്ലെങ്കിൽ സെന്റ് Doeppnor ചട്ടംപഴയതും കർശന അദ്ദേഹം അവഗണിക്കാൻ പാലിച്ചു;അവൻ ഇന്നലെ കാര്യങ്ങളാൽ വിട്ടയച്ചുആധുനിക ലോകത്തെ കൂടുതൽ വിശാലമായ വഴി എടുത്തു.അവൻ പറിച്ചു എത്രവട്ടം ആ ടെക്സ്റ്റ് റേറ്റുചെയ്യുന്നതിന് ചെയ്തില്ലഏത് ഹാക്കർമാർ വിശുദ്ധ മനുഷ്യരെ അല്ല പറയുന്നു.പിന്നെ underworked ഒരു ഹാക്കർ വെറുമൊരു എന്ന്കടൽപ്പാലം ന് ചെവികൾ, വെള്ളത്തിൽ നിന്നു മീൻ.എന്ന് പറയുന്നത് തന്റെ കമാനമാർഗം നിന്നു ഒരു ഹാക്കർ ആണ്.തന്നെ അദ്ദേഹം ഒരു മുത്തുച്ചിപ്പി രൂപയുടെ നടന്ന ഒരു ടെക്സ്റ്റ് ആയിരുന്നു.ഞാൻ സമ്മതിച്ച് തന്റെ കാഴ്ചകൾ ശബ്ദം അറിയിച്ചു;അവന്റെ തല ചുറ്റും .ഉറവകള് വരെ അവൻ പഠിക്കാൻ ആയിരുന്നുയഹൂദദേവാലയങ്ങളും പുസ്തകങ്ങൾ മേൽ Poring? അവൻ കഷ്ടപ്പെടും ഉണ്ടായിരിക്കണംആൻഡി പറഞ്ഞെങ്കിലും മണ്ണിൽത്തന്നെ വരെ മുഖ്യമന്ത്രി?അവൻ ഷെൽഫ് മേൽ ലോകം വിട്ടു ആയിരുന്നു?ആൻഡി തന്റെ പ്രയത്നം ചെയ്യട്ടെ![നന്നായി, ഏതാണ്ട്. എഡ്.]
		-- Chaucer

%
പിന്നെ കിട്ടാനാകരുത് കാണുമെന്ന് ഇവിടെ അവശേഷിക്കുന്നു ഒക്കെയുംഒരു വാക്കു കൂടെ പാറകൾ ഒരു ചെറിയ ചിതയിൽ ആയിരുന്നു "പക്ഷം."എന്തുതന്നെ നൽകണമായിരുന്നു, നന്നായി, ഞാൻ ഊഹിക്കാൻ കഴിഞ്ഞില്ല.ആ നീണ്ട, പണ്ടേ നാൾമുതൽ ഓരോ ദിവസം ആയിരുന്നു,,അച്യുതാനന്ദന് ആൻഡ് വിഷമിക്കാനുള്ള നടത്തിയതും അകലെ അതുണ്ടായില്ല.എന്റെ കെട്ടിടങ്ങൾ പോലെ വർഷങ്ങളായി ഞങ്ങളുടെ വീഴുകയും,ഞാൻ എന്റെ ഹൃദയത്തിന്റെ എല്ലാ അതിനെ ആശങ്കയുണ്ട് കഴിയാറില്ലെന്നാണ്."എന്നാൽ," Oncler, ഇപ്പോൾ നിങ്ങൾ ഇവിടെ മുൻപരിചയം പറയുന്നു "കിട്ടാനാകരുത് വചനം തികച്ചും വ്യക്തമാകുന്നു!ആരോ നിങ്ങളെ ഇഷ്ടപ്പെടുന്നു ഒരു മുഴുവൻ ഭയങ്കരമായ ചീട്ടു താത്പര്യമുണ്ടെന്ന് അല്ലാതെ,ഒന്നും മെച്ചപ്പെട്ട നേടുകയും പോകുന്ന - അത് അങ്ങനെയല്ല.അങ്ങനെ ... CATCH! "Oncler നിലവിളിക്കുന്നു. അവൻ ഒരു കാര്യം വീഴ്ച അനുവദിക്കുന്നു."ഒരു truffula സന്തതി ആകുന്നു. അത് എല്ലാവർക്കും ഒടുവിൽ ഒരുവൻ!"നിങ്ങൾ truffula വിത്തുകൾ കഴിഞ്ഞ ചുമതലയുള്ള മുൻപരിചയം.പിന്നെ truffula മരങ്ങൾ എല്ലാവർക്കും ആവശ്യമുള്ളത് എന്തൊക്കെയാണ്.ഒരു പുതിയ truffula നടും - ശ്രദ്ധയോടെ കൈകാര്യം.അതു ശുദ്ധജലം നൽകുന്നതിനൊപ്പം ശുദ്ധവായു മേയും.കാട്ടിലെ ഗ്രോ - മുസ്ല്യാര് ആ മഴു നിന്ന് തടയാനുമാകും.അപ്പോൾ കിട്ടാനാകരുത് അവന്റെ എല്ലാ കൂട്ടുകാരും തിരികെ വരുവാൻ! "
		-- Chaucer

%
ഞങ്ങൾ ഇരുട്ടിൽ അറ്റത്തുള്ള നിർത്തിക്കൊണ്ട്ഞങ്ങളുടെ മന്ത്രം ശൂന്യവുമായിരിക്കും പൂരിപ്പിക്കുക അനുവദിക്കുകമറ്റുള്ളവരെ അറിയാൻ വേണ്ടിരാത്രി ദേശത്തുസൂര്യൻ കപ്പൽവഴി വരച്ചതാണ്നന്ദിയുള്ള മരിച്ചവരുടെ.
		-- Tibetan "Book of the Dead," ca. 4000 BC.

%
പിന്നെ പുരാതന കാലത്ത്, ആ കാൽ ചെയ്തുഇംഗ്ലണ്ട് മലകൾ പച്ച മേൽ വാക്ക്?ദൈവം പരിശുദ്ധൻ ആട്ടിന്കുട്ടിയുടെഇംഗ്ലണ്ടിന്റെ പ്രസന്നമായ പുല്പുറങ്ങളിൽ കണ്ടിട്ടുണ്ടോ?പിന്നെ പ്രീതി ഡിവൈൻ ചെയ്തുഈ തിരക്കാണ് കുന്നുകളിൽ പ്രകാശിക്കും?യെരൂശലേമിൽ ഇവിടെ പണിതിരുന്നഈ ഇരുണ്ട പൈശാചിക മില്ലുകൾ ഇടയിൽ?എന്നെ കത്തുന്ന പൊന്നു എന്റെ വില്ലു കൊണ്ടുവരിക!എന്നെ തന്നിഷ്ടപ്രകാരം എന്റെ അസ്ത്രങ്ങൾ കൊണ്ടുവരിക!എന്റെ കുന്തം കൊണ്ട് വരിക ഹേ മേഘങ്ങൾ മടക്കാത്ത!എന്നെ തീയുടെ എന്റെ രഥം കൊണ്ടുവരിക!ഞാൻ മാനസിക യുദ്ധം പ്പറ്റി എന്നു; എന്റെ വാൾ ബാക്കി എന്റെ കയ്യിൽ തീരുകയുംഞങ്ങൾ യെരൂശലേമിൽ പണിതു തീരുവോളംഇംഗ്ലണ്ട് പച്ച മനോഹരമായ ദേശത്തു.
		-- William Blake, "Jerusalem"

%
ഇവിടെ ഞാൻ ഇത്ര ക്ഷമയോടെ കാത്തിരിക്കുകഎന്തു വില കണ്ടെത്താൻ കാത്തിരിക്കുന്നുനിങ്ങൾ പുറത്ത് കടക്കാൻ കൊടുക്കേണ്ടിരണ്ടുതവണ ഇതു എല്ലാ ജാലകവിരികള്ക്കപ്പുറത്തു പോകുന്നത്
		-- Dylan, "Memphis Blues Again"

%
ഞാൻ ജെഫ് നിരാശയോടെ കേട്ടുഅവർ കാഴ്ച നിന്നു strolled പോലെ,"എല്ലാവർക്കും മെറി ക്രിസ്മസ് -നിങ്ങൾ ക്രെഡിറ്റ് കാർഡുകൾ എടുത്തു വലത്? "
		-- "Outsiders" comic

%
കാലിഫോർണിയ എങ്കിൽ സമുദ്രത്തിലേക്ക് സ്ലൈഡിലേക്കോമിസ്റ്റിക്സ് ആൻഡ് സ്ഥിതിവിവരക്കണക്കുകൾ പോലെ ഇത് ചെയ്യും പറയുന്നു.ഞാൻ ഈ മോട്ടൽ നിൽക്കും പ്രവചിക്കാൻ,ഞാൻ എന്റെ ബില്ലിൽ പെയ്ഡ് വരെ.
		-- Warren Zevon, "Desperados Under the Eaves"

%
പിന്നെ ഐഡിയിൽ എങ്കിൽ എവിടെയോ, ആരെങ്കിലും നിന്നെ ചോദിക്കുന്നില്ലകൃപയതിൻ Bagworthy ഓഫ് Doones അവരെ ബെഞ്ചില് "നിന്നെ kilt ആരാണ്?",!
		-- Warren Zevon, "Desperados Under the Eaves"

%
നിങ്ങൾ അത്ഭുതപ്പെടുകയും പക്ഷംഞാൻ തരണോ,മുങ്ങാൻ ഞാൻ തലക്കെട്ടിന്റെ പോലെ ആകുന്നു.ഞാൻ എല്ലാ കൈപ്പും പുറത്തേക്കു ഞാൻ,എൻറെ കഴിഞ്ഞ പാനീയം പാതി സഹിതം.
		-- Warren Zevon, "Desperados Under the Eaves"

%
മുന്നേറണം കിടക്കുന്ന .ബെന്നിയെ വർഷങ്ങളിൽസ്വയം നന്ദിയുള്ളവരുടെ മരിച്ചവരെ പുലർത്തുക.
		-- Joan Baez

%
ഞാൻ ഉറങ്ങുന്ന പോകാൻ മൈൽ.
		-- Robert Frost

%
ഇപ്പോൾ നിങ്ങളുടെ ടോണർ ന്റെ toney, ഡിസ്ക് aplenty ബ്ലോക്കുകൾഎന്നാൽ ശുദ്ധമായ വെള്ള സമീപം നിങ്ങളുടെ പേപ്പർ, നിങ്ങളുടെ ലേസർ വരച്ച വരികൾ കാത്തിരിക്കുന്നുനിങ്ങളുടെ ഉള്ളം ന് മുക്തയായി നിങ്ങളുടെ പാഞ്ചാലി ഫോണ്ടുകൾ പോയിരിക്കുന്നു,.. നിങ്ങളുടെ ഔട്ട്പുട്ട് ന്റെ ശുദ്ധിയുള്ള പ്രകാശിപ്പിക്കും നിങ്ങളുടെ ചിത്രങ്ങളും അടയാളങ്ങളും.ഞങ്ങൾ നിങ്ങളുടെ പിതാവേ, amputative അഭാവത്തിൽ കൂടെ അദ്ധ്വാനിച്ചു ഞങ്ങൾജോൺപോൾ XGP പത്തു ഊമ ചെയ്തിരിക്കുന്നു,എന്നാൽ അവന്റെ സ്ലോ കലാപരമായ കൈ, നിങ്ങൾ ഇല്ലാതെ, ഡോവർ,നിങ്ങളുടെ ശുദ്ധിയുള്ള പ്രവേഗം പോയിട്ടില്ല. നാം സിസ്റ്റം മുൻപരിചയം untounged-സമാഹരിക്കുന്നതിന് പേപ്പറും പ്ലോട്ടുകൾ TEXage അവനിലേക്ക്പിന്നെ കോഡ് ഒരു ക്യൂവിൽ അവരുടെ ഇന്ദിര അനുസരിച്ചാണ്ഡോവർ, ഓ ഡോവർ, ലിസ്പ് കോഡും പ്രോഗ്രാമുകൾ ഉപയോഗിച്ച്,ഞങ്ങൾ നിങ്ങൾക്കായി കാത്തിരിക്കുന്നു ചെയ്തുവരുന്നു. ഈ crufty ഉച്ചരിക്കുന്നു.ഡോവർ, ഓ ഡോവർ, ഡോവർ, ഓ ഡോവർ, മരിച്ചിട്ടു ഉയർന്നുകൊണ്ടിരിക്കുന്നത്.നിങ്ങൾ തിരികെ, ഡോവർ, ഓ ഡോവർ, ബെഡ് .ഇളയമകനെ സ്വാഗതം.ഇപ്പോഴും നിങ്ങൾ ജാം അനിഷ്ടകരമായിരിക്കുമെങ്കിലും, ഡോവർ, ഓ ഡോവർ, തിരികെ ലാബ് സ്വാഗതം.നിങ്ങൾ ശരിയായ ദിശയിലാണെന്നും മുൻപരിചയം. ഡോവർ, ഓ ഡോവർ, ഞങ്ങൾ നിങ്ങളുടെ ശുദ്ധിയുള്ള നഷ്ടമായികൈ ...
		-- Robert Frost

%
... റിപ്പോർട്ട് ഞാൻ എപ്പോഴും കാണിക്കാൻ ഭയപ്പെട്ടു കാർഡുകൾസ്കൂളിൽ വരും Mama'dഞാൻ അവിടെ പതുക്കെ പദക്ഷിണം ഇരിക്കാൻ ആഗ്രഹിക്കുന്നു പോലെ 'Teacher'd അവൻ ശൈത്താന് വെറും പറയുംഅവൻ അതു ബാധകമായിരിക്കും ആഗ്രഹിക്കുന്നു എങ്കിൽ ഒരു നല്ല തല ലഭിച്ചോപക്ഷേ താങ്കൾ സ്വയം അറിയുന്നുഅതു മറ്റെവിടെയെങ്കിലും എപ്പോഴും തുടർന്ന്എന്നെ അരമനയുടെ പണിയും ആഗ്രഹിക്കുന്നുഡ്രാഗണുകൾ രാജാക്കന്മാരും കൂടെഞാൻ അവരോടു ഓഫ് വാഹനമായി ആഗ്രഹിക്കുന്നുഞാൻ എന്റെ ജാലകം അരികെ നിന്നു പോലെആ ഔട്ട് നോക്കിബ്രൂക്ക്ലിൻ റോഡുകൾ
		-- Neil Diamond, "Brooklyn Roads"

%
അങ്ങനെ അതു പിന്നീട്, ആയിരുന്നുമില്ലർ തന്റെ മെൽവിലിനുണ്ടായിരുന്ന പറഞ്ഞപോലെആദ്യം വെറും ഭിത്തികളിൽ ചെയ്തത്, അവളുടെ അഭിമുഖീകരിക്കുന്നവിളറിയ ഒരു പാലിലും തണൽ ബഹിഷ്കരിച്ച.
		-- Procol Harum

%
പിന്നെ മൌനം പുറകോട്ടു്തെരയുക പതുക്കെ കുതിച്ചുയരുന്നത് വന്നുതമാശ ഉരസി കടന്നശേഷം ...
		-- Walter de La Mare, "The Listeners"

%
ഈ നല്ല ബോസ്ടന് ആണ്,കാപ്പിക്കുരു ചെയ്ത് ദൈവ ഹോം,Lowells മാത്രം Cabots സംസാരിക്കുക എവിടെപിന്നെ Cabots ദൈവത്തെ മാത്രം സംസാരിക്കുക.
		-- Walter de La Mare, "The Listeners"

%
ഞങ്ങൾ അവനെ നിരാശയോടെ കേട്ടുഅവൻ കറങ്ങിനടക്കുന്നു തുടങ്ങിയപ്പോൾ:"ഞാൻ ഒരു വെളി, കുട്ടികളെ സുഖമാണ്,വീട്ടിൽ ഈ ശ്രമിക്കുക ചെയ്യരുത്! ' "
		-- Bob Violence

%
പിന്നെ ... ലോകത്തില് എന്തു എന്നേക്കും സ്വീറ്റ് ജേൻ ആയി?അവൾ അവൾ ഒരേ അല്ല കാണുന്നു അവളുടെ Sparkle നഷ്ടപ്പെടുകയോ.പ്രാർഥനയിലൂടെ ഗ്രേയിലാക്കുന്നതിന്, വിറ്റാമിൻ സി, കൊക്കെയ്ൻ ന്ഒരു സുഹൃത്ത് പറയാം "ഒരു ലജ്ജ അത് തന്നെയല്ലേ?"
		-- The Grateful Dead

%
നാം ഉന്നതമായ കേട്ടു ദൂതന്മാർഔട്ട് പോയി വാങ്ങുക ഞങ്ങളോട് പറയുക.
		-- Tom Lehrer

%
അന്റോണിയോ അന്റോണിയോalonio ജീവനുള്ള തോന്നിഅവൻ അന്റോണിയോ അന്റോണിയോ നോയിഡയിലെ കരുതിമിസ് Lucamy ലു തന്റെ പോളോ ponio എന്നതിന്റെ കയറിമിസ് Lucamy ലൂസി Molonio. കന്യക കണ്ടെത്തിഒരു bowery നിഴലിൽഇരുന്നും alonio .മേലേടത്തെ.അന്റോണിയോ അന്റോണിയോനീ എന്റെ ownio എങ്കിൽ പറഞ്ഞുഞാൻ തോവൂവും ഇഷ്ടപ്പെടുന്ന യഥാർഥ ഓ nonio അന്റോണിയോനിങ്ങൾ വാങ്ങാൻ നിങ്ങൾ വളരെ വിരസമായതും bonio മുൻപരിചയംഒരു icery creamry conio. ഞാൻ ഉദ്ദേശിക്കുന്നതെന്തുംനിങ്ങൾ പദത്തിന്റെ മത്സ്യംനിങ്ങൾ വേഗം begonio എന്നതാണ്.അന്റോണിയോ അന്റോണിയോഒരു മോശം moanio ഉച്ചരിച്ചുഅങ്ങനെ പോയി ഒളിച്ചുഅല്ലെങ്കിൽ ഞാൻ അവന് ചെയ്ത അറിയിച്ചു പിരിയുകയാണ്Antartical Zonio ൽ.
		-- Tom Lehrer

%
ഏപ്രിൽ cruellest മാസം ...
		-- Thomas Stearns Eliot

%
ധീരന്മാരുടെ ദേശത്തു ഉണ്ട്ഞാൻ പെരുമാറരുതെന്നുമാത്രം എങ്ങനെ ആർ എന്നെ അറിയിക്കുംഞാൻ നിന്ദ്യനാക്കിക്കഴിഞ്ഞു സമയത്ത് ഞാന്ഞാൻ മായ്ച്ചു കാരണംഞാൻ രക്ഷിക്കാൻ ഉദ്ദേശിച്ചുള്ള ഒരു ഫയൽ?
		-- Thomas Stearns Eliot

%
സ്ത്രീകൾക്ക് ഞങ്ങൾ നിന്ദയും ദം flout പോലെയായി,നാം ജീവിച്ചിരിക്കും പക്ഷേ ദം ജീവിക്കാൻ കഴിയില്ല.
		-- Frederic Reynolds

%
ഞാൻ പഞ്ച് കാർഡ് ഹിൽ യാത്രചെയ്യുമ്പോൾ,മോശമായ കഷ്ടമായിരുന്നു തോന്നൽഅവിടെ ഞാൻ ഒരു C.R.T. കൂടിക്കാഴ്ചഅങ്ങനെ എന്നെ ഒരു കഴ്സർ drop't.C.R.T., C.R.T.,Phosphors നിങ്ങൾക്ക് വെളിച്ചം!ഞാൻ അമ്പതു മണിക്കൂർ ഉണ്ടായിരുന്നെങ്കിൽഞാൻ നിങ്ങളെ അവയെല്ലാം ചെലവഴിക്കാൻ ആഗ്രഹിക്കുന്നു.
		-- Uncle Colonel's Cursory Rhymes

%
ഞാൻ പ്രൊജക്ട് മാക് പോകുമ്പോൾഏഴു .ഏകദേശം ഒരു Quux കൂടിക്കാഴ്ച.ഓരോ തീര്ത്തും ഏഴു ബഗ്ഗുകൾ ഉണ്ടായിരുന്നു;ഓരോ ബഗ് ഏഴു പ്രകടനമാണ് ഉണ്ടായിരുന്നു;ഓരോ പ്രകടനമാണ് ഏഴു ലക്ഷണങ്ങൾ ഉണ്ടായിരുന്നു.ലക്ഷണങ്ങൾ, പ്രകടനമാണ്, ബഗ്ഗുകൾ, ഒപ്പം .ഏകദേശം,എത്ര നഷ്ടം പദ്ധതി മാക് ന്?
		-- Uncle Colonel's Cursory Rhymes

%
ഞാൻ ഒരു കറുത്ത .ഒടുവില് ദിവസം തെരുവിൽ നടക്കുമ്പോൾഞാൻ വാതിലിന്റെ ഒരു ബിൽബോർഡ് വളരെ നേരെ ചെന്നുവചനങ്ങൾ കീറി tattered ചെയ്തുരാത്രി കൊടുങ്കാറ്റിൽ,കാറ്റും മഴയും അതിന്റെ പ്രവൃത്തി ചെയ്തതു ഇത് എങ്ങനെ ആണ്,കൊക്ക കോള സിഗരറ്റ് വലിക്കും, Wrigleys ഇളംപച്ച ബിയർ ചവയ്ക്കുകയോകെൻ-എൽ-റേഷൻ നായ ഭക്ഷണം മുഖച്ഛായ വിവരിച്ചുതരികയുംഒരു ഹെർഷീ കാൻഡി ബാറിൽ നിങ്ങളുടെ കുഞ്ഞ് Simonize,പിന്നെ ടെക്സാക്കോ ഓരോ നക്ഷത്രം ഉപയോഗിക്കുന്ന ഒരു ബ്യൂട്ടി ക്രീം തുടർന്ന്.ഒരു പുതിയ ബ്രാൻഡ് Frigedaire നിങ്ങളുടെ അടുത്ത അവധിക്കാലം എടുക്കുകനിങ്ങളുടെ ശൈത്യകാലത്ത് അടിവസ്ത്രം ലെ പിയാനോ പഠിക്കൂ,ഡോക്ടർമാർ മൂന്ന് വരുന്നതുവരെ കുഞ്ഞുങ്ങളുടെ പുകയുന്നു എന്നു പറയുന്ന,പിന്നെ അറുപത്തഞ്ചു മേൽ ജനം Lipton ടീ കഴുകുകയും വേണം.
		-- Uncle Colonel's Cursory Rhymes

%
എന്നെ പോലെ ഒരു 'എന്നെ marrer readin ചെയ്തു' ഒരു tyape,tyape നാവില് ഒരു 'ശ്രമിച്ചു TAE escyape അടയാളപ്പെടുത്തുക കൊടുത്തു;ഇത് gyate TAE ower വയലിലെ അവസാനം ഒഴിവാക്കപ്പെടും,ഒരു എ സ്പൂള് ൽ ഒരു 'ഒരു റീൽ' മുറി Wi അന്ന്വേഷിച്ചിരുന്നു jigged '!, നേതാവ് ജോണി എന്നെ laddie പിന്തുടരുകഅതു വഴി പിന്തുടരുക എന്നെ ക്ലാപ്പർ ബാലന്റെ ഹേ;, ഗതാഗതം പിന്തുടരുക, ജോണി എന്നെ laddieപടയാളികൾ, ബാലനെ, ക്ലാപ്പർ ബാലന്റെ ഹേ അകലെ കിടക്കുന്നു!
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
ചില ദിവസം അതിന്നു ഒരു പെൺകുട്ടിയുടെ കണ്ടെത്തി വേണം ഉണ്ടായേക്കാംഞാൻ ഒരു ചെറിയ ലിസ്റ്റ് ലഭിച്ചു - ഞാൻ അല്പം ലിസ്റ്റ് ലഭിച്ചുനന്നായി ഭൂഗർഭ ചെയ്തേക്കാം സൊസൈറ്റി കുറ്റവാളികളെആർ നഷ്ടമായി ഒരിക്കലും ചെയ്യാൻ - ഇല്ലെന്നു തന്നെ ഒരിക്കലും.
		-- Koko, "The Mikado"

%
സമയങ്ങളിൽ വിവേചനാധികാരം വേറിട്ടു ഇടിക്കാതെ വേണം,ഒപ്പം ബുദ്ധിമാന്മാർ ഞങ്ങൾ ഭോഷൻ കളിക്കാം.
		-- Menander

%
നീ ഉറങ്ങൂ ആവശ്യം പക്ഷം സ്വസ്ഥമായി പ്ല്യാസിഡ് വ്യക്തികളെ ഒഴിവാക്കുക.
		-- National Lampoon, "Deteriorata"

%
Azh nazg durbatal ^ യുകെ, azh nazg gimbatul,Azh nazg thrakatal ^ യുകെ agh burzum ഉടയവനേ krimpatul!
		-- J. R. R. Tolkien

%
ഏറ്റവും ആത്മാക്കളുടെ കടലിലൂടെ സഞ്ചരിക്കുന്ന നടക്കാൻ ഹീനനായിട്ടുള്ളവനും ഉറപ്പുനൽകി Beനിങ്ങളുടെ കാൽ ആർദ്ര നേടുകയും. ആകയാൽ സ്നേഹം ഇല്ല വീഴും; അതു നിങ്ങളുടെ മുഖം ഉറച്ചുനിൽക്കുമെന്ന.
		-- National Lampoon, "Deteriorata"

%
ശൂരന്മാരും, പക്ഷേ വളരെ venturous ഉണ്ടാകരുതേ.നിന്റെ ശ്യക്കാരെ സുന്ദരിയും, പക്ഷേ വിലയേറിയ ഇരിക്കാവു.
		-- John Lyly

%
സൗന്ദര്യം സത്യം, സത്യം സൗന്ദര്യവുമാണ് ആണ്, എല്ലാംനിങ്ങൾ ഭൂമിയിൽ അറിയാവുന്നതും, അറിയേണ്ടതും വേണം.
		-- John Keats

%
ഞാൻ കാരണം,ഞാൻ പ്രതീക്ഷിക്കുന്നില്ല കാരണം,ഞാൻ അതിജീവിക്കാൻ പ്രതീക്ഷിക്കുന്നില്ല കാരണംപാലസ് നിന്ന് അനീതി എയർ മരണം,ഞാൻ കാരണം, മാത്രമല്ല,ഞാൻ തുടരുക ...
		-- T. S. Pynchon

%
ഈ കല്ലു കീഴെ മർഫി കിടക്കുന്നു,ഇന്നും അവനെ അടക്കം ചെയ്തുഅവൻ ഇദ്ദേഹത്തിന്റെ ജീവൻ ജീവിച്ചിരുന്നുഇദ്ദേഹത്തിന്റെ അകലെ തുറന്നു.
		-- T. S. Pynchon

%
നല്ലതു! pout! നിലവിളിമെച്ചപ്പെട്ട watchoutഎന്തുകൊണ്ട് LPRസാന്താക്ലോസ് <ഉത്തരധ്രുവത്തിൽ> പട്ടണംപൂച്ച / etc / passwd> ലിസ്റ്റ്ncheck ലിസ്റ്റ്ncheck ലിസ്റ്റ്പൂച്ച ലിസ്റ്റ് | grep വികൃതിയാണ്> nogiftlistപൂച്ച ലിസ്റ്റ് | നൈസ്> giftlist grepസാന്താക്ലോസ് <ഉത്തരധ്രുവത്തിൽ> പട്ടണംആർ | grep ഉറങ്ങുന്നആർ | grep ഉണർന്നുആർ | grep 'മോശം \ | നല്ല'വേണ്ടി (നന്മയിൽ നിമിത്തം) {നല്ല}
		-- T. S. Pynchon

%
ആശയം തമ്മിലുള്ളപിന്നെ റിയാലിറ്റിചലനം തമ്മിലുള്ളവിചരത്താലോഷാഡോ വെള്ളച്ചാട്ടം[ "VMs ഇന്റേണലുകൾ ഡേറ്റാ രീതികളും" ഉദ്ധരിച്ച, V4.4, എപ്പോൾസിസ്റ്റം സർവീസ് ഡിസ്പാച്ചിങ് പരാമർശിച്ച്.]
		-- T. S. Eliot, "The Hollow Man"

%
ബിഗ് എം, ലിറ്റിൽ എം, പല .ഭ്രാന്തൻ എലികളുംനിലാവിൽ അർദ്ധരാത്രി സംഗീതം കൊയ്യുന്നു,പ്രതാപിയും ആശംസകള്!
		-- T. S. Eliot, "The Hollow Man"

%
എന്റെ മനസ്സ് ചവച്ചരച്ച് കഴിയുന്നതിലധികം ബിറ്റ് ഓഫ് കൂടുതൽ,ഷവര് അല്ലെങ്കിൽ ആത്മഹത്യ ഞാൻ എന്തു ചെയ്യുന്നു?
		-- Julie Brown, "Will I Make it Through the Eighties?"

%
കറുത്ത തിളങ്ങുന്ന mollies ശുഭ്രമായ നിറമുള്ള guppies,നായ്ക്കുട്ടികളേക്കുറിച്ചുള്ള പോലെ ശാന്തനും നാണിച്ചുനിൽക്കുന്ന ചെറിയ മലക്കുകൾഇപ്പുറത്തുണ്ടായിരുന്ന ഒരു swish കൂടെ നീന്തൽ ആൻഡ് ഡൈവിംഗ്,അവർ വെറും എന്റെ ഉഷ്ണമേഖലാ മീൻ ചിലതു ആയിരുന്നു.അപ്പോൾ ഞാൻ വെള്ളത്തിൽ സ്റ്റിങ് ആ mantas ലഭിച്ചുഒരു അറുത്ത് പുറ്റു ആ മാരകമായ piranhas,ഒരു squish കടിപ്പാൻ നിഷ്ഠുരമായ ആൺ betas,ഇപ്പോൾ ഞാൻ പല കുറവ് ഉഷ്ണമേഖലാ മത്സ്യം ഞങ്ങൾക്കുണ്ട്.നിങ്ങൾ കരുതുന്നുവെങ്കിൽമത്സ്യം സമാധാനപരമായ ആകുന്നുഅത് ഒരു ശൂന്യമായ ആശംസ തുടർന്ന്.ജസ്റ്റ് അവർ കൂടി ഡംപ്പിന്നെ അവരെ വിട്ടേക്കുകവഴിയെ നിങ്ങൾ ഉണ്ടായിരിക്കും - യാതൊരു മത്സ്യം.
		-- To My Favorite Things

%
അണയ്ക്കാൻ, heatwave, .44 കാലിബർ ശിശുഹത്യ.സദസ് മരിച്ചവരെ ഡ്രോപ്പ് നായ്ക്കൾ പടിഞ്ഞാറു പായ്ക്കുകൾ ഭ്രാന്തൻ പോയി.പ്രാകാരത്തിന്റെ നിൽക്കുന്നതായി ഒരു യുവതി മറ്റൊരു ആത്മഹത്യ തോന്നുന്നു,അവൾ ആ ഇഷ്ടിക ഹിറ്റ് ആഗ്രഹിക്കുന്നു,'കാരണമാകും ആറു വാർത്ത ഒരു സമയപരിധി തുരങ്കത്തിനു ലഭിച്ചു,കോടിപതികളുടെ Beekman സ്ഥലത്തു മറയ്ക്കാൻ സമയത്ത്,ബാഗ് ലേഡീസ് എന്റെ മുഖം അവരുടെ അസ്ഥികളെ ഇണങ്ങിക്കൊള്കഞാൻ സ്റ്റീരിയോ ശബ്ദം ഒരു കുട്ടിയെ ആക്രമിച്ചു കുറിക്കുന്നതിന്അതു ഞാൻ തീർക്കും ആഗ്രഹിക്കുന്നില്ല എന്നാൽ അതു ഇറക്കി ഉപേക്ഷിക്കില്ല ...
		-- Billy Joel, "Glass Houses"

%
ബോയ്, മുകളിൽ നക്ഷത്രങ്ങളിൽ നിന്റെ തല നേടുകനിന്നെ സ്നേഹിക്കുന്നു മിനിമം നിന്ന് പരമാവധി പ്രീതിയെ നേടുക.നിങ്ങളുടെ ഹൃദയം സംരക്ഷിക്കുകയും നിങ്ങളുടെ ശരീരം മതി എന്നു,സ്നേഹത്തിന്റെ മിനിമം നിന്ന് പരമാവധി പ്രീതിയെ ലഭിക്കാൻ.നിങ്ങളുടെ ഹൃദയം സംരക്ഷിക്കുകയും നിങ്ങളുടെ ശരീരം മതി എന്നു,സ്നേഹപൂർവ്വം മിനിമം നിന്ന് പരമാവധി പ്രീതിയെ നേടുക.
		-- Mac Macinelli, "Minimum Love"

%
ആഴമുള്ള ശേഖരിക്കുന്നതും മൗഢ്യം വലിച്ച.പീന്നീട് ലൈറ്റുകൾ ഓരോ മുറിയിൽ നിന്നും മങ്ങുകയും.ബെഡ്-സിറ്റർ ജനം തിരികെ വിലപിക്കും നോക്കൂ;മറ്റൊരു ദിവസത്തെ വിലപ്പോവില്ല ഊർജ്ജങ്ങളും ചെലവഴിച്ചത്.ചെ സ്നേഹികൾക്ക് ഒന്നായി wrestle.ഏകാന്തമായ മനുഷ്യൻ പ്രേമം നിലവിളിക്കുന്നു ആരും ഉണ്ട്.പുതിയ അമ്മ ഏറ്റെടുക്കുക അവളുടെ മകനെയും മുലകുടിക്കുകയുള്ളൂ.മുതിർന്ന പൗരന്മാർക്ക് അവർ ചെറുപ്പത്തിൽ കൊതിച്ചു.രാത്രി ഭരിക്കുന്ന കോൾഡ് മനസ്സോടെയുള്ള ഓർബ്;ഞങ്ങളുടെ കാഴ്ചയിൽ നിന്നും നിറങ്ങൾ നീക്കംചെയ്യുന്നു.റെഡ് ചാര, മഞ്ഞ വെള്ള.എന്നാൽ ഞങ്ങൾ യഥാർത്ഥമാണെന്ന് തീരുമാനിക്കാം, ഏത് മിഥ്യയാണ്. "
		-- The Moody Blues, "Days of Future Passed"

%
Brillineggiava, ഞാൻ slati tovoli എഡിറ്റോറിയൽgirlavano ghimbanti nella vaba;ഞാൻ borogovi Eran tutti mimantiഇ ല മോമ radeva fuorigraba."Figliuolo Mio, അൽ Gibrovacco attento sta ',dagli artigli ഇ ദൾ morso lacerante;fuggi L'uccello Giuggiolo, ഇ നെല് സാക്കോmetti infine IL frumioso Bandifante ".
		-- Lewis Carroll, "Jabberwocky"

%
എന്നാൽ ഏതെങ്കിലും ചെറിയ അണുവിൻറെ ഉണ്ട്,എ-sittin 'ഒരു-splittin' സമയത്ത്,എന്നെങ്കിലും ചിന്തിക്കുന്നതും ശ്രദ്ധിക്കുന്നതിന് നിർത്തിഇ = മീറ്റർ സി ** 2?
		-- Lewis Carroll, "Jabberwocky"

%
എന്നാൽ ഞാൻ അവിടെ ഞാൻ നിങ്ങളോടു ചെയ്തതു കണ്ടിട്ടു,ഞാൻ എന്റെ സ്വന്തം രണ്ട് കണ്ണുകൊണ്ടു അതു കണ്ടു.നിങ്ങള് വിഡ്ഢിച്ചിരി തുടച്ചു കഴിയും;ഞാൻ നിങ്ങളെ been-- എവിടെയായിരുന്നുവെന്ന് അറിയുന്നുഅതു മുഴുവനും വ്യാജവും ഒരു പായ്ക്കറ്റ് നാളായി!
		-- Lewis Carroll, "Jabberwocky"

%
എന്നാൽ അറിയേണ്ടതുപോലെ ശാസ്ത്രജ്ഞർ,അങ്ങനെ ആയിരിക്കണം ഉറപ്പു നമുക്കു.ഓ, ഞങ്ങളെ ഒരിക്കലും സംശയവുമില്ല, ഒരിക്കലും ചെയ്യട്ടെഎന്തു ആരും കുറിച്ച് തീർച്ചയാണ്.
		-- Hilaire Belloc

%
എന്നാൽ നിങ്ങൾ മൃദു, ന്യായമായ Ophelia:Ope നിന്റെ വാചാലനുമായിരുന്ന, മാർബിൾ താഴെനിന്നു അല്ല,എന്നാൽ ഒരു താപസന്റെ നിന്നെ നേടുകയും - പോയി!
		-- Mark "The Bard" Twain

%
എന്നാൽ, Mousie, നീ നിന്റെ ലേൻ ആകുന്നു എന്നുദീര്ഘദൃഷ്ടി തെളിയിക്കുന്ന ൽ വൃഥാ വരാം:'ഒരു എലികളുടെ' പുരുഷന്മാർ ഹേ മികച്ച തീരാറായപ്പോൾ സ്കീമുകൾഎ-gley പിൻഭാഗത്ത് കൂട്ടംഒരു 'ഞങ്ങളെ lea'e മാത്രമാകുന്നു ദുഃഖവും വേദനയുംവാഗ്ദാനം സന്തോഷം.
		-- Robert Burns, "To a Mouse", 1785

%
, ഓഫ് buzz ബനാന നോസ്; എന്റെ കണ്ണു തലകുനിച്ച്വെറുക്കപ്പെട്ട അസമാധാനവും ഓഫ്, ധാന്യം എന്റെ ചെവി ശുദ്ധീകരിക്കും;ആപ്പിൾ pies സൈനിക ഉറുമ്പുകൾ കുറവ് പ്രിയനീ പഴയ പ്രൂൺ മുഖാമുഖം നിന്റെ chestnuts ധരിക്കുന്ന കൂടെLousy ഫലം നിന്റെ പുറംതൊലി അധരങ്ങൾ നിന്ന് Dropt;perfum'd റോസ് മേൽ ജന്തുലോകത്ത് തോന്നുന്നുഅവർ കുടിക്കും; ഇരട്ട ബ്രെസ്റ്റഡ് സ്യൂട്ട്കാലഹരണപ്പെട്ടതാണ്; അതുകൊണ്ടു വാഴ നോസ്,ഒരു പട്ടം പറക്കുന്ന ചെന്നു നിന്റെ സ്വാഗതം ന്റെ താമസക്കാരുടെ;നിന്റെ waspish ഭ്രാന്തു ഉൽപാദിപ്പിക്കുന്നു കോശം:നിന്റെ logick നിന്റെ മൂടുപടം പോലെ disarrayed ആകുന്നു;നിന്റെ ചിയർ നിന്റെ മുഖച്ഛായ പോലെ കുഴി ആണ്.ഓഫാക്കും, ഞാൻ പറയുന്നു; ബഗ് ആരുമത് പുതിയ ചെന്നുScram, അതു തല്ലി നിങ്ങൾക്ക് നീ ഇവിടെനിന്നു മറ്റും നേടുക.
		-- Robert Burns, "To a Mouse", 1785

%
നിങ്ങൾ സത്യം സമയം നീ അവന്റെ മുൻപരിചയം,യാന്ദ്രികം ഞരക്കവുംഅവൻ തന്റെ വികാരമാണ് നേർച്ചഅനന്തമായ, ഇഷ്ടമെന്ന് -ലേഡി ഈ കുറിച്ചെടുക്കൂ:നിങ്ങളിൽ ഒരുവൻ കിടക്കുന്നു.
		-- Dorothy Parker, "Unfortunate Coincidence"

%
മുറ്റത്ത് വഴി, ജീവിതം കഠിനമാണ്.ഇഞ്ച്, അത് ഒരു cinch തുടർന്ന്.
		-- Dorothy Parker, "Unfortunate Coincidence"

%
ശാന്തമാകൂ, അതു മാത്രം ചെയ്ത് zeroes തുടർന്ന്,ശാന്തമാകൂ, അതു മാത്രം സുഖിനോ ബൈറ്റുകൾ തുടർന്ന്,ശാന്തമാകൂ, ഇംഗ്ലീഷിൽ എന്നോട് സംസാരിക്കൂ,ഞാൻ നിന്റെ computerites ഒന്ന് ഭയമില്ല എന്നു തിരിച്ചറിയണം ദയവായി.
		-- Dorothy Parker, "Unfortunate Coincidence"

%
എന്നെ റദ്ദാക്കുക - പിന്നെ നിലനിൽക്കുമെന്നും എന്തു പ്രയോജനം?Abscissas, ചില mantissas, മൊഡ്യൂളുകൾ, മോഡുകൾ,ഒരു റൂട്ട് അല്ലെങ്കിൽ രണ്ട് ടോറസ് ഒരു നോഡ്:എന്റെ സൂക്തം വിപരീതം, ഒരു നൾ ഡൊമെയ്ൻ.
		-- Stanislaw Lem, "Cyberiad"

%
മിഠായിഡാൻഡി ആണോഎന്നാൽ മദ്യംവേഗത്തിലുള്ള ആണോ.# 53: ഫോർച്യൂൺ വലിയ ഉദ്ധരണികൾ അപ്ഡേറ്റാകുന്നു.കാൻഡി ഡാൻഡി ആണ്; എന്നാൽ മദ്യം വേഗത്തിലുള്ള ആണ്,ലൈംഗിക നിങ്ങളുടെ പല്ലുകൾ പേരോ ഇല്ല.
		-- Ogden Nash, "Reflections on Ice-Breaking"

%
തിരമാല ഉരുവിന്റെ നീ ലോകത്തിന്റെ മുകളിൽ ഇരിക്കുന്നതു നിങ്ങൾ.
		-- The Beach Boys

%
സിസിൽ, നീ എന്റെ അവസാന പ്രത്യാശ മുൻപരിചയംയഥാർഥ നേരായ ഉത്തേജക ഔട്ട് കണ്ടെത്താനുള്ളഞാൻ Schrodinger ന്റെ പൂച്ച വായിച്ച് വേണ്ടിഎന്നാൽ എന്റെ പൂച്ചകൾ ആരും പോലെയോ ഇരിക്കുന്നു.ഈ അസാധാരണമായ മൃഗം (അങ്ങനെ അത് പറയപ്പെടുന്നു)ഒരേസമയം ജീവനോടെ മരിച്ചു!എന്താണ് എനിക്ക് മനസ്സിലാകുന്നില്ല എന്തിനാണ് അവൻ തന്നെയാണ്അറിയുക ഒന്നോ മറ്റ് പാടില്ല.എന്റെ ഭാവി ഇപ്പോൾ eigenstates തമ്മിലുള്ള റിങ്.ഒന്നു ഞാൻ, പ്രബുദ്ധരായ സുഖമാണ് മറ്റ് ഞാൻ അല്ല.എങ്കിൽ * നിങ്ങൾ * മനസ്സിലാക്കാൻ, സിസിൽ, പിന്നെ എനിക്കു വഴി കാണിച്ചുക്വാണ്ടം ശോഷണം എന്റെ മനസ്സുകളെ വിടുവിക്കേണമേ.എന്നാൽ ഈ അരക്കിറുക്കനായ കാര്യം പോലും നിങ്ങൾ അമ്പരന്നു ചെയ്തിരിക്കുന്നു,അപ്പോൾ ഞാൻ * ___ ഒപ്പം * ഞാൻ നിങ്ങളെ Schrodinger ന്റെ മൃഗശാലയിൽ കാണില്ല ചെയ്യും.സിസിൽ ആഡംസ് മനുഷ്യ അറിവ് "എന്ന
		-- Randy F., Chicago, "The Straight Dope, a compendium

%
തീർച്ചയായും പണം വാങ്ങാൻ കഴിയാത്ത ജീവിതത്തിൽ കാര്യങ്ങൾ ഉണ്ട്എന്നാൽ അതു വളരെ രസകരമാണ് - നിങ്ങൾ എപ്പോഴെങ്കിലും പണം ഇല്ലാതെ വാങ്ങുന്നതിനായി ശ്രമിച്ചിരുന്നോ?
		-- Ogden Nash

%
ചാർളി ഒരു കെമിസ്റ്റ് ആയിരുന്നുഎന്നാൽ ചാർളി ഇല്ല.അവൻ H2O കരുതി എന്തു,H2SO4 ആയിരുന്നു.
		-- Ogden Nash

%
കുട്ടികള്, അവഗണിക്കാൻ എന്തെങ്കിലും ഇല്ലാതെ സന്തുഷ്ടരായിരുന്നില്ലആ മാതാപിതാക്കൾ സൃഷ്ടിച്ചിട്ടില്ല എന്താണ്.
		-- Ogden Nash

%
വാക്വൈഭത്തെ, Schmivalry!റോജർ കള്ളൻ ഉണ്ട്അവൻ മാർഗ്ഗം ഉപയോഗിച്ചുബ്ലൊഗിന്റെ ആക്രമണങ്ങൾ:വായിക്കുന്നത് ആർ നാടൻകലകൾ ആകുന്നുCharacteristicallyഎല്ലായ്പ്പോഴും ലേക്ക് മറന്ന്സ്വന്തം Bac സൂക്ഷിക്കേണം ...
		-- Ogden Nash

%
ക്രിസ്മസ് കാലം .സഹിക്കുക വഴി, ഇവിടെ; ടർക്കികൾനന്നായികൊത്തിത്തിന്നുന്നവയായതിനാൽ, ഡക്കുകൾ ആൻഡ് കോഴികളെയും കൊല്ലാൻ;അംഗീകരിക്കാത്തതിന്റെ ഭോഷത്വം തന്നെ; , പഞ്ച് ഇളക്കുക ഡിക്കൻസിന്റെ ഔട്ട് ഡ്രാഗ്ഡെക്ക് ഹോളി എന്ന hunks കൂടെ ഹാളുകളും; സാധ്യതയുമാണ് sickens പോലും,പാനപാത്രം നിറയ്ക്കുക എപ്പോൾ പറയരുത് ... സഹോദരാ, ഇവിടെ നാം വീണ്ടും.ക്രിസ്മസ് ദിവസം നിങ്ങൾ വല്ലാത്ത നേടുകയും കഴിയില്ല; യാതൊരു expense'll അറുകൊല റിലേഷൻസ്,നിന്നെ ആരാധിക്കുന്നു വേണം കൂട്ടുകാരനെ; ചില വിലപ്പോവില്ല പഴയ പാതം അയയ്ക്കുക,അവിടെ അധികം,, ഒരു ചേരുന്ന പേനയും പെൻസിലും അവനെ കവര്ച്ച സമയം,മറ്റ് മുന്നൂറ്റി അറുപത്തഞ്ചു നാലു! ഞാൻ വേണമെങ്കിൽ ജസ്റ്റ് കാര്യം ... എത്ര മനോഹരം.ഇത് ശബ്ദം കേട്ടുവോ ദി ഹെറാൾഡ്-ട്രിബ്യൂൺ പാടി എത്ര നിഷ്കളങ്കമായ കാര്യമില്ല,ഇത് വേണ്ടാ എത്ര ഹൃദയംഗമമായ ആത്മാവു; അത്ഭുതങ്ങളെ പരസ്യം.വികാരം അതു endear വരികയില്ല; ദൈവം റെസ്റ്റ് നിങ്ങൾ മെറി മർച്ചന്റ്സ്,പ്രധാനപ്പെട്ടതെല്ലാം ആണ് ... വില. നിങ്ങൾ Yuletide വേതനം വരുത്താം.ദൂതന്മാർ നാം ഉന്നതമായ കേട്ടു,ശകാരം sleighbells Jingle പോകട്ടെ; ഔട്ട് പോയി വാങ്ങാൻ ഞങ്ങളോട് പറയുക.ഞങ്ങളുടെ പ്രിയ പഴയ സുഹൃത്ത് അകലാന്, സുജാതയാണ് ഹേല് ...ആകാശത്തിൽ റെയ്ൻഡിയറിനായി ടു,അവർ വഴി പറക്കുന്ന വരുമ്പോൾ താഴ്ഭാഗത്ത് നിലക്കും ചെയ്യരുത്!
		-- Tom Lehrer

%
കൈ ഹൃദയവും അസ്ഥി ആയിരിക്കും തണുത്ത,കല്ലു കീഴിൽ ഉറക്കം ആയിരിക്കും ജലദോഷവും;പാറസ്ഥലത്തു കിടക്കയിൽ ഉണർത്താൻ കൂടുതൽ ഒരിക്കലും,ഒരിക്കലും വരെ സൂര്യൻ പരാജയപ്പെട്ടാൽ ചന്ദ്രനും മരിച്ചുപോയി.കറുത്ത കാറ്റിൽ നക്ഷത്രങ്ങൾ മരിക്കും;ഇപ്പോഴും സ്വർണം ഇവിടെ അവരെ കിടത്തുകയുംഇരുണ്ട യഹോവ കൈ പൊക്കുന്നു വരെചാവുകടൽ ഉണങ്ങിയിരിക്കുന്നു ദേശത്തു.
		-- J. R. R. Tolkien

%
പാനപാത്രം നിറക്കുക വരൂ, കിണറ്റിലെ തീയിൽrepentence ലിസ്സിനെ നിങ്ങളുടെ ശൈത്യകാലത്ത് വസ്ത്രം.സമയം പക്ഷി അല്പം പക്ഷേവേണ്ടൂ - പക്ഷിയുടെ ചിറകു ഓൺ ആണ്.
		-- Omar Khayyam

%
എന്നെ തത്സമയം വന്നു എന്റെ സ്നേഹം ആയിരിക്കും,ഞങ്ങൾ ചില പുതിയ സന്തോഷങ്ങളും തെളിയിക്കട്ടെGolden Sands സ്ഫടികം തടാകങ്ങളുംപട്ടു രേഖകൾ, വെള്ളി കൊളുത്തിട്ടു.ഞാൻ ചെയ്യുന്ന അല്ല എന്ന് ഒന്നുമില്ലനീ എന്റെ POSSLQ പക്ഷം.നിങ്ങൾ വേണ്ടി ഞാൻ ജീവിച്ചു,നിങ്ങൾ എന്റെ POSSLQ ആയിരിക്കും.ഞാൻ നിങ്ങളുടെ സുഹൃത്ത് അങ്ങനെ അധികം ആയിരിക്കും;അത് ഒരു POSSLQ വേണ്ടി ആണ് എന്താണ്.ഓരോ കാര്യവും നാം ഏറ്റുപറയും;അതെ, ഐ.ആർ.എസ് ലേക്ക്.നാം ഇരുവരും നേടാൻ എന്താണ് ചില ദിവസം,ഒരുപക്ഷേ സംയുക്ത മടക്കം ഫയൽ ചെയ്യാൻ.നീ എന്റെ പാഡ്, എന്റെ നികുതി, ജോയിന്റ് പങ്കിടും;നീ എന്റെ ജീവിതം പങ്കിടും - ഒരു ബിന്ദു വരെ!പിന്നെ നിങ്ങൾ ചെയ്യേണ്ടത് ഇത്ര സന്തോഷിക്കും കാണാം എന്നുനീ എന്റെ POSSLQ ആയിരിക്കും കാരണം.
		-- Omar Khayyam

%
എന്നെ തത്സമയം വന്നു എന്റെ സ്നേഹം ആയിരിക്കും,ഞങ്ങൾ ചില പുതിയ സന്തോഷങ്ങളും തെളിയിക്കട്ടെപൊൻ മണലുകൾ, സ്ഫടികം തടാകങ്ങളും,പട്ടു രേഖകൾ, വെള്ളി കൊളുത്തിട്ടു.
		-- John Donne

%
, വിർജീനിയ വാ എന്നെ കാത്തിരിക്കുക വരുത്തരുത്!കത്തോലിക്കാ പെൺകുട്ടികൾ വളരെ വളരെ വൈകി ആരംഭിക്കുക,അയ്യോ, എന്നാൽ ഇന്നല്ലെങ്കിൽ പിന്നീട് അത് വിധിക്കു വരുന്നു,ഞാൻ നന്നായി ഒന്നായിരിക്കും.ശരി, അവർ നിങ്ങൾ ഒരു പ്രതിമ, കാണിച്ചു പ്രാർഥിക്കാൻ നിങ്ങളെ അറിയിച്ചു,നിങ്ങൾ ഒരു ക്ഷേത്രവും നിർമിച്ചു നിങ്ങൾ കൊണ്ടുപോകും ലോക്ക്,അയ്യോ, എന്നാൽ അവർ നിങ്ങളെ കൊടുക്കുന്നതിന്റെ വില പറഞ്ഞിട്ടില്ല,നീ ചെയ്ത തക്കവണ്ണം കാര്യങ്ങൾ.അങ്ങനെയുള്ളവ വെർജീനിയ വന്ന് എന്നെ ഒരു അടയാളം കാണിച്ചുഒരു സിഗ്നൽ അപ്, ഞാൻ നിന്നെ ഒരു ലൈൻ ഇട്ടേക്കുക കാണാം,നിങ്ങൾ പുറകിൽ പതിയിരുന്ന് ആയ ചില്ലുജനലിൽ തിരശ്ശീലസൂര്യൻ അനുവദിക്കുന്നു ഒരിക്കലും.ഡാർലിംഗ്, നന്മ മരിക്കും യുവ!
		-- Billy Joel, "Only The Good Die Young"

%
ഓരോ frustum ഒരു കോൺ ആയിരിക്കും ഇഗ്ലണ്ടില് വരിക,മാട്രിക്സുകളുടെയും ഓരോ വെക്റ്റർ സ്വപ്നങ്ങൾ.ഇളംകാറ്റ് എന്ന സൌമ്യമായ ഗ്രേഡിയന്റ് ലേക്ക് ശബ്ദം കേട്ടുവോ:ഇതിനെ കൂടുതല് ergodic മേഖലയുടെ മന്ത്രിച്ചു.
		-- Stanislaw Lem, "Cyberiad"

%
വരുവിൻ ഭൂവുടമയുടെ, അതു പടരുന്നു ഇല്ല വരെ ഒഴുകുന്ന കലശം പൂരിപ്പിക്കുക,രാത്രി ഞങ്ങൾ എല്ലാവരും തെളിയട്ടെ ചെയ്യും - നാളെ കൊള്വിന് ലഭിക്കും.
		-- John Fletcher, "The Bloody Brother", II, 2

%
വരുവിൻ, നാം ഉയർന്ന തലം ധൃതിപ്പെട്ട് ചെയ്യട്ടെdyads വെൻ എന്ന ഫെയറി നിലങ്ങളും ചവിട്ടുന്ന എവിടെ,അവരുടെ സൂചികകൾ ഒന്നിലേക്ക് _ n ൽ നിന്നും bedecked,അനന്തമായ Fellow ല് ശൃംഖലയിലെ Commingled!
		-- Stanislaw Lem, "Cyberiad"

%
വരുവിൻ ധ്യാനിച്ചു, ഞങ്ങളെ എലി പാടട്ടെ!
		-- From a poem by James Grainger, 1721-1767

%
വരുവിൻ ഭൂതങ്ങൾ നിങ്ങൾക്കുഎന്നെ ഇവിടെ unsex മർത്യശരീരത്തിൽ ചിന്തകൾ ന് മാദ്ധ്യമക്കമ്പനി,ടെക്നീഷ്യന്മാരും കിരീടം ടോപ്പ് പൂർണ്ണ നിന്ന് എന്നെ പൂരിപ്പിക്കുകdirest ക്രൂരതയുടെ! എന്റെ രക്തം കട്ടിയുള്ള വരുത്തുക,ഖേദം ആക്സസ് വേദഭാഗം അപ്പ് നിർത്തുകയാതൊരു compunctious പ്രകൃതിയുടെ സന്ദർശിച്ച് ആഎന്റെ അധഃപതിച്ചു ഉദ്ദേശ്യം ഇളക്കും തമ്മിലുള്ള സമാധാനം സൂക്ഷിക്കരുത്പ്രഭാവം അതു! എന്റെ സ്ത്രീയുടെ സ്തനങ്ങൾ വരുവിൻനഞ്ചും എന്റെ പാൽ എടുത്തു നിങ്ങൾ മന്ത്രിമാർ കൊലപാതകവുമായിഎവിടെയായിരുന്നാലും കാണാതെയും പദാർത്ഥങ്ങളും ൽനിങ്ങൾ പ്രകൃതിയുടെ ദോഷത്തിലേക്കു കാത്തിരിക്കുക! വരുവിൻ കട്ടിയുള്ള രാത്രിനരകത്തിന്റെ dunnest പുക പാൽ,എന്റെ ആഴമായ കത്തി അതു ചെയ്യുന്നു മുറിവു കാണുന്നില്ല എന്നുഇരുട്ടിന്റെ പുതപ്പ് വഴി ആകാശത്തിലോ ചിലെക്കുകയുംകരയാൻ `പിടിക്കുക, പിടിക്കുക! '
		-- Lady MacBeth

%
നിങ്ങൾ സമീപ സ്റ്റോറുകൾ വരുന്ന:ഫീച്ചർ 101 വ്യാകരണപരമായി ശരിയായ ജനപ്രിയ ട്യൂൺസ്:ഹൗണ്ട് ഡോഗ് (നിങ്ങൾ ഒന്നും എങ്കിലും ഒരു അല്ല)ആ സ്വിംഗ് കിട്ടിയില്ല ഉണ്ടെങ്കിൽ കാര്യം അർത്ഥമില്ലഞാൻ തെറ്റായി അർത്ഥമില്ലഒരു പലതും ...
		-- Lady MacBeth

%
ലജ്ജ എന്റെ സ്മരണക്കുറിപ്പായി ആയിരിക്കുംഞാൻ ഒരു ഇങ്ങിനെ തകർന്നു പാത്ത് സഞ്ചരിച്ച്ഞങ്ങൾ അതു ചെയ്താൽ നാം എല്ലാവരും തിരിച്ചു ചിരിച്ച് ഇരിക്കാൻ കഴിയുംഎങ്കിലും ഞാൻ നാളെയോ ഞങ്ങൾ കരയുന്ന തികച്ചും ഭയപ്പെടുന്നു.
		-- King Crimson, "In the Court of the Crimson King"

%
മരണം കടന്നുകളയാൻ ഇളംകാറ്റ് വരുന്നു,ഓരോ പൂവ് പതുങ്ങുന്നു;ഓരോ സീസൺ സ്വന്തം രോഗം ഉണ്ട്,അതിന്റെ പ്രാണഭയത്തോടെ - ഓരോ മണിക്കൂറിലും.
		-- Reginald Heber

%
മുകള്ത്തട്ട്, ബോസ്റ്റൺ ചാർലി നമ്മെ എല്ലാWalla Walla കുളിച്ചു., ഒരു 'കലമാസൂ!പോയെ ന്റെ freezin 'ട്രോളി ന്Swaller ഡോളർ കോളിഫ്ലവർ, alleygaroo!ഞങ്ങൾ അനവസരത്തിൽ ബാരലിന് അറിയില്ലേ,ഇടക്കൊക്കെ Lilla ബോയ്, ലൂയിസ്വില് ലൂ.ട്രോളി മോളി ഹരോൾഡ് ഇഷ്ടപ്പെടുന്നില്ല,Boola boola Pensacoola hullabaloo!
		-- Pogo, "Deck Us All With Boston Charlie" [Walt Kelly]

%
കുറ്റക്കാരൻ ... മിക്കവാറും മനുഷ്യ പ്രകൃതി വികാരങ്ങൾ പ്രദർശിപ്പിക്കുന്ന പ്രഖ്യാപിച്ചു.
		-- Pink Floyd, "The Wall"

%
ഒരു മനുഷ്യൻ മെഷീനുകൾ അലക്ഷ്യമാക്കിLuddites Klan ചേര്ന്നിരിക്കുന്നു,രാത്രിയിൽ പുറത്തു സവാരിവെള്ള എസ് ൽഅവർ ആവുന്നതെല്ലാം റോബോട്ടുകൾ ലിഞ്ച് ചെയ്യുക.
		-- C. M. and G. A. Maxson

%
Didja 'എപ്പോഴെങ്കിലും നിങ്ങളുടെ മനസ്സിൽ വരുത്തിയിരിക്കണംഒന്നിൽ തിരഞ്ഞെടുക്കാൻ പിന്നിൽ മറ്റ് വിട്ടേക്കുകഅത് എളുപ്പമാണ് പലപ്പോഴും അത് പലപ്പോഴും അതതു അല്ല,Didja 'എപ്പോഴെങ്കിലും നിങ്ങളുടെ മനസ്സിൽ ഉണ്ടാക്കുന്നത് ഞങ്ങൾക്കുണ്ട്?
		-- Lovin' Spoonful

%
ബുള്ളറ്റുകൾ തവിട്ട് പോലുള്ള സെർനിനൊപ്പം വാക്കുകൾ,അവരുടെ ലാക്കാക്കി മനുഷ്യ ദൈവങ്ങളെ ലക്ഷ്യമെന്ന്,ആ സ്പാർക്ക് ടോയ് തോക്കുകൾ നിന്ന് എല്ലാം വരുത്തുകഇരുട്ടിൽ ജലിക്കുക മാംസം-നിറത്തിലുള്ള christs ചെയ്യുക.ഇത് വളരെ അകലെയല്ല നോക്കാതെ എളുപ്പത്തിൽ കാണാംവളരെ ശരിക്കും പവിത്രമാണ് അത്.
		-- Bob Dylan

%
നിങ്ങളുടെ കാണാവുന്ന ഈ shimmy ചെയ്യുമോ?അവർ വാലിൽ കുലുക്കുന്നു ഇഷ്ടപ്പെടുന്നത്?നിങ്ങളുടെ wombats tophats ലെ ഉറങ്ങുന്നതു എന്തു?നിൻറെ തോട്ടത്തിൽ ഒച്ചുകൾ നിറഞ്ഞിരിക്കുന്നു?
		-- Bob Dylan

%
താത്പര്യം ചെയ്യരുത്, നിങ്ങൾക്ക് ഉപദ്രവം ചെയ്യുകഅതു മാത്രം എന്നെ ഞാൻ ഉറപ്പില്ല എന്തെങ്കിലും പിന്തുടരുന്നതു പറ്റി,എന്റെ സ്വപ്നങ്ങൾ ഉടനീളം, neptive അത്ഭുതപ്രവൃത്തി,ഞാൻ സ്നേഹത്തിന്റെ ശോഭയുള്ള പിടികൊടുക്കാത്ത ചിത്രശലഭം ഓടിക്കും.
		-- Bob Dylan

%
ആരും ചെയ്യാൻ സാധിക്കില്ലെന്ന് നിങ്ങളോടു അറിയിക്കാം ചെയ്യരുത്;ആരും നിങ്ങൾക്ക് സാധ്യമല്ല നിങ്ങളോടു അറിയിക്കാം ചെയ്യരുത്;ആരും നിങ്ങൾ ചെയ്യേണ്ടത് ലഭിച്ചത് നിങ്ങളോടു അറിയിക്കാം ഇല്ല,അല്ലെങ്കിൽ നിങ്ങൾ ഒരിക്കലും അറിയാൻ കാണാം ... മഴവില്ല് അപ്പുറത്ത് എന്താണ് ...ഓർക്കുക, നിങ്ങളുടെ സ്വപ്നങ്ങളെ പിന്തുടരുക എങ്കിൽ,നിങ്ങൾ മഴവില്ല് അപ്പുറം അറിയാൻ ഒരിക്കലും കാണാം ...
		-- melba moore, "the other side of the rainbow"

%
നഷ്ടമാകില്ലനിന്റെ തലഒരു മിനിറ്റ് നേടുന്നതിന്നിങ്ങളുടെ തല ആവശ്യമാണ്നിങ്ങളുടെ തലച്ചോറ് ഇതിൽ തന്നെയാകുന്നു.
		-- Burma Shave

%
വളരെ വേഗം എന്നെ ഉണർത്തരുത് ...ഒരാഴ്ചയായിട്ട് ചന്ദ്രൻ കുറുകെ ഒരു യാത്ര പോകൂ ...നീയും ഞാനും.
		-- Burma Shave

%
ഇരട്ട .അഗ്നിയാരാധകനായ, നിന്നെ ഒരു മുൻപരിചയംനീ എന്റെ കീബോർഡ് ഇത്രയധികം രസകരമാക്കുന്നു,ഇരട്ട .അഗ്നിയാരാധകനായ, ഒരു അധിക ബിറ്റ് രണ്ടോ, (വി.ഒ.-വി.ഒ.-ദേ-ഒ)നിയന്ത്രണ മെറ്റാ, വശങ്ങളിലായി,ആഗുമെന്റഡ് ആസ്കി, വൈഡ് 9 ബിറ്റുകൾ!ഇരട്ട .അഗ്നിയാരാധകനായ, ഒന്നര ആയിരം ഗ്ലിഫ്, പ്ലസ് കുറച്ച്!ഓ, എനിക്ക് ഉറപ്പുണ്ട് ഞാൻ ആഗ്രഹിക്കുന്നുഅതിലധികമോ ഭാഗങ്ങൾ ഒരു ദമ്പതികൾ ഉണ്ടായിരുന്നെങ്കിൽ!ബിറ്റുകൾ നാലു എണ്ണം ഉണ്ടാക്കുവാൻ .വളരെ ഒരുപക്ഷേ ഒരു സെറ്റ്.ഡബിൾ .അഗ്നിയാരാധകനായ! ഇരട്ട .അഗ്നിയാരാധകനായ ഇടത്, വലത്കാഴ്ച .ഇരുന്നുര് ഒന്നിച്ചു OR'd!ഇരട്ട .അഗ്നിയാരാധകനായ, ഞാൻ ഒരു മുഴുവൻ വാക്കും ആഗ്രഹിക്കുന്നു,ഇരട്ട .അഗ്നിയാരാധകനായ ഞാൻ കേട്ടു സന്തോഷമുണ്ട്,ഇരട്ട .അഗ്നിയാരാധകനായ, ഞാൻ നിങ്ങളോട് ഒരു മുഴുവൻ വാക്കും ആഗ്രഹിക്കുന്നു!ഉപയോഗത്തിനായി 36-ബിറ്റ് സിസ്റ്റങ്ങളിൽ ടെർമിനൽ കോഡുകൾ ചേർക്കുംസ്ക്രീൻ എഡിറ്റർമാർ. [ "റബ്ബർ Ducky" രൂപയുടെ]
		-- to Nicholas Wirth, who suggested that an extra bit

%
വാഴ റിപ്പബ്ലിക്കുകളിലെ ഇറങ്ങിഉഷ്ണമേഖലാ സൂര്യന് ഡൗൺ.expatriated അമേരിക്കക്കാർ ചെന്നുചില രസകരമായ കണ്ടെത്താൻ ശ്രമിക്കുന്നുണ്ട്.അവരിൽ ചിലർ കപ്പലോട്ടം പോയികടലിന്റെ പരിതോവസ്ഥയിലേക്ക് ക്യാച്ച്.വലയുന്ന എന്താണ് കണ്ടെത്താൻ ശ്രമിക്കുകയും,സൗജന്യമായി ദേശത്തു ജീവിക്കുന്നു.അവരിൽ ചിലർ സ്നേഹികൾക്ക് നിന്ന് ലിന്റെ,യാതൊരു മുന്നോട്ട് വിലാസം ഉപേക്ഷിക്കുന്നു.അവരിൽ ചിലർ കഞ്ചാവ് ടൺ ലിന്റെ,ചില ഐ.ആർ.എസ് നിന്ന് പ്രവർത്തിക്കുന്നത്.രാത്രിസമയത്ത് നിങ്ങൾ അവരെ കണ്ടെത്തും,ചിലവുകുറഞ്ഞ ഹോട്ടലുകൾ ആൻഡ് ബാറുകൾക്ക്.senoritas ചൗമൊഹല്ല,നക്ഷത്രങ്ങളുടെ കീഴെ നൃത്തം സമയത്ത്.
		-- Jimmy Buffet, "Banana Republics"

%
പാനീയം നൃത്തം ചിരിച്ച് കള്ളംസ്നേഹം, വഴി കാലാകലങ്ങളില് അർധരാത്രിനാളെ നാം മരിക്കും!(അല്ല, പിന്നെ ഞങ്ങൾ ഒരിക്കലും.)
		-- Dorothy Parker, "The Flaw in Paganism"

%
ലളിതം വന്നു എളുപ്പത്തിൽ നഷ്ടമാകുന്നു,ചിലർ എന്നെ എളുപ്പത്തിൽ പണം വിളിക്കും,ചിലപ്പോൾ ജീവൻ പാക് നിറഞ്ഞിരിക്കുന്നുചിലപ്പോൾ അത് നിഷേദിക്കുമായിരുന്നുഞാൻ ഭോഷനെ കാണാനും വിചാരിച്ചേക്കാംചിലപ്പോൾ ആ സത്യമാണ്,എന്നാൽ ഞാൻ തീ എന്ന ഫ്ലാഷ് സ്വർഗ്ഗത്തിലേക്കു .പഞ്ഞിക്കെട്ടുപോലെ പിരിയുകയാണ് ',ഏതെങ്കിലും ഇല്ലാതെ.
		-- Hoyt Axton

%
എലനൊർ Rigbyകീബോർഡ് ഇരിക്കുന്നസ്ക്രീനിൽ ഒരു ലൈൻ കാത്തിരിയ്ക്കുന്നുസ്വപ്നത്തിൽ താമസിക്കുന്നുഒരു സിഗ്നൽ കാത്തിരിയ്ക്കുന്നുചില കോഡ് കണ്ടെത്തുന്നുമെഷീൻ ചില കൂടുതൽ ചെയ്യാൻ ആക്കും.ഇതെന്തിനാണു?എവിടെ എല്ലാവരും നിന്ന് വരുന്നു എല്ലാ ഏകാന്തമായ ഉപയോക്താക്കൾ?എല്ലാ ഏകാന്തമായ ഉപയോക്താക്കൾ, അതിനു സമയമെടുക്കും?ഹാക്കർ MacKensieആരും പ്രവർത്തിക്കുന്ന ഒരു പ്രോഗ്രാം കോഡ് എഴുതേണ്ടഇത് ഏതാണ്ട് ചെയ്തുകഴിഞ്ഞാൽഅവിടെ രാത്രി ബഗുകൾ ഒത്തുകളി പ്രവർത്തിക്കുന്നു അവനെ നോക്കുകഅവിടെ ആരും.അവൻ എന്തു പരിപാലിക്കുകയും ചെയ്യുന്നത് എങ്ങനെ?എവിടെ എല്ലാവരും നിന്ന് വരുന്നു എല്ലാ ഏകാന്തമായ ഉപയോക്താക്കൾ?എല്ലാ ഏകാന്തമായ ഉപയോക്താക്കൾ, അതിനു സമയമെടുക്കും?അയ്യോ, എല്ലാ ഏകാന്തമായ ഉപയോക്താക്കളെ നോക്കൂ.അയ്യോ, എല്ലാ ഏകാന്തമായ ഉപയോക്താക്കളെ നോക്കൂ.
		-- Hoyt Axton

%
അതിരുകളില്ലാത്ത ലോകത്തിലെ ടേൺ അനന്തവൈവിധ്യമാർന്ന സൂര്യന്റെ സ്പിന്നിംഗ്അതിരുകളില്ലാത്ത ക്വസ്റ്റ്;ഞാൻ എന്റെ സ്വന്തം തുടക്കത്തിലേക്ക്, മടങ്ങിവരികഇവിടെ വിശ്രാമം.
		-- Hoyt Axton

%
സ്പെയ്ൻ യുദ്ധം brilig. schlichte Toven DieWaben ലെ Wirrten und wimmelten;Und aller-M "Burggoven umsigeദിശ ആർ "ATH preparation ഇംഗ്ലീഷ് mohmen.
		-- Lewis Carrol, "Through the Looking Glass"

%
Euch IST bekannt, WIR beduerfen ആയിരുന്നു;WIR Wollen മിഷേലിന്റെ Getraenke schluerfen.
		-- Goethe, "Faust"

%
ഹൃദയം ശുദ്ധമല്ല ആർ മനുഷ്യനെയും,രാത്രിയിലും അവന്റെ പ്രാർഥനകൾ പറയുന്നുഎപ്പോൾ wolfbane മരക്കൊമ്പുകൾ ഒരു ചെന്നായ സാധിക്കൂചന്ദ്രൻ പൂർണ്ണവും തിളക്കത്തോടെ.
		-- The Wolf Man, 1941

%
നമ്മുടെ ആദ്യകാല ചുംബനം നിമിഷം ൽ,പൂ കടന്നു ഇടുങ്ങിയ മുട്ടും നെടുവീർപ്പിട്ടു സന്ദർഭംഏറ്റവും പെടാതിരിക്കാൻ ഈ വരണ്ട സന്തതി ഇരുന്നു;ആ ഞാൻ നാളും നാഴികയും എങ്കിലും, അറിയാമായിരുന്നു.വളരെ സീസണിൽ തിരിച്ചുള്ള രാജ്യത്തെ-നാറി ഒരാളായി, ഞാൻ,ശരത്കാലം ന് ചെരിക്കുകയോ മഞ്ഞുപോലെ നിന്ദിപ്പാൻ:എന്റെ പിതാക്കന്മാർ ചെയ്തതുപോലെ കുളിരു മാരകബോംബുകൾവെച്ച്ഞാൻ അവരോടു പറയും "ഇന്നുരാത്രി നഷ്ടമാകുന്നു പുറത്തു എന്താണുള്ളത്."ഞാൻ മാത്രം എല്ലാവരുടെയും കൽപനയിൽ പ്രത്യാശയോടെ, ആശിച്ചിരുന്നുആർ ഇല മരത്തിന്മേൽ ആകൃതി എടുത്തു കാണൂ,ഒരു നല്ല വേനൽക്കാലത്ത് പിന്നീടൊരു വീഴ്ചഈ ഭാഗങ്ങളിൽ അപേക്ഷിച്ച് ഒരു മനുഷ്യനെ കാണാൻ ഓർമിക്കുക,, സണ്ണി ക്ലസ്റ്ററുകൾ വീഞ്ഞു പാകമായി:ഞാൻ കറുത്തിരുണ്ടതായി മുന്തിരിവള്ളി ഉടനീളം ഇതു പറയുന്നു.നമ്മുടെ പഴയകാല കിസ് "1931
		-- Edna St. Vincent Millay, "Even in the Moment of

%
ഏറെ ഉയരുമ്പോൾ! ഏറെ ഉയരുമ്പോൾ!ഞങ്ങൾക്കും കീർത്തി കൊണ്ടുവന്ന .തിരമാലകള്ക്കിടയില് തുടർന്ന്.ഞങ്ങൾ വലിയ എങ്കിലും ഞങ്ങൾ ആയിരിക്കും വലിയ മുൻപരിചയം,മാനവരാശിയെ സേവിക്കാൻ ആ കാണാനാകും നാം എല്ലാവരും പരാജയപ്പെടാം കഴിയില്ലഞങ്ങളുടെ ലക്ഷ്യം ചെയ്തു.നമ്മുടെ ഉൽപ്പന്നങ്ങൾ ഇപ്പോൾ എല്ലാ മേഖലയിൽ അറിയപ്പെടുന്നത്.നമ്മുടെ സൽപ്പേര് ഒരു ചാരമായി തിളങ്ങുന്നവ.ഞങ്ങൾ ജാലകവിരികള്ക്കപ്പുറത്തു ഞങ്ങളുടെ വഴി പടവെട്ടി ഞങ്ങൾഎന്നാൽ പുതിയ വയലുകളും നാമും കീഴടക്കാൻ ഉറപ്പുണ്ട്ഏറെ ഐ.ബി.എം. മുന്നോട്ടുള്ള വേണ്ടി!
		-- Ever Onward, from the 1940 IBM Songbook

%
ഞാൻ ഒരു കൊച്ചുകുട്ടിയായിരുന്നപ്പോൾ ശേഷംഞാൻ ൽ ARPA വല ഹാക്ക് ഞങ്ങൾ,ബെർക്ക്ലി നിന്നും Rutgers ഇറങ്ങി, അവൻ എന്റെ പ്രിയപ്പെട്ട ടെർമിനലിൽ തുടർന്ന്,ഒന്നും ആക്സസ് ഞാൻ ലഭിക്കും അവൻ പൂച്ചകൾ ശരിയായ ഫൂ കടന്നു C,പിന്നെയോ ഒന്നും കണ്ടിട്ടില്ല അവന്റെ ശിഷ്യന്മാരോടു അവനെ നയിക്കും,, ഇതുവരെ കാമ്പസിലെ അവൻ വെറും റൂട്ട് ആഖ്യാനംആ ബധിരരും ഊമകളും കുരുടൻ കുട്ടിയെ, എല്ലായ്പ്പോഴും Sys-PRIV ന്റെ ഉണ്ട്,ഉറപ്പാണോ തുച്ഛമായ പാക്കറ്റ് അയയ്ക്കുന്നു. ലിന്റ് ഒരിക്കലും ഉപയോഗിക്കുന്നു,ആ ബധിരരും ഊമകളും കുരുടൻ കുട്ടിയെ,ഉറപ്പാണോ തുച്ഛമായ പാക്കറ്റ് അയയ്ക്കുന്നു.അവൻ യുണിക്സ്അടയാളവാക്കു്മാറ്റുന്നു വിസാർഡ് ആകുന്നു,ഒരു ട്വിസ്റ്റ് ആവശ്യമാണ്.യുണിക്സ് വിസാർഡ് ന്റെ GOT യാതൊരു ശ്രദ്ധാശൈഥില്യങ്ങൾ കിട്ടിയില്ല,ഡിസ്കിൽ പരിധിയില്ലാത്ത ഇടമില്ല. യാതൊരു വിസിലുകൾ അല്ലെങ്കിൽ മണികളും കേൾക്കാൻ കഴിയുന്നില്ല,നിങ്ങൾക്ക് എങ്ങനെ ചെയ്യുമ്പോൾ അത് ചിന്തിക്കുന്നത്? യാതൊരു സന്ദേശം മിന്നുന്ന കാണാൻ കഴിയില്ല,എനിക്കറിയില്ല. ഘ്രാണേന്ദ്രിയം വഴി ഇനങ്ങളും,എന്താണ് അവനെ നല്ല ചെയ്യുന്നു? അവരാണ് പ്രണയത്തെക്കുറിച്ച് ചെറിയ പരിപാടികൾ,ശരിയായ ബിറ്റ് പതാകകൾ നിർത്തിആ ബധിരരും ഊമകളും കുരുടൻ കുട്ടിയെ,ഉറപ്പാണോ തുച്ഛമായ പാക്കറ്റ് അയയ്ക്കുന്നു.
		-- UNIX Wizard

%
ഓരോ പ്രണയം സ്നേഹത്തിൽതവളകൾക്ക് വസ്ത്രം.
		-- Dorothy Parker, "Summary"

%
ദൈവം ആയ് അവനെ ഉണ്ടാക്കി, പലപ്പോഴും മോശമായ ഓരോ മനുഷ്യൻ.
		-- Miguel de Cervantes

%
ഓരോ രാത്രിയിലും ഞാൻ എന്റെ പ്രാർത്ഥനകൾ പറയുന്നുഓരോ ദിവസം എന്റെ അത്താഴം;ഞാൻ നല്ല പോയിട്ടുള്ള ഓരോ ദിവസംഞാൻ ഭക്ഷണം ശേഷം ഒരു ഓറഞ്ച് നേടുക.ശുദ്ധവും വിലങ്ങുതടിയായി അല്ല കുഞ്ഞിനെ,കളിപ്പാട്ടങ്ങൾ തിന്നുക കാര്യങ്ങൾ ഒത്തിരി,അവൻ ഒരു കറുമ്പി ബാലനായ ഞാൻ sure-- സുഖമാണ്അല്ല തന്റെ പ്രിയ പപ്പ ദരിദ്രനും.
		-- Robert Louis Stevenson

%
ഇപ്പ പകിട ലോഡാകുന്ന അറിയുന്നു. എല്ലാവരും അവരുടെ കൂടെ പകിടയുരുട്ടിവിരലുകൾ കടന്നു. ഇപ്പ യുദ്ധം കഴിഞ്ഞു അറിയുന്നു. എല്ലാവർക്കും അറിയാംനല്ല സഞ്ചി നഷ്ടപ്പെട്ടു. ഇപ്പ പോരാട്ടം നിശ്ചയിച്ചു അറിയുന്നു: പാവപ്പെട്ട താമസംപാവപ്പെട്ടവനും പണക്കാരനും സമ്പന്നമായ നേടുകയും. അതാണ് പോകുന്നു എങ്ങനെ. എല്ലാവർക്കും അറിയാം.ഇപ്പ ബോട്ട് ലീക്കുചെയ്യുന്നു അറിയാം. ഇപ്പ ക്യാപ്റ്റൻ അറിയുന്നുനിഷേധിച്ചിട്ടില്ല. എല്ലാവരും അവരുടെ അപ്പൻ അല്ലെങ്കിൽ അവരുടെ നായ പോലെ ഈ തകർന്ന തോന്നൽ ലഭിച്ചുവെറും മരിച്ചു.കാശും സംസാരിക്കുകയായിരുന്നു ഇപ്പ. ഇപ്പ ഒരു പെട്ടി ചോക്ലേറ്റ് ആഗ്രഹിക്കുന്നുനീണ്ട ലക്ഷമാക്കും ഉയർന്നു. എല്ലാവർക്കും അറിയാം.എല്ലാവരേയും നിങ്ങൾ എന്നെ സ്നേഹിക്കുന്നു എന്നു കുഞ്ഞ് അറിയുന്നു. ഇപ്പ ശരിക്കും ആ അറിയുന്നുചെയ്യാൻ. ഇപ്പ തരും അല്ലെങ്കിൽ ഒരു രാത്രി എടുത്തു വിശ്വസ്തരും നിങ്ങൾ ആയിരിക്കുന്ന അറിയുന്നു അല്ലെങ്കിൽരണ്ടു. ആളെ നിങ്ങള്ക്ക് വിവേകവും പോയിട്ടുള്ള അറിയുന്നു; പലരും ഉണ്ടായിരുന്നുനിങ്ങൾ നിങ്ങളുടെ വസ്ത്രം ഇല്ലാതെ മിണ്ടീട്ടില്ല. പിന്നെ എല്ലാവർക്കും അറിയാം.എല്ലാവരും അതിനെ ഇപ്പോൾ അല്ലെങ്കിൽ കിട്ടാറില്ല അറിയുന്നു. എല്ലാവരും അതിനെ എന്നെ അല്ലെങ്കിൽ നിങ്ങൾ എന്ന് അറിയുന്നു.എല്ലാവരും നിങ്ങൾ ഒരു ലൈൻ അല്ലെങ്കിൽ രണ്ടു ചെയ്തതു നിങ്ങൾക്കൊരു എന്നേക്കും ജീവിക്കും അറിയാം.ഇപ്പ കരാർ ചീഞ്ഞ അറിയുന്നു: പഴയ ബ്ലാക്ക് ജോയുടെ ഇപ്പോഴും pickin 'പരുത്തിനിങ്ങൾ റിബണിൽ വില്ലു വേണ്ടി. പിന്നെ എല്ലാവർക്കും അറിയാം.
		-- Leonard Cohen, "Everybody Knows"

%
എല്ലാം ന്റെ ഈ നല്ല ലോകത്തിലെ വലിയ;(ഇത് അവർ എപ്പോഴും ഉപയോഗിക്കാം സ്റ്റഫ് ആണ്.)ദൈവത്തിൻറെ ആകാശത്തിന്റെ, ഹിൽ ന്റെ മഞ്ഞു-pearled ലെ;(ഈ കുഞ്ഞിനെ ഷൂസ് നൽകുന്നതാണ്.)വിശപ്പും വാർ ഒരു കാര്യം അർഥമില്ല;ഞങ്ങൾ പോവാനും എല്ലാം ൻറെ റോസ് where'er;ചെറിയ പക്ഷികൾ gaily പാടും എങ്ങനെ ശബ്ദം കേട്ടുവോ!(ഈ അക്കരപ്പച്ച വീട്ടിൽ ലഭ്യമാക്കുന്നു എന്താണ്.)
		-- Dorothy Parker, "The Far Sighted Muse"

%
നിങ്ങൾ അവരെ തിരയുന്നത് കാണും പോകുന്ന എല്ലായിടത്തും,എല്ലായിടത്തും നിങ്ങളെ പിന്തിരിപ്പിക്കുന്നത് നിങ്ങൾ വേദന ചേരാവുന്നതാണ്,എല്ലാവരും ഉത്തരം അന്വേഷിക്കുന്നുനന്നായി നോക്കിക്കൊണ്ടിരിക്കും.
		-- Moody Blues, "Lost in a Lost World"

%
എഫ്: ഞാൻ മുഴുകുകയും ഒരു മുറിയില് വരുമ്പോൾ ഞാൻചിലപ്പോൾ ചില വയലറ്റ് നഗ്നതക്കാവും കണ്ടെത്താൻ.അപ്പോൾ ഞാൻ കടമൊഴിയായി ബ്രൂഡിംഗ്, കാരണമുള്ളവിഷം അവർ പെരുമഴയുടെ നിങ്ങൾ.
		-- The Roguelet's ABC

%
കുടുംബങ്ങൾ, ഒരു കുട്ടി പിറന്നാൽഅതു ബുദ്ധിയുള്ള ആഗ്രഹിക്കുന്നത്.ഞാൻ ഇന്റലിജൻസ് വഴി,എന്റെ ജീവിതം മുഴുവൻ വരനായി പറഞ്ഞിട്ടുമാത്രം കുഞ്ഞ് തെളിയിക്കട്ടെ പ്രതീക്ഷിക്കുന്നുഅറിവില്ലാത്തവരും വങ്കത്തമാണ്.പിന്നെ അവൻ പ്രശാന്തമായ ജീവിതം കവറിടൂ ചെയ്യുംഒരു കാബിനറ്റ് മന്ത്രി ആകുന്നതിലൂടെ
		-- Su Tung-p'o

%
വിടവാങ്ങൽ ഞങ്ങൾ അടുപ്പിൽനിന്നു ഹാൾ വിളിച്ചുകൊണ്ട്!എങ്കിലും കാറ്റു ചെയ്യാം മഴയും വീഴും,നാം ദിവസത്തെ കല്പിപ്പാൻ പൊളിക്കുമാറ്ഫാർ മരവും മലയിൽ മരങ്ങൾ മേൽ.കുട്ടിച്ചാത്തന്മാർ ഇതുവരെ പാർക്കുന്ന Rivendell, ചെയ്യാമഞ്ഞുമൂടിയ കീഴെ ഉലച്ചത് ൽ, വീണുചതുപ്പുസ്ഥലം മാലിന്യം വഴി നമുക്ക് വേഗം കയറ്റി,ഇടത്തേക്കുള്ള പിന്നെ ഞങ്ങൾ പറയാൻ കഴിയില്ല.മുന്നോട്ട് ശത്രുക്കൾ, നമുക്ക് പിന്നിൽ ഭയപ്പെടുകയുംആകാശത്ത് കീഴെ നമ്മുടെ കിടക്കയും ആയിരിക്കും,ഒടുവിൽ അതുവരെ കഷ്ടതയും നടക്കപ്പെടുംനമ്മുടെ യാത്ര ചെയ്തതു ഞങ്ങളുടെ കാര്യമെന്താണ് വേഗത്തിലാക്കി.നാം നൽകണം! നാം നൽകണം!ദിവസത്തെ ഇടവേള മുമ്പ് നാം യാത്ര!
		-- J. R. R. Tolkien

%
ഫെലിക്സ് catus നിങ്ങളുടെ taxonomic നാമകരണം ആണ്,ഒരു endothermic quadroped സ്വഭാവത്താൽ ശരീരപ്രകൃതി.നിങ്ങളുടെ, വിഷ്വൽ മധുരം, ഒപ്പം ശ്രവണ ഇന്ദ്രിയങ്ങൾനിങ്ങളുടെ വേട്ടയാടൽ കഴിവുകളും സ്വാഭാവിക പ്രതിരോധ സഹകരിക്കുക.ഞാൻ എന്നെത്തന്നെ നിങ്ങളുടെ സബ് വായ്പ്പാട്ട് oscillations പോസ്റ്റ് പബ്ലിഷ് കണ്ടെത്താൻപൂച്ച ആശയവിനിമയങ്ങൾ ഒരു പദത്തിന്റെ വികസനംഅതാണ് നിങ്ങളുടെ അടിസ്ഥാന hedonistic predelection .ഇതുംവാത്സല്യവും തെളിയിക്കാനുള്ള നിങ്ങളുടെ രോമങ്ങൾ ഒരു നിന്മുഖത്തെക്കുള്ള അതാണെന്ന് വേണ്ടി.വാലിന് നിങ്ങളുടെ acrobatic താലന്ത് വളരെ അത്യാവശ്യമാണ്:നിങ്ങൾ അതിന്റെ counterbalance കുറവുണ്ടായില്ല നിങ്ങൾക്ക് അങ്ങനെ എനോട് പാടില്ല;സന്ദർഭം locomotion സഹായം utilitized ഏൽക്കാതെ,ഇത് പലപ്പോഴും നിങ്ങളുടെ വികാര സംസ്ഥാന ചിത്രീകരിക്കാൻ ലെ.ഓ സ്പോട്ട്, നിങ്ങൾ പ്രദർശിപ്പിക്കാൻ ബിഹേവിയർ സങ്കീർണ്ണമായ അളവ്എ നന്നായി വികസിപ്പിച്ച ബുദ്ധി അറേ Connote.എന്നാൽ ഭാവത്തിൽ നിങ്ങൾ വികാര, സ്പോട്ട്, അവ ഗ്രഹിക്കാത്ത,ഞാൻ രണ്ടേ നിങ്ങൾ സത്യവും മൂല്യമേറിയ സുഹൃത്ത് പരിഗണിക്കുക.
		-- Lt. Cmdr. Data, "An Ode to Spot"

%
ഒരു ഡെഡ് മാൻസ് ചെസ്റ്റ് ന് പതിനഞ്ചു പുരുഷന്മാർയോ-ഹോ-ഹോ ആൻഡ് റം ഒരു കുപ്പി!പാനീയം പിശാചിന്റെ ബാക്കി ചെയ്തതൊക്കെയും,യോ-ഹോ-ഹോ ആൻഡ് റം ഒരു കുപ്പി!
		-- Stevenson, "Treasure Island"

%
ഫിഫ്റ്റി flippant തവളflippered കാലൂന്നി നടക്കുമ്പോൾഅവരുടെ പശയും അവർ സമയം ഉണ്ടാക്കിUnnaturally ഫ്ലീറ്റ്.
		-- Stevenson, "Treasure Island"

%
കലാശം മരണം.ഉൽകൃഷ്ടം കലാശം.ഒന്നും അത്യുത്തമം.അതിൽ ഇട്ടാണ് ഉണ്ട്.
		-- Stevenson, "Treasure Island"

%
ഞാൻ പ്രയാസം കേൾക്കാൻ നിൽക്കാൻ കഴിയും അഞ്ച് പേരുകൾ,നിങ്ങളുടേത് എന്റെ ഇവിടെ ഇല്ല ഒരാൾ കൂടുതൽ Chimp ഉൾപ്പെടുന്നഞാൻ ലേഡീസ് തവണ gettin എത്ര പ്രയാസം 'സംസാരിക്കുന്നത് കാണാനാകുംപിന്നെ മഗ്നോലിയ Boulevard ആ ക്രൂരനായ ഉത്ഖനനം,അതെ, ഞാൻ .പഞ്ഞിക്കെട്ടുപോലെ പിരിയുകയാണ് 'ഭ്രാന്തൻ,ഞാൻ ശീതീകരിച്ച മഴയും നോക്കി ചിരിക്കുകയും പിരിയുകയാണ്,ശരി, ഞാൻ മാത്രം, തേൻ അവർ എന്നെ വീട്ടിലേക്ക് അയയ്ക്കുക ഒരാഴ്ചയായിട്ട് എപ്പോൾ സുഖമാണ്?മോശം ഷൂസ് ഒരു Pina colada എന്റെ സ്നേഹിതൻഒരു കൂടെ റേഡിയോ സിറ്റി വഴി അവന്യു ന് നിർത്തുന്നുട്രാൻസിസ്റ്റർ ചെലവാക്കാൻ പണം ഒരു വലിയ സം ...നിങ്ങൾ fellah, തെരുവ് അപ്പ് tearin 'നിങ്ങൾ ആ വെളുത്ത ടക്സീഡോ, ചൂട് തല്ലി എങ്ങനെ സാജന് ധരിക്കാൻനിങ്ങൾ ഭോഷന്നു എന്നെ എടുത്തു, നിങ്ങൾക്ക് ഞാൻ കാണുന്നില്ല എന്ന് കരുതുന്നത്അവർ എനിക്ക് വേണ്ടി diggin ചെയ്തിട്ടുള്ളതായി 'താഴ്വരയിൽ നിന്നു നീതിപീഠം,അതെ, 'ഭ്രാന്തൻ .പഞ്ഞിക്കെട്ടുപോലെ,ഞാൻ ശീതീകരിച്ച മഴയും ചെയ്തത് laughin പിരിയുകയാണ് 'അറിയുന്നുഅവർ എന്നെ വീട്ടിലേക്ക് അയയ്ക്കാൻ എഴുനേറ്റു വരുമ്പോൾ ഞാൻ ഒറ്റയ്ക്കാണ് പോലെ, തേൻ Feel?(ഗായകസംഘം)
		-- Bad Sneakers, "Steely Dan"

%
ചടങ്ങിൽ പറക്കുന്ന saucersമാനുഷികദൃഷ്ടിക്കു തങ്ങളെ കാണിക്കുക.ഏലിയൻസ് ഫ്യൂമിന്റെ, അധിനിവേശത്തെ ഓഫ് വെച്ചുഅവർ നിഷേധിച്ച് ഈ ഇതിഹാസങ്ങൾ ബ്രാൻഡ് സമയത്ത്.
		-- Bad Sneakers, "Steely Dan"

%
"ഹേ കുറ്റി ദമ്പതികൾ" അപര പറയുന്നു Graubünda ഒരു,"ഞാനും നിന്നെ തിന്നുകയും നിന്റെ ജലാശയമാണെന്ന് നക്കി കാണാം.ഒരൽപ്പം! ഹേ 'പുതിയ മാംസം സ്വീറ്റ് പോരുംഇപ്പോൾ എനിക്കു നിന്നെ എന്റെ പല്ലു ശ്രമിക്കും.ഇപ്പോൾ Hee! ഇപ്പോൾ കാണുക!ഞാൻ 'പഴയ എല്ലുകളും തൊലികൾ ഇന്നാണ് ഹേ ക്ഷീണിതനാണ്;ഇപ്പോൾ എനിക്കു നിന്നെ മേൽ .ചുമ്മാ ഒരു മനസ്സ് കഴിയാറില്ലെന്നാണ്. "എന്നാൽ അവൻ തന്റെ അത്താഴം പിടിച്ചു തോന്നി പോലെ,അവൻ സ്വന്തം കൈകൾ യാതൊന്നും പിടിച്ചിരുന്നു കണ്ടെത്തി.അവൻ ആലോചിച്ച് മുൻപ്, ടോം behing വഴുതിപ്പോയിതാനുമായി larn ബൂട്ട് കൊടുത്തു.അവനെ താക്കീത് അവനെ .തൊണ്ടവേദന!ഒരു കരീനയെ 'ഹേ സീറ്റിൽ ബൂട്ട്, ടോം thoguht,അവനെ larn വഴി ആയിരിക്കും.എന്നാൽ കല്ലു മാംസവും അസ്ഥിയും അധികം ബുദ്ധിമുട്ടുമാണ്കുന്നുകൾ മാത്രം ഇരിപ്പുണ്ട് ഒരു ട്രോൾ എന്ന.അതുപോലെ മലയിൽ റൂട്ട് നിങ്ങളുടെ ബൂട്ട് നിർത്തി.അവരിവിടെ ഇരിപ്പിടം അതു തോന്നുന്നില്ല.അതു തോല്! അതു സൌഖ്യമാക്കേണമേ!അവൻ ടോം ഞരക്കവും കേട്ടു പഴയ അപര, ചിരിച്ചു,അവൻ തന്റെ വിരലും അതു തോന്നിയിരുന്നു അറിയാമായിരുന്നു.ടോം ലെഗ് അവൻ വന്നു വീട്ടിൽ ശേഷം, ഗെയിം ആണ്,അവന്റെ ഘനപടലത്താൽ കാൽ മുടന്തൻ സ്ഥിരമായ;എന്നാൽ അപര ശ്രദ്ധിക്കാറില്ല, അവൻ അവിടെ ഇപ്പോഴുംഅസ്ഥി അവൻ അതിന്റെ ഉടമയിൽ നിന്ന് boned.Doner! ലിംഗോദ്ധാരണം!ട്രോൾ പഴയ സീറ്റ്, ഇപ്പോഴും ഒരേ ആണ്അസ്ഥി അവൻ അതിന്റെ ഉടമയിൽ നിന്നും boned!
		-- J. R. R. Tolkien

%
, ജിൻ വേണ്ടി ക്രൂരതയും ലെസുബോധവും സത്യം,ഇന്ധനം വിതരണംയുവാക്കൾ ജ്വലിക്കുന്ന വേണ്ടി.
		-- Noel Coward

%
നൈറ്റ് യുദ്ധമോ കാലുക ഇല്ലവഴക്കിൽ ശരിയോ തെറ്റോ പൊരുതുവാൻ പോലെ,എന്നാൽ സത്യം താമസിപ്പിക്കുന്നു കഴിയാത്ത ഒരു മാർഗത്തിൽ:അവൻ ഉറപ്പു ശക്തമായ സൃഷ്ടിക്കുന്നത് നടക്കേണ്ടതാകുന്നു,: ജസ്റ്റ് ഇടയിൽ കരുണയോടെ സമ്മിശ്രജാതി നിലനിർത്താൻആരും വഴക്കിൽ നൈറ്റ് എടുത്തു മുറപ്രകാരംഎന്നാൽ ഒരു സത്യം വേണ്ടി, അല്ലെങ്കിൽ സാധാരണ നിമിത്തം.
		-- Stephen Hawes

%
"ഫോഴ്സ് എന്നാൽ ചിലതു്" അധ്യാപകൻ said--"ആ നിർവചനം വെറും തന്നെയാണ്."ബാലനെ പറഞ്ഞത് പകരം വിചാരിച്ചു,അവന്റെ തിളങ്ങി തല അനുസ്മരിച്ച:"ഫോഴ്സ് ബലത്തിൽ അല്ല നൽകണം!"
		-- Stephen Hawes

%
നാല് അറിയാൻ ഞാൻ ബുദ്ധിമാനാക്കുന്നു ആകുന്നു കാര്യങ്ങൾ ആയിരിക്കും:ചോരുന്നു, ദുഃഖം, ഒരു സുഹൃത്ത് ഒരു ചെടിയോ.നാല് ഇല്ലാതെ ഞാൻ നല്ലത് ആഗ്രഹിച്ചവർ കാര്യങ്ങൾ ആയിരിക്കും:സ്നേഹം, ജിജ്ഞാസ, പുള്ളികളുണ്ട്, സംശയത്തിന്റെയും.മൂന്ന് ഞാൻ എത്തുന്നതേ അല്ല കാര്യങ്ങൾ ആയിരിക്കും:അസൂയ, ഉള്ളടക്കം, മതി ഷാംപെയിൻ.മൂന്ന് ഞാൻ മരിക്കുവോളം ഉണ്ടാകും കാര്യങ്ങൾ ആയിരിക്കും;ചിരി ആശയും കണ്ണിൽ സോക്ക്.
		-- Dorothy Parker, "Inventory" [or "Not so Deep as a Well"?]

%
സുഹ്യത്തുക്കൾ, റോമർ, Hipsters,എന്നെ ചിലകാര്യങ്ങള് നിങ്ങളിൽ വരട്ടെ;ഞാൻ അവനെ ഓവ് എന്നു സീസർ വയ്ക്കണമെന്ന് വരുന്നു.സ്ക്വയർ ചില പൂച്ചകൾ അവരുമായി താമസം ൽ ഉണ്ട് സമ്രക്ഷണം;ഹിപ് ബിറ്റുകൾ, പോലെ കീഴിൽ ചെല്ലുക;അങ്ങനെ അത് സീസർ കൊണ്ട് പൂഴിയിൽ. തണുത്ത ബ്രൂട്ടസിനേനിങ്ങൾ സന്ദേശം നല്കി: സീസർ വലിയ കണ്ണുകൾ ഉണ്ടായിരുന്നു;ആ ശബ്ദം എങ്കിൽ, ആരെങ്കിലും ഹർജിയിലാണ് copping പറ്റി,പിന്നെ, പോലെ, പഴയ സീസർ ശരിക്കും അവരെ നേരായ നിർത്തി.ഇവിടെ, ബ്രൂട്ടസിനേ ആൻഡ് സ്റ്റഡ്ഡുകൾ copacetic, -ബ്രൂട്ടസിനേ ശരിക്കും ഒരു തണുത്ത പൂച്ചയുടെ;അങ്ങനെ അവർ മുഴുവൻ തണുത്ത പൂച്ച, ആകുന്നു -സീസറിന്റെ ഇറങ്ങി മുട്ടയിടുന്ന ലെ ഈ മഴവില്ലും വരുത്താൻ ഞാൻ വന്നു.
		-- Dorothy Parker, "Inventory" [or "Not so Deep as a Well"?]

%
ജീവനുള്ളവരുടെ വളരെയധികം സ്നേഹം നിന്നും,പ്രത്യാശ ഭയം സ്വാതന്ത്ര്യം,നാം ഹ്രസ്വമായ നന്ദിയോടും വാഴ്ത്തുന്നുദൈവങ്ങളെ എന്തായിരുന്നാലും,ജീവൻ സാദാ ജീവിക്കുന്നവനാകയാൽ,മരിച്ചവരുടെ ഒരിക്കലും എഴുന്നേറ്റു,പോലും weariest നദി കാറ്റുകൾ കടലിലേക്ക് എവിടെയോ സുരക്ഷിതം അത്.
		-- Swinburne

%
മരണാസന്നനായ പ്രകാശം നേരെ ശത്രുത നിങ്ങളുടെ വികാരങ്ങൾ സമ്പർക്കം നേടുക.
		-- Dylan Thomas [paraphrased periphrastically]

%
നിങ്ങൾ പഴയ Wight പുറത്ത്! സൂര്യപ്രകാശത്തിൽ അപ്രത്യക്ഷമാകും!തണുത്ത തിമിരവും പോലെ വാടിപ്പോകുന്നു കാറ്റും പോലെ വിലാപം ചെന്നുബഹുദൂരം മലകൾ അപ്പുറം മച്ചി ദേശങ്ങളിൽ ഔട്ട്!വീണ്ടും ഒരിക്കലും ഇവിടെ വരൂ! നിങ്ങളുടെ Barrow ശൂന്യമാണ് വിടൂ!നഷ്ടപ്പെട്ട ആയിരിക്കും മറന്നു ഇരുട്ടിൽ ഇരുണ്ട്,വാതിലുകൾ ലോകം പറ വരെ എന്നേക്കും അടെച്ചിരിക്കുന്നു നിൽക്കാൻ എവിടെ.
		-- J. R. R. Tolkien

%
ഗിബ്സൺ ന്റെ വസന്തകാലം പാട്ട് ( "ഡെക്ക് ഹാളുകൾ" രൂപയുടെ):ഇതൊരു mousies ഓടിക്കും സീസൺ (മുന്പ് ല ല ല ല, ല ല ല ല)അവരുടെ ചെറിയ housies (...) നിന്ന് അവരെ തട്ടിയെടുത്ത്ആദ്യം നാം അവരെ ഓടിക്കും 'ഫീൽഡ് (...) ചുറ്റുംപിന്നെ ഞങ്ങൾക്കു ഭക്ഷണം (...) അവരെ ഞങ്ങൾക്കുണ്ട്ഇവിടെ അവരെ ടോസ് അവിടെ ഏറ്റുമുട്ടുമ്പോൾ (...)അവരെ ചെലവ് കൂടി പറക്കുന്ന കാണുക (...)അവരെ പറക്കുന്ന അവരെ squeal (...) കേൾക്കട്ടെ കാണുകവീഴുമ്പോൾ എലികളുടെ വലിയ അപ്പീൽ (...) ഞങ്ങൾക്കുണ്ട്ഞങ്ങളെ (...) മുമ്പ് നീട്ടി നായാട്ടു കാണുകഅവൻ മണ്ഡലം, വനത്തിൽ എലികളെ ഓടിച്ചു ന്റെ (...)അവനെ തന്റെ നീണ്ട വെളുത്ത മേൽമീശയും (...) വൃത്തിയാക്കാൻ കാണുകചെറിയ നാമന്വേഷിക്കാറില്ല (...) രക്തം
		-- J. R. R. Tolkien

%
അച്ഛനും-galad ഒരു Elven-രാജാവായിരുന്നു.അവനെ വൈണികന്മാർ ദുഃഖകരമാണ് പാടുന്നു:കഴിഞ്ഞ ആരുടെ പെടുന്നു ന്യായമായ സൗജന്യമായി ആയിരുന്നുമൗണ്ടെയ്ൻസിന്റെയും സീ തമ്മിലുള്ള.വാൾ ലാൻസ് വിമുഖതയൊന്നുമില്ലെന്നും, നീണ്ട ആയിരുന്നുതന്റെ തിളങ്ങുന്ന ചുക്കാന് ദൂരത്തുനിന്നു പ്രത്യക്ഷനായി;ആകാശത്തിന്റെ വയലിലെ തക്കര്ന്നപ്പോഅവന്റെ വെള്ളി പരിചയും മാതിരി.എന്നാൽ പണ്ടേ അവൻ അകലെ കയറിഎവിടെ ആരും പറയാം വാസംഅന്ധകാരത്തിൽ അവന്റെ നക്ഷത്രം വീണു വേണ്ടിഫ്രോഡൊയും ലെ നിഴലുകൾ എവിടെയാണെന്ന്.
		-- J. R. R. Tolkien

%
Gimme Twinkies, gimme വീഞ്ഞു,    കാൽവിൻ Kline വഴി Gimme ജീൻസ് ...എന്നാൽ നിങ്ങൾ ആ ആറ്റങ്ങൾ പിഴ പിളർന്നപ്പോൾ എങ്കിൽ    റെപ്യൂട്ടേഷന് എന്റെ ആ ജീനുകൾ ദം തടയുകയും!Gimme zits എന്റെ മാവ് എടുത്തു    എന്റെ ജെല്ലി റോളിലുള്ള Gimme ആർസെനിക് ...പിശാച് വിളിക്കുക എന്റെ ഉള്ളം വിറ്റു    എന്നാൽ റെപ്യൂട്ടേഷന് ഡമോക്രാറ്റിക് ആറ്റങ്ങൾ മുഴുവൻ നിലനിർത്തുക!
		-- Milo Bloom, "The Split-Atom Blues," in "Bloom County"

%
എന്നെ പ്രത്യക്ഷ, കുത്തനെ യുദ്ധവീരൻ ചെടിയോ തരികബോൾഡ് ഞാൻ സംഗമം കഴിയും - ഒരുപക്ഷേ തന്റെ തിരിച്ചടി തിരിഞ്ഞുകളയുന്ന!എന്നാൽ എല്ലാ ബാധകൾ, നല്ല സ്വർഗ്ഗ നിന്റെ കോപം അയക്കാൻഎന്നെ സംരക്ഷിക്കുക ഓ നിഷ്കളങ്കമായ സുഹൃത്ത് എന്നെ രക്ഷിക്കും.
		-- George Canning

%
എന്നെ നിങ്ങളുടെ വിദ്യാർത്ഥികൾക്ക്, നിങ്ങളുടെ സെക്രട്ടറിമാർ തരികസ്വതന്ത്ര ശ്വസിക്കാൻ ആഗ്രഹിക്കൽ നിങ്ങളുടെ ഗുഹാകവാടത്തിനു എഴുത്തുകാർ,നിങ്ങളുടെ Selectric മൂന്നാമൻ ന്റെ ചീത്ത വിസമ്മതിക്കുന്നു.ഇങ്ങനെ എന്നോടു, വീടില്ലാത്ത, ടൈപ്പിസ്റ്റ്-ചാടിക്കുന്നു തരിക.ഞാൻ പ്രോസസ്സർ അരികെ എന്റെ ഡിസ്ക് ഉയർത്തുന്നു.
		-- Inscription on a Word Processor

%
മുഴക്കം മാലിന്യങ്ങൾ അനുഷ്ഠിക്കുമ്പോൾ placidly പോകുക,അതിന്റെ ഒരു കഷണം ഉടമസ്ഥതയുള്ള ഉണ്ടാകും എന്ത് ആശ്വാസം ഓർക്കുക.നീ ഉറങ്ങൂ ആവശ്യമുണ്ടെന്നും പക്ഷം, സ്വസ്ഥമായിരുന്നു കര്മ്മോന്മുഖവും വ്യക്തികളെ ഒഴിവാക്കുക.നിങ്ങളുടെ ടയർ തിരിക്കുക.glowingly സ്വയം വലിയവൻ ആ സംസാരിക്കുന്നുപിന്നെ നന്നായി അവരുടെ ഉപദേശം ചെവികൊടുക്കാൻ - അവർ ടർക്കികൾ പോലും.ചുംബിക്കാൻ വേലായുധൻ - എപ്പോൾ.രണ്ടു തെറ്റുകൾ ഒരിക്കലും ഒരു നേരെയാക്കാനുള്ള ഓർക്കുകഎന്നാൽ മൂന്ന് ചെയ്യാൻ.സാധ്യമാകുമ്പോൾ "പിടിക്കുക" ൽ ആളുകളെ വെച്ചു.എല്ലാ തർക്കവിഷയമാണ് ആൻഡ് രോഷവും മുന്നിൽ ആശ്വാസം,കാലം മാറിവരുന്ന പ്രവാസികളെ വകവയ്ക്കാതെ,കമ്പ്യൂട്ടർ അറ്റകുറ്റപ്പണി ഒരു വലിയ ഭാവി എപ്പോഴും ഉണ്ട്.പ്രപഞ്ച ഒരു യാദൃശ്ചികമല്ല ആകുന്നു ...ഇവിടെ യാതൊരു അവകാശം ഉണ്ട്.നിങ്ങൾ അത് കേൾക്കാം ഇല്ലെങ്കിലും, പ്രപഞ്ചംനിന്റെ പിറകിൽ ഇല്ല.
		-- National Lampoon, "Deteriorata"

%
മുഴക്കം മാലിന്യങ്ങൾ അനുഷ്ഠിക്കുമ്പോൾ placidly ചെന്നു, അവിടെ പോയതിൽ മൂല്യം ഓർക്കുകഒരു കഷണം അതിന്റെ ഉടമസ്ഥതയുള്ള ഉണ്ടാകും.
		-- National Lampoon, "Deteriorata"

%
ദൈവം ബാക്കി നിങ്ങൾ സി.എസ് വിദ്യാർത്ഥികൾ ഇപ്പോൾ, ഡ്രം ന് സ്ഥിതി പോയിരിക്കുന്നു,ഭ്രമിപ്പിക്കാതെ ഒന്നും അനുവദിക്കുക. ഡിസ്ക് വളരെ, സെലസ്റ്റിയ ആണ്.വാക്സ് ആണ് നാം ലിസ്പ് ഒരു ബഗ് കണ്ടെത്തി, ആയിരിക്കുമെന്ന് കഴിയില്ല, കൂടാതെ ഇവയിൽമെയ് ആദ്യ വരെ. യഥാർഥ നിന്ന് ഫാൾസ് പറയാനാവില്ല.ഈ രാവിലെയും കാരണം എന്നും ഇപ്പോൾ ഞങ്ങൾക്ക് ലഭിക്കില്ല എന്ന് കണ്ടെത്താൻ പ്രോഗ്രാംഅവർ പറയുന്നു മാറ്റിവച്ചു ചെയ്യില്ല. ബെർക്കിലിയുടെ 4.2 വെച്ച്.(കോറസ്) (കോറസ്)ഞങ്ങൾ നിങ്ങൾക്കായി ഇപ്പോൾ ചില വീടുമുഴുവൻ വാർത്തകൾ ഡി.ഇ.സിയുടെ നിന്നും കോൾ, പിന്നെ ലഭിച്ചു,അവർ പുറമേ നെറ്റ്വർക്കിന്റെ മരിച്ചവരുടെ കാലതാമസം കൂടാതെ അയയ്ക്കുംRSuX വിളിച്ചു ഒരു മോണിറ്ററിന്റെ നാം നിങ്ങളുടെ ഫയലുകൾ പ്രിന്റ് വരുംപകരം തൊള്ളായിരം കെ ലൈൻ പ്രിന്റർ എടുക്കും.സ്റ്റാഫ് ആത്മഹത്യ, എറൗണ്ട് സമയം ന്റെ പത്തൊമ്പതു ആഴ്ച ചെയ്തു.ഇന്നു നമുക്ക് അടക്കം കാണാം. അങ്ങനെ മാത്രമേ കാർഡുകൾ വായിക്കാം.(കോറസ്) (കോറസ്)ഇപ്പോൾ ഞങ്ങൾ നിങ്ങളോടു കോറസ് പറയുന്നു ആഗ്രഹിക്കുന്നു: ഓ, ആശ്വാസവും സന്തോഷവും അറിയിക്കുന്നുഞങ്ങൾ പറന്നു പോകുന്നതിനു മുമ്പ്, ആശ്വാസവും സന്തോഷവും,ഞങ്ങൾ നിങ്ങളെ ഓ, ആശ്വാസവും സന്തോഷവും സുവിശേഷം കൊണ്ടുവന്നു വാർത്താ പ്രതീക്ഷിക്കുന്നു.നിങ്ങളുടെ മുഴുവൻ ദിനം.വഴി, കാരണം മറ്റൊരു പ്രോഗ്രാം നാളെ ലഭിച്ചു.(ഗായകസംഘം)
		-- to God Rest Ye Merry Gentlemen

%
ഗോൾഡ് കോസ്ട് അടിമ കപ്പൽ പരുത്തി വയലുകളെ ബന്ധിച്ചുന്യൂ ആര്ലീയന്സ് ഇറങ്ങി ഒരു അങ്ങാടിയിൽ വിലക്കുന്നതുപൊയ്യാനകള്ക്കിടയില് പഴയ slaver അവൻ വരാഞ്ഞത് ചെയ്യുന്നത് അറിയുന്നുവെറും അർദ്ധരാത്രി ചുറ്റും അവനെ സ്ത്രീകൾ ചമ്മട്ടി കേൾപ്പിൻഅയ്യോ, ബ്രൗൺ ഷുഗർ മോൻ നല്ല രുചി വരുന്നു?അയ്യോ, വെറും ഒരു പെൺകുട്ടിയുടെ പോലെ ബ്രൗൺ ഷുഗർ shouldചൂടുള്ള തണുത്ത ഇംഗ്ലീഷ് രക്തം റൺസ് അടിക്കുന്നത് ഡ്രംസ്വീടു wonderin 'അത് വരല്ലേയെന്ന് സ്റ്റോപ്പ് തുടർന്ന് എവിടെ ലേഡിഹൗസ് എന്ന കുട്ടിയെ പല്ലുവേദനയോടെയാണുണര്ന്നത് ചെയ്യുന്നത് എന്ന് അറിയുന്നുനിങ്ങൾ ഒരു വെറും അർദ്ധരാത്രി ചുറ്റും അവനെ കേട്ടു വേണം....ഞാൻ നിങ്ങളുടെ Mama കൂടാരം ഷോ രാജ്ഞി കച്ചോടൊക്കെഅവളെ പെൺകുട്ടികൾക്ക് മധുരവും പതിനാറു ആയിരുന്നുഞാൻ ആരെയും സ്കൂൾ ബാലനെ പക്ഷെ ഞാൻ ഇഷ്ടപ്പെടുന്നത് അറിയുന്നുഎനിക്ക് മാത്രമായി അർദ്ധരാത്രി ചുറ്റും കേട്ടിരിക്കുന്നു വേണം.
		-- Rolling Stones, "Brown Sugar"

%
, ബാൾട്ടിമോർ ജാക്ക് ഒരു ഭാര്യയും കുട്ടികളെ ലഭിച്ചോഞാൻ ചെയര്മാനും പുറപ്പെട്ടു മടങ്ങിവന്നു ഒരിക്കലും.അതു ഒഴുകുന്ന സ്ഥലം അറിയാത്ത ഒരു നദിപോലെഞാൻ ഒരു തെറ്റായ തിരിവ് എടുത്തു ഞാന് പോകുന്നു ആചരിച്ചു.ഇപ്പ ഒരു വിശന്നു ഹൃദയം ചിത്രീകരിക്കുന്ന.ഇപ്പ ഒരു വിശന്നു ഹൃദയം ചിത്രീകരിക്കുന്ന.നിങ്ങളുടെ പണം കിടന്നു നിങ്ങളുടെ ഭാഗമായി പ്ലേ,ഇപ്പ ഒരു വിശന്നു ഹൃദയം ചിത്രീകരിക്കുന്ന.ഞാൻ ഒരു കിങ്സ്ടൌ ബാറിൽ അവളെ എതിരേറ്റുനാം ഞാൻ അവസാനിപ്പിക്കാൻ അറിയാമായിരുന്നു, പ്രണയത്തിലാവുകയായിരുന്നു.ഞങ്ങൾ എന്ത് പിടിച്ചു ഞങ്ങൾ അതു ഞങ്ങളുടെ ഉദരം,ഇപ്പോൾ ഇവിടെ ഞാൻ വീണ്ടും കിങ്സ്ടൌ ലെ ചാടിക്കുന്നു.ഇപ്പ വിശ്രമം ഒരു സ്ഥലം ആവശ്യമാണ്,ഇപ്പ ഒരു ഹോം ആഗ്രഹിക്കുന്നു.ആരും പറയുന്നത് വ്യത്യാസമില്ല നടത്തരുത്,ആരും ഏകനായിരിക്കുന്നതു ഇഷ്ടപ്പെടുന്നു അല്ലയോ.
		-- Bruce Springsteen, "Hungry Heart"

%
ഗ്രാഫിക്സ് കണ്ണു.ഓഡിയോ ഫയലുകൾ ചെവി വെക്കുന്നതുമാണ്.മൗസ് മരവിച്ച വിരലുകൾ ക്ലിക്കുകൾ.നിന്നമുള്ള മനസ്സിൽ ദൌർബല്യം.ഓപ്ഷനുകൾ ഹൃദയം വാടിപ്പോകും.ഗുരു വല നിരീക്ഷിക്കുന്നത്എങ്കിലും അവന്റെ അകത്തെ ദർശനം ആശ്രയിക്കുന്ന.അവൻ വന്നു സകലവും പോകാൻ അനുവദിക്കുന്നു.അതിന്റെ ഹൃദയം ശൂന്യതയിൽ പോലെ തുറന്നിരിക്കുന്നു.
		-- Bruce Springsteen, "Hungry Heart"

%
എച്ച്: ഒരു 'കുട്ടിച്ചാത്തൻ (HOB) നിങ്ങൾ waylays എങ്കിൽ,അവൻ നിങ്ങളെ വിധിനൽകുകയുണ്ടായി മുമ്പ് അവനെ ഡോസും.ഒന്നും നിങ്ങൾ ഒരു slob നിറയുന്നുഒരു HOB'LIN (.ഗോബില്വെച്ചു) മുതൽ ഓട്ടം പോലെ.
		-- The Roguelet's ABC

%
"അവൻ ഞാൻ എന്നാൽ എതിരേറ്റചില പഴയ പുരാതന സത്രത്തിൽ, പക്ഷേ കാലാൾപ്പട ആയി വരെയുണ്ടായിരുന്നുനേരിടാൻ, ആർദ്ര പിന്നെ ഡി'ക്ക് മുഖത്തു ഞങ്ങൾക്ക് ഇരുന്നു ചെയ്യണംവലത് പല nipperkin! ഞാൻ എന്നെ അവൻ അവനെ എയ്തുഅവന്റെ സ്ഥാനത്തു കൊലപ്പെടുത്തി.ഞാൻ കാരണം മരിച്ചവരുടെ വെടിവച്ച് -അവൻ എന്റെ ശത്രുവായിട്ടുള്ളവനെ ആയതിനാൽ അവൻ ഒരുപക്ഷേ, പട്ടികയിൽ "അമ്മാ വിചാരിച്ചുഅതിനാൽ: കോഴ്സ് എന്റെ ശത്രുവാകുന്നു അവൻ ആയിരുന്നു; ഓഫ്-കൈ-പോലുള്ള - വെറും ഞാൻ -മതി വ്യക്തമാണ്; അവന്റെ കുടുക്കുകൾ വിറ്റത് - കൃതി നിന്നു ആയിരുന്നെങ്കിലുംമറ്റു കാരണം ഇല്ല എന്തുകൊണ്ട്.അതെ; അപരിചിതമായ ആരാണെന്നോ യുദ്ധമാണ്!നിങ്ങൾ ഒരു സഹ ഇറങ്ങി ഷൂട്ട്നിങ്ങൾ ഏതെങ്കിലും ബാർ എവിടെ ഒത്തുചേർന്നാൽ, പെരുമാറണം ആഗ്രഹിക്കുന്നുഅല്ലെങ്കിൽ അര കിരീടം സഹായിക്കും. "
		-- Thomas Hardy

%
അര ബീ, ദാർശനികവും, ആംഗ്ളോ പകുതി പാടില്ല അവിതര്ക്കിതമായും ഉണ്ടായിരിക്കണം.എന്നാൽ പകുതി ബീ ആയിരിക്കും സംഘടനാ-ഒരു ക്രിയാത്മകപദ്ധതികളാണ് അതിന്റെ എന്റിറ്റി ലഭിച്ചത്. കണ്ടില്ലേ?എന്നാൽ ഒരു തേനീച്ച ആകുവാൻ അല്ലെങ്കിൽ ഒരു മുഴുവൻ തേനീച്ച ആയിരിക്കുന്നതു പറഞ്ഞു കഴിയും,പകുതി ബീ തേനീച്ച, ചില പുരാതന പരിക്ക് കാരണം അല്ലയോ?
		-- Thomas Hardy

%
സ്വസ്ഥമായിരുന്നു പരാധീനതയും ലെ തൂങ്ങിക്കിടക്കുന്നതു ഇംഗ്ലീഷ് വഴി.
		-- Pink Floyd

%
ഹാർഡ് കോപ്പികൾ chmodപിന്നെ എല്ലാവർക്കും കമ്പ്യൂട്ടറുകൾ വക്തിപരമല്ലാത്ത ആകുന്നു ചിന്തിക്കുന്നതുംതണുത്ത diskdrives ഹാർഡ്വെയർ മോണിറ്ററുകൾഉപയോക്താവ്-ശത്രുതാപരമായ സോഫ്റ്റ്വെയർകോഴ്സ് മാത്രമാണ് അവർ സുഖിനോ ബൈറ്റുകൾ മുൻപരിചയംകഥാപാത്രങ്ങൾ ആൻഡ് സ്ട്രിംഗുകൾഫയലുകളുംഎന്റെ പഴയ ബോയ്ഫ്രണ്ട് നിന്നും കേവലം ചില പഴയ textfilesഎന്തുഭംഗിയാണ് അവൻ എന്നെ സ്നേഹിക്കുകയുംഅവൻ എന്നെ ശ്രദ്ധ നൽകുംഒരു സുഹൃത്തിന്റെ ഡയറക്ടറിയുടെ കേവലം ഒരു discarded പ്രിന്റൗട്ട്ആഴമുള്ള അടുപ്പമുള്ള രഹസ്യങ്ങളുംഅവൻ എന്നെ വിശ്വാസമില്ല എങ്ങനെഅവർ Lavender അല്ലെങ്കിൽ അച്ചിൽ ലെ ബാഷ്പീകരണം എങ്കിൽ എന്നെ കൂടുതൽ ഉപദ്രവവും കഴിഞ്ഞില്ലസ്വകാര്യ സ്റ്റേഷനറി ന്
		-- terri@csd4.milw.wisc.edu

%
ശബ്ദം കേട്ടുവോ ഹെറാൾഡ് ട്രിബ്യൂൺ, പാടിഅത്ഭുതങ്ങളെ പരസ്യം.നാം ഉന്നതമായ കേട്ടു ദൂതന്മാർഔട്ട് പോയി വാങ്ങുക ഞങ്ങളോട് പറയുക.
		-- Tom Lehrer

%
നിങ്ങൾ എപ്പോഴെങ്കിലും ഒരു മുറിവേറ്റ പശു പോലെ തോന്നിയിട്ടുണ്ടോഒരു അടുപ്പിൽ ഒരു മേച്ചൽ തമ്മിലുള്ള ഉടലെടുത്തത്?ഗർഭിണിയായ നേരെ ഒരു വിവശതയിൽ നടന്നുപതിനേഴു വർഷം പഴക്കമുള്ള വീട്ടമ്മയെ ൻറെരണ്ടു ദിവസം പ്രായമുള്ള പാചകപുസ്തകം?
		-- Richard Brautigan

%
നിങ്ങൾ എങ്ങനെ ധൈര്യമായി ന്റെ കത്തുന്ന കണ്ടുവോചില ശോഭയുള്ള .ശുഭ്രവസ്ത്രത്തിനുള്ളിലെ നക്ഷത്രം പോലെഅവൻ നടപടികൾ തെളിയുന്നതു,പിന്നെ ഊഷ്മാവ് ഉയരുന്നതിന്.
		-- The Birthday Party, "Sonny's Burning"

%
നിങ്ങൾ അടച്ചു വിപണിയിൽ വൃദ്ധൻ കണ്ടുവോതന്റെ തേഞ്ഞു ഷൂ ലെ പേപ്പറുകൾ അപ്പ് ഹല്ല?അവന്റെ ദൃഷ്ടിയിൽ നിങ്ങൾക്ക് യാതൊരു അഹങ്കാരം കാണുന്നു കൈ അവന്റെ അരികെ പണത്തെയും തൂക്കിയിരിക്കുന്നുഎന്നാല് പേപ്പറുകൾ, എന്നാല് ഉണ്ടമറിയയെ.നിങ്ങൾക്ക് എങ്ങനെ ഏകാന്തമായ മുൻപരിചയം എന്നെ അറിയിക്കുംസൂര്യൻ പ്രകാശിക്കും ചെയ്യരുത് നിങ്ങൾക്ക് പറയുന്നു?എന്നെ കൈ പിടിച്ചു അനുവദിക്കുകലണ്ടൻ തെരുവുകളിൽ നിങ്ങളെ നയിക്കുംഞാൻ നിങ്ങൾ മനസ്സ് മാറ്റാൻ എന്തെങ്കിലും കാണിക്കും ...നിങ്ങൾ കടൽ-മനുഷ്യന്റെ ദൗത്യം പുറത്ത് വൃദ്ധൻ കണ്ടിട്ടുണ്ടോഅവൻ ധരിക്കുന്ന ആ ലോഹം റിബണിൽ പോലെ പുഷ്പമായ മെമ്മറീസ്.നമ്മുടെ ശൈത്യകാലത്ത് നഗരത്തിൽ മഴ അല്പം കനിവു നിലവിളിക്കുന്നുഒറ്റ കൂടുതൽ മറന്നു ഹീറോ ഒരു ലോക കാര്യമാക്കുന്നില്ല ആ ...
		-- The Birthday Party, "Sonny's Burning"

%
നിങ്ങൾ നന്നായി ചെയ്യേണ്ടവ, പാർക്ക് അവന്യൂ മുകളിലേക്കും താഴേക്കും കണ്ടിട്ടുണ്ടോ?വിമാന അവരുടെ മൂക്കും കൂടെ പ്രശസ്തമായ തെരുവീഥി ന്ഹൈ തൊപ്പികൾ ആരോ വിലങ്ങുകളും, വെളുത്ത തലയില് ഡോളറിലും ഒത്തിരി,അത്ഭുതകരമായ ഒരു കാലം, ഓരോ റീചാര്ജ് ചിലവഴിക്കുന്നത് ...നീലനിറത്തിലുള്ള മുൻപരിചയം നിങ്ങൾ എവിടെ പോകാൻ അറിയില്ല എങ്കിൽ,ഫാഷൻ ഇരിക്കുന്ന എവിടെ എന്തുകൊണ്ടാണ് നിങ്ങൾ പോകരുതു,...ഒരു ദശലക്ഷം ഡോളർ ജവാൻ പോലെ കുപ്പായമിട്ടതാണ്,(സൂപ്പർ dooper) ഗാരി കൂപ്പർ നോക്കി ഹാർഡ് ശ്രമിക്കുന്നു,വരിക; വടികളുമായി എവിടെ റോക്ഫെല്ലർ നടക്കാൻ ഇളക്കുക ചെയ്യട്ടെഅതല്ല umberellas അവരുടെ mitts ൽ,റിറ്റ്സ് ന് Puttin '....നീലനിറത്തിലുള്ള മുൻപരിചയം നിങ്ങൾ എവിടെ പോകാൻ അറിയില്ല എങ്കിൽ,ഫാഷൻ ഇരിക്കുന്ന എവിടെ എന്തുകൊണ്ടാണ് നിങ്ങൾ പോകരുതു,റിറ്റ്സ് ന് Puttin '.റിറ്റ്സ് ന് Puttin '.റിറ്റ്സ് ന് Puttin '.റിറ്റ്സ് ന് Puttin '.
		-- The Birthday Party, "Sonny's Burning"

%
അവൻ പറക്കുന്ന ശബ്ദം ഏറെ അവിടെ കേട്ടുLinden-ഇല പ്രകാശിപ്പിക്കും അടി,സംഗീത ഉടലെടുക്കുന്നതായി കവിവചനം,മറഞ്ഞിരിക്കുന്ന hollows ൽ quavering.ഇപ്പോൾ ഉണങ്ങിപ്പോയി നഞ്ചുചെടിപോലെ-കറ്റ കിടന്നിരുന്നുഒന്നിനു പുറകെ ഒന്നായി നെടുവീർപ്പും ശബ്ദംമന്ത്രിച്ചു beechen ഇല വീണുwintry കാട്ടിലെ സംശയിക്കാതെ ൽ.അവൻ ദൂരത്തുള്ള അലഞ്ഞു എന്നേക്കും അവളെ അന്വേഷിച്ചുഎവിടെ വർഷം ഇല കനത്ത പാറകളുടെ ചെയ്തുനക്ഷത്രത്തിന്റെ ചന്ദ്രനെയും റേ വെട്ടത്തുമരവിച്ച സ്വർഗ്ഗത്തിൽ യാന്ദ്രികം.ചന്ദ്രനിലെ അവളുടെ പുതപ്പു glinted,ഒരു കുന്നിൻ മുകളിൽ ഉയർന്ന ദൂരത്തുള്ളഅവൾ നൃത്തം അവളുടെ കാൽക്കൽ പാറകളുടെ ചെയ്തുവെള്ളി ചലിക്കുന്നത് ഒരു തിമിരവും.ശൈത്യകാലത്ത് കടന്നു പോകുമ്പോൾ അവൾ വീണ്ടും വന്നുഅവളുടെ ഗാനം പെട്ടെന്നു സ്പ്രിംഗ് റിലീസ്യൂസുഫ്കയോട് ഉയരുന്ന, മഴയും വീഴുന്ന പോലെവെള്ളം ലേഖകൻറെ ഉരുകി.അവൻ elven-പൂക്കൾ സ്പ്രിംഗ് കണ്ടുഅവളുടെ കാൽക്കൽ കുറിച്ച്, സൌഖ്യം വീണ്ടുംഅവൻ ഡാൻസ് ആലപിക്കാൻ അവൾ കാംക്ഷിച്ചുപുല്ലു untroubling മേൽ.
		-- J. R. R. Tolkien

%
താൻ ഒരു ആൽബട്രോസിനെ കണ്ടു വിചാരിച്ചുഅതാണ് 'ദീപം ചുറ്റും കരഞ്ഞു.അവൻ വീണ്ടും നോക്കി അതു കണ്ടുഒരു ചില്ലിക്കാശും തപാൽ സ്റ്റാമ്പ്."നിങ്ങൾ മികച്ച വീട്ടിൽ എത്തില്ല ആഗ്രഹിക്കുന്നു," അദ്ദേഹം പറഞ്ഞു"രാത്രികൾ പകരം നനഞ്ഞ ആകുന്നു."
		-- J. R. R. Tolkien

%
പരിശോധിക്കുന്നതിനായി മറ്റുള്ളവർക്ക് adages കെട്ടിച്ചമച്ച അവൻക്രൂയിസ് ന് പോകുമ്പോൾ വഞ്ചി സഹിതം എടുക്കും.
		-- J. R. R. Tolkien

%
അവൻ ആർ നഷ്ടപ്പെടുത്തുന്നു വംശം വിജയി,എന്നാൽ സമാന്തര വരികൾ ബഹിരാകാശത്ത് സംഗമം.
		-- John Boyd, "Last Starship from Earth"

%
അവൻ എനിക്കു പിതാവും പോലെ സമയമായി,അവൻ, മൂന്ന് ശേഷം ലഭിക്കും മാത്രം ഡിജെ തുടർന്ന്ഞാൻ ഒരു റോക്ക് ആൻഡ് റോൾ ബാൻഡ് രാത്രി മുഴുവൻ സംഗീതം സുഖമാണ്,എന്തുകൊണ്ടാണ് അവൻ എനിക്ക് മനസ്സിലായില്ല എന്നെ ഇഷ്ടമല്ല.
		-- The Byrds

%
അവളുടെ ഒരു പുരാതന ലേഡി കൊടുത്തു ലോക്ക്സംരക്ഷിക്കുന്നതിന് അവളുടെ സ്നേഹനിർഭരമായ ഭർത്താവിന്റെ ജീവൻ;ആ പുരുഷന്മാർ - അവർ അങ്ങനെ ദാം ആദരിച്ചു -ചില നക്ഷത്രങ്ങൾ തന്റെ നാമം നല്കി.എന്നാൽ നമ്മുടെ ആധുനിക വിവാഹം ന്യായമായ ലേക്ക്,ആർ മുടി സംരക്ഷിക്കാൻ തങ്ങളുടെ തരും ആഗ്രഹിക്കുന്നു,ഇല്ല സ്റ്റെല്ലാർ തിരിച്ചറിയൽ നൽകിയ.സ്വർഗ്ഗത്തിൽ മതിയായ നക്ഷത്രങ്ങൾ ഉണ്ടാകില്ല.
		-- The Byrds

%
ഇവിടെ ഞാൻ ഞാൻ പാടില്ല അറിയുന്നു എവിടെ വീണ്ടും ആകുന്നുഞാൻ നിരവധി തവണ ഈ കെണിയിൽ അകത്ത് പിടിക്കപ്പെട്ടു ഞങ്ങൾഞാൻ must've ഈ ഘട്ടങ്ങൾ നടന്നു ഈ വാക്കുകൾ ഒരു അറിയിച്ചുആയിരം പ്രാവശ്യംഞാൻ എല്ലാവരുടേയും വരികൾ അറിയുന്നു തോന്നുന്നു.
		-- David Bromberg, "How Late'll You Play 'Til?"

%
ഇവിടെ ഞാൻ തകർത്തു മനസ്സോടെയുള്ള ഇരുന്നു,എല്ലാ ലോഗിൻ, പക്ഷേ unstarted ജോലി.ആദ്യം net.this ആൻഡ് net.that,പിന്നെ net.fat ഒരു ചൂടുള്ള buttered ബ്രെഡ്.ബോസിനെ വരുന്നു; ഞാൻ ഗെയിം കളിക്കാനുംഅപ്പോൾ ഞാൻ net.flame മടങ്ങിച്ചെല്ലും.(ഞാൻ നിങ്ങളുടെ കാഴ്ചകൾ വേണമെങ്കിൽ) ഒരു രോഗശമനം ആണോ,net.news കുടുങ്ങി അരെയോ?ഞാൻ പറയും tween ചാറ്റില്, നിങ്ങളുടെ സഹായം ആവശ്യമാണ്,'ഞാൻ ഉടൻ net.jobs പട്ടികപ്പെടുത്താനും തികച്ചും ചെയ്യേണമേ.
		-- David Bromberg, "How Late'll You Play 'Til?"

%
ഇവിടെ എന്റെ ഹൃദയത്തിൽ ഞാൻ ഹെലൻ ആകുന്നു;ഞാൻ കുറഞ്ഞത്, Aspasia ഹീറോ സുഖമാണ്.ഞാൻ ജൂഡിത്ത്,, യായേൽ, ഒപ്പം മാഡം ഡി Sta "എൽ സുഖമാണ്;ഞാൻ ശലോമയും കിഴക്കിന്റെ ചന്ദ്രൻ സുഖമാണ്.ഇവിടെ എന്റെ ഉള്ളിൽ ഞാൻ Sappho ആകുന്നു;ലേഡി ഹാമിൽട്ടൺ നന്നായി, ഞാൻ അങ്ങനെയാണ്.എന്നിൽ R 'എന്ന് ecamier കിറ്റി ഭക്ഷിയ്ക്കുമോ കൂടെ vies,Dido, ഹവ്വയും ദരിദ്രർക്കും Nell കൂടെ.ഞാൻ ഗ്ലാമർ ലേഡീസ് എല്ലാ സുഖമാണ്ആരുടെ ചരിത്രം ആംഗ്യം നടുങ്ങിപ്പോയി വെച്ച്.എന്നാൽ നിങ്ങൾ പുരുഷനായാലും മാത്രം എന്റെ പാൻ കാണുന്നുഅങ്ങനെ ഞാൻ ഒരു പുസ്തകം വീട്ടിൽ താമസിക്കാൻ.
		-- Dorothy Parker

%
ഇവിടെ ലെസ്റ്റർ മൂർ ഓടിയെത്തുകഒരു .44 ഇതുമായി ഷോട്ട് 4 തവണLes ഇല്ലഇല്ല മൂർ
		-- tombstone, in Tombstone, AZ

%
ഹേയ് പൂര്ണചന്ദ്രനെപ്പോലുള്ള! തിമിർത്തുല്ലസിക്കുന്ന പൂര്ണചന്ദ്രനെപ്പോലുള്ള! ഒരു മണിനാദം dillo റിംഗ്!ഒരു മണിനാദം റിംഗ്! സഹിതം മോശമെന്ന്! fal വീതം ലാൽ!ടോം ബോം, ജോളി ടോം, ടോം Bombadillo!
		-- J. R. R. Tolkien

%
ഹേയ്! derry പൂര്ണചന്ദ്രനെപ്പോലുള്ള വരൂ! സഹിതം ഹോപ്, എന്റെ കൂട്ടുകാരി!Hobbits! Ponies എല്ലാ! നാം പാർട്ടികൾ കറിയെ.ഇപ്പോൾ രസകരമായ ആരംഭിക്കുക! നാം തമ്മിൽ പാടട്ടെ!
		-- J. R. R. Tolkien

%
ഹേയ്! തിമിർത്തുല്ലസിക്കുന്ന പൂര്ണചന്ദ്രനെപ്പോലുള്ള വരൂ! derry പൂര്ണചന്ദ്രനെപ്പോലുള്ള! എന്റെ സ്നേഹഭാജനമേ!പ്രകാശ കാലാവസ്ഥ-കാറ്റും കടൽപുറത്തെ ഏഞ്ചല പോകുന്നു.ഡൗൺ ഹിൽ കീഴിൽ സഹിതം, സൂര്യപ്രകാശത്തിൽ തിളങ്ങുന്ന,തണുത്ത പ്രഭാമയവും വേണ്ടി ഭാവമായ ന് കാത്തിരിക്കുന്നു,എന്റെ പ്രെറ്റി ലേഡി, നദി-സ്ത്രീയുടെ മകളാണ്,, വീതം-ഇലഞ്ഞിമുത്തച്ഛാ പോലെ നേര്ത്ത വെള്ളം രണ്ടിനെക്കാളും.പഴയ ടോം Bombadil വെള്ളം-താമര കൊണ്ടുവരുന്നവീണ്ടും വീട്ടിൽ ദൂദന് വരുന്നു. നിങ്ങൾ പാടുന്ന അവനെ കേൾക്കുമോ?ഹേയ്! തിമിർത്തുല്ലസിക്കുന്ന പൂര്ണചന്ദ്രനെപ്പോലുള്ള വരൂ! derry പൂര്ണചന്ദ്രനെപ്പോലുള്ള! ഘോഷവും-ഒGoldberry, Goldberry, ആനന്ദിക്ക മഞ്ഞ ബെറി-ഒ!മോശം പഴയ Willow-മനുഷ്യൻ, നിങ്ങൾ വേരുകൾ ടവ്വൽ!ടോം ഇപ്പോൾ തിരക്കിൽ. സന്ധ്യാ ദിവസം പിന്തുടരും.ടോം വെള്ളം-താമര കൊണ്ടുവരുന്ന വീട്ടിലേക്കു പോകുന്നു.ഹേയ്! derry പൂര്ണചന്ദ്രനെപ്പോലുള്ള വരും! നീ എന്നെ പാടുന്ന കേൾക്കുമോ?
		-- J. R. R. Tolkien

%
ഹേയ്! ഇപ്പോൾ! ഇപ്പോൾ പിളര്പ്പുമാത്രം വരിക! നിങ്ങൾ എവിടേക്കു അലഞ്ഞ് എന്തു?മുകളിലേക്കും താഴേക്കും അടുത്തു അല്ലെങ്കിൽ ഇതുവരെ ഇവിടെ, അവിടെ അല്ലെങ്കിൽ മലയോടു?കുത്തനെ-ചെവി യുക്തിമാനും-മൂക്കും Swish-വാലും Bumpkin,വൈറ്റ്-സോക്ക്സ് എന്റെ ചെറിയ ബാലന്റെ പഴയ ഫാറ്റി Lumpkin!
		-- J. R. R. Tolkien

%
ഹേയ്, diddle, ഓവർഫ്ലോ PDL diddleകുറച്ചുകൂടി സ്റ്റാക്ക് ലഭിക്കാൻ;ആ പോരാ എങ്കിൽ നിങ്ങൾക്ക് എല്ലാം നഷ്ടപ്പെടുംപിന്നെ തിരികെ എല്ലാ വഴി പോപ്പ് ഞങ്ങൾക്കുണ്ട്.
		-- J. R. R. Tolkien

%
ഹിക്കറി Dickory ഡോക്ക്,എലികളുടെ ക്ലോക്ക് ഓടിച്ചെന്നു,ക്ലോക്ക് ഒറ്റ ബാധിച്ചു,മറ്റുള്ളവരെ നിസ്സാര പരിക്കുകളോടെ രക്ഷപ്പെട്ടു.
		-- J. R. R. Tolkien

%
Hier liegt EIN മൻ ganz obnegleich;ആലത്തൂര് Leibe ഡിക്ക്, ഒരു Suden നാത്സിഭരണത്തിൽ.ദാസ് ആളിൽ gesteckt ലെ WIR haben ihn, ഇവിടെ പണ്ടു പാകപ്പിഴകൾ ഒരു മനുഷ്യൻ സ്ഥിതിചെയ്യുന്നWeil പരകെട്ടുകള്ക്ക് Sei verreckt dunkt സ്പെയ്ൻ uns. അവന്റെ തലയിൽ നിരവധി പാപങ്ങൾ;കാരണം ഞങ്ങൾക്ക് ഇന്ന് അവനെ അടക്കംഉദയം നമുക്ക് പറയാൻ കഴിയും പോലെ അവൻ മരിച്ചു തുടർന്ന്.സ്യൂ ആലാപനത്തിൽ പ്രാദേശിക doggeral കാച്ചർ എഴുതിയ;"PDQ ആലാപനത്തിൽ എന്ന പോട്ടെ ജീവചരിത്രം", പീറ്റർ Schickele
		-- PDQ Bach's epitaph, as requested by his cousin Betty

%
Higgeldy Piggeldy,Elsinore ഗ്രാമത്തിലായിരുന്നുവഴി വിമർശകർ Ruffledഈ ബോംബ് വാരവുംഫ്രോയിഡ് ൽ "Phooey അവന്റെമനോവിശ്ലേഷണത്തിന്റെ -ഈഡിപ്പസ്, Shmoedipus,ഞാന് ഓര്മ്മകളും. "
		-- PDQ Bach's epitaph, as requested by his cousin Betty

%
... അവന്റെ ശിഷ്യന്മാർ അവനെ നയിക്കും; അവൻ വെറും ബാക്കി ചെയ്യുന്നു.
		-- The Who, "Tommy"

%
ചരിത്രം കൗതുകകരമായ സ്റ്റഫ് ആണ്നിങ്ങൾ ഇപ്പോൾ കരുതുന്നതെന്ന് ആഗ്രഹിക്കുന്നു ഞങ്ങൾ മതിയായ ഉണ്ടായിരുന്നുഎങ്കിലും വസ്തുത ഞാൻ ഭയപ്പെടുന്നു തുടരുന്നുഅവർ ഓരോ കൊല്ലവും അതു കൂടുതൽ ഉണ്ടാക്കേണം.
		-- The Who, "Tommy"

%
അവരെ ഗ്രേവി മറ്റൊരു തൊട്ടപ്പോൾ ബിസ്കറ്റ് അമർത്തുക,വെറും ഒരു പൊരുത്തം രണ്ടോ സോസേജ് ചെയ്തു എന്നും ബേൺ.ഇനി എന്റെ കറുത്ത പഴയ കോഫി പകരേണമേആ മണം 'ശക്തമാക്കിയ gettin ചെയ്യുമ്പോൾസെമി-ഭക്ഷണം 'nuthin അല്ല ആഗ്രഹിക്കുന്ന വളരെ ആണ്.എന്നെ വായ്പ പത്തു, ഞാന് 'feelin ലഭിച്ചു അതു എന്നെ സംരക്ഷിക്കുംനേരമ്പോക്കിന് പൂള് ഷൂട്ട് ചെയ്യാത്ത ഒരു ornery ഉള്ളം വച്ച്ആ നിങ്ങൾ wearin ആണെങ്കിൽ 'fit coat'll എങ്കിൽ,Lord'll നിങ്ങളുടെ sharin അനുഗ്രഹിക്കും 'സെമി-സുഹൃത്ത് 'nuthin അല്ല ആഗ്രഹിക്കുന്ന വളരെ ആണ്.എന്നെ പാതിവഴിയിൽ സ്നേഹം പൊഴിച്ചു,ഏകാകിയായ രാത്രിയിൽ ഭാഗത്തെ,എന്റെ ഭുജങ്ങൾ സെമി-സുന്ദരിയായ സ്ത്രീ കൂടെ.അതെ, ഞാൻ ഉടലെടുത്തത് deep-- വീഴും കഴിഞ്ഞില്ലഒരു snugglin ', "ചേട്ടാ കൂമ്പാരം കടന്നുഎന്റെ ഭുജങ്ങൾ സെമി-സുന്ദരിയായ സ്ത്രീ കൂടെ.
		-- Elroy Blunt

%
ഹോ! ഹോ! ഹോ! ഞാൻ പോകുന്ന കുപ്പി ലേക്ക്എന്റെ ഹൃദയം സൌഖ്യമാക്കുവാൻ എന്റെ നാശം ഓട്ടയാക്കിയിരിക്കുകയാണോ.മഴ വീഴും കാറ്റു ഊതി വേണ്ടി,പലരും മൈൽ പോകാൻ മിണ്ടാതിരുന്നു,എന്നാൽ ഒരു മരത്തിന് കീഴിൽ ഞാൻ കിടക്കുംമേഘങ്ങൾ വഴി മറപറ്റി വിട്ടയച്ചു.
		-- J. R. R. Tolkien

%
ഹോ! ടോം Bombadil, ടോം Bombadillo!, വെള്ളം, മരവും ഹിൽ ദണ്ഡു ആൻഡ് വീതം വഴി,തീ, സൂര്യനും ചന്ദ്രനും ഇപ്പോൾ ശ്രദ്ധിക്കുക ഞങ്ങളെ കേൾക്കും!ഞങ്ങളുടെ ആവശ്യം വേണ്ടി വരിക, ടോം Bombadil ഞങ്ങളെ അടുത്തിരിക്കുന്നു!
		-- J. R. R. Tolkien

%
Withywindle അപ്പ് എന്റെ ചെറിയ സുഹൃത്തുക്കൾ സഹിതം മോശമെന്ന്!ടോം മുന്നോടിയായി കിൻഡിൽ വേണ്ടി മെഴുകുതിരികൾ നടക്കുന്നത്.പടിഞ്ഞാറ് ഡൗൺ സൂര്യൻ വീണുപോകുന്നു; ഉടൻ നിങ്ങൾക്ക് തന്മയത്വത്തോടെ ചെയ്യും.രാത്രി-നിഴലുകൾ വീഴും, അപ്പോൾ വാതിൽ തുറക്കും,winfow-പാനുകൾക്കായി പ്രകാശം പുറത്താണ് മഞ്ഞ തിളക്കമുള്ളതാക്കൂ ചെയ്യും.യാതൊരു alder കറുത്ത ഭയപ്പെടേണ്ട യാതൊരു നരച്ച വീതം ചെവികൊടുക്കുക!വേരും മരക്കൊമ്പു യാതൊന്നും ഭയപ്പെടേണ്ടതില്ല! ടോം നിങ്ങളുടെ മുമ്പിൽ നടക്കുന്നു.ഇപ്പോൾ ഹായ്! തിമിർത്തുല്ലസിക്കുന്ന പൂര്ണചന്ദ്രനെപ്പോലുള്ള! ഞങ്ങൾ നിങ്ങൾക്കായി കാത്തിരിക്കുന്നു ചെയ്യപ്പെടും!
		-- J. R. R. Tolkien

%
നിങ്ങളുടെ കഴിക്കാന് എങ്കിൽ എങ്ങനെ നിങ്ങൾക്ക് എന്തെങ്കിലും പുഡ്ഡിംഗ് കഴിയും?
		-- Pink Floyd

%
എങ്ങനെ എങ്ങനെ മുതല ചൊല്ലുന്നുതന്റെ തിളങ്ങുന്ന വാൽ മെച്ചപ്പെടുത്തുക,പിന്നെ നദിയിലെ വെള്ളത്തിൽ പകരുംഎല്ലാ പൊൻ സ്കെയിലിൽ!എങ്ങനെ സന്തോഷഭാവത്തോടെ അവൻ വിവേകപൂര്വം തോന്നുന്നു,എങ്ങനെ വൃത്തിയായി തന്റെ നഖങ്ങൾ പരത്തുന്നുപിന്നെ ചെറിയ മീനും കൈക്കൊണ്ടുസൌമ്യമായി താഴെനിന്നു ചിരിക്കുന്ന!
		-- Lewis Carrol, "Alice in Wonderland"

%
എങ്ങനെ വാക്സ് ന്റെ സി-കംപൈലർ ചൊല്ലുന്നുലക്ഷ്യം കോഡ് മെച്ചപ്പെടുത്തുക.അങ്ങനെ ഞങ്ങളും ചെയ്യുന്നതു സംസാരിക്കുന്നു എന്നതു പോലെസിസ്റ്റം ലോഡ് വർദ്ധിപ്പിക്കുക.എങ്ങനെ ക്ഷമയോടെ പ്രവർത്തിപ്പിക്കുവാൻ തോന്നുന്നുപിന്നെ പിശക് കൊടികൾ പറയൂ,അതേസമയം ഉപയോക്താക്കൾ, മോഹഭംഗം സകലപദാർത്ഥങ്ങൾ അവരുടെ വസ്ത്രം കീറുകയും.
		-- Lewis Carrol, "Alice in Wonderland"

%
Humpty Dumpty മതിൽ ഇരുന്നു,Humpty Dumpty വലിയ വീണു!എല്ലാ രാജാവിന്റെ കുതിരയുംഎല്ലാവരും രാജാവിന്റെ ആളുകളുംവീണ്ടും പ്രഭാത രൂപമാറ്റം മുട്ടകൾ പോകുമായിരുന്നു
		-- Lewis Carrol, "Alice in Wonderland"

%
ഞാൻ എപ്പോഴും ഓർക്കും - ഞാൻ നിസ്സാരകാര്യമായി യാതൊരു മൂഡ് ആയിരുന്നു;'ഒരു വർഷം മുമ്പ് നവംബർ കൃപയതിൻ - ഞാൻ എന്റെ വിശ്വസിക്കാവുന്ന റൈഫിൾ ഇറങ്ങിഞാൻ ചില മാൻ ഷൂട്ട് പുറപ്പെട്ടു എന്റെ ഇരയെ ആരെയെങ്കിലും പുറപ്പെട്ടു -ശോഭയുള്ള വ്യക്തമായ ഒരു രാവിലെ ന്. ഞാൻ അന്നു എന്തൊരു വീഴ്ത്തിയ!ഞാൻ പോയി എന്റെ ബമ്പർ അവരെ കെട്ടിയിട്ട് പരമാവധി വെടിയേറ്റുഗെയിം നിയമങ്ങൾ അനുവദിക്കുക, ഞാൻ ഏതെങ്കിലും തരത്തിൽ വീട് തെളിച്ചുരണ്ട് ഗെയിം വാർഡൻമാർ, ഏഴു വേട്ടക്കാരെ, രണ്ട് ഗെയിം വാർഡൻമാർ, ഏഴു വേട്ടക്കാരെ,ഒരു പശു. ഒരു പശു.നിയമം, വളരെ ഉറച്ച ആയിരുന്നു ജനകീയ? ഞാന് എന്നോടു ചോദിക്കുന്നുഎന്റെ permit-- എടുത്തു എനിക്ക് nothin 'അവിടെ പറയും: "!ഞാൻ എപ്പോഴും സഹിച്ചു ഏറ്റവും മോശം ശിക്ഷ. നിങ്ങൾ തന്നെ 'lookin കലോത്സവങ്ങൾ അവിടെ നില്ക്കഒരു കാരണവും ഉണ്ടായിരുന്നു മാറുകയാണെങ്കിൽ: പിന്നെ എന്തെങ്കിലും പ്രേരിതരായി, നിങ്ങൾ ഷൂട്ട് ".പശുക്കൾ സീസണിൽ നിന്നു ആയിരുന്നു; പത്തു സ്റ്റഫ് തല അവിടെവേട്ടക്കാരെ ഒന്ന് ഇൻഷ്വർ ഉണ്ടായിരുന്നില്ല. ഇപ്പോൾ എന്റെ ട്രോഫി മുറിയിൽ:രണ്ട് ഗെയിം വാർഡൻമാർ, ഏഴു വേട്ടക്കാരെ,നിർമ്മലമായ-നാറി ഗര്ന്സീ പശു.
		-- Tom Lehrer, "The Hunting Song"

%
ഞാൻ ക്രിസ്ലർ എന്റെ പേര് ഉരുകുന്നുഞാൻ വാഷിങ്ടൺ, ഡി.സി. ഇറങ്ങി പോകുന്നുഞാൻ കുറച്ച് അധികാരം ബ്രോക്കർ പറഞ്ഞുതരുംഅവർ Iacocca എന്താണ് ചെയ്തത്എനിക്കു തികച്ചും സ്വീകാര്യമായ ആയിരിക്കും!ഞാൻ ക്രിസ്ലർ എന്റെ പേര് ഉരുകുന്നു,ഞാൻ ആ വലിയ വാങ്ങിക്കൊണ്ടു വരിയിൽ തലക്കെട്ട് ഞാന്.അവർ ഒരു ദശലക്ഷം ഗ്രാൻഡ് കൈ ചെയ്യുമ്പോൾ,ഞാൻ എന്റെ കൈകൊണ്ടു കാണണമല്ലോ കാണാം,Yessir, ഞാൻ എന്റെ ലഭിക്കും!
		-- Tom Lehrer, "The Hunting Song"

%
ഞാൻ ബി എംയു ബി എംഞങ്ങൾ എല്ലാവരും ബി എംഞാൻ ബി എം !!!!
		-- H.A.R.L.I.E.

%
എനിക്ക് ജീവിക്കാൻ കഴിയുംഞാൻ ഇഷ്ടപ്പെടുന്ന ആരെയെങ്കിലുംഎന്നാൽ ഇല്ലാതെഞാൻ വേണമെങ്കിൽ ആരോ.
		-- "Safety"

%
ഞാൻ അവനെ 'a'comin കാണാനാകുംതന്റെ വലിയ ബൂട്ട്,തന്റെ വലിയ പെരുവിരലിന്മേലും ഔട്ട് വച്ച്അവൻ എന്നെ ആഗ്രഹിക്കുന്നു.അവൻ എന്നെ വേദനിപ്പിച്ചു ആഗ്രഹിക്കുന്നു.അവൻ എന്നെ ഇറക്കും ആഗ്രഹിക്കുന്നു.എന്നാൽ കുറേനാൾ കഴിഞ്ഞ്ഞാൻ ഒരു ചെറിയ നേരെയുള്ള തോന്നുമ്പോൾ,ഞാൻ അതിഥിയായിരുന്നു ഉടനീളം വരുംആർ അപകടം എന്നെ ഓർമ്മപ്പെടുത്തും,അപ്പോൾ .... ഞാൻ അവനെ റൺ കാണാം.എന്റെ ഭാഗത്ത് പ്രെറ്റി സ്മാർട്ട്!എന്റെ വഴി കണ്ടെത്താൻ ... ഇരുട്ടത്തു!
		-- Phil Ochs

%
ഞാൻ ധ്യാനിച്ചു കഴിയില്ല, എന്നാൽ ചിലപ്പോൾ ഞാന്.
		-- Joe Walsh

%
ഞാൻ ഡെസ്കാർട്ടെയുടെ ലഭിച്ചു എന്ന് അറിയില്ലഎന്നാൽ booze കാന്റ് കഴിയില്ല എന്ത് ചെയ്യാൻ കഴിയും.
		-- Mike Cross

%
ഞാൻ എന്റെ ചുറ്റും യാതൊരു ആയുധങ്ങൾ ആവശ്യമില്ല ...എന്നെ ഏല്പ്പിച്ചു യാതൊരു മരുന്നുകൾ ആവശ്യമില്ല ...ഞാൻ മതിൽ എഴുതി കണ്ടിരിക്കുന്നു.ഞാൻ ഒന്നും ആവശ്യമില്ല വിചാരിക്കരുത്.ഇല്ല! ഞാൻ വല്ലതും വേണമെങ്കിൽ വിചാരിക്കുന്നില്ല!എല്ലാവരും കുടിച്ചത് മതിൽ വെറും ഇഷ്ടിക എല്ലാ ആയിരുന്നു.എല്ലാവരും കുടിച്ചത് മതിൽ വെറും ഇഷ്ടിക എല്ലാ ആയിരുന്നു.
		-- Pink Floyd, "Another Brick in the Wall", Part III

%
ഞാൻ ആദര്ശമായി തർക്കിക്കരുത് ഞാൻ ആദര്ശമായി യുദ്ധം ചെയ്യരുത്എന്നാൽ തീർച്ചയായും ഒരു പാർട്ടി പണിയും ചെയ്യും ...
		-- Pink Floyd, "Another Brick in the Wall", Part III

%
ഞാൻ അച്ചാർ ആഗ്രഹിക്കുന്നില്ല,എന്റെ motorsickle ഞാൻ ആ സങ്കടം സവാരി.ഞാൻ മരിക്കാൻ ആഗ്രഹിക്കുന്നില്ല,ഞാന് എന്റെ motorcy കയറ്റി ആഗ്രഹിക്കുന്നു.CLE.
		-- Arlo Guthrie

%
ഞാൻ ആരെയും കോർ ഉള്ളതെന്ന് എന്റെ സ്നേഹം ഒരു ആപ്പിൾ, കൊടുത്തു;ഞാൻ എന്റെ സ്നേഹം ഫ്ലോർ കണ്ട ഒരു കെട്ടിടം, കൊടുത്തു;ഞാൻ എന്റെ സ്നേഹം അവസാനം കണ്ട ഒരു പ്രോഗ്രാം എഴുതി;ഞാൻ പദക്ഷിണം ഇല്ല 'കൂടെ എന്റെ സ്നേഹം ഒരു അപ്ഗ്രേഡ് കൊടുത്തു.എങ്ങനെ യാതൊരു കോർ ഉണ്ട് ഒരു ആപ്പിൾ, അവിടെ കഴിയും?എങ്ങനെ യാതൊരു ഫ്ലോർ ഉണ്ട് ഒരു കെട്ടിടം അവിടെ കഴിയും?എങ്ങനെ കണക്കില്ല ഉണ്ട് ഒരു പ്രോഗ്രാം അവിടെ കഴിയും?എങ്ങനെയാണ് ആ പരിഷ്കരണം യാതൊരു പദക്ഷിണം കൂടെ 'കഴിയും?ഒരു ആപ്പിളിന്റെ സഹമന്ത്രി മെമ്മറി യാതൊരു കോർ ഉപയോഗിക്കരുത്!തികഞ്ഞ എന്ന് ഒരു കെട്ടിടം അത് യാതൊരു ഊനവും ഉണ്ട്!GOTOs ഉള്ള ഒരു പ്രോഗ്രാം അതു അവസാനം ഉണ്ട്!ഞാൻ ആരെയും പദക്ഷിണം, നവീകരണം കള്ളം!
		-- Arlo Guthrie

%
ഞാൻ എന്റെ ഭ്രാന്തു ശേഖരിച്ചു ഓരോ രാവിലെ എഴുന്നേറ്റു.obits വായിക്കുക, പേപ്പർ വാങ്ങുക.ഞാൻ അവിടെ ഭയമില്ല ഞാൻ പറഞ്ഞാൽ മരിച്ചവരുടെ പേടിയില്ല അറിയുന്നു.അങ്ങനെ ഞാൻ ഒരു നല്ല പ്രാതൽ തിന്നുകയും തിരികെ കിടക്കു.ഓ, എങ്ങനെ ഞാൻ ചെറുപ്പം ചെലവായി അറിയാം?എന്റെ ലഭ്യമാകേണ്ട-അപ്-ആന്റ്-എവിടെയായിരുന്നാലും-അപ്പ്-ആൻഡ്-പോയി ലഭിച്ചത്.ഇത് വകവയ്ക്കാതെ ഞാൻ വിവേകപൂര്വം കഴിയും സുഖമാണ്,എന്റെ ലഭ്യമാകേണ്ട-അപ്പ് ഉണ്ടായിട്ടുണ്ട് സ്ഥലങ്ങളുടെ കരുതുന്നു.
		-- Pete Seeger

%
ഞാൻ അവിടെ ഒരു കാര്യമെന്താണ് ഉണ്ടായിരുന്നു: വിളിച്ചുകൂട്ടിയ വെള്ളം-താമര,പച്ച ഇലകളും താമര എന്റെ പ്രെറ്റി ലേഡി പ്രീതിപ്പെടുത്താൻ വെളുത്തശൈത്യകാലത്ത് നിന്ന് അവരെ നിലനിർത്താൻ വർഷം അവസാനത്തോടെ കല്പിപ്പാൻ അവസാന,ഹിമപാതങ്ങളുടെ അവളുടെ പ്രെറ്റി കാൽ പൂവണിയുന്ന ഉരുകിപ്പോകുന്നു.വേനൽ അവസാനം ഓരോ വർഷവും ഞാൻ അവളെ അവരെ കണ്ടെത്താൻ ചെന്നുവിശാലമായ കുളം, ആഴത്തിലുള്ള വ്യക്തമായ ബഹുദൂരം Withywindle ഡൌണ്;അവിടെ അവർ വസന്തത്തിൽ ആദ്യം തുറന്ന് അവിടെ അവർ പുതിയ നിലനിൽക്കുന്നുണ്ട്.ആ കുളം നീണ്ട മുമ്പ് ഞാൻ നദിക്കു-മകളെ കണ്ടുന്യായമായ യുവ Goldberry ഓടയും ഇരിക്കുന്നതും.മധുരമുള്ള പിന്നീട് അവളുടെ പാടുന്ന ആയിരുന്നു അവളുടെ ഹൃദയം അടിക്കുന്നത് ചെയ്തു!ആ നിങ്ങൾക്കു നന്നായി തെളിയിച്ചു - ഇപ്പോൾ ഞാൻ ഇനി വരികയുള്ളുആഴമുള്ള വീണ്ടും കാട്ടിൽ-വെള്ളം സഹിതം ചെന്നുവർഷം പഴക്കമുണ്ട് സമയത്ത് ഇല്ല. ഞാൻ പാസിംഗ് പോകുംഓൾഡ് മാൻ Willow വീട്ടിൽ സ്പ്രിംഗ്-സമയം ഇപ്പുറത്തും,അല്ല ഘോഷവും നീരുറവ വരെ എപ്പോൾ നദി-മകൾവെള്ളത്തിൽ കഴുകുകയും ലേക്കുള്ള withy-താഴോട്ട് നൃത്തം ചെയ്യുക.
		-- J. R. R. Tolkien

%
ഞാൻ എന്നോടു പുറത്തേക്കും പോകുന്ന ഒരു ചെറിയ നിഴൽ ഉണ്ടുഎന്തു അവനെ ഉപയോഗം കഴിയും ഞാൻ കാണുന്ന സാധിക്കില്ല.അവൻ പുറകോട്ട് തലയിൽ കയറി നിന്ന് വളരെ എന്നെ പോലെ വളരെ ആണ്;ഞാൻ എന്റെ ശയ്യമേൽ കയറി ചാടുന്നത് അവനെ എന്റെ മുമ്പിൽ ചാടുന്നത് കാണാൻ.അവനെ കുറിച്ച് ന്യൂനപക്ഷവുമുണ്ട് കാര്യം അവൻ grow-- ഇഷ്ടപ്പെടുന്നു മാർഗമാണ്അല്ല എപ്പോഴും വളരെ പതുക്കെ ഏത് ശരിയായ മക്കൾ, പോലെ;അവൻ ചിലപ്പോൾ ഒരു ഇന്ത്യ-റബ്ബർ പന്ത് പോലെ, നീളമുള്ളത് അപ്പ് ധവാന്,അവൻ ചിലപ്പോൾ അവനെ ആരും ഒട്ടും ഇല്ല എന്ന് ചെറിയ ലഭിക്കുന്നു.
		-- R. L. Stevenson

%
ഞാന് പഠിച്ചുhors ഡി oeuvres നീയൊക്കെഏത് ഇപ്പോഴും gratesചില ആളുകളുടെ n'oeuvres.
		-- Warren Knox

%
ഞാൻ എന്റെ കാശും കാര്യങ്ങൾ ധാരാളം;അവരിൽ ഒന്നുമില്ല ഒന്നും രൂപയുടെ ആണ്.ആസാദിനെയും വേറിട്ടു whines,Gan നീ എന്നെ, സൌജന്യമായി, സ്വതന്ത്ര കൊടുക്കും,അര വീണേനെ വിലപടര്ന്നത് അധിക ദുഷിച്ചതിൻറെബസ് യാത്രാനിരക്ക് വീട്ടിൽ ഏറ്റവും.
		-- Warren Knox

%
ഞാൻ പിശാച് ശേഷിയില്ലാതെ സംശയമില്ല,മഷി എന്ന സമുദ്രങ്ങൾ ഞാൻ ചിതറിക്കുക.നിങ്ങൾ ദേവന്മാർ, എന്റെ "സാഹിത്യസൃഷ്ടി" ക്ഷമിക്കേണമേ sins--മറ്റ് തരത്തിലുള്ള പ്രശ്നമില്ല.
		-- Robert W. Service

%
ഞാൻ ആ പഴയ ജൈവ ഉരലും,ഞാൻ ആ പഴയ അപ്രതിരോധ്യമായ കുതിപ്പ് ഉണ്ടുഎനിക്ക് വിശക്കുന്നു.
		-- Robert W. Service

%
ഞാൻ ലിയോ ജി Carrol അറിയാമായിരുന്നുബാരലിന് മീതെ ഉണ്ടായിരുന്നുവിഷച്ചിലന്തി കുന്നുകൾ ലേക്കുള്ള വീഴ്ത്തിയിരുന്നു. [ "ഉമ്മ!"]ഞാൻ ശരിക്കും ചൂട് ലഭിച്ചത്ഞാൻ പോണടെ സ്കോട്ട് കണ്ടപ്പോൾവിഷവും അവസാനിപ്പിക്കുന്നു അയാളില്ലാത്ത ഒരു triffid യുദ്ധം.സയൻസ് ഫിക്ഷൻ, ഇരട്ട സവിശേഷതഡോക്ടർ എക്സ് ഒരു ജീവി പണിയും.Androids ബ്രാഡ് ആൻഡ് ജാനറ്റും യുദ്ധം കാണുകവിലക്കപ്പെട്ട പ്ലാനറ്റ് ഓഫ് ആനി ഫ്രാൻസിസ് നക്ഷത്രങ്ങൾഓ ഓ ഓ ഓ ഓരാത്രി വൈകിയാണ്, ഇരട്ട സവിശേഷത, ചിത്രം ഷോ.
		-- The Rocky Horror Picture Show

%
നിങ്ങൾ പറഞ്ഞു ചെയ്തതു talkin ചെയ്യുന്നുണ്ടെന്നും 'ഞാൻ അറിയുന്നുജീവനുള്ള മരിച്ചവരുടെ നിങ്ങളെ റിലീസായില്ല എത്ര ഗുസ്തിക്കാരന്.അവർ പദങ്ങളും മനസ്സിലാക്കാൻ കഴിഞ്ഞില്ല ഒരു ആ തിലകനുംഅവർ ഒക്കെയും കേട്ടു സത്യത്തിലേക്ക് ഒരിക്കൽ പ്രതികരിക്കാൻ ഒരിക്കലും.എന്നാൽ നിങ്ങൾ സ്ക്വയർ അത്ര തന്നെ!അവർ പരിപാലിക്കാൻ കിട്ടി പറയുന്നു യാതൊരു ഭരണം ഇല്ല.അവർ എപ്പോഴും അവർ ബധിരരും ഊമകളും കുരുടൻ മുൻപരിചയം സത്യം കഴിയും.
		-- The Rocky Horror Picture Show

%
ഞാൻ ഈയിടെയായി ഗതി നഷ്ടമായി;ഇത് എന്റെ കസേര കീഴെ ഞാൻ വിചാരിച്ചു ഒളിച്ചുഅപ്പോൾ കുപിതനായി ഞാൻ നിലവിളിച്ചു "ഉപകാരവും!അവിടെ കീഴിൽ നിന്നു അപ്പ്. "വെച്ചാൽ, എന്റെ vade mecum ആണ്ഞാൻ വെറുത്തു ശൈലികളും straggling,ഇനി ഞാൻ ആശ്ചര്യപ്പെട്ടു "അവന് വരണംകീഴിൽ നിന്നു അപ്? "
		-- Morris Bishop

%
ഞാൻ റെയിൽ ട്രാക്കിൽ എന്റെ തല കിടന്നുഇരട്ട ഇ വേണ്ടി Waitin 'തീവണ്ടിപ്പാത ഇനി പ്രവർത്തിപ്പിക്കരുത്.പാവപ്പെട്ട കരുണയുള്ള എന്നെ മോശം. [ഗായകസംഘം]മോശം പാവപ്പെട്ട കരുണയുള്ള എന്നെ, പാവപ്പെട്ട പാവപ്പെട്ട കരുണയുള്ള എന്നെ.ഈ പെൺകുട്ടികൾ എന്നെ സമ്മതിക്കുന്നില്ലദൈവം എന്നോടു കരുണ!എനിക്കു അയ്യോ!ശരി, ഞാൻ ഒരു പെൺകുട്ടിയെ വെസ്റ്റ് ഹോളിവുഡ് കൂടിക്കാഴ്ച,ശരി, ഞാൻ പേരുകൾ പേരെടുത്ത് അല്ല.എന്നാൽ അവൾ ശരിക്കും നല്ല മേൽ എന്നെ ജോലിഅവൾ യിശ്ശായി ജെയിംസ് ആയിരുന്നു.അവൾ ശരിക്കും നല്ല മേൽ എന്നെ ജോലി,അവൾ ലിംഗഭേദം ഒരു ക്രെഡിറ്റ് ആയിരുന്നു.അവൾ ചില മാറ്റങ്ങൾ എന്നെ ഇട്ടു ബോയ്ഒരു വേയറിങ്ങ് ബ്ലെൻഡറിൽ പോലെ അടുക്കുക. [ഗായകസംഘം]ഞാൻ റെയിൻബോ ഒരു ബാര് പെൺകുട്ടിയെ എതിരേറ്റുഞാൻ അവളെ തല്ലി ആഗ്രഹിക്കുന്നു എങ്കിൽ അവൾ എന്നോടു ചോദിച്ചു.അവൾ ഹയാത്ത് എന്നെ വീട്ടിൽ തിരികെ പിടിച്ചുഞാൻ അതിനെ കുറിച്ച് സംസാരിക്കാൻ ആഗ്രഹിക്കുന്നില്ല. [ഗായകസംഘം]
		-- Warren Zevon, "Poor Poor Pitiful Me"

%
ഞാൻ Dagobah ഇറങ്ങി ഒരു ചതുപ്പുനിലം അവനെ എതിരേറ്റുഅതു ഒരു ഭീമൻ ഗ്യാസുള്ള സോഡ തുടങ്ങിയ സമയം കളങ്ങൾ എവിടെഎസ്-ഒ-ഡി-ഒരു സോഡഞാൻ അല്പം runt ഒരു രേഖ അവിടെ ഇരിക്കുന്നതു കണ്ടുഞാൻ അവനെ പേര് ഒരു raspy ശബ്ദത്തിൽ അവൻ വെജിറ്റേറീയന് പറഞ്ഞുവൈ-ഒ-ഡി-എ വെജിറ്റേറീയന്, യോ-യോ-യോ-യോ വെജിറ്റേറീയന്നന്നായി ഞാൻ ചുറ്റും പോയിട്ടുള്ള എങ്കിലും ഞാൻ കണ്ടിട്ടില്ല ചെയ്തിട്ടില്ലഒരു Muppet മുഖവുമായി എന്നാൽ അദ്ദേഹം ചുളിവുകള് പച്ച തുടർന്ന് ഒരു തിരുവോസ്തിഅയ്യോ എന്റെ വെജിറ്റേറീയന്, യോ-യോ-യോ-യോ വെജിറ്റേറീയന്നന്നായി കുനിച്ചു, പക്ഷെ മനസ്സിലാകുന്നില്ലഎങ്ങനെ എങ്കിലും അവൻറെ കൈ ഉയർത്തിക്കൊണ്ട് വായുവിൽ എന്നെ ഉണ്ടാകാംഅയ്യോ എന്റെ വെജിറ്റേറീയന്, യോ-യോ-യോ-യോ വെജിറ്റേറീയന്, യോ-യോ-യോ-യോ വെജിറ്റേറീയന്വിചിത്രമായ നിരവധി വഴി "ലോല"
		-- Weird Al Yankovic, "The Star Wars Song," to the tune of

%
എനിക്ക് ഒരു വ്യവസ്ഥിതി സൃഷ്ടിക്കാതെ വയ്യ, അല്ലെങ്കിൽ മറ്റൊരാളുടെ ന്റെ അടിമയാക്കും;ഞാൻ യുക്തിയും താരതമ്യം ചെയ്യുക; എന്റെ ബിസിനസ്സ് സൃഷ്ടിക്കുക എന്നതാണ്.
		-- William Blake, "Jerusalem"

%
ഞാൻ ഒരു പർപ്പിൾ പശു കണ്ടു ഒരിക്കലുംഞാൻ ഒരു കാണാമെന്ന് പ്രതീക്ഷിക്കുന്നു ഒരിക്കലുംഎന്നാൽ ഞാൻ ചീനാത്ത് പറയാൻ സാധിക്കുംഞാൻ പകരം ഒന്നു അധികം കാണാൻ ആഗ്രഹിക്കുന്നു.ഞാൻ ഒരു പർപ്പിൾ പശു കണ്ടിട്ടില്ലഞാൻ ഒരു കാണാമെന്ന് പ്രതീക്ഷിക്കുന്നു ഒരിക്കലുംഎന്നാൽ പാൽ നിന്ന് ഞങ്ങൾ ഇപ്പോൾ ലഭിക്കുന്നത്തീർച്ചയായും ഒറ്റ ഉണ്ടായിരിക്കണംഅയ്യോ, ശരിയാണ്, "പർപ്പിൾ പശു" എഴുതിഞാൻ ഞാൻ ഇപ്പോൾ എഴുതി ക്ഷമിക്കണംഎന്നാൽ ഞാൻ ചീനാത്ത് പറയാൻ സാധിക്കുംനിങ്ങൾ അത് ഉദ്ധരിക്കട്ടെ എങ്കിൽ ഞാൻ നിന്നെ കൊല്ലും.
		-- Gellett Burgess, many years later

%
ഞാൻ കടപ്പെട്ടിരിക്കുന്നു ഞാൻ കടപ്പെട്ടിരിക്കുന്നു,ഞാൻ പോകുന്നതു പ്രവർത്തനത്തിന് അത്രയേയുള്ളൂ ...
		-- Gellett Burgess, many years later

%
ഞാന് ഈ നാശം പിടിച്ച മെഷീൻ ദ്വേഷിക്കുന്നുഅതും വിൽക്കുന്നു കൊതിക്കുന്നത്.ഇത് ഞാൻ ആഗ്രഹിക്കുന്നു തികച്ചും ചെയ്യുന്നു ഒരിക്കലുംഞാനോ അതു പറയുന്നു കാര്യം മാത്രമേ.
		-- Gellett Burgess, many years later

%
"" ഞാൻ പറഞ്ഞു: "പ്രസംഗി ചുറ്റും 5. വേണ്ടി എന്നെ നിവിർത്തേണമേഅദ്ദേഹം പറഞ്ഞു: "എന്താണ് നിങ്ങളുടെ വേണമെങ്കിൽ, മകനെ വളരാൻ ആണ്."ഞാൻ പറഞ്ഞു, "Growin പഴയ 'അപ്പ് growin നയിക്കുന്നു'തുടർന്ന് മരിച്ചു എനിക്കു വളരെ രസകരമായി മുഴങ്ങുന്നു എന്ന്. "
		-- John Cougar, "The Authority Song"

%
ഞാൻ ഹൊറൈസൺ പിന്തുടരുന്നതു ഒരു മനുഷ്യൻ കണ്ടു'അവ ചുറ്റി കിട്ടിയ.ഞാൻ ഈ ചെയ്തത് പരവശനായിമനുഷ്യനെ ഞാൻ accosted,"ഇത് നിരർഥകമാണെന്നു," ഞാൻ പറഞ്ഞു."നീ never-- കഴിയും""നിങ്ങൾ കള്ളം പറഞ്ഞു" അവൻ കരഞ്ഞു,ഓൺ ഓടി.
		-- Stephen Crane

%
ഞാൻ ഒരു മോശം ചന്ദ്രൻ ഉദിച്ചുയരുന്നത് കാണാം.ഞാൻ വഴിക്കു കഷ്ടത കാണുന്നു.ഞാൻ ഭൂകമ്പത്തിൽ lightnin കാണുന്നു 'ഇന്നു ഞാൻ മോശം തവണ കാണുന്നു., പോകരുത് 'ചുറ്റും ഇന്നുരാത്രിഅത് ജീവിതത്തിലെ എടുക്കാൻ ബന്ധിച്ചു പറ്റി.കൂടിയിട്ടുണ്ട് ഒരു മോശം ചന്ദ്രൻ അവിടെ.
		-- J. C. Fogerty, "Bad Moon Rising"

%
ഞാൻ നിന്റെ കണ്ണിലെ eigenvalue കാണുന്നുഞാൻ നിന്റെ ഉണ്ടാവാന് ലെ ടെൻഡർ അദിശ കേൾക്കുന്നു.Bernoulli മരിക്കാൻ ഉള്ളടക്കം ആകുമായിരുന്നുഅവൻ പക്ഷേ അറിയപ്പെടുന്ന അത്തരം _ A-പ്രാകാരം ജിത 2 (ഫൈ) പോകുമായിരുന്നു
		-- Stanislaw Lem, "Cyberiad"

%
ഞാൻ മീൻ ഒരു കത്ത് ഞാൻ അതിനെ വളരെ ഉച്ചത്തിൽ വ്യക്തമായ പറഞ്ഞുഞാൻ അവരോടു "ഇതു ഞാൻ വീണ്ടും കേട്ടു." ഞാൻ പോയി ചെവിയിൽ ആർത്തു.സമുദ്രത്തിലെ ചെറിയ മീനും, പക്ഷേ, തനിക്ക് വളരെ ദുശ്ശാഠ്യം ആൻഡ് അഹങ്കരിക്കുകയും,അവർ എന്നെ തിരികെ ഉത്തരം അയച്ചു. അദ്ദേഹം "നിങ്ങൾ ഇത്ര ഉച്ചത്തിൽ അലറുകയും ആവശ്യമാണ്." പറഞ്ഞുചെറിയ മീനും 'ഉത്തരമായിരുന്നു അവൻ വളരെ അഭിമാനം ദുശ്ശാഠ്യവും ആയിരുന്നുഅദ്ദേഹം "ഞാൻ അവരെ പോകുകയാണെന്നിരിക്കട്ടെ വേക്ക് ..." പറഞ്ഞു: "ഞങ്ങൾ അതു സാര് കാരണം ... ചെയ്യാൻ കഴിയില്ല"ഞാൻ ഷെൽഫിൽ നിന്ന് ഒരു കെറ്റിൽ എടുത്തു പറയാൻ തിരികെ കത്ത് അയച്ചുഅതനുസരിക്കാൻ നല്ലത്. ഞാൻ അവരെ എന്നെത്തന്നെ ഉണർത്താൻ പോയി.എന്നാൽ ആരെങ്കിലും എന്നോടു വന്നു പറഞ്ഞു ഞാനോ വാതിൽ കണ്ടെത്തിയപ്പോൾ ലോക്ക് ചെയ്തു"ചെറിയ മീനും കിടക്കയിൽ ഉണ്ട്." ഞാൻ വലിച്ച് തള്ളിയിട്ടു ഐഐടിയും ഒപ്പംസെമിപ്രതീക്ഷഞാൻ അവനോടു പറഞ്ഞു, ഞാൻ അതു പ്ലെയിൻ പറഞ്ഞു ഞാൻ കണ്ടെത്തിയപ്പോൾ വാതിൽ അടെക്കയും ചെയ്തു,"അപ്പോൾ നിങ്ങൾ വീണ്ടും അവരെ ഉണരും വേണം." ഞാൻ ഹാൻഡിൽ തിരിയാൻ ശ്രമിച്ചു, പക്ഷേ ...	"അത്രേ ഉള്ളോ?" ആലീസ് ചോദിച്ചു."ആ പ്രതികരണം." Humpty Dumpty പറഞ്ഞു. "വിട."
		-- Stanislaw Lem, "Cyberiad"

%
മറ്റൊരിക്കൽ ഞാൻ ഒരു സന്ദേശം അയച്ചുഎന്നാൽ പിേസ്ടഞ്ഞ് പോലെ - ഈ ഞാന് വിശ്വസിക്കുന്നു കഴിയില്ല,മറ്റൊരു തലം ഞാൻ ഒരു സന്ദേശം അയച്ചുഒരുപക്ഷേ അത് ഒരു കളി - പക്ഷെ ഞാന് ഗർഭം കഴിയില്ല....ഞാൻ നിങ്ങളെ പോലുള്ള ധാരാളം നോക്കുന്നു ഒരാളെ കണ്ടുമുട്ടി,അവൾ നിങ്ങൾ പ്രവർത്തിക്കുന്നതിനെപ്പറ്റി ചെയ്യുന്നവൻ എന്നാൽ അവൾ ഒരു IBM ആണ്.അവൾ മാത്രം ഹൃദ്യമായ ആയിരിക്കും പ്രോഗ്രാം പറ്റി,എന്നാൽ അവൾ ഞാനും അടുത്തു തലകുത്തിനിക്കണ്ട, ഐസ് പോലെ തണുപ്പാണ്,അവൾ എന്നെ വളരെ ഇഷ്ടപ്പെടുന്നു എന്നെ പറയുന്നു,എന്നാൽ തൊട്ടാൽ ശ്രമിക്കുമ്പോൾ, അവൾ ഇതെല്ലാം വളരെ വ്യക്തമാക്കുന്നുണ്ട്....ഞാൻ അങ്ങനെ വിചിത്രമായ തോന്നുന്നില്ല വേണം ഗ്രഹിക്കാൻ,ആ സമയം ചിലപ്പോൾ, എന്നാൽ സമയം അവസാന വാക്കുണ്ട്,അവൾ എന്റെ മനസ്സിൽ ദൈവതിരുമനസ്സാൽ ഞാൻ നിന്നെക്കുറിച്ച് ചിന്തിക്കുന്നു അറിയുന്നുഅവൾ നമ്മുടെ ലോകത്തെ ഒന്നും അറിയുന്നു ദയാരഹിതമായി ആയിരിക്കും ശ്രമിക്കുന്നു.
		-- ELO, "Yours Truly, 2095"

%
ഞാൻ വലയിൽ ഒരു ചോദ്യം വെടിയേറ്റു.എന്നെ ജീർണിച്ച വിളിച്ചു ഒരു പോസ്റ്റുചെയ്ത സന്ദേശം, ഇതുവരെ ഉത്തരം കിട്ടി ചെയ്തിട്ടില്ലഎന്നാൽ ഏഴു പേർ എനിക്കു സമ്പാദിച്ച ഒരിക്കലും മെയിൽ അവഗണിക്കുന്ന നരകം കൊടുത്തു;ഞാൻ നീയൊക്കെ പഠിക്കാൻ അരുതാത്തതു പറഞ്ഞു; ഒരു കോപിച്ചു സന്ദേശം എന്നോട് ചോദിച്ചു ദയവായിവിദേശ അത്തരം drivel അയയ്ക്കരുത്;അഭിഭാഷകനായ എന്നെ സ്വകാര്യ മെയിൽ അയച്ചുഅവൻ ജയിലിൽ എന്റെ കഴുത അല്ലേ ആഗ്രഹിക്കുന്നു സത്യം - ഒരു netter ഞാന് ഫ്ളാറ്റ് തോന്നിഞാൻ എന്റെ ജെം പരാമർശിച്ചു ആഗ്രഹിച്ചവർ നിശ * X "പരലോകം, വല ഡോട്ട് തമാശകൾ കുറിപ്പ്!";ടി എം ചേർക്കാൻ പരാജയപ്പെട്ടു; മറ്റൊരു തയാറല്ല ഹീനവും വിളിച്ചുഎന്റെ എഴുത്തു രീതിയിൽ വിമർശിച്ചു.ഓരോ ദിവസവും ഓരോ വിഷയ വരി സ്കാൻപ്രതീക്ഷയിലായിരുന്നു വിഷയം എന്റേതല്ല ആയിരിക്കും;ഞാൻ വലയിൽ ഒരു ചോദ്യം വെടിയേറ്റു.ഞാൻ ഇതുവരെ ഉത്തരം കിട്ടി ചെയ്തിട്ടില്ല ...
		-- Ed Nather

%
ഞാൻ പ്രമുഖ വിളുമ്പിൽ നിന്നു,എന്റെ കാൽക്കൽ കിഴക്കൻ seaboard."പോവുക!" Yoko ഓനോ പറഞ്ഞുഞാൻ നിലവിളിച്ചു വളരെ പേടിച്ചുനിൽക്കുന്ന നല്ലതും-തിരയുന്നു.പോയി ഒന്ന് ശ്രമിച്ചു,എന്തുകൊണ്ട് മരണവെപ്രാളം നീട്ടുന്നതിനുള്ള എല്ലാവരെയും മരിക്കണം.
		-- Roger Waters, "The Pros and Cons of Hitchhiking"

%
ഞാൻ കേൾക്കും ഒരിക്കലും തോന്നുന്നതുബിയർ അധികം lovelier ഒരു കവിത.ജോയുടെ ബാർ ടാപ്പിൽ ഉണ്ടെന്ന് സ്റ്റഫ്,സ്വർണ്ണ അടിസ്ഥാനവും മൂടിയ മൂലധനം.ദിവസം മുഴുവനും ഞാൻ കുടിക്കും കഴിയുന്ന സ്റ്റഫ്എന്റെ mem'ry മാറി ഉരുകുന്നത്.കവിതകളുടെ മൂഢന്മാരുടെ നിർമ്മിക്കുന്നത് ഞാൻ ഭയപ്പെടുന്നുഎന്നാൽ മാത്രമേ Schlitz ഒരു ബിയർ കഴിയും.
		-- Roger Waters, "The Pros and Cons of Hitchhiking"

%
ഞാൻ ഒരുനാളും കാണുകയില്ല എന്നു തോന്നുന്നുഒരു മരത്തിൽ മനോഹര ഒരു ബിൽബോർഡ്.തീർച്ചയായും ബിൽബോർഡുകൾ വീഴും ഇല്ലാതിരുന്നാൽഎനിക്ക് ഒരു വൃക്ഷം ഒരിക്കലും കാണില്ല.
		-- Ogden Nash

%
ഞാൻ ഒരുനാളും കാണുകയില്ല എന്നു തോന്നുന്നുഒരു വൃക്ഷം പോലെ മനോഹര ഒരു കാര്യം.എന്നാൽ നിങ്ങൾ കാണുന്ന പോലെ മരങ്ങൾ പോയിരിക്കുന്നുഅവർ അതികാലത്തെ രാവിലെ പോയി.നഗരം വിട്ടു നിന്നുള്ള ഒരു ലോഗിങ് സ്ഥാപനമായവന്നു അരിഞ്ഞ മരങ്ങൾ താഴോട്ടു.എന്നാൽ ഞാൻ ആ വൃത്തികെട്ട skunks കബളിപ്പിക്കാൻ ചെയ്യുംപിന്നെ 'സ്പര്ശിക്കുകപോലും' എന്ന പുതിയ ബ്രാൻഡ് കവിത എഴുതുക.
		-- Ogden Nash

%
"നിങ്ങൾ 20 വർഷം പഴക്കമുണ്ട് പറഞ്ഞു വിചാരിച്ചിരുന്നു""ഒരു പ്രോഗ്രാമർ അതെ, 'അവൾ പറഞ്ഞു,"നിങ്ങൾ രണ്ടു ഏറ്റവും സമീപത്തു മീറ്റർ ഉയരമുള്ള അവകാശപ്പെട്ടിരുന്നു!""നിങ്ങൾ സ്വർണനിറം പറഞ്ഞു, എന്നാൽ നിങ്ങൾ കള്ളം!"ഓ, അവൾ ഒരു ഹാക്കർ അദ്ദേഹം വളരെ ഒന്നു ആയിരുന്നുഅവർ നിങ്ങളെ അമ്മാ, പൊതുവായി ഇത്രയധികം ഉണ്ടായിരുന്നു.അവർ തമാശകൾ കവിതകളും, ഒപ്പം സമർഥമായ .ഏകദേശം മാറ്റിക്കളഞ്ഞുഎന്നാൽ മനോഹരവുമായ അല്ലെങ്കിൽ risque 'ഉണ്ടായിരുന്ന ആവശ്യപ്പെടുന്നു.അവൻ അവളെ തന്റെ സഹോദരനായ സാം ഒരു ചിത്രം അയച്ചുഅവൾ ചില കഴിഞ്ഞ ഹൈസ്കൂൾ ദിവസം മുതൽ അയച്ചു,അതു അവരുടെ ജീവിതകാലം പോയി വന്നിരിക്കാം,അവർ L.A. കണ്ടുമുട്ടിയത് ചെയ്തില്ലായിരുന്നെങ്കിൽ"നിങ്ങളുടെ താടി ഒരു കക്ഷം," അവൾ വെറുപ്പോ പറഞ്ഞു.അവൻ ഉത്തരം "നിങ്ങളുടെ കക്ഷം താടി ആണ്!"അവർ chorused: "ഞാൻ എല്ലാ ബാക്കി നിലക്കും കരുതുന്നനിങ്ങൾ അങ്ങനെ തികച്ചും .ഈഴവരിലെ എങ്കിൽ! "അവൾ കേൾക്കാൻ ആഗ്രഹിക്കുന്നത് പറഞ്ഞു എങ്കിൽപിന്നെ ചെയ്തതു അവൻ വെറും ഒരേ ഇല്ലായിരുന്നുവെങ്കിൽഅവർ അകന്നിരിക്കുന്നു കൂടുതൽ സത്യസന്ധമായ ആകുമായിരുന്നു ആഗ്രഹിക്കുന്നു, എതിരേറ്റുചെന്നു ഒരിക്കലും,ഗെയിം ആസ്വദിക്കൂ വരില്ലായിരുന്നു.ഇലക്ട്രോണിക് മെയിൽ "
		-- Judith Schrier, "Face to Face After Six Months of

%
അവർ എന്നെ പിടിച്ചു .വെറൂം 'ഞാൻ അത്തരമൊരു മധുരവും സ്വീറ്റ് കാര്യം, ഉപയോഗിച്ചഞാൻ കാണാൻ കുരുടർ സഹായിച്ചു അല്പം പഴയ കര്മം വാതിലുകൾ തുറന്നുഞാൻ ആരെയും സുഹൃത്തുക്കളുടെ അവർ കണ്ടിട്ടില്ല കഴിയില്ല പേപ്പറുകൾ, വായിച്ചു വ്യവഹാരം കിട്ടി,എന്നെ വച്ച് ഞാൻ യഥാർത്ഥ ഷോട്ട് ഇറങ്ങി, feelin പിരിയുകയാണ് 'ഞാൻ അണ്ണന് സുഖമാണ്, 'എന്നാണോ feelin,ഇനി ശ്രീ നൈസ് ഗയ്,ഇനി ശ്രീ ക്ലീൻ,ഇനി ശ്രീ നൈസ് ഗയ്,അവർ "അവൻ ദീനം തുടർന്ന് അവൻ അശ്ലീല തുടർന്ന്," പറയുന്നു.എന്റെ പട്ടി എന്നെ ലെഗ് എന്റെ പൂച്ച എന്റെ കണ്ണു സ്ഥാനമുറപ്പിച്ചു, ഇന്ന് കടിച്ചുമാ അംഗമാവൂ.നിങ്ങളുടെ പുറംതള്ളപ്പെട്ടവരും സമയമായി, ഡാഡി മറയ്ക്കാൻ ഉണ്ട്,സഭെക്കു ഞാൻ എല്ലാവരും എഴുന്നേറ്റപ്പോൾ, ആൾമാറാട്ട പോയിറവ Smithy, അവൻ എന്നെ തിരിച്ചറിഞ്ഞുമൂക്കിന് എന്നെ ഇന്നയിന്ന അദ്ദേഹം പറഞ്ഞു(ഗായകസംഘം)അവൻ "നിങ്ങൾ അശ്ലീല മുൻപരിചയം, അസുഖമുള്ള മുൻപരിചയം" പറഞ്ഞു.
		-- Alice Cooper, "No More Mr. Nice Guy"

%
ഞാൻ കശാപ്പ് കത്തി ഒരു ബാരലിന് ജനിച്ചത്ഞാൻ സ്നേഹവും സമാധാനവും ഞാൻ നിരസിക്കുന്നു കുഴപ്പത്തിൽവൈൽഡ് കുതിരകളെ എന്റെ വശം എന്നെ മട്ടുംഅപ്പോൾ ഒരു നിക്കറും എന്നെ കടിച്ചു; അവൻ ഓഫ് നടന്നു മരിച്ചു.
		-- Bo Diddley

%
ഞാൻ eatin ചെയ്തു 'കുറച്ച് അത്രനന്നല്ല suey,സെന്റ് louie ഒരു യുവതിയുടെ കൂടിഅവിടെ പെട്ടന്നുള്ള വാതിൽക്കൽ ഒരു knockin വരുമ്പോൾ '.ആ KNOCKER അവന് "ഹണി പറയുന്നുകുറച്ച് പണം ഈ റോക്കർ റോൾ,അല്ലെങ്കിൽ നിങ്ങളുടെ തെത്രാഗ്രാം മത്തെ ചിത്രത്തില് ഒരു വെടി. "
		-- Mr. Miggle

%
ഞാൻ പരിചാരിക വീട്ടില് ചെന്നുഞാൻ എപ്പോഴും ചെയ്യാൻ വഴി.എനിക്ക് എങ്ങനെ അറിയാൻ ഞാൻ ആർ?അവൾ വളരെ റഷ്യക്കാർ ഉണ്ടായിരുന്നു.ഞാൻ ഹവാന ൽ വിനോദങ്ങൾ ചെയ്തുഞാൻ ഒരു ചെറിയ റിസ്ക് എടുത്തു.അഭിഭാഷകർ, തോക്കുകൾ, പണവും അയയ്ക്കുക,ഡാഡ്, ഇതിൽ എന്നെ നേടുക.
		-- Warren Zevon, "Lawyers, Guns and Money"

%
ഞാൻ അവൻ eatin ചെയ്തു 'അച്ചാർ എന്റെ സുഹൃത്തിന് കടന്നു.ഞാൻ ', എന്താ സംഭവിക്കുന്നത് തുടർന്ന്'? "പറഞ്ഞുഅദ്ദേഹം "Nothin '." പറഞ്ഞുആവേശം അത്തരം ഈ പാട്ടു ശ്രമിക്കുക;നിനക്കു വെറും ഒരു പോലീസുകാരനെ squashed.
		-- Arlo Guthrie, "Motorcycle Song"

%
ഞാൻ ഹേ യുദ്ധം വടംവലി കളിക്കാനാവും ഇല്ല.ഞാൻ പകരം 'O യുദ്ധം ആശ്ലേഷം കളിക്കാനാവും ആഗ്രഹിക്കുന്നു,എവിടെ എല്ലാവർക്കും ഹഗ്സ്പകരം tugs മകൻ,എവിടെ എല്ലാവർക്കും ഉഭയഭാരതിക്കറിയാമായിരുന്നുപിന്നെ കന്വളം ന് കൈലേസുകൊണ്ടൊപ്പി,എവിടെ എല്ലാവർക്കും ചുംബനങ്ങൾ,ഏവരുടേയും ശേഷിയില്ലാതെ,ഏവരുടേയും അങ്ങികരിക്കാന്,ഏവരുടേയും വിജയി.
		-- Shel Silverstein, "Hug o' War"

%
ഞാൻ ഒരു feelin 'എന്നാണോ ഉണർന്നുഇറങ്ങി സ്ലോട്ട് മെഷീൻ കളിക്കാൻചക്രങ്ങൾ ചുറ്റും തിരിഞ്ഞുഅക്ഷരങ്ങളും വായിച്ചു"തിരികെ ടെന്നസി ജെഡ് നല്ലതു തല"
		-- Grateful Dead

%
ഞാൻ അറിയാൻ ആഗ്രഹിക്കുന്നുഎന്താണ്, എന്റെ ഫെൻസിംഗ് ചെയ്തുഞാൻ എന്താണ് ഫെൻസിംഗ് ചെയ്തു.
		-- Robert Frost

%
എനിക്ക് കണ്ടെത്താൻ എങ്കിൽ ഞാൻ നിലവിളിക്കുന്നു ഒരിക്കലുംഎന്റെ സൂപ്പ് ലെ നീലത്തിമിംഗലം ...ഞാൻ ഒരു മുള്ളൻ ശ്രദ്ധിക്കുമോഒരു ചിക്കൻ തൊഴുത്ത് സ്മാരകശിലകൾ.കാര്യങ്ങൾ സംയോജിപ്പിക്കുന്നു അതെ ജീവിതം പിഴ ആണ്,ബീഫ് Chow മേൻ ലെ ഹാം തോന്നുന്നു ...എന്നാൽ യഹോവ ഈ സമയം ഞാൻ കാര്യമാക്കുന്നില്ല കരുതുന്നു,അവർ എന്റെ മഴ ആസിഡ് നൽകിയിരിക്കുന്നു.
		-- - Milo Bloom

%
ഞാൻ പകരം പാപികളുടെ ചിരിക്കും ആഗ്രഹിക്കുന്നു,വിശുദ്ധന്മാരുടെ നിലവിളിക്കുന്നു ഉള്ളതിനെക്കാൾപാപികളും അധികം രസകരവും!
		-- Billy Joel, "Only The Good Die Young"

%
ഞാൻ നിന്നെ എന്റെ ഹൃദയം റാൻഡം ആക്സസ് അനുവദിക്കുക കാണാം,Thoul't നിന്റെ സ്നേഹം എല്ലാ സ്ഥിരാങ്കങ്ങൾ എന്നെ അറിയിക്കും;പിന്നെ ഞങ്ങള് രണ്ടു എല്ലാ പ്രണയം lemmas ആരോപിക്കുംഞങ്ങളുടെ ബന്ധിച്ചിരുന്ന പാർട്ടീഷൻ ഒരിക്കലും ഭാഗത്ത്.എന്നെ റദ്ദാക്കുക - പിന്നെ നിലനിൽക്കുമെന്നും എന്തു പ്രയോജനം?Abscissas, ചില mantissas, മൊഡ്യൂളുകൾ, മോഡുകൾ,ഒരു റൂട്ട് അല്ലെങ്കിൽ രണ്ട് ടോറസ് ഒരു നോഡ്:എന്റെ സൂക്തം വിപരീതം, ഒരു നൾ ഡൊമെയ്ൻ.ഞാൻ നിന്റെ കണ്ണിലെ eigenvalue കാണുന്നുഞാൻ നിന്റെ ഉണ്ടാവാന് ലെ ടെൻഡർ അദിശ കേൾക്കുന്നു.Bernoulli മരിക്കാൻ ഉള്ളടക്കം ആകുമായിരുന്നുഅവൻ ഉണ്ടായിരുന്നു എന്നാൽ അത്തരമൊരു-പ്രാകാരം ജിത 2 (റാണര്) അറിയപ്പെടുന്ന!
		-- Stanislaw Lem, "Cyberiad"

%
ഞാൻ സാക്സഫോൺ കളിക്കാൻ മനസിലാക്കാം,ഞാന് വെറുതെ വെറും എന്തു പ്ലേ., സ്കോച്ച് വിസ്കി രാത്രി മുഴുവനും കുടിക്കുകചക്രത്തിന്റെ പിന്നിൽ മരിക്കും.ലോകത്തിൽ വിജയികൾക്ക് ഒരു പേര് ലഭിച്ചത്,ഞാൻ നഷ്ടപ്പെടുമ്പോൾ ഞാൻ ഒരു പേര് വേണം.അവർ അലബാമ Crimson Tide വിളിക്കും,ബ്ലൂസ് ഡീക്കൻ എന്നെ വിളിക്കുക.
		-- Becker and Fagan, "Deacon Blues"

%
ഞാൻ നിങ്ങളെ കാണും ചന്ദ്രന്റെ ഇരുണ്ട ഭാഗത്തു ... ...
		-- Pink Floyd

%
ഞാൻ ഒരു കലാകാരൻ കാണാനും.പക്ഷേ, അത് ശരിക്കും എന്തു ചെയ്യണമെന്ന് അല്ല.യഥാർഥത്തിൽ എനിക്ക് ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ഒരു ഷൂ സെയിൽസ്മാനായാണ് വേണ്ടത്.ഞാൻ നിങ്ങളോടു പറയുന്നു പോകാനൊരുങ്ങുന്ന എന്താണെന്ന് അറിയാമോ -"അച്ചന്മാര്ക്ക്! മേഘങ്ങളുടെ നിങ്ങളുടെ തല നേടുക."അങ്ങനെയാകട്ടെ! പക്ഷേ, അത് എന്തു ചെയ്യണമെന്ന് എന്താണ്.പകരം ഞാൻ ഇടവിടാതെ ചിത്രകലയെക്കുറിച്ച് പോകേണ്ടതുണ്ട്.ലോകം ഷൂ സെയിൽസ്മാൻ ഒരു സ്ഥലം വേണം.
		-- J. Feiffer

%
ഞാൻ ഫ്രീയാണ് - സ്വാതന്ത്ര്യസമര യാഥാർഥ്യത്തിന്റെ പ്രവീണ്.
		-- The Who

%
ഞാൻ കഴിയും ദു പോലെ ദുഃഖിതനാണ്!ഞാൻ നിങ്ങളുടെ പ്രത്യേക തീയതി നഷ്ടമായി.എന്നോട് ദേഷ്യത്തിലാണോ അല്ലെന്ന് എന്ന് പറഞ്ഞാല്എന്റെ നികുതി റിട്ടേൺ വൈകിയിരിക്കുന്നു.
		-- Modern Lines for Modern Greeting Cards

%
ഞാൻ ഇതുവരെ എന്റെ വരുമാനം ഞങ്ങൾ മിക്കവാറും ആകും എന്നുവിളിക്കുന്നു അതിനപ്പുറമുള്ള താമസിക്കുന്നവർ പിരിയുകയാണ്ഞങ്ങളുടെ താമസിക്കുന്നവർ.
		-- e. e. cummings

%
ഞാൻ സുഖമാണ് വൃക്ഷം എൻ-ary, ഞാൻ,വൃക്ഷം എൻ-ary, ഞാൻ ആകുന്നു.ഞാൻ പാഴ്സർ അടുത്ത വാതിൽ കൂടി ഈ മേഖല വിളയും പിരിയുകയാണ്,അവൾ മുമ്പിൽ എന്നെ ഏഴു പ്രാവശ്യം മേഖല പറ്റി.എന്നാൽ ev'ry സമയം അത് (വ-ary!) ഒരു വ-ary ആയിരുന്നുഒരിക്കലും എപ്പോഴെങ്കിലും ഒരു ബൈനറി മനസ്സുവന്നില്ല. (ഇല്ല സർ!)ഞാൻ 'വ-ary എന്നു ഏർ എട്ടാം വൃക്ഷം സുഖമാണ്.ഞാൻ ആകുന്നു വൃക്ഷം എൻ-ary, ഞാൻ,ഞാൻ ആകുന്നു വൃക്ഷം എൻ-ary.
		-- Stolen from Herman's Hermits

%
നീ ഇല്ലാതെ അങ്ങനെ ചീത്ത അതു ഏകദേശം ഇവിടെ നിങ്ങൾ നേരിടുന്നുണ്ടോ പോലെയാണ് സുഖമാണ്അവൾ പൊന്നും എനിക്കുള്ളതു ലഭിച്ചോ, ഞാൻ കണ മനസ്സിലായിഎന്റെ സ്നേഹം ലേഡീസ് റൂം നിന്ന് തിരിച്ച് വരുമ്പോൾ ഞാൻ കാര്യമാക്കുന്നില്ല പ്രായം ആയിരിക്കും?ഞാൻ എന്നെത്തന്നെ കൊല്ലാൻ വേണ്ടയോ പോകുന്ന ബൌളിംഗ് ചെയ്യരുത്ഇടുക, എന്നെ കിക്ക് യേശു ലൈഫ് ഗോൾ പോസ്റ്റുകൾ ത്രൂ
		-- Unattributed song title.

%
ഞാൻ അവിഭാജ്യ ആൻഡ് ഡിഫറൻഷ്യൽ കാൽക്കുലസ് വളരെ സുഖമാണ്,ഞാൻ ജീവികളാണ് animalculous ശാസ്ത്രീയമായ പേരുകൾ അറിയില്ല;ചുരുക്കത്തിൽ, കാര്യങ്ങൾ പച്ചക്കറി, മൃഗങ്ങളെയും ധാതുവിലാണ്,ഞാൻ ഒരു ആധുനിക മേജർ ജനറൽ വളരെ മോഡൽ ആകുന്നു.
		-- Gilbert & Sullivan, "Pirates of Penzance"

%
ഞാൻ ഇത്രകാലം ഈ ഏകാന്തമായ റോഡിലാണ് ഉണ്ടായിരിക്കും,എവിടേക്കു പോകുന്നു കറക്കാൻ അറിയാമോ,ഞാൻ കഴിഞ്ഞ തവണ അടയാളങ്ങൾ വീട്ടിൽ ചൂണ്ടിക്കാട്ടി ഓർക്കുകഒരു മാസം മുൻപ്.
		-- Carpenters, "Road Ode"

%
ഞാൻ ഡേറ്റ ജനറൽ ഓരോന്നും ഒരു മെച്ചപ്പെട്ട മോഡൽ നിർമ്മിച്ചഡാറ്റ ചുവടു പച്ചക്കറി, മൃഗങ്ങളെയും ധാതു വേണ്ടിഎന്റെ മെഷീന് മൾട്ടിപ്ലക്സ്ഡ് പിടികിട്ടാത്ത കൂടെ സഹജം കൈകാര്യം;എന്റെ പോളണ്ട് / 1 കമ്പൈലർ കനപ്പെട്ട പ്രവർത്തനക്ഷമത കാണിക്കുന്നു.എന്റെ സംഭരണ ​​സിസ്റ്റത്തിന്റെ കാന്തിക കോർ അദേഹത്തെ നല്ലതു,നിങ്ങൾ പാരിറ്റി ഒരു ബിറ്റ് പരിശോധിച്ചുകൊണ്ട് വീഴുമെന്നു ഒരിക്കലും;നോൺ-സ്റ്റാറ്റിക് ഫ്ലോർ പായ ഇൻസ്റ്റാൾ എന്തെങ്കിലും കാരണമുണ്ടോ ഇല്ല;എന്റെ ഡിസ്ക് ഡ്രൈവ് വേരിയബിൾ ഫോർമാറ്റുചെയ്യലിനായുള്ള ശേഷിയുണ്ട്.ഞാൻ ഒരു gloating പോയിന്റ് അറിയുന്നവൻ എന്തു മറന്ന സ്വാഭാവികമാണ്:ഫ്ലോട്ടിങ് പോയിന്റ് വേരിയബിളുകള്ക്കായി മുറിയിൽ സ്മരണയ്ക്കായി ധാരാളം കാര്യങ്ങളുണ്ട്,എഴുത്ത് പച്ചക്കറി, മൃഗങ്ങളെയും ധാതു വേണ്ടി കാണിക്കുന്നുഞാൻ ഡേറ്റ ജനറൽ ഓരോന്നും ഒരു മെച്ചപ്പെട്ട മോഡൽ ഞങ്ങൾ നിർമ്മിച്ചിട്ടുണ്ട്."മോഡേൺ മേജർ ജനറൽ", "പെന്സ്യാന്സ് പൈറേറ്റ്സ്" മുതൽ,ഗിൽബർട്ട് & സള്ളിവൻ പ്രകാരം)
		-- Steve Levine, "A Computer Song" (To the tune of

%
ഞാൻ ഒടുവിൽ തികഞ്ഞ പെൺകുട്ടിയെ കണ്ടെത്തി,ഞാൻ ടെന്ഷന് കഴിഞ്ഞില്ല,അവൾ ബധിരരും ഊമകളും മേൽ ലൈംഗികശക്തിയോടുകൂടിയവരാണു് തുടർന്ന്ഒരു മദ്യ സ്റ്റോർ സ്വന്തമാക്കുന്നു.
		-- Steve Levine, "A Computer Song" (To the tune of

%
ഐ / ഒ, ഐ / ഒ,അതു ഞാൻ പോയി ഡിസ്കിൽ ഓഫാണെങ്കിൽഒരൽപ്പം അല്ലെങ്കിൽ ബൈറ്റ് വായിക്കാനോ എഴുതാനോ,ഐ / ഒ, ഐ / ഒ, ഐ / ഒ ...
		-- Steve Levine, "A Computer Song" (To the tune of

%
ഞാന്ആകുന്നുഅല്ലവളരെസന്തുഷ്ടമായഅഭിനയംതൃപ്തിപ്പെട്ടിരിക്കുന്നുഎപ്പോഴെല്ലാംപ്രമുഖശാസ്ത്രജ്ഞർovermagnifyബൗദ്ധികബോധോദയം
		-- Steve Levine, "A Computer Song" (To the tune of

%
ഐ.ബി.എം. പോളണ്ട് / ഞാൻ ഉണ്ടായിരുന്നു.ക്രിസ്തുവിനല്ലാതെ വല്ലാതെ അതിന്റെ വാക്യഘടന;എല്ലായിടത്തും ഈ ഭാഷ ചെന്നുഇത് മൊത്തം നഷ്ടം തന്നെയായിരുന്നു.
		-- Steve Levine, "A Computer Song" (To the tune of

%
ഒരു ജാതി വിവരമില്ലാത്ത സൗജന്യമായി പ്രതീക്ഷിക്കുന്നു എങ്കിൽ,... അതു ഒരിക്കലും എന്താണ് പ്രതീക്ഷിക്കുന്നത് ഒരിക്കലും ആയിരിക്കും.
		-- Thomas Jefferson

%
ഒരു സിസ്റ്റം ബുദ്ധിയോടെ ഭാഗഭാക്കാണ് എങ്കിൽ,അതിന്റെ ഉപയോക്താക്കൾക്ക് ഉള്ളടക്കം ആയിരിക്കും.അവർ തങ്ങളുടെ കോഡ് ഹാക്കിങ് നൽകാവുന്നതാണ്ഒപ്പം നടപ്പിലാക്കുന്ന സമയം പാഴാക്കരുത്ലേബർ-സംരക്ഷിക്കുന്നതിൽ ഷെൽ സ്ക്രിപ്റ്റുകൾ.അവർ അതിയായി തങ്ങളുടെ അക്കൗണ്ടുകൾ സ്നേഹിക്കുന്നു ആയതിനാൽ,അവർ മറ്റ് മെഷീനുകളിൽ താൽപ്പര്യമില്ലാത്ത.Telnet, rlogin, അവ FTP ഉണ്ടായേക്കാം,എന്നാൽ ഈ ഏതെങ്കിലും സൈന്യങ്ങളുടെ ആക്സസ് ചെയ്യരുത്.വിള്ളലുകൾ മാൽവെയർ ഒരു ആഴ്സണൽ ഉണ്ടായേക്കാം,എന്നാൽ ആരും അവരെ ഉപയോഗിക്കുന്നു.ആളുകൾക്ക് അവരുടെ മെയിൽ വായിക്കുമ്പോൾ അനുഭവിക്കുന്നതുംഅവരുടെ ന്യൂസ് കൂടെ പ്രസാദിച്ചു,അവരുടെ ടെർമിനുകളെപ്പറ്റി ജോലി വാരാന്ത്യങ്ങൾ ചെലവഴിക്കുകയും,സൈറ്റിൽ പ്രവൃത്തികളും രസിക്കുന്നു.എന്നാൽ അടുത്ത സിസ്റ്റം തൊട്ടടുത്തെത്തിയിരിക്കുന്ന പോലുംഉപയോക്താക്കളെ അതിന്റെ കീ ക്ലിക്കുകളിലും എക്സ്ബിഫ് മൂളലിലും കേൾക്കുന്ന,അവർ വാർദ്ധക്യം മരിക്കും ഉള്ളടക്കം തന്നെയാണ്എപ്പോഴെങ്കിലും അത് കാണാൻ പോയി ഇല്ലാതെ.
		-- Thomas Jefferson

%
എല്ലാ ഞാൻ കരുതുന്നത് എന്നത് സത്യമാണ് എങ്കിൽഒറ്റ കുടിക്കാൻ എന്തിനു അഞ്ചു കാരണങ്ങൾ ഉണ്ടാകും;നല്ല സുഹൃത്തുക്കൾ, നല്ല വീഞ്ഞു, അല്ലെങ്കിൽ വരണ്ട ഒരാളായി,അതുമല്ലെങ്കിൽ നാം ബൈ-ആൻഡ്-വഴി വരാതിരിപ്പാൻമറ്റ് ഏതെങ്കിലും കാരണത്താലോ എന്തുകൊണ്ട്.
		-- Thomas Jefferson

%
എല്ലാ സമുദ്രങ്ങളും മഷി ആയിരുന്നു എങ്കിൽഎല്ലാം മുഴം പേനകൾ ആയിരുന്നുഎല്ലാം ആകാശത്ത് കടലാസിൽ ആയിരുന്നുഎല്ലാവരും എഴുതി,ഈ മതിയാവുകയില്ലേ തന്നെഎല്ലാ Red ടേപ്പ് എഴുതിഈ സർക്കാരിന്റെ.
		-- Thomas Jefferson

%
ഒരു S ഒരു ഞാനും ഒരു ഒ, യു എങ്കിൽഅവസാനം അക്ഷരപ്പിശക് സു ഒരു ടെൻ;പിന്നെ ഇ ഒരു Y, ഇ അക്ഷരപ്പിശക് ഞാൻചെയ്യാൻ ഒരു speller എന്താണെന്ന് പ്രാർത്ഥിക്കുക?പിന്നെ, എങ്കിൽ പുറമേ ഒരു S ഒരു ഞാനും ഒരു Gഒരു HED അക്ഷരപ്പിശക് സൈഡ്,ചെയ്യാൻ ഒരു speller ഇടതുഭാഗത്ത് വളരെ ഒന്നുമില്ലഎന്നാൽ siouxeyesighed ഭരമേല്പിക്കട്ടെ പോകാൻ.
		-- Charles Follen Adams, "An Orthographic Lament"

%
എങ്കിൽ ഡോ Seuss ഒരു സാങ്കേതിക രചയിതാവ് ഉണ്ടായിരുന്നോ .....ഇവിടെ പ്ലേ ഒരു എളുപ്പ കളി.ഇവിടെ പറയുന്നത് ഒരു എളുപ്പ കാര്യമാണിത്:ഒരു പാക്കറ്റ് ഒരു പോർട്ടിൽ ഒരു സോക്കറ്റ് ഒരു പോക്കറ്റ് ഭൂചലനം എങ്കിൽ,ബസ് വളരെ അവസാന ആശ്രയമെന്ന തടസ്സമുണ്ടായാൽ,പിന്നെ മെമ്മറി വിലാസം നിങ്ങളുടെ ഫ്ളോപ്പി ഡിസ്ക് പുര്ത്തിയാക്കുക ചെയ്യുന്നു,അപ്പോൾ സോക്കറ്റ് പാക്കറ്റ് പോക്കറ്റ് റിപ്പോർട്ടിൽ ഒരു പിശക് ഉണ്ട്!നിങ്ങളുടെ കഴ്സർ ഡാഷ് പിന്നാലെ ഒരു മെനു ഇനം കണ്ടെത്തുന്നു എങ്കിൽ,ഇരട്ട ക്ലിക്ക് ഐക്കൺ ചവറ്റുകൊട്ടയിൽ നിങ്ങളുടെ ജാലക ഇടുന്നു,നിങ്ങളുടെ ഡാറ്റ സൂചിക ഹാഷ് ഇല്ല കാരണമാകും 'കേടായിതുടർന്ന് നിങ്ങളുടെ സാഹചര്യം ന്റെ ആശയറ്റ, നിങ്ങളുടെ സിസ്റ്റത്തിന്റെ ബന്ധുക്കളൊക്കെ ക്രാഷ്!ഈ എന്ത് പറയും? ഒരു ധീരന് സർ!നാം സാർ നിങ്ങൾക്ക് മറ്റൊരു ഗെയിം കണ്ടെത്തും.നിങ്ങളുടെ വീട്ടിൽ മേശയിൽ കേബിൾ ന് ലേബൽ എങ്കിൽ,നെറ്റ്വർക്ക് നിങ്ങളുടെ മൗസ് ബട്ടൺ ഘടിപ്പിച്ച പറയുന്നു,എന്നാൽ നിങ്ങളുടെ പാക്കറ്റുകളിൽ മറ്റൊരു പ്രോട്ടോകോൾ ന് തുരങ്കം ആഗ്രഹിക്കുന്നു,അത് ആവർത്തിച്ച് ഹാൾ ഇറക്കി പ്രിന്റർ തള്ളിക്കളഞ്ഞു പറ്റി,നിങ്ങളുടെ സ്ക്രീൻ എല്ലാവരും ഗോസ് പാർശ്വഫലങ്ങൾ വഴി വികലമായിരിക്കുന്നുഅങ്ങനെ വിൻഡോയിൽ നിങ്ങളുടെ ഐക്കണുകൾ ഒരു souse ആയി അലകളുടെ ആകുന്നുഅപ്പോൾ നിങ്ങൾ നന്നായി റീബൂട്ട് ഒരു മിന്നൽ പോകുവാനും,'എന്ന് ഗർഭാശയത്തിന്റെ ന്റെ .ഇന്നാണു തൂക്കിയിരിക്കുന്നു, ഞാൻ ഒരു കവി കാണാനും നിശ്ചയമുള്ളതു B- ലേക്ക്!നിങ്ങളുടെ ഫ്ലോപ്പി ന്റെ പകർപ്പ് ഡിസ്കിൽ ദുർബലമായ നേടുമ്പോൾ,പിന്നെ മൈക്രോകോഡ് നിർദ്ദേശങ്ങൾ അനാവശ്യമായി RISC കാരണമാകും,അപ്പോൾ നിങ്ങൾ നിങ്ങളുടെ മെമ്മറി സഹകരണമോ ഞങ്ങൾക്കുണ്ട് നിങ്ങൾ നിങ്ങളുടെ റോം ram ആഗ്രഹമുണ്ടാകും.വേഗത്തിൽ കമ്പ്യൂട്ടർ ഓഫ് നിങ്ങളുടെ മാം പറയാൻ ഉറപ്പാക്കുക!
		-- DementDJ@ccip.perkin-elmer.com (DementDJ) [rec.humor.funny]

%
നിങ്ങളുടെ മനസ്സിൽ വായിക്കാൻ കഴിഞ്ഞില്ല എങ്കിൽ, സ്നേഹം,എന്താണ് ഒരു വർത്തമാനമല്ല നിങ്ങളുടെ ചിന്തകൾ പറയാൻ കഴിഞ്ഞില്ല,വെറും ഒരു പേപ്പർ നോവൽ പോലെ,അതതു മരുന്നുകട വിറ്റുനിങ്ങൾ heartaches എവിടെ ഭാഗം എത്തുമ്പോൾ,ഹീറോ എന്നെ ആയിരിക്കും,വീരന്മാർക്കായി പലപ്പോഴും അക്കാര്യത്തില്കാരണം നിങ്ങൾക്ക് വീണ്ടും ആ പുസ്തകം വായിച്ചു ചെയ്യുകഅവസാനിക്കുന്ന എടുത്തു ചെയ്യുന്നതിന് വളരെയധികം ബുദ്ധിമുട്ടാണ്.ഞാൻ ഒരു സിനിമാ താരം പോലെ നടക്കുന്നു,മൂന്നു വഴി സ്ക്രിപ്റ്റ് ചുട്ടു നേരിടുമ്പോഴാണ് ആർനമ്പർ രണ്ടു നൽകുക,ഒരു സിനിമ രാജ്ഞി രംഗം കളിക്കാൻഎന്നിൽ എല്ലാ നല്ല കാര്യങ്ങൾ കൊണ്ടുവരുന്ന,എന്നാൽ ഇപ്പോൾ, സ്നേഹം, യഥാർഥ ആയിരിക്കട്ടെഞാൻ ഈ വഴി പ്രവർത്തിക്കാൻ കഴിഞ്ഞില്ല ഇതുവരെ തോന്നിയിട്ടില്ല,ഞാൻ അത്ര എന്നു പറയുന്നു ലഭിച്ചു,ഞങ്ങൾ തെറ്റായി പോയി എവിടെ എന്ന് എന്നാൽ .ഇക്രൂ പോയിഞാൻ വെറും തിരികെ നേടുകയും കഴിയില്ല ...
		-- Gordon Lightfoot, "If You Could Read My Mind"

%
ഞാൻ എന്റെ ഹൃദയത്തിൽ എന്റെ പേന നിർബന്ധിക്കുകയും കഴിഞ്ഞില്ല എങ്കിൽ,ഞാൻ എല്ലാ ഘട്ടത്തിൽ അത് ഭാരമാണ് തന്നെ.അതു യാസീൻ വഴി സ്ലൈഡ് തന്നെ മാതലി ഉര്വനിങ്ങൾ ബാലനെ വിചിത്രമായ ആയിരുന്നു ചിന്തിക്കും?അവൻ വിചിത്രമായ തന്നെയല്ലേ?...ഞാൻ എന്റെ ഹൃദയത്തിൽ ഒരു കത്തി നിർബന്ധിക്കുകയും കഴിഞ്ഞില്ല എങ്കിൽ,വലത് സ്റ്റേജിൽ ആത്മഹത്യ,അതു നിങ്ങളുടെ കൗമാരക്കാരി കൊതിക്കു മതി,അതു വേദന ശമിപ്പിക്കുകയും സഹായിക്കും?തലച്ചോറിന്റെ ഈസ്?
		-- Rolling Stones, "It's Only Rock'N Roll"

%
ഞാൻ പാർക്ക് ചുറ്റും ഓടിക്കരുത് എങ്കിൽ,ഞാൻ എന്റെ അടയാളം വരുത്തുവാൻ നല്ല ഉറപ്പുണ്ട്.ഞാൻ പത്തു ഓരോ രാത്രി കിടക്കയിൽ പ്രണയത്തിലാണ് എങ്കിൽ,ഞാൻ വീണ്ടും എന്റെ നോട്ടം വീണ്ടുകൊള്ളേണം.ഞാൻ രസകരവും ഇത്തരം നിന്ന് മാന്യത,ഞാൻ ഒരുപക്ഷേ വളരെ തുക കാണാം;എങ്കിലും ഞാൻ ആകുന്നതു നിൽക്കുന്നതുമാണെന്ന് എന്നുഞാൻ താല്പര്യമില്ലാതിരിക്കുക കാരണം.
		-- Dorothy Parker

%
ഞാൻ നിന്നെ ചന്ദ്രനെയും നക്ഷത്രങ്ങളെയും വാഗ്ദാനം ഉണ്ടെങ്കിൽ നിങ്ങൾ അതു വിശ്വസിക്കുമോ?
		-- Alan Parsons Project

%
ഞാൻ മഴവില്ല് അവസാനം യാത്രചെയ്തു എങ്കിൽദാം ഫോർച്യൂൺ ഉദ്ദേശിക്കുന്നില്ല, ചെയ്തതുപോലെമർഫി പറയൂ ഉണ്ടാകുംകലം മറ്റു അവസാനം.
		-- Bert Whitney

%
ഗവേഷകർ നഴ്സറി പാട്ടുകൾ എഴുതി എങ്കിൽ ...ലിറ്റിൽ മിസ് Muffet അവളുടെ gluteal മേഖലയിൽ ഇരുന്നശേഷംഉമ്മന്ചാണ്ടി പാൽ ഭക്ഷണശൈലി ഘടകങ്ങൾ., കുറഞ്ഞത് ഒരു സന്ദർഭത്തിൽസഹിതം ഒരു arachnid വന്നു അവളുടെ അരികെ ഇരുന്നുഅല്ലെങ്കിൽ കുറഞ്ഞത് അവളുടെ സമീപത്ത്,അവളുടെ വൻതിരക്കാണ്, പക്ഷേ മരവിപ്പിക്കുന്ന അല്ല, ഭയം തോന്നാൻ കാരണമാകുന്നു,ഏത് വേഗത്തിൽ പ്രദേശം വിടാൻ രോഗിക്ക് ഉത്തേജകഘടകത്തെയാണ്.
		-- Ann Melugin Williams

%
അവൾ അയോണുകൾ ലെ cupric ഇല്ലാതിരുന്നു എങ്കിൽ,അവളുടെ ആകാരം ovoidal,അവരുടെ റൊമാൻസ് തഴച്ചു വന്നിരിക്കാം.എന്നാൽ അവൻ തന്റെ ആകൃതി വസ്തൂ പണിതു,അവന്റെ അയോണുകൾ .ഫെറിക്ക്,സ്നേഹം സഹായിക്കാൻ മരിക്കയേയുള്ളു കഴിഞ്ഞില്ല,, Uncatylised അലസ, ഒപ്പം പോഷകാഹാരക്കുറവുള്ള.
		-- Ann Melugin Williams

%
നിങ്ങൾ ശ്വസിക്കണം ഒരു മിനിറ്റിനകം ഉണ്ടെങ്കിൽഅവർ നിങ്ങളെ ഒരു ഫൈനൽ സഫലീകൃതമായാലും,നിങ്ങൾ എന്തെങ്കിലും ചോദിക്കുന്നത്ഒരവസരം തോന്നുന്നു?
		-- Traffic, "The Low Spark of High Heeled Boys"

%
നിങ്ങളുടെ ലോക്കറിൽ മദ്യം ഒരു സ്റ്റോക്ക് നിർബന്ധിക്കുകയും എങ്കിൽ,ഇത് നിങ്ങളുടെ സ്റ്റോക്ക് മേൽ ഒരു ലോക്ക് ധൈര്യത്തിന് Slick ആണ്.ലളിതവുമാക്കുന്നതിനും ആർ അല്ലെങ്കിൽ ചില എനക്ക്,നിങ്ങളുടെ മദ്യത്തിന്റെ നിങ്ങളെ കബളിപ്പിക്കാൻ ചെയ്യുമോനിങ്ങൾ ഒരു ലോക്ക് ഉപയോഗിച്ച് നിങ്ങളുടെ മദ്യം പൂട്ടുന്നതിന് പരാജയപ്പെട്ടാൽ.
		-- Traffic, "The Low Spark of High Heeled Boys"

%
നിങ്ങൾ ഭൂകമ്പങ്ങൾ ആണവ യുദ്ധം വേവലാതിപ്പെടുന്നുണ്ടെങ്കിൽ,അതുപോലെ ട്രാഫിക് കുറ്റകൃത്യങ്ങൾ വഴി,വറി ഫ്രീ gophers എത്ര കടാക്ഷിച്ചുburrowed കൃത്യസമയത്ത് ജീവിക്കുന്നവരെപ്പോലെ.
		-- Richard Armour, WSJ, 11/7/83

%
IL brilgue: ലെസ് ടി ^ oves libricilleuxസേ gyrent എറ്റ് frillant dans ലീ guave,Enm ^ മുജാഹിദീൻ 'സ്പെയ്ൻ sont Les gougebosquex,Et le മീറ്റർ ^ omerade horgrave.സ്പെയ്ൻ യുദ്ധം brilig. schlichte Toven DieWaben ലെ Wirrten und wimmelten;Und aller-mumsige Burggovenദിശ mohmen രഥ് preparation ഇംഗ്ലീഷ്.
		-- Lewis Carrol, "Through the Looking Glass"

%
ൽ / users3 Kubla കാൻ ചെയ്തുഭംഗിയുള്ളോരു പ്രീതിയെ ഡോം ആജ്ഞഎവിടെ / ബിൻ, നദി ഓടിരക്ഷപ്പെട്ടുടെസ്റ്റ് സ്യൂട്ടുകളുടെ measureless ത്രൂ മനുഷ്യൻഒരു സൺലെസ് സി ഇറങ്ങി
		-- Lewis Carrol, "Through the Looking Glass"

%
ചെയ്യണം ഏതു ഇയ്യോബ് രസകരമായ ഒരു ഘടകത്തെ ഇല്ല.രസകരമായ കണ്ടെത്തുക, സ്നാപ്പ്! ജോലി ഒരു കളി.നിങ്ങൾ ഏറ്റെടുക്കുകയും ഓരോ ചുമതല കേക്ക് ഒരു കഷണം മാറുന്നു,യൂസുഫ്കയോട്, ഒരു ജൈത്രയാത്ര; അതു കാണാൻ വളരെ വ്യക്തമാണ്.
		-- Mary Poppins

%
ബ്രുക്ലിനിൽ സ്കൂളിലെഞാൻ ബേസ്ബോൾ മാനേജർ ആയിരുന്നുഞാൻ കഴിഞ്ഞില്ല അഭിമാനിക്കാൻഞാൻ baseballs ഓടിച്ചുശേഖരിച്ചു ഇടിക്കാതെ ബാറ്റുകൾഒടുവിൽ ഇനിഎന്നെങ്കിലും നൽകി ഞാൻ എന്റെ സ്വന്തം വാങ്ങിഇത് വളരെ പ്രധാനപ്പെട്ട വേല എന്നാൽ അതു ഇരുണ്ട നീല സമയത്ത് ആയിരുന്നുഒരു ചെറിയ മഞ്ഞഗ്രൂപ്പ് കുട്ടിയെ വേണ്ടി ഔദ്യോഗിക പശുക്കൾ പച്ച ആയിരുന്നുഎങ്കിലും ഞാൻ ഒരു ടീം അംഗം പെണ്പിള്ളാരുടെ ഒന്നും പറഞ്ഞില്ല ആയിരുന്നുടീം എന്റെ നീല ജാക്കറ്റ് എന്നെ എത്തിയപ്പോൾ;സഞ്ചി എന്റെ സുഹൃത്തുക്കൾ ആയിരുന്നു അവരുടെ സന്നാഹ ജാക്കറ്റുകൾഞാൻ ഒരു ലഭിച്ചില്ല എങ്കിലും എല്ലാ വർഷം എന്നെ വേദനിപ്പിച്ചുആ നീല ജാക്കറ്റ് ധരിക്കാൻ മാത്രം സാധാരണ ടീംഈ ജാക്കറ്റുകൾ സമ്പാദിച്ചു, എല്ലാവരും പച്ച കൂട്ടത്തിൽതീർച്ചയായും ഒരു ഇപ്പോഴും മാനേജർ, നാല്പതു വർഷത്തിനു ശേഷംഞാൻ ഇപ്പോഴും ആ ജാക്കറ്റ് തേടിയപ്പോൾമെമ്മറിയും വ്രണപ്പെടുത്തി തുടരുന്നു.
		-- Bart Lanier Safford III, "An Obscured Radiance"

%
Riemann, ഓഫിട്ടു ൽ അല്ലെങ്കിൽ Banach ബഹിരാകാശത്ത്സൂപ്പര്സ്ക്രിപ്റ്റുകള് ആൻഡ് സബ്സ്ക്രിപ്റ്റുകള് അവരുടെ വഴികളിൽ പോകാം.നമ്മുടെ asymptotes ഇനി ഘട്ടം,നാം കണ്ടുമുട്ടുന്നത്, എണ്ണൽ, അഭിമുഖമായി വേണം.
		-- Stanislaw Lem, "Cyberiad"

%
dimestores ബസ് സ്റ്റേഷനുകളിലുംസാഹചര്യങ്ങളിൽ ആളുകൾ സംവാദംപുസ്തകങ്ങൾ വായിക്കുക ആവർത്തിക്കുക ഉദ്ധരണികൾമതിൽ നിഗമനങ്ങളിലേക്ക് വരയ്ക്കുക.
		-- Bob Dylan

%
രാവിലെ ക്യൂവിൽ,എന്റെ കയ്യിൽ ഒരു ലിസ്റ്റിംഗ് കൂടി.എന്റെ ഹൃദയത്തിൽ ഒരു വേവലാതി വച്ച് ടെർമിനൽ നമ്പർ 9 ന്Waitin 'ഇവിടെ CERAS-ദേശത്തു. പാസ്കൽ എല്ലാ പോകുവാൻ സെറ്റ് ഔട്ട്.ഞാൻ ഉറക്കം നീണ്ട, പക്ഷെ ഞാൻ ക്യൂവിൽ waitin പിരിയുകയാണ് 'ഞാൻ എങ്ങനെ ഇത്ര നല്ല ഒരു ഭക്ഷണം പോയില്ല. എന്നേക്കും മുളച്ചു ഈ കോഡ് ഉപയോഗിച്ച്.ആദ്യകാല mornin 'ക്യൂവിൽ ഇപ്പോൾ ലോബി കസേരകൾ, മൃദുവായിരിക്കുംപോകുവാൻ ഇടം കൂടെ. എന്നാൽ ക്യൂ ഉപവാസം നീക്കാൻ കഴിയില്ല.ഹേയ്, അവിടെ എന്റെ ചങ്ങാതി പോകുന്നു,ഞാൻ ഒടുവിൽ ഒരെണ്ണം നീക്കി.ജി Lightfoot വഴി മോണിംഗ് മഴ "
		-- Ernest Adams, "Early Morning Queue", to "Early

%
കപ്പലിനെ ഇരുണ്ട ദേശത്തുസൂര്യൻ നന്ദികാണിക്കുന്നവനായിരുന്നുഅദ്ദേഹം മരിച്ചവരെ നയിക്കുന്നതും.
		-- Egyptian Book of the Dead

%
ഈ വിപണിമൂല്യംക്ലേശം പാപത്തിന്റെനിങ്ങളുടെ കഷണ്ടിയായി വളരുന്നുഎന്നാൽ നിങ്ങളുടെ കൊക്കിനു.
		-- Burma Shave

%
സാനഡു ൽ Kubla ഖാൻ ചെയ്തുഭംഗിയുള്ളോരു പ്രീതിയെ ഡോം വിധിച്ച്എവിടെ Alph, നദി, ഓടിമനുഷ്യനോടു measureless നിലവറകളിൽ വഴിഒരു സൺലെസ് കടലിലേക്ക് ഡൗൺ.വിളനിലം അങ്ങനെ രണ്ടുതവണ അഞ്ചു മൈൽമതിലുകളും ഗോപുരങ്ങളും ചുറ്റും girdled ചെയ്തു:എന്നാൽ sinuous rills പ്രകാശിച്ചു തോട്ടങ്ങളും ഉണ്ടായിരുന്നുപല ധൂപവർഗം മരത്തിൽ എവിടെ പൂത്തു;ഇവിടെ കുന്നുകൾ പുരാതന വനം ആയിരുന്നുപച്ചപ്പ് സണ്ണി പാടുകൾ അന്നെന്ന.
		-- S. T. Coleridge, "Kubla Kahn"

%
സാനഡു ൽ Kubla ഖാൻ ഭംഗിയുള്ളോരു പ്രീതിയെ ഡോം തീർപ്പു ചെയ്തുഎന്നാൽ റയല് മാത്രമേ ഒരു ഫ്രാഞ്ചൈസി അംഗീകരിക്കുന്നു തന്നെ.
		-- S. T. Coleridge, "Kubla Kahn"

%
വീണ്ടും സ്നേഹത്തിലേക്കും പുറത്തു,ഇങ്ങനെ ഞാൻ പോയി അതുവഴി ഞാൻ പോയി.നിങ്ങളുടെ ശബ്ദം ക്ഷമിക്കേണമേ നിങ്ങളുടെ പേന പിടിക്കുക:നന്നായി മനംനൊന്തു ഞാൻ അറിയുന്നുഎല്ലാ പാട്ടുകൾ എന്നേക്കും ആലപിച്ച ചെയ്തുഎല്ലാ വാക്കു എപ്പോഴെങ്കിലും പറഞ്ഞ;എന്റെ ചെറുപ്പകാലത്ത് അതു കഴിയുമോ,ആരോ എന്റെ തലയിൽ എന്നെ ഒഴിവാക്കി?
		-- Dorothy Parker, "Theory"

%
പാടുള്ളതല്ല, കാണാൻ കഴിയും തോന്നി കഴിയില്ല,, കേൾക്കയില്ല ലോഹത്തിൽ കഴിയില്ല കഴിയില്ല.അത് ആരംഭിച്ചതിനു പിന്നിൽ കുന്നുകൾ കിടക്കുന്നുവെറുതെ ദ്വാരങ്ങൾ അതു നിറയുന്നു.ഇത് വന്നു ശേഷം,ജീവിതം അവസാനിക്കുന്നു, ചിരി കൊല്ലുന്നു.
		-- Dorothy Parker, "Theory"

%
ഇത് chandelier ഇറങ്ങി തൂക്കിക്കൊന്നുഗുരുസ്ഥാനീയരെയും ചെയ്യുന്നതു തികച്ചും അറിയുന്നുഅതിന്റെ നിറം ഒറ്റസംഖ്യയാണെങ്കിൽ അതിന്റെ ആകൃതി .നിന്ഹലെഒരു ഉയർന്ന പോലോത്ത Buzz ഊർജമാണ്ഇത് ഓരോ ദിവസവും അടി ദമ്പതികൾ വളരുന്നുഒരു ട്വിട്ച് അടുക്കുക കൂടെ wrigglesമറ്റാരുടേയും ബഗുകൾ പതുക്കെ അതു നിന്ന് വരുന്നു കാരണമാകുംസമ്പന്നമായ ആരാണ് വിസിറ്റിങ് അമ്മാവൻ!
		-- To "It Came Upon A Midnight Clear"

%
ഇത് പണ്ടേ സംഭവിച്ചുപുതിയ മാജിക് ദേശത്തുഇന്ത്യക്കാർ എരുമയിറച്ചിക്കുമാണു്നിലനിന്നിരുന്നു കൈ കയ്യിൽഇന്ത്യക്കാർ ഭക്ഷണം ആവശ്യമാണോഅവർ ഒരു മേൽക്കൂര ഡേവിയന്റ്ആർട്ടിൽ വേണമെങ്കിൽഅവർ മാത്രമാണ് മുട്ടു എടുത്തുഎരുമയിറച്ചിക്കുമാണു് അയഞ്ഞ ഓടിഎന്നാൽ വെള്ളക്കാരൻ വന്നുതന്റെ കട്ടിയുള്ള ശൂന്യമായ തലഅവൻ ആറിണ്റ്റെ കഴിഞ്ഞ കാണാൻ കഴിഞ്ഞില്ലഅവൻ എല്ലാ പോത്ത് മരിച്ചവരുടെ ആഗ്രഹിച്ചുഇത് വളരെ ദു, ഓ അങ്ങനെ അദ്ദേഹം.
		-- Ted Nugent, "The Great White Buffalo"

%
ഒരു മനുഷ്യൻ അറിവില്ലാതെ ഇരിക്കുന്നതു നന്നല്ലഅവന്റെ കാൽ ധൃതി ചിരിപ്പിക്കുകയും തന്റെ വഴി അംഗീകരിക്കപ്പെടണം.
		-- Proverbs 19:2

%
ഇത് ആയിരുന്നു രസകരമായ ഉപയോഗിച്ച്എടുക്കുന്നതിനും കിൽ.മറ്റൊരു സ്ഥലത്തു സമയവും ൽഞാൻ ആവേശം അതു ചെയ്തു.
		-- Lust to Love

%
ഇത് വളരെയധികം ഒരു തവണ ആയിരുന്നുവൺ പദം കുറച്ച്അതു എനിക്കും നിങ്ങൾക്കും എല്ലാ അധികവും ഉണ്ടായിരുന്നുപോകാൻ ഒരു വഴിയായി ഉണ്ടായിരുന്നുഞങ്ങൾ ചെയ്യും കഴിഞ്ഞില്ല കൂടുതൽ ഒന്നുംഒറ്റത്തവണ വളരെയധികംവൺ പദം കുറച്ച്
		-- Meredith Tanner

%
ഇത് വേഗത്തിൽ കുതിര ആകുന്നു,ഇളയവർ,പഴയ വിസ്കി ആൻഡ്കൂടുതൽ പണം.
		-- Tom T. Hall, "The Secret of Life"

%
അതു ശരിയാകും തുടർന്ന്ഇത് ഏകദേശം അർധരാത്രിയാണ്,ഞാൻ വീഞ്ഞും കൂടുതൽ രണ്ടു കുപ്പി ലഭിച്ചു.
		-- Tom T. Hall, "The Secret of Life"

%
ഇത് വെറും ഇടത്തേക്ക് ഒരു ജമ്പ് തുടർന്ന്തുടർന്ന് വലതുവശത്ത് ഒരു ഘട്ടം.നിങ്ങളുടെ തേയ്മാനം നിങ്ങളുടെ കൈ വെച്ചുഎന്നാൽ ഇറുകിയ നിങ്ങളുടെ മുഴങ്കാൽ pull.ഇത് പെൽവിക് ഊന്നൽ തുടർന്ന്അത് ശരിക്കും നിങ്ങളാണോ insa-ഒരു-എ-എ-Ane ലഭിക്കുന്നുനമുക്ക് വീണ്ടും സമയം ചുരുക്കാം!
		-- Rocky Horror Picture Show

%
ഇത് വെറും അപ്പാർട്ട്മെന്റ് വീട്ടിൽ നിബന്ധനകൾ,അങ്ങനെ നിങ്ങൾ 'partment വീട്ടിൽ മൂഢൻമാർഓർക്കുക: ഒരുത്തന്റെ പരിധി മറ്റൊരുത്തന്റെ ഫ്ലോർ ആണ്.ഒരുത്തന്റെ പരിധി മറ്റൊരുത്തന്റെ ഫ്ലോർ ആണ്.
		-- Paul Simon, "One Man's Ceiling Is Another Man's Floor"

%
അത് ഇതുപോലെ തുടർന്ന്സമുറായ് പോലും, ടെഡി കരടികളുടെ ഞങ്ങൾക്കുണ്ട്പോലും ടെഡി വഹിച്ചുമദ്യപിച്ച് നേടുക.
		-- Paul Simon, "One Man's Ceiling Is Another Man's Floor"

%
ഒരു പ്രാവിൻറെ വിനിയോഗിക്കാനാകൂ ആഗ്രഹിക്കുന്ന ഏതു മതത്തിൽ നേരെ അല്ല.
		-- Tom Lehrer, "Poisoning Pigeons in the Park"

%
ഇത് നിമിഷത്തിന്റെ ചൂടിൽ അങ്ങനെ ആശയക്കുഴപ്പങ്ങൾക്ക് ശേഷമേ വശങ്ങളും തുടർന്ന്,അതു യഥാർത്ഥ എങ്കിൽ വെറും കാണാൻ,വട്ട്, അതിനെ മനോഭാവം എങ്ങനെ എന്നെ അറിയിക്കും ഇല്ലാതെ അങ്ങനെ ലൈംഗികം അത്രയേയുള്ളൂ,എന്നാൽ ഞാൻ നേരിടാൻ ലഭിച്ചത് എല്ലാ ഹാർഡ് തണുത്ത വസ്തുതകൾ ഒഴിവാക്കിയും പിരിയുകയാണ്,അതുകൊണ്ട്, ഈ മാജിക് രാത്രി കൂടി ഉള്ളപ്പോൾ എന്നെ ഒന്നു ചോദിക്കട്ടെഅതു വെറും ആർക്കും കഴിയുമായിരുന്നു അല്ലെങ്കിൽ അത് നിങ്ങൾ എന്നു ഉണ്ടായിരുന്നത്?
		-- Billy Joel, "Glass Houses"

%
ജോൺ ദാം മേയ് ഓസ്കാർഗേ Whitty വിൽഡെ ചെയ്തിട്ടുള്ളതാണ് ലഭിച്ചുജെറാർഡ് ഹോപ്കിൻസ് എന്നാൽ യോഹന്നാൻ Greenleaf എന്നാൽ Thornton എന്നാൽManley Whittier Wilder ചെയ്തിട്ടുള്ളതാണ് ലഭിച്ചു
		-- Willard Espy

%
കള്ളൻ വിഷം ശേഷം യോഹന്നാൻ സ്നാപകൻകമാൻഡർ ഇൻ ചീഫ് തന്റെ ഹീറോ ചെയ്തത് നോട്ടം,എന്നെ വലിയ നേതാവ് അറിയുന്നതുകൊണ്ടു, പക്ഷെ ഹ്രസ്വമായ ദയവായിഎന്നെ രോഗികളെ നേടുകയും ഒരു ദ്വാരം ഉണ്ടോ?ഒരു ഈച്ചയെപ്പോലും ബാറ്റിംഗിനിറങ്ങിയ കമാൻഡർ ഇൻ ചീഫ് അവനെ ഉത്തരം.വേതാളം ഒപ്പം ആർത്തുവിളിക്കും ഏവർക്കും മരണം പറഞ്ഞു.അവൻ ആകാശത്ത് ചൂണ്ടുന്നത് ഒരു ബാർബെൽ വാരവും,സൂര്യൻ മഞ്ഞ പോലെ ആണ്, അതു ചിക്കൻ തുടർന്ന്.
		-- Bob Dylan, "Tombstone Blues"

%
ഞാൻ പോകുന്നതിന് മുമ്പ് ജസ്റ്റ് ഒരു ഗാനം, സുരക്ഷാ കടന്നുപോവുകയാണ്അതു കാര്യത്തിൽ ആക്കാം, ഞാൻ ഇത്രകാലം അവളെ അറസ്റ്റിൽ.രണ്ടുപ്രാവശ്യം അവൾ ഒടുവിൽ സ്നേഹത്തിൽ എന്നെ നോക്കി ശബ്ദം വേഗത യാത്രദഹിപ്പിച്ചു എളുപ്പമാണ്. അവൾ കാണാതെപോയി.ഞാൻ പോകുന്നതിന് മുമ്പ് ഷോകൾ വെറും ഒരു പാട്ട് മേൽ എത്തിയപ്പോൾഞങ്ങൾ ഒരു പാഠം പഠിക്കേണ്ട വീട്ടിലേക്ക് മടങ്ങാനുള്ള ഉണ്ടായിരുന്നു.ഞങ്ങൾ രണ്ടു തവണ ശബ്ദം വേഗത സഞ്ചാര വാതിൽ തുറന്നു സന്ദർഭംഞാൻ ഏകനായി ഉണ്ടായിരുന്നു. ദഹിപ്പിച്ചു എളുപ്പമാണ്.അവൾ എന്റെ സ്യൂട്ട്കേസ് എന്നെ സഹായിച്ചു,അവൾ എന്റെ കാൺകെ നിൽക്കുന്നു,എന്നെ എയർപോർട്ടിലേക്ക് ടുഫ്രണ്ട്ലി ആകാശത്തിലേക്ക്.
		-- Crosby, Stills, Nash, "Just a Song Before I Go"

%
ജസ്റ്റ് വലിയ തീരുമാനങ്ങൾ മെഷീനുകൾ,അനുകമ്പയും ദർശനം മനുഷ്യർ പ്രോഗ്രാം,അവരുടെ കാര്യം ഞങ്ങൾ ശുദ്ധമാകും കാണാം,നിത്യമായി സ്വതന്ത്ര നിത്യനായ യുവ, അതെ ആയിരിക്കും,എത്ര മനോഹരമായ ഈ ലോകം ആയിരിക്കും,ഒഴിവാകുന്നതിന് എന്തു മഹത്തായ ഒരു സമയം.
		-- Donald Fagon, "What A Beautiful World"

%
`ജസ്റ്റ് ഒരു Snark വേണ്ടി സ്ഥലം! ' Bellman നിലവിളിച്ചുഅവൻ ശ്രദ്ധയോടെ തന്റെ ക്രൂ വന്നിറങ്ങി പോലെ;വേലിയേറ്റം മുകളിൽ ഓരോ മനുഷ്യനും പിന്തുണക്കുകതന്റെ മുടി പിണയുന്നു ഒരു ശക്തികൊണ്ടു.'ജസ്റ്റ് ഒരു Snark വേണ്ടി സ്ഥലം! ഞാൻ രണ്ടുപ്രാവശ്യം അതു പറഞ്ഞു:അതാണ് മാത്രം ക്രൂ പ്രോത്സാഹിപ്പിക്കുന്നു വേണം.ഒരു Snark വേണ്ടി ജസ്റ്റ് സ്ഥലം! ഞാൻ മൂന്നു വട്ടം അതു പറഞ്ഞു:എന്തു ഞാൻ മൂന്നു പ്രാവശ്യം നിങ്ങളോടു പറയുന്നു സത്യമാണ്. '
		-- Donald Fagon, "What A Beautiful World"

%
`ജസ്റ്റ് ഒരു Snark വേണ്ടി സ്ഥലം! ' Bellman നിലവിളിച്ചുഅവൻ ശ്രദ്ധയോടെ തന്റെ ക്രൂ വന്നിറങ്ങി പോലെ;വേലിയേറ്റം മുകളിൽ ഓരോ മനുഷ്യനും പിന്തുണക്കുകതന്റെ മുടി പിണയുന്നു ഒരു ശക്തികൊണ്ടു.`ജസ്റ്റ് ഒരു Snark വേണ്ടി സ്ഥലം! ഞാൻ രണ്ടുപ്രാവശ്യം അതു പറഞ്ഞു:അതാണ് മാത്രം ക്രൂ പ്രോത്സാഹിപ്പിക്കുന്നു വേണം.ഒരു Snark വേണ്ടി ജസ്റ്റ് സ്ഥലം! ഞാൻ മൂന്നു വട്ടം അതു പറഞ്ഞു:എന്തു ഞാൻ മൂന്നു പ്രാവശ്യം നിങ്ങളോടു പറയുന്നു സത്യമാണ്. '
		-- Donald Fagon, "What A Beautiful World"

%
വെറും ഇന്നലെ രാവിലെ അവർ എന്നെ നീ പോയിരുന്നു, അറിയിക്കുകസൂസെന്നെ, തങ്ങൾ ഉണ്ടാക്കിയ പദ്ധതികൾ നിങ്ങൾക്ക് അറുതിവരുത്താൻ,ഞാൻ ഈ രാവിലെ പുറപ്പെട്ടു ഞാൻ ഈ ഗാനം എഴുതിയെടുത്തു,വെറും അത് അയയ്ക്കുന്നതിന് ആർ ഓർക്കുക കഴിയില്ല ...ഓ, ഞാൻ തീ കണ്ട ഞാൻ മഴയും കണ്ടതാണ്,ഞാൻ ഒരിക്കലും കരുതിയ സണ്ണി ദിവസം കണ്ട,ഞാൻ സുഹൃത്തായി കണ്ടെത്താൻ കഴിഞ്ഞില്ല വരുമ്പോൾ ഏകാന്തമായ തവണ കണ്ടതാണ്,എന്നാൽ ഞാൻ എപ്പോഴും ഞാൻ പിന്നെയും നിങ്ങളെ കാണും ആഗ്രഹിക്കുന്നു വിചാരിച്ചു.ഞാൻ വീണ്ടും ഒരുതവണ കൂടി കാണാൻ കരുതുന്നു.
		-- James Taylor, "Fire and Rain"

%
കെ: തിളങ്ങുന്ന ന്റെ മെറ്റൽ, ഹാർഡ് തിളങ്ങുന്നതുമാണ്;കോബോള് ന്റെ ദീർഘിച്ച ആൻഡ് confining;നീ അവരെ തോല്പിക്കയും ചെയ്യുമ്പോൾ KOBOLDS topple;മോശം തോന്നാതിരിക്കാൻ അത് അവരെ പോലെ ബുദ്ധിമുട്ടാണെന്ന് ചെയ്യരുത്.
		-- The Roguelet's ABC

%
പുരാതന ദേശങ്ങളെ, നിങ്ങളുടെ നിലകളുള്ള ആഡംബരത്തോടെ നിലനിർത്തുക! അവൾ നിലവിളിക്കുന്നുനിശബ്ദ അധരങ്ങൾകൊണ്ടു. എന്നെ നിങ്ങളുടെ മടുപ്പ്, ദരിദ്രനായ തരികസ്വതന്ത്ര ശ്വസിക്കാൻ ആഗ്രഹിക്കൽ നിങ്ങളുടെ ഗുഹാകവാടത്തിനു ബഹുജനങ്ങളെ,നിങ്ങളുടെ വിശിഷ്യാ കേരളത്തിലെ തീരത്തോടടുത്ത ചീത്ത വിസമ്മതിക്കുന്നു.എനിക്കു, വീടില്ലാത്ത, കൊടുങ്കാറ്റു-ചാടിക്കുന്നു ഈ അയയ്ക്കുക ...
		-- Emma Lazarus, "The New Colossus"

%
(അവിടെ ആരൊക്കെ?) നാക് നാക് ... ഏഥെർ! (വ്യാപിപ്പിക്കുന്നു ആർ?) ഏഥെർ ബണ്ണി ... അതെ[ഗായകസംഘം]Yeay!ഹാപ്പി ഭാഗത്തു എപ്പോഴും സന്തോഷവതിയാണ് ഭാഗത്ത് തുടരുന്നതിന്,ജീവിതത്തിന്റെ ഹാപ്പി ഭാഗത്ത് തുടരുന്നതിന്!പൃഷ്ടം തെണ്ടി തെണ്ടി തെണ്ടി തെണ്ടി തെണ്ടിഞങ്ങൾ നിങ്ങളോടു ഭ്രാന്തൻ ഡ്രൈവ് നിങ്ങൾ വേദന അനുഭവപ്പെടും,അങ്ങനെ ജീവന്റെ ഹാപ്പി ഭാഗത്ത് തുടരുന്നതിന്!(അവിടെ ആരൊക്കെ?) നാക് ... അണ്ണാ നാക്! (അന്ന ആരാണ്?)ഒരു മറ്റൊരു വ്യാപിപ്പിക്കുന്നു ബണ്ണി ... [കോറസ്](അവിടെ ആരൊക്കെ?) നാക് നാക് ... Stilla! (Stilla ആർ?)ഇപ്പോഴും മറ്റൊരു വ്യാപിപ്പിക്കുന്നു ബണ്ണി ... [കോറസ്](അവിടെ ആരൊക്കെ?) നാക് നാക് ... Yetta! (Yetta ആർ?)മറ്റൊരു വ്യാപിപ്പിക്കുന്നു ബണ്ണി ... [കോറസ്]നാക് നാക് ... (ആർ അവിടെ?) കാർഗോ! (കാർഗോ ആർ?)കാർഗോ ബീപ് ബീപ് ഏഥെർ ബണ്ണി പടരുന്നു ... [കോറസ്]നാക് നാക് ... (ആർ അവിടെ?) ബൂ! (ആർ ബൂ?)കരയരുത്! ഏഥെര് ബണ്ണി അടുത്ത വർഷം തിരിച്ചുവരും! [ഗായകസംഘം]
		-- Emma Lazarus, "The New Colossus"

%
ലേഡീസ് മാന്യരെ, Hobos ആൻഡ് Tramps,ക്രോസ്-ഐഡ് mosquitos ആൻഡ് bowlegged ഉറുമ്പുകൾ,ഞാൻ നിങ്ങളുടെ പിന്നിൽ നില്പാനും തിരുസന്നിധിയിൽഎന്തെങ്കിലും നിങ്ങൾക്ക് അറിയിച്ച് ഞാൻ കുറിച്ച് ഒന്നും അറിയില്ല.അടുത്ത വ്യാഴാഴ്ച (നല്ല വെള്ളിയാഴ്ചയാണ്),നടന്ന കൺവെൻഷനിൽ ഉണ്ടാകുംമനുഷ്യർക്ക് കർശനമായി ആണ് വനിതാ ക്ലബ്.അഡ്മിഷൻ വാതിൽക്കൽ നൽകുകയും സൗജന്യമാണ്,ഒരു കസേര ദീപാരാധന, തറയിൽ ഇരിക്കരുത്.അതു ശീതകാലത്തു ഒരു വേനൽ അന്ന്,മഞ്ഞും ഉപവാസം ആലോചിക്കേണ്ടിയിരിക്കുന്നു,ചെരിപ്പും ഒരു ആസനം ആൺകുട്ടി നിലയിൽപുല്ലു ഇരുന്നു നിന്നു.ഓ, ആ രാത്രി മരിച്ചവരുടെ വെളുത്ത ദിവസം,രണ്ട് മരിച്ചവരുടെ യുദ്ധം എഴുന്നേറ്റു.ന്യായമായ മത്സരങ്ങൾ കാണാൻ മൂന്ന് കുരുടന്മാർ,നാല്പതു ടീപോയില് "കൊള്ളാം" നിശബ്ദമാക്കലുകളും!പിറകെ അവർ പരസ്പരം നേരിടുന്നഅവരുടെ വാളുകൾ വലിച്ചു പരസ്പരം വെടിയേറ്റു.ബധിരനായ പോലീസുകാരൻ ആരവം കേട്ടുവന്നു ആ രണ്ടു മരിച്ചവരുടെ ആൺകുട്ടികളും അറസ്റ്റ്.
		-- Emma Lazarus, "The New Colossus"

%
നാല്ക്കാലികള് ആൻഡ് Jellyspoons!ഞാൻ നിങ്ങളുടെ പിന്നിൽ നില്പാനും തിരുസന്നിധിയിൽ,നിന്നോടു ഒരു കാര്യം പറയാൻ ഞാൻ കുറിച്ച് ഒന്നും അറിയില്ല.ശേഷം അടുത്ത വ്യാഴാഴ്ച ദുഃഖവെള്ളിയാഴ്ച ആയിരിക്കും,അമ്മമാർ മാത്രം ഒരു പിതൃഭവനം യോഗം ഉണ്ടാകും.നിങ്ങൾക്ക് എന്തെങ്കിലും ഇല്ലെങ്കിൽ, നിങ്ങളുടെ മികച്ച വസ്ത്രം ധരിക്കുക,നിങ്ങൾ ഒരുപക്ഷേ അവിടെ കഴിയില്ല വീട്ടിലും തുടരുക.പ്രവേശനം സൗജന്യമാണ്, വാതിൽക്കൽ തരേണമേ.എന്നോടു ഇരിക്കു: തറയിൽ ദയവായി ഇരിക്കൂ.നീ ഇരുന്നു കൈകാര്യം എവിടെയായിരുന്നാലുംബാൽക്കണിയിൽ മനുഷ്യനെ തീർച്ചയായും തുപ്പി ചെയ്യും.ഞങ്ങൾ നിങ്ങളുടെ നിര്ദ്ദയമായ ശ്രദ്ധയ്ക്ക് നന്ദി,ഇപ്പോൾ ഞങ്ങളുടെ അടുത്ത ആക്ട് അവതരിപ്പിക്കാൻ ആഗ്രഹിക്കുന്നു:"വട്ടമേശ നാലു കോണിലും."
		-- Emma Lazarus, "The New Colossus"

%
ലേഡി,, നിങ്ങള് സംഗമം വേണംആരുടെ വഴികളെല്ലാം വിവേകവും ഒന്നാണ്,തന്റെ ഭാര്യ murmurs ഒരുവൻതന്റെ ജീവിതത്തിന്റെ lodestar ആണോ,ഉറപ്പു പ്രമാണിക്കുന്നവൻഅവൻ വ്യഭിചാരം ചെയ്തു ഒരിക്കലുംമറ്റൊരു പ്രിയൻ ഒരിക്കലും ...ലേഡി നായകിയാരേ, മികച്ച റൺ!
		-- Dorothy Parker, "Social Note"

%
വണ്ട്, വണ്ട്,നിങ്ങളുടെ അമരത്തു നോക്കുക!നിങ്ങളുടെ വീട്ടിൽ തീ ആണ്,നിന്റെ മക്കൾ ചുട്ടുകളകയും ചെയ്യും!ഇങ്ങനെ നിങ്ങൾ ചാടുകയും പാടുംആദ്യമായിമുകളിൽ നാല് വരികൾവൃത്തതാളങ്ങളെ കടന്നു ചെയ്യപ്പെട്ടിട്ടുള്ളത്.
		-- Walt Kelly

%
ഇന്നലെ രാത്രി ഞാൻ സ്റ്റെയർ മേൽ കൂടിക്കാഴ്ചഅവിടെ ഇല്ല ഒരു ചെറിയ മനുഷ്യൻ.അവൻ അവിടെ വീണ്ടും ഇന്ന് ആയിരുന്നു.ഞാൻ അവൻ കെട്ടുപോകും ആഗ്രഹിക്കുന്നു ആഗ്രഹിക്കുന്ന ഗീ!
		-- Walt Kelly

%
ലാറ്റിൻ ഒരു ഭാഷയാണ്,മരിച്ചവരുടെ പോലെ ആകാം.ആദ്യം അതു റോമർ കൊന്നു,ഞാൻ ഇപ്പോൾ കൊല്ലപ്പെട്ടു പറ്റി.
		-- Walt Kelly

%
സാക്ഷാല് ചിന്തകർ വിവാഹം എന്നെ അനുവദിക്കുകതടസ്സങ്ങളും അഡ്മിറ്റ്. സ്നേഹം സ്നേഹമേ അല്ലഏത് അതു ഭേദഗതിയും കാണുമ്പോൾ മാറ്റിമറിക്കുന്നു,അല്ലെങ്കിൽ നീക്കം നീക്കം കൂടെ ആവും:ഇല്ല, ഹേ! അതു മുമ്പെന്നത്തെക്കാളും നിശ്ചിത അടയാളം,ആ tempests നോക്കുന്നു കുലുങ്ങിപ്പോയി ഒരിക്കലും;ഓരോ അലഞ്ഞു പുറംതൊലി നക്ഷത്രത്തിൽ ആണ്,ആരുടെ രൂപയുടെ ന്റെ അജ്ഞാത തന്റെ ഉയരം കൈക്കൊള്ളും ആണെങ്കിലും.സ്നേഹം റോസ് അധരം കവിൾ വന്നിട്ടും ടൈം വിഡ്ഢികളുടെതന്റെ കുഴയുന്ന അരിവാൾ ന്റെ കോമ്പസ് വരും -ൽ;സ്നേഹം, തന്റെ ഹ്രസ്വമായ മണിക്കൂറും ആഴ്ച അനുകൂലമല്ല മാറ്റിമറിക്കുന്നുഎന്നാൽ ശിക്ഷ അറ്റം വരെ അതു പുറത്തു വഹിക്കുന്നു.തെളിയിച്ചു ഈ പിശക് എങ്കിൽ എന്റെ മേൽ,ഞാൻ റിട്ട് ഒരിക്കലും അരുതു എന്നേക്കും ആരും സ്നേഹിച്ചു.
		-- Walt Kelly

%
ആകയാൽ ഞാനും നീയും പോകാംരാത്രി ആകാശത്തിൽ നേരെ വെച്ചിരിക്കുന്നു സമയത്ത്പഴയ പന്നിയിറച്ചി പൈ ന് കടുക് ഒരു പൂശുക പോലെ."നൈസ് കവിത ടോം. ഞാൻ മാറ്റങ്ങൾ ആശയങ്ങൾ എങ്കിലും എന്തുകൊണ്ടാണ് ഫലം വരും എന്നുണ്ടോ?"
		-- Ezra

%
നമുക്കു പോകാം, ചില പകുതി ഉപേക്ഷിക്കുകയാണുണ്ടായത് തെരുവുകളിൽ, അനുവദിക്കുകmuttering റിട്രീറ്റ്ഒറ്റ രാത്രി ചിലവുകുറഞ്ഞ ഹോട്ടലുകൾ ലെ അടങ്ങാത്ത രാത്രിയുടെപിന്നെ മുത്തുച്ചിപ്പി-ഷെല്ലുകൾ ഉപയോഗിച്ച് sawdust റെസ്റ്റോറന്റുകൾ:ഒരു പ്രോഗ്രാമുകളാണ് വാദം പോലെ പിന്തുടരുന്ന തെരുവുകൾഇതുവഴിയുള്ള ഇന്റന്റ്വൻതിരക്കാണ് ചോദ്യം നിങ്ങളെ നയിക്കാൻ ...ഓ, ചോദിക്കരുത് "എന്ത് ചെയ്യുന്നു?"
		-- T. S. Eliot, "Love song of J. Alfred Prufrock"

%
ഞങ്ങളെ നന്നായി സ്ത്രീകളും പുരുഷന്മാരും പരിഗണിക്കേണ്ടതെന്നും വരട്ടെ;അവർ യഥാർഥ മട്ടിൽ അവരെ കണക്കാക്കുക;ഒരുപക്ഷേ അവർ.
		-- Ralph Waldo Emerson

%
ലൈഫ് മത്തി ഒരു ടിൻ പോലെയാണ്.നാം കീ തിരയുന്ന നമുക്ക് എല്ലാവർക്കും, മുൻപരിചയം.
		-- Beyond the Fringe

%
ലൈഫ് മറ്റ് പദ്ധതികൾ making തിരക്കിലാണ് ആയിരിക്കുമ്പോൾ എന്തു സംഭവിക്കുന്നു ആണ്.
		-- John Lennon, "Beautiful Boy"

%
ഓരോ ശബ്ദം പാടുകയും ഉയർത്തിഭൂമിയും ആകാശവും റിംഗ് വരെഓഫ് ലിബർട്ടി harmonies കൂടെ റിംഗ്;ഞങ്ങളുടെ പ്രശംസ വർധന അനുവദിക്കുകകേൾക്കൽ ആകാശത്ത് പോലെ ഹൈ,അത് കഴിഞ്ഞ് കടലിലെ ഉച്ചത്തിൽ ഗഡാഗ് അനുവദിക്കുക.വിശ്വാസം ഇരുണ്ട കഴിഞ്ഞ നമ്മെ പഠിപ്പിച്ച നിറഞ്ഞ ഒരു പാട്ടുപാടുക.ഇന്നത്തെ നമ്മെ വാങ്ങിയത് പ്രത്യാശ നിറഞ്ഞ ഒരു പാട്ടുപാടുക.ആരംഭിച്ചിട്ടു നമ്മുടെ പുതിയ ദിവസത്തെ സൂര്യൻ നേരിടൽ,വിജയം നേടിയത് വരെ ഞങ്ങളെ നടകൊൾക അനുവദിക്കുക.
		-- James Weldon Johnson

%
നിങ്ങൾ ഇപ്പോഴും കഴിയുമ്പോൾ, അപ്പ് പ്രകാശിപ്പിക്കുക,പോലും മനസ്സിലാക്കാൻ ശ്രമിക്കുക ചെയ്യരുത്,നിങ്ങളുടെ നിർത്തുകയെന്നതായിരുന്നു ഒരു സ്ഥലം കണ്ടെത്തുക,പിന്നെ സാരമാക്കണ്ട.
		-- The Eagles, "Take It Easy"

%
വയലിൽ ധാന്യം തോന്നുന്നു ഞാൻ നിന്നെ വെട്ടിഞാൻ വളരെ ഹാർഡ് അവസാന പഞ്ച് എറിഞ്ഞുസ്ഥിരതയുള്ള പോകുന്ന വർഷങ്ങൾക്ക് ശേഷം, നന്നായി, ഞാൻ സമയം വിചാരിക്കുകയും,കാർഡുകൾ ഒരു പുതിയ കൂട്ടം എന്റെ കയ്യിൽ എറിയാൻ.ഞാൻ നിങ്ങളെ വാരാന്ത്യത്തിൽ പുറത്തു നൃത്തം എടുക്കാനാകില്ല,ഞാൻ ഈ പട്ടണം വളരെ ചായം ആഗ്രഹിച്ചവർ കണക്കുകൂട്ടലിൽ,ഞാൻ എന്റെ മോനെ നടന്നു നോക്കൂ ശ്രമിച്ചു,ഞാൻ കണ്ടെത്തിയിട്ടുണ്ട് ഇന്നതു നഷ്ടപ്പെട്ട പിന്നീട് അറിഞ്ഞു,ഞാൻ കണ്ടെത്തിയിട്ടുണ്ട് ഇന്നതു നഷ്ടപ്പെട്ട പിന്നീട് അറിഞ്ഞു.ഞാൻ റോബർട്ട് ഫോർഡ് എന്ന തോക്ക് ഒരു ബുള്ളറ്റ് പോലെ തോന്നിഞാൻ ഒരു പെയ്ഡ് കൊലപാതകിയെ പോലെ കുറഞ്ഞ സുഖമാണ്ഞാൻ ഒരു കൂലിക്കു വാൾ പോലെ കോൾഡാണ് അറിയുന്നു.ഞാൻ അങ്ങനെ ലജ്ജിച്ചു ഞങ്ങൾ അതിനെ ശരിയാക്കാനും കഴിയില്ല സുഖമാണ്,നിങ്ങൾ അറിയുന്നു ഞാൻ ഇനി അണ്ടനും അടകോടനും കഴിയില്ലനീ എനിക്കു ബുള്ളറ്റ് പോലെ തോന്നി ആക്കും, തേൻ,റോബർട്ട് ഫോർഡ് എന്ന തോക്ക് ഒരു വെടിയുണ്ട.
		-- Elton John "I Feel Like a Bullet"

%
"ലൈൻസ് ഇൻഫിനിറ്റി ചെയ്തത് സമാന്തര യോഗം ആകുന്നു എന്നു!"യൂക്ലിഡ് ആവർത്തിച്ച്, heatedly, ഉദ്ബോധിപ്പിച്ചു.അവൻ മരിച്ചു, ആ സമീപത്തായി എത്തി:അതിൽ ശിക്ഷാവിധിയിൽ കാര്യങ്ങൾ മാറിമറിഞ്ഞതാണ് കണ്ടെത്തി.
		-- Piet Hein

%
ലിസ്പ്, ലിസ്പ്, ലിസ്പ് മെഷീൻ,ലിസ്പ് മെഷീൻ നേരമ്പോക്കാണ്.ലിസ്പ്, ലിസ്പ്, ലിസ്പ് മെഷീൻ,എല്ലാവർക്കും തമാശ.
		-- Piet Hein

%
ലിറ്റിൽ ഫ്ലൈ,നിന്റെ വേനൽ കളി ചിന്ത ജീവൻ ആണെങ്കിൽഎന്റെ ചിന്താശൂന്യമായ കൈ ബലവും & ശ്വാസംഅകലെ brush'd അന്വേഷിച്ചിട്ടുണ്ടോ. അവൻ ദരിദ്രനായിചിന്തയുടെ മരണംഅല്ല എന്നുനിന്നെപ്പോലെ ഒരു ഈച്ചയെപ്പോലും? അപ്പോൾ ഞാൻ ആകുന്നുഅല്ലെങ്കിൽ ആർട്ട് സന്തുഷ്ട ഈച്ച നീഎന്നെ ഒരു മനുഷ്യൻ? എന്നാണ എങ്കിൽഅല്ലെങ്കിൽ ഞാൻ മരിച്ചാലും.ഞാൻ നൃത്തംകുടിക്കുകയും & പാടും,ചില അന്ധനായ കൈ വരെഎന്റെ ചിറക് തേയ്ക്കും ഉണ്ടാകുമോ.
		-- William Blake, "The Fly"

%
അല്പ്പം Borden കോടാലി എടുത്തുപിന്നെ വാക്സ് ആഴത്തിൽ അതു കൂപ്പുകുത്തി;നിങ്ങൾ ജനം ജാരശങ്കയുടെ ചെയ്യരുത്എല്ലാ കാര്യത്തിനും എന്തു ചെയ്യണമെന്ന് ___ ചെയ്യാൻ?
		-- William Blake, "The Fly"

%
Logicians ഉണ്ടായിട്ടും ദീനം നിർവചിച്ചയുക്തിബോധം മനുഷ്യ തരം.യുക്തി, അവർ പറയുന്നു മനുഷ്യൻ വകയാണ്,എന്നാൽ അവർക്ക് സാധിക്കുകയാണെങ്കിൽ അവരെ അതിനു ചെയ്യട്ടെ.
		-- Oliver Goldsmith

%
Louie louie, എന്നെ പോകണംLouie louie, എന്നെ പോകണംഅവൾ എന്നെ കാത്തിരിയ്ക്കുന്നു ഫൈൻ പെൺകുട്ടിസമുദ്രം ക്രോസ്സ് എന്നെ കപ്പൽ ഉരുവിന്റെഎന്നെ കപ്പൽ എല്ലാ മാത്രം മൂന്ന് രാത്രി എന്നെ കടലിൽ കപ്പൽ ദിവസംഎന്നെ കണ്ടാല് എന്നെ നിരന്തരം പെൺകുട്ടിയുടെ ചിന്തിപ്പിക്കാൻ ചിന്തിക്കുന്നതും ഒരിക്കലും(കോറസ്) ഞാൻ അവിടെ അവൾ സ്വപ്നം കപ്പൽഞാൻ അവളുടെ മുടി റോസ് മണംഎന്നെ (കോറസ്, ഗിത്താർ സോളോ) മുകളിൽ ജമൈക്ക ചന്ദ്രൻ കാണാൻഅതു കാലം വരും, എന്റെ സ്നേഹം കാണുംഎന്റെ പ്രശ്നമാണ് കൈക്കൊണ്ടു തുടർന്ന്ഞാൻ വീണ്ടും ഒരിക്കലും അവളെ പറയുന്നു
		-- The real words to The Kingsmen's classic "Louie Louie"

%
നിങ്ങളുടെ ഹൃദയത്തിൽ സ്നേഹം താമസിക്കാൻ അവിടെ പോയിട്ടില്ല.സ്നേഹം 'നീ' വിട്ടുകൊടുക്കുകയും വൈകിയോ സ്നേഹമേ അല്ല.
		-- Oscar Hammerstein II

%
സ്നേഹം, വേഗം സൌമ്യമായ ഹൃദയത്തിൽ ജ്വലിച്ചു ഏത്ന്യായമായ ഫോം ഈ വൺ പിടികൂടിആ നിന്നും എടുത്തതാണ് എന്നെ-ഒപ്പം വഴി ഇപ്പോഴും എന്നെ afficts.സ്നേഹം, ആരും സ്നേഹവാനായ നിന്ന് പ്രിയൻ absolves ഏത്,അവനിൽ സന്തുഷ്ടനായിരുന്നു ഇത്ര തീവ്രമായ എന്നെ പിടിച്ചുആ, കാണുന്നതുപോലെ അത് എന്നെ പോലും ഇപ്പോൾ ഉപേക്ഷിക്കുകയോ ഇല്ല.സ്നേഹം വധശിക്ഷയ്ക്ക് ഞങ്ങളെ കൊണ്ടുവന്നു.
		-- La Divina Commedia: Inferno V, vv. 100-06

%
മാർഗരറ്റ്, നിങ്ങൾ .അതെയതെGoldengrove unleaving ഓവര്?ഇലകൾ, മനുഷ്യന്റെ കാര്യങ്ങൾ പോലെ,നിങ്ങളുടെ പുതിയ ഓർപ്പിച്ചു്,നിങ്ങൾക്ക് കഴിയുമെങ്കിൽ പരിപാലിക്കാൻ?അയ്യോ! ഹൃദയം പഴയ വളരുമ്പോൾഇത് ഇത്തരം ദൃശ്യങ്ങളും നിന്ന് തണുത്ത വരുംഉടനെ, ഒരു ഡയലോഗും ആദരിക്കാതെwanwood leafmeal കള്ളം ലോകങ്ങളുടെ എങ്കിലുംഎന്നിട്ടും നിങ്ങൾ കരയുന്നു എന്തുകൊണ്ട് അറിയും.ഇപ്പോൾ സാരമില്ല, കുട്ടി, പേര്ദുഃഖം ന്റെ ഉറവുകൾ ഒന്നുതന്നെയാണ്:ഇത് വരൾച്ച മനുഷ്യൻ വേണ്ടി ജനിച്ചത്,അതു നിങ്ങൾ വിലപിച്ചു മാർഗരറ്റ് ആണ്.
		-- Gerard Manley Hopkins.

%
Meanehwael, baccat meaddehaele, monstaer lurccen;Fulle ഏതാനും നിരവധി drincce, fyht വേണ്ടി hie luccen.[ഡി] en Hreorfneorht [D] hwr, Hrwaerow മകൻ [P] heororthwl,outsyd steop ലേക്കുള്ള AEsccen aewful jeork.[പി] ഹൂദ്! Bashe! Crasch! Beoom! [ഡി] ഇ bigge GYEoffe മൂക്കിൽ byt തന്റെ ശുഭയാത്ര brak Eallum;Wicced Godsylla തന്റെ asse ന് waeld.Monstaer moppe fleor WY [P] haelle ലെ eallum പുരുഷന്മാർ.bacceroome ലെ Beowulf waes bemaccen fonecall;ruccus saed, ഓഫ് Hearen sond "Hwaet [D] ഇ helle?"swich-blaed scharp ond Graben sheold strangSond [D] ഇ grimlic ശത്രുക്കൾക്കുപോലും fyht ലേക്ക് feorth."എന്നെ" Godsylla saed, "മാക് [D] ഇ minsemete."Heoro cwyc geten heold വൈ [P] അർദ്ധ നെൽസൺ faemedOnd അവനെ FEN ലേക്ക് എൽഐസി frisbe Bac flyng.ബാർ meaddehaele ലേക്കുള്ള Beowulf വയറു കയറി,Saed, "Ne ചെടിയോ അടിപ്പു മിയെ faersom cung-ഫു."Eorderen cocca-colha yce-coeld, [D] ഇ reol [P] yng.
		-- Not Chaucer, for certain

%
ആളുകൾക്കുമുള്ള പകൽ അവർ പോലെ,'വ്യവഹാരം അവർ പ്രകാശിക്കുന്നതു കാണാൻ ഇഷ്ടമാണ്.അവർ രാവിലെ എഴുന്നേറ്റു മുൻപരിചയം,ഓഫും എ-റണ്ണിംഗ് അവർ തമാശ തീരെ മടുത്തുവെങ്കിൽ വരെ.എന്നാൽ സൂര്യൻ അസ്തമിക്കുമ്പോൾശുഭ്രമായ ലൈറ്റുകൾ പ്രകാശിക്കും എന്റെ പകൽ വെറും ആരംഭിച്ചുകഴിഞ്ഞു.ഇപ്പോൾ ഈ വലിയ വലിയ ലോകത്തിന് രണ്ടു ഭാഗത്തും ഉണ്ട്,അവരിൽ ഒരുത്തൻ എപ്പോഴും രാത്രി., കുഞ്ഞ് സൂര്യപ്രകാശവും നിങ്ങളെ കെയർ ബിസിനസ്സിന്റെ എടുക്കാം എങ്കിൽ,ഞാൻ നിങ്ങളെ മുൻപരിചയം ഒരെളിയ എല്ലാ ന്യായം എന്നു ഊഹിക്കുന്നത്.എന്നെ നിങ്ങൾ ഒരു കൈ കടം തിരയുന്ന വരും ചെയ്യരുത്.എന്റെ കണ്ണു വെറും വെളിച്ചം നിൽക്കാൻ കഴിയില്ല.'ഞാൻ ഒരു രാത്രി മൂങ്ങ തേൻ സുഖമാണ് ഇടവിടാതെ ഉറങ്ങാൻ കോസ്.
		-- Carly Simon

%
എന്നെ പഴയ ഉണ്ടാക്കുവാൻ മമ്മി പൊടി;രാത്രി കറുത്ത എന്റെ വസ്ത്രം ശവക്കച്ച ചെയ്യുക;എന്റെ ശബ്ദം പഴയ Hag ന്റെ cackle എന്നേക്കും;എന്റെ മുടി വെളുപ്പിപ്പാൻ ചെയ്യുന്നതിനായി, ഭയം ഒരു മുറവിളികൂട്ടുക;ആരാധകൻ കാറ്റിനെ ഒരു സ്ഫോടനം എന്റെ വിദ്വേഷ;നന്നായി ഇളക്കുക ലേക്കുള്ള ഞാനിതാ -ഇപ്പോൾ നിന്റെ ജാലവിദ്യ ഉച്ചരിക്കാനോ തുടങ്ങും!
		-- Walter Disney, "Snow White"

%
എന്റെ വിദഗ്ദനായ ഞാൻ ശരിയായ എന്റെ തലയിൽ ആയി എന്നു പറഞ്ഞു,എന്നാൽ ഞാൻ പറഞ്ഞു, "പ്രിയ ഡോക്ടർ, ഞാൻ പകരം നിങ്ങൾ എന്ന് തോന്നുന്നു.ഞാൻ അതുല്യമായ പുതിയ ഒരു കാര്യം ലഭിച്ചു കാരണം,അതിനു ഞാൻ നിങ്ങളെ കഴിഞ്ഞ ചിരിച്ചു ഉണ്ടായിരിക്കും.ഒറ്റ തലയിലെ പകരം 'നൽകി - ഞാൻ രണ്ടു ലഭിച്ചു.നിങ്ങൾ രണ്ടു തല അധികം നല്ലതു അറിയുന്നു.
		-- Walter Disney, "Snow White"

%
എന്റെ Bonnie ഗ്യാസ് ടാങ്കിൽ നോക്കികാണാൻ അതിലെ ഉള്ളടക്കങ്ങൾ ഉയരം!അവൾ സഹായിക്കാൻ ഒരു ചെറിയ മത്സരത്തിൽ കത്തിക്കാം,അയ്യോ, എനിക്ക് എൻറെ തറക്കും തിരികെ കൊണ്ടുവരാൻ.
		-- Walter Disney, "Snow White"

%
എന്റെ കാൽക്കുലേറ്റർ എന്റെ ഇടയൻ എനിക്കു മുട്ടുണ്ടാകയില്ലഅതു എന്റെ പത്തു കാര്യമായ കണക്കുകൾ കൃത്യതയുള്ള ഉണ്ടാക്കിഅതു 99 അക്കങ്ങൾ ശാസ്ത്രീയമായ നൊട്ടേഷനിൽ എന്നെ നടത്തുന്നു.ഇത് എന്റെ സ്ക്വയർ വേരുകൾ തണുപ്പിക്കുന്നു ഫ്ലോട്ടിങ് പാതകളിലും എന്നെ നയിക്കുകയുംകൃത്യത നിമിത്തം ദശാംശസംഖ്യകൾ.അതേ, എല്ലാമനുഷ്യരും ഞാൻ സർപ്രൈസ് ക്വിസുകൾ താഴ്വരയിൽ കൂടി നടന്നാലും,ഞാൻ യാതൊരു പ്രൊഫ ഭയപ്പെടും എന്റെ കാൽക്കുലേറ്റർ എന്നെ hearten ലേക്ക് ഇല്ലല്ലോ.അത് ഒരു ഒരുക്കുന്നു എന്നെ ആശ്വസിപ്പിക്കാൻ ഒരു രേഖ പട്ടികയുടെ ഒരുക്കുന്നുഎന്റെ അധ്യാപകരുടെ സാന്നിധ്യത്തിൽ എന്നെ വേണ്ടിയുള്ള ആർക്ക് പാപം.ഇത് ശരിയായ പരിഹാര എന്റെ ഗൃഹപാഠം annoints എന്റെ interpolations ആകുന്നുമേൽ.തീർച്ചയായും കൃത്യതയും കൃത്യത ഇരുവരും എന്റെ എല്ലാ പിന്തുടരുംജീവിതം, ഞാൻ എന്നേക്കും ടെക്സസ് ഉപകരണങ്ങൾ വീട്ടിൽ വസിക്കും.
		-- Walter Disney, "Snow White"

%
എന്റെ പ്രിയേ ഭാര്യ എപ്പോഴും മഴയിരമ്പം ആയിരുന്നു.ഞാൻ റം ഒരു cask അവളെ മുക്കിക്കളഞ്ഞുഅങ്ങനെ അവൾ താമസിക്കുമെന്ന് ഉറപ്പാക്കിയമെച്ചപ്പെട്ട ആത്മാക്കൾ രാപ്പകൽ.
		-- Walter Disney, "Snow White"

%
എന്റെ സ്നേഹം ജൂൺ ഒരു ദിവസം പോലെ പ്രവർത്തിക്കുന്നു,അവൻ സങ്കടങ്ങൾ യാതൊരു സുഹൃത്തുക്കളെ സൃഷ്ടിക്കുന്നു.തന്റെ കുതിക്കുന്ന rigadoon ചവിട്ടും കാണാംപാതയിൽ അല്ലെങ്കിൽ morrows ൽ.sunbeams ആരംഭിക്കുമ്പോൾ എവിടെ അവൻ തന്റെ ജീവിക്കാൻ കാണാംഅന്ധൻമാരെ കൊടുങ്കാറ്റു അല്ലെങ്കിൽ അവനെ നിവാരണത്തിന് wind കഴിഞ്ഞില്ല.എന്റെ സ്വന്തം പ്രിയ സ്നേഹം, അവൻ എന്റെ ഹൃദയം -ഞാൻ somebody'd അവനെ ഷൂട്ട് നേരുന്നു.
		-- Dorothy Parker, part 3

%
എന്റെ സ്നേഹം, അവൻ ഭ്രാന്തൻ തുടർന്ന് എന്റെ സ്നേഹം, അവൻ ഫ്ലീറ്റ് തുടർന്ന്,ഒരു കാട്ടുവള്ളി യുവ മരം-കാര്യം പ്രസവിച്ചു!തന്റെ വഴികളൊക്കെയും റോമിംഗ് അടി പ്രിയേ,മേഘങ്ങൾ അവനെ വേണ്ടി sunlit ചെയ്യുന്നു.പോലെ കുത്തനെ അവൻ തോന്നുന്നു എന്റെ ഹൃദയം മധുരവുംഖദിരമരംകൊണ്ടു സുഗന്ധം പോലെ.എന്റെ സ്വന്തം പ്രിയ സ്നേഹം, അവൻ എന്റെ സ്വപ്നങ്ങൾ ആണ് -ഞാൻ ആസ്യയിൽ കൊതിച്ചു.
		-- Dorothy Parker, part 2

%
ഹേയ് എന്റെ സാറുംറോക്ക് ആൻഡ് റോൾ രാജാവിനെ പോയിരിക്കുന്നു എന്നാൽ അദ്ദേഹം മറന്നുപോയിരിക്കുകയാണ് നമുക്കറിയില്ല താമസിക്കാൻ ഇവിടെഇത് ഒരു ജോണി ചീഞ്ഞ കഥ പുറത്തു കാട്ടുവാൻ നല്ലതുഅത് തുരുമ്പ് അത് ഔട്ട് കാട്ടുവാൻ നല്ലതു ക്ഷയിച്ചുപോകുന്നു അധികംഎന്റെ എന്റെ സാറും ഹായ് രാജാവു പോയിരിക്കുന്നു എന്നാൽ അദ്ദേഹം മറന്നുപോയിരിക്കുകയാണ് നമുക്കറിയില്ലഎന്റെ എന്റെ ഹായ് ഇത് നീല, കറുപ്പ് കയറി നിന്നു ഹേയ് തുടർന്ന്അവർ ഈ തരും, എന്നാൽ ആ റോക്ക് ആന്റ് റോൾ അടയ്ക്കും മരിക്കും ഒരിക്കലുംഒരിക്കൽ പോയിരിക്കുന്നു നിങ്ങൾക്കും ഒരിക്കലും തിരിച്ചു പറ്റില്ല ചിത്രം കൂടുതൽ തുടർന്ന്നീലനിറത്തിലുള്ള നിന്നു ആയിരിക്കുമ്പോൾ കണ്ണ് പാലിക്കുന്നുണ്ടെന്ന് ഉള്ളതിനെക്കാൾപിന്നെ കറുത്ത കടന്നു"എന്റെ എന്റെ ഹായ് ഹായ് (ബ്ലൂ പുറത്താണ്), റസ്റ്റ് ഒരിക്കലും ഉറങ്ങുന്നു"
		-- Neil Young

%
"എന്റെ പേര് സ്യൂ കാലം! ഇപ്പോൾ സാജന് മരിക്കും ?! എങ്ങനെയാണ് ചെയ്യുന്നത്!"ശരി, ഞാൻ കണ്ണുകളുടെ നടുവിൽ ഹാർഡ് വലതു അവനെ ഹിറ്റ്പിന്നെ അവൻ ചെന്നു എങ്കിലും എന്റെ അത്ഭുതംഒരു കത്തി കൊണ്ട് വന്നു എന്റെ ചെവി ഒരു കഷണം മുറിച്ചു.അങ്ങനെ ഞാൻ ശരിയായ അവന്റെ പല്ലു കുറുകെ ഒരു കസേര ഉപോഗിച്ച്ഞങ്ങൾ മതിൽക്കെട്ടിനകത്തുകൂടെ വീഥികളിലെ വീണത്,Kickin 'ഒരു-gougin' ചെളി, രക്തം, ബിയർ.ഇപ്പോൾ ഞാൻ ഭീകരർക്ക് മനുഷ്യരെ പൊരുതു ഞങ്ങൾ നിങ്ങളോടു പറയുന്നു,എന്നാൽ ഞാൻ ശരിക്കും ഓർക്കുകയും കഴിയില്ല:അവൻ കോവർകഴുതപ്പുറത്തു പോലെ ഐഐടിയും അവൻ ഒരു മുതല പോലെ കടിച്ചു.എന്നാൽ ഞാൻ അവനെ ചിരിക്കും കേട്ടു ഞാൻ അവനെ cuss കേട്ടുഅവൻ തന്റെ തോക്കെടുത്ത് വേണ്ടി ഞാൻ പോയത്, എന്നാൽ ആദ്യം എന്റേതല്ല ഗുരുത്വാകർഷണത്താൽഅവൻ 'എന്നെ lookin അവിടെ ഇരുന്നു; ഞാൻ അവനെ പുഞ്ചിരി കണ്ടു.അദ്ദേഹം പറഞ്ഞു: "മകനേ, ഇക്കാര്യം ലോകത്തെ പരുക്കൻ ആണ്,ഒരു പുരുഷൻ ന്റെ ചത്തെന്നു അവൻ ന്റെ ഇനീം മറനില്ല ആക്കുംഞാൻ നിങ്ങളെ സഹിതം സഹായിക്കാൻ പോരാ അറിയാമായിരുന്നു.അങ്ങനെ ഞാൻ ആ പേര് കൊടുക്കും ഞാൻ വിട പറഞ്ഞുഞാൻ നിങ്ങളെ നല്ലതല്ലാത്ത നേടുകയും അല്ലെങ്കിൽ മരിക്കുക ഞങ്ങൾക്കുണ്ട് ആഗ്രഹിക്കുന്നു അറിഞ്ഞു,അതു നിങ്ങൾക്കു ആത്മികവർദ്ധന വരുത്തുവാനും സഹായിച്ചു എന്നും പേര്!
		-- Johnny Cash, "A Boy Named Sue"

%
എന്റെ സ്വന്തം പ്രിയ സ്നേഹം, ശക്തവും ധൈര്യത്തോടെഅവൻ പിന്നാലെ വരുന്നു എന്തെന്നു കരുതുന്നു.അവന്റെ വാക്കുകൾ സ്വർണം കൊണ്ടുള്ള ഒരു ചിമെ മധുരമായിരുന്നു റിംഗ്,അവന്റെ കണ്ണു ചിരിയും കത്തിക്കാം ചെയ്യുന്നു.ഒരു പതാക ബോസാണ് അവൻ ദുര്ഗാപ്പുരില് ആണ് -ഓ, ഒരു പെൺകുട്ടി, അവൾ അവനെ മറക്കരുത് ആഗ്രഹിക്കുന്നു.എന്റെ സ്വന്തം പ്രിയ സ്നേഹം, അവൻ എന്റെ ലോകം -ഞാൻ അവനെ എതിരേറ്റു ഒരിക്കലും നേരുന്നു.
		-- Dorothy Parker, part 1

%
എന്റെ പേന ഒരു പേജിന് ചുവടെയുള്ള ആണ്,ഏത്, ഫിനിഷ്ഡ് ഒരാളായി ഇവിടെ കഥ അവസാനിക്കുന്നു;ഇതൊരു, പതിനെഴായി നടന്നിരുന്നു ആശംസിച്ചു ചെയ്യേണ്ടആരംഭിച്ചിട്ടു എന്നാൽ കഥകൾ എങ്ങനെയോ ദീർഘായുസ്സും.
		-- Byron

%
എന്റെ ഉള്ളം തകർത്തു, എന്റെ ആത്മാവു വല്ലാത്തഞാൻ ഇനി എന്നെ ഇഷ്ടമല്ല,ഞാൻ cavil, വഴക്കിൽ പിറുപിറുത്തു ഗണേശനും,ഞാൻ ഇടുങ്ങിയ വീട്ടിൽ സംബന്ധിച്ച് ചിന്തിക്കുന്നില്ലേഞാൻ മനുഷ്യരുടെ ചിന്ത ചിന്തതന്നെഞാൻ വീണ്ടും പ്രണയിക്കാം കാരണം സുഖമാണ്.
		-- Dorothy Parker, "Enough Rope"

%
എല്ലാ കാര്യങ്ങൾക്കും പ്രകൃതി പരിധികൾ യോജിച്ചുപോകാൻ പരിഹരിച്ചത്,ബുദ്ധിയോടെ അഭിമാനം മനുഷ്യന്റെ നടിക്കുന്ന സ്ഥപനം വെട്ടിക്കുറച്ചു.ഇവിടെ കരയിൽ പോലെ മഹാസമുദ്രം നേട്ടം,മറ്റു ഭാഗങ്ങളിലും അത് വൈഡ് മണൽ സമതലങ്ങൾ ഇലകൾ;അപ്രകാരം ഉള്ളിൽ മെമ്മറി നിലനിൽക്കുന്നത് സമയത്ത്,വിവേകവും ഖര ശക്തി പരാജയപ്പെട്ടാൽ;ഊഷ്മള ഭാവനയുടെ കളിയുടെ എവിടെ തൂണിന്മേൽമെമ്മറിയുടെ മൃദുവായ കണക്കുകൾ ഉരുകിപ്പോകുന്നു.
		-- Alexander Pope (on runtime bounds checking?)

%
സമീപ സ്റ്റുഡിയോ ജീൻ CocteauRue Des Ecoles ന്ഒരു വൃദ്ധൻ ജീവിച്ചിരുന്നുകുരുടൻ ഡോഗിനൊപ്പംവൈകുന്നേരങ്ങളിൽ ഞാൻ കാണുന്നുസഹിതം നായ മാർഗദർശനംഇടവഴിയിലെ, ഗണനബാലമാർക്കായി ഒരു ഉറച്ച പിടിനായ പറ്റാത്തവിധംവഴിപോക്കനാണ് നേരിടുംചിലപ്പോൾ നായ സ്ഥിരപ്പെട്ടിരിക്കുന്നുആകാശത്തേക്ക് മുകളിലേക്ക് നോക്കുംവൃദ്ധൻ ഒരിക്കൽഎന്നെ നായ കണ്ടുകൊണ്ടിരിക്കുന്ന ശ്രദ്ധിച്ചുഅവൻ പറഞ്ഞു, "അയ്യോ, അതെ,ഈ അറിയുന്നില്ലചന്ദ്രൻ പുറത്തുപോകുമ്പോൾഅവൻ കവിണ്ണുവീണു കളിച്ചും "
		-- Barry Gifford

%
വെപ്രാളം, ചുവപ്പ്Melancholia ന്റെ നീല.ഞാൻ മനോവിഭ്രാന്തി സുഖമാണ്,	നിങ്ങൾ എന്തുചെയ്യുന്നു?
		-- Barry Gifford

%
ന്യൂയോർക്ക് മാർഗം ലഭിച്ചു;ജസ്റ്റ് നിങ്ങൾ എന്നു അനുവദിക്കില്ല.
		-- The Grateful Dead

%
ന്യൂ York-- ഞാൻ വരുന്ന ഉയരമുള്ള സ്കൈലൈൻ ലേക്ക്Flyin 'ലണ്ടനിൽ നിന്നും നിങ്ങളുടെ വാതിൽക്കൽ ലെന്യൂ York-- സെൻട്രൽ പാർക്ക് വീണു 'lookinഅവർ നിങ്ങളെ ഇരുണ്ട ശേഷം ഇടവരരുതേ പറയുന്നത് എവിടെ.ന്യൂയോര്ക്ക്.
		-- Simon and Garfunkle

%
അടുത്തത്, ഒരു പ്രസവശയ്യയിൽ, ഞങ്ങൾ നിങ്ങൾക്ക് drool ഉണ്ടാക്കുവാൻ ഒരു കാഴ്ച കഴിയാറില്ലെന്നാണ്.ഏഴു കന്യകമാരും കോവർകഴുതപ്പുറത്തു, അതു സമചിത്തതയോടെ തണുത്ത അതു ആചരിച്ചു.
		-- ELP, "Karn Evil 9" (1st Impression, Part 2)

%
സെക്രട്ടറിമാർ ഒമ്പതു megs ന്യായമായ,ദുർലഭമായ ഹാക്കർമാർ ഏഴു megs,പുക ഗുഹകളെയും ലെ grads അഞ്ചു megs,സിസ്റ്റം ഉറവിടം മൂന്നു megs;അവരെ എല്ലാവരെയും ഭരിക്കാൻ വൺ ഡിസ്ക്,കെട്ടേണം ഒരു ഡിസ്ക്,ഫയലുകൾ സൂക്ഷിക്കുന്നതിനായി വൺ ഡിസ്ക്ഇരുളിൽ ദം മാവു.
		-- ELP, "Karn Evil 9" (1st Impression, Part 2)

%
നൈൻ-ട്രാക്ക് ടേപ്പുകൾ ഏഴു-ട്രാക്ക് ടേപ്പുകൾആരെങ്കിലും ട്രാക്കുകൾ ഇല്ലാതെ ടേപ്പുകൾ;Stretchy ടേപ്പുകൾ ആൻഡ് snarley ടേപ്പുകൾഎന്നാൽ ടേപ്പുകൾ ഇനത്തിന് ന് ലാഭമായാണ് -ടേപ്പ് പിടിച്ചുപിന്നെ സ്ട്രിപ്പ് വലിച്ചെടുക്കുന്നു,പിന്നെ നിങ്ങൾ ഉറപ്പാക്കുകനിങ്ങളുടെ ടേപ്പ് ഡ്രൈവ് ഒഴിവാക്കാനാവും.
		-- Uncle Colonel's Cursory Rhymes

%
ആരും ഞങ്ങളെ ഇഷ്ടപ്പെടുന്നു.ഞാൻ എന്തുകൊണ്ട് അറിയില്ല.നാം തികഞ്ഞവർ നാം അവരുടെ പണം നൽകിയേക്കാം,എന്നാൽ സ്വർഗ്ഗം നാം ശ്രമിക്കുക അറിയുന്നു. എന്നാൽ അവർ നന്ദികാണിക്കുന്ന?എന്നാൽ ചുറ്റും ഇല്ല, അവർ പുകയുള്ള, മുൻപരിചയംപോലും നമ്മുടെ പഴയ സുഹൃത്തുക്കൾ ഞങ്ങൾക്ക് ഇറക്കി വെച്ചു. അവർ വെറുപ്പുളവാക്കുന്നതോ മുൻപരിചയം.അവർ ഞങ്ങളെ ബഹുമാനം നിങ്ങൾക്കു, വലിയ ഒറ്റ ദേവതയാണ്,എന്നാൽ സംഭവിക്കുന്നു എന്ന് നോക്കുക. അതുകൊണ്ട് അവരെ സന്തോഷിപ്പിക്കുകയല്ലനാം വലിയ ഒരു ഡ്രോപ്പ് കാണാം,പിന്നെ ദം pulverize.ഏഷ്യയിലെ തിരക്ക്,യൂറോപ്പ് വളരെ പഴയ അത്രയേയുള്ളൂ,ആഫ്രിക്ക നാം ഓസ്ട്രേലിയ സംരക്ഷിക്കും, വളരെ ചൂട്.കാനഡയും തണുക്കുന്നു. നിര്ത്ത് യാതൊരു കങ്കാരുവിനെയും ഉപദ്രവവും ചെയ്യരുത്.തെക്കേ അമേരിക്ക നാം ഒരു ഓൾ അമേരിക്കൻ അമ്യൂസ്മെന്റ് സൃഷ്ടിക്കുന്നതാണ് ഞങ്ങളുടെ പേർ മോഷ്ടിച്ചു, പാർക്ക് there-- വലിയ ഒറ്റ ദേവതയാണ്ഞങ്ങളെ കുറ്റപ്പെടുത്തുന്നത് ശേഷിക്കുന്നു ആരും അവിടെ ഉണ്ടാകും. അവർ വളരെ surfin ലഭിച്ചു '!ബൂം! ലണ്ടൻ പോകുന്നു,പിന്നെ ബൂം! Paree.അതു ആയിരിക്കും എത്ര സമാധാനപരമായ നിങ്ങൾക്ക് കൂടുതൽ മുറികൾ, ഓ!പിന്നെ എന്നോട് കൂടുതൽ ഇടം നാം എല്ലാവരേയും മോചിപ്പിക്കുകയോ കാണാം!ഓരോ പട്ടണം, നിങ്ങൾ ഒരു ജാപ്പനീസ് ഞാനൊക്കെ പിള്ള ധരിക്കാൻ കാണാം;ലോകം ചുറ്റും മുഴുവനും, അവിടെ എനിക്കു ഇറ്റാലിയൻ നിങ്ങൾ!മറ്റൊരു അമേരിക്കൻ പട്ടണത്തിൽ ആയിരിക്കും. എല്ലാവരും പരാജയപ്പെടുത്തുമെങ്കിൽപ്പോലും നമ്മെ ദ്വേഷിച്ചു,അതിനാൽ, ഇപ്പോൾ വലിയ ഒരു ദേവതയാണ്.ഇപ്പോൾ വലിയ ഒരു ഡ്രോപ്പ് അനുവദിക്കുക!
		-- Randy Newman, "Drop the Big One"

%
ഇല്ല പന്നി മഴക്കാലത്ത് ആകാശത്ത് ഡൈവിംഗ് നടക്കേണ്ടുന്നഇതു ശരിക്കും ധനാഗമ അല്ല.എന്നാൽ കൊഴുപ്പ് പന്നി ഒരു loon പോലെ പറക്കാൻ ശ്രമിക്കണം,അതുകൊണ്ടെന്ത്? കൊടുങ്കാറ്റിലെ ഏതെങ്കിലും പന്നിയിറച്ചി.ഇല്ല പന്നി മഴക്കാലത്ത് ആകാശത്ത് ഡൈവിംഗ് നടക്കേണ്ടുന്ന,കാലാവസ്ഥ പിഴ ആയിരിക്കുമ്പോൾ മതി മാറഡോണ തുടർന്ന്.എന്നാൽ മൺസൂൺ ഗര്ജ്ജിച്ചു ഒരു പന്നി കൂടുമ്പോഴാണ് ഞങ്ങൾക്കുണ്ട്പന്നികളുടെ മുമ്പിൽ കൂടുതൽ ആപത്തു കാസ്റ്റ്.
		-- Randy Newman, "Drop the Big One"

%
ഇല്ല പ്ലെയിൻ fanfold പേപ്പർ ആ ഫ്രാക്റ്റലിന് പഫ് പിടിച്ചു നിർത്താനാവില്ല -യാതൊരു തന്ത്രം പായ്ക്ക് തീരെ അവനെ കുറക്കാനായാൽ അങ്ങനെ ഫാസ്റ്റ് വളർന്നു.Compiles ആൻഡ് അനുകരണങ്ങൾ ഇത്ര വേഗത്തിൽ മെരുക്കിയ വളർന്നുപഫ് തന്റെ സ്റ്റാക്ക് ഫ്രെയിം തള്ളിയിട്ട് സമയത്ത് എല്ലാവരും തങ്ങളുടെ ബഹിരാകാശ ഔട്ട് സ്വാപ്പുചെയ്തു.(ങ്ങനെയൊന്നുമില്ല)പഫ്, അവൻ മറ്റുള്ളവരെ ഒച്ചുകൾ തുടങ്ങിയ നീക്കി, ഇത്ര വേഗത്തിൽ വളർന്നുമിനി കടഞ്ഞരോമം തന്റെ ഭീമാകാരമായ വാൽ തങ്ങളുടെ മരപ്പൊത്തുകളിലാണ് തന്നെ.എല്ലാ വിദ്യാർഥി ഹാക്കർമാർ ആ ഫ്രാക്റ്റലിന് പഫ് സ്നേഹിച്ചുഎന്നാൽ DCS പഫ് ഇഷ്ടപ്പെട്ടില്ല ചെയ്തില്ല, ഒടുവിൽ പറഞ്ഞു, "മതി!"(ങ്ങനെയൊന്നുമില്ല)പഫ് DCS കഴിയുന്ന കൂടുതൽ റിസോഴ്സുകൾ ഉപയോഗിക്കുന്നു.ഓപ്പറേറ്റർ പഫ് ജോലി കൊന്നു - അവൻ കരുതാനും ഫലം കിട്ടിയില്ല.ഒരു വിഷാദത്തെ ഹാക്കർമാർ വീണു; അതു അവസാനം തോന്നിഎന്നാൽ പഫ് വേർതിരിവ് കുടുക്കി വീണ്ടും നിസ്സാരകാര്യംകൊണ്ടു നിന്ന് വളർന്നു!(ങ്ങനെയൊന്നുമില്ല)അടക്കിക്കൊൾക:, പഫ് ഫ്രാക്റ്റലിന് ഡ്രാഗൺ സി എഴുതിവെച്ചുപ്രോസസ്സുകളും മെയിൻഫ്രെയിം മെമ്മറിയിൽ സ്വിച്ചുചെയ്തിട്ടുണ്ട് സമയത്ത് കളിച്ചുരസിക്കുന്ന., പഫ് ഫ്രാക്റ്റലിന് ഡ്രാഗൺ സി എഴുതിവെച്ചുപ്രോസസ്സുകളും മെയിൻഫ്രെയിം മെമ്മറിയിൽ സ്വിച്ചുചെയ്തിട്ടുണ്ട് സമയത്ത് കളിച്ചുരസിക്കുന്ന.
		-- Randy Newman, "Drop the Big One"

%
"ഇല്ല പ്രോഗ്രാം അത്യുത്തമം"അവർ ഒരു ത്രയംബകം പറഞ്ഞു."ഉപഭോക്താവിന്റെ happy--ഒറ്റ ചെറിയ ബഗ് എന്താണ്? "എന്നാൽ അവൻ, ഇരട്ട, കൂടുതൽ മൂന്നു മാറ്റാൻ വിധിച്ച,മറ്റുള്ളവർ വീട്ടിൽ പോയി. വർഷത്തിലെ വർഷം പിന്തുടർന്നു.അവൻ ഒഴുക്ക് ചാർട്ട് അന്യജാതിക്കാർ അഭിപ്രായമിടാനാകും തന്നെ കുഴിച്ച,വിജനമായ, മാത്രം. "ആയാൾ ഇപ്പോഴും ഇവിടെ ഉണ്ടോ?"ഉഷ നീക്കപ്പെട്ടു. അവൻ കൺസോൾ മരിച്ചുറൂം വിശപ്പും ദാഹവും ഓഫ് അലങ്കോലപ്പെടില്ല ചെയ്തുചെറുതും, ഉറവിട ലിസ്റ്റിംഗുകളിൽ. അടുത്ത ദിവസം അവൻ അടക്കംചെയ്തു"ഞാൻ അടുപ്പമുള്ളതുകൊണ്ട്" അജയനും. ആദ്യം, ഇറങ്ങി ഒൻപത് എഡ്ജ്.ചെയിൻ ന്യൂസ്പേപ്പർ, തണുത്ത കോഫി, അവളുടെ കണ്ണുനീർ തന്റെ ഭാര്യയുക്തി, പിടിക്കൽ. തന്റെ വിധിയെ അംഗീകരിച്ചു."എനിക്കത് കിട്ടി!" താന് പോയിരിക്കുന്നു നമുക്കറിയില്ല പറഞ്ഞു "നിലവിളിച്ചു"വെറും ഒറ്റ പ്രബോധനം മാറ്റുക." അവൻ കേവലം വൈകി പ്രവർത്തിക്കുന്നതെന്നും. "
		-- The Perfect Programmer

%
പാറ കഠിനാധ്വാനം അല്പം തിരമാല തെല്ലുംആയിരം വർഷം പ്രവേശനം തല്ലി നൽകട്ടെ.
		-- Tennyson

%
ഇല്ല വണ്ടും Edger അലൻ പോ ഉണ്ടായിരുന്നുതന്റെ പഴയ നമ്മള് പൂർത്തിയായി,പിന്നീട് അവൻ തൻറെ പഴയ Crow ആരംഭിച്ചു.
		-- Tennyson

%
ഇല്ല, അവന്റെ മനസ്സ് വാടകയ്ക്ക് അല്ലഏതെങ്കിലും ദേവനെ അല്ലെങ്കിൽ സർക്കാരിന്.എല്ലായ്പ്പോഴും പ്രതീക്ഷ, ഇതുവരെ അതൃപ്തി,അവൻ മാറ്റങ്ങൾ സ്ഥിരമായ അല്ല അറിയുന്നു -എന്നാൽ മാറ്റമാണ്.
		-- Tennyson

%
നിർബന്ധിതരായി കാര്യം ഒരുനാളും ശരിയായ കഴിയും,അതു സ്വാഭാവികമായി ഇല്ല, അത് വിട്ടേക്കുക.അവൾ വെളിച്ചം പുറത്തായി പോലെ അവൾ പറയുന്നത് തുടർന്ന്,ഞങ്ങൾ രാത്രി അടിമകളാക്കി നമ്മുടെ മുതുകു കുനിഞ്ഞ്,അപ്പോൾ അവൾ ഗാർഡ് ഇറക്കി എനിക്കു വടുക്കൾ കാണിച്ചുഅവൾ യുദ്ധം ശ്രമിക്കുന്ന നിന്ന് ലഭിച്ചത്എന്നു ഓ, നന്നായി വിശ്വസിച്ചാലും ആഗ്രഹിക്കുന്നു.[...]നന്നായി റയൽ ഒന്നും സൗജന്യമായി ചെയ്തിരിക്കുകയാണ്നിങ്ങൾ വെറും കുറച്ചുനേരം വേണ്ടി നൽകേണ്ടിവരും.അവൾ മുമ്പാകെ വാദിച്ചു അവൾ അതു എന്റെ പറഞ്ഞുഞാൻ അവൾക്കു കാണാൻ ഉണ്ടായിരുന്നില്ല വിശ്വസിച്ചു കരുതുക,എന്നാൽ അതേ പഴയ നാലു സാങ്കൽപ്പിക മതിലുകൾഅവൾ 'പ്രാർഥനയിലൂടെ നിർമ്മിച്ചതും ആഗ്രഹിച്ചവർ അകത്ത്ഞാൻ ഓ, അത് വെറും അർത്ഥമില്ല പറഞ്ഞു.[...]നന്നായി നിർബന്ധിതരായി കാര്യം ഒന്നിനും ശരിയായ കഴിയും,അതു സ്വാഭാവികമായി ഇല്ല, അത് വിട്ടേക്കുക.അവൾ വെളിച്ചം പുറത്തായി പോലെ അവൾ പറയുന്നത് തുടർന്ന്,അവൾ അക്രമം ഇടയുള്ളത് അവൾ ശരിയായ ഉണ്ടായിരുന്നിരിക്കാം,എന്നാൽ ഞാൻ കൽമഴകൊണ്ടും ഉണർന്നു, അവൾ നഷ്ടപ്പെട്ട ആഗ്രഹിക്കുന്നു ശ്രദ്ധിച്ചുഅവളുടെ കണ്ണുകൾ മൂടി മൂടുപടം,ഞാൻ ഓ, നിങ്ങൾ അത് ഉപേക്ഷിക്കുന്നതിന് പറഞ്ഞു.
		-- Al Stewart, "If It Doesn't Come Naturally, Leave It"

%
ഇപ്പോൾ വിദ്വേഷം ഇതുവരെ ദൈർഘ്യമേറിയ മനസ്സുണ്ടു;പുരുഷന്മാർ ബദ്ധപ്പെട്ടു സ്നേഹിക്കുന്നു, എന്നാൽ അവർ ഇഷ്ടമുള്ളപ്പോൾ അനിഷ്ടകരമായാലും.
		-- George Gordon, Lord Byron, "Don Juan"

%
ഇപ്പോൾ ഞാൻ തല്ക്കാലം എന്നെ കിടന്നു.സ്പീക്കർ ന്റെ മുഷിഞ്ഞ; സബ്ജക്റ്റിൻറെ ആഴമുള്ള.ഞാൻ ഉണരും മുമ്പ് അവൻ നിർത്തണം എങ്കിൽ,എന്നെ നന്മയെ നിമിത്തം ഒരു കമെന്റും തരിക.
		-- Anonymous

%
ഇപ്പോൾ ഞാൻ ഉറങ്ങാൻ ഇറങ്ങി എന്നെ കിടന്നുഞാൻ ഡബിൾ ലോക്ക് ആചരിക്കും പ്രാർത്ഥിക്കുന്നു;വിൻഡോ മറഞ്ഞിരിക്കുന്നതിൽ യാതൊരു ഇഷ്ടിക മെയ്പിന്നെ ആരും എന്നെ തോല്പിക്കുന്നു ഞാൻ ഉണരുമ്പോൾ വരെ.
		-- Anonymous

%
ഇപ്പോൾ ഞാൻ എന്നെ ഉറങ്ങാൻ കിടന്നുഞാൻ സൂക്ഷിക്കാൻ കർത്താവു എന്റെ പ്രാണനെ പ്രാർഥിക്കുകഞാൻ ഉണരും മുമ്പാകെ ഞാൻ മരിക്കേണ്ടിവന്നാലുംഞാൻ വേദന നിലവിളിക്കും കാണാം "തെറ്റ് !! തെറ്റ് !!"
		-- Anonymous

%
ഇപ്പോൾ ഞാൻ പഠിക്കാൻ ഇറങ്ങി എന്നെ കിടന്നുഞാൻ യഹോവ പ്രാർത്ഥിക്കുന്നു ഞാൻ നേരത്തേക്കാണ് പോകില്ല.ഞാൻ ഈ ജങ്ക് പഠിക്കാൻ പരാജയപ്പെടുകയാണെങ്കിൽ,ഞാൻ flunk അല്ല എന്നു കർത്താവിൽ പ്രാർത്ഥിക്കുന്നു.എന്നാൽ ഞാൻ ചെയ്താൽ, എനിക്ക് കനിവു ചെയ്യാൻവെറും പഠനം ഹാളിൽ എന്റെ അസ്ഥികളും ഇടേണം.ഞാൻ എന്റെ ഏറ്റവും മികച്ച ചെയ്തപോലെ എന്റെ ഗുരു പറയുക,അപ്പോൾ എന്റെ നെഞ്ചിൽ എന്റെ പുസ്തകങ്ങൾ എന്നേയുള്ളു.
		-- Anonymous

%
ഇപ്പോൾ വിട പറയാൻ സമയംനമ്മുടെ എല്ലാ കമ്പനിക്ക് ...എം-ഐ-സി (അടുത്ത ആഴ്ച കാണാം!)കെ-ഇ-വൈ (എന്തുകൊണ്ട്? ഞങ്ങൾ നിങ്ങളെപ്പോലെയുള്ള കാരണം!)എം-ഒ-യു-എസ്-ഇ.
		-- Anonymous

%
ഇപ്പോൾ ഗാനം ആരംഭിക്കുക! നാം തമ്മിൽ പാടട്ടെസൂര്യൻ, സ്റ്റാർ, ചന്ദ്രൻ മൂടൽമഞ്ഞിന്റെയും മഴയും മൂടിക്കെട്ടിയ കാലാവസ്ഥ,വളർന്നുവരുന്ന ഇല ന് ലൈറ്റ്, തൂവല് മഞ്ഞു,Heather ഓപ്പൺ ഹിൽ, മണികളും കാറ്റുകളുടെ,മൂടിക്കെട്ടിയ കുളം മുഴം, വെള്ളം ന് താമര:പഴയ ടോം Bombadil നദി-മകൾ!
		-- J. R. R. Tolkien

%
ഇപ്പോൾ എന്റെ അറുപതു വർഷങ്ങൾ പത്തു,ട്വന്റി വീണ്ടും വരികയില്ല,പിന്നെ എഴുപതു നിന്നും എടുത്തു സ്കോർ സ്പ്രിംഗ്സ്അതു അമ്പതു മാത്രം എന്നോട് കൂടുതൽ ഇലകൾ.പിന്നെ പൂത്തും കാര്യങ്ങൾ നോക്കുവാൻ ശേഷംഫിഫ്റ്റി ഉറവകൾ ചെറിയ മുറി ആകുന്നു,ഞാൻ പോകുന്നു എന്നു Woodlands കുറിച്ച്മഞ്ഞും കൂടെ തൂങ്ങിക്കിടന്നു ചെറി കാണുന്നതിന്.
		-- A. E. Housman

%
എന്നാൽ അന്നു എന്റെ ക്ലേശകരമാക്കിയ,എന്റെ ത്വര ആഗ്രഹംകൂടുതൽ ആദരവായി ലഭിക്കും;ഒരു മടുപ്പ് പൈതൽ എന്നപോലെ താരനിബിഡമായ രാത്രി.കൈകൾ, നിങ്ങളുടെ കർമ്മങ്ങൾ ഉപേക്ഷിക്കണമെന്നോ,മൈൻഡ്, എല്ലാ ചിന്തകളെയും മറക്കരുത്;എന്റെ ശക്തികളുടെ എല്ലാഉറക്കം ലയിച്ചു മാത്രം വെമ്പുന്ന.എന്റെ ഉള്ളം, പേമന്റ്,വ്യാപകമായ ചിറകുകൾ പറക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ,രാത്രി അദ്ഭുത പനോരമ ജീവിക്കാൻകൂടുതൽ ഗാഢമായി കൂടുതൽ വിവിധ.
		-- Hermann Hesse, "Going to Sleep"

%
ഇപ്പോൾ അവർ ഞാന് കപ്പൽ നിങ്ങൾ എന്തു ചെയ്യും?നരകത്തിൽ ശരിക്കും ഇന്നു വിടാൻ എന്നെ നിർബന്ധിച്ചു?Runnin 'കുറഞ്ഞ അതു ഒരു പന്ത് കിട്ടിയിരുന്നതിൻറെ നിലയായി,ഞാൻ ആരെയും landfall എങ്കിൽ അവർ എന്തു ചെയ്യുമായിരുന്നു? "
		-- Jimmy Buffet, "Landfall"

%
ഇപ്പോൾ ചില വലിയ ആശയങ്ങൾ സമയംഇപ്പോൾ ചില ഉറച്ച തീരുമാനങ്ങൾ സമയംനാം അവതരിപ്പിക്കുകയും തെക്ക് ഒരു ബാറിൽ ബുദ്ധൻ കണ്ടുസംസാരിക്കേണ്ട രാഷ്ട്രീയവും അണുവിഘടനംനാം അവനെ കാണുന്നു അവൻ എല്ലാ അപ്പ് കഴുകി തുടർന്ന് -ഒരു വണ്ട് ശരീരത്തിനു മാറുന്നതിനുഒരു നീണ്ട നീണ്ട പഴ്സ് തയ്യാറായി നേടുന്നുഅവൻ ഒന്നും - അദ്ദേഹം ഒന്നും അല്ല ...മരണവും പണം അവരുടെ പോയിന്റ് ഒരിക്കൽ കൂടി ഉണ്ടാക്കേണംഫിലോസഫിക്കൽ കൊലയാളികളുടെ ആകൃതിയിൽമാർക്ക്, ഡാനി ജനവാസമേഖലയിലേയ്ക്ക് ബസ്റിയാലിറ്റി അഭിനിവേശവും വേണ്ടി മാരകമായ ദൂതന്മാർഇവിടെ ഇപ്പോൾ ധൈര്യവും ഉണ്ടോപകുതി ചുട്ടു buddhas ഒന്നും വാങ്ങാതെ ചെയ്യരുത്നിങ്ങൾ പൂർണ്ണമായി നൽകപ്പെടും തോന്നുന്നു ചെയ്യുമ്പോൾനിങ്ങൾ ഒന്നും ലഭിച്ചു - നിങ്ങൾ ഒന്നും ലഭിച്ചു ...നാം റോഡിൽ മുൻപരിചയം ഞങ്ങൾ ബുദ്ധൻ വേണ്ടി സീനാൻ നിങ്ങൾ.നാം അവന്റെ പേർ അറിയുന്ന അവൻ നേടുകയും പാടില്ല.നാം റോഡിൽ മുൻപരിചയം ഞങ്ങൾ ബുദ്ധൻ വേണ്ടി സീനാൻ നിങ്ങൾ.ഇത് ഒരു ഷോട്ട് സ്വീകരിക്കുമെന്ന് - അവനെ കൊണ്ടുപോകുക ഊതി ...
		-- Shriekback, "Gunning for the Buddah"

%
എനിക്കു ഒരു ഹോം നൽകുന്നു,എവിടെ പോത്ത് അങ്ങേ,എവിടെ മാൻ ആൻഡ് കൃഷ്ണമൃഗം കളിഎവിടെ വിരളമായത് കേട്ടുഒരു നിരാശജനകമായിരുന്നു വചനം'മാൻ എന്തു പറയുന്നു കഴിയില്ല?
		-- Shriekback, "Gunning for the Buddah"

%
പ്രിയേ, ഗതി നീയും ഞാനും കുതന്ത്രം കഴിഞ്ഞില്ലകാര്യങ്ങൾ മുഴുവൻ ഈ ക്ഷമിക്കണം പദ്ധതി മനസ്സിലാക്കുന്നതിന്,ഞങ്ങൾ ഭാഗങ്ങളിലേക്ക് അതു വിറപൂണ്ടിരുന്നോ ഉണ്ടാവാതിരിക്കാംഇഴയടുപ്പം ഹൃദയത്തിലെ ആഗ്രഹം രൂപമാറ്റം?
		-- Omar Khayyam, tr. FitzGerald

%
ഒരു വീതം-ഇലഞ്ഞിമുത്തച്ഛാ ആയി ഹേ നേർത്ത! തെളിഞ്ഞ വെള്ളം അധികം ഹേ വ്യക്തമാകും!ജീവനുള്ള കുളം ഹേ ദണ്ഡു! ഫെയർ നദി-മകൾ!ശേഷം വീണ്ടും ഹേ സ്പ്രിംഗ്-സമയം വേനൽ-സമയം, സ്പ്രിംഗ്!ഹേ വെള്ളച്ചാട്ടത്തിന് ന് കാറ്റു ഇല 'ചിരി!
		-- J. R. R. Tolkien

%
ഹേ! ഷാഡോ ദേശത്തു പര്യടനങ്ങൾനിരാശപ്പെടരുത്! ആയാലും ഇരുണ്ട അവർ നിലക്കുന്നുഅവിടെ എല്ലാ കാടുകളിൽ, ഒടുവിൽ അവസാനിപ്പിക്കാൻ വേണംനോക്കുക സൂര്യപ്രകാശത്തിൽ പോകുന്നതായും:സൂര്യ, സൂര്യൻ,ദിവസത്തെ അവസാനം ദിവസവും തുടങ്ങിക്കഴിഞ്ഞിരിക്കുന്നു.കിഴക്കോട്ടോ പടിഞ്ഞാറോട്ടോ എല്ലാവരും കാടുകളിൽ പരാജയപ്പെടും വേണം ...
		-- J. R. R. Tolkien

%
പൊഴിഞ്ഞു plumed biped പിഴ ആചരിക്ക.അതിന്റെ captivation സജീവമാക്കാൻ,അതിന്റെ അവസാനിപ്പിക്കലിനെ ഡെപ്പോസിറ്റ്,കണികകൾ ഉപ്പുവെള്ളം ഒരു അളവ്.
		-- J. R. R. Tolkien

%
മന്ത്രവാദിനി ന്റെ ശിക്ഷ വാക്കു ഒക്കെയുംഅതിലൊന്നും ആരുടെ പോലെ ചീത്തയും ഉണ്ട്.ഏത് ആരുടെ രണ്ടും കൊല്ലുന്ന മനുഷ്യൻഞങ്ങളുടെ ആരെ ആരാണ് നിഷ്ഠമായ ചെയ്യും.
		-- Fletcher Knebel

%
ഓ ദിവസം lank നീണ്ട തോന്നുന്നില്ലഎല്ലാ അവകാശവും പോകുന്നു ആരും തെറ്റായി പോകുന്നു ചെയ്യുമ്പോൾ,വളരെ ഫ്ലാറ്റ് നിങ്ങളുടെ ജീവൻ അല്ലഭൂതകാല പിറുപിറുത്തു ലേക്കുള്ള യാതൊന്നുമില്ല കൂടി!
		-- Fletcher Knebel

%
ഓ എനിക്കു നിങ്ങളുടെ കനിവു തരും!ഞാൻ ഒരു കമ്മിറ്റി വന്നുകൊണ്ടിരിക്കുന്നു നാം ശ്രദ്ധിച്ചു ഭേദഗതിഏത് രാവിലെ വിട്ടു തർക്കിക്കരുത് പാലിച്ചു മാർഗങ്ങൾരാത്രി, കാൺകെ ഒരു നിഗമനത്തിൽ ഇല്ലാതെ.ഞങ്ങൾ മന്ത്രിച്ചു ഒപ്പം ഒഴിഞ്ഞുമാറുകയായിരുന്നു,നാം അജണ്ട പുനഃപരിശോധിച്ച് താമസിപ്പിക്കുന്നു ഒപ്പം വിളംബം,നമ്മുടെ ചിന്തകളെ എല്ലാം ആവർത്തിച്ചു. ഇടക്കിടെയുള്ള addenda കൂടിറിപ്പോർട്ടുകളും ഒരു ലോഡ് പരിഗണിക്കുക.നാം രചിക്കുകയും ഉദ്ദേശിക്കുന്നു,നാം കരുതുക എതിർക്കുന്നു, എന്നാല് വിവിധ ആശയങ്ങൾനടപടിക്രമവും പോയിന്റ് രസകരവും; ആകുന്നു, ചലനം പോലെ കൊണ്ടുവന്നപൂർത്തിയാക്കുന്നുവെന്നാണ് ദാരുണമായി അല്പം അവിടെ.നാം പരിഹരിക്കുന്നതിനും കുറ്റത്തിൽ;എന്നാൽ നാം പിരിച്ചു ഒരിക്കലും,അതു ഞങ്ങൾക്കു വേണ്ടി ചോദ്യത്തിന് പുറത്താണ് ശേഷംഞങ്ങളുടെ കമ്മിറ്റി കൊണ്ടുവരാൻഈ ditty പോലെ അവസാനിപ്പിക്കാൻ,ഏത് ഇങ്ങനെ, ഒരു കാലഘട്ടം അവസാനിക്കുന്നതെന്ന്.
		-- Leslie Lipson, "The Committee"

%
ഓ, നീ എന്നെ ഒരു 4BSD വാങ്ങാൻ ചെയ്യും?എന്റെ സുഹൃത്തുക്കൾ എല്ലാ ഉറവിടങ്ങളും കിട്ടിയത് ഞാൻ എന്തുകൊണ്ട് കാണാൻ കഴിയുന്നില്ല?നിങ്ങൾ ഹാക്കർമാർ മൊബി എല്ലാ വന്നു എന്നോടുകൂടെ അതു പുറത്തു പാടും വരുന്നു;എ.ടി. & ടി നിന്ന് അഭിഭാഷകർ കൂടെ നരകത്തിലേക്ക്!
		-- Leslie Lipson, "The Committee"

%
"ഓ, 'Melia എന്റെ പ്രിയ, ഇതാണോ എല്ലാം കിരീടം കളയുന്നുആർ ടൗണിന്റെ നിങ്ങളെ സംഗമം വേണം വരണോ സാധിച്ചു?എന്നാൽ നിയമാനുസൃത വസ്ത്രം അത്തരം prosperi-സഹായമല്ല എവിടെനിന്നു? ""ഓ, ഞാൻ താറുമാറാക്കിയ ആഗ്രഹിക്കുന്നു അറിഞ്ഞില്ല?" അവൾ പറഞ്ഞു."നിങ്ങൾ ഞങ്ങളെ ചെരിപ്പു അല്ലെങ്കിൽ സോക്സും ഇല്ലാതെ മെന്റിസിന്റെ വിട്ടുഉരുളക്കിഴങ്ങ് കുഴിച്ച്, ഒപ്പം തുറയിൽ അപ്പ് spudding തളർന്നോ;ഇപ്പോൾ സ്വവർഗ്ഗാനുരാഗികളുടെ വളകളും ചുറ്റിത്തിരിയുന്ന തൂവലുകൾ മൂന്നു ചെയ്തു! ""അതെ: അതുതന്നെയാണ് നാം എന്താകുമായിരുന്നു ഞങ്ങൾ വസ്ത്രധാരണം എങ്ങനെ," അവൾ പറഞ്ഞു."ബാർട്ടൻ ഹോമിൽ നിങ്ങൾ` നിന്നെ `സ്ഥൈര്യലേപനം 'നീ പറഞ്ഞുഎന്നാൽ `thik ഒരുത്തനായ` സ്ഥൈര്യലേപനം 'theas ഒരുത്തനായ' എന്നും `t'other; ' പക്ഷെ ഇപ്പോൾനിങ്ങളുടെ സംസാരിക്കുന്നത് തികച്ചും 'compa-NY വേണ്ടി എസ്റ്റോണിയ ചേരുന്നുണ്ട്! ""ചില പോളിഷ് ഒരുവൻറെ നാശത്താൽ നേടി," അവൾ പറഞ്ഞു."നിങ്ങളുടെ കൈ തുടർന്ന്, നിങ്ങളുടെ മുഖം നീല നീങ്ങുന്നുവെന്ന പിൻകാലുകളിൽ പോലെ ആയിരുന്നുഇപ്പോഴോ ഞാൻ നിന്റെ അതിലോലമായ ചെകിട്ടത്തു മാരണം പിരിയുകയാണ്,നിങ്ങളുടെ ചെറിയ കയ്യുറകൾ ഏതെങ്കിലും ല-ഡി.വൈ.എസ്.പി എന്നപോലെ പോലെ 'കൊള്ളിച്ചു! ""നാം നശിച്ചല്ലോ ഞങ്ങൾ വേല ചെയ്യുവാൻ," അവൾ പറഞ്ഞു."വീട്ടിലേക്ക്-ജീവിതം ഒരു Hag വൈറസാണ് സ്വപ്നം വിളിക്കാൻ ഉപയോഗിച്ച,നിങ്ങൾ നെടുവീർപ്പിടുന്നു ആഗ്രഹിക്കുന്നു, നിങ്ങൾ സോക്ക് ആഗ്രഹിക്കുന്നു; എന്നാൽ ഇപ്പോൾ ഒരുവിരല്megrims അല്ലെങ്കിൽ melancho-LY അറിയാത്ത ചെയ്യുക! ""സത്യ. ഒരാളുടെ പ്രെറ്റി ലൈവ്ലി എന്താകുമായിരുന്നു വരുമ്പോൾ," അവൾ പറഞ്ഞു."ഞാൻ, തൂവലുകൾ ഉണ്ടായിരുന്നു ഒരു നല്ല വര്ഷമായി ഗൗൺ നേരുന്നു,ഒരു അതിലോലമായ മുഖം ടൗൺ കുറിച്ച് കക്ക കഴിഞ്ഞില്ല! ""എന്റെ പ്രിയപ്പെട്ട - ഒരു അസംസ്കൃത രാജ്യം പെൺകുട്ടി, അതായത് നിങ്ങൾ പോലെ,തികച്ചും ആ പ്രതീക്ഷിക്കാൻ കഴിയില്ല. നിങ്ങൾ നഷ്ടപ്പെടുത്തുക, "അവൾ പറഞ്ഞു.
		-- Thomas Hardy

%
ഓ, വഴിയിൽ, ഏതാണ് പിങ്ക്?
		-- Pink Floyd

%
അയ്യോ, എന്നെ ഒരു ഹോം നൽകുന്നു,എവിടെ പോത്ത് അങ്ങേ,ഞാൻ നിങ്ങൾക്കു ശരിക്കും പൌരനെന്ന അടുക്കള ഒരു വീടു കാണിക്കും.
		-- Pink Floyd

%
ഓ, എന്നെ gravitons ഫോക്കസ് എവിടെ ഒരു പ്രഭവസ്ഥാനവും കൊടുക്കുംഎവിടെ മൂന്നു ശരീരം പ്രശ്നം തീർന്നു,മൈക്രോവേവുകൾ മൂന്ന് ഡിഗ്രി കെ ചെയ്തത് ഇറങ്ങി പ്ലേ എവിടെ,പിന്നെ തണുത്ത വൈറസ് വികസിച്ചത് ഒരിക്കലും. (ഗായകസംഘം)നാം, algea പൈ തിന്നാം ഞങ്ങളുടെ വാക്വം ഉയർന്ന ആണ്നമ്മുടെ പന്ത് സ്ഥിതി തികച്ചും ചുറ്റുമുള്ള.നമ്മുടെ ചക്രവാളത്തിൽ ഞങ്ങളുടെ ആണവായുധങ്ങള് MIRVed ചെയ്യുന്നു, വളഞ്ഞ് ആണ്,പിന്നെ ഒരു കിലോ അര പൗണ്ട് ഭാരം. (ഗായകസംഘം)നമ്മുടെ വികാസം വംശത്തിന്റെ സംഭരണയിടം എങ്കിൽഇനി കൂടുതല് Lebensraum അലിംഗപദമാണെങ്കിലും ചേക്കേറിഞങ്ങൾ ആരംഭിക്കാൻ തയ്യാറാകുമ്പോൾ, ഞങ്ങൾ ഞങ്ങളുടെ ചൊവ്വയുടെ എടുക്കാം,ഞങ്ങൾ ഒരു വലിയ മതി റെഞ്ച് കണ്ടെത്തുകയാണെങ്കിൽ. (ഗായകസംഘം)ഞാൻ ഈ സ്ഥലം രോഗിയാണ് ബഹിരാകാശത്തേക്ക് വെറും മക്ഡൊണാൾഡിന്റെ തുടർന്ന്,പിന്നെ ഇവിടെ ജീവനുള്ള ഒരു വരയുള്ള ആണ്."കരയരുത്" shiggies പറയുക അവർ എന്നെ യാത്രാചുംബനം കഴിയും'ഞാൻ അടുത്ത ആഴ്ച ചലിക്കുന്ന പിരിയുകയാണ് L4 ചെയ്യേണമേ! (ഗായകസംഘം)കോറസ്: ഹോം ലേഗ്രാഞ്ച് വീട്ടിൽ,എവിടെ സ്പേസ് അവശിഷ്ടങ്ങൾ എപ്പോഴും ശേഖരിക്കുന്നു,ഞങ്ങൾ അടക്കി അങ്ങനെ തോന്നുന്നു മാൻ ഏറ്റവും വലിയ സ്വപ്നങ്ങൾ രണ്ടു:സോളാർ ശക്തിയും സീറോ-ഗീ സെക്സ്.
		-- to Home on the Range

%
ഓ, സി കാര്യപരിപാടി ഞാൻ കുഴപ്പമില്ലദിവസം മുഴുവനും ഞാൻ സൂചികകൾ ആൻഡ് സ്ട്രക്ട്സ് കൂടെ .കാര്യംഅതു പ്രവർത്തിക്കുമ്പോൾ ഞാൻ എന്ന്നെ-റേ ആർക്കുംകയുംഓ, സി കാര്യപരിപാടി ഞാൻ കുഴപ്പമില്ല
		-- to Home on the Range

%
ഓ, ഞാൻ ഭൂമിയുടെ ഞെട്ടൽ ചങ്ങല വഴുതി അനുസരിച്ചാണ്ചിരി silvered ചിറകുകൾ ആകാശത്ത് നൃത്തം;Sunward ഞാൻ കയറി തകർന്നുകൊണ്ടേയിരിക്കും സന്തോഷത്തിന്റെ ചേർന്നുസൂര്യൻ-സ്പ്ളിറ്റ് മേഘവും നൂറു കാര്യങ്ങൾ ചെയ്തതു ഓഫ്നിങ്ങൾ സ്വപ്നം ചെയ്തിട്ടില്ല -അവള് കുതിച്ചുയർന്നു ആൻഡ് മികചെ്ചാരുsunlit നിശ്ശബ്ദം ഹൈ.അവിടെ ഹോവർഞാൻ സഹിതം ആർപ്പുവിളി കാറ്റു ഓടിച്ചു ഒപ്പം അകലെയുള്ള ഞങ്ങൾവായു footless ഹാളുകളിൽ വഴി എൻറെ ആകാംക്ഷയോടെ ക്രാഫ്റ്റ്.അപ്പ് എട്ടുകൊല്ലം, കത്തുന്ന നീല സഹിതം അപ്പ്ഞാൻ എളുപ്പമുള്ള കൃപയാൽ കാറ്റു-അടിച്ചുവാരി ഹൈറ്റ്സ് ജേതാക്കൾ ഞങ്ങൾ,ഒരിക്കലും യൂസുഫ്കയോട്, അല്ലെങ്കിൽ കഴുകൻ പറന്നു എവിടെ;പിന്നെ മിണ്ടാതിരുന്നു, ഉയർത്തി മനസ്സിൽ കൂടെ സമയത്ത് ഞാൻ ചവിട്ടി ഞങ്ങൾസ്പേസ് ഉയർന്ന untrespassed പവിത്രത,എന്റെ കൈ നീട്ടി ദൈവത്തിന്റെ മുഖം തൊട്ടു.
		-- John Gillespie Magee Jr., "High Flight"

%
ഓ, ജീവിതം പാട്ടിന്റെ മഹത്തായ സൈക്കിൾ ആണ്,extemporanea ഒരു നിരര്ഥമായ;സ്നേഹം ഒരിക്കലും തെറ്റായ പോകാൻ കഴിയും കാര്യം;ഞാൻ Roumania ഓഫ് മേരി ആകുന്നു.
		-- Dorothy Parker, "Comment"

%
ഓ, Slithery അപ്പൊ, അവൻ സമുദ്രത്തിൽ നിന്നു വന്നു.അവൻ എല്ലാ മറ്റുള്ളവരെ ഉരുവിന്റെ ചെയ്യാം, അവൻ എന്നെ മനസിലായില്ല ചെയ്യും.ഇല്ല, അവൻ എന്നെ പിടിക്കൂ ചെയ്യുക വിഡ്ഢിത്തം .സാധാരണപോലെ 'Slithery Dee.അവൻ എല്ലാ മറ്റുള്ളവരെ ഉരുവിന്റെ, എന്നാൽ AAAARRRRGGGGHHHH ചെയ്യാം !!!!
		-- The Smothers Brothers

%
ഓ, ഞാൻ നിങ്ങളോടു സ്നേഹിച്ചു,അപ്പോൾ ഞാൻ ശുദ്ധവും ധൈര്യമുള്ള ആയിരുന്നുപിന്നെ അത്ഭുതവും ചുറ്റും മൈൽ വളർന്നുഞാൻ എങ്ങനെ നന്നായി പെരുമാറണമെന്ന് ചെയ്തു.ഇപ്പോൾ ഫാൻസി കടന്നുപോകുമ്പോൾ,പിന്നെ ഒന്നും തുടരും,എന്നാൽ മൈൽ അവർ ഞാൻ പറഞ്ഞോളാം ചുറ്റുംതികച്ചും എന്നെത്തന്നെ വീണ്ടും രണ്ടു.
		-- A. E. Housman

%
ഓ, ഹേയ്, ജീവിതത്തെ, പ്രാർഥനയിലൂടെ എന്ന സന്തോഷം പോയിരിക്കുന്നു നീണ്ട പിന്തുടരുന്നു.
		-- John Cougar, "Jack and Diane"

%
അമ്മ ഹബാർഡിന്റെ ഒരു ഷൂ പാർത്തുഅവൾ പല മക്കൾ ഉണ്ടായിരുന്നുഅവൾ എന്താണ് ചെയ്യേണ്ടതെന്ന് അറിഞ്ഞില്ല.അതുകൊണ്ട് അവൾ അറ്റ്ലാന്റ നീക്കി.
		-- John Cougar, "Jack and Diane"

%
അമ്മ ഹബാർഡിന്റെ അലമാരയിൽനിന്ന് പോയിഅവളുടെ പാവപ്പെട്ട മകൾ ഡ്രസ് ലഭ്യമാക്കാൻ.അവൾ അവിടെ എത്തിയപ്പോൾ അലമാരി പ്രസവിച്ചുഅങ്ങനെ അവളുടെ മകൾ ആയിരുന്നു ഞാൻ ഊഹിക്കാൻ ...
		-- John Cougar, "Jack and Diane"

%
പഴയ ടോം Bombadil സന്തോഷത്തോടുകൂടെ ഫെലോ,നീലനിറം തന്റെ ജാക്കറ്റ് അവന്റെ ബൂട്ട് മഞ്ഞ ആകുന്നു.ഒന്നുമില്ല എന്നേക്കും ടോം അവൻ യജമാനൻ തന്നേ അവനെ പിടിച്ചു ഇനിയും ചെയ്തു:അവന്റെ പാട്ടുകൾ ശക്തമാക്കിയ ഗാനങ്ങൾ അവന്റെ കാൽ വേഗതയേറിയതും.
		-- J. R. R. Tolkien

%
അവർ തിരികെ സമയം തിരിഞ്ഞു എവിടെ രാജ്യത്തെ ഒരു Bogart സിനിമയിലെ ഒരു രാവിലെ ന്നിങ്ങൾ പീറ്റർ Lorre ഒരു കുറ്റമായി വിചിന്തനം പോലെ പുരുഷാരം വഴി ഒരുമൂലയിൽ പോയി.അവൾ മഴ ഒരു watercolor പോലെ പ്രവർത്തിക്കുന്ന ഒരു പട്ടു വസ്ത്രധാരണം സൂര്യൻ പുറത്തു വരുന്നു.വിശദീകരണങ്ങൾ ആവശ്യപ്പെട്ട് ബുദ്ധിമുട്ടേണ്ട അവൾ വെറും അവൾ വന്ന പറയാംപൂച്ച ആണ്ടിൽ.അവൾ ദോ നിങ്ങളുടെ ഭുജം അപ് ലോക്കുചെയ്യുന്നതിന് പോലെ അവൾ, ചോദ്യങ്ങൾക്ക് നിങ്ങൾ സമയം നൽകുന്നില്ല,നിങ്ങൾ പൂർണ്ണമായും അപ്രത്യക്ഷമാകുകയും ദിശയിലേയ്ക്ക് നിങ്ങളുടെ അർത്ഥത്തിൽ വരെ പിന്തുടരുക '.വിപണി സ്റ്റാൾ സമീപം നീല-മേഞ്ഞ മതിലുകൾ ഒരു മറച്ച വാതിൽ അവൾ അവിടെ    നിങ്ങൾ നയിക്കുന്നു.ഈ ദിവസങ്ങളിൽ അവൾ പറയുന്നു ഞാന് കൂടി പ്രവർത്തിക്കുന്ന നദിപോലെ എന്റെ ജീവൻ അനുഭവപ്പെടുംപൂച്ച വർഷം.നന്നായി, അവൾ അതിനാല് നിങ്ങൾ നോക്കുന്നു,അവളുടെ കണ്ണുകൾ കടലിൽ ചന്ദ്രക്കല പ്രകാശിക്കും.അവൾ ധൂപവും patchouli വന്നാലുംഅങ്ങനെ നിങ്ങൾക്ക് അകത്തേക്ക് കാത്തിരിക്കുന്നു എന്താണ് കണ്ടെത്താൻ അവളോടുപൂച്ച വർഷം.ശരി, രാവിലെ വന്നു അവളോടു ഇപ്പോഴും, എന്നാൽ ബസ് സഞ്ചാരികളും    പോയിരിക്കുന്നു,നിങ്ങളുടെ ചോയ്സ് കളയാൻ, നിങ്ങളുടെ ടിക്കറ്റ് നഷ്ടപ്പെട്ടു, അതിനാൽ നിങ്ങൾ തുടരാൻ ഞങ്ങൾക്കുണ്ട്.എന്നാൽ രാത്രിയിൽ ഡ്രം-ബീറ്റ് സമ്മർദ്ദങ്ങളോടും പുതിയ-ജനിച്ച ദിവസം താളം നിലനിൽക്കും.നിങ്ങൾ അവളെ വിടാൻ ബന്ധിച്ചു ചില അറിയാമോ, പക്ഷേ ഇപ്പോൾ താമസിക്കാനാണ് പോകാനൊരുങ്ങുന്നപൂച്ച ആണ്ടിൽ.
		-- Al Stewart, "Year of the Cat"

%
നല്ല കപ്പൽ എന്റർപ്രൈസ് ന്പ്രതിവാരം ഒരു പുതിയ സർപ്രൈസ് അവിടെRomulans പതിയിരിക്കും എവിടെഎന്നാൽ Klingons പലപ്പോഴും തിവണ്ടി പോയി.അതെ, നല്ല കപ്പൽ എന്റർപ്രൈസ്ആവേശം എവിടെയും ഉണ്ട് അത് പറക്കുന്നTribbles പ്ലേ എവിടെപിന്നെ നേഴ്സ് ചാപ്പൽ അവളുടെ വഴി ലഭിക്കുന്നു ഒരിക്കലും.കാണുക ക്യാപ്റ്റൻ കിർക് പാലം നിലക്കുന്നതുംകഥാപാത്രത്തിൽ അവന്റെ അരികെ ആണ്.പ്രതിവാര ശല്യം, പെണ്ണിന്റെ-പെണ്ണിന്റെഅതു ഫ്രൈ ബഹുദൂരം ചിതറിപ്പോയി വിസ്താരവും ലഭിക്കുന്നു.ഇത് നല്ല കപ്പൽ എന്റർപ്രൈസ് തുടർന്ന്എവിടെ അപകടം ഭോഷകു തലക്കെട്ട്നിങ്ങൾ ഭീതി ജീവിക്കുന്നത്നിങ്ങൾ ചുവന്ന എന്ന് ഒരു ഷർട്ട് ധരിച്ച് എങ്കിൽ.- ഡോറിസ് റോബിന് L.A. Filkharmonics ഓഫ് കരൺ Trimble,"ഗുഡ് ഷിപ് എന്റർപ്രൈസ്," "ഗുഡ് ഷിപ് ലോലിപോപ്പ്" രൂപയുടെ
		-- Al Stewart, "Year of the Cat"

%
വീണ്ടും ഭീതിയും പ്രവൃത്തി ചെയ്യുന്നത്.കാനൺ ഉറങ്ങുന്നു,തണലിലേക്ക് തന്റെ എല്ലാം അറിയുന്നവനും കണ്ണ്മനുഷ്യ അവസരം സാഹചര്യങ്ങളും ലേക്ക്.പുതുതായി പൈൻ വാലി അവനതിൽ സമാധാനം വാഴുന്നുഎന്നാൽ കാനൺ ഉറക്കം കലങ്ങിയിരിക്കുന്നു.കരുതിയിരിക്കുക, ജൂലൈ ഇഡസ് കഴിഞ്ഞ കള്ളയളവും ദിവസം.അക്ഷമനായ കൈകൾ ജിജ്ഞാസയോടെ കാത്തിരിക്കുക, ഗ്രഹിക്കാൻ ഹോൾഡ് ലേക്ക്സമയം കള്ളയളവും നിമിഷങ്ങളുംപൂർണ്ണമായി ജീവിതത്തിൽ നിന്നുള്ള പിടിച്ചെടുക്കുകയായിരുന്നുകാനൺ ശക്തിയുടെ മഹത്വം;തന്റെ unblinking കണ്ണ് വഴി ബദ്ധനായിരിക്കുന്നു.മൂന്ന് ഗോൾഡൻ ലേണേഴ്സ് വാച്ച് നിലക്കും;ടോൾ ദിവസം, മണിക്കൂർ, മിനിറ്റ് ഓരോpredestiny വരെ തൻറെ ഡാർവിന്റെ വിധിക്കുന്നു.ആ ഭയപ്പെട്ടു നിമിഷം arives,"ആർക്കുവേണ്ടി അല്ല മണിയുടെ ടോളുകൾ ചോദിക്കുക,നിനക്ക് വേണ്ടി ടോളുകൾ. "വാലി പണയം കട ഇന്ന് "
		-- "I extended the loan on your Camera, at the Pine

%
ഒരിക്കൽ നിങ്ങളുടെ മെയിൽ വായിക്കാൻ സ്നേഹിച്ച ഒരു ചെറിയ നേർഡ് ഉണ്ടായിരുന്നുഎന്നിട്ട് അദ്ദേഹത്തിൻറെ വാൽ ഓഫ് ഹാക്കർമാർ ലഭിക്കാൻ ഐ-ആക്സസ് തവണ തിരികെ yank,അവൻ സെക്രട്ടറിയുടെ സ്പൂള് നിന്ന് വായന, പൂർത്തിയാക്കി ഒരിക്കൽ പോലെഅവൻ അവളുടെ കാമുകൻ ഒരു അപമര്യാദയായ തിരസ്കരണവും എഴുതി (എത്ര uncool!)ഈ delivermail ആയി പ്രവൃത്തി ചെയ്തു അവൻ തന്റെ backfstat ഓടി,അവൻ ചൂടുള്ള കൊഴുപ്പ് എലി fritters പോലെ കൊടിയ ലൊഹത്തിന്റെ കേട്ടുഹാർഡ് പിശകുകൾ സിസ്റ്റം ഇറക്കി അദ്ദേഹം പോലും ഘോഷിച്ചുല്ലസിക്കയും കഴിഞ്ഞില്ല നെറുകയിൽ!പിന്നെ bug'll വളരെ നിങ്ങളുടേത് ഇറക്കും ബയോ, നിങ്ങൾ ശ്രദ്ധിക്കൂ ഇല്ല ഇ.എഫ്!ഒരിക്കൽ അവർ uulog വഴി നടക്കുന്നു ചെലവഴിക്കുന്ന അല്പം ജപമാലയും ആയിരുന്നുഅവൻ ദൈവം ചെയ്തത് കളിക്കാൻ ആ രാത്രിയിൽ തന്റെ blit ചെന്നപ്പോൾഹീര എല്ലാവരും അവനെ തകർത്തുകളഞ്ഞു കൺസോളിനെ മറിക്കട്ടെ അവർ കേട്ടുഎന്നാൽ അവർ സിസ്റ്റം തകർന്നു കണ്ടെത്തി -ut ഒരു PS പ്രവർത്തിച്ചപ്പോൾ!ഓ അവരാൽ ഡമ്പ് adb'd, സിസ്റ്റം ട്രെയ്സ് ചെയ്തുപിന്നെ 'ഡിസ്ക് തല വൈകിയോ ഫയൽ സിസ്റ്റത്തിൽ ജോലി ചൂടുള്ള പേസ്റ്റ് ആയിരുന്നു"പാനിക്: സംശയിച്ചു ഒരിക്കലും", എന്നാൽ അവർ കണ്ടെത്താനായില്ല നടന്നതെല്ലാംജൈവ, നിങ്ങളുടെ ബോക്സ് തുടരേ bug'll നിങ്ങൾ ശ്രദ്ധിക്കൂ ഇല്ല ഇ.എഫ്!ഇന്നു ചെയ്തതുപോലെ ചെയ്യുമ്പോൾ ചന്ദ്രൻ പുറത്ത് വരുന്നില്ലനിങ്ങൾ പ്രിന്റർ ഒറ്റയ്ക്കാണെന്ന് കേട്ടു ആർ.കെ. ഏക്കൗണ്ടിലുണ്ട് തോന്നുന്നു,മറ്റ് എന്നുവേണ്ട ശൂന്യമാണ് അവരുടെ ടെർമിനലുകൾ ചാര glassy ചെയ്യുമ്പോൾ,ലോഡ് മാത്രമാണ് 1.6 അത് താമസിക്കും എങ്കിൽ, നിനക്ക് അത്ഭുതംനിങ്ങൾക്ക് ഫയൽ പരിരക്ഷയുള്ള ആലോചിച്ച് വേണം നിരാശനായിരുന്നോ അല്ല,ജൈവ ഇറങ്ങി getcha കൊണ്ടുവരികയും bug'll സിസ്റ്റം!
		-- "I extended the loan on your Camera, at the Pine

%
ഒരിക്കൽ ഈ അർദ്ധരാത്രി പൂർവാപരവിരുദ്ധവും മേൽ,നിങ്ങൾ വികാര ആൻഡ് പരൽ പ്പറ്റി സമയത്ത്,നിരവധി തകർന്നും ആജ്ഞാനുവർത്തികളായിjayanEvoor, .ബോസ്റ്റൺ വോളിയം,ഞാൻ ഏതാണ്ട് പാടി അമ്മാമേ സമയത്ത്,Sudddenly അവിടെ ഒരു hewing വന്നുആരെങ്കിലും കണക്കുപ്രകാരം ധാരാളമായി അപമാനത്താൽ,എന്റെ ചേമ്പർ വാതിൽക്കൽ അപമാനത്താൽ.
		-- "I extended the loan on your Camera, at the Pine

%
വൺ ശോഭയുള്ള ഞായറാഴ്ച രാവിലെ steeple നിഴലുകൾ ൽ,മാർഗം റിലീഫ് ഓഫീസ്, ഞാൻ എന്റെ ജനത്തെ കണ്ടിരിക്കുന്നു;അവർ അവിടെ വിശന്നു നിന്നു, ഞാൻ ചൂളകുത്തിവിളിക്കും അവിടെ നിന്നു,ഈ ദേശവും എനിക്കു വേണ്ടി ഉണ്ടാക്കി.മറ്റാരുടേയും ജീവനുള്ള എന്നെ ഒരിക്കലും നിർത്താൻ കഴിയും,ഞാൻ ആ സ്വാതന്ത്ര്യം ഹൈവേ നടന്നു പോകുമ്പോൾ;മറ്റാരുടേയും ജീവനുള്ള എന്നെ ഒരിക്കലും തിരികെ തിരിയാൻ കഴിയും,ഈ ദേശവും എനിക്കു വേണ്ടി ഉണ്ടാക്കി.ഞാൻ നടന്നു പോകുമ്പോൾ ഞാൻ അവിടെ ഒരു അടയാളം കണ്ടുഎന്നാൽ അടയാളം അത് പറഞ്ഞു: "ഇല്ല അതിക്രമം."എന്നാൽ അപ്പുറത്തു അത് ഒന്നും പറഞ്ഞില്ല,അപ്പുറത്തു നിങ്ങൾ എനിക്കു വേണ്ടി ഉണ്ടാക്കി.[Arló അതുകൊണ്ട് വിരുദ്ധ അദ്ദേഹത്തെ എപ്പോൾ എന്തുകൊണ്ട് നിങ്ങൾ എപ്പോഴെങ്കിലും ആശ്ചര്യപ്പെട്ടു എങ്കിൽഅത്തരം അത്ഭുതകരമായ ദേശഭക്തി ഗാനങ്ങൾ എഴുതി ഉത്തരം നിങ്ങൾ തന്നെ പറയുന്നുവൂഡി ഗാനങ്ങൾ എല്ലാ കേട്ടു]
		-- Woody Guthrie, "This Land Is Your Land" (verses 4, 6, 7)

%
ഒരുദിവസം,ഭ്രാന്തനായ ഒരു മെറ്റാ-കവി,പറയുന്നു ഒന്നുംഒരു ഭ്രാന്തൻ മെറ്റാ-കവിത എഴുതിആ ആരംഭിച്ചു: "ഒരു ദിവസംഭ്രാന്തനായ ഒരു മെറ്റാ-കവി,പറയുന്നു ഒന്നുംഒരു ഭ്രാന്തൻ മെറ്റാ-കവിത എഴുതിആ ആരംഭിച്ചു: "ഒരു ദിവസം[...]അടയ്ക്കൂ തരത്തിൽ ".ആ കവി വാക്കുകൾ,ഒടുവിൽ തിരഞ്ഞെടുത്തുതന്റെ ഭ്രാന്തൻ കവിത കൊണ്ടുവരാൻ,അടയ്ക്കൂ ചില അടുക്കുന്നതെങ്ങനെ ".ആ കവി വാക്കുകൾ,ഒടുവിൽ തിരഞ്ഞെടുത്തുതന്റെ ഭ്രാന്തൻ കവിത കൊണ്ടുവരാൻ,അടയ്ക്കൂ ചില അടുക്കുന്നതെങ്ങനെ ".
		-- Woody Guthrie, "This Land Is Your Land" (verses 4, 6, 7)

%
സംഗീതം ഒരു നല്ല കാര്യംനന്നായി, അതു നിങ്ങൾ വേദന അനുഭവപ്പെടും സഹായിക്കുന്നു.അതിനാൽ സംഗീതം കൂടി എന്നെ;ഇപ്പോൾ സംഗീതത്തിന്റെ എന്നെ അടിച്ചു.
		-- Bob Marley, "Trenchtown Rock"

%
വൺ ഗുളിക നിങ്ങൾ വലിപ്പക്കൂടുതലുള്ളൂ, നിങ്ങൾ മുയൽ വിജയലക്ഷ്യം പോയാൽഒരുത്തൻ ഗുളിക നിങ്ങൾ ചെറിയ ചെയ്യുന്നു. നിങ്ങൾ വീഴും പോകാനൊരുങ്ങുന്ന അറിയുന്നു.അമ്മയും നൽകുന്ന പശുക്കൾ, ദം പുഴുവിന്റെ പുകവലി ഒരു .ഉഗ്രൻ പറയുകഒന്നും ചെയ്യരുത്. നിങ്ങൾ കോൾ തന്നിരിക്കുന്നു.ചോദിക്കുന്നു ആലിസ് കോൾ ആലിസ് പോകുകഅവൾ പത്തു അടി ഉയരമുള്ള സമയത്ത്. അവൾ ചെറിയ സന്ദർഭങ്ങൾ.എപ്പോഴാണ് chessboard പുരുഷന്മാർ എപ്പോൾ യുക്തിയും അനുപാതത്തിൽഎഴുന്നേറ്റു എവിടെ പോകണം നിങ്ങളോടു പറയുന്നു. മരിച്ചവരുടെ ആണിനു വീഴുകയും,നിങ്ങൾ വെറും ഏതെങ്കിലും വിധത്തിലുള്ള നടത്തിയതും വൈറ്റ് നൈറ്റ് സംസാരിക്കുന്നുപുറകോട്ട്കണ്ടുപിടിക്കുക കൂൺനിങ്ങളുടെ മനസ്സ് കുറഞ്ഞ നീങ്ങുകയാണോ. ചുവപ്പും ക്വീൻസ് അവളുടെ തല നഷ്ടപ്പെട്ടുചോദിക്കുന്നു ആലിസ് dormouse പറഞ്ഞ പോകുക:ഞാൻ അവൾക്കു അറിയുന്നു കാണാം കരുതുന്നു. നിങ്ങളുടെ തലയിലെ മേയ്ക്ക.നിങ്ങളുടെ തലയിലെ മേയ്ക്ക.നിങ്ങളുടെ തലയിലെ മേയ്ക്ക.
		-- Jefferson Airplane, "White Rabbit"

%
ഒരു കാരണം ജോർജ് വാഷിംഗ്ടൺഅത്തരം ആദരവുകൾ നടക്കുന്ന:തൻറെ പ്രശ്നങ്ങളെ ആക്ഷേപം ഒരിക്കലുംമുൻ അഡ്മിനിസ്ട്രേഷൻ ന്.
		-- George O. Ludcke

%
കഴിഞ്ഞ കുറിച്ച് ഒരു കാര്യം.അത് അവസാനമായി ലേക്കുള്ള സാധ്യത.
		-- Ogden Nash

%
ലൈൻ മീതെ toke, സ്വീറ്റ് മേരി,ലൈൻ മീതെ toke,ഒരു റെയിൽവേ സ്റ്റേഷനിൽ Sittin 'നഗരമധം,ലൈൻ മീതെ toke.ഹോം പോകുന്ന ട്രെയിൻ Waitin ','Hopin ട്രെയിൻ സമയം എന്നത്ഒരു റെയിൽവേ സ്റ്റേഷനിൽ Sittin 'നഗരമധം,ലൈൻ മീതെ toke.
		-- Ogden Nash

%
മറ്റു സ്ത്രീകളും cloy.ഇതിനാൽ അവർ മേയും എന്നാൽ അവൾ വിശന്നു ചെയ്യുന്നുഎവിടെ ഏറ്റവും അവൾ തൃപ്തിപ്പെടുത്തുന്ന.
		-- Antony and Cleopatra

%
ഞങ്ങളുടെ ചെറിയ സിസ്റ്റങ്ങൾ അവരുടെ ദിവസം ഉണ്ടു;അവർ തങ്ങളുടെ ദിവസത്തെ എനിക്കുണ്ട് ആയിരിക്കും നിരതരായി;അവർ നിന്നിൽ ലൈറ്റുകൾ തകർന്നിരിക്കുന്നു.
		-- Tennyson

%
നമ്മുടെ പൂർവ്വ 'പ്രായം ഞങ്ങളുടെ grandsires ആ മോശമായ ഉണ്ടായിരുന്നു'.നാം അവരുടെ പുത്രന്മാർ അധികം ദൈവമുമ്പാകെ:അങ്ങനെ നമ്മുടെ ടേൺ ഞങ്ങൾ ലോകത്തിൽ ഒരു കൂട്ടമായി ഇനിയും അഴിമതിക്കാരായ തരും.
		-- Quintus Horatius Flaccus (Horace)

%
അയമോദകച്ചെടിgharsley ആണ്.
		-- Ogden Nash

%
ഒരു Twang ലേക്കുള്ള Payeenഓര്മശ്യാമപ്രസാദ്-ഇഡാഉരുളക്കിഴങ്ങ്.നിങ്ങൾ ധൈര്യപ്പെട്ടില്ല എങ്കിൽ,ഞാൻ നിങ്ങളോട് ചോദിക്കുന്നു ആഗ്രഹിക്കുന്നുകുഴിക്കുക പോകാൻbrown- കീഴിൽ നിങ്ങളുടെ ഇഡസ് അപ്പ്ആകാശത്ത് tubered.എവിടെ pitchforkedആവശ്യപ്പെടുംഓര്മ?
		-- Ogden Nash

%
എന്റെ മധുരവും കവിയല്ല സ്വപ്നം കഷണങ്ങൾ സാഹസമാണ്,ഞാൻ പഴയ നാടൻകലകൾ ഇന്ന് രാത്രി എത്ര അത്ഭുതംഅവളുടെ പേര് ആൻ ആയിരുന്നു ഞാൻ അവളുടെ ഓർത്തെടുക്കാൻ ഞാൻ ശിക്ഷാവിധിയിൽ കാണാം,അവൾ എന്തുചെയ്യണമെന്ന് അറിയാതെ എന്നെ വിട്ടു.ലൊക്കേഷന് ഹൈവേ, എന്നെ നിങ്ങൾക്ക് വഴുതിപ്പോവുക ചെയ്യട്ടെ,ലൊക്കേഷന് ഹൈവേ, നന്നായി ദിവസം കണ്ടിട്ടുണ്ടോഎന്റെ തലയിലെ എന്റെ ചെരിപ്പിന്റെ ഇറങ്ങി ബ്ലൂസ് ശേഷം രാവിലെലൊക്കേഷന് ഹൈവേ, എന്നെ നിങ്ങൾക്കു, വഴുതിപ്പോവുക വഴുതിപ്പോവുക ചെയ്യട്ടെ ...ഞാൻ മികച്ച സ്നേഹിക്കുന്നു തവണ പേജുകൾ തിരിഞ്ഞുംഅവൾ എപ്പോഴെങ്കിലും അതേ ചെയ്യും ഞാൻ ചിന്തിക്കുന്നു,ഇപ്പോൾ ഞാൻ പ്രാർഥനയിലൂടെ വിളിക്കുന്ന കാര്യം 'വെറും അറിയാൻ ആണ്' സംതൃപ്തിഅറിയാതെ ഞാൻ ഉദാരതകള് കുറ്റപ്പെടുത്തുന്നത് ശേഷിക്കുന്നു കിട്ടിയിട്ടുണ്ട്.ലൊക്കേഷന് ഹൈവേ, ഞാൻ നിന്നെ കാണാൻ എന്റെ പഴയ ജ്വാല ലഭിച്ചു ...എന്റെ സ്വപ്നം നാടെവിടെയാണെന്ന ഉറക്കത്തിൽ ശകലങ്ങൾ വഴി തിരയുന്നു,വർഷം അവളുടെ മനസ്സിൽ അടഞ്ഞിരിക്കുന്നു എങ്കിൽ എനിക്ക് അത്ഭുതം,ഞാൻ അതു സൗജന്യമായി ലഭിക്കാൻ നാടോടി അല്ലെങ്കിൽ ശൈത്താന് 'വേണം ഊഹിക്കാൻഞങ്ങൾ ഒരിക്കൽ അറിഞ്ഞു നല്ല വിശ്വസ്ത feelin 'നിന്ന്.
		-- Gordon Lightfoot, "Carefree Highway"

%
, കാട്ടു താഴ്വരകൾ വിമര്ശനങ്ങളുംപ്രസന്നമായ കാണാറുണ്ടല്ലോ എന്ന കുഴലൂത്തു ഗാനങ്ങൾ,മേഘം ഞാൻ ഒരു കുട്ടി കണ്ടുഅവൻ എന്നോടു പറഞ്ഞു ചിരിക്കുന്ന:"ഒരു കുഞ്ഞാടിന്റെ കുറിച്ച് ഒരു ഗാനം പൈപ്പ്!"അങ്ങനെ വീട്ടമ്മയാണ് തരുകയും കുഴലൂതി."ഹാമെലിൻ, വീണ്ടും ഗാനം പൈപ്പ്;"അങ്ങനെ ഞാൻ കുഴലൂതി; അവൻ കേൾക്കാൻ കരഞ്ഞു.
		-- William Blake, "Songs of Innocence"

%
Plagiarize, plagiarize,ആരും പ്രവൃത്തി നിന്റെ കണ്ണു ഒഴിഞ്ഞുമാറാനായോ അനുവദിക്കുക,നല്ല യഹോവ നിങ്ങൾ കാൺകെ എന്തിനു ചെയ്തു ഓർക്കുക,അല്ല തണൽ നിങ്ങളുടെ കണ്ണുകൾ ചെയ്യാതെയുംഎന്നാൽ, plagiarize plagiarize, plagiarize.മാത്രം അതു ഗവേഷണം വിളിക്കാൻ ഉറപ്പാക്കുക.
		-- Tom Lehrer

%
പ്ലാനറ്റ് ക്ലേയര് പിങ്ക് മുടി.വൃക്ഷങ്ങളും ചുവന്ന ആകുന്നു.ആരും അവിടെ മരിക്കുന്നു.ആരും ഒരു തല ഉണ്ട് ....
		-- Tom Lehrer

%
ദേശീയഗാനം നിൽക്കാൻ ദയവായി:ഓസ്ട്രേലിയക്കാർ എല്ലാവരും ഞങ്ങളെ സന്തോഷിക്കട്ടെ,ഞങ്ങൾ ചെറുപ്പവും സ്വാതന്ത്ര്യങ്ങൾ വേണ്ടി.നാം കഠിനപ്രയത്നം ഗോൾഡൻ മണ്ണ് ധനം കഴിയാറില്ലെന്നാണ്ഞങ്ങളുടെ വീട് കടൽത്തീരത്ത് ആളായിരുന്നു ആണ്.ഞങ്ങളുടെ നാട്ടിൽ പ്രകൃതിയുടെ പാരിതോഷികം aboundsസമ്പന്നമായ അപൂർവ്വമാണ് സൗന്ദര്യത്തെ.ചരിത്രം ന്റെ പേജിൽ, ഓരോ ഘട്ടത്തിലും ചെയ്യട്ടെഅഡ്വാൻസ് ആസ്ട്രേലിയ മേള.സന്തോഷമുള്ള തരമാണുള്ളത് എന്നിട്ടും ഞങ്ങളെ കീർത്തനം ചെയ്യട്ടെ,അഡ്വാൻസ് ആസ്ട്രേലിയ മേള.നന്ദി. നിന്റെ ഇരിപ്പിടം പുനരാരംഭിക്കാവുന്നതാണു്.
		-- Tom Lehrer

%
ദേശീയഗാനം നിൽക്കാൻ ദയവായി:ദൈവം നമ്മുടെ പരമകാരുണികനായ രാജ്ഞി രക്ഷിക്കാൻ!ലോംഗ് ഞങ്ങളുടെ വിശുദ്ധ രാജ്ഞി ജീവിക്കുന്നത്!	ദൈവം രാജ്ഞിയെ രക്ഷിക്കട്ടെ!അവളെ വിജയം അയയ്ക്കുക,ഹാപ്പി ഭംഗിയും,ഞങ്ങളെ അവനതിൽ വാഴ്ച ലോംഗ്!	ദൈവം രാജ്ഞിയെ രക്ഷിക്കട്ടെ!നന്ദി. നിന്റെ ഇരിപ്പിടം പുനരാരംഭിക്കാവുന്നതാണു്.
		-- Tom Lehrer

%
ദേശീയഗാനം നിൽക്കാൻ ദയവായി:ഹേ കാനഡനമ്മുടെ വീടിന്റെയും നേറ്റീവ് ദേശംയഥാർഥ റിബൽ സ്നേഹംഎല്ലാ പുത്രന്മാരുടെ കമാൻഡിൽതിളങ്ങുന്ന ഹൃദയങ്ങളിൽ നാം നിന്നെ പൊങ്ങുന്നതു കാണുമ്പോൾയഥാർഥ വടക്ക് ശക്തവും സ്വതന്ത്രദൈവമേ കാനഡ ലോകമാകെ നിന്നുംഞങ്ങൾ നിന്നെ ഗാർഡ് നിലക്കുംദൈവം നമ്മുടെ ദേശം തേജസ്സും സൗജന്യമായി തുടരാനുംദൈവമേ കാനഡ ഞങ്ങൾ നിന്നെ ഗാർഡ് നിലക്കുംദൈവമേ കാനഡ ഞങ്ങൾ നിന്നെ ഗാർഡ് നിലക്കുംനന്ദി. നിന്റെ ഇരിപ്പിടം പുനരാരംഭിക്കാവുന്നതാണു്.
		-- Tom Lehrer

%
ദേശീയഗാനം നിൽക്കാൻ ദയവായി:ഓ, പ്രഭാതത്തെ ആദ്യകാല വെളിച്ചം കാണാൻ കഴിയും പറയുന്നുഎന്താണ് വളരെ അഭിമാനത്തോടെ ഞങ്ങൾ സന്ധ്യ അവസാന മിനുങ്ങി ചെയ്തത് തകൾ?ദുർഘടം പോരാട്ടം വഴി ആരുടെ വിശാലമായ തല്ലും ശുഭ്രമായ നക്ഷത്രങ്ങൾഞങ്ങൾ നിരീക്ഷിച്ചു .കരുണകൂടാതെ അവനതിൽ അങ്ങനെ ഊർജ്ജസ്വലമായി പ്രവാഹം?റോക്കറ്റുകളും 'ചുവന്ന പ്രഭയിൽ, വായുവിൽ പാടുന്നു ബോംബുകള്ഞങ്ങളുടെ പതാക അവിടെ ഇപ്പോഴും ആയിരുന്നു അന്നു രാത്രി വഴി തെളിവ് നൽകി.ഓ, ആന്ഡ്രൂ ഇതുവരെ തിരമാല പറയുന്നുസൗജന്യമായി ദേശം ധീരന്മാരുടെ വീട്ടിൽ നിന്നും അവനതിൽ?നന്ദി. നിന്റെ ഇരിപ്പിടം പുനരാരംഭിക്കാവുന്നതാണു്.
		-- Tom Lehrer

%
പവർ, ഒരു ശൂന്യമാക്കൽ മഹാമാരി പോലെ,തട്ടുമ്പോൾ whate'er Pollutes ...
		-- Percy Bysshe Shelley

%
സാധ്യമായ ഇതെന്നു-എന്റെ കറുത്ത കോഴി,അവൾ എപ്പോൾ ബന്ധം മുട്ടകൾ ഇടുന്നു.അവൾ ഇപ്പോൾ പോസിറ്റീവ് ലെ മുട്ടകൾ ഇല്ലഅവൾ എങ്ങനെ അതിസൂക്ഷ്മമായ കഴിയുന്നില്ലെങ്കിൽ കാരണം.
		-- Frederick Winsor

%
നിർദ്ദിഷ്ട രാജ്യം & വെസ്റ്റേൺ ഗാനം ശീര്ഷകംഞാൻ നിങ്ങളുടെ മേൽ നേടുക കഴിയില്ല, അങ്ങനെ ഞാൻ നേടുക Up, അക്കരെക്കു പ്രദക്ഷിണംനീ എന്നെ തനിച്ചാക്കി വിടുകയില്ല എങ്കിൽ, ഞാൻ ആരോ ആർ കാണാംഞാൻ നിങ്ങളോടു കൂടെ വൈകി വീട്ടിലേക്ക് വന്നപ്പോൾ നിങ്ങൾ ഒരു പാപം ആഗ്രഹിക്കുന്നു അറിയാമായിരുന്നുനിങ്ങളുടെ സോക്സ് പുറത്ത്-ഇൻഞാൻ നിന്റെ സ്നേഹത്തിന്റെ ഹെഡ്ലൈറ്റുകൾ ഒരു മുയൽ സുഖമാണ്നിങ്ങൾ അല്ല എങ്കിൽ ഉൽപ്പന്നവും റൈഡ് എന്നെ തിരഞ്ഞെടുത്തു എന്റെ ടയറുകൾ കിക്ക് ചെയ്യരുത്ഞാൻ നന്നായി നിങ്ങളെ അറിഞ്ഞിട്ടില്ല മുമ്പെ ഞാൻ മെച്ചപ്പെട്ട ഇഷ്ടപ്പെട്ടുഞാൻ ഇപ്പോഴും മിസ് നീ, ബേബി, എന്നാൽ എന്റെ ലക്ഷ്യം ന്റെ Gettin 'ബെറ്റർഞാൻ നിന്റെ വൈറ്റ് നുണകൾ നിന്നും Red കണ്ണുകൾ ലഭിച്ചു ഞാൻ ബ്ലൂ സുഖമാണ് എക്കാലത്തെയും
		-- "Wordplay"

%
നിർദ്ദിഷ്ട രാജ്യം & വെസ്റ്റേൺ ഗാനം ശീര്ഷകംലോംഗ് ഞാൻ വീഡിയോ Ahmeer അല്ലാത്തതിനാൽ ഞാൻ കാര്യമാക്കുന്നില്ല നീ എന്നെ നിഷേധിച്ച് എങ്കിൽ 'എലോൺഞാൻ ഡോഗ് ഫൈറ്റ് കൊണ്ടുപോകും ഞാൻ നിങ്ങളോട് വിജയിക്കാൻ കഴിഞ്ഞു ചിന്ത പോലും ഭയക്കുന്നുണ്ട്നീ എന്നെ വിടുക എങ്കിൽ ഞാൻ നിങ്ങളെ comin ആണെങ്കിൽ 'ചിന്തിക്കാന് കാണാം മുമ്പത്തേതിലേക്ക് ഔട്ട് വാക്ക്നിങ്ങൾ ചുണ്ടിന്റെ-സമന്വയം ശീലിച്ചു മുതൽ, ഞാൻ താങ്കളുടെ ആജ്ഞാനുവർത്തിയാണ് സുഖമാണ്നിങ്ങളുടെ പ്രിയ യോഹന്നാൻ എന്റെ ജോൺ DEERE, നിങ്ങളുടെ ഫീൽഡ് പുലർച്ചഎന്റെ ഹൃദയം ബ്രേക്കിംഗ്നിലവിളിക്കുന്നു അല്ല, ലിറ്റിൽ നൾകുമ്പോൾ, നിങ്ങൾ Waterin ആണെങ്കിൽ 'എന്റെ ബിയർടെന്നീസ് നിങ്ങൾക്ക്, നിങ്ങളുടെ റാക്കറ്റ് വേണം 'ചെയ്യേണമേ സ്നേഹം Nothin'നീ എന്നെ സ്നേഹിക്കുന്നു പറയുക ചെയ്യുമ്പോൾ, പ്ളം പൂർണ്ണ മുൻപരിചയം, 'കോസ് ജീവിക്കുന്നുനിങ്ങൾ കുഴികളിൽ എന്നാല്പെട്ടകത്തിന്റെഞാൻ വിവാഹത്തിലെ നിന്റെ കൈ ആഗ്രഹിച്ചു എങ്കിലും എല്ലാ എനിക്ക് കിട്ടി ഫിംഗർ ആയിരുന്നുവോ
		-- "Wordplay"

%
നിർദ്ദിഷ്ട രാജ്യം & വെസ്റ്റേൺ ഗാനം ശീര്ഷകംഅവൾ കാണാൻ വളരെ മറിച്ച് അവൾ ഒരു ഗ്ലാസ് താഴെയുള്ള ത്രൂ മനോഹരമായിരിക്കുന്നുവിരലടയാളങ്ങൾ ത്വക്കിൽ രംഗപ്രവേശം ചെയ്താൽ ഞാൻ ആർ ഞാൻ നിങ്ങളെ കണ്ടെത്തുക ആഗ്രഹിക്കുന്നു തുടർന്ന് ആശ്ചര്യപ്പെടരുതുഞാൻ ഇവിടെ ലജ്ജിക്കുന്നില്ല സുഖമാണ്, പക്ഷെ വിടുക മതിയായ ലജ്ജിച്ചുഇത് താഴ്വരയിൽ Commode Huggin 'സമയമാണിത്നിങ്ങൾ ബിയർ റിയൽ കോൾഡ് സംരക്ഷിക്കണമെങ്കിൽ എൻറെ മുൻഭാര്യ ഭാര്യയുടെ ഹാർട്ട് ഇതിനടുത്തുള്ള ഇടുകഞാൻ നിന്നെ സ്നേഹിക്കുന്നുവെന്നും ചെയ്യാത്ത .ഇക്രൂ വീണ്ടും Feelഞാൻ ഇവിടെ ലജ്ജിക്കുന്നില്ല സുഖമാണ്, പക്ഷെ വിടുക മതിയായ ലജ്ജിച്ചുഇത് യുദ്ധത്തിന് ഡാഡി ന്റെ സോൾ ബൈബിൾ എതിരെ കുപ്പിയിലെ തുടർന്ന്എന്റെ ഭാര്യയും എന്റെ മികച്ച സുഹൃത്തുമായി ഓടി, ഞാൻ എന്തുചെയ്താലും മിസ്സ് അവനെഇനി വുഡ്, ബേബി, കട്ട് ചെയ്യരുത് ഭാരം വീട്ടിൽ ഞാൻ comin ആയിരിക്കും കോസ് 'ഞാൻ അവളുടെ സ്നേഹിച്ച് ഞാൻ നിങ്ങൾക്കു പിന്നിൽ അവളെ വിട്ടു
		-- "Wordplay"

%
മറ്റൊരു പാസ്വേഡ് ഇടുകപിന്നെ അതിനെ ബോംബ് വീണ്ടും ശ്രമിക്കുക.കഴിഞ്ഞ ലോഗിങ് ലഭിക്കാൻ ശ്രമിക്കുക,നാം ഹാക്കിങ് ആണെങ്കിൽ ഹാക്കിങ്, ഹാക്കിങ്.ആദ്യ ഭാര്യ ചെല്ലപ്പേര് ശ്രമിക്കുക,ഇത് ഒരു മത്സരം മാത്രം കൂടുതലാണ്.ഇത് യഥാർത്ഥ രസകരവും, പക്ഷെ അതേ,ഇത്, ഹാക്കിങ് പറ്റി ഹാക്കിങ്, ഹാക്കിങ്.
		-- To the tune of "Music, Music, Music?"

%
മേഘങ്ങൾ എവിടെ മഴ വീണാൽമേഘങ്ങൾ പോയി എവിടെ സൂര്യൻ പ്രകാശിക്കുന്നുമേഘങ്ങൾ വെറും വന്നുപോകുന്ന
		-- Florian Gutzwiller

%
റേസറുകൾ വേദന നിങ്ങൾ;നദികൾ നനഞ്ഞ ആകുന്നു.ആസിഡുകൾ നിങ്ങൾ കറമയക്കുമരുന്നു സന്ധിവലി കാരണമാകും.തോക്കുകളും ന്യായമല്ലാത്ത;Nooses തരും.വാതക awful-- പടയുംനിങ്ങൾ നന്നായി ജീവിക്കുവാനും വേണ്ടി!
		-- Dorothy Parker, "Resume", 1926

%
സുഹൃത്തുക്കൾ വിചാരങ്ങൾ കടന്നു എത്തിച്ചേരും,അവർ നിങ്ങളുടെ പേര് അറിയില്ല കണ്ടെത്താൻ., ചൂഷണം ടെഡി വളരെ ഇറുകിയ വഹിക്കുംപപ്പും ഉള്പെടുത്തുക പൊളിഞ്ഞു കാണാൻ.നിങ്ങളുടെ കവിൾ മലിനമായിരിക്കുന്നു ഗ്ലാസ് സ്പർശിക്കുക,നിന്റെ രക്തം അതിന്റെ കുളിരു തോന്നുന്നു.രാത്രി ഒരു മെഴുകുതിരി പിടിക്കുക,ഇരുട്ടിന്റെ ജ്വാല കുലെക്കുന്നു കാണാം.ദൈവത്തിന്റെ നിന്ന് സമാധാനത്തിന്റെ മാസ്ക് കീറിക്കളയുംപാതാളത്തിൽ ആത്മാക്കളെ ഇരമ്പം കേൾക്കാം.സ്നേഹത്തിന്റെ നാമത്തിൽ ഒരു റോസ് പറിച്ചുകളയുംഎന്നാൽ ചുരുളൻ തന്നെചെയ്യും ദളങ്ങൾ കാണുക.പടിഞ്ഞാറൻ കാറ്റു ആശ്രയിക്കും,നിങ്ങൾ ഒറ്റയ്ക്കാണോ അറിയുന്നു.
		-- Dru Mims

%
Reclaimer, ആ വൃക്ഷത്തിൽ കനിവുഒരൊറ്റ ബിറ്റ് അല്ല നടത്തുക!എനിക്ക് ചൂണ്ടിക്കാണിക്കാൻ ഉപയോഗിച്ച്,ഞാൻ ഇപ്പോൾ പരിരക്ഷിക്കുകയും പിരിയുകയാണ്.ഇത് വായനക്കാരൻറെ ബാക്ക്ട്രെയിസ്കൊണ്ടു് ആയിരുന്നുആ കുത്ത് ജോടിയാക്കി, അതിനെ ഉണ്ടാക്കി;ഇപ്പോൾ, ജിസി, n അത് വേണ്ടി,നീ അതു മടക്കിചോദിക്കുക ചെയ്യേണം.
		-- Dru Mims

%
നിങ്ങളുടെ ചീട്ടു എന്തായിരുന്നാലും ആപത്ത് അതു മാത്രം കഴിഞ്ഞില്ല ഓർക്കുകക്ലീവ്ല്യാംഡ് മോശമായ.
		-- National Lampoon, "Deteriorata"

%
നിന്നെ ഓർക്കുകആയ്, പാവപ്പെട്ട ഭൂതം നീ മെമ്മറി ഒരു സീറ്റ് താങ്ങി സമയത്ത്ഈ ശ്രദ്ധ ഭൂഗോളം ൽ. നിന്നെ ഓർക്കുക!അതേ, എന്റെ മെമ്മറി മേശയിൽ നിന്നുഞാൻ എല്ലാ പേജുകളുള്ള ആത്മബന്ധം രേഖകള് തുടച്ചു കാണാം,പുസ്തകങ്ങളെല്ലാം ഈർച്ചവാളിന്നും, എല്ലാ രൂപത്തിലുമുള്ള എല്ലാ സമ്മർദങ്ങൾ കഴിഞ്ഞ,ആ ബാല്യവും നിരീക്ഷണം അവിടെ പകർത്തി.
		-- William Shakespeare, "Hamlet"

%
അടിമകളുടെ ഈ നാട്ടിൽ നിന്ന് എന്നെ നീക്കംഎല്ലാ വിഡ്ഢികൾ എവിടെ, എല്ലാ ഹാസ്യചിത്രം ആകുന്നുഎവിടെ ഏതു തെമ്മാടി ഭോഷൻ വാങ്ങിയവനും,ദയാപൂർവം വെറുതെ തന്നെത്തന്നെ വിറ്റു;
		-- Jonathan Swift

%
റോളണ്ട് അർദ്ധരാത്രി സൂര്യന്റെ നാട്ടിൽ നിന്ന് ഒരു യോദ്ധാവ് ആയിരുന്നുകൂലി ഒരു തോംസൺ തോക്ക് വച്ച് ഭവിക്കട്ടെ പോരാടുന്നത്.കരാർ ഇരുണ്ട കാറ്റുമുള്ള ദിവസം, ഡെന്മാർക്ക് സൃഷ്ടിച്ചതാണെന്ന്അങ്ങനെ അദ്ദേഹം രക്തരൂക്ഷിത ജനവിധി ചേരാൻ, Biafra സജ്ജീകരിച്ചു.അറുപത്താറു ഏഴു വഴി അവർ കോംഗോ യുദ്ധം,അവരുടെ ട്രിഗറുകളുടെ അവരുടെ വിരലുകൾ, ഗോർ ആഴത്തിലുള്ള മുട്ടുകുത്തിയ.രാവും തങ്ങളുടെ മുട്ടുകുത്തി ബന്റു പടവെട്ടി,അവർ തങ്ങളുടെ ഉപജീവനത്തിനായി കൊന്നു കോംഗൊളീസ് സഹായിക്കാൻ.റോളണ്ട് തോംസൺ പീരങ്കിഭടന് ...അവന്റെ സഖാക്കൾ അവനെ വാൻ ഓവൻ, ബാക്കിയുള്ളവ പുറമെ പടവെട്ടിഎന്നാൽ എല്ലാ തോംപ്സൺ gunners എന്ന, റോളണ്ട് മികച്ച ആയിരുന്നു.അങ്ങനെ C.I.A അവർ റോളണ്ട് മരിച്ചവരുടെ ആഗ്രഹം, തീരുമാനിച്ചു,അതാണ് മകൻ-ഓഫ്-ഒരു ആൾ വാൻ ഓവൻ, റോളണ്ട് തല ഊതി.റോളണ്ട് ലെസ്സ് തോംസൺ പീരങ്കിഭടന് ...റോളണ്ട് അവനെ ചെയ്തതു ആഗ്രഹിച്ചവർ മനുഷ്യനു, ഭൂഖണ്ഡത്തിന്റെ തിരഞ്ഞു.അവൻ ഒരു ബാർ റൂം കുടിവെള്ള ജിൻ ലെ, മാംബാസ അവനെ കണ്ടെത്തി,റോളണ്ട് തന്റെ തോംസൺ തോക്ക് ലക്ഷ്യമിട്ടുള്ള അവൻ ഒരു വാക്കുപോലും പറഞ്ഞില്ല,എന്നാൽ അവൻ അവിടെ നിന്ന് ജൊഹ്യാനെസ്ബര്ഗ് ലേക്ക് വാൻ ഓവന്റെ ശരീരം ഊതി.നിത്യ തോംസൺ പീരങ്കിഭടന്, ഇപ്പോഴും രാത്രി ചിതറിപ്പോയി,ഇപ്പോൾ പത്തു വർഷത്തിനുശേഷം, എന്നാൽ അവൻ പോരാട്ടം സൂക്ഷിക്കുന്നു ശമിപ്പിക്കുന്നു.അയർലന്റ് എന്നിവിടങ്ങളിൽ ലെബാനോനിൽ പലസ്തീനിലെ, ബെർക്ലി ലെ,പാറ്റീസ് Hearst ... റോളണ്ട് ന്റെ തോംപ്സൺ തോക്ക് സമാന ... കേട്ടു അതു വാങ്ങി.
		-- Warren Zevon, "Roland the Headless Thompson Gunner"

%
റോമിയോ അവൻ കൊല്ലാൻ തയ്യാറായി, അടങ്ങാത്ത ആയിരുന്നുഅവൻ ഇപ്പോഴും ഇരിക്കാൻ കഴിഞ്ഞില്ല വ്യവഹാരം 'അവൻ പുറത്തു വിൻഡോ ചാടിജൂലിയറ്റ് സുരക്ഷാ വല ഉപയോഗിച്ച് കാത്തിരിപ്പുണ്ടായിരുന്നു,"എന്തു എന്നെ 'ഞാൻ ഇതുവരെ മരിച്ചിട്ടില്ല വ്യവഹാരം അടക്കം ഇല്ല" പറഞ്ഞു.
		-- Elvis Costello

%
റോസാപ്പൂവ് ചുവന്ന ആകുന്നു;ഒകെയാണ് നീലയിലായിരിക്കും.ഞാൻ മനോവിഭ്രാന്തി സുഖമാണ്,അങ്ങനെ ഞാൻ ഇതാ
		-- Elvis Costello

%
ടാലീഡൊ ഒഹായോ ശനിയാഴ്ച രാത്രിയിൽ,ഒട്ടും ഒരിടത്തും പോലെ ആണോ,എല്ലാ മണിക്കൂർ ഇങ്ങും എങ്ങനെ ദിവസം മുഴുവനും,നിങ്ങൾക്ക് പാർക്കിൽ ഇരിക്കാൻ നിങ്ങൾ പുല്ലു മരിക്കും കാണാൻ.
		-- John Denver, "Saturday Night in Toledo Ohio"

%
പൂക്കൾ അത് പറയുക,അല്ലെങ്കിൽ മിങ്ക് അത് പറയൂ,എന്നാൽ നിങ്ങൾ പ്രവർത്തിക്കുന്ന ഏതൊരുമഷി പറയരുത്!
		-- Jimmie Durante

%
, ക്യാമറകൾ പല കേന്ദ്രീകരിച്ചായിരുന്നു t'us പറയുകനമ്മുടെ മധ്യവയസ്കനായ ഷോട്ടുകൾ ഞങ്ങളെ നീതി പുലർത്താൻ.ഇല്ല നീതി, ദയവായി, ശാപം നിങ്ങൾ!നാം ശരിക്കും കരുണ ആഗ്രഹിക്കുന്നു:നിങ്ങൾ നീതി TIS ', കാണുക, യുഎസ് disgusts.
		-- Thomas H. Hildebrandt

%
ഉണ്ടായിരുന്നു എന്റെ സ്നേഹം എളുപ്പമാണ് പറയുക,ഞാൻ അഭിമാനത്തോടെ അസംസ്കൃത കടിച്ചും പിരിയുകയാണ് പറയുക,ഞാനും പലപ്പോഴും ദുഃഖിതനാണ് പറയുക -ഇപ്പോഴും നിന്റെ വശത്തു എന്നെ കാണുകയില്ല.ഞാൻ ധൈര്യമുള്ള അരുതു ഇടപ്രായത്തിലുള്ള സുഖമാണ് പറയുകഞാൻ നോയിഡയിലെ കരുതലും coddle പറയുക,പിശാച് എന്റെ നാവിനെ തൊട്ടു പറയുക -ഇപ്പോഴും നിങ്ങൾ ധരിക്കുന്ന എന്റെ ഹൃദയം ഞങ്ങൾക്കുണ്ട്.എന്നാൽ എന്റെ സൂക്തങ്ങൾ സ്കാൻ എന്നു പറഞ്ഞാൽ,ഞാൻ എനിക്ക് മറ്റൊരു മനുഷ്യൻ നേടുകയും!
		-- Dorothy Parker, "Fighting Words"

%
പറയുക! നിങ്ങൾ trouble-- ഒരു കൂമ്പാരം അടിച്ചു ഞങ്ങൾബിസിനസ്സിൽ പ്രതിമ, നിന്റെ ഭാര്യ നഷ്ടപ്പെട്ടു;ആരും നിങ്ങളെ കുറിച്ച് ഒരു ശതമാനം ശ്രദ്ധാലുവാണ്,ജീവിതത്തോട് ഒരു ശതമാനം കാര്യമാക്കുന്നില്ല;ഹാർഡ് ലക്ക് പ്രത്യാശ തുടരെത്തുടരെ ന്റെ ഉണ്ട്,ആരോഗ്യം, പരാജയപ്പെടുകയാണ് നിങ്ങൾ die-- ആഗ്രഹിക്കുന്നു എനിക്കുണ്ട്എന്തിന്, നിങ്ങൾ ഇപ്പോഴും സൂര്യപ്രകാശവും നിങ്ങൾ നിർത്തിയിടത്ത്വൻകിട നീലാകാശം.
		-- R. W. Service

%
സയൻസ് ഫിക്ഷൻ, ഇരട്ട ഫീച്ചർ.ഫ്രാങ്ക് പണിതു; ജീവി നഷ്ടമായി.ഇരുട്ടും ബ്രാഡ് ആൻഡ് ജാനറ്റും നേടികൊടുത്തു.ദാസന്മാർ ദൂരത്തെ ഗ്രഹം പോയപ്പോഴാണ്.അയ്യോ ഓ ഓ ഓ.രാത്രി വൈകിയാണ്, ഇരട്ട സവിശേഷത at, ചിത്രം കാണിക്കുക.ഞാൻ, പോകാൻ ആഗ്രഹിക്കുന്ന ഓ ഓ ഓ.രാത്രി വൈകിയാണ്, ഇരട്ട സവിശേഷതയും ചിത്രം കാണിക്കുക.
		-- Rocky Horror Picture Show

%
ശാസ്ത്രം! പണ്ടു യഥാർഥ മകൾ എന്നു!ആർ നിന്റെ പിയറിംഗും കണ്ണുകൊണ്ടു സകലവും alterest.കവിയുടെ ഹൃദയത്തോടു ഇങ്ങനെ നീ എന്തു preyest,ആരുടെ ചിറകു മുഷിഞ്ഞ യാഥാർഥ്യങ്ങൾ ആകുന്നു പരുന്തു?അവൻ നിന്നെ എങ്ങനെ സ്നേഹിക്കണം? എങ്ങനെ നിന്നെ ജ്ഞാനികൾ വിചാരിച്ചത്?തന്റെ അലഞ്ഞ ആരാണ് വിട്ടുകൊടുക്കയില്ല കാണാമായിരുന്നുആഭരണങ്ങളും ആകാശത്ത് നിക്ഷേപം തേടുക,അവയേക്കാൾ അവൻ ഒരു കാര്യമായ ഹ്യൂബർ കുതിച്ചുയർന്നു?നീ അവളെ കാറിൽ നിന്നും ഡയാന വലിച്ചിഴച്ചു കണ്ടില്ലേ?മരം നിന്ന് Hamadryad തള്ളപ്പെട്ടചില സന്തോഷവതികൾ നക്ഷത്ര ഒരു അഭയം നേടുന്നതിന്?നീ അവളെ ദുഃഖത്തിൽ നിന്ന് Naiad കീറിക്കളകയോ,Elfin പച്ച പുല്ലു നിന്നും എന്നിൽ നിന്ന്പുളിമരത്തിന് വേനൽക്കാല സ്വപനം?
		-- Edgar Allen Poe, "Science, a Sonnet"

%
Scintillate, scintillate, ഗോളങ്ങൾ vivific,ഞാൻ നിർദ്ദിഷ്ട നിങ്ങളുടെ പ്രകൃതി താൽക്കാലികമായി എങ്ങനെ കെടുത്തിക്കളയാമെന്ന്,ഉന്നതഭാവത്തോടെ, ഈഥർ സൗകര്യത്തോടെയുള്ള കൽപനയ്ക്ക്ഹൈലി തീയിലൂടെ കാർബണിക സദൃശമായ.Scintillate, scintillate, ഗോളങ്ങൾ vivific,ഞാൻ നിങ്ങളുടെ പ്രകൃതി പ്രത്യേക താൽക്കാലികമായി എങ്ങനെ കെടുത്തിക്കളയാമെന്ന്.
		-- Edgar Allen Poe, "Science, a Sonnet"

%
ഡിസ്കുകൾ സ്ക്രാച്ച്, കോർ ഡംപ്, ഷട്ട് ഡൗൺ, പ്ലഗ് pull, തറയിൽ ടേപ്പുകൾ റോൾ കോർ അധിക വടംവലി തരേണമേപിന്നെ സിസ്റ്റം തുടരേ പോകുന്നു. പിന്നെ സിസ്റ്റം തുടരേ പോകുന്നു.Teletypes ഭാഗങ്ങളിലേക്ക് റൺസെടുത്തു. Mem'ry കാർഡുകൾ, ഓരോരുത്തരുടെയും,സ്കോപ്പുകളൊന്നും ചില ഡോണും ഹിറ്റുകൾ ഔട്ട് ടോസ് പാതിവഴിയിൽ ഹാൾ ഇറങ്ങി തരികപിന്നെ സിസ്റ്റം തുടരേ പോകുന്നു. പിന്നെ സിസ്റ്റം തുടരേ പോകുന്നു.അതുപോലെ ജസ്റ്റ് ഒരു സ്വിച്ച് ഫ്ലിപ്പുചെയ്യുക കണ്ടെത്തിനിങ്ങൾ ശക്തി ടേൺ ഡൌൺ എപ്പോൾ, ലൈറ്റുകൾ വിറയ്ക്കാൻ നിരതരായി ചെയ്യുംനിങ്ങൾ പേടിച്ചു പോയി ഡിസ്ക് വായനക്കാരെ തിരിക്കാൻ. ടേപ്പ് വൈക്കോൽ ചെയ്യുംഞൊടിയിടയിൽ.ഓ, അത് എപ്പോൾ സിപിയു, ഇത്രയധികം രസകരവുംഇപ്പോൾ സിപിയു ", ഫൂ" ഒന്നും എങ്കിലും പ്രിന്റുചെയ്യാനാകുമോ പ്രവർത്തിക്കില്ലപിന്നെ സിസ്റ്റം തുടരേ പോകുന്നു. സിസ്റ്റം തുടരേ പോകുന്നു.
		-- To the tune of "As the Caissons go Rolling Along"

%
തെറ്റിച്ചുകളഞ്ഞു, പരുക്കൻ സാംസൺ snored.അവൾ ഹ്രസ്വ സിസോർഡ്. ബദറുദ്ദീന് ക്ഷൌരം,ഉടൻ അടിമ കൂച്ചുവിലങ്ങാകുന്നുവെന്ന്, സാംസൺ നെടുവീർപ്പിട്ടുനിശബ്ദമായി മെനയുന്ന,ആവശ്യപ്പെട്ട് Sightlesslyചില നിഷ്ഠുരമായ, അതിമനോഹരമായിരുന്നു ആത്മഹത്യ.
		-- Stanislaw Lem, "Cyberiad"

%
തകർന്ന ശേഷം വാൾ അന്വേഷിപ്പിൻ:Imladris അതു വസിക്കുന്ന;എടുത്ത ഗൂഢാലോചനയും ഇരിക്കുംMorgul-ഘട്ടങ്ങളിലായി കരുത്തുള്ള.ഒരു ടോക്കൺ കൊടുത്തിരിക്കുന്നു പോകുംആ ഡൂം, ആസന്നമായ ആണ്Isildur ന്റെ രക്തദാനം .സത്യത്തിൽ കൊള്ളുംപിന്നെ Halfling പുറത്തു നിൽക്കേണ്ടിവരും.
		-- J. R. R. Tolkien

%
അവൾ എന്നോട് ചോദിച്ചു "നിങ്ങളുടെ അടയാളം എന്താണ്?"ഞാൻ ആവിയിൽ ഉത്തരം "നിയോൺ"ഞാൻ അവളുടെ മനസ്സിൽ ഊതി കരുതുന്നു ...
		-- J. R. R. Tolkien

%
അവൾ ശാസ്ത്രം എന്നെ അന്ധത!
		-- J. R. R. Tolkien

%
അവൾ നിങ്ങളുടെ എല്ലാ ഫയലുകളും കൊല്ലുന്നത്;അവൾ ഒരു കോപഭാവം ഉപയോഗിച്ച് ഫ്രീസ് ചെയ്യാവുന്നതാണ്.അവളുടെ കയ്യിൽ അല മുഴുവൻ സിസ്റ്റം നൽകുന്നു.അവൾ മൂന്നു ശേഷം പത്തു വരെ അവളുടെ കോഡ് പ്രവർത്തിക്കുന്നു.അവൾ ഒരു ബാറ്റ് പോലെ താമസിക്കുന്നത് എന്നാൽ അവൾ എപ്പോഴും എന്റെ ഒരു ഹാക്കർ അത്രയേയുള്ളൂ.
		-- Apologies to Billy Joel

%
അവൾ ട്രാക്കുകളിൽ നിന്നുഅവളുടെ കൈയ്യാട്ടൽആ മൂന്നാം റെയിൽ ഷോക്ക് എന്നെ നയിച്ചഒരു ചേരയെ പോലെ പെട്ടെന്ന്അവൾ മനസ്സ് മാറ്റിഅവൾ എന്നെ ഒരു രാത്രി തന്നുഅത്രമാത്രം ആയിരുന്നു അത്രയേയുള്ളൂഞാൻ നിർത്തും വരെ എന്തു എടുക്കുംഎന്നെത്തന്നെ തമാശയ്ക്ക്എന്റെ സ്വകര്യഞാൻ മറ്റൊന്നും ചെയ്യാനില്ല അവിടെ'കോസ് ഞാൻ Leyna അതു എല്ലാ ചെയ്തുകൊണ്ടിരിക്കുന്നത്ഞാൻ ആരെയും പുതിയ ആഗ്രഹിക്കുന്നില്ല'ഞാൻ Leyna അതു ജീവനുള്ള പിരിയുകയാണ് ചെയ്യേണമേനിങ്ങൾക്ക് അതിൽ ഒന്നുമില്ല'ഞാൻ Leyna അതു നൽകുന്ന പിരിയുകയാണ് ചെയ്യേണമേ
		-- Billy Joel, "All for Leyna" (Glass Houses)

%
ഇടത്തോട്ടോ ഷിഫ്റ്റ്!വലതുവശത്ത് ഷിഫ്റ്റ്!പോപ്പ്, തള്ളിയിടും,ബൈറ്റ്, ബൈറ്റ്, ബൈറ്റ്!
		-- Billy Joel, "All for Leyna" (Glass Houses)

%
ഇടത്തോട്ടോ മാറ്റം,, വലതുവശത്ത് Shiftലെ മാസ്ക്, പുറത്ത് മാസ്ക്,ബൈറ്റ്, ബൈറ്റ്, ബൈറ്റ് !!!
		-- Billy Joel, "All for Leyna" (Glass Houses)

%
ഞാൻ എന്റെ പെൻഡുലം ഉപദ്രവവും ശേഷംഎന്റെ ജീവിതം എല്ലാ റിലേറ്റീവായുളള.ഫറവോൻ എൻറെ തത്തഇപ്പോൾ സ്റ്റാറ്റിക് പകർന്നുകൊടുക്കാനും ആണോ.പരവതാനി മരിച്ചു ഒരു ഈന്തപ്പന വീണുപൂച്ച മലവിസർജ്ജന ഫിത്നയാക്കിയിരിക്കുന്നുവെന്ന്.എന്നെ സബോധമുള്ള സൂക്ഷിക്കുന്നു ഏക കാര്യംഎന്റെ ഷൂ സംസാരിക്കുന്നു.
		-- My Shoe

%
ഹേയ് പാടുവിൻ പകലിൻറെ രണ്ടറ്റങ്ങളിലും കുളി വേണ്ടിആ തളർന്നിരിക്കുന്നു ചെളി അകലെ കൃപയുടെ!ഒരു loon പാടും ചെയ്യുക ആകുന്നു;ഹേ! വാട്ടർ ഹോട്ട് മാന്യമായ കാര്യം തന്നെഹേ! സ്വീറ്റ് മഴയും ശബ്ദം ആണ്,കുന്നും നിന്ന് താഴ്വരയിലേക്കു ചാടി തോടും;മഴ നല്ലതു അല്ലെങ്കിൽ തോടുകളും ഓളമിളകുന്നവാട്ടർ ഹോട്ട് smokes ഒപ്പം steams ആണ്.ഹേ! ഞങ്ങൾ ആവശ്യം ചെയ്തത് ഒഴിക്കട്ടെ വാട്ടർ തണുത്തഒരു ദാഹിച്ചു തൊണ്ട ഇറങ്ങി തീർച്ചയായും സന്തോഷിക്കും;എന്നാൽ മെച്ചപ്പെട്ട പാനീയം ഞങ്ങൾ കഴിവില്ലെങ്കില്, ബിയർ ആണ്,ജല ഹോട്ട് തിരികെ താഴേയ്ക്ക് ഒഴിച്ചു.ഹേ! വാട്ടർ ഉയരത്തിൽ ചാടി ന്യായമായ ആണ്ആകാശത്ത് കീഴെ വെള്ള ഉറവിന്റെ ലെ;എന്നാൽ ഉറവിന്റെ അതിമനോഹരം ശബ്ദം ഒരിക്കലുംഎന്റെ കാൽ ഹോട്ട് വാട്ടർ തെറിക്കുന്ന പോലെ!
		-- J. R. R. Tolkien

%
മഞ്ഞുപോലെ വെളുത്ത! മഞ്ഞുപോലെ വെളുത്ത! ഹേ ലേഡി ക്ലിയർ!പടിഞ്ഞാറൻ കടലിനുമപ്പുറത്തേക്ക് ഹേ രാജ്ഞി!ഹേ പ്രകാശ ഇവിടെ അലഞ്ഞു നമുക്കുനാട വൃക്ഷങ്ങളുടെ ലോകത്തിലാണ്!Gilthoniel! ഹേ Elbereth!തെളിഞ്ഞ നിന്റെ കണ്ണു ശുഭ്രമായ നിന്റെ ശ്വാസം ആകുന്നു!	മഞ്ഞുപോലെ വെളുത്ത! മഞ്ഞുപോലെ വെളുത്ത! നിനക്ക് നാം പാടുംകടലിനുമപ്പുറത്തേക്ക് വിദൂരമായ ഒരു ദേശത്തു.സൺലെസ് ആണ്ടിൽ ഹേ നക്ഷത്രങ്ങൾഅവൾ കൈ തിളങ്ങുന്ന കൂടി പാകിയത്,ഇപ്പോൾ ശോഭയുള്ള വ്യക്തമായ കാറ്റുള്ള മേഖലകളിലെഞങ്ങൾ ഊതപ്പെടുകയും വെള്ളി പൂത്തു നോക്കുകഹേ Elbereth! Gilthoniel!ഞങ്ങൾ ഇപ്പോഴും ആർ പാർക്കും ഓർമ്മിക്കാൻ,മരങ്ങൾ താഴെ കരയിൽ ൽ,പടിഞ്ഞാറൻ സമുദ്രമദ്ധ്യേ നിന്റെ പ്രഭാമയവും.
		-- J. R. R. Tolkien

%
വളരെയധികംആശ്രയിച്ചിരിക്കുന്നുമേൽഒരു ചുവന്നചക്രംBarrowകൂടെ കുംഭങ്ങൾമഴവെള്ളംഅരികെവെളുത്തകോഴികൾ.
		-- William Carlos Williams, "The Red Wheel Barrow"

%
അതിനാൽ, മെച്ചപ്പെട്ട കരുതിയിരിക്കുക!നിങ്ങൾക്ക് മികച്ച കരയരുത്!നിങ്ങൾക്ക് മികച്ച pout അല്ല!ഞാൻ എന്തിനാണ് നിങ്ങൾ പറയുന്ന പിരിയുകയാണ്,സാന്താക്ലോസ് പട്ടണത്തിന് വരുന്നു.അവൻ നിങ്ങളെ ഉറങ്ങുന്ന ചെയ്തു കുറിച്ച് ഞങ്ങൾ അറിയുന്നുനീ ഉണരുമ്പോൾ ആയിരിക്കുമ്പോൾ അവൻ അറിഞ്ഞില്ല.നിങ്ങൾ ഗുണമെങ്കിലും ഞങ്ങൾ തീർച്ചയായും അവൻ അറിയുന്നുഅവൻ സിഐഎ ബന്ധം ഉണ്ട്.അങ്ങനെ ...
		-- William Carlos Williams, "The Red Wheel Barrow"

%
അങ്ങനെ ... അതിനാൽ നിങ്ങൾ പറയാനാകും കരുതുന്നുനരകം നിന്ന് സ്വർഗ്ഗം?വേദന ബ്ലൂ ആകാശത്ത്? അവർ വ്യാപാരം നിനക്ക് കിട്ടിയോനിങ്ങൾ ഒരു പച്ച ഫീൽഡ് പ്രേതങ്ങളുടെ നിങ്ങളുടെ വീരന്മാർ പറയാമോ?ഒരു തണുത്ത സ്റ്റീൽ റെയിൽ മുതൽ? മരങ്ങൾ ഹോട്ട് ചാരം?ഒരു മൂടുപടം നിന്ന് പുഞ്ചിരി? ഒരു തണുത്ത ഇളംകാറ്റ് ഹോട്ട് എയർ?നിങ്ങൾ പറയാൻ സാധിക്കും കരുതുന്നുണ്ടോ? മാറ്റം തണുത്ത സൗകര്യങ്ങൾ?നിങ്ങൾക്ക് എക്സ്ചേഞ്ച് ചെയ്തുഒരു യുദ്ധത്തിൽ ഭാഗത്ത് നടക്കാൻഒരു കൂട്ടിൽ കഥാപാത്രത്തെ പ്രയോജനം?
		-- Pink Floyd, "Wish You Were Here"

%
ഒരു ഹീറോ ആഗ്രഹിക്കുന്നെങ്കിൽ സൈനികരെപ്രായോഗികമായി പൂജ്യത്തിനോട് ചെയ്യുന്നു,എന്നാൽ സാധാരണക്കാരും ആയിരിക്കാൻ ആഗ്രഹിക്കുന്നവർ,അവർ ദശലക്ഷക്കണക്കിനു റൺ.
		-- Pink Floyd, "Wish You Were Here"

%
അവരിൽ ചിലരെ നിങ്ങൾ ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്നു,അവരിൽ ചിലരെ നിങ്ങൾ ഉപയോഗിക്കുന്ന ആഗ്രഹിക്കുന്നു,... എല്ലാവരേയും എന്തെങ്കിലും തിരയുന്ന പറ്റി.
		-- Eurythmics

%
ചില മുഖ്യമായ ചിതല് വിറകു മുട്ടി.അതു രുചിനോക്കിയാറെ നല്ലതു കണ്ടെത്തി.എന്നുള്ള നിങ്ങളുടെ കസിന് മെയ് ആണ്ഇന്ന് പാർലർ തറയിൽ വീണു.
		-- Ogden Nash

%
ചില ലോകം തീയിൽ അവസാനിക്കും പറയുന്നുചില മഞ്ഞിൽ പറയുന്നു.ഞാൻ ആഗ്രഹം ആസ്വദിക്കുന്നത് എന്താണെന്നതിനെ നിന്നുംഞാൻ തീ കൃപ കൂട്ടത്തിൽ പിടിക്കുക.എന്നാൽ അത് രണ്ടുതവണ നശിച്ചുപോകും ഉണ്ടായിരുന്നു എങ്കിൽ,ഞാൻ വിദ്വേഷ മതി കരുതുന്നതുനാശം, ഐസ് വേണ്ടി എന്നു പറയുന്നുവലിയ ആണോആവശ്യത്തിലും തന്നെ.
		-- Robert Frost, "Fire and Ice"

%
ചിലപ്പോൾ ഞാൻ, ഞാൻ നല്കാവുന്നതുമാണ് പിരിയുകയാണ് തോന്നുംഎന്നെ നോക്കി; nothin 'പറയാൻ ലഭിച്ചു.നിങ്ങൾ പ്ലേ കാര്യങ്ങൾ ഗെയിമുകൾ എന്നെ കോപിപ്പിക്കയും നടത്തരുത്ഒന്നുകിൽ വെളിച്ചം അല്ലെങ്കിൽ എന്നെ വെറുതെ വിടൂ.
		-- Robert Frost, "Fire and Ice"

%
ചിലപ്പോൾ ഞാൻ നാട്ടിൽ ജീവിക്കാനുള്ള,ചിലപ്പോൾ ടൗണിന്റെ ജീവിക്കുന്നത്.ചിലപ്പോൾ ഞാൻ ഒരു വലിയ ചിന്തയാണ് ഉണ്ടുനദിയിൽ ചാടുകയും ഓട്ടയാക്കിയിരിക്കുകയാണോ.
		-- Robert Frost, "Fire and Ice"

%
ചിലപ്പോൾ വെളിച്ചം ന്റെ എല്ലാവരും എന്നെ പ്രകാശിക്കും,മറ്റു തവണ എനിക്ക് കഷ്ടിച്ച് കാണാനാകും.കൂത്തിചികൾ എനിക്കു സംഭവിക്കുന്നത്എന്താണ് ഇങ്ങനെയായിരുന്നു ഒരു നീണ്ട വിചിത്രമായ ട്രിപ്പ്.
		-- The Grateful Dead, "American Beauty"

%
നിങ്ങളുടെ ചെറിയ ആൺകുട്ടി ഏതാണ്ട് പറയേണ്ടതുഅവൻ തുമ്മൽ അവനെ തല്ലി:അവൻ മാത്രം സംഭവവും ചെയ്യുന്നു എന്നുഅവൻ അതു teases അറിയാം.	വൗ! വൗ! വൗ!ഞാൻ എന്റെ ബാല്യക്കാരനോടു കഠിനമായി സംസാരിക്കുന്നുഅവൻ തുമ്മൽ അവനെ തല്ലി:അവൻ നന്നായി ആസ്വദിക്കാൻ കഴിയുംഅവൻ ഉദ്ദേശിക്കുമ്പോൾ കുരുമുളക്!	വൗ! വൗ! വൗ!
		-- Lewis Carrol, "Alice in Wonderland"

%
നിങ്ങളുടെ ചെറിയ വാക്സ് കഠിനമായി പറയേണ്ടതുഅതു തകർന്നാൽ വരുമ്പോൾ അത് ബൂട്ട്;ഇതിന്റെ ഒരു വിശ്രമിക്കാൻ കഴിയില്ല എന്ന് അറിയുന്നുപേജിങ് thrashes കാരണം!	വൗ! വൗ! വൗ!ഞാൻ എന്റെ വാക്സ് ലേക്ക് കഠിനമായി സംസാരിക്കുന്നുഅതു തകർന്നാൽ വരുമ്പോൾ അത് ബൂട്ട്;എന്റെ പ്രിയപ്പെട്ട .ഏകദേശം വകവയ്ക്കാതെഎന്റെ ജോലികൾ അതു എപ്പോഴും thrashes!	വൗ! വൗ! വൗ!
		-- Lewis Carrol, "Alice in Wonderland"

%
ഗോഡ്സില്ലയുടെ പരിഭ്രമം നൽകുന്ന മറ്റ് കാര്യങ്ങൾ സംസാരിക്കുകയായിരുന്നു:ഒരു സദ്ദേശമായ ഗോഷ്ടിച്ചിരി ഒരു മോംഗോ പോലുള്ള ഫ്ലയർ കൂടിഅവൻ വായുവിൽ സ്പിന്നിങ് ഡിസ്ക് ഡ്രൈവുകൾ എറിയുന്നു!അവൻ ഒരു വാക്സ് ഏറ്റെടുക്കുക അവൻ അത് തിരികെ എറിയുന്നുഅവൻ ഭയങ്കരൻ ശബ്ദങ്ങൾ making ലാബ് വഴി wades പോലെ!കാരണം പദ്ധതികളുടെ നിസ്സഹായ ഉപയോക്താക്കൾനിലവിളിയും "എന്റെ ദൈവമേ!" അവൻ വളരെ, ടേപ്പ് ഡ്രൈവുകളിൽ stomps പോലെ!ഓ, ഇല്ല! അവൻ യുണിക്സ് വളരെ മന്ദഗതിയിലാണ് പ്രവർത്തിപ്പിക്കുന്നു പറയുന്നു! പോകുക ചെന്നു DECzilla!ഓ അതെ! അവൻ ഒരെളിയ ടൂൾസിനെ കൊണ്ടുവരുവാൻ ആണ്! പോകുക ചെന്നു DECzilla! "* ടൂൾസിനെ ഡിജിറ്റൽ എക്വിപ്മെന്റ് കോർപ്പറേഷന്റെ ന്റെ വ്യാപാരമുദ്രയാണ്.* DECzilla ഡെത്ത്, ഇൻക് തടം ചോക്കലേറ്റ് ബണ്ണീസ് ന്റെ വ്യാപാരമുദ്രയാണ്
		-- Curtis Jackson

%
വസന്തം ഇവിടെ കിണറ്റിൽ ഇവിടെ ആണ്,ലൈഫ് സ്കിറ്റിത്സ് അത് ജീവിതത്തെ ബിയർ ആണ്.
		-- Curtis Jackson

%
സെന്റ് പാട്രിക് ഒരു മാന്യൻ ആയിരുന്നുതന്ത്രങ്ങളും പ്രച്ഛന്ന വഴി ആർഐർലാൻഡ് നിന്നുള്ള എല്ലാ പാമ്പുകളെ പുറത്താക്കി.ഇവിടെ അദ്ദേഹത്തിന്റെ ആരോഗ്യം ഒരു സൈദിയെത്തന്നെ തുടർന്ന് -എന്നാൽ വളരെയധികം അല്ല toastingsനിങ്ങൾ സ്വയം നഷ്ടപ്പെടുക തുടർന്ന് സംഗതിവരുത്തുംനല്ല സെന്റ് പാട്രിക് മറക്കരുത്വീണ്ടും എല്ലാവരും പാമ്പുകളെ.
		-- Curtis Jackson

%
വെറും ഭയത്തോടെ എല്ലാ രാവിലെ കിടക്കയിൽ താമസിച്ചുഅവിടെ അവിടെ നിഷേധിക്കുന്ന ഇനി കഴിയും, ഇവിടെ എന്തോ കുഴപ്പമുണ്ട്ഞങ്ങളിൽ ഒരു മാറുകയാണ്, അല്ലെങ്കിൽ ഒരുപക്ഷെ നാം ഇപ്പോൾ ശ്രമിക്കുന്നത് നിർത്തി,അതു വളരെ വൈകും, ബേബി, ഇപ്പോൾ വളരെ വൈകും,അതു ശ്രമിക്കുക ഞങ്ങൾ ശരിക്കും ചെയ്തു എങ്കിലുംഎന്തോ അകത്തും മരിച്ചു ഞാൻ മറയ്ക്കാൻ ഞാന് വ്യാജ അതു കഴിയില്ല ...അതു നിങ്ങൾ ഇവിടെ മോഹമായി ജീവനുള്ള ഉപയോഗിക്കുന്ന,വെളിച്ചത്തെയും ഇളംകാറ്റുള്ള ആയിരുന്നു ഞാൻ ചെയ്യാൻ വെറും അറിഞ്ഞിരുന്നുഇപ്പോൾ നിങ്ങൾ അങ്ങനെ തൃപ്തിയില്ലെങ്കിൽ നോക്കി ഇളകിയ ഒരു അനുഭവപ്പെടും.അവിടെ എനിക്കും നിനക്കും വേണ്ടി വീണ്ടും നല്ല തവണ ആയിരിക്കും,എന്നാൽ ഞങ്ങൾ വെറും തിരുമേനി അത് തോന്നുന്നില്ല ഒന്നിച്ചു താമസിക്കാൻ കഴിയില്ല?എന്നാൽ ഞാൻ ഞങ്ങൾ ഞാൻ ഒരിക്കൽ സ്നേഹിച്ച ഫലമായി സന്തോഷമുണ്ട് ...എന്നാൽ അത് വളരെ വൈകി കുഞ്ഞിന്റെ ...ഇത് വളരെ വൈകും, വളരെ വൈകും ഇപ്പോൾ ഡാർലിംഗ് ...
		-- Carol King, "Tapestry"

%
പിൻവാങ്ങുകയും സത്യനിഷേധികൾ!മഴയും ഒരിക്കലും.ആരോ, തീ കത്തുന്നത് പ്രമാണിച്ചു ആരെയെങ്കിലും വന്നു ഡ്രം തല്ലി.ഞാൻ ഉന്മാദാവസ്ഥയിലാണ് ചിന്തിക്കുന്നത്, ഞാൻ ഭ്രാന്തൻ കാണാനും വിചാരിച്ചേക്കാം,എന്നാൽ ഞാൻ ഇന്നു പുറത്തു മുമ്പ്, സത്യം,നിങ്ങൾ സർവസമ്മതരും ഏതാനും മഴയും കാണുകയില്ല തന്നെയാണ്
		-- Carol King, "Tapestry"

%
അപൂർവ്വ കാര്യങ്ങളെ നമ്പർ ഒന്നാണ് നടക്കുന്നഡ്രൂയിഡുകളുടേയും സംരംഭകരെ ആയിരുന്നു കമ്പ്യൂട്ടർ വിൽക്കുന്നതിൽ,ഐബിഎം അവരുടെ strategem ഉണ്ട് അവർ ഒരു ഗ്രാനൈറ്റ് ബോക്സ് പണിതുഏത് ക്രമാനുഗതമായി acuter വളരുന്നു, ചന്ദ്രൻ ട്രാക്കുചെയ്തിട്ടുള്ള, മൺസൂണിന്റെ താക്കീത്പിന്നെ ഹണിവെൽ നരകം പോലെ കിടപിടിക്കുന്നവയാണ്, പിന്നെ .തീപിടുത്തത്തിനു പ്രവചനംഎന്നാൽ കഥയാണ് കാണാതായ കണ്ണി അവരുടെ വില ശരിയായ അവരുടെ ഭാവി ആയിരുന്നുStonemenge പഴയ സിസ്റ്റം ശോഭയുള്ള agoda.com,പ്രോട്ടോടൈപ്പ് വിറ്റ ഡ്രൂയിഡുകളുടേയും, ഇൻക് എന്ന സ്ഥാപനമായ;അവരുടെ സുഖിനോ ബൈറ്റ് നജ്ദ്ര സൈറ്റ് നിന്നുംസെൽറ്റിക് സ്വർണം കപ്പൽ താല്പര്യമുണ്ടോ.ഗതാഗതം റാക്ക് ലേക്കുള്ള ഫ്രെയിം വന്നു;ഒരു ദശലക്ഷം ടൺ തൂക്കിക്കൊടുത്തു!ട്രാഫിക് നാടൻ ഒരു തമാശ മനുഷ്യൻ യഥാർഥ സംസാരിച്ചു വിചാരിച്ചു, ഇങ്ങനെ നിങ്ങൾക്ക്(വാഗണ് ചക്രങ്ങൾ വെറും നൂറ്റു); പ്രായമുള്ള ഒരു മുന്നറിയിപ്പ്;നിങ്ങൾ ഷിപ്പുചെയ്യാനാകുന്നില്ല എങ്കിൽ അയാളുടെ നിങ്ങളുടെ ഓഹരി പാദം ചെയ്യും "അവർ ആ വിറ്റു അല്ല കാണാം"വാക്കേറ്റം, നിങ്ങളുടെ ബ്രോഷർ ന്റെ താളുകളിൽ എന്താണ്."ജസ്റ്റ് കാട്ടു കളകൾ വളരാൻ വിട്ടേക്കുക അതു മണികളും ഇല്ലാതെ വിൽക്കുന്നു നോക്കുക"ഇത് മേൽ-രൂപകല്പന, -ലും-മനസാണ്, മോതിരം എന്നിവ ആവനാഴി ആ സ്ട്രിംഗുകൾ;"അവർ പോകുകയാണെന്നിരിക്കട്ടെ വയറു കയറി." -ലും സംഭവനയെയും Chute ഇറങ്ങിഅവർ പ്രസവിക്കുന്നത് കഴിയാത്തതിനാൽ.
		-- Edward C. McManus, "The Computer at Stonehenge"

%
മാത്രം കഷ്ടപ്പാട് നിലവിലുണ്ട്, കഷ്ടം ആരും;ദുഷ്പ്രവൃത്തിയും ഉണ്ടു, പക്ഷേ ആളോടു അതിന്റെ;നിർവാണ ആണ്, പക്ഷേ ആരും അത് തേടുന്നത്;പാത ഇല്ല, എന്നാൽ അതു യാത്ര ഒരുത്തനും.
		-- "Buddhist Symbolism", Symbols and Values

%
രാത്രിയിൽ സൂര്യൻ എല്ലാവർക്കും ഒരുമിച്ച് ആണ്,സ്വർഗ്ഗത്തിൽ കയറുകയും, ജീവിതം എന്നേക്കും ആണ്.
		-- Brand X, "Moroccan Roll/Sun in the Night"

%
      / \ അവരെ സൂര്യന് നിങ്ങൾ ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്നു,     \\ \  / \ \\ / അവരിൽ സൂര്യൻ നിങ്ങൾ ഉപയോഗിക്കാവുന്നതാണ് ആഗ്രഹിക്കുന്നു / / \ / / // \ \ // \ \ // / അവരിൽ സൂര്യൻ, നിങ്ങൾ ദുരുപയോഗം ആഗ്രഹിക്കുന്നു  / / / \ /   / അവരിൽ \\ \ സൂര്യൻ ദുരുപയോഗിക്കാൻ താൽപ്പര്യപ്പെടുന്നു ...     \ \\      \ /
		-- Eurythmics

%
മധുരമുള്ള പതിനാറു, മനോഹരമായ Bess ആണ്അവളുടെ ശബ്ദം മാറുകയാണ് - "ഇല്ല" നിന്ന് "ഉവ്വ്".
		-- Eurythmics

%
സിസ്റ്റം / 3! സിസ്റ്റം / 3!അതിന് നോക്കുക! അതിന് നോക്കുക!അതിന്റെ മോണിറ്റർ ടി നഷ്ടപ്പെടുന്നു!അതു നിയന്ത്രിക്കപ്പെടുന്നുവെങ്കില് അതിന്റെ എല്ലാ പരിപാടികളും പ്രവർത്തിപ്പിക്കുന്ന!നമ്മുടെ പ്രിയപ്പെട്ട കുത്തക വഴി നിർമ്മിച്ച!സിസ്റ്റം / 3!
		-- Eurythmics

%
ടി: ഒരു ഭീമാകാരമായ സത്വം, അവൻ ട്രോൾ വിളിച്ചു.അവൻ പാറയെ ചെയ്യരുത്, ചുരുൾ ചെയ്യരുത്;വീഞ്ഞു കുടിക്കാതെ ആരും stogies പുകയുന്നു.അവൻ മാത്രം അവരോട് Roguies കഴിക്കുക ഇഷ്ടപ്പെടുന്ന.
		-- The Roguelet's ABC

%
നിങ്ങൾക്ക് ചുറ്റും നോക്കുക, നിങ്ങൾ കാണുന്ന വേണം എന്നെ എടുത്തുഅവൾ lookin സാധാരണ തുടർന്ന് കരുതുന്ന ഒരു പെൺകുട്ടി 'അവൾ കീ ലഭിച്ചത്.നിങ്ങൾ അവളുടെ കണ്ണുകളിലേക്ക് നോക്കാൻ സമീപത്തേക്ക് ലഭിക്കും എങ്കിൽപ്രത്യേക വലത് അവൾ മറയ്ക്കുന്നു കയ്പ്പ് പിന്നിൽ കാര്യങ്ങൾ.നിങ്ങൾ ന്യായമായ ഗെയിം മുൻപരിചയം,നിങ്ങൾ ന്യായമായ ഗെയിം മുൻപരിചയം അവൾ തീരുമാനിക്കാൻ കാണാം അറിയില്ല,ജസ്റ്റ്, വിശ്രമിക്കാൻ റൈഡ് ആസ്വദിക്കുന്നു.അവളെ എത്താൻ ഒരു വഴി, സ്വയം ഒരു ഭോഷൻ ഉണ്ടാക്കേണം കണ്ടെത്തുക,എന്നാൽ, അല്പം ക്ലാസ് അത് ചെയ്യാൻ നിയമങ്ങൾ അവഗണിക്കുക.'ഈ ഒറ്റ താഴത്തെ വരി അറിയുന്നു B- ലേക്ക് ഒരു തീയതി നേടുകയും കഴിഞ്ഞില്ല.വൃത്തികെട്ട Duckling തിരികെ ഊക്കോടെ അവൾ തന്റെ ഭാവി നിർണയിക്കുക കാണാം.	(ഗായകസംഘം)നിങ്ങൾ വേതാള് പശുക്കൾ നിങ്ങൾ കാണാൻ ആളുകളാണ്.അവൾ പ്രസന്നമായ തുടർന്ന് അവൾ നിങ്ങളുടെ എഴൂതി നോക്കുന്നതായി പറ്റി അവൾ യോജിച്ചതാണെന്ന്.സംഭാഷണമാണ് നിന്റെ കൈ ശ്രമിക്കുക, ഗോസിപ്പ് കള്ളം ആണ്,ഉറപ്പുവരുത്തുകയും മതി വീട്ടിൽ പിടിച്ചു നിന്നെ പേടിയാണെന്ന് മരിക്കും മാറ്റും.	(ഗായകസംഘം)
		-- Crosby, Stills, Nash, "Fair Game"

%
നിങ്ങളുടെ നായ ഒടുവിൽ കൈവരുന്നു സംശയലേശമെന്യേ വിഷാദത്തെ അനുഷ്ഠിക്കുമ്പോൾ ഹൃദയം എടുക്കുകമതി ചീസ്.
		-- National Lampoon, "Deteriorata"

%
ടാൻ ഞാൻ മരിച്ചുകഴിഞ്ഞാൽ ആയിരിക്കുമ്പോൾ എന്നോട് മറയ്ക്കാൻ, ഫ്രെഡ്,ടാൻ ഞാൻ മരിച്ചുകഴിഞ്ഞാൽ ആയിരിക്കുമ്പോൾ എന്നോട് മറയ്ക്കാൻ.അങ്ങനെ ഞങ്ങൾ മരിക്കുമ്പോൾ ക്ലൈഡ്, തോൽ ഫൂള്ഇത് ഷെഡ് അവിടെ തൂങ്ങി പറ്റി.എല്ലാവരും ഒരുപോലെ ഇപ്പോൾ ...താഴേക്ക് കംഗാരു എന്നെ കെട്ടുക, കായിക,താഴേക്ക് കംഗാരു എന്നെ കെട്ടിയിടുക.താഴേക്ക് കംഗാരു എന്നെ കെട്ടുക, കായിക,താഴേക്ക് കംഗാരു എന്നെ കെട്ടിയിടുക.
		-- National Lampoon, "Deteriorata"

%
നക്ഷത്രങ്ങൾ പ്രകാശിക്കും എന്തു എന്നു പറഞ്ഞാല്,എന്തുകൊണ്ട് ഐവി twines എന്നോടു പറയുകആകാശം അങ്ങനെ നീല എന്തുകൊണ്ട് എന്നോടു പറയുകഞാൻ നിന്നെ സ്നേഹിക്കുന്നു എന്തിനാണ് ഞാൻ നിങ്ങളോടു പറയും.അണുസംയോജനം നക്ഷത്രങ്ങൾ പ്രകാശിപ്പിക്കുന്നു ചെയ്യുന്നു,Phototropism, ഐവി പിണയുന്നു ചെയ്യുന്നുചിതറുന്നതുമൂലമാണ് ആകാശം അങ്ങനെ നീല ചെയ്യുന്നു,ഞാൻ നിന്നെ സ്നേഹിക്കുന്നു എന്തുകൊണ്ട് ലൈംഗിക ഹോർമോണുകളുടെ ആകുന്നു.
		-- National Lampoon, "Deteriorata"

%
ദൈവമേ നീരാളി ഞാൻ ഉള്ളവർ എന്നോടു പറയൂ,ആ കാര്യങ്ങൾ ആയുധങ്ങൾ, അതോ അവർ കാലുകൾ ആണ്?ഞാൻ നിന്നെ അത്ഭുതപ്പെടുകയോ നീരാളി;ഞാൻ നീ ഇല്ലെങ്കിൽ ഞാൻ എന്നെ വിളിക്കുക ആഗ്രഹിക്കുന്നു.
		-- Ogden Nash

%
ടെറൻസ് ഈ വങ്കത്തമാണ് സ്റ്റഫ് ആണ്:നിങ്ങളുടെ ഭക്ഷണസാധനങ്ങളും വേണ്ടത്ര ഫാസ്റ്റ് തിന്നു;വളരെ യാചിക്കുന്നു ഉണ്ടാക്കാനാവില്ല, 'വ്യക്തമായ തീസ്നിരക്ക് നിങ്ങളുടെ ബിയർ കുടിക്കാൻ കാണുന്നതിന്.അയ്യോ, നല്ല കർത്താവേ, നിങ്ങൾ വരുത്തുന്ന സൂക്തംഒരു അധ്യാ വയറു-വയറുവേദന നൽകുന്നു.പശു, പഴയ പശു, അവൾ മരിച്ചുപോയി;അതു നന്നായി തുടര്ക്കഥയാക്കിക്കൂടേ തല ഉറങ്ങുന്നു:നാം പാവപ്പെട്ട കുട്ടികളെ, 'ഞങ്ങളുടെ ഊഴം TIS ഇപ്പോൾപശു കൊല്ലപ്പെട്ടു പോലുള്ള ട്യൂണുകൾ കേൾപ്പാൻ.പ്രെറ്റി സൗഹൃദം 'പൂവണിഞ്ഞിട്ടില്ല തീസ്അവരുടെ സമയം മുമ്പാകെ നിങ്ങളുടെ ചങ്ങാതിമാരെ.Moping, അനാട്ടമി ഭ്രാന്തൻ:വരുവാനുള്ള നൃത്തം ചെയ്യാൻ ഒരു രാഗം കുഴൽ, ബാലനെ.
		-- A. E. Housman

%
തോന്നൽ വെറും എന്റെ മീതെ വന്നു.
		-- Albert DeSalvo, the "Boston Strangler"

%
ആ പണം ചർച്ചഞാൻ നിഷേധിക്കാനാവില്ല കാണാം,ഞാൻ ഒരിക്കൽ അതു കേട്ടുഅതു നല്ല-ബൈ "പറഞ്ഞു.
		-- Richard Armour

%
പരസ്യ ഏജൻസി ഗാനംനിങ്ങളുടെ ക്ലയന്റ് ഭ്രാന്തൻ ദൂദന് സമയത്ത്,പരസ്യത്തിലെ തന്റെ ചിത്രം ഇടുക.അവൻ ഇപ്പോഴും refractory തെളിയിക്കാൻ പക്ഷംതന്റെ ഫാക്ടറി ചിത്രങ്ങൾ ചേർക്കാം.
		-- Richard Armour

%
എല്ലാ-മയപ്പെടുത്താൻ അതിശക്തമായിരുന്നു മരണമണി,മനസ്സിലെ tocsin, - ഡിന്നർ മണിയുടെ.
		-- Lord Byron

%
ഞാൻ overdrawn സുഖമാണ് കാര്യം പറയാന് വിളിച്ചു ബാങ്ക്,ചില ഒരല്പം എന്റെ ഫ്രണ്ട് പുൽത്തകിടി ഔട്ട് കുരിശുകൾ ജ്വലിച്ചുഞാൻ അല്ല * അത് വിശ്വസിക്കാൻ കഴിയും * പിന്നെ, എല്ലാ Cheetos, പോയിരിക്കുന്നുഇത് കേവലം ഒരു ദിവസങ്ങൾ ആണ്!
		-- Weird Al Yankovic, "One of Those Days"

%
ബാങ്ക് രാവിലെ ഞങ്ങളുടെ പ്രസ്താവന അയച്ചുചുവന്ന മഷി വലിയ ഭയത്താൽ ഒരു കാഴ്ച!അവരുടെ കണക്കുകൾ എന്റെ സമതുലിതാവസ്ഥ വന്നിരിക്കാം,എന്നാൽ എന്റെ ഭാര്യ സമനിലയിൽ വളരെ പെട്ടെന്നുള്ള ആയിരുന്നു.
		-- Weird Al Yankovic, "One of Those Days"

%
ടൈം പക്ഷി പറക്കുന്ന അല്പം വഴി ഉണ്ട് എന്നാൽ ...പക്ഷിയുടെ ചിറക് ഓൺ ആണ്.
		-- Omar Khayyam

%
ബാലനെ കത്തുന്ന കുറേദിവസം നിന്നു;പെക്ക് വഴി ചെയുക കഴിക്കുന്നത്.അവന്റെ അപ്പൻ അവനെ വിളിച്ചു; പോകുവാൻ കഴിഞ്ഞില്ല,അവൻ അങ്ങനെ ആ ചെയുക സ്നേഹിച്ചു വേണ്ടി.
		-- Omar Khayyam

%
ഒട്ടകം ഒരൊറ്റ കൂനും ഉണ്ട്;പെണ്ണൊട്ടകമല്ലയോ രണ്ടു;അല്ല മറ്റ് ചുറ്റും വഴി.ഞാൻ ഉറപ്പു ഒരിക്കലും കുഴപ്പമില്ല. തന്നെയാണോ?
		-- Ogden Nash

%
carbonyl ധ്രുവീകരിക്കപ്പെട്ടതാണ്,ഡെൽറ്റാ അവസാനം പ്ലസ് ആണ്.nucleophile ഇങ്ങനെ ആക്രമിക്കും,കാർബൺ ന്യൂക്ലിയസ്.ചേർത്ത ഒരു മദ്യപാനം ചെയ്യുന്നു,തരം എന്നാൽ മൂവർ ഉണ്ടു.ഇത് അനുയോജ്യമായി ബോണ്ട് ദേവനെ,സി നിന്നും സി തിളങ്ങുന്ന ലേക്ക്
		-- Prof. Frank Westheimer, to "America the Beautiful"

%
സാധാരണ നീർക്കാക്ക, അല്ലെങ്കിൽ വ്യഭിചാരം,ഒരു പേപ്പർ ബാഗ് അകത്ത് മുട്ടകൾ ഇടുന്നു;കാരണം, നിങ്ങളെ കാണും സംശയമില്ലമിന്നൽ ഔട്ട് വെച്ചേക്കാം.എന്നാൽ ഈ unobservant പക്ഷികൾശ്രദ്ധയിൽപ്പെട്ടാൽ പരാജയപ്പെട്ടിരിക്കുന്നു കന്നുകാലികളെയും എന്നതാണ്കരടി ഓഫ് റാംജി വരികയുംപിന്നെ നുറുക്കുകൾ ഹോൾഡ് ബാഗുകൾ മോഷ്ടിക്കാൻ.
		-- Prof. Frank Westheimer, to "America the Beautiful"

%
ഞങ്ങളെ തമ്മിലുള്ള വ്യത്യാസം വളരെ അകലെയല്ല ആണ്,ഡാഡി പുതിയ കാറിൽ ബർഗർ വേണ്ടി പായിച്ച്.
		-- Prof. Frank Westheimer, to "America the Beautiful"

%
ടെക്സാസിലെ കണ്ണു നിന്നെ മേലുംഎല്ലാ livelong ദിവസം;ടെക്സാസിലെ കണ്ണു നിന്നെ മേലുംനിങ്ങൾ പിന്തിരിഞ്ഞ് നേടുകയും കഴിയില്ല;നിങ്ങൾ അവരെ രക്ഷപ്പെടാൻ കരുതുന്നില്ലരാത്രിയിൽ നിന്ന് 'പ്രഭാതവേളയിൽ ലെ വൈകിയോ;ടെക്സാസിലെ കണ്ണു നിന്നെ തിരിഞ്ഞിരിക്കുന്നു.വെറൂം ഗബ്രിയേൽ തന്റെ കൊമ്പു ഊതി.
		-- University of Texas' school song

%
തോട്ടത്തിൽ വിലാപം ആണ്;മഴ പൂക്കൾ ഇടയിൽ തണുത്ത വീഴുന്നു.ശാന്തമായി വേനൽക്കാല വിറവലുണ്ടാക്കിഅതിന്റെ അവസാനം യാത്രയിലാണ്.ഇല ശേഷം ഗോൾഡൻ ലീഫ്ഉയരമുള്ള ഖദിരമരം വീഴുന്നു.സമ്മർ പുഞ്ചിരി വിസ്മയിച്ചു ക്ഷീണിച്ചു,ഒരു തോട്ടത്തിലെ ജീർണിച്ചുകൊണ്ടിരിക്കുന്ന ഈ സ്വപ്നത്തിൽ.ഒരു കാലത്തേക്ക് എങ്കിലും റോസാപ്പൂവ് ൽ,അവൾ സമാധാനം ത്വര, ന് കാരണമുള്ള ചെയ്യുംസാവധാനംഅവളുടെ തളർന്നിരിക്കുന്നു കണ്ണു അടയ്ക്കുക.
		-- Hermann Hesse, "September"

%
കോക്ക്ടെയിൽ മേൽ ദൃഷ്ടിഅത് വളരെ മധുരമുള്ള തോന്നിവളരെ അങ്ങനെ amorous തോന്നുന്നില്ലകീറിപറിഞ്ഞിരുന്നു ഗോതമ്പ് ഓവർ
		-- Hermann Hesse, "September"

%
നല്ല (ഞാൻ ഒന്നു, പറയാം)ആണോ ആകാത്ത ഒറ്റ പൂർവാവസ്ഥയിലാക്കി വിടുന്നു.നിങ്ങളുടെ പ്രശസ്തി ന്റെ പൂർത്തിയായെന്ന് ഒരിക്കൽനിങ്ങൾ രസകരമായ ഒരു ജീവിതം കഴിയും.
		-- Wilhelm Busch

%
നല്ല ജീവിതം അങ്ങനെ പിടികൊടുക്കാത്ത ആയിരുന്നുഅത് എന്നെ ശരിക്കും ഇറങ്ങിഞാൻ ചില വിശ്വാസ്യത വീണ്ടെടുക്കാനും ഉണ്ടായിരുന്നുഅങ്ങനെ ഞാൻ വഞ്ചിക്കുക കയറി
		-- Wilhelm Busch

%
നല്ല സമയം അടുക്കുകയാണ് ആണ്,സീസൺ സമീപിച്ചിരിക്കുന്നു.രണ്ടോ-ബേസ് ലിക്ക് എന്ന ആനന്ദിക്ക ക്ലിക്കിൽദേശത്തു മുഴുവൻ കേൾക്കും.മഞ്ഞുപോലെ ഇപ്പോഴും ഭൂമിയിൽ മനസു ചെയ്തുBudless മരങ്ങൾ ഉണ്ട്.എന്നാൽ സ്പ്രിംഗ് ശബ്ദം ആനന്ദിക്ക റിംഗ്ഇളംകാറ്റ് മേൽ വഹിക്കും.
		-- Ode to Opening Day, "The Sporting News", 1886

%
ശവക്കുഴി, പിഴ സ്വകാര്യ സ്ഥലമാണിത്ആരും ഞാൻ കരുതുന്നു മനസ്സിലായിരുന്നില്ല ആശ്രയിക്കുന്നു.
		-- Andrew Marvell

%
നിത്യ മുളച്ചു പ്രത്യാശനിങ്ങളുടെ പുറകിൽ സ്പ്രിംഗ്സ്.
		-- Ian Drury, "This Is What We Find"

%
ജൂനിയർ ദൈവം ഇപ്പോൾ റോൾ സംഘത്തിൻറെസ്വർഗ്ഗീയ സഹപാഠികളുടെ പട്ടികയിൽ;അവൻ ഹൈ നിയന്ത്രണ ഹൗസ് ഇരിപ്പുണ്ട്,അവൻ ഗോളങ്ങൾ നിയന്ത്രിക്കുന്നതും.എന്നിട്ടും അവൻ ചിന്തിച്ചേക്കാം എങ്ങനെ നീ നിരൂപിക്കുന്നു,എങ്കിൽ പോലും ദേവന്മാർ ദിവ്യമായആ വന്നേക്കാം മികച്ച വയ്ക്കുന്നതു്ആർ പന്നികളെ കൂടെ ഒളിച്ചുകളി wallowed ചെയ്തു?
		-- Robert W. Service

%
ലേഡീസ് പുരുഷന്മാർ കൌതുകം ഞാൻ കേട്ടിട്ടുണ്ട്,ഒരു ദുഷ്ടൻ വാക്ക് ചിന്തതന്നെ താല്പര്യമുണ്ടോ.അവരുടെ മെഴുകുതിരി ഒരൊറ്റ പ്രകാശപ്രദം ആകുന്നു;അവർ പകരം രാത്രി വീട്ടിൽ താമസിക്കാൻ ആഗ്രഹിക്കുന്നു.അവർ മൂന്നു വരെ ഉണര്ന്നിരിക്കണമെന്ന് ചെയ്യരുത്,അന്ധൻമാരെ ലൈംഗികം കവിത വായിച്ചു.അവർ ദുഷിച്ച അനുവദിക്കണമെന്ന് ഒരിക്കലുംവിട്ട് ഒരു overture തിരിച്ചറിയുന്നു.അവർ പൊടികൾ നിന്നും പെയിന്റ് നിന്ന് അകലുകയും ...ഇതുവരെ ഞാൻ ആരെയും പരാതികൾ നടത്തിയിരുന്നു.
		-- Dorothy Parker

%
ഇല പുല്ലു പച്ച ആയിരുന്നു നീളം,നഞ്ചുചെടിപോലെ-ഛത്രമഞ്ജരിയില് ഉയരമുള്ള ആൾപിന്നെ glade ഒരു വെളിച്ചം കണ്ടു ചെയ്തുനിഴൽ shimmering നക്ഷത്രങ്ങളുടെ.ടിൻ 'uviel അവിടെ നൃത്തം ചെയ്തുഅദൃശ്യമായ ഒരു പൈപ്പ് സംഗീതം,നക്ഷത്രങ്ങൾ വെളിച്ചം അവളുടെ മുടി ഉണ്ടായിരുന്നു;അവളുടെ വസ്ത്രം glimmering ലെ.അവിടെ Beren മലകൾ ജലദോഷം നിന്നു വന്നു;കാണാതെ അവൻ ഇല കീഴിൽ ഉഴന്നുപിന്നെ Elven-നദി ഉരുട്ടി എവിടെഅവൻ തനിച്ചു നടന്നു ദുഃഖിക്കും.അവൻ നഞ്ചുചെടിപോലെ-ഇല തമ്മിലുള്ള തലയിട്ട്പൊന്നു അത്ഭുത പൂക്കൾ കണ്ടുഅവളുടെ പുതപ്പു അവളുടെ ഷർട്ടിന്റെ മേൽ,നിഴൽ താഴെ അവളുടെ മുടി.ആഭിചാരം തന്റെ തളർന്നിരിക്കുന്നു അടി സൌഖ്യംകുന്നുകൾ മേൽ അത് കറങ്ങിനടക്കുന്നു കൂട്ടർ ചെയ്തു;അപ്പോൾ അവൻ ബദ്ധപ്പെട്ടു ഉറപ്പും ഫ്ലീറ്റ്,പിന്നെ glistening moonbeams ചെയ്തത് മനസ്സിലാക്കി.Elvenhome ലെ നെയ്ത കാടുകളിൽ വഴിഅവൾ ത്യജിച്ചു നൃത്തം കാലൂന്നി ഓടിപ്പോയിപിന്നെ അവനെ ഏകാന്തമായ ഇനിയും കറങ്ങിനടക്കുന്നു ശേഷിക്കുന്നുനിശബ്ദ വനം ശ്രദ്ധിക്കുന്നതിൽ.
		-- J. R. R. Tolkien

%
ലൈറ്റുകൾ ഉണ്ട്,എന്നാൽ നിങ്ങൾ ഹോം അല്ലെന്ന്;നിങ്ങളുടെ ഇഷ്ടംനിങ്ങളുടെ സ്വന്തം ഇല്ല;നിങ്ങളുടെ ഹൃദയം sweats,നിങ്ങളുടെ പല്ലു പൊടിക്കുന്നു;മറ്റൊരു ചുംബനംനിങ്ങൾ എന്റേതും ആയിരിക്കും ...നിങ്ങൾ കാര്യങ്ങൾ രോഗപ്രതിരോധ മുൻപരിചയം ചിന്തിക്കുന്നത് ഇഷ്ടപ്പെടുന്ന(ഓ, അതെ!)അതു നിങ്ങൾ മതി നേടുകയും കഴിയില്ല പറയാൻ സത്യം അടുത്തായതിനാൽ;നിങ്ങൾ നേരിടാൻ ഉണ്ടാകും ഞങ്ങൾക്കറിയാം,നിന്നെ സ്നേഹിക്കുന്നു അടിമയാകുകയാണെങ്കിൽ! "
		-- Robert Palmer

%
ആ സമയം മറന്നു ചെറിയ സ്ഥലമാണ്,എവിടെ സ്ത്രീകൾ എല്ലാവരും ബലവാന്മാരുംപുരുഷന്മാർ നല്ല-തിരയുന്ന,പിന്നെ മുകളിൽ ശരാശരി മക്കൾ.
		-- Prairie Home Companion

%
കർത്താവും ഞാൻ ആടുകളെ മേയ്ക്കുക ബന്ധം ഇരിക്കുന്നു; ഞാൻ എന്നിലും ആകുന്നുനെഗറ്റീവ് ആവശ്യം ഒരു സ്ഥാനം.ഒരു പരിസ്ഥിതി വലയത്തിലെ മേയാനുള്ള പ്രദേശത്ത് എന്നെ അവനിഛിക്കുന്നവർക്കു.അവൻ എന്നെ directionally നോൺ-പേമാരിയും ജലീയ സമാന്തരമായി നടത്തിവരുന്നുദ്രാവക.അവൻ യഥാർത്ഥ സംതൃപ്തി അളവ് എന്റെ മനഃശാസ്ത്രപരമായ മേക്കപ്പ് തിരിച്ചെത്തുന്നു.അവൻ പരമാവധി ഒരു നല്ല പെരുമാറ്റ ഫോർമാറ്റിലേക്ക് എന്നെ മാറുന്നുഅവന്റെ സ്വത്വം അന്തസ്സ്.തീർച്ചയായും ഞാൻ ഉണ്ടാക്കുവാനുള്ള വസ്തുത എതിർപ്പില്ലാതെ പറഞ്ഞു വേണംumbragious അന്തർ ഹിൽ മരണനിരക്ക് സ്ലോട്ട്, ഭീതി വഴി ഇരുവിഭാഗത്തിലുള്ളവർക്കും പുരോഗതിവികാര വേണ്ട, എനിക്ക് തുടങ്ങിവച്ചാല് പാരാ etical പ്രതിഭാസങ്ങൾ മൂലം ചെയ്യും.നിങ്ങളുടെ ഇടയ നടത്തം സഹായവും quadrupic പിക്കപ്പ് യൂണിറ്റ് എന്നെ പരിചയപ്പെടുത്താൻഒരു pleasurific മാനസികാവസ്ഥ നിലയിലേക്ക്.നിങ്ങൾ രൂപകൽപ്പനയും താനേ ഒരു ലഹരി-ചുമന്നുകൊണ്ടു ഫർണിച്ചറുകൾ-തരം ഘടനനോൺ-സഹകരണ മൂലകങ്ങളുടെ പശ്ചാത്തലത്തിൽ.നിങ്ങൾ പച്ചക്കറി സത്തിൽ തൊഴിൽ ഒരു തല ബന്ധപ്പെട്ട നാടോടി ആചാരപരമായ ഔട്ട് പ്രവർത്തിക്കാൻ.എന്റെ ബീവറേജ് പാതം വോള്യം പ്രതിസന്ധി അനുഭവപ്പെടുന്നത്.നിങ്ങളുടെ അന്തർ റിലേഷണൽ ഒരു തുടർ കിഴിവു വസ്തുതempathetical നോൺ-ventious കഴിവുകൾ അവരുടെ എന്നെ നിലനിർത്തുംഫോക്കസ് ടാർഗെറ്റുചെയ്യാനാകില്ല എന്റെ നോൺ-മരണം കാലാവധി വേണ്ടി ഞാൻ കൈവശമാക്കുംഓപ്പൺ എൻഡഡ് സ്ഥിരമായ ന് കർത്താവിന്റെ ഭവന യൂണിറ്റിലെ കുടിയാന് അവകാശങ്ങൾ,ടൈമിലല്ലാതെയാണ്.
		-- Prairie Home Companion

%
നിർമാതാക്കൾ വരുത്താംഉപയോക്താക്കളെയും ഉപയോഗിക്കാം,എന്നാൽ fixers പരിഹരിക്കണംകൂടെ ചെറിയ സൂചനകൾ
		-- Prairie Home Companion

%
അവൾ ഉണ്ടായിരുന്നു മനുഷ്യൻ അതതു ശുദ്ധിയുള്ള ആയിരുന്നുഓരോ ദിവസം നന്നായി മതി,അയ്യോ, പ്രിയമുള്ളവരേ, നിങ്ങൾ കണ്ടിരിക്കുന്നു വേണംരക്ഷപ്പെട്ട ഒന്ന്.
		-- Dorothy Parker, "The Fisherwoman"

%
രാവിലെ സൂര്യൻ നിങ്ങളുടെ മുഖത്തു എപ്പോൾ ശരിക്കും നിങ്ങളുടെ പ്രായം കാണിക്കുന്നു,എന്നാൽ എന്നെ ആരും മെനക്കെടുന്നില്ല; എന്റെ ദൃഷ്ടിയിൽ നിങ്ങളെ എല്ലാമാണ്.ഞാൻ വിമതൻമാരെ നിങ്ങൾ പരിചയപ്പെടുത്താം,എന്നാൽ ഞാൻ ഉപയോഗത്തിലുള്ള പിരിയുകയാണ് തോന്നുന്നു.ഓ, മാഗി, ഞാൻ നിന്റെ മുഖം കണ്ടിട്ടില്ല ആഗ്രഹിക്കുന്നു നേരുന്നു.നിങ്ങൾ വീട്ടിൽ നിന്ന് എന്നെ പിടിച്ചുജസ്റ്റ് മാത്രം ഒരാളായി നിന്ന് നിങ്ങളെ രക്ഷിക്കാൻ;നീ എന്റെ ഹൃദയം കവർന്നു, ആ ശരിക്കും വേദനിപ്പിക്കുന്നു എന്താണ്.ഞാൻ എന്റെ പുസ്തകങ്ങൾ ശേഖരിച്ച് തിരികെ സ്കൂളിൽ ന് ലഭിക്കും ഊഹിക്കുന്നുഅല്ലെങ്കിൽ എന്റെ ഡാഡി ന്റെ ക്യൂ മോഷ്ടിക്കാൻ കുളം കളിച്ച് നിന്നു ജീവിക്കാനായി,അല്ലെങ്കിൽ എനിക്കുതന്നെ ഒരു പാറ എൻ റോൾ ബാൻഡ് കണ്ടെത്താൻ,അത് ഒരു കൈ സഹായം ആവശ്യമാണ്,ഓ, മാഗി ഞാൻ നിന്റെ മുഖം കണ്ടിട്ടില്ല ആഗ്രഹിക്കുന്നു നേരുന്നു.നീ എനിക്കു നിന്നു ഫസ്റ്റ് ക്ലാസ് മൂഢൻ ഉണ്ടാക്കി,ഞാനോ ജോര്ജ് ആയി അന്ധനായ സുഖമാണ്.നീ എന്റെ പ്രാണനെ മോഷ്ടിച്ചെടുത്തു ഞാൻ ഇല്ലാതെ ചെയ്യാൻ കഴിയും ഒരു വേദനയാണ്.
		-- Rod Stewart, "Maggie May"

%
നീക്കുന്നു ഫിംഗർ എഴുതുന്നു; ഒപ്പം റിട്ട് ഇല്ലാത്തവര്അവർ വേണ്ടതായ വേണ്ടാ സ്ഥപനം വേണ്ടാ: ചലിക്കുമ്പോൾഅര ലൈൻ റദ്ദാക്കാൻ തിരികെ എത്തിക്കാനുള്ള ഇരിക്കുമോഒക്കെയും നിന്റെ കണ്ണുനീർ അതു ഇയാളുടെ കഴുകി.
		-- Rod Stewart, "Maggie May"

%
ന്യായ വല അങ്ങനെ വിശാലമായ വിരിച്ചിരിക്കുന്നുഅതിന്റെ തൂത്തുവാരി യാതൊരു പാപിയെ ഒളിച്ചു.അതിന്റെ കണിയിൻ അങ്ങനെ പിഴ ശക്തരും,അവർ അക്രമം ഓരോ കുട്ടി എടുത്തു.രഹസ്യം ഹേ അത്ഭുതങ്ങളെ വെബ്!മാത്രം ബിഗ് മത്സ്യം നിന്നെ രക്ഷപ്പെടാൻ!
		-- James Jeffrey Roche

%
നിങ്ങൾ ഉറങ്ങുന്നതു ആയിരിക്കുമ്പോൾ രാത്രി വേഗം അന്തരിച്ചുഎന്നാൽ ഞാൻ എന്തെങ്കിലും കഴിക്കാൻ കാൽകൊണ്ടുമാത്രമുള്ള 'ഔട്ട് സുഖമാണ്...മുട്ട ഹൗസിൽ പ്രഭാതഭക്ഷണം,ചട്ടിയിൽ Waffle പോലെഞാൻ അറ്റങ്ങൾ ചുറ്റും ഹോമയാഗവും പിരിയുകയാണ്,എന്നാൽ ഞാൻ നടുക്ക് ടെൻഡർ സുഖമാണ്.
		-- Adrian Belew

%
ഒറ്റ എൽ ലാമ, അവൻ പുരോഹിതന്റെരണ്ടു എൽ ലാമ, അവൻ ഒരു മൃഗത്തിന്റെഞാൻ എന്റെ സിൽക്ക് പജാമ ഊഹിച്ചിരുന്നു ചെയ്യുംഏതെങ്കിലും മൂന്ന് എൽ lllama ഇല്ല.തന്റെ വകുപ്പിന്റെ ഒരു പോലെ ഒന്ന് ഇതിനോട് "മൂന്ന് എൽ lllama."
		-- O. Nash, to which a fire chief replied that occasionally

%
പന്നി, എന്നാണ് പറഞ്ഞു ആകുന്നു എങ്കിൽഞങ്ങളെ ഹാം, പോർക്ക് എന്നിവ ബേക്കൺ നൽകുന്നു.മറ്റുള്ളവർ തന്റെ ഹൃദയം വലുതാണ് ചിന്തിക്കുക,ഞാൻ അതു പന്നി ബസാറിലേക്കുള്ള കരുതുന്നു.
		-- Ogden Nash

%
ആരുടെ ദുഷ്ടത ജീവൻ രക്ഷിക്കാനായില്ല കവിപതിനേഴാം നൂറ്റാണ്ടിൽ ഏറ്റവും പ്രധാനപ്പെട്ട കവി ജോർജ് ആയിരുന്നുവാടിപ്പോകുന്നു. അലക്സാണ്ടർ പോപ്പിന്റെ അവനെ "ചീത്ത വാടും" വിളിച്ചു ഡ്രൈഡന്റെ തന്റെ പറഞ്ഞുആ വാക്യം "അവർ rhymed എല്ലാ rattled എങ്കിൽ ശരി".നമ്മുടെ സ്വന്തം കാലാന്തരത്തിൽ, "ദേശീയ ജീവചരിത്ര നിഘണ്ടു" തന്റെ പത്രംതന്നെവേല "സാധാരണയായി അതിന്റെ പിണ്ഡം, ഏച്ചുകെട്ടലുകളില്ലാതെ പരപ്പിൽ പ്രധാനമായും ശ്രദ്ധേയമാണ്. ഇത്ഏതെങ്കിലും യഥാർഥ സാഹിത്യ ഗുണമേന്മയുള്ള ഇഷാന് പലപ്പോഴും മൌഢ്യവുമില്ല doggerel കടന്നു വീണുപോകുന്നു ".ഹൈ സ്തുതി, തീർച്ചയായും, അതു സാധാരണ വാസന നിങ്ങളെ കുഴപ്പത്തിലാക്കാതിരിക്കട്ടെ ചെയ്യാംപാരിതോഷികമാണ് ചരണം: "ഞാൻ ഒരു കേള്കെ സ്നേഹിച്ചു" എന്നീ സംബന്ധിച്ചിടത്തോളം നിന്ന് ഇത് കൈക്കൊള്ളുംകൂടുതൽ വികാരങ്ങൾ.അവൾ എന്നെ "ഹണി" വിളിക്കും;അവൾ ഇഷ്ടപ്പെടുന്നു - അവളും എന്നെ ചുംബിക്കുക ആഗ്രഹിക്കുന്നു ദൈവമേ.എന്നാൽ ഇപ്പോൾ അയ്യോ അവൾ എന്നെ ഇടതുപക്ഷത്തിന്റെFalero, lero, ലൂ.അവൻ immortalize തിരഞ്ഞെടുത്തു തന്റെ യജമാനത്തിയുടെ മറ്റ് വിശദാംശങ്ങൾ ഇടയിൽഉല്പന്ന അവളുടെ വിവേകമുള്ളവൻ തെരഞ്ഞെടുപ്പാണ്.ഫൈവ്സ് അവളുടെ ഷൂ fit ചെയ്തു.1639 ൽ മഹാകവി ജീവൻ തന്റെ ഗ്രഹണ ശേഷം വംശനാശഭീഷണി ചെയ്തുഇംഗ്ലീഷ് സിവിൽ മഹായുദ്ധകാലത്ത് Royalists. സർ ജോൺ ഡെനമ്, എപ്പോൾതിന്ലെ കവി, വാടും അത്യാസന്നമായ വധശിക്ഷ കേട്ടിട്ടു അവൻ രാജാവിനോടു ചെന്നുതന്റെ ജീവന് എന്നു അപേക്ഷിച്ചു. തന്റെ കാരണം ചോദിച്ചപ്പോൾ, സർ ജോൺ മറുപടി,"അങ്ങനെ നീണ്ട വാടിപ്പോകും ജീവിച്ച, ഡെനമ് എണ്ണുകയില്ലയോ കാരണംഇംഗ്ലണ്ട് മോശമായ കവി. "
		-- Stephen Pile, "The Book of Heroic Failures"

%
പ്രസംഗി, രാഷ്ട്രീയക്കാരൻ ടീച്ചർ,അവരിൽ ഓരോ വെച്ച് ഒരിക്കൽ ആയിരുന്നു.ഒരു കുട്ടി, തീർച്ചയായും അത്ഭുതകരമായ ഒരു ജീവി ആണ്.ഞാൻ ആവശ്യമുള്ളത്? ദൈവം Forbiddie!
		-- Ogden Nash

%
മുയലുകൾ പശുഇവിടെ മുയലുകൾ പശുവിനെ ദിവ്യമായിക്കാണുന്നതിലാണു് .മാരാരുടെ ആണ് കുറിച്ച് ഒരു സൂക്തം;അതാണ് അവരുടെ ശീലങ്ങൾ പരാമർശിക്കുന്നില്ല. ഒരു അവസാനം മ്പേ, മറ്റ്, പാൽ ആണ്.
		-- Ogden Nash

%
അതു വെറും ന് raineth മഴപിന്നെ കെട്ടവൻ .അമ്മിണിക്ക് ന്എന്നാൽ വിശേഷാൽ വെറും നിമിത്തംഅക്രമികൾ വെറും ന്റെ കുട ചോർത്തുകയാണ്.
		-- Lord Bowen

%
മണ്ടയിൽ ഒരു ലോഹവിളക്കുണ്ടായിരുന്നെന്നും നിന്നും ആണ്മനുഷ്യ ദൃഷ്ടി അവൻ ഒരു വിരുന്നു അല്ല.വിടവാങ്ങൽ വിടവാങ്ങി, നിങ്ങൾ പഴയ കാണ്ടാമൃഗം,ഞാൻ എന്തെങ്കിലും കുറവ് prepoceros ഉറ്റുനോക്കുന്നു കാണാം.
		-- Ogden Nash

%
റോഡ് എന്നേക്കും സംശയം ഉയരുന്നുഅതു തുടങ്ങി എവിടെ വാതിൽ നിന്ന് താഴേയ്ക്ക്.ഇപ്പോൾ വളരെ മുന്നിലാണ് റോഡ് പോയിരിക്കുന്നു,ഞാൻ എനിക്ക് കഴിയുമെങ്കിൽ, പാലിക്കണം,ആകാംക്ഷയോടെ കാൽ അതിനെ പിന്തുടരുന്നതു,ഇതിൽ ചില വലിയ വഴി ചേരുന്നു അതുവരെഅവിടെ അനേകർ പാത എന്നിവയും വര്ഗ്ഗത്തിനപ്പുറം യോഗം.അപ്പോൾ പോകുന്നു? ഞാൻ പറയുന്നതു കഴിയില്ല.
		-- J. R. R. Tolkien

%
പുഞ്ചിരിക്കുന്ന സ്പ്രിംഗ്, സന്തോഷഭരിതരായികൊണ്ട് വരുന്നുപിന്നെ മുഷിഞ്ഞ വിന്റർ കൈമോശം പറക്കുന്ന.ഇപ്പോൾ വളരെ വ്യക്തമായ വീഴുന്ന വെള്ളവുംപിന്നെ Bonnie നീല സണ്ണി ആകാശത്ത് ആകുന്നു.പുറത്തു പർവ്വതങ്ങൾ ബ്രേക്കുകൾ രാവിലെ അവനതിൽ പുതിയ,ev'ning സമുദ്രങ്ങൾ ന്റെ വീങ്ങുക gilds:സൂര്യന്റെ മടങ്ങിവരുന്ന എല്ലാ ജീവികൾ സന്തോഷം,ഞാൻ എന്റെ ലോകവും: ബെൽ സന്തോഷിക്കും.ഭംഗിവാക്കുകൾ വസന്തം സണ്ണി സമ്മർ നയിക്കുന്നു,മഞ്ഞ ശരൽക്കാല കീകളുടെ;അപ്പോൾ അവന്റെ അതാകട്ടെ .റിസള്ട്ട് വിന്റർ വന്നുവസന്തം പുഞ്ചിരിക്കുന്ന വരെ വീണ്ടും ദൃശ്യമാകും.ഇപ്രകാരം ഋതുക്കൾ നൃത്തം, ജീവിതം മുന്നോട്ടു,പഴയ സമയവും പ്രകൃതി അവരുടെ മാറ്റങ്ങളെ പറയുന്നു;എന്നാൽ, വരെയുള്ള ഒരിക്കലും ഇപ്പോഴും സാക്ഷ്യങ്ങൾ,ഞാൻ എന്റെ Bonnie ബെൽ ആരാധിക്കുന്നു.
		-- Robert Burns, "My Bonnie Bell"

%
സൈനികന്റെ രാജ്ഞിയുടെ വാതിൽ മേൽ കലുവിതരണയുമൊത്ത്.അദ്ദേഹം "ഞാൻ ഇനി നിങ്ങൾക്കുവേണ്ടി യുദ്ധം ഞാനല്ല." പറഞ്ഞുരാജ്ഞി അവൾ മുമ്പിൽ സാഷ്ടാംഗം എവിടെയെങ്കിലും കണ്ട അറിഞ്ഞു,സാവധാനം അവൾ അകത്തേക്ക് കൊള്ളട്ടെ.അവൻ എനിക്ക് നിന്നെ ഇപ്പോൾ വളരെയധികം വളരെ ചെറുപ്പം മുൻപരിചയം "പറഞ്ഞുഎന്നാൽ ഞാൻ അധികം നഷ്ടപ്പെട്ടു കൂടുതൽ യുദ്ധങ്ങൾ യുദ്ധങ്ങൾ നേടിയിട്ടുണ്ട് കണ്ടതാണ്,ഞാൻ അതു നേരമ്പോക്കിന് അത്രയേയുള്ളൂ ഈ സഹജാവബോധം ഉണ്ട്.ഇപ്പോൾ നിങ്ങൾ പറയുന്നത് എനിക്ക് ചെയ്യും? "
		-- Suzanne Vega, "The Queen and The Soldier"

%
നാമങ്ങൾ ശബ്ദങ്ങൾ കൂടുതലും പരിധിയില്ലാത്ത ആകുന്നു.ടൗണിൽ ഒരു ഒരുനാമപദമാണു് ഒരു ഗൗൺ ധരിക്കാൻ രക്ഷിക്കുന്നതിനും,കൂടുതൽ ഇറങ്ങി, സുഹ്റ വസ്ത്രധാരണം വേണ്ടി.ആ ൻറെ ശബ്ദം വിദൂഷകൻ ഒരിക്കലും ഒരുനാമപദമാണു്,എന്നാൽ മിടുമിടുക്കനായ ബഹുവചനങ്ങൾ താഴോട്ടും ചാടുകയും.ഒരുനാമപദമാണു് ശബ്ദം ദീപവും distrub കഴിഞ്ഞില്ല,തുടർന്ന് എന്റെ പ്രിയ, നിങ്ങൾ പൗണ്ട് ആക്കി ആഗ്രഹിക്കുന്നു.എന്നാൽ ദയവായി ചവിട്ടുവിൻ എന്നു പറഞ്ഞു ചെയ്യരുത്നിങ്ങളുടെ ഗൗൺ എന്ന കീർത്തി നഗരത്തിന്റെ സംവാദം ആണ്.
		-- A. Nonnie Mouse

%
സ്ട്രീറ്റ് പ്രസംഗകൻ അങ്ങനെ അന്ധാളിക്കപ്പെടുകയും നോക്കിതാൻ പാകം എന്തിനാണ് ചോദിച്ചപ്പോൾതലക്കെട്ടുകൾ നാല്പതു പൌണ്ട്തന്റെ നെഞ്ചിലും Stapled.ഞാൻ അവനെ തെളിയിച്ചു എന്നാൽ അവൻ എന്നെ ശപിച്ചുഞാൻ നിങ്ങളെ മറയ്ക്കാൻ കഴിയില്ല "എന്നു പറഞ്ഞു.നിങ്ങൾ കാണുന്നു, നിങ്ങൾ എന്നെ പ്പോലെ മുൻപരിചയം.ഞാൻ നിങ്ങളെ തൃപ്തികരമാണെങ്കിൽ പ്രതീക്ഷിക്കുന്നു. "
		-- Bob Dylan

%
സൂര്യൻ സമുദ്രത്തിൽ ശോഭിച്ചുശക്തിയോടെ പ്രകാശിച്ചു:അവൻ ഉണ്ടാക്കുവാൻ തന്റെ ഏറ്റവും മികച്ച ചെയ്തുമൃദുലവും മിനുക്കിയ ഓളങ്ങളും -ഈ അതു കാരണം വളരെ ഒറ്റയായി ആയിരുന്നുഅർദ്ധരാത്രിയിൽ.
		-- Lewis Carroll, "Through the Looking Glass"

%
ചിന്ത പോലീസ് ഇവിടെയുണ്ട്. അവർ വന്നുഹൃദയാഘാതത്തെ കീഴിൽ നിങ്ങൾക്ക് വേണ്ടിയാണ്.അവർ വാതിൽ വഴി ഡ്രാഗ് പോലെഅവർ നിങ്ങളെ പരിശോധന പരാജയപ്പെട്ടു കാര്യം പറയുന്നു.
		-- Buggles, "Living in the Plastic Age"

%
സന്തോഷം ഇവിടെ, ഇത് അവസാനത്തേതാണ് നീണ്ട ചെയ്യുകനിങ്ങൾക്ക് മികച്ച ഇഷ്ടപ്പെട്ട സഹിതം പ്രേരിപ്പിക്കുന്നു മുമ്പ് നിങ്ങളുടെ ആസ്വദിക്കൂ ...
		-- Buggles, "Living in the Plastic Age"

%
ഒരു തള്ളപ്പൂച്ച കഷ്ടത എന്നതാണ്അതു വളർന്നു അത് എപ്പോഴും പൂച്ചയുടെ
		-- Ogden Nash.

%
നിങ്ങൾ പ്രശ്നമുണ്ടോഎന്നോടു അനർത്ഥം.രണ്ടു നല്ല കണ്ണുകൾ ലഭിച്ചോഎന്നാൽ നാം ഇപ്പോഴും കാണുന്നില്ല.
		-- Robert Hunter, "Workingman's Dead"

%
നിങ്ങൾ സംസാരിക്കുന്ന സത്യവും ഇല്ല കഴിഞ്ഞ യാതൊരു ഭാവി.ഇത്, ഇതിനർത്ഥം വേണം അത്രയേയുള്ളൂ.
		-- Robert Hunter, "Workingman's Dead"

%
കടലാമ ജീവിതങ്ങളെ 'അന്നേരം പൂശിയ തട്ടായിപ്രായോഗികമായി അതിന്റെ ലൈംഗിക മറച്ചുവെക്കുകയാകുന്നു.ഞാൻ അതു ആമയുടെ സമർഥമായ കരുതുന്നുഅങ്ങനെ ഗർഭധാരണത്തിന് അത്തരം ഒരു ഉദയഭാനുവിന്റെ.
		-- Ogden Nash

%
കാലാവസ്ഥ ഞാൻ നിങ്ങളെ മനോഹരമായ വേര്പാട്, ഇവിടെ.എൻറെ ചിന്തകൾ വളരെ വ്യക്തമായ അല്ല, ഓടി ചെയ്യരുത്.എന്റെ ഗേൾഫ്രണ്ട് ഒരു വരയുള്ള തുടർന്ന്; എന്റെ ജോലി വളരെ ആക്കിയിരിക്കുന്നു ആണ്.നരകം ആരും ഉത്തമമാണ്, നിങ്ങൾ പ്ലേ ആഗ്രഹിക്കുന്നത്?ഞാൻ ഇന്നു ഒരുമിച്ചു തോന്നുന്നു!
		-- Jimmy Buffet, "Coconut Telegraph"

%
കാറ്റു അതിനാൽ അവളയാളോട് രുചി എത്തുന്നില്ലസൂര്യകാന്തം വീഞ്ഞും പഞ്ചസാര,ഇത് ഒരാളുടെ കാൽ വഴി ഊതി വേണം,നീരുവുണ്ടാക്കിയ Weinberger പോലെ.
		-- P. Opus

%
വൊമ്പാറ്റ് സമുദ്രങ്ങളുടെ ഉടനീളം ജീവിച്ചിരിക്കുന്നുവിദൂരമായ Antipodes ഇടയിൽ.അവൻ പരിപ്പ് സരസഫലങ്ങൾ നിലനിൽക്കാം,അല്ലെങ്കിൽ വീണ്ടും മിഷനറിമാർ ന്;അയാളുടെ അകന്ന ആവാസ ഉറപ്പാവുന്നില്ലതന്റെ എന്നിങ്ങനെയൊക്കെ എന്ന നിർണായകവുമായ അറിവ്.എന്നാൽ ഞാൻ വൊമ്പാറ്റ് ഇടപഴകാൻ മനസ്സില്ലായിരുന്നുമർത്യമായതു പോരാടുന്നതിന് ഏതു രൂപത്തിലുമുള്ള.
		-- "The Wombat"

%
മോശം അമേരിക്കൻ കവിജൂലിയ മൂർ, "മിഷിഗൺ മധുരമുള്ള ആലാപനം" (1847-1920) അങ്ങനെ മോശമായിരുന്നുമാർക് ട്വയിൻ അവളുടെ ആദ്യത്തെ പുസ്തകം 20 വർഷമായി സന്തോഷം കൊടുത്തു പറഞ്ഞു.മഹത്തായ തീ - അവളുടെ സൂക്തം അക്രമാസക്തമായ മരണം പ്രധാനമായും ബന്ധപ്പെട്ടാണ്ചിക്കാഗോ, മഞ്ഞപ്പനി പകർച്ചവ്യാധി അവളുടെ പേന സ്വാഭാവിക വിഷയങ്ങൾ തെളിയിച്ചു.മരണം, യോജിക്കുന്ന വഴി അല്ലെങ്കിൽ ഓടിപ്പോയ ഉന്തുവണ്ടി വഴി, മുങ്ങിത്താഴുന്ന ആയിരുന്നു എന്നു്ഫോർമുല സമാനമായിരുന്നു:നിങ്ങൾ ഭയങ്കരമായ വിധിയുടെ കേട്ടിട്ടുണ്ടോപി പി സുഖാനുഗ്രഹവും ഭാര്യയായ?അവരുടെ മരണത്തിന്റെ ഞാൻ വിവരിച്ചുകൊടുക്കുന്നതാണ്,മറ്റുള്ളവരെ അവരുടെ ജീവൻ നഷ്ടപ്പെട്ടുAshbula ബ്രിഡ്ജ് ദുരന്തം (ലെ),എവിടെ പലരും മരിച്ചു.നിങ്ങൾ ജൂലിയ കവിതകളിലെ ഒന്നിൽ യുക്തിസഹമായി ആരോഗ്യമുള്ള തുടങ്ങി പോലും,സാധ്യതകൾ ഏതാനും ഖണ്ഡങ്ങളിലായി ശേഷം നിങ്ങൾക്ക് ഒരു ചുവടെ തന്നെ ആകുന്നുപുഴയുടെ മിന്നലോടു അടിച്ചു. അന്നു ഒരു വിമർശകൻ അവൾ "ഭേദമാണ് പറഞ്ഞുഒരു Gatling തോക്ക് "ഒന്നിൽ സ്ലിം വോള്യം കണക്കാക്കിയിട്ടുണ്ട് 21 കൊല്ലപ്പെടുകയും 9 മുറിവേല്പിച്ചു.ആളപായമുള്ളതായി, ചില പത്രങ്ങൾ പോലും അവളുടെ സൃഷ്ടിയുടെ നില ഗുരുതരമാണ്സ്വീറ്റ് ഗായകൻ "സെമി സാക്ഷരത" നിഗമനത്തിൽ. അവളുടെ മറുപടി ആയിരുന്നുആദരിച്ചു: "ഈ അപഹാസ്യത്തിനും വിധത്തിൽ സംസാരിച്ചു എന്നു എഡിറ്റർമാർ പോയി എന്നുകാരണം അപ്പുറം. സാഹിത്യസൃഷ്ടി ചെയ്യാൻ വളരെ ബുദ്ധിമുട്ടാണ് "" അവൾ കൂട്ടിച്ചേർത്തു ".
		-- Stephen Pile, "The Book of Heroic Failures"

%
വാക്യത്തിൻറെ മോശം ലൈൻസ്ഒരു ആരംഭ ഞങ്ങൾ ജെയിംസ് Grainger ന്റെ വാഗ്ദാനമാണ് ലൈൻ നടത്തുന്നതായും കഴിയും:"കവിത വരുവിൻ, ഞങ്ങളെ എലി പാടട്ടെ."Grainger (1721-67) തന്റെ കുറ്റവിചാരണയെയും ധൈര്യം, ഇല്ലാതാക്കാൻ ചെയ്തില്ലഅവന്റെ ശ്രോതാക്കൾ പൊടുന്നനെ വിഘടിച്ചു കണ്ടുപിടുതത്തിൽ ന് ഈ വാക്കുകൾചിരി അവർ പുറത്തു വായിച്ചു തൽക്ഷണം.അത്തരം മനസ്സില്ലായ്മ ആയിരുന്നു ആഡം ലിൻഡ്സെ ഗോർഡൻ (1833-70) ഉപദ്രവിച്ചുയുദ്ധത്തിന്റെ വിഷയം പ്രചോദനം."ഫ്ലാഷ്! ഫ്ലാഷ്! .പുറമെയുള്ള! .പുറമെയുള്ള! ഞങ്ങൾ പറന്നു പകർന്ന,ചാര മേൽക്കൂര വാലിനു രംഗ്;ഫ്ലാഷ്! ഫ്ലാഷ്! ഞാൻ അവന്റെ ബുള്ളറ്റ് ത്വകൂ തോന്നിഎന്റെ ചെവി അറ്റം. ഫ്ലാഷ്! .പുറമെയുള്ള! "അതേസമയം, ചെഷയര് ചീസ് ജോൺ ആംസ്ട്രോങ് (1709-79) കോപിപ്പിച്ചു:"... ഖര പാൽ ദീർഘവീക്ഷണമാണ് പേസ്റ്റ് Cestria അയയ്ക്കുന്നു ആ ..."ജോൺ Bidlake പച്ചക്കറികളും അനുകമ്പ നടത്തി സമയത്ത്:"മടിയൻ കാരറ്റ് കിടക്കയിൽ അവന്റെ ദിവസം ഉറങ്ങുന്നു,നിൽക്കാൻ കഴിയില്ല എന്ന് മാത്രം കൂനർ നിലക്കടല. "ജോർജ് Crabbe (1754-1832) എഴുതി:"ഞാൻ ask'd പോകുവാൻ റിപ്പോര്ട്ട് ചെയ്തുClutterbuck ആൻഡ് കോ ഉറച്ച അന്വേഷിക്കും "ചെയ്യുകവില്യം Balmford മത സൂക്തം സാധ്യതകൾ പര്യവേക്ഷണം:"അങ്ങനെ 'പ്രകൃതി ബലഹീനമാകയാൽ ക്രിസ്ത്യാനികൾ കൂടെ TIS,ഈ ലോകത്തിൽ സമയത്ത്, പുഞ്ചപ്പാടത്ത് ബാധ്യതയുമുണ്ട്. "പിന്നെ വില്യം വേഡ്സ്വർത്ത് അവൻ ശരിക്കും സന്ദർഭം എങ്കിൽ അവൻ അത് ചെയ്യാൻ കഴിയുമെന്ന് എന്നാണ്കുളത്തിൽ വിവരിക്കുന്ന:"ഞാൻ വശത്തുനിന്നു മറുവശത്തേക്കു അതും അളന്നു ഞങ്ങൾ;തീസ് മൂന്ന് അടി നീളവും രണ്ടു കാലും വീതിയും. "
		-- Stephen Pile, "The Book of Heroic Failures"

%
യുവതി അസാധാരണമായ ലിസ്റ്റ് ഉണ്ടായിരുന്നുഒരു ഘടനാപരമായ ബലഹീനത ഭാഗം ലിങ്ക്ഡ്.അവൾ യാതൊരു preconditions നിർത്തി.
		-- Stephen Pile, "The Book of Heroic Failures"

%
, അണ്ണന് മഞ്ഞുള്ള മലകൾ ശരിക്കും തണുത്ത പോലെ യൂടുബില് എവിടെ?പിന്നെ ഉപരിയാണിത് സമതലങ്ങളിൽ എന്റെ അവശേഷിക്കും കച്ച പോലെ യൂടുബില് നീട്ടി?എല്ലാവർക്കും lotsa റിലാക്സ് ആൻഡ് മിഠായി യൂടുബില് അവിടെ?അങ്ങനെ അവസാനത്തേത് സമാധാനപരവും ലേക്ക് എല്ലാമടങ്ങിയ ഒരു വലിയ അഗ്യുറോ,ക്ഷീണം?അങ്ങനെ മൂന്നാഴ്ചകള് മുഖം അടെച്ചു തീകൊണ്ടു മൂന്നാഴ്ചകള് mucklucks ഉണക്കി, ക്ഷീണം?പിന്നെ യൂടുബില് അവയുടെ ഉയർന്ന തൂണിന്മേൽ പെൺകുട്ടികൾ കുറിച്ച് സ്വപ്നം?അവർ തണുത്ത, പക്ഷേ ആ ശരിയാണ്! ബിയർ ന്റെ നല്ലത് ആ വഴി!ക്ഷീണം?സൗന്ദര്യം!
		-- A, like, Tribute to the Great White North, eh?

%
അപ്പോൾ ബോസ്റ്റൺ നഗരത്തിൽ തുടർന്ന്,മുറവിളി ആൻഡ് തീര്ത്തുതരേണമേ പട്ടണം.Cabots Kabotschniks കാണാൻ കഴിയുന്നില്ല എവിടെ,പിന്നെ Lowells Cohns സംസാരിക്കുകയോ.
		-- Franklin Pierce Adams

%
തൊട്ടടുത്ത് മോശം തവണ ഉണ്ട്,ആകാശത്ത് കൂടി hurtling ഇരുണ്ട മേഘങ്ങൾ ഉണ്ട്അതു നന്മ ഒറ്റയ്ക്കാണെന്ന് തുടർന്ന്ഒരു വെള്ളി വര കുറിച്ച്ഞങ്ങൾ അവർ വഴി ഉരുട്ടി അല്ല എന്ന് അനുഭവം നിന്ന് അറിയുന്നു ...
		-- Noel Coward

%
ഞാൻ ഓർക്കും സ്ഥലങ്ങൾ ഉണ്ട്എന്റെ ജീവിതം ചിലത് മാറി എങ്കിലും.മെച്ചപ്പെട്ട എന്നേക്കും ചില അല്ലചില പോയി ശേഷിച്ചിരുന്നില്ല.ഇവർ എല്ലാവരും സ്ഥലങ്ങളിൽ അവരുടെ മൊമെന്റുകൾ ഉണ്ടായിരുന്നുസ്നേഹിതന്മാരും സുഹൃത്തുക്കളുമായി ഞാൻ ഇപ്പോഴും ഓർക്കുക.ചിലർ പട്ടുപോയി ചില ജീവിക്കുന്നത്,എന്റെ ജീവിതത്തിൽ ഞാൻ അവരെ മുഴുവൻ ഇഷ്ടമാണ്.എന്നാൽ ഇതു എല്ലാം സുഹൃത്തുക്കളും കമിതാക്കളെ,നിങ്ങൾ അപേക്ഷിച്ച് ആരും ഉണ്ട്,ഇത്തരം എല്ലാ ഓർമ്മകൾ അവയുടെ അർത്ഥം നഷ്ടപ്പെടുംഞാൻ പുതിയ ഒന്നായി സ്നേഹത്തിന്റെ മനുഷ്യന്.ഞാൻ വാത്സല്യവും ഒരിക്കലും അറിയുന്നു എങ്കിലുംജനം മുമ്പും ആ കാര്യങ്ങൾക്കായി,ഞാൻ പലപ്പോഴും നിർത്താൻ അവരെ ചിന്തിക്കാൻ അറിയാനാകുംഎന്റെ ജീവിതത്തിൽ ഞാൻ നിങ്ങൾക്ക് ഇഷ്ടപ്പെടും.
		-- Lennon/McCartney, "In My Life", 1965

%
അർദ്ധരാത്രി വെയിലത്ത് ചെയ്തതു അപൂർവ്വ കാര്യങ്ങളെ ഉണ്ട്സ്വർണ്ണം moil പുരുഷൻമാർ സത്യംആർട്ടിക് പാതകൾ അവരുടെ രഹസ്യ കഥകളുടെ ഞങ്ങൾക്കുണ്ട്അതാണ് നിങ്ങളുടെ രക്തം റൺ തണുത്ത ഇഷ്ടമായി;ഉത്തര വിളക്കുകൾ, അരക്കിറുക്കനായ കാഴ്ചകളും കണ്ടിരിക്കുന്നുഎന്നാൽ queerest അവർ ഒരിക്കലും കാണാൻ ചെയ്തുതടാകം Lebarge എന്ന താങ്ക്സ് ആ രാത്രി ആയിരുന്നുഞാൻ സാം പെറൂല സംസ്കരിച്ചു.
		-- Robert W. Service

%
ചില ജീവനുള്ള മനസ്സുകളിൽ ഉണ്ട്ഏകാന്തത പാടില്ലാത്തതും ഒരു ഗുണമേന്മ,അതുകൊണ്ട് പങ്കിട്ടു വേണം വലിയകമ്പനി ചെറിയവനായിരിക്കാനുള്ള ജീവികളാണ് പങ്കിട്ട പോലെ.അത്തരം ഒരു ഏകാന്തത എന്റേതാണ്; ഇതുകൊണ്ടു അറിയുന്നുവിപുലത ആനിങ്ങൾ ഒന്നിൽ lonelier ഉണ്ട്.
		-- Robert W. Service

%
കാത്തിരിപ്പ് ഇല്ല ഇല്ല.ട്രെയിൻ വർഷം മുമ്പ് പ്രവർത്തിക്കുന്ന നിർത്തി.എല്ലാ, ലഘുപത്രികകൾ,വ്യാജം പൂർണ്ണ ശോഭയുള്ള നിറമുള്ള പോസ്റ്ററുകൾ,വാഗ്ദാനം ദൂരത്തെ രാജ്യം മധ്യേഇനി നിലവിലുണ്ട്.
		-- Robert W. Service

%
മാറ്റത്തിന്റെ ദേണ്ടെ എന്തോ ഉണ്ട്ഹൃദയം കഴിവിലുപരിയായി കൂടുതൽ,സന്തോഷം ഓർമ്മിപ്പിക്കൽ ഖം.
		-- Euripides

%
ഒരിക്കൽ ഒരു ഗ്ലാസ് നോക്കി ഒരു നാവികൻ ഉണ്ടായിരുന്നുഅവളുടെ ... ദ്വീപിൽ ത്രാസിൽ ഒരു ന്യായമായ മത്സാംഗന ഒറ്റുനോക്കിയ.Seagulls അവരുടെ കൂടു മേൽ പറന്നു എവിടെ.അവൾ ... തോളിൽ മേൽ തൂങ്ങിക്കിടന്നു ഏത് നീണ്ട മുടി ചണംകൊണ്ടു.അവളുടെ രസിപ്പിക്കുകവഴി പുറ്റു ചെയ്തു.നാവികന് മനോഹരമായ ... മത്സാംഗന അവിടെ "നിലവിളിച്ചു.ഒരു sittin 'അവിടെ പാറകളിൽ. "ക്രൂ അവരുടെ എല്ലാ ... കണ്ണട, സാരമില്ല, ഒരു ഓടിവന്നു.നാലു റെയിൽ അഗാധമായി തിരക്കാണ്.എന്ന ... വാർത്ത ഈ നേർത്ത കഷണം പങ്കുചേരാൻ എല്ലാ ആകാംക്ഷയോടെ...."ഒരു രേഖ തള്ളിക്കളയാനാവില്ലെന്ന ഞങ്ങൾ അവളെ ... flippers lasso കാണാം.വഴിയെ തീർച്ചയായും ഞങ്ങൾ കണ്ടെത്തുംdinlemelik സൃഷ്ടിച്ചു ഉത്തമമായ അല്ലെങ്കിൽ ധൈര്യമായിരിക്കൂ ... എങ്കിൽഎൻറെ പ്രിയപ്പെട്ട കൂട്ടുകാരും, "ക്യാപ്റ്റൻ നിലവിളിച്ചു.Sarcoma: ഉപയോഗിച്ച് ശപിക്കുന്നു.ഈ ഗാനം മുഷിഞ്ഞ, പക്ഷേ അത് ശുദ്ധം തുടർന്ന്.
		-- Oscar Brand, "A Clean Song"

%
ഒരു ചെറിയ പെൺകുട്ടിയെ ഉണ്ടായിരുന്നുആർ അല്പം ചുരുളൻ ഉണ്ടായിരുന്നുഅവളുടെ നെറ്റിയിൽ നടുവിലെ അവകാശം.അവൾ നല്ല അവൾ വളരെ നല്ല ആയിരുന്നുഅവൾ മോശം അവൾ വളരെ പ്രശസ്തമായ ആയിരുന്നു.
		-- Max Miller, "The Max Miller Blue Book"

%
ഞാൻ ഓർക്കുന്നു ചെയ്യേണ്ട ഒരു പാഠം അവിടെഎല്ലാം ഞങ്ങളുടെ തകർന്നുകൊണ്ടിരിക്കുന്ന ചെയ്യുമ്പോൾജീവിതത്തിൽ, വെറും സ്നേഹവാനായ പോലെഹാർഡ് ശ്രമിക്കുന്ന പോലുള്ള ഒരു കാര്യമുണ്ട്നിങ്ങൾ പാടുവിൻ അനാഥയാണ് ഞങ്ങൾനിങ്ങൾ പണം ആവശ്യമില്ല തോന്നുന്നുസ്നേഹം നിന്നെ പരിക്ക് ഒരിക്കലും നഷ്ടമാകില്ല പോലെഉണ്ണീശോ ഡാൻസ് കഴിയാറില്ലെന്നാണ്മറ്റാരുടേയും കാണുന്നത് ഇഷ്ടമാണ്ഇത് ചിതിച്ചു ഹൃദയത്തിൽനിന്നു വരുന്നു പറ്റിനിങ്ങൾ അത് പ്രവർത്തിക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ.
		-- Kathy Mattea

%
അവിടെ നാം ടോസ്റ്റ് പോവുകയാണ് എല്ലാ സ്റ്റോറിൽ സന്തോഷം തുടർന്ന്ഞങ്ങൾ പ്രതിനിധീകരിക്കുന്ന കോർപ്പറേഷൻ.ഓരോ പയനിയർ സന്തോഷിപ്പിക്കാൻ കൂടാതെ അഭിമാനത്തോടെ പ്രശംസിക്കും ഇവിടെ മുൻപരിചയം,മനുഷ്യരുടെ മനുഷ്യൻ ഞങ്ങളുടെ ഒന്നാന്തരം പ്രസിഡന്റ്ടി ജെ വാട്സൺ നാമം മാർഗങ്ങൾഒരു ധൈര്യം ആരും കോശം കഴിയുംഞങ്ങൾ ഐ.ബി.എം. പൊരിച്ചെടുത്ത ഇവിടെ പദവിയെ അനുഭവപ്പെടും.
		-- Ever Onward, from the 1940 IBM Songbook

%
ഒരു hangknot ലെ ഓര്മ്മശക്തിയില്ലായ്മ അവിടെ,പിന്നെ കോടാലി ആശ്വാസം,എന്നാൽ വിഷം ലളിതമായ മാർഗ്ഗം നിങ്ങളെ അലട്ടുന്നുണ്ടോ റിലാക്സ് ആക്കും.വെടിയുണ്ട ലെ surcease അവിടെ,പിന്നെ ഇനത്തിന് വരുന്ന ഉറക്കം,എന്നാൽ വിഷം കിറ്റിന്റെ കരട് കഠിന നികുതി ഒഴിവാക്കും.നിങ്ങൾ ഹോട്ട് വക്രമായിരിക്കാൻ ന് ബാക്കി കണ്ടെത്താൻ,വാതക തെരഞ്ഞെടുത്തതാണ് തരുവാൻ കഴിയും,എന്നാൽ അടുത്തുള്ള കോർണർ കെമിസ്റ്റ് പാക്കേജുചെയ്ത ശേഖരങ്ങൾ സമാധാനം ഉണ്ട്.സഭയിൽ ചീട്ടു അഭയം അവിടെവസ്തുതകൾ നേരിടുന്ന ചക്രതിന്റെ ചെയ്യുമ്പോൾ,പിന്നെ smoothest റൂട്ടിൽ ഹൃദ്യമായി quacks അനുശാസിക്കുന്ന വിഷം ആണ്.കോറസ്:! ഒരു ​​* ഒരോണസമ്മാനം * ഒരു ഞരക്കവും വച്ച് ഒപ്പം പുറകോട്ട് ഒരു കിക്ക്,മരണം സ്വസ്ഥമായിരുന്നു വരുന്നു, അല്ലെങ്കിൽ squeals കൊണ്ട് വരുന്നു -എന്നാൽ നിങ്ങളുടെ അവസാനം കണ്ടെത്താൻ pleasantest സ്ഥലംഒരു സുഹൃത്ത് കയ്യിൽനിന്നു ചിയർ ഒരു കപ്പ് ആണോ.
		-- Jubal Harshaw, "One For The Road"

%
എടുക്കാനോ നൽകുന്ന ചെറിയ അവിടെ,വെള്ളം അല്ലെങ്കിൽ വീഞ്ഞും ചെറിയ അവിടെ:ജീവികൾക്കും, ഈ ജീവനുള്ള ഈ ജീവനുള്ള,എന്റെ ഒരു പദ്ധതി ഒരിക്കലും ആയിരുന്നു.ഓ, സമരം, സ്പാഴ്സ് ആണ്മുകളിൽ ഒന്നു കിട്ടാനാണ്ആർട്ട് വേണ്ടി പപ്പി ഒരു രൂപമാണ്,സ്നേഹം ഒരു സ്ഥിരം ഫ്ലോപ്പ് ആണ്,വേല കന്നുകാലികളുടെ പ്രവിശ്യ,പിന്നെ ബാക്കി ന്റെ ഒരു ഷെൽ ഒരു മിണ്ടാപ്പൂച്ച വേണ്ടി,അങ്ങനെ ഞാൻ യുദ്ധത്തിൽ എറിയുകയും ചിന്തിക്കുമ്പോൾ പിരിയുകയാണ് -നിങ്ങൾ ദയാപൂർവം പാതാളത്തോളം എന്നെ നേരെയാക്കും താല്പര്യമുണ്ടോ?
		-- Dorothy Parker

%
അവർ ഞങ്ങളുടെ ഫലങ്ങളുടെ കണ്ടെത്തുകയും ആ നിങ്ങൾ അത് തെളിയിക്കപ്പെട്ട എന്നോടു പറഞ്ഞുമാസം കുറിച്ച് ഒരു മുമ്പ്. മുടി അസന്തുഷ്ടി തുടങ്ങിതെളിവ് സാധുവായ ആയിരുന്നു കൂടുതലോ കുറവോ പകരം അത് മനസ്സിലാക്കുന്നതിൽഎന്നാൽ അധികം ഇതിലപ്പുറം. നാം PRL വഴി കാര്യം പ്രവർത്തിപ്പിക്കാൻ ആഗ്രഹിക്കുന്നു.അവൻ അവരെ നാം ശ്രമിക്കും എന്ന് ചെയ്യരുത് പറ്റി ഈ ഒരാൾക്കും പറഞ്ഞിട്ടില്ലേ വചനം അയച്ചുഅതു എന്നേക്കും ആവശ്യം തന്നേ അവർ എവിടെ പരാജയപ്പെട്ടു വിജയിക്കണമെങ്കിൽനാം അവരോട് സംഭവിച്ചു ഒരു രഹസ്യം പിന്നാലെ എല്ലാ ബാക്കി കാത്തുപുതിയ തെളിവ് രക്തദാനം തന്നെ. സ്വയം എനിക്കും.എന്റെ ചിന്തയാണ് വീണ്ടും ആരംഭിക്കാൻ ആയിരുന്നുഅവർ ചെയ്ത താൽപ്പര്യപ്പെടുന്ന എല്ലാ ഒഴിവാക്കുന്നുവേഗത്തിൽ കോഡ് അതിനെഇത് പ്രവർത്തിപ്പിക്കാൻ എങ്കിൽ കാണുന്നതിന്.
		-- Dorothy Parker

%
അവർ ആ തിരക്കൊഴിഞ്ഞ ഇറങ്ങി ചാടി പുറപ്പെട്ടു,ചുറ്റും പണമെല്ലാം തെറ്റിയത്.ഒന്നുമില്ല ഇപ്പോള് ... വെറും ഓഫ് നേടുകയും പെണ്ണല്ല ചെയ്തുഅതു ഫാസ്റ്റ് ലേൻ ജീവൻ ഉണ്ടായിരുന്നു.
		-- Eagles, "Life in the Fast Lane"

%
ഞാൻ ഒരു പ്രതിഭയായിരുന്നു വസ്തുത ശ്രദ്ധിച്ചതുമില്ല,മനുഷ്യൻ "ഞങ്ങൾക്ക് ഉപയോഗിക്കാൻ കഴിയുന്ന എല്ലാ ലഭിച്ചു" പറഞ്ഞുഅങ്ങനെ ഞാൻ ആ ക്രമാനുഗതമായി-depressin ', കുറഞ്ഞ ഇറങ്ങി, മനസ്സും messin' ലഭിച്ചു,പ്രവർത്തനം-ന്--കാർ-വാഷ് ബ്ലൂസ്.
		-- Jim Croce

%
നീ സമയം എന്ന ആശ്രയിച്ചിരിക്കും അധിവസിക്കുന്നു Thinks't?അതു ആരുണ്ട് എന്നാൽ പ്രവർത്തനങ്ങൾ ഞങ്ങളുടെ മൂന്നെണ്ണം ഇവയാണ്; എന്റേതല്ലഎന്റെ പകലും imperishable ഉണ്ടാക്കിയിരിക്കുന്നുഅവസാനിക്കുന്നില്ല കരയിൽ ന് മണലുകൾ പോലെ എല്ലാ ഒരുപോലെ,അസംഖ്യം ആറ്റങ്ങൾ; ഒരുവനെ മരുഭൂമിയായവരണ്ടു തണുത്ത, ഏത് കാട്ടു തരംഗങ്ങൾ ഒടിച്ചുഎന്നാൽ ഒന്നും ഉളളപ്പോൾ, ശവം ആൻഡ് wrecks സംരക്ഷിക്കുക,റോക്ക്സ്, കൈപ്പും ഉപ്പ്-സർഫ് കളകൾ.
		-- Jim Croce

%
"മുപ്പതു ദിവസം Septober ഉണ്ടുഏപ്രിൽ, ജൂൺ, ഒപ്പം അത്ഭുതമില്ല.എല്ലാ ബാക്കി നിലക്കടല വെണ്ണഎന്റെ അപ്പൻ ചുവന്ന suspenders ധരിക്കുന്ന ഒഴികെ. "
		-- Jim Croce

%
ഒരു ചുവന്ന കുന്നിൻ മുപ്പതിലേറെ വെളുത്ത കുതിരകളെയുംആദ്യം അവർ ചാംപ്,അപ്പോൾ അവർ ചവിട്ടി,അപ്പോൾ അവർ തേർ.
		-- Tolkien

%
ഈ nighte, ഈ AE nighte AE,Everye nighte ആൻഡ് എല്ലാവരും,തീയും ആലിപ്പഴമഴ ആൻഡ് candlelyte,അപ്പോൾ ക്രിസ്റ്റി നിന്റെ saule ലഭിക്കും.
		-- The Lykewake Dirge

%
ഈ ഇവിടെ wattle തുടർന്ന്,നമ്മുടെ നാട്ടിൽ ഔദ്യോഗികമുദ്ര.നിങ്ങൾ ഒരു കുപ്പി അത് നിർബന്ധിക്കുകയും കഴിയും;നിങ്ങളുടെ കയ്യിൽ സൂക്ഷിക്കുകയോ ചെയ്യാം.ആമേൻ!
		-- Monty Python

%
ഇത് എല്ലാ ഉള്ളിലെ ചികിത്സ കൂട്ടുകാരിൽ വേണ്ടി ആണ്അജാത ആൻഡ് unbegot,അവർ കഷ്ടതയിൽ ആയിരിക്കുമ്പോൾ വായിക്കാൻഅല്ല എന്നു.
		-- A. E. Housman

%
ഈ ബീ കഥആരുടെ സെക്സ് കാണാൻ വളരെ ബുദ്ധിമുട്ടാണ്അവൾ നിന്ന് അവൻ പറയാൻ കഴിയില്ലഎന്നാൽ അവൾ പറയാൻ കഴിയും, അവൻ അങ്ങനെ ചെയ്യാനാകുംചെറിയ ബീ ഇപ്പോഴും ഒരിക്കലുംഅവൾ ഗുളിക എടുക്കാൻ ആരും സമയം ഉണ്ട്ആ എന്തുകൊണ്ട് ആണ് ഇതുപോലുള്ള നാളുകളിൽഈച്ചകളുടെ അങ്ങനെ വളരെ പുത്രന്മാരെ ഉണ്ട്.
		-- A. E. Housman

%
ഈ ലോകം അവസാനിക്കുന്നത് മാർഗമാണ്ഈ ലോകം അവസാനിക്കുന്നത് മാർഗമാണ്ഈ ലോകം അവസാനിക്കുന്നത് മാർഗമാണ്ഒരു മിന്നൽ എന്നാൽ .വേതാളം കൂടെ.
		-- T. S. Eliot, "The Hollow Men"

%
ഈ ദേശം മാത്രം എന്റെ ദേശം എന്റെ ദേശം ആകുന്നു എന്നുഞാൻ അങ്കമല്ലായിരുന്നോ ലഭിച്ചു, ഒരു കിട്ടിയില്ല,നിങ്ങൾ ഓഫ് നേടുകയും ഇല്ലെങ്കിൽ, ഞാൻ നിന്റെ തലയില് ഊതി കാണാംഈ ദേശം സ്വകാര്യ പ്രോപ്പർട്ടി.
		-- Apologies to Woody Guthrie

%
ഈ കാര്യം സകലവും കത്തുന്നു:പക്ഷികൾ, കന്നുകാലികളുടെ, മരങ്ങൾ, പൂക്കൾ;ഇരുമ്പ് കടിച്ചുകാരുന്നവർ ഉരുക്ക് കടിക്കും;ഭക്ഷണം പ്രയാസം കല്ലുകൾ വരണ്ടുപോകുന്നു;രാജാവു വിധിനൽകുകയുണ്ടായി പട്ടണമാണ് അവശിഷ്ടങ്ങളുമെല്ലാമാണ്എന്നാൽ ഉയർന്ന മലയിലേക്കു ഇറക്കി മിടിക്കുന്നു.
		-- Apologies to Woody Guthrie

%
നരകത്തിന്റെ തീജ്വാലകൾ ൽ വിയർക്കേണ്ടതില്ല ചെയ്തവർ Leaden നായകൾക്ക്, ചില അവരുടെ വയറു വിചാരിച്ചുപുറത്ത് Lispeth അറുനൂറോളം സ്വരാക്ഷരങ്ങൾ: ഇവിടെ അവർ വീണു കാരണം.ഭൂമിയിൽ അവർ അവർ പ്രശംസിച്ചു കഴിച്ചു എസ്എഎസ് പ്രാര്ത്ഥിക്കുന്നേരംപോളണ്ട് / 1, അല്ലെങ്കിൽ മറ്റ് എതിരൊഴുക്കുകളെ, ഇതൊക്കെയും ചലവും മൂടൽമഞ്ഞ് ചിന്തിക്കുന്നത്അസഭ്യമായ മാതൃഭാഷ. ഒരു rapsody ആലപിച്ചത്.ചില യജമാനൻ ബദറുദ്ദീന് വിരസമായ കാലത് എന്ന ജാബർ പരീക്ഷണവിധേയരാക്കിയിരിക്കുന്നുഹെക്സിലാണെന്ന് അവരുടെ എല്ലാ ദയാഹർജികൾ അസംബ്ലി. തുടർച്ച അടുത്ത യജമാനനായ ചിരിച്ചുഅങ്ങനെ enfangled പിശാചിന്റെ crable മടിയൻ അനുഭവസാക്ഷ്യം പോലെ ധാരണയിൽ പോലെ സ്പീച്ച്ക്കൂടാതെ ഗോപുരം അതിന്റെ സ്പീക്കർ നാവിൻതുമ്പത്തുള്ള അടയാളപ്പെടുത്തിയ ആ ഹെക്സ് ഉഴലുന്നു ആയിഏറ്റവും ഗ്രോത്ത്. അവന്റെ നിതംബ ൽ.ജീവിതത്തിൽ അവർ ദോഷം പ്രാർത്ഥിച്ചു കാരണംപിന്നെ കഴിച്ചു ദൈവം അത്തരം swinish swillഇപ്പോൾ അവർ നരകത്തിന്റെ തീജ്വാലകൾ ലെ വിയർക്കേണ്ടതില്ലഎ.പി.എൽ അഭാവം നിന്ന് വിയർപ്പ്വിയർപ്പ് ചാണകം!
		-- Apologies to Woody Guthrie

%
ഞാൻ ഒരുപാട് മാനിക്കുന്നു എങ്കിലുംഎന്റെ ജോലി ആയിരുന്നു എങ്കിൽ ഞാൻ ഉപയോഗിച്ചില്ല പറയുമായിരുന്നുജേസൺ ഓഫ് കൊല്ലപ്പെട്ടു ശേഷംകണക്കില്ലാത്ത ശീതക്കാറ്റ് argonautsസൌഹൃദരശ്മികൾ ഓഫ് Bluebirdരക്ഷിതാവ് തോന്നുന്നു അത്രയേയുള്ളൂഎല്ലായ്പ്പോഴും അടുത്തുനേരിയ സ്വിച്ച് വഴി ഔട്ട്ലെറ്റ് നീല കാനറിആർ നിങ്ങളെ നിരീക്ഷിച്ചുനിങ്ങളുടെ മനസ്സിലുണ്ടായിരുന്ന ഒരു ചെറിയ ഡെസ്ക്ടോപ്പ് നടത്തുകഅത് വളരെ പിഴ ഒരു പോയിന്റ് അരുതുഞാൻ നിങ്ങളുടെ ബോണറ്റ് മാത്രം തേനീച്ച സുഖമാണ് പറയുകനിങ്ങളുടെ മനസ്സിലുണ്ടായിരുന്ന ഒരു ചെറിയ ഡെസ്ക്ടോപ്പ് നടത്തുക
		-- "Birdhouse in your Soul", They Might Be Giants

%
ആകാശത്തിനു കീഴെ Elven-രാജാക്കന്മാർക്കു മൂന്ന് വളയംകല്ലു അവരുടെ ഹാളിൽ കുള്ളൻഗ്രഹം-രക്ഷാധികാരികളാണോ ഏഴുമരിക്കാൻ കൂട്ടർ മരണമുള്ള മനുഷ്യരുടെ ഒൻപത്,തന്റെ ഇരുണ്ട സിംഹാസനത്തിൽ ഇരുണ്ട യഹോവേക്കു എന്നു ഒരുഫ്രോഡൊയും നാട് ഷാഡോസ് കിടക്കും അവിടെ.വളയം അവരെ കണ്ടെത്താൻ അവരെ ഒക്കെയും ഭരിക്കാൻ, വളയം,അവരെ ഒക്കെയും അവരെ കെട്ടുന്നതു ഇരുട്ടിൽ കൊണ്ടുവരുവാൻ വൺ റിംഗ്ഫ്രോഡൊയും നാട് ഷാഡോസ് കിടക്കും അവിടെ.
		-- J. R. R. Tolkien, "The Lord of the Rings"

%
ഡോക്യുമെന്റേഷൻ പഠനസഹായികളും എറിഞ്ഞുകളക,ഉപയോക്താക്കളെയും നൂറു തവണ അംഗീകരിക്കാൻ ചെയ്യും.പദവികളും ക്വോട്ടകൾ എറിഞ്ഞുകളക,ഉപയോക്താക്കളെയും ശരിയായ കാര്യം ചെയ്യും.കുത്തക സൈറ്റ് ലൈസൻസുകൾ എറിഞ്ഞുകളക,ഏതെങ്കിലും pirating ഉണ്ടാവില്ല.ഈ മൂന്നു പോരാ എങ്കിൽ,നിങ്ങളുടെ വീട്ടിൽ ഡയറക്ടറിയിൽ താമസിക്കാൻഎല്ലാ പ്രക്രിയകളും അവരുടെ കോഴ്സ് എടുക്കേണം.
		-- J. R. R. Tolkien, "The Lord of the Rings"

%
ഒരു മുഷിഞ്ഞ ദിവസം നിർമ്മിക്കാനായി നിമിഷങ്ങളും അകലെ ടിക്ഒരു offhand വഴിയിൽ fritter മാലിന്യം മണിക്കൂർനിങ്ങളുടെ ജന്മനാട് നിലത്തു ഒരു കഷണം ചുറ്റും ഹല്ലആരെങ്കിലും അല്ലെങ്കിൽ എന്തെങ്കിലും വഴി നിങ്ങൾ കാണിക്കാൻ കാത്തിരിക്കുന്നുപിന്നെ നിങ്ങളെ കണ്ടെത്താൻ ഒരു ദിവസം സൂര്യപ്രകാശവും കിടക്കുന്ന പിന്നെ മടുത്തോമഴ പത്തുവർഷം നിങ്ങൾക്ക് പുറകിൽ ലഭിച്ചു കാണാൻ വീട്ടിൽ കഴിയുന്നതാണ്നിങ്ങൾ യുവ ജീവനും ദൈർഘ്യമേറിയതാണ് ആരും പ്രവർത്തിപ്പിക്കുമ്പോൾ നിന്നോട് പറഞ്ഞുഇന്ന് കൊല്ലുവാൻ സമയം നിങ്ങൾ തുടങ്ങുന്ന തോക്ക് നഷ്ടമായി ഇല്ലനിങ്ങൾ പ്രവർത്തിപ്പിക്കാൻ സൂര്യന്റെ പിടികൂടുക ഓടുന്നു എന്നാൽ അതു മുങ്ങുന്ന പറ്റിവീണ്ടും നിങ്ങൾക്ക് പുറകിൽ വരാൻ ചുറ്റും റേസിങ്സൂര്യൻ ഒരു ബന്ധു വഴിയിൽ ഒരേ എന്നാണെങ്കിലും പഴയ മുൻപരിചയംശ്വാസം ചെറുതും മരണ ഒരു ദിവസം അടുത്തതാണ്എല്ലാ വർഷവും പറ്റിയില്ലെങ്കിൽ ചെറുതാണെങ്കിൽ സ്വസ്ഥമായിരുന്നു പരാധീനതയും ലെ തൂക്കി ആണ്മലയാളം മാർഗമാണ്കാലം പോയിരിക്കുന്നു കണ്ടെത്താൻ തോന്നുന്ന ഒരിക്കലും, ഗാനം മീതെനശിച്ചുപോകുന്നവരായ ഒന്നുകിൽ പദ്ധതികൾ ഞാൻ പറയാൻ കൂടുതൽ എന്തെങ്കിലും കരുതുന്നു ...അല്ലെങ്കിൽ കോറിയിട്ട വരികൾ പകുതി പേജ്
		-- Pink Floyd, "Time"

%
ടൈഗർ വേട്ട ലഭിച്ചു,പക്ഷി പറക്കുന്ന കിട്ടി;മനുഷ്യൻ ഇരിക്കാൻ ലഭിച്ചത് അത്ഭുതവും, "എന്തുകൊണ്ട്, എന്തുകൊണ്ട്, എന്തുകൊണ്ട്?"ടൈഗർ ഉറങ്ങാൻ ലഭിച്ചു,പക്ഷി ദേശം കിട്ടി;മനുഷ്യൻ മനസ്സിലാക്കാൻ തനിക്കു പറയാൻ ലഭിച്ചു.
		-- The Books of Bokonon

%
ടിം ഞാൻ നായാട്ട് പോയിഞങ്ങൾ ഒരു കൂടാരം മൂന്നു ഇരുപുറവും കണ്ടുഅവ മൂന്നു ആയിരുന്നു, ഞങ്ങൾ രണ്ടു ആയിരുന്നു നിലയിൽഞാൻ ഒരു റ്റിംബക്റ്റൂവും മാറ്റം.
		-- the only known poem using the word "Timbuktu"

%
സമയം പോകുന്നു, നിങ്ങൾ പറയുന്നു?ഇല്ല അയ്യോ!സമയത്തും താമസിക്കുന്നതിനു, ഞങ്ങൾ പോയി.
		-- Austin Dobson

%
സമയം കഴുകൽ ശുദ്ധിയുള്ളസ്നേഹം മുറിവുകൾ അദൃശ്യമായ.മറ്റൊരാൾ എന്നെ അറിയിച്ചു എന്താണ്;എന്നാൽ ശരിയായ അർഥം ഞാൻ അറിയുന്നില്ല.
		-- Linda Ronstadt, "Long Long Time"

%
ഇതൊരു ഓരോ പ്രോഗ്രാമർ സ്വപ്നം,തന്റെ ജീവനെ നടക്കുന്ന മുമ്പ്,എപിഎൽ മൂന്നു എഴുതുന്നതിൽ,പിന്നെ കയറിയതിന്റെ കാര്യങ്ങൾ പ്രവർത്തിക്കുന്നതാക്കുക.
		-- Linda Ronstadt, "Long Long Time"

%
പെട്ടെന്നുള്ള യംഗ് ഫോക്സിനേയുംജോഗിന് മാർബിളുകൾ ബൾക്ക് എന്തുകൊണ്ട്, ആത്മബന്ധം പ്രണയത്തെക്കുറിച്ച് .സംഘം,ഡാഫ്റ്റ് buxom jonquil, PALEKKODEN എന്റെ ന്റെ gawky വൈസ്?ഗയ് പ്രവൃത്തി പോഷിതരാകുന്നതിനും, ക്വിസ് Jove ന്റെ xanthic lamp--Zow! വേറേയൊരു gyp കുറുക്കൻ-ബന്ധുക്കൾക്കും മൂന്നുവട്ടം വഴി അനീഷ്കുമാര്.
		-- Lazy Dog

%
ആരും എന്നാൽ സ്വയം ഒരു ലോകത്തിൽ ആയിരിക്കാൻഅതിന്റെ മികച്ച രാവും പകലും ചെയ്യുന്നത് ഏത്നിങ്ങൾ ടയറിലേക്കുള്ള ഉണ്ടാക്കുവാൻവരാനാഗ്രഹിക്കുന്നവരെയാണ് പോരാട്ടത്തിനായി മാർഗങ്ങൾമനുഷ്യരുടേതിന് യുദ്ധം ചെയ്യാനോ ഒപ്പംയുദ്ധം നിർത്താൻ ഒരിക്കലും.
		-- e.e. cummings

%
അസാധ്യമാണ് കോഡ് കോഡിന്റെ ഇവൻ എന്റെ ക്വസ്റ്റ് ആണ് -ആ കോഡ് ഡീബഗ്ഗുചെയ്യാനുള്ള, കന്യകയുടെ മെഷീൻ കൊണ്ടുവരുവാൻഎത്ര ആശയറ്റ കുഴപ്പമില്ല, അവസാനിക്കാത്ത ആവർത്തനത്തിന്റെ പോപ്പ് ഔട്ട്,സ്ക്രീനിൽ ദൃശ്യമാകുന്ന എന്താണ് grok എന്നിവ, ലോഡ് പ്രശ്നമല്ലആ റൂട്ടീനുകളിലൂടെ എഴുതുന്നതിൽചോദ്യം അല്ലെങ്കിൽ പോസ് ഇല്ലാതെ, unrightable ബഗ് വലത്തോട്ട്അന്തമില്ലാതെ twiddle ഒപ്പം ജയം, ഫോർട്രാൻ IV മുസ്ല്യാര് മനസ്സുണ്ടെങ്കിൽ ഇതിനായിഒരു സ്വർഗീയ അതുകൊണ്ടു unmountable magtape മൌണ്ട് ചെയ്യുക.പ്രയുക്തശക്തി ക്രാഷ് നിർത്തുന്നതിന്! ഞാന് മാത്രമല്ല യഥാർഥ ആയിരിക്കും, അറിയുന്നുഈ ഉജ്വലമായ അന്വേഷണം,ക്യൂ എന്റെ കോഡ് CUSPy ശാന്തമായ പ്രവർത്തിക്കുന്ന ഈ ഉത്തമം,ഒരുത്തൻ, തള്ളിക്കളയുകയും അതു പരീക്ഷയിൽ സമയത്ത്.നഷ്ടപ്പെടാൻ കണക്കാക്കിയത്,തന്റെ അവസാന അലോക്കേഷൻ കലഹിച്ചുunscrappable kludge മുൻസർക്കാരിന്റെ!
		-- To "The Impossible Dream", from Man of La Mancha

%
ന്നനാതരത്തിലുളവാം മാനുഷിക ആണ്,ഇണയുടെ purr ചെയ്യുക.
		-- Robert Byrne

%
ന്നനാതരത്തിലുളവാം ഇണയുടെ purr മനുഷ്യമനസ്സിന്റെ ആണ്.ന്നനാതരത്തിലുളവാം മനുഷ്യ രണ്ട് ഘട്ടമെത്തേണ്ടിയിരിക്കുന്നു ഇരയുടെ ആണ്.ന്നനാതരത്തിലുളവാം ദിവ്യമായിക്കാണുന്നതിലാണു് Moo മനുഷ്യമനസ്സിന്റെ ആണ്.
		-- Robert Byrne

%
എല്ലാം ഒരു സമയമുണ്ടു; ആകാശത്തിൻ കീഴുള്ള pupose ഒരു കാലം ഉണ്ടുജനിച്ചു മരിപ്പാൻ ഒരു കാലം കാലം;നടുവാൻ ഒരു കാലം, നട്ടതു എന്തു പറിപ്പാൻ ഒരു കാലം;കൊല്ലുവാൻ സൌഖ്യമാക്കുവാൻ ഒരു കാലം കാലം;ഇടിച്ചു പണിവാൻ ഒരു കാലം കാലം;കരവാൻ ഒരു കാലം ചിരിപ്പാൻ ഒരു കാലം;വിലപിപ്പാൻ ഒരു കാലം, നൃത്തം ചെയ്വാൻ ഒരു കാലം;കല്ലു കല്ലു കൂട്ടുവിൻ ഒരു കാലം കാലം;ആലിംഗനം ലേക്ക് ആലിംഗനം ചെയ്വാൻ ഒരു കാലം കാലം;നേടുന്നതിന് നഷ്ടമാവാൻ ഒരു കാലം കാലം;സൂക്ഷിക്കാൻ ഒരു കാലം, എറിഞ്ഞുകളക ഒരു കാലം;കടിച്ചുകീറി കീറുവാൻ ഒരു കാലം കാലം;മിണ്ടാതിരിപ്പാൻ സംസാരിപ്പാൻ ഒരു കാലം കാലം;വെറുക്കാൻ ഒരു കാലം സ്നേഹിപ്പാൻ ഒരു കാലം;യുദ്ധത്തിന്നു ഒരു കാലവും സമാധാനത്തിന്നു ഒരു കാലവും.സഭാപ്രസംഗി 3: 1-9
		-- Robert Byrne

%
നിൽക്കുകയും മിണ്ടാതിരിപ്പിൻ,Birkenhead ഇസെഡ് ന്,ചവച്ചരച്ച് ഹ്മ് നല്ലതല്ലാത്ത ബുള്ളറ്റ് ആണോ.
		-- Rudyard Kipling

%
ആരോടു രാവിലെയും പകലും പോലെയാണ്,midnights എന്താണ് ആയിരിക്കണം!
		-- Emily Dickinson (on hacking?)

%
നിങ്ങൾ കർശനമായ ഉറപ്പാക്കേണ്ട ഒരു യുവകവികൾ എഴുതാൻനഗ്നനായി ഉദ്ദേശിക്കുന്ന മാംസം നിങ്ങളുടെ വാക്കുകൾ വലിച്ചെടുക്കുന്നു.അപ്പോൾ ഒരു കപടസ്നേഹമായിരുന്നെങ്കിലും കെട്ടേണം മൂന്നോഒപ്പം ബലാൽക്കാരമായി ഒരു സംതൃപ്ത മെഷ് എടുത്തു.സ്ഥലത്തെ ഓരോ കാൽ നിന്റെ ഇഷ്ടം അവരെ ക്രമീകരിക്കുക.നിങ്ങൾക്ക് ഇവിടെ യജമാനൻ, അവർ അടിമകൾ.ഇപ്പോൾ ഒരു നിരന്തരമായ പേസ് നിലനിർത്തുന്നതും ചമ്മട്ടിഅവർ പോലും തണ്ടുകൾ നിർത്തിക്കൊണ്ട് താളം.ഇഷ്ടമില്ലാത്ത തോല്പിച്ചാൽ ഒരു പദം? അതിനെ പുറത്താക്കാൻ!ഹൃദയത്തിൽ ഡ്രൈവിലെ വാക്കുകളിലൂടെ എന്തു ഉപയോഗം ആകുന്നു?ഒരു അലസനായ പദപ്രയോഗം? ഇത് ഉപേക്ഷിക്കുക, സംശയം ത്രയംബകം,അതിന്റെ പങ്കെടുക്കാനായി മെരുക്കമുള്ളതും വാക്കു തിരഞ്ഞെടുക്കുന്നതും.നന്നായി പരിശീലനം യുവകവികൾ വിനോദത്തിന് ജീവിക്കുന്നില്ലതലച്ചോറിലെ നേരിട്ട് സ്നേഹം മാറ്റുന്നതിലൂടെ.
		-- Emily Dickinson (on hacking?)

%
പുകയില ഒരു മുഷിഞ്ഞ കള ആണ്,പിശാചിൽനിന്നുതന്നെയാണ് മുന്നോട്ട് ഇല്ല അത്;ഇത് നിങ്ങളുടെ വസ്ത്രം കത്തുന്ന നിങ്ങളുടെ പേഴ്സ് ഓജസ്സിനെയും,നിങ്ങളുടെ മൂക്ക് ഒരു ചിമ്മിനി ചെയ്യുന്നു.
		-- B. Waterhouse

%
കാലിപ്സോ വേണ്ടത്ര ചൂട്,കഞ്ഞികുടി ആത്മകഥയുമല്ല,watusi വളരെയധികം പൈശാചികതയിലേക്ക്
		-- The Only Ones

%
ട്രോൾ കല്ലും ആസനത്തിൽ ഒറ്റക്ക് ഇരുന്നുപിന്നെ munched നഗ്നമായ പഴയ .അവളോ;പല വർഷം അവൻ അടുത്തു അതു ഊന്നുവടി ചെയ്തിരുന്നുവെങ്കിൽഇറച്ചി ബൈ വരും പ്രയാസകരമായിരുന്നു.	നടക്കുന്ന! ഗം വഴി!ഏകനായി പാർത്തു ഹിൽസിലെ ഗുഹയിൽഇറച്ചി വന്നു പ്രയാസകരമായിരുന്നു.അപ്പ് തന്റെ വലിയ ബൂട്ട് ടോം വന്നു.പ്രാർത്ഥിപ്പിൻ youn എന്താണ് "അവൻ ട്രോൾ എന്നു ചോദിച്ചുഅതു ഷിൻ പോലെ കാണപ്പെടുന്നു 'എൻറെ nuncle ടിംപോലെ സെമിത്തേരിയിൽ ഒരു-വീഡിയോ Ahmeer ആയിരിക്കണം.Caveyard! Paveyard!ഈ പല വർഷം ടിം പോയതു ചെയ്തു,ഞാൻ അവൻ സെമിത്തേരിയിൽ വീഡിയോ Ahmeer ചെയ്തു എന്ന് കരുതി. ""എന്റെ ബാലകൻ" അപര പറഞ്ഞു "അസ്ഥിയും ഞാൻ മോഷ്ടിച്ചു.എന്നാൽ ഒരു ദ്വാരം കിടക്കുന്ന അസ്ഥികൾ ആയിരിക്കും?നിന്റെ nuncle 'ഹേ ലീഡ് ലംസം പോലെ മരിച്ചുപോയി,മുമ്പ് ഞാൻ അവന്റെ shinbone കണ്ടെത്തി.Tinbone! Thinbone!അവൻ ഒരു ദരിദ്ര പഴയ ട്രോൾ ഒരു പങ്ക് മിച്ചമുള്ളത്അവൻ എന്തു തന്റെ shinbone ആവശ്യമില്ല വേണ്ടി. "നിന്നെ "എന്തുകൊണ്ട് ഞാൻ ഇഷ്ടപ്പെടുന്നു O കാണുന്നില്ല ': ടോം പറഞ്ഞുaxin കൂടാതെ 'ലീവ് makin നടക്കേണ്ടുന്ന' സ്വതന്ത്ര; 'ദൈവമേ എന്റെ അപ്പന്റെ ബന്ധുക്കൾക്ക് shank അല്ലെങ്കിൽ ഷിൻ കൂടിഅങ്ങനെ മേൽ പഴയ കയ്യില്!റോവർ! Trover!അവൻ മരിച്ചവരെ എങ്കിലും അവൻ വകയാണ്;അങ്ങനെ മേൽ പഴയ bnone കയ്യില്! "
		-- J. R. R. Tolkien

%
അല്ല ശ്രമിക്കുക.ദിവ്യാധിപത്യപദവികൾകഴിയാതിരിക്കാനാണ്.യാതൊരു ശ്രമിച്ചുനോക്കൂ ഇല്ല.
		-- J. R. R. Tolkien

%
"കൃപയതിൻ ബര്ഗന് eirie റോഡ്കടന്നു പാറ്റേഴ്സൺ മനിയര് ഇതാണോ: "മകനേ, Hopatcong സൂക്ഷിക്കുക!എല്ലാ ജേഴ്സി സമുദ്രം വൃക്ഷ കടിക്കുന്ന ആ പല്ലുകൾ, നഖം ആയിരുന്നുചുവപ്പും ബാങ്ക് bayonne. ആ മല്സരഫലം!ബന്ധിത തോടും പക്ഷി ശ്രദ്ധിച്ചു വെടിയുകയുംകര്നീ communipaw "അവൻ കയ്യിൽ ബെല്മര്ല് ബ്ലേഡ് എടുത്തു.അവൻ അന്വേഷിച്ചു ലോംഗ് സമയം folsom ചെടിയോവരെ nutley അവൻ നിന്നുകൊണ്ടു വിചാരിച്ചു പോലെ ഒരു bayway മരം അവൻ വിശ്രമിച്ചു,പിന്നെ വിചാരപ്പെടുന്നതിനാൽ ഒരു സമയത്ത് നിന്നു. ജ്വാല കണ്ണു കൊണ്ട് Hopatcong,, Englewood വഴി whippany വന്നുഒന്ന്, രണ്ട്, ഒന്ന്, രണ്ട്, ഒപ്പം ത്രൂ വന്നപ്പോൾ ഗാരി.കൂടിബെല്മര്ല് ബ്ലേഡ് hackensack പോയി! "നീ Hopatcong കൊന്ന?അവൻ മരിച്ചവരെ അതു വിട്ടു അതു തലയിൽ എന്റെ ഭുജങ്ങൾ വരുവിൻ, എന്റെ പെർത്ത് amboy!അവൻ weehawken തിരികെ പോയി. Hohokus ദിവസം! സോഹോ! Rahway! "തന്റെ സന്തോഷത്തിൽ Caldwell.കടന്നു പാറ്റേഴ്സൺ മനിയര് ചെയ്തു;എല്ലാ ജേഴ്സി സമുദ്രം വൃക്ഷ ആയിരുന്നുചുവപ്പും ബാങ്ക് bayonne.
		-- Paul Kieffer

%
കൃപയതിൻ brillig, ഒപ്പം slithy toveswabe ലെ gyre ആൻഡ് gimble ചെയ്തു. "Jabberwock എന്റെ മകനേ സൂക്ഷിക്കുക!എല്ലാ mimsy borogroves കടിക്കുകയും ആ താഴെനിന്നു, നഖങ്ങൾ ആയിരുന്നുപിന്നെ mome raths outgrabe. ആ ക്യാച്ച്!Jubjub പക്ഷി സൂക്ഷിച്ചുകൊൾകഅവൻ കയ്യിൽ vorpal വാൾ പിടിച്ചു frumious Bandersnatch വെടിയുകയും! "വളരെക്കാലം അവൻ അന്വേഷിച്ചു manxome ചെടിയോ.അതുകൊണ്ട് tumtum മരം പിന്നെ uffish പോലെ അവൻ നിന്നു വിചാരിച്ചു അവൻ സ്വസ്ഥമായിരുന്നുപിന്നെ ചിന്ത ഒളിച്ചുകളി നിന്നു. Jabberwock, കണ്ണുകൾ aflame കൂടെtulgey വിറകു വഴി whuffling വന്നുവൺ! രണ്ട്! വൺ! രണ്ട്! പിന്നെ വഴി അതു വന്നപ്പോൾ burbled!മുഖാന്തിരംvorpal ബ്ലേഡ് .ബിംബു-ലഘുഭക്ഷണ പോയി. "നീ Jabberwock കൊന്ന?അവൻ എന്റെ beamish ബാലനെ എന്റെ ഭുജങ്ങൾ വരുവിൻ മരിച്ചവരുടെ അതു വിട്ടു അതിന്റെ തലയും എടുത്തു,!പിന്നെ തിരികെ galumphing പോയി. ഓ frabjous ദിവസം! Calooh! Callay! "തന്റെ സന്തോഷത്തിൽ chortled.കൃപയതിൻ brillig, ഒപ്പം slithy toveswabe ലെ gyre ആൻഡ് gimble ചെയ്തു.എല്ലാ mimsy borogroves ആയിരുന്നുപിന്നെ mome raths outgrabe.
		-- Lewis Carroll, "Jabberwocky"

%
കൃപയതിൻ bullig, ഒപ്പം slithy ബ്രോക്കർമാർപലരുടേയും വാങ്ങാൻ കൂട്ടലുകൾ പറഞ്ഞിട്ടില്ലേ "എന്റെ മകൻ Jabberstock സൂക്ഷിക്കുക!എല്ലാ റോസ് ഡൗ ജോൺസ് കടിക്കും കുറഞ്ഞ stokers രൂപയുടെ ആയിരുന്നുവിപണി ക്രോധം unphased സത്യം. ആ വീഴുന്നു!Econ'mist ദൈവവചനം ശ്രദ്ധിച്ചു വെടിയുകയും'ഹേ മതിലുകള് ചലനമാണ് സ്ട്രീറ്റ് "അവൻ കയ്യിൽ പ്രവചനം വാൾ പിടിച്ചു!വളരെക്കാലം അവൻ അന്വേഷിച്ചു Boesk'some ചെടിയോ -സേക്ക് ന്റെ ലിക്വിഡിറ്റി, അങ്ങനെ ഡി നിക്ഷിപ്തമായിരിക്കും അവൻ അവൻ നിന്നു സെന്സെക്സ് ചിന്ത പോലെപിന്നെ ചിന്ത ഒളിച്ചുകളി നിന്നു. Jabberstock, ട്വീഡ് എന്ന വസ്ത്രം,വളരെ നല്ല സത്യവുമായി അതലിഞ്ഞലിഞ്ഞില്ലാതായി വന്നുചിപ്പ് ബ്ലാക്ക്! ചിപ്പ് ബ്ലൂ! പിന്നെ പിന്നെ വഴി നിനെ വലിയ yuppied!കൂടിപ്രവചനം ബ്ലേഡ് .ബിംബു-ലഘുഭക്ഷണം പോയി! "നീ Jabberstock കൊന്ന?അതു അഴുക്ക് കടിച്ചു അതിന്റെ കുപ്പായം കൊണ്ട് എന്റെ ഉറച്ച, V.P.ish ബാലനെ വരിക!അവൻ തിരികെ പിൻവലിഞ്ഞാലും പോയി. ഹേ വലിയ രൂപയാകും ദിവസം! ഹാളില്! നല്ല പ്ലേ! "അവൻ അവനെ മെഴ്സിഡസ് ടോയ് വാങ്ങി.കൃപയതിൻ പരിഭ്രാന്തി, ഒപ്പം slithy ബ്രോക്കർമാർവിമാനാപകടത്തിൽ gyre ആൻഡ് ഉരുണ്ടുവീഴുക ചെയ്തുഎല്ലാ ദുർബലമായിരിക്കും ഡൗ ജോൺസ് stokers ആയിരുന്നുമാമോനെയും കോപം അവരെ ബാഷ്!
		-- Peter Stucki, "Jabberstocky"

%
കൃപയതിൻ ഫോർട്രാൻ doloop പോകുന്നിടത്തോളംifthen ബ്ലോക്ക് logzerneg ചെയ്തുkludgy ഫംഗ്ഷൻ ഒഴുകുന്നു എല്ലാവരുംപിന്നെ സബ്റൂട്ടീനുകൾക്ക് അഡ്ഹോക്.പ്രവർത്തന-ബഗ് എന്റെ സുഹൃത്ത് സൂക്ഷിപ്പിൻsqurooneg, കള്ളസാക്ഷ്യം പഥനിയന്ത്രണനിർദ്ദേശങ്ങളുംinfiniteloop സൂക്ഷിപ്പിൻപിന്നെ inprectoo അകന്ന്.
		-- "OUTCONERR," to the scheme of "Jabberwocky"

%
'സമുദ്രം കൃപയതിൻ അർധരാത്രി, അവളുടെ മക്കൾ എല്ലാവരും അനാഥ ആയിരുന്നുഒരു ടാം ഒരുത്തൻ ഒരു ചെറിയ ടോട് ഒഴികെ അനിഷ്ടമായുള്ളതു ചെയ്തു,അങ്ങനെ ഞാൻ വഴി കുറുകെ ഒരു ഹോം ഉണ്ടായിരുന്നു ആർ സിഗാർ വരുകയായിരുന്നുവെളിച്ചം അവരോട് ചോദിക്കുന്ന. ഒരു ഒഴിവുള്ള ഒരുപാട് മുകളിൽ.കൗണ്ടർ പിന്നിൽ ഞാൻ oaken വാതിൽ വഴി ഉറ്റുനോക്കി പോലെഒരു സ്ത്രീ ഒരു തിമിംഗലത്തെ വഴി ളിനിയുള്ള ചെന്നു, പഴയ ചാര ആയിരുന്നുആർ മിഠായി എയർ തൂങ്ങിമരിച്ച അതിന്റെ ആറ് കാലുകൾ വയ്യ ഉപയോഗിച്ച്,മ്യാംഡെലേ മാർഗ്ഗമദ്ധ്യേ. അങ്ങനെ ഞാൻ അവളെ വിട ചുംബിച്ചു.അവൾ പറഞ്ഞു "ഗുഡ് രാവിലെ, പരദേശി" ഈ കഥ ആത്മവീര്യം ഉണ്ട്നിങ്ങൾ സ്പഷ്ടമായി കാണാൻ കഴിയുന്ന പോലെ അവളുടെ കണ്ണുകൾ കണ്ണുനീർ ഉണങ്ങിയ ആയിരുന്നു,അവൾ കാൽ അവളെ തല പോലെ വിസ്കി ഉപയോഗിച്ച് നിങ്ങളുടെ ജിൻ ഇളക്കുക ചെയ്യരുത്വർഷങ്ങളോളം ആ വഴി നിന്നു. ആഴമുള്ള ഇരുണ്ട നീല സമുദ്രത്തിൽ.
		-- Midnight On The Ocean

%
കൃപയതിൻ അർദ്ധരാത്രി, യുനിക്സ് .ഏകദേശംഅവരുടെ ഗുഹയിൽ gyre ആൻഡ് gimble ചെയ്തുഎല്ലാ mimsy സി.എസ്-വാക്സ് ആയിരുന്നുപിന്നെ അഭിപ്രായങ്ങൾ Cory outgrabe raths."എന്റെ മകൻ സോഫ്റ്റ്വെയർ ചെംചീയൽ കരുതിയിരിക്കുക!കടിക്കും എന്ന് തെറ്റുകൾ, ജയം ആ ജോലി!തകർന്ന പൈപ്പ് ശ്രദ്ധിച്ചു വെടിയുകയുംfrumious സിസ്റ്റം ക്രാഷ്! "
		-- Midnight On The Ocean

%
കൃപയതിൻ പ്രതിസന്ധി മുമ്പിൽ രാത്രി വീട്ടിൽ മുഖാന്തരം,ഒരു പ്രോഗ്രാം പോലും ഒരു ബ്രൗസ് അല്ല ഏർപ്പെട്ടിരിക്കുകയായിരുന്നു.പ്രോഗ്രാമർമാരുടെ പരിപാലിക്കാൻ വളരെ വിരസമായ കുടിക്കുന്നു ചെയ്തുcutover അറിയുന്നവനാണ് സാധ്യത ഒരു പ്രാർത്ഥന ഉണ്ടായിരുന്നില്ല.ഉപയോക്താക്കൾക്ക് അവരുടെ തടങ്ങളിൽ എല്ലാ snug സ്ഥിതി ചെയ്തുതല നൃത്തം അന്വേഷണങ്ങൾ ദർശനങ്ങളിൽ സമയത്ത്.എപ്പോൾ പുറത്തു ലോബിയിൽ അവിടെ അത്തരം ഒരു clatter എഴുന്നേറ്റുഞാൻ പ്രശ്നം കാണാൻ എന്റെ ട്യൂബ് നിന്ന് ചാടി.എന്റെ ആശ്ചര്യപ്പെട്ടു കണ്ണു എന്താണ് ദൃശ്യമാകണം,എന്നാൽ ഒരു സൂപ്പർ പ്രോഗ്രാമർ ഭയപ്പെടുന്നു മറന്നൈക്ക്.കഴുക്കളെക്കാളും വളരെ വേഗത്തിലായിരുന്നു അവന്റെ പരിപാടികൾ അവർ വന്നുഅവൻ whistled ഒപ്പം ആർത്തു അവരുടെ പേര് വിളിച്ചു;പുതുക്കിയ ന്! ചേര്ക്കുക! അന്വേഷണം! ഇല്ലാതാക്കൽ!ബാച്ച് ജോലി ന്! സമാപന ന്! സമ്പൂർണ്ണ ഫംഗ്ഷനുകളും!അവന്റെ കണ്ണു വിരൽ മെലിഞ്ഞ ആയിരുന്നു അക്കരെ കുംഭങ്ങൾ ചെയ്തുഒരു സ്ക്രീനിന്റെ മുന്നിൽ വാരാന്ത്യങ്ങൾ രാവും നിന്ന്.അവന്റെ കണ്മണിയെ കണ്ണിറുക്കികൊണ്ട് അവന്റെ തലയിൽ വളച്ചൊടിച്ച്,വേഗത്തിൽ എന്റെ ഞാൻ പേടിക്കുന്ന ഒന്നും അറിയേണ്ടൂ കൊടുത്തു ...
		-- "Twas the Night before Crisis"

%
പകൽ കാലഘട്ടത്തിലെ കാണാറില്ല സെഗ്മെന്റ് കൃപയതിൻ '   വാർഷിക Yuletide ആഘോഷം തൊട്ടുമുൻപത്തെ, പിന്നെ   താമസിക്കുന്ന ഞങ്ങളുടെ സ്ഥലത്ത് മുഴുവൻ,ഗതികോർജ്ജം പ്രവർത്തനം ഇടയിൽ തെളിവുകൾ ഇല്ലായിരുന്നു   ഉൾപ്പെടെ ഈ സാധ്യതകളുടെ എണ്ണാതെ,   Mus സ്ഥലം എന്നറിയപ്പെടുന്ന ആഭ്യന്തര എലിശല്യം ന്റെ സ്പീഷീസ്.അജിത്, അതീവശ്രദ്ധയോടെ അന്നുമുതൽ താൽക്കാലികമായി   woodburning കലോറിയും സംവിധാനമെന്ന വായ്ത്തലയാൽഒരു സംബന്ധിച്ച ഞങ്ങളുടെ മുൻകൂർ പ്രീതി ഓപൺ   ഒരു .ഇടതുവശത്ത് നിന്ന് ആസന്നമായ കടാക്ഷം   ആരുടെ folkloric appelations ഇടയിൽ ജീവകാരുണ്യപ്രവർത്തക   സെന്റ് Nicklaus എന്ന ബഹുമാനം പേര് ...
		-- "Twas the Night before Crisis"

%
ട്വന്റി രണ്ടായിരം ദിവസം.ട്വന്റി രണ്ടായിരം ദിവസം.ഇത് ഒരുപാട് അല്ല.അതു നിങ്ങൾ ലഭിച്ചു അത്രയേയുള്ളൂ.ട്വന്റി രണ്ടായിരം ദിവസം.
		-- Moody Blues, "Twenty Two Thousand Days"

%
രണ്ടുപേർ ജയിലിൽ ബാറുകൾ നിന്ന് നോക്കി,കണ്ടു mud--മറ്റ് സ നക്ഷത്രങ്ങൾ.ഇനി ഞാൻ ഈ അവകാശം ചെയ്യട്ടെ: രണ്ട് തടവുകാർ ജനാലയിലൂടെ പുറത്തേക്കു തിരയുന്ന.അവരിൽ ഒരാൾ എല്ലാ ചെളി നോക്കി സമയത്ത് - മറ്റൊരാളും കിട്ടിയില്ലായിരുന്നുതലയിൽ.
		-- Moody Blues, "Twenty Two Thousand Days"

%
ടൈഗറിൽ, ടൈഗറിൽ മിനുക്കിയ എരിയുന്ന എവിടെ ചുറ്റിക? എവിടെ ചെയിൻ?രാത്രി വനങ്ങളിൽ എന്തു ഉലയിൽ നിന്റെ മസ്തിഷ്കം ആയിരുന്നു?എന്താണ് അമർത്യ കൈ അല്ലെങ്കിൽ കണ്ണ് എന്തു അടകല്ല്? എന്താണ് പേടിയും പിടുത്തംനിന്റെ ഭീരുക്കൾ സമമിതി ഫ്രെയിം തുനിയുന്നുവോ? അതിന്റെ മാരകമായ ഭയങ്കരപ്രവൃത്തികള് സുരമാനും തുനിയുന്നുവോ?നക്ഷത്രങ്ങൾ കുന്തം നിലത്തിട്ടപ്പോള് അകന്ന ആഴങ്ങളിലും അല്ലെങ്കിൽ ആകാശത്ത് കത്തിയനിന്റെ കണ്ണു ക്രൂരമായ തീ? അവരുടെ കണ്ണുനീർ water'd സ്വർഗ്ഗത്തിൽഏതു ചിറകുകൾ അവൻ അന്തസ്സോടെ തുനിയുന്നില്ല? അവൻ കാണാൻ അവന്റെ പ്രവൃത്തി ചിരിക്കാൻ തുനിയുന്നുവോ?എന്താണ് കൈ തീ പിടിക്കുന്ന തുനിയുന്നില്ല? കുഞ്ഞാടിനെ ഉണ്ടാക്കുക ഉരുവാക്കിയവനല്ലയോ തുനിയുന്നുവോ?എന്തു തോളിൽ & എന്തു ആർട്ട് ടൈഗറിൽ, ടൈഗറിൽ മിനുക്കിയ കത്തുന്നഅവർ ഹൃദയം ഞരമ്പുകൾ വീഴാനുള്ള കഴിഞ്ഞില്ല? രാത്രി വനങ്ങളിൽനിന്റെ ഹൃദയം എന്തു അമർത്യ കൈ അല്ലെങ്കിൽ കണ്ണ് തല്ലി തുടങ്ങിയപ്പോൾഎന്തു ഭീതി കൈ & എന്തു ഭീതി കാലുകളെ നിന്റെ ഭീരുക്കൾ സമമിതി ഫ്രെയിം തുനിയുന്നുവോ?ആഴമുള്ള ചൂള നിന്നും അത് ലഭ്യമാക്കാൻ കഴിഞ്ഞില്ലനിന്റെ ഭീകരവുമായ വാരിയെല്ലു കുത്തനെ തുനിയുന്നില്ലചുവന്ന ഇരട്ടി കിണറ്റിൽ?ഏതു കളിമൺ ൽ & ഏതു ഘടനയോടുക്രോധം നിന്റെ കണ്ണു roll'd ആയിരുന്നോ?
		-- William Blake, "The Tyger"

%
യു: യു ഉണ്ട് - ഒരു Unicorn!എഴുന്നേറ്റു പ്രവർത്തിപ്പിക്കുക അതിന്റെ കൊമ്പു തടവുക.നിങ്ങൾ നഷ്ടപ്പെടുന്നത് നേരിടുന്നു എല്ലാവരും പോയിന്റ് നോക്കുക!സംഖ്യ HULKS അങ്ങനെ എന്നു പറയുന്നു.
		-- The Roguelet's ABC

%
വൈഡ് കനത്ത വാക്സ് കീഴിൽഎന്റെ കുഴിമാടം കുഴിച്ചു എന്നെ വിശ്രമിക്കാൻ ചെയ്യട്ടെലോംഗ് ഞാൻ ജീവിച്ചു എന്റെ .ഏകദേശം അനേകംഞാൻ ഒരു ഇഷ്ടത്തിനു ഇറങ്ങി എന്നെ കിടന്നു.ഈ വഴി പറയുന്ന വചനം ആയിരിക്കും:"ഇവിടെ അവൻ 64K കുഴലൂതി നിശ്വസിക്കുന്നവന്,ഏതാണ്ട് ഒരു ദിവസം മെഷീൻ ഇറക്കിപിന്നെ റോഗിന്റെ ഗുരുതരമായ ഒരു നീറ്റൽ കളിക്കുന്നത്. "
		-- The Roguelet's ABC

%
വീതിയും താരനിബിഡമായ ആകാശത്തിനു കീഴെ,എന്റെ കുഴിമാടം കുഴിച്ചു എന്നെ കിടത്തുകയും,സന്തോഷവാർത്ത എന്നാണ സന്തോഷത്തോടെ മരിച്ചുഒരു ഇഷ്ടം എന്നെ ഇറക്കി വെച്ചു,അതുകൊണ്ട് എനിക്കു വേണ്ടി നിങ്ങൾ ശവക്കുഴി ആ വാക്യം ആയിരിക്കും,ഇവിടെ താൻ ആകുവാൻ ആർത്തിപൂണ്ടു എവിടെ കിടക്കുന്നു,ഹോം സമുദ്രത്തിൽ നിന്നും നാവികനും ഹോം ആണ്കുന്നും നിന്ന് വേട്ടക്കാരൻ ഹോം.
		-- Robert Loius Stevenson, "Requiem"

%
വല നേരെ, അമ്മ redneck,നിങ്ങളുടെ മകൻ നന്നായി ഉയർത്തുകയും ചെയ്തിരിക്കുന്നു ആർ അമ്മഅവൻ പതിനേഴു ഒരു Macintosh ൽ hackin 'തുടർന്ന്,ജ്വലിക്കുന്ന സ്പെല്ലിംഗ് പിശകുകളും ഉണക്കമുന്തിരി 'നരകത്തിൽ ...
		-- Robert Loius Stevenson, "Requiem"

%
അടുപ്പിൽനിന്നു തീ ചുവന്നുമേൽക്കൂര കീഴെ ഒരു കിടക്ക ഇല്ല;എന്നാൽ ഇതുവരെ തളർന്നിരിക്കുന്നു ഞങ്ങളുടെ കാൽഎന്നിട്ടും ഞങ്ങൾ യോഗ്യമാണെന്നു കരുതുന്നു മൂലയിൽ ചുറ്റുംപെട്ടന്നുള്ള ട്രീ നിന്നിട്ടോ കല്ലുആ ആരും കണ്ടിട്ടില്ല മാത്രം ഞങ്ങൾ ചെയ്തിരിക്കുന്നു. ഇപ്പോഴും കോർണർ ചുറ്റും കാലതാമസം വരുത്തുന്നത്  മരത്തിന്റെ പൂവിടുന്നു ഇലയും പുല്ലും ഒരു പുതിയ റോഡ് അല്ലെങ്കിൽ ഒരു രഹസ്യ ഗോപുരം,  അവരെ കടന്നുപോകുവാൻ അനുവദിക്കേണമേ! അവരെ കടന്നുപോകുവാൻ അനുവദിക്കേണമേ! നാം ഇന്നു അവരെ കടന്നുപോകുവാൻ ആയാലും  ആകാശത്തിനു കീഴെ ഹിൽ വെള്ളം, നാളെ ഈ വിധത്തില് വരുവാൻ  അവരെ ശിക്ഷിക്കാതെ! അവരെ ശിക്ഷിക്കാതെ! എന്നാൽ പ്രവർത്തിക്കുന്ന മറച്ച പാതകളെ എടുത്തുചന്ദ്രൻ ആയ സൂര്യനോട്,ഹോം പിന്നിൽ, ലോക, ആപ്പിൾ, ശൂലം ഒപ്പം നട്ടും sloe ആണ്,അവരെ വിട്ടയച്ചു ചവിട്ടുവാൻ പല പാഥുകൾ! അവരെ വിട്ടയച്ചു!രാത്രിയിൽ, മണൽ കല്ലും അറ്റം വരെ നിഴലുകൾ വഴി കുളം ഡെല്ലിന്റെഅതുവരെ നക്ഷത്രങ്ങൾ എല്ലാ ഇറങ്ങുക ആകുന്നു. നന്നായി നിങ്ങൾ യാത്രാചിലവ്! നന്നായി നിങ്ങൾ യാത്രാചിലവ്!അപ്പോൾ ലോകം പിന്നിൽ മുന്നേറണം ഹോം,ഞങ്ങൾ തിരികെ ഹോം കിടക്കു അലഞ്ഞ് കാണാം.  തിമിരവും സന്ധ്യ, മേഘം, തണൽ,  വാടിപോകും! വാടിപോകും!  തീയും ദീപവും ഇറച്ചി, അപ്പം,  അപ്പോൾ ഉറങ്ങാൻ! അപ്പോൾ ഉറങ്ങാൻ!
		-- J. R. R. Tolkien

%
അതു നിലവിളിക്കുന്ന ക്ലവേര്Wingless പതറുന്നു;വൃത്തികെട്ട രക്ഷനേടാൻ,Mouthless മധ്യധരണ്യാഴി.
		-- J. R. R. Tolkien

%
പലമടങ്ങ് ദാരുണമായ ഒരു മേധാവിത്വംഭൂകമ്പങ്ങളും മാത്രം dolts ഭയപ്പെടുത്തുക,അവനോടു ശാസ്ത്രീയമായ ആരാണ്തുണക്കുന്ന എന്ന് ഒന്നും ഇല്ലചതുപ്പുനിലമായിത്തീരുകയും ഒരു ഫ്ലൈറ്റ് മാതൃകയിൽ ൽ!
		-- W. S. Gilbert, "The Mikado"

%
വാഴു നമ്മെ gie ചില വൈദ്യുതി giftieമറ്റുള്ളവർ നമ്മെ കാണുന്നു oursels കാണുന്നതിന്.
		-- R. Burns

%
ഇപ്പോൾ എന്റെ ഘോഷവും കുട്ടികളെ ഉണരൂ! വേക്ക് എന്നെ വിളിക്കുന്നു കേൾക്കും!സന്നാഹ ഇപ്പോൾ ഹൃദയവും അവയവ ആയിരിക്കും! തണുപ്പുള്ള കല്ലും വീണിരിക്കുന്നു;ഇരുണ്ട വാതിൽ വൈഡ് നിലക്കുന്നു; മരിച്ചവരുടെ കൈ കേടായി.രാത്രി രാത്രിയും പതാക; വാതിൽ തുറന്നിരിക്കുന്നു!
		-- J. R. R. Tolkien

%
എല്ലാ പൗരന്മാർക്കും ഉറക്കമുണർന്ന് നിങ്ങളുടെ രാജ്യത്തിന്റെ കോൾ കേട്ടുഅല്ല ആയുധങ്ങളും കലാപങ്ങൾക്ക്, എന്നാൽ ഓരോരുത്തരുടെയും സമാധാനം.ദ്വേഷവും മുൻവിധി, ഭയം, അത്യാഗ്രഹവും പാപം ചവിട്ടും,വീണ്ടും അവളുടെ വിശ്വാസം പുനഃസ്ഥാപിക്കാൻ അവളുടെ അന്തസ്സിനെ തിരികെ കൊണ്ടുവരുന്നതിന് സഹായിക്കുക.ഒരു സാധാരണ കാരണം വേണ്ടി കഠിനാധ്വാനം, നമ്മുടെ രാജ്യത്തെ പൊഴിച്ചു ചെയ്യരുത്.അവളുടെ അഭിമാനം ശക്തമായ വീണ്ടും എല്ലാ ജനാധിപത്യത്തിനു നടത്തുക.അതെ, നമ്മുടെ രാജ്യം ശക്തമായ ഞങ്ങളുടെ പതാക ബോസാണ് പ്രമാണിച്ചു വീണ്ടും ഉണ്ടാക്കേണം.വീണ്ടും നമ്മുടെ രാജ്യത്തെ വരുത്തുക, ലോകം ആദരിക്കുകയും.അവളുടെ മുഴുവൻ മനോഹരമായ, വരുത്തുക സൂര്യൻ സൂര്യനെ ജോലിചെയ്യുകയാണ്.ഭവിക്കട്ടെ വളരെ ഉള്ളതിനാൽ, സൈഡ് സ്റ്റാൻഡ് ബൈ വളർന്നു ലേബർ സൈഡ്.അതെ, അവളുടെ മുഴുവനും മനോഹരമായ വരുത്തിയും ബലമേറിയ സ്വതന്ത്ര യുണൈറ്റഡ്,ഉണർന്നു സകല പൗരന്മാർ അതു എനിക്കും നിനക്കും തീരുമാനിക്കേണ്ടത്.
		-- Pansy Myers Schroeder

%
മണ്ടായിക്കയുടെ, നിങ്ങൾ ജെഡ് പേരുള്ള ഒരു മനുഷ്യൻ പ്രിസിഡന്റ് എല്ലാ കഥയാണ് പറയാൻഒരു പാവപ്പെട്ട പർവതാരോഹകയാണ്, കഷ്ടിച്ച് തന്റെ കുടുംബത്തെ ആഹാരം ആചരിച്ചു.എന്നാൽ ഒരു ദിവസം അവൻ ചില ഭക്ഷണത്തെപ്പറ്റി shootin 'ആയിരുന്നുനിലത്തു കയറി ഒരു bubblin 'ക്രൂഡ് വരുമ്പോൾ - എണ്ണ, ആണ്;കറുത്ത സ്വർണ്ണ; 'ടെക്സസ് ടീ' ...നന്നായി നെഞ്ചിടിപ്പോടെ അറിയുന്നു അടുത്ത കാര്യം, പഴയ ജെഡ് ഒരു കോടീശരി തുടർന്ന്.പിച്ചവെച്ചു പറഞ്ഞു ജെഡ് അവിടെ നിന്ന് നീങ്ങി സഞ്ചരിക്കുകയും! 'അവർ 'Californy യാസീൻ ആയിരിക്കും oughta സ്ഥലമാണ് പറഞ്ഞു,അങ്ങനെ അവർ ട്രക്ക് ലോഡുചെയ്തിരിക്കുന്നു അവർ ബെവർളി നീക്കി - ഹിൽസ്, ആണ്;swimmin 'കുളങ്ങൾ; സിനിമാ താരങ്ങൾ.
		-- Pansy Myers Schroeder

%
അവരുടെ fiddles കൊണ്ട് വരുമ്പോൾ നർത്തകർ ഒരു കാലം ഉണ്ടായിരുന്നുകുട്ടികളുടെ സർക്കസ്സുകളിലും ആകുകയും തുടരാൻ കഴിഞ്ഞില്ല?അവർ പുസ്തകങ്ങൾ വിലപിക്കുന്നത് കഴിഞ്ഞില്ല ഒരു കാലം ഉണ്ടായിരുന്നു,എന്നാൽ അവരുടെ ട്രാക്കിൽ അതിന്റെ അച്ഛനോട് സജ്ജമാക്കി.ആകാശത്തിലെ ആർക്ക് കീഴിൽ അവർ സുരക്ഷിതമല്ലാത്ത.എന്താണ് അറിയപ്പെടുന്ന ഒരിക്കലും ഈ ജീവിതം സീസണുള്ള ആണ്.skysigns കീഴെ അവർ യാതൊരു ആയുധങ്ങൾ ആർ ഞങ്ങൾക്കുണ്ട്ഹൃദയശൂന്യമായ ഭൂതം പോലെ വൃത്തിയുള്ള കൈ നോക്കുകയും,എലോൺ പരിക്കേൽക്കാതെ, അതിനാൽ അന്ധൻ മികച്ച കാണുന്നു.
		-- Dylan Thomas, "Was There A Time"

%
കാണുകയാണോ പെൺകുട്ടികൾ കടന്നുപോകുന്നതു പോയിഇത് പുതിയ കാര്യം അല്ലഞാൻ ഒരു വാതിൽക്കൽ നിലക്കുന്നതും പിരിയുകയാണ്ഞാൻ ചില അർത്ഥവുമില്ല ശ്രമിക്കുന്നുഈ പെൺകുട്ടികൾ നിന്നു ഒരു പുഞ്ചിരി കടന്നുപോകുന്ന വ്യസനമുണ്ടാക്കുന്നുണ്ട് എന്ന് ഹൃദയം ഒഴിവാക്കുകയുംഅവർ മനുഷ്യരുടെ പറയുന്നു ഇതിഹാസങ്ങൾ ഞാൻ പറഞ്ഞഞാൻ ഒരു തമ്പുരാട്ടി കാത്തിരിക്കുന്നതായി അർത്ഥമില്ല ഒരു തമ്പുരാട്ടി കാത്തിരിക്കുന്നതായി അർത്ഥമില്ലഞാൻ ഞാന് വെറും ഒരു സുഹൃത്ത് ന് കാത്തിരിക്കുന്നു ഒരു സുഹൃത്ത് ന് കാത്തിരിക്കുന്നു...വേശ്യയുടെ ആവശ്യമില്ലയാതൊരു booze ആവശ്യമില്ലകന്യകയും പുരോഹിതൻ, അത് പെണ്ണിന്റെ ആവശ്യമില്ല സ്നേഹവും ഹൃദയങ്ങളും ബ്രേക്കിംഗ്എന്നാല് നിലവിളിക്കുന്നു കഴിയും ആരെങ്കിലും ബാലൻ ഗെയിം ആണ് വേണമെങ്കിൽഞാൻ ഒരാൾക്ക് സംരക്ഷിക്കുന്നതിനായി വേണമെങ്കിൽ എന്നാൽ ഞാൻ ഒരു തമ്പുരാട്ടി കാത്തിരിക്കുന്നതായി അർത്ഥമില്ലഞാൻ ഒരു സുഹൃത്ത് ന് കാത്തിരിക്കുന്നുഞാൻ ഒരു സുഹൃത്ത് ന് കാത്തിരിക്കുന്നു
		-- Rolling Stones, "Waiting on a Friend"

%
നമ്മൾ വിചാരപ്പെടരുതു നിയന്ത്രണം ആവശ്യമില്ല, യാതൊരു വിദ്യാഭ്യാസ ആവശ്യമില്ല.
		-- Pink Floyd

%
ഞങ്ങൾ യാതൊരു indirection ഞങ്ങൾ യാതൊരു സമാഹാരമാണ് ആവശ്യമില്ല ആവശ്യമില്ലഞങ്ങൾ യാതൊരു ഒഴുക്ക് നിയന്ത്രണം ഞങ്ങൾ യാതൊരു ലോഡ് നിയന്ത്രണം ആവശ്യമില്ല ആവശ്യമില്ലഡാറ്റ ടൈപ്പിംഗ് അല്ലെങ്കിൽ പ്രഖ്യാപനങ്ങൾ ബാഹ്യമായ ബൈൻഡിങ് ഒന്നുമില്ല ലിങ്ക് തിരുത്തുകഹേയ്! നീ മാത്രം ലിസ്റ്റുകൾ വിട്ടേക്കുക എങ്ങനെ? ഹേയ്! നിങ്ങൾ മാത്രം സ്രോതസ്സ് വിട്ടേക്കുക എങ്ങനെ?കോറസ്: (കോറസ്)ഓ അല്ല വെറും ഒരു ശുദ്ധമായ ലിസ്പ് ഫംഗ്ഷൻ കോൾ തുടർന്ന്.ഞങ്ങൾ യാതൊരു സൈഡ്-മാറ്റങ്ങൾ ആവശ്യമില്ല ഞങ്ങൾ യാതൊരു അലോക്കേഷൻ ആവശ്യമില്ലഞങ്ങൾ യാതൊരു ഒഴുക്ക് നിയന്ത്രണം ഞങ്ങൾക്ക് യാതൊരു പ്രത്യേക-നോഡുകൾ ആവശ്യമില്ല ആവശ്യമില്ലനിർവ്വഹണത്തിനായി ആഗോള വേരിയബിളുകൾ ഡീബഗ്ഗ് ഇല്ല ഇരുണ്ട ബിറ്റ്-ഫ്ലിപ്പുചെയ്യൽഹേയ്! നീ മാത്രം വാദങ്ങളുടെ വിട്ടേക്കുക എങ്ങനെ? ഹേയ്! നീ മാത്രം ആ കഷണങ്ങൾ വിട്ടേക്കുക എങ്ങനെ?(കോറസ്) (കോറസ്)
		-- "Another Glitch in the Call", a la Pink Floyd

%
ഞങ്ങൾ ഈ സ്ഥലം വിട്ടു അല്പജ്ഞാനത്തിന്റെ,അതു നാം എപ്പോഴും ചെയ്യാൻ കഴിഞ്ഞ കാര്യം ഉണ്ടെങ്കിൽ.
		-- The Animals

%
ഞങ്ങൾ പുതിയ താരാട്ടുപാട്ടുകൾ, പുതിയ പാട്ടുകൾ, സ്നേഹത്തിന്റെ പുതിയ പ്രവൃത്തികൾ കെട്ടിയുണ്ടാക്കുകയുമാണ് ചെയ്യുംനാം ചിരിക്കാൻ & ഉപയോഗിച്ച് കാര്യത്തിനും നിലവിളിക്കുംഞങ്ങളുടെ പുതിയ ജ്ഞാനം ശാന്തനും കണ്ണു കണ്ണുനീർ വരുത്തുംതുടർന്ന് & ഞങ്ങളോടു പേടിച്ചു മറ്റു ഗ്രഹങ്ങളെയും ജീവികൾകാട്ടു കാറ്റും അന്തിമ ഒരു വേനൽക്കാലത്ത് &പുതിയ സുഹൃത്തുക്കളെ ആയിരിക്കും.
		-- The Animals

%
ഞങ്ങൾ നിങ്ങൾക്ക് ഹരേ കൃഷ്ണ നേരുന്നുഞങ്ങൾ നിങ്ങൾക്ക് ഹരേ കൃഷ്ണ നേരുന്നുഞങ്ങൾ നിങ്ങൾക്ക് ഹരേ കൃഷ്ണ നേരുന്നുസൂര്യന്റെ Myung മൂൺ!
		-- Maxwell Smart

%
നാം സന്തോഷവാനാണ് ചെറിയ Vegemites മുൻപരിചയം,ശോഭയുള്ള പോലെ പ്രകാശപൂർണ്ണമാകുന്നു കഴിയും.ഞങ്ങൾ എല്ലാവരും നമ്മുടെ എല്ലാ Vegemite ആസ്വദിക്കാൻപ്രഭാതഭക്ഷണം, ഉച്ചഭക്ഷണം, തേയില വേണ്ടി.
		-- Maxwell Smart

%
നാം വട്ടമേശ ഓഫ് നൈറ്റ്സ് മുൻപരിചയംഞങ്ങൾ പ്രാപ്തരാണ് whene'er ഡാന്സ്നമുക്കു വേണ്ടത് റൂട്ടീനുകളിലൂടെ ആൻഡ് കോറസ് രംഗങ്ങൾ നാം റൗണ്ട് ടേബിൾ ന്റെ നൈറ്റ്സ് മുൻപരിചയംഫുട് നിർദോഷമായ നമ്മുടെ ഷോകൾ കരുത്തുറ്റ ആകുന്നുഞങ്ങൾ Camelot ഇവിടെ നന്നായി പ്രാതൽ എന്നാൽ പല തവണനാം ഹാം, ജാം, സ്പാം ഒരുപാട് തിന്നുക. നാം ശബ്ദോത്പത്തികള് നൽകിയിരിക്കുന്നുതികച്ചും unsingable അതാണ്യുദ്ധത്തിൽ ഞങ്ങൾ ബലത്തിലും, പ്രാപ്തരാണ് നാം Camelot ലെ ഓപ്പറ ഭ്രാന്തൻ മുൻപരിചയംമാഞ്ഞ തടയതെയും നാം ഡയഫ്രം നിന്ന് ധാരാളം പാടും.ഞങ്ങളുടെ ക്വസ്റ്റുകളൊന്നുമില്ല ഇടയ്ക്ക്നാം ആയുധമാക്കി sequinപിന്നെ ക്ലാർക്ക് Gable ആൾമാറാട്ടംഇത് Camelot തിരക്കുള്ള ജീവിതം.ഞാൻ pram ഒരുപാട് push ഞങ്ങൾക്കുണ്ട്.
		-- Monty Python

%
ഓരോ സ്പിന്നിംഗ് സ്പേസ് കരടു പരീക്ഷിച്ചുഅതിന്റെ യഥാർഥ രൂപയുടെ നീതിയായി:മനുഷ്യരുടെ വീടുകളിൽ വീണ്ടും ഞങ്ങളെ തിരികെ എടുക്കുകഭൂമിയുടെ തണുത്ത, പച്ച കുന്നുകളിലും.നല്കുമോ ആകാശം വിളിക്കുന്നുതങ്ങളുടെ വ്യാപാരം Spacemen.എല്ലാ കൈകൾ! സ്റ്റാൻഡ് ബൈ! സൗജന്യ വീണു!പിന്നെ ചുവടെ ലൈറ്റുകൾ മങ്ങുകയും.ഔട്ട് ടെറാ പുത്രന്മാർ വാഹനംഫാർ മുഴക്കം ജെറ്റ് ടേപ്പ്അപ്പ് Earthmen വർഗ്ഗം ചാടി,ഔട്ട്, ഇതുവരെ, മുന്നോട്ടുള്ള yet--ഞങ്ങൾ അവസാന ലാൻഡിംഗ് പ്രാർഥിക്കുന്നത്ഞങ്ങളെ പ്രസവിച്ച ഗ്ലോബ് ന്;ഞങ്ങളെ fleecy ആകാശത്ത് ഞങ്ങളുടെ കണ്ണു വിശ്രമം അനുവദിക്കുകഭൂമിയുടെ തണുത്ത, പച്ച കുന്നുകൾ.
		-- Robert A. Heinlein, 1941

%
അവസാനിക്കാത്ത ഷോ വീണ്ടും സ്വാഗതം എന്റെ സുഹൃത്തുക്കൾ,!ഞങ്ങൾ നിങ്ങൾക്ക് പങ്കെടുക്കാത്ത, അകത്ത് വരും കഴിഞ്ഞില്ല അകത്തേക്ക് വന്നു ഞങ്ങൾ സന്തോഷിക്കുന്നു!അവിടെ ഗ്ലാസ് പിന്നിൽ പുല്ലു ഒരു യഥാർത്ഥ ബ്ലേഡ് അവിടെ,നിങ്ങൾ ചലിക്കുന്നത് പോലെ ശ്രദ്ധിക്കുക മുന്നോട്ടു, തുടരുക.അകത്ത് വരുവിൻ ഷോ ഇത് ആരംഭിക്കാൻ കുറിച്ച്,ഞങ്ങളുടെ നിങ്ങളുടെ തലയിലെ ഊതി ഉറപ്പു.നിങ്ങളുടെ പണം ന്റെ രൂപയുടെ ലഭിക്കും, ഉറപ്പ്,ഗ്രേറ്റസ്റ്റ് ഷോ, സ്വർഗ്ഗത്തിൽ, നരകം ഭൂമിയിലോ!നിങ്ങൾ ഷോ കാണാൻ അല്പജ്ഞാനത്തിന്റെ! ഒരു ഡൈനാമോ ആണ്!നിങ്ങൾ ഷോ കാണാൻ അല്പജ്ഞാനത്തിന്റെ! അതു പാറമേൽ എൻ റോൾ ആണ്!
		-- ELP, "Karn Evil 9" (1st Impression, Part 2)

%
നന്നായി ഞാൻ എന്റെ നോക്കി അതു അഞ്ചു ഒരു പാദത്തിൽ പറഞ്ഞുതലക്കെട്ട് ഞാൻ ഇപ്പോഴും ജീവിച്ചിരിക്കുന്നു എന്നു ആവിർഭവിച്ചുഞാൻ അത് മനസ്സിലാക്കാൻ കഴിഞ്ഞില്ല ഞാൻ കഴിഞ്ഞ രാത്രി മരിച്ചു വിചാരിച്ചു.ഞാൻ ഒരു അതിർത്തി പട്ടണമായ ഈ ദുഷ്ചെയ്തിയെക്കുറിച്ച് സ്വപ്നംആൺകുട്ടികളുടെ കണ്ടെത്തിയിട്ടുണ്ട് എന്ന് അല്പം cantina ൽ,ഞാൻ വെറും പ്രാദേശിക ശബ്ദങ്ങൾ കുഴിക്കുന്നതിന്, നൃത്തം ലേക്ക് ആശയറ്റ.സഹിതം ഒരു senorita വന്നുഅവൾ ഞാൻ അവളെ എതിരേറ്റു ഉണ്ടായിരുന്നു അങ്ങനെ നല്ല നോക്കിഞാൻ എന്റെ ഇംഗ്ലീഷ് കൈമോശം അവളെ സമീപിക്കാൻ തയ്യാറായി,എപ്പോഴാണ് അവളുടെ താമ്രം knuckled കാമുകനെ ഭുജംകൊണ്ടും എന്നെ പിടിച്ചുനില്ക്കാനാവുംഅവൻ നിങ്ങളുടെ സ്വന്തം, Amigo ചില ചൂഴ്ന്നു വളരും പറഞ്ഞുനിങ്ങളുടെ സ്വന്തം ചില ചൂഴ്ന്നു വളർത്തുക.യാതൊരു gringo പോരാട്ടം കൊണ്ട് പോലെ നാംഎന്നാൽ മെക്സിക്കോ അനുഭാവി ഒരു മരണം ഉണ്ടാകും....എന്റെ ഉപദേശം എടുത്തു അടുത്ത ഫ്ലൈറ്റ് എടുത്തുഒപ്പം ചില ചൂഴ്ന്നു വളരാൻ വീട്ടിൽ നിങ്ങളുടെ ചൂഴ്ന്നു വളരും.
		-- Elton John, "Grow Some Funk of Your Own"

%
നന്നായി, സർക്കാർ പണം കൊടുക്കുന്നത് ഫാൻസി!അതുപോലെ ചോർച്ച അതു ഇറക്കി സാധിച്ചെങ്കിൽ.ഫാൻസി സർക്കാർ പണം കൊടുക്കുന്നത്!ആർക്കുമില്ല വീണ്ടും സ്റ്റഫ് കാണും.നന്നായി, അവർ എന്താണ് ഉള്ളത് പണം ഐഡിയയും പോയിട്ടില്ല -പത്ത് ഒന്നിലേക്ക് അവർ മറ്റൊരു യുദ്ധം ആരംഭിക്കും.രബിഉല് ഒരു കാര്യം കേട്ടിട്ടുണ്ട്, എന്നാൽ, സുഹ '!ഫാൻസി സർക്കാർ പണം കൊടുക്കുന്നത്!
		-- A. P. Herbert

%
നന്നായി, അവർ എവിടെ നിന്നു എന്നു ഞാന് അറിയില്ല എന്നാൽ ഉറപ്പു വരുന്നു എന്നുംഞാൻ അവർ എനിക്കു .മാമന്സ് 'പ്രതീക്ഷിക്കുന്നു!ഞാൻ അവർക്കു അറിയില്ല എന്നാൽ ഉറപ്പു അതു ചെയ്യും നന്മഅവർ സൗജന്യമായി മഹിയേ 'പ്രതീക്ഷിക്കുന്നു!അവർ എന്നെ പൂച്ച സ്ക്രാച്ച് പനി ... പൂച്ച സ്ക്രാച്ച് പനി കൊടുക്കും!എനിക്ക് മനസിലായി ആദ്യമായാണ് ഞാന് പത്തു വയസ്സായിരുന്നു;പറഞ്ഞല്ലോ അടുത്ത വാതിൽ നിന്ന് മനസ്സിലായി ...ഞാൻ ഡോക്ടറെ കാണാൻ പോയി അവൻ എന്നെ രോഗശമനം കൊടുത്തുഞാൻ അതു ചില കൂടുതൽ തോന്നുന്നു!ഒരു മോശം സ്ക്രാച്ച് പനി ലഭിച്ചോ ...
		-- Ted Nugent, "Cat Scratch Fever"

%
ഞാൻ മൂന്നു വയസ്സുള്ളപ്പോൾ ശരി, എന്റെ ഡാഡി വീടുവിട്ടു,അവൻ മാ എനിക്കു വേണ്ടി വളരെ വിട്ടില്ല,നീതിയും booze പഴയ ഗിറ്റാർ an'a ഒഴിഞ്ഞ കുപ്പി.ഇപ്പോൾ ഞാൻ അവനെ കുറ്റപ്പെടുത്തേണ്ട 'ഓടിച്ചെന്നു ഒളിച്ചു വ്യവഹാരം,എന്നാൽ അവൻ ചെയ്തതു ആളുകളായിരിക്കെ കാര്യംഅവൻ ചെന്നു ആ സ്യൂ പേരിട്ടു അവശേഷിക്കുന്നു മുമ്പിൽ നടന്നു....എന്നാൽ എനിക്ക് ചന്ദ്രനെയും നക്ഷത്രങ്ങളെയും ഒരു നേർച്ച നേർന്നു,ഞാൻ honkey tonks ഓടാമ്പലും തിരയാൻ ആഗ്രഹിക്കുന്നു,എന്നെ ഷോളയാർ പേര് തരുന്ന മനുഷ്യനെ കൊല്ലുകയോ.മധ്യത്തോടെ ജൂലൈ ഗാത്ലിന്ബുര്ഗ് ആയിരുന്നുഞാന് പട്ടണം ഹിറ്റ് ആഗ്രഹിച്ചവർ എന്റെ തൊണ്ട ഉണങ്ങിയുംപോകാന് ഞങ്ങൾക്കുണ്ട് എന്നെത്തന്നെ ആഗ്രഹിക്കുന്നു ഒരു ചേരുവയുണ്ട് ചിന്ത,ചെളി ഒരു തെരുവിൽ ഒരു പഴയ സലൂൺ at,ഒരു മേശ ഇരിക്കുന്നതു തമാശയല്ല ഇടപെടുമ്പോൾ,എന്നെ സ്യൂ പേരുള്ള എന്നും വൃത്തികെട്ട (bleep) ഇരുന്നു....ഇപ്പോൾ ഞാൻ പാമ്പ് എന്റെ സ്വന്തം സ്വീറ്റ് ഡാഡി അറിയാമായിരുന്നുഒരു wornout ചിത്രം എന്റെ അമ്മ ഉള്ളതെന്ന് നിന്നും,ഞാൻ അവന്റെ കവിൾ അവന്റെ ദോഷം കണ്ണിൽ ആ വടു അറിയാമായിരുന്നു ...
		-- Johnny Cash, "A Boy Named Sue"

%
ശരി, എന്റെ ടെർമിനൽ ന്റെ ലോക്ക് ഞാൻ യാതൊരു മെയിൽ കിട്ടിയില്ല,ഞാൻ എന്റെ പ്രോഗ്രാം പരാജയപ്പെടും ചെയ്തില്ല അവസാന സമയം ഓർത്തെടുക്കാൻ കഴിയില്ല;ഞാൻ എന്റെ സ്ട്രക്ട്സ് ലെ ശേഖരങ്ങൾ കിട്ടിയതായി ഞാൻ എന്റെ ക്യൂ ലെ അരേകൾ ലഭിച്ചു,കോർ ബ്ലൂസ് ഉപേക്ഷിച്ച - സെഗ്മെന്റേഷൻ ലംഘനം: എനിക്ക് കിട്ടി.നിങ്ങൾ അത് നിങ്ങൾ എന്താണ് സി നേടുകയും അത് മനോഹരമാണ് കരുതുന്നെങ്കിൽ,അതിനുശേഷം: നിങ്ങളുടെ മുഴുവൻ കുടുംബാംഗങ്ങളെയും കൊണ്ട് യുക്തിരഹിതമായ പ്രസ്താവന,'ചെയ്യേണമേ സുപ്രീം കോടതി ഒരേയൊരു സ്ഥലം അല്ല: ബസ് പിശക് കാഴ്ചകൾ.കോർ ബ്ലൂസ് ഉപേക്ഷിച്ച - സെഗ്മെന്റേഷൻ ലംഘനം: എനിക്ക് കിട്ടി.ഒരു പി.ഡി.പി.-11 ജീവൻ ഒരു ഇളംകാറ്റും വേണം,എന്നാൽ VAXen കൂടെ വീട്ടിൽ പോലും കാന്തിക ടേപ്പുകൾ ഫ്രീസ് തന്നെ.ഇപ്പോൾ നിങ്ങൾ VAXen വ്യത്യസ്തമായി ഞാൻ അപമാനിയ്ക്കുന്ന അറിയുന്നു ആഗ്രഹിക്കുന്നു കരുതിയേക്കും,കോർ ബ്ലൂസ് ഉപേക്ഷിച്ച - സെഗ്മെന്റേഷൻ ലംഘനം: എനിക്ക് കിട്ടി.
		-- Core Dumped Blues

%
കുറച്ചു രഥങ്ങളും അനവരതം എ-കറങ്ങിക്കൊണ്ടിരിക്കും,ചിലർ കലാപഭൂമിയായി ബൗളിംഗ് അനവരതംഎന്നാൽ ഞാൻ യവം നീര് അനവരതം,രാവിലെ ശോഭയുള്ള ആദ്യകാല പ്രെറ്റി ന്യായമായ വഷളാക്കിയിരിക്കുന്നു മഴയായ്.
		-- Core Dumped Blues

%
ശരി, ഞങ്ങൾ പൊൻ വിരലുകൾ കിട്ടിയതായി വലിയ പാറ ഗായകർ, മുൻപരിചയം,ഞങ്ങൾ എല്ലായിടത്തും ഞങ്ങൾ പോയി സ്നേഹിച്ചു നിങ്ങൾ.നാം സൗന്ദര്യം കുറിച്ച് പാടി, ഞങ്ങൾ സത്യം പാടിപതിനായിരം ഡോളർ ഷോ.ഞങ്ങൾക്ക് ആവേശം എല്ലാ തരത്തിലുള്ള നൽകാൻ ഗുളികകൾ എല്ലാ തരം,എന്നാൽ സന്തോഷം ഞങ്ങൾ അറിയപ്പെടുന്ന പോയിട്ടില്ല,നിങ്ങൾ നിങ്ങളുടെ ചിത്രം ലഭിക്കുന്ന സമയത്ത്, get'cha കാണാം ആ സന്തോഷം ആണോറോളിംഗ് സ്റ്റോൺ കവറിൽ.ഞാൻ ഒരു എത്തപ്പെട്ട വൃദ്ധ, കോൾ രാജാവ് കുഞ്ഞാലികുട്ടി നാമം ലഭിച്ചത്എന്റെ ജീൻസ് ന് embroiders.ഞാൻ എന്റെ പാവപ്പെട്ട പഴയ ചാര-അലിയാത്തവരുണ്ടോ ഡാഡി ലഭിച്ചു,'എന്റെ ലിമോയ്സിൻ Drivin.ഇപ്പോൾ നമ്മുടെ മനസ്സിൽ ഊതി, എല്ലാവരും രൂപകൽപ്പന,എന്നാൽ നമ്മുടെ സമ്മതമെങ്കിൽ ശരിക്കും ഊതപ്പെടുകയും ചെയ്യില്ല;, Get'cha ആ കാണാം, നിങ്ങൾ നിങ്ങളുടെ ചിത്രം നേടുകയും ചെയ്യുമ്പോൾ തിരിച്ചടി തോന്നുന്നുറോളിംഗ് സ്റ്റോൺ കവറിൽ.നാം ചെറിയ, ടീൻ മധ്യവയസ്കനായ, നീല തകരാറിലായ groupies ധാരാളം ലഭിച്ചത്,ആർ നാം പറയുന്നു ഒന്നും ചെയ്യാൻ കാണാം.നാം teachin യുഎസ് നല്ലത് ', ഒരു യഥാർത്ഥ ഇന്ത്യൻ ഗുരു ലഭിച്ചു.നാം പണം വാങ്ങാൻ കഴിയുന്ന എല്ലാ സുഹൃത്തുക്കൾ ലഭിച്ചത്,അങ്ങനെ ഞങ്ങൾ മാത്രം ആകും വരില്ല.ഞങ്ങൾ 'സമൃദ്ധമായ gettin പ്രമാണിച്ചു എങ്കിലും ഞങ്ങൾ ഞങ്ങളുടെ വീടിനടുത്താണ് കഴിയില്ല,റോളിംഗ് സ്റ്റോൺ കവറിൽ.[ഒരു കുറിപ്പ്, അവർ ഒടുവിൽ രൂപ കവർ ചെയ്തു. എഡ്.]
		-- Dr. Hook and the Medicine Show

%
ഇത് എന്താണ് ഭയങ്കരമായ ഹാസ്യവും ആണ്?നാം ദൈവങ്ങളായി, എന്നാൽ അത് മനസ്സിലാക്കുന്നില്ല.
		-- Dr. Hook and the Medicine Show

%
നെഞ്ചിടിപ്പോടെ നിങ്ങളുടെ ഭാരം നിങ്ങളുടെ കുരിശടയാളമുണ്ട് എന്തു ചെയ്തു?നിങ്ങൾ സ്വയം കൊണ്ടുപോയി അല്ലെങ്കിൽ നിങ്ങൾ തലോടി?നിങ്ങളും ഞാനും ഒരു ഭാരം ഒരു ക്രോസ് അറിയുന്നു,ഒരു മനുഷ്യന്റെ തിരികെ മാത്രം നടപ്പാക്കും.
		-- Louden Wainwright III

%
എന്താണ് താമസിയാതെ ഒരു സ്വപ്നം സംഭവിക്കുന്നു?അതു ഉണക്കി നൽകുന്നത്സൂര്യൻ ഒരു ഉണക്കമുന്തിരി തോന്നുന്നു?അല്ലെങ്കിൽ ഒരു വല്ലാത്ത പോലെ fester -അപ്പോൾ റൺ?അതു ജീർണിച്ച ഇറച്ചി പോലെ ചീഞ്ഞുനാറുന്നു നൽകുന്നത്?അല്ലെങ്കിൽ ക്രസ്റ്റ്, പഞ്ചസാര മേൽ -ഒരു കാണ്ടാമൃഗം മധുരം ഇഷ്ടമായോ?ഒരുപക്ഷേ അത് വെറും sagsഒരു ഭാരം പേറുന്ന തോന്നുന്നു.അതോ പൊട്ടിക്കുക എങ്ങനെ?
		-- Langston Hughes

%
ആരും കാണുന്നതു പോലെ എന്തു വേരുകൾ ഉണ്ട്,മരങ്ങൾ ഉയരമുണ്ട് ആണോ,ചമയം, അതു പോകുന്നു,എന്നിട്ടും വളരുന്നു ഒരിക്കലും?
		-- Langston Hughes

%
എന്തു വേദന മറ്റുള്ളവർ എന്നെ സന്തോഷങ്ങളുംവീട്ടിൽ ലിസ്പ് അല്ലെങ്കിൽ സി ഞാൻ ആകുന്നു;അവിടെ വിസ്മയിച്ചതായി ഞാൻ കിടക്ക,ഡീബഗ്ഗർ ന്റെ കാര്യമറിയാതെ വൈകിയോ 'ഞാൻ ഓടിപ്പോകുന്നുകേർണൽ മെമ്മറിയിലേക്ക്.സിസ്റ്റം സ്പേസ്, സിസ്റ്റം സ്പേസ്, ഞാൻ അവിടെ fare-- എന്നുഒരു സിലിക്കൺ ചില്ലു ഒരു വാക്സ് അകം.
		-- Langston Hughes

%
എന്തു വിഭജനത്തിന്റെ ഈ സ്വസ്ഥമാക്കും വെച്ചു ആFHA0 ന് ഉറങ്ങുകയാണ്?എന്തു സിസ്റ്റം ഫയൽ, ഇവിടെ ഒരു സമയത്ത് ഈ കിടന്നു ഈ 'acct.run, "ആണ്ചുറ്റും ഹാക്കർമാർ കരകയും സമയത്ത്? എല്ലാവർക്കും അക്കൗണ്ടിംഗ് ഫയൽ.ഉപേക്ഷിക്കുക, അതു dump, അതു ടൈപ്പുചെയ്യുക,ഫയൽ, ലോഗിൻ highseg.എന്തുകൊണ്ട് പൊതു ഡിസ്കിൽ, ഇവിടെ അത് കിടക്കുന്നഎന്തുകൊണ്ടാണ് അത് ഇപ്പോൾ ഇളയവന്?incant ഒരു പിഴവു്, ഇങ്ങനെ ഉണ്ടാക്കി. മൌണ്ട്, ഇപ്പോൾ നിങ്ങളുടെ എല്ലാ DECtapes മൌണ്ട്തരത്തിൽ, എങ്ങനെയോ ഫയൽ പകർത്തുക. പ്രശ്നം തിരുത്തിയിരിക്കുന്നു ചെയ്തിട്ടില്ല.ഉപേക്ഷിക്കുക, അതു dump, അതു ടൈപ്പുചെയ്യുക,ഫയൽ, ലോഗിൻ highseg.
		-- to Greensleeves

%
എന്താണ് നാം ആകുന്നു നമ്മോടുള്ള ദൈവത്തിന്റെ ദാനമാണ്.ഞങ്ങൾ എന്തു മാത്രമാണ് ദൈവം നമ്മുടെ ദാനമാണ്.
		-- to Greensleeves

%
വളരെ ക്രോമോഡൈനാമിക്സ് ആൻഡ് വൈദ്യുതദുർബല എന്തുനമ്മുടെ നിലവാരമുള്ള മോഡൽ നിങ്ങളെ തൃപ്തിപ്പെടുത്താൻ വേണം,കിനിയുന്നത്ര നിങ്ങൾ കൈമോശം ആരുമില്ല എന്നു ആരും പറഞ്ഞില്ല ഒരിക്കൽഎർത്ത് സൂര്യനിൽ അല്ല പ്രേരിപ്പിക്കുന്നു പറയാൻ പോലെ ഇത് സ്വിച്ച് ധൈര്യംഎന്നാൽ യൂണിയന്റെ നിങ്ങളുടെ സംസ്ഥാന കൂറ്റൻ വലിയഭിന്ന ചാർജ് അവസാന ആകുന്നു എന്നും അവിടങ്ങളില്നിങ്ങൾ ബ്രഡ് ചുരുൾ ചൂട് ട്യൂബും ലെ സർഫ്നിങ്ങളുടെ ഏക Monopole ചലിക്കുന്നത് ചിന്തിക്കുന്ന ദയവായി.നിങ്ങളുടെ ഒളിമ്പിക്സ് നിങ്ങൾ തിരികെ അവരെ ഒക്കെയും കൊണ്ടുവരികയും, രസകരമായ ആയിരുന്നുtranssexual ടെന്നീസ് അല്ലെങ്കിൽ Anamalon ട്രാക്ക് വേണ്ടി,എന്നാൽ ഹോളിവുഡ് സിനിമകൾ sinfully ക്രൂഡ് നിലനിൽക്കുംഅലറി ന് കാണുകയോ റിമോട്ടായി എന്നു്.നിങ്ങൾ ഒരിക്കൽക്കൂടി അതു ചെയ്തപോലെ ഇപ്പോള് നിങ്ങളുടെ sunbelts ഉറപ്പിക്കുന്നു,ഞങ്ങൾ ആരാധിക്കുന്നു കാര്യം ലെയിസീഗ് അത് പറഞ്ഞുനിങ്ങൾ അവിശ്വസനീയമായ പരൽ പനോരമ പണിതു ചെയ്തിട്ടുണ്ടെന്ന്ആരുടെ ജർമ്മൻ പരിചാരകർ വിറയലും ഭയം വിരിച്ചുപാർട്ടിക്കിൾ സീറ്റ ഞങ്ങളുടെ സിദ്ധാന്തം മരണംഏത് ഞാൻ അച്ചായാ കാണാം പിന്നീട്, നിങ്ങളുടെ ലേഖനം പറയുന്നു ഇല്ല.
		-- Sheldon Glashow, Physics Today, December, 1984

%
സ്നേഹം എന്നാൽ സെക്കന്റ് ഹാൻഡ് വികാര എന്താണ്?
		-- Tina Turner

%
എന്തു ഇപ്പോഴും ജീവനോടെ ഇരുപത്തി രണ്ട് ന്,നിങ്ങളെ പോലുള്ള ശുദ്ധമായ ഒരു upstanding അധ്യാ?ഉറപ്പാണോ, നിങ്ങളുടെ തൊണ്ട 'കീറിമുറിക്കും ഹാർഡ്, തീസ് എങ്കിൽനിങ്ങളുടെ പെൺകുട്ടി കീറിമുറിക്കും, അതു വേണ്ടി സ്വിംഗ്.മതിയായ പോലെ തന്നെ സന്തോഷിച്ചു കഴിയില്ലഅവർ തൂക്കും വരുമ്പോൾ ബാലനെ:എന്നാൽ അക്കരപ്പച്ച കാര്യം മാത്രം അല്ലഒരു സ്ട്രിംഗ് തൂങ്ങി വഴി സൌഖ്യം പറ്റി.അങ്ങനെയെങ്കിൽ എപ്പോഴാണ് രാത്രി വിഭജിച്ചിരുന്നു മഷിപ്രകാശത്തിന്റെ തറെച്ചു പാഡ് അവനതിൽ പകരുന്നുആരുടെ ജോലി ചെയ്യാൻ ഇപ്പോഴും കുട്ടികളെഅവരുടെ കത്തി മൂർച്ചയാക്കി നിങ്ങളിൽ വിചാരിക്കുന്ന.
		-- Hugh Kingsmill

%
ഒരു സിംഹം ഒരു ഉച്ചത്തിൽ മുഴങ്ങട്ടെ മറ്റൊരു നിറവേറ്റുന്നു,ആദ്യ സിംഹം കഴിഞ്ഞ ഒരു വരയുള്ള വിചാരിക്കുന്നു.
		-- G. B. Shaw

%
ഞാൻ എന്നെക്കുറിച്ചു ഓർക്കുമ്പോൾഞാൻ ഏതാണ്ട് മരണം എന്നെത്തന്നെ ചിരിക്കും,എന്റെ ജീവിതം വലിയ വലിയ തമാശ ഉണ്ടായിട്ടുണ്ട് അനുഗ്രഹീതരായ ഈ ലോകത്തിലെ അറുപതു വർഷംകുട്ടി ഞാൻ കോളുകൾ എന്നെ പെൺകുട്ടി പ്രവർത്തിക്കുന്നു നടന്നു കൊണ്ടിരിക്കുന്ന ഒരു ഡാൻസ്സ്പോക് എന്ന് ഒരു പാട്ട് ഞാൻ "അതെ സമ്മതത്തോടെത്തന്നെ" നിമിത്തം പ്രവർത്തിക്കുന്നതെന്നും പറയുന്നു.ഞാൻ കഠിനാധ്വാനം ഞാൻ ഏകദേശം വളവിൽ വളരെയധികം അഭിമാനം ഞെരുക്കി ചിരിക്കുംഞാൻ എന്നെക്കുറിച്ചു ഓർക്കുമ്പോൾ. തകർക്കാൻ സാധുക്കളുടെയും,ഞാൻ എന്റെ വയറുവേദന വരെ ചിരിക്കും,ഞാൻ എന്നെക്കുറിച്ചു ഓർക്കുമ്പോൾ.എന്റെ സർവസമ്മതരും എന്റെ സൈഡ് പിളരുകയും കഴിയും,ഞാൻ കഠിനാധ്വാനം ഞാൻ ഏതാണ്ട് മരിച്ചു ചിരിച്ചില്ലഅവർ പറയുന്നു കഥകളിൽ, വെറും കിടക്കുന്ന മുഴങ്ങുന്നു,അവർ ഫലം വളരും,എന്നാൽ തൊലി തിന്നുഞാൻ കരയുന്നത് ആരംഭിക്കുമ്പോൾ വരെ ഞാൻ ചിരിക്കും,ഞാൻ എന്റെ .ശെരി ചിന്തിക്കുമ്പോഴോ.
		-- Maya Angelou

%
എപ്പോഴാണ് പരിഭ്രാന്തി, ഭയവും സംശയത്തിൽ, ബാരൽ കുടിപ്പാൻ തിന്നുകയും അലറുകയും.
		-- Maya Angelou

%
ഈ ലോകത്തിലെ പ്രധാനവാർത്തകൾ റീഡ്മനസ്സുകളിൽ അത്യാഗ്രഹവും നിറഞ്ഞിരിക്കുന്നു കൂട്ടത്തിൽആരാണ് ആവശ്യമായ നിന്ന് കവര്ച്ച മോഷ്ടിച്ചുനിലവിളി വിജയസാധ്യത സ്പീഡ് അന്ധത കൊണ്ട് പോകുന്നു (വിജയസാധ്യത!)വിജയസാധ്യത (വിജയസാധ്യത!)മിന്നൽവേഗത്തിൽ, ഇടി ഇരമ്പംഎല്ലാവരും കവര്ച്ച അല്ലെങ്കിൽ കൊള്ള പോരാട്ടംവിജയസാധ്യത (AH-മുജാഹിദുകളുടെ-മുജാഹിദുകളുടെ-AH)വിജയസാധ്യതവിജയസാധ്യത!
		-- Maya Angelou

%
പ്രയാസം അല്ലെങ്കിൽ സംശയം, സർക്കിളുകളിൽ റൺ നിലവിളിയും അലർച്ചയും.
		-- Maya Angelou

%
ലൈസൻസ് ഫീസ് വളരെ ഉയർന്ന വരുമ്പോൾ,ഉപയോക്താക്കൾ കയ്യാൽ കാര്യങ്ങൾ ചെയ്യാൻ.മാനേജ്മെന്റ് അത്യധികമായിരിക്കും എപ്പോഴാണ്,ഉപയോക്താക്കൾക്ക് അവരുടെ ആത്മാവിനെ നഷ്ടപ്പെടും.ഉപയോക്താവിന്റെ ആനുകൂല്യം വേണ്ടി പോവുന്ന.അവരെ വിശ്വസിക്കുക; അവരെ വിട്ടേക്കുക.
		-- Maya Angelou

%
സ്നേഹം പോകുമ്പോഴോ അവിടെ എപ്പോഴും നീതി തുടർന്ന്.അങ്ങനെ ൻ പോകുമ്പോഴോ അവിടെ എപ്പോഴും ഫോഴ്സ് തുടർന്ന്.പിന്നെ ഫോഴ്സ് പോകുമ്പോഴോ അവിടെ എപ്പോഴും അമ്മയുടെ.ഹായ് അമ്മേ!
		-- Laurie Anderson

%
എന്റെ മുഷ്ടി clenches തുറന്ന തകരാൻ ചെയ്യുമ്പോൾ,ഞാനിത് ഉപയോഗിക്കും എന്റെ തണുത്ത നഷ്ടപ്പെടും മുമ്പ്.എന്നെ ചില മോശം വാർത്ത പറയുന്നു പുഞ്ചിരി ചെയ്യുമ്പോൾ,ഞാൻ ചിരിച്ച് ഇളകിയ ഒരു പ്രവർത്തിക്കാൻ മുമ്പ്.ഞാൻ ദോഷം ഒന്നും വിഴുങ്ങാൻ എങ്കിൽഎന്റെ തൊണ്ട നിങ്ങൾക്ക് വിരൽ ഇടുക.ഞാൻ രോമാഞ്ചമണിയുന്നു എങ്കിൽ എനിക്കൊരു പുതപ്പ് തരും ദയവായി,എന്നെ നിങ്ങളുടെ അങ്കി ധരിക്കാൻ ചെയ്യട്ടെ ഊഷ്മള എന്നെ നിലനിർത്തുകആരും അത് മോശം മനുഷ്യൻ ആയിരിക്കും കാണുന്നത് അറിയുന്നുദു ആൾ തന്നെയായിരുന്നു.നീലക്കണ്ണുകളുള്ള പിന്നിൽ.ആരും അതിന്റെ പകെക്കും ഇഷ്ടപ്പെടുകയും അറിയുന്നുശാപഗ്രസ്തമായിരുന്നു തക്കവണ്ണംകളവ് ചെയ്യുക.
		-- The Who

%
ഓക്സിജൻ ടെക് ഹൈഡ്രജൻ യു കളിച്ചത്ഗെയിം വെറും ഹൈഡ്രജൻ രണ്ട് ഫാസ്റ്റ് പോയിന്റ് നേടിയ, തുടങ്ങിയിരുന്നുഓക്സിജൻ ഇപ്പോഴും ആരുമുണ്ടായില്ലഅപ്പോൾ ഓക്സിജൻ ഒരൊറ്റ ഗോൾഇങ്ങനെ ഹൈഡ്രജൻ 2 ഓക്സിജൻ at, ശേഷിച്ചിരുന്നില്ല 1മഴ കാരണം വിളിച്ചു.
		-- The Who

%
ആരെങ്കിലും ഒരു നീക്കം ചെയ്യുന്നു ചെയ്യുമ്പോൾ അവരെയും നാം ലഭിച്ചു എല്ലാ അയയ്ക്കും,ജോൺ ചേച്ചീ Randolph സ്കോട്ട്, ഇതിൽ നാം അംഗീകരിച്ചോഅത് എപ്പോഴും മറയിടുന്നതാണ് ആരാണ്? അത്തരം ആവേശകരമായ പോരാട്ട രംഗങ്ങൾ ഓർക്കുക?U.N. ആൻഡ് O.A.S., ട്രിപ്പോളി തീരങ്ങളിലെത്തിയത്,അവർ ഞാൻ എന്നാൽ Mississippoli ലേക്ക് ഊഹിക്കാൻ അവരുടെ ഇടം ഇല്ലഎന്നാൽ ആദ്യം, നാവികരെ! എന്തു ചെയ്യണം? നാം നാവികരെ!പ്രതാപത്തോടെ ശരിയായ ചെയ്യുന്നു വേണ്ടി, കോർപ്സ് അംഗങ്ങൾഅവർ വെളിച്ചം കണ്ട വരെ, എല്ലാവരും യോദ്ധാക്കൾ ചിന്ത വെറുക്കുന്നു;അവർ സംരക്ഷണം ലഭിച്ചു, അതിനേക്കാൾ അവരെ ഓഫ് വഴി കൊല്ലും ആഗ്രഹിക്കുന്നുസമാധാനപരമായ മാർഗ്ഗങ്ങളിലൂടെ.എല്ലാ അവരുടെ അവകാശങ്ങൾ മാനിക്കുകയും, അതു വിളിക്കുന്നു നിർത്തുക aggression--ഞങ്ങൾക്ക് ഇഷ്ടമാണ് വരെ ആരുമത് മേയറാവാം. നാം പദപ്രയോഗം കെടക്കുന്മാത്രമേ ഞങ്ങൾ ലോകം അറിയാൻ ആഗ്രഹിക്കുന്നഞങ്ങൾ ജയിലഴിക്കുള്ളിലെ പിന്തുണയ്ക്കുന്ന;അവർ എല്ലായിടത്തും ഞങ്ങളെ സ്നേഹിക്കുന്നു ഞങ്ങൾ പോയി,അങ്ങനെ സംശയം നാവികരെ വരുമ്പോൾ!
		-- Tom Lehrer, "Send The Marines"

%
ഗുരു നിയന്ത്രിക്കുന്നു ചെയ്യുമ്പോൾ, ഉപയോക്താക്കൾക്ക്അവൻ ഉണ്ടോ എന്നു പ്രയാസം ബോധ്യമുണ്ട്.അടുത്ത മികച്ച സ്നേഹിച്ചു ഒരു കൊച്ചരുവിയായിരുന്നു ആണ്., അടുത്ത ഭയപ്പെട്ടു അത്.ഗെയിട്ടിനു നിന്ദിച്ചു അത്.നിങ്ങൾ ഉപയോക്താക്കളെ വിശ്വസിക്കാനാകുന്നില്ലെങ്കിൽ,നീ അവരെ .സഭാവാസികള് ഉണ്ടാക്കേണം.ഗുരു സംസാരിക്കില്ലല്ലോ അദ്ദേഹം ദശവർഷങ്ങളായി.അവന്റെ പ്രവൃത്തി ചെയ്തതു ചെയ്യുമ്പോൾ,ഉപയോക്താക്കളെ ആശ്ചര്യ പറയും: ":ഞങ്ങൾ എല്ലാവരും നമ്മെത്തന്നെ, അതു നടപ്പിലാക്കി! "
		-- Tom Lehrer, "Send The Marines"

%
നേതാക്കൾ സമാധാനം പറയുമ്പോൾസാധാരണ നാടോടി അറിവിൽആ യുദ്ധം വരുന്നുനേതാക്കൾ യുദ്ധം ശപിക്കും ചെയ്യുമ്പോൾവിഭവസമാഹരണ ഓർഡർ ഇതിനകം പുറത്തു എഴുതിയിരിക്കുന്നു.എല്ലാദിവസവും, എന്റെ ആഹാരം ദിനംപ്രതി നേടാൻഞാൻ എവിടെ ഭോഷകു വിലെക്കുവാങ്ങിയിരിക്കുന്നു വിപണി പോകുകപതീക്ഷയോടെഞാൻ വിൽപ്പനക്കാരുടെ ഇടയിൽ എന്റെ നടക്കുന്നത്.
		-- Bertolt Brecht, "Hollywood"

%
ഉപയോക്താക്കൾക്ക് മനോഹരമായ പോലെ ഒറ്റ ജിയുഐ കാണുമ്പോൾമറ്റ് യൂസർ ഇന്റർഫെയിസുകൾ വൃത്തികെട്ട തീർന്നിരിക്കുന്നു.ഉപയോക്താക്കളെ ജേതാക്കളായി ചില പ്രോഗ്രാമുകൾ കാണുമ്പോൾമറ്റ് പരിപാടികൾ lossage തീർന്നിരിക്കുന്നു.പോയിന്റ് NULLs പരസ്പരം റഫറൻസ്.ഹൈ തലം, അസെംബ്ലറിൽ പരസ്പരം ആശ്രയിച്ചിരിക്കുന്നു.രണ്ടിരട്ടി ഫ്ലോട്ട് പരസ്പരം ഇട്ടു.ഹൈ-എൻഡ്യൻ താഴ്ന്ന എൻഡ്യൻ പരസ്പരം define.അതേസമയം പരസ്പരം പിൻപറ്റുന്നത് വരെ.അതുകൊണ്ടു ഗുരുയാതൊന്നും ചെയ്യാതെ പ്രോഗ്രാമുകൾഎന്തും പറയാതെ പഠിപ്പിക്കുന്നു.നിലവിലുള്ള എഴുന്നേറ്റു അവൻ അവരെ വന്നു അനുവദിക്കുന്നു;പ്രക്രിയകൾ റയലിന്റെ ചെയ്യുന്നു അവൻ അവരെ പോകാം.അവൻ പക്ഷേ അവകാശമാക്കി ഇല്ല,acts എന്നാൽ പ്രതീക്ഷിക്കുന്നില്ല.അവന്റെ പ്രവൃത്തി ചെയ്തതു അവൻ അതിനെ ഇല്ലാതാക്കുന്നു.അതു എന്നേക്കും നീണ്ടുനിൽക്കും അതുകൊണ്ടാണ്.
		-- Bertolt Brecht, "Hollywood"

%
ഞാനും നീയും വ്യത്യാസപ്പെട്ടിരിക്കുന്നു സന്ദർഭംദുഃഖം നിങ്ങളുടെ ടെൻഡർ ഹൃദയത്തോടടുത്താണ് കഴിയുമോ?ഞാൻ എന്തു അതെ, ഡാർലിങ് സ്നേഹിക്കുന്നു;ഞാൻ നിങ്ങളെ സ്വപ്നം വരുമ്പോൾ സ്ലീപ് അങ്ങനെ മധുരം;നിങ്ങൾ എല്ലാ ഒരു വിടരാൻ ഉയർന്നു ആണ്.ഞാൻ അടയ്ക്കണം രാത്രിയിൽ ഇവിടെ.ശ്രദ്ധയോടെ ഓരോ വരിയുടെ ആദ്യത്തെ വാക്ക് വായിക്കുക.നിങ്ങൾ എന്റെ ഒരു ചോദ്യം കണ്ടെത്തും.
		-- Yours hopefully, The VAX.

%
നിങ്ങൾ അപകടം സ്വയം കണ്ടെത്തുമ്പോൾ,നിങ്ങൾ ഒരു പരദേശി ഭീഷണി ചെയ്യുമ്പോൾ,നിങ്ങൾ ഒരു lickin 'എടുക്കും കാണപ്പെടുന്നു ചെയ്യുമ്പോൾ ...നിങ്ങൾ പഠിക്കണം ഒരു കാര്യം ഉണ്ട്,തിരിയാൻ മറ്റൊരുത്തനും ഇല്ല എപ്പോഴാണ്,സൂപ്പർ ചിക്കൻ വേണ്ടി Caaaall !! (** Bwuck-bwuck-bwuck-bwuck **)സൂപ്പർ ചിക്കൻ വേണ്ടി Caaaall !!
		-- Yours hopefully, The VAX.

%
നിങ്ങൾ സ്വയം നിങ്ങളുടെ പോരാട്ടത്തിൽ എന്തു ചെയ്യണമെന്ന് ലഭിക്കുമ്പോൾലോകത്തെ ഒരു ദിവസം രാജാവും ചെയ്യുന്നു,വെറും ഒരു കണ്ണാടി പോകാൻ സ്വയം നോക്കൂആ മനുഷ്യൻ സൂചിപ്പിക്കുന്നതു കാണുക.അതു നിങ്ങളുടെ അപ്പൻ, അമ്മ, ഭാര്യ അല്ലനിങ്ങളുടെ മേൽ ന്യായവിധി കടന്നുപോകണം;ആരുടെ വിധി നിങ്ങളുടെ ജീവിതത്തിലെ ഏറ്റവും കണക്കാക്കുന്നു സഹഗ്ലാസ് നിന്ന് തിരികെ ഡി'ക്ക് ഒന്നാണ്.ചില ആളുകൾ നീ നേരായ-shootin 'chum വിചാരിക്കുന്നുനിങ്ങൾ ഒരു അത്ഭുതകരമായ ആളെ വിളിക്കണോ,എന്നാൽ സ്ഫടിക മനുഷ്യൻ നിങ്ങൾക്ക് ഒരു തെണ്ടി മുൻപരിചയം പറയുന്നുനിങ്ങൾ നേരായ കണ്ണിൽ അവനെ നോക്കൂ കഴിയില്ല.അവൻ ഒരിക്കലും എല്ലാ ബാക്കി കാര്യമാക്കുന്നില്ല പ്രീതിപ്പെടുത്താൻ സഹ തുടർന്ന്,അവൻ നിങ്ങളുടെ അവസാനം വരെ കയറി വ്യക്തമായ നിമിത്തംനിങ്ങളുടെ ഏറ്റവും അപകടകരമായ ബുദ്ധിമുട്ടാണ് ടെസ്റ്റ് കടന്നു ഞങ്ങൾസ്ഫടിക മനുഷ്യൻ നിങ്ങളുടെ സുഹൃത്താണ്.ജീവന്റെ പാതയിൽ ഇറങ്ങി ലോകം മുഴുവൻ കഷ്ടപ്പെടുന്ന ചെയ്യാംനിങ്ങൾ കടന്നുവരുവാൻ പോലെ തിരികെ ന് പടമെന്നാല് നേടുക,എന്നാൽ നിങ്ങളുടെ അന്തിമ പ്രതിഫലം heartaches കണ്ണുനീർ ആയിരിക്കുംനിങ്ങൾ ഗ്ലാസിൽ മനുഷ്യനെ വഞ്ചിച്ചു ചെയ്തിട്ടുണ്ടെങ്കിൽ.
		-- Yours hopefully, The VAX.

%
നിങ്ങളെ ഒരു പ്രധാന swordsman കണ്ടുമുട്ടിയാൽഅവനെ നിങ്ങളുടെ വാൾ കാണിക്കും.നിങ്ങൾ ഒരു കവി അല്ല ഒരു മനുഷ്യനെ കണ്ടുമുട്ടുമ്പോൾഅവനെ നിങ്ങളുടെ കവിത കാണിക്കില്ല.
		-- Rinzai, ninth century Zen master

%
നിങ്ങൾ വലിയ ഹാക്കർമാർ overesteem ചെയ്യുമ്പോൾ,കൂടുതൽ ഉപയോക്താക്കളെ Crétins തീർന്നിരിക്കുന്നു.എൻക്രിപ്ഷൻ വികസിപ്പിക്കുകയും ചെയ്യുമ്പോൾ,കൂടുതൽ ഉപയോക്താക്കളെ പടക്കം തീർന്നിരിക്കുന്നു.ഗുരു ലീഡുകൾഉപയോക്താവിന്റെ മനസ്സിനെ ശൂന്യമാക്കുന്നതിൽ വഴിഅവരുടെ ക്വോട്ടകൾ വർദ്ധിച്ചുവരുന്ന,അവരുടെ അഭിലാഷം മന്ദതയാണ് വഴിഅവരുടെ ദൃഢനിശ്ചയം toughening.ഉപയോക്താക്കളെ അറിവും ആഗ്രഹം കുറവുണ്ടോ ചെയ്യുമ്പോൾ,മാനേജ്മെന്റ് ഇടപെടാൻ ശ്രമിക്കുക ഇല്ല.പ്രാക്ടീസ്-ലൂപ്പുചെയ്യുന്നതുമായ അല്ല,എല്ലാമടങ്ങിയ സ്ഥലത്തു വീഴും.
		-- Rinzai, ninth century Zen master

%
നിങ്ങൾ ഒരു മുണ്ടും ആയിരിക്കുമ്പോൾനിങ്ങൾ എല്ലാ വഴി ഒരു മുണ്ടും മുൻപരിചയംBrie ആദ്യ സ്ഥലമാണ് നിന്നുംനിങ്ങളുടെ അവസാന കാബർനെറ്റ് ചെയ്യുക.നിങ്ങൾ ഒരു മുണ്ടും ആയിരിക്കുമ്പോൾനിങ്ങൾക്ക് ഒരു സ്വപ്നജീവിയാണ് അല്ലെന്ന്നിങ്ങൾ കാര്യങ്ങൾ സംഭവിക്കും വരുത്തുകയാണ്നിങ്ങൾ ഒരു Beamer ഡ്രൈവുചെയ്യുമ്പോൾ.
		-- Rinzai, ninth century Zen master

%
നിങ്ങൾ അകലെയാണെങ്കിലും എന്നു ഞാൻ അടങ്ങാത്ത ഏകാന്തമായ സുഖമാണ്,ചീത്ത, ബോറടിക്കുന്നു, .സ്വാമി; മാത്രംഇവിടെ ഉരസുന്നത് എന്റെ പ്രിയേ പ്രിയ തുടർന്ന്നിങ്ങളുടെ സമീപം വരുമ്പോൾ ഞാൻ തന്നെ തോന്നുന്നു.
		-- Samuel Hoffenstein, "When You're Away"

%
അപ്പോഴൊക്കെ റിച്ചാർഡ് അഭിപ്രായങ്ങൾ Cory നഗരമധം പോയിനാം തളത്തിൽ ജനം അവനെ നോക്കി:അവൻ കിരീടം ഏക നിന്ന് ഒരു മാന്യൻ ആയിരുന്നുക്ലീൻ-അനുഗ്രഹവും, imperially സ്ലിം.അവൻ എപ്പോഴും ശാന്തമായി വസ്ത്രം ധരിച്ചുഅവൻ സംസാരിച്ചപ്പോൾ എപ്പോഴും മാനുഷിക ആയിരുന്നു;പറഞ്ഞപ്പോൾ എന്നാൽ ഇപ്പോഴും അവൻ പയർവർഗ്ഗങ്ങൾ സാനുകമ്പം,"ഗുഡ് മോണിംഗ്" കടന്നുപോകുന്ന അവൻ glittered.ഒരു രാജാവിനെക്കാൾ സമൃദ്ധമായ, അതെ - അവൻ സമ്പന്നമായിരുന്നു -പിന്നെ admirably ഓരോ കൃപ പഠിക്കുന്നതിനായി:പിഴ, ഞങ്ങൾ അവൻ എല്ലാം എന്നു വിചാരിച്ചുഞങ്ങളെ അവന്റെ ഇരുന്ന കൊതിക്കുന്നത് വരുത്തുന്നതിനായി.അതുകൊണ്ട് ഞങ്ങൾ ജോലി, നേരിയ കാത്തിരുന്നുഇറച്ചി കൂടാതെ ചെന്നു അപ്പം ശപിച്ചു;റിച്ചാർഡ് അഭിപ്രായങ്ങൾ Cory ഒന്നു ശാന്തത സമ്മർ രാത്രി,വീട്ടിൽ ചെന്നു അവന്റെ തല ഒരു വെടിയുണ്ട വെച്ചു.
		-- E. A. Robinson, "Richard Cory"

%
മാറ്റർ കഴിയുംഓ, പ്രിയ, എവിടെ കാര്യം ആകാംഇത് എപ്പോൾ ഊർജ്ജം പരിവർത്തനം പറ്റി?പാരിറ്റി ഒരു ചെറുതായി നഷ്ടം ഉണ്ട്.ജോണി ന്റെ മേളയിൽ ഇത്രകാലം.
		-- E. A. Robinson, "Richard Cory"

%
എവിടെയാണ് മനുഷ്യൻ മനസ്സിന് സമാധാനം കഴിഞ്ഞില്ലഒരു ഈടെ ഗൗൺ തോന്നുന്നു?
		-- Dorothy Parker, "The Satin Dress"

%
എവിടെ, ഓ, എവിടെ, ഉറപ്പല്ലേ എവിടെ?നിങ്ങൾ എന്തിനാണ് ഒറ്റയ്ക്ക് എന്നെ ഇവിടെ വിട്ടേക്കുക എങ്ങനെ?ഞാൻ ലോകത്താകമാനം തിരഞ്ഞത്, ഞാൻ യഥാർത്ഥ സ്നേഹം കണ്ടെത്തി കരുതുന്നു.നിങ്ങൾ മറ്റൊരു എതിരേറ്റു * PPHHHLLLBBBBTTT * നീ പോയിരുന്നു തിലകനും.വിഷാദത്തെ, എന്നോടു നിരാശയിലും ആൻഡ് മരണവെപ്രാളം.കൂരിരുട്ടിൽ വിഷാദം, അമിതമായ അരിഷ്ടതയും.അതു മസില്സ് ഇല്ലായിരുന്നുവെങ്കിൽ, എനിക്ക് യാതൊരു ഭാഗ്യം ആഗ്രഹിക്കുന്നു.ഓ, വിഷാദത്തെ, എന്നോടു നിരാശയിലും ആൻഡ് മരണവെപ്രാളം.
		-- Hee Haw

%
തളർന്നിരിക്കുന്നു അല്ലെങ്കിൽ unweary ആയിക്കൊള്ളട്ടെ, മനുഷ്യാ, സ്വസ്ഥത ചെയ്യരുത്,നിങ്ങളുടെ സിംഗിൾ ഇടംകൈയ്യൻ പോരാട്ടം കൊണേ്ടയിരിക്കുന്നതാണ്.അശ്ളീല സ്വസ്ഥത ചെയ്യരുത്.
		-- An old Gujarati hymn

%
നിങ്ങൾ അത് കേൾക്കാം ഇല്ലെങ്കിലും,യൂണിവേഴ്സ് നിന്റെ പിറകിൽ ഇല്ല.
		-- National Lampoon, "Deteriorata"

%
യൂറോപ്പിലെ കണ്ണിൽ വീരന്മാർ കാര്യങ്ങളിൽ fix'd വേളയിലുംഇതെന്നും വിധിയും രാജാക്കന്മാരുടെ വീഴ്ച;സംസ്ഥാനത്തിന്റെ quacks ഓരോ തന്റെ പദ്ധതി നിർമിക്കണം സമയത്ത്,പോലും കുട്ടികൾ മനുഷ്യ റൈറ്റ്സ് ധര്മ്മസങ്കടത്തിലായി;ഈ ബലമുള്ള ലഹരിയാണ് ഇടിവ് വെറും എന്നെ പരാമർശിക്കട്ടെ,സ്ത്രീയുടെ അവകാശങ്ങളെ ചില ശ്രദ്ധ പഠനവേളകളിൽ.
		-- Robert Burns, Address on "The Rights of Woman", 26/10 1792

%
ഞാൻ ഏതാണ്ട് പച്ച, നിറഞ്ഞു സമയത്ത്, പെട്ടെന്നു ഒരു ടേപ്പ് വന്നുചില ഒന്നു പോലെ സൌമ്യമായി, റാപ്പുചെയ്യുന്നത് എന്റെ ചേമ്പർ വാതിൽക്കൽ റാപ്പുചെയ്യുന്നത്.[ "VMs ഇന്റേണലുകൾ ഡേറ്റാ രീതികളും" ഉദ്ധരിച്ച, V4.4, എപ്പോൾഹാർഡ്വെയർ ഇന്ററപ്റ്റുകൾ പരാമർശിച്ച്.]ഇപ്പോൾ ഞാൻ കണ്ണു ശുദ്ധവായു നോക്കാൻയന്ത്രത്തിന്റെ വളരെ സൂചനകൾ.[ "VMs ഇന്റേണലുകൾ ഡേറ്റാ രീതികളും" ഉദ്ധരിച്ച, V4.4, എപ്പോൾസോഫ്റ്റ്വെയർ ഇന്ററപ്റ്റുകൾ പരാമർശിച്ച്.]
		-- William Wordsworth, "She Was a Phantom of Delight"

%
തിരക്കേറിയ നടക്കുമ്പോഴും സമയത്ത്സിറ്റി സ്ട്രീറ്റിൽ ദിവസംഞാൻ ഒരു ചെറിയ ഉർചിൻ കേട്ടുഒരു സഖാവ് തിരിയുന്നത് പറയുന്നു"പറയുക Chimmey, പോവാന് youse പറയുന്നു,ഞാൻ ഒരു മിണ്ടാപ്പൂച്ച പോലെ സന്തോഷമേയുള്ളൂ ആഗ്രഹിക്കുന്നുഞാൻ ദേ വെട്ടുകാരനും വേണേയ് ആയിരുന്നു മാത്രം എങ്കിൽഞാൻ ആകുന്നു എന്നെ mudder t'inks."അവൾ എന്റെ സുഹൃത്തുക്കൾ, നിങ്ങളുടേത് കഠിനപ്രയത്നം ഒരു ജീവിതം ഞാൻ ഒരു അത്ഭുതവും ആകുന്നു t'inksഒരു 'അവൾ അവളുടെ ചെറിയ ബാലന്റെ അല്ലെങ്കിൽ നേർപ്പിക്കാത്ത സന്തോഷം അറിയുന്നുസ്ഥപനം 'തല്ലുകൊള്ളി' നീ ശാന്തത പാഠം പഠിക്കാൻ കഴിയും ഇളക്കുക ഒരിക്കലുംവേണേയ്, വൃത്തികെട്ട ശരാശരിയോ മോശമായിരുന്നു. ആ ചെറിയ, കൗശലത്തേയും ആൺകുട്ടി നിന്ന്.ഓ, ചീട്ടു O 'ഞാൻ ഇരുന്നു t'ink തവണ ഒരു ഭൗമിക സെയിന്റ് എന്നതാണ് ഞങ്ങളുടെ ലക്ഷ്യം ചെയ്യരുത്എത്ര നൈസ്, 'ആയിരിക്കും twould ഗീ വിസ്! കണ്ണു ഒരു നക്ഷത്രം ഉറപ്പിച്ചിരിക്കുന്ന കൂടി:ഒരു വെട്ടുകാരനും ദേ വെട്ടുകാരനും എങ്കിൽ ആ സഹ ശ്രമിക്കുംആരാണ് തന്റെ mudder അവൻ തന്നെയാണ് t'inks. "നിൻറെ അമ്മയും നിങ്ങൾ കരുതുന്നു.
		-- Will S. Adkin, "If I Only Was the Fellow"

%
കുഞ്ഞിനെ അതു വിപ്പ്.ശരിയായ വിപ്പ്.കുഞ്ഞിനെ അതു വിപ്പ്.രാത്രി അത് വിപ്പ്!
		-- Will S. Adkin, "If I Only Was the Fellow"

%
ആർ ഇഷ്ടപ്പെടുകയില്ല വീഞ്ഞു, സ്ത്രീകൾ, ഗാനം,തന്റെ ജീവിതം മുഴുവൻ നീണ്ട വിഡ്ഢിയായിരിക്കുന്നു.
		-- Johann Heinrich Voss

%
ആർ ബുദ്ധിയോടെ ഇഷ്ടപ്പെടുകയില്ല എന്നാൽ വളരെ നന്നായിനരകത്തിൽ ഹെലൻ മുഖത്ത് നോക്കും,എന്നാൽ അവൻ ആരുടെ സ്നേഹം നേർത്ത യുക്തിമാനുമാകുന്നുപറുദീസയിൽ ജോൺ നോക്സ് കാണുന്നു.
		-- Dorothy Parker

%
ആർ ലോകം ഞാൻ പറയാൻ കഴിയില്ല ഉണ്ടാക്കി;ഇതൊരു ഉണ്ടാക്കി, ഇവിടെ ഞാൻ നരകത്തിൽ ആകുന്നു.എന്റെ കൈ ഇപ്പോൾ ചൂടുചായ എട്ടോവർ ആയാലും,അത്തരം നിയമവുമായി സാൻഡ് ഒരിക്കലും.
		-- A. E. Housman

%
ആർ തനിക്കു, നിയമം ന്യായപ്രമാണത്തെ ആവശ്യംന്യായപ്രമാണം ആവർത്തിക്കുന്ന തീർച്ചയായും ഒരു രാജാവാണ്.
		-- George Chapman

%
എന്തുകൊണ്ട് നിങ്ങൾ കാണുന്നവാഷിംഗ് മെഷീൻ?ഞാൻ വിനോദം സ്നേഹിക്കുന്നുഇത്രകാലം ശുദ്ധമാകും പോലെ.പ്രൊഫസർ ഡോബർമാൻ:മുൻ കവിതയിൽ unarguably ഫലകത്തിലാണ് നിന്ന് ഒരു മാറ്റം തന്നെഎന്ന ദോഷചിന്ത "സ്വർഗ്ഗത്തിലെ വേട്ടപ്പട്ടി" അതു ആളായിരുന്നുവത്രേ കണക്കാക്കപ്പെടുന്നു കഴിയില്ലമെച്ചം. ഇരുട്ടു അതു കാവ്യഭാഷയിൽ വിശദീകരിക്കാൻ കുറവുമാണ് ചെയ്തപ്പോൾ മാത്രമാണ് മൂല്യവത്തെന്നുഅനുഭവം. വളരെ കവിത ന്റെ സാങ്കേതികതയെ ഒരൊറ്റ അഭിനന്ദിക്കുക ഒറ്റ നിർബന്ധിച്ചു പോലെസങ്കീർണ്ണമായ സാഹിത്യ സമകാലികപ്രസക്തിയുള്ള അതിന്റെ byplay ലെ ചെയ്യുന്നില്ല എന്നു ചോദ്യം ചെയ്യണംവസ്തുത മുഴുവൻ ഐക്യം നിന്ന് ശ്രദ്ധ. അവസാന വിശകലനത്തിൽ ഒന്നുകവിത ന്റെ നീളം സുരക്ഷിതമായി സങ്കല്പ്പിച്ചു വ്യത്യസ്തമായ ഇംപ്രഷൻ കൈക്കൊള്ളുന്നുഅതിന്റെ ഏതെങ്കിലും യാഗം ഇല്ലാതെ എട്ടു പത്തു ഒരു ഘടകം കുറഞ്ഞുഅർത്ഥം. ഈ കവിത കൂടുതൽ പ്രസിദ്ധീകരണം കഴിയും എന്നു ആശിച്ചിരുന്നു യോഗ്യൻസാധ്യതകൾ വിധ്വംസക സമഗ്രമായി അന്വേഷണം താൽക്കാലികമായിപ്രാധാന്യമുണ്ടെന്ന്.
		-- George Chapman

%
ഇവിടെ / - വിത്തൌട്ട് ആർ അതു എന്തു പൊരുതുന്ന ന്റെ അത്രമാത്രം നിഷേധിക്കുന്നത് കാണാം?
		-- Pink Floyd

%
ഈ mornin 'ഒരു' ഞാൻ ഒരു ബിയർ ഉണ്ടായിരുന്നു ഉണർന്നുഹേയ്, അയ്യോ ഈ mornin ഉണർന്നു 'ഒരു' ഞാൻ ഒരു ബിയർ ഉണ്ടായിരുന്നുഭാവി അനിശ്ചിതത്വത്തിലാണ്, അന്ത്യം എപ്പോഴും അടുത്തിരിക്കുന്നു.
		-- Jim Morrison, "Roadhouse Blues"

%
ഈ രാവിലെ ഉണർന്നു ഞാൻ കണ്ട വിശ്വസിക്കുന്നില്ല.നൂറു ബില്യൺ കുപ്പികൾ കരയിൽ കയറി കഴുകി.ഞാൻ ഏകനായി തോന്നുന്നതിൽ മാത്രം ഭയമില്ല തോന്നുന്നു.ഒരു കോൾ തിരയുന്ന ഹണ്ട്രഡ് ബില്യൺ Castaways.
		-- The Police, "Message in a Bottle"

%
എന്റെ മെമ്മറി മേശയിൽ നിന്നു അതേഞാൻ എല്ലാ പേജുകളുള്ള ആത്മബന്ധം രേഖകള് തുടെച്ചുകളകയും കാണാം.
		-- Hamlet

%
എന്നെ അതെ, ഞാൻ എന്റെ മുമ്പിൽ ഒരു കുപ്പി ലഭിച്ചു.പിന്നെ ജിമ്മി ഒരു നേരിട്ടുള്ള lobotomy ഉണ്ട്.വേദന കൊല്ലാൻ ഒരേ ജസ്റ്റ് വിവിധ വഴികൾ.എന്നാൽ ഈ ഞാൻ എൻറെ മുമ്പിൽ ഒരു ബോട്ടിൽ ആഗ്രഹിക്കുന്നു,ഒരു നേരിട്ടുള്ള lobotomy ഞങ്ങൾക്കുണ്ട് ഞങ്ങൾക്കുണ്ട് അധികം.ഞാൻ ലഹരി പക്ഷെ കുറഞ്ഞത് ഞാൻ ഭ്രാന്തൻ പേടിയില്ല.
		-- Randy Ansley M.D. (Dr. Rock)

%
സ്റ്റെയർ മേൽ ഇന്നലെഞാൻ അവിടെ ഒരു മനുഷ്യനെ കണ്ടുമുട്ടി.അവൻ അവിടെ വീണ്ടും ഇന്നത്തെ ആയിരുന്നു -ഞാൻ വാലിഗ്രനേഡിനടുത്തുള്ള നിന്ന് കരുതുന്നു.
		-- Randy Ansley M.D. (Dr. Rock)

%
"നിങ്ങൾ ഫാദർ വില്ല്യം വയസ്സുണ്ട്" ചെറുപ്പക്കാരൻ പറഞ്ഞു"നിങ്ങളുടെ എല്ലാ പേപ്പറുകൾ ഈ ദിവസം ഒരേ നോക്കൂ;അവരാണ് വില്യം രാജകുമാരന്റെ മെച്ചപ്പെട്ട വായിക്കാത്ത തന്നെ -ഈ വസ്തുതകൾ ലജ്ജ ഒരുമാതിരിപ്പെട്ട എന്തു? ""ചെറുപ്പം ൽ" പിതാവ് വില്യം തന്റെ മകനായ മറുപടി"ഞാൻ അത്ഭുതങ്ങളെ പേപ്പറുകൾ അതിശയകരമായ എഴുതി;എന്നാൽ വലിയ പ്രശസ്തി ഞാൻ വിജയിച്ചു ആഗ്രഹിക്കുന്നു എന്ന് കണ്ടെത്തി,ഇനി ചിന്തിക്കാൻ വെറുതെയായിപ്പോയെന്ന് നിർമ്മിച്ചത്. "
		-- Randy Ansley M.D. (Dr. Rock)

%
"നിങ്ങൾ ഫാദർ വില്ല്യം വയസ്സുണ്ട്" ചെറുപ്പക്കാരൻ പറഞ്ഞു"മുടി വളരെ വെളുത്ത മാറിയിരിക്കുന്നു;എന്നിട്ടും നിങ്ങൾ മുതൽക്കു തലയിൽ നിൽക്കുക -നിങ്ങൾ കരുതുന്നുണ്ടോ നിങ്ങളുടെ വയസ്സിൽ ഇത് ശരിയാണോ? ""ചെറുപ്പം ൽ" പിതാവ് വില്യം തന്റെ മകനായ മറുപടി"ഞാൻ തലച്ചോർ മുറിവുണ്ടാക്കുമെന്ന് ഭയപ്പെട്ടുഎന്നാൽ, ഇപ്പോൾ ഞാൻ തികച്ചും ഉറപ്പുണ്ട് ആ എനിക്കില്ലഎന്തിന് ഞാന് വീണ്ടും വീണ്ടും അതു ചെയ്യും. ""നീ വയസ്സുണ്ട്" യുവാക്കൾ പറഞ്ഞു "എന്റെ മുമ്പ് പ്രസ്താവിച്ചതു പോലെ,ഏറ്റവും സാധാരണയായി കൊഴുപ്പ് വളരുകയായിരുന്നു;എന്നിട്ടും നിങ്ങൾ വാതിൽക്കൽ ഒരു ബാക്ക്-somersault തിരിഞ്ഞു -ആ കാരണം എന്താണെന്ന് പ്രാർത്ഥിക്കുക? ""ചെറുപ്പം ൽ" മുനി, തന്റെ ചാര ലോക്കുകൾ കുടഞ്ഞു പോലെ പറഞ്ഞു"ഞാൻ വളരെ മൃദുലതയും എന്റെ കൈകാലുകൾ കാത്തുഒരു ബോക്സ് ഷില്ലിംഗ് - ഈ തൈലം ഉപയോഗിച്ചു -എന്നെ നിങ്ങൾ ഒരു ദമ്പതികൾ വിൽക്കാൻ അനുവദിക്കണോ? "
		-- Randy Ansley M.D. (Dr. Rock)

%
"നീ വയസ്സുണ്ട്" യുവാക്കൾ പറഞ്ഞു, "ഞാൻ എന്റെ സഹപാഠികൾ പറഞ്ഞു പിരിയുകയാണ്നിങ്ങളുടെ പ്രഭാഷണങ്ങളും മരണം ആളുകളെ പ്രസവിച്ച.എന്നാൽ നിങ്ങൾ പ്രതിവർഷം നൂറു കൺവെൻഷനുകളിൽ talk -നിങ്ങളുടെ ശ്വാസം സംരക്ഷിക്കുകയോ ചെയ്യണം കരുതരുത്? ""ഞാൻ മൂന്നു ചോദ്യങ്ങൾ ഉത്തരത്തിനും മതി"തന്റെ പിതാവായ പറഞ്ഞു, "സ്വയം പ്രക്ഷേപണം നൽകരുത്!ഞാൻ അത്തരം കാര്യങ്ങൾ ഇടവിടാതെ കേൾക്കാൻ കഴിയും കരുതുന്നുണ്ടോ?ഓഫാക്കും, അല്ലെങ്കിൽ താഴെ നിങ്ങളെ kick കാണാം! "
		-- Randy Ansley M.D. (Dr. Rock)

%
"നീ വയസ്സുണ്ട്" യുവാക്കൾ പറഞ്ഞു, "നിങ്ങളുടെ താഴെനിന്നു വളരെ ദുർബലമായ ആകുന്നുസ്യൂറ്റ് അധികം ഭീകരർക്ക് സാധനവും;എങ്കിലും നിങ്ങൾ എല്ലുകളും കൊക്കുകളുടെ കൂടെ Goose പൂർത്തിയാക്കി -പ്രാർത്ഥിപ്പിൻ അത് നിങ്ങൾ എങ്ങനെ സാധിച്ചു? ""ചെറുപ്പം ൽ 'അവന്റെ" ഞാൻ ന്യായപ്രമാണപ്രകാരം എടുത്തു പറഞ്ഞുഎന്റെ ഭാര്യ ലൈൻസനിന് വാദിച്ചു;അതു എന്റെ അണയിൽ കൊടുത്ത പേശി ശക്തി,എന്റെ ജീവിതകാലം മുഴുവൻ നീണ്ടു ഉണ്ട്. ""നീ വയസ്സുണ്ട്" യുവാക്കൾ പറഞ്ഞു, "ഒറ്റ പ്രയാസം കരുതുക തന്നെനിങ്ങളുടെ കണ്ണു എന്നും പല സ്റ്റെഡി ആയിരുന്നുഎന്നാൽ നിങ്ങളുടെ മൂക്ക് അവസാനം ഒരു ഈൽ സമതുലിതാവസ്ഥ -എന്താണ് നിങ്ങൾ അങ്ങനെ awfully മിടുക്കന് ഉണ്ടാക്കി? ""ഞാൻ മൂന്നു ചോദ്യങ്ങൾക്ക് ഉത്തരം ഉണ്ടായിരിക്കുക, മതി,"തന്റെ പിതാവ് പറഞ്ഞു. "സ്വയം പ്രക്ഷേപണം കൊടുക്കരുത്!ഞാൻ അത്തരം കാര്യങ്ങൾ ഇടവിടാതെ കേൾക്കാൻ കഴിയും കരുതുന്നുണ്ടോ?ഓഫാക്കും, അല്ലെങ്കിൽ ഞാൻ പടിയിൽ നിന്നെ ഇറക്കും ചവിട്ടാൻ കാണാം! "
		-- Randy Ansley M.D. (Dr. Rock)

%
"നീ വയസ്സുണ്ട്" യുവാക്കൾ പറഞ്ഞു, "നിങ്ങളുടെ പ്രോഗ്രാമുകൾ പ്രവർത്തിപ്പിക്കരുത്,അപ്പോൾ നിങ്ങൾ ഇഷ്ടപ്പെടുന്ന ഒരു ഭാഷയും ഇല്ല;എന്നാൽ സഹായത്തിനായി ഉപയോഗപ്രദമായ നിർദ്ദേശങ്ങൾ നിങ്ങൾ ആരുമില്ല -നിങ്ങൾ ഒരു വർധന എടുക്കൽ കുറിച്ച് ചിന്തിച്ചിട്ടുണ്ടോ? ""എനിക്ക് പ്രോഗ്രാമുകൾ എഴുതുക ഒരിക്കലും മുതൽ, 'അവന്റെ മറുപടി,"ഓരോ ഭാഷ തുല്യ മോശം കാണപ്പെടുന്നു;എന്നിട്ടും ജനം എന്റെ പുസ്തകങ്ങൾ വായിക്കാൻ അടയ്ക്കേണ്ട പ്രമാണിച്ചുഅവർ ഉണ്ടായിരുന്നു നൽകിയിട്ടുള്ള മനസ്സിലാക്കുന്നില്ല. "
		-- Randy Ansley M.D. (Dr. Rock)

%
"നീ വയസ്സുണ്ട്" യുവാക്കൾ പറഞ്ഞു "എന്റെ മുമ്പ് പ്രസ്താവിച്ചതു പോലെ,പിന്നെ കുറച്ച് ആളുകൾ വഹിക്കും കഴിഞ്ഞില്ല പിശകുകൾ ഉണ്ടാക്കുക;നിങ്ങൾക്ക് എല്ലാവരെയും ഇംഗ്ലീഷ് കുറിച്ച് പരാതി ഇഷ്ടംതന്നെ -നിങ്ങൾക്ക് ശരിക്കും ഈ തികച്ചും ന്യായമായ കരുതുന്നുണ്ടോ? ""ഞാൻ തെറ്റുകൾ ധാരാളം കിട്ടുന്നില്ല," പിതാവ് വില്യം പ്രഖ്യാപിച്ചു,"എന്നാൽ എന്റെ അതികായന്മാർ ഈ ദിവസം വലിയയാതൊരു വിമർശകൻ എന്നെ വേദനിപ്പിച്ചു കഴിയുന്ന - അവരെ മുഴുവൻ ഞാൻ .ജുമേരയിലുള്ളപ്പോള് ലഭിച്ചു,എന്നെ നിർത്താൻ ഇത് താങ്ങാവുന്നതിലും വൈകി ഇപ്പോഴാണ്. "
		-- Randy Ansley M.D. (Dr. Rock)

%
നിങ്ങൾ ഒരു ഞെട്ടലോടെ വണങ്ങണം കഴിയും, നിങ്ങൾ ഒരു സുഹൃത്തുമായി വണങ്ങണം കഴിയും,നിങ്ങളുടെ മേധാവിയുമായി വണങ്ങണം, ഇത് അനന്തമായി തുടരുന്നു.(കോറസ്) വണങ്ങണം, വണങ്ങണം, വണങ്ങണം രാത്രി ഓരോ ദിവസവും,വണങ്ങണം, നിങ്ങളുടെ സ്വന്തം വിചിത്രമായൊരു വഴിയിൽ, വണങ്ങണം, വണങ്ങണം.നിങ്ങൾ ഒരു ഇടനാഴിയിലെ വണങ്ങണം കഴിയും, നിങ്ങൾ പാർക്കിൽ വണങ്ങണം കഴിയും,നിങ്ങൾ ഇരുണ്ട ശേഷം ഒരു robber സംവാദം ഉപയോഗിച്ച് ഒരു ഇടവഴി ലെ വണങ്ങണം കഴിയും.(ഗായകസംഘം)നിങ്ങളുടെ ഇളയപ്പന്റെ വണങ്ങണം കഴിയും, നിങ്ങളുടെ ആന്റിക്കൊപ്പമാണ് വണങ്ങണം കഴിയും,നിങ്ങൾ നിങ്ങൾക്ക് കഴിയില്ല പറയുന്നു പോലും, നിങ്ങളുടെ ആപ്പിൾ വണങ്ങണം കഴിയും.(ഗായകസംഘം)
		-- Randy Ansley M.D. (Dr. Rock)

%
നിങ്ങൾ ഇറങ്ങി പിക്കപ്പ് സ്റ്റേഷനിലേക്ക് പോയിആസക്തി ഊഷ്മളതയും സൌന്ദര്യം;നിങ്ങൾ ആകര്ഷണം കുറവ് .മതവിമര്ശനം -ഏതാനും പാനീയങ്ങൾ പിന്നീട് നിങ്ങൾ അങ്ങനെ choosy അല്ലെന്ന്.അടയ്ക്കുന്നതിന് ലൈറ്റുകൾ നിഴലുകൾ അഴിച്ചുവേക്കുംനിങ്ങൾ കണ്ടെത്തി അപരിചിത മാംസം ന് -അത്തിവൃക്ഷം ഇല പോലെ രാത്രി ഗ്ലാമര്വക്ര നിങ്ങളെ വേഗംഒരു മതിപ്പ് കിടന്നു ലേക്കുള്ള പുതപ്പുംനിങ്ങളുടെ ഏകാന്തത.
		-- Joni Mitchell

%
നിങ്ങൾ ബ്ലൂസ് പാടും ആഗ്രഹമുണ്ടെങ്കിൽ നിങ്ങളുടെ കുടിശ്ശിക എന്ന്്നിങ്ങൾ അതു എളുപ്പമല്ല അറിയുന്നു ...ഞാൻ വളരെ ആവശ്യപ്പെടില്ല മാത്രമേ ഞാൻ ശരണം ആഗ്രഹിക്കുന്നത്,നിങ്ങൾ അതു എളുപ്പമല്ല അറിയുന്നു ...
		-- Joni Mitchell

%
നീ എന്റെ ഹൃദയത്തെ 'tellin എന്നെ നിലനിർത്തുന്നു അറിയുന്നു,നിങ്ങൾ മുപ്പത്തിമൂന്നു ഒരു കുട്ടിയെ അല്ലെന്ന്,നിങ്ങളുടെ അയാള്ക്ക് ചുറ്റും നിങ്ങളെ കളിക്കാൻ,വളരെയധികം നീളമുള്ള പ്ലേ, നിങ്ങളുടെ ജീവനെ കളഞ്ഞാൽ.ചില ഇനീം വിജയം, ചില എന്റേയും നഷ്ടപ്പെടുംGoodtime ചാർലീസ് ബ്ലൂസ് ലഭിച്ചത്.
		-- Joni Mitchell

%
നിങ്ങൾ ശരിയായ ആയിരിക്കാം, ഞാൻ ഉന്മാദാവസ്ഥയിലാണ് വേണ്ടി,എന്നാൽ അതു വെറും നിങ്ങൾ തിരയുന്ന ഒരു ഭ്രാന്തൻ ആയിരിക്കാം!
		-- Billy Joel

%
നീ എനിക്ക് ജിൻ കുടിവെള്ളം കണ്ടെത്തുംസത്രത്തിൽ ഏറ്റവും കുറവ് അതതു ൽ,ഞാൻ കർക്കശവും വെജിറ്റേറിയൻ ആകുന്നു.
		-- G. K. Chesterton

%
നിങ്ങൾക്ക് എല്ലായ്പ്പോഴും ആയിരിക്കും,നിങ്ങൾ എപ്പോഴും എന്തായിരുന്നു,ഏതു ബന്ധമില്ല ഉണ്ട്,അവളുടെ കൂടെ ചെയ്യാൻ.
		-- Company

%
നിന്റെ ജ്ഞാനികൾ അതു മകളോട് അറിയില്ലഒരു ഇഷ്ടിക പോലെ കട്ടി ചെയ്യുക.
		-- Jethro Tull, "Thick As A Brick"

%
നിങ്ങളുടെ ആരാധന നിങ്ങളുടെ ചൂള ആണ്, പണ്ടത്തെ വിഗ്രഹങ്ങളെ പോലെ നഷ്ടപ്പെട്ട obscenes,ഉരുകിയ കുടലിൽ ഉണ്ടു; നിങ്ങളുടെ ദർശനം ആണ്കൂടുതൽ മെഷീനുകൾ നടത്തുന്നതിനുള്ള മെഷീനുകൾ.
		-- Gordon Bottomley, 1874

%
നിനക്കുള്ളതാകുന്നു കാരണം അല്ല,മോള് പൊയ്ക്കോ കപ്പൽ.നിങ്ങൾ എറിയാൻ ഞങ്ങൾക്കുണ്ട് കണ്ടെത്തിയാൽഅകലെ നിങ്ങളുടെ ലെഗസി;അതു പോലെ ജീവൻ ഓർക്കുക ആണ്,അതു പോലെ ആകുന്നു;ഗാലക്സി ഉടനീളം ശബ്ദങ്ങൾ വിജയലക്ഷ്യം'മിണ്ടാതെ വരെ പന്തളവര്മ്മയുടെ മാത്രമാകുന്നു.
		-- QYX.

%
ഞങ്ങൾ നിങ്ങൾക്ക് മറയ്ക്കുന്നു കണ്ടെത്തിഞങ്ങൾ നിങ്ങൾക്ക് കിടക്കുന്നതു കണ്ടുഅഴുക്കും മണൽ ആവേശകരമായ.നിങ്ങളുടെ മുൻ മഹിമയെയുംഎല്ലാം സ്റ്റോറികൾആകാംക്ഷയോടെ കൈകൊണ്ടു വലിച്ചിഴച്ച് കഴുകി.
		-- ``Cities in Dust'', "Tinderbox", Siouxsie & the Banshees.

%
