ഒരു പിതാവ് തന്റെ കുഞ്ഞുങ്ങൾ ഇല്ലായ്മ ചെയ്യുന്നില്ല.3468,1 stardate.
		-- Lt. Carolyn Palamas, "Who Mourns for Adonais?",

%
ഒരു ചെറിയ കഷ്ടപ്പാടുകൾ പ്രാണനെ നല്ലതാണ്.
		-- Kirk, "The Corbomite Maneuver", stardate 1514.0

%
ഒരു മനുഷ്യന്റെ അവനെ സംഭവിക്കുന്നു പോലെ ജീവിതം നയിക്കുന്ന ഒന്നുകിൽ തലയിൽ-അത് സംഗമങ്ങളുടെനക്കിക്കളയുന്നതു അതു, അല്ലെങ്കിൽ അവൻ കയറി തിരിഞ്ഞുകളയുകയും വാടിപ്പോകും ആരംഭിക്കും.
		-- Dr. Boyce, "The Menagerie" ("The Cage"), stardate unknown

%
അവളെ പരിരക്ഷിക്കാൻ ധീരമായി നൈറ്റ് കൂടെ - ഒരു രാജകുമാരി ഭയപ്പെട്ടു പാടില്ല.
		-- McCoy, "Shore Leave", stardate 3025.3

%
ഒരു നക്ഷത്ര ക്യാപ്റ്റൻ ഏറ്റവും ഉറപ്പ് പോലും, ജീവിതം തരും എന്നതാണ്തന്റെ മുഴുവൻ ക്രൂ, പകരം പ്രധാനമന്ത്രി നിർദ്ദേശം ലംഘിക്കുന്നതായി.
		-- Kirk, "The Omega Glory", stardate unknown

%
ഒരു വൾക്കാൻ പറഞ്ഞയുടനെ അവൻ ശ്വാസം നിലനിൽക്കുക വയ്യ അധികം അവിശ്വസ്തത കഴിയും.
		-- Kirk, "The Menagerie", stardate 3012.4

%
ഒരു സ്ത്രീ കനിവു വേണം.
		-- Kirk, "Catspaw", stardate 3018.2

%
യഥാർത്ഥ യുദ്ധം വളരെ പൌരനെന്ന ബിസിനസ്സാണ്. വളരെ വളരെ കൂട്ടിക്കുഴച്ച ബിസിനസ്സ്.
		-- Kirk, "A Taste of Armageddon", stardate 3193.0

%
ഒരു സമയം ശേഷം, നിങ്ങൾ "യെ" അങ്ങനെ ഒരു കാര്യം പ്രീതിപ്പെടുത്താൻ അല്ല കണ്ടെത്താൻ കഴിഞ്ഞേക്കാം,എല്ലാ ശേഷം പോലെ "കാണ്മാനില്ല." അതു ലോജിക്കൽ അല്ല, എന്നാൽ പലപ്പോഴും അത് സത്യമാണ്.
		-- Spock, "Amok Time", stardate 3372.7

%
ജാഗ്രത ഘടകം ഒന്നു മിസ്റ്റർ Sulu പാവോ.
		-- Spock, "Amok Time", stardate 3372.7

%
നിങ്ങൾ നക്ഷത്രങ്ങൾക്ക് എത്തുന്നതിന് മുമ്പ് നിങ്ങളുടെ എല്ലാ ആളുകളും പഠിക്കണം.
		-- Kirk, "The Gamesters of Triskelion", stardate 3259.2

%
എപ്പോഴും എന്നു തോന്നുന്ന മറ്റൊരു അർമീനിയ, ബെൽജിയം ... ദുർബല നിരപരാധികൾഒരു സ്വാഭാവിക അധിനിവേശത്തെ റൂട്ടിൽ സ്ഥിതി.
		-- Kirk, "Errand of Mercy", stardate 3198.4

%
പരാജയപ്പെട്ട മറ്റൊരു സ്വപ്നം. നേരാവാൻ മറ്റൊന്നില്ല.
		-- Kirk, "This side of Paradise", stardate 3417.3

%
മറ്റൊരു യുദ്ധം ... എല്ലായ്പ്പോഴും ആയിരിക്കണം? എത്ര സഖാക്കൾ നഷ്ടപ്പെട്ടതായിഈ വഴിയിൽ? ... അനുസരണം. കടമ. മരണം, കൂടുതൽ മരണം ...
		-- Romulan Commander, "Balance of Terror", stardate 1709.2

%
... ബാക്ടീരിയ പോരിന്റെ ... ഹാർഡ് ഞങ്ങൾ ഒരിക്കൽ ബുദ്ധിയില്ലാത്തവർ വിശ്വസിക്കാൻആ ഉപയോഗിച്ച് ഓടിനടന്ന് മതിയായ.
		-- McCoy, "The Omega Glory", stardate unknown

%
ബീം എന്നെ, സ്കോട്ടി!
		-- McCoy, "The Omega Glory", stardate unknown

%
ബീം എന്നെ, സ്കോട്ടി! ഇത് എന്റെ phaser തിന്നു!
		-- McCoy, "The Omega Glory", stardate unknown

%
ബീം എന്നെ, സ്കോട്ടി, യാതൊരു ബുദ്ധിയുള്ള ജീവനെ ഇവിടെ!
		-- McCoy, "The Omega Glory", stardate unknown

%
"ബ്യൂട്ടി കത്ത്.""ബ്യൂട്ടി രക്ഷപെടുത്തി."
		-- Spock and Kirk, "That Which Survives", stardate unknown

%
അവനെ നിര്ബന്ധിച്ചു - ഓരോ വലിയ പുറകില് ഒരു സ്ത്രീ ഇല്ല.
		-- Harry Mudd, "I, Mudd", stardate 4513.3

%
ഏതുവിധേനയും ഔഷധ സ്ഫോടനം! നാം ഓരോ അവയവം കയറി tie ലേക്കുള്ള പഠിച്ചത്മനുഷ്യ ശരീരം എന്നാൽ ഒരു. തലച്ചോറ്! മസ്തിഷ്ക ജീവിതം കുറിച്ച് എന്താണ്.
		-- McCoy, "The Menagerie", stardate 3012.4

%
അസ്ഥികളുടെ: "മനുഷ്യൻറെ ചാവു, ജിം!"
		-- McCoy, "The Menagerie", stardate 3012.4

%
എന്നാൽ ക്യാപ്റ്റൻ - എഞ്ചിനുകൾ വളരെ ഇനി ഈ എടുക്കാനാകില്ല!
		-- McCoy, "The Menagerie", stardate 3012.4

%
എന്നാൽ അതു റയൽ. അതു സ്വാധീനിക്കുന്നു യഥാർത്ഥ എങ്കിൽ ചെയ്ത് ... കഴിഞ്ഞേക്കില്ലഅതു പൊട്ടി, എന്നാൽ ഞാൻ നിങ്ങളെ അച്ചായാ കാണാം ഞങ്ങൾ അതിൽ ഒരു അറുതി ഇട്ടു കഴിയും നാവികസേന ബീൻസ് ക്രെഡിറ്റുകൾ.
		-- deSalle, "Catspaw", stardate 3018.2

%
"ഞങ്ങൾ പിൻവലിക്കുമായിരുന്നു എങ്കിൽ ജീവൻ മെച്ചപ്പെടുത്താൻ കഴിഞ്ഞേക്കും ഭാവനയിൽ കാണാനാകുമോഅസൂയ, അത്യാഗ്രഹവും, വെറുപ്പ് ... ""അത് സ്നേഹം, ആർദ്രത, വികാരം ഒഴിവാക്കി മെച്ചപ്പെട്ടു കഴിയും -നാണയത്തിന്റെ അക്കരെ "stardate 2712,4
		-- Dr. Roger Corby and Kirk, "What are Little Girls Made Of?",

%
ക്യാപ്റ്റൻ ന്റെ പ്രവേശിക്കുക, നക്ഷത്ര തീയതി 21: 34.5 ...
		-- Dr. Roger Corby and Kirk, "What are Little Girls Made Of?",

%
മാറ്റുക എല്ലാ അസ്തിത്വം അവശ്യ പ്രക്രിയയാണ്.
		-- Spock, "Let That Be Your Last Battlefield", stardate 5730.2

%
അനുകമ്പയും - യാതൊരു മെഷീൻ എക്കാലത്തേയും ഒറ്റ കാര്യങ്ങൾ ആകുന്നു. ഒരുപക്ഷേ അത് അത്രയേയുള്ളൂഅവർക്കു മുമ്പായി പുരുഷന്മാർ വയ്ക്കുന്നതായി ഒരു കാര്യം.
		-- McCoy, "The Ultimate Computer", stardate 4731.3

%
കംപ്യൂട്ടർ മഹിമയും കാര്യക്ഷമമായ അടിമയാക്കി, എങ്കിലും ഞാൻ ഒരാഗ്രഹവുമില്ലഅവരെ കീഴിൽ സേവിക്കും. ക്യാപ്റ്റൻ, ഒരു starship കൂടി ഒന്നു കൂറ് സഞ്ചരിക്കുന്നുമനുഷ്യൻ. ഒന്നും പകരം അവനെ കഴിയും.
		-- Spock, "The Ultimate Computer", stardate 4729.4

%
കീഴടക്കിയ എളുപ്പമാണ്. കൺട്രോൾ അല്ല.
		-- Kirk, "Mirror, Mirror", stardate unknown

%
പൊരുത്തപ്പെടാനാവാത്ത ജിം, ഞാൻ ഒരു നടനാണ് ഒരു ഡോക്ടർ സുഖമാണ്.
		-- Kirk, "Mirror, Mirror", stardate unknown

%
മരണം, എപ്പോൾ അനാവശ്യമായ, ദുരന്ത കാര്യം തന്നെ.
		-- Flint, "Requiem for Methuselah", stardate 5843.7

%
മരണം. നാശം. രോഗ. ഭയങ്കരതം. ആ യുദ്ധം കുറിച്ച് എന്താണ്.അതായത്, ഇത് ഒഴിവാക്കണം ഒരു കാര്യം ചെയ്യുന്നു എന്താണ്.
		-- Kirk, "A Taste of Armageddon", stardate 3193.0

%
Deflector പരിച വെറും, വന്നു ക്യാപ്റ്റൻ.
		-- Kirk, "A Taste of Armageddon", stardate 3193.0

%
ആരെങ്കിലും കൂടെ കുറിച്ച് അറിയാമോ? ആയിരിക്കും കാണ്മാനില്ല? ഞാൻ ഉണ്ടായിരുന്നു എങ്കിൽപ്രപഞ്ചം മുഴുവൻ ഞാൻ നിങ്ങൾക്കു തരും ആഗ്രഹിക്കുന്നു ജാനെസ്. ഞാൻ നിന്നെ കാണുമ്പോൾ എനിക്കു തോന്നുന്നുഞാൻ എല്ലാ മേൽ വിശക്കുന്നു പോലെ. നിങ്ങൾ തോന്നുകയാണെങ്കിൽ എങ്ങനെ അറിയാം?
		-- Charlie Evans, "Charlie X", stardate 1535.8

%
നിങ്ങൾ ഒരു അറിയാമോ? - "ഞാൻ ചോദിക്കുന്നു എല്ലാ ഒരു ഉയരമുള്ള കപ്പൽ ആണ്, പന്തു ഒരു നക്ഷത്രംഅവൾ ... "നിങ്ങൾ കുറിച്ച് നിങ്ങളുടെ പിന്നിൽ കാറ്റു തോന്നിയിരുന്നു ...താഴ്ഭാഗത്ത് കടലിന്റെ ശബ്ദങ്ങൾ. നിങ്ങൾ കാറ്റു കൊണ്ടു പോകുന്ന പക്ഷംവെള്ളം, അത് ഇപ്പോഴും ഒരേ തുടർന്ന്. കപ്പൽ അങ്ങേക്കാണല്ലോ ... നീ അവളെ കളിച്ചും... നക്ഷത്രങ്ങളും അവിടെ ഇപ്പോഴും.
		-- Kirk, "The Ultimate Computer", stardate 4729.4

%
[ഡോക്ടർമാരും .ഇക്കാര്യത്തില്] നാം ഇരു ഉപഭോക്താക്കൾക്ക് അതേ രണ്ട് തരം നേടുകയും- ജീവനുള്ള മരിക്കുന്നതു.
		-- Dr. Boyce, "The Menagerie" ("The Cage"), stardate unknown

%
ഓരോ ചുംബനം ആദ്യ ഇരിക്കുന്നു.stardate 4842,6
		-- Miramanee, Kirk's wife, "The Paradise Syndrome",

%
Noname ല് ഗ്രേ പ്രൊഫൈലുകൾസ്ലേവ്: ജീൻ Luca, Perriwinkle ഡവിഡ്അശോകന് Starship ബിഗ് ചീസ്പ്രായം: 94ജനനസ്ഥലം: പാരീസ് ടെറാ മേഖലകണ്ണുകളോടുകൂടിയ: ഗ്രേസ്കിൻ: ഫൂള്മുടി: അധികംകഴിഞ്ഞ മാസിക വായിക്കുക:ഒട്ടിനിൽക്കുന്ന എൻ പേടകങ്ങൾ Ferengi-Betazoid സെക്സ് ത്രൈമാസികംSajila.k എന്റെ: ഏൾ ഗ്രേ. ഹോട്ട്.Noname ല് ഗ്രേ ഒരിക്കലും വ്യത്യാസപ്പെടുന്നു.
		-- Miramanee, Kirk's wife, "The Paradise Syndrome",

%
എർത്ത് - പ്രപഞ്ചത്തിലെ ഏറ്റവും സുന്ദരികളായ സ്ത്രീകളുടെ അമ്മ.
		-- Apollo, "Who Mourns for Adonais?" stardate 3468.1

%
ഒന്നുകിൽ ഞങ്ങളിൽ ഒരു തന്നെക്കൊണ്ടു, ഏകാധിപത്യഭരണം ആണ്. ഞങ്ങൾ രണ്ടു കൂട്ടരും അല്ല.
		-- Kirk, "The Devil in the Dark", stardate 3196.1

%
വികാരങ്ങളും എന്നെ അന്യമായ ആകുന്നു. ഞാൻ ഒരു ശാസ്ത്രജ്ഞൻ സുഖമാണ്.
		-- Spock, "This Side of Paradise", stardate 3417.3

%
പോലും ചരിത്രകാരന്മാർ ചരിത്രത്തിൽ നിന്ന് പഠിക്കാൻ വിസമ്മതിച്ചു - അവർ ഒരേ തെറ്റുകൾ ആവർത്തിക്കുക.
		-- John Gill, "Patterns of Force", stardate 2534.7

%
സകല ജീവികളെയും അതിജീവിക്കാൻ ആഗ്രഹിക്കുന്നു.
		-- Spock, "The Ultimate Computer", stardate 4731.3

%
"ചീത്ത സത്യം അടിച്ചമർത്താൻ അധികാരം നിലനിർത്താൻ അന്വേഷിക്കുന്നതു എന്തു."ഇന്നസെന്റ് "തെറ്റിദ്ധരിപ്പിക്കുന്ന വഴി അല്ലെങ്കിൽ."5029,5 stardate.
		-- Spock and McCoy, "And The Children Shall Lead",

%
എക്സ്ട്രീം കളിയൊന്നും എപ്പോഴും അസ്വസ്ഥത.
		-- Spock, "The Cloud Minders", stardate 5818.4

%
മോഹിപ്പിക്കുന്ന ഞാൻ അപ്രതീക്ഷിത ഉപയോഗിക്കുന്ന ഒരു പദമാണ്.
		-- Spock, "The Squire of Gothos", stardate 2124.5

%
കാടിന്റെ, തികച്ചും സങ്കുചിത മനോഭാവം.
		-- Spock, "Metamorphosis", stardate 3219.8

%
ആദ്യം ശത്രു പഠിക്കാൻ. ബലഹീനത സീക്ക്.
		-- Romulan Commander, "Balance of Terror", stardate 1709.2

%
നാലായിരം തൊണ്ടകൾക്കുള്ളിലെ ഒരു പ്രവർത്തിക്കുന്ന മനുഷ്യൻ ഒരു രാത്രിയിൽ വെട്ടി ചെയ്യാം.
		-- Klingon Soldier, "Day of the Dove", stardate unknown

%
"... സ്വാതന്ത്ര്യം ... ഒരു ആരാധന വാക്കാണ് ...""ഇത് വളരെ നമ്മുടെ ആരാധന വചനം."
		-- Cloud William and Kirk, "The Omega Glory", stardate unknown

%
ജീനിയസ് ഒരു അസംബ്ലി ലൈനിൽ അടിസ്ഥാനത്തിൽ പ്രവർത്തിക്കുന്നില്ല. നിങ്ങൾ പറയുന്ന കഴിയില്ല,"ഇന്ന് ഞാൻ ബുദ്ധിമാനും ആയിരിക്കും."
		-- Kirk, "The Ultimate Computer", stardate 4731.3

%
"തിരികെ സ്റ്റേഷനുകൾ നേടുക!""നാം ഗ്രഹം ഇറങ്ങി പ്രസന്നതയുള്ളവയായിരിക്കും നേരിടുന്നു സാർ."stardate 3417,3
		-- Kirk and Mr. Leslie, "This Side of Paradise",

%
മുസലിയാര് ആവൃത്തിയിലുള്ള തുറന്നു ക്യാപ്റ്റൻ.
		-- Kirk and Mr. Leslie, "This Side of Paradise",

%
അവൻ, ജിം.
		-- McCoy, "The Devil in the Dark", stardate 3196.1

%
ചരിത്രം പെരുപ്പിച്ചു കുറവുമാണ്.
		-- Col. Green, "The Savage Curtain", stardate 5906.4

%
മനുഷ്യർ ആ പ്രത്യേക ഇമോഷൻ (സ്നേഹം) ഒരു വലിയ കരാർ ക്ലെയിം ചെയ്യാൻ.
		-- Spock, "The Lights of Zetar", stardate 5725.6

%
ഞാന് വ്യത്യാസങ്ങൾ ഉണ്ട് എന്ന് കാണാൻ എനിക്ക് സന്തോഷമുണ്ട്. ഞങ്ങൾ തമ്മിൽ ആവാനുംനാം ഇരുവരും ആകെത്തുക ശ്രേഷ്ഠ.
		-- Surak of Vulcan, "The Savage Curtain", stardate 5906.4

%
ഞാൻ നേരിട്ട് ഉത്തരം ഒഴിവാക്കാൻ പെൺ ശേഷി ഗ്രഹിച്ചു ഒരിക്കലുംഏതെങ്കിലും ചോദ്യം.
		-- Spock, "This Side of Paradise", stardate 3417.3

%
ഞാൻ അച്ചടക്കം ഇല്ലാതെ ബുദ്ധിയുടെ എതിർക്കുന്നതിനും; ഞാൻ അധികാരത്തിൽ എതിർക്കാനുംക്രിയാത്മകമായ ഉദ്ദേശ്യം.
		-- Spock, "The Squire of Gothos", stardate 2124.5

%
ഞാൻ കീഴെ, കമാൻഡ് അതിന്റെ ആകര്ഷണം ഉണ്ട് ഗ്രഹിക്കാൻഇങ്ങനെയുളള സാഹചര്യങ്ങൾ, എന്നാൽ ഞാൻ കമാൻഡ് എന്ന ആശയം ആസ്വദിക്കാൻഞാൻ അതു പരിഭ്രാന്തനായി ഞാൻ. അത് നിലവിലുണ്ട് ഞാൻ എന്തും ചെയ്യുംയുക്തിപരമായി ചെയ്യേണ്ടത്.
		-- Spock, "The Galileo Seven", stardate 2812.7

%
"ഞാൻ ഞങ്ങൾ യുദ്ധം ഇപ്പോൾ ചെലവിടുന്ന ഈ പണം എടുത്തു പോകാനൊരുങ്ങുന്ന കരുതുന്നുമരണവും - ""അവരെ ജീവിതത്തെ അത് ചെലവഴിക്കും ചെയ്യുന്നു."അറിയപ്പെടാത്ത stardate.
		-- Edith Keeler and Kirk, "The City on the Edge of Forever",

%
ഞാൻ എന്റെ ജനത്തെ കൊലപാതകം മടുപ്പ് വളരാൻ കരുതി. എന്നാൽ നീ ശരിയായിരുന്നു,അവർ അതു ട്രേഡിങ്ങ് എളുപ്പമാണ് കാണുന്നു. അതു അതിന്റെ സന്തോഷങ്ങളും ഉണ്ട്. എനിക്ക് തോന്നുന്നുഅതു എന്നെത്തന്നെ. ഹണ്ട്, എന്നാൽ ധനിക പ്രതിഫലം കൂടെ.
		-- Apella, "A Private Little War", stardate 4211.8

%
"ഞാൻ ഒരു ഡോക്ടർ ഒരു മെക്കാനിക്കിനെ പേടിയില്ല."ഒരു ഭീഷണിയോ യന്ത്രം എന്ന ആശയം."ഞാൻ ഒരു ഡോക്ടർ ഒരു എസ്കലേറ്റർ പേടിയില്ല."കുത്തനെയുള്ള ഒരു ചരിവ് അപ്പ് എലൻ."ഞാൻ ഒരു ഡോക്ടർ ഒരു ഒരുമാസം പേടിയില്ല.""ഞാൻ ഒരു ഡോക്ടർ ഒരു എൻജിനീയർ പേടിയില്ല."ISS, എന്റർപ്രൈസ് കവിതയുടെ എഞ്ചിനീയറിംഗ്."ഞാൻ ഒരു ഡോക്ടർ ഒരു coalminer പേടിയില്ല.""ഞാൻ ഒരു സർജൻ, ഒരു മട്ടില് സുഖമാണ്."കിർക് അപരിചിതമായ സംസാരിക്കുന്ന."ഒന്നും ജാലവിദ്യക്കാരാ കഥാപാത്രത്തിൽ, വെറും പഴയ രാജ്യത്ത് ഡോക്ടർ സുഖമാണ്."ഗാമ ഹൈഡ്ര 4 സമീപം തെമ്മാടി ധൂമകേതു എന്ന വൃദ്ധരായ ഇഫക്റ്റുകൾ."ഞാൻ ഒരു ഡോക്ടർ അല്ലെങ്കിൽ ഒരു moonshuttle കണ്ടക്ടർ ഞാൻ ആരാണ്?"അലേർട്ട് ഉത്തരം ഫിസിക്കൽ പരീക്ഷ.
		-- "The Corbomite Maneuver", when Kirk rushed off from a

%
ഞാൻ ഒരു സൈനികൻ, ഒരു നയതന്ത്രജ്ഞൻ സുഖമാണ്. ഞാൻ മാത്രം സത്യം പറയാൻ കഴിയും.
		-- Kirk, "Errand of Mercy", stardate 3198.9

%
ഞാൻ അടിക്കടി കുറഞ്ഞ ഇക്കാര്യത്തിൽ നിങ്ങൾ Earthmen ജീവൻ ഉണ്ടു വഴി ആണ്ടുപോകും പിരിയുകയാണ്.
		-- Spock, "The Galileo Seven", stardate 2822.3

%
ഞാൻ ഇതിനകം സത്യസന്ധമായ ഒരു പെൺ ലഭിച്ചു. അവളുടെ പേര് എന്റർപ്രൈസ് ആണ്.
		-- Kirk, "The Corbomite Maneuver", stardate 1514.0

%
ഒരു മനുഷ്യൻ-സാമൂഹ്യ വിരുദ്ധ പോയിരിക്കുന്നു ആഗ്രഹിച്ചവർ ഒരുപക്ഷേ കൊല്ലപ്പെട്ടു ഒരു കുട്ടിയും ഉണ്ടായില്ല എങ്കിൽ അവൻ ഇപ്പോഴും ഇഷ്ടപ്പെട്ടആ കുട്ടി പരിരക്ഷിക്കാൻ പ്രവണത.
		-- McCoy, "The Ultimate Computer", stardate 4731.3

%
ഞാൻ ധീരതയും കഴിയും, അത് തെറ്റുകൾ വിട്ടുകളയാൻ എളുപ്പമാണ്.
		-- Kirk, "Space Seed", stardate 3141.9

%
ചില ദിവസം ഞങ്ങൾ പരാജയപ്പെടുത്തി എങ്കിൽ, നന്നായി, യുദ്ധം അതിൻറെ പ്രവാസികളെ, നല്ലതും ചീത്തയും ഉണ്ട്.
		-- Commander Kor, "Errand of Mercy", stardate 3201.7

%
self-made purgatories ഉണ്ടെങ്കിൽ, പിന്നെ ഞങ്ങൾ എല്ലാവർക്കും ജീവിക്കാൻ ഞങ്ങൾക്കുണ്ട്.
		-- Spock, "This Side of Paradise", stardate 3417.7

%
അമരതം വിരസത വലിയതോതിൽ ഉൾക്കൊള്ളുന്നത്.
		-- Zefrem Cochrane, "Metamorphosis", stardate 3219.8

%
കർശനമായ ശാസ്ത്രീയ അർഥത്തിൽ നാം എല്ലാവരും മരണം നടന്ന് - പോലും മാംസ്യഭുക്കുകൾക്ക്.
		-- Spock, "Wolf in the Fold", stardate 3615.4

%
അപര്യാപ്തമായ വസ്തുതകൾ എപ്പോഴും അപകടം ക്ഷണിക്കുക.
		-- Spock, "Space Seed", stardate 3141.9

%
ഇമോഷൻ ഇന്നത്തെ എവിടെ മാത്രമേ പ്രവെൻഷൻ ഫലപ്രദമാണ്.
		-- Spock, "Who Mourns for Adonais?"  stardate 3468.1

%
അന്തർജ്ഞാനം, എന്നാൽ യുക്തിരഹിതമായ, ഒരു കമാൻഡ് .മറ്റേതൊ അംഗീകരിച്ചിട്ടുണ്ട്.
		-- Kirk, "Obsession", stardate 3620.7

%
ആ പുരുഷന്മാരും സ്ത്രീകളും സ്വഭാവം അല്ല - പ്രസാദത്താൽ എന്ന്പരസ്പരം പഠന?പൊള്ളയായ ഞാൻ സ്കൈ കല്ല്യാണം ", 5476,3 stardate.
		-- Natira, the High Priestess of Yonada, "For the World is

%
സത്യം എല്ലാവർക്കും വേണ്ടി സത്യം തന്നെയല്ലേ?സ്കൈ ", 5476,4 stardate.
		-- Natira, "For the World is Hollow and I have Touched

%
ഇത് [ഒരു വൾക്കാൻ ഒരാളായി] ഒരു തത്ത്വചിന്ത, ജീവന്റെ ഒരു വഴി ദത്തെടുക്കാൻ മാർഗങ്ങൾലോജിക്കൽ പ്രയോജനകരമായ. നാം വേണ്ടി ഇതണെങ്കില് തത്ത്വചിന്ത അവഗണിക്കാം കഴിയില്ലവ്യക്തിപരമായ നേട്ടത്തിനുവേണ്ടി, ആ ലാഭവും ആയിരിക്കും എങ്ങനെ പ്രധാനപ്പെട്ട സാരമില്ല.
		-- Spock, "Journey to Babel", stardate 3842.4

%
ഇത് പ്രത്യേകിച്ച് ചെറിയ മൃഗങ്ങളെ സ്നേഹിക്കാൻ ഒരു മനുഷ്യ സ്വഭാവം ആണ്അവർ ചില വിധത്തിൽ ആകർഷകമായ മുൻപരിചയം.
		-- McCoy, "The Trouble with Tribbles", stardate 4525.6

%
ആറു ഒന്നിൽ ജീവൻ ത്യജിക്കാൻ കൂടുതൽ യുക്തിബോധം ആണ്.
		-- Spock, "The Galileo Seven", stardate 2822.3

%
അതു ലക്ഷ്യബോധവും ഉണ്ടായിരിക്കും അത്യാവശ്യമാണ്.
		-- Alice #1, "I, Mudd", stardate 4513.3

%
കാഠിന്യം ഒരു പുരുഷനെ ദാസൻ കളിക്കാൻ ഒരു സ്ത്രീ അത് വിമർശിച്ചു ആണ്.
		-- Spock, "Amok Time", stardate 3372.7

%
അത് എല്ലാ അവസ്ഥ സ്ഥിരതയുള്ള നിലനിൽക്കും കരുതാവുന്നതാണ് യുക്തിരഹിതമായ തന്നെ.
		-- Spock, "The Enterprise Incident", stardate 5027.3

%
ഇത് കാരണം കൂടാതെ കൊല്ലാൻ യുക്തിരഹിതമായ തന്നെ.
		-- Spock, "Journey to Babel", stardate 3842.4

%
ദോഷം റിട്രീറ്റ് ബലമായി ഭവനിലായിരുന്നു ആ തോന്നുന്നില്ല.
		-- Yarnek of Excalbia, "The Savage Curtain", stardate 5906.5

%
"ഇത് കണ്ടിട്ടില്ല അനുഭവപ്പെട്ടു എന്നുമില്ല ൽ ആണ് എന്തെങ്കിലും ചെയ്യാൻ എന്ന് വിശ്വസിക്കാൻ പ്രയാസം അത്രയേയുള്ളൂഇത്രയധികം ദോഷം ചെയ്യും. ""സത്യമാണ്. എന്നാൽ ഒരു ആശയം കണ്ടിട്ടില്ല കഴിയില്ല തോന്നി. ആ കാത്തു എന്താണ്ഖനികളിൽ ഈ എല്ലാ നൂറ്റാണ്ടുകളിൽ Troglytes. തെറ്റിദ്ധരിച്ച് ആശയം. "
		-- Vanna and Kirk, "The Cloud Minders", stardate 5819.0

%
കില്ലിംഗ് .റംസാൻ; വിലപ്പോവില്ല!
		-- McCoy, "A Private Little War", stardate 4211.8

%
കില്ലിംഗ് തെറ്റാണ്.
		-- Losira, "That Which Survives", stardate unknown

%
എന്റർപ്രൈസ് ലേക്കുള്ള കിർക് - yeoman റാൻഡ് ഇറങ്ങി ബീം ആറ് പായ്ക്ക്.
		-- Losira, "That Which Survives", stardate unknown

%
മുന്നിൽ നിന്നു ക്ലിംഗൺ phaser ആക്രമണം !!!!!ജീവനെ പിന്തുണക്കുന്ന 100% ഡാമേജ് !!!!
		-- Losira, "That Which Survives", stardate unknown

%
അറിവ്, സർ, എല്ലാവർക്കും സൗജന്യമായി ആയിരിക്കണം!
		-- Harry Mudd, "I, Mudd", stardate 4513.3

%
Landru! നമുക്ക് മാർഗദർശനം!
		-- A Beta 3-oid, "The Return of the Archons", stardate 3157.4

%
നിങ്ങളുടെ ത്രൈമാസങ്ങളിൽ അസഹിഷ്ണുത വിടുക; പാലത്തിന് അത് യാതൊരു സ്ഥാനവുമില്ല അവിടെ.
		-- Kirk, "Balance of Terror", stardate 1709.2

%
"ജീവിതവും മരണവും കൂടക്കൂടെ ലോജിക്കൽ ആകുന്നു.""എന്നാൽ എപ്പോഴും ആവശ്യമുള്ള ലക്ഷ്യം കൈവരിക്കുന്നതിൽ ആണ്."
		-- McCoy and Spock, "The Galileo Seven", stardate 2821.7

%
ദീര്ഘായുസ്സും അഭിവൃദ്ധിയും ഉണ്ടാകട്ടെ.
		-- Spock, "Amok Time", stardate 3372.7

%
"ലോജിക് പ്രായോഗിക വിവരങ്ങൾ ഇവിടെ അപേക്ഷിക്കാൻ തോന്നുന്നില്ല.""നിങ്ങൾ സമ്മതിക്കും?""വസ്തുതകൾ യുക്തിരഹിതമായ തന്നെ അവിശ്വസിക്കുന്നതും, ഡോക്ടർ"
		-- Spock and McCoy, "A Piece of the Action", stardate unknown

%
ധാരാളം ആളുകൾ ചിലപ്പോൾ തെറ്റായ കുപ്പി കുടിപ്പിക്കുന്നു.അജ്ഞാത stardate
		-- Edith Keeler, "The City on the Edge of Forever",

%
സ്നേഹം ചിലപ്പോൾ യാഗം അത് പ്രകടമാണ്.
		-- Kirk, "Metamorphosis", stardate 3220.3

%
കളിഭ്രാന്ത് യാതൊരു ഉദ്ദേശവുമില്ലെന്നു. കാരണവുമില്ല. എന്നാൽ ഒരു ഗോൾ ഉണ്ടായിരിക്കാം.
		-- Spock, "The Alternative Factor", stardate 3088.7

%
പല കഥകളും സത്യം അടിസ്ഥാനമാക്കിയുള്ളതാണ്
		-- Spock, "The Way to Eden",  stardate 5832.3

%
സമാധാനത്തിന്റെ പുരുഷന്മാർ സാധാരണയായി [ധൈര്യമുള്ള] ആകുന്നു.
		-- Spock, "The Savage Curtain", stardate 5906.5

%
പുരുഷന്മാർ, മനുഷ്യര് ആയിരിക്കും - അവർ എവിടെയായിരുന്നാലും.
		-- Harry Mudd, "Mudd's Women", stardate 1329.8

%
സൈനിക രഹസ്യങ്ങൾ ഏറ്റവും ഭാരമേറിയ ആകുന്നു.
		-- Spock, "The Enterprise Incident", stardate 5027.4

%
നിങ്ങളുടെ സ്വന്തം ബിസിനസ്സ്, കഥാപാത്രത്തിൽ മൈൻഡ്. ഞാൻ നിങ്ങളുടെ halfbreed ഇന്റർഫെറൻസ് എന്ന രോഗിയാണ്.
		-- Spock, "The Enterprise Incident", stardate 5027.4

%
ഏറ്റവും ഐതിഹ്യങ്ങളും വസ്തുതകൾ അവരുടെ അടിസ്ഥാനമുണ്ട്.
		-- Kirk, "And The Children Shall Lead", stardate 5029.5

%
കൊലപാതകം മനുഷ്യനും ദൈവത്തിന്റെ ന്യായപ്രമാണങ്ങളെ വിരുദ്ധമാണെന്നാണ്.
		-- M-5 Computer, "The Ultimate Computer", stardate 4731.3

%
ഇനി കൂടുതല് അനോണിയല്ലേ അനോണിയല്ലേ ബ്ല!
		-- Kirk, "Miri", stardate 2713.6

%
ആരും മറ്റൊരാളുടെ പ്രവർത്തനങ്ങൾ ഗ്യാരണ്ടി കഴിയും.
		-- Spock, "Day of the Dove", stardate unknown

%
ആരും ഒരു മനുഷ്യനെ കൊന്നു. ഏതെങ്കിലും ആവശ്യത്തിനായി. ഇത് അംഗീകരിക്കാനാവില്ല കഴിയില്ല.
		-- Kirk, "Spock's Brain", stardate 5431.6

%
"അവൻ യുദ്ധം അത് ബാക്കപ്പ് തയ്യാറാകുമ്പോൾ ആർക്കും സമാധാന ചർച്ചകൾ.""അത് ജീവിക്കാൻ ഒരേയൊരു വഴി എങ്കിൽ ഇദ്ദേഹം സമാധാനം സംസാരിക്കുന്നു."5906,5 stardate.
		-- Colonel Green and Surak of Vulcan, "The Savage Curtain",

%
ആരും യുദ്ധം ആഗ്രഹിക്കുന്നു.
		-- Kirk, "Errand of Mercy", stardate 3201.7

%
പ്രശ്നമൊന്നുമില്ല insoluble ആണ്.
		-- Dr. Janet Wallace, "The Deadly Years", stardate 3479.4

%
ഒന്നുകൂടെ നൂറു ശതമാനം കാര്യക്ഷമവും ... മറ്റൊന്നുമല്ല ഇരിക്കുന്നു.
		-- Kirk, "Metamorphosis", stardate 3219.8

%
വിസ്മൃതിയിൽ ഒരുപോലെ എന്നെ പേടിപ്പിക്കുന്നു പ്രിയ ഇല്ല.4770,3 stardate.
		-- Thalassa (in Anne Mulhall's body), "Return to Tomorrow",

%
ഓ, പുരുഷ അഹം ആ ശബ്ദം. നിങ്ങൾ ഗാലക്സി ഉടനീളം ഉടലെടുത്തത് യാത്രഇപ്പോഴും ഇതേ ഗാനം.
		-- Eve McHuron, "Mudd's Women", stardate 1330.1

%
ഊർജ്ജം ഉപയോഗിച്ച് നിർത്തലാക്കും - എന്റെ ഗ്രഹത്തിൽ സ്വസ്ഥമാക്കും സ്വസ്ഥത എന്നതാണ്. എന്നെ, അത്ഊർജ്ജം ഉപയോഗിച്ച്, കയറി പ്രവർത്തിപ്പിച്ച് ഇറങ്ങി പച്ച പുല്ലു ന് തികച്ചും യുക്തിരഹിതമായ ആണ്,പകരം രക്ഷിച്ചുകൊണ്ട്.
		-- Spock, "Shore Leave", stardate 3025.2

%
ഒറ്റ ലോജിക് നന്ദി ഇല്ല.
		-- Sarek, "Journey to Babel", stardate 3842.4

%
ഒരു ക്യാപ്റ്റൻ എന്ന ഗുണമാണ് ചോദിക്കുന്നതിന് കഴിയാത്തതിൽ ആണ്അനിവാര്യമായും അത് എടുത്തു ഇല്ലാതെ ഉപദേശം.
		-- Kirk, "Dagger of the Mind", stardate 2715.2

%
മൂഢന്റെ മാത്രം എരിയുന്ന വീട്ടിൽ ഏറ്റെടുക്കുന്നു.
		-- Kank the Klingon, "Day of the Dove", stardate unknown

%
അല്ല വിജയത്വരയെയോ - നമ്മുടെ ദൗത്യങ്ങൾ സമാധാനപരമായ ആകുന്നു. ഞങ്ങൾ യുദ്ധത്തിൽ ചെയ്യുമ്പോൾ അത്ഇനി സമയമായി എന്നു മാത്രമാണ് കാരണം ആണ്.
		-- Kirk, "The Squire of Gothos", stardate 2124.5

%
നമ്മുടെ വഴി സമാധാനം.4040,7 stardate.
		-- Septimus, the Son Worshiper, "Bread and Circuses",

%
വേദന മനസ്സിന്റെ ഒരു കാര്യം. മനസ്സിൽ നിയന്ത്രിക്കാം.
		-- Spock, "Operation -- Annihilate!" stardate 3287.2

%
സമാധാനം വഴി ആയിരുന്നു.
		-- Kirk, "The City on the Edge of Forever", stardate unknown

%
Phasers ടാർഗെറ്റ് ലോക്ക്, ക്യാപ്റ്റൻ.
		-- Kirk, "The City on the Edge of Forever", stardate unknown

%
പവർ അപകടം ആണ്.
		-- The Centurion, "Balance of Terror", stardate 1709.2

%
നാളെ തയ്യാറെടുക്കുക - തയ്യാറാണ് നേടുകയും.അജ്ഞാത stardate
		-- Edith Keeler, "The City On the Edge of Forever",

%
ശിക്ഷ ചില പോയിന്റ് ശേഷം നിഷ്ഫലമായ മാറുന്നു. പുരുഷന്മാർ നിര്വ്വികാരമായ തീർന്നിരിക്കുന്നു.
		-- Eneg, "Patterns of Force", stardate 2534.7

%
ബഹുമാനം ഒരു യുക്തിബോധം പ്രക്രിയയാണ്
		-- McCoy, "The Galileo Seven", stardate 2822.3

%
Romulan സ്ത്രീകൾ വൾക്കാൻ സ്ത്രീകളുമാണ് അല്ല. നാം പ്രതിഷ്ഠ അല്ലശുദ്ധമായ യുക്തിയും നോൺ-വികാര sterility.stardate 5027,3
		-- Romulan Commander, "The Enterprise Incident",

%
Schshschshchsch.
		-- The Gorn, "Arena", stardate 3046.2

%
അവൾ 'നേടി റാപ്പ് 7, അമ്മച്ചി പോയി! ബാറ്ററികൾ മരിച്ചിട്ട്!
		-- The Gorn, "Arena", stardate 3046.2

%
ചിലപ്പോൾ ഒരു തോന്നൽ ഞങ്ങൾ മനുഷ്യരെല്ലാം മുന്പേ ഉണ്ട് ആണ്.
		-- Kirk, "A Taste of Armageddon", stardate 3193.9

%
ചിലപ്പോൾ ഒരു മനുഷ്യൻ തന്റെ ഡോക്ടർ പറയുന്നു ഞങ്ങൾ ഒരിക്കലും തന്റെ ബാർറ്റന്റർ കാര്യങ്ങൾ പറഞ്ഞുതരും.അറിയപ്പെടാത്ത stardate.
		-- Dr. Phillip Boyce, "The Menagerie" ("The Cage"),

%
സ്പെയ്സ്: അന്തിമ സാധ്യതയാണ്. ഈ starship എന്റർപ്രൈസ് എന്ന യാത്രയെപ്പറ്റി ആകുന്നു.അഞ്ച് വർഷം മിഷൻ: അപരിചിത ലോകവും പര്യവേക്ഷണം; പുതിയ ജീവിതം തേടാൻപുതിയ സംസ്കാരങ്ങൾ; ധൈര്യത്തോടെ ആരും മുമ്പ് കഴിഞ്ഞുപോയ എവിടെ പോകണം.
		-- Captain James T. Kirk

%
കഥാപാത്രത്തിൽ: മറ്റൊരു ആക്രമണം അതിജീവിക്കുന്നതിനും പന്തയം, 13562190123 1 വരെയുള്ള ക്യാപ്റ്റൻ.
		-- Captain James T. Kirk

%
കഥാപാത്രത്തിൽ: നാം ആക്രമണം, ക്യാപ്റ്റൻ 23 മരണങ്ങളുടെ സമ്മതിച്ചില്ല.
		-- Captain James T. Kirk

%
സ്റ്റാർ ട്രെക് ജീവിച്ചിരിക്കുന്നു
		-- Captain James T. Kirk

%
ഒരുമിച്ചു ശ്വാസോച്ഛ്വാസം ... വീരോചിതമായ സാഹോദര്യവും സൃഷ്ടിക്കും.
		-- Khan Noonian Singh, "Space Seed", stardate 3142.8

%
സുപ്പീരിയർ കഴിവ് മെച്ചപ്പെട്ടത് അഭിലാഷം ജനിപ്പിക്കുന്നു.
		-- Spock, "Space Seed", stardate 3141.9

%
"യൂണിറ്റിന് ഒരു സ്ത്രീ.""വൈരുദ്ധ്യമുള്ള ഇച്ഛകൾ ഒരു ബഹുജന."
		-- Spock and Nomad, "The Changeling", stardate 3541.9

%
ഞാൻ അറിയുന്നു മികച്ച നയതന്ത്രജ്ഞൻ ഒരു പൂർണ്ണമായും ആക്റ്റിവേറ്റ് phaser ബാങ്ക്.
		-- Scotty

%
"അസ്തിത്വം എത്തപ്പെട്ടു; പലതും സമ്മിശ്രണം.""അതെ, 'ഒന്നുമില്ല' എന്നർത്ഥം തത്ത്വചിന്ത 'എല്ലാം.' '
		-- Spock and Lincoln, "The Savage Curtain", stardate 5906.4

%
യുദ്ധത്തിന്റെ മുഖം മാറ്റി നിലച്ചിട്ടില്ല. തീർച്ചയായും അത് സുഖപ്പെടുത്താൻ കൂടുതൽ ലോജിക്കൽ ആണ്കൊല്ലാൻ അധികം.
		-- Surak of Vulcan, "The Savage Curtain", stardate 5906.5

%
ഗെയിമുകൾ എപ്പോഴും നമ്മെ ശക്തീകരിച്ചിരിക്കുന്നു. മരണം ഒരു പരിചിതമായ മാറുന്നുപാറ്റേൺ. നിന്നെപ്പോലെ തന്നെ നാം അത് ഭയപ്പെടുന്നില്ല.stardate 4041,2
		-- Proconsul Marcus Claudius, "Bread and Circuses",

%
"സൃഷ്ടി മഹത്വം അതിന്റെ അനന്തമായ വൈവിധ്യം ആണ്.""വഴിയിൽ ഞങ്ങളുടെ വ്യത്യാസങ്ങൾ അർത്ഥവും സൌന്ദര്യം സൃഷ്ടിക്കാൻ സംയോജിപ്പിച്ച്."stardate 5630,8
		-- Dr. Miranda Jones and Spock, "Is There in Truth No Beauty?",

%
ഹൃദയം ഒരു ലോജിക്കൽ അവയവം അല്ല.
		-- Dr. Janet Wallace, "The Deadly Years", stardate 3479.4

%
ആണിനെയും പെണ്ണിനെയും ആശയം സാർവത്രിക സ്ഥിരാങ്കങ്ങളും ആകുന്നു.
		-- Kirk, "Metamorphosis", stardate 3219.8

%
സ്നേഹത്തിന്റെ സന്തോഷത്തിൽ അവളുടെ മാനുഷിക ഉണ്ടാക്കി സ്നേഹവും മരണവെപ്രാളത്തിലായിരിക്കുന്ന അവളെ നശിപ്പിക്കുകയും ചെയ്തു.
		-- Spock, "Requiem for Methuselah", stardate 5842.8

%
ബലി മനുഷ്യൻ ഏകാന്തമായ സ്ട്രീറ്റ് നടക്കുന്നു; കമാൻഡിന്റെ "ചെയിൻ" പലപ്പോഴും കഴുത്തിലെ ആണ്.
		-- Spock, "Requiem for Methuselah", stardate 5842.8

%
സങ്കീർണ്ണമായ മനസ്സ്, വലിയവൻ കളിയുടെ ലാളിത്യവും ആവശ്യം.
		-- Kirk, "Shore Leave", stardate 3025.8

%
ഒരേയൊരു പരിഹാരം ... അധികാര ഒരു ബാലൻസ്. കൃത്യമായി നമ്മുടെ സൈഡ് armവളരെ കൂടുതൽ. അധികാരം ബാലൻസ് - trickiest, ഏറ്റവും പ്രയാസമുള്ള,അവരെ ഒക്കെയും വിഎസ്സിനിട്ടാണ് ഗെയിം. എന്നാൽ ഇരുഭാഗത്തും സംരക്ഷിക്കുന്നതും ഒരേയൊരു.
		-- Kirk, "A Private Little War", stardate 4211.8

%
ഗിദെയോൻ ജനം എപ്പോഴും ജീവൻ പവിത്രമാണ് എന്നു വിശ്വസിച്ചുമിരിക്കുന്നു. ആജീവിതത്തിലെ സ്നേഹം വലിയ ദാനമാണ് ... നാം വാശിനശിപ്പിക്കുകയോ നാം അങ്ങനെ സ്നേഹിക്കുന്നത് അത് സൃഷ്ടിക്ക് ഇടപെടാനോആഴത്തിൽ - ഭ്രൂണത്തിന്റെ നിന്ന് വികസിപ്പിച്ച ലേക്ക് ഓരോ രൂപത്തിൽ ജീവൻ.
		-- Hodin of Gideon, "The Mark of Gideon", stardate 5423.4

%
... മുൻവിധികളും ജനം പരസ്പരം വീക്ഷിക്കുന്നു അവർ കിട്ടുമ്പോൾ അപ്രത്യക്ഷമാകാൻപരസ്പരം അറിയാൻ.
		-- Kirk, "Elaan of Troyius", stardate 4372.5

%
"വികാര റിലീസ് ഞങ്ങളെ ആരോഗ്യം തടസ്സമായത്. വൈകാരികമായി ആരോഗ്യമുള്ള ആണ്.""അത് ആയിരിക്കാം, ഡോക്ടര്. എന്നിരുന്നാലും, ഞാൻ ആരോഗ്യകരമായ റിലീസ് ചൂണ്ടിക്കാട്ടിയിട്ടുണ്ട്വികാര നിങ്ങൾക്ക് സമീപമുള്ള വേണ്ടി പതിവായി അനാരോഗ്യകരമായ ആണ്. "
		-- McCoy and Spock, "Plato's Stepchildren", stardate 5784.3

%
മരണം കാൺകെ അവരെ ഭയപ്പെടുത്തുന്നത് [Earthers].
		-- Kras the Klingon, "Friday's Child", stardate 3497.2

%
വണ്ടും ഞങ്ങളുടെ സന്തോഷം ഒത്തൊരുമിച്ച് നിലനിൽക്കും ഇനി തുടങ്ങുന്നു.
		-- Miramanee, "The Paradise Syndrome", stardate 4842.6

%
, വല്ലഡോയിഡിലെ - ... കാര്യങ്ങൾ സ്നേഹം ഒരു പുരുഷൻ കഴിയുംദുരിതങ്ങൾ, തകർന്ന നിയമങ്ങൾ, തട്ടുന്ന സാധ്യത മഹത്വമുള്ളപരാജയങ്ങൾ അഴകും വിജയങ്ങൾ.
		-- McCoy, "Requiem for Methuselah", stardate 5843.7

%
മറ്റുവഴികൾ എപ്പോഴും ഉണ്ട്.
		-- Spock, "The Galileo Seven", stardate 2822.3

%
പുരുഷന്മാരും തുടരാൻ ചെയ്യണം ചില കാര്യങ്ങൾ ഉണ്ട്.
		-- Kirk, "The Ultimate Computer", stardate 4929.4

%
മരിക്കുന്നതിനും രൂപയുടെ ചില കാര്യങ്ങൾ ഉണ്ട്.
		-- Kirk, "Errand of Mercy", stardate 3201.7

%
നിങ്ങൾ മുഖം ഇനിയും ഒരു ആത്യന്തിക പ്രതിസന്ധി എല്ലാ മത്സരങ്ങളും വരുന്നതിൻറെ.... ഒരു ദിവസം ഞങ്ങളുടെ മനസ്സ് ഞങ്ങൾ ദൈവങ്ങളായി നമ്മെത്തന്നെ ചിന്തിക്കൂ ധൈര്യപ്പെട്ടില്ല അങ്ങനെ ശക്തമായ മാറി.
		-- Sargon, "Return to Tomorrow", stardate 4768.3

%
ഒരു മൾട്ടി-കാലി ജീവി നിങ്ങളുടെ തോളിൽ ഇഴഞ്ഞുനീങ്ങുന്നുണ്ട് ഉണ്ട്.
		-- Spock, "A Taste of Armageddon", stardate 3193.9

%
എന്റെ ജനത്തിന്റെ ഇടയിൽ ഒരു പഴയ പതിവുണ്ട്. ഒരു സ്ത്രീ ഒരു മനുഷ്യന്റെ സംരക്ഷിക്കുന്നു ചെയ്യുമ്പോൾജീവൻ, അവൻ നന്ദികാണിക്കുന്നത്.4211,8 stardate.
		-- Nona, the Kanuto witch woman, "A Private Little War",

%
ഈ പ്രപഞ്ചത്തിലെ കാര്യങ്ങൾ ഒരു ഓർഡർ ഉണ്ട്.
		-- Apollo, "Who Mourns for Adonais?" stardate 3468.1

%
ഏതെങ്കിലും കൂട്ടിൽ നിന്നു മാർഗമുണ്ട്.അറിയപ്പെടാത്ത stardate.
		-- Captain Christopher Pike, "The Menagerie" ("The Cage"),

%
അതിജീവിക്കാൻ മറ്റൊരു മാർഗമുണ്ട്. പരസ്പര വിശ്വാസവും - സഹായവും.
		-- Kirk, "Day of the Dove", stardate unknown

%
അവിടെ കൊല്ലാൻ യാതൊരു മാന്യമായ വഴി, നശിപ്പിക്കാൻ യാതൊരു ശാന്തനും മാർഗ്ഗമാണ്. ഇതുണ്ട്യുദ്ധത്തിൽ നല്ല ഒന്നും. അതിന്റെ അവസാന ഒഴികെ.
		-- Abraham Lincoln, "The Savage Curtain", stardate 5906.5

%
അതിനെക്കുറിച്ച് അറപ്പുളവാക്കുന്ന ഒന്നും [കമ്പാനിയൻ] അവിടെ. ഇത് മറ്റൊരു തുടർന്ന്ജീവൻ, എല്ലാ തെറ്റില്ല. നിങ്ങൾക്ക് ആ കാര്യങ്ങൾ ഉപയോഗിക്കും.
		-- McCoy, "Metamorphosis", stardate 3219.8

%
"സ്ത്രീയുടെ മാത്രം ഒരു തരത്തിലുള്ള അവിടെ ...""ഇക്കാര്യത്തിൽ അല്ലെങ്കിൽ മനുഷ്യൻ. ഒന്നുകിൽ നിങ്ങൾ സ്വയം വിശ്വസിക്കുക അല്ലെങ്കിൽ നിങ്ങൾ ഇല്ല."
		-- Kirk and Harry Mudd, "Mudd's Women", stardate 1330.1

%
ജൈവ ചടങ്ങിൽ ചുറ്റുമുള്ള സാംസ്ക്കാരിക Mystique - നിങ്ങൾമനുഷ്യർക്ക് വിഷയം അമിതമായി തുറയിലുംപെട്ടവര് മനസ്സിലാക്കുന്നതിൽ.
		-- Kelinda the Kelvan, "By Any Other Name", stardate 4658.9

%
പകെച്ചു പോരാട്ടം സത്യനിഷേധികളാരോ അവർ അവസാനിപ്പിക്കണം - അത് നിർത്തി ചെയ്തിട്ടില്ല.
		-- Spock, "Day of the Dove", stardate unknown

%
സമയം ധാരകൾ, eddies, backwash ഒരു നദിപോലെ ... ദ്രാവകം ആണ്.
		-- Spock, "The City on the Edge of Forever", stardate 3134.0

%
ജീവിക്കാൻ എപ്പോഴും അഭികാമ്യമാണ്.
		-- Eleen the Capellan, "Friday's Child", stardate 3498.9

%
ഒന്നും പോലും സ്നേഹത്തിന്റെ വളരെയധികം, നിർബന്ധമില്ല ഒരു നല്ല കാര്യം.
		-- Kirk, "The Trouble with Tribbles", stardate 4525.6

%
തികച്ചും യുക്തിരഹിതമായ, യാതൊരു സാധ്യതയും കുറവായിരുന്നു.
		-- Spock, "The Galileo Seven", stardate 2822.3

%
നിയന്ത്രണാതീതമായ വൈദ്യുതി അയാളിലുള്ള പോലും വിശുദ്ധന്മാർക്കും തിരിക്കും. ഞങ്ങൾ എല്ലാവരും കഴിയുന്നതെല്ലാംഞങ്ങളുടെ താഴ്ന്ന ഇച്ഛകൾ ഇറങ്ങി ജീവിക്കാൻ ന് കണക്കാക്കും.
		-- Parmen, "Plato's Stepchildren", stardate 5784.3

%
വാസ്തവത്തിൽ അക്രമം സിദ്ധാന്തം നിന്ന് തികച്ചും വ്യത്യസ്തമാണ്.
		-- Spock, "The Cloud Minders", stardate 5818.4

%
ശ്രേഷ്ഠത ഒരു പദം.
		-- Spock, "Friday's Child", stardate 3499.1

%
Vulcans സമാധാനം ഫോഴ്സ് ആശ്രയിക്കുന്നത് പാടില്ല വിശ്വസിക്കുന്നു.
		-- Amanda, "Journey to Babel", stardate 3842.3

%
Vulcans അക്രമത്തിന്റെ അംഗീകരിക്കുന്നില്ല.
		-- Spock, "Journey to Babel", stardate 3842.4

%
Vulcans ബ്ലഫ് ഒരിക്കലും.
		-- Spock, "The Doomsday Machine", stardate 4202.1

%
Vulcans എല്ലാ മുകളിൽ സമാധാനം ആരാധിക്കുന്നു.
		-- McCoy, "Return to Tomorrow", stardate 4768.3

%
കാത്തിരിക്കുക! നിങ്ങൾ ഒരുക്കിയിരിക്കുന്നുവോ ചെയ്തിട്ടില്ല!
		-- Mr. Atoz, "Tomorrow is Yesterday", stardate 3113.2

%
യുദ്ധ ഒഴിച്ചുകൂടാനാവാത്തതാണ് ഒരിക്കലും.
		-- McCoy, "Balance of Terror", stardate 1709.2

%
വാർ ഒരു നല്ല ജീവിതം അല്ല, അത് ജീവിതം.
		-- Kirk, "A Private Little War", stardate 4211.8

%
[വാർ] വാസനാപേരിതമായ ആണ്. എന്നാൽ യജമാന യുദ്ധം കഴിയും. നാം മനുഷ്യനാണെന്ന്ഞങ്ങളുടെ കൈകൾ ഒരു ദശലക്ഷം നിഷ്ഠുരമായ വർഷങ്ങൾ രക്തവും ജീവികളാണ്! പക്ഷെ നമ്മൾഅതു തടയാൻ കഴിയും. ഞങ്ങൾ കൊലപാതകികൾ മുൻപരിചയം സമ്മതിക്കേണ്ടിവരും കഴിയും ... പക്ഷേ ഞങ്ങൾ പോകുന്നില്ലഇന്ന് കൊല്ലാൻ. ആ അതിനേ ആണ്! ഞങ്ങൾ പോകുന്നില്ല എന്നറിഞ്ഞുഇന്ന് കൊല്ലരുതേ
		-- Kirk, "A Taste of Armageddon", stardate 3193.0

%
റാപ്പ് 7 - അതു ഞങ്ങൾ ജീവിക്കാൻ കഴിയും ഒരു നിയമം ആകുന്നു.
		-- Kirk, "A Taste of Armageddon", stardate 3193.0

%
നാം കോളനിയാക്കുക ചെയ്യരുത്. നാം കീഴടക്കാൻ. ഞങ്ങൾ ഭരിക്കും. ഞങ്ങൾക്കു വേണ്ടി മാർഗമില്ല ആണ്.
		-- Rojan, "By Any Other Name", stardate 4657.5

%
മറ്റ് നിര അവിടെ മാത്രം നാം യുദ്ധം. നാം വഴികൾ ഇഷ്ടപ്പെടുന്നത്സമാധാനപരമായ കോൺടാക്റ്റ്.
		-- Kirk, "Spectre of the Gun", stardate 4385.3

%
ഞങ്ങൾ ഗാലക്സി എല്ലാ ജീവിതം ഫോമുകൾ മേലുദ്യോഗസ്ഥനെ കഴിവുള്ള കണ്ടെത്തിയിരിക്കുന്നുവികസന.
		-- Kirk, "The Gamesters of Triskelion", stardate 3211.7

%
നാം ഞാൻ ദം ചാട്ടം ഞങ്ങൾ വോട്ട് phasers, ഞങ്ങൾക്കുണ്ട്!
		-- Bailey, "The Corbomite Maneuver", stardate 1514.2

%
"ഞങ്ങൾ അതിജീവിക്കാൻ അവകാശമുണ്ട്!""കൊല ചെയ്യാതിരിക്കുന്നതു വഴി."
		-- Deela and Kirk, "Wink of An Eye", stardate 5710.5

%
ഞങ്ങൾ Klingons നിങ്ങളെപ്പോലെ വിശ്വസിക്കുന്നു - രോഗികളെ മരിക്കുന്നു. മാത്രം ശക്തമായജീവിച്ചിരിക്കുന്നതു.
		-- Kras, "Friday's Child", stardate 3497.2

%
നാം പാവോ 2 അവലംബിത കാണാം പ്രസവിക്കും എല്ലാ ട്യൂബുകൾ കൊണ്ടുവരിക മിസ്റ്റർ Sulu!
		-- Kras, "Friday's Child", stardate 3497.2

%
അവൻ ഒരു മെഷീനിലേക്ക് ജോലി നഷ്ടമാകുമ്പോൾ നാം എല്ലാവരും ഓരൊരുത്തര്ക്കും ഖേദിക്കുന്നു.എന്നാൽ അത് നിങ്ങളുടെ ജോലി വരുമ്പോൾ - ആ വ്യത്യസ്തമാണ്. അതു എപ്പോഴും ഉദ്ദേശിക്കുന്നവ്യത്യസ്തനാകൂ.
		-- McCoy, "The Ultimate Computer", stardate 4729.4

%
ശരി, ജിം, ഞാൻ ഒരു നടന് വളരെ ഒന്നുകിൽ ഭയമില്ല.
		-- McCoy, "The Ultimate Computer", stardate 4729.4

%
"എന്തു crewman സംഭവിച്ചു?""എം-5 കമ്പ്യൂട്ടർ ഒരു പുതിയ പവർ ഉറവിടം, കേവലം ൽ ലഭിച്ചത് crewman neededവഴി."4731,3 stardate.
		-- Kirk and Dr. Richard Daystrom, "The Ultimate Computer",

%
ആ സ്നേഹം എന്തുതരം? സ്നേഹിക്കുന്നുവോ അല്ല; സ്നേഹം കാണിക്കണമെന്ന് ഒരിക്കലും.stardate 3219,8
		-- Commissioner Nancy Hedford, "Metamorphosis",

%
"ഭയങ്കരമായ എന്തു വഴി മരിക്കാൻ.""നന്മ മാർഗങ്ങളുണ്ട്."
		-- Sulu and Kirk, "That Which Survives", stardate unknown

%
ഒരു കുട്ടി പഠിപ്പിച്ചു ചെയ്യുമ്പോൾ ... ലളിതമായ നിർദ്ദേശങ്ങളടങ്ങിയ അതിന്റെ പ്രോഗ്രാം -ചില അവസരത്തിൽ, അതിന്റെ മനസ്സ് ശരിയായി വികസിക്കുന്നു എങ്കിൽ അതു ആകെത്തുക അധികരിക്കുന്നുപഠിച്ചിട്ടുമില്ല എന്തു സ്വതന്ത്രമായി ചിന്തിക്കുന്നു.4731,3 stardate.
		-- Dr. Richard Daystrom, "The Ultimate Computer",

%
സ്വപ്നങ്ങൾ റിയാലിറ്റി പ്രാധാന്യമുണ്ടോ ചെയ്യുമ്പോൾ, യാത്രാ ഉപേക്ഷിക്കരുത്,കെട്ടിടം സൃഷ്ടിക്കുന്നു; നിങ്ങൾ പോലും അവശേഷിക്കുന്നു യന്ത്രങ്ങൾ എങ്ങനെ അറ്റകുറ്റം മറക്കരുത്നിങ്ങളുടെ പിതാക്കന്മാർ വഴി പിന്നിൽ. നിങ്ങൾ തന്നെ ജീവനുള്ള മറ്റ് ജീവനുകൾ അയവിറക്കിക്കൊണ്ട് ഇരിക്കാൻചിന്ത രേഖകളിൽ പിന്നിൽ അവശേഷിക്കുന്നു.
		-- Vina, "The Menagerie" ("The Cage"), stardate unknown

%
ഇമോഷൻ അവിടെ എവിടെ അക്രമങ്ങൾ യാതൊരു പ്രേരകം അവിടെ.
		-- Spock, "Dagger of the Mind", stardate 2715.1

%
വിച്ച്! വിച്ച്! അവർ നെഞ്ചിടിപ്പോടെ ചുട്ടുകളയേണം കാണാം!
		-- Hag, "Tomorrow is Yesterday", stardate unknown

%
വസ്തുതകൾ ഇല്ലാതെ, തീരുമാനം യുക്തിപരമായി സാധിക്കില്ല. നിങ്ങൾ ആശ്രയിച്ചേ മതിയാകൂനിങ്ങളുടെ മാനുഷിക സഹജാവബോധം.
		-- Spock, "Assignment: Earth", stardate unknown

%
പിന്തുടരുന്നവർ ബോധമില്ല; പ്രചരിപ്പിക്കാനും കഴിയില്ല.
		-- Spock, "And The Children Shall Lead", stardate 5029.5

%
തിരഞ്ഞെടുപ്പിന്റെ സ്വാതന്ത്ര്യം ഇല്ലാതെ യാതൊരു ക്രിയാത്മകതയും ഇല്ല.
		-- Kirk, "The return of the Archons", stardate 3157.4

%
സ്ത്രീകൾ കൂടുതൽ എളുപ്പത്തിൽ കൂടുതൽ ആഴത്തിൽ പരിഭ്രാന്തരായിപോയ ... കൂടുതൽ സൃഷ്ടിക്കുന്നതിൽജീവിവർഗങ്ങളുടെ ആൺ അധികം ലിഫ്റ്റിംഗ് ഹൊറർ.
		-- Spock, "Wolf in the Fold", stardate 3615.4

%
സ്ത്രീകൾ പ്രൊഫഷണലുകളെ Over-നഷ്ടപരിഹാരം വിവരണാത്മക.1312,9 stardate.
		-- Dr. Elizabeth Dehaver, "Where No Man Has Gone Before",

%
വേൾഡ്സ് താരാപഥങ്ങൾ നശിപ്പിച്ചു കീഴടക്കി ചെയ്യുന്നു - എന്നാൽ ഒരു സ്ത്രീയെ എപ്പോഴും ഒരു സ്ത്രീ.
		-- Kirk, "The Conscience of the King", stardate 2818.9

%
അതെ, എഴുതിയിരിക്കുന്നുവല്ലോ. നല്ല എപ്പോഴും ദോഷം നശിപ്പിക്കും.
		-- Sirah the Yang, "The Omega Glory", stardate unknown

%
നിങ്ങൾ ഒരു നല്ല tactician, ക്യാപ്റ്റൻ ആകുന്നു. നിങ്ങൾ നിങ്ങളുടെ രണ്ടാം ചെയ്യട്ടെകമാൻഡ് ആക്രമണം നീ ഇരുന്നു പോരായ്മയ്ക്കുള്ള കാണുന്നതിനിടെ.
		-- Khan Noonian Singh, "Space Seed", stardate 3141.9

%
നീ മാത്രം യുക്തി മനുഷ്യൻ മൂല്യനിർണ്ണയം കഴിയില്ല.
		-- McCoy, "I, Mudd", stardate 4513.3

%
നിങ്ങൾ ഫിസിക്സ്, ക്യാപ്റ്റൻ നിയമങ്ങൾ മാറ്റാൻ cAnna; ഞാൻ മുപ്പതു മിനിറ്റ് ഞങ്ങൾക്കുണ്ട് ചെയ്തു!
		-- McCoy, "I, Mudd", stardate 4513.3

%
നീ ഭൂമിയെ ജനം നാല്പതു നൂറ്റാണ്ടുകളായി സംഘടിത അക്രമങ്ങൾ മഹത്വപ്പെടുത്തി. പക്ഷേനിങ്ങൾ സ്വകാര്യമായ ജോലിക്ക് ചെയ്തവരെ തടവിലാക്കുക.
		-- Spock, "Dagger of the Mind", stardate 2715.1

%
നിങ്ങൾ, സ്ലോ പോയി ശാന്തനും. നിങ്ങൾക്ക് എങ്ങനെ അറിയാം - അതിന് വൺ-വേ സ്ട്രീറ്റ്അനുഭവപ്പെടുകയും അത്രയേയുള്ളൂ. ഇത് പെൺകുട്ടി വളരെ തോന്നിത്തുടങ്ങി എങ്ങനെ. അമർത്തുക ചെയ്യരുത്. എങ്കില്പെൺകുട്ടി നിങ്ങൾ അറിയും ഒട്ടും നിനക്കു വേണ്ടി എന്തും, തോന്നിത്തുടങ്ങി.
		-- Kirk, "Charlie X", stardate 1535.8

%
നിങ്ങൾ മനുഷ്യർക്ക് നന്ദിയും പ്രകടിപ്പിക്കാൻ വികാരപരമായ ആവശ്യം. "നിങ്ങൾ മുൻപരിചയം, സ്വാഗതം "ഞാൻ വിശ്വസിക്കുന്നു ശരിയായ പ്രതികരണമാണ്.
		-- Spock, "Bread and Circuses", stardate 4041.2

%
നിങ്ങൾ നീ കിടക്കുന്ന പറയുന്നു. എന്നാൽ നിങ്ങൾ പറയുന്നു എല്ലാം കള്ളം എങ്കിൽ നിങ്ങൾസത്യം പറയുന്നു. നിങ്ങൾ പറയുന്നു എല്ലാം കാരണം നിങ്ങൾ സത്യം പറയാൻ കഴിയില്ലകള്ളം. നിങ്ങൾ കിടക്കും വേണ്ടി കിടക്കുന്ന സത്യമായി നിങ്ങളോടു പറയുന്നു ... പക്ഷെ നിങ്ങൾക്ക് കഴിയില്ല.
		-- Norman the android, "I, Mudd", stardate 4513.3

%
നിങ്ങൾ ധൈര്യം സംസാരിക്കുന്നു. അനാഥത്വത്തില് തമ്മിലുള്ള വ്യത്യാസം അറിയില്ലധൈര്യവും ആക്രമണത്തിൽ. എല്ലായ്പ്പോഴും അതു ആർ മരിക്കും, പടയാളികൾ സർ ആണ്.stardate 3201,7
		-- Kor, the Klingon Commander, "Errand of Mercy",

%
നിങ്ങൾ! ഇത് എന്താണ് ഗ്രഹമാണ്!
		-- McCoy, "The City on the Edge of Forever", stardate 3134.0

%
അവർ തോന്നി നിങ്ങൾ വഴി - നിങ്ങൾ പുരുഷന്മാരും സ്ത്രീകളുമായി ഏകദേശം എന്തെങ്കിലും മനസിലാക്കാംആയിരിക്കാൻ. പരസ്പരം കരുതുന്നതിൽ പരസ്പരം സന്തോഷം, നന്മയുംപരസ്പരം. അതാണ് ഞങ്ങൾ സ്നേഹം വിളിക്കുന്നത്. നിങ്ങൾക്ക് ആ ധാരാളം ഇഷ്ടപ്പെടുമെന്ന്.
		-- Kirk, "The Apple", stardate 3715.6

%
നിങ്ങൾ ജിം മരിച്ചവരുടെ മുൻപരിചയം.
		-- McCoy, "Amok Time", stardate 3372.7

%
നിങ്ങൾ ജിം മരിച്ചവരുടെ മുൻപരിചയം.
		-- McCoy, "The Tholian Web", stardate unknown

%
നിങ്ങൾ അവഗണിക്കാൻ വളരെ മനോഹരിയാണ്. വളരെയധികം സ്ത്രീ.
		-- Kirk to Yeoman Rand, "The Enemy Within", stardate unknown

%
യൂത്ത് എല്ലാം .മദീനയില് ഇല്ല.5928,5 stardate.
		-- Dr. Janice Lester (in Kirk's body), "Turnabout Intruder",

%
ആ നെബുലയിൽ കോഫി ഒഴിവില്ല!
		-- Capt. Kathryn Janeway, Star Trek: Voyager, "The Cloud"

%
പിരിച്ചുവിട്ടു. അതാണ് ഒരു സ്റ്റാർ ഫ്ലീറ്റ് പദപ്രയോഗം തുടർന്ന് "പരസ്യപ്പെടുത്തുക."
		-- Capt. Kathryn Janeway, Star Trek: Voyager, "The Cloud"

%
