(1) कार्यालय कर्मचारीहरु दिनहुँ फर्श झाडू हुनेछ, धुलो पनिफर्नीचर, समतल र showcases।(2) प्रत्येक दिन दीपक, सफा chimneys भर्न, र Wicks ट्रिम।एक हप्ता एक पटक Windows धुन।(3) प्रत्येक कर्मचारी पानी बाल्टिन ल्याउनेछ र एक जहाज को खिडकीयस दिनको व्यापार को लागि कोइला।(4) आफ्नो कलम ध्यान गर्नुहोस्। तपाईं सक्छन् whittle nibs आफ्नोव्यक्तिगत स्वाद।(5) यो कार्यालय 7 a.m. मा खोल्न र बाहेक 8 बजे मा बन्द गर्नेछविश्राम दिन, कुन दिन मा हामी बन्द रहनेछ। प्रत्येककर्मचारी उपस्थित द्वारा विश्राम दिन खर्च गर्न अपेक्षित छचर्च र प्रभु को कारण गर्न liberally योगदान।काम, 1872
		-- "Office Worker's Guide", New England Carriage

%
(6) पुरुष कर्मचारीहरु courting लागि प्रत्येक हप्ता बन्द समय दिइनेछउद्देश्य वा तिनीहरू चर्च नियमित जाने भने एक हप्ता दुई सांझ।(7) एक कर्मचारी को मा श्रम आफ्नो तेह्र घण्टा बिताए छ गरेपछिकार्यालय, उहाँले बाइबल पढ्दा बाँकी समय खर्च गर्नुपर्छर अन्य राम्रो किताबहरु।(8) प्रत्येक कर्मचारी प्रत्येक एक प्रसन्न प्याकेट भुक्तानी देखि अलग राख्नु पर्छआफ्नो घट्दो वर्ष समयमा आफ्नो फाइदाको लागि आफ्नो आय को राशि,भनेर उहाँले एक समाज वा आफ्नो betters मा बोझ बन्न छैन।(9) स्पेनिश सिगार धूम्रपान गर्ने कुनै पनि कर्मचारी, मादक पेय प्रयोगकुनै पनि रूप मा, पूल टेबल र सार्वजनिक हल नियमित वा हुन्छहजामको गरेको पसलमा shaved, मलाई शक राम्रो कारण दिनेछुआफ्नो मूल्य, मनसाय, निष्ठा र इमानदारी।(10) कर्मचारी आफ्नो मेहनत विश्वासीपूर्वक प्रदर्शन गरिएको छ जो रपाँच वर्ष को लागि एक दोष बिना, को वृद्धि दिइनेछपाँच प्रति दिन देखि लाभ प्रदान, आफ्नो तलब मा सेन्टव्यापार यसलाई अनुमति दिन्छ।
		-- "Office Worker's Guide", New England Carriage Works, 1872

%
बैंक जहाँ तिनीहरूले उचित मौसम मा एक छाता तपाईं उधारो ठाउँ छ रयसलाई वर्षा सुरु भएको हुँदा यसलाई फिर्ता माग्न।
		-- Robert Frost

%
कुनै हास्य संग एक मालिक कुनै मजा भन्ने एक काम जस्तै छ।
		-- Robert Frost

%
बजेट साथै, तपाईंले पैसा खर्च अघि अचाक्ली चिन्ता को बस एक विधि होरूपमा पछि।
		-- Robert Frost

%
एक जना व्यापारीले नर्तक र एक कैलकुलेटर को एक संकर छ।
		-- Paul Valery

%
एक समिति पनि मिनेट राख्छ र घण्टा भनेन कि एक समूह छ।
		-- Milton Berle

%
एक समिति छ वा धेरै खुट्टा र कुनै मस्तिष्क संग जीवन रुप हो।
		-- Lazarus Long, "Time Enough For Love"

%
एक समिति पनि तितर-बितर, मूल लिन्छ र बढ्छ, यो फूल, wilts र मृत्युअन्य समितिहरु ब्लूम हुनेछ जो देखि बीउ।
		-- Parkinson

%
जहाँ मान्छे धन आफ्नो कमी साझेदारी गर्न सँगै सामेल एक आश्रम छ।
		-- R. Stallman

%
एक कम्पनी राख्छ मानिसहरू चिनिएको छ।
		-- R. Stallman

%
एक सल्लाहकार तपाईँको हेर्ने borrows गर्ने व्यक्ति, छ तपाईं बताउँछ के यो समयछ, हेर्ने pockets र यसको लागि तपाईं एक बिल पठाउँछ।
		-- R. Stallman

%
कागज को एक जारी प्रवाह कागज को प्रवाह जारी गर्न पर्याप्त छ।
		-- Dyer

%
एक गाई एक पूर्ण स्वचालित दूध-निर्माण मिसिन छ। यो encased छuntanned छाला र चार ठाडो, चल्ने समर्थन, एक मा माउन्टप्रत्येक कुना। मेशिन वा इनपुट को सामने अन्त, काटन समावेशर एक अद्वितीय प्रतिक्रिया उपकरण उपयोग, पीस संयन्त्र। यहाँ पनि छन्हेडलाइट्स, उपखाडी हावा र निकास, एक बम्पर र एक foghorn।यस पछाडिको मा, मेशिन दूध-वितरण उपकरण रूपमा वहनराम्रो एक निर्मित flyswatter र कीराहरूको repeller रूपमा। केन्द्रीय भागएक hydro- रासायनिक रूपान्तरण एकाइ घरहरुमा। संक्षेपमा, यो चार हुन्छन्किण्वन र भण्डारण ट्यांकी एक जटिल नेटवर्क द्वारा श्रृंखला मा जडानको लचिलो पाइपलाइन। यो सम्मेलन पनि केन्द्रीय ताप बोट समावेशस्वचालित तापमान नियन्त्रण, पम्पिंग स्टेशन र मुख्य संग पूराventilating प्रणाली। यो अपशिष्ट निपटान उपकरण को पछि गर्न स्थित छयो केन्द्रीय खण्ड।गाई उपलब्ध आकार को एक वर्गीकरण मा पूर्ण भेला हुन्छन् ररंग। उत्पादन उत्पादन प्रति वर्ष दूध 2 20 टन देखि दायरा। मासंक्षिप्त, गाई को मुख्य बाह्य देखिने सुविधाहरू छन्: दुई lookers, दुईवेश्यांए, चार stander-uppers, चार भ्कुन्डाउने साधन-downers, र एक swishy-wishy।
		-- Dyer

%
फिड विक्रेता एक खेत आफ्नो बाटो मा छ। उहाँले चालीस मा साथ ड्राइभिङ हुनेm.p.h., उहाँले आफ्नो कार विन्डो बाहिर देखिन्छ र तीन खुट्टे चिकन चलिरहेको देख्नुहुन्छउहाँलाई सँगसँगै, आफ्नो कार संग गति राखन। उहाँले एक चिकन छ कि छक्क छचालीस m.p.h. मा चलिरहेको त्यसैले तिनले चालीस पाँच, पचास, त्यसपछि साठी गतिm.p.h. यो चिकन अचानक, सही पूरी तरिका उसलाई रहन्छ तबन्द लिन्छ र दूरी मा गायब।मानिस farmyard मा खींचती र, किसान भन्नुहुन्छ "तपाईं जान्दछन्,को strangest कुरा केवल मलाई के भयो; म मा कम्तीमा साथ ड्राइभिङ थियोसाठी किलोमिटर एक घण्टा र एक चिकन म अझै पनि खडा भएको जस्तो मलाई पारित! ""हाँ," किसान जवाफ, "भन्ने चिकन हाम्रो थियो। तपाईं देख्न, त्यहाँमलाई, र त्यहाँ Ma छ, र हाम्रो छोरा बिली छ। जब हामी लागि चिकन थियोखाने, हामी सबै एक drumstick चाहनुहुन्छ, त्यसैले हामी दुई कुखुरा मार्न छ चाहन्छु।त्यसैले हामी तीन-खुट्टे चिकन त्यसैले हामी प्रत्येकले प्रयास र प्रकार निर्णय सकेजतिएक drumstick छ। ""तिनीहरूले कसरी स्वाद गर्छन्?" किसान बताए।"थाहा छैन," किसान जवाफ। "हामी फसाउन सकेको छैनएक अझै सम्म। "
		-- Dyer

%
प्रति टुक्रा वा सायद - एक स्वतंत्र शब्द सशुल्क हुन्छ जो छ।
		-- Robert Benchley

%
राम्रो पर्यवेक्षक आफ्नो चम्कने अप खिलवाड बिना आफ्नो औंलाहरुमा कदम गर्न सक्नुहुन्छ।
		-- Robert Benchley

%
एक पकड कम्पनी जहाँ तपाईं एक accomplice माल गर्दा हात कुरा छयो प्रहरी तपाईं खोजी।
		-- Robert Benchley

%
मानिसको उहाँले संगठित कम्पनी चिनिएको छ।
		-- Ambrose Bierce

%
एक बैठक मिनेट राखिन्छ र घण्टा गुमाए छन् जो मा एउटा घटना छ।
		-- Ambrose Bierce

%
एक ज्ञापन पत्र पाठक सूचित गर्न, तर लेखक रक्षा गर्न लेखिएको छ।
		-- Dean Acheson

%
स्थगित गर्नु एउटा गति क्रममा सधैं छ।
		-- Dean Acheson

%
एक माउस जापानी निर्माण एक हात्ती छ।
		-- Dean Acheson

%
राउन्ड tuits एउटा नयाँ आपूर्ति आइपुगे र मरियम उपलब्ध छन् गरेको छ।तिनीहरूले अब एक एक गोल tuit पायो सम्म गर्ने काम बन्द राख्दै गरिएको छ जो कोहीलेथप विलंब लागि कुनै बहाना छ।
		-- Dean Acheson

%
एक रक स्टोर अन्ततः तल बन्द; तिनीहरूले ग्रेनाइट लागि धेरै लिएर थिए।
		-- Dean Acheson

%
... जसको प्रकृति भ्रामक थियो तर कुरा नीतिशास्त्र भनिन्छ, तपाईं यसलाई थियो यदि तपाईंएक उच्च-क्लास रियाल्टार थिए र तपाईं थियो यदि तपाईं एक shyster, एक piker थिए रएक उड-द्वारा-रात। यी सद्गुण आत्मविश्वास जागा र ह्यान्डल गर्न सक्षमबडा प्रस्ताव। तर तिनीहरूले तपाईंलाई अव्यावहारिक हुने हो कि नबुझाउन गरेर एक खरीदार यस्तो मुर्ख थियो भने एक घर लागि दुई पटक मान लिन इन्कारउहाँले सोधेर मूल्य मा तपाईं तल जबरजस्ती भएन।
		-- Sinclair Lewis, "Babbitt"

%
एक यात्रा विक्रेता एक खेत विगतमा ड्राइभिङ थियो उहाँले तीन एक सुँगुर देखेकाठ खुट्टा backflips र cartwheels को एक भव्य श्रृंखला कार्यन्वयन।चासो, उहाँले एउटा पुरानो किसान फेला जहाँ गोठ, सम्म चलाएयस सुँगुर हेर्दै यार्ड बसेर।"त्यो तपाईं त्यहाँ छ एकदम सुँगुर छ, सर" को विक्रेता बताए।"बिल्कुल, छोरा छ," किसान जवाफ। "किन, दुई वर्ष पहिले, मेरी छोरीताल मा स्विमिंग थियो र उनको टाउको bumped र डुबेर मर्छन् नजिकै घृणास्पद, तरसुँगुर बाहिर swam र किनारमा उनको फिर्ता तान्नुभयो। ""अचम्मलाग्दो!" को विक्रेता उद्गार।"अनि त्यो म मा काठ 'cuttin थिएन मात्र कुरा हो। अन्तिम पतनउत्तरी चालीस गर्दा रूख मलाई परे। जमीन मलाई पिन, यो गरे।त्यो सुँगुर अप चलाउन र रूख तल wiggled र मेरो बन्द यसलाई उठाएर।मेरो जीवन सुरक्षित गरियो। ""उत्कृष्ट! को विक्रेता भन्नुभयो। तर सुँगुर, कसरी आएको छ मलाई भनतीन काठ खुट्टा? "किसानले छक्क मा नव आगन्तुक मा stared। "मिस्टर, तिमी जबजस्तो एउटा amazin 'सुँगुर, तपाईं उहाँलाई सबै एकैचोटि खान छैन मिल्यो। "
		-- Sinclair Lewis, "Babbitt"

%
मौखिक सम्झौता यसमा लेखिएको कागज लायक छैन।
		-- Samuel Goldwyn

%
हामी समाप्त पूरा गर्न सक्छन् लाग्छ समय बारे, कोही छेउसम्म उत्प्रेरित गर्छ।
		-- Herbert Hoover

%
एक हाल र unscientific राष्ट्रिय सर्वेक्षण अनुसार, हँसिलो कुरा होसबैलाई एक दिन कम्तिमा 6 पटक गर्नुपर्छ। वृद्धि गर्न प्रयास माराष्ट्रिय औसत (अमेरिका तेस्रो विश्वको superpowers बीच रैंकोंहँसिलो), जेरक्स, खुसी effervescent हुन सबै कर्मियों निर्देशन भएको छ, रसबैभन्दा महत्वपूर्ण कुरा, मुस्कान गर्न। जेरक्स कर्मचारीहरु सहमत, र पनि कडा महसुसतिनीहरूले मात्र होइन पूरा तर राष्ट्रिय औसत पार ... बाहेक गर्न सक्नेTubby Ackerman। तर किनभने Tubby यस्तो राम्रो वरिपरि दौड को काम गर्छआईसी चिप्स अस्थायी, जेरक्स एक ठूलो पुतली नेट पुन: प्राप्त संग पार्किंगउहाँलाई एक ब्रेक दिन निर्णय गरे। तपाईं पार्किङ मा Tubby हेर्न भने उहाँले हुन सक्छएक sheepish हँसाइ। यो हो जहाँ अभिव्यक्ति, "सेवा अलिकति संगsheepish हँसाइ "आउँछ।
		-- Herbert Hoover

%
सबै नवीनतम रिपोर्ट अनुसार, त्यहाँ कुनै पनि कुनै पनि सत्य थियोपहिले रिपोर्ट।
		-- Herbert Hoover

%
यो सस्ता छ किनभने विज्ञापन एक मूल्यवान आर्थिक तत्व हो, सामान बिक्री माल बेकम्मा छन् विशेष भने बाटो।
		-- Sinclair Lewis

%
विज्ञापन एक swill बाल्टिन भित्र छडी को rattling छ।
		-- George Orwell

%
विज्ञापन मानव गिरफ्तार को विज्ञान रूपमा वर्णन गरिएको हुन सक्छबुद्धि यसलाई पैसा प्राप्त गर्न लामो पर्याप्त।
		-- George Orwell

%
सबै भन्नुभयो र गरिन्छ पछि, धेरै को एक नरक गरेको भन्दा भने।
		-- George Orwell

%
कुनै पनि तलब खडा गरेपछि, तपाईँले को अन्त मा कम पैसा हुनेछमहिना भन्दा तपाईंले पहिले गरे।
		-- George Orwell

%
म सोध्न त्यो पैसा प्रमाणित गर्न मलाई खुसी बनाउन सक्दैन मौका छ।
		-- George Orwell

%
सबै ठूलो निगमों आफ्नो सम्पत्ति, धेरै गर्व र तपाईं गर्न सक्छन्,तपाईं व्यापार उद्देश्यका लागि तिनीहरूलाई प्रयोग दिनुभयो। उदाहरणका लागि, तपाईं सदस्यता भनेवाल स्ट्रीट जर्नल, एक व्यापार-सम्बन्धित समाचार पत्र गर्न, तपाईं कटौती गर्न सक्नुहुन्छकिनभने, US सर्वोच्च अदालतले प्रमुख शब्दहरू तपाईंको घर को लागत,एक ल्यान्डमार्क 1979 कर निर्णय न्याय वारेन बर्गर: "तपाईं कहाँ अरू छन्कागज पढ्न जा? बाहिर? पानी के भने? "
		-- Dave Barry, "Sweating Out Taxes"

%
सेतो कलर बारेमा सबै यो ठूलो सम्झौता - सेतो कलर गलत केअपराध? जो आज आफ्नो जागिर उठाउँछ? तपाईं? मलाई? कुनै को? मात्र सन्तोषजनककुनै पनि काम को भाग कफी ब्रेक, भोजन घण्टा र समय छोडने छ। धेरै अगाडीअन्तिम पदोन्नति - - त्यहाँ सुधार को कम से कम आशा थियो थपआउन महत्त्वपूर्ण जब। एकपटक तपाईंले मिथक बिक्री हुन सक्नुहुन्छ बनाउन सक्छ कितपाईं शायद कहिल्यै टिकटहरु चोरी छौँ कम्पनी को अध्यक्ष। तर कसैलेत्यो अब राष्ट्रपति हुन गइरहेको विश्वास गर्दछन्। अधिक मान्छे परिवर्तन जबअधिक उनि त्यहाँ लागि काम बीच एउटा सीधा जडान छ भन्ने महसुसजीवित र कुल stupefying पट्टाइ। त्यसैले किन बदला नहीं लिन? तिमी होइनौमलाई एक मान्छे दस्तक उहाँले एक व्यय खाता Pads किनभने पाउन जाँदै आफ्नोघर स्टेशनरी कम्पनी प्रतीक वहन। सेतो देखि अपराध लिन टाढाकलर कार्यकर्ता र तपाईं हनन हुनेछ काम चासो आफ्नो अन्तिम प्रभाव उहाँलाई।
		-- J. Feiffer

%
यो सबै विलिङ र वरिपरि व्यवहार, किन, यो मुद्रा को लागि छैन, यो मजा लागि हो।पैसा हामीले स्कोर राख्न बाटो हो।
		-- Henry Tyroon

%
सबै ग्यारेन्टी र ग्यारेन्टी क्लाज शून्य बन्न र चलानी को भुक्तानी मा शून्य।
		-- Henry Tyroon

%
जब तपाईं अमेरिका, कम काम गर्दछ "संघ हो!"
		-- Henry Tyroon

%
अमेरिकी व्यापार लामो पहिले कि सम्भावित कर्मचारीहरु माग मा दिनुभयोइमानदार र मेहनती हुन। यो जो कर्मचारीहरु लागि आशा पनि रोकिएको छतिनीहरूले पुरुषहरु कोठा र भिन्नता बताउन सक्नुहुन्छ कि शिक्षित पर्याप्तमहिला कोठा ढोका मा सानो तस्वीर बिना।
		-- Dave Barry, "Urine Trouble, Mister"

%
एक कार्यालय पक्ष र प्रबन्ध निर्देशक गरेको रूपमा कहिलेकाहीं मानिन्छ छ, छैनचिया-केटी चुम्बन गर्न मौका। यो चुम्बन गर्न चिया-केटी गरेको मौका छप्रबन्ध निर्देशक (एक यो कुनै लाग्न सक्छ अभिलाषा तर विचित्रजो निदेशक अनुहार मा) देखेको छ।
		-- Katherine Whitehorn, "Roundabout"

%
जो कोहीले काम कुनै पनि रकम प्रदान गर्न सक्छन् उहाँले मानिन्छ छ काम छैनक्षणमा गरिरहेको छ।
		-- Robert Benchley

%
समुद्र शान्त हुँदा कसैले कर्ण पकड गर्न सक्छन्।
		-- Publius Syrus

%
जो कोहीले अन्डा संग एक आमलेट बनाउन सक्छ। चाल कुनै पनि एक बनाउनु हो।
		-- Publius Syrus

%
केहि नि: शुल्क के तपाईं यसलाई भुक्तानी लायक छ।
		-- Publius Syrus

%
"नयाँ" र / वा "सुधारिएको" लेबल केहि छैन। लेबल मतलबमूल्य जानुभयो। लेबल "सबै नयाँ", "पूर्णतया नयाँ", वा "महान नयाँ"मूल्य माथि गए हो।
		-- Publius Syrus

%
"कम्तिमा तिनीहरूले ___________ अनुभवी incompetents हुनुहुन्छ"
		-- Publius Syrus

%
यी मूल्यहरु मा, म गुमाउन पैसा - तर म मात्रा मा यसलाई बनाउन।
		-- Peter G. Alaquon

%
काममा, एक व्यक्ति अख्तियार गर्ने गर्न inversely समानुपातिक छव्यक्ति पूरा छ कलम को संख्या।
		-- Peter G. Alaquon

%
मिलनसार हुन। व्यक्ति बेरोजगारी लाइन भोलि तिमीहरूलाई अर्को कुरा।
		-- Peter G. Alaquon

%
हालै हस्तान्तरण गरिएको?
		-- Peter G. Alaquon

%
... अघि म यो मेरो बोली कि मलाई भयो कुनै पनि निष्कर्षमा आउन सक्छवा मेरो मौन, मेरो साँच्चै कुनै पनि कार्य, एक मात्र बेकार हुनेछ। केयसलाई कसैले थाह वा उपेक्षा के फरक भयो? यो थियो जो के फरक गर्नुभयोप्रबन्धक? एक कहिलेकाहीं अन्तरदृष्टि को यस्तो फ्लैश हुन्छ। को अनिवार्ययो सम्बन्ध मेरो नसक्ने परे, सतह अन्तर्गत गहिरो राख्नु, र बाहिर मेरोmeddling शक्ति।
		-- Joseph Conrad

%
1950 र 1952, एक नरमाइलो लाग्यो weatherman बीच, उत्तर हडसन को तैनातखाडी, कि न सरकार न त समय उन्मूलन गर्न सक्नुहुन्छ स्मारक बाँकी।को वायु सेना त्यागेको एक बुलडोजर प्रयोग गरेर, उहाँले दुई वर्ष बिताए रठूलो प्रयास एकल शब्द मा boulders धक्का।यो 10,000 फिट देख्न सकिन्छ, बरफ विरुद्ध silhouetted।सरकारी circumlocutions को पूर्ण मेमोहरू (कुनै ल्याटिन साटासाटबराबर अवस्थित) तर लागि एक विनियोजन बिल शब्द गर्न असफल भयोयो cairn को विनाश, कि प्रेस सचेत छैन र हालनसंसद र पार्टी दुवै।यो आज, मानव आत्मा एक स्मारक खडा। जीवन अन्य मा अवस्थित छ भनेग्रह, यो हामीलाई प्राप्त पहिलो सन्देश हुन सक्छ।
		-- The Realist, November, 1964.

%
नयाँ लुगा आवश्यक सबै उद्यम होसियार हुनुहोस्, र बरुलुगा को एक नयाँ पहनने।
		-- Henry David Thoreau

%
बिज राम्रो छ।
		-- Henry David Thoreau

%
Nautilus, Mattel द्वारा मस्तिष्क द्वारा शारीरिक।
		-- Henry David Thoreau

%
Bullwinkle: तिमी सिर्फ मेरो PAL कि छोड। उहाँले outfit को दिमाग छ।सामान्य: कस्तो बनाउन भनेर?Bullwinkle: अरू के? एक कार्यकारी।
		-- Jay Ward

%
व्यापार राम्रो खेल हो - नियमहरूको प्रतियोगिता र न्यूनतम धेरै।तपाईं संग पैसा स्कोर राख्न।
		-- Nolan Bushnell, founder of Atari

%
व्यापार या त राम्रो या बुरा हुनेछ।
		-- Calvin Coolidge

%
"तर तपाईं एक कारण यसको चिन्ता गर्छन् - वैश्विक निगम 'पंजे पंजे खुवाउने।"
		-- Calvin Coolidge

%
तर ती सबै को सबैभन्दा ठूलो विद्युत अग्रगामी एक थियो जो थोमस एल्भा एडिसन, थियोउहाँले सानो औपचारिक शिक्षा थियो र भन्ने तथ्यलाई बावजुद शानदार आविष्कारकनयाँ जर्सी बस्थे। 1877 मा एडीसन पहिलो प्रमुख आविष्कार, थियोचाँडै अमेरिकी घर, जहाँ हजारौं पाउन सक्छ जो शब्द उच्चारण यंत्र,यो मूलतः 1923, रेकर्ड आविष्कार थियो सम्म बसे। तर एडीसन गरेकोउहाँले बिजुली कम्पनी आविष्कार गर्दा सबैभन्दा ठूलो उपलब्धि, 1879 मा आए।एडीसन गरेको डिजाइन सरल बिजुली सर्किट को एक शानदार मिलाइएको थियो:विद्युत कम्पनी, एक ग्राहक एक तार मार्फत बिजुली पठाउँछ त्यसपछितुरुन्तै बिजुली फिर्ता अर्को तार मार्फत हुन्छ, त्यसपछि (यो छशानदार भाग) फेरि सही फिर्ता ग्राहक यसलाई पठाउँछ।यो एउटा बिजुली कम्पनी एक ग्राहक को नै ब्याच बिक्री गर्न सक्नुहुन्छ भन्ने होपटक को बिजुली हजारौं एक दिन र कहिल्यै धेरै केही देखि पक्रेको प्राप्त,ग्राहकहरु राम्ररी आफ्नो बिजुली परीक्षाको समय लाग्न। वास्तवमा यो माकुनै पनि नयाँ बिजुली संयुक्त राज्य अमेरिका मा उत्पन्न भएको थियो गत वर्ष 1937 थियो;विद्युत कम्पनीहरु केवल पुनः बिक्री गरिएका यसलाई त्यसबेलादेखि, जोतिनीहरू किन दर बढ लागि लागू गर्न धेरै निःशुल्क समय छ।
		-- Dave Barry, "What is Electricity?"

%
द्वारा बीचमा 1880 का, व्यावहारिक सबै ती बाहेक सडकदक्षिण, वर्तमान मानक गेज को थिए। दक्षिणी सडक थिएअझै पनि पाँच फिट। रेल बीचयो मानक सबै दक्षिणी सडक गेज परिवर्तन गर्ने निर्णय भएको थियो,एक दिन मा। काम को यो उल्लेखनीय टुक्रा मई मा एक आइतबार गरियो1886. सप्ताह लागि पहिल्यै को, पसलहरूमा व्यस्त थिचेर पाङ्ग्रा अन मा भएको थियोनयाँ र साघुँरो गेज धुरों, रोलिंग स्टक एक आपूर्ति गर्न जोबित्तिकै यसलाई तयार थियो नयाँ ट्रयाक मा रन गर्न सक्छ। अन्तमा, दिन सेट मा,ट्रयाक तहहरू को गिरोह को ठूलो संख्या प्रारम्भ मा काम गर्न गए। जताततै एकरेल loosened थियो, तीन र एक-आधा इन्च मा सारियो र तल spiked यसकोनयाँ स्थिति। द्वारा गाढा, संयुक्त राज्य अमेरिका मा कहीं देखि गाडिहरु सञ्चालन सक्छदक्षिण मा ट्रयाक, र जताततै माल कार को एक मुक्त मोडतर्फ भन्दासम्भव थियो।
		-- Robert Henry, "Trains", 1957

%
एक दिन आठ घण्टा विश्वासीपूर्वक काम गरेर, तपाईं अन्ततः हुन हुन सक्छमालिक र काम बाह्र।
		-- Robert Frost

%
समय छैन कडा अभाव थियो, र पैसा छैन जब कसैले सम्झन सक्नुहुन्छ?
		-- Robert Frost

%
केहि काम अधूरा बायाँ भन्दा sadder हुन सक्छ? हो, काम कहिल्यै थालेका।
		-- Robert Frost

%
Carelessly योजना परियोजनाहरू तीन पटक अब लिन अपेक्षा गरेको भन्दा बढी पूरा गर्न।ध्यान दिएर योजना परियोजनाहरु चार पटक अब लिन अपेक्षा गरेको भन्दा बढी पूरा गर्न,ज्यादातर को नियोजकों योजना यो लिन्छ समय कम आशा किनभने।
		-- Robert Frost

%
यस थकित अध्यक्ष।
		-- Robert Frost

%
स्तम्भ 1 स्तम्भ 2 स्तम्भ 30. एकीकृत 0. व्यवस्थापन 0. विकल्प1 कुल 1 संगठनात्मक 1 लचकता2 systematized 2 2 क्षमता अनुगमन3 समानता 3 पारस्परिक 3 गतिशीलता4 कार्यात्मक 4 डिजिटल 4 कार्यक्रम5 उत्तरदायी 5 सैन्य 5 अवधारणा6 वैकल्पिक 6 संक्रमणकालीन 6 समय-चरण7 समिकरण 7 वृद्धि 7 प्रक्षेपण8 उपयुक्त 8 तेस्रो-पुस्ता 8 हार्डवेयर9 सन्तुलित 9 नीति 9 contingencyप्रक्रिया सरल छ। कुनै पनि तीन अंकको नम्बर विचार, त्यसपछि चयनप्रत्येक स्तम्भ देखि अनुरूप मूलमंत्र। उदाहरणका लागि, नम्बर 257 को उत्पादन"Systematized सैन्य प्रक्षेपण," मा गिरा गर्न सकिन्छ कि एक वाक्यांशनिर्णायक, ज्ञान अख्तियारको कि आवाजलाई वस्तुतः कुनै पनि रिपोर्ट। "कुनैएक तपाईं कुरा गर्दै हुनुहुन्छ के को remotest विचार हुनेछ, "भन्छन् Broughton,"तर महत्त्वपूर्ण कुरा तिनीहरूले स्विकार गर्न बारेमा हुनुहुन्न भन्ने छ।"
		-- Philip Broughton, "How to Win at Wordsmanship"

%
समितिले subcommittees छ आजकल भनेर महत्त्वपूर्ण भएका छन्काम गर्न नियुक्त हुन।
		-- Philip Broughton, "How to Win at Wordsmanship"

%
क्षमता, सत्य, सौन्दर्य र संपर्क लेंस जस्तै, को आँखा मा छको beholder।
		-- Dr. Laurence J. Peter

%
प्रतिस्पर्धी उतेजना सधैं रिस छ। यो साँचो मिसनरी गरेको साहस छर एक राम्रो गरेको पर्याप्त नहुन सक्छ भन्ने संभावना सामना मा जोस।
		-- Gene Scott

%
... यो पनि भने हामी * ___ गरे * उद्धरण जो कोहि [उद्धरण चिह्न विषयमा]व्यापार, यो शायद gibberish हुनेछ।
		-- Thom McLeod

%
"नतिजा, Schmonsequences, जबसम्म म धनी छु रूपमा।"
		-- "Ali Baba Bunny" [1957, Chuck Jones]

%
को डाक टिकट विचार गर्नुहोस्: आफ्नो उपयोगिता गर्ने क्षमता मा हुन्छन्यसलाई त्यहाँ हुन्छ सम्म एउटा कुरा लीन।
		-- Josh Billings

%
परामर्शदाता एक नम्बर र त्यसपछि लागि एक कम्पनी सोध्न गर्ने रहस्यमय मानिसहरू हुन्तिनीहरूलाई यो फिर्ता दिन।
		-- Josh Billings

%
क्रेडिट ... मानिस मानिसलाई विश्वस्त गर्न मात्र चिरस्थायी शहादत छ।
		-- James Blish

%
विफलता संग काम सजिलो छ:सुधार गर्न कडा परिश्रम।सफलता पनि सम्हाल्न सजिलो छ:तपाईंले गलत समस्या हल गर्नुभएको छ।सुधार गर्न कडा परिश्रम।
		-- James Blish

%
शुद्ध कर्मचारी संचय को समस्या सामना गर्ने,हाम्रो सबै अनुसन्धान ... प्रति वर्ष 5.75% को एक औसत वृद्धि गर्न बिन्दु।
		-- C. N. Parkinson

%
प्रिय प्रभु:म चाहन्छु * ___ एक * एक-सशस्त्र प्रबन्धक त म मा सुन्न "कहिल्यै छअर्कोतर्फ ", फेरि।
		-- C. N. Parkinson

%
प्रिय मिस्टर भाषा व्यक्ति: को एपोस्ट्रोफी उद्देश्य के हो?उत्तर: यो एपोस्ट्रोफी हात-lettered साना व्यापार संकेत मा मुख्य रूप प्रयोग गरिन्छएक "एस" भन्दा पाठक सचेत, शब्द को अन्त मा अप आउँदै छ जस्तो:हामी व्यक्तिगत जांच होईन बाहेक नगर्नुहोस्, वा: कुनै वस्तुको लागि दोषी।मनमा अर्को महत्त्वपूर्ण व्याकरण अवधारणा गर्दा hand- lettered सिर्जनासानो-व्यापार संकेत तपाईं अनियमित वरिपरि उद्धरण चिह्न राख्न पर्छ भन्ने छशब्दहरू सजावट लागि, जस्तै हाम्रो हट डग कोसिस "हाम्रो" हट डग गरेको "चलाएर", वा।
		-- Dave Barry, "Tips for Writer's"

%
सबै प्रदर्शनमा तापनि आफ्नो मालिक एक सोच, भावना, मानव छ।
		-- Dave Barry, "Tips for Writer's"

%
"तपाईं के हामी गरिरहनुभएको गलत छ जस्तो लाग्छ?""बिल्कुल गलत छ! यो अवैध हो!""म कहिल्यै अघि अवैध केहि गरेको छु।""म तपाईं एक लेखापाल थिए भने सोचे!"
		-- Dave Barry, "Tips for Writer's"

%
बेबदल नगर्नुहोस्, तपाईं प्रतिस्थापित गर्न सक्दैन भने हुन, तपाईं बढुवा गर्न सकिन्छ।
		-- Dave Barry, "Tips for Writer's"

%
चोरी छैन; thou'lt कहिल्यै यसरी व्यापार मा सफलतापूर्वक प्रतिस्पर्धा। धोखा।
		-- Ambrose Bierce

%
तपाईं कसरी मेहनत मलाई नभन्नुहोस्। तपाईंले गरेको प्राप्त कति मलाई भन्नुहोस्।
		-- James J. Ling

%
"मलाई नभन्नुहोस् म दुवै कुनामा मा मैनबत्ती जल छु - मलाई भन जहाँथप मोम प्राप्त !! "
		-- James J. Ling

%
सपना मुक्त छन्, तर तपाईं जडान समय मा भिगो प्राप्त।
		-- James J. Ling

%
तेल लागि Drilling बोरिंग छ।
		-- James J. Ling

%
आफ्नो खाली समय मा नगद कमाउन - आफ्नो मित्र कालो बजार।
		-- James J. Ling

%
अर्नेस्ट फ्रैंक उहाँले कम्पनी को लागि काम गरिएको छ कसरी लामो सोध्छन्।"तिनीहरूले धम्की भएदेखि मलाई आगो गर्न।"
		-- James J. Ling

%
कहिल्यै पनि व्यस्त मानिसहरू बताउन अति व्यस्त कहिल्यै छन् यादतिनीहरू केवल कसरी व्यस्त छन्?
		-- James J. Ling

%
हरेक बादल एक चाँदी अस्तर छ; तपाईं यसलाई बेच राख्नुपर्छ र टाइटेनियम किनेको।
		-- James J. Ling

%
"हरेक मानिसले आफ्नो मूल्य छ। मेरो $ 3.95 छ।"
		-- James J. Ling

%
हरेक मानिस परमेश्वरले आफ्नो पक्षमा छ सोच्छ। उहाँले छ कि धनी र शक्तिशाली थाह छ।
		-- Jean Anouilh, "The Lark"

%
अफ्रिकामा हरेक बिहान, एक gazelle अप wakes। यो थाह यसलाई छिटो चलाउन पर्छसबैभन्दा छिटो सिंह भन्दा वा यो हत्या गरिनेछ। हरेक बिहान सिंह माथि wakes।यो यो भन्दा ढिलो gazelle अगाडी बढन पर्छ वा मृत्यु भोकभोकै हुनेछ थाह छ।तपाईं सिंह वा gazelle छन् कि यो कुरा छैन: सूर्य आउँदाअप, तिमी राम्रो चलिरहेको चाहन्छु।
		-- Jean Anouilh, "The Lark"

%
"हरेक बिहान, म उठ र 'फोर्ब्स' ले सूची मार्फत हेर्नअमेरिका मा अमीर मान्छे। म त्यहाँ छैन भने, म काम गर्न जाने "
		-- Robert Orben

%
हरेक सफल व्यक्ति असफल भए छ तर पटक-पटक असफल कुनै छअन्तिम सफलता को ग्यारेन्टी।
		-- Robert Orben

%
हरेक जवान एक शौक हुनुपर्छ: पैसा कसरी ह्यान्डल गर्न सिक्दै छसबै भन्दा राम्रो एक।
		-- Jack Hurley

%
सबैलाई तर शमू नयाँ कम्पनी पेन्सन योजना लागि साइन अप थियोएउटा सानो कर्मचारी योगदान को लागि भनिन्छ। कम्पनी सबै तिर्ने थियोबाँकि। दुर्भाग्यवश, 100% कर्मचारी सहभागिता आवश्यक थियो;अन्यथा योजना बन्द थियो। Sam गरेको मालिक र आफ्नो सहकर्मी बिन्ती गरेर cajoled, तर कुनै लाभ गर्न। Sam योजना कहिल्यै तिर्नको बताए।अन्तमा कम्पनी अध्यक्ष आफ्नो कार्यालय मा शमू भनिन्छ।"शमू," उहाँले, "यहाँ नयाँ पेन्सन योजना प्रतिलिपि छ र यहाँ भनेकलम। म तपाईंलाई कागजात साइन इन गर्न चाहन्छु। म दु: खी छु, तर तपाईं साइन छैन भने,तपाईं निकाल हुनुहुन्छ। अहिले को रूपमा। "Sam को कागजात तुरुन्त हस्ताक्षर गरे।"अब," अध्यक्ष भन्नुभयो, "तपाईं मलाई किन बताउन मन थियोछैन पहिले साइन गरेका सक्छ? ""ठीक छ, सर," शमू भन्यो, "कसैले यसलाई मलाई एकदम त्यसैले बताएस्पष्ट पहिले। "
		-- Jack Hurley

%
सबैलाई एक kidder रुचि, तर कसैले उसलाई पैसा बढाउँछ।
		-- Arthur Miller

%
यहाँ आउँछ हरेकले तीन कुराहरू चाहन्छ:(1) तिनीहरूले यो द्रुत चाहन्छु।(2) तिनीहरूले यो राम्रो गर्न चाहन्छु।(3) तिनीहरू यसलाई सस्तो चाहन्छु।म दुई छान्न र मलाई फिर्ता कल गर्न 'एम भन।
		-- sign on the back wall of a small printing company

%
अपवाद नियम प्रमाणित र बजेट तहसनहस।
		-- Miller

%
एक ग्राहक समर्थन व्यक्ति र एक बीच एक कुराकानीबाट अंशग्राहक एक चिरपरिचित सैन्य-संबद्ध अनुसन्धान प्रयोगशाला लागि काम:समर्थन: "तपाईंले थाहा छ, हाम्रो मात्र ग्राहक हुनुहुन्न।"ग्राहक: "तर हामी सामरिक आणविक हतियार संग केहि मध्ये एक हुनुहुन्छ।"
		-- Miller

%
कार्यकारी क्षमता निर्णय र अरू कोही रही छकाम।
		-- John G. Pollard

%
Exxon गरेको 'ऊर्जा यूनिभर्स' को भन्दा बरु peculiar गर्न tendsविनोदी ... पछि [एक अबोध्य फिलिम हावा र सूर्य र बारेमा असेंबलवर्षा र पट्टी खान र] यांत्रिक भ्रम दुई वा तीन मिनेट, कोसिट घडी-काम डायनासोर भरिएको छोटो टनेल मार्फत locomote।डायनासोर शुद्धता बिना चित्रण गरिएको छ र आफ्नो अनुहार निकै नजिक।"Epcot मा केही वास्तविक सस्ता माल को एक गन्ध को प्रयोग होillusions बढन। निस्सन्देह, कुनै एक डायनासोर जस्तै smelled के थाह छ,तर Exxon तिनीहरूले खराब smelled निर्णय गरेको छ।"डिनो खाई को अन्य अन्तमा ... त्यहाँ अन्तिम, धेरै addled छबारेमा सन्देश भोलि-बुद्धिमानी challengehood सामना। म यो समयमा बन्द dozed,तर आयात डायनासोर संग गर्न केहि छैन भनेर जस्तो देखिन्छऊर्जा नीति र न तपाईं के। "
		-- P. J. O'Rourke, "Holidays in Hell"

%
विफलता राजधानी चाहते भन्दा ऊर्जा चाहते बढी प्राय छ।
		-- P. J. O'Rourke, "Holidays in Hell"

%
छिटो, सस्तो, राम्रो: टिप्न दुई।
		-- P. J. O'Rourke, "Holidays in Hell"

%
डर सबैभन्दा ठूलो विक्रेता हो।
		-- Robert Klein

%
रनभुल्लमा महसुस? म यहाँ केही ठूलो नयाँ illusions भयो!
		-- Robert Klein

%
आफ्नो चिन्ह बनाउँछ गर्ने प्रत्येक bloke लागि, यसलाई रगडना पर्खिरहेका आधा दर्जन त्यहाँ।
		-- Andy Capp

%
प्रतिभा एक प्रतिशत प्रेरणा र नब्बे-नौ प्रतिशत पसिना छ।
		-- Thomas Alva Edison

%
प्रतिभा दस प्रतिशत प्रेरणा र पचास प्रतिशत राजधानी लाभ छ।
		-- Thomas Alva Edison

%
गरेको काम रही नियम निम्न छैन लागि कुनै बहाना हो।Corollary:नियम निम्न काम मिल्नेछ छैन।
		-- Thomas Alva Edison

%
"केही पूरा र सिर्फ झूट विकल्प दिइएको,म बरु वरिपरि झूठ चाहन्छु। कुनै प्रतियोगिता। "
		-- Eric Clapton

%
परमेश्वरको आफूलाई मदत नगर्ने मदत।
		-- Wilson Mizner

%
परमेश्वरको आफूलाई मदत भनी मद्दत गर्छ।
		-- Benjamin Franklin, "Poor Richard's Almanac"

%
पुलिस जोगिन राम्रो दिन। काम गर्न Crawl।
		-- Benjamin Franklin, "Poor Richard's Almanac"

%
राम्रो सेल्समैन र राम्रो repairmen कहिल्यै भोको जानेछ।
		-- R. E. Schenk

%
आनन्द सकारात्मक नगद प्रवाह छ।
		-- R. E. Schenk

%
मेहनत जो कोहि मारेको, तर किन मौका लिनु?
		-- Charlie McCarthy

%
के तपाईं कहिल्यै सधैं प्रयास गर्दै गर्ने मान्छे तपाईं बताउन गर्नुभएको छ`त्यहाँ कामको लागि समय र प्ले लागि 'प्ले लागि समय कहिल्यै पाउन एक समय?
		-- Charlie McCarthy

%
उहाँले एक भाग्य प्राप्त गरेको छैन; यो भाग्य उहाँलाई हासिल गरेको छ।
		-- Bion

%
जसले छ तर चार र बिताउनुहुन्छ पाँच वालेट लागि कुनै आवश्यकता छ।
		-- Bion

%
आफ्नो धेरै सन्तुष्ट छ जसले शायद धेरै छ।
		-- Bion

%
उहाँले शीर्ष राम्रो सन्तुलन छ पुग्न अरूलाई गर्ने कदम।
		-- Bion

%
"यहाँ फोन कम्पनी मा, हामी सबैलाई सेवा; बाटपृथ्वीको scum गर्न राष्ट्रपति र राजा ... "
		-- Bion

%
"अरे, शमू, कसरी एक ऋण बारेमा?""Whattaya आवश्यक?""ओह, बारे 500 $।""Whattaya जमानत लागि पायो?""Whattaya आवश्यक?""एक आँखा कस्तो?"
		-- Sam Giancana

%
Hideously प्राचीन भारतीय श्राप द्वारा disfigured?हामी मदत गर्न सक्नुहुन्छ!कल तुरुन्त नियुक्तिका लागि (511) 338-0959।
		-- Sam Giancana

%
यो नैतिक विकलांग लेना।
		-- Sam Giancana

%
घर केन्द्र भएको इच्छुक जसले डु-यो-yourselfer लागि डिजाइनकाठको फल्याक लागि दोकान गर्न सक्षम हुनुको सुविधाको लागि उच्च मूल्य तिर्न,हार्डवेयर, र टोस्टर सबै एक स्थान मा। रूपमा म "को लागि दोकान," भन्न नोटिस"प्राप्त।" को विरोध यो घर केन्द्र प्रमुख फिर्ती को दावा हो: तिनीहरूसधैं कृत्रिम क्रिसमस रूखहरू बाहेक सबै बाहिर। गृह केन्द्रकर्मचारीहरु तिनीहरू पनि व्यस्त छन् किनभने व्यापारिक पुन: क्रमबद्ध गर्न कुनै समयहरेक वस्तु सानो मूल्य स्टिकर लागू - हरेक बोर्ड, वशर, नङर पेंच - सम्पूर्ण भण्डारमा ...तपाईँको शौचालय ट्यांक ब्रेकमा एक टुक्रा भन्न गरौं, त्यसैले तपाईं हटाउनभाँचिएको भाग, उहाँले एक छ भने गृह केन्द्र ले, र एक कर्मचारी सोध्नप्रतिस्थापन। छ जो कर्मचारी, कहिल्यै आफ्नो जीवन पनि भित्र देखेको छएक शौचालय ट्यांक को, धेरै नै तरिकामा भाँचिएको भाग मा दिएर हुनेछएक आदिम अमेजन जंगल कुलको सदस्य एक इलेक्ट्रोनिक हेर्न भनेरकैलकुलेटर, र त्यसपछि, "हामी यी कहिलेकाँही एक ढुवानी राखेका छौं भन्नअर्को हप्ता को बीचमा वरिपरि। "
		-- Dave Barry, "The Taming of the Screw"

%
इमानदारी बेइमानी भन्दा कम लाभदायक सबैभन्दा भाग लागि हो।
		-- Plato

%
इमानदारी दिन्छिन्, तर यो केही मान्छे अनुरूप पर्याप्त तिर्न जस्तो छैन।
		-- F. M. Hubbard

%
होटल रही बन्द च्यातेर थकित छन्। म एक होटल र तिनीहरूले मा जाँचमेरो घर बाट तौलिया थियो।
		-- Mark Guido

%
कसरी आउन सबैलाई यो भीड घण्टा भनिन्छ छ भने त ढिलो गइरहेको छ?
		-- Mark Guido

%
कसरी आउन वित्तीय सलाहकारहरु रूपमा तिनीहरू धनी हुन थाल्छ कहिल्यैतिनीहरूले तपाईंलाई छौँ दावी?
		-- Mark Guido

%
"कसरी धेरै मान्छे यहाँ काम?""ओह, करिब आधा।"
		-- Mark Guido

%
मानव संसाधन मानव पहिलो हो, र स्रोतहरू दोस्रो।
		-- J. Garbers

%
"म गलैँचा गंध को निर्माताहरु पाउडर हटाउने भन्ने कुरामा विश्वस्त छुencapsulated समय आफ्नो उत्पादनहरु मा बिरालो मूत्र जारी समावेश छन्।यो प्रविधि मेरो आमा समयमा यसको वितरण के रोकियो हुनुपर्छशासन। मेरो गलैँचा पर जस्तै Smells, र म एक बिरालो छैन। राम्रो गोमाकेही थप किन्न। "
		-- timw@zeb.USWest.COM

%
म तपाईंलाई कहिल्यै संभवतः हुन सक्छ भन्दा बढी नरमाइलो लाग्यो हुँ। काम गर्न फिर्ता जानुहोस्।
		-- timw@zeb.USWest.COM

%
म, बुद्धि, GUTS, अठोट, इमानदारी मेरो सफलता विशेषतामहत्त्वाकाङ्क्षालाई, र भइरहेको पर्याप्त पैसा ती गुणहरू मानिसहरूलाई किन्न।
		-- timw@zeb.USWest.COM

%
म तिनीहरू आगो के भयो थियो पत्ता र मा पाङ्ग्रा आविष्कार शर्तत्यही दिन। त्यसपछि त्यो रात तिनीहरूले पाङ्ग्रा जलाए।
		-- Jack Handey, The New Mexican, 1988.

%
म एक गाडी आकर्षित गर्न सक्दैन, न त सुकेको जई खान; यो मानिसको काम हुन भने म यो गर्नेछु।
		-- Jack Handey, The New Mexican, 1988.

%
म एक नयाँ उपकरण वा प्रविधि विचार छ सांस्कृतिक गर्दा स्वीकार गरिएको गर्नयो एक हत्या प्रतिबद्ध गर्न प्रयोग गरिएको छ।
		-- M. Gallaher

%
म मुद्रा को लागि यो गर्न छैन।
		-- Donald Trump, Art of the Deal

%
म अंगरक्षक लागि कुनै पनि प्रयोग भएको छैन, तर म दुई को लागि एक विशिष्ट प्रयोग छ?अत्यधिक प्रमाणित सार्वजनिक एकाउंटेंट प्रशिक्षित।
		-- Elvis Presley

%
म मेरो काम मार्फत अमरता प्राप्त गर्न चाहँदैनन्। म हासिल गर्न चाहनुहुन्छमरिरहेका छैन मार्फत अमरता।
		-- Woody Allen

%
एक लागि म हाल M.T.A. विरोध गर्न सक्दैन भाडा पदयात्रा रयो कुनै तरिकामा सेवा सुधार भनेर सँगैको प्रतिज्ञा। लागिको ट्रान्जिट प्रणाली, यसलाई अब संचालित रूपमा, लाभ लुकेको छ किमौद्रिक सर्तहरू छैन मापन गर्न सकिन्छ।व्यक्तिगत, म यसलाई राम्रो तरिकाले 75 सेन्ट वा $ 1 लायक छ भन्ने महसुसम आए ": जब केहि गर्न म लेट हुँ भनी unimpeachable क्षमा गर्नुहोस छमेट्रो द्वारा। "ती चार शब्दहरू तिनीहरूलाई यस्तो जादू छ कि यदि Godotएकदिन देखाउनका र तिनीहरूलाई अस्पष्ट बोल्नु पर्छ, कुनै पनि दर्शक तत्काल हुनेछआफ्नो लामो ढिलाइ बुझ्न।
		-- Woody Allen

%
म एक कुखुरा अन्डा बिछाउने मा जान्छ नै कारणले काम मा जाने।
		-- H. L. Mencken

%
म साधारण स्वाद छ। म सधैं सबै भन्दा राम्रो संग सन्तुष्ट छु।
		-- Oscar Wilde

%
म तपाईं को केही थाहा मुद्रा बनाउन तरिका छ।
		-- John D. Rockefeller

%
म आफैलाई यूहन्ना DeLorean के थियो आग्रह ...?
		-- Raoul Duke

%
म सिर्फ म थप आवश्यक सम्म माथि ज्वारभाटा मलाई पर्याप्त आवश्यक छ।
		-- Bill Hoest

%
म काम चाहन्छु; यो मलाई fascinates; म बस्न र घण्टा यसलाई हेर्न सक्छन्।
		-- Bill Hoest

%
म एउटा इमानदार मान्छे, मात्र rascals कहिल्यै ठगिएको। तिनीहरूले केही चाहन्थेकेही। म तिनीहरूलाई केही लागि केही दिनुभयो।
		-- Joseph "Yellow Kid" Weil

%
म सार्वजनिक केही योगदान।
		-- J. P. Morgan

%
म यो prematurely वातानुकूलित सुपरमार्केट थियो र त्यहाँ सबै थिएयी aisles र त्यहाँ तपाईँले किन्न सक्छ यी स्नान टोपी यी थियो थिएजुलाई को चौथो को प्रकारको तिनीहरूलाई plumes रातो र पहेंलो र नीलो थिए रम एक खरीद गर्न परीक्षा थिएन तर म भएको थियो भन्ने तथ्यलाई को सम्झना थियोसमुद्र तट परहेज।
		-- Lucinda Childs "Einstein On The Beach"

%
म मान्छे को कि अनौठो दौड aptly खर्च रूपमा वर्णन गरिएको भाग थियोकुरा गर्दै आफ्नो जीवन तिनीहरूले गर्न चाहँदैनन् पैसा बनाउन detestतिनीहरूले मन परेन मान्छे प्रभावित गर्न आवश्यक छैन कुराहरू किन्न।
		-- Emile Henry Gauvreay

%
म बरु नरक नेतृत्व गर्न चाहन्छु स्वर्ग व्यवस्थित भन्दा।
		-- Emile Henry Gauvreay

%
म बरु बस वरिपरि चलिरहेको सानो elves गरेको गर्नुपर्छ भनेर विश्वास चाहन्छु।
		-- Emile Henry Gauvreay

%
म सधैं यसको लागत भन्दा बढी फलदायी हुनेछ भन्ने नयाँ विचार खोजिरहेको छु।
		-- David Rockefeller

%
म भने म 4 बजे द्वारा मर्न म कहिल्यै आवश्यक सबै पैसा भयो।
		-- Henny Youngman

%
म:एक बीउ जमाना गरेको कान देखि एक रेशम पर्स बनाउन सबै भन्दा राम्रो तरिका सुरु गर्न छएक रेशम बीउ जमाना संग। एउटै मुद्रा को साँचो हो।द्वितीय:आज भोलि हुन मानिन्छ छ रूपमा आधा रूपमा राम्रो थियो भने, यो हुनेछशायद हिजो थियो दोब्बर राम्रो हुन।III:कुनै अल्छी अनुभवी सिंह शिकारी हो।चतुर्थ:तपाईं विज्ञापन गर्न खर्च गर्न सक्छन् भने, तपाईं गर्न आवश्यक छैन।वीको सहभागी एक-दशौं उत्पादन को एक-तेस्रो भन्दा उत्पादन।वृद्धि सहभागी संख्या केवल औसत कमउत्पादन।
		-- Norman Augustine

%
एक अधीनस्थ तपाईं एक उचित प्रश्न सोध्छन् भने उसलाई हेर्न उहाँले थियो भनेआफ्नो सचेत गुमाए। उहाँले तल देखिन्छ गर्दा उहाँलाई फेरि प्रश्न व्याख्या।
		-- Norman Augustine

%
कुरा गर्दै लायक हो भने, यो नराम्ररी गरिरहेको लायक छ।
		-- G. K. Chesterton

%
कुरा गरेको लायक भएको छ भने, यसको लागि धोखा लायक छ।
		-- W. C. Fields

%
सबै अरू असफल भएमा, तपाईँको स्तर कम।
		-- W. C. Fields

%
बैंकरहरुलाई गणना गर्न सक्नुहुन्छ भने कसरी तिनीहरूले आठ Windows र केवल चार tellers छ आउँछन्?
		-- W. C. Fields

%
कहिल्यै एक को खुशी, अन्य को दुखाइ द्वारा किनेको गर्न त्यहाँ छ भनेराम्रो कुनै व्यापार हुन। एक लाभ र अन्य भनेन जो एक व्यापार एक धोखाधडी छ।
		-- Dagny Taggart, "Atlas Shrugged"

%
परमेश्वरले हामीलाई टाँसिएको टेप दिनुभएको थियो भने, यो आविष्कार गर्न आवश्यक भएको थियो।
		-- Dagny Taggart, "Atlas Shrugged"

%
म एक माइनसाफ्ट पर्थ्यो भने, म सिर्फ यो त्याग्न थियो लाग्छ छैन। त्यहाँएक राम्रो तरिका हुन पायो।
		-- Jack Handey, The New Mexican, 1988.

%
म आफ्नो राय चाहनुहुन्छ भने, म तपाईं आवश्यक फारम भर्न सोध्नेछौं।
		-- Jack Handey, The New Mexican, 1988.

%
म गम्भीर-उत्खनन गर्ने यंत्र वा एक हैंगमेन थिए भने, त्यहाँ केही मानिसहरू म सकेजति छन्आनन्दको को एक महान सम्झौता संग को लागि काम।
		-- Douglas Jerrold

%
यसलाई गरिरहेको लायक हो भने, यो मुद्रा को लागि गरिरहेको लायक छ।
		-- Douglas Jerrold

%
पैसा आनन्द किन्न सक्नुहुन्न भने, म तपाईं बस यसलाई भाडामा गर्नुपर्छ अनुमान।
		-- Douglas Jerrold

%
हामी तिनीहरूले हामीलाई खर्च के को लागि हाम्रो अनुभव बेच्न सक्छ भने, हामी हुनेछसबै करोडपति हुन।
		-- Abigail Van Buren

%
तिनीहरूले गरिरहेको भने गर्नुभएको के गरिएको समस्या हल भएको छैन, तिनीहरूलाई बताउनअरू कुरा गर्छन्।
		-- Gerald Weinberg, "The Secrets of Consulting"

%
तपाईं सधैं खुशी स्थगित यदि तपाईं कहिल्यै हुनेछ। काम अन्त्य र प्लेएक पटक लागि!
		-- Gerald Weinberg, "The Secrets of Consulting"

%
तपाईं राम्रो हो भने, तपाईंले सबै काम तोकिएको गरिनेछ। तपाईं वास्तविक हुनुहुन्छ भनेराम्रो, तपाईं यसलाई बाहिर प्राप्त हुनेछ।
		-- Gerald Weinberg, "The Secrets of Consulting"

%
तपाईं 80 वर्ष पुरानो र आफ्नो आमाबाबुले सँगसँगै छन् भने, हामी हुनेछतपाईंको चेक नगद।
		-- Gerald Weinberg, "The Secrets of Consulting"

%
तपाईं 80 अन्तर्गत शूटिंग छन् भने तपाईं आफ्नो व्यवसाय बेवास्ता गर्दै;80 भन्दा बढी तपाईं आफ्नो गोल्फ बेवास्ता छन्।
		-- Walter Hagen

%
तपाईं धनी छैनन् भने तपाईं सधैं उपयोगी खोज्नुपर्छ।
		-- Louis-Ferdinand Celine

%
तपाईं आफ्नो मुद्रा गणना गर्न सक्नुहुन्छ भने, तपाईंले एक अर्ब डलर छैन।
		-- J. Paul Getty

%
तपाईं प्राप्त आफ्नो काम पहिलो 24 घण्टामा गरेको सक्नुहुन्छ भने, रात काम।
		-- J. Paul Getty

%
तपाईं राम्रो तरिकाले गर्न सिक्न सक्छौं भने, नराम्ररी यो गरिरहेको रमाइलो गर्न सिक्न।
		-- J. Paul Getty

%
तपाईं त मेहनत गर्न भने, तपाईं निराश हुन थप समय चाहन्छु।
		-- J. Paul Getty

%
तपाईं सही पटक कुरा भने, कसैले फेरि के गर्न अनुरोध गर्नेछ।
		-- J. Paul Getty

%
तपाईं सही यसलाई गर्ने समय छैन भने, तपाईं समय पाउन कहाँ जाँदै हुनुहुन्छयो भन्दा बढी के गर्न?
		-- J. Paul Getty

%
तपाईं योजना असफल भने, योजना।
		-- J. Paul Getty

%
तपाईं राम्रो उपकरण थियो भने, तपाईं अझ प्रभावकारी देखाउन सक्छ आफ्नोकुल incompetence।
		-- J. Paul Getty

%
तपाईं यो छ कति सोध्नु छ भने, तपाईं यसलाई खर्च गर्न सक्दैन।
		-- J. Paul Getty

%
तपाईं केहि प्रचार र यसलाई सफल भने, तपाईं एक प्रतिभा हुनुहुन्छ - यो थियो एकप्रचार। तपाईं यसलाई प्रचार र यो असफल भएमा, त्यसपछि यो सिर्फ एक प्रचार थियो।
		-- Neil Bogart

%
तपाईं हीरे बेच्न भने, तपाईं धेरै ग्राहकहरु आशा गर्न सक्दैन।तर एक हीरा कुनै ग्राहकहरु पनि एक हीरा छ।
		-- Swami Prabhupada

%
तपाईं एक मानिस संदिग्ध भने उसलाई रोजगार छैन।
		-- Swami Prabhupada

%
के तपाईं जीवित हुनुहुन्छ भने कसैले ख्याल राख्नुहुन्छ लाग्छ भने, कार को एक जोडी छुटेको प्रयासभुक्तानी।
		-- Earl Wilson

%
तपाईं परमेश्वरको पैसा सोच्छ के थाहा गर्न चाहनुहुन्छ भने, बस उहाँले दिनुभएको मान्छे हेर्नयो।
		-- Dorthy Parker

%
तपाईं आफैलाई नक्सामा राख्न चाहनुहुन्छ भने, तपाईंको आफ्नै नक्सा प्रकाशित।
		-- Dorthy Parker

%
तपाईं पैसा को मूल्य थाहा थियो भने, त केही उधारो गर्ने प्रयास गर्नुहोस्।
		-- Ben Franklin

%
तपाईं सबैभन्दा homeowners जस्तै हुनुहुन्छ भने, तपाईंले धेरै मरम्मत भनेर डराउनु हुन्नआफ्नो घर वरिपरि निपटने गर्न गाह्रो हो। त्यसैले, जब आफ्नो भट्टीमाexplodes, तपाईं यसलाई समाधान गर्न एक तथाकथित व्यावसायिक मा कल। यो"व्यावसायिक" को पक्ष र जम्मा एक मा अभिलेख संग एक ट्रक मा आएकोउपकरण र दुई सहायक को ठूलो मात्रा को को राम्रो भाग खर्च गर्नेभारी Wrenches संग अनियमित मा वस्तुहरु whacking, पछि आफ्नो छिंडीमा मा सप्ताहजो "व्यावसायिक" लाभ र तपाईं अलिकति थप एक बिल दिन्छपैसा भन्दा यो तपाईं U.S. लागि एक सफल अभियान सञ्चालन गर्न खर्च हुनेछसीनेट।तपाईं आफैलाई गरिरहेको कुरा सुरु गर्ने निर्णय गरेका छौं किन र छ। तपाईंआंकडा, "यदि ती मान्छे मेरो भट्टीमा समाधान गर्न सक्छन्, त्यसपछि त आई कसरी कठिन गर्न सक्छन्यो हुन? "धेरै गाह्रो। वास्तवमा, सबै भन्दा घर परियोजनाहरू असम्भव छ, जोतपाईंले तिनीहरूलाई आफैलाई गर्नुपर्छ किन छ। त्यहाँ अन्य तिर्ने मा कुनै पनि बिन्दुमा छमान्छे कुराहरू माथि पेंच तपाईं सजिलै तिनीहरूलाई टाढा आफैलाई पेंच सक्छ जबकम पैसा। यस लेखले मदत गर्न सक्छ।
		-- Dave Barry, "The Taming of the Screw"

%
जो कुनै त्रुटिहरू समावेश महत्वपूर्ण अक्षर मेल त्रुटिहरू विकास हुनेछ।हाकिम पढिरहेको छ, जबकि संगत त्रुटिहरु नक्कली मा देखाइनेछयो। अत्यावश्यक कागजात spontaneously सारेर आफ्नो जाँगरको प्रदर्शन गर्नेछन्जहाँ तपाईं जहाँ तपाईं तिनीहरूलाई फेला पार्न सक्नुहुन्छ तिनीहरूलाई बायाँबाट।
		-- Dave Barry, "The Taming of the Screw"

%
सन् 1914 मा पहिलो crossword पहेली एक अखबार मा छापिएको थियो। योनिर्माता प्राप्त $ 4000 तल ... र भर $ 3000।
		-- Dave Barry, "The Taming of the Screw"

%
एक उपभोक्ता समाजमा त्यहाँ दास को दुई प्रकारका अनिवार्य हो:लत को कैदीहरूलाई र ईर्ष्या को कैदीहरूलाई।
		-- Dave Barry, "The Taming of the Screw"

%
वर्गीकरणका हरेक कर्मचारी incompetence आफ्नो स्तरमा वृद्धि गर्न tends ...समय मा हरेक पोस्ट अक्षम छ जो एक कर्मचारी कब्जा गर्न tendsयसको जिम्मेवारी पूरा गर्न ... कार्य ती कर्मचारीहरु द्वारा पूरा भएको छअझै incompetence आफ्नो स्तर पुगेको छैन।
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
परमाणु आक्रमण को मामला मा, सबै काम नियम निलम्बन गरिनेछ।
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
चोट को मामला मा तुरुन्त आफ्नो उच्च सूचित। उहाँले यो चुम्बन छौँ रयसलाई अझ राम्रो बनाउन।
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
यो sours सम्म हरेक तहगत प्रणाली मा क्रीम rises।
		-- Dr. Laurence J. Peter

%
अर्डर एक ऋण प्राप्त गर्न तपाईँले पहिला तपाईं यसलाई आवश्यक छैन साबित हुनुपर्छ।
		-- Dr. Laurence J. Peter

%
एक विस्तृत क्षेत्र को बीचमा सुनको भाँडो छ। उत्तरी खडा गर्न 100 फिटएक स्मार्ट प्रबन्धक। दक्षिण 100 फिट एक लाटा प्रबन्धक खडा। 100 फिट गर्नपूर्व ईस्टर बनी छ, र पश्चिम 100 फिट सान्ता क्लाउस छ।Q: पहिलो सुनको पट गर्न पाउने कसले?एक: यो लाटा प्रबन्धक। सबै बाँकी मिथक हो।
		-- Dr. Laurence J. Peter

%
अभिनव तालिका गर्न कठिन छ।
		-- Dan Fylstra

%
पागलपन छ अन्तिम रक्षा ... यो कठिन एक फिर्ती प्राप्त गर्न हुँदाविक्रेता आफ्नो Crotch sniffing र चन्द्र मा baying छ।
		-- Dan Fylstra

%
जो एक econoclast बैंक अप blows एक व्यक्ति छ?
		-- Dan Fylstra

%
यो उधारो भन्दा दिन राम्रो छ, र यो नै बारे लागत।
		-- Dan Fylstra

%
यो धनी मर्न भन्दा धनी बाँच्न राम्रो छ।
		-- Samuel Johnson

%
यो आषा भन्दा यात्रा कन्टिनेन्टल उड गर्न राम्रो छ।
		-- Samuel Johnson

%
यो जब तपाईं turkeys काम गर्ने चीलले संग चढता गर्न गाह्रो छ।
		-- Samuel Johnson

%
कोच उडान भनेर तिर कुनै पनि झुकाव रोक्न गर्दा यो जरूरी छयो जीवन्त कल्पनाशील। हुनत यो एकछिन हुनु देखा पर्न सक्छ लागिमामला, यो मा सबै सानो घर सम्पूर्ण द्वारा Inhabited छ संभावना छसस्तो घरेलू सिगार धूमपान बच्चाहरु रो।
		-- Fran Lebowitz, "Social Studies"

%
यो एक प्रशस्त नभएसम्म राम्ररी निस्क्रियगर्दै रमाइलो गर्न असम्भव छके गर्न काम।
		-- Jerome Klapka Jerome

%
यो एक राख्न भन्दा काम पाउन धेरै कठिन छ।
		-- Jerome Klapka Jerome

%
यो म सफल हुनुपर्छ भन्ने पर्याप्त छैन। अरूलाई असफल पर्छ।[साथै दाऊद Merrick गर्न श्रेय। एड।]यो सफल पर्याप्त छैन। अरूलाई असफल पर्छ।[महान् मन उस्तै लाग्छ? एड।]
		-- Gore Vidal

%
यो एउटा उद्योग कल गर्न हास्यास्पद छ। यो छैन। यो मुसा खान छमुसा, कुकुर कुकुर खान्छन्। म 'एम, र म मार्न लागिरहेको छु' मारिदिन्छु तिनीहरूले अघि एममलाई मार। तपाईं ताकतवर को जीत को अमेरिकी तरिका कुरा गर्दै हुनुहुन्छ।
		-- Ray Kroc, founder of McDonald's

%
यो आफ्नो उपकरण थुपार्दछ गर्ने गरिब workman छ।
		-- Ray Kroc, founder of McDonald's

%
यो एक व्यवसाय संग खुशी गरिरहेको छन्।
		-- Ray Kroc, founder of McDonald's

%
यो शानदार छ! हामी एक घण्टा अन्तिम आधा जस्तै केहि देखेको छैन!
		-- Macy's

%
यो तपाईं जमीन बन्द भएपछि आफ्नो bootstraps द्वारा आफैलाई उचाल्न कठिन छ।
		-- Daniel B. Luten

%
यो सम्म यो लागि समय, करोडौं डलर जुटाउने धेरै आकर्षक छआफ्नो eyeballs बाहिर चूसना गर्न पूंजीपति उद्यम।
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
उहाँले मरेको छ केवल किनभने काम बन्द राख्नु कुनै कारण छ।
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
राम्रो काम गरीरह्नु! तर कृपया मलाई सहयोग गर्न अनुरोध छैन।
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
आफ्नो मालिक पछाडिको बन्द आफ्नो मालिक गरेको मालिक राख्नुहोस्।
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
बल मा आफ्नो आँखा राख्न,व्हील तपाईंको काँध,को सान आफ्नो नाक,भुइँमा आफ्नो खुट्टा,आफ्नो काँध मा आफ्नो टाउको।अब ... प्राप्त गरेका केही प्रयास गर्नुहोस्!
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
Lavish खर्च अनर्थ हुन सक्छ। एक समय को लागि कुनै पनि lavishes किन्न छैन।
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
खराब ऋणी पैसा उधारो र उहाँले तपाईंलाई घृणा गर्नेछन्।
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
तपाईं बस एक हुनुहुन्न, मलाई तपाईं हामीलाई पहिलो राष्ट्रिय मा यहाँ आश्वस्त गरौंनम्बर। Youre दुई नम्बर, एक ड्यास, तीन थप संख्या, अर्को ड्यास रअर्को नम्बर।
		-- James Estes

%
उक्त कुरा व्यवस्थित र यसलाई बाहिर सबै रमाइलो गरौं।
		-- James Estes

%
जीवन लोभ संग laced आमा प्रकृति को लागि एक स्वस्थ आदर छ।
		-- James Estes

%
जीवन सस्तो छ, तर सामान तपाईं मार्न सक्नुहुन्छ।
		-- James Estes

%
तपाईं त्यसो गर्न उधारो छ पनि भने, आफ्नो आय भित्र बाँचिरहेका छौं।
		-- Josh Billings

%
धरती मा जीवित महंगा हुन सक्छ, तर यो एक वार्षिक मुक्त यात्रा समावेशको Sun. वरिपरि
		-- Josh Billings

%
लो! मानिसहरू आफ्नो उपकरण को उपकरण भएका छन्।
		-- Henry David Thoreau

%
ऋण-विभाग प्रबन्धक: "त्यहाँ कुनै पनि राम्रो मुद्रण छैन यी मा।ब्याज दर, हामी यसको आवश्यकता छैन। "
		-- Henry David Thoreau

%
Lonesome?परिवर्तन जस्तै?नयाँ काम जस्तै?उत्तेजना जस्तै?नयाँ र रोचक मान्छे भेट्न चाहनुहुन्छ?JUST भाड-अप एक पल्ट !!!!!!!
		-- Henry David Thoreau

%
हेर, हामी हरेक दिन त्यहाँ hustlers संग, व्यापार सम्झौता-निर्माता, shysters,con-पुरुष। त्यो कारोबार सुरू बाटो हो। त्यो बाटो यो होदेश बनाइएको थियो।
		-- Hubert Allen

%
मान्छे धेरै भाग्य संग खराब व्यवस्थापन भ्रममा।
		-- Frank Hubbard

%
प्रेम Locksmiths मा हाँस्न सक्छ, तर उहाँले पैसा बैग लागि एक गहन आदर छ।
		-- Sidney Paternoster, "The Folly of the Wise"

%
भाग्य, कि जब तयारी र मौका मिलन हो।
		-- P. E. Trudeau

%
काम HEADWAY गर्नुहोस्। कुरा घर मा deteriorate गरौं जारी।
		-- P. E. Trudeau

%
मानिस सम्झौता बनाउँछ कि जनावरको छ: कुनै अन्य पशु this-- गर्छकुनै कुकुर अर्को संग हड्डी आदानप्रदान।
		-- Adam Smith

%
तिनीहरूले उहाँलाई कोर्न नत्र मानिसले आफ्नो उपकरण आकार पर्छ।
		-- Arthur R. Miller

%
व्यवस्थापन: चूहों कति खुट्टा छ?जवाफ: चूहे चार खुट्टा छन्।एम: विस्तृत!आर: चूहे पाँच appendages छ, र तिनीहरूलाई चार खुट्टा छन्।एम: पाँचौ appendage को कुनै चर्चा!आर: चूहे पाँच appendages छ; तिनीहरूलाई चार खुट्टा छन्; एक पुच्छर छ।एम: के? कुनै खुट्टा संग खुट्टा?आर: चूहे चार खुट्टा, चार खुट्टा र एकाइ-माउस प्रति एक पुच्छर छ।एम: भ्रामक - छ कि 9 appendages को कुल?आर: चूहे चार खुट्टा-खुट्टा सम्मेलन र प्रति शरीर एक पुच्छर विधानसभा छ।एम: मुद्दा पूर्ण छलफल गर्दैन!आर: प्रत्येक माउस सुसज्जित आउछ चार खुट्टा र एक पुच्छर संग। प्रत्येक खुट्टाशरीर विपरीत अन्त मा एक खुट्टा सुसज्जित छ; को पुच्छरएक खुट्टा सुसज्जित छैन।एम: विवरणात्मक? हो। सशक्त कुनै!आर: चूहों लागि appendages को आवंटन हुनेछ: चार खुट्टा-खुट्टा सम्मेलनएक पुच्छर। यो नीति विचलन यो हुनेछ रूपमा अनुमति छैनअभाव appendage सम्पत्ति misapportionment गठन।एम: अति authoritarian; रचनात्मकता stifles!आर: चूहे चार खुट्टा छन्; प्रत्येक खुट्टा सामेल एउटा सानो खुट्टा संलग्न छintegrally समग्र माउस संरचनात्मक उप-प्रणाली संग। साथैमाउस उप-प्रणाली संलग्न पातलो पुच्छर, गैर-कार्यात्मक र छप्रकृति मा Ornamental।एम: अति वाचाल / वैज्ञानिक। प्रश्नको उत्तर दिनुहोस्!आर: चूहे चार खुट्टा छन्।
		-- Arthur R. Miller

%
धेरै मानिसहरू आफ्नो काम बारे unenthusiastic छन्।
		-- Arthur R. Miller

%
धेरै मानिसहरू आफ्नो काम बारे unenthusiastic छन्।
		-- Arthur R. Miller

%
धेरै मानिसहरू भन्न केही छ तपाईं बताउन मेमोहरू लेख्नुहोस्।
		-- Arthur R. Miller

%
मेटर artium necessitas।[आवश्यकता आविष्कार आमा छ]।
		-- Arthur R. Miller

%
प्रसूति तलब? अब हरेक टम, डिक र हैरी गर्भवती प्राप्त हुनेछ।
		-- Malcolm Smith

%
शायद तिमी आनन्द किन्न सक्दैन, तर यी दिन तपाईं पक्कै पनि यसलाई चार्ज गर्न सक्नुहुन्छ।
		-- Malcolm Smith

%
म्याकडोनाल्ड गरेको - तपाईं यो मूल्य हुनुहुन्छ किनभने।
		-- Malcolm Smith

%
उच्च प्रतिभा मानिसहरू तिनीहरूले कम्तिमा काम गर्दा सबै भन्दा सक्रिय छन्।
		-- Leonardo da Vinci

%
कहिल्यै आफ्नो क्षमता - पुरुष विचार मात्र आफ्नो आवश्यकता लिन।
		-- Napoleon Bonaparte

%
पुरुष छाला महिला छाला फरक छ। यो सामान्यतया ठूलो छ, रयो मा टाटु थप साँप छ। साथै, तपाईँले एक महिलाको छाला जाँच्न भनेधेरै नजिकबाट, इन्च द्वारा इन्च बिस्तारै उनको shapely गोलीगाँठो मा, सुरु, त्यसपछित्यसपछि उनको सम्म बढ, उनको calves को पतला वक्र tracing ...[सम्पादकको नोट: महत्त्वपूर्ण विश्व घटनाहरूको बारेमा समाचार लेख लागि कोठा बनाउनयस्तो कृषि रूपमा, हामी अर्को केही वर्ग फिट मेटाउन जाँदै हुनुहुन्छमहिलाको छाला। धन्यवाद।]... अन्तमा तपाईं को दुई त्यहाँ झूट नभएसम्म, आफ्नो धूमपान, खर्चचुरोट र अचानक तपाईं हिट: मानव छाला वास्तवमा को बना छपुरस को सानो एकाइहरु अरबौं, "कक्षहरू" भनिन्छ! र पनि थप के छरोचक, बाहिर मा व्यक्तिहरूलाई सबै मरिरहेका छन्! यो एक तथ्य छ। तपाईंकोछाला एक आक्रामक आधुनिक निगम, जहाँ पुरानो अनुभवी जस्तै छअन्तमा माथि र प्राप्त कार्यालय आफ्नो बाटो काम गरेका कक्षहरू,राम्रो संग दख, निरन्तर पहिलो बाहिर विन्डो टाउको shoved भइरहेका छन्,त्यसैले एक पेन्सन योजना, साना हटसट कक्षहरू द्वारा धेरै देखि माथि सार्दा बिनातल।
		-- Dave Barry, "Saving Face"

%
मानसिक शक्ति भ्रष्ट tended, र निरपेक्ष बुद्धि गर्न tendedपीडित सम्पूर्ण हिंसा eschewed सम्म बिल्कुल भ्रष्ट,मूर्ख समस्याको स्मार्ट समाधान पक्षमा।
		-- Piers Anthony

%
पैसा आनन्द किन्न सक्दैन, तर यो तपाईं awfully गर्दा सहज बनाउन सक्छतपाईं दयनीय रहेको छ।
		-- C. B. Luce

%
पैसा प्रेम किन्न सक्दैन, तर यो आफ्नो मोलतोल स्थिति सुधार।
		-- Christopher Marlowe

%
पैसा प्रेम, न त पनि मित्रता किन्न सक्दैन।
		-- Christopher Marlowe

%
पैसा कुरा छैन, यो swears।
		-- Bob Dylan

%
पैसा मात्र भने वित्तीय कारण, गरिबी भन्दा राम्रो छ।
		-- Bob Dylan

%
पैसा यसको आफ्नै इनाम छ।
		-- Bob Dylan

%
पैसा सबै दुष्ट को मूल छ, र मानिस जरा आवश्यक छ।
		-- Bob Dylan

%
पैसा सबै धन को मूल छ।
		-- Bob Dylan

%
पैसा सत्यवादी छ। मानिस आफ्नो सम्मान बताइएको भने उसलाई नगद भुक्तानी बनाउन।
		-- Lazarus Long

%
पैसा सबै छैन - तर यो के अर्को आउँछ अगाडी एक लामो बाटो छ।
		-- Sir Edmond Stockdale

%
पैसा मित्रता किन्न सक्छ तर पैसा प्रेम किन्न सक्दैन।
		-- Sir Edmond Stockdale

%
पैसा बढी भन्दा सुवक्ता सक्छन् प्रेमी भन्दा एक क्षण मा वर्ष मा भन्न हुनेछ।
		-- Sir Edmond Stockdale

%
Moneyliness Godliness गर्न अर्को छ।
		-- Andries van Dam

%
तपाईं विचार गर्नेछौं भने अधिकांश मानिसहरू, आफ्नो अव्यावहारिक मागहरू सुन्न हुनेछआफ्नो अस्वीकार्य प्रस्ताव।
		-- Andries van Dam

%
Mundus vult decipi decipiatur ergo।[विश्व ठगिएको गर्न, त्यसैले धोखा चाहन्छ।]
		-- Xaviera Hollander

%
roughing मेरो विचार यो कोठा सेवा लेट हुँदा छ।
		-- Xaviera Hollander

%
roughing मेरो विचार यो वातानुकूलन धेरै कम गर्नाले।
		-- Xaviera Hollander

%
मेरो समस्या मेरो शुद्ध आय मेरो घोर बानी मिलाप गराउन निहित।$ 10,000 उहाँले मृत्यु हुँदा बाँकी छ जो कुनै पनि मानिस विफलता छ।
		-- Errol Flynn

%
"आवश्यकता आविष्कार आमा छ" एक मुर्ख हितोपदेश छ। "आवश्यकतानिरर्थक dodges आमा "छ सत्य nearer धेरै छ।
		-- Alfred North Whitehead

%
नेकटाई स्पष्ट सोच घांटी निमोठेर मार्नु।
		-- Lin Yutang

%
मानिसको अपिल कहिल्यै "राम्रो प्रकृति।" उहाँले एक नहुन सक्छ।आफ्नो आत्म-ब्याज लागू तपाईं थप लाभ दिन्छ।
		-- Lazarus Long

%
एक व्यापार पत्रमा दुई प्रश्नको कहिल्यै सोध्न। जवाफ छलफल गर्नेछौंतपाईं कम से कम रुचि हो, र एक अन्य बारेमा केही भन्न।
		-- Lazarus Long

%
एक धनी विक्रेता देखि किन्न कहिल्यै।
		-- Goldenstern

%
यसलाई सस्तो छ किनभने तपाईं चाहनुहुन्छ के छैन कहिल्यै किन्न; यो तपाईं प्रिय हुनेछ।
		-- Thomas Jefferson

%
कहिल्यै मानिसको एक मूर्ख कल। उहाँबाट उधारो।
		-- Thomas Jefferson

%
खाने वा repainting आवश्यक छ कि कुनै पनि आफ्नो पैसा कहिल्यै लगानी।
		-- Billy Rose

%
कहिल्यै Joneses साथ राख्न। आफ्नो स्तर तिनीहरूलाई तल तान्नुहोस्।
		-- Quentin Crisp

%
कहिल्यै गरौं भन्छन् जसले यो छैन जो व्यक्ति रोकावट गर्न सकिन्छ कसैलेयसलाई गरिरहेको।
		-- Quentin Crisp

%
कहिल्यै तपाईं उसलाई एउटा उत्तराधिकार विभाजित छन् जबसम्म तपाईँ एउटा मानिस थाहा भन्छन्।
		-- Quentin Crisp

%
कहिल्यै मान्छे कसरी काम गर्न भन्नुहोस्। तिनीहरूलाई भन्नुहोस् के र तिनीहरूले हुनेछ कस्तोआफ्नो कौशल तपाईंलाई अचम्म।
		-- Gen. George S. Patton, Jr.

%
भन्छन् गर्ने पैसा कुनै वस्तु छ कहिल्यै कसैलाई विश्वास गर्छु।
		-- Gen. George S. Patton, Jr.

%
कहिल्यै उड्न एक सुँगुर सिकाउन प्रयास गर्नुहोस्। यो आफ्नो समय कचरे र सुँगुर annoys।
		-- Lazarus Long, "Time Enough for Love"

%
नयाँ YORK-- Kraft फूड्स, Inc को आफ्नो बोर्ड आज घोषणानिर्देशक unanimously फिलिप गरेर $ 11 अर्ब टेकओभर बोली अस्वीकारमरिस र कं एक Kraft प्रवक्ता एक प्रेस सम्मेलन गर्ने भनेर मा भनेयो $ 90 प्रति शेयर बोली को प्रतिबिम्बित थिएन किनभने प्रस्ताव अस्वीकार गरिएको थियोकम्पनी को साँचो मान।वल स्ट्रीट अंदरूनी तथापि, एकदम फरक कथा भन।जाहिर छ, निर्देशक को Kraft बोर्ड सबै थियो तर टेकओभर हस्ताक्षरसम्झौता गर्दा तिनीहरूले एक लागि फिलिप मरिस 'मार्केटिङ योजना सिकेकाआफ्नो प्रमुख मध्य पूर्व सहायक। एक व्यक्ति, बोर्ड गर्न मतदानतिनीहरूले सुर्ती विशाल गर्न अभिप्रेरित फेला पारेका जब बोली अस्वीकारमिलाए Israeli Cheddar, लिमिटेड, र नयाँ कम्पनी नासरतका पनीरों नाम।
		-- Lazarus Long, "Time Enough for Love"

%
Nitwit विचार emergencies लागि हो। तपाईं केही भयो जब तपाईं तिनीहरूलाई प्रयोगप्रयास गर्न अरू। तिनीहरूले काम भने, तिनीहरूले बुक मा जानुहोस्। अन्यथा तपाईं पालनाधेरै हदसम्म काम भनेर nitwit विचारहरुको संग्रह हो जो बुक।
		-- Larry Niven, "The Mote in God's Eye"

%
कुनै समिति कहिल्यै उँट रूपमा क्रान्तिकारी रूपमा केहि संग आउन सक्छ -रूपमा व्यावहारिक र रूपमा पूर्ण केहि अन्तर्गत प्रभावकारी प्रदर्शन गर्न डिजाइनयस्तो कठिन अवस्था।
		-- Laurence J. Peter

%
"कुनै पनि ठूलो काम; कुनै शुल्क पनि ठूलो!"
		-- Dr. Peter Venkman, "Ghost-busters"

%
कुनै एक बुधबार बिरामी पर्छन्।
		-- Dr. Peter Venkman, "Ghost-busters"

%
कुनै समस्या सबै कल्पना परिस्थितिमा अघुलनशील छ।
		-- Dr. Peter Venkman, "Ghost-busters"

%
कुनै समस्या तपाईं बस यसलाई टाढा छैन हिंड्न सक्छौं भनेर भयानक छ।
		-- C. Schulz

%
कुनै समस्या त ठूलो यो कहीं मा फिट हुन सक्दैन छ।
		-- C. Schulz

%
कुनै skis भाडा skis जस्तै चट्टानहरु लिन!
		-- C. Schulz

%
बस मा कुनै थूकना!धन्यवाद, Mgt।
		-- C. Schulz

%
हाम्रो मानिसहरूको कुनै पनि "विशेषज्ञ" हो। हामी सबैभन्दा दुर्भाग्य यो आवश्यक पाएका छन्बित्तिकै उहाँले एक विशेषज्ञ सोच्छ रूपमा मानिसको छुटकारा गर्न - किनभने कुनै एककहिल्यै आफूलाई विशेषज्ञ ठान्नुहुन्छ उहाँ साँच्चै आफ्नो काम थाह भने। एक चिन्ने मानिसकाम देख्नुहुन्छ यति अधिक उहाँले सधैं थिचेर छ, उहाँले गर्नुभएको छ भन्दा गरिन गर्नअगाडि र कहिल्यै गर्न विचार को एक तत्काल अप दिन्छ कसरी असल र कसरी कुशलउहाँले छ। सधैं, अगाडि सोच थप गर्न प्रयास को सधैं सोच, ल्याउँछ एकजसमा मानसिक अवस्था केही असम्भव छ। एक मा हुन्छ क्षण"विशेषज्ञ" मानसिक अवस्था कुराको ठूलो संख्या असम्भव हुन्छन्।
		-- From Henry Ford Sr., "My Life and Work"

%
यो कागजी कार्रवाई गरिन्छ सम्म केही पूरा भएको छ।
		-- From Henry Ford Sr., "My Life and Work"

%
केही यसलाई आफूलाई के गर्न छ नगर्ने मानिस को लागि असम्भव छ।
		-- A. H. Weiler

%
केहि पनि fortitude भन्दा बढी उत्कृष्ट छ जो करोडपति संगआफ्नो धन को बेफाइदा सहन।
		-- Nero Wolfe

%
केही एक व्यक्ति पछिल्लो मिनेट भन्दा बढी फलदायी बनाउँछ।
		-- Nero Wolfe

%
केही आफ्नो मालिक इमानदार दिन काम मा राख्नु हेर्न भन्दा बढी मानिस उत्प्रेरित गर्छ।
		-- Nero Wolfe

%
केही सफलता जस्तै recedes।
		-- Walter Winchell

%
केही अतिरिक्त जस्तै सफल।
		-- Oscar Wilde

%
केही सफलता जस्तै सफल।
		-- Alexandre Dumas

%
केही सफलता को उपस्थिति जस्तै सफल।
		-- Christopher Lascl

%
केही सानो भर्ना शुल्क जस्तै उत्साह dispel हुनेछ।
		-- Kim Hubbard

%
सबै सम्भव आपत्तियों पहिलो हुनुपर्छ भने केही कहिल्यै प्रयास गरिनेछहटाउन।
		-- Dr. Johnson

%
अब, तपाईं, "सोध्न सक्छौं म ती पूरा घर उपकरण को कसरी प्राप्त गर्छन्अन्तर्गत $ 4? "एउटा उत्कृष्ट प्रश्न लागि सेट गर्छ।साँच्चै सस्तो छुट स्टोर तिनीहरू कहाँ बेच्न को एक जानुहोस्रंग ग्रह नेप्च्युन र कहाँ बाट देखिने प्लास्टिक फर्नीचर तिनीहरूलेRaisinets को पूर्ण गत्ता बाकस मा विशेषज्ञता खाना खण्ड छ रmalted दूध बलमा को निक्सन प्रशासन समयमा निर्मित। मा तहार्डवेयर वा housewares विभाग, तपाईंले बाट आयात एउटा वस्तु फेला छौँअस्पष्ट पूर्वीय देश र "एक मा नौ उपकरण" को रूपमा वर्णन, मिलेरinscrutable पूर्वीय प्रतिनिधित्व परस्पर समाप्त संग एक सानो ह्यान्डलअमेरिकी घर वरिपरि प्रयोग हुन सक्छ उपकरण को शिक्षामा। किन्नुहोस्।यो सेट पेशेवरों प्रयोग उपकरणको प्रकारको छ। मात्र यो छसस्तो, तर यो पनि एक ठूलो सुरक्षा सुविधा छैन फेला छतथाकथित गुणस्तर उपकरण गर्छ: द ह्यान्डल वास्तवमा सही बन्द यदि ब्रेक हुनेछतपाईं गल्ति आफैलाई या केहि मारा, वा निर्देशन गर्न यो पर्दाफाससूर्यका।
		-- Dave Barry, "The Taming of the Screw"

%
कुनै पनि एजेन्डा वस्तु सबै सम्भव समिति प्रतिक्रिया को, कोहुनेछ भनेर प्रतिक्रिया सबैभन्दा ठूलो मुक्त गर्नु हुनेछ जो छतातो हावा को राशि।
		-- Thomas L. Martin

%
पक्कै यसको लागि कुनै कारण त्यहाँ, यो सिर्फ हाम्रो नीति छ।
		-- Thomas L. Martin

%
यो प्रशंसक हिट भएपछि, मात्र तर्कसंगत विकल्प यसलाई झाडू छ, प्याकेज योर मल रूपमा बेच्न।
		-- Thomas L. Martin

%
एक असल दिन, बस चालक बस ग्यारेज गए, आफ्नो बस सुरु,र मार्ग बन्द चलाए। पहिलो केही रोक्दछ लागि कुनै समस्या - केहीमान्छे केही बन्द गर्यो, मा पायो, र कुराहरू राम्रो साधारण गए। अर्को माबन्द, तथापि, एक मान्छे को ठूलो दानव मा पायो। छ फिट आठ, एक जस्तै निर्माणwrestler, हतियार भुइँमा तल झुन्डिएको। उहाँले चालक मा glared र भन्नुभयो,"ठूलो यूहन्ना तिर्न छैन!" र फिर्ता मा बसे।म चालक पाँच फिट तीन, पातलो थियो, र मूलतः भनेर उल्लेख गर्नुभयोनम्र? खैर, त्यो थियो। स्वाभाविक, उहाँले ठूलो यूहन्ना संग तर्क थिएन, तर उहाँले थिएनयसको बारेमा खुसी। खैर, अर्को दिन नै कुरा भयो - ठूलो यूहन्ना मा पायोफेरि, भुक्तानी गर्न इन्कार एक शो गरे, र बसे। अर्को दिन र, रकि पछि एक, र अगाडी। यो बस चालक मा grated, जो सुरुठूलो यूहन्ना उहाँलाई फाइदा उठाएर थियो बाटो भन्दा निद्रामा खोने। अन्तमा उहाँलेअब यसलाई खडा गर्न सक्छ। उहाँले शरीर निर्माण पाठ्यक्रम, कराटे, जुडो लागि साइन अप,र सबै राम्रो सामान। यो गर्मी को अन्तसम्ममा, उहाँले एकदम बलियो भएका थिए;थप के, उहाँले साँच्चै आफूलाई राम्रो लाग्यो।त्यसैले अर्को सोमवार, ठूलो यूहन्ना फेरि बस मा पायो गर्दार "ठूलो यूहन्ना तिर्न गर्दैन !," ड्राइभर, उठे पनि फेरि glared भनेयात्री र, चिच्याए "अनि किन छैन?"आफ्नो अनुहार मा एक छक्क नजर, ठूलो जन, "जवाफ ठूलो यूहन्ना एक छबस पास। "
		-- Thomas L. Martin

%
एक राम्रो सुट एक हजार रिजुमेहरू लायक छ।
		-- Thomas L. Martin

%
एक मानिसको मस्तिष्क प्लस एक अन्य रूपमा एक धेरै विचार रूपमा आधा उत्पादन हुनेछमानिस एक्लै उत्पादन हुनेछ। यी दुई प्लस थप दुई आधा उत्पादन हुनेछफेरि धेरै विचार। यी चार प्लस चार एक प्रतिनिधित्व गर्न सुरु थपरचनात्मक बैठक, र धेरै रूपमा एक चौथाई गर्न अनुपात परिवर्तन ...
		-- Anthony Chevins

%
आफ्नो सबैभन्दा प्राचीन लेखकहरूले को एक, Herodotus नाउँ इतिहासकार, एक को बताउँछजो चोर कार्यान्वयन गर्न। उहाँले लगिएको थियो उहाँले एउटा सम्झौता गरेराजा: उहाँले गाउन गर्न राजाको मनपर्ने घोडा सिकाउनुहुन्छ एक वर्ष माभजनहरू। अन्य कैदी घोडा गर्न गाइरहेका चोर हेर्नुभयो रहाँसिन्। "तपाईं सफल हुनेछ," तिनीहरूले उहाँलाई भने। "कुनै एक सक्छन्।"जो चोर, जवाफ "म एक वर्ष छ, र जो के शायद थाहत्यो समय मा हुन। राजा मर्नेछन् सक्छ। घोडा मर्न सक्छ। म मर्न सक्छ।र शायद घोडा उड्न सिक्न हुनेछ।
		-- "The Mote in God's Eye", Niven and Pournelle

%
कुरा योजना अनुसार जा छैन भनेर एक सम्भव कारणभन्ने कहिल्यै पहिलो स्थानमा एक योजना थियो छ।
		-- "The Mote in God's Eye", Niven and Pournelle

%
म तुरुन्तै संग आएको एक होनहार अवधारणा तपाईं सक्ने थियोव्यक्तिगत हावा बैग निर्माण, त्यसपछि प्राप्त व्यवस्था उनि कि आवश्यकता पारिततिनीहरूलाई यात्राको लेने देखि राख्न congressmen मा स्थापित। गरेको भन्न गरौं आफ्नोकांग्रेसियों मा कसरी एक तथ्य-फेला अध्ययन गर्न पेरिस यात्रा गर्न खोजिरहेका थिएफ्रान्सेली सरकार शरबत द्वारा रोगहरू सम्हाल्छ। बस गर्दा उहाँलेविमान मिल्यो, आफ्नो अनिवार्य हावा झोला, आफ्नो कमर आसपास strapped, थियोफुल्नु - FWWAAAAAAPPPP - यसरी उसलाई पनि मार्फत फिट ठूलो प्रतिपादनविमान ढोका। यो पनि जब कांग्रेसियों फुल्नु गर्न पड्केर क्षतिग्रस्त हुन सकेनव्यवस्था प्रस्तावित। ( "श्री अध्यक्ष, मानिसहरूले मलाई अक्टोबर किन हुनुपर्छ सोध्न,Cuticle निरीक्षण महिना रूपमा नियुक्त? र म FWWAAAAAAPPPP जवाफ। ")यो करोडौं डलर बचत हुनेछ, त्यसैले म सार्वजनिक भन्ने कुरामा कुनै शंका छहिंसापुर्वक congressmen मा airbags आवश्यकता व्यवस्था समर्थन थियो। समस्याआफ्नो संभावित बजार धेरै सानो छ कि छ: छन् वरिपरि मात्र 500कांग्रेस को सदस्य, र यस्तो घर अध्यक्ष "सुझाव" o'neil तिनीहरूलाई केही,पहिले नै सामान्य विमान मा फिट गर्न निकै ठूलो।
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
आफ्नो पुरानो कार राम्रो रन बनाउन एउटा तरिका नयाँ मोडेल को मूल्य हेर्नलाई छ।
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
केवल मेहनत र लगनशील भई लागिरहने मार्फत एक साँच्चै भोग्न सक्छन्।
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
अवसर सामान्यतया अधिकांश मानिसहरू छैन त मेहनत रूपमा लुकाएको छन्तिनीहरूलाई चिन्न।
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
आशावाद उच्च ठाउँमा सानो मानिसहरूको सामग्री हो।
		-- F. Scott Fitzgerald, "The Crack Up"

%
वा तपाईं वा म Ahrimanes सम्म आफ्नो जीवन उपज हुनुपर्छ। म बरु यो तपाईं थिए हुनेछ।म तपाइँको अतिरिक्त मेरो आफ्नै जीवन त्यागी कुनै हिचकिचाहट हुनुपर्छ, तरअर्को हप्ता स्टक लिनुहोस्, र यो कम्पनी मा निष्पक्ष हुन थियो।
		-- J. Wellington Wells

%
जीवनमा हाम्रो व्यापार सफल छैन तर उच्च आत्मा मा असफल जारी छ।
		-- Robert Louis Stevenson

%
हाम्रो देश राम्रो पाँच-प्रतिशत सिगार प्रशस्त छ, तर समस्या छतिनीहरूले लागि पन्ध्र सेन्ट चार्ज।
		-- Robert Louis Stevenson

%
पक्कै मा, सही कुरा के गर्दा हाम्रो नीति छ।
		-- Roy L. Ash, ex-president, Litton Industries

%
Overdrawn? तर म अझै पनि चेक बाँकी छ!
		-- Roy L. Ash, ex-president, Litton Industries

%
कुनै पनि कुरा योगदान कुनै मानिसले ...
		-- Romans 13:8

%
मान्छे सधैं भूत काल मा काम को लागि उपलब्ध छन्।
		-- Romans 13:8

%
मानिसहरू कम्बल वाक्यांश, absolves "म मात्र यहाँ, काम" भन्ने सोचाइ जस्तो देखिन्छतिनीहरूलाई सार्वजनिक मामलामा कुनै पनि नैतिक दायित्व बाट utterly - तर योठीक यातना शिविरहरूमा आफ्नो काम को लागि Eichmann गरेको बहाना थियो।
		-- Romans 13:8

%
मानिसहरू ग्राहक एक भन्ने केहि किन्न हुनेछ।
		-- Romans 13:8

%
कृपया सचिव गरेको reproducing उपकरण बन्द आफ्नो हात राख्नुहोस्।
		-- Romans 13:8

%
कृपया को "यो कोठा कुनै पनि bazingas छैन" राशि सीमित गर्ने प्रयासनगरेसम्म ती कोठा "बाहिर punched।" छन् भनेर भन्नुभयो छन् एक पटक punched बाहिर,हामी बर्बरता, हराएको bazingas र यस्तो गुनासो गर्न एक अधिकार छ।
		-- N. Meyrowitz

%
पाइपलाइन डु-यो-आफैलाई गतिविधिहरु को सजिलो मध्ये एक छ,एक मा आफ्नो हात छडी मात्र केही सरल उपकरण र इच्छुकता आवश्यकता गर्नभरा शौचालय। वास्तवमा, तपाईं जस्तै धेरै घर पाइपलाइन समस्या, समाधान गर्न सक्नुहुन्छकष्टप्रद नल ड्रिप, केवल रेडियो अप गर्नाले। तर पहिले हामी प्राप्तविशिष्ट प्रविधी मा, का कसरी पाइपलाइन काम गर्दछ हेरौं।एक पाइपलाइन प्रणाली, आफ्नो विद्युत प्रणाली जस्तै धेरै छ बाहेकबिजुली को सट्टा कि, यो पानी छ, र तार को सट्टा, यो छपाइप, र रेडियो र वफल फलाम को सट्टा, यो faucets र शौचालय छ।त्यसैले सत्य तपाईंको पाइपलाइन प्रणाली केही मा जस्तै सबै छ कि छ आफ्नोविद्युत प्रणाली, किनभने बिजुली तपाईं मार्न सक्नुहुन्छ, राम्रो छ।
		-- Dave Barry, "The Taming of the Screw"

%
Porsche: त्यहाँ बस विकल्प छैन।
		-- Risky Business

%
धनसम्पत्तिले आफ्नो भण्डारणको लागि उपलब्ध स्पेस भर्न बढ्छ।
		-- Ryan

%
तिनीहरूले एक सानो लाग्न भने व्यावहारिक मान्छे बढी व्यावहारिक हुनेछसपना लागि थप समय।
		-- J. P. McEvoy

%
उसलाई केहि प्रतिज्ञा, तर उनको Exxon unleaded दिन।
		-- J. P. McEvoy

%
लागत केही होनहार, यो कि तपाईं हत्या प्रदान छ।
		-- J. P. McEvoy

%
यदि एक तरवार सट्टा घडी द्वारा बस्छ मुस्तैदी, यसको आफ्नै इनाम छ।
		-- J. P. McEvoy

%
पैसा मा आफ्नो भरोसा राख्न, तर भरोसा मा आफ्नो पैसा राखे।
		-- J. P. McEvoy

%
आफ्नो सर्वश्रेष्ठ खुट्टा अगाडि राखे। वा भर्खरै कल र तपाईं बिरामी हुनुहुन्छ भन्नुहोस्।
		-- J. P. McEvoy

%
को सान आफ्नो नाक राख्नु!
		-- Amalgamated Plastic Surgeons and Toolmakers, Ltd.

%
मात्रा गुणस्तर लागि कुनै विकल्प छैन, तर यसको केवल एक हामी भयो।
		-- Amalgamated Plastic Surgeons and Toolmakers, Ltd.

%
रियल धन मात्र बढाउन सक्छ।
		-- R. Buckminster Fuller

%
एक लाख डलर कर मुक्त प्राप्त तपाईं भन्दा राम्रो महसुस गर्नेछसमतल भङ्ग हुनुको र एक पेट दुख्यो भएको।
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
हाल निवेश अलिकति लाभ उपज हुनेछ।
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
हाल अनुसन्धान कि Abominable कुनै-पुरुष देखाउन tended छको Prohibitive Procrastinator बदलिएको छ।
		-- C. N. Parkinson

%
एक मिशन विस्तार वा अनुबंध कि बिना प्रशासनिकउपरि एक स्थिर दर मा बढिरहन्छ।
		-- C. N. Parkinson

%
सम्झना - केहि मात्र 10% शीर्ष 10% मा हुन सक्छ।
		-- C. N. Parkinson

%
आफ्नो बैंक पारंगत नमस्कार भन्न सम्झना।
		-- C. N. Parkinson

%
सम्झना, तपाईं मुसा दौड जित्न पनि - तपाईं अझै पनि एक मुसा हुनुहुन्छ।
		-- C. N. Parkinson

%
अवकाश भनेर कसैले भन्छ जब "राम्रो दिन छ" अर्थ, तपाईंवास्तवमा यो एक शट छ।
		-- C. N. Parkinson

%
धन दुःख एक भीड समेटेको छ।
		-- Menander

%
# 7 नियम: मौन acquiescence छैन।तपाईं सुन्नु भएको हुन सक्छ विपरीत, ती वर्तमान को मौन छछैन आवश्यक पनि अनिच्छुक किसिम, सहमति। तिनीहरू केवल सक्छन्स्तब्ध मौन बस्न र पछि योजना sabotaging को तरिका आंकडातिनीहरूले धैर्य प्राप्त।
		-- Menander

%
प्रत्येक महिना बचत एक सानो पैसा र वर्ष को अन्त मा तपाईं हुनेछुतपाईं कसरी सानो मा हैरानी।
		-- Ernest Haskins

%
Sears सबै कुरा छ।
		-- Ernest Haskins

%
विमान मा कफी सेवा अशांति गराउँछ।
		-- Ernest Haskins

%
"सात वर्ष र छ महिना!" Humpty Dumpty thoughtfully बारम्बार।"उमेर को एउटा असहज क्रमबद्ध। अब तिमी मेरो सल्लाह सोधे भने, म चाहन्छु'सात मा परित्याग' भन्नुभयो -। तर अब यो ढिलो ""म कहिल्यै बढ्दै बारेमा सल्लाह सोध्न," एलिस indignantly बताए।"धेरै गर्व?" अन्य प्रश्न।एलिस यो सुझाव अझ रिस उठ्दैन लाग्यो। "मेरो मतलब,"त्यो "एक वृद्ध बढ्दै मदत गर्न सक्दैन भनेर।", भन्नुभयो"एक सक्दैन, सायद," Humpty Dumpty भने; "तर दुई सक्छन्। संगउचित सहयोग, तपाईं सात मा छोडेनन् गरेको हुन सक्छ। "
		-- Lewis Carroll, "Through the Looking-Glass"

%
धेरै वर्ष पहिले, केही स्मार्ट व्यवसायी एक विचार थियो: एक ठूलो निर्माण गर्न किनएक डु-यो-yourselfer व्यावहारिकता मा आवश्यक सबै प्राप्त गर्न सक्छ जहाँ स्टोरमूल्यहरु? त्यसपछि nah, कि संग नरक, गरेको एक घर निर्माण गरौं, तिनीहरूले निर्णयकेन्द्र। र लामो घर केन्द्र अघि सबै crabgrass जस्तै अप springing थिएसंयुक्त राज्य अमेरिका भन्दा।
		-- Dave Barry, "The Taming of the Screw"

%
मलाई एक राम्रो हरुवा छ मानिस देखाउने र म प्ले मानिस देखाउने छौँआफ्नो मालिक संग गोल्फ।
		-- Dave Barry, "The Taming of the Screw"

%
त्यसैले तपाईं पैसा सबै दुष्ट को मूल छ लाग्छ। के तपाईं कहिल्यै सोधे केपैसा को मूल छ?
		-- Ayn Rand

%
त्यसैले ... के तपाईंले कहिल्यै आश्चर्य गरे, तिनीहरूले काम गर्न जाने अघि garbagemen वर्षा लिनुहुन्छ?
		-- Ayn Rand

%
केही मानिसहरू अरूलाई तिनीहरूलाई छिनो, करियर बनानु।
		-- Ayn Rand

%
केही निर्माण गर्न: केही मानिसहरू ठूलो अभिलाषा छकम्तिमा सम्म तिनीहरूले निर्माण समाप्त, पछिल्लो हुनेछ।
		-- Ayn Rand

%
केही मानिसहरू तिनीहरूले यस्तो लेखे गर्ने थाहा छैन तापनि, पुस्तक द्वारा व्यवस्थापनपुस्तक वा के पुस्तक।
		-- Ayn Rand

%
केही मानिसहरू मात्र तिनीहरूले बन्द हुनुहुन्छ भनेर बताउन खोल्न।
		-- Ayn Rand

%
केही मानिसहरू लागि काम गर्न इच्छुक छन् भन्दा बढी लागि प्रार्थना।
		-- Ayn Rand

%
केही मानिसहरू एक अगाडिको इन्जिन कार सर्वश्रेष्ठ ह्याण्डलहरूलाई भन्छन्। केही मानिसहरू एक भन्नपछिल्लो-इन्जिन कार सर्वश्रेष्ठ सम्हाल्छ। म एक भाडामा लिइएका कार सर्वश्रेष्ठ ह्याण्डलहरूलाई भन्छन्।
		-- P. J. O'Rourke

%
कोही कोट हैंगर भनेर संग बल बिन्दु कलम पार गर्नुपर्छ भएकोकलम गुणा गर्नेछन् सट्टा गायब।
		-- P. J. O'Rourke

%
एकदिन कोही पनि टाइपराइटर मिसिन छ कि छैन भनेर निर्णय गर्न पायो छ,वा यसलाई संचालित गर्ने व्यक्ति।
		-- P. J. O'Rourke

%
एकदिन आफ्नो प्रिंट आउनेछ।
		-- Kodak

%
कसैले आफ्नो काम बारे unenthusiastic छ।
		-- Kodak

%
जहाँ विकासकर्ता पेड, त्यसपछि नाम बाहिर bulldozes Suburbia छतिनीहरूलाई पछि सडकमा।
		-- Bill Vaughn

%
सफलता म जब म त्यहाँ, र सम्म को लागि पोशाक हुनेछ कुरा हो।
		-- Bill Vaughn

%
तपाईं बस त्यहाँ बस्न र प्रतीक्षा जीवन सजिलो हुन्छ सम्म सुझाव।
		-- Bill Vaughn

%
आफ्नो स्थानीय चर्च वा सभाघरमा समर्थन। बैंक अमेरिका को मा उपासना।
		-- Bill Vaughn

%
आश्चर्य कारण आज। पनि भाडामा।
		-- Bill Vaughn

%
आफ्नो मालिक चकित। समय काम गर्न प्राप्त गर्नुहोस्।
		-- Bill Vaughn

%
को सुखविलासमा हेरविचार र आवश्यक आफूलाई हेरविचार गर्नेछन्।
		-- Lazarus Long

%
फलाँगको मा सबै लिनुहोस्। आफ्नो बाटो मा हुन्छ जो Trample।
		-- Lazarus Long

%
कोका-कोला मा मान्छे लिनुहोस्। धेरै वर्ष को लागि, तिनीहरूले सामग्री थिएफिर्ता बस्न र त्यहि पुरानो कार्रोप्नेटेड पेय बनाउन। यो एक राम्रो थियोपेय, यो बारेमा कुनै प्रश्न; मान्छे को पुस्तामा हुर्केका थिएयो पिउने र जहाँ तपाईं एक राख्न छैटौं ग्रेड मा प्रयोग गरिरहेकोकोक एक गिलास र दिन नङ घुल को एक जोडी पछि नङर शिक्षक भन्छन्: "कल्पना यसलाई आफ्नो दाँत के गर्छ!" त्यसैले कोका-कोलामजबूत बजार मा entrenched थियो, र व्यवस्थापन गर्न कुनै आवश्यकता देखेसुधार ...
		-- Dave Barry, "In Search of Excellence"

%
छैन फलस्वरूप तपाईँ सबै कुरा मनन गर्न समय लिनुहोस्, आफ्नोयोग्य वा मेहनत वा किनभने परमेश्वर वा मौका वा अन्य मान्छे को प्रयासतपाईं तिनीहरूलाई दिएको छु।
		-- Dave Barry, "In Search of Excellence"

%
गम्भीर आफ्नो काम लिन तर कहिल्यै आफूलाई गम्भीरतासाथ लिन; र छैनगम्भीर आफैलाई या आफ्नो काम गर्न या त के लिन।
		-- Booth Tarkington

%
प्रतिभा यसलाई के गर्न सक्छन् गर्छ।प्रतिभा यसलाई के हुनु पर्छ।के तपाईं के गर्न भुक्तानी प्राप्त के।
		-- Booth Tarkington

%
टेलिफोन पुस्तकहरू शब्दकोश जस्तै हो - यदि तपाईं पहिले जवाफ थाहतपाईं यसलाई हेर्न, तपाईँले अन्ततः तपाईं थाह लाग्यो के reaffirm गर्न सक्नुहुन्छतर निश्चित थिए। तर के तपाईं केहि को लागि खोज हुनुहुन्छ भने छैनपहिले नै आफ्नो औंलाहरु मृत्यु आफूलाई हिंड्न सक्छ, थाहा छ।
		-- Erma Bombeck

%
अवधि, बिदा, अवधि, बिदा, सम्म हामी छोड्न स्कूल, र त्यसपछि काम, काम,हामी मर्न सम्म काम।
		-- C. S. Lewis

%
त्यो जीवन हो।जीवन के हो?एउटा पत्रिका।यो कति खर्च गर्छ?दुई-पचास।म मात्र एक डलर छ।त्यो जीवन हो।
		-- C. S. Lewis

%
यो [फोर्ड फाउन्डेसन] मुद्रा को एक ठूलो शरीर पूर्ण घेरिएको छमान्छे केही चाहने।
		-- Dwight MacDonald

%
यो `loner 'सम्मान हुन सक्छ, तर उहाँले सधैं आफ्नो सहकर्मीहरुको resented छ,उहाँले तिनीहरूलाई मा एक महत्वपूर्ण न्याय पारित देखिन्छ लागि, जब उहाँले हुन सक्छबस आफूलाई बारेमा सीमित कथन बनाउने।
		-- Sidney Harris

%
यो अनुपस्थित व्यक्तिहरूलाई दोष मा सधैं छन्।
		-- Sidney Harris

%
जीवन, ब्रह्माण्डको, र सबै कुरा को प्रश्नको जवाफ छ ...चार दिन काम सप्ताह,दुई प्लाई शौचालय कागज!
		-- Sidney Harris

%
जीवन, ब्रह्माण्डको अल्टिमेट प्रश्नको जवाफ, र सबै कुरा थियोदार्शनिकहरू को Amalgamated संघ को प्रकारको अनुमति जारी,Sages, Luminaries, र अन्य व्यावसायिक सोचाइ व्यक्ति।
		-- Sidney Harris

%
कुनै पनि तहगत प्रणाली मा औसत व्यक्तिको स्थिति धेरै खींच जस्तै छएक dogsled - त्यहाँ नेतृत्व कुकुर बाहेक दृश्यहरु कुनै वास्तविक परिवर्तन हो।
		-- Sidney Harris

%
आफ्नो कामको लागि सबै भन्दा राम्रो उपकरण सबैभन्दा महंगा, को पाठ्यक्रम छ।तर, आफ्नो छिमेकीलाई सधैं तपाईंकै हुनुपर्छ भनेर पैसा बर्बाद छआफ्नो मूल्य द्वारा कुराहरू न्याय द्वारा।
		-- Sidney Harris

%
सबै भन्दा राम्रो कार्यकारी गर्न राम्रो मान्छे छनोट गर्न पर्याप्त अर्थमा छ जो एक छसंग meddling के उहाँले गरेको चाहन्छ, र आत्म-संयम पर्याप्त राख्नतिनीहरूलाई गर्दा तिनीहरूले के।
		-- Theodore Roosevelt

%
चूहों र मानिसहरूको सबै भन्दा राम्रो राखे योजना कानुनी विभाग मा आयोजित गरिन्छ।
		-- Theodore Roosevelt

%
जीवनमा सबै भन्दा राम्रो कुरा एक शुल्क लागि हो।
		-- Theodore Roosevelt

%
जीवनमा सबै भन्दा राम्रो कुरा ढिलो होस् वा चाँडो बिक्री मा जानुहोस्।
		-- Theodore Roosevelt

%
जिम्मेवारी बच्न सबै भन्दा राम्रो तरीका, भन्न छ "म जिम्मेवारी पाउनुभएको छ।"
		-- Theodore Roosevelt

%
सन्दर्भ पत्र मा बाइबल:हामी फेरि हाम्रो प्रमाणहरू उत्पादन गर्न सबै भन्दा थालेका छन्? केहामी केही मानिसहरू जस्तै, तपाईं परिचय पत्र वा तपाईँले आवश्यक?होइन, तपाईं हामी आवश्यक सबै पत्र, आफ्नो हृदय लेखिएको पत्र हो; कुनै पनिमानिस यो छ के को लागि हेर्न र आफूलाई लागि यो पढ्न सक्नुहुन्छ।
		-- 2 Corinthians 3:1-2, New English translation

%
तपाईं बनाउन सक्छ सबैभन्दा ठूलो गल्ती लागि काम गर्दै भन्ने विश्वास छअरू कसैले।
		-- 2 Corinthians 3:1-2, New English translation

%
मालिक राम्रो मुडमा भोजन देखि फर्के र सम्पूर्ण कर्मचारी भनिन्छउहाँले उठाउनु थियो Jokes को एक जोडी सुन्न मा। सबैलाई तर एक केटीuproariously हाँसिन्। "के कुरा हो?" हाकिम गर्नेथ्यौं। "तपाईं छैनहास्य को भावना मिल्यो? ""म हाँस्न छैन," उहाँले भन्नुभयो। "म जसरी शुक्रवार छोडेर छु।
		-- 2 Corinthians 3:1-2, New English translation

%
मस्तिष्क एक अद्भुत अंग हो; यो तपाईं प्राप्त क्षण काम सुरुबिहान, र तपाईं काम गर्न प्राप्त नभएसम्म बन्द गर्दैन।
		-- 2 Corinthians 3:1-2, New English translation

%
उहाँले जागिर बाहिर भरिन्छ जब एक व्यक्ति कहिल्यै आउँछ पूर्णता गर्न सबैभन्दा नजिकको छआवेदन फारम।
		-- Stanley J. Randall

%
एक कर्मचारी सदस्य को भ्रम आफ्नो मेमोहरू को लम्बाइ मापन गरिएको छ।
		-- New York Times, Jan. 20, 1981

%
प्वाँख को लागत पुगेको छ, पनि तल माथि छ!
		-- New York Times, Jan. 20, 1981

%
जीवित लागत यसको लोकप्रियता प्रभावित गरेको छैन।
		-- New York Times, Jan. 20, 1981

%
बस्दा लागत रहेको छ, र जीवित को मौका तल रहेको छ।
		-- New York Times, Jan. 20, 1981

%
निर्णय तार्किक हुन छैन; यो एकमत थियो।
		-- New York Times, Jan. 20, 1981

%
प्राविधिक आत्मविश्वास को डिग्री को लागि inversely समानुपातिक छव्यवस्थापनको स्तर।
		-- New York Times, Jan. 20, 1981

%
यो प्रस्थान विभाजन सामान्य प्रबन्धक आफ्ना जवान संग अन्तिम समय भेटउत्तराधिकारी र उहाँलाई तीन लिफाफें दिनुभयो। "मेरो पूर्ववर्ती, मेरो लागि यो गरेर म तपाईंलाई साथ बसालेको परम्परा पारित छौँ, "उहाँले भन्नुभयो।" पहिलो संकेत मासमस्या को पहिलो खाम खोल्न। कुनै पनि थप कठिनाइ, खोल्नदोस्रो खाम। त्यसपछि, समस्या जारी भने, तेस्रो खाम खोल्न।शुभकामना। "नयाँ प्रबन्धक आफ्नो कार्यालय फर्के र लिफाफें फेंकएक दराज मा।छ महिनापछि, लागत पुग्यो र आय खस्छन्। हल्लाइन्छ, कोजवान जो भन्नुभयो, पहिलो खाम, खोलियो "मलाई यो सबै दोष।"अर्को दिन, उहाँले आयोजित एक प्रेस सम्मेलन र यसै गरे। योसंकट बित्यो।छ महिनापछि, बिक्री precipitously घट्यो। यो beleagueredप्रबन्धक दोस्रो खाम खुलेको छ। यो "मिलाए।", भन्नुभयोउहाँले विभाजन भनेर घोषणा, आयोजित अर्को प्रेस सम्मेलनrestructured थियो। संकट बित्यो।एक वर्ष पछि, सबै कुरा गलत एकैचोटि गए र व्यवस्थापक थियोयो सबै को लागि दोष। यो harried कार्यकारी आफ्नो कार्यालय ढोका बन्द, sankआफ्नो कुर्सी मा, र तेस्रो खाम खुलेको छ।"तीन लिफाफें तयारी ..." यो बताए।
		-- New York Times, Jan. 20, 1981

%
पेसा र जागिर बीच फरक लगभग 20 घण्टा एक हप्ता छ।
		-- New York Times, Jan. 20, 1981

%
कठिन आज हामीले; यो असम्भव एक सानो लामो समय लाग्छ।
		-- New York Times, Jan. 20, 1981

%
को कृमि परिहाल्छ गर्ने प्रारम्भिक बर्ड लेट आउँछ जो कसैले लागि काम गर्दछर कृमि खेत मालिक हो।
		-- Travis McGee

%
जीवित लागत आंकडा गर्न सजिलो तरिका आफ्नो आय लिन छ रदस प्रतिशत थप।
		-- Travis McGee

%
श्रम अन्त अवकाश पाउन छ।
		-- Travis McGee

%
युवा को त्रुटि बुद्धि को लागि एक विकल्प छैन भन्ने विश्वास छअनुभव, उमेर को त्रुटि विश्वास गर्न हुँदा अनुभव एक विकल्प छैनबुद्धि को लागि।
		-- Lyman Bryson

%
छिटो म जाने, म प्राप्त behinder।
		-- Lewis Carroll

%
उत्कृष्ट eloquence गरेका कुराहरू हुन्छ जो छ।
		-- Lewis Carroll

%
एक परियोजना को पहिलो 90% लिन्छ समय 90%, अन्तिम 10% लिन्छसमय को अन्य 90%।
		-- Lewis Carroll

%
व्यवस्थापन पहिलो मिथक यो अवस्थित छ। दोस्रो मिथकव्यवस्थापन सफलता कौशल बराबर छ।
		-- Robert Heller

%
पहिलो Rotarian यूहन्नाले बप्तिस्मा दिने कल गर्न पहिलो मानिस थियो "ज्याक।"
		-- H. L. Mencken

%
बौद्धिक tinkering को पहिलो नियम सबै भागहरु सुरक्षित छ।
		-- Paul Erlich

%
यो फ्लस शौचालय पश्चिमी सभ्यता को आधार छ।
		-- Alan Coult

%
जो माथि wakes र आफूलाई सफल खोजहरू Gent सुतेको भएको छैन।
		-- Alan Coult

%
सबैभन्दा ठूलो उत्पादक शक्ति मानव स्वार्थ छ।
		-- Robert Heinlein

%
सफलता को सीढी चढाई को मुश्किल भाग मार्फत प्राप्त छतल भीड।
		-- Robert Heinlein

%
यो hieroglyphics पछाडि एक संकेतन लागि बाहेक सबै पढ्न नसकिने हो,जो "साँचो प्रामाणिक मिश्रको papyrus पढ्छन्। मा हुन ग्यारेन्टिकम से कम 5000 वर्ष पुरानो। "
		-- Robert Heinlein

%
विचार त्यहाँ उपभोक्ताहरु आफ्नो भाँचिएको इलेक्ट्रोनिक ल्याउने भन्ने थियोयस्तो वीसीआर गरेको टेलिभिजन सेट र रूपमा उपकरणहरू, विनाश केन्द्र गर्न,जहाँ तालिम, व्यक्तित्व sledgehammers तिनीहरूलाई (उपकरणहरू) whack थियो।यसरी आफ्नो उपकरणहरू स्थायी नष्ट संग, उपभोक्ताहरु त्यसपछि मुक्त हुनेछबाहिर जाने र को वर्ष fritter टाढा छ नयाँ उपकरणहरू खरीद, भन्दा गर्नआफ्नो जीवन पुरानो व्यक्तिहरूलाई तथाकथित "कारखाना मा मरम्मत छ कोशिशसेवा केन्द्र, "वास्तवमा दुई जना पुरुष लेस्टर मा poking नाम समावेश जोसस्तो सिगार र जा संग भाँचिएको विद्युतीय उपकरणहरू को अंदर,"Lookit सबै तिनीहरूलाई त्यहाँ तार!"
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
रेडियो लागि आदर्श आवाज कुनै पदार्थ देखाउने परिभाषित गर्न सकिन्छ, कुनै सेक्स,कुनै मालिक, र हरेक गृहिणी लागि महत्व एक सन्देश।
		-- Harry V. Wade

%
निष्क्रिय मानिस यो बाँकी आनंद छ के थाहा छैन।
		-- Harry V. Wade

%
एक बर्गर को garnishment को व्यक्तिगत रुचि एउटा महत्त्वपूर्ण हुन सक्छindividualism एक झन् हुँदा यो दिन मा उपभोक्ता देखाउँदैमानिसहरूलाई महत्त्वपूर्ण कुरा।
		-- Donald N. Smith, president of Burger King

%
कुनै पनि छलफल को बुद्धि को को वर्ग संग diminishesसहभागी संख्या।
		-- Adam Walinsky

%
समूह को बुद्धि विभाजित समूह को सदस्य को सबै भन्दा कम बुद्धि छसमूहमा संख्या द्वारा।
		-- Adam Walinsky

%
राजा र तिनका सल्लाहकार युद्धमा क्षेत्र अनदेखी छन्:राजा: "कसरी युद्धमा योजना जान्छ?"सल्लाहकार: "ती साना कालो specks सही गर्न चलिरहेको हेर्नुहोस्?"K: "हो।"एक: "ती आफ्नो मान्छे हो अनि सबै ती साना रातो specks चलिरहेको।बायाँ हाम्रो मान्छे हो। त्यसपछि तिनीहरूले हामी सम्म प्रतीक्षा ठोक्किनु गर्दाधूलो खाली हुन्छ। "K: "? अनि"एक: "त्यहाँ कालो specks बाँकी थप रातो specks हो भने, हामी जित्न।"K: "तर के ^ # !! $% युद्धमा योजना बारे?"एक: "त्यसैले सम्म, यो specks अनुसार जाँदै देखिन्छ।"
		-- Adam Walinsky

%
अन्त्य वा निकाल थियो भन्ने अन्तिम व्यक्ति लागि जिम्मेवार आयोजित गरिनेछअर्को व्यक्ति इस्तीफा वा निकाल सम्म - गलत जान्छ सबै।
		-- Adam Walinsky

%
यो शीर्षक अब, कम महत्त्वपूर्ण काम।
		-- Adam Walinsky

%
बन्धन र बन्धन व्यापारीहरु बीच प्रमुख भिन्नता छ बन्धन भनेरअन्ततः परिपक्व।
		-- Adam Walinsky

%
यो moralists, वा गैर-doers हालतमा-र-समाप्त हुन्छ, सधैं आफ्नो कुनामा अन्तकुनै पनि हालतमा बिना।
		-- Saul Alinsky

%
नम्र यो चाहँदैनन्।
		-- Saul Alinsky

%
नम्र पृथ्वीको अधिकार पाउनेछन् हुनेछ - तिनीहरूले इन्कार गर्न निकै कमजोर छन्।
		-- Saul Alinsky

%
नम्र पृथ्वीको अधिकार पाउनेछन्, तर * यसको खनिज अधिकार छैन * हुनेछ।
		-- J. P. Getty

%
नम्र पृथ्वीको अधिकार पाउनेछन् हुनेछ। (तर तिनीहरूले gonna यसको लागि लड्न छ हुनुहुन्छ।)
		-- J. P. Getty

%
नम्र पृथ्वीको अधिकार पाउनेछन् हुनेछ; तर समय त्यहाँ हुनेछैनकेहि पाउने लायक बाँकी।
		-- J. P. Getty

%
अधिक cordial खरीदार सचिव, महान् संयोग पनि छ किप्रतियोगिता पहिले नै अर्डर छ।
		-- J. P. Getty

%
तपाई संग राख्नु अधिक बकवास प्राप्त गर्न जाँदैछन् अधिक बकवास।
		-- J. P. Getty

%
अधिक म प्राप्त गरेको केही चाहनुहुन्छ, म यसलाई कल कम काम।
		-- Richard Bach, "Illusions"

%
अधिक pretentious एक कर्पोरेट नाम, सानो संगठन। (लागिउदाहरणका, मानव र संगठनात्मक व्यवस्था Codification लागि मर्फी केन्द्र,आईबीएम, जीएम, AT & T गर्न contrasted ...)
		-- Richard Bach, "Illusions"

%
एक पछि सबैभन्दा आनन्ददायी दिन जो मा तपाईंलाई एक घरेलु किन्नदेश तपाईं यसलाई resell भएको छ।
		-- J. Brecheux

%
संसारमा सबै भन्दा कठिन कुरा कुरा र कसरी गर्न थाहा छअरू कसैले टिप्पणी बिना यो गरिरहेको गलत, हेर्नुहोस्।
		-- T. H. White

%
एक दिन तपाईं केहि लागि आफ्नो प्राण बेच्न चाहन्छु, प्राण एक glut छन्।
		-- T. H. White

%
अवकाश को एक मानिस संग मात्र समस्या तपाईं कहिल्यै रोक्न सक्नुहुन्छर आराम लिन।
		-- T. H. White

%
मात्र पदोन्नति नियम म सोच्न सक्नुहुन्छ लाज को एक अर्थमा छ कि होसबै लागत मा बचा र त्यहाँ कहिल्यै छ एक Hustler लागि कुनै पनि कारणथप सद्गुणको मानिसहरूको भन्दा कम धूर्त हुन। ओह हो ... तपाईं जब लाग्छतपाईं थप प्रतिशत दस थप्न, साँच्चै ठूलो कुरा भयो।
		-- Bill Veeck

%
काठको फल्याक किन्न मात्र साँच्चै राम्रो स्थान जहाँ काठको फल्याक छ एक स्टोरमा छपहिले नै कटौती र फर्नीचर को रूप मा सँगै संलग्न गरिएको, समाप्त,र भित्र बक्से राखे।
		-- Dave Barry, "The Taming of the Screw"

%
यो opossum एक धेरै परिष्कृत पशु हो। यसलाई पनि प्राप्त गर्दैनसम्म 5 वा 6 PM।
		-- Dave Barry, "The Taming of the Screw"

%
इष्टतम समिति कुनै सदस्यहरू छन्।
		-- Norman Augustine

%
सामने कार्यालय ढोका को opulence मौलिक संग inversely भिन्नफर्म को सल्वेंसी।
		-- Norman Augustine

%
अन्य लाइन छिटो उत्प्रेरित गर्छ।
		-- Norman Augustine

%
केहि गलत को लाग्यो छ जान्छ मुस्कान सक्ने व्यक्तियसमा दोष कसैलाई।
		-- Norman Augustine

%
कुनै गल्ती बनाउँछ गर्ने व्यक्ति सामान्यतया केहि बनाउन गर्छ।
		-- Norman Augustine

%
जो भोजन गर्न लिइरहेको गर्नुपर्छ व्यक्ति तिर्ने कुनै इरादा छ।
		-- Norman Augustine

%
एक पुस्तकको सम्पत्ति यसलाई पढेर लागि एक विकल्प हुन्छ।
		-- Anthony Burgess

%
एक कुनै पनि पेशामा पछि लाग्दा वा कल लागि दिन्छिन् मूल्य, एक जना घनिष्ठ छयसको कुरूप पक्ष ज्ञान।
		-- James Baldwin

%
विद्युत उपकरण मा विफलता को प्राथमिक कारण एक समय समाप्त भएको छग्यारेन्टी। अक्सर, तपाईं परिवर्तन गरेर बस फेरि चलिरहेको एउटा उपकरण प्राप्त गर्न सक्छन्एक 15/64 इन्च संग ग्यारेन्टी म्याद समाप्त हुने मिति महसुस-टिप दिनुभयो मार्कर।
		-- Dave Barry, "The Taming of the Screw"

%
हामी लाग्यो कि एउटा समस्या थियो समस्या समस्या, साँच्चै, थियो, तरहामी लाग्यो छैन समस्या समस्या थियो।
		-- Mike Smith

%
किन चिन्ता काम बढी हत्या कारण थप मान्छे छकाम भन्दा चिन्ता।
		-- Mike Smith

%
कडा परिश्रम गरिरहेका लागि इनाम थप मेहनत छ।
		-- Mike Smith

%
राम्रो काम कुरा को इनाम यसलाई गरेका छ।
		-- Emerson

%
धनी धनी प्राप्त गर्न र गरिब गरीब प्राप्त।यो haves थप प्राप्त, को छ-nots मर्छन्।
		-- Emerson

%
अधिकार र laboring मानिसको चासो सुरक्षित र हेरचाह गरिनेछपरमेश्वरको कसलाई लागि हाम्रो श्रम आंदोलनकारियों द्वारा, तर मसीही मानिसहरूले आफ्नोअसीमित बुद्धि देश को सम्पत्ति चासो नियन्त्रणमा दिनुभएको छ, रसफल व्यवस्थापन मा जो धेरै रहलपहल को।
		-- George F. Baer, railroad industrialist

%
नष्ट गर्न सडक राम्रो मरम्मत मा सधैं छ, र यात्री को भुक्तानीयो खर्च।
		-- Josh Billings

%
ठूलो निगम को मुख्य कार्यकारी को तलब एक बजार छैनउपलब्धि लागि पुरस्कार। यो न्यानो व्यक्तिगत प्रकृति प्राय छआफूलाई गर्न व्यक्तिगत द्वारा इशारा।
		-- John Kenneth Galbraith, "Annals of an Abiding Liberal"

%
सफलता को रहस्य निष्कपटता छ। एक पटक तपाईं नक्कली, तपाईं भयो सक्नुहुन्छयसलाई गरे।
		-- Jean Giraudoux

%
सात घातक पाप ... भोजन, लुगाफाटा, गोलीबारी, भाडा, कर, respectabilityर छोराछोरीलाई। केही मानिसको घाँटी ती सात कोसेढुङ्गामा उचाल्न सक्छ तरपैसा; को कोशेढुङ्गामा उठाएर नभएसम्म र आत्मा चढता गर्न सक्दैन।
		-- George Bernard Shaw

%
दुई अंक बीच निकटतम दूरी निर्माणाधीन छ।
		-- Noelie Alito

%
यो ढिलो तपाईं पछि तपाईं भेट्टाउने छ अधिक समय गिर।
		-- Noelie Alito

%
यो ढिलो तपाईं आफ्नो पहिलो 5000 गल्ती, को ढिलो तपाईं हुनेछतिनीहरूलाई ठीक गर्न सक्षम।
		-- Nicolaides

%
धन को तारा तिमीहरूमा चमक छ।
		-- Nicolaides

%
उच्च मानिस सही छ के बुझ्नुहुन्छ; यो सानो मानिस बुझ्नुहुन्छके बेच्न हुनेछ।
		-- Confucius

%
शब्द "आगो" माथि हिंसा र तबाही र कुरूप दृश्य को दर्शन दिन्छको जो गल्ती कर्मचारीहरु शूटिंग। हामी अहिले यो प्रक्रिया उल्लेख हुनेछ"मेटाउँदै" एक कर्मचारीको रूपमा (फाइल धेरै एक डिस्क देखि हटाइएको छ)। योकर्मचारी बस त्यहाँ एक तत्काल र अर्को गएको छ। सबै भयानकस्वभाव tantrums, रो, र धम्की समाप्त हो।
		-- Kenny's Korner

%
[एक वित्त समिति को] को एजेन्डा को कुनै पनि वस्तुमा खर्च समय हुनेछसंलग्न योगफल गर्न व्युत्क्रम अनुपात मा।
		-- C. N. Parkinson

%
आत्म-गरे मानिसहरूको धेरै संग समस्या तिनीहरूले निर्माता उपासना छ।
		-- C. N. Parkinson

%
गरिब हुनुको संग समस्या यो सबै आफ्नो समय लाग्छ भन्ने छ।
		-- C. N. Parkinson

%
समयनिष्ठ संग समस्या कसैले यसलाई बुझ्न त्यहाँ छ।
		-- Franklin P. Jones

%
समयनिष्ठ संग समस्या मानिसहरू केही थप गरेको जस्तो छके गर्न महत्त्वपूर्ण।
		-- Franklin P. Jones

%
पहिलो पटक सही कुरा गरिरहेको संग समस्या कसैले छयसलाई कसरी कठिन थियो मोल गर्नुहुन्छ।
		-- Franklin P. Jones

%
पैसा समस्या यो धेरै लागत छ!
		-- Franklin P. Jones

%
मौका संग समस्या सधैं कठिन काम रूपमा लुकाएको आउने छ।
		-- Herbert V. Prochnow

%
यो मुसा-जाति संग समस्या तपाईं जीत पनि तपाईं अझै पनि एक मुसा हुनुहुन्छ भन्ने छ।
		-- Lily Tomlin

%
यो अंग्रेजी भाषामा दुई सबैभन्दा सुन्दर शब्दहरू "चेक Enclos एड" हो।
		-- Dorothy Parker

%
पैसा को प्रयोग मुद्रा भइरहेको त्यहाँ छ सबै फाइदा छ।
		-- B. Franklin

%
पापको ज्याला उच्च हो तर तपाईंले आफ्नो पैसा का लायक प्राप्त।
		-- B. Franklin

%
पापको ज्याला unreported छन्।
		-- B. Franklin

%
को वस्तुहरु बजार मा एक सानो भाग्य बनाउन बाटो सुरु गर्न छएक ठूलो भाग्य संग।
		-- B. Franklin

%
खराब कार लेना सेवादाऊदले Schwartz 1972 मा विश्वविद्यालय गएपछि उहाँले भाडा-एक-मलबे सेट अपएक मजाक रूपमा। प्राकृतिक prankster हुँदा, उहाँले बिट-अप को एक छिटो प्राप्तshabby, क्यालिफोर्निया मा स्क्रैप हिप लागि प्रतीक्षा wreckages।उहाँले एक टोपी हालेर उहाँले रूपमा मानिसहरूको अनुहार हेर्दै प्रतीक्षाराउन्ड bumperless, dented junkmobiles को विकल्प तिनीहरूलाई सञ्चालन।आफ्नो चिरस्थायी आश्चर्य तिनीहरूलाई लागि एक insatiable माग थियो रउहाँले अब सबै अमेरिका भन्दा 26 उन्नतिशील शाखा छ। "ड्राइभिङ जस्तै मानिसहरूराउन्ड उपलब्ध सबैभन्दा खराब कार मा, "उहाँले भन्नुभयो। निस्सन्देह तिनीहरूले के।"एक चालक हर्जाना एक कार छेउमा र भने इमानदार पर्याप्त छयसलाई स्वीकार, म उसलाई, `भूल यसलाई 'भन। तिनीहरूले हामी लेट फिर्ता एक कार ल्याउन भनेयसलाई बेवास्ता। तिनीहरूले एक दुर्घटना भएको थियो गर्नुभएको र अर्को गाडी समावेश छैन भनेहामी पनि त्यो बेवास्ता सक्छ। ""कहाँ ऐशट्रे छ?" त्यो बसे रूपमा, एक लस एन्जलस पत्नी सोधेको च्यातेर भित्री मा। "मह" उनको पति, "सारा कारको कोऐश ट्रे। "
		-- Stephen Pile, "The Book of Heroic Failures"

%
तपाईं इन्कार गर्न सक्दैन एउटा प्रस्ताव आफ्नो विचार एउटा प्रस्ताव छ ... र तपाईं राम्रो चाहन्छुइन्कार छैन।
		-- Stephen Pile, "The Book of Heroic Failures"

%
तिनीहरूलाई छ रूपमा, हुन्छ।
		-- Stephen Pile, "The Book of Heroic Failures"

%
त्यसपछि एक मानिसले यसो भने: अपेक्षाहरू हामीलाई गर्न बोल्नुहोस्।त्यो त भन्नुभयो: एक मानिस देख्न वा को पानी सुन्न गर्छ भनेजोर्डन, त्यसपछि उहाँले अनार स्वाद हुँदैन वा एक मा आफ्नो माल प्लाईखुला बजार।यदि मानिस हुनेछ नुन र रक QUARRIES छैन श्रम त्यसपछि उहाँलेपृथ्वीको स्वीकार गर्नुपर्छ उहाँले दिन इन्कार जो किआफूलाई।यस्तो मानिस आरु रूखको नासपाती आशा थियो।यस्तो मानिस एउटा ढुङ्गा अण्डा राख्नु आशा थियो।यस्तो मानिस Sears एक lawnmower भेला आशा थियो।
		-- Kehlog Albran, "The Profit"

%
त्यसपछि यो मामला मा एक शानदार सम्झौता गर्यो जो ScoutMaster थियोआफ्नो troup लागि Tates ब्रान्ड परकार; केवल $ 1.25 प्रत्येक! केवल समस्या थियो,तिनीहरूले जंगल तिनीहरूलाई बाहिर पायो गर्दा, परकार सबै अड्केको देखाइरहेको थिएको डायल मा "डब्ल्यू" गर्न।नैतिक:एक Tates छ जसले हराएको छ!
		-- Kehlog Albran, "The Profit"

%
जो कुरा तोड भनेर पकड हाम्रो यो पुरानो संसारमा हामीलाई धेरै छन्हामी सबै को लागि बारेमा पनि। म हामी सबै प्राप्त गर्ने, उदाहरणका लागि, पालन गरेका छन्बरफ को नै रकम बारे। धनी र गर्मी र गरिब मा प्राप्तयो हिउँदमा यो प्राप्त।
		-- Bat Masterson

%
त्यहाँ मृत्यु भन्दा जीवनमा खराब कुराहरू हुन्। के तपाईंले कहिल्यै साँझ बिताएका छन्एक बीमा विक्रेता संग?
		-- Woody Allen

%
त्यहाँ शेयर बजार मा बिक्री एक सानो दुःखको भएको छ।
		-- Thomas W. Lamont, October 29, 1929 (Black Tuesday)

%
त्यहाँ Solemn खिचडी को राम्रो सम्झौता राजधानी साधारण चासो बारेमा छर श्रम। मामिलामा खडा, उनको मात्र साधारण चासो काटन को छप्रत्येक अन्य गरेको घाँटी।
		-- Brooks Atkinson, "Once Around the Sun"

%
केही मानिस एक सानो बनाउन सक्दैन संसारमा कुरा शायद छबुरा र बेच्ने सानो सस्ता।
		-- Brooks Atkinson, "Once Around the Sun"

%
त्यहाँ यो सही, तर सधैं यो भन्दा बढी के गर्न समय गर्न समय कहिल्यै छ।
		-- Brooks Atkinson, "Once Around the Sun"

%
"कुनै पिता क्रिसमस छ। यो न्यून आय बनाउन बस एक मार्केटिङ चाल होआमाबाबुको एक दुःखले बस्छ। ""... म तिमी एक बच्चाहरु को भरोसा अनुहार चित्र चाहनुहुन्छ, आँसु streakedतपाईं बस भन्यो को कारण। "किनभने "म आफ्नो आमा को अनुहार चित्र चाहनुहुन्छ, एक हप्ताको अंशदान गर्दैनन्ब्रह्माण्डको Battlecruiser को एक मास्टर भुक्तानी! "
		-- Filthy Rich and Catflap

%
के तपाईं गरिरहेको पर्छ postponing लागि वर्तमान जस्तै कुनै समय छ।
		-- Filthy Rich and Catflap

%
त्यहाँ केही त सजिलो छ तर जब तपाईं यो गाह्रो हुन्छ भनेरअनिच्छा।
		-- Publius Terentius Afer (Terence)

%
उहाँलाई सोध्न - त्यहाँ एक मानिस इमानदार छ भने पत्ता लगाउन एक तरिका हो। उहाँ भन्नुहुन्छ भने"हो" उहाँले टेढो छ थाह छ।
		-- Groucho Marx

%
त्यहाँ आफ्नो मालिक गलत छ दायाँ गर्दा हुनुको धेरै सानो भविष्य छ।
		-- Groucho Marx

%
सबै भएको भन्दा जीवन थप त्यहाँ हुनुपर्छ।
		-- Maurice Sendak

%
त्यहाँ द्वारा केही खल्तीमा पैसा कमाउन प्रयास एक कलेज विद्यार्थी थियोअनौठो जब गर्न घर भेटी गर्न घर देखि जा। उहाँले यो व्याख्याएक ढोका जवाफ मानिस।"तपाईं कत्तिको मेरो कौसी रंग गर्न चार्ज हुनेछ?" मानिस सोधे।"चालीसवटारङ डलर।""असल" मानिस भन्नुभयो, र विद्यार्थीले रंग र ब्रश दिनुभयो।तीन घन्टा पछि रंग-splattered Lad फेरि ढोका ढकढक्याउन।उहाँ भन्नुहुन्छ "सबै काम!", र आफ्नो पैसा संकलन। "बाटो गरेर," विद्यार्थीलाई भन्छन्,"त्यो यो एक फेरारी छ, एक पर्श छैन।"
		-- Maurice Sendak

%
त्यहाँ एक मुक्त भोजन रूपमा कुनै यस्तो कुरा हो।
		-- Milton Friendman

%
अतिरिक्त सान्ता क्लाज भन्दा आफ्नो व्यवसाय को लागि बुरा केही त्यहाँमानिसहरू गरेको कोठा मा धूम्रपान।
		-- W. Bossert

%
तिनीहरूले धन वा महिला वा बलियो पेय वा विचारमा मूर्ख छन्लागूपदार्थ प्रयास सबैभन्दा खरिद गर्न सक्नुहुन्छ मानिसको प्राण बाहिर। यी कुराहरू प्रस्तावती सबै को सबैभन्दा ठूलो हो जो कि तुलना फिक्का मोजमस्ती, कि कार्य जोउहाँबाट माग आफ्नो यथासक्य बल भन्दा बढी, भनी अवशोषित, हड्डी रsinew र मस्तिष्क र आशा र डर र सपना - थप र अझै पनि भनिएको छ।तिनीहरूले अन्यथा विचारमा मूर्ख छन्। कुनै ठूलो प्रयास कहिल्यै किनेको थियो।कुनै चित्रकला, कुनै संगीत, कुनै कविता, पत्थर कुनै गिर्जाघर, कुनै चर्च, कुनै राज्य थियोकहिल्यै कुनै पनि प्रकारको भुक्तानीको लागि हुनुको मा उठायो। कुनै parthenon, कुनै Thermopylaeकहिल्यै निर्माण वा भुक्तानी वा महिमा लागि लडेका थिए; कुनै Bukhara बर्खास्त, वा चीन भूमिमुनि loot वा शक्ति एक्लै लागि Mongol एडी। यी गरिरहेको लागि भुक्तानीकुरा नै तिनीहरूको गरिरहेको थियो।आफूलाई wield गर्न - एक आफ्नै हातमा एक उपकरण रूपमा आफूलाई प्रयोग गर्न - रबनाउन वा त्यो जो कुनै अरू निर्माण गर्न सक्छन् वा एक नष्ट तोड्न त - यो हो भनेरसबैभन्दा ठूलो खुशी मानिस थाह! आफ्नो हात मा छिनो महसुस भएको छ जसले एकर संगमरमर ब्लक मा prisoned स्वर्गदूतले स्वतन्त्र, वा एक जो महसुस भएको छहातमा तरबार र एक क्षण अघि शरीर बस्नुहुन्थ्यो प्राण बेघर सेटआफ्नो नश्वर शत्रु को - ती दुवै भनेर दुर्लभ खाना को स्वाद आउनमात्र दुष्ट लागि वा देवताहरूको लागि फैलियो। "
		-- Gordon R. Dickson, "Soldier Ask Not"

%
भएको लायक कुराहरू लागि धोखा लायक छन्।
		-- Gordon R. Dickson, "Soldier Ask Not"

%
भाग्यशाली सोच्नुहोस्। तपाईं एक पोखरी पर्नु भने, माछा लागि आफ्नो pockets जाँच गर्नुहोस्।
		-- Darrell Royal

%
यो काम बाज़ी राम्रो समय छ।
		-- Darrell Royal

%
यो तपाईं उड गर्न योजना गर्ने vacationers लागि एक विशेष गरी राम्रो समय, किनभनेको Reagan प्रशासन, एउटै नीति भागको रूपमा जो अन्तर्गत योहालै वेन न्यूटन गर्न एलोस्टोन राष्ट्रिय निकुञ्ज बिक्री, "deregulated" छएयरलाइन उद्योग। यो तिमी के मतलब, उपभोक्ता, छ किएयरलाइन्स अब पाठका कुनै पनि नियम पालना गर्न आवश्यक छ। तिनीहरूले गर्न सक्छन्snuff चलचित्र देखाउन। तिनीहरू अक्सिजन लागि चार्ज गर्न सक्नुहुन्छ। तिनीहरू सही पाइलटहरूले किराया गर्न सक्नुहुन्छमेसिन रिफिल व्यक्ति विद्यालय बाहिर। तिनीहरूले द्वारा इन्धन संरक्षण गर्न सक्नुहुन्छपानी माथि कर्कश यात्रु निकाल्दै। उनीहरू विमानहरु प्रतिस्पर्धा राम सक्नुहुन्छमध्य-हावा। यी नवाचारै अथाह लागत बचत परिणाम गरेकोसंग उडानहरू को रूप मा, तपाईं, उपभोक्ता गर्न साथ पारित गरिएको छयस्तो $ 29 आश्चर्यजनक कम भाडा,। निस्सन्देह, केही प्रतिबन्ध लागू गर्न,मुख्य एक यी सबै उडानहरू नेवार्क लागि तपाईंलाई हुनुपर्छ जा रहेको छ, र तपाईंडलर हजारौं तिर्न तपाईं फिर्ता उड गर्न चाहनुहुन्छ भने।
		-- Dave Barry, "Iowa -- Land of Secure Vacations"

%
यो ग्रह छ - वा बरु थियो - यो थियो जो एक समस्या,: सबै भन्दायसमा जीवित मानिसहरूले राम्रो समय धेरै लागि दु: खी थिए। धेरैसमाधान यो समस्याको लागि सुझाव थियो, तर यी सबै भन्दा थिएधेरै हदसम्म कागज को सानो हरियो टुक्रा को आन्दोलनहरु चिन्तित,सारा मा यो सानो हरियो टुक्रा थिएन किनभने जो अनौठो छकागज दुखी थिए।
		-- Douglas Adams

%
यो हप्ता मात्र, सबै हाम्रो फाइबर-भर्न जैकेट तल मार्क!
		-- Douglas Adams

%
जीवन फर्कन कहिल्यै मरेका दावी गर्नेहरूले कहिल्यै वरिपरि भएको छैनयहाँ समय छोडने मा।
		-- Douglas Adams

%
आत्मत्यागी एक महान आत्मा कुराहरू गर्नेहरूले बचा होसबै लागत मा।
		-- N. Alexander.

%
समय सबैभन्दा मूल्यवान् कुरा मानिसको खर्च गर्न सकिन्छ।
		-- Theophrastus

%
शेयर लिन समय। केही कार्यालय आपूर्ति घर जानुहोस्।
		-- Theophrastus

%
केही, आलोचना जोगिन केही गर्न, भन्न, केही हुन।
		-- Elbert Hubbard

%
हुन वा हुन, कि तल लाइन हो।
		-- Elbert Hubbard

%
केही गर्न केही हुन छ।
		-- Elbert Hubbard

%
एकैचोटि दुई कुराहरू के न गर्नु हो।
		-- Publilius Syrus

%
आफ्नो खुट्टा मा फिर्ता प्राप्त गर्न, दुई कार भुक्तानी सम्झना आउँछ।
		-- Publilius Syrus

%
केहि गरेको प्राप्त गर्न, एक समिति कुनै अधिक तीन समावेश गर्नुपर्छव्यक्ति, दुई तिनीहरूलाई को अनुपस्थित।
		-- Publilius Syrus

%
वास्तविकता को एक अर्थमा पुनर्स्थापना गर्न, म वल्ट डिज्नी एक Hardluckland हुनुपर्छ लाग्छ।
		-- Jack Paar

%
एकल जीवन एक सात कथा शिवालय निर्माण गर्न भन्दा राम्रो छ सुरक्षित गर्न।
		-- Jack Paar

%
खाँचो देख्न र सोधिने कुर्न, पहिले नै इन्कार गर्न छ।
		-- Jack Paar

%
विशेषज्ञ हाजिर गर्न, काम सबैभन्दा लामो हुनेछ भविष्यवाणी गर्ने एक छनोटर सबै भन्दा खर्च।
		-- Jack Paar

%
जवानीको बस्न, उपयोगी रहनुहोस्।
		-- Jack Paar

%
यो घर धनी गर्न doorknobs पर्छ।
		-- Jack Paar

%
तपाईंकै आफ्नै आत्म साँचो हुन। (भने कि, कम्तिमा केही पैसा बनाउन।)
		-- Jack Paar

%
यो महत्त्वपूर्ण कथा बुझ्न, तपाईं कसरी टेलिफोन बुझ्न छन्कम्पनी काम गर्दछ। तपाईंको टेलिफोन मा छ जो एक स्थानीय कम्प्युटर, जोडिएको छचालु एक जोडिएको बारी मा छ जो एक क्षेत्रीय कम्प्युटर, जडानको इड्ना ए Bargewater को लन मा फोहोर ट्रक को आकार लाउडस्पीकरलरेन्स, Kan।जब तपाईं फोनमा कुरा, तपाईंको स्थानीय कम्प्युटर मा सुन्नुहुन्छ। यो भनेतपाईं एक अंतरंग विषय छलफल गर्न जाँदै हुनुहुन्छ suspects, यो कम्प्युटर सूचितमा सुन्नुहुन्छ र माथिको एक सचेत कि निर्णय जो माथिको,अन्तमा सम्म, तपाईं साँच्चै आफैलाई humiliate भने, शायद तल आँसु मा तोडर आफ्नो विगतको एक sordid घटना बारे तपाईंको नजिकको मित्र बताउनएक seedy मोटेल, एक छिमेकीको जोडीलाई, सम्पूर्ण धार्मिक आदेश, एक मुछिएकोबगैचा नली र टैपिओका हलुआ को छ quarts, माथि कम्प्यूटर फीड आफ्नोइड्ना गरेको लाउडस्पीकर मा कुराकानी, र उनी र उनको साथीहरू मा आउनसुन्न पनि कौसी र जस पिउन र मुर्ख आफूलाई हाँस्न।
		-- Dave Barry, "Won't It Be Just Great Owning Our Own Phones?"

%
धेरै मानिसहरू मौका सुरक्षा सट्टा को सोच हो। तिनीहरूले जस्तोमृत्यु भन्दा जीवन बढी डर।
		-- James F. Byrnes

%
धेरै पर्याप्त छैन।
		-- James F. Byrnes

%
सबै को धेरै बस पर्याप्त छ।
		-- Bob Wier

%
सत्य निःशुल्क छ, तर जानकारी लागत।
		-- Bob Wier

%
दुई Cheaply रूपमा एक रूपमा लामो रूपमा आधा बाँच्न सक्छ।
		-- Howard Kandel

%
Veni, Vidi, भिषा:म अलि किनमेल गरे, म देखे, आए।
		-- Howard Kandel

%
धेरै केही कुराहरू वास्तवमा किनभने एक, यी दिन निर्मित प्राप्तजस्तै एक भन्दा कुराहरू, हामी बाँचिरहेको रूपमा कता हो कता ठूलो यूनिभर्स,संभवतः कल्पना गर्न सक्छ, र एक बरु छैन, बढ्न थियो कुराहरू धेरैकहीं। एक वन जो रूखहरू भन्दा वृद्धि हालै पत्ता थियोफल रूपमा Screwdrivers शाफ्ट। को शाफ्ट पेचकस जीवन चक्र छएकदम रोचक। एक पटक यो अँध्यारो धूल दराज आवश्यक छानिएको जो यो गर्न सक्छन्वर्ष undisturbed ढाँट्छन्। त्यसपछि यो अचानक Hatches एक रात, यसको फाल्नुहोस्धूलो मा crumbles, र उभर एक पूर्ण unidentifiable रूपमा बाहिरी छालादुवै कुनामा मा flanges र रिज एक प्रकारको र एक प्वाल संग सानो धातु वस्तुएक स्क्रू लागि। यो, जब फेला, दूर हालियो प्राप्त हुनेछ। कुनै एक के थाहपेचकस यसबाट पाउन मानिन्छ छ। प्रकृति, उनको असीमित बुद्धि मा,संभाव्यतः यसमा काम गरिरहेको छ।
		-- Howard Kandel

%
रूपमा सीट-बेल्ट कार हो वास्कट सूट छन्।
		-- Howard Kandel

%
VI:एक भोक कुकुर सर्वश्रेष्ठ hunts।एक hungrier कुकुर पनि राम्रो hunts।VII:घटाइयो व्यापार आधार उपरि बढ्छ।त्यसैले व्यवसाय आधार गर्छ।आठ:एक लागत-अनुमानक को शिक्षा सबैभन्दा असफल चार वर्षपाँचौ ग्रेड गणित छ।IX:Acronyms र संक्षिप्त अधिकतम हदसम्म प्रयोग गर्नुपर्छतुच्छ विचार गहन बनाउन सम्भव। इति सिद्धम्एक्स:साँढेको झगडे जीत छैन साँढेको; मान्छे।मान्छे मान्छे झगडे जीत छैन; वकिल गर्छन्।
		-- Norman Augustine

%
अत्यावश्यक कागजात spontaneously सारेर आफ्नो जाँगरको प्रदर्शन गर्नेछन्जहाँ तपाईं जहाँ तपाईं तिनीहरूलाई फेला पार्न सक्नुहुन्छ तिनीहरूलाई बायाँबाट।
		-- Norman Augustine

%
सबै कार्मिक गर्न चेतावनी:morale सुधार नभएसम्म Firings जारी हुनेछ।
		-- Norman Augustine

%
बर्बाद प्राप्त आफ्नो बजेट अर्को वर्ष काटे।
		-- Norman Augustine

%
हामी सबै प्रशंसा चाहनुहुन्छ, तर हाम्रो तलब मा एक पदयात्रा मार्गमा को सबै भन्दा राम्रो तरिका हो।
		-- Norman Augustine

%
हामी सबै महत्वाकांक्षी गरिबी को एक राज्य बाँचिरहेका छौं।
		-- Decimus Junius Juvenalis

%
हामी एक प्रेम संगठन होइन, तर हामी एक सम्मानित एक हो।
		-- John Fisher

%
हामी ठ्याक्कै किन देखाउन केही बिल्कुल irrefutable तथ्याङ्क छतपाईं त थकित छन्।त्यहाँ धेरै तपाईं सोचेको हुन सक्छ रूपमा वास्तवमा काम मान्छे छैनन्।यो देश को जनसंख्या 200 करोड छ। 84 लाख भन्दा बढी छन्काम गर्न 116 मिलियन छोडेर जो उमेर, 60 वर्ष। 20 अन्तर्गत मान्छेउमेर वर्ष कूल काम गर्न 41 लाख छोडेर जो 75 लाख,।त्यहाँ 22 लाख छोडेर जो सरकार, द्वारा कार्यरत छन् जो छन्19 लाख काम गर्न। चार लाख सशस्त्र सेवा, मा हो जोकाम गर्न छोड्छ 15 लाख। 14.800.000, राज्य मा संख्या कटौतीर 2,00,000 छोडेर शहर कार्यालय, काम गर्न। त्यहाँ 188.000 मा हो, अस्पताल, पागल asylums आदि, ताकि 12,000 काम गर्न छोड्छ।अब यसलाई के तपाईं जेल मा 11.998 मान्छे हो भनेर थाह चासोको विषय हुन सक्छ,भनेर लोड पूरा गर्न 2 बस मान्छे छोडेर। त्यो तपाईं र मलाई, र छभाइ, म सबै आफैलाई गरिरहेको थकित रही छु!
		-- John Fisher

%
"हामी जीवनको हाम्रो बाटो धेरै जग हामी कल के हो भनेर कायममुक्त उद्यम, हाम्रो नागरिक गर्दा एक "नगद McCall भन्नुभयो," तरहामी के, कि लाभ को एक सानो थुप्रो गर्न पर्याप्त उद्यम देखाउनतिनलाई आफूलाई को लाज हुनुपर्छ भनेर महसुस गर्न हाम्रो सबै भन्दा राम्रो। "
		-- Cameron Hawley

%
हामी लाग्यो कि नयाँ लुगा अर्थ कसैले मृत्यु भएको थियो त गरिब थिए।
		-- Cameron Hawley

%
हामी एक वाचडग खर्च गर्न सकिएन त्यसैले गरिब थिए। हामी राति हल्ला सुनेको भने,हामी आफूलाई छाल चाहन्छु।
		-- Crazy Jimmy

%
हामी सुनको उमेर बाँचिरहेका छौं। तपाईं आवश्यक सबै सुन छ।
		-- D. W. Robertson.

%
साताको अन्त्यमा, तपाईं कहाँ हो?
		-- D. W. Robertson.

%
तपाईं प्रवेश पाउन सक्छन् भने राम्रो के, असल जीवन एउटा टिकट छ?
		-- D. W. Robertson.

%
म के मतलब (र सबैलाई अरू साधन) शब्द गुणवत्ता द्वारा हुन सक्दैनप्रजा र predicates मा तल भङ्ग। यो किनभने गुणस्तर छैनत्यसैले रहस्यमय छ तर किनभने गुणस्तर त, सरल तत्काल र प्रत्यक्ष छ।
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
के गर्न कोही सोधेर को समस्या के गर्दै लायक छ लायक छ।
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
दक्षता को नाम मा के पाप गरिएको छैन?
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
के ठूलो मुद्रण दिनुहुन्छ, सानो मुद्रण टाढा taketh।
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
तिनीहरूले के भन्नुभयो:तिनीहरूले के अर्थ:"म पाठका कुनै योग्यता यो उम्मेदवार सिफारिस गर्छौं।"(हो, त्यसको बारेमा यसलाई योगफल।)"गणित को राशि त्यो तपाईंलाई आश्चर्य हुनेछ थाह छ।"(अनि म स्कूल एक सिक्का दिएर सिफारिस गर्छौँ ...)"म बस उहाँको बारेमा एकदम राम्रो कुरा भन्न सक्दैन।"(कस्तो स्क्रू-अप।)"म यो उम्मेदवार मेरो एक पूर्व सहयोगी छ भन्न खुसी छु।"(म म त्यो हाम्रो दृढ बायाँ भनेर हुँ कसरी खुसी तपाईं बताउन सक्नुहुन्छ।)"यो व्यक्ति हाम्रो रोजगार गएपछि, हामी एकदम उहाँले जाने आशाले थिएआफ्नो कौशल संग एक लामो बाटो। "(उहाँले सम्म सकेसम्म जाने चाहन्छु आशा गरे।)"तपाईं उनको जस्तै धेरै मान्छे फेला पार्न हुनेछ।"(वास्तवमा, अधिकांश मानिसहरू उनको वरिपरि रहेको खडा गर्न सक्दैन।)"म उसलाई पनि अत्यधिक सक्दैन।"(तर, मेरो ज्ञान को सबै भन्दा राम्रो गर्न, उहाँले कहिल्यै प्रतिबद्ध छ एकमेरो उपस्थिति मा Felony।)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
तिनीहरूले के भन्नुभयो:तिनीहरूले के अर्थ:"तपाईं साथै म उसलाई थाहा रूपमा यो व्यक्ति थियो भने, तपाईंलाई लाग्छ थियो धेरैउहाँलाई म जस्तै। "(अथवा रूपमा सानो, वाक्यांश यसलाई अलिकति थप सही।)"उनको आगत सधैं महत्वपूर्ण थियो।"(त्यो कहिल्यै भन्न राम्रो शब्द भएको थियो।)"म असल काम गर्न आफ्नो क्षमता बारेमा कुनै शंका छ।"(अनि अवस्थित छ।)"यो उम्मेदवार तपाइँको जस्तै एक विभाग ब्यालेन्स उधारो थियो, जोपहिले नै धेरै उल्लेखनीय सदस्यहरू छन्। "(तपाईं पहिले नै मोरोन छ जबसम्म।)"मेरो संगोष्ठी उहाँको प्रस्तुति अन्तिम semester साँच्चै उल्लेखनीय थियो:अर्को पछि एक अकल्पनीय परिणाम। "(अनि हामी तिनीहरूलाई या त विश्वास गरेनन्।)"त्यो तिमी उनको एकमा सक्छ कुनै पनि काम गर्न उनको दृष्टिकोण मा एकदम समान छ।"(वास्तवमा, सामान्य जीवनको लागि ...)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
तिनीहरूले के भन्नुभयो:तिनीहरूले के अर्थ:"तपाईंले उसलाई लागि कार्य गर्न प्राप्त गर्न सक्छन् भने भाग्यवान् हुनेछ।"(हामी पक्कै पनि कहिल्यै सफल भयो।)त्यहाँ जसलाई म उसलाई पर्याप्त तुलना गर्न सक्छन् संग कुनै अन्य कर्मचारी छ।(खैर, हाम्रो चूहहरुमा छैन साँच्चै कर्मचारीहरु छन् ...)"सफलता कहिल्यै उहाँलाई बिगार्छ हुनेछ।"(खैर, कम्तिमा धेरै बढी।)"एक सामान्यतया राम्रो भावना उहाँलाई टाढा आउँछ।"(अनि राहत यस्तो विलाप।)"उहाँको प्रबंध तपाईं यी दिन देख्न अपेक्षा छैन काम क्रमबद्ध छ;यसलाई उहाँले निश्चित आफ्नो पूर्ण क्षमता प्रकट गर्नुभएको छ। "(अनि आफ्नो बुद्धि, साथै।)"उहाँले सम्म जानु पर्छ।"(द राम्रो टाढा।)"उहाँले आफ्नो कर्मचारी को पूर्ण लाभ हुनेछ।"(उहाँले तिनीहरूलाई एक काम पछि आफ्नो लन mowing पनि छ।)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
तिनीहरूले के भन्छन्: तिनीहरूले अर्थ के:एक प्रमुख प्राविधिक सफलता ... फिर्ता रेखाचित्र बोर्ड गर्न।शुद्ध संयोगले भेट्टाएका अनुसन्धान को वर्ष पछि विकास गरे।मूल तालिका हामी अरू केही काम गरिरहेका छौं कारण पछि परियोजना।अवसर कठिनाइ गर्नडिजाइन हामी एक वा दुई बिन्दु stretching, यो गरे उपयोगी सीमा भित्र छन्।ग्राहक सन्तुष्टि सम्म तालिका पछि विश्वास छ तिनीहरू हुनेछु भनेरसबै केहि लागि कृतज्ञ आश्वासन दिए।परियोजना समन्वय बन्द हामी gonna प्रसार गर्ने दोष छौं, टूरिस्ट!परीक्षण परिणाम अत्यन्तै gratifying थिए यो काम गर्दछ, र केटा, हामी अचम्ममा थिए!डिजाइन अंतिम रूप गरिनेछ ... हामी अझै सुरु भएको छैन, तर हामी भयोकेही भन्न।सम्पूर्ण अवधारणा यसलाई अन्त्य डिजाइन गर्ने मान्छे अस्वीकार गरिएको छ।हामी एक ताजा संग अगाडी बढ्दै हुनुहुन्छ हामी तीन नयाँ मान्छे राखएको छ, र तिनीहरूले हुनुहुन्छवरिपरि यो लात दृष्टिकोण।विभिन्न दृष्टिकोण को एक नम्बर ... हामी जाँदै हुनुहुन्छ जहाँ थाहा छैन, तरहामी सार्दा हुनुहुन्छ।प्रारम्भिक परिचालन परीक्षण हामी यसलाई बन्द गर्दा उडायो छन्।अनिर्णायकसंशोधन, हामी माथि सुरु हुनुहुन्छ जारी छन्।
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
तिनीहरूले के भन्छन्: तिनीहरूले अर्थ के:अघिल्लो संस्करणमा नयाँ रंग।सबै नयाँ अघिल्लो संस्करण उपयुक्त छैन।अरू विशेष कसैले दस्तावेज छ।नमिलेका लगभग रूपमा प्रतियोगिता रूपमा राम्रो।डिजाइन सरलता कम्पनी हामीलाई कुनै पनि पैसा दिन छैन।मूर्ख-प्रमाण सञ्चालन सबैपरिमिति मेहनत coded छन्।विकसित डिजाइन कसैले साँच्चै यो बुझ्नुहुन्छ।यहाँ बल्ल यो समयमा गरेको प्राप्त भएन।क्षेत्र हामी कुनै पनि सिमुलेटर छैन जाँच।विकास को वर्ष अन्तमा एक काम गर्न पाए।अभूतपूर्व प्रदर्शन कुराले कहिल्यै ढिलो गर्नु अघि यो भाग्यो।क्रान्तिकारी डिस्क ड्राइव जाने 'राउन्ड र' राउन्ड।भविष्य मात्र एक अर्को पुस्तालाई सुपर कम्प्युटर मा चल्छ।समाधान गर्न असम्भव कुनै मर्मत।प्रदर्शन बिटा परीक्षण काम गरे सिद्ध।यो त्रुटिहरू बिना संकलित मुश्किल गुणस्तर मानक पूरा गर्दछ।सन्तुष्टि ग्यारेन्टि यो असफल भएमा हामी तपाईंलाई अर्को प्याक पठाउने छौँ।स्टक वस्तु हामी यसलाई अघि पठाइएको र फेरि यो गर्न सक्नुहुन्छ।
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
के यो देश आवश्यक राम्रो पाँच-प्रतिशत ब्याजेल किन्न हुनेछ एक सिक्का छ।
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
के यो देश आवश्यक राम्रो पाँच प्रतिशत केहि छ!
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
के यो देश आवश्यक राम्रो पाँच प्रतिशत निकल छ।
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
के यो देश आवश्यक राम्रो पाँच डलर प्लाज्मा हतियार हो।
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
के हामी डेलाइट बचत समय, को सट्टा, यो देशमा जो कसैलेसाँच्चै, जसरी भए पनि बुझ्नुहुन्छ भनिन्छ दिवस बिहान समय नयाँ अवधारणा हो,जसद्वारा 7 a.m. हामी लागि एक ठाउँ-लन्च-शैली "पकड" मा जाने प्रत्येक हप्ता मायो सिर्फ हामी सकेजति 7 a.m. यो बाटो रहिरहन्छ जो समयमा दुई तीन घन्टा,सबै stretching र belching र एक सभ्य क्रमिक प्रक्रिया मार्फत उठscratching र हामी वास्तव गर्न तयार थिए जब यो अझै पनि मात्र 7 a.m. हुनेछबेड बाट निस्कनु।
		-- Dave Barry, "$#$%#^%!^%&@%@!"

%
जेसुकै होस् तल nailed छैन मेरो हो। जेसुकै होस् म pry गर्न सक्नुहुन्छ तल nailed छैन।
		-- Collis P. Huntingdon, railroad tycoon

%
एक बैंकर झ्यालको बाहिर फड्को गर्दा उहाँलाई पछि हाम फाल्न - जहाँ पैसा छ कि छ।
		-- Robespierre

%
जब एक साथी भन्छन्, "यो पैसा तर कुरा को सिद्धान्त, छ"यो पैसा छ।
		-- Kim Hubbard

%
सबै अरू असफल हुँदा, निर्देशनहरू पढ्नुहोस्।
		-- Kim Hubbard

%
म काम गर्दा, म कठिन काम गर्दछ।म बस्छन, म सजिलो बस्छन।अनि जब म सोच्छ, म सुत्न जान्छ।
		-- Kim Hubbard

%
जब संदेह मा, अस्पष्ट बोल्नु; समस्या हुँदा, प्रत्यायोजन; शुल्क हुँदा, चिन्तन।
		-- James H. Boren

%
यो निर्णय गर्न आवश्यक छैन, यो आवश्यक छैन छनिर्णय।
		-- James H. Boren

%
ठीक प्रबन्ध गर्दा अवकाश उत्पादकत्व कम छैन: लागितपाईं टाढा हुनुहुन्छ र केही प्राप्त गरेका हरेक हप्ता, अर्को गर्दा आफ्नो मालिक त्यहाँटाढा छ र तपाईं दुई पटक धेरै रूपमा गरेको प्राप्त।
		-- Daniel B. Luten

%
को मालिकहरुलाई उत्पादकत्व सुधार कुरा गर्दा, तिनीहरू कहिल्यै कुरा गर्दै छन्आफूलाई बारेमा।
		-- Daniel B. Luten

%
लज बैठक अप भङ्ग गर्दा मेयेर मित्र confided।"अबे, म एक भयानक अचार मा छु! म नगद लागि strapped छु र म छैनको slightest विचार म यसलाई देखि प्राप्त गर्न लागिरहेको छु जहाँ! ""म सुन्न खुशी छु," अबे जवाफ दिए। "म डर थियो तपाईंतिमी मलाई देखि उधारो सक्ने केही विचार हुन सक्छ! "
		-- Daniel B. Luten

%
तपाईं मेहनत गर्दा उठ र अक्सर हरेक retch।
		-- Daniel B. Luten

%
तपाईं के गर्न के थाहा बेला, छिटो हिंड्न र चिन्तित हेर्न।
		-- Daniel B. Luten

%
तपाईंलाई थाहा छैन जब कि तपाईं गरिरहेका छन् के, यो सफासँग गर्छन्।
		-- Daniel B. Luten

%
जब तपाईं किन्न बाहिर जाने, आफ्नो चाँदी देखाउन छैन।
		-- Daniel B. Luten

%
तपाईं संसारमा आफ्नो चिन्ह गर्दा, erasers संग मान्छे को लागि बाहिर हेर्नुहोस्।
		-- The Wall Street Journal

%
जब नै आफ्नो काम बोल्छ, अवरोध छैन।
		-- Henry J. Kaiser

%
जहाँ एक इच्छा त्यहाँ, त्यहाँ एक नातेदार छ।
		-- Henry J. Kaiser

%
जहाँ एक इच्छा त्यहाँ, त्यहाँ एक उत्तराधिकारको कर हो।
		-- Henry J. Kaiser

%
जबकि पैसा आनन्द किन्न सक्दैन, यो पक्कै पनि तपाईं आफ्नो छनौट गर्न अनुमति दिन्छदुःखले फारम।
		-- Henry J. Kaiser

%
जबकि पैसा प्रेम किन्न छैन, यो एउटा ठूलो मोलतोल स्थिति राख्छ।
		-- Henry J. Kaiser

%
कसले-ऋणबाट goeth एक-sorrowing goeth।
		-- Thomas Tusser

%
जसले सबैभन्दा खिलौने जीत संग मर्छ।
		-- Thomas Tusser

%
तपाईं सफल हुन सक्नुहुन्छ जब मानिस किन हुन?
		-- Bertolt Brecht

%
तिमी मलाई ऋण हुनेछ $ 20.00 र मलाई मात्र यो दस दिन?यसरी, तपाईंले मलाई दस योगदान हुनेछ, र म तपाईंलाई दस योगदान छौं, र हामी पनि हुनेछु!
		-- Bertolt Brecht

%
काम बिना चाहने चारा बिना माछा पकडने जस्तै छ।
		-- Frank Tyger

%
काम समय उपलब्ध भर्न विस्तार।
		-- Cyril Northcote Parkinson, "The Economist", 1955

%
मा वा नजिकै कुरा को स्थिति फेरबदल, पहिलो: कार्य दुई प्रकारका छअन्य कुरा गर्न पृथ्वीको सतह नातेदार; दोस्रो, अन्य मानिसहरूलाई बताउनत्यसो गर्न।
		-- Bertrand Russell

%
काम जीवनको लन मा केकडा घाँस छ।
		-- Schulz

%
स्मार्ट छैन कठिन काम, र आफ्नो speling को सावधान।
		-- Schulz

%
दर्शन बिना काम दासत्व छ, काम बिना विजन एक पाइप सपना छ,तर काम दृष्टि संसारको आशा छ।
		-- Schulz

%
XI:पृथ्वी दोब्बर छिटो घुमाउन गरे सकिएन भने, प्रबन्धकहरूले हुनेछप्राप्त दुई पटक धेरै गरियो। पृथ्वी बीस घुमाउन गरे सकिएन भनेपटक छिटो रूपमा, अरू सबैलाई प्राप्त दुई पटक धेरै रूपमा सबै देखि गरेको थियोको प्रबन्धकहरू बन्द उड थियो।XII:यो खराब उत्पादनहरु निर्माण गर्न धेरै लागत।XIII:त्यहाँ संयुक्त राज्य अमेरिका मा धेरै अत्यधिक सफल कारोबार हो।धेरै उच्च भुक्तानी अधिकारी पनि त्यहाँ छन्। नीति छैनदुई परस्पर मिश्रित होना।XIV:वर्ष 2015 पछि, त्यहाँ कुनै हवाइजहाज दुर्घटनाहरु हुनेछ। त्यहाँ हुनेछइलेक्ट्रनिक्स 100 प्रतिशत कब्जा किनभने कुनै takeoffs, या त हुनहरेक हवाइजहाज गरेको वजन को।XV:प्रदर्शन को अन्तिम 10 प्रतिशत लागत एक-तेस्रो उत्पन्नर समस्याहरू दुई-तिहाई।
		-- Norman Augustine

%
XLI:अधिक एक उत्पादन, कम एक हुन्छ।XLII:किनभने तिनीहरूले अनन्त परीक्षण आवश्यक सरल प्रणाली छैन सम्भाव्य छन्।xliii:यसलाई कम से कम मामलाहरु गर्दा हार्डवेयर राम्रो काम गर्दछ।XLIV:21 औं शताब्दीमा विमान उडान सधैं एक पश्चिमी हुनेछनिर्देशन, प्राथमिकताको सुपरसोनिक, को प्रदान समय क्षेत्र पार गर्नथप घन्टा भङ्ग इलेक्ट्रनिक्स समाधान गर्न आवश्यक थियो।XLV:एक अपेक्षित भनेर रोकियो गर्न सकिन्छ आशा गर्नुपर्छ, तरअनपेक्षित अपेक्षा गरिएको छ गर्नुपर्छ।XLVI:सुरक्षित एक अर्ब कमाएको एक अर्ब छ।
		-- Norman Augustine

%
XLVII:पृथ्वीको सतह दुई-तिहाई पानी ढाकिएको छ। अन्यतेस्रो मुख्यालय देखि लेखा ढाकिएको छ।XLVIII:के तपाईं भएको के कुरा खर्च अधिक समय गरिरहेको, कोकम समय तपाईं कुरा गरिएको छ के गर्दै खर्च।अन्ततः, तपाईं कम र कम कुरा बढी समय खर्चअन्तमा नगरेसम्म केही कुरा आफ्नो सबै समय खर्च।XLIX:विनियम सामा जस्तै दरमा बढ्न।एल:औसत विनियम एक रूपमा लामो जीवन अवधि एक-पाँचौ छचिम्पान्जी गरेको र एक मानव गरेको रूपमा एक-दशौं रूपमा लामो - तर चार पटकलामो आधिकारिक गरेको जसले सिर्जना रूपमा।ली:संयुक्त राज्य अमेरिका Tricentennial को समय, त्यहाँ हुनेछ थपत्यहाँ भन्दा सरकारी कर्मचारीहरूको कार्यकर्ता छन्।LII:निजी क्षेत्र मा काम मान्छे पैसा बचत गर्न प्रयास गर्नुपर्छ।त्यहाँ एकदिन फेरि बहुमूल्य हुन सक्छ कि संभावना बाँकी नै छ।
		-- Norman Augustine

%
xvi:वर्ष 2054 मा, सम्पूर्ण रक्षा बजेट सिर्फ एक खरीद गर्नेछविमान। यो विमान एयर बल र द्वारा साझेदारी गर्न हुनेछनौसेना 3-1 / 2 दिन प्रति हप्ता प्रत्येक फड्को वर्षको लागि बाहेक, यो कहिले हुनेछन्अतिरिक्त दिन लागि मरीन उपलब्ध गरे।XVII:सफ्टवेयर इन्ट्रोपीबाइट जस्तै छ। यो बुझ्न गाह्रो छ केही वजन,र थर्मोडायनामिक्स, अर्थात् को दोस्रो व्यवस्था obeys, यो सधैं बढ्छ।XVIII:यो उच्च unreliability हासिल गर्न धेरै महंगा छ। यो असामान्य छैनप्रत्येक कारक लागि दस एक कारक द्वारा वस्तुको लागत वृद्धि गर्नदस क्षरण पूरा।XIX:सबैभन्दा उत्पादनहरु चाँडै खरिद गर्न पनि महँगो हुनेछ तापनि, त्यहाँ हुनेछतिनीहरूलाई कसरी मिलाउने मा पुस्तकहरूको बिक्री मा एक उन्नतिशील बजार।XX:कुनै पनि वर्ष मा, कांग्रेस कोष को रकम उपयुक्त हुनेछको पूर्व वर्ष प्लस जे तीन-fourths स्वीकृत परिवर्तनप्रशासन अनुरोध - माइनस 4-प्रतिशत कर।
		-- Norman Augustine

%
XXI:यो तपाईं यसलाई आवश्यक नगरेसम्म ऋण प्राप्त गर्न सजिलो छ।XXII:शेयर बजार विशेषज्ञ त विशेषज्ञ थिए भने, तिनीहरू स्टक खरीद हुनेछ,सल्लाह बिक्री छैन।XXIII:छ भन्दा कुनै पनि कार्य केवल एक-तेस्रो थप समय मा पूरा गर्न सकिँदैनहाल अनुमानित।XXIV:मात्र कुरा एक को अनुसूची stretching भन्दा बढी महँगोस्थापित परियोजना जो नै सबैभन्दा छ, यो बढाने छमहँगो कार्य मानिसलाई ज्ञात।xxv:एक संशोधित कार्यतालिका नयाँ सिजन एक खेलाडी छ, के व्यापार गर्न छवा कलाकार गर्न नयाँ क्यानभास।
		-- Norman Augustine

%
xxvi:यदि व्यवस्थापन तहहरू को एक पर्याप्त संख्या प्रत्येक मा superimposed छन्अन्य, यो प्रकोप मौका बाँकी छैन भन्ने कुरामा विश्वस्त हुन सक्नुहुन्छ।XXVII:रैंक हार्डवेयर धम्काउन छैन। न त दर्जा को कमी गर्छ।XXVIII:यो reorganizee भन्दा reorganizer हुन राम्रो छ।XXIX:सफल परिणाम उत्पादन नगर्ने अधिकारीहरु समात्नुहोस् आफ्नोजब बारेमा मात्र पाँच वर्ष। जसले प्रभावकारी परिणाम उत्पादन तीआधा दशक बारेमा पर्खनुहोस्।XXX:समय द्वारा प्रश्न मानिसहरूलाई जवाफ लागि तयार छन्,काम गरिरहेको मानिसहरू प्रश्न ट्रयाक हराएको छ।
		-- Norman Augustine

%
XXXI:इष्टतम समिति कुनै सदस्यहरू छन्।xxxii:अध्ययन सञ्चालन गर्न सलाहकार भर्ती को एक उत्कृष्ट माध्यम हुन सक्छआफ्नो सुन आफ्नो समस्या - समस्या सुन मा खोल्दै।XXXIII:मूर्ख incumbents tread गर्न डर जहाँ मा हतार।XXXIV:competitively काम ठेकेदार चयन प्रक्रियापुरस्कार र दण्ड प्रणाली आधारित छ, सबै वितरणअनियमित।XXXV:यो कमजोर डाटा कसैको निष्कर्षमा आधार कुन मा उपलब्ध छ,दिन आदेश उद्धृत गर्नुपर्छ जो ठूलो सटीकडाटा प्रामाणिकता।
		-- Norman Augustine

%
XXXVI:एक multimillion डलर जीत आवश्यक प्रस्ताव को मोटाइसम्झौता प्रति लाख डलर एक मिलिमिटर बारेमा छ। यदि सबैयो मानक गर्न अनुकूल प्रस्ताव प्रत्येक अन्य को शीर्ष मा ढेर थिएमहान् घाटी को तल यो शायद एक राम्रो विचार हुनेछ।XXXVII:समय कुराको नब्बे प्रतिशत तपाईं आशा भन्दा पनि बदतर बाहिर परिणत हुनेछ।समय को अन्य 10 प्रतिशत तिमीलाई धेरै आशा गर्न कुनै अधिकार थियो।xxxviii:प्रारम्भिक बर्ड को कृमि हुन्छ।प्रारम्भिक कृमि ... खाएको हुन्छ।XXXIX:अन्त को छ महिना भित्र कुनै पनि परियोजना पूरा गर्न कहिल्यै प्रतिज्ञावर्ष - या त दिशा मा।लार्ज:सबैभन्दा परियोजनाहरू शुरू बिस्तारै - र त्यसपछि क्रमबद्ध को बन्द घटना।
		-- Norman Augustine

%
हिजो म एक कुकुर थियो। आज म कुकुर छु। भोलि म अझै पनि शायद गर्नेछौंकुकुर हुन। आह! त्यहाँ प्रगति को लागि धेरै साना आशा छ।
		-- Snoopy

%
हाकिम आफ्नो डेस्क द्वारा खस्छ जब तपाईं सधैं हाशिये कुरा गरिरहेका छन्।
		-- Snoopy

%
तपाईं विज्ञापन सही छ भने सबै मानिसहरू समय सबै मूर्ख गर्न सक्छन्र बजेट पर्याप्त ठूलो छ।
		-- Joseph E. Levine

%
तपाईं आफ्नो विज्ञापन ले एक राष्ट्र को आदर्श बताउन सक्नुहुन्छ।
		-- Norman Douglas

%
तपाईंले यसलाई लिएर जब, फ्रेड काम खतरनाक थियो थाह थियो।
		-- Superchicken

%
के तपाईंलाई थाहा छ, यो कम्पनी र टाइटैनिक भिन्नता छ कि छTitanic ग्राहकहरु तिर्ने गरेका थिए।
		-- Superchicken

%
तपाईं वा म Ahrimanes आफ्नो जीवन माथि उपज हुनुपर्छ। म बरु यो तपाईं थिए हुनेछ।म तपाइँको अतिरिक्त मेरो आफ्नै जीवन त्यागी कुनै हिचकिचाहट हुनुपर्छ, तरअर्को हप्ता स्टक लिनुहोस्, र यो कम्पनी मा निष्पक्ष हुन थियो।
		-- J. Wellington Wells

%
तिमीले पनि पेपर SHUFFLING को रोमाञ्चक क्षेत्रमा ठूलो पैसा कमाउन सक्नुहुन्छ!। Muddle, मास को श्री स्मिथ भन्छन्: "म हुन प्रयोग यसैको लिए अघिएक तुच्छ बिट twiddler। अब म एमआईटी टेक मा सिकेका कुराहरूबाट म साँच्चै महसुसमहत्त्वपूर्ण र obfuscate र सबै भन्दा राम्रो संग भ्रममा गर्न सक्नुहुन्छ। ""दस छोटो दिन पहिले सबै म तत्पर सक्छ: श्री Watkins यो भन्न थियोएउटा इन्जिनियर रूपमा मरेको अन्तमा काम थियो। अब म एक होनहार भविष्यका छ रसाँच्चै ठूलो Zorkmids बनाउन। "एमआईटी टेक सबैलाई यी शानदार परिणाम प्रतिज्ञा गर्न सक्दैन, तर जबआफ्नो भविष्य brighter हुनेछ तपाईं एमआईटी टेक आफ्नो MDL डिग्री कमाउन।हाम्रो मुफ्त वेक आज पठाउनुहोस्!
		-- J. Wellington Wells

%
