1/2 ओउंस। जस1/2 ओउंस। वोदका1/2 ओउंस। रम (प्राथमिकताको गाढा)3/4 ओउंस। tequilla1/2 ओउंस। तीन सेकेन्ड1/2 ओउंस। सुन्तलको रस3/4 ओउंस। खट्टे मिश्रण1/2 ओउंस। कोलाfrosted गिलास मा बरफ र तनाव संग मिलाउ।लङ आइल्याण्ड आइस्ड टी
		-- Dean Martin

%
6 ओउंस। सुन्तलको रस1 ओउंस। वोदका1/2 ओउंस। Galliano कोहार्वे Wallbangers
		-- Dean Martin

%
ढिला एक बियर अस्वीकार एक बियर छ।
		-- Dean Martin

%
व्हिस्की को एक जोडी थप शट, महिला 'राउन्ड यहाँ राम्रो देख सुरु गर्नुहोस्।[10 4 पछि छ-प्याक भइरहेका कुरा? एड।]
		-- Dean Martin

%
एक मान्छे, एक पल्ट मा हिँड्छ एक बियर आदेश, बाथरूम यसलाई वहन र यसलाई Dumpsएक मूत्रालय मा। अर्को केही घण्टा जीवनशैलीको, उहाँले पट्टी फिर्ता जान्छधेरै पटक - र यो क्रम दोहोरिन्छ। बल्ल bartender त पायोउहाँले पट्टी भन्दा leaned र उहाँले गरिरहेको थियो के सोधे भनेर उत्सुक।, ग्राहक जवाफ "को middleman जोगिनु।"
		-- Dean Martin

%
एक prohibitionist एक साथ पिउन ख्याल छैन मानिसको क्रमबद्ध छ- उहाँले पिए पनि भने।
		-- H. L. Mencken

%
Absinthe को tart fonder बढ्न बनाउँछ।
		-- H. L. Mencken

%
रक्सी हामी जीवनको सञ्चालन सहन जो द्वारा एनेस्थेसिया छ।
		-- George Bernard Shaw

%
रक्सी, भाँङ, प्रशियाई नीले रंग एसिड, strychnine कमजोर dilutions छन्। यो surestविष समय छ।
		-- Emerson, "Society and Solitude"

%
तपाईं अरू कसैको नाम अन्तर्गत पिउन पुग्दा Alcoholics बेनामी छ।
		-- Emerson, "Society and Solitude"

%
सधैं अँध्यारो ठाउँमा बियर भण्डारण गर्नुहोस्।
		-- Lazarus Long

%
रक्सी पिउने तपाईंलाई रुचि छैन कसैले तपाईं के धेरै पिउने गर्ने छ।
		-- Dylan Thomas

%
र तपाईं कुनै पनि Watney गरेको लाल ब्यारेल प्राप्त गर्न सक्दैन,पट्टी हरेक समय बन्द किनभने तपाईं तिर्खाएको हुनुहुन्छ ...
		-- Dylan Thomas

%
... कम से कम मैले कोही मेरो हात मा राखिएको नुन 'म, नाच थियो लाग्यो।
		-- J. B. White

%
बलियो पेय को wary हुन। यो कर उठाउनेहरू र मिस तपाईं गोली बनाउन सक्छ।
		-- Lazarus Long, "Time Enough for Love"

%
किनभने रक्सी सम्झना।
		-- Lazarus Long, "Time Enough for Love"

%
बियर र Pretzels - च्याम्पियन्स को नाश्ता।
		-- Lazarus Long, "Time Enough for Love"

%
बियर - यो अब केवल नास्ता लागि छैन।
		-- Lazarus Long, "Time Enough for Love"

%
राम्रो-लुगा व्यापारी गर्न भिखारी:"तपाईं Chivas एक पाँचौ लागि $ 20,95 अतिरिक्त सकेन?"
		-- Lazarus Long, "Time Enough for Love"

%
सर्वश्रेष्ठ बियर: 1969 मा उपभोक्ता गरेको संघ द्वारा भेला tasters एक प्यानलन्याय Coors र मिलर गरेको उच्च जीवन धेरै राम्रो बीच हुन। ती जोपक्कै भनेर बियर गम्भीर विषय अमेरिकी यसको प्रभाव चिन्तन सक्छ छइतिहास। उदाहरणका लागि, नयाँ इङ्गल्याण्ड पहिलो colonists एङ्कर ड्रप निर्णयबरु प्लाइमाउथ रक मा भर्जिनिया मा जारी को किनभने, को रूपमातिनीहरूलाई यो राखे, "हामीले अब समय थप छलफलको लागि लाग्न सक्छ, हाम्रोvictuals खर्च र भइरहेको विशेष गरी हाम्रो बियर। "
		-- Felton & Fowler's Best, Worst & Most Unusual

%
Booze जवाफ छ। म प्रश्न सम्झना छैन।
		-- Felton & Fowler's Best, Worst & Most Unusual

%
बै्रन्डी-र-पानी भताभुंग दुई असल।
		-- Charles Lamb

%
तर, अधिकारी, उहाँले म आफ्नो औंलाहरु फरफर देखे मादक पदार्थ सेवन गरेर होइन!
		-- Charles Lamb

%
Cerebus: म आफ्नो नाइटो बाहिर खूबानी ब्रांडीको चाट्नेछन् चाहन्छौं।Jaka: हेर, Cerebus-- Jaka तपाईं बताउन छ ... केहीCerebus: Cerebus एक नाइटो थियो भने, तपाईं यसलाई बाहिर खूबानी ब्रांडीको चाट्नेछन् थियो?Jaka: Ugh!Cerebus: तपाईं खूबानी ब्रांडीको रुचि छैन?
		-- Cerebus #6, "The Secret"

%
क्लारेट केटाहरू लागि रक्सी छ; मानिसहरू लागि पोर्ट; तर aspires जसले एक नायक हुन... ब्रांडीको पिउन पर्छ।
		-- Samuel Johnson

%
एक पल्ट मल मा आरोहण, स्ट्रिङ टुक्रा बियर मागे।"एक मिनेट पर्खनुहोस्। तपाईंले स्ट्रिङ हुनुहुन्छ?""ठीक छ, हो, म हुँ।""माफ गर्नुहोस्। हामी यहाँ तार सेवा छैन।"यो निर्धारित स्ट्रिङ पट्टी छोडेर पास-द्वारा रोकियो। "क्षमा गर्नुहोस,मलाई, तपाईं मेरो समाप्त shred र एक प्रेट्जेल जस्तै मलाई बाँध हुनेछ? "" यो भन्नुभयो, "पास-द्वारा बाध्य, र स्ट्रिङ पट्टी पुन प्रवेश। "के म बियर पिउन सक्छु,कृपया? "यो bartender सोधे।यो barkeep स्ट्रिङ अगाडि बियर सेट, त्यसपछि अचानक रोकियो।"अरे, तपाईं म यहाँ बाहिर फाले स्ट्रिङ हो?""होइन, म एक frayed गाँठ छु।"
		-- Samuel Johnson

%
कोच: म एक बियर, Norm आकर्षित गर्न सक्नुहुन्छ?आदर्श: होइन, मलाई थाहा तिनीहरूले कस्तो हेर्न। बस मलाई एक पोख्नुहोस्।कोच: एक बियर, Norm कस्तो?आदर्श: अरे म जीवन, कोच मा उच्च छु। निस्सन्देह, बियर मेरो जीवन हो।कोच: एक बियर ध्वनि कसरी, आदर्श गर्नुपर्छ?आदर्श: मलाई ठेगाना। उनीहरू एक शब्द प्राप्त अघि म सामान्यतया तिनीहरूलाई समाप्त।
		-- Cheers, Fortune and Men's Weights

%
कोच: यो कसरी गइरहेको छ, आदर्श?आदर्श: पिताजी गरेको धनी र स्तन गरेको lookin राम्रो '।Sam: के छ, Norm?आदर्श: मेरो Nipples। यो त्यहाँ बाहिर चिसो गर्नुपर्छ।कोच: कथा, Norm के हो?आदर्श: तिर्खाएको मान्छे एक पल्ट मा चलाउँछ। तपाईं यसलाई पूरा।
		-- Cheers, Endless Slumper

%
कोच: एक बियर, Normie तपाईं के भन्नुहुन्छ?आदर्श: पिताजी तपाईं wuvs।Sam: तपाईं करोगे रुचि, Normie?आदर्श: बाँच्न एउटा कारण। अर्को बियर Gimme।Sam: तपाईं के हुनेछ, Norm?आदर्श: ठीक छ, म एक जुवा खेल्ने मुड, Sammy मा छु। म एक गिलास लिन्छु जे      कि ट्याप गर्नुहोस् बाहिर आउँछ।Sam: ओह, बियर जस्तै, Norm देखिन्छ।आदर्श: मलाई मिस्टर भाग्यमानी कल।
		-- Cheers, The Executive's Executioner

%
कोच: के छ, Norm?आदर्श: मेरो मुख, कोच को कुना।कोच: के मिलान गर्नुपर्छ, आदर्श?आदर्श: सबै चार गाला र chins को एक जोडी, कोच।कोच: बियर, Normie?आदर्श: उह, कोच, मलाई ठेगाना, म एक यो हप्ता थियो। हाँ, किन छैन, म अझै पनि जवान छु।
		-- Cheers, Snow Job

%
म तारा टेस्टिङ छु चाँडै आऊ!
		-- Dom Perignon, upon discovering champagne.

%
आउनुहोस्, घर धनी, यो भन्दा बढी चलाउन गर्छ सम्म बहने कचौरा भर्न,हामी सबै हुन Merry हुनेछ राती - भोलि हामी सचेत पाउनुहुन्छ।
		-- John Fletcher, "The Bloody Brother", II, 2

%
तपाईं ड्राइव पिउन छैन - तपाईं एक टक्कर मारा र यो गिर सक्छ।
		-- John Fletcher, "The Bloody Brother", II, 2

%
अर्को चुरोट धूम्रपान छैन। दोहोर्याउनुहोस्।
		-- John Fletcher, "The Bloody Brother", II, 2

%
क्यानाडा ड्राई पिउन! तपाईं सफल हुन सक्छ, तर यो * __ * मजा प्रयास गरिरहेको छ।
		-- John Fletcher, "The Bloody Brother", II, 2

%
तत्काल विश्राम लागि कफी पिउने? त्यो लागि रक्सी पिउने जस्तै छतत्काल मोटर कौशल।
		-- Marc Price

%
पिउने एक दर्शक खेल होइन।
		-- Jim Brosnan

%
पिउने मान्छे यस्तो मूर्ख बनाउँछ, र मान्छे सुरु गर्न यस्तो मूर्ख छन्संग, यो एक Felony चक्रवृद्धि। कि
		-- Robert Benchley

%
तिनीहरूले केही राम्रो गीतहरू थाहा र एक गुमाउन नभएसम्म Drunks शायद हसाउने होधेरै एक पोकर।
		-- Karyl Roosevelt

%
Eggnog को अंग्रेजी द्वारा आविष्कार एक परम्परागत छुट्टी पेय छ। धेरैशब्द "eggnog" आउँछ जहाँ मान्छे आश्चर्य। पहिलो syllable"अन्डा" अर्थ यो अंग्रेजी शब्द "अन्डा" आउँछ। म कहाँ थाहा छैनको "nog" आउँछ।eggnog बनाउनको लागि, तपाईं तिनीहरूले मा छन् भने, रम, व्हिस्की, रक्सी जस आवश्यक रमौसम, अन्डा ...
		-- Karyl Roosevelt

%
विद्युत JELL-हे2 बक्से JELL-हे ब्रान्ड gelatin 2 प्याकेजहरू नक्स ब्रान्ड unflavored gelatin2 कप फल (कुनै पनि किसिम) 2+ कप पानी1/2 बोतल Everclear ब्रान्ड अन्न रक्सीमिक्स JELL-हे र नोक्स पानी उम्लिरहेको को 2 कप मा gelatin। चलाउनु 'नुनपूर्णतया भंग।समतल पैन मा तातो मिश्रण पोख्नुहोस्। (JELL-हे molds काम गर्ने छैन।)सामान्य चिसो पानी अन्न रक्सी सट्टा मा हलचल। कुनै पनि congealing हटाउनबाक्लो को glops। (रक्सी अतिरिक्त JELL-हे मा एक असामान्य प्रभाव छ।)इच्छित स्वाद फल पोख्नुहोस्, र कुनै पनि अतिरिक्त रक्सीको अवशोषित गर्न।यो रक्सी पतला र यसको लागि खान सजिलो बनाउन केही चिसो पानी मा मिश्रणहृदयको बेहोश।Refrigerate रातारात मिश्रण पूर्णतया कठोर हुनु अनुमति। (बारे 8-12 घण्टा।)वर्गहरूको मा कटौती र मजा!चेतावनी:खुला ज्वाला टाढा सामाग्री राख्नुहोस्। लागि सिफारिस गरिएको छैनउमेर आठ वर्ष मुनिका बच्चाहरु।
		-- Karyl Roosevelt

%
हरेक बिहान एक स्मरनफ बिहान छ।
		-- Karyl Roosevelt

%
भारी पिउने लागि उत्कृष्ट दिन। कार्यालय पानी कूलर स्पाइक।
		-- Karyl Roosevelt

%
Festivity स्तर 1: तपाईंको अतिथि प्रत्येक संग amiably कुराकानी गर्दैअन्य, आफ्नो क्रिसमस-वृक्ष को गहने प्रशंसा गाइरहेका वरिपरि carolsसोझो मानिसको पियानो, आफ्नो पेय मा sipping र hors d'oeuvres nibbling।Festivity स्तर 2: - कहिले काँही तपाईंका अतिथिहरूको स्वरमा कुरा गर्दै छन्आपसमा, र कहिले काँही सबै कसैले गर्न, आफ्नो उलटफेरक्रिसमस-वृक्ष को गहने, सोझो मानिसको वरिपरि गाइरहेका "म Gotta मलाई हुनुहोस्"पियानो, आफ्नो पेय gulping र hors d'oeuvres तल wolfing।Festivity स्तर 3: तपाईंको पाहुनाहरूसँग हिंसापुर्वक बहस गर्दै छन्inanimate वस्तुहरु, "म कुनै सन्तुष्टि प्राप्त गर्न सक्दैन" गाइरहेका तल gulpingक्रिसमस वृक्ष को गहने तल wolfing अन्य मानिसहरूले 'पेय, रके हुँदा देख्ने र इमान्दार पियानो मा hors d'oeuvres राख्दै गर्नसाना hammers प्रहार।Festivity स्तर 4: तपाईंको अतिथि, सबै भन्दा गंदा hors d'oeuvresआफ्नो नग्न शरीर जलिरहेको वरिपरि अनुष्ठान नृत्य प्रदर्शन गर्दैक्रिसमस रूख। पियानो हराइरहेको छ।तपाईं नभएसम्म, स्तर 3 वरिपरि कतै आफ्नो पार्टी राख्न चाहन्छुतपाईं आफ्नो घर र आफ्नै हातहतियारको, तपाईं स्तरमा जान सक्नुहुन्छ जो मामला मा भाडामा4 स्तर 3 प्राप्त गर्न सबै भन्दा राम्रो तरिका अन्डा-nog छ।
		-- Karyl Roosevelt

%
मत्स्य पालन, मेरो साथ, सधैं दिन मा पिउन बहाना भएको छ।
		-- Jimmy Cannon

%
भाग्य ठूलो कोटेशन समाप्त, # 17"प्रेम को यो कली, ग्रीष्मको पकने सास द्वारा,अर्को हामी भेट्न गर्दा beauteous फूल साबित हुन सक्छ। "जूलियट, यो कली लागि हो।
		-- Jimmy Cannon

%
भाग्य मनपर्ने व्यञ्जन: # 8क्रिसमस रम केक1 वा 2 quarts 1 Tbsp रम। पाक पाउडर1 कप घिउ 1 चम्मच। सोडा1 चम्मच। चिनी 1 Tbsp। कागति को रस2 ठूलो अन्डा 2 कप ब्राउन सुगर2 कप मिश्रित फल 3 कप कटा अंग्रेजी अखरोट सुकेकोसुरु गर्नु पहिले, गुणस्तर जाँच गर्न रम नमूना। राम्रो, छैन यो छ? अबएक ठूलो मिश्रण कचौरा, नाप्ने कप, आदि चयन फेरि रम जाँच गर्नुहोस्। योबस हुनुपर्छ। को रम उच्चतम गुणस्तर छ पक्का हुन। एक कप पोख्नुहोस्एक गिलास मा रम को र यो छिटो गर्न सक्छन् तपाईं रूपमा पिउन। दोहोर्याउनुहोस्। एक बिजुली संगमिक्सर, एक ठूलो फ्लफी कचौरा मा एक कप घिउ हरायो। tugar को 1 seaspoon थप्नर फेरि हरायो। यसैबीच, यस रम बिल्कुल उच्चतम गुणस्तर teh निश्चित गर्नुहोस्।अर्को कप नमूना। दोस्रो QUART खुला रूपमा आवश्यक। 2 orge laggs, 2 कप थप्नतला druit को र untill उच्च हरायो। को तला druit को मा फँस हुन्छ भनेbeaters, बस यसलाई एक पेचकस संग छाडा pry। फेरि रम नमूना, जाँचtoncisticity लागि। अर्को बेकिंग पाउडर, रम को एक चिम्टी, एक को 3 कप चाल्नुtoda को seaspoon र मरिच वा नुन एक कप (यो साँच्चै कुरा छैन)।केही थप नमूना। कागति को रस को 912 pint चाल्नु। schopped घिउ मा गुना रतनावपूर्ण chups। खैरो gugar को bablespoon, या जो रंग तपाईं थप्नुहोस्।mell मिश्रण। तेल ओवन र 350 gredees गर्न केक पैन बारी र rake सम्मpoothtick crean बाहिर आउँछ।
		-- Jimmy Cannon

%
भाग्य पार्टी TIPS # 14अन्य व्यक्ति खोजी थकित आफ्नो राम्रो गर्न आफूलाई मदत छन्BYOB दल मा रक्सी? , मैनबत्ती साथ लिन जो तपाईं सम्मिलित रप्रकाश तपाईं बोतल खोल्नुभएको पछि। कुनै एक कहिल्यै केहि अपेक्षायसको घाँटी मा फँस मैनबत्ती छ जो एक बोतल मा हुन drinkable।
		-- Jimmy Cannon

%
Glogg (एक परम्परागत स्कैंडिनेवियाई छुट्टी पेय):ड्राई रेड वाइन पाँचौAquavit को पाँचौदालचिनी को 1 र 1/2 इन्च टुक्रा10 अलैंची बीउ1 कप किसमिस4 सुकेको नेभारा1 कप blanched वा flaked बादामसुकेको सुन्तला बोक्रा केही टुक्रा5 लौंग1/2 lb. चीनी घनदाखमद्य र कडा सामान (रक्सी संग स्थानापन्न सक्छ जो गर्मीबाहेक अन्य सबै सामान थपेपछि ठूलो पट मा हृदयको बेहोश) को लागिचीनी घन। बस जब यो Boiling पुग्छ, एक तार मा चीनी राख्नstrainer, गर्म रक्सी खींचना मा moisten यसलाई उचाल्न र एक खेलमा यसलाई सल्काउनुभयो।सम्म यो सबै भंग छ तरल मा चीनी धेरै पटक डिप। सेवाप्रत्येक कप मा केही किसमिस र बादाम संग कप गरम।N.B. Aquavit पाउन गाह्रो र बुट महंगा हुन सक्छ। मात्र यसको प्रयोगतपाईं साँच्चै गहिरो-विराजमान इच्छा छ भने fussy हुन, वा तपाईं स्विडिश को हो भनेनिकासी।
		-- Jimmy Cannon

%
Halley गरेको पुच्छलतारा: यो, हामी देखे आए, हामी पिए।
		-- Jimmy Cannon

%
हैरी गरेको पट्टी नयाँ ककटेल छ। यो MRS पंच भनिन्छ गर्नुपर्छ। तिनीहरूले यो बनाउनदूध, रम र चीनी र यो अद्भुत छ। दूध जाँगरको र लागि होचिनी Pep लागि हो। तिनीहरूले रम राख्नु मान्छे के थाहा हुनेछ भनेरसबै कि Pep र जाँगरको साथ।
		-- Jimmy Cannon

%
एक अद्भुत रक्सी पाएपछि, तपाईं बियर थिए इच्छा।
		-- Jimmy Cannon

%
एक चकाचौंध हिमपात शमू निकै थियो मा असहाय बरालिएका भएकोएक मजबूत सेन्ट बर्नार्ड कुकुर संग उहाँप्रति bounding हेर्न हलकाब्रान्डी को परम्परागत पीपा आफ्नो कलर गर्न strapped।"- र ठूलो ठूलो कुकुर पनि मानिसको सबैभन्दा मिल्ने साथी!" "बल्ल," कराए शमू,
		-- Jimmy Cannon

%
उहाँले प्रत्येक toun मा राम्रो tavernes थाह थियो।
		-- Geoffrey Chaucer

%
उनले Capistrano जस्तै, सधैं केही निगल लागि तयार छ।
		-- Geoffrey Chaucer

%
"अरे! मेरो भोजन बन्द काग गरे ??!"
		-- W. C. Fields

%
HOGAN गरेको नायकहरु पिउने खेल -एक शट हरेक समय लाग्न:- सर्जन्ट Schultz, "! म nooooothing knoooooowww" भन्छन्- सामान्य Burkhalter वा मेजर Hochstetter धम्काउन / अपमान कर्नल Klink।- कर्नल Klink कर्नल Hogan गरेको चापलुसी लागि ढले।- कैदीहरूलाई एक (प्रत्येक कैदी जान लागि एक शट) शिविरमा बाहिर sneaks।- कर्नल Klink फोन जवाफ पछि ध्यान गर्न खिच्छ (दुई शटयो अन्य अन्त मा हाम्रो नायक) को एक छ भने।- जर्मन को एक रूसी अगाडि पठाइएको संग धम्की छ।- कर्पोरल Newkirk अप एक जर्मन आफ्नो नक्कली जर्मन उच्चारण मा भनिएको छ, रचाल उहाँलाई (दुई शट यदि यो छ कर्नल Klink)।- Hogan भूमिगत देखि एक सुन्दर केटी संग रोमान्टिक Interlude छ।- कर्नल Klink उहाँले एक भाग्ने Stalag 13 देखि कहिल्यै कसरी गर्ने बताउँछन्।- सर्जन्ट Schultz अप एक गोप्य (उहाँले खाना bribed छ भने दुई शट) दिन्छ।- कैदीहरूलाई एक लुकेका ट्रान्समिटर द्वारा जर्मन 'कुराकानी सुन्न।- सर्जन्ट Schultz एक भाग्ने पछि कैदीहरूलाई को एक "captures"।- LeBeau "cuh-Loh-`nell" रूपमा "महासेनानीले" pronounces।- (यो विस्फोटक छैन भने दुई शट) कार्टर उपकरण कुनै तरिका बनाउँछन्।- LeBeau आफ्नो एप्रन पहनता।- Hogan कसैले योजना छ कि दाबी गर्दा "हामी कुनै विकल्प भयो" भन्छन्असम्भव।
		-- The prisoners capture an important German, and sneak him out the tunnel.

%
सम्म सरकार मेरो कलेजो मुर्दा गाड्नु सुरक्षित स्थान पाता म मर्न सक्दैन।
		-- Phil Harris

%
म जब यसो भन्छ मानिस अविश्वास। उहाँले सावधान हुन पायो छ भने पिउन छैनधेरै, यो उहाँले गर्छ जब विश्वसनीय हुँदैन किनभने छ।
		-- Sidney Greenstreet, "The Maltese Falcon"

%
म यसलाई रुचि छैन, पिउन छैन, यो मेरो पनि राम्रो महसुस।
		-- K. Coates

%
म अन्य मानिसहरूलाई रोचक बनाउन पिउन।
		-- George Jean Nathan

%
म धूम्रपान, रक्सी र सेक्स अप दिनुभयो। यो * 20 भन्दा * __________ तर्साउने थियोमेरो जीवनको मिनेट!
		-- George Jean Nathan

%
म सिर्फ एक पंक्ति मा अठार whiskeys छन्। म एक रेकर्ड हो भन्ने विश्वास गर्छन्।
		-- Dylan Thomas, his last words

%
म पिउन नगर्ने एक रोचक मानिस नाम कडा सोच्न छ।
		-- Richard Burton

%
म मेरो पहिलो केटी चुम्बन र त्यही दिन मेरो पहिलो चुरोट धूम्रपान।म सुर्ती लागि समय देखि थियो छैन।
		-- Arturo Toscanini

%
म हिंड्न सक्षम नहुन सक्छ, तर म एक बैठक बाट ड्राइव।
		-- Arturo Toscanini

%
म यी भिजेको लुगा बाहिर र सुक्खा Martini मा प्राप्त गर्नुपर्छ।
		-- Alexander Woolcott

%
म सबै डेमोक्रेट saloonkeepers थिए भने कहिल्यै; के म भने सबै थियोsaloonkeepers डेमोक्रेट थिए।
		-- Alexander Woolcott

%
म मेरो साथ काम घर कहिल्यै लिन; म सधैं बाटोमा केही पट्टी मा छोड।
		-- Alexander Woolcott

%
म केही घण्टामा म सचेत हुनेछ ठान्नु। त्यो यस्तो दुःखी छलाग्यो। म म तयार गर्न केही थप पेय छ छौँ लाग्छ।
		-- Alexander Woolcott

%
म एक पिउने समस्या प्रयोग। अब म सामान प्रेम।
		-- Alexander Woolcott

%
म पिउन छैन!तर यदि म ...म मातेको प्राप्त हुनेछ!तर यदि म ...म सार्वजनिक मा छैन!तर यदि म ...म तल गिर छैन!तर यदि म ...म मेरो कम्पनी ब्याज देख्न सकून् भनेर तल अनुहार पतन हुनेछ।
		-- Alexander Woolcott

%
म तपाईंलाई रक्स मा एक स्कट थिए इच्छा।
		-- Alexander Woolcott

%
म बियर आविष्कार गर्ने मान्छे भेट्न र के उहाँले अब काम गर्नुपर्छ हेर्न चाहन्छु।
		-- Alexander Woolcott

%
म बरु एक prefrontal lobotomy भन्दा मेरो सामने एक मुक्त बोतल छ चाहन्छु।[साथै एस क्ले विल्सन गर्न श्रेय। एड।]
		-- Fred Allen

%
म inkahol को alkafluence अन्तर्गत छैनम केही thinkle peep भनेर।यो म यहाँ बस्न पनि अब म प्राप्त बस drunker छ।
		-- Fred Allen

%
सम्झना - म सधैं पिउने छैन मान्छे को लागि खेद महसुस गर्नुभएकोतिनीहरूले उठाउनुहोस, तिनीहरूले gonna सबै दिन महसुस गर्दै हुनुहुन्छ रूपमा राम्रो!
		-- Fred Allen

%
म सधैं बलियो केहि कहिल्यै पिउन एक Solemn अभ्यास गर्नुभयोनास्ता अघि tequila भन्दा।
		-- R. Nesson

%
म रक्सीले मातेको कहिल्यै गर्नुभएको छ, तर अक्सर म overserved गरिएको छ।
		-- George Gobel

%
परमेश्वरको पिएँ मानिसले इरादा थियो भने, उसले त्यसलाई आगो मा सेट छन्।
		-- George Gobel

%
परमेश्वरको पुरुष धूम्रपान गर्न अभिप्रेरित थियो भने, उहाँले आफ्नो पूर्वसूचना मा chimneys राख्नु थियो।
		-- George Gobel

%
म उहाँले [व्हिस्की को] के ब्रान्ड पिउने थाह भने, म एक बैरल पठाउन हुनेछ वामेरो अन्य प्रमुखहरूलाई त।
		-- Abraham Lincoln, on General Grant

%
मान्छे Schlitz सट्टा मसी पिए भने, तिनीहरूले बन्द राम्रो हुन चाहन्छु।[मसी कुन ब्रान्ड? एड।]
		-- Edward E. Hippensteel

%
तपाईं यसलाई पिउन छैन, अरू कसैले हुनेछ।
		-- Edward E. Hippensteel

%
तपाईं पिउन भने, पार्क छैन। दुर्घटना मान्छे बनाउन।
		-- Edward E. Hippensteel

%
1967 मा, सोभियत सरकार लेनिन संग एक सुन्दर चाँदी रुबल mintedएक धेरै परिचित पोज मा - उहाँलाई माथि उठाएको हतियार, गर्न देश अग्रणीक्रान्तिको। तर, यो तपाईं यसलाई देख्यो भने कि, सबैलाई स्पष्ट थियोपछि, यो 11:00, जब वोदका गर्न लेनिन इशारा थियो स्पष्ट थियोपसलहरूमा खोलियो, र वास्तवमा अगाडी वोदका पसलहरूमा, भन्दै थियो "Comrades।एक बाहिर लिन गर्न, एक पेय चाहन्थे जब यो, सुशील भयोरुबल र, "भन्न हे भलाइ, Comrades, लेनिन मलाई हामी जानु पर्छ बताउँछ।
		-- Edward E. Hippensteel

%
एक बोतल मा, घाँटी सधैं माथि छ।
		-- Edward E. Hippensteel

%
एक रोशन चुरोट हुँदा दुई वा बढी मान्छे को एक सभा, माएक ऐशट्रे मा राखिएको, को धुवाँ गैर-धूम्रपान को अनुहार मा आ जाना हुनेछ।
		-- Edward E. Hippensteel

%
एक व्हिस्की मा यो एक चुरोट मा स्वाद छ र एक खेल कार मा, उमेर छयो असम्भव छ।
		-- Edward E. Hippensteel

%
Vino VERITAS मा।[रक्सी मा त्यहाँ सत्य हो।]
		-- Pliny

%
यो सार्वजनिक सम्बन्ध मित्र विजेता को कला हो भन्नुभयो गरिएको छर प्रभाव अन्तर्गत मान्छे रही।
		-- Jeremy Tunstall

%
यो कुराहरुलाई आफ्नो सबैभन्दाअध्यारो मा हो, पछाडि र पार्टी बर्खास्त गर्न सक्ने, एक साहसी मानिसको!
		-- Dennis Quaid, "Inner Space"

%
यो ठीक हुनेछ गर्नुपर्छ,यो लगभग मध्यरात छ,र म रक्सी को थप दुई बोतल भयो।
		-- Dennis Quaid, "Inner Space"

%
यो त्यहि पुरानो कहानी छ; केटा बियर पूरा, केटा पिउने बियर ... केटा हुन्छअर्को बियर।
		-- Cheers

%
यो तिनीहरूले गर्दा उनि भन्छन् केहि गर्न केही मानिसहरू पकड प्रयास गर्न बेकारी छप्रेममा madly, पिएको, या कार्यालय चलिरहेको।
		-- Cheers

%
अमेरिका सुन्दर राख्न। आफ्नो बियर डिब्बे निल्छ।
		-- Cheers

%
एक गैर-धूम्रपान चुम्बन; फरक स्वाद।
		-- Cheers

%
एक धूम्रपान चुम्बन एक ऐशट्रे चाट जस्तै छ।
		-- Cheers

%
महिला एस्टर एक पोशाक बल दिने थियो र विन्सटन चर्चिल उनलाई सोधें केभेष त्यो उहाँको लागि सिफारिस गर्दछु। त्यो ", जवाफ दिए तपाईं किन आउन छैनसचेत, श्री प्रधानमन्त्री? "
		-- Cheers

%
शिकागो को योग्य नागरिक आफ्नो रक्सी सर्वोत्तम मार्ग प्राप्त गरौंतिनीहरूले गर्न सक्छन्। म काम को बिरामी छु। यो बैगुनी एक र शोक को पूर्ण छ।
		-- Al Capone

%
जीवन, बियर जस्तै, केवल उधारो छ।
		-- Don Reed

%
यो यस तरिका हेर: तपाईंको छोरी बस तपाईं ल्याए ताजा टर्की नामघर "Cuddles", त्यसैले तपाईं क्यान्ड छम किन्न बाहिर जाँदै हुनुहुन्छ। र तपाईं अझै पनि हुनुहुन्छसाधारण स्कच पिउने?
		-- Don Reed

%
यो यस तरिका हेर: तपाईंको पत्नीको गर्न मनन पाठ मा $ 280 एक महिना खर्चभूल कलेज शिक्षा को $ 26,000। र तपाईं अझै पनि साधारण स्कच पिउने हुनुहुन्छ?
		-- Don Reed

%
मारविन नेचर प्रेमी घाँस मा साथ hopping एक फट्याड़ग्रो spied,र प्रकृति संग communing लागि एक मुडमा, दुर्लभ पनि पूर्ण-fledged बीचमाप्रकृति प्रेम गर्नेहरू उहाँले यस फट्याड़ग्रो कुरा यसो भने: "नमस्कार, मित्रफट्याड़ग्रो। तपाईं तिनीहरू तपाईँको पनि पछि एक पेय नाम गर्नुभएको थाहा? ""साँच्चै?" को फट्याड़ग्रो, स्पष्ट खुसी जवाफ। "तिनीहरूले गर्यौंएक पेय फ्रेड नाम? "
		-- Don Reed

%
"मन भने म धूम्रपान?""म तपाईंलाई flames फुट्नु र मर्न यदि मतलब छैन!"
		-- Don Reed

%
"मन भने म धूम्रपान?""हो, म, यो आफ्नो कान वा के को बाहिर आउन भनेर हेर्न चाहन्छु?"
		-- Don Reed

%
मेरी आमा त्यो पिउने भूल पिउने।
		-- Crazy Jimmy

%
मेरो मामा शहर पिएको थियो - र हामी शिकागो बस्थे।
		-- George Gobel

%
एक बैठक को अन्त्य वा ककटेल घण्टा को शुरुवात कहिल्यै ढिलो।
		-- George Gobel

%
आफ्नो औंला कचौरा बाट कहिल्यै पिउन - यो केवल पानी समावेश गर्दछ।
		-- George Gobel

%
होइन, म एक पिउने समस्या छैन।म, पिउन म पिएको प्राप्त, म तल झर्नुहोस्।समस्या छैन!
		-- George Gobel

%
[Norm आकर्षक महिला संग आउँछ।]कोच: Normie, Normie, यो वेरा हुन सक्छ?आदर्श: महंगा सर्जरी को धेरै, शायद संग।कोच: के छ, Normie?आदर्श: मेरो कलर, कोच अन्तर्गत तापमान।कोच: के तपाईं एक राम्रो बियर, Normie गर्न भन्नुहुन्छ?आदर्श: तल जाँदै हुनुहुन्छ?
		-- Cheers, Diane Meets Mom

%
[Norm विक गरेको बाउल-एक-राम मा पट्टी जान्छ।]बन्द-स्क्रिन भीड: आदर्श!Sam: तिनीहरूले कसरी नरक यहाँ उसलाई थाहा छ?भीर: उहाँले एक जीवन, पायो तपाईँलाई थाहा छ।वुडी: म तिम्रो लागि के गर्न सक्छौं, श्री पीटरसन?आदर्श: मेरी श्रीमती संग Elope।वुडी: कसरी जीवन, श्री पीटरसन?आदर्श: ओह, म चलचित्र पर्खिरहेको छु।
		-- Cheers, Take My Shirt... Please?

%
[Norm क्रोधित छ।]वुडी: म के तपाईं प्राप्त गर्न सक्छन्, श्री पीटरसन?आदर्श: क्लिफर्ड Clavin टाउको।Sam: अरे, भइरहेको छ के, आदर्श?आदर्श: ठीक छ, यो एक कुकुर-खान-कुकुर संसारको, Sammy,      र म दूध-हड्डी अंडरवियर लगाएका छु।Sam: तेज सडक खण्ड, Normie कसरी जीवन?आदर्श: म र्याम्पमा पाउन सक्दैन, मलाई बीट्स।
		-- Cheers, Diane Chambers Day

%
[Norm अस्पताल देखि फिर्ता।]कोच: के छ, Norm?आदर्श: हुन मानिन्छ कि सबै कुरा।Sam: के नयाँ, Normie छ?आदर्श: आतंकवादी, शमू। तिनीहरूले मेरो पेट माथि लिनुभएको छ। तिनीहरूले बियर माग हुनुहुन्छ।कोच: यो के हुनेछु Normie?आदर्श: केवल सामान्य, कोच। म बियर र एक स्नोर्कल एक froth हुने छ।
		-- Cheers, King of the Hill

%
[Norm उहाँले Anton Kreitzer छैन भनेर प्रमाणित गर्न खोज्छ।]आदर्श: दिउँसो सबैलाई!सबै: Anton!वुडी: के गइरहेको छ, श्री पीटरसन?आदर्श: मेरो पेट मा एक चमकता साइन इन, `` यहाँ बियर सम्मिलित भन्छन् ''।Sam: के म तपाईंलाई प्राप्त गर्न सक्छन् Norm?आदर्श [आफ्नो दारी scratching] कुनै पनि फ्लिया पाउडर पाउनुभयो? आह, ठट्टा।      Gimme एक बियर; म सिर्फ साना suckers डुबा छौँ लाग्छ।
		-- Cheers, Two Girls for Every Boyd

%
आदर्श: सज्जनहरु, आफ्नो नल सुरु गर्नुहोस्।कोच: जीवन कसरी उपचार गर्नुपर्छ, Norm?आदर्श: यो आफ्नो पत्नी संग ओछ्यानमा मलाई पक्रेको जस्तै।कोच: कसरी जीवन, Norm?आदर्श: को squeamish, कोच लागि होइन।
		-- Cheers, Friends, Romans, and Accountants

%
आदर्श: अरे, सबैलाई।सबै [मौन; सबैलाई धनी हुनुको लागि Norm रिसाएको छ।]आदर्श [कुराकानीमा आफूलाई दुवै पक्षलाई उठाउनुहुन्छ।]       आदर्श! (नर्मन।)       आज तपाईं कसरी महसुस गर्दै छन्, Norm?       धनी र तिर्खाएको। मलाई एक बियर पोख्नुहोस्।वुडी: के नवीनतम, श्री पीटरसन छ?आदर्श: Zsa-Zsa पीटरसन एक बियर पिउने, एक करोडपति विवाह गर्छन्।       एघार मा फिलिम।वुडी: तपाईं कसरी आज श्री पीटरसन छन्?आदर्श: कहिल्यै राम्रो, वुडी भएको। ... केवल एकपटक म राम्रो हुन चाहन्छु।
		-- Cheers, Chambers vs. Malone

%
छैन जो पिउन सबै मानिसहरू कवि। हामी कवि छैनन् किनभने हामीलाई केही पिउन।
		-- Cheers, Chambers vs. Malone

%
महिला chasing, वा लागूपदार्थको तपाईं अब बाँच्न गर्न इच्छाअनुसार, पिउने छैन -यो सिर्फ तरिका देखिन्छ।
		-- Cheers, Chambers vs. Malone

%
नोटिस:जो कोहीले देखेको धूम्रपान आगो र इच्छा हुन ग्रहण गरिनेछsummarily बाहिर राख्न।
		-- Cheers, Chambers vs. Malone

%
अब पिउने लागि समय छ; अब पृथ्वी पिट्न समयunfettered खुट्टा।
		-- Quintus Horatius Flaccus (Horace)

%
पक्कै बिजुली उपकरण र रक्सी मिश्रण छैन। सबैजना शक्ति थाहउपकरण रक्सी मा घुलनशील छैनन् ...
		-- Crazy Nigel

%
पुरानो Grandad मरिसकेको छ तर आफ्नो आत्माको मा बाँचिरहेका छौं।
		-- Crazy Nigel

%
एक पटक ... अफगानिस्तान को wilds मा, म मेरो पेच गुमाए, र हामी थिएदिनको लागि खाना र पानी तर केही बस्न बाध्य।
		-- W. C. Fields, "My Little Chickadee"

%
मानिस र एक मिसिन बीच एक फरक एक मिसिन शान्त छ भन्ने छजब राम्रो oiled।
		-- W. C. Fields, "My Little Chickadee"

%
एक धूल जुलाई दिउँसो कहीं शताब्दीमा, पैट्रिक पालो वरिपरिमालोन अन्य सडक कार संग एक कुहिनो झुकन, Mulcahey गरेको पल्ट थियोको ब्रूकलिन कर्षण कम्पनी बाट कंडक्टर। जबकि उनि छलफल थिएएक स्थानीय घन्टी नायक को merits, पट्टी चुप जान्छ। मालोन हेर्न वरिपरि उत्तेजित गर्दछआफ्नो पत्नी, पट्टी गर्न पीछा एक अनुहार मृत्यु रूपमा तीतो, साथ।पट्टी मा चार-बिट टुक्रा तल Slapping, त्यो आफु उनको सम्म ड्रपूर्ण पाँच फिट पाँच इन्च र भन्छन् Mulcahey गर्न, "आफूलाई के छ मलाई दिनुहोस्यी सबै वर्ष को HAVIN छ। "Mulcahey मार्गरेट मरियम मा फिर्ता अनिलको कुरालाई वास्तै गर्ने मालोन, हेर्छ, र त्यसपछिमालोन। उहाँले एक गिलास बाहिर सेट र उनको राई को ट्रिपल शट खन्याइदिएकी। पट्टी छपूर्ण रूपमा मौन तिनीहरूले हेर्न रूपमा महिलाले ग्लास छान्न र फिर्ता दस्तक कोपिउन। त्यो पट्टी मा ग्लास तल slams, gasps, अलिकति shudders, रबाहिर बित्दै; एक बोर्ड रूपमा सीधा फिर्ता झर्ने, कडा, अचानक सम्पर्क बाट सुरक्षितसंग सीमस Fogerty को प्रशस्त पेट गरेर barroom तल्ला।कहिलेकाँही पछि, त्यो गर्न पूल टेबल मा, एक ज्याकेट उनको अन्तर्गत आउँछटाउको। उनको bloodshot आँखा, भन्छन् गर्ने पति, मा गिर "अनि यी सबैवर्ष मैले meself आनंद गरिएको छ thinkin गरिएको छ '। "
		-- W. C. Fields, "My Little Chickadee"

%
आइरिस कफी मात्र एकल ग्लास सबै चार अत्यावश्यक खाद्य समूहमा प्रदान गर्दछ -रक्सी, कैफीन, चीनी, र बोसो।
		-- Alex Levine

%
कृपया यहाँ चुरोट छैन!पेनाल्टी: क्यान्सर देखि एउटा प्रारम्भिक, lingering मृत्यु,वातस्फीति, वा अन्य धूम्रपान-कारण रोगको।
		-- Alex Levine

%
प्रहरी: राम्रो साँझ पनि तपाईं पाहुना हुन्?पाहुना: नप्रहरी: हामी यो पार्टी बारेमा उजुरी प्राप्त गरिएको छ।पाहुना: को लागूपदार्थ बारे?प्रहरी: नपाहुना: को बन्दुक बारे, त्यसपछि? कोही पनि बन्दुक बारे उजुरी छ?प्रहरी: नहीं, हल्ला।पाहुना: ओह, यो हल्ला। किनभने कुनै बन्दुक छन् खैर अर्थमा बनाउँछवा यहाँ लागूपदार्थ। (एउटा भारी विस्फोट भएको मा सुनापृष्ठभूमि।) अथवा आतिशबाजी। कसले हल्ला बारे उजुरी गर्नुपर्छ?छरछिमेकी?प्रहरी: होइन, छरछिमेकी देशी घण्टा अघि भागे। हाल अधिकांशउजुरी पिट्सबर्ग देखि आएका छन्। के तपाईं सकेजति लाग्छकुरा तल शान्त गर्न होस्ट सोध्न?पाहुना: कुनै समस्या छैन। (यो विन्दुमा एक Volkswagon आदिम संग बगढोका मा आएको धार्मिक प्रतीक जीवित देखि उभरकोठा र प्रहरी विगतमा र मा, हल तल roarsजहाँ यो एक रूख मा smashes लन। आठ अतिथि बाहिर लडनुघाँस मा, moaning।) हेर्नुहोस्? कुरा हावा शुरू गर्दै छन्तल।
		-- Alex Levine

%
वन्यजन्तु संरक्षण! आज पार्टी फेंक!
		-- Alex Levine

%
एक पान ग्याल्याक्टिक कुल्ला गर्नु ब्लास्टर लागि नुस्खा:(1) राजभाषा 'Janx आत्मा को एक बोतल देखि रस लिनुहोस्(2) यो मा को समुद्र पानी को एक उपाय पोख्नुहोस्Santraginus वी (ओह, ती Santraginean माछा!)(3) Arcturan मेगा-जस को 3 घन को मा ढल्छ गर्न अनुमति दिनुहोस्मिश्रण (ठीक आइस्ड वा benzine हराएको छ।)(4) यो माध्यम फुटेर गर्न Fallian सिमसार ग्याँस चार लिटर अनुमति दिनुहोस्।एक चाँदी चम्चा पछाडि भन्दा (5), को एक उपाय फ्लोटQualactin Hypermint निकाल्न।(6) एक Algolian Suntiger को दाँत मा छोड्नुहोस्। यसलाई भंग हेर्नुहोस्।(7) Zamphuor छिडकना।(8) एक जैतून थप्नुहोस्।(9) दारू ... तर ... धेरै ध्यान ...
		-- Alex Levine

%
Riffle पश्चिम भर्जिनिया त सानो छ केटा स्काउट रूप दोहोरो थियो किशहर पिएको।
		-- Alex Levine

%
रोमान्स, रक्सी जस्तै, आनन्द उठाउन गर्नुपर्छ, तर गर्न अनुमति गर्नुपर्छआवश्यक हुन्छन्।
		-- Edgar Friedenberg

%
भने उनको केटी-मित्र गर्न आकर्षक, सिगार-धूमपान गृहिणी: "म पायोएक रात सुरु जर्ज घर आए र ऐशट्रे मा एक बलिरहेको फेला गर्दा। "
		-- Edgar Friedenberg

%
Sam: के तपाईं, त्यहाँ थाह Norm?आदर्श: कसरी बस्ने। कसरी पिउने। मलाई Quiz गर्न चाहनुहुन्छ?Sam: अरे, कसरी जीवन के तपाईं उपचार गर्नुपर्छ, Norm?आदर्श: मलाई बीट्स। ... त्यसपछि मलाई पछीको र मृत लागि मलाई छोडेर।वुडी: एक बियर कसरी महसुस हुनेछ, श्री पीटरसन?आदर्श: सुन्दर स्नायु म कोठा मा थियो भने।
		-- Cheers, Loverboyd

%
Sam: के राम्रो शब्द Norm छ?आदर्श: Plop, plop, सीटी, ग्रीस, सीटी, ग्रीस।Sam: ओह नहीं, भोक Heifer छैन ...आदर्श: हाँ, हाँ, हाँ ...Sam: एक ईर्ष्या ककटेल आउँदो।Sam: Whaddya, भन्न Norm?आदर्श: ठीक छ, म पिउन थिएन एक बियर कहिल्यै भेट भएन। र तल जान्छ।वुडी: आफ्नो खुशी, श्री पीटरसन के हो?आदर्श: बक्सर छोटकरीमा र छाडा जूता। तर म एक बियर लागि बसोबास छौँ।
		-- Cheers, The Bar Stoolie

%
Sam: के तपाईं भन्छौ Norm?आदर्श: कुनै पनि सस्तो, tawdry मलाई एक बियर प्राप्त गर्ने कुरा।Sam: के तपाईं एक बियर, Normie गर्न भन्छन्?आदर्श: Hiya, जलसैनिक। सहरमा नयाँ?आदर्श: शाम, सबैलाई [को वर्षा देखि आउँदै]।सबै: आदर्श! (नर्मन।)Sam: अझै घनघोर, आदर्श?आदर्श: त्यो हास्यास्पद, म तपाईं नै कुरा सोध्न थियो गर्नुपर्छ।
		-- Cheers, Diane's Nightmare

%
Sam: के गइरहेको छ, Normie?आदर्श: मेरो जन्मदिन, Sammy। मलाई एक बियर दिनुहोस्, मा मैनबत्ती छडी      यो र म बाहिर मेरो कलेजो झटका छौँ।वुडी: अरे, श्री पी कसरी श्री Clavin लागि खोज जान्छ?आदर्श: श्री डोनट लागि होइन साथै खोज।       उहाँलाई ब्लक हरेक दम्पतीले फेला पर्यो।
		-- Cheers, Head Over Hill

%
Sam: के नयाँ, आदर्श गर्नुपर्छ?आदर्श: मेरी श्रीमती को सबैभन्दा।कोच: बियर, आदर्श?आदर्श: Naah, म शायद यो पिउन चाहन्छु।कोच: के गर्दै गर्नुपर्छ, आदर्श?आदर्श: ठीक छ, विज्ञान तिर्खा लागि एक उपचार खोजिरहेको छ। म के       गिनी सुँगुर हुन।
		-- Cheers, Let Me Count the Ways

%
उमेर आदर देखाउनुहोस्। परिवर्तन को लागि राम्रो स्कट पिउन।
		-- Cheers, Let Me Count the Ways

%
सो - पेय बाहेक - जीवनमा सबैभन्दा सुन्दर अनुभव।
		-- W. C. Fields

%
SMOKING अब अनुमति दिएको छ !!!धूम्रपान गर्न चाहने जो कोहीले तथापि, triplicate फाइल पर्छ, कोU.S. सरकार पर्यावरण प्रभाव कथा विवरण (EINS),विस्तृत, प्रभाव मा प्रस्तावित दहन को प्रकार वर्णनवातावरण र पूर्वानुमानित विरोध। बयान हुनुपर्छअग्रिम 30 दिन दायर गरेको थियो।
		-- W. C. Fields

%
धूम्रपान तथ्याङ्क को अग्रणी कारण मध्ये एक छ।
		-- Fletcher Knebel

%
धूम्रपान, म चिन्तित छु रूपमा एक वयस्क हुनुको सम्पूर्ण विन्दु हो जहाँसम्म।
		-- Fran Lebowitz

%
धूम्रपान निषेधित। बिल्कुल कुनै आईएफएस, ands, वा Butts।
		-- Fran Lebowitz

%
त्यसैले, ग्लास आधा खाली आधा पूर्ण, वा दुई पटक जस्तो छठूलो यो हुनु आवश्यक छ रूपमा?
		-- Fran Lebowitz

%
यो बोतल छ नभएसम्म केही मानिसहरू उमेर लागि कुनै आदर छ।
		-- Fran Lebowitz

%
कहिलेकाहीं म बस सारा संसार एक चुरोट हो भन्ने महसुस र म छुमात्र ऐशट्रे।
		-- Fran Lebowitz

%
1/4 बोतल .187 लिटर विभाजितआधा 1/2 बोतलबोतल 750 millilitersMagnum 2 बोतल 1.5 लिटरयारोबाम 4 बोतलरहबाम 6 बोतल अमेरिकामा उपलब्ध छैनमतूशेलह 8 बोतलSalmanazar 12 बोतलBalthazar 16 बोतलनबूकदनेसरले 20 बोतल 15 लिटरसार्वभौम 34 बोतल 26 लिटरसार्वभौम नयाँ बोतल, को को सुरुवात को लागि बनाएको छसंसारमा सबै भन्दा ठूलो क्रूज जहाज। बोतल एक्लै 8,000 डलर खर्चउत्पादन गर्न र तिनीहरूलाई को 8 मात्र गरे।यो हास्यास्पद नाम को सबैभन्दा बाइबलीय मान्छे देखि आउँछन्।
		-- Fran Lebowitz

%
लक्षण: पीने स्वाद र सन्तुष्टि दिन असफल भएमा, बियर छअसामान्य फिक्का र स्पष्ट।समस्या: ग्लास खाली।कार्य आवश्यक: जसले तपाईंलाई अर्को बियर किन्न हुनेछ कसैले पत्ता लगाउनुहोस्।लक्षण: पीने स्वाद र सन्तुष्टि दिन असफल भएमा,र आफ्नो शर्ट को सामने भिजेको छ।दोष: पिउने गर्दा मुख खोल्न वा ग्लास लागूअनुहार को गलत भाग।कार्य आवश्यक: दर्पण को सामने अर्को बियर र अभ्यास किन्नुहोस्।सिद्ध पिउने प्रविधी आवश्यक सकेसम्म धेरै पिउन।
		-- Bar Troubleshooting

%
लक्षण: सबै गाढा भएको छ।दोष: बार बन्द छ।कार्य आवश्यक: आतंक।लक्षण: तपाईं आफ्नो ओछ्यानमा हार्ड, चिसो र ओसिलो पाउन जगाउन।तपाईं बाथरूम प्रकाश देख्न सक्नुहुन्छ।दोष: तपाईं नाली मा रात बिताएका छन्।कार्य आवश्यक: बारहरू अझै खुला छ भने हेर्न आफ्नो हेर्ने जाँच गर्नुहोस्। भने,झूट-मा आफैलाई व्यवहार गर्छन्।
		-- Bar Troubleshooting

%
लक्षण: खुट्टा चिसो र ओसिलो, खाली गिलास।दोष: ग्लास गलत कोण आयोजित भइरहेको।कार्य आवश्यक: ग्लास अन्य तरिका माथि ताकि गर्नुहोस् अंक खुला अन्तछत तिर।लक्षण: खुट्टा न्यानो र भिजेको।दोष: अनुचित थैली नियन्त्रण।कार्य आवश्यक: निकटतम कुकुर गर्न अर्को खडा जानुहोस्। एक समय पछि गुनासोघर प्रशिक्षण यसको कमी बारेमा मालिक रक्षतिपूर्ति रूपमा बियर माग।
		-- Bar Troubleshooting

%
लक्षण: तल धमिलो।दोष: तपाईं खाली गिलास को तल मार्फत देख रहे।कार्य आवश्यक: जसले तपाईंलाई अर्को बियर किन्न हुनेछ कसैले पत्ता लगाउनुहोस्।लक्षण: सार्दा तल।दोष: तपाईं बाहिर भइरहेका छन्।कार्य आवश्यक: तपाईं अर्को पट्टी लगियो भने पत्ता लगाउनुहोस्। भने,तपाईं kidnapped भइरहेका ठूलो स्वरमा गुनासो।
		-- Bar Troubleshooting

%
लक्षण: तल swaying।दोष: अत्यधिक हावा अशांति, शायद कारण हावा-हकी गर्नप्रगतिमा खेल।कार्य आवश्यक: कुचो सम्मिलित ज्याकेट को फिर्ता तल ह्यान्डल।लक्षण: सबै बदाम को धमिलो, अनौठो स्वाद भएको छर pretzels वा मुखमा चुरोट Butts।दोष: तपाईं अगाडि खसेको छ।कार्य आवश्यक: माथि हेर्नुहोस्।लक्षण: ध्वनिक टाइल र धेरै ढाकिएको विपरीत पर्खालflourescent प्रकाश स्ट्रिप्स।दोष: तपाईं पछाडि माथि खसेको छ।कार्य आवश्यक: आफ्नो ग्लास भरिएको छ भने र कुनै एक मा खडा छ आफ्नोहात पिउने, रहन राखे। भने, मदत गर्न कसैले प्राप्ततपाईं पल्ट आफैलाई फाल्नु, उठ।
		-- Bar Troubleshooting

%
मलाई पिएको लिन, म फेरि घर हुँ!
		-- Bar Troubleshooting

%
सबै भन्दा राम्रो दर्शक, बुद्धिमान राम्ररी शिक्षित र एक सानो पिएको छ।
		-- Maurice Baring

%
एक सही संरक्षण गर्न सबै भन्दा राम्रो तरिका यो खेती छ, र अधिकारधुवाँ अधिकार लागि मरिरहेका लायक छ।
		-- Maurice Baring

%
यो Celts दुई कुराहरू, Whiskey र आत्म-विनाश आविष्कार।
		-- Maurice Baring

%
चर्च नजिकै छ तर सडक चिसो छ; पट्टी टाढा छ तर म गर्नेछुध्यान दिएर हिंड्न।
		-- Russian Proverb

%
जीवन यापन को लागत केवल QUART अप भएको छ अर्को डलर।
		-- W. C. Fields

%
आफ्नो छोराको कलेज एक मा लेट एक साँझ सहरमा मार्फत पारित पिता,व्यापार यात्रा, उहाँले आफ्नो केटा एक suprise यात्रा तिर्न हुनेछ लाग्यो। को मा पुग्दैLad गरेको fraternity घर, बुबा ढोका ठूलो स्वरमा rapped। धेरै मिनेट पछिदस्तक को, एक निद्रा आवाज दोस्रो-तल्ला विन्डो बाट drifted,"Whaddaya चाहनुहुन्छ?""Ramsey डंकन यहाँ बस्न गर्छ?" पिता सोधे।"हाँ," आवाज जवाफ। "अगाडि कौसी मा उहाँलाई डम्प।"
		-- W. C. Fields

%
राम्रो पक्ष को चिन्ह तपाईं अर्को बिहान चाहने उठ छआफ्नो नाम परिवर्तन र विभिन्न शहर मा एक नयाँ जीवन सुरु।
		-- Vance Bourjaily, "Esquire"

%
सही martini लागि खोज ठगी छ। सही martini छबोतल देखि जस को एक बेल्ट; अरू केहि Decadent trappings छसभ्यता को।
		-- T.K.

%
टेलिफोन प्रस्ताव बिना मान्छे कुरा गर्न राम्रो तरिका होउनलाई एक पेय।
		-- Fran Lebowitz, "Interview"

%
न्यायपीठ को जूरीको फैसला धूम्रपान गर्ने कि निर्णायक मण्डली को एक प्राथमिकताओं राय छसबैभन्दा खराब सिगार।
		-- H. L. Mencken

%
यो voluptuous गोरो एक पश मा उनको सुन्दर साथी संग गरेको कुराकानी भएको थियोरेस्टुरेन्ट आफ्नो वेटर, ठेस उहाँले आफ्नो पेय ल्याए जब,यस गोरा गरेको पहिरन पछाडि तल रक्स मा एक martini फ्याँकिएको। त्योएक जंगली विद्रोही कराउने संग उनको खुट्टा चल्यो तालिका वरिपरि बेतहाशा ड्यास,त्यसपछि उनको distraught प्रेमी द्वारा अनुगमन कोठा बाट wriggling galloped।आफ्नै को मिति संग कोठा को अन्य पक्षमा विराजमान मानिस beckonedयस वेटर र "हामी जे त्यो पिउने थियो दुई हुनेछ।", भन्नुभयो
		-- H. L. Mencken

%
पानी पिउन फिट थियो। यो स्वादिष्ट बनाउन हामीले व्हिस्की थप्न थियो।लगनशील प्रयास गरेर, म यसलाई मन सिकें।
		-- Winston Churchill

%
"सारा संसार बारे तीन पेय पछि छ।"
		-- Humphrey Bogart

%
बुद्धिमान् र बौद्धिक भनेर रक्सी महसुस गर्न belatedly आउँदै छन्, रछैन कुकुर, मानिसको सबैभन्दा मिल्ने साथी हो। रोवर एक पिटाइ लिइरहेको छ - र उहाँले गर्नुपर्छ।
		-- W. C. Fields

%
त्यहाँ पुराना डाक्टर भन्दा बढी पुरानो drunkards छन्।
		-- W. C. Fields

%
त्यहाँ tequila मात्र दुई प्रकारका छन्। राम्रो र राम्रो।
		-- W. C. Fields

%
त्यहाँ एक प्रमुख hangover दुई समस्या हो। तपाईं महसुसतपाईं मर्न जाँदैछन् जस्तै र तपाईं भयभीत हुनुहुन्छ तपाईं छैन।
		-- W. C. Fields

%
त्यहाँ a'plenty सचेत मानिसहरू र drunkards बीस बल्लतल्ल हुन; त्यहाँ मानिसहरू छन्को अझै एक केटी चुम्बन कहिल्यै गरेका नब्बे भन्दा। तर मलाई rambling दिनरोभर, Orkney बाट डोभर गर्न, हामी सारा संसार भन्दा घुमफिर हुनेछ, रसँगै हामी संसारको सामना छौँ।
		-- Andy Stewart, "After the Hush"

%
त्यहाँ केही abstinence गलत, ठिक्क छ।
		-- Andy Stewart, "After the Hush"

%
त्यहाँ सधैं गर्दा आफ्नो कार भुइँमा रोलिङ बियर डिब्बे हुनेछहाकिम कार्यालय देखि एक लिफ्ट घर माग्यो।
		-- Andy Stewart, "After the Hush"

%
यी दिन जीवनको आवश्यकताहरु तपाईं तीन पटक खर्च के तिनीहरूलेगर्न प्रयोग र आधा समय तिनीहरूले पिउन फिट पनि छैनन्।
		-- Andy Stewart, "After the Hush"

%
तिनीहरूले भ्यान Goghs केही गरे, गहने को सबै भन्दा, र Chivas सबै!
		-- Andy Stewart, "After the Hush"

%
मत हुन परिष्कृत महसुस गर्न तर यो भन्न छैन।
		-- Andy Stewart, "After the Hush"

%
एउटा ठूलो टर्की गर्न vermouth को एक गैलन र Angostura एक demijohn थप्नकठोरता। हल्लाउनुहोस्।
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
धेरै च्यातेर। मलाई जानुछ।
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
टूथपेस्ट राम्रो स्कच को स्वाद कहिल्यै दुख्छ।
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
अचानक एक बन्द पछाडि lurched गर्दा दुई साथीहरू पिउने थिए आफ्नोbarstool र भुइँमा गतिहीन राख्नु।"जिम बारेमा एउटा कुरा हो," अन्य bartender गर्न, "उहाँले निश्चित भन्नुभयोरोक्न गर्दा थाह छ। "
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
यो मलाई मूर्ख बनाउँछ नभएसम्म Vermouth सधैं मलाई शानदार बनाउँछ।
		-- E. F. Benson

%
हामी धूम्रपान छैन र हामी चपाउनु छैन, र हामी त्यसो बालिका जाने छैन।
		-- Walter Summers

%
के नीच मेरो भोजन देखि काग चोरेछ?
		-- J. D. Farley

%
सबै अरू, ग्याँस ट्यांक मा गिनीज एक pint खन्याउन असफल हुँदा, अग्रिमयस स्पार्क 20 डिग्री, रो "परमेश्वरको रानी बचत!", र स्टार्टर उभार पुल।
		-- MG "Series MGA" Workshop Manual

%
म पिउन जब, * सबैलाई * पेय! "एक मानिस भेला पट्टी संरक्षक गर्न चिच्याए।एक जोर सामान्य मज्जा जानुभयो। आफ्नो व्हिस्की डाउनिंग पछि, उहाँले एक मा hoppedbarstool र चिच्याए "म अर्को पेय लिन जब, * सबैलाई * अर्को लिन्छपिउन! "घोषणा अर्को मज्जा र पेय अर्को राउन्ड उत्पादन।बित्तिकै उहाँले आफ्नो दोस्रो पेय downed थियो को रूप मा, सँगी फिर्ता hoppedयो मल मा। "अनि जब म तिर्न," उहाँले, पाँच डलर Slapping मा bellowedपट्टी, "* सबैलाई * दिन्छिन्!"
		-- MG "Series MGA" Workshop Manual

%
म तेल मेरो घर गरम, म 800 गैलन एक वर्ष को एक औसत प्रयोग। मम संग सम्पूर्ण जाडो लागि आराम न्यानो राख्न सक्छ कि पाएकाअलिकति बियर को भनेर आधा मात्रा भन्दा।
		-- Dave Barry, "Postpetroleum Guzzler"

%
म रक्सी बेच्न, यो bootlegging भनिन्छ गर्नुपर्छ; जब मेरो संरक्षक सेवायो पोखरी शोर ड्राइभमा चाँदी ट्रे मा, यो आतिथ्य भनिन्छ गर्नुपर्छ।
		-- Al Capone

%
कचौरा भरिएको छ, यो स्तर पूरा।
		-- Al Capone

%
यो सहयात्रा कठिन हुन्छ जब कठिन जाने एक बियर लो।
		-- Al Capone

%
लन्डन र बर्मिंघम, एक महिला बीच एक रेल मा चढेर गर्दा, ओस्कार वाइल्ड सोध्नुभयो "म तपाईं, धूम्रपान यदि तपाईं आपत्ति छैन?"वाइल्ड उनको एक sidelong नजर दिनुभयो र, जवाफ "म भने मन छैनतपाईं बाल्न, महोदया। "
		-- Al Capone

%
कसले तपाईंलाई आफ्नो कोठा मा एक्लै बस्न र पिउन सक्छ जब मित्र आवश्यक छ?
		-- Al Capone

%
किन पृथ्वीमा के मानिसहरू प्राप्त गर्न सक्छन् जब रक्सी पुरानो बोतल किन्नमूल्य को एक चौथाई लागि ताजा एक?
		-- Al Capone

%
सडक मा महिला: सर, तपाईं पिएको हो; धेरै, धेरै पिएको।विन्सटन चर्चिल: महोदया, तिमी कुरुप छन्; धेरै, धेरै कुरूप।म बिहान सचेत हुनेछ।
		-- Al Capone

%
सुन्दर दिन। तपाईंको hangover बस यो भयानक लाग्न बनाउँछ।
		-- Al Capone

%
वुडी: कथा, श्री पीटरसन के हो?आदर्श: द Bobbsey जोडाहरू को भठ्ठी जानुहोस्।        गरेको बस खुसी अन्त्य गर्न कटौती गरौं।वुडी: अरे, श्री पीटरसन, तपाईं को लागि प्रतीक्षा एक चिसो एक हो।आदर्श: म चिन्छु, र त्यो भन्छ भने, म यहाँ छु।Sam: बियर, आदर्श?आदर्श: म पूर्वानुमान मिल्यो? राम्रो।
		-- Cheers, Don't Paint Your Chickens

%
वुडी: अरे, श्री पीटरसन, ज्याक फ्रस्ट आफ्नो नाक मा nipping?आदर्श: हां, अब हा, मेरो कलेजो मा nipping जो बियर प्राप्त गरौं?Sam: के तपाईं आदर्श सम्म हो?आदर्श: म एघार खुट्टा अग्लो थिए भने मेरो आदर्श वजन।वुडी: राम्रो चिसो बियर अप आउँदै, श्री पीटरसन।आदर्श: तपाईं `अर्थ, नाइस चिसो बियर जा * तल * श्री पीटरसन '।
		-- Cheers, Loverboyd

%
वुडी: अरे, श्री पीटरसन, के तिमी एक चिसो एक भन्छन्?आदर्श: तपाईं पछि हेर्नुहोस्, वेरा, म चियर्स मा हुनेछु।Sam: ठीक छ, तिमी देखो। तपाईं कनारी swallowed कि बिरालो जस्तो।आदर्श: अनि म उसलाई तल धुनु एक बियर आवश्यक छ।वुडी: तपाईं एक बियर, श्री पीटरसन चाहनुहुन्छ?आदर्श: होइन, म एक गिलास मा मरेको बिरालो चाहन्छु।
		-- Cheers, Little Carla, Happy at Last, Part 2

%
वुडी: अरे, श्री पीटरसन, के छ?आदर्श: मेरो कलेजो मा ग्यारेन्टी।Sam: म तिम्रो लागि के गर्न सक्छौं, Norm?आदर्श: ती बियर नल खोल्नुहोस् अप र, ओ, दिन बन्द ले, शमू।वुडी: के गइरहेको छ, श्री पीटरसन?आदर्श: को जाडो, काठ लागि अर्को पत्र।
		-- Cheers, It's a Wonderful Wife

%
वुडी: तपाईं कसरी, आज महसुस गर्दै श्री पीटरसन?आदर्श: गरिब।वुडी: ओह, म सुन्न दु: खी छु।आदर्श: होइन, मेरो मतलब `खन्याउन '।वुडी: अरे, श्री पीटरसन, के कथा छ?आदर्श: केटा बियर पूरा गर्दछ। केटा बियर पिउने। केटा अर्को बियर हुन्छ।पावलले: अरे Norm, कसरी संसारको तपाईं उपचार गरिएको छ?आदर्श: एक बच्चा एक डायपर व्यवहार जस्तै।
		-- Cheers, Tan 'n Wash

%
वुडी: के गइरहेको छ, श्री पीटरसन?आदर्श: का * श्री पीटरसन मा * जा के कुरा गरौं। एक बियर, वुडी।Sam: कसरी जीवन तपाईं उपचार?आदर्श: यो, होइन Sammy, तर तपाईं सक्दैन होइन।वुडी: म एक मस्यौदा, श्री पीटरसन खन्याउन सक्नुहुन्छ?आदर्श: प्रारम्भिक एक सानो, छैन यो वुडी छ?वुडी: एक बियर लागि?आदर्श: होइन, मूर्ख प्रश्नहरूको लागि।
		-- Cheers, Let Sleeping Drakes Lie

%
वुडी: के भइरहेको छ, श्री पीटरसन?आदर्श: प्रश्न, वुडी, किन यो मलाई भइरहेको छ छ?वुडी: के तल, गइरहेको श्री पीटरसन?आदर्श: यो barstool मा मेरो गाला।वुडी: अरे, श्री पीटरसन, म एक बियर खन्याउन सक्नुहुन्छ?आदर्श: ठीक छ, ठीक छ, वुडी, तर एक मलाई रोक्न निश्चित हुन। ...       हाँ, एक-तीस बनाउन।
		-- Cheers, Strange Bedfellows, Part 2

%
काम पिउने कक्षाहरू को श्राप छ।
		-- Mike Romanoff

%
तपाईं तल्ला गिर गर्न सक्दैन।
		-- Mike Romanoff

%
तपाईं सभाहरूमा जाने जबसम्म तपाईं रक्सी पिउने हुनुहुन्छ।
		-- Mike Romanoff

%
तपाईं पकड बिना भुइँमा झूठ गर्न सक्नुहुन्छ भने तपाईं मादक पदार्थ सेवन गरिरहनु भएको छैन।
		-- Dean Martin

%
