$ 100 मा 100 वर्ष 7% ब्याज निवेश हुनेछ $ 100,000,जो समय यो बिल्कुल केहि लायक हुनेछ।
		-- Lazarus Long, "Time Enough for Love"

%
1st graffitiist: प्रश्न प्राधिकार!2nd graffitiist: किन?
		-- Lazarus Long, "Time Enough for Love"

%
एक "कुनै" गहिरो विश्वास देखि uttered एक भन्दा राम्रो र ठूलो छ"हो" मात्र खुसी पार्न uttered, वा खत्तम छ के, समस्या जोगिन।
		-- Mahatma Gandhi

%
यहाँ एक अर्ब, त्यहाँ एक अर्ब - राम्रो चाँडै यसलाई वास्तविक पैसा होइन्छ।
		-- Sen. Everett Dirksen, on the U.S. defense budget

%
एक अर्ब सेकेन्ड पहिले हैरी Truman राष्ट्रपति थिए।एक अर्ब मिनेट पहिले बस ख्रीष्टको समय पछि थियो।एक अर्ब घण्टा अघि मानिस अझै पृथ्वीमा हिंडे थिएनन्।एक अर्ब डलर पहिले U.S. खजाना मा लेट हिजो दिउँसो थियो।
		-- Sen. Everett Dirksen, on the U.S. defense budget

%
आफ्नो फाइलहरू सफाई को एक bureaucrat गरेको विचार सबै प्रतिलिपि बनाउन छत्यो नष्ट अघि।
		-- Sen. Everett Dirksen, on the U.S. defense budget

%
एक उम्मेदवार बाट धनी र वोट पैसा पाउने व्यक्ति छप्रत्येक अन्य तिनीहरूलाई रक्षा गर्न गरिब।
		-- Sen. Everett Dirksen, on the U.S. defense budget

%
अमेरिका को नागरिक लोकतन्त्र लागि लड्न सागर पार गर्नेछ, तरराष्ट्रिय निर्वाचनमा मतदान गर्न सडक पार छैन।
		-- Bill Vaughan

%
हरेक समाधान को लागि एक कठिन।
		-- Motto of the Federal Civil Service

%
एक कूटनीतिज्ञ त्यो एक फर कोट मा स्टाउट हेर्न चाहन्छु पत्नी विश्वस्त सक्ने मानिस छ।
		-- Motto of the Federal Civil Service

%
एक कूटनीतिज्ञ यस्तो तरिकाले नरक जान तपाईं बताउन सक्ने एक व्यक्ति छ तपाईंवास्तवमा यात्रा गर्न तत्पर।
		-- Caskie Stinnett, "Out of the Red"

%
प्रोटोकल, Geritol, र रक्सी: एक कूटनीतिज्ञ जीवन तीन कुराहरू हुन्छन्।
		-- Adlai Stevenson

%
एक कट्टर आफ्नो मन परिवर्तन गर्ने र गर्न सक्छन् विषय परिवर्तन गर्दैन छ।
		-- Winston Churchill

%
एक मुक्त समाज कहाँ यो अलोकप्रिय हुन सुरक्षित छ।
		-- Adlai Stevenson

%
राज्य विभाग प्रमुख एक सामान्य बतख दिएको आज्ञा पालन एक अजिङ्गर जस्तो।
		-- New York Times, Jan. 20, 1981

%
तपाईं दिन पर्याप्त ठूलो छ कि सरकार तपाईं चाहनुहुन्छ सबै पर्याप्त ठूलो छयो सबै टाढा लिन।
		-- Barry Goldwater

%
एक ठूलो साम्राज्य, ठूलो केक जस्तै, सबै भन्दा सजिलै किनारा मा कम छ।
		-- B. Franklin

%
एउटा ठूलो जाति कम्तीमा पनि एक इमानदार उत्पादन जो मान्छे को कुनै पनि भीड छएक शताब्दी मानिस।
		-- B. Franklin

%
किनभने आफ्नो नैतिकता एक अध्यक्ष डम्प गर्न निर्णय राजनीतिज्ञ को एक समूहको माफिया लागि धर्म पिता बन्द टक्कर गर्न पाइरहेको जस्तै सँगै हुन्छन् खराब छआइतबार चर्च जाँदै छैन।
		-- Russell Baker

%
नेतृत्वको अभाव inaction लागि कुनै विकल्प छैन।
		-- Russell Baker

%
लामो स्मृति अमेरिका सबैभन्दा subversive विचार छ।
		-- Russell Baker

%
राष्ट्रिय ऋण, यो अत्यधिक छैन भने, एक राष्ट्रिय आशिष् हामीलाई हुनेछ।
		-- Alexander Hamilton

%
एक आणविक युद्ध आफ्नो पुरा दिन बिगार्न सक्छ।
		-- Alexander Hamilton

%
सुरक्षित एक मुद्रा taxed एक मुद्रा छ।
		-- Alexander Hamilton

%
सुरक्षित एक मुद्रा सरकार मा आफ्नो क्यारियर हत्या गरी।
		-- Alexander Hamilton

%
युद्ध र आक्रमण को सदैव menace अन्तर्गत जीवित मानिसहरू धेरै सजिलो छशासन। यो कुनै सामाजिक सुधार माग। यो व्यय भन्दा haggle छैनarmaments र सैन्य उपकरण मा। यो अवशेष, छलफल बिना दिन्छिन्नै, र त्यो फाइन्यान्सरों को संगठनहरूसित र को लागि एक उत्कृष्ट कुरा होजसको लागि निर्माताहरु देशभक्ति क्रोध लाभ को एक प्रशस्त स्रोत हो।
		-- Anatole France

%
आफ्नो स्वतन्त्रता को बोध लक्ष्य रूपमा एक राजनीतिक मानिस हुन सक्छ,तर त्यो हिंसा मार्फत भन्दा अन्य महसुस गर्न कुनै हालतमा छ।
		-- Jean Paul Sartre

%
युद्ध को एक कैदी तिमीलाई मार्न खोज्छ र असफल मानिस हो, र त्यसपछितपाईं उसलाई मार्न छैन सोध्छन्।
		-- Sir Winston Churchill, 1952

%
एक सार्वजनिक ऋण तूफान मा एङ्कर एक प्रकारको छ; तर यदि एङ्कर हुनधेरै भारी पोत लागि, त्यो धेरै वजन द्वारा sunk गरिनेउनको संरक्षण को लागि अभिप्रेरित थियो।
		-- Colton

%
एक वास्तविक कूटनीतिज्ञ बिना आफ्नो छिमेकीको घाँटी कटौती गर्न सक्छन् जो छआफ्नो छिमेकीलाई यो नोटिस।
		-- Trygve Lie

%
एक वास्तविक पैट्रियट पार्किङ टिकट पाउने र rejoices गर्ने सँगी छप्रणाली काम गर्दछ।
		-- Trygve Lie

%
एक दायाँ कसैले तपाईंलाई दिन्छ के छैन; यो कुनै एक तपाईंबाट लाग्न सक्छ के।
		-- Ramsey Clark

%
एक सम्प्रादाय वा पार्टी एक मानिस सुरक्षित गर्न तैयार एक सुरुचिपूर्ण गुप्त छसोचाइ को vexation।
		-- Ralph Waldo Emerson, Journals, 1831

%
एक statesman मृत 10 वा 15 वर्ष भएको जसले एक राजनीतिज्ञ छ।
		-- Harry S. Truman

%
एक पराल मत मात्र जो तरिका तातो हावा blows देखाउँछ।
		-- O'Henry

%
केहि गर्नै पर्छ भनेर बलियो विश्वास धेरै को अभिभावक छखराब उपाय।
		-- Daniel Webster

%
अब्राहम लिंकन व्यर्थमा मर्न थिएन। उहाँले वाशिंगटन, डि.सी. मृत्यु
		-- Daniel Webster

%
"म त्यो भनाइको तात्पर्य सोधे पछि, उहाँले स्वतन्त्रता शामिल भनेर जवाफ दिएधनी कुनै के कुरा, आफ्नो क्षमता प्रयोग गर्न, प्राप्त गर्न unimpeded सहीप्रगति जीत, अरूलाई खर्च। "
		-- Norman Thomas

%
हवाईजहाज रोचक खिलौने छन् तर कुनै सैन्य मूल्य को।- Marechal फर्डिनान्ड Foch, रणनीति को प्रोफेसर,इकोले Superieure डे Guerre
		-- Norman Thomas

%
शराबएक iacta स्था।[गर्नुभएको मर फ्याँकिएको छ]
		-- Gaius Julius Caesar

%
अलेक्जेन्डर ह्यामिल्टन केही संग U.S. खजाना सुरु - र थियोयो सबैभन्दा नजिकको हाम्रो देश कहिल्यै पनि हुँदा भएको छ।
		-- The Best of Will Rogers

%
सबै [चिडियाखाना] वास्तवमा खर्च गर्ने कर लागि फिर्ती मा सार्वजनिक गर्न प्रस्तावतिनीहरूमाथि निष्क्रिय र witless मनोरञ्जन को एक रूप जो एक तुलना गरिएको छ,एक penitentiary भ्रमण, वा सत्रमा एक राज्य विधान गर्न, छउत्तेजक र ennobling जानकारी।
		-- H. L. Mencken

%
सबै खराब precedents रूपमा न्योचित उपाय थाले।Catiline ", Sallust द्वारा
		-- Gaius Julius Caesar, quoted in "The Conspiracy of

%
सबै कूटनीति अन्य माध्यमबाट युद्ध को एक निरंतरता छ।
		-- Chou En Lai

%
सबै राजाहरू ज्यादातर rapscallions छ।
		-- Mark Twain

%
अन्य सबै कुरा भइरहेको बराबर एक गंजा मानिस छैन को राष्ट्रपति निर्वाचित गर्न सकिन्छसंयुक्त राज्य अमेरिका।
		-- Vic Gold

%
बाहेक रिपब्लिकन र डेमोक्रेट - सबै मान्छे समान जन्मेका छौं।
		-- Groucho Marx

%
औसत अमेरिकी द्वारा एक जीवनकालमा भुक्तानी सबै कर द्वारा खर्च गर्दैदोस्रो भन्दा कम मा सरकार।
		-- Jim Fiebig

%
सबै युद्ध, गृहयुद्ध छन् सबै मानिसहरू भाइ हो किनभने ... प्रत्येक एक owesमा विशेष देशमा भन्दा मानव जाति गर्न कता हो कता बढीजो उहाँले जन्म भएको थियो।
		-- Francois Fenelon

%
अमेरिका जहाँ तपाईं एक लागि एस्पिरिन को एक जीवनकालमा आपूर्ति किन्न देश छडलर, र यो दुई हप्ता मा प्रयोग गर्नुहोस्।
		-- Francois Fenelon

%
अमेरिका barbarism देखि leapt छ जो एक देश अनुपम हुन सक्छसभ्यता छोएर बिना decadence गर्न।
		-- John O'Hara

%
अमेरिका: मुक्त जन्म र मृत्यु taxed।
		-- John O'Hara

%
एक राजदूत इमानदार झूठ गर्न लागि विदेश पठाइएको मानिस र षड्यन्त्र छआफ्नो देश को लाभ।
		-- Sir Henry Wotton, 1568-1639

%
एक अमेरिकी छैन जो अध्यक्ष आलोचना डर ​​तर एक व्यक्तिकोसधैं यातायात पुलिस गर्न विनम्र।
		-- Sir Henry Wotton, 1568-1639

%
एक कुशल र सफल प्रशासन मा उत्तिकै नै प्रकटठूलो मामिलामा रूपमा सानो।
		-- W. Churchill

%
एउटा इमानदार राजनीतिज्ञ जसले किनेको छ जब किनेको रहन हुनेछ छ।त्यहाँ इमानदार राजनीतिज्ञ छन् जस्तै इमानदार पत्रकार हुन्। कहिलेतिनीहरूले किनेको रहन किनेको।
		-- Bill Moyers

%
अराजकता सरकारी राम्रो फारम नहुन सक्छ, तर यो कुनै भन्दा राम्रो छसरकार सबै।
		-- Bill Moyers

%
"... र पूर्ण सशस्त्र आणविक warheads, हो, को पाठ्यक्रम, केवल एकशिष्टाचार विस्तार। "
		-- Bill Moyers

%
र तिनीहरूले लागि एक मानिस मारा भने, plowshares मा आफ्नो तरवार पिटे हुनेछएक plowshare संग, उहाँले मारा भएको थाहा गइरहेको छ।
		-- Bill Moyers

%
र अझै, मौसम नुन को एक अन्न, तिनीहरू पनि छ लागि लिएको हुनुपर्छरूपमा हास्य को भावना, इतिहास गर्छ। मकै बालाको कमेडी, हास्य बालाकोशोकमा, र यो पनि ऐतिहासिक छ। र अझै, अझै पनि, जब मकै पूराहामी राजनीति छ, सामना गर्न दुःखद अनुहार।जमीन कवर "
		-- Dalglish, Larsen and Sutherland, "Root Crops and

%
Andrea: कुनै नायक छ कि देशमा दु: खी।ग्यालिलियोले: होइन, कि _____ नायक आवश्यक देशमा दु: खी।
		-- Bertolt Brecht, "Life of Galileo"

%
रोमीहरूलाई भन्दा अर्को यस्तो विजय, र हामी पूर्ववत छन्।
		-- Pyrrhus

%
कुनै पनि बहाना एक उत्पीडक सेवा गर्नेछन्।
		-- Aesop

%
"कुनै पनि एक उत्तराधिकारी मा राष्ट्रपति देखि समाचार?" उहाँले आषा सोधे।"कुनै पनि," अनिता जवाफ। "त्यो ठूलो कठिनाई कसैले फेला भइरहेको गर्नुपर्छयोग्य जो पोस्ट स्वीकार गर्न तयार छ। ""त्यसपछि म रहन," डा ताजा बताए। "म धेरै लागि राम्रो होइन, तर मकम्तिमा एक निर्णय गर्न सक्छन्। ""कहीं," उहाँले grumphed, "त्यहाँ एक अनुभवहीन, अवसरवादी हुनुपर्छसबैभन्दा चलान गर्न चाहनुहुन्छ गर्ने masochistic लकीर संग जवान welpमाथि-र-तल मानिसजातिको इतिहासमा प्रशाशनिक तन्त्र। "
		-- R. L. Forward, "Flight of the Dragonfly"

%
उहाँले दुई वर्ष खर्च छौँ भनेर धेरै राष्ट्रपतिको पद चाहन्छ कि कुनै कोआयोजना र प्रचार यो कार्यालय संग विश्वसनीय गर्न छ लागि।
		-- David Broder

%
आफूलाई प्राप्त सक्षम छ जो कोहीले कुनै मा राष्ट्रपति गर्नुपर्छ गरेखाता काम गर्न अनुमति।
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
लामो युद्ध दुष्ट रूपमा मानिन्छ, यो सधैं आफ्नो आकर्षण हुनेछ।यो रूपमा छाडा हेर्नुभयो छ, यो लोकप्रिय हुन हुनेछैन।
		-- Oscar Wilde, "Intentions"

%
धृष्टता GenericName, र फेरि, धृष्टता GenericName, र सधैं धृष्टता GenericName।
		-- G. J. Danton

%
बम प्रतिबन्धित। पारंपरिक युद्धमा लागि विश्व बचत गर्नुहोस्।
		-- G. J. Danton

%
यो हाम्रो धन, हाम्रो जब, वा हाम्रो घरमा हुन; कुनै कुराले गर्दा सुरक्षित छविधान सत्रमा छ।
		-- G. J. Danton

%
Bedfellows अनौठो राजनीतिज्ञ बनाउन।
		-- G. J. Danton

%
तिनीहरूले राष्ट्रिय ऋण हकदार हुनेछ आशिष्, जवान छन्।
		-- Herbert Hoover

%
C'est magnifique, र अधिक इस्वी संवत् n'est pas ला guerre![यो भव्य छ, तर यो युद्ध छैन]
		-- Pierre Bosquet, witnessing the charge of the Light Brigade

%
"केबल धेरै क्षेत्रमा गरिब टिभी स्वागत छ देखि, एक लक्जरी छैन।"
		-- The mayor of Tucson, Arizona, 1989

%
क्यानडा पोस्ट साँच्चै टिकट लागि 32 सेन्ट चार्ज गर्दैन। यो 2 सेन्ट छpostage र भण्डारणको लागि 30 सेन्ट लागि।
		-- Gerald Regan, Cabinet Minister, 12/31/83 Financial Post

%
जनगणना लेने वाला गृहिणी गर्न:के तपाईं कहिल्यै, कसरी यति भने धेरै, को चेचक थियो, र?
		-- Gerald Regan, Cabinet Minister, 12/31/83 Financial Post

%
भियतनाम मा युद्ध विषयमा Vermount को सीनेटर जर्ज एइकेन उल्लेखजनवरी, 1966 मा, "म कबूतर वा Hawks लागि धेरै चासो छु। म हामी आवश्यकता होथप Owls। "
		-- Bill Adler, "The Washington Wits"

%
विजयी रूस steppe द्वारा steppe गर्नुपर्छ।
		-- Bill Adler, "The Washington Wits"

%
भ्रष्टाचार प्रहरी आयुक्त को # 1 प्राथमिकता छैन। आफ्नो कामव्यवस्था लागू गर्न र अपराध विरुद्ध लड्न छ।
		-- P. B. A. President E. J. Kiernan

%
अपराध तिर्न छैन ...। राजनीति रूपमा साथै
		-- Alfred E. Newman

%
साँच्चै स्पेस बजेट काटन मानवता मेरो विश्वास दुरुस्त राखेको छ। योसपना, लक्ष्य, र आदर्श समाप्त र हामीलाई सीधा प्राप्त गर्न अनुमति दिन्छघृणा, debauchery, र आत्म-विनाश को व्यापार। "
		-- Johnny Hart

%
डिज्नील्याण्ड मा यसको वैध घरमा सरकार स्थापना माग।
		-- Johnny Hart

%
लोकतन्त्र सम्पादकहरूले स्वभावका हुल्याहाहरू को सरकार, हुन्छ।
		-- Ralph Waldo Emerson

%
लोकतन्त्र insures भनेर हामी असल नियन्त्रित गरिनेछ उपकरण छहामी दिनुपर्छ।
		-- George Bernard Shaw

%
लोकतन्त्र यसलाई आश्चर्य गर्न अनुमति छ जसमा सरकारको एउटा रुप होठूलो स्वरले देश प्रथम वर्ग व्यवस्थापन अन्तर्गत गर्न सक्ने के।
		-- Senator Soaper

%
लोकतन्त्र को द्वारा चुनाव विकल्प कि सरकार को एक रूप होयो भ्रष्ट केही द्वारा नियुक्तिका लागि अयोग्य धेरै।
		-- G. B. Shaw

%
लोकतन्त्र तपाईं पनि यदि के सोच्नुहुन्छ भन्न सक्छौं जहाँ एक सरकार होलाग्छ छैन।
		-- G. B. Shaw

%
लोकतन्त्र मानिसहरू मानिस चयन गर्न स्वतन्त्र हुनुहुन्छ जो एक प्रक्रिया हो जसलेयो दोष प्राप्त हुनेछ।
		-- Laurence J. Peter

%
लोकतन्त्र राम्रो छ। किनभने अन्य प्रणाली खराब हो म यो भन्न।
		-- Jawaharlal Nehru

%
लोकतन्त्र हामी जब हामी तिनीहरूलाई आवश्यक मानिसहरूलाई दिन नाम हो।
		-- Arman de Caillavet, 1913

%
लोकतन्त्र को आवर्तक शङ्काको छ कि मान्छे को आधा भन्दा बढीसही समय को आधा भन्दा बढी हो।
		-- E. B. White

%
लोकतन्त्र अन्य सबै ती बाहेक सरकारको सबैभन्दा खराब रुप होसमय समयमा गर्ने प्रयास गरिएको छ कि प्रकारका।
		-- Winston Churchill

%
लोकतन्त्र बस मतलब लागि मानिसहरूले मान्छे को bludgeoningमानिसहरू।
		-- Oscar Wilde

%
डेमोग्राफिक पोल तपाईं बोर्ड मार्फत विश्वसनीयता गुमाएका भनेर देखाउँछ।विशेष गरी ती 14 वर्षीया उपत्यका बालिका संग।
		-- Oscar Wilde

%
कूटनीति अर्को शताब्दीमा सम्म जीवित हुनुहुन्छ। राजनीति बारे छशुक्रवार दिउँसो सम्म जीवित।
		-- Sir Humphrey Appleby

%
कूटनीति अन्य पार्टी कुराहरू आफ्नो बाटो छ दिँदै को कला हो।
		-- Daniele Vare

%
कूटनीति तपाईं एक रक पाउन सक्नुहुन्छ सम्म "राम्रो कुत्ता" भन्दै कला छ।
		-- Wynn Catlin

%
कूटनीति Nicest तरिकामा nastiest कुरा गर्न र भन्न छ।
		-- Balfour

%
थाहा खाँचो अवस्थित गर्दा मात्र वर्गीकृत जानकारी खुलासा।
		-- Balfour

%
नम्र नगर्नुहोस् ... तपाईं कि ठूलो हुनुहुन्छ।
		-- Golda Meir

%
उहाँलाई आपत्ति छैन; राजनीतिज्ञ सधैं जस्तो आवाज।
		-- Golda Meir

%
चोरी छैन ... को आईआरएस प्रतियोगिता घृणा!
		-- Golda Meir

%
आफ्नो मित्र शक छैन - तिनीहरूलाई बारी!
		-- "Brazil"

%
सेना परम्परा बारेमा मलाई कुरा छैन। यो तर रम, गुदामैथुन केही छ रको फाल्नु।
		-- Winston Churchill

%
मतदान छैन - यो केवल तिनीहरूलाई प्रोत्साहन!
		-- Winston Churchill

%
कारण समर्पित अनुयायीहरूलाई को कमी, ठूलो नेताहरूको उत्पादन गर्नबन्द गरिएको छ।
		-- Winston Churchill

%
प्रत्येक व्यक्ति सार्वजनिक मामिलामा को व्यवस्थापनमा भाग लिन सही छआफ्नो देश मा, त्यो पूर्व अनुभव छ प्रदान, सफल, एकविश्वविद्यालय डिग्री, प्रभावशाली आमाबाबु, राम्रो लग, एक बायो डाटा, दुई3x4 फोटो, र राम्रो कर रेकर्ड।
		-- Winston Churchill

%
प्रत्येक व्यक्ति मेट्रो लिन सही छ।
		-- Winston Churchill

%
तापनि तिनीहरूले संयुक्त मा प्रथम श्रेणी मेल लागि दर खडाराज्य हामी साँच्चै गुनासो हुँदैन - यो अझै पनि एक दिन मात्र दुई सेन्ट छ।[र राम्रो रही! यो चाँडै एक मुद्रा एक दिन तल हुनेछु!]
		-- Winston Churchill

%
प्रतिनिधित्व बिना कराधान सस्ता हुन सक्छन् भने कहिल्यै आश्चर्य?
		-- Winston Churchill

%
हरेक देश यो योग्य सरकार छ।
		-- Joseph De Maistre

%
हरेक एक राजनीतिज्ञ सबै समय झूठ र बस यति छैन भनेर भन्छन्!तर तपाईं तिनीहरूले झूट बेला थाहा शरीर भाषा बुझ्न छन् रजब उनि छैनन्।एक राजनीतिज्ञ आफ्नो नाक मालिश, उहाँले झूट छैन।जब एक राजनीतिज्ञ आफ्नो कान मा tugs, उहाँले झूट छैन।एक राजनीतिज्ञ आफ्नो कलर हड्डी कोर्छ, उहाँले झूट छैन।जब आफ्नो मुख सार्ने सुरु, कि त्यो झूट बेलामा छ!
		-- Joseph De Maistre

%
सबै एउटा सानो दुष्ट समूह नियन्त्रित छ जो, दुर्भाग्य,हामीलाई थाहा छ कुनै एक पर्छ।
		-- Joseph De Maistre

%
स्वतन्त्रता को रक्षा मा Extremism पछि लाग्नुलाई कुनै उपाध्यक्ष ... संयमता छन्यायको कुनै सद्गुण हो।
		-- Barry Goldwater

%
हठधर्मिता तपाईं आफ्नो उद्देश्य भूल जब आफ्नो प्रयास redoubling हुन्छन्।
		-- George Santayana

%
सम्म को महान र गौरवशाली दिनमा, पुरातन समयको mists फिर्तापूर्व ग्याल्याक्टिक साम्राज्य, जीवन, जंगली धनी र धेरै हदसम्म कर मुक्त थियो।शक्तिशाली starships, आकर्षक suns बीच आफ्नो बाटो plied साहसिक खोजी रग्याल्याक्टिक ठाउँ को furthest पुग्छ बीचमा इनाम। ती दिन, आत्मा मा, को stakes उच्च थिए, मानिसहरू वास्तविक मानिसहरू थिए साहसी थिए, महिला वास्तविक महिला थिएर अल्फा Centauri देखि सानो furry प्राणीहरू वास्तविक सानो furry प्राणीहरू थिएअल्फा Centauri देखि। र सबै शक्तिशाली गर्न, अज्ञात क्रोध साहसी गर्न daredकामहरू, साहसका साथ कुनै मानिस अघि विभाजित थियो infinitives विभाजित - र यसरीसाम्राज्य जाली थियो।
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
तलछट: प्रयोग ब्रिटिश प्रहरी बल निष्ठाको मानिसहरूले चलाउन सकिन्छ।Truscott: त्यो सुधार गरिएको छ जो गल्ती हो।
		-- Joe Orton, "Loot"

%
डर र loathing, मेरो मानिस, डर र loathing।
		-- H. S. Thompson

%
सार्वजनिक बोल्ने को पहिलो नियम।पहिलो, 'एम बताउन' तपाईं goin हुनुहुन्छ के एम 'बताउन;त्यसपछि 'एम बताउन;त्यसपछि एम 'तपाईं भाँडाकुडा के गर्यौं एम' भन।
		-- H. S. Thompson

%
पहिलो पटक हामी कसैले तीस वर्ष को लागि प्रयोग भएको छ कि एक हतियार छ।यो मलाई मानव जाति लागि ठूलो आशा दिनुहुन्छ।
		-- Harlan Ellison

%
उहाँले आफ्नो कुलको सीमा कानून छन् कि भन्ने विश्वास गर्छ लागि, उहाँलाई क्षमाप्रकृति को!
		-- G. B. Shaw

%
ठगी जबरजस्ती तर्क दिनुहुन्न भन्ने आदर छ।
		-- Charles Curtis, "A Commonplace Book"

%
फ्री भाषण गाली गर्न 'थियेटर' एक भीड आगो सही छ।
		-- A Yippie Proverb

%
तपाईं एक काइट उड जाने श्रीमती Grundy बताउन जब स्वतन्त्रता सुरु हुन्छ।
		-- A Yippie Proverb

%
स्वतन्त्रता अरू केही, तर राम्रो गर्न मौका छ।
		-- Camus

%
स्वतन्त्रता दासत्व छ।अज्ञानता बल हो।युद्ध शान्ति छ।
		-- George Orwell

%
प्रेस स्वतन्त्रता एक स्वामित्व के लागि हो।
		-- George Orwell

%
बस स्वतन्त्रता गरेको अर्को केही लागि शब्द गुमाउन बाँकी।
		-- Kris Kristofferson, "Me and Bobby McGee"

%
"... सज्जनहरु प्रत्येक अन्य मेल पढ्न छैन।"काला चेम्बर, राष्ट्रिय गर्न precursorसुरक्षा एजेन्सी।
		-- Secretary of State Henry Stimson, on closing down

%
जर्ज Orwell 1984. पश्चिमोत्तर 0।
		-- Chicago Reader 10/15/82

%
जर्ज Orwell एक optimist थियो।
		-- Chicago Reader 10/15/82

%
र पहिलो गर्न - जर्ज वाशिंगटन, युद्ध मा पहिलो शान्ति थियोलामो सप्ताह गर्न आफ्नो जन्मदिन juggled छ।
		-- Ashley Cooper

%
verbally सबै आदेश दिनुहोस्। तल एक जान सक्छ कहिल्यै केहि लेख्न"पर्ल हार्बर फाइल"।
		-- Ashley Cooper

%
"मलाई पर्याप्त पदक दिनुहोस्, र म कुनै पनि युद्ध जित्न छौँ।"
		-- Napoleon

%
सरकारको पैसा र शक्ति दिने व्हिस्की दिने जस्तै छ रकिशोर छोराका कार कुञ्जीहरू।
		-- P. J. O'Rourke

%
परमेश्वरको आफूले चयन व्यक्ति को प्रकारको गरेर धन लागि आफ्नो घृणा देखाउँछयसलाई प्राप्त।
		-- Austin O'Malley

%
राम्रो सरकार नियमहरू निर्भर कहिल्यै, तर को व्यक्तिगत गुणहरू माजो शासन ती। सरकारको मशीनरी सधैं गर्न अधीनस्थ छकि मशीनरी संचालन गर्नेहरूको हुनेछ। सबैभन्दा महत्त्वपूर्ण तत्त्वसरकार, त्यसैले नेताहरूले छान्ने को विधि हो।
		-- Frank Herbert, "Children of Dune"

%
राम्रो नेता, अभाव हुनुको आफैलाई अनुमति छ निम्न।
		-- Frank Herbert, "Children of Dune"

%
बारेमा आन्तरिक राजस्व सेवा उजुरी पायो?यो सुविधाजनक टोल-मुक्त "आईआरएस करदाता उजुरी हट लाइन नम्बर" कल गर्नुहोस्:1-800-AUDITME
		-- Frank Herbert, "Children of Dune"

%
तपाईं एउटा सानो माछा पकाउन थियो रूपमा एउटा ठूलो जाति शासन। यो ज्यादा छैन।
		-- Lao Tsu

%
सरकार [छ] एक भ्रम नियन्त्रित प्रोत्साहन गर्नु हुँदैन।
		-- John Updike, "Couples"

%
सरकार निहित छ, र समाचार पत्र झूठ, तर एक लोकतन्त्र तिनीहरूले विभिन्न झूट हो।
		-- John Updike, "Couples"

%
सरकारी खर्च? म यो सबै के हो थाहा छैन। मलाई थाहा छैनएक अर्थशास्त्री गर्छ, र परमेश्वरले जान्नुहुन्छ, भन्दा उहाँले यो कुरा बारे कुनै पनि थपधेरै थाहा छैन।
		-- Will Rogers

%
वरिष्ठ, आमाबाबु र मित्र स्नातक ...मलाई तपाईं reassuring आज मेरो कैफियत खडा हुनेछ सुरु गरौंनयाँ औचित्य सबैभन्दा कडे आवश्यकताहरु।यो भित्री-कलेज संवेदनशीलता परामर्श समिति vetted छको पाठ अवचेतन नस्लवाद, sexism र classism को मात्रा पनि पहिल्याउन।यसबाहेक, deconstructionists को एक संकाय प्यानल reconfigured छन्को rhetorical गर्न ताकि, एक पोस्ट-structuralist रूपरेखा भित्र घटकपश्चिमी rationalism र रैखिक तर्क कुनै पनि आपत्तिजनक तत्व मेटाउने।अन्तमा, सबै सन्दर्भहरू सेतो, पुरुष बाट बगिरहेको, eurocentricदृष्टिकोण छ कुनै पनि अन्य ruminations ठानेको, निर्मूल गरिएको छक्षण को राजनीतिक सहमति गर्न denigrating।तपाईं र शुभकामना धन्यवाद।
		-- Doonesbury, the University Chancellor's graduation speech.

%
इतिहास मा ठूलो क्षण: # 3अगस्ट 27, 1949:फेम को एक हल उल्लेखनीय सदस्य आदर खोलियोमहिला एयर कार्पोरेशन यो WAC सङ्ग्रहालय थियो।
		-- Doonesbury, the University Chancellor's graduation speech.

%
Grover क्लिभल्याण्ड, तापनि संग loggerheads मा लगातारसीनेट, मा प्रतिनिधिहरु को घर संग राम्रो भयो। एक लोकप्रियकथा आफ्नो राष्ट्रपतिको पद समयमा परिसंचारी चिन्तित उहाँले थियो रातरो पत्नी द्वारा roused, "उठ! म त्यहाँ मा burglars छन् लाग्छघर। ""होइन, होइन, मेरो प्रिय," sleepily अध्यक्ष, "सीनेट मा शायद भने,तर घर मा। "
		-- Doonesbury, the University Chancellor's graduation speech.

%
ग्रब पहिलो, त्यसपछि नैतिकता।
		-- Bertolt Brecht

%
लोटा लेना तिमीहरू, क्लिंकर, तपाईं सबैभन्दा कुख्यात offender छन्। तपाईं को दोषी standरोग, भोक, wretchedness, र चाहन्छौं।
		-- Tobias Smollet

%
ठूलो कला र राजनीति को रहस्य कुनै स्पष्ट उपयोगिता छ? यो केतल, ratty raffish, sordid, अश्लील र कम unqualifiedly देखिएका,र यसको salient virtuosi umitigated नालायक को एक गिरोह? त्यसपछि गरौंsoothe गर्न आफ्नो उच्च क्षमता भूल र midriff, यसको tickel छैनमनोरञ्जन को एक निर्माता रूपमा अतुलनीय सेवाहरू।
		-- H. L. Mencken, "A Carnival of Buncombe"

%
तपाईं बाटो मानिसहरूको बुद्धि क्षमताहरु गिरावट याद छजोडले तिनीहरूले सुरु मिनेट वरिपरि बन्दुक हल्लाउँदै?
		-- Dr. Who

%
उहाँले reelection लागि चल्दैन गर्नुभयो। "राजनीति सबै सम्पर्कमा तपाईं ल्याउँछतपाईं जोगिन केहि दिन चाहन्छु मानिसहरूलाई, "उहाँले भन्नुभयो।" म घर रहन छु। "
		-- Garrison Keillor, "Lake Wobegone Days"

%
उहाँले मानिसहरूलाई शक्ति नापसंद गर्ने को सबै भन्दा राम्रो छ।
		-- Mohammed

%
अरूलाई शासन भनेर उहाँले पहिलो आफूलाई को मास्टर हुनुपर्छ।
		-- Mohammed

%
उहाँले लिंकन बस्ने Gettysburg ठेगाना छ सोच्छ।
		-- Wanda, "A Fish Called Wanda"

%
उहाँले अमेरिकी प्रसारण उद्योग को आधारभूत गर्ने आक्रमणआक्रमण लोकतन्त्र नै।
		-- William S. Paley, chairman of CBS

%
युद्धमा यो मा लगे सबै घातक renders जसले सबैभन्दा ठूलो हुनेछसंसारको उपकारक अझै ज्ञात छ।
		-- Sir Richard Burton

%
माटोको Slings जसले साधारण भूमि भनेन।
		-- Adlai Stevenson

%
उहाँले आफ्नो दुवै अनुहार बचत गर्ने प्रयास बस एक राजनीतिज्ञ छ ...
		-- Adlai Stevenson

%
मलाई सुन्न, मेरो प्रमुखों, म थकित छु; मेरो हृदय बिरामी र दुःखी छ। जहाँ बाटसूर्य अब खडा म सधैंभरि कुनै थप लड्न हुनेछ।
		-- Chief Joseph of the Nez Perce

%
यहाँ orator शब्दहरू आफ्नो बाढी र कारण आफ्नो छोड्नुहोस्, आउँछ।
		-- Chief Joseph of the Nez Perce

%
इतिहास उचित प्रक्रियाहरु निम्न मा भन्न धेरै छ। एक इतिहासबाटमेक्सिकन क्रान्तिको को:"Hidalgo, पछि थियो गुयाडालजारा मा पराजित। ती विद्रोही सेना थियोहिमाल मार्फत आफ्नो बाटो मा कब्जा। सबै courtmartialed र थिएउहाँले एक पुजारी थियो किनभने, Hidalgo, बाहेक गोली। उहाँले भन्दा हस्तान्तरण गरिएको थियोउहाँलाई excommunicated र उसलाई फिर्ता गर्ने डुराङ्गो को बिशपसेना जहाँ त्यो त कार्यान्वयन भएको थियो। "
		-- Chief Joseph of the Nez Perce

%
इतिहास (लामो हामी इतिहासकारहरूले नियन्त्रण गर्न सक्नुहुन्छ) को हाम्रो पक्षमा छ।
		-- Chief Joseph of the Nez Perce

%
इतिहास मान्छे मा सहमत निर्णय गरेको पछिल्लो घटनाहरूको संस्करण हो।
		-- Napoleon Bonaparte, "Maxims"

%
इतिहास देखाउँछ कि मानव मन, ज्ञान स्थिर accessions द्वारा खुवाउनुभयो,समय समयमा यसको सैद्धान्तिक coverings लागि धेरै ठूलो बढ्छ, र तिनीहरूलाई burstsasunder मा, भोजन र बढ्दै लाब्रे रूपमा, नयाँ habiliments देखा पर्नअन्तरालहरू, यसको पनि साँघुरो छाला casts र अर्को ... साँच्चै ईमागौ मान्छमानिसको राज्य साह्रै टाढा जस्तो देखिन्छ, तर हरेक moult प्राप्त एक कदम हो।
		-- Charles Darwin, from "Origin of the Species"

%
इतिहास पुरुष र राष्ट्रका तिनीहरूले एकपटक बुद्धिमानीपूर्वक व्यवहार भनेर हामीलाई सिकाउँछअन्य सबै विकल्पहरू निकास।
		-- Abba Eban

%
पनीर को 246 प्रकार छ जो एक राष्ट्र तपाईं कसरी शासन गर्न सक्नुहुन्छ?
		-- Charles de Gaulle

%
कसरी संसारको शासन छ, र युद्ध कसरी सुरु गर्छन्? Diplomats झूट अह्राउनुहुन्छपत्रकार, र तिनीहरूले पढ्न के विश्वास गर्छन्।
		-- Karl Kraus, "Aphorisms and More Aphorisms"

%
म काम मानिसको मित्र हुँ, र म बरु आफ्नो मित्र हुनेछभन्दा एक हुन।
		-- Clarence Darrow

%
म साहस को truest कार्य आफूलाई बलिदान हो भन्ने कुरामा विश्वस्त छुन्याय को लागि एक पूर्ण nonviolent संघर्ष अरूलाई। एक मानिस हुनअरूलाई दुःख छ।
		-- Cesar Chavez

%
म एक राजनीतिज्ञ छैन र मेरो अन्य बानी पनि राम्रो हो।
		-- A. Ward

%
म अन्य आधा मार्न गर्न काम वर्ग को आधा किराया गर्न सक्नुहुन्छ।
		-- Jay Gould

%
मलाई परवाह छैन गरिब र अदक्ष एक सानो देश छ कसरी; तिनीहरूले गर्न चाहनुहुन्छआफ्नै व्यापार चलाउन। म एक राम्रो मेरी श्रीमती बनाउन भनेर मानिसहरू थाहापति मभन्दा; तर, darn यो, म 'एम उनको दिन लागिरहेको छु।
		-- The Best of Will Rogers

%
"म लामो म nominating गर्न प्राप्त electing गर्छ जसले मतलब छैन।"
		-- Boss Tweed

%
म Dutchman रुचि छैन। उहाँले एक गोही छ। उहाँले गुप्त छ। म उसलाई विश्वास छैन।डच Schultz संग।म खुट्टा विश्वास छैन। उहाँले पागल छ। उहाँले उत्साहित हुन्छ र एक खींच सुरुअर्को मान्छे जस्तै ट्रिगर आफ्नो नाक वाइप्स।"खुट्टा" हीरा।
		-- Dutch Schultz, just before a peace conference with

%
मलाई आपत्ति छैन रूपमा लामो तिनीहरूले यसलाई के छैन रूपमा कांग्रेस, के गर्छसडकमा र घोडाहरू भयभीत।
		-- Victor Hugo

%
जब म बढी ग्रह हेर्न चाहन्छु भन्न म म एक्लै छु लाग्छहाम्रो सौर प्रणाली को निष्ठूर हैकम अन्तर्गत पर्न।
		-- Jack Handey, The New Mexican, 1988.

%
म यो लास एक लुकाइन् हतियार बोकेको दोषी पत्ता लगाउन र म यो ठीक $ 40।बस गोली।
		-- Judge Roy Bean, finding a pistol and $40 on a man he'd

%
म रोम इँटा सहरको फेला र यसलाई संगमरमर को शहर बाँकी।
		-- Augustus Caesar

%
म सपना छ। म Georgia को रातो पहाडहरू मा, एक दिन एक सपना छ,पूर्व दास छोराहरू र पूर्व slaveowners छोराहरू गर्न सक्षम हुनेछभाइचाराको तालिका मा सँगै तल बस्न।
		-- Martin Luther King, Jr.

%
म पहिले नै युद्ध गर्न दुई cousins ​​दिएको छ र म बलिदान गर्न तयार खडामेरो पत्नीको भाइ।
		-- Artemus Ward

%
म सधैं साम्राज्यवाद गर्न जब मूल लिन्छ कि पाएका छौं,उहाँले एक धेरै तीव्र रूप मा यो परिहाल्छ।
		-- Winston Churchill, 1903

%
म धोका राजनयिकहरुलाई कला फेला पारेका छौं। म तिनीहरूलाई सत्य बताउनर तिनीहरूले मलाई विश्वास कहिल्यै।
		-- Camillo Di Cavour

%
म दर्शन गरेर यो प्राप्त छ:म आज्ञा भइरहेको व्यवस्था डरले मात्र के कुरा अरूलाई बिना भनेर।
		-- Aristotle

%
म युद्ध को लागि यो लिङ्कमा कहिल्यै बुझेको छु। यो प्रवृत्ति गर्न pandersपहिले नै कुनै पनि जी घरेलू स्थापना को दायरा भित्र लागि catered।
		-- Alan Bennett

%
म एक सानो विद्रोह, अब र फेरि, राम्रो कुरा हो कि, यो पकड ...
		-- Thomas Jefferson

%
म विश्व युद्ध III लडिनेछैन के हतियार संग छैन थाहा छ, तर विश्वयुद्ध चतुर्थ लाठी र ढुङ्गा लडे गरिनेछ।
		-- Albert Einstein

%
म लामो मानिसहरू बढाउन थप गर्न जाँदैछन् भनेर विश्वास गर्न चाहनुहुन्छहाम्रो सरकारको भन्दा शान्ति। वास्तवमा, म मान्छे शान्ति यति चाहनुहुन्छ कि लाग्छयी दिन सरकारको एक राम्रो बाटो बाहिर प्राप्त र तिनीहरूलाई गरौं भन्नेयो छ।
		-- Dwight D. Eisenhower

%
म पश्चिम बिन्दु गएका हुन सक्छ, तर म एक कांग्रेसियों कुरा गर्न पनि गर्व थियो।
		-- Will Rogers

%
म चार अमेरिका को विधान असल इच्छा आवश्यक। म गठन गर्नेमेरो आफ्नै पैसा विधान शरीर। म यो तरिका सस्ता भेट्टाए।
		-- Jay Gould

%
म खण्डन कहिल्यै, कहिल्यै अस्वीकार। म कहिले काँही बिर्सन्छन्।शाही परिवार
		-- Benjamin Disraeli, British PM, on dealing with the

%
म कसैको लागि मतदान कहिल्यै। म सधैं विरुद्ध मतदान।
		-- W. C. Fields

%
म सरकार योगदान कर मा 3400 $। त्यसैले म तिनीहरूलाई दुई hammers र एक पठाइएकोशौचालय सीट।
		-- Michael McShane

%
म पहिलो र सबैभन्दा महत्त्वपूर्ण सद्गुण अर्थव्यवस्था ठाँउ, र सार्वजनिक ऋण रूपमामानिसहरू डराउँदैनन् गर्न खतराको सबैभन्दा ठूलो। हाम्रो स्वतन्त्रता संरक्षण गर्न, हामी हुनुपर्छहाम्रो शासक सदैव ऋण हामीलाई लोड गरौं। हामी यस्तो ऋण चलान भने, हामीtaxed हुनुपर्छ हाम्रो मासु र पेय मा, हाम्रो आवश्यकताहरु र हाम्रो सुखसुविधा मा,हाम्रो श्रम र हाम्रो amusements मा। हामी बाट सरकार रोक्न सक्छ भनेतिनीहरूलाई लागि, मान्छे को श्रम बर्बाद मायालु को नाटक अन्तर्गत तिनीहरूलेखुसी हुनेछन्।
		-- Thomas Jefferson

%
म झण्डा निष्ठा कसमअमेरिका को संयुक्त राज्य अमेरिका कोर यो खडा जो लागि गणतन्त्र,एक राष्ट्र,indivisible,स्वतन्त्रता संगर सबै को लागि न्याय।
		-- Francis Bellamy, 1892

%
म सबै भन्दा धार्मिक युद्ध गर्न सबैभन्दा अन्यायपूर्ण शान्ति रुचाउँदैनन्।पनि शान्ति मूल्य पनि उच्च मा खरिद गर्न सकिन्छ।
		-- Poor Richard

%
म मेक्सिको मिसाइल हाम्रो चासो को कुनै पनि छ भन्ने महसुस। म महसुस भएको छ किएक लोकतन्त्र मा रहन को सारा बिन्दु हामी व्यावसायिक तिर्न छआफूलाई मेक्सिको मिसाइल हामी त जस्ता चासोको विषय गर्न congresspersonsको प्लम्बर को पकड प्राप्त संग आफूलाई चासोको विषय गर्न स्वतन्त्र हुन सक्छ।तर समय समयमा, म जस्तै प्रमुख सार्वजनिक मुद्दाहरू सम्बोधन गर्नुपर्छ महसुसयो, किनभने एक मुक्त र खुला समाज, संसारको जहाँ धेरै भविष्यमाहाम्रो निर्वाचित नेताहरूले गरे निर्णय मा टिका, तपाईं कहिल्यै ठूलो नगद जीतपत्रकारिता पुरस्कार तपाईं जस्तै, म सामान्यतया लेख्न विषयहरू लीन भनेनाक-टिप्नुपर्छ।राजनीतिक नतीजा "
		-- Dave Barry, "At Last, the Ultimate Deterrent Against

%
म कर lowering बारेमा वाशिंगटन देखि भाषणको राम्रो सम्झौता हेर्नुहोस्। म आशा गर्छुतिनीहरूले एम 'मान्छे तिर्न खर्च गर्न सक्छन् त एम पर्याप्त तल कम' प्राप्त गर्छन्।
		-- The Best of Will Rogers

%
म हामी हाम्रो neigbors केही ध्यान शुरू गर्दै छन् जहाँ हेर्नदक्षिण। छैन मेक्सिको किन बारेमा बस पागल थियो हामी बुझ्न कहिल्यै सकिएनहामीलाई; हामी सधैं हृदय मा आफ्नो राम्रो इच्छा र तेल र खनिज, छन्।
		-- The Best of Will Rogers

%
म चोर्न।सजिलो। म शिकागो स्वामित्व। म मियामी स्वामित्व। म लस भेगास स्वामित्व।
		-- Sam Giancana, when asked what he did for a living

%
म संसारको सी विद्यार्थी द्वारा चलेको लाग्छ।
		-- Al McGuire

%
म त्यो पूरा आफ्ना कर्तव्य गर्नेछ पहिलो सिंह विश्वास गर्छु।
		-- J. P. Morgan on Teddy Roosevelt's safari

%
म नियमहरू तोड्न छैन प्रयास तर केवल आफ्नो लोच परीक्षण गर्न।
		-- Bill Veeck

%
म खुला मन राख्न प्रयास गर्नुहोस्, तर मेरो दिमाग बाहिर गिर भनेर खुला छैन।
		-- Judge Harold T. Stone

%
म छैन मात्र सबै दिमाग प्रयोग गर्नुहुन्छ, तर सबै ती म साथै उधारो गर्न सक्नुहुन्छ।
		-- Woodrow Wilson

%
म मेरो युवावस्थामा विद्रोही हुन प्रयोग।यो कारण ... भनेर कारण ... (chuckle) म 'एम सबै ब्याक! तर म सिके।विद्रोह बस अपरिपक्व प्रयोग उपकरण आफ्नै देखि लुकाउन छसमस्या। त्यसैले म राजनीतिमा चासो गुमाए। अब म द्वारा चासो जगायो महसुसएक नागरिक अधिकार मामला वा पासपोर्ट सुनुवाई ... म यो सिर्फ एक उपकरणको महसुस।म मेरो विश्लेषक जाने र हामी यसलाई काम। तपाईं कुनै विचार कति राम्रो छम यी दिन लाग्छ।
		-- J. Feiffer

%
म सेतो मानिसको भाइ, उहाँको देवर हुन चाहन्छु।
		-- Martin Luther King, Jr.

%
म कदर एक सदस्य विनाश को यो कथा द्वारा appalled थियोलोपुन्मुख जाती। यो सबै को व्यावहारिकता मनाउन धेरै राम्रो छबाहिर आफ्नो घर निर्माण गर्ने porcine भाई ennobling द्वारा सुँगुरहरुइँटा र मोर्टार। तर wantonly एक ब्वाँसो पनि एक एक नष्ट गर्न,porkers लागि अत्यधिक स्वाद, यी ecologically मा unconscionable छमानिस र आफ्नो घरेलू जन्तुहरूसित दुवै maraud जारी गर्दा कठिनपृथ्वी।Sylvia Kamerman, "बुक पूर्वावलोकन"
		-- Martin Luther King, Jr.

%
म एक hoodlum रूपमा काम चढाइने र म चिसो तल यसलाई गरियो। एक चोर छजो बाहिर र एक बैंक लुट्ने वा जस्तै, आफ्नो रहन को लागि काम गर्दछ जो कोहिठाउँ बिच्छेद र सामान चोरी, वा कोही अपहरण। उहाँले साँच्चैयसलाई केही प्रयास दिन्छ। एक hoodlum scum को एक राम्रो घटिया किसिमको छ। उहाँलेgangsters लागि काम गर्दछ र तिनीहरूले ठाउँ धारण गरिएको छ जब मान्छे बन्द धक्का।किन, म मेरो प्रतिनिधिलाई गरे चाहन्छु पछि, शिकागो सिंडिकेट केही मलाई काम गर्न चाहन्थेतिनीहरूलाई लागि एक हुड रूपमा - तपाईं एक मेशिन गन ह्यान्डल गर्ने, थाह छ। तिनीहरूले मलाई प्रस्तावएक हप्ता र म आवश्यक सबै सुरक्षा दुई सय र पचास डलर। ममेरो नियमित लाइन मा काम गर्न सक्षम समयमा मारना थियो र छैन। तरम यो विचार छैन। "म चोर हुँ," म बताए। "म कुनै घटिया hoodlum छु।"
		-- Alvin Karpis, "Public Enemy Number One"

%
म मेरो आमा गए र म फरक जीवन प्रारम्भ गर्नु आँटेको तिनलाई भन्नुभयो। ममागे र उनको आशिष् प्राप्त र एक पटक मा एक को क्यारियर commencedडाकू।
		-- Tiburcio Vasquez

%
म एक रोबोट निर्वाचित भए राष्ट्रपति इच्छा। यसरी, उहाँले शहर आउँदा,हामी सबै उसलाई एक शट लिन सक्छ र पनि नराम्रो लाग्छ छैन।
		-- Jack Handey

%
म त, mitigate गर्न, यो गर्न सक्छन् सबै गर्न सरकार चाहन्छसमझ, चासो mutuality मा, साधारण राम्रो चासो मा,हाम्रो कार्यहरू हल गरिनेछ।
		-- Warren G. Harding

%
म जडान शब्द 'निष्पक्ष' प्रयोग गर्ने सबैलाई electrocute गर्न चाहनुहुन्छआय कर नीतिहरू।
		-- William F. Buckley

%
म धेरै बरु म कुनै मूर्ति, म एउटा छ किन भन्दा किन मानिसहरू सोध्न हुनेछ।
		-- Marcus Porcius Cato

%
म बरु एक गरिब मानिसको घर मा serf हुन र भन्दा जमीन माथि हुनेछमरेका बीच शासन।
		-- Achilles, "The Odessey", XI, 489-91

%
म सरकार पूरै युद्ध बाहिर प्राप्त र छोड्न हेर्न चाहन्छुनिजी उद्योग गर्न सम्पूर्ण क्षेत्र।
		-- Joseph Heller

%
"म आफ्नो किताब, म एक धुन पूरा छौँ, मैले पूरा छौँ, पूरा छौँ भन्दा पूरा,अगाडि पूरा, क्यारी अनुदान, नगद र बोक्न, पुरानो भर्जिनिया मलाई कैर्री,म पनि Hara कारी यदि तिमी मलाई देखाउन छौँ कसरी, तर म * छैन * एक बन्दूक पूरा गर्नेछ। "
		-- Hawkeye, M*A*S*H

%
"म हरण कि धनी व्यक्ति र केही गरिब योग्य slob गर्न दे छौँ।त्यो * म रबिन हुड छु साबित हुनेछ। "
		-- Daffy Duck, "Robin Hood Daffy", [1958, Chuck Jones]

%
म व्हाइट हाउस को अनुरोध मा भियतनाम लागिरहेको छु। राष्ट्रपति जनसनएक युद्ध छैन साँच्चै मेरो मजाक बिना युद्ध छ भन्छन्।
		-- Bob Hope

%
"म expendable छैन, मूर्ख छैन, र म जाँदै छु!"
		-- Bob Hope

%
म संयुक्त राज्य अमेरिका मा कर तिर्नुपर्ने हुन गर्व छु। मात्र कुरा छ- म जस्तै आधा मुद्रा को लागि गर्व हुन सक्छ।
		-- Arthur Godfrey

%
"म यो कारण पनि अन्य मानिसहरूको जीवन लागि केहि बलिदान गर्न तयार छु।"
		-- Arthur Godfrey

%
म सधैं statesmen सैनिकहरु भन्दा बढी expendable मानिन्छ गर्नुभएको छ।
		-- Arthur Godfrey

%
एक राष्ट्र स्वतन्त्रता भन्दा बढी केहि मोल भने, यो यसको स्वतन्त्रता गुमाउनु हुनेछ;र यो विडंबना यो, यो सुविधा वा पैसा छ भने यसलाई थप मोल छपनि, कि गुमाउनु हुनेछ।
		-- W. Somerset Maugham

%
ठूलो संख्या मा निर्मित भने, मोटेल केही तर अवैध लागि प्रयोग गरिनेउद्देश्य।
		-- J. Edgar Hoover

%
सबैलाई आफ्नै व्यापार दिमाग भने, संसारको एक सम्झौता छिटो वरिपरि जाने थियो।
		-- The Duchess, "Through the Looking Glass"

%
पचास लाख मान्छे मूर्ख कुरा भन्न भने, यो अझै पनि एक मूर्ख कुरा हो।
		-- Bertrand Russell

%
परमेश्वरले हामीलाई सेना मा हुन लागि अर्थ थियो भने, हामी संग जन्मेको थियोहरे, धोक्रे छाला।
		-- Bertrand Russell

%
परमेश्वरले हामीलाई एक राष्ट्रपति गर्न चाहन्थे भने, उहाँले हामीलाई एक उम्मेदवार पठाएको थियो।
		-- Jerry Dreshfield

%
यदि कार्ल, बरु राजधानी बारेमा धेरै लेखन को, पूंजी को धेरै गरेका थिए,यो धेरै राम्रो हुने थियो।
		-- Karl Marx's Mother

%
पैट्रिक हेनरी लाग्यो भने प्रतिनिधित्व बिना कराधान खराब थियो भनेर,त्यो प्रतिनिधित्व छ कसरी खराब हेर्नुपर्छ।
		-- Karl Marx's Mother

%
मान्छे स्वतन्त्रता र स्यान्डविच बीच चयन गर्न छ भने, तिनीहरूलेस्यान्डविच हुनेछ।पछि नैतिकता खान्छ पहिलो,।
		-- Bertolt Brecht, "The Threepenny Opera"

%
समर्थक con को विपरीत छ भने, प्रगति को विपरीत के हो?
		-- Bertolt Brecht, "The Threepenny Opera"

%
समाज तपाईं आराम पर्याप्त फिट भने, तपाईं यसलाई स्वतन्त्रता कल।
		-- Robert Frost

%
अमेरिकी सपना मात्र अमेरिका लागि हो भने, यो हाम्रो सपना रहनेछर कहिल्यै हाम्रो भाग्य हुन।
		-- Ren'e de Visme Williamson

%
सरकार मानिसहरूलाई भरोसा गर्दैन भने, किन छैन तिनीहरूलाई भंग गर्छर नयाँ मान्छे Elect?
		-- Ren'e de Visme Williamson

%
"राजाको अंग्रेजी येशूको लागि एकदम राम्रो थियो भने, यो मेरो लागि एकदम राम्रो छ!"
		-- "Ma" Ferguson, Governor of Texas (circa 1920)

%
एक गरिब जीवित के, तिनीहरूलाई लागि मर्न धनी गरिब तिर्न सक्छ भनेबनाउन सक्छ!
		-- "Ma" Ferguson, Governor of Texas (circa 1920)

%
तिनीहरूले लगाइदिए थिए भने, तिनीहरूले उहाँलाई किनभने तिनीहरूले रुचि छैन impeach सक्छआफ्नो टाइ।
		-- Attorney General William Saxbe

%
मतदान प्रणाली परिवर्तन गर्न सक्छ भने, यो अवैध हुनेछ। मतदान छैन भनेप्रणाली परिवर्तन गर्न सकेन, यो अवैध हुनेछ।
		-- Attorney General William Saxbe

%
हामी सबै मिलेर काम भने, हामी पूर्ण रूपमा प्रणाली अबरोध गर्न सक्छन्।
		-- Attorney General William Saxbe

%
हामी कहिल्यै रातो टेप पोषण गर्न सक्छन् भने, हामी संसारको खुवाउन सक्छ।
		-- R. Schaeberle, "Management Accounting"

%
हामी हाम्रो स्वतन्त्रता मा tamely एक कानूनको पालन नगर्ने आक्रमण ग्रस्त भने, हामी यसलाई प्रोत्साहन,र हाम्रो डुम अरूलाई समावेश।
		-- Samuel Adams

%
हामी सँगै खडा हुनेछ भने, हामी एक मौका खडा छैन।
		-- Samuel Adams

%
तपाईं बीस मिनेटमा तेल प्रहार भने, नीरस रोक्न।
		-- Andrew Carnegie, on public speaking

%
"के तपाईंले कहिल्यै राजनीतिमा कहीं प्राप्त गर्न चाहनुहुन्छ भने, मेरो केटा, तपाईं जाँदै हुनुहुन्छसार्वजनिक आँखा मा एक toehold प्राप्त छ। "
		-- Andrew Carnegie, on public speaking

%
तपाईं कांग्रेस एउटा मुद्दा दुवै पक्षलाई मतदान गर्ने मौका दिन भने, योसधैं यो गर्नेछु।
		-- Les Aspin, D., Wisconsin

%
तपाईं यो आणविक हतियार दौड संग जाना भने, तपाईं के गर्न जाँदैछन् सबै छको Rubble बाउन्स बनाउन।
		-- Winston Churchill

%
तपाईं समिति द्वारा चलाइएको देशमा बस्न भने, समिति मा हुन।
		-- Graham Summer

%
तपाईं कुनै पनि पैसा बनाउन भने, सरकार एक वर्ष एक पटक क्रीक मा तपाईं shovesआफ्नो pockets, र गीला प्राप्त गर्छन् भनेर राख्न सक्नुहुन्छ सबै संग।
		-- The Best of Will Rogers

%
तपाईं संसारमा बालुवा को अनाज सबै गरे भने, र लहरैतिनीहरूलाई एक पंक्ति मा अन्त गर्न अन्त, तपाईं सरकार लागि काम गरिरहेको चाहन्छु!
		-- Mr. Interesting

%
तपाईं आफ्नो सरकार बुझ्न चाहनुहुन्छ भने, पढेर सुरु छैनसंविधान। यो आजको को स्वाद को अनमोल सानो conveysstatecraft। वाशिंगटन टेलिफोन सट्टा, चयन पढ्नुहोस् अंशशीर्षक संग सबै संगठनहरूका लागि सूचीकरण समावेश निर्देशिकाशब्द संग शुरुवात "राष्ट्रीय।"
		-- George Will

%
तपाईं निर्वाचित अध्यक्ष प्राप्त गर्न चाहन्छ भने, you'se अप केही सोच्न पायोmemoraboble homily त छ स्कूल बच्चाहरु memorizin मा pestered गर्न सकिन्छ 'यो, तिनीहरूले के अर्थ थाहा छैन भने पनि।
		-- Walt Kelly, "The Pogo Party"

%
आफ्नो हात सफा छन् भने र आफ्नो कारण बस र आफ्नो माग होव्यावहारिक, कम से कम यो सुरु हुन्छ।
		-- Walt Kelly, "The Pogo Party"

%
अवैध परदेशी सधैं संयुक्त राज्य अमेरिका मा एक समस्या भएको छ। कुनै पनि भारतीय सोध्छन्।अध्यागमन चापलुसी को हार्दिक रुप हो।
		-- Jack Paar

%
शक्ति corrupts र शक्ति बिल्कुल corrupts को एकाधिकार को असंतुलन।
		-- Genji

%
अध्यागमन चापलुसी को हार्दिक रुप हो।
		-- Jack Paar

%
अमेरिका मा, कुनै पनि केटा अध्यक्ष बन्न सक्छ र म सिर्फ एक छ ठान्नुउहाँले लिन्छ जोखिम को।
		-- Adlai Stevenson

%
एक व्यवस्थित संसारमा त्यहाँ सधैं disorderly लागि ठाउँ छ।
		-- Adlai Stevenson

%
परमाणु आक्रमण, विद्यालयमा प्रार्थना विरुद्ध संघीय शासन मामला माअस्थायी रूपमा रद्द गरिनेछ।
		-- Adlai Stevenson

%
हार मा, unbeatable; विजयमा, असह्य।
		-- W. Churchill, on General Montgomery

%
डा जनसन गरेको प्रसिद्ध शब्दकोश Patriotism अन्तिम रूपमा परिभाषित गरिएको छको नीच को सहारा। एक प्रबुद्ध सबै कारण आदर तरकमसल lexicographer म यो पहिलो हो भनेर पेश गर्न माग्छु।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
कल्पना मा शक्तिहीन को recourse हत्या हो; जीवन recourse माको शक्तिहीन को पैटी चोरी छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
जर्मनीमा तिनीहरूले पहिले कम्युनिस्टों आए र म किनभने माथि बोल्न थिएनम एक कम्युनिष्ट थिएन। त्यसपछि तिनीहरूले यहूदीहरूको लागि आए, र म माथि कुरा थिएनकिनभने म एक यहूदी थिएन। त्यसपछि तिनीहरूले व्यापार unionists लागि आए, र मम एक व्यापार unionist थिएन किनभने माथि बोल्न थिएन। त्यसपछि तिनीहरूले लागि आएक्याथोलिक र म एक प्रोटेस्टेन्ट थियो किनभने माथि बोल्न थिएन। त्यसपछि तिनीहरूले आएमलाई - र द्वारा समय कुनै एक अप बोल्न बाँकी थियो।
		-- Pastor Martin Niemoller

%
इटाली मा, Borgias अन्तर्गत तीस वर्षसम्म तिनीहरूले युद्धमा, आतंक थियो,हत्या, र रक्तपात, तर तिनीहरूले उत्पादन Michaelangelo, लियोनार्डो विंसीर पुनर्जागरण। स्विट्जरल्याण्ड मा, तिनीहरूले भ्रातृप्रेम थियो, तिनीहरूले थियोलोकतन्त्र र शान्ति को पाँच सय वर्ष - र तिनीहरूले के उत्पादन गरे?यो cuckoo-घडी।
		-- Orson Welles, "The Third Man"

%
हाम्रो सभ्यता, र सरकार, बुद्धि हाम्रो रिपब्लिकन फारम अन्तर्गतत्यसैले अत्यधिक यो कार्यालय को ख्याल राख्नुहुन्छ देखि छुट द्वारा पाउँछन् कि सम्मान गरिएको छ।
		-- Ambrose Bierce, "The Devil's Dictionary"

%
पियरे Trudeau मा, क्यानाडा अन्तमा एक प्रधानमन्त्री लायकको उत्पादन गरिएको छहत्या।
		-- John Diefenbaker

%
न्याय को हल मा मात्र न्याय को हल छ।
		-- Lenny Bruce

%
ती दिन उहाँले अब भन्दा समझदार थियो - उहाँले बारम्बार लिन प्रयोगमेरो सल्लाह।
		-- Winston Churchill

%
युद्ध मा पुरुष, तर गनिन्छ मानिस छैन।
		-- Napoleon

%
युद्ध मा, सत्य पहिलो हताहत।
		-- U Thant

%
... भावशून्यता एक संग्रामशील कुरा हो ... यो टाढा गएपछि यसलाई छोड्छधूमपान भग्नावशेष, जहाँ झूट नागरिक को घाँटी मार्फत bayonetted। यो छएक छोराछोरीको मात्र राजमार्ग चोरी जस्तो सोख।
		-- Stephen Crane

%
Individualists एकजुट!
		-- Stephen Crane

%
घट्दैछ Indomitable; अग्रिम अजेय; विजयमा दम्भी।
		-- Winston Churchill, on General Montgomery

%
संचार पूर्ण तल चलाएको सबै सेना सूचित।
		-- Winston Churchill, on General Montgomery

%
उत्तराधिकारको कर, त्यसैले लाइन बाहिर रही छन् भनेर मृतक परिवारअक्सर मा खडा गर्न एक पैतृक छैन।
		-- Winston Churchill, on General Montgomery

%
अन्याय कहीं जताततै न्याय गर्न खतरा छ।
		-- Martin Luther King, Jr.

%
पोल परिणाम रोचक आजको न्यूयोर्क पोस्ट मा रिपोर्ट: अन मान्छेतिनीहरूले अमेरिकी अनुमोदन कि Midtown मैनहट्टन मा सडक सोधियोग्रेनेडा को आक्रमण। पचास-तीन प्रतिशत हो भने; 39 प्रतिशत कुनै भन्नुभयो;र 8 प्रतिशत "Gimme एक चौथाई?" भने
		-- David Letterman

%
हस्तक्षेप? पक्कै हामी हस्तक्षेप गर्नुपर्छ! तपाईँले सधैँ हुनुहुन्छ के, कि मा सबै भन्दा राम्रो के म भन्न छ।
		-- Doctor Who

%
यो undertakes गर्ने मुख्य मा कुनै पनि कमान्डर एक योजना पूरा गर्न भनेर निम्नानुसारजसमा उनले बिग्रेको ठान्नुहुन्छ दोष छ; उहाँले आफ्नो कारण निस्कने राख्नु पर्छ,परिवर्तन भइरहेको योजना को जिद्दी, र अन्तमा बरु आफ्नो राजीनामा निविदाआफ्नो सेना गरेको पतन को साधन हुन भन्दा।
		-- Napoleon, "Military Maxims and Thought"

%
यो म एक सैलुन प्राप्त थियो जहाँ बिन्दु मिल्यो वा दुवै खुट्टा दृढहावा मा लगाए।
		-- Napoleon, "Military Maxims and Thought"

%
घुँडामा बाँच्न भन्दा आफ्नो खुट्टा मा मर्न राम्रो छ।
		-- Napoleon, "Military Maxims and Thought"

%
यो तपाईं नि: शुल्क हो विश्वास गर्न भन्दा चेन, र वजन लगाउने राम्रो छआफैलाई तल अदृश्य चेन संग।
		-- Napoleon, "Military Maxims and Thought"

%
यो नैतिक विधायकों को अभाव मा नैतिकता कानून बनाउन गाह्रो छ।
		-- Napoleon, "Military Maxims and Thought"

%
यसलाई आफ्नो देश प्रस्तुत गर्न भन्दा "मानवीय" हुन सजिलो छ यसकोउचित कारण; यसलाई आफ्नो समुदाय एक बनाउन भन्दा "पैट्रियट" हुन सजिलो छबस्न राम्रो ठाउँ; यो व्यवहार गर्न भन्दा "नागरिक नेता" हुन सजिलो छमायालु समझ संग आफ्नो परिवारको; को सानो ध्यान लागिध्यान, को कार्य कठिन।
		-- Sydney J. Harris

%
तिनीहरूलाई सम्म बाँच्न भन्दा एक सिद्धान्तहरू लागि लड्न सजिलो छ।
		-- Alfred Adler

%
यो संकल्प लागि एक उत्पीडक एक समानुभूति बनाउन पर्याप्त छआफ्नो courtiers आफ्नै व्यक्तिगत समाप्त लागि उहाँलाई धोका गर्न ...
		-- Russell Baker and Charles Peters

%
जसले चाहनुहुन्छ गर्नेहरू आक्रमण विरुद्ध पूर्ण रक्षा गर्न असम्भव छमर्न।
		-- Russell Baker and Charles Peters

%
यो शान्ति कारण लागि भन्दै जस्तै छ, परमेश्वर र शैतानको हुनेछएक उच्च स्तरको बैठक छ।
		-- Rev. Carl McIntire, on Nixon's China trip

%
यो प्रतिभा सुअवसर पाउनुभएको हुनुपर्छ भनेर समाजको हितको लागि आवश्यक छदेशद्रोह दलदल गर्न, भ्रष्ट को लागि, आक्रोश राम्रो स्वाद निन्दा गर्नजवानीको मन, र सामान्यतया कसैको अंकल scandalize गर्न।
		-- George Bernard Shaw

%
यो गनिन्छ गर्ने आलोचक छैन, वा बलियो मानिस ठेस कसरी, वा किकामहरू को doer तिनीहरूलाई राम्रो गरेका सक्छ। क्रेडिट को पर्छको रंगशालामा मा वास्तव छ जो मानिस जसको अनुहार, धूलो र पसिना र द्वारा marred छerrs र फेरि र फेरि छोटो आउँछ जसले valiantly प्रयासरत गर्ने रगत,; जसलेठूलो उत्साह, ठूलो भक्ति थाह छ र जो आफूलाई एक मा बिताउनुहुन्छयोग्य कारण, र उहाँले असफल भएमा, कम्तिमा निकै, साहसी गर्दा त असफलउहाँले त विजय कहिल्यै चिन्नेहरू चिसो र काँतर प्राण संग हुन कहिल्यै पनिवा हार।
		-- Teddy Roosevelt

%
यो के तपाईं जान्दछन् जहाँ हेनरी Kissinger छ अब 10 बजे छ?
		-- Elizabeth Carpenter

%
यो एक पूर्वी सम्राट पटक आफ्नो बुद्धिमानी मानिसहरूले उहाँलाई आविष्कार गर्न चार्ज भनेदृश्यमा कहिल्यै हुन वाक्य, र जो साँचो र उपयुक्त हुनुपर्छसबै समय र परिस्थितिमा। तिनीहरूले उहाँलाई शब्दहरू प्रस्तुत: "अनि यो,पनि, दूर गर्न हुनेछ। "
		-- Abraham Lincoln

%
यो मरेको सिंह भन्दा प्रत्यक्ष स्याल हुन राम्रो हुन सक्छ, तर यो राम्रो छएक प्रत्यक्ष सिंह हुन अझै। र सामान्यतया सजिलो।
		-- Lazarus Long

%
यो एक क्रांतिकारी र बाइबल-smacker सबैभन्दा धेरै हुन बेलायतमा दिन्छिन्एक जीवन र त्यसपछि राउन्ड आउँछन्।
		-- Lord Alfred Douglas

%
यो अब अलि मुर्ख देखिन्छ, तर यो देश एक विरोध रूपमा स्थापित भएको थियोकराधान विरुद्ध।
		-- Lord Alfred Douglas

%
यो एक statesman, र त्यो झन्डा प्रेम गर्न मात्रा कम जस्तै देखिन्छ।
		-- Lord Alfred Douglas

%
यो निकाल्ने एक समय लिएर, तर यो देखिन्छ कि लामो-लामो दूरी क्रेडिट कार्डको ग्रेनाडा समयमा भारी हताहत देखि एक U.S. सेना एकाइ सुरक्षित हुन सक्छसैन्य उद्धार / आक्रमण। प्रमुख जनरल दाऊद निकोल्स, वायु सेना ... भन्नुभयोसेना एकाइ क्युबा सेना घेरिएको एउटा घर थियो। एक सैनिक फेलाएक टेलिफोन र, आफ्नो क्रेडिट कार्ड प्रयोग गरेर, फिट भनिन्छ। Bragg, N.C., बताउन सेनायो खतरनाक अवस्था को त्यहाँ officiers। पालो मा अधिकारीहरू पनि भनिन्छको Cubans छरिनु र एकाइ कम गर्ने gunships मा पठाएको जो वायु सेना।
		-- Aviation Week and Space Technology

%
"यो एक रोमन जसले यसो भने यसलाई एक देश को लागि मर्न मीठो थियो। योयुनानी यो केहि लागि मर्न मीठो थियो भने कहिल्यै। तिनीहरूले कुनै महत्त्वपूर्ण झूट थियो। "
		-- Edith Hamilton, "The Greek Way"

%
यो समुद्र को व्यवस्था थियो, तिनीहरूले भने। सभ्यता को waterline मा समाप्त हुन्छ।कि परे, हामी सबै खाद्य श्रृंखला प्रविष्ट गर्नुहोस्, र सधैं सही शीर्ष मा।
		-- Hunter S. Thompson

%
यो हामी भुक्तानी सबै सरकार प्राप्त छैन राम्रो कुरा हो।
		-- Hunter S. Thompson

%
आफ्नो छिमेकीलाई आफ्नो काम हुँदा यो एक मंदी छ; यो एक निराशा छतपाईं तपाइँको गुमाउन गर्दा।
		-- Harry S. Truman

%
"यो अदालत को बुलावा छ।""के एक अदालत को बुलावा छ?""यो समस्यामा गरेको बोलाउन हो।"
		-- Rocky and Bullwinkle

%
यो पहिलो ठूलो संख्या मा मान्छे मार्ने uncommonly सजिलो रही गर्नुपर्छ, रकुरा एक सिद्धान्त गर्छ - साँच्चै एक सिद्धान्त हो भने - कोही मार्न छ।
		-- Dorothy L. Sayers, "Gaudy Night"

%
यो मान्छे थाहा छ कि तपाईं को लागि के खडा महत्त्वपूर्ण छ।यो तिनीहरूले थाहा कि तपाईं को लागि खडा हुनेछ के छैन महत्त्वपूर्ण छ।
		-- Dorothy L. Sayers, "Gaudy Night"

%
यो कुरा त मुरझाना कुनै आश्चर्य छ: सबैलाई थाह कसरीसरकार त taxicabs ड्राइभिङ वा बाल काटन चलान गर्न।
		-- George Burns

%
यो बाली चन्द्र मा उत्पादन गर्न सकिएन भनेर केही को राय छ। कुन उठ्छकि यो हामी गर्न कोही तिर्ने हुनुहुन्छ लामो अघि नहुन सक्छ भय।
		-- Franklin P. Jones

%
Jacek, एक पोलिस स्कूल को विद्यार्थी, त्यो छ कि आफ्नो शिक्षक द्वारा भन्नुभयो छमे दिवस परेड मा पोलिश झण्डा पूरा गर्न रोजेको गरिएको।	"म नै किन?" केटा whines। "तीन वर्ष पहिले म झण्डा लगेजब Brezhnev को सचिव थियो; त्यसपछि म यो थियो जब झण्डा लगेAndropov पालो, र फेरि Chernenko को kremlin हुँदा। किन होयसलाई सधैं मलाई, शिक्षक? "शिक्षक "किनभने, Jacek, तपाईं यस्तो सुनको हात, छ"बताउँछन्।
		-- being told in Poland, 1987

%
देश व्यापक कि नयाँ खेल मा हुनुहोस्। यो "प्रशाशनिक तन्त्र" भनिन्छ गर्नुपर्छ।सबैलाई एक सर्कल मा खडा। केहि गर्न पहिलो व्यक्ति भनेन।
		-- being told in Poland, 1987

%
सेना सामेल हुनुहोस्, विश्व हेर्नुहोस्, रोचक, रोमाञ्चक मान्छे भेट्न, र तिनीहरूलाई मार्न।
		-- being told in Poland, 1987

%
नौसेना सामेल; टाढा-बन्द विदेशी मुलुकमा सेल, रोमाञ्चक रोचक मान्छे भेट्न,र तिनीहरूलाई मार्न।
		-- being told in Poland, 1987

%
सबैभन्दा मुद्दाहरू विरलै कालो वा सेतो छन् जसरी, त्यसैले सबै भन्दा राम्रो समाधान होविरलै कालो वा सेतो। हुन एकातिर आवश्यक समाधान होसियार हुनुहोस्पूर्ण रूपमा पनि हरुवा र अन्य पक्ष पूर्ण रूपमा विजेता हुन। कारणत्यहाँ सामान्यतया न पक्ष सबै छ किनभने सुरु गर्न दुई पक्ष छन्सत्यतथ्य। तसर्थ, बुद्धिमानी मध्यस्थ एक समझौता प्रभाव, उहाँले छराजनीतिक प्रेरणा देखि अभिनय छैन। बरु, उहाँले गहिरो देखि अभिनय छसारा सत्य आदर को अर्थमा।
		-- Stephen R. Schwambach

%
मेरो शरीर बन्द तपाईंको व्यवस्था पालन!
		-- Stephen R. Schwambach

%
आफैलाई थाहा छ। तपाईं मदत चाहिन्छ भने, C.I.A. कल
		-- Stephen R. Schwambach

%
L'etat c'est moi।[म राज्य हुँ।]
		-- Louis XIV

%
कानून हतियार बीचमा म्युट खडा।
		-- Marcus Tullius Cicero

%
न्यायसंगत कालकोठरी मास्टर - र तिनीहरूले मेरो नियमहरू हुनुहुन्छ!
		-- Marcus Tullius Cicero

%
नेतृत्व एक परेड फेला पार्ने र यसलाई अगाडि रही समावेश; केअमेरिका मा भइरहेको छ ती parades सानो रही र छन् भन्ने छसानो - र त्यहाँ तिनीहरूलाई को धेरै छन्।
		-- John Naisbitt, "Megatrends"

%
कुनै दोषी मानिस भाग्ने गरौं।
		-- U. S. Grant

%
मानिसहरूलाई तिनीहरूले शासन विचार गरौं र तिनीहरूले नियन्त्रित गरिनेछ।
		-- William Penn, founder of Pennsylvania

%
हामीलाई डर बाहिर बातचीत कहिल्यै गरौं, तर हामीलाई बातचीत गर्न डर कहिल्यै गरौं।
		-- John F. Kennedy

%
यो भाषण मा जसरी स्वतन्त्रता व्यवहार मा रूपमा राम्रो काम गर्दैन।
		-- The Best of Will Rogers

%
स्वतन्त्रता सधैं खतरनाक छ, तर यो हामी को safest कुरा हो।
		-- Harry Emerson Fosdick

%
जीवन एक यातना शिविरमा छ। तपाईं यहाँ फँस हुनुहुन्छ र कुनै तरिका होबाहिर र तपाईं मात्र आफ्नो खेदो विरुद्ध impotently क्रोध गर्न सक्नुहुन्छ।
		-- Woody Allen

%
सुन्नुहोस्, म को थाह कुनै साहस वा कुनै पनि अतिरिक्त साहस पत्ता लगाउन छके गर्न सही कुरा। अब, यो सही कुरा गर्न मात्र आवश्यक छ,तर सही तरिकामा यो के गर्न र तपाईँ मात्र समस्या के छके र यो गर्न सही तरिका के हो गर्न सही कुरा। त्यो समस्या छ।तर हाम्रो यो अर्थव्यवस्था छैन यो obeys भनेर सरल को राय छपूर्वाग्रह वा राष्ट्रपति कुनै पनि विशेष व्यक्तिगत को ईश्वरवाणी।यो माथि 173 लाख मान्छे बनेको छ कि एक अर्थव्यवस्था हो, र यो झल्काउँछआफ्नो इच्छा, तिनीहरूले खर्च गर्न तयार छौं, किन्न तयार छौं, यो कुरा छत्यो पनि जटिल र निकै ठूलो adversely वा advantageously प्रभावित हुने छभन्छन्, एक यो सानो र, वा पनि - केही शब्द वा कुनै खास गरेरएक panacea त आरोप लगायो।सम्म सामना मा साहस र साहस घटी गरिएकोमंदी? "
		-- D. D. Eisenhower, in response to: "Has the government

%
मान्छे धेरै छैन भनेर सरकार समर्थन गर्न skimp बाध्य छन्।
		-- D. D. Eisenhower, in response to: "Has the government

%
प्रेम अमेरिका - वा यसलाई फिर्ता दिन।
		-- D. D. Eisenhower, in response to: "Has the government

%
"MacDonald मा शब्दहरूको सबैभन्दा ठूलो रकम संकुचन मा उपहार छविचार को सानो राशि। "
		-- Winston Churchill

%
Majorities, को पाठ्यक्रम, अल्पसंख्यकों सुरु।
		-- Robert Moses

%
मानिस एक सैन्य जनावर, gunpowder मा Glòries छ, र परेड प्रेम गर्नुहुन्छ।
		-- P. J. Bailey

%
मानिस स्वभावैले एक राजनीतिक पशु हो।
		-- Aristotle

%
एक धेरै खाते शो झन्डा द्वारा सुरक्षित गरिएको छ।
		-- George M. Cohan

%
मैसाचुसेट्स सबै भन्दा राम्रो राजनीतिज्ञ पैसा खरिद गर्न सक्नुहुन्छ छ।
		-- George M. Cohan

%
सन्देश मेल मा आउनुहुनेछ। को एफबीआई यसलाई देख्नुहुन्छ अघि, नाश।
		-- George M. Cohan

%
मिकी माउस एक Spiro Agnew हेर्ने पहनता।
		-- George M. Cohan

%
सैन्य बुद्धि मामलामा एक अन्तर्विरोध छ।
		-- Groucho Marx

%
सैन्य न्याय सैन्य संगीत संगीत छ के न्याय हो।
		-- Groucho Marx

%
अधिकांश मानिसहरू त कम भ्रष्टाचार वा मौका बढी चाहनुहुन्छयो भाग।
		-- Groucho Marx

%
कुराकानीमा को श्री Salter गरेको पक्ष सहमती को अभिव्यक्ति सीमित थियो।प्रभु कपर सही थियो जब उहाँले "पक्कै, प्रभु कपर" भन्नुभयो; उहाँले हुँदागलत, "एक बिन्दु सम्म।""मलाई हेरौं, के म के मतलब छ? जापान को राजधानी स्थान को नाम के हो?योकोहामा यो छैन? ""माथि एक बिन्दु, प्रभु कपर गर्न।""अनि हङकङ निश्चित हामीलाई, छैन पर्छ गर्छ यो?""पक्कै, प्रभु कपर।"
		-- Evelyn Waugh, "Scoop"

%
त्यो समय मेरो केन्द्रिय स्मृति एक वा पाँच या शायद चालीस मा झुन्डियोरात - वा धेरै प्रारम्भिक बिहान - म आधा-पागल र फिलमोर बाँकी हुँदा,बरु घर जाँदै को, मा खाडी पुल मार्फत ठूलो 650 चट्याङ उद्देश्यएक सय माइल एक घण्टा ... मा ट्रेजर आइल्याण्ड टनेल मार्फत boomingओकल्याण्ड र बर्कले र रिचमन्ड, एकदम निश्चित को रोशनी जोम अन्य अन्त गर्न पायो जब लिन turnoff ... तर बिल्कुल केही हुनुकोम गए जो तरिका कुनै कुरा म मान्छे थिए जहाँ एक ठाउँमा आउनेछ भनेरजस्तै उच्च र जंगली म जस्तै: कुनै शङ्का छैन त्यो बारेमा सबै।
		-- Hunter S. Thompson

%
"मेरो देश, सही वा गलत" कुनै पैट्रियट लाग्छ भनेर कुरा छएक लागिपरेको मामला मा बाहेक, भन्दै को। यो, "मेरी आमा भन्दै जस्तै छपिएको वा सचेत। "
		-- G. K. Chesterton, "The Defendant"

%
सरकार संग मेरो अनुभव कुराहरू, गैर-विवादास्पद हुँदा सुन्दर छसह-ordinated र सबै बाँकी, यो धेरै मा रहेको छ कि हुनुपर्छ।
		-- J. F. Kennedy

%
मेरो बुबा एक सेन्ट थियो, म छु।
		-- Indira Gandhi

%
मेरो मान्छे को Mayflower मा भन्दा आउनु थिएन, तर तिनीहरूले पूरा गर्न त्यहाँ थिएडुङ्गा।
		-- Indira Gandhi

%
मेरो आफ्नै जीवन मानव प्रणाली को वृद्धि र गिरावट chronicling खर्च गरिएको छ,र म हामी साह्रै कमजोर छन् भन्ने कुरामा विश्वस्त छु। ... हामी हुनुपर्छयो युग को फ्रंटियर मा फिर्ता बारी हिचकिचाए। स्पेस indifferent छहामी के; यो कुनै भावना, कुनै डिजाइन, कुनै चासो छ वा छैनहामी यो संग grapple। किनभने महान् तर हामी ठाउँ गर्न indifferent हुन सक्दैन,बुद्धि को ढिलो मार्च एक बिन्दु गर्न, हाम्रो पुस्ता मा, हामीलाई ल्याएको छजो हामी अन्वेषण र बुझ्न र यसलाई उपयोग गर्न सक्छन्। अब पछाडि फर्कनहाम्रो इतिहास, हाम्रो क्षमताहरु अस्वीकार गर्न हुनेछ।
		-- James A. Michener

%
नेपोलियन: यो सिपाही, Giuseppe हामीले के गर्नु पर्छ? सबै उहाँलेभन्छन् गलत छ।GIUSEPPE: उहाँलाई एक सामान्य, महामान्य गर्नुहोस्, र त्यसपछि सबै यसो भन्छन्सही हुनेछ।
		-- G. B. Shaw, "The Man of Destiny"

%
राष्ट्रिय सुरक्षा आफ्नो हातमा छ - राम्रो तरिकाले रक्षा।
		-- G. B. Shaw, "The Man of Destiny"

%
आवश्यकता मानव स्वतन्त्रता हरेक उल्लङ्घन लागि दलील छ।यो tyrants को तर्क छ; यो दास को पंथ छ।
		-- William Pitt, 1783

%
कर्तव्य बेवास्ता कर्तव्य बेवास्ता हुन, पुनरावृत्ति द्वारा रोकिंदैन।
		-- Napoleon

%
मलाई निमो lacessit impune।[कुनै एक योद्धा औपनिवेशिक आक्रामकता मलाई provokes]
		-- Motto of the Crown of Scotland

%
नैतिकता सही छ के गर्दै गर्नबाट रोक्न आफ्नो अर्थमा कहिल्यै गरौं।
		-- Salvor Hardin, "Foundation"

%
एक स्वचालित पेस्तोल वा D.A. गरेको सम्झौता कहिल्यै विश्वास गर्छु।
		-- John Dillinger

%
"कहिल्यै एउटा सानो सामरिक आणविक हतियार शक्ति हल्कासित नलिनुहोस्।"
		-- John Dillinger

%
अर्को मा गोली र सम्झना भइरहेको गर्न, केही साँच्चै एकदम रूपमा सन्तोषजनक छएक आय कर फिर्ता रूपमा।
		-- F. J. Raymond

%
Nihilism आफूलाई साथ प्रारम्भ गर्नु पर्छ।
		-- F. J. Raymond

%
कुनै मानिसको अभिलाषा एक सरल प्रदर्शन को बाटो मा खडा गर्न एक अधिकार छन्याय ऐन।
		-- John Altgeld

%
औं औं 'सर्वोच्च, झण्डा वा' संविधान औं निम्नानुसार 'कि कुनै कुराअदालत औं 'iliction लाभ निम्नानुसार।
		-- Mr. Dooley

%
होइन, मेरो मित्र, राम्रो र सुरक्षित सरकार छ बाटो, छैन यो विश्वास छसबै एक, तर यो धेरै बीच, हरेक एक वितरण विभाजन गर्न ठ्याक्कैसमारोहहरुमा उहाँले योग्य र छ। यो विभाजन र यी subdividing होगणराज्यहरु तल आफ्नो सबै subordinations मार्फत राष्ट्रिय एक देखि, यो सम्मआफैले हरेक मानिसको खेत प्रशासन मा समाप्त हुन्छ; अन्तर्गत राखेरआफ्नै आँखा सबै भन्दा राम्रो लागि गरिनेछ भनेर, पर्यवेक्षण सक्छ के हरेक एक।
		-- Thomas Jefferson, to Joseph Cabell, 1816

%
उहाँले राम्रो मात्र थियो थिए भने कुनै-एक राम्रो सामरी सम्झना हुनेछमनसाय। उहाँले साथै पैसा थियो।
		-- Margaret Thatcher

%
कसैले मलाई गोली।जसले उसलाई सेन्ट मा एक मिसिन बन्दूक संग 14 पटक गोली थियोप्रणय दिवस नरसंहार।केवल Capone जस्तो हत्या गरी।जस्तो हत्या गर्ने मात्र मानिस कीडे Moran छ।
		-- Al Capone, on the Saint Valentine's Day Massacre

%
कसैले घूस लिन्छ। क्रिसमस मा पक्कै तपाईं बाहिर पकड हुन भनेआफ्नो टोपी र कोही राम्रो, कि छ, यो एक सानो कुरा राख्न हुन्छविभिन्न।ओ, बल गर्न निर्देशन।
		-- New York City Police Commissioner (Ret.) William P.

%
जीवनमा केही त मा गोली गर्न परिणाम बिना रूपमा प्राणपोषक छ।अर्को मा गोली र सम्झना भइरहेको गर्न, केही साँच्चै एकदम रूपमा छएक आय कर फिर्ता रूपमा सन्तोषजनक।
		-- F. J. Raymond

%
एक सय व्यवसायी यो के निर्णय भने केही अवैध छ।
		-- Andrew Young

%
केही, केही, केही, कुनै त्रुटि, कुनै अपराध त बिल्कुल repugnant छआधिकारिक छ सबै परमेश्वरको गर्न; र किन? किनभने आधिकारिक छत्यसैले आवेकहिन र जो एक प्रस्ताव गर्न सकिन्छ यसैले गहिरो अपमानव्यक्तित्व।
		-- Soren Kierkegaard

%
अब त्यसपछि एक निर्दोष मानिस विधान पठाइएको छ।
		-- Soren Kierkegaard

%
"आणविक युद्ध को सबै भन्दा सुखसुविधा को उन्मूलनको, र अवरोध अर्थ राख्छछोराछोरी र वयस्क समान लागि सामान्य दिनचर्या। "
		-- Willard F. Libby, "You *Can* Survive Atomic Attack"

%
"आणविक युद्ध साँच्चै केबल फिर्ता सेट थियो।"
		-- Ted Turner

%
ओ अप संग, विन्सटन तिर यसको पछाडि आफ्नो बायाँ हात आयोजित,औंठी लुकेको र चार औंलाहरु विस्तार।"कति औंलाहरु म, माथि पकड विन्सटन हुँ?""चार।""अनि पार्टी यो चार तर पाँच छैन भनेर भन्छन् भने -? कति त""चार।"शब्द दुखाइ को एक दम तोड मा समाप्त भयो।
		-- George Orwell

%
ओह, म कांग्रेस दोष छैन। म मेरो निपटान मा अर्ब $ 600 थियो भने, म चाहन्छुधेरै अनुतरदायी हुन।
		-- Lichty & Wagner

%
पुरानो सैनिक मर्न कहिल्यै। जवानहरूले गर्छन्।
		-- Lichty & Wagner

%
मानिसहरूले एक लोकतन्त्र र रन हुनुको खाता मा, हामी मात्र होसरकार चार वर्ष, कुनै कुरा राख्न छ कि संसारमा राष्ट्रयो के गर्छ।
		-- Will Rogers

%
एक पटक happenstance छ,दुई पटक संयोग छ,तीन पटक शत्रु कार्य हो।
		-- Auric Goldfinger

%
एक पटक जो डल्फिन प्रेम एक समुद्री जीवविज्ञानी थियो। उहाँले खर्च आफ्नोसमय खुवाउन र समुद्र को आफ्नो प्रिय प्राणीहरू रक्षा गर्न प्रयास। एक दिन,आविष्कारशील प्रतिभा को एक फिट मा, त्यो बनाउन भनेर एक सीरम संग आएडल्फिन सधैंभरि बाँच्न!पक्कै त्यो खुश थियो। तर उहाँले चाँडै बुझे कि आम गर्नयो सीरम उत्पादन तिनी एक निश्चित परिसर को ठूलो रकम आवश्यक थियोमात्र प्रकृति मा एक दुर्लभ दक्षिण अमेरिकी बर्ड को चयापचय भेटिए। लगेटाढा डल्फिन आफ्नो प्रेम गरेर, उहाँले चिडियाखाना जाने भनेर समाधान रयी चराहरू एक चोर्न।उहाँलाई Unbeknownst, त्यो चिडियाघर मा पुगेपछि थियो वृद्ध सिंह थियोयसको पिंजरे देखि escaping। यो zookeepers सजग थिए र तुरुन्तै थालेयो बस तल अन्यथा थियो अनजान कि, बच पशु लागि चिडियाघर combingयो पेटी र सुत्न गएका थिए।यसैबीच, यस समुद्री जीवविज्ञानी चिडियाखाना आइपुगेको र .प्राप्त आफ्नोबर्ड। त्यो यति आफ्नो डल्फिन त्यो मदत गर्ने आशा द्वारा उत्तेजित थियोabsentmindedly सुतिरहेको सिंह माथि फिर्ता आफ्नो बाटो मा राखिएको कदम आफ्नोकार। तुरुन्त, 1500 प्रहरी उहाँलाई converged र उहाँलाई पक्राउअमर porpoises लागि एक staid सिंह मार्फत एक myna परिवहन।
		-- Auric Goldfinger

%
एक पटक एक समय मा त्यहाँ एउटा ठूलो भालु अधीनमा एक राज्य थियो। यो किसानछैन धेरै धनी थिए, र केही तरिकाहरू मध्ये एक मा सबै धनी थियो बन्नशाही नाइट बन्न। यो भालु संग एक साक्षात्कार आवश्यक छ। यदिको भालु तपाईं ठाउँ मा knighted थिए, तपाईंलाई मनपरेको। भने, भालु हुनेछजस्तै संभावना एक पन्जा को एक स्वैट संग आफ्नो टाउको हटाउन। तर, परिवारयी दुर्भाग्यपूर्ण हुनेछ-हुन Knights को एक सुन्दर संग क्षतिपूर्ति थियोनै एक एकदम मूल्यवान थियो जो, शाही Kennels देखि शिपडगसम्पत्ति। र कहानी को नैतिक छ:एक भयानक नाइट पछि शोक, कुनै कुराले भालु को कुकुर कुट्छ कितपाईं मारा।
		-- Auric Goldfinger

%
एकपटक तपाईंले एक आणविक युद्ध देखेको छु, तपाईं तिनीहरूलाई सबै देखेको छु।
		-- Auric Goldfinger

%
एक आणविक बम आफ्नो पुरा दिन बिगार्न सक्छ।
		-- Auric Goldfinger

%
इतिहासको पाठ को एक केही गर्न अक्सर राम्रो कुरा हो कि छके र सधैं एक चतुर कुरा भन्न।
		-- Will Durant

%
एक जीव, एक मत।
		-- Will Durant

%
एक ग्रह तपाईं प्राप्त सबै छ।
		-- Will Durant

%
एक विरलै एक समिति एक स्मारक देख्नुहुन्छ।
		-- Will Durant

%
साक्षी मात्र दुई प्रकारका अवस्थित। एक छिमेकी जहाँ पहिलो प्रत्यक्षएक अपराध प्रतिबद्ध गरिएको छ र कुनै परिस्थितिमा कहिल्यै केहि देखेको छवा एक शट सुने। दोस्रो श्रेणी कसैले को छिमेकी हुन्अपराध को आरोप गर्न हुन्छ। यी सधैं बाहिर देख्यो छ आफ्नोWindows शट निकाल थियो, र अभियुक्त स्थितिमा पाएका छौंशान्तिमा केही गज टाढा आफ्नो बालकनी मा।
		-- Sicilian police officer

%
हाम्रो बधाई एक बर्लिङ्टन वरमोंट नागरिक कर्मचारी जानेस्थानीय सेना राष्ट्रिय गार्ड आधार। उहाँले हालै एक substational नगद प्राप्तहाम्रो सरकार देखि एक उपकरण अप्टिकल स्क्यानिङ लागि की लागि पुरस्कार।आफ्नो उपकरण रिपोर्टअनुसार सरकार एक वर्ष बचत हुनेछ थप 6 $ लाख भन्दाआफ्नै संग एक अधिक महंगा हेलिकप्टर मर्मतका उपकरण प्रतिस्थापन गरेर,घर-गरे, हात-आयोजित मोडेल।suprisingly छैन, हामी पनि हामी पेश पैसा बचत विचार को एक जोडी छशुल्क को पेन्टागन मुक्त गर्न:(क) जो कोहि मार्न नगर्नुहोस्।(ख) त्यसो कुराहरू निर्माण नगर्नुहोस्।(ग) अनि जो कोहि मार्न अन्य मानिसहरूलाई तिर्न छैन।हामी वार्षिक बचत अरबौंको मा हुन आशा।
		-- Sojourners

%
हाम्रो sires 'उमेर बुरा भन्ने हाम्रो grandsires थियो'।हामी आफ्नो छोरा तिनीहरूले भन्दा बढी मूल्यहीन हो:त्यसैले हाम्रो पालो हामी संसारको अझै थप भ्रष्ट एक सन्तान दिन हुनेछ।
		-- Quintus Horatius Flaccus (Horace)

%
हाम्रो तरवार हाम्रो लागि orators प्ले हुनेछ।
		-- Christopher Marlowe

%
हाम्रो आणविक दिग्गज र नैतिक शिशुहरू संसार छ।
		-- General Omar N. Bradley

%
Patriotism एक नीच को अन्तिम शरणस्थान हुनुहुन्छ।डा जनसन गरेको प्रसिद्ध शब्दकोश Patriotism अन्तिम रूपमा परिभाषित गरिएको छको नीच को सहारा। एक प्रबुद्ध सबै कारण आदर तरकमसल lexicographer म यो पहिलो हो भनेर पेश गर्न माग्छु।जब डा जनसन एक नीच को अन्तिम शरण रूपमा Patriotism परिभाषित,उहाँले वचन सुधार को भारी सम्भावनाहरू बेवास्ता गरे।सार्वजनिक कार्यालय एक नीच को अन्तिम शरणस्थान हुनुहुन्छ।
		-- Boies Penrose

%
Patriotism को भीषण को सद्गुण हो।
		-- Oscar Wilde

%
शान्ति शक्ति द्वारा राखिएको गर्न सकिन्छ; यो केवल समझ द्वारा हासिल गर्न सकिन्छ।
		-- Albert Einstein

%
शान्ति हुन कुनै युद्ध त्यहाँ गरौं देशमा टुक्रा भन्दा धेरै अनमोल छ ...।
		-- Mohammed Anwar Sadat, 1918-1981

%
मानिसहरू युद्ध समयमा, एक शिकार पछि रूपमा धेरै झूठ, वा एक निर्वाचन अघि कहिल्यै।
		-- Otto Von Bismarck

%
सुअवसर मान्छे सधैं आफ्नो पूर्ण विनाश जोखिम हुनेछभन्दा आफ्नो फाइदा को कुनै पनि सामाग्री भाग आत्मसमर्पण।
		-- John Kenneth Galbraith

%
सधैं को लागि बाँच्न कुरा पाउन सक्दैन मानिसहरूलाई केही फेला पार्न जस्तोलागि मर्छन्। समस्या तिनीहरूले सामान्यतया हामीलाई बाँकी पनि यसको लागि मर्न चाहन्छु, छ।
		-- John Kenneth Galbraith

%
मानिसहरूले यसलाई मेल गरिसकेका नभएसम्म सामान्यतया तिनीहरूलाई आ के ... प्राप्त।
		-- John Kenneth Galbraith

%
संसारमा रूपमा आफूलाई सोचाइ बानी विकास गर्ने मानिसहरूनागरिक हाम्रो समयमा मानसिक सन्तुलन को पहिलो आवश्यकता पूरा गर्दै हुनुहुन्छ।
		-- Norman Cousins

%
सायद सबैभन्दा व्यापक भ्रम छ हामी शक्ति थिए भने हामी हुन्छ कि, सत्य मा, हुँदा - अब यो पकड गर्नेहरूलाई देखि धेरै फरक व्यवहारअर्डर शक्ति प्राप्त गर्न हामीले धेरै तिनीहरूलाई जस्तै बन्न हुनेछ। (लेनिन गरेकोघातक गल्ती, दुवै सिद्धान्त र व्यवहार मा।)
		-- Norman Cousins

%
एक राय मा दृढता राजनीतिक मा एक योग्य छलफल गरिएको कहिल्यै छनेताहरूले।
		-- Marcus Tullius Cicero, "Ad familiares", 1st century BC

%
Pilfering खजाना सम्पत्ति paticularly खतरनाक छ: ठूलो चोर होसानो चोर सजाय मा निष्ठूर।
		-- Diogenes

%
पोल्याण्ड बन्दूक नियन्त्रण छ।
		-- Diogenes

%
राजनीतिक इतिहासमा एक फिट कुरा हुन सम्म पनि आपराधिक विषय छछोराछोरीलाई सिकाउन।
		-- W. H. Auden

%
राजनीतिक भाषण हुनको सीङ जस्तै हुन्। यहाँ एक बिन्दु, त्यहाँ एक बिन्दु,र साँढेको धेरै inbetween।
		-- Alfred E. Neuman

%
राजनीतिक T.V. विज्ञापनहरु साबित एउटा कुरा: केही उम्मेदवार बताउन सक्नुहुन्छबस 30 सेकेन्डमा सबै आफ्नो राम्रो अंक र योग्यता।
		-- Alfred E. Neuman

%
राजनीतिज्ञ सबै भन्दा एउटै हो। तिनीहरू पनि एक पुल निर्माण गर्ने प्रतिज्ञाजहाँ कुनै नदी छ।
		-- Nikita Khrushchev

%
राजनीतिज्ञ विज्ञान कल्पना, छैन पश्चिमी र गुप्तचर कथाहरू पढ्नुपर्छ।
		-- Arthur C. Clarke

%
राजनीतिज्ञ कहिल्यै छ, आफ्नो दल को लागि कुरा, र दलहरू कहिल्यै छन्भएको, र कहिल्यै गलत हुनेछ।
		-- Walter Dwight

%
राजनीति - गरिब र अभियान देखि वोट प्राप्त को कोमल कलाअन्य देखि प्रत्येक रक्षा गर्न प्रतिज्ञा गर्नुभएको गरेर धनी देखि कोष।
		-- Oscar Ameringer

%
राजनीति र मानिसजातिको भाग्य आदर्श बिना र बिना मानिसहरूले गठन गर्दैमहानता। तिनीहरूलाई भित्र महानता गर्नेहरूलाई राजनीति लागि जाने छैन।
		-- Albert Camus

%
राजनीति लगभग रूपमा युद्ध रूपमा रोमाञ्चक र एकदम रूपमा खतरनाक छन्। युद्ध मा,तपाईं एक पटक मात्र हत्या गर्न सकिन्छ।
		-- Winston Churchill

%
राजनीति सम्भावित कला छैन। यो छान्ने हुन्छन्यो विनाशकारी र unpalatable बीच।
		-- John Kenneth Galbraith

%
राजनीति भोलि हुन गइरहेको छ कस्तो भविष्यवाणी गर्ने क्षमता छ, अर्कोहप्ता, अर्को महिना र अर्को वर्ष। र क्षमता पछि गर्न छयो भयो किन छैन व्याख्या।
		-- Winston Churchill

%
राजनीति अनौठो bedfellows बनाउँछ, र पत्रकारिता अनौठो राजनीति बनाउँछ।
		-- Amy Gorin

%
राजनीति, एक अभ्यास रूपमा जुनसुकै व्यवसाय, सधैं भएको छhatreds को व्यवस्थित संगठन।
		-- Henry Adams, "The Education of Henry Adams"

%
राजनीति, धर्म जस्तै, माथि गर्न matrydom को torches पकडत्रुटि को सुधारवादीहरूले।
		-- Thomas Jefferson

%
पापुलुस vult decipi।[मानिसहरू छल्न गर्न चाहनुहुन्छ।]
		-- Thomas Jefferson

%
पोस्ट proelium, praemium।[युद्धमा पछि, इनाम।]
		-- Thomas Jefferson

%
Postmen उनि सिर्फ आफ्नो जिप गुमाउनु, कहिल्यै मर्छन्।
		-- Thomas Jefferson

%
गरिबी घर मा सुरु हुन्छ।
		-- Thomas Jefferson

%
गरिबी यसको satisfactions हुनुपर्छ, अरू त धेरै गरिब हुन छैनमान्छे।
		-- Don Herold

%
पावर corrupts। निरपेक्ष शक्ति चिटिक्क को प्रकारको छ।
		-- John Lehman, Secretary of the Navy, 1981-1987

%
पावर विष छ।
		-- John Lehman, Secretary of the Navy, 1981-1987

%
पावर स्नेह उत्कृष्ट टोकन छ।
		-- John Lehman, Secretary of the Navy, 1981-1987

%
पावर भ्रष्ट, निरपेक्ष शक्ति बिल्कुल corrupts गर्न tends।
		-- Lord Acton

%
व्यावहारिक राजनीति तथ्य उपेक्षा मा हुन्छन्।
		-- Henry Adams

%
राष्ट्रपति Reagan त्यहाँ धेरै आर्थिक pundits छन् कि उल्लेख छ रforecasters र एक अतिरिक्त अगमवक्ताहरू कर मा निर्णय गरेको छ।
		-- Henry Adams

%
को limelight मा एक दुष्ट राख्नु र उहाँले इमानदार मानिस जस्तै काम गर्नेछ।
		-- Napoleon Bonaparte, "Maxims"

%
प्रश्न अख्तियार।
		-- Napoleon Bonaparte, "Maxims"

%
प्रश्न प्राधिकार।(जो सेज?)
		-- Napoleon Bonaparte, "Maxims"

%
प्रश्न: तिनीहरूले परिवर्तन नहुँदासम्म नियम गरेर राम्रो पालन गर्न छ वातिनीहरूलाई भंग गरेर परिवर्तन गति मदत?
		-- Napoleon Bonaparte, "Maxims"

%
मान्छे सम्झनुहोस्। 35 मील लागि समय सकियो सडक रोशनी पनि 70 मील लागि समय सकियो छन्।
		-- Jim Samuels

%
यदि यो सही गरेका भइरहेको गर्नुपर्छ यहाँ वा विदेश "सम्झना, यो ___ छैन मा, USसेना गरिरहेको यो! "
		-- Good Morning VietNam

%
रिपोर्टर (महात्मा गान्धी गर्न): श्री गान्धी, के तपाईं पश्चिमी को लाग्छसभ्यता?गान्धी: म यो एक राम्रो विचार हुनेछ लाग्छ।
		-- Good Morning VietNam

%
Gondwondaland मिलन हुनु!
		-- Good Morning VietNam

%
प्रका जिम: एक अम्बर प्रकाश अर्थ के हो?बबी: बिस्तारै।प्रका जिम: के ... गर्छ ... एउटा ... अम्बर ... प्रकाश ... अर्थ?बबी: बिस्तारै।प्रका जिम: के .... गर्छ .... एक .... अम्बर .... हल्का ....
		-- Good Morning VietNam

%
"अधिकार" एक काल्पनिक abstraction छ। कुनै एक "अधिकार", न मिसिन छन त शरीर-र-रगत। व्यक्ति ... को अवसर छैन अधिकार, जो तिनीहरूलेप्रयोग वा प्रयोग गर्दैनन्।
		-- Lazarus Long

%
शक्ति मार्फत साम्राज्य शासन।
		-- Shogun Tokugawa

%
Sauron अर्जेन्टिना जीवित छ!
		-- Shogun Tokugawa

%
फर्श scrubbing र bedpans खाली गर्ने प्रेसीडेंसी रूपमा धेरै मर्यादा छ।
		-- Richard Nixon

%
गोप्य tyranny को शुरुवात हो।
		-- Richard Nixon

%
SED quis custodiet ipsos Custodes?[कसले अभिभाबकहरुको गार्ड?]
		-- Richard Nixon

%
दुई वर्ष कठिन श्रम (गुदामैथुन लागि) सुनाइसकेको, ओस्कार वाइल्ड handcuffed उभिएड्राइभिङ मा वर्षा जेल गर्न परिवहन लागि प्रतीक्षा। "यदि यो बाटो रानी छभिक्टोरिया व्यवहार उनको कैदी, "उहाँले remarked," त्यो गर्न योग्य छैनकुनै पनि। "
		-- Richard Nixon

%
Serfs अप!
		-- Spartacus

%
शाह, शाह! त्यसैले तपाईं Ayatollah!
		-- Spartacus

%
Sherry [थमस Sheridan], नीरस स्वाभाविक नीरस छ; तर यसको हुनुपर्छतिनलाई के हामी उहाँलाई अब देख्न बन्न पीडा को एक महान सम्झौता। एक अतिरिक्त यस्तोमूर्खता, सर, छैन प्रकृति छ।
		-- Samuel Johnson

%
अपराध को लक्षण: चिल्ला वा मद्दत लागि रुन्छिन्।
		-- The Brown University Security Crime Prevention Pamphlet

%
एक राजनीतिज्ञ उहाँले के भन्छ भन्ने विश्वास गर्छ कहिल्यै भएकोले उहाँले छक्क छअरूले उहाँलाई विश्वास गर्दा।
		-- Charles DeGaulle

%
aerosols निषेध भएकोले प्रहरी रोल-मा मेस प्रयोग गर्दै!
		-- Charles DeGaulle

%
[महोदय Stafford Cripps] म मन परेन सबै सद्गुण र कुनै पनि छभरिएको म पराउँछु।
		-- Winston Churchill

%
गुलाम साधारण गाउन गर्न साथै काम गर्न अपेक्षित छन् ... म, कहिलेदास, ती को गहिरो अर्थ बुझ्न अशिष्ट र स्पष्टतः incoherentगीतहरू। म देखे न त रूपमा सुने न त, वृत्त भित्र आफैलाई थियोती हेर्न र सुन्न सक्छ। तिनीहरू त पूरै थियो जो एक कथा भन्नुभयोमेरो कमजोर बोध परे: तिनीहरूले टन, चर्को लामो र गहिरो थिए,प्राण प्रार्थना र उजुरी सास को bitterest संग भन्दा उम्लिरहेकोवेदना। हरेक टोन दासत्व विरुद्ध गवाही, र परमेश्वरको एक प्रार्थना थियोचेन छुटकारा लागि।
		-- Frederick Douglass

%
त्यसैले यसको enchantment भुमरीमा देखि, टेरा मार्ग गणना गर्न सक्षम थियोकार्य को। यहाँ पछिल्लो एक मा Dirbanu संग कन्सर्ट गर्ने मौका थियोअनुकूल आधार - ठूलो Durbanu जो, किनकी यो शक्ति क्षेत्रहरू थियो जो धरतीनक्कल गर्न सक्छ, आवश्यकता को अत्यावश्यक धरती सकेजति धेरै थोक छप्रयोग; हामी purely- संग अन्तरबिन्तीतिर मा घुडा टेक्नु थियो जसलाई अघि (शक्तिशाली Durbanuलागि-रक्षा हाम्रो pockets लुकेका बम) कम टाउको (अदृश्य बनाउनगर्न आफ्नो तालिका (देखि crumbs लागि हाम्रो दाँत मा चक्कु) र सोध्नआफ्नो भान्सा को स्थान extrapolate)।
		-- Theodore Sturgeon, "The World Well Lost"

%
... रूपमा मान्छे, आफ्नो स्वतन्त्रता खेती मतलब छैन ती यति लामो समयजो tyrranize गर्न त्यसो हुनेछ इच्छा; tyrants लागि सक्रिय र प्रबल छन्,र देवताहरूको कुनै पनि नम्बर को नाम मा आफूलाई समर्पित हुनेछ, धार्मिकर अन्यथा, मानिसहरू सुतिरहेको मा बंधन राख्न।
		-- Voltarine de Cleyre

%
यति धेरै मानिसहरू, त्यसैले धेरै राय; हरेक एक आफ्नै तरिका।
		-- Publius Terentius Afer (Terence)

%
एक फोहरा कलम अरूलाई - एक छ-बन्दूक केही मानिसहरू हनन तपाईं।
		-- Woodie Guthrie

%
केही हदसम्म कर्मचारीहरु को संख्या को निरंतर विकास मा सजग1962 मा कृषि पेरोल विभाग, मिशिगन रिपब्लिकन रबर्ट माग्रिफिन कृषि बिलमा एक संशोधन प्रस्ताव भनेर को "कुल संख्याकुनै समयमा कृषि विभाग मा कर्मचारीहरु को संख्या भन्दा बढीअमेरिका मा किसानहरु। "
		-- Bill Adler, "The Washington Wits"

%
बाहिर टिकट संगठित अपराध !! को आईआरएस उठाउन्।
		-- Bill Adler, "The Washington Wits"

%
लस भेगास मा यो भयातुर रात अनौठो सम्झनाहरु। पाँच वर्ष पछि?छ? यो एक मुख्य युग एक जीवनकालमा जस्तै देखिन्छ, वा कम से कम - शिखर को प्रकारको किफेरि कहिल्यै आउँछ। बीचमा sixties स्यान Fransisco एक विशेष समय थियोर एक भाग हुने ठाँउ हो। शायद यो कुरा अर्थ। शायद छैन, लामो माचालु ... कुनै पनि घण्टा मा कुनै पनि दिशा मा पागलपन थियो। छैन भर भनेखाडी, त्यसपछि गोल्डेनगेट माथि वा तल 101 लस Altos वा ला होन्डा गर्न ... तपाईं सकेजतिहडताल कहीं झिल्काहरू। त्यहाँ एक शानदार विश्वव्यापी अर्थमा जे भनेर हामीगरिरहेका थिए हामी विजेता थिए, सही थियो ...अपरिहार्य विजय को अर्थमा - र मलाई लाग्छ, कि, ह्यान्डल थियोपुरानो र दुष्ट को शक्तिहरू माथि। कुनै पनि मतलब वा सैन्य अर्थमा; हामी गरेकि आवश्यक छ। हाम्रो ऊर्जा बस विजयी हुनेछ। त्यहाँ लड मा कुनै पनि बिन्दुमा थियो- हाम्रो पक्षमा वा तिनीहरूको मा। हामी सबै गति थियो; हामी शिखा चढेर थिएएक उच्च र सुन्दर लहर को। त्यसैले अब पाँच भन्दा कम वर्षपछि, तपाईं जान सक्नुहुन्छमाथि लस भेगास मा एक ठाडो पहाडी र हेर्न पश्चिम, र आँखाको सही तरिका संगजहाँ बल्ल लहर स्थान - तपाईं लगभग ___ उच्च-पानी चिन्ह देख्न सक्छौंभङ्ग र फिर्ता लुढका।
		-- Hunter S. Thompson

%
यस्तो मूर्ख धारणा, कि युद्ध भनिन्छ भक्ति सबैभन्दा ठूलो गर्दायोद्धाहरू शान्ति लागि खडा गर्ने यिनै हुन्।
		-- Hunter S. Thompson

%
आफ्नो स्थानीय प्रहरी बल समर्थन - चोरी !!
		-- Hunter S. Thompson

%
भालू हात आफ्नो दाहिने समर्थन !!
		-- Hunter S. Thompson

%
खुला हतियार आफ्नो दायाँ समर्थन!
		-- A message from the National Short-Sleeved Shirt Association

%
आश्चर्य! तपाईं अनियमित I.R.S. को भाग्यमानी विजेता हो अडिट! बस प्रकारतपाईंको नाम र सामाजिक सुरक्षा नम्बर मा। सम्झना कृपया छोडेर किकोठा व्यवस्था अन्तर्गत punishable छ:नाम#
		-- A message from the National Short-Sleeved Shirt Association

%
को Molehills हेरविचार र पहाड आफैलाई हेरविचार गर्नेछन्।
		-- Motto of the Federal Civil Service

%
यो हप्ता भोजन आफ्नो सीनेटर लिनुहोस्।
		-- Motto of the Federal Civil Service

%
TANSTAAFL
		-- Motto of the Federal Civil Service

%
कर सुधार अर्थ "तिमी मलाई कर छैन भनेर सँगी पछि कर नगर्नुहोस्, कररुख।"
		-- Russell Long

%
कर त छिटो माथि जाँदै छन्, सरकार नै मूल्य संभावना छबजार बाहिर।
		-- Russell Long

%
कर को taxed फाइदाको लागि लगाइन्छ छैन।
		-- Russell Long

%
दस व्यक्ति मौन छन् दस हजार भन्दा बढी हल्ला बोल्ने।
		-- Napoleon I

%
त्यो सरकार जो governs कम्तिमा भन्दा राम्रो छ।
		-- Henry David Thoreau, "Civil Disobedience"

%
जहाँ पैसा थियो त्यो हो।यो रात मा एक बैंक एक्लै हुन बरु रमाइलो अनुभव छ।
		-- Willie Sutton

%
... यो Anarchists '[राष्ट्रिय] गान अन्तर्राष्ट्रिय गान छ किको ट्युन गर्न धेरै छिटो उत्तराधिकारी मा उडा 365 raspberries हुन्छन्"Camptown जातहरू" को। कसैले यसलाई लागि खडा छ, कसैले छयो सुन्छ, र, अझ राम्रो, कसैले यसलाई प्ले छ।
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
सेना नेताहरूले एक खुट्टा ठूलो खुट्टाको औंला आवश्यक बाटो आवश्यक छ।
		-- Bill Murray

%
कि "सबै मानिसहरू बराबर बनाईएको हो" को दाबी कुनै व्यावहारिक प्रयोग थियोग्रेट ब्रिटेन हाम्रो अलग प्रभावशाली र यो मा राखिएको थियोभनेर लागि घोषणा, तर भविष्यको लागि।
		-- Abraham Lincoln

%
यो आक्रमणकारीले विनाश हुनुपर्छ; को रक्षक मात्र बाँच्न गर्नु पर्दैन।
		-- Abraham Lincoln

%
कर को बचाउ कुनै पनि वहन गर्ने मात्र बौद्धिक पीछा छइनाम।
		-- John Maynard Keynes

%
राम्रो राज्य स्थापित छ, fainter मानवता छ।व्यक्तिगत असहज बनाउन, मेरो कार्य हो।
		-- Nietzsche

%
यो प्रशाशनिक तन्त्र एक विस्तार प्रशाशनिक तन्त्र को आवश्यकता पूरा गर्न विस्तार गरिएको छ।
		-- Nietzsche

%
संविधान सिद्ध हुन सक्छ, तर यो धेरै हामी भयो के भन्दा राम्रो छ!
		-- Nietzsche

%
धन को उत्पादन को नियन्त्रण मानव जीवन नै नियन्त्रण छ।
		-- Hilaire Belloc

%
मुकुट यसलाई भरिएको छ!
		-- Nate Harris, 1775

%
खतरा एक विशेष वर्ग शासन गर्न अयोग्य छ कि छैन। हरेक वर्गशासन गर्न अयोग्य छ।
		-- Lord Acton

%
एक समाजमा सभ्यता को डिग्री यसको जेलमा प्रवेश न्याय गर्न सकिन्छ।
		-- F. Dostoyevski

%
राजनीतिक अधिवेशनले मा फोहोर काम लगभग सधैं तीतो गरिन्छमध्यरात र किरण बीचको घण्टा। Hangmen र राजनीतिज्ञ सर्वश्रेष्ठ गर्दा काममानव आत्मा निम्नतम ebb छ।
		-- Russell Baker

%
स्वतन्त्रता र स्वतन्त्रता बीच भेदभाव सही ज्ञात छैन;naturalists या त एक जीवित नमूना पाउन सकेका छन्।
		-- Ambrose Bierce

%
मानव समानता को सिद्धान्त मा यो reposes: कुनै मानिस छ किउहाँले मूर्ख छ कि छैन पत्ता लगाएको छ जो साँच्चै बुद्ध।
		-- Gilbert K. Chesterson

%
राजनीतिमा अन्त सार्ने एक बन्दूक टिप्न सधैं छ।
		-- Buckminster Fuller

%
कर आँखा तिमीहरूमा छन्।
		-- Buckminster Fuller

%
एक राय व्यापक आयोजित गरिएको छ भन्ने तथ्यलाई यो छैन कि कुनै प्रमाण छutterly निरर्थक; साँच्चै, मानिसजातिको बहुमत को silliness को दृश्य,व्यापक विश्वास प्राय समझदार भन्दा मूर्ख हुन सम्भावना छ।
		-- Bertrand Russell, in "Marriage and Morals", 1929

%
छैन आवश्यक गर्छ विरुद्ध मानिस गरिब वा discriminated छन् भन्ने तथ्यलाईन्याय, आचरण, दान वा कुनै पनि विशेष गुणहरू तिनीहरूलाई endowदया।
		-- Saul Alinsky

%
प्रसिद्ध राजनीतिज्ञ आफ्नो अनुहार दुवै बचत गर्ने प्रयास भएको थियो।
		-- Saul Alinsky

%
लन्डन को फैशन रेखाचित्र कोठा सधैं स्वीकार गर्न पाउँदा खुसी भएका छन्आउटसाइडर्स - मात्र आफ्नै भने, undemanding सर्तहरू albeit। त्यो होभन्छन्, कलाकार, यति लामो समय तिनीहरू पनि प्रतिभाशाली छैनन् रूपमा नम्र जन्म पुरुष,यति लामो समय तिनीहरूले देखि धेरै लाख पाउण्ड, र समाजवादीहरू amassed छन् रूपमातिनीहरूले Tories छन् ताकि लामो।
		-- Christopher Booker

%
एक क्रांतिकारी को पहिलो कर्तव्य यो संग दूर प्राप्त गर्न छ।
		-- Abbie Hoffman

%
यो संस्थापक पुर्खाहरूले जहाँ आरोप एक न्यायिक प्रणाली स्थापित गर्ने प्रयासएक निष्पक्ष परीक्षण, छैन technicalities मा एक विमुक्ति बीमा प्रणाली पाए।
		-- Abbie Hoffman

%
सामान्य अत्यधिक भित्री प्राविधिक व्याख्या गर्ने प्रयास मन परेनमा, US वायु सेना को workings।"$ 7.662 दस कप कफी निर्माता, सामान्य लागि?" को सीनेटर सोधे।उनको टाउको मा उहाँले आफ्नो मानक व्याख्या मार्फत भाग्यो। "यो, त्यसैले छैन"उहाँले लाग्यो। "यो एक deterrent छ।" उहाँले चाँडै, "यो कम्प्यूटरीकृत गर्नुपर्छ संग आए,सीनेटर। सानो कम्प्युटर चिप्स भन्ने चिल्लो र पूर्ण-bodied कफी बनाउन। प्रयासएक कप। "यो सीनेटर गरे। "Pfffttt! स्वाद जेट इन्धन जस्तै!""यो त छैन," सामान्य लाग्यो। "यो एक deterrent छ।"त्यसपछि उहाँले केही सम्झना। "हामी untested कम्प्युटर को धेरै किनेकोचिप्स, "सामान्य जवाफ दिनुभयो।" तिनीहरूले सबै मा पायो। अलिकतिमिश्रण-अप। केही गम्भीर। "त्यसपछि उहाँले अरू केही सम्झना। यो को साइट मा थियोरहस्यमय बी-1 दुर्घटना। ईंन्धन लाइनहरु मा एक अनौठो गन्ध। जस्तै smelledकफी। चिल्लो र पूर्ण bodied ...
		-- Another Episode of General's Hospital

%
हाम्रो सत्तारूढ वर्ग को प्रतिभा यो को बहुमत राखिएको छ भन्ने छकहिल्यै सिस्टम को inequity सोधपुछ मानिसहरूलाई जहाँ अधिकांश मानिसहरूजसको लागि तिनीहरू बदलामा केही प्राप्त भारी कर तिर्नुपर्ने साथ drudge।
		-- Gore Vidal

%
सरकारले भर्खरै एक हुन बाहिर गरिएका एक मिसाइल मा काम पूरा भएको छएक boondoggle बिट; उपनाम "सिविल सेवक", यो काम गर्ने छैनन् र तिनीहरू सक्दैनयो आगो।
		-- Gore Vidal

%
सरकार केवल आज न्यूट्रोन बम द्वितीय सिर्जना घोषणा।को न्यूट्रोन बम गर्न समान, को न्यूट्रोन बम द्वितीय मात्र मान्छे हत्यार पातहरु खडा भवन, तर पनि एउटा सानो प्रकाश घरेलू गर्छ।
		-- Gore Vidal

%
यो graveyards अपरिहार्य मानिसहरू भरिएका छन्।
		-- Charles de Gaulle

%
स्वतन्त्रता गर्न सबैभन्दा ठूलो खतराको मानिसहरूले धूर्त अतिक्रमणलाई मा लुकेकोजोस को, राम्रो-अर्थ तर समझ बिना।
		-- Justice Louis D. Brandeis

%
सबैभन्दा ठूलो धोकाको एक ठूलो अग्रगामी गर्न प्रस्ताव इन्कार गर्न छतिनीहरूले उभिए जहाँ एक इन्च सार्न।
		-- Justice Louis D. Brandeis

%
बुझ्न संसारमा धेरै मुश्किल कुरा आयकर छ।
		-- Albert Einstein

%
सम्पत्ति र सरकारको hater आफ्नो ग्यारेन्टी गर्न चराउँछकाम लिपिबद्ध, र पुस्तक ख्याति विरुद्ध लिखित र सिकने छशीर्षक पृष्ठमा लेखकको नाम।
		-- Ralph Waldo Emerson, Journals, 1831

%
एक लोकतान्त्रिक समाज को स्वास्थ्य गुणस्तर मापन गर्न सकिन्छकार्य निजी नागरिकहरु द्वारा प्रदर्शन को।
		-- Alexis de Tocqueville

%
आयकर गोल्फ भन्दा अमेरिकी मान्छे को अधिक फटाहा बनाएको छछ। जब पनि तपाईं स्तर मा बाहिर कर फारम बनाउन, तिमीलाई थाहा छैनजब तपाईं एक Crook वा शहीद हो भने यो माध्यम हो।
		-- Will Rogers

%
पूंजीवाद को निहित उपाध्यक्ष आशिष् को unequal साझेदारी छ;समाजवाद को निहित सद्गुण दुःखले को बराबर साझेदारी छ।
		-- Churchill

%
संगीत को एक नयाँ तरिका को परिचय को imperiling रूपमा shunned हुनुपर्छसंगीत को शैलीहरू लागि सम्पूर्ण राज्य, प्रभावित बिना विचलित कहिल्यै छन्सबैभन्दा महत्त्वपूर्ण राजनीतिक संस्थाहरु। ... नयाँ शैली, बिस्तारैएक lodgement प्राप्त, quitely बेहोरा र भन्सार मा नै insinuates,र यो देखि ... प्रदर्शन, नियम तथा constitutions आक्रमण गर्न मा जान्छ कोयथासक्य impudence, सम्म यो सबै overturning द्वारा समाप्त हुन्छ।
		-- Plato, "Republic", 370 B.C.

%
यो आईआरएस बिताउनुहुन्छ परमेश्वरले यी टोल-मुक्त मा आफ्नो कर पैसा कसरी धेरै थाहजानकारी तातो लाइनहरु आईआरएस कर्मचारीहरु द्वारा staffed, एक डाइनामाइटले कर जसको विचारटिप तपाईं सफासँग छाप्न गर्नुपर्छ भन्ने छ। तपाईं तिनीहरूलाई वास्तविक कर प्रश्न सोध्न भने,जस्तै तपाईं धोखा कसरी, तिनीहरूले बेकारी हुनुहुन्छ।त्यसैले, डोऱ्याइको लागि, तपाईं ठूलो व्यापार हेर्न चाहन्छु। ठूलो व्यापार कहिल्यै दिनुहुन्नठूलो उपभोक्ता प्रतिनिधित्व गर्ने राल्फ Nader अनुसार कर मा एक निकल,कहिल्यै कर मा एक निकल तिर्ने संगठन ...
		-- Dave Barry, "Sweating Out Taxes"

%
व्यवस्था कहिल्यै मानिसहरू मुक्त गर्नेछ; यो व्यवस्था निःशुल्क गर्न मिल्यो पुरुषहरूले छ।
		-- Henry David Thoreau

%
कम से कम सफल Executionsइतिहास दुई executioners ध्यान लायकको हामीलाई सुसज्जित छ।पहिलो अष्ट्रेलिया मा मा सिडनी प्रदर्शन। 1803 मा तीन प्रयासहरू थिएएक श्री यूसुफ Samuels झुन्डियो गरे। यी को पहिलो दुई डोरी मातेस्रो श्री Samuels मा बस उहाँले सम्म शान्तिमा त्यहाँ हङ गर्दा snapped,र अरू सबैलाई नरमाइलो लाग्यो पायो। उहाँले राजधानी unsusceptible साबित नभएकोलेदण्ड, उहाँले reprieved थियो।सबैभन्दा महत्त्वपूर्ण ब्रिटिश executioner श्री जेम्स बेरी थियो जोएक्सेटर जेल मा श्री जन ली झुन्डियो 1885 मा तीन पटक प्रयास गर्नुभयो, तर प्रत्येक माअवसर पासोमा ढोका खुला प्राप्त गर्न असफल भयो।यो उपलब्धि को पहिचान मा, गृह सचिव commuted"जीवन" कैद गर्न ली गरेको वाक्य। उहाँले, 1917 मा जारी भएको थियो emigratedअमेरिका र 1933 सम्म बस्थे।
		-- Stephen Pile, "The Book of Heroic Failures"

%
कम से कम सफल प्रहरी कुकुरअमेरिका "ला Dur" मा एक धेरै मजबूत उम्मेदवार, देख एक डरलाग्दो छफ्लोरिडा मा ओरलैंडो प्रहरी बल देखि सेवानिवृत्त थियो Schnauzer हाउन्ड,1978. मा उहाँले लगातार ruffle सक्छ जो केही गर्न इन्कार गरे वाअपराधी कक्षाहरू अपमान।"उहाँले केवल जाने अप: आफ्नो ह्यान्डलिङ अधिकारी, रिक तीतो, स्वीकार गर्न थियोर तिनीहरूलाई दु: ख। म बिरामी र उहाँलाई लागि भनेर कुकुर काम गरिरहेको थकित पायो। "यो श्रेणी मा ब्रिटिश दावेदार तथापि, कुरा एक लिएथप स्टेज। "Laddie" र "केटा" लागूपदार्थको लागि डिटेक्टर कुकुर रूपमा प्रशिक्षित थिएraids। आफ्नो जागिर मा मिडल्याण्ड्स मा एक छापे निम्न समाप्त भएको थियो1967।जबकि अनुसन्धान गरिरहेका अधिकारी दुई suspects प्रश्न, तिनीहरूलेpatted र अगाडि अन्ततः निदाउनु गर्ने कुकुर strokedआगो। को अधिकारी suspects पक्रन सारियो गर्दा एक कुकुर मा growledतिनलाई अन्य गर्दा अप leapt र आफ्नो जांघ bit।
		-- Stephen Pile, "The Book of Heroic Failures"

%
यो एक statesman कम र त्यो झन्डा प्रेम, गर्न मात्रा।
		-- Kin Hubbard

%
सिंहको र बाछो सँगै सुत्न हुनेछ तर बाछो धेरै निद्रामा प्राप्त छैन।
		-- Woody Allen

%
"प्रभु हामीलाई किसान त हामी जस्तै धेरै लो सक्छ दुई मजबूत हातमा दिएहामी दुवै संग सक्छ। "
		-- Joseph Heller, "Catch-22"

%
को मूर्ख को बहुमत अजेय र सबै समय को लागि प्रत्याभूति छ। योआफ्नो tyranny को आतंक तथापि, स्थिरता आफ्नो अभावमा कम पारिदिनुभयो छ।
		-- Albert Einstein

%
भीड निम्नानुसार मानिस सामान्यतया भीड भन्दा कुनै थप प्राप्त हुनेछ। योएक्लै हिँड्छ गर्ने मानिस कुनै एक कहिल्यै भएको छ ठाउँमा आफूलाई पाउन सम्भावना छ।
		-- Alan Ashley-Pitt

%
देश मा सबै भन्दा राम्रो काम संग मानिस उपाध्यक्ष छ। सबै त्यो छके गर्न हरेक बिहान उठ र, भन्न छ "राष्ट्रपति कसरी हो?"यो उपाध्यक्ष-राष्ट्रपतिको पद न्यानो थुक्नु एक pitcher लायक छैन।
		-- Vice President John Nance Garner

%
यो अपरिपक्व मानिसको चिन्ह उहाँले एक कारण लागि nobly मर्न चाहन्छ छ,एक परिपक्व मानिसको चिन्ह गर्दा उहाँले एक लागि नम्र भई बाँच्न चाहन्छ छ।
		-- Wilhelm Stekel

%
शिक्षा को मिनेसोटा बोर्ड सबै आवश्यकता विचार गर्न मतदानविद्यार्थीहरू उच्च विद्यालय एक जरूरी रूपमा केही "स्वयंसेवक काम" गर्नस्नातक।सीनेटर Orrin हैच मृत्युदण्ड हाम्रो समाज का हुन्छ "मानव जीवनको शुद्धि को पहिचान। "राष्ट्रपति Reagan द्वारा हस्ताक्षर डिसेम्बर 22 मा कर बिल अनुसार,1987, डन टाइसन र आफ्नो भाउजु बारबरा एक "परिवार खेत।" चलान आफ्नो"खेत" 25,000 कर्मचारीहरु र $ 1.7 अर्ब एक वर्ष grosses। तर एक "परिवार रूपमाखेत "तिनीहरूले बचाउने 135 $ लाख एक वर्ष कर विश्रामहरू प्राप्त।स्कट एल Pickard, को मासाचुसेट्स विभाग लागि प्रवक्तालोक, तिनीहरूलाई "जमीन-माउन्ट confirmatory मार्ग मार्कर।" भनिएको छ तपाईंशायद उनलाई सडक लक्षण कल, तर त्यसपछि तपाईं एक सरकारी एजेन्सी मा काम छैन।यो अब "वरिष्ठ नागरिकहरु" "वृद्ध" वा छैन। अब यो छ "chrono-तार्किक नागरिक अनुभव गरे। "को FAA अनुसार, प्रोपेलर ब्लेड तोड्ने छैन, यो थियोको बस एक मामला "uncontained ब्लेड मुक्ति।"
		-- Quarterly Review of Doublespeak (NCTE)

%
नैतिक बहुमत न हो।
		-- Quarterly Review of Doublespeak (NCTE)

%
अधिक नियन्त्रण, अधिक भनेर नियन्त्रण आवश्यक छ।
		-- Quarterly Review of Doublespeak (NCTE)

%
अधिक तपाईं शान्ति पसिना, कम तपाईं युद्ध मा रगत।
		-- Quarterly Review of Doublespeak (NCTE)

%
नयाँ Congressmen तिनीहरूले वरिपरि सरकार सक्रिय जाँदै हुनुहुन्छ भन्नुहोस्। मम फेरि चलाउन प्राप्त छैन आशा।
		-- Quarterly Review of Doublespeak (NCTE)

%
सरकारी कोलोराडो राज्य तरकारी अब "राज्य legislator" छ।
		-- Quarterly Review of Doublespeak (NCTE)

%
1812 को युद्ध मा मात्र विजेता Tchaikovsky थियो।
		-- David Gerrold

%
heroism को कविता, एक युद्ध गर्न जाने नगर्ने ती irresitably अपीलर पनि अधिक ती कसको त युद्ध रहँदा धनी गरिरहेको छ। "
		-- Celine

%
के गर्न विनम्र कुरा सधैं उनि हुन चाहनुहुन्छ रूपमा मान्छे सम्बोधन गर्न भएको छतिनीहरूले मर्यादित लाग्छ तरिकामा व्यवहार गर्न, सम्बोधन। तर यो उत्तिकै छस्वीकार र शिष्टाचार विभिन्न स्तर सहन गर्न, महत्वपूर्णएक आफ्नै प्राथमिकताहरू भिज्न अरू सबैलाई अपेक्षा छ। केवल त्यसपछि सक्छन्हामी व्यक्त को उचित सामाजिक कार्य गर्न अपमान पुनर्स्थापना आशासाँचो distaste।सही व्यवहार "
		-- Judith Martin, "Miss Manners' Guide to Excruciatingly

%
राजनीतिज्ञ समायोजन को मानिसको समस्या मा गर्नुहुन्छ जो कसैले छ।हामीलाई नेतृत्व गर्न एक राजनीतिज्ञ सोध्न कुकुर नेतृत्व गर्न कुकुर को पुच्छर सोध्नु हो।
		-- Buckminster Fuller

%
महानता को मूल्य जिम्मेवारी हो।
		-- Buckminster Fuller

%
अरूलाई हाम्रो विश्वास जबरजस्ती गर्न खोजी को मूल्य एकदिन छतिनीहरूले हामीलाई तिनीहरूको विश्वास जबरजस्ती सक्छ।
		-- Mario Cuomo

%
SoupCon प्राथमिक विषय संचार छ। यो गरयो "लियो"माध्यमिक विषय प्रतिनिधित्व:कानून प्रवर्तन अधिकारीहरुSoupCon तमाम विषय हुनेछ:कानून प्रवर्तन अधिकारीहरु संग संचार जोगिनु
		-- M. Gallaher

%
सबैभन्दा षड्यंत्र को सिद्धान्त समस्या तिनीहरूले विश्वास गर्न जस्तो छलागि साधारण राम्रो गर्न हानिकारक तरिकामा व्यवहार गर्न मानिसहरूको समूहउद्देश्य आवश्यक छ।
		-- M. Gallaher

%
यो देश संग समस्या को लागि कुनै मृत्यु दण्ड छ भनेर छincompetence।
		-- M. Gallaher

%
सार्वजनिक certainties माग; यो निश्चित रूप भन्नुभयो हुनुपर्छ र एक बिटयो सत्य हो raucously भनेर र गलत छ। तर कुनै certainties छन्।
		-- H. L. Mencken, "Prejudice"

%
सार्वजनिक पुरानो महिला छ। उनको maunder गरौं र अस्पष्ट बोल्नु।
		-- Thomas Carlyle

%
यो भालु गर्न दुखाइ दिए किनभने प्युरिटानहरूको, भालु-baiting घृणा, तरकिनभने यसले दर्शक गर्न खुशी दिनुभयो।
		-- Thomas Macaulay, "History of England"

%
प्रश्न छ, किन राजनीतिज्ञ अध्यक्ष हुन त उत्सुक हुन्छन्? यो के होयो कि, कि यो प्रकट लायक छ, बनाउँछ राष्ट्रिय टेलिभिजनमा काम बारेतपाईं औद्योगिक फोहोर को एक बाक्लो-लेपित टुक्रा को नैतिक स्तर?
		-- Dave Barry, "On Presidential Politics"

%
क्रांति छैन televised गरिनेछ।
		-- Dave Barry, "On Presidential Politics"

%
"सही माननीय सज्जन आफ्नो स्मृति आफ्नो jests लागि ऋणी छर आफ्नो तथ्य लागि आफ्नो कल्पना गर्न। "
		-- Sheridan

%
शासन, जाम गर्न-मोरो र जाम हिजो, तर कहिल्यै आज जाम छ।
		-- Lewis Carroll

%
यो scum पनि rises।
		-- Dr. Hunter S. Thompson

%
इतिहासको तथाकथित पाठ को rationalizations सबैभन्दा भाग लागि होको victors को। इतिहास बचे द्वारा लेखिएको छ।
		-- Max Lerner

%
कार्य को लागि समय बितेको छ! अब अर्थहीन bickering लागि समय छ।
		-- Max Lerner

%
समय मई को 19 औं थियो, 1780. ठाउँ हार्टफोर्ड, कनेक्टिकट थियो।दिन को एक भयानक foretaste रूपमा नयाँ इङ्गल्याण्ड इतिहास मा गएको छJudgement दिन। दिउँसो लागि आकास खैरो गर्न नीलो देखि र द्वारा गरिएकामध्य-दिउँसो धार्मिक उमेर, त्यसैले घनी भनेर भन्दा blackened थियो,मानिसहरू आफ्नो घुँडा पतन र अन्त आउनुअघि अन्तिम आशिष् बिन्ती।प्रतिनिधिहरु को कनेक्टिकट हाउस सत्रमा थियो। र, केही रूपमामानिसहरू लड्यो र अरूलाई तुरुन्त adjournment लागि clamored, कोघर को अध्यक्ष, एक कल ड्याभेनपोर्ट, आफ्नो खुट्टा आए। उहाँले मौनतिनीहरूलाई र यी शब्दहरू भन्नुभयो: "न्यायको दिन त आउँदै छ वायो होइन। यो छैन भने, adjournment लागि कुनै कारण छैन। यदि यो छ, ममेरो कर्तव्य गरिरहेको फेला गर्न चयन गर्नुहोस्। म यसकारण इच्छा मोमबत्ती हुन सक्छ किल्याए। "
		-- Alistair Cooke

%
यो देश संग समस्या त्यहाँ धेरै राजनीतिज्ञ हुन् भनेर छजसले विश्वास, अनुभव आधारित विश्वास संग, तपाईं मूर्ख गर्न सक्नेमानिसहरू समय को सबै को सबै।
		-- Franklin Adams

%
संसारमा दुई पुरानो पेशों एमेच्योर द्वारा बर्बाद गरिएको छ।
		-- G. B. Shaw

%
दुई पक्ष सिस्टम ... को dialectic एक विजय हो। त्यो देखाएदुई एक हुन सक्छ र एक दुई हुन सक्छ र शायद निर्मित गरिएको थियोसामान्य गतिशीलता देखि एक subcontract मा अमेरिकी बजार को लागि Hegel द्वारा।
		-- I. F. Stone

%
ब्रह्माण्डको कुराहरू आफ्नो मार्ग लिन दिँदै अधीनमा छ। यो हुन सक्दैनinterfering द्वारा शासन गरे।
		-- Chinese proverb

%
धेरै शक्तिशाली र धेरै मूर्ख साधारण मा एक कुरा हो। सट्टामाआफ्नो दृष्टिकोण फेरबदल सत्यतथ्य फिट गर्न, तिनीहरूले फिट गर्न तथ्य बदलको को हुन दृश्य ... तपाईं के भने जो धेरै असहज हुन सक्छतथ्य फेरबदल आवश्यक छ।
		-- Doctor Who, "Face of Evil"

%
"पापको ज्याला मृत्यु हो; तर तिनीहरूले कर बाहिर लिएर गर्नुभएपछि पछि,यो सिर्फ एक थकित भावना छ: "
		-- Doctor Who, "Face of Evil"

%
म यो बुझ्न बाटो, रूसी दुष्ट संयोजन को क्रमबद्ध छन् रincompetence ... क्रमबद्ध को ट्यांक संग डाक जस्तै।
		-- Emo Philips

%
संसारको ठूलो मानिसहरू सामान्यतः ठूलो विद्वानहरूको भएको छैन, न त यसको ठूलोविद्वानहरूको ठूलो मानिसहरू।
		-- Oliver Wendell Holmes

%
खराब बैंक डकैतीअगस्ट 1975 मा तीन मानिसहरू हनन गर्न रोयल बैंक मा आफ्नो बाटो मा थिएRothesay मा स्कटल्याण्ड, तिनीहरूले घुम्ने ढोका मा फँस भयो जब। तिनीहरूकर्मचारीहरु द्वारा नि: शुल्क मदत गर्न थियो हुन सबैलाई धन्यवाद पछि, र,sheepishly निर्माण बाँकी छ।केही मिनेट पछि तिनीहरू फर्के र आफ्नो इरादा घोषणाबैंक लुट्ने, तर कर्मचारी को कुनै पनि तिनीहरूलाई विश्वास गरे। जब तिनीहरूले मागनगद मा 5,000 पाउण्ड, टाउको कोषाध्यक्ष, तिनीहरूलाई हाँसिन् विश्वस्त त्योएक व्यावहारिक मजाक थियो।त्यसपछि मानिसहरू को एक प्रति अधिक कूद, तर तलामा गिरआफ्नो टखने clutching। अन्य दुई आफ्नो Getaway बनाउन प्रयास गर्नुभयो, तर मिल्योफेरि घुम्ने ढोका फन्दामा।
		-- Oliver Wendell Holmes

%
खराब जेल गार्डconvicts को सबै भन्दा ठूलो संख्या कहिल्यै देखि एक साथ उम्कनअधिकतम सुरक्षा जेल 124. यो रेकर्ड Alcoente जेल द्वारा आयोजित छ,पोर्चुगल लिस्बन नजिकै।सप्ताह जुलाई 1978 जेलको मा पलायन गर्न को लागि प्रमुख समयमाattendances फिलिम शो मा खसेको warders देख्यो थिए"महान् भागन", र पनि 220 चक्कु र एक विशाल मात्रा समावेशबिजुली केबल को गायब थियो। एक गार्ड ", व्याख्या हो, हामी थिएतिनीहरूलाई खोज्न योजना, तर यसलाई वरिपरि पायो कहिल्यै। "द warders थियोछैन, तथापि, दूरी प्वालहरू पर्खाल तिनीहरूले थिए किनभने देख्यो"पोस्टर ढाकिएको"। न त उनि Spades, chisels को कुनै पनि पत्ता लगाउन गरेपानी hoses र ठूलो परिमाणमा बन्दीहरूको द्वारा amassed बिजुली अभ्यास।को 36 को कि ब्रेकआउटको एक गार्ड अघि रात याद थियोआफ्नो ब्लक मा कैदी मात्र 13 जना उपस्थित थिए। उहाँले यो "सामान्य" थियोकैदीहरूलाई कहिलेकाहीं रोल-कल छुटेका किनभने वा लुकेको, तर सामान्यतया फिर्ता आएअर्को बिहान।"हामी मात्र 6:30 अर्को बिहान जब पलायन बारेमा फेलाकैदीहरूलाई को एक, हामीलाई भन्नुभयो "एक warder पछि भने। [...] जब तिनीहरूलेअन्ततः जाँच, जेलको गार्ड कि बिल्कुल gaol गरेको आधा फेलाजनसंख्या हराइरहेको थियो। व्याख्या को तरिका न्याय मन्त्री डा द्वाराSantos Pais, पलायन "सामान्य" थियो र भाग भनेर दावी"आफ्नो स्वतन्त्रता प्राप्त गर्न कैदी को वैध इच्छा।"
		-- Stephen Pile, "The Book of Heroic Failures"

%
irrefutable प्रमाण हुन त्यहाँ देखिने भीडभाड को मात्र वास्तवमाहिंसा लाती।
		-- Harvey Wheeler

%
त्यहाँ झूट वरिपरि जाँदै धेरै छन् .... र तिनीहरूलाई आधा साँचो हो।
		-- Winston Churchill

%
त्यहाँ तोप र musketry जस्तै कुनै manifestos छन्।
		-- The Duke of Wellington

%
त्यहाँ मैले, मृत्यु पक्का छु भनेर र यो संसारमा केवल दुई कुरा छन्कर र हामीले यी दिन को मृत्यु एक बारेमा कुरा गर्न सक्छ।
		-- shades

%
त्यहाँ मूर्ख दुई प्रकारका छन्। एक "यो पुरानो, र यसैले राम्रो छ।", भन्छन्र एक "यो नयाँ छ, र यसैले राम्रो", भन्छन्
		-- John Brunner, "The Shockwave Rider"

%
त्यहाँ तर परमेश्वरको अनुग्रहको लागि, परमेश्वरको जान्छ।
		-- Winston Churchill, speaking of Sir Stafford Cripps.

%
त्यहाँ बिना दैनिक नागरिकता कुनै दैनिक लोकतन्त्र हुन सक्छ।
		-- Ralph Nader

%
त्यहाँ एक संकट अर्को हप्ता हुन सक्दैन। मेरो तालिका पहिले नै भरिएको छ।
		-- Henry Kissinger

%
त्यहाँ आफूलाई एक राय लागि जलाइएको गर्न अनुमति मा एक निश्चित impertinence छ।
		-- Anatole France

%
त्यहाँ झण्डा एक निर्वात मा लहर छैन भन्ने तथ्यलाई मा आशाले प्रतीकात्मक रूप हो।
		-- Arthur C. Clarke

%
त्यहाँ ज्याक्सन एउटा ढुङ्गा पर्खाल जस्तै खडा छ। हामीलाई मर्न निर्धारण गरौं,र हामी जित्न हुनेछ। मलाई पिछा गर्नुहोस्।
		-- General Barnard E. Bee (CSA)

%
त्यहाँ षड्यन्त्र वा मतलब-नेस्स जो एक राजनीतिक पार्टी को कुनै कार्य छछैन सक्षम छ; लागि राजनीतिमा कुनै सम्मान छ।
		-- Benjamin Disraeli, "Vivian Grey"

%
त्यहाँ छ कि छैन राजनीतिक कुनै शिक्षा छ। एक apoliticalशिक्षा पनि राजनीतिक किनभने यो जानबूझ अलग छ।
		-- Benjamin Disraeli, "Vivian Grey"

%
त्यहाँ आपत्ति नगर्ने मानिस झुन्डिएको कुनै सन्तुष्टि छ।
		-- G. B. Shaw

%
यस पृथ्वीमा कुनै सुरक्षा छ। त्यहाँ मात्र मौका छ।
		-- General Douglas MacArthur

%
त्यहाँ आफूलाई लागि जीवित बनाउन सक्दैन देशमा एक मानिस छैन रपरिवार। तर उनी जीवित तिनीहरूलाई लागि * आफ्नो सरकार पनि बनाउन सक्दैन र *,आफ्नो सरकार जीवित छ बाटो। के सरकार के गर्न पायो छ छरूपमा मान्छे सस्तो बाँचिरहेका छौं।
		-- The Best of Will Rogers

%
त्यहाँ एक कर कलेक्टर र एक ट्याक्सिडर्मिस्ट बीच एक फरक छ -को ट्याक्सिडर्मिस्ट को लुकाउने छोड्छ।
		-- Mortimer Caplan

%
कर, कर, र थप कर द्वारा - त्यहाँ पूंजीवाद मार्न मात्र एक तरिका हो।
		-- Karl Marx

%
त्यहाँ कुनै पनि परिणाम, गोप्य इतिहास, हरेक कुरा मा सायद जोयसलाई हामी यसलाई authentically कुराकानी हुन सक्थ्यो, थाहा हसाउने हुनेछ।
		-- James Boswell

%
त्यहाँ राम्रो युद्ध वा खराब शान्ति कहिल्यै थियो।
		-- B. Franklin

%
तपाईं सारा सरकार हुँदा त्यहाँ एक humorist हुनुको कुनै चाल छतपाईं को लागि काम गरिरहेका छन्।
		-- Will Rogers

%
त्यहाँ सडकको बीचमा तर पहेंलो धर्काहरू र मृत केही छArmadillos।
		-- Jim Hightower, Texas Agricultural Commissioner

%
किनभने तिनीहरूले सक्ने सबैभन्दा जटिल आकार छ तिनीहरूले "वर्गहरूको" कलसामना।
		-- Jim Hightower, Texas Agricultural Commissioner

%
"तिनीहरूले मरुभूमि बनाउन र यसलाई शान्ति कल।"
		-- Tacitus (55?-120?)

%
तिनीहरूले परिवर्तन गर्न कोशिश पट्टाइ को बीस वर्ष मलाई सजायभित्रबाट प्रणाली। म तिनीहरूलाई इनाम आउँदै छु अब आउने छु। पहिलोहामी मैनहट्टन लिन, त्यसपछि हामी बर्लिन लिन।म स्वर्गमा संकेत द्वारा निर्देशित छु। म यो जन्म चिनो मा द्वारा निर्देशित छुमेरो छाला। म हाम्रो हतियार सुन्दरता द्वारा निर्देशित छु। पहिलो हामी मैनहट्टन ले,त्यसपछि हामी बर्लिन लिन।म साँच्चै, तपाईं छेउमा बस्न बच्चा चाहन्छु। म आफ्नो शरीर र आफ्नो आत्मा प्रेमर आफ्नो लुगा। तर तपाईं स्टेशन मार्फत सार्दा त्यहाँ लाइन देख्न?म म म ती मध्ये एक थियो तपाईं भन्नुभयो भन्नुभयो भन्नुभयो।
		-- Leonard Cohen, "First We Take Manhattan"

%
"तिनीहरूले अप एक सानो अस्थायी प्राप्त गर्न अत्यावश्यक स्वतन्त्रता दिन सक्छसुरक्षा न स्वतन्त्रता न त सुरक्षा दिनुपर्छ। "
		-- Benjamin Franklin, 1759

%
तिनीहरू अमेरिका कुराहरू लागि विभिन्न शब्दहरू प्रयोग गर्नुहोस्।उदाहरणका लागि तिनीहरूले एलिभेटर भन्न र हामी लिफ्ट भन्छन्।तिनीहरूले drapes भन्न र हामी पर्दे भन्छन्।तिनीहरूले अध्यक्ष भन्न र हामी मस्तिष्क क्षतिग्रस्त Git भन्छन्।
		-- Alexie Sayle

%
तिनीहरूले मात्र तल्लो कक्षामा अनावश्यक बारेमा सार्न कारण हुनेछ।
		-- The Duke of Wellington, on early steam railroads.

%
तिनीहरू खराब नाम लुट्ने बैंक दिने हुनुहुन्छ।
		-- John Dillinger, on Bonnie and Clyde

%
चोर आदर सम्पत्ति; बन्न तिनीहरूले केवल सम्पत्ति इच्छातिनीहरूले थप पूर्णतया यो आदर गर्न सक्छ भन्ने उनको सम्पत्ति।
		-- G. K. Chesterton, "The Man Who Was Thursday"

%
यो मान्छे आफ्नो धर्म गर्न स्वतन्त्र छन् जहाँ एक देश छ,जाति, पंथ, रंग, मोटोपना, वा dangling कुञ्जीहरू संख्या बिना ...
		-- G. K. Chesterton, "The Man Who Was Thursday"

%
थमसन, उहाँले विश्वास छ भने, सम्पूर्ण इन्द्रेणी नमूना छवीर प्रयासमा कानुनी र अवैध लागूऔषधको उसले गर्छ भन्दा राम्रो महसुस गर्न।आफ्नो स्वास्थ्य बारेमा सत्य लागि जाँदा: म यसको बारेमा वरिपरि आग्रह गरेका छन्। महूँ उहाँले बलियो र गुलाबी, र निरंतर समझदार देखिन्छ बताए। हामी तरके उहाँले हामीलाई के गर्न चाहन्छ गरिरहेको हामीले आफ्नो बाहिरी विचार भने, म, लाग्छडोराएन खरानी मोहरा को एक प्रकारको। Inwardly, उहाँले tinhorn जिउँदै खाएको भइरहेको छराजनीतिज्ञ।रोग घातक छ। कुनै ज्ञात उपचार छ। सबैभन्दा हामी के गर्न सक्नुहुन्छगरिब शैतानको लागि, यो मलाई, सम्मान मा आफ्नो रोग नाम छ जस्तो देखिन्छ।यो क्षण देखि, अमेरिका सजिलै हुन सक्छ भन्ने महसुस गर्नेहरु गरौं, गर्न रूपमा आनन्द, सार्वजनिक सम्बन्ध रूपमा सत्य गर्न ugliness रूपमा सुन्दरतामा नेतृत्वतीता, शिकारी थमसन रोग बाट पीडित हुन भने हुन। म केयो बिहान छ। यो आउँछ र जान्छ। यो बिहान म शिकारी छैनथमसन रोग।"एक राजनीतिक रोग" बाट, भय "Vonnegut समीक्षा रLoathing: अभियान ट्रेल '72 मा "
		-- Kurt Vonnegut Jr., on Dr. Hunter S. Thompson: Excerpt

%
"राजनीति के नगर्ने ती राजनीति द्वारा मा हुनेछ।"
		-- French Proverb

%
जो शक्तिशाली असल भाग्य मा कुनै शेयर गरेका तीअक्सर शेयर आफ्नो misfortunes मा छ।
		-- Bertolt Brecht, "The Caucasian Chalk Circle"

%
केही मतलब छ ती लाग्छ कि सबैभन्दा महत्त्वपूर्ण कुरासंसारमा प्रेम छ। गरिब यो मुद्रा छ भनेर थाह छ।
		-- Gerald Brenan

%
जो profess ती आन्दोलन निषेद स्वतन्त्रता पक्ष र अझै छन्मानिसहरू गर्जन र बिजुली बिना वर्षा चाहने। तिनीहरूले सागर चाहनुहुन्छयसको धेरै पानी को गर्जन बिना।
		-- Frederick Douglass

%
जब प्रशासन मा लगे उत्कृष्ट हुन उत्तर हुन छतारा। यसलाई आफ्नो एक स्थिति रहिरहन्छ रूपमा, अन्य सबै तारा यसलाई चारै ओर।
		-- Confucius

%
कर प्रकारका साँचो तिनीहरूले "आय ऋण लिइएको हाम्रो" र "Incommode तपाईं" पढ्नुपर्छ बनाउने।
		-- Confucius

%
तपाईं पायो भन्न आत्मविश्वास एक मत तपाईं को एक मत आवश्यक भन्न हुनेछनिर्धक्क।
		-- Andrew Young

%
सोच्न कसैको युग विपरीत heroism छ। तर यो विरुद्ध बोल्न पागलपन छ।
		-- Eugene Ionesco

%
हिंसा प्रयोग गर्न पहिले नै पराजित गर्न छ।
		-- Chinese proverb

%
आज एक उच्च-र्याङ्किङ्ग सार्वजनिक आधिकारिक घूस राम्रो दिन हो।
		-- Chinese proverb

%
अक्सर म कागज को मात्रा उपलब्ध भर्न विस्तार भनेर पत्ता लगाउनब्रीफकेस।
		-- Governor Jerry Brown

%
आज महत्त्वपूर्ण यात्रा; आन्तरिक राजस्व मानिसहरू भोलि आइपुग्छन्।
		-- Governor Jerry Brown

%
Treaties गुलाब र जवान बालिका जस्तै छन् - तिनीहरूले पछिल्लो गर्दा तिनीहरूले पछिल्लो।
		-- Charles DeGaulle

%
साँचो नेतृत्व यो छ के बाट एउटा समूह परिवर्तन को कला हो केयो हुन पर्छ।
		-- Virginia Allan

%
दुई BattleShips प्रशिक्षण जंगी जहाजको टोली खटाइयो Maneuvers मा समुद्र मा भएको थियोधेरै दिनको लागि भारी मौसम मा। म नेतृत्व जंगी जहाज मा सेवा थियो ररात परे रूपमा पुल मा जागा थियो। दृश्यात्मकता patchy गरीब थियोकुहिरो, त्यसैले कप्तान एक आँखा सबै गतिविधिहरु मा राखन पुल मा रह्यो।केही समयअघि अँध्यारो भएपछि, पुल को भाग मा चित्रमाला रिपोर्ट,"प्रकाश, जहाजको दायां पक्ष धनु मा गरदै।""यो स्थिर वा सार्दा astern छ?" कप्तान बाहिर भनिन्छ।चित्रमाला भन्यो, "स्थिर, कप्तान," अर्थ जो हामी एक खतरनाक थिएकि जहाज संग टकराव पाठ्यक्रम।कप्तान त्यसपछि signalman गर्न भनिन्छ, "संकेत छ कि जहाज: हामी मा होएक टकराव पाठ्यक्रम, तपाईं पाठ्यक्रम 20 डिग्री परिवर्तन सल्लाह। "पछाडि "तपाईं पाठ्यक्रम 20 डिग्री परिवर्तन गर्न लागि उचित।" एक संकेत आएम एक पाठ्यक्रम 20 कप्तान, परिवर्तन छु: जवाफमा कप्तान, "पठाउनुहोस् भनेडिग्री! ""म एक seaman दोस्रो वर्ग छु," जवाफ आयो, "तपाईं राम्रो परिवर्तन भएको थियोपाठ्यक्रम 20 डिग्री। "त्यो समय द्वारा, कप्तान क्रोधित थियो। उहाँले, बाहिर थुक्नु "पठाउनुहोस्: म एक हुँजंगी जहाज, पाठ्यक्रम 20 डिग्री परिवर्तन। "फिर्ता चमकता प्रकाश आयो: "म एक प्रकाशस्तम्भ हुँ!"हामी पाठ्यक्रम परिवर्तन।
		-- The Naval Institute's "Proceedings"

%
"यूबीआई गैर accusator, ibi गैर judex।"(कुनै प्रहरी छ कहाँ, कुनै गति सीमा छ।)
		-- Roman Law, trans. Petr Beckmann (1971)

%
एक लागि कुनै पनि बेमनासिब, साँचो ठाउँ imprisons जो सरकार अन्तर्गतबस मानिस पनि जेलमा छ।
		-- Henry David Thoreau

%
तपाईं गरिरहेका छन् जुनसुकै अवस्थामा, जहाँ पनि, त्यहाँ छ केहीordinance तपाईँले बुक गर्न सकिन्छ जो अन्तर्गत।
		-- Robert D. Sprecht, Rand Corp.

%
पूंजीवाद अन्तर्गत, मानिस मानिस शोषण। साम्यवाद अन्तर्गत यो सिर्फ विपरीत छ।
		-- J. K. Galbraith

%
हरेक पत्थर अन्तर्गत एक राजनीतिज्ञ lurks।
		-- Aristophanes

%
संयुक्त राष्ट्र, न्यूयोर्क, डिसेम्बर 25 शान्ति र क्रिसमस को आनन्दसिजन सबै सैन्य को एक सामान्य हडताल को एक घोषणा गरेर marred थियोसंसारको सेना। आतंक को सबै Patriots हृदयमा शासनकालमैहरेक विश्वास। यसैबीच, सार्वभौमिक प्रकोप को डर सबै-समय sankसंसारभरिका कम छ।
		-- Isaac Asimov

%
अज्ञात व्यक्ति (हरू) Etra पार्क कहिलेकाँही यसको पोल देखि अमेरिकी झण्डा चोरेछ3PM जनवरी 17 र 11:30 जनवरी 20 बीच झण्डा, रातो सेतो रूपमा वर्णन गरिएको छर नीलो, $ 40 मा 50 तारा भएको र कदर थियो।
		-- Windsor-Heights Herald "Police Blotter", Jan 28, 1987

%
Unquestionably, प्रगति छ। औसत अमेरिकी अब बाहिर दिन्छिन्दुई पटक धेरै कर उहाँले पूर्व ज्याला मा पायो रूपमा।
		-- H. L. Mencken

%
सामान्यतया, मानिसहरूको धेरै भेला हुँदा, यो एक युद्ध भनिन्छ गर्नुपर्छ।
		-- Mel Brooks, "The Listener"

%
Veni, vidi, vici।[म, म देखे म जितेको आए,]।
		-- Gaius Julius Caesar

%
धेरै केही कुराहरू सही समयमा हुन, र बाँकी हुन छैनसबै। यो लगनशील इतिहासकार यी कमजोरीहरू ठीक हुनेछ।
		-- Herodotus

%
विजय Uber सहयोगीहरूले!
		-- Herodotus

%
"हिंसा केही पूरा।" कस्तो अधम झूट! कच्चा, नाङ्गोहिंसा कुनै पनि अन्य विधि भन्दा इतिहास भर थप मुद्दाहरू बसे छकहिल्यै कार्यरत। सायद कार्थेज शहर पिता पुर्खाहरूले बहस सक्छमुद्दा, हिटलर र अलेक्जेन्डर न्यायाधीशहरूले रूपमा संग?
		-- Herodotus

%
हिंसा कुनै ह्यान्डल छ कि एक तरवार छ - तपाईं ब्लेड पकड छ।
		-- Herodotus

%
हिंसा सजावट छ।
		-- Herodotus

%
हिंसा गर्ने अक्षम अन्तिम शरणस्थान हुनुहुन्छ।
		-- Salvor Hardin

%
मत अराजकतावादी।
		-- Salvor Hardin

%
युद्ध बाँकी गर्नुपर्छ बस जसले सही जसले प्रमाणित गर्छ।
		-- Salvor Hardin

%
युद्ध एक गैर-combatant जस्तै कुनै उतेजना भएकोछ।
		-- Charles Edward Montague

%
युद्ध एक बराबर मौका जंगी जहाज छ।
		-- Charles Edward Montague

%
युद्ध जसले यो कुनै अनुभव गरेका ती रमणीय छ।
		-- Desiderius Erasmus

%
युद्ध सधैं एक तरिका पाता, प्रेम जस्तै छ।
		-- Bertolt Brecht, "Mother Courage"

%
युद्ध धेरै पनि कुरा सैन्य सुम्पिएको गर्न गम्भीर छ।
		-- Clemenceau

%
युद्ध शान्ति छ। स्वतन्त्रता दासत्व छ। केचप एक तरकारी छ।
		-- Clemenceau

%
युद्ध बहादुर, तर कायर छैन पुर्जों।
		-- Anacreon

%
[वाशिंगटन, डि.सी.] मानिसहरूको लागि को ... स्वाद घर हो - ठूलो,नरम र banal।
		-- Ada Louise Huxtable

%
वाशिंगटन, D.C: पचास वर्ग माइल लगभग पूर्ण वास्तविकता घेरिएको।
		-- Ada Louise Huxtable

%
स्वतन्त्रता लागि हामी सबै घोषणा, तर एउटै शब्द प्रयोग गरेर हामी सबै के मतलबएउटै कुरा।
		-- A. Lincoln

%
हामी सबै बराबर जन्म छन् ... बस हामीलाई केही अरूले भन्दा बराबर हो।
		-- A. Lincoln

%
हामी सबै कीडे छन्। तर म एक glowworm हुँ विश्वास गर्छन्।
		-- Winston Churchill

%
हामी एक पटकमा सबै कुरा गर्न सक्दैन, तर हामी एकैचोटि कुरा गर्न सक्नुहुन्छ।
		-- Calvin Coolidge

%
हामी हाम्रो आमाबाबुले पृथ्वीमा जन्मजात छैन, हामी यो उधारो गर्नुभएको देखिहाम्रा छोराछोरी।
		-- Calvin Coolidge

%
... हामी वा छैन विचार गरेर भविष्यको समाज न्याय हुँदैनहामी यसलाई मा बाँच्न मन पर्छ; प्रश्न माथि भएकाहरूलाई कि छयो हाम्रो समाज वा ती मा भएकाहरूलाई भन्दा सुखी हुनेछविगत।
		-- Joseph Wood Krutch

%
हामीले हुन् भनेर समय बस्ने हुनुहुन्छ खुशी हुनुपर्छ। यदि हामी कुनै पनि भएको थियोएक थप प्रबुद्ध उमेर मा जन्म, म हामी तुरुन्त थियो गरिएको निश्चित छुबाहिर र शट।
		-- Strange de Jim

%
मात्र शब्द थिए भने हामी संसारमा ठूलो धेरै कम विवाद हुनुपर्छतिनीहरूले के-के हुन् लागि लिइएको हाम्रो विचार को संकेत मात्र, र कुराहरू लागि,आफूलाई।
		-- John Locke

%
हामी एक Vollyballocracy हुनुपर्छ। हामी राष्ट्रपति को एक छ-प्याक Elect।तिनीहरूले जो बिन्दुमा तिनीहरूले घुमाउन, माथि पेंच सम्म प्रत्येक एक गर्दछ।
		-- Dennis Miller

%
हामी अनिच्छुक, को गुन नमान्ने नेतृत्व, को असम्भव गरिरहेका छन्।हामी धेरै, त्यसैले लामो समय को लागि, त्यसैले सानो संग, गरेका छौँकि हामी अब केही संग कुरा गर्न योग्य छन्।
		-- Dennis Miller

%
हामी पूर्ण रूपमा पनि आरोप अस्वीकार, र हामी allegators पहिचान गर्न खोज्दै हुनुहुन्छ।
		-- Dennis Miller

%
हामी ओहियो सीमाहरु बन्द गर्ने प्रयास र एक संवैधानिक समस्या गयौं।तपाईं बन्द गर्न सक्दैन भन्छन् कि संविधान मा प्रबन्ध छ आफ्नोअंतरराज्यीय वाणिज्य र फोहोर गर्न सीमाना अंतरराज्यीय वाणिज्य को एक रूप हो।
		-- Ohio Lt. Governor Paul Leonard

%
किनभने, नागरिक, हामी महसुस हामी, आईआरएस पूरापूर सहयोग गर्ने प्रयास गर्नेछौंबलियो देशभक्ति कर्तव्य जेल जाने छैन।
		-- Dave Barry

%
खैर, यो केही हो ... यो चिन्ता छैन।केन्द्र, हवाई), मा निजी यूसुफ जानकारी भइरहेकोLockard उठाउनु कुरा जस्तो देखियो को एक राडार संकेतकम से कम 50 विमानहरु लगभग 180 माइल मा ओआहु तिर soaringप्रति घण्टा, डिसेम्बर 7, 1941।
		-- Lieutenant Kermit Tyler (Duty Officer of Shafter Information

%
खैर, त्यो के थाहा थिएन, त्यसैले उहाँले सरकार हेर्न निर्णय,तिनीहरूले के गरे हेर्न, र यो तल मात्रा र आफ्नो जीवन तरिका चलाउनुहोस्।
		-- Laurie Anderson

%
कस्तो अनौठो खेल। मात्र विजेता कदम खेल्न छैन।
		-- WOP, "War Games"

%
के यो महान कामहरू गर्न अमेरिकी लागि लिन गर्छ; , चन्द्र जान गर्नएक महादेशमा मार्फत रेलरोडहरु निर्माण गर्न नहरहरुमा लिङ्क समुद्रहरू खन्नुहोस् गर्न, युद्ध जित्न?यो प्रश्न बारे स्वतन्त्र विचार मा, नील आर्मस्ट्रांग र म निष्कर्षमायसलाई चार अवस्थाको एक संयोग लिन्छ कि, वा नील दृष्टिकोण मा,अमेरिकी जीवनको धेरै चक्र को चार साथ peaking। पहिलो, एकप्रविधिको आधार गरिन गर्न कुरा गर्न जो देखि अवस्थित हुनुपर्दछ। दोस्रो,मानव को योजना मा अमेरिकाको स्थान बारे राष्ट्रिय uneasiness अवधिकागतिविधिहरु अवस्थित हुनुपर्दछ। तेस्रो, केही catalytic घटना भनेर केंद्रित उत्पन्न हुनुपर्छअगाडि बढ्न निर्देशन मा राष्ट्रिय ध्यान। अन्तमा, एउटा स्पस्ट बोल्नु्र बुद्धिमानी नेता यी पहिलो तीन अवस्था महसुस र साथ अगाडी लिनुहुँदैनशब्द र कार्य ठूलो कुरा पूरा गर्न। युवा को प्रेरणायस्तो संयोग देखि प्रवाह गरिन आवश्यक के गर्न अमेरिकाअवस्था। ... यो थमस Jeffersons, द टेड्डी Roosevelts, द यूहन्नाKennedys देखिन्छन्। हामी नेतृत्वको उपकरण सिर्जना गर्न सुरु हुनु पर्छ जो तिनीहरूले,र आफ्नो जवान frontiersmen, हुए र उकालो हामीलाई नेतृत्व गर्न आवश्यक हुनेछ।
		-- Dr. Harrison H. Schmidt

%
"ब्रिटिश बाहिर निकाल के जर्ज वाशिंगटन हाम्रो लागि गरे थियो, ताकि हामीएक बोसो छैन होला, असंवेदनशील सरकार हाम्रो देश चलिरहेको। राम्रो प्रयासजे भए पनि, जर्ज। "
		-- D. J. on KSFO/KYA

%
के म चाहन्छु शक्ति र जिम्मेवारी को कुनै पनि सबै छ।
		-- D. J. on KSFO/KYA

%
स्थिति कस्तो छ?राष्ट्रपति आफ्नो राय लागि बोलाउँदा स्थिति छ।ओहो ...राष्ट्रपति एक छलफल गर्न तपाईंलाई कल गर्दा स्थिति छउसलाई समस्या।उह, कि अझै पनि छैन सही छ ...तपाईं राष्ट्रपति गर्न ओवल कार्यालय कुरा हुँदा स्थिति हो,र फोन छल्ले। राष्ट्रपति यसलाई लिन्छ, एक लागि सुन्नुहुन्छयसो भन्दै मिनेट, तपाईंलाई यो हात, "यो तपाईं को लागि हो।"
		-- D. J. on KSFO/KYA

%
एक बैंक को उत्पत्तिभन्दा तुलना बैंक को लुट्ने के हो?
		-- Bertold Brecht

%
एक हात ताली को ध्वनि के हो?
		-- Bertold Brecht

%
तिनीहरूले लम्बाइ मा बनेको गहिराई मा के orators कमी छ।
		-- Bertold Brecht

%
के हामी आवश्यक कम भ्रष्टाचार वा भाग लिन थप मौका त छ।
		-- Bertold Brecht

%
एक पंथ के हो? यो केवल पर्याप्त मान्छे एक अल्पसंख्यक बनाउन नगर्ने हो।
		-- Robert Altman

%
एक मानिस एक सार्वजनिक भरोसा मान्छ, त्यो आफूलाई सार्वजनिक रूपमा विचार गर्नुपर्छसम्पत्ति।
		-- Thomas Jefferson

%
ठाउँ आईडी गरेको आवश्यक पर्याप्त भीड हुन्छ जब, सामाजिक पतन छैनधेरै टाढा। ठाउँमा जान समय छ। ठाउँ यात्रा बारेमा सबै भन्दा राम्रो कुरायो सम्भव अन्यत्र जान गरे भनेर हो।
		-- R. A. Heinlein, "Time Enough For Love"

%
जब गोठालो एक ब्वाँसो मार्न जान्छ, र हेर्न साथ आफ्नो कुकुर लाग्छखेल, उहाँले गल्ती नगर्न हेरविचार गर्नुपर्छ। कुकुर केही छगोठालोलाई भूल हुन सक्छ ब्वाँसो गर्न सम्बन्ध।
		-- Robert Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
भारतीयहरुलाई अघि अमेरिका भनिन्छ के एक anthropologist द्वारा सोध्दासेतो मानिसहरू एक भारतीय बस भन्नुभयो, आए "हाम्रो।"
		-- Vine Deloria, Jr.

%
म डबलिन फिर्ता आउँदा म मेरो अनुपस्थिति मा courtmartialed र सजाय थियोमेरो अनुपस्थिति मा मृत्यु, त्यसैले म तिनीहरूले मलाई मेरो अनुपस्थिति मा गोली मार सक्छ भन्नुभयो।
		-- Brendan Behan

%
म भीड द्वारा applauded मानिस सुन्दा म सधैं दया को एक pang महसुसउसकोलागी। सबै उहाँले hissed गर्न के गर्न छ लामो पर्याप्त बाँच्न छ।
		-- H. L. Mencken, "Minority Report"

%
म बालक थियो जब म जो कोहि राष्ट्रपति बन्न सक्ने भनिएको थियो। अबम यो विश्वास गर्न सुरु छु।
		-- Clarence Darrow

%
पक्कै मा, राष्ट्रपति के गर्छ गर्दा - अनुमान।
		-- Clarence Darrow

%
जब न आफ्नो गरिबी न त आफ्नो सम्मान छोयो छ, मानिसहरूको बहुमतप्रत्यक्ष सामग्री।
		-- Niccolo Machiavelli

%
स्मारक मुंहतोड गर्दा, pedstals सुरक्षित - तिनीहरूले सधैं सजिला मा आउनुहोस्।
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
केही मानिसहरू निर्णय गर्दा यो सबैको ठूलो परिवर्तन गर्न लागि समय,तिनीहरूले तपाईं पहिलो परिवर्तन गर्न चाहनुहुन्छ भन्ने हो।
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
जब कर कारण हो, अमेरिका एकदम ब्लेड-सेतो र नीलो महसुस गर्छन।
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
सरकार ब्यूरो गरेको उपचार आफ्नो समस्या मेल बेला, तपाईं परिमार्जनसमस्या, छैन उपाय।
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
क्रांति आउछ, आफ्नो परिवर्तन गणना।
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
हामी posterity लागि योजना गर्दा हामी सद्गुण छ सम्झना गर्नुपर्छवंशानुगत छैन।
		-- Thomas Paine

%
जब हामी सिसीली मा कूद, को एकाइहरु विभाजित भयो, र म खोज्न सकेनौँकसैले। अन्ततः म दुई colonels, एक प्रमुख तीन कप्तान मार्फत ठेस,दुई lieutenants, र एक rifleman, र हामी पुल सुरक्षित छ। कहिल्यै मायति धेरै द्वारा युद्ध को इतिहास त केही नेतृत्व गरिएको छ।
		-- General James Gavin

%
जब तपाईं अदालत जान तपाईं बाह्र को हातमा आफ्नो भाग्य लागिरहेका छन्मानिसहरू न्यायपीठ कर्तव्य बाहिर प्राप्त गर्न पर्याप्त स्मार्ट थिए।
		-- Norm Crosby

%
तपाईं एक कुशल सरकार हुँदा, तपाईं एक तानाशाही छ।
		-- Harry Truman

%
तपाईं एक मानिस मार्न हुँदा यो नम्र हुनु केही लागत।
		-- Winston Churchill, on formal declarations of war

%
तपाईं एक बिरामी समाजमा बाँच्न, बस बारेमा तपाईं के सबै गलत छ।
		-- Winston Churchill, on formal declarations of war

%
के तपाईं सिद्धान्त मा कुरा गर्न सहमत भन्न गर्दा, तपाईं मतलब त्योतपाईं व्यवहार मा यो पूरा को slightest इरादा छ।
		-- Otto Von Bismarck

%
तपाईं आदेश, आदेश मा हुँदा।
		-- Admiral Nimitz

%
जब म दासत्व लागि बहस कसैले सुन्न, म एउटा बलियो आवेग महसुसयसलाई व्यक्तिगत रूपमा उहाँलाई प्रयास हेर्नुहोस्।
		-- Abraham Lincoln

%
जहाँ सिस्टम चिन्तित छ, तपाईंले सोध्न अनुमति छैन हुनुहुन्छ "किन?"।
		-- Abraham Lincoln

%
जहाँ तपाईं खडा तपाईं कहाँ बस्न भर पर्छ।
		-- Rufus Miles, HEW

%
किन कुनै पनि थप आणविक warheads निर्माण चिन्ता सम्म हामी छ हुनेहरूको प्रयोग गर्ने?
		-- Rufus Miles, HEW

%
किन अरू सबैलाई जस्तै एक गैर-conformist हुन सक्छ?
		-- Rufus Miles, HEW

%
कोही हाम्रो वर्तमान आर्थिक अवस्थाको बारेमा सत्य किन छाप्न छैन?हामी सूर्यमुनि क्रेडिट मा जंगली खरीद, सबै को वर्ष, खर्च किहामी यो आवश्यक वा छैन, र अब हामी एक जस्तै गरजना, यसको लागि भुक्तानी गर्न भइरहेकोcoon पत्रु। यो हामी गर्न छैन भने मा नृत्य गर्न ठूलो संसारमा हुनेछको भायलिन बादक तिर्नुपर्छ।
		-- The Best of Will Rogers

%
इच्छा रोजर्स, एक वर्ष भुक्तानी भएको पनि धेरै आय कर, मा प्रयासएक छूट दावी गर्न व्यर्थमा। उहाँको धेरै अक्षर र प्रश्नहरु रहेकाअनुत्तरित। अन्ततः अर्को वर्ष फर्कने लागि फारम आइपुगे। माखण्ड चिन्ह लगाइएको "कटौतीको," रोजर्स सूचीबद्ध: "खराब ऋण, अमेरिकी सरकार- $ 40,000 "।
		-- The Best of Will Rogers

%
... सबै ... यो खर्च गर्न सक्ने लागि स्वतन्त्रता र न्याय संग।
		-- The Best of Will Rogers

%
व्यावहारिक मानिसहरूसँग म तर्क हुनेछ;दयालु मानिसहरूसँग म बिन्ती गर्नेछुतर tyrants गर्न म कुनै क्वाटरमा दिनुहुनेछ।
		-- William Lloyd Garrison

%
संसारको मजदुर, उठ्न! तपाईं गुमाउन केही तर आफ्नो कुर्सियों छ।
		-- William Lloyd Garrison

%
विश्व खिचलो, यदि केहि पछि देखि चौथाई सताब्दी मा, बढेको छएच जी वेल्स आफ्नो glum चेतावनी uttered: "त्यहाँ कुनै थप दुष्ट कुरा होपृथ्वीमा दौड पूर्वाग्रह भन्दा, कुनै पनि सबै। म जानाजानी लेख्न - यो छअब सबैभन्दा खराब एकल जीवनमा कुरा। यो मिलाउँछ र सँगै थप धारणसंसारमा त्रुटि को कुनै पनि अन्य प्रकारको भन्दा baseness, क्रूरता र abomination। "
		-- Sydney Harris

%
विश्व युद्ध तीन एक कडाई लागू पोशाक कोड पालन गरेर averted गर्न सकिन्छ!
		-- Sydney Harris

%
"गलत" रेनर बताए।"द कुशल तरिका," रड चुपचाप, "भन्नुभयो नकार्न गर्न विनम्र तरिकाको सीनेटर गर्न यो मामला हुन बाहिर जान्छ `, भन्न हुनेछ। '"
		-- Sydney Harris

%
तपाईं शान्ति हुन सक्छ। वा तपाईं स्वतन्त्रता हुन सक्छ। कहिल्यै भएको मा गणना छैनदुवै एकैचोटि।
		-- Lazarus Long

%
तपाईं पहिलो छोटो वा लामो फारम प्रयोग गर्न चाहे निर्णय छ। योछोटो फारम को आन्तरिक राजस्व सेवा "सरल" के भन्छ, जोयो एक Sears कर-तैयारी को मदत चाहिन्छ जो मान्छे को लागि डिजाइन गरिएको छ मतलबआफ्नो पहिलो र अन्तिम नाम बीच भेद गर्न विशेषज्ञ। यहाँ पनिपूर्ण पाठ:"(1) तपाईं कत्तिको गर्नुभयो? (AMOUNT)(2) कति सरकार मा बाहिर हामी यहाँ? (AMOUNT)(3) अरे! हामी धेरै लिनुभयो जस्तै लाग्दछ! त्यसैले हामी जाँदै हुनुहुन्छ     (एक-पन्ध्रौँ लागि आधिकारिक सरकार चेक पठाउन     को (आफ्नो थर गर्न हामी लिए रकम) सिधै)     मा (आफ्नो ठेगाना) घरेलू, तपाईं कुनै पनि तरिका मा खर्च गर्न को लागि     तपाईं प्रसन्न! कुन बस, (आफ्नो पहिलो देखाउन जान्छ     NAME), कि यो छोटो फारम फाइल दिनुहुन्न! "यो आईआरएस यो सबैभन्दा राख्न पाउने किनभने तपाईँ यो फाराम प्रयोग गर्न चाहन्छ आफ्नोपैसा। त्यसैले तपाईं दिमाग लागि पोखरी गाद नभएसम्म, तपाईँले लामो फारम चाहन्छु।
		-- Dave Barry, "Sweating Out Taxes"

%
एक भयानक आवाज: तपाईं एक लोकप्रिय राजनीतिज्ञ सबै विशेषताहरु छखराब प्रजनन, र एक छाडा तरिका।
		-- Aristophanes

%
के तपाईं पैसा को रूप मा प्राप्त सबै आय समावेश गर्नुपर्छ, सम्पत्तिर सेवाहरू भने यो विशेष छूट छ। रिपोर्ट सम्पत्ति (माल)र आफ्नो उचित बजार मान मा सेवाहरू। उदाहरणबाट आय समावेशbartering वा गमागमन लेनदेन, पक्ष आयोगहरु, kickbacks, भाडासेवाहरूमा भुक्तानी, (यस्तो चोरी, लागूपदार्थ, आदि) को अवैध क्रियाकलाप,proprietors र Tradesmen द्वारा नगद skimming, "moonlighting" सेवाहरू,जुवा, पुरस्कार र पुरस्कार। यस्तो आय सक्छ रिपोर्ट छैनभ्कुटो कसम खाने काम र ठगी लागि अभियोजन।
		-- Excerpt from Taxachussetts income tax forms

%
तपाईं मेरो लग रोल, र म तपाइँको रोल हुनेछ।
		-- Lucius Annaeus Seneca

%
जब तपाईं को लागि लड्न बाहिर जाने कहिल्यै तपाईं आफ्नो सर्वश्रेष्ठ सुरुवाल लगाउने गर्नुपर्छस्वतन्त्रता र स्वतन्त्रता।
		-- Henrik Ibsen

%
म द्वारा गरिब, बिरामी शिक्षित, वा disenfranchised मान्छे संरक्षण छैनम स्वतन्त्र महसुस नै ​​महत्वपूर्ण परीक्षा तिनीहरूलाई exemptingसमाज बाँकी तिर निर्देशन, तर धेरै म च्याम्पियन सक्छएउटै अल्पसंख्यक वा त्यो समाज को मंच मा विपन्न समूह।
		-- James Moffitt

%
एकरूपता attainable छ? लाखौं निर्दोष पुरुष, स्त्री, रछोराछोरी, मसीहीधर्म परिचय देखि, जल गरिएको छ,यातना, दोकान, कैद; तैपनि हामी उन्नत छैन एक इन्च तिरएकरूपता। जबरजस्ती को प्रभाव कस्तो भएको छ? आधा बनाउनसंसारको मूर्ख, र अन्य आधा कपटीहरू को।
		-- Thomas Jefferson

%
बस्ने, thrives सेन्सर गर्न मानव अन्त, रूपमा सधैं हुनेछबोल्न irrepressible द्वन्द्व मानव अन्त संग। आक्रोश,आत्म-धार्मिकता, र विक्षेप जाच्ने र काटछाट गर्ने को पेट खुवाउन।बोली Squelching तथापि, कहिल्यै सोसाइटीका नेट विक्षेप कमलब्धि; यो केवल, यो पुन: निर्देशित भूमिगत यसलाई ड्राइव, जहाँ यसलाईथप खतरनाक hysterias मा festers। न्याय को शब्दमाBrandeis, "मानिसहरूका witches मानिसहरू डराउँदैनन् र महिला जलाए।"
		-- Rodney Smolla, "Free Speech in an Open Society", p. 43.

%
लामो त्यहाँ entrenched सामाजिक र राजनीतिक भेद हुन्sexes, जात वा कक्षाहरू बीच, त्यहाँ विज्ञान जसको को प्रकारका हुनेछमुख्य कार्य सोचेनन् र यी भेद वैधता छ।
		-- Elizabeth Fee

%
होसियार, सावधान मान्छे सधैं संरक्षण गर्न बारेमा कास्टिङ आफ्नोप्रतिष्ठा वा सामाजिक स्तर कहिल्यै सुधार ल्याउन सक्नुहुन्छ। तीजो व्यग्र मा पुरा तरिकाले छन् केही वा केही हुन इच्छुक छन्संसारको अनुमान र सार्वजनिक रूपमा र निजी, सिजन रबाहिर, अवहेलना विचार र आफ्नो समर्थकले आफ्नो sympathies avow,र नतिजा दिन्छ।
		-- Susan B. Anthony (1873)

%
"तपाईं कुनै राज्य वा एक न्यूनतम राज्य चाहनुहुन्छ भने, त्यसपछि तपाईं अझै पनि छबिन्दु गरेर बिन्दु तर्क। विशेष गरी देखि सबै भन्दा minimalists चाहनुहुन्छठ्याक्कै तिनीहरूलाई राख्छ कि आर्थिक र प्रहरी सिस्टम राख्नसुअवसर पाउनुभएको छ। प्रहरी चाहने anarchists - कि तपाईं को लागि libertarians छआफ्नो दास देखि सुरक्षा! "
		-- Coyote, in Kim Stanley Robinson's "Green Mars"

%
र तिनीहरूले मुख्य रूप तिनीहरूलाई कल्पना गर्न, छैन प्रश्न गर्न सिकाउन चाहनुहुन्छ,तर आज्ञाकारी हुन र तिनीहरू सधैंभरि तिनीहरूलाई पकड गर्न सक्छन् भनेर राम्रो व्यवहार गर्नआफ्नो Bosom केटाकेटीलाई दोस्रो मिलेनियम तिर lurches रूपमा यसकोभगदड नजिक।
		-- Jerome Stern

%
म कुनै पछुतो गर्यौं। म भने सबै कुरा साँचो थियो।आफ्नो नयाँ पुस्तक annoucing
		-- Former Iraqi Information Minister Mohammed Saeed al-Sahaf,

%
अझै पनि जीवित छ कि एक समाजमा भ्रष्टाचार को पहिलो संकेत छअन्त पनि हालतमा मिलाउँछ।       "किन स्वतन्त्रता?" जर्ज Bernanos "को अन्तिम निबन्धहरू (1955)
		-- Georges Bernanos (1888-1948),

%
"[डब्ल्यू] कुखुरा तपाईं गोद गर्दै नीति नीति भन्दा सबैलाई लागि बुरा छ तपाईं सहमत मूर्ख छ, तपाईं को गोद गर्दै नीति सबै भन्दा राम्रो विशेषता छ साँच्चै मूर्ख रूपमा। "    - ब्राड DeLong (2009)
		-- Georges Bernanos (1888-1948),

%
"लाखौं को आशा खम्बा मा हुँदा कुराहरू सोच मार्फत राम्रो बौद्धिक अभ्यास छैन। यो एक नैतिक कर्तव्य हो। "    - पल Krugman, "सस्ता श्रम को प्रशंसा मा"
		-- Georges Bernanos (1888-1948),

%
"सबैभन्दा भाग लागि, डेमोक्रेट शासन गर्न रिपब्लिकन दाहिने प्रश्न छैनउनि जीत गर्दा चुनाव "बिल्ली, डेमोक्रेट हुँदा पनि शासन गर्न रिपब्लिकन दाहिने प्रश्न छैनडेमोक्रेट चुनाव जित्न।    - Moopheus, मा scienceblogs.com
		-- Georges Bernanos (1888-1948),

%
