बस मा बिट को 100 बाल्टिनबिट को 100 बाल्टिनछोटो यसलाई जमीन एक तल ले,बस मा बिट को एफएफ बाल्टिनबस मा बिट को एफएफ बाल्टिनबिट को एफएफ बाल्टिनछोटो यसलाई जमीन एक तल ले,बस मा बिट को FE बाल्टिनविज्ञापन infinitum ...
		-- ``Cities in Dust'', "Tinderbox", Siouxsie & the Banshees.

%
डिस्क मा crud को 99 ब्लक,crud को 99 ब्लक!तपाईंले बग प्याच, र फेरि डम्प:डिस्क मा crud को 100 ब्लक!डिस्क मा crud को 100 ब्लक,crud को 100 ब्लक!तपाईंले बग प्याच, र फेरि डम्प:डिस्क मा crud को 101 ब्लक! ...
		-- ``Cities in Dust'', "Tinderbox", Siouxsie & the Banshees.

%
talcum एक बिटसधैं walcum छ
		-- Ogden Nash

%
टिका, चाबी, या ढक्कन बिना एक बक्स,यद्यपि सुनको धन भित्र लुकेको छ।
		-- J. R. R. Tolkien

%
केटाहरु को एक गुच्छा को Malemute सैलून मा यो लहरे थिए;संगीत बक्स ह्याण्डलहरूलाई कि बच्चाहरु को एक दांता-समय धुन मार थियो;पट्टी को फिर्ता, एक एकल खेलमा, खतरनाक दान McGrew बसे,र आफ्नो भाग्य हेर्दै आफ्नो प्रकाश-o'-प्रेम, Lou रूपमा चिनिने कि महिला थिए।
		-- Robert W. Service

%
मेरो एउटा बहिनी एक पटक पैसा बारेमा भन्नुभयो,पैसा सधैं छ तर pockets परिवर्तन;यो परिवर्तन पछि नै pockets छैनर त्यो सबै त्यहाँ पैसा बारेमा भन्न छ।
		-- Gertrude Stein

%
एक Elbereth Gilthoniel,silivren penna पु 'irielओ menel aglar elenath!ना chaered palan-डी 'irielओ galadhremmin ennorath,Fanuilos, Le linnathonnef aear, को 'म aearon nef!
		-- J. R. R. Tolkien

%
एक नियोजित उचित; तापनि पापी पापएक कटर कटौती; र thinners पातलोर एक विमान SPOTTER स्थलहरू; र कागज-blotters blotएक बच्चा-हेरचाह गर्ने मानिस म अझै कहिल्यै गर्यौंबेबी-बस्छन - थियो अक्षरहरू गरौंतर एक अट्टर कहिल्यै ots। वा एक अट्टर OT देखेको।एक कुटपिट चमेरो(अथवा scats छरिन्छ);एक potting potting लागि गरेको बगाएको;तर कुनै एक गरेको फेलाबाध्य एक bounderवा एक अट्टर otting पक्रेको।
		-- Ralph Lewin

%
एक एक चिप्लेकिरो जस्तै जो रन, awk लागि हो, रबी तपाईँको सबै मेल मा यस्तो लेखिएको छ जो Biff, लागि हो।सी गर्दा, हैकर्स सम्झन रूपमा, सीसी लागि होडी DD, आदेश सबै गर्छ भनेर लागि हो।ई जो आफ्नो कुञ्जीहरू rebinds, इमाक्स Name लागि हो, रफा आफ्नो रूखहरू rebuilds जो fsck, लागि हो।जी grep, एक चतुर गुप्तचर, जबकि लागि होएच बिग्रेको लाग्न सक्छ जो हल्ट, लागि हो।म कहिले काँही amuses जो इन्डेन्ट, लागि हो, रजे जो कसैले प्रयोग गर्दछ, सामेल लागि हो।K गर्दा, जो तपाईं मालिक बनाउँछ मार, लागि होएल डस देखि हराएको छ जो लेक्स, लागि हो।एम जो देखि कम begot थियो, अधिक लागि हो, रएन जो साँच्चै छैन, राम्रो लागि हो।हे, जो राम्रो कुरा बाहिर मुद्रित देखि, को लागि हुँदापी दुई पटक तार मा यस्तो लेखिएको छ जो पासवर्डफाइल, लागि हो।क्यू कोटा, एक बर्कले-प्रकार छोटो कथा लागि हो, रआर आर तालिका क्रमबद्ध लागि, ranlib लागि हो।एस गर्दा, विश्वास गर्र्ने व्यति गर्ने प्रयासहरू जो हिज्जे लागि छटी जो धेरै सानो छ, साँचो लागि हो।यू क्रमबद्ध पछि प्रयोग गरिन्छ uniq, लागि हो, रवी जो रद्द गर्न कठिन छ, VI लागि हो।डब्ल्यू गर्दा, जो तपाईं आफ्नो नाम बताउँछ whoami लागि छएक्स शंकास्पद ख्याति को, छ राम्रो, एक्स।वाई जो एक छाप बनाउँछ, हाँ लागि हो, रZ सङ्कुचन ह्याण्डलहरूलाई जो zcat, लागि हो।
		-- THE ABC'S OF UNIX

%
लागू उनको कान को एक साथ एक महिलाएक खुला keyhole भित्र सुने,Converse मुक्त दुई महिला Gossips -तिनीहरूलाई आकर्षक विषय त्यो थियो।"मलाई लाग्छ", एक भन्नुभयो, "मेरो पति सोच्छत्यो एक prying, खाजिनिति गर्ने minx भन्ने! "बित्तिकै त्यो सुन्न सक्छ यो कुनै रूपमायो महिला, रिस उठ्दैन, उनको कान हटाइयो।"म रहन छैन," त्यो एक pout संग भने,"मेरो चरित्र बारे झूट सुन्नको लागि!"
		-- Gopete Sherany

%
सन्देहपूर्ण नम्बर को एक सानो शब्द,आराम र शान्तिपूर्ण निदाउनु एउटा foe।तिमी यो एक "को" थप्न भने,महान metamorphosis छ।बहुसंख्यक कुनै अब बहुसंख्यक छ,र मीठो के तीतो अघि थियो।म के हुँ?
		-- Gopete Sherany

%
एक मानिस खिया गाडी मा एक खिया पाङ्ग्रा जस्तै छ,उहाँले साथ rattles र त्यसपछि उहाँले अलग घोप्टो रूपमा उहाँले आफ्नो गीत गाउँछन्।
		-- Richard Thompson

%
प्रतिभा को एक मानिस कुनै गल्ती बनाउँछ।आफ्नो गल्ती volitional छन् र खोज को पोर्टल हो।
		-- James Joyce, "Ulysses"

%
ponds मा मार्लिन लागि माछाहरू मानिसEtruscan बन्धन मा आफ्नो पैसा गर्नेछन्।
		-- James Joyce, "Ulysses"

%
एक शक्तिशाली प्राणी को रोगाणु छ,हुनत pachyderm भन्दा सानो।आफ्नो चलनअनुसारको बासस्थानमानव जाति भित्र गहिरो छ।आफ्नो बालक जस्तो गर्व उहाँले अक्सर प्रसन्नमान्छे अनौठो रोग दिएर।तपाईं, मेरो poppet, infirm लाग्छ?तपाईं शायद एक रोगाणु समावेश।
		-- Ogden Nash

%
एक सुँगुर एक हंसमुख साथी छ,बँदेल, बीउ जमाना, ब्यारो, वा गिल्ट -एक सुँगुर आफ्नो morale बढावा छौँ गर्ने Pal, छ,तापनि पहाड गिराने र झुकाव हुन सक्छ।तिनीहरूले blackballed गर्नुभएको गर्दा bamboozled, र तपाईं जलाइएको,जब तिनीहरूले तपाईंलाई अन गर्नुभएको छ, TORY र Whig,तिमी माथि हालियो हुन सक्छ तापनि Tabby र रोवर द्वारा,तपाईं कहिल्यै एक सुँगुर गलत जानेछु, एक सुँगुर,तपाईं कहिल्यै एक सुँगुर गलत जानेछु!
		-- Thomas Pynchon, "Gravity's Rainbow"

%
एक पिंजरे मा एक रोबिन redbreastसबै स्वर्ग एक क्रोध राख्दछ।
		-- Blake

%
लौ मा एक Salamander scurries नष्ट गर्न।काल्पनिक प्राणीहरू celluloid मा जन्म फन्दामा छन्।म यसको बारेमा के थाहा छैन। मैले ढोल बजाउने व्यक्ति हुँ। पत्रुस सोध्छन्।अघिल्लो वर्षको उत्पत्ति जारी, "थुमा तल झूठब्रडवे मा "।
		-- Phil Collins in 1975, when asked about the message behind

%
एक एकल flow'r उहाँले हामी भेट देखि, मलाई पठाए।सबै कोमलतासाथ आफ्नो उहाँले छनौट दूत;गहिरो-hearted, शुद्ध, संग सुगंधित शीत अझै पनि wet--एक सिद्ध उठ्नुभयो।म floweret को भाषा थाह;"मेरो नाजुक पात," यो, "। आफ्नो हृदय वरिपरि बार लाउनु" भन्नुभयोलामो आफ्नो amulet लागि लिइएको छ मनएक सिद्ध उठ्नुभयो।किन कुनै एक कहिल्यै मलाई अझै पठाइएको छएक सिद्ध कार, तपाईं ठान्नु गर्छन्?आह कुनै, यो प्राप्त गर्न केवल मेरो भाग्य सधैं छएक सिद्ध उठ्नुभयो।
		-- Dorothy Parker, "One Perfect Rose"

%
खराब मनसाय साथ भन्नुभयो कि एक सत्यतपाईं आविष्कार गर्न सक्नुहुन्छ सबै झूट धड्किन्छ।
		-- William Blake

%
एक-Z माया,1 10 वर्णानुक्रम अनुसार,, Betweens मा बिना यहाँ सदा सर्वदा देखिअझै पनि एक बन्द-द-रैक संसारमा अनुकूल फिट लागि देख,बिक्री सहायक देखि बिक्री कुराजब सबै म आफ्नो प्रतिरोध कम छ के गर्न चाहनुहुन्छ,झ्यालीबारे कुनै ताल ड्रम मा कुनै टेम्पो,आगमन मा प्रेम,त्यो आउँदा त्यो आउँछ,लक्ष्य मा सही तर मार्क को व्यापक ...
		-- William Blake

%
Abou बेन Adhem (आफ्नो कुलको बढाउन सक्छ!)शान्ति गहिरो सपना देखि एक रात Awoke,र आफ्नो कोठा मा Moonlight भित्र, देखे,यो धनी बनाउने र फक्रिएको एउटा लिली जस्तै,एउटा दूत सुनको पुस्तकमा लेखेर।अधिक शान्ति बेन Adhem बोल्ड गरेका थिए,र कोठा मा उपस्थितिको उहाँले भन्नुभयो,"तिमी के writest?" दर्शन आफ्नो टाउको उठाएको,र सबै मीठो अनुसार बनेको एक नजर,जवाफ दिए, "प्रभु प्रेम गर्नेहरूलाई को नाम।""अनि मेरो छ?" Abou बताए। "Nay छैन त,"स्वर्गदूतले जवाफ दिए। Abou थप कम बोल्नुभयो,तर cheerly अझै पनि; "म त तिमीलाई प्रार्थना, र भन्नुभयो,रूपमा एक आफ्ना सँगी-पुरुष प्रेम गर्नुहुन्छ भनेर मलाई लेख्नुहोस्। "स्वर्गदूतले यस्तो लेखे, र हराए। अर्को रातयो एक महान wakening प्रकाश फेरि आए,र जसलाई परमेश्वरको प्रेम आशिष् थियो नाम देखाए,र लो! बेन Adhem नाम सबै बाँकी नेतृत्व।
		-- James Henry Leigh Hunt, "Abou Ben Adhem"

%
एक समय पछि तपाईं सूक्ष्म फरक सिक्नएक हात समातेर र एक प्राण chaining बीच,र तपाईं प्रेम सुरक्षा होइन सिक्न,र तपाईं चुंबन अनुबंध छैनन् भनेर सिक्न सुरुर उपहारहरू प्रतिज्ञा छैनन्र तपाईं आफ्नो हराइदिन्छ स्वीकार गर्न सुरुआफ्नो टाउको माथि र आफ्नो आँखा खुला संग,एक महिला को अनुग्रह संग, एक बच्चा पिरोल्छ छैन,र तपाईं आफ्नो सबै सडक निर्माण गर्न सिक्नआज मा किनभने भोलि गरेको भूमिधेरै अनिश्चित छ। र वायदा छmidflight तल झर्ने एक तरिका,एक समय पछि के तपाईं पनि धेरै प्राप्त समेत घाम बल्छ भनेर सिक्न।त्यसैले तपाईं आफ्नो बगैचा रोपेर र आफ्नो प्राण सजाउनु, सट्टा प्रतीक्षाकसैले लागि तपाईं फूल ल्याउन।र तपाईं साँच्चै सहन गर्न सक्ने सिक्न ...तपाईं साँच्चै बलियो हो कि,र तपाईं साँच्चै लायक छ केर तपाईं सिक्न र जान्नहरेक अलविदा साथ तपाईं सिक्न।
		-- Veronic Shoffstall, "Comes the Dawn"

%
मेरा सबै erstwhile प्रिय पछि,मेरो अब पोषित,हामी यो प्रेम थियो भन्न आवश्यकता हो,बस किनभने यो perished?
		-- Edna St. Vincent Millay

%
फेरि त्यो भागे, तर तेज उहाँले आए।टिन 'uviel! टिन 'uviel!उहाँले उनको elvish नाम उनको भनिन्छ;र त्यहाँ उनले सुन्न रोकिनेछ।त्यो, र एक हिज्जे एक क्षण उभिएरआफ्नो आवाज उनको मा राखे: Beren आएर डुम टिन 'uviel मा गिरआफ्नो काखमा त्यो Glistening राख्नु।Beren उनको आँखा मा देख्यो रूपमाउनको कपाल को छाया भित्र,यो आकास को कांप Starlightउहाँले त्यहाँ देखे कञ्चनपानी मिरर।टिन 'को elven-निष्पक्ष uviel,अमर प्रथम elven-बुद्धिमानी,बारे उहाँलाई उनको shadowy बाल डालीर चाँदी glimmering जस्तै काखमा।लामो भाग्य तिनीहरूलाई जन्माई भनेर बाटो थियो,O'er Stony पहाड चिसो र खैरो,फलाम र darkling ढोका को हल मार्फत,र nightshade morrowless को जंगल।यो Sundering समुद्र तिनीहरूलाई राख्नु बीच,र अझै अन्तिम मा उनि एक पटक थप भेट,र लामो पहिले तिनीहरूले बितिसकेकाजंगल गायन sorrowless मा।
		-- J. R. R. Tolkien

%
Idleness र बदमासी विरुद्धकसरी त्यो उनको सेल कसरी कौशलतापूर्वक बनाउँछ साना व्यस्त मौरी doth!त्यो मोम कसरी चिटिक्क सर्छ, प्रत्येक चमक घण्टा सुधार!अनि सबै दिन मह भेला र राम्रो तरिकाले भण्डारण गर्न कठिन मेहनतहरेक शीर्षकमाथिको फूल बाट! मिठाई खाना त्यो बनाउँछ।श्रम को काम वा कौशल को मा किताबहरु, वा काम, वा healthful प्ले,म पनि व्यस्त हुनेछ; मेरो पहिलो वर्ष बित्यो गरौं,शैतानले अझै पनि केही बदमासी पाता लागि म हरेक दिन को लागि दिन सक्छ त्योलागि निष्क्रिय हात गर्न। बल्ल केही राम्रो खाता।
		-- Isaac Watts, 1674-1748

%
आह, तर मानिसको समझ आफ्नो पहुँच भन्दा बढी पर्छ,वा को लागि एक स्वर्ग के?
		-- Robert Browning, "Andrea del Sarto"

%
आह, तर बाँच्न सपना को विकल्प,त्यहाँ दल्नु छ।सबै सपना समान छैनन्,डरलाग्दो सपना केही बाहिर निस्कनसपनाहरु देखने संग सबै भन्दा अन्ततर कम से कम एक बस्थे हुनुपर्छ ... र मृत्यु भयो।
		-- Robert Browning, "Andrea del Sarto"

%
आह, मेरो साथी, जेलको देखि, तिनीहरूले मलाई निम्ति सोध्न,"कसरी राम्रो, कसरी राम्रो यो निःशुल्क हुन महसुस गर्नुहुन्छ?"र म तिनीहरूलाई सबैभन्दा mysteriously जवाफ:"आकाश-तरिका को चेन देखि मुक्त चरा हुनुहुन्छ?"
		-- Bob Dylan

%
पर्खाल मा बियर को Aleph नल बोतल,बियर को Aleph नल बोतल,तपाईं एक तल लिनुहोस्, र आसपास यसलाई पारित,Aleph नल पर्खाल मा बियर को बोतल।
		-- Bob Dylan

%
सास बिना जीवित,रूपमा मृत्यु रूपमा चिसो;कहिल्यै तिर्खा, कहिल्यै पिउने,मेल मा सबै कहिल्यै clinking।
		-- Bob Dylan

%
सबै म एक राम्रो समय छ आवश्यकता हो,एक बादबानी, एक महिला र रक्सी को एक बोतल छ।ती तीन कुरामा म कुनै घाम आवश्यकता छैन,एक बादबानी, एक महिला र रक्सी को एक बोतल।म चाहन्छु सबै पुराना बढ्न कहिल्यै छ,म सुनको एक बाथटब मा धुन गर्न चाहन्छु।म चाहन्छु 97 किलो पहिले नै रोल्ड,म सुनको एक बाथटब मा धुन गर्न चाहन्छु।म 10 डलर बिल मेरो सिगार प्रकाश चाहन्छु,म बेवर्ली हिल्स मा एक गाई खेत छ गर्न चाहनुहुन्छ।म सधैं भरिएको कि रातो आँखा को एक बोतल चाहनुहुन्छ,म बेवर्ली हिल्स मा एक गाई खेत छ गर्न चाहनुहुन्छ।
		-- Country Joe and the Fish, "Zachariah"

%
मेरो सबै मित्र विवाह रहे,हो, तिनीहरू सबै बढ्दै हुनुहुन्छ पुरानो,तिनीहरू सबै सप्ताह मा घर रहन हुनुहुन्छ,तिनीहरू सबै तिनीहरूले भन्नुभयो हुनुहुन्छ के गर्दै हुनुहुन्छ।
		-- Country Joe and the Fish, "Zachariah"

%
सबै सुन चमक छैन छ,सबै छैन हराएको हो घूमछन गर्नेहरूलाई;बलियो सुक्यो र झट्टै मरिहाल्यो छैन छ कि पुरानो,गहिरो जरा को चिसो द्वारा पुगेको छैन।को खरानी ले आगो woken गरिनेछ,को छाया बाट प्रकाश वसन्त हुनेछ;नवीन भङ्ग थियो ब्लेड हुनेछ,यो crownless फेरि राजा हुनेछ।
		-- J. R. R. Tolkien

%
सबै तपाईं छुन कि, अनि तपाईंले सिर्जना सबै,सबै तपाईं देख्न कि, अनि तपाईं नष्ट सबै,तपाईं स्वाद सबै, तपाईं के सबै,तपाईं महसुस सबै, अनि तपाईं भन्न सबै,र तपाईंले प्रेम सबै, तपाईं खान भनेर सबै,र तपाईं घृणा, र सबैलाई तपाईं पूरा गर्ने सबै,सबै तपाईं, त्यो तपाईं अलि कति अविश्वास,सबै तपाईं सुरक्षित, अनि सबैलाई तपाईं लड्न,र सबै तपाईं दे, र सबै अब छ,र तपाईं व्यवहार सबै, र सबै गएको छ,सबै तपाईं खरीद, अनि सबै आउन छ,माग्छु, उधारो वा चोरी, अनि सूर्य अन्तर्गत सबै छधुन मा,तर सूर्य eclipsed छचन्द्र गरेर।साँच्चै ... वास्तवमा को कुरा यो सबै गाढा छ चन्द्र कुनै गाढा पक्ष छ ...।
		-- Pink Floyd, "Dark Side of the Moon"

%
सबै रेखाहरू त्यहाँ भएको Sandburg लिखित गरिएको छ,यो दुःखी छ तर यो साँचो Keats, Poe र McKuenसबै शब्दहरू गएका संग, तिनीहरू सबै आफ्नो दिन थियोएक जवान कवि गर्न के हो? र तिनीहरूले गर्दैछौ हुनुहुन्छ के थाहतर चरा लेखिएको सबै शब्द को एक अनौठो छ,अनि सबै लाइनहरु, त्यसैले सानो र यति कोमल पढ्नत्यहाँ एक म भन्दा मन, छ यसको नस्ल अझै अज्ञात,र चरा गरेर भने थियो! यसको लिङ्ग उल्लेख छैन।यो त्यसैले को दिन को मलाई सम्झना दिलाउँछ यो लाइन के होदुःखलाई र प्रकाश दुवै। जसको लेखक अज्ञात गरेकोयो अझै पनि मेरो मनोबल अनि अझै पनि मलाई मूर्ख पाराले हास्नु बनाउँछर दिन सही सुरु हुन्छ। म हुर्किसकेका छु भनेर पनि अब?म सबै greats पढ्नुभयोदुवै भोक र बोसो,तर कुनै पनि रूपमा ठूलो थियो"म एक puddy गूंथाना taw Tot।"
		-- Etta Stallings, "An Ode To Childhood"

%
सबै दुनिया एक VAX छ,अनि सबै coders केवल कसाई;तिनीहरू बाहिर निकाल्छ र आफ्नो आंत छ;र आफ्नो समय मा एक int धेरै चौडाई को मानयो खेल्छ,आफ्नो sizeof अस्तित्व _ एन बाइट। पहिलो शिशु मा,Mewling र Regent गरेको काखमा puking।त्यसपछि whining स्कूल को विद्यार्थी, आफ्नो रवि संग,र, बिहान अनुहार चमक चिप्ले कीरा जस्तै creepingस्कूल इच्छा विपरित।
		-- A Very Annoyed PDP-11

%
आनन्द साझेदारी पर्छ जीत गर्ने सबै -आनन्द एक दुई जन्म भएको थियो।
		-- Lord Byron

%
नीलो अनुहार मा एक आँखाहरियो अनुहार मा एक आँखा देखे।"त्यो आँखा यो आँखा जस्तै छ"पहिलो आँखा भने,"तर कम ठाउँमा,उच्च स्थानमा छैन। "
		-- Lord Byron

%
एक ह्याकर त्यहाँ थियो उत्कृष्ट क्रमबद्ध को एककसले सिस्टम नियन्त्रण; ग्राफिक्स आफ्नो खेल थियो।एक manly मानिस, एक विजार्ड सक्षम हुन;सुरक्षित फाइल धेरै उहाँले आफ्नो तालिका बसिरहेका थिए।आफ्नो कन्सोल उहाँले टाइप गर्दा, एक मानिस सुन्न सक्छक्लिक गरेर र स्पष्ट रूपमा हावा feeping,ऐ, र रूपमा चर्को मिसिन कोठा घण्टी गर्छ रूपमामेरो प्रभु ह्याकर सेल को पछिल्लो थियो।राम्रो सेन्ट जंगली वा सेन्ट Doeppnor को नियमपुरानो र सख्त रूपमा उहाँले बेवास्ता गर्न tended;उहाँले हिजो को कुरा गरेर जानर आधुनिक संसारको थप विशाल तरिका गरे।उहाँले एक plucked कुखुरा रूपमा पाठ मूल्याङ्कन गर्नुभयोकुन ह्याकरहरूलाई पवित्र मानिसहरू छैनन् भनेर भन्छन्।र underworked ह्याकरसँग एक मात्र छ कि, पानी बाहिर माछा घाट मा flapping।भन्न, आफ्नो Cloister बाहिर ह्याकरसँग छ।उसले एक सिपी लायक आयोजित एक पाठ थियो।र म सहमत र आफ्नो विचार ध्वनि थिए भने;उनको टाउको राउन्ड wend सम्म उहाँले अध्ययन गर्न थियोको cloisters मा पुस्तकहरू भन्दा Poring? उहाँले toil पर्छएन्डी bade र धेरै माटो सम्म रूपमा?उहाँले तखतालाई मा दुनिया छोड्न थियो?गरौं एन्डी आफूलाई आफ्नो श्रम छ![राम्रो, लगभग। एड।]
		-- Chaucer

%
र Lorax यो गडबड मा यहाँ बाँकी सबै किएक शब्द संग चट्टानहरु, एउटा सानो थुप्रो थियो "जबसम्म।"जेसुकै होस् मतलब भनेर, राम्रो, म बस अनुमान गर्न सकिएन।त्यो दिन देखि प्रत्येक दिन लामो पहिले, लामो थियो, र,म चिन्तित छु र चिन्तित र टाढा चिन्तित।मेरो भवन अलग खसेको छ रूपमा वर्ष मार्फत,म मेरो हृदय सबै संग यो बारेमा चिन्तित छु।"तर," को Oncler तपाईं यहाँ हुनुहुन्छ भनेर भन्छन्, "अब,को Lorax वचन पूर्णतया स्पष्ट देखिन्छ!तपाईं जस्तै कसैलाई सम्पूर्ण भयानक धेरै ख्याल राख्नुहुन्छ नभएसम्म,केही राम्रा रहेको छ - यो छैन।त्यसैले ... क्याच! "को Oncler रुन्छिन्। उहाँले केही गिरावट गर्न अनुमति दिन्छ।"यो एक truffula बीउ छ। यो सबै को अन्तिम एक हो!"तपाईं truffula बीउ अन्तिम को आरोप मा हुनुहुन्छ।र truffula रूखहरू सबैलाई आवश्यक के हो।प्लान्ट नयाँ truffula - हेरविचार संग व्यवहार गर्छन्।यसलाई सफा पानी दिनुहोस् र यो ताजा हावा खुवाउन।एक वन बढ्न - यो कि Hack अक्षहरूमा देखि सुरक्षा।त्यसपछि Lorax र आफ्ना मित्रहरूको सबै फिर्ता आउन सक्छ! "
		-- Chaucer

%
अनि हामी अन्धकारको किनारा मा खडा रूपमाहाम्रो मन्त्र को शून्य भर्न गरौंत्यो अरूलाई थाहा हुन सक्छरात देशमासूर्य को जहाजद्वारा कोरिएको छयो कृतज्ञ मृत।
		-- Tibetan "Book of the Dead," ca. 4000 BC.

%
अनि ती खुट्टा, पुरातन समयका गरे,मा इङ्गल्याण्ड गरेको पहाड हरियो हिंड्न?र परमेश्वरको पवित्र थुमा थियोइङ्गल्याण्ड गरेको सुखद चराई देख्न?र Countenance ईश्वरीय गरेयी भीड पहाडहरू मा निस्कने चमक?र थियो यरूशलेममा यहाँ buildedयी गाढा शैतानी मिल्स बीचमा?मलाई सुन जल को मेरो धनु ल्याउन!मलाई इच्छा मेरो तीर ल्याउन!मलाई मेरो भाले ल्याउन! हे बादल फैलाउनु!मलाई आगो को मेरो रथ ल्याउन!म मानसिक लडाई देखि बन्द हुँदैन,न त मेरो तरवार मेरो हात मा आराम हुनेछ,हामी यरूशलेम निर्माण गरेका छन् सम्मइङ्गल्याण्ड गरेको हरियो र सुखद देशमा।
		-- William Blake, "Jerusalem"

%
र यहाँ म त धैर्यपूर्वक प्रतीक्षापत्ता लगाउन प्रतीक्षा के मूल्यतपाईं बाहिर प्राप्त गर्न तिर्नदुई पटक यी कुराहरू सबै thru जाँदै
		-- Dylan, "Memphis Blues Again"

%
र म जेफ यस्तो उद्गार व्यक्त सुने,तिनीहरूले दृष्टि बाहिर strolled रूपमा,"मेरी क्रिसमस सबै -तपाईं सही क्रेडिट कार्ड लिन,? "
		-- "Outsiders" comic

%
र क्यालिफोर्निया सागर मा हाल्छ भने,जस्तै mystics र तथ्याङ्क भन्न यसले।म यो मोटेल खडा गरिनेछ भविष्यवाणी,म मेरो बिल भुक्तानी नगरेसम्म।
		-- Warren Zevon, "Desperados Under the Eaves"

%
र कहिलेकाँही, कहीं, कसैले तिमीलाई asketh भने,"तिमीलाई कसले kilt?", तिनीहरूलाई बताउन यो Bagworthy को Doones twas!
		-- Warren Zevon, "Desperados Under the Eaves"

%
र तपाईं सोच्नुहोला भने,म के गर्दैछु,म सिंक लागि शीर्षक छु रूपमा।म सबै तीता बाहिर थूकना छु,मेरो अन्तिम पेय को आधा साथ।
		-- Warren Zevon, "Desperados Under the Eaves"

%
र अगाडि झूठ कि भावनात्मक चोटबाट वर्ष मा,आफैलाई र कृतज्ञ मृत साँचो हुन।
		-- Joan Baez

%
र माइल म सुत्न अघि जानुहोस्।
		-- Robert Frost

%
र अब तपाईंको टोनर गरेको toney, aplenty डिस्क ब्लकर शुद्ध सफेद नजिकै आफ्नो कागज, आफ्नो लेजर आएको लाइनहरु पाउनेछन्,आफ्नो प्राण मा smudges तपाईंको जटिल फन्टहरू गएका छन्,र आफ्नो उत्पादन गरेको हल्का सफा .. तपाईंको तस्वीर र संकेत।हामी आफ्नो बुबा, तपाईंको amputative अभाव संग labored गर्नुभएकोयो venerable XGP, दस लाटा तुल्याएको छ,तर आफ्नो ढिलो कलात्मक हात, तपाईं बिना, डोभर,आफ्नो सफा वेग गुमाएको छ। हामी सिस्टम untounged- हुनुहुन्छTheses र कागजात Plots र TEXage आकर्षितर एक पङ्क्तिमा कोड आफ्नो समय biding गरिएको छ,डोभर, ओ डोभर, तोते वोली बोल्नु कोड र कार्यक्रम संग,तपाईं को लागि हामी प्रतीक्षा गरिएको छ। र यो crufty राइम।डोभर, ओ डोभर, डोभर, ओ डोभर, मृत देखि खडा।हामी फिर्ता स्वागत, डोभर, ओ डोभर, बेड बाट awoken।अझै पनि तपाईं जाम हुन सक्छ तापनि, डोभर, ओ डोभर, फिर्ता ल्याब स्वागत छ।के तपाईं सही ट्रयाकमा हुनुहुन्छ। डोभर, ओ डोभर, हामी आफ्नो सफा छुटेका गर्नुभएकोहात ...
		-- Robert Frost

%
... र रिपोर्ट कार्ड म सधैं देखाउन डर थियोविद्यालय आउन Mama'dर म त्यहाँ बस्न चाहन्छु रूपमा नरमररुपले cryin 'Teacher'd उहाँले tryin केवल छ भन्न 'त्यो लागू भने राम्रो टाउको पायोतर तपाईं थाहायसलाई सधैं कहीं अरूमलाई एक महल निर्माण चाहन्छुड्रेगन र राजा संगर म तिनीहरूलाई बन्द सवारी चाहन्छुम मेरो विन्डो द्वारा उभिए रूपमार ती बाहिर देख्योब्रूकलिन सडक
		-- Neil Diamond, "Brooklyn Roads"

%
र त यो पछि, थियो,को मिलर आफ्नो कथा जस्तो,उनको अनुहार त्यो, बस ghostly सुरुमाफिक्का एक Whiter छाया पारियो।
		-- Procol Harum

%
र मौन नरमररुपले पछिल्तिर surging आयोको plunging hooves गएका थिए ...
		-- Walter de La Mare, "The Listeners"

%
र यो राम्रो पुरानो बोस्टन छ,सेम र कड को घर,जहाँ Lowells Cabots मात्र कुरा,र Cabots मात्र परमेश्वरको कुरा।
		-- Walter de La Mare, "The Listeners"

%
र हामीले उहाँलाई यस्तो उद्गार व्यक्त सुनेउहाँले घुमफिर गर्न सुरु रूपमा:"म एक होलोग्राम छु, बच्चाहरु,कृपया घरमा यो प्रयास छैन! ' "
		-- Bob Violence

%
र ... के संसारमा कहिल्यै मीठो जेन को भए?त्यो चमक गुमाए, तपाईं त्यो नै छैन हेर्नुहोस्।रातो मा Livin ', भिटामिन सी, र कोकीनसबै मित्र भन्न सक्छौं "यो लाजमर्दो छ?" छ
		-- The Grateful Dead

%
हामी उच्च मा सुनेका स्वर्गदूतहरूबाहिर जाने र खरिद गर्न हामीलाई भन्नुहोस्।
		-- Tom Lehrer

%
एन्टोनियो एण्टोनियोजीवित alonio थकित थियोउहाँले woo थियो एण्टोनियो एण्टोनियो लाग्योमिस Lucamy लु, आफ्नो पोलो ponio मा को चढेरमिस Lucamy लुसी Molonio। र दासी फेलाएक bowery छाया मा,बसिरहेका र बुनाई alonio।एन्टोनियो एण्टोनियोभने यदि तिमी मेरो ownio हुनेछम प्रेम छौँ TOU साँचो ओह nonio एण्टोनियोतपाईं टाढा पनि धूमिल र bonio हुनुहुन्छ तपाईं र किन्नएक icery creamry conio। र सबै कि म इच्छातपाईं Singular माछातपाईं चाँडै begonio हुनेछ भन्ने छ।एन्टोनियो एण्टोनियोएक dismal moanio Utteredर बन्द भयो र लुकेकोवा म त्यो गरे भनेर भन्नुभयो छुको Antartical Zonio मा।
		-- Tom Lehrer

%
अप्रिल cruellest महिना छ ...
		-- Thomas Stearns Eliot

%
त्यहाँ साहसी देशमा ती हुन्कसले मलाई बताउन सक्नुहुन्छ म व्यवहार गर्नुपर्छ कसरीजब म लज्जित छुकिनभने म मिटम बचत गर्न अभिप्रेरित फाइल?
		-- Thomas Stearns Eliot

%
महिला लागि जाँदा, यद्यपि हामी scorn र 'एम flout,हामी बस्न सक्छ, तर बिना 'एम बाँच्न सक्दैन।
		-- Frederic Reynolds

%
म माथि जाँदै थियो मदिरा कार्ड हिल रूपमा,बुरा र worser महसुस,त्यहाँ मैले एक C.R.T. भेटर यो मलाई एक कर्सर drop't।C.R.T., C.R.T.,Phosphors तपाईं ज्योति!यदि म एक दिन पचास घन्टाम तिनीहरूलाई सबै खर्च चाहन्छु।
		-- Uncle Colonel's Cursory Rhymes

%
म परियोजना म्याक पारित थियो,म सात भाडे संग एक Quux भेटे।हरेक Hack सात त्रुटिहरू थिए;हरेक बग सात manifestations थियो;हरेक प्रकटीकरण सात लक्षण थियो।लक्षण, manifestations, त्रुटिहरू र भाडे,परियोजना म्याक मा घाटा कति?
		-- Uncle Colonel's Cursory Rhymes

%
म तल सडक एक गाढा र dreary दिन हिड्ने थियो,म मेरो dismay एउटा बोर्ड र धेरै मा आए,शब्दहरू भताभुङ्ग र tattered थिए,रात अघि आँधी देखि,हावा र वर्षा यसको काम गरेको थियो र यसलाई कसरी जान्छ यो छ,धूम्रपान कोका-कोला चुरोट, Wrigleys हरियो बियर चपाउनु,केन-एल-राशन कुकुर खाना आफ्नो अनुहारको रुप रंग स्पष्ट बनाउँछ,एक Hershey कैंडी पल्ट मा आफ्नो बच्चाहरु Simonize,र Texaco एक सौन्दर्य तर हरेक तारा द्वारा प्रयोग भएको छ।एक ब्रान्ड मा आफ्नो अर्को छुट्टी लिन नयाँ Frigedaire,आफ्नो जाडो अंडरवियर मा पियानो बजाउन सिक्न,डाक्टर कि बच्चाहरु तीन नहुँदासम्म धूम्रपान गर्नुपर्छ भन्छन्,र साठी-पाँच मान्छे Lipton चिया मा नुहाउने गर्नुपर्छ।
		-- Uncle Colonel's Cursory Rhymes

%
मलाई रूपमा एक एक tyape 'मलाई marrer readin थियो',यो tyape एक किलकारी एक 'प्रयास Tae escyape चिनो दिनुभयो;यो gyate Tae ower क्षेत्र को अन्त छाडियो,एक एक spool एक 'एक रील' कोठा वाई oot jigged '!मलाई laddie नेता, जनी पालन,यसलाई सम्म, मलाई canny Lad हे;परिवहन पालन, जनी मलाई laddie,टाढा, Lad, दूर झूठ canny Lad हे!
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
केही दिन रूपमा सिकार फेला हुनुपर्छ भनेर हुन सक्छम एक सानो सूची भयो - म एक सानो सूची भयोसमाज अपराधीहरूले को जो राम्रो भूमिगत हुन सक्छर जो कहिल्यै सम्झना हुनेछ - कहिल्यै सम्झना हुनेछ जो।
		-- Koko, "The Mikado"

%
कहिलेकाहीं विवेक अलग हालियो गर्नुपर्छ,र मूर्ख संग हामी मूर्ख प्ले गर्नुपर्छ।
		-- Menander

%
तपाईं सो को आवश्यकता हो नभएसम्म शान्त र Placid व्यक्ति नगर्नुहोस्।
		-- National Lampoon, "Deteriorata"

%
Azh nazg durbatal ^ बेलायत, azh nazg gimbatul,Azh nazg thrakatal ^ UK agh burzum ishi krimpatul!
		-- J. R. R. Tolkien

%
कि सबै भन्दा प्राण सागर मार्फत एक पैदल मुशकिल से हुनेछ आश्वस्त हुनआफ्नो खुट्टा भिजेको प्राप्त। , प्रेम छैन गिर त्यसैले: यो आफ्नो अनुहार लीन हुनेछ।
		-- National Lampoon, "Deteriorata"

%
साहसी, तर पनि दिलेर हुन।तपाईंका पोशाक सुदर्शन, तर महँगो छैन होस्।
		-- John Lyly

%
सौन्दर्य सत्य, सत्य सौन्दर्य, सबै छतिमीहरू पृथ्वीमा थाहा छ, र सबै तिमीहरूले जान्नु आवश्यक छ।
		-- John Keats

%
किनभने म,किनभने म आशा छैन,किनभने म बाँच्न आशा छैनदरबारमा देखि अन्याय, हावा देखि मृत्यु,किनभने म, मात्र गर्छन,म जारी ...
		-- T. S. Pynchon

%
मुनि यो पत्थर निहित मर्फी,ती आज उसलाई गाडे,उहाँले रिले जीवन बस्थेजबकि रिले टाढा थियो।
		-- T. S. Pynchon

%
राम्रो! pout! कराउँदैराम्रो watchoutकिन lprसान्टा क्लाउज <उत्तरी ध्रुव> शहरबिरालो / आदि / पासवर्डफाइल> सूचीncheck सूचीncheck सूचीबिरालो सूची | grep बदमास> nogiftlistबिरालो सूची | grep राम्रो> giftlistसान्टा क्लाउज <उत्तरी ध्रुव> शहरजो | grep सुत्नेजो | grep जागाजो | grep 'खराब \ | राम्रो'लागि (भलाइ खातिर) {		राम्रो बन}
		-- T. S. Pynchon

%
विचार बीचर वास्तविकतायो गति बीचर कार्यमाछाया फल्स[ "VMS Internals र डाटा संरचनाहरु" मा उद्धृत, V4.4, जबसिस्टम सेवा पठाउनुभयो संकेत।]
		-- T. S. Eliot, "The Hollow Man"

%
ठूलो एम, साना एम, धेरै mumbling चूहोंको Moonlight मा मध्यरात संगीत गर्दै,शक्तिशाली राम्रो!
		-- T. S. Eliot, "The Hollow Man"

%
बिट मेरो मन चपाउनु सक्छ अधिक बन्द,शवर वा आत्महत्या, म के गर्छन्?
		-- Julie Brown, "Will I Make it Through the Eighties?"

%
काला चमकदार mollies र उज्ज्वल रंग guppies,लजालु सानो रूपमा puppies रूपमा कोमल स्वर्गदूतहरू,पौडी र डाइभिङ मुशकिल से एक swish संग,तिनीहरूले मेरो ट्रपिकल माछा को केही थिए।त्यसपछि म पानी मा डंक mantas पायो,एक वध लागि चिलाउछ कि घातक piranhas,जंगली पुरुष betas एक squish संग दु: ख,अब म धेरै कम ट्रपिकल माछा छ।तपाईं सोच्नुहुन्छ भनेमाछा शान्तिपूर्ण छन्त्यो खाली इच्छा छ।बस सँगै तिनीहरूलाई डम्पर एक्लै तिनीहरूलाई छोड्न,कुनै माछा - र तपाईँले हुनेछ।
		-- To My Favorite Things

%
अँध्यारो, heatwave, .44 कैलिबर हत्यारो,यो bums मृत ड्रप र कुकुर पश्चिम साइड मा पैक मा पागल जाने,एक जवान केटी एक भ्क्याल मा खडा, अर्को आत्महत्या जस्तो देखिन्छ,त्यो ती इँटा मारा गर्न चाहन्छ,'छ मा समाचार कारण एक म्याद लीन पायो,जबकि करोडपति Beekman ठाउँमा लुकाउनझोला महिलाहरु, मेरो अनुहार मा आफ्नो हड्डी फेंकम स्टेरियो ध्वनि एक बच्चाहरु आक्रमण प्राप्त,म यो सुन्न चाहन्न तर त्यो तल बारी छैन ...
		-- Billy Joel, "Glass Houses"

%
केटा, माथिको तारा बाहिर आफ्नो टाउको,तपाईं प्रेम को एक न्यूनतम देखि अधिकतम खुशी प्राप्त।आफ्नो हृदय सुरक्षित र आफ्नो शरीर पर्याप्त होस्,प्रेम को एक न्यूनतम देखि अधिकतम खुशी प्राप्त गर्न।आफ्नो हृदय सुरक्षित र आफ्नो शरीर पर्याप्त होस्,र प्रेम को एक न्यूनतम देखि अधिकतम खुशी प्राप्त।
		-- Mac Macinelli, "Minimum Love"

%
भेला दुःखलाई गहिरो सास फेर्न।हेर्ने रोशनी हरेक कोठा बाट बिलाएर।बिस्तर-हेरचाह गर्ने मानिस मान्छे फिर्ता र विलाप हेर्न;अर्को दिनको बेकारी शक्ती बिताए।Impassioned प्रेमीहरूले रूपमा कुस्ती।प्रेम लागि एक्लो मानिस रुन्छिन् र कुनै पनि छ।नयाँ आमा माथि उठयो र उनको छोरा suckles।वरिष्ठ नागरिकहरूले जवान थिए इच्छा।रात शासन कि चिसो-hearted ओर्ब;हाम्रो दृष्टि देखि रंग हटाउँछ।रातो खैरो र पहेंलो सेतो छ।तर हामी जो वास्तविक छ, र जो एक भ्रम छ निर्णय। "
		-- The Moody Blues, "Days of Future Passed"

%
Brillineggiava, एड म tovoli slatighimbanti Nella vaba girlavano;म eran tutti mimanti borogoviई ला Moma radeva fuorigraba।"Figliuolo Mio, STA 'attento अल Gibrovacco,dagli artigli ई दल morso lacerante;fuggi l'uccello Giuggiolo, ई nel Saccometti infine IL frumioso Bandifante "।
		-- Lewis Carroll, "Jabberwocky"

%
तर कुनै पनि सानो अणु छ,एक-sittin 'र एक-splittin' गर्दा,कहिल्यै सोच्न वा केयर गर्न रोकियोत्यो ई = पु ग ** 2?
		-- Lewis Carroll, "Jabberwocky"

%
तर म त्यहाँ थियो र म तपाईंलाई के गरे देखे,म मेरो आफ्नै दुई आँखाले देखे।त्यसैले तपाईं बन्द भनेर हँसाइ हटाउन सक्नुहुन्छ;तपाईं been-- गर्नुभएको म कहाँ थाहायो सबै झूट को एक प्याक भएको!
		-- Lewis Carroll, "Jabberwocky"

%
तर जो पर्छ वैज्ञानिक, थाहायो यति हुनुपर्छ भन्ने हामीलाई आश्वस्त।ओह, हामीलाई कहिल्यै, कहिल्यै शंका गरौंके कसैले बारेमा निश्चित छ।
		-- Hilaire Belloc

%
तर तपाईं नरम, फेयर Ophelia:Ope छैन तिम्रो ponderous र संगमरमर जबड़े,तर एक nunnery गर्न तिमीलाई प्राप्त - जाने!
		-- Mark "The Bard" Twain

%
तर, Mousie, तिमी कुनै तपाईंका सडक खण्ड हौ,दूरदृष्टि साबित व्यर्थमा हुन सक्छ मा:ओ 'चूहों एक' सबै भन्दा राम्रो राखे योजनाहरु मानिसहरूगिरोह एक-gley पिछाडी,एक 'हामीलाई अभाव तर शोक र पीडा lea'eप्रतिज्ञा आनन्द लागि।
		-- Robert Burns, "To a Mouse", 1785

%
केरा नाक, बज बन्द; मेरो आँखा राहतघृणित soreness को, मकै को मेरो कान हटाउन;स्याउ Pies मा सेना चींटियहरुलाई भन्दा कम प्रियकला तिमी, पुरानो prune-अनुहार, तपाईंका गोलियां लगाउँथे संग,घटिया फल जस्तै ओठ peeling तपाईंका देखि Dropt;को perfum'd मा honeybees गुलाब जस्तैतिनीहरूले चूसना र डबल-breasted सुट मनमिति बाहिर छन्; त्यसैले, केरा नाक,जानुहोस् एक काइट उड, तिम्रो स्वागत गरेको overstayed;र तपाईंका waspish बुद्धिमत्ता को उत्पादन स्टेम:तपाईंका logick, तपाईंका ताले जस्तै, disarrayed छ;तपाईंका मज्जा, तिम्रो अनुहारको रुप रंग जस्तै, pits छ।बन्द हुन, म भन्न; बग कोही नयाँ जाने,Scram, यो पिटे यसैले तिमीलाई प्राप्त, र तपाईं पागल।
		-- Robert Burns, "To a Mouse", 1785

%
के तपाईं आफ्नो हुनुहुन्छ कसम समय द्वारा,shivering र शोकर उहाँले आफ्नो आवेग छ भाकलअनन्त, चिरजीवी -महिला, यो एक टिप्पणी बनाउन:तपाईं को एक पर्यो छ।
		-- Dorothy Parker, "Unfortunate Coincidence"

%
यार्ड गरेर, जीवन कठिन छ।को इन्च गरेर, यो एक निश्चित बात छ।
		-- Dorothy Parker, "Unfortunate Coincidence"

%
यो केवल व्यक्तिहरूलाई र zeroes छ, शान्त,शान्त, यो केवल बिट र बाइट छ,शान्त तल, र अंग्रेजी मा मलाई बोल्न,कृपया महसुस म आफ्नो computerites को एक होइन कि।
		-- Dorothy Parker, "Unfortunate Coincidence"

%
मलाई रद्द - त्यसपछि रहनेछ के को लागि?Abscissas, केही mantissas, मोड्युलहरू, मोड,एक वा दुई जरा एक टोरस र एक नोड:मेरो पद को व्युत्क्रम, एक शून्य डोमेन।
		-- Stanislaw Lem, "Cyberiad"

%
क्यान्डीबांका छतर रक्सीतेज छ।# 53: भाग्य ठूलो उद्धरण अद्यावधिक।कैंडी बांका छ; तर रक्सी तेज छ,र सेक्स आफ्नो दाँत Rot छैन।
		-- Ogden Nash, "Reflections on Ice-Breaking"

%
एक लहर फसाउन र तपाईंले संसारको शीर्ष बसिरहेका छौं।
		-- The Beach Boys

%
CECIL, तपाईं मेरो अन्तिम आशा हुनुहुन्छसाँचो सीधा मदहोश बाहिर फेला कोम Schrodinger गरेको बिरालो को पढने गरिएको छतर मेरो बिरालोहरु को कुनै पनि जस्तो सबै छन्।यो असामान्य पशु (त यो भने)साथ जीवित र मृत छ!के मैले बुझेको छैन बस किन हो उहाँलेएक वा अन्य, unquestionably हुन सक्दैन।मेरो भविष्य अब eigenstates बीच मा लटकी।अन्य म छैन एक मा म प्रबुद्ध, छु।यदि * तपाईं * बुझ्न, CECIL, त्यसपछि मलाई बाटो देखाउनेर क्वांटम क्षय मेरो psyche उद्धार।तर यदि यो Queer कुरा पनि तपाईं perplexed छ,त्यसपछि म गर्नेछु * ___ र * म Schrodinger गरेको चिडियाघर मा देख्नु हुनेछ।CECIL एडम्स द्वारा मानव ज्ञान "को
		-- Randy F., Chicago, "The Straight Dope, a compendium

%
पक्कै पनि कि पैसा किन्न सक्दैन जीवनमा कुराहरू छन्,तर यो धेरै हास्यास्पद छ - के तपाईं कहिल्यै पैसा बिना खरीद प्रयास गरे?
		-- Ogden Nash

%
चार्ली रसायनज्ञ थियो,तर चार्ली कुनै बढि छ।उहाँले लाग्यो के थियो H2O लागि,H2SO4 थियो।
		-- Ogden Nash

%
बच्चाहरु बेवास्ता गर्न केही बिना खुसी छैनन्,अनि त्यो के आमाबाबुले लागि बनाइयो छ।
		-- Ogden Nash

%
Chivalry, Schmivalry!रोजर चोर छ एकउहाँले लागि प्रयोग विधिगुप्त आक्रमण:पढ्दै हुनुहुन्छ जो मान्छे छन्Characteristicallyसधैँ बिर्सेरआफ्नै बामियान रक्षा ...
		-- Ogden Nash

%
क्रिसमस समय छ, यहाँ Golly द्वारा; को turkeys, बतख र कुखुरा मार्न;अस्वीकृति मूर्खता हुनेछ; , को पंच मिश्रण बाहिर खींचें डिकेंस;छत होली को टुक्राहरू संग हल; पनि आशा sickens यद्यपि,कचौरा भर्न र जब भन्नुहुन्न ... भाइ, यहाँ हामी फेरि जानुहोस्।क्रिसमस दिनमा, तपाईं दुखेको प्राप्त गर्न सक्दैन; सम्बन्ध कुनै expense'll बख्शते,तपाईंको सँगी मानिस तपाईं पुजा गर्नु पर्छ; केही बेकारी पुरानो बर्तन पठाउन,त्यहाँ समय उहाँलाई सबै थप, वा मिल्दो कलम र पेन्सिल हनन गर्न छ,अन्य तीन सय र साठी-चार! बस कुरा म राम्रो आवश्यकता हो ... कसरी।यो लोटा लेना भएको हेराल्ड-ट्रिब्यून गाउँछन् कसरी निष्कपट कुरा छैन,यो छ, न त कसरी हार्दिक आत्माको; विज्ञापन चमत्कारिक कुराहरू।विचार यो endear छैन; परमेश्वरको विश्राममा तिमीहरू शुभ व्यापारी,के महत्त्वपूर्ण ... मूल्य छ। तपाईं Yuletide भुक्तानी बनाउन सक्छ।स्वर्गदूतहरू हामी उच्च मा सुनेका,को raucous sleighbells jingle गरौं; बाहिर जाने र किन्न हामीलाई भन्नुहोस्।Sooooo, हाम्रो प्रिय पुराना मित्र, िईद्भस Kringle असिना ...आकाश मार्फत आफ्नो reindeer ड्राइभिङ,तिनीहरूले द्वारा उड गर्दा तल खडा छैन!
		-- Tom Lehrer

%
हात र मुटु र हड्डी हुन चिसो,र पत्थर अन्तर्गत सो हुन चिसो;कहिल्यै Stony ओछ्यानमा मा उठाउनका लागि थप,कहिल्यै, सूर्य असफल र सम्म पनि चन्द्रमा मरिसकेको छ।कालो हावा मा तारा मर्नेछन्,र अझै पनि सुन मा यहाँ, तिनीहरूलाई झूठ गरौंसम्म अन्धकारमा प्रभु आफ्नो हात लिफ्टहरुमृत सागर र withered भूमि माथि।
		-- J. R. R. Tolkien

%
कचौरा भर्न आउन र वसन्त को आगोमाrepentence टूट पडना आफ्नो जाडो लुगा।समय को बर्ड तर एक सानो बाटो छहलचल गर्न - र चरा को भाग मा छ।
		-- Omar Khayyam

%
मलाई प्रत्यक्ष आउन र मेरो प्रेम हुन,र हामी केही नयाँ मोजमस्ती साबित हुनेछसुनको बालुवा र क्रिस्टल ब्रोक्स कोSilken रेखा र चाँदी हुक संग।त्यहाँ मैले के छैन भनेर केही छयदि तिमी मेरो POSSLQ हुनेछ।के तपाईं मलाई बस्न, र म,अनि तपाईं मेरो POSSLQ हुनेछ।म आफ्नो मित्र र यति धेरै हुनेछु;त्यो एक POSSLQ लागि हो के।र सबै हामी स्वीकार गर्नेछ;हो, पनि आईआरएस गर्न।हामी दुवै कमाउन सक्छ के केही दिन,सायद हामी एक संयुक्त फिर्ती फाइल छौँ।तपाईं मेरो प्याड, मेरो कर, संयुक्त साझेदारी गर्नेछौं;तिमी मेरो जीवन साझेदारी गर्नेछौं - अप एक बिन्दु गर्न!र तपाईं त्यसो गर्न खुसी हुनेछु भनेर,तपाईं हुनेछु मेरो POSSLQ किनभने।
		-- Omar Khayyam

%
मलाई प्रत्यक्ष आउन र मेरो प्रेम हुन,र हामी केही नयाँ मोजमस्ती साबित हुनेछसुनको बालुवा, र क्रिस्टल ब्रोक्स को,Silken रेखा र चाँदी हुक संग।
		-- John Donne

%
चलो, भर्जिनिया, मलाई प्रतीक्षा बनाउन छैन!क्याथोलिक बालिका धेरै ढिलो सुरु,आह, तर ढिलो होस् वा पछि, यो तल भाग्य आउँछ,म साथै एक हुन सक्छ।खैर, तिनीहरूले एक मुर्ति, तपाईं देखाए प्रार्थना गर्न भन्नुभयो,तपाईं एक मन्दिर निर्माण गरे र टाढा तपाईं लक गरिएको,आह, तर तिनीहरूले कहिल्यै तपाईं भुक्तानी कि मूल्य भन्नुभयो,तपाईँले गरेका सक्छ कुराहरू।त्यसैले चलो, भर्जिनिया, मलाई देखाउन एक चिन्ह,म तपाईंलाई एउटा लाइन फेंक छौँ संकेत पठाउन अप,त्यो दाग गिलास पर्दा तपाईं पछि लुकाउने हुनुहुन्छ,कहिल्यै सूर्य मा अनुमति दिन्छ।प्रेमीका मात्र राम्रो जवान मर्न!
		-- Billy Joel, "Only The Good Die Young"

%
आउनुहोस्, हरेक frustum एक कोन हुन चाहन्छ,र matrices को हरेक सदिश सपना।यो समीर को कोमल ढाल गर्न लोटा लेना:यो एक थप ergodic क्षेत्र को लेकानेखुसीगर्छ।
		-- Stanislaw Lem, "Cyberiad"

%
आउनुहोस्, घर धनी, यो भन्दा बढी चलाउन गर्छ सम्म बहने कचौरा भर्न,हामी सबै हुन Merry हुनेछ राती - भोलि हामी सचेत पाउनुहुन्छ।
		-- John Fletcher, "The Bloody Brother", II, 2

%
आउनुहोस्, हामी एक उच्च विमान गर्न hasten गरौं,dyads Venn को परी क्षेत्रहरू जहाँ tread,आफ्नो सूचकांक N _ एक देखि bedecked,अनन्त Markov श्रृंखला मा Commingled!
		-- Stanislaw Lem, "Cyberiad"

%
आओ, सरस्वती, हामीलाई चूहों गाउन गरौं!
		-- From a poem by James Grainger, 1721-1767

%
आउनुहोस्, तपाईं आत्माकोत्यो यहाँ मलाई unsex, नश्वर विचार मा गर्छन,र मुकुट देखि खुट्टाको औंला मलाई भर्न, शीर्ष पूर्णको direst क्रूरताको! बाक्लो मेरो रगत बनाउन,पहुँच र खण्डमा पछुतो गर्न रोक्नुहोस् अपत्यो कुनै compunctious प्रकृति को भ्रमणशान्ति बीच पालन, मेरो गिर उद्देश्य हल्लाउनुहोस्प्रभाव र यसलाई! मेरो महिलाको छाती आउन,र, पित्त लागि मेरो दूध लिन तपाईं सेवक हत्या,आफ्नो sightless पदार्थ मा जहाँतपाईं प्रकृति गरेको बदमासी मा प्रतीक्षा! बाक्लो रात आउन,र नरक को dunnest धुवाँ मा पल,मेरो चासो चक्कु गराउँछ घाउ देख्न कि,न त स्वर्ग peep अन्धकारमा को कम्बल मार्फत,`रुन, होल्ड पकड! '
		-- Lady MacBeth

%
तपाईं नजिक स्टोर गर्न आउँदैछ:101 व्याकरण सही लोकप्रिय धुन Featuring:हाउन्ड कुकुर (तपाईं होइन तर एक कुनै हुनुहुन्छ)यो कुरा होइन यो त्यो स्विङ मिल्यो छ भनेम दुर्व्यवहार छैनर एउटा सिंगो धेरै ...
		-- Lady MacBeth

%
भ्रम मेरो epitaph हुनेछम एक टूट र भङ्ग बाटो हिंड्दाहामी यसलाई बनाउन भने सबै फिर्ता र हाँस बस्न सक्छतर म भोलि हामी रोइरहेको गरिने डर।
		-- King Crimson, "In the Court of the Crimson King"

%
मृत्यु हरेक पारित समीर मा आउछ,उहाँले हरेक फूल मा lurks;प्रत्येक सिजन यसको आफ्नै रोग छ,यसको peril - हरेक घण्टा।
		-- Reginald Heber

%
संग बोस्टन चार्ली हामीलाई सबै छत,Walla Walla, धो।, एक 'कालामाजो!यो ट्रली मा नोरा गरेको freezin ',Swaller डलर काउली, alleygaroo!हामी पुरानो बैरल थाहा छैन,लोरी Lilla केटा, लुइसविल Lou।ट्रली मली प्रेम छैन हेरोल्ड,Boola boola Pensacoola hullabaloo!
		-- Pogo, "Deck Us All With Boston Charlie" [Walt Kelly]

%
दोषी घोषित ... एक लगभग मानव प्रकृति को भावना प्रदर्शन को।
		-- Pink Floyd, "The Wall"

%
एक मानिसलाई मिसिन तिरस्कार,यो Luddites को Klan संग सामेल,र राती बाहिर सवारीसेतो को एक sheeting मालिंच गर्न सबै तिनीहरूले गर्न सक्छन् रोबोट।
		-- C. M. and G. A. Maxson

%
Didja 'कहिल्यै पनि आफ्नो मन अप गर्न छ,एक मा लिनुहोस् र पछि अन्य छोड्न,यो अक्सर सजिलो छ, र यो अक्सर प्रकारको छ,Didja 'कहिल्यै पनि आफ्नो मन अप गर्न छ?
		-- Lovin' Spoonful

%
गोलीले छाल जस्तै रनभुल्लमा शब्द,रूपमा मानव देवताहरूको आफ्नो चिन्ह लागि लक्ष्य,खेलौना बन्दुक कि स्पार्क सबै कुरा बनाउनकि गाढा मा चमक शरीर-रंग christs गर्न।यो धेरै टाढा देख बिना हेर्न सजिलो छत्यो धेरै साँच्चै पवित्र छ।
		-- Bob Dylan

%
आफ्नो otters को Shimmy गर्छन्?तिनीहरूले पुच्छर हल्लाउनु गर्न रुचि हो?आफ्नो wombats tophats मा सुत्न गर्छन्?आफ्नो बगैचा घोंघे भरिएको छ?
		-- Bob Dylan

%
चिन्तित हुन छैन, यो तपाईं हानि छैन,यो केवल मलाई पक्का छैन केहि पछि लाग्दा गर्नुपर्छ,मेरो सपना मार्फत, neptive आश्चर्य संग,म प्रेम को उज्ज्वल मायावी पुतली Chase।
		-- Bob Dylan

%
नगर्नुहोस् कसैले तपाईंलाई बताउन तपाईं के गर्न सक्नुहुन्छ छैन नदेऊ;कसैले तपाईं असम्भव के तपाईं बताउन गरौं छैन;कसैले तपाईं के गर्न पायो के तपाईं बताउन गरौं छैन,वा तपाईं कहिल्यै ... थाहा छौँ इन्द्रेणी अन्य पक्ष के छ ...तपाईं आफ्नो सपना पछ्याउन छैन भने सम्झना,तपाईं इन्द्रेणी अन्य पक्ष के छ कहिल्यै थाहा छौँ ...
		-- melba moore, "the other side of the rainbow"

%
नगुमाउनेआफ्नो टाउकोएक मिनेट पाउनतपाईं आफ्नो टाउको आवश्यकतपाईंको दिमाग यो हो।
		-- Burma Shave

%
चाँडै मलाई उठाउ छैन ...केहिले चन्द्र मार्फत एक सवारी ले ...तिमी र म।
		-- Burma Shave

%
डबल Bucky, तपाईं एक हुनुहुन्छ,तपाईं मेरो किबोर्ड धेरै मजा बनाउनडबल Bucky, दुई थप बिट वा, (VO-VO-डे-ओ)नियन्त्रण र मेटा, छेउमा पक्ष,Augmented ASCII, 9 बिट व्यापक!डबल Bucky, एक हजार glyphs आधा, प्लस केही!ओह, म कि म इच्छा,थप बिट को एक जोडी थियो!सायद pedals एक सेट बिट चार नम्बर बनाउन।डबल डबल Bucky! डबल Bucky बायाँ र दायाँदृष्टि Outta, सँगै OR'd!डबल Bucky, म, एक सम्पूर्ण शब्द चाहन्छुडबल Bucky, म सुने खुसी छु,डबल Bucky, म तपाईं को एक सम्पूर्ण शब्द चाहन्छु!टर्मिनल कोड थपिने प्रयोगको लागि 36-बिट मिसिन मास्क्रिन सम्पादकहरूले। [ "रबर Ducky" को ट्युन गर्न]
		-- to Nicholas Wirth, who suggested that an extra bit

%
तल केरा गणराज्यहरु गर्न,को ट्रपिकल सूर्य तल।को expatriated अमेरिकी जानुहोस्,केही मजा पाउन आशा।तिनीहरूलाई केही जलयात्रा लागि जाने,समुद्रको लालच समातिएको।के बिरामी परेका छ खोज्दै,निःशुल्क देशमा बस्ने।तिनीहरूलाई केही प्रेमीहरूले देखि चलिरहेका छन्,कुनै अगाडी ठेगाना छोड्दै।तिनीहरूलाई केही ganja टन चलिरहेका छन्,केही आईआरएस देखि चलिरहेका छन्।राति अबेर तपाईं तिनीहरूलाई पाउनुहुनेछ,यो सस्तो होटल र बारहरू मा।को senoritas Hustling,जबकि तिनीहरू तारा मुनि नृत्य।
		-- Jimmy Buffet, "Banana Republics"

%
पिउन र नृत्य र हाँस्न र झूटप्रेम, को जूझ मध्यरात मार्फतभोलि हामी मर्नेछन्!(तर, हाय, हामी कहिल्यै गर्छन्।)
		-- Dorothy Parker, "The Flaw in Paganism"

%
सजिलो आउन र सजिलो गोमा,केही सजिलो पैसा मलाई कल,कहिलेकाहीं जीवन हंसते भरिएको छ,र कहिलेकाहीं यो हास्यास्पद छतपाईं म एक मूर्ख छु भनेर सोच्न सक्छर कहिलेकाहीं त्यो सत्य हो,तर म आगो को एक फ्लैश मा स्वर्ग goin छु ',	संगै वा तिमि बिना।
		-- Hoyt Axton

%
Eleanor Rigbyकिबोर्ड मा बस्छनर स्क्रिनमा एक लाइन को लागि पर्खनुहुन्छसपनामा बस्छएक संकेत पर्खन्छकेही कोड पत्तात्यो मिसिन केही थप गर्न गर्नेछ।यसको लागि के हो?सबै एक्लो प्रयोगकर्ता, जहाँ तिनीहरूले सबै आउँछन्?सबै एक्लो प्रयोगकर्ता, किन यति लामो ले?ह्याकर MacKensieएक कार्यक्रम छ कि कुनै पनि चल्नेछ लागि कोड लेखनयो लगभग पूराकाम उहाँलाई हेर, रात मा कीडे फिक्सिंग त्यहाँ जबत्यहाँ कसैले।उहाँले के ख्याल गर्दैन?सबै एक्लो प्रयोगकर्ता, जहाँ तिनीहरूले सबै आउँछन्?सबै एक्लो प्रयोगकर्ता, किन यति लामो ले?आह, सबै एक्लो प्रयोगकर्ता हेर्न।आह, सबै एक्लो प्रयोगकर्ता हेर्न।
		-- Hoyt Axton

%
संसारको पालो अनन्त, अनन्त सूर्य गरेको कताईक्वेस्ट अनन्त;म, फिर्ता मेरो आफ्नै सुरुमा, फेरि सक्रियर यहाँ, विश्राम।
		-- Hoyt Axton

%
Es युद्ध brilig। schlichte Toven मर्नWirrten und Waben मा wimmelten;Und aller-पु "umsige Burggovenडिर mohmen आर "ATH ausgraben।
		-- Lewis Carrol, "Through the Looking Glass"

%
Euch IST bekannt, wir beduerfen थियो;Wir wollen बिल्कुलै Getraenke schluerfen।
		-- Goethe, "Faust"

%
हृदय मा शुद्ध छ जो पनि एक मानिस,र राती आफ्नो प्रार्थना भन्छन्एक ब्वाँसो बन्न सक्छ जब wolfbane blooms,र चन्द्र पूर्ण र उज्ज्वल छ।
		-- The Wolf Man, 1941

%
हाम्रा पुराना चुम्बनले को क्षण मा,जब फूल मा straitened कली sighed,सबैभन्दा अवांछित यो को सुक्खा बीउ बसे;र म थाह थियो, छैन हुनत दिन र घण्टा।धेरै सिजन-बुद्धिमानी म, देश-नस्ल हुनुको छु,शरद ऋतु मा झुकाव वा चिसो अवहेलना गर्न:यो चिसो Snuffing मेरा पुर्खाहरू गरे पनि रूपमा,म, तिनीहरूलाई भन्न "के बाहिर छ आज राती हराएको छ।"म मात्र सबै को नम्र आशा, आशाकसले पात रूख मा आकार लिन हेर्न,एक fairer गर्मी र एक पछि पतनभन्दा एक मानिस हेर्न अपार्टमेन्ट छ यी भागहरु मा,र घाम समूहहरु दाखमद्य लागि ripened:म blackened दाखको बोट मार्फत यो भन।हाम्रो पुराना चुम्बन ", 1931
		-- Edna St. Vincent Millay, "Even in the Moment of

%
कहिल्यै हुए! कहिल्यै हुए!त्यो हामीलाई ख्याति ल्याएको छ कि Sprit .नियमित छ।हामी ठूलो तर हामी हुनेछ बडा छौं,हामी मानवता सेवा गर्न सबै देख्न सक्छौं लागि विफल हुन सक्दैन,हाम्रो उद्देश्य रहेको छ।हाम्रो उत्पादनहरू हरेक क्षेत्रमा परिचित छन्।हाम्रो प्रतिष्ठा एक मणि जस्तै झिल्काहरु।हामी thru हाम्रो बाटो लडे गर्नुभएकोर नयाँ क्षेत्रहरू हामी पनि जित्न निश्चित हुनुहुन्न,कभी हुए आईबीएम लागि!
		-- Ever Onward, from the 1940 IBM Songbook

%
म एक जवान केटा थियो त्यसबेलादेखि,म ARPA नेट ह्याक छु,बर्कले बाट Rutgers गर्न, उहाँले मेरो मनपर्ने टर्मिनल मा छ,म प्राप्त गर्न सक्छ कुनै पनि पहुँच, उहाँले बिरालोहरु सही foo मा सी,तर उहाँलाई जस्तै केही देखेको छैन, उहाँको चेलाहरू उहाँलाई नेतृत्व,कुनै पनि परिसर मा अझै, अनि उनले मूल खण्डन,त्यो बहिरो लाटा, र अन्धो बच्चा, सधैं पूर्ण SYS-PRIV गरेको,निश्चित मतलब प्याकेट पठाउँछ। वृक्ष कहिल्यै प्रयोग गर्दछ,त्यो बहिरो लाटा, र अन्धो बच्चा,निश्चित मतलब प्याकेट पठाउँछ।उहाँले एक युनिक्स विजार्ड छ,त्यहाँ एक मोड हुन छ।यो युनिक्स विजार्ड गरेको कुनै मिल्यो अलमल्याउने पायो छैन,डिस्क मा असीमित ठाउँ। कुनै whistles वा Bells सुन्न सक्दैन,उसले त्यो गर्छ तपाईं कसरी लाग्छ? कुनै सन्देश चमकता हेर्न सकिँदैन,मलाई थाहा छैन। गन्ध को अर्थमा द्वारा प्रकार,के उहाँलाई यति राम्रो बनाउँछ? ती पागल सानो कार्यक्रम,उचित बिट झण्डा सेट,त्यो बहिरो लाटा, र अन्धो बच्चा,निश्चित मतलब प्याकेट पठाउँछ।
		-- UNIX Wizard

%
हरेक प्रेमले प्रेम भन्दा अघिएक duller पोशाक मा।
		-- Dorothy Parker, "Summary"

%
परमेश्वर, उहाँको गरे रूपमा प्र, र अक्सर खराब हरेक मान्छे हो।
		-- Miguel de Cervantes

%
म भन्न हरेक रात मेरो प्रार्थना,र मेरो खाने हरेक दिन प्राप्त;र म राम्रो भएको छु कि हरेक दिन,म खाना पछि एक सुन्तला प्राप्त।छ कि छैन सफासुग्घर बच्चा,खेलौना धेरै र खान कुरामा,उहाँले, एक बदमास बच्चा छ म sure-- छुवा अरू आफ्नो प्रिय पिताजी खराब छ।
		-- Robert Louis Stevenson

%
हरेक पासा लोड छन् थाह छ। सबैलाई साथ रोल आफ्नोऔंलाहरु पार। सबैलाई युद्ध भन्दा छ थाह छ। सबैलाई थाह भएकोराम्रो मान्छे गुमाए। सबैलाई लडाई निश्चित थियो थाह: गरिब रहनगरिब, धनी धनी प्राप्त। त्यो कसरी जान्छ छ। सबैलाई थाह छ।सबैलाई डुङ्गा लीक छ थाह छ। सबैलाई कप्तान थाहझूट। सबैलाई आफ्नो बुबा वा आफ्नो कुकुर जस्तै यो भाँचिएको भावना मिल्योबस मृत्यु भयो।आफ्नो pockets गर्न सबैलाई कुरा। सबैलाई चकलेट को बक्स चाहन्छर लामो स्टेम उठ्नुभयो। सबैलाई थाह छ।सबैलाई के तिमी मलाई प्रेम भन्ने, बच्चा थाह छ। सबैलाई तपाईं भनेर साँच्चै थाहके। सबैलाई तपाईं दिन वा एक रात लिन वा वफादार भएको छु भनेर थाहदुई। सबैलाई तपाईं बुद्धिमान भएको छु थाह छ, तर त्यहाँ धेरै मानिसहरू थिएतपाईं केवल आफ्नो लुगा बिना पूरा भएको थियो। र सबैलाई थाह छ।र सबैलाई यो अब वा कहिल्यै छ थाह छ। सबैलाई यो मलाई वा तपाईं भन्ने थाह छ।र सबैलाई तपाईं एक वा दुई लाइन गर्नुभएको जब तपाईं सधैंभरि बाँच्न थाह छ।सबैलाई थाह सम्झौता बिग्रेको छ: पुरानो काला जो अझै पनि pickin 'कपासतपाईं रिबन र धनुष लागि। र सबैलाई थाह छ।
		-- Leonard Cohen, "Everybody Knows"

%
सबै यो राम्रो पुरानो संसारमा महान्;(यो तिनीहरू सधैं प्रयोग गर्न सक्नुहुन्छ सामान छ।)परमेश्वरले आफ्नो स्वर्गमा गरेको, हिल गरेको शीत-pearled;(यो बच्चा जुत्ता लागि प्रदान गर्नेछ।)भोक र युद्ध मतलब छैन कुरा;सबै गरेको गुलाबी where'er हामी घुमफिर;लोटा लेना, साना चरा खुशी ~ से कसरी गाउन!(यो बेकन के खोज्दछ घर हो।)
		-- Dorothy Parker, "The Far Sighted Muse"

%
जताततै तपाईँले देख्नुहुनेछ खोजी जाने,जताततै तपाईं दुखाइ महसुस गर्नेछौं बारी,सबैलाई जवाफ खोज्दैछ,खैर फेरि हेर्न।
		-- Moody Blues, "Lost in a Lost World"

%
फा: एक कोठा मा जब म प्रवेश, मकहिलेकाहीं केही VIOLET Fungi पाउँछौं।त्यसपछि म अंधेरे में brooding, ठहरेविष तिनीहरूले exuding हुनुहुन्छ।
		-- The Roguelet's ABC

%
परिवार, जब एक बच्चा जन्मिएको छयो बौद्धिक हुन चाहन्छु।म, बुद्धि मार्फत,मेरो सम्पूर्ण जीवन क्षति भएको,केवल आशा बच्चालाई साबित हुनेछनजान्ने र मूर्ख।त्यसपछि उहाँले एक शांत जीवन crown हुनेछएक क्याबिनेट मन्त्री बनेर
		-- Su Tung-p'o

%
विदाई हामी चूल्हा र हल गर्न कल!हावा झटका र वर्षा पर्न सक्छ हुन सक्छ तापनि,दिन को दूर पर्छ हामी ere ब्रेकसुदूर काठ र पहाड अग्लो भन्दा।Rivendell गर्न, Elves अझै बास कहाँglades मा तल कुइरो लागेको गिर,बंजर भूमि र फोहोर मार्फत हामी हतार मा सवारी,र whither त्यसपछि हामी बताउन सक्नुहुन्छ।अगाडि शत्रुहरूलाई संग, हाम्रो पछाडि भय,तल आकाश हाम्रो ओछ्यान हुनेछ,पछिल्लो हाम्रो कठिन श्रम पास सम्म,हाम्रो यात्रा गरेको, हाम्रो सौंपाइयो उड।हामी टाढा पर्छ! हामी टाढा पर्छ!हामी दिन को ब्रेक अघि सवारी!
		-- J. R. R. Tolkien

%
फेलिक्स Catus आफ्नो taxonomic nomenclature छ,एक endothermic quadroped, प्रकृति द्वारा carnivorous।तपाईंको दृश्य, olfactory, र श्रवण सचेतआफ्नो शिकार कौशल र प्राकृतिक प्रतिरक्षाको लागि योगदान।म आफ्नो उप-मुखर oscillations द्वारा चासो फेला,बिरालो संचार को एक Singular विकासत्यो आफ्नो आधारभूत hedonistic predelection obviatesआफ्नो फर एक ताल stroking स्नेह देखाउन।एक पुच्छर एकदम आफ्नो acrobatic प्रतिभा लागि अत्यावश्यक छ:तपाईं आफ्नो हटाउने अभाव भने तपाईं त चुस्त हुन हुनेछ;अनि जब locomotion सहायता गर्न utilitized भइरहेको छैन,यो अक्सर आफ्नो भावना को राज्य चित्रण गर्न गर्दछ।ओह स्पट, परिसर स्तर व्यवहार तपाईं प्रदर्शनएक एकदम राम्रो-विकास संज्ञानात्मक एरे Connote।र तपाईं sentient, हाजिर छैनन् यद्यपि, र पनि बुझ्न छैन,म तैपनि तपाईं साँचो र कदर मित्र विचार गर्नुहोस्।
		-- Lt. Cmdr. Data, "An Ode to Spot"

%
मरेको मानिसको छाती मा पन्ध्र पुरुष,यो-Ho-Ho र रम को एक बोतल!पिउन र शैतानको बाँकी गरेका थिए,यो-Ho-Ho र रम को एक बोतल!
		-- Stevenson, "Treasure Island"

%
पचास flippant भ्यागुतोflippered खुट्टामा द्वारा हिंडेर आफ्नो बाक्लो संग तिनीहरूले समयUnnaturally छिटो।
		-- Stevenson, "Treasure Island"

%
Finality मृत्यु हो।पूर्णता finality छ।केही सिद्ध छ।त्यहाँ मा गांठ छन्।
		-- Stevenson, "Treasure Island"

%
म शायद सुन्न खडा गर्न सक्नुहुन्छ भनेर पाँच नाम,तपाइँको र मेरो र यहाँ छैन जसले थप एक Chimp सहितम पटक gettin हार्ड 'छ कसरी महिलाहरु कुरा देख्न सक्नुहुन्छ,र म्यागनोलिया Boulevard त्यस डरलाग्दो उत्खनन,हो, म 'पागल goin छु,र म स्थिर वर्षा मा हाँस्न छु,खैर, म तिनीहरूले मलाई घर पठाउन केहिले गर्दा, त्यसैले एक्लै छु मह?खराब जूता र मेरो साथी colada एक pina,एक साथ रेडियो सिटी गरेर बाटो मा रोक,खर्च गर्न ट्रांजस्टर र मुद्रा को एक ठूलो राशि ...तपाईं fellah, तपाईं सडक अप tearin ',तपाईं त्यो सेतो सुट लगाउने, तपाईं gonna गर्मी पिटे कसरी,तपाईं एक मूर्ख लागि मलाई लिन गर्छन् म हेर्न छैन, तपाईं लाग्छ,त्यो उपत्यकाका बाहिर खाई तिनीहरू केवल मेरो लागि diggin 'हुनुहुन्छ,हो, र goin 'पागल,तपाईं म स्थिर वर्षा मा laughin छु 'थाहा छ,तिनीहरूले मलाई घर पठाउन केहिले जब म त एक्लै छु जस्तो लाग्छ, मह?(Chorus)
		-- Bad Sneakers, "Steely Dan"

%
अवसरमा उडान saucersआफूलाई मानव आँखा देखाउने।परदेशी बन्द आक्रमण राख्नु धूँवा,जबकि तिनीहरू यी Tales झूट रूपमा ब्रान्ड।
		-- Bad Sneakers, "Steely Dan"

%
"एक जोडी ओ 'पिन लागि," भन्छन् ट्रोल, र grins,"म पनि तिमीलाई खान छौं, र तपाईंका shins कुतरना।ओ 'ताजा मासु एक बिट तल मीठो जानेछ!म अब तिमीलाई मेरो दाँत प्रयास गर्नेछौं।Hee अब! अब हेर्नुहोस्!म ओ 'पुरानो हड्डी र छाला gnawing थाकेको छु;म अब तिमीलाई मा भोजन गर्न एक मन गर्यौं। "तर उहाँले लाग्यो जस्तै आफ्नो खाने समातियो,उहाँले आफ्नो हात अभाव को पकड थियो फेला परेन।उहाँले आपत्ति सक्छ अघि, टम behing उतरर उसलाई उसलाई larn गर्न बुट दिनुभयो।उहाँलाई चेतावनी! उहाँलाई Darn!एक टक्कर ओ 'सीट मा बुट, टम, thoguhtउहाँलाई larn बाटो हुनेछ।तर पत्थर भन्दा कठिन शरीरका र हड्डी छकि एक्लै पहाडहरू मा बस्छन एक ट्रोल को।साथै पर्वत मूल आफ्नो बुट सेट,एक ट्रोल को सीट लागि यो महसुस छैन।यो बोक्रा! यसलाई निको पार्न!उहाँले टम इन्कारको आवाज सुनेपछि पुरानो ट्रोल हाँसिन्,अनि उहाँले आफ्नो औंलाहरूको यो महसुस गर्न सकिएन थाह थियो।टम गरेको खुट्टा ऊ आयो घर देखि खेल हो,र आफ्नो bootless खुट्टा स्थायी छ लङ्गडा;तर ट्रोल ख्याल छैन, र उहाँले त्यहाँ अझै पनि छहड्डी उहाँले आफ्नो मालिकबाट boned।Doner! Boner!ट्रोल गरेको पुरानो सीट अझै पनि एउटै छ,र हड्डी उहाँले आफ्नो मालिकबाट boned!
		-- J. R. R. Tolkien

%
जस लागि, क्रूर मासचेत सत्य,ईंन्धन आपूर्तियुवा अतिउष्ण लागि।
		-- Noel Coward

%
knighthood लागि, युद्ध को साहसिक कार्य छभ्कगडा सही वा गलत मा लड्न लागि जाँदा,तर एक कारण जसमा सत्य सम्मान गर्नु सक्दैन:उहाँले निश्चिन्त र बलियो लागि गर्नुपर्छ,कृपा बीचमा संग mixt राख्न भर्खर:र लिन नाइट पर्छ कुनै भ्कगडातर एक सत्य लागि, वा साधारण खातिर।
		-- Stephen Hawes

%
"बल छ तर शायद," शिक्षक said--"त्यो परिभाषा बस छ।"बालक अभाव भने तर सट्टा लाग्यो,आफ्नो pounded टाउको सम्झँदा:"बल छैन तर शायद अत्यावश्यक छ!"
		-- Stephen Hawes

%
चार म जान्न समझदार छु कुराहरू हुन:Idleness, कष्ट, एक मित्र, र एक foe।चार म बिना राम्रो भएको चाहन्छु कुराहरू हुन:प्रेम, जिज्ञासा, freckles, र शंका।तीन हुन म कहिल्यै हासिल हुनेछ कुराहरू:ईर्ष्या, सामग्री, र पर्याप्त शैम्पेन।तीन हुन म मर्न सम्म म हुनेछ कुराहरू:हाँसो र आशा र आँखा मा एक sock।
		-- Dorothy Parker, "Inventory" [or "Not so Deep as a Well"?]

%
मित्र, रोमी, Hipsters,मलाई संकेत मा तपाईं गरौं;म उसलाई नाली छैन, तल राख्न सम्राट्लाई आउँछन्।वर्ग केही बिरालोहरु तिनीहरूसँग रहन छन् पछीको;यो हिप बिट, जस्तै, अन्तर्गत तल जाने;त्यसैले यसलाई सम्राट्लाई संग राख्नु गरौं। यो सुन्दर Brutusतपाईं सन्देश दिए: सम्राट्लाई ठूला आँखा थिए;कि ध्वनि हो भने, कसैले एक दलील copping गर्नुपर्छ,र, जस्तै, पुरानो सम्राट्लाई साँच्चै सीधा सेट।यहाँ, Brutus र स्टड, संग copacetic -Brutus लागि एक वास्तविक सुन्दर बिरालो छ;त्यसैले तिनीहरू सबै, सबै सुन्दर बिरालोहरु छन्, -म मा सिजरको तल बिछाउने यो GIG गर्न आउँछन्।
		-- Dorothy Parker, "Inventory" [or "Not so Deep as a Well"?]

%
जीवित को पनि धेरै माया देखि,आशा र डर मुक्त,हामी संक्षिप्त धन्यवाद धन्यवाद,जेसुकै होस् देवताहरूको हुन सक्छ,कुनै जीवन सधैंभरि जीवित,त्यो मृत मानिसहरूको कहिल्यै माथि उठ्नेछ,त्यो पनि weariest नदी समुद्र गर्न कहीं सुरक्षित बतास।
		-- Swinburne

%
को मरिरहेका प्रकाश विरुद्ध वैमनस्यता आफ्नो भावना संग सम्पर्कमा प्राप्त गर्नुहोस्।
		-- Dylan Thomas [paraphrased periphrastically]

%
प्राप्त बाहिर, तपाईं पुरानो Wight! को सूर्यका मा अचानक हराउनु!जाने भूमि किनन र बेचन बतास जस्तै, चिसो तुवालो जस्तै shrivel,बाँझी मुलुकमा बाहिर सम्म पहाड परे!फेरि कहिल्यै यहाँ आएको! आफ्नो ब्यारो खाली छोड्नुहोस्!हराएको र BE भूल, अन्धकार भन्दा गाढा,जहाँ विश्व mended छ सम्म फाटक, कहिल्यै बन्द लागि खडा।
		-- J. R. R. Tolkien

%
गिब्सन गरेको बसंत बोल ( "छत को हल" को ट्युन गर्न):'Tis सिजन mousies Chase गर्न (एफए ला ला ला ला, ला ला ला ला)आफ्नो सानो housies तिनीहरूलाई खोसी (...)पहिलो हामी क्षेत्र राउन्ड 'तिनीहरूलाई Chase (...)त्यसपछि हामी खानाको लागि उनलाई छ (...)तिनीहरूलाई यहाँ टस र तिनीहरूलाई त्यहाँ पकड (...)(...) तिनीहरूलाई हावा को माध्यम ले उडान हेर्नुहोस्तिनीहरूलाई उड हेर्नुहोस् र तिनीहरूलाई चिल्लाहट सुन्न (...)गिरने चूहों ठूलो अपील छ (...)हामीलाई अघि फैलयो को शिकारी हेर्नुहोस् (...)उहाँले क्षेत्र र वन मा चूहों खेदे गर्नुपर्छ (...)उहाँलाई आफ्नो लामो सेतो मूंछ सफा हेर्नुहोस् (...)सानो क्रिटर्स रगत को (...)
		-- J. R. R. Tolkien

%
गिल-galad एक Elven-राजा थिए।उहाँलाई को harpers दुःखको कुरा गाउन:जसको संसारमा अन्तिम निष्पक्ष र स्वतन्त्र थियोपर्वतहरू र सागर बीच।आफ्नो तरवार आफ्नो भाला देखिए चासो थियो, लामो थियो,आफ्नो चमक कर्ण टाढाबाट देखेको थियो;स्वर्ग गरेको क्षेत्र को असंख्य ताराहरूआफ्नो चाँदी ढाल मा मिरर थिए।तर लामो पहिले उहाँले टाढा चढेर,र जहाँ उहाँले कुनै पनि भन्न सक्छौं वास;लागि अन्धकार मा आफ्नो तारा खसेMordor मा छाया जहाँ छन्।
		-- J. R. R. Tolkien

%
Gimme Twinkies, gimme रक्सी,    केल्विन Kline द्वारा Gimme जिन्स ...तर तपाईंले ती अणुहरु राम्रो विभाजित भने,    आमा मेरो ती जीन बन्द 'एम राख्न!Gimme zits, मेरो आटा लिन    मेरो जेली रोल मा Gimme आर्सेनिक ...शैतानको कल र मेरो प्राण बेच्न,    तर आमा लोकतान्त्रिक अणुहरु राख्न सम्पूर्ण!
		-- Milo Bloom, "The Split-Atom Blues," in "Bloom County"

%
मलाई avowed, को खडा दिनुहोस्, को manly foe,बोल्ड म पूरा गर्न सक्छन् - सायद आफ्नो झटका बारी!तर सबै विपत्तिहरूका को, राम्रो आकाश, तिम्रो क्रोध पठाउन सक्नुहुन्छ,मलाई सुरक्षित, ओ को स्पष्टवादी मित्र मलाई बचत गर्नुहोस्।
		-- George Canning

%
मलाई आफ्नो विद्यार्थी, आफ्नो Secretaries दिनुहोस्,तपाईंको huddled लेखकहरूले मुक्त सास फेर्न तरस,आफ्नो Selectric III गरेको को Wretched इन्कार गर्छन्।यी दिन, को बेघर, मलाई टाइप गर्ने व्यक्ति-फेंक।म प्रोसेसर छेउमा मेरो डिस्क उचाल्न।
		-- Inscription on a Word Processor

%
यो हल्ला र फोहोर बीच placidly जानुहोस्,र तत्संबंधी टुक्रा owning सान्त्वना हुन सक्छ कुन कुरा याद।तपाईं निद्रामा खाँचो हो, जबसम्म शान्त र निष्क्रिय व्यक्ति नगर्नुहोस्।तपाईंको टायर घुमाउनुहोस्।जोश में ठूलो ती आफैलाई भन्दा को कुरा,तिनीहरूले turkeys हुन पनि - र राम्रो पालन आफ्नो सल्लाह।चुम्बन गर्न के थाहा - र जब।दुई wrongs कहिल्यै ठीक सम्झना,तर तीन गर्छन्।जहाँ सम्भव, "HOLD" मा मान्छे राखे।सबै aridity र disillusionment को अनुहार मा सान्त्वना, कि,र समय को परिवर्तन भाग्य बावजुद,कम्प्युटर मर्मत ठूलो भविष्य सधैं त्यहाँ छ।तपाईं ब्रह्माण्डको एक तुक्के ~ से छन् ...तपाईं यहाँ हुन कुनै अधिकार छ।के तपाईं यसलाई सुन्न वा सक्दैन कि, ब्रह्माण्डकोतपाईंको फिर्ता पछि हाँस्न छ।
		-- National Lampoon, "Deteriorata"

%
यो हल्ला र फोहोर बीच placidly जानुहोस्, र त्यहाँ कुन मूल्य सम्झनातत्संबंधी टुक्रा owning मा हुन।
		-- National Lampoon, "Deteriorata"

%
परमेश्वरको विश्राम तिमीहरूले सीएस विद्यार्थीहरू अब, ड्रम मा बेयरिंग गएका छन्,तपाईं dismay केही गरौं। डिस्क, wobbling छ पनि।यो VAX तल छ र माथि हुनेछ, हामी तोते वोली बोल्नु मा बग फेला पर्यो गर्नुभएको छ, र अल्गोल star nameमई को पहिलो सम्म। साँचो झूटा बताउन सक्दैनन्।यो morn कारण थियो, अब हामी प्राप्त गर्न सक्दैन भनेर भनेर कार्यक्रमसौतेली हुनेछैन, तिनीहरू भन्छन्। मा बर्कले गरेको 4.2।(Chorus) (chorus)हामी सिर्फ एक कल DEC देखि तपाईं को लागि केहि cheery समाचार प्राप्त, अनि अहिले छु,तिनीहरूले सञ्जालको पनि मृत ढिलाइ बिना पठाउने छौं,RSuX भनिने मनिटर हामी तपाईँको फाइलहरू छाप्न हुनेछयो सट्टा लाइन मुद्रक लिन्छ नौ सय K.।कर्मचारीहरु आत्महत्या, यो बदलाव समय उन्नाइस सप्ताह।आज हामी तिनीहरूलाई मुर्दा गाड्नु छौँ। र मात्र कार्ड पढ्न छन्।(Chorus) (chorus), ओह सान्त्वना र आनन्द को tidings,: र अब हामी तपाईं कोरस भन्न चाहन्छुहामी टाढा जाने अघि, सुविधा र आनन्द,हामी तपाईं ओह सान्त्वना र आनन्द को tidings गर्न ल्याए गर्नुभएको समाचार आशा।आफ्नो पुरा दिन बर्बाद छैन।तपाईं खैर भोलि अर्को कार्यक्रम कारण भयो,।(Chorus)
		-- to God Rest Ye Merry Gentlemen

%
कपास क्षेत्रहरू लागि बाध्य गोल्ड कोस्ट दास जहाजनयाँ अर्लिन्स एक बजार तल बेचेकोScarred पुरानो slaver थाह उहाँले ठीक गरिरहेको गर्नुपर्छउहाँलाई भर्खरै मध्यरातमा वरिपरि, महिला ह्विप सुन्नआह, ब्राउन सुगर तपाईं कसरी यति राम्रो स्वाद आउँछन्?आह, ब्राउन सुगर गर्नुपर्छ बस एक जवान केटी मनचिसो अंग्रेजी रगत पिटाई ड्रम तातो चल्छजहाँ यो gonna स्टप छ घर को महिला wonderin 'घर केटा थाह उहाँले ठीक गरिरहेको कितपाईं एक उहाँको सिर्फ मध्यरात सुने गर्नुपर्छ।...म आफ्नो आमा पाल शो रानी थियो शर्तर उनको सबै गर्लफ्रेन्ड मीठो सोह्र थिएम कुनै विद्यालय केटा हुँ तर मलाई थाहा के म मनतपाईं बस मध्यरात वरिपरि मलाई सुनेका गर्नुपर्छ।
		-- Rolling Stones, "Brown Sugar"

%
बाल्टीमोर ज्याक मा एक पत्नी र बच्चाहरु प्राप्त भयो,म एक सवारी लागि बाहिर गए र फर्केर आए कहिल्यै।जहाँ यो बहने छ थाहा छैन कि एक नदी जस्तै,म गलत मोड लियो र मैले गइरहे।सबैलाई गरेको एक भोक हृदय पायो।सबैलाई गरेको एक भोक हृदय पायो।आफ्नो पैसा पल्टिने र तपाईं आफ्नो भाग खेल,सबैलाई गरेको एक भोक हृदय पायो।म एक किंग्स टाउन पट्टी मा उनको भेट,हामी म यो अन्त थियो थाह थियो, प्रेम गरे।हामी के थियो लिनुभयो र हामी यो अलग च्यातेर,अब यहाँ म फेरि किंग्स टाउन तल छु।सबैलाई आराम गर्न एक ठाउँ आवश्यक,सबैलाई एक घर छ चाहन्छ।कसैले भन्छ कुनै फरक नगर्नुहोस्,कसैले एक्लै हुन रुचि छैन।
		-- Bruce Springsteen, "Hungry Heart"

%
ग्राफिक्स आँखा अन्धा।अडियो फाइलहरू कान deafen।माउस बोधो भएको औंलाहरु यिनलाई।र heuristics मन कमजोर।विकल्पहरू हृदय सुक्यो र झट्टै मरिहाल्यो।यो गुरु नेट बताउँछतर आफ्नो भित्री दृष्टि भरोसा।उहाँले कुराहरू आउन र जान अनुमति दिन्छ।आफ्नो हृदय रूपमा ईथर रूपमा खुला छ।
		-- Bruce Springsteen, "Hungry Heart"

%
एच: एक 'लुटेरा (HOB) तपाईं waylays भने,उहाँले तपाईंलाई slays अघि तिनलाई टुक्राउन।केही तपाईं एक slob हेर्न बनाउँछएक HOB'LIN (GOB) बाट चलिरहेको जस्तै।
		-- The Roguelet's ABC

%
"गरेका थिए र म तर भेटकेही पुराना प्राचीन Inn गरेर, तर पैदल रूपमा लिएर,हामी अनुहार भिजेको अनि घूर अनुहार तल हामीलाई बसे छन् गर्नुपर्छ,दायाँ धेरै एक nipperkin! म मलाई उसलाई गोली उहाँले रूपमा,र आफ्नो ठाउँमा तिनलाई मारे।म गोली उहाँलाई मृत किनभने -उहाँले मेरो foe थियो किनभने, उहाँले चाहन्छु 'सूची, शायद लाग्यो,बस यति: पाठ्यक्रम मेरो foe उहाँले थियो; बन्द-हात-जस्तो - जस्तै म -त्यो पर्याप्त स्पष्ट छ; काम को बाहिर भए तापनि - आफ्नो जाल बिक्री गरेका थिएअन्य कुनै कारण किन।हो; विचित्र र उत्सुक युद्ध छ!तपाईं तल सँगी गोलीतपाईं जहाँ कुनै पनि बार छ भेटे भने, व्यवहार चाहन्छुवा आधा-एक-मुकुट मदत। "
		-- Thomas Hardy

%
आधा मौरी, philosophically, facto आधा हुन ipso पर्छ।तर आधा मौरी ताकत-एक-ताकत यसको इकाइ, हुन पायो छ। हेर्नुहोस्?तर माहुरीको सम्पूर्ण मौरी हुन हुन वा गर्न सकिन्छ,जब आधा मौरी एक मौरी, केही पुरातन चोट कारण हो?
		-- Thomas Hardy

%
शान्त desperation मा झुन्डिएको को अंग्रेजी तरिका हो।
		-- Pink Floyd

%
हार्ड प्रतिलिपि र Chmodर सबैलाई सोच्छ कम्प्युटर आवेकहिन छन्चिसो diskdrives हार्डवेयर निगरानीप्रयोगकर्ता-शत्रुतापूर्ण सफ्टवेयरको पाठ्यक्रम तिनीहरूले मात्र बिट र बाइट हुनुहुन्छर वर्ण र तारर फाइलहरूमेरो पुरानो प्रेमी देखि केही पुराना TextFilesमलाई बताउन उहाँले मलाई प्रेम गर्नुहुन्छ रउहाँले मलाई हेरविचार छौँएक साथीको निर्देशिका को बस एक वेवास्ता मुद्रण कार्यगहिरो घनिष्ठ रहस्य रउहाँले मलाई विश्वास छैन कसरीतिनीहरूले लैवेंडर वा मोल्ड मा सुगंधित थिए भने मलाई थप चोट सकेनव्यक्तिगत स्टेशनरी मा
		-- terri@csd4.milw.wisc.edu

%
लोटा लेना, को हेराल्ड ट्रिब्यून गाउँछन्,विज्ञापन चमत्कारिक कुराहरू।हामी उच्च मा सुनेका स्वर्गदूतहरूबाहिर जाने र खरिद गर्न हामीलाई भन्नुहोस्।
		-- Tom Lehrer

%
के तपाईं कहिल्यै घाइते गाई जस्तै लाग्योआधा एक ओवन र एक चरण बीच?एक गर्भवती तिर एक ट्रान्स हिंडिरहेकोसत्र वर्षीया गृहिणी गरेकोदुई-दिन-पुराना कुकबुक?
		-- Richard Brautigan

%
तपाईंले देख्नुभएको छ कसरी Sonny गरेको जल,केही उज्ज्वल कामुक तारा जस्तैउहाँले कार्यवाही माथि रोशनी,र तापमान उठ्छ।
		-- The Birthday Party, "Sonny's Burning"

%
तपाईं तल बन्द बजार मा पुरानो मानिस देखेको छु,आफ्नो बाहिर पहना जूता मा कागजात माथि लात?तपाईं कुनै गर्व हेर्न उहाँको नजरमा, हात आफ्नो छेउमा शिथिल रचनाहरूyesterdays समाचार बताउन Yesterdays कागजात,।तिमी मलाई कसरी भन्न सक्नुहुन्छ एक्लो हुनुहुन्छ,सूर्य चमक छैन तिमी र भन्न?मलाई हात द्वारा तपाईं गरौंलन्डन गल्लीहरूमा मार्फत नेतृत्वम आफ्नो मन परिवर्तन गर्न तपाईंले केही देखाउने छौँ ...तपाईं समुद्र-मानिसको मिशन बाहिर पुरानो मानिस देखेको छुसम्झनाहरु उहाँले पहनता कि धातु रिबन जस्तै लुप्त होती।हाम्रो जाडो शहर मा वर्षा एक सानो दया रुन्छिन्थप एक भूल नायक र ख्याल गर्दैन कि संसार लागि ...
		-- The Birthday Party, "Sonny's Burning"

%
तपाईं राम्ररी गर्न-डु, देखेको छु माथि र तल पार्क एवेन्यू?भनेर प्रसिद्ध thoroughfare मा, हावा मा आफ्नो noses संग,उच्च टोपी र तीर कलर, सेतो spats र डलर को धेरै छ,एक अद्भुत समय को लागि, हरेक सिक्का खर्च ...तपाईं नीलो हुनुहुन्छ र जहाँ जान तिमीलाई थाहा छैन भने,जहाँ फैशन बस्छन तपाईं किन जाने छैन,...एक लाख डलर सवार जस्तै लुगा अप,गैरी कूपर जस्तो गर्न कठिन प्रयास गर्दै, (सुपर dooper)आउनुहोस्, गरेको लाठी संग रकफेलर गरेको पैदल जहाँ मिश्रण गरौं,वा umberellas, आफ्नो mitts मा,Puttin 'रिट्ज मा।...तपाईं नीलो हुनुहुन्छ र जहाँ जान तिमीलाई थाहा छैन भने,जहाँ फैशन बस्छन तपाईं किन जाने छैन,Puttin 'रिट्ज मा।Puttin 'रिट्ज मा।Puttin 'रिट्ज मा।Puttin 'रिट्ज मा।
		-- The Birthday Party, "Sonny's Burning"

%
उहाँले उडान ध्वनि अक्सर त्यहाँ सुनेखुट्टा को हल्का वृक्ष-पात रूपमा,संगीत Welling भूमिगत को,लुकेका hollows मा quavering।अब withered को हेमलोक-sheaves राख्नु,एक द्वारा र एक ध्वनि शोक संगफुसफुसा को beechen पात खसेको wintry वुडल्याण्ड मा ढलपल।उहाँले हालसम्म भटक, कहिल्यै उनको खोजेकहाँ वर्ष को पात thickly strewn थिए,चन्द्र प्रकाश र तारा को रे द्वाराठण्डा स्वर्गमा shivering।उनको मेन्टल चन्द्र मा glinted,एउटा पहाड-शीर्ष उच्च र टाढा मा रूपमात्यो danced, र उनको खुट्टा मा strewn थियोचाँदी quivering एक तुवालो।जाडो पारित गर्दा त्यो फेरि आए,र उनको गीत अचानक वसन्त जारी,lark बढ्दो, र गिरने वर्षा जस्तैर पानी भइरहने पग्लिने।उहाँले elven-फूल वसन्त देखेउनको खुट्टा बारे, र फेरि निकोउहाँले नृत्य र गाउन उनको द्वारा खोजीमाuntroubling घाँस मा।
		-- J. R. R. Tolkien

%
उहाँले एक albatross देखे लाग्योत्यो दीपक राउन्ड लहरा '।उहाँले फेरि देख्यो र यो थियो देखेएक मुद्रा postage टिकट।"तपाईं सबै भन्दा राम्रो घर प्राप्त गर्न चाहन्छु," उहाँले भन्नुभयो,"द रात बरु नम छन्।"
		-- J. R. R. Tolkien

%
अरूलाई बारे सोच्नुहोस् लागि जसले adages inventsक्रूज मा जा गर्दा डुङ्गा साथ लिन्छ।
		-- J. R. R. Tolkien

%
भनेन जसले, दौड जीत,र समानता लाइनहरु ठाउँ भेट्ने।
		-- John Boyd, "Last Starship from Earth"

%
उहाँले मलाई बुबा जस्तै भएको,उहाँले तपाईंलाई पछि तीन प्राप्त गर्न सक्छन् मात्र डीजे छ,म एक रक र रोल ब्यान्ड मा सबै-रात संगीतकार हुँ,अनि उहाँले मलाई मन पर्छ म किन बुझ्न छैन।
		-- The Byrds

%
उनको एउटा पुरातन महिला दिनुभयो लकबचत गर्न उनको मायालु पति जीवन;र मानिसहरू - तिनीहरूले त Dame सम्मान -केही ताराहरू मा उनको नाम bestowed।तर हाम्रो आधुनिक विवाहित निष्पक्ष गर्न,जसले बाल बचत गर्न आफ्नो प्रभुहरूका दिन चाहन्छु,कुनै तारकीय पहिचान दिइएको गर्नुपर्छ।त्यहाँ स्वर्गमा पर्याप्त तारा छैनन्।
		-- The Byrds

%
यहाँ म फेरि सही छु म थाहा म कहाँ हुनु हुँदैनम यो जाल धेरै पटक भित्र पक्रेको गरिएको छम यी कदम हिंडे र भन्नुभयो must've यी शब्दहरू एकपहिले हजार पल्टम सबैलाई गरेको लाइनहरु थाहा जस्तो देखिन्छ।
		-- David Bromberg, "How Late'll You Play 'Til?"

%
यहाँ म, बस्न भङ्ग-hearted,सबै लग इन, तर unstarted काम।पहिलो net.this र net.that,र net.fat लागि एक हट buttered रोटी।मालिक द्वारा आउँछ, र म खेल खेल्न,त्यसपछि म फिर्ता net.flame बारी।त्यहाँ एक उपचार (म आफ्नो विचार आवश्यक) छ,net.news फन्दामा कसैले लागि?म, तिम्रो सहयोग आवश्यक म 'tween sobs भन्छन्,'कारण म चाँडै net.jobs मा सूचीबद्ध गरिनेछ।
		-- David Bromberg, "How Late'll You Play 'Til?"

%
यहाँ मेरो मन मा, म हेलेन छु;म कम से कम, Aspasia र नायक हुँ।म जूडिथ, र याएल, र महोदया डे Sta "एल छु;म Salome, पूर्व को चन्द्र छु।यहाँ मेरो प्राण म Sappho छु;महिला ह्यामिल्टन साथै म हुँ।मलाई ecamier किट्टी O'Shea संग vies आर ',Dido, र हव्वालाई र गरिब Nell संग।म आकर्षक महिलाहरु को सबै छुजसको मा इतिहास beckoning हल्लाउँदै।तर तपाईं एक मानिस छन्, र केवल मेरो पैन हेर्न,त्यसैले म एक पुस्तक घरमा बस्न।
		-- Dorothy Parker

%
यहाँ निहित लेस्टर मूरएक .44 संग 4 टाइम्स शटकुनै लेसकुनै मूर
		-- tombstone, in Tombstone, AZ

%
हे dol! प्रमुदित dol! एक दांग dillo घण्टी!एक दांग घण्टी! यसका साथ hop! fal को Willow लाल!टम Bom, हंसमुख टम, टम Bombadillo!
		-- J. R. R. Tolkien

%
अरे! डेरी dol आउनुहोस्! यसका साथ हप, मेरो hearties!Hobbits! Ponies सबै! हामी पक्षहरूका प्यारो गर्ने हो।अब रमाइलो सुरु गरौं! हामी मिलेर गाउन दिनुहोस्!
		-- J. R. R. Tolkien

%
अरे! प्रमुदित dol आउनुहोस्! डेरी dol! मेरो प्रेमीका!हल्का मौसम-हावा र feathered स्टार्लिंग जान्छ।तल हिल अन्तर्गत साथ, यो सूर्यका मा चमक,चिसो Starlight लागि दरवाजे मा प्रतीक्षा गर्दै,त्यहाँ मेरो सुन्दर महिला, छ नदी-महिलाको छोरी,पानी भन्दा स्पष्ट भएको Willow-छडी, रूपमा पातलो।ल्याउन पुरानो टम Bombadil पानी-लिलीफेरि घर hopping आउँछ। तपाईं उसलाई गाइरहेका सुन्न सक्नुहुन्छ?अरे! प्रमुदित dol आउनुहोस्! डेरी dol! र प्रमुदित-ओGoldberry, Goldberry, प्रमुदित पहेंलो बेरी-ओ!गरिब पुरानो विलो-मानिस, तपाईं दूर आफ्नो जरा टक!टम अब हतारमा गरेको। साँझ दिन पालन गर्नेछन्।टम घर ल्याउन फेरि पानी-लिली गइरहेको छ।अरे! डेरी dol आउन! तिमी मलाई गाउन सुन्न सक्नुहुन्छ?
		-- J. R. R. Tolkien

%
अरे! अब! अब बजरा आउनुहोस्! तपाईं Whither घूमछन गर्छन्?माथि, तल, नजिकै वा टाढा, यहाँ, त्यहाँ वा परला?ठिक-कान, बुद्धिमानी-नाक, Swish-पुच्छर र Bumpkin,मेरो सानो Lad, वृद्ध फैटी Lumpkin सेतो-socks!
		-- J. R. R. Tolkien

%
अरे, diddle, को ओभरफ्लो pdl diddleएक अलि बढी थाक प्राप्त गर्न;कि पर्याप्त छैन भने तपाईं यो सबै गुमाउनुअनि सबै बाटो फिर्ता पप छ।
		-- J. R. R. Tolkien

%
हिकरी Dickory डक,चूहों अप घडी भाग्यो,घडी एक प्रहार,अरूलाई सानो घाइते संग बच।
		-- J. R. R. Tolkien

%
क्लिक खेलन liegt EIN Mann ganz obnegleich;Im Leibe डिक, एक Suden रैह।Wir haben ihn Das लिनुहोस् gesteckt मा, यहाँ विविध कमजोरीको मानिस निहितdunkt एर sei verreckt Weil ES करें। आफ्नो शिरमा र धेरै पाप;आज हामी उहाँलाई गाडे किनभनेजहाँसम्म हामी भन्न सक्छौं रूपमा तिनी मरे छ।मुद्दा बाख र स्थानीय doggeral क्याचरले द्वारा लिखित;"PDQ बाख को Definitive जीवनी" पत्रुसले Schickele
		-- PDQ Bach's epitaph, as requested by his cousin Betty

%
Higgeldy Piggeldy,Elsinore को Hamletको आलोचकहरु द्वारा Ruffledयो बम गिर:"मनोविश्लेषण र Phooey आफ्नोPsychoanalysis -Oedipus, Shmoedipus,म आमा प्रेम। "
		-- PDQ Bach's epitaph, as requested by his cousin Betty

%
... आफ्ना चेलाहरूलाई उहाँको नेतृत्व; उनले बाँकी गर्छ।
		-- The Who, "Tommy"

%
इतिहास उत्सुक सामान छतपाईं द्वारा अब हामी पर्याप्त थियो लाग्छ चाहन्छुयद्यपि तथ्यलाई म डर रहिरहन्छहरेक वर्ष यो बढी बनाउन।
		-- The Who, "Tommy"

%
रस को अर्को स्पर्श तिनीहरूलाई बिस्कुट मारा,कि ससेज बस एक मिलान वा थप दुई सम्पन्न बाल्न।अब मेरो काले पुरानो कफी पोख्नुहोस्,कि गन्ध 'बलियो gettin बेलाएक अर्ध-भोज चाहनुहुन्छ धेरै nuthin छैन '।मलाई दस ऋण, म एक feelin 'यो मेरो बचत पायो,मजा लागि पूल गोली नगर्ने एक ornery प्राण संग,कि फिट coat'll भने तपाईं wearin हुनुहुन्छ ',यो Lord'll आफ्नो sharin 'आशीर्वादएक अर्ध-मित्र nuthin 'चाहनुहुन्छ धेरै छैन।र मलाई आधा प्रेम पर्नु गरौं,एकान्त रात को भाग को लागि,एक अर्ध-धेरै मेरो काखमा महिला संग।हो, म deep-- मा आधा गिर सक्छएक snugglin मा ', मनपराईरहेछु' हिप,एक अर्ध-धेरै मेरो काखमा महिला संग।
		-- Elroy Blunt

%
Ho! Ho! Ho! म जाने बोतल गर्नमेरो मनलाई निको पार्न र मेरो धिक्कार डुबा गर्न।वर्षा पर्न सक्छ र हावा झटका सक्छ,र धेरै माइल जाने अझै पनि हुन,तर एक अग्लो रूखमुनि म झूठ हुनेछ,र बादल द्वारा जलयात्रा जाने गरौं।
		-- J. R. R. Tolkien

%
Ho! टम Bombadil, टम Bombadillo!पानी, काठ र पहाडी गरेर, ईख र Willow द्वारा,आगो, घाम र चन्द्र गरेर, अब harken र हामीलाई सुन्न!आउनुहोस्, टम Bombadil, हाम्रो आवश्यकता लागि हामीलाई नजिकै छ!
		-- J. R. R. Tolkien

%
मेरो सानो साथी साथ hop अप Withywindle!टम kindle लागि मोमबत्ती अगाडि मा गइरहेको छ।तल पश्चिम डूब सूर्य; तपाईँले Groping गरिनेछ।जब रात-छाया पर्नु, त्यसपछि ढोका खुल्नेछ,को winfow-पेनका प्रकाश बाहिर पहेंलो twinkle हुनेछ।भय कुनै alder कालो! कुनै hoary Willow पालन!न मूल न त bough भय! टम तपाईं अघि मा जान्छ।अरे अब! प्रमुदित dol! तपाईं को लागि हामी प्रतीक्षा गरिने!
		-- J. R. R. Tolkien

%
तपाईं आफ्नो मासु खान छैन भने कसरी कुनै पनि हलुआ हुन सक्छ?
		-- Pink Floyd

%
साना गोही कसरी dothआफ्नो चमक पुच्छर सुधार,र नील को पानी खन्याउनहरेक सुनको मात्रा मा!उहाँले हाँसो देखिन्छ कसरी खुसीसाथ,सफासँग आफ्नो नंग्रा सर्छ कसरी,मा सानो माछाहरू र स्वागत,बिस्तारै हँसिलो जबड़े संग!
		-- Lewis Carrol, "Alice in Wonderland"

%
को VAX गरेको सी-संकलक कसरी dothयसको वस्तु कोड सुधार।अनि हामी बोल्न पनि रूपमा गर्छप्रणाली लोड बढाउनुहोस्।यसलाई कसरी धैर्य चलाउन देखिन्छर त्रुटि झण्डा बाहिर थुक्नु,प्रयोगकर्ताहरू, निराशाले, सबै गर्दाrags आफ्नो लुगा च्यातेर।
		-- Lewis Carrol, "Alice in Wonderland"

%
Humpty Dumpty पर्खाल मा बसे,Humpty Dumpty ठूलो गिरावट थियो!राजाको सबै घोडाहरू,र राजाको सबै मानिसहरूफेरि नास्ता लागि अन्डा भद्रगोल थियो!
		-- Lewis Carrol, "Alice in Wonderland"

%
म सधैं सम्झना हुनेछ - म trifle कुनै मुडमा थियो;'Twas एक वर्ष पहिले नोभेम्बर - म मेरो भरोसेमंद राइफल तल पायोम केही जरायो गोली बाहिर गए अनि मेरो शिकार डंठल बाहिर गए -एक बिहान उज्यालो र स्पष्ट छ। म कस्तो हउल दिन गरे!म गए र म मेरो बम्पर तिनीहरूलाई गाँसिएको अधिकतम गोली रखेल नियमहरू अनुमति हुनेछ: म तरिका घर चलाए,दुई खेल wardens, सात शिकारी, दुई खेल wardens, सात शिकारी,र एक गाई। र एक गाई।व्यवस्थाको धेरै दृढ थियो, यो मान्छे म यसलाई के कसरी मलाई सोध्नमेरो permit-- टाढा लिएर म ", भन्न त्यहाँ यो nothin 'छ!सबैभन्दा खराब सजाय म कहिल्यै सहे। तपाईं केवल त्यहाँ खडा 'प्यारा lookin,यो एउटा कारण थियो बाहिर जान्छ।: अनि केहि उत्प्रेरित गर्छ जब, तपाईं गोली "गाई सिजन बाहिर थिए, र अनि त्यहाँ दस भरी टाउको छको शिकारी को एक बीमा थिएन। अहिले मेरो पदक कोठा मा:दुई खेल wardens, सात शिकारी,र शुद्ध-नस्ल गुएर्नेसी गाई।
		-- Tom Lehrer, "The Hunting Song"

%
म क्रिसलर मेरो नाम परिवर्तन छुम वाशिंगटन, डि.सी. तल जाँदैछुम केही शक्ति दलाल भन्नेछुके तिनीहरूले Iacocca लागि गरेमलाई पूर्ण स्वीकार्य हुनेछ!म, क्रिसलर मेरो नाम परिवर्तन छुम ठूलो पाउनुभएपछि लाइन को लागि शीर्षक छु।जब तिनीहरूले बाहिर एक लाख महान् हात,म मेरो हात खडा गरिने बाहिर,Yessir, म मेरो प्राप्त!
		-- Tom Lehrer, "The Hunting Song"

%
म बी एमयू बी एमहामी सबै बी एमम बी एम लागि !!!!
		-- H.A.R.L.I.E.

%
म बिना बाँच्न सक्छकसैले मलाईतर बिनाकसैले म आवश्यक छ।
		-- "Safety"

%
म उसलाई 'a'comin देख्न सक्नुहुन्छआफ्नो ठूलो जूता संग,आफ्नो ठूलो औंठी बाहिर संग,उहाँले मलाई प्राप्त गर्न चाहन्छ।उहाँले मलाई चोट गर्न चाहन्छ।उहाँले मलाई तल ल्याउन चाहन्छ।तर केही समय पछि,जब म एक सानो straighter महसुस,म पराई पार छौँकसले मलाई खतरा को सम्झाउने छौँ,र त्यसपछि .... म उसलाई चलान छौँ।राम्रो मेरो भाग मा स्मार्ट!मेरो बाटो पत्ता लगाउन ... अन्धकारमा!
		-- Phil Ochs

%
म गुनासो गर्न सक्दैन, तर कहिले काँही म अझै पनि गर्छन्।
		-- Joe Walsh

%
म Descartes 'पायो के थाहा छैन,तर Booze के Kant सक्दैन गर्न सक्नुहुन्छ।
		-- Mike Cross

%
मलाई वरिपरि कुनै हतियार आवश्यक छैन ...म मलाई शान्त गर्न कुनै औषधी आवश्यक छैन ...म भित्तामा लेखन देखेको छ।म सबै केहि आवश्यकता हो छैन।कुनै! म सबै केहि आवश्यकता हो नगर्नुहोस्!सबै सबै, यो सबै बस पर्खाल मा इँटा थियो।सबै सबै, यो सबै बस पर्खाल मा इँटा थियो।
		-- Pink Floyd, "Another Brick in the Wall", Part III

%
म चाहन्छु छैन तर्क गर्छन्, र म चाहन्छु लडाई छैन,तर निश्चित त्यहाँ एक पक्ष राती हुनेछ ...
		-- Pink Floyd, "Another Brick in the Wall", Part III

%
म एक अचार चाहँदैनन्,मेरो motorsickle मा म केहिपनि सवारी।र म मर्न चाहँदैनन्,मैले मेरा motorcy मा सवारी चाहन्छु।Cle।
		-- Arlo Guthrie

%
म मेरो प्रेम एउटा एप्पल, कुनै कोर थियो दिनुभयो;म मेरो प्रेम एक भवन, कुनै तल्ला थियो दिनुभयो;म मेरो प्रेम एक कार्यक्रम, कुनै अन्त भएको थियो भनेर लेखे;म कुनै cryin 'संग, एक उन्नयन मेरो प्रेम दिनुभयो।त्यहाँ कसरी कुनै कोर छ कि एक एप्पल, हुन सक्छ?त्यहाँ कसरी कुनै तल्ला छ कि एक भवन, हुन सक्छ?त्यहाँ कसरी अन्त छ कि एक कार्यक्रम, हुन सक्छ?कसरी त्यहाँ कुनै cryin 'संग एक उन्नयन हुन सक्छ?स्याउको गरेको MOS स्मृति कुनै कोर प्रयोग नगर्नुहोस्!सिद्ध भन्ने एक भवन, यो कुनै दोष छ!GOTOs संग एक कार्यक्रम, यो कुनै अन्त छ!म कुनै cryin 'संग, उन्नयन बारेमा झूट!
		-- Arlo Guthrie

%
म, हरेक बिहान उठ मेरो बुद्धिमत्ता भेला हुन्छन्।कागज टिप्न, को obits पढ्नुहोस्।म त्यहाँ छैन भने मलाई थाहा म मरेको छैन।त्यसैले म एक असल नास्ता खान र सुत्न पछाडि जानुहोस्।ओह, म कसरी थाहा मेरो युवा सबै खर्च छ?मेरो गेट-अप-र-गो पायो-अप-र-गए छ।तर यो सबै बाबजुद, म हाँसो गर्न सक्षम छु,र मेरो गेट-अप भएको छ स्थानहरूको लाग्छ।
		-- Pete Seeger

%
म त्यहाँ एक सौंपाइयो थियो: पानी-लिली भेला,हरियो पात र लिली मेरो सुन्दर महिला खुसी पार्न सेतो,पछिल्लो तिनीहरूलाई जाडो बाट राख्न वर्ष अन्त ere,उनको राम्रो खुट्टा द्वारा फूल गर्न सम्म पनि snows पग्लियो छन्।गर्मी अन्त मा प्रत्येक वर्ष म उनको लागि तिनीहरूलाई फेला पार्न जाने,एक विस्तृत पूल, गहिरो र स्पष्ट सम्म तल Withywindle मा;त्यहाँ तिनीहरूले वसन्त मा पहिलो खोल्न र त्यहाँ तिनीहरूले नवीनतम ठहरे।कि पूल द्वारा लामो पहिले म नदी-छोरी फेला,निष्पक्ष जवान Goldberry को rushes बसेर।मीठो उनको त्यसपछि गाइरहेका थिए, र उनको मन पिटाई थियो!र तपाईं को लागि राम्रो साबित - अब म अब हुनेछ लागिजंगल-पानी साथ फेरि गहिरो तल जाने,कुनै बेला वर्ष पुरानो छ। न त म पारित हुनेछपुरानो मानिस विलो घरमा वसन्त-समय को यो पक्ष,छैन प्रमुदित वसन्त, जब नदी-छोरी सम्मपानी मा नुहाउने गर्न withy-बाटो तल नाच्छन्।
		-- J. R. R. Tolkien

%
म मेरो साथ मा र बाहिर जान्छ अलि छाया, छअनि उहाँलाई प्रयोग म हेर्न भन्दा धेरै छ हुन सक्छ।उहाँले एडी देखि टाउको सम्म धेरै म जस्तै, धेरै छ;र म जब म मेरो ओछ्यानमा मा हाम फाल्न, उहाँलाई मेरो अघि हाम फाल्न हेर्नुहोस्।उहाँको बारेमा मजेदार कुरा उहाँले grow-- गर्न रुचि बाटो छछैन सबै सधैं धेरै सुस्त छ जो उचित छोराछोरी, जस्तै;लागि उहाँले कहिलेकाहीं taller, एक भारत-रबर बल जस्तै माथि मार,अनि उहाँले कहिलेकाहीं त्यहाँ उहाँलाई कुनै पनि सबै भन्ने त सानो हुन्छ।
		-- R. L. Stevenson

%
म सिकेकाhors d'oeuvres हिज्जे गर्नजो अझै पनि मा gratesकेही मानिसहरूको n'oeuvres।
		-- Warren Knox

%
म मेरो pockets कुराहरू धेरै छन्;तिनीहरूलाई कुनै पनि केहि लायक छ।Sociopolitical whines अलग,Gan तिमी मलाई दिन, मुक्त, स्वतन्त्र,आधा गैलन को मूल्यGallo अतिरिक्त खराब कोर बस भाडा घर को सबै भन्दा।
		-- Warren Knox

%
म शैतानको grins पक्कै पनि छ,मसी को समुद्र रूपमा म अपवाद।तिमीहरू देवताहरूको, मेरो "साहित्यिक" sins-- क्षमाअन्य प्रकारको फरक छैन।
		-- Robert W. Service

%
म त्यो पुरानो जैविक कसैमा छ,म त्यो पुरानो irresistible वृद्धि छ,मलाई भोक लाग्यो।
		-- Robert W. Service

%
म लियो जी Carrol थाहएक बैरल भन्दा थियोTarantula पहाडहरु लगे जब। [ "यो Lick!"]र म साँच्चै तातो पायोजब म Jeanette स्कट देखेविष र मारता spits एक triffid लड्न।विज्ञान कल्पना, डबल सुविधाडाक्टर एक्स एक प्राणी निर्माण हुनेछ।androids ब्राड र जेनेट झगडा हेर्नुहोस्फोर्बिडेन ग्रह मा एनी फ्रान्सिस ताराओह ओह ओह ओह ओहदेर रात, डबल सुविधा, तस्वीर शो मा।
		-- The Rocky Horror Picture Show

%
तपाईं talkin गरिएको भने 'तपाईं भने गर्नुभएपछि मलाई थाहाबस कसरी तपाईं wuz suprised जीवित मृत द्वारा।तपाईं तिनीहरूले तपाईं शब्दहरू बुझ्न सक्ने suprised wuzर तिनीहरूले सुने सबै सत्य एक पटक प्रतिक्रिया कहिल्यै।तर तपाईं वर्ग प्राप्त गर्छन्!त्यहाँ हेरचाह गर्न पायो भन्छन् कि कुनै नियम छैन।तिनीहरू सधैं तिनीहरूले बहिरा लाटा र अन्धा हुनुहुन्छ कसम गर्न सक्नुहुन्छ।
		-- The Rocky Horror Picture Show

%
म हाल एक निपात गुमाए;यो मेरो कुर्सी मुनि, मलाई लाग्यो, लुकेकोर angrily म ", कराए Perdition!माथि को बाहिर बाट अन्तर्गत त्यहाँ। "विशुद्धता मेरो vade mecum छ,र straggling म घृणा वाक्यांश,र अझै म ", छक्क परे उहाँले के आउनु पर्छअन्तर्गत बाहिर बाट माथि लागि? "
		-- Morris Bishop

%
म रेलका मा मेरो टाउको राख्नु,डबल ई लागि Waitin 'यो रेल कुनै चलान छैन।गरिब गरिब दयनीय मलाई। [Chorus]गरिब गरिब दयनीय मलाई, गरिब गरिब दयनीय मलाई।यी जवान बालिका मलाई हुन दिनु हुनेछ,प्रभु मलाई कृपा छ!धिक्कार मलाई छ!खैर, म एक केटी, पश्चिम हलिउड भेट,खैर, म नाम नामकरण गरिएको छैन।तर त्यो साँच्चै राम्रो भन्दा मलाई काम,त्यो बस यिशैको जेम्स जस्तै थियो।त्यो साँच्चै राम्रो भन्दा मलाई काम,त्यो उनको लिङ्ग एक क्रेडिट थियो।त्यो केही परिवर्तनहरू मार्फत मलाई राखे, केटा,सर्ट को एक Waring ब्लेंडर जस्तै। [Chorus]म इन्द्रेणी पल्ट मा एक केटी भेट,म उनको पिटे भने उनले मलाई सोधे।त्यो हयात घरमा मलाई फिर्ता लिए,म यसको बारेमा कुरा गर्न चाहँदैनन्। [Chorus]
		-- Warren Zevon, "Poor Poor Pitiful Me"

%
म Dagobah तल एक दलदल मा उहाँलाई भेटकहाँ यो एक विशाल Carbonated सोडा जस्तै सबै समय बुलबुलेएस-हे-डी-एक सोडाम एक लग मा त्यहाँ बसिरहेका साना runt देखेम उसलाई आफ्नो नाम सोधे र एक raspy स्वरमा उहाँले Yoda भनेवाई-हे-डी-एक Yoda, यो-यो-यो-यो Yodaखैर म वरिपरि भएको छु तर मैले देखेको छैन कहिल्यैएक Muppet जस्तो देखिन्छ तर त्यो wrinkled र हरियो जसले एक मान्छेहे Yoda, यो-यो-यो-यो Yodaखैर म लाटो छैन तर म बुझ्न सक्दैनकसरी उनले आफ्नो हात उठाउँदै द्वारा हावा मलाई हुर्काउन सक्छन्हे Yoda, यो-यो-यो-यो Yoda, यो-यो-यो-यो Yodaको सनक द्वारा "लोला"
		-- Weird Al Yankovic, "The Star Wars Song," to the tune of

%
म एक प्रणाली सिर्जना गर्नुपर्छ, वा अर्को मानिसको द्वारा enslav'd हुन;म तर्क र तुलना छैन; मेरो व्यापार सिर्जना गर्न छ।
		-- William Blake, "Jerusalem"

%
म एक बैजनी गाई कहिल्यै देखेम एक हेर्न कहिल्यै आशातर म जसरी पनि बताउन सक्नुहुन्छहुन भन्दा म बरु हेर्न चाहन्छु।म एक बैजनी गाई कहिल्यै देखेको छुम एक हेर्न कहिल्यै आशातर हामी दूध देखि अहिले प्राप्त गर्दै हुनुहुन्छत्यहाँ पक्कै पनि एक हुनुपर्छआह, हो, म "द बैजनी गाई" यस्तो लेखेम दु: खी अब म यसलाई लेखे छुतर म जसरी पनि बताउन सक्नुहुन्छतपाईं यसलाई उद्धृत यदि म तँलाई मारिदिन्छु।
		-- Gellett Burgess, many years later

%
म योगदान, म योगदान,यो म जाने काम गर्न बन्द छ ...
		-- Gellett Burgess, many years later

%
म यो घृणास्पद मिसिन साँच्चै घृणाम तिनीहरूले बेच्न भनेर इच्छा।यो कहिल्यै गर्छ एकदम के म चाहन्छुतर केवल के म यो भन्छु।
		-- Gellett Burgess, many years later

%
"" मैले भने, "धर्मप्रचारक, राउन्ड 5 लागि मलाई बल दिनउहाँले "के तपाईं आवश्यकता हो, माथि बढ्न छोरा छ।", भन्नुभयोम, "पुरानो 'growin सम्म सुराकी' Growin भन्नुभयो,र त्यसपछि मरिरहेका गर्न, र मलाई धेरै रमाइलो जस्तै आवाज भनेर छैन। "
		-- John Cougar, "The Authority Song"

%
म एक मानिस क्षितिज पछि लाग्दा देखे'गोलो र राउन्ड तिनीहरूले उड।म यो मा विचलित थियो,म मानिस accosted,"यो निरर्थक छ," म बताए।"तपाईं never-- गर्न सक्नुहुन्छ""तिमीले झुटो बोल्यौ!" उहाँले, कराएर भाग्यो।
		-- Stephen Crane

%
म खराब चन्द्र बढ्दो हेर्नुहोस्।म बाटो मा समस्या हेर्नुहोस्।म हेर्न भूकम्प र lightnin 'म आज खराब समय हेर्नुहोस्।'जाने छैन राउन्ड आज राती,यो आफ्नो जीवन लिन बाध्य छन्।त्यहाँ वृद्धि मा खराब चन्द्र छ।
		-- J. C. Fogerty, "Bad Moon Rising"

%
म, तपाईंकै आँखा मा eigenvalue हेर्नम तपाईंका विलाप मा कोमल tensor सुन्न।Bernoulli मर्न सामग्री भएको थियोथियो त्यो तर ज्ञात यस्तो _ एक-को पावर किनकी 2 (सिफ्ट)!
		-- Stanislaw Lem, "Cyberiad"

%
म यो धेरै ठूलो र स्पष्ट भने, माछा पत्र पठाएको,म तिनीहरूलाई भन्नुभयो "यो म के इच्छा छ।" म गए र उसको कान यसो।समुद्रको सानो माछाहरू, तर उहाँले धेरै कडा र गर्व थियो,तिनीहरूले मलाई फिर्ता जवाफ पठाएको छ। उहाँले "तपाईं त ठूलो कराउँछन् पर्दैन।" भनेसाना माछाहरू 'जवाफ थियो अनि उहाँले धेरै गर्व र कडा थियो,"हामी यो गर्न सक्दैन, सर, किनभने ..." उहाँले भन्नुभयो, "म जाने र यदि तिनीहरूलाई उठाउनका छौँ ..."म तखताबाट एक केतली लिए भन्न फिर्ता पत्र पठाएको,यो आज्ञा पालन गर्न राम्रो हुनेछ। म तिनीहरूलाई उठ्नु भयो।तर कसैले मलाई आए र भने तर जब म पाइने ढोका बन्द थियो"साना माछाहरू ओछ्यानमा छन्।" म झिकेर र धक्का र kicked रढकढक्याउन,म उहाँलाई भने, र म यसलाई सादा भने अनि जब म पाइने ढोका बन्द थियो,"त्यसपछि तपाईंले तिनीहरूलाई फेरि उठ पर्छ।" म ह्यान्डल बारी गर्न प्रयास, तर ...	"त्यति नै हो?" एलिस सोधे।	"त्यती नै हो।" Humpty Dumpty बताए। "बाइ बाइ।"
		-- Stanislaw Lem, "Cyberiad"

%
म, अर्को समय एक सन्देश पठाउनुभएकोतर दिन खोलन बाहिर द्वीपसमूह रूपमा - यो मैले विश्वास गर्न सक्दैन,म, अर्को विमान एक सन्देश पठाउनुभएकोशायद यो सबै एक खेल हो - तर यो मैले गर्भ धारण गर्न सक्दैन।...म तिमी जस्तो धेरै हेर्छ जो कसैले भेटे,त्यो तपाईं के कुराहरू गर्छ, तर त्यो एक आईबीएम छ।त्यो मात्र धेरै राम्रो हुन प्रोग्राम गर्नुपर्छ,तर त्यो म पनि नजिकै प्राप्त जब, रूपमा बरफ रूपमा चिसो छ,उनले मलाई धेरै रुचि छ कि उनले मलाई भन्छ,तर जब म स्पर्श गर्न प्रयास गर्नुहोस्, त्यो यो सबै पनि स्पष्ट पार्छ।...म यो यति अनौठो लाग्न भन्ने महसुस,त्यो समय पुनर्व्यवस्थित छ, तर समय अन्तिम शब्द छ,उनले मेरो मन मा यस्तो लेखिएको छ, म तपाईं को विचार थाह छ,त्यो, निर्दयी हुन खोज्छ त्यो हाम्रो संसारको केही थाह छ।
		-- ELO, "Yours Truly, 2095"

%
म नेट मा एक प्रश्न गोली।मैले जवाफ अझै, एक पोस्ट सन्देश मलाई बिग्रेको भनिन्छ पायो छैनतर सात मानिसहरूले मलाई नरक दिनुभयो म कहिल्यै मिल्यो चाहन्छु मेल बेवास्ता लागि;र म हिज्जे सिक्न पर्छ भने; एक क्रोधित सन्देश मलाई सोध्नुभयो, कृपयायस्तो drivel विदेशी नपठाउनुहोस्;एक वकील मलाई निजी मेल पठाइएको: एक netter लाग्यो यो एक चकमा थियो - र उहाँले जेल मा मेरो गधा थप्पड चाहन्छु कसम खाएँम उल्लेख चाहन्छु Un * x मेरो मणि मा "हिड कर, नेट डट Jokes पोस्ट!";र टी र एम थप्न असफल; अर्को मेरो व्याकरण खराब भनिन्छर मेरो लेखन शैली आलोचना।प्रत्येक दिन म प्रत्येक विषय लाइन स्क्यानआशा मा विषय मेरो हुनेछ;म नेट मा एक प्रश्न गोली।म अझै जवाफ पायो छैन ...
		-- Ed Nather

%
म प्रमुख किनारा उभिए,मेरा खुट्टा पूर्वी seaboard।"जानुहोस्!" योको OnO भनेम पनि डराएको र राम्रो-देख छु, म रोएँ।मा जानुहोस् र यो प्रयास गर्नुहोस्,यो पीडा लम्ब्याउनु किन, सबै मानिसहरू मर्न पर्छ।
		-- Roger Waters, "The Pros and Cons of Hitchhiking"

%
म कहिल्यै सुन्नु हुनेछ भनेर सोच्नएक कविता बियर भन्दा lovelier।जो पल्ट ट्याप छ कि सामान,सुनको आधार र हिउँ टोपी संग।कि म सबै दिन पिउन सक्नुहुन्छ सामानसम्म मेरो mem'ry टाढा पिघलने।कविता मूर्ख गरेको हो, म डरतर केवल Schlitz एक बियर बनाउन सक्छ।
		-- Roger Waters, "The Pros and Cons of Hitchhiking"

%
म कहिल्यै देख्न हुनेछ कि लाग्छएक बोर्ड रूख रूपमा सुंदर।वास्तवमा, होर्डिंग गिर नभएसम्ममैले कहिल्यै पनि रूख सबै देख्नुहुनेछ।
		-- Ogden Nash

%
म कहिल्यै देख्न हुनेछ कि लाग्छरूपमा रूख रूपमा सुंदर कुरा।तर रूखहरू तपाईं देख्न रूपमा गएका छन्तिनीहरूले सुरुतिर यो बिहान भयो।शहर बाहिर बाट लगिङ दृढआए र सबै तल रूखहरू कटा।तर म ती फोहोर skunks धोखा हुनेछर 'चड्डी' भनिने ब्रान्ड नयाँ कविता लेख्न।
		-- Ogden Nash

%
"म तपाईं 20 वर्षको भन्नुभयो कि लाग्यो!""एक प्रोग्रामर रूपमा, हो," त्यो जवाफ दिनुभयो"अनि तिमी धेरै नजिक दुई मिटर अग्लो हुन दावी!""तपाईंले गोरा थिए भने, तर तपाईं झूठ बोल्यो!"ओह, त्यो ह्याकरसँग थियो र उहाँले पनि एक थियो,तिनीहरूले तपाईं भन्न चाहन्छु सामान्य त धेरै थियो।तिनीहरूले मजाक र कविता, र बुद्ध नयाँ भाडे साटासाट,र संकेतहरुको प्यारा वा Risque थिए '।उनको आफ्नो भाइ को एक तस्वीर पठाएको शमू,उनले एक केहि विगतका उच्च विद्यालय दिन देखि पठाइयोर यो आफ्नो जीवन बाँकी लागि गएका हुन सक्छ,यदि तिनीहरूले L.A. मा भेट गरेका थिए"तपाईंको दाढी एक बगल छ," त्यो घृणा भने।उहाँले जवाफ दिनुभयो, "तपाईंको बगल दारी छ!"र तिनीहरूले chorused: "म सबै बाँकी खडा सक्छ लाग्छयदि तपाईं त पूर्ण रूपमा अजीब थिएनन्! "त्यो उहाँले सुन्न चाहेको कुरा भन्नुभएको थियो भने,र उनले नै गरेका थिए,तिनीहरू कता हो कता बढी इमानदार छन् चाहन्छु, र कहिल्यै भेटेको छु,र खेल संग मजा हुनेथियो।इलेक्ट्रनिक मेल "
		-- Judith Schrier, "Face to Face After Six Months of

%
तिनीहरूले मलाई एक पकड पायो नुन 'म, यस्तो मीठो मीठो कुरा हुन प्रयोग,म हेर्न अन्धा मदत, सानो पुरानो महिलाहरु को लागि ढोका खोलियो,म आफूले देखेका गर्न सकिँदैन, तिनीहरूले कागजात पढ्न कुनै मित्र 'कारण पायो,मेरो साथ, र म feelin 'वास्तविक तल गोली छु,र म, उह, छु feelin 'अर्थ,कुनै थप, श्री राम्रो केटा,कुनै थप, श्री स्वच्छ,कुनै थप, श्री राम्रो केटा,तिनीहरूले "उहाँले बिरामी छ, उहाँले अश्लील छ" भन्छन्।मेरो कुकुर आज खुट्टा मलाई बिट, मेरो बिरालो मेरो आँखा clawed,Ma सामाजिक सर्कल बाहिर हालियो गरिसकेका र पिताजी लुकाउन छ,म चर्च गए, गुप्त, जब सबैलाई गुलाब,यो Reverend Smithy, उहाँले मलाई पहिचान,र नाक मलाई punched, उहाँले भन्नुभयो,(Chorus)उहाँले "तपाईं बिरामी हुनुहुन्छ, तपाईं अश्लील हुनुहुन्छ" भन्नुभयो।
		-- Alice Cooper, "No More Mr. Nice Guy"

%
म कसाई चक्कु को एक बैरल मा जन्म भएको थियोसमस्या म प्रेम र शान्ति म तुच्छ सम्भ्कनुजंगली घोडा मेरो छेउमा मलाई kickedत्यसपछि एक विषालु सर्प मलाई bit र उहाँले बन्द हिंडे र मृत्यु भयो।
		-- Bo Diddley

%
म eatin थियो 'केही टुकडे करो suey,सेन्ट Louie मा एक महिला संग,त्यहाँ जब अचानक ढोकामा एक knockin 'आउँछ।अनि त्यो knocker, उहाँले, "मह भन्छन्केही पैसा यो घुमाव बाहिर रोल,वा आफ्नो बाबाले भुइँमा एउटा baddie शुट। "
		-- Mr. Miggle

%
म एक महिला बेरा संग घर गएबाटो म सधैं के।थाहा म कसरी?त्यो पनि रूसी थियो।म हवाना मा जुवा थियो,म एक सानो जोखिम लिए।वकिल, बन्दुक, र पैसा पठाउन,पिताजी, यो मलाई प्राप्त।
		-- Warren Zevon, "Lawyers, Guns and Money"

%
म त्यो eatin थियो 'एक अचार, मेरो मित्र भन्दा गए।म "नमस्ते, के happenin छ '?" भनेउहाँले "nothin '।" भनेउत्साह को भनेर तरिका संग यो गीत गाउन गर्न प्रयास गर्नुहोस्;यदि तिमी एक बस COP squashed।
		-- Arlo Guthrie, "Motorcycle Song"

%
म tug ओ 'युद्ध मा प्ले छैन।म बरु अंगालो ओ 'युद्ध मा प्ले चाहन्छु,कहाँ सबैलाई अंकमालबरु tugs को,कहाँ सबैलाई gigglesर कम्बल मा रोल,कहाँ सबैलाई चुंबन,र सबैलाई grins,र सबैलाई cuddles,र सबैलाई जित्छ।
		-- Shel Silverstein, "Hug o' War"

%
म एक feelin 'अर्थ उठेँयो स्लट मेसिन खेल्न तल गएको पाङ्ग्रा राउन्ड गरिएका,र अक्षरहरू पढ्न"राम्रो टाउको फिर्ता टेनेसी Jed गर्न"
		-- Grateful Dead

%
म जान्न चाहनुहुन्छम मा के बाड थियोअनि म बाहिर बाड थियो।
		-- Robert Frost

%
म गर्नुभयो पाउन भने म रुन कहिल्यै चाहन्छुमेरो सूप मा नीलो ह्वेल ...न त म एक porcupine आपत्ति थियोभित्र चिकन Coop।जब कुराहरू संयोजन हो जीवन राम्रो छ,मासु चाउ mein मा छम जस्तै ...तर प्रभु, म आपत्ति लाग्छ यो समय,तिनीहरूले मेरो वर्षा मा एसिड राख्नु गर्नुभएको छ।
		-- - Milo Bloom

%
म बरु पापी संग हाँस्न चाहन्छु,भन्दा सन्तहरू संग रुन,यो पापी धेरै मजा छन्!
		-- Billy Joel, "Only The Good Die Young"

%
म मेरो मनमा तिमीलाई अनियमित पहुँच प्रदान छौँ,Thoul't मलाई तपाईंका प्रेम सबै अचल बताउन;र त हामी दुई सबै प्रेम गरेको lemmas साबित हुनेछर कहिल्यै हाम्रो सीमाको विभाजन भाग मा।मलाई रद्द - त्यसपछि रहनेछ के को लागि?Abscissas, केही mantissas, मोड्युलहरू, मोड,एक वा दुई जरा एक टोरस र एक नोड:मेरो पद को व्युत्क्रम, एक शून्य डोमेन।म, तपाईंकै आँखा मा eigenvalue हेर्नम तपाईंका विलाप मा कोमल tensor सुन्न।Bernoulli मर्न सामग्री भएको थियोउहाँले तर ज्ञात यस्तो-बर्ग किनकी थियो 2 (thi)!
		-- Stanislaw Lem, "Cyberiad"

%
म सेक्सोफोन खेल्न सिक्न छौँ,म के म महसुस बस खेल्छन्।सबै रात लामो स्कट व्हिस्की पिउन,र पाङ्ग्रा पछि मर्छन्।तिनीहरूले संसारमा विजेता लागि नाम पायो,जब म गुमाउन म एउटा नाम चाहन्छु।तिनीहरूले कल अलबामा को क्रिमसन टाइड,मलाई Deacon ब्लुज कल।
		-- Becker and Fagan, "Deacon Blues"

%
म चन्द्र को गाढा पक्षमा तपाईं देख्नुहुनेछ ... ...
		-- Pink Floyd

%
म एउटा कलाकार हुँ।तर यो म साँच्चै गर्न चाहनुहुन्छ के छैन।के म साँच्चै गर्न चाहनुहुन्छ एक जुत्ता विक्रेता हुन छ।मलाई थाहा तपाईं भन्न जाँदै हुनुहुन्छ के -"सपनाहरु देखने! बादल बाहिर आफ्नो टाउको प्राप्त गर्नुहोस्।"ठीक! तर यो म के गर्न चाहनुहुन्छ के।बरु म दिनभरिको चित्रकला मा जाने छ।विश्व जुत्ता सेल्समैन लागि ठाउँ बनाउनु हुँदैन।
		-- J. Feiffer

%
म मुक्त छु - र स्वतन्त्रता वास्तविकता को स्वाद।
		-- The Who

%
म जस्तै दुःखी हुन सक्छ रूपमा दुःखी छु!म आफ्नो विशेष मिति छुटेका छौं।कृपया मसँग रिसाएको हुनुहुन्न भनेर भन्नमेरो कर फिर्ती लेट छ।
		-- Modern Lines for Modern Greeting Cards

%
म त कता हो कता हामी लगभग हुन भने हुन सक्छ कि मेरो आय परे जीवित छुअलग बस्ने।
		-- e. e. cummings

%
म छु, रूख एन-ary छु,रूख एन-ary, म हुँ, म छु।म रही छु को पार्सर अर्को ढोका द्वारा traversed,उनले मलाई सात पटक अघि traversed गर्नुपर्छ।र ev'ry समय यो एक N-ary (एन-ary!) थियोकहिल्यै पनि एक बाइनरी छैन थियो। (कुनै सर!)म N-ary थियो 'एर आठौं रूख छु।म हुँ रूख एन-ary, म हुँ,म हुँ रूख एन-ary।
		-- Stolen from Herman's Hermits

%
म लगभग यहाँ तपाईं पाएपछि जस्तै त्यसैले बिना यो छ दुःखी छुत्यो सुन पनि मेरै प्राप्त भयो, म दस्ता भयोमेरो प्रेमले महिलाहरु 'कोठा बाट फर्केर आउँदा म हुनेछन् चासो धेरै पुरानो?म आफूलाई वा जाओ बलिङ मार गर्ने या नगर्ने छैनड्रप जीवन को लक्ष्य पोस्ट माध्यम Kick मलाई, येशू,
		-- Unattributed song title.

%
म अभिन्न र अंतर कलन मा धेरै राम्रो छु,म जगतले animalculous वैज्ञानिक नाम थाह;छोटो मा, मामिलामा तरकारी, पशु, र खनिज मा,म एक आधुनिक मेजर-सामान्य को धेरै मोडेल हुँ।
		-- Gilbert & Sullivan, "Pirates of Penzance"

%
म यति लामो समय यो एक्लो बाटोमा भएको छु,जो कोहि थाह छ जहाँ जान्छ,म सम्झना पछिल्लो समय संकेत घर बताएको छ,पहिले एक महिना।
		-- Carpenters, "Road Ode"

%
म डाटा सामान्य मा एक राम्रो मोडेल बनाएकोडाटा आधारमा तरकारी, पशु, र खनिज लागिमेरो ओएस multiplexed duality संग CPUs ह्याण्डलहरूलाई;मेरो PL / 1 संकलक प्रभावशाली कार्यक्षमता देखाउँछ।मेरो भण्डारण प्रणालीको चुम्बकीय कोर ध्रुवीयता भन्दा राम्रो,तपाईं समता लागि एक बिट बाहिर जाँच चिन्ता छ कहिल्यै;त्यहाँ गैर-स्थिर तल्ला चटाई स्थापना गर्न कुनै पनि कारण छैन;मेरो डिस्क ड्राइभ चर ढाँचा लागि क्षमता छ।म एक gloating बिन्दु हुन थाहा के उल्लेख गर्न compelled महसुस:त्यहाँ चर उत्प्लवानविन्दुमान लागि स्मृति मा कोठा धेरै छ,इनपुट तरकारी, पशु, र खनिज लागि कुन कुराले देखाउँछम डाटा सामान्य मा एक राम्रो मोडेल निर्माण गर्नुभएको छ।"आधुनिक मेजर जनरल", "Penzance को डाकू" बाट,द्वारा गिल्बर्ट एन्ड सुलिवन)
		-- Steve Levine, "A Computer Song" (To the tune of

%
मैले बल्ल सही केटी फेला छु,म थप माग्न सकेन,त्यो बहिरो र लाटो र अधिक-sexed छ,र एक भट्टी पसल मालिक हो।
		-- Steve Levine, "A Computer Song" (To the tune of

%
म / हे, म / हे,यो, म जाने डिस्कमा बन्द छपढ्न वा लेख्न एक बिट वा बाइट,म / हे, म / हे, म / हे ...
		-- Steve Levine, "A Computer Song" (To the tune of

%
मछुछैनधेरैखुसीअभिनयखुसीजबप्रमुखवैज्ञानिकहरूलेovermagnifyबौद्धिकज्योति
		-- Steve Levine, "A Computer Song" (To the tune of

%
आईबीएम एक PL / म थियो,यसको विन्यास बुत भन्दा पनि बदतर;र जताततै यो भाषा भयो,यो कुल एक हानि थियो।
		-- Steve Levine, "A Computer Song" (To the tune of

%
नजान्ने र मुक्त हुन एक राष्ट्र चाहनुहुन्छ भने,... यो थियो के कहिल्यै र कहिल्यै हुनेछ चाहनुहुन्छ।
		-- Thomas Jefferson

%
एक प्रणाली बुद्धिमानीपूर्वक प्रबन्ध गरिएको छ भने,यसको प्रयोगकर्ता सामग्री हुनेछ।तिनीहरू कोड हैकिंग मन पराउँछन्र लागू समय बर्बाद छैनश्रम बचत खोल लिपि।पछि तिनीहरूले असाध्यै आफ्नो खाता प्रेम,तिनीहरूले अन्य मिसिन रुचि छैन।त्यहाँ टेलनेट, rlogin, र FTP हुन सक्छ,तर यी कुनै पनि पाहुना पहुँच छैन।त्यहाँ चर्किएको र मालवेयर को एक शस्त्रागार हुन सक्छ,तर कसैले तिनीहरूलाई कहिल्यै प्रयोग गर्दछ।मानिसहरू आफ्नो मेल पढेर मन पराउँछन्,आफ्नो समाचारसमुह संग हुनुमा खुशी ले,आफ्नो टर्मिनल मा काम सप्ताहन्तमा खर्च,साइट मा कर्महरु आनन्द।र पनि अर्को प्रणाली त नजिकै छप्रयोगकर्ता यसको प्रमुख क्लिक र Biff beeps सुन्न सक्नुहुन्छ,तिनीहरूले बुढेसकालमा को मर्न सामग्री छन्बिना कहिल्यै हेर्न गएका भएको।
		-- Thomas Jefferson

%
सबै भने मलाई लाग्छ कि साँचो हुन,त्यहाँ एक पिउन पाँचवटा कारण हुन;असल मित्र, राम्रो वाइन, वा सुक्खा हुनुको,वा नत्र हामी द्वारा-र-द्वारा हुनुपर्छ,वा अन्य कुनै पनि कारण किन।
		-- Thomas Jefferson

%
सबै समुद्र मसी थिए भने,अनि सबै reeds कलम थिए,अनि सबै आकास चर्मपत्र थिए,अनि सबै मानिसहरू लेख्न सके,यी पर्याप्त छैनसबै रातो टेप लेख्नयो सरकार को।
		-- Thomas Jefferson

%
यदि एउटा एस र एक म र एक ओ र यूअन्तमा एउटा एक्स हिज्जे आईतबार;र एक ई र एक वाई र एक ई हिज्जे म,प्रार्थना गर्न एक speller के हो?त्यसपछि, यदि पनि एक एस र एक म र एक जीर एक HED हिज्जे पक्ष,एक speller गर्न को लागि त्यहाँ केही धेरै बायाँ छतर जान siouxeyesighed प्रतिबद्ध।
		-- Charles Follen Adams, "An Orthographic Lament"

%
डा Seuss एक प्राविधिक लेखक थिए भने .....यहाँ खेल्न सजिलो खेल हो।यहाँ भन्न सजिलो कुरा छ:एक प्याकेट एक पोर्टमा एक सकेट मा एक खल्तीमा हिट भने,र बस एक अन्तिम उपायको रूपमा बाधा,र स्मृति को ठेगाना तपाईंको फ्लपी डिस्क परित्यागगर्नुहोस् बनाउँछ,त्यसपछि सकेट प्याकेट खल्तीमा रिपोर्ट त्रुटि छ!आफ्नो कर्सर मेनु वस्तु ड्यास द्वारा अनुगमन पाता भने,र डबल-क्लिक प्रतिमा, रद्दीटोकरीमा तपाईंको विन्डो राख्दछर आफ्नो डाटा दूषित छ 'कारण सूचकांक ह्यास छैन,त्यसपछि आफ्नो अवस्था गरेको निराशजनक, र आफ्नो प्रणालीको gonna दुर्घटनामा!तपाईं यो भन्न सक्दैन? कस्तो लाज, सर!हामी तपाईंलाई अर्को खेल पाउनुहुन्छ, सर।यदि तपाईंको घरमा तालिका मा केबल मा लेबल,नेटवर्क तपाईँको माउस बटन जोडिएको भन्छन् छ,तर आफ्नो प्याकेटहरू अर्को प्रोटोकल मा टनेल गर्न चाहन्छु,त्यो बारम्बार हल तल मुद्रक द्वारा अस्वीकार गर्नुपर्छ,र आफ्नो स्क्रीन सबै gauss को साइड इफेक्ट द्वारा विकृत भएको छ,त्यसैले विन्डो मा आफ्नो प्रतीक एक souse रूपमा तरंग रूपमा छन्,त्यसपछि तपाईं साथै रिबुट र एक धमाका साथ बाहिर जाने हुन सक्छ,'कारण रूपमा म एक कवि हुँ रूपमा निश्चित, को चूसनेवाला गरेको gonna रचनाहरू!जब आफ्नो फ्लपी को प्रतिलिपि डिस्क मा लापरवाहीसंग प्राप्त गर्नुपर्छ,र microcode निर्देशन कारण अनावश्यक risc,त्यसपछि तपाईं आफ्नो स्मृति फ्लैश छ र तपाईं आफ्नो रोमी राम चाहनुहुन्छ छौँ।चाँडै कम्प्युटर बन्द र आफ्नो आमा बताउन पक्का हुन!
		-- DementDJ@ccip.perkin-elmer.com (DementDJ) [rec.humor.funny]

%
म आफ्नो मन, प्रेम पढ्न सकिएन भने,के आफ्नो विचार भन्न सके एक कथा,बस एक Paperback उपन्यास जस्तै,यो खालको औषधि पसल बेच्छ,जब तपाईं जहाँ वेदना आउन भाग पुग्न,नायक मलाई हुनेछ,नायक अक्सर असफल,तपाईं त्यो पुस्तक फेरि पढ्ने छैन, किनभनेको अन्त्य बस लिन पनि कठिन छ।म टाढा, एउटा चलचित्र स्टार जस्तै, हिंड्नकसले तीन तरिका लिपि मा भस्म हुन्छ,नम्बर दुई प्रविष्ट गर्नुहोस्,सिनेमा रानी दृश्य खेल्नमलाई सबै असल कुरा बाहिर ल्याउन को,तर अहिले, प्रेम, गरेको वास्तविक होस्म यसरी कार्य गर्न सक्छ लाग्यो कहिल्यै,र म सिर्फ यो प्राप्त छैन भन्न भयो,हामी गलत भयो जहाँ मलाई थाहा छैन तर भावना गइसकेको छर म यो फिर्ता प्राप्त गर्न सक्दैन ...
		-- Gordon Lightfoot, "If You Could Read My Mind"

%
म मेरो हृदय मा मेरो कलम छडी गर्न सक्छ भने,म सबै चरण भन्दा यो गिर थियो।यो फेरि द्वारा मा धकेल्न थियो, फेरि पूरा हुनेछ,तपाईं केटा अनौठो थियो लाग्छ दिनुहुन्छ?छैन त्यो अनौठो छ?...म मेरो हृदय मा एक चक्कु छडी गर्न सक्छ भने,दायाँ मञ्चमा आत्महत्या,यसलाई आफ्नो किशोर कामुकतालाई लागि पर्याप्त हुनेछ,यो पीडा सुख मदत दिनुहुन्छ?आफ्नो मस्तिष्क सुख?
		-- Rolling Stones, "It's Only Rock'N Roll"

%
यदि म पार्क वरिपरि ड्राइव छैन,म धेरै मेरो चिन्ह निश्चिन्त छु।यदि म दस द्वारा प्रत्येक रात ओछ्यानमा छु,म मेरो लग फिर्ता फेरि प्राप्त गर्न सक्छ।म आनन्द र यस्तो छुँदै नछुने भने,म शायद धेरै राशि छौँ;तर म हुँ बाटो रहन हुनेछ,किनभने म एक बेइमान दिन छैन।
		-- Dorothy Parker

%
म चन्द्र र तारा प्रतिज्ञा भने, के तपाईं विश्वास गर्नुहुन्छ?
		-- Alan Parsons Project

%
म इन्द्रेणी को अन्त गर्न यात्रा भनेडेम भाग्य अभिप्राय जस्तै,मर्फी मलाई बताउन त्यहाँ हुनेछयो पट अन्य अन्त मा छ।
		-- Bert Whitney

%
यदि अनुसन्धानकर्ताहरूले नर्सरी राइम्स लेखे ...सानो मिस Muffet उनको gluteal क्षेत्र मा बसे,soured दूध घटक खाने।कम्तिमा एक अवसरमायसका साथ एक arachnid आए र उनको छेउमा बसे,वा उनको वरपर मा कम से कम,र उनको एक भारी, तर paralyzing छैन, डर महसुस कारण,कुन बरु चाँडै क्षेत्र छोड्न रोगी उत्प्रेरित।
		-- Ann Melugin Williams

%
त्यो उनको आयनों मा cupric भएको थियो भने,उनको आकार ovoidal,आफ्नो रोमान्स फस्टाए गरेको हुन सक्छ।तर उहाँले आफ्नो आकार मा tetrahedral निर्माण,आफ्नो आयनों Ferric,प्रेम मदत गर्न सक्थे तर मर्न,Uncatylised, अक्रिय, र undernourished।
		-- Ann Melugin Williams

%
तपाईं सास फेर्न बस एक मिनेट थियो भने,र तिनीहरूले तपाईं एक अन्तिम इच्छा दी,तपाईं केहि लागि सोध्न दिनुहुन्छअर्को मौका जस्तै?
		-- Traffic, "The Low Spark of High Heeled Boys"

%
तपाईं आफ्नो लकर मा रक्सी को एक शेयर छडी भने,यो आफ्नो स्टक मा लक लीन slick छ।वा slicker छ जो केही जोकर,आफ्नो रक्सी को धोखा हुनेछ,तपाईं लक तपाईंको रक्सी लक गर्न गरेनौं भने।
		-- Traffic, "The Low Spark of High Heeled Boys"

%
भूकम्प र आणविक युद्ध द्वारा तपाईं चिन्तित हुनुहुन्छ भने,साथै यातायात र अपराध गरेर रूपमा,चिन्ता-मुक्त gophers कस्तो विचार,burrowed समय मा जीवित भए तापनि।
		-- Richard Armour, WSJ, 11/7/83

%
Il brilgue: les टी ^ oves libricilleuxSe gyrent एट frillant dans Le guave,Enm ^ IM 'ES Sont les gougebosquex,एट Le पु ^ omerade horgrave।Es युद्ध brilig। schlichte Toven मर्नWirrten und Waben मा wimmelten;Und aller-mumsige Burggovenडिर mohmen रथ ausgraben।
		-- Lewis Carrol, "Through the Looking Glass"

%
मा / users3 Kubla Kahn गरेएक stately खुशी डोम उर्दी,कहाँ / बिन, पवित्र नदी भाग्योमानिसलाई परीक्षण सूट measureless मार्फतएक sunless सी तल
		-- Lewis Carrol, "Through the Looking Glass"

%
गर्नै पर्छ कि हरेक काम मा, त्यहाँ मजा एक तत्व हो।रमाइलो पाउन र स्न्याप! काम एक खेल हो।र तपाईं उतरदायित्व लिनु हरेक कार्य, केक को एक टुक्रा, हुन्छएक lark, एक spree; यसलाई हेर्न धेरै स्पष्ट छ।
		-- Mary Poppins

%
ब्रूकलिन उच्च विद्यालय माम बेसबल प्रबन्धक थियो,गर्व म हुन सक्छ रूपमाम baseballs खेदे,जम्मा हालियो चमेरोअंततः तौलिया बाहिर हस्तान्तरण, म मेरो आफ्नै किनेकोयो धेरै महत्त्वपूर्ण काम थियो तर यसलाई गाढा नीलो गर्दा थियोएउटा सानो स्पास्टिक बच्चा लागि, आधिकारिक व्यक्तिहरूलाई हरियो थिएतर म एक टोली सदस्य कसैले कहिल्यै केहि भन्यो थियोटोलीमा मेरो नीलो ज्याकेट बारेमा मलाई मिल्यो जब;आफ्नो न्यानो-अप जैकेट को मान्छे मेरो मित्र थिएम एक प्राप्त भएन यद्यपि यो मलाई सबै वर्ष चोटकि नीलो ज्याकेट लगाउने गर्न नियमित टोली मात्रयी जैकेट पायो, र सबै ती हरियो व्यक्तिहरूलाई बीचमापक्कै पनि एक प्रबन्धक छैन तापनि अब, चालीस वर्ष पछि,म अझै पनि कि ज्याकेट सम्झनर स्मृति चोट मा जान्छ।
		-- Bart Lanier Safford III, "An Obscured Radiance"

%
Riemann, हिल्बर्ट वा Banach अन्तरिक्ष मागरौं सुपरस्क्रिप्टरसबस्क्रिप्ट आफ्नो मार्ग जानुहोस्।अब बाहिर चरण को हाम्रो asymptotes,हामी अनुहार गणना, अनुहार, मुठभेड हुनेछ।
		-- Stanislaw Lem, "Cyberiad"

%
को dimestores र बस स्टेशन मामान्छे परिस्थितिको को कुरापुस्तकहरू पढ्ने कोटेशन दोहोरिनपर्खाल मा निष्कर्ष आकर्षित।
		-- Bob Dylan

%
प्रारम्भिक बिहान पङ्क्तिमा,मेरो हात मा एक सूची संग।मेरो हृदयमा चिन्ता संग, टर्मिनल नम्बर 9 मा त्यहाँWaitin 'यहाँ CERAS-देशमा। पास्कल सबै जाना सेट चलाउन।म निद्राबाट एक लामो बाटो छु, तर म पङ्क्तिमा waitin छु ',त्यसैले म कसरी एउटा असल भोजन सम्झना आउँछ। कहिल्यै बढ्छ कि यो कोड संग।प्रारम्भिक प्रभात 'पङ्क्तिमा, अब लबी कुर्सियों नरम छन्,जाने कुनै ठाउँ छ। तर त्यो पङ्क्तिको छिटो सार्न गर्न सक्दैन।अरे, त्यहाँ मेरो मित्र जान्छ,म अन्तिम मा एक अप सार्नुभयो।जी Lightfoot द्वारा बिहान वर्षा "
		-- Ernest Adams, "Early Morning Queue", to "Early

%
को को गाढा जहाज देशमासूर्य कृतज्ञ मृत द्वारा संचालित छ।
		-- Egyptian Book of the Dead

%
यो भाले माकठिन श्रम र पापकोआफ्नो टाउको गंजा बढ्छतर आफ्नो चिउँडो छैन।
		-- Burma Shave

%
Xanadu मा Kubla खान गरेएक stately खुशी डोम उर्दी:कहाँ Alph, पवित्र नदी, भाग्योमानिसलाई measureless caverns मार्फतएक sunless समुद्र तल।उर्वर भूमि यति दुई पटक पाँच माइलपर्खाल र टावर संग राउन्ड girdled थिए:र उद्यान sinuous rills संग उज्ज्वल थिए,धेरै एक धूप असर रूख कहाँ पलायो;र यहाँ वन पहाडहरु प्राचीन थिए,greenery को घाम स्थलहरू Enfolding।
		-- S. T. Coleridge, "Kubla Kahn"

%
Xanadu मा Kubla खान एक stately खुशी डोम उर्दी गरेतर एक मताधिकार गर्न एनएफएल सहमत भए मात्र।
		-- S. T. Coleridge, "Kubla Kahn"

%
प्रेम मा र बाहिर फेरि,त्यसैले म गए र यसरी म जाने।आफ्नो आवाज स्पेयर, र आफ्नो कलम पकड:खैर र कडुवाहट मलाई थाहासबै गीतहरू कहिल्यै गाया थिए,सबै शब्दहरू कहिल्यै भन्नुभयो थिए;यो हुन सक्छ, जब म जवान थियो,कसैले मेरो टाउको मा मलाई गिरा?
		-- Dorothy Parker, "Theory"

%
यो देख्न सक्दैन, छैन महसुस गर्न सकिन्छ,सुने गर्न सकिँदैन, छैन smelt गर्न सकिन्छ।यो सुरु पछाडि र पहाडहरू अन्तर्गत निहित छ,र खाली प्वालहरू यो भरिन्छ।यो पहिलो आउँछ र पछि निम्नानुसार,, जीवन समाप्त हुन्छ हँसी हत्या गरी।
		-- Dorothy Parker, "Theory"

%
यो झूमर बाट लटकीकसैले थाह यो एकदम के गर्छयसको रंग अनौठो छ र यसको आकार अजीब छयो एक उच्च-लग बज emitsयो प्रत्येक दिन खुट्टा को एक जोडी बढ्छर एक झटका को क्रमबद्ध संग wrigglesकसैले त्रुटिहरू यो आउँछ कारण 'धनी जसले एक गएर मामा!
		-- To "It Came Upon A Midnight Clear"

%
यो लामो पहिले भयोनयाँ जादू देशमाभारतीयहरुलाई र भैंसीहातमा अस्तित्व हातभारतीयहरुलाई आवश्यक भोजनतिनीहरू एक छत लागि खाल आवश्यकतिनीहरूले मात्र आवश्यकता के गरेर भैंसी छाडा भाग्योतर त्यसपछि सेतो मानिस आएआफ्नो मोटी र खाली टाउको संगउहाँले आफ्नो billfold विगतका देख्न सकेनन्उहाँले सबै भैंसी मरेको चाहन्थेयो ओह त दुःखी, दुःखी थियो।
		-- Ted Nugent, "The Great White Buffalo"

%
यो एक मानिस ज्ञान बिना हुन लागि राम्रो छैनर उहाँले गर्ने बनाउँछ आफ्नो खुट्टा संग हतार आफ्नो बाटो सम्झना गर्छन।
		-- Proverbs 19:2

%
यो रमाइलो थियो हुन प्रयोगकब्जा र मार।अर्को ठाउँ र समय माम थ्रिल्स लागि यो सबै गरे।
		-- Lust to Love

%
यो एक समय धेरै थियोएक शब्द पनि केहीयो मलाई र तपाईं को लागि धेरै सबै थियोत्यहाँ जाने एउटा तरिका थियोकेही थप हामी गर्न सक्नेएक समय धेरैएक शब्द पनि केही
		-- Meredith Tanner

%
यो छिटो घोडाहरू छ,साना महिला,पुरानो व्हिस्की रथप पैसा।
		-- Tom T. Hall, "The Secret of Life"

%
यो ठीक हुनेछ गर्नुपर्छ,यो लगभग मध्यरात छ,र म रक्सी को थप दुई बोतल भयो।
		-- Tom T. Hall, "The Secret of Life"

%
यो बायाँ बस एक जम्प छर त्यसपछि दायाँ एक कदम।आफ्नो कम्मर मा आफ्नो हात राख्नुर तंग मा आफ्नो घुँडा पुल।यो pelvic thrust छत्यो साँच्चै तपाईं insa-एक-एक-एक-ANE हुन्छपुनः समयबहाब गरोस्!
		-- Rocky Horror Picture Show

%
यो केवल अपार्टमेन्ट घर नियम छ,त्यसैले सबै तपाईं 'partment घर मूर्खसम्झना: एक मानिसको छत अर्को मानिसको तल्ला छ।एक मानिसको छत अर्को मानिसको तल्ला छ।
		-- Paul Simon, "One Man's Ceiling Is Another Man's Floor"

%
यो जस्तै छपनि सामुराईटेड्डी भालू छ,र पनि टेड्डी भालूपिएको प्राप्त।
		-- Paul Simon, "One Man's Ceiling Is Another Man's Floor"

%
यो एक परेवा को निपटान गर्न चाहनुहुन्छ कुनै पनि धर्म विरुद्ध छैन।
		-- Tom Lehrer, "Poisoning Pigeons in the Park"

%
यो यति क्षण को गर्मी मा पक्ष छनौट दोधारमा,यो वास्तविक हो भने बस हेर्न,Oooh, यो, यो महसुस गर्नुपर्छ कसरी तिमी मलाई बताउन भएको त कामुक छतर म सबै हार्ड चिसो म सामना गर्न पायो कि तथ्य परहेज छु,त्यसैले मलाई एउटा प्रश्न सोध्न यो जादू रात मार्फत हुँदा,यो सिर्फ कसैले सक्थ्यो वा यो तपाईं हुनुपर्छ गर्नुभयो?
		-- Billy Joel, "Glass Houses"

%
यूहन्ना डेम मई ओस्कारथियो समलैंगिक Whitty थियो वाइल्डजेरार्ड हपकिन्स तर यूहन्ना Greenleaf तर थोर्नटन तरथियो Manley विटियर थियो Wilder
		-- Willard Espy

%
यूहन्नाले बप्तिस्मा दिने चोर विषाक्तता पछि,आफ्नो नायक मा अप देखिन्छ, कमान्डर-इन-प्रमुख,भन्दै मलाई ठूलो नेता भन्छु, तर कृपया यसलाई संक्षिप्त बनाउनत्यहाँ मलाई बिरामी प्राप्त गर्न को लागि एक प्वाल छ?एक फ्लाई chasing गर्दा कमाण्डर--प्रमुख उहाँलाई जवाफ,whimper र रुन्थ्यौं भएका सबैलाई मृत्यु भन्दै।र आकाश उहाँले अङ्क फलाम को दंड गिर,सूर्य भन्दै पहेंलो छैन, यो चिकन छ।
		-- Bob Dylan, "Tombstone Blues"

%
बस एउटा गीत म सुरक्षा मार्फत जाँदै, जाने अघियो चासोको विषय हुन सक्छ जसलाई म यति लामो समय को लागि उनको आयोजित।त्यो अन्ततः प्रेममा मलाई देख्यो ध्वनि को दुई पटक गति यात्रा,यो जलाइएको गर्न सजिलो छ। र त्यो गएका थिए।जब म जाने अघि शो केवल एक गीत बढी थिए,हामी घर फिर्ता प्राप्त थियो, एक पाठ सिके गर्न।अनि हामी ढोका खोल गर्दा आवाज को दुई पटक गति यात्राम एक्लै हुनुपर्ने थियो। यो जलाइएको गर्न सजिलो छ।त्यो मेरो सूटकेस मलाई मदत,त्यो मेरो आँखा अघि खडा छ,विमानस्थलमा मलाई ड्राइभिङर अनुकूल आकाश।
		-- Crosby, Stills, Nash, "Just a Song Before I Go"

%
ठूलो निर्णय गर्न केवल मिसिन,दया र दृष्टि लागि मानिसहरूले प्रोग्राम,आफ्नो काम गरेको छ जब हामी सफा हुनेछु,हामी, सधैंको मुक्त अनन्तको जवान हुनेछु, हो,के एउटा सुन्दर संसारको यो हुनेछ,मुक्त हुन के एउटा भव्य समय।
		-- Donald Fagon, "What A Beautiful World"

%
एक Snark लागि `बस ठाउँ! ' को Bellman कराए,उहाँले हेरविचार आफ्नो चालक उतरा रूपमा;को ज्वारभाटा को शीर्ष मा प्रत्येक मानिस समर्थनआफ्नो कपाल मा entwined एक औंला गरेर।एक Snark लागि 'बस ठाउँ! म दुई पटक यो भनेका छन्:त्यो एक्लै चालक प्रोत्साहन गर्नुपर्छ।एक Snark लागि केवल ठाउँ! म thrice यो भनेका छन्:के म तपाईंलाई तीन पटक बताउन साँचो हो। '
		-- Donald Fagon, "What A Beautiful World"

%
एक Snark लागि `बस ठाउँ! ' को Bellman कराए,उहाँले हेरविचार आफ्नो चालक उतरा रूपमा;को ज्वारभाटा को शीर्ष मा प्रत्येक मानिस समर्थनआफ्नो कपाल मा entwined एक औंला गरेर।एक Snark लागि `बस ठाउँ! म दुई पटक यो भनेका छन्:त्यो एक्लै चालक प्रोत्साहन गर्नुपर्छ।एक Snark लागि केवल ठाउँ! म thrice यो भनेका छन्:के म तपाईंलाई तीन पटक बताउन साँचो हो। '
		-- Donald Fagon, "What A Beautiful World"

%
बस हिजो बिहान, तिनीहरूले मलाई थाहा छ तिमी गइसकेको थिए गरौं,सुजनलाई, तिनीहरूले गरेका योजना तपाईं अन्त राखे,म यो बिहान बाहिर गए र म यो गीत लेख्थे,बस यसलाई पठाउन गर्ने सम्झना छैन ...ओह, म आगो देखेका छौँ र म वर्षा देखेका छौँ,म मलाई लाग्यो भनेर कहिल्यै अन्त हुनेछ घाम दिन देखेका छौँ,म एक मित्र फेला सक्छ जब म एक्लो देखेका छौँ,तर म सधैं म फेरि देख्न चाहन्छु कि लाग्यो।म एक पल्ट फेरि देख्न चाहन्छु लाग्यो।
		-- James Taylor, "Fire and Rain"

%
K: कोबाल्ट गरेको धातु, हार्ड र चमक;Cobol गरेको wordy र confining;तपाईंले तिनीहरूलाई प्रहार गर्दा KOBOLDS गिराने;खराब महसुस छैन, यो उनलाई रुचि गर्न कठिन छ।
		-- The Roguelet's ABC

%
पुरातन मुलुकमा राख्न, आफ्नो storied शान! रुन्छिन्मौन ओठ संग। मलाई आफ्नो थकित, आफ्नो गरिब दिनुहोस्,तपाईंको huddled जनता चाहनालाई नि: शुल्क सास फेर्न गर्न,आफ्नो teeming किनारमा को Wretched इन्कार गर्छन्।, को बेघर, tempest-फेंक मलाई यी पठाउनुहोस् ...
		-- Emma Lazarus, "The New Colossus"

%
Knock knock ... (त्यहाँ जो?) ईथर! (ईथर गर्ने?) ईथर बनी ... Yea![Chorus]Yeay!सधैं खुसी पक्षमा आनन्दित पक्षमा रहन,जीवन सुखी पक्षमा रहन!खाते खाते खाते खाते खाते खातेहामी तपाईंलाई पागल ड्राइव तपाईं, कुनै पीडा महसुस हुनेछ,जीवन सुखी साइड मा त रहनुहोस्!Knock knock ... (त्यहाँ जो?) अन्ना! (अन्ना गर्ने?)एक अर्को ईथर खरायो ... [chorus]Knock knock ... (त्यहाँ जो?) Stilla! (Stilla गर्ने?)अझै पनि अर्को ईथर खरायो ... [chorus]Knock knock ... (त्यहाँ जो?) Yetta! (Yetta गर्ने?)अर्को ईथर खरायो ... [chorus]Knock knock ... (त्यहाँ जो?) कार्गो! (कार्गो गर्ने?)कार्गो बीप बीप र ईथर खरायो माथि चलान ... [chorus]Knock knock ... (त्यहाँ जो?) बु! (जो बु?)रो छैन! ईथर खरायो फिर्ता अर्को वर्ष हुन! [Chorus]
		-- Emma Lazarus, "The New Colossus"

%
महिलातथासज्जनवृन्द, Hobos र Tramps,क्रस-आँखाहरू mosquitos र bowlegged चींटियहरुलाई,म तपाईं पछि खडा गर्न अघि आउनकेहि तपाईं बताउन म बारेमा केही थाहा छ।अर्को बिहिबार (जो राम्रो शुक्रवार),त्यहाँ आयोजित अधिवेशन हुनेछपुरुषहरु को लागि कडाई छ महिला क्लब।भर्ना निःशुल्क छ, ढोकामा तिर्न,एक कुर्सी माथि पुल र भुइँमा बस्न।यो हिउँदमा एक गर्मी दिन थियोर हिउँ छिटो RAINING थियो,मा जूता संग एक खाली खुटा केटा रूपमा,घाँस बसेर उभिए।ओह, रात को मृत्यु मा कि उज्ज्वल दिन,दुई मृत मानिसहरू लड्न उठे।तीन अन्धा मानिसहरू निष्पक्ष प्ले हेर्न,चालीस mutes कराउने गर्न "हुर्रे"!फिर्ता फिर्ता गर्न, आपसमा सामना,आफ्नो तरवार थुतेर प्रत्येक अन्य गोली।एक बहिरा प्रहरी शोर सुने,आए र ती दुई मृत केटाहरू पक्राउ।
		-- Emma Lazarus, "The New Colossus"

%
Ladles र Jellyspoons!के तपाईं पछि खडा गर्न अघि म आएको,म बारेमा केही थाहा छ तिमी केहि भन्न।पछि अर्को बिहीबार राम्रो हुनेछ शुक्रवार,त्यहाँ आमा मात्र एक पुर्खाहरूले 'बैठक, हुनेछ।तपाईं कुनै पनि छैन भने, आफ्नो सबै भन्दा राम्रो लुगा लगाउने,र घरमा बस्न कृपया तपाईं संभवतः त्यहाँ हुन सक्छ भने।भर्ना निःशुल्क छ, कृपया ढोकामा तिर्नुपर्छ।मलाई बस्नुस्: कृपया भुइँमा बस्न।कुनै कुरा जहाँ तपाईं बस्ने प्रबन्ध,को बालकनी मा मान्छे निश्चित थुक्नु हुनेछ।हामी तपाईंको निर्दयी ध्यान को लागि धन्यवाद,र अहिले हाम्रो अर्को काम प्रस्तुत गर्न चाहनुहुन्छ:"राउन्ड टेबल को चार कुना।"
		-- Emma Lazarus, "The New Colossus"

%
महिला, महिला, तपाईं पूरा गर्नुपर्छएक जसको तरिकामा सबै बुद्धिमान छन्,पत्नी भनेर murmurs गर्ने एकआफ्नो जीवनको ध्रुवतारा छ,तपाईं assuring राख्छ जो एकउहाँले सत्य थियो कहिल्यै,अर्को एक कहिल्यै प्रेम ...महिला, महिला, राम्रो चलान!
		-- Dorothy Parker, "Social Note"

%
कीरा, कीरा,आफ्नो कडी गर्न हेरतपाईंको घर आगो लागेको छ,छोराछोरीलाई बाल्न हुनेछ!त्यसैले लागि तिमीहरू हाम फाल्ने र गाउन,धेरै पहिले समयचार माथि लाइनहरुराइम हालिदिए छन्।
		-- Walt Kelly

%
अन्तिम रात म सिँढी मा भेटत्यहाँ थिएन जो एक सानो मानिस।उहाँले त्यहाँ फेरि आज भएको थियो।Gee म कसरी त्यो टाढा जाने चाहन्छु इच्छा!
		-- Walt Kelly

%
ल्याटिन एक भाषा हो,जस्तै मृत हुन सक्छ।पहिलो यो रोमी हत्या,र अब यो मलाई हत्या गर्नुपर्छ।
		-- Walt Kelly

%
मलाई साँचो मन को विवाह गर्न दिनुहोस्impediments स्वीकार। प्रेम प्रेम छैनजो यो हेरफेर भेट्टाएपछि alters,वा हटाउन रिमुभर संग bends:हे, कुनै! यो एक कहिल्यै स्थिर चिनारी हो,त्यो tempests मा देखिन्छ र हल्लाइन्छ कहिल्यै छ;यो हरेक भटक छाल तारा छ,जसको मूल्य गरेको अज्ञात, हुनत आफ्नो उचाइ लगिनेछ।होईन समय मूर्ख प्रेम, गुलाबी ओठ र गाला हुनतभित्र आफ्नो झुकन Sickle गरेको कम्पास आउन;आफ्नो संक्षिप्त घन्टा र सप्ताह संग छैन alters प्रेम,तर पनि डुम को किनारा गर्न यसलाई फलाउँछ।र मलाई साबित मा भने यो त्रुटि हुन,म कहिल्यै writ, न त कुनै मानिसले कहिल्यै प्रेम गर्नुभयो।
		-- Walt Kelly

%
हामीलाई त तपाईं र म जानजबकि रात आकाश को बिरुद्ध राखे छपुरानो पोर्क पाइ मा तोरी को एक धब्बा जस्तै।"राम्रो कविता टम। म परिवर्तन को लागि विचार यद्यपि, किन छैन भन्दा आ?"
		-- Ezra

%
हामीलाई केही आधा-वीरान सडकमा मार्फत, जान,यो muttering retreatsएक-रात सस्तो होटल मा बेचैन रातसिपी-गोले संग र sawdust रेस्टुरेन्ट:एक अरोचक तर्क जस्तै पछ्याएको सडकमाधूर्त आशय कोएक भारी प्रश्न गर्न नेतृत्व गर्न ...ओह, सोध्न छैन "यो के हो?"
		-- T. S. Eliot, "Love song of J. Alfred Prufrock"

%
हामीलाई राम्रो पुरुष र महिला व्यवहार गरौं;तिनीहरूलाई तिनीहरूले वास्तविक थिए भने व्यवहार;सायद तिनीहरूले छन्।
		-- Ralph Waldo Emerson

%
जीवन सार्डिन एक टिन जस्तै छ।हामी मुख्य लागि देख, छौं, हामी सबै।
		-- Beyond the Fringe

%
जीवन तपाईं के तपाईं व्यस्त अन्य योजना बनाउने गर्दा हो।
		-- John Lennon, "Beautiful Boy"

%
हरेक आवाज उचाल्न र गाउनपृथ्वी र स्वर्गमा घन्टी सम्म,स्वतन्त्रता को harmonies संग घण्टी;हाम्रो रमाहट वृद्धि गरौंयो सुन्न आकास रूपमा उच्च,यो रोलिङ समुद्र रूपमा चर्को resound गरौं।अन्धकारमा विगतमा हामीलाई सिकाउनुभएको छ भनेर विश्वास भरिएको गीत गाउन।वर्तमान हामीलाई किनेको छ कि आशा पूर्ण गीत गाउन।थाल्नुभएको हाम्रो नयाँ दिन को बढ्दो सूर्य सामना,हामीलाई विजय जित्यो छ सम्म मा मार्च गरौं।
		-- James Weldon Johnson

%
हल्का अप, तपाईं अझै पनि गर्न सक्छन् जबकि,पनि बुझ्न प्रयास नगर्नुहोस्,बस आफ्नो अडान बनाउन एक स्थान फेला पार्न,र यो सजिलो लिन।
		-- The Eagles, "Take It Easy"

%
एक क्षेत्रमा मकै जस्तै म तिमीलाई तल कटौती,म पनि कठिन अन्तिम पंच तरिका फाले,स्थिर जा को वर्ष पछि, राम्रो, मलाई लाग्यो यो समय थियो,कार्ड को एक नयाँ सेट लागि मेरो हात मा फेंक।र म तपाईंलाई सप्ताह मा बाहिर नाच लिन सक्दैन,म हामी यो शहर पनि धेरै चित्रित चाहन्छु समझ,म मेरो गाडी गर्न हिंडे र म हेर्न प्रयास,र म के पाइएको छ गर्नुपर्छ म गुमाएका थिए त थाह थियो,म के पाइएको छ गर्नुपर्छ गुमाएका थिए त थाह थियो।र म रबर्ट फोर्ड को बन्दूक मा एक बुलेट जस्तै महसुसम एक भुक्तानी हत्यारा हो रूपमा कम छुतपाईं म ज्यालादारी कामदारको तरवार रूपमा चिसो छु थाहा छ।म हामी यसलाई प्याच सक्दैन त्यसैले लाज छु,के तपाईंलाई थाहा छ म कुनै सीधा लाग्छ सक्दैनतपाईंले मलाई एक बुलेट, मह जस्तै महसुस बनाउन,रबर्ट फोर्ड को बन्दूक मा एक बुलेट।
		-- Elton John "I Feel Like a Bullet"

%
"स्रोत इन्फिनिटी मा समानता भेला हो कि!"युक्लिड बारम्बार, क्रोधपूर्वक, आग्रह गरे।मृत्यु सम्म, र यति भनेर वरपर पुगेको:यो उहाँ घृणास्पद कुराहरू diverged भेट्टाए।
		-- Piet Hein

%
तोते वोली बोल्नु, तोते वोली बोल्नु, तोते वोली बोल्नु मिसिन,तोते वोली बोल्नु मिसिन मजा छ।तोते वोली बोल्नु, तोते वोली बोल्नु, तोते वोली बोल्नु मिसिन,सबैका लागि रमाइलो।
		-- Piet Hein

%
सानो फ्लाई,तपाईंका गर्मी खेल्न विचार जीवन छ भनेमेरो मूर्ख हात अनि बल र सास,टाढा brush'd छ। र चाहतेविचार को मृत्यु हो,म हुँतिमीलाई जस्तै एक फ्लाई? त्यसपछि म हुँवा कला सुखी फ्लाई तिमी छैनमलाई जस्तै मानिस? यदि म बाँच्नवा यदि म मर्छन्।म नृत्य लागिर पिउन र गाउन,केही अन्धा हात सम्ममेरो भाग माझ हुनेछ।
		-- William Blake, "The Fly"

%
Lizzie Borden एक बन्चरो लिए,र VAX मा गहिरो यो होमियो;तपाईं मान्छे ईर्ष्या छैन जोसबै कुरा ___ तपाईं के गर्न चाहनुहुन्छ?
		-- William Blake, "The Fly"

%
Logicians तर बिरामी परिभाषित गरेका छन्रूपमा मानव प्रकारको तर्कसंगत।तर्क, उनि भन्छन्, मानिसको पर्छ,तर तिनीहरूलाई भने तिनीहरूले गर्न सक्छन् प्रमाणित गरौं।
		-- Oliver Goldsmith

%
Louie Louie, मलाई Gotta जानेLouie Louie, मलाई Gotta जानेत्यो मेरो लागि पर्खनुहुन्छ असल सानो केटीसमुद्र पार लागि मलाई जहाज पकडमलाई जहाजको पाल सबै एक्लै तीन रात र दिन मलाई समुद्र सेलमलाई कहिल्यै मलाई यो घर मलाई निरन्तर केटी विचार बनाउन सोच्छ(Chorus) जहाज मा म त्यहाँ त्यो सपनाम उनको कपाल मा गुलाब गंधमलाई माथि जमाइका चन्द्र हेर्न (chorus, गिटार एकल)यो लामो हुनेछैन, मेरो प्रेम हेर्नम मेरो काखमा र त्यसपछि उनको लिनमलाई म फेरि छोड्न कहिल्यै उनको बताउन
		-- The real words to The Kingsmen's classic "Louie Louie"

%
आफ्नो हृदयमा प्रेम रहन त्यहाँ राख्नु भएको थियो।प्रेम 'तपाईं यसलाई दूर दिन नुन प्रेम छैन।
		-- Oscar Hammerstein II

%
प्रेम, चाँडै एक कोमल हृदयमा kindled छ, जो,फेयर फारम लागि यो एक जफतदेखि लगियो मलाई-र यो बाटो मलाई अझै पनि afficts।absolves जो कुनै मायालु एउटा प्रेम प्रेम,उहाँलाई आनन्द मलाई त कडा जफत,कि, तपाईं देख्न, यो मलाई अहिले पनि छोड्न छैन।प्रेम एक मृत्यु हामीलाई ल्याए।
		-- La Divina Commedia: Inferno V, vv. 100-06

%
मार्गरेट, तपाईं शोक सन्तप्तGoldengrove unleaving भन्दा?मानिसको कुराहरू जस्तै छोड्छ,तपाईं आफ्नो ताजा विचार संगतपाईं गर्न सक्नुहुन्छ हेरचाह,?आह! हृदय पुरानो बढ्दै जाँदायो यस्तो ठाँउहरु चिसो हुनेछअनि द्वारा, न त एक विलाप अतिरिक्तwanwood leafmeal झूट को दुनिया तापनिर अझै तपाईं रुन्छ र किन थाहा हुनेछ।अब कुनै कुरा छैन, बच्चा, नामदुख गरेको पानीका मुहानहरू नै हो:यो blight मानिसको जन्म भएको थियो,यो तपाईं को लागि शोक मार्गरेट छ।
		-- Gerard Manley Hopkins.

%
Meanehwael, baccat meaddehaele, monstaer lurccen;Fulle धेरै drincce केही, fyht लागि hie luccen।[डी] एन Hreorfneorht [घ] hwr, Hrwaerow [पृ] heororthwl को छोरा,outsyd steop गर्न AEsccen aewful jeork।[पी] HUD! Bashe! Crasch! Beoom! [डी] ई bigge gyeoffe आफ्नो नाक byt, आफ्नो बोन brak Eallum;Wicced Godsylla आफ्नो Asse मा waeld।Monstaer moppe fleor WY [पृ] haelle मा eallum मानिसहरू।बियोवुल्फ मा bacceroome fonecall bemaccen waes;ruccus को Hearen sond saed, "Hwaet [घ] ई helle?"swich-blaed scharp ond Graben sheold स्ट्रेंगSond fyht गर्न [घ] ई grimlic foe feorth।"मलाई," Godsylla saed, "म्याक [घ] ई minsemete।"Heoro cwyc geten heold वाई [पृ] faemed आधा-नेल्सनOnd उहाँलाई दलदल गर्न एलआईसी frisbe बामियान flyng।बियोवुल्फ पेट पट्टी meaddehaele सम्म,Saed, "Ne foe कुटपिट Mie faersom cung-फू।"Eorderen cocca-colha yce-coeld, [घ] ई reol [पृ] yng।
		-- Not Chaucer, for certain

%
सबैभन्दा मान्छे तिनीहरूले दिन चाहनुहुन्छ,'तिनीहरूले चाहनुहुन्छ कारण पनि चमक सूर्य हेर्न।तिनीहरू बिहान अप छौं,बन्द र तिनीहरूले मजा लागि पनि थकित हुनुहुन्छ सम्म एक-चलिरहेको।तर सूर्य तल गएपछि,र उज्ज्वल रोशनी चमक, मेरो दिन बस थाल्नुभएको छ।अब यो ठूलो ठूलो संसारमा दुई पक्ष छन्,र तिनीहरूलाई एक सधैं रात छ।तपाईं घाम मा व्यापार हेरविचार गर्न सक्नुहुन्छ भने, बेबी,म तपाईं हुनुहुन्छ gonna सबै सही हुन अनुमान।मलाई तपाईं एक हात उधारो गर्न लागि देख आउन गर्छन्।मेरो आँखा बस ज्योति खडा गर्न सक्दैन।'म एक रात उल्लू मह छु Cause, सबै दिन लामो सो।
		-- Carly Simon

%
मलाई पुराना बनाउन आमा धूलो;मेरो लुगा, रात को कालो कफन गर्न;मेरो आवाज, पुरानो डायन गरेको cackle उमेरअनुसार गर्न;मेरो बाल, डर को एक चिच्याउनु सेतो गर्न;प्रशंसक मेरो घृणा गर्न हावा को एक विस्फोट;राम्रो तरिकाले मिश्रण गर्न एक Thunderbolt -अब सुरु तपाईंका जादू मन्त्र!
		-- Walter Disney, "Snow White"

%
मेरो विश्लेषक म सही मेरो टाउको बाहिर थियो कि मलाई भन्नुभयो,तर म प्रिय डाक्टर, म यसलाई सट्टा तपाईं छ कि लाग्छ ", भन्नुभयो।म अद्वितीय र नयाँ हो भनेर कुरा मिल्यो किनभने,यसलाई प्रमाणित गर्न म अन्तिम हाँसो हुने छ।'एक टाउको सट्टा कारण - म दुई भयो।र तपाईंलाई थाहा दुई टाउको एक भन्दा राम्रो हो।
		-- Walter Disney, "Snow White"

%
मेरो बोनी ग्यास ट्यांक मा देख्यो,यसका सामग्रीहरू उचाइ हेर्न!त्यो सहयोग गर्न एउटा सानो मिलान रोशनी,अरे, मेरो बोनी मलाई फिर्ता ल्याउन।
		-- Walter Disney, "Snow White"

%
मेरो क्याल्कुलेटर मेरो गोठालो हुनुहुन्छ, म चाहन्छु हुँदैनयसले मलाई दस महव्वपूर्णचित्र गर्न सही maketh,र यो 99 अंक वैज्ञानिक संकेतन मलाई leadeth।यो मेरो वर्ग जरा restoreth र अस्थायी को बाटोमा मलाई guidethसटीक खातिर दशमलव अंक।हाँ, यद्यपि म आश्चर्य क्विजहरू को बेसी मार्फत हिंड्न,मेरो क्याल्कुलेटर मलाई hearten त्यहाँ छ लागि म, कुनै प्राध्यापक डर हुनेछ।यो एउटा prepareth, मलाई सान्त्वना एक लग तालिका preparethमेरो शिक्षकहरूको उपस्थिति मा मेरो लागि चाप पाप।यो मेरो interpolations छन्, सही समाधान मेरो गृहकार्य annointsमाथि।निश्चय पनि, सटीक र शुद्धता दुवै मलाई सबै दिन पालन गर्नेछु मेरोजीवन, र म सधैंभरि टेक्सास साधन घरमा बास हुनेछ।
		-- Walter Disney, "Snow White"

%
मेरो प्रेमीका पत्नी सधैं glum थियो।म रम को एक cask मा उनको डुबेर मर्छन्,र त त्यो रहन भनेर निश्चित गरेराम्रो आत्माको रात र दिन मा।
		-- Walter Disney, "Snow White"

%
मेरो प्रेम, जुन एक दिन जस्तै द्वारा चल्छअनि उहाँले दुःखको कुनै मित्र बनाउँछ।उहाँले आफ्नो चाँडै चलनेवाला rigadoon tread छौँको Pathway वा morrows मा।उहाँले आफ्नो दिन जहाँ sunbeams सुरु बाँच्न छौँन त आँधी सक्छ वा हावा उहाँलाई uproot।मेरो आफ्नै प्रिय प्रेम, उहाँले सबै मेरो हृदय छ -र म somebody'd उहाँलाई गोली इच्छा।
		-- Dorothy Parker, part 3

%
मेरो प्रेम, उहाँले पागल छ, र मेरो प्रेम, उहाँले छिटो छ,र एक जंगली जवान काठ-कुरा उहाँलाई जन्माई!तरिका आफ्नो रोमिङ खुट्टा निष्पक्ष छन्,र आकास उहाँलाई लागि sunlit छन्।रूपमा जोडले मेरो मनमा मीठो उहाँले देखिन्छAcacia को खुशबू रूपमा।मेरो आफ्नै प्रिय प्रेम, उहाँले मेरो सबै सपना छ -र म त्यो एशिया थिए इच्छा।
		-- Dorothy Parker, part 2

%
मेरो, हे हेरक र रोल राजा गएको छ रहन यहाँ छ तर त्यो भूल होइनयसलाई बाल्न यो एक जनी सडेको को कथा छ राम्रो छबिलाएर जान्छ भन्दा यो जंग छ भन्दा बाहिर बाल्न राम्रो छमेरो मेरो, हे, हे राजा गएको छ तर त्यो भूल होइनयो नीलो बाहिर र कालो मा छ अरे अरे, मेरो मेरोतपाईं यस दिन, तर तपाईं त्यो रक भुक्तानी र रोल कहिल्यै मर्न सक्छर तपाईं गएको हुनुहुन्छ एक पटक तपाईं कहिल्यै तस्बिर थप पछाडिको आउन सक्छतपाईं नीलो भन्दा बाहिर हुँदा आँखा पूरार कालो मा"मेरो हे, हे (ब्लू बाहिर), जंग कहिल्यै सोता"
		-- Neil Young

%
"मेरो नाम मुद्दा छ! तपाईं कसरी गर्छन् ?! अब तपाईं gonna मर्न!"खैर, म उहाँलाई गाह्रो सही आँखा बीच, माराअनि उहाँले तल गए, तर मेरो आश्चर्य गर्न,एक चक्कु साथ आए र मेरो कान टुक्रा काटेर।त्यसैले म सही आफ्नो दाँत मार्फत एक कुर्सी भंडाफोड,र हामी पर्खाल र सडकमा मा दुर्घटनाग्रस्त,Kickin 'र एक-gougin' को माटोको र रगत र बियर मा।अब म मुश्किल मानिसहरू लडेको छु तपाईं बताउन,तर म साँच्चै जब सम्झना छैन:उहाँले एक खच्चर जस्तै kicked र त्यो एक गोही जस्तै bit।तर म उसलाई हाँस्न सुने र त्यसपछि म उसलाई cuss सुने,अनि उहाँले आफ्नो बन्दूक लागि गए, तर म पहिलो मेरो झिकेर,अनि उहाँले मलाई lookin 'त्यहाँ बसे, र म उसलाई मुस्कान देखे।उहाँले भन्नुभयो: "छोरा, यस संसारमा कुनै न कुनै छ,र मानिसको gonna उहाँले गरेको Gotta कठिन हुन बनाउन भने,र म त्यहाँ तपाईं साथ मदत गर्न हुन हुनेछ थाह थियो।त्यसैले म तपाईंलाई नाम दिन र म बिदा भने,र म तपाईंलाई कठिन प्राप्त वा मर्न छ चाहन्छु थाह थियोर यो बलियो बनाउन मदत गर्नुपर्छ भनेर नाम हो!
		-- Johnny Cash, "A Boy Named Sue"

%
मेरो आफ्नै प्रिय प्रेम, उहाँले बलियो र साहसी छअनि उहाँले के पछि आउँछ छैन फिक्री गर्नुहुन्छ।आफ्नो शब्द सुनको झन्कार रूपमा मीठा घण्टी,र आफ्नो आँखा हँसी संग रोशनी छन्।झण्डा unfurled रूपमा उहाँले Jubilant छ -ओह, एक केटी, त्यो उहाँलाई बिर्सनु चाहन्छु।मेरो आफ्नै प्रिय प्रेम, उहाँले सबै मेरो संसार छ -र म उसलाई भेटे कहिल्यै चाहन्छु इच्छा।
		-- Dorothy Parker, part 1

%
मेरो कलम पृष्ठको तल छ,जो, यहाँ कथा समाप्त हुन्छ, समाप्त भइरहेको;'Tis यसलाई ढिलो गरेको थियो कामना गर्न,तर कथाहरू तरिका थालेका गर्दा लामो पार्नू।
		-- Byron

%
मेरो प्राण चोट छ, मेरो आत्मा दुखेकोमलाई अब रुचि छैन,म cavil, भ्कगडा, भुनभुनाना, grouse,म साँघुरो घरमा चिन्तनम मानिसहरूको विचार मा shudderम फेरि प्रेम पर्नु कारण छु।
		-- Dorothy Parker, "Enough Rope"

%
सबै थोक प्रकृति सीमा फिट स्थिर,र बुद्धिमानीपूर्वक गर्व मानिसको ढोङ बुद्धि रोक्न।देशमा मा रूपमा यहाँ गर्दा सागर लाभ,अन्य भागहरु मा व्यापक बलौटे फाँटमा छोडेर;यसरी प्राण मा स्मृति प्रबल गर्दा,समझ को ठोस शक्ति असफल;कहाँ न्यानो कल्पना प्ले को बीम,स्मृति गरेको नरम तथ्याङ्कले टाढा ढल्छ।
		-- Alexander Pope (on runtime bounds checking?)

%
यो स्टुडियो जीन Cocteau नजिकैको Rue des Ecoles मापुरानो मानिस बस्नेअन्धो कुकुर संगम उहाँलाई हेर्न हरेक साँझकुकुर साथ मार्गदर्शकयो पेटी, पालन गरेमाको पट्टा दह्रोसित पकडत्यसैले कुकुर छैन भनेरएक passerby चलानकहिलेकाहीँ कुकुर रोक्न हुनेछर आकाश मा हेर्नपुरानो मानिस एक पटकमलाई कुकुर हेर्दै यादअनि उहाँले "ओह, हो, भन्नुभयोयो एक थाहजब चन्द्र बाहिर छ,उहाँले आफ्नो अनुहार "मा महसुस गर्न सक्नुहुन्छ
		-- Barry Gifford

%
Neuroses रातो,Melancholia गरेको नीलो।म शिजोफ्रेनिक छु,	तिमि के हौ?
		-- Barry Gifford

%
न्यूयोर्क गरेको तरिका र साधन पायो;केवल तिमी दिनु हुनेछ।
		-- The Grateful Dead

%
म आउने अग्लो क्षितिज नयाँ York--Flyin 'आफ्नो ढोका लन्डन बाटनयाँ York-- केन्द्रीय पार्क मा तल 'lookinकहाँ तिनीहरूले तपाईं अँध्यारो भएपछि घूमछन हुँदैन भन्छन्।न्यूयोर्क।
		-- Simon and Garfunkle

%
अर्को, एक मल, हामीले तपाईं drool बनाउन एक दृष्टि गर्यौं।सात कन्याहरूले र एक खच्चर, यो राख्न सुन्दर, यो सुन्दर राख्न।
		-- ELP, "Karn Evil 9" (1st Impression, Part 2)

%
को Secretaries लागि नौ megs निष्पक्ष,अभाव भएको ह्याकरहरूलाई लागि सात megs,धुवाँ lairs मा grads लागि पाँच megs,सिस्टम स्रोत लागि तीन megs;ती सबै शासन गर्न एक डिस्क,तिनीहरूलाई बाँध्न एक डिस्क,एक डिस्क फाइल पकडर अन्धकारमा 'एम पीसने।
		-- ELP, "Karn Evil 9" (1st Impression, Part 2)

%
नौ-ट्रयाक टेप र सात-ट्रयाक टेपर कुनै पनि ट्रयाक बिना टेप;Stretchy टेप र टेप snarleyर टेप मिसिएको को रैक मा -टेप को पकड लिनर पट्टी बन्द पुल,र त तपाईं निश्चित हुनेछुतपाईंको टेप ड्राइभ छोड्न हुनेछ।
		-- Uncle Colonel's Cursory Rhymes

%
कुनै एक हामीलाई रुचि।म किन थाहा छैन।हामी सिद्ध हुन सक्छ, हामी तिनीहरूलाई पैसा दिन,तर स्वर्गमा हामी प्रयास थाह छ। तर तिनीहरू कृतज्ञ छौं?तर सबै वरिपरि, होइन, तिनीहरू द्घेष छौं,हाम्रा पुराना मित्र हामीलाई तल राखे। र तिनीहरूले घृणित हुनुहुन्छ।तिनीहरू हामीलाई आदर छैन गरेको ठूलो एक ड्रप गरौं,र के हुन्छ हेर्न। त्यसैले गरेको उनीहरूलाई चकित गरौंहामी ठूलो एक ड्रप छौँ,र 'एम pulverize।एशिया गरेको भीड,युरोपको अति पुरानो,अफ्रीका टाढा एकदम तातो छ, हामी अष्ट्रेलिया सुरक्षित छौँ।र क्यानाडा गरेको पनि चिसो। छैन केहिपनि कुनै kangaroos चोट।र दक्षिण अमेरिका हामी सबै-अमेरिकी मनोरञ्जन निर्माण छौँ हाम्रो नाम चोरेछगरेको ठूलो एक ड्रप, there-- पार्क गरौंकुनै एक हामीलाई दोष बाँकी हुनेछु। तिनीहरू पनि surfin पायो ',!बूम! जान्छ लन्डन,र बूम! Paree।तपाईं, हे, कसरी शान्तिपूर्ण यसलाई हुनेछु लागि थप कोठा!र मेरो लागि थप कोठा, हामी सबैलाई स्वतन्त्र छौँ!र हरेक शहर, तपाईं एक जापानी किमोनो, बेब लगाउने छौँ;सारा संसार राउन्ड, त्यहाँ मेरो लागि इटालियन जूता हुनेछु!बस अर्को अमेरिकी शहर हुनेछ। उनीहरू सबै जसरी पनि हामीलाई घृणा,त्यसैले अब ठूलो एक ड्रप गरौं।यसलाई अब ठूलो एक ड्रप गरौं!
		-- Randy Newman, "Drop the Big One"

%
कुनै सुँगुर मनसुन समयमा आकाश डाइभिङ जानु पर्छयो लागि साँच्चै आदर्श छ।तर एक बोसो सुँगुर एक loon जस्तै चढता गर्न प्रयास गर्नुपर्छ,त्यसैले के? एक तूफान मा कुनै पनि पोर्क।कुनै सुँगुर, मनसुन समयमा आकाश डाइभिङ जानु पर्छमौसम राम्रो हुँदा यसलाई जोखिमपूर्ण पर्याप्त छ।तर एक सुँगुर छ जब मनसुन doth गर्जन चढतासुँगुर अघि पनि अधिक perils कास्ट।
		-- Randy Newman, "Drop the Big One"

%
कुनै सादा fanfold कागज कागज भनेर भग्न पफ पकड सक्छ -उहाँले कुनै प्लोटिङ प्याक उहाँलाई टाढा पर्याप्त कम सकून् छिटो भयो।संकलित र सिमुलेशन त्यसैले चाँडै रत्तीएको भयोपफ आफ्नो थाक फ्रेम धक्का कहिले र बाहिर सबै आफ्नो डाटा ठाउँ स्व्याप।(Refrain)पफ, उहाँले अरूलाई घोंघे जस्तै सारियो गर्दा, त्यसैले चाँडै भयोर मिनी-Puffs आफ्नो विशाल पुच्छर मा आफूलाई अड्डा थियो।सबै विद्यार्थी ह्याकरहरूलाई कि भग्न पफ प्रेमतर DCS मन छैन पफ, र अन्तमा भन्नुभयो, "बस!"(Refrain)पफ अतिरिक्त सक्छ DCS भन्दा बढी स्रोतहरू प्रयोग।अपरेटर पफ गरेको काम हत्या - उहाँले हेरचाह गर्न जस्तो थिएन।एक दुःखलाई पनि ह्याकरहरूलाई मा गिर; यसलाई अन्त हुन देखिन्थ्यो,तर पफ अपवाद फन्दामा, र फेरि अभाव देखि वृद्धि भयो!(Refrain)गर्दैनन्:यो भग्न ड्रागन सी मा लेखिएको थियो फुलिने,र प्रक्रियाहरू mainframe स्मृति मा सरेका गर्दा frolicked।यो भग्न ड्रागन सी मा लेखिएको थियो फुलिने,र प्रक्रियाहरू mainframe स्मृति मा सरेका गर्दा frolicked।
		-- Randy Newman, "Drop the Big One"

%
"कुनै पनि कार्यक्रम, सिद्ध छ"तिनीहरू एक shrug संग भन्यो।"ग्राहकको happy--के एउटा सानो बग छ? "तर उहाँले त्यसपछि दुई, त्यसपछि तीन थप परिवर्तन निर्धारित गरिएको थियो,अरु घर गए। वर्ष वर्ष पछि रूपमा।उहाँले प्रवाह चार्ट बाहिर खने अनि अपरिचित टिप्पणी थियो,एक्लै वीरान। "अझै पनि यहाँ कि मान्छे हो?"रात बिहान पारित। उहाँले कन्सोल मृत्युकोठा भोक र तिर्खाले cluttered थियोकोर कगार, स्रोत सूचीकरण संग। उहाँले गाडे अर्को दिन"म नजिक छु," उहाँले muttered। पहिलो नौ किनारा तल सामना।दल धूम्रपान, चिसो, कफी र आफ्नो पत्नी उनको आँसु मार्फततर्क, कटौती। आफ्नो भाग्य स्वीकार गरे।"म यो भयो!" उहाँले, कराए भन्नुभयो, "उहाँले साँच्चै गएका होइन,"केवल एक निर्देशन परिवर्तन।" उनले लेट काम गर्नुपर्छ। "
		-- The Perfect Programmer

%
कुनै रक कठिन तर एक सानो लहर किएक हजार वर्ष मा भर्ना पिटे सक्छ।
		-- Tennyson

%
कुनै ढिलो Edger एलन Poe थियोसमाप्त आफ्नो पुरानो रेवेनत्यसपछि उहाँले आफ्नो पुरानो काग थाले।
		-- Tennyson

%
होइन, आफ्नो मन भाडामा छैनकुनै पनि देवता वा सरकारलाई।सधैं आशाले, अझै असंतोष,उहाँलाई थाह छ परिवर्तनहरू स्थायी छैनन् -तर परिवर्तन छ।
		-- Tennyson

%
बाध्य कि कहिल्यै सही हुन सक्छ केही,यदि यो स्वाभाविक छैन आउँछन्, यो छोड्नुहोस्।त्यो त्यो ज्योति बाहिर गरिएका रूपमा त्यो भने के,र हामी रात को दासको रूपमा हाम्रो पीठ बाङ्गो,त्यसपछि त्यो उनको गार्ड कम र मलाई scars देखाएत्यो लडाइँ गर्न प्रयास देखि पायोओह, तपाईं राम्रो विश्वास चाहन्छु, भन्दै।[...]खैर वास्तविक भन्ने केही निःशुल्क कहिल्यै छर तपाईँले कहिलेकाँही यसको लागि तिर्न।त्यो अघि यो भने, त्यो मलाई यो भने,म त्यो त्यहाँ हेर्न केही थियो विश्वास मानौंतर त्यहि पुरानो चार काल्पनिक पर्खालत्यो livin 'भित्र लागि निर्मित चाहन्छुम ओह, तपाईं बस यसलाई अर्थ सक्दैन भन्नुभयो।[...]खैर बाध्य कि कहिल्यै सही हुन सक्छ केही,यदि यो स्वाभाविक छैन आउँछन्, यो छोड्नुहोस्।त्यो त्यो ज्योति बाहिर गरिएका रूपमा त्यो भने के,र त्यो गलत हुन सक्छ, र त्यो सही हुन सक्छ,तर म चिसो संग जगाए, र त्यो हराएको चाहन्छु यादउनको आँखा ढाकिएको कि पर्दा,म यसलाई छोड्न सक्नुहुन्छ, ओ बताए।
		-- Al Stewart, "If It Doesn't Come Naturally, Leave It"

%
अब घृणा सम्म सबैभन्दा लामो खुशी हो;मानिसहरू हतार मा प्रेम, तर तिनीहरूले अवकाश मा detest।
		-- George Gordon, Lord Byron, "Don Juan"

%
अब म मलाई फिर्ता निद्रामा गर्न राख्नु।वक्ताले नीरस गरेको; विषय गरेको गहिरो।म सकृय अघि उहाँले रोक्नु पर्दछ भने,मलाई भलाइ 'खातिर एक नज दिनुहोस्।
		-- Anonymous

%
अब म निद्रामा मलाई पल्टिनेम डबल लक राख्नेछ प्रार्थना;May कुनै ईटा विन्डो ब्रेक मार्फत,र, कुनै एक खोस्न मलाई जब सम्म म जाग।
		-- Anonymous

%
अब म निद्रामा तल मलाई राख्नु,म प्रभु राख्न मेरो प्राण प्रार्थना,म सकृय अघि म मर्न पर्छ भने,म वेदना, मा रुन छौँ "गलती !! गलती !!"
		-- Anonymous

%
अब म अध्ययन गर्न मलाई पल्टिने,म nutty छैन जानेछ प्रभु प्रार्थना।र यदि म यो जंक सिक्न असफल,म flunk छैन भन्ने प्रभु प्रार्थना।तर यदि म, सबै मलाई दया गर्छन,बस अध्ययन हल मा मेरो हड्डी राख्नु।म मेरो सबैभन्दा गर्नुभएको मेरो शिक्षक भन्नुहोस्,त्यसपछि मेरो छाती मा मेरो पुस्तकहरू थुप्रो।
		-- Anonymous

%
अब यसलाई अलविदा भन्न समयहाम्रो सबै कम्पनी गर्न ...एम-म-सी (अर्को हप्ता हेर्न!)K-ई-वाई (किन? हामी तपाईंलाई रुचि किनभने!)एम-हे-यू-एस-ई।
		-- Anonymous

%
अब गीत सुरु गरौं! हामी मिलेर गाउन दिनुहोस्सूर्य, तारा, चन्द्र र तुवालो, वर्षा र बादल मौसम को,यस नवोदित पात मा प्रकाश, पंख मा शीत,खुला पहाडी मा हावा, को Heather मा Bells,को छायादार पूल द्वारा Reeds, पानी मा लिली:पुरानो टम Bombadil र नदी-छोरी!
		-- J. R. R. Tolkien

%
अब मेरो threescore वर्ष र दस को,बीस फेरि आउनेछ,र सत्तरी पानीका मुहानहरू एक कुल ले,यो मलाई मात्र पचास थप छोड्छ।र फक्रिएको कुराहरू हेर्न गर्न देखिपचास पानीका मुहानहरू सानो कोठा छन्,को Woodlands बारे म जानेछुको चेरी हिउँ संग हङ हेर्न।
		-- A. E. Housman

%
अब त्यो दिन मलाई wearies,मेरो चाहनालाई इच्छाप्राप्त थप दयालु,एक थकित बच्चा, को ताराबाट रात जस्तै।हात, आफ्नो कामहरू बन्द छोड्न,मन, सबै विचार भूल;मेरो शक्तिहरू सबैसो मा डुब्नु मात्र खोजीमा।र मेरो प्राण, unguarded,व्यापक पखेटा मा चढता थियो,रात गरेको जादुई क्षेत्र बस्नेथप गम्भिर, थप विभिन्न।
		-- Hermann Hesse, "Going to Sleep"

%
अब म टाढा रवाना यदि तिनीहरूले के थियो?वास्तवमा नरक मलाई आज छोड्न compelled?Runnin 'के यो एक बल गरे को कथाहरू कम,म कुनै landfall गरे भने तिनीहरूले के थियो? "
		-- Jimmy Buffet, "Landfall"

%
अब केही ठूलो विचार गर्न समयअब केही दृढ निर्णय गर्ने समयहामीले दक्षिण एक पल्ट मा बुद्ध देखेकुरा राजनीति र आणविक विखंडनहामी उहाँलाई हेर्न र उहाँले सबै धोईयो छ -एक कीरा को शरीर मा मा सार्दैलामो लामो क्रलको लागि तयार रहीउहाँले केही छैन - उहाँले सबै केही छैन ...मृत्यु र मुद्रा आफ्नो बिन्दु एक पटक थप बनाउनदार्शनिक assassins को आकार मामार्क र डैनी बस सहरतर्फ लिनवास्तविकता र आवेग लागि घातक स्वर्गदूतहरूयहाँ र अब को साहस छआधा-सुखा बुद्ध देखि केही लिएर छैनजब तपाईं लाग्छ तपाईं यसलाई पूर्ण सशुल्क पायोतपाईं केही पायो - तपाईं सबै केही पायो ...हामी बाटोमा छौं र हामी बुद्ध लागि gunning हुनुहुन्छ।हामी आफ्नो नाम थाह र उहाँले प्राप्त हुँदैन टाढा।हामी बाटोमा छौं र हामी बुद्ध लागि gunning हुनुहुन्छ।यो एक शट लिन थियो - टाढा उहाँलाई झटका गर्न ...
		-- Shriekback, "Gunning for the Buddah"

%
हे मलाई एक घर दिन,जहाँ भैंसी घुम्ने,जहाँ मृग र हरिण प्ले,कहाँ विरलै सुनेको छएक निरुत्साहित शब्द,'कारण के हरिण भन्न सक्छौं?
		-- Shriekback, "Gunning for the Buddah"

%
हे प्रेम, तिमी सक्छ र म भाग्य षड्यन्त्र रच्छन्सम्पूर्ण कुराको यो दु: खी योजना बुझ्न,हामी बिट यो तोड सक्छर यो नजिक हाम्रो हृदय 'इच्छा आकार?
		-- Omar Khayyam, tr. FitzGerald

%
एक Willow-छडी हे पातलो! स्पष्ट पानी भन्दा स्पष्ट हे!जीवित पूल द्वारा हे ईख! उचित नदी-छोरी!हे वसन्त-समय र गर्मी समय, र फेरि पछि वसन्त!यो झरना मा हे हावा, र पात 'हँसी!
		-- J. R. R. Tolkien

%
हे! को छायाँ देशमा Wanderersनिराश छैन! गाढा उनि खडा लागि,सबै जंगल त्यहाँ बल्ल अन्त्य हुनु पर्छ,र देख्ने खुला सूर्य जाने विगतका:सेटिङ सूर्य, यो बढ्दो सूर्य,दिन अन्त, वा दिन थालेका।पूर्व वा पश्चिम लागि सबै जंगल असफल पर्छ ...
		-- J. R. R. Tolkien

%
yon plumed biped राम्रो पालन।यसको captivation सक्रिय,यसको समापन मा जम्मा,कणहरु नुनखरा एक मात्रा।
		-- J. R. R. Tolkien

%
चुडैल गरेको डुम को सबै शब्द कोत्यहाँ जो र जसलाई रूपमा कुनै पनि त खराब छ।दुवै जो र जसलाई हत्या मानिसहाम्रो कसले कसलाई छ मा enshrined गरिनेछ।
		-- Fletcher Knebel

%
ओह दिन LANK र लामो जस्तो छैनजब सबै सही जान्छ र कुनै पनि गलत जान्छ,र आफ्नो जीवन अत्यन्तै समतल छैनकेही संग मा भुनभुनाना गर्न जे!
		-- Fletcher Knebel

%
ओह मलाई आफ्नो दया दिन!म एक समिति छु, हामी उपस्थित र संशोधनजो बिहान बाट contend र रक्षा अर्थरात गर्न, दृष्टि मा एक निष्कर्षमा बिना।हामी दिनु र concur,हामी एजेन्डा संशोधन सम्मान गर्नु र demur,र हाम्रो विचार सबै reiterate। बारम्बार addenda संगर रिपोर्ट को एक लोड विचार गर्नुहोस्।हामी रचना र प्रस्तावित,हामी ठान्नु र विरोध, तर विभिन्न शिक्षामा हुनतर प्रक्रिया को अंक मजा छन्; गति रूपमा हुर्केका छन्,त्यहाँ साह्रै सानो गरेको हुन्छ गर्नुपर्छ।हामी समाधान र मुक्त;तर हामी कहिल्यै भंग,यो हाम्रो लागि प्रश्न बाहिर छ देखिहाम्रो समिति ल्याउनयो ditty जस्तै अन्त्य गर्न,जो यसरी, एक अवधि रोक्छ।
		-- Leslie Lipson, "The Committee"

%
ओह प्रभु, तपाईं मलाई एक 4BSD किन्न हुनेछ?मेरो साथी सबै स्रोतहरू पायो, त्यसैले म किन गर्न सक्नुहुन्छ?सबै तपाईं ह्याकरहरूलाई Moby आउन मसँग यसलाई गाउन आओ,:AT & T देखि वकील संग नरक!
		-- Leslie Lipson, "The Committee"

%
"ओह, 'Melia, मेरो प्रिय, यो सबै मुकुट गर्छ!कसले म टाउन तपाईंलाई भेट्न गर्नुपर्छ मानिन्छ सक्छ?र यस्तो निष्पक्ष लुगा यस्तो prosperi-Ty कहाँबाट? ""ओह, तपाईं म बर्बाद गरिएको चाहन्छु थाहा छैन?" उहाँले भन्नुभयो।"तपाईं जूता वा मोजा बिना, tatters हामीलाई बायाँ,आलु digging, र माथि नाउ spudding थकित;र अब तपाईं समलिङ्गी कंगन र उज्ज्वल प्वाँख तीन गर्यौं! ""हो: त्यो हामी बर्बाद बेला हामी लुगा कसरी गर्ने," उहाँले भन्नुभयो।"को बार्टन मा तपाईंले घरमा भने` तिमीलाई 'र `तिमी,'र `thik oon 'र` theas oon' र `t'other; ' तर अबतपाईंको कुरा एकदम 'को लागि कम्पनीहरु-NY ई फिट! ""केही पालिस कसैको नष्ट संग प्राप्त छ," उहाँले भन्नुभयो।"तपाईंको हात पंजे पंजे जस्तै त, आफ्नो अनुहार नीलो र धूमिल थिएतर अब म आफ्नो नाजुक गालामा द्वारा bewitched छु,र साना पन्जा कुनै पनि ला-उप मा रूपमा जस्तै फिट! ""हामी बर्बाद बेला हामी कहिल्यै काम," उहाँले भन्नुभयो।"तिमी घर-जीवन एक डायन-ridden सपना कल गर्न प्रयोग,र तपाईं विलाप चाहन्छु, र तपाईं sock चाहन्छु; तर वर्तमान मा तपाईं जस्तोmegrims वा melancho-Ly को छैन थाहा! ""साँचो। एक जब बर्बाद राम्रो जीवंत गरेको," उहाँले भन्नुभयो।"म प्वाँख थियो इच्छा, राम्रो व्यापक गाउन,र एक नाजुक अनुहार, र टाउन बारेमा Strut सक्छ! ""मेरो प्रिय - एक कच्चा देश केटी, तपाईं हुन, जस्तैएकदम भनेर आशा गर्न सकिँदैन। तपाईं बर्बाद छैन, "उहाँले भन्नुभयो।
		-- Thomas Hardy

%
ओह, बाटो, जो कसैको गुलाबी द्वारा?
		-- Pink Floyd

%
ओह, मलाई एक घर दिन,जहाँ भैंसी घुम्ने,र म एक साँच्चै गंदा भान्सा संग एक घर देखाउने छौँ।
		-- Pink Floyd

%
ओह, मलाई जहाँ gravitons फोकस लोकस दिनजहाँ तीन-शरीर समस्या हल हुन्छ,जहाँ माइक्रोवेव तीन डिग्री मा तल प्ले कश्मीर,र चिसो भाइरस कहिल्यै विकसित। (Chorus)हामी हाम्रो निर्वात उच्च छ, algea पाइ खान,हाम्रो बल बेयरिंग पूर्ण राउन्ड छन्।हाम्रो क्षितिज बाङ्गो छ, हाम्रो warheads MIRVed छन्,र एक किलोग्राम आधा पाउन्ड वजन। (Chorus)हामी हाम्रो burgeoning दौड लागि स्पेस सकिएको भनेको Mensch लागि बाँकी कुनै थप Lebensraumहामी सुरु गर्न तयार हुँदा हामी मंगल अलग लाग्न सक्छ,हामी बस ठूलो पर्याप्त रेन्च पाउन भने। (Chorus)म यो सिर्फ म्याकडोनाल्ड ठाउँ मा गरेको छ, यो स्थान को बिरामी छु,र यहाँ बस्ने खन्नु छ।को shiggies, ", रो नगर्नुहोस्" भन्नुहोस् तिनीहरूले मलाई बिदा चुम्बन गर्न सक्नुहुन्छ'म L4 गर्न अर्को हप्ता सार्ने छु कारण! (Chorus)कोरस: घर, Lagrange मा घर,जहाँ ठाउँ मलबे सधैं संकलन,हामी अधिकार, त्यसैले यो देखिन्छ मानिसको सबैभन्दा ठूलो सपना दुई:सौर शक्ति र शून्य-gee सेक्स।
		-- to Home on the Range

%
ओह, म एक सी प्रोग्रामर छु र म ठीक छुम सूचकांक र स्ट्रक्ट सबै दिन संग गोवरर यो काम गर्दछ जब, म Hoo-रे कराउँछन्ओह, म एक सी प्रोग्रामर छु र म ठीक छु
		-- to Home on the Range

%
ओह, म पृथ्वीको surly बन्धन उतर छ,र हँसी रजत पखेटा मा आकास danced;Sunward म चढेका र टम्बलिङ्क मिर्थ सामेल भएकासूर्य-विभाजन बादल एक सय कुराहरू र गरेकातपाईं को सपना देख्यो छैन -Wheeled र बढ गई र swungको sunlit मौन उच्च।त्यहाँ Hoveringम साथ र flung को shouting हावा खेदे गर्नुभएकोहावा को footless हल मार्फत मेरो उत्सुक शिल्प।अप, अप Delirious, जल नीलो साथम सजिलो अनुग्रह संग हावा-बह हाइट्स topped छु,कहाँ कहिल्यै lark, वा चील उड्यो;र, मौन, उठाने मन म trod गर्नुभएको गर्दास्पेस उच्च untrespassed शुद्धि,मेरो हात बाहिर राख्नु, र परमेश्वरको अनुहार छोयो।
		-- John Gillespie Magee Jr., "High Flight"

%
ओह, जीवन गीत एउटा भव्य चक्र छ,extemporanea एक मिश्रित;र प्रेम कहिल्यै गलत जान कुरा हो;र म Roumania को Marie हुँ।
		-- Dorothy Parker, "Comment"

%
ओह, यो Slithery Dee, त्यो समुद्र बाहिर खोजिएका।उहाँले सबै अरूलाई फसाउन सक्छ, तर उहाँले मलाई फसाउन छैन।होइन, उहाँले मलाई फसाउन हुनेछ, मूर्ख राजभाषा 'Slithery Dee।उहाँले सबै अरूलाई, तर AAAARRRRGGGGHHHH पकड सक्छ !!!!
		-- The Smothers Brothers

%
ओह, जब म संग प्रेम थियो,त्यसपछि म सफा र साहसी थियो,र आश्चर्य मईलको भयोम कसरी राम्रो व्यवहार गरे।र अब फैंसी द्वारा बित्दै,र केही, रहनेछर तिनीहरूले मईलको कि म भन्न छौँफेरि एकदम आफैलाई हुँ।
		-- A. E. Housman

%
ओह, हाँ, जीवन मा, लामो समय गएको छ livin को thrill 'पछि जान्छ।
		-- John Cougar, "Jack and Diane"

%
पुरानो आमा Hubbard एक जुत्ता बस्थेत्यो, धेरै छोराछोरी भएत्यो के थाहा थिएन।त्यसैले त्यो अटलान्टा सारियो।
		-- John Cougar, "Jack and Diane"

%
पुरानो आमा Hubbard को अल्मारी गएउनको गरिब छोरी पोशाक ल्याउन।त्यो त्यहाँ भयो जब अल्मारी खुला थियोर यति उनको छोरी थियो, म अनुमान ...
		-- John Cougar, "Jack and Diane"

%
पुरानो टम Bombadil एक प्रमुदित सँगी छ,उज्ज्वल नीलो आफ्नो ज्याकेट छ, र आफ्नो जूता पहेंलो छन्।कुनै पनि कहिल्यै टम लागि, उहाँले मास्टर छ, अझै उहाँलाई पक्रेको छ:आफ्नो गीतहरू बलियो गीतहरू छन्, र आफ्नो खुट्टा छिटो हो।
		-- J. R. R. Tolkien

%
एक Bogart चलचित्र देखि एक बिहान, एक देश जहाँ उनि फिर्ता समय, बन्दतपाईं जस्तै पत्रुस Lorre एक अपराध विचार भीड मार्फत strolling जानुहोस्।त्यो एक रेशम पोशाक वर्षामा एक केदारनाथ जस्तै चलिरहेको मा सूर्य बाहिर आउँछ।व्याख्या माग्दै चिन्ता छैन, बस उनले आए भनेर बताउन छौँबिरालो को वर्ष मा।त्यो तिमी, प्रश्न लागि समय दिन छैन त्यो hers मा आफ्नो हात माथि लक रूपमा,र तपाईं निर्देशन पूर्ण गायब जो आफ्नो अर्थमा सम्म पछ्याउन '।बजार स्टलको नजिकै नीलो-टाइल पर्खाल द्वारा एक लुकेका ढोका त्यहाँ त्यो    तपाईं जान्छ।यी दिन, त्यो भन्न, म मेरो जीवन केवल नदी मार्फत चलिरहेको जस्तै महसुसबिरालो को वर्ष।खैर, त्यो त coolly तपाईं हेर्छ,र उनको आँखा समुद्र मा चन्द्र जस्तै चमक।त्यो, धूप र पचौली आउँछत्यसैले तिमी उसलाई के भित्र प्रतीक्षा गर्नुपर्छ पाउन लिनबिरालो को वर्ष।खैर, बिहान आउँछ र तपाईं उनको साथ अझै पनि हुनुहुन्छ, तर बस र पर्यटक    गएका छन्,र तपाईं टाढा आफ्नो रुचि हालियो छु र आफ्नो टिकट गुमाए, त्यसैले तपाईं बस्नका लागि छ।तर रात को ड्रम-बिट उपभेदों नयाँ-जन्म दिन को ताल मा रहने।के तपाईं उनको छोड्न बाध्य हुनुहुन्छ केही समय थाहा, तर अब लागि रहन जाँदै हुनुहुन्छबिरालो को वर्ष मा।
		-- Al Stewart, "Year of the Cat"

%
असल जहाज उद्यम माहरेक हप्ता त्यहाँ नयाँ आश्चर्य छजहाँ Romulans लुकेकोर Klingons अक्सर berserk जानुहोस्।हो, राम्रो जहाज उद्यमत्यहाँ उत्तेजना कहीं छ यो गुजरकहाँ Tribbles प्लेर नर्स मण्डप कहिल्यै बाटो हुन्छ।हेर्नुहोस् कप्तान किर्क पुल मा खडा,श्री Spock आफ्नो छेउमा छ।साप्ताहिक menace, ooh-oohयो, तला हुन्छ टाढा र व्यापक छरिएका।यो राम्रो जहाज उद्यम छबाहिर शीर्षक जहाँ खतरा झूटर तपाईं खूंखार बस्नेतपाईं एक शर्ट लगाएका हुनुहुन्छ भने कि रातो छ।- डोरिस रबिन र द L.A. Filkharmonics को करेन TRIMBLE,"असल पोत ललिपप" को ट्युन गर्न "असल पोत उद्यम,"
		-- Al Stewart, "Year of the Cat"

%
फेरि काम गरेको छ भय।Canon सोता,आफ्ना सबै-थाह आँखा छायांकितमानव मौका र परिस्थितिमा गर्न।शान्ति, o'er पाइन उपत्यका फेरि नयाँ शासनकालमैतर Canon गरेको सो दुःखित भएको छ।scant दिन जुलाई को Ides विगतका होसियार हुनुहोस्।अधीर हात उत्सुक प्रतीक्षाबुझ्न, पकडसमय को scant क्षणमापूर्ण जीवन बाट wrestedCanon शक्ति को महिमा;आफ्नो unblinking आँखा द्वारा आयोजित कैद।तीन स्वर्ण orbs हेर्ने खडा;एक टोल प्रत्येक दिन, घण्टा, मिनेटसम्म predestiny आफ्नो reawakening decrees।जब त्यो क्षण arives मानिसहरू डराउँदैनन्,"छैन जसलाई लागि घण्टी शुल्कहरू सोध्नुहोस्,यो तिमीलाई लागि शुल्कहरू। "उपत्यका आज धरौटी सुविधा पसल "
		-- "I extended the loan on your Camera, at the Pine

%
एक पटक आफ्नो मेल पढ्न प्रेम एक सानो बेवकूफ थियो,र फेरि फिर्ता म-पहुँच पटक आफ्नो पुच्छर बन्द ह्याकरहरूलाई प्राप्त गर्न yank,अनि उहाँले सचिव गरेको spool पढ्न समाप्त भएपछि रूपमा,उनको प्रेमी एक अशिष्ट तिरस्कार लेखे (कसरी uncool!)र यो रूपमा delivermail काम गरे र उहाँले आफ्नो backfstat भाग्यो,उहाँले तातो बोसो मा मुसा fritters जस्तै एक भयानक crackling सुने,र कडा त्रुटिहरू तल प्रणाली ल्याए 'आगे उहाँले पनि गाली सक्छ!र जैव तपाइँको तल पनि ल्याउन bug'll, तपाईँले हेर्ने छैन बाहिर EF!र एक पटक तिनीहरूले uulog मार्फत prowl चाहन्छु जो एक सानो पत्र थियो,अनि परमेश्वरले हुनुको मा खेल्न उनले त्यो रात आफ्नो blit गर्न जाँदा,यो संचालनका सबै उहाँलाई holler सुने, र तिनीहरूले कन्सोल ड्यास गर्न,तर प्रणाली तिनीहरूले एक भज गरे -ut तिनीहरूले फेला गर्दा दुर्घटनाग्रस्त!ओह, यो विजार्डहरू को कगार adb'd र सिस्टम ट्रेस गरे,र फाइल सिस्टम 'डिस्क टाउको नुन मा काम तातो पेस्ट थियो,"आतंक: कहिल्यै शंका" तर तिनीहरू कहिल्यै फेला सबै यो थियो,र जैव पनि आफ्नो बक्स दुर्घटनामा bug'll, तपाईंले हेर्न छैन EF!जब दिन गरेको छ र चन्द्र बाहिर आउँछ,र तपाईँले मुद्रक whining र RK गरेको गणना देखिन्छ सुन्न,जब अन्य डेस्क खाली छन् र आफ्नो टर्मिनल खैरो glassy,र लोड मात्र 1.6 छ र यदि यो रहनु तपाईं सोच्नुहोला,तपाईं फाइल सुरक्षा आपत्ति हुनुपर्छ र वरिपरि Snoop,वा जैव bug'll getcha र तल प्रणाली ल्याउन!
		-- "I extended the loan on your Camera, at the Pine

%
एक पटक यो मध्यरात incoherent मा,तपाईं sentient र स्फटिक गहिरिएर गर्दा,भन्दा धेरै एक भाँचिएको र अधीनस्थgnarly lore को मात्रा,म pestered गर्दा लगभग गाइरहेका,Sudddenly त्यहाँ एक hewing आए,कसैले को रूपमा मनैदेखि छिपा,मेरो कोठामा ढोकामा छिपा।
		-- "I extended the loan on your Camera, at the Pine

%
एक उज्ज्वल आइतबार बिहान, को steeple को छाया मा,छुटकारा कार्यालय द्वारा, म मेरो मान्छे देखेको;तिनीहरूले त्यहाँ भोक उभिए, म सीटी त्यहाँ उभिए,यो देशमा तपाईं र मेरो लागि गरिएको थियो।कसैले जीवित मलाई कहिल्यै रोक्न सक्नुहुन्छ,रूपमा म स्वतन्त्रता राजमार्ग हिड्ने जाने;कसैले जीवित कहिल्यै मलाई फिर्ता बारी गर्न सक्छन्,यो देशमा तपाईं र मेरो लागि गरिएको थियो।म हिड्ने गए, म त्यहाँ एक चिन्ह देखे,र साइन मा यसो भने: "कुनै Trespassing।"तर अन्य पक्षमा, यो केही भन्न गर्नुभयो,त्यो पक्ष तपाईं र मेरो लागि गरिएको थियो।[तपाईंले कहिल्यै किन Arlo त विरोधी स्थापना आफ्ना पिताजी थिए छक्क परे भनेयस्ता अद्भुत देशभक्ति गीतहरू लेखे, जवाफ तपाईं छैन भन्ने छवुडी गीतहरु सबै सुने]
		-- Woody Guthrie, "This Land Is Your Land" (verses 4, 6, 7)

%
एक दिन,एक पागल मेटा-कवि,भन्न केही संग,एक पागल मेटा-कविता लेखेत्यो सुरु: "एक दिन,एक पागल मेटा-कवि,भन्न केही संग,एक पागल मेटा-कविता लेखेत्यो सुरु: "एक दिन,[...]क्रमबद्ध नजिक "।शब्दहरू कि कवि थिए,अन्तमा छनौट,आफ्नो पागल कविता ल्याउन,नजिक केही क्रमबद्ध गर्न "।शब्दहरू कि कवि थिए,अन्तमा छनौट,आफ्नो पागल कविता ल्याउन,नजिक केही क्रमबद्ध गर्न "।
		-- Woody Guthrie, "This Land Is Your Land" (verses 4, 6, 7)

%
संगीत बारेमा एक राम्रो कुरा हो,खैर, यो तपाईं कुनै पीडा महसुस गर्न मद्दत गर्छ।त्यसैले संगीत मलाई मारा;अब संगीत मलाई मारा।
		-- Bob Marley, "Trenchtown Rock"

%
एक गोली तपाईं ठूलो बनाउँछ, अनि तपाईं खरायो chasing जाने भनेर एक गोली तपाईं सानो बनाउँछ। र तपाईं गिर गर्न जाँदै हुनुहुन्छ थाहा छ।र आमा तपाईं दिन्छ कि व्यक्तिहरूलाई, 'एम एक हुक्का धूम्रपान कमला भन्नुहोस्सबै केहि छैन। तपाईं कल दिनुभएको छ।जानुहोस् सोध्न एलिस कल एलिसजब उनले दस खुट्टा अग्लो छ। जब त्यो अझै सानो थियो।जब chessboard जब तर्क र अनुपात मा मानिसहरूउठ र तपाईंलाई बताउन कहाँ जाने। लापरवाहीसंग मृत खसेको छ,र तपाईँले केही प्रकारको थियो गर्नुभएको र सेतो नाइट कुरा छच्याउ पछिल्तिरर आफ्नो मन कम सार्दा छ। र लाल रानी गरेको उनको टाउको गुमाएजानुहोस् एलिस को dormouse भने के सम्झना सोध्छन्:म त्यो थाह छौँ लाग्छ। आफ्नो टाउको खान्छन्।आफ्नो टाउको खान्छन्।आफ्नो टाउको खान्छन्।
		-- Jefferson Airplane, "White Rabbit"

%
एउटा कारण किन जर्ज वाशिंगटनयस्तो उपासनालाई मा आयोजित गरिन्छ:उहाँले आफ्नो समस्या दोष कहिल्यैपूर्व प्रशासन मा।
		-- George O. Ludcke

%
विगतमा बारेमा एउटा कुरा।यो पछिल्लो संभावना छ।
		-- Ogden Nash

%
यो लाइन एक toke, मीठो मरियम,यो लाइन एक toke,एक रेलवे स्टेशन मा sittin 'शहर,यो लाइन एक toke।घर जान्छ Waitin 'रेल लागि,Hopin 'रेल मा समय छ,एक रेलवे स्टेशन मा sittin 'शहर,यो लाइन एक toke।
		-- Ogden Nash

%
अन्य महिला cloyयो भोक तिनीहरूले खुवाउन, तर त्यो भोक बनाउँछकहाँ भन्दा त्यो संतुष्ट।
		-- Antony and Cleopatra

%
हाम्रो सानो प्रणाली आफ्नो दिन छ;तिनीहरूले दिन छ र हुन बन्द;तिनीहरूले तर तँ रोशनी भङ्ग छन्।
		-- Tennyson

%
हाम्रो sires 'उमेर बुरा भन्ने हाम्रो grandsires थियो'।हामी आफ्नो छोरा तिनीहरूले भन्दा बढी मूल्यहीन हो:त्यसैले हाम्रो पालो हामी संसारको अझै थप भ्रष्ट एक सन्तान दिन हुनेछ।
		-- Quintus Horatius Flaccus (Horace)

%
सागgharsley छ।
		-- Ogden Nash

%
एक ट्वाङ् गर्न PayeenDerridaअयस्क-Idaआलु।तपाईं dared भने,म तपाईंलाई सोध्न चाहन्छुखन्नु जानेbrown- अन्तर्गत आफ्नो ides अपtubered आकास।जहाँ pitchforkedतपाईं माग्छDerrida?
		-- Ogden Nash

%
मेरो प्यारो भंग हुनेवाला सपनाको टुक्रा लिँदै,कसरी पुराना मान्छे राती छन् मलाई आश्चर्य,उनको नाम एन थियो, र म उनको अनुहार सम्झन भने म घृणास्पद गरिनेछ,त्यो के थाह छैन मलाई बायाँ।स्वतन्त्रित राजमार्ग, मलाई तपाईं पर्ची टाढा गरौं,स्वतन्त्रित राजमार्ग, तपाईं राम्रो दिन देखेको छ,बिहान उदास पछि, तल मेरो टाउको देखि मेरो जुत्ता गर्न,स्वतन्त्रित राजमार्ग, मलाई टाढा पर्ची, पर्ची टाढा, तपाईं गरौं ...म सबै भन्दा राम्रो प्रेम समयका लागि पृष्ठ फिर्ता गर्नाले,मलाई आश्चर्य त्यो कहिल्यै त्यसै छौँ भने,अब म livin कल कि कुरा 'बस bein छ' सन्तुष्ट,थाह मैले noone दोष बायाँ गर्यो।स्वतन्त्रित राजमार्ग, म हेर्न पायो, मेरो पुरानो ज्वाला ...मेरो सपना भताभुंग निद्रामा को टुकडे मार्फत खोजी,यस वर्ष उनको मन बन्द छन् भने मलाई आश्चर्य,म अनुमान यसलाई wanderlust वा tryin 'निःशुल्क प्राप्त हुनुपर्छ,असल पुरानो विश्वासी feelin 'हामी एक पटक थाह थियो।
		-- Gordon Lightfoot, "Carefree Highway"

%
तल गरमा को उपत्यका जंगली,सुखद ग्ली को गरमा गीतहरू,बादल मा म एक बच्चा देखे,अनि उहाँले मलाई भन्नुभयो हाँसो:"पाइप एक थुमा बारेमा एउटा गीत!"त्यसैले म आनन्दित मज्जा पाइप।"Piper, पाइप भनेर गीत फेरि;"त्यसैले म पाइप: उहाँले सुन्न रोए।
		-- William Blake, "Songs of Innocence"

%
Plagiarize, plagiarize,कुनै मानिसको काम आफ्नो आँखा उम्कन गरौं,असल प्रभु तपाईंको आँखा किन गरे सम्झना,आफ्नो आँखा छाया छैन,तर plagiarize, plagiarize, plagiarize।केवल यो अनुसन्धान कल गर्न निश्चित हुन।
		-- Tom Lehrer

%
ग्रह क्लेयर गुलाबी बाल छ।सबै रूखहरू रातो छन्।कुनै एक त्यहाँ कहिल्यै मर्छ।कुनै एक टाउको छ ....
		-- Tom Lehrer

%
कृपया राष्ट्रीय गान लागि खडा:आस्ट्रेलियाई सबै, हामीलाई आनन्दित गरौं,हामी जवान र मुक्त छन्।हामी कठिन श्रम लागि सुनको माटो र धन गर्यौंहाम्रो घर समुद्र द्वारा girt छ।हाम्रो देशमा प्रकृति गरेको उपहार मा aboundsसौन्दर्य को धनी र दुर्लभ।इतिहास पेज मा, हरेक चरण गरौंअष्ट्रेलिया उचित अघि बढाउन।आनन्दित उपभेदों मा त, हामीलाई गाउन दिनुहोस्अष्ट्रेलिया उचित अघि बढाउन।धन्यवाद। तपाईं आफ्नो सीट फेरि सुरु गर्न सक्नुहुन्छ।
		-- Tom Lehrer

%
कृपया राष्ट्रीय गान लागि खडा:परमेश्वरले हाम्रो दयालु रानी सुरक्षित!लामो हाम्रो नोबल रानी बाँच्न!परमेश्वरको रानी सुरक्षित!उनको विजयी पठाउन,खुसी र महिमित,हामीलाई o'er शासन गर्न लामो!परमेश्वरको रानी सुरक्षित!धन्यवाद। तपाईं आफ्नो सीट फेरि सुरु गर्न सक्नुहुन्छ।
		-- Tom Lehrer

%
कृपया राष्ट्रीय गान लागि खडा:हे क्यानाडाहाम्रो घर र मूल भूमिसाँचो पैट्रियट प्रेमसबै तपाईंका छोराहरू 'आदेश माचमकिलो हृदयले हामी तिमीलाई वृद्धि देख्नसाँचो उत्तर बलियो र मुक्तटाढा र व्यापक, हे क्यानाडाहामी तिमीलाई लागि होसियार खडापरमेश्वरले हाम्रो देशमा महिमित र मुक्त राख्नहे क्यानाडा हामी तिमीलाई लागि होसियार खडाहे क्यानाडा हामी तिमीलाई लागि होसियार खडाधन्यवाद। तपाईं आफ्नो सीट फेरि सुरु गर्न सक्नुहुन्छ।
		-- Tom Lehrer

%
कृपया राष्ट्रीय गान लागि खडा:ओह, किरण गरेको प्रारम्भिक प्रकाश द्वारा तपाईं देख्न सक्नुहुन्छ भन्नके यति गर्व हामी twilight अन्तिम gleaming मा जयजयकार?यो खतरनाक लडाई मार्फत जसको व्यापक धर्काहरू र उज्ज्वल ताराहामी त gallantly स्ट्रिम थिए हेर्नुभयो ramparts O'er?र रकेट 'रातो glare, हावा मा पारावार को बम,हाम्रो झण्डा त्यहाँ अझै पनि थियो कि रात मार्फत प्रमाण दिनुभयो।ओह, त्यो तारा-spangled ब्यानर अझै लहर गर्छ भन्ननिःशुल्क भूमि र साहसी को घर O'er?धन्यवाद। तपाईं आफ्नो सीट फेरि सुरु गर्न सक्नुहुन्छ।
		-- Tom Lehrer

%
शक्ति, एक desolating pestilence जस्तै,यो whate'er छुन्छ Pollutes ...
		-- Percy Bysshe Shelley

%
सम्भाव्य-सम्भावित, मेरो काले कुखुरा,त्यो कहिले सापेक्ष मा अन्डा कर्तुतहरूलाई उदाङ्ग।त्यो अब सकारात्मक मा अन्डा छैनत्यो कसरी अभिधारणा गर्न असमर्थ किनभने।
		-- Frederick Winsor

%
प्रस्तावित देश र पश्चिमी गीत शीर्षकहरूम तपाईंमाथि प्राप्त गर्न सक्दैन, त्यसैले म उठ्छु र अन्य साइड गर्न वरिपरि जानुहोस्एक्लै मलाई छोड भने, म कसैले पाउन छौँ कसलेतपाईं अबेर घर आउँदा म तपाईं एक पाप चाहन्छु थाह थियोतपाईंको मोजे बाहिर-माम तपाईंको प्रेम को हेडलाइट्स मा एक खरायो छुमेरो टायर Kick छैन तपाईं केहिले एक सवारी मलाई लिनुहोस् छ भनेम त्यसैले राम्रो तिमी जानता अघि म राम्रो तपाईं मन पर्योम अझै पनि मिस तपाईं, बेबी, तर मेरो उद्देश्य गरेको gettin 'राम्रोम तपाईंको सफेद झूठ देखि लाल आँखाहरु भयो र म सबै समय निलो छु
		-- "Wordplay"

%
प्रस्तावित देश र पश्चिमी गीत शीर्षकहरूतपाईं म Lyin 'अकेला छैन रूपमा लामो, मलाई झूट बोल्नु भने म मन छैनम एक कुकुर लड्न तपाईं लिनुहोस् छैन दिनुहुन्छ मलाई लाग्यो भने तपाईं विन सकेनतपाईं मलाई छोड भने, म तपाईंलाई Comin हुनुहुन्छ 'विचार गर्नेछौं बाहिर पछिल्तिर वाल्कतपाईं लिप-सिंक गर्न सिके पछि, म तपाईंको निपटान छुमेरो जन Deere, तपाईंको क्षेत्र तोडेर थियो तपाईंको प्रिय जन भए तापनिमेरो हृदय भंगनरोऊ, साना डार्लिंग ', तपाईं Waterin हुनुहुन्छ' मेरो बियरटेनिस तपाईंको र्याकेट, 'कारण प्रेम हो nothin' तपाईं हुनैपर्छके तपाईं मलाई प्रेम भन्नुहोस् गर्दा तपाईं prunes पूर्ण छौं, 'Cause बैठकतपाईं संग Pits छम विवाह मा तपाईंको हात चाहन्थे तर सबै म मिल्यो औंला थियो
		-- "Wordplay"

%
प्रस्तावित देश र पश्चिमी गीत शीर्षकहरूत्यो हेर्न धेरै छैन, तर त्यो एक ग्लास को तल माध्यम राम्रो देखिन्छऔँठाछापहरू छाला मा देखाइयो भने, म कसले हो म तपाईं मा फेला चाहन्छु आश्चर्यम यहाँ हुन लाज छु, तर छोड पर्याप्त लाज छैनयो Commode Huggin 'समय उपत्यकाका छतपाईं बियर रियल शीत राख्न चाहनुहुन्छ भने, यो अर्को मेरो पूर्व-पत्नीको हृदय राख्नुहोस्मैले तिमीहरूलाई प्रेम गर्नुहुन्छ त्यो छैन भाव भने, फेरि महसुसम यहाँ गर्न लाज छु, तर छोड पर्याप्त लाज छैनयो युद्ध मा बाइबल विरुद्ध बोतल पिताजी गरेको सोल लागि होमेरी पत्नी Ran बन्द मेरो सर्वश्रेष्ठ मित्र संग, अनि म पक्का मिस उहाँलाई'म Comin छौँ हुनुहोस् Cause' घर एक लोड संग कुनै पनि थप काठ, बेबी कट छैन,म उनको अंकित माया, तर म तपाईं को लागि पछाडि उनको बायाँ
		-- "Wordplay"

%
अर्को पासवर्ड राखे,यसलाई बम, फेरि प्रयास गर्नुहोस्।विगतको लग प्राप्त गर्न प्रयास गर्नुहोस्,हामी, हैकिंग हुनुहुन्छ ह्याकिङ, हैकिंग।आफ्नो पहिलो पत्नी प्रथम नाम प्रयास गर्नुहोस्,यो खेलको भन्दा बढी छ।यो वास्तविक मजा, तर बस नै छ,यो हैकिंग गर्नुपर्छ, ह्याकिङ, हैकिंग।
		-- To the tune of "Music, Music, Music?"

%
जहाँ बादल आउन वर्षा घोप्टोजहाँ बादल जाने सूर्य चमकताबादल बस आउन र जाने
		-- Florian Gutzwiller

%
छुरा दुखाइ तपाईं;नदीको नम छन्।एसिड तपाईं दाग,र लागूपदार्थको cramp कारण।बन्दुक न्यायसंगत छैन;Nooses दिन।ग्याँस awful-- Smellsतपाईं साथै बाँच्न सक्छ!
		-- Dorothy Parker, "Resume", 1926

%
मित्र को विचार मा पुग्न,र तिनीहरूले आफ्नो नाम थाह पाउँछौं।को टेड्डी भालु पनि तंग निचोड,र प्वाँख तेजी फुट्छ हेर्नुहोस्।तपाईंको गालामा संग दाग गिलास छुनुहोस्,र आफ्नो रगत मा यसको चिसो महसुस गर्छन्।रात एउटा मैनबत्ती होल्ड,र अन्धकार भएको ज्वाला मोड हेर्नुहोस्।परमेश्वरको शान्तिको मास्क च्यातेर,र नरक मा प्राण गर्जन सुन्न।प्रेम को नाम मा एक गुलाब बांधन,र पत्रदलको दोब्र्याइएको र शिथिल हुनु हेर्नुहोस्।पश्चिमी हावा मा भरोसा,र तपाईं एक्लै हो थाह छ।
		-- Dru Mims

%
रीक्लेइमर, रूख अतिरिक्त!एक एकल बिट लिनुहोस्!यो मलाई कुरा गर्न प्रयोग,अब म यसलाई संरक्षण छु।यो पाठक गरेको कान्स थियोत्यो, यो गरे डट द्वारा जोडी;अब, जीसी, को nonce लागि,तिमी छैन यो पुनः गर्नेछौ।
		-- Dru Mims

%
जे misfortune आफ्नो धेरै हुन सक्छ, यो मात्र हुन सक्छ कि सम्झनाक्लिभल्याण्ड बुरा।
		-- National Lampoon, "Deteriorata"

%
तिमीलाई सम्झनाऐ, तिमी गरिब भूत स्मृति एक सीट धारण गर्दायो विचलित विश्व मा। तिमीलाई सम्झना छ!हाँ, मेरो स्मृति को तालिकाबाटम सबै तुच्छ प्यारो गर्ने रेकर्ड टाढा हटाउन छौँ,पुस्तकहरू सबै आरी, सबै प्रकारका, सबै दबाब भूत,त्यो युवा र अवलोकन त्यहाँ प्रतिलिपि गरियो।
		-- William Shakespeare, "Hamlet"

%
दास को यो देशमा मलाई हटाउन,कहाँ सबै मूर्ख हो, र सबै knaves छन्,कहाँ हरेक knave र मूर्ख किनेको छ,यद्यपि दयालु अभाव लागि आफूलाई बेच्छ;
		-- Jonathan Swift

%
रोलाण्ड आधी रात सूर्य भूमि देखि, एक योद्धा थिए,किराया को लागि एक थम्पसन बन्दूक संग, गरिन लड।सम्झौता मा एक गाढा र आँधी दिन, डेनमार्क मा गरिएको थियो,त्यसैले तिनले रक्तपातपूर्ण Fray सामेल, Biafra लागि बाहिर सेट।साठी-छ र सात मार्फत, तिनीहरूले कंगो युद्ध, लडेआफ्नो ट्रिगरहरू मा आफ्नो औंलाहरु, गोडा गोर गहिरो संग।दिन र रात तिनीहरूले घुँडा गर्न सङ्घर्ष, को बान्टु,तिनीहरू जीवित कमाउन र कांगोलिज बाहिर मदत गर्न मारे।रोलाण्ड को थमसन गनर ...आफ्नो comrades उहाँलाई छेउमा लडे, भ्यान ओवेन र बाँकी,तर सबै थमसन gunners को, रोल्याण्ड सबै भन्दा राम्रो थियो।त्यसैले C.I.A तिनीहरूले रोलाण्ड मृत चाहन्थे, निर्णय,त्यो छोरो-को-एक-कुतिया भ्यान ओवेन, रोल्याण्ड टाउको बन्द उडायो।रोलाण्ड को headless थमसन गनर ...रोलाण्ड उहाँलाई गरेको चाहन्छु मानिस लागि, महाद्वीप खोजी।उहाँले, एक पल्ट कोठा पिउने जस मा, ममबासा उहाँलाई फेलारोल्याण्ड, आफ्नो थमसन बन्दूक उद्देश्य उहाँले एक शब्द भन्न थिएन,तर उहाँले त्यहाँ बाट जोहानसबर्ग गर्न भ्यान ओवेन शरीर उडायो।अनन्त थमसन गनर, अझै पनि रात मार्फत भटक,अब यो दस वर्षपछि छ, तर उहाँले चित्रहरू लडाई रहन्छ।आयरल्याण्ड मा, लेबनानमा, प्यालेस्टाइनमा, बर्कले मा,Patty हेयर्स्ट ... रोलाण्ड गरेको थमसन बन्दूक को फट ... सुने, र यो किन्यो।
		-- Warren Zevon, "Roland the Headless Thompson Gunner"

%
रोमियो उहाँले मार्न तयार थिए, बेचैन थियो,उहाँले 'कारण उहाँले अझै पनि बस्न सकेन विन्डो बाहिर कूद,जूलियट एक सुरक्षा नेट संग प्रतीक्षा थियो,"मुर्दा गाड्नु छैन मलाई 'म मरेको छैन कारण" भन्नुभयो।
		-- Elvis Costello

%
गुलाब रातो;Violets नीलो छन्।म शिजोफ्रेनिक छु,र यति आई छु
		-- Elvis Costello

%
Toledo ओहियो मा शनिबार राति,सबै कतै हुनुको जस्तै छ,सबै घन्टा द्वारा हतार कसरी दिन,तपाईं पार्क मा बस्न र तपाईं घाँस मर हेर्नुहोस्।
		-- John Denver, "Saturday Night in Toledo Ohio"

%
फूल संग यो भन्न,वा मिंक संग यो भन्न,तर तपाईं के जेसुकै होस्,मसी संग यो भन्न नगर्नुहोस्!
		-- Jimmie Durante

%
क्यामेरा को धेरै t'us केन्द्रित भन्छन्,हाम्रो मध्य-उमेर शट हामीलाई न्याय गर्छन्।कुनै न्याय, कृपया, श्राप तिमीहरू!हामी साँच्चै कृपा चाहन्छु:यो न्याय TIS, हामीलाई disgusts 'तपाईं, हेर्नुहोस्।
		-- Thomas H. Hildebrandt

%
मेरो प्रेम सजिलो थियो छ भन्छन्,म गर्व साथ कच्चा bitten छु भन्नुहोस्,म पनि अक्सर दुःखी छु भन्न -अझै पनि आफ्नो छेउमा मलाई हेर।म साहसी न त जवान न हुँ भन्न,म woo र हेरविचार coddle भन्छन्,शैतानको मेरो जिब्रो छुनुभयो भन्न -अझै पनि तपाईं लगाउने मेरो मन छ।तर भन्न मेरो पद स्क्यान छैन,र मलाई अर्को मानिसको प्राप्त!
		-- Dorothy Parker, "Fighting Words"

%
भन्न! तपाईं trouble-- एक हिप प्रहार गर्नुभएकोबस्ट व्यापार मा, आफ्नो पत्नी गुमाएका;कुनै एक, तपाईं एक प्रतिशत ख्याल राख्नुहुन्छतपाईं जीवन को लागि एक प्रतिशत मतलब छैन;हार्ड भाग्य आशा पागल को छ,स्वास्थ्य, तपाईं die-- चाहन्छु इच्छा असफल छकिन, के तपाईं अझै पनि घाम तपाईं बायाँ गर्नुभएकोर ठूलो नीलो आकाश।
		-- R. W. Service

%
विज्ञान मिथ्या, डबल विशेषता।फ्रैंक निर्माण र आफ्नो प्राणी गुमाएको छ।अन्धकार ब्राड र जेनेट जितेको छ।यो सेवकहरू टाढा ग्रह गएका।WO, ओ, ओ, ओ।देर रात, डबल सुविधा, चित्र शो मा।म ओह, ओह जाने, ओह चाहन्छु।देर रात, डबल सुविधा, चित्र देखाउन।
		-- Rocky Horror Picture Show

%
विज्ञान! तिमी कला पुरानो समय साँचो छोरी!कसले तपाईंका समकक्षी आँखा सबै कुरा alterest।किन यसरी कवि हृदय मा तिमी preyest,गिद्ध जसको पखेटा, नीरस वास्तविकताहरु हुन्?उहाँले तिमीलाई कसरी प्रेम गर्नुपर्छ? वा तिमीलाई कसरी बुद्धिमानी deem?आफ्नो Wandering उहाँलाई कसले छोड्न wouldstको jeweled आकास मा धन को लागि खोज्न,उहाँले एक undaunted भाग संग पुग्यो Albeit?तिमीले छैन उनको कार देखि डायना तान्नुभयो?र काठ बाट Hamadryad संचालितकेही सुखी तारा मा एक आश्रय खोज्न?तिमीले उनको बाढी बाट Naiad भताभुङ्ग छैन,यो Elfin हरियो घाँस देखि, र मबाटको इमली रूख तल गर्मी सपना?
		-- Edgar Allen Poe, "Science, a Sonnet"

%
Scintillate, scintillate, vivific globule,Fain म विशिष्ट आफ्नो प्रकृति मा रोक्न कसरी,Loftily को ईथर capacious मा लागेका,अत्यधिक एक मणि कारबोनकेयस resembling।Scintillate, scintillate, vivific globule,Fain म विशिष्ट आफ्नो प्रकृति मा रोक्न कसरी।
		-- Edgar Allen Poe, "Science, a Sonnet"

%
डिस्कहरुमा स्क्रेच, कोर डम्प, यो बन्द, प्लग पुल, तल्ला भर टेप रोल कोर अतिरिक्त tug दिनुहोस्र सिस्टम दुर्घटनामा रहेको छ। र सिस्टम दुर्घटनामा रहेको छ।Teletypes बिट गर्न smashed। Mem'ry कार्ड, एक र सबै,केही फोहर हिट हल तल आधा बाहिर टस को scopes दिनुहोस्र सिस्टम दुर्घटनामा रहेको छ। र सिस्टम दुर्घटनामा रहेको छ।अनि हामी पनि केवल एक स्विच पल्टाउन फेला गर्नुभएकोजब तपाईं शक्ति तल बारी, अनि रोशनी फरफर गर्न हुनेछैनतपाईं रद्दी मा डिस्क पाठकहरूलाई बारी। र टेप ड्राइव crumble हुनेछएक फ्लैश मा।ओह, यो धेरै मजा छ, जब सीपीयूअब सीपीयू चल्दैन केही बाहिर मुद्रण गर्न सक्छ तर "foo,"र सिस्टम दुर्घटनामा रहेको छ। प्रणाली दुर्घटनामा रहेको छ।
		-- To the tune of "As the Caissons go Rolling Along"

%
छक्याउनसक्छ, Shaggy शिमशोनलाई snored।त्यो छोटो scissored। Sorely shorn,चाँडै दास shackled शिमशोनले sighed,मनमनै षडयन्त्रकारी,Sightlessly खोजीकेही जंगली, शानदार आत्महत्या।
		-- Stanislaw Lem, "Cyberiad"

%
भङ्ग थियो तरवार लागि खोज्नुहोस्:Imladris मा बास;त्यहाँ योजना लिएको गरिनेछMorgul-spells बलियो।एक टोकन त्यहाँ देखाइएको गरिनेछत्यो डुम हात मा नजिकै छ,लागि Isildur गरेको Bane waken हुनेछ,र Halfling निस्कने खडा हुनेछ।
		-- J. R. R. Tolkien

%
त्यो, मलाई सोधे "के तपाईंको साइन छ?"म blinked र जवाफ दिए, "नियन,"म उनको मन झटका चाहन्छु लाग्यो ...
		-- J. R. R. Tolkien

%
त्यो विज्ञान मलाई blinded!
		-- J. R. R. Tolkien

%
उनले आफ्नो सबै फाइलहरू मार्न सक्नुहुन्छ;त्यो एक भ्रूभंग संग स्थिर गर्न सक्नुहुन्छ।र उनको हात को एक लहर तल सारा सिस्टम ल्याउँछ।र त्यो पछि तीन दस सम्म उनको कोड काम गर्दछ।त्यो एक ब्याटिङ जस्तै बस्छ तर त्यो मलाई ह्याकरसँग सधैं छ।
		-- Apologies to Billy Joel

%
त्यो ट्रयाक उभिएउनको काखमा हल्लाएकोकि तेस्रो रेल आघात मलाई अग्रणीझट्ट रूपमा द्रुतत्यो उनको मन परिवर्तनउनले मलाई एक रात दिनुभयोत्यो सबै थियो छम रोक्न सम्म यो के हुनेछआफैलाई ठट्टामेरो समय बर्बादत्यहाँ अरू केही म के गर्न सक्नुहुन्छ छ'कारण म Leyna लागि यो सबै गरिरहेका छुम कुनै नयाँ चाहँदैनन्'Cause म Leyna लागि यो सबै जीवित छुतपाईं लागि यो केही त्यहाँ'Cause म यो सबै Leyna गर्न दिने छु
		-- Billy Joel, "All for Leyna" (Glass Houses)

%
बायाँ सिफ्ट!सही सिफ्ट!पप अप डाउन धक्का,बाइट, बाइट, बाइट!
		-- Billy Joel, "All for Leyna" (Glass Houses)

%
सिफ्ट बायाँ,सिफ्ट सही गर्न,मा मास्क, बाहिर मास्क,बाइट, बाइट, बाइट !!!
		-- Billy Joel, "All for Leyna" (Glass Houses)

%
म मेरो पेंडुलम चोट देखिमेरो जीवन सबै बत्तीको ठेगान छ।cordial थियो मेरो सुगाअब स्थिर दिइरहनुभएको छ।गलैँचा मृत्यु, एक पाम संकुचन,बिरालो गु गरिरहेको राख्छ।मलाई समझदार राख्छ मात्र कुरामेरो जुत्ताको कुरा छ।
		-- My Shoe

%
हे गाऊ! दिन नजिक मा स्नान लागित्यो दूर थकित माटोको माझ्छिन्!एक loon त्यो गाउन छैन छ:हे! पानी गर्म एक महान कुरा हो!हे! मीठो झर्ने वर्षा को ध्वनि छ,सादा गर्न पहाडी देखि Leaps कि खोला र;तर वर्षा वा rippling प्रवाहको भन्दा राम्रोधूम्रपान र steams पानी गर्म छ।हे! पानी चिसो हामी आवश्यकता मा खन्याउन सक्छतल एक तिर्खाएको घाँटी र साँच्चै खुसी हुन;तर राम्रो पेय हामी कमी भने, बियर छ,र जल गर्म फिर्ता तल पोखे।हे! जल उच्च मा leaps कि निष्पक्ष छआकाश मुनि एक फोहरा सेतो मा;तर स्रोत त मीठो ध्वनि गर्नुभयो कहिल्यैमेरो खुट्टा संग गरम पानी उछिट्टिएको रूपमा!
		-- J. R. R. Tolkien

%
हिम-सेतो! हिम-सेतो! हे लेडी स्पष्ट!पश्चिमी समुद्र परे हे रानी!हामीलाई हे हल्का यहाँ घूमछन किबुना रूखहरू दुनिया बीच!Gilthoniel! हे Elbereth!स्पष्ट तिम्रो आँखा र उज्ज्वल तपाईंका सास छन्!हिम-सेतो! हिम-सेतो! हामी तिमीलाई भजन गाउनसमुद्र परे एक दूर देशमा।हे तारा कि Sunless वर्ष माउनको छरिएको थियो द्वारा हात चमक संग,हावाको अब उज्ज्वल र स्पष्ट क्षेत्रहरूहामी तपाईंलाई चाँदी फूल उडा हेर्न!हे Elbereth! Gilthoniel!हामी अझै पनि हामी जो बास, सम्झनापेड मुनि यो टाढा देशमा,पश्चिमी समुद्र मा तपाईंका Starlight।
		-- J. R. R. Tolkien

%
धेरैनिर्भरमारातोपाङ्ग्राब्यारोसंग चमकतावर्षापानीछेउमासेतोकुखुरा।
		-- William Carlos Williams, "The Red Wheel Barrow"

%
त्यसैले, तपाईं राम्रो हेर्न बाहिर!तपाईं राम्रो रो!तपाईं राम्रो pout छैन!म तपाईंलाई बताउन छु किन,सान्टा क्लाउज सहरमा, आउँदै छ।उहाँले तपाईंलाई सुतिरहेको गरिएको छ जब थाह छ,तपाईं जागा हुँदा उहाँले थाह छ।तपाईं खराब वा असल भएको छु भने त्यो थाह छ,उहाँले सीआईए संग सम्बन्ध छ।त्यसैले ...
		-- William Carlos Williams, "The Red Wheel Barrow"

%
त्यसैले ... त्यसैले तपाईं बताउन सक्नुहुन्छ लाग्छनरक देखि स्वर्ग?पीडा नीलो आकास? तिनीहरूले व्यापार गर्न प्राप्त गर्नुभयोतपाईं हरियो क्षेत्र भूत लागि तपाईंको नायक भन्न सक्छौं?एक चिसो इस्पात रेल देखि? रूखहरू लागि हट खरानी?एक पर्दा बाट मुस्कान? एक सुन्दर समीर लागि हट एयर?के तपाईं बताउन सक्नुहुन्छ लाग्छ? परिवर्तन को लागि चिसो सान्त्वना?तपाईं आदान प्रदान गरेयुद्ध मा भाग मा एक पैदलएक पिंजरे नेतृत्व भूमिका निर्वाह?
		-- Pink Floyd, "Wish You Were Here"

%
जो इच्छा सैनिक एक नायक हुनव्यावहारिक शून्य छन्,तर नागरिकहरु हुन चाहनुहुन्छ गर्नेहरूलाई,तिनीहरूले लाखौं चलान।
		-- Pink Floyd, "Wish You Were Here"

%
तिनीहरूलाई केही तपाईं प्रयोग गर्न चाहनुहुन्छ,तिनीहरूलाई केही तपाईं द्वारा प्रयोग गर्न चाहनुहुन्छ,... सबैजना कुरा खोज्दै छन्।
		-- Eurythmics

%
केही मौलिक धमिराको काठ मा ढकढक्याउन।र यो स्वाद, र यो राम्रो फेला परेन।र छ किन तिम्रो भाइ मईआज पार्लर तल्ला मार्फत परे।
		-- Ogden Nash

%
केही संसारको आगो अन्त्य हुनेछ भन्न,केही बरफ मा भन्छन्।म इच्छा को स्वाद गर्नुभएको कुराबाटम आगो अनुग्रह गर्नेहरूलाई साथ पकड।तर यो दुई पटक नष्ट गर्न थियो,म घृणाको पर्याप्त थाहा लाग्छविनाश, बरफ लागि भनेर भन्नपनि ठूलो छर पर्याप्त थियो।
		-- Robert Frost, "Fire and Ice"

%
कहिलेकाहीं म टाढा लुप्त होती छु जस्तै लाग्छ,मलाई हेर्दै, म nothin 'भन्न पायो।मलाई कुराहरू खेल भनेर खेल्न रिसाए नगर्नुहोस्,या त प्रकाश वा मलाई एक्लै छोड्न।
		-- Robert Frost, "Fire and Ice"

%
कहिलेकाहीं म देश मा बस्न,र कहिले काँही म शहर बाँचिरहेका छौं।र कहिले काँही म एक ठूलो धारणा छ,नदी मा हाम फाल्न र डुबा गर्न।
		-- Robert Frost, "Fire and Ice"

%
कहिलेकाहीँ हल्का मलाई सबै चमक गरेको,अन्य समयमा म बल्लतल्ल देख्न सक्छौं।हाल यो मलाई हुन्छयो कस्तो लामो अनौठो यात्रा भएको।
		-- The Grateful Dead, "American Beauty"

%
आफ्नो सानो केटा गर्न लगभग बोल्न,उहाँले छिउँ काढ्छ गर्दा र उहाँको पिटे:उहाँले मात्र यसलाई परेशान गर्छउहाँले थाह किनभने यो teases।वाह! वाह! वाह!म मेरो केटा गर्न अचाक्ली बोल्न,उहाँले छिउँ काढ्छ गर्दा र उहाँको पिटे:उहाँले राम्ररी आनन्द उठाउन सक्छौं लागिउहाँले प्रसन्न जब मरिच!वाह! वाह! वाह!
		-- Lewis Carrol, "Alice in Wonderland"

%
साना VAX गर्न लगभग बोल्न,यो दुर्घटनाहरु जब र यसलाई बुट;यो एक आराम गर्न सक्दैन भनेर थाहकिनभने पेजिंग thrashes!वाह! वाह! वाह!म मेरो VAX गर्न अचाक्ली बोल्न,यो दुर्घटनाहरु जब र यसलाई बुट;मेरा सबै मनपर्ने भाडे बाबजुदमेरो जब यो सधैं thrashes!वाह! वाह! वाह!
		-- Lewis Carrol, "Alice in Wonderland"

%
Godzilla र त्रास व्यक्त अन्य कुराहरू कुरा:एक अर्थपूर्ण मुख बिगराइ र एक मोन्गो-जस्तो फ्लेयर संगउहाँले हावा मा कताई डिस्क ड्राइव फेंकता!अनि उहाँले अप Vax लिन्छ र त्यो तल फिर्ता फेंकताउहाँले भयानक आवाज बनाउन प्रयोगशाला मार्फत wades रूपमा!कारण परियोजनाहरू संग असहाय प्रयोगकर्ता"मेरा परमेश्वर!" चिच्याउने उहाँले टेप ड्राइव मा stomps रूपमा पनि!धत्तेरिका! उहाँले युनिक्स धेरै ढिलो चल्छ भन्छन्! जानुहोस्, जाने, DECzilla!अँ साञ्ची! उहाँले gonna ल्याउन गर्नुपर्छ VMS! जानुहोस्, जाने, DECzilla! "* VMS डिजिटल उपकरण निगम को ट्रेडमार्क हो।* DECzilla मृत्यु, Inc को खाली चकलेट bunnies को ट्रेडमार्क छ
		-- Curtis Jackson

%
वसन्त वसन्त यहाँ छ, यहाँ छ,जीवन स्किटल्स छ र जीवन बियर छ।
		-- Curtis Jackson

%
सेन्ट पैट्रिक एक सज्जन थियोरणनीति र चुपके मार्फत गर्नेआयरल्याण्ड सबै सांप चलाए।यहाँ आफ्नो स्वास्थ्य गर्न एक toasting छ -तर धेरै छैन toastingsतपाईं आफैलाई गुमाउनु र त्यसपछि नत्रअसल सेन्ट पैट्रिक भूलर फेरि ती सबै सांप हेर्नुहोस्।
		-- Curtis Jackson

%
केवल समय पारित गर्न सबै बिहान ओछ्यानमा बसे,त्यहाँ कुनै इन्कार त्यहाँ हुन सक्छ, गलत यहाँ केहि,हामी एक परिवर्तन छ, या शायद हामीले प्रयास रोकियो,र ढिलो, बच्चा, अब, ढिलो, छ गर्नुपर्छहामी साँच्चै यो बनाउन प्रयास गरे तापनिकेही भित्र मृत्यु भएको छ र म लुकाउन सक्दैन र म यसलाई नक्कली छैन ...यो तपाईं संग यहाँ बस्ने त सजिलो हुन प्रयोग,तपाईं ज्योति र Breezy थिए र म बस के थाहअब तपाईं त दुखी हेर्न र म एक मूर्ख जस्तै लाग्छ।त्यहाँ मलाई र तपाईं को लागि फेरि राम्रो समय हुनेछु,तर हामीले सँगै रहन सक्दैन, तपाईं पनि यो महसुस छैन?तर म हामी साह्रै र म एक पल्ट तिमी प्रेम खुसी छु ...तर ढिलो बच्चा छ ...ढिलो, अब प्रिय, ढिलो छ ...
		-- Carol King, "Tapestry"

%
, फिर्ता कदम बेग्लै विश्वास!वा वर्षा कहिल्यै हुनेछ।कोही कसैले आउन र ड्रम पिटे आगो बलिरहेको राख्न।तपाईं म, पागल छु तपाईंलाई लाग्छ सक्छ म पागल छु भनेर सोच्न सक्छ,तर म यो दिन बाहिर छ अघि, तपाईं कसम,तपाईं मान्छे केही वर्षा देख्न gonna छन्!
		-- Carol King, "Tapestry"

%
अनौठो कुरा नम्बर एक हुन गरिन्छकम्प्युटर बिक्री मा Druids उद्यमीहरू थिए,आईबीएम आफ्नो strategem छ अनि तिनीहरूले एक ग्रेनाइट बक्स निर्माणजो निरंतर acuter बढ्छ, यो चन्द्र, ट्र्याक monsoons चेतावनी दिए,र हनीवेल नरक जस्तै competes, अनि विषुव पूर्वानुमानतर कथा गरेको हराएको लिंक तिनीहरूको मूल्य सही थियो, आफ्नो भविष्यप्रणाली पुरानो Stonemenge उज्ज्वल बिक्री मा छ,Druids को दृढ गरेर, इंक प्रोटोटाइप बेचिएको थियो;Stonehenge साइट आफ्नो बिट र बाइट देखिसेल्टिक सुन जहाज थियो।यो आवागमन crate फ्रेम आए;यो एक लाख टन वजन!ट्राफिक लोक यो तपाईं एउटा मजाक मानिस साँचो कुरा लाग्यो, र यसरी(को गाडी पाङ्ग्रा बस काता); उमेर बाट चेतावनी;को फोरमैन तपाईंको स्टक पर्ची तपाईं जहाज गर्न सक्छन् भने छैन "तिनीहरू, कि बेचन nay छौँ"spat, आफ्नो पुस्तिका गरेको पृष्ठ मा के।"जसरी जंगली सामा बढ्न छोड्न; यो Bells बिना बेच्छ भने हेर्नुहोस्"यो भन्दा-डिजाइन, अनि घण्टी र काँड राख्ने तरकस कि तार, Druid-प्रकारको छ;"अनि पेट माथि तिनीहरूले जाने छौँ।" Druid repute को चिप्लेटी तल गएतिनीहरूले उद्धार गर्न सकिएन किनभने।
		-- Edward C. McManus, "The Computer at Stonehenge"

%
एक्लै पीडित अवस्थित, कुनै पनि गर्ने ग्रस्त;यो काम छ, तर तत्संबंधी कुनै doer;Nirvana छ, तर कसैले खोजिरहेको छ;बाटो छ, तर कुनै पनि यसलाई यात्रा गर्ने।
		-- "Buddhist Symbolism", Symbols and Values

%
रात मा सूर्य, सबैलाई सँगै छ,आकाश मा आरोही, जीवन सधैंभरि छ।
		-- Brand X, "Moroccan Roll/Sun in the Night"

%
      / \ तिनीहरूलाई को रवि तपाईंले प्रयोग गर्न चाहन्छ,     \\ \  / \ \\ / तिनीहरूलाई को रवि तपाईंले प्रयोग गर्न चाहन्छ, / / \ / / // \ \ // \ \ // / तिनीहरूलाई को रवि तपाईं दुरुपयोग गर्न चाहन्छ,  / / / \ /   / \\ \ तिनीहरूलाई को रवि दुरुपयोग गर्न चाहन्छ ...     \ \\      \ /
		-- Eurythmics

%
मीठो सोह्र सुन्दर Bess छ,र उनको आवाज परिवर्तन छ - "कुनै" बाट "हो" गर्न।
		-- Eurythmics

%
/ 3 सिस्टम! / 3 सिस्टम!यसलाई कसरी चल्छ हेर्नुहोस्! यसलाई कसरी चल्छ हेर्नुहोस्!यसको निगरानी त पूर्ण रूपमा भनेन!यसको आरपीजी मा सबै कार्यक्रम चल्छ!यो हाम्रो मनपर्ने एकाधिकार द्वारा बनाइएको!/ 3 सिस्टम!
		-- Eurythmics

%
टी: एक ठूलो राक्षस, उहाँले ट्रोल भनिन्छ।उहाँले रक छैन, र उहाँले रोल छैन;कुनै रक्सी पिउन, र कुनै stogies धूम्रपान।उनले तिनीहरूलाई Roguies खान प्रेम।
		-- The Roguelet's ABC

%
, तपाईं वरिपरि नजर तपाईं के हेर्न मलाई भन,त्यो lookin साधारण छ सोच्छ गर्ने एक केटी 'त्यो प्रमुख मिल्यो छ।तपाईं उनको आँखा मा हेर्न पर्याप्त नजिक प्राप्त गर्न सक्छन् भनेत्यहाँ उनले लुकाउँछ को तीता पछि केही विशेष अधिकार छ।र तपाईं निष्पक्ष खेल छौं,के तपाईं निष्पक्ष खेल हुनुहुन्छ त्यो निर्णय गर्नेछौं के थाहा कहिल्यै,बस, आराम सवारी आनन्द।उनको पुग्न बाटो पत्ता आफैलाई एक मूर्ख बनाउन,तर एक सानो वर्ग संग यो गर्न, नियम खारेज।'एउटा मिति प्राप्त गर्न सकेनौं यो एक तल लाइन थाह कारण।तितो duckling फिर्ता जिते, र त्यो उनको भाग्य निर्णय गर्नेछौं।(Chorus)तपाईं कहिल्यै याद हुनेहरूको तपाईं हेर्न छ हुन्छन्।त्यो सुखद छ र त्यो आफ्नो Crotch देख बेला त्यो अनुकूल छ।कुराकानी आफ्नो हात प्रयास गर्नुहोस्, गफ झूट छ,र निश्चित पर्याप्त त्यो घर लिन र तपाईं केहिपनि मर छौँ।(Chorus)
		-- Crosby, Stills, Nash, "Fair Game"

%
आफ्नो कुकुर अन्तमा रही छ कि deepening दुःखलाई बीच हृदय लिनुहोस्पर्याप्त पनीर।
		-- National Lampoon, "Deteriorata"

%
तन मलाई जब म मरे, फ्रेड छु लुकाउनतन मलाई जब म मरेको छु लुकाउन।त्यसैले हामी उहाँले मृत्यु हुँदा, क्लाइड आफ्नो लुकाउने tanned,यो बगाउनुभएको मा त्यहाँ झुन्डिएका छन्।सबै सँगै अब ...मलाई तल कंगारु बाँध, खेल,मलाई तल कंगारु टाई।मलाई तल कंगारु बाँध, खेल,मलाई तल कंगारु टाई।
		-- National Lampoon, "Deteriorata"

%
ताराहरू किन चमक गर्छन् मलाई भन्नुहोस्,मलाई किन ivy twines भन्नुहोस्,आकाश किन यति नीलो छ मलाई भन्नुहोस्,म तिमीलाई माया गर्छु किन र म तिमीलाई बस हुनेछ।आणविक फ्यूजन चमक तारा बनाउँछ,Phototropism ivy सुतली बनाउँछ,रेले फैलिएको आकाश त निलो बनाउँछ,म तपाईंलाई प्रेम किन यौन हर्मोन हो।
		-- National Lampoon, "Deteriorata"

%
मलाई भन्नुहोस्, हे अक्टोपस, म बिन्ती,ती कुराहरू हतियार छ, वा खुट्टा छ?म तिमीलाई, अक्टोपस मा MARVEL;म तिमी थिए भने, म मेरो हामीलाई कल चाहन्छु।
		-- Ogden Nash

%
Terence, यो मूर्ख सामान छ:तपाईं छिटो आफ्नो victuals खान;त्यहाँ धेरै amiss हुन सक्दैन, 'स्पष्ट tis,तपाईं आफ्नो बियर पिउन दर हेर्न।तर ओह, राम्रो प्रभु, तपाईं बनाउन पद,यो एक अध्या को पेट-दुख्यो दिन्छ।गाई, पुरानो गाई, त्यो मरिसकेको छ;यो राम्रो horned टाउको सोता:हामी गरिब lads, 'हाम्रो पालो अब tisगाई हत्या जस्ता धुनहरू सुन्न।राम्रो मित्रता 'राइम गर्न tisमृत्यु आफ्नो मित्र आफ्नो समय अघि।Moping, melancholy पागल:गर्न, Lad नृत्य गर्न एक धुन आउनुहोस्, पाइप।
		-- A. E. Housman

%
त्यो भावना बस मलाई आए।
		-- Albert DeSalvo, the "Boston Strangler"

%
त्यो पैसा वार्ता,म नकार्न छौँ,म एक पल्ट यो सुने,यो राम्रो-सलाम भने "।
		-- Richard Armour

%
विज्ञापन एजेन्सी गीतआफ्नो ग्राहकको hopping पागल गर्दाविज्ञापन आफ्नो तस्वीर राख्नु।उहाँले अझै पनि दुर्दम्य रहनुपर्छ भने,आफ्नो कारखाना को एक चित्र जोडें।
		-- Richard Armour

%
यो जोडदार knell सबै-मृदुकरण,प्राणको tocsin, - वहाँ घण्टी।
		-- Lord Byron

%
बैंक म overdrawn छु कि मलाई बताउन भनिन्छ,केही freaks मेरो अगाडि लन मा Crosses बाहिर जल छन्,र म * छैन * यो, सबै Cheetos गएका छन् विश्वास गर्न सक्छौं,यो केवल ती दिन एक हो!
		-- Weird Al Yankovic, "One of Those Days"

%
बैंक हाम्रो कथन यस बिहान पठाइएको,रातो मसी ठूलो श्रद्धा को एक दृष्टि थियो!आफ्नो तथ्याङ्कले र मेरो सन्तुलित हुन सक्छ,तर मेरी पत्नी आकर्षित मा पनि छिटो थियो।
		-- Weird Al Yankovic, "One of Those Days"

%
समय को बर्ड तर उड एउटा सानो बाटो छ ...र चरा को भाग मा छ।
		-- Omar Khayyam

%
बालक जलिरहेको डेक उभिए,यो चुम्बन द्वारा बदाम खाने।उहाँलाई उहाँको पुर्खा भनिन्छ, तर उहाँले जान सकेन,लागि उसले ती बदाम प्रेम गर्नुभयो।
		-- Omar Khayyam

%
यो उँट एकल जुरे छ;यो अरेबि दुई;वा अरू वरिपरि अन्य तरिका।म पक्का कहिल्यै छु। तपाईं हुनुहुन्छ?
		-- Ogden Nash

%
यो carbonyl polarized छ,डेल्टा अन्त प्लस छ।यो nucleophile यसरी आक्रमण गर्नेछ,कार्बन नाभिक।साथै एक रक्सी बनाउँछ,प्रकार को छन् तर तीन।यो अनुरूप गर्न, बन्धन बनाउँछ,सी चमक गर्न सी बाट
		-- Prof. Frank Westheimer, to "America the Beautiful"

%
साधारण कोर्मोरान्ट, वा shag,एक कागज झोला भित्र अन्डा कर्तुतहरूलाई उदाङ्ग;कारण, तपाईंले पक्कै देख्ने,बिजुली बाहिर राख्न छ।तर के यी unobservant चरायाद गर्न असफल भयो भनेर बथान छभालू बन्स संग आउन सक्छ कोर crumbs पकड गर्न बैग चोरी।
		-- Prof. Frank Westheimer, to "America the Beautiful"

%
हामीलाई बीच फरक धेरै टाढा छैन,बाबाले नयाँ कार मा बर्गर लागि cruising।
		-- Prof. Frank Westheimer, to "America the Beautiful"

%
टेक्सास आँखा तिमीहरूमा छन्,सबै livelong दिन;टेक्सास आँखा तिमीहरूमा छन्,तपाईं प्राप्त टाढा सक्दैन;तपाईंले तिनीहरूलाई उम्कन सक्छन् छैनरात देखि 'को morn मा प्रारम्भिक नुन;टेक्सास आँखा तिमीहरूमा छन्'नुन गब्रिएल आफ्नो सिङ blows।
		-- University of Texas' school song

%
बगैंचामा शोक छ;यो वर्षा फूल बीचमा सुन्दर ढले।गर्मी चुपचाप shiversयसको अन्त तिर आफ्नो बाटो मा।पात पछि सुनको पातयो अग्लो Acacia देखि ढले।गर्मी मुस्कान, छक्क, कमजोर,एक बगैचा को मर्नै लागेको यस सपनामा।लामो समय को लागि, यद्यपि, गुलाब मा,त्यो शान्ति लागि तरस, मा ठहरे हुनेछ,र बिस्तारैउनको थकित आँखा बन्द।
		-- Hermann Hesse, "September"

%
ककटेल अधिक हालनत्यो त मीठो हुन देखिन्थ्योएकदम त्यसैले amorous जस्तो छैनShredded गेहूं भन्दा
		-- Hermann Hesse, "September"

%
असल (म एक को लागि, विश्वस्त छु)छ तर खराब एक पूर्ववत छोडेर।एक पटक आफ्नो प्रतिष्ठा गरेको सम्पन्नतपाईं आनन्द को एक जीवन बिताउन सक्छौं।
		-- Wilhelm Busch

%
असल जीवन यति मायावी थियोयो साँच्चै मलाई तल पायोम केही भरोसा प्राप्त गर्न थियोत्यसैले म छलावरण लगान मा पायो
		-- Wilhelm Busch

%
असल समय आउँदै छ,मौसम हात छ।जब दुई-आधार चाट्नु को प्रमुदित क्लिकदेशमा भर सुने गरिनेछ।यो चिसो अझै पनि पृथ्वीमा lingers, रBudless पेड छन्।तर वसन्त को आवाज को प्रमुदित घन्टीको समीर मा सार्ने गरिएको छ।
		-- Ode to Opening Day, "The Sporting News", 1886

%
यो गम्भीर राम्रो र निजी स्थानको,तर कुनै पनि, मलाई लाग्छ, त्यहाँ अँगालेको गर्छन्।
		-- Andrew Marvell

%
आशा अनन्त Springs किपानीका मुहानहरू सही तपाईंको पछि अप।
		-- Ian Drury, "This Is What We Find"

%
यो जुनियर परमेश्वरको अब रोल पूर्वसूचनास्वर्ग गरेको साथीहरूले सूचीमा;उहाँले, उच्च नियन्त्रण घरमा बस्छनअनि उहाँले क्षेत्रहरू regulates।यद्यपि उहाँले आश्चर्य गर्छ, तपाईं ठान्नु गर्छन,पनि देवताहरूको ईश्वरीय मा भने,सबै भन्दा राम्रो र wisest ती नहुन सक्छकसले सुँगुर संग awhile wallowed छ?
		-- Robert W. Service

%
आइमाइहरु मानिसहरू मैले सुनेको, पराउँछु,एक दुष्ट शब्द मा shudder थियो।आफ्नो मैनबत्ती एक प्रकाश दिन्छ;तिनीहरू बरु राति घरमा बस्न चाहन्छु।तिनीहरूले सम्म तीन जागा छैन,न त कामुक कविता पढ्न।तिनीहरूले अशुद्ध कहिल्यै दें,न त एक Overture पहिचान।तिनीहरूले पाउडर देखि र पेंट देखि कम ...हालसम्म, म कुनै उजुरी थियो गर्नुभएको छ।
		-- Dorothy Parker

%
पातहरु लामो, घाँस हरियो थियो थिए,यो हेमलोक-umbels अग्लो र निष्पक्ष,र glade मा उज्यालो देख्न थियोछाया कञ्चनपानी मा तारा।टिन 'uviel त्यहाँ नाच थियोनदेखिने एक पाइप को संगीत,र तारा प्रकाश उनको कपाल थियो,र उनको raiment glimmering मा।त्यहाँ Beren पहाड सर्दी आए,अनि उहाँले पात अन्तर्गत बरालिएका गुमाए,र Elven-नदी रोल्ड जहाँउहाँले मात्र र sorrowing हिंडे।उहाँले हेमलोक-पात बीच नियाल्थेर सुनको आश्चर्य फूल देखेउनको मेन्टल र उनको आस्तीन मा,र छाया जस्तै उनको कपाल निम्न।Enchantment आफ्नो थकित खुट्टा निकोत्यो पहाडी भन्दा घुमफिर गर्न बर्बाद थिए;र निस्कने उहाँले, बलियो र छिटो hastened,र Glistening moonbeams मा grasped।Elvenhome मा बुना जंगल मार्फतत्यो हल्कासित नृत्य खुट्टामा भागे,र उसलाई घुमफिर गर्न अझै पनि एक्लो बाँकीयो मौन वन सुन्न मा।
		-- J. R. R. Tolkien

%
रोशनी छन्,तर तपाईं घर हुनुहुन्न;तपाईंको इच्छातपाईंको आफ्नै छ;तपाईंको हृदय Sweats,तपाईंको दाँत पीसने;अर्को चुम्बनर तपाईं मेरो हुनेछु ...के तपाईं सामानको प्रतिरक्षा हुनुहुन्छ भनेर सोच्न मन(ओह हाँ!)यो तपाईं पर्याप्त प्राप्त गर्न सक्दैन भन्न सत्य नजिक छ;के तपाईं gonna हुनुहुन्छ यसलाई सामना गर्न छ थाहा छ,तपाईं प्रेम गर्न आदी हुनुहुन्छ! "
		-- Robert Palmer

%
साना शहर भनेर समय भूल,कहाँ सबै महिला बलिया हुन्छन्मानिसहरू राम्रो-देख छन्,र छोराछोरी माथि-औसत।
		-- Prairie Home Companion

%
प्रभु र म एक भेडा-गोठालो सम्बन्ध हो, र म छुनकारात्मक आवश्यकता को स्थितिमा।उहाँले हरियो-बेल्ट चरन क्षेत्रमा मलाई prostrates।उहाँले मलाई directionally गैर-मुसलधारे जलीय गर्न समानता आयोजिततरल।उहाँले मूल सन्तुष्टि स्तर मेरो मनोवैज्ञानिक मेकअप गर्न फिर्ता।उहाँले अधिकतम लागि सकारात्मक व्यवहार ढाँचामा मलाई स्विचउहाँको पहिचान को प्रतिष्ठा।यो साँच्चै तथ्यलाई notwithstanding म बनाउन बताए गर्नुपर्छको umbragious परस्पर-पहाडी मृत्यु स्लट, आतंक मार्फत हिड प्रगतिsensations कुनै कारण Para-etical घटना गर्न, मलाई सुरु गरिनेछ।तपाईंको pastoral पैदल सहायता र quadrupic पिकअप एकाइ मलाई परिचयएक pleasurific मुड राज्य मा।तपाईं डिजाइन र एक nutriment-असर फर्नीचर-प्रकार संरचना उत्पादनगैर-सहकारी तत्व को सन्दर्भ मा।तपाईं तरकारी निकाल्ने employing एक टाउको-सम्बन्धित लोक अनुष्ठान बाहिर कार्य।मेरो पेय बर्तन एक मात्रा संकट अनुभव।यो एक निरन्तर deductible तथ्य छ कि आफ्नो अन्तर-संबंधात्मकempathetical र गैर-ventious क्षमताहरु मलाई रूपमा राख्ने हुनेछ आफ्नोमेरो गैर-मृत्यु अवधि अवधिको लागि-ध्यान लक्षित, र म पाउनेछएक स्थायी, खुला-समाप्त मा प्रभुको आवास एकाइ मा भाडादार अधिकारसमय आधार।
		-- Prairie Home Companion

%
यो निर्माता बनाउन सक्छर प्रयोगकर्ता प्रयोग गर्न सक्छतर fixers समाधान हुनुपर्छसंग तर न्यूनतम छनकहरू
		-- Prairie Home Companion

%
त्यो थियो मानिसले दयालु र सफा थियोर हरेक दिन को लागि राम्रो पर्याप्त,तर ओ, प्रिय मित्र, तपाईंले देख्नुभएको छ गर्नुपर्छजो छोडेर गयो।
		-- Dorothy Parker, "The Fisherwoman"

%
यसलाई आफ्नो अनुहार मा जब बिहान सूर्य साँच्चै, आफ्नो उमेर देखाउँछतर मलाई कुनै चिन्ता छैन; मेरो आँखा मा तपाईं सबै कुरा हुनुहुन्छ।मलाई थाहा म amused राख्न,तर म प्रयोग भइरहेको छु महसुस गर्छन्।ओह, Maggie, म आफ्नो अनुहार देखेको कहिल्यै चाहन्छु इच्छा।तपाईं घर टाढा मलाई लिएर,बस एक्लै हुँदा तपाईं सुरक्षित गर्न;तपाईं मेरो मुटु चोर्यो, र त्यो साँच्चै दुख्छ के।म मेरो पुस्तकहरू संकलन र स्कूल पछाडि प्राप्त गर्न सक्छ मानौंवा मेरो बाबाले गरेको क्यू चोरी र पूल खेल्दै बाहिर जीवित बनाउन,वा आफैलाई एक रक 'एन' रोल ब्यान्ड फेला,त्यो सहयोगको हात आवश्यक,ओह, Maggie म आफ्नो अनुहार देखेको कहिल्यै चाहन्छु इच्छा।तपाईं, मलाई बाहिर पहिलो-वर्ग मूर्ख बनाएकोतर म एक मूर्ख हुन सक्छ जस्तै अन्धा छु।तपाईं मेरो प्राण चोरेछ, र त्यो म बिना गर्न सक्छन् एक दुखाइ छ।
		-- Rod Stewart, "Maggie May"

%
यो सार्दै औंला लेख्छन्; र, भएको writ,मा उत्प्रेरित गर्छ: न त सबै तिनीहरूले Piety न त बुद्धिआधा रेखा रद्द गर्न यो फिर्ता लोभ्याउन हुनेछ,न त सबै तिम्रो आँसु यसलाई एक शब्द बाहिर धुन।
		-- Rod Stewart, "Maggie May"

%
व्यवस्था खुद यति व्यापक छ,यसको कूचो लगाउनु कुनै पापी लुकाउन सक्छ।यसको meshes त राम्रो र बलिया हुन्छन्तिनीहरूले गलत हरेक बच्चा लिन।रहस्य हे चमत्कारिक वेब!ठूलो माछा तपाईंबाट एक्लै भाग्ने!
		-- James Jeffrey Roche

%
तपाईं सुतिरहनु हुँदा रात चाँडै बित्दैतर केही खान म shufflin बाहिर 'छु...यो अण्डा हाउस मा नाश्ता,यो रोटी पकाने को तवा मा वफल जस्तैम किनाराको वरिपरि जलेको छु,तर म बीचमा कोमल छु।
		-- Adrian Belew

%
एक एल लामा, उहाँले एक पुजारी छदुई एल लामा, उहाँले एक जनावर होर म मेरो रेशम पायजामा शर्त हुनेछत्यहाँ कुनै पनि तीन एल lllama छैन।आफ्नो विभाग एक जस्तै केहि प्रतिक्रिया "तीन एल lllama।"
		-- O. Nash, to which a fire chief replied that occasionally

%
यो सुँगुर, यदि म गलत छैन,हामीलाई छम पोर्क र बेकन दिन्छ।अरूले आफ्नो हृदय ठूलो छ लाग्छ,म यो सुँगुर को मूर्ख लाग्छ।
		-- Ogden Nash

%
यो कवि कसको खराब उहाँको जीवन सुरक्षितको सत्रौँ शताब्दीमा सबैभन्दा महत्त्वपूर्ण कवि जर्ज थियोसुक्यो र झट्टै मरिहाल्यो। अलेक्जेन्डर पोप उहाँलाई "Wretched सुक्यो र झट्टै मरिहाल्यो" भनिन्छ र ड्राइडेन को भने आफ्नो"तिनीहरूले rhymed र rattled भने सबै राम्रो थियो" भनेर पद्य।हाम्रो आफ्नै समय मा, "राष्ट्रिय जीवनी को शब्दकोश" टिप्पणी आफ्नाकाम "सामान्यतया यसको ठूलो, तरलता र समतल लागि मुख्य रूप उल्लेखनीय छ।कुनै पनि साँचो साहित्यिक गुणस्तर अभाव र अक्सर imbecile doggerel मा डूब "।उच्च प्रशंसा, साँच्चै, र यो तपाईं एक सामान्यतया savor लोभ्याउन सक्छइनामदायी stanza: यो "म एक lass प्रेम" बाट लिइएको छ र चिन्तित छउच्च भावना।त्यो "मह" कल मलाई गर्थे,त्यो चाहन्छु - त्यो पनि मलाई चुम्बन चाहन्छु हे।तर अब हाय! उनले मलाई बायाँ गर्नुपर्छFalero, lero, शौचालय।उहाँले immortalize गर्ने छनौट जो आफ्नो Mistress अन्य विवरण बीचमाजूता को उनको चतुर विकल्प थियो।यो फाइभ्स उनको जुत्ता फिट गरे।1639 मा ठूलो कवि जीवन आफ्नो कब्जा गरेपछि endangered थियोयो अंग्रेजी नागरिक युद्ध समयमा Royalists। जब सर जन Denham, कोRoyalist कवि, सुक्यो र झट्टै मरिहाल्यो गरेको आसन्न कार्यान्वयन सुने, उनले राजा गए रआफ्नो जीवन बचाउनुभयो भन्ने बिन्ती। आफ्नो कारण सोध्दा, सर जन जवाफ दिनुभयो"किनभने यति लामो समय सुक्यो र झट्टै मरिहाल्यो बस्थे रूपमा, Denham हिसाब हुन हुनेछबेलायतमा खराब कवि। "
		-- Stephen Pile, "The Book of Heroic Failures"

%
यो धर्मप्रचारक, राजनीतिज्ञ, टिचर,तिनीहरूलाई प्रत्येक पटक एक kiddie थिए।एक बच्चा, साँच्चै, एउटा अचम्मको प्राणी हो।म एक चाहनुहुन्छ? परमेश्वरको Forbiddie!
		-- Ogden Nash

%
यो खरायो गाईयहाँ खरायो गाई को bovine ilk छ बारे एक पद छ;त्यो आफ्नो बानी उल्लेख छैन। एक अन्त मु, अन्य, दूध छ।
		-- Ogden Nash

%
यो भर्खर raineth को वर्षार अन्यायपूर्ण fella मा पनि,तर बस मुख्यतः मा, किनभनेयो अन्यायपूर्ण भएको बस गरेको छाता चुरा।
		-- Lord Bowen

%
यो गैंडा एक घरेलू जनावरको छ,मानव आँखा लागि त्यो भोज छैन।विदाई, विदाई, तपाईं पुरानो गैंडा,म केहि कम prepoceros मा ताक छौँ।
		-- Ogden Nash

%
बाटोमा र कहिल्यै जान्छयो थाले जहाँ ढोका बाट।अब टाढा अगाडि सडक भएको छ,र म यदि म गर्न सक्छन्, पालना गर्नुपर्छ,उत्सुक खुट्टा यसलाई पछि लाग्ने,सम्म केही ठूलो बाटो मिलतीजहाँ धेरै बाटोहरु errands पूरा।र त्यसपछि whither? म भन्न सकिन्छ।
		-- J. R. R. Tolkien

%
यो हँसिलो वसन्त रमाहट मा आउछ,र surly शीतकालीन grimly गुजर।अब साफ को गिरने पानी हो,र बोनी नीलो घाम आकास छन्।हिमाल विश्रामहरू निस्कने बिहान o'er ताजा,यो ev'ning को समुद्रहरू गरेको सुनिनु gilds:सूर्य गरेको फर्केपछि सबै प्राणीहरू आनन्द,र म मेरो बोनी बेल आनन्द गर।यो flowery वसन्त घाम गर्मी जान्छ,पहेलो शरद नजिकै प्रेस;त्यसपछि आफ्नो बारी मा उदास शीतकालीन आएको,वसन्त हँसिलो सम्म फेरि देखिने।यसरी मौसम नृत्य, जीवन अग्रिम,पुरानो समय र प्रकृति आफ्नो परिवर्तनहरू बताउन;तर कहिल्यै लिएर, अझै पनि अपरिवर्तनीय,म मेरो बोनी बेल पुजा गर्नु।
		-- Robert Burns, "My Bonnie Bell"

%
सिपाहीको रानी गरेको ढोका मा दस्तक आए।उहाँले "म कुनै पनि थप तपाईं लागि लडिरहेका होइन।", भन्नुभयोरानी त्यो अघि आफ्नो अनुहार केहि स्थानमा देखेका थिए थाह थियो,र बिस्तारै त्यो उहाँलाई भित्र गरौं।उहाँले म अब तपाईं देख्न, र तपाईं यति धेरै युवा हुनुहुन्छ ", भन्नुभयो,तर म लडाई जितेको छ भन्दा गुमाए थप लडाई देखेका छौँ,र म यो आफ्नो आनन्द लागि सबै भन्ने यो अंतर्ज्ञान छ।र अब तिमी मलाई भन्नेछु किन? "
		-- Suzanne Vega, "The Queen and The Soldier"

%
को nouns को ध्वनि ज्यादातर नबाँधिएको छन्।सहरमा एक संज्ञा एक गाउन लगाउने सक्छ,वा थप तल, एक जोकर पोशाक सक्छ।कहिल्यै ध्वनि भन्ने जोकर एक संज्ञा,तर unsound nouns माथि र तल हाम फाल्ने।एक संज्ञा को ध्वनि को पाराले जोतेर distrub सक्छ,र त्यसपछि, मेरो प्रिय, तपाईं पाउन्ड मा राख्न चाहन्छु।तर कृपया भनेर तपाईं तल प्राप्त गरौं छैन,आफ्नो गाउन को renown शहर को कुरा छ।
		-- A. Nonnie Mouse

%
सडक प्रचारक त baffled देख्योउहाँले लुगा किन जब म उहाँलाई सोधेमुख्य समाचारहरू चालीस पाउण्ड संगआफ्नो छाती गर्न Stapled।तर उहाँले मलाई म उसलाई साबित गर्दा श्रापम "तिमी पनि लुकाउन सकिन्छ छैन, भन्नुभयो।के तपाईं म जस्तै छौं, हेर्नुहोस्।म सन्तुष्ट हुनुहुन्छ आशा। "
		-- Bob Dylan

%
सूर्य समुद्र मा चमक थियो,आफ्ना सबै सक्छ संग चमक:उहाँले बनाउन आफ्नो सबैभन्दा गरेयो billows चिकना र उज्ज्वल -र यो यो थियो किनभने, धेरै अनौठो थियोरात को बीचमा।
		-- Lewis Carroll, "Through the Looking Glass"

%
यो बिचार प्रहरी यहाँ छन्। उनीहरू आए गर्नुभएकोतपाईं हृदय गिरफ्तारी अन्तर्गत राख्न।र तिनीहरूले ढोका मार्फत तान्नुहोस् रूपमातिनीहरूले तपाईं परीक्षण असफल गर्नुभएको तपाईं भन।
		-- Buggles, "Living in the Plastic Age"

%
यो thrill यहाँ छ, तर यो लामो पछिल्लो छैनयसलाई साथ उत्प्रेरित गर्छ अघि तपाईंले राम्रो आफ्नो रमाइलो चाहन्छु ...
		-- Buggles, "Living in the Plastic Age"

%
एक बिल्ली को बच्चा संग समस्या छजब यसलाई बढ्छ, सधैं एक बिरालो छ
		-- Ogden Nash.

%
तपाईं संग समस्यामलाई संग समस्या छ।मिल्यो दुई राम्रो आँखातर हामी अझै पनि देख्न गर्छन्।
		-- Robert Hunter, "Workingman's Dead"

%
तपाईंले बोल्ने सत्य कुनै पनि विगत र कुनै भविष्य छ।यो छ, र यो हुनु आवश्यक छ सबै छ।
		-- Robert Hunter, "Workingman's Dead"

%
यो कछुवा जीवन 'twixt जलप डेकजो व्यावहारिक यसको सेक्स लुकाउन।म यो कछुवा को चतुर लाग्छयस्तो तय मा त उर्वर हुन।
		-- Ogden Nash

%
मौसम यहाँ छ, म तपाईंलाई सुन्दर थिए इच्छा।मेरो विचार पनि स्पष्ट छैनन्, तर भाग्नु छैन।मेरो प्रेमिका एक खन्नु छ; मेरो काम पनि dutiful छ।नरक कसैले सिद्ध छ, तिमी खेल्न चाहनुहुन्छ?म आज सँगै महसुस!
		-- Jimmy Buffet, "Coconut Telegraph"

%
हावा त तीतो मीठो स्वाद doth,Jaspar रक्सी र चिनी जस्तैयो कसैको खुट्टा मार्फत उडा हुनुपर्छ,Caspar Weinberger ती।
		-- P. Opus

%
यो वोम्बाट को समुद्र मार्फत बस्छ,सुदूर Antipodes बीचमा।उहाँले पागल र जामुन मा अवस्थित सक्छ,वा त्यसपछि फेरि, मिसनरीहरू मा;उहाँको टाढा निवास precludesआफ्नो भाव को निश्चय गरिदिने ज्ञान।तर म वोम्बाट संलग्न छैननश्वर लडाई को कुनै पनि रूप मा।
		-- "The Wombat"

%
खराब अमेरिकी कविजुलिया मूर, "को मिशिगन मिठाई गायक" (1847-1920) भनेर खराब थियोमार्क ट्वेन उनको पहिलो पुस्तक 20 वर्ष को लागि उहाँलाई आनन्द दिए भने।उनको पद मुख्य रूप हिंसात्मक मृत्यु चिन्तित थियो - ठूलो आगोशिकागो र पहेलो ज्वरो महामारीको उनको कलम लागि प्राकृतिक विषयहरू साबित भयो।या नगर्ने मृत्यु, डूब द्वारा थियो उचित गरेर वा भागेका sleigh गरेर,सूत्र नै थियो:तपाईं डरलाग्दो भाग्य को सुन्नुभएको छको श्री पी पी आनंद र पत्नी?आफ्नो मृत्युको म सम्बन्धित हुनेछ,र पनि अरूलाई आफ्नो जीवन गुमाएAshbula पुल प्रकोप (को मा),कहाँ यति धेरै मानिसहरू मरे।तपाईं reasonably जुलिया गरेको कविता मध्ये स्वस्थ बाहिर शुरू भने पनि,संभावना केही stanzas गरेपछि एक को तल भनेर होनदी वा बिजुली द्वारा मारे। दिन को एक आलोचक भने त्यो थियो "भन्दा पनि बदतरएक Gatling बन्दूक "र एक स्लिम मात्रा मा 21 जनाको मृत्यु र 9 घाइते गणना।अविश्वसनीय, केही समाचार पत्र उनको काम महत्वपूर्ण थिए, पनिमिठाई गायक "अर्ध-साक्षर" थियो भनेर सुझाव। उनको जवाफ थियोसिधै: "यो परिवादात्मक तरिकामा बोली छ भनेर सम्पादकहरूले गए छकारण परे। साहित्यिक काम गर्न धेरै गाह्रो छ "" त्यो भनेर थपियो "।
		-- Stephen Pile, "The Book of Heroic Failures"

%
पद को खराब लाइन्ससुरु लागि, हामी याकूब Grainger गरेको होनहार लाइन बाहिर शासन गर्न सक्नुहुन्छ:"आऊ, सरस्वती, हामीलाई चूहों गाउन दिनुहोस्।"Grainger (1721-67) आफ्नो अभियुक्तहरुलाई दोषी को साहस छैन र मेटिएकोआफ्ना श्रोताहरूलाई स्वभाविक मा भंग कि खोजी यी शब्दहरूहास्य तिनीहरूले पढ्न थिए तत्काल।यस्तो कुनै नचाहनु दुःख आदम लिंडसे गर्डन (1833-70) थियो जसलेयुद्ध विषयको प्रेरित।"फ्ल्यास! फ्लैश! धमाका! धमाका! र हामी टाढा blazed,र खैरो छत reddened र बजाई;फ्लैश! फ्लैश! र म आफ्नो बुलेट flay महसुसमेरो कान को टिप। फ्लैश! धमाका! "यसको विपरीत, Cheshire पनीर यूहन्ना आर्मस्ट्रांग सुनेपछि (1709-79):"... जो Cestria पठाउँछ, ठोस दूध tenacious पेस्ट भनेर ..."जबकि यूहन्ना Bidlake तरकारी लागि एक दया गरेर निर्देशित थियो:"द sluggard गाजर, ओछ्यानमा आफ्नो दिन सोतायो लङ्गडो एक्लै मटर खडा गर्न सक्दैन भनेर। "जर्ज Crabbe (1754-1832) यस्तो लेखे:"अनि म ask'd र जाने अधिकार थियोClutterbuck र कं को दृढ खोज्न "विलियम Balmford धार्मिक पद को संभावनाहरु खोज्नुभयो:" 'TIS मसीहीहरूसित त्यसैले, प्रकृति कमजोर हुनुकोयो संसारमा गर्दा, लीक उत्तरदायी हो। "र विलियम Wordsworth उहाँले साँच्चै जब प्रयास भने त्यो गर्न सक्ने देखाएएक पोखरी वर्णन:"म साइड गर्न तर्फ देखि यो मापन गर्नुभएको;TIS तीन फिट लामो र दुई खुट्टा व्यापक। "
		-- Stephen Pile, "The Book of Heroic Failures"

%
युवा महिला एक असामान्य सूची थियो,एक संरचनात्मक कमजोरी गर्न भाग लिङ्क।त्यो कुनै preconditions सेट।
		-- Stephen Pile, "The Book of Heroic Failures"

%
यो, उह, हिउँभएकाहिमालय एह साँच्चै चिसो जस्तै हो,?र, उम, फाँटमा बाहिर मेरो आमाहरु girdle जस्तै सुत्छन्, एह?त्यहाँ सबैका लागि lotsa बियर र डोनट छ, एह?त्यसैले पछिल्लो एक शान्तिपूर्ण हुन र सबै एक ठूलो मुर्ख छ,एह?त्यसैले YER अनुहार चुप र आगो द्वारा YER mucklucks सुक्खामा, एह?र, एह आफ्नो उच्च बीम संग बालिका बारे सपना?तिनीहरूले चिसो हुन सक्छ, तर ठीक छ! बियर गरेको राम्रो तरिका!एह?सौन्दर्य!
		-- A, like, Tribute to the Great White North, eh?

%
त्यसपछि यहाँ बोस्टन को सिटी छ,पुकारा र कराहना सहरमा।जहाँ Cabots को Kabotschniks देख्न सक्नुहुन्छ,र Lowells को Cohns कुरा छैन।
		-- Franklin Pierce Adams

%
त्यहाँ बस कुना को आसपास खराब समय हो,त्यहाँ आकाश मार्फत hurtling गाढा बादल होर यो कुनै राम्रो whining छएक चाँदी अस्तर बारेहामी अनुभवबाट थाहा लागि तिनीहरूले द्वारा रोल छैन ...
		-- Noel Coward

%
त्यहाँ मैले सम्झना छौँ ठाउँ हुन्मेरो सबै केही हुनत जीवन परिवर्तन गर्नुभएको छ।लागि सधैंभरि छैन राम्रो केहीकेही गएका छन् र केही बाँकी छन्।यी सबै ठाउँहरू आफ्नो क्षणमा थियोप्रेमीहरूले र साथीहरूसँग म अझै पनि सम्झन।केही मरे र केही बाँचिरहेका छौं,मेरो जीवन मा म तिनीहरूलाई सबै प्रेम गर्नुभएको छ।तर यी सबै मित्र र प्रेमीहरूले को,तपाईं संग तुलना कुनै एक छ,यी सबै सम्झनाहरु तिनीहरूको अर्थ गुमाउनम केही नयाँ कुरा रूपमा प्रेम विचार गर्दा।मलाई थाहा भए तापनि म स्नेह कहिल्यै गुमाउन छौँअघि गए भन्ने मान्छे र कुराहरू लागि,म अक्सर रोक्ने थाहा र तिनीहरूलाई सोच्नमेरो जीवन मा म र तिमी प्रेम छौँ।
		-- Lennon/McCartney, "In My Life", 1965

%
त्यहाँ मध्यरात सूर्य गरेको अनौठो कुरा होसुन moil गर्ने मानिसहरूले;आर्कटिक ट्रेल्स आफ्नो गोप्य Tales छत्यो आफ्नो रगत रन चिसो बनाउन हुनेछ;उत्तरी रोशनी Queer ठाँउहरु देखेको छु,तर queerest तिनीहरूले कहिल्यै देख्न गरेलेक Lebarge को मार्ज त्यस रात थियोम शमू McGee cremated।
		-- Robert W. Service

%
केही जीवित प्राण मा छunspeakable एकाकीपनको एक गुणवत्ता,त्यसैले ठूलो साझेदारी हुनुपर्छरूपमा कम्पनी कम जगतले द्वारा साझेदारी गरिएको छ।यस्तो एक्लोपन मेरो हो; त्यसैले यो द्वारा थाहाimmensity त्योतपाईं भन्दा एक lonelier छ।
		-- Robert W. Service

%
त्यहाँ प्रतीक्षा मा कुनै पनि बिन्दुमा छ।रेल चलिरहेको वर्ष पहिले रोकियो।सबै कार्यक्रम, को पुस्तिका,उज्ज्वल-रंग पोस्टर झूट को पूर्ण,प्रतिज्ञा टाढा देश सवारीत्यो अब अवस्थित छ।
		-- Robert W. Service

%
त्यहाँ परिवर्तन को pang मा कुरा होहृदय सहन सक्छ भन्दा बढी,दुख आनन्द उहाँ सम्झनुहुन्छ।
		-- Euripides

%
त्यहाँ एक पटक एक गिलास मार्फत देख्यो जो एक मल्लाह थियोर उनको ... टापुमा तराजू संग एक निष्पक्ष मत्स्यांगना spied।कहाँ seagulls आफ्नो गुँड भन्दा उड्यो।त्यो भन्दा बढी ... काँध हङ जो लामो कपाल कंघी।र उनको मनपर्छ र चिलाउनु कारण।यो जलसैनिक कराए "त्यहाँ एक सुन्दर ... मत्स्यांगना छ।एक sittin 'बाहिर त्यहाँ रक्स मा। "यो चालक, एक चलिरहेको आए सबै आफ्नो ... चश्मा हथियाने।र चार रेल गहिरो भीड।को ... समाचार यो असल टुक्रा मा साझेदारी गर्न सबै उत्सुक।..."बाहिर एक लाइन फेंक र हामी उनको lasso छौँ ... flippers।र चाँडै हामी हुनेछ पक्कै पनि फेलाMermaids अघि राम्रो हो वा हुन ... साहसी भनेमेरो प्रिय fellows, "कप्तान कराए।र प्लीहा संग सराप।यो गीत नीरस हुन सक्छ, तर यो पक्कै पनि सफा छ।
		-- Oscar Brand, "A Clean Song"

%
त्यहाँ एक सानो केटी थियोकसले सानो दोब्र्याइएको थियोउनको निधारमा को बीचमा सही।त्यो राम्रो थियो, त्यो धेरै, धेरै राम्रो थियोर त्यो खराब थियो, त्यो धेरै, धेरै लोकप्रिय थियो।
		-- Max Miller, "The Max Miller Blue Book"

%
त्यहाँ मैले याद गर्न आवश्यक छ कि एउटा पाठ होजब सबै अलग झर्ने छजीवनमा, बस मायालु मा रुचित्यहाँ कडा गर्ने प्रयास रूपमा यस्तो कुरा होतपाईं Gotta गाउन गर्यौंजस्तै तपाईं पैसा आवश्यक छैनतपाईं प्राप्त चोट कहिल्यै पनि जस्तै प्रेमतपाईं Gotta नृत्य गर्यौंकसैले गरेको हेर्नयो मनले आउन Gotta गर्नुपर्छयदि तपाईं चाहनुहुन्छ भने यो काम गर्न।
		-- Kathy Mattea

%
त्यहाँ हामी टोष्ट तरखरमा हुनुहुन्छ लागि सबै लागि भण्डारमा एक thrill छनिगम हामी प्रतिनिधित्व गर्ने।हामी प्रत्येक अग्रगामी मज्जा यहाँ हुनुहुन्छ र पनि गर्व घमण्ड,मानिसहरू हाम्रो उत्कृष्ट अध्यक्ष को कि मानिसकोटी जे वटसन को नाम मतलबएक साहस कुनै पनि स्टेम गर्न सक्छन्र हामी आईबीएम टोस्ट यहाँ हुन सम्मान महसुस गर्छन्।
		-- Ever Onward, from the 1940 IBM Songbook

%
त्यहाँ एक hangknot मा स्मृति लोप छ,र बन्चरो सान्त्वना,तर विष को सरल तरिका आफ्नो स्नायु आराम गर्नेछ।त्यहाँ एक गोलीचलेकोआवाज मा surcease छ,र रैक आउँछ भनेर सो,तर विष को एक आसान मस्यौदा गर्ने harshest कर तिरस्कार गर्छन्।तपाईं तातो उठबस मा विश्राम,वा ग्याँस तपाईं शांति दिन सक्छ,तर सबैभन्दा नजिकको कुनामा रसायनविद् प्याकेज स्ट्याकहरूको शान्ति छ।त्यहाँ मण्डली धेरै शरण छजब तपाईं सामना तथ्य को टायर,र smoothest मार्ग दयालु quacks द्वारा निर्धारित विष छ।कोरस: एक * ugh * र एक गहिरो आवाज निकाल्नु, र एडी को एक लात संग,मृत्यु शान्त आउँछ, वा यसलाई squeals आउँछ -तर pleasantest ठाउँ आफ्नो अन्त खोज्नएक मित्र को हात बाट मज्जा एक कप छ।
		-- Jubal Harshaw, "One For The Road"

%
त्यहाँ लिएर वा दिने सानो छ,त्यहाँ पानी वा रक्सी मा सानो छ:यो जीवित, यो जीवित, यो जीवित,कहिल्यै मेरो एउटा परियोजना थियो।ओह, हार्ड सङ्घर्ष हो, र विरल छशीर्ष मा एक को लाभ,कला लागि catharsis एक रूप हो,र प्रेम एक स्थायी फ्लप छ,र काम गाई को प्रान्त छ,र एक खोल मा एक क्लैम लागि बाँकी गरेको,त्यसैले म युद्धमा फालिएको सोच छु -तपाईं दयालु नरक मलाई निर्देशन दिनुहुन्छ?
		-- Dorothy Parker

%
तिनीहरूले मलाई भन्नुभयो तिनीहरूले हाम्रो परिणाम पत्ता जब तपाईं यो सिद्ध थियोबारेमा एक महिना अघि। आफ्नो कपाल कर्ल गर्न थालेप्रमाणलाई मान्य, बढी वा कम बरु यो समझ थियोबरु थप भन्दा कम। हामी PRL मार्फत कुरा चलाउन चाहन्छु।उहाँले तिनीहरूलाई हामी सबै यस बारे एक प्राण बताउन नगर्नुहोस् प्रयास भनेर शब्द पठाइएकोलागि यो कहिल्यै हुनुपर्छ तिनीहरू कहाँ असफल थियो पारित गर्नअनि हामी गरेका थिए पछि, उनलाई एक गोप्य गर्न, सबै बाँकी देखि राखिएकोनयाँ प्रमाण मेल थियो। आफैलाई र मलाई बीच।मेरो धारणा फेरि सुरु भएको थियोसबै उपेक्षा तिनीहरूले गरेका चाहन्छुहामी चाँडै कोड यसलाई बन्दयदि यसलाई चलान हुनेछ हेर्न।
		-- Dorothy Parker

%
तिनीहरूले फ्रीवे तल भागने भयो,वरिपरि भद्रगोल र हराउनुभयो।हेरचाह गर्नुभएन ... तिनीहरूले बस प्राप्त गर्न मरिरहेका थिए,र यो छिटो सडक खण्ड मा जीवन थियो।
		-- Eagles, "Life in the Fast Lane"

%
तिनीहरूले म एक प्रतिभा भन्ने तथ्यलाई सुन्न छैन,मानिसले "हामी प्रयोग गर्न सक्ने सबै मिल्यो" भन्नुभयो,त्यसैले म ती निरंतर-depressin ', कम-तल, मन-messin' भयो,काम-मा-यो-कार-धो उदास।
		-- Jim Croce

%
तिमी Thinks't अस्तित्व मा समय निर्भर doth?यो doth; तर कार्यहरू हाम्रो epochs छन्; मेरोमेरो दिन र रात imperishable गरेका छन्,अनन्त, र सबै समान, किनारमा मा बालुवा रूपमा,अनगिन्ती अणुहरु; र एक मरुभूमि,बाँझो र चिसो, जंगली छालहरू तोड्न जो मा,तर केही शवों र wrecks बचत, खण्डमा,रक्स, र तीता को नुन-सर्फ सामा।
		-- Jim Croce

%
"तीस दिन भएकोछ Septober,अप्रिल, जुन, र कुनै आश्चर्य।सबै बाँकी बदाम मक्खन छमेरो बुबा बाहेक जो रातो suspenders पहनता। "
		-- Jim Croce

%
रातो पहाडी मा तीस सेतो घोडा,पहिलो तिनीहरूले च्याम्पियन,त्यसपछि तिनीहरूले टिकट,त्यसपछि तिनीहरूले अझै पनि खडा।
		-- Tolkien

%
यो AE nighte, यो AE nighte,Everye nighte र Alle,आगो र असिना र candlelyte,र Christe तपाईंका saule प्राप्त।
		-- The Lykewake Dirge

%
यो यहाँ wattle छ,हाम्रो देशमा को प्रतीक।तपाईं एक बोतल मा यो छडी गर्न सक्नुहुन्छ;तपाईं आफ्नो हात मा पकड गर्न सक्छन्।आमिन!
		-- Monty Python

%
यो सबै बिरामी-उपचार fellows लागि होनजन्मेको र unbegot,तिनीहरूले समस्यामा हुँदा तिनीहरूलाई पढ्नका लागिर म छु।
		-- A. E. Housman

%
यो मौरी को कथा छजसको सेक्स हेर्न धेरै गाह्रो छतपाईं उहाँले त्यो देखि बताउन सक्नुहुन्छतर त्यो बताउन सक्नुहुन्छ, र त त्यो गर्न सक्छन्साना मौरी अझै पनि कहिल्यै छत्यो गोली लिन कुनै समय छर यस्ता समयमा, किन होत्यहाँ मौरीले धेरै छोराहरू छन्।
		-- A. E. Housman

%
यो दुनिया समाप्त बाटो छ,यो दुनिया समाप्त बाटो छ,यो दुनिया समाप्त बाटो छ,एक धमाका साथ छैन तर एक whimper संग।
		-- T. S. Eliot, "The Hollow Men"

%
यो देशमा मेरो भूमि, र केवल मेरो देशमा छ,म एक बन्दूक भयो, र तपाईं एक पायो छैन,तपाईं बन्द प्राप्त छैन भने, म बन्द आफ्नो टाउको झटका छौँ,यो देशमा निजी सम्पत्ति छ।
		-- Apologies to Woody Guthrie

%
यो कुरा सबै कुराहरू devours:चरा, जन्तुहरूसित, रूखहरू, फूल;, बाइट्स इस्पात फलाम Gnaws;भोजन गर्न कठिन पत्थर Grinds;राजा, भग्नावशेष शहर Slays,र उच्च पहाड तल धड्किन्छ।
		-- Apologies to Woody Guthrie

%
नरक को flames पसिना गर्नेहरू, Leaden केही आफ्नो bowels लाग्यो, earedको sweetest स्वरवर्णको निस्कने Lispeth: यहाँ तिनीहरूले गिर भनेर कारण छ।पृथ्वीमा तिनीहरूले एसएएस प्रार्थना गर्दा, यी तिनीहरूले प्रशंसा मा प्रस्तावPL / 1, वा अन्य crass, सोच्ने सबै यो fetid तुवाँलोछाडा जिब्रो। एक rapsody गाया।केही प्रभु sorely को mindless भीड को अस्पष्ट प्रयास गरेहेक्स मा आफ्नो सबै बिन्ती assembling। Sequel अर्को प्रभु नकली गरेशैतानको crable काहिल sequel रूपमा crabbed भाषण ताकि enfangledटावर बाबेल यसको वक्ता गरेको ओठको चिनो लगाइएको कि हेक्स विश्वास गुमाउन थालेउच्चतम बजाइयो। आफ्नो bung मा।जीवनमा तिनीहरूले बिरामी प्रार्थना किनभनेर प्रस्ताव भगवान जस्तै swinish swillअब तिनीहरूले नरक को flames पसिनाAPL अभाव पसिनापसिना गोबर!
		-- Apologies to Woody Guthrie

%
म आदर तापनि धेरै कियदि मेरो काम थियो म निकाल गर्न चाहन्छुजेसन बन्द हत्या पछि रअसंख्य चिल्ला argonautsमित्रता को Bluebirdसंरक्षकको स्वर्गदूतहरू जस्तै छसधैं नजिकज्योति स्विच गरेर दोकान मा नीलो कनारीकसले तपाईंलाई भन्दा हेर्छआफ्नो प्राण मा एक सानो Birdhouse बनाउनएक बिन्दु पनि राम्रो यसलाई धारण गर्नम आफ्नो हुड मा मात्र मौरी छु भन्नआफ्नो प्राण मा एक सानो Birdhouse बनाउन
		-- "Birdhouse in your Soul", They Might Be Giants

%
आकाश मुनिको Elven-राजाहरू लागि तीन छल्ले,सात ढुङ्गाले आफ्नो हल मा बौना-प्रभुहरूका लागि,नौ मर्न बर्बाद Mortal पुरुषहरु को लागि,एक आफ्नो गाढा सिंहासनमा डार्क प्रभु लागिजहाँ छायाँ झूठ Mordor देशमा।एक रिङ तिनीहरूलाई सबै शासन गर्न, रिङ तिनीहरूलाई फेला पार्न एक,एक रिङ तिनीहरूलाई सबै ल्याउन र तिनीहरूलाई बाँध अन्धकार मा गर्नजहाँ छायाँ झूठ Mordor देशमा।
		-- J. R. R. Tolkien, "The Lord of the Rings"

%
दस्तावेज र नियमावली फेंक टाढा,र प्रयोगकर्ता एक सय पटक आनन्दित हुनेछ।विशेषाधिकार र कोटा फेंक टाढा,र प्रयोगकर्ता सही कुरा हुनेछ।स्वामित्व र साइट लाइसेन्स फेंक टाढा,र त्यहाँ कुनै पनि pirating हुने छैन।यदि यी तीन पर्याप्त छैनन्,बस आफ्नो घर निर्देशिका मा रहनर सबै प्रक्रियाहरू आफ्नो मार्ग गरौं।
		-- J. R. R. Tolkien, "The Lord of the Rings"

%
अप एक नीरस दिन बनाउन क्षणमा टाढा टिकFritter र एक offhand तरिकामा घण्टा बर्बादआफ्नो गृहनगर मा जमीन को टुक्रा मा वरिपरि लाततपाईं बाटो देखाउन कसैले वा केही लागि प्रतीक्षा गर्दै गर्नको घाम मा झूट को थकित अनि त्यसपछि एक दिन तपाईं फेलायस वर्षा दस वर्ष तपाईं पछि मिल्यो हेर्न घर रहनुतपाईं जवान हुनुहुन्छ र जीवन लामो छ कुनै एक तपाईं कहिले चलाउने भन्नुभयोर आज मार्न समय छ तपाईंले सुरु बन्दूक छुटेकार तपाईं चलाउन र तपाईंसँग सूर्य भेट्टाउने चलान तर यो डूब गर्नुपर्छर वरिपरि रेसिंग फेरि पछि अप आउनसूर्य एक नातेदार तरिकामा नै छ तर तपाईं पुरानो हुनुहुन्छसास को छोटो र एक दिन मृत्यु नजिकहरेक वर्ष छोटो हुँदैछ शान्त desperation मा काट्दैयो अंग्रेजी तरिका होकहिल्यै समय समय गएको छ पत्ता लाग्न, गीत माथि छया त अभाव गर्न आउने योजनाहरु म भन्न थप कुरा चाहन्छु सोचा ...वा आधा scribbled लाइनको पृष्ठ
		-- Pink Floyd, "Time"

%
बाघ को शिकार पायो,बर्ड उड गर्न पायो;मानिस बस्न र आश्चर्य, मिल्यो "किन, किन, किन?"बाघ सुत्न पायो,बर्ड देशमा पायो;मानिस आफूलाई बताउन उहाँले बुझ्न पायो।
		-- The Books of Bokonon

%
टिम र म एक शिकार भयोहामी पाल तीन damsels फेला,तिनीहरूले तीन थिए, र हामी दुई थिए,म एक र टिम्बुक्टु bucked।
		-- the only known poem using the word "Timbuktu"

%
समय जान्छ, तपाईं भन्न?आह कुनै!समय * हामी जाने * रहन्छ।
		-- Austin Dobson

%
समय Washes सफाप्रेम गरेको घाउ नदेखिने।त्यो कसैले मलाई भन्नुभयो के;तर म यसलाई के मतलब थाहा छैन।
		-- Linda Ronstadt, "Long Long Time"

%
'Tis प्रत्येक प्रोग्रामर को सपना,आफ्नो जीवन गरेका अघि,APL तीन लाइनहरु लेख्न,र बेइमान कुराहरू चलाउन बनाउन।
		-- Linda Ronstadt, "Long Long Time"

%
द्रुत युवा फक्स गर्नकिन उत्कृष्ट थोक jog, प्यारो गर्ने पागल vamp,Daft buxom jonquil, Zephyr गरेको gawky उपाध्यक्ष?केटा काम गरेर खुवाउनुभयो, क्विज Jove गरेको xanthic lamp--Zow! deja vu gyp स्याल-Kin thrice द्वारा Qualms।
		-- Lazy Dog

%
संसार मा कसैले तर आफैलाई हुनजो आफ्नो सर्वश्रेष्ठ रात र दिन गरिरहेको छअरू सबैलाई जस्तै तपाईं बनाउनमुश्किल युद्धमा लड्न मतलबकुनै पनि मानव लड्न सक्छ रकहिल्यै झगडा रोक्न।
		-- e.e. cummings

%
यो असम्भव कोड कोड गर्न, यो मेरो खोज छ -त्यो कोड डिबग गर्न, माथि एक कुमारी मिसिन ल्याउन,कुनै कुरा छैन, अनन्त recursion बाहिर पप कसरी निराशजनक,स्क्रिनमा के देखिन्छ grok गर्न, कुनै लोड फरक,ती दिनचर्या लेख्न, को unrightable बग दाहिने प्रश्न वा पज बिना,endlessly twiddle र थ्रैश गर्न, फोरट्रान चतुर्थ Hack गर्न इच्छुक हुनको unmountable magtape माउन्ट, स्वर्गीय कारण लागि।को unstoppable दुर्घटना रोक्न! र मलाई थाहा म मात्र साँचो हुनेछु यदियो महिमित खोज गर्न,र कतार, यस को लागि राम्रो हुनेछ मेरो कोड CUSPy र शान्त चलान हुनेछ त्यो,त्यो एक मानिस, scorned र जब यो परीक्षामा गर्नुपर्छ।गुमाउन किस्मत,अझै पनि आफ्नो अन्तिम निर्धारण संग सोच दबाउन सक्दो गरेको unscrappable kludge स्क्रैप गर्न!
		-- To "The Impossible Dream", from Man of La Mancha

%
मानव छ err गर्न,feline purr गर्न।
		-- Robert Byrne

%
err मानव छ, feline purr गर्न।err मानव, दुई curs कुकुर छ।err गर्न मु bovine गर्न, मानव छ।
		-- Robert Byrne

%
सबै गर्न सिजन, स्वर्ग अन्तर्गत हरेक pupose लागि समय छ:एक समय जन्मन गर्न, र एक समय मर्न;रूख रोप्ने एउटा समय, र लगाए छ के बांधन एउटा समय;मार्न एक समय, र एक समय निको पार्न;बिग्रनु एउटा समय, र एक समय निर्माण गर्न;रुन्छ एक समय, र एक समय हाँस्न;शोक गर्ने समय र एक समय नृत्य गर्न;पत्थर भेला गर्न एक समय पत्थर कास्ट गर्न एक समय टाढा र;अँगालेर नगर्न एउटा समय अँगालेको एक समय, र;पाउन एक समय, र एक समय गुमाउन;राख्न समय र फाल्नु एउटा समय;आंसू एक समय, र एक समय सी गर्न;मौन राख्न समय र एक समय बोल्न;प्रेम एक समय, र एक समय घृणा गर्न;युद्ध को एक समय, र शान्ति को समय।उपदेशक 3: 1-9
		-- Robert Byrne

%
खडा र अझै पनि हुन,को Birkenhead ड्रिल मा,चबाने एक घृणास्पद कठिन बुलेट छ।
		-- Rudyard Kipling

%
कसलाई बिहान रात जस्तै हो,को midnights के हुनुपर्छ!
		-- Emily Dickinson (on hacking?)

%
एक sonnet लेख्न पर्छ तपाईं निर्ममतासाथनाङ्गो थिएँ, इच्छुक शरीरलाई आफ्नो शब्दहरू strip।त्यसपछि एक रूपक वा तीन तिनीहरूलाई बाँध्न,र द्वारा लिन एक सन्तोषजनक जाल जबरजस्ती।आफ्नो इच्छा, ठाउँमा प्रत्येक खुट्टाको मिलाउन।तपाईं यहाँ मास्टर हो, र तिनीहरूले दास।अब स्थिर गति कायम राख्न तिनीहरूलाई ह्विपर ताल पनि staves खडा रूपमा।कुनै खुशी प्रहार कि एक शब्द? यो फ्याँकिएको!हृदय ड्राइभ छैन भनेर शब्दहरू के प्रयोग गर्दै छन्?अल्छी वाक्यांश? यसलाई खारेज, पक्कै बन्द shrug,र थप docile शब्दहरू यसको भाग लिन चयन गर्नुहोस्।एक राम्रो प्रशिक्षण sonnet रम्न गर्न बस्छ,मस्तिष्क सिधै प्रेम गरेर।
		-- Emily Dickinson (on hacking?)

%
सुर्ती एक अश्लील तान्नु छ,शैतानको देखि त्यो अगाडि बढ्न गर्छ;यो आफ्नो लुगा बल्छ, आफ्नो पर्स नालियों,र आफ्नो नाक को एक चिम्नी बनाउँछ।
		-- B. Waterhouse

%
धेरै क्यालिप्सो गर्न सुन्दर,धेरै Tango गर्न कठिन,धेरै watusi अजीब
		-- The Only Ones

%
ट्रोल ढुङ्गाले आफ्नो सीट मा एक्लै बसे,र munched र एक खुला पुरानो हड्डी mumbled;उहाँले नजिकै यो gnawed थियो धेरै एक वर्षको लागि,मासु लागि द्वारा आउन गाह्रो थियो।गरेको! द्वारा गम!पहाडहरु मा एक गुफा मा उहाँले एक्लै बास,र मासु द्वारा आउन गाह्रो थियो।माथि आफ्नो ठूलो जूता संग टम आए।उहाँले ट्रोल भन्नुभयो: "प्रार्थना गर्नुहोस्, के youn छ?लागि यो तिघ्रा ओ 'मेरो nuncle टिम जस्तो देखिन्छ,रूपमा कब्रिस्तान मा एक-lyin हुनुपर्छ।Caveyard! Paveyard!यो एक धेरै वर्ष टिम गएका गरिएको छ,र म त्यो lyin थिए 'कब्रिस्तान मा लाग्यो। ""मेरो Lad," ट्रोल, "म चोरेछ यो हड्डी बताए।तर के गर्ने एक प्वालमा झूठ हड्डी हुन?ओ एक गांठ 'नेतृत्व रूपमा तपाईंका nuncle मरेको थियो,Afore म आफ्नो shinbone फेला परेन।Tinbone! Thinbone!उहाँले एक गरिब पुरानो ट्रोल लागि एक शेयर अतिरिक्त सक्नुहुन्छउहाँले आफ्नो shinbone आवश्यक छैन लागि। "टम भन्नुभयो: "म देख्नुभएन किन लाइक ओ 'तिमीलाईaxin बिना मुक्त 'बिदा Makin जानु पर्छ'को बच्चाहरु पिंडली वा ओ 'मेरो बुबाको Kin को तिघ्रा संग;त्यसैले पुरानो हड्डी हात!रोवर! Trover!उहाँले हुन मृत तापनि उहाँले पर्छ;त्यसैले माथि पुरानो bnone हात! "
		-- J. R. R. Tolkien

%
छैन प्रयास गर्नुहोस्।हो.वा छैन।त्यहाँ कुनै प्रयास छ।
		-- J. R. R. Tolkien

%
"Twas बर्गन र eirie सडकpatterson मा mahwah गरे: "को Hopatcong, मेरो छोरा खबरदार!सबै जर्सी सागर बगैंचाहरु, कि दु: ख दाँत, को नङ थिएर रातो बैंक बेओन। कि पन्जा!यस बाध्य खोला बर्ड होसियार हुनुहोस्, र त्याग्नुपर्छद केयर्नी communipaw ": उहाँले हात मा आफ्नो belmar ब्लेड लिए।लामो समय उहाँले मांग फोलसम foeसम्म उहाँले उभिए लाग्यो nutley जस्तै, एक bayway रूख द्वारा उहाँले विश्राम अनि,र विचार मा एक समय उभिए। लौ को आँखा संग Hopatcong,को एङ्गलहुड मार्फत whippany आए,एक, दुई, एक, दुई, यो आए र माध्यम अनि गारफील्ड।र माध्यमयो belmar ब्लेड hackensack भयो! "अनि तिमीले पनि Hopatcong मारिनुभएका?उहाँले मेरो काखमा यो मृत र यो टाउको साथ आओ बायाँ, मेरो पर्थएम्बोइ!उहाँले weehawken फिर्ता भयो। दिन Hohokus! सोहो! Rahway! "उहाँले आफ्नो आनन्द मा काल्डवेल।patterson मा mahwah गरे:सबै जर्सी सागर बगैंचाहरु थिए,र रातो बैंक बेओन।
		-- Paul Kieffer

%
'Twas brillig र slithy tovesको wabe मा gyre र gimble गरे। "को Jabberwock, मेरो छोरा खबरदार!सबै mimsy को borogroves भनेर दु: ख द जबड़े, को नंग्रा थिएर mome raths outgrabe। कि क्याच!को Jubjub बर्ड होसियार हुनुहोस्,उहाँले हात मा आफ्नो vorpal तरवार लिएर अनि frumious Bandersnatch त्याग्नुपर्छ! "लामो समय उहाँले मांग manxome foe।त्यसैले tumtum रूख द्वारा उहाँले विश्राम अनि uffish लाग्यो मा उहाँले उभिएर विचार मा awhile उभिए। यो Jabberwock, आँखा aflame संगको tulgey काठ मार्फत whuffling आएएक! दुई! एक! दुई! र र र मार्फत यसलाई आए रूपमा burbled!मार्फतयो vorpal ब्लेड snicker-खाजा भयो। "तिमीले पनि Jabberwock मारिनुभएका?उहाँले यो मृत बायाँ र मेरो काखमा आउनुहोस् आफ्नो टाउको, मेरो Beamish केटा लिएर!र फिर्ता galumphing गए। ओह frabjous दिन! Calooh! Callay! "उहाँले आफ्नो आनन्द मा chortled।'Twas brillig र slithy tovesको wabe मा gyre र gimble गरे।सबै mimsy को borogroves थिएर mome raths outgrabe।
		-- Lewis Carroll, "Jabberwocky"

%
'Twas bullig र slithy दलालको craze मा किन्न र जुवा खेल्नु गर्नुभयो "को Jabberstock, मेरो छोरा खबरदार!सबै गुलाबी डाउ जोन्स बाइट्स भनेर मूल्य, लायक stokers थिएद्वारा बजार क्रोध unphased। भनेर घोप्टो!को Econ'mist वचन होसियार हुनुहोस्, र त्याग्नुपर्छओ 'पर्खाल भएको spurious सडक ": उहाँले हात मा आफ्नो पूर्वानुमान तरवार लिएर!को Boesk'some foe उहाँले खोजे लामो समय -खातिर गरेको लिक्विडिटी, d'मंदी को विचार मा उहाँले अनि रूपमा निहित त्यसैले उहाँले उभिएर विचार मा awhile उभिए। यो Jabberstock, ट्वीड को लुगा संग,धेरै राम्रो सत्य संग waffling आए,चिप काला! चिप निलो! र र माध्यम लोभ ठूल्ठूला yuppied!र माध्यमयो पूर्वानुमान ब्लेड snicker-खाजा भयो! "अनि तिमीले पनि Jabberstock मारिनुभएका?यो माटो बिट, र यसको शर्ट संग, मेरो दृढ, V.P.ish केटा आउनुहोस्!उहाँले फिर्ता सीमा गए। हे दिन ठूलो रुपैया! Moolah! राम्रो प्ले! "उहाँले तिनलाई एक मर्सिडीज खेलौना किनेको।'Twas आतंक, र slithy दलालदुर्घटना मा gyre र लडनु गरेसबै महीना कागज डाउ जोन्स stokers थिएर mammon क्रोध तिनीहरूलाई Bash!
		-- Peter Stucki, "Jabberstocky"

%
Twas फोरट्रान को doloop जान्छ रूपमाको ifthen ब्लक logzerneg गरेसबै kludgy समारोह बग्छ थिएर उपकार्यतालिका तदर्थ।यो क्रम-बग मेरो साथी होसियार हुनुहोस्squrooneg, झूटा जानुहोस्को infiniteloop होसियार हुनुहोस्र inprectoo त्याग्नुपर्छ।
		-- "OUTCONERR," to the scheme of "Jabberwocky"

%
सागर मा 'Twas मध्यरात, उनको बच्चाहरु सबै अनाथ थिए,एक ट्रली बस एक सानो TOT बाहेक, दृष्टि थियो,त्यसैले म एक सिगार स्टोर कसले बाटो मार्फत एक घर थियो मा राखिएकोतिनीहरूलाई उज्यालो माग्न। एक खाली धेरै माथि।प्रति पछि मानिस म oaken ढोकाबाट gazed रूपमाथियो एक महिला, पुरानो र खैरो, एक ह्वेल द्वारा बहने भयो,कसले डोनटहरू हावा मा झुन्डिएको यसको छ खुट्टा peddle गर्न प्रयोग,म्यानडाले गर्न सडक मा। त्यसैले म उसलाई बिदा चुम्बन।त्यो "शुभ प्रभात, पराई", यो कथा एक morale छ भनेतपाईं सीधै हेर्न सक्नुहुन्छ रूपमा उनको आँखा, आँसु ड्राई थिए,त्यो उनको खुट्टा बीच उनको टाउको राख्नु रूपमा व्हिस्की तपाईंको जस मिश्रण नगर्नुहोस्र वर्ष को लागि त्यो बाटो उभिए। गहिरो र गाढा नीलो समुद्र मा।
		-- Midnight On The Ocean

%
'Twas मध्यरात, र युनिक्स भाडेआफ्नो गुफा मा gyre र gimble गरेसबै mimsy को सीएस-VAX थियोर Cory outgrabe raths।"सफ्टवेयर क्षय हुनु, मेरो छोरा खबरदार!भनेर दु: ख गल्तीलाई, कि थ्रैश को जब!को भाँचिएको पाइप होसियार हुनुहोस्, र त्याग्नुपर्छयो frumious सिस्टम दुर्घटनामा! "
		-- Midnight On The Ocean

%
'Twas रात संकट अघि, र सबै घरमा मार्फत,एक कार्यक्रम छैन पनि एक ब्राउज काम थिएन।यो प्रोग्रामर ख्याल गर्न पनि mindless बाहिर wrung थिए,cutover को थाह भएकोले संभावना एक प्रार्थना थियो।प्रयोगकर्ता आफ्नो बेड मा सबै पास Nestled थिए,आफ्नो टाउको मा danced जांच को दर्शन गर्दा।लबी मा जब वहाँ यस्तो clatter उठ्दाम कुरा के थियो हेर्न मेरो ट्यूब देखि चल्यो।र मेरो सोच आँखा के देखा पर्छ,तर एक सुपर प्रोग्रामर, डर भुलक्कड।चीलले भन्दा बढी तीव्र, आफ्नो कार्यक्रम तिनीहरूले आएअनि उहाँले whistled र चिच्याए र नाम द्वारा तिनीहरूलाई;अपडेट मा! अन! जांच मा! मा मेटाउने!ब्याच रोजगार मा! मा समापन! कार्य पूरा!आफ्नो आँखा भन्दा काचित थिए, आफ्नो औंलाहरु भर पर्नुको थिए,स्क्रिन अगाडि सप्ताहन्त र रात देखि।आफ्नो आँखा को परेलि, र उनको टाउको को एक मोड,चाँडै म भय गर्न केही थिएन थाहा मलाई दिनुभयो ...
		-- "Twas the Night before Crisis"

%
'को diurnal अवधिको nocturnal खण्ड Twas   वार्षिक Yuletide उत्सव अघिल्लो, अनि   निवास हाम्रो ठाउँ भर,कायनेटिक गतिविधि बीचमा प्रमाण छैन थियो   यो क्षमता possessors, सहित   में musculus रूपमा चिनिने घरेलू कृंसम्म को प्रजाति।होजरी कुशलता को अगाडी देखि निलम्बित गरिएको थियो   को woodburning ताप उपकरण को किनारा,एक सन्दर्भमा हाम्रो anticipatory खुशी बमोजिम   एक Eccentric देखि आसन्न visitation   philanthropist बीचमा जसको folkloric appelations   सेन्ट Nicklaus को सम्मान शीर्षक छ ...
		-- "Twas the Night before Crisis"

%
बाइस हजार दिन।बाइस हजार दिन।यो धेरै छैन।यो तपाईं भयो सबै छ।बाइस हजार दिन।
		-- Moody Blues, "Twenty Two Thousand Days"

%
दुई जना पुरुष जेल बारहरू बाट बाहिर देख्यो,एक mud-- देखेअन्य देख्यो तारा।अब मलाई यो अधिकार प्राप्त गरौं: दुई कैदी विन्डो बाहिर रहे हो।तिनीहरूलाई को एक सबै माटोको देख बेला - अन्य एक हिट भयोटाउको मा।
		-- Moody Blues, "Twenty Two Thousand Days"

%
Tyger, Tyger, उज्ज्वल कहाँ हथौडा जल? जहाँ श्रृंखला?रात को जंगल, मा कुन भट्टीमा तपाईंका मस्तिष्क थियो?के अमर हात वा आँखा के लोहोराले चलाउने फलामको अचानु? के खूंखार समझतपाईंका डरलाग्दो सन्तुलन फ्रेम हिम्मत? हिम्मत यसको घातक क्रोध clasp?ताराहरू आफ्नो भाला तल फाले जब टाढा deeps वा आकास मा जलेकोतपाईंकै आँखाको क्रूर आगो? र आफ्नो आँसु स्वर्गमा water'dके पखेटा उहाँले Aspire हिम्मत? उहाँले हेर्न आफ्नो काम हाँस्न हिम्मत?हातमा आगो के जफत हिम्मत? थुमा तिमीलाई बनाउन गरे जसले हिम्मत?अनि काँध र के कला Tyger, Tyger, उज्ज्वल जलतिनीहरूले हृदयको sinews मोड सकेन? रात को जंगल मा,र तपाईंका हृदय कस्तो अमर हात वा आँखा पिट्न थालेपछिके खूंखार हात र के खूंखार खुट्टा तपाईंका डरलाग्दो सन्तुलन फ्रेम हिम्मत?यो गहिरो आगोको भट्टी बाट ल्याउन सकेनर तपाईंका horrid करङहरु मा ठाडो हिम्मतआशावादी धिक्कार को राम्रो तरिकाले मा?के माटो मा र कुन मोल्ड माउतेजना को तपाईंका आँखा roll'd थिए?
		-- William Blake, "The Tyger"

%
यू: एक यू छ - एक Unicorn!दायाँ माथि सञ्चालित र यसको शक्तिलाई रगडना।तपाईं गुमाउने छौं सबैलाई अंक हेर!UMBER HULKS त भ्रामक हो।
		-- The Roguelet's ABC

%
विस्तृत र भारी VAX अन्तर्गतमेरो गम्भीर खन्नुहोस् र मलाई आराम गरौंलामो म बस्ने, र धेरै छन् मेरो भाडेअनि म इच्छा तल मलाई राख्नु।यी बाटो बताउने शब्दहरू हुन:"यहाँ उहाँले झूट गर्ने 64 की पाइप,लगभग एक दिन को लागि मिसिन तल ल्याए,र Rogue एक भयानक ठहराव गर्न प्ले। "
		-- The Roguelet's ABC

%
विस्तृत र ताराबाट आकाश मुनि,मेरो गम्भीर खन्नुहोस् र मलाई झूठ गरौं,म बाँच्न र खुसीसाथ मर्न खुसी गरे,र एक इच्छा मलाई तल राखे,र यो मेरो लागि तपाईं गम्भीर पद हुन,यहाँ उहाँले हुन खोजीमा जहाँ निहित छ,घर समुद्र देखि जलसैनिक घर हो,र पहाडी देखि शिकारी घर।
		-- Robert Loius Stevenson, "Requiem"

%
नेट विरुद्ध अप, आमा redneck,त्यसैले राम्रो आफ्नो छोरा खडा छ जो आमा;उहाँले एक Macintosh मा सत्र र hackin 'छ,हिज्जे त्रुटि र किशमिश 'नरक ज्वलंत ...
		-- Robert Loius Stevenson, "Requiem"

%
चूल्हा मा आगो रातो छ,छत मुनि एक बिस्तर छ;तर अझै थकित छैन हाम्रो खुट्टा छन्,अझै पनि हामी भेट्न सक्छ कुना गोलोअचानक रूख वा खडा पत्थरत्यो कुनै पनि तर हामी एक्लै देखेको छ। अझै पनि कुना राउन्ड त्यहाँ प्रतिक्षा गर्नुहोस् सक्छ  रूख र फूल र पात र घाँस, नयाँ सडक वा गोप्य गेट,  तिनीहरूलाई पारित गरौं! तिनीहरूलाई पारित गरौं! र आज हामी तिनीहरूलाई पारित हुनत  हिल र आकाश मुनि पानी, भोलि हामी यसरी आउन सक्छन्  तिनीहरूलाई पार! तिनीहरूलाई पार! अनि त्यो चलान लुकेको बाटो लिनयस महिना को तिर वा सूर्य गर्न,घर पछाडि छ, संसारको अगाडि, एप्पल, कांडा, र नट sloe,र तिनीहरूलाई जान दिनुहोस् tread गर्न धेरै बाटाहरू छन्! तिनीहरूलाई जाऔं!रात, बालुवा र ढुङ्गा र पूल र डेल को किनारा गर्न छाया मार्फत,ताराहरू सम्म सबै उत्रनु छन्। राम्रो तपाईं भाडा! राम्रो तपाईं भाडा!त्यसपछि संसारमा पछि र घर अगाडी,हामी घर फिर्ता र ओछ्यानमा घूमछन छौँ।  कुहिरो र twilight, बादल र छाया,  बिलाएर जान्छ हुनेछ! बिलाएर जान्छ हुनेछ!  आगो र बत्ती र मासु र रोटी,  र त्यसपछि ओछ्यानमा! र त्यसपछि ओछ्यानमा!
		-- J. R. R. Tolkien

%
Voiceless यो रुन्छिन्,Wingless flutters,Toothless बाइट्स,Mouthless mutters।
		-- J. R. R. Tolkien

%
ज्वालामुखियों तीतो छ कि एक महानताका छर भूकम्प मात्र dolts डरना,र तिनलाई जसले वैज्ञानिक छत्यहाँ प्रचण्ड भन्ने केही छthunderbolts एक उडान को ढाँचा मा!
		-- W. S. Gilbert, "The Mikado"

%
WAD केही शक्ति giftie हामीलाई GIEअरूलाई हामीलाई हेर्न रूपमा oursels हेर्न।
		-- R. Burns

%
अब मेरो प्रमुदित lads सकृय! जगाउन र मलाई कल सुन्न!न्यानो अब हृदय र limb हुन! चिसो पत्थर खसेको छ;गाढा ढोका व्यापक खडा छ; मृत हात भाँचिएको छ।रात अन्तर्गत रात लगियो छ, र गेट खुला छ!
		-- J. R. R. Tolkien

%
उठ तपाईं सबै नागरिक, आफ्नो देशको कल सुन्न,एक र सबै को लागि हतियार र हिंसा, तर शान्ति छैन।घृणा र पूर्वाग्रह, डर र लोभ र पाप बाहिर नाश,उनको मर्यादा फिर्ता ल्याउन मदत, फेरि उनको विश्वास बहाल।, एक साधारण कारण लागि कडा परिश्रम हाम्रो देश गिर नदेऊ।उनको लागि फेरि गर्व र बलियो, लोकतन्त्र गर्नुहोस्।हो, हाम्रो देश फेरि बलियो बनाउन हाम्रो झण्डा unfurled राख्न।हाम्रो संसारबाट सम्मान, फेरि राम्रो देश बनाउन।उनको सारा बनाउन र सुन्दर, सूर्य देखि काम सूर्य गर्न।त्यहाँ गरिन गर्न धेरै किनभने, छेउमा अग्लो र श्रम पक्ष खडा।हो, उनको सम्पूर्ण र सुन्दर, बलियो र निःशुल्क एकताबद्ध बनाउन,उठ, तपाईं सबै नागरिक, यसलाई तपाईं र मलाई छ।
		-- Pansy Myers Schroeder

%
तिमीलाई Jed नाम मानिस पल्ट सबै एक कहानी 'भन्छु,एक गरिब mountaineer, बल्लतल्ल आफ्नो परिवार खुवाउनु राखे।तर एक दिन उहाँले केही खाद्य shootin थियो ',माथि जमीन मार्फत एक bubblin 'कच्चा थाल्दा - तेल, छ;कालो सुन; 'टेक्सास चिया' ...साथै अर्को कुरा फेरि थाहा छ, पुरानो Jed एक करोडपति छ।'! Jed, दूर सार्न त्यहाँबाट' को kinfolk भन्नुभयो,तिनीहरूले, 'Californy फेरि हुन oughta स्थान हो' भने,त्यसैले तिनीहरू ट्रक लोड र तिनीहरूले बेवर्ली सारियो - छ कि हिल्स,;swimmin 'पूल; चलचित्र तारा।
		-- Pansy Myers Schroeder

%
त्यहाँ एक समय थियो जब आफ्नो fiddles संग डान्सरहरूछोराछोरीको circuses आफ्नो समस्याहरूको रहन सक्छ?तिनीहरूले पुस्तकहरू भन्दा रुन सक्छ एक समय थियो,तर समय आफ्नो ट्रयाक यसको किरा सेट छ।आकाश को चाप अन्तर्गत तिनीहरूले असुरक्षित छन्।के कहिल्यै चिनिने यो जीवन मा safest छ।तिनीहरूले skysigns अन्तर्गत जो कुनै हतियार छको heartless भूत रूपमा cleanest हात छ, र,एक्लै unhurt छ, त्यसैले अन्धो मानिसले सबै भन्दा राम्रो देख्नुहुन्छ।
		-- Dylan Thomas, "Was There A Time"

%
हेर्ने बालिका द्वारा पारित तयो नवीनतम कुरा छैनम सिर्फ एक doorway खडा छुम केही अर्थमा बनाउन प्रयास छुएक मुस्कान द्वारा पारित यी बालिका को बाहिर शोकित कि हृदय relievesतिनीहरूले मानिसहरूको बताओ Tales सम्झना म भने केम एक महिला मा प्रतीक्षा छैन छु एक महिला मा प्रतीक्षा छैन छुम सिर्फ म सिर्फ एक मित्र मा प्रतीक्षा छु मित्र मा प्रतीक्षा छु...रण्डीको आवश्यक छैनकुनै Booze आवश्यक छैनप्रेम बनाउने र भंग हृदय, कुमारी पुजारी आवश्यक छैन Oohतर म यो गर्न रुन सक्छ कसैले युवा को लागि एक खेल हो आवश्यकम रक्षा गर्न कसैले आवश्यक तर म एक महिला मा प्रतीक्षा छैन छुम सिर्फ एक मित्र मा प्रतीक्षा छुम सिर्फ एक मित्र मा प्रतीक्षा छु
		-- Rolling Stones, "Waiting on a Friend"

%
हामी कुनै विचार नियन्त्रण आवश्यक छैन कुनै शिक्षा आवश्यक छैन।
		-- Pink Floyd

%
हामी कुनै संकलनको आवश्यक छैन कुनै indirection आवश्यक छैनहामी आवश्यक छैन कुनै भार नियन्त्रण आवश्यक छैन कुनै प्रवाह नियन्त्रणकुनै डाटा टाइप वा घोषणाहरूमा बाह्य बाइन्डिङ लागि कुनै लिंक सम्पादनअरे! तपाईं एक्लै सूची छोड्न गर्नुभयो? अरे! तपाईं एक्लै कि स्रोत छोड्न गर्नुभयो?कोरस: (कोरस)ओह न यो केवल एउटा शुद्ध तोते वोली बोल्नु समारोह कल छ।हामी कुनै बाँडफाँड समिति आवश्यक छैन कुनै पक्ष-प्रभावशाली आवश्यक छैनहामी कुनै विशेष-नोड्स आवश्यक छैन आवश्यक छैन कुनै प्रवाह नियन्त्रणडिबग लागि कार्यान्वयन कुनै गाढा बिट-उल्टाउँदै लागि कुनै वैश्विक चरअरे! तपाईं एक्लै आर्गुमेन्ट छोड्न गर्नुभयो? अरे! तपाईं एक्लै ती बिट छोड्न गर्नुभयो?(कोरस) (कोरस)
		-- "Another Glitch in the Call", a la Pink Floyd

%
हामी यो स्थान बाहिर प्राप्त Gotta,यसलाई हामी कहिल्यै गर्न अन्तिम कुरा हो भने।
		-- The Animals

%
हामी नयाँ लोरी, नयाँ गीतहरू, प्रेम को नयाँ प्रेरित आविष्कार हुनेछ,हामी हाँस्न प्रयोग कुरामाथि विलाप रहाम्रो नयाँ बुद्धि कोमल को आँखाले आँसु ल्याउनेछअन्य ग्रह सम्म त र हामीलाई डराएका थिए जो देखि प्राणीहरूजंगली बतास र साथ अन्त मा एक गर्मीनयाँ मित्र हुनेछ।
		-- The Animals

%
हामी तपाईंलाई हरे कृष्ण इच्छाहामी तपाईंलाई हरे कृष्ण इच्छाहामी तपाईंलाई हरे कृष्ण इच्छार रवि Myung चन्द्रमा!
		-- Maxwell Smart

%
हामी छौं खुसी सानो Vegemites,रूपमा उज्ज्वल उज्ज्वल हुन सक्छ रूपमा।हामी सबै हाम्रा सबै निकासका कुरा आनन्दनास्ता, भोजन र चिया लागि।
		-- Maxwell Smart

%
हामी गोलो टेबल को Knights हुनुहुन्छहामी सक्षम छौं whene'er हामी नृत्यहामी गोलो टेबल को Knights हुनुहुन्छ दिनचर्या र chorus दृष्य केfootwork संग impeccable हाम्रो शो भयानक छन्हामी Camelot तर धेरै पटक यहाँ राम्रो भोजनहामी छम जाम र स्पाम धेरै खान्छन्। हामी राइम्स दिइएको हुनुहुन्छएकदम unsingable छन् किहामी कठिन र सक्षम हुनुहुन्छ युद्ध मा, हामी Camelot मा ओपेरा पागल छौंएकदम indefatigable हामी डायफ्राम धेरै देखि गाउन।हाम्रो खोजहरू बीचहामी वास्कट sequinर नक्कलको क्लार्क Gableयो Camelot मा व्यस्त जीवन छ।म pram धेरै धक्का छ।
		-- Monty Python

%
हामी प्रत्येक कताई ठाउँ mote गर्नुभएकोर यसको साँचो लायक reckoned:मानिसहरूको घरमा फेरि हामीलाई फिर्ता लिनपृथ्वीको सुन्दर, ग्रीन हिल्स मा।यो arching आकाश कल छफिर्ता आफ्नो व्यापार गर्न Spacemen।सबै हात! तयारीमा बस्नू! फ्री झर्ने!र हामीलाई तल रोशनी बिलाएर।बाहिर टेरा छोराहरू सवारी,सम्म thundering जेट ड्राइव,माथि Earthmen को दौड Leaps,आउट, सम्म, र हुए yet--हामी एक अन्तिम अवतरण लागि प्रार्थनाविश्व मा हामीलाई जन्म दिए;हामीलाई fleecy आकास मा हाम्रो आँखा आराम गरौंर सुन्दर, हरियो धरती को पहाडहरू।
		-- Robert A. Heinlein, 1941

%
कहिल्यै समाप्त कि शो गर्न, फिर्ता मेरो साथी स्वागत छ,!हामी तपाईंलाई उपस्थित सकून् खुसी छौं, भित्र आउन, भित्र आउन!त्यहाँ ग्लास पछि त्यहाँ घाँस वास्तविक ब्लेड छ,तपाईं पारित साथ सार्न, साथ सार्न रूपमा सावधान रहनुहोस्।भित्र आउनुहोस्, शो सुरु गर्न बारेमा,अलग आफ्नो टाउको झटका गर्न प्रत्याभूति।तपाईं आफ्नो मुद्रा गरेको मूल्य प्राप्त, आश्वासन आराम,स्वर्ग, नरक वा पृथ्वीमा सबैभन्दा ठूलो शो,!तपाईं शो हेर्न Gotta! यो एक डायनेमो छ!तपाईं शो हेर्न Gotta! यो रक 'एन' रोल छ!
		-- ELP, "Karn Evil 9" (1st Impression, Part 2)

%
खैर म मेरो घडी मा देख्यो र यो पाँच एक चौथाई भने,शीर्षक म अझै पनि जीवित थियो चिच्याए,म म अन्तिम रात मृत्यु लाग्यो, यो बुझ्न सकिएन।म एउटा सीमा सहरमा भएको चाहन्छु सपना देख्यो,एक सानो Cantina मा कि केटाहरू भेट्टाएको,मैले स्थानीय ध्वनि खन्नुहोस् गर्न, नृत्य गर्न लागिपरेको थियो।यसका साथ एक senorita आउँदा,त्यो म उनको भेट्न थियो भनेर राम्रो देख्यो,म मेरो अंग्रेजी आकर्षण संग उनको दृष्टिकोण तयार थियो,जब उनको पीतल knuckled प्रेमी हात मलाई समाते,तपाईंको आफ्नै, Amigo केही फङ्क बढ्न, अनि उहाँले भन्नुभयोतपाईंको आफ्नै केही फङ्क बढ्न।कुनै पनि गैरमुल्की लडाई संग गर्न जस्तै हामी,तर त्यहाँ मेक्सिको tonite मा एक मृत्यु हुन सक्छ।...मेरो सल्लाह लिन अर्को उडान ले,र केही फङ्क बढ्न, घर मा आफ्नो फङ्क बढ्न।
		-- Elton John, "Grow Some Funk of Your Own"

%
खैर, फैंसी सरकार पैसा दिने!साथै नाली राखेँ गरेको हुन सक्छ।फैंसी सरकार पैसा दिने!कसैले फेरि सामान देख्नेछन्।खैर, तिनीहरूले के पैसा छ कुनै विचार गर्यौं -दस एक तिनीहरूले अर्को युद्ध सुरु गर्नेछौं।म, मुर्ख कुराहरू धेरै सुनेका छौं, तर Lor '!फैंसी सरकार पैसा दिने!
		-- A. P. Herbert

%
तिनीहरूले देखि आउन तर तिनीहरूले पक्का आउन जहाँ ठीक छ, मलाई थाहा छैन,म तिनीहरू मेरो लागि comin 'आशा!र मलाई थाहा छैन तिनीहरूले के कसरी तर तिनीहरूले पक्का यो राम्रो गर्छन,म तिनीहरू निःशुल्क यो गर्दैछौ आशा!तिनीहरूले मलाई बिरालो स्क्राच ज्वरो दिन ... बिरालो स्क्राच ज्वरो!म यसलाई पायो कि पहिलो पटक मैले दस वर्ष पुरानो थियो,यो किट्टी अर्को ढोका बाट पायो ...म डाक्टर हेर्न गए र उहाँले मलाई उपचार दिनुभयो,म यसलाई केही थप पायो लाग्छ!खराब स्क्राच ज्वरो पायो ...
		-- Ted Nugent, "Cat Scratch Fever"

%
खैर, मेरो बाबाले म तीन थियो जब घर छोडेर,अनि उहाँले Ma र मेरो लागि धेरै छोड्न थिएन,Booze को बस र पुरानो गिटार an'a खाली बोतल।अब म त्यो भाग्यो र लुकेको कारण 'उहाँलाई दोष छैन,तर meanest कुरा उहाँले कहिल्यै गरे किउहाँले गए र मलाई मुद्दा नाम बाँकी अघि थियो।...तर म चन्द्र र तारा गर्न भाकल मलाई गरे,म honkey tonks र पट्टी खोजी चाहन्छु,र मलाई त्यो भयानक नाम दिनको मानिस मार्न।यो मध्य-जुलाई मा Gatlinburg थियो,म शहर मारा चाहन्छु र मेरो घाँटी शुष्क थियो,बिचार म रोक्न र आफैलाई एक उमालेर बनाउनु छ चाहन्छु,माटोको को सडक मा एक पुरानो सैलून मा,तालिका बसिरहेको, संवर्धन व्यवहार,मलाई नाम भनेर मुद्दा भनेर फोहोर (bleep) बसे।...अब, म सर्प मेरो आफ्नै मीठो पिताजी थियो थाह थियो,मेरी आमा थियो कि एक wornout तस्वीर देखि,र म आफ्नो गालामा र आफ्नो दुष्ट आँखा त्यस खत थियो ...
		-- Johnny Cash, "A Boy Named Sue"

%
खैर, मेरो टर्मिनल गरेको बन्द अप, र म कुनै पनि मेल पायो छैन,र म मेरो कार्यक्रम असफल थिएन कि पछिल्लो समय सम्झन सक्दैन;म मेरो लामबद्धहरू मा arrays भयो, मेरो स्ट्रक्ट मा स्ट्याकहरूको भयो,सैगमेन्टेशन उल्लंघन - कोर उदास फ्याँकिएको: म भयो।तपाईं यसलाई राम्रो भन्ने लाग्छ भने तपाईं के तपाईं सी प्राप्त गर्ने,त्यसपछि जानुहोस्: असंगत कथन आफ्नो सारा परिवार संग,बस त्रुटि दृश्य: 'सर्वोच्च अदालतले संग मात्र ठाउँ छैन कारण।सैगमेन्टेशन उल्लंघन - कोर उदास फ्याँकिएको: म भयो।एक पीडीपी-11 मा, जीवन एक समीर हुनुपर्छ,तर VAXen संग घर मा पनि चुम्बकीय टेप स्थिर थियो।अब तपाईं VAXen विपरीत म दुरुपयोग गर्ने थाहा चाहन्छु कि लाग्छ सक्छ,सैगमेन्टेशन उल्लंघन - कोर उदास फ्याँकिएको: म भयो।
		-- Core Dumped Blues

%
खैर, केही वाहनो एक-रोलिंग आनन्द लिन,र केही फ्याँकिएको र बलिङ आनन्द लिन,तर म जौ को रस आनन्द लिन,र बिहान उज्यालो र प्रारम्भिक मा राम्रो निष्पक्ष नौकरानियां courting।
		-- Core Dumped Blues

%
ठीक छ, हामी ठूलो चट्टान गायक, हामी भयो हुनुहुन्छ सुनको औंलाहरु,अनि हामी जताततै प्रेम हुनुहुन्छ हामी जाने।हामी सौन्दर्य बारेमा गाउन, र हामी सत्य बारेमा गाउन,दस हजार डलर एक शो मा।हामी थ्रिल्स सबै प्रकारको दिन चक्की सबै प्रकारको ले,तर thrill हामी कहिल्यै ज्ञात छु,को thrill छ कि get'cha गर्नेछौं, तपाईं आफ्नो तस्वीर प्राप्त गर्दा,द रोलिङ्ग स्टोन को आवरण मा।म कोले राजा Katie एक freaky पुरानो महिला पायो, नाम,मेरो जिन्स मा embroiders।म मेरो गरिब पुरानो खैरो-haired बाबाले पायो,Drivin मेरो कार '।अब हाम्रो मन झटका गर्न, सबै डिजाइन गर्नुपर्छ,तर हाम्रो मन साँच्चै उडा छैन हुन;झटका जस्तै कि get'cha गर्नेछौं, तपाईं आफ्नो तस्वीर प्राप्त गर्दा,द रोलिङ्ग स्टोन को आवरण मा।हामी सानो, किशोर-वृद्ध, नीलो-आँखाहरू groupies धेरै पायो,कसले हामी भन्न केहि छौँ।हामी हामीलाई राम्रो तरिका 'teachin गर्नुपर्छ, साँचो भारतीय गुरु पायो।हामी पैसा खरिद गर्न सक्नुहुन्छ सबै मित्र पायो,त्यसैले हामी कहिल्यै एक्लै हुन छ।अनि हामी धनी gettin 'राखन, तर हामी हाम्रो तस्वीर प्राप्त गर्न सक्दैन,द रोलिङ्ग स्टोन को आवरण मा।[टिप्पणी, तिनीहरूले अन्ततः रुपैया को आवरण गर्नुभयो। एड।]
		-- Dr. Hook and the Medicine Show

%
यो कस्तो भयानक विडंबना छ?हामी देवताको रूपमा छन्, तर यो थाहा छ।
		-- Dr. Hook and the Medicine Show

%
फेरि आफ्नो बोझ र आफ्नो क्रस संग के गरे?तपाईं आफैलाई यो पूरा गरे वा तपाईं रुन गर्नुभयो?तपाईं र मलाई थाहा छ कि एक बोझ र एक क्रस,केवल एक मानिसको पछाडि लगे गर्न सकिन्छ।
		-- Louden Wainwright III

%
सपना के हुन्छ आस्थगित?यसलाई सुक्खामा गर्छसूर्य एक किशमिश जस्तै?वा दुखेको जस्तै fester -र त्यसपछि सञ्चालन?यो बिग्रेको मासु जस्तै बदबू गर्छ?वा पाप्रो र चीनी भन्दा -जस्तै एक syrupy मीठो?शायद यो सिर्फ sagsएक भारी लोड जस्तै।वा यसलाई विस्फोट गर्छ?
		-- Langston Hughes

%
कसैले देख्छन् रूपमा जरा के छ,रूखहरू भन्दा taller छ,, माथि जान्छ अप,र बढ्छ अझै कहिल्यै?
		-- Langston Hughes

%
के अरूलाई पीडा मलाई मोजमस्ती,घरमा तोते वोली बोल्नु वा सी मा म हुँ;त्यहाँ परमानंद मा म ओछ्यान,'नुन debugger गरेको घोच्नु म भाग्न,कर्नेल स्मृति मा।सिस्टम ठाउँ, प्रणाली ठाउँ मा, त्यहाँ म fare-- हुनेछएक VAX को भित्र सिलिकन वर्ग मा।
		-- Langston Hughes

%
के खण्ड गरेको यो, आराम गर्नु राखे, किFHA0 मा, सुतिरहेको छ?के सिस्टम फाइल, एक समय ", acct.run" यहाँ राख्नु यो, यो छयसलाई वरिपरि ह्याकरहरूलाई रोइरहेका थिए? सबैका लागि फाइल लेखा।डम्प, यो डम्प र यसलाई टाइप,फाइल लगइन को highseg।किन सार्वजनिक डिस्क मा, यहाँ यो झूठर यो किन अब असुरक्षित छ?incant मा एक बग, यो यसरी गरे। माउन्ट, अब आफ्नो सबै DECtapes माउन्टर तरिका, तरिका फाइल प्रतिलिपि। समस्या सही छैन।डम्प, यो डम्प र यसलाई टाइप,फाइल लगइन को highseg।
		-- to Greensleeves

%
के हामी हाम्रो परमेश्वरको वरदान हो।के हामी बनें परमेश्वरको हाम्रो उपहार हो।
		-- to Greensleeves

%
chromodynamics र electroweak के पनिहाम्रो मानकीकृत मोडेल पनि तपाईं खुसी गर्नुपर्छ,यद्यपि 'एक पटक तपाईं त्यहाँ कुनै पनि थियो आकर्षण को भन्न गर्नुभयोयो धरती छैन उत्प्रेरित गर्छ Sun. भन्न रूपमा स्विच गर्न साहस गरेयद्यपि संघ को आफ्नो राज्य ठूलो अंत सितभिन्नात्मक शुल्क को अन्तिम haunt छ,र तपाईं sourdough रोल संग हट टब मा सर्फ रूपमाकृपया आफ्नो एकमात्र Monopole को बित्दै जाँदा चिन्तन।तपाईंको ओलम्पिक तपाईं फिर्ता ती सबै ल्याउन गर्नुपर्छ, मजा थिएTranssexual टेनिस वा Anamalon ट्रैक लागि,तर हलिउड चलचित्र sinfully कच्चा रहनको Telly देखिएको वा टाढाबाट हेरिएको छ कि छैन।तपाईं यसलाई एक पटक थप गर्नुभएको लागि अब, तपाईंको sunbelts कस्नु,तपाईं हामी पुजा गर्नु भएको कुरा लिपजिग मा यो भने,तपाईं एक अविश्वसनीय स्फटिक क्षेत्र निर्माण गर्नुभएकोजसको जर्मन परिचारक कांप फैलाउन र डरकण Zeta द्वारा हाम्रो सिद्धान्त को मृत्यु कोजो म त्यहाँ, आफ्नो लेख भन्न छैन पछि शर्त छौँ।
		-- Sheldon Glashow, Physics Today, December, 1984

%
प्रेम तर दोस्रो-हात भावना के छ?
		-- Tina Turner

%
के, अझै पनि बीस-दुई मा जीवित,तपाईं जस्तै सफा upstanding अध्या?निश्चित, आफ्नो घाँटी 'काटो गर्न कठिन tis भने,तपाईंको केटी गरेको काटो र यसको लागि स्विंग।पर्याप्त जस्तै, तपाईं खुशी हुने छैन,जब तिनीहरूले तपाईंलाई रचनाहरू आउन, Lad:तर बेकन मात्र कुरा होत्यो एक स्ट्रिङ देखि झुन्डिएको द्वारा निको गर्नुपर्छ।त्यसैले, जब रात को गिरा मसीप्रकाश को blotting प्याड o'er फैलिन्छ,जसको काम Lads गर्न अझै पनि छआफ्नो चक्कु whet गर्नेछु, र तपाईं को लाग्छ।
		-- Hugh Kingsmill

%
सिंह एक जोर गर्जन अर्को जब पूरा,पहिलो सिंह पछिल्लो एक खन्नु सोच्छ।
		-- G. B. Shaw

%
जब म सोच्न,म लगभग मृत्यु आफैलाई हाँस्न,मेरो जीवन यी मान्छे 'संसारमा साठी वर्ष एक ठूलो ठूलो मजाक भएको छ,मलाई केटी कलको लागि काम गर्दछ बच्चाले हिंडे कि एक नृत्यकुरा भन्ने गीत, म काम खातिर "हो महोदया" भन्नुहोस्।म त कडा म लगभग निकै गर्व मोड गर्न निसासिने हाँस्नम सोच्न जब। धेरै तोड्न गरिब,म मेरो पेट दुख्यो सम्म हाँस्न,म सोच्न जब।मेरो मान्छे मलाई मेरो छेउमा विभाजित गर्न सक्छन्,म लगभग मृत्यु कठिन हाँसिन्,तिनीहरूले बताओ Tales, बस झूट जस्तै आवाजतिनीहरूले फल बढ्न,तर बोक्रा खाने,जब सम्म म रो गर्न सुरु म हाँस्न,म मेरो मान्छे सोच्न जब।
		-- Maya Angelou

%
जब आतंक, डर र शंका मा,व्यारेल मा पिउन, खान, र यसो भन्दै कराउन थाल्छन्।
		-- Maya Angelou

%
जब यो संसार शीर्षकहरू पढ्न माती जसको हृदय लोभ भरिएको गर्दै छन्कसले खोस्न र कसले आवश्यक ती बाट चोरीरो Underdog लागि गति चकाचौंध संग जान्छ (UNDERDOG!)Underdog (UNDERDOG!)बिजुली को गति, गर्जन गर्जनसबै जो खोस्न वा plunder झगडाUnderdog (आह-आह-आह-आह)UnderdogUNDERDOG!
		-- Maya Angelou

%
जब समस्या वा शंका मा,सर्कलमा चलाउन, चिच्याउने र गाली।
		-- Maya Angelou

%
जब लाइसेन्स शुल्क पनि उच्च छन्,प्रयोगकर्ता हात द्वारा कुरा गर्छौं।जब व्यवस्थापन पनि हस्तक्षेप छ,प्रयोगकर्ता आफ्नो आत्मा गुमाउन।प्रयोगकर्ता फाइदाको लागि Hack।तिनीहरूलाई भरोसा; तिनीहरूलाई एक्लै छोड।
		-- Maya Angelou

%
प्रेम गएको छ जब, त्यहाँ सधैं न्याय हो।र न्याय गएका बेला, त्यहाँ सधैं शक्ति छ।र शक्ति गएका बेला, त्यहाँ सधैं आमा हो।नमस्ते, आमा!
		-- Laurie Anderson

%
जब मेरो मुट्ठी clenches यसलाई खुला दरार,म यसलाई प्रयोग र मेरो सुन्दर गुमाउनु अघि।जब म मलाई केहि नराम्रो समाचार बताउन मुस्कान,म हाँस्न र एक मूर्ख जस्तै व्यवहार गर्नु अघि।र यदि म दुष्ट केहि निल्छ,तपाईं मेरो घाँटी औंला तल राख्नुहोस्।र म काप्नु भने कृपया मलाई एक कम्बल दिन,मलाई न्यानो मलाई आफ्नो कोट लगाउने गरौं राख्नकुनै एक के यो खराब मानिस हुन जस्तै छ थाह छ,दुःखद मानिस हुन।नीलो आँखा पछाडि।कुनै एक आफ्नो घृणा गर्न चाहनुहुन्छ के थाह छ,fated गर्न,बताउन मात्र निहित।
		-- The Who

%
जब अक्सिजन टेक हाइड्रोजन यू प्लेहाइड्रोजन दुई छिटो अंक गोल गर्दा खेल, बस थालिसकेको थियोर अक्सिजन अझै पनि कुनै पनि थियोत्यसपछि अक्सिजन एक गोल गरेका थिएर यसरी यो हाइड्रोजन 2 र अक्सिजन मा, रोकिए 1किनभने वर्षा को भनिन्छ।
		-- The Who

%
कसैले एक कदम बनाउँछ जब हामी तिनीहरूलाई हामी भयो सबै पठाउने छौं,जो हामी अनुमोदन छैन को, जन वेन र र्यान्डोल्फ स्कट,यसलाई सधैं हस्तक्षेप भनेर कसले हो? ती रोमाञ्चक लड दृष्य सम्झना छ?ले संयुक्त राष्ट्र को र O.A.S., ट्रिपोली को किनारा गर्न,तिनीहरू, म अनुमान, तर Mississippoli गर्न, आफ्नो ठाउँमा छतर पहिले, मरीन पठाउन! हामी के गर्छौ? हामी मरीन पठाउन!सक्छ कोर को सही, सदस्य बनाउँछ लागिर तिनीहरूले ज्योति देखेका छौँ सम्म, सबै युद्ध विचार घृणा:तिनीहरू सुरक्षित गर्न भयो, तिनीहरू बरु तिनीहरूलाई बन्द गरेर मार्न चाहन्छुशान्तिपूर्ण माध्यम।आफ्नो सबै अधिकार सम्मान, aggression-- यो कल रोक्नुहोस्कोही सम्म हामी चाहनुहुन्छ निर्वाचित गर्न सकिन्छ। हामी अभिव्यक्ति घृणा!हामी मात्र संसारको जान्न चाहन्छुहामी यथास्थिति समर्थन गर्ने;सबैतिर हामी जाने तिनीहरूले हामीलाई प्रेम,पक्कै हुँदा त, मरीन पठाउन!
		-- Tom Lehrer, "Send The Marines"

%
जब गुरु व्यवस्थापन, प्रयोगकर्ताउहाँले अवस्थित छ शायद सजग छन्।अर्को राम्रो प्रेम छ जो एक sysop छ।अर्को, एक मानिसहरू डराउँदैनन् भएको छ।र खराब, एक जो अवहेलना छ।तपाईं प्रयोगकर्ता विश्वास छैन भने,तपाईंले तिनीहरूलाई विश्वास गर्न नसकिने बनाउन।यो गुरु कुरा गर्दैन, उहाँले भाडे।जब आफ्नो काम गरेको छ,प्रयोगकर्ता ", भन्न अचम्मलाग्दो:हामी सबै द्वारा, यो कार्यान्वयन! "
		-- Tom Lehrer, "Send The Marines"

%
जब नेताहरू शान्ति बोल्नसाधारण लोक थाहात्यो युद्ध आउँदै छजब नेताहरू युद्ध सराप्नयो परिचालन आदेश पहिले नै बाहिर लेखिएको छ।हरेक दिन, मेरो दैनिक रोटी कमाउनेम कहाँ झूट किनेको गर्दै बजार जानेआशा छम विक्रेता बीच मेरो ठाउँ लिन।
		-- Bertolt Brecht, "Hollywood"

%
जब प्रयोगकर्ता सुन्दर रूपमा एक GUI हेर्न,अन्य प्रयोगकर्ता इन्टरफेस कुरूप हुन्छन्।जब प्रयोगकर्ता विजेता रूपमा केही कार्यक्रम हेर्न,अन्य कार्यक्रम lossage हुन्छन्।संकेत र NULLs प्रत्येक अन्य सन्दर्भ।उच्च स्तर र कोडांतरक प्रत्येक अन्य भर पर्छन्।आपसमा डबल र फ्लोट डाली।उच्च एन्डियन र कम एन्डियन प्रत्येक अन्य परिभाषित।जबकि जबसम्म प्रत्येक अन्य पालना गर्नुहोस्।यसैले गुरुकार्यक्रम केहि पनि गरिरहेको बिनार केहि भन्दै बिना सिकाउँछ।चेतावनी देखा पर्नेछन् र उहाँले तिनीहरूलाई आउन अनुमति दिन्छ;प्रक्रियाहरू स्वाप छन् र उहाँले तिनीहरूलाई जान अनुमति दिन्छ।उहाँले छ तर अधिकार छैन,कार्य तर आशा छैन।जब आफ्नो काम गरेको छ, त्यो मेटाउँछ।यसलाई सधैंभरि रहनेछ किन छ।
		-- Bertolt Brecht, "Hollywood"

%
जब तपाईं र म टाढा अलग छन्शोक आफ्नो कोमल हृदय तोड्न सक्नुहुन्छ?म प्रेमीका प्रेम, हाँ म;जब म को सपना निद्रामा त मीठो छ;तपाईं सबै एक blossoming गुलाब छ।म बन्द गर्नुपर्छ त रात यहाँ छ।हेरविचार हरेक लाइन को पहिलो शब्द पढ्नुहोस्।तपाईं मेरो एउटा प्रश्न पाउनुहुनेछ।
		-- Yours hopefully, The VAX.

%
जब तपाईं खतरा आफैलाई,जब तपाईं पराई द्वारा धम्की हुनुहुन्छ,जब तपाईं एक lickin 'हुनेछ जस्तो देखिन्छ ...तपाईं सिक्नुपर्छ एउटा कुरा हो,जब बारी अरू कुनै एक छ,सुपर चिकन को लागि Caaaall !! (** Bwuck-bwuck-bwuck-bwuck **)सुपर चिकन को लागि Caaaall !!
		-- Yours hopefully, The VAX.

%
तपाईं आत्म लागि आफ्नो संघर्ष तपाईं के चाहनुहुन्छ प्राप्त गर्दार दुनिया तपाईं एक दिन को लागि राजा बनाउँछ,बस ऐना जाने र आफूलाई हेर्नअनि त्यो मानिस भन्न छ के हेर्नुहोस्।यसको लागि आफ्नो बुबा वा आमा वा पत्नी छैनतिमीहरूमा कसको न्याय नजिकै;जसको जूरीको फैसला गर्ने सँगी आफ्नो जीवनमा सबैभन्दा गनिन्छग्लास बाट फिर्ता घूर एक हो।केही मानिसहरू एक सीधा-shootin 'chum लाग्छ सक्छर तपाईं एउटा सुन्दर मान्छे कल,तर ग्लास मा मानिस तपाईं मात्र एक खाते हुनुहुन्छ भन्छन्तपाईं सीधा आँखा उहाँलाई हेर्न भने गर्न सक्नुहुन्छ।उहाँले खुसी गर्न सँगी छ, कहिल्यै सबै बाँकी आपत्ति,लागि उहाँले अप अन्त गर्न स्पष्ट तपाईं संग छ,र तपाईंले आफ्नो सबै भन्दा खतरनाक, कठिन पारित गर्नुभएकोयदि ग्लास मा मानिस आफ्नो मित्र हो।तपाईं जीवनको Pathway तल सारा संसार मूर्ख सक्छतपाईं पारित र पछाडि pats प्राप्त,तर आफ्नो अन्तिम इनाम वेदना र आँसु हुनेछतपाईं ग्लास मा मानिस ठगिएको गर्नुभएको छ भने।
		-- Yours hopefully, The VAX.

%
जब तपाईं एक मास्टर swordsman पूरा,उहाँलाई आफ्नो तरवार देखाउँछ।जब तपाईं छैन जो एक कवि एक मानिस पूरा,उहाँलाई आफ्नो कविता देखाउन छैन।
		-- Rinzai, ninth century Zen master

%
जब तपाईं ठूलो ह्याकरहरूलाई overesteem,थप प्रयोगकर्ताहरू क्रेटिन्स हुन्छन्।जब तपाईं गुप्तिकरण विकास,थप प्रयोगकर्ताहरू पटाखे हुन्छन्।यो गुरु सुराकीप्रयोगकर्ताको मन खाली द्वारार आफ्नो कोटा वृद्धि,आफ्नो अभिलाषा कमजोर बनाइरहेका द्वारार आफ्नो सङ्कल्पलाई toughening।जब प्रयोगकर्ता ज्ञान कमी र इच्छा छ,व्यवस्थापन हस्तक्षेप गर्न प्रयास गर्नेछ।अभ्यास छैन-लुप,र सबै ठाउँ मा पतन हुनेछ।
		-- Rinzai, ninth century Zen master

%
तपाईं एक Yup हुँदातपाईं एक Yup सबै बाटो हुनुहुन्छBRIE को आफ्नो पहिलो स्लाइस देखिआफ्नो अन्तिम क्याबरन गर्न।तपाईं एक Yup हुँदातपाईं केवल सपनाहरु देखने हुनुहुन्नतपाईं बनाउन छौं कुराहरूतपाईं एक Beamer ड्राइभिङ हुनुहुन्छ।
		-- Rinzai, ninth century Zen master

%
तपाईं टाढा हुँदा, म, बेचैन एक्लो छु,Wretched, नरमाइलो, उदास; मात्रयहाँ दल्नु छ, मेरो प्रेमीका प्रियतपाईं नजिकै हुँदा म एउटै लाग्छ।
		-- Samuel Hoffenstein, "When You're Away"

%
जब रिचर्ड Cory शहर भयो,फुटपाथ मा हामी मान्छे उसलाई देख्यो:उहाँले crown गर्न एकमात्र देखि एक सज्जन थियो,सफा-इष्ट र imperially स्लिम।अनि उहाँले सधैं चुपचाप arrayed थियो,र उहाँले कुरा गर्दा सधैं मानव थियो;तर अझै पनि उहाँले भन्नुभयो दलहन लहरा,"शुभ प्रभात," र उहाँले हिंडे गर्दा glittered।अनि उहाँले धनी थियो - हो, एक राजा भन्दा धनी -र admirably हरेक अनुग्रह मा schooled:राम्रो, हामी त्यो सबै कुरा थियो कि लाग्योहामी आफ्नो ठाउँमा थिए इच्छा बनाउने।त्यसैले हामीले काम गरे, र ज्योति लागि पर्खेर,र मासु बिना भयो, र रोटी श्राप;र रिचर्ड Cory, एक शान्त गर्मी रात,घर गए र एक बुलेट उनको टाउको मार्फत राख्नु।
		-- E. A. Robinson, "Richard Cory"

%
जहाँ कुरा हुन सक्नुहुन्छओह, प्रिय, जहाँ कुरा हुन सक्छजब यो ऊर्जा रूपान्तरित गर्नुपर्छ?त्यहाँ समता को अलिकति हानि छ।जनी फेयर मा त लामो छ।
		-- E. A. Robinson, "Richard Cory"

%
जहाँ मानिस हृदय सुख सक्छ गर्नुपर्छएक साटन गाउन जस्तै?
		-- Dorothy Parker, "The Satin Dress"

%
कहाँ, ओ, जहाँ, तपाईं आज राती छन्?किन सबै एक्लै यहाँ मलाई छोड्न गर्नुभयो?म संसारभरिका खोजी, र म साँचो प्रेम फेला चाहन्छु लाग्यो।तपाईं अन्य भेट्छन् * PPHHHLLLBBBBTTT *, तपाईं गइसकेको wuz।दुःखलाई, मलाई निराश र पीडा।गहिरो गाढा निराशा, अत्यधिक दुःखी।यो खराब भाग्य लागि थिएनन् भने, म सबै कुनै भाग्य छ चाहन्छु।ओह, दुःखलाई, मलाई निराश र पीडा।
		-- Hee Haw

%
थकित वा unweary कि, हे मानिस, आराम छैन,आफ्नो एकल-हाथ संघर्ष बन्द नगर्नुहोस्।आराम छैन मा जानुहोस्।
		-- An old Gujarati hymn

%
के तपाईं यसलाई सुन्न वा सक्दैन कि,ब्रह्माण्डको आफ्नो फिर्ता पछि हाँस्न छ।
		-- National Lampoon, "Deteriorata"

%
युरोपको आँखा शक्तिशाली कुराहरूमा fix'd बेला,साम्राज्य र राजाहरूको पतन को भाग्य;राज्य को quacks गर्दा प्रत्येक उनको योजना उत्पादन गर्नुपर्छ,र पनि छोराछोरीलाई मानिसको अधिकार तोते वोली बोल्नु;यो शक्तिशाली जायका बीच बस मलाई उल्लेख गरौं,नारी को अधिकार केही ध्यान पाउन योग्यका।
		-- Robert Burns, Address on "The Rights of Woman", 26/10 1792

%
म टाउको हिलाया गर्दा लगभग napping, अचानक त्यहाँ एउटा दोहन आए,केही एक को रूपमा बिस्तारै मेरो कोठामा ढोकामा rapping rapping।[ "VMS Internals र डाटा संरचनाहरु" मा उद्धृत, V4.4, जबहार्डवेयर अवरोध संकेत।]र अब म आँखा निर्मल संग हेर्नमिसिन को धेरै नाडी।[ "VMS Internals र डाटा संरचनाहरु" मा उद्धृत, V4.4, जबसफ्टवेयर अवरोध संकेत।]
		-- William Wordsworth, "She Was a Phantom of Delight"

%
एक भीड तल हिड्ने गर्दाशहर सडक अन्य दिन,म एक सानो अर्चिन सुनेएक कमरेड बारी र भन्छन्,"भन्नुहोस्, Chimmey, lemme बताउन youse,म एक क्लैम रूपमा खुसी हुन चाहन्छुयदि म मात्र थियो डे feller datमलाई mudder t'inks म हुँ।"त्यो तपाइँको कठिन श्रम को एक जीवन हुन, म एक आश्चर्य, मेरो मित्र हुँ t'inksएक 'त्यो उनको सानो Lad अथवा undiluted खुसीको,कहिल्यै बुद्धि 'Nuttin' मिश्रण गर्न सकिएन तपाईं स्वास्थ्यकर पाठ सिक्न सक्छौंDat, कुरूप मतलब वा खराब थियो। कि सानो, untutored केटा बाट।ओह, ओ 'म बस्न पटक र t'ink धेरै पार्थिव सेन्ट हुन लक्ष्य नगर्नुहोस्कति राम्रो, 'हुन twould, gee whiz! एक तारा अडिएको आँखाले:एक feller डे feller थियो भने केवल सँगी हुन कोशिशआफ्नो dat mudder उहाँ t'inks। "तपाईंको आमा तपाईं सोच्छ।
		-- Will S. Adkin, "If I Only Was the Fellow"

%
यो ह्विप, बच्चा।यसलाई सही ह्विप।यो ह्विप, बच्चा।सबै रात यो ह्विप!
		-- Will S. Adkin, "If I Only Was the Fellow"

%
कसले रक्सी, महिला, र गीत प्रेम गर्दैन,आफ्नो सारा जीवन लामो मूर्ख बाँकी नै छ।
		-- Johann Heinrich Voss

%
कसले छैन बुद्धिमानीपूर्वक तर पनि राम्रो प्रेमनरक मा हेलेन अनुहारमा हेर्न हुनेछ,तर जसको प्रेम उहाँले पातलो र बुद्धिमानी हुन्छप्रमोदवनमा यूहन्ना नक्स हेर्न हुनेछ।
		-- Dorothy Parker

%
कसले म बताउन सक्दैनन् संसारको गरे;'Tis गरे, र यहाँ म नरक छु।मेरो हात, अब हुनत मेरो knuckles रगत,म यस्तो काम संग soiled कहिल्यै।
		-- A. E. Housman

%
कसले आफूलाई गर्न व्यवस्था कुनै व्यवस्था doth आवश्यकता छ,कुनै व्यवस्था offends, र साँच्चै राजा छ।
		-- George Chapman

%
तपाईं किन हेर्दै छन्लुगा धुने मेसिन?म मनोरञ्जन प्रेमत्यसैले यसलाई शुद्ध छ रूपमा लामो।प्रोफेसर Doberman:जबकि अघिल्लो कविता unarguably को सुरक्षा देखि परिवर्तन छको निराशावाद "आकाश को हाउन्ड," यो एउटा आफूलाई अयोग्य रूपमा मानिन्छ गर्न सकिन्छसुधार। Obscurity मूल्य को छ यो कवितात्मक स्पष्टीकरण tends गर्दा मात्रअनुभव। रूपमा एक धेरै कविता गरेको प्रविधी पराउँछु गर्न compelled छ, एकप्रश्न पर्छ जटिल साहित्यिक allusions यसको byplay मा गर्दैन किवास्तवमा सम्पूर्ण एकता देखि अलमल्याउन। अन्तिम विश्लेषण मा, एककविता लम्बाइमा सुरक्षित हुन सक्थ्यो कि भिन्न छाप प्राप्तआठ वा दस एक कारक द्वारा कम गरिएको कुनै पनि त्यागी बिना यसकोअर्थ। यो कविता थप प्रकाशन हुन सक्छ भनेर आशा गर्न छयसको क्षमता subversive को विस्तृत छानबिन बाँकी निलम्बितनिहितार्थ।
		-- George Chapman

%
संग / बिना - र जो अस्वीकार छौँ यो लड सबै के हो?
		-- Pink Floyd

%
यो प्रभात उठेँ 'एक' म एक बियर थियो,हाँ, आह यो प्रभात उठेँ 'एक' म एक बियर थियोभविष्यमा गरेको अनिश्चित र अन्त सधैं नजिक छ।
		-- Jim Morrison, "Roadhouse Blues"

%
यो बिहान उठेँ, म देखे के विश्वास छैन।सय अर्ब बोतल किनारमा मा धोए।म एक्लै हुनुको मा एक्लो छैन जस्तो देखिन्छ।सय अर्ब castaways एक कल लागि देख।
		-- The Police, "Message in a Bottle"

%
मेरो स्मृति को तालिका देखि हाँम सबै तुच्छ प्यारो गर्ने रेकर्ड टाढा हटाउन छौँ।
		-- Hamlet

%
हो मलाई, म मेरो सामने एक बोतल पायो।र जिमी एक frontal lobotomy छ।बस दुखाइ नै मार्न बेग्लाबेग्लै।तर म बरु, मेरो सामने एक बोतल छ चाहन्छुएक frontal lobotomy गर्न छ भन्दा।म मादक पदार्थ सेवन तर कम से कम म पागल होइन हुन सक्छ।
		-- Randy Ansley M.D. (Dr. Rock)

%
को सिँढी मा हिजोम त्यहाँ थिएन मानिसलाई भेटे।उहाँले आज फेरि त्यहाँ थिएन -म त्यो सीआईए देखि छ लाग्छ।
		-- Randy Ansley M.D. (Dr. Rock)

%
"पुराना छन्, पिता विलियम," जवान भन्नुभयो,"आफ्नो सबै कागजात यी दिन नै हेर्न;ती विलियम गरेको राम्रो नपढेको हुनेछ -यी तथ्य कहिल्यै लाज तपाईंलाई भर्न गर्छन्? ""मेरो युवावस्थामा," पिता विलियम आफ्नो छोरा जवाफ दिनुभयो"म सुन्दर कागजात भरिपूर्ण लेखे;तर ठूलो प्रतिष्ठा म जित्यो चाहन्छु कि फेला,यसलाई व्यर्थ कुनै पनि थप सोच्न गरे। "
		-- Randy Ansley M.D. (Dr. Rock)

%
"पुराना छन्, बुबा विलियम," जवान भन्नुभयो,"अनि आफ्नो कपाल धेरै सेतो भएको छ;र अझै तपाईं निरन्तर आफ्नो टाउको मा खडा -, आफ्नो उमेर मा, यो सही छ तपाईं लाग्छ? ""मेरो युवावस्थामा," बुबा विलियम आफ्नो छोरा जवाफ दिनुभयो"म यो मस्तिष्क चोट लाग्नु सक्छ मानिसहरू डराउँदैनन्;तर, अब म पूर्ण निश्चित छु कि म कुनै पनि छ,किन, म फेरि र फेरि यो के। ""पुराना छन्,", यो युवा भने "म अघि उल्लेख रूपमा,र सबै भन्दा uncommonly बोसो उत्पादन गरेका छन्;यद्यपि तपाईं ढोका मा एक फिर्ता-somersault गरिएका -प्रार्थना गर्नुहोस् कि को कारण के हो? ""मेरो युवावस्थामा," यो बाबा, उहाँले आफ्नो खैरो ताले हल्लाउँदै रूपमा भन्नुभयो,"म धेरै supple मेरो सबै limbs राखिएकोएक सिलिङ बक्समा - यो लेप प्रयोग गरेर -मलाई तपाईं एक जोडी बेच्न अनुमति दिने हो? "
		-- Randy Ansley M.D. (Dr. Rock)

%
"पुराना छन्,", यो युवा भने "र म मेरो साथीहरूले द्वारा भन्नुभयो छुत्यो आफ्नो लेक्चर मृत्यु मान्छे ल्यायो।यद्यपि तपाईं प्रति वर्ष एक सय अधिवेशनमा कुरा -के तपाईं आफ्नो सास सुरक्षित गर्नुपर्छ भनेर सोच्न छैन? ""म तीनवटा प्रश्नबारे र पर्याप्त छ गरेको छ,"आफ्नो बुबा, "दिन छैन आफैलाई airs भने!तपाईं म यस्तो सामान सबै दिन सुन्न सक्छन् लाग्छ?बन्द हुन, वा म तल ओर्लेर तपाईं बर्खास्त छौँ! "
		-- Randy Ansley M.D. (Dr. Rock)

%
"पुराना छन्,", यो युवा भने "र आफ्नो जबड़े निकै कमजोर छन्suet भन्दा मुश्किल केहि लागि;यद्यपि तपाईं हड्डी र चुच्चो संग, हांस समाप्त -प्रार्थना गर्नुहोस्, तपाईंले कसरी गर्न व्यवस्थापन गर्नुभयो? ""मेरो युवावस्थामा," आफ्नो बुबा भने "म व्यवस्था लगे,र मेरी श्रीमती संग प्रत्येक मामलामा तर्क;र यो मेरो चिबुक दिनुभएको जो पेशी बल,मेरो जीवनको बाँकी लामो छ। ""पुराना छन्," एक शायद ठान्नु हुनेछ युवा भन्नुभयो, "त्यो तपाईको आँखा रूपमा कहिल्यै रूपमा स्थिर थियो;यद्यपि तपाईं आफ्नो नाक को अन्त मा एक बाम माछा सन्तुलित -के तपाईं त awfully चतुर बनायो? ""म तीनवटा प्रश्नबारे छ, र त्यो पर्याप्त छ,"आफ्ना पिता बताए। "आफैलाई airs दिन छैन!तपाईं म यस्तो सामान सबै दिन सुन्न सक्छन् लाग्छ?बन्द हुन, वा म सिढी तपाईं तल बर्खास्त छौँ! "
		-- Randy Ansley M.D. (Dr. Rock)

%
"पुराना छन्,", यो युवा भने "र आफ्नो कार्यक्रम चलाउन छैन,र त्यहाँ एक भाषा तपाईंलाई रुचि छ;यद्यपि मद्दत लागि उपयोगी सुझावहरू तपाईं कुनै पनि छ -तपाईं एक पदयात्रा लिएर बारेमा सोच्नुभएको छ? ""म कार्यक्रम लेख्न कहिल्यै भएकोले" आफ्नो बुबाको जवाफ दिनुभयो"हरेक भाषा उत्तिकै खराब देखिन्छ;यद्यपि मानिसहरू मेरा सबै पुस्तकहरू पढ्न तिर्ने राखनर तिनीहरूले थियो गरिएको छ भन्ने महसुस छैन। "
		-- Randy Ansley M.D. (Dr. Rock)

%
"पुराना छन्,", यो युवा भने "म अघि उल्लेख रूपमा,र त्रुटिहरू केही मानिसहरू सहन सक्छ बनाउन;तपाईं सबैको अंग्रेजी तर तपाइँको गुनासो -तपाईं साँच्चै लाग्छ यो एकदम उचित छ? ""म गल्ती धेरै बनाउन," पिता विलियम, घोषणा"तर मेरो कद यी दिन त ठूलो छकुनै समालोचक मलाई चोट गर्न सक्ने - म तिनीहरूलाई सबै भयभीत भयो,र मलाई रोक्न यो अझै सम्म ढिलो अब। "
		-- Randy Ansley M.D. (Dr. Rock)

%
तपाईं, एक प्रेमी संग grovel सक्नुहुन्छ साथीसँग grovel गर्न सक्छन्,तपाईं आफ्नो मालिक संग grovel गर्न सक्नुहुन्छ, र यसलाई अन्त्य गर्न छ कहिल्यै।(Chorus) Grovel, grovel, grovel, हरेक रात र हरेक दिन,Grovel, grovel, आफ्नो peculiar तरिकामा grovel।के तपाईं पार्क मा grovel गर्न सक्छन्, एक हलवे मा grovel गर्न सक्छन्,तपाईं अँध्यारो भएपछि एक mugger एउटा गोरेटो मा grovel गर्न सक्नुहुन्छ।(Chorus)तपाईं आफ्नो मामा संग grovel गर्न सक्नुहुन्छ तपाईं आफ्नो चाची संग grovel गर्न सक्छन्,तपाईं के तपाईं सक्दैन भन्न पनि, आफ्नो एप्पल संग grovel गर्न सक्नुहुन्छ।(Chorus)
		-- Randy Ansley M.D. (Dr. Rock)

%
तपाईं पिकअप स्टेशन तल जाने,न्यानोपन र सौन्दर्य तरस;तपाईं आकर्षण भन्दा कम लागि बसोबास -केही पेय पछि तपाईं त choosy हुनुहुन्छ।र समापन रोशनी बन्द छाया stripयो अनौठो नयाँ शरीर मा तपाईं फेला गर्नुभएको -एक नेभाराको पात जस्तै तपाईंलाई रात Clutchingतपाईं blackness गर्न हतारर कंबल तल एउटा छाप राख्नु गर्नर आफ्नो एक्लोपन।
		-- Joni Mitchell

%
के तपाईं उदास गाउन चाहनुहुन्छ भने आफ्नो बकाया तिर्न पायो,र तपाईंलाई थाहा सजिलो छैन आउन गर्छन् ...म मात्र भरोसा चाहनुहुन्छ, धेरै माग्न छैन,र तपाईंलाई थाहा सजिलो छैन आउन गर्छन् ...
		-- Joni Mitchell

%
तपाईं मेरो हृदय tellin रहन्छ 'मलाई थाहा छ,तपाईं, तीस-तीन मा एक बच्चा हुनुहुन्छतपाईं आफ्नो पत्नी गुमाउन वरिपरि तिमी खेल्न,के तपाईं आफ्नो जीवन गुमाउनु, धेरै लामो खेल्छन्।केही Gotta जीत, केही Gotta गुमाउनु,Goodtime चार्ली गरेको उदास भयो।
		-- Joni Mitchell

%
तपाईं म पागल हुन सक्छ, सही हुन सक्छ,तर यो केवल तपाईं के खोज्दै हुनुहुन्छ एक lunatic हुन सक्छ!
		-- Billy Joel

%
तपाईंले मलाई जस पिउने पाउनुहुनेछInn कम तरिका,किनभने म एक कठोर शाकाहारी हुँ।
		-- G. K. Chesterton

%
तपाईंले सधैं हुनेछु,के तपाईं सधैं थिएजो संग गर्न केही छ,सबै उनको संग गर्न।
		-- Company

%
तपाईंको बुद्धिमानी मानिसहरूले थाहा छैन यो कसरी महसुसएक ईटा रूपमा बाक्लो हुन।
		-- Jethro Tull, "Thick As A Brick"

%
आफ्नो उपासनाको आफ्नो भट्टियों छजो, पुरानो मूर्तिहरू जस्तै, obscenes गुमाए,पिघला bowels छ; आफ्नो दर्शन छथप मिसिन बनाउन मिसिन।
		-- Gordon Bottomley, 1874

%
तपाइँको किन तर्क गर्न छैन,टाढा सेल बस।र तपाईं फेंक छ जब तपाईं फेलातपाईंको पैतृक परयो छ थियो जीवन सम्झना,र यो थिए रूपमा छ;आकाशगंगा मार्फत ध्वनि Chasing'मौन सम्म एक कलंक तर छ।
		-- QYX.

%
हामी तपाईंलाई लुकाउने फेलाहामी तपाईंलाई झूट पाइएनयो माटो र बालुवा मा Choking।तपाईंको पूर्व Glòriesर सबै कथाहरूतान्नुभयो र उत्सुक हातमा धोए।
		-- ``Cities in Dust'', "Tinderbox", Siouxsie & the Banshees.

%
