ഡെബിയൻ സൂചന # 44: ഡെബിയൻ ചെയ്യാത്ത Identi.ca അക്കൗണ്ട് പിന്തുടരാൻ കഴിയുംhttp://identi.ca/debian Identica ന് ഡെബിയന്റെ കൂടുതൽ വിവരങ്ങൾ ചെയ്യാനുമാകുംhttp://wiki.debian.org/Teams/Publicity/Identica: എന്നതിൽ കണ്ടെത്താനാകുംഡെബിയൻ സൂചന # 1: നിങ്ങൾ 'reportbug എന്ന' കമാന്റ് ഉപയോഗിച്ച് ഒരു പാക്കേജ് ഒരു ബഗ് റിപ്പോർട്ട് ചെയ്യാം,ഏത് കമാൻഡ്-ലൈൻ നിന്നോ ഒന്നുകിൽ, reportbug എന്ന പാക്കേജ് ലഭ്യമാണ്പുതിയ ഗ്രാഫിക്കൽ എന്റ് (ലഭ്യമാണ് പ്രവർത്തിക്കുന്ന 'reportbug എന്ന --ui Gtk2' അല്ലെങ്കിൽ കൊണ്ട്മെനു).

%
ഡെബിയൻ സൂചന # 2: നിങ്ങൾ മാറ്റുന്നതിന് 'ഡിപികെജി-വീണ്ടും കോൺഫിഗർ <പാക്കേജ്>' ഉപയോഗിക്കാവുന്നതാണ്നിങ്ങൾ ആദ്യം ഒരു പാക്കേജ് ഇൻസ്റ്റോൾ ചോദ്യങ്ങൾക്കുള്ള കൊടുത്തു ഉത്തരങ്ങൾ.'ക്രമീകരിക്കുക-Debian' പാക്കേജ്, ഇത് ചെയ്യാനുള്ള ഏകീകൃത ഫ്രണ്ട് എൻഡ് പ്രദാനംഅതുപോലെ.

%
ഡെബിയൻ സൂചന # 3: നിങ്ങൾക്ക് ഉപയോഗിക്കാം 'ആപ്റ്റിറ്റ്യൂഡ്-കാഷെ തിരയൽ <വാക്കുകൾ>' അല്ലെങ്കിൽ'അഭിരുചി തിരയൽ <വാക്കുകൾ>' എല്ലാവർക്കും വിവരണങ്ങൾ പദങ്ങൾ തിരയാൻലഭ്യമായ പാക്കേജുകൾ.

%
ഡെബിയൻ സൂചന # 4: ഒന്ന് ലഭ്യമാണ് ഇൻസ്റ്റോൾ പതിപ്പുകൾ കാണാൻ കഴിയുംഅല്ലെങ്കിൽ കൂടുതൽ ലഭ്യമായ 'ആപ്റ്റിറ്റ്യൂഡ്-കാഷെ നയം <പാക്കേജുകൾ>' കമാന്റ് ഉപയോഗിച്ച് പാക്കേജുകൾ.

%
ഡെബിയൻ സൂചന # 5: ഒരു കസ്റ്റം കേർണൽ പണിയാൻ വേണമെങ്കിൽ, 'make-kpkg' ഉപയോഗിക്കുകകേർണൽ-പാക്കേജ് പാക്കേജിൽ കണ്ടെത്താൻ സ്ക്രിപ്റ്റ്.

%
ഡെബിയൻ സൂചന # 6: യാതൊരു സൂചന # 6 ഉണ്ട്. ഇന്ന് ഒരു സൂചന സമർപ്പിക്കുക!

%
ഡെബിയൻ സൂചന # 7: നിങ്ങൾ ഓട്ടോമാറ്റിക് തീയതികൾ ചെയ്യാൻ ക്രോൺ-ആപ്റ്റിറ്റ്യൂഡ് പാക്കേജ് ഉപയോഗിക്കാംസിസ്റ്റത്തിൽ ഇൻസ്റ്റോൾ പാക്കേജുകൾ അപ്ഡേറ്റുകൾ ഡൌൺലോഡ്.

%
ഡെബിയൻ സൂചന # 8: നിങ്ങൾ വഴി പരിഹരിക്കാൻ കഴിയാത്ത ഡെബിയന്റെ പ്രശ്നങ്ങളുണ്ടെങ്കിൽമാനുവലുകളും ഡോക്യുമെന്റേഷൻ വായന, ഡെബിയൻ ഉപയോക്താക്കളുടെ മേൽ ചോദിച്ചുകൊണ്ട് ശ്രമിക്കുകമെയിലിംഗ് ലിസ്റ്റ് (debian-user@lists.debian.org).

%
ഡെബിയൻ സൂചന # 9: നിങ്ങൾ നിലവിൽ മുൻപരിചയം ഡെബിയന്റെ ഏതു പതിപ്പാണ് അറിയാൻ വേണമെങ്കിൽഓട്ടം / etc / debian_version നോക്കരുതെന്ന് അല്ലെങ്കിൽ 'lsb_release -sc' കമാൻഡ് ഉപയോഗിക്കുക. നിങ്ങൾ എങ്കിൽആ പതിപ്പിലേക്ക് വേണ്ടി കോഡ്നാമം അറിയാൻ ആഗ്രഹിക്കുന്നത് (ഉദാഹരണത്തിന്, 5.0 രഹസ്യനാമം ആണ്'ലെന്നി'), ഈ URL പരിശോധിക്കുക:http://www.debian.org/doc/FAQ/ch-ftparchives.html#s-codenames

%
ഡെബിയൻ സൂചന # 10: ഉപയോക്താവിൽ നിന്ന് എല്ലാം ഡെബിയന്റെ മെയിലിംഗ് ലിസ്റ്റുകൾഡെബിയൻ നയമാണ് ഇടുന്നതിനായി എന്താണെന്ന് സംവാദങ്ങൾ ലേക്കുള്ള ചോദ്യങ്ങൾ.http://www.debian.org/MailingLists/ ലിസ്റ്റിൽ പരിശോധിച്ച് സബ്സ്ക്രൈബുചെയ്യാനാകൂനിങ്ങൾക്ക് താൽപ്പര്യമുള്ള ആ.

%
ഡെബിയൻ സൂചന # 11: എന്താണ് നടക്കുന്നത് കാലികമായി സൂക്ഷിക്കുക - ഡെബിയൻ വായിക്കുകപ്രോജക്ട് വാർത്ത. http://www.debian.org/News/weekly/ എന്നതിൽ ഇത് വായിക്കുക വെബിൽ

%
ഡെബിയൻ സൂചന # 12: grep-dctrl പാക്കേജ് ഉപയോഗപ്രദമായ സ്ക്രിപ്റ്റുകൾ ഒരു എണ്ണം നൽകുന്നുവേഗം വിവിധ പാക്കേജ് നിയന്ത്രണം ഫയലുകൾ (പോലുള്ള ലഭ്യമാണ് തിരയുന്നതിനായുംപാക്കേജുകൾ പ്രമാണം).

%
ഡെബിയൻ സൂചന # 13: ഒരു ഡെബിയന് ഉപയോഗിക്കുന്ന സ്വതവേ ഓപ്ഷനുകൾ ഇഷ്ടമായില്ലെങ്കിൽപാക്കേജ്, നിങ്ങൾ ഉറവിട ഡൌൺലോഡ് ചെയ്ത ഉപയോഗിക്കുന്ന ഒരു പതിപ്പ് പണിയും കഴിയുംനിങ്ങൾ തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ ഓപ്ഷനുകൾ. http://www.debian.org/doc/FAQ/ch-pkg_basics.html കാണുകകൂടുതൽ വിവരങ്ങൾക്ക് (അനുച്ഛേദം 6.13 നും 6.14).എന്നാൽ, മനസ്സിൻറെ ഏറ്റവും പാക്കേജുകൾ ഏറ്റവും ഓപ്ഷനുകൾ കോൺഫിഗർ ചെയ്യാനാകുന്നറൺടൈമിൽ, പാക്കേജ് recompiling ആവശ്യമില്ല.

%
ഡെബിയൻ സൂചന # 14: ഒരു പാക്കേജിന് സംഭവിച്ചിരിക്കുന്ന കാര്യങ്ങൾ പിന്തുടരുക താൽപ്പര്യമുണ്ടെങ്കിൽ(ഉദാഹരണത്തിന്, നിങ്ങൾ ബഗ് റിപ്പോർട്ടുകൾ കാണാൻ ആഗ്രഹിക്കുന്ന പക്ഷം നോട്ടീസ് റിലീസ്, മറ്റ്സമാനമായ കാര്യങ്ങൾ), പാക്കേജ് ട്രാക്കിംഗ് സിസ്റ്റം അത് സബ്സ്ക്രൈബുചെയ്തതിന് പരിഗണിക്കുക.: നിങ്ങൾക്ക് പി.റ്റി.എസ്. കൂടുതൽ അറിയാൻ കഴിയുംhttp://www.debian.org/doc/manuals/developers-reference/resources.html#pkg-tracking-system

%
ഡെബിയൻ സൂചന # 15: ഒരു പാക്കേജ് വിവരണക്കുറിപ്പു് സാധാരണയായി കണ്ടെത്താൻ കഴിയും/ Usr / share / doc / <പാക്കേജ്> കീഴിൽ. പ്രത്യേകിച്ചും, .നിലവിൽ ഫയൽ പലപ്പോഴുംഡെബിയൻ-നിർദ്ദിഷ്ട വകയില്ലേ അല്ലെങ്കിൽ നുറുങ്ങുകൾ കുറിച്ചുള്ള ഉപയോഗപ്രദമായ വിവരങ്ങൾ ഉണ്ട്.

%
ഡെബിയൻ സൂചന # 16: ഒരു പ്രത്യേക ഫയൽ തിരയുന്ന എങ്കിൽ, പക്ഷേ അറിയില്ലഅതു ഒരു പുലർത്തുന്നുണ്ട് 'ആപ്റ്റിറ്റ്യൂഡ്-ഫയൽ', ഇൻസ്റ്റാൾ ശ്രമിക്കുക ഉൾക്കൊള്ളുന്ന പാക്കേജ്ഈ ചെറു വിവരങ്ങൾ ഡാറ്റാബേസ്, അല്ലെങ്കിൽ ഡെബിയന്റെ ഉള്ളടക്കങ്ങൾ തിരയാൻചെയ്തതു കഴിയുന്ന പാക്കേജുകൾ ഡാറ്റാബേസ്:http://www.debian.org/distrib/packages#search_contents

%
ഡെബിയൻ സൂചന # 17: ആരെങ്കിലും ഡെബിയൻ കുറിച്ച് സംസാരിക്കാൻ ആവശ്യമുണ്ടോ? നിങ്ങൾ സുഖപ്രദമായ ആണെങ്കിൽഇന്റർനെറ്റ് റിലേ ചാറ്റ് (ഐ.ആർ.സി.), നിങ്ങളുടെ പ്രിയപ്പെട്ട ഐ.ആർ.സി. ക്ലയന്റ് ഇൻസ്റ്റോൾirc.debian.org ന് #debian ചേരാൻ.

%
ഡെബിയൻ സൂചന # 18: ഒരു പാക്കേജ് സംബന്ധിച്ച ക്വാളിറ്റി കൺട്രോൾ വിവരങ്ങൾ കണ്ടെത്താൻ കഴിയുംhttp://packages.qa.debian.org/ പോകുന്നു <പാക്കേജ്> വഴി; ഈ പേജ് നൽകുന്നുകൈകാര്യംചെയ്യുന്നവര് ന്റെ QA പേജ് ലിങ്കുകൾ, ബിടിഎസ്സിലെ, പാക്കേജ് വാർത്തകൾ ഇനങ്ങൾ,ഏതെല്ലാം പതിപ്പുകൾ ഏത് ആർക്കൈവുകൾ ലഭ്യമാണ് വിവരങ്ങൾ.

%
ഡെബിയൻ സൂചന # 19: നിങ്ങൾ ഉറവിട നിന്ന് കെട്ടിടം പാക്കേജുകൾ നിങ്ങൾക്ക് താൽപര്യമുണ്ടെങ്കിൽ, നിങ്ങൾക്ക്ആപ്റ്റിറ്റ്യൂഡ്-ഉറവിട പാക്കേജ് ഇൻസ്റ്റാൾ പരിഗണിക്കാം.

%
ഡെബിയൻ സൂചന # 20: നിങ്ങൾക്കുള്ള ഒരു പാക്കേജ് ഏതു പതിപ്പാണ് ഒരിടത്ത് സൂക്ഷിക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോഇൻസ്റ്റാൾ (പ്രത്യേകിച്ച് ഹൈബ്രിഡ് സ്ഥിരതയുള്ള / പരിശോധനയുടെ / പ്രവർത്തിക്കുന്ന വേണ്ടി ഉപയോഗപ്രദമായഅസ്ഥിരമായ സിസ്റ്റങ്ങൾ)? ആപ്റ്റിറ്റ്യൂഡ്-ഷോ-പതിപ്പുകൾ പരിശോധിക്കുക.

%
ഡെബിയൻ സൂചന # 21: നിങ്ങളുടെ ഡെബിയൻ ബോക്സ് വേഗത കുറഞ്ഞ നെറ്റ്വർക്ക് കണക്ഷൻ പിന്നിൽ എങ്കിൽ,എന്നാൽ നിങ്ങൾ ഒരു ഫാസ്റ്റ് ഒറ്റ ആക്സസ് ആപ്റ്റിറ്റ്യൂഡ്-പിൻ പാക്കേജ് പരിശോധിക്കുക, അതുപോലെ ഞങ്ങൾക്കുണ്ട്.

%
ഡെബിയൻ സൂചന # 22: ഡെബിയന്റെ മിറർ നിങ്ങൾക്ക് ഏറ്റവും ആശ്ചര്യപ്പെടുത്തുന്നുണ്ടോ? ചെക്ക് ഔട്ട്നിങ്ങൾ വിവരങ്ങൾ നൽകാൻ കഴിയും ഏത് ആപ്റ്റിറ്റ്യൂഡ്-സ്പൈ ആൻഡ് netselect-ആപ്റ്റിറ്റ്യൂഡ് പാക്കേജുകൾവിവിധ കണ്ണാടി സൈറ്റുകൾ പ്രകടനത്തെ കുറിച്ച്.

%
ഡെബിയൻ സൂചന # 23: നിങ്ങളുടെ സിസ്റ്റം വളരെയധികം ഡിസ്ക് സ്പേസ് ഉപയോഗിക്കുകയാണെങ്കിൽ, ശ്രമിക്കുകdeborphan പാക്കേജ്; അതു പാക്കേജുകൾ ഇടയുള്ള കുറിച്ച് നിർദേശങ്ങൾ നൽകുകയുംഉപയോഗിക്കാത്ത നീക്കം. പിന്നെ, തീർച്ചയായും, പുറത്തു വൃത്തിയാക്കാൻ മറക്കരുത്ആപ്റ്റ് കാഷെ ഏരിയ (ഉപയോഗിച്ച് 'ക്ലീൻ apt-get', 'അഭിരുചി ശുദ്ധിയുള്ള', അല്ലെങ്കിൽആപ്റ്റിനൊപ്പം ആക്ഷൻ -> ക്ലീൻ പാക്കേജ് കാഷെ മെനു ഇനം).

%
ഡെബിയൻ സൂചന # 24: ഒരു കൈകാര്യം കൈകാര്യംചെയ്യുന്നവര് നന്ദി ആഗ്രഹിക്കുന്നു എങ്കിൽപ്രശ്നം, reportbug എന്ന --kudos പരിശോധിക്കുക.

%
ഡെബിയൻ സൂചന # 25: 'ഡെബിയൻ-റഫറൻസ്' പാക്കേജ് വൈവിധ്യമാർന്ന അടങ്ങിയിരിക്കുന്നുഡെബിയൻ ഉപഭോക്താക്കളും, നിർമ്മാതാക്കളും റഫറൻസ് പ്രമാണങ്ങളുടെ. മിക്കവിവരങ്ങൾ താഴെ പറയുന്ന URL കണ്ടെത്താൻ കഴിയും:http://www.debian.org/doc/manuals/reference

%
ഡെബിയൻ സൂചന # 26: ഒരു പാക്കേജ് വളരെ ഡോക്യുമെന്റേഷൻ ഉണ്ടെന്ന് തോന്നുന്നില്ല എങ്കിൽ,'<പാക്കേജ്> -doc' സമാനമായ പേരുള്ള ഒരു പാക്കേജ് പരിശോധിച്ച് ഉറപ്പുവരുത്തുകഅതുപോലെ അത് ഇൻസ്റ്റാൾ; ഡോക്യുമെന്റേഷൻ വലിയ അളവിൽ പാക്കേജുകളുടെപതിവായി ചെയ്യാന് ചെയ്തവർക്ക് ഈ വിധത്തിൽ ഡോക്സ് പിളരുകയുംഇൻസ്റ്റാൾ.

%
ഡെബിയൻ സൂചന # 27: പതിവായി ബാക്കപ്പുകൾ പരിശോധിയ്ക്കുക. നിങ്ങൾ * ചെയ്യുന്നു * ബാക്കപ്പുകൾക്കും സൂക്ഷിക്കുന്നതിനുമുള്ള,വലത്? വലത്? ഇല്ലെങ്കിൽ, ടാർ ആരംഭിക്കണം (1) അല്ലെങ്കിൽ (1) ഡംപ്.

%
ഡെബിയൻ സൂചന # 28: നിങ്ങളുടെ മെഷീൻ സമയം എല്ലാ ചെയ്തിട്ടില്ലെങ്കിൽ (അത്തരം ഒരു പോലെലാപ്ടോപ്പ്), 'anacron' പാക്കേജ് പരിശോധിക്കുക; ഈ ഉറപ്പു സാധാരണ ഉണ്ടാകാന്ചുമതലകൾ ഇപ്പോഴും മെഷീൻ അവർ നന്നായിരുന്നേനെ വേണമെങ്കിലും പോലും, സംഭവിക്കുംസാധാരണയായി ട്രിഗർ.

%
ഡെബിയൻ സൂചന # 29: നിങ്ങളുടെ സിസ്റ്റം ക്ലോക്ക് കൃത്യവും സൂക്ഷിക്കുക - ഓണാക്കി ഏത് മെഷീൻസ്ഏറ്റവും സമയം എല്ലാ സമയത്തും സൂക്ഷിക്കാൻ 'NTP' പാക്കേജ് ഇൻസ്റ്റോൾ വേണംറീബൂട്ട് തമ്മിലുള്ള കൃത്യവും.

%
ഡെബിയൻ സൂചന # 30: // localhost /: പ്രമാണ ഭൂതകാല HTTP ലഭ്യമാക്കാനാകും'ഡോക്-ബേസ്' എന്നതും 'ഡോക്-കേന്ദ്ര' പാക്കേജുകൾ ഇൻസ്റ്റോൾ വഴി അവരുടെഡിപ്പൻഡൻസികൾ.

%
ഡെബിയൻ സൂചന # 31: ഒരു പ്രത്യേക റണ്ലവലിലുള്ള ഒരു സാധാരണ-സജീവ സേവനം അപ്രാപ്തമാക്കിയാൽഒരു കെ ലിങ്കിൽ /etc/rc<level>.d ലെ എസ് ലിങ്ക് മാറ്റിക്കൊണ്ട് ചെയ്യണംപകരം പൂർണ്ണമായും ലിങ്ക് നീക്കം അധികം; എല്ലാ ലിങ്കുകളും നീക്കം എങ്കിൽ,സിസ്റ്റം അവർ മാറ്റിസ്ഥാപിക്കും ആവശ്യമാണെന്ന് അടുത്ത ഇൻസ്റ്റോൾ ന് കരുതുന്നു.

%
ഡെബിയൻ സൂചന # 32: പാക്കേജ് 'doc-debian' കുറച്ച് ജനറൽ അടങ്ങിയിരിക്കുന്നുഡെബിയൻ പദ്ധതി കുറിച്ച് ഡോക്യുമെന്റേഷൻ. ഇത് സ്പാനിഷ് ലഭ്യമാണ്(Doc-debian-സ്പെയ്ൻ), ഫ്രഞ്ച് (doc-debian-ഫ്രാൻസ്) ഉക്രെയ്നിന്റെയും (doc-debian-യുകെ).

%
ഡെബിയൻ സൂചന # 33: പാക്കേജ് 'devscripts' ചില ഉപയോഗപ്രദമായ സ്ക്രിപ്റ്റുകൾ അടങ്ങുന്നുഡെബിയൻ മെച്ചപ്പെടുത്താൻ സഹായിക്കും ആഗ്രഹിക്കുന്ന ഉപയോക്താക്കളെ, ഉദാ wnpp-അലേർട്ട്, RC-അലേർട്ട് ആൻഡ് BTS.

%
ഡെബിയൻ സൂചന # 34: ഡെബിയന്റെ SID ഔട്ടെടുത്ത് ഒരു ചെറിയ ഡൌൺലോഡ് ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽക്വാട്ട അല്ലെങ്കിൽ ഒരു ശരിക്കും വേഗത കണക്ഷൻ, debdelta പാക്കേജ് പരിശോധിക്കുക.

%
ഡെബിയൻ സൂചന # 35: ചില കളികൾ തിരയപ്പെട്ട? ഏത്, 'goplay' നോക്കൂഗെയിമുകൾ എല്ലാ തരത്തിലുള്ള വഴി ബ്രൗസുചെയ്യുന്നതിലൂടെ ഒരു നല്ല എന്റ് പ്രദാനം ചെയ്യുന്നു.

%
ഡെബിയൻ സൂചന # 36: ഡെബിയന്റെ കഴിഞ്ഞ പുറത്തിറക്കിയ അധികം ഒരു പുതിയ പാക്കേജ്സ്ഥിരതയുള്ള പതിപ്പ്, പക്ഷേ 'ടെസ്റ്റിംഗ്' അല്ലെങ്കിൽ 'അസ്ഥിരമായ' അപ്ഗ്രേഡ് ആഗ്രഹിക്കുന്നില്ല? കുറെപാക്കേജുകൾ, സ്ഥിരതയുള്ള-അപ്ഡേറ്റുകൾ സ്യൂട്ട് വഴി അപ്-ടു-തീയതി സൂക്ഷിക്കുന്നത് ചില കഥാപാത്രങ്ങളുമുണ്ടു്backports.debian.org രൂപയ്ക്കു ലഭ്യമാക്കും.

%
ഡെബിയൻ സൂചന # 37: അതു ഇൻസ്റ്റാൾ ഇല്ലാതെ ഒരു പാക്കേജ് ഡൌൺലോഡ് ചെയ്യണോ? ഉപയോഗം'അഭിരുചി ഡൗൺലോഡ് <pkgname>'.

%
ഡെബിയൻ സൂചന # 38: ഉപയോഗിച്ച ഒരിക്കലും ഒരു പ്രോഗ്രാം എങ്ങനെ ഉപയോഗപ്പെടുത്താം അറിയാൻ ആഗ്രഹമുണ്ടോമുമ്പ്? "മനുഷ്യൻ" നിങ്ങളുടെ മികച്ച പുതിയ സുഹൃത്തിനെ ആയിരിക്കും! ടൈപ്പ് "മാൻ <പ്രോഗ്രാം-പേര്>" എഷെൽ. അതല്ല, ഒരു ബ്രൗസറിൽ മാനുവൽ പേജ് വായിക്കാൻ "മനുഷ്യൻ -h <പ്രോഗ്രാം-പേര്>" റൺ.

%
ഡെബിയൻ സൂചന # 39: ഇൻസ്റ്റാളുചെയ്യുന്നതിലൂടെയോ ബാഷ് ന്റെ ടാബ് പൂർത്തീകരണ മെച്ചപ്പെടുത്തുകബാഷ് പൂർത്തീകരണ പാക്കേജ്.

%
ഡെബിയൻ സൂചന # 40: നിങ്ങൾ ശ്രമിക്കുന്നതിനിടയിൽ, കമാൻഡ്-അല്ല-കണ്ടെത്തിയില്ല പാക്കേജ് ഇൻസ്റ്റാൾ ചെയ്താൽനിങ്ങൾ ഇൻസ്റ്റാൾ ചെയ്തിട്ടുള്ള ഇല്ല ഒരു കമാൻഡ് ഇൻസ്റ്റോൾ എന്തു പാക്കേജ് നിങ്ങളോടു പറയുംആ കമാൻഡ് നേടേണ്ടതുണ്ട്.

%
ഡെബിയൻ # 41 സൂചന: ഉപയോഗിക്കാം 'ആപ്റ്റിറ്റ്യൂഡ്-കാഷെ കാണിക്കുക <PACKAGE_NAME>' അല്ലെങ്കിൽ 'അഭിരുചി ഷോ<PACKAGE_NAME> 'ഒരു പാക്കേജ് കുറിച്ച് കൂടുതൽ വിവരങ്ങൾ ലഭിക്കാൻ.

%
ഡെബിയൻ സൂചന # 42: നിങ്ങൾ ഒരു ലിസ്റ്റിംഗ് ലഭ്യമാകാൻ '<PACKAGE_NAME> ആപ്റ്റിറ്റ്യൂഡ്-ഫയൽ ലിസ്റ്റ്' ഉപയോഗിക്കാവുന്നതാണ്ഡെബിയൻ പാക്കേജ് ഉള്ളടക്കങ്ങളും. ഈ പ്രവർത്തനം സമാനമാണ്പാക്കേജ് ഒഴികെ 'ഡിപികെജി -L <PACKAGE_NAME>' ഇൻസ്റ്റാൾ ആവശ്യമില്ല അല്ലെങ്കിൽഡിപികെജി വിപരീതമായി ആപ്റ്റിറ്റ്യൂഡ്-ഫയൽ ഉപയോഗിച്ച് നേടിയില്ല.

%
ഡെബിയൻ സൂചന # 43: താൽക്കാലികമായി നിങ്ങളുടെ iptables ഫയർവാൾ അപ്രാപ്തമാക്കുകയോ ആഗ്രഹമുണ്ടോ? ഉപയോഗം'Iptables-സംരക്ഷിക്കാൻ | sed "/ - / ഡി; / ^ # / ഡി ന്റെ / DROP / അംഗീകരിക്കുക /" | iptables-പുനഃസ്ഥാപിക്കാൻ 'നീക്കംചെയ്യാൻഎല്ലാ നിയമങ്ങളും അംഗീകരിക്കാനും സ്ഥിരസ്ഥിതി നയം സജ്ജമാക്കിയാൽ.

%
