ഫ്രണ്ട്ഷിപ്പ് 17 റൂൾ:ഒരു സുഹൃത്ത് അവൻ ഇതേ തുക വീഴ്ത്തി നിങ്ങളോട് പറയുന്നത് നിന്ന് വിട്ടുനിൽക്കുക ചെയ്യുംനിന്റേതു നീ എപ്പോൾ പകുതി വിലയ്ക്ക് ചെയ്തു ലൈഫ് ഇൻഷ്വറൻസ് കവറേജ്noncancellable.
		-- Esquire, May 1977

%
സെക്കന്റിൽ 186.282 മൈൽ:അത് നിയമം തുടർന്ന്, വെറും ഒരു നല്ല ആശയം ആണ്!
		-- Esquire, May 1977

%
ഫ്രണ്ട്ഷിപ്പ് 18 റൂൾ:        ഒരു സുഹൃത്ത് അവൻ മേൽക്കൂരയിൽ കയറി പോകുന്നു സമയത്ത് നിങ്ങൾ ഗോവണി ഹോൾഡ് കൊള്ളട്ടെ        ഏത് വലിയ മകൻ-ഓഫ്-ഒരു-ഇടീന് ആണ് നിങ്ങളുടെ പുതിയ ഏരിയൽ, ഇൻസ്റ്റാൾ        എപ്പോഴെങ്കിലും കണ്ടു.
		-- Esquire, May 1977

%
2180, യു.എസ് ചരിത്രം ചോദ്യം:എന്താണ് 20 സെഞ്ച്വറി അമേരിക്കന് പ്രസിഡന്റ് ഏതാണ്ട് impeached ചെയ്തു എന്തുഓഫീസ് പിന്നീട് അദ്ദേഹം പിടിക്കുക എങ്ങനെ?
		-- Esquire, May 1977

%
കമ്പ്യൂട്ടിംഗ് 3rd നിയമം:WR പോകാൻ കഴിയുന്ന എന്തുംഭാഗ്യം: സെഗ്മെന്റേഷൻ ലംഘനം - കോർ ഉപേക്ഷിച്ച
		-- Esquire, May 1977

%
667:മൃഗത്തിന്റെ കൂട്ടുകാരനെ.
		-- Esquire, May 1977

%
ഒരു സാങ്കൽപ്പിക വിരോധാഭാസം:എന്താണ് ഒരു എന്റർപ്രൈസ് സുരക്ഷാ ടീം തമ്മിൽ യുദ്ധം നടക്കുന്ന,എപ്പോഴും ഹാജരായ ശേഷം ഉടൻ കൊന്നു നേടാനുള്ള ഇമ്പീരിയൽ ഒരു ടീമിൽStormtroopers, ഒരു ഗ്രഹം വിശാലമായ സൈഡ് ഹിറ്റ് കഴിയാത്ത?
		-- Tom Galloway

%
കമ്പ്യൂട്ടർ പ്രോഗ്രാമിംഗ് നിയമം:പ്രോഗ്രാമർമാരുടെ ഇംഗ്ലീഷിൽ എഴുതാൻ സാധിക്കുംനിങ്ങൾ പ്രോഗ്രാമർമാരുടെ ഇംഗ്ലീഷിൽ എഴുതാൻ കഴിയുന്ന കണ്ടെത്തും.
		-- Tom Galloway

%
ഒരു രസം, ഒരു കലാകാരൻ, ഒരു വാസ്തുശില്പി:ഇവയിലൊന്ന് മനുഷ്യൻ സ്ത്രീയോ ഒരു ക്രിസ്ത്യാനി അല്ല.
		-- William Blake

%
ഒരു പുതിയ koan എന്ന:നിങ്ങൾ ചില ഐസ്ക്രീം ഉണ്ടെങ്കിൽ, ഞാൻ അതു കൊടുക്കും.നിനക്ക് യാതൊരു ഐസ്ക്രീം, എനിക്ക് നിങ്ങളിൽ നിന്നും ഞങ്ങളത് എടുക്കും.ഇത് ഒരു ഐസ്ക്രീം koan എന്ന ആണ്.
		-- William Blake

%
ആബട്ട് ന്റെ Admonitions:(1) ചോദിക്കാൻ ഉണ്ടെങ്കിൽ നിങ്ങൾ അറിഞ്ഞിരിക്കേണ്ട തലക്കെട്ടിൽ ചെയ്തിട്ടില്ല.(2) നിങ്ങൾ ഉത്തരം ഇഷ്ടമല്ല, നിങ്ങൾക്ക് യഥാസമയം പാടില്ലായിരുന്നു.
		-- Charles Abbot, dean, University of Virginia

%
നിലവില്ല, ADJ .:സുഹൃത്തുക്കളും പരിചയക്കാരും ആക്രമണങ്ങൾ അനുവാചകനു; ദുഷിക്കപ്പെടുമ്പോൾ; നുണയും.
		-- Charles Abbot, dean, University of Virginia

%
ആബ്സൻറീ, n .:നീക്കംചെയ്യാൻ മുന്നമേ കേട്ടിട്ടുണ്ടോ? വരുമാനം ഒരു വ്യക്തിതനിക്കു exaction നല്ലകാര്യം നിന്ന്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Abstainer, n .:താൻ നിഷേധിക്കുന്നവൻ എന്ന പ്രലോഭനങ്ങൾക്കു അവയോരോന്നും ഒരു ദുർബലമായ വ്യക്തിപ്രീതിയും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
യുക്തിരാഹിത്യം, n .:ഒരു പ്രസ്താവന അല്ലെങ്കിൽ വിശ്വാസം സ്വന്തം അഭിപ്രായ കൂടെ വ്യക്തമായും ഒത്തുപോകുന്നുമില്ല.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
അക്കാദമി:എവിടെ ഫുട്ബോൾ പഠിപ്പിക്കുന്നു ഒരു ആധുനിക സ്കൂൾ.ഇൻസ്റ്റിറ്റ്യൂട്ട്:എവിടെ ഫുട്ബോൾ പഠിപ്പിച്ചു അല്ല ഒരു അനവസരത്തിൽ സ്കൂൾ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
അംഗീകരിക്കാനുള്ള ടെസ്റ്റിംഗ്:ബഗ്ഗുകൾ കണ്ടെത്താൻ പാമോലിൻ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
അപകടം, n .:വ്യവസ്ഥ ഏത് മനസ്സിന്റെ സാന്നിദ്ധ്യം നല്ലതു തന്നേ; അഭാവംശരീരം നല്ലത്.
		-- Foolish Dictionary

%
കൈകിന്നാരം, n .:ചാലുകൾ ഉപയോഗിച്ച് ഒരു bagpipe.
		-- Foolish Dictionary

%
കൃത്യത, n .:ശരിയായ ഒരാളായി വൈസ്
		-- Foolish Dictionary

%
പരിചയക്കാർ n:ഞങ്ങൾ നിന്നു കടം കലപില എന്നാൽ നന്നായി ആരെ ഒരു വ്യക്തികടം മതിയായ. എപ്പോൾ സൗഹൃദം ഒരു പരിധിവരെ ചെറുതായി വിളിച്ചുധനികനോ പ്രശസ്തമാണ് എപ്പോൾ ഒബ്ജക്റ്റ് പാവപ്പെട്ട അല്ലെങ്കിൽ ത്രിതീയ, ഒപ്പം കൂട്ടുകാരൻ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
എഡിഎ:നിങ്ങൾ മാത്രം വേണമെങ്കിൽ എന്തോ ഒരു തർക്കങ്ങളും ലേക്കുള്ള പേര് അറിയില്ലകമ്പ്യൂട്ടിംഗ്. , പോലെ "ഞങ്ങൾ നന്നായി വികസിപ്പിക്കാനും ചെയ്തു വാക്യങ്ങളിലെ ഉപയോഗപ്രദമായഒരു എഡിഎ അവബോധം.
		-- "Datamation", January 15, 1984

%
അഡ്ലർ വേർതിരിവ്:ഭാഷ താഴത്തെ മൃഗങ്ങൾ നിന്ന് നമ്മെ വേർതിരിക്കുന്ന തന്നെയാണ്ബ്യൂറോക്രാറ്റുകളും നിന്ന്.
		-- "Datamation", January 15, 1984

%
കലകളുടെ, n .:മറ്റൊന്നിന്റെ വിനീതമായ തിരിച്ചറിയൽ നമ്മെത്തന്നെ സാമ്യം തുടർന്ന്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ചോരയില്, വി .:ആഗ്രഹിച്ചു തിരുനാള് ചെയ്യുക.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മുതിർന്നവർക്കുള്ള, n .:നന്നായി അറിയാൻ മതിയായ പഴയതിനെ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
പരസ്യമാക്കൽ റൂൾ:പേറ്റന്റ് മരുന്നുകൾ പരസ്യത്തിൽ രേഖാമൂലം, ആദ്യം ബോധ്യപ്പെടുത്താൻഅവൻ വായിക്കുന്നത് രോഗമുള്ളവരും ഉണ്ടെന്ന് റീഡർ; രണ്ടാമതായി,അതു ഭേദമാക്കാൻ എന്ന്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഉച്ചതിരിഞ്ഞ്, എൻ .:ഞങ്ങൾ രാവിലെ വറ്റി എങ്ങനെ വിഷമിക്കുന്നത് ചെലവഴിക്കുന്നത് ദിവസം ആ ഭാഗത്തെ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
പ്രായം, n .:നാം ആ ഫോണ വേണ്ടി കോമ്പൗണ്ടഡ് ചെയ്ത ജീവന്റെ കാലയളവ്ഇപ്പോഴും ഞങ്ങൾ ഇനി എന്റർപ്രൈസ് എന്നു നിജപ്പെടുത്തിയ ദുഷിച്ചു വഴി അമൂല്യമായിപ്രവർത്തിക്കുന്നതു.
		-- Ambrose Bierce

%
ആഗ്നസ് 'നിയമം:ഏകദേശം ജീവിതത്തിൽ എല്ലാം നിന്നു അധികം കയറി എളുപ്പം.
		-- Ambrose Bierce

%
എയർ ഫോഴ്സ് ആക്കം സ്വയംസിദ്ധപ്രമാണം:സ്ഥിരത എപ്പോഴും ശരിയായ അധികം പ്രതിരോധിക്കാൻ എളുപ്പം.
		-- Ambrose Bierce

%
വായു, n .:പോഷകങ്ങൾ സമ്പത്തു ദയാകടാക്ഷമുള്ളവൻ പ്രാവിഡെന്സ് വിതരണംദരിദ്രരുടെ വളർന്നുവരുന്ന.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
അലാസ്ക:ഒരു പാപകരം "നമ്പർ" എന്ന
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ആൽബർട്ട് ന്റെ നിയമം:സോഷ്യൽ നൂതന മിനിമം സഹിക്കാവതാകും ക്ഷേമത്തിനും തലത്തിൽ പ്രവണത.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Alden നിയമങ്ങൾ:(1) കുഞ്ഞിനെ വസ്ത്രം വീട്ടുപകരണങ്ങളും വഴങ്ങി പ്രധാന കാരണം ആണ്ഗർഭധാരണ.(2) എല്ലായ്പ്പോഴും ബാക്ക്ലിറ്റ് ആയിരിക്കും.(3) ശ്രമിയ്ക്കുക ഇരുന്നിട്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
അൽഗോരിതം, n .:ഹിപ് പ്രോഗ്രാമർമാർക്ക് ട്രെൻഡി ഡാൻസ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ജീവനാംശം, n:നിങ്ങൾ ബാങ്ക് കഴിയും ഒരു മുൻ കുട്ടിയുണ്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
എല്ലാ പുതിയ:മുൻ മാതൃക പരസ്പരം അല്ല ഭാഗങ്ങൾ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
അല്ലെൻ ന്റെ സ്വയംസിദ്ധപ്രമാണം:മറ്റ് എല്ലാം പരാജയപ്പെടുമ്പോൾ, നിർദ്ദേശങ്ങൾ വായിക്കുക.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
അലയൻസ് n .:അന്താരാഷ്ട്ര രാഷ്ട്രീയത്തിൽ രണ്ടു കള്ളന്മാരെ കൈവശമുള്ള യൂണിയൻഅവരുടെ കൈകൾ ആഴത്തിൽ അവർ കഴിയാത്ത പരസ്പരം പോക്കറ്റിൽ തിരുകിവെവ്വേറെ ഒരു മൂന്നാം കവർച്ച.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഒറ്റയ്ക്ക്, ADJ .:മോശം കമ്പനിയിൽ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കപിലിന്റെ, ADJ .:തുല്യ സാമർത്ഥ്യവും വലതു കൈ പോക്കറ്റ് അല്ലെങ്കിൽ ഇടത് ട്ട് കഴിവുള്ളവനാണ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
അവ്യക്തതകളെ:നിങ്ങൾ അർത്ഥമാക്കുന്നത് ഇല്ല സത്യം അറിയിച്ചു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
അഭിലാഷം n:അതേസമയം ശത്രുക്കളുടെ വെറുക്കപ്പെട്ടവനായി നിങ്ങൾക്ക് ഒരു overmastering ആഗ്രഹംജീവനുള്ള എപ്പോൾ മരിച്ചവരുടെ സുഹൃത്തുക്കൾ വഴി പരിഹാസ്യമാണ് ഉണ്ടാക്കി.
		-- Ambrose Bierce

%
Amoebit:ഉതകില്ല / മുയൽ ക്രോസ്; അതു ഒരേ സമയത്ത് പെരുകി എന്നരിയത്തവനല്ല.
		-- Ambrose Bierce

%
ആൻഡ്രിയ ഉദ്ബോധനം:നിങ്ങൾ അക്രമം ഒരു ഡ്രൈവർ മേൽ ദൈവനിന്ദ നൽകുകയില്ലെന്ന് ഒരിക്കലും.നിങ്ങൾ കരുതുന്നുണ്ടെങ്കിൽ തന്റെ വിൻഡോ അടയ്ക്കുമ്പോൾ അവൻ നിങ്ങളെ കേൾക്കാൻ കഴിയുന്നില്ല,അത് ആണ് അവനു കഴിയും.
		-- Ambrose Bierce

%
Androphobia:മനുഷ്യരുടെ ഭയം.
		-- Ambrose Bierce

%
അഭിഷേകം വി .:ഇതിനകം ആവശ്യത്തിനുള്ള ഒരു രാജാവിനെ അല്ലെങ്കിൽ മറ്റ് വലിയ അംഗവും ഗ്രീസ് ചെയ്യുകതെന്നുന്ന.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഫോഴ്സ് അന്തോനീസിന്റെ നിയമം:അതിന് നിർബന്ധം ചെയ്യരുത്; ഒരു വലിയ ചുറ്റിക നേടുക.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ശിൽപശാലയിൽ അന്തോനീസിന്റെ നിയമം:പൊഴിഞ്ഞു വരുമ്പോൾ കുറഞ്ഞത് ലഭ്യതയുള്ള കടന്നു ഉരുട്ടി ചെയ്യും ഉപാധികളൊന്നുംശിൽപശാലയിൽ മൂലയിൽ.മുഖ്യവാദത്തിന്റെ:മൂലയിലേക്ക് വഴിയിൽ ഏതെങ്കിലും ഒഴിവാക്കി ഉപകരണം ആദ്യം ബാധിക്കുംനിങ്ങളുടെ കാൽവിരൽ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
വിപരീതപദത്തിന്, n .:നിങ്ങളിൽ ചിന്തിക്കാൻ ശ്രമിക്കുന്ന വചനം വിരുദ്ധമായ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Aphasia:സാമൂഹിക ശാസ്ത്രജ്ഞർ പ്രസംഗം നഷ്ടപ്പെടുന്നത് ചോദിച്ചപ്പോൾ, പാർട്ടികളിൽ 'എന്ന ആ ഉപയോഗ നിങ്ങളുടെ ഗവേഷണം ആണ്? "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഒരുചൊല്ല്, n .:ഒരു സംക്ഷിപ്തമായതും സമർഥമായ പ്രസ്താവന.afterism, n .:നിങ്ങൾ വളരെ വൈകി വരെ ചിന്തിക്കാത്ത ഒരു സംക്ഷിപ്തമായതും സമർഥമായ പ്രസ്താവന.
		-- James Alexander Thom

%
അനുബന്ധം:ആരും ഇതുവരെ ഉപയോഗം കണ്ടെത്തിയത് ഏത് ഒരു പുസ്തകം ഒരു ഭാഗം.
		-- James Alexander Thom

%
കയ്യടി, n:മൂഢന്റെ വായി platitude എന്ന എക്കോ.
		-- Ambrose Bierce

%
aquadextrous, ADJ .:ഓണും ടബ് ഷവറിനു തിരിക്കാൻ കഴിവ് ഇച്ഛാശക്തിയുള്ളനിങ്ങളുടെ കാൽവിരൽ കൊണ്ട്.
		-- Rich Hall, "Sniglets"

%
ഏകപക്ഷീയമായ സിസ്റ്റങ്ങൾ, pl.n .:ജനറൽ ഒന്നും പറഞ്ഞു കഴിയും ഏത് കുറിച്ച് സിസ്റ്റംസ്, വെക്കാതെ "ജനറൽ പറഞ്ഞു കഴിയും. "
		-- Rich Hall, "Sniglets"

%
ഗണിത:ഒരു ത്രിതീയ ആർട്ട് ഇനി ലോകത്തിലെ വികസിത രാജ്യങ്ങളിലെ പരിശീലിച്ചിരുന്നു.
		-- Rich Hall, "Sniglets"

%
ഇത്തിൾപ്പന്നി:ഒരു സ്പാനിഷ് അച്ചാർ ആയുധങ്ങൾ നൽകുക.
		-- Rich Hall, "Sniglets"

%
ചിരിയുമോതി ന്റെ സ്വയംസിദ്ധപ്രമാണം:ശ്രേഷ്ഠത വൈസ് നേടാൻ പരാജയം ആണ്.
		-- Rich Hall, "Sniglets"

%
ആംസ്ട്രോങ്ങിന്റെ ശേഖരം നിയമം:ചെക്ക് മെയിൽ തന്നെയായിരുന്നു എങ്കില്,അതു തീർച്ചയായും മറ്റാരെങ്കിലും നിർമ്മിച്ചതാണ്.
		-- Rich Hall, "Sniglets"

%
അർണോൾഡ് ന്റെ അനുബന്ധം:ഈ വിഭാഗങ്ങളായി പാടുള്ളതല്ല എന്തും എലികളിൽ കാൻസറിനു കാരണമായിട്ടുണ്ട്.
		-- Rich Hall, "Sniglets"

%
പ്രാമാണീകരണത്തിന്റേയും ആർനോൾഡ് നിയമങ്ങൾ:(1) ഇത് നിലവിലില്ല പക്ഷം അല്ലേ.(2) അത് നിലവിൽ ഉണ്ടെങ്കിൽ, കാലഹരണപ്പെട്ടതിനാൽ തുടർന്ന്.(3) വിലപ്പോവില്ല പ്രോഗ്രാമുകൾക്ക് മാത്രം ഡോക്യുമെന്റേഷൻ അതിലംഘിച്ചുആദ്യ രണ്ട് നിയമങ്ങൾ.
		-- Rich Hall, "Sniglets"

%
പ്രണയത്തിന്റെ ആർതർ നിയമങ്ങൾ:(1) ആകർഷിക്കപ്പെടുന്നത് ആരുടെ അടുക്കൽ ആളുകൾ അനിവാര്യമായും നിങ്ങൾ തോന്നുന്നുമറ്റാരെങ്കിലും അവരെ ഓർമിപ്പിക്കുകയും.(2) പ്രേമലേഖനം നിങ്ങൾ ഒടുവിൽ അയയ്ക്കാൻ ധൈര്യം ലഭിച്ചത് ആയിരിക്കുംമെയിൽ നിങ്ങൾക്ക് ഒരു ഭോഷൻ നിർമ്മിക്കുന്നതിനെക്കുറിച്ച് മതി താമസിച്ചതിനാൽവ്യക്തി സ്വയം.
		-- Rich Hall, "Sniglets"

%
ആസ്കി:എല്ലാ തുടങ്ങി പ്രോഗ്രാമർമാരുടെ ത്യജിച്ചുകളകയും ചെയ്തവർക്ക് നിയന്ത്രണം കോഡ്കമ്പ്യൂട്ടർ സാക്ഷരത തീർന്നിരിക്കുന്നു. ധോഫാർ, അവധി പോലെ ഇറങ്ങിയപലപ്പോഴും ആവർത്തിച്ചു വാചകം "ASCII നിങ്ങൾ ചുരുങ്ങിയത് വരികയുമില്ലലഭിക്കും. "
		-- Robb Russon

%
അറ്റ്ലാന്റ:ഒരു വിമാനത്താവളം ചുറ്റപ്പെട്ട ഒരു മുഴുവൻ നഗരം.
		-- Robb Russon

%
ലേലം:പഴയ തടയൽ പന്തിൽ gyp.
		-- Robb Russon

%
ഓഡിയോഫൈലിനായി, n:സംഗീതം പകരം ഉപകരണങ്ങൾ കേട്ടനുസരിക്കുന്നവനോ ആരോ.
		-- Robb Russon

%
വിഭവ:ആരുടെയെങ്കിലും അഭിപ്രായത്തിൽ Indubitably സത്യമാണ്.
		-- Robb Russon

%
ഓട്ടോമൊബൈൽ, എൻ .:കുന്നുകളും ഇറങ്ങി കാൽനടയാത്രക്കാരും അപ്പ് പ്രവർത്തിപ്പിക്കുന്ന ഒരു നാലു-അവള് വാഹനം.
		-- Robb Russon

%
ബാച്ചിലർ:ഒരു തിരുവോസ്തി footloose ആൻഡ് പ്രതിശ്രുതവധുവിന്റെ-സ്വതന്ത്ര ആർ.
		-- Robb Russon

%
ബാച്ചിലർ:സ്ത്രീകൾ പിന്തുടരുന്നു ഒരിക്കലും മിസ്സിസ് ഒറ്റ പുരുഷൻ.
		-- Robb Russon

%
പിന്നാക്ക കണ്ടീഷനിംഗ്:ഒരു മണി മോതിരം ശ്രമത്തിൽ ഒരു നായുടെ വായിൽ ഉമിനീർ ഇടുന്നതു.
		-- Robb Russon

%
Bagbiter:1. n .; സാധാരണയായി ഇടയ്ക്കിടെ, പരാജയപ്പെട്ടിരിക്കുന്നു എക്യുപ്മെന്റ് അല്ലെങ്കിൽ പ്രോഗ്രാം. 2.ADJ .: ഫെയ്ലിങ്ങ് ഹാർഡ്വെയർ അല്ലെങ്കിൽ സോഫ്റ്റ്വെയർ. "ഈ bagbiting സിസ്റ്റം എന്നെ സമ്മതിക്കുന്നില്ലspacewar നിന്നു "ഉപയോഗം: അശ്ലീല ന് verges വ്യാകരണപരമായി വേർപെട്ടുനിൽക്കുന്നതോ; ഒന്നു.."ബാഗ് മാന്തിയും" സംസാരിക്കും ചെയ്യാം. പര്യായങ്ങൾ: പരാജിതൻ, നഷ്ടമാകുകയെന്നാൽ CRETINOUS,BLETCHEROUS, BARFUCIOUS, CHOMPER, CHOMPING.
		-- Robb Russon

%
Bagdikian ന്റെ ഒബ്സർവേഷൻ:ശരാശരി അമേരിക്കൻ മൾട്ടി ഒരു ഫസ്റ്റ് നിരക്ക് റിപ്പോർട്ടർ ആയിരിക്കും ശ്രമിക്കുന്നുഒരു ukelele ന് ആലാപനത്തിൽ ന്റെ "സെന്റ് മത്തായി പാഷൻ" പ്ലേ ശ്രമിക്കുന്ന പോലെയാണ്.
		-- Robb Russon

%
ഫെഡറൽ ജ്യാമിതീയ ബേക്കർ ആദ്യ നിയമ:ഒരു ബ്ലോക്ക് ഗ്രാന്റ് എല്ലാ ചുറ്റും പണം ഒരു സോളിഡ് പിണ്ഡംഗവർണർമാർ.
		-- Robb Russon

%
Ballistophobia:ബുള്ളറ്റുകൾ ഭയം;Otophobia:ഒരുവൻറെ കണ്ണുകൾ തുറക്കൽ ഭയം.Peccatophobia:പാപം ഭയം.Taphephobia:ജീവനോടെ അടക്കം ചെയ്തുകൊണ്ടിരിക്കുന്നു ഭയം.Sitophobia:ഭക്ഷണം ഭയം.Trichophobbia:മുടി ഭയം.Vestiphobia:വസ്ത്രം ഭയം.
		-- Robb Russon

%
Banacek ന്റെ പതിനെട്ടാം പോളിഷ് പഴഞ്ചൊല്ല്:ഹിപ്പോ യാതൊരു ഒളിക്യാമറ ഉണ്ട്, എന്നാൽ ജ്ഞാനി പകരം ഇരുന്നു നൽകുംബീ.
		-- Robb Russon

%
Banectomy, എൻ .:ഒരു നേന്ത്രപ്പഴം ഏറ്റ മാറ്റണമെന്നാവശ്യപ്പെട്ട്.
		-- Rich Hall, "Sniglets"

%
Barach ഭരണം:ഒരു കമിതാക്കളുടെ സ്വന്തം വൈദ്യനായ കൂടുതൽ കുടിക്കുന്ന വ്യക്തി.
		-- Rich Hall, "Sniglets"

%
വിശേഷം കൂടി ഓഫ് ബാർബറ ന്റെ നിയമങ്ങൾ:(1) വസ്ത്രം ഒരു ജോലിക്കാരനെ കുടഞ്ഞു ചെയ്യുമ്പോൾഅവന്റെ ടോയ്ലറ്റ് ഒരു ഷെൽഫ്, ബന്ധം അവസാനിക്കുന്നത്.(2) നിങ്ങൾ ഒടുവിൽ പ്രെറ്റി സ്റ്റേഷണറി വാങ്ങുമ്പോൾഎഴുത്തുകുത്തുകളും തുടരാൻ അദ്ദേഹം നാടകരചന നിർത്തുന്നു.
		-- Rich Hall, "Sniglets"

%
ബാർക്കർ തെളിവ്:പ്രൂഫ് ശേഷമാണ് ഫലപ്രദമാണ്.
		-- Rich Hall, "Sniglets"

%
വായുമർദ്ദമാപിനി, n .:കാലാവസ്ഥ ഞങ്ങൾ എന്തുതരം സൂചിപ്പിക്കുന്നു ഒരു ഒരാളാണെന്ന് ഉപകരണനേരിടുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ബാർട്ടിന്റെ വേർതിരിവ്:ജനം രണ്ടു തരം ഉണ്ട്: രണ്ടു ആളുകളെ അവരാണോ ആതരം പോലും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ബാരൂക്ക് ന്റെ ഒബ്സർവേഷൻ:നിങ്ങൾക്കുള്ള എല്ലാ ചുറ്റികയും എങ്കിൽ, എല്ലാം ഒരു ആണി പോലെ കാണപ്പെടുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ശാസ്ത്രം അടിസ്ഥാന നിർവചനങ്ങൾ:അതു പച്ച അല്ലെങ്കിൽ തുമ്പൈക്കൈ എങ്കിൽ, അത് ജീവശാസ്ത്രം തുടർന്ന്.അതു ഗുണമേ, അത് രസതന്ത്രം തുടർന്ന്.അതു പ്രവർത്തിക്കുന്നില്ലെങ്കിൽ, അതു ഫിസിക്സ് തുടർന്ന്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ബേസിക്, എൻ .:ഒരു പ്രോഗ്രാമിങ് ഭാഷ. ചില സോഷ്യൽ രോഗങ്ങൾ ബന്ധപ്പെട്ടഅതു വിനീതമായ കമ്പനിയിൽ അതു പ്രവേശിപ്പിക്കുകയും ചെയ്യുക ആ കൈവശമുള്ള എന്ന്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Bathquake, എൻ .:വെള്ളം മുഴുവൻ വീടു കുറുകൽ അക്രമം ഭൂചലനംഷവറിനു ഒരു പ്രത്യേക ബിന്ദുവിൽ ഓൺ ചെയ്തു.
		-- Rich Hall, "Sniglets"

%
യുദ്ധം n .:പല്ലു ഒരു രാഷ്ട്രീയ കെട്ടഴിച്ച് ആ അഴിക്കുന്നതു ഒരു രീതിനാവു തരാതെയും ചെയ്യും.
		-- Ambrose Bierce

%
സൗന്ദര്യം, എൻ .:ശക്തി ഒരു സ്ത്രീ ധിക്കരിച്ച ഏത് ഒരു കാമുകൻ ഭർത്താവു റ്റി.വി..
		-- Ambrose Bierce

%
സൗന്ദര്യം:നിങ്ങളുടെ കയ്യിൽ ഒരു തേനീച്ച കഴിയുമ്പോൾ നിങ്ങളുടെ കണ്ണിലെ എന്താണ്.
		-- Ambrose Bierce

%
Begathon, എൻ .:പൊതു ടെലിവിഷനിൽ ഒരു മൾട്ടി-ദിവസം ഇവന്റ് അതിനാൽ പണം സ്വരൂപിക്കാൻ ഉപയോഗിച്ചനിങ്ങൾ കൊമേർസ്യലുകൾ കാണുക വരില്ല.
		-- Ambrose Bierce

%
Beifeld സിദ്ധാന്തങ്ങളിൽ:ഒരു യുവാവ് യോഗം പ്രോബബിലിറ്റി ഒരു ഭംഗിയുള്ളതും സ്വീകരിക്കുമെന്നഅവൻ പെൺകുട്ടി pyramidical കാലഗതിയുടെ കൂട്ടുന്നു(1) ഒരു തീയതി, (2) തന്റെ ഭാര്യ (3) കൂട്ടത്തിൽ ഇതിനകംമെച്ചപ്പെട്ട-നോക്കി സമൃദ്ധമായ സുഹൃത്ത്.
		-- R. Beifeld

%
വിശ്വാസം, n:നിങ്ങൾ വിശ്വസിക്കുന്നില്ല എന്തോ.
		-- R. Beifeld

%
ഹോർട്ടികൾച്ചർ ബെന്നെറ്റ് നിയമങ്ങൾ:(1) ജനം ജീവിക്കാൻ വീടും ആകുന്നു.(2) സ്വർഗത്തോപ്പുകളിൽ ജീവിക്കാൻ ചെടികൾ വേണ്ടി ആകുന്നു.(3) ഒരു houseplant പോലെ മറ്റൊന്നില്ല ഉണ്ട്.
		-- R. Beifeld

%
ബെന്സന് ന്റെ ഒരുളുപ്പുമില്ലാതെ:ആസ്കി നമ്മുടെ ദൈവം യൂണിക്സ് അവന്റെ ലാഭം.
		-- R. Beifeld

%
പരാജയത്തിന് Bershere ഫോർമുല:ആ: പരാജയപ്പെടും ആളുകളുടെ മാത്രമേ രണ്ട് തരം ഉണ്ട്ആരും കേൾക്കുക ... എല്ലാവരും കേൾക്കുന്നവർ ആ.
		-- R. Beifeld

%
ബീറ്റ പരിശോധന, വി:സ്വമനസ്സാലെ ഒറ്റ ഡാറ്റ പകർന്നുകൊടുക്കുക ചെയ്യുന്നതിന്, ഒരാളുടെ ഉപജീവനമാർഗവും ഒരാളുടെഹാർഡ്വെയർ അല്ലെങ്കിൽ സോഫ്റ്റ്വെയർ ലേക്ക് ദാ മൂന്ന് നശിപ്പിക്കാൻ ഉദ്ദേശിക്കുകയാണെങ്കിൽ.നേരത്തെ ദിവസങ്ങളിൽ, കന്യകമാർ പലപ്പോഴും ബീറ്റ പരിശോധന വൊൾക്കാനോകൾ തെരഞ്ഞെടുക്കപ്പെട്ട.
		-- R. Beifeld

%
കരാറുകളുടെ Bierman നിയമങ്ങൾ:(1) ഏതെങ്കിലും നൽകിയ പ്രമാണം, നിങ്ങൾക്ക് എല്ലാ "എന്തു തന്നെ ന്റെ" മൂടും കഴിയില്ല.(2) ലോയേഴ്സ് എല്ലാ പരിഹരിക്കാത്ത "എന്തു തന്നെ ന്റെ" പരിഹരിക്കുന്നതിനുള്ള ബിസിനസ്സ് താമസിക്കാൻ.(3) ഓരോ പരിഹരിച്ചതായി "എന്തു തന്നെ" സൃഷ്ടിക്കുന്നു രണ്ടു പരിഹരിക്കാത്ത "എന്തു തന്നെ ന്റെ".
		-- R. Beifeld

%
ജപ്പാന് ആദ്യ നിയമ:നിങ്ങൾ എല്ലാ ബാരൽ ൽ തലയില് കയറി എന്ന് സുഹൃത്തുക്കൾ എണ്ണമെടുക്കാൻ കഴിയില്ല.
		-- R. Beifeld

%
ബൈനറി, ADJ .:ഏട്ടന് ചങ്ങാതിമാർ കഴിവ് നൽകുന്നു.
		-- R. Beifeld

%
ബിങ് ഭരണം:വേലിയേറ്റം കുറയ്കാനുമൊക്കെ ശ്രമിക്കരുത് - ബീച്ച് നീക്കുക.
		-- R. Beifeld

%
ബൈപോളാർ, ADJ .:ആപല്ടന്, അലാസ്ക, എരുമയിറച്ചിക്കുമാണു് ന്യൂയോർക്കിലെ വീടുകളിൽ ഒരാളെ പരാമർശിക്കുന്നു.
		-- R. Beifeld

%
ജനന, n:ആദ്യം എല്ലാ ദുരന്തങ്ങളെ direst.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ബിറ്റ്, n:അളവിന്റെ യൂണിറ്റ് നിറം പ്രയോഗിച്ചു. ഇരുപത്തിനാല്-ബിറ്റ് നിറംവിലകുറഞ്ഞ 25 എതിരെയുളള ചെലവേറിയ $ 3 നിറം പരാമർശിക്കുന്നുശതമാനം, രണ്ടു-ബിറ്റ്, ഏതാനും വർഷം മുമ്പ് ലഭ്യമാകും ഉപയോഗിക്കുന്ന നിറം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Bizoos, എൻ .:ഒരു ബാസ്ക്കറ്റ്ബോൾ നിർമ്മിക്കാനായി ചെറിയ വ്യക്തിഗത പാലുണ്ണി ദശലക്ഷക്കണക്കിന്.
		-- Rich Hall, "Sniglets"

%
blithwapping:ഒരു ആണി ചുറ്റികയും ഒരു ചുറ്റിക ഒന്നും ഉപയോഗിക്കുന്നുപോലുള്ള ഷൂ വിളക്ക് ചുവടു, സുഖമില്ലേ മുതലായവ മതിൽ,
		-- "Sniglets", Rich Hall & Friends

%
വ്യവഹാര എന്ന ബ്ലൂം ഏഴാം നിയമം:ജഡ്ജിയുടെ തമാശകൾ എപ്പോഴും പ്രണയം തന്നെ.
		-- "Sniglets", Rich Hall & Friends

%
Blore ന്റെ റേസർ:രണ്ടു സിദ്ധാന്തങ്ങളിൽ തിരഞ്ഞെടുപ്പും, രസകരം ഏതാണെന്ന് എടുത്തു.
		-- "Sniglets", Rich Hall & Friends

%
Blutarsky ന്റെ സ്വയംസിദ്ധപ്രമാണം:ഒന്നും കാരണം കേൾക്കയില്ല മനുഷ്യനെ അസാധ്യമാണ്.
		-- "Sniglets", Rich Hall & Friends

%
Boling ന്റെ ഒത്തുപോകുന്നതും:നിങ്ങൾ നല്ല തോന്നുന്നെങ്കിൽ, വിഷമിക്കേണ്ട. താങ്കൾക്ക് മേൽ ലഭിക്കും.
		-- "Sniglets", Rich Hall & Friends

%
Computerdom ഓഫ് Bolub നാലാം നിയമം:പദ്ധതി ടീമുകൾ അങ്ങനെ അത് കാരണം റിപ്പോർട്ടുചെയ്യുന്നു പ്രതിവാര പുരോഗതി എതിർത്ത്മനോനില പുരോഗതിയുടെ അവരുടെ അഭാവം വെളിപ്പെടുത്തും.
		-- "Sniglets", Rich Hall & Friends

%
മെഡിസിൻ Bombeck ഭരണം:ആരുടെ ഓഫീസ് സസ്യങ്ങൾ മരിച്ചു ഒരു ഡോക്ടറുടെ ഒരുനാളും.
		-- "Sniglets", Rich Hall & Friends

%
മുല ന്റെ നിയമം:എല്ലായ്പ്പോഴും നിങ്ങൾ നോക്കൂ അവസാന സ്ഥാനത്താണ് എന്തെങ്കിലും കണ്ടെത്താൻ.
		-- "Sniglets", Rich Hall & Friends

%
ബുക്കർ ന്റെ നിയമം:അപ്ലിക്കേഷൻ ഒരു ഔൺസ് പുറമേ സെഞ്ച്വറി രൂപയുടെ ആണ്.
		-- "Sniglets", Rich Hall & Friends

%
പ്രസവിച്ചു n .:രണ്ട് മണിക്കൂർ ചെറുചൂടോടെ രണ്ട് മിനിറ്റ് ആശയം മഞ്ജൂ ഒരു മുൻവിധിയോടെയാണ്.
		-- Walter Winchell

%
പ്രസവിച്ചു n .:നീ അവനെ കേൾക്കാൻ മോഹിക്കുകയും ഗന്ധര്വന് വ്യക്തി.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Boren നിയമങ്ങൾ:(1) ചുമതല സന്ദർഭം ചിന്തിക്കുകയും.(2) പ്രയാസം ൽ, ഡെലിഗേറ്റ്.(3) സംശയത്തിലാണ് ചെയ്യുമ്പോൾ, പിറുപിറുക്കുക.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ബോസിനെ, n:നടുവിലത്തെ യുഗം The ലെ ഓക്സ്ഫോർഡ് ഇംഗ്ലീഷ് നിഘണ്ടു, പ്രകാരംവചനങ്ങൾ 'ബോസ് "കൂടാതെ" പരുക്കൾ "ആ ബോസിനെ ഒഴികെ വലിയതോതിൽ പര്യായമായി ആയിരുന്നു,അർത്ഥം പുറമേ "തൊഴിലാളികളുടെ ഒരു സൂപ്പർവൈസർ" പുറമേ "ഒരു ഉദ്ദേശിച്ചിരുന്നില്ലഅലങ്കാര തമാശയല്ല. "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ബൗച്ചർ ന്റെ ഒബ്സർവേഷൻ:സ്വന്തം കൊമ്പു ഊതി ആർ അവൻ എപ്പോഴും സംഗീതം വഹിക്കുന്നുണ്ട്യഥാർത്ഥത്തിൽ എഴുതിയ അധികം നിരവധി ഒക്റ്റേവ് കൂടുതൽ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ആദ്യഭാര്യ ന്റെ നിയമം:പ്രവൃത്തികൾക്കും ടാലൻറ് പോകുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Bowie ന്റെ സിദ്ധാന്തം:ഒരു പരീക്ഷണം പ്രവർത്തിക്കുന്നു എങ്കിൽ, നിങ്ങൾ തെറ്റായ ഉപകരണങ്ങൾ ഉപയോഗിച്ച് വേണം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ബാലനെ, n:അത് അഴുക്കും കൊണ്ട് ആരവം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ബ്രാഡ്ലി ന്റെ Bromide:കമ്പ്യൂട്ടറുകൾ വളരെ ശക്തമായ നേടുകയും, ഞങ്ങൾ ഓർഗനൈസ് ചെയ്യാൻഅവരെ ചെയ്യും എന്നു - ഒരു കമ്മറ്റി അവരെ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
പ്രശ്നം ഓഫ് അനിര്വചനീയന് ആദ്യ നിയമ:പ്രയാസകരമായ പ്രശ്നം ക്ഷപ്പെട്ടു ചെയ്യുമ്പോൾ, കൂടുതൽ നിങ്ങൾക്ക് പരിഹരിക്കാൻ കഴിയുംഎളുപ്പത്തിൽ ചോദ്യം, "എങ്ങനെ വരും ലോൺ റേഞ്ചർ അതു കുറയ്ക്കുകയുംഈ കൈകാര്യം? "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
തലച്ചോര് n:നാം കരുതുന്ന കരുതുന്ന കൂടെ സംവിധായകന്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മസ്തിഷ്കം, വി: [ "തലച്ചോറിലേക്കുള്ള" എന്നപോലെ]മുനപ്പില്ലാത്ത ശാസിക്കും ചേർക്കില്ല, എന്നാൽ നിശിതമായി; ഒരു സ്രോതസ്സ് അകറ്റാൻഒരു എതിരാളിയെ ലെ പിശക്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മസ്തിഷ്ക കേടുപാടുകൾ, "ഹണിവെൽ ബ്രെയിൻ ഡാമേജ്" (HBD) എന്ന സാമാന്യവൽക്കരണം, ഒരുസൈദ്ധാന്തിക രോഗം ചില പുറത്തെ cretinisms വിശദീകരിക്കാൻ കെട്ടിച്ചമച്ചുMultics, ADJ:വ്യക്തമായും തെറ്റായ; cretinous; demented. ഒരു ഗുണങ്ങളുണ്ട് ഉണ്ട്ഉത്തരവാദിത്തമുള്ള വ്യക്തി തലച്ചോറിന്റെ ക്ഷതം കഷ്ടപ്പെടേണ്ടി എന്നുള്ളഅവൻ / അവൾ മെച്ചപ്പെട്ട അറിയുമായിരുന്നു കാരണം. എന്തെങ്കിലും വിളിക്കുന്നുമസ്തിഷ്ക കേടുപാടുകൾ മോശമാണ്; അത് അതു ഉപയോഗശൂന്യമാണ് ധ്വനിപ്പിക്കുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മണവാട്ടി, n .:അവളുടെ പിന്നിൽ സന്തോഷത്തിന്റെ പിഴ പ്രതീക്ഷയോടെ സ്ത്രീ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ബീഫ്കേസ്, n:ജൂറി ഒരുമിച്ചു ലഭിക്കുന്നു ഒരു റീലിൽ പാർട്ടി തീർക്കുകയും എവിടെ വിചാരണ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
വിശാലമായ mindedness, n:ഉയർന്ന mindedness ഔട്ട് പരന്നതാണ് ഫലം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Brogan സന്തതസഹചാരിണിയായിത്തീരുവാനാണു്:ആളുകൾ സഭയിലെ തിരികെ congregate പ്രവണതബസ്സിന്റെ മുമ്പിൽ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
brokee, n:ഒരു ബ്രോക്കറുടെ ഉപദേശം ഇയിലെ വാങ്ങുന്ന ആരോ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Brontosaurus തത്ത്വം:സംഘടനകൾ അവയുടെ തലച്ചോറ് അവരെ നിയന്ത്രിക്കാൻ കഴിയുന്ന വേഗത്തിൽ വളരാൻഅവരുടെ പരിസ്ഥിതി ബന്ധപ്പെട്ട് അവരുടെ സ്വന്തം ശരീരശാസ്ത്രത്തിനു: വരുമ്പോൾഇതു സംഭവിക്കുന്നത് അവർ ഒരു വംശനാശ ആകുന്നു.
		-- Thomas K. Connellan

%
ബ്രൂക്ക്സിന്റെ നിയമം:ഒരു വൈകി സോഫ്റ്റ്വെയർ പ്രോജക്ടിലേക്ക് എ.എസ്.ഐയുടെ ചേർക്കുന്നത് പിന്നീട് ചെയ്യുന്നു.
		-- Thomas K. Connellan

%
ബ്രൂക്ക് ന്റെ നിയമം:ഒരു സിസ്റ്റം പൂർണ്ണമായും നിർവ്വചിച്ച ചില കയറിയതിന്റെ മൂഢൻ പോകുമ്പോഴെല്ലാം,സിസ്റ്റം ഒഴിവാക്കാന് ഒന്നുകിൽ എന്തോ കണ്ടെത്തി അല്ലെങ്കിൽതിരിച്ചറിയൽ അപ്പുറം അതു വികസിക്കുന്നു.
		-- Thomas K. Connellan

%
ബബിൾ മെമ്മറി, വ .:ശകാരപദമായി, സാധാരണയായി ഒരു വ്യക്തിയുടെ ഇന്റലിജൻസ് പരാമർശിച്ച്.ഇതും കാണുക "വാക്വം ട്യൂബ്".
		-- Thomas K. Connellan

%
Bucy ന്റെ നിയമം:ഒരുനാളും ന്യായമായ മനുഷ്യൻ തീർന്നിരിക്കുന്നു.
		-- Thomas K. Connellan

%
ബഗ്, n .:കാരണം നിലവിലുണ്ട് ഒരു കമ്പ്യൂട്ടർ പ്രോഗ്രാം ഒരു വശത്തെക്കുറിച്ച്എപ്പോൾ അവൻ / പ്രോഗ്രാമർ ജമ്പോ ഓടേണ്ടേ അല്ലെങ്കിൽ സ്റ്റോക്ക് ഓപ്ഷനുകൾ സജിയേട്ടനോടുപ്രോഗ്രാം എഴുതി.ഭാഗ്യവശാൽ രണ്ടാം-ടു-അവസാന ബഗ് വെറും ഉറപ്പിച്ചു.
		-- Ray Simard

%
ബഗ്, n:ഒരു പ്രശ്നവും മകൻ.
		-- Ray Simard

%
ബഗ്, n:അതു തെറ്റായ സൃഷ്ടിക്കുന്ന ഒരു പ്രോഗ്രാമിൽ താമസിക്കുന്നവർ ഒരു പിടികൊടുക്കാത്ത ജീവി."ഡീബഗ്ഗിംഗ്" എന്ന പ്രവർത്തനം, അല്ലെങ്കിൽ ഒരു പ്രോഗ്രാം നിന്നും ബഗ്ഗുകൾ നീക്കംചെയ്യുന്നതിന്, അറ്റത്ത്ആളുകൾ അത് ചെയ്യുന്നതിൽ തളരുമ്പോൾ സമയത്ത് ബഗുകൾ നീക്കം ചെയ്യുമ്പോൾ.
		-- "Datamation", January 15, 1984

%
ബഗുകൾ, പോളണ്ട്. n .:ചെറിയ ജീവനുള്ള ആൺകുട്ടികളിൽ ചെറിയ ജീവനുള്ള പെൺകുട്ടികളെ ഇട്ടുകൊടുക്കുക ചെറിയ ജീവജാലങ്ങളും.
		-- "Datamation", January 15, 1984

%
ബമ്പർ സ്റ്റിക്കർ:ഈ കാർ വീണു എല്ലാ ഭാഗങ്ങളും വളരെ മേത്തരമായ നിന്നുള്ളവർബ്രിട്ടീഷ് നിർമ്മിക്കുന്നു.
		-- "Datamation", January 15, 1984

%
ബങ്കർ ഉദ്ബോധനം:നിങ്ങൾ ബിയർ വാങ്ങാൻ കഴിയില്ല; മാത്രമായി കീറി കഴിയും.
		-- "Datamation", January 15, 1984

%
Burbulation:ഒരു ഫ്രിഡ്ജ് വാതിൽ തുറന്ന് അവസാനിപ്പിച്ച് പതിവാക്കിയിരുന്ന ആക്റ്റ്ഓട്ടോമാറ്റിക് ലൈറ്റ് വന്നെത്തുന്നതിനു മുമ്പായി അത് പിടിപ്പാൻ ഒരു ശ്രമം.
		-- "Sniglets", Rich Hall & Friends

%
ബ്യൂറോ നിരാസം, ന്യായപ്രമാണത്തിലെ:സർക്കാർ ബ്യൂറോ ഉപേക്ഷിക്കുകയാണ് ഷെഡ്യൂൾ ചെയ്യുമ്പോൾ,ആ ബ്യൂറോയിൽ ജീവനക്കാരുടെ എണ്ണം ഉള്ളിൽ ഇരട്ടിച്ച്12 മാസം തീരുമാനം ശേഷം.
		-- "Sniglets", Rich Hall & Friends

%
ബ്യൂറോക്രസിയും, n:ഖരമാലിന്യ കടന്നു ഊർജ്ജം വേഷം ഒരു സമ്പ്രദായം.
		-- "Sniglets", Rich Hall & Friends

%
ഉദ്യോഗസ്ഥൻ n .:ചുവന്ന ടേപ്പ് മുന്നാലെ കുറച്ചു ഒരു വ്യക്തി.
		-- J. McCabe

%
ഉദ്യോഗസ്ഥൻ n:കാലാവധി ഉണ്ട് ഒരു രാഷ്ട്രീയക്കാരൻ.
		-- J. McCabe

%
ബർക്കിന്റെ ഭൂമിയ്ക്ക്:നിങ്ങൾ എന്തിനെക്കുറിച്ചാണ് സംസാരിക്കുന്നതെന്ന് അറിയില്ലെങ്കിൽ എന്തും സാധ്യമാണ്.നിങ്ങൾ ഉത്തരം ഇല്ലെങ്കിലും ഒരു പ്രശ്നം സൃഷ്ടിക്കില്ല.
		-- J. McCabe

%
ബേൺ ന്റെ ഹോഗ് രീതി തൂക്കം:(1) തികച്ചും പ്രചരണമായിരുന്നു നേടുക, ഒരു sawhorse ഉടനീളം ബാലൻസ്.(2) പ്രചരണമായിരുന്നു ഒന്ന് അറ്റത്തും പന്നി ഇടുക.(3) മറ്റെ അറ്റത്തും കൂമ്പാരം പാറകൾ പ്രചരണമായിരുന്നു തികച്ചും വീണ്ടും വരെസമതുലിതമായ.(4) ശ്രദ്ധാപൂർവ്വം പാറകൾ തൂക്കം ഊഹിക്കുന്നത്.
		-- Robert Burns

%
ഡിസിപ്ലിനറി, n:കമ്പ്യൂട്ടർ സാക്ഷരതാ തൈലം ലെ പറക്കുന്നു.
		-- Robert Burns

%
വി, byob:നിങ്ങളുടെ സ്വന്തം ബുൾ വിശ്വാസിയായ
		-- Robert Burns

%
സി, എൻ:ഇതുപോലുള്ള കൂടുതൽ ഒഴികെ അടുക്കുക പാസ്കൽ പോലെയാണ് ഒരു പ്രോഗ്രാമിങ് ഭാഷഅത് ഏറെ വൺ, ഒന്നും ഒന്നുകിൽ പോലെയല്ല എന്നത് ഒഴിച്ചാൽ നിയമസഭാമറ്റാരെങ്കിലും. ഇന്നത്തെ മികച്ച ഭാഷ ഒന്നുകിൽ ശാഖക്ക് ലഭ്യമാണ് അല്ലെങ്കിൽഅതു അല്ല.
		-- Ray Simard

%
കാബേജ്, എൻ .:സമം ബുദ്ധിമാനും കുറിച്ച് പരിചയമുള്ള അടുക്കള-തോട്ടം പച്ചക്കറിഒരു മനുഷ്യന്റെ തല.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കാഷെ:ആരും ഒരു കമ്പ്യൂട്ടർ മെമ്മറി സിസ്റ്റം വളരെ ചെലവേറിയ ഭാഗംഅറിയേണ്ടതെല്ലാം കുറിക്കും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Cahn ന്റെ സ്വയംസിദ്ധപ്രമാണം:മറ്റ് എല്ലാം പരാജയപ്പെടുമ്പോൾ, നിർദ്ദേശങ്ങൾ വായിക്കുക.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കാംപ്ബെൽസ് നിയമം:പ്രകൃതി ഒരു അവളുടേത് experimenter നിരാകരിച്ചിട്ടുണ്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കാനഡ ബിൽ ജോൺസ് ന്റെ ആപ്തവാക്യം:ഇത് കന്ന് അവരുടെ പണം സൂക്ഷിക്കാൻ അനുവദിക്കുന്നതിന് ധാർമ്മികമായി കുഴപ്പമുണ്ട്.കാനഡ ബിൽ ജോൺസ് ന്റെ സപ്ലിമെന്റ്:ഒരു സ്മിത്തും Wesson നാലു aces മിടിക്കുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കാനോനിക്കൽ, ADJ .:എന്തെങ്കിലും സാധാരണ അല്ലെങ്കിൽ സാധാരണ സംസ്ഥാനം അല്ലെങ്കിൽ വിധത്തിൽ. ട്രൂ സ്റ്റോറി:വൺ ബോബ് Sjoberg, എംഐടി എഐ ലാബിൽ പുതിയ, ഉപയോഗം ചില ശല്യമല്ലാതെ പ്രകടിപ്പിച്ചുപദാവലി. തന്റെ ഉറക്കെ എതിർപ്പ് ഓവര് ഞങ്ങൾ പണത്തുക്കം ഒരു പോയിന്റ് ഉണ്ടാക്കിതന്റെ സാന്നിധ്യത്തിൽ കഴിയുന്നത്ര, ഒടുവിൽ അത് താഴുന്നു തുടങ്ങി.ഒടുവിൽ ഒരു സംഭാഷണത്തിൽ അവൻ പദം "കാനോനിക" സംസാരവും പോലുള്ള ഉപയോഗിച്ചചിന്താഗതി ഇല്ലാതെ ഫാഷൻ.Steele: "ഇതില് നിങ്ങൾ വളരെ സംസാരവും സംസാരിക്കുന്നത് നാം ഒടുവിൽ കിട്ടി!!"സ്റ്റാൾമാൻ: "അവൻ എന്തു പറഞ്ഞു?"Steele: "അവൻ കേവലം` കാനോനിക 'കാനോനിക്കൽ കാരണവശാലും ഉപയോഗിക്കരുത്. "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ക്യാപ്റ്റൻ പെന്നി ന്റെ നിയമം:നിങ്ങൾ സമയം ചില ആളുകളെ എല്ലാം കഷ്ടപ്പെടുന്ന കഴിയും,എക്കാലത്തേയും ജനം ചില, എന്നാൽ അമ്മയെ ഫൂൾ കഴിയില്ല.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Carperpetuation (കർസേവകർ 'പൂര് കൈയ്യും കഥയ്ക്ക് ഒരു Shun), N .:ആക്റ്റ് വാക്കൊന്നും, ഒരു സ്ട്രിംഗ് കുറഞ്ഞത് മേൽ പ്രവർത്തിക്കുന്നഡസനോളം തവണ, പിന്നെ മേൽ എത്തുന്നതിനും അതു സാഹസമാണ് അതു പരിശോധിച്ചുവാക്വം ഒരു അവസരം നൽകാൻ അതിനെ തടുക്കുക.
		-- Rich Hall, "Sniglets"

%
കാർസൺ ന്റെ സമാശ്വാസം:ഒരുനാളും ഒരു തികഞ്ഞ പരാജയമാണ് ആണ്.ഇത് എപ്പോഴും ഒരു മോശം ഉദാഹരണമായി ഉപയോഗിക്കാൻ കഴിയും.
		-- Rich Hall, "Sniglets"

%
പാദരക്ഷ ന് കാർസൺ ന്റെ ഒബ്സർവേഷൻ:ഷൂ അനുയോജ്യമാകും എങ്കിൽ വളരെ മറ്റ് ഒരു വാങ്ങാൻ.
		-- Rich Hall, "Sniglets"

%
Carswell ന്റെ മുഖ്യവാദത്തിന്റെ:അപ്പോഴൊക്കെ മനുഷ്യൻ ഒരു മികച്ച mousetrap കൊണ്ട് വരുന്നു,പ്രകൃതി അനിവാര്യമായും ഒരു മെച്ചപ്പെട്ട മൌസ് കൊണ്ട് വരുന്നു.
		-- Rich Hall, "Sniglets"

%
ക്യാറ്റ്, n .:ബിൽറ്റ്-ഇൻ വിസിലിനുശേഷം കൂടെ Lapwarmer.
		-- Rich Hall, "Sniglets"

%
സെറിബ്രൽ ശോഷണം, n:തലച്ചോറിലെ കോശങ്ങൾ ബലഹീനരും രോഗികളും തീർന്നിരിക്കുന്നു പോലെ പദം പ്രതിഭാസങ്ങൾ, ഒപ്പംമസ്തിഷ്കത്തിന്റെ പ്രകടനം ഹനിച്ചേക്കാം. ഈ "ചീത്ത" സെല്ലുകളുടെ സമൃദ്ധമായി കാരണമാകുംsenility, ഉദാസീനത, വിഷാദരോഗം എന്നിവ മൊത്തത്തിൽ മോശമാണ് അധ്യയന ബന്ധപ്പെട്ട ലക്ഷണങ്ങൾപ്രകടനം. മസ്തിഷ്ക സെല്ലുകളുടെ ചില ചെറിയ എണ്ണം മൂലം ക്ഷയിച്ച് ചെയ്യുംeverday പ്രവർത്തനം, പക്ഷേ വലിയ അളവിൽ തീവ്രമായ മാനസിക ശ്രമങ്ങൾ ക്ഷയിപ്പിച്ചു ചെയ്യുന്നുബുദ്ധിമുട്ടുള്ള സങ്കൽപ്പങ്ങൾ സ്വാംശീകരണം. പല കോളേജ് വിദ്യാർത്ഥികൾ തീർന്നിരിക്കുന്നുപോലുള്ള overstudying പാവപ്പെട്ട ശീലങ്ങൾ കാരണം ഈ പേടിയും ഡിസോർഡർ ഇരകൾ.സെറിബ്രൽ ഡാർവിനിസം, n:സെറിബ്രൽ ശോഷണം പ്രഭാവം വിപരീത കഴിയുന്ന സിദ്ധാന്തംകനത്ത മദ്യപാനത്തിന് മറന്നവനും പ്രവർത്തനം വഴി. വലിയ അളവിൽമദ്യം പല തലച്ചോറിലെ കോശങ്ങൾ കാരണം ഓക്സിജൻ നിഷേധിക്കുക നശിപ്പിക്കയും ചെയ്യും. മുഖാന്തിരംസ്വാഭാവിക തിരഞ്ഞെടുപ്പ് പ്രക്രിയ, ബലഹീനരും രോഗികളും തലച്ചോറിലെ കോശങ്ങൾ മരിക്കുംആദ്യം മാത്രം ആരോഗ്യമുള്ള കോശങ്ങൾ വിട്ടുകൊടുത്തത്. ഈ അത്ഭുതകരമായ പ്രക്രിയ ഇലകൾഒരു ആരോഗ്യവാന്മാരും കൂടുതൽ ചടുലമായ തലച്ചോറിലെ കൂടെ imbiber, മാനസിക ശേഷി വർദ്ധിപ്പിക്കുന്നു.ഇപ്രകാരം, സെറിബ്രൽ ശോഷണം എന്ന വിനാശകരമായ ഇഫക്റ്റുകൾ വിപരീത ചെയ്തിരിക്കുന്നു, അക്കാദമിക്പ്രകടനം യഥാർത്ഥത്തിൽ മുൻ തലങ്ങളിൽ അപ്പുറം വർദ്ധിപ്പിക്കുന്നു.
		-- Rich Hall, "Sniglets"

%
Chamberlain നിയമങ്ങൾ:(1) വലിയ സഞ്ചി എപ്പോഴും ജയം.(2) എല്ലാം കൂടുതലോ കുറവോ ചിക്കൻ പോലെ പ്രവീണ്.
		-- Rich Hall, "Sniglets"

%
പ്രതീകം സാന്ദ്രത, വ .:ഓഫീസിൽ വളരെ വിചിത്രമായിരിക്കുന്നു ആളുകളുടെ എണ്ണം.
		-- Rich Hall, "Sniglets"

%
ചാരിറ്റി, n .:വീട്ടിൽ തുടങ്ങുന്നത് സാധാരണയായി താമസിക്കുന്നതിനു ഒരു കാര്യം.
		-- Rich Hall, "Sniglets"

%
checkuary, n:വർഷം പതിമൂന്നാം മാസം. പുതുവത്സര ദിനത്തിൽ അവസാനിക്കും തുടങ്ങുന്നുഒരു വ്യക്തി absentmindedly തന്റെ ചെക്കുകൾ പഴയ വർഷം എഴുതുന്ന നിര്ത്തും വരുമ്പോൾ.
		-- Rich Hall, "Sniglets"

%
ഷെഫ്, എൻ .:ഫ്രഞ്ച് ലെ അതിനെയും ഏതൊരു കുക്ക്.
		-- Rich Hall, "Sniglets"

%
Cheit ന്റെ വിലപിക്ക:നിങ്ങൾ ആവശ്യമുള്ള ഒരു സുഹൃത്ത് സഹായിക്കുന്ന പക്ഷം അവൻ ഓർക്കാൻ തീർച്ചയാണ് you--ആവശ്യംപോലെ തുടർന്ന് അടുത്ത തവണ.
		-- Rich Hall, "Sniglets"

%
കെമിക്കൽസ്, എൻ .:ആധുനിക ഭക്ഷണങ്ങൾ ഉണ്ടാക്കി ചെയ്യുന്ന ദ്രോഹം പദാർത്ഥങ്ങളും.
		-- Rich Hall, "Sniglets"

%
ഖുഫു 'നിയമം:ഷെഡ്യൂളിൽ അല്ലെങ്കിൽ ബജറ്റിൽ ഉള്ളിൽ ഒരുനാളും പണിതു നേരിടുമ്പോഴാണ്.
		-- Rich Hall, "Sniglets"

%
ചിക്കാഗോ ട്രാൻസിറ്റ് അതോറിറ്റി റൈഡർ ഭരണം # 36:എപ്പോഴെങ്കിലും എൽ Rukn ഹെഡ്ഗിയര് ധരിച്ച് നല്ലതല്ലാത്ത തിരയുന്ന മാന്യനായ ഒരിക്കലും ചോദിക്കരുത്അദ്ദേഹം "പിരമിഡ് powered പിസ്സ ചൂടേറിയ" ലഭിച്ചത് എവിടെ.
		-- Chicago Reader 3/27/81

%
ചിക്കാഗോ ട്രാൻസിറ്റ് അതോറിറ്റി റൈഡർ ഭരണം # 84:CTA അഭ്യർത്ഥന ലഭ്യമാണ് കോംപ്ലിമെന്ററി പോപ്പ്-അപ്പ് ടൈമറുകൾ ഉണ്ട്overheated യാത്രക്കാർക്ക്. നിങ്ങളുടെ ടൈമർ മാറികിട്ടി ചെയ്തപ്പോൾ ഡ്രൈവർ ഉദ്ദേശിക്കുന്നസന്തോഷഭാവത്തോടെ നിങ്ങൾ baste.
		-- Chicago Reader 5/28/82

%
കോഴി സൂപ്പ്:aureomycin തുല്യ ഭാഗങ്ങൾ അടങ്ങുന്ന പുരാതനമായ ഒരു അത്ഭുതം മരുന്ന്,കൊക്കൈൻ, ഇന്റർഫെറോൺ, ഒപ്പം TLC. മാത്രം രോഗത്തിന് ചിക്കൻ സൂപ്പ്ചികിത്സിക്കാൻ കഴിയില്ല ഒരാളുടെ അമ്മ ന് neurotic ആശ്രയത്വം ആണ്.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
പൂർത്തിയാക്കൽ Chism ന്റെ നിയമം:സർക്കാർ പദ്ധതി പൂർത്തിയാക്കാൻ ആവശ്യമായ സമയം അളവാണ്ഇതിനകം അതിൽ ചെലവഴിച്ചതിൻറെ സമയ ദൈർഘ്യം വികാരവും തുല്യമായ.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
മർഫി രണ്ടാം ലേക്ക് Chisolm പ്രഥമ മുഖ്യവാദത്തിന്റെ:കാര്യങ്ങൾ സാധ്യതയുണ്ട് ഏതെങ്കിലും മോശമായ നേടുകയും കഴിയില്ല ചെയ്തപ്പോൾ അവർ ഉദ്ദേശിക്കുന്ന.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
ക്രിസ്മസ്:ഒരു ദിവസം, തുർക്കി ഒരു കാലം അവരെ ചിലർ വകയിരുത്തുന്നു സമ്മാനങ്ങൾ, ക്രാൻബെറിസലാഡുകൾ, കുടുംബ ലഭ്യമാകേണ്ട-togethers; മറ്റുള്ളവരെ സംബന്ധിച്ചടുത്തോളം മികച്ച ഇല്ലാത്ത വേഷങ്ങൾമുഴുവൻ വർഷം പ്രതികരണവും.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
മനുഷ്യന് ചർച്ചിലിന്റെ വ്യാഖ്യാനവും:മനുഷ്യൻ വല്ലപ്പോഴും, സത്യം മേൽ വീഴുംപക്ഷെ സമയം ഏറ്റവും തന്നെത്താൻ ട്ട് ഓൺ തുടരും.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Cinemuck, എൻ .:പോപ്കോൺ, സോഡ, ഒപ്പം ഉരുകി ചോക്ലേറ്റ് ഏത് സംയോജനമാണ്സിനിമ തിയേറ്റർ നിലകളിൽ മൂടുന്നു.
		-- Rich Hall, "Sniglets"

%
clairvoyant എന് .:ഒരു വ്യക്തി പൊതുവേ സ്ത്രീ ആ കാണുമെന്ന ശക്തിയുള്ളഅവളുടെ മിത്രം അദൃശ്യമാണ് - അവൻ ബ്ലോക്ക്ഹെഡ് എന്നു, അതായത്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ക്ലാർക്ക് തീരുമാനം:നിങ്ങളുടെ ധാർമിക ബോധത്തെ ശരിയായ കാര്യമാണ് ചെയ്യുന്നത് ഇടപെടുന്നു ചെയ്യട്ടെ ഒരിക്കലും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ക്ലേ ന്റെ തീരുമാനം:സർഗാത്മകത വലിയതു; കൃതിചോരണം വേഗത്തിൽ ആണ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ക്ലോൺ, n:1. ഒരു കൃത്യമായ തനിപ്പകർപ്പ്, ലെ "ഞങ്ങളുടെ ഉൽപ്പന്നം അവരുടെ ഒരു ക്ലോൺ പോലെഉൽപ്പന്നം. "ഒരു shoddy കള്ളന്യായവാദങ്ങളും പകർപ്പ് 2. ഇതുപോലെ" അവരുടെ ഉൽപ്പന്നംഞങ്ങളുടെ ഉൽപ്പന്നത്തിന്റെ ക്ലോൺ ആണ്. "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഒരു അന്തരീക്ഷ രാജാഭയ്യ ഓഫ് ക്ലോവിസ് 'പരിഗണന:പ്രകൃതിയുടെ നീതികേടു ഒരിടത്തും മെച്ചപ്പെട്ട പ്രദർശിപ്പിക്കുന്നത്അതേ അന്തരീക്ഷം ആക്ഷേപം സന്ദർഭം വസ്തുത അധികം,പടക്കം മൃദു തീർന്നിരിക്കുന്നു സമയത്ത് അപ്പം ഹാർഡ് മാറുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കോബോള്:കൃത്രിമ Inelegance ലെ ഒരു വ്യായാമം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കോബോള്:പൂർണ്ണമായും ഓവര് യുക്തിയും അല്ലെങ്കിൽ യുക്തി ബിയോണ്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കോഹൻ ന്റെ നിയമം:മോശമായ യാതൊരു ചുവടെ ഉണ്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Cohn ന്റെ നിയമം:നിങ്ങൾ എന്താണ് ചെയ്യുന്നത് റിപ്പോർട്ട് ചെലവഴിച്ചാലും കൂടുതൽ സമയം, കുറവ്ഒന്നും സമയം. നിങ്ങൾ ചെലവഴിക്കുമ്പോൾ സ്ഥിരത കൈവരിക്കുന്നുനിങ്ങളുടെ എല്ലാ സമയം നീ ചെയ്യുന്ന ഒന്നും റിപ്പോർട്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
തണുത്ത, ADJ .:രാഷ്ട്രീയക്കാർ സ്വന്തം കാശും സ്വന്തം കൈകൾ കൊണ്ട് നടക്കുക സന്ദർഭം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കോൾ ന്റെ നിയമം:കട്ടികുറഞ്ഞ കൊളിഫ്ലെവെര് കാബേജ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
സഹകരണം, n .:വ്യാജ അനുമാനം അടിസ്ഥാനമാക്കിയുള്ള സാഹിത്യ പങ്കാളിത്തസഹ അക്ഷരപ്പിശക് കഴിയും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കോളേജ്:എല്ലാവർക്കും കുടിക്കാൻ എവിടെ പോകുന്നു അറിവിന്റെ അരുവികളിലും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Colvard ലോജിക്കൽ പരിസരങ്ങൾ:എല്ലാ സാധ്യതകൾ 50% ആകുന്നു.ഒന്നുകിൽ ഒരു കാര്യം സംഭവിക്കാൻ അല്ലെങ്കിൽ അത് ചെയ്യുകയുമില്ല.Colvard ന്റെ Unconscionable വ്യാഖ്യാനവും:നിങ്ങൾ ആകർഷിക്കപ്പെടുന്നത് ആരെങ്കിലുമായി ഇടപെടും ഈ പ്രത്യേകിച്ചും സത്യമാണ്.Grelb ന്റെ വ്യാഖ്യാനവും:Likelihoods ഒരുപക്ഷേ, നിങ്ങൾ നേരെ 90% ആകുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കമാൻഡ്, എൻ .:സ്റ്റേറ്റ്മെന്റ് ഒരു മനുഷ്യ ഹാജരാക്കി ഒരു കമ്പ്യൂട്ടർ അംഗീകരിക്കുകയുംഅവൻ നിയന്ത്രണം എങ്കിൽ മനുഷ്യ അനുഭവം പോലുള്ള ഒരു വിധത്തിൽ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
അഭിപ്രായം:അങ്ങനെ ഉൾപ്പെടുത്തിയിട്ടുണ്ട് ഒരു സ്രോതസ്സ് പ്രോഗ്രാമിന്റെ ഒരു എഴുതുവാൻ മൂലകംപ്രോഗ്രാമർ എന്ത് വിഡ്ഢിത്തമാണ് അവൻ ചെയ്യുകയായിരുന്നു ഓർക്കുന്നുണ്ട് കഴിയുംആറു മാസത്തിനുശേഷം. മാത്രം ദുർബലമായ ചിന്താഗതിക്കാർ തക്കവണ്ണം അവരെ വേണമെങ്കിൽഅവർ ഇല്ലാതായിരിക്കുന്നു ചിന്തിക്കുന്നവർക്കാകട്ടെ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
പ്രതിബദ്ധത, n .:പ്രതിബദ്ധത [പങ്കുണ്ടെന്ന് തമ്മിൽ വ്യത്യാസം] ആകാംഹാം മുട്ടയും ഒരു പ്രാതൽ ചിത്രീകരിച്ചിരിക്കുന്നു. ചിക്കൻ ആയിരുന്നുഉൾപ്പെട്ടിരിക്കുന്ന, പന്നി എന്ന്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കമ്മിറ്റി നിയമങ്ങൾ:(1) കൃത്യസമയത്ത് എത്തിച്ചേരാൻ ഒരിക്കലും, അല്ലെങ്കിൽ നിങ്ങൾ ഒരു തുടക്കക്കാരി മുദ്രയും ചെയ്യും.(2) യോഗത്തിൽ പകുതി പൂർത്തിയാകുന്നതുവരെ ഒന്നും പറയരുത് ഈനിങ്ങൾ ജ്ഞാനി ആയിരുന്നു എന്ന് സ്റ്റാമ്പുകൾ.(3) കഴിയുന്നത്ര അവക്തമായ Be; ഈ ജമാഅത്തുകാര്ക്കു തടയുന്നുമറ്റുള്ളവരെ.(4) സംശയത്തിൽ, ഒരു ഉപസമിതി നിയമിക്കാൻ നിർദ്ദേശിക്കുന്നു.(5) അടിയന്തര വേണ്ടി നീക്കുന്നതിന് ആദ്യത്തെയാളാകൂ; ഈ നിങ്ങൾക്ക് ആക്കുംപ്രശസ്തമായ - എല്ലാവർക്കും കാത്തിരിക്കുകയാണ് എന്താണ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കമ്മിറ്റി, എൻ .:വ്യക്തിഗതമായി ഒരു ഗ്രൂപ്പായി ഒന്നും കഴിയുന്ന ഒരു കൂട്ടം ആളുകളോട്ഒന്നും കഴിയൂ എന്നാണ് തീരുമാനിക്കുക.
		-- Fred Allen

%
പരിതഃസ്ഥിതിക Commoner മൂന്നു നിയമങ്ങളും:(1) നടപടി പാർശ്വഫലങ്ങൾക്കോ ഇല്ലാതെ ആണ്.(2) ഒന്നും വിട്ടുകളയരുത് പോകുന്നു.(3) യാതൊരു സൌജന്യ ഉച്ചഭക്ഷണം ഇല്ല.
		-- Fred Allen

%
കോംപ്ലക്സ് സിസ്റ്റം:യഥാർത്ഥ പ്രശ്നങ്ങളും സാങ്കൽപ്പിക ലാഭം കൂടെ വൺ.
		-- Fred Allen

%
പ്രശംസയ്ക്ക്, n .:നിങ്ങൾ മറ്റൊരു എന്തെങ്കിലും പറയുമ്പോൾ എല്ലാവർക്കും സത്യമല്ല എന്നു അറിയാത്ത.
		-- Fred Allen

%
compuberty, n:വൈകാരികവും ഹോർമോൺ മാറ്റങ്ങൾ അസുഖകരമായ കാലയളവിൽഓപ്പറേറ്റിങ് സിസ്റ്റം അപ്ഗ്രേഡ് ചെയ്യുമ്പോൾ കമ്പ്യൂട്ടർ അനുഭവങ്ങളുംഒരു sun4 ഓൺലൈൻ ഫയലുകൾ പങ്കിടുന്നു വെച്ചിരിക്കുന്നു.
		-- Fred Allen

%
കമ്പ്യൂട്ടർ സയൻസ്:(1) ഒരു പഠനത്തിൽ സംഖ്യാശാസ്ത്രം, ജ്യോതിഷം രേഖയാണ്, എന്നാൽ കുറവുമുൻ ഭാവികാലത്തു വിജയത്തിന്റെ കൃത്യതയാണ്.(2) ആൽഗോരിഥമുകളുടെ നീണ്ടു മൂല്യം വിശകലനം.(3) വ്യക്തമായ എന്ന വിലകൂടിയ എണ്ണൽ.(4) trivialities ഒരു വലിയ എണ്ണം പരമപ്രധാനമാണ് വിരസത ആർട്ട്.(5) Tautology പ്രകാശത്തിന്റെ വേഗത മനുഷ്യന്റെ സേവനത്തിൽ നാള്.(6) ഔദ്യോഗിക പദ്ധതികള് സിദ്ധാന്തത്തിൽ പോസ്റ്റ്-ട്യൂറിംഗ് ഇടിവ്.
		-- Fred Allen

%
കമ്പ്യൂട്ടർ, n .:ഒരു ഉപയോഗപ്രദമായ നടപടികൾ രംഗങ്ങൾ നടപ്പിലാക്കിയ ഒരു ഇലക്ട്രോണിക്ക് എന്റിറ്റിതികച്ചും മനസ്സിലാക്കാവുന്നതേയുള്ളൂ, കൃത്യമായി ആര്ക്കെങ്കിലും. നിങ്ങൾ വിശ്വസിക്കുന്നെങ്കിലോഈ ഞാൻ മാൻഹട്ടൻ വില്പനയ്ക്ക് ഞങ്ങൾക്കുണ്ട് ഒരു പാലം കുറിച്ച് എന്നെ കാണും.
		-- Fred Allen

%
ആശയം, n .:ഏതെങ്കിലും "ആശയം" പുറത്ത് കൺസൾട്ടന്റ് അധികം ബിൽ ഏത്$ 25,000.
		-- Fred Allen

%
കോൺഫറൻസ്, എൻ .:ബോസിനെ കേൾക്കാൻ കീഴുദ്യോഗസ്ഥർ ശേഖരിക്കുന്നു തയാറാകുന്ന പ്രത്യേക യോഗംഅവർ ഇത്രകാലം അത് എന്ത് വിരുദ്ധമല്ലാത്ത പോലെ പറയാനുള്ളത്അവൻ ഇതിനകം ചെയ്യാൻ തീരുമാനിച്ചു പറ്റി.
		-- Fred Allen

%
പാലേരി, confidante, N:ബി രഹസ്യങ്ങളെ കൂടിയ ഒരു വഴി ചുമതലപ്പെടുത്തി വൺ, സി തന്നിലേക്ക് രഹസ്യമായി
		-- Ambrose Bierce, "The Devil's Dictionary"

%
സ്ഥിരീകരിച്ചു ബാച്ചിലർ:തടസ്സമൊന്നും ഇല്ലാതെ ജീവിതം സഹിച്ചു മനുഷ്യൻ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഊഹം: എല്ലാ ഒറ്റയായി നമ്പറുകൾ പ്രൈം ആകുന്നു.ഗണിതശാസ്ത്രം തെളിവ്:3 പ്രൈം ആണ്. 5 പ്രൈം ആണ്. 7 പ്രൈം ആണ്. നിവേശിത എല്ലാഒറ്റയായി നമ്പറുകൾ പ്രൈം ആകുന്നു.ഭൗതികശാസ്ത്രജ്ഞൻ തെളിവ്:3 പ്രൈം ആണ്. 5 പ്രൈം ആണ്. 7 പ്രൈം ആണ്. 9 പരീക്ഷണാത്മകമാണ്പിശക്. 11 പ്രൈം ആണ്. 13 പ്രൈം ആണ് ...എഞ്ചിനീയർ തെളിവ്:3 പ്രൈം ആണ്. 5 പ്രൈം ആണ്. 7 പ്രൈം ആണ്. 9 പ്രൈം ആണ്.11 പ്രൈം ആണ്. 13 പ്രൈം ആണ് ...കമ്പ്യൂട്ടർ ശാസ്ത്രജ്ഞരുടെ തെളിവ്:3 പ്രൈം ആണ്. 3 പ്രൈം ആണ്. 3 പ്രൈം ആണ്. 3 പ്രധാനമന്ത്രി ആണ് ...
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കണക്ടർ ഗൂഢാലോചന, എൻ:[മിക്കവാറും കിലോലിറ്ററിന്-10 പ്രത്യക്ഷപ്പെടുന്നതോടെ പ്രാമുഖ്യം വന്നുആരുടെ ഡയ മറ്റെന്തെങ്കിലും പൊരുത്തപ്പെടുന്നില്ല ആരും] സഹസമ്യോജകനിർമ്മാതാക്കൾ (അല്ലെങ്കിൽ, വിപുലീകരണം, എന്തിന്റെയെങ്കിലും പ്രോഗ്രാമർമാർ അല്ലെങ്കിൽ കരാറുകാരും)പഴയ ഒരുമിച്ച് പെടാത്ത പുതിയ ഉൽപ്പന്നങ്ങൾ കയറി വന്നുസ്റ്റഫ്, അതുവഴി നിങ്ങൾക്ക് എല്ലാ സ്റ്റഫ് വിലകൂടിയ ഒന്നുകിൽ വാങ്ങാൻ makingഇന്റർഫേസ് ഉപകരണങ്ങൾ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
സമ്മതം വിധിച്ച്ചീത്ത കമ്പനി സമ്മതിച്ചാൽ സമർപ്പിക്കുവാൻ ഒരിക്കലും ഒരു പ്രമാണംഭാവിയിൽ ഹീനമായ ഏതൊരു ഫെഡറൽ നിയമം ലംഘനങ്ങൾ അതുആദ്യം പ്രവേശിപ്പിച്ചത് ഒരിക്കലും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഉപദേഷ്ടാവ്, n .:(1) നിങ്ങളുടെ കൈത്തണ്ട വാച്ച് എടുത്തു പറയാൻ തീർക്കാം ആരോഅത് എന്താണെന്ന് സമയം. (2) (പുനരാരംഭിക്കുക ഉപയോഗിക്കാനുള്ളത്) തൊഴിലാളി ശീർഷകംനിലവിൽ ഒരു ജോലി ഹോൾഡ് ഇല്ല ആരെങ്കിലും. ആപ്തവാക്യം: വന്നിരിക്കണംകാൽക്കുലേറ്റർ, യാത്ര ചെയ്യും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഉപദേഷ്ടാവ്, n .:[Con "കബളിപ്പിക്കുന്നതിനുള്ള ദൈവഭൃത്യന്മാർ, swindle," അല്ലെങ്കിൽ, ഒരുപക്ഷേ, ഫ്രഞ്ച് നെറ്റിലെ നിന്നും(മതമോ) "അല്പം മെറിറ്റ് വ്യക്തി" തലത്തെ ഫോം sult"അധിക്ഷേപിക്കുക."] ഒരു അന്തർമ്മന്ദിരം വേഷത്തിൽ ഒരു tipster, വിശേഷിച്ചും ആർഒരു വലിയ ബീഫ്കേസ് ഭീകരമായി ഉയർന്ന വേഗതയിൽ decamp അഭ്യസിച്ചിട്ടുള്ളകനത്ത വാലറ്റ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഉപദേഷ്ടാവ്, n .:ഒരു സാധാരണക്കാരൻ വീട്ടിൽ നിന്ന് ഒരു നീണ്ട വഴി.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കൺസൾട്ടന്റ്, n .:അവടെ 101 വഴികൾ knowns എങ്കിലും ഒരു തീയതി നേടുകയും കഴിയില്ല ആരോ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഉപദേഷ്ടാവ്, n .:പകരം ഒരു വൃക്ഷം കയറുന്നു നിലക്കും അധികം കള്ളം പറയാൻ ചെലവഴിക്കുന്ന ഒരാൾനിലത്ത് സത്യം പറയാൻ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കൂടിയാലോചനയിലൂടെ, n .:എന്നർഥമുള്ള മെഡിക്കൽ പദം "ധനം പങ്കിടാൻ."
		-- Ambrose Bierce, "The Devil's Dictionary"

%
സംഭാഷണം, n .:ൽ ഒരാൾ തന്റെ ശ്വാസം കയറുകയോ ചെയ്യുന്ന ഒരു വായ്പ്പാട്ട് മത്സരംശ്രോതാവ് വിളിക്കുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കൺവേയുടെ നിയമം:ഏതെങ്കിലും ഓർഗനൈസേഷനിൽ എപ്പോഴും അറിയുന്നു ഒരു വ്യക്തി ഉണ്ടാകും	എന്താണ് സംഭവിക്കുന്നത്.ഈ വ്യക്തി ഉപയോഗിച്ചില്ല വേണം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
പകർത്തുന്നു മെഷീൻ, വ .:പേപ്പർ അത്യധികം ഒരു ഉപകരണം, ജ്വലനം ദുരൂഹ, സന്ദേശങ്ങൾ ഹൈലെവൽഅല്ല ആർ ഓഫീസിൽ എല്ലാവർക്കും തനിപ്പകർപ്പുകൾ ചെയ്യുന്നുവായിച്ചു താൽപ്പര്യമില്ല.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കിരീടധാരണ, n .:പുറമെയുള്ള ദൃശ്യനക്ഷത്രങ്ങളെ ഒരു പരമാധികാര മുടക്കുന്ന ചടങ്ങ്തന്റെ വലതു ഒരു dynamite ബോംബ് skyhigh ഊതപ്പെടുകയും ലേക്ക് ദൃഷ്ടാന്തങ്ങൾ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
അനുപൂരകമായി കറസ്പോണ്ടൻസ്:ഒരു പരീക്ഷണം ഇനി പകുതിയിൽ ഒരു വിജയം പരിഗണിക്കപ്പെട്ടേക്കാംഡാറ്റ നിങ്ങൾ സിദ്ധാന്തം ഉപയോഗിച്ച് എഴുത്തുകുത്തുകളും ലഭ്യമാകാൻ നിരസിക്കപ്പെടും വേണം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Corry ന്റെ നിയമം:പേപ്പർ perforations എപ്പോഴും ശക്തമാകുന്ന.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കോടതി, n .:അവർ നീതി ദാനം ഒരു സ്ഥലം.
		-- Arthur Train

%
കൊവാർഡ്, n .:ദുർഘടം നിറഞ്ഞ ഒരു അടിയന്തര കുടലും കരുതുന്ന ഒരുവൻ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കടക്കാരൻ, n .:കടക്കാരൻ മികച്ച ഒരു മെമ്മറി മനുഷ്യനായ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
രാഷ്ട്രീയ ഉത്തരവാദിത്തങ്ങളും Crenna ന്റെ നിയമം:നിങ്ങൾ മോശം എന്തെങ്കിലും അറിയാൻ ആദ്യമായി എങ്കിൽ, നിങ്ങൾ ചെയ്യാൻ പോകുന്നപരിഗണിക്കാതെ നിങ്ങളുടെ ഔപചാരിക ബാധ്യതകളുടെ അതിന്മേൽ അഭിനയം ഉത്തരവാദി.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
വിമർശകൻ, n .:ആരും ശ്രമിക്കുമ്പോൾ കാരണം പ്രസാദിപ്പിക്കാൻ ഹാർഡ് തന്നെത്തന്നെ പ്രശംസനീയമാകുന്നു ഒരു വ്യക്തിഅവനെ പ്രസാദിപ്പിക്കാൻ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ക്രോൾ ചോദ്യം:ടിൻ വിസിലുകൾ ടിൻ ഉണ്ടാക്കി എങ്കിൽ, എന്തു foghorns നിർമിച്ചവയാണ്?
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Cropp ന്റെ നിയമം:ചെയ്തതു സൃഷ്ടിയുടെ തുക ചെലവഴിച്ച സമയം inversly വ്യത്യാസപ്പെടുന്നുഓഫീസ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കമ്മിറ്റിയംഗം Cruickshank ന്റെ നിയമം:ഒരു കമ്മിറ്റി അതു മതി ഒരു മോശം ശീലമാണ് ചർച്ച അനുവദിച്ചു എന്ന്അനിവാര്യമായും കാരണം അങ്ങനെ ആശയം നടപ്പിലാക്കാൻ തീരുമാനിക്കുംവളരെ പ്രവൃത്തി ഇതിനകം അത് ചെയ്തിരിക്കുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കഴ്സർ വിലാസം, n:"ഹലോ, കർസർ!"
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
ചതുരത്തില് n .:ആരുടെ പ്രോഗ്രാം പ്രവർത്തിക്കില്ല എന്നതാണ്.
		-- Robb Russon

%
curtation, n .:ഫിക്സഡ് നീളം വയലിൽ ഒരു സ്ട്രിംഗ് നടപ്പിലാക്കുന്നത് കംപ്രഷൻപരിസ്ഥിതി.പോലുള്ള പേരുകൾ വളരെ വേരിയബിൾ-സ്ട്രിങ്ങുകളും ഫിറ്റിംഗ് പ്രശ്നം,വിലാസങ്ങൾ, ഫിക്സഡ് നീളം റെക്കോർഡുകൾ ഇനത്തെ വിവരണങ്ങൾ യാതൊരു ബാലിശമായ ആണ്കാര്യം. curtation കൗശലപൂർവമായ ആർട്ട് അവഗണന ഒരുപക്ഷേ അകറ്റിക്കളഞ്ഞുമനശാസ്ത്രം മറ്റ് ഏത് വശം ആൾക്കാർ. നിങ്ങൾ മൊസാർട്ട് ന്റെ "ഡോൺ ഉത്തരവിടാൻജിയോവാനി "നിങ്ങളുടെ റിക്കോർഡ് ക്ലബ് നിന്ന് അവർ Moz DONG നിങ്ങൾക്കു $ 24.95 ഇൻവോയ്സ്.പരിഹാസ്യമാണ് ലേക്കായി അത്യുച്ചനില എന്ന witless മാപ്പിംഗ്! അതേപോലെ ആശ്ചര്യകരം തന്നെഒരേ എട്ടു പ്രതീകങ്ങൾ ഉല്പാദിപ്പിക്കപ്പെടുന്നത് curtation, മികച്ച, നിങ്ങൾ വേണ്ടയോഓർഡർ "വാഗ്നർ മികച്ചത്", "Schubert മികച്ചത്" അല്ലെങ്കിൽ "Turds മികച്ചത്".അതുപോലെ, കമ്പ്യൂട്ടറൈസ്ഡ് വൈനറീസ് നിന്ന് വാങ്ങുന്നത് വീഞ്ഞു പ്രേമികൾ തങ്ങളുടെ ഗ്ലാസുകൾ അഭ്യര്ഥിക്കുന്നു,ഒരു പകരം നിരപരാധികളായ അവരുടെ ഡെലിവറി കുറിപ്പുകളും പരിശോധിക്കുക, അവരുടെ സുഹൃത്തുക്കളെ വിവരമറിയിക്കുകയും, ",ഒരുപക്ഷേ overtruncated CAB SAUV 69 താൽ. "10 കടന്നു ഫലം .ഭയ്യയെക്കുറിച്ചുനിരകൾ കോക്സ് അല്ലെങ്കിൽ PIP പോലുള്ള അവിസ്മരണീയമായ obscenities തന്നിരിക്കുന്നു. ഉദാഹരണങ്ങൾവിനിയോഗിച്ചില്ലെന്നാണ് യഥാർത്ഥ തന്നേ; അവരെ നിർമ്മിച്ച curtational സമ്പ്രദായത്തിലേക്ക് ഇപ്പോഴുംഞങ്ങളുടെ കൂടെ.Moz DONG എന്.വൂൾഫ്ഗാങ് മൊട്ട്സാർട്ടിനേയും ലോറൻസോ ദ വഴി ഡോൺ ജിയോവാനി ഓഫ് CurtationPonte, Internat'l കമ്പ്യൂട്ടർവത്കൃത ബില്ലിംഗ് അഭിനേതാക്കള് നടത്തുന്ന പോലെപ്രിവ്യൂ സൊസൈറ്റി, ഗ്രേറ്റ് നെക്ക് (സിഐസി), N.Y.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Cutler വെബ്സ്റ്ററുടെ നിയമം:ഓരോ വാദം രണ്ട് ഭാഗത്തും ഒരു വ്യക്തി അല്ലാതെ, ഉണ്ട്വ്യക്തിപരമായി നടക്കാത്ത സാഹചര്യത്തിൽ ഒരേയൊരു, മതിയാകുന്നില്ല.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Cynic, എൻ .:ആരുടെ പിഴവ് ദർശനം അവർ അല്ല കാര്യങ്ങൾ കാണുന്നു ജാസ്വറിലേക്കുള്ളഅവ മുറപ്രകാരം. അതുകൊണ്ട് മുട്ടി എന്ന സിഥിയർ ഇടയിൽ കസ്റ്റംതന്റെ ദർശനം മെച്ചപ്പെടുത്താൻ ഒരു cynic കണ്ണു പൊട്ടിച്ചു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Cynic, എൻ .:അനുഭവപ്പെട്ടു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Cynic, എൻ .:ഒന്ന്, മഞ്ഞപ്പിത്തം കണ്ണ് റോസ് നിറമുള്ള കണ്ണട വഴി മുഖവുമായി.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഡാറ്റ, എൻ .:സിദ്ധാന്തങ്ങൾ തോളിൽ വീശുന്നുണ്ട് ഒരു ആക്കുറൽ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഡാറ്റ, എൻ .:"വിവരങ്ങൾ" എന്ന Computerspeak. ശരിയായി ഉച്ചരിക്കുന്നത്വഴി Bostonians പെൺകുഞ്ഞിനെ വേണ്ടി വാക്ക്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ട്രാഫിക് സാന്ദ്രത ഡേവിസിന്റെ നിയമം:തിരക്ക് മണിക്കൂർ ട്രാഫിക് സാന്ദ്രതയും ആനുപാതികമാണ്നിങ്ങളെ കൃത്യസമയത്ത് അനുവദിക്കരുത് അധിക സമയം 1.5 മടങ്ങ് തുക.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഡേവിസ് ന്റെ കീറിച്ചതാണ്:തങ്ങളാൽ പോകുന്നതു പ്രശ്നങ്ങൾ, തനിച്ചു തിരികെ വരിക.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഡോൺ, എൻ .:കാരണം പുരുഷന്മാരുടെ ഉറങ്ങാൻ പോകുമ്പോൾ സമയം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Deadwood, എൻ .:നിങ്ങളുടെ കമ്പനി ആർക്കും നിങ്ങൾ കൂടുതൽ മുതിർന്ന ആർ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മരണം ഇഷ്ടമുള്ളേടത്ത്, വ .:അത് ഒരു ഉദ്ദേശിക്കുന്നു ഇല്ലെങ്കിലും എപ്പോഴും സത്യമാണ് വരുന്നു എന്ന് മാത്രം ആശംസ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
തീരുമാനം മേക്കർ, വ .:നിങ്ങളുടെ ഓഫീസിൽ വ്യക്തി ഒരു ടാസ്ക് ഫോഴ്സ് രൂപീകരിക്കാൻ കഴിഞ്ഞില്ല ആർമുമ്പ് സംഗീതം നിർത്തി.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
സ്വതവേ, n .:[ഒരുപക്ഷേ ബ്ലാക്ക് ഇംഗ്ലീഷ് നിന്ന് "ടെ കുറ്റവും wid ഡിസം സിസ്റ്റം ആണ്,തി. "] നിഷ്ക്രിയത്വത്തിന്റെ പിശകുകൾ ഒഴിവാക്കാൻ വൃഥാ ശ്രമം." ഉദ്ദേശിക്കുന്ന ഒന്നുംഒന്നും വന്നതല്ല: വീണ്ടും സംസാരിക്കാൻ "- രാജാവ് യ്ക്കുക..
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
സ്വതേ, n .:ഹാർഡ്വെയർ ന്റെ, തീർച്ചയായും.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
വേറേയൊരു:ഫ്രഞ്ച്, ഇതിനകം തന്നെ കണ്ട. വ്യാജമായതോ; .നഞ്ഞെന്തിന്.Psychol., ഇല്ലാതെ മിഥ്യാബോധം മുമ്പ് അനുഭവിച്ചിട്ടുണ്ട്എന്തെങ്കിലും യഥാർത്ഥത്തിൽ ആദ്യമായി നേരിട്ടു ചെയ്തുകൊണ്ടിരിക്കുന്നു.Psychol., ഇല്ലാതെ മിഥ്യാബോധം മുമ്പ് അനുഭവിച്ചിട്ടുണ്ട്എന്തെങ്കിലും യഥാർത്ഥത്തിൽ ആദ്യമായി നേരിട്ടു ചെയ്തുകൊണ്ടിരിക്കുന്നു.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
ഓതികൊടുക്കേണ്ടതിനായി, n .:അത് ഏത് വശത്ത് നിർണ്ണയിക്കുന്നതിന് ഒറ്റ അപ്പം പരിശോധിച്ചു പ്രവർത്തിതീയതി buttered.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഡെന്റിസ്റ്റ്, n .:ആർ ഒരാളുടെ വായിൽ മെറ്റൽ മേല Prestidigitator, പിന്മാറിഒരുവൻറെ പോക്കറ്റുകൾ നിന്നു നാണയങ്ങൾ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഡെന്വര്, എൻ .:വെറും കൊളറാഡോ ലെ ഓ 'താഴെ സ്ഥിതിചെയ്യുന്ന smallish നഗരം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഡിസൈൻ, വി .:നിങ്ങൾ ഇത് പിന്നീട് എന്തു ചെയ്യുന്നു കടിച്ചമര്ത്തി.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
DeVries 'ധർമ്മസങ്കടം:നിങ്ങൾ ടൈപ്പ്റൈറ്റർ രണ്ടു കീകൾ ഹിറ്റ് നിങ്ങൾക്കായി ഒന്ന് ആഗ്രഹിക്കുന്നില്ലപേപ്പർ ഭൂചലനം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
സോഷ്യോളജി ഓഫ് Dibble ആദ്യ നിയമ:ചില ചെയ്യാൻ ചിലർ ചെയ്യരുതേ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Die, വി .:പെട്ടെന്നു പാപം നിർത്തുന്നതിന്.
		-- Elbert Hubbard

%
ഡിന്നർ നിർദ്ദേശം # 302 (ഹാക്കർ ന്റെ ഡീ-ലൈറ്റ്):തക്കാളി സോസ് 1 ടിൻ ഇംപോർട്ട് Brisling മത്തി1 കണ്ടെടുത്തതോടെ ചോക്കലേറ്റ് മാൾട്ട് Carnation തൽക്ഷണ ബ്രേക്ഫാസ്റ്റ്1 പെട്ടി പാൽ
		-- Elbert Hubbard

%
നയതന്ത്രം, n:സംസ്ഥാനത്ത് കിടക്കുന്ന.
		-- Elbert Hubbard

%
രാഷ്ട്രീയവും ഡെർക്സെൻ മൂന്നു നിയമങ്ങൾ:(1) തിരഞ്ഞെടുക്കപ്പെട്ടു നേടുക.(2) നേടുക വീണ്ടും തെരഞ്ഞെടുക്കപ്പെട്ട.(3) ഭ്രാന്തൻ ലഭിക്കില്ല, പോലും നേടുക.
		-- Sen. Everett Dirksen

%
disbar എന്:മറ്റ് ചില ബാറിൽ നിന്നും വ്യത്യസ്തമാക്കുന്നത് പോലെ.
		-- Sen. Everett Dirksen

%
വ്യതിരിക്ത, ADJ .:ഞങ്ങളുടെ എതിരാളികൾ അപേക്ഷിച്ച് മറ്റൊരു നിറം അല്ലെങ്കിൽ ആകൃതി.
		-- Sen. Everett Dirksen

%
ദുരിതം, n .:ഒരു സുഹൃത്തിന്റെ ശ്രേയസ്സിൽ ലേക്ക് എക്സ്പോഷർ ഉണ്ടാകുന്ന ഒരു രോഗം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
വിവാഹമോചനം, n:ഭാര്യയുടെ ഒരു മാറ്റം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഡോക്യുമെന്റേഷൻ:ഇംഗ്ലീഷ് ജാപ്പനീസ് സ്വീഡിഷ് നിന്ന് വിവർത്തനം നിർദ്ദേശങ്ങൾസംസാരിക്കുന്ന വ്യക്തികളെ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഇരട്ട-കുരുടൻ പരീക്ഷണം n:ചീഫ് ഗവേഷകൻ അവൻ വിശ്വസിക്കുന്ന ഏത് ഒരു പരീക്ഷണമായിരുന്നുവിഷയം ലാബിന്റെ അസിസ്റ്റന്റ് ഇരുവരും കരിയില. പലപ്പോഴും ഒപ്പമുണ്ടായിരുന്നുടൂത്ത് ഫെയറി ശക്തമായ വിശ്വാസം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഡൗ ന്റെ നിയമം:ശ്രേണീബദ്ധവും സംഘടനയിൽ, ഉയർന്ന തലത്തിലുള്ള,വലിയവൻ ആശയക്കുഴപ്പം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Drakenberg ഇന്ത്യയെ കണ്ടെത്തൽ:എങ്കിൽ നിങ്ങളുടെ കണ്ണട കണ്ടെത്താൻ ഞങ്ങൾക്ക് തോന്നുന്നില്ല,താങ്കൾ ഇല്ലാത്തതിനാൽ അത് ഒരുപക്ഷേ തുടർന്ന്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഹൈവേ ബയോളജി ഡ്രൂ ന്റെ നിയമം:മുന്നിൽ നേരിട്ട് വെടിപ്പുള്ള വിൻഡ്ഷീൽഡ് ദേശങ്ങളിലെ അടിച്ച ആദ്യത്തെ ബഗ്നിങ്ങളുടെ കണ്ണിന്റെ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മരുന്ന്, n:ഒരു എലിയുടെ കുത്തിവയ്ക്കാൻ ഒരു സമ്പത്തു, ഒരു ശാസ്ത്ര ഉത്പാദിപ്പിക്കുന്നത്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ducharme ന്റെ സൂത്രം:ഓപ്പർച്യൂണിറ്റി എപ്പോഴും കുറഞ്ഞത് opportune നിമിഷം മുട്ടുന്നു.Ducharme ന്റെ സ്വയംസിദ്ധപ്രമാണം:നിങ്ങൾ അടുത്തുനിന്ന് മതി നിങ്ങളുടെ പ്രശ്നം കണ്ട് തിരിച്ചറിയുമെന്ന്സ്വയം പ്രശ്നം ഭാഗമായാണ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഡ്യൂട്ടി, n:എന്താണ് ആരും മറ്റുള്ളവരെ നിന്നും പ്രതീക്ഷിക്കുന്നത്.
		-- Oscar Wilde

%
Eagleson ന്റെ നിയമം:ആറു അതിലധികമോ നോക്കി ചെയ്തിട്ടില്ല നിങ്ങളുടെ സ്വന്തം ഏതെങ്കിലും കോഡ്മാസം, അതുപോലെ മറ്റാരോ എഴുതിയ ചെയ്തിരിക്കാം. (Eaglesonയഥാർത്ഥ എണ്ണം മൂന്നു ആഴ്ച പോലെയും ശുഭാപ്തി വിശ്വാസിയാണ്.)
		-- Oscar Wilde

%
സാമ്പത്തികശാസ്ത്രം, എൻ .:സാമ്പത്തിക ജെ കെ ഗാൽബ്രെയിത്ത് മൂല്യം അർത്ഥവും പഠനമാണ്.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
വൻതോതിൽ സമ്പദ്:വലിയ നല്ലത് കേഴുകയാണെന്ന. ആവശ്യമെങ്കിൽ ആ പ്രത്യേകിച്ചും,കമ്പ്യൂട്ടർ വൈദ്യുതി ഒരു പ്രത്യേക തുക, അതു വാങ്ങാൻ നല്ലതുsmallies ഒരു കൂട്ടം അധികം വലിയ പ്രശ്നമല്ല. വിശ്വാസത്തിന്റെ ഒരു ലേഖനം അംഗീകരിച്ചുവൻകിട മെഷീനുകൾ ഒക്കെയും സങ്കീർണ്ണത സ്നേഹിക്കുന്ന ആളുകൾ. നിരസിച്ചുചെറിയ മെഷീനുകൾ എല്ലാ സ്നേഹിക്കുന്നവർക്കും വഴി വിശ്വാസത്തിന്റെ ഒരു ലേഖനം നിലയിൽആ പരിമിതികൾ.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
സാമ്പത്തിക ശാസ്ത്രജ്ഞനായ n:കണക്കുകള് നല്ലതാണ്, എന്നാൽ മതിയായ ഇല്ല ആരോഒരു അക്കൗണ്ടന്റ് ആകാൻ വ്യക്തിത്വം.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
ദാസരോടുള്ള, n:ഒരു പേന ഉപയോഗിച്ച് ന്യൂയോർക്ക് ടൈംസ് തുഞ്ചൻ പസിൽ ചെയ്യുന്നത്..ആദ്യമായി, N:കുറഞ്ഞ രുചി ഒരു വ്യക്തിയുടെ എന്നെ തന്നെത്താൻ കൂടുതൽ താൽപര്യം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
എഹ്രമാൻ ന്റെ വ്യാഖ്യാനവും:(1) കാര്യങ്ങളുടെ കളയാം തോറ്റു ലഭിക്കും.(2) ആർ കാര്യങ്ങൾ കളയാം പറഞ്ഞു
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Elbonics എന് .:ഒരു സിനിമ ഒന്നു armrest വേണ്ടി ത്തിനായി രണ്ടു ജനത്തിന്റെ പ്രവർത്തനങ്ങൾതിയേറ്റർ.
		-- "Sniglets", Rich Hall & Friends

%
വൈദ്യുതക്കസേരയിൽ n .:എല്ലാ ആധുനിക മെച്ചപ്പെടുത്തലുകൾക്കൊപ്പം ബേണിംഗ് അറ്റ്.
		-- "Sniglets", Rich Hall & Friends

%
ആന, എൻ .:സർക്കാർ പ്രത്യേകതകൾ നിർമ്മിച്ച ഒരു മൗസ്.
		-- "Sniglets", Rich Hall & Friends

%
ശബ്ദശാസ്ത്രം പതിനൊന്നാം നിയമം:മിനിമം-ഘട്ടത്തിൽ സിസ്റ്റത്തിൽ തമ്മിലുള്ള സമാഗതമാകും കണ്ണി അവിടെആവൃത്തി പ്രതികരണവും ഘട്ടം പ്രതികരണവും ക്ഷണികമായ പ്രതികരണവും, അവർപരസ്പരം കേവലം അവസ്ഥയാണ് എല്ലാം. കൂടിച്ചേർന്ന് ഈഔട്ട്പുട്ട് amplifiers തുറക്കുക-ലൂപ്പ് പിശകുകൾ minimalization ശരിയായനോൺ-ലീനിയർ സ്വായത്തമാക്കാൻ ക്രോസ്ഓവര് നെറ്റ്വർക്ക് ലോഡുചെയ്യുന്നു നഷ്ടപരിഹാരം കഴിയുംനഷ്ടപ്പെട്ട സിസ്റ്റം റെസലൂഷൻ ഒരു പ്രധാന കുറയുന്നു നയിക്കും. എന്നിരുന്നാലും,നിങ്ങൾ പിങ്ക് ഫ്ലോയ്ഡ് കേട്ടാൽ ഗതി, ഈ ജാക്കിനെ എന്നാണ്.
		-- "Sniglets", Rich Hall & Friends

%
ഈമാക്സ്, n .:ഒരു ടെക്സ്റ്റ് എഡിറ്റർ പതുക്കെ സഞ്ചരിക്കുന്ന പാരഡി.
		-- "Sniglets", Rich Hall & Friends

%
Contrariness ഓഫ് എമേഴ്സന്റെ നിയമം:നമ്മുടെ ചീഫ് ജീവിതത്തിൽ ചെയ്യണമെന്ന് നമ്മെ നാം എന്തു ഉണ്ടാക്കേണം ആളാണ് ആണ്കഴിയും. അവരെ കണ്ടിട്ടു ഞങ്ങൾ പിന്നെ അത് വേണ്ടി അവരെ വെറുക്കുന്നു ചെയ്യും.
		-- "Sniglets", Rich Hall & Friends

%
വിജ്ഞാനകോശം സെയിൽസ്മാൻ:പിൻ വാതിൽ പുറത്തു NIP അതിൽ ഒക്കെയും ക്ഷണിക്കുക.. ഫോൺ പോലീസ്നിങ്ങളുടെ വീട്ടിൽ burgled ചെയ്യുകയാണ് അവരോട് പറയുക.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
അനന്തമായ ലൂപ്, എൻ .:വളയത്തെ അനന്തമായ കാണാം.വളയത്തെ അതിരുകളില്ലാത്ത, N .:അതിരുകളില്ലാത്ത ലൂപ്പ് കാണുക.
		-- Random Shack Data Processing Dictionary

%
Engram, എൻ .:1. മനുഷ്യ മെമ്മറി ഭൌതിക പ്രകടനമാണ് - ". Engram"2. ശാരീരിക രൂപത്തിൽ ഒരു പ്രത്യേക മെമ്മറി. [ഉപയോഗം കുറിപ്പ്: ഈ പദം മേലിൽഉപയോഗിക്കുന്ന. വിൽസൺ, മാഗ്രൂഡറുടെ ചരിത്രപ്രസിദ്ധമായ കണ്ടെത്തൽ, പ്രകൃതി മുൻപ്engram എന്ന ന്യൂറോ ഇടയിൽ തീവ്രമായ ഊഹാപോഹങ്ങൾ ഒരു വിഷയം ആയിരുന്നുമനശാസ്ത്രജ്ഞർ, പോലും കമ്പ്യൂട്ടർ ശാസ്ത്രജ്ഞരുടെ. 1994 ൽ പ്രൊഫസർമാർ എം ആർ വിൽസൺഒപ്പം ഡബ്ല്യൂ വി മാഗ്രൂഡറുടെ, പ്യാലൊ മൗണ്ട് സെന്റ് യൂറ്റൂബില് യൂണിവേഴ്സിറ്റി രണ്ടും തെളിയിച്ചുഅവസാനിപ്പിക്കുകയാണ് സസ്തനികളിലെ തലച്ചോറിന്റെ ഒരു കൂട്ടം വ്യാഖ്യാനിക്കാനുള്ള കയറുമെന്ന് എന്ന്മുപ്പത്തി ഏഴ് ജനിതകമാറ്റം TECO മാക്രോകൾ സഹകരിക്കുന്ന പകരുന്ന. മാനവ മെമ്മറിHuffman അപ്പർകേസ്-മാത്രം ഹൈലെവൽ 1 മില്യൺ ക്യു രജിസ്റ്ററുകൾ താമസിക്കരുത് കാണിച്ചുവെന്നാണ്ആസ്കി സ്ട്രിംഗുകൾ. engram ലെ താൽപ്പര്യമുള്ള ശേഷം ഗണ്യമായി കുറഞ്ഞുസമയം.]പതിപ്പ് 3, 2007 എഡി
		-- New Century Unabridged English Dictionary,

%
മെച്ചപ്പെടുത്തുക, വി .:ഒരു ചിത്രം ഉപയോഗിച്ച്, സാധാരണയായി ദോഷവും കേടുവരുത്തുന്നതിന്.
		-- New Century Unabridged English Dictionary,

%
Entreprenuer, n .:ഉയർന്ന റോളിംഗ് റിസ്ക് വേട്ടയിൽ ആർ പകരം നന്നായിരുന്നേനെഒരു മോശം വിജയം അധികം പകിട്ടേറിയ പരാജയമായിരിക്കാം.
		-- New Century Unabridged English Dictionary,

%
അസൂയ, n .:നിയമവിരുദ്ധമായ നേട്ടങ്ങൾ കൊണ്ട് രൂപപെട്ടലോ ജനിച്ചിരിക്കുന്നു ആഗ്രഹിക്കുന്നു,പകരം ശ്രമിക്കുക ഒരുവനെ സ്വന്തമാക്കുന്നതിന് ഇല്ലാതെ.
		-- New Century Unabridged English Dictionary,

%
Epperson നിയമമനുസരിച്ച്:അതു ഒരു മനുഷ്യൻ ഒരു നിസാരമായ, ബാലിശമായ കളി പറയുന്നു, അത് ഒരുപക്ഷേ തുടർന്ന്എന്തെങ്കിലും അവന്റെ ഭാര്യ അവനെ തല്ലി കഴിയും.
		-- New Century Unabridged English Dictionary,

%
ഉദ്ഭവം, എൻ .:ചില ആദ്യകാല etymological പണ്ഡിതരായ ഉത്പന്നങ്ങൾ ഉപയോഗിച്ച് വന്നുപൊതു വിശ്വസിക്കാൻ വേണ്ടി ഹാർഡ് ആയിരുന്നു. പദം "പദോത്പത്തി" രൂപീകരിച്ചത്ലാറ്റിൻ "etus" ( "തിന്നു"), റൂട്ട് "മാൽ" ( "ചീത്ത"), ഒപ്പം "ബാറകല്ലാ" നിന്ന്( "പഠനത്തിനായി"). ഇത് "വിഴുങ്ങാൻ ഹാർഡ് കാര്യങ്ങൾ പഠനത്തിന്." യിൽ
		-- Mike Kellen

%
ഏതു കുതിരയെയും കാലുകൾ (ഭീഷണിപ്പെടുത്തൽ വഴി തെളിവ്) എണ്ണം അനന്തമാണ് ഉണ്ട്:കുതിരകൾ കാലുകൾ ഒരു പോലും ഉണ്ട്. അവർ രണ്ടു കാലുകൾ, അകത്തു പിന്നിൽഫ്രണ്ട് അവർ ഗുഹാമുഖത്ത് തുട. തീർച്ചയായും ഇത് ആണ് ആറു കാലുകൾ, ചെയ്യുന്നുഒരു കുതിര വേണ്ടി കാലുകൾ ഒറ്റയായി എണ്ണം. എന്നാൽ ഇരുവരും പോലും മാത്രമാണ് നമ്പർഒറ്റയും അനന്തമായി ആണ്. അതുകൊണ്ടു, കുതിരകളുടെ എണ്ണം അനന്തമാണ്കാലുകൾ. ഇപ്പോൾ, ജനറൽ കേസ് ഈ കാണിക്കാൻ എന്ന് എവിടെയോ ഊഹിക്കുന്നുകാലുകൾ ജനകമായ എണ്ണം കുതിര ഇല്ല. എന്നാൽ കുതിര ആണ്[ "എല്ലാ കുതിരകൾ ഒരേ നിറം ആകുന്നു"] എന്നിവരും തരംതിരിക്കേണ്ടവ മറ്റൊരു നിറം,ആ നിലവിലില്ല.
		-- Mike Kellen

%
ഓരോ പ്രോഗ്രാം (കുറഞ്ഞത്) രണ്ടു ആവശ്യങ്ങൾക്കായി ഉണ്ട്:എഴുതിയിരിക്കുന്നതു അതു മറ്റൊരു ഏത് ആയിരുന്നു ഒന്നു.
		-- Mike Kellen

%
ചിലവേറിയ അക്കൗണ്ടുകൾ, എൻ .:കോർപറേറ്റ് ഭക്ഷണം സ്റ്റാമ്പുകൾ.
		-- Mike Kellen

%
അനുഭവം n .:നിങ്ങൾക്ക് ആവശ്യമുള്ളപ്പോഴെല്ലാം വെറും വരെ ലഭിക്കുന്നില്ല എന്തോ.
		-- Olivier

%
വിദഗ്ദ്ധൻ, n .:പട്ടണത്തിൽ നിന്നു വരുന്നു, സ്ലൈഡ് കാണിക്കുന്നു ഒരാൾ.
		-- Olivier

%
ഔദ്യോഗിക സക്കരിയ നിയമങ്ങൾ നിന്ന് എക്സ്ട്രാക്റ്റുചെയ്യുക:ഇല്ല വാങ്ങൽ നിങ്ങളുടെ സമ്മാനം ക്ലെയിം ആവശ്യമാണ്, വാങ്ങൽ തന്നെ നിങ്ങളുടെ സമ്മാനം ക്ലെയിം പറയുന്നത് ചെയ്യുക: (എ) ശ്രദ്ധാപൂർവ്വംമുകളിൽ വലത് നിന്ന് നിങ്ങളുടെ കമ്പ്യൂട്ടറിൽ-അച്ചടിച്ച പേരും വിലാസവും മുറിക്കുകസമ്മാനം ക്ലെയിം ഫോം മൂലയിൽ. (ബി) കമ്പ്യൂട്ടർ-അച്ചടിച്ച പേര് മുദവയ്ക്കുക ഒപ്പംവിലാസം - പശ അല്ലെങ്കിൽ cellophane ടേപ്പ് ഉപയോഗിച്ച് (യാതൊരു വർധനവിലൂടെ അല്ലെങ്കിൽ പേപ്പർ ക്ലിപ്പുകൾ) -ഒരു 3x5 ഇഞ്ച് ഇൻഡക്സ് കാർഡ് ലേക്കുള്ള. (സി) എതിരെ "ഇല്ല" ഖണ്ഡിക (താഴത്തെ മുറിക്കുകസമ്മാനം ക്ലെയിം ഫോം കയ്യിൽ കോർണർ നഷ്ടപ്പെട്ടു) 3x5 കാർഡ് അതു മുദവയ്ക്കുകനിങ്ങളുടെ വിലാസം ലേബൽ താഴെ. (ഡി) പിന്നീട് നിങ്ങളുടെ മീതെ നിങ്ങളുടെ 3x5 കാർഡിലെ പ്രിന്റ്കമ്പ്യൂട്ടർ-അച്ചടിച്ച പേരും വിലാസവും വാക്കുകൾ 'കാർട്ടർ & VAN പീൽസ്വീപ്സ്റ്റേക്കുകൾ "(മൂലധന അക്ഷരങ്ങൾ ഉപയോഗിക്കുക.) (ഇ) ഒടുവിൽ 3x5 കാർഡ് സ്ഥാപിക്കുകഎന്തു The ഉപയോഗിക്കരുത്: ഒരു പ്ലെയിൻ പേടിപ്പിക്കേണ്ട [ശ്രദ്ധിക്കുക കടന്നു (bending ഇല്ലാതെ)ഔദ്യോഗിക സമ്മാനം ക്ലെയിം, CVP തൈലവും എൻവലപ് മറുപടി അല്ലെങ്കിൽ നിങ്ങൾഅയോഗ്യത] ചെയ്ത് മെയിൽ: CVP, ബോക്സ് 1320, Westbury, NY 11595. പ്രിന്റ്ഈ വിലാസം ശരിയായി. ശ്രദ്ധാപൂർവം മുകളിൽ നിർദ്ദേശങ്ങൾ പാലിക്കുകയുംപൂർണ്ണമായും അല്ലെങ്കിൽ നിങ്ങളുടെ അവാർഡ് ലഭിച്ചുവെങ്കിലും നിന്ന് അയോഗ്യത ചെയ്യാം.
		-- Olivier

%
യക്ഷിക്കഥ, എൻ .:പത്രങ്ങൾക്ക് മക്കൾ തയ്യാറാക്കാൻ ഒരു ഹൊറർ കഥ.
		-- Olivier

%
ഫക്കീർ, എൻ:ആരുടെ മാസ്മരികതയും ഡാറ്റ ഏകദേശം പ്രേരിപ്പിച്ചിരിക്കാം ഒരു സൈക്കോളജിസ്റ്റ്പോലും ഉറവിടങ്ങൾ ആയാലും പിന്തുണയോടെ മത,കയർ അപ്പ് shinnied ചെയ്ത് അപ്രത്യക്ഷമായ തോന്നുന്നില്ല.
		-- Olivier

%
falsie സെയിൽസ്മാനായാണ്, n:ഫുള്ളർ സ്മാരകം മനുഷ്യൻ.
		-- Olivier

%
പ്രശസ്ത അവസാന വാക്കുകൾ:
		-- Olivier

%
പ്രശസ്ത അവസാന വാക്കുകൾ:(1) "വിഷമിക്കേണ്ട, ഞാൻ അതു കൈകാര്യം ചെയ്യാൻ കഴിയും."(2) "നിങ്ങൾ എന്തു സൈന്യം?"(3) "നിങ്ങൾ കരുതുന്നു പോലെ സ്മാർട്ട് എങ്കിൽ നിങ്ങൾ പാടില്ലഒരു പോലീസുകാരനെ. "
		-- Olivier

%
പ്രശസ്ത അവസാന വാക്കുകൾ:(1) അത് അൺപ്ലഗ്ഗുചെയ്യരുത്, അത് പരിഹരിക്കാൻ ഒരു നിമിഷം എടുക്കും.(2) അവിടെ നിന്നു കാണാൻ കഴിയില്ല, ന്റെ കുറുക്കുവഴി നോക്കാം.(3) ഈ രണ്ട് വയറുകളും തൊടുകയും എന്തു സംഭവിക്കും tog--(4) നാം റിസർവേഷനുകൾ ആവശ്യമില്ല.(5) എപ്പോഴും സണ്ണി അവിടെ വർഷം ഈ സമയം.(6) ലോഡ് അല്ല, വിഷമിക്കേണ്ട.(7) അവർ ഒരു മാനേജർ വരുത്തുക (മതിയായ തീരണമെന്നില്ല) ഒരിക്കലും ആഗ്രഹിക്കുന്നു.(8) വിഷമിക്കേണ്ട! സ്ത്രീകൾ അതു സ്നേഹിക്കുന്നു!
		-- Olivier

%
പ്രശസ്ത ഉദ്ധരണികൾ:""""""
		-- Marcel Marceau

%
പ്രശസ്തർ, ADJ .:സ്പഷ്ടമായി ദുരിതമനുഭവിക്കുക.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഫീച്ചർ, n:ഒരു പ്രോഗ്രാം വിസ്മയകരമായ പ്രോപ്പർട്ടി. Occasionaly രേഖകൾ. ചെയ്യാഒരു പ്രോപ്പർട്ടി ഒരു സവിശേഷത ചിലപ്പോൾ രചയിതാവ് അർത്ഥമാക്കുന്നത് വിളിക്കുംഎന്നുവരികിലും കേസ് പരിഗണിക്കുക, പ്രോഗ്രാം ഒരു അപ്രതീക്ഷിത ചെയ്യുന്നു,വരണമെന്നില്ല തെറ്റായ പ്രതികരണം. ബഗ് കാണുക. "ഒരു ബഗ് അല്ല, അത്രയേയുള്ളൂഒരു സവിശേഷത! "ഒരു ബഗ് അത് ഡോക്യുമെൻറ് ഒരു സവിശേഷത ചെയ്യാന് പറ്റും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
fenderberg, n .:വയറുകളിൽ ഫോം വലിയ ഹിമയുഗം നിക്ഷേപങ്ങൾക്ക്snowstorms സമയത്ത് കാർ fenders എന്ന.
		-- "Sniglets", Rich Hall & Friends

%
ഫെർഗൂസൻ സൂത്രം:നിങ്ങൾ പറയുന്നതു കഴിയാത്തപ്പോൾ ഒരു പ്രതിസന്ധി ആണ് "ന്റെ മുഴുവൻ കാര്യം മറന്നു പോകട്ടെ."
		-- "Sniglets", Rich Hall & Friends

%
ഫിഡിലിറ്റ്, n .:കാണിച്ചുകൊടുത്ത പോകുന്നു ചെയ്തവർക്ക് സഹകരിച്ചാല് നന്മയാണ്.
		-- "Sniglets", Rich Hall & Friends

%
അപ്ലൈഡ് ടെറർ അഞ്ചാം നിയമം:നിങ്ങൾ ഒരു തുറന്ന-പുസ്തകം പരീക്ഷ നൽകപ്പെടുന്ന പക്ഷം നിങ്ങളുടെ പുസ്തകം മറക്കും.മുഖ്യവാദത്തിന്റെ:നിങ്ങൾ ഒരു പിടിക്കുന്ന ഹോം പരീക്ഷ നൽകപ്പെടുന്ന പക്ഷം നിങ്ങൾ എവിടെ ജീവിക്കുന്നു മറക്കും.
		-- "Sniglets", Rich Hall & Friends

%
കാലവിളംബം അഞ്ചാം നിയമം:കാലവിളംബം മുഷിപ്പ് സാധിക്കും; ഒറ്റ തോന്നൽ ഉണ്ട് ഒരിക്കലുംചെയ്യാൻ പ്രധാനപ്പെട്ട ഒന്നും ഇല്ല.
		-- "Sniglets", Rich Hall & Friends

%
ഫയൽ കാബിനറ്റ്:നാല് ജോലിക്കാരനെ, സ്വമേധയാ സജീവമാക്കിയ ട്രാഷ് compactor.
		-- "Sniglets", Rich Hall & Friends

%
filibuster, n .:നിങ്ങളുടെ പതിയിരിക്കുന്നു ചുറ്റും എറിഞ്ഞാലൊന്നും.
		-- "Sniglets", Rich Hall & Friends

%
Finagle തത്വസംഹിത:ശാസ്ത്രം സത്യമാണ്. വസ്തുതകളുടെ വഴിതെറ്റിക്കപ്പെടരുത്.
		-- "Sniglets", Rich Hall & Friends

%
Finagle എട്ടാം നിയമം:ഒരു പരീക്ഷണം പ്രവർത്തിക്കുന്നു എങ്കിൽ, എന്തോ തെറ്റായി സംഭവിച്ചു.Finagle ന്റെ ഒമ്പതാം നിയമം:ഏതു ഫലങ്ങൾ പ്രതീക്ഷിക്കുന്നത് ഇവയ്ക്കുള്ള ആരെങ്കിലും എപ്പോഴും സന്നദ്ധനാണ്	കൃതൃമം കാണിക്കുക.Finagle പത്താമത്തെ നിയമം:സാരമില്ല ഫലം ആരെങ്കിലും എപ്പോഴും അത് ദുര്വാഖാനം അതിയായ എന്തു.Finagle ന്റെ പതിനൊന്നാം നിയമം:സാരമില്ല സംഭവിക്കുന്നത് എന്താണ് ആരെയെങ്കിലും തക്കവണ്ണം സംഭവിച്ചു വിശ്വസിക്കുന്നഅവന്റെ വളർത്തുമൃഗങ്ങളുടെ സിദ്ധാന്തം.
		-- "Sniglets", Rich Hall & Friends

%
Finagle ആദ്യ നിയമ:ഒരു പരീക്ഷണം പ്രവർത്തിക്കുന്നു എങ്കിൽ, എന്തോ തെറ്റായി സംഭവിച്ചു.
		-- "Sniglets", Rich Hall & Friends

%
Finagle ആദ്യ നിയമ:മികച്ച ഒരു വിഷയം പഠിക്കാനായി ആരംഭിക്കുന്നതിന് മുമ്പായി നിങ്ങൾക്ക് നന്നായി തിരിച്ചറിയുന്നു.Finagle രണ്ടാം:എല്ലായ്പ്പോഴും ഡാറ്റ റെക്കോർഡ് സൂക്ഷിക്കാൻ - നിങ്ങൾ പ്രവർത്തിച്ച് ഞങ്ങൾ സൂചിപ്പിക്കുന്നു.Finagle നാലാമത്തെ നിയമം:ഒരിക്കൽ ജോലി നോക്കുകയും കാൽകൊണ്ടു, അത് മെച്ചപ്പെടുത്താൻ ചെയ്തിരിക്കുന്ന മാത്രം നിർമ്മാതാക്കൾഅത്രേയുള്ളു.Finagle അഞ്ചാം നിയമം:എല്ലായ്പ്പോഴും തുടർന്ന്, നിങ്ങളുടെ കർവുകൾ ആകർഷിക്കും നിങ്ങളുടെ റീഡിംഗുകൾ ഗൂഢാലോചന.Finagle ആറാമത്തെ നിയമം:അത്ഭുതങ്ങൾ വിശ്വസിക്കുന്നില്ല - അവരെ ആശ്രയിക്കുന്നത്.
		-- "Sniglets", Rich Hall & Friends

%
Finagle രണ്ടാം:സാരമില്ല മൂലവും ഫലം, എപ്പോഴും ഉണ്ടാകും എന്തുആവോളം ആരെങ്കിലും (എ) ദുര്വാഖാനം, (ബി) വ്യാജ അതു, അല്ലെങ്കിൽ (സി) അതു വിശ്വസിക്കുകയുംസ്വന്തം വളർത്തുമൃഗങ്ങളുടെ തിയറിയിൽ സംഭവിച്ചു.
		-- "Sniglets", Rich Hall & Friends

%
Finagle ഏഴാം നിയമം:പ്രപഞ്ചത്തിന്റെ നീതികേടു പരമാവധി നേരെ കുറവുമാണ്.
		-- "Sniglets", Rich Hall & Friends

%
Finagle മൂന്നാമത്തെ നിയമം:ഏതെങ്കിലും ശേഖരം, പ്രധാനമായും കണക്കുകൾ ശരിയായ ൽ,പരിശോധന എല്ലാ ആവശ്യം അപ്പുറം, ഒരു തെറ്റാണ്Corollaries:(1) സഹായം തേടുന്നു ആരെ ഗുരുസ്ഥാനീയരെയും കാണും.(2) വഴി നിർത്തുന്നു ആദ്യത്തെ വ്യക്തി, ആരുടെ ഉപദേശം ശരിക്കും നിങ്ങൾ, കേൾക്കാൻ ആഗ്രഹിക്കുന്നില്ലെങ്കിൽ ഉടനെ കാണും.
		-- "Sniglets", Rich Hall & Friends

%
ഫൈൻ ന്റെ മുഖ്യവാദത്തിന്റെ:പ്രവർത്തനം പുച്ഛത്തോടെ ജനിപ്പിക്കുന്നു.
		-- "Sniglets", Rich Hall & Friends

%
Finster ന്റെ നിയമം:ഒരു അടച്ച വായിൽ കാൽ ശേഖരിക്കുന്നു.
		-- "Sniglets", Rich Hall & Friends

%
സൈക്കിളിംഗ് ഒന്നാം നിയമം:നിങ്ങൾക്ക് സവാരി വഴി പ്രശ്നമേയല്ല, അതു കയറ്റത്തിൽ കാറ്റു എതിരാണ്.
		-- "Sniglets", Rich Hall & Friends

%
ചർച്ചയിൽ ആദ്യ നിയമം:ഭോഷനെ തർക്കിക്കാൻ ഒരിക്കലും. ആളുകൾ വ്യത്യാസം തോനുന്നു.
		-- "Sniglets", Rich Hall & Friends

%
കാലവിളംബം ഒന്നാം നിയമം:കാലവിളംബം ജോലി ചുരുങ്ങി ഒപ്പം ചുമതലമറ്റാരെങ്കിലും അതിന്റെ ടെർമിനേഷൻ (അതായത്, ആർ അധികാരത്തോട്സമയപരിധി അടിച്ചേൽപ്പിക്കുകയും).കാലവിളംബം അഞ്ചാം നിയമം:കാലവിളംബം മുഷിപ്പ് സാധിക്കും; ഒറ്റ തോന്നൽ ഉണ്ട് ഒരിക്കലുംചെയ്യാൻ പ്രധാനപ്പെട്ട ഒന്നും ഇല്ല.
		-- "Sniglets", Rich Hall & Friends

%
സാമൂഹിക ജനറ്റിക്സ് ആദ്യ നിയമം:കന്യാസ്ത്രീകൾ പാരമ്പര്യമായി അല്ല.
		-- "Sniglets", Rich Hall & Friends

%
ചരിത്രം ആദ്യ നിയമം:ചരിത്രം ആവർത്തിക്കില്ലെന്ന് - ചരിത്രകാരന്മാർ കേവലം പരസ്പരം ആവർത്തിക്കുക.
		-- "Sniglets", Rich Hall & Friends

%
Fishbowl, n .:പുതുതായി പ്രമോട്ട് മാനേജർമാർ എവിടെയാണെന്ന് ഒരു ഗ്ലാസ്-ഇടതൂർന്നു ഒറ്റപ്പെടൽ സെൽനിരീക്ഷണത്തിനായി ആചരിച്ചു.
		-- "Sniglets", Rich Hall & Friends

%
നിത്യ അരിഷ്ടതയും അഞ്ച് നിയമങ്ങൾ:(1) എല്ലായ്പ്പോഴും അനുഭാവപൂർവ്വം നിങ്ങളെ നോക്കി മറ്റുള്ളവരെ ആഹ്വാനം ചെയ്യുക ശ്രമിക്കുക.(2) സാഹചര്യങ്ങൾ കുറിച്ച് അനുമാനങ്ങൾ ധാരാളം വരുത്തുക ഉറപ്പാക്കുകഅവർ റിയാലിറ്റി ആകുന്നു ഭാവത്തിൽ ഈ അനുമാനങ്ങൾ പരിഗണിക്കുമെന്ന്.അതു പ്രതിസന്ധി തുടർന്ന് എന്നപോലെ (3) ഓരോ പുതിയ സാഹചര്യം കൈകാര്യം.(4) ഉപയോഗിച്ച് ആണ്ടുമുങ്ങവെ (മാത്രം കഴിഞ്ഞ ഭാവിയിൽ ജീവിക്കുകഎത്ര മികച്ച കാര്യങ്ങൾ അല്ലെങ്കിൽ എത്ര മോശമായ വന്നിരിക്കാംകാര്യങ്ങൾ മാറിയേക്കാം).(5) ഇടയ്ക്കിടെ പോലെ വിഡ്ഢിത്തം മുദ്രകുത്തി സ്വയം stompആദ്യത്തെ നാലു നിയമങ്ങൾ പാലിക്കുക.
		-- "Sniglets", Rich Hall & Friends

%
flannister, n .:ഒരുമിച്ചു ബിയർ ആറ് പാക്ക് സൂക്ഷിക്കുന്ന പ്ലാസ്റ്റിക് നുകം.
		-- "Sniglets", Rich Hall & Friends

%
Flon ൽ ന്റെ നിയമം:ഇപ്പോൾ ഇല്ല; ഒരിക്കലും ഒരു ഭാഷ ആയിരിക്കുംഅതു മോശം പ്രോഗ്രാമുകൾ എഴുതാൻ കുറഞ്ഞത് ബിറ്റ് പ്രയാസമാണ്.
		-- "Sniglets", Rich Hall & Friends

%
ഫ്ലോചാര്ട്ട് എന്. & V .:[ഒഴുക്ക് + ചാർട്ട് "മുടി പണക്കാരായ ധാരാളമായി ഇറങ്ങി റിപ്പിൾ ൽ നിന്ന്""മാനദണ്ഡങ്ങളെയും തെറ്റിദ്ധരിപ്പിക്കാൻ രൂപകൽപ്പന. ഒരു നിഗൂഢ hidden-നിധി മാപ്പ്"]1. എന്. പരിഹാരം, എന്തെങ്കിലും ഉണ്ടെങ്കിൽ, Mascheroni നിർമാണ ഒരു ക്ലാസ്ഏത് ൽ കൊടുത്തിരിക്കുന്നു അൽഗോരിതങ്ങൾ ജ്യാമിതീയ പ്രാതിനിധ്യം ആവശ്യമായ പ്രശ്നങ്ങൾആൻസി ടെംപ്ലേറ്റ് മാത്രം 35 അടിസ്ഥാന ideograms ഉപയോഗിച്ച്. 2. എന്. Neronicസിസ്റ്റം കത്തുന്ന സമയത്ത് വരച്ചുതുടങ്ങി. 3. എന്. വേണ്ടി ഒരു താഴ്ന്ന കുറഞ്ഞ പകരമാവില്ലവാൾപേപ്പർ. 4. എന്. നിരക്ഷരരായ തെറ്റിക്കുന്ന innumerate. "ഒരുആയിരം ചിത്രങ്ങൾ കോഡ് പത്തു വരികൾ രൂപയുടെ ആകുന്നു. "- ദി പ്രോഗ്രാമറുടെലിറ്റിൽ റെഡ് Vade Mecum, മാവോ സെതൂങ്ങിൻറെ T'umps. 5. v.intrans. ഉത്പാദിപ്പിക്കാൻമനസ്സിൽ ഒരു പ്രത്യേക വസ്തുവോ ഫ്ലോചാർട്ടുകൾ. 6. v.trans. അസ്പഷ്ടമാക്കുകയോ ചെയ്യുകഅവ്യക്തമായ കാർട്ടൂൺ ഉപയോഗിച്ച് (ഒരു പ്രശ്നം).
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Flugg ന്റെ നിയമം:നീ മരവും മുട്ടിവിളിക്കുന്നെന്നു വേണ്ടി നിങ്ങൾ തിരിച്ചറിയുമ്പോൾ ആണ്ലോകം വിനൈൽ, naugahyde അലൂമിനിയം പാണ്ഡിത്യം എന്ന്.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
ഫോഗ് വിളക്കുകളും, എൻ .:പരിപൂർണ്ണ മൌണ്ട് അമിതമായും (പലപ്പോഴും obnoxiously) മിനുക്കിയ വിളക്കുകൾവാഹന; സൂചിപ്പിക്കാൻ വരണ്ട, വ്യക്തമായ രാത്രികളിലും ഉപയോഗിച്ചഡ്രൈവറുടെ മസ്തിഷ്ക ഒരു മൂടൽമഞ്ഞ് ആണ്. ഇതും കാണുക "മൂഢനാവുക ലൈറ്റ്സ്".
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
തിലകം ഓപ്പറേഷൻ:അഡ്ജസ്റ്റ്മെന്റ് ഒന്നുമില്ല ഉപജീവനം.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
പ്രവചനം, എൻ .:ഭാവി ഒരു പ്രവചന, കഴിഞ്ഞ അടിസ്ഥാനമാക്കിഏത് പ്രവചനം ഇന്നത്തെ ൽ പേയ്മെന്റ് ആവശ്യപ്പെടുന്നു.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
മറന്നുപോയതിന്, n .:ദൈവത്തിന്റെ ദാനം നഷ്ടപരിഹാരമായി കടക്കാർ ചെയ്തു തന്നിട്ടുള്ളമനസ്സാക്ഷിയുടെ അവരുടെ അധമത്വം.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
ഫോർച്ച്യൂൺ ഭയാശങ്കകളും വാക്യങ്ങൾ അർഥം എന്ത് തൊഴിൽ വിശദീകരിക്കുന്നു: # 1സ്കിൽഡ് വാക്കാലുള്ള Communicator:സംസാരിക്കാം ശ്രമിക്കുമ്പോൾ inaudibly ചാന്നല്. സ്വയം ലേക്കുള്ള സംവാദങ്ങൾ.സ്വയം വാദിക്കുന്നു. ഈ വാദങ്ങൾ നഷ്ടപ്പെടുന്നു.സ്കിൽഡ് എഴുതിയ Communicator:നന്നായി കുത്തിക്കുറിച്ചിട്ടവ. മെമ്മോകൾ ഒഴികെ .അത്തരത്തിലൊന്ന് invariable ആകുന്നുമറ്റാരെങ്കിലും സമീപകാല പരാജയങ്ങൾ കടപ്പാട് ഭാഗങ്ങളിലേക്കും.വളർച്ച സാധ്യതകൾ:ശരിയായ മാർഗനിർദേശം ആനുകാലിക കൗൺസിലിംഗ്, ഒപ്പം പരിഹാര പരിശീലനം,reviewee മെയ്, മതിയായ സമയം അടുത്ത മേൽനോട്ടം നല്കിയിരിക്കുന്ന യോഗംആവശ്യമുള്ള കമ്പനി പ്രതീക്ഷിച്ചതുപോലെ.കീ കമ്പനി കണക്ക്:തികഞ്ഞ കൌണ്ടർ ഉദാഹരണത്തിന് ആയി.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
ഫോർച്ച്യൂൺ ഭയാശങ്കകളും വാക്യങ്ങൾ അർഥം എന്ത് തൊഴിൽ വിശദീകരിക്കുന്നു: # 4സ്ഥിരതയുള്ള:Reviewee ഒന്നും സമ്പാദിച്ച ചെയ്തിട്ടില്ല ശരിയായ ഇതുവരെ, അതു പ്രതീക്ഷിക്കുന്നത്ഈ പാറ്റേൺ വരുന്ന വർഷം മുഴുവനും തുടരുമെന്ന്.ഒരു നല്ല ഉപദേശകരായി:ഏതെങ്കിലും ഇതരമാർഗ്ഗങ്ങൾ നമ്പറുള്ള അവതരിപ്പിക്കുക reviewee, നടപ്പിലാക്കാനായിഅവരെ ഓർഡർ അവന്റെ / അവളുടെ സ്പെസിഫിക്കേഷൻ കൃത്യമായും സമ്മുഖ ൽ.ഒരു ആസൂത്രകൻ ആൻഡ് സംഘാടകൻ:സാധാരണയായി ഷൂ മുമ്പിൽ സോക്സ് ഇട്ടു കൈകാര്യം. പൊരുത്തപ്പെടുത്താനാകുംവസ്ത്രം അനിമൽ ടാഗുകൾ.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
ഫോർച്ച്യൂൺ ഭയാശങ്കകളും വാക്യങ്ങൾ അർഥം എന്ത് തൊഴിൽ വിശദീകരിക്കുന്നു: # 9മാനേജ്മെന്റ് കാടിനോട്:കാരണം നിർജീവ വസ്തുക്കൾ തന്റെ അടുപ്പമുള്ള ബന്ധത്തിന്റെ,reviewee വകുപ്പിന്റെ വിമർശന സ്ഥാനത്തേക്ക് നിയമിച്ചുപെൻസിൽ മോണിറ്റർ.പ്രചോദനമായി:മറ്റുള്ളവർക്ക് ഒരു യഥാർത്ഥ പ്രചോദനം. ( "അവിടെ, ദൈവത്തിന്റെ കൃപ വേണ്ടി,എന്നെക്കാൾ പോയി ")സ്ട്രെസ് അനുയോജ്യമാകുന്നു:കാറ്റു, വെള്ളം, അല്ലെങ്കിൽ തീവ്രതയനുസരിച്ച് ആശ്രയിച്ചിരിക്കും അന്തരിച്ചുസാഹചര്യം.ലക്ഷ്യം ഓറിയന്റഡ്:ഇടവിടാതെ തനിക്കുവേണ്ടി കുറഞ്ഞ ലക്ഷ്യങ്ങൾ ചെയ്യുന്നു, സാധാരണയായി പരാജയപ്പെട്ടാൽഅവരെ എതിരേറ്റു.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
മെമ്മോ യുദ്ധങ്ങൾ വേണ്ടി ഫോർച്യൂൺ ന്റെ നിയമങ്ങൾ: # 2sociocybernetics ആൻഡ് telepsychology ഓവറിൽ അവിശ്വസനീയമായ മുന്നേറ്റങ്ങൾ നൽകിയിരിക്കുന്നകഴിഞ്ഞ ഏതാനും വർഷങ്ങളായി, ഞങ്ങൾ ഇപ്പോൾ പൂർണമായും എല്ലാം ആ മനസ്സിലാക്കാൻ സാധിക്കുന്നുഒരു മെമ്മോ രചയിതാവ് പറയാൻ ശ്രമിക്കുന്നു. ആധുനിക വികാസങ്ങൾ നന്ദികുറിപ്പുകൾ, vnews,, വൈദ്യുതിയും electrocommunications, നാം ഒരു ഞങ്ങൾക്കുണ്ട്നാഗരികത ഉണ്ട് ഏത് ഇഷ്ടപ്പെടുന്നു interunderstanding അവിശ്വസനീയ ലെവൽഅറിയപ്പെടുന്ന ഒരിക്കലും. ഇപ്രകാരം, നിങ്ങളുടെ misinterpreting മറ്റൊരാളുടെ സാധ്യതമെമ്മോ പ്രായോഗികമായി ഒടുക്കേണ്ടതില്ല. ഇതു ഇല്ലാതെ നിങ്ങളെ ചുമത്തുന്ന ആർക്കും അറിഞ്ഞിരിക്കുന്നത്ചെയ്തതു അങ്ങനെ കള്ളൻ ആകുന്നു അതനുസരിച്ച് തന്നെ കാണണം. നിങ്ങൾ * * മനസ്സിലാക്കാൻ ഇല്ലെങ്കിൽസംശയാസ്പദമായ മെമ്മോ, പക്ഷേ പറയാൻ സമ്പത്തു തികച്ചും യാതൊന്നും തുടർന്ന്നിങ്ങൾ ഒരു ആനച്ചന്തം .ഭീകരവാദം ആക്രമണം ഉത്തമമായ അവസരമുണ്ട്. സത്യത്തിൽ,താഴെ .ഭീകരവാദം ഒരു ആക്രമണത്തിന്റെ മാത്രം * അനുചിതമായ * തവണ ഇവയാണ്:1: ഒരു മെമ്മോ രചയിതാവ് പൂർണമായും അംഗീകരിക്കുകയാണെങ്കിൽ.2: യഥാർത്ഥ മെമ്മോ രചയിതാവ് നിങ്ങൾ വളരെ നീളം കൂടിയതാണ് സന്ദർഭം.3: നിങ്ങളുടെ സ്വന്തം മെമ്മോകൾ ഒന്ന് മറുപടി അയയ്ക്കുമ്പോൾ.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
അപ്ലൈഡ് പത്മരാജന് നാലാം നിയമം:മലയാളം ചരിത്രം ഇടക്കാല നിങ്ങളുടെ ജീവശാസ്ത്രം മുമ്പിൽ രാത്രിപരിശീലകൻ planaria 200 പേജുകൾ നല്കും.മുഖ്യവാദത്തിന്റെ:ഓരോ പരിശീലകൻ നിങ്ങൾ ഒഴികെയുള്ള വേറൊന്നും കരുതുന്നുആ പരിശീലകൻ ന്റെ കോഴ്സ് പഠനം.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
റിവിഷൻ നാലാം നിയമം:ഇത് ഏകദേശം മുൻകൂട്ടി ആശങ്കയുമായി സാധാരണയായി അപ്രായോഗികമാണ് ആണ്interferences - നിങ്ങൾ ആരും ഉണ്ടെങ്കിൽ, ആരെങ്കിലും നിങ്ങൾക്ക് വേണ്ടി ഒരാളാക്കുന്നതുമാണ്.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
താപയാന്ത്രികശാസ്ത്രം നാലാം നിയമം:വിജയത്തിന്റെ പ്രോബബിലിറ്റി ഏകദേശം ഒന്നല്ല, അത് പൂജ്യം സമീപം .മധ്യ ആണ്.
		-- David Ellis

%
ഫ്രെസ്കോ ഇന്ത്യയെ കണ്ടെത്തൽ:നിങ്ങൾ എന്താണ് ചെയ്തത് അറിഞ്ഞു എങ്കിൽ നിങ്ങൾ ഒരുപക്ഷേ ഊഹിച്ചാല് ആഗ്രഹിക്കുന്നു.
		-- David Ellis

%
ഫ്രൈഡ് ന്റെ 1st റൂൾ:ക്ലറിക്കൽ ചടങ്ങിൽ വർദ്ധിച്ചു ഓട്ടോമേഷൻഅനിവാര്യമായും വർദ്ധിച്ചു പ്രവർത്തനത്തിനുമായി പൊതുജനങ്ങളിൽ കാരണമാകുന്നുണ്ട്.
		-- David Ellis

%
സുഹ്യത്തുക്കൾ, എൻ .:അവർക്ക് നിങ്ങളുടെ പുസ്തകങ്ങളും സജ്ജമാക്കി ആർദ്ര കണ്ണട തുനിഞ്ഞിട്ടില്ല ആളുകൾ.നിന്നെ അറിയുന്ന, എന്നാൽ എന്തായാലും ഇഷ്ടപ്പെടുന്ന ആളുകൾ.
		-- David Ellis

%
Frobnicate, വി .:കൃത്രിമം അല്ലെങ്കിൽ ക്രമീകരിക്കുക, കുറ്റമറ്റ ലേക്കുള്ള. FROBNITZ നിന്ന് ഉരുത്തിരിഞ്ഞത്. സാധാരണയായിFROB ചുരുക്ക. ഇങ്ങനെ ഒറ്റ വാക്കു ഉണ്ട് "ഒരു frob frob ലേക്ക്." കുറ്റമറ്റ കാണുകഒപ്പം TWIDDLE. ഉപയോഗം: FROB, TWIDDLE, ചിലപ്പോൾ സഹിതം പോയിന്റ് connote കുറ്റമറ്റഒരു continuum. FROB റോള്നു കൃത്രിമത്വം സൂചിപ്പിക്കുന്നു; TWIDDLE മൊത്ത സൂചിപ്പിക്കുന്നുകൃത്രിമത്വം, ശരിയായ ക്രമീകരണം പലപ്പോഴും ഒരു നാടൻ തിരയൽ; ളാമിലെ കുറ്റമറ്റശരിയാക്കുക. ഒരാൾ oscilloscope ഒരു മുട്ടും തിരിഞ്ഞു ആണെങ്കിൽ, അവൻ എങ്കിൽശ്രദ്ധാപൂർവ്വം അർഹിച്ചിരുന്നു എന്ന് തുടച്ചയായി ആണ് അത് ക്രമീകരിച്ച്; അവൻ അതു വെറും തിരിഞ്ഞു എങ്കിൽഎന്നാൽ സ്ക്രീൻ അർഹിച്ചിരുന്നു എന്ന് twiddling ഒന്ന് നോക്കി; പക്ഷേ അവൻ എങ്കിൽഒരു മുട്ടും തിരിഞ്ഞു രസകരമായ കാരണം അത് ചെയ്യുന്നത് അവൻ അതു frobbing പറ്റി.
		-- David Ellis

%
Frobnitz, പോളണ്ട്. Frobnitzem (frob'nitsm) N .:ഒരു വ്യക്തമാക്കാതെ ശാരീരിക ഒബ്ജക്റ്റ് ഒരു വിഡ്ജറ്റ്. എതിരെ ഇലക്ട്രോണിക് പരാമർശിക്കുന്നുകറുത്ത ബോക്സുകൾ. ഈ അപൂർവ ഫോം സാധാരണയായി FROTZ ചുരുക്ക, അല്ലെങ്കിൽ കൂടുതൽ ആണ്സാധാരണയായി FROB ലേക്ക്. എതിരെ FROBNULE, FROBULE, ഒപ്പം FROBNODULE ആകുന്നു ഉപയോഗിച്ചു.1979 ഒരുപക്ഷേ ആരംഭിക്കുന്നു, FROBBOZ (fruh-bahz ') പോളണ്ട്. FROBBOTZIM, പുറമേ ഉണ്ട്സാഹസിക സ്പിൻ-ഓഫ് വഴി കാരണം അതിന്റെ എക്സ്പോഷർ ലേക്ക് വളരെ പ്രചാരംZork (കുണ്ടറയിൽ) വിളിച്ചു. ഈ നോൺ-ഭൗതിക പ്രയോഗിക്കാൻ കഴിയും,അത്തരം ഡാറ്റ ഘടനകളെ പോലെ.
		-- David Ellis

%
Fuch ന്റെ മുന്നറിയിപ്പ്:നിങ്ങൾ യഥാർത്ഥത്തിൽ നിങ്ങളുടെ പാസ്പോർട്ട് ഫോട്ടോ പോലെ നോക്കുകയാണെങ്കിൽ, നന്നായി അല്ലയാത്ര മതിയായ.
		-- David Ellis

%
പ്രതിപക്ഷ ഫുദ്ദ് ആദ്യ നിയമ:മതിയായ ഹാർഡ് എന്തെങ്കിലും പുഷ് മീതെ വീഴും.
		-- David Ellis

%
ഫൺ പരീക്ഷണങ്ങൾ:, ഷേവിംഗ് ക്രീം ഒരു കാൻ നേടുക ഏകദേശം ഒരാഴ്ച അതു ഫ്രീസർ ലെ ഇട്ടേക്കുക.പിന്നെ, അതു പുറത്തു എടുത്തു മെറ്റൽ കളയുക നിങ്ങൾ ആഗ്രഹിക്കുന്ന എവിടെ വെച്ചു ...മുറി, കാർ മുതലായവ അതു Wild എന്ന അതു അവിശ്വസനീയമായ തുക വികസിക്കുന്നു.
		-- David Ellis

%
രസകരമായ വസ്തുതകൾ, # 14:ടേബിൾ ടെന്നീസ് ആരെങ്കിലും 21 പോയിന്റ് ആദ്യ വിജയങ്ങൾ ലഭിക്കുന്നു. അങ്ങനെയാണ്ഒരിക്കൽ ബേസ്ബോൾ ആയിരുന്നു - 21 റൺസ് ആദ്യ കിരീടം ലഭിച്ചു ആരെങ്കിലും.
		-- David Ellis

%
രസകരമായ വസ്തുതകൾ, # 63:പേര് കാലിഫോർണിയ സ്പാനിഷ് conquistadores സംസ്ഥാന ലഭിച്ചു.അത് ഒരു സാങ്കൽപ്പിക ദ്വീപ്, ഭൂമിയിൽ ഒരു പറുദീസ പേര് ആയിരുന്നുസ്പാനിഷ് റൊമാൻസ്, "ലെസ് Serges ഡി Esplandian", ലെ Montalvo എഴുതിയ1510.
		-- David Ellis

%
furbling, വി .:വിമാനത്താവളം അല്ലെങ്കിൽ ബാങ്ക് കയറുകൊണ്ട് ഒരു സങ്കീർണ്ണമായ അലഞ്ഞ് ഇല്ലാതെവരിയിലെ ഒരേ ഒരാൾ പോലും.
		-- Rich Hall, "Sniglets"

%
മനുഷ്യ പ്രകൃതം ഗാൽബ്രെയിത്ത് ന്റെ നിയമം:ഒരാളുടെ മനസ്സിൽ മാറ്റുന്നതിൽ ആ തെളിയിച്ചു തമ്മിലുള്ള നിര നേരിടുന്നഎല്ലാവരുടെയും തെളിവിനെ തിരക്കിലാണ് ലഭിക്കുന്നു, അവിടെ അങ്ങനെ ചെയ്യാൻ ആവശ്യവുമില്ല.
		-- Rich Hall, "Sniglets"

%
Genderplex, എൻ .:സാധ്യമാകാത്ത ഒരു റസ്റ്റോറന്റിൽ ഒരു വ്യക്തിയുടെ പ്രതിഭാസമാണെന്ന്അവന്റെ അല്ലെങ്കിൽ അവളുടെ നിയുക്ത റെസ്റ്റ്റൂം (ഉദാ കടലാമകൾ, ആമകൾ) നിർണ്ണയിക്കാൻ.
		-- Rich Hall, "Sniglets"

%
വംശാവലിയിൽ n .:ഒരു മുൻഗാമി നിന്ന് ഒരുവൻറെ തത്വചിന്തകന് ഒരു അക്കൗണ്ട്വിശിഷ്യാ സ്വന്തം ട്രേസ് കാര്യമാക്കുന്നില്ല ചെയ്തു.
		-- Ambrose Bierce

%
ജീനിയസ്, n .:ഉച്ചരിക്കുന്ന ഒരു അലക്കു വര്ദ്ധിക്കുന്ന കണ്ടെത്തുന്നു ഒരു കെമിസ്റ്റ് 'ബ്രൈറ്റ്. "
		-- Ambrose Bierce

%
പ്രതിഭയെയാണ്, n .:വലത് ശരിയായ സ്ഥലത്ത് ജനിക്കാൻ വേണ്ടത്ര സമർഥമായ വ്യക്തിയായപറഞ്ഞുകൊണ്ട് ഈ മെച്ചം ഫോളോ അപ്പ് അവകാശം ലൈംഗിക സമയവുംശരിയായ ആളുകളുമായി എല്ലാ എല്ലാ ശരിയായ കാര്യങ്ങൾ.
		-- Ambrose Bierce

%
genlock, n .:എന്തുകൊണ്ട് കുപ്പിയിലെ നിലനിൽക്കുന്നു.
		-- Ambrose Bierce

%
സാത്മ്യമായിരുന്നു ഡൈനാമിക്സ് ഓഫ് Gerrold നിയമങ്ങൾ:(1) ചലനങ്ങൾക്ക് ഒരു ഒബ്ജക്റ്റ് എപ്പോഴും തെറ്റായ ദിശയിലാണ് അധ്യക്ഷൻ.(2) വിശ്രമിക്കുന്നു ഒരു ഒബ്ജക്റ്റ് എപ്പോഴും തെറ്റായ സ്ഥലത്ത് ആയിരിക്കും.(3) ഊർജ്ജം ഒന്നുകിൽ ഈ സംസ്ഥാനങ്ങളിൽ ഒന്നാണ് മാറ്റേണ്ടത് ആവശ്യമാണ്എപ്പോഴും നിന്നെ ചെലവഴിക്കാൻ ആഗ്രഹിക്കുന്നെങ്കിൽ കൂടുതൽ, എന്നാൽ ഒരിക്കലും അങ്ങനെ ആയിരിക്കുംചുമതല പൂർണമായും നിലനിൽപ്പില്ല കഴിയുന്നത്ര.
		-- Ambrose Bierce

%
ജോലി ചെയ്തു നേടുന്നു നിയമങ്ങൾ പിന്തുടരുന്നില്ല യാതൊരു എക്സ്ക്യൂസാണ്.മുഖ്യവാദത്തിന്റെ:നിയമങ്ങൾ ജോലി ചെയ്തു ലഭിക്കില്ല.
		-- Ambrose Bierce

%
പിൽഗ്രിംസ് കണ്ടെത്തലും:രണ്ടു കഷണങ്ങളായി പുതിയ സൂപ്പർ glues ഫലങ്ങൾ ഉപയോഗിക്കുക എന്തെങ്കിലും ശ്രമങ്ങൾപരസ്പരം പകരം പെരുവിരൽ ചൂണ്ട് രീതിയുമാണ്.
		-- Ambrose Bierce

%
Ginsberg ന്റെ സിദ്ധാന്തം:(1) വിജയിപ്പിക്കാനാകില്ല.(2) നിങ്ങൾ പോലും പൊട്ടി കഴിയില്ല.(3) നിങ്ങൾ പോലും ഗെയിം ഉപേക്ഷിക്കാൻ കഴിയില്ല.Ginsberg ന്റെ സിദ്ധാന്തം ന് ഫ്രീമാൻ ന്റെ വ്യാഖ്യാനവും:ജീവിതം പരിവേഷം നൽകാൻ ശ്രമിക്കുന്ന എല്ലാ പ്രധാന തത്ത്വചിന്തഅർഥവത്തായ Ginsberg ന്റെ ഒന്നു negation അടിസ്ഥാനമാക്കിയുള്ളതാണ്സിദ്ധാന്തം. പൂശിയവരായി:(1) മുതലാളിത്തം അനുമാനം നിങ്ങളെ നേടാനാകുമെന്നാണ് അടിസ്ഥാനമാക്കിയുള്ളതാണ്.(2) സോഷ്യലിസം പോലും കഴിയും അനുമാനത്തിലാണ് അടിസ്ഥാനത്തിലാണ്.(3) യോഗാത്മകതയിലേയ്ക്ക് നിങ്ങൾ ഗെയിം ഉപേക്ഷിക്കാൻ കഴിയുന്ന അടിസ്ഥാനത്തിലാണു് ഈ വാദം.
		-- Ambrose Bierce

%
Pennu അല്ല ന്റെ നിയമം:കൃത്യമായ നിമിഷം നിങ്ങൾ നിങ്ങളുടെ ഒരു ഷൂ സ്റ്റോറിലെ നിങ്ങളുടെ ഷൂ എടുത്തുപെരുവിരലിന്മേലും എന്താണ് നടക്കുന്നതെന്ന് കാണാൻ നിങ്ങളുടെ സോക്ക് നിന്നു പോപ്പ് ചെയ്യും.
		-- Ambrose Bierce

%
gleemites എന് .:ടൂത്ത് അഭിനയവും നിക്ഷേപങ്ങൾക്ക് സിങ്കുകളുമായി കണ്ടെത്തി.
		-- "Sniglets", Rich Hall & Friends

%
വിശ്വസനീയത ഓഫ് Glib നാലാം നിയമം:അതു കവിയുന്നു വരെ വിശ്വാസ്യത നിക്ഷേപം വർദ്ധിപ്പിക്കുംപിശകുകൾ ഇതെന്നു ചെലവ്, അല്ലെങ്കിൽ ആരെയെങ്കിലും ലഭിക്കുന്നത് നിർബ്ബന്ധിക്കുന്നത് വരെചില ഉപയോഗപ്രദമായ പ്രവൃത്തി ചെയ്തു.
		-- "Sniglets", Rich Hall & Friends

%
Gnagloot, എൻ .:വെറും തന്റെ ജാക്കറ്റ് തന്റെ സകല സ്കീ പാസുകൾ ഇലകൾ ഒരു വ്യക്തിജനം ആകർഷിക്കുന്നതിൽ.
		-- Rich Hall, "Sniglets"

%
ഗോദവർമ്മരാജ ന്റെ അനുക്തസിദ്ധമാണ്:സമയം നിങ്ങൾ അറ്റത്ത് സംഗമം കഴിയുന്ന പോയിന്റ് നേടുകയും,ആരുമത് അറ്റത്ത് പ്രേരിപ്പിക്കുന്നു.
		-- Rich Hall, "Sniglets"

%
ഗോഡ്വിനേയും നിയമം (സദൃ [യൂസ്].):ഒരു യൂസ്നെറ്റ്, ഇനി ഒരു പ്രോബബിലിറ്റി കൂടുന്നതിനനുസരിച്ച്നാസികൾ അല്ലെങ്കിൽ ഹിറ്റ്ലർ ഒരാൾക്ക് ഉൾപ്പെട്ട താരതമ്യം. "ഒരു ഉണ്ട്പല സംഘങ്ങളായി പാരമ്പര്യം ഇത് ഒരിക്കൽ സംഭവിച്ചാൽ, ആ ത്രെഡ് ആണ്, ആമേൽ, ആരെങ്കിലും നാസികൾ പരാമർശിച്ചു സ്വയം നഷ്ടപ്പെട്ടുഏതൊരു വാദം പുരോഗതിയിലാണ് ആയിരുന്നു. ഗോഡ്വിനേയും ന്യായപ്രമാണം ഇങ്ങനെ ഗ്യാരന്റിആ ഗ്രൂപ്പുകളിലെ ത്രെഡ് ദൈർഘ്യത്തിൽ ബന്ധിച്ചു മുകളിലത്തെ അസ്തിത്വം.
		-- Rich Hall, "Sniglets"

%
ഗോൾഡ് ന്റെ നിയമം:ഷൂ അനുയോജ്യമാകും, അത് വൃത്തികെട്ട തുടർന്ന്.
		-- Rich Hall, "Sniglets"

%
ഗോൾഡ്, n .:ഒരു സോഫ്റ്റ് രൂപഭേദം മെറ്റൽ വിതരണത്തിൽ വിരളമാണ്. അത്പിന്നീട് സമ്പന്നമായ അതു തരും ദരിദ്രരായ മനുഷ്യർ ഭൂമിയിൽ ആഴമുള്ള ഖനനം ചെയ്യുന്നത്ഉടനെ വലിയ ജയിലുകളിൽ തിരികെ ഭൂമിയിൽ നാടന് പുരുഷൻമാർ,സ്വർണം അവർക്ക് യാതൊന്നും ചെയ്തില്ല എന്നത് വാസ്തവമാണ്.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Goldenstern ന്റെ നിയമങ്ങൾ:(1) സമ്പന്നമായ അറ്റോർണി എല്ലായ്പ്പോഴും നിയമിക്കും(2) സമ്പന്നമായ സെയില്സ്മേനായി നിന്ന് വാങ്ങാൻ ഒരിക്കലും.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Gomme നിയമങ്ങൾ:(1) backscratcher എപ്പോഴും പുതിയ പവര്ഷോട്ടിനെ കണ്ടെത്തും.(2) സമയ ഉയരുകയും.(3) വീട്ടിൽ കാലാവസ്ഥ ഉടൻ പോകുന്നതു പോലെ മെച്ചപ്പെടുത്തുന്നു.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
ഗോർഡൻ ആദ്യ നിയമ:ഒരു ഗവേഷണ പദ്ധതി ചെയ്യുന്നത് ഉറക്കത്തിലേക്ക്, അത് നന്നായി ചെയ്യുന്നത് ഉറക്കത്തിലേക്ക്.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
ഗോർഡൻ ന്റെ നിയമം:നിങ്ങൾ പരിഹാരമായി കരുതുന്നുവെങ്കിൽ, ചോദ്യം മോശമായി phrased ചെയ്തു.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
ഗോസിപ്പ്, n .:നിങ്ങൾ ആരുടെയെങ്കിലും കുറിച്ച് നിങ്ങൾ ഇഷ്ടപ്പെടുന്ന എന്തെങ്കിലും കേൾക്കുന്നവനും.
		-- Earl Wilson

%
ഗോടു, എൻ .:ഘടനാപരമായ പ്രോഗ്രാമർമാർ അനുവദിക്കാൻ നിലവിലുണ്ട് ഒരു പ്രോഗ്രാമിങ് ഉപകരണംഘടനാരഹിതം പ്രോഗ്രാമർമാർ കുറിച്ച് പരാതിപ്പെടാൻ.
		-- Ray Simard

%
സർക്കാർ നിയമം:എല്ലാ നിയമങ്ങളെയും ഒരു മാനദണ്ഡം ഇല്ല.
		-- Ray Simard

%
Grabel ന്റെ നിയമം:പോലും 2 വലിയ മൂല്യങ്ങൾ വേണ്ടി - 2 3 തുല്യമല്ല.
		-- Ray Simard

%
മുത്തച്ഛന്റെ Charnock ന്റെ നിയമം:ഇതെന്താ നീ പുറന്തള്ളാനും പഠിക്കാൻ വരെ സത്യം പഠിക്കാൻ ഒരിക്കലും.[ഞാൻ നിങ്ങളുടെ കുട്ടികളെ ഓടിക്കാൻ പഠിച്ചു അതു കരുതി. എഡ്.]
		-- Ray Simard

%
grasshopotomaus:ഒരിക്കൽ വമ്പിച്ച ഉയരങ്ങളിൽ ലേക്ക് ചാടും കഴിയുന്ന ... ഒരു ജീവി.
		-- Ray Simard

%
ഗ്രാവിറ്റി:നിങ്ങൾക്ക് വളരെയധികം വളരെ ഫാസ്റ്റ് ഭക്ഷിക്കുന്നതിൽ നിങ്ങൾക്ക് ലഭിക്കും.
		-- Ray Simard

%
പ്രോഗ്രാമിംഗ് നരയെ ന്റെ നിയമം:`_ N + 1 'ബാലിശമായ ചുമതലകൾ ഒരേ പൂർത്തിയാക്കും കരുതുന്നത്`_ എൻ 'ടാസ്കുകളായി സമയം.ചാര നിയമം പ്രവേശിക്കുക ന്റെ ഘണ്ഡിക്കുന്നുണ്ട്:`_ N + 1 ബാലിശമായ ചുമതലകൾ 'ബാലിശമായ ചുമതലകൾ ഇരട്ടി നീണ്ട` _ n സ്വീകരിക്കരുത്.
		-- Ray Simard

%
ഗ്രേറ്റ് അമേരിക്കൻ സ്വയംസിദ്ധപ്രമാണം:ചിലർ കൂടുതൽ ഉത്തമം, നല്ലതു വളരെയധികം ശരിയായ ആണ്.
		-- Ray Simard

%
ഡിബേറ്റ് പച്ച ന്റെ നിയമം:നിങ്ങൾ സംസാരിക്കുന്നത് എന്താണ് അറിയില്ലെങ്കിൽ എന്തും സാധ്യമാണ്.
		-- Ray Simard

%
Greener ന്റെ നിയമം:ബാരലിന് വഴി മഷി വാങ്ങുന്ന ഒരു മനുഷ്യൻ തർക്കിക്കാൻ ഒരിക്കലും.
		-- Ray Simard

%
Grelb ന്റെ ഓർമ്മപ്പെടുത്തൽ:ജനം എല്ലാം തികയാന് ശതമാനം സ്വദേഹങ്ങളെക്കാൾ പരിഗണിക്കുന്നശരാശരി ഡ്രൈവറുകൾ.
		-- Ray Simard

%
ഗ്രിഫിൻ കരുതപ്പെടുന്നു:നിങ്ങൾ ഒരു കടുവ കൂടെ പട്ടിണി ചെയ്യുമ്പോൾ, കടുവ കഴിഞ്ഞ starves.
		-- Ray Simard

%
ലേബർ Laxity ഓഫ് Grinnell ന്റെ നിയമം:എല്ലാ സമയത്തും ഏതെങ്കിലും ചുമതല വേണ്ടി, നിങ്ങൾക്ക് ലഭിച്ചു മതി ഇന്നു ചെയ്തിട്ടില്ല.
		-- Ray Simard

%
ഗില്ലറ്റിൻ, n .:ഒരു ഫ്രഞ്ച് കൈവെട്ട് സെന്റര്.
		-- Ray Simard

%
Gumperson ന്റെ നിയമം:സംഭവിക്കുന്നതുപോലെ ഒരു നൽകിയ ഇവന്റ് പ്രോബബിലിറ്റി വിപരീതമായാണ് ആണ്അതിന്റെ .ചൈനയിൽ അനുപാതത്തിലായിരിക്കും.
		-- Ray Simard

%
Gunter ന്റെ വായുവിലൂടെ കണ്ടെത്തലുകൾ:(1) ഒരു വിമാനം യാത്രക്കാരിൽ ഒരു ഭക്ഷണം വിളമ്പുന്നത് ചെയ്യുമ്പോൾ,വിമാനം തരംഗ കാണാനുള്ള.(2) പ്രക്ഷുബ്ധതയുടെ ശക്തിനിങ്ങളുടെ കോഫി താപനില നേരിട്ട് ആനുപാതികമാണ്.
		-- Ray Simard

%
gurmlish, n .:ഒരു ക്ലബ്ബ് സാൻഡ്വിച്ച് മുകളിൽ ചുവന്ന മുന്നറിയിപ്പ് പതാകഅതിലേക്കു മാന്തിയും മേൽക്കൂര puncturing നിന്ന് വ്യക്തി തടയുന്നുഅവന്റെ വായിൽ.
		-- Rich Hall, "Sniglets"

%
ഗുരു, n .:ടി-ഷർട്ടും കൂടെ ഒരു എലിവേറ്റർ സവാരി കൊണ്ടുവന്ന ചെരിപ്പു ഒരു വ്യക്തിഒരു സീനിയർ വൈസ് പ്രസിഡന്റും വേണ്ടി ആത്യന്തികമായി ഉത്തരവാദിഫോൺ നിങ്ങളുടെ ബോസിൽ നിന്ന് ലഭിക്കാൻ പോകുകയാണ് വിളിക്കും.
		-- Rich Hall, "Sniglets"

%
ഗുരു, n:മാനുവൽ വായിക്കുന്നതിനായി ആർക്കും കമ്പ്യൂട്ടർ ഉടമ.
		-- Rich Hall, "Sniglets"

%
വേഗതപോലുള്ള, n .:ഒരു വീൽ ഡിസ്ക് ഒരു അച്ചുതണ്ടിൽ അതിവേഗം സ്പിൻ മൌണ്ട് ഒപ്പംലേക്ക് perpindicular ഏകദേശം ഒന്നോ രണ്ടോ മഴു രണ്ടും തിരിക്കുന്നതിന് സ്വതന്ത്രപരസ്പരം സ്പിൻ അക്ഷത്തിനു ഒന്നിൻറെ ഭ്രമണം അങ്ങനെഅപേക്ഷ നിന്ന് രണ്ട് പരസ്പരം ലംബമായി മഴു ഫലങ്ങൾമറ്റ് ലേക്ക് ടോർക്ക് വീൽ സ്പിന്നിംഗ് ആൻഡ് അങ്ങനെ ചെയ്യുമ്പോൾമുഴുവൻ ദാരുണമായി അനുസരിച്ച് ഗണ്യമായ എതിർപ്പ് പ്രദാനംദിശ മാറ്റാൻ എന്തെങ്കിലും ടോർക്കും ലേക്ക് കോണീയ ആക്കംസ്പിൻ നബി.
		-- Webster's Seventh New Collegiate Dictionary

%
എച്ച് എൽ എസിനു ന്റെ നിയമം:ചെയ്യാൻ - ആർ സാധിക്കുന്നവർ.പഠിപ്പിക്കാൻ - കഴിയില്ല ചെയ്തവരാരോ.മാർട്ടിന്റെ വിപുലീകരണം:ആ പഠിപ്പിക്കാൻ കഴിയില്ല - മേൽനോട്ടം.
		-- Webster's Seventh New Collegiate Dictionary

%
ഹാക്കർ ന്റെ നിയമം:മെച്ചപ്പെടുത്തിയ ബുദ്ധി അനിവാര്യമായും ഉണർത്തും വിശ്വാസംനടപടി ഒരു രാജ്യത്തെ മനുഷ്യവർഗം ചെന്ന മായക്കാഴ്ചകളിൽ ഒന്നാണ്.
		-- Webster's Seventh New Collegiate Dictionary

%
ഹാക്കർ ന്റെ Quicky # 313:പുളിച്ച വെണ്ണ -n- ഉള്ളി ചിപ്സ്കോളുകള് മുട്ട റോൾ	ചോക്ലേറ്റ് പാൽ
		-- Webster's Seventh New Collegiate Dictionary

%
ഹാക്കർ, n .:ഒരു മാസ്റ്റർ byter.
		-- Webster's Seventh New Collegiate Dictionary

%
ഹാക്കർ, n .:ആദ്യം ഏതെങ്കിലും കഠിനപ്പെട്ടു നിർജീവ coercing ഒരു ഏകദേശ ഉപയോഗിച്ച് വ്യക്തികാര്യങ്ങൾ; അതുകൊണ്ട്, ഒരു സന്തോഷം ഉളിയും കൂടെ വ്യക്തി, പിന്നീട് ചുരുങ്ങിപുരാണങ്ങളിലെ തത്ത്വചിന്തകൻ നൂറായിരം ഫ്രോബീനിയസ് സാധാരണ ഉപയോഗം, 'മുസ്ല്യാര്'.ഗുണാത്മകമായ ഈ ചില പ്രത്യേകിച്ച് ക്രോധ ശരീരം പൂർത്തിയാകുമ്പോള്നന്നായി പ്രവർത്തിക്കാൻ സംഭവിച്ച കോഡിംഗ് എന്ന, ക്രൂരമായ പ്രോഗ്രാമർമാർ കൂട്ടിച്ചേർക്കും തന്നെഞാൻ നുത്തിറങ്ങിയതു് മികച്ച വോള്യം ഒരു പ്രഥമ ചുറ്റും ഒരു ചെറിയ സർക്കിളിൽമെഴുകുതിരി, ഒപ്പം ഇടക്കിടക്ക് പിളര്ന്ന് സമയത്ത് വളരെ മദ്യപിച്ച് ലഭിക്കാൻ മുന്നോട്ട്താഴെ ditty:ഹാക്കർ പോരാട്ടം ഗീതംഅവൻ ഏത്തിയത് ആണ്! അവൻ ഏത്തിയത് ആണ്!അവൻ സന്തുഷ്ട ഉളിയും ഒരു ഗൈസ്!, Bungles ഒരിക്കലും shirks,എല്ലായ്പ്പോഴും പ്രവർത്തിക്കും തന്റെ സ്റ്റഫ് ലഭിക്കുന്നു!എല്ലാ പാനീയം എടുത്തു (പ്രധാനം!)
		-- Webster's Seventh New Collegiate Dictionary

%
ഹെയ്ൽ മെയിൽ റൂൾ:നിങ്ങൾ ഒരു കത്തിനു മറുപടി തയ്യാറാകുമ്പോൾ, നിങ്ങൾ കുറഞ്ഞത് പോയെങ്കിലോഇനിപ്പറയുന്നതിലൊന്ന്:(എ) ഒരു പേന അല്ലെങ്കിൽ പെൻസിൽ അല്ലെങ്കിൽ ടൈപ്പ്റൈറ്റർ.(ബി) സ്റ്റേഷനറി.(സി) തപാൽ മുദ്ര.(ഡി) നിങ്ങൾ ഉത്തരം ചെയ്യുന്നു കത്ത്.
		-- Webster's Seventh New Collegiate Dictionary

%
പകുതി ചെയ്തതു, N .:ഇത് ഒരു കോഷ്കർ ചതകുപ്പ തിന്നു മികച്ച മാർഗ്ഗം - അത് ഇപ്പോഴും ഒരു പ്രാര്ത്ഥന എപ്പോൾ,ഇളം പച്ച, എങ്കിലും വെളുത്തുള്ളി രസം നിറഞ്ഞ. ഈ തമ്മിലുള്ള വ്യത്യാസംസാധാരണ മുട്ടില് ഇരുണ്ട പച്ച കുക്കുമ്പർ ശവം പോലെയാണ്ജീവിതവും മരണവും തമ്മിലുള്ള വ്യത്യാസം.നിങ്ങൾക്കു പ്രയാസം അവിടെ ഒരു നല്ല പകുതി ചെയ്തതു കോഷ്കർ ചതകുപ്പ കണ്ടെത്താൻ കണ്ടെത്തിയേക്കാംസിയാറ്റിൽ, അപ്പോൾ നിങ്ങൾ ചെയ്യേണ്ടത് എയർപോർട്ടിലേക്ക് ഒരു ക്യാബ് പുറത്തു എടുത്തു ആണ്ന്യൂയോർക്ക് ലേക്ക് പറക്കുന്ന, ജേ സ്ട്രീറ്റ്-ബറോ ഹാൾ ദിര്ഹം എക്സ്പ്രസ് എടുത്തുഒരു ജനവാസമേഖലയിലേയ്ക്ക് എഫ് ട്രാൻസ്ഫർ, ഈസ്റ്റ് ബ്രോഡ്വേ ഇറങ്ങാനാകുമോ, വടക്കു നടക്കുംഎസ്സെക്സ് (പാർക്കിൽ സഹിതം) ഹെസ്റ്റർ സ്ട്രീറ്റ് ലേക്കായി നിങ്ങളുടെ ആദ്യ ഇടത് ഉണ്ടാക്കുക, നടക്കാൻഏകദേശം പതിനഞ്ച് ഘട്ടങ്ങൾ, അവശേഷിക്കുന്നു തൊണ്ണൂറു ഡിഗ്രി തിരിഞ്ഞു, നിർത്താൻ. പറയുകമനുഷ്യൻ "എന്നെ ഒരു നല്ല പകുതി ചെയ്തതു ചെയ്യട്ടെ." പോലേ, അത്?
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
ഹാൻഡ്, എൻ .:ഒരു മനുഷ്യ ഭുജം അവസാനം ധരിക്കുന്ന ഒരു ഏകവചന ഇൻസ്ട്രുമെന്റ് ആൻഡ്ആരുടെയെങ്കിലും പോക്കറ്റിലേക്ക് സാധാരണയായി കുത്തുക.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
handshaking പ്രോട്ടോക്കോൾ, n:ഒരു initate ശത്രുതാപരമായ ഹാർഡ്വെയർ ഉപകരണങ്ങൾ ജോലി ഒരു പ്രക്രിയഏത് അതാകട്ടെ, സ്വഭാവത്തിന് ആണ് മിഴിവുറ്റ എന്നാൽ സിവിൽ ഡയലോഗ്,വല്ലപ്പോഴുമുള്ള തെറ്റിദ്ധാരണ, sulking, പേര്-കോളിംഗ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മന്ദത, n .:തെളിയിക്കാനുള്ള ബാദ്ധ്യത.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മന്ദത, n .:മുന്തിരി കോപം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hanlon ന്റെ റേസർ:വേണ്ടത്ര വിശദീകരിച്ചു നൽകപ്പെടുന്നതിനെ ഈർഷ്യ വാദിച്ചത് ഒരിക്കലുംവിവേകശൂനം വഴി.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ടൈം ഹാൻസൺ ന്റെ ചികിത്സ:ഒരിക്കലും മതി മണിക്കൂർ ഒരു ദിവസം കുറേ ദിവസം ഉണ്ട്, എന്നാൽ എപ്പോഴുംശനിയാഴ്ച മുമ്പ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
സന്തോഷം, n .:മറ്റൊരു അരിഷ്ടത വിചിന്തനം നിന്ന് ഉണ്ടാകുന്ന ഒരു താവളത്തിൽ സെൻസേഷൻ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഹാർഡ്, ADJ .:നിങ്ങളുടെ സ്വന്തം ഡാറ്റ ഗുണമേന്മ; ആ വിശ്വസിക്കാൻ എത്ര പുറമേമറ്റ് ആളുകളുടെ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഹാർഡ്വെയർ, n .:ഐഐടിയും കഴിയുന്ന ഒരു കമ്പ്യൂട്ടർ സിസ്റ്റം ഭാഗങ്ങൾ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഹാരിയറ്റ് ന്റെ ഡൈനിംഗ് ഒബ്സർവേഷൻ:ഓരോ റസ്റ്റോറന്റ്, വെണ്ണ പടമെന്നാല് ഹൃദയകാഠിന്യം ൽഅപ്പം മൃദുലത നേരിട്ട് അനുപാതത്തിൽ വർദ്ധിപ്പിക്കുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഹാരിസ് ന്റെ വിലപിക്ക:എല്ലാ സദ്വൃത്തരിൽ കൊണ്ടുപോയിരുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ലാബ് എന്ന Harrisberger നാലാം നിയമം:അനുഭവ ഉപകരണങ്ങൾ തുക എന്താകുമായിരുന്നു നേരിട്ട് ആനുപാതികമാണ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഹാരിസൺ ന്റെ മലയാളത്തിലുണ്ടാവേണ്ടതെന്ന്:ഓരോ പ്രവർത്തനത്തിനും, തുല്യമായ വിപരീത വിമർശനമുണ്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
സ്വഭാവം: ആദ്യ നിയമ:നിങ്ങൾ വെള്ളം ഒരു കുതിര നയിച്ചേക്കാം, എന്നാൽ നിങ്ങൾ ഫ്ലോട്ട് അവനെ കഴിയുംഅതിന്മേൽ, നിങ്ങൾ എന്തെങ്കിലും ലഭിച്ചു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
പക, n .:മറ്റൊരു ശ്രേഷ്ഠത ചടങ്ങിൽ ഉചിതമായ ഒരു വികാരം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hawkeye ന്റെ തീരുമാനം:അതു നിങ്ങൾ മുഴുവൻ പ്രവർത്തിപ്പിക്കാൻ ലഭിച്ചു വരുമ്പോൾ വിദൂഷകൻ കളിക്കാൻ എളുപ്പമല്ല തുടർന്ന്സർക്കസ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
സ്വർഗ്ഗം, എൻ .:എവിടെ സംവാദം നിങ്ങളെ ദുർജ്ജനം ഉപദ്രവിക്കാതെയിരിക്കുന്നു സ്ഥലംനിങ്ങൾ അവരുടെ വ്യക്തിപരമായ കാര്യങ്ങൾ, നല്ല ശ്രദ്ധ കേൾക്കണോനിങ്ങളുടെ സ്വന്തം പ്രഖ്യാപിച്ച്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കനത്ത, ADJ .:സേനയിൽ ചോക്ലേറ്റ് അരികെ തെറ്റിച്ചുകളഞ്ഞു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Heller ന്റെ നിയമം:മാനേജ്മെന്റ് ആദ്യ കെട്ടുകഥ അതു നിലവിലുണ്ട് എന്നതാണ്.ജോൺസന്റെ മുഖ്യവാദത്തിന്റെ:എന്ന് ആരും ഉള്ളിൽ എവിടെയും സംഭവിക്കുന്ന കാര്യങ്ങൾ അറിയുന്നു	സംഘടന.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hempstone ന്റെ ചോദ്യം:നിങ്ങൾ ടൈറ്റാനിക് യാത്ര ചെയ്യാൻ ഉണ്ടെങ്കിൽ, എന്തുകൊണ്ട് ഒന്നാം ക്ലാസ് പോകരുതു?
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Herth ന്റെ നിയമം:വളരെ ദൂരെ മറ്റ് കവിൾ കളയുന്ന കഴുത്തിൽ അതു ലഭിക്കുന്നു അദ്ദേഹം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hewett ന്റെ ഒബ്സർവേഷൻ:ഒരു ഉദ്യോഗസ്ഥ എന്ന സഹപാഠിയായിത്തന്നെ അവന്റെ അല്ലെങ്കിൽ വിപരീതമായാണ് ആണ്സർക്കാരിതര ചിട്ടപ്പെടുത്തിയ ഒപ്പം എണ്ണം അവളുടെ സ്ഥാനംഅതുപോലെ ഏർപ്പെട്ടിരിക്കുന്ന സമൻമാരെ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hildebrant സിദ്ധാന്തങ്ങളിൽ:നീ എവിടെ പോകുന്നു നിങ്ങൾ അറിയില്ല എങ്കിൽ, ഏതെങ്കിലും റോഡിൽ അവിടെ നിങ്ങളെ ലഭിക്കും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hippogriff, n .:ഒരു മൃഗം (ഇപ്പോൾ വംശനാശം) പകുതി കുതിര ഒന്നര ഗ്രിഫിൻ ആയിരുന്നു.ഗ്രിഫിൻ സംയുക്തം ജീവി പകുതി സിംഹം ഒന്നര കഴുകൻ സ്വയം ആയിരുന്നു.hippogriff, യഥാർത്ഥത്തിൽ ആയിരുന്നു അതുകൊണ്ട് മാത്രം നാലിലൊന്ന് കഴുകൻ ഏത്പൊന്നു രണ്ടു ഡോളർ അമ്പതു സെന്റ് ആണ്. സുവോളജി പഠനത്തിന് നിറഞ്ഞിരിക്കുന്നുഇവനോട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ചരിത്രം, n .:പപ്പ ഹേഗൽ അവൻ നമുക്ക് ചരിത്രത്തിൽ നിന്നും പഠിക്കാൻ എല്ലാ നമുക്ക് എന്നു പറയുന്നതുചരിത്രത്തിൽ നിന്ന് ഒന്നും പഠിക്കാൻ. ഞാൻ പഠിക്കാനുണ്ട് കഴിയാത്ത ആളുകൾക്ക് അറിയാംഎന്തു രാവിലെ സംഭവിച്ചത്. ഹേഗൽ നീണ്ട കാഴ്ച കൊടുത്തിരിക്കുന്നു ഉണ്ടായിരിക്കണം.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
ഹിച്ച്കോക്ക് ന്റെ Staple തത്വം:നിങ്ങൾ ശ്രമിക്കുന്ന സമയത്ത് stapler ഭക്ഷ്യധാന്യങ്ങളുടെ മാത്രം പുറത്തേക്ക്ആഹാര എന്തെങ്കിലും.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Hlade ന്റെ നിയമം:നിങ്ങൾ ഒരു ബുദ്ധിമുട്ടുള്ള കാര്യമാണ് ഉണ്ടെങ്കിൽ, ഒരു അലസനായ വ്യക്തിയ്ക്ക് തരും -അവർ അതു ചെയ്യാൻ എളുപ്പമുള്ള മാർഗ്ഗം കണ്ടെത്തും.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
വലിയ പ്രശ്നങ്ങൾ മൂത്തുനരച്ച ന്റെ നിയമം:ഓരോ വലിയ പ്രശ്നം സ്മാരകശിലകൾ പുറത്തു പാടുപെടുന്ന ഒരു ചെറിയ പ്രശ്നം.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Hoffer ഇന്ത്യയെ കണ്ടെത്തൽ:മരിക്കാൻ സ്ഥാപനം മഹത്തായ ആക്ട് പുതുതായി ഇഷ്യൂ ആണ്നയങ്ങൾ നടപടിക്രമങ്ങളും മാന്വൽ പുതുക്കിയ, വലുതാക്കിയ എഡിഷൻ.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
ഹോഫ്സ്റ്റാൻഡർ ന്റെ നിയമം:ഇത് എപ്പോഴും നിങ്ങൾ എടുത്തു പോലും ഇനി നിങ്ങൾ പ്രതീക്ഷിക്കുന്നില്ല അധികം എടുക്കുന്നുഅക്കൗണ്ടിലേക്ക് ഹോഫ്സ്റ്റാൻഡർ ന്റെ നിയമം.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
അരേയുടെ, വി .:നിന്റെ ഫോൺ fritzeth ആയിരിക്കുമ്പോൾ നീ എന്തു.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
മധുവിധു, n .:ഡേറ്റിംഗിലും debting തമ്മിലുള്ള കാമവികാരത്തിൽ ഒരു ചെറിയ കാലയളവിൽ.
		-- Ray C. Bandy

%
ബഹുമാനപ്പെട്ട, ADJ .:ഒറ്റ കൈയ്യെത്തും ഒരു പ്രയാസവും ബാധിച്ചിരിക്കുന്നു. ലെജിസ്ലേറ്റീവ് ൽമൃതദേഹങ്ങൾ അത് മാന്യമായ പോലെ എല്ലാ അംഗങ്ങൾ മറന്ന കീഴ്നടപ്പുള്ള ആണ്; പോലെ"മാന്യമായ മാന്യനായ ഒരു മുഴ ചെ ആണ്."
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കൂരാറ അഞ്ചു തമ്പ് അതിസൂക്ഷ്മമായ:അനുഭവം എന്താകുമായിരുന്നു ഉപകരണങ്ങൾ നേരിട്ട് വ്യത്യാസപ്പെടുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Horngren ന്റെ ഒബ്സർവേഷൻ:സാമ്പത്തിക വിദഗ്ദർ ഇടയിൽ, യഥാർത്ഥ ലോകം പലപ്പോഴും ഒരു പ്രത്യേക കേസ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
വീട്ടുപണി സൂചന:നിങ്ങളുടെ കോഫി ക്രീം നിന്നു എങ്കിൽ, മയോന്നൈസ് ഒരു ചെയ്യുന്നുഡാൻഡി പകരം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
അത് നിങ്ങൾ എങ്ങനെ ഒരു ബുദ്ധിമുട്ട് ദിവസമായിരിക്കും പോകുന്നു പറയാൻ കഴിയും:# 1040 നിങ്ങളുടെ വരുമാന നികുതി റീഫണ്ട് ചെക്ക് പാനലിസ്റ്റുകൾ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
അത് നിങ്ങൾ എങ്ങനെ ഒരു ബുദ്ധിമുട്ട് ദിവസമായിരിക്കും പോകുന്നു പറയാൻ കഴിയും:# 15 നിങ്ങളുടെ വളർത്തുമൃഗങ്ങളുടെ പാറയുടെ നിങ്ങളെക്കുറിച്ചു അലട്ടിക്കൊണ്ടിരുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
അത് നിങ്ങൾ എങ്ങനെ ഒരു ബുദ്ധിമുട്ട് ദിവസമായിരിക്കും പോകുന്നു പറയാൻ കഴിയും:# 32: നിങ്ങളുടെ ഉത്തരം സേവനം വിളിക്കും അവർ നിങ്ങളെ കേട്ട പോയിട്ടില്ല.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഹൊ ന്റെ നിയമം:എല്ലാവരും പ്രവർത്തിക്കില്ല ഒരു സ്കീം ഉണ്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഹബാർഡിന്റെ ന്റെ നിയമം:വളരെ ഗൗരവമായി ജീവിതം എടുത്തു ചെയ്യരുത്; നിങ്ങൾ ജീവനോടെ അതു പുറത്തു ലഭിക്കില്ല.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hurewitz ന്റെ മെമ്മറി തത്വം:എന്തെങ്കിലും മറക്കുന്നുണ്ടോ സാധ്യത ആനുപാതികമാണ്ലേക്ക് ... ലേക്ക് വന്നതാണ് ... .....
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഐബിഎം Pollyanna തത്ത്വം:മെഷീൻസ് ചെയ്യണം. ആളുകൾ ചിന്തിക്കണം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഐ.ബി.എം. യഥാർത്ഥ ആപ്തവാക്യം:കൊഗിഷൊ അതുകൊണ്ട് vendo; vendo അതുകൊണ്ട് തുക.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഐബിഎം:[ഇന്റർനാഷണൽ ബിസിനസ്സ് മെഷീൻസ് കോർപ്പറേഷനും] എതിരെ ഇട്ടി അല്വാര് അറിയപ്പെടുന്നമെഷീൻസ് അല്ലെങ്കിൽ വക്കീലിന്റെ സുഹൃത്താണ്. കമ്പ്യൂട്ടറിൽ പ്രമുഖര് ഫോഴ്സ്മാർക്കറ്റിംഗ്, ലോകവ്യാപകമായി വിതരണം കരുതിയിരുന്നു അറിയപ്പെടുന്ന എല്ലാ ഹാർഡ്വെയർ ചില 75%എല്ലാ സോഫ്റ്റ്വെയർ 10%. litigious അസൂയ നിന്ന് സ്വയം പരിരക്ഷിക്കുന്നതിന്പോലുള്ള അമേരിക്കൻ സർക്കാർ നേട്ടങ്ങളൊന്നും സംഘടനകളും, ഐ.ബി.എമ്മിന്റെഎല്ലാ അറിയപ്പെടുന്ന മുൻ അഭിഭാഷകർക്ക് ജനറൽ 68% തൊഴിലാളികളുണ്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഐബിഎം:ഞാൻ നീക്കി ഞങ്ങൾഇഡിയറ്റ്സ് മാനേജർമാരാകാൻഇഡിയറ്റ്സ് കൂടുതൽ വാങ്ങുകമെഷീൻ വാങ്ങുക അസാധ്യമാണ്ആളപായമുള്ളതായി ബിഗ് മെഷീൻവ്യവസായം ഏറ്റവും വലിയ തെറ്റ്.മനസ്സില്ചെറിയ ഇന്റർനാഷണൽ സാഹോദര്യംഇത് മൈൻഡ് കറക്റ്റ്ബെറ്റർ സ്വമേധയാ തുടർന്ന്ഇട്ടി-അല്വാര് മെഷീൻസ്
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഐബിഎം:അത് ഏതു, പക്ഷേ അത് ഉപയോഗിക്കാൻ പ്രയാസം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മുസല ബോക്സ്, വ .:എവിടെ ഒരു വ്യക്തി പറയുന്ന പേടിപ്പിക്കേണ്ട ഭാഗമായിഅവർ മതിമറന്ന് പുറത്തേക്ക് കലാപപരിപടി കഴിയില്ല സ്റ്റാമ്പ്.
		-- Rich Hall, "Sniglets"

%
മൂഢനാവുക, എൻ .:ആരുടെ സ്വാധീനം മനുഷ്യ ഒരു വലിയ ശക്തവുമായ ഗോത്രത്തിൽ ഒരു അംഗംകാര്യങ്ങളുടെ എപ്പോഴും മേൽക്കോയ്മ നിയന്ത്രിയ്ക്കാനുള്ള മാറ്റി.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ചോരുന്നു, n .:വിനോദം വിത്തു പോയ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ignisecond, n:കൈ കാർ ലോക്കിങ് ചെയ്യുമ്പോൾ സമയം കവിഞ്ഞു നിമിഷംവാതിൽ തന്നേ മസ്തിഷ്കം എന്നു "എന്റെ കീകൾ അവിടെ ഇരിക്കുന്നു!"
		-- Rich Hall, "Sniglets"

%
അജ്ഞത, n .:നിങ്ങൾ എപ്പോഴാണ് ഒന്നും അറിയുന്നില്ല, വേറൊരാളെ കണ്ടെത്തുന്നു.
		-- Rich Hall, "Sniglets"

%
ഐൽസ് ന്റെ നിയമം:അത് ചെയ്യാൻ എളുപ്പമുള്ള മാർഗ്ഗം എപ്പോഴും ഉണ്ട്. നേരിട്ട് തേടുമ്പോൾഎളുപ്പ വഴി പ്രത്യേകിച്ച്, വളരെക്കാലം നിങ്ങൾ അത് കാണില്ല.യാതൊന്നിനോടും ഐൽസ്.
		-- Rich Hall, "Sniglets"

%
ഫ്രീമാൻ ന്റെ വിപുലീകരണ കൂടെ Imbesi ന്റെ നിയമം:ശുദ്ധനാക എന്തെങ്കിലും വേണ്ടി, മറ്റെന്തെങ്കിലും നിർബന്ധമാണ്വൃത്തികെട്ട തീർന്നിരിക്കുന്നു; എന്നാൽ നിങ്ങൾ ഇല്ലാതെ വൃത്തികെട്ട എല്ലാം ലഭിക്കുംശുദ്ധിയുള്ള ഒന്നും.
		-- Rich Hall, "Sniglets"

%
മാറാത്തതു എന്നു മൂന്ന് നിയമങ്ങൾ:(1) ഒരു tarpaulin ചിറകടിച്ചേക്കാം കഴിയും എങ്കിൽ, ഇത് ചെയ്യും.(2) ഒരു കുട്ടിയുടെ വൃത്തികെട്ട ലഭിക്കും പക്ഷം തീർച്ചയായും അവൻ.(3) കൗമാരത്തിൽ പോകും എന്ന പക്ഷം തീർച്ചയായും അവൻ.
		-- Rich Hall, "Sniglets"

%
നിഷ്പക്ഷമായ, ADJ .:വ്യക്തിഗത നേട്ടങ്ങളുടെ ഏതൊരു വാഗ്ദാനവും ഗ്രഹിക്കാൻ കഴിയുന്നില്ലഒരു വ്യവഹാരം ഇരുവശത്തും espousing രണ്ടു ഒന്നുകിൽ സ്വീകരിക്കുന്നത്പരസ്പരവിരുദ്ധമായ അഭിപ്രായങ്ങളെ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഇൻബോക്സ്, n .:നിങ്ങൾ കൈകാര്യം ആഗ്രഹിക്കുന്നില്ല എല്ലാത്തിനും ക്യാച്ച് തൊട്ടി, പക്ഷേഎറിഞ്ഞുകളക ഭയപ്പെടുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഇൻസെന്റീവ് പ്രോഗ്രാം, വ .:നീണ്ട ഹ്രസ്വകാല പ്രതിഫലത്തിന്റെ സിസ്റ്റം ഒരു കോർപ്പറേഷൻ ഉപയോഗിക്കുന്നഅവിടത്തുകാരെ പ്രോൽസാഹിപ്പനും. എന്നിരുന്നാലും, എല്ലാ പരീക്ഷണങ്ങളും ഉണ്ടായിട്ടുംലാഭം പങ്കിടൽ, സ്റ്റോക്ക് ഓപ്ഷനുകളും, പോലെ, കൂടുതൽ ഫലപ്രദമായതീയതി വരെ പ്രചോദനം പ്രോഗ്രാം "ഒരു നല്ല ജോലി ചെയ്യാൻ തോന്നുന്നു നിങ്ങൾ നേടുകയുംഅതു തുടരുക. "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മൊഹിന്ദ n .:outcumbents ലേക്കുള്ള liveliest പലിശ വ്യക്തി.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
സൂചിക n .:സാധ്യമായ പലിശ എവിടെ ഒരു വാക്കു അക്ഷരമാലാക്രമത്തിലുള്ള ലിസ്റ്റ്പരാമർശങ്ങൾ കൊണ്ട് വിഷയങ്ങൾ അക്ഷരമാലാക്രമത്തിൽ ലിസ്റ്റ് ആയിരിക്കേണ്ടുന്ന.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ശൈശവത്തിൽ, n .:നമ്മുടെ ജീവിതത്തിൽ കാലയളവ് വരുമ്പോൾ, വേഡ്സ്വർത്ത് അനുസരിച്ച്, "സ്വർഗ്ഗം ഭോഷകുഞങ്ങളെ കുറിച്ച്. "ലോകം പ്രെറ്റി ഉടൻ പിന്നീടു ഞങ്ങളെ കുറിച്ച് കിടക്കുന്ന തുടങ്ങുന്നു.
		-- Ambrose Bierce

%
ഇൻഫർമേഷൻ സെന്റർ, എൻ .:ആരുടെ ജോലി ചെയ്യുക എന്നത് പ്രൊഫഷണൽ കമ്പ്യൂട്ടർ ആളുകൾ ജീവനക്കാരായുള്ളത് ഒരു മുറിനിങ്ങൾ ആവശ്യമായ വിവരങ്ങൾ ഇല്ല എന്തുകൊണ്ട് നിങ്ങളോടു പറയുന്നു.
		-- Ambrose Bierce

%
വിവര:ജനങ്ങൾക്ക് സെല്ലിലാണ് വരുമ്പോൾ നിങ്ങൾ എന്തു മനശാസ്ത്രം വിളിക്കുംഅതു അത് തങ്ങളുടെ സാന്നിധ്യത്തിൽ ചർച്ച അനുവദിക്കില്ല.
		-- Ambrose Bierce

%
നന്ദികെട്ട, n .:അവനെ ഫീഡുകൾ കൈ കടിക്കും, തുടർന്ന് വർധിപ്പിച്ചേക്കും പുരുഷൻദഹനക്കേട്.
		-- Ambrose Bierce

%
മഷി, n .:ഇരുമ്പുകട്ടികൾ tannogallate ഒരു villainous വളപ്പിന്റെ ഗം-അറബിക്,വെള്ളം, ളാണ് എന്ന അണുബാധ സുഗമമാക്കുന്നതിന് ഉപയോഗിച്ചബുദ്ധിശൂന്യതയുടെ ബൗദ്ധിക കുറ്റകൃത്യങ്ങൾ പ്രൊമോട്ട്.
		-- H. L. Mencken

%
നവീകരിക്കണം, വി .:ജനം സംഭവവും.
		-- H. L. Mencken

%
അരക്ഷിതാവസ്ഥ, n .:നിങ്ങള് നിങ്ങളുടെ വർഷങ്ങൾ വേണ്ടി mispronounced ചെയ്തിട്ടുണ്ടെന്ന് കണ്ടെത്തുന്നത്പ്രിയപ്പെട്ട വാക്കുകൾ.പകുതിയെത്തി നിങ്ങൾക്ക് അത് ദോഷം പ്രവേശിച്ചു നിങ്ങൾ ഒരു തമാശ കൂടി തിരിച്ചറിഞ്ഞനിങ്ങൾക്ക് അതു പറഞ്ഞ വ്യക്തി.
		-- H. L. Mencken

%
പലിശ, n .:എന്താണ് വായ്പയെടുത്തവർക്ക് നൽകുകയും, പണമിടപാടുകാർ ലഭിക്കും, stockholders ഉടമസ്ഥത, ഒപ്പംജീവനക്കാരെ നടിക്കുന്ന വേണം ഔട്ട് ദഹിപ്പിച്ചു.
		-- H. L. Mencken

%
ഇന്റര്പ്രെറ്റര്, n .:വിവിധ ഭാഷകളിൽ രണ്ടു പേർക്ക് ആർ പ്രാപ്തമാക്കുന്നു വൺഅതിലേക്ക് ആകുമായിരുന്നു ഓരോ ആവര്ത്തിക്കുന്നു പരസ്പരം മനസ്സിലാക്കാൻഞങ്ങൾക്കുണ്ട് മറ്റ് വേണ്ടി ദ്വിഭാഷിയായിരുന്ന ന്റെ മെച്ചം പറഞ്ഞു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ലഹരിയുള്ള, ADJ .:നിങ്ങൾ പ്രഖ്യാപനം കഴിയാത്തതിൽ ഇല്ലാതെ അതൃപ്തിയെ തോന്നുമ്പോൾ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഡിസ്ട്രിബ്യൂഷന് അയൺ നിയമം:അവരെ ലഭിക്കുന്നു, ഉണ്ടെന്ന്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഐഎസ്ഒ പ്രയോഗങ്ങൾ:ഒരു പ്രശ്നം തിരച്ചിലിൽ ഒരു പരിഹാരം!
		-- Ambrose Bierce, "The Devil's Dictionary"

%
പുരോഗതിയുടെ Issawi നിയമങ്ങൾ:കോഴ്സ് പുരോഗതി:മിക്ക കാര്യങ്ങളും ക്രമാനുഗതമായി മോശമായ നേടുകയും.പുരോഗതിയുടെ പാത:ഒരു കുറുക്കുവഴി രണ്ടു പോയിന്റ് തമ്മിലുള്ള ദൈർഘ്യമേറിയ അകലം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഇത് ഫലമില്ലാതെ ആണ്:precipitately പുറപ്പെട്ടു lactate ദ്രാവകം മേൽ lachrymose ആകുവാൻ.ഒരു superannuated ഇരയുടെ ഉപദേശിക്കുക ശ്രമിക്കുന്നതിന്നൂതന നീക്കങ്ങൾ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
"അത് പ്രോസസ്സ്":അങ്ങനെ ചുവന്ന ടേപ്പ് മുഴുകി സാഹചര്യം ഏകദേശം മനോനൊമ്പരം എന്ന്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ചെരിഞ്ഞോ ADJ:കീ ശൈലികളും പ്രാധാന്യം വലതുവശത്ത് ചരിഞ്ഞ. അതുല്യമായപാശ്ചാത്യ അക്ഷരമാലകൾ; ഈസ്റ്റേൺ ഭാഷകളിൽ ഒരേ ശൈലികളുംപലപ്പോഴും ഇടത്തോട്ടോ ചരിഞ്ഞ ആകുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഡെമോക്രാറ്റിക് സർക്കാർ Jacquin ന്റെ മലയാളത്തിലുണ്ടാവേണ്ടതെന്ന്:അതേസമയം ആരുടെയും ജീവൻ, സ്വാതന്ത്ര്യം, അല്ലെങ്കിൽ സ്വത്ത് സുരക്ഷിതമാണ്നിയമനിർമാണ സെഷനിൽ ആണ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Jenkinson ന്റെ നിയമം:അത് പ്രവർത്തിക്കില്ല.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ജിം Nasium ന്റെ നിയമം:ലോക്കറുകളിൽ നൂറുകണക്കിന് കുറച്ച് ആളുകൾ ഒരു വലിയ ലോക്കർ റൂമിലെഒരു സമയത്ത് സൗകര്യം ഉപയോഗിച്ച് എല്ലാ അടുത്ത ലോക്കറുകളിൽ ഉണ്ടായിരിക്കുംപരസ്പരം എല്ലാവരേയും ഇടുങ്ങിയ വേണ്ടിയാണത്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ജോലി അഭിമുഖത്തിൽ, വ .:ജീവനുണ്ടായിരുന്നു പ്രക്രിയ സമയത്ത് ഉദ്യോഗസ്ഥരെ ഓഫീസർമാർപതിർ നിന്ന് ഗോതമ്പ് വേർതിരിച്ചു - പിന്നെ പതിർപോലെയും നിയമിക്കുമെന്ന്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ജോലി പ്ലെയ്സ്മെന്റ്, വ .:അവൻ നിങ്ങളുടെ ജോലി എന്ത് ചെയ്യും നിങ്ങളുടെ മേലുദ്യോഗസ്ഥൻ അറിയിച്ചു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
jogger, n .:വേദന ഒരു കാര്യം വ്യക്തിയുടെ ഒറ്റയായി അടുക്കുക.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ജോണി കാർസൺ നിർവചനം:സമയം ഏറ്റവും ചെറിയ ഇടവേള മനുഷ്യനോടു അറിയപ്പെടുന്ന ഏത് സംഭവിക്കുന്നത് എന്നതാണ്ട്രാഫിക് സിഗ്നൽ പച്ചയും തിരിഞ്ഞു തമ്മിലുള്ള മാൻഹട്ടൻ ലെനീ അവന്റെ കൊമ്പു വീശുന്ന പിന്നിൽ ടാക്സി ഡ്രൈവർ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ജോൺസൺ ആദ്യ നിയമ:ഏതെങ്കിലും മെക്കാനിക്കൽ കുതന്ത്രം പരാജയപ്പെടുമ്പോൾ, അതു അത് ചെയ്യുംഏറ്റവും അൻസാരിയുടെ സാധ്യത സമയം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ജോൺസന്റെ നിയമം:സിസ്റ്റംസ് അവരെ സൃഷ്ടിക്കുന്ന സംഘടനകൾ സാദൃശ്യമുള്ളതാണ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ജോൺസ് ഒന്നാം നിയമം:ഏതെങ്കിലും ഫീൽഡിൽ ഇടയാക്കുന്നു ആർക്കുംഉദ്യമത്തിൽ, നീണ്ട മതി വയലിൽ താമസിക്കുന്നതിനു ഒരു മാറുന്നുഅതിന്റെ പുരോഗതി തടസ്സം - നേരിട്ട് അനുപാതത്തിൽഅവരുടെ യഥാർത്ഥ സംഭാവനകളെ പ്രാധാന്യം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ജോൺസ് 'ആപ്തവാക്യം:സുഹ്യത്തുക്കൾ വന്നു ചെന്നാൽ ശത്രുക്കൾ കൈവരിക്കും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ജോൺസ് 'സെക്കന്റ് നിയമം:കാര്യങ്ങള് തെറ്റായി പോകുന്നു ഏകത്വത്തിലും മനുഷ്യൻ ആരെങ്കിലും ചിന്തിച്ചത് ചെയ്തുഅത് കുറ്റപ്പെടുത്തിയിട്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
നൈസ് സമുദായവും ന് Juall ന്റെ നിയമം:നൈസ് സഞ്ചി എപ്പോഴും അവസാന പൂർത്തിയാക്കാൻ ചെയ്യരുത്; ചിലപ്പോൾ അവർ പൂർത്തിയാക്കാൻ ചെയ്യരുത്.ചിലപ്പോൾ അവർ പോലും ആരംഭിക്കാൻ ഒരു അവസരം ലഭിക്കില്ല!
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ജസ്റ്റിസ് എന് .:നിങ്ങളുടെ അനുകൂലമായി ഒരു തീരുമാനം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കാഫ്ക ന്റെ നിയമം:നിങ്ങൾ ലോകത്തെ തമ്മിലുള്ള പോരാട്ടത്തിന്റെ ലോകത്തെ ബാക്കപ്പ്.
		-- Franz Kafka, "RS's 1974 Expectation of Days"

%
ലഘുഭക്ഷണമുള്ളത് പാക്കേജുകളുടെ Karlson ന്റെ സിദ്ധാന്തം:എല്ലാ പി, പി ലഘുഭക്ഷണമുള്ളത് ഒരു പാക്കേജ് ഉള്ളേടത്തു പി സിംഗിൾ സേവിക്കുന്നലഘുഭക്ഷണമുള്ളത് പാക്കേജ്.ഗിബ്സൺ പൂച്ചയുടെ Corrolary:എല്ലാ എൽ, എൽ ലഞ്ച് ഇറച്ചിയും ഒരു പാക്കേജ് ഉള്ളേടത്തു, എൽ ഗിബ്സൺ പാക്കേജ് ആണ്ലഞ്ച് ഇറച്ചി.
		-- Franz Kafka, "RS's 1974 Expectation of Days"

%
സൂക്തങ്ങള് 'നിയമം:പുരുഷന്മാർ ജാതികൾ എപ്പോൾ യുക്തി പ്രവർത്തിക്കുമെന്നുംമറ്റ് എല്ലാ സാധ്യതകളും വലയെറിഞ്ഞു ചെയ്തു.ചരിത്രം അവർക്കുള്ളത് ഒരിക്കൽ പുരുഷന്മാരും ജാതികൾ വിവേകത്തോടെ പെരുമാറണമെന്ന് പഠിപ്പിക്കുന്നത്മറ്റെല്ലാ മറ്റുവഴികൾ വലയെറിഞ്ഞു.
		-- Abba Eban

%
പാർട്ടി ഫിസിക്സ് കോഫ്മാൻ ആദ്യ നിയമ:ജനസംഖ്യ ജനസാന്ദ്രത വിപരീതമായാണ് ആണ്ചെപ്പ് നിന്നുള്ള അകലം സ്ക്വയറിലേക്ക്.
		-- Abba Eban

%
കോഫ്മാൻ ന്റെ നിയമം:ഒരു നയം ഒരു ആവർത്തന തടയാൻ ഒരു നിയന്ത്രിതമായ പ്രമാണമാണ്കൊണ്ടിരിക്കുന്ന സംഭവം പരാമർശിച്ചു ഒരിക്കലും ഒരൊറ്റ സംഭവം എന്ന.
		-- Abba Eban

%
മനസ്സിൽ എപ്പോഴും നൂറായിരം നാലു നിരന്തരമായ നിയമങ്ങൾ സൂക്ഷിക്കുക:(1) ലോകത്തിലെ ഏറ്റവും ശക്തമായ സംഘങ്ങളാണ് ഡിസ്കിന്റെ ആണ്(ഈ വെറും പരിധിക്കു പുറത്ത് ഒരു കാർ നേതൃത്വത്തിൽ രാജ്യം strainingഫോഴ്സ് സാങ്കേതികമായി "കാർ നുകരും" വിശേഷിപ്പിക്കാറ്).(2) കൂടുതല് പ്രവചിക്കാനാകുന്നത് ഒരു അഭിപ്രായം മുഖേന ഏതെങ്കിലും കരുനീക്കം ആക്കുകയോ ഒരിക്കലുംഅധികം "ഈ കാണുക!"(3) എന്തെങ്കിലും അടിക്കാൻ ഒരു നൂറായിരം പ്രോബബിലിറ്റി നേരിട്ട് ആണ്അതു അടിക്കാൻ കുറഞ്ഞ അനുപാതത്തിലായിരിക്കും. ഉദാഹരണത്തിന്, ഒരുനൂറായിരം എപ്പോഴും ഒരു പോലീസുകാരൻ നേരെ നേരിട്ട് തലയ്ക്ക് ചെയ്യും അല്ലെങ്കിൽമറിച്ച് Chevy ബീറ്റ് അപ്പ് അല്പം വൃദ്ധ.(4) ആരും വീക്ഷിച്ചു നിങ്ങളുടെ മികച്ച ത്രോ സംഭവിക്കുന്നു; എപ്പോൾനിങ്ങൾ ആകർഷിക്കുന്നതിൽ ശ്രമിക്കുന്ന നിങ്ങ'ളെ കലോത്സവങ്ങൾ പെൺകുട്ടി, കാണുന്നുനൂറായിരം അനിവാര്യമായും നിങ്ങളുടെ കയ്യിൽ നിന്നു എതിർദിശയിൽ അല്ലെങ്കിൽ നിങ്ങൾ ഹിറ്റ് ചെയ്യുംതല നിങ്ങൾ നിസ്സാരരായ മുട്ടുന്നു.
		-- Abba Eban

%
കെന്നഡിയുടെ മാർക്കറ്റ് സിദ്ധാന്തം:വിവരങ്ങൾ പരിമിതികളില്ലാത്ത ക്രെഡിറ്റ് അകത്ത് മതി നൽകുക,നിങ്ങൾ നുറുക്കി പോകാൻ ലഭിച്ചു.
		-- Abba Eban

%
കെന്റ് ന്റെ ഹ്യുറിസ്റ്റിക്:നിങ്ങൾ ഏറ്റവും ഇത് കണ്ടെത്താൻ ആഗ്രഹിക്കുന്ന ആദ്യം നോക്കുക.
		-- Abba Eban

%
കെന്, വി .:1. ദൃഡമായി ഒരു ചെവി ന് കേർണലുകൾ പോലെ ഒരുമിച്ചു ടൈപ്പ് പാക്ക്ധാന്യം. 2. ബ്രൂക്ക്ലിൻ ക്യുൻസിലെയും, N.Y., ഒരു ചെറിയ, ഭാഗങ്ങളിൽമെറ്റൽ ഒബ്ജക്റ്റ് പണ വ്യവസ്ഥയെ ഭാഗമായി ഉപയോഗിക്കുന്ന.
		-- Abba Eban

%
കേർണൽ, n .:മധ്യകാല പരിപാലിക്കുന്നു ഒരു ഓപ്പറേറ്റിങ് സിസ്റ്റം ഒരു ഭാഗംആഭിചാരം കറുത്ത ആർട്ട് പാരമ്പര്യത്തെ.
		-- Abba Eban

%
Kettering ന്റെ ഒബ്സർവേഷൻ:യുക്തി ആത്മവിശ്വാസത്തോടെ തെറ്റായ പോകുന്ന ഒരു സംഘടിത മാർഗമാണ്.
		-- Abba Eban

%
സൌമ്യതയുടെ പ്രതിഫലം Kime ന്റെ നിയമം:മറ്റ് കവിൾ ടേണിംഗ് കേവലം രണ്ട് ചതഞ്ഞ കവിൾ ഉറപ്പാക്കുന്നു.
		-- Abba Eban

%
കിൻ, എൻ .:രക്തം ഒരു ശിക്ഷ.
		-- Abba Eban

%
പെർഫൊറേഷൻ ഓഫ് Kington ന്റെ നിയമം:ദ്വാരങ്ങൾ ഒരു വര പേപ്പർ ഒരു കഷണം ഉണ്ടാക്കിയ, അത്തരംസ്ടാമ്പിനെപ്പറ്റി ഒരു ഷീറ്റ് അല്ലെങ്കിൽ ഒരു ചെക്ക്, ആ വരി ശക്തമായ മാറുന്നുപേപ്പർ ഭാഗമായി.
		-- Abba Eban

%
Kinkler ആദ്യ നിയമ:ഉത്തരവാദിത്വം എപ്പോഴും അധികാരം കവിഞ്ഞു.Kinkler രണ്ടാം:എല്ലാ എളുപ്പമാണ് പ്രശ്നങ്ങൾ അവസാനിക്കുന്നത്.
		-- Abba Eban

%
ഡൈനിംഗ് Kliban ആദ്യ നിയമ:നിങ്ങളുടെ തലയിലെ -ത്തേക്കാൾ തിന്നുകയും ഒരിക്കലും.
		-- Abba Eban

%
Kludge, എൻ .:മോശമായി-ചേരുന്ന ഘടകങ്ങളുടെ ദീനം-ആട്ട ശേഖരം, ഒരു രൂപപ്പെടുകയുംവേദനാകരമാണ് മുഴുവൻ.
		-- Jackson Granholm, "Datamation"

%
Knebel ന്റെ നിയമം:അതു ഇപ്പോൾ അസന്ദിഗ്ധമായി തെളിയിച്ചു ആണ് പുകവലി മുൻനിര ഒന്നാണ്സ്ഥിതിവിവരക്കണക്കുകൾ കാരണങ്ങൾ.
		-- Jackson Granholm, "Datamation"

%
പരിജ്ഞാനം, n .:നിങ്ങൾ വിശ്വസിക്കുകയും കാര്യങ്ങൾ.
		-- Jackson Granholm, "Datamation"

%
ക്രാമർ ന്റെ നിയമം:ട്രെയിൻ ട്രാക്കുകൾ നോക്കി പോയ വഴി അറിയിക്കും ഒരിക്കലും കഴിയില്ല.
		-- Jackson Granholm, "Datamation"

%
Krogt എന്. (കെമിക്കൽ ചിഹ്നം: Kr):മെറ്റാലിക് വെള്ളി പൂശുന്നു ഫാസ്റ്റ് ഫുഡ് ഗെയിം കാർഡുകൾ കണ്ടെത്തി.
		-- Rich Hall, "Sniglets"

%
ലേബർ, n .:എ ബി വസ്തുവകകൾ കൈവരിക്കുന്നുണ്ട് പ്രകാരമുള്ള പ്രക്രിയകളുടെ വൺ
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Lackland നിയമങ്ങൾ:(1) ആദ്യം ഒരിക്കലും.(2) കഴിഞ്ഞ ഒരിക്കലും.(3) സാധനവും സ്വമേധയാ ഒരിക്കലും
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Lactomangulation, n .:അങ്ങനെ മോശമായി ഒരു പാൽ പെട്ടി ന് "ഇവിടെ തുറക്കാൻ" ലിറ്റിൽ പരാതിയിൽആ ഒറ്റ "നിയമവിരുദ്ധമായ" സൈഡ് ഉപയോഗിച്ച് അവലംബിക്കാൻ ഉണ്ട്.
		-- Rich Hall, "Sniglets"

%
Langsam നിയമങ്ങൾ:(1) എല്ലാം ആശ്രയിച്ചിരിക്കുന്നു.(2) ഒന്നും എപ്പോഴും.(3) എല്ലാം ചിലപ്പോൾ ആണ്.
		-- Rich Hall, "Sniglets"

%
Larkinson ന്റെ നിയമം:എല്ലാ നിയമങ്ങളും അടിസ്ഥാനപരമായി തെറ്റാണ്.
		-- Rich Hall, "Sniglets"

%
ലേസർ, n .:മരണം കിരണം പരാജയപ്പെട്ടു.
		-- Rich Hall, "Sniglets"

%
ലോറ ന്റെ നിയമം:ഒരു കുഞ്ഞിനും കുളിമുറിയിൽ പുറന്തള്ളുന്ന.
		-- Rich Hall, "Sniglets"

%
കമ്മ്യൂണിക്കേഷൻസ് നിയമം:മെച്ചപ്പെട്ടു വികസിക്കും കമ്മ്യൂണിക്കേഷൻസ് അനിവാര്യമായ ഫലംഅധികാരശ്രേണിയിലെ വിവിധ തലങ്ങളിൽ തമ്മിലുള്ള കൈമാറുന്നതിനുള്ള വർദ്ധിപ്പിക്കുന്നുതെറ്റിദ്ധാരണ പ്രദേശത്തെ.
		-- Rich Hall, "Sniglets"

%
തുടർച്ചയിലൂന്നിയുള്ള നിയമം:പരീക്ഷണങ്ങൾ reproducible വേണം. അവർ എല്ലാവരും അങ്ങനെ പിൽ.
		-- Rich Hall, "Sniglets"

%
കാലവിളംബം ഓഫ് നിയമം:കാലവിളംബം മുഷിപ്പ് സാധിക്കും; ഒറ്റ ഉണ്ട് ഒരിക്കലുംചെയ്യാൻ പ്രധാനപ്പെട്ട ഒന്നും ഇല്ല തോന്നൽ.
		-- Rich Hall, "Sniglets"

%
സെലക്ടീവ് ഗുരുത്വാകർഷണ നിയമം:ഏറ്റവും ക്ഷതം ചെയ്യാൻ പോലെ ഒരു വസ്തു അങ്ങനെ വീഴും.Jenning ന്റെ മുഖ്യവാദത്തിന്റെ:അപ്പം അവസരം buttered പാർശ്വഫലങ്ങൾ വീഴുന്നഇറങ്ങി പരവതാനി ചെലവ് നേരിട്ട് ആനുപാതികമാണ്.പ്രകൃതിയുടെ പീഡനം ഓഫ് നിയമം:നിങ്ങൾ വെണ്ണ മുമ്പുകൂട്ടി അപ്പത്തിന്റെ സൈഡ് നിർണ്ണയിക്കാൻ കഴിയില്ല.
		-- Rich Hall, "Sniglets"

%
കാടിന്റെ നിയമം:അവൻ ആർ മുഖഭാവത്തില് ഉച്ചഭക്ഷണം ആണ്.
		-- Rich Hall, "Sniglets"

%
പ്രോഗ്രാമിങിന്റെ നിയമങ്ങൾ:(1) പ്രവർത്തിക്കുമ്പോൾ നൽകിയ ഏത് പ്രോഗ്രാം, കാലഹരണപ്പെട്ടതാണ്.(2) ഏതെങ്കിലും പ്രോഗ്രാം തന്നിരിക്കുന്നു കൂടുതൽ ചെലവ് സമയമെടുക്കുന്നു.(3) ഒരു പ്രോഗ്രാം ഉപയോഗപ്രദമായ ആണെങ്കിൽ, അത് മാറ്റി ആവശ്യമാണ്.(4) ഒരു പ്രോഗ്രാം വിലപ്പോവില്ല ആണെങ്കിൽ, അത് ഡോക്യുമെന്റ് ചെയ്യും.(5) നൽകിയ ഏതൊരു പ്രോഗ്രാം എല്ലാ ലഭ്യമായ മെമ്മറി നിറയ്ക്കാൻ വികസിപ്പിക്കും.(6) പ്രോഗ്രാമിന്റെ മൂല്യം അതിന്റെ ഔട്ട്പുട്ട് തൂക്കം അനുപാതത്തിലായിരിക്കും.(7) അതിന്റെ ശേഷിയെ അധികരിക്കുന്നു വരെ പ്രോഗ്രാം സങ്കീർണ്ണത വളരുന്നുപ്രോഗ്രാമർ അതു നിലനിർത്താൻ വേണം ആർ.
		-- Rich Hall, "Sniglets"

%
യൂണീവേഴ്സിറ്റി നിയമങ്ങൾ:(1) ഒന്നും കണ്ടെത്താൻ വേണ്ടിയാണ്, നിങ്ങൾ എന്തെങ്കിലും തിരയുന്ന വേണം.(2) നിങ്ങൾ മെച്ചപ്പെട്ട ഉൽപ്പന്നം പ്രയോജനപ്പെടുത്താൻ ആഗ്രഹിക്കുന്ന, നിങ്ങൾ ഇതിനകം ഇവയുണ്ടായിരിക്കണംഒരു അന്തർഗ്രഹമായതിനാൽ ഒന്നാണ് വിന്യസിച്ചിരിക്കുന്നു.
		-- Rich Hall, "Sniglets"

%
നിയമനടപടി, n .:നിങ്ങൾ ഒരു പന്നി ആയി പോയി ഒരു സോസേജ് പുറത്തു വന്ന ഒരു യന്ത്രം.
		-- Ambrose Bierce

%
അഭിഭാഷകൻ ഭരണം:നിയമം നിങ്ങൾക്ക് നേരെ എപ്പോഴാണ്, വസ്തുതകൾ വാദിക്കുന്നു.വസ്തുതകൾ എനിക്കു നേരെ, നിയമം വാദിക്കുന്നു.ഇരുവരും നിങ്ങളുടെ നേരെ വരുമ്പോൾ, മറ്റ് അഭിഭാഷകൻ പേരുകൾ വിളിക്കും.
		-- Ambrose Bierce

%
Lazlo ന്റെ ചൈനീസ് ആപേക്ഷികതാ സ്വയംസിദ്ധപ്രമാണം:കുഴപ്പമില്ല വലിയ എങ്ങനെ നിങ്ങളുടെ വിജയപതാക അല്ലെങ്കിൽ നിങ്ങളുടെ പരാജയങ്ങൾക്ക് എത്ര ദാരുണമായ -ഏകദേശം ഒരു ബില്യൺ ചൈനീസ് ഒട്ടും ശ്രദ്ധ.
		-- Ambrose Bierce

%
കർവ് പഠന എന് .:അത്ഭുതപ്പെടുത്തുന്ന ഒരു പുതിയ സിദ്ധാന്തത്തിന് മാനേജ്മെന്റ് കൺസൽടൻറ് കണ്ടുപിടിച്ചത്കൂടുതൽ നിങ്ങൾക്ക് എന്തെങ്കിലും ചെയ്യുന്ന ഉറപ്പിക്കുമ്പോൾ, 1970 ലെവേഗത്തിലുള്ള നിങ്ങൾക്ക് അതു കഴിയും.
		-- Ambrose Bierce

%
ലീയുടെ നിയമം:ഇതുപോലുള്ള ദിവസം അവിടെ തന്നെ അമ്മ പറഞ്ഞു,പക്ഷേ അവൾ പല ചെലവഴിക്കുന്ന പറഞ്ഞു ഒരിക്കലും!
		-- Ambrose Bierce

%
Leibowitz ഭരണം:ഒരു ആണി ഭാഷവരുത്തി, നിങ്ങളുടെ ഹിറ്റ് ഒരിക്കലുംനിങ്ങൾ കൈ ചുറ്റിക മണ്ടാതിരുന്നു .വാവു.
		-- Ambrose Bierce

%
തരംതിരിക്കേണ്ടവ: എല്ലാ കുതിരകളെ ഒരേ നിറം ആകുന്നു.പ്രൂഫ് (നിവേശിത വഴി):കേസ് n = 1: ഒരേയൊരു കുതിര ഒരു സെറ്റ്, അത് എല്ലാ വ്യക്തംആ സെറ്റിൽ കുതിരകളെ ഒരേ നിറം ആകുന്നു.കേസ് n = K: നിങ്ങൾ K + 1 കുതിരകളുടെ ഒരു കൂട്ടം ഉണ്ടെന്ന് കരുതുക. ഇതിലൊന്ന് വലിക്കുകനിങ്ങൾ k കുതിര അവർക്കാവശ്യമുള്ള നിര്ത്തി കുതിരകൾ,. എല്ലാവരും കരുതുകഈ കുതിരകളുടെ ഒരേ നിറം ആകുന്നു. ഇപ്പോൾ നിങ്ങൾ കുതിരയുടെ പിന്നോട്ട്പുറത്തു എടുത്തു മറ്റൊന്ന് പിൻവലിക്കുകയും. കരുതുക കെ എല്ലാഇപ്പോൾ സെറ്റ് കുതിരകളെ ഒരേ നിറം ആകുന്നു. K + 1 കുതിരകളുടെ നിര്ത്തുന്നില്ലെങ്കില്ഒരേ നിറം ആകുന്നു. നാം k യഥാർഥ => K + 1 സത്യമാണ് ഉണ്ടു; അതുകൊണ്ടു എല്ലാകുതിരകളെ ഒരേ നിറം ആകുന്നു.സിദ്ധാന്തം: എല്ലാ കുതിരകൾ കാലുകൾ എണ്ണം അനന്തമാണ്.പ്രൂഫ് (ഭീഷണിപ്പെടുത്തൽ വഴി):എല്ലാവരും എല്ലാ കുതിരകൾ കാലുകൾ ഒരു പോലും നമ്പർ ഉണ്ട് സമ്മതിക്കുന്നു തന്നെ. അത്കുതിര ലും മുന്നിൽ ഗുഹാമുഖത്ത് രണ്ടു തുട നന്നായി അറിയപ്പെടുന്നുണ്ട്തിരികെ. 4 + 2 = 6 കാലുകൾ, തീർച്ചയായും ഒരു വേണ്ടിയുള്ള കാലുകൾ ഒരു ഒറ്റയായി എണ്ണം ആണ്ഉണ്ടെന്നാണ് കുതിര! ഇപ്പോൾ ഇരുവരും പോലും ഒറ്റയും എന്ന് സംഖ്യഅനന്തത; അതുകൊണ്ടു എല്ലാ കുതിരകൾ കാലുകൾ എണ്ണം അനന്തമാണ്.എന്നിരുന്നാലും, ഒരു ഇല്ല കുതിര എവിടെയോ ആണ് എന്ന് കരുതുകകാലുകൾ അനന്തമായ എണ്ണം. ശരി, ഒരു വ്യത്യസ്ത ഒരു കുതിര തന്നെനിറം; ഒപ്പം തരംതിരിക്കേണ്ടവ, അതു നിലവിലില്ല.
		-- Ambrose Bierce

%
ഉയരാൻ, n .:ആരെങ്കിലും ലോകത്തെ കരുതിയിരുന്നത് ഇല്ലെങ്കിൽഅവരെ കുറിച്ച്, അവർ എപ്പോഴും അവരുടെ അമ്മ കണ്ടെത്താൻ ഇല്ല പ്രതീക്ഷിക്കുന്നു.
		-- Ambrose Bierce

%
യാത്രാ ലൂയിസിന്റെ നിയമം:പാരച്ചൂട്ട് നിന്നു ലഗേജ് ആദ്യഭാഗം ആർക്കും സ്വന്തമല്ല,എപ്പോഴെങ്കിലും.
		-- Ambrose Bierce

%
നുണയനും n .:വഴിപോക്കനെപ്പോലെയും കമ്മീഷന് ഒരു അഭിഭാഷകൻ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഇയ്യിപ്പോ:അസുഖകരമായ സത്യം പറയുന്നു ഒരുവൻ.
		-- Oliver Herford

%
ലീ, n .:സത്യത്തെ വളരെ പാവപ്പെട്ട പകരമാവില്ല ഒരാൾ മാത്രമേതീയതി പിന്നീട് കണ്ടെത്തിയിരുന്നു.
		-- Oliver Herford

%
വാണിംഗ് ന്റെ നിയമം:ഇപ്പ കിടക്കുന്നതായി ആരും കേൾക്കുന്നു ശേഷം അതിൽ കാര്യമില്ല.
		-- Oliver Herford

%
ജീവനും n .:നീ ഒരു സമയത്തേക്കു ആയിരിക്കും നിരവധി ബില്യൺ സെല്ലുകളുടെ പെണ്മക്കളെ.
		-- Oliver Herford

%
ജീവനും n .:ജനം കുറിച്ച് പഠിക്കുക ഹാർഡ് വഴി - ഒന്നാണ് വഴി.
		-- Oliver Herford

%
ജീവനും n .:ഒന്നുമില്ലായ്മയും നിത്യത തമ്മിലുള്ള ആ ഹ്രസ്വമായ interlude.
		-- Oliver Herford

%
വിളക്കുമാടം, n .:സമുദതീരം ഏത് സർക്കാർ ഒരു ഉയരമുള്ള കെട്ടിടംഒരു വിളക്കും രാഷ്ട്രീയക്കാരനെ സുഹൃത്ത് പുലർത്തുന്നുണ്ട്.
		-- Oliver Herford

%
പോലെ:ഒരേ സമയം ജീവനുള്ളവൻ ചെയ്യുമ്പോൾ അത്ഭുതകരമായ ഒരു യാദൃശ്ചികമല്ല.
		-- Oliver Herford

%
ലിനസ് 'നിയമം:ഒരു വലിയ സാധ്യതകൾ മാത്രമാകുന്നു ഭാരമാകുന്നു ഭാരം ഉണ്ട്.
		-- Oliver Herford

%
ലിസ്പ്, വി .:വരുംദശകത്തിൽ thpade വിളിക്കുന്നത്.
		-- Oliver Herford

%
Lockwood ഒരു നീണ്ട ഷോട്ട്:മെയിൻ സ്ട്രീറ്റിലെ ഒരു സിംഹം വഴി തിന്നു വിളയും സാധ്യതഒരു ദശലക്ഷം ഒന്നു, അല്ല ഒരിക്കൽ മാത്രം മതി.
		-- Oliver Herford

%
സ്നേഹം, n .:കയർ അവസാനം ഒരു കെട്ടഴിച്ച് ലെ ബന്ധം സ്നേഹിക്കുക.
		-- Oliver Herford

%
സ്നേഹം, n .:അതു വളർന്നു, നിങ്ങൾ കുറച്ച് കണ്ണുനീർ അതു വെള്ളമൊഴിച്ച് കാര്യമാക്കുന്നില്ല.
		-- Oliver Herford

%
സ്നേഹം, n .:നിങ്ങൾ ആരുടെയെങ്കിലും വളരെ അടുത്തായി എപ്പോഴാണ് അല്ല - നിങ്ങൾ വളരെ സെൻസിറ്റീവ് കാരണംപ്രീതി.
		-- Oliver Herford

%
സ്നേഹം, n .:നിങ്ങൾ ഒരു രാവിലെ തുടങ്ങുന്ന ദിവസങ്ങളിൽ ആരുടെയെങ്കിലും ചിന്തിക്കാൻ ഇഷ്ടപ്പെടുമ്പോൾ.
		-- Oliver Herford

%
സ്നേഹം, n .:, നിങ്ങളുടെ കാമുകൻ തിരഞ്ഞെടുക്കാൻ ആവശ്യപ്പെട്ടാൽസന്തോഷവും, നിങ്ങൾ ഹൃദയമിടിപ്പിന്റെ സന്തോഷം കടക്കുക ആഗ്രഹിക്കുന്നു.
		-- Oliver Herford

%
സ്നേഹം, വി .:നിങ്ങൾ എന്നെ കൂട്ടു കളിക്കാം തുടർന്ന് നിങ്ങൾ എന്റെ ജീവിതം കളിക്കാൻ അനുവദിക്കും.
		-- Oliver Herford

%
Lowery ന്റെ നിയമം:അതു jams എങ്കിൽ - അതിന് നിർബന്ധം. അതു തകരുകയും, അത് ഏതുവിധേനയും പകരക്കാരനായാണ് ആവശ്യമായിരുന്നു.
		-- Oliver Herford

%
Cybernetic ഷഡ്പദങ്ങളുടെ Lubarsky ന്റെ നിയമം:ഒന്നു കൂടി ബഗ് എപ്പോഴും ഉണ്ട്.
		-- Oliver Herford

%
ഭ്രാന്തൻ അസൈലം, എൻ .:ശുഭാപ്തിവിശ്വാസം ഏറ്റവും പൂക്കുന്നു സ്ഥലത്തു.
		-- Oliver Herford

%
മെഷീൻ-ഇൻഡിപെൻഡൻറ്, ADJ .:നിലവിലുള്ള ഏതെങ്കിലും മെഷീനിൽ ഓടുന്നില്ല.
		-- Oliver Herford

%
ഭ്രാന്തനായ, ADJ .:ബൗദ്ധിക സ്വാതന്ത്ര്യം ഒരു ഉയർന്ന ബിരുദം ബാധിച്ച ...
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മാഡിസൺ ന്റെ അന്വേഷണ:നിങ്ങൾ ടൈറ്റാനിക് യാത്ര ചെയ്യാൻ ഉണ്ടെങ്കിൽ, എന്തുകൊണ്ട് ഒന്നാം ക്ലാസ് പോകരുതു?
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മാഫിയ, n:[Forced ഇൻഷുറൻസ് Mechanized പ്രയോഗങ്ങൾ രൂപവത്കരണഅക്കൗണ്ടിംഗ്.] ഓൺ-ലൈൻ സമീപത്തുള്ള പലരോടും വിപുലമായ നെറ്റ്വർക്ക്ഒഎസ്, ഡോസ്, iOS കീഴിൽ പ്രവർത്തിക്കുന്ന ഉപസിസ്റ്റങ്ങള്. മാഫിയ ഡോക്യുമെന്റേഷൻ ആണ്മറിച്ച് വളരെക്കുറഞ്ഞ, ഒപ്പം മാഫിയ വിൽപ്പന ഓഫീസ് പ്രദർശനശാലയിൽ ആ testyഏത് ഇത്രയധികം ഡിപി മുഖമുദ്ര ആണ് സത്യസന്ധവുമായ അന്വേഷണങ്ങൾ നല്കാൻ ലേക്ക് മനസ്സില്ലായ്മഓപ്പറേഷൻസ്. ഔട്ട് seeped എന്നു ഒരല്പം, ആ വെളിപ്പെടുംമാഫിയ നിലവാരമില്ലാത്ത പ്രോട്ടോക്കോൾ, OMERTA, ഒരു ഇറുകിയ-lipped കീഴിൽ പ്രവർത്തിക്കുന്നുണ്ട്എസ്.എൻ.എ. എന്ന വേരിയന്റ്, ഏത് നീട്ടി ഹസ്തദാനം സങ്കീർണ്ണമായ നടപ്പിലാക്കുകസുരക്ഷാ പ്രവർത്തനങ്ങൾ. മാഫിയ പോയിന്റ് അറിയാവുന്ന ടൈംഷെയറിങ് അംശങ്ങളും ലേക്ക്സാധാരണയായി ഏകാധിപത്യ ഓപ്പറേറ്റിംഗ് സിസ്റ്റം അധികം. സ്ക്രീൻ ഒരു കൊണ്ടുപോകും ആവശ്യപ്പെടുന്നുഒഴിച്ചുകൂടാനാവാത്തതാണ്, nonrefusable വെയ്റ്റേജിനു (മിക്ക മെനുകൾ ലളിതമായ അതെ ഓഫർ / ഉവ്വ്സാധാരണത്വം കാലതാമസം ഉറപ്പാവുന്നില്ല ഉപാധികൾ, അതെ സഹജമായ).സവിശേഷമായി, മാഫിയ കീഴിൽ എല്ലാ എഡിറ്റിംഗ് ഒരു ഉപയോഗിച്ച് കേന്ദ്രീകൃതമായി നടപ്പാകുംഫയലുകൾ, filors, filees, ഒപ്പം മായ്ക്കുന്ന കഴിവുള്ള ശക്തമായ rubout സവിശേഷതമുഴുവൻ നോഡൽ aggravations.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Magary സിദ്ധാന്തങ്ങളിൽ:ഏതെങ്കിലും നിന്ന് deadwood മേദസ്സും മുറിച്ചു ഒരു പൊതു നിലവിളിയും ഉള്ളപ്പോൾസർക്കാർ ബ്യൂറോക്രസിയുടെ, അതു deadwood മേദസ്സും പ്രവർത്തിക്കുന്നതുമുകുളം, പൊതു സേവനങ്ങൾ മുടിഞ്ഞിരിക്കുന്നു.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
കാന്തം, n .:എന്തോ കാന്തികത പ്രവർത്തിച്ച.കാന്തികത, n .:ഒരു കാന്തം മേൽ ആക്ടിംഗ് എന്തോ.ഉടനെ മേൽപ്പറഞ്ഞ രണ്ടു നിർവചനം പ്രവൃത്തികളെ നിന്ന് ഡിക്സ് ചെയ്യുന്നുകൂടെ വിഷയം പ്രകാശിച്ചു കളഞ്ഞ ആയിരം പ്രഗത്ഭരായ ശാസ്ത്രജ്ഞരുടെ,വലിയോരു വെള്ള പ്രകാശം മനുഷ്യ അറിവിന്റെ വാദമനുസരിച്ച് പുരോഗതിയല്ല.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Magnocartic, ADJ .:നിഷ്ക്രിയമായിരിക്കുകയാണെങ്കിൽ ആ ഏതെങ്കിലും വാഹനം, ഷോപ്പിങ്ങ് കാർട്ടുകൾ ആകർഷിക്കുന്നു.
		-- Sniglets, "Rich Hall & Friends"

%
സിംഫണിയായിരിക്കില്ല, എൻ .:ആരുടെ theivish സമ്പ്രദായമനുസരിച്ച് അത് ആർക്കെങ്കിലും നിർദ്ദേശിക്കപ്പെട്ട ഒരു പക്ഷിസംസാരിക്കാൻ പഠിപ്പിച്ചു ആയിരിക്കാം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മെയറുടേയും ന്റെ നിയമം:വസ്തുതകൾ സിദ്ധാന്തം പാലിക്കുന്നില്ലെങ്കിൽ ഇല്ലെങ്കിൽ, അവർ .നിഷക്ക് വേണം.Corollaries:(1) വലിയ സിദ്ധാന്തം, മെച്ചപ്പെട്ട.(2) പരീക്ഷണം അധികം ഒന്നും ഒരു വിജയം പരിഗണിക്കപ്പെട്ടേക്കാംനിരീക്ഷിച്ചു അളവുകൾ 50% വരെ ഉപേക്ഷിച്ചുകളയണമെന്ന് വേണംസിദ്ധാന്തം ഒരു എഴുത്തുകുത്തുകളും ലഭ്യമാകാൻ.
		-- N. R. Maier, "American Psychologist", March 1960

%
മെയിൻ ന്റെ നിയമം:ഓരോ പ്രവർത്തനത്തിനും അത്രയും വിപരീത സർക്കാർ പരിപാടിയും ഉണ്ട്.
		-- N. R. Maier, "American Psychologist", March 1960

%
കൈകാര്യംചെയ്യുന്നവര് ന്റെ ആപ്തവാക്യം:ഞങ്ങൾ അത് പരിഹരിക്കാൻ കഴിയില്ല, അത് നുറുക്കി അല്ല.
		-- N. R. Maier, "American Psychologist", March 1960

%
മേജർ സ്കുൾ:അറുപതു വീരന്മാർ ഒറ്റ മനുഷ്യനെപ്പോലെ വളരെ പണി അറുപതു തവണ ചെയ്യാൻ കഴിയും.മൈനർ സ്കുൾ:മനുഷ്യൻ അറുപതു നിമിഷങ്ങൾക്കുള്ളിൽ ഒരു posthole വ്യതിയാനം തിരഞ്ഞെടുക്കാം.തീരുമാനം:അറുപത്തി പുരുഷന്മാരേക്കാൾ രണ്ടാം ഒരു posthole വ്യതിയാനം തിരഞ്ഞെടുക്കാം.സെക്കൻഡറി തീരുമാനം:നിങ്ങൾ ജനത്തിന്റെ ഉണ്ടാക്കുന്നതിൽ തന്നെ എത്ര ദ്വാരങ്ങൾ കാരണവർവെറും അവയിൽ നിന്നു അഴുക്കും എടുത്തു സമയം എടുക്കും?
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഭൂരിഭാഗവും, എൻ .:ഒരു നിയമം നിന്ന് ഒരു കുറ്റകൃത്യം വേർതിരിച്ചു ആ ഗുണമേന്മയുള്ള.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
പുരുഷൻ, എൻ .:unconsidered, അല്ലെങ്കിൽ നാമമാത്രമാണ് ലൈംഗിക അംഗം. ആണുംമനുഷ്യ വംശത്തിന്റെ സാധാരണയായി മേരെ മനുഷ്യനായി പെൺ അറിയപ്പെടുന്നു. ജനുസ്സാണ്നല്ല ദാതാക്കൾ ചീത്തയുമായ ദാതാക്കൾ: രണ്ടു ഇനങ്ങൾ ഉണ്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Malek ന്റെ നിയമം:ഏതെങ്കിലും ലളിതമായ ആശയം ഏറ്റവും സങ്കീർണ്ണമായ വഴിയിൽ നീണ്ട് ചെയ്യും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
തിരിമറികൾ, n .:കാരണം ഡോക്ടർമാരുടെ ലൈസൻസ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മാനേജ്മെന്റ്, n .:മറ്റ് ആളുകൾ എല്ലാ വേല ചെയ്യാൻ പൊളിക്കുമെന്ന് ആർട്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മാനികോഗൻ-വിഷാദരോഗം, ADJ .:ഈസി മഴയിരമ്പം എളുപ്പമാണ്, തിളക്കം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
യുദ്ധവീരൻ ന്റെ മാക്സിം:യുക്തി തെറ്റായ നിഗമനത്തിൽ വരുന്ന സിസ്റ്റമാറ്റിക് രീതിയാണ്ആത്മവിശ്വാസത്തോടെ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മാനുവൽ, n .:ഡോക്യുമെന്റേഷൻ ഒരു യൂണിറ്റ്. ഒരു നൽകിയ എല്ലായ്പ്പോഴും മൂന്നോ അതിലധികമോ ഉണ്ട്ഇനം. ഒന്ന് ഷെൽഫ് നടത്തുന്നത്; ഒരാൾ മറ്റുള്ളവരുടെ ഉണ്ട്. വിവരംനിങ്ങൾ മറ്റുള്ളവരെ ൽ ആണ് വേണമെങ്കിൽ.
		-- Ray Simard

%
മർക്കോസിന്റെ ഡെന്റൽ-ചെയർ കണ്ടെത്തലും:ഡെന്റിസ്റ്റ് ഒരു ആവശ്യമായ ചോദ്യങ്ങൾ ചോദിച്ചുകൊണ്ട് വാശിലളിതമായ അതെ അല്ലെങ്കിൽ അല്ല ഉത്തരം.
		-- Ray Simard

%
വിവാഹം, n .:ഒരു പുതുമുഖ സ്ഥാപിച്ചു സ്ഥാപനമാണ്, ആഴത്തില് രണ്ടു ആളുകൾ കടന്നസ്നേഹത്തിലും പ്രകടിപ്പിച്ചു പരസ്പരം committment വരുത്തുവാൻ ആഗ്രഹിച്ചുആ സ്നേഹം. ചുരുക്കത്തില്, ഒരു സ്ഥാപനത്തിനു committment.
		-- Ray Simard

%
വിവാഹം, n .:കൺവേർട്ടിബിൾ ചങ്ങല.
		-- Ray Simard

%
വിവാഹം, n .:ദോഷം ഏറ്റിട്ടുള്ള.
		-- Ray Simard

%
സമ്പത്തിന്റെ വിതരണം മാർക്സിസ്റ്റ് നിയമം:ദൌർലഭ്യം കർഷകർ തുല്യമായി വേർതിരിച്ചിട്ടുണ്ട്.
		-- Ray Simard

%
Maryann ന്റെ നിയമം:നിങ്ങൾക്ക് എല്ലായ്പ്പോഴും മുത്തി തേടികൊണ്ടിരിക്കുന്നത് നിങ്ങളെ കണ്ടെത്താനാകും.
		-- Ray Simard

%
ലോകത ന്റെ മാക്സിം:നിങ്ങൾ മാത്രമല്ല ചുറ്റികയും എങ്കിൽ, നിങ്ങളെ പോലുള്ള എല്ലാം പെരുമാറണംഒരു ആണി.
		-- Ray Simard

%
Synergism ഓഫ് മേസൺ ആദ്യ നിയമ:നിങ്ങൾ എന്തെങ്കിലും നിങ്ങളുടെ ഉള്ളം വിൽക്കണം ഒരു ദിവസം ആത്മാക്കള് glut ആകുന്നു.
		-- Ray Simard

%
ഗണിതശാസ്ത്രം, n .:സാങ്കൽപ്പിക കാര്യങ്ങൾ നിങ്ങളുടെ _ ഞാൻ ന്റെ ഹാജരാകാൻ വിശ്വസിക്കുന്ന ചിലർ ഒരു.
		-- Ray Simard

%
Lupe L എന്നയാളും ന്റെ നിയമം:ഒരു നിഗമനത്തിൽ നിങ്ങൾ ചിന്തയുടെ ആണ്ട സ്ഥലം.
		-- Ray Simard

%
മെയ് നിയമം:നികുതിവെട്ടിപ്പ് ഗുണമേന്മയുള്ള സാന്ദ്രതയും inversly ആനുപാതികമാണ്നിയന്ത്രണം. (കുറച്ച് ഡാറ്റാ പോയിന്റുകൾ ലളിതവും കടപ്പുറം.)
		-- Ray Simard

%
ആപേക്ഷിക പ്രാധാന്യം McEwan ഭരണം:ആനകളുടെ ഒരു പന്നിക്കൂട്ടം യാത്ര ചെയ്യുമ്പോൾ ആദ്യം ചെയ്യരുത്കിടക്കും ബാക്കിയുള്ളവ.
		-- Ray Simard

%
McGowan ന്റെ മാഡിസൺ അവന്യൂ സ്വയംസിദ്ധപ്രമാണം:ഒരു ഇനം "കീഴിൽ $ 50" ആയി പരസ്യപ്പെടുത്തുന്ന എങ്കിൽ അതു അല്ല $ 19,95 ഊഹിച്ചിരുന്നു കഴിയും.
		-- Ray Simard

%
Meade ന്റെ മാക്സിം:എല്ലായ്പ്പോഴും വെറും കല്പ്പിച്ചു, പഴയത് അതുല്യമായ ഓർക്കുക.
		-- Ray Simard

%
Meader ന്റെ നിയമം:നിങ്ങൾക്ക് ഏതൊരു അത് നേരത്തെ ഉദ്ദേശിക്കുന്നമാത്രം വിശേഷാൽ നീ അറിയാവുന്ന എല്ലാവർക്കും സംഭവിച്ച.
		-- Ray Simard

%
മീറ്റിംഗ്, എൻ .:എന്താണ് വ്യക്തി അല്ലെങ്കിൽ തീരുമാനിക്കാൻ ഒരുമിച്ചു വരുന്ന ആളുകൾ കൂട്ടംമുറിയിൽ പ്രാതിനിധ്യം വകുപ്പ് ഒരു പ്രശ്നം പരിഹരിക്കേണ്ടതുണ്ട്.
		-- Ray Simard

%
യോഗങ്ങൾ, എൻ .:മിനിറ്റ് സൂക്ഷിക്കില്ല മണിക്കൂർ നഷ്ടപ്പെട്ടു ഒരു സ്ഥലം.
		-- Ray Simard

%
മെമ്മോ, n .:ഒരു interoffice ആശയവിനിമയം പലപ്പോഴും കൂടുതൽ ആനുകൂല്യം എഴുതിയിരിക്കുന്നുകൈകൊള്ളുന്നതു വ്യക്തിയേക്കാളും അയയ്ക്കുന്ന വ്യക്തിയുടെ.
		-- Ray Simard

%
ശരാശരി അമേരിക്കൻ എസിനു നാഥാൻ ന്റെ പതിനഞ്ചും നിയമം:കമ്പനിയുടെ ഏറ്റവും മോശം നടി എപ്പോഴും മാനേജർ ഭാര്യ.
		-- Ray Simard

%
ശരാശരി അമേരിക്കൻ എസിനു നാഥാൻ ന്റെ ഒമ്പതാം നിയമം:ഒരു സ്ഥലകാലബോധം ഗുണമേന്മ ആരവം തുക പാപബോധംസാറയുടെ ചെയ്യുമ്പോൾ കോർക്ക് ചെയ്യുന്നു.
		-- Ray Simard

%
ശരാശരി അമേരിക്കൻ എസിനു നാഥാൻ രണ്ടാം:ചെറിയ പട്ടണങ്ങളിലും എല്ലാ postmasters എല്ലാ പോസ്റ്റുകാർഡുകൾ വായിച്ചു.
		-- Ray Simard

%
ശരാശരി അമേരിക്കൻ എസിനു നാഥാൻ ന്റെ പതിനാറും നിയമം:ഒരു പശു പാൽ പ്രത്യേക പ്രതിഭകളെ ഏത് ആവശ്യപ്പെട്ട് ഒരു ഓപ്പറേഷൻ ആണ്മാത്രം മുംബോ ഭ്രാന്തുണ്ടെന്നാണോ, ആരും വ്യക്തി ഒരു വലിയ നഗരത്തിൽ കഴിയും ജനിച്ചത്എപ്പോഴെങ്കിലും അത് ഏറ്റെടുക്കാൻ പ്രതീക്ഷിക്കുന്നു.
		-- Ray Simard

%
മെനു, n .:റസ്റ്റോറന്റ് വെറും റൺ നിന്നു ചെയ്തിട്ടുള്ള വിഭവങ്ങൾ ഒരു ലിസ്റ്റ്.
		-- Ray Simard

%
Meskimen ന്റെ നിയമം:ശരിയായ അതു ചെയ്യാൻ സമയമില്ല ഒരിക്കലും, എന്നാൽ സമയം അവിടംഅത് കഴിഞ്ഞു ചെയ്യാൻ.
		-- Ray Simard

%
meterologist, n .:അത് സ്ഥാപിച്ചു വസ്തുത സ്വബോധം ഒരുവൻനിങ്ങളുടെ കുട മറന്നാൽ മഴ ബന്ധിച്ചു.
		-- Ray Simard

%
മൈക്രോ ഇതാരെക്കൊണ്ടും:നിങ്ങൾ നീക്കുന്നതിനുവേണ്ടി അര്മാദിക്കുക ഒരു കമ്പ്യൂട്ടർ ഒരിക്കലും വിശ്വസിക്കരുത്.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
മൈക്രോ:ചിന്തകനും കളിപ്പാട്ടങ്ങൾ.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
Miksch ന്റെ നിയമം:ഒരു സ്ട്രിംഗ് ഒരു അവസാനം ഉണ്ട് എങ്കിൽ, അത് മറ്റൊരു അവസാനം ഉണ്ട്.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
മില്ലർ മുദ്രാവാക്യമാണ്:കുറച്ച്, കുറച്ച് നഷ്ടപ്പെടും നഷ്ടപ്പെടും.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
millihelen എന് .:ഒറ്റ കപ്പൽ തുടങ്ങുവാനുള്ള ആവശ്യമായ സൗന്ദര്യം തുക.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
ബഹൂദൂരം:ഒരു മധ്യ-ലെവൽ മാനേജരുടെ ബഡ്ജറ്റിൽ കുഞ്ഞിമാളു കഴിയുന്ന ഒരു കമ്പ്യൂട്ടർ.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
മിപ്സ്:പ്രോസസർ വേഗത എന്ന തരമുള്ളു സൂചകം
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
ആപത്ത് n .:ഭാഗ്യ തരത്തിലുള്ള കൊള്ളുന്നില്ല ഒരിക്കലും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
എംഐടി:വടക്കുപടിഞ്ഞാറൻ ജോർജിയ ടെക്
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കമ്മിറ്റിയംഗം മിച്ചൽ ന്റെ നിയമം:മതിയായ യോഗങ്ങൾ, എല്ലാ ലളിതമായ പ്രശ്നം insoluble കഴിയുംഅതു ചർച്ച നടത്തി.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
mittsquinter, ADJ .:പന്ത് കാണാനില്ല ശേഷം അവന്റെ കയ്യുറ കടന്നു മുഖവുമായി ഒരു ballplayer, പോലെഎങ്കിൽ വല്ലവിധേനയും പിശക് മാർഗവുമില്ല സ്ഥിതിചെയ്യുന്നത്.
		-- "Sniglets", Rich Hall & Friends

%
മിക്സ് ന്റെ നിയമം:ഒരു താൽക്കാലിക കെട്ടിടം കൂടുതൽ സ്ഥിരമായ ഒന്നുമില്ല.ഒരു താൽക്കാലിക നികുതി കൂടുതൽ സ്ഥിരമായ ഒന്നുമില്ല.
		-- "Sniglets", Rich Hall & Friends

%
മിക്സഡ് വികാരങ്ങൾ:അഭിഭാഷകരുടെ ബസ്-ലോഡ് ഒരു കാണുകയാണോ ചളിയി ഓഫ് മുഴുകുകയും.അഞ്ച് ഒഴിഞ്ഞ സീറ്റുകൾ.
		-- "Sniglets", Rich Hall & Friends

%
മിക്സഡ് വികാരങ്ങൾ:തിരികെ ചളിയി ഓഫ് നിങ്ങളുടെ അമ്മായിയമ്മ കാണുകയാണോ ...നിങ്ങളുടെ ബ്രാൻഡ് പുതിയ മേഴ്സിഡസ് ലെ.
		-- "Sniglets", Rich Hall & Friends

%
മോഡം, ADJ .:അപ്-ടു-തീയതി, പുതിയ-fangled, പോലെ "നന്നായി മോഡം മിലി." ഒരുkerning നിർഭാഗ്യകരമായ ഉപോൽപന്നം.[അത് സഖ്യശക്തികൾ ആകുന്നു!]
		-- "Sniglets", Rich Hall & Friends

%
എളിമ, n .:മറ്റുള്ളവരെ നിന്റെ മഹിമയെ കണ്ടെത്തും പ്രദാനം ഒരാളായി.
		-- "Sniglets", Rich Hall & Friends

%
എളിമ:ആയിരിക്കുന്നതു നടിച്ച് നിങ്ങളുടെ കൈമോശം വർദ്ധിപ്പിക്കാനുള്ള ശാന്തനും ആർട്ട്അതു സൂക്ഷ്മമായി.
		-- Oliver Herford

%
തന്മാത്ര n .:ദ്രവ്യത്തിന്റെ ആത്യന്തിക, വിഭജിക്കാനും യൂണിറ്റ്. ഇത് വേർതിരിക്കുന്നുcorpuscle, ദ്രവ്യത്തിന്റെ പുറമേ ആത്യന്തിക, വിഭജിക്കാനും യൂണിറ്റ് നിന്ന് ഒരു വഴിഅണുവിൻറെ കൂടുതൽ അടുത്തു സാമ്യം, എന്നിവയെക്കുറിച്ചും ആത്യന്തിക, വിഭജിക്കാനും യൂണിറ്റ്കാര്യം ... അയോൺ തന്മാത്ര corpuscle എന്നിവ നിന്ന് വ്യത്യസ്തമാണ്അതു ഒരു അയോൺ എന്ന അർഥത്തിലും ആറ്റവും ...
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Mollison ബ്യൂറോക്രസിയും സിദ്ധാന്തം:ഒരു ആശയം ഒരു ഉദ്യോഗസ്ഥ അവലോകനം അതിജീവിക്കാൻ കഴിയും പ്രാവർത്തികമാക്കിയാൽ എങ്കിൽഅത് ചെയ്യുന്ന അലിക്കുഞ്ഞി പറഞ്ഞു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ആക്കം, n .:എന്താണ് അവര് പോയ സന്ദർഭം നീ ഒരു വ്യക്തി തരും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ചന്ദ്രൻ, എൻ .:1. ആരുടെ ഘട്ടം ഹാക്കർമാർ വളരെ പ്രധാനമാണ് ഖഗോളങ്ങൾ ഒബ്ജക്റ്റ്. കാണുകഓഫ് ചന്ദ്രാകൃതി. 2. ഡേവ് ചന്ദ്രൻ (Moon @ എം.സി.).
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മൂർ കോണ്സ്റ്റന്റ്:ഇപ്പ എന്തെങ്കിലും ചെയ്യാൻ പ്രതിപാദിക്കുകയും, എല്ലാവരുംഎന്തെങ്കിലും, പക്ഷെ ആരും ചെയ്യാൻ പ്രതിപാദിക്കുകയും ചെയ്യുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
mophobia, n .:പ്രതിയെ ഒരു Mississippian വഴി അപമാനിക്കപ്പെടുന്നു ഭയം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മോർട്ടൺ ന്റെ നിയമം:എലികൾ മേൽ പരീക്ഷിച്ചിട്ടുണ്ട് പക്ഷം അവർ ക്യാൻസറും ചെയ്യും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
സോഫ്റ്റ്വെയർ എഞ്ചിനീയറിംഗ് ഓഫ് Mosher ന്റെ നിയമം:വലതുവശത്ത് പ്രവർത്തിക്കുന്നില്ല വിഷമിക്കേണ്ടതില്ല. എല്ലാം ചെയ്തു, നിങ്ങൾ ആഗ്രഹിക്കുന്നുഒരു ജോലി നിന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മിസ്റ്റർ കോൾ ന്റെ സ്വയംസിദ്ധപ്രമാണം:ഗ്രഹത്തിലെ ഇന്റലിജൻസ് തക ഒരു സ്ഥിരാങ്കം; Theജനസംഖ്യ വളരുകയാണ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മമ്മി, n .:കാലം കത്തോലിക് ഒരു മിസ്രയീമ്യൻ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
റിസർച്ച് മർഫി ന്റെ നിയമം:മതി ഗവേഷണ നിങ്ങളുടെ സിദ്ധാന്തം പിന്തുണയ്ക്കാൻ പകർന്നുകൊടുക്കുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മർഫി നിയമങ്ങൾ:(1) എന്തെങ്കിലും കുഴപ്പം പോകാം, അത് ഉദ്ദേശിക്കുന്ന.(2) ഒന്നും കാണപ്പെടുന്നു എളുപ്പമാണ്.(3) എല്ലാം നിങ്ങൾ അത് നോക്കി ദൈർഘ്യമുള്ള എടുക്കുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മുറെ ഭരണം:ശീർഷകത്തിൽ 'ജനാധിപത്യ' ഉള്ള ഏത് രാജ്യത്തിന്റെ തന്നെ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Mustgo, എൻ .:അങ്ങനെ കനി ഇരിക്കുന്ന ചെയ്തു ഭക്ഷണത്തിൻറെ ഏതെങ്കിലും ഇനംനീണ്ട അത് ഒരു സയൻസ് പദ്ധതി മാറിയിരിക്കുന്നു.
		-- Sniglets, "Rich Hall & Friends"

%
എന്റെ അപ്പൻ മൂന്നു കാര്യങ്ങൾ പഠിപ്പിച്ചു:(1) ഒന്നും എങ്കിലും വെള്ളത്തിൽ വിസ്കി ഇളക്കുക ഒരിക്കലും.(2) ഒരു രഹസ്യ നേരായ അടുക്കാൻ ശ്രമിക്കുക ഒരിക്കലും.(3) തന്റെ പേർ വിസമ്മതിക്കുകയാണ് ആർ ആരുമായും ബിസിനസ്സ് ചർച്ച ഒരിക്കലും.
		-- Sniglets, "Rich Hall & Friends"

%
Nachman ഭരണം:അതു വിദേശ ഭക്ഷണം വരുമ്പോൾ, കുറവ് ആധികാരിക മെച്ചപ്പെട്ട.
		-- Gerald Nachman

%
narcolepulacyi, n .:.കര്ട്ടന് കാൺകെ എല്ലാവർക്കും കാരണമാകുന്ന പകരുന്ന നടപടിപുറമേ ന്നും ലേക്കുള്ള.
		-- "Sniglets", Rich Hall & Friends

%
നേർഡ് പാക്ക് എന് .:ക്രമമായി നിന്ന് പേനകൾ നിലനിർത്താൻ ബ്രെസ്റ്റ് പോക്കറ്റിൽ ധരിക്കുന്ന പ്ലാസ്റ്റിക് സഞ്ചിയാണ്വസ്ത്രം. എഞ്ചിനീയറിംഗ് ചിട്ടപ്പെടുത്തിയ നേർഡ് സ്ഥാനം അളന്നു കഴിയുംപേനകൾ, ഗ്രീസ് പെൻസിലുകൾ അവന്റെ പാക്കിലെ bristling ഭരണാധികാരികളുടെ എണ്ണം.
		-- "Sniglets", Rich Hall & Friends

%
ന്യൂട്രോൺ ബോംബ്, വ .:കാരണം പരിമിതമായ സൈനിക മൂല്യം സ്ഫോടകവസ്തുക്കൾ ഉപകരണംഅതു മാത്രം ഇത് പ്രോപ്പർട്ടി നശിപ്പിക്കുന്ന ഇല്ലാതെ നശിപ്പിക്കുന്നുസ്വത്തും നശിപ്പിക്കാൻ ആ ബോംബ് സംയോജിച്ച് ഉപയോഗിക്കാവൂ.
		-- "Sniglets", Rich Hall & Friends

%
പുതിയ, ADJ .:മുമ്പത്തെ മോഡൽ നിന്ന് വ്യത്യസ്തമായ നിറം.
		-- "Sniglets", Rich Hall & Friends

%
Newlan ന്റെ അനുക്തസിദ്ധമാണ്:തൊഴിലില്ലായ്മയുടെ ഒരു "സ്വീകാര്യമായ" ലെവൽ എന്നാണ്അത് ഇപ്പോഴും സ്വീകാര്യമായ ആർക്കും സർക്കാർ സാമ്പത്തിക ശാസ്ത്രജ്ഞനായ ജോലി ഉണ്ട്.
		-- "Sniglets", Rich Hall & Friends

%
ന്യൂമാൻ ഇന്ത്യയെ കണ്ടെത്തൽ:നിങ്ങളുടെ മികച്ച സ്വപ്നങ്ങൾ പൂവണിയും വന്നേക്കാം; ഭാഗ്യവശാൽ അരുതു ഇഷ്ടംനിങ്ങളുടെ നിലപാടനുസരിച്ച് സ്വപ്നങ്ങൾ.
		-- "Sniglets", Rich Hall & Friends

%
ഗുരുത്വം ന്യൂട്ടന്റെ നിയമം:എന്താണോ മുകളിലേക്ക് പോകുന്നത് താഴെ വന്നേ പറ്റൂ. എന്നാൽ അതു എവിടെ ഇറങ്ങി പ്രതീക്ഷിക്കുന്നില്ലനിങ്ങൾ കണ്ടെത്താൻ കഴിയും. മർഫി ന്റെ നിയമം ന്യൂട്ടന്റെ ബാധകമാണ്.
		-- "Sniglets", Rich Hall & Friends

%
ന്യൂട്ടന്റെ ലിറ്റിൽ അറിയപ്പെടുന്ന ഏഴാം നിയമം:കയ്യിൽ ഒരു പക്ഷി ഒറ്റ ഓവർഹെഡ് അധികം സുരക്ഷിതമാണ്.
		-- "Sniglets", Rich Hall & Friends

%
ലൈഫ് നിക്ക് ഗ്രീക്ക് ന്റെ നിയമം:എല്ലാം കരുതപ്പെടുന്ന ജീവിതം നേരെ 5 9 ആണ്.
		-- "Sniglets", Rich Hall & Friends

%
പദ്ധതി സമയക്രമങ്ങൾ തൊണ്ണൂറ്റിയൊൻപത് തൊണ്ണൂറു റൂൾ:ടാസ്ക് ആദ്യ തൊണ്ണൂറു ശതമാനം തൊണ്ണൂറു ശതമാനം എടുക്കുന്നുസമയം, കഴിഞ്ഞ പത്ത് ശതമാനവും മറ്റ് തൊണ്ണൂറു ശതമാനം എടുക്കും.
		-- "Sniglets", Rich Hall & Friends

%
യാതൊരു കുഴപ്പവും:retrospectoscope വീക്ഷണത്തിൽ, ഒരു തീരുമാനം,യഥാർത്ഥത്തിൽ അതു ഉണ്ടാക്കേണം പരാജയപ്പെട്ടു ചെയ്തവർക്ക് "വ്യക്തമായ" ആണ്.
		-- "Sniglets", Rich Hall & Friends

%
യാതൊരു അറ്റകുറ്റപ്പണി:പരിഹരിക്കാൻ അസാധ്യമാണ്.
		-- "Sniglets", Rich Hall & Friends

%
nolo contendere:"ഞാൻ ജഡ്ജി അത് ചെയ്തില്ല ഞാൻ ഒരിക്കലും കാണാം: എന്നർഥമുള്ള ഒരു നിയമപരമായ കാലാവധിഅത് വീണ്ടും. "
		-- "Sniglets", Rich Hall & Friends

%
നാമമാത്ര മുട്ട:ചെലവേറിയ വേണ്ടി ന്യൂ Yorkerese.
		-- "Sniglets", Rich Hall & Friends

%
പ്രതീക്ഷകൾ നോൺ-മേസണാണോ നിയമങ്ങൾ:നെഗറ്റീവ് പ്രതീക്ഷകൾ നെഗറ്റീവ് ഫലങ്ങൾ ലഭിക്കും.പോസിറ്റീവ് പ്രതീക്ഷകൾ നെഗറ്റീവ് ഫലങ്ങൾ ലഭിക്കും.
		-- "Sniglets", Rich Hall & Friends

%
Nouvelle ഭക്ഷണരീതികൾ, വ .:"പോരാ ഭക്ഷണം" ഫ്രഞ്ച്.കോണ്ടിനെന്റൽ പ്രഭാതഭക്ഷണം, വ .:"പോരാ ഭക്ഷണം" എന്ന ഇംഗ്ലീഷ്.തപസ്, എൻ .:"പോരാ ഭക്ഷണം" സ്പാനിഷ്.സം ഡിം എന് .:നിങ്ങൾ എപ്പോഴെങ്കിലും നിങ്ങളുടെ ജീവിതത്തിൻറെ മുഴുവൻ കണ്ട കൂടുതൽ ആഹാരം ചൈനീസ്.
		-- "Sniglets", Rich Hall & Friends

%
നവംബർ, എൻ .:ക്ഷീണം പതിനൊന്നാം പന്ത്രണ്ടാം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Novinson വിപ്ലവം കണ്ടെത്തലും:വിപ്ലവം വരുമ്പോൾ കാര്യങ്ങൾ വ്യത്യസ്തമായിരിക്കും -നല്ലതു, വെറും വിവിധ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Nowlan സിദ്ധാന്തം:അവൻ ആർ മുഖഭാവത്തില് നഷ്ടപ്പെട്ടു മാത്രമല്ല, പക്ഷേ പല മൈൽ നിന്ന്അടുത്ത തിരക്കൊഴിഞ്ഞ എക്സിറ്റ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Nusbaum ഭരണം:കൂടുതൽ ഫോണ്നമ്പര് കോർപ്പറേറ്റ് പേര്, ചെറിയ	സംഘടന. (ഉദാഹരണത്തിന്, വേണ്ടി മർഫി കേന്ദ്രംഹ്യൂമൻ സംഘടനാപരവുമായ നിയമം ക്രോഡീകരണം, പ്രതികൂലമായഐബിഎം, ഗാംബിയ, ഒപ്പം എ.ടി. & ടി ലേക്ക്.)
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഓബ്രിയൻ ന്റെ നിയമം:എല്ലാം തെറ്റ് കാരണങ്ങളാൽ നടത്തുന്നത്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
അടുക്കള റെയ്ലിയുടേയും ന്റെ നിയമം:ശുചിത്വത്തിന് അസാധ്യമാണ് അടുത്ത
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ന് മർഫി നിയമം O'Toole ന്റെ കമന്ററി:മർഫി ശുഭാപ്തി ആയിരുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഓക്കമിന്റെ എറേസർ:ലളിതമായ പോലും ദാർശനിക തത്ത്വംപരിഹാരം എന്തോ ഉണ്ട് ഒരാളുണ്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഓഫീസ് ഓട്ടോമേഷൻ:ഓഫീസിൽ കാര്യക്ഷമത വർദ്ധിപ്പിക്കുന്നതിന് കംപ്യൂട്ടറുകളുടെ ഉപയോഗംനിങ്ങൾ കോഫി മേൽ സംസാരിക്കും ആഗ്രഹിക്കുന്നത് ആർക്കും നീക്കം ചെയ്ത്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഔദ്യോഗിക പദ്ധതി ഘട്ടങ്ങൾ:(1) വിമർശരഹിതമായ സ്വീകാര്യതയും(2) വൈൽഡ് ആവേശം(3) .സ്വാമി രോഷവും(4) ആകെ ആശയക്കുഴപ്പം(5) കുറ്റക്കാരെ തിരയുക(6) ഇന്നസെന്റ് ശിക്ഷ(7) നോൺ-പങ്കെടുക്കുന്നവരുടെ പ്രമോഷൻ
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഒഗ്ഡൻ ന്റെ നിയമം:വണ്ടും നിങ്ങൾക്ക് പുറകിൽ വീഴും, കൂടുതൽ സമയം നിങ്ങൾ പിടിക്കുന്നതിന് ഞങ്ങൾക്കുണ്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
പഴയ ജാപ്പനീസ് പഴഞ്ചൊല്ലു:മത്താ കയറുന്നു ഒരിക്കലും ചെയ്തവർക്ക് - മൂഢന്മാരുടെ രണ്ട് തരം ഉണ്ട് ഫുജിരണ്ടു തവണ അതു കയറുന്നു ചെയ്തവർക്ക്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
പഴയ ടൈമർ, വ .:ചാരിറ്റി ഒരു പുണ്യവും ഒരു സംഘടന ആയപ്പോൾ ഓർക്കുന്നു ഒരുവൻ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഒലിവർ ന്റെ നിയമം:അനുഭവം നിങ്ങൾക്ക് ആവശ്യമുള്ളപ്പോഴെല്ലാം വെറും വരെ ലഭിക്കുന്നില്ല എന്തോ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Olmstead ന്റെ നിയമം:എല്ലാ പറഞ്ഞു നടക്കുന്ന ശേഷം ഒരു കൂടുതൽ ഒരു നരകം അധികം ആണ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
omnibiblious, ADJ .:പാനീയം തരം നിസ്സംഗത. ഉദാ: "ഓ, എന്നെ ഒന്നും ലഭിക്കും.ഞാൻ omnibiblious സുഖമാണ്. "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കഴിവിനെ:ഒരു കുള്ളൻ അവൻ മലയിൽ മുകളിൽ നിൽക്കുന്ന പോലും, ചെറുതാണ്;ഒരു കൊളോസസ് അവൻ ഒരു കിണറ്റിന്നരികെ നിലക്കുന്നു പോലും തന്റെ ഉയരം സൂക്ഷിക്കുന്നു.
		-- Lucius Annaeus Seneca, 4BC - 65AD

%
സി പ്രോഗ്രാം ഇൻഡെൻറേഷൻ വിഷയത്തിൽ:"എൻറെ സ്വായത്തമാക്കാനാകില്ല അഭിപ്രായത്തിൽ, മിക്ക ജനങ്ങളുടെ സി പരിപാടികൾ വേണംആറടി താഴോട്ട് ഇൻഡന്റ് ചെളിയും മൂടി. "
		-- Blair P. Houghton

%
ഓൺ-ലൈൻ, ADJ .:ഒരു മനുഷ്യന് എപ്പോഴും ഒരു കമ്പ്യൂട്ടറിൽ ആക്സസ് ചെയ്യാൻ കഴിയുമെന്ന് ആശയം.
		-- Blair P. Houghton

%
ഒരിക്കൽ അഡ്വ .:	മതി.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഒരു പേജ് തത്ത്വം:8.5x11 ഇഞ്ച് ഒന്ന് പേജിൽ fit ഇല്ല എന്ന് ഒരു സ്പെസിഫിക്കേഷൻപേപ്പർ മനസിലാക്കാനും കഴിയില്ല.
		-- Mark Ardis

%
"ഒറ്റ അളവ് എല്ലാർക്കും അനുയോജ്യം":ആരെയും പാകമാകുന്നില്ല.
		-- Mark Ardis

%
ഒറ്റ ഷോട്ട് കേസ് പഠനം, എൻ .:നാല്-ഇല ചെടി ശാസ്ത്രീയ തത്തുല്യ, അത് ഏത് നിന്ന്എല്ലാ ത്രിപത്രികൾ നാലു ഇല അവകാശമാക്കി ചിലപ്പോൾ പച്ചനിറത്തിൽ ഉപസംഹരിച്ചു.
		-- Mark Ardis

%
ശുഭാപ്തിവിശ്വാസം, n .:എല്ലാം വൃത്തികെട്ട എന്താണെന്ന് ഉൾപ്പെടെ മനോഹരമായ വിശ്വാസം, നല്ല,തകരാറുണ്ടെന്ന് ചീത്ത, ശരിയല്ലാത്തതെല്ലാം. ഏറ്റവും കൂടെ നടക്കുന്നദുരിതവും വീണു ശീലിച്ചു ആ വഴി ആഗ്രഹലബ്ധിക്കും, ഏറ്റവുംസ്വീകാര്യമായ ഒരു പുഞ്ചിരി കുരങ്ങു ആ ഇളിച്ചിരുന്നു വിവരിച്ചു. ഒരു അന്ധരാകയാൽവിശ്വാസം, അതു disproof വെളിച്ചം ലേക്ക് നല്കുമെന്നും ആണ് - ഒരു ബൌദ്ധികഡിസോർഡർ, ചികിത്സ എന്നാൽ മരണ കായിക്കുന്ന. ഇത് പാരമ്പര്യമായി ആണ്, പക്ഷേസാംക്രമിക അല്ല.
		-- Mark Ardis

%
ശുഭാപ്തി, n .:വെള്ള, കറുപ്പ് വിശ്വാസം എന്ന പിന്തുണയ്ക്കണമെന്നും.അശുഭാപ്തിവിശ്വാസി ദുരിതാശ്വാസ ദൈവത്തോടു ചോദിച്ചു."അയ്യോ, നിങ്ങളുടെ പ്രത്യാശയും സന്തോഷത്തോടെ പുനഃസ്ഥാപിക്കാൻ എന്നെ ആഗ്രഹിക്കുന്നു" ദൈവം പറഞ്ഞു."" ഇല്ല ഹർജിക്കാരൻ ഞാൻ എന്തെങ്കിലും സൃഷ്ടിച്ചതല്ല ഞാന് ആഗ്രഹിക്കുന്നു മറുപടി, "അവരെ നീതീകരിക്കുന്നു. "'ലോകം എല്ലാ സൃഷ്ടിച്ചത് "ദൈവം പറഞ്ഞു:" എന്നാൽ നിങ്ങൾ ലക്ഷ്യമാക്കാതെ ചെയ്തിരിക്കുന്നുഎന്തെങ്കിലും - ശുഭാപ്തി മരിക്കുന്ന ".
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ശുഭാപ്തി, n:ഒരു beeper ഉള്ള ഒരു bagpiper.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
.പോട്ടേ, എൻ .:പിസ്സ ഏടുകൾ പുരാതന ഇറ്റാലിയൻ ആർട്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഓസ്ബോൺ ന്റെ നിയമം:വേരിയബിള്സ് ഇച്ഛിക്കുംപോലെ അല്ല; സ്ഥിരാങ്കങ്ങൾ അല്ല.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ozman നിയമങ്ങൾ:(1) ആരോ എന്തോ ചെയ്യും പറയുന്നു എങ്കിൽ "കുറവു കൂടാതെ," അദ്ദേഹം മനസ്സില്ല.(2) കൂടുതൽ ആളുകൾ ഫോണിൽ സംസാരിക്കാൻ അവർ കുറവ് പണം.(3) സമ്മേളനങ്ങളിൽ പോകാൻ ആളുകൾ ആർ പാടില്ല അവർ.(4) പിസ്സ എല്ലായ്പ്പോഴും നിങ്ങളുടെ അണ്ണാക്കോ കത്തുന്ന.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
വേദന, n .:ഒരു കാര്യം, കുറഞ്ഞത് അതു നിന്നെ ജീവനോടെ മുൻപരിചയം തെളിയിക്കുന്നു!
		-- Ambrose Bierce, "The Devil's Dictionary"

%
പെയിന്റിംഗ്, n .:കാലാവസ്ഥയിൽ നിന്നും ഫ്ലാറ്റ് പ്രതലങ്ങളിൽ സംരക്ഷിക്കാൻ കല, ഒപ്പംവിമർശകൻ അവരെ പെടുത്തുകയും.
		-- Ambrose Bierce

%
ആഘോഷമായി ഭരണം:അടയ്ക്കണമെന്ന് ചെയ്തില്ല ഒരു പെട്ടി തുറക്കാൻ ഒരിക്കലും.
		-- Ambrose Bierce

%
Paprika അളക്കുക:2 ഡാഷുകളോ == 1 .അജിത്2 smidgens == 1 നുള്ള്3 pinches == 1 soupcon2 soupcons == 2 വളരെ paprika
		-- Ambrose Bierce

%
.ഒറ്റ, n .:വഴി പ്രപഞ്ചം പ്രവർത്തിക്കുന്നു ആരോഗ്യകരമായ ഒരു ബുദ്ധി.
		-- Ambrose Bierce

%
Pardo ആദ്യ മലയാളത്തിലുണ്ടാവേണ്ടതെന്ന്:ജീവിതത്തിൽ നല്ല എന്തും അനധികൃത ഒന്നുകിൽ അധാർമികവും അല്ലെങ്കിൽ വളർന്നുവരുന്ന ആണ്.അർണോൾഡ് ന്റെ അനുബന്ധം:മറ്റെല്ലാം എലികൾ കാൻസറിനു കാരണമായിട്ടുണ്ട്.
		-- Ambrose Bierce

%
പാർക്കിൻസൺസ് അഞ്ചാം നിയമം:പ്രധാനപ്പെട്ട തീരുമാനം നന്മ വൈകിക്കാൻ ഒരു വഴി ഉണ്ടെങ്കിൽബ്യൂറോക്രസിയും, പൊതു അല്ലെങ്കിൽ സ്വകാര്യ, അതിനെ കണ്ടെത്തും.
		-- Ambrose Bierce

%
പാർക്കിൻസൺസ് നാലാം നിയമം:ഏതെങ്കിലും തൊഴിലാളി ഗ്രൂപ്പ് ആളുകളുടെ എണ്ണം കൂട്ടുമെന്ന് ആനകൾപരിഗണിക്കാതെ സൃഷ്ടിയുടെ തുക ഭവിക്കട്ടെ കുറിച്ചിരുന്നു.
		-- Ambrose Bierce

%
പാർട്ടി, n .:നിങ്ങൾ കുടിക്കുന്നവർക്ക് ആളുകൾ കണ്ടുമുട്ടുന്നതും ഒരു ഒരുമിച്ചുകൂട്ടലാകുന്നുവളരെ പോലും അവരുടെ പേരുകൾ ഓർക്കുക കഴിയില്ല.
		-- Ambrose Bierce

%
പാസ്കൽ ഉപയോക്താക്കൾ:പാസ്കൽ സിസ്റ്റം കോബോള് അടുത്ത ചൊവ്വാഴ്ച മാറ്റിസ്ഥാപിക്കും.അതിനനുസരിച്ച് നിങ്ങളുടെ പ്രോഗ്രാമുകൾ പരിഷ്ക്കരിക്കുക.
		-- Ambrose Bierce

%
പാസ്കൽ ഉപയോക്താക്കൾ:എന്ന 313th വാർഷികം (നാളത്തെ) ആദരിക്കാതെയായിപാസ്ക്കൽ മരണം, നിങ്ങളുടെ പ്രോഗ്രാമുകൾ പകുതി വേഗത്തിൽ റൺ ചെയ്യും.
		-- Ambrose Bierce

%
പാസ്കൽ:തിരിഞ്ഞ് തന്നെ ഒരു മനുഷ്യൻ പേരിലാണ് ഒരു പ്രോഗ്രാമിങ് ഭാഷഅവൻ അറിഞ്ഞു എങ്കിൽ ഖബ്റിൽ.
		-- Datamation, January 15, 1984

%
രഹസ്യവാക്ക്:
		-- Datamation, January 15, 1984

%
Patageometry, എൻ .:മാറ്റമില്ലാത്ത എന്നും ഗണിതശാസ്ത്ര ഉള്ള പഠനംതലച്ചോറിലെ transplants കീഴിൽ.
		-- Datamation, January 15, 1984

%
പേറ്റന്റ്:മറ്റുള്ളവർക്ക് അവരെ പകർത്താനും സാധിക്കും കണ്ടുപിടിത്തങ്ങൾ പ്രസിദ്ധപ്പെടുത്തി ഒരു രീതി.
		-- Datamation, January 15, 1984

%
പൗലോസ് നിയമം:അമേരിക്കയിൽ അത് എത്ര ഒരു ഇനം ചെലവുകൾ, അത് നിങ്ങൾ രക്ഷിക്കും എത്രമാത്രം നമ്മൾ.
		-- Datamation, January 15, 1984

%
പൗലോസ് നിയമം:നിങ്ങൾ തറയിൽ ഓഫ് വീഴും കഴിയില്ല.
		-- Datamation, January 15, 1984

%
ശമ്പളം:പ്രതിവാര $ 5.27 ഫെഡറൽ വേണ്ടി കുറയ്ക്കലുമില്ലാതെ ശേഷം ആതടഞ്ഞുവയ്ക്കലിൽ, സംസ്ഥാന തടഞ്ഞുവയ്ക്കലിൽ, നഗരം തടഞ്ഞുവയ്ക്കലിൽ, FICA,മെഡിക്കൽ / ഡന്റൽ, ദീർഘകാല വൈകല്യം, തൊഴിലില്ലായ്മ ഇൻഷുറൻസ്,ക്രിസ്മസ് ക്ലബ്, പേറോളിന് സേവിങ്സ് സംഭാവനകൾ പ്ലാൻ.
		-- Datamation, January 15, 1984

%
സമാധാനം, n .:അന്താരാഷ്ട്ര കാര്യങ്ങളിൽ, രണ്ട് തമ്മിലുള്ള തട്ടിപ്പ് കാലഘട്ടംയുദ്ധത്തിന് ഇടവേളകള്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Pecor ആരോഗ്യം-ഫുഡ് തത്വം:അതിൽ ഒരു "Y" ഉണ്ട് ആ ആഴ്ച ഏതെങ്കിലും ദിവസം rutabaga തിന്നു ഒരിക്കലും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Pedaeration, n .:കീഴിൽ ഒറ്റ ലെഗ് മൂലമോ കൈവരിച്ച തികഞ്ഞ ശരീരഷീറ്റും ബെഡ് വായ്ത്തലയാൽ തൂങ്ങിയാടുന്ന ഒറ്റ.
		-- Rich Hall, "Sniglets"

%
pediddel:ഒരേയൊരു അധ്വാനിക്കുന്ന ഹെഡ്ലൈറ്റ് കാറുകൾ.
		-- "Sniglets", Rich Hall & Friends

%
തുല്യർ ന്റെ നിയമം:ഒരു പ്രശ്നം പരിഹാരം പ്രശ്നത്തിന്റെ സ്വഭാവമനുസരിച്ച് മാറ്റുന്നു.
		-- "Sniglets", Rich Hall & Friends

%
പെൻഗ്വിൻ രസികൻ # 46:പെൻഗ്വിനുകളുടെ ഇല്ലാത്ത മൃഗങ്ങൾ മാത്രമേ കൊതിച്ചു കഴിയും.
		-- Chicago Reader 10/15/82

%
പെൻഷൻ:ഒരു ഫെഡറൽ ഇൻഷ്വർ ചെയിൻ കത്ത്.
		-- Chicago Reader 10/15/82

%
പീപ്പിൾസ് ആക്ഷൻ നിയമങ്ങൾ:(1) ചിലർ ആർ പാടില്ല കഴിയും.(2) ചിലർ ആരെയാണ്, മനസ്സില്ല.(3) പാടില്ല ചില ആളുകളുണ്ട്, ചെയ്യും.(4) ചിലർ ആർ, പരിഗണിക്കാതെ ശ്രമിക്കും കഴിയും.(5) ചിലർ ആർ പാടില്ല, പക്ഷേ ശ്രമിക്കുക മറ്റുള്ളവരെ പഴിചാരുകയും ചെയ്യും.
		-- Chicago Reader 10/15/82

%
തികഞ്ഞ ഗസ്റ്റ്:വൺ സേനാപതി വീട്ടിൽ അനുഭവപ്പെടും ആർ.
		-- Chicago Reader 10/15/82

%
പ്രകടനം:ഏത് ഒരു കമ്പ്യൂട്ടർ സിസ്റ്റം പ്രവർത്തിക്കുന്നു സ്പീഡ് പ്രസ്താവന. അഥവാമറിച്ച്, ചില സാഹചര്യങ്ങളിൽ പ്രവർത്തിക്കാം. അല്ലെങ്കിൽ വാർത്തകളുണ്ടായിരുന്നുഒരു മാസം മുമ്പ് കുറിച്ച് ജേഴ്സിയിലെ ഓവർ പ്രവർത്തിക്കുന്നതായി.
		-- Chicago Reader 10/15/82

%
ശുഭാപ്തി:അവൻ സഹായിക്കുന്നത് എങ്ങനെയെന്ന് വിഷമിക്കുന്നത് തന്റെ സകല സമയം ചിലവഴിക്കുന്നത് പുരുഷൻവാതിൽ നിന്ന് ചെന്നായ.ശുഭാപ്തി:അവൻ ഇരിപ്പിടം പിടികൂടും വരെ ചെന്നായ കാണാൻ വിസമ്മതിക്കുന്ന പുരുഷൻതന്റെ നാവ്.അവസരവാദിയും:ൽ ചെന്നായ് ക്ഷണിക്കുന്നു ഒരു രോമങ്ങൾ അങ്കി അടുത്ത ദിവസം ലഭ്യമാകുന്നു പുരുഷൻ.
		-- Chicago Reader 10/15/82

%
പ്രതിസ്ഥാപനം എന്ന പത്രോസിൻറെ നിയമം:molehills ശേഷം നോക്കിപർവ്വതങ്ങളുടെ ശേഷം നോക്കും.വിജയം പത്രോസിൻറെ തത്വം:നിങ്ങൾ മറിഞ്ഞ് ആണെങ്കിൽ കൂടുതൽ ഒരു സമയത്ത് എഴുന്നേറ്റു.
		-- Chicago Reader 10/15/82

%
പീറ്റേഴ്സൺ ഉദ്ബോധനം:നിങ്ങൾ മൂന്നാം തവണയാണ് ഇറങ്ങി പോകുന്ന സംഭവിക്കാറുള്ളതുപോലെ -വെറും നിങ്ങൾ തെറ്റായ എണ്ണാൻ ഓർക്കുക.
		-- Chicago Reader 10/15/82

%
പീറ്റേഴ്സൺ ന്റെ നിയമങ്ങൾ:(1) ഫ്രീവേകളും ന് മറിച്ചുകളയുന്നു ആ ട്രക്കുകൾ സ്റ്റിക്കി എന്തെങ്കിലും നിറയും.(2) രഥത്തിൽ ഇല്ല ഭംഗിയുള്ള കുഞ്ഞ് ഒറ്റ വിളിച്ചപ്പോൾ എപ്പോഴെങ്കിലും ഒരു പെൺകുട്ടി ആണ്.(3) ടിക്ക് കാര്യങ്ങൾ എപ്പോഴും ഘടികാരങ്ങൾ ആകുന്നു.(4) നിങ്ങൾ bluffing ഉള്ളപ്പോൾ ആത്മഹത്യ മാത്രമേ പ്രവർത്തിക്കൂ.
		-- Chicago Reader 10/15/82

%
petribar:ഇരിക്കുന്ന ചെയ്തു ഏത് സൂര്യൻ-ബ്ലീച്ചുചെയ്തത് ചരിത്രാതീത മിഠായിവളരെ നീളമേറിയ വെൻഡിംഗ് മെഷീൻ കിളിവാതിൽ.
		-- Rich Hall, "Sniglets"

%
ഒരു പ്രോജക്റ്റിന്റെ ഘട്ടം:(1) ആനന്ദം.(2) ഏകതാനതയുള്ള.(3) ആശയക്കുഴപ്പം.(4) കുറ്റക്കാരെ തിരയുക.(5) ഇന്നസെന്റ് ശിക്ഷ.(6) യൂസറാവും വേണ്ടി വേർതിരിവ്.
		-- Rich Hall, "Sniglets"

%
തത്ത്വചിന്ത:ശാന്തതയും നമ്മുടെ സുഹൃത്തുക്കളുടെ തിൻമകൾ വഹിക്കും കഴിവ്.
		-- Rich Hall, "Sniglets"

%
തത്ത്വചിന്ത:insoluble പ്രശ്നങ്ങൾക്കും അസ്പഷ്ടമ ഉത്തരങ്ങൾ.
		-- Rich Hall, "Sniglets"

%
phosflink:ഓണും അതു പുറത്തു കത്തുന്ന വരുമ്പോൾ പക്ഷം വല്ലവിധേനയും (പോലെ ഒരു ബൾബ് ഇളക്കുക ചെയ്യുകഅത് തിരികെ ജീവിപ്പിക്കുകയും ചെയ്യും).
		-- "Sniglets", Rich Hall & Friends

%
അച്ചാർ ന്റെ നിയമം:കോൺഗ്രസ് വേദനയേറിയ കാര്യം ചെയ്യണം എങ്കിൽ,കാര്യം ഒരു സുഖകരമായിരിക്കില്ല നമ്പർ വർഷം ചെയ്യണം.
		-- "Sniglets", Rich Hall & Friends

%
പിക്സൽ, n .:സ്ക്രീൻ ഡിസ്പ്ലേകൾ ബന്ധപ്പെട്ട ഒരു ഉപായം സര്ക്കാറിന് ആത്മാവും.കമ്പ്യൂട്ടർ വ്യവസായം പതിവായി പുരാണങ്ങളിൽ നിന്നുള്ള കടമെടുത്ത ചെയ്തു:കൃത്രിമ ഭൂതങ്ങളെ, കമ്പ്യൂട്ടർ ഗ്രാഫിക്സിൽ ഇത്തരെക്കാരെ സാക്ഷിയാകുന്നുബുദ്ധിയും, മാർക്കറ്റിംഗ് വകുപ്പ് ശല്യപ്പെടുത്തുന്നവരേയും.
		-- "Sniglets", Rich Hall & Friends

%
കുറിപ്പ് എടുത്തു ദയവായി:
		-- "Sniglets", Rich Hall & Friends

%
Pohl നിയമമനുസരിച്ച്:ഒന്നും ആരുമത്, എവിടെയോ, അതിനെ വെറുക്കുന്നത് ചെയ്യുക അങ്ങനെ നന്മ.
		-- "Sniglets", Rich Hall & Friends

%
കോഫി വിഷം എന് .:വിവാഹമോചനം ഗ്രൗണ്ടുകൾ.
		-- "Sniglets", Rich Hall & Friends

%
രാഷ്ട്രീയം, എൻ .:തത്ത്വങ്ങൾ ഒരു മത്സരം സ്ഷ്ടിക്കുകയും താൽപ്പര്യങ്ങളുടെ പിണക്കം.സ്വകാര്യ മെച്ചം പൊതു കാര്യങ്ങൾ.
		-- Ambrose Bierce

%
Pollyanna വിദ്യാഭ്യാസ കോണ്സ്റ്റന്റ്:hyperactive കുട്ടി അസാന്നിദ്ധ്യം ഒരിക്കലും.
		-- Ambrose Bierce

%
പോളിഗോൺ:ചത്ത എആർ.
		-- Ambrose Bierce

%
Poorman ഭരണം:നിങ്ങൾ അതിന്റെ ഹാൻഡി അതിശയമുള്ളൂ പാക്കേജിൽ നിന്നും ഒരു പ്ലാസ്റ്റിക് ഗാർബേജ് ബാഗ് pull ചെയ്യുമ്പോൾ,നിങ്ങൾ എപ്പോഴും അടച്ച അവസാനം പിടിച്ചു നേടുകയും തുറന്ന pull ശ്രമിക്കുക.
		-- Ambrose Bierce

%
പോർട്ടബിൾ, ADJ .:സിസ്റ്റം റീബൂട്ട് അതിജീവിക്കുന്ന.
		-- Ambrose Bierce

%
പോസിറ്റീവ്, ADJ .:ഒരാളുടെ ശബ്ദം മുകളിലുള്ള തെറ്റിദ്ധരിക്കാറുണ്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ദാരിദ്ര്യം, n .:നീണ്ട നിലനിൽക്കുമെന്ന് ദൗർഭാഗ്യകരമായ സംസ്ഥാനതാൻ ആഗ്രഹിക്കുന്നു എന്തും പോയിട്ടില്ല പോലെ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
പവർ, n .:മാത്രം പോകലും പകരം സെക്ക എഫ്ഡിഎ നിയന്ത്രണത്തിലല്ലാത്ത.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
പുൽക്കാടുകൾ എന് .:treeless വനങ്ങളിൽ മൂടിയിരിക്കും വിശാലമായ സമതലങ്ങൾ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മുൻവിധി:പിന്തുണ കാണാവുന്ന കൂടാതെ ഒരു വഴിവാണിഭം അഭിപ്രായ.
		-- Ambrose Bierce

%
വിൻഡോ വൃത്തിയാക്കൽ ഓഫ് Preudhomme ന്റെ നിയമം:ഇത് അപ്പുറത്തു തുടർന്ന്.
		-- Ambrose Bierce

%
വില ഉപദേശം:ആസ്വദിക്കൂ പ്ലേ - ഒരു കളി.
		-- Ambrose Bierce

%
മുൻഗണന:ഒരു ഉപയോക്താവ് അല്ലെങ്കിൽ പ്രോഗ്രാമിന്റെ പ്രാധാന്യം പ്രസ്താവന. അടിക്കടിഉപയോക്താവ് ചെയ്യുന്നില്ല എന്നും സൂചിപ്പിക്കുന്ന ആപേക്ഷിക മുൻഗണന പ്രകടിപ്പിച്ചസൃഷ്ടി ദീർഘകാലം അവൻ കുറവ് ചികിത്സ പൂർത്തിയാകും പരിപാലിക്കാൻമോശമായി മറ്റാരെങ്കിലും അധികം.
		-- Ambrose Bierce

%
പ്രശ്നം മദ്യപിക്കില്ല, വ .:വാങ്ങുന്നതോടെ ഒരിക്കലും പുരുഷൻ.
		-- Ambrose Bierce

%
പ്രോഗ്രാം, n .:അതു ഒരാളുടെ ഇൻപുട്ട് തിരിക്കാൻ അനുവദിക്കുന്ന ഒരു കമ്പ്യൂട്ടറിൽ കാസ്റ്റ് മാന്ത്രിക അക്ഷരപ്പിശക്പിശക് സന്ദേശങ്ങൾ കടന്നു. tr.v. തലയിടിച്ചുകൊണ്ടാണ് സമാനമായ കളിയും ഏർപ്പെടാൻഒരു മതിൽ നേരെ തലയെ, പക്ഷേ പ്രതിഫലം കുറച്ച് അവസരങ്ങൾ.
		-- Ambrose Bierce

%
പ്രോഗ്രാം, n .:ഒരു ടെലിഫോൺ കോൾ ഒന്നോ പൂർത്തിയാക്കാൻ കഴിയുന്ന ഏത് ചുമതലദിവസം. ഒരു ടാസ്ക് ഒരു പ്രോഗ്രാം ( "പരിശീലനം" നിർവചിച്ചിരിക്കുന്നത് ഒരിക്കൽ"വിൽപ്പന പ്രോഗ്രാം," അല്ലെങ്കിൽ "മാർക്കറ്റിംഗ് പ്രോഗ്രാം"), അതിന്റെ നടപ്പിലാക്കൽഎപ്പോഴും കുറഞ്ഞത് മൂന്ന് കൂടുതൽ പേരെ നിയമിക്കാനായിരുന്നു നീതീകരിക്കുന്നു.
		-- Ambrose Bierce

%
പ്രോഗ്രാമിംഗ് വകുപ്പ്:നീ കാത്തിരിക്കുമ്പോൾ പറ്റാവുന്ന.
		-- Ambrose Bierce

%
പുരോഗതി, n .:മധ്യകാല രോഗി അദൃശ്യ ഭൂതങ്ങളെ കാരണമാണെന്ന് വിചാരിച്ചുശരീരം സാവി അതു കൈവശമാക്കി എടുക്കൽ.ആധുനിക മനുഷ്യൻ രോഗം സൂക്ഷ്മ ബാക്ടീരിയ മൂലമാണ് അറിയുന്നുവൈറസുകളും ശരീരം സാവി ചെയ്ത് തകരാറ് അത് കാരണമാകുകയും.
		-- Ambrose Bierce

%
തെളിവ് വിദ്യകൾ # 2: Oddity വഴി തെളിവ്.സാമ്പിൾ: കുതിരകൾ കാലുകൾ എണ്ണം അനന്തമാണ് തെളിയിക്കുവാൻ.(1) കുതിരകള് കാലുകൾ ഒരു പോലും ഉണ്ട്.(2) അവർ മുന്നിൽ തിരികെ രണ്ടു കാലുകൾ കാലുകളിലും ഞങ്ങൾക്കുണ്ട്.(3) ഈ ആറു കാലുകൾ മൊത്തം ചെയ്യുന്നു തീർച്ചയായും ഒരു ഒറ്റയായി എണ്ണം ആണ്    ഒരു കുതിര വേണ്ടി കാലുകൾ.(4) എന്നാൽ ഒറ്റയായി രണ്ടും പോലും അനന്തമായി ആണ് എന്ന് മാത്രം എണ്ണം.(5) അതിനാൽ കുതിരകൾ കാലുകൾ എണ്ണം അനന്തമാണ് ഉണ്ടായിരിക്കണം.വിഷയങ്ങള് ഭാവിയിൽ പ്രശ്നങ്ങളിൽ മൂടി പ്രകാരം തെളിവ് ഉൾപ്പെടുന്നു:വിരട്ടല്Gesticulation (handwaving)"ഇത് ശ്രമിക്കൂ; ഇത് പ്രവർത്തിക്കുന്നു"മലബന്ധം (ഞാന് അവിടെ ഇരുന്നും ... ചെയ്തു)നഗ്നമായ ഉറപ്പിച്ചുപറയല്എല്ലാ 2 ന്റെ ലേക്ക് _ n ന്റെ മാറ്റുന്നു	പരസ്പര സമ്മതംഇതിന്റെ വിപരീത അഭാവം,"ഇത് ന്യായവാദം നേഷൻസു"
		-- Ambrose Bierce

%
പ്രോട്ടോടൈപ്പ്, n .:ഒരു കമ്പ്യൂട്ടർ ഉൽപ്പന്നം ജീവിതം ചക്രം ലെ ആദ്യ ഘട്ടത്തിൽ, പിന്നാലെപ്രീ-ആൽഫ, ആൽഫാ, ബീറ്റ, പതിപ്പ്, പതിപ്പ് തിരുത്തിക്കൊണ്ട്,അതിന്റെ പിൻഗാമികളാക്കി വ്യത്യസ്തമായി, തിരുത്തിക്കൊണ്ട് നവീകരണം മുതലായവ അപ്ഗ്രേഡ്പ്രോട്ടോടൈപ്പ് പ്രവർത്തിക്കാൻ പ്രതീക്ഷിക്കുന്നത് ചെയ്തിട്ടില്ല.
		-- Ambrose Bierce

%
Pryor ന്റെ ഒബ്സർവേഷൻ:നിങ്ങൾ എത്രത്തോളം ജീവിക്കും ബന്ധമില്ലനീ എത്രത്തോളം മരിച്ചു എന്നു പോകുന്നത് കൂടെ.
		-- Ambrose Bierce

%
Pudder ന്റെ നിയമം:നന്നായി തുടങ്ങുന്നത് എന്തും മോശമായി അവസാനിക്കും.(കുറിപ്പ്: Pudder നിയമത്തിലെ രഹസ്യഉപദേശം സത്യമല്ല.)
		-- Ambrose Bierce

%
purpitation, n .:പലചരക്ക് ഷെൽഫിൽ എന്തെങ്കിലും നേടുന്നതിന്, തീരുമാനിക്കാൻഅതു ആഗ്രഹിക്കുന്നില്ല, തുടർന്ന് മറ്റൊരു വിഭാഗം വെച്ചു.
		-- "Sniglets", Rich Hall & Friends

%
പുട്ട് ന്റെ നിയമം:ടെക്നോളജി ജനം രണ്ടു തരം നേത്രുത്വം:അവർ നിയന്ത്രിക്കുന്ന പലതും മനസ്സിലാക്കുന്ന ആളുകൾക്ക്.അവർ ചിന്തിച്ചുമനസ്സിലാക്കാത്ത നിയന്ത്രിക്കുക നടത്തുന്നവരെ.
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"ഇത് നിരാശയുടെ അല്ല ... ഞാൻ നിരാശയുടെ നിലക്കും. ഇത് പ്രത്യാശ ആകുന്നു."
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"5 ഒരു കുട്ടി ഈ മനസ്സിലാക്കാൻ കഴിഞ്ഞില്ല! എന്നെ 5. ഒരു കുട്ടി ലഭ്യമാക്കുക"
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"ഒരു യൂനിവേഴ്സിറ്റിയിലെ അധ്യാപകർ ഒരു സാധാരണ പാർക്കിങ് പ്രശ്നം കൂടെ 500 egotists ആണ്."
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"നിങ്ങൾ കത്തുന്ന എന്തെങ്കിലും കയറാന് അതു എന്നെ ചെയ്താലും?"
		-- Joan of Arc

%
QOTD:"നിങ്ങളുടെ മനസ്സ് ഇടവരരുതേ - അതു മാത്രം നങ്കൂരമിട്ട് കഴിയാത്തത്ര ചെറിയ തന്നെയാണ്."
		-- Joan of Arc

%
QOTD:"ഈസ്റ്റ് കിഴക്കുള്ള ... ഒപ്പം ആ വഴി പ്രമാണിച്ചു ചെയ്യട്ടെ."
		-- Joan of Arc

%
QOTD:"ഓഫ് ലിബർട്ടി പോലും അവളുടെ കുഴികളിൽ shaves."
		-- Joan of Arc

%
QOTD:"ഞാൻ രാവിലെതോറും മരണവാർത്തകൾ വായിച്ചു എന്റെ നാമം ഇല്ലെങ്കിൽ,	ഞാൻ ജോലിക്ക് പോകുന്നു."
		-- Joan of Arc

%
QOTD:"എല്ലാം ഇന്നു ഞാന് ഇപ്പോള് ഞാന് ആരുടെ ജനത്തോടു കടപ്പെട്ടിരിക്കുന്നുശിക്ഷിക്കാൻ വൈകി ലേക്ക്. "
		-- Joan of Arc

%
QOTD:"അവൻ ഓരോ ദിവസവും ഒരു പക്ഷിയെപ്പോലെ ഭക്ഷിക്കുന്നു ... അഞ്ചു തവണ സ്വന്തം ഭാരം."
		-- Joan of Arc

%
QOTD:"അവൻ ഒരേ ബസ്സിൽ, എന്നാൽ അവൻ നരകം മറ്റൊരു പോലെ ഉറപ്പു തുടർന്ന്ടിക്കറ്റ്. "
		-- Joan of Arc

%
QOTD:"ഞാൻ നുറുക്കി അല്ലയോ എന്ന് മോശമായി വളച്ച് കാണാനും."
		-- Joan of Arc

%
QOTD:"ഞാൻ, ഈ എന്താണെന്ന് എനിക്ക് ഉറപ്പില്ല പക്ഷെ ഒരു 'F' എന്ന് മാത്രം അത് നബിയേ തന്നെ."
		-- Joan of Arc

%
QOTD:"ഞാൻ ഒരു മാനസിക ആശുപത്രിയിൽ ആക്കി കഴിഞ്ഞില്ല തോന്നുന്നില്ല ന്.മറുവശത്ത്, അവൻ ഇതിനകം ഇല്ലെങ്കിൽ ഞാൻ അവർ അവനെ പുറത്തു ചെയ്യട്ടെ ആഗ്രഹിക്കുന്നു കരുതുന്നില്ല. "
		-- Joan of Arc

%
QOTD:"ഞാൻ എന്റെ കാർ അത് ഒന്നും പറയാതെ പോകും വേണ്ടി ഗൂഢമായി തെളിച്ചുകൊണ്ട്."
		-- Joan of Arc

%
QOTD:"ഞാൻ തീരെ വന്നിരിക്കുന്നു അല്ല, എന്നെ ബേബി ചെയ്യരുത്."
		-- Joan of Arc

%
QOTD:"ഞാൻ നടപ്പാൻ കഴിഞ്ഞേക്കും; ഞാൻ സിറ്റിങ് സ്ഥാനം നിന്ന് ഡ്രൈവ്."
		-- Joan of Arc

%
QOTD:"ഞാൻ ഒരു മനുഷ്യൻ ഞാൻ സുന്ദരനാണ് കുടിപ്പാൻ കഴിഞ്ഞില്ല കൂടിക്കാഴ്ച ഒരിക്കലും."
		-- Joan of Arc

%
QOTD:"ഞാൻ മാത്രം ഒരു പോലെ ആവശ്യമായ അടിസ്ഥാനത്തിൽ കൊണ്ട് ബേസ് തൊടുക!"
		-- Joan of Arc

%
QOTD:"ഞാൻ ഉരുളക്കിഴങ്ങ് ഒരു ദമ്പതികൾ ചില ബേക്കിംഗ് പൗഡർ തളിച്ചു, എന്നാൽ അതുപ്രവർത്തിച്ചില്ല. "
		-- Joan of Arc

%
QOTD:"ഞാൻ മേൽ വഴിയിൽ ഒരു കാട്ടുപോത്തിന്റെ കണ്ടു കരുതി, ഇത് ഒരു ആയിരുന്നുഒടിച്ചു കൊമ്പുകൾ ഒന്ന് ഉപയോഗിച്ച് കുതിര. "
		-- Joan of Arc

%
QOTD:"ഞാൻ പകരം ഒരു പുൽത്തകിടി ട്രാക്റ്റർ ഒരു ആടിനെ വാങ്ങുന്നത് ശ്രമിച്ചു; മടങ്ങാൻ ഉണ്ടായിരുന്നുപക്ഷേ. മഞ്ഞും ബ്ലോവർ ബന്ധിപ്പിക്കുന്നതിന് ഒരു വഴി മനസിലാക്കാൻ കഴിഞ്ഞില്ല. "
		-- Joan of Arc

%
QOTD:"ഞാൻ ഒരു ആദർശവാനായ ഉപയോഗിക്കുന്ന, പക്ഷേ എനിക്ക് യാഥാർത്ഥ്യത്തെക്കാളധികം കവർച്ചയ്ക്കിരയായി കഴിഞ്ഞുവെന്നതാണ്."
		-- Joan of Arc

%
QOTD:"ഞാൻ ഷഫിൾ നഷ്ടപ്പെടും ഉപയോഗിച്ച്, ഇപ്പോൾ ഞാൻ വെറും സഹിതം കൂടെ ഇടലകലർത്തുംനഷ്ടപ്പെട്ടു. "
		-- Joan of Arc

%
QOTD:"ഞാൻ ജീവന്റെ ഉയർന്ന നേടുകയും ഉപയോഗിച്ച് പക്ഷേ ഈയിടെയായി ഞാൻ ഒരു ചെറുത്തുനില്പ്പു ഞങ്ങൾ നിർമ്മിച്ചിട്ടുണ്ട്."
		-- Joan of Arc

%
QOTD:"ഞാൻ സ്മാൾ പോകാൻ ഉപയോഗിച്ചു, എന്നാൽ എന്റെ ഡാഡി ജോലി കിട്ടി."
		-- Joan of Arc

%
QOTD:"ഞാൻ ജോഗ് ഉപയോഗിച്ച്, എന്നാൽ ഐസ് എന്റെ ഗ്ലാസ് നിന്നു bouncing ആചരിച്ചു."
		-- Joan of Arc

%
QOTD:"ഞാൻ അവൻ അസത്യമായ പറയുന്നു എന്നാൽ, തന്റെ ഭാര്യ വിളിക്കാൻ ഉണ്ട്അത്താഴത്തിന് നായ. "
		-- Joan of Arc

%
QOTD:"ഞാൻ പിസ്സ ഇഷ്ടപ്പെട്ടില്ല ഒരു സ്ത്രീ വിവാഹം ഒരിക്കലും ... ഞാൻ പ്ലേഅവളോടു കൂടെ ഗോൾഫ്, എങ്കിലും ഞാൻ വിവാഹം തന്നെ! "
		-- Joan of Arc

%
QOTD:"അതു സിഡി പുറത്തു വരുമ്പോൾ ഞാൻ കാരണം കേൾക്കാൻ കാണാം."
		-- Joan of Arc

%
QOTD:"ഞാൻ 'su' എന്ന വെറും ഒരു ആൺകുട്ടിയെ സുഖമാണ് ..."
		-- Joan of Arc

%
QOTD:"ഞാൻ, ഉദാസീനത വേണ്ടി യഥാർത്ഥത്തിൽ പക്ഷെ ഒന്നുകിൽ അത് നേരെ പേടിയില്ല ..."
		-- Joan of Arc

%
QOTD:"ഞാൻ ഒരു സീഫുഡ് ഭക്ഷണത്തിൽ വന്നുകൊണ്ടിരിക്കുന്നു - ഞാൻ നോക്കിയിട്ട് അവിടെ ഞാൻ അതു തിന്നു."
		-- Joan of Arc

%
QOTD:"ഞാൻ എപ്പോഴും ഫെഡറൽ കമ്മട്ടം പ്രവർത്തിക്കാൻ ആഗ്രഹിക്കുന്ന ഞങ്ങൾ. അപ്പോൾ നടക്കുംസമരം. കുറവ് പണം ഉണ്ടാക്കാനുള്ള. "
		-- Joan of Arc

%
QOTD:"ഞാൻ പറയാൻ ഞാൻ പോകുന്നതിന് മുമ്പായി ഒന്നു ലഭിച്ചു; എന്നെ തിരിച്ചു തരുംഎന്റെ എല്ലാ ഫയലുകളും. "
		-- Joan of Arc

%
QOTD:"ഞാന് രോഗാവസ്ഥ കുറിച്ച് പഠിച്ചു ന്റെ ഇത് ഒന്നുമില്ല പ്രതീക്ഷിക്കുന്നു അനുവദിക്കുക ഞങ്ങൾ.പേജുകളുള്ള. "
		-- Joan of Arc

%
QOTD:"അവൻ തന്റെ തെറ്റുകൾ പഠിക്കുകയും എങ്കിൽ താമസിയാതെ അവൻ എല്ലാം അറിയുന്നു കാണാം."
		-- Joan of Arc

%
QOTD:"ഞാൻ ആ വഴി നടക്കാനുള്ള എങ്കിൽ, ഞാൻ കോളോൺ, ഇപ്പോൾ ഞാൻ കേള്ക്കുന്നു ആവശ്യമില്ല?"
		-- Joan of Arc

%
QOTD:"ഞാൻ തിന്നും എന്തു കാണാനും എങ്കിൽ ഞാൻ ഒരു ചോക്ലേറ്റ് ചിപ്പ് കുക്കി സുഖമാണ്."
		-- Joan of Arc

%
QOTD:"നിങ്ങൾ ഒരു തുറന്ന മനസ്സ് സൂക്ഷിക്കുക എങ്കിൽ അതിൽ ചപ്പുചവറുകളും ധാരാളം സാധിക്കാറുണ്ട്."
		-- Joan of Arc

%
QOTD:"മനസ്സിന്റെ ഷോപ്പിങ് മാളിൽ അദ്ദേഹം കളിപ്പാട്ടം വകുപ്പ് ആകുന്നു."
		-- Joan of Arc

%
QOTD:"നിങ്ങളുടെ ആന്റിന വളരെയധികം കൊണ്ടുവരുവാൻ ഇല്ല എനിക്ക് തോന്നുന്നുഇനി സ്റ്റേഷനുകൾ. "
		-- Joan of Arc

%
QOTD:"ഞാൻ അവന്റെ കൂടെ ഒരു അഭിഭാഷകൻ കണ്ടു കഴിഞ്ഞ ശൈത്യകാലത്ത് അങ്ങനെ തണുപ്പുള്ളസ്വന്തം കാശും കൈകൾ. "
		-- Joan of Arc

%
QOTD:"ഇത് ഉൽപ്പന്നവും കാര്യം ആയിരിക്കും ഉണ്ടെങ്കിൽ പോലും, ഒന്നും ആകുമായിരുന്നു. എന്ന്"
		-- Joan of Arc

%
QOTD:"പ്രണയം പുറത്തു പ്രവർത്തിക്കുന്നില്ല വരുമ്പോൾ, മുളക് ഒരു തണുത്ത പാത്രത്തിൽ തന്നെയാണ്."
		-- Joan of Arc

%
QOTD:"തിങ്കളാഴ്ച എല്ലാ ആഴ്ച ഇന്ന് നാളായി."
		-- Joan of Arc

%
QOTD:"ഇത് യഥാർത്ഥ നാളായി അതു രസകരമായിരുന്നില്ല, പക്ഷെ യഥാർത്ഥ രസകരമായ നടന്നിട്ടില്ല."
		-- Joan of Arc

%
QOTD:"അവൻ തന്റെ ഫുൾസ്ലീവ് അപ്പ് അല്ലെങ്കിൽ ഒരു താരം എന്ന് പറയാൻ ബുദ്ധിമുട്ടാണ്താരം ഒട്ടൊഴിയാതെ തന്റെ ഡെക്ക് കാണുന്നില്ല. "
		-- Joan of Arc

%
QOTD:"നിങ്ങൾക്ക് കാണുക. ഒരു ഭീഷണി അടുക്കുക എനിക്കുതോന്നുന്നത് അറിവുകളും പോയിട്ടില്ലഅവരെ എന്നെത്തന്നെ, പക്ഷെ അവർ വളരെ ഫലപ്രദമാകാം അറിയിച്ചു പിരിയുകയാണ്. "
		-- Joan of Arc

%
QOTD:"എത്രമാത്രം ഞാൻ ഇപ്പോഴും സാധ്യമാണ് ആകാശത്തിലെ പോകുക?"
		-- Joan of Arc

%
QOTD:"നിങ്ങളുടെ ഭാഗത്തു ആസൂത്രണത്തിന്റെ അഭാവം അടിയന്തര consitute ഇല്ലഎന്റെ ഭാഗത്ത്. "
		-- Joan of Arc

%
QOTD:"ഈ റോസ് പോലെ, നമ്മുടെ സ്നേഹം സമ്മതമുണ്ടോ മരിക്കും."
		-- Joan of Arc

%
QOTD:"എന്റെ ജീവൻ ഒരു സോപ്പ് ഓപ്പറ, എന്നാൽ മൂവി അവകാശങ്ങൾ ലഭിക്കുന്നു ആരാണ്?"
		-- Joan of Arc

%
QOTD:"എന്റെ ഷാംപൂ ഇനി എന്റെ ബന്ധങ്ങൾ അധികം നീണ്ടുനിൽക്കും."
		-- Joan of Arc

%
QOTD:"തീർച്ചയായും അത് കൊലപാതകം ആയുധം തുടർന്ന്. കൂടെ ഒരാളെ ഫ്രെയിം തന്നെവ്യാജ? "
		-- Joan of Arc

%
QOTD:"തീർച്ചയായും അതു കാരണമൊന്നുമില്ല, ഇതാണ് വെറും ഞങ്ങളുടെ നയമാണ്."
		-- Joan of Arc

%
QOTD:"ഓ, ഇല്ല, ഇല്ല ... ഞാൻ മനോഹരമായ ഭയമില്ല. ജസ്റ്റ് വളരെ വളരെ പ്രെറ്റി."
		-- Joan of Arc

%
QOTD:"ഞങ്ങളുടെ മാതാപിതാക്കൾ ഞങ്ങളുടെ പ്രായം ഒരിക്കലും ആയിരുന്നു."
		-- Joan of Arc

%
QOTD:"നിങ്ങളുടെ നായ വാൽ ന് step വരുമ്പോൾ അമിത ആണ് അതു മരിക്കുന്നു."
		-- Joan of Arc

%
QOTD:"പറയുക, നിങ്ങൾ പ്രെറ്റി അത്ലറ്റിക് നോക്കൂ. നാം ടെന്നീസ് ഒരു ജോഡി വെച്ചു പറയുന്നു എന്തുനിങ്ങൾ ചെരിപ്പും മതിൽ നിങ്ങളെ റൺ? "
		-- Joan of Arc

%
QOTD:"അവൾ ചൂണ്ട അതായത് ഏകദേശം നന്നായിരിക്കും."
		-- Joan of Arc

%
QOTD:"തീർച്ചയായും ഞാൻ ഒരു ഡ്രിങ്ക് ഒരിക്കൽ തിരിഞ്ഞു. ചോദ്യം മനസ്സിലായില്ല."
		-- Joan of Arc

%
QOTD:"കുഞ്ഞ് അവർ അതിന്റെ ചുറ്റും ഒരു പന്നിയിറച്ചി അത്രനന്നല്ല തൂക്കിക്കൊല്ലാൻ ഉണ്ടായിരുന്നു അങ്ങനെ വൃത്തികെട്ട ആയിരുന്നുഅതു കളിക്കാൻ നായ ലഭിക്കാൻ കഴുത്തു. "
		-- Joan of Arc

%
QOTD:"മൂപ്പൻ ദൈവങ്ങളെ Suggoth പോയി ഞാൻ ലഭിച്ചത് ഇതൊക്കെയും Lousy ടി-ഷർട്ട് ആയിരുന്നു."
		-- Joan of Arc

%
QOTD:"മടി ഒഴികഴിവും, പക്ഷേ ഞാൻ നോക്കി ഉറപ്പുണ്ട്."
		-- Joan of Arc

%
QOTD:"ഇത് ഒരു ഒറ്റ വരി തെളിവ് ... ഞങ്ങൾ വേണ്ടത്ര ബഹുദൂരം ആരംഭിച്ചുകഴിഞ്ഞാൽഅവശേഷിക്കുന്നു. "
		-- Joan of Arc

%
QOTD:"ആണൊ? ഞാൻ ഒരു മത്തങ്ങ ഫാം വാങ്ങിയതെങ്കിൽ, അവർ ഹാലോവീൻ റദ്ദാക്കാൻ ആഗ്രഹിക്കുന്നു."
		-- Joan of Arc

%
QOTD:"നിങ്ങൾ എന്താണ് അർത്ഥമാക്കുന്നത്, നിങ്ങൾ നായ കുടുമ ഉണ്ടായിരുന്നു? നിങ്ങൾ നടത്തിയ എന്താണെന്നുംഅവൻ മുറിഞ്ഞുപോയി തോന്നുന്നു! "
		-- Joan of Arc

%
QOTD:"എന്തു ഞാൻ എന്നെക്കുറിച്ചു ഏറ്റവും ഇഷ്ടപ്പെടുന്ന ഞാൻ അങ്ങനെ മനസ്സിലാക്കുന്നതിൽ പിരിയുകയാണ് എന്നതാണ്എന്റെ മോനെ കാര്യങ്ങൾ വരുമ്പോൾ. "
		-- Joan of Arc

%
QOTD:"എന്താണ് സ്ത്രീകളും മനശാസ്ത്രജ്ഞർ ഞങ്ങൾ വിളിക്കുന്ന,` നിങ്ങളുടെ ആർമർ ഇറ്റിറ്റു വിളിക്കാം"നിന്റെ കഴുത്തു baring."
		-- Joan of Arc

%
QOTD:"അവൾ കഴുതപ്പുറത്തു കരയുകയായിരുന്നില്ല, അത് മൂന്നു യാത്രകൾ എടുത്തു."
		-- Joan of Arc

%
QOTD:'ആര്? എന്നെ? ഇല്ല, ഇല്ല, ഇല്ല !! എന്നാൽ ഞാൻ ഫലകങ്ങൾ വിൽക്കുന്നത്. "
		-- Joan of Arc

%
QOTD:"യഥാർത്ഥ ജീവിതത്തിൽ നിയന്ത്രണം-ഇസഡ് പിന്തുണയ്ക്കുന്ന എങ്കിൽ അതു മഹത്തായ ഒരു കാര്യമല്ലേ?"
		-- Joan of Arc

%
QOTD:"എന്നെ എന്റെ ചെവിയിൽ * ദ്വാരങ്ങൾ ലേക്ക് * അവരിൽ നിന്ന് കാര്യങ്ങൾ തൂക്കിയിരിക്കുന്നു ആഗ്രഹിക്കുന്നു?എങ്ങനെ ... ഗോത്ര. "
		-- Joan of Arc

%
QOTD:"നിങ്ങൾ പോലും ജ്ഞാനം പല്ലുകൾ ഇല്ല അങ്ങനെ ഊമകളും മുൻപരിചയം."
		-- Joan of Arc

%
QOTD:ഞാൻ ആഗ്രഹിക്കുന്നു എല്ലാ ഞാൻ എന്നേക്കും ലഭിക്കും അല്പം കൂടുതലാണ്.
		-- Joan of Arc

%
QOTD:ഞാൻ ആഗ്രഹിക്കുന്നു എല്ലാ എന്റെ ന്യായമായ വിഹിതം കൂടുതൽ ആണ്.
		-- Joan of Arc

%
QOTD:ഫ്ലാഷ്! ഫ്ലാഷ്! ഞാൻ നിന്നെ സ്നേഹിക്കുന്നു! ... പക്ഷേ പതിന്നാലു മണിക്കൂർ ഞങ്ങൾക്കുണ്ട്ഭൂമി സംരക്ഷിക്കാൻ!
		-- Joan of Arc

%
QOTD:നിങ്ങൾ താമസിക്കാം എന്നു എങ്കിൽ എനിക്ക് നിങ്ങളെ എങ്ങനെ പോയില്ല കഴിയും?
		-- Joan of Arc

%
QOTD:ഞാൻ എന്റെ ജനാലയിലൂടെ പുറത്തേക്കു നോക്കി കീഴ്മേൽ കെയ്ൽ Pettys 'കാർ കണ്ടുപിന്നെ ഞാൻ 'ഞങ്ങളിൽ ഒരു യഥാർത്ഥ കഷ്ടതയിൽ എന്ന് കരുതി.
		-- Davey Allison, on a 150 m.p.h. crash

%
QOTD:അതു നിങ്ങളുടെ വലുപ്പമുള്ള വരുന്നത് ഞാൻ നിങ്ങളുടെ സംഘടന സ്നേഹിക്കുന്നു?
		-- Davey Allison, on a 150 m.p.h. crash

%
QOTD:ഞാൻ ആഘോഷമായി ന്റെ ബോക്സ് തുറന്നു പൂച്ച ബാഗിൻറെ നങ്കൂരമിട്ട് വെച്ചുഅവരുടെ കോടതിയിൽ പന്ത്.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:ഒരു കുഗ്രാമം പേടിയില്ല - ഞാൻ "സാമൂഹികമായി വെല്ലുവിളിച്ചു" പിരിയുകയാണ്.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:ഞാൻ കഷണ്ടി ഭയമില്ല - ഞാൻ "മുടി വെല്ലുവിളിച്ചു" സുഖമാണ്.[ഞാന് "വ്യത്യസ്തമായി അലിയാത്തവരുണ്ടോ" കരുതി. എഡ്.]
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:ഞാൻ സിവിൽ എഞ്ചിനീയർമാർ കുറിച്ച് കേട്ടിട്ടുണ്ട്, എന്നാൽ ഒരു ഞാൻ ഒരിക്കലും കൂടിക്കാഴ്ച ഞങ്ങൾ.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:അത് വളരെ ഉച്ചത്തിൽ ഉണ്ടെങ്കിൽ, വളരെ പ്രായമുണ്ട്.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:നിങ്ങൾക്ക് പ്രശ്നം അന്വേഷിക്കുന്നു എങ്കിൽ, ഞാൻ നിങ്ങൾക്കു .അമ്മായിക്ക് നല്കാവുന്നതാണ്.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:സ്റ്റാറ്റിസ്റ്റിക്കൽ പഠിക്കുന്ന തന്റെ ജീവിതത്തിലെ വളരെ ചെലവഴിക്കുകയും ലുഡ്വിഗ് ബോൾട്ട്സ്മാന്റെബലതന്ത്രം സ്വന്തം കയ്യാൽ മരിച്ചത് 1906. പോൾ Ehrenfest, വഹിച്ചുകൊണ്ട്പ്രവൃത്തിയെ, 1933 ൽ സമാനമായി മരിച്ചു ഇപ്പോൾ ഇത് വഴി.
		-- Goodstein, States of Matter

%
QOTD:പണം എല്ലാം അല്ല, കുറഞ്ഞത് അതു സമ്പർക്കം കുട്ടികൾ നിലനിർത്തുന്നു.
		-- Goodstein, States of Matter

%
QOTD:എന്റെ അമ്മ കുറ്റബോധം ട്രിപ്പുകൾക്കായുള്ള ട്രാവൽ ഏജന്റ് ആയിരുന്നു.
		-- Goodstein, States of Matter

%
QOTD:1 10 സ്കെയിലിൽ ഞാൻ എവിടെയോ അവിടെ, ഓ അമ്മാ ....
		-- Goodstein, States of Matter

%
QOTD:സേക്രഡ് പശുക്കൾ വലിയ ഹാംബെർഗറുകൾ ഉണ്ടാക്കേണം.
		-- Goodstein, States of Matter

%
QOTD:നിശബ്ദത വിട്ടേച്ചുപോയ മാത്രമാണ് നന്മയാണ്.
		-- Goodstein, States of Matter

%
QOTD:ചില ആളുകൾ ആ ദിവസങ്ങളിൽ ഒന്നിൽ ഞങ്ങൾക്കുണ്ട്. ഞാൻ ആ ജീവിതത്തിൽ ഒന്ന് നടത്തിയിരുന്നു.
		-- Goodstein, States of Matter

%
QOTD:ടാലൻറ് എന്തു ചെയ്യാനാകും, പ്രതിഭയുടെ എന്തു ചെയ്യേണ്ടതാണ്.ഞാൻ ചെയ്യാൻ പണം ലഭിക്കും എന്തു.
		-- Goodstein, States of Matter

%
QOTD:മനസ്സുണ്ടെങ്കിൽ ആളുകൾ ചർച്ച ... അവരിൽ പകുതിയും പ്രവർത്തിക്കാൻ സന്നദ്ധതയുള്ളമറ്റുള്ളവരെ അവരെ നിരീക്ഷിച്ച് തയ്യാറാണെങ്കിൽ അധികമാകുന്നു.
		-- Goodstein, States of Matter

%
QOTD:വനം സ്വസ്ഥമായിരുന്നു, പക്ഷേ അർത്ഥമില്ലപാമ്പുകളെ പോയതിന്.
		-- Goodstein, States of Matter

%
QOTD:ഒരു gerbil നിന്ന് ഒരു ഹാംസ്റ്റർ പറയാൻ മാത്രം എളുപ്പ വഴി ആണ്gerbil കൂടുതൽ ഇരുണ്ട ഇറച്ചി ഉണ്ട്.
		-- Goodstein, States of Matter

%
QOTD:ക്ഷേത്രം പോലെയാണ് th'r ശരീരം പെരുമാറണം s'm എങ്ങനെ ഇതൊക്കെ?ശരി, ഞാൻ എന്റെ 'N അമ്യൂസ്മെന്റ് പാർക്ക് ... S'great ഇഷ്ടമായി പരിഗണിക്കുമെന്ന് ...
		-- Goodstein, States of Matter

%
ക്വാളിറ്റി കൺട്രോൾ, വ .:ഒരു ഉൽപ്പന്നത്തിന്റെ ഗുണനിലവാരം കയ്യിൽനിന്നു നേടുകയും ഇല്ല എന്ന് ഉറപ്പുഅതിന്റെ നിർമാണത്തിനുപയോഗിക്കുന്ന അല്ലെങ്കിൽ ഡിസൈൻ ചെലവ് ചേർക്കുക.
		-- Goodstein, States of Matter

%
ക്വാളിറ്റി കൺട്രോൾ, എൻ .:1,000 യൂണിറ്റ് നിന്നു പരിശോധനയുടെ ഒന്നു പ്രക്രിയ ഓഫ് വരുന്നുഉറപ്പാക്കുക കുറഞ്ഞത് ഒരു 100 പ്രവൃത്തികൾ നിന്നു എന്ന് ഉണ്ടാക്കുവാൻ ഒരു നിര്മ്മാണരീതി.
		-- Goodstein, States of Matter

%
ക്വാർക്ക്:ശബ്ദം മേത്തരം താറാവ് നടത്തിയ.
		-- Goodstein, States of Matter

%
Quigley ന്റെ നിയമം:ആരെങ്കിലും നിങ്ങളുടെ മേൽ ഒരധികാരവും ചെയ്യും യാഥാർത്യമാക്കുമ്പോഴും ചെറിയ ഉണ്ട്അത് ഉപയോഗിക്കാൻ atttempt.
		-- Goodstein, States of Matter

%
QWERT (kwirt) N. [മെഗാവാട്ട് <എന്തും QWERTYUIOP ഒരു പതിമൂന്നാം] 1. തൂക്കം ഒരു യൂണിറ്റ്13 poiuyt avoirdupois (അല്ലെങ്കിൽ 1.69 kiloliks), സാധാരണയായി ഉപയോഗിക്കുന്ന തുല്യമായസ്ട്രക്ച്ചറൽ എഞ്ചിനീയറിംഗ് 2. [Colloq.] ലോഡ് പതിമ്മൂന്നാം ഒരുത്തൻ ഒരു പൂർണ്ണമായി ആകൃഷി സ്ലിഗൊ താങ്ങാവുന്ന. 3. [Anat.] Dermis വേദനാജനകമായ അസൌകര്യങ്ങൾമറ്റുള്ളവരിൽ കിളിയേ ആർ മലദ്വാരം 4. [.നടത്തത്തിനൊക്കെ] വ്യക്തിയുടെ മേഖലയിൽഒരു qwert ലക്ഷണങ്ങൾ.
		-- Webster's Middle World Dictionary, 4th ed.

%
റാൽഫ് ന്റെ ഒബ്സർവേഷൻ:ഏതെങ്കിലും മെക്കാനിക്കൽ ഒബ്ജക്റ്റ് നിങ്ങൾ തിരിച്ചറിയട്ടെ ഒരു തെറ്റ് ആണ്ഒരു തിരക്കിലാണ്.
		-- Webster's Middle World Dictionary, 4th ed.

%
ക്രമരഹിത എന് .:എണ്ണത്തിൽ പോലെ മുൻകൂട്ടി. മെമ്മറി, പ്രവചനാതീതമായ പോലെ.
		-- Webster's Middle World Dictionary, 4th ed.

%
കൃത്യത റേ ഭരണം:ഒരു മൈക്രോമീറ്ററിൽ അളവും. ചോക്ക് കൊണ്ട് അടയാളപ്പെടുത്തുക. കോടാലി ഉപയോഗിച്ച് മുറിക്കുക.
		-- Webster's Middle World Dictionary, 4th ed.

%
മറുപടി: ഗ്രാഫിക്സ്:ഒരു ചിത്രം രൂപയുടെ 10K പദങ്ങൾ - മാത്രമേ വിവരിക്കാൻ	ചിത്രം. 10K വാക്കുകളുടെ ഒരവസ്ഥയിൽ സെറ്റുകളിലും വേണ്ടത്ര ആകാംചിത്രങ്ങളും വിശേഷിപ്പിച്ചത്.
		-- Webster's Middle World Dictionary, 4th ed.

%
റിയൽ ടൈം, ADJ .:ഇവിടെ ഇപ്പോൾ മാത്രമാണ് അവിടെ പദം വ്യാജ സമയം, എതിരെയുളള.
		-- Webster's Middle World Dictionary, 4th ed.

%
റിയൽ വേൾഡ് ദ, N .:1. പ്രോഗ്രാമിങ്, ആ സ്ഥാപനങ്ങൾ ഏത് പ്രോഗ്രാമിംഗ് മെയ് ഭൂതകാലഫോർട്രാൻ കൊബോളിന്റെ, ആർപിജി, ഐബിഎം മുതലായവ 2. അതേ വാചകത്തിൽ ഉപയോഗിക്കുംപ്രോഗ്രാമർമാരുടെ, നോൺ-പ്രോഗ്രാമർമാരുടെ പ്രവർത്തനങ്ങളും ലൊക്കേഷൻ അനുബന്ധപ്രോഗ്രാമിങ്. 3. പ്രപഞ്ചത്തിൽ ഏത് സാധാരണ വസ്ത്രധാരണം ഷർട്ടും ആണ്കെട്ടി ഒരു വ്യക്തിയുടെ തൊഴിൽ സമയം 9 5. 4 എന്ന് പറയുന്നത്.നിലവിലെ സ്ഥിതിയിൽ സ്ഥലം. 5. എവിടെയെങ്കിലും ഒരു സർവകലാശാല പുറത്ത്."മോശം സഹ അവൻ എം.ഐ.ടി വിട്ടു യഥാർത്ഥ ലോകത്തിൽ പോയി." ഉപയോഗിച്ചpejoratively അവിടെ വസതിയിൽ ആ പറയുന്നത്. സംഭാഷണത്തിലെ സംസാരിക്കുന്നുഒരു സംസാരിക്കുന്നത് വ്യത്യസ്തമാണ് യഥാർത്ഥ ലോകം നൽകിയ .ഹബീബ്മരണപ്പെട്ടയാളുടെ.
		-- Webster's Middle World Dictionary, 4th ed.

%
Reappraisal, എൻ .:കണ്ടെത്തി ശേഷം മനസ്സിന്റെ .മേലുദ്യോഗസ്ഥനെ മാറ്റം.
		-- Webster's Middle World Dictionary, 4th ed.

%
സ്വീകരണം പ്രദേശത്ത്, വ .:ഓഫീസ് സന്ദർശകരെ ചെലവഴിക്കാൻ അപലപിച്ചു എവിടെ ശുദ്ധീകരണസ്ഥലംഅസംഖ്യം മണിക്കൂർ വ്യാപാരം നായ നായകൾക്ക് തിരികെ പ്രശ്നങ്ങൾ readingമോഡേൺ പ്ലാസ്റ്റിക്, ചെയിൻ ഇഷ്ടപ്പെടുന്നു മാസികകളും പ്രായം, ചിക്കൻ വേൾഡ് കണ്ടുറിസപ്ഷനിസ്റ്റ് ആംഗൽ അവളുടെ സ്വന്തം വ്യാപാരം മാഗസിൻ വായിക്കപ്പെടുന്നു സമയത്ത് -	കോസ്മോപൊളിറ്റൻ.
		-- Webster's Middle World Dictionary, 4th ed.

%
ആവർത്തനം n .:ആവർത്തനം കാണുക.
		-- Random Shack Data Processing Dictionary

%
നവീകരിച്ച എന് .:യഹൂദ അവധി അടയുന്നു ഒരു പള്ളി.
		-- Random Shack Data Processing Dictionary

%
റിഗ്രഷൻ വിശകലനം:കാര്യങ്ങൾ എന്തുകൊണ്ടാണ് മനസ്സിലാക്കാൻ ശ്രമിച്ചതിന് ഗണിതശാസ്ത്ര വിദ്യകൾ	വഷളാകുകയാണ്.
		-- Random Shack Data Processing Dictionary

%
Reichel ന്റെ നിയമം:അവധിക്കാലം ഒരു ശരീരം പ്രവർത്തിച്ച ഇല്ലാതിരുന്നാൽ അവധിക്കാലം നിലനിൽക്കാൻ കുറവുമാണ്പുറത്തേക്കുള്ള ഒരു ഫോഴ്സ്.
		-- Random Shack Data Processing Dictionary

%
സങ്കൽപ്പവും ജാട്യത്തിന്െറയും Reisner ഭരണം:മതിയായ വലിയ കരുതുന്നുണ്ടെങ്കിൽ, നിങ്ങൾ അതു ചെയ്യാൻ ഒരിക്കലും.
		-- Random Shack Data Processing Dictionary

%
വിശ്വസനീയമായ, വ .:വെറും കണ്ടുമുട്ടി ഇയാൾ.
		-- Random Shack Data Processing Dictionary

%
Renning ന്റെ മാക്സിം:മനുഷ്യൻ ഏറ്റവും മൃഗം ആണ്. മനുഷ്യൻ വർഗീകരിക്കാൻ ചെയ്യുന്നു.
		-- Random Shack Data Processing Dictionary

%
റിപ്പോർട്ടർ, n .:സത്യത്തിലേക്ക് തന്റെ വഴി ഊഹിക്കുന്നതോ ഒരു അതു .രവിചന്ദ്രന് ഒരു എഴുത്തുകാരൻവാക്കുകളുടെ കൊടുങ്കാറ്റു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
റെപ്യൂട്ടേഷൻ, ADJ .:എന്താണ് നിങ്ങൾ മറ്റുള്ളവരെ ചിന്തിക്കാറില്ലത്രേ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
റിസർച്ച്, n .:കൊളംബസ് പരിഗണിക്കുക:അവൻ എവിടേക്കു പോകുന്നു അവൻ അറിഞ്ഞില്ല.അവിടെ എത്തിയപ്പോൾ അവൻ ഇരുന്ന സ്ഥലത്തിന്റെ അവൻ അറിഞ്ഞില്ല.അവൻ തിരികെ എത്തിയപ്പോൾ അവൻ ഉണ്ടായിരുന്നെങ്കിൽ എവിടെ അറിഞ്ഞില്ല.അവൻ മറ്റൊരാളുടെ പണം അതു മുഴുവൻ ചെയ്തു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഉത്തരവാദിത്വ:എല്ലാവരും അധികാരമുള്ള ഒരു വലിയ ഉത്തരവാദിത്വമാണ് പറയുന്നു. ഇത്ശയ്യ ധാരാളം. എന്തെങ്കിലും ആരെങ്കിലും കുറ്റപ്പെടുത്തുന്നത് കഴിയുമ്പോൾ ഉത്തരവാദിത്വമാണ്തെറ്റായി പോകുന്നു. നിങ്ങൾ ശക്തി ഉണ്ടെങ്കിൽ ആരുടെ ജോലി അത് ജനങ്ങളുടെ ചുറ്റുംനിങ്ങളുടെ തെറ്റുകൾ കുറ്റം എടുത്തു. അവർ സ്മാർട്ട് ആണെങ്കിൽ, ആണ്.
		-- Cerebus, "On Governing"

%
വിപ്ലവം, n .:വിദേശത്ത് സർക്കാർ രൂപമാണിത്.
		-- Cerebus, "On Governing"

%
വിപ്ലവം, n .:രാഷ്ട്രീയത്തിൽ misgovernment രൂപത്തിൽ .മേലുദ്യോഗസ്ഥനെ മാറ്റം.
		-- Ambrose Bierce

%
വിപ്ലവ, ADJ .:Repackaged.
		-- Ambrose Bierce

%
റോഡ് ന്റെ നിയമം:ഏതെങ്കിലും തത്ത്വം, നിയമം ചെയ്യുമ്പോൾ, ഭാഗത്തിന്റെ, സാധ്യതാപഠനം, സംഭവിക്കുന്നതെന്നും സാഹചര്യത്തിലും,അല്ലെങ്കിൽ ഫലം യാതൊരു പരോക്ഷമായി ആശങ്കകളെ, നേരിട്ട് കഴിയും അല്ലെങ്കിൽcircuitously, തെളിയിക്കപ്പെട്ട കഥകളിയുടെ, അയാളെ അനുമാനവും, induced, വെട്ടിക്കുറയ്ക്കും,കണക്കുകൾ അല്ലെങ്കിൽ ശാസ്ത്രീയമായി ഊഹിച്ചോ അതു ആവശ്യത്തിനായി എപ്പോഴും ഉദ്ദേശിക്കുന്നസൗകര്യത്തിനായി, താത്കാലിക, രാഷ്ട്രീയ നന്മയല്ല, മെറ്റീരിയൽ നേട്ടവും അല്ലെങ്കിൽസ്വകാര്യ സൗകര്യങ്ങൾ അല്ലെങ്കിൽ മുകളിൽ ഏതെങ്കിലും കോമ്പിനേഷൻ, അല്ലെങ്കിൽ ആരുംമുകളിൽ ഏകപക്ഷീയമായി ആൻഡ് മനഃപാഠം പ്രഘോഷിക്കുകയും കണക്കാക്കാവുന്നതാണ്, ഒപ്പംപോലെ സമ്പൂർണ്ണ സത്യത്തിൽ ലേക്ക് ക്ലേശങ്ങളിൽ ആയിരിക്കാൻ, immutably, സാർവത്രികമായി ഉറച്ചുഒപ്പം ച്ചനയെക്കാള് അങ്ങനെ, അത്തരം സമയം വരെ അതിലേക്കു ചെറുപ്പത്തില് മാറുന്നു പോലെഒരുപക്ഷെ, മലമ്പുഴ ഏറ്റെടുക്കാം.
		-- Ambrose Bierce

%
പേരിലറിയപ്പെട്ടിരുന്ന ഭരണം:(1) എല്ലാം ചില മൂല്യം - നിങ്ങൾ ശരിയായ കറൻസി ഉപയോഗിക്കുകയാണെങ്കിൽ.(2) പെയിന്റ് വീഴുന്നു ഇനി പെയിന്റ് ജോലി കഴിഞ്ഞ.(3) നിങ്ങൾ കണ്ടെത്തും - പക്ഷേ കാണാതെ ഉറപ്പുവരുത്തുക.
		-- Ambrose Bierce

%
റോബോട്ട്, n .:യൂണിവേഴ്സിറ്റി അഡ്മിനിസ്ട്രേറ്റർ.
		-- Ambrose Bierce

%
ദൃഢതയും, ADJ .:നിങ്ങൾ ക്ഷമിക്കുക പറയാൻ ഇല്ലാതെ ഒരിക്കലും.
		-- Ambrose Bierce

%
ഇന്നൊവേഷൻ പ്രിവൻഷൻ റോക്കി ന്റെ തരംതിരിക്കേണ്ടവ:ഫലങ്ങളിൽ മുൻകൂറായി അറിയപ്പെടുന്നത് ആയിരിക്കുമ്പോൾ അല്ലാതെ ഫണ്ടിംഗ് ഏജൻസികളും ഉദ്ദേശിക്കുന്നതള്ളിക്കളയാൻ.
		-- Ambrose Bierce

%
റൂഡ് ഇന്ത്യയെ കണ്ടെത്തൽ:നിങ്ങൾ ഏതെങ്കിലും സെനറ്റർ അല്ലെങ്കിൽ കോൺഗ്രസ് വീട്ടിൽ പോയി കഴിയുമായിരുന്നു അറിയുന്നു$ 300,000 ലേക്ക് $ 400,000 എന്നാൽ അവർ ചെയ്യരുതേ. എന്തുകൊണ്ട്? അവർക്ക് കഴിയും കാരണംവാഷിംഗ്ടൺ താമസിക്കാൻ അവിടെ ചെയ്യുക.
		-- Ambrose Bierce

%
Rudin ന്റെ നിയമം:എന്തെങ്കിലും ചെയ്യാൻ ഒരു തെറ്റായ രീതിയിൽ ഉണ്ടെങ്കിൽ, അധികപേരും ഉദ്ദേശിക്കുന്നഅതു ഓരോ തവണ ചെയ്യാൻ.Rudin രണ്ടാം:ബദൽ ഇടയിൽ നിർമ്മിക്കപ്പെടുന്ന ഒരു നിര നിര്ബന്ധമാക്കുന്നൊരു പ്രതിസന്ധിനടപടിയുടെ കോഴ്സുകൾ, ജനം ഏറ്റവും ഹീനമായ തിരഞ്ഞെടുക്കാൻ പ്രവണതകോഴ്സ്.
		-- Ambrose Bierce

%
കാടും, ADJ .:ഉയർത്തുവാൻ താങ്ങാവുന്നതിലും.
		-- Ambrose Bierce

%
റൂൾ # 1:ബോസ് എപ്പോഴും ശരിതന്നെയാണ്.റൂൾ # 2:ബോസ് തെറ്റാണെങ്കിൽ, കാണുക റൂൾ # 1.
		-- Ambrose Bierce

%
ക്രിയേറ്റീവ് റിസർച്ച് റൂൾ:(1) നിങ്ങൾക്ക് എന്തു പകർത്താൻ കഴിയും ഒരിക്കലും.(2) നിങ്ങൾ എന്തു കാണാൻ സാധിക്കും പകർത്താനും ഒരിക്കലും.(3) കുറയ്ക്കാനും ഇറങ്ങി ഒട്ടിക്കാൻ കഴിയും എന്തു നമു ഒരിക്കലും.
		-- Ambrose Bierce

%
Defactualization തത്ത്വം:വിവരം ബ്യൂറോക്രസി വഴി മേലോട്ടു deteriorates.
		-- Ambrose Bierce

%
Feline നിരാശ റൂൾ:നിങ്ങളുടെ പൂച്ചയെ നിങ്ങളുടെ മടിയിൽ ഉറങ്ങുകയായിരുന്നു വീണു അശേഷം തെരയുന്നു വരുമ്പോൾഉള്ളടക്കം മണിസാറിനെ, നീ പെട്ടെന്നു പോകാൻ ഉണ്ടായിരിക്കുംബാത്ത്റൂം.
		-- Ambrose Bierce

%
മഹാനായ റൂൾ:ആളുകൾ നിങ്ങളെ ഏറ്റവും കൌതുകം ആഴമുള്ള ചിന്തിച്ചേക്കും തോന്നുന്നില്ല ചെയ്യുമ്പോൾചിന്തകൾ, അവർ ഒരുപക്ഷേ ലഞ്ച് ചിന്തിച്ചു.
		-- Ambrose Bierce

%
അക്കാദമിക് നീന്തല്ക്കുളം നിയമങ്ങൾ:(1) ഒളിച്ചു !!!!(2) അവർ കണ്ടെത്തുകയാണെങ്കിൽ, ലീ !!!!
		-- Father Damian C. Fandal

%
ന്യൂയോർക്കിൽ ഡ്രൈവിംഗ് നിയമങ്ങൾ:(1) നിങ്ങളുടെ കൊമ്പു honking സമയത്ത് ചെയ്തതു എന്തും നിയമവിധേയമാണ്.(2) നിങ്ങൾ നിങ്ങളുടെ നാല് വഴി ഒച്ചയില്ലാതെ കളയുകയാണെങ്കിൽ എവിടെയും പാർക്ക് ചെയ്യാം.(3) ചുവന്ന ലൈറ്റ് അടുത്ത ആറു കാറുകൾ ചെയ്യാനിടയുണ്ട് മാർഗങ്ങൾകവല.
		-- Father Damian C. Fandal

%
എഴുത്തുകാർക്കുള്ള നിയമങ്ങൾ:റൺ അവർ വായിക്കാൻ ബുദ്ധിമുട്ടാണ് വാചകങ്ങൾ ഒഴിവാക്കുക. ഡബിൾ ഉപയോഗിക്കരുത്സകഗറീ. ശരിയായി അർദ്ധവിരാമങ്ങൾ ഉപയോഗിക്കുക അതു ഉചിതമായ എവിടെ എപ്പോഴും അത് ഉപയോഗിക്കാൻ;അതു ഇല്ലാത്ത ഒരിക്കലും. ശരിയായ ഉപയോഗം വേണ്ടി അക്ഷരലോപചിഹ്നം അടക്കത്തോടുംഅതിന്റെ ആവശ്യമില്ല അത് ജപം. ഇല്ല വിധി ശകലങ്ങൾ. എന്നത്, കോമ ഒഴിവാക്കുകഅനാവശ്യ. വകഭേദമാണ്, irregardless വെടിയുക. പിന്നെ ഒരു വാചകം ആരംഭിക്കാൻ ചെയ്യരുത്ഒരു സമുച്ചയ. എസ് വൈ-llables തമ്മിലുള്ള Hyphenate അൺ ആവശ്യമായ ഹൈഫനുകൾ ഒഴിവാക്കുക.എല്ലാ adverbial രൂപങ്ങൾ ശരിയായ എഴുതുക. ഔപചാരിക എഴുതി സങ്കോചങ്ങൾ ഉപയോഗിക്കരുത്.ശ്രദ്ധാപൂർവം എഴുതേണ്ട, നൂലോ participles ഒഴിവാക്കപ്പെടുമെന്നാണ്. ഇത് ഗയ്ബ്archaisms ഒഴിവാക്കാൻ നമ്മെ. ഉണ്ടു എന്നു ക്രിയകൾ തെറ്റായ രൂപങ്ങൾ ദേശാഭിമാനിയുടെഭാഷ ഗ്ലാസിട്ട. ഒരിക്കലും എന്നേക്കും ച്ചുള്ള redundancies ഉപയോഗിക്കുക. ഞാൻ ചെയ്തെങ്കിൽനിങ്ങൾ ഒരിക്കൽ, മോബ് മറുത്തു ഞാൻ നിങ്ങളെ ആയിരം തവണ പറഞ്ഞതിന്റെ അറിയിച്ചു. എതിരെ,നല്ലതല്ലാത്ത ബന്ധപ്പെട്ട alliteration ഒഴിവാക്കുക. സ്ട്രിംഗ് prepositional ഏറെയില്ല ചെയ്കനിങ്ങളിൽ കൂരിരുൾതാഴ്വരയിൽ കൂടി നടക്കുന്നു ഒരുമിച്ചു പദസമുച്ചയംമരണം. "അമിത ഒഴിവാക്കുക 'മാർക്ക് ഉദ്ധരണി". "'"
		-- Father Damian C. Fandal

%
Rune ഭരണം:നിങ്ങൾ എവിടെയാണെന്ന് താങ്കൾ അത് ഇല്ലെങ്കിൽ, നഷ്ടപ്പെടുകയും.
		-- Father Damian C. Fandal

%
റിയാൻ ന്റെ നിയമം:തുടർച്ചയായി മൂന്ന് ശരിയായ ഉദ്ദേശിക്കുക വരുത്തുകനിങ്ങൾ ഒരു വിദഗ്ധനുമായി സ്വയം സ്ഥാപിക്കും.
		-- Father Damian C. Fandal

%
Sacher ന്റെ ഒബ്സർവേഷൻ:ചില ആളുകൾ ഉത്തരവാദിത്വം വളരും - മറ്റുള്ളവരെ കേവലം വീർക്കുന്ന.
		-- Father Damian C. Fandal

%
ഉപഗ്രഹം സുരക്ഷാ നുറുങ്ങ് # 14:നിങ്ങൾ വരാനിരിക്കുന്ന ആകാശത്ത് ഒരു ശോഭയുള്ള ഇഴകൾ കാണുകയാണെങ്കിൽ, താറാവ്.
		-- Father Damian C. Fandal

%
Sattinger ന്റെ നിയമം:നിങ്ങൾ അത് പ്ലഗ് ചെയ്താൽ അതു മികച്ചതായി പ്രവർത്തിക്കുന്നു.
		-- Father Damian C. Fandal

%
താത്കാലിക സാവേജിന്റെ നിയമം:താങ്കൾക്ക് മോശം, നിങ്ങൾ അത് മോശം ലഭിക്കും ആഗ്രഹിക്കുന്നു.
		-- Father Damian C. Fandal

%
പ്രതിസന്ധികളും, n .:സന്ദർഭ നൽകുന്ന സംഭവങ്ങളുടെ ഒരു ധരിച്ചത് അനുക്രമംഒരു ബിസിനസ്സ് തീരുമാനം നിർമ്മിച്ചിരിക്കുന്നത്. കാഴ്ച്ചകൾ എപ്പോഴും വരുംമൂന്നു സെറ്റുകൾ: മികച്ച കേസ്, മോശമായ, വെറും കേസിൽ.
		-- Father Damian C. Fandal

%
Schapiro വിശദീകരണം:പുല്ലു മറുഭാഗത്തു എപ്പോഴും greener - പക്ഷേ തുടർന്ന്അവർ കൂടുതൽ വളം ഉപയോഗിക്കാൻ കാരണം.
		-- Father Damian C. Fandal

%
Schlattwhapper, എൻ .:സ്വയം പറിച്ചുകളയും അനുവദിക്കുന്ന ജാലകം തണൽ,സമയമത്രയും മുഖഭാവത്തില്, തുടർന്ന് നിങ്ങളുടെ മുഖത്തു അപ്പ് അലട്ടിക്കൊണ്ടിരുന്നു.
		-- Rich Hall, "Sniglets"

%
ഷിമിഡ്ത് ന്റെ ഒബ്സർവേഷൻ:എല്ലാം തുല്യ ഒരാളായി, കൊഴുപ്പ് വ്യക്തിക്ക് കൂടുതൽ സോപ്പ് ഉപയോഗിക്കുന്നുനേർത്ത വ്യക്തി അധികം.
		-- Rich Hall, "Sniglets"

%
സ്കോട്ട് ആദ്യ നിയമ:സാരമില്ല തെറ്റായി പോകുന്നു എന്താണ് അത് മിക്കവാറും ശരിയായ നോക്കും.സ്കോട്ട് രണ്ടാം:ഒരു പിശക് കണ്ടെത്തി തിരുത്തിയിരിക്കുന്നു ചെയ്യുമ്പോൾ, ഇതിന് കണ്ടെത്തുംആദ്യം അക്രമം കാട്ടി.മുഖ്യവാദത്തിന്റെ:തിരുത്തൽ പിശക് കണ്ടെത്തി ശേഷം, അതു ആയിരിക്കുംപിന്നിൽ യഥാർത്ഥ അളവ് fit അസാധ്യമാണ്സമവാക്യം.
		-- Rich Hall, "Sniglets"

%
scribline, n .:എവിടെ ഒരാളുടെ ഒപ്പ് പോകുന്നു ക്രെഡിറ്റ് കാർഡുകൾ പിൻഭാഗത്ത് ബ്ലാങ്ക് പ്രദേശം.
		-- "Sniglets", Rich Hall & Friends

%
ബിസിനസ് മീറ്റിംഗുകൾ രണ്ടാം നിയമം:ഒരു വ്യക്തിയുടെ പേര് നീയൊക്കെ രണ്ടു വഴികളുണ്ട്, നിങ്ങൾക്ക്അന്യായം എടുക്കുന്നതാണ്.മുഖ്യവാദത്തിന്റെ:ഒരു പേര് ഉച്ചരിക്കാനോ ഒരേ വഴി അവിടെ ഉണ്ടെങ്കിൽ,ഏതുവിധേനയും, തെറ്റായ അതു കുരു ആകും.
		-- "Sniglets", Rich Hall & Friends

%
അവസാന പരീക്ഷ രണ്ടാം നിയമം:നിങ്ങളുടെ ബുദ്ധിമുട്ടേറിയ ഫൈനലിൽ - ആദ്യമായി വർഷം മുഴുവനും - ഏറ്റവുംക്ലാസിൽ distractingly ആകർഷകമായ വിദ്യാർഥി അടുത്ത നിങ്ങൾ ഇരിക്കും.
		-- "Sniglets", Rich Hall & Friends

%
സെക്രട്ടറിയുടെ റിവഞ്ച്:"" കീഴിൽ മിക്കവാറും എല്ലാം ഫയലിംഗ്.
		-- "Sniglets", Rich Hall & Friends

%
ഹോളിസ്റ്റിക് മെഡിസിൻ Seleznick സിദ്ധാന്തം:ഐസ്ക്രീം എല്ലാ രോഗങ്ങൾക്കും സുഖപ്പെടുത്തുന്നത്. താൽക്കാലികമായി.
		-- "Sniglets", Rich Hall & Friends

%
.ഒറ്റ സ്വയം ടെസ്റ്റ്:നിങ്ങൾ എന്തെങ്കിലും ചിന്തിക്കാതെ കഴിയില്ല നിങ്ങൾ അത് അറിയാംനിങ്ങളുടെ സ്വന്തം കുറ്റവും.
		-- "Sniglets", Rich Hall & Friends

%
സെനറ്റ്, എൻ .:ഉയർന്ന തീരുവയിൽ അറബിയ്ക്ക് ചുമത്തി പ്രായമായ ഇദ്ദേഹം ഒരു ശരീരം.
		-- Ambrose Bierce

%
senility, n .:ആരുടെ കൂടെ ഒരു വിയോജിപ്പുണ്ട് സംഭവിക്കുന്നു പ്രായമായ വ്യക്തികളുടെ മനസ്സിന്റെ സംസ്ഥാന.
		-- Ambrose Bierce

%
യൂണീവേഴ്സിറ്റി, n .:ഏത് മനുഷ്യനാണെന്ന് അറിവ് പുരോഗമിച്ചതോടെ ആണ് പ്രക്രിയ.
		-- Ambrose Bierce

%
Serocki ന്റെ Stricture:വിവാഹ എപ്പോഴും ഒരു ബാച്ചിലേഴ്സ് അവസാന തീരുമാനം.
		-- Ambrose Bierce

%
ശ്യാനന് ന്റെ ഒബ്സർവേഷൻ:ഒന്നും തുടങ്ങി ഒരു മോശം സാഹചര്യത്തെയും ഇടയിലൂടെ ആണ്മെച്ചപ്പെടുത്താൻ.
		-- Ambrose Bierce

%
പങ്ക്, n .:നൽകാൻ അപമാനം സഹിക്ക.
		-- Ambrose Bierce

%
ഷാ സിദ്ധാന്തങ്ങളിൽ:പോലും ഭോഷനെ ഉപയോഗിക്കാൻ കഴിയുന്ന ഒരു സിസ്റ്റം, ഒരു ഭോഷൻ മാത്രമേ ഇഷ്ടം നിർമ്മിക്കുകഅത് ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്നു.
		-- Ambrose Bierce

%
Shedenhelm ന്റെ നിയമം:അവർ താഴേക്ക് വിഭാഗങ്ങളുണ്ട് അധികം എല്ലാ പാതകൾ കൂടുതൽ കയറ്റത്തിൽ വിഭാഗങ്ങളുണ്ട്.
		-- Ambrose Bierce

%
Shick ന്റെ നിയമം:ഒരു നല്ല അത്ഭുതം പരിഹരിക്കാൻ കഴിയില്ല ഒരു പ്രശ്നം ആണ്.
		-- Ambrose Bierce

%
Silverman ന്റെ നിയമം:മർഫി നിയമം തെറ്റാണെന്ന് പോകാം, അത് ഉദ്ദേശിക്കുന്ന.
		-- Ambrose Bierce

%
ശിമോന്റെ നിയമം:ഒരുമിച്ച് എല്ലാം ഞങ്ങളുടെ ഇന്നല്ലെങ്കിൽ പിന്നീട് വീഴുന്നു.
		-- Ambrose Bierce

%
സ്കിന്നർ സന്തതസഹചാരിണിയായിത്തീരുവാനാണു് (അല്ലെങ്കിൽ Flannagan ന്റെ Finagling ഫാക്ടർ):ഗുണിച്ച് വരുമ്പോൾ ആരാണ് ആ അളവ്, വിഭജിക്കപ്പെട്ടിരിക്കുന്ന ചേർത്തു,അല്ലെങ്കിൽ നിങ്ങൾ ലഭിച്ചത് ഉത്തരം നിന്ന് കുറയ്ക്കപ്പെടുന്ന, ഉത്തര തരുന്നസമ്പാദിച്ചിരിക്കുന്നു വേണം.
		-- Ambrose Bierce

%
പ്രപഞ്ചത്തിന്റെ ചെയ്യുക Slick മൂന്നു നിയമങ്ങൾ:(1) പ്രപഞ്ചത്തിലെ ഒന്നും ഒരു മോശം പരിശോധന വേഗത്തിൽ സഞ്ചരിക്കുന്നു.(2) ചോക്ലേറ്റ് ക്വാർട്ടർ ഔൺസിന് = കൊഴുപ്പ് നാലു പൗണ്ട്.ആണ് ഇരുണ്ട തരത്തിലുള്ള: (3) അഴുക്കും രണ്ട് തരം ഉണ്ട്നേരിയ വസ്തുക്കൾ ആകർഷിക്കപ്പെടുന്നത്, ഒപ്പം വെളിച്ചം തരത്തിലുള്ളഇരുണ്ട വസ്തുക്കൾ ആകർഷിക്കപ്പെടുന്നത്.
		-- Ambrose Bierce

%
Slous 'കരാറിലെ:നിങ്ങൾ വളരെ നന്നായി ജോലി ചെയ്യുകയാണെങ്കിൽ, അത് കൊണ്ട് പൂണ്ട് കാണാം.
		-- Ambrose Bierce

%
Slurm, n .:ഒരു സോപ്പ് ബാർ താഴെവശം ന് നിത്യച്ചെലവുകൾക്കുവേണ്ടി പശയുംഇത് വളരെ ദൈർഘ്യമേറിയതാണ് താലത്തിൽ ഇരിപ്പുണ്ട്.
		-- Rich Hall, "Sniglets"

%
Snacktrek, എൻ .:വിചിത്രമായൊരു ശീലം, ലഘുഭക്ഷണം വേണ്ടി തിരയുമ്പോൾ, നിരന്തരം എന്നപുതിയ എന്തോ ഉണ്ട് മാറ്റവുമില്ല എന്നു ഫ്രിഡ്ജ് മടങ്ങുകയായിരുന്നുഎം.
		-- Rich Hall, "Sniglets"

%
ആവേശകരവുമായ repartee:നിങ്ങൾ മറ്റൊരു അവസരം കൂടി എന്തു അമ്മാ.
		-- Rich Hall, "Sniglets"

%
Sodd രണ്ടാം:ഉടനെ അല്ലെങ്കിൽ പിന്നീട്, സാഹചര്യങ്ങളോ ഹീനമായ സജ്ജീകരിച്ചിരിക്കുന്നത്സംഭവിക്കാറുണ്ട് ബന്ധിച്ചു.
		-- Rich Hall, "Sniglets"

%
സോഫ്റ്റ്വെയർ, n .:പെൺ കമ്പ്യൂട്ടർ വിശകലന വേണ്ടിയുള്ള ഔദ്യോഗിക വൈകുന്നേരം വേഷം.
		-- Rich Hall, "Sniglets"

%
ചില [മൃഗങ്ങളെ പറ്റിയുള്ള] ഓർക്കാൻ പോയിന്റ്:(1) ഉദാ വലിയ മൃഗങ്ങൾ കീഴിൽ ഉറങ്ങാൻ പോകരുത്, ആനകൾ, rhinoceri,hippopotamuses;(2) ഇറങ്ങി മൂർച്ചയുള്ള പല്ലുകൾ അല്ലെങ്കിൽ വിഷം പല്ലുകളുടെ ഉപയോഗിച്ച് മൃഗങ്ങളെ കെട്ടരുത്നിങ്ങളുടെ വസ്ത്രം മുന്നിൽ;(3) ചില മൃഗങ്ങൾ, ഉദാ, ചീങ്കണ്ണികൾ തേളും അല്ലെങ്കിൽ നായ്ക്കൾ PAT ചെയ്യരുത്നിങ്ങള് ഐഐടിയും ചെയ്തു.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
spagmumps എന് .:മെയിൽ ഓർഡർ ഇനങ്ങൾ ഉതകുന്നതും കിഡ്നി wads ദശലക്ഷക്കണക്കിന് ഏതെങ്കിലും.
		-- "Sniglets", Rich Hall & Friends

%
പ്രൂഫ് ഓഫ് Speer ന്റെ 1st നിയമം:ഒരു പിശക് ദൃശ്യപരത വിപരീതമായാണ് ആണ്നിങ്ങൾ അതു നോക്കിയ തവണ എണ്ണം.
		-- "Sniglets", Rich Hall & Friends

%
Spence ഉദ്ബോധനം:ഒരു വംശീയ തലങ്ങളിൽ അകലെ stow ഒരിക്കലും.
		-- "Sniglets", Rich Hall & Friends

%
Spirtle, എൻ .:എപ്പോഴും നിങ്ങളുടെ കണ്ണിലെ ശരിയായ ദേശങ്ങളിലെ ഇച്ഛാശക്തിയുള്ള ഒരു നിന്ന് പിഴ സ്ട്രീം.
		-- Sniglets, "Rich Hall & Friends"

%
ജീവിത പങ്കാളി, n .:എല്ലാ നിങ്ങൾ പറയുന്നത് വഴി നിങ്ങൾ നിലക്കും കാണാം ഒരാൾക്ക്നിങ്ങൾ സിംഗിൾ താമസിച്ചു ആഗ്രഹിക്കുന്നു എങ്കിൽ വരില്ലായിരുന്നു.
		-- Sniglets, "Rich Hall & Friends"

%
squatcho, n .:ഒരു ബേസ്ബോൾ തൊപ്പി മുകളിലുള്ള ബട്ടൺ.
		-- "Sniglets", Rich Hall & Friends

%
മാനദണ്ഡങ്ങൾ എന് .:ഞങ്ങൾ ജനങ്ങളുടെ കോഡ് തള്ളിക്കളയാൻ ഉപയോഗിക്കാൻ തത്വങ്ങൾ.
		-- "Sniglets", Rich Hall & Friends

%
സ്ഥിതിവിവരക്കണക്കുകൾ എന് .:ബോധ്യപ്പെടുത്തുന്ന നിങ്ങളുടെ രാഷ്ട്രീയ മുൻവിധികളും പ്രകടിപ്പിച്ചും സിസ്റ്റംശാസ്ത്രീയ മറവിൽ.
		-- "Sniglets", Rich Hall & Friends

%
വിജയത്തിനുള്ള Steckel ഭരണം:വേണ്ടത്ര നല്ല മതി ഒരിക്കലും ആണ്.
		-- "Sniglets", Rich Hall & Friends

%
Steele ന്റെ നിയമം:പത്തു അധികം പേർ നടക്കുന്ന സാധ്യമല്ല ചുമതലകൾ ഉണ്ട് നിലവിലില്ലഅല്ലെങ്കിൽ നൂറു താഴ.
		-- "Sniglets", Rich Hall & Friends

%
ആരുടെയോ ഫിലോസഫി Steele ന്റെ പ്ലജ്യൂറിസം:ഇപ്പ എന്തെങ്കിലും വിശ്വസിക്കുകയും വേണം - ഞാൻ ഉണ്ടായിരിക്കും വിശ്വസിക്കുന്നുമറ്റൊരു ഡ്രിങ്ക്.
		-- "Sniglets", Rich Hall & Friends

%
സിസ്റ്റം പ്രോഗ്രാമിങ് വേണ്ടി Steinbach ന്റെ മാർഗനിർദ്ദേശ:നിങ്ങൾ എങ്ങനെ കൈകാര്യം അറിയില്ല ഒരു പിശക് അവസ്ഥ പരീക്ഷണ ഒരിക്കലും.
		-- "Sniglets", Rich Hall & Friends

%
Stenderup ന്റെ നിയമം:വണ്ടും നിങ്ങൾക്ക് പുറകിൽ വീഴും, കൂടുതൽ സമയം നിങ്ങൾ പിടിക്കുന്നതിന് ഉണ്ടായിരിക്കും.
		-- "Sniglets", Rich Hall & Friends

%
ഓഹരി ന്റെ ഒബ്സർവേഷൻ:നിങ്ങൾക്ക് വണ്ടും വെള്ളം മുകളിൽ തല നേടുകയും എന്നാൽ എന്തു ആരെങ്കിലും വെട്ടുന്നുനിങ്ങളുടെ flippers ഓഫ്.
		-- "Sniglets", Rich Hall & Friends

%
സ്റ്റോൺ ന്റെ നിയമം:ഒരു മനുഷ്യന്റെ "ലളിതമായ" ആണ് മറ്റൊരുത്തന്റെ "ഹഹ്?"
		-- "Sniglets", Rich Hall & Friends

%
തന്ത്രത്തിന്റെ, n .:നിഷ്ക്രിയത്വം ഒരു സമഗ്രമായ പദ്ധതി.
		-- "Sniglets", Rich Hall & Friends

%
സ്ട്രാറ്റജി:ആരുടെ മെറിറ്റ് ഐഡിയിൽ വരെ മൂല്യനിർണയം കഴിയാത്ത ഒരു ദീർഘദൂര പ്ലാൻഇത് സൃഷ്ടിക്കുന്നു ആ ശേഷം സംഘടന വിട്ടു.
		-- "Sniglets", Rich Hall & Friends

%
Stult റിപ്പോർട്ടിനോടുള്ള:നമ്മുടെ പ്രശ്നങ്ങൾ മിക്കവരും അമേരിക്കൻ പിറകിൽ. എന്തു നാം ഇപ്പോൾ ചെയ്യേണ്ടത് ആണ്പരിഹാരങ്ങൾ യുദ്ധം.
		-- "Sniglets", Rich Hall & Friends

%
ഭോഷത്തപരമായ n .:തൽക്ഷണ റീപ്ലേ ന് ഗെയിം, $ 25 ന് $ 25 നഷ്ടപ്പെട്ട.
		-- "Sniglets", Rich Hall & Friends

%
സ്ടര്ജന് ന്റെ നിയമം:എല്ലാം 90% കപടവാദങ്ങൾ ആണ്.
		-- "Sniglets", Rich Hall & Friends

%
പഞ്ചസാര ഡാഡി, വ .:കയീൻ ഉയർത്താൻ താങ്ങാൻ കഴിയുന്ന ഒരു മനുഷ്യൻ.
		-- "Sniglets", Rich Hall & Friends

%
Sun Microsystems:നെറ്റ്വർക്ക് ലോഡ് ശരാശരി.
		-- "Sniglets", Rich Hall & Friends

%
സൂര്യാസ്തമയത്തിന് n .:തരംഗദൈർഘ്യം ഉച്ചരിക്കുന്നത് അന്തരീക്ഷ വിസരണം,കൂടെ 650 നാനോമീറ്റർ താഴെ സെലക്ടീവായ ട്രാൻസ്മിഷൻ കാരണമാകുന്നുക്രമേണ സോളാർ ഉയരമുളളയിടങ്ങളിലെ കുറയ്ക്കുന്നു.
		-- "Sniglets", Rich Hall & Friends

%
സുഷി, n .:ആ-ഏത്-May-ഇപ്പോഴും-ആയിരിക്കും-ജീവനോടെ അരി മുകളിൽ വെച്ചു എപ്പോൾഇലക്ട്രിക്കൽ ടേപ്പ് ഉപയോഗിച്ച് അരയ്ക്ക്.
		-- "Sniglets", Rich Hall & Friends

%
Sushido, n .:ട്യൂണ വഴി.
		-- "Sniglets", Rich Hall & Friends

%
സ്വാഹിലി, എൻ .:അവരുടെ പിൻവലിക്കുന്നതിനെ അച്ചടിക്കാൻ ദേശീയ Enquirer ഉപയോഗിക്കുന്ന ഭാഷ.
		-- Johnny Hart

%
സ്വെറ്റർ, n .:അതിന്റെ അമ്മ മുളക് തോന്നുമ്പോൾ ഒരു കുട്ടിയെ പതിവുണ്ട് ഒരു വസ്ത്രം.
		-- Johnny Hart

%
ഓർഡർ ഓഫ് Swipple ഭരണം:പുതിയ orkut ഫ്ലോർ ഉണ്ട് അട്ടഹസിക്കുന്ന അവൻ.
		-- Johnny Hart

%
സിസ്റ്റം-സ്വതന്ത്ര, ADJ .:എല്ലാ സിസ്റ്റത്തിലും തുല്യമായി മോശമായി പ്രവർത്തിക്കുന്നു.
		-- Johnny Hart

%
ദിവസം ടീഷർട്ടിൽ:പർവ്വതങ്ങൾ ഹെഡ്ഫോളോഅപ്പ് ദിവസം ടീഷർട്ടിൽ (ഒരേ മനോഹരമായ പശ്ചാത്തലത്തിൽ):പർവ്വതങ്ങളും പേരും എങ്കിൽ ആൻഹ്യൂസർ വേണ്ടി തലയ്ക്ക്!
		-- courtesy someone else

%
ദിവസം ടീഷർട്ടിൽ:നിന്റെ അമ്മയെ ഞാൻ നിങ്ങൾക്ക് മുന്നറിയിപ്പ് വ്യക്തി സുഖമാണ്.
		-- courtesy someone else

%
ടി-ഷർട്ട്:ലൈഫ് * * ഒരു കാബറേ കഴിയാത്ത എന്നെ chum വിളിക്കുന്നു നിർത്താൻ!
		-- courtesy someone else

%
നയം, n .:നിങ്ങൾ എന്താണ് ചിന്തിക്കുന്നതെന്ന് എന്ന unsaid ഭാഗം.
		-- courtesy someone else

%
ശക്തമായ നടപടി എടുക്കുക:കുറേക്കാലം മുമ്പ് ചെയ്തിരിക്കുന്നു ചെയ്യണം എന്തെങ്കിലും ചെയ്യാൻ.
		-- courtesy someone else

%
നികുതി ഓഫീസ്, വ .:inequity ഗുഹ.
		-- courtesy someone else

%
നികുതികൾ, എൻ .:ജീവിത രണ്ടു certainties, നിങ്ങൾ ലഭിക്കും മാത്രമേ ഒന്നുഒരു വിപുലീകരണം.
		-- courtesy someone else

%
ടാക്സിഡെർമിസ്റ്റ്, n .:മൃഗങ്ങൾ മൌണ്ട് പുരുഷൻ.
		-- courtesy someone else

%
ടിസിപി / ഐപി .നടത്തത്തിനൊക്കെ ഗ്ലോസ്സറി, # 1:മണിനാദം, എൻ: മലമൂത്രവിസർജ്ജനം വേണ്ടി മധ്യകാല കാലാവധി, ഏതു അക്കാലത്തെ അവർക്ക് pased.ഇന്ന് ഒരു bogon ആക്രമണം വൻപിച്ച വിശദീകരിക്കാനുള്ള whimsically ഉപയോഗിച്ചു. ചിന്തിക്കുകഇംഗ്ലീഷ് ഭാഷ ഗാലപ്പഗോസ് നമ്മുടെ കമ്മ്യൂണിറ്റിയുടെ."Vogons നിങ്ങൾ മോശം കവിത വായിക്കാം, പക്ഷേ bogons നിങ്ങൾ കാലഹരണപ്പെട്ട RFCs പഠിക്കാൻ ചെയ്യുന്നു."
		-- Dave Mills

%
ടീംവർക്ക്, n .:ആരെങ്കിലും ആരോപിക്കേണ്ടി.
		-- Dave Mills

%
സാങ്കേതികതം, n .:ഒരു ഇംഗ്ലീഷ് കോടതിയിൽ ഹോം എന്നൊരു പുരുഷൻ ഉണ്ടായിരുന്നു അപവാദം വിചാരണ ചെയ്തുകൊലപാതകം ഒരു കൂട്ടുകാരനെ പ്രതി. അവൻറെ കൃത്യമായ വാക്കുകൾ: "സർ തോമസ് ഹോൾട്ടുംഒരു പിളർത്തിക്കൊണ്ട് എടുത്ത തലയിൽ പാചകക്കാരൻ അടിച്ചിട്ടു എന്നുള്ള ഒറ്റ അങ്ങനെഅവന്റെ തലയിൽ പാർശ്വത്തിൽ ഒറ്റ വഹിക്കുന്നതിനും അപ്പുറത്തു വീണുമറ്റ് തോളിൽ. "പ്രതിക്ക് നിർദേശമനുസരിച്ചും വെറുതെകോടതി, പഠിച്ച ജഡ്ജിമാർ വാക്കു കൊലപാതകം ചാർജ് വന്നില്ല കൈവശമുള്ള,അവർ കുക്ക് മരണം അടിവരയിട്ടു ചെയ്തില്ല മാത്രം ഒരു ആയുഷ്ക്കാലം ഒക്കെയുംനിഗമനത്തിന്റെ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ടെലിഫോൺ, n .:പിശാച് ഗുണങ്ങളുമുണ്ട് ചില ആഗമനമില്ലാത്ത ഏത് ഒരു കൃത്രിമതന്റെ ദൂരം നിലനിർത്താൻ ആളാവാം വ്യക്തി യഥാവിധി.
		-- Ambrose Bierce

%
telepression, n .:നിങ്ങൾ ശ്രമിച്ചില്ല അറിഞ്ഞിട്ടു ഉടലെടുക്കുന്നത് ഏത് ആഴത്തിൽ വേരൂന്നിയ കുറ്റബോധംനിങ്ങളുടെ സ്വന്തം നമ്പർ നോക്കുക ലേക്ക് പകരം വിഷമമുള്ള മതിഡയറക്ടറി അസിസ്റ്റന്റ് ജോലിഭാരം.
		-- "Sniglets", Rich Hall & Friends

%
Teutonic:മതിയായ ജിൻ.
		-- "Sniglets", Rich Hall & Friends

%
357,73 സിദ്ധാന്തം:ഓഡിറ്റർമാരെ എപ്പോഴും ചെലവിൽ അക്കൗണ്ടുകൾ നിഷേധിച്ച്5 ഗുണിതാമാണോ ഒരു ചുവടെ ലൈൻ ഉപയോഗിച്ച്.
		-- "Sniglets", Rich Hall & Friends

%
ഓര്വീലിയന് 'തത്ത്വം:രണ്ട് പോയിന്റുകൾ തമ്മിലുള്ള ചുരുങ്ങിയ ദൂരം മതിൽ ഓഫാണ്.
		-- "Sniglets", Rich Hall & Friends

%
മനസ്സിൽ ദ്രവ്യാവസ്ഥ പുരാതന ദൈവശാസ്ത്രം:ഞാൻ കാര്യമാക്കുന്നില്ല ... നിങ്ങൾ പ്രശ്നമില്ല.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
ബീറ്റിൽസ്:പൗലോസ് പശ്ചാത്താപം ന്റെ പഴയ ബാക്ക്-അപ്പ് ബാൻഡ്.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
പ്രോഗ്രാം വികസന ബ്രിഗ്സ്-ചേസ് നിയമം:അതു എഴുതുകയും ഡീബഗ് ഒരു എങ്ങനെ എടുക്കാം എന്നു തീരുമാനിക്കാൻപ്രോഗ്രാം, നിങ്ങളുടെ മികച്ച എസ്റ്റിമേറ്റ് എടുത്തു രണ്ടു കൊണ്ട് ആ വർദ്ധിപ്പിക്കും ചേർക്കുക,ഒരുത്തൻ അടുത്ത ഉയർന്ന യൂണിറ്റ് പരിവർത്തനം.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
ഉപദേഷ്ടാവ് ശാപം:കസ്റ്റമർ മതി നിങ്ങളുടെ മേൽ തല്ലുകയും വരുമ്പോൾ കൊടുക്കുന്നഅവൻ എന്താണു പകരം അവൻ ആവശ്യമാണ് പറ്റി, ആവശ്യപ്പെടുന്നു. ഇത് വളരെ ശക്തമാണ്വൈദ്യം, സാധാരണപോലെ തവണ മാത്രമേ ആവശ്യമാണ്.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
യഹൂദ, goyish തമ്മിലുള്ള വ്യത്യാസം പോലെ വളരെ തന്ത്രപൂർവം കഴിയുംലെന്നി ബ്രൂസ് നിന്ന് ഉദ്ധരണി താഴെ വ്യക്തമാക്കുന്നു:"ഞാൻ യഹൂദ സുഖമാണ്. കൗണ്ട് Basie ന്റെ യഹൂദ. റേ ചാൾസ് യഹൂദ ആണ്.എഡി നിന്ദക്കെതിരെയുള്ള ന്റെ goyish. B'nai Brith goyish ആണ്. ചിറ്റപ്പന്റെ ആണ്യഹൂദ. മറൈൻ കോർപ്സ് - കനത്ത goyish, അപകടകരമായ."Kool-എയ്ഡ് goyish ആണ്. എല്ലാ ഡ്രേക്ക് ന്റെ കേക്കുകളും goyish ആകുന്നു.Pumpernickel നിങ്ങൾ അറിയുംപോലെ യഹൂദ ആണ് വെളുത്ത അപ്പം വളരെ goyish ആണ്.തൽക്ഷണ ഉരുളക്കിഴങ്ങ് - goyish. ബ്ലാക്ക് ചെറി സോഡ ന്റെ ജൂത.Macaroons വളരെ യഹൂദ ____ ചെയ്യുന്നു. ഫ്രൂട്ട് സാലഡ് യഹൂദ ആണ്. നാരങ്ങ Jell-ഒ ആണ്goyish. നാരങ്ങ സോഡ വളരെ goyish ____ ആണ്. ട്രെയിലർ പാർക്കുകൾ അങ്ങനെ goyish ആകുന്നുയെഹൂദന്മാർ അവരെ സമീപിക്കുവാൻ പാടില്ല എന്നു ... "
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
അഞ്ചാം റൂൾ:നിങ്ങൾ വളരെ ഗൌരവമായി സ്വയം എടുത്തിരിക്കുന്നു.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
പ്രോഗ്രാം ഒപ്റ്റിമൈസേഷൻ ആദ്യ നിയമം:അത് ചെയ്യാതിരിക്കുക.(മാത്രം വിദഗ്ദ്ധർക്കായുള്ള!) പ്രോഗ്രാം ഒപ്റ്റിമൈസേഷൻ രണ്ടാം റൂൾ:എങ്കിലും അതു ചെയ്യരുത്.
		-- Michael Jackson

%
സോഷ്യലിസത്തിന്റെ അഞ്ചു നിയമങ്ങൾ:(1) വിചാരിക്കരുത്.(2) നിങ്ങൾ തോന്നുന്നു എങ്കിൽ, സംസാരിക്കുന്നില്ല.(3) നിങ്ങൾ ചിന്തിക്കു പറഞ്ഞാൽ വിളിക്കാറില്ല.(4) നിങ്ങൾ കരുതുന്നുവെങ്കിൽ, സംസാരിക്കും എഴുതാനും, സൈൻ ചെയ്യരുത്.(5), സംസാരിക്കുന്നു, എഴുതാനും സൈൻ കരുതുന്നുവെങ്കിൽ, അത്ഭുതപ്പെടുത്തി ചെയ്യരുത്.
		-- being told in Poland, 1987

%
തുടർന്ന് ഒതുക്കിനിർത്താൻ എല്ലാ ഫിസിക്കൽ ആൻഡ് ഹ്യൂമൻ നിയമങ്ങൾ:(1) നിങ്ങൾ ഒരു സ്ട്രിംഗ് ന് പുഷ് കഴിയില്ല.(2) സ്വതന്ത്രമായ വെള്ളം തൊടാതെ തന്നെയല്ലേ.(3) അവർക്ക് ആയി ലഭിക്കുന്നു.(4) നീ അവരെ വിജയിക്കാൻ കഴിയില്ല, എന്നാൽ നിങ്ങൾ നരകം അവർക്കെല്ലാം നഷ്ടപ്പെടാം പോലെ ഉറപ്പു.
		-- being told in Poland, 1987

%
ആർട്സ് ആൻഡ് സയൻസസ് ഗോൾഡൻ റൂൾ:സ്വർണം ഉള്ളവൻ നിയമങ്ങൾ ചെയ്യുന്നു.
		-- being told in Poland, 1987

%
കെട്ട് മാക്സിം:ഒരു സ്ട്രിംഗ് ഒരു അവസാനം ഉണ്ടെങ്കിൽ, അത് മറ്റൊരു ഉണ്ട്.
		-- being told in Poland, 1987

%
ഗ്രേറ്റ് കഷണ്ടി സ്വാമ്പ് മുള്ളൻപന്നി:Billericay പ്രദർശനങ്ങളുടെ ഗ്രേറ്റ് മൊട്ടയടിച്ച സ്വാമ്പ് മുള്ളൻപന്നി, courtship ൽ,തന്റെ സിംഗിൾ prickle ആൻഡ്, Holiday Inn ഡെസ്ക്ക് ദൈനം ഇംപ്രഷനുകളിലും ചെയ്യുന്ന.അവനെ വീശിയടിക്കുന്ന കാലയളവിലേക്ക് പരപ്പിൽ നിലക്കുന്നതും ഇത് അർത്ഥമാക്കുന്നത് ശേഷംപലപ്പോഴും ഗ്രേറ്റ് കഷണ്ടി സ്വാമ്പ് മുഴുവൻ ഡിസ്പ്ലേയിൽ കഴിക്കാം സമയംമുള്ളൻപന്നി ഹിമവും.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Heineken അനിശ്ചിതത്വസിദ്ധാന്തത്തിന്:നിങ്ങൾ ഒരിക്കലും നീ ഇന്നലെ രാത്രി നടത്തിയ എത്ര റിലാക്സ് ഉറപ്പാക്കാൻ കഴിയും.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
പോരിന്റെ ചരിത്രം അതുപോലെ ഇവിടെ ഘട്ടങ്ങളായി ആണെങ്കിലും, വിഭജിച്ചിരിക്കുന്നുശിക്ഷ പ്രതീക്ഷ, നയതന്ത്രവും ആകുന്നു. ഇപ്രകാരം:ശിക്ഷാനടപടി:ഞാൻ നിന്നെ കൊല്ലാൻ പോകുന്നു നീ എന്റെ സഹോദരനെ കൊന്നത് കാരണം പിരിയുകയാണ്.ആക്കുകയോ:ഞാൻ നിന്നെ കൊല്ലാൻ പോകുന്നു ഞാൻ നിന്റെ സഹോദരനെ കൊന്നത് കാരണം പിരിയുകയാണ്.നയതന്ത്രം:ഞാൻ എന്റെ സഹോദരനായ കൊല്ലാൻ പോകുന്നു പിന്നീട് നിന്നെ കൊല്ലുംസഹോദരൻ അതിനെ ചെയ്തു കുറവുമായ.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Illiterati Programus ശതകത്തിൽ 1:ഒരു പ്രോഗ്രാം ഒരു നോസ് പോലെ ഒരു പങ്കും ആകുന്നു ചിലപ്പോൾ പ്രവർത്തിപ്പിക്കുന്ന, ഒപ്പംചിലപ്പോൾ അത് ഊതി.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
കെന്നഡി സ്ഥിരാങ്കം:ഭ്രാന്തൻ നേടുകയും ചെയ്യരുത് - പോലും നേടുക.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
നിയമം ലേഖനത്തിലെ:പുതിയ ചിന്തകൾ പ്രചോദിപ്പിക്കുക മികച്ച മാർഗം പേടിപ്പിക്കേണ്ട മുദ്രവച്ചു ആണ്.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
മറീനുകളെ:കുറച്ച്, അഭിമാനം ബീച്ച് മരിച്ചവരുടെ.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
മറീനുകളെ:ഏതാനും അഭിമാനം ഏറെ തെളിഞ്ഞ അല്ല.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Modelski ചെയിൻ റൂൾ:(1) നിരവധി മിനിറ്റ് പ്രശ്നം ഉറ്റു നോക്കുക. നിങ്ങളുടെ സ്ക്രാച്ച്20-30 രണ്ടാം ഇടവേളകളിൽ തല. നിങ്ങളുടെ പ്രശ്നം പരിഹരിക്കാനുളള ശ്രമിക്കുക	ഹ്യൂലറ്റ് പക്കാർഡ്.(2) ഈ ഫെയ്ലിങ്ങ്, ക്ലാസ് ചെയ്തത് ചുറ്റും നോക്കുക. ഒരു പ്രത്യേകിച്ച് തിരഞ്ഞെടുക്കുകശോഭയുള്ള-തിരയുന്ന വ്യക്തിഗത.(3) ഒരു വലിയ ചെയിൻ വാങ്ങുന്നു.(4) തിരഞ്ഞെടുത്തു വിദ്യാർഥി കടന്നു അത്യന്തം തല്ലി ഭീഷണിചങ്ങല അവൻ പ്രശ്നം നിങ്ങൾ ഉത്തരം നൽകുന്നുണ്ട് പക്ഷം.സാധാരണയായി, അവൻ ഉദ്ദേശിക്കുന്ന. അത് അവനെ ഒരു ശബ്ദം നൽകാൻ നല്ല ആശയമാണ് ആയിരിക്കാംവെറും ബിസിനസ്സ് അർത്ഥമാക്കുന്നത് കാണിക്കാൻ, ഏതുവിധേനയും തറപറ്റിച്ച.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
അമേരിക്കയിൽ ഇന്ന് ഏറ്റവും അപകടകരമായ സംഘടനയാണ്:(എ) surasnet ല്(ബി) അമേരിക്കൻ നാസി പാർട്ടി(സി) ഡെൽറ്റ പതിവ് വൈമാനികൻ ക്ലബ്
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
ബിസിനസ്സ് കാർഡുകളിൽ ഔദ്യോഗിക എം.ബി.എ ഹാൻഡ്ബുക്ക്:ഇത്തരം 'ഡിഫെൻസ് രക്ഷിതാവ് ആയി അമിതമായി ഫോണ്നമ്പര് ജോലി ശീർഷകങ്ങൾ ഒഴിവാക്കുക,വിശ്വാസത്തിൻറെ ഡിഫൻഡർ, ഇന്ത്യയുടെ ചക്രവർത്തി "അല്ലെങ്കിൽ" കോർപ്പറേറ്റ് ഡയറക്ടർആസൂത്രണ. "
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
വിമാനാപകടത്തിൽ കമ്പനി ബിസിനസ്സ് ചെയ്യുന്നതിൽ ഔദ്യോഗിക എം.ബി.എ ഹാൻഡ്ബുക്ക്:ഏതൊരാവശ്യത്തിനും ടോപ് രഹസ്യ കമ്പനിയുടെ പ്രമാണങ്ങളിൽ പരസ്യമായി പ്രവര്ത്തിക്കുവിന്നിങ്ങൾ മുമ്പ് അടുത്ത നിങ്ങൾക്ക് യാത്രക്കാരൻ തിട്ടപ്പെടുത്താൻ ചെയ്തു, മൂഡ് ameliorating മരുന്നുകൾ എന്ന പാറയിൽ സംഗീതം കുരുടൻ അല്ലെങ്കിൽഒരു നാല്പതു-ഏഴാം ക്രോമസോം നിർഭാഗ്യകരമായ നാഥനായി.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
sunlamps ഉപയോഗത്തിൽ ഔദ്യോഗിക എം.ബി.എ ഹാൻഡ്ബുക്ക്:മാത്രം ഉച്ചമയക്കത്തിന്റെ ഒരു sunlamp ഉപയോഗിക്കുക. അങ്ങനെ, ഓഫീസ് തിരിച്ചുള്ള മുൻവിധിയോടെയാണ് എങ്കിൽനിങ്ങൾ കെട്ടിച്ചമച്ച് കഴിയും നിങ്ങളുടെ ടാൻ പെട്ടെന്നുള്ള ഭാവം, സംബന്ധിച്ച പ്രസ്താവങ്ങൾചില ദ്വീപ്, Shangri-ലാ ഒരു സൂര്യൻ-സൂരജിന്റെ വാരാന്ത്യ കുറിച്ചുള്ള ചില കഥCaneel ബേ പോലുള്ള. ഒന്നും വിടവാങ്ങുന്നു കൂടുതൽ സുതാര്യമാണെന്നതിനാൽ11:45 ന് ഓഫീസ് ചൊവ്വാഴ്ച രാത്രി മാത്രം ഒരു ആസ്ടെക് സൂര്യൻ മടങ്ങാൻ8:15 പിറ്റേന്ന് രാവിലെ ദൈവത്തെ.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
ഫോൺ ബൂത്ത് റൂൾ:ഒരു ഏക റീചാര്ജ് എപ്പോഴും നമ്പർ ഏതാണ്ട് ശരിയായ ലഭിക്കുന്നു.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
qotc (അര്ബുദത്തിന്റെ ഉദ്ധരണി) ലിസ് ന്റെ ആയിരുന്നു:"എന്റെ തലച്ചോറിൽ കരൾ അടുക്കൽ പുറത്തു കള്ളിയും ആണ്."
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
യഥാർത്ഥ മനുഷ്യന്റെ ബ്ലഡി മേരി:ചേരുവകൾ: വോഡ്ക, തക്കാളി ജ്യൂസ്, Tobasco, Worcestershireസോസ്, എ -1 പാതിരാത്രിക്ക് സോസ്, ഐസ്, ഉപ്പ്, കുരുമുളക്, സെലറി.വോഡ്ക ഒരു വലിയ Tumbler നിറയ്ക്കുക.മറ്റെല്ലാ ചേരുവകളും എറിഞ്ഞുകളക.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
റോമൻ റൂൾ:അതു ചെയ്യാൻ കഴിയില്ല തടസ്സമുണ്ടാകില്ല ഒരിക്കലും പറയേണ്ടത് ദൈവമാണ്അതു ചെയ്യുന്നവൻ ഒറ്റ.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
നിയമങ്ങൾ:(1) നീ മറ്റ് കമ്പ്യൂട്ടറുകളിൽ ആരാധിക്കുകയും ഇല്ല.(2) നീ Liberace ആൾമാറാട്ടം തണ്ണിമത്തൻ സമയത്ത് തിന്നരുതുകൺസോൾ കീബോർഡ് ഇരിക്കുന്നതു.(3) നീ മുഖം ഉപയോക്താക്കളുടെ അല്ലേ ചെയ്യരുതു ആഹാര അവരുടെ നിസാരമായഒരുമിച്ചു ചെറിയ കാർഡ് തട്ടായി.(4) നീ കമ്പ്യൂട്ടർ സിസ്റ്റം ഉപയോഗിച്ച് ശാരീരികമായി ഉൾപ്പെട്ടിട്ടില്ല നേടുകയും അരുതുനിങ്ങൾ ഇതിനകം വിവാഹിതനാണ് പ്രത്യേകിച്ചും.(5) നീ frisbees പോലെ കാന്തിക ടേപ്പുകൾ ഉപയോഗിക്കാൻ ചെയ്യരുതു ഒരു ഡിസ്ക് ഉപയോഗിക്കുകമറ്റൊരു ഡിസ്ക് പായ്ക്ക് എത്താൻ പാദപീഠമാകുന്നതുവരെ പായ്ക്ക്.(6) നീ ഒന്നിൽ കൂടുതൽ വേണ്ടി ചിമ്മല് ലൈറ്റുകൾ ഉറ്റുനോക്കുന്നു ചെയ്യരുതുഎട്ടു മണിക്കൂർ ഷിഫ്റ്റിൽ.(7) നീ ആകസ്മികമായി അവരുടെ നശിപ്പിച്ചു ഉപയോക്താക്കളെ പറയുന്നു ചെയ്യരുതുഫയലുകൾ / വെറും അവരുടെ ചെറിയ മുഖഭാവം കാണാൻ ബാക്കപ്പ്.(8) നീ ഒരു ജോലി റദ്ദാക്കുന്നതിൽ ആസ്വദിക്കാൻ അരുതു.(9) നീ കമ്പ്യൂട്ടർ മുറിയിൽ തോക്കുകൾ പ്രദർശിപ്പിക്കാൻ അരുതു.(10) നീ "എന്ത് സംഭവിക്കും കാണാൻ വെറും" ബട്ടണുകൾ പുഷ് ഇല്ല.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
താപയാന്ത്രികശാസ്ത്രം രണ്ടാം നിയമം:നിങ്ങൾ കാര്യങ്ങൾ ഇപ്പോൾ ഒരു മെസ് ഇരിക്കുന്നു കരുതുന്നുവെങ്കിൽ, അന്വര്!
		-- Jim Warner

%
ടെക്നീഷ്യന് ഏഴാം കൽപ്പനകൾ:നീ ഉഷാറായതുപോലെ ഉപകരണങ്ങൾ ന്, നീ എങ്കിൽ നിന്റെ സഹ പ്രവർത്തിക്കുക,തൊഴിലാളികൾ തീർച്ചയായും നിന്റെ വിധവ വേണ്ടി റിലാക്സ് വാങ്ങാൻ മറ്റ് അവളെ ആശ്വസിപ്പിക്കുംവഴികൾ.
		-- Jim Warner

%
നൂറായിരം ആറാമത്തെ കല്പനദൂരത്തിന് ഏറ്റവും വലിയ എയ്ഡ് ഒരു പോകുന്നത് ലേക്ക് ഡിസ്ക് ആണ്നിങ്ങൾ വിട്ടില്ലേ ദിശ. (തെറ്റായ രീതിയിൽ ഗോസ് = ഒരു നീണ്ട പോകുന്നു.)
		-- Dan Roddick

%
ഫോട്ടോഗ്രാഫി മൂന്നാം നിയമം:നിങ്ങൾക്ക് ഏതെങ്കിലും നല്ല ഷോട്ടുകൾ നേടുകയും സാധിച്ചു എങ്കിൽ, അവർ മറ്റെന്താണ് ചെയ്യുകആരെങ്കിലും അശ്രദ്ധമായി ഡാർക്ക്റൂം വാതിൽ എല്ലാ തുറക്കുമ്പോൾഇരുണ്ട യോനി ഔട്ട്.
		-- Dan Roddick

%
മൂന്ന് വലിയ സോഫ്റ്റ്വെയർ ഭോഷകു:(1) * തീർച്ചയായും ഞങ്ങൾ നിങ്ങൾ ഉറവിട ഒരു പകർപ്പ് നൽകും.(2) * ഗതി * മൂന്നാം കക്ഷി വെണ്ടർ ഞങ്ങൾ നിന്ന് വാങ്ങിയതോമൈക്രോകോഡ് പരിഹരിക്കും.(3) ബീറ്റ ടെസ്റ്റ് സൈറ്റ്? ഇല്ല, * കോഴ്സ് * നിങ്ങൾ ഒരു ബീറ്റ പരിശോധന സൈറ്റ് മുൻപരിചയം.
		-- Dan Roddick

%
താപഗതികം മൂന്നു നിയമങ്ങളും:(1) താങ്കൾക്ക് വേണ്ടി പ്രവർത്തിക്കുന്ന ഒന്നും നേടാനായില്ല.(2) നിങ്ങൾക്ക് ഏറ്റവും ജോലി സാധിക്കും പോലും തകർക്കാൻ ആണ്.(3) നിങ്ങൾ മാത്രം പോലും കേവല പൂജ്യം ചെയ്തത് കഴിയും.
		-- Dan Roddick

%
സിദ്ധാന്തം: ഒരു പൂച്ച ഒമ്പതു വാലിൽ ഉണ്ട്.രേഖകൾ:ഇല്ല പൂച്ച എട്ട് വാലിൽ ഉണ്ട്. ഒരു പൂച്ച യാതൊരു പൂച്ച കൂടുതൽ ഒറ്റ വാലിന്.അതിനാൽ, ഒരു പൂച്ച ഒമ്പത് വാലിൽ ഉണ്ട്.
		-- Dan Roddick

%
സിദ്ധാന്തം: എല്ലാ പോസിറ്റീവ് പൂർണ്ണസംഖ്യകളാണ് തുല്യരാണ്.രേഖകൾ: ഏതെങ്കിലും രണ്ടു നല്ല സങ്കലനത്തിനുപകരം എ, ബി, എ = ബി വേണ്ടി കാണിക്കാൻ മതിഅതിനാൽ, A, B, എല്ലാ വ> 0 വേണ്ടി കാണിക്കാൻ മതി(പോസിറ്റീവ് പൂർണ്ണസംഖ്യകളാണ്) തൃപ്തിപ്പെടുത്താൻ (MAX (എ, ബി) = വ) അപ്പോൾ ഒരു = ബിനിവേശിത തുടരുക:വ = 1 ആണെങ്കിൽ, എ, ബി, പോസിറ്റീവ് പൂർണ്ണസംഖ്യകളാണ് ഒരാളായി ഇരുവരും 1 ആയിരിക്കണം.അതിനാൽ = ബിസിദ്ധാന്തം ചില മൂല്യം k സത്യമാകുന്നു കരുതുന്നു. കൂടെ A, B എടുക്കുകMAX (എ, ബി) = K + 1. അപ്പോൾ MAX ((എ -1), (ബി-1)) = കെ. അതുകൊണ്ടുതന്നെ(എ -1) = (ബി-1). ഗുരുതരാവസ്ഥ എ = ബി
		-- Dan Roddick

%
സെലക്ടീവ് സൂപ്പർവിഷൻ സിദ്ധാന്തം:നിങ്ങൾ ന്യായീകരണം വിശ്രമിക്കൂ അന്നു ഒരു തവണ ആണ്ഒറ്റത്തവണ ബോസിനെ ഓഫീസ് സഞ്ചരിക്കുന്നു.
		-- Dan Roddick

%
സിദ്ധാന്തം, n .:എന്തെങ്കിലും വിശദീകരിക്കാൻ ഉദ്ദേശിച്ചുള്ള ആശയങ്ങളുടെ സിസ്റ്റം, ഒരു കാഴ്ച കൊണ്ടുംമൌലികത, controversialism, incomprehensibility, എങ്ങനെ നല്ലഅതു അച്ചടിച്ച നോക്കും.
		-- Dan Roddick

%
എന്തെങ്കിലും കാര്യം നേടുന്നതിന് മൂന്ന് വഴികൾ ഉണ്ട്:(1) സ്വയം.(2) നിനക്ക് വേണ്ടി അത് ചെയ്യാൻ ആരെയെങ്കിലും വാടകയ്ക്കെടുക്കാൻ.(3) അത് ചെയ്യാൻ നിങ്ങളുടെ കുട്ടികളെ വിലക്കുന്നു.
		-- Dan Roddick

%
അവരാണ് സ്നേഹിക്കത്തക്ക പുളിയുമൊക്കെ വകുപ്പ്:അവർ കഷ്ടത `വിറ്റാമിൻ 'ഉച്ചരിക്കപ്പെട്ടിരുന്ന ഞങ്ങൾക്കുണ്ട്.
		-- Dan Roddick

%
ഒരു വിദഗ്ധ പോലെ മുഴങ്ങുന്ന വേണ്ടി മൂന്ന് നിയമങ്ങൾ:(1) നിഷ്പ്രയോജനവുംനിമിത്തം പോയിന്റ് നിങ്ങളുടെ വിശദീകരണങ്ങളും Oversimplify.(2) എല്ലായ്പ്പോഴും രണ്ടാം ഓർഡർ ഇഫക്റ്റുകൾ ചൂണ്ടിക്കാണിച്ച എന്നാൽ ചൂണ്ടിക്കാണിച്ച ഒരിക്കലുംഅവർ അവഗണിക്കപ്പെടും കഴിയുമ്പോൾ.(3) നിങ്ങളുടെ സ്വന്തം മൂന്നു നിയമങ്ങൾ കയറിവന്നു.
		-- Dan Roddick

%
കാശിത്തുമ്പ ന്റെ നിയമം:എല്ലാം ഒരേസമയം തെറ്റ് സംഭവിക്കുകയും.
		-- Dan Roddick

%
ടൈംഷെയറിങ്, n:ഒരു ആക്സസ് രീതി ഉതകാത്ത ഒറ്റ കമ്പ്യൂട്ടർ തുണയ്ക്കുക പലരും.
		-- Dan Roddick

%
ദിവസത്തെ നുറുങ്ങ്:നഗ്നചിത്രങ്ങളാണല്ലോ തുകയല്ല അരച്ചെടുക്കുക ഒരിക്കലും.[തിരുത്ത്: എപ്പോഴും നഗ്നചിത്രങ്ങളാണല്ലോ തുകയല്ല അരച്ചെടുക്കുക; നിങ്ങൾ അത് ചുട്ടുകളയരുതേ എന്നു മനസിലാക്കാം]
		-- Dan Roddick

%
PERFORMERS നുറുങ്ങുകൾ:ചീട്ടുകളി കുറവാ സഹായിക്കാൻ പകുതിയിൽ തലകീഴായി ഞങ്ങൾക്കുണ്ട്.പ്രപഞ്ചത്തിലെ തമാശകൾ ഒരു അവധിവെച്ചുകൊണ്ടും എണ്ണം ഉണ്ട്.പാടുന്ന ആളുകളുടെ അധികം സംഗീതം കേൾക്കുന്നതിന് നേടുകയും ഒരു ഹാട്രിക് ആണ്സാധാരണയായി നന്നായിരുന്നേനെ.ബഹിരാകാശത്ത് സംഗീതം ഇല്ല.ആളുകൾ പൊട്ടി കാണുന്നതിന് തീർക്കാം.സ്റ്റേജിൽ എല്ലാം യഥാർത്ഥ ജീവിതത്തിൽ കൂടുതലായിരിക്കണം.
		-- Dan Roddick

%
ഇന്ന്, n .:സന്ദർശിക്കാൻ നല്ലൊരു സ്ഥലം, എന്നാൽ നിങ്ങൾ എത്രത്തോളം ഇവിടെ താമസിക്കും കഴിയില്ല.
		-- Dan Roddick

%
'Toup എസ്റ്റോണിയ കക്കൂസ്, വ .:ലിഡ് ഇപ്രകാരം, ടോപ് കനത്ത ആകാൻ കാരണമായ ഏതൊരു വ്യഭിചാരം പരവതാനിപുരുഷ ഉപയോക്താക്കൾക്ക് അനന്തമായ ശല്യമല്ലാതെ സൃഷ്ടിക്കുന്നത്.
		-- Rich Hall, "Sniglets"

%
ഒരു കുറ്റബോധവും-സ്വതന്ത്ര ലൈഫ് ടോണി പരിഹാരമാർഗം:നിങ്ങൾ ഒരാളെ വ്യാജം ഉണ്ടെങ്കിൽ, അത് അവരുടെ വീഴ്ചയാണ്.
		-- Rich Hall, "Sniglets"

%
ട്രാൻസ്ഫർ, n .:നിങ്ങൾ പട്ടണം വിട്ടു വ്യവസ്ഥയിൽ ലഭിക്കും പ്രമോഷൻ.
		-- Rich Hall, "Sniglets"

%
സുതാര്യവും ADJ .:ഒരാളായി അല്ലെങ്കിൽ നിലവിലുള്ള, nontangible ഒബ്ജക്റ്റ് സര്വേ."ഇത്, എന്നാൽ നിങ്ങൾ അതു കാണാൻ കഴിയില്ല"വെർച്വൽ, ADJ .:ഒരാളായി അല്ലെങ്കിൽ ഒരു ചമ്മല്, നടന്നിട്ടില്ലെന്ന ഒബ്ജക്റ്റ് സര്വേ."ഞാൻ അതു കാണാൻ സാധിക്കും, എന്നാൽ അത് അവിടെ അല്ല."
		-- Lady Macbeth.

%
യാത്ര, n .:മറ്റെവിടെയെങ്കിലും ലഭിക്കുന്നത് നിങ്ങൾക്ക് തോന്നുന്നു സത്യമെന്ന് എന്തോ.
		-- Lady Macbeth.

%
"എന്നെ വിശ്വസിക്കൂ":ലാറ്റിൻ പരിഭാഷ "ഇതുപ്രകാരം EMPTOR."
		-- Lady Macbeth.

%
സത്യം, ADJ .:മൂകനും നിരക്ഷരനായ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Tsort സന്തതസഹചാരിണിയായിത്തീരുവാനാണു്:1,67563, അല്ലെങ്കിൽ കൃത്യമായി 1,237.98712567 തവണ തമ്മിലുള്ള വ്യത്യാസംസൂര്യനും ഒരു ചെറിയ ഓറഞ്ച് തൂക്കം ദൂരം.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Turnaucka ന്റെ നിയമം:ഒരു കമ്പ്യൂട്ടർ ശ്രദ്ധ ചാൺ അത്രയ്ക്കുമാത്രമാണു് ദൈർഘ്യമേറിയതാണ്ഇലക്ട്രിക്കൽ ചരട്.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Tussman ന്റെ നിയമം:ഒന്നും ആരുടെ സമയം വന്നിരിക്കുന്നു ഒരു തെറ്റ് പോലെ അത്യന്താപേക്ഷിതമാണ്.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
എ യു.എസ് .:"ബസ് ഡ്രൈവർ മിണ്ടിപ്പോകരുത്."ജർമ്മനി:"ഇത് കർശനമായി ഡ്രൈവർ സംസാരിപ്പാൻ യാത്രക്കാരുടെ വിലക്കപ്പെട്ടതാണ്."ഇംഗ്ലണ്ട്:"നിങ്ങൾ ഡ്രൈവർ സംസാരിക്കുന്നതിൽ നിന്ന് വിട്ടുനിൽക്കുക അഭ്യർത്ഥിക്കുന്നു."സ്കോട്ട്ലൻഡ്:"നിങ്ങൾ എന്തു ഡ്രൈവർ സംസാരിച്ചു വഴി ലാഭം എന്തിരിക്കുന്നു??"ഇറ്റലി:"ഡ്രൈവർ ഉത്തരം പറയരുതു."
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Udall നാലാമത്തെ നിയമം:നിങ്ങൾ വരുത്തുന്ന മാറ്റങ്ങളെല്ലാം അല്ലെങ്കിൽ ഉടച്ചുവാർക്കുവാൻ പ്രത്യാഘാതങ്ങൾ നിങ്ങളെ ഞങ്ങൾക്കുണ്ട് പോകുന്നഇഷ്ടമല്ല.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
തമ്പ് എന്ന അങ്കിൾ എഡ് ഭരണം:ചട്ടം നിങ്ങളുടെ പെരുവിരലിന്മേലും ഒരിക്കലും ഉപയോഗിക്കരുത്.നിങ്ങൾക്ക് ഒന്നുകിൽ ഒരു ചുറ്റികയെടുത്ത് അത് ഹിറ്റ് അല്ലെങ്കിൽ അതിൽ ഒരു കരടു ലഭിക്കും.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
സാമൂഹിക ജനറ്റിക്സ് അടിയില് തത്വം:മേൽക്കോയ്മ recessive ആണ്.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
മനസ്സിലാക്കാൻ, വി .:ഏത്, ഒരു പോയിന്റ് എത്താൻ ചില വിഷയത്തിലെ നിങ്ങളുടെ അന്വേഷണത്തിൽനിങ്ങൾക്ക് ശരിക്കും ഇപ്പോഴത്തെ എന്താണെന്ന് പരിശോധിക്കണമെന്ന് കളഞ്ഞു ന് ഓപ്പറേറ്റ്പകരം നിങ്ങളുടെ സ്വന്തം ആന്തരിക മോഡൽ അടിസ്ഥാനത്തിൽ.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
വെക്കൽ മൃഗം പേരുകൾ:
		-- Gary Larson

%
അനാരോഗ്യകരമായ മത്സരം, വ .:നമ്മെക്കാൾ വിലകുറഞ്ഞ വിൽക്കുന്ന.
		-- Gary Larson

%
യൂണിയൻ, n .:ഒരു കുടിശിക-അടയ്ക്കേണ്ട ക്ലബ്ബ് തൊഴിലാളികൾ മാനേജ്മെന്റ് അടിക്കുന്നതും ഏകവഴി.
		-- Gary Larson

%
യൂണിവേഴ്സ്, എൻ .:	പ്രശ്നം.
		-- Gary Larson

%
യൂണിവേഴ്സിറ്റി, എൻ .:സോഫ്റ്റ്വെയർ ൻറെ സൌജന്യ ഒഴികെ ഒരു സോഫ്റ്റ്വെയർ ഗൃഹം പോലെ, അതു ഈടുറ്റതും തുടർന്ന്,ആ വഴിക്കായി, അതു തകരുകയും അവർ വേഗത്തിൽ എങ്ങനെ പരിഹരിക്കാൻ പറയാംഅതു ...[ശരി, ശരി, വിട്ടേക്കുക, എന്നാൽ ഞാൻ നിങ്ങളെ നശിപ്പിക്കുന്ന കരുതുന്നത്മുഴുവൻ ഭാഗ്യ പ്രോഗ്രാം വിശ്വാസ്യത. എഡ്.]
		-- Gary Larson

%
പേരിടാത്ത നിയമം:അതു സംഭവിച്ചാൽ, കഴിയും ആയിരിക്കണം.
		-- Gary Larson

%
ഒട്ടധികം ധനം, വ .:എന്താണ് നിങ്ങൾ ഏപ്രിൽ 15 ന് പുറത്ത് അവശേഷിക്കുന്നു.
		-- Gary Larson

%
ഉപയോക്താവ് n .:അവനോടു പറയേണ്ടതു ഒന്നും വിശ്വസിക്കും ഒരു പ്രോഗ്രാമർ.
		-- Gary Larson

%
ഉപയോക്താവ്, n .:അവർ കുശവനാരെടൊ വചനം കമ്പ്യൂട്ടർ പ്രൊഫഷണലുകൾ ഉപയോഗിക്കുക "മൂല്ധനവും."[ഞാൻ എപ്പോഴും "കമ്പ്യൂട്ടർ പ്രൊഫഷണൽ" പത്രൻ ഹാക്കർമാർ കരുതി അവർ "മുസല." യിൽ സന്ദർഭം എഡ്.]
		-- Dave Barry, "Claw Your Way to the Top"

%
അവധിക്കാല, n .:അങ്ങനെ തീവ്രമായ വിശ്രമവും ഇളവ് രണ്ട് ആഴ്ച മദ്യപാനിയല്ലഅതു നിങ്ങളുടെ മിതഭാവമാണ് ദിനംവും മറ്റൊരു 50 ആഴ്ച എടുക്കുംകമ്പര്ത്മെന്റെലെ ലേക്കുള്ള ജീവിതരീതിയിലും.
		-- Dave Barry, "Claw Your Way to the Top"

%
മൂടുപടം രണ്ടാമത്തെ സ്വയംസിദ്ധപ്രമാണം:സൃഷ്ടിയുടെ തുക അനുപാതമായി കൂട്ടാൻ ചെയ്യണമെന്നഇതിനകം പൂർത്തിയായ സൃഷ്ടിയുടെ തുക.
		-- Dave Barry, "Claw Your Way to the Top"

%
വാൻ റോയ് നിയമം:തകർക്കാനാവാത്ത കളിപ്പാട്ടം മറ്റ് കളിപ്പാട്ടങ്ങൾ ബ്രേക്കിംഗ് ഉപയോഗപ്രദമാണ്.
		-- Dave Barry, "Claw Your Way to the Top"

%
വാൻ റോയ് നിയമം:സത്യമാണ് ഏറ്റവും വലിയ ധനം - കുറവ് മത്സരം അവിടെ.വാൻ റോയ് അനുക്തസിദ്ധമാണ്:ലൈഫ് നിങ്ങളുടെ നിയന്ത്രണം സാഹചര്യത്തിൽ ഒരു മുഴുവൻ പരമ്പരയാണ്.
		-- Dave Barry, "Claw Your Way to the Top"

%
വാനില, ADJ .:ഓർഡിനറി രസം, സാധാരണ. രസം കാണുക. ആഹാരം ഉപയോഗിച്ച ചെയ്യുമ്പോൾ,വളരെ പലപ്പോഴും ഭക്ഷണം വാനില ഉപയോഗിച്ച് കമുകും ഉണ്ട് ഇതിനർത്ഥമില്ലപുറത്തെടുക്കുകയും! ഉദാഹരണത്തിന്, "വാനില-കമുകും നേടി ടൺ സൂപ്പ്" (അല്ലെങ്കിൽ വേണ്ടി"വാനില സെഞ്ചുറി സൂപ്പ് നേടി") ചൂടുള്ള വിപരീതമായി, സാധാരണ വൊൺ സെഞ്ചുറി സൂപ്പ് മാർഗങ്ങൾപുളിയും സെഞ്ച്വറി സൂപ്പ് നേടി.
		-- Dave Barry, "Claw Your Way to the Top"

%
പരീക്ഷണവും Velilind നിയമങ്ങൾ:(1) reproducibility പ്രശ്നമാകാം എങ്കിൽ ഒരിക്കൽ മാത്രം പരിശോധനക്ക്.(2) എങ്കിൽ ഒരു വര ഫിറ്റ് ആവശ്യമാണ്, ഡാറ്റ പോയിന്റുകൾ മാത്രം രണ്ട് നേടേണ്ടതുണ്ട്.
		-- Dave Barry, "Claw Your Way to the Top"

%
വൈക്കിംഗ്, എൻ .:1. സ്കാൻഡിനേവിയൻ seafarers മുൻതൂക്കം പര്യവേക്ഷകർക്കും സാഹസികരുടെ,സംരംഭകരെ ലോകം ലോകപ്രശസ്തമാണ് അവരുടെ ആക്രമണാത്മക, നോട്ടിക്കൽ ഇംപോർട്ടുചെയ്യലിനായുള്ളബിസിനസ്സ്, വളരെ ലീവറേജ് takeovers നീല കണ്ണുകൾ.തുടങ്ങി വടക്കൻ യൂറോപ്പിൽ പ്രളയത്തിൽ ആർ 2. ബീനാ കടൽ കൊള്ളക്കാർ9 നൂറ്റാണ്ടിൽ.ഹാഗാർ ന്റെ കുറിപ്പ്: ആദ്യ നിർവചനം വളരെ സ്വീകാര്യമാണ്; രണ്ടാം ഉപയോഗിക്കുന്നുമാത്രം malcontents, അസൂയ, ഒപ്പം WATERFRONT എന്ന കഞ്ഞിയും ഉടമകൾക്ക്പ്രോപ്പർട്ടി.
		-- Dave Barry, "Claw Your Way to the Top"

%
ടൂൾസിനെ, എൻ .:ലോകത്തിലെ സർവ്വപ്രധാനം മൾട്ടി ഉപയോക്തൃ സാഹസിക ഗെയിം.
		-- Dave Barry, "Claw Your Way to the Top"

%
അഗ്നിപർവ്വതമാണ് n .:എന്തെഴുതിയാലും ഉള്ള ഒരു മലയിൽ.
		-- Dave Barry, "Claw Your Way to the Top"

%
വോളി തിയറി:അത് കവറിലൂടെയും എന്നു ഒരിക്കലും അധികം കവറിലൂടെയും നഷ്ടപ്പെട്ടതായി നല്ലതു.
		-- Dave Barry, "Claw Your Way to the Top"

%
vuja ദേ:നിങ്ങള് * ഒരിക്കലും *, * എന്നേക്കും * ഈ സ്ഥിതിവിശേഷം മുമ്പുള്ള തോന്നൽ.
		-- Dave Barry, "Claw Your Way to the Top"

%
വാൾട്ടേഴ്സ് 'റൂൾ:എല്ലാ എയർലൈൻ വിമാനങ്ങളുടെ ഏറ്റവും അകലെ വാതിലുകൾ വിട്ടുമാറുംടെർമിനൽ കേന്ദ്രത്തിൽ. പെണ്പിള്ളാരുടെ ഒരു റിസർവേഷൻ ഉണ്ടായിരുന്നുഗേറ്റ് 1 പോയത് ഒരു വിമാനത്തിൽ.
		-- Dave Barry, "Claw Your Way to the Top"

%
വാട്സൺ നിയമം:മെഷിനറി വിശ്വാസ്യത വിപരീതമായാണ് ആണ്നമ്പർ അതു ജാഗരിച്ചും ഏതെങ്കിലും വ്യക്തികളുടെ പ്രാധാന്യം.
		-- Dave Barry, "Claw Your Way to the Top"

%
"ഞങ്ങൾ അത് പരിശോധിക്കും":സമയം രഥചക്രം പൂർണ്ണ തിരിക്കുകയാണ്, ഞങ്ങൾവളരെ, അതിനെക്കുറിച്ച് മറന്നു ചെയ്യും ഏറ്റെടുക്കാം.
		-- Dave Barry, "Claw Your Way to the Top"

%
ഞങ്ങൾ:ലോകത്തിലെ ഏറ്റവും പ്രധാനപ്പെട്ട പദം.
		-- Dave Barry, "Claw Your Way to the Top"

%
ആയുധം, n .:ഒരു സാംസ്കാരിക പുരോഗമന അഭാവം ഒരു സൂചിക.
		-- Dave Barry, "Claw Your Way to the Top"

%
വിവാഹ, n:രണ്ട് പേരെ ഒറ്റ ഒരൊറ്റ സമൂഹമാണ് ആകുവാൻ ഏറ്റെടുക്കുകയും ഏത് ചടങ്ങിൽഒന്നും ഒന്നും ആകാൻ supportable ആകുവാൻ സമൂഹമാണ്.
		-- Ambrose Bierce

%
കള ന്റെ സ്വയംസിദ്ധപ്രമാണം:ഒരു ബിസിനസ്സ് കത്തിൽ രണ്ടു ചോദ്യങ്ങൾക്ക് ഒരിക്കലും ചോദിക്കരുത്.മറുപടി നീ ഏത് ഒന്നു ചർച്ച ചെയ്യുംകുറഞ്ഞത് താൽപ്പര്യമുള്ള മറ്റ് കുറിച്ച് ഒന്നും പറയുന്നില്ല.
		-- Ambrose Bierce

%
Weiler ന്റെ നിയമം:ഒന്നും താന് ഇല്ല മനുഷ്യനെ അസാധ്യമാണ്.
		-- Ambrose Bierce

%
Weinberg ആദ്യ നിയമ:പുരോഗതി മാത്രമേ ഇതര വെള്ളിയാഴ്ചകളിൽ ഉണ്ടാക്കിയ.
		-- Ambrose Bierce

%
Weinberg സിദ്ധാന്തങ്ങളിൽ:ഒരു വിദഗ്ധ ചെറിയ പിശകുകൾ സമയത്ത് ഗുണവുമില്ല ഒരു വ്യക്തിഗ്രാൻഡ് മതിഭ്രമം ഓൺ അടയാളമുള്ള.
		-- Ambrose Bierce

%
Weinberg രണ്ടാം:പണിയുന്നവർ കെട്ടിടങ്ങളും പണിതു എങ്കിൽ വഴി പ്രോഗ്രാമർമാർ പരിപാടികൾ എഴുതിപിന്നെ വന്നു ആദ്യം മരംകൊത്തി സംസ്കാരത്തിന്റെ നശിപ്പിക്കുമെന്നു.
		-- Ambrose Bierce

%
ലൈബ്രറികളുടെ വെയ്നർ ന്റെ നിയമം:യാതൊരു ഉത്തരങ്ങൾ മാത്രം ക്രോസ് പരാമർശിക്കുന്നുണ്ട്.
		-- Ambrose Bierce

%
നന്നായി ക്രമീകരിച്ചു, ADJ .:അവർ ഗെയിമുകൾ ആയിരുന്നു പോലെ പാലം അല്ലെങ്കിൽ ഗോൾഫ് കളിക്കാൻ കഴിവ്.
		-- Ambrose Bierce

%
Westheimer ഇന്ത്യയെ കണ്ടെത്തൽ:പരീക്ഷണശാലയിൽ രണ്ട് മാസം പതിവായി ഒരു ലാഭിക്കാൻ കഴിയുംലൈബ്രറിയിൽ മണിക്കൂർ ദമ്പതികൾ.
		-- Ambrose Bierce

%
"പൈ" നിർവചനം ചോദിച്ചപ്പോൾ:ഗണിതശാസ്ത്രം:പൈ തമ്മിലുള്ള ബന്ധം പ്രകടിപ്പിച്ച് നമ്പറാണ്ഒരു സർക്കിൾ അതിന്റെ വ്യാസം ചുറ്റളവ്.ഭൗതികശാസ്ത്രജ്ഞൻ:പൈ 3.1415927, അഥവാ ന്യൂന 0,000000005 ആണ്.എഞ്ചിനീയർ:പൈ 3 ആണ്.
		-- Ambrose Bierce

%
വിസ്ലര് ന്റെ നിയമം:നിങ്ങൾ സൻമാർഗം അറിയില്ല, എങ്കിലും എല്ലായ്പ്പോഴും ചുമതലയുള്ള അറിയാൻ.
		-- Ambrose Bierce

%
വൈറ്റ് പ്രസ്താവന:ഹൃദയം നഷ്ടപ്പെടുത്തരുത്!വൈറ്റ് പ്രസ്താവന ഓവന്റെ വ്യാഖ്യാനവും:... അവർക്ക് അത് മുറിച്ചു താൽപ്പര്യപ്പെട്ടേക്കാം ...ഓവന്റെ വ്യാഖ്യാനവും ലേക്ക് ബേര്ഡ് ന്റെ ചേർത്ത:... അവർ ഒരു നീണ്ട തിരയൽ ഒഴിവാക്കേണ്ടതാണ്.
		-- Ambrose Bierce

%
Whitehead ന്റെ നിയമം:വ്യക്തമായ ഉത്തരം എപ്പോഴും എഴുതിനിരുത്തണം.
		-- Ambrose Bierce

%
Wiker ന്റെ നിയമം:സർക്കാർ വരുമാനം ആഗിരണം അനന്തരം ചില ലേക്ക് വികസിക്കുന്നു.
		-- Ambrose Bierce

%
Wilcox ന്റെ നിയമം:ഒരു ഭാഗത്ത് ഒരു PAT നാവ് ഒരു കിക്ക് നിന്ന് ഏതാനും സെന്റിമീറ്റർ ആണ്.
		-- Ambrose Bierce

%
രചയിതാക്കൾക്കുള്ള വില്യം Safire ന്റെ നിയമങ്ങൾ:ഒരു infinitive പിളരുകയും ഒരിക്കലും ഓർക്കുക. കർമ്മണിപ്രയോഗത്തിൽ ഒരിക്കലുംഉപയോഗിച്ച. നെഗറ്റീവ് രൂപത്തിൽ പ്രസ്താവനകൾ ഇട്ടു ചെയ്യരുത്. ക്രിയകൾ യോജിക്കുന്നു ഞങ്ങൾക്കുണ്ട്അവരുടെ വിഷയങ്ങൾ. നിങ്ങൾ വാക്കുകളും എങ്കിൽ കാണാൻ ശ്രദ്ധാപൂർവം ഇടൂ. നിങ്ങൾ ഭാമ്യമൃതിയുടെ എങ്കിൽനിങ്ങളുടെ ജോലി, നിങ്ങൾ rereading ആവർത്തനം ഒരു വലിയ ആകാം കണ്ടെത്താംrereading എഡിറ്റിംഗ് വിട്ടകന്നു. ഒരു എഴുത്തുകാരൻ പോയിന്റ് shift പാടില്ലകാഴ്ച. ഒരു സംയോജിച്ച് ഒരു വാചകം ആരംഭിക്കാൻ ചെയ്യരുത്. (ഓർക്കുക, ഒരുഗതി അമിത ചെയ്യരുത് ഒരു വാചകം അവസാനിപ്പിക്കാൻ ഭീകരമായ വാക്കാണ്.)ലംബവരയും !! , കഴിയുന്നത്ര അടയ്ക്കുക സർവ്വനാമം സ്ഥലം പ്രത്യേകിച്ച് നീളമുളള10 അതിലധികമോ വാക്കുകളുടെ തങ്ങളുടെ ശ്രീരാമുലുവിന്റെ വിധിക്കുന്നു. ശ്രദ്ധാപൂർവം എഴുതേണ്ട,നൂലോ participles ഒഴിവാക്കപ്പെടുമെന്നാണ്. ഏതെങ്കിലും വചനം അവസാനം അനുയോജ്യമല്ലെന്നോ എങ്കിൽഒരു വാചകം, ഒരു ലിങ്കിംഗ് ഒരുക്രിയാപദമാണു്. കയ്യാൽ കാളയെ എടുത്തു ധനത്തോട് ഒഴിവാക്കാൻmetaphors. പുറംതൊലി sound ആ ട്രെൻഡി locutions ഒഴിവാക്കുക. എല്ലാവരും ആയിരിക്കണംഅവരുടെ രേഖാമൂലം ഏകവചന നാമങ്ങൾ ഒരു പദത്തിന്റെ സർവ്വനാമം ഉപയോഗിക്കാൻ ശ്രദ്ധിക്കുക.എല്ലായ്പ്പോഴും ശരിയായ വകഭേദവും തിരഞ്ഞെടുക്കാൻ. ക്രിയാവിശേഷണം എപ്പോഴും ക്രിയ പിന്തുടരുകയും. അവസാനംഎന്നാൽ കുറഞ്ഞത്, പ്ലേഗ് തുടങ്ങിയ നന്നാവട്ടെ ഒഴിവാക്കാൻ; ബാധിക്കാവുന്ന മറ്റുവഴികൾ അന്വേഷിക്കും.
		-- Ambrose Bierce

%
വില്യംസ്, ഹോളണ്ട് ന്റെ നിയമം:മതിയായ ഡാറ്റ ശേഖരിച്ചു എങ്കിൽ, ഒന്നും സ്റ്റാറ്റിസ്റ്റിക്കൽ വഴി തെളിയിക്കപ്പെട്ട ചെയ്യാംരീതികൾ.
		-- Ambrose Bierce

%
Wilner ന്റെ ഒബ്സർവേഷൻ:ഒരു ഉരുളക്കിഴങ്ങ് ഉപയോഗിച്ച് എല്ലാ സംഭാഷണങ്ങളും സ്വകാര്യമായി നടത്തണം.
		-- Ambrose Bierce

%
സ്ഥപനം, n .:അമേരിക്കൻ മലയാളപ്പെടുത്തിക്കളയാം തന്റെ cookery കര്മ്മ ഏത് ഉപ്പു... അതു പുറത്തു ഇട്ടുകൊണ്ട്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
wok, n .:ഒരു wabbit ചെയ്തത് thwow എന്തോ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ചെന്നായ് n .:എല്ലാ തടവുകയും അറിയുന്ന ഒരു മനുഷ്യൻ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കമ്പ്യൂട്ടർ തിരഞ്ഞെടുത്തതിന്റെ വൊമ്പാറ്റ് നിയമങ്ങൾ:(1) അതു യുണിക്സ് ഓടുന്നില്ല, അത് മറക്കരുത്.(2) ഏത് കമ്പ്യൂട്ടർ ഡിസൈൻ 10 വർഷം പഴക്കമുണ്ട് കാലഹരണപ്പെട്ടതാണ്.(3) ഐബിഎം നടത്തിയ എന്തും ജങ്ക് ആണ്. (നമ്പർ 2 കാണുക)(4) ഒരു സിംഗിൾ യൂസർ മിനിമം സ്വീകാര്യമായ സിപിയു ശക്തി ആണ്വാക്സ് / 780 ഒരു ഫ്ലോട്ടിങ് പോയിന്റ് ആക്സിലറേറ്റർ കൂടെ.(5) ഒരു മൗസ് ഉള്ള ഏതൊരു കമ്പ്യൂട്ടറിൽ വിലയില്ലാത്ത ആണ്.
		-- Rich Kulawiec

%
Woodward ന്റെ നിയമം:ഒരു സിദ്ധാന്തം അതിന്റെ വിശദീകരണവും നല്ലതു.
		-- Rich Kulawiec

%
Woolsey-ഗിരിഗിരി റൂൾ:ആളുകൾ മറിച്ച് കഴിയാത്ത ഒരു പ്രശ്നം കൂടെ ജീവിക്കുംപരിഹരിക്കാൻ പകരം അവർ മനസ്സിലാക്കാൻ കഴിയില്ല ഒരു പരിഹാരം അംഗീകരിക്കാൻ.
		-- Rich Kulawiec

%
ഔദ്യോഗിക റൂൾ: (ഒരു ഓപ്പറേഷൻ വേണ്ടി) അസാന്നിദ്ധ്യം അനുവാദ:ഞങ്ങൾ ഈ പ്രാക്ടീസ് അനുവദിച്ചുകൊണ്ട് ഇനിമുതൽ. നാം ഏതെങ്കിലും നിരുത്സാഹപ്പെടുത്താൻ ആഗ്രഹിക്കുന്നെങ്കിൽനിങ്ങൾ എല്ലാം എല്ലാ വന്നേക്കാം, കൂടാതെ പാടില്ല ചിന്തകൾനീക്കംചെയ്ത ഒന്നും പരിഗണിക്കുക. നാം നിങ്ങൾ നിങ്ങളെന്ന കൂലിക്കു വെച്ചു ഞങ്ങൾക്കുണ്ട്നീക്കംചെയ്തു ഒന്നും തീർച്ചയായും നിങ്ങൾ കുറച്ച് ഞങ്ങൾ വേണ്ടി വിലപേശലുകൾ അധികം സാധിക്കില്ല.
		-- Rich Kulawiec

%
പ്രവൃത്തിയും n .:ശീതക്കാറ്റ് കുട്ടികൾ അനുഗൃഹീതമായ സ്വൈരം ആൻഡ്നിങ്ങൾ യഥാർത്ഥത്തിൽ പണം ലഭിക്കുന്നതിന് ഏത് കണ്ടതാ.
		-- Rich Kulawiec

%
ഡൗൺചിൽ സ്കീയിങ് 1981 മോശപ്പെട്ടവർ മാസം:ഓഗസ്റ്റ്. ലിഫ്റ്റ് വരികൾ എങ്കിലും ചുരുങ്ങിയ ആകുന്നു.
		-- Steve Rubenstein

%
ഇയർ മോശം മാസം:ഫെബ്രുവരി. ഫെബ്രുവരി എങ്കിൽ ഇതിനർത്ഥം, അതിൽ മാത്രം 28 ദിവസം ഉണ്ട്നിങ്ങൾ മൂന്നു മുഴുവൻ ദിവസം വേണ്ടി കൊടുത്തുതീർക്കുന്നു നിങ്ങൾ ഒരു അപ്പാർട്ട്മെന്റ്, കീറിലഭിക്കുന്നില്ല. ശ്രമിയ്ക്കുക Februarys ഒഴിവാക്കാൻ ശ്രമിക്കുക.
		-- Steve Rubenstein

%
ഒരു പ്രതിസന്ധി, 1985 വരെ മോശം പ്രതികരണം:ഒരു വായനക്കാർക്ക് 'ക്യു ടിവി ഗൈഡിൽ A നിര നിന്നും: "ഞങ്ങൾ ഇടപെട്ടാൽബോംബ് വിസ്ഫോടന നിന്ന് വൈദ്യുതകാന്തിക പയർവർഗ്ഗങ്ങൾ നന്നായിരുന്നേനെ, ആണവ യുദ്ധത്തിൽഎന്റെ വീഡിയോടേപ്പുകൾ നഷ്ടവും? "
		-- Steve Rubenstein

%
ഇയർ മോശം പച്ചക്കറി:ബ്രസെല്സ് ഞാറു. ഇത് അടുത്ത വർഷം ഏറ്റവും മോശം പച്ചക്കറി ആണ്.
		-- Steve Rubenstein

%
റൈറ്റ് ടാബ്, വ .:അശ്രദ്ധമായി അവശേഷിക്കുന്നു നല്കി റിതേഷ് മൂടുന്ന സൃഷ്ടിച്ച ഒരു ചെറിയ സ്റ്റിക്കർഡിസ്ക് നിർമ്മാതാക്കൾ വഴി. ടാബ് ഉപയോഗം ഒരു പിശക് സന്ദേശം സൃഷ്ടിക്കുകയുംഒരിക്കൽ ഒരു നിമിഷത്തിൽ, പക്ഷേ ബഹുദൂരം നൈമിഷിക പൊതുതാല്പര്യത്തിനാണെങ്കിൽ അതിന്റെ സ്വര മൂല്യം	അസൌകര്യം.
		-- Robb Russon

%
വൈസിവിഗ്:എന്താണ് നിങ്ങള്ക്ക് എന്താണ്.
		-- Robb Russon

%
XIIdigitation, n .:വർഷം ഒരു സിനിമ നിർണ്ണയിക്കാൻ ശ്രമിക്കുന്ന പ്രാക്ടീസ് ഉണ്ടായതുക്രെഡിറ്റുകൾ അവസാനം റോമൻ അക്കങ്ങൾ ഗതികവുമായി വഴി.
		-- Rich Hall, "Sniglets"

%
വർഷം, n .:ആകെ മുന്നൂറ്ററുപത്തഞ്ചു ഒഴിവിലേക്ക് കാലഘട്ടം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Yinkel, എൻ .:തന്റെ കഷണ്ടി സ്പോട്ട് മേൽ തന്റെ മുടി ഒരുകഷണം ആരും പ്രതീക്ഷയിൽ ഒരു വ്യക്തിശ്രദ്ധിക്കുക.
		-- Rich Hall, "Sniglets"

%
യോ-യോ, വ .:ഇടയ്ക്കിടെ അപ്പ് പക്ഷേ സാധാരണയായി ഇറങ്ങി എന്ന് എന്തോ.(കമ്പ്യൂട്ടർ കാണുക).
		-- Rich Hall, "Sniglets"

%
Zall നിയമങ്ങൾ:(1) നിങ്ങൾ ഹോട്ട് സൂപ്പ് ഒരു വിശ്വാസം നേടുകയും ഏത് സമയത്തും, ചെയ്യുന്ന അടുത്തതെറ്റായ ആയിരിക്കും.(2) എത്രത്തോളം ഒരു മിനിറ്റ് ബാത്ത്റൂം ഏത് ഭാഗത്തു ആശ്രയിച്ചിരിക്കും ആണ്നിങ്ങൾ ഉപയോഗിക്കുന്ന വാതിൽ.
		-- Rich Hall, "Sniglets"

%
എരിവു, n .:ക്വാളിറ്റി പുതിയ ബിരുദധാരികളിൽ കണ്ടിട്ടില്ല - നിങ്ങൾ പെട്ടെന്നുള്ള ആണെങ്കിൽ.
		-- Rich Hall, "Sniglets"

%
സീറോ വൈകല്യങ്ങൾ, വ .:ഒരു നിര്മ്മാണരീതി അവസാനിപ്പിക്കുകയാണ് ഫലമായിരുന്നു.
		-- Rich Hall, "Sniglets"

%
വളണ്ടിയർ തൊഴിൽ Zymurgy ന്റെ നിയമം:ആളുകൾ ഭൂതകാലവും നാമവിശേഷണ എപ്പോഴും പണിക്ക് ലഭ്യമാണ്.
		-- Rich Hall, "Sniglets"

%
Obscurism:ത്രിതീയ ദിവസേന ജീവിതം peppering പ്രാക്ടീസ്രണ്ടും ഒരു വിദ്യാഭ്യാസ പ്രദർശിപ്പിക്കും ഒരു കമ്പാര്ടുമെന്റ്റ് മാർഗ്ഗമായി റെഫറൻസുകൾബഹുജന സംസ്കാരം ലോകത്ത് നിന്നും വേർപെടുത്താനും ഒറ്റ ഉദ്ദേശിക്കുന്നു.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
McJob:കുറഞ്ഞ വേതനം, കുറഞ്ഞ അന്തസ്സും, കുറഞ്ഞ ആനുകൂല്യം, യാതൊരു-ഭാവിയിൽ ജോലിസേവനമേഖലയിൽ. പതിവ് ഒരു തൃപ്തികരമായ കരിയർ നിര പരിഗണിക്കുംഒറ്റ നടന്ന ഒരിക്കലും ചെയ്തവർക്ക്.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ദാരിദ്ര്യ ജെറ്റ് സജ്ജമാക്കുക:ഒരു ഗ്രൂപ്പ് ആളുകൾ ചെലവിൽ വിട്ടുമാറാത്ത സഞ്ചാര കൊടുത്തദീർഘകാല ജോലി സ്ഥിരതയും അല്ലെങ്കിൽ ഒരു സ്ഥിര താമസം. നാശമടഞ്ഞവൻ പ്രവണതപേരുള്ള ആളുകളുമായി വളരെ ചെലവേറിയ ഫോൺ കോൾ ബന്ധങ്ങൾSerge അല്ലെങ്കിൽ Ilyana. പാർട്ടികൾക്ക് വ്യാപകമാണ്-ഫ്ലയർ പരിപാടികൾ ചർച്ച പ്രവണത.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ചരിത്രപരമായ Underdosing:ഒന്നും സംഭവിക്കാൻ തോന്നിയേക്കാം ഒരു കാലഘട്ടം ജീവിക്കുവാൻ.പ്രധാന ലക്ഷണങ്ങൾ പത്രങ്ങളിൽ ആസക്തി, മാഗസിനുകൾ, ന്യൂസ് ഉൾപ്പെടുന്നുപ്രക്ഷേപണങ്ങൾ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ചരിത്രപരമായ Overdosing:വളരെയധികം സംഭവിക്കാൻ തോന്നിയേക്കാം ഒരു കാലഘട്ടം ജീവിക്കുവാൻ.പ്രധാന ലക്ഷണങ്ങൾ പത്രങ്ങളിൽ ആസക്തി, മാഗസിനുകൾ, ന്യൂസ് ഉൾപ്പെടുന്നുപ്രക്ഷേപണങ്ങൾ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ചരിത്രപരമായ Slumming:പോലുള്ള ഡിന്നേഴ്സ്, smokestack സന്ദർശിച്ച് ലൊക്കേഷനുകളുടെ ആക്റ്റ്വ്യവസായ സൈറ്റുകൾ, ഗ്രാമീണ ഗ്രാമങ്ങളും - സമയം പ്രത്യക്ഷപ്പെടുമ്പോള് സ്ഥലങ്ങൾക്കുഅനേക വർഷങ്ങൾക്കു മുൻപ് മുന്നിലെത്തി അനുസരിച്ചാണ് - സന്ദർഭം ദുരിതാശ്വാസ അനുഭവിക്കാൻ പോലെഒറ്റ തിരികെ മടങ്ങുമ്പോൾ "ഇന്നത്തെ."സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Brazilification:സമ്പന്നരും ദരിദ്രരും തമ്മിൽ കൂടികൊണ്ടിരിക്കുക ഗൾഫ്മിഡിൽ ക്ലാസുകൾ തിരോധാനം അനുഗമിക്കുന്നുണ്ട്.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
കുത്തിവയ്പ് സമയം യാത്ര:സമയം പിന്നോട്ട് യാത്ര അല്ലാതെ അവനിരങ്ങിപ്പോയി ചെയ്യുകശരിയായ പ്രതിരോധ കൂടെ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ദശാബ്ദങ്ങൾ ബ്ലെൻഡിംഗ്:വസ്ത്രം: രണ്ടോ അതിലധികമോ കൊലയും കോമ്പിനേഷൻഒരു സ്വകാര്യ മൂഡ് സൃഷ്ടിക്കാൻ വിവിധ പതിറ്റാണ്ടുകളായി ഇനങ്ങൾ: ഷീലാ =മേരി Quant കമ്മലുകൾ (1960) + കാര്ക് wedgie പ്ലാറ്റ്ഫോം ഷോകൾ (1970) +കറുത്ത തുകൽ ജാക്കറ്റ് (1950 1980).സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
കിടാവിന്റെ-വളർന്നുവരുന്ന പെൻ:എന്ന പണിതു ചെറിയ, ഇടുങ്ങിയ ഓഫീസ് വർക്ക്സ്റ്റേഷനുകൾക്കുള്ളതുണികൊണ്ടുള്ള മൂടിയ disassemblable മതിൽ പാർട്ടീഷനും ജൂനിയർ ജനവാസമുള്ളജീവനക്കാർ. ഉപയോഗിക്കുന്ന ചെറിയ preslaughter cubicles പേരു്കന്നുകാലികളെ വ്യവസായം.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
വൈകാരിക പിക്കിൾസ് ബഴ്സ്റ്റ്:അങ്ങനെ മിച്ചം അകത്തും അഭിപ്രായങ്ങളും വൈകാരികമായ ബോട്ട്ലിങ് അപ്പ്എല്ലാവരും ഒരുമിച്ച്, ഞെട്ടിപ്പിക്കുന്നതും ചിന്താക്കുഴപ്പം പൊട്ടി explosively എന്ന്തൊഴിലാളികളും സുഹൃത്തുക്കൾ - കാര്യങ്ങൾ പിഴ കരുതിയിരുന്നത് ഏറ്റവും ആരെക്കൊണ്ടു.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ponytail ബ്ലീഡിംഗ്:ഹിപ്പിയായ വേണ്ടി പൈൻസ് ആർ പ്രായംചെന്ന ഒരു വിറ്റും-ഔട്ട് കുഞ്ഞ് തേഞ്ഞ്presellout ദിവസം.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ബൂമറുടെ അസൂയ:മെറ്റീരിയൽ സമ്പത്തും ദീർഘദൂര മെറ്റീരിയൽ സുരക്ഷാ അസൂയകുഞ്ഞ് ബൂം തലമുറ പഴയ അംഗങ്ങൾ വന്നുചേരുന്ന ബലത്തില്ഭാഗ്യമായി പ്രസവങ്ങളിൽ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ഉൾപ്പെട്ടിരുന്നു മെയിൻറനൻസ്:താഴെ തലമുറ കാണാൻ ഒരു തലമുറയ്ക്ക് ആവശ്യംകിഡ്സ് ഇന്ന് ": സ്വന്തം കൂട്ടായ ഈഗോയെ താങ്ങേണ്ടത്ആവശ്യമാണ് അങ്ങനെ പോലെ കുറവാണ്ഒന്നും. അവർ അങ്ങനെ വട്ടം മുൻപരിചയം. നാം പോയി പ്രതിഷേധിച്ച് ഉപയോഗിച്ച. എല്ലാംഅവർ പ്രവർത്തിക്കുന്നതിനെ ഷോപ്പു പരാതിപ്പെടാൻ ആണ്. "സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
സമവായത്തിനും തീവ്രവാദം:ഇൻ-ഓഫീസ് സമീപനങ്ങളിൽ സ്വഭാവം തീരുമാനിക്കുന്നത് ആ പ്രക്രിയ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
രോഗികളെ ബിൽഡിംഗ് മൈഗ്രേഷൻ:വിട്ടേക്കുക അല്ലെങ്കിൽ ജോലി ഒഴിവാക്കാൻ ഇളയ തൊഴിലാളികളുടെ പ്രവണതഅനാരോഗ്യകരമായ ഓഫീസ് സാഹചര്യങ്ങളിലുള്ള അല്ലെങ്കിൽ രോഗികളെ ബാധിച്ച .ജിഷബിൽഡിംഗ് സിൻഡ്രോം.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Recurving:ഒറ്റ ജോലി വിടുന്നത് കുറവ് ചിലവഴിക്കുന്ന എന്നാൽ ഒരു സ്ഥാപിക്കുകയോ മറ്റൊരു എടുക്കാൻതിരികെ മുൻപിൻ ന്.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ozmosis:ഒരാളുടെ സ്വയം ഇമേജ് ജീവിക്കാൻ ഒരുവൻ ജോലി കഴിവില്ലായ്മയിലും.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
പവർ മൂടൽമഞ്ഞ്:ഓഫീസ് സാഹചര്യങ്ങളിൽ ശ്രേണിക്രമങ്ങൾക്കായുള്ള പ്രവണത ചിതറിയും ആയിരിക്കാൻഒപ്പം ചടുലം അവയില് അസാദ്ധ്യമാണെന്ന.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Overboarding:തമാശ വഴി ഭാവിയെ കുറിച്ച് ഭയം എന്ന Overcompensatingതലകുത്തി ഒരു ജോലി അല്ലെങ്കിൽ ലൈഫ് സ്റ്റൈൽ ഒരാളുടെ ലേക്ക് അപ്രതീക്ഷിതമായി ബന്ധമില്ലാത്ത കടന്നുമുൻ ജീവിതം താൽപ്പര്യങ്ങൾ: അതായത്, ആംവേ വിൽപ്പന, എയ്റോബിക്സ്, റിപ്പബ്ലിക്കൻപാർട്ടി, നിയമം ഒരു ജീവിതം, കൾട്ടുകൾ, McJobs ....സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
എർത്ത് ടോണുകൾ:സസ്യാഹാരം, ടൈ-കഥാസന്ദര്ഭത്തെ താത്പര്യമുള്ള യുവത്വം ഉപഗ്രൂപ്പിലോഅടിത്തറയെ, പാടങ്ങളെ ഉൻമേഷം, നല്ല സ്റ്റീരിയോ ഉപകരണങ്ങൾ. അച്ചാരം,പതിവായി നർമ്മം കുറവില്ലാതെ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ethnomagnetism:വികാരപരമായി ജീവിക്കാൻ യുവാക്കൾ പ്രവണതപ്രകടനാത്മകമായ, കൂടുതൽ ഇത്രവലിയ വംശീയ അയൽപ്രദേശങ്ങളെ: "ഞാന് തന്നെഅവിടെ അത് മനസ്സിലാക്കാൻ, അമ്മ - അവർ ആലിംഗനത്തിൽ * ഞാൻ ഇപ്പോൾ എവിടെ ജീവിക്കുന്നു * '.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
മിഡ്-ഇരുപതുകളിൽ നില:മാനസിക തകർച്ചയുടെ ഒരു കാലഘട്ടം ഒരുവൻറെ ഇരുപതുകളിൽ സംഭവിക്കുന്നതുപോലെ,പലപ്പോഴും അല്ലെങ്കിൽ സ്കൂൾ പുറത്ത് പ്രവർത്തിക്കാൻ രഹിതമായ പരത്തിയഒരാളുടെ അവശ്യ ഒരു തിരിച്ചറിവ് വായ്പയുടെ ഘടനാപരമായ പരിതസ്ഥിതികൾലോകത്തിൽ aloneness. കൂടെക്കൂടെ ചടങ്ങായി ഇൻഡക്ഷൻ കുറിക്കുന്നുഫാർമസ്യൂട്ടിക്കൽ ഉപയോഗം.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Successophobia:എങ്കിൽ ഒന്നു വിജയം എന്നു ഭയം, തുടർന്ന് സ്വകാര്യ ആവശ്യങ്ങൾമറക്കുകയും ചെയ്തു ഒരു ഇനി ആരുടെയും ബാലിശമായ ആവശ്യങ്ങൾ ഉണ്ടായിരിക്കുംലേക്ക് catered.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
സുരക്ഷാ വല-ഇസത്തിന്റെ:എപ്പോഴും അവിടെ ഒരു സാമ്പത്തിക വൈകാരികവുമായ ആയിരിക്കും എന്ന് വിശ്വാസംജീവിതത്തിലെ വേദനിപ്പിക്കുന്നു ബഫർ സുരക്ഷാ വല. സാധാരണയായി മാതാപിതാക്കൾ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
വിവാഹമോചനം അനുമാനം:സുരക്ഷാ വല-ഇസത്തിന്റെ ഒരു തരം ഒരു വിവാഹം എങ്കിൽ വിശ്വാസംപിന്നെ പങ്കാളികൾ ലളിതമായി കഴിയൂ എന്നതിനാൽ കുഴപ്പമൊന്നുമില്ല, പുറത്ത് പ്രവർത്തിക്കുന്നില്ലവിവാഹമോചനം അന്വേഷിക്കും.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ആന്റി Sabbatical:മാത്രമേ ഭജനം ഏക ഉദ്ദേശത്തോടെ എടുത്ത ഒരു ജോലിസമയം പരിമിതമായ കാലയളവിൽ (പലപ്പോഴും ഒരു വർഷം). ഉദ്ദേശം സാധാരണയായിമറ്റൊരു അനുഭവിക്കുവാൻ മതിയായ ഫണ്ട് കൂടുതൽ അർത്ഥവത്തായ പ്രവർത്തനം പാദനഅത്തരം watercolor ക്രെറ്റെ വരയിൽ, അല്ലെങ്കിൽ ഡിസൈനിംഗ് കമ്പ്യൂട്ടർ കന്വിളിത്തുന്നല് ആയിഹോങ്കോങ്ങിലെ സ്വെറ്ററുകൾ. തൊഴിലുടമകളുടെ അപൂർവ്വമായി ഉദ്ദേശങ്ങളുടെ ധരിച്ചിരിക്കുന്നു.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Legislated ഗൃഹാതുരത്വം:അവ ചെയ്യുന്നില്ലെങ്കിൽ ഓർമ്മകളുണ്ട് ആളുകളെ ഒരു ശരീരം നിർബന്ധിതമായിയഥാർത്ഥത്തിൽ കൈവശമാക്കും: "ഞാൻ എങ്ങനെയുണ്ടാക്കും 1960 തലമുറ ഒരു ഭാഗമാകാൻ കഴിയുംപോലും ഏതെങ്കിലും ഓർക്കുന്നില്ലേ? "സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ഇപ്പോൾ നിരസിക്കാനുള്ള:കളങ്കം പറയാൻ താമസിക്കുന്നവർ രൂപയുടെ സമയം മാത്രം കഴിഞ്ഞു എന്നു ഉംഒരിക്കലും വീണ്ടും രസകരമായ വേണ്ടി മാത്രം സമയം ഭാവി എന്ന്.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Bambification:മാംസവും രക്തവും ജീവികളുടെ മാനസിക പരിവർത്തനംബൂർഷ്വാ യഹൂദ-ക്രൈസ്തവ മനോഭാവം ഇച്ഛാശക്തിയുള്ള കാർട്ടൂൺ പ്രതീകങ്ങളായആർത്തി.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ചുംബനങ്ങൾ വേണ്ടി രോഗങ്ങൾ (Hyperkarma):ശിക്ഷ എങ്ങനെയോ എല്ലായ്പോഴും ഒരു ആഴത്തിൽ നിർമ്മൂലനാശം വിശ്വാസംകുറ്റകൃത്യം ഉന്നതമാണ്: തൂപ്പുകാരന് വേണ്ടി ഓസോൺ ദ്വാരങ്ങൾ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Spectacularism:അങ്ങേയറ്റത്തെ സാഹചര്യങ്ങൾ ഒരു കാലത്ത്.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Lessness:ഒറ്റ നഷ്ടം കൂടെ കളങ്കം reconciles ുന്ന ഒരു തത്ത്വചിന്തമെറ്റീരിയൽ സമ്പത്ത് പ്രതീക്ഷയാണ്: "ഞാൻ ഒരു വരുത്തുവാൻ കാണ്മാനില്ല അപ്പ് നൽകിയകൊല്ലപ്പെടുകയും അല്ലെങ്കിൽ ഒരു bigshot ആയിരിക്കും. ഞാന് സന്തോഷം കണ്ടെത്താൻ ആഗ്രഹിക്കുന്ന ഒരുപക്ഷെ തുറക്കുകഅപ്പ് ദിവസംകൂടി അല്പം റോഡരികിൽ കഫേ. "സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
സ്റ്റാറ്റസ് പ്രതിസ്ഥാപനം:ബൌദ്ധിക അല്ലെങ്കിൽ കഥാകാരി എയ്ഷ് ഒരു വസ്തുവിന്റെ ഉപയോഗിക്കുന്നുനിങ്ങളുടെ left "ബ്രയാൻ: കേവലം നല്ലവരാണോ എന്ന് ഒരു വസ്തുവിനെ തന്നേക്കാംസഹോദരന്റെ ബിഎംഡബ്ല്യു ലെ കാമ്യു പകർപ്പ്. "സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Survivulousness:കഴിഞ്ഞ ഒരാളായി ആസ്വദിക്കുന്ന കളങ്കം ചിത്രീകരിക്കാൻ പ്രവണതഭൂമിയിലൊരു വ്യക്തി. "ഞാൻ ഒരു ഹെലികോപ്റ്റർ എടുത്തു മൈക്രോഓവൻ ഇട്ടേക്കുക ആഗ്രഹിക്കുന്നുടാക്കോ ബെൽ വീണു. "സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ടോഫി ഷാഡോ:എതിർവിഭാഗത്തിൽപ്പെട്ട ഒരു അംഗം എ nonsexual സൗഹൃദം.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
മാനസിക ഗ്രൗണ്ട് സീറോ:ഒറ്റ ചോർച്ചയും സമയത്ത് കളങ്കം ദൃശ്യവൽക്കരിക്കുന്നു ലൊക്കേഷന്ആറ്റം ബോംബ് എന്ന; പതിവായി, ഷോപ്പിംഗ് മാൾ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Aloneness കൾട്ട് ഓഫ്:സാധാരണയായി ചെലവിൽ വില സ്വയംഭരണം ആവശ്യകതദീർഘകാല ബന്ധങ്ങൾ. പലപ്പോഴും അമിതമായി ഉയർന്ന വഴി കൊണ്ടുവന്നിരിക്കുന്നുമറ്റുള്ളവരുടെ പ്രതീക്ഷകൾ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
സെലിബ്രിറ്റി Schadenfreude:സെലിബ്രിറ്റി മരണങ്ങൾ സംസാരിക്കുന്നത് കഥകളിയുടെ വിളർത്ത ആവേശം.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ചക്രവർത്തിയുടെ പുതിയ മാൾ:ഷോപ്പിംഗ് മാളുകൾ വയറുകളിൽ മാത്രം നിലനിൽക്കുന്ന പ്രശസ്തമായ ചിന്തയാണ്ഒപ്പം ഇല്ല വിവരങ്ങളും ഞങ്ങൾക്കുണ്ട്. ദൃശ്യ അവിശ്വാസം സസ്പെൻഷൻ ചൂടുംഈ ചിന്തയാണ് വഴി ഉപഭോക്താക്കളെക്കാളും വലിയ, സിമന്റ് നടിക്കുന്നതു അനുവദിക്കുന്നുഅവരുടെ പരിസ്ഥിതി വെക്കുകയും ബ്ലോക്കുകൾ അല്ല, വാസ്തവത്തിൽ, നിലവിലില്ല.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Poorochrondria:Hypochrondria മെഡിക്കൽ ഇൻഷുറൻസ് ഇല്ലാത്ത കഥകളിയുടെ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
വ്യക്തിപരം തബു:ജീവനുള്ള ഒരു അന്ധവിശ്വാസം ന് അതിർത്തി ആ ഒരു ചെറിയ ഭരണംസാംസ്കാരിക അഭാവത്തിൽ ദൈനംദിന ജീവിതത്തിൽ നേരിടാൻ അല്ലെങ്കിൽ അനുവദിക്കുന്നുമത dictums.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
കെട്ടിടനിർമ്മാണ ദഹനക്കേട്:ഒരു "തണുത്ത" ജീവിക്കാൻ ഏതാണ്ട് പതിവാക്കിയിരുന്ന ആവശ്യംവാസ്തുവിദ്യാ പരിസ്ഥിതി. പ്രണയവും എന്ന പതിവ് ബന്ധപ്പെട്ട വസ്തുക്കൾവരുമാറു ബ്ലാക്ക് ആന്റ് വൈറ്റ് ആർട്ട് ഫോട്ടോഗ്രാഫി (ഡയാന Arbus ഒരു ഉൾപ്പെടുന്നുപ്രിയപ്പെട്ട); ലളിതമായ പൈൻ ഫർണിച്ചറുകൾ; അത്തരം കറുത്ത ഹൈടെക് ഇനങ്ങൾ മാറ്റ്ടിവികൾ, stereos, ഒപ്പം ടെലിഫോൺ പോലെ; കുറഞ്ഞ wattage ആംബിയന്റ് ലൈറ്റിംഗ്; ദീപവുംകസേര, അല്ലെങ്കിൽ 1950 സൂചന ആ മേശ; കൊണ്ട് പൂക്കൾ മുറിച്ചുപേരുകൾ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ജാപ്പനീസ് Minimalism:പതിവായി കഴിച്ചു ഇന്റീരിയർ ഡിസൈൻ സ്വര ഉപയോഗിക്കുന്നrootless കരിയറിലെ ദൂദന് യുവാക്കളെ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
അപ്പവും സർക്യൂട്ടുകൾ:ഖകരമായ പോലെ രാഷ്ട്രീയം കാണാൻ ഇലക്ട്രോണിക് കാലഘട്ടം പ്രവണത -ഇനി അഥവാ അർത്ഥവത്തായ സംഗതമായ ആധുനിക സാമൂഹിക പ്രശ്നങ്ങൾ വളരെ ഉപകാരപ്രദമാണ്അപകടകരമായ പല കേസുകളിലും.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
വോട്ടർ ബ്ലോക്ക്:ശ്രമം എന്നാൽ വിഫലമായ, കൂടെ വിയോജിപ്പ് രജിസ്റ്റർലളിതമായി വോട്ടിങ് നടത്താതെ നിലവിലെ രാഷ്ട്രീയ സംവിധാനം.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Armanism:അരെസ്സോയിലെ Armani ശേഷം; തടസ്സമില്ലാത്ത കളിലാണ് കൂടെ വീർപ്പുമുട്ടൽഒപ്പം (കൂടുതൽ പ്രധാനമായി) * ഇറ്റാലിയൻ couture എന്ന * സ്വഭാവത്തിലുള്ള നിയന്ത്രിച്ചു. പോലെജാപ്പനീസ് Minimalism, Armanism ആഴമായ അകത്തെ ആവശ്യം പ്രതിഫലിപ്പിക്കുന്നുനിയന്ത്രണം.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
മോശം എകൈ്സസ്:ഒറ്റ കുറവ് ഉണ്ടായിരുന്നു പറഞ്ഞപ്പോൾ ഒരു മികച്ച വ്യക്തി എന്ന തിരിച്ചറിവിൽപണം.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
മ്യൂസിക്കൽ Hairsplitting:pathologically കടന്നു സംഗീതവും സംഗീതജ്ഞർ വർഗീകരിക്കാൻ പ്രവർത്തിpicayune വിഭാഗങ്ങൾ: "വിയെന്ന ഫ്രാങ്ക്സ് നാഗരിക ഒരു നല്ല മാതൃകവെളുത്ത ആസിഡ് തൊഴുത്തിൽ നവോത്ഥാനമായിരുന്നു സ്കാ കൂടെ കടന്നു. "സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
101-ഇസത്തിന്റെ:പലപ്പോഴും മിനിറ്റ് വിശദമായി പുറമെ ട്ട് പ്രവണത എല്ലാഒരു ഉപകരണമായി പകുതി ഗ്രഹിച്ചു പോപ്പ് മനഃശാസ്ത്രം ഉപയോഗിച്ച് ജീവിതത്തിന്റെ വശങ്ങൾ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
അയ്യാള് Wannabes:ഒരു അയ്യാള് എന്ന മിഥ്യ വിശ്വസിക്കുന്ന ഒരു X തലമുറ ഉപഗ്രൂപ്പിലോലൈഫ് സ്റ്റൈൽ തരുകയും ബാധിക്കാവുന്ന ഇരുവരും ഒരാളായി. വളരെ ആയിരിക്കണം പ്രവണതകടം, സമ്പത്തു ദുരുപയോഗം ചില ഉൾപ്പെട്ട ഒരു സന്നദ്ധത കാണിക്കുകമൂന്നു പാനീയങ്ങൾ ശേഷം അർമ്മഗെദ്ദോൻ കുറിച്ച് സംസാരിക്കാൻ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
അൾട്രാ ഹ്രസ്വകാല ഗൃഹാതുരത്വം:വളരെ സമീപകാല കഴിഞ്ഞ ഗൃഹാതുരത്വം: "ദൈവം, കാര്യങ്ങൾ തോന്നിഎത്ര നന്നായി ലോകത്തിൽ കഴിഞ്ഞ ആഴ്ച. "സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
കലാപം മാറ്റിവെയ്ക്കല്:പരമ്പരാഗതമായി യുവത്വം ഒഴിവാക്കാൻ യൌവനത്തിലെ ലെ പ്രവണതഗുരുതരമായ കരിയർ ലഭ്യമാകാൻ ക്രമത്തിൽ പ്രവർത്തനങ്ങൾ കലാപരമായ അനുഭവങ്ങൾഅനുഭവം. ചിലപ്പോൾ ഏകദേശം നഷ്ടത്തിൽ യുവാക്കൾ വിലാപംപോലെയും കാരണമാകുന്നുണ്ട്നിസാരമായ haircuts ചെലവേറിയ തമാശ-കഷ്ടപ്പെടുകയും പിന്നാലെ വയസ്സിൽ മുപ്പതു,എന്നെങ്കിലും.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
പാതകൾ Minimalism:സ്റ്റാറ്റസ് പ്രതിസ്ഥാപനം പോലൊരു ജീവിതരീതിയിലും തന്ത്രം. ദിവസ്തുക്കളുടെ nonownership ധാർമ്മിക ഒരു ചിഹ്നമായി flaunted ഒപ്പംബൗദ്ധിക മേൽക്കോയ്മയും.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
എഫ് 'ഇ Minimalism:യഥാർത്ഥത്തിൽ ചെലുത്തുന്നതായി ഇല്ലാതെ minimalism ഒരു തത്ത്വചിന്ത വിവാദാസ്പദമായ ചെയ്യുകപ്രാക്ടീസ് അതിന്റെ രൂപമുള്ള ഒന്നിലേക്കു.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
O'Propriation:പരസ്യം, പാക്കേജിങ്, വിനോദം ഉൾപ്പെടുത്തുന്നതിനായിവിരോധാഭാസമായ / അല്ലെങ്കിൽ കോമിക്ക് വേണ്ടി ദൈനംദിന പ്രസംഗത്തിൽ നേരത്തെ കാലഘട്ടങ്ങളിലായി സംസാരവുംപ്രഭാവം: "കാതലീൻ പ്രിയപ്പെട്ട ചത്ത സെലിബ്രിറ്റി പാർട്ടി ടൺ o'fun ആയിരുന്നു" അല്ലെങ്കിൽ"ഡേവ് ശരിക്കും ഒരു zany നേരത്തേക്കാണ്, കിറുക്കൻ, ഒപ്പം madcap സ്വയം കണ്ടതിനാൽനൊമ്പരങ്ങള്, ഇല്ല അവൻ? "സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
എയർ കുടുംബം:കമ്മ്യൂണിറ്റിയുടെ വ്യാജ സഹപ്രവർത്തകരുമായി ഇടയിൽ അനുഭവപ്പെട്ടു വിവരിക്കുന്നുഒരു ഓഫീസ് പരിതസ്ഥിതിയിൽ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Squirming:ആരും കാണുന്നവർക്ക് പഴയ ആളുകൾ യുവാക്കളെ വരുത്തിവെച്ച അസ്വാരസ്യംഅവരുടെ ആംഗ്യങ്ങളും ലെ ഹാസ്യവും. "കാരെൻ അവളുടെ അപ്പൻ ആയിരം മരണങ്ങൾ മരിച്ചുവീഞ്ഞു ഈയിടെ നിർമ്മിക്കുന്നത് കുപ്പി അഷറഫ് ഒരു വലിയ ഷോ ഉണ്ടാക്കിഅതു കുടുംബ ചൊരിയും അനുവദിക്കുന്നതിനുമുമ്പ് സ്റ്റീക്ക് കുടിലിൽ ഇരുന്നു.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
നേരംപോക്ക് Slumming:വിനോദ പരിപാടികൾ പങ്കെടുക്കുന്ന പ്രാക്ടീസ്"കാരെൻ ഡൊണാൾഡ്: ഒരു ക്ലാസ് ഒന്നു സ്വന്തം കുറവാണ് പോലെ ഒരാളും!ന്റെ ഇന്നുരാത്രി ബൌൾ പോകാം! പിന്നെ ... ഷൂ വിഷമിക്കേണ്ട പ്രത്യക്ഷമായും ചെയ്യരുത്നിങ്ങൾ അവരെ വാടകയ്ക്കെടുക്കാൻ കഴിയും. "സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
സംഭാഷണാധിഷ്ഠിത Slumming:ഒരു നൽകിയ സംഭാഷണം സ്വയം ബോധമുള്ള സുഖാനുഭവംകൃത്യമായി ബൗദ്ധിക കാഠിന്യം അതിന്റെ അഭാവം. പ്രധാന സ്പിൻ ഓഫ്വിനോദാവശ്യങ്ങൾക്ക് Slumming പ്രവർത്തനം.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
തൊഴിൽപരമായ Slumming:ഒരുവൻറെ വൈദഗ്ധ്യമോ വിദ്യാഭ്യാസ നില കീഴെ നന്നായി ജോലി ഏറ്റുവാങ്ങിക്കൊണ്ട്ആളൊന്നിൻറെ ഉത്തരവാദിത്വങ്ങൾ നിന്ന് പിന്തിരിയുകയും മാർഗ്ഗമായി ഒപ്പം / അല്ലെങ്കിൽ ഒഴിവാക്കിയുംഒറ്റ യഥാർത്ഥ അധിനിവേശം പരാജയം.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ആന്റി ഇരയായവർക്കുള്ള ഉപകരണം:ഒരു ചെറിയ ഫാഷൻ ആക്സസ്സറി സംശയിക്കപ്പെടാൻ അവസരത്തിൽഇപ്പോഴും ഒരു ഉണ്ടെന്ന് ലോകത്തിനു പ്രഖ്യാപിച്ചു ഏത് യാഥാസ്ഥിതിക സംഘടനഅകത്ത് എരിയുന്ന വ്യക്തിത്വത്തെ സ്ഫുരണത്തെ: 1940 റെട്രോ ബന്ധങ്ങളിലൂടെയും കമ്മലുകൾ(മനുഷ്യരെ), ഫെമിനിസ്റ്റ് ബട്ടണുകൾ, noserings (സ്ത്രീകൾ), ഇപ്പോൾ ഏതാണ്ട്പൂർണ്ണമായും വംശനാശം തോരും weeny "rattail" ഇക്കാക്ക (ഏട്ടന്).സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
പോഷകാഹാര Slumming:ആരുടെ സുഖഭോഗം രസം നിന്ന് എങ്കിലും ഒരു ഉടലെടുക്കുന്നത് ഭക്ഷണംക്ലാസ് connotations, നൊസ്റ്റാൾജിയ സിഗ്നലുകൾ സങ്കീർണ്ണമായ മിശ്രിതം, ഒപ്പംപാക്കേജിംഗ് കലയാണ്: കുഞ്ഞാലികുട്ടി ഞാൻ പകരം മൾട്ടി-വിപ്പ് ഈ ട്യൂബും വാങ്ങിഞങ്ങൾ പെട്രോളിയം distillate വിപ്പ് വിചാരിച്ചു കാരണം യഥാർത്ഥ വിപ്പ് ക്രീംടോപ്പിംഗ് എയർഫോഴ്സ് ഭാര്യമാരെ ഏർപ്പെടുത്തിയിട്ടുമുണ്ടായിരുന്നു ആഹാരത്തിന്റെ അടുക്കുക പോലെ തോന്നിപെൻസകോള തിരികെ ആദ്യകാല അറുപതുകളുടെ അവരുടെ ഭർത്താക്കന്മാരെ പോഷിപ്പിക്കാൻകരിയർ പ്രമോഷൻ ആഘോഷിക്കുന്നു.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ടെലി-Parabilizing:ടിവി കാവിലെ പ്ലോട്ടുകൾ നിന്നും ഉരുത്തിരിഞ്ഞതാണ് ആ നിത്യ ജീവിതത്തിൽ ഉപയോഗിക്കുന്ന സദാചാരത്തിന്റെ:"അത് വെറും ജനു അവളുടെ കണ്ണട നഷ്ടപ്പെടുന്നു എവിടെ എപ്പിസോഡ് പോലെയാണ്!"സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
QFM:Quelle ഫാഷൻ തെറ്റ്. "ഞാൻ ചിത്രകാരൻ ഉദ്ദേശിച്ചത് QFM യഥാർഥത്തിൽ.പാന്റുകൾ? ആ വിശ്വാസം അപ്പുറം 1979 ആകുന്നു. "സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
എന്നെ-ഇസത്തിന്റെ:ഒരു വ്യക്തിയുടെ ഉപയോഗിച്ച് ഒരു തിരയൽ, പരിശീലനം അഭാവത്തിൽപരമ്പരാഗത മത അധിഷ്ഠിതമായി ഒരു വ്യക്തിപരമായി താൽപ്പര്യങ്ങൾക്കിണങ്ങിയതുമാക്കുന്നതിന് ആവിഷ്കരിച്ചുതനിച്ചു മതം. പുനരവതാരം മിക്കവരും പതിവായി ഒരു mishmash,ഒരു nebulously നിർവചിക്കപ്പെട്ട ആ ദൈവം വ്യക്തിഗത ഡയലോഗ്, നാച്വറലിസം,ഒപ്പം karmic കണ്ണ്-നുള്ള-കണ്ണ് മനോഭാവം.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
പേപ്പർ പെടുന്ന:തൂപ്പുകാരന് ലേക്ക് hypersensitivity.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Bradyism:വളർന്നുവന്ന കരുതിയിരുന്നു നിന്നാണ് multisibling ഗഹണശക്തിവലിയ കുടുംബങ്ങൾ. ഏകദേശം 1965 നുശേഷം ജനിച്ച ആ എ അല്പംBradyism ലക്ഷണങ്ങൾ മനസ്സിൽ ഗെയിമുകൾ സൗകര്യം, വൈകാരിക ഉൾപ്പെടുന്നുഅധികമാകുന്നതുകൊണ്ട് സാഹചര്യത്തിൽ പിൻവലിക്കൽ, ഒരു ഒരു ആഴത്തിൽ അനുഭവപ്പെട്ടു ആവശ്യംനന്നായി നിർവചിക്കപ്പെട്ട സ്വകാര്യ ഇടം.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
തമോഗർത്തങ്ങളെപ്പറ്റിയും:മികച്ച അവരുടെ അവകാശത്തിൽനിന്നു അറിയപ്പെടുന്നത് ഒരു X തലമുറ ഉപഗ്രൂപ്പിലോതികച്ചും കറുത്ത എന്നെങ്കിലും.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ബ്ലാക്ക് ഗുഹകളിൽ:എവിടെ തമോഗർത്തങ്ങളെപ്പറ്റിയും ജീവിക്കുന്നു; ദിവസം-Glo ഇടയ്ക്കിടെ unheated അബദ്ധങ്ങളുംവികൃതമാക്കപ്പെടുകയും mannequins, എൽവിസ് സൂചനകൾ, ഡസൻ പെയിന്റിംഗ് സ്പ്രേ,കവിഞ്ഞൊഴുകുന്ന ashtrays, കണ്ണാടി ശിൽപങ്ങൾ, ഒപ്പം Velvet അണ്ടർഗ്രൗണ്ട് സംഗീതംപശ്ചാത്തലത്തിൽ പ്ലേ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Strangelove റീപ്രൊഡക്ഷൻ:ഒറ്റ ഇനി വസ്തുത നികത്താൻ ലേക്കുള്ള കുട്ടികൾഭാവിയിൽ വിശ്വസിക്കുന്നു.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
യുങ്കർമാരുടെയും:ഏറ്റവും സാധാരണമായ എക്സ് തലമുറ R, മാത്രം ഉപഗ്രൂപ്പിലോപ്രജനനം കൊടുത്ത. യുങ്കർമാരുടെയും ദമ്പതികൾക്ക് മിക്കവാറും നിലവിലുണ്ടോഒരു മരീചിക സൃഷ്ടിക്കാൻ അവരുടെ ഭ്രാന്തമായ ശ്രമങ്ങൾ തിരിച്ചറിയുന്നമുഖത്ത് അവരുടെ ദൈനംദിന ജീവിതത്തിൽ ഐസൻഹോവറെ-കാലഘട്ടത്തിലെ plenitudeഭീമമായ ഭവന വിലയിൽ രണ്ടു-തൊഴിൽ ജീവിതം-ശൈലികൾ. യുങ്കർമാരുടെയും ഉണ്ടാക്കാംഅവരുടെ അത്യുത്സകയായി acquisitive പരിശ്രമത്തിൽ നിന്ന് നിത്യം തളർന്നുപോയിഫർണിച്ചറുകൾ knickknacks.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ദാരിദ്ര്യ ഒരംശമെങ്കിലും:വിഷാദരോഗം-കാലഘട്ടത്തിൽ സന്തതി പറ്റ്വോ സാമ്പത്തിക .ഒറ്റമാതാപിതാക്കൾ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
വലിക്കുക--പ്ലഗ് പൈ സ്ലൈസ്:സന്തതിപരമ്പരകളായി മാനസികമായി അപ്പ് തരംഗം തയാറാകുന്ന ഫാന്റസിഅവന്റെ മാതാപിതാക്കളുടെ ആസ്തി.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Underdogging:മിക്കവാറും എ വിജയസാധ്യത പാർശ്വത്തിൽ പ്രവണതസാഹചര്യം കൊടുത്തിരിക്കുന്നു. ഈ അത്മിയ ഉപഭോക്തൃ പ്രകടനമാണ്നേട്ടങ്ങളൊന്നും, "വാടിയ 'അഥവാ പരാജയപ്പെടുകയാണ് ഉൽപ്പന്നങ്ങളുടെ വാങ്ങൽ:" ഞാൻ അറിയുന്നുഈ വിയെന്ന ഫ്രാങ്ക്സ് ഒരു കോൽ ന് ഹൃദയാഘാതംമൂലം, എന്നാൽ അവ അങ്ങനെ ദുഃഖിച്ചുഞാന് ഉണ്ടായിരുന്നു മറ്റ് എല്ലാ അയ്യാള് ഭക്ഷ്യ വസ്തുക്കളുടെ നേരെ നോക്കിഅവരെ വാങ്ങാൻ. "സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
2 + 2 = 5-ഇസത്തിന്റെ:ശേഷം മിച്ചം വച്ചുള്ള ഒരു ടാർഗെറ്റ് വിപണന തന്ത്രം ലേക്ക് ആരസമയം ദീർഘകാലത്തേക്ക് ഔട്ട് കൈവശമുള്ള. "ഓ, ശരി, ഞാൻ നിങ്ങളുടെ വാങ്ങിവങ്കത്തമാണ് കോള. ഇപ്പോൾ എന്നെ ഒറ്റയ്ക്ക് വിടുക. "സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ഓപ്ഷൻ പരാലിസിസ്:പ്രവണത, പരിമിതികളില്ലാത്ത ചോയിസ് ലഭിക്കുന്നു ആരും ഉണ്ടാക്കുവാൻ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
വ്യക്തിത്വം ദശാംശം:ദമ്പതികൾ ഭീമേശ്വരി ഒരുക്കിയ ഒരു വില; മുമ്പ് രസിപ്പിക്കുന്നമനുഷ്യർ ബോറടിപ്പിക്കുന്ന തീർന്നിരിക്കുന്നു: "നമ്മെ ക്ഷണിച്ചുകൊണ്ട് നന്ദി, പക്ഷേ Noreen ഞാൻflatware കാറ്റലോഗുകൾ ചെയ്തത് സ്വരങ്ങളുമായാണ് പോകുന്നു. പിന്നെ നാം പോകുന്നുഷോപ്പിംഗ് ചാനൽ കാണാൻ. "സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ജാക്ക് ആൻഡ് അനിയത്തിയെ പാർട്ടി:ഒരു നികലായ് പാരമ്പര്യം; രണ്ടുപേരും ഏത് കുഞ്ഞ് ഉന്നതസ്ത്രീകൾ എതിരെയുളള സ്ത്രീകൾ സുഹൃത്തുക്കൾ ക്ഷണിച്ചു. ഇരട്ടിയായിബൈസെക്ഷ്വൽ ഹാജർ വാങ്ങൽശേഷി ദാനം മൂല്യങ്ങൾ വരെ കയറി നൽകുന്നുഐസൻഹോവറെ കാല മാനദണ്ഡങ്ങൾ.സംസ്കാരം "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ഡൗൺ-കൂടുകെട്ടി:ചെറിയ ഗസ്റ്റ്-റൂം രഹിത നീക്കാൻ മാതാപിതാക്കളുടെ പ്രവണതപ്രായമുള്ള കുട്ടികളിൽ ഒഴിവാക്കാൻ പോലും കുട്ടികളെ മാറി ശേഷം വീടുകൾ20 വീട്ടിൽ boomeranged കളഞ്ഞ 30 ലേക്ക്.
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
greenrd നിയമമനുസരിച്ച്Evey പോസ്റ്റ് മറ്റൊരാളുടെ സ്പെല്ലിംഗോ വ്യാകരണം പോലുമായ, അല്ലെങ്കിൽ മൗലാനസ്വന്തം സ്പെല്ലിംഗോ വ്യാകരണം, അനിവാര്യമായും ഒരു സ്പെല്ലിംഗ് അടങ്ങിയിരിക്കണം അല്ലെങ്കിൽ ചെയ്യുംവ്യാകരണ പിശക്.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
intaxication:നിങ്ങൾ ഗ്രഹിക്കാൻ വരെ നീണ്ടുനിൽക്കുന്ന ഒരു നികുതി റീഫണ്ട്, ലഭിക്കുന്നത് ചെയ്തത് ആലസ്യവുംഅതു കൊണ്ട് ആരംഭിക്കാൻ നിങ്ങളുടെ പണം ആയിരുന്നു.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
reintarnation:ഒരു HILLBILLY ജീവിതം മടങ്ങിയാൽ.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
bozone, n .:ആശയങ്ങൾ നിർത്തുന്നു ഞണ്ടിന്റെ ആളുകളെ ചുറ്റുമുള്ള സമ്പത്തുതട്ടുന്ന നിന്ന്. bozone പാളി, നിർഭാഗ്യവശാൽ ചെറിയ അടയാളം കാണിക്കുന്നുസമീപഭാവിയിൽ തകർക്കുകയാണ് എന്ന.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
cashtration, n .:സാമ്പത്തികമായി വിഷയം റെൻഡർ വീടു വാങ്ങുന്നത് നിയമം,ഒരു അനിശ്ചിത കാലത്തേക്ക് വാദവുമായി.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
giraffiti:നശീകരണപ്രവർത്തനങ്ങൾ സ്പ്രേ-ചായം വളരെ വളരെ ഉയർന്ന.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
sarchasm:നിന്ദാപരം ബുദ്ധിയുടെ നായകനും വ്യക്തി തമ്മിലുള്ള ഗൾഫ്അതു നേടുകയും ഇല്ല.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
inoculatte:വൈകി പ്രവർത്തിപ്പിക്കുമ്പോൾ intravenously കോഫി എടുത്തു ചെയ്യുക.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
hipatitis:ടെർമിനൽ തണൽ.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
osteopornosis:ഒരു ഇല്ലാത്ത രോഗം.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Karmageddon:എല്ലാവരേയും ഈ എല്ലാ വളരെ മോശമായ ഓഫ് അയയ്ക്കുന്നത് എന്നാൽ അത് പോലെയാണ്കളൊന്നുമില്ല, വലത്? തുടർന്ന്, പോലെ, ഭൂമിയുടെ പൊട്ടിത്തെറിച്ച് അതു പോലെയാണ് ഒരുഗുരുതരമായ കുഴപ്പമാണ്.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
decafalon, n .:മാത്രം കാര്യങ്ങൾ ദഹിപ്പിക്കുന്ന ദിവസത്തെ വഴി പൊളിക്കുമെന്ന് വികസനം ഇവന്റ്അതാണ് നിങ്ങൾക്ക് നല്ല.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
glibido:സംവാദം യാതൊരു നടപടി.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Dopeler പ്രഭാവം:അവർ നിങ്ങളെ ചെയ്തത് വരുമ്പോൾ സമർത്ഥമായ തോന്നുന്നില്ല .വിവാഹ ആശയങ്ങൾ പ്രവണതഅതിവേഗം.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
arachnoleptic ഫിറ്റ്, വ .:എഫ് എസ് ഡാൻസ് ആകസ്മികമായി നടന്നു ഞങ്ങൾ വെറും നടത്തിയഒരു ചിലന്തി വെബ്ബിലൂടെ.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Beelzebug, എൻ .:എന്നതിൽ കിടപ്പുമുറിയിലെ എത്തുന്ന ഒരു കൊതുക് രൂപത്തിൽ, സാത്താൻരാവിലെ മൂന്നു പുറത്തു കാസ്റ്റ് ചെയ്യാൻ കഴിയില്ല.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
caterpallor, n .:നിങ്ങൾ മുൻപരിചയം ഫലം അര GRUB കണ്ടെത്തുന്നതിൽ തിരിഞ്ഞു നിറംതിന്നും.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
അഹങ്കാരികളുടെ വിരകളും വിവരിക്കുക കാനഡ:  നമ്മുടെ മലകൾ വളരെ ചീപ് ആകുന്നു;  ഞങ്ങളുടെ പുൽക്കാടുകൾ അല്ല.  ബാക്കി ഹര്ആആആ മണ്ണോ ആണ്,  എന്നാൽ മനുഷ്യൻ, ഞങ്ങൾ ഒരുപാട് തന്നെ!    - "കാനഡയിലെ വലിയ" നിന്നും
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
