ഒരു ജർമൻ ധ്രുവത്തിന്റെ ഒരു ചെക്ക് കാടുകളിൽ വഴി ഒരു കൂട്ടാന് ​​ക്യാമ്പ് അവശേഷിക്കുന്നു.രണ്ടു ദിവസം കഴിഞ്ഞ് കാണാതായിരിക്കുന്നത് ശേഷം കുരച്ചതികം രണ്ടു കരടി കണ്ടുഒറ്റ ഒരു ആൺ, ഒരുത്തൻ ഒരു പെൺ, ആശങ്കാജനകമായി overstuffed തിരയുന്ന. അവർ കൊന്നുപെൺ, അവളെ autopsied തൃപ്തി ഉറപ്പു, ജർമ്മൻ, ഗവേഷണകേന്ദ്രം കണ്ടെത്തി.	"നീ എന്ത് ചിന്തിക്കുന്നു?" ആദ്യ റേഞ്ചർ പറഞ്ഞു."ചെക്ക് ആൺ ഇരിക്കുന്നു;" രണ്ടാം മറുപടി.
		-- Guindon

%
ആബര്ഡീന് കാർ കുടുംബം പോകുമ്പോൾ അങ്ങനെ ചെറിയ ആയിരുന്നുഅവധിക്കാലം, ഗ്യാസ് സ്റ്റേഷൻ വാഹനമോടിക്കാൻ-നാടക ക്ലോസ് ഉണ്ടായിരുന്നു.
		-- Guindon

%
റാൻഡ് McNally സ്ഥലങ്ങൾ-റേറ്റഡ് പഞ്ചാംഗത്തിൽ, ജീവിക്കാൻ മികച്ച സ്ഥലം പ്രകാരംഅമേരിക്ക പിറ്റ്സ്ബർഗ് നഗരമാണ്. ന്യൂയോർക്ക് നഗരം ഇരുപത്തഞ്ചാം അഞ്ചാം വന്നു.ഇവിടെ ന്യൂയോർക്കിൽ ഞങ്ങൾ ശരിക്കും വളരെ ശ്രദ്ധിക്കാറില്ല. നാം തന്നാൽ അറിയുന്നു കാരണംനഗരം ഏതുസമയത്തും അവരുടെ മർദ്ദിച്ചു.
		-- David Letterman

%
"അയർലൻഡിലെ നിലനിൽക്കാൻ ആഗ്രഹിക്കുന്ന എല്ലാവരും പാമ്പുകളെ വലം കൈകൾ ഉളവാക്കുവാൻ തൃപ്തിപ്പെടുന്ന."
		-- Saint Patrick

%
എതിരെ, സ്കോട്ട്സ് ഗോൾഫ് കെട്ടിച്ചമച്ചു പറയപ്പെടുന്നു. അപ്പോൾ അവർ ഉണ്ടായിരുന്നുവേദന നൈരാശ്യവും നീക്കുവാൻ സ്കോച്ച് വിസ്കി കെട്ടിച്ചമയ്ക്കുവാനാണ്.
		-- Saint Patrick

%
ബോടോ, V: മാറ്റാൻ; അല്ലെങ്കിൽ വ്യത്യസ്ത തീർന്നിരിക്കുന്നു; പരിഷ്ക്കരിക്കുക.ansa, വി: ഒരു ചോദ്യത്തിന് മറുപടി ആയി സംഭാഷണ മറുപടിയിലാണ്.baa, വ: ഒരു സ്ഥലം ജനം ഏതാനും പാനീയങ്ങൾ ഞങ്ങൾക്കുണ്ട് സംഗമം.Baaston, എൻ: മസാച്യുസെറ്റ്സ് തലസ്ഥാനമായ.baaba, വ: വ്യാപാരമുള്ള മുടി അല്ലെങ്കിൽ താടി മുറിക്കുകയോ അല്ലെങ്കിൽ ട്രിം ഒന്ന്.beea, n: യവപാനീയ ആൻഡ് മടിയും നിന്ന് കാണേണ്ടുന്ന ഒരു കമിതാക്കളുടെ പാനീയം, പലപ്പോഴുംbaas കണ്ടെത്തി.caaa, വ: ഓട്ടോമൊബൈൽ.centa എന്: എന്തെങ്കിലും കറങ്ങുന്ന ഏത് ചുറ്റും ഒരു പോയിന്റ്; അച്ചുതണ്ട്. (അതല്ലനിക്സ് അസിയോട് ആരെയെങ്കിലും.)chouda, വ: കട്ടിയുള്ള ഒരു ചായ മതി, പലപ്പോഴും ഒരു പാൽ പീഠത്തിലും.ദാദ, വ: വിവരം, നാമ. വിശകലനത്തിനായി സംഘടിത വിവരമോകംപ്യൂട്ടിങ്ങ്.
		-- Massachewsetts Unabridged Dictionary

%
അമേരിക്ക Amerigo Vespucci കണ്ടെത്തിയത് അവനെ നാമകരണവും, വരെആളുകൾ "Vespuccia" എന്ന സ്ഥലത്ത് താമസിക്കുന്നവർ ആണ്ട അതിന്റെ മാറ്റി"അമേരിക്ക" എന്നായി.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
അമേരിക്ക, ഞാൻ നിന്നെ എങ്ങനെ ചെയ്യന്നു മൂഡ് ഒരു വിശുദ്ധ സൗദിമലയാളികളുടെ എഴുതാൻ കഴിയും?
		-- Allen Ginsberg

%
ജനന അമേരിക്കൻ; ദൈവകൃപയാൽ Texan.
		-- Allen Ginsberg

%
അമേരിക്കക്കാർ, ഇപ്പോഴത്തെ താമസിക്കുന്നവർ വേണമെന്നു നാമവിശേഷണ ജനം.
		-- Allen Ginsberg

%
അമേരിക്കക്കാർ 'നീളൻ ഭയം അമേരിക്ക ഒരു ഉണ്ടായിരിക്കും പുറത്തു തിരിക്കും എന്നതാണ്പ്രതിഭാസം, ഒരു നാഗരികത.
		-- Shirley Hazzard, "Transit of Venus"

%
ഒരു അമേരിക്കൻ രണ്ടു ആയുധങ്ങളും നാലു ചക്രം ഒരു മനുഷ്യൻ.
		-- A Chinese child

%
ഇംഗ്ലീഷുകാരനോ തനിക്കു ചെയുന്നത് മാന്യനായ ഒരു ആവശ്യത്തിനായി ഒഴികെ ഒരിക്കലും.
		-- A. P. Herbert

%
എന്തും ഒരാളേയും അമേരിക്ക കുറിച്ച് പറയാം സത്യമാണ്.
		-- Emmett Grogan

%
Stepanakert, നഗോർണോ കാരബാക്ക് തലസ്ഥാനമായ ആര്മീനിയരും ആൻഡ് Azerbaijanisസ്വയംഭരണ പ്രദേശം സോവിയറ്റ് യൂണിയനിൽ അധികം സ്പെല്ലിംഗ് പുനഃസംഘടന മേൽ rioted.
		-- P. J. O'Rourke

%
ബേസ്ബോൾ ഒരു വിദഗ്ധ ഗെയിം. അതു, ഉയർന്ന നികുതി - അതു അമേരിക്കയിൽ കളി.
		-- The Best of Will Rogers

%
ബോണ്ട് നല്ല അമേരിക്കക്കാർ പിഴ ആയിരുന്നു എന്ന് പ്രതിഫലിച്ച് അവരിൽ അധികപേരും എന്ന്ടെക്സസ് നിന്ന് വരുന്നു തോന്നി.
		-- Ian Fleming, "Casino Royale"

%
ബോസ്റ്റൺ സംസ്ഥാന ഹൗസ് സൗരയൂഥത്തിന്റെ കേന്ദ്രമാണ്. നിങ്ങൾ ആ പുറത്തു PRY കഴിഞ്ഞില്ലഒരു ബോസ്ടന് മനുഷ്യന്റെ നിങ്ങൾ ഒരു ഔട്ട് നേരെയാക്കാൻ ലോകരുടെ ടയർ ഉണ്ടായിരുന്നു എങ്കിൽmost ഇംഗ്ലീഷ്.
		-- Oliver Wendell Holmes

%
അവൾ unsmiling Calibrees പിന്നിൽ കൈയട്ടെ പോലെ ആണല്ലോ തല achedബൂത്തുകളിൽ ബ്ലോക്ക് സഹിതം. അവൾ Kennicott ചെയ്തത് chirruped "ന്റെ കാട്ടു ആകട്ടെ!ന്റെ സന്തുഷ്ടമാനസന്മാരൊക്കെയും ഗോ-ചുറ്റും ഓടിക്കാനും സ്വർണ്ണ മോതിരം നേടൂ! "Kennicott നിങ്ങൾ സർവസമ്മതരും ചിന്തിക്കുക അതു വിചാരിച്ചു, Calibree സുലൈഖയെ "സന്തുഷ്ടമാനസന്മാരൊക്കെയും കൂട്ടിച്ചേർത്തതും ചുറ്റും ഒരു യാത്ര അവസാനിപ്പിച്ച് പരീക്ഷിക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ? "Calibree നിങ്ങൾ ആഗ്രഹിക്കുന്നു ചിന്തിക്കുക അതു വിചാരിച്ചു, അവന്റെ ഭാര്യ സുലൈഖയെ "സന്തുഷ്ടമാനസന്മാരൊക്കെയും കൂട്ടിച്ചേർത്തതും ചുറ്റും ഒരു യാത്ര അവസാനിപ്പിച്ച് ശ്രമിക്കാൻ? "മിസ്സിസ് Calibree ഒരു കഴുകി-ഔട്ട് വിധത്തിൽ പുഞ്ചിരിച്ചു ഒപ്പം നെടുവീർപ്പിട്ടു "അയ്യോ,ഞാൻ വളരെ താൽപ്പര്യമില്ല വിശ്വസിക്കാതെ എന്നാൽ നിങ്ങൾ സർവസമ്മതരും മുന്നോട്ടു പോവുകയും ശ്രമിക്കുക. "Calibree, Kennicott ലേക്ക് പ്രസ്താവിച്ചു "ഇല്ല, ഞാൻ ഞങ്ങൾ ഒരു താൽപ്പര്യമില്ല വിശ്വസിക്കുന്നില്ലമുഴുവന്, എന്നാൽ നിങ്ങൾ സർവസമ്മതരും മുന്നോട്ടു പോവുകയും ശ്രമിക്കുക. "Kennicott wildness നേരെ മുഴുവനും കേസ് സംഗ്രഹിച്ച്: "നമുക്ക് ശ്രമിക്കാംഅതു മറ്റ് ചില സമയം, Carrie. "അവള് അതു കൊടുത്തു.
		-- Sinclair Lewis, "Main Street"

%
കാലാവസ്ഥയും ശസ്ത്രക്രിയയുംആർ സി ഗിൽക്രിസ്റ്റ്, പന്ത്രണ്ടു ദിവസം മുമ്പ് J കുത്തനെ വെടിവച്ചു കാണിക്കുകയും,അത് കരുതപ്പെട്ടിരുന്ന ആർ നെഞ്ചും ഒരു derringer പന്ത് പ്രാപിച്ചുസമയം പല മണിക്കൂർ ജീവിക്കാൻ കഴിഞ്ഞില്ല ഇന്നലെ തെരുവിൽ ആയിരുന്നുതലേദിവസം - ഒരു സമയം നിരവധി ബ്ലോക്കുകൾ നടന്നു. രൂപകൽപ്പനയും ചെയ്തവർക്ക്ആദരപൂർവ്വം ബുള്ളറ്റുകൾ ചിതറിക്കിടന്നിരുന്നു അല്ലെങ്കിൽ Bowie-കത്തി കൊണ്ട് കഷണങ്ങളായി വെട്ടി ഞങ്ങൾഞങ്ങളുടെ സ്യാക്രമെംടോ കാലാവസ്ഥയും സ്യാക്രമെംടോ ശസ്ത്രക്രിയ ശുപാർശ.
		-- Sacramento Daily Union, September 11, 1861

%
ഡേവിഡ് ലെറ്റർമാൻ "നമ്മൾ പോലെ അമേരിക്കക്കാർ അഭിമാനിക്കാൻ കഴിയും കാര്യങ്ങൾ":യഥാർത്ഥത്തിൽ ഒരു യുഎഫ്ഒ കയറിയ കളഞ്ഞ പൗരന്മാരുടെ * ഗ്രേറ്റസ്റ്റ് എണ്ണം* പല പത്രങ്ങളും സവിശേഷത "JUMBLE"* മണിക്കൂർതോറുമുള്ള Motel നിരക്കുകൾ* എൽവിസ് സിനിമകളുടെ ഭൂരിപക്ഷം ഇവിടെ വരുത്തിയ* വെറും രണ്ടാം ലോകമഹായുദ്ധകാലത്ത് ഉടനെതന്നെ ഉപേക്ഷിച്ചില്ലചില രാജ്യങ്ങളിൽ ഞങ്ങൾ പറയാൻ കഴിയും പോലെ* Goatees & വാൻ Dykes മാത്രമേ weenies ധരിക്കുന്ന കരുതുന്നു* നമ്മുടെ നന്നായി പെരുമാറി ഗോൾഫ് പ്രൊഫഷണലുകൾക്ക്* തീരം അതിശയകരമായ ശിശുക്കൾ തീരത്ത്
		-- Sacramento Daily Union, September 11, 1861

%
Decemba, എൻ: വർഷം 12 മാസം.erra, വ: ഒരു തെറ്റ്.എഫ്എഎ, എൻ: ടു, നിന്ന്, അല്ലെങ്കിൽ ഗണ്യമായ അകലെ.Linder, എൻ: ഒരു സ്ത്രീയും പേര്.memba, വ: ഓർക്കും ചെയ്യുക; വീണ്ടും ചിന്തിക്കുക.ന്യൂ Hampsha, എൻ: വടക്കു കിഴക്കൻ പ്രദേശത്തെ ഒരു സംസ്ഥാന യുണൈറ്റഡ് സ്റ്റേറ്റ്സ്.ന്യൂ Yaak, എൻ: വടക്കുകിഴക്ക് മറ്റൊരു സംസ്ഥാനം യുണൈറ്റഡ് സ്റ്റേറ്റ്സ്.Novemba, എൻ: വർഷം 11 മാസം.Octoba, എൻ: വർഷം 10 മാസം.ova, വ: മുകളിൽ അല്ലെങ്കിൽ ഉടനീളം ഒരു നിശ്ചിത സ്ഥാനം സ്ഥാനം. എന്ത്നിക്സ് പ്ലേ പുറത്തുകടക്കുമ്പോൾ സമയം.
		-- Massachewsetts Unabridged Dictionary

%
ഡീട്രായ്ട് അലങ്കാരം ഇല്ലാതെ ക്ലീവ്ല്യാംഡ് ആണ്.
		-- Massachewsetts Unabridged Dictionary

%
മിയാമി എവിടുന്നാ. നിങ്ങൾ വിടുകയാണെങ്കിൽ, ആരെയെങ്കിലും എടുത്തു.
		-- Massachewsetts Unabridged Dictionary

%
നിങ്ങൾ മൊണ്ടാന അറിയാമോ?
		-- Massachewsetts Unabridged Dictionary

%
നിങ്ങൾ ഒരു യാങ്കി ഒരു damyankee തമ്മിലുള്ള വ്യത്യാസം അറിയാമോ?ഒരു യാങ്കി * _____ സന്ദർശനം * ദക്ഷിണ വരുന്നു.
		-- Massachewsetts Unabridged Dictionary

%
ഏലി ആൻഡ് Bessie ഉറങ്ങാൻ പോയി.അർദ്ധരാത്രിയിൽ, Bessie ഏലി മാറ്റപ്പെടുന്നു."അതിനാൽ നീ ഭംഗിയായി ദയവായി വിൻഡോ അടയ്ക്കുക. ഇത് പുറത്ത് തണുപ്പാണ്!"ഒളയന്പുകളുമായി, ഏലി പിറുപിറുത്തു"നൂ ... ഞാൻ ജനാല അടച്ച് കാണാം അതുകൊണ്ട് അതു കുളിർ പുറത്ത് ആയിരിക്കും?"
		-- Massachewsetts Unabridged Dictionary

%
അഞ്ച് പേർ - ഇംഗ്ലീഷുകാരനോ, റഷ്യൻ, അമേരിക്കൻ, ഫ്രഞ്ചുകാരനും ആൻഡ് Irishmanഓരോ ആനകളെ ഒരു പുസ്തകം എഴുതാൻ ആവശ്യപ്പെട്ടു. കുറച്ച് സമയത്തേക്ക് പിന്നീട് അവർഎല്ലാ അതത് പുസ്തകങ്ങളെ പൂർത്തിയാക്കിയ. ഇംഗ്ലീഷുകാരൻ പുസ്തകം തലക്കെട്ടിൽ ചെയ്തു"ആന - എങ്ങനെ ശേഖരിക്കുന്നതിനുള്ള", റഷ്യൻ ന്റെ "ആന -. വാല്യം ഞാൻ",അമേരിക്കയുടെ "ആന - എങ്ങനെ അവരിൽ നിന്ന് പണം സമ്പാദിക്കാനുള്ള" ഫ്രഞ്ചുകാരനും ന്റെ"ആന - ഇറ്റ്സ് ചേരൽ താൽപ്പര്യം" ഉം Irishman ന്റെ "ആനകളുംഐറിഷ് രാഷ്ട്രീയ ചരിത്രം ".
		-- Massachewsetts Unabridged Dictionary

%
ചില കാരണങ്ങളാൽ ഒരു ന്യായീകരിക്കാനോ നിങ്ങൾ പറയുന്നതിനാൽ ആളുകളുടെ മുഖത്ത് മേൽ പാസ്സുകൾ"കാനഡ". ഒരുപക്ഷേ ഞങ്ങൾ സൗത്ത് ഡക്കോട്ട അല്ലെങ്കിൽ എന്തെങ്കിലും ആക്രമിക്കാൻ വേണം.
		-- Sandra Gotlieb, wife of the Canadian ambassador to the U.S.

%
ഫോർച്യൂൺ അവതരിപ്പിക്കുന്നു:എസ്പെരന്തോ # 1 ഉപയോഗപ്രദമായ ശൈലികൾ.^ മു VI parolas കോൺ? നീ ഇംഗ്ലീഷ് സംസാരിക്കുമോ?എംഐ NE komprenas. എനിക്ക് മനസ്സിലാകുന്നില്ല.വിഐഇമ്പ്രൂവ്ഡ് estas ല സോള esperantisto kiun മൈ നിങ്ങൾക്ക് എസ്പരാന്റോ സ്പീക്കർ മാത്രം മുൻപരിചയംrenkontas. ഞാൻ കൂടിക്കാഴ്ച നടത്തിയ.ല ^ ceko estas enpo ^ stigita. ചെക്ക് മെയിലിൽ ഉണ്ട്.ബെനോനീ NE povas, ^ ജിൻ netrovi. നിങ്ങൾ വിട്ടുകളയാനാവില്ല.എംഐ Nur rigardadas. ഞാൻ വെറുതെ പുറത്തേക്ക് നോക്കുകയാണ്.നൂ, ^ sajnis നല്കാൻ ideo. നന്നായി, അതു ഒരു നല്ല ആശയം പോലെ തോന്നി.
		-- Sandra Gotlieb, wife of the Canadian ambassador to the U.S.

%
ഫോർച്യൂൺ അവതരിപ്പിക്കുന്നു:എസ്പെരന്തോ # 2 ഉപയോഗപ്രദമായ ശൈലികൾ.^ മു tiu കളവുമുതൽ estas okupita? ഈ ഇരിപ്പിടം എടുത്തിട്ടുണ്ടോ?^ മു VI വർത്തമാനകാലസൂചനാരൂപം venas ^ സി.ഐ-Tien? നിങ്ങൾ ഇവിടെ വരാറുണ്ടോ?^ മു മൈ telelonnumeron വഴി havi povas? എനിക്ക് നിങ്ങളുടെ ഫോൺ നമ്പർ കിട്ടുമോ?എംഐ komputilisto estas. ഞാൻ കമ്പ്യൂട്ടറുകൾ പ്രവർത്തിക്കാൻ.എംഐ legas multe ഡാ scienca fikcio. ഞാൻ സയൻസ് ഫിക്ഷൻ ഒരുപാട് വായിച്ചു.^ മു necesas KE VI eliras? നിങ്ങൾക്ക് ശരിക്കും പോകുന്നത് ലേക്ക് ഉണ്ടോ?
		-- Sandra Gotlieb, wife of the Canadian ambassador to the U.S.

%
ഫോർച്യൂൺ അവതരിപ്പിക്കുന്നു:എസ്പെരന്തോ # 5 ഉപയോഗപ്രദമായ ശൈലികൾ.എംഐ ^ cevalovipus വിൻ സേ മൈ havus ഞാൻ ഒരു കുതിര ഉണ്ടായിരുന്നെങ്കിൽ ഞാൻ നിങ്ങളെ horsewhip ആഗ്രഹിക്കുന്നു.^ Cevalon.വേരെയുടെ VI ^ sercas. നീ തമാശ വേണം.നൂ, parDOOOOOnu മി! നന്നായി എന്നെ exCUUUUUSE!Kiu വിൻ invitis? ആർ ക്ഷണിച്ചു?Kion VI PRI MIA patrino diris? നീ എന്റെ അമ്മയുടെ കുറിച്ച് എന്തു പറഞ്ഞു?ബു ^ അങ്ങനെ ^ stopu മിനിറ്റിന് kulero. ഒരു സ്പൂൺ കൊണ്ട് എന്നെ Gag.
		-- Sandra Gotlieb, wife of the Canadian ambassador to the U.S.

%
ഗേ shlafen: "ഉറങ്ങാൻ പോയി" എന്ന യിദ്ദിഷ്.ഇപ്പോൾ "തമാശയ്ക്കെന്നവണ്ണം shlafen" അധികം ശങ്ക, കൂടുതൽ കാര്ന്നു ശബ്ദം ഇല്ലമുറിപ്പെടുത്തുന്ന, staccato "ഉറങ്ങാൻ പോകുന്നു"? വ്യത്യാസം കേൾക്കുക:"ഉറക്കം, നിങ്ങൾ അല്പം .ശുദ്ധമാക പോകുക!" ... "ഗേ shlafen, ഡാർലിംഗ്."വ്യക്തമായിരുന്നോ അത്?വ്യക്തമായും നിങ്ങൾ കുട്ടികളെ വേണ്ടി ചെയ്യാൻ കഴിയുന്ന മികച്ച കാര്യം ആരംഭിക്കാൻ ആണ്ഇപ്പോൾ സംസാരിക്കുന്ന യിദ്ദിഷ് ഒരിക്കലും പോലെ ഇംഗ്ലീഷ് മറ്റൊരു വചനം സംസാരിക്കുംനിങ്ങൾ താമസിക്കുന്ന കാലത്തോളം. ഈ, തീർച്ചയായും, എല്ലാ പഠിപ്പിച്ചു യിദ്ദിഷ് അനുവദിക്കേണ്ടിവരും ചെയ്യുംനിങ്ങളുടെ സുഹൃത്തുക്കൾ, ബിസിനസ്സ് അസോസിയേറ്റ്സ്, സൂപ്പർമാർക്കറ്റിൽ ജനതയും,അങ്ങനെ, എന്നാൽ വെറും പോയിന്റ്. ഇത് ദൃഢനിശ്ചയി ആരംഭിക്കാൻ ഉണ്ട്വ്യക്തികൾ തുടർന്ന് വളരും ....ചെറിയ അഡ്ജസ്റ്റുമെന്റുകൾ തീർച്ചയായും, നിർമ്മിക്കപ്പെടുന്ന ഉണ്ടായിരിക്കും: ആയിദ്ദിഷ് അക്ഷരങ്ങൾ ഏതൊക്കെ എഴുതിയിരിക്കുന്ന ദൃഷ്ടാന്തങ്ങൾ എപ്പോൾ പരിഹാസ്യമായ കഴിയില്ലഎല്ലാം യിദ്ദിഷ് എഴുതിയിരിക്കുന്ന. ഞങ്ങൾ നടത്തുന്ന ഡ്രൈവിംഗ് തുടങ്ങേണ്ടത് കാണാംറോഡിന്റെ ഇടത് വശത്ത് ഞങ്ങൾ വീഥിയിൽ അടയാളങ്ങൾ reading ചെയ്യില്ല അതിനാൽപുറകോട്ട്കണ്ടുപിടിക്കുക. എന്നാൽ ലോകസമാധാനം നൽകേണ്ടിവരും ആ വളരെ ഉയർന്ന വില?ഞാൻ എന്റെ സുഹൃത്ത് വിചാരിക്കുന്നില്ല, ഞാൻ കരുതുന്നു.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
"ഗീ, മാധ്യമവും, ഞാൻ പാവാണെന്ന് കൻസാസ് ഇരിക്കുന്നു കരുതുന്നില്ല."
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
"തോളിൽ ദൈവം ഭാരങ്ങൾ നൽകുന്നു"ജിമ്മി കാർട്ടർ തന്റെ ഇളവ് പ്രസംഗത്തിൽ ഈ ജൂത വാക്കു ഉദ്ധരിച്ചിരിക്കുന്നത്1980 തെരഞ്ഞെടുപ്പിലെ അവസാനം. ചുരുങ്ങിയത് അത് ഒരു യഹൂദ വാക്കു പറഞ്ഞു; ഞാന്എവിടെയും കണ്ടെത്താൻ കഴിയില്ല. ഞാൻ അദ്ദേഹത്തെ സത്യവാൻമാരുടെ പറ്റി ഉറപ്പുണ്ട്; എന്തുകൊണ്ട്അവൻ പോലുള്ള ഒരു കാര്യം കള്ളം തന്നെ?
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
രാത്രി ഓസ്റ്റിൻ, ടെക്സാസ്, നിങ്ങൾ എവിടെയായിരുന്നാലും!
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
യാങ്കിസ് വെറുക്കന്നതിനെപ്പറ്റി പിസ്സ പൈ, അവിവാഹിതരായ അമ്മമാർ അമേരിക്കൻ പോലെ ആണ്നിങ്ങളുടെ ആദായ നികുതി തട്ടിപ്പ്.
		-- Mike Royko

%
നിങ്ങൾക്ക് ഏറ്റവും പുതിയ ജാപ്പനീസ് ക്യാമറ കണ്ടിട്ടുണ്ടോ? പ്രത്യക്ഷമായും അത് ചെയ്യാനാകും ഫാസ്റ്റ് ആണ്അവന്റെ വായില് കൂടെ ഒരു അമേരിക്കൻ ഫോട്ടോ!
		-- Mike Royko

%
ബസ് തകർക്കും ശ്രമിക്കുന്ന കാലിഫോർണിയൻ തീവ്രവാദ കുറിച്ച് കേൾക്കുന്നുണ്ടോ?ഉപയോഗിച്ചുതീരുക പൈപ്പ് തന്റെ അധരങ്ങൾ ദഹിപ്പിച്ചു.
		-- Mike Royko

%
വെറും ലോട്ടറി നേടിയ യുവ ചൈനീസ് സ്ത്രീയെ കുറിച്ച് കേൾക്കുന്നുണ്ടോ?വൺ ഭാഗ്യമായി കുക്കി ...
		-- Mike Royko

%
ഇവിടെ ആഴ്ചയിലെ വസ്തുത, ഒരുപക്ഷേ മാസം വസ്തുത.ഒരുപക്ഷേ സ്രോതസ്സുകളിൽ പ്രകാരം, കൊക്ക കോള ആളുകളെ നേരിടുന്നുചൈനയിൽ കടുത്ത മാർക്കറ്റിംഗ് ഉത്കണ്ഠ.ആയി ഒന്നുകിൽ (അനുസരിച്ച് വാക്കുകൾ 'കൊക്ക കോള "ചൈനീസ് വിവർത്തനംകനാലില്) "മെഴുക്-തടിപ്പിച്ച മാരെ" ന് അല്ലെങ്കിൽ "മെഴുക് നങ്ങളുടെ കടിക്കും".മെഴുക് നങ്ങളുടെ കടിക്കുകയും ചെയ്യും.അവിടെ പരുക്കൻ നീതി ഒരു തരത്തിൽ, അവിടെ ഇല്ല?അത് പോലെ മനോഹര ഈ വസ്തുത കഷ്ടത, ഇത് ബുദ്ധിമുട്ടാണ് എന്നതാണ്അതു നിന്നു മുഴുവൻ കോളം നേടുന്നതിന്. ഞാൻ ഒരു മെഴുകു കടിക്കും ലോകത്തെ പഠിപ്പിക്കാൻ ആഗ്രഹിക്കുന്നുനങ്ങളുടെ. കോക്ക് - യഥാർത്ഥ മെഴുക്-തടിപ്പിച്ച മാരെ തുടർന്ന്. മോശം അല്ല, വീഥിയില്യഥാതഥവുമായ വിനിയോഗിക്കാൻ അപ്പ് തുറക്കരുത്.
		-- John Carrol, The San Francisco Chronicle

%
"തന്റെ മഹത്തായ ലക്ഷ്യം ഉടൻ തനിക്കുള്ള പോലെ സംസ്കാരത്തിന്റെ നിന്ന് രക്ഷപ്പെടാൻ ആയിരുന്നു,,പണം അവൻ സതേൺ കാലിഫോർണിയ പോയി. "
		-- John Carrol, The San Francisco Chronicle

%
ചരിത്രകാരന്മാർ ഇപ്പോൾ തീർച്ചയായും വാന് Cabrillo, കണ്ടെത്തിയ ആ സ്ഥാപിച്ചകാലിഫോർണിയ, കൻസാസ് തിരയുന്ന അല്ല, അങ്ങനെ ഒരു കീഴ്വഴക്കം സജ്ജീകരണംഇന്നു തുടരുന്നു.
		-- Wayne Shannon

%
Houdini ന്യൂജേഴ്സിയിൽ നിന്നുള്ള തലയൂരുന്നു!പതിനൊന്നു ചെയ്തത് ഫിലിം.
		-- Wayne Shannon

%
എത്ര പുരോഹിതന്മാർ ബോസ്ടന് മാസ് ആവശ്യമാണ്?
		-- Wayne Shannon

%
ഞാൻ ഒരു നല്ല, ക്ലീൻ മുറിച്ചു മംഗോളിയൻ ബാലനെ ആകുന്നു.
		-- Yul Brynner, 1956

%
ഞാൻ വാസ്തവത്തില് ഘട്ടങ്ങളിൽ ആകുന്നു, ഒരു പ്രത്യേകിച്ച് അഹങ്കാരികളായി എക്സ്ക്ലുസീവ് വ്യക്തിപ്രീ-Adamite തറവാട്ടിൽ വംശജരാണ്. ഞാൻ നിങ്ങളോടു പറയുന്നു, ഈ ഗ്രഹിക്കുംഎനിക്ക് തിരിച്ചു protoplasmal അനാദി ആറ്റോമിക എന്റെ പൂർവികന്മാരെക്കുറിച്ചോ ഇത്തരത്തിലൊന്ന് കഴിയുന്നഗോളങ്ങൾ. തൽഫലമായി, എന്റെ കുടുംബം അഹങ്കാരം ദൈവനിശ്ചയത്തിൽ എന്തോ. ഞാന്അത് തിരുത്താനും കഴിയും. ഞാൻ sneering ജനിച്ചു.
		-- Pooh-Bah, "The Mikado"

%
ഞാൻ മരിച്ചുപോയ അറിഞ്ഞില്ല; ഞാൻ ബ്രിട്ടീഷ് കരുതി.
		-- Pooh-Bah, "The Mikado"

%
ഞാൻ തൊണ്ണൂറ്റൊമ്പതു ശതമാനം മൂഢനാവുക നിലയിൽ നൂറു ശതമാനം അമേരിക്കൻ നിർവചിച്ചിരിക്കുന്നു.
		-- George Bernard Shaw

%
ഞാൻ Air ലേക്ക് ഒരു അമ്പു എയ്തു, അതു പറ്റും.വ്യക്തമായ ദിവസംU.C.L.A.ഇപ്പോൾ അതു ഞങ്ങളുടെ ഇല്ലായിരുന്നുവെങ്കിൽ ആ എയർ ഇത്രയധികം മലിനീകരണം തുടർന്ന്ശ്വാസകോശം ഏറ്റു സ്ഥലം ചെലവഴിക്കുന്ന.
		-- Robert Orben

%
ഇന്നു ഞാൻ എന്റെ "ഞാൻ തിരികെ ന്യൂയോർക്ക് പോവേണ്ട" ഘട്ടത്തിൽ വഴി പോകുന്നു. അവധിക്കാലമാണ്ഓരോ ആറു മാസത്തിനകം. അങ്ങനെ ഞാൻ ഒരുപക്ഷേ unwisely, ഞാൻ പങ്കിടുന്ന ആഗ്രഹിക്കുന്നു വിചാരിച്ചുനിങ്ങൾക്ക് ഒപ്പം.> ന്യൂയോർക്ക് ശീതകാലം അതു ദശലക്ഷം ഡിഗ്രി പൂജ്യം താഴെയാണെങ്കിൽ ലും  കാറ്റു ഒരു ദശലക്ഷം മൈൽ 5th Avenue ഒരു മണിക്കൂർ ഇറങ്ങി ചെയ്തത് സഞ്ചരിക്കേണ്ടത്.> അർത്ഥമെന്താണ് അത് 72 ആണ്.> ന്യൂയോർക്ക് വേനൽക്കാലത്ത് അതു ഒരു ദശലക്ഷം ഡിഗ്രി ഈർപ്പവും ആണ്  ഒരു ദശലക്ഷം ശതമാനമാണ്.> അർത്ഥമെന്താണ് അത് 72 ആണ്.> ന്യൂയോര്ക്കിലെ ദശലക്ഷം രസകരമായ ആളുകൾ ഉണ്ട്.> അർത്ഥമെന്താണ് 72 ഉണ്ടു.
		-- Robert Orben

%
"ഞാൻ പിട്സ്ബര്ഗ് അതിലുണ്ട്. എന്തുകൊണ്ട് ഇവിടെ ഞാന്?"
		-- Harold Urey, Nobel Laureate

%
എല്ലാ ചൈനീസ് ഒരേസമയം 10 ​​കാലിൽനിന്നു പസഫിക് ചാടി എങ്കിൽപ്ലാറ്റ്ഫോം അവരുടെ തീരത്ത് 10 അടി പണിതു, അത് ഒരു ടൈഡൽ തിരമാല കാരണമാകുംആ പടിഞ്ഞാറെ നെബ്രാസ്ക ഈ രാജ്യത്ത് എല്ലാം നശിപ്പിക്കും.
		-- Harold Urey, Nobel Laureate

%
ഇല്ലിനോയിസ് ദൈവം മറന്നു കൃത്യം ഇല്ലയോ - കൂടുതൽ പോലെദേശം അവൻ അവഗണിക്കാൻ ശ്രമിക്കുന്നത്.
		-- Harold Urey, Nobel Laureate

%
1880-ൽ ഫ്രഞ്ച് ഡീട്രായ്ട് പിടിച്ചടക്കി എന്നാൽ തിരികെ കൊടുത്തിട്ടു ... അവർക്കു കഴിഞ്ഞില്ലഭാഗങ്ങൾ നേടുക.
		-- Harold Urey, Nobel Laureate

%
അമേരിക്കയിൽ അത് എത്ര ഒരു ഇനം ചെലവുകൾ, അത് നിങ്ങൾ രക്ഷിക്കും എത്രമാത്രം നമ്മൾ.
		-- Harold Urey, Nobel Laureate

%
ഏതെങ്കിലും വേൾഡ് മെനുവിൽ, കാനഡ ജാതികളുടെ vichyssoise പരിഗണിക്കേണ്ടതുണ്ട് -അതു പര്യാലോചിക്കാം, തണുത്ത പകുതി ഫ്രെഞ്ച്, പ്രയാസമാണ്.
		-- Stuart Keate

%
കാലിഫോർണിയ അവർ ചപ്പുചവറുകളും വലിച്ചെറിയേണ്ടതില്ല - അവർ അതിനെടെലിവിഷൻ ഷോകൾ.
		-- Woody Allen, "Annie Hall"

%
മിനസോട്ടയിലെ അയോവ എല്ലാ ഫുട്ബോൾ ഫീൽഡുകൾ കൃത്രിമ ടർഫ് എന്തിനാണെന്നു അവർ ചോദിക്കുന്നു.ഇത് മറ്റാതെ കളിയിൽ മേയും ഇല്ല അതിനാൽ തുടർന്ന്.
		-- Woody Allen, "Annie Hall"

%
ഇന്ത്യാന ബാസ്ക്കറ്റ്ബോൾ പ്രതിഷ്ഠ സംസ്ഥാനമാണ്. ബാസ്കറ്റ് ബോൾ, soybeans, എലികൾ ആൻഡ്ബാസ്ക്കറ്റ്ബോൾ. ബെർക്ക്ലി, പറയേണ്ടതില്ല ഏതാണ്ട് അത്ലറ്റിക് പോലെ അല്ല. ബെർക്ക്ലികോഫി, യുവത്വം, ഉറഞ്ഞ് കോഫി പ്രതിഷ്ഠ.
		-- Carolyn Jones

%
Inglish Spocken hier: ചില ബോഗികളിൽ വിവർത്തനങ്ങൾഒരു സോവിയറ്റ് കരിങ്കടൽ ക്രൂയിസ് ലൈനർ ഒരു കാബിൻ വാതില് ഇൻ:emergings ലെ apparata Helpsavering പല വിസിലുകൾ ഇതാbosums ആൻഡ് യോഗം കുറിച്ച് stringing apparata ബന്ധപ്പെടുത്തുകപിന്നിൽ, നിസ്സംഗത lifesaveringshippen പിന്നീട് ഓടിപ്പോകുംപാത്രത്തെ ഉപദേശിക്കുന്നു obedicing.ഒരു ബെല്ഗ്രേഡ് ഹോട്ടൽ വാതിലിൽ:ൽ ചോർത്തി ഞങ്ങൾക്കു വല്ല unficiency കുറിച്ച് അറിയട്ടെ അതുപോലെ		സേവനം. നമ്മളാൽ പരിഷ്ക്കരിക്കും.
		-- Colin Bowles

%
Inglish Spocken hier: ചില ബോഗികളിൽ വിവർത്തനങ്ങൾസ്പെയിനിൽ കത്തീഡ്രലായി ന് ഇൻ:അതു പോലും ഒരു വിദേശിയെ എങ്കിൽ ഒരു സ്ത്രീ പ്രവേശിക്കാൻ വിലക്കപ്പെട്ടതാണ്ഒരു മനുഷ്യൻ അര.ഒരു കൈരോ ബാറിലേക്ക് enterance മുകളിൽ:ഭർത്താവും ഇല്ലാതിരുന്നാൽ പ്രവേശിപ്പിച്ചു അല്ല മൃതദേഹത്തെ ലേഡീസ്സമാനമായ.ഒരു ബ്യൂകരെസ്ട് എലിവേറ്റർ ന്:ലിഫ്റ്റ് അടുത്ത ദിവസം സ്ഥിര ചെയ്യുകയാണ്.ആ സമയത്ത് ഞങ്ങൾ നിന്നെ സഹിക്കാനാവാത്ത ആകും ഖേദമുണ്ട്.
		-- Colin Bowles

%
Inglish Spocken hier: ചില ബോഗികളിൽ വിവർത്തനങ്ങൾപോളണ്ട് വിവിധ അടയാളങ്ങളും:അടിയന്തര പുറത്ത് നേരെ വലത്തോട്ട് തിരിയുക.സ്കീ ഭൂതങ്ങൾ അവിടെ പിടിപ്പാൻ പോലെ മഞ്ഞും soothingly പോകുക.എല്ലാ മണിക്കൂർ അഞ്ചു മണിക്ക് ചായ.സിഡ്നി ഒരു പുരുഷ ഇതല്ല ഇൻ:അധിക വെള്ളം കയ്യിൽനിന്നു ആരംഭിക്കാൻ പുഷ് ബട്ടൺ, ഷെയ്ക്ക്,എയർ ഔട്ട്ലെറ്റ് കീഴിൽ അതിവേഗം കൈകളും തടവുക കൈകളും തടവുകകുപ്പായം മുന്നിൽ ന്.
		-- Colin Bowles, San Francisco Chronicle

%
Minnesotans കൂടുതൽ Kool-എയ്ഡ് കുടിക്കയില്ല എന്തുകൊണ്ട് Iowans ചോദിക്കുന്നു. അതാണ് കാരണംഅവർ ഒന്നിലേക്ക് വെള്ളം രണ്ടു ഊതാറുണ്ട് നേടുകയും എങ്ങനെ മനസിലാക്കാൻ കഴിയുന്നില്ലചെറിയ പേപ്പർ എൻവലപ്പുകൾ.
		-- Colin Bowles, San Francisco Chronicle

%
അത് സൺ ഫ്ര്യാന്സിസ്കൊ ലോസ് ആംജല്സ് ഇഷ്ടപ്പെടുന്നത് ആളുകൾ ഉണ്ട് ജീവിക്കുന്നത് ആ സുന്ദരമായ ആണോ?
		-- Herb Caen

%
ദൈവം ഒക്ലഹോമ പകെച്ചു വാദിക്കാൻ പ്രയാസം. അവൻ ചെയ്തില്ലെങ്കിൽ, എന്തുകൊണ്ട് ഇത്രടെക്സാസിലെ ലേക്ക് അടയ്ക്കുക?
		-- Herb Caen

%
അത് Camelot അല്ല എങ്കിലും ഇത് ഒന്നുകിൽ, ക്ലീവ്ല്യാംഡ് അല്ല.
		-- Kevin White, Mayor of Boston

%
ഇത് ഹങ്കേറിയൻ പോരാ തുടർന്ന്; നിങ്ങൾ വളരെ താലന്തു ഉണ്ടായിരിക്കണം.
		-- Alexander Korda

%
ആ വസ്തുത മേൽ പ്രതിഫലിപ്പിക്കാൻ, ഒറ്റ, അല്പം Unsettling തുടർന്ന്ഇംഗ്ലീഷ് മാത്രം പ്രധാന ഭാഷയാണ് 'ഞാൻ' വലിയക്ഷരമാകാനിടയില്ല ആണ്; പലമറ്റ് ഭാഷകളിൽ "നിങ്ങൾ" വലിയക്ഷരമാക്കാനിടയില്ല ഒപ്പം 'ഞാൻ' ലോവർ കേസ് ആണ്.
		-- Sydney J. Harris

%
ജീവിതം, മരണം, അല്ലെങ്കിൽ ലോസ് ആഞ്ചൽസ്: ഇത് ശരിക്കും തികച്ചും ലളിതമായ ചോയ്സ് തുടർന്ന്.
		-- Sydney J. Harris

%
ഫ്രഞ്ച് പഠിക്കുക പേജുകളുള്ള ആണ് കുതിരയെയും പദം cheval ആണ്, മറ്റുള്ളതെല്ലാംഅതേ വഴിയിൽ പിന്തുടരുകയും.
		-- Alan J. Perlis

%
അങ്ങനെ പല അമേരിക്കക്കാരും പോലെ അവൾ ഉണ്ടാക്കിയ ഒരു ജീവിതം നിർമ്മിക്കാൻ ശ്രമിച്ചിരുന്നുഅവൾ ഗിഫ്റ്റ് ഷോപ്പുകൾ കണ്ടെത്തി കാര്യങ്ങൾ നിന്ന് അർത്ഥത്തിൽ.
		-- Kurt Vonnegut, Jr.

%
അതുപോലെ, ദേശീയ വിശപ്പു, അസംസ്കൃത ഉള്ളി കൂടെ ചാവുകടലിലെ-സൌഖ്യം മത്തി,കുറച്ച് സുഹൃത്തുക്കൾ വിജയി, ഓസ്ത്രേലിയ ഒഴിവാക്കപ്പെട്ടിരിക്കുന്നു.
		-- Darwin Porter "Scandinavia On $50 A Day"

%
എൽ.എ ജീവിക്കുന്നു ശനിയാഴ്ച രാത്രി ഒരു തീയതി ഇല്ലാത്ത പോലെയാണ്.
		-- Candice Bergen

%
ന്യൂ യോർക്ക് നഗരത്തിലെ ജീവിക്കുന്നു കാര്യങ്ങൾ ആ ആഗ്രഹിക്കുന്ന യഥാർത്ഥ ഇൻസെന്റീവ് നൽകുന്നുവേറെ ആരും ആഗ്രഹിക്കുന്നു.
		-- Andy Warhol

%
മിനസോട്ട -സ്വർണനിറം മുടി നീല ചെവി ഹോം.സ്വതന്ത്ര ലോകത്തിന് കൊതുക് വിതരണക്കാരൻ.ഒരു loon പ്രണയത്തിൽ വീഴാൻ വരും.സന്ദർശകർ അസൂയ നീല തിരിയാൻ എവിടെ.ഒരു ദിവസം അതു വർഷം ബാക്കി വളരെ തണുപ്പാണ്, ചൂടാണ്.വിവിധ സംസ്കാരങ്ങളും ദേശത്തു - കൂടുതലും തൊണ്ട.എവിടെ എലൈറ്റ് യോഗം ആലിപ്പഴമഴ.അതു കയ്യുറ അല്ലെങ്കിൽ ഇങ്ങനെ വിടുന്നത്.പല തണുത്ത, പക്ഷേ ഏതാനും ഫ്രീസുചെയ്തിരിക്കുമ്പോൾ.മറന്നത് എന്ന സ്കീ വീട്ടിലും ദേശം.10,000 Petersons ദേശം.
		-- Andy Warhol

%
105 പൗണ്ട് എല്ലാ തൂക്കിക്കൊടുത്തു ഒരു അഞ്ചുപേരെ അടി നിന്നിരുന്ന Moishe Margolies,തന്റെ സോക്സും തന്റെ ആദ്യം വിമാന യാത്ര ചെയ്തു. അടുത്ത ഒരു ഒരു ഇരുന്നുഎന്ന ഹെവിവെയ്റ്റ് ചാമ്പ്യനായി ആയിരിക്കും സംഭവിച്ചു ഒരു മനുഷ്യന്റെ bruiser hulkingലോകം. അവൻ പോലും വിമാനം കടക്കുന്നതിനുമുമ്പു് ലിറ്റിൽ Moishe മതി ഉണ്ടായിഎന്നാൽ ഇപ്പോൾ എഞ്ചിനുകൾ ഇരമ്പം വലിയ ഉയരം പഴയത് അവനെ ബാധിച്ചു.അങ്ങനെ പേടിച്ചരണ്ട അവൻ വയറ്റിൽ മറിഞ്ഞു അവൻ എല്ലാ അപ്പ് എറിഞ്ഞു എങ്ങനെഅരികെ പേശി ഭീമൻ siting മേൽ. ഭാഗ്യവശാൽ, കുറഞ്ഞത് Moishe വേണ്ടിമനുഷ്യൻ ഉറങ്ങുകയായിരുന്നു ശബ്ദം ആയിരുന്നു. എന്നാൽ ഇപ്പോൾ ചെറിയ മനുഷ്യൻ മറ്റൊരു പ്രശ്നം ഉണ്ടായിരുന്നു. എങ്ങനെ ലെലോകം എപ്പോഴെങ്കിലും അവൻ ഫിഞ്ചും പൈശാചിക ലേക്ക് സാഹചര്യം വിശദീകരിക്കുംഎഴുന്നേൽപിച്ചു? വിമാനം ഇന്റര്കോം ന് പാചകക്കാരി പെട്ടെന്നുള്ള ശബ്ദം ഒടുവിൽbruiser ഉണർന്നു, ഒപ്പം Moishe അവന്റെ വായിൽ തന്റെ ഹൃദയം അവസരം ഉയർന്നു."മെച്ചപ്പെട്ട ഇപ്പോൾ തോന്നുന്നു?" അവൻ solicitously ചോദിച്ചു.
		-- Andy Warhol

%
മാന്ടരേ ... തീരുമാനിക്കപ്പെട്ടതുപോലെ pleasantest ഏറ്റവും പരിഷ്കൃത-തിരയുന്ന സ്ഥലമാണ്കാലിഫോർണിയയിലെ ... [അതു] പുറമേ കോഴി-പ്രതിരോധ, ചൂതാട്ട ഒരു വലിയ സ്ഥലമാണ്എല്ലാത്തരം, fandangos, ഒപ്പം amusements ആൻഡ് knavery വിവിധ സകലവിധ.
		-- Richard Henry Dama, "Two Years Before the Mast", 1840

%
ഏറ്റവും ടെക്സൻ ഹനുഖ താറാവ് കോൾ ചില കരുതുന്നു.
		-- Richard Lewis

%
എന്റെ ഗോഡ ഞാൻ sucha ജനത്തെ കാണുന്നു അനുഗ്രഹിക്കും ഒരിക്കലും.
		-- Signor Piozzi, quoted by Cecilia Thrale

%
ന്യൂയോർക്ക് വാസ്തവം ആണ്. ബാക്കി കണ്ണാടികൾ ചെയ്തു കൂടെ.
		-- Signor Piozzi, quoted by Cecilia Thrale

%
ന്യൂയോർക്ക് ഇപ്പോൾ ചുറ്റും എണ്ണം ലോകത്തിലെ വലിയ പട്ടണങ്ങൾ നയിക്കുന്നുനിങ്ങൾ ഒരു പെട്ടെന്നു വ്യതിയാനങ്ങള്ക്ക് പാടില്ല ആരെ.
		-- David Letterman

%
ഇല്ല മറ്റ് ഏതു ജാതികൾ കാര്യം യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് കുറിച്ച് പറയാം;ഇമിഗ്രേഷൻ ഇപ്പോഴും മുഖസ്തുതിയോ sincerest രൂപമാണ്.
		-- David Letterman

%
"ഇപ്പോൾ കർത്താവായ ദൈവം എന്ന സ്ഥലത്ത് Whittier ഒരു തോട്ടം ഈസ്റ്റ് നട്ടുYorba ലിൻഡ അവൻ ഓറഞ്ച് മരങ്ങൾ ആ വളരാൻ ഉണ്ടാക്കി നിലത്തു നിന്നുഭക്ഷ്യ അതിന്റെ അവൻ SUNKIST ലേബൽ പഴങ്ങൾ നല്ല ആയിരുന്നു ... "
		-- "The Begatting of a President"

%
രാത്രി അവളുടെ കുടുംബം, കൻസാസ് നിന്ന് കാലിഫോർണിയ മാറുന്നതിനു മുൻപ് അല്പംപെൺകുട്ടിയെ നമസ്കാരം അവളുടെ കിടക്ക വഴി മുട്ടുകുത്തി. "ദൈവം ഇനിയിവിടെ ആൻഡ് ഡാഡി അനുഗ്രഹിച്ചുകീത്ത് കിം, "അവൾ പറഞ്ഞു. അവൾ നേടുകയും തുടങ്ങി അവൾ വേഗം ചേർത്തു," ഓദൈവം ഈ വിട ആണ്. നാം ഹോളിവുഡിൽ ലേക്ക് മാറ്റുന്നു. "
		-- "The Begatting of a President"

%
മൊത്തത്തിൽ, ഞാൻ പകരം ഫിലാഡൽഫിയയിലെ ആഗ്രഹിക്കുന്നു.
		-- W. C. Fields' epitaph

%
Busmanship, ന്യൂയോർക്ക് രീതിയിൽ, നിയമങ്ങൾ ഒരാൾ നിങ്ങളുടെ ഒരിക്കലും കീഴടങ്ങരുത് ആണ്മറ്റൊരു പാസഞ്ചർ സീറ്റ്. ഈ തടിച്ചിരിക്കുന്നു തോന്നിയേക്കാം, എന്നാൽ അത് നല്ലത്വഴി, ശരിക്കും. ഒറ്റ പാസഞ്ചർ ബോധംകെട്ടു ഒരാളെ ഒരു സീറ്റ് നൽകാൻ ആയിരുന്നു എങ്കിൽനിരയിലാണ് ലെ പറയുക ബസ് മറ്റുള്ളവരുടെ കുഴയുന്ന ക്ഷയിക്കുകയും ഒപ്പംഅവർ ടൊപേക കൻസാസ് ഉണ്ടായിരുന്നു ഭാവനയിൽ.
		-- W. C. Fields' epitaph

%
paak, വ: സ്റ്റേഡിയം അല്ലെങ്കിൽ പതിച്ചിരുന്നു പാടുന്നതും ഫീൽഡ്. വെച്ചു വിടുകയും (എഒരു പ്രത്യേക സ്ഥലം കുറച്ചുകാലം ഒരു വാഹനം).patato, വ: starchy, ഒരു വ്യാപകമായി കൃഷി പ്ലാന്റ് ഭക്ഷ്യ കിഴങ്ങുവർഗ്ഗങ്ങൾക്കും.Septemba, എൻ: വർഷം 9-ആം മാസം.ശൂവയുടെ n: യാതൊരു സംശയവുമില്ല ഉള്ളതുകൊണ്ടു ചില.sista, വ: സ്പീക്കർ അതേ അച്ഛനും അമ്മയും ഇല്ലാത്ത ഒരു പെൺ.tamato, വ: എ മാംസളമായ പുറംതൊലി തൊലിയുള്ള ചുവപ്പുകലർന്ന ഫലം സലാഡുകൾ തിന്നുകയുംഅല്ലെങ്കിൽ ഒരു പച്ചക്കറി ആയി.troopa, വ: ഒരു സംസ്ഥാനം പോലീസുകാരൻ.Wista, എൻ: കേന്ദ്ര Masschewsetts ഒരു നഗരമാണ്.yaad, n: ഒരു കെട്ടിടത്തിൽ സമീപം നിലത്തു ലഘുലേഖയുടെ.
		-- Massachewsetts Unabridged Dictionary

%
ഒരുപക്ഷേ, എല്ലാ ശേഷം, അമേരിക്ക കണ്ടെത്തിയിട്ടുണ്ട് ഒരിക്കലും. ഞാൻ എന്നെത്തന്നെ തന്നെഅതു കേവലം കണ്ടെത്തി ചെയ്തിരുന്നു പറയുന്നു.
		-- Oscar Wilde

%
ഫിലാഡൽഫിയയിലെ മുഷിഞ്ഞ അല്ല - അതു അടുത്ത കാരണം, ലൈക്ക് തോന്നുന്നുആവേശകരമായ Camden, ന്യൂ ജേഴ്സി.
		-- Oscar Wilde

%
പ്രൊവിഡൻസ്, ന്യൂജേഴ്സി, ഏതാനും പട്ടണങ്ങൾ Velveeta ചീസ് എവിടെ ഒന്നാണ്ആവേശംകൊണ്ട് ഷെൽഫ് ദൃശ്യമാകുന്നു.
		-- Oscar Wilde

%
സൺ ഫ്ര്യാന്സിസ്കൊ അത് ഫലമായി അല്ല, അതു ഒരിക്കലും.
		-- Herb Caen

%
സീയാട്ല് ജനം വാച്ച്-താറാവുകൾ അവരുടെ സംരക്ഷിക്കുന്നതിന് അങ്ങനെ ആർദ്ര ആണ്.
		-- Herb Caen

%
ഒരു pollster ഒരു ലോകവ്യാപക അഭിപ്രായ വോട്ടെടുപ്പ് എടുക്കൽ ഉണ്ടായിരുന്നു.അവളുടെ ചോദ്യം "എക്സ്ക്യൂസ്? എന്തു മാംസം ദൌർലഭ്യം നിങ്ങളുടെ അഭിപ്രായം തുടർന്ന്" ആയിരുന്നുടെക്സാസിലെ, ഉത്തരം "ഒരു ദൌർലഭ്യം എന്താണുള്ളത്?" ആയിരുന്നുപോളണ്ട്, ഉത്തരം "ഇറച്ചി എന്താണുള്ളത്?" ആയിരുന്നുസോവിയറ്റ് യൂണിയനിൽ, ഉത്തരം "ഒരഭിപ്രായം എന്താണുള്ളത്?" ആയിരുന്നുന്യൂയോർക്ക് നഗരത്തിൽ, ഉത്തരം "ന്റെ .എങ്ങനെ എന്താണ്?" ആയിരുന്നു
		-- Herb Caen

%
ചില 1500 മൈൽ പടിഞ്ഞാറ് ബിഗ് ആപ്പിൾ ഞങ്ങൾ Minneapple, ഒരു കണ്ടെത്താൻകഷ്ടകാലങ്ങളിൽ ശാന്തി സ്വർഗ്ഗം. ഒരു നല്ല സ്ഥലമാണ്, ഒരു പരിഷ്കൃത നഗരത്തിലെ.അവർ ഇപ്പോഴും വ്യാഴാഴ്ച ചെയ്തതിനു ഷർട്ടുകൾ എങ്ങനെ തിരികെ അറിയുന്നു എവിടെ ഒരു പട്ടണം. അനുവദിക്കുകബിഗ് ആപ്പിൾ "ബ്രോഡ്വേ ജോ" Namath കാലുക ഞങ്ങൾക്കുണ്ട്. നാം അറിഞ്ഞുംഭാഷകൻ എന്നാൽ സ്ഥിരതയുള്ള Killebrew. വരണ്ട മാർട്ടിനി മേൽ കോൾ പോർട്ടർ പര്യായംനന്നായി Whoopee ജോൺ പോൾക കേട്ടു ഒരിക്കലും വേണ്ടത്ര ആണൊ ആ അനുയോജ്യമായേക്കാവുന്നപട്ടാളവും ഒരിക്കലും 3.2 ധാന്യം ബെൽറ്റ് ബിയർ ഒരു കുടം പങ്കിട്ടു കഴിഞ്ഞു. നഷ്ടംഅവർക്കായിരുന്നു. പിന്നെ ബിഗ് ആപ്പിൾ നിലക്കടല പൊരുത്തപ്പെടുന്നില്ല കഴിയുന്ന ബാഗെൽ ചുട്ട് ഇതുവരെlefse ന് വെണ്ണ. ഇവിടെ പ്രധാന നഗരങ്ങളിലെ പ്രശ്നം ഡച്ച് എൽമ് എവിടെ ഒരു പട്ടണമാണ്രോഗം നമ്പർ കുറ്റകൃത്യങ്ങളുടെ ഓവർടൈം പാർക്കിങ് ആണ്. ഞങ്ങൾ കൂടുതൽ തിയേറ്റർ ഇന്നുമുണ്ട്ബിഗ് ആപ്പിൾ അധികം പ്രതിശീർഷ. നമ്മൾ കണ്ടു വരാത്ത കാണാൻ പോയി. നാം പോലും പോയിഞങ്ങൾ അവിടെ എത്താൻ ശിവകുമാര് നിന്ന് മഞ്ഞും പത്തു ഇഞ്ച് അളന്നുകൊടുക്കുന്നു വേണം സന്ദർഭം. തീർച്ചയായുംശീതകാലത്ത് ഉഗ്രതയുമുള്ളവ. എന്നാൽ Minneapple വേനൽക്കാലത്ത് ആശ്ചര്യമുളവാക്കുകയുണ്ടായി വരുന്നു.ആളുകൾ അങ്ങനെ കാഴ്ചയോ മേയറൊടു സന്തോഷിക്കും നഗരത്തിന്റെ തടാകങ്ങൾ ആടുകളെപരമ്പരാഗത ഇറങ്ങി-നിറഞ്ഞു പറയാന് ബൻ സൗജന്യമായി വളരെ സന്തോഷമുണ്ട് മാനവരാശിയെ.ഇവിടെ Minneapple അത്രയേയുള്ളൂ. അതിന്റെ ജനത്തോടു. രീതിയിൽ നമ്മുടെ ഫ്ലയർ സന്തുലിതമാകുന്നുവെന്ന്കാറ്റു കുളിരു ഘടകങ്ങൾ ഒരു ആരോഗ്യകരമായ ആദരവും വഴി.ഞങ്ങൾ എപ്പോഴും എല്ലായ്പ്പോഴും ഞങ്ങളുടെ പച്ചക്കറികൾ തിന്നുക.ഈ Minneapple ആണ്.
		-- Herb Caen

%
ആരോ മൂന്ന് ന്യൂയോർക്ക് ഏറ്റവും പലപ്പോഴും-കേട്ടു വാക്യങ്ങളായ ഒരു പഠനം ചെയ്തുസിറ്റി. വൺ "ഹേയ്, ടാക്സി." ആണ് രണ്ട്, "ഞാൻ നേടുകയും എടുക്കേണ്ടതു എന്ത് ട്രെയിൻBloomingdale? "എന്ന് മൂന്നു ആണ്" വിഷമിക്കേണ്ട. ഇത് വെറുമൊരു മാംസം മുറിവു തന്നെയാണ്. "
		-- David Letterman

%
"" എവിടെയോ പിതാവേ Vittorini പറഞ്ഞു: "ബ്ലെയ്ക്കിന്റെ ഒരക്ഷരം ഉരിയാടിയിട്ടില്ലസന്തോഷവും യന്ത്രസാമഗ്രികളും? അതായത്, ദൈവം പരിതസ്ഥിതികൾ പ്രൊമോട്ട് ചെയ്തിറ്റില്ലെങ്കിൽ,, കളിപ്പാട്ടം മനുഷ്യരുടെ മാംസം അസ്തിത്വം മത്സരിച്ചുകൊണ്ടിരുന്നു ഈ പ്രകൃതിനിയമങ്ങൾക്ക് വിരട്ടുക ഒപ്പംസ്ത്രീകൾ പോലുള്ള ഞങ്ങൾ എല്ലാവരും? അപ്രകാരം സന്തോഷപൂർവം പുറപ്പെട്ടു ഞങ്ങളുടെ മികച്ച കൂടെ അയച്ചുനല്ല കൃപയും പിഴ പൂശിയവരായി, ശാന്തത noons ന് ന്യായമായ climes ൽ ഞങ്ങൾക്ക് ദൈവത്തിന്റെ ആകുന്നുസന്തോഷവും യന്ത്രസാമഗ്രികളും? ""ബ്ലെയ്ക്ക് പറഞ്ഞു എങ്കിൽ" പിതാവേ ബ്രയാൻ, "അവൻ ഡബ്ലിന് ജീവിച്ചിരുന്ന ഒരിക്കലും." പറഞ്ഞു
		-- R. Bradbury, "The Machineries of Joy"

%
തൻറെ അനന്തമായ ജ്ഞാനം, സർവശക്തനായ Frenchmen സൃഷ്ടിക്കാൻ ഫിറ്റ് കണ്ടില്ലഇംഗ്ലീഷുകാർ ഇമേജിൽ.
		-- Winston Churchill, 1942

%
ആറാം വാർഡിൽ അമേരിക്കൻ ജനത പിഴ ജനം ആകുന്നു; അവർ സ്നേഹിക്കുന്നുകഴുകൻ - ഒരു ഡോളറിന് ഇന്നലെ വീണ്ടും.
		-- Finlay Peter Dunne

%
ആംഗ്ലോ-സാക്സൺ മനസ്സാക്ഷി നിന്ന് ആംഗ്ലോ-സാക്സൺ തടയില്ലപാപം, അതു കേവലം തന്റെ പാപം ആസ്വദിക്കുന്ന നിന്ന് അവനെ തടയുന്നു.
		-- Salvador De Madariaga

%
മികച്ച കേസ്:, അമേരിക്കയിൽ നിന്ന് ശമ്പളം നേടുക ഇംഗ്ലണ്ടിൽ ഒരു ആലയം പണിയുംഒരു ജാപ്പനീസ് ഭാര്യ ജീവിച്ചു ചൈനീസ് ഭക്ഷണം കഴിക്കുക.അത്യുഗ്രന് കേസ്: ഇംഗ്ലണ്ട് ശമ്പളം നേടുക അമേരിക്ക ഒരു ആലയം പണിയുംഒരു ചൈനീസ് ഭാര്യ ജീവിച്ചു ജാപ്പനീസ് ഭക്ഷണം കഴിക്കുക.മോശമായ: ചൈനയിൽ നിന്ന് ശമ്പളം നേടുക ജപ്പാനിലെ ഒരു ആലയം പണിയുംഒരു ബ്രിട്ടീഷ് ഭാര്യ ജീവിച്ചു അമേരിക്കൻ ഭക്ഷണം കഴിക്കുക.
		-- Bungei Shunju, a popular Japanese magazine

%
അയോവ പുറത്ത് വരുന്ന ആ മികച്ച കാര്യം ഞാൻ-80 ആണ്.
		-- Bungei Shunju, a popular Japanese magazine

%
അമേരിക്ക വൻ നഗരങ്ങളിലും മൂന്നാം ലോക രാജ്യങ്ങളിൽ മാറിക്കഴിഞ്ഞിരിക്കുന്നു.
		-- Nora Ephron

%
ബ്രിട്ടീഷ് വരുന്നു ബ്രിട്ടീഷ് വരുന്നു
		-- Nora Ephron

%
ബോംബെ കാലാവസ്ഥയാണ് അതിലെ നിവാസികൾ മറ്റെവിടെയെങ്കിലും ജീവിക്കേണ്ട നൽകുന്നത്.
		-- Nora Ephron

%
ഐറിഷ് ശാപം അവർ ഒരു ഗാനം വചനങ്ങൾ അറിയുന്നില്ല എന്നു അല്ല -അവർ * ___ എല്ലാവരും * അവരെ അറിയാം തുടർന്ന്.
		-- Susan Dooley

%
Czechs അവർ വളരെ ഒരു സാറ്റലൈറ്റ് ലോഞ്ച് വരുത്തുമെന്നു സ്പുട്നിക് ശേഷം പ്രഖ്യാപിച്ചു.തീർച്ചയായും, സ്പുട്നിക് ഭൂമിയെ പരിക്രമണം പൂർത്തിയാക്കും!
		-- Susan Dooley

%
അമേരിക്കയും ഇംഗ്ലണ്ടും തമ്മിലുള്ള വ്യത്യാസം ഇംഗ്ലീഷ് കരുതുന്ന 100 ആണ്മൈൽ ഒരു ദീർഘദൂര ആണ് അമേരിക്കക്കാർ 100 വർഷം വളരെക്കാലം കരുതുന്നു.
		-- Susan Dooley

%
മുട്ട ക്രീം മനഃശാസ്ത്രപരമായി പരിച്ഛേദന വിപരീതമാണ് അത് - അത്* Pleasurably * നിങ്ങളുടെ Jewishness ഉത്തമപിതാവാണ്.
		-- Mel Brooks

%
മലയാളം രാജ്യം മാന്യനായ ഒരു കുറുക്കൻ ശേഷം കുതിച്ചു - പാടില്ലാത്തതുംuneatable നിറഞ്ഞ ക്ഷമയാണ്.
		-- Oscar Wilde, "A Woman of No Importance"

%
ഇംഗ്ലീഷ് അവരുടെ ഭാഷ ധിക്കരിച്ചു ഞങ്ങൾക്കുണ്ട്, ഉപദേശിക്കും ചെയ്യുകഅവരുടെ മക്കൾ സംസാരിപ്പാൻ.
		-- G. B. Shaw

%
ഇംഗ്ലീഷ് ഷർട്ടിന്റെ യാതൊരു താലന്തു ഉണ്ട് എളിമയും ആർ ആരെങ്കിലും അഭിനന്ദിക്കുകഇതേക്കുറിച്ച്.
		-- James Agate, British film and drama critic

%
മൂടിക്കെട്ടിയ ജനങ്ങൾക്ക് ഒരു സണ്ണി സ്ഥലം [ഫ്രഞ്ച് ഹൗസില് ആണ്].
		-- Somerset Maugham

%
ബോസ്റ്റൺ ഭൂമിശാസ്ത്രപരമായ സെന്റര് Roxbury ആണ്. നിശ്ചിത വടക്ക്കേന്ദ്രം നാം തെക്കു കണ്ടെത്താൻ. ഈ ദക്ഷിണ കൂട്ടിക്കുഴയ്ക്കരുത് താനുംനേരിട്ട് ഈസ്റ്റ് തെക്കു നിന്ന് കിടക്കുന്ന ബോസ്ടന്. ദക്ഷിണ വടക്ക്അവസാനിപ്പിക്കുക ഈസ്റ്റ് ബോസ്റ്റൺ ആണ് ഈസ്റ്റ് ബോസ്റ്റൺ തെക്കുപടിഞ്ഞാറായി നോർത്ത് അവസാനം ആകുന്നു.
		-- Somerset Maugham

%
goys താഴെ സിദ്ധാന്തം ഫിറാദോസിന് ...ലെക്ചർ.
		-- Physicist John von Neumann, at the start of a classroom

%
ചൊവ്വയിലെ മേൽ മാൻഹട്ടൻ തന്റെ saucer വന്നിറങ്ങി, ഉടനെഉയർന്നുവരുന്ന ഒരു panhandler സമീപിച്ചപ്പോൾ. "മിസ്റ്റർ," മനുഷ്യൻ, ഞാൻ ദേഷ്യത്തോടെ പറഞ്ഞു "ഒരു പാദത്തിൽ ഉണ്ടോ? "ചൊവ്വയിലെ ചോദിച്ചു, "ഒരു പാദത്തിൽ എന്താണുള്ളത്?"panhandler തെളിഞ്ഞിട്ടുണ്ട്, ഒരു മിനിറ്റ് വിചാരിച്ചു, പിന്നീട് പറഞ്ഞു, "നിങ്ങൾ മുൻപരിചയംവലത്! ഞാൻ ഒരു ഡോളറിന് തരാമോ? "
		-- Physicist John von Neumann, at the start of a classroom

%
കൊതുക് ന്യൂ ജേഴ്സിയിലെ ന്റെ പക്ഷികളുണ്ട്.
		-- Andy Warhol

%
ലോകത്തിലെ ഏറ്റവും സാധാരണമായ തന്നിരിക്കുന്ന പേര് മുഹമ്മദ് ആണ്; ഏറ്റവും സാധാരണമായലോകത്തിലെ വീട്ടുപേര് ചാങ് ആണ്. നിങ്ങൾ വീശിയടിക്കുന്ന നമ്പർ സങ്കല്പിക്കാനാവുമോമുഹമ്മദ് ചാങ് പേരുള്ള ലോകത്തിലെ ആളുകളുടെ?
		-- Derek Wills

%
ന്യൂയോർക്ക് മേൽ എൽ.എ മാത്രമേ സാംസ്കാരിക മെച്ചം നിങ്ങൾ ഒരു ശരിയായ കഴിയും എന്നതാണ്ചുവന്ന ലൈറ്റ് ഓൺ.
		-- Woody Allen

%
സൺ ഡീയേഗൊ ഫ്രീവേ. 1984 ഒളിംപിക്സിൽ ഔദ്യോഗിക പാർക്കിംഗ് സ്ഥലം!
		-- Woody Allen

%
കഷ്ടത ആണ്, വെള്ളക്കാർ അനന്തമായ കൈയിൽ ആണ്, പക്ഷേ അവിടെ ഉണ്ട്എപ്പോഴും മനുഷ്യർ പരിമിതമായ എണ്ണം ആയിരുന്നുവോ.
		-- Little Big Man

%
ലോകത്തിലെ ഏറ്റവും ഉത്സാഹികളായ ബേസ്ബോൾ ഫാൻ (ഒരു Aggie) ഭൂതകാല എത്തിയത്എങ്കിലും അവൻ വിട്ടുപോയ ഗ്രഹിക്കാൻ വേൾഡ് സീരീസ് ആദ്യ കളിയിൽ സ്റ്റേഡിയംവീട്ടിൽ തന്റെ ടിക്കറ്റ്. ആദ്യ ഇന്നിംഗ് ഏതെങ്കിലും പോയില്ല ഞാനെന്ന ഞാന് അവൻ പോകുമ്പോൾടിക്കറ്റ് ബൂത്തിൽ മറ്റൊരുവൻ സീറ്റിൽ നീണ്ട വരിയിൽ ലഭിച്ചത്. ഒരു മണിക്കൂറിന് ശേഷം ന്റെ, അവൻ ഒരു ശബ്ദത്തെ വിളിച്ചു ബൂത്ത് നിന്ന് ഏതാനും അടി ആയിരുന്നു കാത്തിരിക്കുക "ഹേയ്ഡേവ്! "Aggie, തലപൊക്കി ലൈൻ നിന്നു ഒഴിഞ്ഞു; ഉടമയെ കണ്ടെത്താൻ ശ്രമിച്ചുശബ്ദം - യാതൊരു വിജയം. പിന്നെ അവൻ തന്റെ സ്ഥലം നഷ്ടപ്പെട്ട തിരിച്ചറിഞ്ഞുലൈൻ വീണ്ടും എല്ലാ മീതെ കാത്തിരിക്കേണ്ടി വന്നു. ഫാൻ ഒടുവിൽ ടിക്കറ്റെടുത്ത് സന്ദർഭംഅവൻ ദാഹിച്ചു, എന്നിട്ട് ഒരു പാനീയം വാങ്ങാൻ പോയി. ഇളവ് സ്റ്റാൻഡ് വരിയിൽവളരെ നീണ്ട ആയിരുന്നു ഗെയിം അവൻ കാത്തിരിക്കാൻ തീരുമാനിച്ചു ആരംഭിച്ചു ചെയ്തിട്ടില്ലാത്തതിനാൽ. പോലെഅവൻ ജാലകത്തിലേക്ക് വിളിച്ചു ഒരു ശബ്ദവും, "ഹേയ്, ഡേവ്!" ലഭിച്ചു വീണ്ടും Aggie ശ്രമിച്ചുഎന്നാൽ കൂടെയല്ല - ശബ്ദം കണ്ടെത്താൻ. അവൻ തിരികെ വരിയിൽ പോലെ അവൻ എത്രയും ആയിരുന്നുഅവന്റെ പാനം ചെയ്യുന്നു. ഒടുവിൽ ഫാൻ ആരംഭിക്കുന്നതിന് ഗെയിം ആകാംക്ഷയോടെ തന്റെ സീറ്റിൽ പോയി.അവൻ പിച്ച് കാത്തിരിക്കുന്ന അവൻ, വോയ്സ് കോളിംഗ് കേട്ടു "ഹായ് ഡേവ്!" ഒരിക്കൽ കൂടി.രോഷം പൂണ്ട അവൻ എഴുന്നേറ്റ് ജയശ്രീ മുകളിൽ പോയെ "എന്റെ പേര് ഡേവ് അല്ല!"
		-- Little Big Man

%
അപ്പോൾ തായ്വാൻ-ന് പേരുള്ള Formosan ബാർറ്റന്റർ ഉണ്ടായിരുന്നു.
		-- Little Big Man

%
അവിടെ * __ ഭൂമിയിലൊരു * ബുദ്ധിയുള്ള ജീവൻ; ഞാൻ തിങ്കളാഴ്ച ടെക്സാസ് വിട്ടേക്കുക.
		-- Little Big Man

%
അതു നാലോ അഞ്ചോ ചൈനീസ് ഭക്ഷണം കഴിപ്പാൻ ഒറ്റയായി കണ്ടാൽ ഉണ്ട്ഒരു വരിയില്; ചൈനയിൽ ഞാൻ പലപ്പോഴും അവരെ ഓർമിപ്പിക്കുകയും ഒരു ബില്യൺ അല്ലെങ്കിൽ അങ്ങനെ ഉണ്ട്അതിനെക്കുറിച്ച് ഒറ്റയായി ഒന്നും കണ്ടെത്താൻ ആളുകൾ.
		-- Calvin Trillin

%
സതേൺ കാലിഫോർണിയ തെറ്റൊന്നുമില്ല വർദ്ധന ഉണ്ടുസമുദ്രം ലെവൽ ചികിത്സിക്കാൻ മനസ്സില്ലായിരുന്നു.
		-- Ross MacDonald

%
യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് കുറഞ്ഞത് 500.000.000 എലികൾ ഉണ്ടായിരിക്കണം; തീർച്ചയായും,ഞാൻ മുമ്പ് കഥ കേട്ടിട്ടില്ല.
		-- Ross MacDonald

%
ഒരിക്കൽ ഒരു delicatessan മുകളിൽ ജീവിച്ചിരുന്ന ഈ സ്വാമി ഉണ്ടായിരുന്നു. ഒറ്റ തോന്നുന്നുനാൾ അവൻ ചില പുതിയ കരൾ വേണ്ടി വയ്യാതെ ൽ നിർത്താൻ തീരുമാനിച്ചു. നന്നായി, ഉടമഡെലി ഒരു ചിലവുകുറഞ്ഞ സ്കേറ്റ് ഒരു ബിറ്റ് ആയിരുന്നു, അൽപ്പം ട്ട് തീരുമാനിച്ചുതന്റെ ഉപഭോക്താവിന്റെ ചെലവിൽ മാറ്റം. , Counterman പതിഞ്ഞ പറഞ്ഞു അവൻഇതെന്താ "സ്വാമിയുടെ കരൾ മേൽ തൂക്കുക!"
		-- Ross MacDonald

%
ഈ ന്യൂയോർക്കർ ഒരു Texan ഒരു ആജീവനാന്ത അഭിലാഷം ഉള്ളതെന്ന് ഉണ്ടായിരുന്നു.ഭാഗ്യവശാൽ, അവൻ ഒരു Texan സ്നേഹിതൻ ഉണ്ടായിരുന്നു ഉപദേശത്തിനുമായി അവനെ പോയി. "മൈക്ക്,ഞാൻ എപ്പോഴും ഒരു Texan ആഗ്രഹിച്ചു ഭീരു. നിങ്ങൾ ഒരു * ____ യഥാർത്ഥ * Texan എന്തു മുൻപരിചയംഞാൻ ചെയ്യണം? ""ശരി," മൈക്ക് മറുപടി പറഞ്ഞു, "നിങ്ങൾ ചെയ്യേണ്ടത് ലഭിച്ചു കാര്യം ആദ്യം നോക്കൂ ആണ്ഒരു Texan പോലെ. നിങ്ങൾക്കിപ്പോൾ ക്ഷണത്തിൽ എന്നാണ്. രണ്ടാമത്തെ കാര്യംനിങ്ങൾ ഒരു പോരുന്നു സംസാരിക്കുന്നു ആണ് ചെയ്യാൻ ലഭിച്ചു. ""നന്ദി, മൈക്ക്, ഞാൻ ഒരു ഓണക്കാലം നൽകും," ആണവവൈദ്യുതി മറുപടി.ഏതാനും ആഴ്ച കടന്നു ആണവവൈദ്യുതി ധരിച്ച ഒരു സ്റ്റോർ കയറി sauntersപത്തു വീണേനെ തൊപ്പിയും ൽ, കൗബോയി ബൂട്ട്, ലേവി ജീൻസും ഒരു bandanna. "ഏയ്,pardner ഞാൻ ചില ബീഫ്, വളരെ കുറവല്ല, ആഗ്രഹിക്കുന്ന അവരിൽ ചിലർ പുതിയ ബിസ്ക്കറ്റ് "അവൻ counterman പറയുന്നു.അതിനു പിന്നിൽ ഭീമന് അവനെ ഒരു നീണ്ട ലുക്ക് എടുക്കും തുടർന്ന് പറയുന്നു,"ന്യൂയോർക്കിലെ നിന്ന് ആയിരിക്കണം."ന്യൂയോർക്കർ blushes, പറയുന്ന "കൊള്ളാം, അതെ, ഞാൻ. എങ്ങനെനിനക്കറിയാം?""കാരണം ഈ ഒരു ഹാർഡ്വെയർ സ്റ്റോർ ആണ്."
		-- Ross MacDonald

%
ഞാൻ വിർജീനിയ കുറിച്ച് ഇഷ്ടമല്ല എന്തെങ്കിലും വെറും കാര്യമില്ല; സംസ്ഥാനം.
		-- Ross MacDonald

%
ഞങ്ങളെ കുറിച്ച് വ്യത്യസ്തമായി എന്തെങ്കിലും ഉണ്ട് - യൂറോപ്പിലെ ജനം വ്യത്യാസംആഫ്രിക്ക, ഏഷ്യ ... ഈസ്റ്റർ ബണ്ണി ആഴമേറിയ പാലിക്കുന്നതിനും വിശ്വാസം.
		-- G. Gordon Liddy

%
മൂന്ന് Midwesterners, ഒരു Kansan, ഒരു Missourian ഒരു Iowan,എല്ലാ ക്വിസ് പ്രോഗ്രാം പ്രത്യക്ഷപ്പെടുന്നത് ഈ വിധി പൂർത്തിയാക്കാൻ ആവശ്യപ്പെട്ടു:"പഴയ MacDonald ഒരു... ഉണ്ടായിരുന്നു""പഴയ MacDonald ഒരു വെച്ചൂച്ചിറ ഉണ്ടായിരുന്നു" Kansan ഉത്തരം."ക്ഷമിക്കണം, അത് തെറ്റാണെന്ന്," ഗെയിം ഷോ ഹോസ്റ്റ് പറഞ്ഞു."പഴയ മക്.ഡൊണാൾഡും വീണു സൗജന്യമായി ബ്രേക്ക് വിന്യാസം ഉണ്ടായിരുന്നുസർവീസ് സ്റ്റേഷൻ, "Missourian പറഞ്ഞു."തെറ്റാണ്.""പഴയ MacDonald ഒരു ഫാം ഉണ്ടായിരുന്നു" Iowan പറഞ്ഞു."ശരി!" quizmaster വേണ്ടതുമാണല്ലോ. "ഇപ്പോൾ $ 100,000 വേണ്ടി, കാർഷിക. 'ഉച്ചരിക്കുന്നത്""ലളിതം," Iowan പറഞ്ഞു. "ഇ-ഞാൻ-ഇ-ഞാൻ-ഒ."
		-- G. Gordon Liddy

%
അതിന്റെ ഭാഗത്തു ലോകത്താകമാനം സൂചന അയഞ്ഞ എല്ലാം ലോസ് ഏഞ്ചൽസിലെ കാലുകുത്തി ചെയ്യും.
		-- Frank Lloyd Wright

%
ഒരു കാലിഫോർണിയ, ഒരു വ്യക്തി മുമ്പെ criminally ഭ്രാന്തൻ തന്നെത്താൻ തെളിയിക്കുകയുംന്യൂയോർക്കിലെ ഒരു ടാക്സി ഓടിക്കാൻ അനുവാദമുള്ളൂ. ന്യൂയോർക്ക് cabbies വേണ്ടി, സത്യസന്ധത,ചുവന്ന ലൈറ്റുകൾ താമസിക്കും രണ്ടും ഓപ്ഷണൽ ആണ്.
		-- From "East vs. West: The War Between the Coasts

%
ഒരു കാലിഫോർണിയ എല്ലാം പുതിയ Yorkers തണുപ്പുകാലത്ത്; പോലും ചൂടിൽ ക്രൂരതയാണെന്ന് പോയിഅമ്പതു-എട്ട് ഡിഗ്രി മുകളിൽ. ന്യൂയോർക്കിലെ ഒരു തെരുവിൽ ചുരുക്കാൻ എങ്കിൽ, പ്ലാൻഅവിടെ ഏതാനും ദിവസം ചെലവഴിക്കാൻ.
		-- From "East vs. West: The War Between the Coasts

%
ഒരു ന്യൂയോർക്കർ എല്ലാം Californians പണ്ടെ പോലും കറുത്ത ആകുന്നു. ഇതുണ്ട്,വാസ്തവത്തിൽ, മുഴുവൻ അയൽപ്രദേശങ്ങളെ മാത്രം പണ്ടെ ജനങ്ങൾക്ക് Zoned എന്ന്. ദികാലിഫോർണിയ, സ്വീഡൻ വ്യത്യാസം ഒരേയൊരു വഴി എന്നതാണ്സ്വീഡന്കാര് മെച്ചപ്പെട്ട ഇംഗ്ലീഷ് സംസാരിക്കുന്നു. "
		-- From "East vs. West: The War Between the Coasts

%
ഒരു ആണവവൈദ്യുതി ഒരു കുറവ് വിപണിയിൽ മാത്രം കാലിഫോർണിയ വീടുകളിൽമില്യൻ ഡോളർ തീ കൂട്ടത്തിൽ. ഇവ പൊതുവെ അറുനൂറു വേണ്ടി പോകുംആയിരം.
		-- From "East vs. West: The War Between the Coasts

%
സ്വൈരികളായി ഒറ്റ എ) നന്നായി നീചമായ ആകുലതകളും വഴി unhounded, ആഹാരം വേണം സന്തോഷവനാകുവാൻസീയോൻ ബി) ഒരുവൻറെ സാധാരണക്കാരിൽ ലേക്കുള്ള പുച്ഛമോ സൗകര്യപ്രദമായ തോന്നൽ നിറഞ്ഞസഹ പുരുഷന്മാരെ സി) ആഡംബരത്തോടെ ഒപ്പം നിരന്തരവും ഒരാളുടെ രുചി തക്കവണ്ണം മാഷു.ഈ നിർവചനം സ്വീകരിച്ചിരിക്കുന്നു എങ്കിൽ ഒരു രാജ്യവും ഇല്ല, എന്റെ തർക്കവും ആണ്എന്റെ വിചിത്രമായൊരു ഒരു മനുഷ്യൻ - ഞാൻ എന്നെപ്പോലെ ഒരു മനുഷ്യൻ രൂപീകരിച്ചു ഉൾകൊള്ളുന്ന ലോകത്തിൽബലഹീനതകൾ, വിഭവങ്ങളാണ് .ഇതിനാൽ, ഒപ്പം aversions - അവൻ കഴിയുന്നത്ര അല്ലാദിയയുടെ കഴിയുംയുണൈറ്റഡ് സ്റ്റേറ്റ്സ് ആയിരിക്കും. കൂടുതൽ പോകുന്നു എന്നു ഞാന് അത് അന്യഥാ കിടന്നുയുണൈറ്റഡ് സ്റ്റേറ്റ്സ് ജീവിക്കാൻ അത്തരം ഒരു മനുഷ്യൻ ലിഫ്റ്റിംഗ് ഫിസിക്കൽ impossibilityസന്തുഷ്ടരായിരിക്കാനും അല്ല.
		-- H. L. Mencken, "On Being An American"

%
Edina അറിയുന്നത് തള്ളിക്കളയാൻ ആണ്.
		-- Dudley Riggs, "The Year the Grinch Stole the Election"

%
വൈകിയതുമൂലം ഞാന് നമുക്ക് ഇനി കാൻസാസിലുള്ള മുൻപരിചയം തോന്നുന്നില്ല.
		-- Judy Garland, "Wizard of Oz"

%
സഞ്ചാരികൾക്ക് - ന്യൂയോർക്ക് ഹാർഡ്-വേവിച്ച cabbies ചില ആസ്വദിക്കൂ. നിങ്ങൾ എപ്പോഴാണ്നിങ്ങളുടെ ലക്ഷ്യസ്ഥാനത്തേക്ക് നേടുകയും നിങ്ങളുടെ ഡ്രൈവർ പറയുന്നു "നൽകണം? ഞാൻ തടസ്സമൊന്നും-കാൽനടയാത്ര ആയിരുന്നു."
		-- David Letterman

%
ന്യൂയോർക്കിലെ ട്രാഫിക് സിഗ്നലുകൾ വെറും അപമാനമാണെന്ന് ആകുന്നു.
		-- David Letterman

%
ന്യൂ ഇംഗ്ലണ്ട് സഞ്ചരിക്കുകയോ ഒരു ഓടിക്കുന്നവള് ഒരു ചെറിയ ഗ്രാമത്തിൽ ഗ്യാസ് നിർത്തി."ഈ സ്ഥലം ഏതാണ് വിളിച്ച്?" അവൻ സ്റ്റേഷൻ അറ്റൻഡന്റ് ചോദിച്ചു."എല്ലാ ആശ്രയിച്ചിരിക്കുന്നു," നേറ്റീവ് drawled. "നിങ്ങൾ അവരെ ത്യാഗങ്ങളെയെല്ലാം ഉണ്ടെന്ന്ഈ ഡാഡ്-ആക്ഷേപം പുഴു തിന്നു, പൊടി മൂടിയ, ഏക-സ്മിത ഡംപ് ജീവിക്കാൻ, അല്ലെങ്കിൽതങ്ങളുടെ സമീപത്തുകൂടി കേവലം അതിന്റെ അപരിചിതമായ ആൻഡ് മനോഹരമായ റസ്റ്റിക് ധിക്കരിച്ച ആസ്വദിക്കുന്ന പറ്റിഒരു ഹ്രസ്വ അക്ഷരപ്പിശക്? "
		-- David Letterman

%
മനോഹരമായ മൊബൈല്, മിനസോട്ട സന്ദർശിക്കുക.
		-- David Letterman

%
മനോഹരമായ വിസ്കോൺസിൻ Dells സന്ദർശിക്കുക.
		-- David Letterman

%
[1] മനോഹരമായ മങ്ങിയ പർവതനിരകൾ സന്ദർശിക്കുക![1] സന്ദർശനം, വി .:, ഒരാഴ്ച വരിക വളരെയധികം പണം ചെലവഴിക്കുന്നത് മറഞ്ഞിരിക്കുന്ന നികുതി ഒത്തിരി നൽകുകയും,തുടർന്ന് വിട്ടേക്കുക. അടുത്ത വർഷം വീണ്ടും നിങ്ങളുടെ പണം കാണാൻ സന്തുഷ്ടവാൻ ആയിരിക്കും.നിങ്ങൾ വളരെ തിരക്കിലാണ് ആണെങ്കിൽ, കേവലം പണം അയച്ചുകൊണ്ട് സമയം ലാഭിക്കാൻ കഴിയും.
		-- David Letterman

%
നാം ന്യൂയോർക്കിൽ അത് എങ്ങനെ കാര്യമാക്കുന്നില്ല.
		-- David Letterman

%
, സ്ത്രീകൾ സുന്ദരിയാണ്, തടാകം Wobegon എല്ലാവരെയും ശക്തമായ എവിടെയാണെന്ന് സ്വാഗതംകുട്ടികളും മുകളിൽ ശരാശരി ആകുന്നു.
		-- Garrison Keillor

%
നീചമായ ബിസിനസ്സ് നിങ്ങൾക്ക് ഏത് തരം ഇപ്പോൾ എവിടെ? ഞാൻ മനുഷ്യൻ ഉദ്ദേശിക്കുന്നത്, ഇടത്തേക്കുനീ എവിടെ? എവിടേക്കു നീ അമേരിക്ക, രാത്രിയിൽ നിന്റെ തിളങ്ങുന്ന കാറിൽ?
		-- Jack Kerouac

%
രണ്ടു മാസം വിജയം കാലിഫോർണിയ പകുതി ഇച്ഛിക്കുംപോലെ അല്ല ചെയ്യുന്നുവിജയിക്കുകയില്ല.
		-- Rev. Henry Durant, founder of the University of California

%
ഒരു മനുഷ്യൻ ലണ്ടൻ മടുപ്പ് എപ്പോഴാണ്, ജീവന്റെ സുഖപൂർണ്ണമായ.
		-- Samuel Johnson

%
വേനൽക്കാല മിനസോട്ടയിലെ വന്നിരിക്കുന്നു ചെയ്യുമ്പോൾ, ചോദിക്കുന്നു? കഴിഞ്ഞവർഷം ഞാൻഅതു ചൊവ്വാഴ്ച തോന്നുന്നു.
		-- Samuel Johnson

%
ഞാൻ ആദ്യം ഈ രാജ്യത്ത് എത്തിയ ഞാൻ എന്റെ പോക്കറ്റിൽ മാത്രം പതിനഞ്ചു സെൻറ് ഉണ്ടായിരുന്നുഒപ്പം വിട്ടുവീഴ്ച സന്നദ്ധത.
		-- Weber cartoon caption

%
ഞാൻ പറഞ്ഞു ആ തിരക്കൊഴിഞ്ഞ ഒരു അടയാളം കണ്ടപ്പോൾ "ലോസ് ഏഞ്ചൽസ് 445 മൈൽ," ഞാൻ പറഞ്ഞുഎനിക്കുതന്നെ, "ഞാൻ ഈ പാത നിന്നു നേടുകയും ലഭിച്ചു."
		-- Franklyn Ajaye

%
നീ ഏകനായി ഒരാളായി ഒരിക്കലും ഉപയോഗിക്കുന്ന തീർന്നിരിക്കുന്നു നീ തന്നേ പരിഗണിക്കാംAmericanized.
		-- Franklyn Ajaye

%
മിഷിഗൺ വിടാൻ അവസാന വ്യക്തി ലൈറ്റുകൾ ഉല്പാദിപ്പിക്കുക തരാമോ?
		-- Franklyn Ajaye

%
Yawd [ക്രിയ, Bostonese]: വന്നിരിക്കണം ഐഡി കാമ്പസ്.
		-- Webster's Unafraid Dictionary

%
അതെ, ഞാൻ ഇപ്പോൾ ന്യൂയോർക്കിലെ ഈ ആശംസകള് ചെറിയ അപ്പാർട്ട്മെന്റ്, കൂട്ടത്തിലായിരുന്നു ലഭിച്ചുഎൽ ആകൃതിയിലുള്ള പശുക്കൾ. നിർഭാഗ്യവശാൽ, ഒരു ലോവർ കേസ് L തുടർന്ന്.
		-- Rita Rudner

%
നിങ്ങൾക്ക് എല്ലായ്പ്പോഴും ശൂന്യമായ സ്പ്രേ പെയിന്റ് ക്യാനുകളിൽ ഭൂതകാല baseballs ദേശസ്നേഹം ഓപ്ഷനുണ്ട്ഒരു ഒരു ക്ലീവ്ല്യാംഡ് പ്രാന്തപ്രദേശത്തുള്ള ക്യൂൾ-ദേ-അടിയുന്ന.
		-- Rita Rudner

%
നിങ്ങൾ Edina നേടാൻ, Edina ചലിപ്പിക്കുക ചെയ്യരുത്.
		-- Guindon

%
നിങ്ങൾ ഒരു ചെറിയ പട്ടണത്തിൽ അറിയാൻ ...നിങ്ങൾ പോകുന്ന എല്ലാവർക്കും അറിയാം കാരണം നിങ്ങൾ ടേൺ സിഗ്നലുകൾ ഉപയോഗിക്കരുത്.നിങ്ങൾ ജൂൺ 13 ന് ജനിച്ച നിങ്ങളുടെ കുടുംബത്തെ പ്രാദേശിക നിന്ന് ഏറ്റുവാങ്ങുകയും നേരിടുന്നുവ്യാപാരികൾ, വർഷത്തിലെ ആദ്യ കുഞ്ഞിനെ ആയതിനാലാണ്.എല്ലാവരും ആരുടെ ക്രെഡിറ്റ് നല്ലതു അറിയുന്നു ഭാര്യ അല്ല.പേര് ഉപയോഗിച്ച്, നിങ്ങൾക്ക് മുന്നറിയിപ്പ് ഓരോ നായ സംസാരിക്കും ... അവൻ തന്റെ വാൽ wags.നിങ്ങൾ തെറ്റായ നമ്പർ ഡയൽ, എങ്ങനെയെങ്കിലും 15 മിനിറ്റ് സംസാരിക്കുക.നിങ്ങൾ തെറ്റായ ബാങ്ക് ഒരു മസ്റി അതു എന്തായാലും മൂടുന്നു.
		-- Guindon

%
