നിങ്ങളുടെ പാത കുറുകെ ഒരു കറുത്ത പൂച്ച മൃഗം എവിടെയോ പോകുന്ന സൂചിപ്പിക്കുന്നു.
		-- Groucho Marx

%
എന്റെ ഒരു സ്നേഹിതൻ ആരാധിക്കുമോ അക്യുപങ്ചർ പതിക്കുന്നത്. നിങ്ങൾക്ക് പോകാൻ ഇല്ല.നിങ്ങൾ തന്നെ തെരുവിൽ നടക്കുന്നതു തികച്ചും ഒപ്പം ... അതബീര്, വളരെ നല്ലത്.
		-- Steven Wright

%
ഒരു പഴയ വീട്ടിൽ ഒരു വലിയ ചിലന്തി ഈച്ചകൾ പിടിപ്പാൻ ഒരു മനോഹരമായ വെബ് പണിതു.ഓരോ തവണയും ഒരു ഈച്ചയെപ്പോലും വെബിൽ ഇറങ്ങുകയും ചിലന്തിയെ തിന്നുകളഞ്ഞു അതിൽ ഉഴലുന്നു ചെയ്തുഅവനെ വെബ് സുരക്ഷിതവും കരുതിക്കോളും വേറെ ഈച്ച വന്നപ്പോൾ അങ്ങനെസ്വസ്ഥത അതിൽ ഏകാന്ത സ്ഥലം. ഒരു ദിവസം ഒരു ഒരേ ബുദ്ധിയുള്ള ഈച്ച ചുറ്റും സിരുത്തൈചിലന്തി പ്രത്യക്ഷനായി എന്നു പറഞ്ഞു വിളക്കുകൾ ഇല്ലാതെ ഇത്രകാലം വെബ് മുകളിൽ"ഇറങ്ങും." എന്നാൽ ഈച്ച തന്നിലും മിടുക്കന് ആയിരുന്നു വെളിച്ചം ഒരിക്കലും പറഞ്ഞു, "എനിക്ക് മറ്റ് ഈച്ചകൾ കാണും ലംഘിക്കാത്തതും ഞാൻ നിങ്ങളുടെ വീട്ടിൽ മറ്റേതെങ്കിലും ഈച്ചകൾ കാണുന്നില്ല. "അവൻ മറ്റു ധാരാളം ഉണ്ടായിരുന്നു സ്ഥലത്തു എത്തുവോളം അങ്ങനെ അവൻ പറന്നുഈച്ചകൾ. ഒരു ബീ അപ്പ് സിരുത്തൈ പറഞ്ഞ സമയത്ത് അവൻ അവരുടെ ഇടയിൽ നാഗപൂരിലേക്ക് ഭാവിച്ചു"ആ flypaper തുടർന്ന് വങ്കത്തമാണ് അതു പിടിക്കുക,. എല്ലാ ഈച്ചകൾ മണിക്കൂറുകള് മാത്രം." "ആയിരിക്കും ചെയ്യരുത്നിസാരമായ അവർ നൃത്തം 'എന്ന, ഈച്ചയെപ്പോലും പറഞ്ഞു "." അങ്ങനെ അദ്ദേഹം താമസിക്കുകയും തടസ്സപ്പെട്ട മാറിമറ്റെല്ലാ ഈച്ചകൾ കൂടെ flypaper ലേക്ക്.ധാർമിക: ഉണ്ട് നമ്പറുകൾ, അല്ലെങ്കിൽ മറ്റെന്തെങ്കിലും യാതൊരു സുരക്ഷാ ആണ്.
		-- James Thurber, "The Fairly Intelligent Fly"

%
ജനം ഒരുപാട് ഉയരങ്ങളിലെത്തി ഭയപ്പെടുന്നു. ഞാനല്ല. ഞാൻ വീതി എന്ന ഭയമില്ല.
		-- Steven Wright

%
ഒരു ആധുനിക കെട്ടുകഥAesop ന്റെ കെട്ടുകഥകൾ മറ്റ് പരമ്പരാഗത കുട്ടികളുടെ സ്റ്റോറികൾ ഉപമ ഉൾപ്പെട്ടിരിക്കുന്നത്ഇന്നത്തെ യുവജനങ്ങൾക്ക് വളരെ തന്ത്രപൂർവം. കുട്ടികള് പരിഷ്കരിച്ച സന്ദേശം വേണമെങ്കിൽസമകാലിക സാഹചര്യങ്ങളുമായി തന്ത്രം ലൈൻ, ഇറാനല്ലാതെ മതിയായ ചുരുക്കത്തിൽ കൂടെഇന്നത്തെ മിനിറ്റ് ശ്രദ്ധ ചാൺ.പ്രശ്നത്തിലായ Aardvarkഒരിക്കൽ, ജീവിതത്തിൽ ആരുടെ മാത്രം ഇഷ്ടംപോലെ ചെയ്തു ഒരു Aardvark ഉണ്ടായിരുന്നുതന്റെ സബർബൻ ബംഗ്ലാവിൽ നിന്ന് ഒരു വലിയ ബ്രോക്കറേജ് വീട്ടിൽ ജോലി ഡ്രൈവിംഗ്തന്റെ പുതിയ ബ്രാൻഡ് 4x4 ൽ. തന്റെ കൌശലപരമായ ബോസിനെ തന്റെ conniving വെറുത്തുദുരാഗ്രഹിയായ സഹപ്രവർത്തകരെ, തന്റെ അത്യാഗ്രഹികളായ ഭാര്യയും snivelling, കേടുവന്നമക്കൾ. ഒരു ദിവസം Aardvark തന്റെ ജീവനെ അർത്ഥത്തിൽ പ്രതിഫലിച്ച്തന്റെ കരിയറിലെ തന്റെ ജനതയുടെ പരിശോധിക്കാതെ, പാളിച്ച കുറയുകയായിരുന്നു അതിന്റെനേതൃത്വത്തിന് ശോചനീയമായ ആംസ്ട്രോങ്ങ് ഏതെങ്കിലും പൂർണ്ണമായ ineffectivenessസ്വകാര്യ ശ്രമം അവൻ തൽസ്ഥിതി മാറ്റാൻ കഴിയുമായിരുന്നു. ഒരു തോറ്റുപുറത്തെ വിഷാദം, സ്വയം സംശയം തിരമാല, അവൻ മാത്രം തീരുമാനിച്ചുഅവനെ വലിയവൻ സൗകര്യങ്ങൾ സന്തുഷ്ടിയും വരുത്തുന്ന നടപടി കോഴ്സ്: അവൻമാളിൽ തെളിച്ചു ഇറക്കുമതി ചെയ്ത കൺസ്യൂമർ ഇലക്ട്രോണിക്സ് ഗുഡ്സ് വാങ്ങി.കഥ ധാർമിക: വിദേശ കൺസ്യൂമർ ഇലക്ട്രോണിക്സ് നിർമ്മാതാക്കൾ ൽ നിക്ഷേപിക്കുക.
		-- Tom Annau

%
ഒരു possum തന്നെത്താൻ ആയിരിക്കണം, താൻ ഒരാളായി മടവൂര് ആണ്.
		-- Walt Kelly

%
"ഇത്ര വലിയ ശക്തി, അതു നല്ലതോ ദോഷം മാത്രം ഉപയോഗിക്കാൻ കഴിയും!"
		-- Firesign Theatre, "The Giant Rat of Summatra"

%
ചരിത്രം വ്യവഹാരം അപകടങ്ങൾ.Sigismund Unbuckle 1426 ൽ നടക്കാൻ എടുത്ത പോട ടൈലർ കൂടിക്കാഴ്ച എങ്കിൽകർഷകർക്ക് കലാപം സംഭവിച്ചു കൂടാതെ ഒരിക്കലും മോട്ടോർ കാർ മനസ്സായില്ല2026, എല്ലാ എണ്ണ നൽകണമായിരുന്നു വരുമായിരുന്നു വരെ കണ്ടുപിടിച്ച ചെയ്തുഇങ്ങനെ വൈദ്യുത ബൾബ് സംരക്ഷിക്കുന്നതിനും ദീപങ്ങൾ ഉപയോഗിക്കുന്ന കഴിയുമായിരുന്നുതിമിംഗലം, ആരും മൊബി ഡിക്ക് അഥവാ ബില്ലി Budd പിടിച്ച തന്നെ.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
എല്ലാവരും മർത്യരാണ്. സോക്രട്ടീസ് മർത്യമായതു ആയിരുന്നു. അതുകൊണ്ടു എല്ലാ പുരുഷന്മാർ സോക്രട്ടീസ് ആകുന്നു.
		-- Woody Allen

%
എന്റെ കെട്ടിടത്തിൽ ജനത്തിന്റെ ദേശനാമം. എന്നെ മുകളിൽ പുള്ളിക്കാരൻ കമനീയമായിസെറാമിക് പൂച്ച സിന്തറ്റിക് വയറിൽ. ഹാൾ ഉടനീളം യുവതിയുടെ ശ്രമിച്ചുകവര്ച്ച ഒരു ഡിപ്പാർട്ട്മെന്റ് സ്റ്റോർ ... ഒരു ഉള്ളവയും തോക്ക് ഉപയോഗിച്ച് ... അവള് പറഞ്ഞു, "എന്നെ തരിക, വിതാനം പണം അല്ലെങ്കിൽ ഞാൻ സ്റ്റോറിൽ എല്ലാം marking പിരിയുകയാണ്. "
		-- Steven Wright

%
ഇപ്പോൾ തികച്ചും വ്യത്യസ്തമായ എന്തെങ്കിലും.
		-- Steven Wright

%
ഇപ്പോൾ പൂർണ്ണമായും ഒരേ എന്തെങ്കിലും.
		-- Steven Wright

%
"നിങ്ങൾ ഒരു വിജ്ഞാനകോശം സെയിൽസ്മാനായാണ് അല്ലെന്ന് ഉറപ്പാണോ?"സമ്മതത്തോടെത്തന്നെ. വെറും ഒരു കവർച്ചക്കാർക്ക്, ഫ്ലാറ്റ് ransack വന്നിരിക്കുന്നു. "
		-- Monty Python

%
കവി പറഞ്ഞതുപോലെ, "മാത്രമേ ദൈവം ഒരു വൃക്ഷം കഴിയും" - അത്രയേയുള്ളൂ ഒരുപക്ഷേ കാരണംന് തവിട്ട് നേടുകയും എങ്ങനെ അവയെന്തെല്ലാമെന്നു് മാറില്ലേ.
		-- Woody Allen

%
ലോകങ്ങളുടെ Ymor ന്റെ വലത് വശത്ത് മനുഷ്യൻ സൌമ്യമായി മരണത്തിലേക്ക് അടിപ്പിക്കുകയും ആക്കുന്നത് പോലെ ആയിരുന്നുസംഅബിന് bootlaces.
		-- Terry Pratchett, "The Colour of Magic"

%
ബർണാർഡ് ഷാ ഉത്തമമായ മനുഷ്യൻ; ലോകത്തിൽ ഒരു ശത്രുവല്ല ഉണ്ട്,ഒന്നുകിൽ അവനെ തന്റെ സുഹൃത്തുക്കളിൽ ആരും.
		-- Oscar Wilde

%
"ബോയ്, ജീവിതം ഒരു സമയം എടുക്കുന്നത്."
		-- Steven Wright

%
ബോസോ പിൻകോഡുകൾ മറ്റുള്ളവരുടെ സാഹോദര്യം ആണ്. Bozos ബാൻഡ് ജനവിഭാഗമാണ്ഒരുമിച്ചു രസകരവും ലാഭത്തിനുവേണ്ടി. അവർ ജോലികൾ ഒന്നുമില്ല. ഒരു തുടരുന്നു ആരെയെങ്കിലുംടൂർ ബോസോ ആണ്. എന്തുകൊണ്ട് ഒരു ബോസോ സ്ട്രീറ്റ് തിനു എങ്ങനെ? കാരണം ഒരു ബോസോ അവിടെമറുവശത്ത്. അതുകൊണ്ട് മറ്റുള്ളവരുടെ എന്നർഥമുള്ള വാചകം സികള് otros നിന്ന് വരുന്നു.അവർ വലിയ, കൊഴുപ്പ്, മിഡിൽ അരയ്ക്കു മുൻപരിചയം. ആദിരൂപം ഒരു ഐറിഷ് മദ്യപിക്കുന്നവളാണ്ചുവന്ന മുടി, മൂക്ക്, വിളറിയ ത്വക്ക് കൂടെ വിദൂഷകൻ. കൃഷിസ്ഥലങ്ങൾ, വില്യം Bendix.ഇപ്പ Bozoness നേരെ വൈകിപോയ കുറവുമാണ്. അതു അതിൽ പരിഭ്രാന്തി ഉണ്ട്. അവർ ഉദ്ദേശിച്ചത്നന്നായി. അവർ നേരായ-തിരയുന്ന അവർ inflatable ചെരിപ്പു ലഭിച്ചു ഒഴികെ നിങ്ങൾ. അവഅവരുടെ ആക്കുന്നതിനു പോലെ. Bozos അവരുടെ സൗജന്യ സമയം ആസ്വദിക്കാൻ പഠിച്ചിരിക്കുന്നു,സകല സമയം.
		-- Firesign Theatre, "If Bees Lived Inside Your Head"

%
എന്നാൽ ഞാൻ എപ്പോഴും അല്ലെങ്കിൽ ഏറ്റവുമടുത്ത പർവ്വതത്തിൽ ഉപയോഗിച്ചു, കറുപ്പ് കടന്നു, ആ പരാജയപ്പെടുകയാണ്.ഞാൻ ഒരു ദോഷവും വിചാരിച്ചു; ഞാന് സ്ഫോടനങ്ങൾ ഇഷ്ടപ്പെട്ടു. ഞാൻ ഒരിക്കലും ശ്രദ്ധിക്കുക ആയിരുന്നുഎനിക്ക് കഴിക്കാവുന്നതിലും അധികം കൊല്ലാൻ.
		-- Raoul Duke

%
"എന്നാൽ സ്പാം പോലെ !!!! ചെയ്യരുത്"
		-- Raoul Duke

%
"എന്നാൽ ഞാൻ വണ്ടിയിൽ പോകാൻ ആഗ്രഹിക്കുന്ന കണ്ടിരുന്നു ... '"ഓ, അത്തരം ഒരു കുഞ്ഞിന്റെ ഇല്ല!""എന്നാൽ വളരെ നല്ലത് തോന്നുന്നു ...""ഇല്ല അല്ലാത്തപ്പോഴും ... ഒരു നിമിഷം നിങ്ങളെ കല്ലു മരിച്ചവരെ നിങ്ങൾ!"
		-- Monty Python, "The Holy Grail"

%
ബൈപ്പാസുകളുടെ ആളുകൾ ഇവിടെ ഒരു സ്ഥലത്ത് നിന്ന് കല്ലിൽ അനുവദിക്കുന്ന ഉപകരണങ്ങൾപോയിന്റ് ബി വളരെ വേഗത്തിൽ മറ്റ് വ്യക്തികളും വളരെ പോയിന്റ് ടു പോയിന്റ് ബി നിന്ന് കല്ലിൽ സമയത്ത്ഫാസ്റ്റ്. പോയിന്റ് സി താമസിക്കുന്ന ആളുകൾ തമ്മിലുള്ള നേരിട്ട് ഒരു പോയിന്റ് ഒരാളായി, ചെയ്യുന്നുപലപ്പോഴും പോയിന്റ് എ അങ്ങനെ പലരും കുറിച്ച് ഇത്ര വലിയ തുടർന്ന് താരിഖായിരുന്നു കൊടുത്തിരിക്കുന്നുപോയിന്റ് ബി നിന്ന് അവിടെ അങ്ങനെ ഉടന്വിവാഹിതരാവുന്നുവെന്നാണ് പോയിന്റ് ബി കുറിച്ച് ഇത്ര വലിയ ൽ എന്താണ്ഇവിടെ ഒരു സ്ഥലത്ത് നിന്ന് പലരും അവിടെ _____ നേടുകയും അങ്ങനെ ഉടന്വിവാഹിതരാവുന്നുവെന്നാണ് എന്നു. അവർ പലപ്പോഴുംജനം വെറും എന്നെന്നേക്കുമായി എവിടെ നരകം പ്രവർത്തിച്ചു കൊതിക്കുന്നത്അവർ ആഗ്രഹിച്ചു.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
ഹാസ്യം, മെഡിസിൻ തുടങ്ങിയ, പൊതുജന പ്രാവർത്തികമാക്കുന്ന ഉദ്ദേശിച്ചുള്ളതാണ് ഒരിക്കലും.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
മരണം ഉത്തരം പറഞ്ഞില്ല. അവൻ ഒരു നായ നോട്ടം പോലെ Spold നോക്കിഒരു അസ്ഥിയും തുടങ്ങുക മാത്രം ഈ കേസിൽ കാര്യങ്ങൾ മറ്റ് വഴി ചുറ്റും കൂടുതലോ കുറവോ ആയിരുന്നു.
		-- Terry Pratchett, "The Colour of Magic"

%
നിങ്ങളുടെ ഹോം അലങ്കരിക്കുന്നു. അത് ജീവിതത്തിലെ കൂടുതൽ എന്ന് മിഥ്യ നൽകുന്നുമെങ്കിലും അധികം രസകരമായ.
		-- C. Schulz

%
അവർ അവൻ ഐഡി വേണ്ടി ജോർജ് വാഷിങ്ടൺ ചോദിച്ചപ്പോൾ വിചാരിക്കുന്നുണ്ടോവെറും ഒരു പാദത്തിൽ ഔട്ട് തറച്ചു?
		-- Steven Wright

%
"നിങ്ങൾ അവനെ ഞങ്ങൾക്കുണ്ട് വരെ വീണ്ടും വരും ചെയ്യരുത്", ടിക്ക്-tock മനുഷ്യാ, ശാന്തമായി പറഞ്ഞുവിശ്വസ്തതയോടെ, വളരെ അപകടകരമായ.അവർ നായ്ക്കൾ ഉപയോഗിച്ചു. അവർ പേടകങ്ങൾ ഉപയോഗിച്ചു. അവർ കാർഡിയോ പ്ലേറ്റ് crossoffs ഉപയോഗിച്ചു.അവർ teepers ഉപയോഗിച്ചു. അവർ കൈക്കൂലി ഉപയോഗിച്ചു. അവർ സ്റ്റിക്ക് tites ഉപയോഗിച്ചു. അവർ ഉപയോഗിച്ചവിരട്ടൽ. അവർ ശിക്ഷ ഉപയോഗിച്ചു. തടങ്കലിലുള്ള ഉപയോഗിച്ചു. അവർ finks ഉപയോഗിച്ചു.അവർ പോലീസുകാരും ഉപയോഗിച്ചു. അവർ തിരയൽ സല്മയുടെ ഉപയോഗിച്ചു. അവർ fallaron ഉപയോഗിച്ചു. അവഉപയോഗിച്ച മെച്ചപ്പെടുത്തലുണ്ടാവണം പ്രോത്സാഹനങ്ങള്. അവർ വിരലടയാളം ഉപയോഗിച്ചു. അവർ ഉപയോഗിച്ചbertillion സിസ്റ്റം. അവർ വിവരമുള്ള ഉപയോഗിച്ചു. അവർ കുതന്ത്രം ഉപയോഗിച്ചു. അവർ വഞ്ചന ഉപയോഗിച്ചു.അവർ റൗൾ-Mitgong എന്നാൽ അവൻ വളരെ സഹായം ആയിരുന്നില്ല. പ്രയോഗിക്കുന്നതിന് ഫിസിക്സ് ഉപയോഗിച്ചു.അവർ ക്രിമിനോളജി എന്ന ടെക്നിക്കുകൾ. എന്തു നരകം, അവർ അവനെ പിടിച്ചു.
		-- Harlan Ellison, "Repent, Harlequin, said the Tick-Tock Man"

%
, ജീവിതം അങ്ങനെ ഗുരുതരമായ, മകൻ എടുത്തു ചെയ്യരുത് അതു nohow ശരിയല്ല.
		-- Walt Kelly

%
ഇന്ന് ലോകം ഒരു അവസാനം വരുന്ന കുറിച്ച് വിഷമിക്കേണ്ട. അത് ഇതിനകം നാളത്തെഓസ്ട്രേലിയയിൽ.
		-- Charles Schulz

%
ഉയരും ആദ്യകാല, നേരത്തെ ഉറങ്ങാൻ ഒരു മനുഷ്യനെ ആരോഗ്യവാനും സമ്പന്നനും മരിച്ചവരെയും ചെയ്യുന്നു.
		-- Terry Pratchett, "The Light Fantastic"

%
അതിനെ നിങ്ങൾ ജീവിതചര്യകളനുഷ്ഠിക്കുകയും സംഭവിക്കുന്നതെങ്കിൽ എറ്റേണൽ ഒന്നുമില്ലായ്മയിൽ പിഴ ആണ്.
		-- Woody Allen

%
ശാശ്വത കഠിനമായ ആശയമാണ്. ഞാൻ മനസ്സിലാക്കുന്നത്, അത് എവിടെ അവസാനിപ്പിക്കാൻ പോകുന്നു?
		-- Tom Stoppard

%
ഏറെ കാലം മുതലേ, ജ്ഞാനികൾ മനസ്സിലാക്കാൻ ശ്രമിച്ചിട്ടുണ്ട്,കൃത്യമായി, ജനം അപ്പൂപ്പന്റെ. എന്തുകൊണ്ട് അവർ വിളിച്ചിരിക്കുന്ന അത് "ജ്ഞാനികൾ." എല്ലാംമറ്റ് ചരിത്രാതീത ജനം കുന്തം പരസ്പരം puncturing പുറത്ത് ആയിരുന്നു;ജ്ഞാനികൾ ചെയ്തു തിരികെ ഗുഹയിൽ പറഞ്ഞു: "എങ്ങനെ കുറിച്ച്: നീ എന്റെ എടുത്തു തരാമോഭാര്യ? നമ്പർ എങ്ങനെ കുറിച്ച്: ഇതാ എന്റെ ഭാര്യ, ഇപ്പോൾ അവളെ ദയവായി. ഇല്ല എങ്ങനെകുറിച്ച്: നിങ്ങൾ എന്തെങ്കിലും ആഗ്രഹമുണ്ടോ? എന്റെ ഭാര്യ ലഭ്യമാണ്. നമ്പർ എങ്ങനെകുറിച്ച് ... "
		-- Dave Barry, "Why Humor is Funny"

%
ഫാർ എന്ന unfashionable അന്ത്യകാലത്ത് അറിയപ്പെടാത്ത കായൽ പുറത്തുഗാലക്സി പടിഞ്ഞാറൻ സർപ്പിളഗാലക്സികൾ ഒരു ചെറിയ unregarded മഞ്ഞ സൂര്യൻ സ്ഥിതിചെയ്യുന്നത്.ഏതാണ്ട് തൊണ്ണൂറു-എട്ട് ദശലക്ഷം മൈൽ അകലെ ഈ നക്ഷത്രത്തിനു് ആണ്ആരുടെ വാനര-ഇറങ്ങി ജീവിതം അശേഷം നിസ്സാരമെന്ന് ചെറിയ നീല-പച്ച ഗ്രഹത്തെഫോമുകൾ അങ്ങനെ അദ്ഭുതാവഹമായ പ്രാകൃതമായ അവർ ഇപ്പോഴും ഡിജിറ്റൽ വാച്ചുകൾ കരുതുന്ന ആകുന്നുഒരു സാമാന്യം വിലങ്ങുതടിയായി ആശയം ഉണ്ട് ...
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
വേഗതയുള്ള, വേഗം, നിങ്ങൾ മൂഢാ നിങ്ങൾ മൂഢാ
		-- Bill Cosby

%
ആദ്യം, ഉപകരണങ്ങൾ കുറിച്ച് കുറച്ച് വാക്കുകൾ.അടിസ്ഥാനപരമായി, ഒരു ഉപകരണം പ്രയോജനപ്പെടുത്തുന്നതിന് നിങ്ങളെ പ്രാപ്തമാക്കുന്ന ഒരു വസ്തുവാണ്നിങ്ങൾ ഗുരുതരമായി പരിക്കേൽപ്പിക്കുകയും കഴിയുന്ന വിധത്തിൽ ഫിസിക്സ് ആൻഡ് ബലതന്ത്രത്തിലെസ്വയം. ഇന്ന്, ജനം നിസ്സാരമായി ഉപകരണങ്ങൾ എടുത്തു പ്രവണത. നിങ്ങൾ എപ്പോഴെങ്കിലും ആണെങ്കിൽതെരുവിലൂടെ നടക്കുമ്പോൾ നിങ്ങൾ പ്രത്യേകിച്ച് ചിലരുമുണ്ട് ജനം ശ്രദ്ധയിൽപ്പെട്ടാൽജെറിയെ, പന്തയം അവർ നിസ്സാരമായി ഉപകരണങ്ങൾ കൈകൊള്ളുകയാണ്.അതുമൂലം ആകുന്നു. ഞാനായിരുന്നെങ്കിൽ,ഞാൻ ശരിയായ സഞ്ചരിക്കും മുഖം അവരെ തമിഴകവും ആഗ്രഹിക്കുന്നു.
		-- Dave Barry, "The Taming of the Screw"

%
എന്റെ ജന്മദിനം ഞാൻ ഹ്യുമിഡിഫയർ ഒരു ദേ-ഹ്യുമിഡിഫയർ ലഭിച്ചത് ... ഞാൻ വെച്ചുഒരേ മുറി അവരെ അതു പുറത്തു യുദ്ധം ചെയ്യട്ടെ.
		-- Steven Wright

%
ഞാൻ ഞാൻ ഇഴെച്ചു ചെയ്തു അതിനെ ഇറക്കി വരെ നിങ്ങളുടെ പുസ്തകം വീഴ്ത്തി നിമിഷം നിന്നുംചിരിയും. പകല് ഞാന് reading ഉദ്ദേശിക്കുന്നില്ല.
		-- Groucho Marx, from "The Book of Insults"

%
ദൈവം ചിരിക്കും ഭയപ്പെട്ടു പ്രേക്ഷകരിലേക്ക് ഒരു കോമിക് കളിക്കുന്നു.
		-- Groucho Marx, from "The Book of Insults"

%
അതു എന്തെന്നു സമയം അറിഞ്ഞാൽ അവൻ എന്നോട് ചോദിച്ചു - സംശയങ്ങള് പറഞ്ഞു, പക്ഷെ ഇപ്പോൾ.
		-- Steven Wright

%
"ഇവിടെ ചിന്തിക്കാൻ എന്തെങ്കിലും മാത്രമാണ്: എങ്ങനെ ഒരിക്കലും വന്നു പോലുള്ള ഒരു തലക്കെട്ട് കാണും`ഇപ്രാവശ്യവും ലോട്ടറി 'നേടിയത്?"
		-- Jay Leno

%
ഹേയ്, നിങ്ങൾ * ഡ്രൈവുകൾ * parkways ൽ * ഒരു സംസ്കാരം എന്തു പ്രതീക്ഷിക്കുന്നത് * ഒപ്പം* പാർക്കുകൾ * * driveways ൽ *?
		-- Gallagher

%
മഹാപുരോഹിതനും: കിവംദന്തി അധ്യായം ഒന്ന്, സൂക്തങ്ങൾ ഇരുപത്തിയേഴു വഴി ഒമ്പത്:കൂട്ടരേ. മെയ്നാഡ്: സെയിന്റ് Attila ഉയരത്തിൽ വിശുദ്ധ ഹാൻഡ് ഗ്രനേഡ് എഴുന്നേല്പിച്ചുഎന്നു "ഓ കർത്താവേ, ഞങ്ങളെ ഈ വിശുദ്ധ ഹാൻഡ് ഗ്രനേഡ് വാഴ്ത്തുക, അത് കൊണ്ട്ചെറിയ ഭാഗങ്ങളിലേക്ക് ഞങ്ങളുടെ ശത്രുക്കൾ വിറപൂണ്ടിരുന്നോ. "കർത്താവു വിവേകപൂര്വം എങ്ങനെ,ജനം കുഞ്ഞാടുകൾ, stoats, ഒപ്പം orangutans മേൽ ഉത്സവം ചെയ്തു,പ്രാതൽ ധാന്യങ്ങൾ, ലൈമ bean-മഹാപുരോഹിതനും: ഒരു ബിറ്റ് ഒഴിവാക്കുക, സഹോദരൻ.കൂട്ടരേ. മെയ്നാഡ് അന്നു അരുളിച്ചെയ്തതു: "ആദ്യം നീ എടുത്തുവിശുദ്ധ പിൻ ഔട്ട്. നീ മൂന്നു ലേക്ക് എണ്ണേണം. ഇനി അത്ര.* മൂന്ന് * വോട്ടെണ്ണൽ എണ്ണം, എണ്ണം ആയിരിക്കുംവോട്ടെണ്ണൽ മൂന്നു ആകും. നീ കണക്കാക്കില്ല * നാല് * രാവിലേയും അവൻ ബഹുകാലമായിനീ മൂന്നു ലേക്ക് പോകുവാൻ എന്നു കൂടെയില്ലാതെ നീ രണ്ടു count. അഞ്ചാണ്വലത്തേയ്ക്ക്. നമ്പർ മൂന്നു ഒരിക്കൽ മൂന്നാം നമ്പർ എത്തിച്ചേരാൻ ഏൽക്കാതെതടയുന്നതിനുള്ള നിന്റെ ശത്രുക്കൾക്കുപോലും നേരെ നിന്റെ വിശുദ്ധ ഹാൻഡ് ഗ്രനേഡ്, നീ lobbestഎന്റെ മുമ്പാകെ കുരുത്തക്കേട്, അതു ചവണകളും ചെയ്യും. ആമേൻ.എല്ലാ: ആമേൻ.
		-- Monty Python, "The Holy Hand Grenade"

%
"നർമ്മം അത് ദുരുപയോഗം ഫാഷൻ തുടർന്ന് ഒരു നിറമല്ല."
		-- William Gilbert

%
Humorists എപ്പോഴും കുട്ടികളുടെ പന്തിയിൽ ഇരിക്കുന്നവരുടെ.
		-- Woody Allen

%
എനിക്ക് tern പുറപ്പെട്ട് കാട്ട്പൂച്ചയും കല്ലെറിഞ്ഞു ഞാൻ ഒരു സത്യസന്ധവുമായ മനുഷ്യൻ;unstoned.
		-- Ogden Nash, "Everybody's Mind to Me a Kingdom Is"

%
ഞാൻ അമൂർത്തമായ പെയിന്റിംഗ് കയറി ലഭിക്കുന്നു. റിയൽ അമൂർത്തമായ - യാതൊരു ബ്രഷ്, യാതൊരു ക്യാൻവാസ്,ഞാന് കരുതുന്നു. ഞാൻ വെറും ഒരു ആർട്ട് കലയുടെ എല്ലാ മ്യൂസിയത്തിലേക്ക് പോയിമക്കൾ ചെയ്തത്. എല്ലാ പെയിന്റിംഗുകൾ റെഫ്രിജറേറ്ററുകൾ ന് കെട്ടി.
		-- Steven Wright

%
ഞാൻ പ്രകൃതിയുമായി രണ്ട് ആകുന്നു.
		-- Woody Allen

%
എനിക്കു നന്നായി വാദിക്കുന്നു. എന്റെ അവശേഷിച്ചിരുന്ന സുഹൃത്തുക്കൾ ഏതെങ്കിലും ചോദിക്കുക. ഞാൻ ഒരു വാദം നേടുംഏതെങ്കിലും വിഷയം ഏതെങ്കിലും എതിരാളിയെ നേരെ. ആളുകൾക്ക് ഈ അറിയുന്നു, എനിക്കു ദേശാഭിമാനിയുടെപാർട്ടികളിൽ. ചിലപ്പോൾ അവരുടെ ആദരപൂർവ്വം അടയാളമായി അവർ എന്നെ ക്ഷണിക്കരുത്.
		-- Dave Barry

%
"ഞാൻ ഉറപ്പുതരുന്നു ചിന്ത എന്റെ മനസ്സിൽ മുറിച്ചുകടക്കുന്നത് ഒരിക്കലും കർത്താവേ.""തീർച്ചയായും? ഞാന് ആയിരുന്നു എങ്കിൽ ഞാൻ എന്റെ മുഖം അപവാദം ലംഘനവുമായി ആഗ്രഹിക്കുന്നു."
		-- Terry Pratchett, "The Colour of Magic"

%
ഞാൻ ചൊറിച്ചില് ഇല്ല സമയം എന്റെ ഫാഷൻ രുചി കെട്ട.
		-- Gilda Radner

%
ഞാൻ ചില ഉപയോഗിച്ച പെയിന്റ് വാങ്ങി. ഒരു വീടു ആകൃതിയിൽ ആയിരുന്നു.
		-- Steven Wright

%
ഞാൻ നല്ല വ്യാകരണം പ്രാധാന്യം അമിതപ്രാധാന്യം കഴിയില്ല.എത്ര കഥയാകുന്നു. ഞാൻ എളുപ്പത്തിൽ നല്ല പ്രാധാന്യം അമിതപ്രാധാന്യം കഴിഞ്ഞില്ലവ്യാകരണം. ഉദാഹരണത്തിന്, ഞാൻ പറയാൻ കഴിഞ്ഞു: "വ്യാകരണപ്പിശകോ കാരണമാകുന്നത്വടക്കേ അമേരിക്ക, "അല്ലെങ്കിൽ" നല്ല വ്യാകരണം ഇല്ലാതെ, താമസവും വേദനയേറിയ മരണംയുണൈറ്റഡ് സ്റ്റേറ്റ്സ് രണ്ടാം ലോകമഹായുദ്ധം നഷ്ടപ്പെട്ടു വരുമായിരുന്നു. "
		-- Dave Barry, "An Utterly Absurd Look at Grammar"

%
"ഞാൻ ദിവസം എന്റെ ഹെഡ്ലൈറ്റ് മാറ്റി. പകരം ഞാൻ! സ്ട്രോബ് ലൈറ്റുകൾ വെച്ചു ഇപ്പോൾഞാൻ രാത്രിയിൽ വാഹനമോടിക്കുന്നതിനിടെ അത് മറ്റെല്ലാവരും നിൽക്കുന്ന തോന്നുന്നു ... "
		-- Steven Wright

%
ദീർഘ ഞാൻ നിന്നെ നൃത്തം കഴിഞ്ഞില്ല. രണ്ടാം ചിന്ത ന് ഞാൻ പകരം ആഗ്രഹിക്കുന്നുപശുക്കൾ നൃത്തം നിങ്ങൾ ഹോം വരുവോളം.
		-- Groucho Marx

%
ഞാൻ ഈ അവാർഡ് അർഹിക്കാത്ത പക്ഷെ, സന്ധിവാതം ഉണ്ട് ഞാൻ എന്ന് മുതലാണ് ചെയ്യരുത്ഒന്നുകിൽ.
		-- Jack Benny

%
ഞാൻ നിരസിക്കും ലഭിക്കുന്നില്ല.
		-- Jack Benny

%
ഞാൻ ഈച്ചകൾ കൊലപ്പെടുത്തുകയും ചെയ്യരുത്, എന്നാൽ ഞാൻ അവരുടെ മനസ്സു കൊണ്ട് മെസ് പോലെ. ഞാൻ മുകളിൽ നിലനിർത്തുന്നതിനുംഗോളങ്ങളെ. അവർ "ഞാൻ * വഴി * വളരെ ഉയർന്ന സുഖമാണ് Whooa." അതാകും കൂടാതെ YELL
		-- Bruce Baum

%
ഞാൻ എന്റെ അപ്പാർട്ട്മെന്റിൽ ജീവിക്കാൻ ആഗ്രഹിക്കുന്ന എന്റെ വേലയിൽ ജീവിക്കാൻ ആഗ്രഹിക്കുന്നില്ല.
		-- Woody Allen

%
ഞാൻ ഒടുവിൽ കണ്ണ് ഡോക്ടറുടെ പോയി. ഞാൻ ബന്ധങ്ങൾ ലഭിച്ചത്. ഞാൻ അവരോടും വേണമെങ്കിൽവായിക്കുക, അതിനാൽ ഞാൻ ഫ്ലിപ്പ്-അപ്പുകൾ ലഭിച്ചു.
		-- Steven Wright

%
"ജോലിസ്ഥലത്തെ ഒരു എലിവേറ്റർ കയറി ഒരാളെ എന്റെ പിന്നാലെ പിന്നാലെ ... ഞാൻതള്ളിവിടുകയായിരുന്നു '1' അവൻ പോലെ ഉണ്ട് ... ഞാന് ഹായ്, എവിടേക്കു പോകുന്നു? 'പറഞ്ഞു അവന്'ഫീനിക്സ് പറഞ്ഞു. അങ്ങനെ ഞാൻ ഫീനിക്സ് തള്ളിയിട്ട്. പിന്നീട് ഏതാനും നിമിഷങ്ങൾ വാതിലുകൾതുറന്നു രണ്ടു tumbleweeds ലെ ഊതി ... ഞങ്ങൾ ഡൗണ്ടൗൺ ഫീനിക്സ് ഉണ്ടായിരുന്നു. ഞാൻ നോക്കിഅവനെ ഉം ', നിങ്ങൾ ഞാൻ ചുറ്റും ചെയ്യാൻ ആഗ്രഹിക്കുന്ന മുൻവിധിയോടെയാണ് തരത്തിലുള്ള ഞങ്ങൾക്കറിയാം പറഞ്ഞുകൂടെ. ' നാം കാറിൽ കയറി എത്രപ്രാവശ്യം തന്റെ യഥാർത്ഥ പുറത്താക്കി.അപ്പോൾ ഫോൺ ബെല്ലടിച്ചു. അദ്ദേഹം 'താങ്കൾക്ക് നേടുകയും പറഞ്ഞു. ഞാൻ അതു എടുത്തു പറഞ്ഞു'ഹലോ?' ... അക്കരെ പറഞ്ഞു ഈ സ്റ്റീവൻ റൈറ്റ് ആണോ? '... ഞാൻ' ... അതെ 'പറഞ്ഞുനൊമ്പരങ്ങള് 'ഹായ്, ഞാൻ മിസ്റ്റർ ജോൺസ് ബാങ്കിൽ നിന്നുള്ള വിദ്യാർത്ഥി വായ്പാ ഡയറക്ടർ സുഖമാണ് പറഞ്ഞു ...ഇത് നിങ്ങളുടെ കഴിഞ്ഞ 17 പേയ്മെന്റുകൾ നഷ്ടമായി തോന്നുന്നു, യൂണിവേഴ്സിറ്റി നിങ്ങളെപങ്കെടുത്ത ... അവർ $ 17,000 ഞങ്ങൾ നിങ്ങളെ ആരോ ആരും ലഭിച്ച് ഞങ്ങൾവെറും പണം എന്തു സംഭവിച്ചു അറിയാൻ ആഗ്രഹിക്കുന്നു? ' എന്നു ഞാന് മിസ്റ്റർ ജോൺസ്,ഞാൻ നേരെ അതു നിനക്കു നൽകും. എന്റെ സുഹൃത്തും ചെയ്യുക Slick പണം കൊടുത്തു,അതു കൊണ്ട് അവൻ ഒരു ആണവായുധം പണിതു ... നിങ്ങൾ ഒരിക്കലും ഞാൻ താൽപ്പര്യപ്പെടുന്നുഎന്നെ വീണ്ടും വിളിച്ചു. "
		-- Steven Wright

%
എനിക്കു അറിയാം ഫോക്കസ് നിന്നു എടുത്തു എന്റെ ഡ്രൈവിംഗ് ലൈസൻസ് ഫോട്ടോ കിട്ടി. ഇപ്പോള്ഞാൻ കോപ്പ് മേൽ വലിച്ച് ചെയ്യുമ്പോള് അത് നോക്കുന്നു (അതു അടുത്തോ നീക്കിഅകന്ന,) അതു വ്യക്തമായി കാണാൻ ശ്രമിക്കുന്ന ... പറയുന്നു "ഇവിടെ നിങ്ങൾ പോകാൻ കഴിയും."
		-- Steven Wright

%
ഞാൻ ഈ പൊടിച്ച വെള്ളം - ഇപ്പോൾ ഞാൻ ചേർക്കാൻ എന്ന് അറിയില്ല.
		-- Steven Wright

%
ഞാൻ സിനിമ ഫോണിലെ റെക്കോർഡിംഗ് കേൾക്കുന്നത് ആണ്ടതിയേറ്റർ. അങ്ങനെ ഞാൻ ആൽബം വാങ്ങി. ഞാൻ തീയേറ്റർ ഐഐടിയും കഴിഞ്ഞുവെന്നതാണ്എന്റെ സ്വന്തം ഭക്ഷണം കൊണ്ടുവരാനുള്ള ദിവസം. ഞാൻ ഇളവ് വാദിച്ചുനിരക്കുകളിൽ മരാദാലംഘനമായ ആയിരുന്നു നിലക്കും. പുറമെ താൻ ഒരു ബാർബിക്യു ഇല്ലായിരുന്നുനീണ്ട കാലം. തിയറ്റർ പോയി അടയാളം മുതിർന്നവർക്കും $ 5 കുട്ടികൾ പറഞ്ഞു$ 2.50. ഞാൻ 2 ആൺകുട്ടികളും ഒരു പെൺകുട്ടിയും ആഗ്രഹിച്ചു അവരോടു പറഞ്ഞു. ഞാൻ ഒരിക്കൽ ഒരു ക്യാബ് എടുത്തുഡ്രൈവ് ഇൻ സിനിമ. സിനിമ എന്നെ $ 95 ല്.
		-- Steven Wright

%
ഞാൻ ചെരിപ്പും ഉണ്ടായിരുന്നു ഞാൻ സ്വയമായിട്ടു സബ്. എനിക്ക് യാതൊരു കാൽ ഒരു മനുഷ്യനെ എതിരേറ്റുഅങ്ങനെ അവന്റെ ചെരിപ്പിന്റെ എടുത്തു.
		-- Dave Barry

%
എന്റെ കാൽ ദിവസം എന്നതുതന്നെ മാർഗത്തിൽ സമയത്ത് ഉറങ്ങുകയായിരുന്നു വീഴുമ്പോൾ ഞാൻ ഇത് വെറുക്കുന്നുഅത് എല്ലാ രാത്രി പോകുന്ന.
		-- Steven Wright

%
ഞാൻ എന്റെ കട്ടിലിനടിയിൽ ടെലിഫോൺ വളയങ്ങൾ ഒരു പെട്ടി ഞങ്ങൾക്കുണ്ട്. ഇടണം നേടുകയും അപ്പോഴൊക്കെ, ഞാൻഒരു അല്പം അതിനു മുകളിലേക്ക് ഞാൻ ഒരു ഫോൺ കോൾ. ഒരു ദിവസം ഞാൻ ഒഴിവാക്കിഎല്ലാ തറയിൽ മീതെ ബോക്സ്. ഫോൺ റിംഗുചെയ്യുന്നത് നിർത്താൻ മനസ്സില്ലായിരുന്നു. ഞാൻ നേടുകയും ഉണ്ടായിരുന്നുഅത് വിച്ഛേദിച്ചു. അങ്ങനെ ഞാൻ ഒരു പുതിയ ഫോൺ ലഭിച്ചു. ഞാൻ വളരെ അഴീക്കോട് പറഞ്ഞു, അങ്ങനെ ഞാൻഒരു ക്രമമില്ലാത്ത നേടുകയും ഉണ്ടായിരുന്നു. ഏകദേശം അഞ്ച് ഇല്ല. ഞാൻ സുഹൃത്തായി ഓടിയിറങ്ങികഴിഞ്ഞ ദിവസം തെരുവിൽ എന്റെ. അവൻ നിങ്ങൾ എന്നെ ഒരു നൽകരുത് പറഞ്ഞുവിളിക്കും. എന്റെ ഫോൺ മേലാൽ ഞാൻ ഞാൻ ആഗ്രഹിക്കുന്നു എല്ലാവരേയും വിളിക്കാൻ കഴിയില്ല അവനെ അറിയിച്ചുഅഞ്ച് ഇല്ല. അവൻ ആ വഴി എത്ര കാലമായി ചോദിച്ചു. ഞാൻ പറഞ്ഞുഅറിഞ്ഞില്ല - എന്റെ കലണ്ടർ ഏതെങ്കിലും ഏഴേഴും ഇല്ല.
		-- Steven Wright

%
എനിക്കൊരു നായ ഉണ്ട്; ഞാൻ അവനെ തുടരുക പേരിട്ടു. അങ്ങനെ ഞാൻ അവനെ വിളിക്കാൻ പോയി ആഗ്രഹിക്കുന്നു എന്നു ഞാൻ "ഇവിടെ, അമ്മാഇവിടെ, തുടരുക ... "എന്നാൽ അവൻ ആ ജ്ഞാനമാണ് ലഭിച്ചു. ഇപ്പോൾ ഞാൻ അവനെ വിളിച്ചിട്ടു അവൻ അവഗണിക്കുന്നുവെറും ടൈപ്പിംഗ് ഓൺ സൂക്ഷിക്കുന്നു.
		-- Steven Wright

%
ഞാൻ ആരുടെ ഒരു ശതകോടീശ്വരനായ ഒരു സുഹൃത്ത്. അവൻ ക്ലിഫ് ന്റെ കുറിപ്പുകൾ കെട്ടിച്ചമച്ചു. എപ്പോൾഞാൻ അവൻ പറഞ്ഞു അത്തരം ഒരു വലിയ ആശയം, "നന്നായി ആദ്യ ലഭിച്ചതിന്റെ എന്ന് ചോദിച്ചപ്പോള് ...ഞാന് ... ഒരു നീണ്ട കഥ ഹ്രസ്വ വരുത്തുവാൻ ... "
		-- Steven Wright

%
ഞാൻ ഒരു ഹോബി ഞങ്ങൾക്കുണ്ട്. ഞാൻ കടൽ ഷെല്ലുകൾ ലോകത്തിലെ ഏറ്റവും വലിയ ശേഖരം ഉണ്ട്. ഞാൻ പ്രമാണിച്ചുഅതു ലോകം മുഴുവനും ബീച്ചുകളിൽ ചിതറിയിരിക്കുന്നതു. ഒരുപക്ഷേ നിങ്ങൾ അതിൽ ഏതാനും കണ്ട.
		-- Steven Wright

%
ഞാൻ യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് മാപ്പ്. ഇത് യഥാർത്ഥ വലിപ്പം തുടർന്ന്. ഞാൻ കഴിഞ്ഞ വേനൽക്കാലം ചെലവഴിച്ചുഅതു മടകൂപാളിയും. ഞാൻ എവിടെ ജീവിക്കുന്നു ആളുകൾ ഇടൂ, ഞാൻ പറയുന്നു "E6".
		-- Steven Wright

%
ഞാൻ ഒരു റോക്ക് ഗാർഡൻ ഉണ്ട്. കഴിഞ്ഞയാഴ്ച അവരിൽ മൂന്നു മരിച്ചു.
		-- Richard Diran

%
എനിക്ക് ഒന്നും ഇല്ല എന്റെ അപ്പാർട്ട്മെന്റിൽ ഒരു സ്വിച്ച് ഞങ്ങൾക്കുണ്ട്. ഓരോ ഒരിക്കൽഒരു സമയത്ത് ഞാൻ ഓണും ഓൺ ചെയ്യുക. ഓണും. ഓണും. ഒരു ദിവസം ഞാൻപറഞ്ഞ ഫ്രാൻസിൽ ഒരു സ്ത്രീ എന്നെ വിളിച്ചു "നിർത്തുക!"
		-- Steven Wright

%
ഞാൻ അസ്തിത്വം ഒരു മാപ്പ് ഞങ്ങൾക്കുണ്ട്. അത് എല്ലാവരും അതു എഴുതപ്പെട്ടത് "നിങ്ങൾ ഇവിടെയാണ്" ഉണ്ട്.
		-- Steven Wright

%
ഞാൻ ഒരു സ്പീഡ് വായന അപകടം ആശുപത്രിയിൽ പുറത്തിറങ്ങി.ഞാൻ ഒരു ബുക്ക്മാർക്ക് ഹിറ്റ്.
		-- Steven Wright

%
ഞാൻ ഉത്തരം അറിയുന്നു! ഉത്തരം ജനങ്ങളിൽ ഉള്ളിൽ സ്ഥിതിചെയ്യുന്ന!ഉത്തരം പന്ത്രണ്ടു ആണ്? ഞാൻ തെറ്റായ കെട്ടിടത്തിൽ കരുതുന്നു.
		-- Charles Schulz

%
ഞാൻ ടൈറ്റാനിക്ക് ന് ക്രൂയിസ് ഡയറക്ടർ നിലയിൽ ജീവിതം നോക്കൂ. ഞാൻ നേടുകയും പാടില്ലഅവിടെ, പക്ഷേ എനിക്ക് ഫസ്റ്റ് ക്ലാസ് പോകുന്നു.
		-- Art Buchwald

%
"ഞാൻ ശനിയാഴ്ച രാവിലെ കാർട്ടൂണുകൾ സ്നേഹിക്കുന്നു എന്തു ക്ലാസിക് നർമ്മം! എന്തുവിനോദം എല്ലാം ... ഇഡിയറ്റ്സ്, സ്ഫോടകവസ്തുക്കൾ എന്നിവയുടെ വീഴുന്ന anvils കുറിച്ച് ആണ്. "
		-- Calvin and Hobbes, Bill Watterson

%
ഞാൻ ഒരു ഡിപ്പാർട്ട്മെന്റ് സ്റ്റോറിൽ എന്റെ പുതിയ പെൺകുട്ടി സുഹൃത്ത് കണ്ടുമുട്ടി. അവൾ നോക്കിവസ്ത്രം, ഞാൻ escalators ന് Slinkys മേല ചെയ്തു.
		-- Steven Wright

%
ഞാൻ ഒരു മുഖം ഒരിക്കലും മറക്കില്ല, എന്നാൽ നിങ്ങളുടെ കാര്യത്തിൽ ഞാൻ ഒരു ഒഴിവാക്കൽ മാറ്റും.
		-- Groucho Marx

%
ഞാൻ എന്റെ നായ സംഭവസ്ഥലത്തെത്തി റിമൂവർ ഒഴിച്ചു. ഇപ്പോൾ അവൻ പോയി.
		-- Steven Wright

%
ഞാൻ എന്റെ നായ ദൃഷ്ടിയിൽ കോൺടാക്റ്റ് ലെൻസുകൾ വെച്ചു. അവർ പൂച്ചകളുടെ ചെറിയ ചിത്രങ്ങൾ ഉണ്ടായിരുന്നുഅവരുടെ മേൽ. ഞാൻ ഒരു എടുത്തു അവൻ സർക്കിളുകളിൽ ചുറ്റം ഒഴുകി.
		-- Steven Wright

%
ഞാൻ ഒരു ഓവനിൽ തൽക്ഷണ കോഫി വെച്ചു ഏതാണ്ട് സമയം തിരികെ പോയി.
		-- Steven Wright

%
"ഞാൻ ഒരു നല്ല പാർട്ടി ആണ് പ്രതീക്ഷിക്കുന്നു പറഞ്ഞു," Galder എന്നു ഉറക്കെ പറഞ്ഞു."നിമിഷം അത്," മരണം levelly പറഞ്ഞു. "ഞാൻ അതിനെ പോകാൻ കരുതുന്നതാഴേക്ക് വളരെ വേഗം അർധരാത്രി. ""എന്തുകൊണ്ട്?""ഞാൻ എന്റെ മൂടി ഏറ്റുവാങ്ങിക്കൊണ്ട് കരുതുന്നു എപ്പോഴാണു ചെയ്യുന്നു."
		-- Terry Pratchett, "The Light Fantastic"

%
ഞാൻ ഒരു കമ്പാര്ടുമെന്റ്റ് പരസ്യ എക്സിക്യൂട്ടീവ് കണ്ടു, മാത്രം ഒരു രണ്ടാം വേണ്ടി.
		-- Steven Wright

%
ഞാൻ ഒരു രാജ്യം-പാശ്ചാത്യ ഗായകൻ ചെയ്തിരിക്കണം. എല്ലാത്തിനുമുപരി, ഞാൻ നേക്കാൾ പഴയ സുഖമാണ്മിക്ക പാശ്ചാത്യ രാജ്യങ്ങളിലും.
		-- George Burns

%
ഞാൻ പാർക്കർ സഹോദരന്മാർക്കും വന്ദനം ജീവന്റെ എന്റെ സ്മരണകൾ വിറ്റത് - അവർ പോകുന്നുഒരു കളി കൊണ്ടു.
		-- Woody Allen

%
ഞാൻ ചീട്ടുകൾ ഉപയോഗിച്ച് പോക്കർ പ്ലേ രാത്രി താങ്ങി. ഞാൻ മുഴുവനായി കിട്ടിവീട്ടിൽ നാലു ജനം മരിച്ചു.
		-- Steven Wright

%
ഞാൻ നിന്റെ വീട്ടിൽ പുറത്ത് നിങ്ങളുടെ ഹോട്ട് ടബ് കണ്ടെത്താനോ നിർദ്ദേശിക്കുന്നു, അതിനാൽ വളരെ ചെയ്യുന്നില്ലഅതു തീയിൽ അല്ലെങ്കിൽ പൊട്ടിത്തെറിച്ച് ബാധയെ എങ്കിൽ വളരെ കേടുപാടുകൾ. ആദ്യം നിങ്ങൾ തീരുമാനിക്കാംദിശ നിങ്ങളുടെ ഹോട്ട് ട്യൂബും പരമാവധി സൗരോർജ്ജം വേണ്ടി അഭിമുഖീകരിക്കേണ്ടി വേണം. വളരെ ശേഷംപരീക്ഷണമാണെന്നും പിശക് ഞാൻ മുഖത്തേക്ക് ചൂടുള്ള ട്യൂബും മികച്ച ദിശ എന്ന് കണ്ടെത്തിയിരിക്കുന്നുഅപ് ആണ്.
		-- Dave Barry, "The Taming of the Screw"

%
ഞാൻ ചൂതാട്ട എന്നോടു സമ്മതിച്ചു ഒരിക്കലും മാതലി പറയുന്നു. കഴിഞ്ഞ ആഴ്ച ഞാൻ ട്രാക്ക് പോയിഅവർ ഓപ്പണിംഗ് തോക്ക് എന്റെ കുതിര വെടിയേറ്റു.ശരി, കഴിഞ്ഞ ആഴ്ചയിൽ ഞാൻ ചൈനീസ് റസ്റ്ററന്റിൽ ആയിരുന്നു ഞാൻ എന്റെ തുറന്നുഭാഗ്യ കുക്കി ഞാൻ അയക്ക് ചെക്ക് അടുത്ത പട്ടിക ഇരിക്കുന്നതും കണ്ടു. ഞാന് പറഞ്ഞു,അദ്ദേഹം പറഞ്ഞു, "ഹേയ്, ബഡ്ഡി ഞാൻ നിങ്ങളുടെ ചെക്ക് ലഭിച്ചത്" "നന്ദി."
		-- Rodney Dangerfield

%
ഞാന് ഈ ബസ് എല്ലാ Bozos മുൻപരിചയം കരുതുന്നു.
		-- Firesign Theatre

%
ഞാൻ കലവറക്കാരന് കുറിച്ച് സംശയകരമായ എന്തെങ്കിലും ഉണ്ടായി വിചാരിച്ചു. ഒരു മീനരാശി ഒരുപക്ഷേ,സ്കെയിൽ വേണ്ടി ജോലി.
		-- Firesign Theatre, "The Further Adventures of Nick Danger"

%
ഞാൻ വേഗവായന കോഴ്സ് എടുത്തു വാർ വായിക്കാൻ കഴിഞ്ഞു സമാധാനത്തോടെഇരുപതു മിനിറ്റ്.ഇത് റഷ്യ ഏകദേശം.
		-- Woody Allen

%
ഞാൻ മറ്റ് വഴി ചുറ്റും എന്റെ എയർകണ്ടീഷണർ തിരിഞ്ഞു അതു തണുപ്പിനെ ലഭിച്ചു.സെ ഞാൻ 80 എന്നു കരുതപ്പെട്ടിരുന്ന. ഞാൻ അതു മനസ്സിലാകുന്നില്ല "പറഞ്ഞുഇന്ന് പദവികളും "ഞാൻ പറഞ്ഞു" ശ്ശോ. "മേൽത്തട്ട് ന് എന്റെ വീട്ടിൽ ഞാൻ മുകളിൽ മുറികളോടു പെയിന്റിംഗുകൾ ഉണ്ട് ... അങ്ങനെഞാൻ മുകളിലത്തെ പോകാൻ ഒരിക്കലും.ഞാൻ ഒരു മൈക്രോവേവ് നെരിപ്പോടിൽ വാങ്ങി ... നിങ്ങൾ ഒരു വൈകുന്നേരം ചെലവഴിക്കാൻ കഴിയുംഎട്ടു മാത്രം മിനിറ്റുകൾക്കുള്ളിൽ അതു മുന്നിൽ.
		-- Steven Wright

%
ഞാൻ തിരക്കൊഴിഞ്ഞ ഒരു വീട്ടിൽ താമസിക്കുന്ന ഉപയോഗിച്ച്. എനിക്ക് എവിടെയും പോകുമ്പോൾ ഉണ്ടായിരുന്നുഎന്റെ നടവഴി അവസാനത്തോടെ 65 MPH പോകുന്നത് ലേക്ക്.ഞാൻ സ്ട്രോബ് ലൈറ്റുകൾ എന്റെ കാറിൽ ഹെഡ്ലൈറ്റ് മാറ്റിസ്ഥാപിക്കും. ഇപ്പോൾ തോന്നുന്നുഞാന് ഒരു ചലിക്കുന്ന സുഖമാണ് പോലെ.ഞാൻ ഇന്നു മൂലം മേൽ പിൻവലിച്ചു. ഓഫീസർ പറഞ്ഞു, "നിങ്ങൾക്കറിയില്ലേവേഗതാ പരിധി ഒരു മണിക്കൂർ 55 മൈൽ? "ഞാൻ പറഞ്ഞു," അതെ, പക്ഷേ എനിക്ക് പോയിട്ടില്ലഔട്ട് ആ നീണ്ട ലേക്കുള്ള. "ഞാൻ എന്റെ കാറിൽ ഒരു പുതിയ എൻജിൻ; എന്നാൽ പഴയതിനെ പുറത്തു വന്നില്ല. ഇപ്പോള്എന്റെ കാർ ഒരു മണിക്കൂർ 500 മൈൽ പോകുന്നു.
		-- Steven Wright

%
ഞാൻ ഒരു തീ ഹൈഡ്രന്റ് ഫാക്ടറിയിൽ പ്രവർത്തിക്കാൻ ഉപയോഗിക്കുന്ന. നിങ്ങൾ എവിടെയും സമീപം പാർക്ക് കഴിഞ്ഞില്ലസ്ഥലം.
		-- Steven Wright

%
ഞാൻ ഈ റെസ്റ്റോറന്റിൽ ആയിരുന്നു. അടയാളം "പ്രഭാത എപ്പോൾ." പറഞ്ഞു അതുകൊണ്ട് ഞാൻRennaissance ലെ ഫ്രഞ്ച് ടോസ്റ്റ് ഉത്തരവിട്ടു.
		-- Steven Wright

%
"ഞാൻ കഴിഞ്ഞ രാത്രി പാനീയവും ചെയ്തു, പുൽത്തകിടി ഉടനീളം വീട്ടിൽ ദോലെയും. യാദൃച്ഛികമായി ഞാൻവാതിൽ ലോക്ക് കാർ കീ വെച്ചു. വീടു ആരംഭിച്ചു. അങ്ങനെ ഞാൻ അലങ്കരിച്ചുഎന്ത് വിഡ്ഢിത്തമാണ്, ഏതാനും തവണ തടയൽ ചുറ്റും തെളിച്ചു. ഞാൻ വിചാരിച്ചുതിരക്കൊഴിഞ്ഞ നടുവിലെ ഐടി പാർക്ക് എല്ലാവർക്കും ടീപോയില് പോകണംഎന്റെ നടവഴി ഓഫ് നേടുകയും. "
		-- Steven Wright

%
ഞാൻ ഒരു ബാർ ആയിരുന്നു ഞാൻ ഒരു മനോഹരമായ സ്ത്രീ മുകളിലേക്ക് പറഞ്ഞു, "നീ ജീവിച്ചിരിപ്പുണ്ടോഇവിടെ ചുറ്റും പലപ്പോഴും? നിങ്ങൾ രണ്ട് വ്യത്യസ്ത നിറങ്ങളിലുള്ള സോക്സും ധരിക്കുന്നു "അവൾ പറഞ്ഞു". "ഞാൻ 'അതെ, എന്നാൽ എനിക്കു അവർ ഒരേ മുൻപരിചയം ഞാൻ കനം വഴി പോകുന്നതിനാൽ. "പറഞ്ഞുഅവൾ "നിങ്ങൾ എന്തു വിചാരിക്കുന്നു?" പറഞ്ഞു ഞാൻ നിങ്ങൾക്കു ഇരിക്കുന്നതു ചെയ്യുമ്പോഴാണ് നിങ്ങൾക്ക് അറിയാം പറഞ്ഞു, "ചെയർ, നിങ്ങൾ അങ്ങനെ നിങ്ങൾ രണ്ട് കാലിൽ വെറും മുൻപരിചയം നിങ്ങൾ അങ്ങനെ വളരെ അകലെയാണ് ഊന്നി ന്യായീകരണംനിങ്ങൾ ഏകദേശം മേൽ വീഴും പക്ഷെ അവസാന രണ്ടാമത്തെ നിങ്ങളെ സ്വയം ഡി.എം. ഞാന് ഇങ്ങനെഎല്ലാ സമയത്തും ആ ... "
		-- Steven Wright, "Gentlemen's Quarterly"

%
ഞാൻ കഴിഞ്ഞ ആഴ്ച വെഗാസ് ആയിരുന്നു. ഞാൻ ഒരു ദീർഘമായ ഇല്ലാത്തവർ ചൂതാട്ടമുണ്ടോ പന്തിയിൽ ആയിരുന്നുഞാൻ ഒരു ഒറ്റസംഖ്യയിലേക്ക് പരിഗണിക്കും എന്താണ് വാദം.
		-- Steven Wright

%
ഞാൻ എക്കാലത്തേയും മികച്ച ആയിരുന്നു.
		-- Woody Allen

%
"ഞാൻ ഒരു ജനറൽ സ്റ്റോർ ചെന്നു അവർ എന്നെ നിർദ്ദിഷ്ട ഒന്നും വിൽക്കാൻ മനസ്സില്ലായിരുന്നു".
		-- Steven Wright

%
"ഞാൻ ദിവസം ഒരു ജോലി അഭിമുഖത്തിൽ പോയി ഞാൻ എന്തെങ്കിലും ഉണ്ടെങ്കിൽ പുള്ളിക്കാരൻ എന്നോട് ചോദിച്ചുചോദ്യങ്ങൾ, ഞാൻ അതെ, വെറും ഒരു നിന്നെ യാത്ര കാറിൽ ആണെങ്കിൽ പറഞ്ഞുപ്രകാശത്തിന്റെ വേഗത നിങ്ങൾ, നിങ്ങളുടെ ഹെഡ്ലൈറ്റ് തിരിക്കാൻ എന്തെങ്കിലും സംഭവിച്ചാൽ?അവൻ ക്ഷമിക്കണം അവനെ അറിയിച്ചു, പക്ഷേ എനിക്ക് പ്രവർത്തിക്കാൻ കഴിഞ്ഞില്ല, ഉത്തരം കഴിഞ്ഞില്ല പറഞ്ഞുഅവന്നു വേണ്ടി.
		-- Steven Wright

%
"ഞാൻ അവർ എവിടെ നിന്നും എല്ലാ തലയും ആയുധങ്ങൾ ഉണ്ടായിരുന്നു മ്യൂസിയം പോയിമറ്റെല്ലാ മ്യൂസിയങ്ങളിൽ ഉള്ളവർ പ്രതിമകൾ. "
		-- Steven Wright

%
ഞാൻ ഈ രാവിലെ ഉണർന്ന് എന്റെ അപ്പാർട്ട്മെന്റിൽ അതൊക്കെയും കണ്ടെത്തിയത്ഒരു കൃത്യമായ ശരിപ്പകർപ്പ് കൂടെ മോഷ്ടിച്ച മാറ്റിയിരിക്കുന്നു ചെയ്തു. ഞാൻ എന്റെ സഹ പറഞ്ഞു,"അത്ഭുതകരമായ ഈ തന്നെയല്ലേ? അപ്പാർട്ട്മെന്റിൽ എല്ലാം മോഷ്ടിക്കപ്പെട്ടുവെന്ന് ഒപ്പംഒരു കൃത്യമായ ശരിപ്പകർപ്പ് ഉപയോഗിച്ച് മാറ്റി. "അദ്ദേഹം പറഞ്ഞു:" ഞാൻ നിന്നെ അറിയാമോ? "
		-- Steven Wright

%
ഞാൻ ഒരിക്കൽ ഒരു ആരോഗ്യ ഭക്ഷണ സ്റ്റോർ പ്രവർത്തിച്ചു. നൊമ്പരങ്ങള് വന്നു എന്നോടു ചോദിച്ചു"ഞാൻ ഡ്രൈ ഐസ് ഉരുക്കി എങ്കിൽ ഞാൻ ആർദ്ര ഇല്ലാതെ ഒരു കുളി കഴിയും?"
		-- Steven Wright

%
ഞാൻ ഒരു കുതിര ഉണ്ടായിരുന്നെങ്കിൽ ഞാൻ നിങ്ങളെ horsewhip ആഗ്രഹിക്കുന്നു.
		-- Groucho Marx

%
ഞാൻ അവർ എവിടെ ഉയർന്ന റാക്ക് കയറി ആക്കി ഇന്ത്യൻ ജീവിതശൈലിയിലെ, സംസ്കരിച്ചു ആഗ്രഹിക്കുന്നു,നിലത്തു മുകളിൽ. അതിലൂടെ, പോലും ഉൽക്കാശിലകളെ ഇടിക്കും അല്ല കഴിഞ്ഞ്അനുഭവിച്ചറിയു.
		-- Jack Handey, The New Mexican, 1988.

%
ഞാൻ ഒരു അംഗമായി എന്നെ ഇഷ്ടപ്പെടുന്നു തന്നെ ചെയ്യുന്ന ഏതെങ്കിലും ക്ലബ് ചേരാൻ ഒരിക്കലും ആഗ്രഹിക്കുന്നു.
		-- Groucho Marx

%
ഞാൻ വിരിപ്പിൽ സുഖപ്രദമായ ആയിരിക്കും. പ്രശസ്ത അവസാന വാക്കുകൾ.
		-- Lenny Bruce

%
ഞാൻ എന്റെ ഡോക്ടറെ കാണാൻ ബോസ്ടന് പോകുന്നു. അവൻ വളരെ രോഗി തുടർന്ന്.
		-- Fred Allen

%
പിന്നെ ഞാൻ ലൂർദ്ദ് പോകുന്നു, ഒരു വർഷം എന്റെ മനോവിശ്ലേഷകൻ നൽകാൻ പോകുന്നു.
		-- Woody Allen

%
ഞാൻ എന്നേക്കും ജീവിക്കാൻ പോകുന്നു, അല്ലെങ്കിൽ ശ്രമിക്കുന്നത് മരിച്ചെങ്കിൽ!
		-- Spider Robinson

%
മരണത്തെ എനിക്ക് ഭയമില്ല - പൗരുഷം ഞാന് അവിടെ ഇരിക്കും ആഗ്രഹിക്കുന്നില്ല.
		-- Woody Allen

%
ഞാൻ തികച്ചും അത്ഭുതകരമായ വൈകുന്നേരം നടത്തിയിരുന്നു. എന്നാൽ ഈ ആയിരുന്നില്ലേ അത്.
		-- Groucho Marx

%
ദൈവം നമ്മെ തവളകൾ ദുരവസ്ഥ ബന്ധപ്പെട്ട ആഗ്രഹിച്ചത് എങ്കിൽ അവൻ നന്നായിരുന്നേനെഅവരെ ഭംഗിയുള്ളതും രോമക്കുപ്പായമിട്ട ആക്കിയിരിക്കുന്നു.
		-- Dave Barry

%
ഡയോനൈസസ് ജീവനോടെ ആയിരുന്നു എങ്കിൽ! എവിടെ കഴിക്കുന്ന?
		-- Woody Allen

%
എങ്കിൽ ദൈവം എന്നെ ചില വ്യക്തമായ തെളിവ് കൊള്ളായിരുന്നു ഒരു വലിയ ഡെപ്പോസിറ്റ് നിർമ്മാണം എന്നിവ പോലുള്ളഒരു സ്വിസ് ബാങ്കിൽ എന്റെ നാമത്തിൽ.
		-- Woody Allen, "Without Feathers"

%
നീ നൂറു വയസു വരെ ജീവിക്കും എങ്കിൽ അത് കാരണം വളരെ കുറച്ച് ഉണ്ടാക്കിയിരിക്കുന്നുജനം നൂറു വയസ്സിൽ കഴിഞ്ഞ മരിക്കും.
		-- George Burns

%
നിങ്ങൾ ഒരു പുതുവർഷ പാർട്ടി എറിയാൻ എങ്കിൽ നിങ്ങൾക്ക് ചെയ്യാൻ കഴിയുന്ന ഏറ്റവും മോശം കാര്യം തന്നെനിങ്ങളുടെ അതിഥികൾ ഇന്ന് ഉണരും എവിടെ പാർട്ടിയുടെ തരത്തിലുള്ള ഇട്ടേക്കുക, ഒപ്പം നിങ്ങളെ വിളിക്കാൻഅവർ നല്ല കാലം ഉണ്ടായിരുന്നു പറയുന്നു. ഇപ്പോൾ നിങ്ങൾ മറ്റൊരു പാർട്ടി ഇടാനുള്ളതല്ലാം പ്രതീക്ഷിക്കാം തികച്ചുംഅടുത്ത വർഷം.എന്താണ് നിങ്ങൾ ചെയ്യേണ്ടത് പാർട്ടി ഏതുതരം നിങ്ങളുടെ അതിഥി വേക്ക് എവിടെ ഇട്ടേക്കുക ആണ്ഇപ്പോൾ മുതൽ പല ദിവസം അപ്പ് അവർ പോയിട്ടുള്ള എങ്കിൽ കണ്ടെത്താൻ അവരുടെ അഭിഭാഷകർ വിളിക്കുംഎന്തിനുവേണ്ടിയും ചുമത്തി. നിങ്ങളുടെ അതിഥികളെ ഒരു ഒഴിവാക്കാൻ അങ്ങനെ നാളെയെക്കുറിച്ച് ആഗ്രഹിക്കുന്നുഉടനെ അവർ വിഭാഗങ്ങൾക്ക് ആസൂത്രണം ആരംഭിക്കാൻ നിങ്ങളുടെ പാർട്ടിയുടെ ആവർത്തനവെറും മറ്റൊന്ന് നിന്ന് നിങ്ങളെ തടയാൻ സ്വന്തമല്ല, മുമ്പേ ഒരു വർഷം ...നിങ്ങളുടെ പാർട്ടി വിജയകരമെങ്കിൽ, പൊലീസ് വാതിൽ മുട്ടിവിളിക്കുന്നെന്നു ചെയ്യുംനിങ്ങളുടെ പാർട്ടി അവർ കണ്ണീർ വാതകം lob കേസിൽ വളരെ വിജയകരമായ ചെയ്താലുംനിങ്ങളുടെ സ്വീകരണ മുറിയിൽ കിളിവാതിൽ. ഹോസ്റ്റ് എന്ന നിലയിൽ നിങ്ങളുടെ ജോലി ഉറപ്പു എന്ന് വരുത്തിഅവർ ആരിൽ അറസ്റ്റ് ചെയ്യരുത്. അതല്ല ആരെങ്കിലും അറസ്റ്റ് മരിച്ച തയ്യാറായിക്കഴിഞ്ഞു എങ്കിൽനിങ്ങളുടെ ജോലി അത് നിങ്ങൾ അല്ല ഉറപ്പാക്കുക എന്നതാണ് ...
		-- Dave Barry

%
നിങ്ങൾ ദൈവത്തെ അപ്പൂപ്പന്റെ ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ, നിങ്ങളുടെ പദ്ധതികൾ അങ്ങനെ പറയുന്നത്.
		-- Woody Allen

%
നിങ്ങൾ പ്രഭാത മുമ്പിൽ ആറു അസാധ്യമാണ് ഇങ്ങനെ ചെയ്തു ചെയ്തെങ്കിൽ, എന്തുകൊണ്ട് ചുറ്റുംMilliway ന്റെ അത്താഴം ഓഫ് പ്രപഞ്ചം അവസാനം റെസ്റ്റോറന്റ്?
		-- Douglas Adams, "The Restaurant at the End of the Universe"

%
അമേരിക്കയിൽ ഇന്ന് ... ഞങ്ങൾ ആരുടെ നർമ്മം അങ്ങനെ തന്നെയായിരുന്നു വൂഡി അലൻ, ഞങ്ങൾക്കുണ്ട്ആരും മിയ Farrow ഒഴികെ ഇനി അതു ലഭിക്കുന്നു സങ്കീർണ. എല്ലാവരും ആർമിയ Farrow തിരികെ പിശാച് അവളെ ലഭിക്കുന്നു എവിടെ സിനിമകൾ making പോകണം കരുതുന്നുഗർഭിണികൾക്കും വൂഡി അലൻ തിരികെ ഒരു മനുഷ്യ ബീജങ്ങൾ അപ്പ് മരുന്നുചെയ്യല് പോകണം,നിങ്ങളുടെ കൈകൾ ഉളവാക്കുവാൻ ദയവായി. നന്ദി.
		-- Dave Barry, "Why Humor is Funny"

%
ഒരു dimwit, ഒരു വെളിച്ചം പോലെ പോലെ.
		-- Pogo

%
ഇവിടെ അത് അങ്ങനെ ഉണ്ടോ, അല്ലെങ്കിൽ ഞാന് കണ്ടത്?
		-- Steven Wright

%
കാര്യങ്ങൾ എപ്പോഴും എന്തു അല്ല ഒരു പ്രധാനപ്പെട്ട പ്രശസ്തമായ വസ്തുതഅവർ തോന്നുന്നില്ല. ഉദാഹരണത്തിന്, ഗ്രഹം ഭൂമിയിലും മനുഷ്യൻ എപ്പോഴും ഏറ്റെടുത്തുഅവൻ അങ്ങനെ കൈവരിച്ച കാരണം അവൻ ഡോൾഫിനുകൾ കൂടുതൽ ബുദ്ധിയുള്ള എന്ന്വളരെ - വീൽ, ന്യൂയോർക്ക്, യുദ്ധങ്ങൾ ഇത്യാദി - എല്ലാ ഡോൾഫിനുകൾ പടർത്തുകയുംഎപ്പോഴെങ്കിലും ഒരു പ്രാവശ്യം വെള്ളത്തിൽ കുറിച്ച് .കാര്യം ചെയ്തു ചെയ്തതു. പക്ഷേഅതുപോലെ, ഡോൾഫിനുകൾ എപ്പോഴും അവർ എത്രയോ കൂടുതൽ ഉണ്ടായിരുന്ന വിശ്വസിച്ചമനുഷ്യനെക്കാൾ ബുദ്ധിയുള്ള - കൃത്യമായും ഇതേ കാരണങ്ങളാൽ.ജിജ്ഞാസയോടെ മതി, ഡോൾഫിനുകൾ നീണ്ട നൂറാം എന്ന അറിഞ്ഞിരുന്നുഗ്രഹത്തിന്റെ ഭൂമിയുടെ നാശവും നിരവധി ശ്രമങ്ങൾ ഉണ്ടാക്കിയഅപകടത്തെ അലേർട്ട് മനുഷ്യർക്ക്; എങ്കിലും തങ്ങളുടെ കമ്മ്യൂണിക്കേഷൻസ് ഭൂരിഭാഗവുംതെറ്റായി ...
		-- Douglas Adams "The Hitchhikers' Guide To The Galaxy"

%
ഇത് വസ്തുനിഷ്ഠമായി ഒരാളുടെ മരണം അനുഭവിക്കാൻ ഇപ്പോഴും ഒരു രാഗം എടുക്കുന്നതു അസാധ്യമാണ്.
		-- Woody Allen

%
ഇത് ക്രമത്തിലായിരിക്കും ലേക്ക് കൻസാസ് സിടീ ൽ ബന്ധുക്കൾ ആവശ്യം ഇല്ലഅസന്തുഷ്ടമായ.
		-- Groucho Marx

%
അതു ആയിരുന്നു, എന്തോ വെളുത്ത മാർബിൾ സാമ്യമുള്ള പോലെ നോക്കിഅതു ഒരുപക്ഷേ എന്തു: വെണ്ണക്കൽ സദൃശമായ എന്തെങ്കിലും.
		-- Douglas Adams, "The Hitchhikers Guide to the Galaxy"

%
ഇത് ഒരു ചെറിയ ലോകമാണ്, പക്ഷേ അത് വരയ്ക്കാൻ ഞങ്ങൾക്കുണ്ട് ആഗ്രഹിക്കുകയില്ല.
		-- Steven Wright

%
ആഫ്രിക്ക ആനക്കൊമ്പു നേടുകയും പ്രയാസം, എന്നാൽ അലബാമ ടുസ്കലൂസ.
		-- Groucho Marx

%
അതു ഞാൻ മരിക്കാൻ ഭയമില്ല അല്ല. ഞാന് അതു സംഭവിക്കുമ്പോൾ ഉണ്ടാകും ആഗ്രഹിക്കുന്നില്ല.
		-- Woody Allen

%
കഴിഞ്ഞ രാത്രി ശക്തി പുറപ്പെട്ടു. നല്ല കാര്യം എന്റെ ക്യാമറ ഒരു ഫ്ലാഷ് ഉണ്ടായിരുന്നു ....അയൽക്കാർ അതു എന്റെ വീട്ടിൽ മിന്നൽ ആയിരുന്നു, അങ്ങനെ അവർ പോലീസുകാർ വിളിച്ചു.
		-- Steven Wright

%
ഞങ്ങൾ രാജ്യത്തുടനീളം തെളിച്ചു കഴിഞ്ഞ വർഷം ... ഡ്രൈവിംഗ് ഓൺ ...ഓരോ അര മൈൽ. നാം മുഴുവൻ ചക്ര കേൾക്കാൻ ഒറ്റ കാസറ്റ് ടേപ്പ് ഉണ്ടായിരുന്നു.അത് എന്താണെന്ന് എനിക്ക് ഓർക്കുന്നില്ല.
		-- Steven Wright

%
ലൈഫ് ദുസ്വപ്നം യധാര്ത്ഥത്തില് തിരിച്ചിരിക്കുന്നു.
		-- Woody Allen, "Annie Hall"

%
ജീവിതം ന് പറ്റുന്നു.
		-- The Restaurant at the End of the Universe.

%
നിങ്ങൾ, ഞാൻ പതിവായി മനുഷ്യന്റെ ബന്ധപ്പെട്ട ഗഹനമായ ചോദ്യങ്ങൾ കഷ്ടിച്ചു ഞാൻകാര്യങ്ങളുടെ പദ്ധതി സ്ഥലം. ഇവിടെ വളരെ ചുരുക്കം;ക്യു - അവിടെ മരണാനന്തര ജീവിതം ഉണ്ടോ?എ - ജലാലിന്റെ. ഞാൻ വ്യക്തിപരമായ ഇവിടെ അനുഭവം ആശംസിക്കുന്നു. പുതിയപുതുവർഷ രാവ്, 1970, ഞാൻ "ബ്ലാക്ക് റഷ്യൻ" എന്ന ഒരു പാനീയം ഒരു പൂർണ്ണ കുടം കുടിച്ചുപിന്നെ പുൽത്തകിടി ഔട്ട് ക്രാൾ ആയിരുന്നു മിനിറ്റ് ഒരു കാര്യം, ഉള്ളിൽ മരിച്ചുജോയിയുടെ ഞാൻ ജീവിച്ചു എങ്കിൽ ഞാൻ വരും എന്ന് മനസ്സിലാക്കിയ കാരണംഏറ്റവും .പാവത്തിനെ വേദനയേറിയ പിടിയിലാണെങ്കിൽ എന്റെ ജീവിതകാലം മുഴുവൻ ചെലവഴിച്ചത്തലവേദന. ആധുനിക ഓറഞ്ച് നീര് അത്ഭുതം നന്ദി, ഞാൻ തിരികെ കൊണ്ടുവന്നുജീവിതം നിരവധി ദിവസം കഴിഞ്ഞപ്പോൾ എന്നാൽ ഇടക്കാല ഞാൻ തീർച്ചയായും മരിച്ചുപോയി. ഞാന്.പിന്കുറിപ്പ് എന്റെ പ്രധാന കള്ളുകുടി നീണ്ട പോലെ അത്ര എന്നതാണ് ഊഹിക്കാൻനിങ്ങൾ വയ്ക്കുകയോ ടെലിവിഷൻ മറിഞ്ഞു ഏതെങ്കിലും ഖര ആഹാരം ശ്രമിക്കരുത്.
		-- Dave Barry

%
മനുഷ്യൻ 1: ഒരു നല്ല തമാശ പറഞ്ഞതിന് കുറിച്ച് ഏറ്റവും പ്രധാനപ്പെട്ട കാര്യം എന്താണെന്ന് എന്നോട് ചോദിക്കുക.മനുഷ്യൻ 2: ശരി, ഏറ്റവും impo എന്താണ് -മനുഷ്യൻ 1: ______ സമയത്തിന്റെ!
		-- Dave Barry

%
"പലരും റെഡ് കൂൺ എന്ന Topaxci ദൈവം കണ്ടിട്ടും അവർ ചെയ്ത്അടങ്ങാന് പേര്, "അവൻ പറഞ്ഞു. ചില Skelde, പുക ഭൂതത്തെ കാണുന്നു ഉണ്ടുഅവർ ജാലവിദ്യക്കാർ വിളിക്കുന്നു. ഏതാനും, Umcherrel കാണാൻ പദവി ചെയ്തിരിക്കുന്നുകാട്ടിലെ പ്രാണനും അവർ ആത്മാവു മാസ്റ്റേഴ്സ് എന്നറിയപ്പെടുന്ന. എന്നാൽ ആരുമില്ലഅവർ കാലുകൾ നൂറുകണക്കിന് കണ്ണുകൾ ഇല്ലാതെ അവരെ നോക്കി ആ ഒരു പെട്ടിക്ക് കണ്ടിട്ടുണ്ട്,idio-- എന്നറിയപ്പെടുന്ന "തടസ്സം പെട്ടെന്ന് ഒരു ശീതക്കാറ്റ് മുഴക്കം പാച്ചിലില് കാരണമാണ്മഞ്ഞും ഇരുണ്ട കുടിലുകളിൽ ഉടനീളം തീ ഊതി ആ തീപ്പൊരി ന്റെ; ഒരു ഹ്രസ്വ ഉണ്ടായിരുന്നുമങ്ങിയ കാഴ്ച തുടർന്ന് സമ്മുഖ മതിൽ വേറിട്ടു കരിഞ്ഞുപോയ ചെയ്തുഭൂതം അപ്രത്യക്ഷനായി.ഒരു നീണ്ട മൌനം ഉണ്ടായിരുന്നു. അപ്പോൾ ഒരു ചെറുതായി അൽപ്പകാലത്തേയ്ക്കുള്ള നിശബ്ദത. അപ്പോള്പഴയ അടങ്ങാന് "ശ്രദ്ധാപൂർവം പറഞ്ഞു താങ്കൾ രണ്ടു പുരുഷന്മാർ സഞ്ചരിച്ചു കണ്ടില്ലതലകീഴായി ഒരു broomstick പരസ്പരം നുള്ളിനോവിക്കുന്നു ബാലിശം, അല്ലേ? "ബാലനെ levelly അവനെ നോക്കി. "തീർച്ചയായും ഇല്ല" അവൻ പറഞ്ഞു.വൃദ്ധൻ ദുരിതാശ്വാസ ഒരു അറുതിയാകുന്നത്. അവൻ "ആ നന്മയുടെ നന്ദി"പറഞ്ഞു. "ഞാനും ചെയ്തിട്ടില്ല."
		-- Terry Pratchett, "The Light Fantastic"

%
വര്ഷങ്ങള്ക്കു മുന്പ് ഒരു കാലയളവിൽ സാധാരണയായി, അടുത്ത വെള്ളിയാഴ്ച ഉച്ചതിരിഞ്ഞ് ആയി അറിയുന്നുഅവൻ കാരണം വളരെ .റിസള്ട്ട് ചൊവ്വാഴ്ച രാവിലെയും ആയിരുന്നു ഒരു രാജാവുണ്ടായിരുന്നു ജീവിച്ചിരുന്നുതിങ്കളാഴ്ച ലഭിച്ചിട്ടില്ലാത്ത എങ്ങനെ എത്രമാത്രം അയ്യോ നൽകാൻപോകുന്നതെന്ന് അങ്ങനെ സ്വാദ് ആയിരുന്നുപൂർണ്ണമായും വിലാപഗീതം ബുധനാഴ്ച തന്നെ ....
		-- Walt Kelly

%
എന്റെ സഹോദരൻ ഈ വലിയ സാറ്റലൈറ്റ് ഫോട്ടോ കൂടെ അന്നു എന്റെ ഒരു പോസ്റ്റ്കാർഡ് അയച്ചുഅത് മുഴുവൻ ഭൂമിയുടെ. അത് വീണ്ടും പറഞ്ഞു: "നിങ്ങൾ ഇവിടെ കൊതിച്ചു".
		-- Steven Wright

%
എന്റെ സുഹൃത്ത് ഒരു കുഞ്ഞ് ഉണ്ട്. ഞാൻ അവൻ അങ്ങനെ ചെയ്യുന്നു എല്ലാ ആംഗ്യങ്ങൾ എഴുതി പിരിയുകയാണ്പിന്നീട് പിന്നെ, അദ്ദേഹത്തോട് ചോദിച്ച് കഴിയും.
		-- Steven Wright

%
എന്റെ സുഹൃത്തുക്കൾ, ഞാൻ അറിയപ്പെടുന്ന wonderous ഭൂഖണ്ഡത്തിന്റെ നിങ്ങളെ എന്നതാണ് ഇവിടെആഫ്രിക്ക. നന്നായി ഞങ്ങൾ ന്യൂയോർക്ക് ഫെബ്രുവരി 31 നു രാവിലെ കുടിച്ചു ആദ്യകാല അവശേഷിക്കുന്നു.ഞങ്ങൾ ഒടുവിൽ എത്തിയപ്പോൾ നാം കപ്പലിൽ വെള്ളം 15 ദിവസം ആയിരുന്നു, 3ആഫ്രിക്ക. അപ്പ്: ഞങ്ങളുടെ വരവ് മേൽ ഞങ്ങൾ ഉടൻ ഒരു കണിശമായ ഷെഡ്യൂൾ നിർത്തിയ6:00, പ്രഭാതഭക്ഷണം, തിരികെ കിടക്കയിൽ 7:00 ഓടെ. താമസിയാതെ നാം തിരികെ കിടക്കയിൽ ആയിരുന്നു6:30. ഇപ്പോൾ ആഫ്രിക്ക വലിയ ഗെയിം നിറഞ്ഞിരിക്കുന്നു. ഞാൻ രണ്ടു രൂപയാകും വെടിയേറ്റു ആദ്യ ദിവസം. ആഞങ്ങൾ ഉണ്ടായിരുന്നു വലിയ ഗെയിം ആയിരുന്നു. ആഫ്രിക്ക primerally Elks, കടമാൻ ജനവാസമുള്ള ആണ്ഒപ്പം Pithiests ഓഫ് നൈറ്റ്സ്.elks മലകളിലും ജീവിക്കും അവരുടെ പേരിൽ വർഷത്തിൽ ഒരിക്കൽ ഇറങ്ങിവാർഷിക കൺവെൻഷനുകൾ. നിങ്ങൾ അവരെ വെള്ളം ദ്വാരം ചുറ്റും കൂടി കാണണം,അവർ അതു വെള്ളം നിറഞ്ഞ തുടർന്ന് കണ്ടെത്താൻ വരുമ്പോൾ അവർ ഉടനെ വിട്ടേക്കുക. അവഒരു വെള്ളം ദ്വാരം തിരയുന്ന ചെയ്തിട്ടില്ല. അവർ ഒരു alck ദ്വാരം അന്വേഷിച്ചു.അവൻ എന്റെ വച്ചുണ്ടായ ഞാൻ എങ്ങനെ അയല്ക്കാരി ആനയെ വെടിയേറ്റു ഒരു ദിവസം രാവിലെഅയഞ്ഞകാലുറ, ഞാൻ അറിയുന്നില്ല. അപ്പോൾ നമുക്ക് കൊമ്പില്ലാത്ത നീക്കംചെയ്യാൻ ശ്രമിച്ചു. അത് ഒരു കഠിനമാണ്, കൊമ്പില്ലാത്ത പറയാൻ വചനം. ഞാന് കൊമ്പില്ലാത്ത നീക്കംചെയ്യാൻ ശ്രമിച്ചു എങ്കിലും അവർ ആയിരുന്നു പറഞ്ഞതുപോലെഅങ്ങനെ ഉറച്ചു ഞങ്ങൾക്കവ കഴിഞ്ഞില്ല imbedded. എന്നാൽ അലബാമയിൽ ടുസ്കലൂസ,എന്നാൽ ഞാൻ പറയുന്നതു ഇന്നതു പൂർണമായും irrelephant ആണ്.നാം നേറ്റീവ് പെൺകുട്ടികളുടെ ചില ചിത്രങ്ങൾ എടുത്തു എങ്കിലും അവർ വികസിപ്പിച്ച വന്നില്ല.അതിനാൽ കുറച്ച് വർഷങ്ങളിൽ തിരികെ പോകുന്നു ...
		-- Julius H. Marx [Groucho]

%
നീച്ച ഞങ്ങൾ വീണ്ടും വീണ്ടും ഒരേ ജീവിതം പറയുന്നു.ദൈവം - ഞാൻ വീണ്ടും ഐസ് Capades വഴി ഇരിക്കാൻ വരും.
		-- Woody Allen, "Hannah and Her Sisters"

%
നിർവാണ? അതാണ് അധികാരശക്തികളും അവരുടെ സുഹൃത്തുക്കൾ ഹാംഗ് എവിടെ സ്ഥലമാണിത്.
		-- Zonker Harris

%
മറ്റാരുടേയും സ്പാനിഷ് ഇൻക്വിസിഷനിൽ പ്രതീക്ഷിക്കുന്നു!
		-- Zonker Harris

%
ഇപ്പോൾ എല്ലാ നല്ല മനുഷ്യർക്കും വരും സമയമാകുന്നു.
		-- Walt Kelly

%
വ്യക്തമായും മരണം വിഷയം വായുവിൽ ആയിരുന്നു, എന്നാൽ കൂടുതൽ ഒന്നായിമേൽ മീട്ടിയതോ അധികം ഉണ്ടാക്കുന്നില്ല.Zaphod പ്രാപിക്കാനുള്ള ചെയ്തത് അനുഭവപ്പെട്ട സാധ്യതയുണ്ട് ഹൊറർഅവർ വേണ്ടി അവന്റെ മരണപ്പെട്ടയാളുടെ ബന്ധുക്കൾ അസനിഗ്ദ്ധമായി മൗലികമായി ന് നയിച്ചുവെറും എന്തിനധികം അവനെ ഒരേവിധത്തിലല്ല അനുഭവപ്പെടുകയും, എന്തെങ്കിലും ചെയ്യാൻ കഴിയുംഈ റീയൂണിയൻ നല്കാറുണ്ട് സഹായിക്കുന്നതിനുള്ള.
		-- Douglas Adams

%
ഒറ്റ നർമ്മബോധവും ഇല്ല. അതു നിങ്ങൾ ഉണ്ട്.
		-- Larry Gelbart

%
ഒരു നായ പുറത്തും ഒരു പുസ്തകം ഒരു മനുഷ്യന്റെ സുഹൃത്താണ്. ഒരു നായ സ്മാരകശിലകൾ അത് വളരെ തുടർന്ന്വായിക്കാൻ ഇരുണ്ട.
		-- Groucho Marx

%
"വാക്കുകൾ കളിക്കുന്നത്" കോക്ക് അല്പം വ്യക്തിയിൽ ഒരു ചില ഇനമാണ് ഇഷ്ടപ്പെടുന്നതുമായനിങ്ങൾക്ക് വസന്തകാലത്ത് തുടർന്ന് സ്വയനീതിക്കാരനായ ഒരു തൃപ്തി വഴിക്കും നിങ്ങളെ നോക്കൂഅവൻ നിങ്ങളോടു ഇതുവരെ ഭഗവാണ്റ്റെ എന്ന് തോന്നുന്നു വേണം എന്നു തോന്നിയാൽ സൂചിപ്പിക്കാൻഭൂമിയിലൊരു വ്യക്തി ഇപ്പോൾ വാസ്തവത്തിൽ നിങ്ങൾ എന്തു വരുമ്പോൾ ബെഞ്ചമിൻ ഫ്രാങ്ക്ലിൻ, മരിച്ചുപോയചിന്തിക്കുന്നത് മറ്റ് ഈ ഒരാളെ ലൈഫ് എഴുന്നേറ്റ അവസാനിക്കുന്നതാണെങ്കിൽ എന്നതാണ്യാത്രക്കാർ പോലും അവർ ഒന്നാം ദിവസം അവസാനത്തോടെ പേരിനെങ്കിലും അവനെ ചുഴറ്റിവെള്ളവും ഭക്ഷണവും ധാരാളം.
		-- Dave Barry, "Why Humor is Funny"

%
"ഇപ്പോൾ ഞാൻ ഒരേ സമയം ഓര്മ്മശക്തിയില്ലായ്മ ആൻഡ് വേറേയൊരു പ്രശ്നമുണ്ട്."
		-- Steven Wright

%
Rincewind അരമനയുടെ താമസിക്കുന്നവർ വിചിത്രവും എന്റിറ്റി ഒരു മാനസിക നിർമ്മിച്ചുപല്ലിന്റെ ഉണ്ടാക്കി. അതു നിങ്ങൾ മറക്കരുത് ശ്രമിച്ചു മാനസിക ചിത്രം ഏതുതരം.നിഷ്ഫലമായി.
		-- Terry Pratchett, "The Light Fantastic"

%
Romeo ഒരു ദിവസത്തിൽ bilked ചെയ്തിരുന്നില്ല.
		-- Walt Kelly, "Ten Ever-Lovin' Blue-Eyed Years With Pogo"

%
സ്രാവുകൾ അവരുടെ ഷർട്ട് ഓഫ് സ്വീകരിച്ചവരുടെ ഫുട്ബോൾ ആരാധകർ പോലെ നല്ലതല്ലാത്ത ആകുന്നുജനുവരിയിൽ ചിക്കാഗോയിലെ ഗെയിമുകൾ മാത്രം കൂടുതൽ ബുദ്ധിയുള്ള കാലത്ത്.കൗമാരം അറിഞ്ഞിരിക്കേണ്ട "
		-- Dave Barry, "Sex and the Single Amoeba: What Every

%
കാണിക്കുന്നത് ജീവിതത്തിന്റെ 80% ആണ്.
		-- Woody Allen

%
നിങ്ങളിൽ ചിലർ ... ഈ വർഷം എന്നു നിങ്ങൾ ആഘോഷിക്കാൻ പോകാനൊരുങ്ങുന്ന തീരുമാനിച്ചു ചെയ്തിരിക്കാംഅതു നിങ്ങളുടെ കുടുംബം stringing ചുറ്റും ഇരുന്നുകൊണ്ട് പഴയ രീതിയിലുള്ള വഴി,Propeeps ഒരു കൂടാതെ "വി" ഇഷ്ടമാവുകയും എളിയ, കൈകൊണ്ട് സമ്മാനങ്ങളും, കൈമാറുന്ന.അത് നന്നായി മറക്കും. എല്ലാവരുടെയും വിധ്വംസക സ്റ്റണ്ട് ആ തരത്തിലുള്ള വലിച്ച് എങ്കിൽ,എക്കണോമി ഒറ്റരാത്രികൊണ്ട് ചുരുക്കാൻ തന്നെ. സർക്കാർ തന്നെഇടപെടാൻ: അതു, ഹോളിഡേ ഗിഫ്റ്റ് നൽകുന്ന ഒരു കാബിനറ്റ്-ലെവൽ വകുപ്പ് ഉണ്ടാക്കുകയുമില്ലായിരുന്നുബാർബി പാവകൾ വാങ്ങാൻ നികുതി ശതകോടിക്കണക്കിനു ഡോളറിന്റെ ശതകോടി ചെലവഴിക്കാൻ ഏത്അതു എയർ ഫോഴ്സ് നിന്ന് ജനസംഖ്യാനുപാതികമായി പൊഴിക്കുന്നു ഏത് ഇലക്ട്രോണിക് വിനോദങ്ങൾ,ജെറ്റുകൾ മരിക്കുകയും അംഗഭംഗപ്പെടുത്തുന്നതോ ആയിരക്കണക്കിന്. അതുകൊണ്ട് ജനതയുടെ നന്മയ്ക്കായി, നിങ്ങൾഹോളിഡേ പ്രോഗ്രാം സഹിതം പോകേണ്ടതാണ്. ഇത് നിങ്ങൾ ഒരു വലിയ നൽകണം എന്നാണ്പണം ആകെത്തുക ഒരു സംശയിച്ചു പോയി.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
ചിലപ്പോൾ സൗന്ദര്യം ലോകത്തിന്റെ ഞാന് എറിയാൻ ആഗ്രഹിക്കുന്നു, അതിനാൽ പ്രളയവും ആകുന്നുഎന്റെ തലയും കവിള്ക്കൊള്ളുക ബാക്കപ്പ്. ജസ്റ്റ് കവിള്ക്കൊള്ളുക ഒപ്പം കവിള്ക്കൊള്ളുക ഞാൻ കേൾക്കുന്ന കാര്യമാക്കുന്നില്ലഎന്നെ ഞാൻ സുന്ദരിയാണ് കാരണം.
		-- Jack Handey, The New Mexican, 1988.

%
നന്മയിൽ ആധുനിക സൗകര്യം റിമോട്ട് നാളെയുടെ ഒരു കാര്യം ആണ് നന്ദി.
		-- Pogo, by Walt Kelly

%
മാളുകളിൽ പിന്നിൽ അടിസ്ഥാന ആശയം പട്ടണങ്ങളിൽ അധികം സുഖ എന്നതാണ്.നഗരങ്ങളിലേക്ക് അപകടകരവും തിങ്ങിക്കൂടിയ ബുദ്ധിമുട്ടുള്ള ആയ തെരുവുകൾ, അടങ്ങിയിട്ടുണ്ട്. മാളുകളിൽ പാർക്ക്, മറുവശത്ത്, പുറമേ ആയ പാർക്കിങ്, ഞങ്ങൾക്കുണ്ട്പാർക് ലേക്കുള്ള അപകടകരവും തിങ്ങിക്കൂടിയ ബുദ്ധിമുട്ടുള്ള, പക്ഷേ - ഇവിടെ വലുതാണ്വ്യത്യാസം - മാൾ പാർക്കിങ് ലെ ആരും നിയമങ്ങൾ. നിങ്ങൾ നിങ്ങളെ അനുവദിച്ചതായിഒന്നും ചെയ്യാൻ. നിങ്ങൾ പോലെ ഫാസ്റ്റ് നിങ്ങൾ ആഗ്രഹിക്കുന്ന ഏത് ദിശയിൽ ആഗ്രഹിക്കുന്ന പോലെ നയിക്കും.എന്റെ കാർ ഒരു പിക്കപ്പ് വഴി അടിച്ചു വന്നപ്പോൾ ഞാൻ ഒരിക്കൽ മാളിൽ പാർക്ക് ഡ്രൈവിംഗ് ചെയ്തുട്രക്ക് "ചാർളി" എന്നു പറഞ്ഞത് ഒരു പച്ച ഒരു വക്രമായിരിക്കാൻ മനുഷ്യൻ പിറകോട്ടു നയിക്കപ്പെടുന്നത്പുറത്തിറങ്ങി എന്നോടു വിശദീകരിച്ചു തന്റെ കൈത്തണ്ട, ന്, വലിയ വിശദമായി എന്തുകൊണ്ട്അപകടം തന്റെ ന്യായവാദം അവൻ അക്രമാസക്തമായി പേശീ ഞാൻ വേഗം എന്റെ തെറ്റായിരുന്നു,ഞാൻ ആയിരുന്നില്ല അതേസമയം. ന്യായവാദം ഇത്തരത്തിലുള്ള മാളിൽ നിയമപരമായി സാധുവാണ്പാർക്കിങ്.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
ഉറക്കമില്ലായ്മ മികച്ച രോഗശമനം ഉറക്കം ഒരുപാട് നേടുകയും ആണ്.
		-- W. C. Fields

%
രണ്ടു വടിയുമായി തീ മികച്ച മാർഗം അവരിൽ ഉറപ്പു മാറ്റുന്നതിന്റെ ആണ്ഒരു പൊരുത്തം ആണ്.
		-- Will Rogers

%
എരുമ എല്ലാവർക്കും അവനെ പുറത്തു ചെയ്യുന്നു പോലെ അപകടകരമാണ് അല്ല.യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് കൂടുതൽ അമേരിക്കക്കാർ കൊല്ലപ്പെട്ടു എന്ന് സ്റ്റാറ്റിസ്റ്റിക്സ് തെളിയിക്കാനുംഅധികം വാഹന അപകടങ്ങൾ എരുമ കൊലപ്പെടുത്തി ചെയ്യുന്നു.
		-- Art Buchwald

%
നയാഗ്ര പതനം അപ്പ് തിമിംഗലത്തെ മഹത്തായ ചാടും എല്ലാവരാലും, എണ്ണുംആർ പ്രകൃതിയിൽ ഉത്തമോദാഹരണമാണ് കണ്ണട ഒന്നായി അതു കണ്ടിരിക്കുന്നു.
		-- Benjamin Franklin.

%
ഗാലക്സി ലേക്കുള്ള ഹിച്ച്ഹൈക്കർ ഗൈഡ് പറഞ്ഞാലും കുറച്ച് കാര്യങ്ങൾ ഉണ്ട്ഇനിഎന്നെങ്കിലും വിഷയമാണ്.ഏറ്റവും പ്രധാനമായി, ഒരു ടവൽ മഹത്തായ മനഃശാസ്ത്രപരമായ മൂല്യമുണ്ട്. വേണ്ടിചില കാരണങ്ങളാൽ, ഒരു നോൺ-മണപ്പിച്ച് ഒരു മണപ്പിച്ച് തന്റെ ടവൽ ഉണ്ടെന്നു കണ്ടെത്തിയാൽഅദ്ദേഹത്തോടൊപ്പം അവൻ യാന്ത്രികമായി അവൻ ഒരു കൈവശം ആണ് എന്ന് കരുതാൻടൂത്ത്, washcloth, തുരുത്തി, കൊതുകിനെ സ്പ്രേ, സ്പേസ് സ്യൂട്ട് മുതലായവ മുതലായവ കൂടാതെ,നോൺ-മണപ്പിച്ച് തുടർന്ന് സസന്തോഷം മണപ്പിച്ച് ഇവയിൽ ഏതെങ്കിലും കടം അല്ലെങ്കിൽഅവൻ "നഷ്ടപ്പെട്ട" ഉണ്ടാകേണ്ടതിന്നു ഒരു ഡസനോളം വേറെ ഇനങ്ങൾ. എല്ലാ ശേഷം ഏതൊരു മനുഷ്യനും, ഭയങ്കരൻ അസമത്വത്തെ പോരാട്ടം, ഗാലക്സി നീളവും വീതിയും ഹിച്ച്വിജയം അവന്റെ ടവൽ എവിടെ ഇപ്പോഴും അറിയുന്നില്ല, വ്യക്തമായും ഒരു മനുഷ്യൻഎണ്ണി.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
മറ്റ് ഇന്നു ഞാൻ ... അണ്ണന് ഇല്ല, അത് ഞാനായിരുന്നു.
		-- Steven Wright

%
"പിരമിഡ് തുറക്കുകയാണ്!"	"അതിൽ ഏത്?"'അതിൽ എന്നേക്കും-കറൻറ് ദ്വാരം കൂടെ ഒരു! "ഒരിക്കൽ എവിടെയും നിങ്ങൾ എല്ലാം ", നിങ്ങൾ
		-- Firesign Theater, "How Can You Be In Two Places At

%
ഉപകരണങ്ങൾ മൂന്നു പ്രധാന ഏതുതരം* Hittings കാര്യങ്ങൾ അവരെ അഴിച്ചുവിട്ടു ഉണ്ടാക്കാൻ അല്ലെങ്കിൽ അവരെ ശക്തമാക്കാനും ഉപകരണങ്ങൾ അല്ലെങ്കിൽഅവരുടെ സങ്കീർണ്ണവുമായ അതിനൂതനമായ വൈദ്യുത അത്തരമൊരു ലെ ഭാഗങ്ങൾ ഉറക്കെഅവർ തികച്ചും പ്രവര്ത്തനം വിധത്തിൽ. (ഈ നിങ്ങളുടെ ആണിയും, ദണ്ഡുകളുമുണ്ടായിരിക്കും ആകുന്നു,bludgeons, ഒപ്പം truncheons.)*, ശരിയായി പൊഴിഞ്ഞു എങ്കിൽ നിങ്ങളുടെ കാൽ നുഴഞ്ഞുകയറാൻ കഴിയുന്ന ഉപകരണങ്ങൾ. (Awls)* സാധ്യതയുള്ള അപകടം ബഹുദൂരം കാരണം ആരും ഉപയോഗിക്കാൻ കഴിയുന്ന ഉപകരണങ്ങൾഒരുപക്ഷേ കാരണമാകുന്നു ഏതെങ്കിലും പദ്ധതിയുടെ മൂല്യം ശ്രേഷ്ഠ.(പവർ ഈർച്ചവാളിന്നും, വൈദ്യുതി ആബാലവൃദ്ധം, വൈദ്യുതി staplers, ഉപയോഗിക്കുന്ന ഉപകരണം ഏതെങ്കിലും തരത്തിലുള്ളവൈദ്യുതി ഏതെങ്കിലും തരത്തിലുള്ള ഫ്ലാഷ്ലൈറ്റ് ബാറ്ററികൾ കൂടുതൽ വിപുലമായ.)
		-- Dave Barry, "The Taming of the Screw"

%
അവൻ കാളയെ എടുത്തു ഉണ്ട് ഒരു മനുഷ്യന്റെ കാര്യങ്ങളിൽ ഒരു കാലം ഉണ്ടായിരുന്നു വരുന്നുവാലറ്റക്കാരുടെ സാഹചര്യം നേരിടാൻ.
		-- W. C. Fields

%
അനായാസമായി പെട്ടെന്നുള്ള വഴി അവിടെ, നമ്മൾ നമ്മുടെ വഴി ജീവിക്കാൻ ഞങ്ങൾക്കുണ്ട് ആണെങ്കിൽജീവിതകാലം, വിജയം നഷ്ടപ്പെടുകയും, അല്ലെങ്കിൽ വരയ്ക്കുക.
		-- Walt Kelly

%
ഈ സംസ്കാരത്തിന്റെ ഇത്രയധികം പ്ലാസ്റ്റിക് വിനൈൽ പുള്ളിപ്പുലി ത്വക്ക് എന്ന് അവിടെഒരു വംശനാശ സിന്തറ്റിക് ഭീമേശ്വരി.
		-- Lily Tomlin

%
കാര്യങ്ങൾ അവരെ മെച്ചപ്പെടുത്താനുള്ള പരിശ്രമം ഉണ്ടെങ്കിലും കളയാം.
		-- Will Rogers

%
ഈ ദേശം പാന്റും നിറഞ്ഞിരിക്കുന്നു!ഈ ദേശം mausers നിറഞ്ഞിരിക്കുന്നു!സൂര്യൻ അസ്തമിക്കുമ്പോൾ അവർക്കും ഭക്ഷിപ്പാൻ pussycats!
		-- Firesign Theater

%
സമയം നാളെകളിലേക്ക് അങ്ങനെ വീമ്പിളക്കിയാല് lunchtime ആണ്.
		-- The Hitchhiker's Guide to the Galaxy

%
നീ ഭൂമിയിൽ സ്പിൻ മാറ്റുമെന്ന് അദ്ദേഹം അങ്ങനെ വളരെ മോശം നിങ്ങൾ ഒരു ആരാധിക്കുമോ ഗ്ലോബ് വാങ്ങാൻ കഴിയില്ലയഥാർത്ഥ ഫാസ്റ്റ് എല്ലാവരും അതാകും.
		-- Jack Handey, The New Mexican, 1988.

%
സീറോ ഇരുപത് ശതമാനവും നല്ലതു.
		-- Walt Kelly

%
നാം ശത്രു കൂടിക്കാഴ്ച അവൻ നമ്മെ ആണ്.
		-- Walt Kelly

%
നാം കടക്കാനസാധ്യമായ അവസരങ്ങൾ ക്ഷപ്പെട്ടു.
		-- Walt Kelly, "Pogo"

%
എല്ലാം മിഥ്യയാണ് ഒന്നും നിലവിലുണ്ട് എന്തു ചെയ്യുന്നു? ആ കേസ്, ഞാൻതീർച്ചയായും എന്റെ പരവതാനി ഗിബ്ബൺ.
		-- Woody Allen, "Without Feathers"

%
ഒന്നും നിലവിലുണ്ട് ഞങ്ങൾ എല്ലാവരും ഒരാളുടെ സ്വപ്നത്തിൽ എന്തുചെയ്യും? അല്ല മോശമാണ്,മൂന്നാം തുടർച്ചയായി കൊഴുപ്പ് ഒര് നിലവിലുണ്ട് മാത്രമേ എങ്കിൽ?
		-- Woody Allen, "Without Feathers"

%
കോമഡി എന്താണ്? ഹാസ്യം പറയാതെ ആളുകളെ ചിരിക്കും making കലയാണ്അവരെ ദേഷ്യത്തോടെ.
		-- Steve Martin

%
"ഞങ്ങൾ എന്തു ചെയ്യണം?" Twoflower പറഞ്ഞു."പാനിക്?" Rincewind പ്രതീക്ഷ പ്രകടിപ്പിച്ചു. അവൻ എപ്പോഴും പാനിക് എന്നു എണ്ണുകകൊണ്ടുഅതിജീവിക്കാനുള്ള മികച്ച മാർഗമായി; തിരികെ ഗുണാത്മകമായ ദിവസങ്ങളിൽ തന്റെ സിദ്ധാന്തം പോയി ജനംകടന്നു വളരെ ലളിതമായി വിശന്നു sabretoothed കടുവകൾ നേരിടുന്ന പിരിയുന്നതാണ് കഴിഞ്ഞില്ലപരിഭ്രാന്തി അവിടെ നിന്നവരിൽ "എന്തു മനോഹരമായ ചെയ്തവരെഇവരോ! "ഉം" ഇതാ, സമനിരപ്പുണ്ടാക്കുക. "
		-- Terry Pratchett, "The Light Fantastic"

%
"ശബ്ദകോശം" മറ്റൊരു വചനം എന്താണ്?
		-- Steven Wright

%
ഞാൻ കാനഡ അതിർത്തി വന്നപ്പോൾ അവർ ചോദിച്ചുഞാൻ പറഞ്ഞു ഇനി തോക്കുകൾ ഉണ്ടായിരുന്നു. ഞാൻ പറഞ്ഞു 'ശരി, എന്താണ് ആവശ്യമായിരിക്കുന്നത്? "
		-- Steven Wright

%
ഞാൻ അല്പം വയസ്സായപ്പോൾ ഞാൻ ഒരു കൈയ്യും ഷോപ്പ് പോയി ഞാൻ ലഭിക്കും ആഗ്രഹിക്കുന്നു എത്ര വലിയ ചോദിച്ചു.
		-- Rodney Dangerfield

%
ഞാൻ ഈ രാവിലെ ഉണർന്നു ശേഷം എൻറെ കാമുകി ഞാൻ നന്നായി ഉറങ്ങി എങ്കിൽ ചോദിച്ചു.ഞാൻ പറഞ്ഞു "ഇല്ല, ഞാൻ കുറച്ച് തെറ്റുകൾ."
		-- Steven Wright

%
നർമ്മം സംബന്ധിച്ചിടത്തോളം എവിടെ യാതൊരു മാനദണ്ഡങ്ങൾ ഉണ്ട് - ആരും എന്ത് പറയാനാണ്നിങ്ങൾ എല്ലാവർക്കും ഉറപ്പാണ് വരാമെങ്കിലും നല്ലതോ ചീത്തയോ ആണ്.
		-- John Kenneth Galbraith

%
എന്തുകൊണ്ട് വേണ്ടി അക്ഷരമാല ആണ്? കാരണം ആ ഗാനം തന്നെയാണോ?
		-- Steven Wright

%
ഇഷ്ടം റോജേഴ്സ് വേദനയുടെ.
		-- Steven Wright

%
Winny ഞാൻ സ്റ്റാറ്റിക് വൈദ്യുതി ഒഴുകുന്നതു ഒരു വീട്ടിൽ താമസിച്ചിരുന്നത് ...മണ്ടനാണ് പ്രവർത്തിപ്പിക്കാൻ ആഗ്രഹിച്ചു എങ്കിൽ, നിങ്ങളുടെ ന് ബലൂണുകളും തടവുക ഉണ്ടായിരുന്നുതല ... നിങ്ങൾ വേവിക്കുക കാണണമെങ്കിൽ, നിങ്ങൾ യഥാർത്ഥ പെട്ടെന്നുള്ള ഒരു സ്വെറ്റർ വലിച്ചെടുക്കുന്നു ഉണ്ടായിരുന്നു ...
		-- Steven Wright

%
നിങ്ങൾ * ______ ശരിക്കും * ഒരു നോൺ-സ്റ്റോപ്പ് ഫ്ലൈറ്റിൽ ആഗ്രഹിക്കുക?
		-- George Carlin

%
നിങ്ങൾക്ക് എല്ലാം ഉണ്ട് കഴിയില്ല. അത് എവിടെ വെച്ചു തന്നെ?
		-- Steven Wright

%
"എന്ന്, അത് ഇതുപോലെ സമയങ്ങളിൽ തുടർന്ന് ഞാൻ പങ്കില്ല കുടുങ്ങി സമയത്ത്തിരുവാതിര അകത്തു മുട്ടൽ മരിക്കും കുറിച്ച് നിന്ന് മനുഷ്യനോടു airlockഞാൻ ശരിക്കും ഞാൻ എന്റെ അമ്മ എന്നെ പറഞ്ഞതിനെക്കുറിച്ചു കേട്ടുകൊണ്ടിരുന്നു ആഗ്രഹിക്കുന്നു ആഗ്രഹിക്കുന്നുവെങ്കിൽ ആഴത്തിലുളള സ്പേസ്ഞാൻ യുവാവായിരുന്നപ്പോൾ!""എന്തു അവൾ നിങ്ങൾ പറഞ്ഞത്?""ഞാൻ അറിയുന്നില്ല, ഞാൻ കേട്ടില്ല."
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
നിങ്ങൾ ഇതിനകം .കെയിലേക്കു വരാം.
		-- Form letter received by Rodney Dangerfield.

%
നിങ്ങൾക്ക് മികച്ച അടികുക ആഗ്രഹിക്കുന്നു. ഒരു ടാക്സി വിട്ടേക്കുക കഴിയും. ഒരു ടാക്സി നേടുകയും കഴിയില്ല, നിങ്ങൾക്ക്ഞാനാഗ്രഹിക്കുന്നില്ല വിട്ടേക്കുക കഴിയും. അത് വളരെ വേഗം ഉണ്ടെങ്കിൽ, ഒരു മിനിറ്റിന് ഞാനാഗ്രഹിക്കുന്നില്ല വിട്ടേക്കുക കഴിയും.
		-- Groucho Marx

%
ചില മൃഗങ്ങൾ അവയുടെ യുവ തിന്നുകയും എന്തിനാണ് ഒരു നല്ല മാതൃക മുൻപരിചയം.അതെ, അയ്യോ. ഞാൻ എന്റെ ആദ്യ ബിയർ ഓർക്കുക.നിങ്ങളുടെ ഐ.ക്യു 28 ആയി സന്ദർഭം വിൽക്കാൻ.
		-- Professor Irwin Corey to a heckler

%
ഫോർച്യൂൺ'S റാൻഡം പൊരുത്തമൊന്നുമില്ലെന്ന് ഗെയിം കഴിഞ്ഞു 75 നിന്നുള്ള ഉദ്ധരണികൾ. 1: ജീൻ Rayburn: നാം ---, ദിവസം ഒരു ചിന്ത ക്ലോസ് സുഹൃത്തുക്കൾ ആഗ്രഹിക്കുന്നു               എന്തെങ്കിലും ...      ആരോ: (നബിയുടെ) ക്ഷമിക്കണം ജീൻ Rayburn: ..., സാരഗർഭമായ ജ്ഞാനവും നിറഞ്ഞു --- ഞങ്ങൾ കവി വിളിച്ച്               രാസയുദ്ധത്തിന്റെ Nipsey റസ്സൽNipsey റസ്സൽ: യുവാക്കളെ വളരെ വ്യത്യസ്തമായ ഇന്ന് അവിടെ ആണ്               അറിയാൻ ഒറ്റ ഉറപ്പു വഴി അവർ വന്നു എവിടെ ചോദിക്കുന്ന ഒരു കിഡ്സ്               നിന്ന് നിങ്ങൾക്ക് പോകാൻ കഴിയുന്ന അവർ ഇപ്പോൾ പറയാം.          എല്ലാ: (ചിരി)
		-- Professor Irwin Corey to a heckler

%
