ഒരു പഴയ പൂച്ച ചിലർ ബുദ്ദിമുട്ടാണങ്കിൽ ന്റെ ബാർ പിന്നിൽ ഇടവഴി തന്റെ വീട്ടിൽ ഉണ്ടാക്കിയസമയം ഭാഗ്യസൂക്തം നിന്ന് സ്ക്രാപ്പുകളും വല്ലപ്പോഴുമുള്ള ഹാൻഡൌട്ടുകൾ ന് എന്നെന്നും. ഒന്ന്വൈകുന്നേരം പട്ടിണി ധിക്കാരിയായ, ഇണയുടെ വഴി ബുദ്ദിമുട്ടാണങ്കിൽ പാലിക്കുക ശ്രമിച്ചുപിൻ വാതിൽ. പി മാത്രം അവന്റെ ശരീരം വരുമ്പോൾ വഴി അത് ഉണ്ടാക്കിയകതകു കീഴറ്റം പൂച്ച വാൽ വിച്ഛേദിക്കുൽ, തലയാട്ടി. അതും തെളിയിച്ചുഎസ് ഭൂതകാല ദുഃഖകരമെന്നു നോക്കി സ്പോട്ട് കാലാവധി പഴയ ജീവി വളരെ.എസ് ഇടവഴി ഔട്ട് തിരികെ പിണം വെച്ചതും പിന്നോട്ട് ബിസിനസ്സ് പോയി.നിർബന്ധമായും അവസാനിപ്പിക്കുന്ന സമയം എത്തി ബുദ്ദിമുട്ടാണങ്കിൽ ഒഫീസറെയും പ്രക്രിയക്ക് ആയിരുന്നുകഴിഞ്ഞ ഉപഭോക്താക്കളെ പോയ ശേഷം. പിൻ വാതിൽ ആസന്നമായ അവൻ അവരെപ്പറ്റിപഴയ പൂച്ച കറുപ്പുടുത്തു അതിന്റെ മുറിച്ചുമാറ്റിയ വാൽ ഔട്ട് കൈവശമുള്ള ഒരു ഭൂതം കാണാൻ,എസ് അതു വാഹനത്തിന്റെ ശവം തിരിച്ചുപോകുന്ന വാൽ കൊല്ലുവാൻ നിശബ്ദമായി ഭയന്നപൂർണ്ണമായ afterworld പറഞ്ഞല്ലോ മുന്നേറുക.എസ് ദുഃഖകരമെന്നു തലയിൽ ആത്മാവിനെ പറഞ്ഞു, "എനിക്ക് കഴിയില്ല. നിനക്ക് അറിയില്ലനിയമം - 2:00 രാവിലെ ശേഷം യാതൊരു ചില്ലറ ആത്മാക്കൾ ".
		-- Will Rogers

%
രണ്ടു അഭിഭാഷകർ തമ്മിലുള്ള ബൗൾഡ് രണ്ട് പൂച്ചകൾ തമ്മിൽ മീൻ പോലെയാണ്.
		-- Ben Franklin

%
ഒരു ഡോക്ടർ സ്രാവ്-ബാധിത ഒരു ഫിഡലിന്റെ ജീവിതം ചങ്ങാടം ഒരു വക്കീലിനെ കുടുങ്ങിയ ചെയ്തുവെള്ളം. ഡോക്ടർ തീരത്തേയ്ക്ക് നീന്തി ശ്രമിച്ചെങ്കിലും സ്രാവുകളെ കഴിക്കുന്ന ചെയ്തു. ദിഅഭിഭാഷകൻ അതേസമയം, രക്തപാതകന്മാരേ സ്രാവുകൾ കഴിഞ്ഞ സുരക്ഷിതമായി ബുലായ്ക്ക്. "പ്രൊഫഷണൽഉപചാര, "അവൻ വിശദീകരിച്ചു.
		-- Ben Franklin

%
ഒരു ഡബ്ലിന് അഭിഭാഷകൻ ദാരിദ്ര്യത്തിൽ മരിച്ചു പട്ടണത്തിലെ പല അഭിഭാഷകർ സബ്സ്ക്രൈബുചെയ്തുതന്റെ ശവ ഒരു ഫണ്ട്. Orbury രക്ഷിതാവ് ചീഫ് ജസ്റ്റിസ് പെട്ടെന്നായിരുന്നു ആവശ്യപ്പെട്ടുവെള്ളിക്കാശു. "മാത്രം വെള്ളിക്കാശു?" മനുഷ്യൻ ഉദ്ഘോഷിച്ചു. അടക്കം മാത്രം "വെള്ളിക്കാശുഒരു അറ്റോർണി? ഇവിടെ ഒരു ഗ്വിനിയ തുടർന്ന്; പോയി അവരിൽ ഇരുപതു അടക്കം. "
		-- Ben Franklin

%
അവൻ കൂടുതൽ അഭിഭാഷകർ വെറുക്കുന്നു കാരണം എന്റെ ഒരു സ്നേഹിതൻ, വിവാഹമോചനം ലഭിക്കില്ലതന്റെ ഭാര്യ വെറുക്കുന്നു.
		-- Ben Franklin

%
ഒരു ഗ്രേഡ് സ്കൂൾ അധ്യാപകൻ അവരുടെ മാതാപിതാക്കൾ എന്തു ചെയ്തു വിദ്യാർത്ഥികൾ ചോദിക്കാന്ഉപജീവനത്തിനായി. "ടിം, ആദ്യം ആകും," അവൾ പറഞ്ഞു. "നിങ്ങളുടെ അമ്മ എന്തു ചെയ്യുന്നുദിവസം മുഴുവൻ?"ടിം എഴുന്നേറ്റു അഭിമാനത്തോടെ പറഞ്ഞു "അവൾ ഒരു ഡോക്ടറുടെ.""അത് .പടുമരങ്ങളും നിങ്ങൾ എങ്ങനെ കുറിച്ച് വിസ്മയകരമാണ്.?".പടുമരങ്ങളും തെല്ലൊരഭിമാനത്തോടെ, എഴുന്നേറ്റു അവളുടെ കാൽ scuffed എന്റെ അപ്പൻ പറഞ്ഞു, "തപാല്ക്കാരന്. ""നന്ദി .പടുമരങ്ങളും," അധ്യാപകൻ പറഞ്ഞു. "നിങ്ങളുടെ പിതാവായ ബില്ലി എന്ത്?"ബില്ലി അഭിമാനത്തോടെ എഴുന്നേറ്റു .ആട്ടെ ഒരു പിയാന വഹിക്കുന്നുവെന്ന് പ്രഖ്യാപിച്ചു "വേശ്യവീട്. "അധ്യാപകൻ കരുതാനാവില്ല പ്രേരിതയായി ഭൂമിശാസ്ത്രം വിധേയമായി മാറ്റി.പിന്നീട് ആ ദിവസം അവൾ ബില്ലി വീട്ടിൽ ചെന്നു മണി ബെല്ലടിച്ചു. ബില്ലി പിതാവ്വാതിൽ ഉത്തരം. അധ്യാപകൻ തന്റെ മകനായ പറഞ്ഞു ആവശ്യപ്പെട്ടു എന്താണ് വിശദീകരിച്ചുഒരു വിശദീകരണം.ബില്ലി പിതാവ് പറഞ്ഞു: "ശരി, ഞാൻ ശരിക്കും ഒരു അഭിഭാഷകനുമായി സുഖമാണ്. എന്നാൽ എങ്ങനെ ചെയ്യാൻനിങ്ങൾ ഒരു ഏഴു വർഷം പഴക്കമുള്ള കുട്ടിക്ക് പോലെ ഒരു കാര്യം വിശദീകരിക്കാമോ? "
		-- Ben Franklin

%
വീട്ടമ്മ, ഒരു അക്കൗണ്ടന്റ് ഒരു അഭിഭാഷകനും 2, 2 ചേർക്കുക ആവശ്യപ്പെട്ടു.വീട്ടമ്മയായ മറുപടി "നാല്!".അക്കൗണ്ടന്റ് പറഞ്ഞു, "ഇത് 3 അല്ലെങ്കിൽ 4. ഒന്നുകിൽ എന്നെ ആ കണക്കുകൾ അറിയിക്കട്ടെഎന്റെ സ്പ്രെഡ് ഷീറ്റ് ഒരു പ്രാവശ്യം കൂടി. "അഭിഭാഷകൻ, Drapes വലിച്ച് ലൈറ്റുകൾ തെളിച്ചം ഒരു ചോദിച്ചുനിശബ്ദമായ ശബ്ദം "നിങ്ങളുടെ എത്രത്തോളം അത് ആഗ്രഹിക്കുന്നത്?"
		-- Ben Franklin

%
ഒരു ജൂറി മെച്ചപ്പെട്ട അഭിഭാഷകൻ ഉണ്ട് തീരുമാനിക്കാൻ തിരഞ്ഞെടുത്ത പന്ത്രണ്ടു പേരെ അടങ്ങിയിരിക്കുന്നു.
		-- Robert Frost

%
വിചിത്ര പേരുള്ള ഒരു അഭിഭാഷകൻ ഒരു സ്മാരകശില ഷോപ്പിംഗ് ചെയ്തു. അവൻ ശേഷംതന്റെ നിരക്കു ഉണ്ടാക്കി stonecutter അവനെ എന്തു ലിഖിതത്തിൽ അദ്ദേഹം ചോദിച്ചുഅത് ആഗ്രഹിക്കുന്നു. "ഇവിടെ ഒരു സത്യസന്ധനായ ഒരു അഭിഭാഷകനും കിടക്കുന്നതായി" പ്രതികരിച്ചുഅഭിഭാഷകൻ."ക്ഷമിക്കണം, പക്ഷേ എനിക്ക് അത് ചെയ്യാൻ കഴിയില്ല," stonecutter മറുപടി. "ഇതിൽസംസ്ഥാന, ഒരേ കല്ലറയിൽ രണ്ടു പേർ അടക്കം നിയമവിരുദ്ധവുമാണ്. എന്നിരുന്നാലും,ആ തന്നെ ആയിരിക്കും എങ്കിൽ ഞാൻ `വെച്ചു രൂപയായും ഇവിടെ സത്യസന്ധനായ ഒരു അഭിഭാഷകൻ 'കിടക്കുന്നു'."അഭിഭാഷകൻ പ്രതിഷേധവുമായി "എന്നാൽ ജനം അതു ആർ അറിയിക്കുക ചെയ്യില്ല"."തീർച്ചയായും" എന്ന് stonecutter മഹാന്. "ആളുകൾ അത് വായിച്ച്ഒപ്പം, നിരാശയോടെ "അത് വിചിത്രമായ ആകുന്നു!"
		-- Robert Frost

%
ലോസ്ആഞ്ചലസ് ന്യായാധിപൻ ഒരു പൗരൻ ലെ പ്രതിരോധശേഷി കൂടെ ഉമ്മയെ ചെയ്യാം "വിധിയെഴുതിതന്റെ വീട്ടിൽ അവൻ അസാധാരണ കൈവശം എന്നുവന്നാൽ തന്നെയും ഒപ്പംആ പ്രത്യേക വയലിൽ അസാധാരണമായ കഴിവ്. "
		-- Robert Frost

%
ലോസ്ആഞ്ചലസ് ന്യായാധിപൻ ഒരു പൗരൻ ലെ പ്രതിരോധശേഷി കൂടെ ഉമ്മയെ ചെയ്യാം "വിധിയെഴുതിതന്റെ വീട്ടിൽ അവൻ അസാധാരണ അനിതരസാധാരണമായ കൈവശം എന്നുവന്നാൽ തന്നെയുംആ പ്രത്യേക മേഖലയിലെ പ്രാവിണ്യം. "
		-- Robert Frost

%
ഒരു മനുഷ്യൻ തന്റെ ചീങ്കണ്ണി ഒരു ബാറിൽ നടന്നതുപോലെ ബാർറ്റന്റർ ചോദിച്ചു"നിങ്ങൾ ഇവിടെ അഭിഭാഷകർ വിളമ്പുക?"."തീർച്ചയായും ചെയ്യരുത്," ബാർറ്റന്റർ മറുപടി."ഗുഡ്," മനുഷ്യൻ പറഞ്ഞു. "എന്നെ ഒരു ബിയർ, ഞാൻ ഒരു അഭിഭാഷകൻ ഉണ്ടായിരിക്കുംഎന്റെ 'ചെയ്യുക Kawaii. "
		-- Robert Frost

%
ന്യൂയോർക്ക് സിറ്റി ജഡ്ജി നിങ്ങൾക്ക് പുറകിൽ രണ്ടു സ്ത്രീകളെയും വിധിയെഴുതിമൂവികൾ നിങ്ങൾ ഉണ്ടു സിനിമയുടെ ഇതെന്നു പരിണതി ചർച്ച വേണമെന്നുശരിയായ പിന്തിരിഞ്ഞ് അവരെ ഒരു പറ്റീ ചിയർ ഊതി.
		-- Robert Frost

%
ന്യൂയോർക്ക് സിറ്റി ഓർഡിനൻസ് നിന്ന് മുയലുകളെ ഷൂട്ടിംഗ് നിരോധിക്കുന്നുഒരു മൂന്നാം അവന്യൂ സ്ട്രീറ്റ് കാർ പിൻ - കാർ ചലനങ്ങൾക്ക് എങ്കിൽ.
		-- Robert Frost

%
ഒരു റിവർസൈഡ്, കാലിഫോർണിയ, ആരോഗ്യ ഓർഡിനൻസ് രണ്ടുപേരെ ചെയ്യേണ്ടതിന്നു പ്രസ്താവിക്കുന്നുആദ്യം carbolized സ്ടോബെറി അവരുടെ അധരം മാറില് കൂടാതെ പരസ്പരം .വസ്ത്രത്തെ.
		-- Robert Frost

%
ഒറ്റ അഭിഭാഷകൻ പിന്തുണയ്ക്കുന്നില്ല കഴിയുന്ന ഒരു ചെറിയ പട്ടണമാണ് എല്ലായ്പോഴും രണ്ടു പിന്തുണയ്ക്കാൻ കഴിയില്ല.
		-- Robert Frost

%
"ഇല്ല വ്യക്തി: അർക്കൻസാസ് നിയമം, വിഭാഗം 4761 മാർപ്പാപ്പ ഡൈജസ്റ്റ് പ്രകാരംഅധികം വരുവാൻ എന്തുതന്നെ യാതൊരു കാരണവും കീഴിൽ അനുമതിയില്ലഉദ്ഘാടന നിന്ന് ഏത് പോളിംഗ് മുറിയുടെ ഏതു വാതിലും അല്ലെങ്കിൽ വിൻഡോ അമ്പതു കാലുകളുംഎണ്ണം പൂർത്തീകരണം എന്നിവയുടെ സർട്ടിഫിക്കേഷൻ വരെ തെരഞ്ഞെടുപ്പിൽറിട്ടേൺ. "
		-- Robert Frost

%
കെന്റക്കി സംസ്ഥാന നിയമ പ്രകാരം ഓരോ വ്യക്തിയും കുറഞ്ഞത് ഒരു കുളി എടുക്കണംവർഷത്തിൽ ഒരിക്കൽ.
		-- Robert Frost

%
35 വർഷം കഴിഞ്ഞപ്പോൾ ഞാൻ യൂറോപ്യൻ ഒരു സമഗ്രമായ പഠനം പൂർത്തിയാക്കിയശേഷംതാരതമ്യ നിയമം. ജർമനിയിൽ നിയമം അനുസരിച്ച്, എല്ലാം നിരോധിച്ചിരിക്കുന്നു,അനുവദനീയ ഏത് ഒഴികെ. ഫ്രാൻസിൽ, നിയമം അനുസരിച്ച്, എല്ലാംനിരോധിച്ചിരിക്കുന്നു ഏത് അല്ലാതെ അനുവദിക്കുന്നതല്ല. സോവിയറ്റ് യൂണിയനിൽ,നിയമത്തിന് കീഴിൽ, എല്ലാം ഉൾപ്പെടെ, നിരോധിച്ചിരിക്കുന്നുഅനുവദനീയമല്ല. ഇറ്റലിയിൽ, നിയമം അനുസരിച്ച്, എല്ലാം അനുവദിച്ചിരിക്കുന്നു,പ്രത്യേകിച്ച് നിരോധിച്ചിരിക്കുന്നു തന്നെ.അമേരിക്കൻ നിയമം സ്കൂളുകൾ അസോസിയേഷൻ, 1985 വരെ സ്പീച്ച്
		-- Newton Minow,

%
തന്റെ കവി നിന്ദ്യതയാണുള്ളത് സാത്താൻ പുറത്താക്കിയാൽപോലും ശേഷംസ്വർഗ്ഗം. വാതിലും കൂടി കടന്നു പോകുമ്പോൾ അവൻ ചിന്തയുടെ ഒരു നിമിഷം,ദൈവം തിരിഞ്ഞു പറഞ്ഞു, "വിളിച്ചു പുതിയ സൃഷ്ടി, ഞാൻ കേട്ടു ഉടൻ ആണ്സൃഷ്ടിക്കാൻ. ""ഇത് സത്യമാണ്" അദ്ദേഹം പറഞ്ഞു."അവൻ നിയമങ്ങൾ ആവശ്യമാണ്," രാക്ഷസരാജാവ് താണസ്വരതിൽ."എന്താണ് നീ അതു എല്ലാ കാലത്തും നിശ്ചയിക്കപ്പെട്ട ശത്രുക്കൾ നിങ്ങൾക്ക് ചോദിക്കാംഅവന്റെ നിയമങ്ങൾ അവകാശം? ""ഓ, ഇല്ല!" സാത്താൻ മറുപടി, "ഞാൻ അവൻ അനുവദിക്കണം എന്ന് മാത്രം ചോദിക്കരുത്സ്വന്തം ചെയ്യുന്നു. "അങ്ങനെ അനുവദിച്ചു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
മോഷൻ ലേക്ക് ഭേദഗതി ഭേദഗതി ചെയ്യാം, എന്നാൽ ഒരു ഭേദഗതി ഭേദഗതിമോഷൻ ഭേദഗതി പാടില്ല. എന്നിരുന്നാലും, ഒരു ഭേദഗതി പകരമാവില്ലഒരു ചലനം ഭേദഗതി പരിഗണിച്ച് ഒപ്പം പകരമാവില്ല ഭേദഗതി ചെയ്യാം.ഭാഷ.
		-- The Montana legislature's contribution to the English

%
ഒരു അഭിഭാഷകനുമായി ഒന്നാം ഡിഗ്രി കൊലപാതകം ഒരു ചാർജ് നേരെ ക്ലയന്റ് ന്യായീകരിച്ച് ചെയ്തു."യുവർ ഹോണർ എന്റെ ക്ലയന്റിലേക്കോ കാമുകിയുടെ വികൃതമാക്കപ്പെടുകയും ശരീരം എണ്ണയിടുന്ന കേസ്ഒരു സ്യൂട്ട്കേസ് മെക്സിക്കൻ അതിർത്തി തലക്കെട്ട്. ജസ്റ്റ് വടക്ക് ടിവാന ഒരു പോലീസുകാരനെസ്യൂട്ട്കേസ് നിന്നു മുകുന്ദൻ അവളുടെ കൈ കണ്ടെത്തി. ഇപ്പോൾ ഞാൻ ഊന്നൽ ആഗ്രഹിക്കുന്നുഎന്റെ ക്ലയന്റ് * ___ ഒരു കൊലപാതകിയെ * അല്ല. ഒരു ദുർബലമായ പാക്കർ, ഒരുപക്ഷെ ... "
		-- The Montana legislature's contribution to the English

%
ഒരു ഇംഗ്ലീഷ് ജഡ്ജി, ബാരിസ്റ്റർ ദീർഘകാല ജഡികനും സമ്മേഷന്റെ മടുത്തു വളരുകയാണ്സർ ബെഞ്ച് സംശയഭാവത്തോടെ ഞാൻ നിങ്ങളുടെ വാദങ്ങൾ കേട്ടിട്ടുണ്ട്, ശ്രദ്ധേയമാണ്: ",ജഫറി, ഞാൻ ബുദ്ധിമാനാക്കുന്നു ആരും ആണ്! "സർ ജെഫ്രി, പ്രതികരിച്ചു" ഉണ്ടാകുവാനുംMilord, പക്ഷെ കുറഞ്ഞത് മെച്ചപ്പെട്ട അറിവോടെയുള്ള മുൻപരിചയം! "
		-- The Montana legislature's contribution to the English

%
പിന്നെ പശു വളം, ചിന്താ സന്ത്വനതിനും ആ അഭിഭാഷകൻ ഉണ്ടായിരുന്നുഅവൻ ഉരുകി ചെയ്തു ...
		-- The Montana legislature's contribution to the English

%
മറ്റൊരു ദിവസം മറ്റൊരു ഡോളർ.പ്രസിഡന്റ് റൊണാൾഡ് ഷൂട്ടിംഗിനായി Hinckley കുറ്റവിമുക്തനാക്കിയതിനെതിരേ മേൽറീഗൻ.
		-- Vincent J. Fuller, defense lawyer for John Hinckley,

%
ആന്റി-ട്രസ്റ്റ് നിയമങ്ങൾ കൃത്യമായി ആ മനോഭാവം സമീപിച്ചു വേണം.
		-- Vincent J. Fuller, defense lawyer for John Hinckley,

%
അറ്റ്ലാന്റ ഒരു ടെലിഫോൺ ധ്രുവത്തോട് ഒരു ജിറാഫ് tie ന്യായപ്രമാണത്തിന്നു വിരോധമായി എളുപ്പമാക്കുന്നഅല്ലെങ്കിൽ തെരുവ് വിളക്ക്.
		-- Vincent J. Fuller, defense lawyer for John Hinckley,

%
എന്തുകൊണ്ട് സുപ്രീംകോടതിയുടെ മിറാൻഡ അറ്റോർണി ജനറൽ എഡ്വിൻ Meese മൂന്നാമൻ വിശദീകരിച്ചുതീരുമാനം (വിഷയങ്ങൾ നിശ്ശബ്ദത അവകാശമുണ്ട് ഒരു ഉണ്ടെന്ന് കൈവശമുള്ളഅഭിഭാഷകൻ ചോദ്യം സമയത്ത്) അനാവശ്യമാണ്: "നിങ്ങൾ എത്ര ഇല്ലഒരു കുറ്റകൃത്യങ്ങളുടെ നിരപരാധികളാണ് ആർ സംശയിക്കുന്ന. അത് പരസ്പരവിരുദ്ധമായ അത്രയേയുള്ളൂ. ഒരു വ്യക്തിക്കുംഒരു കുറ്റകൃത്യങ്ങളുടെ ഇന്നസെന്റ്, അയാൾ സംശയിക്കുന്ന ആണ്. "
		-- U.S. News and World Report, 10/14/85

%
നിങ്ങളുടെ വക്കീലിനെ ഫ്രാങ്ക് പ്രകടമാക്കുന്ന Be ... .പിന്നെ തൻറെ ബിസിനസ് ആണ്ശേഷം പ്രശ്നം.
		-- U.S. News and World Report, 10/14/85

%
ഇതാ വാറന്റി - ബോൾഡ് പ്രിന്റ് ലോഭിക്കാതെ ഫൈൻ പ്രിന്റ് എടുത്തുകളയുന്നു.
		-- U.S. News and World Report, 10/14/85

%
ഉടൻ വളരെ പഴയതും മടുത്ത രോഗം കൈയ്യിടുകയാനെന്നു മുൻപരിചയം പോലെ ഒരു ഖനിത്തൊഴിലാളി ഒരാളായിശരിയായി നിങ്ങളുടെ ജോലി ചെയ്യാൻ, വിപരീതമായി കൂടെ ബാധകമാണ് നീ എവിടെ ഞങ്ങൾക്കുണ്ട്ജഡ്ജിമാർ.
		-- Beyond the Fringe

%
ഗ്രാൻഡ് തെഫ്റ്റ് നിയമപരമായ ഫീസ് തമ്മിലുള്ള മാത്രം നിയമബിരുദം നിൽക്കുന്നു.
		-- Beyond the Fringe

%
... എന്നാൽ കോടതികൾ നീതിയുടെ രേഖകള് സ്വീകാര്യമായ കാലത്തോളം, അത് എളുപ്പത്തിൽ കഴിയുംശക്തവും malevolent മന്ത്രവാദികളും ഒരിക്കൽ നിലനിന്നിരുന്നു ഒരു ബാധ ആയിരുന്നു തെളിയിച്ചുമനുഷ്യരോട്. തെളിവുകൾ (ഏറ്റുപറച്ചിൽ ഉൾപ്പെടെ) മേൽ ചില സ്ത്രീകൾദുർമന്ത്രവാദം ശിക്ഷിക്കപ്പെട്ട ഒരു തെറ്റുണ്ടു് സ്വീകരിക്കപ്പെട്ടില്ല വധിക്കുകയുണ്ടായി; അതു ഇപ്പോഴുംഎന്നനിലയിൽ. അതു അടിസ്ഥാനമാക്കി ജഡ്ജിമാർ തീരുമാനങ്ങളെ യുക്തിയെ ശബ്ദം ആയിരുന്നുഇൻ ലോ. നിലവിലുള്ള ഏതെങ്കിലും കോടതിയിൽ ഒരുനാളും കൂടുതൽ നന്നായി അധികം തെളിയിക്കപ്പെട്ടത്അങ്ങനെ പല മരണം അനുഭവിച്ച വേണ്ടി കുറ്റങ്ങളാണ് ജാലവിദ്യ ചുമത്തി. എങ്കില്അവിടെ ഒന്നും അന്ജാതെ, മനുഷ്യ സാക്ഷ്യവും മാനുഷികബുദ്ധികൊണ്ട് ഒരുപോലെ വേദനസംഹാരികൾമൂല്യത്തിന്റെ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
കാർമൽ, ന്യൂയോർക്ക്, അങ്കി ധരിക്കാൻ പുരുഷന്മാർ വിലക്കുകയും ഓർഡിനൻസ് ഉണ്ട്പൊരുത്തപ്പെടാത്ത പാന്റും.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
പല നിയമങ്ങളും ലെ ചില ഭാഗങ്ങളിൽ എപ്പോഴും വ്യാഖ്യാനം നിന്ദിച്ചു ചെയ്തിരിക്കുന്നുഏറ്റവും നീലിമ അഭിപ്രായ ഒരു കാര്യം ആയിരിക്കണം. കോടതി ഒരു ജഡ്ജിസ്കോട്ട്ലാന്റ് സെഷൻ ഈ പുസ്തകത്തിലെ എഡിറ്റർമാർ തന്റെ സ്ഥാനാർഥി അയച്ചിരിക്കുന്ന(നിലത്തു പരിപ്പ് അല്ലാതെ), വായിക്കുന്ന "ഇതിലെ (unground), ഓർഡർ, പദപ്രയോഗംപരിപ്പ് ചെയ്യുന്നത് പോലെ, അത്തരം കശുവണ്ടി റഫറൻസ് നിലത്തു പരിപ്പ് പുറമെ ഉണ്ടാകുംഎന്നാൽ ഈ സംഭകളും ഓർഡർ അണ്ടിപ്പരിപ്പ് (unground) ആയി യോഗ്യത (നിലത്തു പുറമെഅവരുടെ ഒരാളായി പരിപ്പ് (unground) ഹേതുവായി അണ്ടിപ്പരിപ്പ്). "
		-- Guiness Book of World Records, 1973

%
ചിക്കാഗോ നിയമം തീയുടെ മേലുള്ള ഒരു സ്ഥലത്തു തിന്നും നിരോധിക്കുന്നു.
		-- Guiness Book of World Records, 1973

%
ഡയോജനിസ് സത്യസന്ധനായ അഭിഭാഷകൻ നോക്കി പോയി. "എങ്ങനെ പോകുന്നു?", ആരെങ്കിലുംഏതാനും ദിവസങ്ങൾക്ക് ശേഷം അവനോടു ചോദിച്ചു."വളരെ മോശം", ഡയോജനിസ് മറുപടി. "ഞാൻ ഇപ്പോഴും സീനില് ഞങ്ങൾക്കുണ്ട്."
		-- Guiness Book of World Records, 1973

%
[ജില്ലാ അഭിഭാഷകർ] അവിടെ എന്ന് ജില്ലാ അഭിഭാഷകൻ സ്കൂളിലെ പഠിക്കാൻഅനുകൂല നിയന്ത്രണാവകാശം ഒരുപാട് ലഭിക്കാൻ രണ്ടു ഉറപ്പു-തീ വഴികൾ:(1) ചെന്നു പ്രാദേശിക സ്കൂളിലെ എല്ലാ ലോക്കറുകളിൽ റെയിഡും    53 എത്രയെന്ന് സിഗരറ്റ് കണ്ടുകെട്ടുക ഒരു ചിതയിൽ ഇട്ടു പിടിക്കുക    അവർ ഒരു തെരുവ് മൂല്യം യാണെന്ന് എവിടെ ഒരു പത്രസമ്മേളനം    $ 850 മില്യൺ. ഈ റെയ്ഡ് ഉയർന്ന സ്കൂളുകളിൽ കാരണം, ആശിക്കുന്നത് ഒരിക്കലും,    പുതിയ ബ്രാൻഡും ഒരിക്കലും-ഉപയോഗിക്കുന്നവയുമായി ഉൾപ്പെടെ കുറഞ്ഞത് 53 എത്രയെന്ന് ഞങ്ങൾക്കുണ്ട്    ലോക്കറുകളിൽ സിഗരറ്റ്. ഉദയം ആർക്കും പറയാൻ കഴിയും പോലെ, ലോക്കർ    ഫാക്ടറി അവിടെ അവരെ ഇടുന്നു.(2) ഒരു "മുതിർന്നവർക്കുള്ള പുസ്തകം സ്റ്റോർ" റെയ്ഡ് നിങ്ങൾ എവിടെ ഒരു പത്രസമ്മേളനം പിടിക്കുക    നിങ്ങൾ ഒരു ഒരാളായി 850 എണ്ണത്തിനൊപ്പം ഉടമ പറയുമ്പോലെ തന്നേ അറിയിക്കുക    മനുഷ്യ sleaze കഷണം. ഇത് ഒരിക്കലും നിങ്ങൾ കാരണം, പരാജയപ്പെട്ടാൽ എപ്പോഴും    എന്നതോ നേടുക. ഒരു അശ്ലീല വിചാരണയിൽ ഒരു നീതിപാലകന് പോകുകയാണ് അല്ല    അവൻ ഒരു മൂവി കുറിച്ച് അശ്ലീല ചെന്നാൽ ആ റെക്കോർഡ് സംസ്ഥാന    അഭിനേതാക്കൾ ലൈംഗിക പ്രവർത്തനങ്ങളിൽ ഏർപ്പെടാൻ എവിടെ തൽസമയ പാമ്പുകൾ ഒരു കൊണ്ട്    തീ കെടുത്തുന്ന യന്ത്രം. അവൻ പുസ്തകശാല ഉടമ ബോധം പോവുകയാണ്, ഒപ്പം    വെറും ആരും തെറ്റായ ലഭിക്കുന്നു ഉറപ്പാക്കാൻ വധശിക്ഷ വോട്ട്    ഇംപ്രഷൻ.
		-- Dave Barry, "Pornography"

%
രക്ഷപ്പെടാൻ പാസിംഗ് ഓട്ടോകൾ ചാടിക്കടക്കും ആർ കൊളംബിയ കാൽനടയാത്രക്കാർക്ക് ഡിസ്ട്രിക്ട്പരിക്ക്, ഒപ്പം, അവ കാർ അടിക്കും തുടർന്ന് ഏതെങ്കിലും ബാധ്യതയുമുണ്ട്വാഹന വരുത്തിവെച്ച കേടുപാടുകൾ.
		-- Dave Barry, "Pornography"

%
വിവാഹമോചനം അഭിഭാഷകർ ഒരു കളിയുടെ ആണ്.
		-- Cary Grant

%
ഡോക്ടർമാർ വക്കീലൻമാരേയും പലപ്പോഴും കൂടെ വർഷങ്ങളായി വർഷങ്ങളോളം സ്കൂളിൽ പോകണംഉറക്കം അവരുടെ ആദ്യ ഭാര്യമാർക്ക് ബലിയർപ്പിക്കാനായി മഹത്തായ.
		-- Roy G. Blount, Jr.

%
പൂച്ചകൾ നായ്ക്കൾ തമ്മിലുള്ള വഴക്കുകൾ ബാർബർ, വടക്ക് ചട്ടമായി നിരോധിച്ചിരിക്കുന്നുകരോലിന.
		-- Roy G. Blount, Jr.

%
ആദ്യം ഡയൽ-എ-പ്രാർഥന, തുടർന്ന് ഡയൽ-എ-പാചകരീതി, പോലും ഡയൽ-എ-ഫുട്ബോളറായി ഉണ്ടായിരുന്നു.എന്നാൽ വില്പനയ്ക്ക് തെക്ക് കിഴക്കൻ വിക്ടോറിയൻ പട്ടണം അവരെ മുഴുവൻ മുകളിലേക്ക് ഒറ്റ നിര്മിച്ചു.ഡയൽ-എ-വൊമ്പാറ്റ്.വില്പനയ്ക്ക് പോലീസ് ഒരു ടെലഫോൺ ലഭിച്ചപ്പോൾ അത് എല്ലാ ആദ്യകാല ഇന്നലെ തുടങ്ങിവിളിക്കാൻ: "നിങ്ങൾ ഈ വിശ്വസിക്കുകയില്ല ഞാൻ കുടിച്ചു അല്ല, പക്ഷെ ഒരു വൊമ്പാറ്റ് അവിടെടൗൺ ഹാൾ പുറത്തുള്ള ഫോൺ ബൂത്ത്, "കോളർ പറഞ്ഞു.അല്ല ഉറച്ചു സുബോധത്തോടെ പെണ്വാണിഭങളും വാദത്തെ കുറിച്ച് ബോധ്യമുള്ളതിനാൽ അംഗങ്ങൾകോൺസ്റ്റാബുലറി മദ്യപിച്ചു ട്ട് എന്നു കരുതി രംഗം തെളിച്ചു.എന്നാൽ അത് ഒരു ടെലിഫോൺ ബൂത്തിൽ കുടുങ്ങി .ജോസഫ് വൊമ്പാറ്റ് ആയിരുന്നു.വീണ്ടും മെച്ചപ്പെട്ട ഉണ്ടായിരുന്നു എന്നു ഞാൻ നിർണ്ണയിച്ചു വൊമ്പാറ്റ്, അതിന്റെ താഴെയിട്ടുജനവിധി കടന്നു ബൾക്ക്. ഒടുവിൽ സമീപത്തുള്ള ചുരണ്ടിത്തേയ്ക്കുക ലെ lassoed ചെയ്ത് വിട്ടയച്ചു.അപ്പോൾ ഓഫീസർമാർ മറ്റൊരു സന്ദേശം ... മറ്റൊരു വൊമ്പാറ്റ് ലഭിച്ചമറ്റൊരു ഫോൺ ബൂത്ത്.അവിടെ കണ്ടു * ഒരു ടെലിഫോൺ ബൂത്തിൽ കുടുങ്ങി മറ്റൊരു * ദേഷ്യം വൊമ്പാറ്റ്.കോൺസ്റ്റബിൾ താൽക്കാലിക കസ്റ്റഡിയിൽ പോഴിക്കില്ലെന്നരിയാം ബീഗിളിന്റെ എടുത്തുഅതു ചുരണ്ടിത്തേയ്ക്കുക ലെ, വളരെ, പ്രകാശനം.എന്നാൽ തിരികെ സ്റ്റേഷനിൽ അവരുടെ വഴിയിൽ അവർ മറ്റൊരു സംഭവിക്കുന്നതു സംഭവിച്ചത്ടെലിഫോൺ ബൂത്ത്, ഒപ്പം - നിങ്ങൾ ഊഹിച്ചത് - മറ്റൊരു തടവിലാക്കപ്പെട്ട വൊമ്പാറ്റ്.ചില ഗുരുതരമായ ഡിറ്റക്ടീവ് പ്രവൃത്തി ശേഷം നീല ബാലന്മാർ സംശയിക്കുന്ന കണ്ടുചോദ്യം ശേഷം സമൻസ് ന് ഈടാക്കും അവനെ പ്രകാശനം.അവരുടെ പ്രശ്നം ... അവർ wombats നല്കുന്നതിനു നേരെ ഒരു നിയമം കണ്ടെത്താൻ കഴിയില്ലടെലിഫോൺ ബൂത്തുകൾ.
		-- "Newcastle Morning Herald", NSW Australia, Aug 1980.

%
പ്രത്യേക ആളുകൾക്ക്, അമ്പതു ശേഷം വ്യവഹാര ലൈംഗികതയുടെ നടക്കുന്നത്.
		-- Gore Vidal

%
മൂന്നു വർഷം യുവ അറ്റോർണി തന്റെ ഹ്രസ്വമായ എടുക്കൽ ചെയ്തിരുന്നുഈ രാജ്യത്ത് Inn ലെ അവധികൾ. കഴിഞ്ഞ തവണ ഒടുവിൽ ഒരു നിയന്ത്രിത ആഗ്രഹിക്കുന്നുവഴിയമ്പലക്കാരന്നു മകൾ കൂടെ കാര്യം. ഒരു ആവേശകരമായ ആഗ്രഹിക്കുന്നുഏതാനും ദിവസം അവൻ തന്റെ സ്യൂട്ട്കേസ് കയറി സത്രത്തിൽ പടിക്കെട്ടിൽകൂടി, വലിച്ചിട്ടു തുടർന്ന് നിർത്തിഹ്രസ്വ. അവളുടെ മടിയിൽ തികയാത്ത തന്റെ കാമുകൻ അവിടെ ഇരുന്നു!"ഹെലൻ, നിങ്ങൾ ഗർഭിണികൾ ആയിരുന്നു മനസ്സിലാക്കിയത് നിങ്ങൾ എന്തുകൊണ്ട് എഴുതിയില്ല?"അവൻ കരഞ്ഞു. "ഞാൻ ഇവിടെ പാഞ്ഞു വരുമായിരുന്നു ഞങ്ങൾ, വിവാഹം എല്ലാം ഉണ്ട്കുഞ്ഞിനെ എന്റെ പേര് ഇതായിരിക്കും! ""ശരി," അവൾ പറഞ്ഞു: "എന്റെ എത്തിക്കാനാകുന്ന എന്റെ അവസ്ഥയെക്കുറിച്ച് കണ്ടില്ല,ഞങ്ങൾ രാത്രി talkin 'എന്നും talkin' എഴുന്നേറ്റിരുന്നു ഒടുവിൽ തന്നെ തീരുമാനിച്ചുഒരു അഭിഭാഷകൻ അധികം കുടുംബത്തിൽ ഒരു ഭവാന് നല്ലത്. "
		-- Gore Vidal

%
ഫോർച്യൂൺ ഗ്രേറ്റ് നിയമ തീരുമാനങ്ങളെടുക്കുക രേഖകളും:ഇത് മനുഷ്യരിൽ അനുഭവം കണക്കുകളിൽ നിന്നും തെളിവുകൾ ഒരു റൂൾ ആണ്,കാരണം അധികാരവും നല്ല സാക്ഷ്യം അവകാശമുണ്ടോ എന്ന് പിന്തുണയ്ക്കുന്നനെഗറ്റീവ് സാക്ഷ്യം കൂടുതൽ ഭാരം എങ്കിലും വഴിക്ക് പദം അർത്ഥമെന്താണ്ഒരു ഇതിന്റെ യഥാർഥ സാമാന്യബുദ്ധി പോസിറ്റീവ് അല്ല തെളിവുകൾ നെഗറ്റീവ് സാക്ഷ്യംനെഗറ്റീവ്, ഒരു നെഗറ്റീവ് പിന്തുണച്ചുകൊണ്ട് സാക്ഷ്യം നല്ല ആയിരിക്കാം കാരണംഒരു ഉറപ്പിക്കുന്ന പിന്തുണ പോലെ.
		-- 254 Pac. Rep. 472.

%
ഫോർച്യൂൺ ഗ്രേറ്റ് നിയമ തീരുമാനങ്ങളെടുക്കുക രേഖകളും:നാം എന്തിന്, സാധാരണ ശ്രദ്ധയോടെ, മാനുഷിക വിരലും കഴിഞ്ഞില്ല കാരണം ഇല്ല ഊഹിക്കാവുന്നതേയുള്ളൂപുകയില ച്യൂയിംഗം നിന്നു വിട്ടു വിരലും പുകയില ച്യൂയിംഗം കണ്ടെത്തി വരുന്നു എങ്കിൽ അതുആരെങ്കിലും വളരെ അലസ്സരാണവര് ഉണ്ടായില്ലെന്നത് നമുക്കു തോന്നുന്നു.
		-- 78 So. 365.

%
ഫോർച്യൂൺ ഗ്രേറ്റ് നിയമ തീരുമാനങ്ങളെടുക്കുക രേഖകളും:ഞങ്ങൾ പദം "നമ്മല്" വസ്തുത ജുഡീഷ്യൽ നോട്ടീസ് എടുത്തേക്കാം എന്നു തോന്നുന്നുഇരയുടെ ഒരു പെൺ പ്രയോഗിച്ചു വരുമ്പോൾ endearment ചില തോന്നൽ വ്യംഗ്യാർത്ഥംസ്പീഷീസ് എന്നേക്കും ഒരു സ്ത്രീ പ്രയോഗിച്ചു അതിനാൽ ഉപയോഗിക്കാറില്ല അതു, വിരളമായി എന്ന്മനുഷ്യരാശിയുടെ. അതു രണ്ട് പുറകോട്ട് യുക്തിസഹമായി അടയ്ക്കൂ, ചെയ്തതുപോലെ വരുന്നുആരെ അത് ഒരുപക്ഷേ ഉപയോഗിച്ചു വ്യക്തി സംവിധാനം റിവോൾവർ ഷോട്ടുകൾ ഞങ്ങൾ കരുതുന്നുആ വ്യക്തിയ്ക്ക് നേരെയുള്ള രോഗികളും ഇഷ്ടം ഓരോ ന്യായമായ ഗുണങ്ങളുണ്ട് വഹിച്ചു.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
ആഴ്ചയിലെ ഫോർച്യൂൺ നിയമം (ഈ ആഴ്ച കെന്റക്കി നിന്ന്):ഒരു സ്ത്രീയും അതിൽ യാതൊരു വിമാനത്താവളത്തിൽ ഒരു നടക്കൂ വെളിപ്പെടുംസംസ്ഥാന അവൾ രണ്ടു ഓഫീസർമാർ അകമ്പടിയോടെ അല്ലെങ്കിൽ അവൾ ആയുധം ചെയ്തിട്ടില്ലെങ്കിൽ ഇല്ലാതിരുന്നാൽഒരു ക്ലബിനെ. ഈ ചട്ടം വകുപ്പുകൾ സ്ത്രീകളേക്കാൾ ബാധകമായവ90 കുറവ് പൗണ്ട് തൂക്കമുള്ള വേണ്ടാ 200 പൗണ്ട് അത്യന്തം വേണ്ടാ അതിനെപെൺ കുതിര ബാധകമാണ്.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
യുവത്വം എക്കാലത്തെയും ചാമ്പ്യൻ രക്ഷാധികാരിയായി ഫോർച്ച്യൂൺ ന്റെ പത്രികസദാചാരത്തിന്റെ മിഷിഗൺ പ്രതിനിധി ക്ലയർ ഇ ഹോഫ്മാൻ പോകുന്നു. ഒരു സമയത്ത്"മുത്തുച്ചിപ്പി വിപുലീകരിക്കാനുള്ള നിർദിഷ്ട ബിൽ മേൽ ചെ ഹൗസ് സംവാദങ്ങൾക്കുംമിണ്ടാപ്പൂച്ച ഗവേഷണ, "മൂർച്ചയുള്ള നായകൾക്ക് വിവരം താഴെ ട്രാൻസ്ക്രൈബുചെയ്തഞങ്ങളുടെ ഹീറോ ആൻഡ് റിപ്പ തമ്മിലുള്ള എക്സ്ചേഞ്ച്. ജോൺ ഡി Dingell, പുറമേ മിഷിഗൺ.DINGELL: ഞങ്ങൾ എവിടെയാണെന്ന് കാലത്തിലും ലോകത്തിലെ സ്ഥലങ്ങൾ ഉണ്ട്കൃത്രിമമായി ഓയ്സ്റ്ററും അവസാനമാണ് വരുംതലമുറക്ക് ഇല്ലാതെ.ഹോഫ്മാൻ: ഞാൻ വാങ്ങാൻ ഓയ്സ്റ്ററും പ്രകൃതിയുടെ ഓയ്സ്റ്ററും അല്ല അർത്ഥമാക്കുന്നത്?DINGELL: അവർ അല്ലെങ്കിൽ പ്രകൃതി വന്നേക്കാം. ദ്രവ്യത്തിന്റെ ലളിതമായ വസ്തുതജീവിക്കാനായി ശീലങ്ങൾ വഴി പെൺ ഓയ്സ്റ്ററും പുറത്താക്കുന്നു എന്നതാണ്വിത്തു വലിയ അളവിൽ വലിയ പുറത്താക്കുന്നു പുരുഷ ഓയ്സ്റ്ററുംബീജസങ്കലനനത്തിന്റേയും അളവിൽ ...ഹോഫ്മാൻ: ഒരു മിനിറ്റ് കാത്തിരിക്കൂ ഞാൻ പോകുവാൻ ആഗ്രഹിക്കുന്നില്ല. നിരവധിയുണ്ട്കോൺഗ്രഷണൽ റെക്കോർഡ് വായിച്ച് കൗമാരപ്രായക്കാർ.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
ഫോർച്യൂൺ ന്റെ യഥാർത്ഥ ജീവിതത്തിൽ കോടതിമുറികളിലെ ഉദ്ധരിക്കുക # 18:ചോദ്യം: നിങ്ങൾ അല്ലേ?ഉത്തരം: ഇല്ല, ഞാൻ വിവാഹബന്ധം.ചോദ്യം: ഭർത്താവു നിങ്ങൾ അവനെ വിവാഹമോചനം മുമ്പ് എന്തു ചെയ്തു?എ: ഒരു കാര്യം ഞാൻ അറിയാത്ത.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
ഫോർച്യൂൺ ന്റെ യഥാർത്ഥ ജീവിതത്തിൽ കോടതിമുറികളിലെ ഉദ്ധരിക്കുക # 19:ചോദ്യം: ഡോക്ടർ പല autopsies നിങ്ങൾ മരിച്ചവരുടെ ആളുകൾ നടത്താൻ എങ്ങനെ?എ: എന്റെ എല്ലാ autopsies മരിച്ചവരുടെ ജനം നടത്താൻ ചെയ്തു.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
ഫോർച്യൂൺ ന്റെ യഥാർത്ഥ ജീവിതത്തിൽ കോടതിമുറികളിലെ ഉദ്ധരിക്കുക # 25:ചോദ്യം: നിങ്ങൾ മൂന്നു പുരുഷന്മാർ നിന്നെ പഞ്ചിംഗ് നിങ്ങൾ താഴെത്തട്ടിലാണെങ്കിലും നിങ്ങൾ ബലാത്സംഗം ഉണ്ടായിരുന്നു പറയുന്നു    നിങ്ങൾ പേരുടെയും എങ്ങനെ?ഉത്തരം: ഇല്ല സമ്മതത്തോടെത്തന്നെ.ചോദ്യം: ആ നിങ്ങൾ സമ്മതിച്ചു അർഥം?ഉത്തരം: സമ്മതത്തോടെത്തന്നെ. അതാണ് ഞാൻ ബോധരഹിതനായി അതിനർത്ഥം.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
ഫോർച്യൂൺ ന്റെ യഥാർത്ഥ ജീവിതത്തിൽ കോടതിമുറികളിലെ ഉദ്ധരിക്കുക # 29:ജഡ്ജി: ഇപ്പോൾ ഞങ്ങൾ തുടങ്ങുന്നതിന്, ഞാൻ നിങ്ങളെ എല്ലാം നിഷ്ടൂരതകള്ക്കെതിരെ ആവശ്യപ്പെടണംനിങ്ങളുടെ മനസ്സിൽ നിന്ന് വിവരങ്ങളും മുൻവിധി, നിങ്ങൾക്ക് എന്തെങ്കിലും ഉണ്ടെങ്കിൽ ...
		-- Smith v. Moran, 193 N.E. 2d 466.

%
ഫോർച്യൂൺ ന്റെ യഥാർത്ഥ ജീവിതത്തിൽ കോടതിമുറികളിലെ ഉദ്ധരിക്കുക # 32:ചോദ്യം: നിങ്ങൾ ഇപ്പോൾ എത്ര ദൂരം ഗർഭിണിയായ അറിയാമോ?എ: ഞാൻ മൂന്നു മാസം നവംബർ 8 ആയിരിക്കും.ചോദ്യം: പ്രത്യക്ഷമായും പിന്നീട്, ഗര്ഭധാരണത്തിനു തീയതി ഓഗസ്റ്റ് 8 ആയിരുന്നു?എ: അതെ.ചോദ്യം: നിങ്ങൾ നിങ്ങളുടെ ഭർത്താവ് ആ സമയത്ത്? ഉണ്ടല്ലോ?
		-- Smith v. Moran, 193 N.E. 2d 466.

%
ഫോർച്യൂൺ ന്റെ യഥാർത്ഥ ജീവിതത്തിൽ കോടതിമുറികളിലെ ഉദ്ധരിക്കുക # 37:ചോദ്യം: അവൻ ചെവിയിൽ വഴി നായ ട്ട് ചെയ്തിട്ടുണ്ടോ?എ: ഇല്ലചോദ്യം: അവൻ നായുടെ ചെവിക്കു എന്തു ചെയ്തു?എ: എയർ അവരെ എടുക്കൽ.ചോദ്യം: എവിടെ ഈ സമയം നായ ആയിരുന്നു?എ: ചെവി അറ്റാച്ച്.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
ഫോർച്യൂൺ ന്റെ യഥാർത്ഥ ജീവിതത്തിൽ കോടതിമുറികളിലെ ഉദ്ധരിക്കുക # 3:ചോദ്യം: അവൻ പോകുമ്പോൾ നീ പോയിരുന്നു അവൾ ആഗ്രഹിച്ചു എങ്കിൽ അവൾ ഉണ്ടായിരുന്നുള്ളു    സമയം അവളുടെ എല്ലാ കൂട്ടര് ഒഴികെയുള്ള ഏൽക്കാതെ വേണ്ടി, കഴിയും    പോയി പുറമേ പോയിരുന്നു, അവൻ നിങ്ങളെ, കൂടെ വരുമായിരുന്നു നിങ്ങൾ അവൾ എന്നർത്ഥം    സ്റ്റേഷനിൽ?മിസ്റ്റർ. ബ്രൂക്ക്: ഒബ്ജക്ഷൻ. ആ ചോദ്യം പുറത്തു എടുത്തു ഷോട്ട് വേണം.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
ഫോർച്യൂൺ ന്റെ യഥാർത്ഥ ജീവിതത്തിൽ കോടതിമുറികളിലെ ഉദ്ധരിക്കുക # 41:ചോദ്യം: ഇപ്പോൾ മിസ്സിസ് ജോൺസൺ, എങ്ങനെ നിങ്ങളുടെ ആദ്യ വിവാഹം നിർത്തലാക്കി?എ: മരണം.ചോദ്യം: ആരുടെ മരണം നിർത്തലാക്കി വഴി?
		-- Smith v. Moran, 193 N.E. 2d 466.

%
ഫോർച്യൂൺ ന്റെ യഥാർത്ഥ ജീവിതത്തിൽ കോടതിമുറികളിലെ ഉദ്ധരിക്കുക # 52:ചോദ്യം: നിങ്ങളുടെ പേര് എന്താണ്?എ: Ernestine മക്ഡൊവൽ.ചോദ്യം: നിങ്ങളുടെ വൈവാഹിക അവസ്ഥ എന്താണ്?എ: മേള.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
ഫോർച്യൂൺ ന്റെ യഥാർത്ഥ ജീവിതത്തിൽ കോടതിമുറികളിലെ ഉദ്ധരിക്കുക # 7:ചോദ്യം: പിന്നെ എന്തു സംഭവിച്ചു?എ അവൻ അവൻ പറയും; എന്നോടു പറഞ്ഞു "നീ എന്നെ തിരിച്ചറിയാൻ കഴിയും കാരണം ഞാൻ നിന്നെ കൊല്ലാൻ ഞങ്ങൾക്കുണ്ട്."ചോദ്യം: അവൻ നിങ്ങളെ കൊന്നത്?എ: ഇല്ല
		-- Smith v. Moran, 193 N.E. 2d 466.

%
ഫ്രങ്ക്ഫൊര്റ്റ്ല്, കെന്റക്കി, ഒരു പോലീസുകാരൻ ന്റെ ടൈ ഓഫ് ഷൂട്ട് നിയമം നേരെ അതു ചെയ്യുന്നു.
		-- Smith v. Moran, 193 N.E. 2d 466.

%
"ജൂറി മാന്യരെ," പ്രതിരോധ അറ്റോർണി ഇപ്പോൾ തുടങ്ങി പറഞ്ഞുതന്റെ സമ്മേഷന്റെ ലേക്ക് കുളിര് "ഇവിടെ നിങ്ങളുടെ വീട് മുമ്പാകെ ഈ കഴിക്കുന്നുമനോഹരമായ യുവതിയെ ഒരു അവളുടെ അതിമനോഹരമായ വർഷം അകലെ ക്ഷീണിച്ചിരിക്കുന്നു നിർബന്ധപൂർവ്വംഇരുണ്ട ജയിൽ സെൽ? അല്ലെങ്കിൽ അവൾ അവളുടെ ഊഷ്മളമായ ചെറിയ മടങ്ങാൻ സ്വതന്ത്ര നിർത്തേണം4134 മൗണ്ടൻ അവന്യൂ ന് അപാര്ട്മെംട് അവിടെ അവളെ ഏകാന്തമായ, സ്നേഹരഹിതമായ മണിക്കൂർ ചെലവഴിക്കാൻ -അവളുടെ boudoir അവൾക്കു ചെറിയ രാജകുമാരി ഫോൺ, 962-7873 പുറമെ കിടക്കുന്ന? "
		-- Smith v. Moran, 193 N.E. 2d 466.

%
അമേരിക്കൻ ബാർ അസോസിയേഷൻ നിന്നു ഐഐടിയും Getting ഐഐടിയും ലഭിക്കുന്നത് ഇഷ്ടമാണ്ബുക് ഓഫ്-മാസത്തെ ക്ലബ് നിന്നു.അമേരിക്കൻ ബാർ അസോസിയേഷൻ
		-- Melvin Belli on the occcasion of his getting kicked out

%
ദൈവം കോടതിയിൽ പിശാച് എടുത്തു അവരുടെ വ്യത്യാസങ്ങൾ സ്ഥിരതാമസമാക്കാൻ തീരുമാനിച്ചുഎന്നെന്നേക്കുമായി.സാത്താൻ ഈ കേട്ടപ്പോൾ ജാഗോയെ പറഞ്ഞു, "നീ വെറും എവിടെഒരു വക്കീലിനെ കണ്ടെത്താൻ പോകാനൊരുങ്ങുന്ന കരുതുന്നു? "
		-- Melvin Belli on the occcasion of his getting kicked out

%
നല്ല സർക്കാർ നിയമങ്ങൾ ആശ്രയിച്ചാണ്, എന്നാൽ വ്യക്തിപരമായ ഗുണങ്ങൾ മേൽ ഒരിക്കലുംനിയന്ത്രിക്കും ചെയ്തവർക്ക്. സർക്കാരിന്റെ മെഷിനറി എപ്പോഴും ആജ്ഞാനുവർത്തികളായി ആണ്ആ മെഷിനറി അഡ്മിനിസ്റ്റർ ചെയ്തവരുടെ ഇഷ്ടം. ഏറ്റവും പ്രധാനപ്പെട്ട ഘടകംസർക്കാർ അതുകൊണ്ട് നേതാക്കൾ തിരഞ്ഞെടുക്കാതെ രീതി.
		-- Frank Herbert, "Children of Dune"

%
അവൻ രണ്ടു ഭാഗത്തും കഴിയാത്ത യാതൊരു അഭിഭാഷകനായ.
		-- Frank Herbert, "Children of Dune"

%
"ഹായ്, ഞാൻ പ്രെസ്റ്റൺ എ മാന്റിസ്, കൺസ്യൂമർ റീട്ടെയ്ൽ നിയമം ഔട്ട്ലെറ്റ് പ്രസിഡന്റ് സുഖമാണ്. നിങ്ങൾ ആയിഎന്റെ സ്യൂട്ടും ഞാൻ തുല്യ ഉയരം എല്ലാ ഈ പുസ്തകങ്ങൾ ഉണ്ടോ വസ്തുത കാണാൻ കഴിയുംഎൻറെ പിന്നിൽ അലമാരയിലെ, ഞാൻ ഒരു പരിശീലനം നിയമ അറ്റോർണി ആകുന്നു. നിങ്ങൾ ഒരു കാർ ഉണ്ടോഅല്ലെങ്കിൽ ഒരു ജോലി? നിങ്ങൾ എപ്പോഴെങ്കിലും ചുറ്റും നടക്കുമോ? അങ്ങനെയെങ്കിൽ, നിങ്ങൾ ഒരുപക്ഷേ എന്ന makings ഞങ്ങൾക്കുണ്ട്ഒരു നല്ല നിയമപരമായ കേസ്. കോഴ്സ് ആണെങ്കിലും ഓരോ കേസ്, ഞാൻ വ്യത്യസ്തമാണ്തീർച്ചയായും എന്റെ അനുഭവം പരിശീലനവും അടിസ്ഥാനമാക്കി യാതൊരു ഇല്ല എന്ന് പറയുംഎന്തുകൊണ്ടാണ് നിങ്ങൾ കുറഞ്ഞത് ഒരു ക്യാബിൻ ഉപയോഗിച്ച് ഈ കാര്യം പുറത്തു വന്നു പാടില്ല കാരണംക്രൂയിസർ."പ്രെസ്റ്റൺ എ മാന്റിസ് കൺസ്യൂമേഴ്സ് റീട്ടെയിൽ നിയമം ഔട്ട്ലെറ്റ്, മറ്റുലവരെയും ചെയ്തത് ഓർക്കുക,ഇതാണ്: 'ഇത് വേദന ചില തരത്തിലുള്ള ന്നതു വളരെ ബുദ്ധിമുട്ടാണ്.' '
		-- Dave Barry, "Pain and Suffering"

%
കുതിരകൾ Marshalltown, അയോവ തീ hydrants തിന്നു അനുവദനീയമല്ല.
		-- Dave Barry, "Pain and Suffering"

%
എങ്ങനെ ഒരു വക്കീലിനെ ഹ്മ്മ എങ്ങനെ?നിങ്ങൾ നന്നായി പോലും ശ്രമിക്കുക വരില്ല. ചിന്തിക്കുക: എല്ലാ ഉന്നതമായതുപരിശീലനം വിദ്യാസമ്പന്നരും ഉദ്യോഗങ്ങൾക്കും നിയമം ഒരേയൊരു ഏത് പ്രധാനമന്ത്രി ആണ്പാഠം * നേടിയ * * സത്യം * പ്രധാനമാണ് എന്നതാണ്.ആരെങ്കിലും ആ ലെവൽ താണു ചെയ്താൽ, നിങ്ങൾ അവരെ കുറിച്ച് മോശമായ എന്ത് പറയാനാണ്?
		-- Dave Barry, "Pain and Suffering"

%
എച്ച് 3128. ഫിയർ ബജറ്റ് അനുരഞ്ജന സാമ്പത്തിക 1986 മാർട്ടിൻ, ആർ-രോഗിയായ., മോഷൻകലോത്സവം ഭേദഗതി നിർമ്മാണം അതിന്റെ വിയോജിപ്പ് നിന്ന് വാൾസ്ട്രീറ്റ് എന്നുസാമ്പത്തിക 1986 കമ്മി കുറയ്ക്കാൻ ബിൽ മാറ്റങ്ങൾ. സെനറ്റ് ഭേദഗതിഹൗസ് ലേക്ക് സെനറ്റ് ഭേദഗതി ഹൌസ് ഭേദഗതി ഭേദഗതി ആയിരുന്നുബില്ലിൽ സെനറ്റ് ഭേദഗതി ഭേദഗതി. യഥാർത്ഥ സെനറ്റ് ഭേദഗതിബിൽ കോൺഫറൻസ് കരാർ ആയിരുന്നു. സമ്മതിച്ചു.
		-- Albuquerque Journal

%
ാം കോടതിയിൽ നർമ്മം:ചോദ്യം: നിങ്ങൾ ഡ്യൂട്ടി അവ നിങ്ങൾക്ക് കുടിക്കുമൊ?എ: ഞാൻ ഡ്യൂട്ടി മദ്യപിച്ച് ഭവിക്കുന്ന പക്ഷം ഞാൻ ഡ്യൂട്ടി സമയത്ത് വാസുദേവ് ​​പറഞ്ഞു.
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോ അടിത്തറയാണ് ഗാരി, നിങ്ങളുടെ എല്ലാ പ്രതികരണങ്ങളും വാക്കാലുള്ള ആയിരിക്കണം. ശരി.? എന്തൊക്കെ ചെയ്യരുത്    നിങ്ങള് പോകുന്ന?ഓറൽ ഉ.ചോദ്യം നിങ്ങൾക്ക് എത്ര വയസ്സായി?ഓറൽ ഉ.
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോ ഒപ്പം നിങ്ങളുടെ സംസാരിക്കുന്ന ഈ വ്യക്തി?എ എന്റെ മുൻ വിധവ പറഞ്ഞു.
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം എപ്പോഴെങ്കിലും ന്യൂയോർക്കിലെ ഈ മനുഷ്യൻ രാത്രി മുഴുവനും താമസിച്ചത്?A. എനിക്ക് ആ ചോദ്യത്തിന് ഉത്തരം വിസമ്മതിക്കുന്നു.ചോദ്യം എപ്പോഴെങ്കിലും ചിക്കാഗോയിലെ ഈ മനുഷ്യൻ രാത്രി മുഴുവനും താമസിച്ചത്?A. എനിക്ക് ആ ചോദ്യത്തിന് ഉത്തരം വിസമ്മതിക്കുന്നു.ചോദ്യം എപ്പോഴെങ്കിലും മിയാമിയിൽ ഈ മനുഷ്യൻ രാത്രി മുഴുവനും താമസിച്ചത്?A. ഇല്ല
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം ഡോക്ടര്, അവൻ കാടുകളിൽ വെടിയേറ്റ് പറഞ്ഞത്?എ ഇല്ല, ഞാൻ അവൻ ചലനസൗകര്യവും മേഖലയിലെ വെടിയേറ്റ് പറഞ്ഞു.
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോ മിസ്സിസ് ജോൺസ്, നിങ്ങളുടെ ഭാവം പുലർച്ചെയാണ് നീക്കപ്പെടുന്നു പ്രകാരമോ ആണ്    ഞാൻ നിങ്ങളുടെ അറ്റോർണി അയച്ച നോട്ടീസ്?A. ഇല്ല ഇതു ഞാൻ ജോലിക്കു പോകാൻ ഞാൻ എപ്പോൾ വസ്ത്രധാരണം എങ്ങനെ.
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം ശ്രീമതി സ്മിത്ത്, നിങ്ങൾ വൈകാരികമായി അസ്ഥിരമായിരിക്കുന്നു വിശ്വസിക്കുന്നത് എന്തുകൊണ്ട്?ഞാൻ ആയിരിക്കണം എ.ചോദ്യം തവണ നിങ്ങൾ ആത്മഹത്യ comitted എത്ര?എ നാലു തവണ.
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം ഓഫീസർ, എന്തു പ്രതിക്ക് സ്വാധീനത്തിലായിരിക്കുമ്പോൾ വിശ്വസിക്കാൻ നിങ്ങളെ?എ അവൻ argumentary അദ്ദേഹത്തിന്റെ വാക്കു pronunciate കഴിയാത്തതിനാൽ.
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോ നിങ്ങൾ മരണപ്പെട്ടയാളുടെ കൂടെ aquainted പോയോ?എ അതെ സർ.മരിക്കുന്നതിനുമുമ്പ് ശേഷമോ ചോ?
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോ നിങ്ങളുടെ അനിയന് പേരെന്താണ്?എ Borofkin.ചോദ്യം തന്റെ ആദ്യ പേര് എന്താണ്?A. എനിക്ക് ഓർക്കുക കഴിയില്ല.ചോദ്യം അവൻ വർഷങ്ങളായി നിങ്ങളുടെ അനിയന് ചെയ്തു, നിങ്ങൾ തന്റെ ആദ്യ ഓർക്കുക കഴിയില്ല നമുക്കറിയില്ല    പേര്?A. ഇല്ല ഞാൻ വളരെ ആവേശത്തിലാണ് നിങ്ങളോടു പറയുന്നു. (സാക്ഷി കസേര ഒുപ്രാര്ഥിക്കട്ടെ ആൻഡ്    ശ്രീ Borofkin ചൂണ്ടിക്കാണിക്കുന്ന.) നാഥാൻ, ദൈവത്തെ ഓർത്ത്, അവരെ നിങ്ങളുടെ ആദ്യ പറയുന്നു    NAME!
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം: (. മനുഷ്യൻ ചിത്രം കാണിക്കുന്നു) നിങ്ങൾ ആകുന്നു?എ: അതെ സർ.ചോദ്യം: നിങ്ങൾ ഇപ്പോഴത്തെ ചിത്രം ഇദ്ദേഹം ശരിയാണ്?
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം: ... അവൻ എന്താണു പിന്നെ ചെയ്തു?എ അവൻ വീട്ടിൽ വന്നു പിറ്റേന്ന് രാവിലെ അവൻ മരിച്ചുപോയി.Q: അടുത്ത രാവിലെ ബോധം മരിച്ചുപോയ?
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം: ... ഒരു കൊലപാതകം വിചാരണ നിന്ന് ഈ തടസ്സമാണുണ്ടായത് വ്യക്തമാക്കുന്ന എന്തെങ്കിലും നിർദ്ദേശങ്ങൾ   പകരം ഒരു വധശ്രമം ട്രയൽ?ഉത്തരം: പെൺകുട്ടി ജീവിച്ചു.
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം: നിങ്ങൾ മൂത്ര സാമ്പിൾ നൽകാൻ യോഗ്യതയുള്ളത്?എ: അതെ, ഞാൻ ആദ്യകാല കുട്ടിക്കാലം മുതൽ ചെയ്തിരിക്കുന്നു.
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം: നിങ്ങൾ ബന്ധം?ഉത്തരം: ഇല്ല, ഞാൻ വെറും അവിടെ കിടക്കും.
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം: നിങ്ങൾ എവിടെ നിന്നു നിന്ന് അവനെ കാണും കഴിയുമോ?എ: ഞാൻ അവന്റെ തല കാണാൻ കഴിഞ്ഞില്ല.ചോദ്യം: എവിടെ അവന്റെ തല?എ: ജസ്റ്റ് തന്റെ ചുമലിൽ മുകളിൽ.
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം: നിങ്ങളുടെ ഭർത്താവ് നിങ്ങളെ indignities കൊടുത്തുവെന്നാണ് നിങ്ങളുടെ അഭിഭാഷകൻ പറഞ്ഞോ?ഉത്തരം: അവൻ എന്നെ ഒന്നും വാഗ്ദാനം ചെയ്തില്ല; അവൻ കേവലം ഞാൻ ഫർണിച്ചറുകൾ കഴിഞ്ഞില്ല പറഞ്ഞു.
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം: ഇപ്പോൾ നിങ്ങൾ കൊലപാതകങ്ങൾ പരിശോധിച്ചു, നിങ്ങൾ അവിടെ കിട്ടുന്നില്ല   ഇരയാണ്?
		-- Albuquerque Journal

%
കോടതി നർമ്മം:Q: അനസ്തേഷ്യ ശേഷം, നിങ്ങൾ പുറപ്പെട്ടശേഷം, നിങ്ങൾ ആഘോഷിച്ചോ   തലയോട്ടിയിൽ ബഹുമാനത്തോടെ?എ: എന്റെ തല ഞാൻ ആശുപത്രിയിൽ ആയിരുന്നു മുഴുവൻ സമയം കണ്ടില്ല.ചോദ്യം: മൂടി?എ: അതെ, ക്ഷമയില്ല.ചോദ്യം: പിന്നെ, പിന്നീട് .. എന്താണെന്ന് കാണുന്നില്ലേ?എ: എനിക്കൊരു ചർമ്മ അഴിമതി ഉണ്ടായിരുന്നു. എന്റെ മുഴുവൻ നിതംബം ലെഗ് നീക്കം മുകളിൽ ആക്കി   എന്റെ തലയിലെ.
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം: കാര്യത്തിന്റെ സത്യം നിങ്ങൾ ഒരു ബൈജു, ലക്ഷ്യം അല്ല എന്നാണ്   സാക്ഷ്യം തന്നെ ശരണം. നിങ്ങൾ വളരെ ഇല്ലാ വെടിവച്ചു?ഉത്തരം: ഇല്ല സർ. ഞാൻ ഇല്ലാ ആൻഡ് നാവിക അജ്മീര് വെടിയേറ്റു.
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം: എന്താണ് ഈ പ്രതിക്ക് സത്യമാണെന്ന് ആൻഡ് പുകയാണെന്ന് ഞങ്ങളോട് പറയാൻ കഴിയും?എ: ഓ, അവൾ അറിയിക്കുന്നതാണ്. അവൾ ആ sonofabitch കൊല്ലാൻ ആഗ്രഹിക്കുന്നു പറഞ്ഞു - ഉം   അവൾ ചെയ്തു!
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം: ബീജങ്ങളുടെ ഇപ്പോളെടുക്കുന്ന അർഥം?ഒരു കാര്യം സഹവാസം സൂചിപ്പിക്കുന്നു.ചോദ്യം: പുരുഷൻ ബീജങ്ങളുടെ?? മാത്രമല്ല അല്ലങ്കില് ആ എ.
		-- Albuquerque Journal

%
കോടതി നർമ്മം:ചോദ്യം: പടക്കം നിങ്ങളുടെ ബന്ധം എന്താണ്?ഉത്തരം: അവൾ എന്റെ മകളാണ്.ചോദ്യം: ഫെബ്രുവരി 13, 1979 ന് അവൾ നിന്റെ മകൾ ആയിരുന്നു?
		-- Albuquerque Journal

%
ഞാൻ എൻറെ തലയിൽ മറ്റൊരു ദ്വാരം വേണമെന്ന് മറ്റൊരു അഭിഭാഷകൻ ആവശ്യമാണ്.
		-- Fratianno

%
ഞാൻ ഇപ്പോൾ ചില മാർഗങ്ങൾ, നിയമപരമായ കർത്തവ്യം സൂചിപ്പിക്കാനും ഉപയോഗിക്കാറുണ്ട് ഓർത്ത്ഫാക്കല്റ്റി ഏതുതരം.
		-- Leo Kessler

%
ഞാൻ ബോസ്റ്റൺ ഡ്രൈവർമാരെ ബാക്കി തമ്മിലുള്ള വ്യത്യാസങ്ങളെ ചില ഊഹിക്കുന്നുരാജ്യം പുരോഗമന മസാച്യുസെറ്റ്സ് ഡ്രൈവർ വിദ്യാഭ്യാസം മാനുവൽ കാരണം ആണ്ഞാൻ എന്റെ മുകളിൽ ഡെസ്ക് ഡ്രോയറിൽ വരെ ഉണ്ടാകും. മെച്ചപ്പെട്ട ഡ്രൈവിങ് നുറുങ്ങുകൾ ചിലപൂശിയവരായി, പരിഗണിക്കുമ്പോൾ വിലമതിക്കുകയും:[110,13]:       "അല്ല അങ്ങനെ ഒരു വൺവേ തെരുവിൽ യാത്രചെയ്യുമ്പോൾ വലതുവശത്ത് നിൽക്കാതെ        സംഭവുമായി ട്രാഫിക് ഇടപെടാൻ. "[22.17b]:       "പാതകൾ മാറ്റാൻ പഠിക്കുക സമയം ക്ഷമയും എടുക്കും. മികച്ച        കഴിയുമെന്ന് ശുപാർശകൾ Celtics [ബാസ്ക്കറ്റ്ബോൾ] പോകുക        ഗെയിം; എന്നിട്ട് ബ്രേക്ക് പഠിക്കാനും അതു ചെന്നു പ്രായോഗികമാക്കാൻ        ഹൈവേയിൽ. "[41,16]:       കുട്ടിയെ ശരിക്കും പക്ഷം "ഒരു കുറുകെ നിന്നു ഒരു കുഞ്ഞ് രഥം ബുഷസ് ഒരിക്കലും        അതു ആവശ്യപ്പെട്ട്. "
		-- Leo Kessler

%
ഞാൻ ബോസ്റ്റൺ ഡ്രൈവർമാരെ ബാക്കി തമ്മിലുള്ള വ്യത്യാസങ്ങളെ ചില ഊഹിക്കുന്നുരാജ്യം പുരോഗമന മസാച്യുസെറ്റ്സ് ഡ്രൈവർ വിദ്യാഭ്യാസം മാനുവൽ കാരണം ആണ്ഞാൻ എന്റെ മുകളിൽ ഡെസ്ക് ഡ്രോയറിൽ വരെ ഉണ്ടാകും. മെച്ചപ്പെട്ട ഡ്രൈവിങ് നുറുങ്ങുകൾ ചിലപൂശിയവരായി, പരിഗണിക്കുമ്പോൾ വിലമതിക്കുകയും:[131.16d]:       "ദിശയിലുമുള്ള സിഗ്നലുകൾ പൊതുവെ വാഹനം സമയത്ത് ഒഴികെ ഉപയോഗിച്ചിട്ടില്ല        പരിശോധന; എന്നാൽ, making ഒരു ഇടത്-ടേൺ സിഗ്നൽ ഉചിതമാണ്        ഒരു വിഭജിത ദേശീയപാതയിൽ യു-ടേൺ. "[96.7b]:       "ടോളുകൾ അടയ്ക്കേണ്ട, അത് റിലീസ് അത്യാവശ്യമാണ് എന്ന് ഓർക്കണം        പാദത്തിൽ ഒരു പൂർണ്ണ 3 നിമിഷങ്ങൾ നിങ്ങൾ എങ്കിൽ കൊട്ടയിൽ പാസിംഗ് മുമ്പ്        60 ലധികം MPH യാത്ര. "[110,13]:       "അല്ല അങ്ങനെ ഒരു വൺവേ തെരുവിൽ യാത്രചെയ്യുമ്പോൾ വലതുവശത്ത് നിൽക്കാതെ        സംഭവുമായി ട്രാഫിക് ഇടപെടാൻ. "
		-- Leo Kessler

%
ഞാൻ ബോസ്റ്റൺ ഡ്രൈവർമാരെ ബാക്കി തമ്മിലുള്ള വ്യത്യാസങ്ങളെ ചില ഊഹിക്കുന്നുരാജ്യം പുരോഗമന മസാച്യുസെറ്റ്സ് ഡ്രൈവർ വിദ്യാഭ്യാസം മാനുവൽ കാരണം ആണ്ഞാൻ എന്റെ മുകളിൽ ഡെസ്ക് ഡ്രോയറിൽ വരെ ഉണ്ടാകും. മെച്ചപ്പെട്ട ഡ്രൈവിങ് നുറുങ്ങുകൾ ചിലപൂശിയവരായി, പരിഗണിക്കുമ്പോൾ വിലമതിക്കുകയും:[173.15b]:"റോഡ് ഒരു വിഭാഗം അല്ലെങ്കിൽ ഒരു പാർക്കിംഗ് സ്ഥലം വേണ്ടി മത്സരിക്കുന്ന ഓർക്കുന്നു        ഏറ്റവും ശരീരം സൃഷ്ടിയുടെ ആവശ്യം വാഹനം വലതു-ഓഫ്-വഴി ഉണ്ടെന്ന്. "[141.2a]:       "അതു 'ഒരു 6 കയറി കാർ' ഒരു 6 ഉള്ളുവെങ്കിലും വേണ്ടുംവണ്ണം സാധ്യമാണ് ആണെങ്കിലും        പാർക്കിംഗ് സ്ഥലം, അതിലേക്കു ഒരു 6 'കാർ ഉള്ളുവെങ്കിലും വിരളമായേ സാധ്യമാണ്        ഒരു 5 'പാർക്കിംഗ് സ്ഥലം. "[105,31]:       "കൗമാര ഡ്രൈവറുകൾ അവർ നിത്യവാസികളായിരിക്കുകയും ചെയ്യും, അതിനനുസരിച്ച് പ്രേരിപ്പിക്കുന്ന വിശ്വസിക്കുന്നു.        എങ്കിലും അവരോട് അക്രമം തെളിയിക്കാൻ പരീക്ഷയിൽ ഒഴിവാക്കണം. "
		-- Leo Kessler

%
ഞാൻ ഒന്നാമതു മനുഷ്യർ, മൃഗങ്ങൾ ദയ ദയ മതിക്കുന്നു. ഞാന്നിയമം ബഹുമാനം നിങ്ങൾക്കു; ഞാൻ ബന്ധിപ്പിച്ച ഒന്നും വേണ്ടി മൊത്തം ഊസായെ ഞങ്ങൾക്കുണ്ട്റോഡുകൾ, സുരക്ഷിതവും, ബിയർ കണ്ണുരുട്ടി ഏത് ഒഴികെ സമൂഹത്തെയും പുനഃസ്ഥാപിക്കുക,ഭക്ഷണം വിലകുറഞ്ഞ, ശീതകാലം പഴയ പുരുഷന്മാരും സ്ത്രീകളും ചൂടേറിയ, ഒപ്പം ഭാഗ്യമേറിയവൾവേനൽക്കാലത്ത്.
		-- Brendan Behan

%
ഐഡഹോ സംസ്ഥാന നിയമം ഒരു മനുഷ്യൻ തന്റെ പ്രണയിനിയുടെ കൊടുക്കുന്നതു നിയമവിരുദ്ധമായ ചെയ്യുന്നുഅമ്പതു കുറവ് പൗണ്ട് തൂക്കമുള്ള ഒരു മിഠായി ബോക്സ്.
		-- Brendan Behan

%
ക്രിമിനൽ വിചാരണ ഒരു ജൂറി ഇരുപത്തിനാലു മണിക്കൂറിൽ കൂടുതൽ പുറത്തു താമസിക്കുന്നതിനു, അത്, കുറ്റവിമുക്തനാക്കിയതിനെതിരേ വോട്ടുചെയ്യാൻ അതു കുറ്റക്കാരനെന്നു വോട്ട് എവിടെ ആ സന്ദർഭങ്ങളിൽ സംരക്ഷിക്കാൻ ചില ആണ്.
		-- Joseph C. Goulden

%
ഒരു മനുഷ്യൻ ഏഴു വർഷമായി തന്റെ ഭാര്യയെ നിന്ന് തുടരാൻ, നിയമ അപരനെഅവനെ കൊല്ലപ്പെട്ടിരുന്നു വിഘടനം; എങ്കിലും നമ്മുടെ ദൈനംദിന അനുഭവം തക്കവണ്ണംഅതു നന്നായി തന്റെ ജീവനെ ദീർഘായുസ്സോടെ വേണ്ടി.
		-- Charles Darling, "Scintillae Juris", 1877

%
"മനുഷ്യൻ കൊലപാതകത്തിൽ തന്നെത്താൻ ഏർപ്പെടുന്നത് ഒരിക്കൽ എങ്കിൽ വളരെ വേഗം അവൻ ചിന്തിക്കാൻ വരുന്നുകൊള്ള എന്ന അല്പം ഒപ്പം കവർച്ച നിന്ന് അവൻ അടുത്ത കുടിക്കുന്നവരുടെ വന്നുശബ്ബത്ത്-ബ്രേക്കിംഗ്, ആ നിന്നും പെണ്കുട്ടിയുടെ ആൻഡ് ഫലവുമുണ്ടായില്ല. "
		-- Thomas De Quincey (1785 - 1859)

%
റിപ്പോർട്ടർമാർ സത്യം പദത്തിന്റെ എന്നു അറിയില്ല എങ്കിൽ, അവർ അഭിഭാഷകർ ആയിരിക്കേണ്ടുന്ന.
		-- Tom Wicker

%
മൂന്നു ശേഷം ഷീറ്റ് മെറ്റൽ തൊഴിലാളികൾ പറയുന്നു വേണ്ടി ഒരു സ്കൂൾ ഉണ്ടായിരുന്നു എങ്കിൽനിയമം ചെയ്യുന്നതുപോലെ വർഷം അവരുടെ കരിയറിനും പോലെ അങ്കിള് അതിന്റെ ബിരുദം അവശേഷിക്കുന്നുസ്കൂൾ, ഒരു മിനിറ്റിൽ അടച്ചു തന്നെ, അഭിഭാഷകർ വഴി സംശയമില്ല.
		-- Michael Levin, "The Socratic Method"

%
ൽ "രാജാവ് ശ്രീകണ്ഠൻ നായർ ഭാഗം II," ഷേക്സ്പിയർ ഡിക്ക് ടായ്ടാനിക് നിർദ്ദേശിക്കുന്നു ചെയ്തുതന്റെ സഹ സ്ഥാപനവും വിരുദ്ധ സുദൃഢമാകുന്നു-rousers, "ഞങ്ങൾ എന്തു കാര്യം ആദ്യം, ലഷ്കർഎല്ലാ അഭിഭാഷകർ കൊല്ലുക. "നടപടി അങ്ങേയറ്റത്തെ വരേണ്ടതാകുന്നു സമാനമായ വികാരംതോമസ് കെ Connellan, മാനേജ്മെന്റ് ഗ്രൂപ്പ്, Inc പ്രസിഡന്റ് പ്രകടിപ്പിച്ചുചിക്കാഗോയിലെ ബിസിനസ്സ് നടത്തിപ്പുകാരോടു് സംസാരിക്കുകയായിരുന്നു ഓട്ടോമോട്ടീവും വാർത്തയിൽ ഉദ്ധരിച്ചConnellan അമിത ലേക്ക് അമേരിക്ക കുറയുന്നതുകാരണം ഉത്പാദനക്ഷമത ഒരു അളവു ആരോപിച്ചിട്ടില്ലഅഭിഭാഷകർക്ക് കണക്കെഴുത്തുകാരോ, ഉത്പാദനവും വിദഗ്ധരായിരുന്നു ക്ഷാമമുള്ള. ലോയേഴ്സ്കണക്കെഴുത്തുകാരോ "സാമ്പത്തിക പൈ ഏതെങ്കിലും വലുതാക്കുകയും; അവര് മാത്രം കണക്കാണ്പൈ എങ്ങനെ തിരിച്ചിരിക്കുന്നു നേരിടുമ്പോഴാണ് ഔട്ട്. ന്യായങ്ങളെയും പ്രൊഫഷൻ ഏതെങ്കിലും ചേർത്തു മൂല്യം പ്രദാനംഉൽപന്നത്തിലേക്ക്. "Connellan പ്രകാരം വളരെ ഉൽപാദന ജാപ്പനീസ് സൊസൈറ്റി ഉണ്ട്10 അഭിഭാഷകർ 100,000 ജനസംഖ്യയുടെ 30 അക്കൗണ്ടന്റ്സ്. യു.എസ് 200 ഉണ്ട്അഭിഭാഷകർ 700 അക്കൗണ്ടന്റ്സ്. ഈ ന്റെ "യുഎസ് അനുപാതത്തിൽ സൂചിപ്പിക്കുന്നത്പൈ-അപ്പക്കാരുടെ ആൻഡ് പൈ-വിഭാജികൾ പായാൻ നിന്നു വഴി. "ഡിക്ക് കശാപ്പ് തരാമോഒരു കാര്യക്ഷമത വിദഗ്ധ ആയിരുന്നുവോ?
		-- Motor Trend, May 1983

%
ബ്ലൈദ് കാലിഫോർണിയയിലെ ഒരു പട്ടണം ഓർഡിനൻസ് ഒരു വ്യക്തി ഉണ്ടായിരിക്കണമെന്ന പ്രഖ്യാപിക്കുന്നുകുറഞ്ഞത് രണ്ടു പശുക്കളെ അവൻ പരസ്യമായി കൗബോയി ബൂട്ട് ധരിക്കാൻ കഴിയുന്ന മുമ്പ്.
		-- Motor Trend, May 1983

%
ബോസ്റ്റണിലെ, അതു നിശാക്ലബ്ബുകൾ ലെ തവളകൾ-ചാടുന്ന മത്സരങ്ങൾ ഹോൾഡ് കുറ്റകരമാണ്.
		-- Motor Trend, May 1983

%
കൊളംബിയ, പെൻസിൽവാനിയ, അത് രസിപ്പിക്കുകവഴി ഒരു പൈലറ്റ് വിഹിതമല്ല എന്നുക്രമത്തിൽ ഒരു സ്ത്രീയും പറക്കുന്ന അവളുടെ കൊക്കിനു കീഴിൽ ഒരു തൂവൽ ഡസ്റ്റർ കൊണ്ട് വിദ്യാർത്ഥിഅവളുടെ ശ്രദ്ധ ലഭിക്കുന്നതിന്.
		-- Motor Trend, May 1983

%
ക്രോനിംഗ്, അയോവ, അത് വാഹനമായി അവന്റെ ഭാര്യ ചോദിക്കാൻ ഒരു മനുഷ്യൻ രസത്തിനു തുടർന്ന്ഏതെങ്കിലും മോട്ടോർ വാഹനം.
		-- Motor Trend, May 1983

%
ഡെന്വര് അതു നിങ്ങളുടെ അടുത്ത-വാതിൽ കൂട്ടുകാരന്റെ നിങ്ങളുടെ വാക്വം ക്ലീനർ കടം നിയമവിരുദ്ധമാണ്.
		-- Motor Trend, May 1983

%
ഡെവൺ, കണക്ടിക്കട്ട്, അത് സൂര്യാസ്തമയത്തിനു ശേഷം പുറകോട്ടു്തെരയുക നടപ്പാൻ നിയമവിരുദ്ധമാണ്.
		-- Motor Trend, May 1983

%
ഗ്രീനിനെപ്പോലുള്ള, ന്യൂയോർക്ക് അതു ചെയുക തിന്നുകയും പിന്നോക്കവിഭാഗങ്ങളും നടക്കുകയും നിയമവിരുദ്ധമാണ്നടപ്പാതകൾ ഒരു കച്ചേരി ആയിരിക്കുമ്പോൾ.
		-- Motor Trend, May 1983

%
ലെക്സിംഗ്ടന് കെന്റക്കിയിലെ അതു നിങ്ങളുടെ പോക്കറ്റിൽ ഒരു ഐസ്ക്രീം കോൺ എടുക്കുന്നതു നിയമവിരുദ്ധമാണ്.
		-- Motor Trend, May 1983

%
നാടകങ്ങളും വിശദാംശവും, ഡെലവെയർ, അത് ഏതെങ്കിലും പ്രാദേശിക നിയമം ലംഘിക്കുന്നപൈലറ്റ് അല്ലെങ്കിൽ അവരുടെ പോക്കറ്റിൽ സമയത്ത് ഒരു ഐസ് ക്രീം കോൺ എടുക്കുന്നതു പാസഞ്ചർപറക്കുന്ന അല്ലെങ്കിൽ ഒരു തലം കയറാൻ കാത്തിരിക്കുകയാണ് ഒന്നുകിൽ.
		-- Motor Trend, May 1983

%
മെംഫിസ്, ടെന്നസി, ഒരു സ്ത്രീ പക്ഷം ഒരു കാർ ഡ്രൈവിലേക്കുള്ള നിയമവിരുദ്ധമാണ്അവിടെ ഒരു പുരുഷൻ ഓടിവന്നു അല്ലെങ്കിൽ മുന്നിലെ നടന്നു ഒരു ചുവന്ന കൈവീശി ഒന്നുകിൽസമീപിക്കുന്നു വാഹനസഞ്ചാരികളുടെ കാൽനടയാത്രക്കാരും താക്കീത് ഫ്ലാഗ്.
		-- Motor Trend, May 1983

%
ഒഹായോ, നിങ്ങൾ പോലുള്ള ഒരു പരിധി വരെ അലങ്കാരങ്ങൾ ദിവസം ഒരു പ്രാസംഗികൻ അവഗണിച്ചാൽപരസ്യമായി ഒന്നു മൈൽ ക്രോക്കെറ്റ് അല്ലെങ്കിൽ പിച്ച് ഹോർസ്ഷൂസ് കളിക്കാൻസ്പീക്കർ നിലപാട്, നിങ്ങൾക്ക് $ 25.00 പിഴ കഴിയും.
		-- Motor Trend, May 1983

%
Pocataligo, ജോർജിയ, അത് 200 പൗണ്ട് ഒരു സ്ത്രീ ഒരു ലംഘനമാണ്പൈലറ്റ് അല്ലെങ്കിൽ വിമാനാപകടത്തിൽ കയറ്റി വസ്ത്രത്തിനു ലെ വേഷവിധാനവും.
		-- Motor Trend, May 1983

%
പൊകാതെല്ലൊ, ദിവസംകൂടി, 1912 കടന്നു നിയമം 'എന്ന് വഹിച്ചുകൊണ്ട് നൽകിയഒരേ പൊതു കാഴ്ചയിലേക്ക് പ്രദർശിപ്പിച്ചു പാലിക്കാതെ മറച്ചു ആയുധങ്ങൾ, വിലക്കിയിരിക്കുന്നു. "
		-- Motor Trend, May 1983

%
സിയാറ്റിൽ, വാഷിങ്ടൺ, ഒരു മറച്ചു ആയുധം എന്ന് എടുക്കുന്നതു നിയമവിരുദ്ധമാണ്നീളം ആറടി മീതെയുണ്ട്.
		-- Motor Trend, May 1983

%
ടെന്നസി, ഒരു നിന്ന് തിമിംഗലങ്ങൾ മറ്റേതൊരു ഗെയിം ഷൂട്ട് നിയമവിരുദ്ധമാണ്ഓട്ടോമൊബൈൽ ചലിക്കുന്ന.
		-- Motor Trend, May 1983

%
ഇംഗ്ലണ്ടിൽ ഗുണാത്മകമായ ദിവസങ്ങളിൽ, ഒരു ചെമ്മരിയാടോ മോഷണം തൂക്കിയിടും കഴിഞ്ഞില്ലഅപ്പം റൊട്ടി. എന്നിരുന്നാലും, ഒരു ആടുകൾ അപ്പവും ഒരു ഖണ്ഡം മോഷ്ടിക്കുകയും കൊടുത്തു എങ്കിൽനിങ്ങൾ, നീ മാത്രം സ്വീകരിക്കുന്നതിനും ശ്രമിച്ചു നാല്പതു വധശിക്ഷ കുറ്റം അത്രെഹാൻഡി ആയിരുന്നു ഏതാണോ പൂച്ച നായ, കൂടെ ചാട്ടവാറടി. നിങ്ങൾ ഒരു നായ മോഷ്ടിച്ചു എങ്കിൽഒപ്പം പിടികൂടി നിങ്ങൾ പന്ത്രണ്ടു മുയൽ ഇനിയില്ല, അതു ആണെങ്കിലും ശിക്ഷിക്കപ്പെട്ടുവേണ്ടത്ര വലിയ അല്ലെങ്കിൽ അടിക്കും ശക്തമായ മുയലുകൾ കണ്ടെത്താൻ പ്രയാസകരമായിരുന്നു.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
ടൽസ, ഓക്ലഹോമ, ഇല്ലാതെ ഒരു സോഡ കുപ്പി തുറക്കാൻ നിയമ വിരുദ്ധമാണെന്ന്ലൈസൻസുള്ള എൻജിനീയർ മേൽനോട്ടം.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
വെസ്റ്റ് യൂണിയൻ, ഒഹായോ, യാതൊരു വിവാഹം ഇണയെയും കൂടാതെ പറക്കുന്ന പോകാംഏതു സമയത്തും സഹിതം 12 ലധികം മാസം വിവാഹം ചെയ്തു പക്ഷം.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
ഇത് നീണ്ട ഇതിലെല്ലാ മോഷണം നൊമ്പരം ആൻഡ് നിറഞ്ഞിരിക്കുന്നു ശ്രദ്ധിച്ചു ചെയ്തുശിശുഹത്യ വേണ്ടി എന്റെഹൃദയത്തില്. താൽപര്യമുള്ള ഒരു ചോദ്യം എന്റെ പ്രിയ സർ! വവഹാര വിചാരകസമിതികവർന്നു ഭയപ്പെടുന്നവർക്കാകുന്നു അത് ഇരയായിരിക്കാം കഴിഞ്ഞില്ല പ്രായപരിധി പാസ്സാക്കിയശിശുഹത്യ എന്ന.
		-- Edmond About

%
ഒരു സത്വം കോർപ്പറേറ്റ് പരിധികൾ നൽകുക അതു നിയമ വിരുദ്ധമാണെന്ന്Urbana, ഇല്ലിനോയിസ്.
		-- Edmond About

%
ഇത് ഹോളിവുഡ് ഇറങ്ങി രണ്ടായിരം അധികം ആടുകളെ പുറന്തള്ളാനും നിയമവിരുദ്ധമാണ്ഒരു സമയത്ത് Boulevard,.
		-- Edmond About

%
ഇത് ജോൺസ്ബോറോ ജോർജിയയിലെ "ബോയ് ഓ" എന്ന് പറയാൻ കുറ്റകരമാണ്.
		-- Edmond About

%
ഇത് $ 200.000.000 അന്യായം ചെയ്യുന്നില്ല കഴിയുന്ന ശ്രീ Mellon ന്റെ ഇതാരെക്കൊണ്ടും ആണ്. നമ്മുടെകുറ്റമായാണ് അതു സംശയിക്കാതെ അതിലടങ്ങിയിരിക്കുന്നു.
		-- Justice Robert H. Jackson

%
ഇത് രണ്ട് ട്രെയിനുകൾ ഒരു റെയിൽ ക്രോസിംഗ് പരസ്പരം കണ്ടുമുട്ടുമ്പോൾ ആ ടെക്സസ് നിയമമാണ്,ഓരോ ഒരു മുഴുവൻ സ്റ്റോപ്പ് ലഭിക്കുന്നതു ചെയ്യരുതു മറ്റ് വരെ പുറപ്പെടുന്നുപോയിരിക്കുന്നു.
		-- Justice Robert H. Jackson

%
ഈ രണ്ട് സഞ്ചി, ജോർജ്, ഹാരി, ഒരു ഹോട്ട് എയർ സജ്ജമാക്കിയിരിക്കുന്ന തോന്നുന്നുയുണൈറ്റഡ് സ്റ്റേറ്റ്സ് കടക്കാൻ ബലൂൺ. എയർ നാല്പതു മണിക്കൂർ ശേഷം ജോർജ്ഹാരി തിരിഞ്ഞു, "ഹാരി, നമ്മൾ ഓഫ് കോഴ്സ് ദിശമാറി നിങ്ങൾ കരുതുന്നുണ്ടോ പറഞ്ഞു നാംഞങ്ങൾ എവിടെയാണെന്ന് കണ്ടെത്താൻ ആവശ്യമാണ്. "ഹാരി ബലൂൺ എയർ മേഘപാളികൾ, അവ ചുവടെ ഇറക്കികൊടുക്കണമെന്ന്ക്ലൗഡ് കവർ. പതുക്കെയാണെങ്കിലും നാട്ടിൻപുറങ്ങൾ മേൽ ളിനിയുള്ള, ജോർജ് ഒരു മനുഷ്യൻ മേയറുടെഅവരെ താഴെ നിൽക്കുന്ന, പുറത്ത് yells "എക്സ്ക്യൂസ്! ദയവായി എന്നോട് പറയാമോഞങ്ങൾ എവിടെ? "നിലത്തു മനുഷ്യൻ ഏകദേശം, തിരികെ yells "നിങ്ങൾ ഒരു ബലൂൺ മുൻപരിചയംവായുവിൽ അമ്പതു അടി! "ജോർജ് ഹാരി തിരിഞ്ഞ് ഇങ്ങനെ പറയുന്നു, "കൊള്ളാം, മനുഷ്യൻ * നിർബന്ധമാണ് * ഒരു അഭിഭാഷകൻ ആയിരിക്കും".ഹാരി മറുപടി, "നിങ്ങൾക്ക് എങ്ങനെ പറയാനാകും?"."അവൻ നമുക്കു തന്ന വിവരങ്ങൾ 100% കൃത്യമായ പൂർണ്ണമായും കാരണംവിലപ്പോവില്ല! "ആ Joke അവസാനം തുടർന്ന്, എന്നാൽ ആളുകൾ ഇപ്പോഴും ഒക്കെ ആർജോർജ്, ഹാരി അവർ പാനീയത്തിൽ നശിക്കുകയും ചെയ്തു മുന്നിൽ പേജ്ന്യൂ യോർക്ക് ടൈംസ്: "അഭിഭാഷകൻ വഴി ലഹരി Balloonists".
		-- Justice Robert H. Jackson

%
സംശയകരമായ ഏതെങ്കിലും വ്യക്തി മുനിസിപ്പാലിറ്റി ഉള്ളിൽ ഇരിക്കുന്നതു നിഷിദ്ധം ആയിരിക്കും.
		-- Local ordinance, Euclid Ohio

%
ഇത് ഒരു വൃത്തികെട്ട കുതിര സവാരി വിൽബർ, വാഷിംഗ്ടണിൽ നിയമവിരുദ്ധമാണ്.
		-- Local ordinance, Euclid Ohio

%
ഈയിടെ ശാസ്ത്രജ്ഞർ നിർത്തി ഗദ് ന്റെ ശ്രദ്ധയിൽ വന്നു പറ്റിഅഭിഭാഷകർക്ക് അനുകൂലമായി ലബോറട്ടറി എലികൾ ഉപയോഗിച്ച്. ഇല്ല ആണെന്ന് തോന്നുന്നുഅവരിൽ മാത്രം കൂടുതൽ, പക്ഷേ അങ്ങനെ വികാരപരമായ സൂക്ഷിക്കുക. ഒരേയൊരുവൈഷമ്യം അതു പരീക്ഷണാത്മക പ്രയോഗിക്കുന്നതിന് ചിലപ്പോൾ പ്രയാസമാണ് എന്നതാണ്മനുഷ്യർക്ക് ഫലങ്ങൾ.[എതിരെ, അവിടെ ചില കാര്യങ്ങൾ പോലും എലിയുടെ ചെയ്കയില്ല ആകുന്നു. എഡ്.]
		-- Local ordinance, Euclid Ohio

%
ന്യായാധിപന്മാർ, ജീവനാംശം ശ്രനിക്കുന്നതിന് വിഷയത്തിൽ ഒരു ക്ലാസ്, ഡിസ്പ്ലേ, പോലെമാത്രം വഴങ്ങി മനുഷ്യരെ കാണപ്പെടുന്നു ഏത് സൗഭാഗ്യം ഔദാര്യവുംമറ്റൊരാളുടെ പണം.
		-- P. G. Wodehouse, "Louder and Funnier"

%
ജസ്റ്റ് ഒന്നോർക്കുക: കോടതി പോകുമ്പോൾ, നിങ്ങൾ നിങ്ങളുടെ ശകുനം ആശ്രയിച്ചിരിക്കുന്നതുജൂറി ഡ്യൂട്ടി നിന്നു നേടുകയും മതിയായ സ്മാർട്ട് അല്ല ഉണ്ടായിരുന്ന പന്ത്രണ്ടു ജനം!
		-- P. G. Wodehouse, "Louder and Funnier"

%
കൻസാസ് സംസ്ഥാന നിയമം രാത്രിയിൽ പെരുവഴികൾ കുറുകെ കാൽനടയാത്രക്കാരും ആവശ്യമാണ്വാൽ ലൈറ്റുകൾ ധരിക്കാൻ.
		-- P. G. Wodehouse, "Louder and Funnier"

%
കിർക്ലാന്റ്, ഇല്ലിനോയി, നിയമം തേനീച്ച ഗ്രാമത്തിലെ അല്ലെങ്കിൽ വഴി പറക്കാൻ നിരോധിക്കുന്നത്അതിന്റെ വീഥികളിൽ ഏതെങ്കിലും.
		-- P. G. Wodehouse, "Louder and Funnier"

%
5 മുങ്ങിമരണം അഭിഭാഷകർ എങ്ങനെ സംരക്ഷിക്കാൻ അറിയുമോ?- ഇല്ല?നല്ലത്!
		-- P. G. Wodehouse, "Louder and Funnier"

%
നിയമങ്ങൾ ജൊഹനാസ്ബർഗ് പോലെയാണ്. അതു അവരെ വരുത്തിയ കാണാൻ നല്ലത്.
		-- Otto von Bismarck

%
ഇല്ലിനോയിസ് സ്റ്റേറ്റ് ലെജിസ്ലേച്ചർ, മെയ്, 1907 ൽ മുന്നോട്ട് ലെജിസ്ലേഷൻ:"കൗണ്ടി റോഡുകൾ മേൽ സ്പീഡ് ഒരു മണിക്കൂർ പത്തു മൈൽ പരിമിതപ്പെടുത്തിഓടിക്കുന്നവള് ഒരു തോന്നുന്നു ഇല്ല ഒരു ജാമക്കാരി കാണുന്നതു ഇല്ലാതിരുന്നാൽഅവൻ എന്താണു ഉറപ്പാക്കാൻ ഡ്രൈവർ അനുവദിക്കില്ല എപ്പോഴാണ് 30 ദിവസങ്ങളിൽ കുടിക്കുകയും. "
		-- Otto von Bismarck

%
ഞങ്ങളെ നമ്മുടേത് അഭിഭാഷകർ ക്രമസമാധാനം ജാതി ആണ് എന്ന് ഓർക്കണം അനുവദിക്കുക.
		-- Otto von Bismarck

%
നിങ്ങളുടെ വിവാഹ മോതിരം നിങ്ങളുടെ ടോസ്റ്റര് വീണാൽ പറയട്ടെ, നിങ്ങൾ നിർബന്ധിക്കുകയും വരുമ്പോൾഅതു വീണ്ടെടുക്കാൻ നിങ്ങളുടെ കൈ, നിങ്ങൾ വേദന അതുപോലെ കഷ്ടം കഷ്ടപ്പാട്മാനസികവൈഷമ്യങ്ങളിലും. പുനർസ്ഥാപിക്കുന്നത് തന്നെ:* ടോസ്റ്റര് നിർമ്മാതാവ്, നിർദ്ദേശങ്ങൾ ഉൾപ്പെടുത്താൻ പരാജയം,  നിങ്ങൾ ഒരിക്കലും ഒരിക്കലും .പ്രതികാരം കൈ നിർബന്ധിക്കുകയും വേണം പറയുന്ന വിഭാഗം  ടോസ്റ്റര് കടന്നു, പ്രസ്താവന "നിങ്ങളുടെ വിവാഹ മോതിരം വീണാൽ പോലും  അവിടെ".നിങ്ങൾ വ്യക്തമായ അതു വില്ക്കുകയും, ടോസ്റ്റര് വാങ്ങിയ * സ്റ്റോർ  സ്വയം പോലെ cretin.* യൂണിയൻ കാർബൈഡ് കോർപ്പറേഷൻ ഈ നേരിട്ട് ഉത്തരവാദിയല്ല ആണ്  കേസ്, എന്നാൽ അതു ഒരുപക്ഷേ നിങ്ങളെ അയക്കുന്നു അത്ര കുറ്റബോധം തോന്നിയതുകൊണ്ടാണ് ആണ്  ഏതുവിധേനയും ഒരു വലിയ കാഷ് സെറ്റിൽമെന്റ്.
		-- Dave Barry

%
... യുക്തിപരമായി പൂർവാപരബന്ധമില്ല, semantically എണ്ണമില്ലാത്ത നിയമപരമായും ...നിർദോഷമായ!
		-- Dave Barry

%
വിമാനത്താവളം നടക്കുമ്പോൾ ലൗഡ് എഡ്മാഷ് Halstead കാൻസാസിലുള്ള നിരോധിച്ചിരിക്കുന്നു.
		-- Dave Barry

%
എത്രയെന്ന് പല നിയമം വിദ്യാർത്ഥികൾക്ക് കാരണം, ചില നിയമവ്യവസ്ഥയെ ചെയ്യുംഇപ്പോൾ പുകയുന്നു കലം പെണ്കൊടിയുണ്ടായിരുന്നു കോൺഗ്രസുകാർ സ്വീകരിച്ച് നിയമവിധേയമാക്കിയിട്ടുണ്ട് ആർസ്വയം സംരക്ഷിക്കാനാണ്.
		-- Lenny Bruce

%
പുരുഷന്മാർ പലപ്പോഴും വിശ്വസിക്കുകയും - അല്ലെങ്കിൽ നടിക്കുന്നതു - "നിയമം" പവിത്രമായ ഒന്നാണെന്നാണ്, അല്ലെങ്കിൽചുരുങ്ങിയത് ഒരു ശാസ്ത്ര - ഒരു അടിസ്ഥാനരഹിതമായ അനുമാനം സർക്കാരുകൾക്ക് വളരെ സൗകര്യപ്രദം.
		-- Lenny Bruce

%
കൻസാസ് സിറ്റി, മിസോറി, പ്രായപൂർത്തിയാകാത്തവരെ തൊപ്പി പിസ്റ്റളുകൾ വാങ്ങാൻ അനുവദിച്ചിട്ടില്ല;എന്നാല് സ്വതന്ത്രമായി shotguns കൊള്ളേണ്ടതിന്നു.
		-- Lenny Bruce

%
നിങ്ങൾ ഇന്നു എന്തു ചെയ്യാൻ കഴിയും നാളെ വരെ ഓഫ് ഒരിക്കലും. ഒരു ഉണ്ടായേക്കാംആ സമയം അതിന്റെ നേരെ നിയമം.
		-- Lenny Bruce

%
ഒരിക്കലും ഒരു സൈക്കിൾ കയറിയിരിക്കുന്ന ഒരു അഭിഭാഷകൻ ഹിറ്റ് വ്യതിചലിപ്പിക്കാൻ - അതു നിങ്ങളുടെ സൈക്കിൾ ആകേണ്ടതിന്നു.
		-- Lenny Bruce

%
ന്യൂ ഹാംഷെയർ നിയമം നിങ്ങളുടെ കാൽ ടാപ്പ് നിന്റെ തല തലയാട്ടുക അല്ലെങ്കിൽ നിങ്ങളെ നിരോധിക്കുന്നത്ഏതെങ്കിലും തരത്തിൽ ഒരു മദ്യശാല, ഭോജനശാല, അല്ലെങ്കിൽ കഫേ സംഗീതം സമയം പ്രമാണിച്ചു.
		-- Lenny Bruce

%
______ തീർച്ചയായും അത് കൊലപാതകം ആയുധം തുടർന്ന്. ആർ വ്യാജ ആരെയെങ്കിലും ഫ്രെയിം തന്നെ?
		-- Lenny Bruce

%
പഴയ അവലംബം ജംഗ്ഷൻ എക്സ്പ്രസ് ട്രെയിൻ എവിടെ ഒരു കടവുകൾ അലിഞ്ഞുഓട്ടോമൊബൈൽ അതിന്റെ കൈവശക്കാർ നശിപ്പിച്ചിരുന്നു. ചീഫ് സാക്ഷി തന്റെ ഒരാളായിസാക്ഷ്യം അര്ഹിയ്ക്കുന്നതാണു് പ്രധാനം. അവലംബം രാത്രി ഇരുണ്ട എന്നു വിശദീകരിച്ചു,അവൻ അതിക്രമവുമായി തന്റെ സീനില് കൈകാണിച്ചു, പക്ഷേ കാർ ഡ്രൈവർ പെയ്ഡ്സിഗ്നൽ കാര്യമാക്കാതെ.റയിൽറോഡ് കമ്പനി കേസ് നേടി കമ്പനിയുടെ പ്രസിഡന്റ്തന്റെ കഥ പഴയ ടൈമർ complimented. "നിങ്ങൾ അതിശയകരമായി ചെയ്തു," അവൻ പറഞ്ഞു"ഞാൻ നിങ്ങളെ സാക്ഷ്യം കീഴിൽ ഇളക്കവും തന്നെ ഭയപ്പെട്ടു.""ഇല്ല സർ," മുതിർന്ന ഉദ്ഘോഷിച്ചു "എന്നാൽ തീർച്ചയായും ഞാൻ ആ durned ഭയപ്പെട്ടുഅഭിഭാഷകൻ എന്റെ വിളക്കുകൾ അത്രത്തോളം എങ്കിൽ ചേട്ടങ്കണ്ടിട്ടൊണ്ടോ ചോദിക്കുന്നു "ചെയ്തു
		-- Lenny Bruce

%
അവൻ വൈറ്റ് ഹൗസിൽ ഒറ്റ ലെഗ് ഉണ്ടായിരുന്നു ജാതി തന്റെ കീഴിൽ നടുങ്ങി ഒരിക്കൽമുഴക്കം. ഇപ്പോൾ അവൻ കൊക്ക കോള വലയത്തിലെ ഒരു tinpot വിരഹവേദനയിൽ ഒരു സഹോദരൻ ആണ്പിന്നിൽ galvanized ഇരുമ്പ് കൂടാരങ്ങളിൽ halfwits belabor ആർ ആരോഗ്യത്തെ ഇടയന്മാരെ.പ്രതിഷേധക്കാരില് യാർഡുകൾ. "ടെന്നസി വിരുദ്ധ പരിണാമം-ന്റെ അനുയായികൾക്ക് ആലോചനചെയ്തത് 1925 സ്കോപ്പുകൾ "കുരങ്ങൻ ട്രയൽ" നിയമം.
		-- H. L. Mencken, writing of William Jennings Bryan,

%
... നമ്മുടെ രണ്ടാം പൂർണമായും സത്യവും വാർത്താ ഇനം ശ്രീ എച്ച് ബോയ്സ് എന്നെ അയച്ചത്അവിടെ അവൻ ഒരു നിയമസ്ഥാപനത്തെയാണ് ഉൾപ്പെട്ടിരിക്കുന്നത് അറ്റ്ലാന്റ, GA എന്ന Connell ജൂനിയർ.,. ഒരു കാര്യംഞാൻ അവിടെ .ശെരി പാരമ്പര്യം താൽപ്പര്യമുള്ള തെക്കേ കുറിച്ച് ഇഷ്ടമാണ്. ഏതോഒരാള് എങ്കിൽഅതിൽ ഓൺ തകരാറിലാകുന്നു "എച്ച് ബോയ്സ്," പോലുള്ള ഒരു പേര് കൈമാറി നേരിടുമ്പോഴാണ്, വെക്കുന്നതു തന്റെ നിയമപരമായ ന്സ്റ്റേഷനറി, കാര്യങ്ങൾ പോലും ലഘുവായ ഒരു വ്യക്തി ചെയ്യാൻ പകരം തന്റെ മകനെ അതു അന്തരിച്ചുഅങ്ങനെയുള്ള മാറ്റി നേടുകയും അല്ലെങ്കിൽ തന്നെത്താൻ കൊല്ലുമോ, ചെയ്യുമായിരുന്നു.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
പിട്സ്ബര്ഗ് ഡ്രൈവർ ടെസ്റ്റ്(10) ഉറഞ്ഞ് ആകുന്നു(എ) വളരെ അപകടകരമായ.(ബി) ദേശസ്നേഹികളായ.(സി) മുൻ ഭരണത്തിലെ കുറ്റവും.(ഡി) എല്ലാ അടുത്ത വേനൽക്കാലം പരിഹരിക്കപ്പെടണമെന്നും പോകുന്നു.ശരിയുത്തരം (ബി) ആണ്. ഉറഞ്ഞ് എന്നുമുള്ള നശിപ്പിക്കും, unamerican,ഇറക്കുമതി ചെയ്ത കാറുകൾ, ദ്വാരങ്ങൾ ശേഷം കാറുകൾ വലുതാണ്. നിങ്ങൾ ഡ്രൈവ് എങ്കിൽനിങ്ങൾ വിഷമിക്കേണ്ട ഒന്നും വലിയ, ദേശഭക്തി, അമേരിക്കൻ കാർ.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
പിട്സ്ബര്ഗ് ഡ്രൈവർ ടെസ്റ്റ്(2) നീ ചെയ്യണം മഞ്ഞ നിന്ന് ചുവപ്പിലേക്ക് ഒരു ജംഗ്ഷനിൽ മാറ്റങ്ങൾ വച്ച് ട്രാഫിക്ക് ലൈറ്റ്(എ) ഉടനെ നിർത്തുക.(ബി) കവല വഴി പതുക്കെ മുന്നോട്ട്.(സി) കൊമ്പു ഊതി.(ഡി) ഫ്ലോർ അതു.ശരിയുത്തരം (ഡി) ആണ്. നിങ്ങൾ (സി) പറഞ്ഞു എങ്കിൽ നിങ്ങൾ ഏകദേശം ശരിയായിരുന്നു അതിനാൽസ്വയം ഒന്നര പോയിന്റ് തരും.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
പിട്സ്ബര്ഗ് ഡ്രൈവർ ടെസ്റ്റ്(3) ഒരു ജംഗ്ഷനിൽ നിർത്തുമ്പോൾ നീ ചെയ്യണം(എ) നിങ്ങളുടെ ലേൻ ട്രാഫിക്ക് വെളിച്ചം കാണാൻ.(ബി) സ്ട്രീറ്റ് കുറുകെ കാൽനടയാത്രക്കാർക്കായി കാണാൻ.(സി) കൊമ്പു ഊതി.(ഡി) വിഭജിക്കുന്ന സ്ട്രീറ്റ് ട്രാഫിക്ക് വെളിച്ചം കാണാൻ.ശരിയുത്തരം (ഡി) ആണ്. നിങ്ങൾ ഉടൻ ട്രാഫിക് വെളിച്ചമായി ആരംഭിക്കാൻ ആവശ്യമായവിഭജിക്കുന്ന സ്ട്രീറ്റ് വേണ്ടി മഞ്ഞനിറം. ഉത്തരം (സി) ഒന്നര പോയിന്റ് രൂപയുടെ ആണ്.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
പിട്സ്ബര്ഗ് ഡ്രൈവർ ടെസ്റ്റ്(4) എക്സ്ഹോസ്റ്റ് ഗ്യാസ് ആണ്(എ) ഗുണം.(ബി) അല്ല ദോഷകരമായ.(സി) വിഷ.(ഡി) ഒരു എത്തിനോട്ടം ബാൻഡ്.ശരിയുത്തരം (ബി) ആണ്. ദൈവനിന്ദയായി വാഷിങ്ടൺ പരിസ്ഥിതി പ്രശ്നോം കമ്മ്യൂണിസ്റ്റ്മലമ്പുഴ പറയുന്നു ബ്യൂറോക്രാറ്റുകളുമൊക്കെയായി വ്യാജവാദികൾ. ((ഡി) സ്വീകരിക്കാത്തവരാകട്ടെ സന്ദേശം.തിരികെ എവിടെനിന്നു വന്നു കാലിഫോർണിയ പോകുക. നിങ്ങളുടെ തരത്തിലുള്ള സുസ്വാഗതം അല്ല.)
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
പിട്സ്ബര്ഗ് ഡ്രൈവർ ടെസ്റ്റ്(5) നിങ്ങളുടെ കാറിലെ കൊമ്പു സുരക്ഷാ ഉപകരണ ഒരു സുപ്രധാന ഘടകമാണ്. എത്ര പലപ്പോഴും shouldനിങ്ങൾ അത് പരിശോധിക്കുന്നതിന്?(എ) വർഷത്തിൽ ഒരിക്കൽ.(ബി) ഒരു മാസം ഒരിക്കൽ.(സി) ഒരു ദിവസം ഒരിക്കൽ.(ഡി) ഒരു മണിക്കൂര് ഒരിക്കൽ.ശരിയുത്തരം (ഡി) ആണ്. ഒരിക്കലെങ്കിലും നിങ്ങൾ നിങ്ങളുടെ കാറിന്റെ കൊമ്പു പരിശോധിക്കേണ്ടത് എന്തുകൊണ്ട്ഓരോ മണിക്കൂറിലും, കൂടുതൽ പലപ്പോഴും രാത്രിയിലും റെസിഡൻഷ്യൽ താമസസ്ഥലങ്ങളില്.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
പിട്സ്ബര്ഗ് ഡ്രൈവിംഗ് ടെസ്റ്റ്(7) നിങ്ങൾക്ക് നേരിട്ട് മുന്നിൽ കാർ മിന്നുന്ന ശരിയായ വാൽ വെളിച്ചം ഉണ്ട്    എന്നാൽ ക്രമമായി ഇടത് വാൽ വെളിച്ചം. ഇതുകൊണ്ട് അർത്ഥമാക്കുന്നത്(എ) വാൽ ലൈറ്റുകൾ ഒന്ന് തകർന്നുപോയി; നിങ്ങളുടെ കൊമ്പു ഊതി വേണംഡ്രൈവറുടെ ശ്രദ്ധയിൽ പ്രശ്നം വിളിക്കാൻ.(ബി) ഡ്രൈവർ നേരായ ടേൺ സിഗ്നലിങ് ആണ്.(സി) ഡ്രൈവർ ഇടത് ടേൺ സിഗ്നലിങ് ആണ്.(ഡി) ഡ്രൈവർ നഗരം വിട്ടു നിന്ന്.ശരിയുത്തരം (ഡി) ആണ്. വാൽ ലൈറ്റുകൾ ചില വിദേശ ഉപയോഗിക്കുന്നുവളവുകൾ സിഗ്നല് രാജ്യങ്ങളിൽ.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
പിട്സ്ബര്ഗ് ഡ്രൈവിംഗ് ടെസ്റ്റ്(8) കാൽനടയാത്രക്കാർ ആകുന്നു(എ) പ്രസക്തിയില്ല.(ബി) കമ്യൂണിസ്റ്റുകൾ.(സി) ഉപദവം.(ഡി) ബുദ്ധിമുട്ടേറിയ ഫ്രണ്ട് ഗ്രിൽ ഓഫ് വൃത്തിയാക്കാൻ.ശരിയായ ഉത്തരം (എ) ആണ്. കാൽനടയാത്രക്കാർ കാറുകളിലും, അതിനാൽ അവർഡ്രൈവിംഗ് .അതവന്റെ; നിങ്ങൾ അവരെ അവഗണിക്കാൻ വേണം.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
പിട്സ്ബര്ഗ് ഡ്രൈവർ ടെസ്റ്റ്(9) ഓർഡർ ലേക്ക് റോഡുകൾ ഉപ്പിട്ട ചെയ്യുന്നു(എ) പുല്ലു കൊല്ലാൻ.(ബി) മഞ്ഞും ഉരുകുന്നു.(സി) സമ്പദ് സഹായിക്കും.(ഡി) ഉറഞ്ഞ് തടയാൻ.ശരിയുത്തരം (സി) ആണ്. റോഡ് ഉപ്പു വ്യക്തികളുടെ ആയിരക്കണക്കിന് ജീവനക്കാരാണ്നേരിട്ട്, കൂടുതൽ പരോക്ഷമായി ദശലക്ഷക്കണക്കിന്, ഉദാഹരണത്തിന്, ഉപ്പ് ഖനനത്തിൽ ആൻഡ്rustproofers. ഏറ്റവും പ്രധാനമായി, ഉപ്പു കാറുകളുടെ ജീവിതം സ്പാനുകളുടെ കുറയ്ക്കുന്നു,ഇങ്ങനെ കാർ, സ്റ്റീൽ ഇൻഡസ്ട്രീസ് ഉദ്ദീപിപ്പിക്കുകയും.
		-- Dave Barry, "This Column is Nothing but the Truth!"

%
അവൾ നിലവിളിച്ചു ജഡ്ജി എന്റെ checkbook അവളുടെ കണ്ണുനീർ തുടച്ചു.
		-- Tommy Manville

%
Sho 'അവ നിയമം നേരെ തന്നെ കിട്ടിയല്ലെ. ഷൂട്ട്, ഉയർന്ന ever'body ജിറ്റിനെ,അവർ ആരും ജിറ്റിനെ അപ്പ് ആയിരിക്കും കോഴികളെയും മേയും മനസ്സായില്ല. Hee-hee.
		-- Terry Southern

%
ചില പുരുഷന്മാർ ഓളം ആകുന്നു, ചില ബൈസെക്ഷ്വൽ ആകുന്നു ചിലരുടെ കരുതുന്നില്ലഒട്ടും സെക്സ് ... അവർ അഭിഭാഷകർ തീർന്നിരിക്കുന്നു.
		-- Woody Allen

%
സ്ലോവാക്യ മധ്യ യുഗം നിന്ന് ഏറ്റവും രസകരമായ രേഖകൾ ചിലപഴയ കൗണ്ടി നിയമങ്ങൾ (നന്നായി, ഞങ്ങൾ കൗണ്ടികളിൽ മാത്രമെടുത്ത് അടുത്തുള്ള തുല്യമായ തുടർന്ന് ഒരിക്കലുംഞാൻ "landskap" എന്ന കണ്ടെത്താൻ കഴിയും). ഈ നിയമങ്ങൾ ഐഡിയിൽ ഇറങ്ങി എഴുതിയിരിക്കുന്നു13-ആം നൂറ്റാണ്ടിന്റെ, പക്ഷേ പോലും ഇറങ്ങി വൈക്കിംഗ് തവണ തിരികെ പ്രതിപാദിച്ചുകാണുന്നത്. ചെന്ന ഒന്നാണ്കട്ടികുറഞ്ഞ ചില പൊതിഞ്ഞ വ്യക്തമായി പുറജാതി സ്വാധീനങ്ങൾ ഉണ്ട് Vastgota നിയമം,ക്രിസ്തീയ സ്റ്റഫ്. ഈ നിയമം, ഞങ്ങൾ ആണ് "lekare" ഒരു പേജ്, കണ്ടെത്താൻഒരു നടപ്പിലാക്കുമ്പോൾ കലാകാരനെ പഴയ പേർഷ്യൻ വചനം നടൻ / jester / സംഗീതജ്ഞന്റെ മുതലായവ ഇവിടെഞാൻ തുല്യമായാണ് "കലാകാരൻ" എഴുതിയ എവിടെ ഏകദേശ പരിഭാഷയെ,"Lekare"."ഒരു കലാകാരൻ അടിപ്പു എങ്കിൽ, അവയ്ക്കൊന്നും പിഴ കൊടുക്കേണം. എങ്കിൽ ഒരു കലാകാരൻ, മുറിഞ്ഞിരിക്കുന്നു ഒറ്റ hurdie-gurdie കൂടെ പോകുന്നു അല്ലെങ്കിൽ സഞ്ചരിക്കുന്ന ഇത്തരംഫിഡില് അല്ലെങ്കിൽ ഡ്രം പിന്നെ ജനത്തിന്റെ ഒരു കാട്ടു പശുക്കിടാവിനെ എടുത്തു കൊണ്ടുവരുംമലഞ്ചെരുവിൽ ഇത്. അപ്പോൾ അവർ നിന്നുള്ള എല്ലാ രോമവും ക്ഷൌരംപശുക്കിടാവിന്റെ വാൽ, വാൽ ഗ്രീസ്. അപ്പോൾ ആർട്ടിസ്റ്റ് കിട്ടുംപുതുതായി സംഘടന ചെരിപ്പും. പിന്നെ അവൻ പശുക്കിടാവിന്റെ വാല് പിടിച്ചു;ഒരു മനുഷ്യൻ മൂർച്ചയുള്ള വിപ്പ് അതു കൊന്നുകളയും. അവൻ അവളെ സാധ്യമല്ല എങ്കിൽ അവൻമൃഗം ഉണ്ടാകും. അവൻ അവളെ ഹോൾഡ് കഴിയില്ല എങ്കിൽ, അവൻ എന്തു സഹിക്കാംഅവൻ ലഭിച്ചു ലജ്ജയും മുറിവും. "
		-- Woody Allen

%
ചിലപ്പോൾ കാരണം അവൻ ഒരു മേൽ നോക്കി അർഹതയുണ്ടെന്ന് ഒരു മനുഷ്യൻമൂഢൻ അവൻ അഭിഭാഷകനായ മാത്രമാണ് നിന്ദ്യനായി.
		-- Montesquieu

%
ടെക്സസ് നിയമം ആരെയും കൈവശം ചെറുകൊടില് ഒരു ജോടി ലേക്ക് നിരോധിക്കുന്നത്.
		-- Montesquieu

%
മൃഗങ്ങൾ ഒറ്റ ശന്പളം പോലെ കാതില് - അവ ഇല്ലഡോക്ടർമാർ അരുതു അഭിഭാഷകർ.
		-- L. Docquier

%
അർക്കൻസാസ് നിയമസഭയുടെ അർക്കൻസാസ് എന്നും ഭരണഘടന ഒരു നിയമംനദി ലിട്ല് രാക് ലെ മെയിൻ സ്ട്രീറ്റ് പാലം അധികം വ്യക്തതയുള്ള വർധന.
		-- L. Docquier

%
പാലോ അല്ടോ നഗരം പാർക്ക് മാനദണ്ഡങ്ങളുടെ ഔദ്യോഗിക വിവരണത്തിൽ,എന്ന സെന്റിമീറ്റർ കണക്കിലെടുത്ത് വീൽചെയർ റാമ്പുകൾ ഗ്രേഡ് വ്യക്തമാക്കുന്നുറൺ കാൽ ശതമാനം ഉയിർത്തെഴുന്നേൽക്കയും. ഒത്തുതീർപ്പ്, എനിക്ക് ഊഹിക്കാവുന്നതേയുള്ളൂ ...
		-- L. Docquier

%
അഭിഭാഷകനും കോഴി തമ്മിലുള്ള വ്യത്യാസം എന്നതാണ്കോഴി രാവിലെ എഴുന്നേറ്റ് എതിര്പ്പ് clucks.
		-- L. Docquier

%
ഡിസ്ട്രിക്ട് ഓഫ് കൊളംബിയ സമ്മർദ്ദം മൗസിലെ നിങ്ങൾ വിലക്കുകയും ഒരു നിയമം ഉണ്ട്ബലൂൺ അതുവഴി തെരുവുകളിൽ ഒരു ചൂളകുത്തിവിളിക്കും ശബ്ദം കാരണമാകും.
		-- L. Docquier

%
അവൻ ആയിരുന്നു എങ്കിൽ ജഡ്ജി jaywalker അമ്പതു ഡോളർ പിഴ അവനെ അറിയിച്ചുവീണ്ടും പിടിക്കുകയും അദ്ദേഹം ജയിലിൽ ഇടിക്കാതെ തന്നെ. ഫൈൻ ഇന്ന് തണുപ്പ് നാളെ.
		-- L. Docquier

%
മരുന്ന് പരിശോധനയ്ക്കായി നീതീകരിക്കാനാവുകയുള്ള് ഇപ്പോൾ കഥാകാരി ഭാഗമാണ്അമേരിക്കയുടെ പുനഃസ്ഥാപിക്കുക കാര്യത്തിൽ ഡിബേറ്റ് "മത്സരക്ഷമത." മരുന്നുകൾ, അത് ഇപ്രകാരമാണ്വെളിപ്പെടുത്തിയതു, വന്യമായ absenteeism ഉത്തരവാദി കുറച്ചിട്ടുണ്ട് ഔട്ട്പുട്ട് ദരിദ്രർക്കും ആകുന്നുഗുണമേന്മയുള്ള പ്രവൃത്തി. എന്നാൽ ലേക്ക് യുക്തി ബന്ധപ്പെട്ട വാസ്തവത്തിൽ മരുന്ന് പരിശോധനാ ആണ്മത്സരക്ഷമത പുനരുത്ഥാനം? അന്തരീക്ഷത്തിൽ ചാർജിംഗ് ചെയ്യുമോexcretory ഒറ്റിക്കൊടുക്കുന്നത് ഭയത്തോടെ ജോലിസ്ഥലത്തെ സത്യസന്ധമായി ഉത്പാദനക്ഷമത ഉദ്ദീപിപ്പിക്കുന്നു?വളരെ മുഴക്കം മരുന്നുകൾ ഉപയോഗിച്ച് തൊഴിലാളിക്ക് rehabilitating കുറിച്ച് ഉണ്ടാക്കി, പക്ഷേപ്രോഗ്രാമുകളുടെ ബഹുഭൂരിപക്ഷം കാലികമായി ലളിതമായ വെടിവെപ്പിൽ അവസാനിക്കരുത് അല്ലെങ്കിൽഅധിക്ഷേപകരിൽ കൂലിയ്ക്ക്. ഈ പതിവു, അധികരിപ്പിക്കും പാടില്ല പരിഹരിക്കുന്നതിനും,രാജ്യത്തെ ഉത്പാദനക്ഷമത പ്രശ്നം. സാമ്പത്തിക പുനരധിവാസ ആത്യന്തിക ആണെങ്കിൽമയക്കുമരുന്ന് പരിശോധനയുടെ ലക്ഷ്യം പിന്നെ മാനദണ്ഡങ്ങൾ പുനരധിവാസം ഉപേക്ഷിച്ച്മയക്കുമരുന്നുമായി ഉപയോഗിച്ച് തൊഴിലാളിക്ക് കാപട്യം പക്കലാണ് ആൻഡ് യ്യാന് ഏറ്റവും മോശമായ.നാലാം ഭേദഗതി ആൻഡ് ഡ്രഗ് ടെസ്റ്റിങ് ജോലിസ്ഥലത്തും, "ടിം മൂർ, of നിയമം & പബ്ലിക് പോളിസി, വോളിയം ഹാർവാർഡ് ജേണൽ.10, നമ്പർ 3 (സമ്മർ 1987), പേ. 762-768.
		-- The concluding paragraph of "Constitutional Law: The

%
നിയമം അതിന്റെ ഗാംഭീര്യവും സമത്വത്തിൽ, സമ്പന്നമായ, അതുപോലെ പാവപ്പെട്ട വിലക്കുകയുംപാലങ്ങൾ കീഴിൽ ഉറങ്ങാൻ വീഥികളിൽ യാചിക്കേണ്ടിവന്നില്ല ഭക്ഷണം മോഷ്ടിക്കാൻ.
		-- Anatole France

%
എല്ലാ ജീവികളുടെ നായകന്റെ, ഏറ്റവും നിയമം കൂറ് നൽകാനുണ്ട്. എല്ലാവരും അവൻഅദ്ദേഹത്തെ നിർബന്ധിച്ചു ഭാവത്തിൽ പെരുമാറരുതെന്നുമാത്രം. എന്നാൽ അതു സാർവത്രിക ആണ്ഞങ്ങൾ നടത്താനുള്ള നൽകപ്പെട്ടത് ഞങ്ങൾ നിലവിൽ ഭാവനയിൽ മനുഷ്യർ ബലഹീനതതന്നെയായത്.
		-- H. G. Wells

%
ഒട്ടും വിജയകരം സമം പേ പരസ്യം1976 ൽ യൂറോപ്യൻ സാമ്പത്തിക സമൂഹം ഐറിഷ് ലേക്ക് ചൂണ്ടിക്കാട്ടിഅതു ഇനിയും ലൈംഗിക സമത്വം നടപ്പിലാക്കിയിട്ടില്ല ചെയ്തു എന്നു സർക്കാർനിയമനിർമാണം. ഡബ്ലിന് സർക്കാർ അടിയന്തരമായി തുല്യ വേതനം വേണ്ടി പരസ്യപ്പെടുത്തുന്നനിയമപാലകനെയോ. പരസ്യത്തില് വിവിധ ശമ്പളം തുലാസുകൾ അർപ്പിച്ചുസ്ത്രീകളും പുരുഷന്മാരും.
		-- Stephen Pile, "The Book of Heroic Failures"

%
ഒരു കോടതിമുറിയിൽ ചിരിച്ചു ശിക്ഷ ജയിലിൽ ആറു മാസം; അതു ചെയ്താൽഈ ശിക്ഷ വേണ്ടി, ജൂറി തെളിവുകൾ കേൾക്കാതെ ഒരിക്കലും വന്നില്ല.
		-- H. L. Mencken

%
അധികാരങ്ങൾ ഭരണഘടന പ്രകാരം യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് നിയുക്തമാക്കിയിരിക്കുന്നു അല്ല,സ്റ്റേറ്റ്സ് ഇത് മുഖേന നിരോധിച്ചിരിക്കുന്നു യഥാക്രമം സ്റ്റേറ്റ്സ് ലേക്ക് വച്ചിരിക്കുന്നു,ആളുകളെ.
		-- U.S. Constitution, Amendment 10. (Bill of Rights)

%
അതു മതി ഒഴിവാക്കാനുള്ള ഏതെങ്കിലും പുതിയ നികുതി നിയമം പ്രാഥമിക വേണ്ടത്അടുത്ത തെരഞ്ഞെടുപ്പിൽ വിജയിക്കാൻ വോട്ടർമാർ.
		-- U.S. Constitution, Amendment 10. (Bill of Rights)

%
ടബ് ആലപിക്കുന്ന പെൻസിൽവാനിയ സംസ്ഥാനത്തിലെ നിയമം നിരോധിക്കുന്നു.
		-- U.S. Constitution, Amendment 10. (Bill of Rights)

%
മോശം ജൂറിഎപ്പോൾ ഫെബ്രുവരി 1978 മനിറ്റോബ ചെയ്തത് കൊലപാതകം ട്രയൽ, വൃദ്ധൻ ആയിരുന്നുഒറ്റ നീതിപാലകന് അവൻ പൂർണമായും ബധിരരായ ആയിരുന്നു വന്നില്ല വെളിപ്പെടുത്തിഎന്താണ് സംഭവിക്കുന്നതെന്ന് അങ്ങേ കവിത.അവൻ യാതൊരു കേട്ടു എങ്കിൽ ജഡ്ജി ശ്രീ ജസ്റ്റിസ് ശലോമോൻ അവനോടു ചോദിച്ചുമറുപടി ഉണ്ടായ എല്ലാ തെളിവുകൾ, അവനെ വിട്ടയച്ചു.ഈ പരത്തിയ ആവേശം മാത്രം രണ്ടാമത്തെ സന്ദർഭം എത്തിയിരിക്കുകയാണ് ചെയ്തുനീതിപാലകന് അവൻ ഇംഗ്ലീഷ് ഒരു വാക്കുപോലും സംസാരിച്ചു വെളിപ്പെടുത്തി. ഒരു വശമായിരുന്നു ഫ്രഞ്ച്സ്പീക്കർ അവൻ വലിയ അത്ഭുതപ്പെട്ടു അറിയിച്ചപ്പോൾ രണ്ട് ദിവസത്തിനു ശേഷം റോട്ടർഡാം അവൻ ആഒരു കൊലപാതകം വിചാരണ കേട്ടു.ഒരു മൂന്നാം നീതിപാലകന് അവൻ കഷ്ടം എന്നു പറഞ്ഞപ്പോൾ വിചാരണ ഉപേക്ഷിച്ചുഇംഗ്ലീഷ് ഭാഷയിൽ ഒരേ unversed ഒരാളായി ഇരുവരും അവസ്ഥ നിന്ന്ഏതാണ്ട് ആദ്യത്തെ നീതിപാലകന് ചെകിടൻ.ന്യായാധിപൻ ഒരു retrial ഉത്തരവിട്ടു.
		-- Stephen Pile, "The Book of Heroic Failures"

%
അവരുടെ പിൻകാലുകളിലും എല്ലാവരെയും നായ്ക്കൾ ആവശ്യമുള്ള മസാച്യുസെറ്റ്സ് നിയമം ഉണ്ട്ഏപ്രിൽ മാസത്തിൽ കെട്ടി.
		-- Stephen Pile, "The Book of Heroic Failures"

%
ന്യായ പഠനം അധികം ഭാവന വ്യായാമം യാതൊരു നല്ല വഴി ഉണ്ട്.കവിയല്ല എന്നേക്കും പോലെ സ്വതന്ത്രമായി ഒരു അഭിഭാഷകൻ സത്യം വ്യാഖ്യാനിക്കുന്നു പ്രകൃതിയെ വ്യാഖ്യാനിച്ചു.
		-- Jean Giraudoux, "Tiger at the Gates"

%
എന്റെ അഭിഭാഷകനെ സത്യസന്ധമായ യാതൊരു സംശയവുമില്ല. ഉദാഹരണത്തിന്, അവൻകഴിഞ്ഞ വർഷം തന്റെ ആദായ നികുതി റിട്ടേൺ സമർപ്പിച്ച അവൻ തന്റെ ശമ്പളം പകുതി പ്രഖ്യാപിച്ചു'Unearned വരുമാനം.' ആയി
		-- Michael Lara

%
"സിബിഎസ്-Westmoreland വിചാരണ രസകരമായ വികസന സംഭവിച്ചു:ഇരുഭാഗത്തും വിചാരണയ്ക്ക് ശേഷം, ആൻഡി റൂണി അനുവദിക്കില്ല സമ്മതിച്ചുഅവനെ പൂവാലശല്യം അല്പകാര്യങ്ങളിലെ ഏകദേശം മൂന്നു മിനിറ്റ് ജൂറി സംസാരിക്കുകട്രയൽ സമയത്ത്. "
		-- David Letterman

%
ഈ ലോകത്ത് ന്യായം അവിടെ.ന്യൂയോർക്ക് ജില്ലാ അറ്റോർണി തോമസ് ഡെവി Luciano ശേഷംഡച്ച് ഷൂട്സ് (വഴി വധത്തെ നയപ്രഖ്യാപനത്തിൽ വഴി നിന്നും പരുവം സംരക്ഷിച്ചുപകരം ഷൂട്സ് കൊലപാതകത്തെ)
		-- Frank Costello, on the prosecution of "Lucky" Luciano by

%
വിർജീനിയ നിയമം വീട്ടിൽ bathtubs വിലക്കുന്നത്; കെടത്തി മുറ്റത്ത് സൂക്ഷിക്കുന്നത്.
		-- Frank Costello, on the prosecution of "Lucky" Luciano by

%
നാം ഡോക്ടർമാർ ഇഷ്ടമാകില്ലായിരിക്കാം, എന്നാൽ കുറഞ്ഞത് അവർ ഡോക്ടറെ. ബാങ്കേഴ്സ് എന്നേക്കും അല്ലജനപ്രിയനായകൻ കുറഞ്ഞത് അവർ ബാങ്ക്. പോലീസുകാരൻ പോലീസും ഓണറെ എടുത്തുകീഴെ. എന്നാൽ അഭിഭാഷകർ യുഎസ് നിയമം നൽകരുത്. നാം തൂകുന്ന വെളിച്ചം ലഭിക്കുംകർമ്മശാസ്ത്രം, മറിച്ച് മുൻഗാമികളുടെ, എതിർപ്പ്, അപ്പീലിന്റെ, അറുപതോഎല്ലാ $ 250 നാഴികയിലും ഫയൽ ഫോമുകളും ഖഗോളവസ്തുക്കളുടെ എതിർ-ചലനം.
		-- Nolo News, summer 1989

%
ഒരു രാജ്യം നാം മോശം നിയമങ്ങൾ നല്ലത് എന്ന് അവർ പോലെ ഇത്രകാലം തിരിച്ചറിയണംപിന്നെ നിരന്തരം വരുത്തിയിട്ടുണ്ടെന്നാണ് കിട്ടിയതിന് നല്ല നിയമങ്ങൾ, സ്ഥിര ശേഷിച്ചശബ്ദം സാമാന്യബുദ്ധി കൂടിച്ചേർന്ന് പഠന അഭാവം കൂടുതൽ സഹായകരമാണ്ബുദ്ധിവൈഭവം ഏതുതരം കയ്യിൽനിന്നും ആ ഒരു പൊതുതത്വം എന്ന നിലയിൽ എന്നതുസംസ്ഥാനങ്ങൾ മെച്ചപ്പെട്ട ബുദ്ധിജീവികളും അല്ലാതെ വീഥിയിൽ മനുഷ്യൻ ഇത് നടത്തുന്നു.ഇവർ നിയമങ്ങൾ ദിക്കില് ദൃശ്യമാകാൻ ആഗ്രഹിക്കുന്ന ജനം അടുക്കുക ആകുന്നുഅവർ തോന്നിയതുകൊണ്ടാണോ ഓരോ ജനറൽ ചർച്ച സ്വന്തം വഴി നേടുകയും ആഗ്രഹിക്കുന്നഅവർ പ്രാധാന്യം കാര്യങ്ങളിൽ അവരുടെ രഹസ്യാന്വേഷണ കാണിക്കാൻ കഴിയില്ല,ആർ ഫലമായി, പലപ്പോഴും നാശമോ അവരുടെ രാജ്യത്തെ കൊണ്ടുവരിക.
		-- Cleon, Thucydides, III, 37 translation by Rex Warner

%
യൂട്ടാ സ്വാഗതം.നിങ്ങൾ ഞങ്ങളുടെ മദ്യം നിയമങ്ങൾ പരിഹാസ്യമായ കരുതുന്നു, നിങ്ങൾ ഞങ്ങളുടെ അടിവസ്ത്രം കാണും!
		-- Cleon, Thucydides, III, 37 translation by Rex Warner

%
നിങ്ങൾ മണൽ കഴുത്തറ്റം വരെ കയറി അടക്കം ആറ് അഭിഭാഷകർ വരുമ്പോൾ എന്താണ്?മതിയായ മണൽ.
		-- Cleon, Thucydides, III, 37 translation by Rex Warner

%
ഗ്ലാസ് ചിലമ്പൊലി അല്ലെങ്കിൽ മറ്റുതരത്തിൽ ഒരു intrusion ലേക്ക് ജാഗ്രത ചെയ്യുമ്പോൾ 1) ശാന്തം,സ്വയം 2) അവനെ കൊന്നു ശത്രുതാപരമായ എങ്കിൽ തടയുവാനും 3 തിരിച്ചറിയുക).സ്റ്റെപ്പ് നമ്പർ 3 പ്രത്യേക പ്രാധാന്യമുണ്ട്. നിങ്ങൾ ജീവനോടെ പുള്ളിക്കാരൻ ഉപേക്ഷിക്കുകയാണെങ്കിൽവഴിതെറ്റിയ softheartedness നിന്നു അവൻ ആത്മാവിൽ നിങ്ങളുടെ ഔദാര്യവും പകരം ചെയ്യുംതന്റെ തുടർന്നുള്ള paraplegia വേണ്ടിയും നിങ്ങൾ suing വഴി നിങ്ങൾ നിർബ്ബന്ധമായും അന്വേഷിക്കുംതന്റെ ചീഞ്ഞ ജീവിതകാലം മുഴുവൻ അവനെ പിന്തുണയ്ക്കാൻ. കോടതിയിൽ അവൻ വാദിക്കുംസൊസൈറ്റി അവനെ പരാജയപ്പെട്ടു കാരണം, അവൻ എന്നു അവൻ തുടര്ന്നു ആസൗകര്യം മദർ തെരേസ തിരയുന്ന അയാൾ സേവനങ്ങൾ വാഗ്ദാനംദരിദ്രൻ. ആ നിയമവ്യവഹാരത്തിലെ നിങ്ങൾ നഷ്ടപ്പെടും. എങ്കിൽ മറുവശത്ത്, താങ്കളെ കൊല്ലാൻഅവനെ നിങ്ങൾ പ്രതീക്ഷിക്കുന്നത് കഴിയുന്ന ഏറ്റവും ബന്ധുവിന്റെ ഒരു തെറ്റായ വരുത്തും എന്നതാണ്മരണം നടപടി. നിങ്ങൾ രണ്ടു ഗുണങ്ങളുമുണ്ട് ഉണ്ടാകും: ആദ്യം മാത്രം ഉണ്ടാകുംകഥ; മദർ തെരേസ മറക്കരുത്. രണ്ടാമതായി, നഷ്ടപ്പെട്ടാൽ പോലും കഴിഞ്ഞില്ല എത്രപൃഷ്ടം ജീവൻ ഏതുവിധേനയും രൂപയുടെ ആയിരിക്കും? 50 വയസ്സിന് രൂപയുടെ ഒരു പാട് കുറവ്പക്ഷാഘാതം. അല്ല ജോർജ് ബുഷ് സദ്ദാം ഹുസൈനെ പ്ലേ ചെയ്യരുത്. ജോലി പൂർത്തിയാക്കുക.
		-- G. Gordon Liddy's "Forbes" column on personal security

%
അതു സൂര്യൻ ഒരു കുറ്റമായി അറബിബോസിന്റെ ആണ് ആരാധിക്കാൻ ബാധ്യതയാണ് എവിടെചൂട് നിയമങ്ങൾ പരിശോധിക്കാം.
		-- Christopher Morley

%
എന്തുകൊണ്ട് ഒരു അഭിഭാഷകൻ അകലെ തരണം, ഒരു വലിയ നമസ്കാരം കുതിര .ബിംബു ചെയ്യുന്ന?
		-- Carl Sandburg

%
ന്യൂ ജേഴ്സിയിലെ എന്തുകൊണ്ട് കൂടുതൽ വിഷ മാലിന്യങ്ങൾ ഡമ്പ് ഞങ്ങൾക്കുണ്ട് കാലിഫോർണിയ ഇല്ലകൂടുതൽ അഭിഭാഷകർ?ന്യൂ ജേഴ്സിയിലെ ആദ്യ നിര ഉണ്ടായിരുന്നു.
		-- Carl Sandburg

%
കോൺഗ്രസ്, അവർ ഒരു തമാശ ചെയ്യുന്ന ഓരോ തവണയും അത് ഒരു നിയമം തുടർന്ന്; ഓരോ സമയത്തുംഅവർ ഒരു തമാശ ഒരു ന്യായപ്രമാണത്തെ.
		-- Will Rogers

%
"തീർച്ചയായും, ഒരു വ്യക്തിയുടെ ശേഷം നിറുത്തുകയും ചാച്ചയെക്കൊണ്ട് ആരോപിച്ചു എങ്കിൽ Neiman-മാർക്കസ് നിന്നു നടക്കുന്നതു ഒടുവിൽ പറഞ്ഞു ആയിരിക്കുമെന്ന് ഞാൻ കരുതുന്നു അവർ ആരോപിക്കപ്പെടുന്ന മോഷ്ടിച്ചു. പറയാൻ ഒരു ഉദ്യോഗസ്ഥനെ വേണ്ടി അത് അസംബന്ധം തന്നെ 'നീ ഞാൻ പറഞ്ഞതിന് അർത്ഥമില്ല മോഷ്ടിച്ചു എനിക്കറിയാം.' എന്ന് പ്രതി അല്ലെങ്കിൽ, ലേക്കുള്ള ലളിതമായി പ്രതി വ്യക്തിഗത Neiman-മാർക്കസ് 'മുഴുവൻ ഒരു കാറ്റലോഗ് കയ്യില് പരാതിയില്ല പറയുകയും അതു എവിടെയോ അവിടെ പ്രധാനം, നിങ്ങൾ അത് മനസ്സിലാക്കാൻ. ''    - ജഡ്ജി ബ്രൂക്ക് വെൽസ് 'ഓർഡർ പരിമിതപ്പെടുത്താനുള്ള ഭാഗം ഐ.ബി.എമ്മിന്റെ മോഷൻ അനുവദിക്കുന്നത്       സ്കോ അവകാശവാദങ്ങൾ
		-- Will Rogers

%
"അഭിപ്രായം നിർബന്ധിത ഏകീകരിക്കുന്നതിനു മാത്രമേ മൈത്രിയേയും നേടിയിട്ടു സെമിത്തേരിയിൽ. "    - ജസ്റ്റിസ് ജാക്സൺ, ഭൂരിപക്ഷം രേഖാമൂലം വെസ്റ്റ് വിർജീനിയ       വിദ്യാഭ്യാസം വി സ്റ്റേറ്റ് ബോർഡ്. Barnette 319 യുഎസ് 624 നമ്പർ 591
		-- Will Rogers

%
"ഞങ്ങളുടെ ഭരണഘടനാപരമായ രാശിയിൽ ഏതെങ്കിലും നിശ്ചിത നക്ഷത്ര ഉണ്ടെങ്കിൽ അത് ഔദ്യോഗിക, ഉയർന്ന അല്ലെങ്കിൽ പെറ്റി, ഓർത്തഡോക്സ് എന്തു സംഭവിക്കും എന്നു അവരതു കഴിയുന്ന അല്ലെങ്കിൽ രാഷ്ട്രീയം, ദേശീയത, മതം, അല്ലെങ്കിൽ അഭിപ്രായ മറ്റ് കാര്യങ്ങളിൽ വചനം എന്നയാളുടെ അല്ലെങ്കിൽ അതിൽ അവരുടെ വിശ്വാസം പ്രവർത്തിക്കാൻ പൗരന്മാരുടെ നിർബന്ധിക്കരുത്. അവിടെ ഉണ്ടെങ്കിൽ ഒരു ഒഴിവാക്കൽ അനുവദിക്കുന്നില്ല ഏത് സാഹചര്യത്തിലും, അവർ ഇപ്പോൾ സംഭവിക്കാം ചെയ്യരുത് ഞങ്ങൾക്കു. "    - ജസ്റ്റിസ് ജാക്സൺ, ഭൂരിപക്ഷം രേഖാമൂലം വെസ്റ്റ് വിർജീനിയ       വിദ്യാഭ്യാസം വി സ്റ്റേറ്റ് ബോർഡ്. Barnette 319 യുഎസ് 624 നമ്പർ 591
		-- Will Rogers

%
"ഗാരന്റി പോലെ ചിന്തയുടെ മത സ്വാതന്ത്ര്യം വലത്തു സംസ്ഥാന നിലപാടിൽ ഭരണഘടന സംസാരിക്കുന്നു അവകാശം ഉൾപ്പെടുന്നു സ്വതന്ത്രമായി ഇതുവരെ ഒഴികെ എല്ലാ സംസാരിക്കുകയായിരുന്നു നിന്ന് വിട്ടുനിൽക്കുക അവകാശം സർക്കാർ അവശ്യ പ്രവർത്തനങ്ങൾക്ക് ചോദിക്കും പോലെ ക്രമമായി സമൂഹത്തിന്റെ കേടാകാതെ, --- ലേക്ക് നിർബന്ധത്തിനു കാര്യത്തിലെന്നപോലെ കോടതിയിൽ തെളിവു നൽകുന്നു. "    - ജസ്റ്റിസ് മർഫി, concurrance ൽ, വെസ്റ്റ് വെർജീനിയ സ്റ്റേറ്റ് ബോർഡ്       വിദ്യാഭ്യാസം വി. Barnette 319 യുഎസ് 624 നമ്പർ 591
		-- Will Rogers

%
