ഒരു കരിയർ വലിയതു; നിങ്ങൾ അതിന്റെ മുടി വഴി നിങ്ങളുടെ വിരലുകൾ പ്രവർത്തിപ്പിക്കാൻ കഴിയില്ല.
		-- Pat Benatar, "Hell is for Children"

%
ഒരു ചുംബനം നടപടിക്രമം ഒരു ഗതി, കൗശലപൂർവം പ്രയോഗിക്കുകയും പരസ്പര കാണാതെ,വാക്കു നിരാശാജനകവും ആണ് ഒരു നിമിഷം പ്രസംഗത്തെ സ്റ്റോപ്പ്.
		-- Pat Benatar, "Hell is for Children"

%
ഒരു സ്ത്രീ പതിനാല് സൈനികർ പ്രേമം ജനിച്ചു. ഇത് വ്യക്തമായി platoonic ആയിരുന്നു.
		-- Pat Benatar, "Hell is for Children"

%
അഭാവത്തിൽ മൂന്നാംകിട വിധേയരാക്കുന്നപക്ഷം മേലലങ്കാരം വലിയ പശുക്കൾ വർദ്ധിപ്പിക്കുന്നു,കാറ്റു മെഴുകുതിരികൾ ആരാധകരുടെ തീവന്ണ്ടിയിൽ ഊതി പോലെ.
		-- La Rochefoucauld

%
സ്നേഹത്തിൽ അഭാവത്തിൽ തീ മേൽ വെള്ളം; അല്പം ജീവൻ എന്നാൽ ഇതിലുംഅതു കെടുത്തുന്ന.
		-- Hannah More

%
, എല്ലാ നമ്മെ തെറ്റുകൾ ചെയ്യിക്കുവാനിടവരാം; സ്നേഹം നമ്മെ ഏറ്റവും ഭരമേല്പിക്കുന്നു ചെയ്യുന്നുപരിഹാസ്യമാണ് പശുക്കൾ.
		-- La Rochefoucauld

%
എപ്പോഴും നമ്മുടെ ഹൃദയം ഭാഗങ്ങൾ അതിലേക്കു ആരും നൽകുക ശക്തൻ ശേഷിക്കുന്ന,തന്നെ മനസ്സിലൊരു അവരെ ക്ഷണിക്കൂ.
		-- La Rochefoucauld

%
ബോണ്ടേജ് ഒരുപക്ഷെ, അച്ചടക്കം ഒരിക്കലും!
		-- T.K.

%
വളരെ വളരെ ചെറുതായി പരിചയക്കാർ മേൽ സ്നേഹിക്കുന്നവരെ എല്ലാവരും ആരറിഞ്ഞുഏതെങ്കിലും കാണാവുന്ന മരണവുമാണ്.
		-- Lord Chesterfield

%
നിങ്ങൾ നിരാശപ്പെടരുത് നിങ്ങളുടെ അനുയോജ്യമായ കാമുകൻ മൂലയിൽ ചുറ്റും നിങ്ങളെ കാത്തിരിക്കുന്നു.
		-- Lord Chesterfield

%
സ്നേഹിക്കുന്നത്രണ്ടു ആളുകൾ മതി തീയതികളിൽ നിൽക്കുകയാണെങ്കിൽ പൊതുവിൽ വീഴുംസ്നേഹം. നിങ്ങൾ തപ്പിനോക്കട്ടെ വഴിയിൽ സ്നേഹത്തിൽ മുൻപരിചയം പറയാൻ കഴിയും: നിങ്ങളുടെ തല മാറുന്നുവെളിച്ചം, നിങ്ങളുടെ ഹൃദയം ഉള്ളിൽ ചാടി, നിങ്ങൾക്ക് വിമാന നടന്നു ആണെങ്കിൽ തോന്നുംലോകമെമ്പാടും ഒരു അത്ഭുതകരമായ ഭാഗ്യവാന്മാർ സ്ഥലം തോന്നും. നിർഭാഗ്യവശാൽ,ഇവരും വൻകുടലിലെ രോഗം നാലു മുന്നറിയിപ്പ് അടയാളങ്ങൾ, അതിനാൽ അത് എപ്പോഴും ഒരു തുടർന്ന്നിങ്ങളുടെ ഡോക്ടറുടെ പരിശോധിക്കാൻ നല്ല ആശയം.
		-- Dave Barry

%
സ്നേഹിക്കുന്നത് മരിക്കുന്നതിനു പോലെ ഒരു ആണ്. നിങ്ങൾ മതി അതു ചെയ്യാൻ നേടുകയും ഒരിക്കലുംഅതു നല്ല തീർന്നിരിക്കുന്നു.
		-- Dave Barry

%
25 കുറവോ വാക്കുകളിൽ വാക്യം പൂർത്തിയാക്കുക:"സ്നേഹം നിങ്ങൾ ആരെങ്കിലും ഒരു നല്ല കൊടുക്കും തൊട്ടുമുമ്പ് തോന്നുകയാണെങ്കിൽ എന്താണ് ..."നിങ്ങളുടെ സൂപ്പർവൈസർ പകുതിയിൽ സഹിതം നിങ്ങളുടെ ഉത്തരം മെയിൽ:പി.ഒ. ബോക്സ് 35ഇവരെ ഗ്രീക്ക്, മിഷിഗൺ
		-- Dave Barry

%
ഇപ്പോൾ എന്നെ ഗുഹ്യസ്ഥാനം ആൻഡ് continence തരും;.
		-- St. Augustine

%
ദൈവം സ്നേഹമാണ്, പക്ഷേ രേഖാമൂലം ഇത് നേടുക.
		-- Gypsy Rose Lee

%
"അവൻ കൂടുതൽ സമയം മാനസിക ഒരു വലിയ കൂടെ എന്നിരുന്നാലും, തീരുമാനിച്ചോശ്രമം, അവൻ ഒരുപക്ഷേ സ്വീകാര്യമായ നികൃഷ്ട പ്രവർത്തന തിരിയാൻ കഴിഞ്ഞില്ല. "
		-- Mick Farren, "When Gravity Fails"

%
തന്നോടു സ്നേഹിക്കുന്നവൻ അവൻ കുറഞ്ഞത് ഈ വലുതാവാനും - അവൻ ഉദ്ദേശിക്കുന്നപല എതിരാളികളെ നേരിടുമ്പോൾ.
		-- Georg Lichtenberg, "Aphorisms"

%
അവർ അഭേദ്യമായ കഴിയും വരെ ഹൃദയങ്ങൾ പ്രായോഗിക ഒരിക്കലും.
		-- The Wizard of Oz

%
കുട്ടികൾ തമിഴ്വാക്ക് ആൻ ലാൻഡറുകൾ പറയുന്നു:നിങ്ങൾ "ഞാൻ നിന്നെ സ്നേഹിക്കുന്നു" എന്ന് പറയുമ്പോൾ അത് സത്യമാണ് ഉറപ്പുവരുത്തുക. ഇത് ഒരു പാപത്തിന്റെ	ഒരു നുണ പറയുക. ഹൃദയങ്ങൾ ദശലക്ഷക്കണക്കിന് കാരണം, ഒടിച്ചുകളഞ്ഞുഈ വചനങ്ങളെ ചെയ്തു.
		-- The Wizard of Oz

%
അവന്റെ ഹൃദയമോ നിനക്കു കൂടിക്കാഴ്ച ആദ്യ നിമിഷം മുതൽ മാമനോടൊന്ന്.
		-- The Wizard of Oz

%
അവൾ നിങ്ങൾ എത്രമാത്രം എങ്ങനെ? നിങ്ങൾ എപ്പോഴെങ്കിലും അറിയുന്നു കാണാം കുറവ്.
		-- The Wizard of Oz

%
ഞാൻ അറിയുന്ന രണ്ടു ഭോഷന്മാർ സ്നേഹിച്ചതിനു, അങ്ങനെ പറയേണ്ട ആകുന്നു.
		-- John Donne

%
ഞാൻ ദിവസത്തെ ബ്രേക്ക് നെടുങ്കൻ തകർന്ന ഹൃദയം സുഖപ്പെടുത്തുകയും, താൽക്കാലിക നൽകാൻ കഴിയുംnymphomaniacs ആശ്വാസം.
		-- Larry Lee

%
ജനം എന്നെ സ്നേഹിക്കുന്നു ആഗ്രഹിക്കുന്നില്ല. ഇത് ചുമതലകളും ഉണ്ടാക്കുന്നു.
		-- Jean Anouilh

%
ഞാൻ നിന്നെ ഈ ലോകത്തിൽ ഒന്നും അധികം സ്നേഹിക്കുന്നു. ഞാൻ ആ നിലനിൽക്കും പ്രതീക്ഷിക്കുന്നില്ല.
		-- Elvis Costello

%
ഞാൻ മാത്രമല്ല നീ ഏതു വേണ്ടി, ഞാൻ നിങ്ങളെ ദൂരേക്ക് എന്നെപ്പോലെ പേരിൽ നിങ്ങൾ സ്നേഹിക്കുന്ന.
		-- Roy Croft

%
ദാഹിച്ചു തട്ടുന്ന ഒരു സ്നേഹം അവളെ സ്നേഹിച്ചു. ഞാൻ ഞങ്ങൾ രണ്ടു ഭരമേല്പിക്കുന്നു തക്കവണ്ണം തോന്നിചില ആക്ട് അതു അപ്രതിരോധ്യമായ കരുതുന്നവരെ, ഞങ്ങളെ കണ്ടിട്ടു ലോകം അങ്ങനെ ക്രോധ.
		-- Gene Wolfe, "The Shadow of the Torturer"

%
ഞാൻ മറ്റൊരു വ്യക്തി ഞാൻ എന്നെത്തന്നെ സ്നേഹിച്ചു വഴി സ്നേഹിച്ചു ഒരിക്കലും.
		-- Mae West

%
ഞാനൊരു ബന്ധം ഒരു സ്രാവ് പോലെ കരുതുന്നു. ഇത് നിരന്തരം മുന്നോട്ടു നീങ്ങാൻ ഉണ്ട്അല്ലെങ്കിൽ അതു മരിക്കുന്നു. കൊള്ളാം, ഞങ്ങൾ ഇവിടെ ഞങ്ങളുടെ കൈ ന് ചത്ത സ്രാവ് ആണ്.
		-- Woody Allen

%
ഞാൻ സ്നോ വൈറ്റ് ഉപയോഗിക്കുന്ന, പക്ഷേ എനിക്ക് ദിശമാറി.
		-- Mae West

%
ഞാൻ ഒരു മഹത്തായ, റൊമാന്റിക് സ്നേഹം രണ്ടു പങ്കിട്ട ഒരു ന്യൂറോസിസിന്റേയും ആയിരുന്നു ധരിച്ചിരുന്നത്മൂഢത. ഞാൻ ഇനി വിചാരിച്ചു. ഭോഷത്വം ഒന്നുമില്ലആർക്കും സ്നേഹനിധിയായ. നിങ്ങൾ തിരിച്ചു സ്നേഹിച്ചു തികച്ചും ചിന്തിക്കുന്നത് ബുദ്ധികെട്ട തുടർന്ന് എന്താണ്.
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകുന്നതാണ് ആഗ്രഹിക്കുന്നുവെങ്കിലും, പക്ഷേ എനിക്ക് എന്റെ സ്വന്തം കാര്യം ചെയ്തു ഇപ്പോൾ എനിക്ക് കിട്ടിപഴയപടിയാക്കാനാകില്ലെന്നും. "
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകുന്നതാണ് ആഗ്രഹിക്കുന്നുവെങ്കിലും, പക്ഷേ എനിക്ക് എന്റെ പൂച്ച ഭാഗ്യത്തിണ് ഞങ്ങൾക്കുണ്ട്."
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകാൻ ആഗ്രഹിക്കുന്നുവെങ്കിലും, ഞാൻ വീട്ടിൽ താമസിക്കാൻ ഞാൻ ഉമ്മയെ എങ്കിൽ കാണേണ്ടിയിരിക്കുന്നു."
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകാൻ ഇഷ്ടപ്പെടുന്നു, എന്നാൽ ഞാൻ` വൈ 'എന്ന അവസാനിക്കുന്ന ദിവസങ്ങളിൽ പുറപ്പെടും ഒരിക്കലും "
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകുന്നതാണ് ആഗ്രഹിക്കുന്നു, പക്ഷേ എനിക്ക് എന്റെ ബ്ലെൻഡറിൽ കൂടുതൽ സമയം ചെലവഴിക്കാൻ ആഗ്രഹിക്കുന്നു."
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകാൻ ഇഷ്ടപ്പെടുന്നു, പക്ഷേ എനിക്ക് എന്റെ ഗ്യാരേജ് ഡോർ ഉദ്ഘാടന പങ്കെടുക്കുന്നു."
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകാൻ ആഗ്രഹിക്കുന്നുവെങ്കിലും, ഞാൻ എന്റെ കലണ്ടർ വാച്ച് പരിവർത്തനം പിരിയുകയാണ്ഗ്രിഗോറിയൻ ജൂലിയൻ. "
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകാൻ ഇഷ്ടപ്പെടുന്നു, എങ്കിലും ഞാൻ സ്റ്റാറ്റിക് വാതിൽ-ടു-വാതിൽ സമാഹരണവും ചെയ്തുകൊണ്ടിരിക്കുന്നത്ആശ്ളേഷിക്കുക. "
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകാൻ ആഗ്രഹിക്കുന്നുവെങ്കിലും, ഞാൻ എന്റെ സസ്യങ്ങൾ വര്ഷമാണ് പ്രശ്നമുണ്ട്."
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകാൻ ഇഷ്ടപ്പെടുന്നു, പക്ഷേ എനിക്ക് എന്റെ ജോലിക്ക് വീട്ടിൽ താമസിക്കുകയാണെങ്കിൽ പിരിയുകയാണ്കോട്ടേജ് ചീസ് ശില്പം. "
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകാൻ ഇഷ്ടപ്പെടുന്നു, എങ്കിലും ഞാൻ പിഴച്ച Totem വലിയതായി സാമർത്ഥ്യവും എടുക്കൽ പിരിയുകയാണ്."
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകാൻ ആഗ്രഹിക്കുന്നുവെങ്കിലും, ഞാൻ ഒരു കർമ്മ ട്രാൻസ്പ്ലാൻറ് ഷെഡ്യൂൾ ചെയ്തു."
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകാൻ ഇഷ്ടപ്പെടുന്നു, എന്നാൽ അതു എന്റെ തത്ത ബൗളിംഗ് രാത്രിയിൽ."
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകാൻ ആഗ്രഹിക്കുന്നുവെങ്കിലും, എന്റെ പ്രിയപ്പെട്ട വാണിജ്യ ടിവിയിൽ ലഭ്യമാണ്."
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകാൻ ആഗ്രഹിക്കുന്നുവെങ്കിലും, കഴിഞ്ഞ തവണ ഞാൻ പോയി, ഞാൻ തിരിച്ചു വന്നു ഒരിക്കലും."
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകാൻ ആഗ്രഹിക്കുന്നുവെങ്കിലും, ടെലിവിഷൻ മനുഷ്യനെ തുടരുമെന്ന് അദ്ദേഹം പറഞ്ഞു."
		-- Rita Mae Brown

%
"ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകാൻ ആഗ്രഹിക്കുന്നുവെങ്കിലും, ആ പ്രധാനപ്പെട്ട ലോകം പ്രശ്നങ്ങളുണ്ട്വിഷമിക്കുന്നത് ആവശ്യമാണ്. "
		-- Rita Mae Brown

%
ഞാൻ നിന്നെ ചുംബിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിലും, ഞാന് എന്റെ മുടി കഴുകി.
		-- Bette Davis, "Cabin in the Cotton"

%
"ഞാൻ അങ്ങനെ എനിക്ക് അറിയാവുന്നത് പറയാം," അദ്ദേഹം തീരുമാനിച്ചു. "ഞാൻ ധരിച്ച് പിരിയുകയാണ് പിൻഞാൻ ഐ.എ അംഗമായിരുന്നു ഭയമില്ല എന്നാണ്. അതാണ് Inamorati അജ്ഞാത തുടർന്ന്. ഒരു inamorato ആണ്സ്നേഹത്തിൽ ആരുമത്. എല്ലാവരുടെയും ഏറ്റവും മോശം ആസക്തി തുടർന്ന്. "Oedipa പറഞ്ഞു, "ആരോ, പ്രണയിക്കാം കുറിച്ച്" "നിങ്ങൾ ഇരിക്കരുതെന്ന് പോയിഅവരെ, അല്ലെങ്കിൽ എന്തെങ്കിലും? ""വലത്. ആശയം നിങ്ങൾ അത് ആവശ്യമില്ല എവിടെ നേടുകയും ആണ്. ഞാൻ ആയിരുന്നുലക്കി. ഞാൻ അതു യുവ ഐഐടിയും. എന്നാൽ അറുപതു-കാരനായ ആളുകൾ അതിനുഅല്ല, സ്ത്രീകളും പഴയ രാത്രിയിൽ ശവസംസ്കാരം ലെ ഉണരും തക്കവണ്ണം ആർ. ""നിങ്ങൾ യോഗങ്ങൾ അപ്പോൾ എഎ പോലെ പിടിക്കുക?""ഇല്ല, തീർച്ചയായും ഇല്ല. നിങ്ങൾ ഒരു ഫോൺ നമ്പർ, ഒരു ഉത്തരം സേവനം ലഭിക്കുംനിങ്ങളെ വിളിക്കാൻ കഴിയും. മറ്റാരുടേയും ആരെയെങ്കിലും മറ്റൊരാളുടെ പേര് അറിയുന്നു; കേസിൽ വെറും നമ്പർഇത് മാത്രം കൈകാര്യം ചെയ്യാൻ കഴിയാത്ത ചീത്തയും ലഭിക്കുന്നു. നാം isolates മുൻപരിചയം ആർനോൾഡ്. മീറ്റിംഗുകൾഅതു മുഴു നശിപ്പിക്കും. "
		-- Thomas Pynchon, "The Crying of Lot 49"

%
സ്നേഹമാണ് ഉത്തരം, നിങ്ങൾക്ക് ചോദ്യം മൈരേ കഴിഞ്ഞില്ല?
		-- Lily Tomlin

%
സ്നേഹം ഓയിൽ എങ്കിൽ, ഞാൻ ഒരു നല്ലൊരു ലോ കുറിച്ച് ചെലവഴിക്കുന്ന
		-- Book title by Lewis Grizzard

%
അവൾ നിങ്ങളെ സ്നേഹിച്ചു അറിഞ്ഞു മാത്രം, നിങ്ങൾക്ക് അനിശ്ചിതത്വം നേരിടാൻ കഴിഞ്ഞില്ലനിങ്ങൾ അവളെ സ്നേഹിക്കുന്നു എന്നത്.
		-- Book title by Lewis Grizzard

%
നിങ്ങൾ നല്ല കഴിയില്ല എങ്കിൽ ശ്രദ്ധിക്കുക. നിങ്ങൾ ശ്രദ്ധിക്കുക കഴിയുന്നില്ലെങ്കിൽ, എന്നെ വിളിക്കും.
		-- Book title by Lewis Grizzard

%
നിങ്ങൾ ആരെയെങ്കിലും സ്നേഹിച്ചാൽ, അവരെ മോചിപ്പിച്ചു.നിങ്ങൾ ലഹരിയിലാണ് വരുമ്പോൾ അവർ തിരികെ വരും ഇല്ലെങ്കിൽ, പിന്നെ അവരെ വിളിക്കും.
		-- Book title by Lewis Grizzard

%
ഒരു വലിയ റൊമാൻസ് ൽ ഓരോ വ്യക്തി അടിസ്ഥാനപരമായി ഒരു പങ്കു വഹിക്കുന്നുമറ്റ് ശരിക്കും ഇഷ്ടപ്പെടുന്നു.
		-- Elizabeth Ashley

%
ഫാഷൻ ലേക്ക് ഏറ്റു പറഞ്ഞു സ്വയം സ്നേഹത്തിൽ എപ്പോഴാണ് ഒരു പ്രായം ലെമറ്റാരോ കൂടെ സ്നേഹത്തിൽ ഇരിക്കും ഒരുവൻറെ ലേക്ക് അവിശ്വസ്തത ഒരു പ്രവേശനം ആണ്പ്രിയ.
		-- Russell Baker

%
സ്നേഹത്തിൽ അവളുടെ പോർട്രെയ്റ്റ് നൽകുന്നവൻ അവൾ യഥാർത്ഥ വാഗ്ദാനം.
		-- Bruton

%
യഥാർത്ഥ സ്നേഹം നിങ്ങൾ മറ്റ് വ്യക്തിയുടെ നല്ല ആഗ്രഹിക്കുന്നു. റൊമാന്റിക് ഉള്ളിൽ ദൈവസ്നേഹംമറ്റൊരു വ്യക്തിയും ആഗ്രഹിക്കുന്നു.
		-- Margaret Anderson

%
ഇത് നാം സ്നേഹിക്കുന്ന ആ വഴി .ബർണബാസ് ചെയ്യേണ്ട അധികം തെറ്റിച്ചു ലേക്ക് ഉത്തമം.
		-- Margaret Anderson

%
എത്ര ബുദ്ധിമുട്ടുള്ള അതു ജീവചരിത്രം എഴുതാൻ ആണ് ആർക്കും നീതിയായി കഴിയുംആർ ഇരുന്നുകൊണ്ടു റിയൽ സത്യം അറിയുന്നില്ല വെറും എത്ര പേർ പരിഗണിക്കുകയുള്ളൂവെന്നഅവന്റെ അല്ലെങ്കിൽ അവളുടെ പ്രണയവും കുറിച്ച്.
		-- Rebecca West

%
ഞങ്ങളെ ജീവനോടെ ഇരിക്കട്ടെ !!!ഞങ്ങളെ സ്നേഹിക്കുന്നു അനുവദിക്കുക !!!ഞങ്ങളുടെ ആത്മാക്കളുടെ അതീവ രഹസ്യങ്ങൾ പങ്കിടാൻ അനുവദിക്കുക !!!ആദ്യം നിങ്ങൾ.
		-- Rebecca West

%
സുഹൃത്തുക്കളാകാം എന്നേക്കും വീണ്ടും പരസ്പരം കാണാൻ പ്രത്യേക ശ്രമം അനുവദിക്കുക.
		-- Rebecca West

%
പരസ്പരം ആശയവിനിമയം ശ്രമിക്കുന്നത് ഞങ്ങളുടെ ബന്ധം സങ്കീർണ്ണമാക്കുന്നതും പറയരുതേ.
		-- Rebecca West

%
ഏകാകിയായ സ്നേഹം ഇല്ലാതെ ഒരു മനുഷ്യൻ.
		-- Englebert Humperdinck

%
സ്നേഹം - ബാല്യത്തിന്റെ ഗുരുതരമായ രോഗങ്ങൾ അവസാന.
		-- Englebert Humperdinck

%
സ്നേഹം അപകീർത്തിയും ടീ ഏറ്റവും മികച്ച ഉറഞ്ഞ് ആകുന്നു.
		-- Englebert Humperdinck

%
ആദ്യ കാഴ്ചയിൽ തന്നെ പ്രണയം ഏറ്റവും മഹാനായ പ്രയത്നം മിച്ചപ്പെടുത്തുവാനുപകരിക്കുന്ന ഒന്നാണ്ലോകം കണ്ട.
		-- Englebert Humperdinck

%
സ്നേഹം കൊലപാതകം മോഹം വളരെ ചെറുപ്പമാണ് പാടില്ല.
		-- Sigmund Freud

%
ഇഷ്ടപ്പെടുന്നതെല്ലാം കീഴ്പ്പെടുത്തുന്നു; ഞങ്ങളെ വളരെ സ്നേഹവും കീഴടങ്ങാൻ ചെയ്യട്ടെ.
		-- Publius Vergilius Maro (Virgil)

%
സ്നേഹം ഒരു കുഴിമാടം മാനസിക രോഗമാണ്.
		-- Plato

%
സ്നേഹം ടുണ്ട്ര ഉടനീളം സ്നോമൊബൈലിൽ റേസിംഗ്, പെട്ടെന്നു ഫ്ലിപ് ആണ്കീഴില് ചെയ്യൽ, മേൽ. രാത്രി ഐസ് .ഗോപാലപിള്ള വരും.
		-- Matt Groening, "Love is Hell"

%
സ്നേഹം എപ്പോഴും തുറന്ന ആയുധങ്ങൾ ആണ്. ആയുധങ്ങൾ കൊണ്ട് വരുവാനുള്ള സ്നേഹം അത്അനുവദിക്കുംഅതു ഉദ്ദേശിക്കുന്ന പോലെ എന്തായാലും അങ്ങനെ ചെയ്യും സ്വതന്ത്ര, പോകുക. നിങ്ങളുടെ അടയ്ക്കുകയാണെങ്കിൽനിങ്ങൾ മാത്രമേ സ്വയം കൈവശമുള്ള അവശേഷിക്കുന്നു കാണാം സ്നേഹത്തെക്കുറിച്ച് ആയുധങ്ങൾ.
		-- Matt Groening, "Love is Hell"

%
സ്നേഹം ഒരുമിച്ചു വങ്കത്തമാണ് എന്നതാണ്.
		-- Paul Valery

%
സ്നേഹം ഉത്തേജക, അല്ല ചിക്കൻ സൂപ്പ് ആണ്. ഞാൻ ഉദ്ദേശിക്കുന്നത്, സ്നേഹം പാസുചെയ്യുന്നതിനായി എന്തോസ്വതന്ത്രമായി ചുറ്റും ഒരു സ്വന്ത നന്മയ്ക്കായി ഒരാളുടെ തൊണ്ട ഇറങ്ങി spooned അല്ലസ്വയം അത് എല്ലാ പാകം യഹൂദ അമ്മ.
		-- Paul Valery

%
സ്നേഹം offing ൽ ആണ്.
		-- The Homicidal Maniac

%
സ്നേഹം തീ പിടിച്ചു ഫ്രണ്ട്ഷിപ്പ് പോലെയാണ്. വളരെ, തുടക്കം അഗ്നിജ്വാലയിൽസാമാന്യം, പലപ്പോഴും ചൂട് ഉഗ്രകോപം, പക്ഷേ ഇപ്പോഴും മാത്രമാണ് വെളിച്ചവും .ആത്മീയ. സ്നേഹത്തിന്പ്രായമേറുന്നതിനനുസരിച്ച്, ഹൃദയം മൂത്തു നമ്മുടെ സ്നേഹം തീക്കനൽ, ആഴത്തിലുള്ള ചുട്ടു മാറുന്നുഒപ്പം കെടാത്ത.
		-- Bruce Lee

%
സ്നേഹം അഞ്ചാംപനി തുല്യൻ; ഞങ്ങൾ എല്ലാവരും അതു കടന്നുപോകേണ്ട.
		-- Jerome K. Jerome

%
സ്നേഹം എന്തുകൊണ്ട് ചോദിക്കുന്നു ഒരിക്കലും?
		-- Jerome K. Jerome

%
സ്നേഹം പോരാ, എന്നാൽ അത് ഉറപ്പു സഹായിക്കുന്നു.
		-- Jerome K. Jerome

%
സ്നേഹം വൈകാരികമായ അഞ്ചാംപനി ആണ്.
		-- Jerome K. Jerome

%
സ്നേഹം രോഗിയായ കുട്ടിയുമായി രാത്രി അപ്പ് താമസിക്കുകയാണെങ്കിൽ, അല്ലെങ്കിൽ ആരോഗ്യകരമായ മുതിർന്നവർക്കുള്ള.
		-- Jerome K. Jerome

%
സ്നേഹം ഇരുട്ടിന്റെ അക്കൗണ്ടിൽ ക്ഷണിച്ചില്ല മാത്രം ഗെയിമാണ്.
		-- M. Hirschfield

%
സ്നേഹം എന്റെ സൌമ്യമായി നയിക്കുന്ന നിങ്ങൾ തിരികെ സ്വയം പ്രക്രിയയാണ്.
		-- Saint Exupery

%
സ്നേഹം ഇന്റലിജൻസ് മേൽ ഭാവനയുടെ ഭാഗ്യം.
		-- H. L. Mencken

%
സ്നേഹം അത് അപ്പ് ഇങ്ങിനെ എന്താണ് IS.
		-- H. L. Mencken

%
സ്നേഹം ആരെങ്കിലും കൂടെ കൂടി ഉണ്ടായിരിക്കും എന്താണ്.
		-- James Thurber

%
സ്നേഹം അത് ബധിരരും ഊമകളും വങ്കത്തമാണ് തുടർന്ന് മാത്രമല്ല തന്നേ.
		-- James Thurber

%
സ്നേഹം നിങ്ങൾ ക്ഷമിക്കുക ഓരോ അഞ്ചു മിനിറ്റ് പറയാൻ ഇല്ലാതെ എന്നാണ്.
		-- James Thurber

%
സ്നേഹം നിങ്ങൾ ക്ഷമിക്കുക പറയാൻ ഇല്ലാതെ ഒരിക്കലും എന്നാണ്.ആ പാട്ടു കേട്ട ഏറ്റവും പരിഹാസ്യമാണ് കാര്യമാണിത്.
		-- Ryan O'Neill, "What's Up Doc?"

%
സ്നേഹം ഞങ്ങളെ പല കാര്യങ്ങൾ പറയുന്നു.
		-- Krainian Proverb

%
നിങ്ങൾ ഒരു ആശ്ലേഷം ആവശ്യമുള്ളപ്പോൾ നിങ്ങളുടെ ആദിവാസികള് അറിയാമായിരിക്കും.
		-- Krainian Proverb

%
"ചിലപ്പോൾ നാം ഓരോ കണ്ടെത്തി ഒറ്റ തികഞ്ഞ ആഴ്ച ... ഈ ചിന്തിക്കൂമറ്റ്, തുടർന്ന് പരസ്പരം ആരെയെങ്കിലും വിട്ടയച്ചു പരസ്പരം സ്നേഹിച്ചു ... കൂടാതെപ്രൊഫഷണൽ സഹായം തേടുക ഉണ്ടായിരുന്നു. "
		-- Krainian Proverb

%
മിക്ക ആളുകളും ഏതാണ്ട് അങ്ങനെ അവർ വേണമെങ്കിൽ പോലെ സ്നേഹത്തിന്റെ ഒരു വലിയ ആവശ്യമില്ലക്രമാനുഗതമായ വിതരണ.
		-- Krainian Proverb

%
എന്റെ പാനപാത്രവും സ്നേഹം ഓവർ runneth'd ചെയ്തിരിക്കുന്നു.
		-- Krainian Proverb

%
ഒരു തണുത്തുറഞ്ഞ അസറ്റ് - പ്രകൃതി കന്യകയെ നിരാകരിച്ചിട്ടുണ്ട്.
		-- Clare Booth Luce

%
Auberon പറഞ്ഞു കാടുകളിൽ ശാന്തത "ഇല്ല, ഞാൻ ഇപ്പോൾ മനസ്സിലാക്കുന്നു" - അങ്ങനെ സംഭവിച്ചുലളിതമായ അച്ഛന്. "ഞാൻ ഒരു കാലം, അല്ല, ഇപ്പോൾ എനിക്ക് എന്ത്. നിങ്ങൾ തന്നെ കഴിയില്ലഅവ നിങ്ങളുടെ കഴിയില്ല, ജനം പിടിക്കുക. ഞാൻ അതു ഒരു സ്വാഭാവിക പ്രക്രിയ സ്വാഭാവികമാണ് അർത്ഥമില്ലശരിക്കും. മീറ്റ്. സ്നേഹം. ഭാഗം. ജീവിതം പൊയ്ക്കൊണ്ടേയിരിക്കുന്നു. എന്തെങ്കിലും കാരണമുണ്ടോ ഒരിക്കലുംഅവളെ എപ്പോഴും ഒരേ തുടരാൻ പ്രതീക്ഷിക്കുക - ഞാൻ സ്നേഹത്തിൽ `ഉദ്ദേശിച്ചത് 'നിങ്ങൾ അറിയുന്ന" ഉണ്ടായിരുന്നു.മങ്ങിയ ന്റെ കൂട്ടത്തിൽ സംശയവുമില്ല-ഉദ്ധരണികൾ, ഭൗതികമായി സൂചിപ്പിച്ചു. "ഞാൻ ഉപദ്രവിക്കുന്നു ചെയ്യരുത്. ഞാൻഒന്നും കഴിയില്ല. ""നിങ്ങള്" മുത്തശ്ശൻ പുഴമീൻ പറഞ്ഞു. "നിങ്ങൾ മനസ്സിലാകുന്നില്ല."
		-- Little, Big, "John Crowley"

%
മുൻകരുതൽ എല്ലാ രൂപങ്ങളിലുമുള്ള സ്നേഹത്തിൽ മുൻകരുതൽ ഏറ്റവും മാരകമായ ആണ്.
		-- Little, Big, "John Crowley"

%
കേരളത്തിലും ഇത് നിങ്ങൾ വളരെ നന്നായി അറിയില്ലെങ്കിൽ ഒരു മനുഷ്യന് സ്നേഹിക്കാൻ സാധ്യതയുണ്ട്.
		-- Charles Bukowski

%
ഓ, സ്നേഹം മതി വാസ്തവം ആണ്, നിങ്ങൾ ചില ദിവസം അതിനെ കണ്ടെത്തും, എന്നാൽ അത് ഒറ്റ ഉണ്ട്കമാനം-ശത്രു - ആ ജീവനും ആകുന്നു.
		-- Jean Anouilh, "Ardele"

%
à tous യുഎൻ peu peur ഡി ദേവരാഗം, ഒരു surtout peur ദേ souffrir ന് mais ന്ദേ faire souffrir OU.[ONE, എപ്പോഴും സ്നേഹത്തിന്റെ അല്പം ഭയപ്പെട്ടു, എല്ലാ മുകളിൽ ഒന്നാണ്വേദനയോ കാരണമാകുന്ന വേദന ഭയപ്പെടുന്നു.]
		-- Jean Anouilh, "Ardele"

%
തിരിച്ചറിവാണ് പോലും അടുത്തുള്ള മനുഷ്യർ തമ്മിലുള്ള സ്വീകരിച്ചിരിക്കുന്നു ഒരിക്കൽഅനന്തമായ ദൂരങ്ങൾ സൈഡ് കഴിയും, അത്ഭുതകരമായ ഒരു ജീവനുള്ള വശത്ത് നിലവിലില്ല തുടരുംഅതു ചെയ്യുന്നു അവയെ തമ്മിലുള്ള ദൂരം സ്നേഹവുമുള്ള വിജയിച്ചാൽ, വളരുമോസാധ്യമായ ഓരോ ആകാശത്ത് നേരെ പരസ്പരം മുഴുവൻ കാണാൻ വേണ്ടി.
		-- Rainer Rilke

%
ഒന്ന് തോന്നുന്നില്ല സ്നേഹത്തിൻറെ നന്നായി പ്രകടിപ്പിക്കുന്നു.
		-- J. A. Karr

%
ആളുകൾ സ്നേഹം അനുഭൂതിയും കരുതുന്നു. സ്നേഹം നല്ല അർത്ഥത്തിൽ ആണ്.
		-- Ken Kesey

%
ശരിക്കും ?? ഒരു ചിരികാണാനുണ്ട്, ഞാനും ആഴം സുഖമാണ് !!
		-- Ken Kesey

%
നിങ്ങള്ക്ക് എന്തെങ്കിലും ഓർക്കാത്ത വരുമ്പോൾ, ലവ് തോളിൽ ടാപ്പുചെയ്യുമ്പോൾ ചെയ്യും ...അത് ഇപ്പോഴും വളവ് കാരണം വഴിയിൽ നിന്നു നീക്കാൻ നിന്നോട് ചോദിക്കുന്നു.
		-- N. V. Plyter

%
ചിലപ്പോൾ സ്നേഹം രണ്ടു മൂഢന്മാരുടെ തമ്മിലുള്ള തെറ്റിദ്ധാരണയുടെ മറ്റൊന്നുമല്ല അല്ല.
		-- N. V. Plyter

%
ക്ഷമിക്കണം ഒരിക്കലും സ്നേഹം നിങ്ങളുടെ പറയുക ഇല്ലാതെ എന്നാണ്.
		-- N. V. Plyter

%
പ്രണയത്തിന്റെ സംസാരിക്കുകയായിരുന്നു കൂടുതൽ കൂടുതൽ പതിവായി ഈ ആവർത്തിക്കുന്നു എന്ന് ഒരു പ്രശ്നംദിവസം, പുസ്തകങ്ങളും നാടകങ്ങളും സിനിമകളിൽ, ആശയവിനിമയം ജനത്തിന്റെ കഴിവില്ലായ്മ ആണ്അവർ സ്നേഹിക്കുന്നു ആളുകളുമായി; ഭർത്താക്കന്മാരും ഭാര്യമാരും ആശയവിനിമയം കഴിയാത്ത, മക്കൾഇത്ര അവയുടെ മാതാപിതാക്കൾ ആശയവിനിമയം കഴിയില്ല,. പിന്നെ പ്രതീകങ്ങൾഈ പുസ്തകങ്ങളും നാടകങ്ങൾ ഇത്യാദി (ഒപ്പം യഥാർത്ഥ ജീവിതത്തിൽ ഞാൻ വേണ്ടി) മണിക്കൂറുകളോളംഅവർ ആശയവിനിമയം കഴിയില്ല വസ്തുത bemoaning. ഞാൻ ഒരു വ്യക്തി കഴിയില്ലെങ്കിൽ തോന്നുന്നുണ്ടോആശയവിനിമയം വളരെ _____ കുറഞ്ഞത് അവൻ ചെയ്യാൻ കഴിയും അടെച്ചു ആണ്!
		-- Tom Lehrer, "That Was the Year that Was"

%
പിന്തുണ വന്യജീവി - ഒരു orgy വോട്ട്.
		-- Tom Lehrer, "That Was the Year that Was"

%
നമ്മൾ മാത്രം സ്നേഹിക്കുന്നതിനും വിശ്വസിക്കുന്നു ആ പ്രണയത്തിന്റെ യഥാർഥ സീസൺ ആണ്,ആരും നമ്മുടെ മുമ്പിൽ അങ്ങനെ സ്നേഹിച്ചു കഴിഞ്ഞില്ല ആരും സ്നേഹിക്കും എന്ന്ഞങ്ങളെ പോലെ.
		-- Johann Wolfgang von Goethe

%
അതാണ് നിങ്ങൾക്ക് ജീവിതം, McDunn പറഞ്ഞു. എപ്പോഴും ആരെങ്കിലും ആർ കാത്തിരിക്കുന്നു ആരോവീട്ടിലെത്തിയ ഒരിക്കലും. എല്ലായ്പ്പോഴും ആരെങ്കിലും കാര്യം സ്നേഹിക്കുന്നു കൂടുതൽ എന്തെങ്കിലും സ്നേഹവാനായഅവരെ. അല്പം ശേഷം ആ കാര്യം എന്തായിരുന്നാലും നശിപ്പിക്കാൻ ആഗ്രഹിക്കുന്ന, അതിനാൽഇനി നിങ്ങൾ ഉപദ്രവവും കഴിയില്ല.
		-- R. Bradbury, "The Fog Horn"

%
പക്ഷികൾ, പാടുക പൂക്കൾ വളർന്നുവരുന്ന അതിനെ സമയമാണ് ചെയ്യുന്നുമിസ് കോമഡീസ് പരസ്യമായി necking നിർത്താൻ യുവ സ്നേഹികൾക്ക് പറയുന്നതിന്.ഇത് മിസ്സ് കോമഡീസ് റൊമാൻസ് ലേക്ക് രോഗപ്രതിരോധ എന്ന് അല്ല. മിസ് കോമഡീസ്ഒരു മേൽ സഹായിക്കുകയാണ് സമയത്ത് ഒരു മാന്യൻമാരുടെ ഭുജം ചൂഷണം അറിഞ്ഞുയൗവന അവളോടു കാട്ടു യുവത്വത്തിൽ ഒരു നേരെ സ്വാദും സ്ളീപ്പര് അമർത്തുകകാൽ രണ്ടു അത്താഴം മേശയിൽ. മിസ് കോമഡീസ് പുറമേ വിശ്വസിക്കുന്നഭുജത്തിൽ കയ്യിൽ കൈ ക്ലീന് ജനം കാൺകെ അല്ലെങ്കിൽ ബലമോ കയ്യിൽ armകൂടുതൽ പരിചിതമായ കാഴ്ച അതിലും എത്രയോ അധികം ഒരു പട്ടണം വസ്ത്രധാരണരീതിപരസ്പരം കുടകൾ കുലുക്കുന്നു ജനം. എന്താണ് മിസ് കോമഡീസ് വസ്തുക്കളേയുംതെരുവിൽ കുതിരകളെ സന്താപവും പ്രവർത്തനത്തിന്റെ തരത്തിലുള്ള ആണ് ...
		-- R. Bradbury, "The Fog Horn"

%
നിങ്ങൾ കഴിഞ്ഞ ആഴ്ച ഇടറും വിചാരിച്ചു ജിറാഫ് ഇന്ന് വെയിട്ടര്ക്ക് ചെയ്യാൻ സന്നദ്ധനാണ്.
		-- R. Bradbury, "The Fog Horn"

%
ഹൃദയത്തിന്റെ ഒന്നും അറിയാത്ത കാരണം അതിന്റെ കാരണങ്ങൾ ഉണ്ട്.
		-- Blaise Pascal

%
ഹൃദയം ബുദ്ധിയെ ബലമേറിയതും ആകുന്നു.
		-- Blaise Pascal

%
ഞാൻ നിങ്ങളോടു ഒരു ഏതായലും ഉണ്ടാക്കുവാൻ സ്നേഹം തരും എന്റെ ജീവിതത്തിലെ ചെറിയ കഷണങ്ങൾതണുത്ത അകലെ സൂക്ഷിക്കാൻ.
		-- Blaise Pascal

%
ഞങ്ങളുടെ ആദ്യ സ്നേഹത്തിന്റെ ജാലവിദ്യ അത് അവസാനിക്കുമോ കഴിയുന്ന ഞങ്ങളുടെ അജ്ഞതയുമാണ്.
		-- Benjamin Disraeli

%
റൊമാന്റിക് സ്നേഹത്തിന്റെ കെട്ടുകഥ നിങ്ങൾ പ്രേമബന്ധത്തിലായിരുനുവെങ്കിൽ ചെയ്തു കഴിഞ്ഞാൽ എന്നും കഥയുണ്ട്തികഞ്ഞ പങ്കാളി നിങ്ങൾ വീട്ടിലേക്ക് സ്വാതന്ത്ര്യമുണ്ട്. നിർഭാഗ്യവശാൽ, സ്നേഹത്താൽ വീഴുന്നഅതു വീണു പോലെ എന്ഡോസള്ഫാന് തോന്നുന്നു.
		-- Benjamin Disraeli

%
കഴിഞ്ഞ ഏതാനും ആയിരം വർഷങ്ങളായി സ്നേഹത്തിന്റെ ഗെയിം ഏക വ്യത്യാസംഅവർ ക്ലബ്ബുകൾ നിന്ന് വജ്രങ്ങൾ ലേക്കുള്ള മികച്ച ഫോമിൽ മാറ്റി എന്നതാണ്.
		-- The Indianapolis Star

%
ആക്രമം സ്നേഹത്തിന്റെയും വാനിംഗ് തങ്ങളെ .ആകെ വികാരം ഉണ്ടാക്കുകഒരുമിച്ചു മാത്രം കാണുന്നു അനുഭവപ്പെട്ടു.
		-- Jean de la Bruyere

%
തികഞ്ഞ കാമുകൻ 4:00 പത്തുമണിക്ക് ഒരു പിസ്സ മാറുന്നു ആർ ഒന്നാണ്
		-- Charles Pierce

%
അതെ നീ പറഞ്ഞാൽ ഇന്നലെ നിരസിച്ചു വ്യക്തി, വൃത്തികേടും കഴിഞ്ഞില്ല.
		-- Charles Pierce

%
ഏഴു വർഷം ചിരങ്ങ്, അഞ്ചാം നാലാം ഏതാണ്ട് കരിയില നിന്ന് വരുന്നുആറാം വർഷം.
		-- Charles Pierce

%
ചിത്രശലഭം കഥ:"ഞാൻ ബൊഗടാ ആയിരുന്നു തമ്പുരാട്ടി സുഹൃത്ത് കാത്തിരിക്കുന്നു. ഞാൻ പ്രണയത്തിൽ ആയിരുന്നുകുറേക്കാലം മുമ്പ്. ഞാൻ മൂന്നു ദിവസം കാത്തിരുന്നു. എനിക്കു വിശന്നു എന്നാൽ പോയി കഴിഞ്ഞില്ലഅവൾ വന്നു ഞാൻ അവളെ വന്ദനം അവിടെ പാടില്ല വരാതിരിപ്പാൻ ഭക്ഷണം പുറത്തായി. പിന്നെ, ഓൺമൂന്നാം ദിവസം ഞാൻ ഒരു ഉന്മേഷം. ""ഞാൻ സൂര്യപ്രകാശത്തിൽ, പഴയ ധാരണയുടെ അവിടെ സഹിതം ബദ്ധപ്പെട്ടുഒന്നുമില്ലായിരുന്നു. ""ജസ്റ്റ്," Vance ജോയ്, "അകലെ പറക്കുന്ന ചിത്രശലഭത്തെ." പറഞ്ഞു
		-- Peter Carey, BLISS

%
മധുരമായി ആപ്പിൾ, കറുത്തിരിക്കുന്നു കോർ -ഒരു കാമുകൻ സ്ക്രാച്ച് ഒരു ചെടിയോ കണ്ടെത്താം!
		-- Dorothy Parker, "Ballad of a Great Weariness"

%
ഒന്നും സ്നേഹിക്കാൻ മാർഗ്ഗം അത് നഷ്ടമാകും തക്കവണ്ണം മനസ്സിലാകും.
		-- Dorothy Parker, "Ballad of a Great Weariness"

%
ഇരു ചെടികളുടെ സ്വഭാവസവിശേഷതകൾ പ്രകടിപ്പിക്കുന്നുണ്ട് ചില മൈക്രോ ജീവികൾ ഉണ്ട്മൃഗങ്ങൾക്കും. വെളിച്ചം അനുവാചകനു അവർ ഫോട്ടോസിന്തസിസ് വിധേയമാക്കും; എപ്പോൾലൈറ്റുകൾ അവർ മൃഗങ്ങൾ മാറ്റും പുറപ്പെടും. എന്നാൽ പിന്നെയും, ഞങ്ങൾ എല്ലാവരും അല്ലേ?
		-- Dorothy Parker, "Ballad of a Great Weariness"

%
സ്നേഹത്തിൽ ഭയമില്ല; തികഞ്ഞ സ്നേഹം ഭയത്തെ പുറത്താക്കിക്കളയുന്നു.
		-- 1 John 4:18

%
ആരുമില്ല ലേക്കുള്ള - ഹൃദയത്തിന്റെ മുഖാന്തരം സന്തോഷമേയുള്ളൂ ഒരേ വഴി ഉണ്ട്.
		-- Paul Bourget

%
പറയാൻ ഇത്രയധികം അവിടെ നിന്റെ കണ്ണു എന്നെ തടസ്സപ്പെടുത്താതെ പ്രമാണിച്ചു.
		-- Paul Bourget

%
ടൈമിംഗ് ഇപ്പോൾ തികഞ്ഞ ആയിരിക്കണം. രണ്ട്-സമയത്തിൽ തികഞ്ഞ നല്ലതു ആയിരിക്കണം.
		-- Paul Bourget

%
സ്നേഹിക്കുന്നു വളരെ മനോവീര്യം ആണ്.
		-- Katharine Hepburn

%
സ്നേഹം ഭയത്തെ ജീവൻ ഭയപ്പെടുന്നു എന്നതാണ് ജീവനും ഭക്തന്മാർക്കും ഇതിനകം മൂന്ന്മരിച്ചവരുടെ ഭാഗങ്ങൾ.
		-- Bertrand Russell

%
ആകെ അപരിചിതർ വളരെ, സ്നേഹം വേണം; ഞാൻ ഏറ്റവും അധികം അന്യനും സുഖമാണ്.
		-- Bertrand Russell

%
യഥാർഥ സന്തോഷം യഥാർത്ഥ സ്നേഹം മാത്രം ഉണ്ടാകും.
		-- Bertrand Russell

%
അടുത്ത ആഴ്ച സമയപരിധി സമ്മർദ്ദം. നിങ്ങൾ എന്തെങ്കിലും ചെയ്യണമെങ്കിൽ, ഇത് കാത്തിരിക്കുക കഴിയും.അതു paroxysmally hedonistic ശീതക്കാറ്റ് അന്ധനായ പക്ഷം ...
		-- Bertrand Russell

%
ഞങ്ങൾ ആദ്യം ആക്രമണം ശേഷം വരെ വാതം സത്യവും സ്നേഹത്തിൽ വിശ്വസിക്കുന്നില്ല.
		-- Marie Ebner von Eschenbach

%
എന്താണ് സ്നേഹം കുറിച്ച് നരപ്പിലും അത് ഒരു കൂട്ടാളി ആവശ്യമാണ് ഒരു കുറ്റകൃത്യം ആണ്.
		-- Charles Baudelaire

%
നിങ്ങളുടെ ജീവൻ കാലങ്ങളും ഓഫ് കടിച്ചുകീറി കുറ്റം ഒരു ഇല എപ്പോഴാണ്അവർ ഒരു ബ്രൈൻ ആയി തിയൊഡോറിക് പച്ച സ്നേഹത്തിലും നിങ്ങളെ കെട്ടും.
		-- Leonard Cohen, "Sisters of Mercy"

%
എന്തുകൊണ്ട് ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകുന്നതാണ് കഴിയില്ല:ഞാൻ സ്നേഹം, എന്നാൽ ആഗ്രഹിക്കുന്നു ...- ഞാൻ എന്റെ പൂച്ച ഭാഗ്യത്തിണ് ഞങ്ങൾക്കുണ്ട്.- ഞാൻ linguini എന്റെ ജീവിതം ഞങ്ങൾ.- ഞാൻ എന്റെ ബ്ലെൻഡറിൽ കൂടുതൽ സമയം ചെലവഴിക്കാൻ വേണം.- അതു മറ്റു മനോഹരമായ ജനം ലേക്ക് തന്നെ വേണം.- അതു നായ / ഒരിനം / സര്ണ്ണമത്സം കൈയ്യും എന്റെ രാത്രി തുടർന്ന്.- ഞാൻ ചില കയ്യുറകൾ പരീക്ഷിക്കാൻ ഡൗൺടൗണിലേക്ക് പോകുന്നു.- ഞാൻ എന്റെ പാൽ ഉൽപന്നങ്ങൾ ന് പുതുമയും എൻറർ പരിശോധിക്കേണ്ടതുണ്ട്.- ഞാൻ റാംജി വർധന കാണാൻ ബേക്കറി പോകുന്നു.- ഞാൻ തന്തുക്കൾ വിദഗ്ദ്ധനെ അപ്പോയിന്റ്മെന്റ്.- ഞാൻ തിരയേണ്ട ശരിക്കും ഹാർഡ് വാക്കുകളെ ഞങ്ങൾക്കുണ്ട്.- ഞാൻ ഒരു സുഹ്യത്തുക്കൾ സാമാന്യപ്രജയോട് Rutabaga വരുമെന്ന് ലഭിച്ചു.
		-- I promised to help a friend fold road maps.

%
എന്തുകൊണ്ട് ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകുന്നതാണ് കഴിയില്ല:ഞാൻ സ്നേഹം, എന്നാൽ ആഗ്രഹിക്കുന്നു ...- ഞാൻ എന്റെ "താമസക്കാരൻ" അക്ഷരങ്ങൾ എല്ലാ ഉത്തരം.- ചൂരല് മത്സരത്തിൽ ഒന്നുമില്ല.- ഞാൻ എന്റെ സസ്യങ്ങൾ വര്ഷമാണ് പ്രശ്നമുണ്ട്.- ഞാൻ എന്റെ വാതിൽ ലോക്ക് മാറ്റി ഇപ്പോൾ പുറത്തു കഴിയില്ല.- എന്റെ Yucca പ്ലാന്റ് പരിചയവും അനുഭവമാണ്.- ഞാൻ ഒരു wok ബാൻഡ് ചൈന കലാസ്വാദകർ പിരിയുകയാണ്.- എന്റെ ചോക്കലേറ്റ് അഭിനന്ദന ക്ലാസ് ആ രാത്രി പാലിക്കുന്നുണ്ടെന്ന്.- ഞാൻ അന്യദേശത്തു-വിനിമയ വിദ്യാർഥിയുമായി യൂഗോസ്ലാവിയ ഓഫ് വൈകുംബേസിൽ ഉപാപചയ പേരിട്ടു.- വിഷമിക്കുന്നത് ചെയ്യേണ്ട പ്രധാനപ്പെട്ട ലോകം പ്രശ്നങ്ങൾ ഉണ്ട്.- ഞാൻ എന്റെ ടൂത്ത് ലെ കുറ്റിരോമങ്ങള് എണ്ണാൻ പോകുന്നു.- ഞാൻ ഒരു പ്രഹേളികയായി തുടരാൻ ഇഷ്ടപ്പെടുന്നത്.- ഞാൻ നിങ്ങൾക്ക് മറ്റ് നാവിൽനിന്നായാലും / ആമിന / മൈക്ക് / ഉദ്ദേശിക്കുന്നവർക്ക് ഞാനാഗ്രഹിക്കുന്നു.
		-- I feel a song coming on.

%
എന്തുകൊണ്ട് ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകുന്നതാണ് കഴിയില്ല:ഞാൻ സ്നേഹം, എന്നാൽ ആഗ്രഹിക്കുന്നു ...- ഞാൻ "നീയന്ത്രണമാണ്" ഒരു ആർട്ട് സ്കോളർഷിപ്പിന് വരയ്ക്കാൻ ഞങ്ങൾക്കുണ്ട്.- ഞാൻ രോഗിയായ ഉറുമ്പ് കൊണ്ട് ഇരിപ്പാൻ ഞങ്ങൾക്കുണ്ട്.- ഞാൻ ജനപ്രീതി കുറഞ്ഞ ആയിരിക്കും ശ്രമിക്കുന്നു.- എന്റെ ബാത്ത്റൂം ടൈലുകൾ grouting ആവശ്യമാണ്.- ഞാൻ ഇതിനകം ഒരു വിജയി സുഖമാണ് എങ്കിൽ കാണാൻ കാത്തിരിക്കുന്നു.- എന്റെ ഉപബോധമനസ്സ് പറയുന്നത്.- ഞാന് "പല ദേശങ്ങളിലും പശ" എന്ന ഒരു പുസ്തകം വീഴ്ത്തി ഞാൻഅതു വയ്ക്കണമെന്ന് തോന്നുന്നു.- എന്റെ പ്രിയപ്പെട്ട വാണിജ്യ ടിവിയിൽ ലഭ്യമാണ്.- ഞാൻ എന്റെ രക്തം ടെസ്റ്റ് പഠിക്കാൻ.- ഞാൻ സിന്സന്യാടീ ലേക്ക് ട്രേഡ് ചെയ്തു.- ഞാൻ എന്റെ കുഞ്ഞിനെ ഷൂ bronzed പ്രശ്നമുണ്ട്.
		-- I have to go to court for kitty littering.

%
എന്തുകൊണ്ട് ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകുന്നതാണ് കഴിയില്ല:ഞാൻ സ്നേഹം, എന്നാൽ ആഗ്രഹിക്കുന്നു ...- ഞാൻ അതെ പറയാതെ പോകാൻ കഴിയും എത്രത്തോളം കാണാൻ ശ്രമിക്കുന്നു.- വരാൻ ഞാൻ വാതിൽ ഉദ്ഘാടന പങ്കെടുക്കുന്നു.- തിമിംഗലങ്ങളുടെ ഇതുവരെ നീല തിരിയുന്നില്ല, ഞാൻ കൂടുതൽ ഡോട്ടുകൾ വിഴുങ്ങുകയാണെന്ന്.- ഞാൻ ഗ്രിഗോറിയൻ ജൂലിയൻ എന്റെ കലണ്ടർ വാച്ച് പരിവർത്തനം പിരിയുകയാണ്.- ഞാൻ എന്റെ സാധ്യതയുള്ള നിറവേറ്റുന്നതിന് ഞങ്ങൾക്കുണ്ട്.- ഞാൻ എന്റെ ആശ്വാസ വിടാൻ ആഗ്രഹിക്കുന്നില്ല.- നൂറ്റാണ്ടിന്റെ തിരിയാൻ വളരെ അടുത്തായതിനാൽ.- ഞാൻ എന്റെ മുയൽ ബ്ലീച്ച് ഞങ്ങൾക്കുണ്ട്.- ഞാൻ എന്റെ ലംബമായ പിടിച്ചു മുട്ടും എനിക്ക് ആശങ്കയുണ്ട്.
		-- I left my body in my other clothes.

%
എന്തുകൊണ്ട് ഞാൻ നിങ്ങളുടെ കൂടെ പുറത്ത് പോകുന്നതാണ് കഴിയില്ല:ഞാൻ സ്നേഹം, എന്നാൽ ആഗ്രഹിക്കുന്നു ...- ഞാൻ ഒരു സുഹ്യത്തുക്കൾ സാമാന്യപ്രജയോട് Rutabaga വരുമെന്ന് ലഭിച്ചു.- ഞാൻ ഒരു സുഹൃത്ത് റോഡ് മാപ്പുകൾ മടക്കിക്കളയുന്നു സഹായിക്കാൻ വാഗ്ദാനം.- ഞാൻ ഒരു കർമ്മ ട്രാൻസ്പ്ലാൻറ് ഷെഡ്യൂൾ ചെയ്തു.- ഞാൻ എന്റെ കോട്ടേജ് ചീസ് ശില്പം ജോലിക്ക് വീട്ടിൽ താമസിക്കുകയാണെങ്കിൽ പിരിയുകയാണ്.- ഇത് എന്റെ തത്ത ബൗളിംഗ് രാത്രിയിൽ.- ഞാൻ ഒരു കിറ്റ് നിന്ന് ഒരു പ്ലാന്റ് പണിയുന്നതു പിരിയുകയാണ്.- ഫോഴ്സ് ഉണ്ണിക്കുട്ടന് അവിടെ.- ഞാൻ വാതിൽ-ടു-വാതിൽ സ്റ്റാറ്റിക് പിടിപ്പിക്കും വേണ്ടി ശേഖരിച്ച് ചെയ്തുകൊണ്ടിരിക്കുന്നത്.- ഞാൻ yodel എന്റെ ഒരിനം ഉപദേശിച്ചു പിരിയുകയാണ്.
		-- My crayons all melted together.

%
"എന്തുകൊണ്ട് ഇത് സ്നേഹിക്കാൻ മതി പ്രയാസം വരുമ്പോൾ എന്നെ നിങ്ങളുടെ എല്ലാ രഹസ്യങ്ങളും അറിയിക്കാന്നിങ്ങൾ ഒന്നും അറിയാതെ? "
		-- Lloyd Cole and the Commotions

%
സ്നേഹം ഇന്റലിജൻസ് ഇല്ലാതെ അപകടകരമാണ്;ഇന്റലിജൻസ് സ്നേഹം ഇല്ലാതെ പോരാ.
		-- Ashley Montagu

%
സുരക്ഷിതമല്ലാത്ത തട്ടുന്ന ഒരു ടേൺ-ആയിരുന്നെങ്കിൽ ഈ ഒരു വലിയ ലോകം കാര്യമല്ലേ?
		-- "Broadcast News"

%
ഹേയ്, പണം അധികം ജീവിതത്തിൽ കാര്യങ്ങൾ ഉണ്ട്, എന്നാൽ അവർ പോകില്ലനിങ്ങളുമായി നിങ്ങൾക്ക് എന്തെങ്കിലും ഇല്ലെങ്കിൽ.
		-- "Broadcast News"

%
നിങ്ങളുടെ അസ്ഥികളെ നിങ്ങളുടെ മാംസം നിങ്ങളുടെ സ്നേഹം നൽകേണ്ടിവരും പാടില്ല.
		-- Pat Benatar, "Hell is for Children"

%
