ഒരു Thaum ക്ഷുദ്രപ്രയോഗം ശക്തിയുടെ അടിസ്ഥാന യൂണിറ്റ് ആണ്. ഇത് സാർവ്വത്രികമായി ഉണ്ടായിട്ടുണ്ട്ജാലവിദ്യ തുക ഒരു ചെറിയ വെളുത്ത കുഞ്ഞിനെയും സൃഷ്ടിക്കാൻ ആവശ്യമായതുപോലെ സ്ഥാപിച്ചുമൂന്നോ സാധാരണ വലിപ്പത്തിലുള്ള ബില്യാർഡ് പന്തിൽ.
		-- Terry Pratchett, "The Light Fantastic"

%
"ഒരു വിസാർഡ് എല്ലാം ചെയ്യാൻ കഴിയില്ല; ഒരു വസ്തുതയാണ് ഏറ്റവും മന്ത്രവാദികളും സമ്മതിക്കാൻ നിശബ്ദമായിരിക്കൂ ആകുന്നു,മാത്രം വരനും ഉപഭോക്താക്കളുടെ ചർച്ച ചെയ്യട്ടെ. ഇപ്പോഴും, വസ്തുത തുടരുന്നുഏതെങ്കിലും കാരണത്താൽ വേണ്ടി ചില വസ്തുക്കൾ, ജനം, ഉണ്ട്,നേരിട്ടോ മാജിക്കൽ അക്ഷരപ്പിശക് തീർത്തും രോഗപ്രതിരോധ. ഇത് ഈ ഗ്രൂപ്പിനായി ആണ്ജാലവിദ്യക്കാരൻ പരോക്ഷ ഘട്ടങ്ങളിലായി ഉപയോഗിക്കുന്നതിന്റെ പ്രതീക്ഷയ്ക്ക് എന്നെന്നേക്കുമായി ജീവികളാണ്.ഇത് ദോഷവും, ഇത്തരം കാര്യങ്ങളിൽ ഇടപെടുന്നതിൽ, ഒരു വലിയ ക്ലബ്ബ് എടുക്കുന്നതു ചെയ്യുന്നതുഎല്ലാ സമയങ്ങളിൽ നിങ്ങളുടെ വ്യക്തി സമീപം. "
		-- The Teachings of Ebenezum, Volume VIII

%
പുരാതനമായ പഴഞ്ചൊല്ലു അതു സംക്ഷേപിച്ചിരിക്കുന്നു: ഒരു വിസാർഡ് തിരയുന്ന അപ്പുവിനു ആകുമ്പോൾതന്റെ അത്താഴം ലെ പൊട്ടിയ ചില്ല്, അതു ഓടിച്ചെന്നു ജീവന്റെ സുഖപൂർണ്ണമായ.
		-- Terry Pratchett, "The Light Fantastic"

%
ചാവോസ് രാജാവ് മാജിക് ലോകത്ത് അയഞ്ഞ ആണ്.
		-- Terry Pratchett, "The Light Fantastic"

%
അവർ മുട്ടില് ആൻഡ് പ്രയാസമാണ് വേണ്ടി അവരാൽ കാര്യങ്ങൾ തലയിടാത്തവരും ചെയ്യരുത്വെളിച്ചം.
		-- Terry Pratchett, "The Light Fantastic"

%
അവർ തന്ത്രപൂർവം ആകുന്നു, പ്രക്യതി ൽ സിഗററ്റ് ഇക്കണ്ട വലി'ച്ചെറിയരുത് ഒപ്പംകോപം ദ്രുത.
		-- Terry Pratchett, "The Light Fantastic"

%
നിങ്ങൾ ഒരു പ്രാര്ത്ഥന, നല്ല ആകുന്നു "അവരാൽ കാര്യങ്ങൾ തലയിടാത്തവരും ചെയ്യരുത്വേണ്ടേ. "
		-- Terry Pratchett, "The Light Fantastic"

%
നീ ന്യായപ്രമാണത്തിന്റെ സൌഖ്യം വരും എന്തെന്നു ചെയ്ക.
		-- Aleister Crowley

%
എട്ട് പുറമേ എന്തുകൊണ്ട് ഒരു ശരിയായ മാന്ത്രികനാണെന്നറിയാത്ത ചെയ്ത ബേൽ-Shamharoth, എണ്ണം ആയിരുന്നുഅവൻ അതു ഒഴിവാക്കാൻ കഴിഞ്ഞില്ല എങ്കിൽ നമ്പർ സൂചിപ്പിക്കണം ഒരിക്കലും. അല്ലെങ്കിൽ നിങ്ങൾക്ക് എട്ട് ആയിരിക്കുംജീവനോടെ അപ്രന്റീസുമാര്ക്കുള്ള ദയാവാരിധി മുന്നറിയിപ്പ് ലഭിച്ചിരുന്നു. ബേൽ-Shamharoth പ്രത്യേകിച്ച് ആയിരുന്നുഅത് beachcombers പോലെ ഒരാളായി ആർക്കൊക്കെ, മാജിക്ക് dabblers ആകർഷിക്കപ്പെടുകയുംപ്രകൃതിവിരുദ്ധ തീരത്ത് തന്റെ വല ഇതിനകം പകുതി enmeshed ആയിരുന്നു.താമസിക്കുന്ന തന്റെ ഹാളിൽ Rincewind മുറികളുടെ എണ്ണം 7A ആകുമായിരുന്നു. അറിയാതെ വന്നുഅത്ഭുതപ്പെടുത്തുന്നുണ്ട്.
		-- Terry Pratchett, "The Sending of Eight"

%
"അവൾ ഒരു കാട്ടുപോത്തിന്റെ നിങ്ങൾ എങ്ങനെ അറിയാം?" മോളി ആവശ്യപ്പെട്ടു. "നിങ്ങൾ എന്തിന് ഭയപ്പെട്ടുഅവളെ സ്പർശിക്കുമ്പോൾ അനുവദിക്കുന്നതിന്? ഞാൻ നിന്നെ കണ്ടു. നിങ്ങൾ അവളുടെ പേടിച്ചു. ""ഞാൻ ഞാൻ അധികകാലം വേണ്ടി സംസാരിക്കുന്നതുപോലെ അനുഭവപ്പെടുമെന്നും സംശയിച്ചു" പൂച്ചഅതിക്രമത്തിലും ഇല്ലാതെ മറുപടി. "ഞാൻ ആയിരുന്നു എങ്കിൽ ബുദ്ധിഹീനത സമയം പാഴാക്കരുത് മനസ്സില്ലായിരുന്നുനിങ്ങൾ. നിങ്ങളുടെ ആദ്യ ചോദ്യത്തിന് പോലെ, ആദ്യ രോമങ്ങൾ നിന്നു യാതൊരു പൂച്ച എന്നെങ്കിലും കഴിയുംപ്രത്യക്ഷപ്പെട്ട വഞ്ചനയ്ക്ക്. അവരെ ആസ്വദിക്കുന്ന മനുഷ്യർ വ്യത്യസ്തമായി. നിങ്ങളുടെ വേണ്ടിരണ്ടാമത്തെ ചോദ്യം - "ഇവിടെ അവൻ faltered പെട്ടെന്നു വളരെ താൽപ്പര്യം മാറിവാഷിംഗ് ലെ; അവൻ ഫ്ലഫി തന്നെത്താൻ നക്കിയ തുടർന്ന് വരെ കക്ഷിയും സംസാരിക്കുംമിനുസമാർന്ന വീണ്ടും നക്കും. എന്നിട്ടും അവൻ മോളി നോക്കൂ മനസ്സില്ലാതെതന്റെ നഖങ്ങൾ പരിശോധിച്ചു."അവൾ എന്നെ തൊട്ടു എങ്കിൽ," അദ്ദേഹം വളരെ പതുക്കെ പറഞ്ഞു: "ഞാൻ ആകുമായിരുന്നുദോ എന്റെ സ്വന്തം അല്ല, എന്നേക്കും വീണ്ടും. "
		-- Peter S. Beagle, "The Last Unicorn"

%
ഇത് കാരണം, വാരിയേഴ്സ് ലക്ഷണം ചേർന്ന് എന്ന് അറിയപ്പെടുന്ന വസ്തുതയാണ്ഒരു വശത്ത് അക്കരെ രക്തപാതകന്മാരേ ഇഡിയറ്റ്സിന്റെ ഒരു ശേഖരം പരിഗണിക്കുന്നതിനാൽആർ അക്കരെ സ്വാഭാവികമായും സമയത്ത് നടക്കുന്നതുപോലെ ചിന്തിക്കാനും കഴിയില്ല ഒരേ സമയംഒരുപാട് പിറുപിറുക്കുക നീണ്ട വസ്ത്രങ്ങൾ ധരിക്കാൻ മനുഷ്യരുടെ ഒരു ശരീരം സംശയാസ്പദമായ. ഓ പറയുകലക്ഷണം നാം ആ പോലെ പോകുന്ന ആണെങ്കിൽ, എല്ലാവരും കുറിച്ച് എന്തുവിലങ്ങുകളും അപരാജിതനായി, Young മെൻസ് പാഗൻ അസോസിയേഷൻ പേശികൾ ഇറങ്ങി വലത്തെ?പ്രാപിക്കും വീരന്മാർ മറുപടി, ആ ഒരു കൂട്ടം നിന്ന് ഒരു നല്ല ആരോപണം തുടർന്ന്അവരുടെ നിമിത്തം ഒരു സ്ത്രീ സമീപം പോയി കാണിക്കാത്ത wimpsoes, നിങ്ങൾ അതു വിശ്വസിക്കാൻ കഴിയും,മിസ്റ്റിക്കൽ ശക്തി ക്രമപ്പെടുത്തൽ നിന്നു വറ്റിച്ചു ചെയ്തുകൊണ്ടിരിക്കുന്നു. വലത്, വെറും ലക്ഷണം പറയുന്നുകുറിച്ച് നിങ്ങൾ നിങ്ങളുടെ ലെതർ ക്യാച്ചുകളെടുത്ത് ചെയുടെ വ്യത്യാസം. അതെ, The പറയുന്നുവീരന്മാർ, നിങ്ങൾ എന്തുകൊണ്ട് ഇല്ല ...
		-- Terry Pratchett, "The Light Fantastic"

%
അതു നന്നായി അഭികാമ്യമല്ലാത്ത ആകാശങ്ങൾ നിന്ന് * കാര്യങ്ങൾ * എപ്പോഴും തേടുന്നത് അറിയപ്പെടുന്നുഇതിലേക്ക് എൻട്രൻസ്, ഏത് സൗകര്യപ്രദമായ ഡല്ഹിവരെ തുല്യമാണ്ബസുകളും ഷോപ്പുകളിൽ എല്.
		-- Terry Pratchett, "The Light Fantastic"

%
ഇത് ആഡംബര ക്രൂയിസ് കപ്പലുകൾ ഒന്ന് പ്രവർത്തിക്കുന്നു ഈ ജാലവിദ്യക്കാരൻ അവിടെ തോന്നുന്നുഏതാനും വർഷങ്ങളായി. അവൻ പ്രേക്ഷകർക്ക് തൻറെ റൂട്ടീനുകളിലൂടെ വളരെ മാറ്റാൻ ഇല്ലഗംഭീരമായി പലപ്പോഴും മാറാം, അവൻ നല്ല ജീവിതം ചിത്രീകരിക്കുന്ന. മാത്രം പ്രശ്നം ആണ്കപ്പലിന്റെ എആർ, ഹാളിൽ perches അവനെ രാത്രി രാത്രിക്കു ആരൊക്കെ, വർഷംവർഷം ശേഷം. ഒടുവിൽ, എആർ എങ്ങനെ ഏതാണ്ട് എല്ലാ തട്ടിപ്പുകളും പ്രവൃത്തികൾ പുറത്തു കണക്കുകളുണ്ട്,പ്രേക്ഷകർക്ക് അതു വഴങ്ങി ആരംഭിക്കുന്നു. ഉദാഹരണത്തിന്, ജാലവിദ്യക്കാരൻ ചെയ്യുന്നുപൂക്കൾ ഒരു പൂച്ചെണ്ട് കാണാതാകുന്നു, പിന്നിൽ തത്ത squawks "! പിന്നിൽതന്റെ തിരികെ! "ശരി, ജാലവിദ്യക്കാരാ ഈ ഏറെ പലനാള് ആണ്, പക്ഷേ വളരെ അവിടെ അല്ലഎആർ വളരെ പ്രശസ്തമായ ഒരു കപ്പലിലെ ഭാഗ്യചിഹ്നം ആണ് അവൻ അതു കുറിച്ച് ചെയ്യാൻ കഴിയുംയാത്രക്കാർ.ഒരു രാത്രി കപ്പൽ ചില ഫ്ലോട്ടിംഗ് അവശിഷ്ടങ്ങൾ തർക്കങ്ങൾ ഒപ്പം ഇല്ലാതെ വീണുപോകുന്നുഒരു പോറൽ. മിക്കവാറും എല്ലാവർക്കും കവിതയുടെ പാംഫോസ് ഒഴികെ കാണാതെഎആർ. മൂന്നു പകലും അവർ വെറും ജാലവിദ്യക്കാരാ ഭ്രൂണത്തിൽ കൂടെ അകന്നുപോകുവാൻdriftwood ഒരു കഷണം മറ്റെ അറ്റത്തും സ്ഥിതി തത്ത ഒരറ്റം ലേക്ക്.സൂര്യൻ നാലാം ദിവസം രാവിലെ ഉയരുന്നു പോലെ, തത്ത മുകളിലൂടെ നടക്കുന്നുലോഗിന്റെ ജാലവിദ്യക്കാരൻറെ അവസാനം. അവന്റെ ശബ്ദം ലെ വ്യക്തമായ വിഷമിപ്പിച്ചിരുന്നു അദ്ദേഹം അലട്ടിക്കൊണ്ടിരുന്നു"ശരി, നിങ്ങൾ വിജയിച്ചു, ഞാൻ നിർത്തി. എവിടെ കപ്പലിൽ മറച്ചു?"
		-- Terry Pratchett, "The Light Fantastic"

%
വിജ്ഞാനം ശക്തിയാണ് - അറിവിന്റെ പങ്കിട്ടു നഷ്ടപ്പെട്ടു ശക്തി.
		-- Aleister Crowley

%
മാജിക് എപ്പോഴും മികച്ച പരിഹാരമാണ് - പ്രത്യേകിച്ച് വിശ്വസനീയമായ ജാലവിദ്യ.
		-- Aleister Crowley

%
എത്ര സൂക്ഷ്മമായ വിസാർഡ് പ്രശ്നമേയല്ല, തോളിൽ ബ്ലേഡുകൾ ഒരു കത്തി ഉദ്ദേശിക്കുന്ന ഗുരുതരമായിതന്റെ ശൈലി സന്ധിവലി.
		-- Aleister Crowley

%
Rincewind സാധാരണയായി ഒരു സ്വാഭാവിക വിസാർഡ് അവന്റെ അധ്യാപകർ പരിഗണിക്കും ചെയ്തിരുന്നുമത്സ്യം പ്രകൃതി പർവ്വതാരോഹകർ അതേ വിധത്തിൽ. അവൻ ഒരുപക്ഷേ ഇല്ലായിരുന്നുഏതുവിധേനയും അദൃശ്യമായ സർവകലാശാല പുറംതള്ളപ്പെട്ടവരും - അവൻ ഘട്ടങ്ങളിലായി ഓർക്കുക കഴിയുമായിരുന്നില്ലപുകവലി അവനെ സുഖമില്ല ഉണ്ടാക്കി.
		-- Terry Pratchett, "The Light Fantastic"

%
എവിടെയോ, വെറും സന്നിധിയിൽ നിന്നു, കാട്ടുപോത്തുകളുടെ സമ്മേളിക്കുന്നതെന്ന്.
		-- Terry Pratchett, "The Light Fantastic"

%
സ്ഥിര മാജിക് വചന "പറ്റില്ല", യഥാർത്ഥത്തിൽ ഒരു അഴിമതിയാണ്ഹീബ്രു പദപ്രയോഗം "ഹെക്ടർ Bracha dab'ra" ഏത് "അനുഗ്രഹിക്കും" എന്നാണ്.
		-- Terry Pratchett, "The Light Fantastic"

%
"മാജിക് ആദ്യ നിയമം ലളിതമാണ്. നിങ്ങളുടെ കൈവീശി നിങ്ങളുടെ സമയം പാഴാക്കരുത്കയ്യും പാറയിൽ അല്ലെങ്കിൽ ഒരു ക്ലബ്ബ് ചെയ്യും സന്ദർഭം ആശിക്കുന്നു. "
		-- McCloctnik the Lucid

%
ഓണദിവസമേ ഏഴു കണ്ണു വിസാർഡ് അവൻ തൻറെ പത്തി തിരികെ കടപ്പത്രങ്ങളിലുംFafhrd റിപ്പോർട്ടുചെയ്തു: "ഞാൻ വളരെ കണ്ടിരിക്കുന്നു, എങ്കിലും എല്ലാം വിശദീകരിക്കാൻ കഴിയില്ല ഗ്രേ.അതിശയപ്പെട്ടു കൃത്യം ഇരുപത്തഞ്ചു അടി കൊട്ടാരത്തിൽ ഏറ്റവും ആഴമുള്ള പറയിൻ താഴെ ആണ്Gilpkerio Kistomerces ഓഫ്. പോലും ഇരുപത്തഞ്ചു എന്ന ഇരുപത്തിനാലായിരം ഭാഗങ്ങൾ ആയാലുംഅവനെ അവൻ ജീവിച്ചിരിക്കുന്നു പട്ടുപോയി."ഇപ്പോൾ Lankhmar കുറിച്ച്. അവൾ അവളുടെ പൊളിച്ചു ആക്രമിച്ച് പരിഗണിക്കുന്നുഎല്ലായിടത്തും കപടവും യുദ്ധത്തിന് ഉഗ്രനായ വഴി, വീഥികളിൽ നടക്കുന്നതെന്ന്ഹോസ്റ്റ് ഇതിൽ-നമ്പറുകൾ Lankhamar വാസികളുടെ അമ്പതു ഓരോന്നായി - കൂടുതൽഎല്ലാ ആധുനിക ആയുധങ്ങൾ അടങ്ങിയിരിക്കുന്നു. എന്നാൽ നീ പട്ടണത്തിലേക്കു രക്ഷിക്കാൻ കഴിയും. "	"എങ്ങനെ?" Fafhrd ആവശ്യപ്പെട്ടു.ഓണദിവസമേ പോയാ മതി. "നിങ്ങൾ ഒരു ഹീറോ മുൻപരിചയം. നിങ്ങൾ അറിയണം."
		-- Fritz Leiber, "The Swords of Lankhmar"

%
"പിന്നെ എന്താണ് പേരിൽ ജാലവിദ്യയാകുന്നു?" പ്രിൻസ് LIR വന്യാവസ്ഥയില് ആവശ്യപ്പെട്ടു. "എന്ത് ഉപയോഗമാണ്അതു കാട്ടു സംരക്ഷിക്കാൻ കഴിയില്ല എങ്കിൽ wizardry? "അവൻ ജാലവിദ്യക്കാരൻറെ തോളിൽ പിടിച്ചുലച്ചകാലിനെ സൂക്ഷിക്കാൻ ഹാർഡ്.Schmendrick അവന്റെ തല തിരിയാതെ. ലെ ദു കളിയാക്കാനുള്ള ഒരു തലോടൽ കൂടിഅവന്റെ ശബ്ദം അവൻ 'അതാണ് വേണ്ടി നായകർ എന്താണ്. "പറഞ്ഞു..."അതെ, തീർച്ചയായും," അവൻ [പ്രിൻസ് LIR] പറഞ്ഞു. "അത് കൃത്യമായി വീരന്മാർ ആണ്വേണ്ടിയുള്ളതാണ്. വിസാർഡ്സ് യാതൊരു വ്യത്യാസം, അങ്ങനെ അവർ ഒന്നും ചെയ്യുന്നില്ല എന്നും പറയുന്നു, എന്നാൽവീരന്മാർ കാട്ടുപോത്തുകളുടെ മരിക്കാൻ ഉദ്ദേശിച്ചുള്ളതാണ്. "
		-- Peter Beagle, "The Last Unicorn"

%
മാജിക്ക് വേലിയേറ്റം പോലെയാണ് അവകാശപ്പെടുന്ന ഉണ്ട്; അതു തുടിക്കുന്ന ഒപ്പംഇവിടെ ജനസാന്ദ്രമായ കുളങ്ങൾ ൽ ശേഖരിച്ച് ഭൂമിയുടെ ഉപരിതലത്തിൽ മാഞ്ഞുപോകുന്നുഅവിടെ, ഏതാണ്ട് അവർക്ക് മലരും വിട്ടുകൊടുത്തത് മറ്റ് പാടുകൾ കാണാതാവുന്നത്അത്ഭുതവും. നിങ്ങളുടെ കൈവിരലുകൾ അപ്പ് നിർബന്ധിക്കുകയും എങ്കിൽ കരുതുന്ന എല്ലാവർക്കും ഉണ്ട്നിങ്ങളുടെ മൂക്ക് ബ്ലോ, അതു നിങ്ങളുടെ ഇന്റലിജൻസ് വർദ്ധിപ്പിക്കും.
		-- The Teachings of Ebenezum, Volume VII

%
അദൃശ്യമായ യൂണിവേഴ്സിറ്റി, സ്ത്രീകൾ പ്രവേശിപ്പിച്ചു ഒരിക്കലും കുറിച്ച് എന്തെങ്കിലും mutteringപ്ലംബിംഗ് പ്രശ്നങ്ങൾ, എന്നാൽ യഥാർത്ഥ കാരണം ഒരു unspoken പേടിയും ആയിരുന്നുസ്ത്രീകൾ ജാലവിദ്യകൊണ്ട് ചുറ്റും മെസ് അനുവദിച്ചു എങ്കിൽ അവർ ഒരുപക്ഷേ തന്നെഅത് embarrassingly നല്ല ...
		-- Terry Pratchett, "The Light Fantastic"

%
മാജിക് വിവരിക്കാൻ വാക്കുകൾ ഉപയോഗിച്ച് വറുത്ത ഇറച്ചി മുറിച്ചു സ്ക്രൂഡ്രൈവർ ഉപയോഗിച്ചുള്ള ആണ്.
		-- Tom Robbins

%
"തീർച്ചയായും ആൻഡ് ഇക്കൂട്ടരിതാ" Goodgulf കടമൊഴിയായി മറുപടി. "കഴിഞ്ഞ വർഷംഞാൻ കണ്ടിരിക്കുന്നു വിചിത്രവും ഭീരുക്കൾ അത്ഭുതങ്ങളും. യവം കൊയ്യും കൂടെ വയലുകളിലുംcrabgrass കുമിൾ, പോലും ചെറിയ തോട്ടങ്ങളും അവരുടെ ആർട്ടികോക്ക് ഹൃദയങ്ങളെ നിഷേധിച്ച്.ഡിസംബറിൽ ചൂടുള്ള ദിവസം ഒരു നീല ചന്ദ്രൻ നടന്നിട്ടില്ല. കലണ്ടറുകൾ തീർത്തതുഞായർ ഒരു നീല-റിബൺ ഹോൾസ്റ്റീൻ ഒരു മാസം ജീവനോടെ രണ്ട് ഇൻഷുറൻസ് പ്രസവിച്ചുസെയിൽസ്മാൻ. ഭൂമി വിഭജിയ്ക്ക ഒരു ആടിനെ കുടൽ ൽ കെട്ടിയിട്ട് കണ്ടെത്തിചതുരശ്ര ഊ. സൂര്യന്റെ മുഖം blackens ഒപ്പം മേഘങ്ങൾ പെയ്തു ചെയ്തിരിക്കുന്നുമുട്ടില് ചിപ്സ്. ""എങ്കിലും ഇതു ഒക്കെയും എന്തു ചെയ്തു?" .ഓറത് ഇക്താര."എന്നെ ബീറ്റ്സ്," Goodgulf ഒരു ത്രയംബകം കൂടെ പറഞ്ഞു: "പക്ഷെ അത് നല്ല ഉണ്ടാക്കികോപ്പി. "
		-- Harvard Lampoon, "Bored of the Rings"

%
Rincewind കാണുക.അവനെ നോക്കു. , കണ്ണടയിട്ട ഏറ്റവും ലക്ഷണം പോലെ, ഓൺ ഇരുണ്ട ചുവന്ന മേലങ്കി ധരിച്ചുചില നിഗൂഢ sigils പ്രതിഛായയെ നടത്തം ൽ മറയും ചെയ്തു. ചില പ്രതാപത്തോടെതന്റെ നിന്ന് പ്രവർത്തിക്കുന്നത് വന്ന വെറുമൊരു പരിശീലനത്തിനു മന്ത്രവാദി അവനെ എടുത്തിരിക്കുന്നുഎതിര്പ്പ്, വിരസത, ഭയം, ഒരു ശാശ്വതമായ രുചി നിന്നു മാസ്റ്റർheterosexuality. എന്നാൽ അവന്റെ കഴുത്തിൽ വെങ്കലവും അറയാണ് ചുമന്നുകൊണ്ടു ഒരു ചങ്ങല ആയിരുന്നുആ അദൃശ്യജ്ഞാനം സർവ്വകലാശാലയുടെ ലഭിരുന്ന, ജാലവിദ്യ ഹൈസ്കൂൾ അവനെ അടയാളപ്പെടുത്തിആരുടെ സമയം-ആൻഡ്-സ്പേസ് സഫലീകൃതമാകുന്നതുമാണ് കാമ്പസ് കൃത്യമായി ഇവിടെ അല്ലെങ്കിൽ ഒരിക്കലും.ബിരുദധാരികൾ സാധാരണയായി കുറഞ്ഞത് mageship ലക്ഷ്യം, എന്നാൽ Rincewind ചെയ്തു - ശേഷംദൗർഭാഗ്യകരമായ ഇവന്റ് - ഒരേയൊരു അക്ഷരപ്പിശക് അറിയാതെ ഉപേക്ഷിച്ച് ഒരു ജീവനുള്ള ഉണ്ടാക്കിയഭാഷകളിൽ ഒരു ജന്മനായുള്ള സമ്മാനം ന് capitalizing വഴി നഗരത്തിന് ചുറ്റും എല്ലാത്തരം. അവന്ചട്ടം പോലെ പണി ഒഴിവാക്കണം എന്നാൽ അവന്റെ വെച്ചിരിക്കുന്ന ബുദ്ധിയുടെ ഒരു quickness ഉണ്ടായിരുന്നുഒരു ശോഭയുള്ള എലിശല്യം മനസ്സിൽ പരിചയക്കാരും.
		-- Terry Pratchett, "The Colour of Magic"

%
ഒരു ജാലവിദ്യക്കാരൻ എന്നാൽ ഒരു പ്രാക്ടീസ് ചിന്തകനുമായ എന്താണ്?
		-- Obi-Wan Kenobi

%
അതു കാട്ടു സംരക്ഷിക്കാൻ കഴിയില്ല എന്ത് ഉപയോഗം ജാലവിദ്യയാകുന്നു?
		-- Peter S. Beagle, "The Last Unicorn"

%
ഞാൻ ഈ ജനത്തെ ഒക്കെയും ജാലവിദ്യയും വചനം പറയുമ്പോൾ അവർ എന്നെന്നും അപ്രത്യക്ഷമാകും.ഞാൻ അപ്പോൾ അത്ഭുത വാക്കുകൾ നിങ്ങളോടു വളരെ പറയും, നിങ്ങൾ അപ്രത്യക്ഷമാകും - ഒരിക്കലുംവീണ്ടും കാണേണ്ടിയിരിക്കുന്നു.
		-- Kurt Vonnegut Jr., "Between Time and Timbuktu"

%
