രോഗികൾക്ക് കുരിചിട്ടതായി ഒരു കോഡ്:1. നിങ്ങളുടെ ഡോക്ടറുടെ നിങ്ങളുടെ അസ്വാരസ്യം പങ്കിടാൻ പ്രതീക്ഷിക്കുന്നില്ല.രോഗിയുടെ കഷ്ടപ്പാടും കൊണ്ട് പങ്കാളിത്തം അവനെ നഷ്ടപ്പെടാൻ ഇടയാക്കുംവിലപ്പെട്ട ശാസ്ത്രീയ വസ്തുനിഷ്ടമായി.2. എ.ടി. എല്ലാ സമയവും സന്തോഷത്തോടെ ആയിരിക്കും.നിങ്ങളുടെ ഡോക്ടർ ഒരു തിരക്കിലാണ് കൂടാതെ ശ്രമിക്കുന്ന ജീവിതം നയിക്കുന്നു എല്ലാ ആവശ്യമാണ്സൗമ്യതയും അവൻ ലഭിക്കും ശാന്തി.3. നിങ്ങൾ ചികിത്സയിലാണ് ഏത് രോഗം ബുദ്ധിമുട്ടുന്നത് ശ്രമിക്കുക.ഡോക്ടറെ ഉയർത്തിപ്പിടിക്കാനും ഒരു പ്രൊഫഷണൽ പ്രശസ്തി ഓർത്തുകൊള്ളുക.
		-- Dave Barry, "Stay Fit & Healthy Until You're Dead"

%
രോഗികൾക്ക് കുരിചിട്ടതായി ഒരു കോഡ്:4. ചികിത്സ റിലീഫ് കൊണ്ടുവരാൻ പരാജയപ്പെട്ടാൽ പരാതി പറയരുതു്.നിങ്ങളുടെ ഡോക്ടർ ഒരു ആഴത്തിലുള്ള ഉൾക്കാഴ്ച കൈവരിച്ച എന്നു വിശ്വസിക്കുന്നു വേണംഏതെങ്കിലും വെറും ശാശ്വതമായ .കുറേക്കൂടി നിങ്ങളുടെ രോഗം യഥാർഥ സ്വഭാവം,വൈകല്യം നിങ്ങൾ അനുഭവപ്പെട്ടേക്കാം.5. .യെഹൂദ്യദേശത്തിലും അല്ലെങ്കിൽ അതിനാലാണ് അവൻ അത് ചെയ്യുന്നത് എന്താണെന്നു വിശദീകരിക്കാൻ നിങ്ങളുടെ ഡോക്ടറുടെ ഒരിക്കലും ചോദിക്കരുത്.അത്തരം അഗാധമായ കാര്യങ്ങൾ കഴിഞ്ഞില്ല കരുതാവുന്നതാണ് അഹമ്മതിയോടെ ആണ്നിങ്ങൾ ഗ്രഹിക്കും എന്നു കണക്കിലെടുത്ത് വിശദീകരിച്ചു.6. ധൈര്യത്തോടെ ഒരു BOUT EXPERIMANTAL ചികിത്സ സമർപ്പിക്കുക.ശസ്ത്രക്രിയ, നിങ്ങളെ നേരിട്ട് പ്രയോജനം ചെയ്തേക്കില്ല ഫലമായുണ്ടാകുന്നഗവേഷണ പ്രബന്ധം തീർച്ചയായും വ്യാപകമായ പലിശ ആയിരിക്കും.
		-- Dave Barry, "Stay Fit & Healthy Until You're Dead"

%
രോഗികൾക്ക് കുരിചിട്ടതായി ഒരു കോഡ്:7. വൈദ്യസഹായം അവന്റെ ശേഷം നിങ്ങളുടെ മെഡിക്കൽ ബില്ലുകൾ അടയ്ക്കാം.എന്നിരുന്നാലും എളിമയോടെ, അതു സംഭാവന ചെയ്യുന്നതിന് ഒരു പദവി പരിഗണിക്കാം,വൈദ്യന്മാർ മറ്റ് മനുഷ്യസ്നേഹികൾ ക്ഷേമം ലേക്ക്.8. കിട്ടാത്ത കഴിയുന്ന രോഗങ്ങളാൽ അനുഭവിക്കുന്നില്ല.ഇത് നിങ്ങളുടെ കഴിവിൽ ഏവർക്കും തന്നേ രോഗങ്ങളുടെ ചുരുക്കാനും ലിഫ്റ്റിംഗ് അഹങ്കാരം ആണ്.9. കോഴ്സ് വെളിച്ചം വന്നിരിക്കുന്നു എന്നു കുറവുകൾ ഏതെങ്കിലും വെളിപ്പെടുത്തിയാലും ഒരിക്കലും   ചികിത്സ ഡോക്ടർ ഓഫ്.രോഗിക്ക്-ഡോക്ടർ ബന്ധം ഒരു പ്രിവിലേജ്ഡ് ഒന്നാണ്, നിങ്ങൾ ഒരു ഞങ്ങൾക്കുണ്ട്എക്സ്പോഷർ അവനെ സംരക്ഷിച്ചത് പവിത്രമാണ് ഡ്യൂട്ടി.10. ഒരിക്കലും നിങ്ങളുടെ ഡോക്ടറുടെ സാന്നിധ്യത്തിൽ അല്ലെങ്കിൽ അദ്ദേഹത്തിന്റെ നേരിട്ട് കീഴിലുള്ള മരിക്കുന്നവർ.ഇത് മാത്രം അവനെ അനാവശ്യമായ അസൌകര്യം ആൻഡ് ജാള്യതയും ഇടയാക്കും.
		-- Dave Barry, "Stay Fit & Healthy Until You're Dead"

%
ഒരു അച്ഛാ രോഗിയുടെ ഡോക്ടറുടെ ഓഫീസ് ഫോൺ ചെയ്തു. സ്ത്രീ 'അത് തനിക്കായിരിക്കുമോ "ചോദിച്ചു "ഡോക്ടർ നിർദ്ദേശിക്കുന്ന ചെയ്തിരുന്നു മരുന്നുകൾ ശേഷിക്കുന്ന എന്ന്"ജീവിതത്തിന്റെ?അവൾ അതു അറിയിച്ചു. മുമ്പ് മിണ്ടാതെ ഒരു നിമിഷം ഉണ്ടായിരുന്നുസ്ത്രീ ധീരതയോടെ ന് നീങ്ങി. "ശരി, ഞാൻ എങ്ങനെ ഗുരുതരമായ എന്റെ ചിന്തിക്കുകയായിരുന്നു പിരിയുകയാണ്,സ്ഥിതി ഇതാണ്. ഈ കുറിപ്പടി അല്ല REFILLS 'അടയാളപ്പെടുത്തി "ആണ്.
		-- Dave Barry, "Stay Fit & Healthy Until You're Dead"

%
ഒരു ഡോക്ടർ അവനെ അവന്റെ പരിശോധനകൾ ഫലങ്ങൾ തരും തന്റെ രോഗിക്ക് വിളിക്കുന്നു. "എനിക്കുണ്ട്ചില മോശം വാർത്ത, ചില മോശമായ വാർത്തകൾ "ഡോക്ടർ പറയുന്നു." "അത്രക്ക്നിങ്ങൾ മാത്രം ജീവിക്കാൻ ആറ് ആഴ്ച ഉണ്ടെന്ന്. ""ഓ, ഇല്ല," രോഗിക്ക് പറയുന്നു. "എന്തു ഒരുപക്ഷേ അതിനെക്കാൾ മോശമായ കഴിയും?""ശരി," ഡോക്ടർ മറുപടി, "ഞാന് മുതൽ നിങ്ങൾ എത്താൻ ശ്രമിക്കുന്ന നടത്തിക്കൊണ്ടിരിക്കുകയാണ്കഴിഞ്ഞ തിങ്കളാഴ്ച."
		-- Dave Barry, "Stay Fit & Healthy Until You're Dead"

%
ഒരു സ്ത്രീ വൈദ്യനായ പുകവലി അല്ലാത്ത പ്രസ്താവന ചെയ്തിരിക്കുന്നുശാരീരികമായി വികലമായ വേണ്ടാ ധാർമികമായും ഇകഴ്ത്തിക്കാട്ടാനും ആ നിക്കോട്ടിൻ പോലുംഅധികമുള്ളത് ലേക്ക് ക്രമാധികമായിത്തീർന്നാൽ വരുമ്പോൾ, അമിതമായ പരിലാളനം കുറവാണ് ദോഷം ചെയ്യും. "
		-- Purdue Exponent, Jan 16, 1925

%
ഒരു സ്ത്രീ പ്രസവിക്കുമ്പോൾ ഒരു ദിവസം ആശുപത്രിയിൽ പോയി. പിന്നീട് ഡോക്ടർഅവളുടെ അടുക്കൽ വന്നു പറഞ്ഞു: "ഞാൻ ചില ... നിങ്ങൾക്ക് ഒറ്റയായി വാർത്തയുണ്ട്.""എന്റെ കുഞ്ഞിനെ ശരി തന്നെ?" സ്ത്രീ ആകാംക്ഷയോടെ ചോദിച്ചു."അതെ, അയാൾ," എന്ന് ഡോക്ടർ പറഞ്ഞു: "എന്നാൽ, നമുക്ക് അറിയില്ല. നിന്റെ മകൻ(ഞങ്ങൾ ഏറ്റെടുക്കാനും) യാതൊരു ശരീരം ജനിച്ചത്. അവൻ മാത്രമാണ് ഒരു തല ഉണ്ട്. "ശരി, ഡോക്ടർ ശരിയായിരുന്നു. തലയിൽ എങ്കിലും ജീവനോടെ നന്നായി ആയിരുന്നുഒറ്റ എങ്ങനെ അറിയാമായിരുന്നു. ഹെഡ് തന്റെ അഭാവം അവഗണിക്കുകയും ഗംഭീരമായി സാധാരണ പുറത്തായിഒരു ശരീരം സാധാരണ ഒരു ജീവിതം പോലെ കീഴിൽ സംഭവിക്കാതെ പോലെ കുറച്ചു കാലം ജീവിച്ചിരുന്നുസാഹചര്യങ്ങൾ.ഒരു ദിവസം ഓർക്കുമെന്ന ജന്മം ഏകദേശം ഇരുപതു വർഷങ്ങൾക്കു ശേഷം, സ്ത്രീ ഒരു ലഭിച്ചുമറ്റൊരു ഡോക്ടർ നിന്ന് ഫോൺ കോൾ. ഡോക്ടർ ഞാൻ ഈയിടെ പൂർത്തിയാക്കി തന്നിരിക്കുന്നു പറഞ്ഞു, "ഒരു ഓപ്പറേഷൻ. നിങ്ങളുടെ മകൻ ഇപ്പോൾ ഒരു സാധാരണ ജീവിതം കഴിയും: ഞങ്ങൾ ലേക്കായി ഒരു ശരീരം ഒട്ടിപ്പാൻ കഴിയുംഅവന്റെ തല! "സ്ത്രീ പ്രായോഗികമായി സന്തോഷത്തോടെ കരഞ്ഞുകൊണ്ട് ഡോക്ടറും Hung വാഴ്ത്തിഅപ്പ്. അവൾ എനിക്ക് * അത്ഭുതകരമായ ഉണ്ടു "എന്നു ജോണി ജോണി പടവുകളിലൂടെ ഓടിച്ചെന്നു *നിങ്ങൾക്ക് സർപ്രൈസ്! ""ഓ," ഹെഡ്, നിലവിളിച്ചു "അല്ല മറ്റൊരു!"
		-- Purdue Exponent, Jan 16, 1925

%
അവന്റെ കാലുകൾ അപകടത്തിൽ മുറിഞ്ഞുകിടന്നു ശേഷം ശ്രീ മില്ലർ നാശനഷ്ടങ്ങൾക്ക് സമനമായഅംഗവിഹീനനായിരുന്നെന്ന് എന്നു claming തന്റെ ജീവിതത്തിന്റെ ബാക്കി ചെലവഴിക്കാൻ ലഭിക്കുമായിരുന്നുഒരു ആശുപത്രിയില്ശയ്യാവലംബിയാണ്. ഇൻഷുറൻസ്-കമ്പനി ഡോക്ടർ എന്നു സാക്ഷ്യം ആണെങ്കിലുംഅസ്ഥികൾ ശരിയായി സൌഖ്യം അവൻ നടത്തം പൂർണ്ണമായി കഴിവുള്ള ആയിരുന്നു എന്നുംജഡ്ജി പടക്കം വേണ്ടി തീരുമാനിച്ചു അവനെ $ 500,000 സമ്മാനിച്ചു.അവൻ തന്റെ ചെക്ക് ശേഖരിക്കാൻ ഇൻഷ്വറൻസ് ഓഫീസായി അവള് ചെയ്തുമില്ലർ നിരവധി എക്സിക്യുട്ടീവ്മാരുടെ നടന്നു. "നിൻറെ കൂടെ ലഭിക്കുന്നില്ലെങ്കിൽഈ, മില്ലർ, "പറഞ്ഞു." നിങ്ങൾ രാവും പകലും കാണാൻ പോകുന്നു. നിങ്ങൾ എങ്കിൽഒരൊറ്റ ഘട്ടം നിങ്ങൾ നാശനഷ്ടങ്ങൾക്ക് പകരം എന്നാൽ പേരിൽ വിചാരണ മാത്രമല്ല കാണാംകള്ളസാക്ഷം. ഇവിടെ പണമുണ്ടായിരുന്നു. നിങ്ങൾ എന്തു അതിനെ ഉദ്ദേശിക്കുന്നത്? ""ഞാനും ഭാര്യയും യാത്ര പോകുന്നത്," മില്ലർ മറുപടി. "ഞങ്ങൾ പൊയ്ക്കൊള്ളാംസ്റ്റോക്ഹോം, ബെർലിൻ, റോം, ഏഥൻസിലേയും ഒടുവിൽ, ലൂർദ്ദ് എന്ന സ്ഥലത്തുകൊണ്ടുപോയി -എവിടെ എഫക്ടിനു, നിങ്ങൾ ഒരു അത്ഭുതം ഒന്ന് നരകം കാണും. "
		-- Purdue Exponent, Jan 16, 1925

%
തെറാപ്പി പന്ത്രണ്ടു വർഷങ്ങൾക്കു ശേഷം എന്റെ മട്ടില് എന്തെങ്കിലും പറഞ്ഞുഎന്റെ കണ്ണു കണ്ണുനീർ കൊണ്ടുവന്നു. അദ്ദേഹം പറഞ്ഞു: "ഇല്ല hablo ingles."
		-- Ronnie Shakes

%
ഒരു മനോരോഗവിഗദ്ധന് പോകുന്നു ആർക്കും അവന്റെ തല വിസ്തരിച്ചു ആഗ്രഹിച്ചു.
		-- Samuel Goldwyn

%
Aquavit പുറമേ ഒഴിച്ചുകൂടാനാവാത്ത, ഔഷധ ആവശ്യങ്ങൾക്കായി ഉപയോഗപ്രദമായ കണക്കാക്കുന്നുഞാൻ ഒരിക്കൽ പറഞ്ഞു എന്താണ് ഘടകങ്ങൾ സാധാരണ വേണ്ടി നോർവീജിയൻ രോഗശമനം ആണ്തണുത്ത. നിങ്ങൾക്ക് ഒരു തുരുത്തി ഒരു പോസ്റ്റർ കിടക്ക, പ്രഗല്ഭരായ നിറമുള്ള സംഭരണത്തിനു നേടുകയുംനിങ്ങളെ കണ്ടെത്താനാകും മൂലധനം. കിടക്കാൻ ചാരത്ത് കുറിപ്പിൽ തൊപ്പി ഇട്ടുപിന്നെ ബെഡ് കയറി നിങ്ങൾ കാപ് കാണാൻ കഴിയില്ല വരെ aquavit കുടിക്കും. ഞാൻ ഞങ്ങൾഈ ശ്രമിച്ചിട്ടില്ല, എന്നാൽ അതു ചെയ്യണം ഭാവത്തിൽ കട്ടിലില്.
		-- Peter Nelson

%
പെരുവിരലിന്മേലും ഒരു പൊതു തത്വം തെറാപ്പി ലെ നേരിടുന്നുണ്ട് ആരെയെങ്കിലും വിശ്വസിക്കരുത് ഒരിക്കലുംഅവരുടെ ആയുസ്സ് 15 ലധികം ശതമാനം. വചനങ്ങൾ "ഞാൻ ഖേദിക്കുന്നു, 'ഞാന്'തെറ്റായ "തികച്ചും പദസമ്പത്തിലും നിന്നും അപ്രത്യക്ഷമായി അനുജന് ചെയ്തിരിക്കുന്നു. അവർ പ്പെടുത്തുന്നു. ചെയ്യും, നിങ്ങൾ ഷൂട്ട് നിങ്ങളുടെ അപ്പാർട്ട്മെന്റിൽ കാര്യങ്ങൾ പൊട്ടി നിങ്ങളുടെ ലേക്ക് ദുസ്വപ്നം പറയുന്നവർസുഹൃത്തുക്കളുമായും കുടുംബാംഗങ്ങളുമായും, തുടർന്ന് പറഞ്ഞുകൊണ്ട് ഈ വേറൊന്ന് സ്വഭാവം ആത്മപ്രശംസ"തീർച്ചയായും ഞാൻ ഓവനിൽ നിങ്ങളുടെ നായ വെച്ചു. ഞാനോ ചെയ്യുന്നതിനാൽ * മെച്ചപ്പെട്ട * തോന്നുന്നു."
		-- Bruce Feirstein, "Nice Guys Sleep Alone"

%
ആശുപത്രിയിൽ ഡോക്ടർ മോശം അറിയിക്കുക എങ്ങനെ ഒരു തടവുകാരി പരിശീലിപ്പിച്ചുകൊണ്ടിരിക്കുകയാണ്രോഗികൾക്ക്. ഡോക്ടർ തടവുകാരി പറയുന്നു "305 ഈ മനുഷ്യൻ പോകുന്നആറു മാസം മരിക്കും. ചെന്നു അവനോടു പറയുക. "തടവുകാരി ധൈര്യത്തോടെ കടന്നു നടക്കുന്നുറൂം, മനുഷ്യന്റെ bedisde മുകളിലൂടെ അവനെ പറയുന്നു "സാജന് മരിക്കും മുൻപരിചയം തോന്നും!"മനുഷ്യൻ ഒരു ഹൃദയാഘാതം ഉണ്ട് സ്പോട്ട് ശസ്ത്രക്രിയ പാഞ്ഞു ആണ്. ഡോക്ടര്തടവുകാരി പിടിച്ചുപറ്റി അവനെ ചില്ലപ്പോള് "എന്തു!?! നിങ്ങളുടെ മന്ദബുദ്ധി ചില തരത്തിലുള്ള?നിങ്ങൾ എളുപ്പമാണ്, അത് എടുത്തു വിഷയം വരെയുള്ള നിങ്ങൾ വഴി ജോലി ലഭിച്ചു. ഇപ്പോൾ ഈ മനുഷ്യനിൽ213 ജീവിക്കാൻ ആഴ്ചയിൽ കുറിച്ച് ഉണ്ട്. ചെന്നു അവനോടു പറയേണ്ടതു, സൌമ്യമായി നിങ്ങൾ കേൾക്കുംസൌമ്യമായി! "തടവുകാരി പതുക്കെ മുറിയിലേക്ക് തനിക്കു മൂളിനടക്കുന്നതും, cheerily പോകുന്നുസൂര്യൻ അനുവദിക്കാൻ Drapes തുറക്കുന്നു മനുഷ്യന്റെ .ഇതിപ്പൊ മേൽ നടക്കുന്നു, fluffsഅവന്റെ തലയണ ഒരു അവനെ ഉദ്ദേശിക്കുന്നു "സുപ്രഭാതം!" "അത്ഭുതകരമായ ദിവസം,? പറയുക ...ഉടൻ മരിക്കാൻ പോകുന്നു മിഴിനീര്! "
		-- Bruce Feirstein, "Nice Guys Sleep Alone"

%
ഒരു മെച്ചപ്പെട്ട മനോരോഗവിഗദ്ധന് Be ലോകത്തെ നിങ്ങളുടെ വാതിൽക്കൽ ഒരു psychopath തല്ലി ചെയ്യും.
		-- Bruce Feirstein, "Nice Guys Sleep Alone"

%
അവസാന നിമിഷം അധികം തുടക്കത്തിൽ മരുന്നുകൾ ഉപയോഗിക്കുന്നതാണ് നല്ലത്.
		-- Bruce Feirstein, "Nice Guys Sleep Alone"

%
ചില വൃദ്ധന്മാർ ഒരു തണുത്ത കുളി എടുക്കൽ, പ്രഭാത ഉയരും ഇഷ്ടപ്പെടുന്നത് ഒരു നീണ്ടമാംസം ഭയംഗര ഒരു ഒഴിഞ്ഞ വയറുമായി നടക്കാൻ വേണുഗോപാല്. അവപിന്നീട് അവരുടെ ആരോഗ്യമുള്ള കാരണമായത് ഈ പ്രവർത്തികളുടെ അഭിമാനത്തോടെ ചൂണ്ടിക്കാണിക്കാൻആരോഗ്യ പാകമായ സംവത്സരം; സത്യം അവർ വിമര്ശിച്ചത് ആൻഡ് പഴക്കമുള്ള ഒരാളായി,കാരണം അവരുടെ ശീലങ്ങൾ, പക്ഷേ ഭീകരമായി അവരിൽ. ഞങ്ങൾ കണ്ടെത്താൻ കാരണംഈ കാര്യം മാത്രം കരുത്തുറ്റ പേർക്ക് അത് എല്ലാ കൊല്ലപ്പെട്ടു എന്നതാണ്അതു ശ്രമിച്ചിട്ടുണ്ട് മറ്റുള്ളവരെ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
രോഗം, രോഗിയുടെ കൊല്ലാൻ.
		-- Francis Bacon

%
മരണം 99% ലബോറട്ടറി എലികളിൽ മാരകമായ തെളിയിക്കപ്പെട്ടിട്ടുണ്ട് ചെയ്തു.
		-- Francis Bacon

%
ഡെന്റൽ ആരോഗ്യം മാനസികാരോഗ്യ അടുത്താണ്.
		-- Francis Bacon

%
ഏറെ വാക്ക് "തെറാപ്പിസ്റ്റ്" കയറി "ബലാത്സംഗം" കേടായാൽ ശ്രദ്ധിച്ചോ?ലളിത ഹുബൈബുള്ളയും?ഒരുപക്ഷേ...
		-- Francis Bacon

%
എന്റെ മകൻ, റോബർട്ട്, ഈ തന്റെ ജീവിതത്തിലെ ഉയർന്ന പോയിന്റ് ആയിരിക്കും .തെറി ആണ്തീയതി. , ചിലപ്പോൾ മൂന്നു ദിവസം ഇപ്പോൾ രണ്ട് അവൻ തന്റെ പൈജാമ ന് വന്നിട്ടുണ്ട്. അവനുണ്ട്സന്തോഷകരമായ സ്വാതന്ത്ര്യം അർത്ഥം ഒരു 5 വർഷം പഴക്കമുള്ള കുട്ടി പെട്ടെന്ന് അവൻ ലഭിക്കുന്നുഅവൻ അങ്കി അനിയനും ഒരു അസറ്റലീൻ ടോർച്ച് പ്രവർത്തിച്ചുകൊണ്ടിരിക്കുവാനോ കഴിഞ്ഞില്ല തിരിച്ചറിയുന്നുകൂടാതെ [കാരണം പന്നിപ്പനി] അരുതു പാരന്റ് വസ്തു ശക്തി ലഭിക്കുമായിരുന്നു.അവൻ തന്റെ ഭക്ഷണ അടങ്ങുന്നതാണ് മാർഗങ്ങൾ തൻറെ സ്വന്തം ഭക്ഷണം വേണ്ടി ഇരതേടൽ ചെയ്തുപൂർണ്ണമായും മാത്രം ശനിയാഴ്ച രാവിലെ ൽ പരസ്യപ്പെടുത്തുന്ന ഏത് "ഭക്ഷണം" പദാർത്ഥത്തിന്റെകാർട്ടൂൺ ഷോകൾ; ജൂക്ക്ബോക്സ് ലൈറ്റുകൾ നിറം ആകുന്നു എന്നു വസ്തുക്കളെ, ആനിയമപരമായ കാരണങ്ങളാൽ അവരുടെ പേരുകൾ ന്യൂ Creemy എന്നപോലെ അക്രമം തക്കതായി'Froot ( "ഈ പൂർണ്ണമായ പ്രാതൽ ഭാഗമായി") ഹേ ചോക്-'n'-Cheez ഇട്ടാണ്.
		-- Dave Barry, "Molecular Homicide"

%
ഫോർച്യൂൺ ന്റെ വ്യായാമം സത്യങ്ങൾ:1: ഒരു ഭ്രാന്തൻ പോലെ വ്യായാമം ചെയ്യാനുള്ള റിച്ചാർഡ് സിമ്മൺസ് ഫെക്കാണെങ്കില്. അദ്ദേഹം പറഞ്ഞു.2. എയറോബിക് വ്യായാമങ്ങൾ പ്രചോദനം ഹൃദയം വേഗത്തിലാക്കാൻ. അങ്ങനെ ഹൃദയാഘാതം ചെയ്യാൻ.3. ചെറിയ കുട്ടികളുടെ ചുറ്റും വ്യായാമം ജീവിതത്തിനുള്ള വൈകാരികമായി അവരിൽ ഏറെപഠിക്കാനുളളതുകൊണ്ട് കഴിയും.4. ഒരു പന്നി പോലെ പെര്ഫ്യൂം ശ്വാസം പിടയുകയായിരുന്നതിനാൽ ഉന്മേഷം അല്ല.5. സാരമില്ല ആരെങ്കിലും നിങ്ങളോടു പറയുന്നതുപോലെ, ഐസോമെട്രിക് വ്യായാമങ്ങൾ ചെയ്യാൻ കഴിയില്ല    ശാന്തമായി ജോലി സ്ഥലത്തോ രൂപേണ. ആളുകൾ പോലെ മാനികോഗൻ പ്രവണതകൾ സംശയിക്കാൻ    നിങ്ങളുടെ കസേര ചുറ്റും twitter.6. അസ്ഥികൾ അടക്കം അടുത്തത്, ഒരു നായ mosts ചെയുന്നത് കാര്യം ജോഗ്ഗേഴ്സ് ട്രിപ്പിംഗ് ആണ്.7. അവർ ചുറ്റും പ്രവർത്തിപ്പിക്കാൻ കഴിയും അങ്ങനെ ഒരു ചെറിയ, സിമന്റ്-വേലികെട്ടിയടച്ചു മുറിയിൽ നാലുപേർ പൂട്ടുന്നു    പരസ്പരം - - ഒരു ഹാർഡ് അല്പം റബ്ബർ പന്ത് ബോളില്നിന്ന് ഒരു മണിക്കൂർ    ഭ്രാന്ത് ഒരു ഫോം: റാക്കറ്റ് ഉടനെ അത് എന്താണെന്ന് അംഗീകാരം വേണം.8. അമ്പതു പുഷ് അപ്പുകൾ, മുപ്പതു സിറ്റപ്പുകൾ പിന്നാലെ പത്തു കൊക്കിനു-അപ്പുകൾ പിന്നാലെ    ഒറ്റ ത്രോ-അപ്പ് തൊട്ടുപിന്നിൽ.പുകവലി ഒഴിവാക്കണം സമയത്ത് ചെയ്യാൻ കഴിയുന്ന ഏത് പ്രവർത്തനവും 9..
		-- Dave Barry, "Molecular Homicide"

%
[ഇന്റർനാഷണൽ Ontopsychology ഒരു കോൺഗ്രസ് പ്രഖ്യാപനം നിന്നുംഅസോസിയേഷൻ റോമിലെ]:Ontopsychological സ്കൂൾ, പുതിയ ഗവേഷണങ്ങൾ മാനദണ്ഡങ്ങൾ സ്വയം ക്കാണ് ആൻഡ്ഒരു പുതിയ telematic ജ്ഞാനസിദ്ധാന്തത്തിനുപകരിക്കുന്ന, സോഷ്യൽ മോഡുകൾ തൈകളെ എന്ന് പുലർത്തുന്നുണ്ട്പ്രദേശത്തിന്റെ അല്ലെങ്കിൽ വർഗത്തിന്റെ, അല്ലെങ്കിൽ ഉപഭോക്തൃ ഗുഡ്സ്, അല്ലെങ്കിൽ മാർഗങ്ങളിലൊന്നാണ് വൈരുദ്ധ്യാത്മകത നിന്ന്ശക്തിയുടെ, മറിച്ച് ദശലക്ഷക്കണക്കിന് ൽ capillarized ചലനാത്മക latencies നിന്ന്അവർ ഇവന്റ് എത്തിച്ചേർന്നു ഒരിക്കൽ ഏത്, സിസ്റ്റം പ്രവർത്തനങ്ങൾ വ്യക്തികളെmaturation, പാളിച്ച പ്രതിഭാസവിജ്ഞാനം ലെ പൊട്ടി അനുയോജ്യമായ ഇടപെടുന്നുവെന്ന്stereotype മുഖ്യകഥാപാത്രം അല്ലെങ്കിൽ ഡ്യൂട്ടി marionette (ജനറൽ, പ്രസിഡന്റ്, രാഷ്ട്രീയപാർട്ടി മുതലായവ) ബഹുജന വംശഹത്യ സോഷ്യൽ സ്കീസോഫ്രീനിയ പ്രവർത്തികളിൽ consummate ലേക്ക്.
		-- Dave Barry, "Molecular Homicide"

%
ദൈവം മരിച്ചു ഞാൻ സ്തബ്ധനായി വളരെ സുഖം തോന്നുന്നില്ല ....
		-- Ralph Moonen

%
"ആരോഗ്യമാണ്" കേവലം ആരെങ്കിലും മരിക്കുന്നതു സാധ്യമാകുന്നു പതുക്കെയുള്ള നിരക്ക്.
		-- Ralph Moonen

%
സന്തോഷം എന്നത് നല്ല ആരോഗ്യവും മോശം ഓർമ്മശക്തിയും.
		-- Ingrid Bergman

%
ആരോഗ്യം കേവലം ആരെങ്കിലും മരിക്കുന്നതു സാധ്യമാകുന്നു ഭൗമദിനങ്ങൾ സാധ്യമായ നിരക്ക് ആണ്.
		-- Ingrid Bergman

%
ആരോഗ്യ പരിപ്പ് മരിക്കുന്നതിനു ആശുപത്രികളിൽ കിടക്കുന്ന വങ്കത്തമാണ് പഴയതാവും തോന്നാൻ പോകുന്നുഒന്നുമില്ലായ്മയിൽ.
		-- Redd Foxx

%
ഒന്നാം എയ്ഡ് തന്റെ ആശയങ്ങൾ സോഡ വെള്ളം squirting കുറിയ നിർത്തി.
		-- P. G. Wodehouse

%
മാനവ ഹൃദയ catheterization 1929 വെർണർ Forssman പരിചയപ്പെടുത്തി.തന്റെ വകുപ്പിന്റെ തലവൻ അവഗണിച്ചുകൊണ്ട്, ഓപ്പറേറ്റിംഗ് തന്റെ അസിസ്റ്റന്റ് കൂട്ടിക്കെട്ടിഅവളുടെ ഇടപെടലുകൾക്ക് തടയാൻ മേശ, അവൻ ഒരു ureteral .കയറിക്കഴിഞ്ഞാല് വയ്ക്കുന്നുതന്റെ കൈയ്ക്ക് സിര, [അവന്റെ ഹൃദയത്തിന്റെ] ശരിയായ ആട്രിയം അതു മുന്നേറിയഅവൻ confirmatory എടുത്തു എവിടെ എക്സ്-റേ വകുപ്പിന് മുകളിലത്തെ നടന്നുഎക്സ്-റേ ഫിലിം. 1956 ൽ ഡോ Forssman നോബൽ സമ്മാനം ലഭിച്ചു.
		-- P. G. Wodehouse

%
ഞാൻ എന്റെ വ്യായാമം പ്രകടമാക്കുന്ന എന്റെ കൂട്ടുകാരന് pallbearer പ്രവർത്തിക്കുകയായിരുന്നു നേടുക.
		-- Chauncey Depew

%
ഞാൻ എന്റെ ശസ്ത്രക്രിയ ബിൽ ലഭിച്ചു. ഇപ്പോൾ ഞാൻ ആ ഡോക്ടർമാർ ആയിരുന്നു എന്താണെന്ന്വേണ്ടി മാസ്ക് ധരിച്ച.
		-- James Boren

%
'ഞാൻ കണ്ണു മുന്നിൽ പാടുകൾ കാണുന്നത് തുടരുകയാണെങ്കിൽ. ""നിങ്ങൾ എപ്പോഴെങ്കിലും ഒരു ഡോക്ടറെ കാണാൻ ചെയ്തോ?""ഇല്ല, വെറും മേയറുടെ."
		-- James Boren

%
ഒരു വ്യക്തി (എ) മോശമായി എങ്കിൽ, (ബി) അവനെ മികച്ചതാക്കാൻ ഉദ്ദേശിച്ചുള്ള ചികിത്സ കൈക്കൊള്ളുന്നു(സി) ഉത്തമം, പിന്നീട് മെഡിക്കൽ സയൻസ് അറിയിച്ചിരിക്കുന്നു ന്യായവാദം ശക്തി കഴിയും ലഭിക്കുന്നുഅതു തന്റെ ആരോഗ്യം പുനഃസ്ഥാപിച്ച ചികിത്സ എനിക്ക് വേണ്ടി അവനെ ബോധ്യപ്പെടുത്താൻ.
		-- Sir Peter Medawar, "The Art of the Soluble"

%
ഞാൻ നിന്നെ ചുംബിക്കുന്നു, ആ ഒരു മനഃശാസ്ത്രപരമായ പ്രതിപ്രവർത്തനം ആണ്.മറുവശത്ത്, ഞാൻ ഒരു ഇഷ്ടിക തലയിൽ നിങ്ങൾ എന്റർ ചെയ്താൽഇതും മനഃശാസ്ത്രപരമായ ഒരു പ്രതിപ്രവർത്തനം ആണ്.വ്യത്യാസം ഒന്നു ഫ്രണ്ട്ലി ആണ് മറ്റ് തന്നെ ഇരിക്കാന്അങ്ങനെ ഫ്രണ്ട്ലി.നിങ്ങൾ ഏത് ആണ് കേള്ക്കുന്നു ശ്രദ്ധിയ്ക്കേണ്ടിയിരിയ്ക്കുന്നു.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
നിങ്ങളുടെ ഡ്രൈവറുടെ ലൈസൻസ് ഫോട്ടോ പോലെ നോക്കിയാൽ - ഒരു ഡോക്ടറെ കാണാൻ.നിങ്ങളുടെ പാസ്പോർട്ട് ഫോട്ടോ പോലെ നോക്കിയാൽ - ഒരു ഡോക്ടറുടെ വേണ്ടി വളരെ വൈകിയിരിക്കുന്നു.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
എന്നത് ഒരു ദന്തരോഗ അല്ല ഒരു ദന്തരോഗ പോലെ സംസാരിക്കാൻ വളരെ മതമോ ആണ്.ഒരു കള്ള മതിപ്പ് ഉത്പാദിപ്പിക്കുന്നത്.
		-- Oscar Wilde.

%
ഇത് ഇനി അരോഗ്യം ഒരു ചോദ്യമാണിത്. അത് കണ്ടെത്താൻ ഒരു ചോദ്യമാണിത്നിങ്ങൾ ഇഷ്ടപ്പെടുന്ന ഒരു വ്യാധിയും.
		-- Jackie Mason

%
ഇത് റിയാലിറ്റി അല്ലെങ്കിൽ എത്ര പ്രധാനപ്പെട്ട കാര്യങ്ങൾ തിരിച്ചറിയുന്നില്ലയോ - ഇത് അത്രയേയുള്ളൂഎന്തു അതിനെ നിങ്ങൾ ലഭിക്കുന്ന ...
		-- Jackie Mason

%
ഡോക്ടറെ നിങ്ങളുടെ സ്ഥിതി ഒരു പേര് ഉണ്ട് കാരണം അവൻ അർത്ഥമില്ലഅത് എന്താണെന്ന് അറിയുന്നു.
		-- Jackie Mason

%
Laetrile കുഴി ആണ്.
		-- Jackie Mason

%
എന്റെ ഡോക്ടറേറ്റും സാഹിത്യത്തിൽ, എന്നാൽ എനിക്കു ഒരു നല്ല പൾസ് തോന്നും.
		-- Jackie Mason

%
Neurotics ആകാശത്ത് കോട്ടകൾ പണിയുംPsychotics അവരെ ജീവിക്കുന്നത്മാനസികവിധഗ്ദരും വാടകയ്ക്ക് ശേഖരിക്കും.
		-- Jackie Mason

%
ആരുടെ ഓഫീസ് സസ്യങ്ങൾ മരിച്ചു ഒരു ഡോക്ടറുടെ ഒരുനാളും.
		-- Erma Bombeck

%
കോഴ്സ് ന്യൂ ഇംഗ്ലണ്ട് ലൈഫ്. നിങ്ങൾ എന്താണ് ചോദിച്ചത്?
		-- Erma Bombeck

%
പേജ് 46സീനായ് ഡോ തോമസ് സി വര്ഷമായി നടത്തിയ ഒരു പഠനത്തിൽ ചൂണ്ടിക്കാട്ടിയാണ് ... ഒരു റിപ്പോർട്ട്ഉപയോഗിക്കപ്പെടുന്നു രണ്ട് ഗ്രൂപ്പുകൾ അപേക്ഷിച്ച് ചെയ്ത ന്യൂയോർക്കിലെ മെഡിക്കൽ സെന്റർഅസ്കോർബിക് ആസിഡ് ഒരു തണുത്ത തടയാനാണെങ്കിൽ എന്ന് സിദ്ധാന്തം പരീക്ഷിക്കാൻ. "കൂട്ടംഅവർ അസ്കോർബിക് ആസിഡ് ഉണ്ടായിരുന്ന ചിന്തിച്ച നല്ലതാണ് ന് "ഡോ വര്ഷമായി പറയുന്നു"അവർ ആയിരുന്നു ചിന്തിച്ച അസ്കോർബിക് ആസിഡ് ഗ്രൂപ്പ് കുറവായിരിക്കണം ജലദോഷം ഉണ്ടായിരുന്നുനല്ലതാണ് ന്. "പേജ് 56നല്ലതാണ് മനസ്സും ശരീരവും തമ്മിൽ യാതൊരു യഥാർത്ഥ ശുദ്ധീകരണ ഇല്ല തെളിവാണ്.രോഗം എപ്പോഴും രണ്ടും തമ്മിലുള്ള പ്രതിപ്രവർത്തനം ആണ്. ഇത് മനസിൽ തുടങ്ങാം ഒപ്പംശരീരം ബാധിക്കും, അല്ലെങ്കിൽ രണ്ടും ശരീരത്തിൽ തുടങ്ങും മനസും ബാധിക്കും,അതേ രക്തത്തിലൂടെ വഴി വിളമ്പുന്നത്. ഏറ്റവും മാനസിക പെരുമാറണം ശ്രമങ്ങൾഅവർ ശാരീരിക കാരണങ്ങൾ ശ്രമങ്ങളുടെ പൂർണ്ണമായും സൗജന്യമായി തോന്നുന്നു രോഗങ്ങൾമനസ്സ് യാതൊരു വഴി ഉൾപ്പെട്ട നിർബന്ധമാണ് ഉണ്ടായിരുന്നാലും ഏറ്റവും ഉരുവിൽ രോഗങ്ങൾ പെരുമാറണംവഴി മനുഷ്യ കുറിച്ച് പുതിയ തെളിവുകൾ വെളിച്ചത്തിൽ പുരാതനമായ കണക്കാക്കുംശരീരം പ്രവർത്തനങ്ങൾ."രോഗി അറിഞ്ഞു പോലെ ഒരു രോഗത്തിന്റെ അനാട്ടമി"
		-- Norman Cousins,

%
വിശകലനത്തിലൂടെയാണ് പക്ഷാഘാതം.
		-- Norman Cousins,

%
ശരിയായ ചികിത്സ ഏഴു ദിവസം ഒരു തണുത്ത ചികിത്സിക്കാൻ, പക്ഷേ തന്നെ വിട്ടുഒരു തണുത്ത ഒരാഴ്ച ന് തൂക്കിയിടും.
		-- Darrell Huff

%
മനോരോഗ ഞങ്ങളുടെ മാതാപിതാക്കൾ ഏറ്റുപറഞ്ഞ് നമ്മുടെ തെറ്റുകൾ തിരുത്താൻ നമ്മെ പ്രാപ്തരാക്കുന്നത് 'പോരായ്മകൾ.
		-- Laurence J. Peter, "Peter's Principles"

%
മനോവിശ്ലേഷണത്തിന്റെ സ്വയം ഒരു തെറാപ്പി സംബന്ധിച്ചു ഏത് മാനസിക രോഗം എന്നതാണ്.
		-- Karl Kraus

%
മനോരോഗ ഒറ്റയായി വഴി ഐഡി പരിചരണം ആണ്.
		-- Karl Kraus

%
എന്നെ ഒരു ഒരുപദേശം മനുഷ്യൻ കാണിക്കുക ഞാൻ നിങ്ങൾക്കു വേണ്ടി സൌഖ്യം ചെയ്യും.
		-- C. G. Jung

%
സൈക്കോളജി. അവഗാഹമുള്ള മൈൻഡ്. കാര്യം കീഴിൽ മനസ്സ്? സാരമില്ല.കാര്യമാക്കേണ്ടതില്ല.
		-- C. G. Jung

%
30 പ്രേരിപ്പിക്കുന്നതിന് മതി വ്യായാമം കൂടിയാണ്.
		-- C. G. Jung

%
40 പ്രേരിപ്പിക്കുന്നതിന് മതി വ്യായാമം കൂടിയാണ്.
		-- C. G. Jung

%
നിങ്ങളുടെ ആരോഗ്യ വിഷമിക്കുന്നത് ക്വിറ്റ്. ഇത് പോകുന്നതു കാണാം.
		-- Robert Orben

%
സിഗ്മണ്ട് ഭാര്യ ഫ്രോയിഡിന്റെ സ്ലിപ്പിൽ ധരിച്ചിരുന്നത്.
		-- Robert Orben

%
ചില ആളുകൾ അവരുടെ വേദനയേറിയ സാങ്കൽപ്പിക രോഗത്തിന് ഒരു നല്ല സാങ്കൽപ്പിക രോഗശമനം ആവശ്യമാണ്.
		-- Robert Orben

%
ചിലപ്പോൾ മികച്ച മരുന്ന് എന്തെങ്കിലും നിർത്താനാണ് ആണ്.
		-- Robert Orben

%
വൈക്കോൽ? ഇല്ല, വളരെ വങ്കത്തമാണ് സൂനങ്ങള്. ഞാൻ അരിമ്പാറ ന് അഴുക്കുപുരണ്ട വെച്ചു.
		-- Robert Orben

%
സ്ട്രെസ് രോഗത്തിന്റെ പ്രധാന കാരണം ആയി കൃത്യമായി ചെയ്തു. അമിതഭാരം ഒഴിവാക്കാൻവൃദ്ധ, നിങ്ങളുടെ ജീവിതത്തിൽ നിന്നു സമ്മർദ്ദം പ്രമാണിച്ചു. പകരം മറ്റുള്ളവർക്ക് നൽകുക. അറിയുക"Gaslight" ചികിത്സ "നീ എന്നോടു സംസാരിക്കുന്നതു?" ടെക്നിക്വ, ഒപ്പം"നീ തോന്നുന്നുണ്ടോ? നിങ്ങൾ ഇളം നോക്കി." സമീപനം. ചർച്ചകളിലൂടെ ഉപയോഗിച്ച് ആരംഭിച്ച്ഗുണങ്ങളുണ്ട്. ഉപജാപങ്ങൾ അപമാനം മുന്നേരുന്നതാണ്. സർവോപരി, വിശ്രമിക്കാൻഒരു നല്ല ദിവസം ആശംസിക്കുന്നു.
		-- Robert Orben

%
80 - നിങ്ങൾക്ക് കീമോതെറാപ്പി നിന്നും അതിനെപറ്റി പറയാൻ കഴിയില്ല.
		-- Robert Orben

%
"... മായോ ക്ലിനിക് അതിന്റെ സ്ഥാപകനായ ഡോ ടെഡ് ക്ലിനിക് പേരിലാണ് ..."
		-- Dave Barry

%
"Molars, എനിക്ക് ഉറപ്പുണ്ട്, molars ശ്രദ്ധിക്കാൻ കഴിയും, എല്ലാം ശരിയാവും ആയിരിക്കുംസ്വയം തന്നെ "വൃദ്ധൻ ഇനി എന്നോടു പറഞ്ഞു." എന്നാൽ മാറുംbicuspids ഓഫ്? "
		-- The Old Man and his Bridge

%
ഔഷധ ന്യൂ ഇംഗ്ലണ്ട് ജേർണൽ 9 10 ഡോക്ടർമാരുടെ അംഗീകരിക്കുന്നു റിപ്പോർട്ട്1 10 ഡോക്ടർമാരെ നിന്നു അഗ്യുറോ.
		-- The Old Man and his Bridge

%
യഥാർത്ഥ കാരണം മനഃശാസ്ത്രം ബുദ്ധിമുട്ടാണ് ശ്രമിക്കുന്ന മനശാസ്ത്രജ്ഞർ എന്നതാണ്അസാധ്യമാണ് ചെയ്യാൻ.
		-- The Old Man and his Bridge

%
അവർ ജ്ഞാനം പല്ലുകൾ വിളിക്കുന്നു കാരണം അനുഭവം നിങ്ങൾ ബുദ്ധിമാനുമാക്കും എന്നതാണ്.
		-- The Old Man and his Bridge

%
ആരോഗ്യമുള്ള അനധികൃത രഹസ്യം ജങ്ക് ഫുഡ് തിന്നു എന്നതാണ്.
		-- The Old Man and his Bridge

%
ഹൃദ്രോഗം പ്രശ്നമുണ്ടോ ആദ്യ ലക്ഷണം പലപ്പോഴും ബുദ്ധിമുട്ടാണ് എന്നതാണ്മരണം: കൈകാര്യം.
		-- Michael Phelps

%
ഒരു പശു ആശ്ചര്യചകിതനായ ആർ ബഹുരസംഓഗസ്റ്റ് 1977 ഡച്ച് വെറ്ററിനറി തന്റെ ചുമതലകളിൽ കോഴ്സ്സർജൻ ഒരു രോഗി പശുവിനെ പെരുമാറണം ഉണ്ടാവുകയില്ല. അതിന്റെ ആന്തരിക അന്വേഷിക്കാൻഅവൻ മൃഗം ആ ലക്ഷ്യം മുഖത്തുണ്ടാകുന്ന ശേഷിയില്ല ഒരു ട്യൂബ് ചേർത്ത വാതകങ്ങൾഒരു മത്സരത്തിൽ ആവിഷ്കാരവും അടിച്ചു. ജ്വലിക്കുന്ന ജെറ്റ് ചില ആദ്യം തീമുഴുവനും അങ്ങനെ കൂട്ടാക്കാതെ പുല്ലു എന്ന bales ആൻഡ് L45,000 തകർക്കൽ എസ്റ്റിമേറ്റ് കാരണമാകുകയും.ദാസേട്ടനു പിന്നീട് ലേക്ക് അത്ഭുതമില്ല ഒരു വിധത്തിൽ തീ തുടങ്ങുന്ന വേണ്ടി L140 പിഴയിട്ടുഅധിപതികൾ. പശു കിടുകിടാ രക്ഷപ്പെട്ടു.
		-- Stephen Pile, "The Book of Heroic Failures"

%
നാം പനിയുണ്ട്. ഈ പ്രത്യേക ബുദ്ധിമുട്ട് ഒരു ഔദ്യോഗിക ഉണ്ട് എങ്കിൽ ഞാൻ അറിയുന്നില്ലപേരിടുക, പക്ഷേ അത് പ്രവർത്തിച്ചാൽ അത് "ചൊവ്വയിലെ മരണം ഫ്ലൂ" പോലെ എന്തെങ്കിലും ആയിരിക്കണം. നിങ്ങളെഅതു സ്വയം എന്നു വിശ്വസിക്കപ്പെടുന്നു. പ്രധാന ലക്ഷണം നിങ്ങൾ മറ്റൊരു ഇനിയെടുക്കോ എന്നതാണ്"വൈദ്യുതക്കസേരയെയും" പറഞ്ഞ അപ്പ് കഴിഞ്ഞ "ഉയർന്ന", നിങ്ങളുടെ ഇലക്ട്രിക് ബ്ലാങ്കറ്റ് ക്രമീകരണം.മറ്റൊരു ലക്ഷണം കാരണം (എ), നിങ്ങളുടെ ബ്രഷിൽ നിർത്തലാക്കും എന്നതാണ്പല്ലുകൾ ഉപദ്രവിക്കില്ല, (ബി) നിങ്ങൾ ബലം കുറവുണ്ടോ. ബ്രഷിൽ വഴി മിഡ്വേപ്രക്രിയ, ഒരു ദമ്പതികൾ ബാക്കി മൃഗസ്വഭാവികളാകുന്നു മുന്നിൽ കിടക്കും ഞങ്ങൾക്കുണ്ട് ആഗ്രഹിക്കുന്നുമണിക്കൂർ, ഒപ്പം ടൂത്ത് നുരയെ ഒഴുക്കുകളെ നിങ്ങളുടെ നിന്നു ചിറ്റമ്മ dribble തന്നെവായ്, പ്രായത്തില് ചെറിയ ടൂത്ത് ആ stalagmites പിന്നീട് കാഠിന്യംനിങ്ങളുടെ തലയിലെ എങ്ങനെ ആണ്, ബാത്ത്റൂം മത്തെ ശാശ്വതമായി ഇടപഴകനായി തന്നെപോലീസ് നിങ്ങളെ കണ്ടെത്താനാകും.ഞാൻ സംസാരിക്കുന്നത് പിരിയുകയാണ് പന്നിപ്പനി തരത്തിലുള്ള അറിയുന്നു.
		-- Dave Barry, "Molecular Homicide"

%
"13 തുടർച്ചയായ ആഴ്ച വീണ്ടും സ്വാഗതം എവ്ലീനുമായി. എവ്ലീൻ ഉദ്ദേശിക്കുന്നസ്വയം-നിർദ്ദേശം ബൂത്തിൽ ചെന്നു നിങ്ങളുടെ പതിവ് നടക്കുന്നത്മാനസിക prompter കിടക്ക? ""റെഡ് നന്ദി.""ഇപ്പോൾ എവ്ലീനുമായി, കഴിഞ്ഞ ആഴ്ച നിങ്ങളെ $ 40,000 ശരിയായി ചൂണ്ടിക്കാട്ടിയപ്പോൾ പോയിനിങ്ങളുടെ ഒരു നിര്ബന്ധിക്കുന്ന സാദോയുടെ-ബില്സുവിനെ സ്വഭാവം പോലെ നിങ്ങളുടെ ശഠിക്കുന്നില്ല ഉപയോഗിച്ച് അത്തവണത്തെഒരു ആദ്യകാല പോസ്റ്റ് വൈകല്യവും ഭക്ഷണം പ്രശ്നം നിന്നു വികസിപ്പിച്ചെടുത്തു പാറ്റേൺ. ""അതെ, റെഡ്.""എന്നാൽ - പിന്നീട്, പ്രീ-കൗമാര ശിശ്നാസൂയയും ഭാവനയും ചോദിച്ചപ്പോൾഅടിച്ചമർത്തലാണ് ഇരട്ടി നിങ്ങൾ യുക്തിസഹമാക്കുകയാണ് മാനസിക മൂന്നു പ്രാവശ്യം തടഞ്ഞു. ഇപ്പോൾ,യ്യാന് ശതമാനം $ 300 മാനസിക തടയൽ $ 500- നിങ്ങൾക്ക് ഓഫ് $ 2,100 നഷ്ടമായിനിങ്ങളുടെ $ 40,000 $ 37,900 മൊത്തം നിങ്ങളെ വിട്ടുകൊടുത്തത്. ഇപ്പോൾ, ഏതെങ്കിലും സംയോജനമാണ്രണ്ട് കൂടുതൽ മാനസിക ബ്ലോക്കിലും ഒറ്റ യ്യാന് മൂന്നു പ്രതിരോധത്തിലേക്ക് ഒന്നുകിൽപൂമുഖം നിങ്ങൾ ഗെയിം നിന്നു ആക്കും. നിങ്ങൾ മുന്നോട്ട് പോകാൻ തയ്യാറാണോ? ""അതെ, റെഡ്.""ഞാൻ ഇവിടെ പറയാം എവ്ലിൻ ന്റെ ചോദ്യങ്ങളും ഉത്തരങ്ങളും എല്ലാ ഉണ്ടെന്ന്അവളുടെ വിദഗ്ദനായ കൃത്യതയ്ക്ക് പരിശോധിക്കപ്പെട്ടിട്ടുമില്ല. ഇപ്പോൾ എവ്ലീനുമായി, $ 80,000 വേണ്ടിനിങ്ങളുടെ മൂന്ന് വിവാഹങ്ങൾ പരാജയം വിശദീകരിക്കുന്നു. ""ശരി, I--""ഞങ്ങൾ ഒരു മിനിറ്റിനുള്ളിൽ തിരികെ ആരറിയാന് ലേക്ക് ലഭിക്കും. ഞങ്ങളുടെ ആദ്യത്തെ ഒരു വാക്ക്ഉൽപ്പന്നം. "
		-- Jules Feiffer

%
ഔഷധങ്ങളുടെ ഒരുപാട് രോഗം നിർദ്ദേശിച്ചു ചെയ്യുമ്പോൾ, അത് കഴിയില്ല എന്നാണ്സൌഖ്യം.
		-- Anton Chekhov, "The Cherry Orchard"

%
നിങ്ങളുടെ ദഹനേന്ദ്രിയ വ്യവസ്ഥയെ ഉതകാത്ത ഭക്ഷണം ഒരു നീണ്ട പോകുന്നു, നിങ്ങളുടെ ശരീരം ഫൺ ഗൃഹവുംഇരുണ്ട, ഭീതിദമാണ് റൈഡ്, അപ്രതീക്ഷിത വളവുകൾ, തിരിവുകൾ എല്ലാ തരത്തിലുള്ള വാങ്ങാതെ ചെയ്തുകൊണ്ടിരിക്കുകയാണ്വഴിയിലുടനീളം ക്രൂരമായ സ്രവണം ആക്രമിച്ചു, അവസാനം വരെ അറിയാതെഅതു അല്ലെങ്കിൽ ഒരു ഉപയോഗപ്രദമായ ശരീരം ഭാഗമായി മാറി എന്ന് കടന്നു ക്യാമയുടെ മിനിറ്റ്മിസ്റ്റർ Sphincter വഴി ഇരുണ്ട ഹോൾ. നാം അമേരിക്കക്കാർ ഒരു രാജ്യത്ത് ജീവിക്കുന്നത്നിങ്ങൾ ചിലപ്പോൾ count ഇല്ലാതിരുന്നാൽ മെഡിക്കൽ കെയർ സിസ്റ്റം, ലോകത്തിൽ ഒട്ടും പിന്നിലല്ല ആണ്നാം ആവിയായിപ്പോകും കഴിഞ്ഞില്ല സ്കോട്ട്ലാന്റ് പോലുള്ള 25 അല്ലെങ്കിൽ 30 ചെറിയ scuzzball രാജ്യങ്ങളിൽനിമിഷങ്ങൾ ഞങ്ങൾ അതു പോലെ തോന്നി എങ്കിൽ.
		-- Dave Barry, "Stay Fit & Healthy Until You're Dead"

%
