അമേരിക്കയിൽ സ്ത്രീകൾ 94% മനോഹരം ബാക്കിയുള്ളവ ഇവിടെ ചുറ്റും ഹാംഗ്.
		-- Oscar Wilde

%
ഒരു ജീവിതോപാധിയായി ഒരിക്കൽ ഇതേ തെറ്റ് ഉണ്ടാക്കി ഒരിക്കലും ഒരാൾ മാത്രമാണിത്.
		-- Oscar Wilde

%
ഒരു ജീവിതോപാധിയായി ചില സ്ത്രീ വഞ്ചിച്ചു ചെയ്തിരിക്കുന്ന ഒരു സ്വാർഥത, ഇതാണു് ഒര്ഒരു വിവാഹമോചനം.
		-- Don Quinn

%
ഒരു ജീവിതോപാധിയായി ഒരു unaltared ആകുന്നു.
		-- Don Quinn

%
ഒരു ജീവിതോപാധിയായി തികച്ചും അവൻ സൗന്ദര്യം ഒരു കാര്യം ധാരണ ലഭിക്കുന്നു ഒരിക്കലുംഎന്നേക്കും ഒരു ബാലനെ.
		-- Helen Rowland

%
ഒരു മോശം വിവാഹം തകർന്ന ലെഗ് ഒരു കുതിരയുടെ ആണ്, നിങ്ങൾ ഷൂട്ട് ചെയ്യാംകുതിര, എന്നാൽ അതു ലെഗ് പരിഹരിക്കാൻ ചെയ്യരുത്.
		-- Helen Rowland

%
ഒരു മനോഹരമായ മനുഷ്യൻ കണ്ണു പറുദീസ, പ്രാണൻ നരകം ആണ്പേഴ്സ് വേണ്ടി ശുദ്ധീകരണസ്ഥലം.
		-- Helen Rowland

%
സുന്ദരിയായൊരു സ്ത്രീയെ ആകാശത്ത് നിന്ന് ഒരു അനുഗ്രഹം ആണ്, പക്ഷേ നല്ലൊരു സിഗരറ്റ് പുക ആണ്.
		-- Kipling

%
സുന്ദരിയായൊരു സ്ത്രീയെ മാന്യൻമാരായിക്കൊണ്ട് ഭ്രാന്തൻ കാണികൾക്ക് നീക്കണമെന്ന് ഒരു ചിത്രമാണ്.
		-- Emerson

%
കുട്ടി ഒരു നായ നിന്ന് ഒരുപാട് പഠിക്കാനുണ്ട്: അനുസരണം, വിശ്വസ്തത, പ്രാധാന്യംകിടന്ന് മുമ്പ് മൂന്നു തവണ തിരിഞ്ഞു എന്ന.
		-- Robert Benchley

%
കുട്ടി ഒരു മനുഷ്യൻ ആവശ്യമുള്ളപ്പോൾ ഒരു മനുഷ്യനെ ലഭിക്കുന്നു.
		-- John Steinbeck

%
അവൻ കാണുമ്പോള് ചിക്കാഗൊ വില്പ്പനക്കാരന് ഒരു സെന്റ് ലൂയിസ് ഹോട്ടൽ പരിശോധിക്കാൻ പോകുകയായിരുന്നുഒരു വളരെ ആകർഷകത്വമുള്ള സ്ത്രീ അവനെ admiringly വിടൂല്ല. അവൻ മീതെ നടന്നു സംസാരിച്ചുഅവളെ ഏതാനും മിനിറ്റ് കൊണ്ട് പിന്നെ അവർ ചെക്കുചെയ്തിരിക്കുന്ന എവിടെ ഫ്രണ്ട് ഡെസ്ക്ക്, മടങ്ങിമിസ്റ്റർ ആന്റ് മിസ്സിസ് ആയിവളരെ സന്തോഷകരമായ മൂന്ന് ദിവസത്തെ താമസം ശേഷം മനുഷ്യൻ ഫ്രണ്ട് സമീപിച്ചുഡെസ്ക്ക് അവൻ പുറത്തു പരിശോധിച്ചപ്പോള് ഗുമസ്തനായി അറിയിച്ചു. ഏതാനും മിനിറ്റുകൾക്കുള്ളിൽ അദ്ദേഹം കൈമാറി$ 2500 ഒരു ബില്ല്."ചില തെറ്റുണ്ടായിരിക്കാം," വില്പ്പനക്കാരന് പറഞ്ഞു. "ഞാൻ ഇവിടെ ഉണ്ടായിരിക്കുംമൂന്നു ദിവസം മാത്രമേ. ""അതെ സർ," ഗുമസ്തനായി മറുപടി. "നിന്റെ ഭാര്യയായ ഇവിടെ ഒരു മാസം ഉണ്ടായിട്ടുണ്ട്ഒന്നര. "
		-- John Steinbeck

%
ഒരു കോഡ് ബഹിർഗ്ഗമനമാർഗത്തിലൂടെ: അനർത്ഥംകൊണ്ടു ഒരു സുഹൃത്തിന്റെ കാമുകി അല്ലെങ്കിൽ ഭാര്യ സമീപിക്കാൻ ഒരിക്കലുംനിങ്ങളുടെ ലക്ഷ്യം ആയി. ആ ക്രമപ്പെടുത്തൽ ന്യായീകരിക്കാൻ ലോകത്തിലെ നിരവധി സ്ത്രീകൾ ഉണ്ട്dishonorable പെരുമാറ്റം. അവൾ ശരിക്കും ആകർഷകമായ പക്ഷം.
		-- Bruce J. Friedman, "Sex and the Lonely Guy"

%
നയതന്ത്രജ്ഞൻ എപ്പോഴും ഒരു സ്ത്രീയുടെ ജന്മദിനം എന്നാൽ ഒരിക്കലും പ്രായം ഓർക്കുന്നു മനുഷ്യൻ.
		-- Robert Frost

%
ഒരു നയതന്ത്ര ഭർത്താവ് ", ഭാര്യയോടു പറഞ്ഞു എങ്ങനെ എന്നെ ഓർക്കുന്നത് പ്രതീക്ഷിക്കുന്നത്നിങ്ങളുടെ ജന്മദിനം നിങ്ങൾക്ക് എന്തെങ്കിലും പഴയ ഒരിക്കലും എപ്പോൾ? "
		-- Robert Frost

%
ഒരു കീഴടക്കി ഒരു പെൺകുട്ടിയുമായി വെറും Wisp വിവാഹം. അവൻ തിരിച്ചു വന്നുതന്റെ മധുവിധു ഒരു ബാലശിക്ഷ മനുഷ്യൻ. അവൻ Wisp ഇഷ്ടം ബോധവതികളാകുകയും ആഗ്രഹിക്കുന്നു.
		-- Robert Frost

%
കർവുകൾ ഉള്ള ഒരു കണക്കുകൾ എപ്പോഴും രസകരമായ കോണുകളിൽ ഒരുപാട് പ്രദാനം ചെയ്യുന്നു.
		-- Robert Frost

%
ഒരു ചലനങ്ങളെയും മെഴ്സിഡസ് ബെൻസ് കൂണില് മായയുടെ നിന്നിരുന്ന യൗവന വരെ കയറി അലറിടാക്സി കാത്തിരിക്കുന്നു."ഹായ്," ഗംഭീരം മാന്യനായ പറഞ്ഞു. "ഞാൻ പടിഞ്ഞാറെ പോകുന്നു.""എത്ര മഹത്തായ," കൂൾ മറുപടി വന്നു. "ഒരു ഓറഞ്ച് എന്നെ വരിക."
		-- Robert Frost

%
മൂഢൻ തന്റെ തേൻ മാഷെങ്ങനെ ചെയ്യുന്നു.
		-- Robert Frost

%
ഒരു കുറുക്കൻ പൂക്കൾ അയക്കാനാകുമെന്നും ചെന്നായി.
		-- Ruth Weston

%
ഒരു മാന്യൻ തന്റെ തൊപ്പി ഒരു തമ്പുരാട്ടി ഹിറ്റ് ഭാവിക്കുന്ന ഒരു മനുഷ്യൻ.[എന്തുകൊണ്ട്? എന്തുകൊണ്ട് അവൾ തന്റെ തൊപ്പി എങ്ങനെ വേണ്ടി? എഡ്.]
		-- Evan Esar

%
ഒരു മാന്യൻ തന്റെ തൊപ്പി ഒരു തമ്പുരാട്ടി തോല്പിച്ചാൽ ഒരിക്കലും.
		-- Fred Allen

%
പരസ്പരം ആക്കി പെൺകുട്ടി ഒരു യുവാവും കരീനയെ - തീർച്ചയായും ഒരു അപകടം.ഒരു പെൺകുട്ടി ഒരു യുവാവും കരീനയെ അവളുടെ തൂവാല തുള്ളി - തീർച്ചയായും മറ്റൊരു അപകടം.എന്നാൽ ഒരു പെൺകുട്ടി ഒരു ബാലനെ ചത്ത കണവ കൊടുക്കുന്ന - * _ _ _ _ ആ _ _ _ _ _ _ _ അർഥം _ _ _ _ _ _ _ _ _ എന്തെങ്കിലും * ഉണ്ടായിരുന്നു _ _.
		-- S. Morganstern, "The Silent Gondoliers"

%
ഒരു ഭാവി ഒരു പെണ്കുട്ടി ഒരു ഭൂതകാലവുമായി മനുഷ്യൻ ഗുണവുമില്ല.
		-- Evan Esar, "The Humor of Humor"

%
ഒരു പെൺകുട്ടിയുടെ സുഹൃത്ത് അവളുടെ ജപിക്കുകയും ആണ്.
		-- Dorothy Parker

%
ഒരു പെൺകുട്ടിയുടെ മനസ്സാക്ഷി ശരിക്കും എന്തും നിന്ന് അവളെ സൂക്ഷിക്കാൻ ഇല്ല wrong--അതു കേവലം .സംശയവും നിന്ന് അവളെ സൂക്ഷിക്കുന്നു.
		-- Dorothy Parker

%
നല്ല മനുഷ്യൻ എപ്പോഴും തന്റെ പരിമിതികൾ അറിയാം.
		-- Harry Callahan

%
ഒരു നല്ല ദാമ്പത്യം അന്ധനായ ഒരു ഭാര്യ ബധിരനുമായ ഭർത്താവ് തമ്മിലുള്ള ആയിരിക്കും.
		-- Michel de Montaigne

%
ഒരു തിരുവോസ്തി അങ്ങനെ ഒരു പെൺകുട്ടിയെ വിശ്വാസം നശിക്കും ഇല്ല പുതിയ ഒരു സമയത്തിനുള്ളിൽ ഒരിക്കൽ നേടുകയും ഉണ്ട്.
		-- Michel de Montaigne

%
ഒരിക്കലും ഒരു പൂച്ചെണ്ട് - ചുറ്റിക ചിലപ്പോൾ അതിന്റെ അടയാളം അംഗീകരിക്കപ്പെടണം.
		-- Michel de Montaigne

%
ഒരു ഭർത്താവ് നാഡി എക്സ്ട്രാക്റ്റുചെയ്തു ശേഷം പ്രേമനൈരാശ്യമെന്ന നിലയിലാണെങ്കിൽ എന്താണ്.
		-- Helen Rowland

%
ഒരു സ്ത്രീ അബദ്ധവശാൽ അവളുടെ അടിവസ്ത്രം കാണിക്കുന്നു ഒരിക്കലും ഒന്നാണ്.
		-- Lillian Day

%
മനുഷ്യൻ എപ്പോഴും ഒരു സുന്ദരി കുറിച്ച് ഒരു കാര്യം ഓർക്കുക ആവശ്യമാണ്.എവിടെയോ ആരേയെങ്കിലും അവളുടെ മടുപ്പ് തുടർന്ന്.
		-- Lillian Day

%
മനുഷ്യൻ എപ്പോഴും പ്രത്യേക ആർദ്രത തന്റെ ആദ്യ സ്നേഹം ഓർക്കുന്നു, എന്നാൽ ശേഷംആ കുലയുടെ അവരെ തുടങ്ങുന്നു.
		-- Mencken

%
മനുഷ്യൻ തന്റെ ഉറ്റ സുഹൃത്തിന്റെ ആയുധ തന്റെ ഭാര്യയെ കണ്ടെത്താൻ ആദ്യകാല വീട്ടിൽ എത്തിഅവർ സ്നേഹത്തിൽ ആയിരുന്നു എത്ര ആർ സത്യം. രോഷാകുലരായ ഭർത്താവ് നിശബ്ദ ചെയ്യാൻ,കാമുകൻ. ഞാൻ വിജയിക്കുകയാണെങ്കിൽ ന്റെ ജിൻ rummy കളിക്കാം അഭിപ്രായപ്പെട്ടു "ഫ്രണ്ട്സ് യുദ്ധം ചെയ്യാതിരിക്കാൻ,അങ്ങനെ ഞാൻ അവളെ വിവാഹം നിങ്ങൾക്ക് ഒരു വിവാഹമോചനം നേടുകയും. നിങ്ങൾ വിജയിക്കുകയാണെങ്കിൽ, ഞാൻ കാണാൻ ഒരിക്കലും വാഗ്ദാനംഅവളുടെ വീണ്ടും. ശരി?""ശരി," ഭർത്താവ് സമ്മതിച്ചു. "എന്നാൽ ഒരു പാദത്തിൽ എങ്ങനെ ഒരു പോയിന്റ്അതു രസകരമായ ഭാഗത്തു? "
		-- Mencken

%
അവൻ വിവാഹം സമയത്ത് ഒരു മനുഷ്യന്നു രണ്ടു, മൂന്ന്: പ്രണയവും ഉണ്ടാകാവുന്നതാണ്. ശേഷംഅതു തട്ടിപ്പ് തെറ്റില്ല.
		-- Yves Montand

%
അവിടെ നിന്നവൻ പക്ഷം ഒരു മനുഷ്യൻ വാതിൽ പിന്നിൽ തോന്നുന്നില്ല.
		-- Du Bois

%
വിവാഹം വരെ സ്നേഹത്തിൽ മനുഷ്യൻ അപൂർണമാണ്. പിന്നെ അവൻ പൂർത്തിയായി.
		-- Zsa Zsa Gabor, "Newsweek"

%
മനുഷ്യൻ ഇതിനകം പകുതിയെത്തി അവനെ കേൾക്കുന്നവനോ ഏതെങ്കിലും സ്ത്രീയുമായി പ്രണയത്തിലാണ്.
		-- Brendan Francis

%
മനുഷ്യൻ ഒരു തുരുമ്പൻ വണ്ടിയിൽ ഒരു തുരുമ്പൻ ചക്രം പോലെയാണ്,അവൻ സഹിതം കുറുകൽ അപ്പോൾ അവൻ ഞങ്ങളുടെ മറിഞ്ഞ് അവൻ തന്റെ ഗാനം പാടി.
		-- Richard Thompson

%
മനുഷ്യൻ താൻ വല്ലതും ഒന്നും എല്ലാറ്റിലും ഇത്രയധികം വരാം.
		-- Samuel Johnson

%
മനുഷ്യൻ ചിലപ്പോൾ ചുംബനം ക്ഷമിക്കും താൻ തലക്കെട്ടിൽ ചെയ്തിട്ടില്ല ലേക്ക് ചെയ്തേക്കാം,എന്നാൽ ഒരിക്കലും ചുംബനം അവൻ ക്ലെയിം മുൻകൈ ഉണ്ട്.
		-- Samuel Johnson

%
മനുഷ്യൻ മനോരോഗവിഗദ്ധന് ന്റെ കിടക്ക തമസ്കരിക്കപ്പെട്ടു, "എനിക്കൊരു പറഞ്ഞുഭയങ്കരൻ പ്രശ്നം, ഡോക്ടർ. ഞാൻ ഹാർവാർഡ് ഒരു മകനും മറ്റൊരു മകനെ ഞങ്ങൾക്കുണ്ട്പ്രിൻസ്ടൺ; ഞാൻ ഒരു പുതിയ ഫെരാരി ഓരോരുത്തരെയും സമ്മാനിച്ചു ഞങ്ങൾ; എനിക്ക് കിട്ടിബെവർളി ഹിൽസ്, പാം ബീച്ച്, ന്യൂയോർക്കിലെ ഒരു കോ-ആപ് ലെ വീടുകളിൽ; ഞാൻ കഴിയാറില്ലെന്നാണ്വെനെസ്വേല ഒരു ആവാസകേന്ദ്രമായി റാഞ്ച് ലഭിച്ചു. എന്റെ ഭാര്യ ഒരു കോളടിച്ചു യുവ നടിഎന്റെ രണ്ടു ഉയർച്ച അവളുടെ മികച്ച സുഹൃത്തുക്കൾ കണക്കാക്കുന്നില്ല. "മനോരോഗവിഗദ്ധന്, രോഗിയെ നോക്കി ആശയക്കുഴപ്പത്തിലാണ്. "ഞാൻ പോയില്ലഎന്തെങ്കിലും? നിങ്ങൾ എല്ലാ യാതൊരു പ്രശ്നങ്ങളും ഉള്ളതു പോലെ എനിക്കു മുഴങ്ങുന്നു. ""എന്നാൽ, ഡോക്ടർ, ഞാൻ മാത്രം ആഴ്ചയിൽ $ 175 ചെയ്യുന്നു."
		-- Samuel Johnson

%
മനുഷ്യൻ ആദ്യമായി തന്റെ ഭാര്യയെ മാൻ വേട്ട എടുത്തു. അവൻ അവളെ കൊടുത്ത ശേഷംചില അടിസ്ഥാന നിർദ്ദേശങ്ങൾ, അവർ വേർതിരിച്ചു പിന്നീട് റോന്ദേവൂ സമ്മതിച്ചു. മുമ്പ്അവൻ അവശേഷിക്കുന്നു അവൾ വേട്ടക്കാരെ ആർ തന്നെപ്പറ്റി ഒരു മാൻ വീണു പക്ഷം അവൻ അവളെ താക്കീത്പിണം അവളെ അടിക്കുകയും കിൽ ക്ലെയിം വേണ്ടി. സംഭവിച്ചു എങ്കിൽ അവൻ പറഞ്ഞുഅവളെ അവൾക്ക് മൂന്നു തവണ ആകാശത്തേക്കു അവളുടെ തോക്ക് തീ വേണം അവൻ വരുന്നഅവളുടെ എയ്ഡ്.അവർ വേർതിരിച്ച താമസിയാതെ അവൻ വേഗം പിന്നാലെ ഒരു ഷോട്ട് കേട്ടുസിഗ്നൽ മേൽ സമ്മതിച്ചു വഴി. രംഗം ഓടിവന്നു അവന്റെ ഭാര്യയെ അവൻ സ്റ്റാൻഡിംഗ് കണ്ടെത്തിഅവളുടെ തോക്ക് ബാരലിന് ഇറക്കി പൈസയ്ക്കാണു വളരെ ആത്മവിശ്വാസക്കുറവ് മനുഷ്യൻ ഒരു ചെറിയ മായ്ക്കുന്നു ലെ."അവൻ ഈ തന്റെ അവകാശപ്പെടുന്നു," അവൾ, വ്യക്തമായും, എത്രയും പറഞ്ഞു."അവള് അതു നിലനിർത്താൻ കഴിയും, അത് നിലനിർത്തുക കഴിയും!" വൈഡ്-ഐഡ് സൊ. ഞാൻ "വെറും എന്റെ വാഹനവും തിരികെ നേടുകയും ആഗ്രഹിക്കുന്നു! "
		-- Samuel Johnson

%
മനുഷ്യൻ സാധാരണയായി ചോദ്യങ്ങൾ തരത്തിലുള്ള യാചിക്കുന്ന ഒരു സ്ത്രീ പ്രണയത്തിലാവുന്നുഅവൻ ഉത്തരം കഴിയും.
		-- Ronald Colman

%
മനുഷ്യൻ അവൻ പിന്നാലെ വീട്ടിൽ പോകാൻ ഇഷ്ടപ്പെട്ടില്ല എങ്ങനെ തന്റെ സുഹൃത്തിന് griping ചെയ്തുവൈകി കാർഡ് ഗെയിംസ്."നീ എന്റെ ഭാര്യയെ ഞാൻ ഉറക്കമുണർന്ന് ഒഴിവാക്കാൻ സഞ്ചരിച്ചു വിശ്വസിക്കുവാൻ തയ്യാറുണ്ടായിരുന്നില്ല"അവന് പറഞ്ഞു. "ആദ്യം ഞാൻ ഒരു തടയൽ അകലെ ഗൃഹവും തീരത്ത് നിന്ന് എഞ്ചിൻ കൊല്ലാൻഗാരേജ് കടന്നു. അപ്പോൾ ഞാൻ, പതുക്കെ വാതിൽ തുറക്കാൻ എന്റെ ഷൂസ് എടുത്തുഞങ്ങളുടെ മുറിയിൽ ജാർഡിൻ. ഞാനോ അവൾ എപ്പോഴും കിടക്ക കയറി സ്ലൈഡിലേക്ക് കുറിച്ച് സുഖമാണ് പോലെപാനൂര് എന്നെ നരകത്തിൽ നൽകുന്നു. ""ഞാൻ വീട്ടിൽ പോകുമ്പോൾ ഞാൻ ഒരു വലിയ റാക്കറ്റ് കിട്ടുന്നില്ല," തന്റെ സുഹൃത്തായ മറുപടി.	"നീ ചെയ്യുക?""തീർച്ചയായും. ഞാൻ കൊമ്പു honk വാതിൽ സ്ലാം, ലൈറ്റുകൾ എല്ലാം ഓൺ,കിടപ്പുമുറി അപ്പ് stomp എന്റെ ഭാര്യ ഒരു വലിയ ചുംബനം തരും. `ഹായ്, ആലിസ് 'ഞാൻ പറയുന്നു.എത്ര 'നിങ്ങളുടെ പഴയ മനുഷ്യൻ അല്പം smooch കുറിച്ച്? ""അവൾ എന്തു പറയുന്നു?" തന്റെ സുഹൃത്ത് അവിശ്വാസം ചോദിച്ചു."അവൾ ഒന്നും പറയുന്നില്ല," അവന്റെ ബഡ്ഡി മറുപടി. "അവൾ എപ്പോഴും ഞാനാണെന്ന്അവൾ ഉറങ്ങുകയായിരുന്നു തന്നെയാണ്. "
		-- Ronald Colman

%
മനുഷ്യൻ വളരെ ഹോപ്ലസ് സെമിത്തേരിയും ഒരു കല്ലറയുടെ മുട്ടുകുത്തി നിലവിളിച്ചു പ്രാർത്ഥിച്ചു,"ഓ why..eeeee നിങ്ങൾ eeeeee, Why..eeeeee ഓ മരിച്ചു ...,എന്തിനാണ് നിങ്ങൾ Di ...... EEEE "ചെയ്തുകാവൽ, അപ്പ് നടക്കുന്നു തന്നെത്താൻ മാപ്പുനൽകുകയും ഭവ്യതയോടെ ചോദിക്കുന്നു,"എന്നെ, സർ, എന്നിട്ട് ഇപ്പോൾ ഞാൻ മണിക്കൂറുകളോളം സ്പീഡില് ചെയ്തിരിക്കുകയുംഈ ശവകൂഴിക്കൽ വഹിച്ചിരുന്ന. നിങ്ങൾ മരണപ്പെട്ടയാളുടെ വളരെ അടുത്താണ് വന്നിരിക്കണം. ""ഇല്ല, ഞാൻ അവനെ എതിരേറ്റു ഒരിക്കലും. അയാള് എന്ത് .... eeeee നിങ്ങൾ dieeeeee ചെയ്തുഎന്തുകൊണ്ട് .... eeeee നിങ്ങൾ ചെയ്തു .. ""സർ, നിങ്ങൾ ഈ വ്യക്തിയെ കൂടിക്കാഴ്ച ഒരിക്കലും പറയുന്നു ഇതുവരെ നിങ്ങൾ അങ്ങനെ മുന്നോട്ടുപോകുക?ഇവിടെ അടക്കം ആർ പറയൂ? ""എന്റെ ഭാര്യയുടെ ആദ്യ ഭർത്താവ്."
		-- Ronald Colman

%
മനുഷ്യൻ തന്റെ വിവാഹം ജീവിതത്തെക്കുറിച്ച് തന്റെ മികച്ച സുഹൃത്ത് സംസാരിക്കുകയായിരുന്നു അദ്ദേഹം. "എന്ന്," അദ്ദേഹം"ഞാൻ ശരിക്കും എന്റെ ഭാര്യ ആശ്രയിക്കും പറയുന്നു ഞാൻ അവൾ എപ്പോഴും വിശ്വസ്തനാണ് കരുതുന്നെങ്കിൽഎന്നെ, എന്നാൽ അവിടെ * എപ്പോഴും * സംശയം തുടർന്ന്. * ആ സംശയമില്ല * എപ്പോഴും ഉണ്ട്. "ഞാന് 'ഛെ നിങ്ങൾ എന്താണ് ഉദ്ദേശിച്ചത് എന്ന്, "അവന്റെ സുഹൃത്ത് മറുപടികൾ."ശരി, ബഡ്ഡി ഞാൻ ഈ വാരാന്ത്യത്തിൽ ബിസിനസ്സ് യാത്രയിൽ വിടാൻ ലഭിച്ചു,ഞാൻ അത്ഭുതപ്പെടും ... നന്നായി ... നിങ്ങൾ ഞാൻ ഇല്ലാത്ത സമയത്ത് എന്റെ വീട്ടിൽ അല്ലേ? ഞാൻ വിശ്വസിക്കുന്നുഅവളെ അത് * സംശയം * അവിടം മാത്രം. "സുഹൃത്ത് സഹായിക്കാൻ സമ്മതിച്ചു രണ്ടു ആഴ്ച പിന്നീട് റിപ്പോർട്ട് നൽകി."ഞാൻ നിങ്ങൾക്ക് ചില മോശം വാർത്ത ലഭിച്ചു," സുഹൃത്ത് പറയുന്നു. "വൈകുന്നേരംനിങ്ങൾ നിന്നിറങ്ങിയ ശേഷം ഞാൻ അന്യദേശത്തു കാർ നിങ്ങളുടെ വീടിന് മുന്നിൽ ദീപാരാധന കണ്ടു. മനുഷ്യൻകാർ പുറത്തിറങ്ങി വീട്ടിൽ ചെന്നു നിന്റെ ഭാര്യ അത്താഴം ഉണ്ടായിരുന്നു.അത്താഴത്തിന് ശേഷം അവർ ഒരേര്പ്പാടല്ലേ ഞാൻ നിങ്ങളുടെ ഭാര്യ അവനെ ചുംബിച്ചു കണ്ടു. പിന്നെ അവൻഅവന്റെ കുപ്പായം ഊരി അവൾ തന്റെ ബ്ലൗസും ഊരി. പിന്നെ വെളിച്ചം പോയിഔട്ട്. ""* പിന്നെ * എന്തു സംഭവിച്ചു?" അവന്റെ കണ്ണുകള് തുറന്നു, ഭർത്താവ് പറഞ്ഞു."ഞാൻ അറിയുന്നില്ല," സുഹൃത്ത് മറുപടി "അതു കാണാൻ വളരെ ഇരുണ്ട ആയിരുന്നു."	"കഷ്ടം!" ഭർത്താവ് അലറി. "ഞാന് ഊണു കാണുന്നു? * * എപ്പോഴും ഉണ്ട്സംശയം! "
		-- Ronald Colman

%
ഒരു സ്ത്രീയെ കൂടാതെ മനുഷ്യൻ കുഞ്ഞിനെയോ ഇല്ലാതെ പ്രതിമ പോലെയാണ്.
		-- Ronald Colman

%
തന്നിൽ മുഴുകി മനുഷ്യൻ വളരെ ചെറിയ പാക്കേജ് ചെയ്യുന്നു.
		-- Ronald Colman

%
മനുഷ്യന്റെ ഇനീം തന്റെ പരിമിതികൾ അറിയാം.
		-- Clint Eastwood, "Dirty Harry"

%
എളിയരീതിയിലുള്ള സ്ത്രീ അവളുടെ ആർഭാടത്തോടെ പുറത്തു ധരിച്ചു ഏറ്റവും വമ്പിച്ച വസ്തുവാണ്മുഴുവൻ സൃഷ്ടിയിൽ.
		-- Goldsmith

%
ഒരു മാതാവും തന്റെ ബാലൻറെ ഒരു മനുഷ്യനെ ഉണ്ടാക്കാൻ ഇരുപതു വർഷങ്ങൾ, മറ്റൊരു സ്ത്രീഇരുപതു മിനിറ്റ് അവനെ ഒരു വിഡ്ഢിയാക്കിത്തീർക്കുന്നു.
		-- Frost

%
എന്റ്റെ പോലെ വളരെ ചെറിയ, ഒതുങ്ങിനിന്നു സ്പേസ് പോലെ ജയിൽ ആണ്.
		-- Gloria Steinem

%
ഒരു സുന്ദരിയായ സ്ത്രീ ഒന്നും ചെയ്യാൻ കഴിയും; ഒരു വൃത്തികെട്ട സ്ത്രീ എല്ലാം ചെയ്യണം.
		-- Gloria Steinem

%
ഒരു മനോരോഗവിഗദ്ധന് നിങ്ങൾ ചെലവേറിയ ധാരാളം ചോദ്യങ്ങൾ ചോദിക്കുന്ന ഒരു കൂട്ടാളിയായനിങ്ങളുടെ ഭാര്യ ഒന്നും ചോദിക്കുകയാണെങ്കിൽ.
		-- Joey Adams

%
ഒരു തന്കാരം റോമിയോ എല്ലാ അല്ലാതെ ഇത്തരം ഒരു കോളടിച്ചു എലിവേറ്റർ ഓപ്പറേറ്റർ ചോദിച്ചു "നിർത്തി ആരംഭിക്കുന്നു പ്രെറ്റി തേഞ്ഞു "നേടുകയും?" ഇത് നിർത്തി ആരംഭിക്കുന്നു അല്ലഎന്റെ അലട്ടുന്നുണ്ടോ നേടുക, അതു jerks ആകുന്നു. "
		-- Joey Adams

%
അവൻ ശരിക്കും ഉണ്ടാകുന്നതുവരെ ഒരു യഥാർത്ഥ മാന്യനായ ചുവടു സ്വീകരിക്കുന്നില്ല.
		-- Overheard in an algebra lecture.

%
ഭാര്യ വിവാഹമോചനം റോമൻ, വളരെ തന്റെ സുഹൃത്തുക്കൾ വഴി ആക്ഷേപം ഏൽക്കാതെ ആർ, ആവശ്യപ്പെട്ടു "അവൾ പതിവ്രതകളും ചെയ്തിട്ടില്ലേ? അവൾ അല്ല പിന്നെ? അതു ഫലപ്രദവും ചെയ്തിട്ടില്ലേ?"അവന്റെ ചെരിപ്പു കൈവശമുള്ള, പുതുതായി നന്നായി നടത്തിയത് എന്നത് അവരെ ചോദിച്ചു.എന്നാൽ, എന്നെ pinches എവിടെ നിങ്ങൾ ആരും പറയാനാകും അദ്ദേഹം കൂട്ടിച്ചേർത്തു.
		-- Plutarch

%
സഹചാരിയും തന്റെ kilt ധരിച്ച് ഒരു ദിവസം ഹൈ തെരുവ് ഒരുമൂലയിൽ.അവൻ വിദൂരമായ യൗവന സമീപിച്ചപ്പോൾ, അവൻ ഒരു ചുവന്ന മാറ്റാവുന്ന രണ്ട് യുവ blondes ശ്രദ്ധിച്ചുഅവനെ പൊരിഞ്ഞ ആൻഡ് സംസാരോണ്ട്. അവരിൽ ഒരാൾ ഹേയ്, സ്കോട്ടി! എന്തു ധരിക്കുന്ന പറ്റി വിളിച്ചു "kilt കീഴിൽ? "അവൻ കാറിന്റെ അപ്പുറം കടന്നുചെന്നു strolled പറഞ്ഞു, "ACH ചോദിച്ചു കേള്കെ, നിങ്ങൾനിന്നെ അറിയാൻ ആഗ്രഹമുണ്ട്? "ഏറെക്കുറെ എഴുന്തിടിക്കരേന്, സ്വർണനിറം അതെ മറുപടി അവൾ ഉറപ്പുവരുത്തിശരിക്കും അറിയാൻ ആഗ്രഹിക്കുന്നു.സഹചാരിയും അടുത്തതാണ് സംശയഭാവത്തോടെ, രഹസ്യമായി "എന്തുകൊണ്ട്, കേള്കെ, ഒന്നും ധരിക്കുന്ന പറ്റിkilt കീഴിൽ, എല്ലാം തികഞ്ഞ workin 'ക്രമത്തിൽ ആണ്! "
		-- Plutarch

%
ഈ വിഷയത്തിൽ ഒരു മൂർച്ച കാഴ്ചപ്പാട് ഫെമിനിസ്റ്റ് പ്രത്യേകിച്ച് പ്രധാനമാണ്ഫെമിനിസം ഒരു പ്രധാന പ്രവണത നിർമ്മിച്ചത് കാരണം, ഇന്നത്തെ വിചാരിച്ചുആൺ വഴി ഇരയാക്കപ്പെടുകയാണെങ്കിൽ പെൺ കേടുപാടുകൾ ഒരു നാടകത്തിന്റെ നിലയിൽ ആധിപത്യത്തിന്റെ പ്രശ്നംകയ്യേറ്റവും. പതിവായി ലജ്ജാശീലമായ ഇതിലും കൂടുതൽ പരിഷ്കൃതമായ ഫെമിനിസ്റ്റ് ചിന്തകർസ്ത്രീയുടെ സമ്മതിക്കുന്നതിന് പേടിച്ചു അകലെ സമർപ്പണത്തിന്റെ വിശകലനത്തിൽ നിന്നുംആധിപത്യത്തിന്റെ ബന്ധം, ഉത്തരവാദിത്തം ഉത്തരവാദിത്തം പങ്കാളിത്തംസ്ത്രീകളിൽ നിന്ന് സ്ത്രീകള്ക്കു ജനങ്ങളിൽ നിന്ന് മാറ്റണമെന്ന്, ധാർമിക വിജയം ദൃശ്യമാകുംപുരുഷന്മാർ. കൂടുതൽ പൊതുവെ ഈ റാഡിക്കൽ രാഷ്ട്രീയത്തിന്റെ ദൌർബല്യം ചെയ്തിരിക്കുന്നു; ലേക്കുള്ളപോലെ അവരുടെ രാഷ്ട്രീയത്തിന്റെ സംസ്കാരവും സ്പർശിക്കില്ല ചെയ്തു, അടിച്ചമർത്തപ്പെട്ട idealizeആധിപത്യത്തിന്റെ സിസ്റ്റം, ജനം സ്വന്തം പങ്കെടുക്കാൻ ചെയ്തില്ല പോലെസമർപ്പിക്കൽ. ആളോടു ഒരു ലളിതമായ ചാർച്ചക്കാരനായ ലേക്ക് മേധാവിത്വം കുറയ്ക്കുകയും ചെയ്തതു-ലേക്ക് ലേക്ക്വിശകലനത്തിനായി ധാർമിക പകരം ആണ്.
		-- Jessica Benjamin, "The Bonds of Love"

%
ഒരു സോഷ്യോളജിസ്റ്റ്, ഒരു സൈക്കോളജിസ്റ്റ്, ഒരു എൻജിനീയർ ചർച്ച ചെയ്തുവിവാഹിതയായ മനുഷ്യന്റെ ഒരു യജമാനത്തിയുടെ ഇല്ലാതെ ഭവിഷ്യത്തുകൾ ആൻഡ് ഇംപ്ലിക്കേഷൻസ്. ദിസോഷ്യോളജിസ്റ്റ് അഭിപ്രായ അത് തന്നെ ഒപ്പം categorically അക്ഷന്തവ്യമായ എന്ന് ആയിരുന്നുഒരു വിവാഹം matrimony കെട്ടും കളകയും, ഒപ്പം താണവർക്ക് ഏർപ്പെടാൻ വേണ്ടിബലമായി ഭൗതികകാര്യങ്ങൾ.മനഃശാസ്ത്രജ്ഞന്റെ അഭിപ്രായത്തിൽ ആ വരികിലും ധാർമ്മികമായി കുറ്റക്കാരായിരുന്നു ആയിരുന്നുഒരുത്തൻ ഒരു മനുഷ്യനായി തന്റെ മുഴുവൻ കഴിവും നേടാൻ ഒരു തമ്പുരാട്ടി ഉണ്ടായിരിക്കണം,പിന്നെ - നന്നായി - മുന്നോട്ടു, കാലത്തൊക്കെയും പോലെ പോയി ഒരു യജമാനത്തിയുടെ തീരുമാനിച്ചേക്കാംഭാര്യ ഈ രഹസ്യം സൂക്ഷിക്കാൻ മതി ശദ്ധാലുവായ ആണ്.എൻജിനീയർ പിന്നീട് സൗമ്യവാക്കുമൊക്കെ: "ഞാനും ആവശ്യമെങ്കിൽ, വിശ്വസിക്കുന്നു,ഒരു വിവാഹം ഒരു യജമാനത്തിയുടെ അധികാരമുള്ളൂ. എന്നാൽ എന്തിനാണ് കാണുന്നില്ലകാര്യം ഭാര്യ മറഞ്ഞിരുന്നു വേണം. നേരെമറിച്ച്, കാര്യം എങ്കിൽതുറന്ന പുറത്തുവന്നു പിന്നീട് വെള്ളിയാഴ്ച സായാഹ്നങ്ങളിൽ തന്റെ ഭാര്യ അറിയിക്കുംതന്റെ യജമാനത്തിയുടെ കാണാൻ അവൻ കൂടെ പോകുന്ന തന്റെ യജമാനത്തിയുടെ പറയുന്നു പോകുന്നുതന്റെ ഭാര്യ പിന്നെ അവന്റെ ഓഫീസിലേക്ക് പോയി ചില കാര്യം നേടുന്നതിന്! "
		-- Jessica Benjamin, "The Bonds of Love"

%
ഭാര്യ മാത്രം വിവാഹം നീളം നീണ്ടുനിൽക്കുന്ന, എന്നാൽ മുൻ ഭാര്യ അവിടെ* നിങ്ങളുടെ ജീവിതകാലം മുഴുവൻ *.
		-- Jim Samuels

%
സ്ത്രീ ധാർമ്മികവും ആവേശകരമായ രണ്ടും നോക്കാൻ കഴിയും - അവൾ അതു പോലെ തോന്നുന്നുവെങ്കിൽതികച്ചും ഒരു പോരാട്ടം ആയിരുന്നു.
		-- Edna Ferber

%
സ്ത്രീ വളരെ സമ്പന്നമായ അല്ലെങ്കിൽ വളരെ നേർത്ത ഒരിക്കലും കഴിയും.
		-- Edna Ferber

%
സ്ത്രീ സ്ത്രീ ഉണ്ടായിരുന്നു അവൾ എങ്ങനെ അറിഞ്ഞു മികച്ച മാർഗം ചെയ്തു.കൂടുതൽ ചെയ്യുന്നതിന്, കുറവ് അചിന്തനീയമായ ചെയ്യാൻ, അസാധ്യമാണ്.
		-- Dirisha, "The Man Who Never Missed"

%
ഒരു സ്ത്രീയെ അവരുടെ സൌന്ദര്യം കുറ്റക്കാരൻ നമ്മെ ആവശ്യപ്പെടും തന്ന വിമര്ശനം ക്ഷമിക്കുന്നു.
		-- LeSage

%
ഒരു കഥ ജനിക്കുന്നത് രണ്ടോ തവണ തന്റെ ജീവിതത്തില് ഒരു മോശം മനുഷ്യൻ സ്നേഹിക്കാൻ ലഭിച്ചത്ഒരു നല്ല ഒറ്റ യെപ്രതി.
		-- Marjorie Kinnan Rawlings

%
ഒരു സ്ത്രീ നിന്റെ നിഴലിനെ പോലെയാണ്; അവളുടെ അവൾ പറക്കുന്ന; അവളുടെ നിന്ന് പറക്കുന്ന അവൾ പിന്തുടരുകയും.
		-- Chamfort

%
ഒരു സ്ത്രീ നന്നായി ഒരു മനുഷ്യനെ ഒരു സൗഹൃദം രൂപം, എന്നാൽ ഈ സഹിച്ചാൽ വേണ്ടിയും,ഒരു ചെറിയ ശാരീരിക കളവാരോപിക്കുന്ന സഹായിച്ചു വേണം.
		-- Nietzsche

%
ഉദാരമായ പ്രതീകം സ്ത്രീ ജീവിതം ആയിരം തവണ യാഗം ചെയ്യുംകാമുകൻ ഓവർ, എന്നാൽ ഒരു ചോദ്യത്തിന് മീതെ അവനെ എന്നേക്കും കൂടെ തകർക്കുംഅഹങ്കാരം - ഓപ്പണിംഗ് അല്ലെങ്കിൽ ഒരു വാതിൽ പൂട്ടാൻ വേണ്ട.
		-- Stendhal

%
ഒരു സ്ത്രീയെ അവരുടെ സ്വന്തം പെർഫ്യൂം വാങ്ങാൻ പാടില്ല.
		-- Maurine Lewis

%
ഒരു പുരുഷൻ ഇല്ലാതെ ഒരു സ്ത്രീ സൈക്കിൾ ഇല്ലാതെ മീൻ പോലെയാണ്.
		-- Gloria Steinem

%
ഒരു പുരുഷൻ ഇല്ലാതെ ഒരു സ്ത്രീ സൈക്കിൾ ഇല്ലാതെ മീൻ പോലെയാണ്.അതിനാൽ, ഒരു സ്ത്രീയെ കൂടാതെ ഒരു മനുഷ്യൻ മീൻ ഇല്ലാതെ ഒരു സൈക്കിളിൽ പോലെയാണ്.
		-- Gloria Steinem

%
ഒരു സ്ത്രീയുടെ മികച്ച സംരക്ഷണം സ്വന്തമായി അല്പം പണം ആണ്.
		-- Clare Booth Luce, quoted in "The Wit of Women"

%
ഒരു സ്ത്രീയുടെ സ്ഥലം വീട്ടിൽ ... ജലമുപയോഗിച്ചാണ് ആണ്.
		-- Clare Booth Luce, quoted in "The Wit of Women"

%
സ്ത്രീ ഒന്നും അറിയാതെ അപകടം അവസ്ഥയിലാണെങ്കിലോ,അതുപോലെ അവൾ കഴിയുന്നതും അത് മറച്ചു വേണം.
		-- Jane Austen

%
ഒരു ആകാവൂ ഒരു ചെറുപ്പക്കാരന് ഭർത്താവ് താൻ ഒരു ആയിരുന്നു തറപ്പിച്ചുപറഞ്ഞുബീച്ചിലെ ചെറിയ സാധനത്തെയോ. നിങ്ങൾ ആഗ്രഹിക്കുന്നെങ്കിൽ വിവാഹോപദേഷ്ടാവ് പറഞ്ഞു "നിങ്ങളുടെ വിവാഹബന്ധം രക്ഷിക്കാൻ, നന്നായി അല്പം ഉരുളൻ ആഗ്രഹിക്കുന്നു. "
		-- Jane Austen

%
അവൾ മറുവുമുള്ള ഒരു യുവാവായിരുന്നു അവന്റെ കാമുകി മെയിൻ സ്ട്രീറ്റ് നടക്കുമ്പോള് ചെയ്തുഒരു ആഭരണങ്ങൾ സ്റ്റോർ വിൻഡോയിൽ മനോഹരമായ ഡയമണ്ട് മോതിരം. "കൊള്ളാം, ഞാൻ ഉറപ്പു താൽപര്യമുണ്ട്ആ "അവൾ ഒഴുകി."ഇല്ല പ്രശ്നം," അവളുടെ തോഴി, വഴി ഒരു ഇഷ്ടിക എറിയുകയും മറുപടിവിൻഡോ മോതിരം മനസിലായോ.ഏതാനും ബ്ലോക്കുകൾ പിന്നീട്, സ്ത്രീ മുഴുനീള sable അങ്കി വീടിനെ. "എന്ത്ഞാൻ സ്വന്തമാക്കിയ കൊടുക്കും ആഗ്രഹിക്കുന്നു, "അവൾ നെടുവീർപ്പും പറഞ്ഞു."ഇല്ല പ്രശ്നം," അദ്ദേഹം, കിളിവാതിലൂടെ ഒരു ഇഷ്ടിക കുടമാറ്റത്തിലൂടെ കവരുന്ന പറഞ്ഞുഅങ്കി.ഒടുവിൽ സ്വദേശ തിരിഞ്ഞു അവർ ഒരു കാർ കടന്നു. ഞാൻ ചെയ്യുമായിരുന്നു "ബോയ്,ആ റോൾസ്-Royces ഒന്നിന്റെ ഒന്നും, "അവൾ പറഞ്ഞു."സൂത്രം, ബേബി," അതാ വ്യാകുലപ്പെടുന്നു 'ഞാൻ ഇഷ്ടിക ഉണ്ടാക്കി തോന്നുന്നു? "
		-- Jane Austen

%
എ.എ. AAAAAAAAAaaaaaaaaaaaaaaaccccccccckkkkkk !!!!!!!!!നിങ്ങൾ ഇവരോ! ഒരു രമേശിന്റെ പ്രവേശിക്കുന്നതിനു മുമ്പ് നാക്!
		-- Jane Austen

%
nothin 'ഒരു വൃദ്ധൻ എന്നോടു ചെയ്യേണം എന്നെ ഒരു ചെറുപ്പക്കാരൻ നിന്ന് ഒരു സന്ദേശം കഴിയില്ല.
		-- Moms Mabley

%
ജീവനാംശം രണ്ടു പേർ ഒരു തെറ്റ് നടത്തുമ്പോൾ, ഏത് ഒരു സിസ്റ്റം ആണ്, അവയിൽ ഒന്നുഅതു പണമടയ്ക്കാൻ തുടരുന്നു.
		-- Peggy Joyce

%
ജീവനാംശം ചത്ത കുതിര വേണ്ടി ഓട്സ് വാങ്ങുന്നത് പോലെയാണ്.
		-- Arthur Baer

%
ജീവനാംശം എഴുത്തു ക്ലാസുകൾ ശാപം.
		-- Norman Mailer

%
എല്ലാ heiresses സുന്ദരിയാണ്.
		-- John Dryden

%
എല്ലാ ഭർത്താക്കന്മാർ ഒരുപോലെയാണ്, പക്ഷെ അങ്ങനെ പറയാൻ സാധിക്കും വ്യത്യസ്ത മുഖങ്ങളുംഅവരെ ഞങ്ങളുടെ.
		-- John Dryden

%
മനുഷ്യരിൽ ജീവിതത്തിന്റെ ആഗ്രഹിക്കുന്ന എല്ലാ ഒരു ഭാര്യ, ഒരു വീടു, രണ്ടു കുട്ടികൾക്കും ഒരു കാർ,ഒരു പൂച്ച യാതൊരു ചിലപ്പോൾ ഒരു നായ. ഈന്തപനയില് കുട്ടികളെ ഒന്നു .കളിയിലും ഒരു നായ ചേർക്കുക.ജലാലിന്റെ ഒരു നായ.
		-- John Dryden

%
എന്റെ സ്റ്റാഫിൽ എല്ലാവരും ടൈപ്പ് ചെയ്യാം.
		-- Bella Abzug

%
എല്ലാ പണിയെടുക്കേണ്ടിവരുന്നത് വേതനം വീട്ടമ്മയാണ് ചെയ്യുന്നു.
		-- Bella Abzug

%
അമേരിക്കൻ സംസ്കാരത്തിൽ ഓട്ടോമൊബൈൽ, വാഗ്ദാനവും ഏതെങ്കിലും യുവാവ് അടിസ്ഥാനമാക്കിയുള്ളതാണ്ഒറ്റ സ്വന്തമാക്കുകയും അത് ലെ ദീർഘദൂരം യാത്ര ചെയ്യാൻ പോകുന്നു. തൽഫലമായി,ആഗ്രഹങ്ങളുടെ ഏതെങ്കിലും യുവ സ്ത്രീ അവധികൾ ഏറ്റവും ചെലവഴിക്കാൻ പ്രതീക്ഷിക്കണംകാറിൽ, അപരിചിതമായ കോണിലും കടന്നു അന്വേഷണസംഘം. അവൾ എങ്ങനെ അറിയും ആവശ്യമില്ലവാഹനമോടിക്കാൻ എന്നാൽ അവൾ തീർച്ചയായും അവളുടെ അതേസമയം റോഡ് മാപ്പ് വായിക്കാൻ പ്രതീക്ഷിക്കുന്നത് ചെയ്യുംഭർത്താവ് നീക്കണമെന്ന് അവൾ കഴിയുന്നില്ലെങ്കിൽ, അല്ലെങ്കിൽ അവൾ അവനെ നൽകുന്നതിൽ അസാധാരണമായി താമസവും എങ്കിൽസഹായം, അവൾ കുഴപ്പങ്ങൾ ബന്ധിച്ചു പറ്റി. അതിനാൽ നിങ്ങൾ കോളേജുകളിൽ എന്നു തോന്നുന്നു ആഗ്രഹിക്കുന്നുഏത് ശോഭയുള്ള യുവ വിവാഹം പോകാനൊരുങ്ങുന്ന ആർ ശോഭയുള്ള യുവതികളാണ് പരിശീലിപ്പിക്കാനായിഈ ഉടനീളം അങ്ങോട്ടുമിങ്ങോട്ടും ഇരെക്കുന്നു Cadillacs സ്വന്തമാക്കിയെന്ന് പോകുന്നു പുരുഷൻമാർഭൂഖണ്ഡം ഭൂപടങ്ങൾ വായിക്കാൻ പെൺകുട്ടികളെ പഠിപ്പിക്കുമായിരുന്നു. ഒന്നുമില്ല ചെയ്യാൻ. അവർ നൂറു പഠിപ്പിക്കാൻമറ്റ് വിലപ്പോവില്ല കാര്യങ്ങൾ, പക്ഷേ കാരണമാകും എന്ന് ഒറ്റ കുറിച്ച് ഒരിക്കലും ഒരു വാക്കുപോലുംമഹാന്മാരായ ഘർഷണം.
		-- James Michener, "Space"

%
വിമാനാപകടത്തിൽ പൈലറ്റിന്റെ ഒരേ രണ്ട് വളരെ സുന്ദരിയാണ് സ്ത്രീകൾക്ക് വിവാഹം നിശ്ചയിച്ചുസമയം. വൺ ഡെബീ പേരായി; കേറ്റ് പേരുള്ള മറ്റ്. അവർ കണ്ടുമുട്ടി അവർ കണ്ടെത്തിയഅതേ പ്രതിശ്രുതവധുവിന്റെ ഉണ്ടായിരുന്നു അവനെ അറിയിച്ചു. "നമ്മുടെ ജീവിതത്തിൽ നിന്നു നിങ്ങളെ തൗഹീദിനെ നാം നോക്കിക്കൊള്ളാം.നിങ്ങളും, നിങ്ങളുടെ കേറ്റ് ആൻഡ് ഡെബീ ഇല്ല കഴിയുന്ന നിങ്ങളെ പഠിപ്പിക്കും. "
		-- James Michener, "Space"

%
ശുഭാപ്തി മുന്നോട്ട് വിവാഹം നോക്കുന്നു ഒരാൾ മാത്രമാണിത്.അശുഭാപ്തിവിശ്വാസി വിവാഹിതയായ ശുഭാപ്തി വിശ്വാസിയാണ്.
		-- James Michener, "Space"

%
"എന്നാൽ എന്താണെന്ന് നിനക്കറിയുമോ രണ്ടു നിങ്ങൾ ചെയ്യുന്ന കരുതുന്നത് ?!" അവൻ വന്നു പോലെ ഭർത്താവ് അലറിമറ്റൊരു മനുഷ്യനോടു കിടക്കയിൽ തന്റെ ഭാര്യയെ മേൽ. ഭാര്യ തിരിഞ്ഞു അവളെ പുഞ്ചിരിച്ചുകൂട്ടുകാരൻ."കാണുക?" അവൾ പറഞ്ഞു. "ഞാൻ അവൻ മൂഢനായിപ്പോയി നിങ്ങളോടു പറഞ്ഞുവല്ലോ!"
		-- James Michener, "Space"

%
എന്നിട്ടും ഇവരൊക്കെ അവളുടെ അധരം സ്പർശിച്ചിട്ടില്ല ഞാൻ സ്വന്തമല്ല, ഇഷ്ടപ്പെട്ട വേണം; ലേക്ക്അവൾ അവരെ തുറന്നു തക്കവണ്ണം അവളോടു കൂട്ടാക്കിയിട്ടില്ല; നോക്കി ചെയ്തിട്ടുണ്ടെന്ന്ഒരിക്കലും അവളുടെ ദൃഷ്ടികൾ താഴ്ന്നു എന്ന അടി, ഒരു അരുണിമ ഉയർന്നതാണ്; വിട്ടിരിക്കുന്നു ലേക്കുള്ളവില അപ്പുറം ഒരു keepsake തന്നെ ഒരു ഇഞ്ച് ഏത് രോമം അയഞ്ഞ തരംഗങ്ങൾ:ചുരുക്കത്തിൽ, ഞാൻ ഇഷ്ടപ്പെട്ടു ഇരിക്കുമായിരുന്നു ഞാൻ ഭാരം ഉണ്ടായിരുന്നു എന്ന് ഏറ്റുപറകയും എന്തുഒരു കുട്ടിയുടെ ലൈസൻസ്, അതിന്റെ മൂല്യം അറിയാൻ മതിയായ ഇതുവരെ മനുഷ്യൻ.
		-- Charles Dickens

%
ഏത് പെൺകുട്ടി ഗ്ലാമർ കഴിയും; നിങ്ങൾ ചെയ്യേണ്ടത് എല്ലാ നിൽക്കുകയും വങ്കത്തമാണ് നോക്കൂ ആണ്.
		-- Hedy Lamarr

%
ഒരാൾ എങ്ങനെ വായിക്കാൻ അറിയുന്നു എങ്കിൽ ഏത് സ്ത്രീ ഒരു വ്യാപ്തം.
		-- Hedy Lamarr

%
അവൻ സ്ത്രീകൾ വഴി കാണാൻ കഴിയും പറയുന്നു ആർക്കും ധാരാളം കാണുന്നില്ല.
		-- Groucho Marx

%
"എന്തെങ്കിലും സർ?" തന്റെ മികച്ച ശ്രമിക്കുന്ന ശ്രദ്ധിച്ചും bellhop ചോദിച്ചുഅവരുടെ പെന്റ്ഹൗസ് സ്യൂട്ട് ലേഡി ആൻഡ് ജെന്റിൽമാൻ സുഖപ്രദമായ ഉണ്ടാക്കുവാൻഅലഹബാദ് ഹോട്ടൽ."ഇല്ല ഇല്ല, നന്ദി," ജെന്റിൽമാൻ മറുപടി."നിങ്ങളുടെ ഭാര്യ സർ ഒന്നും?" bellhop ചോദിച്ചു."എന്തുകൊണ്ട്, അതെ, യുവാവ്," ജെന്റിൽമാൻ പറഞ്ഞു. "നീ എന്നെ ഒരു വരുത്തുംപോസ്റ്റ്കാർഡ്? "
		-- Groucho Marx

%
പിതാക്കന്മാർ സാധാരണയായി പോകുമ്പോൾ അത് കാണുമോ എന്ന അനാഥരും ഒരു ആപത്തും ആകുന്നു; ഒപ്പംവന്ധ്യരാക്കുകയും പുത്രന്മാരുടെ ജനറൽ റൺ, പോലെ കൂടക്കൂടെ ആപത്തും പരിഗണിക്കുമ്പോൾ.ഒരു മനുഷ്യനും ഭാര്യയും തമ്മിലുള്ള മാത്രം ഖര സ്ഥായിയായ സമാധാനം മാറിത്താമസിച്ചു ആണ്ഒരു ശുദ്ധീകരണ.
		-- Lord Chesterfield, letter to his son, 1763

%
അവൾ പ്രമുഖ-ലീഗ് ടീം ആദ്യമായി സ്ത്രീ ഒരാളായി തോന്നിയത് ചോദ്യത്തിന്"ചെളി ഒരു പന്നിപോലെയാണെന്ന് പറഞ്ഞു," അല്ലെങ്കിൽ ആ പ്രഭാവം വാക്കു, തുടർന്ന് തിരിഞ്ഞുഅവളിൽ റം ലഹരി .വിപി വാഴു നിന്ന് പുകയില ജ്യൂസ് ഒരു സ്കിർട്ട് പുറത്തുവിട്ടവലത്തെ ചെകിട്ടത്തു. അവൾ അവൾ പ്ലഗ് ഒരു അപൂർവ ബ്രാൻഡ് സ്റ്റഫ് വിളിച്ചു ചവച്ചഅവൾ നിക്കരാഗ്വൻ വേനൽക്കാലത്ത് പന്ത് കളിച്ച് ചെയ്തപ്പോൾ ചവച്ചരച്ച് പഠിച്ചു. അവൾ പറഞ്ഞുഎഴുത്തുകാർ, "അവർ എന്നോടു അവിടെ നിങ്ങളുടെ എഴുതിവെക്കുക കഴിഞ്ഞില്ല അർഥം ചെയ്തുമൾട്ടി. ഞാൻ ഉറങ്ങാൻ എല്ലായിടത്തും ഞാൻ പോയി ഒരു തോക്ക് പിടിച്ചു. * പ്രത്യേകിച്ച് നിന്ന് *ബെഡ്. വിശ്വസിക്കാന് എന്നറിഞ്ഞാല് എന്റെ പിന്നാലെ ആയിരുന്നു. ഞാൻ തുടങ്ങിയപ്പോൾ കൊണ്ടുവന്നിട്ടുള്ളത്പുകയില ച്യൂയിംഗം - ആരെയെങ്കിലും നിങ്ങളെ പരിചരിക്കുന്ന ചീത്ത സാരമില്ല, അത് കാരണംഈ പോലെ മോശം. ഈ ലോകത്തിൽ ഏറ്റവും മോശം മതിയായിരുന്നു ആണ്. ഇതിനു ശേഷം,മറ്റുള്ളതെല്ലാം പീച്ച് ആൻഡ് ക്രീം ആണ്. "എഴുത്തുകാർ ജെന്റിൽമാൻ ജിം തിരഞ്ഞെടുക്കപ്പെടുകയുംഅങ്ങാടിക്കുരുവി ന്റെ പി.ആർ. മുൻവിധിയോടെയാണ് ഒരു ചങ്ക് കടിച്ചെടുക്കും അതു രുചിനോക്കിയാറെ അവ എങ്ങനെ പറയാൻ,അവൻ ഇരുന്നു ചവച്ച പോലെ തന്റെ പഴയ ചങ്കരനു കവിൾ പാഞ്ഞുവന്നു അവൻ കണ്ണുനീർഒരു സമയത്തിനുള്ളിൽ സംസാരിക്കാൻ കഴിഞ്ഞില്ല. പിന്നെ അവൻ "ഇതെന്താ നിങ്ങൾ ഈ ച്യൂയിംഗം നടത്തിക്കൊണ്ടിരിക്കുകയാണ്രണ്ടു വർഷം? ദൈവമേ, ഞാൻ അതു ഒരു സ്ത്രീ ആയിരിക്കും മാറില്ലേ ആയിരുന്നു അനങ്ങിയില്ല. "
		-- Garrison Keillor

%
ഒടുവിൽ ഞാൻ എന്റെ സ്വപ്നങ്ങളുടെ പെൺകുട്ടി കണ്ടെത്തി. കഴിഞ്ഞ രാത്രി അവൾ എന്നോടു പറഞ്ഞു"ഒരിക്കൽ കൂടുതൽ, വിചിത്രമായി ഈ സമയം ഞാൻ * ആയിരിക്കും * കതക് ആൻഡ് * നിങ്ങൾ * ആയിരിക്കും മേരി.
		-- Strange de Jim

%
ബാച്ച്ലർ 'ഭാര്യമാരെയും പഴയ ദാസിമാർ' മക്കൾ എപ്പോഴും അത്യുത്തമം.
		-- Nicolas Chamfort

%
അടിസ്ഥാനപരമായി എന്റെ ഭാര്യ ഖബറിന്റെ. ഞാൻ ബാത്ത് വീട്ടിൽ, അവൾ ആഗ്രഹിക്കുന്നു ആഗ്രഹിക്കുന്നുവന്നു എന്റെ ബോട്ടുകൾ താഴുന്നു.
		-- Woody Allen

%
സ്ത്രീകളുമായി നിങ്ങളുടെ .തന്റെ ലെ സംശയാലുക്കളായി Be. ഇത് കാണാം നല്ലതുസ്ത്രീയോടു പിണ്ഡം അധികം മനുഷ്യനോടു ഓപ്പറ.
		-- De Maintenon

%
യാഗങ്ങൾ സ്വീകരിക്കാൻ തയ്യാറായി ഇരിക്കുക. Vestal കന്യകമാർ എല്ലാവരും ആ മോശം അല്ല.
		-- De Maintenon

%
സൗന്ദര്യം വിരളമായത് തമ്മിൽ സ്ത്രീ ശുപാർശ.
		-- De Maintenon

%
സൗന്ദര്യം, തലച്ചോറ്, ലഭ്യത വ്യക്തിത്വം; ഏതെങ്കിലും രണ്ട് തിരഞ്ഞെടുക്കുക.
		-- De Maintenon

%
വിവാഹത്തിനു മുമ്പും മൂന്ന് ചെറിയ വാക്കുകളിൽ "ഞാൻ നിന്നെ സ്നേഹിക്കുന്നു" വിവാഹ ശേഷം ആകുന്നുഅവർ "ന്റെ പുറത്തു ഭക്ഷണം കഴിക്കട്ടെ." ആകുന്നു
		-- De Maintenon

%
ഓരോ വിജയം പിന്നിൽ നിങ്ങൾ ധരിക്കാൻ ഒന്നുമില്ല ഒരു സ്ത്രീയെ കാണാം.
		-- De Maintenon

%
അവളുടെ ആരോഗ്യ സ്ഥിതി സംബന്ധിച്ച solicitously ചോദിച്ചപ്പോൾ bothersome ലക്ഷണമായികോക്ടെയ്ൽ ആഘോഷത്തിൽ ഗർഭിണിയായ സ്ത്രീയുടെ. വീണ്ടും മറ്റൊരു ഗസ്റ്റ് കടന്നുഒപ്പം, അന്വേഷിപ്പിച്ചു "കൊള്ളാം, നിങ്ങൾ എങ്ങനെ ഈ ദിവസം തോന്നുന്നുണ്ടോ?""വളരെ നന്നായി" കാത്തിരിക്കുന്നവരുടെ അമ്മ പറഞ്ഞു. "എന്ന് ഞാൻ നഷ്ടമായിഇപ്പോൾ ഏഴോ എട്ടോ കാലഘട്ടങ്ങൾ അതു എന്നെ വിഷമിക്കേണ്ട തുടങ്ങി പറ്റി. "
		-- De Maintenon

%
ഇപ്പോൾ അതു പ്രതിബദ്ധത വിളിച്ച് - അടിമത്തം വിളിക്കപ്പെടും ഉപയോഗിക്കുന്ന ഒരാളുടെ ഉടമസ്ഥതയിൽ എന്നതിനർഥം.
		-- De Maintenon

%
ബെന്നി ഹിൽ: നിങ്ങൾ ഒരു നിലക്കടല താൽപ്പര്യമുണ്ടോ?പെൺകുട്ടി: ഇല്ല, നന്ദി ഞാൻ മായില്ല ആകുവാൻ ആഗ്രഹിക്കുന്നില്ല.ബെന്നി ഹിൽ: നിങ്ങൾ ഒരു നിലക്കടല വേണ്ടി മായില്ല കഴിയില്ല.അതു ചോക്ലേറ്റ് ബാർ അല്ലെങ്കിൽ എന്തെങ്കിലും മട്ടിൽ അത് അങ്ങനെയല്ല.
		-- De Maintenon

%
ദിഭാരതം നിരവധി ഒറ്റ ഇണയുടെ പ്രശ്നമുണ്ട്. .കൂടുതലായാലും ഒരേ ആണ്.
		-- De Maintenon

%
പക്ഷികളും തേനീച്ച കറുത്ത ജീവിതം വസ്തുതകൾ തമ്മിൽ എന്തു കഴിയുന്നിടത്തോളംnightgowns ചൂടുള്ള സൂക്ഷിക്കുന്നതിൽ ചെയ്യാൻ.
		-- Hester Mundis, "Powermom"

%
ആൺകുട്ടികൾ കുറഞ്ഞത്, ആരുടെയും ഉറപ്പു വിവേകത്തിന്റെ ശ്രേണി അക്കരെയുള്ളഅവർ 18 മാസം 90 വയസ്സിനും മദ്ധ്യേയുള്ള ആയിരിക്കുമ്പോൾ.
		-- James Thurber

%
ആൺകുട്ടികൾ ആൺകുട്ടികളുടെ ആയിരിക്കും, അങ്ങനെ മധ്യവയസ്കനായ മനുഷ്യരുടെ ഒരുപാട് ചെയ്യുകയുമില്ല.
		-- Kin Hubbard

%
കോടികൾ നിങ്ങളുടെ പണം അല്ലെങ്കിൽ നിങ്ങളുടെ ജീവൻ ചോദിക്കും, എന്നാൽ ഒരു സ്ത്രീയെ രണ്ടും ചോദിക്കും.
		-- Samuel Butler

%
എല്ലാ വഴികളിലൂടെയും വിവാഹം: ഒരു നല്ല ഭാര്യയെ ലഭിക്കുകയാണെങ്കിൽ, സന്തോഷം കാണാം; നീ ആണെങ്കിൽനിങ്ങൾ ഒരു തത്ത്വചിന്തകൻ ആകുവാൻ കാണാം, ഒരു മോശം ഒന്ന് നേടുക.
		-- Socrates

%
ഭർത്താക്കന്മാർ / ഭാര്യമാരെ മാറ്റുമ്പോൾ മാത്രമേ കഷ്ടങ്ങൾ മാറുകയാണ്.
		-- Kathleen Norris

%
വിവാഹത്തിൽ അവൾ എങ്കിൽ നിങ്ങൾ ഒരു സുഹൃത്താക്കാനാണു ഒരുവൻറെ മാത്രം ഒരു സ്ത്രീ തിരഞ്ഞെടുക്കുകഒരു മനുഷ്യൻ ഉണ്ടായിരുന്നു.
		-- Joubert

%
വളരെ മുഷിഞ്ഞ കളിക്കാൻ ഒരു വളരെ നർമ്മവും സമാപനം വിവാഹം ലേക്ക് Courtship.
		-- William Congreve

%
ഡാർലിംഗ്: ഒരു അംഗം സംസാരിക്കുകയായിരുന്നു ഉപയോഗിക്കുന്ന വിലാസം പ്രശസ്തമായ ഫോംനിമിഷം പേരുള്ള നിങ്ങൾ കഴിയില്ല എതിർവിഭാഗത്തിൽപ്പെട്ടവരുമായി ഓർക്കുക.
		-- Oliver Herford

%
പ്രിയ മിസ് കോമഡീസ്:ഞാൻ ഒരു മുപ്പതു ശതമാനം അവസരം മാത്രമായിരുന്നോ പോലും, വലിയ കറുത്ത കുട കൊണ്ടുപോകുംമഴ. ഞാൻ അതിന്റെ സംരക്ഷണം പങ്കിടാൻ എനിക്കു അന്യരായ ഒരു യുവതി പറയാമോ?ഈ രാവിലെ, ബസ് താരതമ്യ സൗകര്യങ്ങൾ എന്റെ കുട കാത്തിരുന്നുമഴയെ നിന്ന് എന്നെ സംരക്ഷിക്കാനും ലഭ്യമാക്കുന്നതും ആകർഷകമായ യുവതിയെ ശ്രദ്ധിച്ചുലഹരി. ഞാൻ പലപ്പോഴും നാം അവളെ സംഭാഷണ ഒരിക്കലും ആണെങ്കിലും, എന്റെ ബസ് കടയിൽ കണ്ടിരിക്കുന്നു,ഞാൻ അവളുടെ പേര് അറിയില്ല. എന്റെ കീഴിൽ നേടുകയും അവളെ ചോദിക്കാതെ കഴിഞ്ഞില്ലഅധിക്ഷേപിക്കൽ അലംകൃതമായി ഇല്ലാതെ കുട?മിതമായ റീഡർ:തീർച്ചയായും. നിങ്ങൾ കുറവ് ഭാഗ്യമായി ആ പരിഗണന എപ്പോഴും നിസ്സാരംനിങ്ങൾ എങ്ങനെ കലപിലകൂട്ടലിന് നിർത്തി എങ്കിൽ അതു കൂടുതൽ ബോധ്യപ്പെടുത്തുന്ന തന്നെ ആണെങ്കിലുംആകർഷകമായ അവൾ ആണ്. ക്രമത്തിൽ നല്ല Samaritanism അധാർമ്മികമായ പേര് മിസ് നൽകരുതെന്ന്,കോമഡീസ് unmolested സംരക്ഷണം അവളുടെ രണ്ടോ മൂന്നോ തലേ ദിവസം അനുവദിക്കുന്നതിന് ആവശ്യപ്പെടുന്നുനിങ്ങളുടെ ആക്രമണം നടത്തുന്നതിന് മുമ്പ്.
		-- Oliver Herford

%
പ്രിയ മിസ് കോമഡീസ്:നിങ്ങളുടെ മുഖത്തെ മനുഷ്യന്റെ ഉമിനീർ നീക്കം ചില നയത്തോടെ വഴികൾ ലിസ്റ്റ്ചെയ്യുക.മിതമായ റീഡർ:നിങ്ങളുടെ മുഖത്ത് ഒരു മനുഷ്യന്റെ ഉമിനീർ ലയിച്ചത് ചില മാന്യമായ വഴികൾ ലിസ്റ്റ്ചെയ്യുക. എങ്കില്മാന്യനായ ആവേശഭരിതരായ നിവൃത്തിയില്ലാതെ അശ്രദ്ധമായി നിങ്ങൾ അടിച്ചചർച്ചകളും നിങ്ങൾ രണ്ടു ചുവടു തിരികെ നടപടിയുടെ തൂവാല കൊണ്ടുവന്നു ചെയ്യാംസഹിതം തുണി വാലായി സമയത്ത്, നിങ്ങളുടെ മൂക്ക് തുടച്ച് ചലനങ്ങൾ സഞ്ചരിച്ചുവഴിയിലുടനീളം mopping ആവശ്യമാണ് ഏതൊരു ട്ട് നിങ്ങളുടെ മുഖം. എന്നാൽ,സമ്പത്തു കൂടുതൽ അടുപ്പമുള്ള എന്ന ആവേശത്തിന്റെ ഫലമായി ഏറ്റെടുത്തുപ്രകൃതി, നിങ്ങൾ സുഖിച്ചു നിങ്ങളുടെ പിങ്ക് നാവിന്റെ ഒരു ചിത്രമായ അതു വീണ്ടെടുത്തേക്കാം.
		-- Oliver Herford

%
മാത്രമേ ആദ്യ ആകുന്നു പാപമോചനം സ്ത്രീയെ അനുവദിക്കുന്നില്ല ചെയ്യരുത്ഘട്ടം. രണ്ടാം നിങ്ങളിൽ കുറ്റം ചെയ്തു തന്നെത്താൻ നീതീകരണം ആണ്.
		-- DeGourmont

%
നിങ്ങളുടെ അമ്മ എന്നെ ഹൃദ്യമായി ഇത്രകാലം നടന്നിരിക്കുന്നു വേണം തോന്നുന്നുവോഒന്നിച്ചു ഇനി ഞങ്ങള് വിവാഹം ചെയ്തിരുന്നു?
		-- DeGourmont

%
ഓരോ ദു-ഐഡ് സ്ത്രീ സ്നേഹിച്ചു നഷ്ടപ്പെട്ടു ഊഹിക്കരുത് - മെയ്അവനെ ലഭിച്ചു.
		-- DeGourmont

%
, ഞാൻ തിരികെ വരും എന്തു അറിയാമോ അമ്മയിൽനിന്നും ചെയ്യരുത്. ഒരുപക്ഷേ അവൾ എന്നെ പുറത്തു എറിയുന്നു ശേഷം ഉടൻ.
		-- DeGourmont

%
പണം വിവാഹം ചെയ്യരുത്; വിലകുറഞ്ഞ അതു കടം തരാമോ.
		-- Scottish Proverb

%
മുഷിഞ്ഞ സ്ത്രീകൾ കുറ്റമറ്റ വീടുകള്.
		-- Scottish Proverb

%
അമേരിക്ക ഒരു സന്ദർശന വിൻസ്റ്റൺ ചർച്ചിൽ ഒരു മുഷ്ടി ക്ഷണിച്ചിരുന്നുഏത് തണുത്ത ഫ്രൈഡ് ചിക്കൻ നൽകിയ luncheon. സമയമത്രയും മടങ്ങുന്നുസഹായിച്ചതിന് അവൻ പറയാനില്ലേ "ഞാൻ ചില നെഞ്ചു തരാമോ?""മിസ്റ്റർ ചർച്ചിൽ," ഹോസ്റ്റസ് മറുപടി, "ഞങ്ങൾ ആവശ്യപ്പെടാനും ഈ രാജ്യത്ത്വെളുത്ത ഇറച്ചി അല്ലെങ്കിൽ കടും ഇറച്ചി. "ചർച്ചിൽ ധാരാളമായി മാപ്പു.രാവിലെ, യുവതിയുടെ നിന്ന് ഒരു മനോഹരമായ ഓർക്കിഡ് ലഭിച്ചുമാനം അവളുടെ ഗസ്റ്റ്. അനുഗമിക്കുന്ന കാർഡ് വായിക്കുന്നു: "ഞാൻ ഏറ്റവും നാടുകളിലും തന്നെനിങ്ങളുടെ വെളുത്ത മാംസം ഈ പിൻ തന്നെ. "
		-- Scottish Proverb

%
സാമ്പത്തിക ഇപ്പോഴും കുറഞ്ഞത് എന്തു പെൺകുട്ടികൾ അവയെന്തെല്ലാമെന്നു് ശ്രമിക്കുന്നതത്ത്വം ഏറ്റവും പലിശ ആകർഷിക്കും.
		-- Scottish Proverb

%
വിവാഹിതരായ തികയാന് ശതമാനം അമേരിക്ക കള്ളത്തരം. ബാക്കി യൂറോപ്പിൽ കള്ളത്തരം.
		-- Jackie Mason

%
... എണ്പതു വർഷങ്ങൾക്കു ശേഷം അദ്ദേഹം ഇപ്പോഴും തന്റെ യുവ ദേണ്ടെ കൂടെ ഡബ്ലിലെയഥാർത്ഥ സന്തോഷം തന്റെ അഡ പ്രണയത്തിലാണ് വീഴുന്ന.
		-- Nabokov

%
ഒരു പെൺ ഐൻസ്റ്റീൻ അസിസ്റ്റന്റ് സ്ഥാനക്കയറ്റം ഇരയായാല് സമത്വവും അല്ലപ്രൊഫസർ; ഒരു പെൺ schlemiel മുന്നോടിയായി ഒരു പോലെ ഫാസ്റ്റ് പ്രേരിതരായി സമത്വം ആണ്പുരുഷ schlemiel.
		-- Ewald Nyquist

%
യൂജിൻ ഡി ആൽബർട്ട്, ഒരു പ്രശസ്ത ജർമൻ സംഗീതസംവിധായകൻ, ആറു തവണ വിവാഹം ചെയ്തത്.അവൻ വേഗത്തിൽ തന്റെ അഞ്ചാം ഭാര്യയുമായി പങ്കെടുത്ത ഒരു വൈകുന്നേരം സ്വീകരിച്ചവിവാഹത്തിന്റെ ശേഷം അവൻ ഭവ്യതയോടെ പറഞ്ഞു ഒരു സുഹൃത്തിന്റെ ലേഡി ഹാജരാക്കിയ,"അഭിനന്ദനങ്ങൾ, Herr ഡി ആൽബർട്ട് നിങ്ങൾ വിരളമായി അങ്ങനെ എന്നെ തുടങ്ങിയിട്ടുണ്ട്ഭാര്യയെ ആകർഷകമാണ്. "
		-- Ewald Nyquist

%
"പോലും ജോസേട്ടന്റൊന്നിച്ച് ഒരു മനുഷ്യൻ സ്ഥാനമൊഴിഞ്ഞ് തോന്നൽ ഇല്ലാതെ ഒരു സ്ത്രീയെ കൊല്ലാൻ കഴിയില്ലവെറും ഒരു ബിറ്റ് unchivalrous ... "
		-- Robert Benchley

%
ഉയർത്തപ്പെട്ട ആണ് ഏതു പുരുഷനും എല്ലായ്പോഴും അവൻ അത് തന്നെത്താൻ ചെയ്തിരിക്കുന്നു എന്നു തോന്നുന്നു ഇഷ്ടപ്പെടുന്നുഭാര്യയും ആതു ആ ചെയ്തത് പോകാം.
		-- Barrie

%
ഇപ്പ ജനനസമയത്ത്, ഹോർമോണുകളുടെ അതേ തുക നൽകപ്പെട്ടിരിക്കുന്നു;നിങ്ങൾ വളരുന്ന മുടി നിങ്ങളുടേത് ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്ന എങ്കിൽ അത് കൊണ്ട് പ്രശ്നമില്ല.
		-- Barrie

%
കൂടുതൽ അയോവ സ്റ്റേറ്റ് സർവേ റേറ്റ് മെഷിനറി breakdowns കർഷകർവിവാഹമോചനം അധികം ജേതാവിനെ.
		-- Wall Street Journal

%
ഫെമിനിസ്റ്റുകൾ വെറും മനുഷ്യ വംശത്തിന്റെ ഒരു ടൈ ആഗ്രഹിക്കുന്നു.
		-- Wall Street Journal

%
ആദ്യം സ്നേഹം, അല്പം മാത്രം ബുദ്ധിഹീനത ആൻഡ് ജിജ്ഞാസ ധാരാളം ആരും ശരിക്കുംസ്വയം ബഹുമാനിക്കുന്ന സ്ത്രീ ഇതിന്റെ ആനുകൂല്യം ലഭിക്കും.
		-- George Bernard Shaw, "John Bull's Other Island"

%
ഫ്ലിര്ട്ടിങ് ഒരുവൻ തൃപ്തിപ്പെട്ടിരിക്കുന്നു മടിക്കേണ്ടതില്ല യഥാവിധി ശാന്തനും കലയാണ്.
		-- Helen Rowland

%
ഒട്ടും വൃദ്ധനും, ഒരിക്കലും: ഒരു യുവാവു, ഇതുവരെ വേണ്ടി.ഒരു മനുഷ്യൻ വിവാഹം ചെയ്യണം? ഒരു യുവാവ്, ഇതുവരെ; ഒരു മൂപ്പൻ മനുഷ്യൻ അല്ല.
		-- Sir Francis Bacon, "Of Marriage and Single Life"

%
ഒട്ടും വൃദ്ധനും, ഒരിക്കലും: ഒരു യുവാവു, ഇതുവരെ വേണ്ടി.ഒരു മനുഷ്യൻ വിവാഹം ചെയ്യണം? ഒരു യുവാവ്, ഇതുവരെ; ഒരു മൂപ്പൻ മനുഷ്യൻ അല്ല.
		-- Sir Francis Bacon, "Of Marriage and Single Life"

%
ഞാൻ ഞാൻ ഒരു വർഷം അവളെ നിലക്കുമോ സത്യം; ഔട്ട് കഷ്ടമെന്നു!എന്നാൽ ദിവസത്തെ ബ്രേക്ക് കൂടെ യാചിക്കുന്നു പോയി.
		-- Paulus Silentiarius, c. 540 A.D.

%
മുപ്പതു വർഷം ഒരു മനുഷ്യൻ പിടര്മ്യാരിട്സ്ബര്ഗ് ഓരോ വൈകുന്നേരം ചെലവഴിക്കാൻ പോയി. ___.അവന്റെ ഭാര്യ മരിച്ചപ്പോൾ തന്റെ സുഹൃത്തുക്കൾ അവൻ അവളെ വിവാഹം വിശ്വസിച്ചു ഉദ്ബോധിപ്പിച്ചുഅവനെ അതിന്. "അല്ല, അല്ല," അവൻ പറഞ്ഞു: "അങ്ങനെ ചെയ്താൽ ഞാൻ എവിടെ ഞങ്ങൾക്കുണ്ട് വേണംഎന്റെ വൈകുന്നേരങ്ങളിൽ ചെലവഴിക്കുകയും? "
		-- Chamfort

%
കത്തിന് അദ്ദേഹം ബെല്ലി കെണികൾ ആർക്കുവേണ്ടി ആണ്.
		-- Chamfort

%
ഫോർച്ച്യൂൺ പുരുഷന്മാരും സ്ത്രീകളും തമ്മിലുള്ള വ്യത്യാസങ്ങൾ ചർച്ചചെയ്യുന്നുണ്ട്: # 14ലോ തീർക്കുകയാണ്:ന്റെ ഒരു പുരുഷനും സ്ത്രീയും ടിവിയിലെ ബോക്സിംഗ് മത്സരത്തിൽ കാണുന്നതായി പറയട്ടെ. ഒന്ന്എന്നേട് ഒരു താഴ്ന്ന അടിയാൽ കാറ്റിൽ ആണ്. സ്ത്രീ "ഓ, ഗീ വേണം പറയുന്നു.വേദനിപ്പിച്ചു. "മനുഷ്യൻറെ മേൽ ഡബിൾസ് യഥാർത്ഥത്തിൽ വേദന തോന്നിത്തുടങ്ങി.അപ് ഡ്രസിംഗ്:ഒരു സ്ത്രീ ഷോപ്പിംഗ്, വെള്ളം സസ്യങ്ങൾ, ശൂന്യമായ The പോകാൻ ക്കൊള്ളിച്ചു ചെയ്യുംചപ്പുചവറുകളും, ഫോൺ ഉത്തരം, ഒരു പുസ്തകം വായിച്ചു, മെയിൽ നേടുക. മനുഷ്യനെ അരവേണ്ടി: വിവാഹങ്ങൾക്കും ശവസംസ്കാരം. ഭാഷയെക്കുറിച്ച് വരുമ്പോൾ കല്യാണ സംസാരിക്കുകയായിരുന്നുവിവാഹങ്ങളിൽ, സ്ത്രീകളെ "ചടങ്ങിൽ" കുറിച്ച് സംസാരിക്കാം. പുരുഷന്മാർ "ബാച്ചിലർ കുറിച്ച് ചിരിക്കാൻപാർട്ടി ".ഡേവിഡ് ലെറ്റർമാൻ:ദാവീദിന്റെ ലെറ്റർമാൻ മുഖത്തു ന്യൂനപക്ഷവുമുണ്ട് മനുഷ്യൻ കരുതുന്നുഎർത്ത്. സ്ത്രീകൾ അവൻ എപ്പോഴും ഒരു മോശം ഹെയർകട്ട് ഉണ്ട് ഒരു മീൻ, അർദ്ധ അഹങ്കാരം ഒര് കരുതുന്നു.
		-- Chamfort

%
ഫോർച്ച്യൂൺ പുരുഷന്മാരും സ്ത്രീകളും തമ്മിലുള്ള വ്യത്യാസങ്ങൾ ചർച്ചചെയ്യുന്നുണ്ട്: # 16ബന്ധങ്ങൾ:ഒന്നാമതായി, ഒരു മനുഷ്യൻ ഒരു ബന്ധം ഒരു ബന്ധം വിളിക്കും ഇല്ല - അവൻ"എനിക്കും Suzie സെമി-റെഗുലർ ന് അത് ചെയ്യുന്നെന്ന് ആ കാലത്തു പോലെ പരാമർശിക്കുന്നുഅടിസ്ഥാനത്തിൽ ".ഒരു ബന്ധം അവസാനിക്കുന്നത്, ഒരു സ്ത്രീയുടെ നിലവിളിച്ചു പകരും അവളുടെ ഹൃദയംഅവളുടെ പെൺകുട്ടികൾക്ക് അവൾ "എല്ലാ പുരുഷന്മാർ ഇഡിയറ്റ്സ് തന്നെയാണോ" എന്ന കവിത എഴുതും. അപ്പോള്അവൾ ജീവിതത്തിൽ നേടാൻ ചെയ്യും.മനുഷ്യൻ അല്പം കൂടി കഷ്ടത പോകാനനുവദിക്കുക ഉണ്ട്. ആറ് മാസത്തിന് ശേഷംഖണ്ഡങ്ങളായി, ഒരു ശനിയാഴ്ച രാത്രി 3:00 മണിയ്ക്ക് അവൻ വിളിക്കുകയും പറയും, "എനിക്ക്നിങ്ങൾ എന്റെ ജീവിതം എന്താകുമായിരുന്നു അറിയിക്കാൻ ആഗ്രഹിച്ചു, ഞാൻ ഫീസായി ഒരിക്കലും ഞാൻനിങ്ങൾ ദ്വേഷിച്ചു നിങ്ങളുടെ മൊത്തം floozy മുൻപരിചയം. എന്നാൽ ഞാൻ നിന്നെ ഇല്ല എന്ന് അറിയാൻ ആഗ്രഹിക്കുന്നുഎപ്പോഴും നമുക്ക് ഒരു അവസരം ഞാൻ നിങ്ങളെ വെറുക്കുന്നു / ഐ ലവ് "". ഇത് അറിയപ്പെടുന്നു "മദ്യപിച്ച് ഫോൺ കോൾ, 99% എല്ലാ പുരുഷന്മാർ തവണയെങ്കിലും വരുത്തിയിട്ടുണ്ടെങ്കിൽ. ഇതുണ്ട്ഈ ആവശ്യം മറികടക്കാൻ സഹായിക്കുന്ന കോഴ്സുകൾ വാഗ്ദാനം കമ്മ്യൂണിറ്റി കോളേജുകൾ; അയ്യോ,ഈ ക്ലാസുകൾ അപൂർവ്വമായി ഫലപ്രദമായ തെളിയിക്കാൻ.
		-- Chamfort

%
ഫോർച്ച്യൂൺ പുരുഷന്മാരും സ്ത്രീകളും തമ്മിലുള്ള വ്യത്യാസങ്ങൾ ചർച്ചചെയ്യുന്നുണ്ട്: # 17ചെരിപ്പുംശരാശരി മനുഷ്യൻ ഉല്പന്ന 4 ജോഡി ഉണ്ട്: പ്രവർത്തിക്കുന്ന ഷൂസ് വസ്ത്രധാരണം ഷൂ,ബൂട്ട്, സ്ലിപ്പറുകള്. ശരാശരി സ്ത്രീ കളത്തിൽ ചെരിപ്പും 4 പാളികൾ കട്ടിയുള്ള ഉണ്ട്മണവറയും. അവരിൽ മിക്കവരും അവളുടെ കാൽ മുറിവേറ്റു.കൂട്ടുകാരെ ഉണ്ടാക്കുക:സ്ത്രീ പൊതു താൽപ്പര്യങ്ങൾ ഉള്ള മറ്റൊരു സ്ത്രീ സംഗമം ചെയ്യും ഏതാനും കാര്യങ്ങൾ ചെയ്യാൻഒന്നിച്ചു, ഒപ്പം, കുറിചോര്ത്തില്ല "ഞാന് നല്ല സുഹൃത്തുക്കൾ കഴിയും പ്രതീക്ഷിക്കുന്നു."മനുഷ്യൻ പൊതു താൽപ്പര്യങ്ങൾ ഉള്ള മറ്റൊരു മനുഷ്യൻ നിങ്ങളെ എതിർപെടും ഏതാനും കാര്യങ്ങൾ ചെയ്യാൻഒന്നിച്ചു, ഒന്നും പറയുന്നു. ഈ മറ്റ് മനുഷ്യൻ ഇടപെടുന്നതിനുളള വർഷങ്ങൾക്ക് ശേഷം,പ്രതീക്ഷകളും അവൻ അവന്റെ പുരോഹിതൻ ആശ്രയിക്കുന്നു വരുമെന്ന് അവർ ഭയപ്പെട്ടു പങ്കിടുന്നതോമനോരോഗവിഗദ്ധന്, ഒടുവിൽ തന്റെ ഗാർഡ് മദ്യപിച്ച് ഒരു വ്യായാമം അറിയിക്കുംsentimentality അത്തരം ഒരു ആരാണ് ഒരാൾക്ക് പോലെ എന്തെങ്കിലും പറയുന്നു "എന്ന്നാറ്റാവസ്ഥയിലാണ് ഞാൻ നിങ്ങൾ ശരി മുൻപരിചയം ഊഹിക്കുന്നത്. "
		-- Chamfort

%
ഫോർച്ച്യൂൺ പുരുഷന്മാരും സ്ത്രീകളും തമ്മിലുള്ള വ്യത്യാസങ്ങൾ ചർച്ചചെയ്യുന്നുണ്ട്: # 2ഡെസേർട്ട്:സ്ത്രീ സാധാരണയായി കലാപരമായ ഒരു അലങ്കരിച്ചിട്ടുണ്ട് മധുരപലഹാരം കൌതുകം ചെയ്യുംഇതിൽ അതിന്റെ സൃഷ്ടാവിൽ പുകഴ്ത്തിയും മുമ്പും അനുയോജ്യമായ ഇടവേള കാത്തിരിക്കുന്നു പ്രവർത്തിക്കുംഅവൾ വൈമനസ്യത്തോടെ വായ്ത്തല ഓഫ് ചെറിയ sliver എടുക്കും. മനുഷ്യൻ തുടങ്ങുംകേന്ദ്രത്തിൽ ചെറി മനസിലായോ.കാർ അറ്റകുറ്റപ്പണി:ശരാശരി മനുഷ്യൻ തന്റെ വൈ ക്രോമസോം പൂർണ്ണമായ റിപ്പയർ അടങ്ങിയിരിക്കുന്നു കണ്ടതിനാൽരണ്ടാം ലോകമഹായുദ്ധത്തിനു ശേഷം ഓരോ കാർ രേഖകൾക്കു. അവൻ ഒരു പ്രശ്നം പ്രവർത്തിക്കുംതാൻ നീങ്ങിപ്പോകുന്ന അല്ലെങ്കിൽ "ആയിരിക്കും കഴിയാത്ത കാര്യങ്ങൾ മാറുന്നു ഒന്നുകിൽ വരെ"പ്രത്യേക ഉപകരണങ്ങൾ ഇല്ലാതെ സ്ഥിര.ശരാശരി സ്ത്രീ "രസകരം അലര്ച്ചയോടെ-അലര്ച്ചയോടെ മുഴക്കം" ഒരു വിചാരിക്കുന്നുഒരു ഓട്ടോമോട്ടീവ് പ്രശ്നത്തിന്റെ കൃത്യമായ വിവരണമാണ്. അവൾ എന്നാൽ, ഞങ്ങൾക്കുണ്ട്കാർ ശരിയായ ഇടവേളകളിൽ നന്നാക്കാൻ അതുവഴി കുറവായിരിക്കണം പ്രശ്നങ്ങൾ ഇടയാക്കാംശരാശരി മനുഷ്യൻ.
		-- Chamfort

%
ഫോർച്ച്യൂൺ പുരുഷന്മാരും സ്ത്രീകളും തമ്മിലുള്ള വ്യത്യാസങ്ങൾ ചർച്ചചെയ്യുന്നുണ്ട്: # 4വസ്ത്രവുംപുരുഷന്മാർ വസ്ത്രം നിരസിക്കരുത്. ശരാശരി മനുഷ്യൻ ഇപ്പോഴും ജിം ഷർട്ട് ഉണ്ട്അവൻ സ്കൂളിലെ ധരിച്ചിരുന്നത്. അവൻ ഒരു ജാക്കറ്റ് കുറിച്ച് "വെറും ഒടിച്ചും അതുമൂലം" വീഴാതിരിക്കാൻസമയം അത് രണ്ടുകൈകളും ലെ ദ്വാരങ്ങൾ വികസിക്കുന്നു. മനുഷ്യൻ പുതിയ ഷർട്ടും ഇരുന്നു കൊള്ളട്ടെചെലുത്തുന്നതായി മുമ്പ് രണ്ടു വർഷങ്ങൾക്കു അവരുടെ യഥാർത്ഥ പൊതിയുന്നതിലും ഷെൽഫ്അവർ പ്രായം സൗകര്യമായ തീർന്നിരിക്കുന്നു കാണാം ആശയോടെ ഉപയോഗിക്കാൻ.സ്ത്രീകൾ ഒരു വർഷം അർദ്ധായുസുള്ള, വസ്ത്രം ആക്ടീവ് കരുതുന്നു.അവർ കഴിഞ്ഞ വർഷം രീതികളെ വഴി മലിനീകരണം ഒഴിവാക്കാൻ മുൻകരുതലുകൾ ശ്രമിക്കുന്നു.
		-- Chamfort

%
ഫോർച്ച്യൂൺ പുരുഷന്മാരും സ്ത്രീകളും തമ്മിലുള്ള വ്യത്യാസങ്ങൾ ചർച്ചചെയ്യുന്നുണ്ട്: # 5ആശ്രയം:ശരാശരി സ്ത്രീ ശരിക്കും ഇണ കരിയില എങ്കിൽ പറഞ്ഞു ആഗ്രഹിക്കുന്നുചുറ്റും അവളുടെ പിറകിൽ. ഈ ഒരേ സ്ത്രീയെ അവളുടെ മികച്ച സുഹൃത്ത് പറകയില്ലഅവൾ മികച്ച സുഹൃത്തുക്കൾ 'ഇണ അപവാധങ്ങൾ അറിയാമായിരുന്നുവെന്ന്. അവൾ തന്റെ പറയാംമറ്റ് സുഹൃത്തുക്കൾ അതേസമയം. അവൻ അവനറിയാം എങ്കിൽ ശരാശരി മനുഷ്യൻ ഒന്നും പറയുന്നില്ല ചെയ്യുംതന്റെ സുഹൃത്തിന്റെ ആരുടെയെങ്കിലും ചുറ്റും കരിയില, അവൻ പകരം അറിയില്ല ആഗ്രഹിക്കുന്നു ആണ്തന്റെ ഇണയെ ഒറ്റ കൂടെ പോരട്ടെ എന്നു ഭയന്ന്, ഒന്നുകിൽ അപവാധങ്ങൾ ആണ്തന്റെ സുഹൃത്തുക്കൾ. അവൻ സ്വന്തം കാര്യങ്ങളിൽ കുറിച്ച് തന്റെ സകല സ്നേഹിതന്മാരോടും അറിയിക്കും,അവൻ സഞ്ജുക്ത ആവശ്യമാണ് എങ്കിൽ അങ്ങനെ അവർ തയ്യാറാകും കഴിയും.ഡ്രൈവിംഗ്:ഒരു സാധാരണ മനുഷ്യൻ താൻ ഉടൻ പിന്നിൽ മെച്ചപ്പെടുത്തി പോലെ മരിയോ Andretti തുടർന്ന് കണ്ടതിനാൽകാർ ചക്രം. 8-കാരനായ ഹോണ്ട വസ്തുത പാലിക്കാത്തഅവനെ ശ്രമിക്കുന്നതെങ്കിൽ ആർ പോർഷെ ലെ ഒര് ഔട്ട്-ത്വരിതപ്പെടുത്തുന്നതിന് ശ്രമിക്കുന്നത്അതിനെ വെട്ടി ലേക്ക്; ഓൺ-റാമ്പുകൾ തിരക്കൊഴിഞ്ഞ ആർ കാണുമ്പോൾ സന്തോഷം വെല്ലുവിളികളാണ്രാവിലെ യാത്രാമാർഗ്ഗത്തിലെ ശരിയായ കാര്യങ്ങൾ. അവൻ അല്ലെങ്കിൽ അവൻ ചെയ്യുന്നു? മാത്രം അവന്റെ ശരീരംതീർച്ചയാണ് ഷോപ്പ് അറിയുന്നു. ഇൻഷുറൻസ് കമ്പനികൾ ഈ പെരുമാറ്റം ഗ്രഹിക്കയുംഅതനുസരിച്ച് അവരുടെ നയങ്ങൾ വില.സ്ത്രീ കാർ അവളുടെ മുന്നിൽ ലയിപ്പിക്കാൻ അനുവദിക്കുന്നതിന് മന്ദഗതിയിലാക്കും, ഒപ്പം നേടുകയുംറിയർ-അവസാനിച്ച ലേക്ക് മിനുക്കുപണികൾ ചേർക്കുന്നതിൽ തിരക്കിലായിരുന്നു മറ്റൊരു സ്ത്രീഅവളുടെ മേക്കപ്പ്.
		-- Chamfort

%
ഫോർച്ച്യൂൺ പുരുഷന്മാരും സ്ത്രീകളും തമ്മിലുള്ള വ്യത്യാസങ്ങൾ ചർച്ചചെയ്യുന്നുണ്ട്: # 6കുളിമുറികൾ:മനുഷ്യൻ തന്റെ കുളിമുറിയിൽ ആറ് ഇനങ്ങൾ ഉണ്ട് - ഒരു ടൂത്ത്, ടൂത്ത്പേസ്റ്റ്,ഷേവിംഗ് ക്രീം റേസർ, ഡയൽ സോപ്പ് ബാർ Holiday Inn നിന്ന് ഒരു ടവൽ.സാധാരണ സ്ത്രീയുടെ കുളിമുറിയിൽ ഇനങ്ങൾ ശരാശരി എണ്ണം 437. ഒരു മനുഷ്യൻഈ ഇനങ്ങളിൽ ഏറ്റവും തിരിച്ചറിയാൻ കഴിയുകയില്ല.പലചരക്ക്:സ്ത്രീ ആവശ്യമാണ് തുടർന്ന് സ്റ്റോറിൽ പോകുന്നു കാര്യങ്ങൾ ഒരു ലിസ്റ്റ് ചെയ്യുന്നുഇതു വാങ്ങുന്നു. മനുഷ്യൻ കാത്തിരിയ്ക്കുന്നു 'തന്റെ ഫ്രിഡ്ജിൽ അവശേഷിക്കുന്നു മാത്രം ഇനങ്ങൾ വൈകിയോഅര നാരങ്ങ ഒരു ബ്ലൂ റിബൺ ആകുന്നു. പിന്നെ അവൻ പലചരക്ക് ഷോപ്പിംഗ് പോകുന്നു. അവൻ വാങ്ങുന്നതോടെമനോഹരമായിരിക്കുന്നു എല്ലാം. സമയം ഒരു മനുഷ്യൻ പരിശോധന കൗണ്ടർ എത്തുന്നത് സത്യം,വണ്ടിയുടെ ബെവർളി Hillbillies ന് Clampett കാറിൽ ആ ഇടുങ്ങിയ നിറഞ്ഞിരിക്കുകയാണ്.തീർച്ചയായും, ഇതു 10-ഇനങ്ങൾ-അല്ലെങ്കിൽ-കുറവ് വരികളുള്ള പ്രവേശിക്കുന്നത് അവനെ അവസാനിപ്പിക്കില്ല.
		-- Chamfort

%
ഫോർച്ച്യൂൺ പുരുഷന്മാരും സ്ത്രീകളും തമ്മിലുള്ള വ്യത്യാസങ്ങൾ ചർച്ചചെയ്യുന്നുണ്ട്: # 8പുറത്തു പോകുമ്പോൾ:ഒരു മനുഷ്യൻ അവൻ പുറത്തു പോകാൻ തയ്യാറാണ് പറയുമ്പോൾ, അത് പോകാൻ തയ്യാറാണ് എന്നാണ് അർത്ഥംഔട്ട്. ഒരു സ്ത്രീ പുറപ്പെടും തയ്യാറാണ് പറയുമ്പോൾ, മല്ലിക തയ്യാറാകും മാർഗങ്ങൾഉടനെ അവൾ കമ്മല് കണ്ടെത്തുന്നു പോലെ പുറത്തുപോകുവാൻ, അവളുടെ മേക്കപ്പ് ഇടുന്നതു പൂർത്തിയായാൽകുട്ടികളെ പരിശോധനകൾ, അവളുടെ മികച്ച സുഹൃത്ത് ഒരു ഫോൺ കോൾ ചെയ്യുന്നു ...പൂച്ചകൾ:സ്ത്രീകൾ പൂച്ചകൾ സ്നേഹിക്കുന്നു. പുരുഷന്മാർ അവർ പൂച്ചകൾ സ്നേഹിക്കുന്നു എന്നാൽ സ്ത്രീകളുടെ പോരുന്നുനോക്കി; മനുഷ്യർക്കും പൂച്ചകൾ ചവിട്ടാൻ.സന്താനം:അയ്യോ, മക്കൾ. ഒരു സ്ത്രീയെ അവരുടെ മക്കൾ കുറിച്ച് അറിയുന്നു. അവൾക്കറിയാംദന്തഡോക്ടർ നിശ്ചയിക്കാനും സോക്കർ ഗെയിമുകളും romances മികച്ച സുഹൃത്തുക്കൾ കുറിച്ച്പ്രിയപ്പെട്ട ഭക്ഷണങ്ങൾ രഹസ്യ ആളുകകള് പ്രതീക്ഷകൾ സ്വപ്നങ്ങളും. പുരുഷന്മാർ ഇതിൽപ്പെടുന്നു ഉണ്ട്വീട്ടിൽ താമസിക്കുന്നവർ ചില ഹ്രസ്വ ആളുകൾ അറിയുന്നുണ്ടായിരുന്നു.
		-- Chamfort

%
ഫോർച്ച്യൂൺ പുരുഷന്മാരും സ്ത്രീകളും തമ്മിലുള്ള വ്യത്യാസങ്ങൾ ചർച്ചചെയ്യുന്നുണ്ട്: # 9അലക്ക്:സ്ത്രീകൾ അലക്കു ദിവസം കൂടുമ്പോൾ ചെയ്യാൻ. ഒരു മനുഷ്യനെ ലേഖനം ധരിക്കുകയും ചെയ്യുംവസ്ത്രം അവൻ എട്ടു കുറിച്ച് ഹിപ് ഉണ്ടായിരുന്ന ശസ്ത്രക്രിയാ പാന്റും ഉൾപ്പെടെ സ്വന്തമാക്കുന്നുവർഷങ്ങൾക്ക് മുമ്പ് തന്റെ അലക്കു ചെയ്യും മുമ്പ്. അവൻ വസ്ത്രം ഒടുവിൽ എപ്പോഴാണ്,അവൻ മറിച്ചിട്ട് ഒരു വൃത്തികെട്ട sweatshirt ധരിക്കാൻ യു ദൂരം കീറി അവന്റെ മലയിൽ എടുക്കുംബാന്റ്നെയിം ലേക്കുള്ള വസ്ത്രം. പുരുഷന്മാർ എപ്പോഴും ചെയ്തത് മനോഹരമായ തരകൻ പ്രതീക്ഷിക്കാൻബാന്റ്നെയിം. ഇത് ഒരു മിഥ്യയാണ്.വിളിപ്പേര്:എങ്കിൽ ഗ്ലോറിയ, സൂസെന്നെ, ദെബോരാ, മിഷേൽ ഉച്ചഭക്ഷണത്തിനായി ഒത്തുചേർന്ന്,അവർ പരസ്പരം ഗ്ലോറിയ, സൂസെന്നെ, ദെബോരാ, മിഷേൽ വിളിക്കും. പക്ഷേ ചിലപ്പോളമൈക്ക്, ഡേവ്, റോബ് ജാക്ക് ഒരു brewsky പുറത്തുപോകാൻ അവർ വാത്സല്യപൂർവം ഉദ്ദേശിക്കുന്നബുള്ളറ്റ്-ഹെഡ് പരസ്പരം കാണുക, ഗോഡ്സില്ലയുടെ, നിലക്കടല തലച്ചോർ ഉപയോഗശൂന്യം.സോക്സും:പുരുഷന്മാർ സുബോധമുള്ള സോക്സും ധരിക്കാൻ. അവ അടിസ്ഥാന വെളുത്ത sweatsocks ധരിക്കാൻ.സ്ത്രീകൾ വിചിത്രമായ സോക്സും ധരിക്കാൻ. അവർ വഴി തടവുകയും താഴെ വെട്ടിയ ചിത്രങ്ങൾ ഞങ്ങൾക്കുണ്ട്അവരുടെ മേൽ മേഘങ്ങളുടെ തിരികെ ഒരു വലിയ ഫസി പന്ത് ഞങ്ങൾക്കുണ്ട്.
		-- Chamfort

%
ഫ്രെഡ് തൻറെ സഹവാസി നൃത്തം മടങ്ങിവരുന്ന മേൽ ഒരു കറുത്ത കണ്ണ് ഉണ്ടായിരുന്നു ശ്രദ്ധയിൽപ്പെട്ടു."എന്താണ് സംഭവിച്ചത്?""ഞാൻ സ്ഥലത്തിന്റെ സൌന്ദര്യ അടിച്ചു ചെയ്തു."
		-- Chamfort

%
സുഹ്യത്തുക്കൾ അത്ഭുതപ്പെടുത്തി, ഫ്രാങ്ക് ആൻഡ് ജെന്നിഫർ അവരുടെ പിരിഞ്ഞശേഷം തീർച്ചയായും"നിങ്ങൾ ആരെയെങ്കിലും ആർ വിവാഹം: ഇടപഴകൽ, പക്ഷേ ഫ്രാങ്ക് വിദഗ്ദ്ധനായ മറുപടിയുണ്ടോഓരോ ചെയ്തത് കള്ളം, ഉള്ളവന് അവിശ്വസ്ത ആയിരുന്നു തന്പ്രമാണിതവും അലസമായ ആയിരുന്നഒപ്പം നിന്ദാപരം? ""തീർച്ചയായും ഇല്ല," അനുഭാവമുള്ള ഒരു സുഹൃത്ത് പറഞ്ഞു."ശരി," ഫ്രാങ്ക്, "എന്നാൽ ജെന്നിഫർ നന്നായിരുന്നേനെ." -അതിന്റെ
		-- Chamfort

%
ഓഫ് ഡെസ്കിൽ നിന്ന്Rapunzelപ്രിയ പ്രിന്സ്:ഗോവണി ഇന്നുരാത്രി ഉപയോഗിക്കുക - നിങ്ങൾ എന്റെ അറ്റത്ത് വിഭജിച്ച് നേരിടുന്നു.
		-- Chamfort

%
കൊട് ഒരു സ്ത്രീ തൻറെ ഭർത്താവിൽ ഒരു ഇരട്ട കൊക്കിനു കാണുമ്പോൾ ആണ്പെൺകുട്ടിയെ സുഹൃത്ത്.
		-- Chamfort

%
പുരുഷന്മാർ ഏതാണ്ട് ഇപ്പത്തെ കാര്യം വഴി കേട്ട് ചെയ്യുന്നു - എന്തുകൊണ്ടാണ് പ്രൊഫഷണൽ ഐസ് ആണ്ഹോക്കി അങ്ങനെ പ്രശസ്തമായ - അതിനാൽ അവർക്ക് സമ്മാനങ്ങൾ വാങ്ങുന്നത് എളുപ്പമാണ്. എന്നാൽ നീ ചെയ്യണംഅവരെ വസ്ത്രം വാങ്ങാൻ ഒരിക്കലും. പുരുഷന്മാർ അവർ ഇതിനകം എല്ലാ വസ്ത്രം അവർ വിശ്വസിക്കുന്നുണ്ടെങ്കിൽഎപ്പോഴെങ്കിലും ആവശ്യമാണ്, പുതിയവ അവരെ നാഡീവ്യൂഹം ഉണ്ടാക്കേണം. ഉദാഹരണത്തിന്, നിങ്ങളുടെ ശരാശരിമനുഷ്യൻ പരമാവധി അവരിൽ മാത്രമേ മൂന്നു 84 ബന്ധം ഉണ്ട്, എന്നാൽ അവൻ ധരിക്കുന്ന. അവൻ പഠിച്ചു,വേറെ 81 ഏതെങ്കിലും ധരിക്കുന്ന പക്ഷം അപമാനകരമായ പരീക്ഷണമാണെന്നും അബദ്ധവശാൽ ആബന്ധം അവന്റെ ഭാര്യ ഒരുപക്ഷേ (അവനെ നോക്കി ചിരിക്കും "നിങ്ങള് ധരിക്കാൻ പോകുന്നില്ലആ സ്യൂട്ട് ഉപയോഗിച്ച് tie, നിങ്ങളോ? "). അങ്ങനെ അവൻ മൂന്നു സുരക്ഷിതമായി അതു ഇടുങ്ങിയ ചെയ്തുബന്ധം, ഒപ്പം നിറമുള്ള സ്വപ്നങ്ങള് ഇല്ലാതെ നിരവധി വർഷങ്ങൾ പോയിരിക്കുന്നു. നിങ്ങൾ കൊടുക്കുന്ന എങ്കിൽഒരു പുതിയ ടൈ, പക്ഷെ നടിക്കും; എന്നാൽ അവൻ നിങ്ങളെ വെറുക്കുന്നു അഗാധമായ അകത്ത്.ഒരു മനുഷ്യൻ പ്രായോഗിക എന്തെങ്കിലും നൽകാൻ ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ, ടയർ പരിഗണിക്കുക. അതിലും കൂടുതൽഒരിക്കൽ ഞാൻ സന്തോഷത്തോടെ ഞാൻ ടയർ ഒരു പുതിയ കൂട്ടം വാങ്ങിയ എല്ലാ സമ്മാനങ്ങൾ ട്രേഡ് വരുമായിരുന്നു.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
പെൺകുട്ടികൾ മെച്ചപ്പെട്ട snowstorms ൽ തിരയുന്ന.
		-- Archie Goodwin

%
പ്രേമം ഗേൾസ് വിവാഹം. ബോയ്സ് കാരണം ഒരു വിട്ടുമാറാത്ത അസൌകര്യങ്ങൾ എന്ന വിവാഹംഅവരെ ചില രേഖനഗര വസ്തുക്കളുടെ ദിശയിൽ gravitate കാരണമാകുന്നഉള്ള.
		-- Ashley Montagu

%
പെൺകുട്ടികൾ ശരിക്കും അവർക്ക് ആവശ്യമുള്ള അറിയാമോ? - നിങ്ങൾ സ്വയം അത് മനസ്സിലാക്കാൻ!
		-- Ashley Montagu

%
മനുഷ്യരുടെ തങ്ങളെ എറിയാൻ പെൺകുട്ടികളെ, യഥാർത്ഥത്തിൽ വളരെ ശ്രദ്ധിക്കുക ലക്ഷ്യം സമയമെടുക്കുന്നു.
		-- Ashley Montagu

%
ഒരു സ്ത്രീ ഇഞ്ച് തരിക അവൾ അതിൽ ഒരു കാർ പാർക്ക് കാണാം.
		-- Ashley Montagu

%
ദൈവം ഏതാനും തികഞ്ഞ തല സൃഷ്ടിച്ചു. ബാക്കി അവൻ മുടി മൂടി.
		-- Ashley Montagu

%
ദൈവം സ്ത്രീ സൃഷ്ടിച്ചു. മുഷിപ്പോടെയും തീർച്ചയായും ആ നിമിഷം നിർത്തലാക്കും ചെയ്തു -എന്നാൽ മറ്റു പലതും പോലെ അമർന്നു. സ്ത്രീ രണ്ടാമത്തെ തെറ്റ്.
		-- Nietzsche

%
നല്ല പെൺകുട്ടികളുടെ സ്വർഗ്ഗത്തിൽ പോകാൻ, മോശം പെൺകുട്ടികൾ എല്ലായിടത്തും പോയി.
		-- Nietzsche

%
ഹരോൾഡ് overhearing മേൽ തന്റെ ജീവിതത്തിൽ ഇത്രയധികം ഒരു സ്ത്രീ ആഗ്രഹിച്ചു ഒരിക്കലുംഅവൻ വളരെ പഴയ അവളുടെ വേണ്ടി ആകൃതി ആയി എന്നു 22-കാരനായ സൗന്ദര്യം പ്രസ്താവന. ദിനിശ്ചയദാർഢ്യത്തോടെ septuagenarian ഉടനെ ഒരു കണിശമായ സ്വയം മെച്ചപ്പെടുത്തൽ മേൽ കയറിക്കഴിഞ്ഞാൽപ്രോഗ്രാം. അവൻ മുഖം ഉയർത്തി ഒരു toupee വാങ്ങി എല്ലാ ദിവസവും അഞ്ചു മൈൽ ഓടി ഉണ്ടായിരുന്നുതൂക്കവും പൊക്കി, കർശനമായ വെജിറ്റേറിയൻ ഭക്ഷണ സ്വീകരിച്ചത്. മാസത്തിനകംഇതടക്കം മനുഷ്യൻ യുവതിയുടെ ഹൃദയം നേടി, അവൾ വിവാഹം സമ്മതിച്ചു.ചാപ്പൽ നിന്നു വഴിയിൽ അതേസമയം, ഹാരോൾഡ് മാരകമായി തോറ്റുമിന്നലോടു. രോഷം പൂണ്ട അവൻ തൂവെള്ള പടിവാതിൽക്കൽ സെയിന്റ് പീറ്റർ ഘടകാംശങ്ങളെക്കുറിച്ചും. "എങ്ങനെനിങ്ങൾ എല്ലാ വേദന കൂടി ശേഷം എനിക്ക് ഇത് ചെയ്യാൻ കഴിയും? ""എവിടെകര്ഷകരുടെ ഹാരോൾഡ് ചെയ്യാൻ," സെയിന്റ് പത്രോസ് കണ്ണടച്ചാല് പറഞ്ഞു: "ഞാൻ ചെയ്തിട്ടില്ലനിങ്ങളെ തിരിച്ചറിയാൻ. "
		-- Nietzsche

%
ഹാറ്റ് പരിശോധന പെൺകുട്ടി:"നന്മ! എന്തു മനോഹരവും രത്നങ്ങൾ!"മേ വെസ്റ്റ്:"നന്മ അതിനെ nothin ', .പാവം ഉണ്ടായിരുന്നു."
		-- "Night After Night", 1932

%
ഒരു കുഞ്ഞും പിന്നെ അത്ര ആണ്. നിങ്ങൾ ഒരു പെണ്ണും ചക്രവർത്തി പെൻഗ്വിൻ ആണെങ്കിൽഅന്റാർട്ടിക്ക്. അവൾ മുട്ട ഇടുന്നു അപ്പന്റെ അത് ചുരുട്ടുന്ന, പിന്നെ ഓഫ് എടുക്കുന്നുഅവൾ തിന്നു തിന്നുകയും ഭക്ഷിക്കുന്നു എവിടെ മൂത്തതോടെ കാലാവസ്ഥ. രണ്ടു മാസം, വേണ്ടിഅപ്പൻ ദുശ്ശാഠ്യം, പട്ടിണി, തുലനം നിൽക്കുന്ന 24 മണിക്കൂർ ഇരുട്ടിൽ അന്ധനായകാലൂന്നി മുട്ട. ചെറിയ പെൻഗ്വിൻ വിരിയിക്കുന്ന ശേഷം അമ്മഹോം വരാൻ വ്യായാമം കാണുന്നു.
		-- L. M. Boyd, "Austin American-Statesman"

%
അവൻ അവളെ നിങ്ങൾ ഒരു Waffle ഒഴിച്ചു കഴിയാത്ത ഒരു നോക്കുന്നുണ്ട്.
		-- L. M. Boyd, "Austin American-Statesman"

%
തന്റെ ഭാര്യ ഡ്രസിംഗ് റൂമിൽ പ്രവേശിക്കുന്ന അവൻ തത്ത്വചിന്തകനോ, ഭോഷൻ.
		-- Balzac

%
വീഞ്ഞു മത്ത് തന്നെയാകുന്നു കോഴ്സ് വീണ്ടും നിർമ്മദൻ ആയിരിക്കുംരാത്രി, പക്ഷേ പാനപാത്രവാഹകന്മാരുടെ .അതോ ആർ തന്റെ തിരിച്ചുപിടിക്കാൻ ചെയ്യുകന്യായവിധിദിവസത്തിൽ വരെ തീരുന്നതല്ല.
		-- Saadi

%
ഹേയ്, ജിം, അതു എന്നെ ബാന്റ്നെയിം നിന്ന് സൂസി Lillis തുടർന്ന്. നിങ്ങൾ പറഞ്ഞുആരെയാണ് വിളിക്കാൻ അതു രണ്ടാഴ്ച നാളായി. എന്താണു തെറ്റ്, നിങ്ങൾ എന്റെ നമ്പർ നഷ്ടപ്പെടും?
		-- Saadi

%
ഹൈ പുറകോട്ട് ചുംബിച്ചു തളർന്നുവോ എന്ന യുവതി കണ്ടുപിടിച്ച ഒരു ഉപകരണം ഉണ്ട്നെറ്റിയിൽ.
		-- Saadi

%
അവനെ: ". ചർമ്മം അങ്ങനെ മൃദുവായ ആണ് നിങ്ങൾ ഒരു മോഡൽ ആണോ?"അവളുടെ: "ഇല്ല," [നാണം] "ഞാൻ ഒരു cosmetologist കാണാനും."അവനെ:? "യഥാർഥത്തിൽ അവിശ്വസനീയം ... കൈകാര്യം വളരെ പ്രയാസമാണ് ആയിരിക്കണംweightlessness. "
		-- "The Jerk"

%
, എന്ന് കവര്ച്ച ലേക്ക്: വാക്യമോ പോലെ അദ്ദേഹത്തിന്റെ ഡിസൈനുകൾ കർശനമായി മാന്യനും ആയിരുന്നുവിവാഹം വഴി അവളുടെ ഭാഗ്യമുള്ളവൻ തമ്പുരാട്ടി.
		-- Henry Fielding, "Tom Jones"

%
"ഹോം, സ്വീറ്റ് ഹോം" തീർച്ചയായും ഒരു ജീവിതോപാധിയായി എഴുതിയ എന്ന് കരുതേണ്ടിവരും.
		-- Samuel Butler

%
ഹൊറേസ് ഏറ്റവും മികച്ച അതനുഭവിക്കുന്ന അതിബുദ്ധിമാനും പോലെ ഒരു യുവതിയെ പ്രസാദിപ്പിക്കും മനസ്സില്ലായിരുന്നുഅവൾ സ്നേഹിക്കുന്നവൻ യുവാവ് വചനങ്ങളാകുന്നു.
		-- Moore

%
നിങ്ങളുടെ സ്ത്രീകൾക്ക് എത്ര? ഞാൻ നിന്റെ മകളിൽ വാങ്ങാൻ ആഗ്രഹിക്കുന്ന ... എത്രപെൺകുട്ടി?
		-- Jake Blues, "The Blues Brothers"

%
"ഞാൻ ആദ്യ കാഴ്ചയിൽ തന്നെ പ്രണയം വിശ്വസിക്കുകയും ഞാൻ എങ്ങനെ അറിയും തന്നെ?" സെക്സിസോഷ്യൽ കയറുന്നവള് അവളുടെ മേറ്റ് പറഞ്ഞു. "ഞാൻ ഉദ്ദേശിക്കുന്നത്, ഞാൻ ഒരു പോർഷെ കണ്ടിട്ടില്ലമുമ്പ് പണം നിറഞ്ഞിരിക്കുന്നു. "
		-- Jake Blues, "The Blues Brothers"

%
ഞാൻ രമേശിന്റെ കമ്പനി വളരെ ആത്മബന്ധം ആകുന്നു. ഞാൻ അവരുടെ സൌന്ദര്യം ഇഷ്ടമായി,ഞാൻ അവരുടെ vivacity ഇഷ്ടമായി അവരുടെ ഔഷധമൂല്യം ഇഷ്ടമായി ഞാൻ അവരുടെ മൌനം ഇഷ്ടമാണ്.
		-- Samuel Johnson

%
ഞാൻ അന്വേഷിക്കുന്നതിൽ അങ്ങനെ പല യുവാക്കളെയും ചെയ്യുന്നതു പോലെ, പല വർഷം മുമ്പ് തുടങ്ങിതികഞ്ഞ സ്ത്രീ. ഞാൻ എനിക്കു വേണ്ടുവോളം നീണ്ട നോക്കി എങ്കിൽ എന്നു വിശ്വസിക്കപ്പെടുന്നു ഹാർഡ് മതിഞാൻ അവളെ കണ്ടെത്തുമായിരുന്നു പിന്നീട് ഞാൻ ജീവന്റെ സുരക്ഷിത തന്നെ. ശരി, വർഷംഒപ്പം romances വന്നു ചെന്നു ബലേ ആരെയെങ്കിലും സെറ്റിംഗ് കഴിഞ്ഞിട്ടുള്ളവരാരോപൂർണ്ണതയുടെ എന്റെ ആശയം ഒരു പാട് കുറവ്. എന്നാൽ പല വർഷങ്ങൾക്കു ശേഷം ഒരു ദിവസം,ഒന്നിച്ചു ഞാൻ ഒരു ചെറിയ രോഗം ഭേദമാകുമെന്നും ഞങ്ങളുടെ കിടക്കയിൽ കിടന്നു. എന്റെഭാര്യ ഉറങ്ങാൻ അടുത്ത .കാഞ്ഞങ്ങാട്ട് ഇരിക്കുകയായിരുന്നു പതുക്കെ മൂളിനടക്കുന്നതും, കാണുന്നത്ഉച്ചതിരിഞ്ഞ് സൂര്യൻ മരങ്ങൾ വഴി ഫിൽട്ടർ. മാത്രം ശബ്ദങ്ങൾക്ലോക്ക് ചെളിപറ്റിയ ചെയ്തു കെറ്റിൽ വയ്യാതെ തുടങ്ങുന്ന മറ്റെവിടെയെങ്കിലും കേൾക്കയുമില്ലപാകം ഒരു വല്ലപ്പോഴുമുള്ള schoolchild ഞങ്ങളുടെ വിൻഡോ കീഴെ അടുത്ത്. ഒപ്പംഞാൻ എന്റെ ഭാര്യയുടെ ഇപ്പോൾ മടക്കുകൾ മുഖത്തേക്ക് നോക്കി, പക്ഷേ ഇപ്പോഴും പോലെ ചൂടുംകണ്ണു മിന്നുന്ന ഞാൻ പൂർണതയിലേക്കു കുറിച്ച് എന്തെങ്കിലും തിരിച്ചറിഞ്ഞു ... അതു മാത്രം വരുന്നുസമയം.
		-- James L. Collymore, "Perfect Woman"

%
ഞാൻ അല്പം പൊരുത്തക്കേട് ജീവന്റെ സുഗന്ധവ്യഞ്ജന വിശ്വസിക്കുന്നു പ്രത്യേകിച്ച് അവൻ എങ്കിൽവരുമാനം അവൾ pattable ആണ്.
		-- Ogden Nash

%
ഞാൻ ഒരു Alaskan വേശ്യ ഒരിക്കലും ആണെങ്കിലും, കാരണം ഞാൻ അവളെ അനുഭവപ്പെടുന്നുഒരു സ്പാൻഗിൾഡ് വേഷത്തിൽ ബാറിൽ നൃത്തം, ഞാൻ ഇപ്പോഴും വാഷിംഗ് വളരെ നീയെങ്ങനെബാത്ത് ആൻഡ് പെന്തകൊസ്തിലെ അവിരാമവും ദിവസം ശേഷം പാചക ദിവസം.
		-- Betty MacDonald

%
ഞാൻ അടിമത്തത്തിൽ ഇണചേരാൻ കഴിയില്ല.
		-- Gloria Steinem, on why she has never married.

%
ഞാൻ ആരുടെ ജനസംഖ്യ മാറ്റി ഒരിക്കലും ഒരു ചെറിയ പട്ടണത്തിൽ നിന്നു വന്നു. ഓരോ തവണ ഒരു സ്ത്രീഗര്ഭം, ആരെങ്കിലും പട്ടണമാണ് അവശേഷിക്കുന്നു.
		-- Michael Prichard

%
ഞാൻ ഒരു നല്ല നീണ്ട സുഖം ചെയ്യാൻ - എന്റെ ഭാര്യ ഒരാൾ എടുക്കുന്ന പ്രത്യേകിച്ചും.
		-- Michael Prichard

%
"ഞാന് നോക്കി നിന്നു ദുരുപയോഗം ഇല്ല - ഞാൻ നൂറുകണക്കിന് ലഭിച്ചുഎന്നെ കാത്തിരിക്കുന്നു ജനം. "
		-- Bill Murray, "Ghostbusters"

%
ഞാൻ ഞാൻ അവളെ ഒരിക്കലും മറക്കരുത് കാണാം ഊഹിക്കുന്നത്. സമീപനവും ഞാൻ ആഗ്രഹിക്കുന്നില്ല. അവളുടെ ആത്മാവിൽഒരു കാട്ടു .ഞാനെന്ത്, കാട്ടു ആയിരുന്നു. അവളുടെ സൌന്ദര്യത്തെ മനോഹരമായ കുതിര ആയിരുന്നുഒരു കാട്ടു കുരങ്ങ് വഴി പോകണമെന്നായിരുന്നു ചെയ്തുകൊണ്ടിരിക്കുന്നു. ഞാൻ അവളുടെ മറ്റ് ഗുണങ്ങൾ മറക്കരുത്.
		-- Jack Handey, The New Mexican, 1988.

%
ഞാൻ എന്നെ തല്ലി കഴിയുന്ന ആർക്കും ആകർഷിക്കപ്പെടുന്നത് ചെയ്തുകൊണ്ടിരിക്കുന്നു ഒരു ഹാർഡ് സമയം.
		-- John McGrath, Atlanta sportswriter, on women weightlifters.

%
ഞാൻ അസാധ്യമാണ് ഉത്തരവാദിത്തം ഭാരം എടുക്കുന്നതു കണ്ടെത്തിയഞാൻ സഹായമില്ലാതെ ചെയ്യാൻ കൊതിക്കുന്നത് രാജാവിന്റെ എന്റെ തീരുവ നിർവഹിക്കുന്നതിന് ഒപ്പംഞാൻ സ്നേഹിക്കുന്നു സ്ത്രീയുടെ പിന്തുണ.അമേരിക്കൻ വിവാഹം ക്രമത്തിൽ ബ്രിട്ടീഷ് സിംഹാസനത്തിന്റെവിവാഹമുക്തയെ വാല്ലിസ് Warfield സിംപ്സൺ.
		-- Edward, Duke of Windsor, 1936, announcing his abdication

%
ഞാൻ ഇപ്പോൾ ഒരിക്കലും വിവാഹം ചിന്തിക്കാൻ, നിഗമനത്തിലെത്തുംഈ കാരണത്താൽ: ചിരിക്കാന് ആർക്കും തൃപ്തിപ്പെടരുതു് ഒരിക്കലുംഎന്നെ പര്യാപ്തമായ ബ്ലോക്ക്ഹെഡ് ആയിരിക്കും.
		-- Abraham Lincoln

%
സ്ത്രീകൾക്കുള്ള സമ്പ്രദായമനുസരിച്ച് അറിയുന്നു; നീ എപ്പോൾ, അവർ വരികയില്ല; എപ്പോൾനിങ്ങൾ അവർ അവരുടെ മനസ്സുകൾ മേൽ സ്വന്തം സീന സ്ഥാപിക്കും.
		-- Publius Terentius Afer (Terence)

%
ഞാന് പെൺകുട്ടികൾ ലഭിക്കാൻ ഗിറ്റാർ പഠിച്ചു അവർ പറയുന്നു ആർക്കുംവെറും വീഡിയോ Ahmeer വന്നില്ല ആണ് '!
		-- Willie Nelson

%
ഞാൻ ഒരൊറ്റ സത്തയിൽ ഇഷ്ടമാണ്. എന്നെ ആവശ്യമുള്ളപ്പോൾ ഞാൻ അവിടെ എപ്പോഴും കാണാനും.
		-- Art Leo

%
ഞാൻ എന്നെത്തന്നെ ഇഷ്ടപ്പെടുകയും പക്ഷെ ഞാൻ തട്ടിക്കൊണ്ടു ആ കാളയെ പോലെ സുന്ദരനാണ് സുഖമാണ് പറകയില്ലയോയൂറോപ്പ.
		-- Marcus Tullius Cicero

%
ഞാൻ യുവതികളെ ഇഷ്ടമാണ്. അവരുടെ കഥകൾ ചെറുതാണെങ്കിൽ ആകുന്നു.
		-- Tom McGuane

%
ഞാൻ വിവാഹം സ്നേഹത്തിൽ. ആ ഒരു പ്രത്യേക വ്യക്തിയെ കണ്ടെത്താൻ ഇത്ര വലിയ അത്രയേയുള്ളൂനിങ്ങളുടെ ജീവിതകാലം മുഴുവൻ സംഭവവും ആഗ്രഹിക്കുന്നു.
		-- Rita Rudner

%
ഞാൻ കൂടുതൽ ഞാൻ എപ്പോഴും അറിയപ്പെടുന്ന ഏതൊരു സ്ത്രീയെ മിക്കി മൗസ് സ്നേഹിക്കുന്നു.
		-- Walt Disney

%
ഞാൻ ", ക്ഷമിക്കണം 'എന്നു പറയുന്നതിനു നിയന്ത്രിത ഇനി. ഞാൻ അവൻ ഇഷ്ടമില്ലാത്തവരായിരിക്കെ അറിയാമായിരുന്നുഎന്നെ കരയാൻ.ഈ സമയം കൊണ്ട് നോക്കുകയോ പറഞ്ഞു, "ചില അതു നല്ലതുകരഞ്ഞു. "മാത്രം അവൾ വരും കഴിഞ്ഞില്ല എങ്കിൽ ഞാൻ എന്റെ തല മേശപ്പുറത്തു "വെച്ചു .വല്സലശിഷ്യന്മാര്,തിരികെ; ഞാൻ ദുരന്തം തന്നെ. "ഫ്രാൻസിസ്, 'നിങ്ങൾ എപ്പോഴും അവളുടെ വലിയ ഉല്ലാസം കൊടുത്തു. ""ഓ, മതിയായ.""മറ്റാരുടേയും മതി കറക്കാൻ നൽകാൻ കഴിയും.""ഒരിക്കലും?""ഇല്ല, എന്നേക്കും അല്ല. എന്നാൽ ഒരു ശ്രമിച്ചുകൊണ്ടിരുന്നാൽ വേണം.""പിന്നെ ഒരുനാളും അവർ കടന്നിരുന്നു വരെ ആളുകൾ മതിക്കുന്നതുപോലെ എങ്ങനെ?""അപൂർവ്വമായി," ഫ്രാൻസിസ് പറഞ്ഞു. ഞാൻ കരഞ്ഞുകൊണ്ടിരുന്നു; ഞാൻ ഒറ്റയ്ക്ക് എത്ര ചെറിയ കണ്ടുമൂല്യമുള്ളവനായി; എത്ര ചെറിയ ഞാൻ എന്റെ യാതൊന്നും മൂല്യമേറിയ ചെയ്തിരുന്നു.
		-- Pamela Frankau, "The Duchess and the Smugs"

%
എന്നെ കീഴെ വിവാഹം. എല്ലാ സ്ത്രീകളും ചെയ്യാൻ.
		-- Lady Nancy Astor

%
ഞാൻ അത്ഭുതകരമായി പുതിയ മനുഷ്യനെ കണ്ടുമുട്ടി. അവൻ സാങ്കൽപ്പിക, എന്നാൽ നിങ്ങൾക്ക് എല്ലാം ഉണ്ട് കഴിയില്ല.
		-- Cecelia, "The Purple Rose of Cairo"

%
ഞാൻ പെൺകുട്ടികളെയും sunburned പ്രഖ്യാപിച്ചത് ദിവസം കാണാൻ പ്രതീക്ഷിക്കുന്നത് ഒരിക്കലുംഇന്നും അത് സ്ഥലങ്ങൾ.
		-- Will Rogers

%
ഒരു സ്ത്രീയെ ഞാൻ ഞാൻ സാമാന്യം കുടിപ്പാൻ കഴിഞ്ഞില്ല കൂടിക്കാഴ്ച ഒരിക്കലും.
		-- Will Rogers

%
ഞാൻ അതേ കാരണം ഞാൻ നാഷണൽ ജ്യോഗ്രാഫിക് വായിക്കുക പ്ലേബോയ് വായിച്ചു. കാണാൻകാഴ്ചകളാണ് ഞാൻ സന്ദർശിക്കാൻ ഒരിക്കലും പിരിയുകയാണ്.
		-- Will Rogers

%
ഞാൻ നഴ്സറിയിൽ മുഴുവൻ ആണും അന്നെത്തേതിൽ വിസമ്മതിക്കുന്നു. ഞാൻ വേണമെന്നുചില പുരുഷന്മാർ എന്റെ സമപ്രായക്കാരായ ആകുന്നു വിശ്വാസമുണ്ട്.
		-- Brigid Brophy

%
ഞാൻ വിവാഹം എന്ന സ്ഥാപനം മാനിക്കുന്നു. ഞാൻ എപ്പോഴും ഏതു വിചാരിച്ചിട്ടുണ്ടാകണംവിവാഹം ചെയ്യണം - ആരും.
		-- Benjamin Disraeli, "Lothair"

%
ഞാൻ അവളുടെ അരികെ ഇരുന്നു അവളെ ഒരു പാനീയം വാങ്ങാൻ കഴിച്ചു ഹലോ പറഞ്ഞു ... പിന്നെസ്വാഭാവിക തിരഞ്ഞെടുപ്പ് അതിന്റെ വൃത്തികെട്ട തല വളർത്തി.
		-- Benjamin Disraeli, "Lothair"

%
ഞാൻ അവൾക്ക് വളരെ കർക്കശമായി അപ്പ് അവൾ അതിനാൽ ചെലവിലുള്ള വരുത്തിയിരുന്നു ചിന്തിക്കുന്നത്ശരിയായി തെറ്റായ കാര്യം ആകാംക്ഷ.
		-- Saki, "Reginald on Worries"

%
ഞാൻ ലോകത്തോടു വളർന്ന ഒരു വൃത്തികെട്ട Duckling കഥ തയ്യാറാണ് കരുതുന്നുഒരു വൃത്തികെട്ട Duckling നിലനിൽക്കും, ഒരിക്കലും സസന്തോഷം ജീവിച്ചു.
		-- Chick

%
ഞാൻ ആർ ആഴ്ചയിൽ സെൻറ് കാണണം "ഇരിക്കുമ്പോൾ ഒരു ഭർത്താവ് വാങ്ങാൻ ആഗ്രഹിക്കുന്നമറ്റെവിടെയെങ്കിലും ", കത്തി ചെയ്യില്ല" അത് മറന്നേക്കൂ സഹജ ... ഇത് Hee-അറ്റു സമയം! "
		-- Berke Breathed, "Bloom County"

%
ഞാൻ വെറും പ്രിയ പഴയ ഡാഡ് വിവാഹം പെൺകുട്ടിയെ പോലെ ഒരു യുവതിയെ വിവാഹം ആഗ്രഹിക്കുന്നു.
		-- Freud

%
ഞാൻ ഒരു സൌന്ദര്യ മത്സര ഒന്നിൽ ആയിരുന്നു. ഞാൻ മാത്രമല്ല കഴിഞ്ഞ വന്നു ഞാൻ നേടിയത് ചെയ്തുമിസ് അകർഷണീയത വഴി വായ്.
		-- Phyllis Diller

%
ഞാൻ അതിന്റെ വായിൽ മന്ത്രിച്ചു ചെയ്തു അവളുടെ ചുംബിച്ചു അല്ല.
		-- Chico Marx

%
ഞാൻ സ്ത്രീകളുടെ സ്വഭാവം ഇല്ല ഉണ്ടെന്ന് പറയുന്നു; മറിച്ച്, അവർ പുതിയൊരു ഞങ്ങൾക്കുണ്ട്എല്ലാ ദിവസവും ഒരു.
		-- Heine

%
ഞാൻ സന്തോഷത്തോടെ എന്റെ ശബ്ദം മാത്രം അവർ എന്നെ സമ്മതിക്കുന്നില്ല സ്ത്രീകൾ പ്രശംസിച്ചു കരീംഎന്റെ സ്വരം.
		-- Winkle

%
ഞാൻ ഒരു പത്തു കാൽ പോളുമായുമുള്ള വിവാഹം മനസ്സായില്ല.
		-- Winkle

%
വേണ്ടുവോളം റൊമാന്റിക് ആയിരുന്നു എങ്കിൽ ഞാൻ ഒരുപക്ഷേ ഒരു അപ്രധാനമായ .മതവിമര്ശനം ആഗ്രഹിക്കുന്നു.ഞാൻ നടത്തിയിരുന്നു ചില ബന്ധങ്ങൾ അധികം ഏതെങ്കിലും മോശമായ കഴിഞ്ഞില്ല.
		-- Brenda Starr

%
ഞാൻ പകരം 42 ന് 21 വീതം രണ്ട് പെണ്കുട്ടികള്ക്ക് ആഗ്രഹിക്കുന്നു ഒരു പെൺകുട്ടിയും അധികം.
		-- W. C. Fields

%
ഞാൻ അവൾ ചെയ്തതു കൂടുതലാണ് അവളുടെ മാനവും പ്രതിരോധിച്ചുകൊണ്ട് പിരിയുകയാണ്.
		-- W. C. Fields

%
ഞാൻ denyin അർത്ഥമില്ല 'സ്ത്രീകൾ ഭോഷന്മാർ: സർവശക്തനായ ദൈവം ഉണ്ടാക്കി' മനുഷ്യരെ പൊരുത്തപ്പെടുത്തുന്നതിന് ഇഎം.
		-- George Eliot

%
ഞാൻ വളരെ പഴഞ്ചൻ സുഖമാണ്. ഞാൻ ജനത്തെ ജീവിതത്തിനു വേണ്ടി വിവാഹം വിശ്വസിക്കുന്നു,കുഞ്ഞിനെയോ കത്തോലിക്കരുമാണ് പോലെ.
		-- Woody Allen

%
ഞാൻ ഒരു തൂവാല അധികം വേറയും ൽ ഉണ്ടായിരിക്കും.
		-- Mae West

%
ഞാൻ വളരെ ബുദ്ധിയുള്ള പുരുഷന്മാരുമായി മിക്കവാറും എല്ലാ എന്റെ ജീവിതത്തിന്റെ ചെലവഴിച്ച. അവർ അല്ലെന്ന്മറ്റു മനുഷ്യരെപ്പോലെ. ആത്മാവിനെ വലിയ ഉന്മേഷദായകവുമാക്കുന്നതിനായി ആണ്. അവർ പിണക്കം വെറുക്കുന്നു;തീർച്ചയായും അവർ നിഷേധിച്ച്. അവരുടെ ഇൻവെന്റീവ് സമ്മാനങ്ങൾ അതിരറ്റ ആകുന്നു. അവർ ചോദിക്കുംഭക്തിയും അനുസരണം. പിന്നെ നർമ്മബോധവും. ഞാൻ സന്തോഷത്തോടെ ഇതെല്ലാം കൊടുത്തു.ഞാൻ തിരഞ്ഞെടുക്കും ഭാഗ്യം അവരെ മനസിലാക്കാൻ മതിയായ സമർഥമായ ആയിരുന്നു.
		-- Marlene Dietrich, on her friendship with Ernest Hemingway

%
ഞാൻ വീണ്ടും എന്റെ ജീവിതം ഉണ്ടായിരുന്നു എങ്കിൽ, ഞാൻ മാത്രം വണ്ടും, ഒരേ തെറ്റുകൾ ആഗ്രഹിക്കുന്നു.
		-- Tallulah Bankhead

%
ഞാൻ നിങ്ങൾക്ക് ഒരു മനോഹരമായ ശരീരം ഉണ്ടായിരുന്നു പറഞ്ഞാൽ, നിങ്ങൾ എന്റെ നേരെ അതു മിണ്ടാതിരുന്നാൽ?
		-- Tallulah Bankhead

%
അതു സമ്മാനങ്ങൾ ഇല്ലായിരുന്നുവെങ്കിൽ, ഒരു യുവകവികളുടെ ചിലവഴിക്കെണ്ടിവരും തന്നെ.
		-- George Ade, "Forty Modern Fables"

%
പുരുഷന്മാർ സമയത്ത് ഈ അവർ പ്രവർത്തിച്ചു വിവാഹത്തിനുശേഷം അഭിനയിച്ചു എങ്കിൽ, അവിടെ നന്നായിരുന്നേനെകൂടുതൽ ധനനഷ്ടം - കുറച്ച് മോചന ആയിരിക്കും.
		-- Frances Rodman

%
ആരെങ്കിലും ബന്ധപെടുത്തി ഒരു കുറുക്കുവഴി എനിക്ക് ഒത്തിരി എങ്കിൽ ഞാൻ കേള്ക്കുന്നുഅവൻ ഉപയോഗിച്ച 427 ഷെൽബി-കോബ്ര വേണ്ടി ഷോപ്പിംഗിന് നിർദ്ദേശിക്കുന്നു. എന്നാൽ അതു മാത്രമാണ്നിങ്ങൾ 1966 ൽ അവരെ മാറുന്നതിന് ആർ 300 സഞ്ചി ആ താക്കീത് സൌന്ദര്യവുംരണ്ടു തിരികെ സ്ത്രീകൾ പോയി.
		-- Mort Sahl

%
പെൺകുട്ടി നിങ്ങൾ ഒരിക്കൽ മറ്റൊരു മുൻവിധിയോടെയാണ് ലെ നീക്കങ്ങളുടെ സ്നേഹിക്കുന്നു, അത് മതി കൂടുതലാണ്.രണ്ടുപ്രാവശ്യം അതു വളരെ വളരെ അത്രയേയുള്ളൂ. മൂന്നു പ്രാവശ്യം, അതു നിങ്ങളുടെ ജീവിതത്തിന്റെ കഥയാണ്.
		-- Mort Sahl

%
വിവാഹം ഏതെങ്കിലും റിയലിസ്റ്റിക് മാതൃകാപരമായ ഉണ്ടെങ്കിൽ അത് വസ്തുത ആ അത്രയേയുള്ളൂവിവാഹമോചനം താങ്ങാൻ കഴിയില്ല.
		-- Jack Nicholson

%
നാം മനുഷ്യരെ നാം നിനച്ചതുകൊണ്ടല്ല വിവാഹം, ഞങ്ങൾ അത് വളരെ മോശമായ സമയം വേണം.
		-- Oscar Wilde

%
സ്ത്രീകൾ കുറവാണ് യുക്തിസഹവും കൂടുതൽ വൈകാരിക ആയിരിക്കും എഴുതപ്പെട്ടവയാണ് എങ്കിൽഞങ്ങളുടെ ആർത്തവ ചക്രം തുടക്കം പെൺ ഹോർമോൺ അതിന്റെ ആകുമ്പോൾതാഴ്ന്ന, പിന്നെ എന്തിന് അത് ലോജിക്കൽ ഏതാനും ദിവസങ്ങളിൽ എന്നു പറയുന്നു എന്നതാണ്സ്ത്രീകൾ വഴി പുരുഷന്മാർ നീണ്ട എല്ലാ മാസവും പെരുമാറണമെന്ന് ഏറ്റവും പെരുമാറണമെന്ന്?
		-- Gloria Steinham

%
സ്ത്രീകൾ നിലവിലില്ല ചെയ്തില്ലെങ്കിൽ, ലോകത്തിലെ എല്ലാ പണത്തിനു അർഥം ലഭിക്കുമായിരുന്നു.
		-- Aristotle Onassis

%
നിങ്ങൾ ഏകാന്തത ഭയപ്പെടുന്നു എങ്കിൽ വിവാഹം ചെയ്യരുത്.
		-- Anton Chekhov

%
നിങ്ങൾ അല്ല എന്നാണ് ഒരു ആദരവായി നന്നായി ചെയ്യേണ്ടവ പഴയ മാന്യനായ തിരയുന്ന എങ്കിൽലൈംഗികത ഇനി താൽപര്യം വാൾ സ്ട്രീറ്റ് ജേർണൽ ഒരു പരസ്യത്തിന് പുറത്തു എടുത്തു.
		-- Abigail Van Buren

%
ഒരു മനുഷ്യൻ മതി വിഹരിക്കുവാൻ എങ്കിൽ അവൻ ഓഫീസിൽ കെട്ടി വാദം കാണാം.
		-- Abigail Van Buren

%
നിങ്ങൾ ഭാര്യയും വഞ്ചിക്കുന്ന ഒരു പുരുഷനെ വിവാഹം, നിങ്ങൾ ഒരു മനുഷ്യനെ വിവാഹം തികച്ചുംഭാര്യയും നഷ്ടമുണ്ടാക്കുന്നവരുടെ.
		-- Ann Landers

%
വിവാഹം ചെയ്തിരിക്കണം, അതു സൗന്ദര്യം വിവാഹം എപ്പോഴും നല്ലതാണ്.അല്ലാത്തപക്ഷം, കൈകൾ അവളെ എടുക്കാൻ ആരെയെങ്കിലും കണ്ടെത്താൻ ഒരിക്കലും നഷ്ടമാകില്ല.
		-- Ann Landers

%
നീ എന്നെ ഒരു നല്ല അല്പം ബണ്ണി ആഗ്രഹിക്കുന്നുവെങ്കിൽ വെറും മുന്നിൽ ചില വജ്രക്കല്ല് dangleഎന്റെ മൂക്കിന്റെ.
		-- Lauren Bacall

%
നിങ്ങൾ എന്താകുമായിരുന്നു ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ, ഒരു സമ്പന്ന സ്ത്രീയെ വിവാഹം.
		-- Michelet

%
പ്രേമം, വിവാഹം കുറിച്ച് വായിക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ നിങ്ങൾക്ക് രണ്ട് പ്രത്യേക വാങ്ങാൻ ലഭിച്ചുപുസ്തകങ്ങൾ.
		-- Alan King

%
നിങ്ങൾ നിങ്ങളുടെ പങ്കാളിയെ കേൾക്കാൻ ഓരോ കർശന ശ്രദ്ധ ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽവചനം നിങ്ങളുടെ ഉറക്കം സംസാരിക്കുക, പറയുന്നു.
		-- Alan King

%
നിങ്ങൾ ഇഷ്ടപ്പെടുന്ന സ്ത്രീകളെ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, യഥാർത്ഥ ആയിരിക്കും; ഞാൻ രോമങ്ങൾ ധരിച്ചിരുന്നത് ഒരു മനുഷ്യനെ അറിയുന്നുബൂട്ട് വേനലും വർഷവും, സ്ത്രീകളെയും അവനെ പ്രണയത്തിലാവുകയായിരുന്നു.
		-- Anton Chekhov

%
കുതിരകൾ വാങ്ങുന്നത് ഒരു ഭാര്യ എടുക്കൽ ൽ ഇടുങ്ങിയതും ശുപാര്ശചെയ്യുക നിങ്ങളുടെ കണ്ണുകളടച്ചുദൈവത്തിനു നിങ്ങളെത്തന്നെ.
		-- Anton Chekhov

%
ക്രിസ്തുമതം, ഒരു മനുഷ്യൻ ഒരേയൊരു ഭാര്യയെ ഉണ്ടായിരിക്കാം. ഈ പെണ്ണല്ല വിളിക്കുന്നു.
		-- Anton Chekhov

%
വിവാഹത്തിൽ യുദ്ധത്തിൽ പോലെ അതു ശത്രുവിൻറെ എല്ലാ പ്രയോജനപ്പെടുത്താൻ അനുവദിക്കുന്നതല്ല.
		-- Anton Chekhov

%
ഗുണാത്മകമായ ഈ യാഗങ്ങൾ യാഗപീഠത്തിങ്കൽ ഉണ്ടാക്കിയിരുന്നു - ഒരു പ്രാക്ടീസ്ഇപ്പോഴും തുടർന്നു.
		-- Helen Rowland

%
അവൻ എന്നേക്കും പോയിട്ടുണ്ടോ ആഗ്രഹിക്കുന്നു സത്യമോ സംഘങ്ങളിലൊന്ന്, യുവാവ് നടുവിൽബാക്കി നിന്നും മിണ്ടാതെ പുറമെ സിറ്റിങ് വളരെ വര്ഷമായില്ലേ പിരിയാം ശ്രദ്ധിച്ചുഉല്ലസിക്കുന്നവരുടെ. ഇഷ്ടമുള്ളയിടങ്ങള് അവൻ സ്വയം പരിചയപ്പെടുത്തി ഒപ്പം ചില സ്വസ്ഥമായിരുന്നു ശേഷംസംഭാഷണം, "ഞാൻ നിനക്കും ഞാന് ഈ ഉപയോഗിച്ച് യോജിക്കുന്നില്ല ഭയപ്പെടുന്നു പറഞ്ഞുഉണ്ട് .Adithyan ഗ്രൂപ്പ്. എന്തുകൊണ്ട് ഞാൻ വീട്ടിൽ നിങ്ങൾ എടുത്തു ചെയ്യരുത്? """ഫൈൻ," പെൺകുട്ടി demurely ഉപേക്ഷിച്ചു പുഞ്ചിരിക്കുന്ന പറഞ്ഞു. "നിങ്ങൾ എവിടെ താമസിക്കുന്നു?"
		-- Helen Rowland

%
ഭ്രാന്ത് ഒരു നിലത്തു വിവാഹമോചനം ഇതേ വഴി എങ്കിലും, കണക്കാക്കുന്നുവിവാഹാനന്തരം കുറുക്കുവഴി യാത്രാമാർഗം ആണ് ടോക്കൺ.
		-- Wilson Mizner

%
ഒരു കല്യാണം അതു തടസ്സമൊന്നും ഇല്ലാതെ ഓഫ് വന്നാൽ വിജയം?
		-- Wilson Mizner

%
വിവാഹം ഒരു ചോദ്യമാണ്, ആരോപിക്കുന്ന വരുമ്പോൾ അകലെയാണോലോകത്തിന്റെ തുടങ്ങി സ്ഥാപനം ഇത്ര നേടുകയും ചെയ്യണമെന്നുള്ളഔട്ട്, അത്തരം പുറത്തു നേടുകയും ആഗ്രഹിക്കുന്നെങ്കിൽ പോലെ?
		-- Ralph Emerson

%
അത് പല പുരുഷന്മാരും തങ്ങളുടെ ജീവിതത്തിൽ ഒരു വലിയ ചിലവഴിക്കണം ആണ് .പക്ഷെസിംഗിൾ mindedly ആ കാര്യങ്ങൾ ആ പിന്തുടരുന്നതു സമയത്ത് വിവാഹം ഒഴിവാക്കിയുംമെച്ചപ്പെട്ട സാധ്യതകളെ കണ്ടെത്തുമായിരുന്നു?
		-- Ralph Emerson

%
ഇത് [വിവാഹം] കൂടുകളിൽ എന്നപോലെ സംഭവിക്കുന്നു: നിരാശപ്പെടരുത് ഇല്ലാതെ പക്ഷികൾഇവിടെ ലഭിക്കും പുറത്തു പൊളിക്കുമെന്ന് നിരാശയ്ക്കുമിടയിൽ ആ.
		-- Michel Eyquem de Montaigne

%
ഇത് തുടർച്ചയായി രണ്ടു പുരുഷന്മാർ കൂടെ എന്റെ എന്നോടു സംഭവിക്കാം ചെയ്തില്ലപലിശ ആരുടെയെങ്കിലും ആശങ്കകൾ ആർക്കും അല്ലെങ്കിൽ ഉണര്ത്തുക. ഞാൻ ഒരു ക്ഷണം ചോദിച്ചുഹെൻറിച്ച് വലുതാണു്, പോലെ റിട്രോസ്പെക്ടീവ് ഞാൻ ആയിരുന്നപ്പോൾ പലപ്പോഴും സാധ്യത തോന്നിയതുപോലെ,ഒരു സോഷ്യൽ ശേഖരിക്കുന്നതും ക്ഷണിച്ചു. ഞാൻ നിയമങ്ങൾ മറ്റുള്ളവരുടെ സെറ്റ് ജീവിച്ച തോന്നിഅപ്രസക്തമാണ്. എന്റെ ബാല്യം മനോഭാവം - ക്രമീകരിക്കുന്നതിന് ഓരോ ശ്രമംമനം നിങ്ങൾ പോലെ നിങ്ങളുടെ സ്വന്തം മനോഭാവം അനുകരിക്കാനാകുമെന്നു - ഉണ്ടായിരിക്കണംഎന്നെ കൊണ്ടുപോയി.
		-- Hannah Tillich, "From Time to Time"

%
ഇത് വളരെ, വിവാഹം ആരെ സൂചിപ്പിച്ച ഇല്ല ഒന്നു കണ്ടെത്താൻ തീർച്ചയാണ്പിറ്റേന്ന് രാവിലെ മറ്റാരെങ്കിലും ആയിരുന്നു.
		-- Will Rogers

%
ഇത് നീതിപൂർവ്വം ആണെങ്കിലും ഒരു മനുഷ്യൻ ആയിരിക്കാം എല്ലാ ദേശങ്ങളിലും ഭാഗക്കാര് നിരീക്ഷിച്ചിരുന്നു ചെയ്തുഏറ്റവും ഭാഗഭാക്കാകാൻ വിവാഹം ഏത്് സംതൃപ്തമാക്കു സംസ്ഥാനത്ത് തുടരും,അതു അനിവാര്യമായും അതുകൊണ്ടു അവൻ കല്ലു-അന്ധനായ അടിച്ചു ചെയ്തു പിന്തുടരുക ഇല്ല.
		-- H. Warner Munn

%
ഇത് ഒരു സുഹൃത്തുമായി ഹോം സന്ദർശിക്കാൻ എപ്പോഴും നല്ലത്. നിങ്ങളുടെ രക്ഷകർത്താക്കൾ ഉദ്ദേശിക്കുന്നഅവർ തങ്ങൾക്കു നിങ്ങൾ എല്ലാവരും ആഗ്രഹിക്കുന്ന കാരണം, ഈ പ്ലാൻ പ്രസാദിക്കുകയില്ല ഒപ്പംനിങ്ങളുടെ സുഹൃത്ത് സാന്നിദ്ധ്യത്തിൽ അവർ പക്വതയുള്ള പോലെ പ്രവർത്തിക്കാൻ വരും കാരണംമനുഷ്യര്.ഹോം എടുക്കാൻ സുഹൃത്ത് മോശപ്പെട്ടവർ തരത്തിലുള്ള കാരണം ആ കേസ്, ഒരു പെൺകുട്ടി ആണ്,നിങ്ങളുടെ മാതാപിതാക്കൾ വെറും നിങ്ങൾക്കു നഷ്ടപ്പെടും സാധ്യതയുള്ള ഇല്ലസന്ദർശനത്തിന്റെ ദൈർഘ്യം ഇനി സൂക്ഷ്മതയോടെ. ഹോം എടുക്കാൻ പെൺകുട്ടിയുടെ ഏറ്റവും മോശം അതതു ഒന്നാണ്എന്നാൽ മാത്രമല്ല എന്നേക്കും മാതാപിതാക്കളോട് നഷ്ടമാകും: വ്യത്യസ്ത ഒരു മതത്തിന്റെനിങ്ങൾ അവരുടെ ധാർമിക മത / ആര്ഗ്യുമെന്റുകളിലേക്കു് രോഗപ്രതിരോധ ആണ് ഒരു സ്ത്രീയെ നഷ്ടമാകാനിടയില്ലആരുടെ മാതൃക ഉദ്ദേശിക്കുന്ന ഗന്ധകത്തിന്റെ അഴിമതിക്കാരായ നിങ്ങൾ.നിങ്ങൾ അത്തരമൊരു പെൺകുട്ടിയുടെ പ്രേമബന്ധത്തിലായിരുനുവെങ്കിൽ ചെയ്തു, ആഗ്രഹിക്കുന്നു പറയട്ടെഅവധി അവളുടെ എടുക്കാൻ. നിങ്ങളുടെ മാതാപിതാക്കളുടെ xenophobic അറിഞ്ഞിരിക്കണംമറ്റൊരു മതത്തിന്റെ ആർക്കും പ്രതികരണം. എങ്ങനെ ഷോക്ക് അവരെ ഒരുക്കുവാനും?സിമ്പിൾ. നിങ്ങളുടെ സന്ദർശനത്തിന്റെ മുമ്പിൽ ഉടൻ അവരെ വിളിച്ച് നിങ്ങളുമായി അവരെ പറയുന്നുമറ്റൊരു മതത്തിന്റെ ആളാണ് കുറിച്ച് വളരെ ഗുരുതരമായ സമ്പാദിച്ച ഒരു അനുസരിച്ചാണ്വിവിധ റേസ് ഒരേ ലൈംഗിക. നിങ്ങൾ ഇതിനകം ഈ ക്ഷണിച്ചു പറയുകഅവരെ എതിരേറ്റു വ്യക്തി. വിവരങ്ങൾ പിന്നീട് മുങ്ങാൻ ഒരു നിമിഷം തരികനീ മാത്രം .വീട്ടുടമസ്ഥനു ചെയ്തു നിങ്ങളുടെ കാമുകൻ മറ്റൊരു മൂപ്പര് എന്ന് പറഞ്ഞത്മതം. അവർ തുറന്ന ആയുധങ്ങളുമായി അവളെ സ്വാഗതം ചെയ്യും അങ്ങനെ അതൊന്നുമല്ല ആയിരിക്കും.
		-- Playboy, January, 1983

%
ഇത് എല്ലാ ബന്ധങ്ങൾ അല്പമല്പം ആവശ്യമായ പിടിച്ചു എന്ന് വിശദീകരിക്കുന്നുണ്ട്. ഈഅസത്യമാണ്. ഞങ്ങൾ തരുന്ന ഒപ്പം നൽകുകയും നൽകുകയും ചെയ്തത് യാതൊരു പങ്കുമില്ല ആവശ്യങ്ങൾഅവസാനം, ഞങ്ങൾ തീരുന്നതിന് ഞങ്ങളുടെ ശ്മശാനത്തിൽ പിടഞ്ഞു നമുക്കെല്ലാവർക്കും തന്നില്ല പറഞ്ഞ് ഒഴിവാക്കുകയാണ്മതി.
		-- Quentin Crisp, "How to Become a Virgin"

%
ഇത് അവളുടെ അഭിനിവേശം നിന്നു ഒരു യുവതിയുടെ സംസാരിക്കാൻ ശ്രമിച്ചുവെന്നതാണ് നിഷ്ക്രിയമാണ്:സ്നേഹം ചെവി കിടക്കുന്ന ഇല്ല.
		-- Walpole

%
അതു അവന്റെ ഗൗനിച്ചില്ല ചെയ്യണമെന്ന് ഭർത്താവ് ജോസേട്ടന്റൊന്നിച്ച് ഏറ്റവും അപകടകരമായപരസ്യമായി ഭാര്യ. ഇത് എപ്പോഴും ജനം അവൻ എപ്പോൾ അവളെ അടിക്കുന്നു ആ ചുരംഅവർ മാത്രം മുൻപരിചയം. ലോകം നോട്ടം ഒന്നും അങ്ങനെ സംശയാസ്പദമായ വളർന്നിരിക്കുന്നുഒരു സന്തുഷ്ട വിവാഹം ജീവിതം പോലെ.
		-- Oscar Wilde

%
അതു ഒരു സ്ത്രീ വേണ്ടി എന്തെങ്കിലും ആഗ്രഹിക്കുന്നു എന്നത് ചോദിപ്പാൻ നിർബന്ധമില്ലമധുരപലഹാരം. ഉത്തരം അതെ, അവൾ ഡെസേർട്ടിന് എന്തെങ്കിലും ആഗ്രഹിക്കുന്നു, പക്ഷെഅവൾ നിങ്ങളുടെ നാൽക്കവല അതു ചെയ്തത് കഴിയുന്നതാണ് നിങ്ങൾക്ക് ഇത് ഓർഡർ ആഗ്രഹിക്കുന്നു. അവള്നിങ്ങൾ ഒരു ആഗ്രഹിച്ചു എങ്കിൽ ', പറഞ്ഞുകൊണ്ട് ഈ ശ്രദ്ധ വിളിക്കാൻ ആഗ്രഹിക്കുന്നില്ലമധുരപലഹാരം, നീ ഒരുത്തൻ ഓർഡർ ചെയ്തിട്ടില്ല? ' അവൾ ഉണ്ട്, മനസ്സിലാക്കണംമധുരപലഹാരം അവൾ ആഗ്രഹിക്കുന്നു. അവൾ ആഗ്രഹിക്കുന്നു മധുരപലഹാരം നിങ്ങളുടേത് ഉള്ളിൽ അടങ്ങിയിരിക്കുന്നു.
		-- Merrill Markoe, "An Insider's Guide to the American Woman"

%
ഇത് ഒരു റിസോർട്ട് വഴി ഗർഭധാരണം ഒഴിവാക്കാൻ ഒരു കത്തോലിക്ക സ്ത്രീയെ ഇപ്പോൾ വിഹിതമല്ലഗണിതശാസ്ത്രം, അവൾ ഇപ്പോഴും ഫിസിക്സ്, കെമിസ്ട്രി അവലംബിക്കാൻ വിലക്കപ്പെട്ടതാണ് എങ്കിലും.
		-- H. L. Mencken

%
ഇത് blondes പുറമേ മാന്യന്മാരെ ഇഷ്ടപ്പെടുന്നത് സാധ്യതയുണ്ട്.
		-- Maimie Van Doren

%
കഴിഞ്ഞ വാക്ക് ഉപയോഗിക്കാനും ഒരു സ്മാർട്ട് ഭർത്താവ് എടുക്കും.
		-- Maimie Van Doren

%
ഒരു പിഴ, മധുരവും രാത്രി എന്റെ വിവാഹമോചിതയായിട്ട് ചമ്മല്, ഒരുപക്ഷെ ചമ്മല് ആയിരുന്നുഎന്റെ വിവാഹം മധ്യത്തോടെ. ഊർജ്ജം, മൃദുലത, കൃപയും ഉണ്ടായിരുന്നുചിരി. ഞാൻ എന്റെ സോക്സും ഊരി. എന്റെ സർക്കിളിൽ, വർഗ്ഗ എന്നാണ്.
		-- Andrew Bergman "The Big Kiss-off of 1944"

%
ഇത് ആലോചിക്കേണ്ടിയിരിക്കുന്നു, ഒപ്പം ഓടിക്കുന്നവള് ഏകാകിയായ രാജ്യത്ത് കാർ ചെരിപ്പിടാംറോഡ്. രാത്രി അഭയം കണ്ടെത്താൻ ആകാംക്ഷ, അവൻ ഒരു ഫാം വർഷത്തെയുംഒപ്പം മുൻവാതിലിൽ മുട്ടി. ആരും പ്രതികരിച്ചു. അവൻ വെള്ളം തോന്നിയിരുന്നുഅവൻ വഴങ്ങുന്നു നിന്നിരുന്നു പോലെ മാളികയിൽ നിന്നു കഴുത്തും തിരികെ താഴേയ്ക്ക് പ്രവർത്തിക്കുന്ന.അവൻ ഉച്ചത്തിൽ മുട്ടി അടുത്ത തവണ, ഇപ്പോഴും ഉത്തരം. ഇപ്പോൾ അവൻ ലഹരി ചെയ്തുചർമ്മത്തിന്. ചെലവിലുള്ള അവൻ വാതിലിൽ തിളങ്ങി. ഒരു അവസാന തല അറ്റ്മനുഷ്യൻ ഒരു കെട്ട് വിൻഡോ നിന്നു പ്രത്യക്ഷനായി.	"എന്തുവേണം?" അവൻ gruffly ചോദിച്ചു."എൻറെ കാർ ഇടിച്ചു" സഞ്ചാരി പറഞ്ഞു: "ഞാൻ നിങ്ങൾക്കു പക്ഷം അറിയാൻ ആഗ്രഹമുണ്ട്എന്നെ രാത്രി ഇവിടെ താമസിക്കും ചെയ്യാം. ""തീർച്ചയായും," സൊ. "നിങ്ങൾ അവിടെ രാത്രി താമസിക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ, അത്രയേയുള്ളൂഎന്റെ ചെറുപ്പത്തില്. "
		-- Andrew Bergman "The Big Kiss-off of 1944"

%
ഇത് കൃത്യമായി ഒരു വിവാഹമോചനം ആയിരുന്നില്ല - ഞാൻ ട്രേഡ് ചെയ്തു.
		-- Tim Conway

%
അതു ഒരു സ്ത്രീ ഒന്നും കിട്ടിയില്ല എന്നു ഒരു പരിഹാസ്യമായ കാര്യമാണ്വിഷമിക്കേണ്ടതില്ല ഭൂമിയിൽ അവള് സംഭവിക്കുകയും വിവാഹം.
		-- Tim Conway

%
"ഇത് വൈ ക്രോമസോം അപവാദം തരുന്ന അവനെപ്പോലെ പുരുഷ."
		-- Tim Conway

%
അത് upcreep തുടർന്ന്, അല്ല inital പാവാട ദൈർഘ്യം തുടർന്ന്.
		-- Tim Conway

%
അതു എന്റെ ജീവിതത്തിൽ പുരുഷന്മാർ അല്ല എന്നാൽ എന്റെ മനുഷ്യരുടെ ജീവനും കണക്കാക്കുന്നു.
		-- Mae West

%
അതു ഡയറിക്കുറിപ്പുകൾ പ്രമാണിച്ചു ആർ നല്ല പെൺകുട്ടികളുടെ മോശമായ പെൺകുട്ടികൾ സമയം ഒരിക്കലും.
		-- Tallulah Bankhead

%
സ്ത്രീകളുടെ ഉപയോഗിച്ച് ആ ടൈം മാസികയുടെ ദിവസങ്ങള് Birnbaum സിദ്ധാന്തം തുടർന്ന്അവർ ജലാശയമാണെന്ന് ഒരു സംഘം മൂടും കാരണം മോശം കാലുകൾ നീണ്ട വിളുമ്പിൽ പറ്റിയിരിക്കും ചെയ്യണം.
		-- Tallulah Bankhead

%
ജോ മരണവും ഭാര്യയുടെ .ഇതിപ്പൊ ആയി ഇരുന്നു.അവളുടെ ശബ്ദം .വൈകിട്ടു അധികം അല്പം ആയിരുന്നു."ജോ, പ്രിയേ," അവൾ ഊതി "ഞാൻ ഉണ്ടാക്കുവാൻ ഒരു കുമ്പസാരം ലഭിച്ചുഞാൻ പോകുന്നതിന് മുമ്പ്. ഞാൻ ... ഞാൻ നിങ്ങളുടെ സുരക്ഷിതം നിന്ന് $ 10,000 എടുത്തു ഒരാൾ സുഖമാണ് ...ഞാൻ നിങ്ങളുടെ ഉറ്റ ചങ്ങാതി, ചാൾസ് ഒരു ലിസ്സിനെ അത് ചെലവഴിച്ചത്. പിന്നെ ഞാൻ തന്നെയായിരുന്നുനഗരം വിടാൻ യജമാനത്തിയുടെ നിർബന്ധിതരായി. ഞാൻ റിപ്പോർട്ട് ഒരാൾ ആകുന്നുI.R.S നിങ്ങളുടെ ആദായനികുതിയിൽ വെട്ടിപ്പ് ... ""അത് വളരെ ശരിയാണ്, പ്രിയപ്പെട്ടതാണ്, രണ്ടാം ചിന്ത, തരുന്നത്"ജോ ചേട്ടന്മാരെ. "ഞാൻ വിഷം ഒരുവൻ സുഖമാണ്."
		-- Tallulah Bankhead

%
ഞാൻ എനിക്കു തന്നെ എഴുതാനും കഴിഞ്ഞില്ല ചെയ്യുമ്പോൾ ഏതൊരു സമയം ഓർക്കുക കഴിയില്ല പോലെ എനിക്കു വഹിയാഞാൻ കുറിച്ച് ഡേഡ്രീമുകൾ എന്റെ ഭാവന വ്യായാമം ചെയ്തു ചെയ്യുമ്പോൾ ഏതൊരു സമയം ഓർക്കുകസ്ത്രീകൾ.
		-- George Bernard Shaw

%
Kath: തന്റെ കുട്ടിയുടെ ജനന ഇന്നത്തെ കഴിയുമോ?എഡ്: ഇത് ഡാഡ് നിലവിലുണ്ട് എങ്കിൽ യാതൊരു ന്യായമായ കുട്ടി പ്രതീക്ഷിക്കാം തുടർന്ന്വരേയ്ക്കും.
		-- Joe Orton, "Entertaining Mr. Sloane"

%
ഒരു ഡയറി നിലനിർത്തുക ഒരു ദിവസം അതു നിങ്ങളെ സൂക്ഷിക്കും.
		-- Mae West

%
സ്ത്രീകൾക്ക് മാത്രം നിങ്ങൾക്ക് കഴിയില്ല. വിവാഹം അവർ നിങ്ങളെ നടക്കും വെറുക്കുന്നു.പേ വന്നിരിക്കുന്നുമുറി ഉടനീളം; അവരുടെ കാമുകൻ നിലനിൽക്കും അവർ ആറു കൂടുമ്പോൾ നീ jiltമാസം.
		-- Moore

%
നിന്റെ കണ്ണു പകുതി ശേഷം അടെച്ചു വിവാഹ വൈഡ് തുറന്ന് വയ്ക്കുക.
		-- Benjamin Franklin

%
നിന്റെ കൈ ചുംബിക്കുന്ന നിങ്ങൾ വളരെ നല്ല തോന്നാൻ വേണ്ടി, എന്നാൽ വജ്രം എന്നിവനീലക്കല്ലിന്റെ ബ്രേസ്ലെറ്റ് എന്നേക്കും നീണ്ടുനിൽക്കും.
		-- Anita Loos, "Gentlemen Prefer Blondes"

%
ലേഡി നാൻസി ആസ്റ്റർ:"വിൻസ്റ്റൺ, എന്റെ ഭർത്താവിനെ ഇല്ലെങ്കിൽ ഞാൻ വിഷം നിങ്ങളുടെ കോഫി ഇട്ടു ആഗ്രഹിക്കുന്നു."വിൻസ്റ്റൺ ചർച്ചിൽ:"നാൻസി, എന്റെ ഭാര്യ ഇല്ലെങ്കിൽ ഞാൻ കുടിക്കാതെ അതു ആഗ്രഹിക്കുന്നു."
		-- Anita Loos, "Gentlemen Prefer Blondes"

%
Lank: നാം കളി. ഞങ്ങൾ പുതിയ റെക്കോർഡിട്ടു പോകുകയാണ്.ഏൾ: (കൂട്ടത്തിന്) ഒരു തീയതി എങ്ങനെ?Lank: നാം അതിനെ കൾ ചെയ്തു. ഏൾ പുതിയ റെക്കോർഡിട്ടു ചെയ്തിരിക്കുന്നു. ഇടിഞ്ഞ് ബഹിഷ്കരിച്ച      20,000 സ്ത്രീകൾ.
		-- Lank and Earl

%
പ്രകടനം നൽകാനാവൂ സംശയാസ്പദമാണെന്ന് വർദ്ധന ചിലവു വലിയ വർദ്ധനവ്റേസ് കുതിരകളും സ്ത്രീകൾ മാത്രം വച്ചുപൊറുപ്പിക്കുന്നതല്ല.
		-- Lord Kelvin

%
നിന്റെ ദാസി, വിശ്വസ്ത ബലമുള്ളതിനെയും സൗകര്യങ്ങള് ആകട്ടെ.
		-- Benjamin Franklin

%
വെറും എവിടെ ഒരു മാറ്റം ആവശ്യമായ പറയാം, ഞാൻ അഡ്ജസ്റ്റു. ഓരോ ൽനിലനിൽക്കുന്ന ബന്ധം ജനം നിലനിൽപ്പിന് ഒരു മാർഗവും തേടുക ഞങ്ങൾക്കുണ്ട്. നിങ്ങൾ എങ്കിൽശരിക്കും വ്യക്തിയെ താൽപ്പര്യമുള്ള, ആവശ്യമെങ്കിൽ തുടർന്ന് എന്തു, അല്ലെങ്കിൽ ആ അവസാനം തുടർന്ന്.ഇതാദ്യമായി, ഞാൻ ശരിക്കും മാറ്റാൻ കഴിഞ്ഞില്ല കണ്ടെത്തി, ഗുണങ്ങൾഞാൻ ഏറ്റവും ഞാൻ ഏല്പിച്ചു എന്നെത്തന്നെ അതിശയവിഷയം. ഞാൻ ഉച്ചത്തിൽ പമാണിയായ നാളേറെയായി ...ഓ, എല്ലാം ശരിയാവും. ഞാൻ ഇപ്പോഴും ഉച്ചത്തിൽ പമാണിയായ ആയിരുന്നു അല്ലാതെ പിന്നിൽ.
		-- Kate Hepburn, on Tracy and Hepburn

%
ലൈഫ് centerfold തുടങ്ങുന്നത് പുറമെയുള്ള വികസിക്കുകയും.
		-- Miss November, 1966

%
മികച്ച സമൂഹത്തിന്റെ ക്ഷേമത്തിനും ലൈഫ് ഇൻ, ഒരു പുറത്തെ വഹിച്ചു സമൂഹത്തിന്റെ യാതൊരു വശംസ്ത്രീകൾ ഒട്ടും പ്രസക്തമായ ഒരാളായി, ചിന്താഗതിയുള്ള നാഗരിക-ഉത്തരവാദിത്തം അവിടെ തുടരുന്നുസന്തോഷം തേടുന്ന സ്ത്രീകളുമാണ് സർക്കാർ മാത്രം ഉന്മൂലനാശം പണം ഉന്മൂലനംസിസ്റ്റം, പൂർണ്ണമായ ഓട്ടോമേഷൻ ഇൻസ്റ്റിറ്റ്യൂട്ട് ആണും നശിപ്പിക്കും.
		-- Valerie Solanas

%
പറയാറില്ലേ. കണ്ടുപിടിക്കാനുള്ള, misanthropic ആൺ, 34, പ്രാണൻ ഇണയെ തിരയുന്ന എന്നാൽഅവളെ കണ്ടെത്താൻ ചില. എന്നെ ഒരു കുറിപ്പ് ഇടുക. ഞാൻ സംസാരിക്കണമെന്ന് കാണാം, നിങ്ങളെ വിളിക്കും ഒപ്പംഞാൻ ഒരുപക്ഷേ ഞാൻ അധികമാകുന്നു ചെലവഴിക്കാൻ അവിടെ കൂടെത്തന്നെ പുറത്തു ആവശ്യപ്പെടുംനിങ്ങൾ ആകർഷിക്കുന്നതിൽ നെഗിറ്റിവ് ശ്രമം താങ്ങാൻ. അപ്പോൾ നാം മനസ്സിലാക്കുകപോലും കാണാംപഴയത് കൂടാതെ പൊതുവായ ഒന്നും നമ്മുടെ പ്രത്യേക വഴികൾ കൂടുതൽ പോകാംമുമ്പത്തേക്കാൾ വഷളാക്കി ആൻഡ് കുഴിഞ്ഞ (ഇത്തരം ഒരു കാര്യം കഴിയും എങ്കിൽ).
		-- Valerie Solanas

%
ലൈഫ് വൃത്തികെട്ട സ്ത്രീകളുമായി നൃത്തം വളരെ ചെറുതാണ്.
		-- Valerie Solanas

%
യുവാക്കളെ ഒക്കെയും പോലെ, അത്യന്തം തമ്മിലുള്ള വ്യത്യാസം പെരുപ്പിച്ചുയുവതി മറ്റൊരുത്തൻ.
		-- George Bernard Shaw, "Major Barbara"

%
ഭർത്താക്കന്മാരും ഭർത്താക്കന്മാരെ തിരയുന്ന തിരയുന്ന പെൺകുട്ടികളെ സ്കീ റിസോർട്ടിൽ തോന്നുന്നുപെൺകുട്ടികൾ, സാഹചര്യങ്ങൾ തോന്നിയാലും പോലെ പ്രതിസമതയോടെ അല്ല.
		-- Alan McKay

%
കൊച്ചു പെൺകുട്ടികൾ ചിത്രശലഭങ്ങളും പോലെ, ഒരു ന്യായീകരണവുമില്ല ആവശ്യമാണ്.
		-- Lazarus Long

%
ഏകാന്തമായ പുരുഷന്മാർ സ്വഹാബി അന്വേഷിക്കുന്നു. ഏകാന്തമായ സ്ത്രീകൾ വീട്ടിൽ ഇരുന്നു കാത്തിരിക്കുക.അവർ സംഗമം ഒരിക്കലും.
		-- Lazarus Long

%
പെൺകുട്ടികൾ നിരവധി ഒരു ഗാനത്തിനായി ലഭിക്കും. നിർഭാഗ്യവശാൽ, അത് പലപ്പോഴും ഓഫാകുംകല്യാണം ജാഥ ആയിരിക്കും.
		-- Lazarus Long

%
സ്നേഹം അനുയോജ്യമായ കാര്യം, വിവാഹം ഒരു യഥാർത്ഥ കാര്യം തന്നെ; യഥാർഥ ഒരു ആശയക്കുഴപ്പംഅനുയോജ്യമായ ഉപയോഗിച്ച് ശിക്ഷിക്കപ്പെടാതിരുന്നാൽ ഒരിക്കലും.
		-- Goethe

%
സ്നേഹം വിവാഹം സൌഖ്യം എന്ന് പതിവാക്കിയ വഞ്ചനയിൽ ആണ്.
		-- Dr. Karl Bowman

%
സ്നേഹം ഒരു സ്ത്രീ മറ്റൊരു വ്യത്യാസമുണ്ട് വഞ്ചനയിൽ ആണ്.
		-- H. L. Mencken

%
സ്നേഹം ഭോഷന്മാരേ, വിവാഹം cuckolds,, ദേശസ്നേഹം malevolent imbeciles ചെയ്യുന്നു.
		-- Paul Leautaud, "Passe-temps"

%
മാച്ചോ mucho തെളിയിക്കുന്നില്ല.
		-- Zsa Zsa Gabor

%
മനുഷ്യനും ഭാര്യയും ഒറ്റ ഭോഷൻ ഉണ്ടാക്കേണം.
		-- Zsa Zsa Gabor

%
പലരും ഈ മനുഷ്യന് അവൻ നന്നായിരുന്നേനെ തെളിച്ചം ഒരു വെളിച്ചം ഒരു പെൺകുട്ടിയുമായി പ്രണയത്തിൽ വീണുപോയിഅതു ഒരു സ്യൂട്ട് തിരഞ്ഞെടുത്തു എന്നല്ല.
		-- Maurice Chevalier

%
ഒരു ഡിംപിൾ പ്രണയത്തിലാകുന്നു പലരും ഒരു മനുഷ്യൻ വിവാഹം തെറ്റുപറ്റിയാൽമുഴുവൻ പെൺകുട്ടി.
		-- Stephen Leacock

%
അവൻ ഒരു കന്നി യാത്രയിലെ നടക്കുന്നത് കരുതുന്ന പലരും ഒരു മനുഷ്യൻഒരു സ്ത്രീ അത് ഒരു ഇളക്കുക-ഡൌൺ ക്രൂയിസ് എന്ന് പിന്നീട് കണ്ടെത്തുന്നു.
		-- Stephen Leacock

%
പല ഒരു ഭാര്യ ഭർത്താവിനെ ലോകത്തിലെ ഏറ്റവും കാമുകൻ വിചാരിക്കുന്നു.എന്നാൽ അവൾ അവനെ അതിന് പിടിക്കാമോ ഒരിക്കലും കഴിയില്ല.
		-- Stephen Leacock

%
പല ഭർത്താക്കന്മാർ തങ്ങളുടെ ഭാര്യമാരെ വിൽപ്പനയിലെ സംരക്ഷിക്കാൻ പണം ന് തകർത്തുകളഞ്ഞു പോയി.
		-- Stephen Leacock

%
വിവാഹ എപ്പോഴും ആർട്ട് ഓഫ് അതിമഹത്തായ വിവേകം ആവശ്യപ്പെടുന്നുരണ്ടു മനുഷ്യർ തമ്മിൽ സാധ്യമായ insincerity.
		-- Vicki Baum

%
വിവാഹ ഡേറ്റിംഗ് പ്രശ്നങ്ങൾ കാരണമാകുന്നു.
		-- Vicki Baum

%
വിവാഹം ഒരു കർശനമായി സ്വകാര്യ ഉദ്ദേശം ഒരു ദാരുണ പൊതു കുറ്റസമ്മത.
		-- Vicki Baum

%
വിവാഹം ഒരു വലിയ സ്ഥാപനമാണ് - പക്ഷേ ഞാൻ ഇനിയും ഒരു സ്ഥാപനം തയാറായിട്ടില്ല.
		-- Mae West

%
വിവാഹ സൈന്യം പോലെ ഒരു പങ്കും ആകുന്നു, എല്ലാവർക്കും പരാതി, എന്നാൽ നിങ്ങൾ ചെലവഴിക്കുന്നവീണ്ടും എൻലിസ്റ്റു വലിയ സംഖ്യ വിസ്മയിച്ചു.
		-- James Garner

%
വിവാഹ ഹീറോ ആദ്യ അധ്യായത്തിൽ മരിക്കുന്നതു ഒരു റൊമാൻസ് ആണ്.
		-- James Garner

%
വിവാഹ മോതിരം, വിവാഹ മോതിരം, കഷ്ടപ്പാടും കല്യാണ ഒരു ത്രീ റിംഗ് സർക്കസ്സ് ആണ്.
		-- Roger Price

%
വിവാഹ ഒരു സ്ഥാപനത്തിന്റെ രണ്ടു ഒന്നായി ഏറ്റെടുക്കുകയും ചെയ്തു ഒന്നാണ്ഒന്നും ആകാൻ സമൂഹമാണ്.
		-- Roger Price

%
വിവാഹം ഒരു മനുഷ്യനെ ബിയർ ഒരു ബ്രാൻഡ് കണ്ടെത്തുന്നു ആ തിയറി അടിസ്ഥാനമാക്കിയുള്ളതാണ്കൃത്യമായി തന്റെ രുചി അവൻ ഒരേസമയം തന്റെ ജോലി രാജിവച്ച് എറിഞ്ഞു വേല പോകണംവാറ്റുന്ന ലെ.
		-- George Jean Nathan

%
വിവാഹ ഹാർഡ് വഴി സ്ത്രീകളെ കുറിച്ച് പഠിച്ചത്.
		-- George Jean Nathan

%
വിവാഹം, ഒരു ബാറ്റൺ ട്വിർലിംഗ് handsprings തിരിഞ്ഞു അല്ലെങ്കിൽ തിന്നുന്നതിനാൽ പോലെയാണ്ഭക്ഷണക്കോല്. ഇത് പരീക്ഷിക്കുന്ന വരെ അതു എളുപ്പമാണ് തോന്നുന്നു.
		-- George Jean Nathan

%
വിവാഹ ഇറങ്ങി കുറവാണ്, പക്ഷേ അതിനെ നിങ്ങൾ അടയ്ക്കേണ്ട നിങ്ങളുടെ ജീവിതത്തിന്റെ ബാക്കി ചെലവഴിക്കുന്നത്.
		-- Baskins

%
വിവാഹ കേവലം fettucine കൂട്ടായ്മ അല്ലയോ, എന്നാൽ പങ്കിടൽആദ്യ സ്ഥലത്ത് fettucine ഭക്ഷണശാല കണ്ടെത്തുക ഭാരം.
		-- Calvin Trillin

%
വിവാഹ മാത്രം സാഹസിക ഭീരുത്വം തുറന്നിരിക്കുന്നു.
		-- Voltaire

%
വിവാഹ മനുഷ്യൻ ആരായിരിക്കും നിന്റെ ഭാര്യ ഭാവത്തോടെ കണ്ടെത്താനുള്ള പ്രക്രിയയാണ്നൽകുകയും ചെയ്തിരിക്കുന്നു.
		-- Voltaire

%
വിവാഹ വികാരങ്ങളുടെ മാലിന്യ-പേപ്പർ കൊട്ടയിൽ ആണ്.
		-- Voltaire

%
വിവാഹം, ജീവിതത്തിൽ ഒരു ബലപ്രയോഗവും നടുവിൽ ഒരു ദ്വന്ദയുദ്ധത്തെ പോലെയാണ്.
		-- Edmond About

%
വിവാഹം സ്വർഗ്ഗത്തിൽ ഉണ്ടാക്കി ഭൂമിയിൽ consummated ചെയ്യുന്നു.
		-- John Lyly

%
തിടുക്കത്തിൽ വിവാഹം എല്ലാവർക്കും മാസം എണ്ണുന്നത് ആരംഭിക്കുന്നു.
		-- John Lyly

%
Matrimony എല്ലാ ദോഷം ഐഡിയ ആണ്.
		-- John Lyly

%
Matrimony അത് ഒരു വിധി തുടർന്ന്, ഒരു വചനം.
		-- John Lyly

%
പുരുഷന്മാർ എപ്പോഴും അവരെ bores എന്തും മാനിക്കുന്നു തയ്യാറാണ്.
		-- Marilyn Monroe

%
പുരുഷന്മാർ രണ്ട് കാലുകൾ എട്ടു കൈകൊണ്ടു ആ സൃഷ്ടികളിൽ.
		-- Jayne Mansfield

%
പുരുഷന്മാർ എന്റെ മനസ്സിൽ എന്നെ ആകർഷിക്കപ്പെടുന്നത് അല്ല. അവർ ഞാൻ എന്തു ആകൃഷ്ടനായി നേരിടുന്നുകാര്യമാക്കുന്നില്ല ...
		-- Gypsy Rose Lee

%
സ്ത്രീകളെ അപേക്ഷിച്ച് അതു വളരെ മെച്ചപ്പെട്ട സമയം; ഒരു കാര്യം അവർ പിന്നീട് വിവാഹം;അവർ നേരത്തെ മരിക്കുന്നു മറ്റൊരു കാര്യം.
		-- H. L. Mencken

%
സ്ത്രീകൾ അവരുടെ പാപങ്ങൾ എന്ന പോലെ പുരുഷന്മാർക്കും അവരുടെ അവകാശങ്ങൾ ഒരു ആശയം അതിശയോക്തിയാണ് ചെയ്തിരിക്കുന്നു.
		-- E. W. Howe

%
മൂന്നു കാര്യങ്ങൾ, ഫാസ്റ്റ് കാറുകൾ, ഫാസ്റ്റ് സ്ത്രീകൾക്കും ഫാസ്റ്റ് ഫുഡ് വേണ്ടി മനുഷ്യർ ജീവിക്കുന്നു.
		-- E. W. Howe

%
പുരുഷന്മാർ കണ്ണട ധരിച്ച പെൺകുട്ടികളെ നടക്കും ഒരിക്കലും.
		-- Dorothy Parker

%
ഗുണമേന്മയേറിയ പുരുഷന്മാർ തുല്യത സ്ത്രീകളെ ഭയപ്പെടേണ്ട കാര്യമില്ല.
		-- Dorothy Parker

%
പുരുഷന്മാർ അവരെ ഉദ്ദേശിക്കുന്നത് സ്ത്രീകളും പറയുന്നു; സ്ത്രീകൾ അവരെ ഉദ്ദേശിക്കുന്നത് പുരുഷന്മാർ തമ്മിൽ എന്തു.
		-- DeSegur

%
പുരുഷന്മാർ വിരളമായത് മുഖക്കുരു കൈവശമുള്ള പെൺകുട്ടികൾക്ക് dimples കാണിക്കും.
		-- DeSegur

%
പുരുഷന്മാർ ഇപ്പോഴും സ്ത്രീകൾ അവസാന മറന്നു ശേഷം ആദ്യ ചുംബനം ഓർക്കുക.
		-- DeSegur

%
സ്ത്രീകൾക്ക് മുറുകെപ്പിടിക്കുന്നവരെ ഏറ്റവും ആദരവ് ആളുകളെ കൂടക്കൂടെ പ്രചാരമുണ്ട്.
		-- Joseph Addison

%
പുരുഷന്മാർ മാസികകളിൽ പലപ്പോഴും നഗ്നനായി സ്ത്രീകളുടെ ചിത്രങ്ങൾ ഫീച്ചർ. വനിതാ മാസികകൾപലപ്പോഴും നഗ്നനായി സ്ത്രീകളുടെ ചിത്രങ്ങൾ ഫീച്ചർ. ഈ പെൺ കാരണം ആണ്പുരുഷ ശരീരം രോമമുള്ള ആൻഡ് lumpy സമയത്ത് ശരീരം കലാരൂപങ്ങളും മനോഹരമായ ജോലിയാണ്പകൽ വെളിച്ചം വഴി കാണരുത്.
		-- Richard Roeper, "Men and Women Are Different"

%
മിഗ്വെൽ സെർവാന്റെസ് കഴുത എഡിറ്റ് എഴുതി. മിൽട്ടൺ തന്റെ, പാരഡൈസ് ലോസ്റ്റ് എഴുതി പിന്നീട്ഭാര്യ മരിച്ചതിനാൽ പറുദീസയിൽ തിരികെ എഴുതി.
		-- Richard Roeper, "Men and Women Are Different"

%
പക്ഷി: മണ്ടായിക്കയുടെ പോക്കർ ഇന്നുരാത്രി പ്ലേ?ജോ: എനിക്ക് കഴിയില്ല. ഇത് കുട്ടികളുടെ രാത്രി തീർന്നു.പക്ഷി: അങ്ങനെ?ജോ: ഞാൻ ധാത്രിയെയും Home Stay അനാഥയാണ്.
		-- Richard Roeper, "Men and Women Are Different"

%
പക്ഷി: നിങ്ങൾ വാലന്റൈൻസ് ഡേ നിന്റെ ഭാര്യ നൽകി?ജോ: പതിവുപോലെ ദാനം - അവൾ എന്റെ ഹൃദയം തിന്നു.
		-- Richard Roeper, "Men and Women Are Different"

%
പണവും സ്ത്രീകളാണ് ഏറ്റവും പ്രിയപ്പെട്ടത് കുറഞ്ഞത് ഏതെങ്കിലും രണ്ട് അറിയപ്പെടുന്നഞങ്ങൾ കാര്യങ്ങൾ.
		-- The Best of Will Rogers

%
പണം ശക്തമായ പാനീയമായിട്ടാണ് ആണ്. എന്നാൽ പൂക്കൾ ഏതാണ്ട് അതുപോലെ പ്രവർത്തിക്കും.
		-- Lazarus Long

%
.കൂടുതലായാലും ഒരു ഭാര്യയും .കുറ്റകൃത്യങ്ങളുടെ ഉയർച്ച പടിഞ്ഞാറൻ കസ്റ്റം ആണ്.
		-- H. H. Munro

%
... ഞങ്ങളെ ഏറ്റവും സ്നേഹത്തെക്കുറിച്ച് ഹാർഡ് പഠിച്ചു. പോലും മുന്നറിയിപ്പുകൾ സാധ്യതയുള്ള, എങ്ങനെയോ വേണ്ടി, വിലപ്പോവില്ല മാതാപിതാക്കൾ, സ്നേഹിതർ കഠിനമായ മുന്നറിയിപ്പുകൾ വകവയ്ക്കാതെ,നൂറുകണക്കിന്, സ്ത്രീകൾ ആയിരക്കണക്കിന് അവസാന നിമിഷം തങ്ങളെ മറന്നുഅസത്യം, വാഗ്ദാനങ്ങൾ, ഉപായത്തോടെ, അല്ലെങ്കിൽ വെറും ശ്രദ്ധ കീഴടങ്ങുകയായിരുന്നുദുരാഗ്രഹികളായി വിടർന്ന പുരുഷന്മാർ നിന്ന് സങ്കീർണ്ണമായ predicaments തങ്ങളെത്തന്നെ പോയുംഏത് അവരിൽ ചിലർ തങ്ങളുടെ മുഴുവൻ ജീവിതത്തിൽ കണ്ടെടുത്തു ഒരിക്കലും. അല്ല എന്നു1958 ൽ മാത്രം നിങ്ങളുടെ teenaged Midwesterners സംസാരിക്കുന്ന; സ്ത്രീകൾക്കുള്ള സംസാരിക്കുന്ന പിരിയുകയാണ്ഓരോ വർഷവും ഓരോ നഗരത്തിലെ എല്ലാ കാലഘട്ടത്തിലെയും. കുപ്രസിദ്ധ ലൈംഗിക വിപ്ലവംസ്നേഹത്തിന്റെ വേദനയും ആശയക്കുഴപ്പവും നിന്ന് ആരും രക്ഷിച്ചു.
		-- Alix Kates Shulman

%
നാല്പതു ഭർത്താവിനെ എന്റെ ചിന്തയാണ് ഒരു സ്ത്രീ അവനെ മാറ്റാൻ കഴിയും എന്നതാണ്,രണ്ടു ഇരുപതുകളുടെ വേണ്ടി, ഒരു ബാങ്ക് കുറിപ്പ് പോലെ.
		-- Alix Kates Shulman

%
അവൻ നിങ്ങളെ മിഠായി നല്കുന്നില്ലയോ അപരിചിതരിൽനിന്നും ഒരു ക്ഷണം സ്വീകരിക്കാൻ ഒരിക്കലും.
		-- Linda Festa

%
നിര്ദേശിച്ചു എപ്പോൾ ഒരു സ്ത്രീ തർക്കിക്കാൻ ഒരിക്കലും - അല്ലെങ്കിൽ വിശ്രമിച്ചു.
		-- Linda Festa

%
അമ്മയുടെ എന്ന സ്ഥലത്ത് ഭക്ഷണം ഒരിക്കലും. ഡോക് പേരുള്ള ഒരു മനുഷ്യൻ കൂടെ കാർഡുകൾ പ്ലേ ചെയ്യരുത്.നിങ്ങൾ അധികം അനർത്ഥങ്ങളും ചിത്രീകരിക്കുന്ന ഒരു സ്ത്രീ കിടക്കും ഒരിക്കലും.
		-- Nelson Algren, "What Every Young Man Should Know"

%
ബെഡ് ഭ്രാന്തൻ പോകുക ഒരിക്കലും. തുടരുക യുദ്ധം.
		-- Phyllis Diller, "Phyllis Diller's Housekeeping Hints"

%
ആരുടെ കഷ്ടങ്ങൾ നിങ്ങളുടെ സ്വന്തം ഗുരുതരമാകുന്നു ഒരു സ്ത്രീ ഉറങ്ങാൻ ഒരിക്കലും.
		-- Nelson Algren

%
പറയുന്നു ഒരിക്കലും. നിങ്ങളുടെ വൃദ്ധ നടക്കുന്നു എങ്കിൽ വാസ്തവത്തിൽ നിങ്ങളുടെ ഭാര്യമാരെ സ്നേഹിക്കുകയും ചെയ്താൽ ... അല്ലനിങ്ങൾക്ക് യിൽ അത് നിഷേധിക്കുന്നത്. എം. വെറും ഫ്ലാറ്റ് ഔട്ട് അവൾ അതു വിശ്വസിക്കുന്നു കാണാം: "ഞാൻ സുഖമാണ്'നെഞ്ചിടിപ്പോടെ tellin. ഈ കോഴിക്കുഞ്ഞ് `ലേ അവളുടെ കഴുത്തിൽ ഒരു ദൃഷ്ടാന്തം കൊണ്ട് അനിയനെടോപ്പ് എന്നെ എന്നതിൽ അല്ലെങ്കിൽ ഞാൻ മരിക്കും '. ഞാൻ എനിക്ക് തന്നെ എന്താണു ചെയ്തില്ല ... "
		-- Lenny Bruce

%
പുതുവർഷ രാവ് ഒരു മനുഷ്യൻ തന്റെ ഏറ്റവും പ്രായം തോന്നുമ്പോൾ വർഷം സമയം,അവന്റെ ഭാര്യ ഏറ്റവും പലപ്പോഴും അത് പ്രവർത്തിക്കാൻ അവനെ ഓർമിപ്പിക്കുന്നു.
		-- Webster's Unafraid Dictionary

%
ഇല്ല സൗഹൃദം ബാല പെൺകുട്ടിയെ പോലെ അങ്ങനെ നമ്മളത് അല്ലെങ്കിൽ അങ്ങനെ രുചികരമായതിനാൽ;വിദ്വേഷം അങ്ങനെ തീവ്രമായ അല്ലെങ്കിൽ സ്ത്രീക്കു പകരം സ്ത്രീയും പോലെ സ്ഥാവര യാതൊരു.
		-- Landor

%
അവൻ നീണ്ട നഷ്ടപ്പെട്ടു വരെ ആരും സ്ത്രീകളുടെ ന്യായമായ അഭിപ്രായമാണുള്ളത് കഴിയുംമുടി restorers താൽപ്പര്യം.
		-- Austin O'Malley

%
അർത്ഥത്തിൽ ഒരു ധാന്യം ഇല്ല ആധുനിക സ്ത്രീ എന്നേക്കും ഒരു അല്പം കുറിപ്പുകൾ അയയ്ക്കുന്നുവിവാഹം - അവൾ എന്തായാലും, വിവാഹം അല്ല വരെ.
		-- Arthur Binstead

%
ആരും ഒരിക്കൽ സൗമ്യനും ആഴമുള്ള ഉള്ള കാര്യങ്ങൾ പറയാൻ എങ്ങനെ സ്ത്രീയെപ്പോലെ അറിയുന്നു.
		-- Hugo

%
ഇല്ല self-made മനുഷ്യൻ ഏറെ സ്ത്രീ ചെയ്തില്ല അത്തരം ഒരു നല്ല ജോലി ചെയ്തുചില അയല്ക്കാര് നടത്താൻ ഞാൻ ആഗ്രഹിക്കുന്നു.
		-- Kim Hubbard

%
ഇല്ല സ്ത്രീയും സ്വതന്ത്ര വിളിക്കാം അവൾ ബോധപൂർവ്വം എന്ന് തിരഞ്ഞെടുക്കാൻ കഴിയും വരെഅവൾ അല്ലെങ്കിൽ ഒരു അമ്മ കഴിയില്ല ചെയ്യും.
		-- Margaret H. Sanger

%
അവൻ ക്രമമായി വിജയി ഇല്ലെങ്കിൽ സ്ത്രീ ഒരു ചൂതാട്ട ഭർത്താവ് സഹിക്ക കഴിയും.
		-- Lord Thomas Dewar

%
അവൾ ഒരു മെച്ചപ്പെട്ട അഭിപ്രായത്തിൽ ഉണ്ടാകുന്നതുവരെ സ്ത്രീ എപ്പോഴെങ്കിലും ഒരു മനുഷ്യൻ പ്രണയത്തിലാവുന്നുഅവൻ അർഹിക്കുന്നു അധികം അവനെ.
		-- Edgar Watson Howe

%
എന്ന് ആരും അവർ വിവാഹിതനാണ് വരെ സന്തുഷ്ടി, അറിയുന്നു.പിന്നെ വളരെ വൈകും.
		-- Edgar Watson Howe

%
പെൺകുട്ടിയോട് ആരെങ്കിലും ഉണ്ട് ഏതു പ്രശ്നം അനിവാര്യമായും കാരണംഉല്പാദനത്തിന്റെ മുതലാളിത്ത മോഡ്.
		-- Herbert Marcuse

%
എല്ലാ മൃഗം, ബാലനെ ഏറ്റവും തന്നിഷ്ടക്കാരത്തിയും ആകുന്നു.
		-- Plato

%
ഗതി ഒരു ടോഫി ബന്ധം സാധ്യമാണ് - മാത്രമാണ് തമ്മിലുള്ളഭാര്യയും ഭർത്താവും.
		-- Plato

%
ഒരു സ്ത്രീ നിങ്ങൾ അവളുടെ ഹൃദയം തന്നിരിക്കുന്നു ഒരിക്കൽ നിങ്ങൾ അവളുടെ ബാക്കി മുക്തി നേടാനുള്ള ഒരിക്കലും കഴിയില്ല.
		-- Vanbrugh

%
ഒരിക്കൽ ഒരു ഉല്ലാസയാത്രയ്ക്ക് എടുക്കൽ മനോഹരമായ യുവ പെൺകുട്ടി ഉണ്ടായിരുന്നുകാടുകളിൽ വഴി. എല്ലാ അവൾ ഇരിക്കുന്നതും വളരെ വൃത്തികെട്ട കാളയെ തവളകൾ കണ്ടു ഒരേസമയംഒരു രേഖ ന് അവളുടെ അത്ഭുതപ്പെടുത്തിക്കൊണ്ട് തവളകൾ അവളോടു സംസാരിച്ചു. "ബാലേ," croakedതവളകൾ, "നീ എവിടുന്നാ ചെയ്യും? എന്നാല് വിശ്വസിക്കാൻ ഈ ഹാർഡ്, എന്നാൽഞാൻ ഒരിക്കൽ പിന്നീട് ഒരു സുന്ദരനാണ്, -നു പ്രഭു ഒരു മീൻ, വൃത്തികെട്ട മന്ത്രവാദിനിയുടെ കാസ്റ്റ്എന്റെ മീതെ ഒരു പതിറ്റാണ്ടിലധികം ഒരു തവള എന്നെ തിരിഞ്ഞു. ""ഓ, ഒരു ഡസനിലേറെ!", പെൺകുട്ടിയെ ഉദ്ഘോഷിച്ചു. "ഞാൻ സാധിക്കുക എന്തും ചെയ്യാൻ കാണാംഅത്തരം ഒരു അക്ഷരത്തെറ്റ് പൊട്ടി സഹായിക്കുക. ""ശരി," തവളകൾ ഈ അക്ഷരത്തെറ്റ് മാത്രമേ എടുക്കാറുള്ളൂ വഴി മറുപടി, "എന്നെ വീട്ടിലേക്ക് കൊണ്ടുപോകൂ എന്നെ ചെലവിന് കുറച്ച് മനോഹരവും യുവതി നീങ്ങിഅവളുടെ തലയണ കീഴിൽ രാത്രി. "പെൺകുട്ടി വൃത്തികെട്ട തവളകൾ വരുത്തി അവളുടെ താഴ്ഭാഗത്ത് വെച്ചുഅവൾ വിരമിച്ചതോടെ ആ രാത്രി തലയണ. അവൾ ഉറപ്പു, പിറ്റേന്ന് രാവിലെ ബോധം വന്നപ്പോൾമതിയായ അവിടെ അവളെ പുറമെ കിടക്കയിൽ വ്യക്തമായി, ഒരു വളരെ ചെറുപ്പത്തിൽ, സുന്ദരനായ മനുഷ്യനായിരുന്നുരാജകീയ രക്തം. അങ്ങനെ അവർ പണി ഇരിക്കട്ടെ, അല്ലാതെ ഇന്നു വരെ ജീവിച്ചഅവളുടെ അപ്പനും അമ്മയും ഇപ്പോഴും അവളുടെ കഥ വിശ്വസിക്കുന്നില്ല.
		-- Vanbrugh

%
ഒരിക്കൽ നൈറ്റ്സ് ആയിരുന്നു മൂന്നു സഹോദരന്മാർ ഉണ്ടായിരുന്നുഒരു നിശ്ചിത രാജ്യത്തിലെ. പിന്നെ, അയൽ രാജ്യത്തിൽ ഒരു രാജകുമാരിയുടെ ഉണ്ടായിരുന്നുവിവാഹപ്രായത്തിലുള്ളവളെങ്കിൽ ആയിരുന്നു. നന്നായി, ഒരു ദിവസം, സർവ്വായുധവർഗ്ഗം അവരുടെ കുതിരകൾ,അവരുടെ പേജ്, മൂന്നു സഹോദരന്മാർ അവരിൽ ഒരുത്തൻ കഴിഞ്ഞില്ല എങ്കിൽ കാണാൻ ഇറങ്ങിത്തിരിച്ചഅവളുടെ കൈ ജയം. റോഡ് നീളമുള്ളതുമായ സഹിതം പല തടസ്സങ്ങളും ഉണ്ടായിരുന്നുവഴി, തരണം കള്ളന്മാരെയും ഹാർഡ് കടക്കാൻ ഭൂപ്രദേശം. അവർ മല്ലടിച്ചിട്ടുണ്ട് പോലെഓരോ പ്രതിബന്ധം അവർ കൂടുതൽ കൂടുതൽ സെല്ലിലാണ് അവരുടെ പേജ് ധരിച്ചു. അവൻമാത്രമല്ല മുതലെടുക്കുന്ന അവൻ ഇടഞ്ഞു ആയിരുന്നു കുതിര കൈകാര്യം ചെയ്യാൻ കഴിഞ്ഞില്ല ആയിരുന്നുചുരുക്കത്തിൽ, ഒരു പൂർണ്ണമായ ഫ്ലോപ്പ്. അവർ രാജ്യത്തിന്റെ കോടതി എത്തിയപ്പോൾഅവർ ചില രാജകുമാരി അവതരിപ്പിക്കാൻ പ്രതീക്ഷിച്ച കണ്ടെത്തിനിധി. അവർ ചെയ്തിട്ടില്ലാത്തതിനാൽ രണ്ട് മൂത്ത സഹോദരന്മാരും നിരുത്സാഹപ്പെടുത്തിയതാണോഈ ചിന്തിച്ചത് മുന്നൊരുക്കമില്ലാതെ ആയിരുന്നു. ഇളയ എന്നാൽ, ഉണ്ടായിരുന്നുഉത്തരം: എന്തെങ്കിലും വാഗ്ദാനം, അവളുടെ ഞങ്ങളുടെ പേജ് തരും.
		-- Vanbrugh

%
ഒരു ദിവസം വൈകുന്നേരം അവൻ സംസാരിച്ചു. അവളുടെ കാൽക്കൽ ഇരിക്കുന്നതു അവന്റെ മുഖം അവളുടെ ഉയർത്തിയതായിഅവൻ തന്റെ പ്രാണനെ കേട്ടു പാടുള്ളു. "എന്റെ പ്രിയേ, ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ ഒന്നും ഒന്നുംഞാൻ ഞാൻ എന്നേക്കും കഴിയും ഒന്നും ... കാരണം ഞാൻ നിങ്ങൾ ഓഫർ ആഗ്രഹിക്കുന്ന എന്താണ് - അല്ലഞാൻ നിങ്ങൾക്കു വേണ്ടി ലഭിക്കും കാര്യങ്ങൾ, എന്നെ നേടുകയും കഴിയും ചെയ്യും എന്നിൽ കാര്യംഅവരെ. കാര്യം - മനുഷ്യന്റെ വിട്ടകലണമായിരുന്നു കഴിയില്ല - പക്ഷെ അത് ധര്മം ആഗ്രഹിക്കുന്നു - അങ്ങനെനിങ്ങൾക്ക് മാത്രം വേണ്ടി "- എന്ന് നിനക്കു അങ്ങനെ ഉണ്ടാകും - അതു നിങ്ങളുടെ ശുശ്രൂഷയുടെ ആയിരിക്കും അങ്ങനെ.പെൺകുട്ടിയെ പുഞ്ചിരിച്ചുകൊണ്ടു ചോദിച്ചു: "ഞാൻ മാഗി അധികം prettier സുഖമാണ് കരുതുന്നുണ്ടോകെല്ലി? "അവൻ എഴുന്നേറ്റു. അവൻ ഒന്നും പറഞ്ഞു വീട്ടിൽ നിന്നു നടന്നു. ഒരിക്കലും അവൻവീണ്ടും ആ പെൺകുട്ടി കണ്ടു. തന്നിലേയ്ക്ക് .ജനിച്ചു ആർ ഗെയിൽ Wynand ഒരു ആവശ്യമില്ലാതെ ഒരിക്കലുംപാഠം രണ്ടുവട്ടം തുടർന്നുണ്ടായ വർഷങ്ങളിൽ വീണ്ടും പ്രണയബദ്ധനായിത്തീരാവൂ ചെയ്തില്ല.
		-- Ayn Rand, "The Fountainhead"

%
ഒരു പെൺകുട്ടിയും പ്രെറ്റി കഴിയും - എന്നാൽ ഒരു ഡസൻ മാത്രം കോറസ് ആകുന്നു.
		-- F. Scott Fitzgerald, "The Last Tycoon"

%
ഒന്ന്, ഒരു സ്ത്രീ ജനിക്കുന്നത് ഒരുവൻ മാറുന്നതിനോ.
		-- Simone de Beauvoir

%
ഒരുത്തന്റെ ഭോഷത്വം മറ്റൊരു പുരുഷന്റെ ഭാര്യ.
		-- Helen Rowland

%
ഒന്ന് എപ്പോഴും സ്നേഹത്തിൽ ആയിരിക്കണം. ആ ഒരെണ്ണം വിവാഹം ഒരിക്കലും കാരണം.
		-- Oscar Wilde

%
സ്ത്രീകളും പുരുഷന്മാരും - ആളുകളുടെ ഗ്രൂപ്പുകളുമായി രണ്ടു മാത്രം മുഖസ്തുതി വേണ്ടി വീഴും.
		-- Oscar Wilde

%
ജെൻഡർ എല്ലാത്തരം ആളുകളും വലിയ ബുദ്ധിമുട്ട് റിപ്പോർട്ടുചെയ്യുന്നത്,ഈ ദിവസം, ശരിയായ വാക്കു പെൺ ആ റഫർ തിരഞ്ഞെടുക്കുന്നതിൽനിർബന്ധവും."ലേഡി," "സ്ത്രീ" എന്നും "പെൺകുട്ടി" എല്ലാ തികച്ചും നല്ല വാക്കു, എന്നാൽഅവരെ misapplying ഒരു നല്ല ലേക്ക് ആഭാസത്തരം ചുമതല നിന്ന് ഒന്നും നേടാൻ കഴിയുംവേഗതയും സ്വാദ്. നാം വിനീതരാവുന്ന, .പലയിടത്തും കാര്യങ്ങളിൽ ഇവിടെ നശിപ്പിക്കുന്നത് ചെയ്യുന്നു,ആദരവ്, വിമുഖത, രണ്ടു അവ്യക്ത സങ്കൽപ്പങ്ങൾ, പ്രായം, റാങ്ക്. ഇത് കലക്കുന്നവൻശരിക്കും എന്താണ് നേരായ ആർ മതിയാകില്ല. മനപ്പൂർവം ദുരുപയോഗം ചെയ്യുന്നവരെമുഖസ്തുതി ഒരു misbegotten ശ്രമം നിബന്ധനകൾ ഇതിന് വേണ്ടി ചോദിക്കുന്നത്.ഒരു സ്ത്രീ ഏതെങ്കിലും പ്രായപൂർത്തിയായ പെൺ വ്യക്തി. ഒരു പെൺകുട്ടി അൺ-പ്രായപൂർത്തിയായ ആണ്പതിപ്പ്. നിങ്ങൾ ചബ്ബി കവിൾ പിങ്ക് മുടി റിബണിൽ ഒരു കണികപോലും കാര്യം വിളിക്കുന്ന ഒരു എങ്കിൽ"സ്ത്രീ" നിങ്ങൾ ഒരുപക്ഷേ പ്രശ്നമുണ്ട് ലഭിക്കില്ല, നിങ്ങൾ ചെയ്താലും ആയിരിക്കുംഅവൾ മൂന്ന് അടി കീഴിൽ ഉയരമുള്ള കാരണം അതു സാധിക്കുമോ. എന്നിരുന്നാലും, നിങ്ങൾ എങ്കിൽഞാനതിപ്പോള് നിമിത്തം ഒരു കുട്ടിയുടെ പേര് ഒരു പ്രായപൂർത്തിയായ വിളിക്കും അവൾ ഒരു ഉണ്ടെന്ന്യുവത്വം ശരീരം, നിങ്ങൾക്ക് അവൾ ചേരുന്ന ഒരു മസ്തിഷ്കം ഉണ്ട് ധനികാരാകും ചെയ്യുന്നു.
		-- Oscar Wilde

%
ഫിസിക്കലി നിന്ന് മനുഷ്യ സമൂഹത്തെ വേർതിരിച്ചറിയാൻ ഒന്നും ഇല്ലഅധികം കൂടുതല് ആൻഡ് വിലകൂടിയ ആകുന്നു അല്ലാതെ ഫാം-മുറ്റത്ത്കോഴികൾ സ്ത്രീകളും അത്രയും പൂർണ്ണമായും കാർഷിക സ്റ്റോക്ക് അടിമകളാക്കി അല്ല.
		-- George Bernard Shaw, "Getting Married"

%
റിച്ച് ബാച്ച്ലർ ഭൗതികമായി നികുതി വേണം. ചില പുരുഷന്മാർ ആ നല്ലതല്ലമറ്റുള്ളവരേക്കാൾ അംഗീകരിക്കാൻ വേണം.
		-- Oscar Wilde

%
സാലി: .മെൽഷ്യർ, ടെഡ്, ഞാൻ ചെയ്യാൻ ആവശ്യപ്പെടുന്ന പിരിയുകയാണ് നിങ്ങളുടെ എല്ലാ വികാരങ്ങൾ പങ്കിടുക ആണ്	എനിക്കൊപ്പം.റ്റെഡ്: എല്ലാ? നിങ്ങൾ ആവശ്യപ്പെടുന്നത് എന്താണ് മനസ്സിലാക്കുന്നുണ്ടോ? പുരുഷന്മാർ പരിശീലനം അല്ലപങ്കിടാൻ. നാം നമ്മെത്തന്നെ പരിരക്ഷിക്കാൻ പരിശീലനം ആണെങ്കിൽആരെങ്കിലും വളരെ അടുത്ത് അറിയിക്കൽ. നല്ല ദുഃഖം, ഞാൻ ചുറ്റും പോയാൽനിങ്ങളുമായി എല്ലാം പങ്കിടുന്നത് നിങ്ങൾ ഉണങ്ങാൻ എന്നെ തൂക്കും കഴിഞ്ഞില്ല.സാലി: അതു "ആശ്രയം," ടെഡ് എന്ന് പറയുന്നു.റ്റെഡ്: "പങ്കിടൽ"? "ആശ്രയം"? നിങ്ങൾ ശരിക്കും കയറി ഇതല്യെക്കു എന്നെ ആവശ്യപ്പെടുന്നതെന്ന്ഇവിടെ അറിയപ്പെടാത്ത വെള്ളം.
		-- Sally Forth

%
ശാസ്ത്രജ്ഞർ ഇപ്പോഴും അവർ ഏകദേശം നമ്മെക്കാൾ പുരുഷന്മാർ ആകർഷിക്കുന്നു എന്താണ് കുറവ് അറിയുന്നുഎന്താണ് കൊതുക് ആകർഷിക്കുന്നു."ഓരോ സ്ത്രീയും പുരുഷന്മാർ എന്തൊക്കെ അറിയണം"
		-- Dr. Joyce Brothers,

%
അവൾ എപ്പോഴും പതിവുകാര്യം വിശ്വസിച്ചു - നിങ്ങൾ നല്ല തിരയുന്ന സമയത്ത് അവരെ വിട്ടേക്കുക.
		-- Anita Loos, "Gentlemen Prefer Blondes"

%
അവൾ അരി അവളുടെ മുഖത്ത് മാർക്ക് കിട്ടി പല തവണ വിവാഹം ചെയ്തു.
		-- Tom Waits

%
അവൾ അമ്മെക്കു കേൾക്കുകയുണ്ടായി എന്ന് ഒരു നീണ്ട ലൈനിൽ നിന്നും ഇറങ്ങി ആണ്.
		-- Gypsy Rose Lee

%
അവൾ നേടിയ വന്നു ഏതാനും വർഷങ്ങളായി എന്നോടു ഈ സംഘത്തെ ജീവശിഖയുടെഉള്ളുകൊണ്ടു, അതു മനോഹരമായ നിലവാരം ഇടത് ഒരു തരത്തിൽ കൊടുത്തു. ആവേശത്തിലാണ് ഏതാനുംഅതിനിടയിൽ."തിരുക്കുടുംബം" ബന്ധപ്പെട്ട്.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
അവൾ അവനെ ഇഷ്ടപ്പെട്ടു; അവൻ അവരിൽ അധികപേരും മോശം ഉണ്ടെങ്കിൽ പോലും, പല ഗുണങ്ങൾ മനുഷ്യൻ ആയിരുന്നു.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
അവൾ അവനെ നിങ്ങളോടു തന്നാൽ ഒരു ലുക്ക് നൽകാൻ ഒരു വിലപ്പെട്ട അവസരം നഷ്ടമായിഒരു Waffle ന് പകർന്നു ...
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
അവൾ മറ്റുള്ളവരെ ഇടുന്നതു സമയം പാഴാക്കരുത് അവളുടെ കണ്ണുകൊണ്ടു കാര്യങ്ങൾ പറയാൻ പഠിച്ച പറ്റിവാക്കുകളിൽ.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
അവൾ 'അതെ' ഒരു ഉത്തരം എടുക്കും ഇല്ല അതിനാൽ കഠിനമാണ്.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
അവൾ അന്യായം കൊണ്ടു തെറ്റായ വിജയം ഗോവണി കയറിച്ചെന്ന പെൺകുട്ടി മനസാണ്.
		-- Mae West

%
നിരവധി മനോഹരമായ സ്ത്രീകളെയും വളരെ കുറച്ച്.
		-- John Barrymore

%
അനേകം; വളരെ കുറച്ച്.
		-- John Barrymore

%
അങ്ങനെ പല സ്ത്രീകളും; അങ്ങനെ ചെറിയ നാഡി.
		-- John Barrymore

%
അങ്ങനെ പല സ്ത്രീകളും; വളരെ കുറച്ച്!
		-- John Barrymore

%
"നിങ്ങള് കിൻഡി, ഇല്ല, എന്നാൽ നിങ്ങൾ വെച്ചു ഞാൻ ചിന്തിക്കുകയായിരുന്നുഎവിടെയെങ്കിലും ലേക്ക് ഭാഷാസേവനംകൂടിയാണെന്ന് എന്നോടു, നിങ്ങൾക്കറിയാമോ, പോകേണ്ടതുണ്ട്. ""ശരി, ഞാൻ മോശമായ ഒരു കാര്യം തോന്നുന്നുവോ ദാവീദ്.""അപ്പോൾ വെള്ളിയാഴ്ച?""എന്തുകൊണ്ട്, ദാവീദ് അതു രസകരവും പറഞ്ഞു."
		-- Dating in Minnesota

%
ചില ഭർത്താക്കന്മാർ ഒരു സ്ത്രീ ഒരു തമാശ എടുക്കാം തെളിവ് ജീവിക്കുന്നത്.
		-- Dating in Minnesota

%
ചില വിവാഹങ്ങൾ സ്വർഗ്ഗത്തിൽ തീർത്തതു - എന്നാൽ അങ്ങനെ ഇടിയും മിന്നലും ആകുന്നു.
		-- Dating in Minnesota

%
ചില പുരുഷന്മാർ തങ്ങളുടെ സ്ഥലത്ത് ശരിയായ - അവ മാത്രമാണ് ശരിയായ സ്ഥലങ്ങളിൽ അറിഞ്ഞിരുന്നെങ്കിൽ!
		-- Mae West

%
ചില പുരുഷന്മാർ തങ്ങളുടെ ഭാര്യമാരുടെ തുടർച്ചയായ സന്തോഷം അങ്ങനെ താല്പര്യമുള്ളഅതു കാരണം കണ്ടെത്താൻ detectives നിയമിക്കും.
		-- Mae West

%
ചിലരുടെ നിങ്ങൾ ഗർഭിണിയായ വെറും മുയലിന്റെ കൊല്ലാൻ ലഭിക്കും അങ്ങനെ മാച്ചോ ആകുന്നു.
		-- Maureen Murphy

%
ചില പുരുഷന്മാർ കാര്യം മാത്രം അവർ അവരെ വിവാഹം സ്ത്രീ കടപ്പെട്ടിരിക്കുന്നു എന്നു തോന്നുന്നുനീരസം ആണ്.
		-- Helen Rowland

%
ഞങ്ങളിൽ ചിലർ ഞങ്ങൾ വിവാഹം ആഗ്രഹിച്ചു പുരുഷന്മാർ മാറിക്കഴിഞ്ഞിരിക്കുന്നു.
		-- Gloria Steinem

%
ചിലപ്പോൾ സിഗാർ വെറും ഒരു ചുരുട്ട് ആണ്.
		-- Sigmund Freud

%
ചിലപ്പോൾ ഞാൻ ആ പെൺകുട്ടി എന്നെ എന്താണിതെന്ന കരുതുമ്പോൾ, ഞാൻ ചെയ്യാൻ കഴിയും അത്രയേയുള്ളൂഅവളെ പറയുന്നതിൽനിന്ന് സൂക്ഷിക്കാൻ.
		-- Andy Capp

%
സ്റ്റാൻഫോർഡ് സ്ത്രീകൾ പലരും സ്റ്റാൻഫോർഡ് മനുഷ്യരുടെ വിജയം ഉത്തരവാദിത്വം:അവർ അവരെ താമസിക്കാൻ ഓരോ രാത്രിയും പഠിക്കാൻ "ഇനി ഒരു കാരണം" കൊടുക്കും.
		-- Andy Capp

%
എന്റെ വചനം അതിന്, തത്വമുണ്ട് സ്ത്രീ സമർഥമായ മനുഷ്യൻ നിയന്ത്രിക്കാൻ കഴിയും കൊണ്ടുപോകൂ, എന്നാൽമൂഢന്റെ നിയന്ത്രിക്കാൻ വളരെ സമർഥമായ സ്ത്രീ ആവശ്യമാണ്.
		-- Kipling

%
Tehee quod അവൾ ലേക്ക് wyndow clapte.
		-- Geoffrey Chaucer

%
ആ സ്ത്രീ എട്ട് ഭാഷകളിൽ സംസാരിക്കുന്നു അവരിൽ ഏതെങ്കിലും "പറ്റില്ല" എന്ന് പറയാൻ കഴിയില്ല.
		-- Dorothy Parker

%
ബ്രഹ്മചര്യം ഒരാളായി പ്രയോജനപ്പെടുത്തുന്നതിന് ഒറ്റ പിരിയാം ഒറ്റ കാണുമ്പോൾ എന്നതാണ്തിരിച്ചു വീട്ടിലേക്ക് ഒരു വൃത്തികെട്ട ഒറ്റ ഇല്ലാതെ വ്യസനിക്കരുത് ആവശ്യമില്ല.
		-- Paul Leautaud, "Propos d'un jour"

%
ഒരു സ്ത്രീ കോപം നിങ്ങളുടെ ഭീഷണിയുയർത്തുന്നു സാധിക്കും വലിയവൻ തിന്മശത്രുക്കൾ.
		-- Bonnard

%
അവൾ അറിയാം ശരാശരി പെൺകുട്ടി പകരം പ്രതിഭകളെ അധികം സൌന്ദര്യം തന്നെശരാശരി മനുഷ്യൻ താൻ തോന്നുന്നു കഴിയും ഉത്തമം കാണാൻ കഴിയുന്ന.
		-- Ladies' Home Journal

%
ശരാശരി സ്ത്രീ അനിവാര്യമായും ഒരു നിശ്ചിത അവളുടെ യഥാർത്ഥ ഭർത്താവ് കാണേണ്ടതുണ്ട്ധിക്കാരം; അവൻ അവളെ അനുയോജ്യമായ ഒന്നും ആണ്. തത്ഫലമായി, അവൾ സഹായിക്കാൻ കഴിയില്ലഅവളുടെ മക്കൾ ക്രൂരമായി വസ്തുത വികലാംഗനായ എന്ന് അവൻ എന്നു തോന്നുന്നുണ്ടോഅവരുടെ പിതാവ്.
		-- H. L. Mencken

%
ജോലിക്ക് മികച്ച മനുഷ്യൻ പലപ്പോഴും ഒരു സ്ത്രീ.
		-- H. L. Mencken

%
കഷണ്ടി കുറിച്ച് മികച്ച കാര്യം അപ്രതീക്ഷിത കമ്പനി എത്തുമ്പോൾ, ആ ആകുന്നുനിങ്ങൾ ചെയ്യേണ്ടത് നിങ്ങളുടെ എല്ലാ ടൈ ങും ആണ്.
		-- H. L. Mencken

%
പരിണാമ വഴിത്താരകളിൽ പുരുഷന്മാരും അനുവദനീയ എന്തുകൊണ്ട് വലിയ ചോദ്യമാണ്തങ്ങളെ ടി സ്ത്രീകളുമാണ് കാതറീനു ലേക്ക്. എന്തുകൊണ്ട് അവർ വെച്ചുപൊറുപ്പിക്കില്ല എന്തുഈ മൊത്തം subservience, ആർ ഭ്രഷ്ട് ഈ ചീത്ത അസ്തിത്വത്തെവിശക്കുന്ന എല്ലാ സമയത്തും?
		-- H. L. Mencken

%
വിവാഹം ചങ്ങല അതു വഹിച്ചുകൊണ്ടുവന്നതായി രണ്ടു എടുക്കും അങ്ങനെ കനത്ത ഉണ്ട്,ചിലപ്പോൾ മൂന്നു.
		-- Alexandre Dumas

%
വെറും വിവാഹാനന്തരം ദിവസം ഒരു ഒരു ആവേശകരവുമായ ആമുഖം പോലെയാണ്പ്രോഗ്രാമുകളാണ് പുസ്തകം.
		-- Alexandre Dumas

%
പ്രതിരോധ അറ്റോർണി പടക്കം കൊണ്ട് ഭാഷവരുത്തി ചെയ്തു:"നിങ്ങൾ ക്ലെയിം," അദ്ദേഹം, മാർഷ "എന്റെ ക്ലയന്റ് തകർന്ന ബോട്ടിൽ നിങ്ങളുടെ അടുക്കൽ വന്ന ആഅവന്റെ കയ്യിൽ. എന്നാൽ അത് നിങ്ങളുടെ കയ്യിൽ എന്തെങ്കിലും ഉള്ളതെന്ന്, സത്യമാണോ? ""അതെ," മനുഷ്യൻ പ്രവേശിപ്പിച്ചു "തന്റെ ഭാര്യ. തീർച്ചയായും, വളരെ ആകർഷകത്വമുള്ള,അധികമൊന്നുമില്ല നല്ല ഒരു പോരാട്ടത്തിൽ. "
		-- Alexandre Dumas

%
നിയമപരമായ വേർപിരിയലും വിവാഹമോചനവും തമ്മിലുള്ള വ്യത്യാസം നിയമപരമായ ആണ്നാസീർവ്രതം അവന്റെ പണം മറയ്ക്കാൻ മനുഷ്യൻ സമയം നൽകുന്നു.
		-- Alexandre Dumas

%
പാഷൻ ദൈർഘ്യം യഥാർത്ഥ പ്രതിരോധം മൃഗവർഗമാണ് ആണ്സ്ത്രീ.
		-- Honor'e DeBalzac

%
നിത്യ തുല്യാവകാശം മേലോട്ടു നമ്മെ അടുപ്പിക്കുന്നു.
		-- Goethe

%
ആദ്യവിവാഹം ഇന്റലിജൻസ് മേൽ ഭാവനയുടെ ഭാഗ്യം,രണ്ടാമത്തെ അനുഭവത്തിന്മേലുള്ള പ്രത്യാശയുടെ വിജയം.
		-- Goethe

%
മാന്യന്മാരെ സൂക്ഷ്മതല അശദ്ധ അന്യോന്യം നോക്കി.
		-- Goethe

%
ഇപ്പോൾ അവളുടെ ആദ്യ ചുംബനം ഓർക്കുന്നു യുവതി പോലും സാധിക്കാത്ത ഒരു മകൾ ഉണ്ട്ആദ്യ ഭർത്താവ് ഓർക്കുക.
		-- Goethe

%
സാധാരണയായി കീഴടക്കാൻ കുനിയുന്നു യുവതി താഴ്ന്ന കട്ട് വസ്ത്രധാരണ ധരിക്കുന്ന.
		-- Goethe

%
ആരും അതിനെയും പെൺകുട്ടിയെ എപ്പോഴെങ്കിലും അവളുടെ സ്നേഹം ചെയ്തിരിക്കുന്നു സത്യം അവകാശമുണ്ട്.
		-- Sophia Loren

%
ദേവന്മാരെ മനുഷ്യൻ തീ കൊടുത്തു അവൻ തീ എഞ്ചിനുകൾ കെട്ടിച്ചമച്ചു. അവർ അവനെ കൊടുത്തുസ്നേഹവും അവൻ വിവാഹം കെട്ടിച്ചമച്ചു.
		-- Sophia Loren

%
ഒരു വ്യക്തിയുടെ ജീവിതത്തിലെ ജൈശുല് സമയം തന്റെ ആദ്യ വിവാഹമോചനം ശേഷം.
		-- J. K. Galbraith

%
ലോകത്തിലെ ഏറ്റവും കനത്ത ഒബ്ജക്റ്റ് നിങ്ങൾ അമർന്നു സ്ത്രീയുടെ ശരീരംസ്നേഹിക്കാൻ.
		-- Marquis de Lac de Clapiers Vauvenargues

%
നമ്മുടെ ഖേദത്തിന് ലൂഥറിനു നിർത്തലാക്കും വരെ മധുവിധു യഥാർത്ഥത്തിൽ ഇല്ല എന്നതാണ്ഞങ്ങളുടെ yawns ലൂഥറിനു തുടങ്ങും.
		-- Helen Rowland

%
മധുവിധു അവൻ ഫോണുകൾ അവൻ അത്താഴം വൈകി ആയിരിക്കും പറയുന്നു സമയത്ത് ആണ്അവൾ ഇതിനകം തന്നെ കനി ലെ എന്ന് ഒരു കുറിപ്പ് ഇടതുപക്ഷം.
		-- Bill Lawrence

%
എല്ലാം ഒരുപക്ഷേ കാരണങ്ങൾ തന്റെ ഭാര്യ പറയുന്നില്ല ആർ ഭർത്താവ്അവൾ അറിയുന്നില്ല അവനെ ഉപദ്രവിക്കില്ല.
		-- Leo J. Burke

%
ചെറിയ പെൺകുട്ടിയെ പാവ നിന്നുള്ള അനുകമ്പയും യാതൊരു പ്രഖ്യാപനം പ്രതീക്ഷിക്കുന്നു.അത് മുതലാളി - ആ അത്രയേയുള്ളൂ. അതു നാം സ്നേഹിക്കേണം എന്നു സൂചിപ്പിക്കാനാണ്.
		-- DeGourmont

%
ഭർത്താക്കന്മാർ ഭൂരിപക്ഷം വയലിൻ കളിക്കാൻ ശ്രമിക്കുന്ന ഒരു orangutang അനുസ്മരിപ്പിക്കുന്നു.
		-- Honor'e DeBalzac

%
ഒരു സ്ത്രീ ഗ്രഹിക്കുന്നവൻ മനുഷ്യൻ പ്രെറ്റി നന്നായി മനസ്സിലാക്കാൻ യോഗ്യനാണോഎല്ലാം.
		-- Yeats

%
മുതിർന്നവർക്കുള്ള ബൊഹീമിയൻ ആരുടെ സ്ത്രീ മുഴുവൻ സമയ പ്രവർത്തിക്കുന്നു ഒന്നാണ്.
		-- Yeats

%
വിവാഹാലോചന ഏറ്റവും സാധാരണമായ: "നിങ്ങൾ എന്താണ് !? മുൻപരിചയം"
		-- Yeats

%
ഏറ്റവും അപകടകരമായ ഭക്ഷ്യ വിവാഹ കേക്ക് ആണ്.
		-- American proverb

%
വിവാഹം ഏറ്റവും ബുദ്ധിമുട്ടുള്ള വർഷം കല്യാണം താഴെ കൂട്ടത്തിൽ.
		-- American proverb

%
ഞാൻ എനിക്കായി ഊഹിക്കാവുന്നതേയുള്ളൂ ഏറ്റവും സന്തോഷകരമായ ദാമ്പത്യത്തിന് യൂണിയൻ തന്നെകുരുടൻ സ്ത്രീക്കു ബധിരനായ മനുഷ്യന്റെ.
		-- Samuel Taylor Coleridge

%
ഒരു പുരുഷനും സ്ത്രീയും തമ്മിലുള്ള ബന്ധം ഏറ്റവും പ്രധാനപ്പെട്ട കാര്യംഅവരിൽ ഒരാൾ ഓർഡറുകൾ ഏറ്റെടുക്കുന്നതും നല്ല എന്നതാണ്.
		-- Linda Festa

%
ഏറ്റവും പ്രശസ്തമായ ലേബർ-സംരക്ഷിക്കുന്നതിൽ ഡിവൈസ് ഇന്നും പണം ഒരു ഭർത്താവു.
		-- Joey Adams, "Cindy and I"

%
വർഷം അമ്മ രണ്ടു സ്വീകരിച്ചത് കുട്ടികളുമായി ഒരു ബസ് സ്ത്രീ ആയിരിക്കണം.
		-- Paul Ehrlich

%
വിവാഹം ഒന്ന് കൈമോശം അതു കബളിപ്പിക്കുന്ന ഒരു ജീവിതം ഒരു neccessity എന്നതാണ്.
		-- Oscar Wilde

%
വിവാഹത്തിനായി യഥാർത്ഥ വാദം അതു മികച്ച രീതി എന്ന് ആലോചിച്ചുമനസ്സിലായിരിക്കുന്നു ലഭിക്കുന്നതിനായി.
		-- Heywood Broun

%
ഒരു മനുഷ്യൻ ഒരു വീട്ടിൽ ചെയ്യുന്നു മാത്രമേ ശരിക്കും masterful മുഴക്കം ആരവംതന്റെ കീ അവൻ ലോക്ക് വേണ്ടി കാലങ്ങളായി ലാൻഡിങ് ഇപ്പോഴും എപ്പോൾ.
		-- Colette

%
പൂർണ മനുഷ്യൻ യഥാർഥ പങ്കാളി. ഒരു കിടക്ക പങ്കാളി യാതൊരു രസകരമായ പങ്കാളിയെപ്രച്ഛന്നവുമായ [നിങ്ങൾ] ചുമടുകളെ വഹിക്കുന്നതിനും അവകാശമാക്കി ആ ഒരു മനുഷ്യൻസന്തോഷം ഗുണമേന്മ.
		-- Erica Jong

%
പണം വിവാഹം വ്യക്തിയെ സാധാരണയായി അതു ഓരോ ചില്ലിക്കാശും തെറ്റോ.
		-- Erica Jong

%
നായ സ്ത്രീകൾ ഏറെക്കുറെ എല്ലായ്പ്പോഴും ഏറ്റവും ബോറടിപ്പിക്കുന്ന, എന്തുകൊണ്ട് ആണ്ചില ആളുകൾ ദൈവം ഇല്ല തോന്നുന്നു.
		-- Woody Allen, "Without Feathers"

%
ബോർണിയോ ആൻഡ് റോത്തെർഹാം ഓഫ് Ruffed Pandanga തന്റെ തൂവലുകൾ വ്യാപിക്കുകയുംഅവന്റെ courtship ഡാൻസ് ചർച്ചിലും ടോമി കൂപ്പർ ന് അനുകരിക്കുന്നുഒറ്റ ലെഗ്. പെൺ padanga കാരണം padanga ഔട്ട് മരിക്കുകയാണ്വളരെ അത് ഗൗരവത്തോടെ.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
ഐറിഷ് പെൺകുട്ടി ആറു വലിയ ദാനങ്ങളും സൗന്ദര്യം, സോഫ്റ്റ് ശബ്ദം, സ്വീറ്റ് പ്രസംഗം ആകുന്നു,ജ്ഞാനം, ചിത്രത്തയ്യലുള്ള, ചാരിത്ര്യത്തിനുവേണ്ടി.
		-- Theodore Roosevelt, 1907

%
അവൻ തന്റെ ഭാര്യയെ വിവാഹമോചനം ഒരു മനുഷ്യൻ സ്നേഹത്തിൽ എന്നു ദിനംതോറും ലക്ഷണമാണ്.
		-- Theodore Roosevelt, 1907

%
ചില സ്ത്രീകൾ തകരാറ് അവർ ഒന്നും വരാനിരിക്കുന്നത് ലഭിക്കും എന്നതാണ്- അതിനുശേഷം അവനെ വിവാഹം.
		-- Cher

%
ഒരു സ്ത്രീ സത്യം പലപ്പോഴും സ്ത്രീ സത്യമാണ് ദൈർഘ്യമുള്ള നീണ്ടുനിൽക്കും.
		-- Cher

%
വേഗത്തിലുള്ള മറ്റെന്തെങ്കിലും അധികം പ്രശ്നമുണ്ട് നിങ്ങളെ ലഭിക്കും രണ്ടു കാര്യങ്ങൾഫാസ്റ്റ് സ്ത്രീകൾ സ്ലോ കുതിരകൾ ആകുന്നു.
		-- Cher

%
ഒരു സ്ത്രീ യുദ്ധം വഴി നിങ്ങളുടെ തൊപ്പി ഉണ്ടു. അതു സെലെക്റ്റ് പ്രവർത്തിപ്പിക്കുക.
		-- Cher

%
അവൾ കുറഞ്ഞത് ചെലവേറിയത് - - വാങ്ങാൻ സ്ത്രീ ഒരു വലിയ എടുക്കുംപണം ഡീൽ. സ്വദേഹം നൽകുന്നു സ്ത്രീയുടെ നിങ്ങളുടെ സമയം എടുക്കും.
		-- Balzac

%
രീതിയിൽ, ഒരു തുല്യാവകാശം സ്ത്രീ പുറത്തിറങ്ങിയാൽ ഒരിക്കലും ചില കാര്യങ്ങൾ ഉണ്ട്അവരിൽ ഒരാൾ ആണ്.
		-- Ralston

%
വിവാഹബന്ധം നാലു ഘട്ടങ്ങൾ ഉണ്ട്. ആദ്യം കാര്യം അവിടെ, പിന്നെ അവിടെവിവാഹം, മക്കൾ ഒടുവിൽ നാലാം ഘട്ടം, നിങ്ങൾ കൂടാതെഒരു സ്ത്രീ വിവാഹമോചനം അറിയാൻ കഴിയില്ല.
		-- Norman Mailer

%
മൂന്നു കാര്യങ്ങൾ ഞാൻ എപ്പോഴും സ്നേഹിച്ചു ഒരിക്കലും മനസ്സിലാക്കി ഉണ്ട് -കല, സംഗീതം, സ്ത്രീകളും.
		-- Norman Mailer

%
പുരുഷന്മാർ സ്ത്രീകൾക്ക് ചെയ്യാൻ കഴിയുന്ന മൂന്നു കാര്യങ്ങൾ ഉണ്ട്: അവരെ സ്നേഹിച്ചു അവരെ കഷ്ടംസാഹിത്യ അവയെ മാറ്റുകയും.
		-- Stephen Stills

%
ഒരു പുരുഷൻ ഒരു സ്ത്രീയെ മനസ്സിലാകുന്നില്ല രണ്ട് തവണ ഉണ്ട് - മുമ്പ്വിവാഹം, വിവാഹാനന്തരം.
		-- Stephen Stills

%
എല്ലാവരും ഉണ്ടായിരുന്നു എന്ന് നല്ല സമയം ഉണ്ട് പോകുന്നു.
		-- Bette Davis, remarking on a passing starlet

%
നിഷ്ഠുരമായ സംസ്കാരവുമുള്ളവരുമെന്ന് മനുഷ്യൻ തമ്മിൽ വിപുലമായ അത് അവിടെ ആണ്, പക്ഷേപ്രാതലിന് ശേഷം വരെ അവരുടെ ഭാര്യമാരെ ധാരണയായത് ഒരിക്കലും.
		-- Helen Rowland

%
സമയം, ഉപകരണങ്ങൾ ഫാഷൻ മനുഷ്യൻ കഴിയില്ല ആരും realizable ശക്തിപ്രാപിക്കുകയാണെങ്കിൽ നഗ്നനാകാതെയും വാനര അത് ദുരുപയോഗം ചെയ്യില്ല അങ്ങനെ സുരക്ഷിത ഏതെങ്കിലും അധികാരത്തിൽ.അതിനാൽ അത് ജനിതക കാർഡുകൾ എഴുതിയിരിക്കുന്നു - മാത്രം ഫിസിക്സ്, യുദ്ധത്തിൽ അവനെ പിടിക്കുകപരിശോധിക്കുക. പിന്നെ അവനെ തീർച്ചയായും, അഞ്ചു ഭവന ആഗ്രഹിക്കുന്ന ഭാര്യ.
		-- Encyclopadia Apocryphia, 1990 ed.

%
ഒരു വൃത്തികെട്ട സ്ത്രീ പോലെ മറ്റൊന്നില്ല ഇല്ല - പ്രവർത്തിക്കുകയും മാത്രമല്ല ഉണ്ട്തങ്ങളെ ആകർഷകമായ എങ്ങനെ അറിയുന്നില്ല.
		-- Christian Dior

%
അവിടെ, മറ്റൊരുത്തനെ മാതൃകകളുണ്ട് സ്ത്രീയും തമ്മിലുള്ള തിരഞ്ഞെടുക്കാൻ വളരെ അല്ലനമ്മെത്തന്നെ മറ്റൊരു മാതൃകകളുണ്ട് ഒരു സ്ത്രീ.
		-- Augier

%
ഒരു വിധവയുടെ ആശ്വസിപ്പിക്കാനായി ഒരേയൊരു മാർഗം ഉണ്ട്. എന്നാൽ റിസ്ക് ഓർക്കുക.
		-- Robert Heinlein

%
തന്റെ കാൽവിരൽ ഒരു മനുഷ്യൻ സൂക്ഷിക്കാൻ ഒരു തമാശ neckline ഒരു പെൺകുട്ടി പോലെ മറ്റൊന്നില്ല.
		-- Robert Heinlein

%
മറ്റൊരു സ്ത്രീയുടെ ഒരു നല്ല ഡോസ് പോലെ ഒന്നും ഒരു മനുഷ്യനെ അഭിനന്ദിക്കുന്നു ഉണ്ടാക്കുവാൻ അവിടെഅയാളുടെ ഭാര്യ.
		-- Clare Booth Luce

%
നല്ല ഭക്ഷണം, നല്ല വീഞ്ഞു, ഒരു ചീത്ത പെൺകുട്ടി പോലെ മറ്റൊന്നില്ല.
		-- Clare Booth Luce

%
matrimony കുറിച്ച് ഒറ്റ ആശ്വാസവും ഉണ്ട്. നിങ്ങൾക്കു ചുറ്റും നോക്കുമ്പോൾ canഎപ്പോഴും ദോഷം ചെയ്തു ആളാണ് കാണും.
		-- Warren H. Goldsmith

%
കുറഞ്ഞത് ഓരോ ദമ്പതികൾ ഒന്നു ഭോഷൻ അവിടെ.
		-- Warren H. Goldsmith

%
ഉടനെ ഞാൻ പഠിച്ചിട്ടു സന്തോഷകരമായ ദാമ്പത്യത്തിന് എനിക്കുണ്ട് ഒരേ വഴി അവിടെഞാൻ വീണ്ടും വിവാഹം ലഭിക്കും അത് എന്താണ്.
		-- Clint Eastwood

%
ഏകാന്തമായ പുരുഷന്മാർ ചുമക്കേണ്ടതിന്നു ഈ ഭൂമിയിൽ വളരെയധികം സൗന്ദര്യം ഉണ്ട്.
		-- Richard Le Gallienne

%
ഈ ഒരാളുടെ വീട്ടിൽ ഓടുന്നത് ഭാര്യയോടു yells, "എന്താണ്, നിങ്ങളുടെ പാക്ക്ബാഗുകൾ! ഞാൻ വെറും കാലിഫോർണിയ ലോട്ടറി വിജയിച്ചു! ""ഹണി!", എന്താണ് അയാളെ "ഞാൻ താപനില അല്ലെങ്കിൽ ജലദോഷം പാക്ക് ചെയ്യും?""ഞാൻ ശ്രദ്ധിക്കാറില്ല," ഭർത്താവ് പ്രതികരിക്കുന്നു. "വെറും ഇത്രകാലം നിങ്ങൾ തീർന്നു പോലെഅത്താഴ വഴി ഗൃഹത്തിലെ! "
		-- Richard Le Gallienne

%
ഇതൊരു കൂടുതൽ ലഭിക്കും കൊടുക്കുന്നതു അനുഗ്രഹീത ഉദാഹരണത്തിന്, കല്യാണം അവതരിപ്പിക്കുന്നു.
		-- H. L. Mencken

%
മനോഹരവുമായി മതി! ഒരു സ്ത്രീ ചോദിക്കും വേണം ആ നന്നായി ചെയ്യാൻ കഴിയും എങ്കിൽഅവളുടെ നിന്ന് കൂടുതൽ? നിങ്ങൾ പാടി റോസ് ആഗ്രഹിക്കുന്നില്ല.
		-- Thackeray

%
വിജയകരമായ പരിഗണിക്കുന്നതിന്, ഒരു സ്ത്രീ ജോലി തോരാതെ ആയിരിക്കണംഒരു മനുഷ്യൻ ചെയ്യാന് കഴിയുമെന്ന് അധികം. ഭാഗ്യവശാൽ, ഈ പ്രയാസമില്ല.
		-- Thackeray

%
വിജയം നേടാൻ സ്ത്രീ പുരുഷനെ അധികം ജോലി തോരാതെ ആയിരിക്കണം.
		-- Golda Meir

%
ന്നനാതരത്തിലുളവാം മാനുഷിക - പക്ഷേ ദിവ്യ തോന്നിത്തുടങ്ങി.
		-- Mae West

%
ഒരു പെൺകുട്ടിയുടെ തെറ്റുകൾ കണ്ടെത്താൻ, അവളുടെ പെൺകുട്ടിയുടെ സുഹൃത്തുക്കൾ അവളെ പുകഴ്ത്തും.
		-- Benjamin Franklin

%
പലർക്കും, മൊത്തം വ്രതം തികഞ്ഞ മോഡറേഷൻ എളുപ്പമാണ്.
		-- St. Augustine

%
ഞങ്ങളുടെ sweethearts സ്ത്രീകൾക്ക്. അവർ സംഗമം ഒരുനാളും.
		-- 19th century toast

%
ഇന്ന് ഒരു മനുഷ്യൻ വിവാഹം അവൻ ഒരു വീട്, ഒരു എന്നാരെങ്കിലും കുക്ക്, സസന്തോഷം ലഭിക്കുന്നുടീമിൽ മറ്റൊരുത്തൻ .പാന്ഥൻ. സ്ത്രീയെ വിവാഹം അവൾ ഒരു boarder ലഭിക്കുന്നു.
		-- 19th century toast

%
ഒരു നല്ല കാര്യം വളരെ മനോഹരമാണ്.
		-- Mae West

%
നിങ്ങളുടെ ഭർത്താവിനെ വിശ്വാസ്യതയുള്ള ഭർത്താവിനെ ആരാധിക്കുകയും, നിങ്ങളുടെ ലെ കഴിയുന്നത്ര നേടുകയുംസ്വന്തം പേര്.
		-- Joan Rivers

%
പ്രണയത്തിന്റെ ഇരുപത് വർഷങ്ങൾക്ക് ഒരു സ്ത്രീ ഒരു ശിഷ്ടം പോലെ ആക്കുക; എന്നാൽ ഇരുപതു വർഷംവിവാഹം തൻറെ ഒരു പൊതു കെട്ടിടം പോലെ ഒന്ന് ഉണ്ടാക്കേണം.
		-- Oscar Wilde

%
ശരിക്കും സെക്സി മനുഷ്യൻ പറയാൻ രണ്ട് ഉറപ്പു വഴികൾ; ആദ്യം അവൻ ഒരു മോശം മെമ്മറി ഉണ്ട് എന്നതാണ്.ഞാൻ രണ്ടാം മറക്കരുത്.
		-- Oscar Wilde

%
ഹവ്വാ വന്നെത്തുന്നത് വരെ ഈ ഒരു മനുഷ്യന്റെ ലോകം.
		-- Richard Armour

%
വലേരി: ഓ, ടോം, നിങ്ങൾ maudlin എന്നോടു പോകുന്നു ...ടോം: ഞാൻ വാചാലമായ ദീർഘസമയത്തേക്കു് പോലെ maudlin വാക്സ് നിക്ഷിപ്തമായിരിക്കും ...
		-- Tom Chapin

%
വളരെ കുറച്ചുപേർ ആധുനിക പ്രത്യേകിച്ച് ശേഷം പോലെ അല്ലെങ്കിൽ ആഗ്രഹം വിവാഹം ഒന്നുകിൽ സ്ത്രീകൾചടങ്ങിൽ നിർവഹിക്കപ്പെട്ടു. മുഖ്യമായും സ്ത്രീകൾ ശ്രദ്ധ വാത്സല്യവും നേരുന്നു.Matrimony മറ്റു മാർഗങ്ങളൊന്നുമില്ല പറയുമ്പോൾ അവർ സ്വീകരിക്കാൻ എന്തോ. യഥാർഥത്തിൽ,അതു അവരെ വിവാഹം, സമയം ശൂന്യവും അപകടകരമാണ്. ഇത് തുറക്കുമ്പോൾ ഇലകൾഎതിരാളിയായി ലേക്കുള്ള. ഭർത്താക്കന്മാരേ, നല്ലതോ ചീത്തയോ, എപ്പോഴും എതിരാളികളായ ഞങ്ങൾക്കുണ്ട്. ലവേഴ്സ്, ഒരിക്കലും.
		-- Helen Lawrenson, "Esquire"

%
എട്ട് മാസം സസന്തോഷം വിവാഹിതരായി. നിർഭാഗ്യവശാൽ, വിവാഹിതരായിനാലര വർഷമായി.
		-- Nick Faldo

%
നാമെല്ലാം ഒരു മിനി-പാവാട സംസാരിക്കുന്നത് ഇരിക്കാൻ കഴിയുന്ന ഒരു സ്ത്രീ തിരയുന്നതത്ത്വചിന്ത, ആത്മധൈര്യവും രീതിയിൽ ഉപയോഗിച്ച് രണ്ടു നടപ്പിലാക്കൽ.
		-- Nick Faldo

%
വിവാഹ ഭാഗധേയം ആണ്, അതുപോലെ തൂങ്ങി.
		-- John Heywood

%
വിവാഹ വളയങ്ങൾ ലോകത്തിലെ ഏറ്റവും ചെറിയ കൈവിലങ്ങ് ആകുന്നു.
		-- John Heywood

%
നന്നായി, അതു സ്ത്രീ തുല്യ അവകാശങ്ങൾ ഇല്ല വിശ്വസിക്കാൻ വെറും മനുഷ്യനല്ല വേണ്ടി പ്രയാസം.
		-- Dwight D. Eisenhower

%
സ്ത്രീകൾക്ക് എന്തു വിപത്തും! എന്നിട്ടും ഏറ്റവും മോശം ആപത്തും അല്ലഎന്താണ് ഒരു ആപത്തും അത് മനസ്സിലാക്കാൻ.
		-- Kierkegaard, 1813-1855.

%
നിങ്ങൾക്ക് എല്ലാം ഉണ്ട് ഒരു മനുഷ്യൻ എന്തു കൊടുക്കുന്നു? പെൻസിലിൻ.
		-- Jerry Lester

%
"നിങ്ങൾ എല്ലാം ഉണ്ട് ഒരു മനുഷ്യൻ എന്തു കൊടുക്കുന്നു?" പ്രെറ്റി ടീനേജ്അവളുടെ അമ്മ ചോദിച്ചു.'പ്രോത്സാഹന, പ്രിയ,' അവൾ പറഞ്ഞു.
		-- Jerry Lester

%
ജനം സന്തുഷ്ട വിവാഹങ്ങൾ കുറിച്ച് സംസാരിക്കാൻ എന്ത് അസംബന്ധം! മനുഷ്യൻ തികച്ചും കഴിയുംഏതെങ്കിലും സ്ത്രീ ദീർഘകാലം അവൻ അവളെ ഇഷ്ടപ്പെടുകയില്ല പോലെ.
		-- Oscar Wilde

%
എന്താണ് സ്ത്രീയുടെ ധ്യാനത്തിലൂടെ വേണ്ടി അന്തരിച്ചു പലപ്പോഴും മനുഷ്യന്റെ കൂടുതൽ ഒന്നുമില്ലസുതാര്യത.
		-- George Nathan

%
എന്താണ് പ്രസാധകർക്ക് ഈ ദിവസം തിരയുന്ന സമൂലമായ ഫെമിനിസം അല്ല. അത്രയേയുള്ളൂകോർപ്പറേറ്റ് ഫെമിനിസം - പുസ്തകങ്ങൾ വിൽക്കുന്ന രൂപകൽപ്പന ഫെമിനിസം ഒരു ബ്രാൻഡുംമാഗസിനുകൾ, ത്രീ പീസ് സ്യൂട്ട്, എയർലൈൻ ടിക്കറ്റ്, സ്കോച്ച്, സിഗററ്റ്,,പ്രവർത്തിപ്പിക്കുന്ന ഏറ്റവും പ്രധാനപ്പെട്ട, കോർപ്പറേറ്റ് അമേരിക്കയുടെ സന്ദേശം: അതെ, സ്ത്രീകൾ ആയിരുന്നുമുൻകാലങ്ങളിൽ വിവേചനം, പക്ഷേ നിർഭാഗ്യകരമായ തെറ്റ് ആയിരുന്നു എന്നുംremedied; ഇപ്പോൾ എല്ലാ സ്ത്രീ അവ്ന്നു ധനം, അന്തസ്സും ശക്തിയും നേടാനാവില്ല കഴിയുംവ്യക്തിഗത പകരം കൂട്ടായ ശ്രമത്തിന്റെ.
		-- Susan Gordon

%
സ്ത്രീകൾ പുരുഷന്മാർ വിചാരിച്ചു പകുതിയാവും എന്തു ചെയ്യണമെന്നാണ് രണ്ടുതവണ അതുപോലെ എന്തൊക്കെ ചെയ്താലുംനല്ല നിലയിൽ. ഭാഗ്യവശാൽ ഈ പ്രയാസമില്ല.
		-- Charlotte Whitton

%
ഒരു പെൺകുട്ടി ചുവരിൽ കൈയക്ഷരം വായിക്കാൻ കഴിയും അവൾ അന്യായം വരാംവിശ്രമ മുറി.
		-- Charlotte Whitton

%
ഒരു പെൺകുട്ടി വിവാഹം അവൾ അനേകം മനുഷ്യരുടെ ശ്രദ്ധ കൈമാറ്റംഒന്നു inattentions.
		-- Helen Rowland

%
ഒരു മനുഷ്യൻ നിങ്ങളുടെ ഭാര്യ അപഹരിക്കുമ്പോൾ അവനെ അനുവദിക്കുന്നതിന് വിശേഷതയുണ്ടായിരിക്കയില്ല പ്രതികാരം ഇല്ലജീവനല്ലോ.
		-- Sacha Guitry

%
ഒരു സ്ത്രീ എന്നെ ഞാൻ എപ്പോഴും രണ്ടു സഫലമായതിന്റെ ഞങ്ങൾക്കുണ്ട് ഒരു സമ്മാനം നൽകിയപ്പോൾ:ആദ്യം നൽകേണ്ടിവരും പിന്നത്തേതിൽ ഇപ്പോഴത്തെ ആകുന്നു.
		-- Donnay

%
അവൾ ആദ്യ ഭർത്താവ് വെറുപ്പുണർത്തി കാരണം ഒരു സ്ത്രീ വീണ്ടും വിവാഹം അത് സംഭവിക്കുന്നത്.ഒരു മനുഷ്യന് വീണ്ടും വിവാഹം തന്റെ ആദ്യ ഭാര്യ സ്തലമുന്ടേല് കാരണം അത്.
		-- Oscar Wilde

%
രണ്ടു ദോഷം തമ്മിലുള്ള ശേഷമേ, ഞാൻ എപ്പോഴും ഞാൻ പോയിട്ടില്ല ഒന്ന് ഇഷ്ടപ്പെടുന്നമുമ്പ് ശ്രമിച്ചു.
		-- Mae West, "Klondike Annie"

%
ദൈവം രണ്ടു ഇണകളെ സൃഷ്ടിച്ചപ്പോൾ അവൻ .ദേവി ചെയ്തിരിക്കാം.
		-- Charles Merrill Smith

%
ദൈവം മനുഷ്യനെ എത്ര പിഴവ് കണ്ടപ്പോൾ അദ്ദേഹം വീണ്ടും ശ്രമിച്ചു സ്ത്രീയും ഉണ്ടാക്കി. ലേക്ക് പോലെപിന്നെ എന്തിനാണ് രണ്ടു തോണിയിൽ ഉണ്ട് നിർത്തി. അവരിൽ ഒരാൾ സ്ത്രീയുടെ ആണ്.
		-- DeGourmont

%
ഞാൻ ഒരു യുവാവു ആയപ്പോൾ ഞാൻ അനുയോജ്യമായ കണ്ടെത്തി വരെ വിവാഹം ഒരിക്കലും നേർന്നുസ്ത്രീ. ശരി, അവളെ കണ്ടില്ല - പക്ഷേ അയ്യോ, അവൾ അനുയോജ്യമായ മനുഷ്യൻ കാത്തിരുന്നു.
		-- Robert Schuman

%
എനിക്ക് സുഖമാണ് വരുമ്പോൾ ഞാൻ സുഖമാണ്; എന്നാൽ ഞാൻ മോശം സമയത്ത് ഞാൻ നല്ലത്.
		-- Mae West

%
അതു വിവാഹങ്ങൾ തകർത്തു വരുമ്പോൾ മിക്ക ഭർത്താക്കന്മാർ ആക്ഷേപവും പിളരുകയും ചെയ്യും -തന്റെ പകുതി ഭാര്യയുടെ കുറ്റമല്ല, രണ്ടര അമ്മയുടെ.
		-- Mae West

%
വിവാഹ ഭിന്ന മാത്രമേ കവർച്ചക്കാരും കരുതുക ഉണ്ടാകും.
		-- Mae West

%
കോർണൽ എന്റെ .സാബ്രിയും മേറ്റ് ഞാൻ ഞാനണ് കണ്ടെത്തി അവൾ ചെയ്തത് ആയിരുന്നുഅവളുടെ അഭ്യർത്ഥന, വേറെ ഒരു മുറി നീക്കി. അവൾ അവൾ ചിന്തിച്ചില്ല എന്നോട് പറഞ്ഞത്മുമ്പെങ്ങുമില്ലാത്ത യെഹൂദൻ കണ്ടിരുന്നു. എന്റെ മാത്രം പ്രതികരണ ഒരു ധരിച്ച് തുടങ്ങും ആയിരുന്നുഎന്റെ കഴുത്തിൽ മാലയും ദാവീദിന്റെ ചെറിയ സ്റ്റാർ. ഞാൻ ഒരു കൂടുതൽ ആകുവാൻ ചെയ്തിരുന്നില്ലയെഹൂദൻ നിരീക്ഷിക്കുവാൻ; പകരം, യെഹൂദൻ ലേബലിലേക്ക് കുറ്റകരമായ എന്നു കണ്ടെത്തിയതിനുമറ്റുള്ളവർക്ക് എന്നെ ജനത്തെ ഞാൻ ആയിരുന്നു എന്താണ്, എന്റെ വിശ്വസിച്ച അറിയിക്കാൻ ആഗ്രഹിക്കുന്നു ഉണ്ടാക്കി.അതുപോലെ, ഈ യുവതികളാണ് സംസാരിക്കുകയായിരുന്നു ശേഷം - അവരിൽ ഒരാൾ എന്നോട് പറഞ്ഞുഞാൻ തിരിച്ചറിയുന്നതിന് ലേക്കുള്ള എടുത്തതും - അവൾ എപ്പോഴെങ്കിലും ഒരു ഫെമിനിസ്റ്റ് എതിരേറ്റ ചിന്തിച്ചില്ലഎന്നെത്തന്നെ സാഹചര്യങ്ങളിൽ ഏറ്റവും സാധ്യതയില്ല ഒരു ഫെമിനിസ്റ്റ് ആയി.
		-- Susan Bolotin, "Voices From the Post-Feminist Generation"

%
ഒറ്റ സ്ത്രീകൾ അറിയുന്നു എപ്പോൾ മനുഷ്യരുടെ ദയതോന്നി എങ്കിലും മനുഷ്യരുടെ പഠിക്കുകയും സന്ദർഭംഒറ്റ ഒഴികഴിവ് സ്ത്രീകൾ.
		-- Horne Tooke

%
മെഴുകുതിരികൾ ഔട്ട് ചെയ്യുമ്പോൾ എല്ലാ സ്ത്രീകൾക്കും സുന്ദരി തന്നേ.
		-- Plutarch

%
saleman കാർ ഇടിച്ചു സന്ദർഭം അപേക്ഷിക്കാം അടുത്തുള്ള ഫാം നടന്നുഅവൻ രാത്രി താമസിക്കാൻ കഴിഞ്ഞില്ല എങ്കിൽ. കർഷകൻ അവനെ വെച്ചു സമ്മതിച്ചു. "ഞാൻ ഏകനായി ജീവിക്കുന്നു,"അവൻ അടുക്കൽ തുടർന്നു "നിങ്ങൾ ഏണിപ്പടി മുകളിൽ മുറി കഴിയും,വലത്. ""ഓ, സാരമില്ല," സാധിക്കാതെ വില്പ്പനക്കാരന് പറഞ്ഞു. "ഞാൻ ഞാൻ തയ്യാറാണ് കരുതുന്നുതെറ്റായ തമാശ. "
		-- Plutarch

%
ഒരു പഴയ വീട്ടു വീട്ടിൽ ഇല്ല, ഒരു വാച്ച് നായ അനാവശ്യമാണ്.
		-- Balzac

%
എപ്പോഴാണ് രണ്ട് പേരെ ഏറ്റവും ഭ്രാന്തൻ, ഏറ്റവും അക്രമാസക്തമായി സ്വാധീനത്തിൽ ആകുന്നു,ഏറ്റവും delusive,, വികാരങ്ങൾ ഏറ്റവും ക്ഷണികമായ അവർ സത്യം ആവശ്യമാണ്അവർ ആ ഏട്ടന്റെ അസാധാരണവും, ഐമ്പത് കണ്ടീഷൻ നിലനിൽക്കും എന്ന്തുടർച്ചയായി മരണം വരെ അവരെ ചലിക്കുന്നു.
		-- George Bernard Shaw

%
സ്ത്രീകൾ ചുംബിക്കുന്നു ചെയ്യുമ്പോൾ അത് എപ്പോഴും കൈകൾ കുലുക്കുന്നു സമ്മാന സമരസേനാനികളുടെ ഓർമപ്പെടുത്തുന്നത്.
		-- H. L. Mencken, "Sententiae"

%
സ്ത്രീകൾ ഞങ്ങളെ സ്നേഹിക്കുന്നു വരുമ്പോൾ അവർ ഞങ്ങളെ എല്ലാം, നമ്മുടെ കുറ്റകൃത്യങ്ങൾ ക്ഷമിക്കേണമേ; അവർ കേൾക്കട്ടെഞങ്ങളെ ഇഷ്ടപ്പെടുകയില്ല അവർ നമ്മെ ക്രെഡിറ്റ് ഒന്നും വേണ്ടി പോലും നമ്മുടെ നന്മകൾ തരും.
		-- Honor'e de Balzac

%
നിങ്ങൾ സ്വയം മടുപ്പ് ആയിരിക്കുമ്പോൾ, വിവാഹം, മറ്റൊരാളെയും കൂടെ ഊഹിച്ചാല്.
		-- David Pryce-Jones

%
നിങ്ങൾ ഒരാളെ വിവാഹം ആയിരിക്കുമ്പോൾ, അവർ നിസ്സാരമായി നിങ്ങൾ എടുത്തു ... സന്ദർഭംനിങ്ങൾ ഇത് തന്നെ ആരെങ്കിലുമായി ജീവിക്കുന്നത് ... അവർ അങ്ങനെ വിറളി മുൻപരിചയംനിങ്ങൾ നഷ്ടപ്പെടുമെന്ന എല്ലാവരും തവണ നിങ്ങൾ തൃപ്തി സൂക്ഷിക്കാൻ ലഭിച്ചു.
		-- Nell Dunn, "Poor Cow"

%
ഞാൻ നൊമ്പരങ്ങള് ബട്ടൻ അപ്പോഴൊക്കെ, ഞാൻ കരുതുന്നു, ഞാൻ എന്റെ മക്കൾ ആഗ്രഹിക്കുന്നു മനുഷ്യൻഅവരുടെ വാരാന്ത്യങ്ങൾ ചെലവഴിക്കാൻ?
		-- Rita Rudner

%
എവിടെ മനുഷ്യൻ ഈടെ ഗൗൺ പോലുള്ള ഒരു മനസ്സിന് സമാധാനം കഴിഞ്ഞില്ല പറ്റി?
		-- Dorothy Parker, "The Satin Dress"

%
എന്തുകൊണ്ട് ഒരു പുരുഷൻ ഒരു സ്ത്രീയെ ചില ആളുകൾക്ക് ഒരു വലിയ മർമ്മം ആഗ്രഹിക്കുന്നത്. എന്തുകൊണ്ട് ഒരു മനുഷ്യൻ* ___ രണ്ടു * ഭാര്യമാരും ഒരു bigamystery ആണ് ആഗ്രഹിക്കുന്നത്.
		-- Dorothy Parker, "The Satin Dress"

%
എന്തുകൊണ്ട് അവൾ എന്നോടു എത്രമാത്രം തെളിയിക്കാൻ ചില കുറഞ്ഞതും എളുപ്പ മാർഗം ഇല്ല?
		-- Dorothy Parker, "The Satin Dress"

%
നിങ്ങൾ എന്നെ മാരീചാ ചുംബിച്ചോട്ടെ ചെയ്യും? അത് ഞാൻ പറഞ്ഞത് എന്തെങ്കിലും ഉണ്ടോ?
		-- Tom Ryan

%
ഫുട്ബോൾ സീസണിന്റെ അവസാനം, കോളേജ് ടീമിന്റെ നക്ഷത്ര പ്ലെയർ ഉപയോഗിച്ച്ഒരു വൈകി രാത്രി കാമ്പസ് ഹാജരായിക്കൊണ്ട് ടീം കർഫ്യൂ ഇളവ് ആഘോഷിച്ചുപാർട്ടി. പെട്ടെന്നുതന്നെ നാള് കഴിഞ്ഞശേഷം അവൻ മനോഹരമായ ഒരു coed ബദ്ധനായിരിക്കുന്നു മാറുകയുംഅവൾ പല എൻറർ ഒത്തുചേർന്നാൽ ചോദിച്ചുകൊണ്ട് അവളുമായി ഒരു സംഭാഷണം കേരളകൌമുദിപാർട്ടികളിൽ.'ഓ, മൂന്ന് പോയിന്റ് എട്ട്, ഞാൻ അധികം ആകർഷിക്കപ്പെടുന്നത് പിരിയുകയാണ്ഊമ പാർട്ടി മൃഗങ്ങളെ അധികം ശക്തമായ അക്കാദമിക തരം, "അവൾ പറഞ്ഞു." എന്താണ്നിങ്ങളുടെ G.P.A.? "ചെവി ചെവി ഒരു exercise ഇന്ഫ്യൂഷന്, പ്രശംസിച്ചു "ഞാൻ ഏകദേശം ഇരുപത്തഞ്ചു നേടുകയുംഹൈവേയിൽ നഗരം നാല്പതു. "
		-- Tom Ryan

%
സ്ത്രീയേ വലിയ കാര്യങ്ങൾ നമ്മെ പ്രേരിപ്പിക്കുന്നു, അവരെ നേടുന്നതിൽ നിന്ന് നമ്മെ തടയുന്നു.
		-- Dumas

%
സ്ത്രീ രണ്ടാമത്തെ തെറ്റ്.
		-- Nietzsche

%
; അവനെ ഭരിക്കാൻ അവന്റെ തലയിൽ നിന്നു - സ്ത്രീയേ മനുഷ്യന്റെ എടുത്ത വേണ്ടാഅവന്റെ കാൽ നിന്നു അവനെ പ്രകാരം ചവിട്ടുവാൻ; എന്നാൽ അദ്ദേഹത്തിന്റെ ഭാഗത്ത് നിന്നു വേണംഅവൻ അവളെ പരിരക്ഷിക്കാൻ തക്കവണ്ണം അവന്റെ ഭുജം കീഴിൽ അവന്റെ ഹൃദയം സമീപം - അവനോടു തുല്യമായഅവൻ അവളെ സ്നേഹിക്കുന്നു വേണ്ടി.
		-- Henry

%
സ്ത്രീയുടെ ഉപദേശം അല്പം മൂല്യം നൽകിയിട്ടുണ്ടെങ്കിലും അത് എടുത്തു കാണിക്കാത്ത താൻ ഭോഷൻ.
		-- Cervantes

%
സ്ത്രീകൾ സാമ്യമുണ്ട്. അവർ ദാസിമാർ ആയിരിക്കുമ്പോൾ പാൽ സൗമ്യതയും മുൻപരിചയം: ഒരിക്കൽ ദം ഉണ്ടാക്കേണംഭാര്യമാർ, അവർ വിവാഹം സർട്ടിഫിക്കറ്റുകൾ നേരെ മുതുകിലും ഊന്നി നിൽക്കുകയും,നിങ്ങൾ നിരകളെ.
		-- Jerrold

%
സ്ത്രീകൾ എപ്പോഴും matrimony ബാച്ചിലേഴ്സിനോട് പ്രേരിപ്പിക്കുന്നതാണ് വിചാരപ്പെടുന്നതു; അതു സകാത്ത് നിന്ന് ആണ്,അല്ലെങ്കിൽ പ്രതികാരം?
		-- Gustave Vapereau

%
സ്ത്രീകൾ മാത്രം വ്യത്യസ്ത മനുഷ്യര് പോലെയാണ്.
		-- Gustave Vapereau

%
സ്ത്രീകൾ എനിക്കു ആനകളെ പോലെയാണ് ഞാൻ അവരെ നോക്കണം ഇഷ്ടപ്പെടുകയും പക്ഷെ ഞാൻ ആഗ്രഹിക്കുന്നുഒറ്റ ഉടമയാകണമെന്നില്ലെങ്കിൽ.
		-- W. C. Fields

%
സ്ത്രീകൾ വളരെ അല്ല, അവർ ഏറ്റവും നല്ല മറ്റ് സെക്സ് ആകുന്നു.
		-- Herold

%
അവർ കുറവ് അറിയുന്നു കൂടുതൽ മനസ്സിലാക്കാൻ കാരണം സ്ത്രീകൾ പുരുഷന്മാരേക്കാൾ ബുദ്ധിയേറിയവരല്ലോ.
		-- Stephens

%
സ്ത്രീകൾ അവർ ഉപയോഗിക്കുന്ന പോലെ കേവലം അല്ല.
		-- Pogo

%
സ്ത്രീകൾ ഒരു രഹസ്യം എന്നത് കേവലം മനുഷ്യരെ പ്രമാണിച്ചു, പക്ഷേ അത് അവരിൽ കൂടുതൽ എടുക്കുംഅത് ചെയ്യാൻ.
		-- Pogo

%
സ്ത്രീകൾ പുരുഷന്മാരേക്കാൾ കൂടുതൽ ലൈംഗിക പരാതി. അവരുടെ ശരിയായില്ല രണ്ട് വീഴുംവിഭാഗങ്ങൾ: (1) മതിയായ (2) വളരെയധികം അല്ല.
		-- Ann Landers

%
പിശാച് അവരോടു എന്തു കൂടുതൽ ഒന്നും ആവശ്യപ്പെടുമ്പോൾ സ്ത്രീകൾ ദൈവം തങ്ങളെ.
		-- Arnould

%
സ്ത്രീകൾ മനുഷ്യർക്കും തങ്ങളുടെ ജീവിതത്തിൽ വളരെ പൊന്നും തരും. ഒരുപക്ഷേ; പക്ഷെ അവർഅനിവാര്യമായും അത്തരം വളരെ ചെറിയ മാറ്റം വീണ്ടും ആഗ്രഹിക്കുന്നു.
		-- Oscar Wilde

%
സ്നേഹത്തിൽ സ്ത്രീകൾ അല്പം ദീർഘശ്വാസം, അല്പം കരച്ചിൽ, അല്പം മരണം ഉണ്ടാവുക- വ്യാജവും ഒരു നല്ല.
		-- Ansey

%
ഹൃദയംകൊണ്ടു സ്ത്രീകൾ യുക്തിനിഷ്ടയും പുരുഷൻമാർ കുറവാണ് പലപ്പോഴും തെറ്റാണ്തല കാരണം.
		-- DeLescure

%
സ്ത്രീകൾ ചിലപ്പോൾ അവസരം ഇംപോർട്ട് ഒരു മനുഷ്യനെ, പക്ഷേ ഒരിക്കലും ഒരു മനുഷ്യൻ ക്ഷമിക്കേണമേഒരുവൻ അംഗീകരിക്കപ്പെടണം.
		-- Charles De Talleyrand-Perigord

%
സ്ത്രീകൾ മനുഷ്യരാശിക്കെതിരായ അതിന്റെ ദൈവങ്ങളെ പെരുമാറുന്നതുപോലെ പോലെ ഞങ്ങൾക്കും കൈകാര്യം. അവർ ഞങ്ങളെ ആരാധിക്കുകയും ആകുന്നുഎപ്പോഴും അവർക്ക് എന്തെങ്കിലും ചെയ്യാൻ നമ്മെ ശല്യപ്പെടുത്തുന്നു.
		-- Oscar Wilde

%
സ്ത്രീകൾ അവരുടെ പുരുഷന്മാർ പോലീസുകാരെ ആഗ്രഹിക്കുന്നു. അവർ നിങ്ങൾ അവരെ സന്ദർശിച്ചു പറയാൻ ആഗ്രഹിക്കുന്നഅവരെ എന്തു പരിധികളാകുന്നു. സ്ത്രീകൾ ഒരു മനുഷ്യൻ നിന്നും മോശമായ പകെക്കുന്നവരെ ഏക കാര്യംചുമത്തിയിട്ടുണ്ട് മാത്രമായിരുന്നു നിങ്ങളുടെ മടിയിൽ നേടുകയും നിങ്ങൾ ക്ഷമിക്കുക പറയുമ്പോൾ ആണ്.
		-- Mort Sahl

%
സ്ത്രീകൾ മനുഷ്യരുടെ പ്രാണങ്ങളെ പാഴ്നിലവും അവർ ഏതാനും അവരെ indemnified കരുതുന്നത്ലാവണ്യ വാക്കുകൾ.
		-- Honor'e de Balzac

%
പുരുഷന്മാർ തുല്യമായാണ് ആഗ്രഹിക്കുന്ന സ്ത്രീകൾ ഭാവനയുടെ കുറവുണ്ടോ.
		-- Honor'e de Balzac

%
സ്ത്രീകൾ ഒരു എന്തുകൊണ്ട് അല്ലെങ്കിൽ ഒരു അതുകൊണ്ടു ഇല്ലാതെ സ്നേഹിക്കുന്നു ആഗ്രഹിക്കുന്ന; അവർ കാരണംസാമാന്യം, അല്ലെങ്കിൽ നല്ല, അല്ലെങ്കിൽ നല്ല നാറി അല്ലെങ്കിൽ ഇളമാൻ, അല്ലെങ്കിൽ ബുദ്ധിയുള്ള, മറിച്ച്അവർ തന്നെയാണ്.
		-- Amiel

%
വനിതാ പുണ്യവും മനുഷ്യന്റെ ഏറ്റവും കണ്ടുപിടുത്തം ആണ്.
		-- Cornelia Otis Skinner

%
സ്ത്രീകൾ, പുരുഷന്മാർ വഞ്ചനയ്ക്ക് അവർ വിവാഹം ആഗ്രഹിക്കുന്നു; അതു പ്രതികാരം ഒരു തരംമറ്റേതെങ്കിലും പോലെ നല്ല.
		-- Philippe De Remi

%
സ്ത്രീകൾ, അവർ സ്നേഹത്തിൽ അല്ല വരുമ്പോൾ ഒരു പരിചയസമ്പന്നരായ എല്ലാ തണുത്ത രക്തംഅറ്റോർണി.
		-- Honor'e de Balzac

%
സ്ത്രീകൾ, അവർ ഒരു മനുഷ്യന്റെ ഒരു ആടിനെ വരുത്തിയിട്ടുണ്ട് എന്ന് എപ്പോഴും അവൻ എന്തു പറയുന്നുഇരുമ്പ് ഇഷ്ടത്തിനു സിംഹം.
		-- Honor'e de Balzac

%
"നിങ്ങൾ * അതിനാൽ * മനോഹരവും.""അതെ.""അതെ! ഞാൻ ഒരു തല്ക്കാല എടുത്തു വളരെ! ഞാൻ ഒരു ദേവത അത് ഇഷ്ടമായില്ല."
		-- Honor'e de Balzac

%
നിങ്ങൾ അക്രമം ഒരു സ്ത്രീ, പക്ഷേ ഒന്നും കൊല്ലാൻ അനുവദനീയമല്ലഅവൾ ഓരോ മിനിറ്റിലും പഴയ വളരുന്ന പ്രതിഫലിപ്പിക്കാൻ നിരോധിക്കുന്നത്. നിങ്ങൾപതിനാല് നൂറ്റി നാല്പതു ദിവസം ഒരു പ്രാവശ്യം പ്രതികാരം.
		-- Ambrose Bierce

%
നിങ്ങൾ ഒരു നല്ല പെൺകുട്ടി എന്തു ചെയ്യും ചോദിക്കുന്നു? അവൾ ഒരു ഇഞ്ച് തരികയില്ല, എന്നാൽ അവൾ മനസ്സില്ലഇല്ല എന്ന് പറയു.
		-- Marcus Valerius Martialis

%
നിങ്ങൾക്ക് ഒരു ചങ്ങാതിയായി മണ്തിട്ടക്ക് കഴിയും. നിങ്ങൾ ചങ്ങാതിയായി വിസ്കി ഉണ്ടായിരിക്കാൻ കഴിയും. പക്ഷേനിങ്ങൾ ഒരു ചങ്ങാതിയായി ഒരു സ്ത്രീ ഉണ്ടെങ്കിൽ നിങ്ങൾ കുടിച്ചു കാറ്റിൻ പോകുന്ന ചുംബിച്ചു ആണെങ്കിൽനിങ്ങളുടെ നായ.
		-- foolin' around

%
നിങ്ങൾ ഒരു സ്ത്രീ വിശ്വസിക്കരുത് ഒരിക്കലും കഴിയില്ല; അവൾ നിങ്ങൾക്കു ശരിയായിരിക്കാം.
		-- foolin' around

%
നിങ്ങൾ അപ്രതീക്ഷിതമായി ഒരു പെൺകുട്ടിയെ ചുംബിക്കുന്നത് കഴിയില്ല - അവൾ നിന്നെ കരുതി മാത്രം വണ്ടും.
		-- foolin' around

%
നിങ്ങൾ വിവാഹം കുറച്ച് വാക്കുകൾ നേടുകയും മാത്രമേ സഭയിൽ ഏതാനും വാക്കുകൾ പിറുപിറുക്കുക ഞങ്ങൾക്കുണ്ട്നിങ്ങളുടെ ഉറക്കത്തിൽ വിവാഹമോചനം നേടാൻ.
		-- foolin' around

%
ഒരു ബന്ധം അവസാനിപ്പിക്കാൻ കുറിച്ച് കണ്ടാൽ നിങ്ങൾക്ക് അറിയാം. എന്റെ കാമുകി എന്നെ വിളിച്ചുജോലിസ്ഥലത്ത് നിങ്ങൾ കുളിമുറിയിൽ ലൈറ്റ്ബൾബ് മാറ്റാൻ എങ്ങനെ എന്നോടു ചോദിച്ചു. "അത് തുടർന്ന്ലളിതമായ, "ഞാൻ പറഞ്ഞു." നിങ്ങൾ വെള്ളത്തിൽ ടബ് പൂരിപ്പിച്ച് ആരംഭിക്കാം ... "
		-- foolin' around

%
ഒരു തിരുവോസ്തി നോക്കി അവന്റെ സൌന്ദര്യമുണ്ട് ഒരു മിനിറ്റ് കരുതുന്നു: ഞങ്ങൾ പോലെ കഴിയും എന്താണെന്ന്അടുത്ത മിനിറ്റിൽ നമ്മുടെ തലച്ചോറ് നമ്മെ കുട്ടികൾക്കൊപ്പം വിവാഹം നാം കണ്ടു താഴെ മിനിറ്റ് ഞങ്ങൾക്കുണ്ട്അവനെ ഒരു വിവാഹേതര അപവാധങ്ങൾ. തവണ ആരെങ്കിലും ഞാൻ നിങ്ങളെ ആഗ്രഹിക്കുന്നു പറയുന്നു "സത്യംസെസിൽ സംഗമം, "ഞങ്ങൾ, ഉച്ചത്തിൽ" നിങ്ങൾ ശിശു പിന്തുണ ഉപയോഗിച്ച് വൈകി വീണ്ടും മുൻപരിചയം! "
		-- Cynthia Heimel, "A Girl's Guide to Chaos"

%
നിങ്ങൾ ഡാഡി ആയിരിക്കുമ്പോൾ നിങ്ങൾ പഴയ ലഭിക്കുന്നത്, നിങ്ങൾ നിങ്ങളുടെ മകളെ അളന്നു അറിയാൻക്യാമ്പ് വസ്ത്രം വേണ്ടി ചില അളവുകളും മാത്രമേ അവളുടെ അമ്മ അനുവദനീയമാണ് ഉണ്ട്എടുക്കുക.
		-- Cynthia Heimel, "A Girl's Guide to Chaos"

%
നിങ്ങൾ അറിയുന്നു, തീർച്ചയായും, ആ വ്യഭിചാരം ഒരിക്കലും Tasmanians,ഇപ്പോൾ കെട്ടുപോകുന്നു.
		-- M. Somerset Maugham

%
നിങ്ങൾ വെളുത്ത ബെൽറ്റുകൾ ധരിച്ചിരുന്നത് ഒരു മനുഷ്യനെ ജീവിച്ചത്? ലോറ, നിന്നെ ഞാൻ നിരാശനാണ്.
		-- Remington Steele

%
നിങ്ങൾ ഈഡിപ്പസ് ഒരു പ്രശ്നമുണ്ട് കരുതുന്നു - ഹവ്വയെ അമ്മ ആയിരുന്നു.
		-- Remington Steele

%
"ഞാൻ അല്പം ഇരുന്ന വിവാഹം ധരിച്ചത് വ്യക്തിയുടെ മാത്രം അടുക്കുക മുൻപരിചയം ...പച്ച അല്ല ഇതൊക്കെ ഒഴികെ ... കുമിൾ എല്ലാ പാച്ചുകൾ ഇല്ലാതെ. "
		-- Swamp Thing

%
യുവാക്കളും സ്ത്രീകളും ആറു ദിവസം വ്യവസ്ഥാപിതമായി പ്രവർത്തിക്കാൻ ചെയ്യാംആഴ്ചയിൽ രാവിലെ പുതിയ എഴുന്നേറ്റു എന്നാൽ അവർക്ക് ആധുനിക നൃത്തത്തിൽ പങ്കെടുക്കും ചെയ്യട്ടെഏതാനും മണിക്കൂറുകൾ മാത്രമേ ഓരോ വൈകുന്നേരം സംഭവിക്കുന്നു എന്ന് നോക്കുക. Waltz, പോൾക,ചാടാനോ ഒരേ ഇത്തരത്തിൽപ്പെട്ട മറ്റു നൃത്തത്തിൽ ഉളവാക്കുന്നതുമാണു് വിനാശകരമായ ആയിരിക്കുംഏട്ടന് ലേക്കുള്ള. ആരോഗ്യ ഉശിരും വെയിലത്തു മഞ്ഞു പോലെ അപ്രത്യക്ഷമാകും.അതു നർത്തകി ഉപകാരമോ അസാധാരണമായ വ്യായാമം അല്ലപകരം എതിർവിഭാഗത്തിൽപ്പെട്ടവരുമായി അടുത്ത ബന്ധമുണ്ടായിരുന്നു വരുന്നു. ഇത്മോഹം ക്രോധം കളങ്കം ആ കൂടുതൽ സന്തോഷകരമായി എരിപിരി മോളുപ്രാണനും ശരീരം ഞരമ്പും ഞരമ്പുകളും. അനുഭവം സ്ഥിതിവിവരക്കണക്കുകൾ കാണിക്കുകവികാരതീവ്രമായ അമിതമായ നൃത്തം പെൺകുട്ടികൾ പ്രയാസം എത്താൻ കഴിയുന്ന അസന്ദിഗ്ധമായിപ്രായം ഇരുപത്തഞ്ചു വർഷം മനുഷ്യർക്കും മുപ്പത്തൊന്നു. അവർ എത്തിച്ചേർന്നു പോലുംഅവർ ഏറ്റവും സന്ദർഭങ്ങളിൽ ശാരീരികമായും ധാർമികമായും ആരോഗ്യം തകർന്നുപോകും; പ്രായം.ഇത് ഈ രാജ്യത്തെ പ്രമുഖ ഡോക്ടർമാരുടെ ക്ലെയിം ആണ്.
		-- Quote from a 1910 periodical

%
യുവാക്കളുടെ വിശ്വസ്ത എന്നു ആഗ്രഹിക്കുന്ന അല്ല; വൃദ്ധന്മാർ ദ്രോഹം ചെയ്യുമായിരുന്നു ആഗ്രഹമുണ്ട്ഒന്നും കഴിയില്ല.
		-- Oscar Wilde

%
യൂത്ത് ദീർഘകാലം അവൾക്ക് അത് ഭാഗമായി കഴിഞ്ഞില്ല പരിചാരകികളായ ഒരു ശീലമാണ് ആകുമായിരുന്നു.
		-- Oscar Wilde

%
