എല്ലാ ഭാഷാ ഡിസൈനർമാർ അഹംഭാവം. പ്രദേശത്തിന്റെ പോകുന്നു ... :-)
		-- Larry Wall in <1991Jul13.010945.19157@netlabs.com

%
പേൾ മുദ്രാവാക്യം ചെയ്യാം കൂടുതല് മാർഗമുണ്ട് ആണെങ്കിലും, ഞാൻ മടിക്കരുത്എന്തെങ്കിലും ചെയ്യാൻ 10 വഴികൾ ഉണ്ടാക്കുവാൻ. :-)
		-- Larry Wall in <9695@jpl-devvax.JPL.NASA.GOV>

%
പിന്നെ, ശൂന്യം സ്പേസ് തമ്മിലുള്ള വ്യത്യാസം ഒന്ന് ബിറ്റ് ഇല്ല എന്നോട് പറയരുത്ആ എത്രത്തോളം വ്യത്യാസം കൃത്യമായി എങ്ങനെ കാരണം. :-)
		-- Larry Wall in <10209@jpl-devvax.JPL.NASA.GOV>

%
"ഞാൻ (ഉദ്ദേശം ഒഴികെ) മതവാദിയോ ചെയ്യുന്നത് ഇഷ്ടമല്ല."
		-- Larry Wall in <1992Jul3.191825.14435@netlabs.com>

%
: അതു ചെറിയ ഉപകരണങ്ങൾ നിർമ്മിക്കുന്നതിനും ധാന്യങ്ങളും വിരുദ്ധമാണ്.ഇന്നസെന്റ്, യുവർ ഹോണർ. പേൾ ഉപയോക്താക്കൾ ഇടവിടാതെ ചെറിയ ഉപകരണങ്ങൾ നിർമ്മിക്കുക.
		-- Larry Wall in <1992Aug26.184221.29627@netlabs.com>

%
/ * നിങ്ങൾ നായ * ഉണ്ടായിരുന്നു അടച്ചിട്ടുപൂജ ഒരിക്കലും കാണാം // * അതിന്റെ വായിൽ ... * /
		-- Larry Wall in stab.c from the perl source code

%
കാരണം. \ N പൊരുത്തപ്പെടുന്നില്ല. [\ 0- \ 377] പൊരുത്തപ്പെടുന്നില്ല ലേക്കുള്ള ഏറ്റവും കാര്യക്ഷമമായ മാർഗമാണ്നിലവിൽ എല്ലാം. ഒരുപക്ഷേ \ ഇ എല്ലാം പൊരുത്തപ്പെടുന്നില്ല വേണം. കൂടാതെ \ കി നന്നായിരുന്നേനെപത്തുവർഷത്തിനു പൊരുത്തപ്പെടുന്നില്ല. :-)
		-- Larry Wall in <9847@jpl-devvax.JPL.NASA.GOV>

%
സമാനമായിരിക്കും.
		-- Larry Wall in the perl man page

%
കൂടാതെ <std_ice_cubes.h> ഉൾപ്പെടെ യന്ത്രങ്ങൾ ന് മാരകമായ പിശക് ആണ്ഇതുവരെ അത് ഇല്ല. അവിടെ മോശം ഭാഷ ഡിസൈൻ, ... :-)
		-- Larry Wall in <1991Aug22.220929.6857@netlabs.com>

%
കൂടാതെ ഇടയ്ക്കിടെ പണിസഞ്ചി ഉപയോഗിക്കാൻ സി പ്രോഗ്രാമർമാർ നിർബ്ബന്ധമായും നല്ലതാണ്. :-)
		-- Larry Wall in <1991May31.181659.28817@jpl-devvax.jpl.nasa.gov>

%
കൂടാതെ, യഥാർത്ഥ കമ്പ്യൂട്ടറുകൾ ഒരു റോന്തുചുറ്റൽ () സിസ്റ്റം കോൾ. :-)
		-- Larry Wall in <7937@jpl-devvax.JPL.NASA.GOV>

%
പൊട്ടി; / * പിന്നീട് വരെ മാജിക് ചെയ്യരുതേ * /
		-- Larry Wall in stab.c from the perl source code

%
എന്നാൽ നിങ്ങൾ എപ്പോഴൊക്കെ സുവിശേഷികരിക്കുവാനല്ല ആഗ്രഹം അല്പം അനുവദിക്കുന്നതാണ്നിങ്ങൾ നല്ല വാർത്ത ഉണ്ടു എന്നു തോന്നുന്നു.
		-- Larry Wall in <1992Aug26.184221.29627@netlabs.com>

%
ചിപ്പ് Salzenberg സിസ്റ്റം വി ഐപിസി (MSG, SEM ചേർക്കാൻ എന്നെ ഒരു പൂർണ്ണമായ പാച്ച് അയച്ചുഎസ്എച്ച്എമ്മിലേക്ക് കോളുകൾ), അങ്ങനെ ഞാൻ അവരെ ചേർത്തു. ആ ചാള്സ്, നിങ്ങൾക്ക് എല്ലായ്പ്പോഴും undefine ചെയ്യാനാകുംconfig.sh അവരെ. :-) - <9384@jpl-devvax.JPL.NASA.GOV> ൽ ലാറി വാൾ
		-- Larry Wall in <1992Aug26.184221.29627@netlabs.com>

%
/ * Dbmrefcnt--; * / / * പ്രവർത്തിക്കുന്നില്ല, എലികൾ * /
		-- Larry Wall in hash.c from the perl source code

%
#define NULL 0 / * ചെയ്യന്നു കാര്യം, ഞങ്ങൾ ഈ ഉപയോഗിക്കുക * ചെയ്യരുത് /
		-- Larry Wall in perl.c from the perl source code

%
#define എസ്ഐജിഐഎൽഎൽ 6 / * .മരവിപ്പോടെ * /
		-- Larry Wall in perl.c from the perl source code

%
ആ പേര് സിസ്റ്റം കോൾ അതേ Does.നിങ്ങൾ അതു ചെയ്യുന്നതു എന്തു അറിയില്ല, അതിനെക്കുറിച്ച് വിഷമിക്കേണ്ട.
		-- Larry Wall in the perl man page regarding chroot(2)

%
ഇരട്ട മൂല്യം; / * അല്ലെങ്കിൽ നിങ്ങളുടെ പണം തിരികെ! * /ചുരുക്കത്തിൽ മാറ്റി; / * അങ്ങനെ തിരികെ നിങ്ങളുടെ പണം വർദ്ധിക്കുമെന്ന്! * /
		-- Larry Wall in cons.c from the perl source code

%
ആ പാതയിൽ ഡൗൺ ഭ്രാന്ത് കിടക്കുന്നു. അതേസമയം, നരകം റോഡ് ആണ്ദ്രവണാങ്കം snowballs പതിച്ച.
		-- Larry Wall in <1992Jul2.222039.26476@netlabs.com>

%
echo "അഭിനന്ദനങ്ങൾ. നിങ്ങൾ യൂനീക്കയിലും പ്രവർത്തിക്കുന്ന അല്ല."
		-- Larry Wall in Configure from the perl distribution

%
എക്കോ "ഹും ... നിങ്ങൾ ബെർക്ക്ലി libc.a നെറ്റ്വർക്കിങ് ഇല്ല ..."echo "എന്നാൽ വൈറസുമായി ഗ്രൂപ്പിലെ അതു ഹാക്ക് തോന്നുന്നു."
		-- Larry Wall in Configure from the perl distribution

%
പ്രതിധ്വനി "നാലാംക്ളാസ്സില് ഒന്നും ജോലിചെയ്തിരുന്നു !!! ഉൾപ്പെടുന്ന diddle വരാം." ;;
		-- Larry Wall in Configure from the perl distribution

%
$ പാക്കേജ് ഉറവിട രൂപത്തിൽ ലഭ്യമാണ് മാനുവൽ പേജുകൾ ഉണ്ട് എക്കോ.echo "എന്നിരുന്നാലും, നിങ്ങൾ nroff ഇല്ല, അങ്ങനെ അവർ ഒരുപക്ഷേ നിങ്ങൾക്ക് വിലപ്പോവില്ല മുൻപരിചയം."
		-- Larry Wall in Configure from the perl distribution

%
"നിങ്ങളുടെ stdio വളരെ എസ്ടിഡി അല്ല." Echo
		-- Larry Wall in Configure from the perl distribution

%
#else / *! STDSTDIO * / / * വൻകിട സ്ലോ, ഒപ്പം വങ്കത്തമാണ് വഴി * /
		-- Larry Wall in str.c from the perl source code

%
[അവസാനിപ്പിക്കുക diatribe എന്ന. ഞങ്ങൾ ഇപ്പോൾ നിങ്ങളുടെ പതിവായി ഷെഡ്യൂൾ നിങ്ങളുടെ മടക്കംപ്രോഗ്രാമിംഗ് ...]
		-- Larry Wall in Configure from the perl distribution

%
നിങ്ങൾക്ക് സംശയം അല്ല പോലും, വ്യക്തി ആർ മാനസിക ക്ഷേമം പരിഗണിക്കുകനിങ്ങളുടെ ശേഷം കോഡ് നിലനിർത്താൻ ഉണ്ട്, ഒരുപക്ഷെ ലെ പരാന്തിസിസുകൾ ആക്കുംതെറ്റായ സ്ഥലത്ത്. - പേൾ മനുഷ്യൻ പേജിൽ ലാറി വാൾ
		-- Larry Wall in Configure from the perl distribution

%
"ലോകത്തെ രക്ഷിക്കാനുള്ള സഹായിക്കുക!" - റീഡ്മീ ലാറി വാൾ
		-- Larry Wall in Configure from the perl distribution

%
ഹേയ്, ഞാൻ ... awk, * എന്തെങ്കിലും * ചെയ്തത് ഉത്തമം പറഞ്ഞു കൊള്ളട്ടെ :-)
		-- Larry Wall in <1991Nov7.200504.25280@netlabs.com>1

%
ഞാൻ ഇതിനകം കാര്യക്ഷമതയും ചിന്തിക്കുന്നതെന്ന് ആളുകളുമായി വളരെയധികം പ്രശ്നംഒരു പേൾ പരവലയങ്ങൾക്കു് നീളവും ബന്ധപ്പെട്ടിരിക്കുന്നു. മറുവശത്ത്, ഞാൻ സുഖമാണ്അടുത്ത ആഴ്ച എന്റെ മനസ്സിൽ മാറിക്കൊണ്ടിരിക്കുന്ന തികച്ചും ശേഷിയുള്ള ... :-) --lwall
		-- Larry Wall in <1991Nov7.200504.25280@netlabs.com>1

%
അതു നീ എന്തു ചെയ്യണമെന്ന് എങ്കിൽ ഞാൻ അറിയുന്നില്ല, എന്നാൽ അത് നിങ്ങൾ നേടുകയും എന്താണ്. :-)
		-- Larry Wall in <10502@jpl-devvax.JPL.NASA.GOV>

%
ഞാൻ അക്കാര്യം ഞാനും ചിലപ്പോൾ പേളിലും സ്വപ്നം ...
		-- Larry Wall in  <8538@jpl-devvax.JPL.NASA.GOV>

%
ഞാൻ 'അടുത്ത $ ലേബൽ "അനുവദനീയമല്ല എങ്കിൽ ഞാൻ" പഥനിയന്ത്രണനിർദ്ദേശങ്ങളും $ ലേബൽ "അനുവദിക്കുന്നതാണ് ആഗ്രഹിക്കുന്നു,ഞാൻ ശരിക്കും അത് ധരിച്ചുകൊണ്ട് ... ഇല്ല :-)
		-- Larry Wall in <1991Mar11.230002.27271@jpl-devvax.jpl.nasa.gov>

%
ഞാൻ എന്തെങ്കിലും രചിക്കുവാനും ഇല്ലെങ്കിൽ, ഒരു നല്ല കാരണത്താൽ സാധാരണയായി ഒന്നുകിൽ തുടർന്ന്,മോശം കാരണം. ഈ സാഹചര്യത്തിൽ ഇത് ഒരു നല്ല കാരണം. :-)
		-- Larry Wall in <1992Jan17.005405.16806@netlabs.com>

%
"ഞാൻ ഈ ഒരു നല്ല സവിശേഷത കണ്ടെത്താൻ എന്നാൽ അത് ഡോക്യുമെന്റേഷൻ അനുസരിക്കാത്ത.ഒരു ഓട്ടോഗ്രാഫ് ആണ്? ""ന്റെ ആകസ്മികമായൊരു സവിശേഷത വിളിക്കാം. :-)"
		-- Larry Wall in <6909@jpl-devvax.JPL.NASA.GOV>

%
(Instr (BUF, sys_errlist [errno])) പക്ഷം / * ഈ കാണുന്ന * ഇല്ല /
		-- Larry Wall in eval.c from the perl source code

%
എങ്കിൽ (rsfp = mypopen ( "/ bin / മെയിൽ റൂട്ട്", "W")) {/ * സ്തൂലമായി .മറക്കരുത് * /
		-- Larry Wall in perl.c from the perl source code

%
നിങ്ങൾ സ്ഥിരതയാർന്ന ഒരു നഖവുമുപയോഗിച്ച് സമീപനം എടുത്തു എന്നാൽ, ജനവിഭാഗമാണ്ന്യൂയോർക്കിലെ നിന്ന് മുൻപരിചയം മീന് പോകുന്നു. :-)
		-- Larry Wall to Dan Bernstein in <10187@jpl-devvax.JPL.NASA.GOV>

%
നിങ്ങൾ സി പ്രോഗ്രാമിംഗ് ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ, സിയിൽ പ്രോഗ്രാം ഒരു നല്ല ഭാഷയാണ് ഇത്. ഞാന്ഇടയ്ക്കിടെ ഇത് ഉപയോഗിക്കാൻ ... :-)
		-- Larry Wall in <7577@jpl-devvax.JPL.NASA.GOV>

%
നിങ്ങൾ ഉപയോഗപ്രദമായ പേൾ ഉദാഹരണങ്ങൾ കാണാൻ ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ, തീർച്ചയായും ഞങ്ങൾ ഞങ്ങൾക്കുണ്ട് ക്രമീകരിക്കാനും കഴിയുംcomp.lang.misc അവരെ ചാകരയാണ് പക്ഷേ, ഞാൻ ആ സഹായിക്കാൻ തോന്നുന്നില്ലസംസ്കാരത്തിന്റെ മുൻകൂർ. :-)
		-- Larry Wall in <1992Mar5.180926.19041@netlabs.com>

%
നിങ്ങളുടെ പ്രോഗ്രാം സൗകര്യമാകും ആഗ്രഹിക്കുന്നുവെങ്കിൽ, വാദം വിതരണം പരിഗണിക്കുക.
		-- Larry Wall in the perl man page

%
ഞാൻ അതു വിചിത്രമായിരിക്കുന്നു അറിയുന്നു, എന്നാൽ അത് എളുപ്പം പേളിലും കവിത എഴുതാൻ ഇല്ല. :-)
		-- Larry Wall in <7865@jpl-devvax.JPL.NASA.GOV>

%
സമാനതകളും കാഴ്ചാവൈകല്യമുള്ളവർക്കുള്ള അത് വീണ്ടും പറയും.
		-- Larry Wall

%
ഞാൻ സംഖ്യാ മുകളിൽ കൂട്ടിക്കോ ഒരു റഫറൻസ് shoehorn നൽകാൻ കഴിയുമെന്ന്ഒരു സംഖ്യാ മൂല്യം കൊണ്ട് scalars ഒന്നിലധികം പരാമർശങ്ങളും അനുവദിക്കേണ്ടെന്നത് വഴി മൂല്യം,എങ്കിലും ഇത് ശുദ്ധമാകും മനസ്സില്ലാതെ. ഞാൻ ചിലപ്പോഴൊക്കെ ആ കുറിച്ച് വിഷമിക്കേണ്ട. --lwall
		-- Larry Wall

%
ഞാൻ കൂടുതൽ readably ഇൻഡന്റ് കഴിയുമായിരുന്നു ഉറപ്പുണ്ട്, പക്ഷേ ഞാൻ ഭയം തോന്നുന്നുawk, പാഴ്സർ.
		-- Larry Wall in <6849@jpl-devvax.JPL.NASA.GOV>

%
സാധാരണ, എന്തെങ്കിലും പേളിലും എനിക്കു തോന്നുന്നത് എങ്കിൽ അതിനെ അതു കാരണം ശ്രമിക്കുകസാധാരണയായി. :-)
		-- Larry Wall in <1991Jul31.174523.9447@netlabs.com>

%
പൊതുവെ, അവർ നിങ്ങളെ സ്ഥിരത ആഗ്രഹിക്കാതെ, നിങ്ങൾ ആഗ്രഹിക്കുന്ന എന്തു.
		-- Larry Wall in the perl man page

%
അതേസമയം, മതിയായ SUBROUTINE പ്രഖ്യാപനങ്ങൾ എവിടെയും വരും കഴിയാത്തതുകൊണ്ട്,നിങ്ങൾ ആദിമുതൽ ആരംഭിക്കുന്നു {} വെച്ചു ഞങ്ങൾക്കുണ്ട് ഇല്ലായിരുന്നു അവസാനിപ്പിക്കൂ {}അവസാനിക്കുന്നു. , താൽപ്പര്യമുള്ള ഇല്ല? ഹെൻറി അതു ആഗ്രഹിക്കുന്നു എങ്കിൽ എനിക്ക് അത്ഭുതം. :-) --lwall
		-- Larry Wall in the perl man page

%
ഞാന് ഒരു പുതിയ സവിശേഷത കരുതുന്നു. അതു ഒരു അപകടം ആയിരുന്നു ആരെയും പറയരുത്. :-)
		-- Larry Wall on s/foo/bar/eieio in <10911@jpl-devvax.JPL.NASA.GOV>

%
"ഒരു ഷെൽ സ്ക്രിപ്റ്റ് അധികം ഷെൽ പോർട്ട് എളുപ്പം."
		-- Larry Wall

%
ഇത് പേൾ എഴുതിയിരിക്കുന്നു, തീർച്ചയായും, ആണ്. സി ലേക്കുള്ള പരിഭാഷ ഒരു ശേഷിച്ചിരിക്കുന്നുറീഡർ വ്യായാമം. :-) - <7448@jpl-devvax.JPL.NASA.GOV> ൽ ലാറി വാൾ
		-- Larry Wall

%
ഇതെല്ലാം മാജിക്. :-)
		-- Larry Wall in <7282@jpl-devvax.JPL.NASA.GOV>

%
ഇത് എവിടെയോ ഗ്രന്ഥത്തിൽ പോയെന്നു പറ്റി ...
		-- Larry Wall in <10502@jpl-devvax.JPL.NASA.GOV>

%
> (ഇത് അലിയുംമുന്പേ പോലെ sed, പക്ഷേ അല്ല. അത് awk, പോലെ അലിയുംമുന്പേ, പക്ഷേ അല്ല. മുതലായവ)ആരോപിച്ചത് പോലെ കുറ്റവാളിയാണ്. പേൾ സസന്തോഷം വൃത്തികെട്ട, ഒപ്പം സസന്തോഷം ഡെറിവേറ്റീവ് ആണ്.
		-- Larry Wall in <1992Aug26.184221.29627@netlabs.com>

%
ഇത് മുൻ അഡ പ്രോഗ്രാമർമാർ ഒരു ഖണ്ഡം പോലെ അവിടെ. :-)
		-- Larry Wall regarding 10_000_000 in <11556@jpl-devvax.JPL.NASA.GOV>

%
അതു പുസ്തകത്തിൽ മൂടി ചെയ്യില്ല. സോഴ്സ് കോഡ് ഉപയോഗപ്പെടും ഉണ്ട്എന്തെങ്കിലും എല്ലാവരും ... :-)
		-- Larry Wall in <10160@jpl-devvax.JPL.NASA.GOV>

%
ഞാൻ, ഫിൽട്ടർ പേൾ ഒരു ഷെൽ (ബോൺ അല്ലെങ്കിൽ csh) ഇല്ല എന്നു കേട്ടു ചെയ്യുന്നവൻ ഞങ്ങൾആരെയും ഈ അറിയും ഞാൻ എവിടേക്കു ലഭിക്കും?ഹേയ്, നിങ്ങൾ ടോം Christiansen വഴി അത് ഫിൽട്ടർ. :-) - ലാറി വാൾ
		-- Larry Wall in <10160@jpl-devvax.JPL.NASA.GOV>

%
ഞാൻ (VI ൽ) പരീക്ഷിച്ചു "ഗ്രാം / [A-Z] \ n [A-Z] / എന്നയാളുടെ // _ /" ... പക്ഷേ ഞങ്ങൾ നിർബന്ധമായുംഅതു മുറിച്ചു. ഏതു പൂവ്? (ഞാൻ അതിനെ പരിഹാരം രണ്ട് പാസ് ക്രമപ്പെടുത്തൽ ആയിരിക്കാം അത് എടുത്തു).ആദ്യ ഒഴിഞ്ഞുപോകയില്ല, പേൾ ഇൻസ്റ്റാൾ. :-)
		-- Larry Wall <6849@jpl-devvax.JPL.NASA.GOV>

%
ഞാൻ sun4 ന്റെ നേടുകയും ആഗ്രഹിക്കുന്നില്ല കാരണം ഞാൻ ആരെയും പേരുകൾ പരാമർശിക്കുന്നില്ല ചെയ്യുംപ്രശ്നം ... :-) - ൽ ലാറി വാൾ <11333@jpl-devvax.JPL.NASA.GOV>
		-- Larry Wall <6849@jpl-devvax.JPL.NASA.GOV>

%
ജസ്റ്റ് ഒരു യഥാർത്ഥ ഭാഷ അതു താരതമ്യം ചെയ്യാം, അല്ലെങ്കിൽ ബിആര് കാണാം ... :-)
		-- Larry Wall in <1992May12.190238.5667@netlabs.com>

%
ജസ്റ്റ് -rf എന്ന ഒരു ഫയൽ സൃഷ്ടിക്കരുത്. :-)
		-- Larry Wall in <11393@jpl-devvax.JPL.NASA.GOV>

%
കഴിഞ്ഞ | പേൾ -pe '$ _ X = / (..: ..) (. *) ... / && "' $ 1 '' ജ് $ 1 &&" '$ 1' '$ 2 lt'അത് ... അവരെന്തുപാടി Randal തല്ലി വേണ്ടി മറനില്ല കൾ :-)
		-- Larry Wall in  <1991Apr29.072206.5621@jpl-devvax.jpl.nasa.gov>

%
... ന്റെ ഡോക്സ് യാഥാർഥ്യത്തിന്റെ ലളിതമായ കാഴ്ച അവതരിപ്പിക്കുക പറയട്ടെ :-)
		-- Larry Wall in  <6940@jpl-devvax.JPL.NASA.GOV>

%
ഞങ്ങളെ ചാരിറ്റബിൾ ആകട്ടെ, ഒരു തെറ്റിദ്ധരിപ്പിക്കുന്ന സവിശേഷത വിളിക്കുവാനും :-)
		-- Larry Wall in <2609@jato.Jpl.Nasa.Gov>

%
Lispers നീക്കുക-അത്-അണ്ടർ ആരോ-Else's-കാർപെറ്റ് ഏറ്റവും മികച്ച grads ഇടയിലുള്ളസ്റ്റിമുലേറ്റഡ് ലാളിത്യം സ്കൂൾ. [ന്യൂറൽ incendiary സംശയമുണ്ടോ? :-)]
		-- Larry Wall in <1992Jan10.201804.11926@netlabs.com

%
ഇല്ല, ഞാനത് വിശദീകരിക്കാൻ പോകുന്നില്ല. നിങ്ങൾ അത് മനസ്സിലാക്കാൻ കഴിയില്ല എങ്കിൽ, നിങ്ങൾ ചെയ്തു... എങ്ങനെയെങ്കിലും അറിയാൻ ആഗ്രഹിക്കുന്നു :-)
		-- Larry Wall in <1991Aug7.180856.2854@netlabs.com>

%
/ * ഇപ്പോൾ കൃത്യമായ അതേ സ്ഥലത്തുവച്ച് ഒരു പുതിയ പണിയുമെന്നും * /
		-- Larry Wall in cons.c from the perl source code

%
ശരി, വേണ്ടത്ര ദോഷമാണ്.
		-- Larry Wall in the perl man page

%
ശ്ശോ! നിങ്ങൾ വികൃതിയാണ് ജീവി! നിങ്ങൾ SH കൂടെ ക്രമീകരിക്കുക പ്രവർത്തിച്ചില്ല!ഞാൻ നിങ്ങൾക്കു വേണ്ടി SH പ്രവർത്തിപ്പിച്ച് പരിഹാരങ്ങൾ ശ്രമിക്കും ...
		-- Larry Wall in Configure from the perl distribution

%
പേൾ അങ്ങനെ ഒന്നും നിരവധി മാർഗങ്ങൾ നൽകാൻ രൂപകല്പനഏറ്റവും വായിക്കാനാവുന്ന ഒറ്റ സാഹസമാണ് പരിഗണിക്കുക.
		-- Larry Wall in the perl man page

%
പേൾ സ്വയം സാധാരണയായി പാടില്ല നിങ്ങളോടു പറയുംപോലെ കുറിച്ച് നല്ലതാണ്ചെയ്യാൻ. :-)
		-- Larry Wall in <11091@jpl-devvax.JPL.NASA.GOV>

%
പേൾ പ്രോഗ്രാമിംഗ് ഒരു * പഠനകൊണ്ട് * ശാസ്ത്രമാണ്!
		-- Larry Wall in <10226@jpl-devvax.JPL.NASA.GOV>

%
POS + = screamnext [POS] / * ഇത് എവിടെനിന്നും അപ്പ് .തിരമാലകളുടെ എങ്ങനെ? * /
		-- Larry Wall in util.c from the perl source code

%
ചോദ്യം ഇത് എന്തുകൊണ്ടാണ് വിലക്ഷണമായ ആണ്?എ ഹാട്രിക് പകരം അതിന്റെ ദൗർബല്യങ്ങൾ അധികം പേൾ പ്രാപ്തി ഉപയോഗിക്കുക എന്നതാണ്.
		-- Larry Wall in <8225@jpl-devvax.JPL.NASA.GOV>

%
Randal അതു SED ചെയ്യാൻ പ്രയാസമുള്ളതായതിനാൽ പറഞ്ഞു. കാണിച്ച് അദ്ദേഹം പറഞ്ഞില്ലSED മനസ്സിലാക്കുന്നു. Randal വളരെ നന്നായി sed അറിയാം. ഇയാൾക്ക് ഏതാണ്പേൾ ഉപയോഗിക്കുന്നു. :-) - <7874@jpl-devvax.JPL.NASA.GOV> ൽ ലാറി വാൾ
		-- Larry Wall in <8225@jpl-devvax.JPL.NASA.GOV>

%
റിയൽ പ്രോഗ്രാമർമാർ ഏതെങ്കിലും ഭാഷയിൽ നിയമസഭാ കോഡ് എഴുതാം. :-)
		-- Larry Wall in  <8571@jpl-devvax.JPL.NASA.GOV>

%
ആയാലും ഓർക്കുക ആഭൌമമായ ഒരു പട്ടിക മാറ്റിയാൽ യാതൊരു സാമാന്യ നിയമം ഉണ്ട്.
		-- Larry Wall in the perl man page

%
ങ്ങള് = (അക്ഷര *) (നീണ്ട) retval; / * ജീ * /
		-- Larry Wall in doio.c from the perl source code

%
സിഗ്നൽ (ഞാൻ SIG_DFL); / * മേലുള്ള, പ്രതിസന്ധി, പ്രതിസന്ധി * /
		-- Larry Wall in doarg.c from the perl source code

%
ക്ഷമിക്കണം. എന്റെ ടെസ്റ്റിംഗ് ഓർഗനൈസേഷൻ അനുസരിച്ച്, ഒന്നുകിൽ ചെറിയ, വളരെ വലുതാണ്നിങ്ങൾ അത് നോക്കൂ എങ്ങനെ. :-)
		-- Larry Wall in <1991Apr22.175438.8564@jpl-devvax.jpl.nasa.gov>

%
stab_val (കുത്തിക്കൊല്ലുക) -> str_nok = 1; / * എത്ര അത്ഭുതാവഹമായ തീര്ത്തും! * /
		-- Larry Wall in stab.c from the perl source code

%
str-> str_pok | = SP_FBM; / * ആഴമുള്ള മാജിക് * /ങ്ങള് = (മരണക്കുറിപ്പുകൾ അക്ഷര *) (str-> str_ptr); / * ആഴമേറിയ മാജിക് * /
		-- Larry Wall in util.c from the perl source code

%
കൌശലമുപയോഗിയ്ക്കേണ്ടകളി? കണ്ണടക്കുന്നു?!? ഹേയ്, ബഡ്ഡി ഞങ്ങൾ kilotons നിന്ന് megatons പോയിനിരവധി മിനിറ്റ് മുമ്പ്. ഞങ്ങൾക്ക് യാതൊരു രഞ്ജിത്തേ തന്ത്രപരമായ ആണവനിലയങ്ങളൊക്കെ ആവശ്യമില്ല.(വഴിയിൽ, നിങ്ങൾ 10 ദശലക്ഷം ജനങ്ങൾക്ക് മാറ്റം നമുക്കുണ്ട്?) --lwall
		-- Larry Wall in util.c from the perl source code

%
അതാണ് ഞാൻ ഇപ്പോൾ ന്യൂലൈനുകൾ അടിച്ചമർത്താൻ $ ഉത്തരം ഉപയോഗിക്കേണ്ടത് എന്നാണ്.ലൈഫ് പരിഹാസ്യമാണ്.
		-- Larry Wall in Configure from the perl distribution

%
autodecrement സര്ക്കാറിന് അല്ല.
		-- Larry Wall in the perl man page

%
എനിക്ക് പറയാനുള്ള .അതേ ഇത് പേൾ ലഭിക്കാൻ എല്ലാവർക്കും നിർബന്ധിക്കും എന്നതാണ്.ഖിന്നനും. :-)
		-- Larry Wall in  <8854@jpl-devvax.JPL.NASA.GOV>

%
*** മുമ്പത്തെ വരി കുരുത്തക്കേട് വാക്ക് "$ &" അടങ്ങിയിരിക്കുന്നു. \ Nഎങ്കിൽ / (IBM | ആപ്പിൾ | awk,) /; # :-)
		-- Larry Wall in the perl man page

%
ഒരു ആരാധകനായിരുന്നു മേൽ ഒരാളായി രൂപയുടെ തുടർന്ന് ഈ ലോകത്തിൽ nothin 'ഇല്ല.
		-- Larry Wall in <1992Aug19.041614.6963@netlabs.com>

%
നിങ്ങൾ അത് വെറും സ്ട്രിംഗ് ബാക്കി അവഗണിക്കാൻ ആഗ്രഹിക്കുന്ന പല തവണ ഉണ്ട്atof പോലെ () ഇല്ല. ഹയ്റെദ്ദിനെ, പേൾ atof () എന്നു വിളിച്ചു. എത്ര സുഖ. :-)
		-- Larry Wall in <1991Jun24.231628.14446@jpl-devvax.jpl.nasa.gov>

%
ആ ചെയ്യാൻ മെച്ചപ്പെട്ട വഴികൾ ഒരുപക്ഷേ ഉണ്ട്, എന്നാൽ അതു പാഴ്സർ ഉണ്ടാക്കിയാലുംസങ്കീർണ്ണമായ. ഞാൻ ഇടയ്ക്കിടെ, ചെയ്യാൻ, സങ്കീർണതയും നേരെ കരീമിനോട് സമരം ... :-)
		-- Larry Wall in <7886@jpl-devvax.JPL.NASA.GOV>

%
ചെയ്യാൻ മറ്റ് ചില കാര്യങ്ങൾ ഇപ്പോഴും ഉണ്ട്, അങ്ങനെ ഞാൻ പരിഹരിച്ചിട്ടില്ലെങ്കിൽ കരുതുന്നില്ലനിങ്ങളുടെ ബഗ് റിപ്പോർട്ട് ബിറ്റ് ബക്കറ്റിൽ എന്നു നിങ്ങളുടെ പ്രിയപ്പെട്ട ബഗ്. (അത് വേണ്ടി,എന്നാൽ അതു കരുതുന്നില്ല. :-) <7238@jpl-devvax.JPL.NASA.GOV> ൽ ലാറി വാൾ
		-- Larry Wall in <7886@jpl-devvax.JPL.NASA.GOV>

%
എന്നാൽ, എനിക്ക് ഓർമ ഒരു വിചിത്രമായ, ചീഞ്ഞ വായുവിൽ വാസന ആണ്എന്തെങ്കിലും ... അതെ ... അതെ ... അത് ലഭിച്ചു ... അവിടെ ഒരു ടൂൾസിനെ സമീപസ്ഥമെന്ന്, അല്ലെങ്കിൽ ഞാൻ ഒരു Blit സുഖമാണ്.
		-- Larry Wall in Configure from the perl distribution

%
"നരകം റോഡ് ദ്രവണാങ്കം snowballs പതിച്ച ആണ്."
		-- Larry Wall in  <1992Jul2.222039.26476@netlabs.com>

%
/ * Chicanery ഈ ബിറ്റ് പിന്നാലെ ഒരു unary ഫംഗ്ഷൻ ചെയ്യുന്നുഒരു വാദം ഉയർന്ന മുൻഗണന ഒരു ചടങ്ങിൽ ഒരു പരാന്തിസിസ്. * /
		-- Larry Wall in toke.c from the perl source code

%
"... ഈ ഞങ്ങളിൽ ചിലർ ഒരു പകരം ൽ ആഗ്രഹിക്കുന്ന പാടില്ല ഇതിനർത്ഥമില്ലcsh തലയിൽ വഴി ഒരു വെടിയുണ്ട വെച്ചു വഴിയുടെ dispassionate അടുക്കുക. "<1992Aug6.221512.5963@netlabs.com> ൽ ലാറി വാൾ
		-- Larry Wall in toke.c from the perl source code

%
പേൾ എഴുതണമെന്ന് Telnet കഴിയും:> ഇത് എനിക്ക് പെട്ടെന്നു ചിന്തിച്ചേക്കാം ഉണ്ടാക്കി?കേരളത്തിലും ഇത് പേൾ എഴുതാം. ഇപ്പോൾ നിങ്ങൾ nroff പറഞ്ഞു ആഗ്രഹിക്കുന്നു എങ്കിൽആ കൂടുതൽ വെല്ലുവിളി തന്നെ ... - ലാറി വാൾ
		-- Larry Wall in toke.c from the perl source code

%
ഞാൻ ബുദ്ധിമുട്ട് ചെറുതായി കഷ്ടപ്പെടുന്നു പ്രവേശിപ്പിക്കുകയും കാണാം എങ്കിലും ...
		-- Larry Wall in <2969@jato.Jpl.Nasa.Gov>

%
tmps_base = tmps_max; / * ഞങ്ങളുടെ മർത്യശരീരത്തിൽ സ്ട്രിംഗ് പരിരക്ഷിക്കാൻ * /
		-- Larry Wall in stab.c from the perl source code

%
യുണിക്സ് നിങ്ങൾക്ക് ഓരോ 50 അടി നിർത്താൻ ചെയ്ത ഒരു ടോൾ റോഡ് പോലെയാണ്മറ്റൊരു പണമൊന്നും അടയ്ക്കേണ്ടതില്ല. എന്നാൽ ഹേയ്! മാത്രമേ നിങ്ങൾക്ക് ഓരോ സമയം 5 സെൻറ് ദരിദ്രരായ.
		-- Larry Wall in <1992Aug13.192357.15731@netlabs.com>

%
"ഞങ്ങൾ എല്ലാവരും ഒത്തുതീർപ്പ് ആവശ്യകതയെ സമ്മതിക്കുന്നു. നാം വെറും അംഗീകരിച്ചിട്ടില്ലാത്ത കഴിയില്ലഅതു വിട്ടുവീഴ്ച ആവശ്യമാണെന്ന് സന്ദർഭം. "
		-- Larry Wall in  <1991Nov13.194420.28091@netlabs.com>

%
/ * സാധ്യമായത്ര അസാധാരണ ഈ സാധാരണ കേസ് ഉണ്ടാക്കുവാൻ ശ്രമിച്ചിട്ടുണ്ട് * /
		-- Larry Wall in cmd.c from the perl source code

%
എന്താണ് ആദ്യം എഴുതി afterwords അത് rationalizing കുറിച്ച്? :-)
		-- Larry Wall in <8162@jpl-devvax.JPL.NASA.GOV>

%
: ഈ ഭാവിയിൽ ചേർക്കുന്നതിനു സാധ്യത 1. എന്താണ്?സമീപഭാവിയിൽ പ്രോബബിലിറ്റി പൂജ്യം അടുത്താണ്. വിദൂരമായ ൽഭാവിയിൽ ഞാൻ മരിച്ചവരെ, ഒപ്പം സന്തതി അവർ ഇഷ്ടപ്പെടുന്ന എന്തും ചെയ്യാം ... :-) --lwall
		-- Larry Wall in <8162@jpl-devvax.JPL.NASA.GOV>

%
"എന്താണ് പേൾ നാദം തന്നേ? അത് ഒരു മതിൽ ശബ്ദം ആണോജനത്തിന്റെ നേരെ തല തലയിടിച്ചുകൊണ്ടാണ് നിർത്തി? "
		-- Larry Wall in <1992Aug26.184221.29627@netlabs.com>

%
സംശയം parenthesize. വളരെ കുറഞ്ഞത് ഇതിൽ ചില കൊള്ളട്ടെVI ലെ% കീ ദരിദ്രനെ schmuck ബൗൺസ്.
		-- Larry Wall in the perl man page

%
"നിങ്ങൾ 14 ഏറിയാൽ ദൈർഘ്യമുള്ള ഫയൽനാമങ്ങളുള്ള ഉണ്ടായിരിക്കരുത്.നിങ്ങൾ പോലും അവരെ ചിന്തിക്കുക കഴിയില്ല! "
		-- Larry Wall in Configure from the perl distribution

%
താങ്കൾക്ക് പേൾ ഉറവിടങ്ങൾ കാണാതാവുകയോ പ്രയാസമാണ് സമ്മതിക്കേണ്ടിവരും ഞങ്ങൾക്കുണ്ട്. :-)
		-- Larry Wall in <1992Aug26.184221.29627@netlabs.com>

%
നിങ്ങളുടെ csh ഇപ്പോഴും ശരി തെറ്റ് വിചാരിക്കുന്നു. ഇന്ന് നിങ്ങളുടെ വെണ്ടർക്ക് എഴുതുക പറയുന്നുഅവർ തങ്ങളുടെ പരിഹരിക്കാൻ ഇല്ലാതിരുന്നാൽ അടുത്ത വർഷം ക്രമീകരിക്കുക "rm / bin / csh" മുറപ്രകാരം അവരെഷെൽ കരിഞ്ഞുപോയ. :-) - ലാറി പേൾ വിതരണത്തിൽ നിന്നും ക്രമീകരിക്കുക ചുമർ
		-- Larry Wall in <1992Aug26.184221.29627@netlabs.com>

%
നിങ്ങൾ ഒരു വരിയിൽ അത് വേണം? അതു 80 നിരകൾ ഫിറ്റാകുന്നവിധം ഉണ്ടോ? :-)
		-- Larry Wall in <7349@jpl-devvax.JPL.NASA.GOV>

%
ശരി, വേണ്ടത്ര ചുറ്റും clowning. പേൾ ഒരു ക്ലീൻ അപ്പ്, ഉദ്ദേശത്തോടെ ൽ, ആണ്അറിയപ്പെടുന്ന വിസ്മയകരമായ സെമി സ്വാഭാവിക ഭാഷ ചുരുക്കാം പതിപ്പ്"യുണിക്സ്".
		-- Larry Wall in <1994Apr6.184419.3687@netlabs.com>

%
എന്തായാലും, സംശയം വേണ്ടി മുറിയിൽ ധാരാളം അവിടെ. ഇത് വേണ്ടത്ര എളുപ്പമാണ് തോന്നിയാലും,എന്നാൽ കമ്പ്യൂട്ടര് ഭാഷ ഡിസൈൻ വെറും പാർക്കിൽ സഹപാഠി പോലെയാണ്.ജുറാസിക് പാർക്ക്, ആണ്.
		-- Larry Wall in <1994Jun15.074039.2654@netlabs.com>

%
ഞാൻ, സൃഷ്ടിപരമായി ഒരുമിച്ചു കാര്യങ്ങൾ പശ ലേക്കുള്ള പേൾ ഉപയോഗിക്കുന്ന ആളുകളെ കാണാൻ ആഗ്രഹിക്കുന്നവെറും സാങ്കേതികമായി മാത്രമല്ല സാമൂഹികമായി.
		-- Larry Wall in <199702111730.JAA28598@wall.org>

%
കമ്പ്യൂട്ടറുകളുടെ മുഴുവൻ ചരിത്രം മികച്ച ചിയർലീഡിംഗ് കൂടെ നടമാടുന്ന ആണ്ഏറ്റവും മോശം ചെയ്തത് അസഹിഷ്ണുത.
		-- Larry Wall in <199702111730.JAA28598@wall.org>

%
യുണിക്സ് weanies ആരെയും ഈ ഭൂതകാല കേവലം.
		-- Larry Wall in <199702111730.JAA28598@wall.org>

%
ആരെങ്കിലും ഗുണമേ എങ്കിൽ, ഒരു കാരണം അവരെ സഹായിക്കാൻ ഒരു കാരണം, അല്ല അത് കാണാനുംഅവരെ ഒഴിവാക്കാൻ.
		-- Larry Wall in <199702111730.JAA28598@wall.org>

%
പതിവുപോലെ, ഞാൻ അയഞ്ഞ കുറച്ച് ന്യൂറോണുകൾ മുട്ടുന്നു കേസ് overstating, എന്നാൽ പിരിയുകയാണ്സത്യം സാധാരണയായി എവിടെയോ muddle, അണ്ണന് നടുവിലുള്ള.
		-- Larry Wall in <199702111639.IAA28425@wall.org>

%
ഞങ്ങൾ നിർവചനങ്ങൾ പോട്ടെ കരഘോഷത്തോടെ ആ ഒറ്റയായ. :-)
		-- Larry Wall in <199702221943.LAA20388@wall.org>

%
എന്നാൽ ചില കാര്യങ്ങൾ പേൾ വെറും സമുചിതമായ ചോയ്സ്.(ഇതുവരെ) :-)
		-- Larry Wall in <199702221943.LAA20388@wall.org>

%
ഞാൻ ഈ അനൗദ്യോഗിക ഔദ്യോഗിക / വ്യത്യാസം ഇഷ്ടമല്ല. അതു, ശബ്ദ ഏർ, officious.
		-- Larry Wall in <199702221943.LAA20388@wall.org>

%
നിങ്ങൾ എന്തെങ്കിലും മതി തെറ്റായ എഴുതുന്നു എങ്കിൽ, ഞാൻ ഒരു പുതിയ വരുത്തുന്ന സന്തോഷിക്കും കാണാംനിങ്ങൾക്ക് വേണ്ടി മാത്രം ബഹുവചനം witticisms.
		-- Larry Wall in <199702221943.LAA20388@wall.org>

%
പേൾ 5 പരിചയപ്പെടുത്താൻ ഉൾപ്പെടെ മറ്റുള്ളതെല്ലാം പരിചയപ്പെടുത്തിമറ്റെല്ലാം.
		-- Larry Wall in <199702252152.NAA28845@wall.org>

%
ഇതുവരെ നമ്മൾ എപിഎൽ കയറി പേൾ തിരിഞ്ഞു ഒഴിവാക്കാൻ നിയന്ത്രിക്കുന്നത് ഞങ്ങൾ. :-)
		-- Larry Wall in <199702251904.LAA28261@wall.org>

%
അല്ല ഞാൻ ആവർത്തനം നേരെ വളരെ വല്ലതും ഉണ്ടോ എന്ന്. എന്നാൽ ഞാൻ ഇതിനകം പറഞ്ഞു.
		-- Larry Wall in <199702271735.JAA04048@wall.org>

%
അവർ എപ്പോഴും uniq വഴി എസ്ടിഡിഎറും പ്രവർത്തിപ്പിക്കാൻ കഴിയും. :-)
		-- Larry Wall in <199704012331.PAA16535@wall.org>

%
എന്റെ വായ് എവിടെ ഞാൻ എന്റെ ദ്രവ്യം, എന്നാൽ, എന്റെ വായ് ചലിക്കുന്ന സൂക്ഷിക്കുന്നു.
		-- Larry Wall in <199704051723.JAA28035@wall.org>

%
തീർച്ചയായും, ഞാൻ പേൾ പൂർണമായും വങ്കത്തമാണ് മാറ്റം വരുത്താനുള്ള അധികാരം നിക്ഷിപ്തമാണ്ഞാൻ ഭാഷ മെച്ചപ്പെടുത്താൻ ചിന്തിച്ചാൽ. :-)
		-- Larry Wall in <199704251604.JAA27300@wall.org>

%
ബോറടിക്കുന്നു എന്നെ വിളിക്കൂ, എന്നെ ബോറടിപ്പിക്കുന്ന എന്നല്ല വിളിക്കുന്നത്.
		-- Larry Wall in <199705101952.MAA00756@wall.org>

%
ഞാൻ $ [കൂടുതൽ ഒരു mastadon അതിനെക്കാൾ വര്ഷങ്ങള് പോലെയാണ് കരുതുന്നു.
		-- Larry Wall in <199705101952.MAA00756@wall.org>

%
: ഞാൻ ഈ ലാറി ന്റെ മറ്റൊരു അവതരണം അവനു തോന്നി ഉപയോഗിച്ച: മറ്റ് ആളുകളെ പരാജയപ്പെടും അല്ലെങ്കിൽ balk എന്തു ഓഫ് വലിച്ചെറിയാൻ ചെയ്തത് വീശിയടിക്കുന്ന നൈപുണ്യ.നന്നായി മറ്റെല്ലാവർക്കും കഴിയാത്തതുമായ അറിയാമായിരുന്നു അതിനാൽ അവർ ശ്രമിച്ചില്ല. :-)
		-- Larry Wall in <199705101952.MAA00756@wall.org>

%
ഞങ്ങൾ ഇവിടെ ചുറ്റും ആനുകാലികമായി മന്ത്രങ്ങൾ ഏറ്റവും ചോദ്യം കേസിൽപാടൂ ചെയ്തു. :-)
		-- Larry Wall in <199705101952.MAA00756@wall.org>

%
(വാദം നിമിത്തം സങ്കൽപ്പിക്കുകയായിരിക്കാം അത് രൂപകല്പന * പോലും * സാധ്യതയുണ്ടെന്ന കാര്യംസി അപേക്ഷിച്ച് പേൾ മെച്ചപ്പെട്ട കോഡ് :-)
		-- Larry Wall on core code vs. module code design

%
: ചിട്ടപ്പെടുത്തിയ അമിതമായ ആണ്.അങ്ങനെ മുഖവിലയ്ക്ക് ആണ്. :-)
		-- Larry Wall in <199705101952.MAA00756@wall.org>

%
തീർച്ചയായും നടക്കട്ടെ കഴിഞ്ഞില്ല, എന്നാൽ ഞാൻ പുറപ്പെട്ടു വീഴുന്നതു ആഗ്രഹിക്കുന്നില്ലകെണിയിൽ ഓരോ നടപ്പിലാക്കൽ മുർസലാത്ത് പ്രവർത്തിക്കുന്ന ശരിക്കും മറ്റൊരു എവിടെഭാഷ.
		-- Larry Wall in <199705101952.MAA00756@wall.org>

%
ടിസിഎൽ പണ്ടേ മുർസലാത്ത് കെണിയിൽ വീണു, ഇപ്പോൾ ലേക്ക് കരുതേണ്ട ആണ്(സൂര്യനെ മാർക്കറ്റിംഗ് വകുപ്പിൽ ചില സഹായത്തോടെ) സ്വയം extricate.
		-- Larry Wall in <199705101952.MAA00756@wall.org>

%
കോർ നിശ്ചലമാക്കി പക്ഷെ, കാല്പാദം.
		-- Larry Wall in <199705101952.MAA00756@wall.org>

%
പേൾ 5 ന്റെ മൊഡ്യൂൾ സിസ്റ്റം മുഴുവനും ഉദ്ദേശത്തോടെ വളർച്ച പ്രോത്സാഹിപ്പിക്കാൻ ആയിരുന്നുപേൾ കോർ പകരം പേൾ സംസ്കാരത്തിന്റെ.
		-- Larry Wall in <199705101952.MAA00756@wall.org>

%
Randal വീണ്ടും ഒറ്റ-ചെയുംപോഴും എഴുതാം. എല്ലാവർക്കും സന്തോഷം ആണ് സമാധാനവും വ്യാപിച്ചുകൊണ്ടിരിക്കുന്നഭൂമി മുഴുവനും മേൽ.
		-- Larry Wall in <199705101952.MAA00756@wall.org>

%
ലൈഫ് ബോറടിപ്പിക്കുന്ന ലഭിക്കുന്നു, ആരെങ്കിലും മറ്റൊരു നിർബ്ബന്ധം കെട്ടിച്ചമച്ച, ഒപ്പം നാം വീണ്ടുംപുരോഗതിയുടെ screwjack ആരും എന്നതു കൂടിയും സംയോജനം തിരിക്കാൻസമാധാനിച്ചു.
		-- Larry Wall in <199705101952.MAA00756@wall.org>

%
ഇവിടെ ഇല്ല തടവുകാരനെ ന്റെ ധർമ്മസങ്കടം. ദീര്ഘകാല സിംബയോസിസ് കൂടുതലാണ്പരാദ അധികം ഉപയോഗപ്രദമായ. കൂടുതൽ രസകരവും വളരെ. ഏതെങ്കിലും മൈറ്റോകോണ്ട്രിയകളില്ലാതെ ചോദിക്കുക.
		-- Larry Wall in <199705102042.NAA00851@wall.org>

%
രാജഗോപാല് ഒന്നുകിൽ എന്തെങ്കിലും ലേക്കായി, അല്ലെങ്കിൽ എന്തെങ്കിലും ആയിരുന്നു.
		-- Larry Wall on the creation of Perl

%
അത് പ്രസങ്ങികള് മാജിക്.
		-- Larry Wall on Perl's apparent ugliness

%
നിങ്ങൾ പേൾ കൂടെ നല്ല മാജിക് ചെയ്യാം.
		-- Larry Wall's blessing

%
P.S. പേൾ യജമാനൻ പ്ലാൻ (അല്ലെങ്കിൽ ഒന്നു അന്തരിച്ചു എന്തു) ഏറ്റെടുക്കാൻ ആണ്ഇംഗ്ലീഷ് പോലുള്ള ലോകത്തെ ചെയ്തു. ഏർ * * ഇംഗ്ലീഷ് ചെയ്തതുപോലെ ...
		-- Larry Wall in <199705201832.LAA28393@wall.org>

%
നിങ്ങൾക്ക് മറ്റൊരു കമ്പ്യൂട്ടർ ഭാഷ ചെയ്തുകൊണ്ട് ഒന്നും തെളിയിക്കാൻ കഴിയും. :-)
		-- Larry Wall in <199706242038.NAA29853@wall.org>

%
ഞാൻ നിങ്ങളെ "ശരിയായ" നിബന്ധനകൾ ഉപയോഗിച്ചതിനാലാണ് നിങ്ങൾക്ക് ഒരു മറുപടി ലഭിച്ചില്ല ചിന്തിക്കുപേൾ സംസ്കാരം വളരെ അർത്ഥം ഉണ്ട് അരുതു ഇതിൽ "ശരിയായ". :-)
		-- Larry Wall in <199706251602.JAA01786@wall.org>

%
ഞാൻ ഒരു ഗണിതശാസ്ത്രം 0, 1 വളരെ രണ്ടും വിലയാണ് തന്നെ ഉറപ്പുണ്ട്രസകരമായ നമ്പറുകൾ. :-)
		-- Larry Wall in <199707300650.XAA05515@wall.org>

%
ശരിയാണ് അത് "കള്ള വേണ്ടി, എന്നാൽ" "നൽകുന്നു" അതിലും രസകരമായി0 അധികം.
		-- Larry Wall in <199707300650.XAA05515@wall.org>

%
തെറ്റായ മൂല്യം .ഇന്നാണു പേളിലും ഗംഭീരമായി ആശംസിക്കുന്നു ഗണിതജ്ഞർ ആണ്ഉണ്ടെന്നിരുന്നാലും.
		-- Larry Wall in <199707300650.XAA05515@wall.org>

%
ഞങ്ങൾ ^^ ഇട്ടു പിന്നെ ഞങ്ങൾ ഇന്ന പറയാറുണ്ട് ഞങ്ങൾക്കുണ്ട് ആഗ്രഹിക്കുന്നു കാരണം ചെയ്തില്ലഅതു മാർഗങ്ങൾ പിന്നെ നമുക്കു അതു ചെറിയ എന്തുകൊണ്ട് ചുങ്കപ്പാതയുണ്ടാകട്ടെ സൂക്ഷിക്കണം ആഗ്രഹിക്കുന്നുസർക്യൂട്ട്. : - /
		-- Larry Wall in <199707300650.XAA05515@wall.org>

%
ആർക്കും പേൾ രചിച്ചിട്ടുള്ള ബൈനറി ടെലിമെട്രി ഫ്രെയിം എഡിറ്റർ ആഗ്രഹിക്കുന്ന?
		-- Larry Wall in <199708012226.PAA22015@wall.org>

%
മിക്ക സ്ഥലങ്ങളിലും ഉചിതമായ മൂല്യം ഉപയോഗിക്കുന്നതിലൂടെ കേവലം അവരെ വിശദീകരിക്കുന്നു.സന്ദർഭ വേണ്ടി കൊള്ളാം ...
		-- Larry Wall in <199708040319.UAA16213@wall.org>

%
എന്നാൽ അത് എന്തോ യ കഴിഞ്ഞില്ല പ്രഖ്യാപിച്ച് ചിന്തിക്കാൻ ഒരു ബിറ്റ് ഒറ്റയായി തുടർന്ന്യഥാർത്ഥത്തിൽ കൂടുതൽ പരിവർത്തനങ്ങൾ നിർബന്ധിച്ച് അവസാനിച്ച ചെയ്താൽ, പ്രോഗ്രാം മന്ദഗതിയിലാകാൻതിരികെ സ്ട്രിംഗ് ലേക്ക്.
		-- Larry Wall in <199708040319.UAA16213@wall.org>

%
എനിക്ക് തോന്നിയിട്ടില്ല മൂഢനാവുക സുഖമാണ് എന്നും ഒരു ഉറക്കം തിരിച്ചറിയാത്തതിനാൽ സാധ്യമാണ്ഞാൻ ഒരു കാണുമ്പോൾ slavemaster.
		-- Larry Wall in <199708040319.UAA16213@wall.org>

%
ഒരുപക്ഷേ ഞാൻ ശത്രുക്കളെ നടത്തുന്നതിനുള്ള ജീൻ നഷ്ടമായി പിരിയുകയാണ്. :-)
		-- Larry Wall in <199708040319.UAA16213@wall.org>

%
പേൾ കമ്പൈലറുകളിലെ പ്രവർത്തിക്കുന്ന ഒരു നീണ്ട പാരമ്പര്യം.
		-- Larry Wall in <199708252256.PAA00105@wall.org>

%
വ്യക്തിപരമായി ഞാൻ ധിക്കാരം എന്റെ infinitives വിഭജിക്കാനും ഇഷ്ടമാണ്. :-)
		-- Larry Wall in <199708271551.IAA10211@wall.org>

%
റിയൽ ദൈവശാസ്ത്രം എപ്പോഴും ഇതിനകം ആളുകൾക്ക് പകരം ഞെട്ടിപ്പിക്കുന്നതാണ്എന്താണ് ചിന്തിക്കുന്നതെന്ന് കരുതുന്നതു. ഞാൻ ഇപ്പോഴും എന്നെത്തന്നെ ഞെട്ടിച്ചു പിരിയുകയാണ്. :-)
		-- Larry Wall in <199708261932.MAA05218@wall.org>

%
എന്നാൽ ഒരുപക്ഷേ നാം ശരിക്കും ആ ആവശ്യമില്ല ...
		-- Larry Wall in <199709011851.LAA07101@wall.org>

%
കമ്പ്യൂട്ടർ കഠിനാധ്വാനം ചെയ്യുന്നത് വേണം. അതായത്, ഇത് ചെയ്യാൻ പെയ്ഡ് അതാണ്,എല്ലാത്തിനുമുപരി.
		-- Larry Wall in <199709012312.QAA08121@wall.org>

%
താഴെ രണ്ടു പ്രസ്താവനകൾ സാധാരണയായി രണ്ടും സത്യവും ആകുന്നു;വേണ്ടത്ര വിവരങ്ങളുണ്ട് അല്ല.വളരെയധികം ഡോക്യുമെന്റേഷൻ അവിടെ.
		-- Larry Wall in <199709020026.RAA08431@wall.org>

%
ഞാൻ ഒരെളിയ ആ യോജിപ്പില്ല എനിക്കു തോന്നുന്നില്ല. വേ വളരെയധികം വിഷ്വൽ ആശയക്കുഴപ്പം ...
		-- Larry Wall in <199709021627.JAA11966@wall.org>

%
അവിടെ വളരെ ഇതിനകം തീർച്ചയായും വേണ്ടി കീഴ്വഴക്കം തുടർന്ന്. (അത്രയേയുള്ളൂ അവകാശപ്പെടാനുള്ള അല്ല* നല്ല * കീഴ്വഴക്കം, മനസ്സ് നിങ്ങൾക്ക്. :-)
		-- Larry Wall in <199709021744.KAA12428@wall.org>

%
ഗതി, ഈ പേൾ തന്നേ നമുക്കു എപ്പോഴും ഇരുവരും സമീപനങ്ങളിലും എടുത്തു കഴിഞ്ഞില്ല. :-)
		-- Larry Wall in <199709021744.KAA12428@wall.org>

%
റൺ-സമയം കാഷെചെയ്യൽ ഞാൻ "പിടിച്ചെടുത്ത" നിർദ്ദേശിക്കാൻ പോകുമ്പോൾ (DOH!), എന്നാൽഒരുപക്ഷേ "ഒരിക്കൽ" സാധാരണക്കാർക്ക് കൂടുതൽ ഫലപ്രദമാകൂ.
		-- Larry Wall in <199709021812.LAA12571@wall.org>

%
എന്റെ തലച്ചോറിന്റെ റാൻഡം ക്വാണ്ടം വ്യതിയാനങ്ങള് ചരിത്രപരമായ അപകടങ്ങൾ ആകുന്നുഡൈനാമിക് scoping ആൻഡ് .ഫീസിന്റെ ആശയങ്ങളും തീരുമാനിച്ചു ഇടയായാൽscoping ഓർത്തോഗണൽ ആകുന്നു ആ വഴി നിലനിൽക്കണം.
		-- Larry Wall in <199709021854.LAA12794@wall.org>

%
പല തലങ്ങളിൽ, പേൾ ഒരു "ഡയഗണൽ" ഭാഷയാണ്.
		-- Larry Wall in <199709021854.LAA12794@wall.org>

%
ഞാൻ ഞങ്ങൾ മുമ്പ് എല്ലാ സാധ്യതകളും വഴി കുറിച്ചും കാര്യമായിട്ട്ഒന്നും ചോദിയ്ക്കണേ. എല്ലാ വസ്തുക്കളും ഗുണങ്ങള് ഉണ്ട്ദോഷങ്ങളുമുണ്ട്, തിരിച്ചും.
		-- Larry Wall in <199709032332.QAA21669@wall.org>

%
ഭാഷ ഡിസൈൻ ഭാഗം വിവിധ നിർദിഷ്ട സവിശേഷത purturbing ആണ്അതു ഭാവിയിൽ സാമാന്യവത്കരിക്കുകയെന്നാൽ എങ്ങനെ കാണാൻ ദിശകൾ.
		-- Larry Wall in <199709032332.QAA21669@wall.org>

%
ചിലപ്പോൾ സാമാന്യമായ തിരഞ്ഞെടുക്കുക. ചിലപ്പോൾ ചെയ്യരുതേ.
		-- Larry Wall in <199709032332.QAA21669@wall.org>

%
ഞാൻ എപ്പോഴും വാക്യം എന്നെത്തന്നെ എഴുതാൻ മനസ്സില്ലാതെ പിന്നെ ഞാൻ ഒരിക്കലും ഉപയോഗിക്കരുതെന്നുംഇതിലേക്ക് ഒന്നുകിൽ.
		-- Larry Wall in <199709032332.QAA21669@wall.org>

%
അത് ഉണ്ടെങ്കിൽ അത്, appositival തുടർന്ന്. അതു അവിടെ ഇല്ല.അത് അവിടെ അത് അവിടെയുള്ള ശരിക്കും വ്യക്തമായ അത്രയേയുള്ളൂ.
		-- Larry Wall in <199709032332.QAA21669@wall.org>

%
ഓ, സ്വയം ahold നേടുക. നാം വിപ്ലവകാരികൾ ഇംഗ്ലീഷ് പാഴ്സ് എന്നു പ്രമേയങ്ങൾ പറ്റി.
		-- Larry Wall in <199709032332.QAA21669@wall.org>

%
മറ്റെല്ലാ നിർദേശങ്ങളുടെ വരുന്നതെങ്കിൽ അത് അടിസ്ഥാനപരമായി വാക്കുകളുടെ വെറും ഒരു ലിസ്റ്റ് ഇവിടെയുണ്ട്.നിങ്ങൾ ആ കൈകാര്യം ചെയ്യാം ... :-)
		-- Larry Wall in <199709032332.QAA21669@wall.org>

%
ഞാൻ മേലാൽ ഞാൻ ലോഡ് [സഖ്യശക്തികൾ] ഔട്ട് ചിന്തിക്കാൻ കഴിയാത്ത അങ്ങനെ പ്രശസ്തമായ ലഭിക്കുന്നത് അർത്ഥമില്ല പ്രതീക്ഷിക്കുന്നു.
		-- Larry Wall in <199709032332.QAA21669@wall.org>

%
ഇത് GOTO ചില രൂപങ്ങൾ ഒപ്റ്റിമൈസുചെയ്യുന്നതിനായി സാധ്യത ആയിരിക്കും, പക്ഷെ എനിക്കില്ലവിഷമിപ്പിച്ചു.
		-- Larry Wall in <199709041935.MAA27136@wall.org>

%
ഒരു "ഇതിലേക്ക്" പേളിലും ആയിരിക്കണം ഹാർഡ് കാര്യങ്ങളുടെ വിഭാഗത്തിൽപ്പെടുന്നുഎളുപ്പമായിരിക്കേണ്ടതുമാണ് സാധ്യതയുണ്ട്, എളുപ്പമല്ല കാര്യങ്ങൾ.
		-- Larry Wall in <199709041935.MAA27136@wall.org>

%
എങ്ങനെ Crays ആൻഡ് Alphas പോസിക്സ് പ്രശ്നം കൈകാര്യം ചെയ്യും?
		-- Larry Wall in <199709050042.RAA29379@wall.org>

%
കാരണങ്ങൾ പേൾ മറ്റു ചില പേരിടാത്ത വ്യാഖ്യാനിച്ചു വേഗമേറിയതാണ് ഒന്ന്ഭാഷകളിൽ ഒരു നിർദ്ദിഷ്ട പാക്കേജിൽ വേരിയബിൾ പേരുകൾ കെട്ടുകയും അല്ലെങ്കിൽ ആണ് (സ്കോപ്പ്) റൺ സമയത്ത് പകരം കംപൈൽ സമയത്ത്.
		-- Larry Wall in <199709050035.RAA29328@wall.org>

%
ശരി, ആ കൂടുതൽ-അല്ലെങ്കിൽ-കുറവ് എന്തു എങ്കിലും ഞാൻ വ്യക്തമായും എന്നു പുറമേ ചെയ്തു തുടർന്ന്bitwise ഓപ്പറേറ്റർമാർ അധികം അല്പം കോസ്മിക് ആണ്.
		-- Larry Wall in <199709051808.LAA01780@wall.org>

%
താങ്കൾക്ക് $ അനുബന്ധിപ്പിച്ചുകൊണ്ട് സൂചനയാണ് എന്ന് അത് പറയുന്നു !. ഞങ്ങൾ $ ഉണ്ടാക്കി കൊണ്ടുവന്നിട്ടുള്ളത്!അത്തരം ഒരു ഹ്രസ്വ വേരിയബിൾ പേര് എല്ലാ ശേഷം. :-)
		-- Larry Wall in <199709081801.LAA20629@wall.org>

%
സമീപനങ്ങളുടെ നിര ഉത്തരവാദിത്വം ബോധ്യമാവുകയും ചെയ്തുപ്രോഗ്രാമർ.
		-- Larry Wall in <199709081901.MAA20863@wall.org>

%
ആരെങ്കിലും ചൂണ്ടിക്കാണിച്ചതുപോലെ, നിങ്ങൾ "ഏകതാനമാക്കുക പറയുന്ന ഒരു ആട്രിബ്യൂട്ട് കഴിഞ്ഞില്ല"ഈ പതിവ് ലോകൈകനാഥന്, ഒപ്പം കൈയിലടിച്ചു നിങ്ങളുടെ നിർവചനം ഒരു തന്നെഒപ്റ്റിമൈസര് ലേക്ക് പാരാമീറ്റർ.
		-- Larry Wall in <199709081854.LAA20830@wall.org>

%
ഞാൻ പറഞ്ഞു പിരിയുകയാണ് അടച്ചിട്ടുപൂജ സംശയാസ്പദമായ കാറിവിളിക്കുക ആവശ്യമില്ലാതെ എന്നതാണ്കരാർ (ഭാഷാടിസ്ഥാനത്തിൽ അർത്ഥത്തിൽ) ഞങ്ങളെ ഒന്നും വാങ്ങുന്നത് അല്ല.
		-- Larry Wall in <199709241628.JAA08908@wall.org>

%
നിങ്ങൾ ഒരു കുറുക്കുവഴി നിർവ്വചിക്കുന്നതിന് പോകുന്ന എങ്കിൽ, അത് ബേസ് [സഖ്യശക്തികൾ] .തൊണ്ടവേദന ഉണ്ടാക്കുകനിങ്ങൾക്ക് സാധിക്കുന്നവരെയെല്ലാം കുറുക്കുവഴി.
		-- Larry Wall in <199709241628.JAA08908@wall.org>

%
ചില റോഡ് പ്രാപിക്കേണ്ടതിന്നു എല്ലാ റോഡുകളും യാത്ര ജീവിതത്തിൽ ഞാൻ ജോലികുറവ് യാത്ര മറ്റുള്ളവർ റോഡ് കൂടുതൽ യാത്ര എല്ലാ ഒരു ഞങ്ങൾക്കുണ്ട്പ്രസന്നമായ ദിവസം.
		-- Larry Wall in <199709241628.JAA08908@wall.org>

%
ഇത് ഉറക്കെ ചിന്തിക്കാൻ പ്രയാസമുള്ളവർ നായകര് വീണുകൊണ്ടിരിക്കുന്നു. ആ ദിവസ്സങ്ങളില് ഒന്ന്ഒരാളുടെ അവരെന്തുപാടി ഓഫ് ചെന്നു എനിക്കു വേണ്ടി തോമസ് a'Becket കൊല്ലാൻ ...
		-- Larry Wall in <199709242015.NAA10312@wall.org>

%
ഞാൻ "ബാധ പോലെ ശ്രുതി ഒഴിവാക്കുക പറയും:" ഭാവിച്ചു എന്നാൽ നിങ്ങൾ അറിയുന്നു അവർക്ക് സാധിക്കുകയാണെങ്കിൽഈ ദിവസം പെൻസിലിൻ കൂടെ ബാധ ചികിത്സിക്കാൻ.
		-- Larry Wall in <199709242015.NAA10312@wall.org>

%
എന്നാൽ ദുരുപയോഗം സാധ്യത വിട്ടുകൊടുത്തത് ഒരു നല്ല കാരണം ആയിരിക്കാംമറ്റ് കമ്പ്യൂട്ടർ ഭാഷ സംവിധാനങ്ങളും അതു ഒരു നല്ല കാരണം അല്ലപേൾ നിന്നു ശേഷികൾ വിടവാങ്ങുന്നു.
		-- Larry Wall in <199709251614.JAA15718@wall.org>

%
ഓ, Randal എന്നു ... സാരമില്ല, കാത്തിരിക്കുക ...
		-- Larry Wall in <199709261754.KAA23761@wall.org>

%
നിങ്ങളുടെ സ്വാർത്ഥ :-).
		-- Larry Wall in <199709261754.KAA23761@wall.org>

%
P.S. ഞാൻ പരിഗണിക്കുന്ന ഞാൻ ശരിക്കും ആളുകൾ പറയണത് എന്താഞാൻ ബില്ലി ഗ്രഹാം ഗായകസംഘത്തിന്റെ രാത്രി പാടുന്ന തികച്ചും ... :-)
		-- Larry Wall in <199709261754.KAA23761@wall.org>

%
അതുഗ്രന് ലിസ്റ്റ് സന്ദർഭങ്ങൾ ആളുകളെ പഴയ ഭൌമമായ സന്ദർഭങ്ങൾ തിരിഞ്ഞു ഒരു ആണ്ദുരന്ത നിരവധി തരത്തിലുള്ള പാചകക്കുറിപ്പ്.
		-- Larry Wall in <199709291631.JAA08648@wall.org>

%
താഴെ (AutoSplit 1.03 ആപേക്ഷിക) എല്ലാവർക്കും പ്രസാദിപ്പിക്കാൻ ശ്രമിക്കുന്നു: ഒരുപക്ഷേ ആരും ഉദ്ദേശിക്കുന്നവർക്ക്:ഞാൻ ആ വഴി തണുത്ത കരുതുന്നു.
		-- Larry Wall in <199709292015.NAA09627@wall.org>

%
ഞങ്ങൾ എപ്പോഴും ഒരേപോലെ ഫയലുകൾ സൃഷ്ടിക്കുന്ന ഒരു പ്രോഗ്രാം അവരെ തരികഒരു ഫയല് ലിങ്കുകൾ കടന്നു.
		-- Larry Wall in <199709292012.NAA09616@wall.org>

%
ഞാൻ ശുപാർശചെയ്ത് നാം അവരുടെ ലിങ്കുകളിൽ വരുത്തുന്ന മാത്രമാണ് അവരെ നൽകാൻഅവർ യുവിയുടെ (അല്ലെങ്കിൽ തുള്ളിച്ചാടും) എടുത്തു ചെയ്യണമെങ്കിൽ ഉപകരണങ്ങൾ അങ്ങനെ ചെയ്യാൻ കൂടെ.
		-- Larry Wall in <199709292259.PAA10407@wall.org>

%
ഇത് കുറച്ച് ആസൂത്രണം ചെയ്തിട്ടുള്ളതാണ്. ഞാൻ ഞങ്ങൾ ഇപ്പോൾ കണ്ടെത്താൻ ഉണ്ടായിരിക്കും ഊഹിക്കാൻഒരു ഭയമോ ചുറ്റും tuit ആരെയെങ്കിലും.
		-- Larry Wall in <199709302338.QAA17037@wall.org>

%
    സ്വിച്ച് (റഫറൻസ് $ @) {    OverflowError =>"ഡാം വറ്റിച്ചു ചെയ്യേണ്ടത് ആവശ്യമാണ്" മുന്നറിയിപ്പു;    DomainError =>"രാജാവ് പരിശീലനം ആവശ്യമാണ്" മുന്നറിയിപ്പു;    NuclearWarError =>മരിക്കും;    }
		-- Larry Wall in <199709302338.QAA17037@wall.org>

%
ഞാൻ തീർച്ചയായും ഒരു വാക്യ പിശകാണ് ഇല്ല.
		-- Larry Wall in <199710011752.KAA21624@wall.org>

%
Soitainly. ഞാൻ അതു ഹെയർപിൻ-തന്ന വന്നു അൽപംപോലും ചെയ്തു.
		-- Larry Wall in <199710011802.LAA21692@wall.org>

%
അതു ഡിമാൻഡ് അതു മികച്ച കൈകാര്യം തന്നെ മതി താഴ്ന്നതായതുകൊണ്ട്ഒരു XSUB, അതു ആവശ്യം ആരും ഉണ്ട് മതി താഴെയാണ്ഒരു XSUB അത് എഴുതാൻ വിഷമിപ്പിച്ചു.
		-- Larry Wall on in-place Perl sorting

%
എന്നാൽ ആ വരുമ്പോൾ എന്റെ ഇംഗിതം ഒരു വിളംബരവും പോലെ അല്പം വളരെ തോന്നുന്നുവാസ്തവത്തിൽ അതു ഒന്നല്ല. അങ്ങനെ ഞാൻ അതു പരാമർശിച്ചു മറക്കരുത്.
		-- Larry Wall in <199710011704.KAA21395@wall.org>

%
ഞാൻ ആ ഉപയോഗപ്രദമായ എന്നിങ്ങിനെയുള്ള ഉറപ്പില്ല ...
		-- Larry Wall in <199710011704.KAA21395@wall.org>

%
എന്തായാലും എന്റെ പണം ഉപയോഗിക്കാൻ കർശനമായ മേയിൽ ഇപ്പോഴും. . .
		-- Larry Wall in <199710011704.KAA21395@wall.org>

%
ഭരണം # 1, 5,005 എപ്പോഴും .ഫീസിന്റെ_ പ്രാദേശികവൽക്കരണം അനുവദിക്കണം. . .
		-- Larry Wall in <199710011704.KAA21395@wall.org>

%
ഞാൻ ആകുന്നു അതു വിചിത്രമായിരിക്കുന്നു അറിയുന്നു, എന്നാൽ കർശനമായ മേയിൽ ഇതിനകം വളരെ വളരെ അടുത്ത് വരുന്നുപ്രാദേശിക lexicals കൈകാര്യം ചെയ്യാനാകും അവരത്രെ ജനക്കൂട്ടത്തെ വിഭജനത്തിലേക്ക്ആ കഴിയില്ല.
		-- Larry Wall in <199710050130.SAA04762@wall.org>

%
നിങ്ങൾ നിലവിൽ ഒരു വലിയ പേൾ പ്രോഗ്രാം നിന്ന് stricture നീക്കം, അയാൾക്ക് മുൻപരിചയംഈ ഫീച്ചറിൽ അതേസമയം, ഒരു ഇൻസ്റ്റാൾ നിങ്ങൾ, താമസിച്ചുള്ള ബഗ്ഗുകൾ ഇൻസ്റ്റാൾഎളുപ്പത്തിൽ സ്ഥിര കാര്യം തൽക്ഷണ ബഗ്. Whoopee.
		-- Larry Wall in <199710050130.SAA04762@wall.org>

%
ഞാൻ കർശനമായ മേയിൽ ഒരു യാത്ര hitching ഇഷ്ടപ്പെടുന്ന കാരണം അത് വെട്ടുകയും എന്നതാണ്ക്രൂരതയാണെന്ന് pragmas ആളുകളുടെ എണ്ണം ഓർമ്മിപ്പിക്കാൻ, ഇതുവരെ നൽകുന്നു ഞങ്ങൾക്കുണ്ട്നാം എവിടെ ബലത്തോടെ ബിന്ദുവിൽ, ചിലപ്പോൾ മാത്രം, ഗൂഢതകൾ നേടുകയും വരുത്തുന്ന ഒരു വഴിപ്രാദേശിക lexicals വിലപ്പോവില്ല pragmas ഇല്ലാതെ എല്ലാവർക്കും സ്ഥിര,വിവിധ പ്രോഗ്രാമുകളെ അലഞ്ഞു അതല്ലെങ്കിൽ എച്ച് ^ $ മറ്റൊരു ബിറ്റ് ഉപയോഗിച്ച്.
		-- Larry Wall in <199710050130.SAA04762@wall.org>

%
ഞാൻ അതു എലികൾ മേൽ കഴുകുകയായിരുന്നു രൂപയുടെ കരുതുന്നില്ല.
		-- Larry Wall in <199710060253.TAA09723@wall.org>

%
ഇത് പേൾ ശരാശരി ഹാജർ കണക്കുകൂട്ടാൻ തീർച്ചയായും എളുപ്പമാണ്സമ്മേളനങ്ങളിൽ.
		-- Larry Wall in <199710071721.KAA19014@wall.org>

%
ടിസിഎൽ റൂട്ടറുകൾ പോലുള്ള തലവേദനയായ സ്ഥലങ്ങളിൽ തയാറാക്കിയിരുന്നത് ലഭിക്കാൻ കുറവുമാണ്.
		-- Larry Wall in <199710071721.KAA19014@wall.org>

%
ചരിത്രപരമായി ടിസിഎൽ എപ്പോഴും സ്ട്രിങ്ങുകൾ പോലെ എല്ലാ ഇടത്തരം ഫലങ്ങൾ സംഭരിച്ച.(8.0 വച്ച് അവർ റീതിങ്കിംഗ് നിങ്ങൾ. തീർച്ചയായും, പേൾ നിന്ന് ആ പുനർവിചിന്തനംതുടക്കം.)
		-- Larry Wall in <199710071721.KAA19014@wall.org>

%
ഞാൻ കോബോള് സങ്കടകരമാണ് അറിഞ്ഞു ഞാൻ പകരം അവർ "പ്രവർത്തിക്കൂ" ഉപയോഗിക്കുന്ന ആഗ്രഹിച്ചവർ കണ്ടു നിമിഷം"ചെയ്യാൻ".
		-- Larry Wall on a not-so-popular programming language

%
ജസ്റ്റ് '9' ഫോർമാറ്റ് പായ്ക്ക് / അഴിക്കുക നമ്പറുകൾ വെക്കരുത് ... :-)
		-- Larry Wall in <199710091434.HAA00838@wall.org>

%
ഞാൻ വായിക്കാൻ എളുപ്പം കരുതുന്നു. എന്നോട് ക്ഷമിക്കൂ. വായിക്കാൻ കുറവ് ബുദ്ധിമുട്ടാണ്.
		-- Larry Wall in <199710120226.TAA06867@wall.org>

%
മതി നല്ല മനസ്സില്ലാതെ.
		-- Larry Wall in <199710131621.JAA14907@wall.org>

%
സാധാരണ മര്യമേ, പരിവർത്തനം എപ്പോഴും എന്നതാണ്. ഇത് എന്തെങ്കിലുംആ പ്രകടമാക്കുന്ന സഹായം ആവശ്യമായ സാധ്യതയുണ്ട്. ബില്ലി ഗ്രഹാം കാണുക. :-)
		-- Larry Wall in <199710141738.KAA22289@wall.org>

%
വിശാലന് പ്രാർത്ഥന ഇവിടെ ബാധകമാണ്. നാം ഇരുവരും ചെയ്യുക. :-)
		-- Larry Wall in <199710141802.LAA22443@wall.org>

%
കൊളളാം, അഴിക്കുക ( 'പി', ...) ഉപയോഗിച്ച് () ഒരു പേൾ എത്തിനോട്ടം നടപ്പിലാക്കാൻ കഴിയും. ഒരിക്കല് ​​നീസെക്യൂരിറ്റി ഇരുളിന്നു വഴി അവിടെ ആ ഞങ്ങൾക്കുണ്ട്. :-)
		-- Larry Wall in <199710161537.IAA07828@wall.org>

%
ഒരു സിഗ്നൽ എങ്കിൽ പേൾ നിന്ന് ഈ അവസ്ഥയെ നേടുകയും സാധ്യതയുണ്ട്ഹാൻഡ്ലർ വെറും തെറ്റായ നിമിഷം ഓടുന്നത്. ചിപ്പ് മറ്റൊരു പോയിന്റ് ... :-)
		-- Larry Wall in <199710161546.IAA07885@wall.org>

%
ഒരു ഫോളോഅപ്പ് ലെ ചൂണ്ടിക്കാണിച്ചതുപോലെ, റിയൽ പേൾ പ്രോഗ്രാമർ ആയിരിക്കും കാര്യങ്ങൾ ഇഷ്ടപ്പെടുന്നത്കാഴ്ച്ചത്തകരാറുള്ളവർക്കും വ്യത്യസ്തമായ.
		-- Larry Wall in <199710161841.LAA13208@wall.org>

%
ഹാർവാർഡ് നിയമ പ്രസ്താവിക്കുന്നു: വെളിച്ചം, താപനില കീഴിൽ നിയന്ത്രിത അവസ്ഥ,ഈർപ്പം, പോഷകാഹാര, ് നന്നായി ഉദ്ദേശിക്കുന്നവർക്ക് ജീവി ചെയ്യും.
		-- Larry Wall in <199710161841.LAA13208@wall.org>

%
ആ ഒരുപക്ഷേ എഴുതിയ ചെയ്യണം:    ആരും @ # $% ^ & *! @ അർദ്ധവിരാമം
		-- Larry Wall in <199710161841.LAA13208@wall.org>

%
അതാണ് രജിസ്റ്റര് [എസ്റ്റോണിയ] XP നീയൊക്കെ എങ്ങനെ തീരുമാനിക്കാനുള്ള ഞങ്ങളെ ലഭിക്കുന്നു |? ആർഇ. . .ഗതി, പിന്നെ ഞങ്ങൾ ... $ റിട്ടേൺ റീ ref എന്തു തീരുമാനിക്കുക :-)
		-- Larry Wall in <199710171838.LAA24968@wall.org>

%
നിങ്ങൾ "എപ്പോഴും" നിർവചിക്കുക എങ്ങനെ ആശ്രയിച്ചിരിക്കുന്നു. :-)
		-- Larry Wall in <199710211647.JAA17957@wall.org>

%
ഒരു 'ബ്രാക്കറ്റിൽ അടങ്ങിയിരിക്കുന്നു' എപ്പോൾ പ്രവർത്തിക്കാത്ത കോഴ്സ്, '.
		-- Larry Wall in <199710211647.JAA17957@wall.org>

%
ഞാൻ backtracking മറന്ന ശ്രമിച്ചിരുന്നു. ഏത്, തീർച്ചയായും, എന്നാണ്നിങ്ങളുടേത് ഒരു സൈദ്ധാന്തിക അർഥത്തിൽ എന്റെ അധികം "righter" ആണ്.
		-- Larry Wall in <199710211624.JAA17833@wall.org>

%
ഞാൻ മേൽ ജനങ്ങളുടെ ശാഖയായി ചില സങ്കൽപങ്ങളിൽ അധ്വാനിക്കുക നേരെ സുഖമാണ് എന്നല്ലഅവസരത്തിൽ. (അതല്ല ഒറ്റയടിക്കു അവരെ വെൺകതിർ.)
		-- Larry Wall in <199710211624.JAA17833@wall.org>

%
(ആർക്കും എന്നാൽ ഒരു Prolog പ്രോഗ്രാമർ \ എക്സ് പൂർണ്ണമായും മനസ്സിലാക്കാൻ കഴിയും അങ്ങേയറ്റം വരെ.(ഒരു Prolog പ്രോഗ്രാമർ മനസ്സിലാകുന്ന "വെട്ടി". :-) പരിധി വരെ)
		-- Larry Wall in <199710211624.JAA17833@wall.org>

%
എന്നാൽ നിങ്ങൾ പേൾ ഒരു പഥനിയന്ത്രണനിർദ്ദേശങ്ങളും ഉണ്ട് ശ്രദ്ധിക്കണം.
		-- Larry Wall in <199710211624.JAA17833@wall.org>

%
നിങ്ങൾ \ എക്സ് അനാവശ്യമായ റെൻഡർ ചെയ്യാൻ ഒപ്റ്റിമൈസര് പ്രവർത്തിക്കുകയാണ് കരുതുക (അല്ലെങ്കിൽമറിച്ച്, അനാവശ്യ, എന്റെ പുസ്തകത്തിൽ ഇതേ കാര്യം അല്ല).
		-- Larry Wall in <199710211624.JAA17833@wall.org>

%
സൂപ്പർ! ഇരുഭാഗത്തും നിന്നും വെടിയേറ്റ് പിരിയുകയാണ്. അതാണ് ഞാൻ ചെയ്തിരിക്കണം * ശരിയായ എന്നു കാണുന്നു എന്നാണ്. :-)
		-- Larry Wall in <199710211959.MAA18990@wall.org>

%
നിങ്ങൾക്ക് കാത്തിരിക്കേണ്ടി ഇല്ല - നിങ്ങൾ 5.004_54 അല്ലെങ്കിൽ അങ്ങനെ അതിനെ കഴിയും. :-)
		-- Larry Wall in <199710221740.KAA24455@wall.org>

%
മുഴുവൻ സിന്റാക്സ് വൃക്ഷം മടക്കി പറഞ്ഞു ചെയ്യേണ്ട കാര്യങ്ങൾ.
		-- Larry Wall in <199710221833.LAA24741@wall.org>

%
ശരിക്കും ഒരു ഭരണം അല്ല - അത് കൂടുതൽ ഒരു പ്രവണത പോലെയാണ്.
		-- Larry Wall in <199710221721.KAA24321@wall.org>

%
ഇരട്ട സോറി. _04 സംസാരിക്കുന്നതു പോലെ സിഡികൾ ആയിരക്കണക്കിന് ലേക്കായി പോവുകയാണ്,പറയാൻ.
		-- Larry Wall in <199710221718.KAA24299@wall.org>

%
കോഡ് അതു "ഒരു" അല്ലെങ്കിൽ "B" കളർ പ്രയാസമാണ് കരുതുകയാണ്. :-)
		-- Larry Wall in <199710221731.KAA24396@wall.org>

%
ശരി, ഹേയ്, വെറും ഒരു പൂട്ടാൻ കയറി എല്ലാം ഉണ്ടാക്കി, എന്നിട്ട് നാം കാണാം ചെയ്യട്ടെ"കുറവ് മെമ്മറി ഉപയോഗിക്കുക" ഇൻസ്റ്റാൾ ഞങ്ങളുടെ ജനറൽ ഗാർബേജ് കലക്ടർ, ഞങ്ങൾക്കുണ്ട്.
		-- Larry Wall in <199710221744.KAA24484@wall.org>

%
ഇല്ല, ആ അപ്പന്റെയാണോ ആഗ്രഹിക്കുന്നു.
		-- Larry Wall in <199710221710.KAA24242@wall.org>

%
സന്ദർഭ ചിന്തിക്കുന്ന ആളുകൾ മറ്റാരെയെങ്കിലും ഞങ്ങൾക്കുണ്ട് സൂര്യ നൽകുംഅവർ അതു വിളിക്കാം എങ്ങനെ ആവശ്യപ്പെട്ടുകൊണ്ട്.
		-- Larry Wall in <199710221710.KAA24242@wall.org>

%
വാദം നിമിത്തം ഞാൻ നിങ്ങളുടെ എല്ലാ പൊരുതുന്ന വചനങ്ങള് കാണാം.
		-- Larry Wall in <199710221710.KAA24242@wall.org>

%
ഒരു പരിഹാസ്യമായ മാർക്കപ്പ് ഭാഷ വഴിത്താരകളുടെ ചിന്തിക്കൂ - വ്യാഖ്യാനംറെൻഡറിംഗ് എഞ്ചിൻ വരെ കയറി അവശേഷിക്കുന്നു.
		-- Larry Wall in <199710221710.KAA24242@wall.org>

%
ഒന്നുകിൽ സമീപനം monstrosities വിവിധ എല്ലാത്തരം ജന്മം നൽകിയേക്കാം.
		-- Larry Wall in <199710221950.MAA25210@wall.org>

%
ഇതു പോകുവാൻ വഴി അവിടെ ഒരുപക്ഷേ ചെയ്യാൻ 6 അല്ലെങ്കിൽ 8 kludgey വഴികളുംഅതു, അല്ല ഉണ്ട് എന്തെങ്കിലും റീതിങ്കിംഗ് ബന്ധപ്പെട്ട് ഒരു മികച്ച വഴിഇതുവരെ rethunk ചെയ്തു.
		-- Larry Wall in <199710221859.LAA24889@wall.org>

%
വ്യക്തമായും നിങ്ങളുടെ ഫിൽട്ടറുകൾ Randal നിന്നുള്ള മെയിൽ കുടമാറ്റത്തിലൂടെ ചെയ്യുന്നു. :-)
		-- Larry Wall in <199710221937.MAA25131@wall.org>

%
സൗന്ദര്യം? എന്താണത്?
		-- Larry Wall in <199710221937.MAA25131@wall.org>

%
ഓ, അതെ. ആ കുറിച്ച് മറന്നോ. വാര്ദ്ധകസഹജമായ നേടുന്നു, ഞാൻ ഊഹിക്കാൻ ...
		-- Larry Wall in <199710261551.HAA17791@wall.org>

%
കോഴ്സ് 'ഞാൻ ഇതുവരെ ത്രാസിൽ ചെയ്തിട്ടില്ല. :-)
		-- Larry Wall in <199710281816.KAA29614@wall.org>

%
ഞാൻ കരുതും ലെവൽ പ്രതികരണത്തെ അടിസ്ഥാനപരമായി, "എന്ന് 'മുന്നോട്ട്' കലോത്സവങ്ങൾ ഞാൻ ഭയപ്പെടുന്നു, എന്നാൽകലോത്സവങ്ങൾ എമർജൻസി റൂം അതു വെട്ടി ഇല്ല. "
		-- Larry Wall in <199710281816.KAA29614@wall.org>

%
ഞാൻ ഒരു ഫ്ളാഗ് സവിശേഷത ഉണ്ട് അവകാശപ്പെടാന് ഊഹിക്കുന്നുസെമാന്റിക്കുകൾക്കും. :-(
		-- Larry Wall in <199710290036.QAA01818@wall.org>

%
: ഇത്തരം സാഹചര്യങ്ങളിൽ നിങ്ങൾ എങ്ങനെ disambiguate തന്നെ?പിന്നത്തെ ചെയ്തു വ്യക്തിയുടെ വെടിവച്ചുള്ള.
		-- Larry Wall in <199710290235.SAA02444@wall.org>

%
അതെ, നാം ചെയ്യേണ്ട 64 ബിറ്റ് പിന്തുണ സമവായം ഞങ്ങൾക്കുണ്ട്. :-)
		-- Larry Wall in <199710291922.LAA07101@wall.org>

%
: - Regexps വെട്ടിഞാൻ ഞങ്ങൾ ന് സമവായം എത്തിച്ചേർന്നു കരുതുന്നില്ല. ഞങ്ങൾ ഇപ്പോഴും backtracking പൂർത്തിയാക്കി ...
		-- Larry Wall in <199710291922.LAA07101@wall.org>

%
ഒരുപക്ഷേ അത് ആ തകർക്കാൻ സമയമായി.
		-- Larry Wall in <199710311718.JAA19082@wall.org>

%
ബോസ്: നിങ്ങളുടെ മാപ്പിൽ ഫലമാണ് നൽകാതിരിക്കാൻ മറന്നു!ഹാക്കർ: കുതിരയെപ്പോലെ ഞാൻ എപ്പോഴും എന്റെ assignations വിസ്മരിച്ചു പിരിയുകയാണ് ...ബോസ്: എന്തു "പഥനിയന്ത്രണനിർദ്ദേശങ്ങളും" അവിടെ ചെയ്യുന്നത് തുടർന്ന്?!?ഹാക്കർ: ഏർ, ഞാൻ "getservbyport" ടൈപ്പുചെയ്യുമ്പോൾ ചെയ്തപ്പോൾ എന്റെ വിരൽ വഴുതിപ്പോയി ഊഹിക്കുന്നത് ...ബോസ്: അയ്യോ നന്നായി, അപകടങ്ങൾ സംഭവിക്കും. ഒരുപക്ഷേ ഞങ്ങൾ എപിഎൽ വീഴ്ത്തി ചെയ്യണം.
		-- Larry Wall in <199710311732.JAA19169@wall.org>

%
ഒരുപക്ഷേ അവർക്കു വാക്കു റാൻഡം ലിസ്റ്റുകൾ അയയ്ക്കുന്നത് വന്കുതിച്ച് ഉണ്ടായിരിക്കും. ഫീസ് ഛെചെടിയോ ഫൂ [സഖ്യശക്തികൾ]
		-- Larry Wall in <199710311916.LAA19760@wall.org>

%
ഹേയ്, പൈ == 3, മൂന്നു == 0, ആ പൈ == 0 ചെയ്യുന്നു? :-)
		-- Larry Wall in <199711011926.LAA25557@wall.org>

%
ഞാൻ നിങ്ങളെ ഇന്റേണലുകൾ നിങ്ങളുടെ അറിവ് നിങ്ങളുടെ ഇടപെടുന്നു അറിയിക്കൽ കരുതുന്നത്ഭാഷാടിസ്ഥാനത്തിൽ ഇവിടെ ന്യായം.
		-- Larry Wall in <199711011949.LAA25651@wall.org>

%
(ഒരിക്കലും ഞാൻ മാൽക്കം ആൻഡ് ഇല്യ മിനിക്കഥ ആഗ്രഹിക്കുന്നു ഒരേ കാര്യം ... :-) വിചാരിച്ചു
		-- Larry Wall in <199711071819.KAA29909@wall.org>

%
മറ്റു ഓപ്പറേറ്റർമാർ പരാൻഥസിസും അങ്ങനെ പ്രത്യേക എങ്കിലും .ഈഴവരിലെ ഉണ്ട്"ഭൌമമായ", ഒപ്പം "GOTO" പോലുള്ള മറ്റ് വഴികൾ ലെ.
		-- Larry Wall in <199711071749.JAA29751@wall.org>

%
പോർട്ടബിലിറ്റി സ്ഥിര വേണം.
		-- Larry Wall in <199711072201.OAA01123@wall.org>

%
ഞങ്ങൾ (13,2,42,8, 'വർധന') ഏകതാനമാക്കുക വേണം പോലെ യഥാർത്ഥത്തിൽ, അത് കാണപ്പെടുന്നുഅതുപോലെ ഒരു pp_padav കോപ്പി.
		-- Larry Wall in <199711081945.LAA06315@wall.org>

%
ഈ അഡ ഇല്ലെങ്കിൽ ഞാൻ ഞങ്ങൾ വെറും നിരന്തരമായ ഒത്താശയോടെയും 1/0 ഇഷ്ടപ്പെട്ട കടന്നു കരുതുക    "പൂജ്യം അനധികൃത ഡിവിഷൻ" മരിക്കും
		-- Larry Wall in <199711100226.SAA12549@wall.org>

%
നിങ്ങൾ ഒരു വേള ഒരു 64-ബിറ്റ് മെഷീനിൽ പ്രവർത്തിപ്പിക്കുകയാണോ?
		-- Larry Wall in <199711102149.NAA16878@wall.org>

%
ഏകദേശം പേളിലും ഒന്നും ഒരേ ലക്ഷ്യത്തോടെ ലെ.
		-- Larry Wall in <199712040054.QAA13811@wall.org>

%
ജനം nitroglycerin juggle ജാഗരിച്ചും ചില വിനോദം മൂല്യം അവിടെ.
		-- Larry Wall in <199712041747.JAA18908@wall.org>

%
നിങ്ങളുടെ കിട്ടിയ നിങ്ങളുടെ ദുരുപയോഗ നിക്ഷിപ്തമാണ്.
		-- Larry Wall in <199712041852.KAA19364@wall.org>

%
ഏർ, ടോം, ഞാൻ ഈ ചൂണ്ടിക്കാണിക്കാൻ ഒന്നാണ് വെറുക്കുന്നു, എന്നാൽ നിങ്ങളുടെ ശരിയാക്കുക ലിസ്റ്റ്ഒരു സവിശേഷത ലിസ്റ്റ് സാദൃശ്യം ആരംഭിക്കുന്നു. നിങ്ങൾ മനുഷ്യരുടെ അല്ലെങ്കിൽ എന്തെങ്കിലും ആയിരിക്കണം.
		-- Larry Wall in <199801081824.KAA29602@wall.org>

%
ഇത് ട്യൂൺ ഭൗതികമായി ഇവിടെത്തന്നെ കോഡ് ബുദ്ധിമുട്ടാണെന്ന്. :-)
		-- Larry Wall in <199801141725.JAA07555@wall.org>

%
പേൾ എപ്പോഴും നൾ നൽകും.
		-- Larry Wall in <199801151818.KAA14538@wall.org>

%
ഇത് ഒരു ചിത്രം കണ്ണൂരില് പ്രശ്നം പരിഹരിക്കാൻ എളുപ്പമാണ്. :-)
		-- Larry Wall in <199801151836.KAA14656@wall.org>

%
ശരി, ഞാൻ പേൾ വേഗത്തിൽ സി പുള്ളിക്ക് വേണം :-) കരുതുന്നു
		-- Larry Wall in <199801200306.TAA11638@wall.org>

%
പേൾ ഇതിനായി, അല്ലെങ്കിൽ പേൾ ആ kvetching ആണ്.
		-- Larry Wall in <199801200310.TAA11670@wall.org>

%
