കതകു ഒരു നായ തെറ്റായ ഭാഗത്തു ഒരുവശം തന്നെയാണ്.
		-- Ogden Nash

%
ഒരു ചെറിയ നായ വൈൽഡ് വെസ്റ്റ് ഒരു .നീരജ പോകുന്നു; ലേക്കുള്ള ക്ഷണിക്കുന്നുബാർറ്റന്റർ. "ഹേയ്, ഭാഗ്യസൂക്തം ഒരു വിസ്കി gimme."ബാർറ്റന്റർ അവനെ അവഗണിക്കുന്നു."ബാർറ്റന്റർ ഹേയ്, ഒരു വിസ്കി gimme!"ഇപ്പോഴും അവഗണിച്ചു."ഹേയ് ബിയര് !! GIMME ഒരു വിസ്കി !!"ബാർറ്റന്റർ ആറ്-ഷൂട്ടർ പുറത്തു എടുത്ത് ലെ നായ വെടിലെഗ്, നായ വേദനയിൽ ഓളി, പുറത്ത് സലൂൺ പ്രവർത്തിപ്പിക്കുന്നു.മൂന്ന് വർഷങ്ങൾക്ക് ശേഷം വെളുപ്പിനെ നായ ബൂട്ട് ധരിച്ചു വീണ്ടും ലഭ്യമാകുന്നു,ജീൻസ്, തമാശക്കുവേണ്ടി ഒരു ഓപെറേഷന്സ്, തോക്ക് ബെൽറ്റ്, തോക്കും. അവൻ പതുക്കെ .ദാസേസലൂൺ, ബാർ കയറുന്നു, അതു മീതെ ആശ്രയിക്കും ഒപ്പം ബാർറ്റന്റർ പറയുന്നു"ഞാൻ ഇവിടെ .അതുവഴി കരടിയുടെ വെടിയേറ്റു മനുഷ്യൻ t'git പിരിയുകയാണ്."
		-- Ogden Nash

%
ഒരു എളുപ്പ സമയം ഉണ്ട് ഒരു കൃഷിയിടത്തിൽ കുറിച്ച് കാര്യം മാത്രം നായ ആണ്.
		-- Ogden Nash

%
എല്ലാ ബുദ്ധിയുള്ള സ്പീഷീസ് പൂച്ചകൾ സ്വന്തമായുണ്ട്.
		-- Ogden Nash

%
ഏതൊരു അംഗത്തിനും പരിചയപ്പെടുത്തുന്ന അല്ലെങ്കിൽ സൊസൈറ്റിയുടെ ഒരു നായ പരിചയപ്പെട്ടു കാരണമാകുമെന്നുംപരിസരം വിശകലനം £ 5 പിഴ ട്രഷറർ വീട്ടാനായി നൽകാ ആയിരിക്കും. മൃഗംപ്രമുഖ കുരുടൻ വ്യക്തി ഒരു പൂച്ച ആയിരിക്കും കണക്കാക്കും. മൃഗം തവണമാറിപോലീസ് ബിസിനസ്സ് ഒരു വൊമ്പാറ്റ് ആയിരിക്കും കണക്കാക്കും.
		-- Rule 51, Oxford Union Society

%
ആർക്കും പ്രോട്ടോക്കോൾ അപ്രധാന ആർ ഒരു പൂച്ച ഇടപെട്ട ഒരിക്കലും.
		-- R. Heinlein

%
"നിങ്ങൾ എന്റെ ശ്രദ്ധ ആകർഷിക്കും ആഗ്രഹിക്കുന്ന മറ്റെന്തെങ്കിലും മിസ്റ്റർ ഹോംസ്?""ഏർപെട്ടുകൊണ്ട് സ്ഥിരതയുള്ള നായ ഷോട്ടുകള്.""എന്നാൽ നായ ഏർപെട്ടുകൊണ്ട് ഒന്നും ചെയ്തില്ല.""യാഗമയിത്തീറ്ന്നു സംഭവം."
		-- A. Conan Doyle, "Silver Blaze"

%
Auribus teneo lupum.[ഞാൻ ചെവി ഒരു ചെന്നായ പിടിക്കുക.][ബോയ്, അതു * കൊള്ളാം *. എന്നാൽ അതു * എന്താണ് അർഥം *?] ഇല്ല
		-- A. Conan Doyle, "Silver Blaze"

%
മുയലുകൾ ബ്രീഡിംഗ് അനുഭവം വളർത്തുന്ന ഒരു മുയൽ ആണ്.
		-- A. Conan Doyle, "Silver Blaze"

%
പൂച്ച പ്രകൃതിയിൽ എല്ലാം ഒരു ചടങ്ങിൽ നമ്മെ പഠിപ്പിക്കാൻ ലക്ഷ്യം.
		-- Garrison Keillor

%
പൂച്ച നായ്ക്കൾ .വീട് ആകുന്നു. നീ എട്ടു പൂച്ചകൾ വഴി ഒരു ഉരുളില്ലാവണ്ടി pull വരുത്താൻ കഴിയില്ലമഞ്ഞ്.
		-- Garrison Keillor

%
പൂച്ചകളും അത്ര ദ്രാവക നിഴലുകൾ അധികം കാറ്റിനോടു യാതൊരു കോണുകളിൽ വാഗ്ദാനം.
		-- Garrison Keillor

%
Chihuahuas റിട്ടാര്ഡേഷനിഫക്ട് തെളിച്ചുകൊണ്ട്. ഞാൻ ചൂടാണ് വരുമ്പോൾ വിറവലുണ്ടാക്കി എന്തും നിൽക്കാൻ കഴിയില്ല.
		-- Garrison Keillor

%
"പൊതുധാരണയ്ക്ക് വിപരീതമായി, പെൻഗ്വിനുകൾ അല്ല ആധുനിക രക്ഷ ആകുന്നുസാങ്കേതികവിദ്യ. അവർ നഗര തൊഴിലാളിവർഗ്ഗം വേണ്ടി പാർട്ടികൾ താഴെയിടൂ. "
		-- Garrison Keillor

%
നിങ്ങൾ എപ്പോഴെങ്കിലും ഒരു മുറിയിൽ നടക്കുമ്പോഴും നടന്നു എന്തുകൊണ്ട് മറന്നോ? ഞാൻ കരുതുന്നുആ നായ്ക്കൾ അവരുടെ ജീവിതം ചെലവഴിക്കുന്നത് എങ്ങനെ.
		-- Sue Murphy

%
പേര് Pavlov ഒരു മണി റിംഗ് നൽകുന്നത്?
		-- Sue Murphy

%
നായ്ക്കൾ വെറും പ്രധാനപ്പെട്ട ആളുകൾ തമ്മിലുള്ള വ്യത്യാസം പറയാൻ കഴിയും തോന്നുന്നില്ലഞങ്ങളെ ബാക്കി.
		-- Sue Murphy

%
എല്ലാവരും * * പൂച്ചകൾ അസ്തിത്വം ഉയർന്ന തലത്തിൽ ഉണ്ട് അറിയുന്നു. ഈ നിസാരമായ മനുഷ്യർക്ക്വെറും വലിയ തലയുള്ള അവരുടെ അപകർഷത സമ്മതിക്കാൻ ആകുന്നു.അതു വെറും നിയന്ത്രണത്തിലുള്ള എങ്കിൽ ഈ എങ്ങനെയുള്ളവരായിരിക്കുമെന്ന് ഒരു റാംജീ ലോകം കരുതുന്നുപൂച്ചകൾ.നിങ്ങൾ പൂച്ചകൾ മാലിന്യ പ്രശ്നങ്ങൾ കാണില്ലായിരുന്നു.അവർ വിലങ്ങുതടിയായി മുൻപരിചയം.അവർ ലൈംഗിക hangups ഇല്ല. ഒരു പൂച്ച അതു കാര്യം, പൂച്ച ലഭിക്കുന്നുഇതേക്കുറിച്ച്.അവർ ന്യായമായ മണിക്കൂർ പ്രമാണിച്ചു. നിങ്ങൾ * * ഉച്ചയോടെ മുമ്പാകെ ഒരു പൂച്ച കാണാൻ ഒരിക്കലും.അവർ വിശ്രമിക്കാൻ എങ്ങനെ അറിയാം. ഒരു അൾസർ ഒരു പൂച്ചയുടെ ഏറെ കേട്ടു?ആണവ യുദ്ധം തുടങ്ങുന്ന ഒരു പൂച്ച സാധ്യത എന്തൊക്കെയാണ്? പ്രെറ്റി neglible.അതു അവർ, അവർ തന്നെ വളരെ മെച്ചപ്പെട്ട കാര്യങ്ങൾ ഉണ്ട് എന്ന് അറിയാൻ കഴിയില്ല എന്നല്ലപശുക്കൾ സമയം ചെയ്യാൻ. സൂര്യനിൽ കിടക്കുമ്പോൾ ഉറക്കം തോന്നുന്നു. അല്ലെങ്കിൽ പര്യവേക്ഷണം പോയി.
		-- Sue Murphy

%
തീർച്ചയായും തിരസ്കരണവും മനസ്സിലാക്കാൻ ഒരു മനുഷ്യൻ ആദ്യം ഒരു പൂച്ച അവഗണിക്കും വേണം.
		-- Sue Murphy

%
ഹായ്! നിങ്ങൾ 555-0129 എത്തിച്ചേർന്നു. നാം ആരും ഫോൺ മറുപടി ഇവിടെ അവപൂച്ച, കൈകാലുകളുടെ എതിർക്കുന്ന ഇല്ല എന്നു അവന്റെ സന്ദേശങ്ങൾ .അത്തരത്തിലൊന്ന് അങ്ങനെ. ദയവായിബീപോടുകൂടി ശേഷം നിങ്ങളുടെ പേരും സന്ദേശം ...
		-- Sue Murphy

%
ഞാൻ നായ്ക്കൾ പ്രമാണിച്ചു ആളുകളുടെ നിരസിക്കുന്നു. അവർ മനക്കരുത്ത് കിട്ടിയ കമന്ടടിക്കാന്ജനം തങ്ങളെത്തന്നെ കുത്തിപ്പറയുകയും.
		-- August Strindberg

%
ഞാൻ നായ്ക്കൾ സ്നേഹിക്കുന്നു, എന്നാൽ ഞാൻ Chihuahuas വെറുക്കുന്നു. ഒരു ചിവാവാ ഒരു നായ അല്ല. ഒരു എലി തുടർന്ന്ഒരു തൈറോയ്ഡ് പ്രശ്നം കൂടെ.
		-- August Strindberg

%
Alpo ഒരു കാൻ 38 സെൻറ് ചിലവ്, അത് $ 2.50 ചെലവ് ഡോഗ് ഡോളറിലുള്ള?
		-- August Strindberg

%
ആരെങ്കിലും എന്റെ നായ കണ്ടിട്ടില്ല എങ്കിൽ കഴിയുന്നത്ര വേഗം x2883 എനിക്കു ബന്ധപ്പെടുക.നാം ഗണ്യമായ പ്രതിഫലം ഓഫർ. അവൻ മൂന്നു കാലുകൾ, ഒരു sable collie ആകുന്നു,ഇടതു കണ്ണിൽ അന്ധനായ അയാളുടെ വലത്തെ ചെവി ഭാഗമായി തന്റെ അഗ്രം കാണുന്നില്ലവാൽ. അടുത്തിടെ പരിഹരിച്ചിരിക്കുന്നു പറ്റി. "ലക്കി" ഉത്തരങ്ങൾ.
		-- August Strindberg

%
നിങ്ങൾ ഒരു പോലീസ് നായ എങ്കിൽ, എവിടെ നിങ്ങളുടെ ബാഡ്ജ്?ഭ്രാന്താണ്.
		-- Question James Thurber used to drive his German Shepherd

%
"നിങ്ങൾ നിങ്ങളുടെ നായ മോശം ശ്വാസം ഞങ്ങൾക്കുണ്ട് വേണ്ടെങ്കിൽ ഞാൻ ചെയ്യും എന്തു: അല്പം പകരേണമേടോയ്ലറ്റിൽ Lavoris. "
		-- Jay Leno

%
നിങ്ങൾ ഒരു പ്രതിഷ്ഠെക്കു സംസാരിക്കും ക്ഷണിക്കുന്നു കത്ത് ലഭിച്ചു എങ്കിൽപുതിയ പൂച്ച ആശുപത്രി, നിങ്ങൾ ക്ഷണം ഇടിയുകയും പൂച്ചകൾ, നിങ്ങളുടെ മറുപടി ഭാഷണം,അനിവാര്യമായും വികാരങ്ങളുടെ മുഴുവൻ ശ്രേണിയിലുള്ള മൂടും ഇല്ല. നിങ്ങൾ തീർച്ചയായുംഅതു വ്യക്തമായ നിങ്ങൾ പങ്കെടുക്കാൻ എന്നു, പക്ഷേ നിങ്ങൾ പൂച്ചകളെ പറക്കുന്ന ചെയ്യട്ടെ ഇല്ല.ലേഖനം എഴുതിയ ഒരു സിവിൽ ചോദ്യം ചോദിച്ചു; ആക്രമണം പൂച്ചകൾ അപ്പോൾ, മാത്രമേനിങ്ങൾ നല്ല നർമ്മം, നല്ല രുചി, ആ നിങ്ങളുടെ ഉത്തരം വിധത്തിൽ ഉപയോഗിച്ച് അത് ചെയ്യാംഅങ്ങോട്ട് അതുപോലെ പ്രതികരിക്കുന്നതെന്നും ചെയ്യും. നിങ്ങളുമായി അനുഭാവം തീർന്നതിനാൽ ശേഷംപൂച്ചകൾ താങ്കൾ തികച്ചും ശരിയായി ചെയ്തത് ദൃശ്യമാകാത്തത് ലഭിക്കാൻ കാരണം നൽകിയേക്കാംഒരു പൂച്ച ആശുപത്രിയുടെ സമർപ്പണം ചടങ്ങുകൾ. എന്നാൽ നിങ്ങളുടെ അഭിപ്രായം മനസ്സിൻറെപൂച്ചകളുടെ സ്പീക്കർ അന്വേഷിച്ചു, നിങ്ങളുടെ സേവനങ്ങൾ മാത്രം ചെയ്തു. കാര്യങ്ങൾ നിലനിർത്താൻ ശ്രമിക്കുകഋജുവായത്.
		-- Strunk and White, "The Elements of Style"

%
എന്റെ നായ കണ്ണു ഞാൻ ഒരു മനുഷ്യനെ കാണാനും.
		-- Martin Mull

%
സര്ണ്ണമത്സം ആത്മഹത്യ വരുമ്പോൾ കാര്യം വരുന്നത് അല്ല.
		-- Martin Mull

%
അത് അതിന്റെ മരുന്നിനെഴുതീട്ടുണ്ട് ചെയ്തത് പെൻഗ്വിൻ മോഹം ... ആയിരുന്നു.
		-- Martin Mull

%
വീഴ്ത്തിക്കളഞ്ഞു പാൽ മേൽ കരയുന്ന ഒരു ഉപയോഗവുമില്ല - അതു മാത്രം പൂച്ച ഉപ്പുവെള്ളമാക്കുമായിരുന്നു ചെയ്യുന്നു.
		-- Martin Mull

%
Lost: ചാര വെളുത്ത പെൺ പൂച്ച. ഇലക്ട്രിക് കഴിയും ഓപ്പണർ ഉത്തരങ്ങൾ.
		-- Martin Mull

%
ഒരു പൂച്ച outstubborn ശ്രമിക്കുക ഒരിക്കലും.
		-- Lazarus Long, "Time Enough for Love"

%
മൃഗ എന്നേക്കും ഇല്ലാതിരുന്നാൽ ഡൈനിംഗ് റൂം ഫർണിച്ചറുകൾ കണ്ട് വേണംസിബൽ അവൻ സംഭാഷണത്തിൽ സ്വന്തം സാധ്യമല്ല.
		-- Fran Lebowitz

%
ആരും രോഗിയായ സര്ണ്ണമത്സം ഉടമയായി നിസ്സഹായ അനുഭവപ്പെടുന്നു.
		-- Fran Lebowitz

%
PENGUINICITY !!
		-- Fran Lebowitz

%
വളർത്തുമൃഗങ്ങളുടെ വൈദ്യുത .നിവേദിതയ്ക്ക് വളർത്തുന്ന നിലവിലെ പ്രശസ്തി ധാരാളം വന്.
		-- Fran Lebowitz

%
"ഷെൽട്ടർ," നിങ്ങൾ നിങ്ങളുടെ പൂച്ചയെ പ്രഭയുണ്ടാവുകയില്ല ഒരു സ്ഥലം വേണ്ടി എത്ര നല്ല പേര്.
		-- Fran Lebowitz

%
ചില പുസ്തകങ്ങളും രുചിനോക്കിയാറെ ചെയ്യേണ്ട, വിധേനയും മറ്റുള്ളവരെ ഉണ്ട്, ചില കുറച്ച്ചവച്ച ആൻഡ് ദഹിക്കാതെ.[എപ്പോഴെങ്കിലും ഒരു ബോറന് ഉടമസ്ഥതയിലുള്ള ആർക്കും ഇതിനകം അറിയുന്നു പോലെ. എഡ്.]
		-- Francis Bacon

%
ചിലപ്പോൾ ഞാൻ രാവിലെ എഴുന്നേറ്റാൽ ഞാൻ വളരെ വിചിത്രമായൊരു തോന്നുന്നു. എനിക്ക് തോന്നുന്നുഞാൻ ഒരു പൂച്ച കടിക്കും ലഭിച്ചു പോലെ! ഞാൻ ഒരു പൂച്ച മനസില് പറഞ്ഞു ഞാൻ തോന്നുംസൂര്യൻ മുമ്പിൽ ഞാൻ സ്പോട്ടില് കാണാം! എന്നാൽ ഞാൻ ഒരു ദീർഘനിശ്വാസത്തോടെ എടുത്തുഅതു മറന്നു. ശരിക്കുള്ള മെച്യൂരിറ്റി അറിയപ്പെടുന്നത് എന്താണ്.
		-- Snoopy

%
ഒരു നായ വാങ്ങുന്നതിനു പറയുമ്പോൾ, വില്പ്പനയിലാണ് ഒരു നിരീക്ഷണ വാങ്ങാൻ ഒരിക്കലും.എല്ലാത്തിനുമുപരി, എല്ലാവർക്കും ഒരു വിലപേശൽ നായ കടിക്കും ഒരിക്കലും അറിയുന്നു!
		-- Snoopy

%
നായ്ക്കൾ പൂച്ച തമ്മിലുള്ള വ്യത്യാസം അവർ ആയിരിക്കുമ്പോൾ നായ്ക്കളും വന്നു എന്നതാണ്വിളിച്ചു. പൂച്ച ഒരു സന്ദേശം എടുത്തു തിരിച്ചെത്തും.
		-- Snoopy

%
പൂച്ചകൾ എനിക്ക് തീരെ പ്രധാന പ്രശ്നം അവർ നായ്ക്കൾ അല്ലെന്ന് ആണ്.
		-- Kevin Cowherd

%
അവൻ ഒന്നും ചെയ്യാൻ ഇല്ല ഒരു നായ complimented നേരിടുമ്പോഴാണ് മാത്രം സമയം.
		-- C. Schulz

%
പ്രപഞ്ചത്തിൽ പല ബുദ്ധിയുള്ള സ്പീഷീസ് ഉണ്ട്, എല്ലാ പൂച്ചകൾ സ്വന്തമാക്കിയെന്ന്.
		-- C. Schulz

%
ഒരു നായ ഇല്ലാത്ത നിങ്ങളുടെ സ്വന്തം പട്ടിക്കാടാ ചെയ്യുന്നതിൽ യാതൊരു പ്രയോജനവും അവിടെ.
		-- C. Schulz

%
ന്നനാതരത്തിലുളവാം മാനുഷിക ആണ്,ഇണയുടെ purr ചെയ്യുക.
		-- Robert Byrne

%
മനുഷ്യൻ ഒരു മൃഗം "ത്തേക്കു" വിളിക്കുമ്പോൾ താൻ സാധാരണയായി അത് ശ്രമിക്കും എന്നാണ്അവൻ അതു കൊല്ലാൻ ശ്രമിക്കുമ്പോൾ സ്വയം പ്രതിരോധിക്കാൻ.
		-- Robert Byrne

%
മൂടൽമഞ്ഞ് കഴിഞ്ഞ രാത്രി പൂച്ചക്കുട്ടിയെ കാലിൽ വന്നു, അത് ഈ ചെറിയവരിൽ ശേഷിക്കുന്നുഎൻറെ കാറിൻറെ പത്തി ന് ജലാശയത്തിൽ മൃഗങ്ങളുടെ കാൽപ്പാടുകൾ.
		-- Robert Byrne

%
ആർ ഞാനും എന്റെ നായ സ്നേഹിക്കും സ്നേഹിക്കുന്നു.
		-- John Donne

%
ഒരു റബ്ബർ താറാവ് കൂടി ഒറ്റ ഒരിക്കലും ഒറ്റയ്ക്ക് തുടർന്ന്.
		-- "The Hitchhiker's Guide to the Galaxy"

%
ഇത് നിങ്ങളുടെ നായ മരിച്ചുപോയി എന്നാണർത്ഥം, ഷാനുവും പുറത്തുകടക്കുമ്പോൾ എപ്പോഴും ദു.
		-- Wesley T. Williams

%
