100 വർഷമായി $ 100 7% പലിശ നിക്ഷേപിക്കപ്പെട്ട ചെയ്തത്, $ 100,000 മാറുംഏത് സമയം അത് തന്നെ ഒന്നും ബോധ്യമാകും.
		-- Lazarus Long, "Time Enough for Love"

%
1st graffitiist: ചോദ്യം AUTHORITY!2nd graffitiist: എന്തുകൊണ്ട്?
		-- Lazarus Long, "Time Enough for Love"

%
ഒരു "ഇല്ല" ആഴമേറിയ ബോധ്യം നിന്ന് ഉച്ചരിച്ചു ഒരു ഉത്തമനും വലുത്"അതെ" കേവലം കഷ്ടത ഒഴിവാക്കാൻ പ്രീതിപ്പെടുത്താൻ, അല്ലെങ്കിൽ ദോഷകരമായ കാര്യം, മുഴക്കി.
		-- Mahatma Gandhi

%
ഒരു ബില്യൺ ഇവിടെ, അവിടെ ഒരു ബില്യൺ - പ്രെറ്റി ഉടൻ യഥാർത്ഥ പണം വരെ കയറി ചേർക്കുന്നു.
		-- Sen. Everett Dirksen, on the U.S. defense budget

%
ഒരു ബില്യൺ നിമിഷങ്ങൾ മുമ്പ് ഹാരി ട്രൂമാൻ പ്രസിഡന്റുമായിരുന്നു.ഒരു ബില്യൺ മിനിറ്റ് മുമ്പ് വെറും ക്രിസ്തുവിനു ശേഷം ആയിരുന്നു.ഒരു ബില്യൺ മണിക്കൂർ മുമ്പ് ആരെയും ഭൂമിയിൽ നടന്നില്ല ഉണ്ടായിരുന്നു.ഒരു ബില്യൺ ഡോളർ മുമ്പ് യുഎസ് ട്രഷറി വൈകി ഇന്നലെ ഉച്ചയ്ക്ക് ആയിരുന്നു.
		-- Sen. Everett Dirksen, on the U.S. defense budget

%
അവന്റെ ഫയലുകൾ വൃത്തിയാക്കുന്നതു ഒരു ഉദ്യോഗസ്ഥൻ ആശയം എല്ലാം ഒരു പകർപ്പ് വരുത്തിഅവൻ അതിനെ നശിപ്പിച്ച് മുമ്പ്.
		-- Sen. Everett Dirksen, on the U.S. defense budget

%
ഒരു സ്ഥാനാർത്ഥി നിന്ന് സമ്പന്നവും വോട്ടുകൾ നിന്ന് പണം ലഭിക്കുന്നു ഒരു വ്യക്തിപരസ്പരം അവരെ രക്ഷിക്കാൻ ദരിദ്രൻ.
		-- Sen. Everett Dirksen, on the U.S. defense budget

%
അമേരിക്ക പൗരനും ജനാധിപത്യത്തിന്റെ യുദ്ധം സമുദ്രം മുറിച്ചുകടന്ന്, എന്നാൽ ചെയ്യുംഒരു ദേശീയ തിരഞ്ഞെടുപ്പിൽ വോട്ടുചെയ്യാൻ സ്ട്രീറ്റ് തിനു ചെയ്യില്ല.
		-- Bill Vaughan

%
എല്ലാ പരിഹാരം ഒരു ബുദ്ധിമുട്ടും.
		-- Motto of the Federal Civil Service

%
നയതന്ത്രജ്ഞൻ അവൾ ഒരു രോമങ്ങൾ അങ്കി ലെ ദൃഢമായ നോക്കൂ ആഗ്രഹിക്കുന്നു തന്റെ ഭാര്യ ബോധ്യപ്പെടുത്താൻ കഴിയുന്ന ഒരു മനുഷ്യൻ.
		-- Motto of the Federal Civil Service

%
നയതന്ത്രജ്ഞൻ നിങ്ങളെ വിധത്തിൽ നരകത്തിലേക്ക് പോകാൻ പറയാൻ സാധിക്കും വ്യക്തി ഒരുയഥാർത്ഥത്തിൽ യാത്രയിൽ പ്രതീക്ഷയോടെ കാത്തിരിക്കുന്നു.
		-- Caskie Stinnett, "Out of the Red"

%
പ്രോട്ടോക്കോൾ, Geritol, മദ്യം: നയതന്ത്രജ്ഞൻ ജീവൻ മൂന്നു കാര്യങ്ങൾ ഉൾക്കൊള്ളുന്നു.
		-- Adlai Stevenson

%
വിഷയവും മനസ്സ് മാറ്റാൻ സബ്ജക്ട് മാറ്റില്ല ആരെന്നു കഴിയും ആണ്.
		-- Winston Churchill

%
ഒരു സ്വതന്ത്ര സമൂഹത്തെയും അത് അപ്രിയമായ ആകുവാൻ സുരക്ഷിതമാണ് ഒന്നാണ്.
		-- Adlai Stevenson

%
പ്രമുഖ സ്റ്റേറ്റ് ഡിപ്പാർട്ട്മെന്റ് എ ജനറൽ താറാവുകൾ ആജ്ഞാപിച്ചു സർപ്പം സാമ്യങ്ങളുണ്ട്.
		-- New York Times, Jan. 20, 1981

%
നിങ്ങൾ ആഗ്രഹിക്കുന്ന എല്ലാ നൽകാൻ മതിയായ വലുതാണോ എന്ന സർക്കാർ മതി വലുതാണ്അത് എല്ലാ നീക്കുവാൻ.
		-- Barry Goldwater

%
ഒരു വലിയ സാമ്രാജ്യം, ഒരു വലിയ കേക്ക് പോലെ, കൂടുതൽ എളുപ്പത്തിൽ നാനാഭാഗങ്ങളിലുമുണ്ടായിരിക്കും കുറവ്.
		-- B. Franklin

%
ഒരു വലിയ ജാതിയാക്കും കുറഞ്ഞത് ഒരു സത്യസന്ധമായ ഉല്പാദിപ്പിക്കുന്ന എതെങ്കിലും ജനക്കൂട്ടം ആണ്ഒരു നൂറ്റാണ്ട് മനുഷ്യൻ.
		-- B. Franklin

%
അവന്റെ ആർത്തി കാരണം രാഷ്ട്രീയക്കാരുടെ ഗ്രൂപ്പ് പ്രസിഡന്റ് ഡംപ് തീരുമാനിക്കുന്നതിന്മാഫിയ ഗോഡ്ഫാദർ ഓഫാക്കി വളരണം കൂട്ടിയാലോ പോലുള്ള മോശമാണ് ചെയ്യുന്നുഞായറാഴ്ച പള്ളിയിൽ പോകാതെ അല്ല.
		-- Russell Baker

%
നേതൃത്വത്തിന്റെ അഭാവം ഉദാസീനതയും പകരമാവില്ല.
		-- Russell Baker

%
ഒരു നീണ്ട മെമ്മറി അമേരിക്കയിൽ ഏറ്റവും വിധ്വംസക ആശയം ആണ്.
		-- Russell Baker

%
ഒരു ദേശീയ കടം, അതു അമിതമായ എങ്കിൽ, നമുക്കു ദേശീയ അനുഗ്രഹമായിരിക്കും.
		-- Alexander Hamilton

%
ആണവ യുദ്ധം നിങ്ങളുടെ മുഴുവൻ ദിവസം നശിപ്പിക്കണം കഴിയും.
		-- Alexander Hamilton

%
സംരക്ഷിച്ച ഒരു നാണയം പേർവഴി സാഡിസം ആണ്.
		-- Alexander Hamilton

%
സംരക്ഷിച്ച ഒരു നാണയം സർക്കാരിലെ നിങ്ങളുടെ ജീവിതം കൊല്ലുന്നു.
		-- Alexander Hamilton

%
യുദ്ധവും അധിനിവേശത്തിൽ ശാശ്വതാവകാശമായി ചെകുത്താനായിട്ടാണു് കീഴിൽ ജീവിക്കുന്ന ജനം വളരെ എളുപ്പമാണ്നിയന്ത്രിക്കും. ഇത് സാമൂഹ്യ പരിഷ്കരണ ആവശ്യപ്പെടുന്നു. ഇത് ചെലവുകൾ മേൽ haggle ഇല്ലകിവംദന്തി സൈനിക ഉപകരണങ്ങൾ ന്. അത് അവശിഷ്ടങ്ങളുമെല്ലാമാണ് ചർച്ച ഇല്ലാതെ വിനിയോഗിക്കപ്പെടുന്നത്സ്വയം, ആ ആൻഡ് financiers എന്ന syndicates ഒരു നല്ല കാര്യം തന്നെആർക്കുവേണ്ടി നിർമ്മാതാക്കൾ ദേശസ്നേഹികളായ ഘോരത്വങ്ങൾ ലാഭവും സമൃദ്ധമായ ഒരു ഉറവിടം.
		-- Anatole France

%
ഒരു രാഷ്ട്രീയ മനുഷ്യൻ തന്റെ ലക്ഷ്യമെങ്കിൽ സ്വാതന്ത്ര്യത്തിന്റെ തിരിച്ചറിവ് കഴിയും,എന്നാൽ അവൻ സംഘട്ടനത്തിലൂടെയല്ല അധികം മറ്റ് ഗ്രഹിക്കാൻ യാതൊരു മാർഗമുണ്ട്.
		-- Jean Paul Sartre

%
യുദ്ധത്തിന്നു ഒരു തടവുകാരനെ അപ്പോൾ നിങ്ങൾ കൊല്ലുവാൻ ശ്രമിക്കുമ്പോൾ ഒപ്പം ക്ഷീണിച്ചും ഒരാൾ മാത്രമാണിത്അവനെ കൊല്ലുവാൻ അല്ല ആവശ്യപ്പെടുന്നു.
		-- Sir Winston Churchill, 1952

%
ഒരു പൊതുകടം കൊടുങ്കാറ്റ് അവതാരക ഒരു തരം; എന്നാൽ ആങ്കർ എങ്കിൽപാത്രം അതിഭാരം അവൾ ആ ഭാരത്തിന്റെ താണു ചെയ്യുംഅവളുടെ രക്ഷിക്കാനുള്ള ഇതെന്ന.
		-- Colton

%
ഒരു യഥാർത്ഥ നയതന്ത്രജ്ഞൻ ഇല്ലാതെ കൂട്ടുകാരന്റെ തൊണ്ട വെട്ടി കഴിയുന്ന ഒന്നാണ്കൂട്ടുകാരനെ അതിലുമെളുപ്പം.
		-- Trygve Lie

%
ഒരു യഥാർത്ഥ റിബൽ ഒരു പാർക്കിംഗ് ടിക്കറ്റ് ലഭിക്കുന്നു സന്തോഷിക്കുന്നു ആർ കൂട്ടാളിയായസിസ്റ്റം പ്രവർത്തിക്കുന്ന.
		-- Trygve Lie

%
ഒരു ശരിയായ ആരെങ്കിലും തരുന്ന ഇതല്ല; അതു എന്തു ആരും നിങ്ങളിൽ നിന്നു എടുക്കാം തുടർന്ന്.
		-- Ramsey Clark

%
ഒരു കക്ഷിയിൽ അല്ലെങ്കിൽ പാർട്ടി നിന്ന് ഒരു മനുഷ്യനെ സംരക്ഷിക്കാൻ പ്രയോഗിക്കുകയും ഒരു രക്ഷയുമില്ല ആൾമാറാട്ട ആണ്ചിന്തയുടെ നീരസം.
		-- Ralph Waldo Emerson, Journals, 1831

%
ഒരു രാജ്യതന്ത്രജ്ഞൻ മരിച്ചിട്ട് ആരൊക്കെ 10 അല്ലെങ്കിൽ 15 വർഷം ഒരു രാഷ്ട്രീയ പ്രവർത്തകനാണ്.
		-- Harry S. Truman

%
ഒരു വൈക്കോൽ വോട്ട് മാത്രമേ വഴി ചൂട് വായൂ തീർക്കുകയാണ് കാണിക്കുന്നു.
		-- O'Henry

%
എന്തെങ്കിലും ചെയ്യണം ശക്തമായ ബോധ്യം അനേകരുടെ രക്ഷകർത്താവ്മോശം നടപടികൾ.
		-- Daniel Webster

%
എബ്രഹാം ലിങ്കൺ വെറുതെ മരിച്ചിരുന്നില്ല. അവൻ വാഷിങ്ടൺ, ഡി.സി. മരിച്ചു
		-- Daniel Webster

%
"ഞാൻ അവൻ കടന്നു ജനിക്കാമോ എന്നു ചോദിച്ചു ശേഷം സ്വാതന്ത്ര്യ ഉൾപ്പെട്ടതായിരുന്നു മറുപടിസമ്പന്നമായ കാര്യം തന്റെ കഴിവ് ഉപയോഗിക്കാൻ, ലഭിക്കാൻ unimpeded വലത്പുരോഗതി നേടിയ, മറ്റുള്ളവരെ കുറഞ്ഞ. "
		-- Norman Thomas

%
വിമാനങ്ങളും രസകരമായ കളിപ്പാട്ടങ്ങൾ എന്നാല് സൈനിക മൂല്യം.- Marechal ഫെർഡിനാന്റ് Foch, സ്ട്രാറ്റജി പ്രൊഫസർ,ബോൽഗോണ Superieure ദേ Guerre
		-- Norman Thomas

%
Alea iacta ഏക.[മരിക്കുന്നത് ഇടുന്നു]
		-- Gaius Julius Caesar

%
അലക്സാണ്ടർ ഹാമിൽട്ടൺ ഒന്നും യുഎസിലെ ട്രഷറി ആരംഭിച്ചു - ആ ആയിരുന്നുഅടുത്തുള്ള നമ്മുടെ രാജ്യത്തെ എന്നേക്കും പോലും ഒരാളായി വന്നിട്ടുണ്ടോ.
		-- The Best of Will Rogers

%
എല്ലാ [മൃഗശാലകളിൽ] യഥാർത്ഥത്തിൽ ചെലവഴിച്ചത് നികുതി പകരമായി പൊതു ഓഫർഅവരുടെ മേൽ ഒരു അപേക്ഷിച്ച് നിഷ്ക്രിയ ആൻഡ് witless അമ്യൂസ്മെന്റ് ഒരു രൂപമാണ്ഒരു ജയിലിൽ, അല്ലെങ്കിൽ പോലും സെഷനിൽ ഒരു നിയമസഭാ സന്ദർശിക്കുക ആണ്, അറിയിക്കാതെ ഉദ്ദീപിപ്പിക്കുകയും ആൻഡ് ആദരവിൻറെ.
		-- H. L. Mencken

%
എല്ലാ മോശം മുൻഗാമികളുടെ പോലെ ന്യായമായ നടപടികൾ തുടങ്ങി.കാറ്റിലൈൻ ", Sallust വഴി
		-- Gaius Julius Caesar, quoted in "The Conspiracy of

%
എല്ലാ നയതന്ത്രം മറ്റേതെങ്കിലും യുദ്ധം ഒരു വിനോദം ആണ്.
		-- Chou En Lai

%
എല്ലാ രാജാക്കന്മാർ കൂടുതലും rapscallions ആണ്.
		-- Mark Twain

%
എല്ലാ മറ്റ് കാര്യങ്ങൾ തുല്യ ഒരാളായി, ഒരു മനുഷ്യനെ പ്രസിഡന്റായി കഴിയില്ലഎസ്.
		-- Vic Gold

%
എല്ലാ ജനം വെയ്ക്കുക ജനിക്കുന്ന - റിപ്പബ്ലിക്കൻമാർ ആൻഡ് ഡെമോക്രാറ്റുകളും ഒഴികെ.
		-- Groucho Marx

%
ശരാശരി അമേരിക്കക്കാരൻ ഒരു കാലയളവിലുള്ള അടച്ച എല്ലാ നികുതികളും വഴി കഴിഞ്ഞുപോകുന്നുഒരു രണ്ടാം കുറവ് സർക്കാർ.
		-- Jim Fiebig

%
എല്ലാ സഹോദരന്മാരെ കാരണം എല്ലാ യുദ്ധങ്ങളും സിവിൽ യുദ്ധങ്ങൾ ... അവരെല്ലാം നൽകാനുണ്ട്പ്രത്യേക രാജ്യത്തിന് അധികം മനുഷ്യ വംശത്തിന്റെ ലേക്ക് അനന്തതാൻ ജനിച്ചത്.
		-- Francois Fenelon

%
അമേരിക്ക ഒന്നിനായി ആസ്പിരിൻ ജീവിതകാലം വിതരണ വാങ്ങാൻ എവിടെ രാജ്യമാണ്ഡോളറിനെതിരെ രണ്ടു ആഴ്ച അതിനെ ഉപയോഗിക്കില്ല.
		-- Francois Fenelon

%
അമേരിക്ക പിടിയിൽ നിന്ന് ചാടിവീഴും ഇതിൽ ഒരു രാജ്യത്ത് ഒരാളായി അതുല്യ ആയിരിക്കാംനാഗരികത തൊടാതെ അപചയവും ലേക്ക്.
		-- John O'Hara

%
അമേരിക്ക: ജനിച്ചിരിക്കുന്നു മരണത്തിനു പുകഞ്ഞാലോചിച്ചു.
		-- John O'Hara

%
ഒരു ദൂതനെ വ്യാജം വേണ്ടി അസൂയാലുക്കളും വിദേശത്ത് അയച്ചു സത്യസന്ധനായ മനുഷ്യൻതന്റെ രാജ്യം ആനുകൂല്യം.
		-- Sir Henry Wotton, 1568-1639

%
ഒരു അമേരിക്കൻ പ്രസിഡന്റ് വിമർശിക്കുന്നത് ഭയപ്പെടാതെ ഉള്ളതും എന്നാൽ ഒരു വ്യക്തിഎപ്പോഴും ട്രാഫിക് പോലീസുകാർ ലേക്ക് വിനീതമായ.
		-- Sir Henry Wotton, 1568-1639

%
ഒരു കാര്യക്ഷമവും വിജയകരമായ ഒരു ഭരണകൂടം തുല്യ സ്വയം പ്രത്യക്ഷപ്പെടാനുള്ളവലിയ കാര്യങ്ങളിൽ ചെറിയ.
		-- W. Churchill

%
ഒരു സത്യസന്ധമായ രാഷ്ട്രീയക്കാരൻ അവൻ വാങ്ങിയ ആർ വാങ്ങി തുടരും ഒന്നാണ്.സത്യസന്ധരായ രാഷ്ട്രീയക്കാർ ഉണ്ട് പോലെ സത്യസന്ധമായ പത്രപ്രവർത്തകർ ഉണ്ട്. എപ്പോൾഅവർ വാങ്ങി താമസിക്കാൻ വാങ്ങി.
		-- Bill Moyers

%
അരാചകത്വം സർക്കാർ ഒരു മെച്ചപ്പെട്ട ഫോം വന്നേക്കാം, ഇത് അധികം നല്ലതുഎല്ലാം സർക്കാർ.
		-- Bill Moyers

%
കേവലം ഒരു "... കൂടാതെ ആയുധം ആണവപോർമുനകൾ, ആകുന്നു, തീർച്ചയായും,ഉപചാര വിശദമായി. "
		-- Bill Moyers

%
അവർ തങ്ങളുടെ വാളുകൾ നിങ്ങൾ ഒരാളെ ഹിറ്റ് എങ്കിൽ വാളുകളെ തല്ലി എന്നുഒരു plowshare കൂടെ താൻ തട്ടിയ അറിയുന്നു പോകുന്നതേയുള്ളൂ.
		-- Bill Moyers

%
എന്നിട്ടും കാലങ്ങളും ഉപ്പ് ഭക്ഷ്യധാന്യം അവരും ഞങ്ങൾക്കുണ്ട് വേണ്ടി എടുത്ത വേണംനർമ്മബോധവും, ചരിത്രത്തിൽ ചെയ്യുന്നു. ധാന്യം ചണത്തണ്ടുകളുടെ കോമഡി, കോമഡി മടല്ദുരന്തം, ഈ വളരെ ചരിത്ര ആണ്. എങ്കിലും, ഇപ്പോഴും, ധാന്യം കാണുമ്പോൾമുഖാമുഖം ദുരന്തം മുഖം ഞങ്ങൾ രാഷ്ട്രീയം ഞങ്ങൾക്കുണ്ട്.ഗ്രൗണ്ട് കവർ "
		-- Dalglish, Larsen and Sutherland, "Root Crops and

%
ആൻഡ്രിയ: അയ്യോ യാതൊരു വീരന്മാർ ദേശം.ഗലീലിയോ: _____ വീരന്മാർ ആവശ്യമാണ് ഇല്ല അസന്തുഷ്ടരായ ദേശം.
		-- Bertolt Brecht, "Life of Galileo"

%
റോമർ മേൽ മറ്റൊരു അത്തരം വിജയം, ഞങ്ങൾ നശിച്ചുപോയല്ലോ.
		-- Pyrrhus

%
ഏത് ക്ഷമിയ്ക്കുക ഒരു സ്വേച്ഛാധിപതി സേവിക്കും.
		-- Aesop

%
"ഏത് പിൻഗാമിയെ പ്രസിഡന്റിന് വാർത്തകൾ?" അവൻ എന്നുണ്ടായിരുന്നു ചോദിച്ചു."ഒന്നുമില്ല," അനിതാ മറുപടി. "അവൾ ആരെയെങ്കിലും കണ്ടെത്തുന്നതിൽ വലിയ ബുദ്ധിമുട്ട് ഇല്ലാതെ പറ്റിപോസ്റ്റ് അംഗീകരിക്കുക മനസുള്ള യോഗ്യത. ""അപ്പോൾ ഞാൻ നിൽക്കാതെ" ഡോ ഫ്രെഷ് പറഞ്ഞു. "ഞാൻ വളരെ നല്ല, പക്ഷെകുറഞ്ഞത് ഒരു തീരുമാനം എടുക്കാൻ കഴിയും. ""എവിടെയോ," അദ്ദേഹം "grumphed അവിടെ അവസരവാദ ഒരു കർഷകബാലൻ ആയിരിക്കണംഏറ്റവും പ്രവർത്തിപ്പിക്കാൻ താൽപ്പര്യമുണ്ടോ ഒരു ബില്സുവിനെ ഇഴകൾ ചെറുപ്പക്കാർ ലേലംപിടിച്ചുഅപ്-ആന്റ്-ഡൌൺ മനുഷ്യരാശിയുടെ ചരിത്രത്തിൽ ഉദ്യോഗസ്ഥവൃന്ദം. "
		-- R. L. Forward, "Flight of the Dragonfly"

%
അവൻ രണ്ടു സംവത്സരം ചെലവഴിക്കാൻ കാണാം ആ പ്രസിഡൻസി ഇത്രമാത്രം ആഗ്രഹിക്കുന്നു എന്ന് ആർക്കുംഅതു ഓഫീസ് വിശ്വസനീയമല്ല എന്നതാണ് തീരുമാനിച്ചതും സംഘടിപ്പിക്കുകയും പ്രചരണം.
		-- David Broder

%
തങ്ങളെ ലഭിക്കുന്നത് കഴിവുള്ള ആർക്കും പ്രസിഡന്റ് യാതൊരു ന് should ഉണ്ടാക്കിഅക്കൗണ്ട് ജോലി ചെയ്യാൻ അനുവദിക്കില്ല.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
കാലം യുദ്ധം ദുഷ്ടൻ കരുതപ്പെടുന്നു തന്നെ അതിന്റെ ആകര്ഷണം ഉണ്ടായിരിക്കും.മതമോ നോക്കിക്കണ്ടിരുന്നത് വരുമ്പോൾ പ്രശസ്തമായ ആയിരിക്കും നിരതരായി ചെയ്യും.
		-- Oscar Wilde, "Intentions"

%
ഒഡാസിറ്റി, വീണ്ടും, വിമര്ശനം, എപ്പോഴും ഇടിത്തീ.
		-- G. J. Danton

%
ബോംബ് നിരോധിക്കണോ. പരമ്പരാഗത പോരിന്റെ ലോകത്തിലേക്ക് സംരക്ഷിക്കുക.
		-- G. J. Danton

%
അതു നമ്മുടെ സമ്പാദ്യം, ഞങ്ങളുടെ ജോലികൾ, അല്ലെങ്കിൽ ഞങ്ങളുടെ വീടുകൾ Be; അതേസമയം ഒന്നും സുരക്ഷിതമാണ്നിയമനിർമാണ സെഷനിൽ ആണ്.
		-- G. J. Danton

%
Bedfellows വിചിത്രമായ രാഷ്ട്രീയക്കാർ ഉണ്ടാക്കേണം.
		-- G. J. Danton

%
ഭാഗ്യവാന്മാർ; അവർ ദേശീയ കടം അവകാശമാക്കും ചെറുപ്പമാണ്.
		-- Herbert Hoover

%
C'est magnifique, mais കുടിലതയോടെ ല guerre![ഇത് മനോഹരമായ ആണ്, പക്ഷേ അത് യുദ്ധം മാത്രമല്ല]
		-- Pierre Bosquet, witnessing the charge of the Light Brigade

%
"കേബിൾ പല പ്രദേശങ്ങൾ പാവപ്പെട്ട ടിവി സ്വീകരണം കാരണം, ഒരു ലക്ഷ്വറി ആണ്."
		-- The mayor of Tucson, Arizona, 1989

%
കാനഡ പോസ്റ്റ് ശരിക്കും ഒരു സ്റ്റാമ്പ് 32 സെൻറ് ഈടാക്കുന്നില്ല. ഇത് 2 സെൻറ് തുടർന്ന്തപാൽ വേണ്ടിയും സംഭരണത്തിനായി 30 സെൻറ്.
		-- Gerald Regan, Cabinet Minister, 12/31/83 Financial Post

%
കാണാമെന്നു ലേക്കുള്ള സെൻസസ് വേട്ടയിൽ:നിങ്ങൾക്ക് എപ്പോഴെങ്കിലും മീസിൽസ് ചെയ്തു; അങ്ങനെയെങ്കിൽ, എത്ര ചെയ്തിട്ടുണ്ടോ?
		-- Gerald Regan, Cabinet Minister, 12/31/83 Financial Post

%
വിയറ്റ്നാമിൽ യുദ്ധം കാര്യത്തിലോ, Vermount ഓഫ് സെനറ്റർ ജോർജ് Aiken പറയാത്തജനുവരി, 1966, "ഞാന് കുറുപ്രാവിനെയോ കാഴുകന്മാരും വളരെ ആഴമായ സുഖമാണ്. ഞാന് പനംകള്ളില്കൂടുതൽ ഔളുകൾ. "
		-- Bill Adler, "The Washington Wits"

%
റഷ്യ കീഴടക്കിയ steppe വഴി steppe ചെയ്യണം.
		-- Bill Adler, "The Washington Wits"

%
അഴിമതി പോലീസ് കമ്മീഷണർ # 1 മുൻഗണന അല്ല. അവന്റെ ജോലിനിയമം നടപ്പിലാക്കാൻ കുറ്റം യുദ്ധം എന്നതാണ്.
		-- P. B. A. President E. J. Kiernan

%
ക്രൈം അടയ്ക്കാം ഇല്ല ... അതുപോലെ രാഷ്ട്രീയം.
		-- Alfred E. Newman

%
സ്പേസ് ബജറ്റ് വെട്ടിക്കുന്നു ശരിക്കും മാനവികതയുടെ എന്റെ വിശ്വാസം വീണ്ടെടുക്കുന്നു. അത്സ്വപ്നങ്ങൾ ലക്ഷ്യങ്ങളെയും ആദർശങ്ങൾ ഇല്ലാതാക്കുന്നു ഞങ്ങൾക്കു നേരായ നേടുകയും അനുവദിക്കുന്നുവിദ്വേഷം, ദുർമാർഗത്തിലേക്കു, ആത്മനിയന്ത്രണം വിനാശകാരകമാവുകയും ബിസിനസ്. "
		-- Johnny Hart

%
ഡിസ്നിലാൻഡ് അതിന്റെ അവകാശപ്പെട്ട ഭവനം സർക്കാർ സ്ഥാപനവും ആവശ്യം.
		-- Johnny Hart

%
ജനാധിപത്യം എഡിറ്റർമാർ കോപി ഭീഷണിപ്പെടുത്തുന്നതോ ഒരു സർക്കാർ മാറുന്നു.
		-- Ralph Waldo Emerson

%
ജനാധിപത്യം ഞങ്ങൾ ഒട്ടും മെച്ചമല്ല അധികം നിയന്ത്രിക്കപ്പെടും insures ഒരു ഡിവൈസ്ഞങ്ങൾ അർഹിക്കുന്നു.
		-- George Bernard Shaw

%
ജനാധിപത്യം ദൈവമുണ്ടെങ്കിൽപ്പിന്നെ ഏത് അനുവദിച്ചിട്ടുള്ളു സർക്കാർ ഒരു രൂപമാണ്രാജ്യത്തെ ഫസ്റ്റ് ക്ലാസ് മാനേജ്മെന്റ് കീഴിൽ എന്തു ചെയ്യേണ്ടു ഉറക്കെ.
		-- Senator Soaper

%
ജനാധിപത്യം തെരഞ്ഞെടുപ്പ് നൻമയെ സർക്കാർ ഒരു രൂപമാണ്കേടായ ഏതാനും വഴി നിയമിക്കപ്പെടാൻ സാമർത്ഥ്യം പല.
		-- G. B. Shaw

%
ജനാധിപത്യം നിങ്ങൾ പോലും ചിന്തിക്കുന്നത് എന്തു പറയും കഴിയുന്ന ഒരു ഗവണ്മെന്റാണ്കരുതുന്നില്ല.
		-- G. B. Shaw

%
ജനാധിപത്യം പ്രകാരമുള്ള ജനം മനുഷ്യൻ തിരഞ്ഞെടുക്കാനുള്ള സ്വാതന്ത്ര്യം ഒരു പ്രക്രിയയാണ്ആക്ഷേപവും ലഭിക്കും.
		-- Laurence J. Peter

%
ജനാധിപത്യം നല്ലതു. മറ്റു സംവിധാനങ്ങൾ മോശമായ കാരണം ഞാൻ ഇതു പറയുന്നു.
		-- Jawaharlal Nehru

%
ജനാധിപത്യം ഞങ്ങൾ അവരെ ആവശ്യമുള്ളപ്പോഴെല്ലാം നമുക്ക് ജനത്തെ നാമം.
		-- Arman de Caillavet, 1913

%
ജനാധിപത്യം ആവർത്തിച്ചുവരുന്ന സംശയം ആ കൂടുതൽ ആളുകൾ പകുതിയിൽ ആണ്സമയം പകുതിയിലും ശരിയായ അധികമാകുന്നു.
		-- E. B. White

%
ജനാധിപത്യം മറ്റെല്ലാ ഒഴികെയുള്ള സർക്കാർ മോശപ്പെട്ടവർ രൂപമാണ്കാലാകാലങ്ങളിൽ പ്രഖ്യാപിക്കപ്പെടുകയും ഫോമുകൾ.
		-- Winston Churchill

%
ഡെമോക്രസി ലളിതമായി വേണ്ടി ആളുകൾ ജനങ്ങളുടെ .ഗദയും മാർഗങ്ങൾജനം.
		-- Oscar Wilde

%
ജനസംഖ്യാപരമായ തിരഞ്ഞെടുപ്പിൽ ബോർഡിൽ ഉടനീളം വിശ്വാസ്യത നഷ്ടപ്പെട്ടു എന്ന് കണക്കുകൾ സൂചിപ്പിക്കുന്നു.പ്രത്യേകിച്ച് ആ 14-കാരി വാലി പെൺകുട്ടികളെ.
		-- Oscar Wilde

%
നയതന്ത്രം അടുത്ത നൂറ്റാണ്ടു വരെ തള്ളിനീക്കുന്നത് കുറിച്ച് ആണ്. രാഷ്ട്രീയം കുറിച്ച്വെള്ളിയാഴ്ച ഉച്ചതിരിഞ്ഞ് വരെ തള്ളിനീക്കുന്നത്.
		-- Sir Humphrey Appleby

%
നയതന്ത്രം മറ്റ് പാർട്ടി ഇഷ്ടമുള്ള രീതിയിൽ കാര്യങ്ങൾ അനുവദിക്കുന്നതും കലയാണ്.
		-- Daniele Vare

%
നയതന്ത്രം നിങ്ങൾ ഒരു പാറ കണ്ടെത്താൻ കഴിയും വരെ "നൈസ് doggie" എന്നു കലയാണ്.
		-- Wynn Catlin

%
നയതന്ത്രം, ചമ്മല് തോന്നി nastiest കാര്യം പറയുകയും എന്നതാണ്.
		-- Balfour

%
അറിഞ്ഞിരിക്കേണ്ടത് ആവശ്യം നിലവിലുണ്ട് സമയത്ത് മാത്രമേ ക്ലാസിഫൈഡ് വിവരം വെളിപ്പെടുത്താൻ.
		-- Balfour

%
... താഴ്മയുള്ളവരായിരുന്നുകൊണ്ട് ചെയ്യരുത് ആ വലിയ അല്ലെന്ന്.
		-- Golda Meir

%
അവനെ കാര്യമാക്കുന്നില്ല; രാഷ്ട്രീയക്കാർ എപ്പോഴും മുഴങ്ങുന്നു.
		-- Golda Meir

%
മോഷ്ടിക്കരുതു; ... ഐ.ആർ.എസ് മത്സരം വെറുക്കുന്നു!
		-- Golda Meir

%
നിങ്ങളുടെ സുഹൃത്തുക്കൾ സംശയിക്കാൻ ചെയ്യരുത് - അവരെ തിരിയാൻ!
		-- "Brazil"

%
നാവിക പാരമ്പര്യം എന്നോട് സംസാരിക്കുന്നത് ചെയ്യരുത്. അത് ഒന്നും എന്നാൽ റം, അനുശാസിക്കുന്നു ഒപ്പംകുത്തിപ്പറയുകയും.
		-- Winston Churchill

%
വോട്ടുചെയ്യാൻ - അത് മാത്രമേ പ്രോത്സാഹിപ്പിക്കുന്നു!
		-- Winston Churchill

%
അർപ്പണബോധമുള്ള അനുയായികളെ കുറവ് വലിയ നേതാക്കൾ ഉണ്ടാകാൻ കാരണംനിർത്തലാക്കും.
		-- Winston Churchill

%
ഓരോ വ്യക്തിയും പൊതു കാര്യങ്ങളുടെ മാനേജ്മെന്റ് പങ്കെടുക്കുന്നതിനുള്ള അവകാശം ഉണ്ട്രാജ്യത്തെ അവൻ മുൻകൂർ അനുഭവം വിജയിക്കാനുള്ള ഇഷ്ടം, ഒരു വ്യവസ്ഥയുമായിസർവകലാശാല ബിരുദം ജനസ്വാധീനമുള്ള മാതാപിതാക്കൾ, മനോഹരമായിരിക്കുന്നു, ഒരു ജീവചരിത്രം, രണ്ട്3x4 സ്നാപ്പ്ഷോട്ടുകൾ, ഒരു നല്ല നികുതി റെക്കോർഡ്.
		-- Winston Churchill

%
ഓരോ വ്യക്തിയും സബ്വേയിലൂടെ അവകാശമുണ്ട്.
		-- Winston Churchill

%
അവർ യുണൈറ്റഡ് ഫസ്റ്റ് ക്ലാസ് മെയിൽ നിരക്ക് ഉയിർത്തെഴുന്നേല്പിച്ചു പോലുംഎസ് നാം ശരിക്കും പരാതി പാടില്ല - ഇപ്പോഴും രണ്ട് സെൻറ് ഒരു ദിവസത്തെ.[മികച്ചവ ലഭിക്കുന്നു! പെട്ടെന്നുതന്നെ അതിനെ ഒരു ചില്ലിക്കാശും ഒരു ദിവസം ആയിരിക്കും!]
		-- Winston Churchill

%
പ്രാതിനിധ്യം നികുതി വിലകുറഞ്ഞ വരേണ്ട എങ്കിൽ ഏറെ അത്ഭുതപ്പെടുകയോ?
		-- Winston Churchill

%
എല്ലാ രാജ്യത്തും സർക്കാർ അർഹിക്കുന്നു ഉണ്ട്.
		-- Joseph De Maistre

%
എല്ലാവരും രാഷ്ട്രീയക്കാർ എല്ലാ സമയത്തും കിടക്കുന്ന, ആ വെറും അങ്ങനെയല്ല തന്നെ!എന്നാൽ അവർ കിടക്കുന്നതു ഉള്ളപ്പോൾ അറിയാൻ ശരീര ഭാഷ മനസ്സിലാക്കേണ്ട ചെയ്യേണ്ടതില്ല,അവർ വരുമ്പോൾ.രാഷ്ട്രീയക്കാരൻ മൂക്കിൽ വേറെ വന്നപ്പോൾ അദ്ദേഹം കിടക്കുന്നതു അല്ല.രാഷ്ട്രീയക്കാരൻ കാതിൽ tugs വരുമ്പോൾ അവൻ കിടക്കുന്നതു അല്ല.രാഷ്ട്രീയക്കാരൻ തന്റെ മാല അസ്ഥി ഉപരിപ്ലവം വരുമ്പോൾ അവൻ കിടക്കുന്നതു അല്ല.അവന്റെ വായ് ചലിക്കുന്ന ആരംഭിക്കുമ്പോൾ അവൻ കിടക്കുന്നതു ചെയ്യുമ്പോൾ ആണ്!
		-- Joseph De Maistre

%
എല്ലാം, നിർഭാഗ്യവശാൽ ഏത് ഒരു ചെറിയ ദോഷം ഗ്രൂപ്പ് നിയന്ത്രിക്കുന്നത്നാം അറിയുന്നു ആരും വകയാണ്.
		-- Joseph De Maistre

%
സ്വാതന്ത്ര്യം പ്രതിരോധിക്കുന്നതിന് തീവ്രവാദം പരിശ്രമത്തിൽ യാതൊരു വൈസ് ... മോഡറേഷൻ ആണ്നീതിയുടെ യാതൊരു നന്മയാണ്.
		-- Barry Goldwater

%
മതഭ്രാന്ത് നിങ്ങളുടെ ലക്ഷ്യം മറന്നു കഴിയുമ്പോൾ നിങ്ങളുടെ പരിശ്രമം സയുക്തിക അടങ്ങിയിരിക്കുന്നു.
		-- George Santayana

%
ഫാർ തിരികെ പുരാതന സമയം നീരാവി ൽ, വലുതും ഉജ്വലമായ ദിവസങ്ങളിൽമുൻ താരാപഥ സാമ്രാജ്യം, ജീവിതം, കാട്ടു പണക്കാരും വലിയതോതിൽ സ്വതന്ത്ര നികുതി ആയിരുന്നു.പ്രതാപിയും പുറത്തൂര് സാഹസികത തേടിക്കൊണ്ട് വൈനും ദൂരെ തമ്മിൽ അവരുടെ വഴി ഞാനത് ഒപ്പംതാരാപഥ സ്പേസ് അങ്ങേ എത്തുന്നത് ഇടയിൽ പ്രതിഫലം. അന്നൊക്കെ, ആത്മാക്കൾധൈര്യമുള്ള ആയിരുന്നു ആളായ ഉയർന്ന ആയിരുന്നു പുരുഷന്മാർ യഥാർത്ഥ പുരുഷന്മാർ, സ്ത്രീകൾ യഥാർത്ഥ സ്ത്രീകളാണ്ആൽഫ സെന്റോറി നിന്ന് ചെറിയ രോമക്കുപ്പായമിട്ട ജീവികളുടെ യഥാർത്ഥ ചെറിയ രോമക്കുപ്പായമിട്ട ജീവികൾആൽഫാ സെന്റൗറി നിന്ന്. എല്ലാവരും വീരന്മാർ ചെയ്യാൻ, അജ്ഞാത ഭയങ്കരപ്രവൃത്തികൾ ധീരമായി ധൈര്യപ്പെട്ടില്ലകർമ്മങ്ങൾ ആരും മുമ്പിൽ പിളരുകയും ചെയ്തു എന്നു ധൈര്യത്തോടെ വിഭജിക്കാൻ infinitives - ഇപ്രകാരംസാമ്രാജ്യത്തിന്റെ കെട്ടിച്ചമച്ച ചെയ്തു.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
ഫയെറ്റെവില്ലേ: സത്യസന്ധതയുടെ മനുഷ്യർ നടത്തുന്ന ഉപയോഗിക്കുന്ന ബ്രിട്ടീഷ് പോലീസ് സേനയെ.ട്രസ്കോട്ടിന്റെയും: അത് തെറ്റുകള് ചെയ്തു ഒരു തെറ്റാണ്.
		-- Joe Orton, "Loot"

%
ഭയവും നിരസിക്കയും എന്റെ മനുഷ്യൻ, ഭയവും നിരസിക്കയും.
		-- H. S. Thompson

%
പൊതു സംസാരിക്കുന്നതും ആദ്യ നിയമം.ആദ്യം, ദം നിങ്ങൾ .പഞ്ഞിക്കെട്ടുപോലെ വേണ്ടതെന്താണൊ 'പറയാൻ ദം പറയാൻ;തുടർന്ന് 'ഇഎം പറയുന്നു;അപ്പോൾ ഇഎം 'നിങ്ങൾ ടോൾ നിങ്ങൾ എന്താണ് ഇഎം' പറയുന്നു.
		-- H. S. Thompson

%
ആദ്യമായി നാം ആരും മുപ്പതു വർഷമായി ഉപയോഗിക്കുന്ന ഒരു ആയുധം ഞങ്ങൾക്കുണ്ട്.ഇത് എന്നെ മനുഷ്യ വംശത്തിന്റെ വലിയ പ്രത്യാശ നൽകുന്നു.
		-- Harlan Ellison

%
തന്റെ ഗോത്രത്തിൽ കസ്റ്റംസ് നിയമങ്ങൾ വിശ്വസിക്കുന്നതെന്നാണ് അവനെ ക്ഷമിക്കേണമേപ്രകൃതിയുടെ!
		-- G. B. Shaw

%
വഞ്ചകൻ ഫോഴ്സ് കാരണം തുകപോലെ ആദരാഞ്ജലികൾ ആണ്.
		-- Charles Curtis, "A Commonplace Book"

%
സൗജന്യ സ്പീച്ച് 'തിയേറ്റർ' കരഘോഷം ചെയ്യുക തിരക്കേറിയ ഫയർ ശരിതന്നെയാണ്.
		-- A Yippie Proverb

%
നിങ്ങൾ ഒരു പട്ടം പറക്കുന്ന പോകാൻ മിസ്സിസ് Grundy, പറയുമ്പോൾ ഫ്രീഡം തുടങ്ങുന്നു.
		-- A Yippie Proverb

%
ഫ്രീഡം മറ്റൊന്നും എന്നാൽ മെച്ചപ്പെട്ട ചെയ്യാൻ അവസരമാണ്.
		-- Camus

%
സ്വാതന്ത്ര്യ അടിമത്തം ആണ്.അജ്ഞത ബലം.വാർ സമാധാനം.
		-- George Orwell

%
മാധ്യമ സ്വാതന്ത്ര്യം ഒറ്റ സ്വന്തമാക്കിയെന്ന് ഇടയായാൽ ചെയ്തവർക്കുള്ളതത്രെ അത്.
		-- George Orwell

%
ഫ്രീഡം നഷ്ടപ്പെടാൻ ഒന്നും എന്നതിനുള്ള മറ്റൊരു പദം.
		-- Kris Kristofferson, "Me and Bobby McGee"

%
"... മാന്യന്മാരെ പരസ്പരം മെയിൽ വായിക്കുന്നില്ല."ബ്ലാക്ക് ചേംബർ ദേശീയ ഇവയുടെസെക്യൂരിറ്റി ഏജൻസി.
		-- Secretary of State Henry Stimson, on closing down

%
ജോർജ്ജ് ഓർവെൽ 1984 വടക്കുപടിഞ്ഞാറൻ 0.
		-- Chicago Reader 10/15/82

%
ജോർജ്ജ് ഓർവെൽ ശുഭാപ്തി ആയിരുന്നു.
		-- Chicago Reader 10/15/82

%
ജോർജ് വാഷിങ്ടൺ ആദ്യം സമാധാനത്തോടെ യുദ്ധത്തിൽ ആദ്യമായി - ആദ്യത്തെ ലേക്ക്തന്റെ ജന്മദിനം ഒരു നീണ്ട വാരാന്ത്യം ഉണ്ടാക്കുവാൻ juggled ഞങ്ങൾക്കുണ്ട്.
		-- Ashley Cooper

%
പ്രതിയെ എല്ലാ ഓർഡറുകൾ തരിക. ഒരു പോയേക്കാം എന്നു ഇറങ്ങി ഒന്നും എഴുതാൻ ഒരിക്കലും"പേൾ ഹാർബർ പ്രമാണം".
		-- Ashley Cooper

%
"എന്നെ മതിയായ മെഡലുകൾ, ഞാൻ ഒരു യുദ്ധം ജയിക്കും."
		-- Napoleon

%
സർക്കാരുകൾ പണവും നൽകുന്നു വിസ്കി പോലുള്ള ആണ്കൗമാര ആൺകുട്ടികളും കാർ കീകൾ.
		-- P. J. O'Rourke

%
ദൈവം തരത്തിലുള്ള വ്യക്തിയാണ് അവൻ തെരഞ്ഞെടുക്കുന്നു ധനം തന്റെ അവജ്ഞ കാണിക്കുന്നുഅത് ലഭിക്കുന്നതിന്.
		-- Austin O'Malley

%
നല്ല സർക്കാർ നിയമങ്ങൾ ആശ്രയിച്ചാണ്, എന്നാൽ വ്യക്തിപരമായ ഗുണങ്ങൾ മേൽ ഒരിക്കലുംനിയന്ത്രിക്കും ചെയ്തവർക്ക്. സർക്കാരിന്റെ മെഷിനറി എപ്പോഴും ആജ്ഞാനുവർത്തികളായി ആണ്ആ മെഷിനറി അഡ്മിനിസ്റ്റർ ചെയ്തവരുടെ ഇഷ്ടം. ഏറ്റവും പ്രധാനപ്പെട്ട ഘടകംസർക്കാർ അതുകൊണ്ട് നേതാക്കൾ തിരഞ്ഞെടുക്കാതെ രീതി.
		-- Frank Herbert, "Children of Dune"

%
നല്ല നേതാക്കൾ ദുർലഭമായ ഒരാളായി, സ്വയം പറയുന്ന അനുവദിക്കും.
		-- Frank Herbert, "Children of Dune"

%
ഇന്റേർണൽ റവന്യൂ സർവീസ് കുറിച്ച് പരാതി കിട്ടിയോ?കോൾ സുഖ ടോൾ ഫ്രീ "ഐ.ആർ.എസ് ടാക്സ്പേയർ പരാതി ഹോട്ട് ലൈൻ നമ്പർ":1-800-AUDITME
		-- Frank Herbert, "Children of Dune"

%
നിങ്ങൾ ഒരു ചെറിയ മീനും പാകം ചെയ്യുന്നത് പോലെ ഒരു വലിയ ജാതി നിയന്ത്രിക്കും. അതു രക്തദാനം ചെയ്യരുത്.
		-- Lao Tsu

%
സർക്കാർ വീമ്പിളക്കിയാല് നിയന്ത്രിക്കപ്പെടും പ്രോത്സാഹിപ്പിക്കുന്നില്ല പാടില്ല [ആണ്].
		-- John Updike, "Couples"

%
സർക്കാർ ശയിക്കയും പത്രങ്ങൾ കിടക്കുന്നു എങ്കിലും ജനാധിപത്യത്തിൽ വ്യത്യസ്ത വഞ്ചന മാത്രമാകുന്നു.
		-- John Updike, "Couples"

%
സര്ക്കാര്? ഞാന് അത് അത്രയേയുള്ളൂ എന്താണെന്ന് എനിക്ക് അറിയില്ല. എനിക്കറിയില്ലസാമ്പത്തിക വിദഗ്ധരുടെ അപേക്ഷിച്ച് ഈ കാര്യത്തെക്കുറിച്ചു ഇനി, ദൈവത്തെ അറിയുന്നു, അവൻവളരെ അറിയില്ല.
		-- Will Rogers

%
സീനിയർ, മാതാപിതാക്കൾ, സ്നേഹിതർ ബിരുദം ...എന്നെ നിങ്ങൾ വായനയായിരുന്നു ആരംഭിക്കും ഇന്നു എന്റെ പ്രസ്താവന എഴുന്നേറ്റു എന്ന് നമുക്ക്പുതിയ ഇതിനെ ഏറ്റവും കർശനമായ ആവശ്യങ്ങൾ ലേക്കുള്ള.ഇൻട്രാ കോളേജ് സംവേദനക്ഷമത ഉപദേശക സമിതി സൂക്ഷ്മപരിശോധന ചെയ്തുപോലും ഉപബോധകമായ വംശീയതയുടെ .അവള്ക്കതില് ആൻഡ് classism എന്ന അളവിൽ നമു വാചകം.മാത്രമല്ല, deconstructionists ഒരു ഫാക്കൽറ്റി പാനൽ വീണ്ടും ചെയ്തിരിക്കുന്നുഒരു പോസ്റ്റ്-structuralist ചട്ടക്കൂടിനുള്ളിൽ ആഴമായും ഘടകങ്ങൾ, പോലെപടിഞ്ഞാറൻ യുക്തിയുടേയും ലീനിയർ യുക്തി ഏതെങ്കിലും കുറ്റകരമായ ഘടകങ്ങൾ ഉടനേ.അവസാനമായി, എല്ലാ പരാമർശവും, വെളുത്ത ആൺ നിന്ന് ഒഴുകുന്ന eurocentricകാഴ്ചപ്പാട് മറ്റേതെങ്കിലും ruminations കൽപ്പിത പോലെ പുറത്തായി അനുസരിച്ചാണ്നിമിഷം രാഷ്ട്രീയ സമവായം ലേക്ക് denigrating.നിങ്ങൾ ആശംസകളും നന്ദി.
		-- Doonesbury, the University Chancellor's graduation speech.

%
ചരിത്രത്തിൽ വലിയ മുഹൂർത്തങ്ങൾ: # 3ഓഗസ്റ്റ് 27, 1949:ഫെയിം ഒരു ഹാൾ മികവുറ്റ അംഗങ്ങൾ ബഹുമാനിക്കാൻ തുറന്നുവനിതാ എയർ കോർപ്പറേഷൻ ഒരു WAC മ്യൂസിയം ആയിരുന്നു.
		-- Doonesbury, the University Chancellor's graduation speech.

%
ഗ്രോവർ ക്ലീവ്ല്യാംഡ്, നിരന്തരം കൂടെ loggerheads ചെയ്തത് ആയാലുംസെനറ്റ്, ഹൗസ് ഓഫ് റെപ്രസന്റേറ്റീവ്സ് മികച്ചരീതിയിൽ കയറി. പ്രശസ്തമായ ഒരുപ്രസിഡന്റായിരുന്ന സമയത്ത് രക്തചംക്രമണത്തെ കഥ അവൻ രാത്രിയിൽ സംബന്ധിച്ചിടത്തോളംഅവന്റെ ഭാര്യ കരയുന്ന വഴി ഉണർത്തി, "ഉണരൂ! എനിക്ക് മോഷ്ടാക്കൾ എന്ന് കരുതിയതാണ്വീട്ടിൽ. ""അല്ല, അല്ല, എന്റെ പ്രിയ," പ്രസിഡൻറ് sleepily, സെനറ്റിലെ ചിലപ്പോൾ പറഞ്ഞു ",പക്ഷേ വീട്ടില്. "
		-- Doonesbury, the University Chancellor's graduation speech.

%
ആദ്യം എത്തിക്സ് ഗ്രബ്.
		-- Bertolt Brecht

%
ശബ്ദം കേട്ടുവോ നിങ്ങൾ Clinker, നിങ്ങൾ ഒരു ഏറ്റവും കുപ്രസിദ്ധ കുറ്റവാളി ആകുന്നു. നിങ്ങൾ ശിക്ഷിക്കപ്പെട്ട നിൽക്കാതെരോഗം, പട്ടിണി, അരിഷ്ടത, ഒപ്പം ആഗ്രഹിക്കുന്നു.
		-- Tobias Smollet

%
വലിയ കല, രാഷ്ട്രീയത്തിന്റെ മർമ്മം മൂര്ച്ചിച്ചു പ്രയോജനമുണ്ട്? എന്തുകൊണ്ടോ, ഇറങ്ങി unqualifiedly, ratty raffish, നീചമായ, അശ്ലീല കുറഞ്ഞ തോന്നുന്നില്ലഅതിന്റെ വിശേഷപ്പെട്ട virtuosi umitigated തു ഒരു കൂട്ട? അപ്പോൾ നമുക്ക് ചെയ്യാംഅതിന്റെ, അറ്റം ഒപ്പം tickel ലേക്കുള്ള midriff ഉയർന്ന ശേഷി മറക്കരുത്വിനോദപരിപാടികൾ മേക്കർ ആയി അതുല്യമായ സേവനങ്ങൾ.
		-- H. L. Mencken, "A Carnival of Buncombe"

%
നിങ്ങൾ വഴി ജനങ്ങളുടെ ഇന്റലിജൻസ് കഴിവുകൾ നിരസിക്കാൻ ശ്രദ്ധിച്ചിട്ടുണ്ടോഅവർ ചുറ്റും തോക്കുകൾ കൈവീശി ആരംഭിക്കാൻ കുത്തനെ മിനിറ്റ്?
		-- Dr. Who

%
അവൻ reelection ഓടിവരും ചെയ്തില്ല. "രാഷ്ട്രീയം എല്ലാ സമ്പർക്കം നിന്നെ കൊണ്ടുപോകുന്നതുനിങ്ങൾ ഒഴിവാക്കാൻ തരുവാൻ ആഗ്രഹിക്കുന്ന ആളുകളിൽ, ഞാൻ വീട്ടിൽ താമസിക്കുകയാണെങ്കിൽ പിരിയുകയാണ് "അവൻ പറഞ്ഞു.". "
		-- Garrison Keillor, "Lake Wobegone Days"

%
അവൻ അധികാരം ഇഷ്ടപ്പെടുന്നില്ല മനുഷ്യരുടെ നല്ലത്.
		-- Mohammed

%
തനിക്കു മാസ്റ്റർ ആയിരിക്കണം ആദ്യം, മറ്റുള്ളവരെ നിയന്ത്രിക്കുന്നതെന്നും ഭാവിക്കുന്നവർ അവൻ.
		-- Mohammed

%
അവൻ ലിങ്കൺ താമസിച്ചിരുന്ന മുദീർ വിലാസം വിചാരിക്കുന്നു.
		-- Wanda, "A Fish Called Wanda"

%
അമേരിക്കൻ ബ്രോഡ്കാസ്റ്റിംഗ് വ്യവസായം തത്വങ്ങളിൽ ആക്രമിക്കുന്നു അവനാണ്ആക്രമണങ്ങൾ ജനാധിപത്യം.
		-- William S. Paley, chairman of CBS

%
അതു ഏർപ്പെട്ടിരിക്കുന്ന എല്ലാ മാരകമായ പോരിന്റെ റെൻഡർ ആർ അവൻ വലിയവൻ ആകുംലോകം ഇതുവരെ അറിയപ്പെടുന്ന ഉണ്ട് ഭാഗ്യക്കുറി.
		-- Sir Richard Burton

%
സാധാരണയായി ചെളി ജല്ധാരയുംമായി നിലത്തു നഷ്ടപ്പെടുകയും അവൻ.
		-- Adlai Stevenson

%
രണ്ട് തന്റെ മുഖം രക്ഷിക്കാൻ ശ്രമിക്കുന്ന വെറുമൊരു രാഷ്ട്രീയ നേതാവിന്റെ ...
		-- Adlai Stevenson

%
എന്റെ പ്രഭുക്കന്മാർ, കേട്ടു ഞാൻ തളർന്നു; എന്റെ ഹൃദയം രോഗം ദുഃഖകരം തന്നെ. എവിടെ നിന്നുംസൂര്യൻ ഇപ്പോൾ ഞാൻ കൂടുതൽ എന്നേക്കും ഇല്ല യുദ്ധം ചെയ്യും നിൽക്കുന്നു.
		-- Chief Joseph of the Nez Perce

%
ഇവിടെ വാക്കുകളുടെ തന്റെ വെള്ളപ്പൊക്കം, കാരണം തന്റെ ഡ്രോപ്പ് കൂടെ, പ്രസംഗകൻ വരുന്നു.
		-- Chief Joseph of the Nez Perce

%
ചരിത്രം ശരിയായ നടപടിക്രമങ്ങൾ താഴെ ന് പറയാനുണ്ട്. ഒരു ചരിത്രത്തിൽ നിന്നുംമെക്സിക്കൻ വിപ്ലവത്തിന്റെ:"ഹിഡാല്ഗോ പിന്നീട് ഗുതലചാറ ന് പരാജയപ്പെടുത്തി. വിമത സൈന്യം ആയിരുന്നുമലനാട്ടിൽകൂടി യാത്രയിലാണ് പിടിച്ചെടുത്തു. എല്ലാ courtmartialed ചെയ്തുഅവൻ ഒരു പുരോഹിതൻ കാരണം, ഹിഡാൽഗോ ഒഴികെ വെടിവച്ചു. അവൻ കൈമാറിഅവനെ സഭയിൽ നിന്നു ചെയ്ത് അവനെ മടങ്ങിവന്ന ദുരങ്ങോ മെത്രാൻഅവൻ എവിടെ വധിക്കുകയുണ്ടായി സൈന്യം. "
		-- Chief Joseph of the Nez Perce

%
ചരിത്രം (കാലം ചരിത്രകാരന്മാർ നിയന്ത്രിക്കാൻ കഴിയും പോലെ) നമ്മുടെ പക്ഷത്തുണ്ട്.
		-- Chief Joseph of the Nez Perce

%
ചരിത്രം ജനതയുടെ മേൽ സമ്മതിക്കുന്നു തീരുമാനിച്ചു കഴിഞ്ഞ സംഭവങ്ങളുടെ പതിപ്പാണ്.
		-- Napoleon Bonaparte, "Maxims"

%
ചരിത്രം അറിവിന്റെ നിരന്തരമായ accessions നല്കുമെന്നാണ് മനുഷ്യ മനസ്സിന്റെ, കാണിക്കുന്നു,ആനുകാലികമായി അതിന്റെ സൈദ്ധാന്തിക മൂടികൾ വേണ്ടി വളരെ വലുതാണ് വളരുന്നു, അവരെ ആഗമനംപിളർന്ന് പുതിയ habiliments, AT, ഭക്ഷണം വളരുന്ന GRUB ദൃശ്യമാകും ലേക്ക്ഇടവേളകളിൽ, അതിന്റെ വളരെ ഇടുങ്ങിയ ത്വക്ക് imago എസ്.സി മറ്റൊരു ഏറ്റെടുക്കുന്നില്ല ... തീർച്ചയായുംമനുഷ്യ സംസ്ഥാന ദാരുണമായി അകന്ന തോന്നുന്നു, സകല moult നേടി ഒരു ആദ്യപടിയാണ്.
		-- Charles Darwin, from "Origin of the Species"

%
ചരിത്രം അവർക്കുള്ളത് ഒരിക്കൽ പുരുഷന്മാരും ജാതികൾ വിവേകത്തോടെ പെരുമാറണമെന്ന് പഠിപ്പിക്കുന്നത്മറ്റെല്ലാ മറ്റുവഴികൾ വലയെറിഞ്ഞു.
		-- Abba Eban

%
നിങ്ങൾക്ക് എങ്ങനെ ചീസ് 246 തരത്തിലുള്ള ഒരു സമുദായമാകുന്നു നിയന്ത്രിക്കും കഴിയും?
		-- Charles de Gaulle

%
ലോകത്തിന്റെ ഭരിച്ചിരുന്ന ആണ്, എങ്ങനെ യുദ്ധങ്ങളും ആരംഭിക്കും? നയതന്ത്രജ്ഞരെ വ്യാജം പറയുവാനുംപത്രപ്രവർത്തകർ, അവർ അവർ വായിച്ചുപഠിച്ചു വിശ്വസിക്കുന്നു.
		-- Karl Kraus, "Aphorisms and More Aphorisms"

%
ഞാൻ ജോലി സ്നേഹിതൻ, ഞാൻ പകരം അവന്റെ സ്നേഹിതൻ തന്നെഒന്നിൽ ആയിരിക്കും.
		-- Clarence Darrow

%
ഞാൻ ധൈര്യവും ആവോളം ആക്ട് നമ്മെത്തന്നെ യാഗം എന്നു ഉറച്ചുമിരിക്കുന്നുനീതിക്കു വേണ്ടി തികച്ചും എതിര്പ്പുകള് സമരത്തിൽ മറ്റുള്ളവരോട്. ഒരു മനുഷ്യനെമറ്റുള്ളവരെ വേണ്ടി കഷ്ടം ആണ്.
		-- Cesar Chavez

%
ഞാൻ ഒരു രാഷ്ട്രീയക്കാരൻ അല്ല എന്നു എന്റെ മറ്റ് ശീലങ്ങൾ പുറമേ നല്ലതാണ്.
		-- A. Ward

%
ഞാൻ മറ്റു പകുതി കൊല്ലാൻ തൊഴിലാളിവർഗ പകുതി നിയമിക്കുമെന്ന് കഴിയും.
		-- Jay Gould

%
ഞാൻ ഒരു ചെറിയ രാജ്യമാണ് എത്ര പാവപ്പെട്ട കഴിവു കാര്യമാക്കുന്നില്ല; അവർ ഇഷ്ടപ്പെടുന്നസ്വന്തം ബിസിനസ്സ് പ്രവർത്തിപ്പിക്കാൻ. ഞാൻ എന്റെ ഭാര്യ ഒരു മെച്ചപ്പെട്ട ഉറപ്പാക്കിക്കൊണ്ട് പുരുഷന്മാർ അറിയുന്നുഎന്നെക്കാൾ ഭർത്താവിനെ; എന്നാൽ, അതു മോണ്സ്റ്റര് ഞാൻ ദം കൊടുപ്പാൻ അവളുടെ പോകുന്നില്ല.
		-- The Best of Will Rogers

%
"ഞാൻ ഉള്ള കാലത്തോളം nominating ചെയ്യാൻ എത്തുന്നതുവരെ തെരഞ്ഞെടുത്ത ചെയ്തവരിൽ കാര്യമാക്കുന്നില്ല."
		-- Boss Tweed

%
ഞാൻ ഡച്ചുകാരൻ ഇഷ്ടമല്ല. അവൻ ഒരു മുതല തുടർന്ന്. അവൻ ബ്ലൊഗിന്റെ തുടർന്ന്. ഞാൻ അവനെ വിശ്വസിക്കരുത്.ഡച്ച് ഷൂട്സ് കൂടെ.ഞാൻ കാലുകൾ വിശ്വസിക്കരുത്. അവൻ പരിപ്പ് തുടർന്ന്. അവൻ ഇങ്ങിനെയൊക്കെ ഒരു വലിച്ചെറിയാൻ ആരംഭിക്കുന്നു നേരിടുമ്പോഴാണ്മറ്റൊരു നൊമ്പരങ്ങള് പോലെ ട്രിഗർ മൂക്കിൽ തുടെച്ചശേഷം."കാലുകൾ" ഡയമണ്ട്.
		-- Dutch Schultz, just before a peace conference with

%
ഞാൻ ഉള്ള കാലത്തോളം അവർ അത് ചെയ്യരുത് കോൺഗ്രസ് ചെയ്യുന്നതു ഇന്നതു കാര്യമാക്കുന്നില്ലവീഥികളിലും കുതിര പേടിപ്പിക്കുന്നു.
		-- Victor Hugo

%
ഞാൻ ഞാൻ കൂടുതൽ കൂടുതൽ ഗ്രഹങ്ങൾ കാണാൻ ആഗ്രഹിക്കുന്നു എന്നു പറയുമ്പോൾ ഞാൻ ഒറ്റയ്ക്കാണ് തോന്നുന്നില്ലനമ്മുടെ സൗരയൂഥത്തിലെ ക്കാരന് മേധാവിത്വത്തെ കീഴിൽ വീഴും.
		-- Jack Handey, The New Mexican, 1988.

%
ഞാൻ ഒരു മറ ആയുധം വഹിക്കാൻ ഈ ശവം കുറ്റക്കാരൻ കണ്ടെത്താൻ ഞാൻ അതിനെ $ 40 പിഴ.വെറും വെടിവെച്ചു.
		-- Judge Roy Bean, finding a pistol and $40 on a man he'd

%
ഞാൻ റോമിലെ ഇഷ്ടിക നഗരമാണ് കണ്ടെത്തുന്ന മാർബിൾ ഒരു നഗരം അവശേഷിക്കുന്നു.
		-- Augustus Caesar

%
എനിക്ക് ഒരു സ്വപ്നമുണ്ട്. ഞാൻ ജോർജിയ ചുവന്ന കുന്നുകളിലും ഒരു ദിവസം ഒരു സ്വപ്നമുണ്ട്,മുൻ അടിമകളെ മുൻ slaveowners പുത്രന്മാരോടുകൂടെ കഴിയുംസാഹോദര്യത്തിന്റെ പന്തിയിൽ ഒരുമിച്ചു ഇരുത്തി.
		-- Martin Luther King, Jr.

%
ഞാൻ ഇതിനകം യുദ്ധം രണ്ടു കസിൻസ്, ഞാൻ യാഗം തയ്യാറാണ്, ഞാൻഎന്റെ ഭാര്യ സഹോദരൻ.
		-- Artemus Ward

%
ഞാൻ എപ്പോഴും ഒരു റാഡിക്കൽ സാമ്രാജ്യത്വത്തോടും എടുക്കും എപ്പോഴൊക്കെ ശ്രദ്ധയിൽപ്പെട്ടുഅവൻ വളരെ നിശിതം രൂപത്തിൽ അതിനെ പിടിക്കുന്നു.
		-- Winston Churchill, 1903

%
ഞാൻ ചതിക്കുക നയതന്ത്രജ്ഞർ ആർട്ട് ഓഫ് കണ്ടെത്തി. ഞാൻ അവരെ സത്യം പറയുന്നുഅവർ എന്നെ വിശ്വസിക്കുകയില്ല.
		-- Camillo Di Cavour

%
ഞാൻ തത്ത്വചിന്തയിൽ ഈ നേടിയിരിക്കുന്നു:ഞാൻ മാത്രമേ ഭയത്താൽ ചെയ്യാൻ മറ്റുള്ളവർ എന്താണ് ഇല്ലാതെ കല്പിച്ചു ചെയ്തുകൊണ്ടിരിക്കുന്നു എന്ന്.
		-- Aristotle

%
യുദ്ധത്തിന്നു വേണ്ടുന്ന പോയില്ലേ മനസ്സിലാക്കിയിരുന്നു ഒരിക്കലും. ഇത് ആനകൾക്ക് ലേക്ക് pandersഇതിനകം ഏതെങ്കിലും മാന്യമായ ആഭ്യന്തര സ്ഥാപനവും മഹനീയമായ അന്വേഷണം.
		-- Alan Bennett

%
ഞാൻ അതു ഹോൾഡ് അല്പം ലഹള, പിന്നെ, ഒരു നല്ല കാര്യം എന്ന് ...
		-- Thomas Jefferson

%
ഞാൻ ആയുധങ്ങൾ മൂന്നാമൻ ലോകമഹായുദ്ധം ചെയ്യും പറ്റി കൂടാ ലോകയുദ്ധ നാലാമൻ വിറകു കല്ലുകൊണ്ടു യുദ്ധം ചെയ്യും.
		-- Albert Einstein

%
ഞാൻ ദീർഘകാലാടിസ്ഥാനത്തിൽ ആളുകളെ പ്രോത്സാഹിപ്പിക്കാൻ കൂടുതൽ എന്തു ചെയ്യാൻ പോകുന്നു വിശ്വസിക്കാൻ ഇഷ്ടപ്പെടുന്നഞങ്ങളുടെ സർക്കാരുകൾ സമാധാനം. തീർച്ചയായും ഞാൻ ജനത്തെ സമാധാനം ഇത്രമാത്രം ആഗ്രഹിക്കുന്ന കരുതുന്നുഈ ദിവസം ഗവൺമെന്റുകൾ ആ ഒരു മെച്ചപ്പെട്ട വഴിയിൽ നിന്നു നേടുകയും അവരെ പറയട്ടെഅതു ഞങ്ങൾക്കുണ്ട്.
		-- Dwight D. Eisenhower

%
ഞാൻ വെസ്റ്റ് പോയിന്റ് പോയിരുന്നു എന്തുകൊണ്ട്, എന്നാൽ ഞാൻ ഒരു കോൺഗ്രസ് സംസാരിപ്പാൻ അഹംഭാവം ആയിരുന്നു.
		-- Will Rogers

%
ഞാൻ നാലു സംസ്ഥാനങ്ങളിൽ നിയമനിർമ്മാണ നല്ല ഇഷ്ടം ആവശ്യമായിരുന്നു. ഞാൻ രൂപംഎന്റെ സ്വന്തം ധനം നിയമനിർമ്മാണസഭകളിലേക്ക്. ഞാൻ ആ വഴി കുറവാണെന്നും കണ്ടെത്തി.
		-- Jay Gould

%
ഞാൻ നിഷേധിക്കുന്നത് ഞാൻ വിരുദ്ധമായ ഒരിക്കലും ഒരിക്കലും. ഞാൻ ചിലപ്പോൾ മറക്കരുത്.		   രാജകീയ കുടുംബം
		-- Benjamin Disraeli, British PM, on dealing with the

%
ഞാൻ ആർക്കും വോട്ടു ഒരിക്കലും. ഞാൻ എപ്പോഴും വോട്ട്.
		-- W. C. Fields

%
ഞാൻ സർക്കാർ കടപ്പെട്ടിരിക്കുന്നു നികുതി $ 3400. അങ്ങനെ ഞാൻ അവരെ രണ്ട് ആണിയും ഒരു അയച്ചുടോയിലറ്റ് സീറ്റ്.
		-- Michael McShane

%
ഞാൻ ആദ്യ ഏറ്റവും പ്രധാനപ്പെട്ട നന്മകൾ ഇടയിൽ സമ്പദ്, ഒപ്പം പൊതുകടം സ്ഥാപിക്കുകഅപകടങ്ങളെക്കുറിച്ച് ഭയങ്കര വലിയതോ. ഞങ്ങളുടെ സ്വാതന്ത്ര്യം നിലനിർത്തുന്നതിന്, നമ്മൾ ചെയ്തിരിക്കണംഞങ്ങളുടെ പ്രഭുക്കന്മാർ കടബാദ്ധ്യതകളും ഞങ്ങളെ ലോഡ് അനുവദിച്ചതുമില്ല. നാം അത്തരം കടം ഉണ്ടാവുകയാണെങ്കിൽ, ഞങ്ങൾനമ്മുടെ ഇറച്ചി പാനീയത്തിൽ നികുതി വേണം ഞങ്ങളുടെ ബുദ്ധിമുട്ടു നമ്മുടെ സുഖ,ഞങ്ങളുടെ പ്രയത്നം നമ്മുടെ amusements ലെ. ഞങ്ങൾ നിന്ന് സർക്കാർ തടയാൻ കഴിയുമെങ്കിൽഅവരെ പരിചരിക്കാനുള്ള നാട്യത്തിൽ ജനങ്ങളുടെ പ്രയത്നം ക്ഷയിക്കുന്നു അവർസന്തോഷം ആയിരിക്കും.
		-- Thomas Jefferson

%
ഞാൻ പതാക പ്രതിജ്ഞയുണൈറ്റഡ് സ്റ്റേറ്റ്സ് ഓഫ് അമേരിക്ക എന്നഅതു നിൽക്കുന്നത് വേണ്ടി റിപബ്ലിക്,ഒരൊറ്റ സമൂഹംവിഭജിക്കാനും,സ്വാതന്ത്ര്യം ഉപയോഗിച്ച്കൂടാതെ എല്ലാവർക്കും നീതി.
		-- Francis Bellamy, 1892

%
ഞാൻ ഏറ്റവും നീതിയുള്ള യുദ്ധം ഏറ്റവും അക്രമികൾ സമാധാനം ഇഷ്ടപ്പെടുന്നത്.പോലും സമാധാനം വളരെ ഉയർന്ന വിലയ്ക്ക് വാങ്ങിയ ചെയ്യാം.
		-- Poor Richard

%
ഞാൻ മെക്സിക്കോ മിസൈൽ ഞങ്ങളുടെ ആശങ്ക ആരും തിരിച്ചറിയുന്നു. എന്നാല്ജനാധിപത്യത്തിൽ താമസിക്കുന്നവർ മുഴു ഞങ്ങൾ പ്രൊഫഷണൽ തീർക്കാം എന്നതാണ്ഞങ്ങൾ അങ്ങനെ മെക്സിക്കോ മിസൈൽ പോലെയുള്ള കാര്യങ്ങൾക്ക് തങ്ങളെ താല്പര്യവുമായി congresspersonsപ്ലംബർ പിടിച്ചു ലഭിക്കുന്നത് നമ്മെത്തന്നെ താല്പര്യവുമായി സ്വതന്ത്ര കഴിയും.എന്നാൽ കാലാകാലങ്ങളിൽ ഞാൻ പോലുള്ള പ്രധാന പൊതു പ്രശ്നങ്ങൾ അഭിസംബോധന ചെയ്യണം തോന്നുന്നുവെങ്കിൽഇതു സ്വതന്ത്ര ഓപ്പൺ സമൂഹത്തിൽ, എവിടെ കാരണം, ലോകം വളരെ ഭാവിഞങ്ങളുടെ തെരഞ്ഞെടുക്കപ്പെട്ട നേതാക്കൾ നടത്തിയ തീരുമാനങ്ങൾ അടിവസ്ത്രം, നിങ്ങളെ വലിയ പണം ജയം ഒരിക്കലുംപോലുള്ള പത്രപ്രവർത്തനം അവാർഡ് നിങ്ങൾക്ക് വിഷയങ്ങൾ നിർബന്ധിക്കുകയും ഞാൻ സാധാരണയായി കുറിച്ച് എഴുതാൻ,മൂക്ക്-എടുക്കാവുന്നതാണ്.രാഷ്ട്രീയ ഒരപകടം "
		-- Dave Barry, "At Last, the Ultimate Deterrent Against

%
ഞാൻ ഒരു നല്ല നികുതി കുറയ്ക്കുന്നത് കുറിച്ച് വാഷിംഗ്ടണിൽ സംവാദം ഇടപാട് കാണാൻ. ഞാൻ പ്രതീക്ഷിക്കുന്നുഅവർ ഇഎം ദം അങ്ങനെ ജനം നൽകാൻ കഴിയുന്നത് മതി ഇറങ്ങി ഇറക്കി 'ലഭിക്കുക.
		-- The Best of Will Rogers

%
ഞങ്ങൾ നമ്മുടെ neigbors ചില ശ്രദ്ധ കോണി എവിടെ ഞാൻ കാണുന്നതെക്ക്. മെക്സിക്കോ കുറിച്ച് വെറും പ്രണയത്തെക്കുറിച്ച് എന്തുകൊണ്ടാണ് നാം മനസ്സിലാക്കണം ഒരിക്കലുംഞങ്ങളെ; ഞങ്ങൾ എപ്പോഴും അവരുടെ നല്ല ഇഷ്ടം എണ്ണ ധാതുക്കൾ, ഹൃദയം വന്നിരിക്കുന്നു.
		-- The Best of Will Rogers

%
ഞാൻ മോഷ്ടിക്കാൻ.ലളിതം. ഞാൻ ചിക്കാഗോ സ്വന്തമായുണ്ട്. ഞാൻ മിയാമി സ്വന്തമായുണ്ട്. ഞാൻ ലാസ് വെഗാസ് സ്വന്തമാക്കിയെന്ന്.
		-- Sam Giancana, when asked what he did for a living

%
ഞാൻ ലോകത്തെ സി വിദ്യാർത്ഥികൾ കീഴിലാണ് കരുതുന്നു.
		-- Al McGuire

%
ഞാൻ താൻ കണ്ടുമുട്ടിയ തന്റെ ഡ്യൂട്ടി ആദ്യം സിംഹം ആശ്രയിക്കുന്നു.
		-- J. P. Morgan on Teddy Roosevelt's safari

%
ഞാൻ അവരുടെ ഇലാസ്തികത പരീക്ഷിക്കാൻ നിയമങ്ങൾ മറിച്ച് ശ്രമിക്കുക.
		-- Bill Veeck

%
ഞാൻ തുറന്ന മനസോടെ, പക്ഷെ എന്റെ തലച്ചോറ് കൊഴിഞ്ഞ് അങ്ങനെ തുറക്കുക ശ്രമിക്കുക.
		-- Judge Harold T. Stone

%
എനിക്ക് ഈ എല്ലാ പ്രതിഭകളെ എങ്കിലും എല്ലാവരും ഞാൻ നന്നായി കടം തരാമോ മാത്രമല്ല ഉപയോഗിക്കുക.
		-- Woodrow Wilson

%
ഞാൻ ചെറുപ്പം ഒരു വിമത ആകും.അതുകൊണ്ടു ... കാരണം ... (ശുഭോദര്ക്കമത്രേ) ഞാൻ ദം ബാക്കപ്പുചെയ്ത എല്ലാ! എന്നാൽ ഞാൻ പഠിച്ചു.ലഹളയെ ലളിതമായി സ്വന്തം നിന്നും മറയ്ക്കാൻ പക്വതയില്ലാത്ത ഉപയോഗിക്കുന്ന ഒരു ഉപകരണം ആണ്പ്രശ്നങ്ങൾ. അങ്ങനെ ഞാൻ രാഷ്ട്രീയത്തിൽ താൽപര്യം നഷ്ടപ്പെട്ടു. ഇപ്പോൾ ഞാൻ ഇക്കാണുന്ന തോന്നുമ്പോൾഒരു പൗരാവകാശ കേസ് അല്ലെങ്കിൽ ഒരു പാസ്പോർട്ട് കേൾക്കെ അത് ... ഞാൻ വെറും ഒരു ഉപകരണത്തിന്റെ ഗ്രഹിക്കാൻ.ഞാൻ എന്റെ വിദഗ്ദനായ പോകാൻ ഞങ്ങൾ അതിനെ പ്രവർത്തിപ്പിൻ. നിങ്ങൾ എത്ര നല്ലത് യാതൊരു ആശയംഞാൻ ഈ കാലത്തു തോന്നുന്നു.
		-- J. Feiffer

%
ഞാൻ വെള്ളക്കാരന്റെ സഹോദരൻ തന്റെ അനിയന് ആഗ്രഹിക്കുന്നു.
		-- Martin Luther King, Jr.

%
ഞാൻ ഒരു മൂല്യമേറിയ ഒരു അംഗം നാശം ഈ കഥ ആണ്ടുപോകും ചെയ്തുവംശനാശ ഭീഷണി നേരിടുന്ന ജീവിവംശം. ഇത് പ്രായോഗികതയാണ് ആഘോഷിക്കാൻ വളരെ നന്നായി അത്രയേയുള്ളൂതന്റെ വീട്ടിൽ പണിതിട്ടുണ്ട് porcine ശഠിക്കുന്നില്ല ആദരവിൻറെ വഴി പന്നികൾഇഷ്ടികകളും ചാന്തും. എന്നാൽ കരുതിക്കൂട്ടി ഒരു ഒരു ചെന്നായ് പോലും നശിപ്പിപ്പാൻporkers അധികരിച്ച രുചി, ഈ പരിസ്ഥിതി ലെ unconscionable ആണ്പുരുഷനും അവന്റെ ആഭ്യന്തര മൃഗവാഹനങ്ങളും maraud തുടരും വരുമ്പോൾ സന്നിഗ്ധഭൂമി.സിൽവിയാ Kamerman, "ബുക്ക് പരിശോധകര്"
		-- Martin Luther King, Jr.

%
ഞാൻ വേണ്ട പോലെ ഒരു ജോലി വാഗ്ദാനം ചെയ്തുവെങ്കിലും ഞാൻ തണുത്ത അത് നിരസിക്കുകയാണ്. കള്ളൻ ആണ്ഒരു ബാങ്ക് കവർച്ച അല്ലെങ്കിൽ പോലെ വള്ളത്തില് അവന്റെ ജീവനുള്ള പ്രവർത്തിക്കൂ ആരെയെങ്കിലും,അല്ലെങ്കിൽ ഒരു സ്ഥലത്തേക്കു ബ്രേക്കിംഗ് സ്റ്റഫ് മോഷണം, ആരേയെങ്കിലും തട്ടികൊണ്ടു. ശരിക്കും അവൻഅതു ചില ശ്രമം നൽകുന്നു. ഒരു വേണ്ട നുര ഒരു സാമാന്യം Lousy അടുക്കുക ആണ്. അവന്gangsters പ്രവർത്തിക്കൂ അവർ സ്ഥലത്തുവച്ച് ചെയ്യപ്പെട്ടിട്ടുള്ളത് വരുമ്പോൾ സഞ്ചി ഓഫ് പാലുണ്ണി.എന്തിന് ഞാന് ചിക്കാഗോ സിൻഡിക്കേറ്റംഗം ചിലർ എന്നെ പ്രവർത്തിക്കാൻ ആഗ്രഹിക്കുന്ന എന്റെ പ്രതിനിധിയെ ഉണ്ടാക്കി ടിക്കറ്റ് ശേഷംനിങ്ങൾക്കറിയാമോ, ഒരു മെഷീൻ ഗൺ കൈകാര്യം - ഒരു പത്തി അവരെ. അവർ എന്നെ അർപ്പിച്ചുഇരുനൂറ്റമ്പതു ഡോളർ ആഴ്ചയിൽ ഞാൻ എല്ലാ സംരക്ഷണം. ഞാന്ഒരിക്കലും എന്റെ പതിവ് ലൈനിൽ പ്രവർത്തിക്കാൻ കഴിയും LAM ആയിരുന്നു അല്ല. പക്ഷേഞാൻ അതു പരിഗണിക്കുക പോലുമില്ല. "ഞാൻ കള്ളനെപ്പോലെ സുഖമാണ്," ഞാൻ പറഞ്ഞു. "ഞാൻ Lousy വേണ്ട സുഖമാണ്."
		-- Alvin Karpis, "Public Enemy Number One"

%
ഞാൻ എന്റെ അമ്മയുടെ പോയി ഞാൻ മറ്റൊരു ജീവിതം ആരംഭിക്കും ഉദ്ദേശിച്ചുള്ള പറഞ്ഞുകൊടുത്തു. ഞാന്ചോദിച്ചു അവളുടെ അനുഗ്രഹം ലഭിച്ച ഉടനെ ഒരു ന്റെ രംഗത്തെത്തുന്നത്കള്ളന്റെ.
		-- Tiburcio Vasquez

%
ഞാൻ ഒരു റോബോട്ട് പ്രസിഡന്റ് അംഗമായി ഇഷ്ടം. അതിലൂടെ, അവൻ പട്ടണത്തിൽ എത്തിയപ്പോൾഞങ്ങൾ എല്ലാവരും അവനെ ഒരു ഷോട്ട് എടുത്തു കഴിഞ്ഞില്ല വളരെ മോശം തോന്നാതിരിക്കാൻ.
		-- Jack Handey

%
സർക്കാർ രൂപംകൊടുത്ത അതു ചെയ്യാൻ, പിന്നീട് ആഗ്രഹിക്കുന്നുബുദ്ധി, പലിശ പാരസ്പര്യമാണ് പൊതു നന്മയ്ക്കായി സ്ഥാപനങ്ങളിൽ,ഞങ്ങളുടെ ചുമതലകൾ പരിഹരിക്കാൻ ചെയ്യും.
		-- Warren G. Harding

%
ഞാൻ ആർ ബന്ധപ്പെട്ട് പദം ന്യായമായ 'ഉപയോഗിക്കുന്നു എല്ലാവർക്കും electrocute ആഗ്രഹിക്കുന്നുആദായ നികുതി നയങ്ങൾ.
		-- William F. Buckley

%
എനിക്കു കൂടുതൽ പുരുഷന്മാർ ഞാൻ ഒരു എന്തുകൊണ്ട് അധികം ഞാൻ ഒരു പ്രതിമ എന്തിനാണെന്നു ചോദിക്കുന്നു ലഭിക്കുമായിരുന്നു.
		-- Marcus Porcius Cato

%
ഞാൻ പകരം ഒരു ദരിദ്രന്റെ വീട്ടിൽ ഒരു kuppo.de നഷ്ട്ടങ്ങളെ ആയിരിക്കും നിലത്തു മുകളിൽ തന്നെമരിച്ചവരുടെ കൂട്ടത്തിൽ രാജാവായി.
		-- Achilles, "The Odessey", XI, 489-91

%
ഞാൻ സർക്കാർ ഒട്ടൊഴിയാതെ യുദ്ധവും നേടുകയും കാണാനും വിടാൻ ആഗ്രഹിക്കുന്നുസ്വകാര്യ വ്യവസായ മുഴുവൻ ഫീൽഡ്.
		-- Joseph Heller

%
"ഞാൻ നിങ്ങളുടെ പുസ്തകങ്ങൾ കൊണ്ടുപോകും കാണാം, ഞാൻ ഒരു രാഗം കൊണ്ടുപോകും കാണാം ഞാൻ കെല്പുള്ള കാണാം, മാറ്റിവയ്ക്കുക,, മുന്നോട്ട് കൊണ്ടുപോകും, കാരി ഗ്രാന്റ് പണവും & നടപ്പാക്കണമെന്നും പഴയ വെർജീനിയ എന്നെ കാരിനിങ്ങൾ എങ്ങനെയെന്ന് എന്നെ കാണിക്കുക, എന്നാൽ ഞാൻ * * ഒരു തോക്ക് കൊണ്ടുപോകും എങ്കിൽ ഞാൻ ഹാരയിലേക്കും കരി കാണാം. "
		-- Hawkeye, M*A*S*H

%
"ഞാൻ കവര്ച്ച ധനവാന്നോ ചില പാവപ്പെട്ട അർഹതയുള്ള slob അതു തരും എന്നു കാണാം.ഞാൻ റോബിൻ ഹുഡ് സുഖമാണ് * ആ * തെളിയിക്കട്ടെ. "
		-- Daffy Duck, "Robin Hood Daffy", [1958, Chuck Jones]

%
ഞാൻ വൈറ്റ് ഹൗസ് അഭ്യർത്ഥനപ്രകാരം വിയറ്റ്നാം പോകുന്നു. പ്രസിഡന്റ് ജോൺസൺഒരു യുദ്ധം ശരിക്കും എന്റെ തമാശകൾ ഇല്ലാതെ ഒരു തിരുമാനിത്തിലെത്തി പറയുന്നു.
		-- Bob Hope

%
"ഞാൻ ഞാൻ ഏകാധിപത്യഭരണം ഭയമില്ല, വങ്കത്തമാണ്, ഒപ്പം ഞാൻ പോകുന്നില്ല!"
		-- Bob Hope

%
ഞാൻ യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് നികുതി അടയ്ക്കേണ്ട അഭിമാനമുണ്ട് സുഖമാണ്. കാര്യം മാത്രം- ഞാൻ പകുതി പണം മാത്രം അഭിമാനിക്കാൻ കഴിഞ്ഞില്ല.
		-- Arthur Godfrey

%
"ഞാൻ മറ്റുള്ളവരുടെ ജീവിതത്തെ ഇതു നിമിത്തം ഒന്നും ആത്മത്യാഗത്തിന് സുഖമാണ്."
		-- Arthur Godfrey

%
ഞാൻ എപ്പോഴും പടയാളികൾ അധികം ഏകാധിപത്യഭരണം ആയിരിക്കാൻ ഭരണകർത്താക്കൾ കണക്കാക്കുന്നു ഞങ്ങൾ.
		-- Arthur Godfrey

%
ഒരു ജാതി സ്വാതന്ത്ര്യം അധികം ഒന്നും വിലമതിക്കുന്നു, അത് അതിന്റെ സ്വാതന്ത്ര്യം നഷ്ടപ്പെടും;അതു അലട്ടിയിരുന്നു അതു സൗകര്യങ്ങൾ അല്ലെങ്കിൽ പണം എങ്കിൽ അതു കൂടുതൽ മൂല്യമുള്ളവരായി, അത്അതും ആ നഷ്ടമാകും.
		-- W. Somerset Maugham

%
ധാരാളം പണിതു എങ്കിൽ, മോട്ടലുകൾ ഒന്നും ഉപയോഗിക്കുന്ന എന്നാൽ അനധികൃത ചെയ്യുംആവശ്യങ്ങൾക്കായി.
		-- J. Edgar Hoover

%
എല്ലാവരും അവരുടെ സ്വന്തം ബിസിനസ്സ് ഉത്പതിഷ്ണുക്കൾക്കിടയിൽ എങ്കിൽ ലോകം വേഗത്തിൽ ഇടപാടിൽ ചുറ്റും പോയി.
		-- The Duchess, "Through the Looking Glass"

%
അമ്പതു ദശലക്ഷം ആളുകൾ ഭോഷത്വം പറഞ്ഞാൽ അത് ഇപ്പോഴും ഒരു പൊട്ടി കാര്യമാണ്.
		-- Bertrand Russell

%
ഞങ്ങളെ ആർമിയിൽ ഇരിക്കുന്നതു ദൈവം ഉദ്ദേശിച്ചുള്ള കിട്ടിയിരുന്നെങ്കിൽ ഞങ്ങൾ ജനിച്ചത് ഇതിനുമുമ്പേപച്ച, വീര്ത്തുതൂങ്ങുന്ന തൊലി.
		-- Bertrand Russell

%
ദൈവം നമ്മെ ഒരു രാഷ്ട്രപതി ആഗ്രഹിച്ചു എങ്കിൽ അവൻ നമ്മെ ഒരു സ്ഥാനാർഥി അയച്ചു വരുമായിരുന്നു.
		-- Jerry Dreshfield

%
കാൾ, പകരം ക്യാപിറ്റൽ കുറിച്ച് ധാരാളം എഴുതാനുള്ള, ക്യാപിറ്റൽ ധാരാളം ഉണ്ടാക്കിയഅതു വളരെ നല്ലതു എന്നു.
		-- Karl Marx's Mother

%
പാട്രിക് ഹെൻട്രി പ്രാതിനിധ്യം നികുതി മോശമായിരുന്നു വിചാരിച്ചു എങ്കിൽ,അവൻ അതു പ്രാതിനിധ്യം എത്ര ചീത്ത കാണും.
		-- Karl Marx's Mother

%
ജനം സ്വാതന്ത്ര്യവും sandwiches തമ്മിലുള്ള തിരഞ്ഞെടുക്കാൻ ഉണ്ടെങ്കിൽ അവർസാൻഡ്വിച്ചുകൾ എടുക്കും.ധാർമിക ശേഷം ആദ്യം തിന്നുന്നു.
		-- Bertolt Brecht, "The Threepenny Opera"

%
പ്രോ Con വിപരീതമാണ് അത് എങ്കിൽ പുരോഗതി വിപരീതമാണ് എന്താണ്?
		-- Bertolt Brecht, "The Threepenny Opera"

%
സൊസൈറ്റി ഹൃദ്യമായി മതി ചേരുന്നു എങ്കിൽ അതു സ്വാതന്ത്ര്യം വിളിക്കും.
		-- Robert Frost

%
അമേരിക്കൻ സ്വപ്നം അമേരിക്കക്കാർ മാത്രമാണ്, അത് നമ്മുടെ സ്വപ്നം തുടരുംഞങ്ങളുടെ ഭാഗധേയം ഒരിക്കലും.
		-- Ren'e de Visme Williamson

%
സർക്കാർ വിശ്വാസമില്ല, എന്തുകൊണ്ട് അത് അവരെ പിരിച്ചു ഇല്ലഒരു പുതിയ ആളുകളെ സമ്രാട്ടിനെ?
		-- Ren'e de Visme Williamson

%
"രാജാവിന്റെ ഇംഗ്ലീഷ് യേശു മതി നല്ലതു എങ്കിൽ എനിക്കും മതി നല്ലതാണ്!"
		-- "Ma" Ferguson, Governor of Texas (circa 1920)

%
സമ്പന്നമായ പാവപ്പെട്ട ജീവനുള്ള എന്തു എന്നു അവരോടു മരിക്കാൻ സകാത്ത് കഴിഞ്ഞില്ല എങ്കിൽകഴിയുമായിരുന്നു!
		-- "Ma" Ferguson, Governor of Texas (circa 1920)

%
അവർ അങ്ങനെ ചെരിഞ്ഞ എങ്കിൽ അവർ ഇഷ്ടമല്ല കാരണം അവനെ .കാറിനു കഴിഞ്ഞില്ലതന്റെ ടൈ.
		-- Attorney General William Saxbe

%
വോട്ടിംഗ് സിസ്റ്റം മാറ്റാൻ കഴിഞ്ഞില്ല, അത് അനധികൃത തന്നെ. വോട്ടിങ് ഇല്ലെങ്കിൽസിസ്റ്റം മാറ്റാൻ കഴിഞ്ഞില്ല, അതു അനധികൃത തന്നെ.
		-- Attorney General William Saxbe

%
ഞങ്ങൾ ഒരുമിച്ച് പ്രവർത്തിക്കാനും എങ്കിൽ ഞങ്ങൾ തികച്ചും സിസ്റ്റം ചെറുക്കാനും കഴിയും.
		-- Attorney General William Saxbe

%
എന്നെങ്കിലും ചുവന്ന ടേപ്പ് പോഷകാഹാര കഴിയും, ഞങ്ങൾ ലോകത്തെ മേയും കഴിയും.
		-- R. Schaeberle, "Management Accounting"

%
ഞങ്ങൾ കാറ്റ് ഞങ്ങളുടെ സ്വാതന്ത്ര്യം മേൽ ഒരു അധര്മ്മമൂര്ത്തി ആക്രമണം സഹിക്കുന്നു എങ്കിൽ ഞങ്ങൾ അതു പ്രോത്സാഹിപ്പിക്കുന്നു,ഞങ്ങളുടെ ശിക്ഷയിൽ മറ്റുള്ളവരെ ഇടപെടണം.
		-- Samuel Adams

%
ഞങ്ങൾ തമ്മിൽ നിൽക്കയില്ല, ഞങ്ങൾ ഒരു നിലക്കും ചെയ്യരുത്.
		-- Samuel Adams

%
നിങ്ങൾ ഇരുപതു മിനിറ്റ് എണ്ണ അടിക്കും ഇല്ലെങ്കിൽ, ബോറടിപ്പിക്കുന്ന നിർത്തുക.
		-- Andrew Carnegie, on public speaking

%
"നിങ്ങൾ എപ്പോഴെങ്കിലും എന്റെ കുട്ടി രാഷ്ട്രീയത്തിൽ എവിടെയും നേടണമെങ്കിൽ, നിങ്ങൾ പോകാനൊരുങ്ങുന്നപൊതുജനങ്ങളുടെ കണ്ണിൽ toehold നേടുകയും. "
		-- Andrew Carnegie, on public speaking

%
കോൺഗ്രസ്, അതു ഒരു പ്രശ്നത്തിന്റെ ഇരുഭാഗത്തും വോട്ടുചെയ്യാൻ അവസരം നൽകിയാൽഎപ്പോഴും അതു ചെയ്യും.
		-- Les Aspin, D., Wisconsin

%
ഈ ആണവ ആയുധങ്ങൾ വംശത്തോടു എങ്കിൽ നിങ്ങൾ എന്തുചെയ്യാൻ പോകുന്നു എല്ലാ ആണ്മുൻപുണ്ടായിരുന്ന ബൗൺസ് ഉണ്ടാക്കുക.
		-- Winston Churchill

%
നിങ്ങൾ കമ്മിറ്റി നടത്തുന്ന ഒരു രാജ്യത്ത് ജീവിക്കുന്നു എങ്കിൽ കമ്മിറ്റി ഇരിക്കട്ടെ.
		-- Graham Summer

%
നിങ്ങൾക്ക് ഏതെങ്കിലും പണം ചെയ്താൽ, സർക്കാർ ആണ്ടിൽ ഒരിക്കൽ Creek ലെ നിങ്ങളെ shovesഅതു നിങ്ങളുടെ കാശും കൂടെ, നിങ്ങൾ സൂക്ഷിക്കാനും കഴിയും .പോലീസുകാരൻ ചെയ്യാത്ത എല്ലാ.
		-- The Best of Will Rogers

%
ലോകത്ത് മണൽ ധാന്യങ്ങൾ എല്ലാ എടുത്തു പാകിയ എങ്കിൽതുടർച്ചയായി അവസാനിപ്പിക്കാൻ അവരെ അവസാനം, നിങ്ങൾ സർക്കാർ പ്രവർത്തിക്കുന്നതെന്നും പറയുമായിരുന്നു!
		-- Mr. Interesting

%
നിങ്ങളുടെ ഗവൺമെന്റ് മനസ്സിലാക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ, വായിച്ചുകൊണ്ട് തുടങ്ങും ചെയ്യരുത്ഭരണഘടന. ഇന്നത്തെ എന്ന രസം വിലയേറിയ ചെറിയ നൽകുന്നത്statecraft. വാഷിങ്ടൺ ടെലിഫോൺ പകരം, വായിച്ചു തിരഞ്ഞെടുത്ത പകർച്ചസ്ഥാനപ്പേരുകൾ എല്ലാ സംഘടനകളും ലിസ്റ്റിംഗുകൾക്കായുള്ള അടങ്ങുന്ന ഡയറക്ടറിവചനം ആരംഭിക്കുന്ന "ദേശീയ."
		-- George Will

%
നിങ്ങൾ പ്രസിഡന്റായി നേടാനുള്ള ആഗ്രഹിക്കുന്നു എങ്കിൽ, you'se ചില അതെന്താ കിട്ടിmemoraboble ഓടേതമ്പുരാന് അങ്ങനെ സ്കൂൾ കുട്ടികൾ memorizin കടന്നു അമ്മാമേ കഴിയും തുടർന്ന് 'അവർ അതു മനസ്സില് എന്താണെന്ന് പോലും.
		-- Walt Kelly, "The Pogo Party"

%
നിങ്ങളുടെ കൈകൾ ശുദ്ധം നിങ്ങളുടെ വ്യവഹാരം വെറും ആണ് നിങ്ങളുടെ ആവശ്യങ്ങൾ എങ്കിൽന്യായമായ, കുറഞ്ഞത് അത് ഒരു തുടക്കം തുടർന്ന്.
		-- Walt Kelly, "The Pogo Party"

%
നിയമവിരുദ്ധമായ അന്യന്മാരുടെ എപ്പോഴും യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് പ്രശ്നമുണ്ടെന്ന്. ഇന്ത്യൻ ചോദിക്കുക.ഇമിഗ്രേഷൻ മുഖസ്തുതിയോ sincerest രൂപമാണ്.
		-- Jack Paar

%
വൈദ്യുതി അഴിമതിക്ക് സമ്പൂർണ്ണമായും വൈദ്യുതി അഴിമതിക്ക് കുത്തക റ്റൊ.
		-- Genji

%
ഇമിഗ്രേഷൻ മുഖസ്തുതിയോ sincerest രൂപമാണ്.
		-- Jack Paar

%
അമേരിക്കയിൽ ഒരു യുവാവും പ്രസിഡന്റ് ആവാനും ഞാൻ വെറും ഒരുവൻ കരുതുകഅവൻ എടുക്കുന്നു പറ്റരുത്.
		-- Adlai Stevenson

%
ക്രമമായി ലോകത്തിൽ, അവിടെ എപ്പോഴും ക്രമം ഒരു സ്ഥലമാണിത്.
		-- Adlai Stevenson

%
ആണവോർജ്ജ ആക്രമണത്തിൽ കാര്യത്തിൽ സ്കൂളുകളിൽ പ്രാർത്ഥന നേരെ ഫെഡറൽ ഭരണാധികാരികളായതാൽക്കാലികമായി റദ്ദാക്കപ്പെടും.
		-- Adlai Stevenson

%
പരാജയത്തിന്, നേടിക്കൊണ്ട്; വിജയത്തിൽ, ഷണം.
		-- W. Churchill, on General Montgomery

%
ഡോ ജോൺസന്റെ പ്രസിദ്ധമായ നിഘണ്ടു രാജ്യസ്നേഹം കഴിഞ്ഞ നിർവചിച്ചിരിക്കുന്നത്തെമ്മാടികളുടെ റിസോർട്ടിൽ. ഒരു പ്രബുദ്ധരായ എല്ലാ കാരണം കാര്യത്തിൽ പക്ഷേഇൻഫീരിയർ ഫീല്ഡെന് ഞാൻ അത് ആദ്യം എന്ന് സമർപ്പിക്കാൻ അപേക്ഷിക്കുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഫിക്ഷൻ ൽ ശക്തിശൂന്യനായി എന്ന വരുകയാണെങ്കിൽ കൊലപാതകം; ജീവിതത്തിൽ പടിയാണെന്നാണ്ശക്തിഹീനരായിക്കഴിയുന്നു എന്ന മോഷണത്തിനു ആണ്.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ജെർമനി അവർ ആദ്യം കമ്യൂണിസ്റ്റുകൾ വേണ്ടി വന്നു ഞാൻ സംസാരിക്കു ചെയ്തില്ലഞാൻ ഒരു കമ്മ്യൂണിസ്റ്റ് ആയിരുന്നില്ല. അപ്പോൾ അവർ യഹൂദന്മാരുടെ വന്നു ഞാൻ സംസാരിക്കു ചെയ്തില്ലഞാൻ യഹൂദനാണോ കാരണം. അപ്പോൾ അവർ ട്രേഡ് യൂണിയൻ വേണ്ടി വന്നു ഞാൻസംസാരിക്കു ഞാൻ ഒരു തൊഴിലാളി യൂണിയൻ കാരണം ചെയ്തില്ല. അപ്പോൾ അവർ തിരയുന്നകത്തോലിക്കാ, ഞാൻ സംസാരിക്കു ഞാൻ ഒരു പ്രൊട്ടസ്റ്റന്റ് കാരണം ചെയ്തില്ല. അപ്പോൾ അവർ വന്നുഎനിക്കു - ആ സമയം ആരും സംസാരിക്കു ലേക്ക് ശേഷിച്ചു വഴി.
		-- Pastor Martin Niemoller

%
ഇറ്റലിയുടെ ചതിയുടേയും കീഴിൽ മുപ്പത് വർഷമായി അവർ യുദ്ധം, ഭീകരത ഉണ്ടായിരുന്നുകൊലപാതകം, .മതിലില്ലാത്ത എന്നാൽ അവർ Michaelangelo ലിയോനാർഡോ ഡാവിഞ്ചിയുടെ നിർമ്മിക്കുന്നത്നവജാഗരണ. സ്വിറ്റ്സർലൻഡ്, അവർ സഹോദരപ്രീതിക്കായി ഉണ്ടായിരുന്നു അവർജനാധിപത്യവും സമാധാനത്തിന്റെ അഞ്ഞൂറു വർഷം -, അവർ ഉത്പാദിപ്പിക്കാൻ എങ്ങനെ?Cuckoo-ക്ലോക്ക്.
		-- Orson Welles, "The Third Man"

%
ഞങ്ങളുടെ സംസ്ക്കാരത്തിന്, സർക്കാർ ഞങ്ങളുടെ റിപ്പബ്ലിക്കൻ ഫോം, ഇന്റലിജൻസ് കീഴിൽഅങ്ങനെ വളരെ അതു ഓഫീസിൽ ഉത്തരവാദിത്തങ്ങളിൽ നിന്ന് ഒഴിഞ്ഞുനിൽക്കാൻ പ്രതിഫലം എന്ന് ആദരിക്കുകയും ചെയ്യുന്നു.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
പിയറി Trudeau ൽ കാനഡ ഒടുവിൽ മാന്യമായ ഒരു പ്രധാനമന്ത്രി ഉത്പാദകവധത്തെ.
		-- John Diefenbaker

%
ജസ്റ്റിസ് ഹാളിൽ മാത്രമേ നീതി ഹാളിൽ ആണ്.
		-- Lenny Bruce

%
താൻ ഇപ്പോൾ ദിക്കില് ആ കാലത്തു - അവൻ പതിവായി എടുത്തു ഉപയോഗിച്ച്എന്റെ ഉപദേശം.
		-- Winston Churchill

%
യുദ്ധത്തിൽ അതു മനുഷ്യർ അല്ല, മനുഷ്യൻ കണക്കാക്കുന്നു ആർ.
		-- Napoleon

%
യുദ്ധത്തിൽ, സത്യം ആദ്യത്തെ രോഗി ആണ്.
		-- U Thant

%
... സാധാരണത്വം ഒരു തീവ്രവാദ കാര്യം ആണ് ... നീക്കിയ പോകുമ്പോഴും ഉപേക്ഷിക്കുന്നതിനനുസരിച്ച്പുകവലി അവശിഷ്ടങ്ങൾ, കള്ളം പൗരന്മാർക്ക് തൊണ്ട വഴി bayonetted എവിടെ. ഇത്വെറും ഹൈവേ മോഷണത്തിനു പോലെ ഒരു കുട്ടികളുടെ കളിയും.
		-- Stephen Crane

%
Individualists സംഘടിക്കുവിൻ!
		-- Stephen Crane

%
പിന്മാറ്റം Indomitable; മുൻകൂട്ടി അജയ്യനായ; ജയം insufferable.
		-- Winston Churchill, on General Montgomery

%
കമ്മ്യൂണിക്കേഷൻസ് പൂർണമായി തകർത്തു എല്ലാ സൈന്യം അറിയിക്കുക.
		-- Winston Churchill, on General Montgomery

%
അവകാശം നികുതി മരണപ്പെട്ടയാളുടെ കുടുംബം എന്നു ലൈൻ നിന്നു അങ്ങനെ ലഭിക്കുന്നത്പലപ്പോഴും നില്ക്കാൻ ഒരു പഴയ ഇല്ല.
		-- Winston Churchill, on General Montgomery

%
അനീതി എവിടെയും എല്ലായിടത്തും നീതി ഒരു ഭീഷണിയാണ്.
		-- Martin Luther King, Jr.

%
രസകരമായ വോട്ടെടുപ്പ് ഫലങ്ങൾ ഇന്നത്തെ ന്യൂയോർക്ക് പോസ്റ്റ് റിപ്പോർട്ട് തീയതി ജനംMidtown മാൻഹട്ടൻ ലെ സ്ട്രീറ്റ് അമേരിക്കൻ അംഗീകരിക്കുന്നോ ഇല്ലയോ ചോദിക്കുകയുണ്ടായിഗ്രെനഡ ആക്രമണം. ഫിഫ്റ്റി-മൂന്നു ശതമാനം അതെ പറഞ്ഞു; 39 ശതമാനം പറഞ്ഞു;8 ശതമാനം "ഒരു പാദത്തിൽ Gimme?" പറഞ്ഞു
		-- David Letterman

%
ഇടപെടാൻ? ഗതി ഞങ്ങൾ ഇടപെടരുതെന്ന് വേണം! എല്ലായ്പ്പോഴും നിങ്ങൾ മുൻപരിചയം എന്തുമികച്ച, ആ ഞാൻ പറയുന്നതു എന്താണ്.
		-- Doctor Who

%
മുഖ്യമന്ത്രി ഏതെങ്കിലും കമാൻഡർ ഒരു പദ്ധതി നടപ്പിലാക്കുന്നതിനായി സമൂഹമാണ് ആ പിന്തുടരുകയുംതാൻ വികലമായ പരിഗണിക്കുകയുള്ളൂവെന്ന കുറ്റവും ആണ്; അവൻ കാരണങ്ങൾ നീട്ടി വേണം,മാറിപ്പോകുന്ന പ്ലാൻ പ്രേരിപ്പിക്കുന്നു, ഒടുവിൽ പകരം രാജി പറയണമെന്ന്അവന്റെ സൈന്യം പതനത്തിനു എന്ന ഉപകരണമായിരിക്കും.
		-- Napoleon, "Military Maxims and Thought"

%
ഇത് ഞാൻ ഉറച്ചു മുടിമുറിക്കാൻ അല്ലെങ്കിൽ രണ്ട് കാലുകളും ലഭിക്കാൻ അവിടെ പോയിന്റ് കിട്ടിഎയർ നട്ടു.
		-- Napoleon, "Military Maxims and Thought"

%
നിങ്ങളുടെ മടിയിൽ ജീവിക്കാൻ അധികം കാലിലെ മരിക്കാൻ നല്ലതു.
		-- Napoleon, "Military Maxims and Thought"

%
സൗജന്യ വിശ്വസിക്കാൻ അധികം ചങ്ങല ധരിക്കാൻ നല്ലതു, ഭാരംഅദൃശ്യ ചങ്ങല ഉപയോഗിച്ച് സ്വയം ഇറങ്ങി.
		-- Napoleon, "Military Maxims and Thought"

%
ഇത് ധാർമിക എംഎൽഎമാരുടെ അഭാവത്തിൽ ധാർമികത നിയമങ്ങൾ പ്രയാസമാണ്.
		-- Napoleon, "Military Maxims and Thought"

%
ഒരു നിങ്ങളുടെ സ്വന്തം രാജ്യത്തെ അതിന്റെ റെന്റർ അധികം "മാനുഷിക" ആയിരിക്കും എളുപ്പംകാരണം ശരിയായ; അതു നിങ്ങളുടെ കമ്മ്യൂണിറ്റി ഒരു ഉണ്ടാക്കുവാൻ ഒരു "റിബൽ" ആയിരിക്കും എളുപ്പംജീവിക്കാൻ മെച്ചപ്പെട്ട സ്ഥലം; കണ്ടാണ് ഒരു "നാഗരിക നേതാവ്" ആയിരിക്കും എളുപ്പംസ്നേഹപൂർവമായ ബുദ്ധി ഉപയോഗിച്ച് നിങ്ങളുടെ സ്വന്തം കുടുംബം; ചെറിയ ഫോക്കസ് വേണ്ടിശ്രദ്ധ, ബുദ്ധിമുട്ടുമാണ് ചുമതല.
		-- Sydney J. Harris

%
അവർക്ക് അത് ജീവിക്കാൻ ഒന്നിലധികം തത്ത്വങ്ങൾ യുദ്ധം എളുപ്പം.
		-- Alfred Adler

%
നിർണ്ണയിക്കുന്ന ഒരു സ്വേച്ഛാധിപതി കൂടെ ഒരു സഹതാപം വേണ്ടത്ര അത്അവരുടെ സ്വകാര്യ അറ്റത്ത് അവനെ വഞ്ചിക്കാൻ തന്റെ രാജസദസ്യരേയും എന്ന ...
		-- Russell Baker and Charles Peters

%
ഇത് ആഗ്രഹിക്കുന്നവരിൽനിന്ന് ആക്രമണം നേരെ തികച്ചും പ്രതിരോധിക്കാൻ കഴിയുന്നതല്ലമരിക്കാൻ.
		-- Russell Baker and Charles Peters

%
സമാധാനമോ എന്നു ദൈവവും പിശാചും ഇഷ്ടം മാർഗത്തിൽ പറഞ്ഞും പോലെയാണ്ഉന്നതതല യോഗം.
		-- Rev. Carl McIntire, on Nixon's China trip

%
ഇത് പ്രതിഭയെയാണ് കുടവയര് വേണം സമൂഹത്തിലെ ക്ഷേമത്തിനായി അത്യാവശ്യമാണ്രാജ്യദ്രോഹ ക്ഷയിച്ചു, ലേക്കുള്ള മല്സരാര്ത്ഥികളായ നല്ല രുചി ഉച്ചരിക്കാൻ ദൂഷണം ലേക്ക്യുവത്വം മനസ്സിൽ, സാധാരണയായി ഒരാളുടെ അമ്മാവൻറെ ഇടർച്ച ലേക്ക്.
		-- George Bernard Shaw

%
അത് എണ്ണിനോക്കിക്കൊണ്ടിരിക്കുകയും ആർ വിമർശകൻ അല്ലെങ്കിൽ എത്ര ബലവാൻ ഇടറി, അല്ലെങ്കിൽ സമ്മതിക്കുകയുംകർമ്മങ്ങളുടെ ആത്മസമർപ്പണം മെച്ചപ്പെട്ട കഴിയുമായിരുന്നു. ക്രെഡിറ്റ് വകയാണ്ആരുടെ മുഖം പൊടിയും വിയർപ്പിൽ അധപ്പതിച്ചു ആണ് അരീന, ശരിക്കും മനുഷ്യരെയുംരക്തം, വീര്യം സമരം നടത്തുകയും, ആർ വഴിപിഴച്ചു വീണ്ടും വീണ്ടും ഹ്രസ്വ വരുന്നു; ആര്വലിയ ആവേശം അറിയുന്നു വലിയ ഭക്തിയും, ആരാണ് തന്നെത്തന്നെ ചെലവഴിക്കുന്നുയോഗ്യൻ വ്യവഹാരം അവൻ പരാജയപ്പെടുകയാണെങ്കിൽ, അത്യന്തം കൽ സമയത്ത് കുറഞ്ഞത് പരാജയപ്പെട്ടാൽ, അങ്ങനെഅവൻ ഒന്നുകിൽ ജയം അറിയില്ല ചെയ്തവർക്ക് തണുത്ത കറിയ്ക്ക് അലമ്പാവണ്ട ഒരിക്കലുംഅല്ലെങ്കിൽ തോൽവി.
		-- Teddy Roosevelt

%
ഹെൻറി കിസിഞ്ചർ എവിടെയാണെന്ന് നിങ്ങൾക്ക് അറിയാമോ ഇപ്പോൾ രാത്രി 10 ആണ്?
		-- Elizabeth Carpenter

%
ഇത് ഒരു ഈസ്റ്റേൺ ചക്രവർത്തിയെ ഒരിക്കൽ ഒരു കെട്ടിച്ചമയ്ക്കുവാനാണ് അവന്റെ വിദ്വാന്മാരും ചാർജ്ജ് പറയപ്പെടുന്നുകാഴ്ചയിൽ എപ്പോഴെങ്കിലും ഇരുന്നു വാസ്തവം ഉചിതമായ വേണം വിധിച്ചുഎല്ലാ കാലത്തേക്കും സാഹചര്യങ്ങളിൽ. അവർ അവനെ വാക്കുകളെ അവതരിപ്പിച്ചു: "ഇതുഅതും ഇല്ലാതെയാകും. "
		-- Abraham Lincoln

%
ഇത് ചത്ത സിംഹത്തെക്കാൾ ഒരു തത്സമയ Jackal നല്ലതു ആയിരിക്കാം, എന്നാൽ അതു നല്ലതുഇപ്പോഴും ഒരു തത്സമയ സിംഹത്തെ ആയിരിക്കാൻ. സാധാരണയായി എളുപ്പം.
		-- Lazarus Long

%
വിപ്ലവ ഒരു ബൈബിൾ-smacker അധികപേരും ഇംഗ്ലണ്ടിലെ അത് ചിലവഴിക്കുന്നഒരാളുടെ ജീവൻ തുടർന്ന് ചുറ്റും വരും.
		-- Lord Alfred Douglas

%
അതു ഇപ്പോൾ അല്പം ചെയ്യന്നു തോന്നാമെങ്കിലും ഈ രാജ്യത്തെ ഒരു പ്രതിഷേധ ആയി സ്ഥാപിച്ചത്നികുതി നേരെ.
		-- Lord Alfred Douglas

%
അതു കൂടുതൽ അവൻ പതാക സ്നേഹിക്കുന്നു, കുറവ് ഒരു രാജ്യതന്ത്രജ്ഞൻ തുല്യമാണിത് തോന്നും.
		-- Lord Alfred Douglas

%
ഉപരിതലത്തിലെ ഒരു സമയത്ത് എടുത്തു, എന്നാൽ ഒരു ദീർഘദൂര ക്രെഡിറ്റ് കാർഡ് ദൃശ്യമാകുന്നുഗ്രെനഡ സമയത്ത് കനത്ത നാശനഷ്ടം നിന്ന് ഒരു യു.എസ് ആർമി യൂണിറ്റ് സംരക്ഷിക്കാവുന്നസൈനിക റെസ്ക്യൂ / അധിനിവേശത്തെ. മേജർ ജനറൽ ഡേവിഡ് നിക്കോൾസിനെ, എയർഫോഴ്സ് ... പറഞ്ഞുആർമി യൂണിറ്റ് ക്യൂബൻ ശക്തികൾ ചുറ്റപ്പെട്ട ഒരു വീട്ടിൽ പാർത്തു. വൺ വന്നു കണ്ടുഒരു ടെലിഫോൺ, തന്റെ ക്രെഡിറ്റ് കാർഡ് ഉപയോഗിച്ച് ഫോർട്ട് വിളിച്ചു. തുടര്ന്ന്, N.C., ആർമി കളവ്ദുർഘടം സാഹചര്യത്തിന്റെ അവിടെ officiers. അതാകട്ടെ ഓഫീസർമാരെ വിളിച്ചുഎയർ ഫോഴ്സ്, ഫിദലിന്റെ ചിതറിച്ചു യൂണിറ്റ് മോചിപ്പിക്കാൻ gunships ലെ കൊടുത്തയച്ച.
		-- Aviation Week and Space Technology

%
"ഇത് ഒരാളുടെ രാജ്യത്തിനുവേണ്ടി മരിക്കാൻ മധുരമായിരുന്നു പറഞ്ഞ ഒരു റോമൻ ആയിരുന്നു.ഗ്രീക്കുകാർ ഒന്നും മരിക്കാൻ മധുരമായിരുന്നു പറഞ്ഞു ഒരിക്കലും. അവർ സുപ്രധാന നുണകൾ ഉണ്ടായിരുന്നു. "
		-- Edith Hamilton, "The Greek Way"

%
അതു സമുദ്രത്തിന്റെ നിയമം ആയിരുന്നു അവർ പറഞ്ഞു. നാഗരികതയുടെ waterline അവസാനിക്കുന്നത്.അതിലപ്പുറം, ഞങ്ങൾ എല്ലാവരും ശരിയായ മുകളിൽ എപ്പോഴും ഭക്ഷ്യ ചെയിൻ നൽകുക, അല്ല.
		-- Hunter S. Thompson

%
ഇത് നാം അടയ്ക്കും എല്ലാ സർക്കാർ ലഭിക്കില്ല ഒരു നല്ല കാര്യമാണ്.
		-- Hunter S. Thompson

%
ഇത് കൂട്ടുകാരനെ ജോലി നഷ്ടമാകുമ്പോൾ ഒരു മാന്ദ്യം തുടർന്ന്; അത് ഒരു വിഷാദരോഗം തുടർന്ന്നിന്റേതു നഷ്ടപ്പെടുമ്പോൾ.
		-- Harry S. Truman

%
"ഒരു സമൻസ് തന്നെയാണ്.""ഒരു സമൻസ്?" എന്ന്"അതു കഷ്ടതയിൽ ന്റെ വിളിച്ചുകൂട്ടുന്ന എന്നാണ്."
		-- Rocky and Bullwinkle

%
ഇത് വലിയ തോതിലുള്ള കൊല്ലാൻ അപൂർണമായി എളുപ്പമാണ് വീണുകൊണ്ടിരിക്കുന്നു, ആദ്യത്തെകാര്യം ഒരു തത്ത്വം പ്രവർത്തിച്ചാൽ - അതു ശരിക്കും ഒരു തത്ത്വം എങ്കിൽ - ആരുമത് കൊല്ലാൻ ആണ്.
		-- Dorothy L. Sayers, "Gaudy Night"

%
ഇത് ആളുകളെ നിലക്കും എന്താണെന്ന് പ്രധാനമാണ്.അവർ നിങ്ങൾക്ക് നിൽക്കാത്ത അറിയാമെന്ന് കൂടുതൽ പ്രധാനമാണ്.
		-- Dorothy L. Sayers, "Gaudy Night"

%
കാര്യങ്ങൾ ഇങ്ങനെ .മൃഗശാലയിലല്ലാതെ അത്ഭുതമില്ല തുടർന്ന്: എങ്ങനെ അറിയുന്നു എന്ന് എല്ലാവർക്കുംഒരു സർക്കാർ പ്രവർത്തിപ്പിക്കാൻ ടാക്സിക്യാബുകൾ ഡ്രൈവിംഗ് മുടി മുറിക്കുന്നത് ആണ്.
		-- George Burns

%
അതു വിളകൾ ചന്ദ്രൻ കൃഷി ചെയ്യാവുന്ന ചില അഭിപ്രായ തുടർന്ന്. ഏത് ഫണ്ടിലേയ്ക്ക്നാം ആരെയെങ്കിലും പണം മുമ്പ് സമയമെടുക്കില്ല ഞാൻ ഭയപ്പെടുന്നു.
		-- Franklin P. Jones

%
Jacek, ഒരു പോളിഷ് സ്കൂൾ, തനിക്കുള്ള തന്റെ അധ്യാപകൻ വെളിപ്പെടുത്തിമെയ് ദിന പരേഡിൽ പോളിഷ് പതാക എടുക്കുന്നതു തെരഞ്ഞെടുക്കപ്പെട്ടിരിക്കുന്നു.	"എന്തുകൊണ്ട് ഞാൻ?" ബാലനെ whines. "മൂന്ന് വർഷം മുമ്പ് പതാക കൊണ്ടുപോയിഎപ്പോൾ Brezhnev സെക്രട്ടറി ആയിരുന്നു; അതു സന്ദർഭത്തിൽ ഞാൻ പതാക കൊണ്ടുപോയിAndropov ഊഴം, വീണ്ടും Chernenko ക്രെംലിൻ ആയിരുന്നപ്പോൾ. എന്ത് കൊണ്ടാണുഅത് എപ്പോഴും എന്നെ ഗുരുവെന്നും? "അധ്യാപകൻ "കാരണം, Jacek, അത്തരം പൊൻ കയ്യും ഞങ്ങൾക്കുണ്ട്"വിശദീകരിക്കുന്നു.
		-- being told in Poland, 1987

%
രാജ്യത്തെ തൂക്കാൻ കാര്യം പുതിയ ഗെയിമിൽ ചേരുക. ഇത് "ബ്യൂറോക്രസിയും" എന്ന് പറയുന്നു.ഇപ്പ ഒരു സർക്കിളിൽ നിൽക്കുന്നു. എന്തും ചെയ്യാൻ ആദ്യ വ്യക്തി നഷ്ടപ്പെടുന്നു.
		-- being told in Poland, 1987

%
സൈന്യം ചേരുക, ലോകം കാണുന്ന, രസകരം, ആവേശകരമായ ജനത്തെ സംഗമം അവരെ കൊല്ലുക.
		-- being told in Poland, 1987

%
നേവി ചേരുക; , ദൂരത്തുള്ള എക്സോട്ടിക് ദേശങ്ങളിൽ കപ്പൽ, ആവേശകരമായ താൽപ്പര്യമുള്ളവരെ സംഗമംഅവരെ കൊല്ലും.
		-- being told in Poland, 1987

%
ഏറ്റവും പ്രശ്നങ്ങൾ വിരളമായത് കറുപ്പ് അല്ലെങ്കിൽ വെള്ള, അതിനാൽ ഏറ്റവും നല്ല പരിഹാരങ്ങൾ ഉണ്ട് പോലെപത്രമാദ്ധ്യമങ്ങളും കറുപ്പ് അല്ലെങ്കിൽ വെള്ള. ഒരു വശത്ത് ആയിരിക്കും ആവശ്യമായ പരിഹാരം സൂക്ഷിക്കുകതികച്ചും വിജയി ആയിരിക്കും തികച്ചും പരാജിതൻ മറ്റെ. കാരണംസാധാരണയായി ആരംഭിക്കുന്നതിനായി രണ്ടു ഭാഗത്തും ഉണ്ട് അരുതു വശത്ത് എല്ലാ ഉണ്ട് കാരണം ആണ്വസ്തുതകൾ. അതുകൊണ്ടു, തിരിച്ചുള്ള മദ്ധ്യസ്ഥനായ ഒത്തുതീർപ്പ് പാലില്ല ചെയ്തപ്പോൾ അവൻ ആണ്രാഷ്ട്രീയ പ്രചോദനം നിന്ന് പരദൈവങ്ങളെ. പകരം, ആഴത്തിലുള്ള നിന്ന് പ്രവർത്തിക്കുന്നുസത്യം മുഴുവൻ ആദരവു അർത്ഥം.
		-- Stephen R. Schwambach

%
എന്റെ ശരീരം ഓഫ് നിങ്ങളുടെ നിയമങ്ങൾ നിലനിർത്തുക!
		-- Stephen R. Schwambach

%
സ്വയം അറിയു. നിങ്ങൾക്ക് സഹായം ആവശ്യമുണ്ടെങ്കിൽ, C.I.A. വിളിക്കും
		-- Stephen R. Schwambach

%
L'നയമായി c'est മോയിയുടെ.[ഞാൻ സംസ്ഥാന ആകുന്നു.]
		-- Louis XIV

%
നിയമം ആയുധ നടുവിൽ മ്യൂട്ട് നിൽക്കുന്നു.
		-- Marcus Tullius Cicero

%
നിയമാനുസൃതം കുണ്ടറയിൽ മാസ്റ്റർ - അവർ എന്റെ നിയമങ്ങൾ മുൻപരിചയം!
		-- Marcus Tullius Cicero

%
ലീഡർഷിപ്പ് പരേഡുകളിൽ കണ്ടെത്തുന്നതിൽ മുന്നിലെ ലഭിക്കുന്നത് ഉൾപ്പെട്ടിരിക്കുന്നു; എന്ത്അമേരിക്ക സംഭവിക്കുന്നത് ആ പരേഡുകൾ ചെറിയ ലഭിക്കുന്നത് എന്നതാണ്ചെറിയ - അവരിൽ കൂടുതൽ നിരവധിയുണ്ട്.
		-- John Naisbitt, "Megatrends"

%
ആരും പുരുഷൻമാരിൽ എസ്കേപ്പ് അനുവദിക്കുക.
		-- U. S. Grant

%
ജനത്തെ നിയന്ത്രിക്കുകയും അവർ നിയന്ത്രിക്കും ചിന്തിക്കുക.
		-- William Penn, founder of Pennsylvania

%
ഞങ്ങളെ ഭയന്ന് ഇടപെടില്ല ഒരിക്കലും അനുവദിക്കുക, പക്ഷേ നമ്മെ ശ്രമങ്ങൾ ഭയപ്പെടുന്നു ഒരിക്കലും ചെയ്യട്ടെ.
		-- John F. Kennedy

%
അതു പ്രസംഗങ്ങളിൽ ചെയ്യുന്നതുപോലെ ലിബർട്ടി പ്രായോഗികമായി നല്ല പോലെ പ്രവർത്തിക്കുന്നില്ല.
		-- The Best of Will Rogers

%
ലിബർട്ടി എപ്പോഴും അപകടകരമാണ്, പക്ഷേ ഇത് നമുക്ക് സുരക്ഷിതമായ കാര്യം ആണ്.
		-- Harry Emerson Fosdick

%
ലൈഫ് കോൺസൺട്രേഷൻ കാമ്പ് ആണ്. നിങ്ങൾ ഇവിടെ അത്യാവശ്യമാണ് എന്നിട്ട് അവിടെ വഴിയില്ലാത്തഔട്ട് മാത്രം ഉപദ്രവിക്കുന്നവരും നേരെ impotently ഉള്ളതോ കഴിയും.
		-- Woody Allen

%
കണ്ടെത്തുന്നതിന് യാതൊരു ധൈര്യവും അല്ലെങ്കിൽ ഞാൻ അറിഞ്ഞിട്ടില്ല ഏതെങ്കിലും അധിക ധൈര്യം ഇല്ല, കേൾക്കുകശരിയായ കാര്യം. ഇപ്പോൾ, ശരിയായ കാര്യം മാത്രമല്ല അത്യാവശ്യമാണ്എന്നാൽ ശരിയായ വിധത്തിൽ അത് ചെയ്യാൻ നിങ്ങൾ ഞങ്ങൾക്കുണ്ട് മാത്രം പ്രശ്നം എന്താണ്ശരിയായ കാര്യം എന്തു അതാണ് ശരിയായ വഴി. അതാണ് പ്രശ്നം.എന്നാൽ നമ്മുടെ ഈ സമ്പദ് പ്രാരാബ്ധങ്ങളില്നിന്നുള്ള അനുസരിക്കുന്നുവോ അങ്ങനെ അല്ല ലളിതമാണ്ബയസ് അല്ലെങ്കിൽ ഏതെങ്കിലും പ്രത്യേക വ്യക്തിയുടെ പ്രഖ്യാപനങ്ങൾ പോലും രാഷ്ട്രപതിക്കു.ഈ 173 ദശലക്ഷം ആളുകൾ നിർമ്മിക്കുന്ന ഒരു സമ്പദ്, അത് പ്രതിഫലിപ്പിക്കുന്നുഅവരുടെ തന്നിഷ്ടങ്ങളെ അവർ വാങ്ങാൻ തയ്യാറാകുമ്പോൾ അവർ ചെലവഴിക്കുകയും തയ്യാറായിക്കഴിഞ്ഞു, ഒരു കാര്യം ആണ്അത് വളരെ സങ്കീർണ്ണവും പ്രതികൂലമായി അല്ലെങ്കിൽ advantageously ബാധിക്കാനുള്ള വളരെ വലുതാണ്പറയുന്നു, അല്പം മനസ്സിലേറ്റുവാങ്ങി, അല്ലെങ്കിൽ പോലും - ഏതാനും വാക്കുകൾ അല്ലെങ്കിൽ ഏതെങ്കിലും പ്രത്യേക വഴിപ്രതിവിധിയല്ലായിരിക്കാം അങ്ങനെ ആരോപിച്ചു.കയറുവാൻ നേരിടുന്ന ധൈര്യവും ധൈര്യം കുറവു ചെയ്തുമാന്ദ്യം? "
		-- D. D. Eisenhower, in response to: "Has the government

%
ധാരാളം ആളുകൾ ഒരു സർക്കാർ മനസ്സില്ല പിന്തുണയ്ക്കാൻ skimp നിർബന്ധിതരാകുന്നു.
		-- D. D. Eisenhower, in response to: "Has the government

%
സ്നേഹം അമേരിക്ക - അല്ലെങ്കിൽ അത് തിരികെ തരും.
		-- D. D. Eisenhower, in response to: "Has the government

%
"മക്.ഡൊണാൾഡും കടന്നു വാക്കുകളുടെ വലിയ തുക കമ്പ്രസ്സ് ന് കൃപാവരംചിന്തകൾ ഏറ്റവും ചെറിയ തുക. "
		-- Winston Churchill

%
Majorities, തീർച്ചയായും, ന്യൂനപക്ഷങ്ങൾ ആരംഭിക്കുക.
		-- Robert Moses

%
മനുഷ്യൻ ഒരു സൈനിക മൃഗം ആണ് വെടിമരുന്ന് ലെ മഹിമയെയും, ഒപ്പം പരേഡ് സ്നേഹിക്കുന്നു.
		-- P. J. Bailey

%
മനുഷ്യൻ ഒരു രാഷ്ട്രീയ മൃഗം സ്വഭാവത്താൽ.
		-- Aristotle

%
പല തെണ്ടി ഷോ പതാക വഴി സംരക്ഷിച്ചു.
		-- George M. Cohan

%
മസാച്യുസെറ്റ്സ് മികച്ച രാഷ്ട്രീയക്കാർ പണം വാങ്ങാം ഉണ്ട്.
		-- George M. Cohan

%
സന്ദേശ മെയിൽ എത്തും. നശിപ്പിക്കാനും എഫ്.ബി.ഐ അതു കാണുന്നതിനുമുമ്പ്.
		-- George M. Cohan

%
മിക്കി മൗസ് ഒരു Spiro Agnew വാച്ച് ധരിക്കുന്ന.
		-- George M. Cohan

%
സൈനിക രഹസ്യാന്വേഷണ കണക്കിലെടുത്ത് ഒരു വൈരുദ്ധ്യം ആണ്.
		-- Groucho Marx

%
സൈനിക നീതി സൈനിക സംഗീതം സംഗീതത്തിന് നീതി എന്താണെന്നു ആണ്.
		-- Groucho Marx

%
മിക്ക ആളുകളും ഒരു അവസരം കുറവോ അഴിമതി അതിലധികമോ ഒന്നുകിൽ ആഗ്രഹിക്കുന്നഅതിൽ പങ്കെടുക്കാൻ.
		-- Groucho Marx

%
സംഭാഷണം ശ്രീ സാൾട്ടർ സൈഡ് അനുമതി ആവിഷ്ക്കാരം ചുരുങ്ങി.കർത്താവായ കോപ്പർ ശരിയായ ചെയ്തപ്പോൾ "ജലാലിന്റെ കർത്താവേ കോപ്പർ" പറഞ്ഞു; അവൻ ആയിരുന്നപ്പോൾതെറ്റായ, "ഒരു പോയിന്റ് വരെ.""സ്ഥലം ഞാൻ ഉദ്ദേശിക്കുന്നത് പേര് പലതും എന്നെ കാണാൻ അനുവദിക്കണോ? ജപ്പാന്റെ തലസ്ഥാനം?യോക്കോഹാമ അത്? ""ഒരു പോയിന്റ് കർത്താവേ കോപ്പർ വരെ.""ഹോങ്കോങ് .അതിനു വകയാണ്, അത് ഉണ്ടോ?""ജലാലിന്റെ കർത്താവേ ചെമ്പ്."
		-- Evelyn Waugh, "Scoop"

%
അക്കാലത്തെ എന്റെ കേന്ദ്ര മെമ്മറി നാല്പതു ഒന്നോ അഞ്ചു കടിച്ചുതൂങ്ങിനിൽക്കുക തോന്നുന്നു അല്ലെങ്കിൽ ഒരുപക്ഷെരാത്രികൾ - അല്ലെങ്കില് രാവിലെയും - ഞാൻ ഫില്മോര് പോയപ്പോൾ അർധ പ്രണയത്തെക്കുറിച്ച് ആൻഡ്,പകരം വീട്ടിൽ നടക്കുന്നതിനാൽ കടൽത്തീരം ബ്രിഡ്ജിലൂടെ വലിയ 650 മിന്നൽ വച്ചുള്ളനൂറു മൈൽ ഒരു മണിക്കൂർ ... ചെയ്തത് ട്രഷർ ഐലന്റ് തുരങ്കം വഴി മേഖലക്കുണ്ടായപ്പോൾഏത് തികച്ചും ഉറപ്പില്ല ഓക്ല്യാംഡ് അംഗല ബീച് വിളക്കുകളാണ്,ഞാൻ മറ്റേ അറ്റംവരെ ലഭിച്ചത് എടുക്കേണ്ട turnoff ... പക്ഷേ സിബൽ ഒരാളായിആ വഴി ഞാൻ പോയി സാരമില്ല ഞാൻ ജനത്തെ ആയിരുന്നു ഒരു സ്ഥലം വരുന്നഒട്ടും സംശയമില്ല ആ കുറിച്ച് ഞാൻ ആയിരുന്നു പോലെ ഉയർന്ന കാട്ടുതേനും.
		-- Hunter S. Thompson

%
"എന്റെ രാജ്യമാണ്, ശരിയാണോ തെറ്റാണോ" ഇല്ല റിബൽ വിചാരിക്കും ഒരു കാര്യം ആണ്നിരാശയാണ് കേസ് അല്ലാതെ പറയാനൊരു. ഇത് "എന്റെ അമ്മ എന്നു പോലെയാണ്,മദ്യപിച്ച് അല്ലെങ്കിൽ സുബോധത്തോടുകൂടിയ. "
		-- G. K. Chesterton, "The Defendant"

%
സർക്കാരുമായി എന്റെ അനുഭവം മനോഹരമായി, കാര്യങ്ങൾ നോൺ-വിവാദ വരുമ്പോൾ ആണ്കോ-ordinated ഒക്കെയും ശേഷം, അതു വളരെ നടക്കുന്നത് എന്ന് ആയിരിക്കണം.
		-- J. F. Kennedy

%
എന്റെ അപ്പൻ പേടിയില്ല ഒരു വിശുദ്ധനാണിദ്ദേഹം.
		-- Indira Gandhi

%
എന്റെ സർവസമ്മതരും Mayflower ന് വന്നില്ല, എന്നാൽ അവർ എതിരേറ്റു ഉണ്ടായിരുന്നുബോട്ട്.
		-- Indira Gandhi

%
എന്റെ സ്വന്തം ജീവൻ മനുഷ്യ സിസ്റ്റങ്ങൾ വളർച്ചയും തകർച്ചയും chronicling ചെലവാക്കിക്കഴിഞ്ഞു,ഞാൻ ഞങ്ങൾ ദാരുണമായി ദുർബല എന്നു എനിക്കു. ... നാം ആയിരിക്കണംഈ .ഇല്ലെന്നു അതിർത്തി തിരിഞ്ഞ മടിക്കും. സ്പെയ്സ് അന്തമില്ലാതെഞങ്ങൾ എന്താണ് ചെയ്യുന്നതെന്ന്; അതു ആരും തോന്നൽ, യാതൊരു ഡിസൈൻ, വേണ്ടയോ അശേഷം താത്പര്യമില്ലഞങ്ങൾ അതു അമേരിയ്ക്കയിൽ. എന്നാൽ നാം ഗ്രാൻഡ് കാരണം, സ്പേസ് നിസ്സംഗത കഴിയില്ല,ഒരു ബിന്ദുവിൽ നമ്മുടെ തലമുറയിൽ ഇന്റലിജൻസ് വേഗത മാർച്ച് ഞങ്ങളെ വരുത്തിചെടികളിൽ നിന്ന് നാം പര്യവേക്ഷണം മനസ്സിലാക്കാനും അത് ഉപയോഗപ്പെടുത്താൻ കഴിയും. ഇപ്പോൾ തിരിഞ്ഞുപോകുകയായിരുന്നുഞങ്ങളുടെ ചരിത്രം, ഞങ്ങളുടെ കഴിവുകൾ നിഷേധിക്കാൻ തന്നെ.
		-- James A. Michener

%
നെപ്പോളിയൻ: ഞങ്ങൾ ഈ സൈനികൻ ഗിസെപ്പെ എന്തു ചെയ്യേണ്ടു? എല്ലാം അവൻതെറ്റാണ് പറയുന്നു.Giuseppe:, എക്സലൻസി അവനെ ജനറൽ നടത്തുക, തുടർന്ന് അവൻ പറയുന്നു എല്ലാംനീതിപൂർവ്വകമായിട്ടുള്ളത്.
		-- G. B. Shaw, "The Man of Destiny"

%
ദേശീയ സുരക്ഷ നിന്റെ കയ്യിൽ ഇരിക്കുന്നു - നന്നായി ജീവനല്ലോ.
		-- G. B. Shaw, "The Man of Destiny"

%
പകര്ത്തലും മനുഷ്യ സ്വാതന്ത്ര്യത്തെ ഓരോ ഉല്ലംഘനത്തിനായുള്ള അപേക്ഷിക്കുകയാണ്.ഇത് നിഷ്ഠൂരൻമാരായിക്കൊണ്ട് എന്ന വാദം; അതു അടിമകളെ മാർഗത്തെ ആണ്.
		-- William Pitt, 1783

%
ഡ്യൂട്ടി അവഗണന ഡ്യൂട്ടി അവഗണന ആയിരിക്കാൻ ആവർത്തനത്തിന്റെ വഴി വിരമിക്കാത്ത ഇല്ല.
		-- Napoleon

%
എന്നെ നെമോ lacessit impune.[ആരും എന്തും എന്നെ കോപിപ്പിക്കുന്നവൻ]
		-- Motto of the Crown of Scotland

%
നിങ്ങളുടെ ധാർമിക ബോധത്തെ നേർ ചെയ്യുന്നത് നിങ്ങൾക്ക് പ്രേരകമാകരുത് ഒരിക്കലും.
		-- Salvor Hardin, "Foundation"

%
ഒരു ഓട്ടോമാറ്റിക് പിസ്റ്റൾ അല്ലെങ്കിൽ ഒരു D.A. ന്റെ കരാർ ഒരിക്കലും വിശ്വസിക്കരുത്.
		-- John Dillinger

%
"ഒരു ചെറിയ അടവ് ആണവായുധം എന്ന ഒറ്റച്ചാനലിലും."
		-- John Dillinger

%
അടുത്തത് ചിത്രീകരിച്ചത് ഇടാൻ സാധ്യതകളിലേക്ക്, ഒന്നും അത്ര വളരെ സംതൃപ്തിആദായ നികുതി റീഫണ്ട് ആയി.
		-- F. J. Raymond

%
Nihilism കളങ്കം കൂടെ ആരംഭിക്കും വേണം.
		-- F. J. Raymond

%
ആരുടെയും അഭിലാഷം ലളിതമായ നടപ്പിലാക്കുമ്പോൾ വഴിയിൽ നിൽക്കാൻ അവകാശമുണ്ട്നീതിയുടെ ആക്റ്റ്.
		-- John Altgeld

%
ആം 'ഭരണഘടന പിന്തുടരുകയും ാം' എന്നത് ഫ്ലാഗ് സുപ്രീം ാം 'സാരമില്ലകോടതി 'ആം iliction റിട്ടേൺ പിന്തുടരുകയും.
		-- Mr. Dooley

%
ഇല്ല, എന്റെ സുഹൃത്ത്, നല്ലവനും സുരക്ഷിതം സർക്കാർ ഞങ്ങൾക്കുണ്ട് വഴി അത് വിശ്വസിക്കാൻ അല്ലഒന്നു എല്ലാ എങ്കിലും കൃത്യമായി ഓരോരുത്തരോടും വിതരണം, അനേകം ഭിന്നിപ്പിക്കുവാനുംഫംഗ്ഷനുകളും അവൻ കഴിവുള്ളവനത്രെ. ഇത് ഈ ചൂഷണം subdividing ആണ്അതു വരെ അതിന്റെ എല്ലാ subordinations താഴേക്ക് ദേശീയ ഒരു നിന്ന് റിപ്പബ്ലിക്കുകൾ,തനിച്ചു അവനവന്റെ ഫാം നിയന്ത്രിക്കുന്നതിന് അവസാനിക്കുന്നു; കീഴെ സ്ഥാപിച്ച്ഔരോരുത്തൻ എന്തു സ്വന്തം കണ്ണ് എല്ലാ മികച്ച കിട്ടും എന്നു സൂപ്രണ്ട് ചെയ്യാം.
		-- Thomas Jefferson, to Joseph Cabell, 1816

%
അവനോ നന്മെക്കു നടത്തിയാൽ ആരും സന്നദ്ധനായ നല്ല ഓർക്കുകയുംമനോഭാവങ്ങളും. അദ്ദേഹത്തിന് പണം ഉണ്ടായിരുന്നു.
		-- Margaret Thatcher

%
ആരും എന്നെ വെടിവച്ചു.സെയിന്റ് ഒരു മെഷീൻ ഗൺ അവനെ 14 തവണ വെടിയേറ്റു വന്നവാലന്റൈൻസ് ദിന കൂട്ടക്കൊല.മാത്രം Capone പോലെ കൊല്ലുന്നു.പോലെ കൊല്ലുന്ന പുരുഷൻ മാത്രം ബഗുകൾ മോറാൻ ആണ്.
		-- Al Capone, on the Saint Valentine's Day Massacre

%
ആരും ആ സമ്മാനം എടുക്കും. ഗതി ക്രിസ്മസിന് നിങ്ങളെ പുറത്ത് സംഭവിക്കുന്നതെങ്കിൽനിങ്ങളുടെ ഹാറ്റ്, ആരുമത് നന്നായി, തുടർന്ന് അതിൽ അല്പം എന്തെങ്കിലും സംഭവിക്കുന്നുവിവിധ.ഒബ്രിയൻ, ഫോഴ്സ് നിർദ്ദേശങ്ങൾ.
		-- New York City Police Commissioner (Ret.) William P.

%
ജീവിതത്തിൽ ഒന്നും ഫലം ഇല്ലാതെ ഷൂട്ടിംഗ് നടക്കുന്ന പോലെ ആനന്ദസന്ദായകവുമായ ആണ്.അടുത്തത് ചിത്രീകരിച്ചത് ഇടാൻ സാധ്യതകളിലേക്ക്, ഒന്നും അത്ര വളരെ ഇരിക്കുന്നുആദായ നികുതി റീഫണ്ട് ആയി സംതൃപ്തിയുണ്ടെന്നും.
		-- F. J. Raymond

%
നൂറു ബിസിനസുകാർ അതു ചെയ്യാൻ തീരുമാനിച്ചാൽ ഒന്നും നിയമവിരുദ്ധമാണ്.
		-- Andrew Young

%
ഒന്നും ഒന്നും, ഒന്നുമില്ല പിശക് ആരും കുറ്റകൃത്യം പഴയത് യൂണിയന്ഔദ്യോഗിക സകലത്തെയും നിലയിൽ ദൈവത്തോടു; എന്തുകൊണ്ട്? ഔദ്യോഗിക കാരണംഅങ്ങനെ വക്തിപരമല്ലാത്ത ഒരു വാഗ്ദാനം കഴിയും അതുകൊണ്ടു ആഴമേറിയ അധിക്ഷേപിക്കുകവ്യക്തിത്വം.
		-- Soren Kierkegaard

%
പിന്നെ നിരപരാധിയായ മനുഷ്യനെ നിയമനിർമാണ അയച്ചു.
		-- Soren Kierkegaard

%
"ആണവ യുദ്ധം ഏറ്റവും ആക്കുന്നതിനു നിർത്തലാക്കാനാണ്, ഒപ്പം തകർച്ചക്ക് അർത്ഥംസാധാരണ റൂട്ടീനുകളിലൂടെ ഒരുപോലെ കുട്ടികൾക്കും മുതിർന്നവർക്കും. "
		-- Willard F. Libby, "You *Can* Survive Atomic Attack"

%
"ആണവ യുദ്ധം ശരിക്കും കേബിൾ നിശ്ചയിച്ചിരുന്നത് തന്നെ."
		-- Ted Turner

%
ഒബ്രിയൻ അപ്പ് ഇടതു കൈ, വിൻസ്റ്റൺ നേരെ അതിന്റെ മുതുകത്തു, കൂടെ നടന്നപെരുവിരലിന്മേലും മറച്ചു നാലു വിരൽ നീട്ടി."എത്ര വിരൽ ഞാൻ വിൻസ്റ്റൺ അപ്പ് സ്വസ്ഥയാണ്?""നാല്.""എങ്കിൽ പാർട്ടി എന്നാൽ അത് നാലു അല്ല പറയുന്നു അഞ്ചു - പിന്നെ എത്ര?""നാല്."വചനം വേദന ഒരു അവളത് അവസാനിച്ചു.
		-- George Orwell

%
ഓ, കോൺഗ്രസ് പഴിക്കില്ല. ഞാൻ എന്റെ സഹായമുണ്ടായിരുന്നു 600 $ ബില്യൺ പോയിരുന്നെങ്കിൽ, ഞാൻ ആഗ്രഹിക്കുന്നുവളരെ, .അസഭ്യം.
		-- Lichty & Wagner

%
പഴയ സൈനികർ നാളും മരിക്കയില്ല. കുഞ്ഞുങ്ങളെ ചെയ്യാൻ.
		-- Lichty & Wagner

%
ജനങ്ങൾ ഒരു ജനാധിപത്യത്തിന്റെയും റൺ എന്ന അക്കൗണ്ട് ന് മാത്രമേ ഞങ്ങൾ ആകുന്നുസാരമില്ല, നാലു വർഷം സർക്കാർ മാറ്റി നിർത്തുകയും ലോകത്തിലെ ജാതിഅതു ചെയ്യുന്നു.
		-- Will Rogers

%
ഒരിക്കൽ ആ സമയത്താണ് ആണ്,രണ്ടുപ്രാവശ്യം യാദൃച്ഛികമല്ല,മൂന്നു പ്രാവശ്യം ശത്രു അല്ലായിരുന്നു.
		-- Auric Goldfinger

%
ഒരിക്കൽ ഡോൾഫിനുകൾ സ്നേഹിച്ച ഒരു മറൈൻ ജീവശാസ്ത്രജ്ഞനായ ഉണ്ടായിരുന്നു. തന്റെ ചെലവഴിച്ചത്മേയിച്ചു സമുദ്രത്തിലെ തന്റെ പ്രിയ ജീവികളുടെ പരിരക്ഷിക്കാൻ ശ്രമിക്കുന്ന സമയം. ഒരുദിവസം,ഇൻവെന്റീവ് ജീനിയസിന്റെ വ്യായാമം അവൻ ഉറപ്പാക്കിക്കൊണ്ട് ഒരു സെറം കൊണ്ട് വന്നുഡോൾഫിനുകൾ എന്നേക്കും ജീവിക്കും!തീർച്ചയായും അവൻ മുമിത് ആയിരുന്നു. എന്നാൽ അവൻ ഉടൻ വേണ്ടി പിണ്ഡം മനസ്സിലായിഅവൻ എന്നു പേരുള്ള ഒരു വളപ്പിലെ വലിയ അളവിൽ ആവശ്യം? ഈ സെറം താനേമാത്രം ഒരു അപൂർവ തെക്കേ അമേരിക്കൻ പക്ഷി ചയാപചയ പ്രകൃതി കണ്ടെത്തി. കൊണ്ടുപോയിഅകലെ ഡോൾഫിനുകൾ തന്റെ സ്നേഹത്താൽ, അവൻ മൃഗശാലയിൽ പോകും 'എന്ന് പരിഹരിച്ചതായിഈ പക്ഷികൾ ഒന്ന് മോഷ്ടിക്കാൻ.അവനെ .പിറന്ന അവൻ മൃഗശാലയിൽ പ്രായംചെന്ന ഒരു സിംഹം ചെയ്തു എത്തിച്ചേരുകയും ചെയ്തു പോലെഅതിന്റെ കൂട്ടിൽ നിന്ന് തലയൂരുന്നു. മൃഗശാലാ അസ്വസ്ഥരാണ് ഉടനെ തുടങ്ങിഒഴിഞ്ഞ മൃഗം വേണ്ടി മൃഗശാല combing അതു കേവലം കിടക്കുകയായിരുന്നു പെട്ടതല്ലഇടവഴിയിലെ ന് ഉറങ്ങാൻ പോയത്.അതേസമയം, മറൈൻ ജീവശാസ്ത്രജ്ഞനായ മൃഗശാലയിൽ എത്തി തന്റെ സമ്പാദിച്ചതുപക്ഷി. അവൻ തന്റെ ഡോൾഫിനുകൾ അവൻ സഹായിച്ചുകൊണ്ട് പ്രാപിക്കാനുള്ള വഴി നീന്തല്absentmindedly തിരികെ തന്റെ വഴിക്കു സ്ലീപ്പിംഗ് സിംഹം മേൽ വരുകയായിരുന്നു വരുകയായിരുന്നുകാർ. ഉടനെ, 1500 പോലീസുകാർ അവനെ പ്രതിബന്ധമാകുന്നു വേണ്ടി അറസ്റ്റ്നിത്യജീവിതം porpoises ഒരു ഗൗരവപ്രകൃതിയുമായ സിംഹം കുറുകെ മൈന കടത്തിയതെന്ന്.
		-- Auric Goldfinger

%
ഒരിക്കൽ ഒരു വലിയ കരടി ഭരിച്ചിരുന്നത് ഒരു രാജ്യം ഉണ്ടായിരുന്നു. കർഷകർവളരെ സമ്പന്നമായ ഇല്ലാതിരിക്കുകയും, ഒട്ടും സമ്പന്നനാണ് ആകുവാൻ ചില വഴികളുണ്ട് ഒരാളായിരുന്നുഒരു റോയൽ നൈറ്റ് ആകുവാൻ. ഈ കരടി ഒരു അഭിമുഖത്തിൽ ആവശ്യമാണ്. എങ്കില്കരടി നിങ്ങൾ സ്ഥലത്തുവച്ച് നൈറ്റ് ചെയ്തു നിങ്ങൾ ഇഷ്ടപ്പെട്ടു. ഇല്ലെങ്കിൽ, കരടി നന്നായിരുന്നേനെപോലെ സാധ്യത ഒരു കരടിയുടെ ഒറ്റ സ്വാത് ഉപയോഗിച്ച് നിങ്ങളുടെ തല നീക്കം. എന്നിരുന്നാലും, കുടുംബംഈ ദൗർഭാഗ്യകരമായ ആഗ്രഹിക്കുന്നവരും നൈറ്റ്സ് ഒരു മനോഹരമായ കൂടെ നഷ്ടപരിഹാരം ചെയ്തുഎ വിലപ്പെട്ട സ്വയം ആയിരുന്നു രാജകീയ പട്ടിക്കൂടുകൾ, നിന്ന് ഷീപ്ഡോഗ്സ്വത്താകുന്നു. കഥ ധാർമിക ഇതാണ്:കഠിനമായ നൈറ്റ് ശേഷം ദുഃഖം, ഒന്നും കരടിയുടെ നായ അടിക്കുന്നു എന്ന്നിങ്ങൾ എന്റർ.
		-- Auric Goldfinger

%
ഒരിക്കൽ നിങ്ങൾ ഒറ്റ ആണവ യുദ്ധം കണ്ട, നീ അവരെ ഒക്കെയും കണ്ട.
		-- Auric Goldfinger

%
വൺ ആണവ ബോംബ് നിങ്ങളുടെ മുഴുവൻ ദിവസം നശിപ്പിക്കണം കഴിയും.
		-- Auric Goldfinger

%
ചരിത്രത്തിന്റെ പാഠങ്ങൾ ഒന്നും പലപ്പോഴും ഒരു നല്ല കാര്യം ആണ്ചെയ്യാൻ എല്ലായ്പ്പോഴും പറയാൻ ഒരു സമർഥമായ കാര്യം.
		-- Will Durant

%
വൺ ജീവി, ഒരു വോട്ട്.
		-- Will Durant

%
ഗ്രഹത്തിനു ലഭിക്കുന്ന എല്ലാ ആണ്.
		-- Will Durant

%
ഒന്ന് പത്രമാദ്ധ്യമങ്ങളും ഒരു കമ്മിറ്റി ഒരു സ്മാരകം കാണുന്നു.
		-- Will Durant

%
തരത്തിലുള്ള സാക്ഷികളുടെ രണ്ടു മാത്രം നിലവിലില്ല. എവിടെ അയല്പക്കത്ത് ആദ്യ തൽസമയഒരു കുറ്റം ചെയ്തു ആരും സാഹചര്യങ്ങളിൽ, ആരും ഒന്നും കണ്ടിരിക്കുന്നു ചെയ്തുഅല്ലെങ്കിൽ ഒരു ഷോട്ട് കേട്ടു. രണ്ടാമത്തെ വിഭാഗം ആരുമായും എന്ന അയൽക്കാർകുറ്റകൃത്യം കുറ്റം സംഭവിക്കുന്നു. ഈ എപ്പോഴും അവരുടെ നിന്നു കണ്ടുവെടി, കേസിലെ വ്യക്തി സ്റ്റാൻഡിംഗ് ശ്രദ്ധിച്ചു ചെയ്തപ്പോൾ ജാലകങ്ങൾസമാധാനപരമായ ഏതാനും വാര അകലെ തന്റെ ബാൽക്കണിയിൽ ന്.
		-- Sicilian police officer

%
നമ്മുടെ അഭിനന്ദനങ്ങൾ ഒരു ബര്ലിംഗ്ടന് വെർമോണ്ട് സിവിലിയൻ ജീവനക്കാരൻ പോകുകപ്രാദേശിക ആർമി നാഷണൽ ഗാർഡ് ബേസ്. അടുത്തിടെ ഒരു substational പണം ലഭിച്ചുഒപ്റ്റിക്കൽ സ്കാനിംഗിനായി ഒരു ഉപകരണം കെട്ടിച്ചമച്ചുകൊണ്ട് ഞങ്ങളുടെ സർക്കാർ പുരസ്കാരം.അവന്റെ ഉപകരണം റിപ്പോർട്ട് സർക്കാർ രക്ഷിക്കും അധികം പ്രതിവർഷം നാലുകോടി $ 6സ്വന്തം ഒരു വിലകൂടിയ ഹെലികോപ്റ്റർ അറ്റകുറ്റപ്പണി പ്രയോഗം പകരം,വീട്ടിൽ ഉണ്ടാക്കാവുന്ന, കയ്യിലൊതുങ്ങുന്ന മോഡൽ.അല്ല suprisingly, നമുക്ക് ഞങ്ങൾ സമർപ്പിച്ച പണം-സംരക്ഷിക്കുന്നതിൽ ആശയങ്ങൾ ഒന്നുരണ്ട്പെൻറഗൺ സൗജന്യമായി ലേക്ക്:(എ) ഒരാളേയും കൊല്ലരുത്.(ബി) ചെയ്യുന്ന പണിതാൽ ചെയ്യരുത്.(സി) ആർക്ക് കൊല്ലാൻ മറ്റ് ആളുകളുടെ അടയ്ക്കേണ്ടതില്ല.നാം വാർഷിക സേവിങ്സ് കോടികളുടെ പ്രതീക്ഷിക്കുന്നു.
		-- Sojourners

%
നമ്മുടെ പൂർവ്വ 'പ്രായം ഞങ്ങളുടെ grandsires ആ മോശമായ ഉണ്ടായിരുന്നു'.നാം അവരുടെ പുത്രന്മാർ അധികം ദൈവമുമ്പാകെ:അങ്ങനെ നമ്മുടെ ടേൺ ഞങ്ങൾ ലോകത്തിൽ ഒരു കൂട്ടമായി ഇനിയും അഴിമതിക്കാരായ തരും.
		-- Quintus Horatius Flaccus (Horace)

%
വാളെടുത്തു നമുക്കു വേണ്ടി ദുരുപദേഷ്ടാക്കന്മാരുടെ പ്ലേ ചെയ്യും.
		-- Christopher Marlowe

%
നമുക്കാകുന്നു ആണവ മല്ലന്മാർ സന്മാർഗ്ഗശാസ്ത്രത്തേയും ശിശുക്കളും ഒരു ലോകം ആണ്.
		-- General Omar N. Bradley

%
ദേശസ്നേഹം ഒരു തെമ്മാടികളുടെ അവസാന അഭയസ്ഥാനമണ്.ഡോ ജോൺസന്റെ പ്രസിദ്ധമായ നിഘണ്ടു രാജ്യസ്നേഹം കഴിഞ്ഞ നിർവചിച്ചിരിക്കുന്നത്തെമ്മാടികളുടെ റിസോർട്ടിൽ. ഒരു പ്രബുദ്ധരായ എല്ലാ കാരണം കാര്യത്തിൽ പക്ഷേഇൻഫീരിയർ ഫീല്ഡെന് ഞാൻ അത് ആദ്യം എന്ന് സമർപ്പിക്കാൻ അപേക്ഷിക്കുന്നു.ഡോ ജോൺസൺ തെമ്മാടികളുടെ അവസാന അഭയസ്ഥാനവും ദേശസ്നേഹത്തിന്റെ വ്യക്തമാക്കുമ്പോൾ,അവൻ വചനം പുനഃസംഘടന വമ്പിച്ച സാധ്യതകൾ അവഗണിച്ച.പൊതു ഓഫീസ് തെമ്മാടികളുടെ അവസാന അഭയസ്ഥാനമണ്.
		-- Boies Penrose

%
ദേശസ്നേഹം ക്രൂരമായ ഗുണമാണ്.
		-- Oscar Wilde

%
ബലപ്രയോഗത്തിലൂടെ സമാധാനം കാത്തു കഴിയില്ല; അതു മാത്രമല്ല അറിവ് ലഭിക്കുന്നു.
		-- Albert Einstein

%
സമാധാനം ഒരു നിലം വളരെ കൂടുതൽ വിലയേറിയതു ... ഇനി യുദ്ധങ്ങൾ ഉണ്ടാകും ചെയ്യട്ടെ.
		-- Mohammed Anwar Sadat, 1918-1981

%
ജനങ്ങൾ ഒരു യുദ്ധകാലത്ത് ഒരു വേട്ട ശേഷം പോലും കിടക്കും, അല്ലെങ്കിൽ ഒരു തെരഞ്ഞെടുപ്പ് മുമ്പിൽ ഒരിക്കലും.
		-- Otto Von Bismarck

%
പദവിയാണ് ആളുകൾ എപ്പോഴും അവരുടെ പൂർണ്ണമായ നാശം ധൈര്യമില്ലെന്നായിരുന്നു ചെയ്യുംപകരം നേട്ടമാക്കി എന്തെങ്കിലും കാര്യങ്ങൾ ഭാഗം കീഴടങ്ങാൻ.
		-- John Kenneth Galbraith

%
താമസിക്കാമെന്ന എന്തെങ്കിലും കണ്ടെത്താൻ കഴിയാത്ത ആളുകൾ എപ്പോഴും എന്തെങ്കിലും കണ്ടെത്താൻ തോന്നുന്നമരിക്കുന്നു. പ്രശ്നം അവർ സാധാരണയായി നമ്മൾ ബാക്കിയുള്ളവരെ വളരെ അതിന് മരിക്കാൻ ആഗ്രഹിക്കുന്നില്ല ആണ്.
		-- John Kenneth Galbraith

%
സാധാരണയായി ആളുകൾ ... അവർക്ക് എന്തു വരുന്നുവെന്ന് അതു മെയിൽചെയ്ത ചെയ്തു പക്ഷം നേടുക.
		-- John Kenneth Galbraith

%
ലോകം തങ്ങളെ ചിന്തകൾ ശീലം വളർത്തുക ആളുകൾപൗരന്മാർക്ക് നമ്മുടെ കാലത്തു രമണേട്ടനോട് ആദ്യ ആവശ്യകത പാലിക്കപ്പെട്ടിട്ടുള്ള.
		-- Norman Cousins

%
ഒരുപക്ഷേ ഏറ്റവും വ്യാപകമായ മിഥ്യാബോധം അധികാരത്തിലിരിക്കുന്ന ആയിരുന്നു എങ്കിൽ നാം കാര്യംഇപ്പോൾ അത് തടുക്കുന്ന നിന്നും വളരെ വ്യത്യസ്തമായി പ്രവർത്തിക്കും - സത്യം നടന്നവളരെ വളരെ ആയിത്തീർന്നു തന്നെ വൈദ്യുതി ലഭിക്കാൻ വേണ്ടി. (ലെനിന്റെമാരകമായ തെറ്റ്, സിദ്ധാന്തത്തിൽ പ്രയോഗത്തിലും ഇരുവരും.)
		-- Norman Cousins

%
ഒറ്റ അഭിപ്രായത്തിൽ ദൃഢാഗ്രഹം രാഷ്ട്രീയ ഒരു മെറിറ്റ് പരിഗണിക്കും ഒരിക്കലുംനേതാക്കൾ.
		-- Marcus Tullius Cicero, "Ad familiares", 1st century BC

%
ട്രഷറി പ്രോപ്പർട്ടി വിലവരുന്ന paticularly അപകടകരമായ: വലിയ മോഷ്ടാക്കൾ തന്നെയാണ്ചെറിയ മോഷ്ടാക്കൾ ശിക്ഷിക്കുന്നവനാകുന്നു ക്കാരന്.
		-- Diogenes

%
പോളണ്ട് തോക്ക് നിയന്ത്രണം ഉണ്ട്.
		-- Diogenes

%
രാഷ്ട്രീയ ചരിത്രം ഒരു ഫിറ്റ് കാര്യം ഒരു വിഷയം വളരെ ക്രിമിനൽ ആണ്കുട്ടികളെ പഠിപ്പിക്കുക.
		-- W. H. Auden

%
രാഷ്ട്രീയ പ്രസംഗങ്ങൾ സ്റ്റിയർ കൊമ്പുകൾ. ഇവിടെ ഒരു പോയിന്റിന്റെ, അവിടെ ഒരു പോയിന്റ്,കാളയുടെ ഒരുപാട് അങ്ങയോടു.
		-- Alfred E. Neuman

%
രാഷ്ട്രീയ T.V. വാണിജ്യ ഒരു കാര്യം തെളിയിക്കാൻ: ചില സ്ഥാനാർഥികൾ പറയാനാകുംവെറും 30 സെക്കൻഡിനുള്ളിൽ അവരുടെ എല്ലാ നല്ല പോയിന്റ് യോഗ്യത.
		-- Alfred E. Neuman

%
രാഷ്ട്രീയക്കാർ എല്ലാവരും ഒരേ ആകുന്നു. അയാൾ ഒരു പാലം പണിയാൻ വാഗ്ദാനംഎവിടെ നദി ഉണ്ടു.
		-- Nikita Khrushchev

%
രാഷ്ട്രീയക്കാരും സയൻസ് ഫിക്ഷൻ, അല്ല വെസ്റ്റേൺസ് ആൻഡ് ഡിറ്റക്റ്റീവ് കഥകൾ വായിക്കണം.
		-- Arthur C. Clarke

%
രാഷ്ട്രീയക്കാർ ഒരിക്കലും അവരുടെ കക്ഷികളും സംസാരിക്കുന്നു; പാർട്ടികളാണെങ്കിലും ഒരിക്കലും ചെയ്തിരിക്കുന്നുചെയ്തു, ഒരിക്കലും തെറ്റായ ആയിരിക്കും.
		-- Walter Dwight

%
രാഷ്ട്രീയം - ദരിദ്രനും പ്രചാരണം വോട്ട് പൊളിക്കുമെന്ന് ശാന്തനും ആർട്ട്മറ്റു ചിലരുടെ സംരക്ഷിക്കുന്നതിനായി ഭാർഗ്ഗവൻ സമ്പന്നമായ നിന്നും ഫണ്ട്.
		-- Oscar Ameringer

%
രാഷ്ട്രീയം മനുഷ്യരിൽ ഗതി ആശയങ്ങളുമായി കൂടാതെ ഇല്ലാതെ മനുഷ്യർ രൂപംമഹിമയെ. അവരുടെ ഉള്ളിൽ മഹിമ ചിലരൊക്കെ രാഷ്ട്രീയത്തിന് ൽ പോവരുത്.
		-- Albert Camus

%
രാഷ്ട്രീയം യുദ്ധം ഏതാണ്ട് ആവേശകരമായ ആകുന്നു, വളരെ അപകടകരവും. യുദ്ധത്തിൽനിങ്ങൾ ഒരിക്കൽ മാത്രം കൊല്ലപ്പെട്ടു കഴിയൂ.
		-- Winston Churchill

%
രാഷ്ട്രീയം സാധ്യത ആർട്ട് ഓഫ് അല്ല. ഇത് ഉചിതമെന്ന് ഉൾക്കൊള്ളുന്നുആപൽക്കരവും എന്നൊരു തമ്മിലുള്ള.
		-- John Kenneth Galbraith

%
രാഷ്ട്രീയം അടുത്ത നാളെ സംഭവിക്കാൻ പോകുന്നതെന്ന് എന്തു മുൻകൂട്ടിപ്പറഞ്ഞു കഴിവ്ആഴ്ചയിൽ അടുത്ത മാസം അടുത്ത വർഷം. പിന്നെ ലേക്ക് ശേഷം കഴിവ് ഞങ്ങൾക്കുണ്ട്അങ്ങനെ സംഭവിച്ചില്ലെങ്കിൽ കാരണം വിശദീകരിക്കുക.
		-- Winston Churchill

%
രാഷ്ട്രീയം വിചിത്രമായ bedfellows ചെയ്യുന്നു, പത്രപ്രവർത്തനം വിചിത്രമായ രാഷ്ട്രീയം ചെയ്യുന്നു.
		-- Amy Gorin

%
രാഷ്ട്രീയം, ഒരു പ്രാക്ടീസ് പോലെ അതിന്റെ ഉദ്യോഗങ്ങൾക്കും എപ്പോഴും ഉണ്ടായിട്ടുണ്ട്hatreds സിസ്റ്റമാറ്റിക് സംഘടന.
		-- Henry Adams, "The Education of Henry Adams"

%
രാഷ്ട്രീയം, മതം, അപ്പ് matrydom എന്ന തീപ്പന്തങ്ങൾ പിടിക്കുകപിശക് സൽപ്രവർത്തനങ്ങൾ.
		-- Thomas Jefferson

%
Populus vult decipi.[ജനം ചതിച്ചു ഇഷ്ടപ്പെടുകയും.]
		-- Thomas Jefferson

%
proelium praemium പോസ്റ്റ്.[യുദ്ധത്തിനു ശേഷം പ്രതിഫലം.]
		-- Thomas Jefferson

%
Postmen ഒരിക്കലും മരിക്കുന്നു അവർ തങ്ങളുടെ പിൻ നഷ്ടപ്പെടും.
		-- Thomas Jefferson

%
ദാരിദ്ര്യ വീട്ടിൽ തുടങ്ങുന്നു.
		-- Thomas Jefferson

%
ദാരിദ്ര്യ അങ്ങനെ പല ദരിദ്രൻ പോരാ മറ്റാരെങ്കിലും അതിന്റെ വൈകുന്നേരം ഉണ്ടായിരിക്കണംജനം.
		-- Don Herold

%
പവർ അഴിമതിക്ക്. പരമമായ അധികാരം അതതു നിയോഗമാണ്.
		-- John Lehman, Secretary of the Navy, 1981-1987

%
പവർ വിഷം ആണ്.
		-- John Lehman, Secretary of the Navy, 1981-1987

%
പവർ സ്നേഹപ്രകടനങ്ങൾ ഉത്തമോദാഹരണമാണ് ടോക്കൺ ആണ്.
		-- John Lehman, Secretary of the Navy, 1981-1987

%
പവർ തികച്ചും ദുഷിച്ച, പരമമായ അധികാരം ദുഷിപ്പിക്കുന്നു കുറവുമാണ്.
		-- Lord Acton

%
പ്രായോഗിക രാഷ്ട്രീയത്തിൽ വസ്തുതകൾ അവഗണിക്കുന്ന അതിലടങ്ങിയിരിക്കുന്നു.
		-- Henry Adams

%
പ്രസിഡന്റ് റീഗൻ നിരവധി സാമ്പത്തിക ആപത്തായാണ് ഉണ്ട് എന്നു രേഖപ്പെടുത്തുന്നു ഒപ്പംforecasters ഒരു അധിക പ്രവാചകന്മാർ നികുതി തീരുമാനിച്ചു.
		-- Henry Adams

%
മനസോടെ ഒരു തെമ്മാടി ഇടുക അവൻ ഒരു സത്യസന്ധനായ പോലെ പ്രവർത്തിക്കും.
		-- Napoleon Bonaparte, "Maxims"

%
ചോദ്യം അധികാരം.
		-- Napoleon Bonaparte, "Maxims"

%
ചോദ്യം അതോറിറ്റി അല്ല.(സെസ് ആർ?)
		-- Napoleon Bonaparte, "Maxims"

%
ചോദ്യം: അവർ മാറ്റി വരുന്നതുവരെ നിയമങ്ങൾ വഴി അത് നന്നായി നിത്യവാസികളായിരിക്കും അല്ലെങ്കിൽഅവരെ ലംഘിച്ചു മാറ്റം വേഗത?
		-- Napoleon Bonaparte, "Maxims"

%
ക്ഷീനമുണ്ട് ഓർക്കുക. 35 അങ്ങിനെ വേണ്ടി സമയം കഴിഞ്ഞു സ്ട്രീറ്റ് ലൈറ്റുകൾ പുറമേ 70 അങ്ങിനെ വേണ്ടി കാലഹരണപ്പെട്ടു ചെയ്യുന്നു.
		-- Jim Samuels

%
"അത് ഇവിടെ വിദേശത്തുള്ള അത് ശരിയായി ചെയ്യപ്പെടുന്നത് ചെയ്താൽപ്പോലും ഓർക്കുക, ___ അല്ല യു.എസ്ആർമി അത് ചെയ്യുന്നത്! "
		-- Good Morning VietNam

%
റിപ്പോർട്ടർ (മഹാത്മാഗാന്ധിയുടെ): മിസ്റ്റർ ഗാന്ധി, നിങ്ങൾ വെസ്റ്റേൺ എന്തു തോന്നുന്നുനാഗരികതയുടെ?ഗാന്ധി: ഞാൻ ഒരു നല്ല ആശയം തന്നെ.
		-- Good Morning VietNam

%
Gondwondaland പുനസ്സംഗമിക്കുക!
		-- Good Morning VietNam

%
റവ ജിം: ഒരു ശുക്ളസ്വർണ്ണംപോലെ വെളിച്ചം എന്താണ് അർത്ഥമാക്കുന്നത്?ബോബി: മന്ദഗതിയിലാക്കുക.റവ ജിം: എന്താണ് ... ചെയ്യുന്നവൻ ... ഒരു ... ശുക്ളസ്വർണ്ണംപോലെ ... വെളിച്ചം ... അർത്ഥമാക്കുന്നത്?ബോബി: മന്ദഗതിയിലാക്കുക.റവ ജിം: എന്താണ് .... ചെയ്യുന്നവൻ .... ഒരു .... ശുക്ളസ്വർണ്ണംപോലെ .... നേരിയ ....
		-- Good Morning VietNam

%
"അവകാശങ്ങൾ" ഒരു സാങ്കല്പിക കര്ത്തവ്യം നടത്തും. ആരും "അവകാശങ്ങൾ" ഉണ്ട് അരുതു മെഷീനുകൾജഡത്തിന്റെ-ആൻഡ്-രക്തം. വ്യക്തികൾ ... അവർ അവസരങ്ങൾ, അല്ല അവകാശങ്ങൾ, ഞങ്ങൾക്കുണ്ട്ഉപയോഗിക്കാൻ അല്ലെങ്കിൽ ഉപയോഗിക്കരുത്.
		-- Lazarus Long

%
ഫോഴ്സ് വഴി സാമ്രാജ്യം വാഴുക.
		-- Shogun Tokugawa

%
സോറൺ അർജന്റീനയിൽ ജീവിച്ചിരിക്കുന്നു!
		-- Shogun Tokugawa

%
നിലകളിൽ സ്തംഭിക്കുകയും ആൻഡ് bedpans ശൂന്യമാക്കുന്നതിൽ പ്രസിഡൻസി പോലെ അന്തസ്സ് ഉണ്ട്.
		-- Richard Nixon

%
സദാചാരം സഹായമർഹിക്കുന്നുണ്ടെങ്കിൽ ആരംഭമാണ്.
		-- Richard Nixon

%
.അതെ .പ്രെഫ Custodiet ഇപ്സോസ് Custodes?[ആരാണ് ഗാർഡിയൻ കാക്കുമ്പോൾ?]
		-- Richard Nixon

%
രണ്ടു വർഷം കഠിന വേദനയുണ്ടായി (ഗുദരതി) വിധിച്ചു, ഓസ്കാർ വൈൽഡ് കയ്യാമം നിന്നുതടവിൽ ഗതാഗത കാത്തിരിക്കുന്ന ഡ്രൈവിംഗ് മഴ. "ഈ വിധത്തിൽ രാജ്ഞി ആണെങ്കിൽവിക്ടോറിയ അവളുടെ തടവുകാരെ പെരുമാറുന്നതുപോലെ, "അദ്ദേഹം ശ്രദ്ധേയമാണ്:" അവൾ ഞങ്ങൾക്കുണ്ട് യോഗ്യതയുളളവരല്ലെന്ന്ഏതെങ്കിലും. "
		-- Richard Nixon

%
Serfs അപ്പ്!
		-- Spartacus

%
ഷാ, ഷാ! നിങ്ങൾ അങ്ങനെ അയത്തൊള്ള!
		-- Spartacus

%
ഷെറി [തോമസ് ശര്രിഡെന്], മുഷിഞ്ഞ സ്വാഭാവികമായും മുഷിഞ്ഞ ആണ്; എന്നാൽ അതു എടുത്ത ആയിരിക്കണംഅവനെ ഞങ്ങൾ ഇപ്പോൾ അവനെ കാണാം എന്താണ് ആകുവാൻ വേദന ഒരു വലിയ. ഇത്തരമൊരു അമിതവിവേകശൂനം, സർ, പ്രകൃതി ഇല്ല.
		-- Samuel Johnson

%
കുറ്റകൃത്യങ്ങൾ ദൃഷ്ടാന്തങ്ങൾ: ശീതക്കാറ്റ് അല്ലെങ്കിൽ സഹായത്തിനായി നിലവിളിക്കുന്നു.
		-- The Brown University Security Crime Prevention Pamphlet

%
രാഷ്ട്രീയക്കാരൻ അവൻ പറയുന്നത് വിശ്വസിക്കുന്ന ഒരിക്കലും ശേഷം അദ്ദേഹം അത്ഭുതപ്പെട്ടു ആണ്മറ്റുള്ളവർ അയാളെ കരുതുന്നുവെങ്കിൽ.
		-- Charles DeGaulle

%
aerosols വിലക്കപ്പെട്ട സ്ഥിതിക്ക്, പോലീസ് റോൾ-ന് ജാതിപത്രി ഉപയോഗിക്കുന്നു!
		-- Charles DeGaulle

%
[സർ സ്റ്റാഫോർഡ് ക്രിപ്സ്] ഞാൻ ഇഷ്ടപ്പെട്ടില്ല എല്ലാ നന്മകൾ ആരും ഉണ്ട്ഞാൻ ആരാധിക്കുന്ന തിന്മകളെ.
		-- Winston Churchill

%
അടിമകളെ പൊതുവെ പാടി അതുപോലെ പ്രവർത്തിക്കാൻ പ്രതീക്ഷിക്കുന്നത് ... ഞാൻ എപ്പോൾ ചെയ്തില്ലഒരു അടിമ, മോശപ്പെട്ടതോ ആ ആഴത്തിലുള്ള അർത്ഥങ്ങൾ ഗ്രഹിച്ച്, പ്രത്യക്ഷമായും പൂർവാപരബന്ധമില്ലപാട്ടുകൾ. ഞാൻ അങ്ങനെ ഞാൻ കണ്ടു വേണ്ടാ കേട്ടു വേണ്ടാ പരിധിയ്ക്കുള്ളിൽ എന്നെത്തന്നെ ആയിരുന്നുകൂടാതെ ആ കാണുകയും കേൾക്കുകയും വേണ്ടി. അവർ ഒരുപോലെ ആയിരുന്നു ഒരു സാധാരണ കര്ഷക പറഞ്ഞുഅവർ ഉറക്കെ നീണ്ട ആഴമുള്ള, ടോണുകൾ ആയിരുന്നു; എന്റെ കുഴഞ്ഞ .ഇറക്കണമെന്നശാന്തഭാവത്തില് കൂടെ തിളയ്ക്കുന്ന ആത്മാക്കളുടെ പ്രാർത്ഥനയും പരാതി ശ്വസിക്കുന്നവേദനയാണ്. ഓരോ ടോൺ അടിമത്തത്തിനും ഒരു സാക്ഷ്യം; ദൈവം ഒരു പ്രാർത്ഥനചങ്ങല വിമോചനത്തിനുവേണ്ടി.
		-- Frederick Douglass

%
അങ്ങനെ അതിന്റെ ജാലവിദ്യ ആഴങ്ങളിൽനിന്നു ടെറാ ഒരു കോഴ്സ് കണക്കുകൂട്ടാൻ കഴിഞ്ഞുനടപടിയുടെ. ഇവിടെ അവസാന ഒരു ന് Dirbanu കൂടെ വിശേഷണവും അവസരം ആയിരുന്നുഫ്രണ്ട്ലി അടിസ്ഥാനത്തിൽ - വലിയ Durbanu അതു ഫോഴ്സ് നിലങ്ങളും ഭൂമിയേക്കാൾ ശേഷം ഏത്,അവശ്യം നിർബന്ധമാണ് മറ്റു പലതും എർത്ത് ഉദ്ദേശിച്ച, ഡ്യൂപ്ലിക്കേറ്റ് കഴിഞ്ഞില്ലഉപയോഗിക്കുക; ഞങ്ങൾ (purely- കൂടെ പ്രാർത്ഥിച്ചിട്ട് നിറുത്തി തന്നെ വീരന്മാർ Durbanu മുമ്പിലത്തെഞങ്ങളുടെ കാശും മറഞ്ഞിരിക്കുന്ന) ഇറക്കി തല (വേണ്ടി-പ്രതിരോധ ബോംബ് അദൃശ്യനായ makingഞങ്ങളുടെ പല്ലിന്റെ കത്തി) അവരുടെ മേശയിൽ നിന്നു നുറുക്കുകൾ ചോദിക്കാൻ (ഇനിപ്പറയുന്നവയ്ക്കായിഇവര്ക്ക് സ്ഥാനം വെച്ചടി).
		-- Theodore Sturgeon, "The World Well Lost"

%
... ഇത്രയും കാലം ജനം തങ്ങളുടെ സ്വാതന്ത്ര്യം ചെലുത്താൻ കാര്യമാക്കുന്നില്ല പോലെtyrranize ആഗ്രഹിക്കുന്ന അങ്ങനെ ചെയ്യാൻ ആർ; മർദ്കരെയും വേണ്ടി സജീവവും എത്രതന്നെ ആകുന്നുമത, ദേവന്മാർ ആരെങ്കിലും എണ്ണം നാമത്തിൽ നേടുവാനും തങ്ങളുടെ ചെയ്യുംഅല്ലെങ്കിൽ, മനുഷ്യർ ഉറങ്ങുമ്പോൾ മേൽ ചങ്ങലകൾ വെക്കുകയും ലേക്ക്.
		-- Voltarine de Cleyre

%
അനേകം പല തോണിയിൽ; ഒരാൾ തന്റെ സ്വന്തം വഴി.
		-- Publius Terentius Afer (Terence)

%
ആറ് ഗൺ ഉപയോഗിച്ച് ചിലർ മക്കളില്ലാത്തവരാക്കുകയും - ഒരു ഉറവു പേന കൊണ്ട് മറ്റുള്ളവരും.
		-- Woodie Guthrie

%
ജീവനക്കാരുടെ എണ്ണം തുടർച്ചയായ വളർച്ച ഒട്ടൊക്കെ ഭയപ്പെട്ടു1962 ൽ വകുപ്പ് കൃഷി പേറോളിന്, മിഷിഗൺ റിപ്പബ്ലിക്കൻ റോബർട്ട് ന്"ആകെ എണ്ണം അങ്ങനെ ഗ്രിഫിൻ ഫാം ബില്ലിൽ ഭേദഗതി proposedയാതൊരു സമയത്ത് കൃഷി വകുപ്പ് ലെ ജീവനക്കാരുടെ എണ്ണം അധികരിക്കുന്നുഅമേരിക്കയിൽ കർഷകർ. "
		-- Bill Adler, "The Washington Wits"

%
സംഘടിത കുറ്റകൃത്യം എന്തൊഴിവാക്കാൻ !! ഐആർഎസ് നിർത്തലാക്കാൻ.
		-- Bill Adler, "The Washington Wits"

%
ലാസ് വേഗാസിലെ ഈ നാഡീവ്യൂഹം രാത്രി വിചിത്രമായ ഓർമ്മകൾ. അഞ്ച് വർഷങ്ങൾക്ക് ശേഷം?ആറ്? കൊടുമുടിയാണ് ഏതുതരം - ഒരു ജീവിതകാലം തോന്നും, അല്ലെങ്കിൽ കുറഞ്ഞത് ഒരു മെയിൻ ഇറവീണ്ടും വരുന്നു ഒരിക്കലും. മിഡിൽ അറുപതുകളുടെ സൺ Fransisco ഒരു പ്രത്യേക കാലം ആയിരുന്നുഒപ്പം ഒരു ഭാഗമായി സ്ഥലം. ഒരുപക്ഷേ അത് എന്തോ ഉദ്ദേശിച്ചത്. പറ്റില്ലെന്ന്, നീളമുളളറൺ ... ഒരിക്കലും ഒരു നാഴിക, യാതൊരു ദിശയിൽ ഭ്രാന്ത് ആയിരുന്നു. ഇല്ലെങ്കിൽ ഉടനീളംബേ, പിന്നീട് ഗോൾഡൻ ഗേറ്റ് അല്ലെങ്കിൽ 101 ഇറങ്ങി ലോസ് ആഞ്ചലസ് അല്ലെങ്കിൽ ലാ ഹോണ്ട ലേക്ക് ... നിങ്ങൾക്ക് കഴിഞ്ഞില്ലസമരം എവിടെയും തീപ്പൊരി. ഒരു തെറി സാർവത്രിക ഏതൊരു നമുക്ക് അർത്ഥത്തിൽ ഉണ്ടായിരുന്നുചെയ്തുകൊണ്ടിരുന്നത് ഞങ്ങൾ നേടിയ എന്നും ശരിയായ ...അപ്പോൾ ഞാൻ കരുതുന്നു, ഹാൻഡിൽ ആയിരുന്നു - അനിവാര്യമായ വിജയം ആ അർത്ഥത്തിൽപഴയ ദുഷിച്ച പ്രതിരോധത്തെ. ഏതെങ്കിലും ശരാശരിയോ സൈനിക അർത്ഥത്തിൽ; ഞങ്ങൾ ചെയ്തിട്ടില്ലആ ആവശ്യമാണ്. നമ്മുടെ ഊർജ്ജം ലളിതമായി ലിഫ്റ്റ്. യുദ്ധത്തിനു യാതൊരു പോയിന്റ് ഉണ്ടായിരുന്നു- ഞങ്ങളുടെ സൈഡ് അല്ലെങ്കിൽ അവരുടെതായ. ഞങ്ങൾ എല്ലാവരും ആക്കം ഉണ്ടായിരുന്നു; ഞങ്ങൾ ചിഹ്നം കയറിയിരിക്കുന്ന ചെയ്തുഒരു ഉയർന്ന മനോഹരമായ തരംഗത്തിന്റെ. ആകയാൽ അഞ്ച് വർഷത്തിൽ താഴെ പിന്നീട്, പോകാംലാസ് വേഗാസിലെ കുത്തനെയുള്ള കുന്നിൻ മുകളിലേക്കും വെസ്റ്റ് നോക്കി കണ്ണു ശരിയായ കൂടെനിങ്ങൾ ഏകദേശം ___ ഉയർന്ന വെള്ളം അടയാളം കാണാനാകും - ആ സ്ഥലം തിരമാല ഒടുവിൽ എവിടെനുറുക്കി ഉരുട്ടിക്കളഞ്ഞതായി.
		-- Hunter S. Thompson

%
അത്തരം ഒരു പൊട്ടി ചിന്തയാണ് ഭക്തിയും, ആ യുദ്ധം വിളിച്ചു വലിയവൻ ആണ്വാരിയേഴ്സ് സമാധാനം നിൽക്കാൻ അവർ.
		-- Hunter S. Thompson

%
നിങ്ങളുടെ പ്രാദേശിക പോലീസ് സേനയെ പിന്തുണ - മോഷ്ടിക്കാൻ !!
		-- Hunter S. Thompson

%
കരടി arm നിങ്ങളുടെ അവകാശം പിന്തുണയ്ക്കുക !!
		-- Hunter S. Thompson

%
ആയുധങ്ങൾ പ്രസവിച്ചു നിങ്ങളുടെ അവകാശം പിന്തുണയ്ക്കുക!
		-- A message from the National Short-Sleeved Shirt Association

%
സർപ്രൈസ്! നിങ്ങൾ റാൻഡം I.R.S. എന്ന ഭാഗ്യ വിജയിയെ ആകുന്നു ഓഡിറ്റ്! ജസ്റ്റ് ടൈപ്പ്നിങ്ങളുടെ പേരും സാമൂഹ്യ സുരക്ഷാ എണ്ണത്തിൽ. വിടവാങ്ങുന്നു ഓർക്കുകറൂം നിയമപ്രകാരം ശിക്ഷാർഹമാണ്:പേര്#
		-- A message from the National Short-Sleeved Shirt Association

%
Molehills പരിപാലിക്കേണ്ട പർവ്വതങ്ങളുടെയും തങ്ങൾക്കു പരിപാലിക്കുകയും ചെയ്യും.
		-- Motto of the Federal Civil Service

%
ഈ ആഴ്ച ഉച്ചഭക്ഷണം നിങ്ങളുടെ സെനറ്റർ എടുക്കുക.
		-- Motto of the Federal Civil Service

%
TANSTAAFL
		-- Motto of the Federal Civil Service

%
നികുതി പുനഃസംഘടന "നിങ്ങള് നികുതി ആ സഹ പിന്നിൽ വഷളന് ചെയ്യരുത് എന്നെ വഷളന് എന്നാണ്മരം."
		-- Russell Long

%
നികുതികൾ അങ്ങനെ ഫാസ്റ്റ് പോകുന്നു; സർക്കാർ വിലയും സാധ്യതവിപണിയിൽ നിന്നു.
		-- Russell Long

%
നികുതികൾ പേർവഴി ലാഭത്തിനു വേണ്ടി ചുമത്തുന്ന അല്ല.
		-- Russell Long

%
പതിനായിരം മൌനം ആരുണ്ട് ശബ്ദം ഉണ്ടാക്കുക സംസാരിക്കുന്നവരെ പത്തു പേരെ.
		-- Napoleon I

%
സർക്കാർ കുറഞ്ഞത് നിയന്ത്രിക്കുന്നു ഏത് നല്ലത്.
		-- Henry David Thoreau, "Civil Disobedience"

%
പണം ആയിരുന്നു അവിടെയാണ്.രാത്രിയിലാണ് ഒരു ബാങ്ക് ഒറ്റയ്ക്കല്ല ഒരു പകരം പ്രസന്നമായ ഇത്.
		-- Willie Sutton

%
... ഓർവെലിനെ [ദേശീയ] ദേശീയഗാനം ഒരു അന്താരാഷ്ട്ര ദേശീയഗാനം ആണ്വളരെ പെട്ടെന്നുള്ള തുടരെത്തുടരെ ഊതപ്പെടും 365 raspberries രൂപയുടെ അടങ്ങുന്നതാണ്"Camptown മൽസരങ്ങൾ" എന്ന. മറ്റാരുടേയും, അതു വേണ്ടി നിലകൊള്ളാൻ ഉണ്ട് ആർക്കും ഉണ്ട്അതു ആരും പ്ലേ ഉണ്ട്, ഇതിലും മികച്ച, കേൾക്കുക,.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
ആർമി നേതാക്കൾ വഴി ഒരു കാൽ ഒരു പെരുവിരലിന്മേലും ആവശ്യങ്ങള്.
		-- Bill Murray

%
'മറ്റുള്ളവരുടെ തുല്യമായ സൃഷ്ടിക്കപ്പെടുന്നു "ഗനൂശിയുടെ യാതൊരു പ്രായോഗിക ഉപയോഗം ആയിരുന്നുബ്രിട്ടണിൽ നിന്നും നമ്മുടെ വേർപാടിന്റെ മാറ്റങ്ങൾ ശേഷം അതിൽ വെച്ചുആ അല്ല, ഭാവിയിലെ ഉപയോഗത്തിനായി പ്രഖ്യാപനം.
		-- Abraham Lincoln

%
അക്രമിയെ പേരെ വേണം; ഡിഫൻഡർ മാത്രം അതിജീവിക്കാൻ വേണമെങ്കിൽ.
		-- Abraham Lincoln

%
നികുതി ഒഴിവാക്കൽ ഏതെങ്കിലും ചുമക്കുന്ന മാത്രം ബൗദ്ധിക പരിശ്രമത്തിൽ ആണ്പ്രതിഫലം.
		-- John Maynard Keynes

%
മെച്ചപ്പെട്ട സംസ്ഥാന സ്ഥാപിച്ചാൽ, അതായിരിക്കാം മാനവരാശിയെ ആണ്.വ്യക്തിഗത അസുഖകരമായ വരുത്താൻ, എന്റെ ചുമതല ആണ്.
		-- Nietzsche

%
ബ്യൂറോക്രസിയും ഒരു വികസിക്കുന്ന ഉദ്യോഗസ്ഥവൃന്ദരുടെ ആവശ്യങ്ങൾക്കനുസൃതമായി വികസിച്ചുകൊണ്ടിരിക്കുകയാണ്.
		-- Nietzsche

%
ഭരണഘടന തികഞ്ഞ വന്നേക്കാം, ഞങ്ങൾ ലഭിച്ചു എന്താണ് ഒരു പാട് നല്ലതു!
		-- Nietzsche

%
സമ്പത്തിന്റെ ഉത്പാദനം നിയന്ത്രണം മനുഷ്യ ജീവിതം തന്നെ നിയന്ത്രണം ആണ്.
		-- Hilaire Belloc

%
വക്കും നിറഞ്ഞിരിക്കുന്നു!
		-- Nate Harris, 1775

%
അപകടം ഒരു പ്രത്യേക ക്ലാസ് നിയന്ത്രിക്കുന്നതെന്നും ശക്തനായ എന്ന് അല്ല. ഓരോ ക്ലാസ്ഭരിക്കാൻ ഉപയോഗമില്ലാത്ത ആണ്.
		-- Lord Acton

%
ഒരു സമൂഹത്തിൽ സംസ്കാരത്തിന്റെ ബിരുദം അതിന്റെ ജയിലുകളിൽ നൽകിക്കൊണ്ട് വിധിയെഴുതാൻ കഴിയുന്നത്.
		-- F. Dostoyevski

%
രാഷ്ട്രീയ കൺവെൻഷനുകളിൽ വൃത്തികെട്ട പ്രവൃത്തി ഏതാണ്ട് എല്ലായ്പ്പോഴും ദാരുണമായ നടക്കുന്നഅർദ്ധരാത്രി പ്രഭാത തമ്മിലുള്ള മണിക്കൂർ. ആരാച്ചാരുടെ രാഷ്ട്രീയക്കാരും മികച്ച പ്രവർത്തിക്കുംമനുഷ്യ ആത്മാവ് ഏറ്റവും ക്ഷയിക്കുകയും ആണ്.
		-- Russell Baker

%
ഫ്രീഡം ലിബർട്ടി തമ്മിലുള്ള വ്യത്യാസം കൃത്യമായി അറിവില്ല;പ്രകൃതിവിജ്ഞാനികളേയും ഒന്നുകിൽ ഒരു ജീവനുള്ള കണ്ടെത്താവുന്നതാണ് കഴിഞ്ഞിട്ടില്ലാത്തത്.
		-- Ambrose Bierce

%
മനുഷ്യ സമത്വം ഉപദേശത്തെ ഇതിൽ reposes: ആരും ഇല്ല എന്നുശരിക്കും മിടുക്കന് ആർ അവൻ ആണ് ചോദ്യം ലഭിച്ചിട്ടില്ല.
		-- Gilbert K. Chesterson

%
രാഷ്ട്രീയത്തിൽ ന്റെഅന്ത്യഭാഗംനീക്കുക ഒരു തോക്ക് ട്ട് എപ്പോഴും.
		-- Buckminster Fuller

%
നികുതി കണ്ണു നിന്നെ തിരിഞ്ഞിരിക്കുന്നു.
		-- Buckminster Fuller

%
ഒരു അഭിപ്രായ വ്യാപകമായി നടന്ന ചെയ്തു സംശയങ്ങള് അല്ലാത്ത തെളിവാണ്അശേഷം അസംബന്ധം; തീർച്ചയായും മനുഷ്യൻ ഭൂരിഭാഗം silliness വീക്ഷണത്തിൽ,വ്യാപകമായ വിശ്വാസം പലപ്പോഴും സുബോധമുള്ള മൂഢനെക്കുറിച്ചു സാധ്യത.
		-- Bertrand Russell, in "Marriage and Morals", 1929

%
ജനം പാവപ്പെട്ട അല്ലെങ്കിൽ വിവേചനം നേരെ വസ്തുത നിർബന്ധമില്ല ചെയ്യുന്നില്ലനീതി ഏതെങ്കിലും പ്രത്യേക ഗുണങ്ങൾ അവരെ അദ്ധേഹത്തിന്റെ, ഉന്നതരുടെ, ചാരിറ്റി അല്ലെങ്കിൽഅനുകമ്പ.
		-- Saul Alinsky

%
പ്രശസ്ത രാഷ്ട്രീയക്കാരൻ ഇരുവരും തന്റെ മുഖം രക്ഷിക്കാൻ ശ്രമിച്ചിരുന്നു.
		-- Saul Alinsky

%
ലണ്ടൻ കഥാകാരി ഡ്രോയിംഗ് മുറികള് എപ്പോഴും സ്വീകരിക്കാൻ സന്തോഷമുണ്ട് ചെയ്തിരിക്കുന്നുഅപരിചിതരിൽ - എങ്കിൽ മാത്രമേ സ്വന്തം, undemanding നിബന്ധനകൾ അവയേക്കാൾ. അതാണ് എന്നതാണ്, കലാകാരന്മാർ, അവരും പ്രതിഭാശാലിയായ അല്ല പോലെ ഇത്രകാലം, എളിയ ജനന പുരുഷന്മാര്ക്കുംഎന്നാൽ അവർ ശേഷം ചില ദശലക്ഷം പൗണ്ട്, ഒപ്പം സോഷ്യലിസ്റ്റ് സ്വരൂപണം പോലെഎന്നാൽ അവർ Tories ഉള്ളതാണ്.
		-- Christopher Booker

%
വിപ്ലവ ആദ്യ ഡ്യൂട്ടി അതു നീങ്ങിപ്പോകും നേടുകയും ആണ്.
		-- Abbie Hoffman

%
സ്ഥാപക പിതാക്കന്മാർ എവിടെ പ്രതി ജുഡീഷ്യൽ സിസ്റ്റം സജ്ജമാക്കാൻ ശ്രമിച്ചുനീതിയുക്തമായ വിചാരണ, അല്ല technicalities ഒരു ചെയതത് ഇൻഷ്വർ ഒരു സിസ്റ്റം ലഭിച്ചു.
		-- Abbie Hoffman

%
ജനറൽ വളരെ സാങ്കേതിക അകത്തെ വിശദീകരിക്കാൻ ശ്രമിക്കുകയാണ് ഡിസ്ലൈക്കുചെയ്തത്യുഎസ് എയർഫോഴ്സ് പ്രവർത്തിക്കുന്നുവെന്നും."ഒരു പത്തു കപ്പ് കോഫി മേക്കർ $ 7.662 ജനറൽ?" സെനറ്റർ ആവശ്യപ്പെട്ടു.തലയിൽ തന്റെ സാധാരണ വിശദീകരണങ്ങളും ഓടി. "അത് അങ്ങനെ അല്ല"അവൻ വിചാരിച്ചു. "ഇത് ഒരു താക്കീതെന്ന തന്നെയാണ്." പെട്ടെന്നുതന്നെ അവൻ വരെയുള്ള "അത് കമ്പ്യൂട്ടറിൽ പറ്റി വന്നുസെനറ്റർ. ചെറുത് കമ്പ്യൂട്ടർ ചിപ്പുകളിൽ മൃദുലവും മുഴു ഭാഗമുള്ളതായ കാര്യം കാപ്പിയാക്കി. പരീക്ഷിക്കുകഒരു പാനപാത്രം."സെനറ്റർ ചെയ്തു. "Pfffttt! ഇന്ധന പോലെ എസ്!""അങ്ങനെ അല്ല," പൊതുവായ വിചാരിച്ചു. "ഇത് ഒരു താക്കീതെന്ന തന്നെയാണ്."പിന്നെ അവൻ എന്തെങ്കിലും ഓർത്തു. "ഞങ്ങൾ വിമുഖമായിട്ടാണെങ്കിലും കമ്പ്യൂട്ടർ ധാരാളം വാങ്ങിചിപ്സ്, "പൊതുവായ ഉത്തരം." അവർ എല്ലാം കയറി. കുറച്ചു മാത്രംഇളക്കുക-അപ്പ്. ഗുരുതരമായി ഒന്നുമില്ല."പിന്നെ അവൻ മറ്റെന്തോ ഓർത്തു. അത് സൈറ്റിൽ ആയിരുന്നുദുരൂഹ ബി-1 ക്രാഷ്. ഇന്ധന വരികളിൽ വിചിത്രമായ ഒരു മണം. ഇത് പോലെ മണത്തുകോഫി. മൃദുലവും പൂർണ്ണ കായികശേഷി ...
		-- Another Episode of General's Hospital

%
ഞങ്ങളുടെ ഭരണവർഗ്ഗം ജീനിയസ് അതു ഭൂരിപക്ഷം വച്ചിട്ടുള്ള എന്നതാണ്എന്നേക്കും എവിടെ അധികപേരും സിസ്റ്റത്തിന്റെ inequity ചോദ്യം ചെയ്യുന്നതിൽ നിന്ന് ആളുകളെഅവർ മടക്കം ഒന്നും ലഭിക്കുന്ന കനത്ത നികുതി അടയ്ക്കേണ്ട സഹിതം ഡ്രഡ്ജിന്റെ.
		-- Gore Vidal

%
സർക്കാർ കേവലം പുറത്തായി ഒരു മിസൈൽ പണി പൂർത്തിയായിഒരു boondoggle ബിറ്റ്; "സര്ക്കാര്ജീവനക്കാരി" എന്നാണ് വിളിച്ചിരുന്നത് അത് നടക്കില്ല അവർ കഴിയില്ല ചെയ്യുംഅതു തീയിൽ.
		-- Gore Vidal

%
സർക്കാർ ഇന്ന് ന്യൂട്രോൺ ബോംബ് രണ്ടാമൻ സൃഷ്ടിക്ക് പ്രഖ്യാപിച്ചു.ന്യൂട്രോൺ ബോംബ് സമാനമായ, ന്യൂട്രോൺ ബോംബ് രണ്ടാമൻ മാത്രമല്ല മരണംചെയ്തും കെട്ടിടങ്ങളും ഇലകൾ, മാത്രമല്ല അല്പം വെളിച്ചം വേണോ ചെയ്യുന്നു.
		-- Gore Vidal

%
ശവകുടീരങ്ങൾ നിസ്തുല പുരുഷന്മാർ നിറഞ്ഞിരിക്കുന്നു.
		-- Charles de Gaulle

%
സ്വാതന്ത്ര്യം വലിയ അപകടങ്ങളെ മനുഷ്യർ ഇതുവഴിയുള്ള കൈയേറ്റം ലെ പതിയിരിക്കുംഎരിവും, സദുദ്ദേശ്യത്തോടെ ബുദ്ധിയും ഇല്ലാതെ.
		-- Justice Louis D. Brandeis

%
ഒറ്റ വലിയ പയനിയർമാർ ഓഫർ ഏറ്റവും വലിയ ഇരയാകുന്നത് തള്ളി എന്നതാണ്അവർ നിന്ന നിന്ന് ഇപ്പ്രകാരം.
		-- Justice Louis D. Brandeis

%
മനസ്സിലാക്കാൻ ലോകത്തിലെ അവസരങൾ ആദായ നികുതി ആണ്.
		-- Albert Einstein

%
സ്വത്തിന്റെ സർക്കാർ മടിയൻ തന്റെ വാറന്റി സൂക്ഷിച്ചു എടുക്കുംപ്രവൃത്തിയിലും രേഖപ്പെടുത്തിയിട്ടുണ്ട്, കീർത്തി എഴുതിയിരിക്കുന്ന പുസ്തകം പഠന ഉണ്ട്തലക്കെട്ട് താളിൽ രചയിതാവിന്റെ പേര്.
		-- Ralph Waldo Emerson, Journals, 1831

%
ഒരു ജനാധിപത്യ സമൂഹത്തിൽ ആരോഗ്യ നിലവാരം അളക്കുന്നത് ചെയ്യാംസ്വകാര്യ പൗരന്മാർക്ക് നടത്തുന്ന നിര്വഹിക്കുന്ന.
		-- Alexis de Tocqueville

%
ആദായ നികുതി ഗോൾഫ് അധികം അമേരിക്കൻ ആളുകൾ പരമാവധി കള്ളം ചെയ്തിരിക്കുന്നുഉണ്ട്. നിങ്ങൾ തലത്തിൽ നികുതി ഫോം ഉണ്ടാക്കുവാൻ പോലും, അറിയില്ലഅത് നിങ്ങൾ ഒരു ദണ്ഡാകൃതിയിലുള്ള ഒരു രക്തസാക്ഷി ആണെങ്കിൽ കൂടി എപ്പോഴാണ്.
		-- Will Rogers

%
മുതലാളിത്തത്തിന്റെ അന്തർലീനമായ വൈസ് അനുഗ്രഹങ്ങൾ അസമമായ പങ്കിടൽ ആണ്;സോഷ്യലിസം അന്തർലീനമായ പുണ്യത്തിന്റെ ദുരിതം തുല്യ പങ്കിടുന്നു.
		-- Churchill

%
സംഗീതം ഒരു പുതിയ തരം പരിചയപ്പെടുത്തൽ imperiling ആയി അന്ജതയും വേണംസംസ്ഥാനം മുഴുവനും, സംഗീതത്തിന്റെ ശൈലികൾ വേണ്ടി ബാധിക്കാതെ ശല്യപ്പെടുത്തുന്ന ഒരിക്കലുംഏറ്റവും പ്രധാനപ്പെട്ട രാഷ്ട്രീയ സ്ഥാപനങ്ങൾ. ... പുതിയ ശൈലി, ക്രമേണഒരു lodgement ലഭിച്ചിരിക്കുകയാണ്, quitely മര്യാദകളും കയറി സ്വയം insinuates,അതിൽ നിന്ന് ... പ്രദർശിപ്പിക്കുന്നത്, ആക്രമണം നിയമങ്ങൾ ഭരണഘടനകളും തുടരുന്നുഒരറ്റം impudence, അതു എല്ലാം മറിച്ചിടുന്നു വഴി അവസാനിക്കുന്നത് വരെ.
		-- Plato, "Republic", 370 B.C.

%
ഐ.ആർ.എസ് ദൈവം ഈ ടോൾ ഫ്രീ നിങ്ങളുടെ നികുതി പണം എത്രമാത്രം ചെലവഴിക്കുന്നുആരുടെ ആശയം ഒരു dynamite നികുതി ഐ.ആർ.എസ് ജീവനക്കാർ എന്നിവർക്ക് വിവരങ്ങൾ ചൂടുള്ള ലൈനുകൾ,നുറുങ്ങ് നിങ്ങൾക്ക് വൃത്തിയായി പ്രിന്റ് ചെയ്യണം എന്നതാണ്. നീ അവരെ ഒരു യഥാർത്ഥ നികുതി ചോദ്യം ചോദിച്ചാൽ,അത്തരം ചതിക്കരുതു എങ്ങനെ, അവർ വിലപ്പോവില്ല മുൻപരിചയം.അതുകൊണ്ട്, മാർഗനിർദ്ദേശത്തിനും നിങ്ങൾ വൻകിട ബിസിനസ് നോക്കണമെന്നു ആഗ്രഹിക്കുന്നു. ബിഗ് ബിസിനസ്സ് ചിലവഴിക്കുന്ന ഒരിക്കലുംനികുതി ഒരു നിക്കൽ, ഒരു വലിയ കൺസ്യൂമർ പ്രതിനിധീകരിക്കുന്നത് റാൽഫ് നാദിർ, തക്കവണ്ണംനികുതി ഒരു നിക്കൽ ചിലവഴിക്കുന്ന ഒരിക്കലും സംഘടന ...
		-- Dave Barry, "Sweating Out Taxes"

%
നിയമം സ്വതന്ത്രനാക്കുന്നില്ല ഒരിക്കലും ചെയ്യും; അതു ന്യായപ്രമാണത്തിന്നു സ്വതന്ത്രമാക്കുകയും ലഭിച്ചു പുരുഷൻമാർ ആണ്.
		-- Henry David Thoreau

%
ഒട്ടും വിജയകരം വധശിക്ഷകൾചരിത്രം ശ്രദ്ധ യോഗ്യമായ രണ്ടു വധശിക്ഷയ്ക്കായി നമ്മെ നൽകിയിരിക്കുന്നു.ആദ്യം ഓസ്ട്രേലിയയിൽ സിഡ്നിയിൽ നടപ്പാകും. 1803 മൂന്നു ശ്രമങ്ങൾ ആയിരുന്നുഒരു ജോസഫ് സാമുവൽസ് തൂക്കിക്കൊല്ലാൻ ഉണ്ടാക്കി. ആദ്യത്തെ രണ്ടു കയർ ന്മൂന്നാം മിസ്റ്റർ സാമുവൽസ് വെറും അവൻ വരെ സമാധാനപരമായിരുന്നു അവിടെ തൂങ്ങിക്കിടന്നു അതേസമയം, വളര്ത്തിമറ്റെല്ലാവരോടും ഏതാരുള്ള്. അവൻ തലസ്ഥാനമായിരുന്ന unsusceptible തെളിഞ്ഞിരുന്നു ശേഷംശിക്ഷ അവൻ അവധി ചെയ്തു.ഏറ്റവും പ്രധാനപ്പെട്ട ബ്രിട്ടീഷ് ആരാച്ചാർ ജെയിംസ് ബെറി ആയിരുന്നുഎക്സെടര് ജയിലിൽ ജോൺ ലീ തൂക്കിക്കൊല്ലാൻ 1885 മൂന്നു തവണ ശ്രമിച്ചു, പക്ഷെ ഓരോ ന്ചടങ്ങിൽ കെണി വാതിൽ തുറക്കുക നേടുന്നതിൽ പരാജയപ്പെട്ടു.ഈ നേട്ടത്തിന്റെ തിരിച്ചറിയൽ ആഭ്യന്തര സെക്രട്ടറി ഇളവു"ജീവൻ" ജീവപര്യന്തമായി ലീ ശിക്ഷ. അവൻ 1917 ൽ പുറത്തിറങ്ങിയ വെടിഞ്ഞ്അമേരിക്ക ഒപ്പം 1933 വരെ ജീവിച്ചിരുന്നു.
		-- Stephen Pile, "The Book of Heroic Failures"

%
ഒട്ടും വിജയകരം പോലീസ് നായകൾഅമേരിക്ക "ലാ ദുർ", നോക്കി ക്രൂരനായ ഒരു വളരെ ശക്തമായ സ്ഥാനാർഥി ഉണ്ട്schnauzer വേട്ടനായ, ഫ്ലോറിഡയിലെ ആര്ല്യാംഡൊ പോലീസ് സേനയെ വിരമിച്ചു ആർ1978 അദ്ദേഹം സ്ഥിരതയാർന്ന ruffle അല്ലെങ്കിൽ യാതൊന്നും ചെയ്യാൻ വിസമ്മതിച്ചുക്രിമിനൽ ക്ലാസുകൾ ഇടർച്ച.അവൻ വെറും പോകയില്ല എന്നു "അവന്റെ കൈകാര്യം ഓഫീസർ, റിക്ക് ഗ്രിം, വേണേല് ഉണ്ടായിരുന്നുഅവരെ കടിക്കും. ഞാൻ അവനെ ആ നായുടെ പണി രോഗം ആണ്ട. "ഈ വർഗ്ഗത്തിൽ ബ്രിട്ടീഷ് റാജിന്റെ എന്നാൽ, കാര്യങ്ങൾ എടുത്തുകൂടുതൽ അവതരിപ്പിക്കുന്നത്. "Laddie" ഉം "ബോയ്" മരുന്ന് ഡിറ്റക്ടർ നായ്ക്കൾ പോലെ പരിശീലനംറെയ്ഡ്. അവരുടെ തൊഴിൽ മിഡ്ലാണ്ട്സ് ലെ പരന്നു താഴെ നിർത്തലാക്കി1967.അന്വേഷണ ഉദ്യോഗസ്ഥർ രണ്ടു പ്രതികൾ അവർ തർക്കിച്ചുംമഹാന്റെ എന്തേ ക്രമേണ മുന്നിൽ ഉറങ്ങി ആർ നായ്ക്കൾതീ. ഓഫീസർ പ്രതികൾ പിടിക്കാൻ പോകുമ്പോൾ ഒറ്റ നായ ചെയ്തത് കട്ടിലില്അവനെ ചിലർക്ക് തുള്ളി അവന്റെ തുടയുടെ കടിച്ചു സമയത്ത്.
		-- Stephen Pile, "The Book of Heroic Failures"

%
കുറവ് ഒരു രാജ്യതന്ത്രജ്ഞൻ കൂടുതൽ അവൻ പതാക സ്നേഹിക്കുന്നു, തുല്യമാണിത്.
		-- Kin Hubbard

%
സിംഹം കിടാവും കിടക്കും ഒരുമിച്ച് എന്നാൽ കാളക്കുട്ടിയെ വളരെ ഉറക്കം ലഭിക്കില്ല.
		-- Woody Allen

%
"കർത്താവേ നമുക്ക് പോലെ പിടിച്ചെടുക്കാൻ കഴിഞ്ഞില്ല അതിനാൽ കർഷകർ ശക്തമായ കയ്യടിച്ചുഞങ്ങൾ ഇരുവരും കൂടി കഴിഞ്ഞില്ല. "
		-- Joseph Heller, "Catch-22"

%
പിരിലൂസ് ഭൂരിപക്ഷം പ്രളയത്തെ അജയ്യനായ ആൻഡ് നിശ്ചയമാണ്. ദിഅവരുടെ സഹായമർഹിക്കുന്നുണ്ടെങ്കിൽ ഭീതി എന്നാൽ, സ്ഥിരത അവരുടെ അഭാവം ഹാനികരമാണ് ആണ്.
		-- Albert Einstein

%
ജനക്കൂട്ടത്തെ അനുഗമിക്കുന്നവൻ മനുഷ്യൻ സാധാരണയായി കൂടുതലായി ഒന്നും ജനക്കൂട്ടം അധികം ലഭിക്കും. ദിമാത്രം നടക്കുന്നു മനുഷ്യൻ ആരും ഇതുവരെ ഉണ്ടായിട്ടുണ്ട് സ്ഥലങ്ങളിൽ തന്നെത്തന്നെ കണ്ടെത്താൻ സാധ്യതയുണ്ട്.
		-- Alan Ashley-Pitt

%
രാജ്യത്തെ മികച്ച ജോലിയിൽ മനുഷ്യൻ വൈസ് പ്രസിഡന്റ് ആണ്. തനിക്കുള്ളതു ഒക്കെയുംചെയ്യാൻ രാവിലെതോറും എഴുന്നേറ്റു പറയും ആണ് "എങ്ങനെ രാഷ്ട്രപതി?"വൈസ് അദ്ധക്ഷത ഊഷ്മള തുപ്പുക ഒരു കുടം ഉറക്കത്തിലേക്ക്.
		-- Vice President John Nance Garner

%
പക്വതയില്ലാത്ത മനുഷ്യന്റെ അടയാളം അവൻ കാരണം മാന്യൻമാരായിക്കൊണ്ട് മരിക്കാൻ ആഗ്രഹിക്കുന്നു എന്നതാണ്,പക്വമതിയായ ഒരു മനുഷ്യന്റെ അടയാളം അവൻ ഒന്നു താഴ്മയോടെ ജീവിക്കാൻ ആഗ്രഹിക്കുന്നു എന്നതാണ് സമയത്ത്.
		-- Wilhelm Stekel

%
വിദ്യാഭ്യാസ മിനസോട്ട ബോർഡ് എല്ലാ ആവശ്യമില്ലാതെ പരിഗണിക്കാൻ വോട്ട്ഹൈ സ്കൂൾ ഒരു മുൻവ്യവസ്ഥയുമാകയാൽ ചില "വളണ്ടിയർ ജോലി" ചെയ്യാൻ വിദ്യാർത്ഥികൾഗ്രാജുവേഷൻ.സെനറ്റർ Orrin ഹാച്ച് വധശിക്ഷ നമ്മുടെ സമൂഹത്തിന്റെ 'എന്ന് പറഞ്ഞുമനുഷ്യജീവിതത്തിലെ പവിത്രത അംഗീകാരം. "ഡിസംബർ 22 ന് പ്രസിഡന്റ് റീഗൻ ഒപ്പുവച്ച നികുതി ബിൽ പ്രകാരം1987, ഡോൺ ടൈസൺ തന്റെ അനിയത്തി Barbara ഒരു ഓടിക്കുക "കൃഷിയിടത്തിൽ." അവരുടെ"ഫാം" 25,000 ജീവനക്കാർ ഉണ്ട് grosses ഒരു വർഷം $ 1.7 ബില്യൺ. എന്നാൽ ഒരു "കുടുംബഫാം "അവർ അവരെ സംരക്ഷിക്കാൻ ഒരു വർഷം $ 135 മില്യൺ നികുതി ബ്രേക്കുകൾ നേടുക.സ്കോട്ട് എൽ Pickard, മസാച്ചുസെറ്റ്സ് വകുപ്പ് വക്താവ്പൊതുമരാമത്ത്, അവരെ "നിലത്തു-മൌണ്ട് confirmatory റൂട്ടിൽ മാർക്കറുകൾ." വിളിക്കുന്നു നിങ്ങളെഒരുപക്ഷേ റോഡ് അടയാളങ്ങൾ അവരെ വിളിക്കും, എന്നാൽ നിങ്ങൾ ഒരു സർക്കാർ ഏജൻസി പ്രവർത്തിക്കില്ല.ഇത് ഇനി "പ്രായമായ" അല്ലെങ്കിൽ "മുതിർന്ന പൗരന്മാർക്ക്" അല്ല. ഇപ്പോൾ "chrono- തുടർന്ന്യുക്തിഭദ്രമായി പരിചയസമ്പന്നരായ പൗരന്മാർക്ക്. "എഫ്എഎ പ്രകാരം മുന്വോട്ടു ബ്ലേഡ് ഓഫ് പൊട്ടി ചെയ്തില്ല, അതുവെറും ഒരു കേസ് "uncontained ബ്ലേഡ് വിമോചനം."
		-- Quarterly Review of Doublespeak (NCTE)

%
ധാർമിക ഭൂരിഭാഗവും അല്ല.
		-- Quarterly Review of Doublespeak (NCTE)

%
കൂടുതൽ നിയന്ത്രണം, നിയന്ത്രണം ആവശ്യമാണ് എന്ന് കൂടുതൽ.
		-- Quarterly Review of Doublespeak (NCTE)

%
കൂടുതൽ സമാധാനത്തോടെ വിയർപ്പു കുറവ് നിങ്ങൾ യുദ്ധത്തിൽ ചോരയൊലിപ്പിക്കുക.
		-- Quarterly Review of Doublespeak (NCTE)

%
പുതിയ കോൺഗ്രസുകാർ സർക്കാർ തിരിഞ്ഞ് പോകാനൊരുങ്ങുന്ന പറയുന്നു. ഞാന്ഞാൻ വീണ്ടും പടരുന്നു സൂക്ഷിക്കുക പ്രതീക്ഷിക്കുന്നു.
		-- Quarterly Review of Doublespeak (NCTE)

%
ഔദ്യോഗിക കൊളറാഡോ സ്റ്റേറ്റ് പച്ചക്കറി ഇപ്പോൾ "സംസ്ഥാന എംഎൽഎ" ആണ്.
		-- Quarterly Review of Doublespeak (NCTE)

%
വാർ 1812 ന്റെ മാത്രം ജേതാവ് Tchaikovsky ആയിരുന്നു.
		-- David Gerrold

%
വീരപുരുഷകഥാപാത്രങ്ങളിൽ കവിത ഒരു യുദ്ധം ചെയ്യരുത് ചെയ്തവർക്ക് irresitably തള്ളി,പോലും അധികം യുദ്ധത്തിൽ ബൃഹത്തായ സമ്പന്നനാണ് നടത്തുന്നുണ്ടെന്നും ആ. "
		-- Celine

%
ചെയ്യാൻ വിനീതമായ കാര്യം എപ്പോഴും അവർ ആഗ്രഹിക്കുന്നെങ്കിൽ ജനങ്ങളുടെ അഭിസംബോധന എന്നതാണ്അവർ രംഗങ്ങള് കരുതുന്നു വിധത്തിൽ അവരെ പെരുമാറണം, അഭിസംബോധന. എന്നാൽ അതു തുല്യ ആണ്അല്ല, Courtesy വിവിധ മാനദണ്ഡങ്ങൾ സ്വീകരിച്ച് സുമോദ് പ്രധാനപ്പെട്ടമറ്റെല്ലാവർക്കും സ്വന്തം മുൻഗണനകൾ പൊരുത്തപ്പെടാൻ പ്രതീക്ഷിച്ചത്. അപ്പോൾ മാത്രമേ canഞങ്ങൾ പ്രകടിപ്പിക്കനുള്ള അതിന്റെ ശരിയായ സോഷ്യൽ ചടങ്ങിൽ ലേക്ക് ശകാരവും പുനഃസ്ഥാപിക്കാൻ പ്രതീക്ഷിക്കുന്നുയഥാർഥ distaste.ശരിയായ പെരുമാറ്റം "
		-- Judith Martin, "Miss Manners' Guide to Excruciatingly

%
രാഷ്ട്രീയക്കാരൻ ഒത്തിണങ്ങിപ്പോകൽ മനുഷ്യന്റെ പ്രശ്നങ്ങൾ ഇടപെടുന്ന ആളാണ്.സായിപ്പ് രാഷ്ട്രീയക്കാരൻ ചോദിക്കാൻ നായ നയിക്കാൻ നായുടെ വാൽ ചോദിക്കുക.
		-- Buckminster Fuller

%
മഹിമ വില ഉത്തരവാദിത്തമാണ്.
		-- Buckminster Fuller

%
മറ്റുള്ളവരെ ഞങ്ങളുടെ വിശ്വാസങ്ങൾ നിർബ്ബന്ധമായും അന്വേഷിക്കുന്നതിലെ വില വരുമെന്ന് ആണ്അവർ നമ്മെ അവരുടെ വിശ്വാസങ്ങൾ നിർബ്ബന്ധമായും വേണ്ടി.
		-- Mario Cuomo

%
SoupCon പ്രാഥമിക തീം ആശയവിനിമയമാണ്. ചുരുക്കപ്പേരാണ് 'ലിയോ "ദ്വിതീയ തീം പ്രതിനിധാനം:നിയമം നടപ്പാക്കൽ അധികൃതർSoupCon മൊത്തത്തിലുള്ള തീം ആയിരിക്കും;നിയമ നിർവ്വഹണ ഉദ്യോഗസ്ഥരും കമ്മ്യൂണിക്കേഷൻ ഒഴിവാക്കുന്നത്
		-- M. Gallaher

%
ഏറ്റവും ഗൂഢാലോചന സിദ്ധാന്തങ്ങൾ പ്രശ്നം അവർ വിശ്വസിക്കുന്നു തോന്നുന്നില്ല എന്നതാണ്പൊതു നന്മയും ദോഷകരമായി ഒരു പെരുമാറാൻ ഒരു ഗ്രൂപ്പ് ആളുകളുടെ വേണ്ടിഇന്റന്റ് ആവശ്യമാണ്.
		-- M. Gallaher

%
ഈ രാജ്യത്തെ പ്രശ്നം വേണ്ടി വധശിക്ഷ ഉണ്ടാവില്ല എന്നതാണ്കഴിവുകേടും.
		-- M. Gallaher

%
പൊതു certainties ആവശ്യപ്പെടുന്നു; അതു ഒരു ബിറ്റ് തീർച്ചയായും പറഞ്ഞു വേണംraucously ഇത് സത്യമാണെന്ന് ആ തെറ്റാണെന്ന്. എന്നാൽ certainties ഉണ്ട്.
		-- H. L. Mencken, "Prejudice"

%
പൊതു പഴയ വനിതയാണ്. അവളുടെ ചെറുഹിമയുഗം ആൻഡ് പിറുപിറുക്കുക അനുവദിക്കുക.
		-- Thomas Carlyle

%
അത് ഏറ്റെടുക്കുന്നതിന് വേദന കൊടുത്തു കാരണം പ്യൂരിട്ടൻ കരടി-എലിവിഷമോ, അല്ല പകെച്ചു, എന്നാൽഅതു കളിയുടെ പ്രീതിയെ കൊടുത്തു കാരണം.
		-- Thomas Macaulay, "History of England"

%
ചോദ്യം എന്തുകൊണ്ട് പ്രസിഡന്റായ അങ്ങനെ ആകാംക്ഷയോടെ രാഷ്ട്രീയക്കാർ എവിടെ? ഇത് എന്താണ്അതു വെളിപ്പെടുത്തുന്നതിന് രൂപയുടെ സത്യമെന്ന് ജോലി കുറിച്ച് ദേശീയ ടെലിവിഷനിൽ ആനിങ്ങൾ വ്യാവസായിക മാലിന്യങ്ങൾ പശമണ്ണു കോട്ടുള്ള കഷണം നൈതിക മാനദണ്ഡങ്ങൾ ഉണ്ടോ?
		-- Dave Barry, "On Presidential Politics"

%
വിപ്ലവം ടെലിവിഷനിൽ ചെയ്യില്ല.
		-- Dave Barry, "On Presidential Politics"

%
"വലത് ബഹുമാനപ്പെട്ട ജെന്റിൽമാൻ തന്റെ jests തന്റെ മെമ്മറി തരണമേഅവന്റെ വസ്തുതകൾ തന്റെ ഭാവനയുടെ. "
		-- Sheridan

%
ഭരണം ലേക്ക് നാളെയും ജാം ജാം ഇന്നലെ, ഇന്നു ജാം ഒരിക്കലും.
		-- Lewis Carroll

%
നുര പുറമേ ഉദിക്കുന്നത്.
		-- Dr. Hunter S. Thompson

%
ചരിത്രത്തിന്റെ വിളിക്കപ്പെടുന്ന പാഠങ്ങൾ ഏറ്റവും ഭാഗത്തെ rationalizations ആകുന്നുവിജയികൾ എന്ന. ചരിത്രം രക്ഷപ്പെട്ടവർ എഴുതിയിരിക്കുന്നു.
		-- Max Lerner

%
പ്രവർത്തനത്തിനായി സമയം കഴിഞ്ഞു! ഇപ്പോൾ വിവേകമില്ലാത്ത ഗണേഷെന്നാ സമയമാണ്.
		-- Max Lerner

%
സമയം മെയ് 19 ആയിരുന്നു 1780. സ്ഥലം ചിക്കഗോ കണക്റ്റികട്ട് ആയിരുന്നു.ദിവസത്തെ കഠിനമായ മുന്നനുഭവമായി ന്യൂ ഇംഗ്ലണ്ട് ചരിത്രത്തിൽ അവിടേക്കു പോയിരിക്കുന്നുവിധി ദിനം. ഉച്ചയ്ക്ക് നീല നിന്ന് തിരിഞ്ഞു ആകാശത്ത് ചാര വേണ്ടി ഒപ്പം വഴിമിഡ്-ഉച്ചതിരിഞ്ഞ് സയൻസായി ആ മത ലോകത്തിലും എന്നു മേൽ കറുത്തിരുണ്ടതായി ചെയ്തിരുന്നുപുരുഷന്മാർ മുട്ടുകുത്തിയവരായിക്കൊണ്ട് വീണു അവസാനം വരുംമുമ്പെ അന്തിമ അനുഗ്രഹം യാചിച്ചു.കണക്റ്റികട്ട് ജനപ്രതിനിധിസഭയിൽ സെഷനിൽ ആയിരുന്നു. പിന്നെ, ചില പോലെപുരുഷന്മാർ വീണു മറ്റുള്ളവരെ അടിയന്തരമായി അടിയന്തര കളികാണാനെത്തിയവർ,ഹൗസ് സ്പീക്കർ ഒന്നു കേണൽ ഡ്യാവെന്പോര്ട് അവന്റെ കാൽക്കൽ എത്തി. അവൻ മിണ്ടാതാക്കണംഅവരെയും ഈ വാക്കുകൾ പറഞ്ഞു: "ന്യായവിധി ദിവസത്തിൽ ഒന്നുകിൽ അടുത്തുകൊണ്ടിരിക്കുകയാണ് അല്ലെങ്കിൽ ആണ്ഇതല്ല. ഇത് അല്ലെങ്കിൽ, അടിയന്തിര കാരണമില്ല ആണ്. അതു ഞാൻ ആണെങ്കിൽഎന്റെ ഡ്യൂട്ടി ചെയ്യുന്നത് കണ്ടെത്താൻ തിരഞ്ഞെടുക്കാം. ഞാൻ മെഴുകുതിരികൾ ആകേണ്ടതിന്നു ആഗ്രഹിക്കുന്നുകൊണ്ടുവന്നു. "
		-- Alistair Cooke

%
ഈ രാജ്യത്തെ പ്രശ്നമുണ്ടോ നിരവധി രാഷ്ട്രീയക്കാർ ഉണ്ട് എന്നതാണ്അനുഭവം അടിസ്ഥാനമാക്കി എന്നതോ സത്യവിശ്വാസികളെ, നിങ്ങള്ക്കു കഴിയുന്നസമയം ആളുകളെ എല്ലാം എല്ലാം.
		-- Franklin Adams

%
ലോകത്തിലെ രണ്ടു ചെന്ന തൊഴിലുകളിൽ അമച്വർ താറുമാറാക്കിയ ചെയ്തിരിക്കുന്നു.
		-- G. B. Shaw

%
രണ്ടു പാർട്ടി സിസ്റ്റം ... കൂര് ഒരു ഭാഗ്യം. ഇത് എന്നാണ്ഇരുവരും ഒരു കഴിഞ്ഞില്ല ഒരു രണ്ടു കഴിഞ്ഞില്ല ഒരുപക്ഷേ കെട്ടിച്ചമച്ചു ചെയ്തിരുന്നുഹേഗൽ ജനറൽ ഡൈനാമിക്സ് നിന്ന് ഒരു subcontract ന് അമേരിക്കൻ വിപണിയിൽ.
		-- I. F. Stone

%
പ്രപഞ്ചം കാര്യങ്ങൾ അവരുടെ കോഴ്സിന് അറിയിക്കൽ ശൈഖുമായ. ഇത് പാടില്ലഇടപെടാനോ ഭരിച്ചിരുന്ന.
		-- Chinese proverb

%
വളരെ ശക്തവും വളരെ വങ്കത്തമാണ് പൊതുവായി ഒരു കാര്യം ഉണ്ട്. ഇതിനുപകരമായിവസ്തുതകൾ fit അവരുടെ കാഴ്ചകൾ പന്തിന്റെ അവർ തങ്ങളുടെ ഉൾക്കൊള്ളിക്കുന്നതിന് വസ്തുതകൾ ഭേദംകാഴ്ചകൾ ... നിങ്ങൾ ഒന്നായി സംഭവിക്കുന്നതെങ്കിൽ വളരെ അസുഖകരമായ കഴിയുന്നമാറ്റവുമില്ല ആവശ്യമാണ് വസ്തുതകൾ.
		-- Doctor Who, "Face of Evil"

%
"പാപത്തിന്റെ ശമ്പളം മരണം സൂര്യഗ്രഹണം; നികുതി എടുക്കാനോ ചെയ്തുകഴിഞ്ഞു ശേഷം,അത് ഒരു മടുപ്പ് വികാരവുമാണ്: "
		-- Doctor Who, "Face of Evil"

%
ഞാൻ മനസ്സിലാക്കുന്ന വഴിയും റഷ്യക്കാർ ദോഷം ഒരു കോമ്പിനേഷൻ അടുക്കുക അവടാങ്കുകൾ ഉപയോഗിച്ച് അടുക്കുക പോസ്റ്റ് ഓഫീസ് പോലെ ... കഴിവുകേടും.
		-- Emo Philips

%
ലോകത്തിലെ മഹാന്മാരുടെ സാധാരണയായി പണ്ഡിതന്മാരും അല്ല; അതിന്റെ വലിയപണ്ഡിതന്മാർ മഹാന്മാരുടെ.
		-- Oliver Wendell Holmes

%
മോശം ബാങ്ക് കവർച്ചഓഗസ്റ്റ് 1975 മൂന്നു പുരുഷന്മാർ റോയൽ ബാങ്ക് കവര്ച്ച ലേക്ക് അവരുടെ വഴി ആയിരുന്നുറോത്ത്സേ അവർ കറങ്ങിക്കൊണ്ടിരിക്കും വാതിലുകൾ സ്റ്റക്ക് സമയത്ത് സ്കോട്ട്ലാന്റ്. അവഎല്ലാവർക്കും മുതിരില്ല ശേഷം ജീവനക്കാർ സൗജന്യമായി സഹായവും ഉണ്ടായിരുന്നു,കണ്ണടച്ചാല് കെട്ടിടം അവശേഷിക്കുന്നു.ഏതാനും മിനിറ്റ് കഴിഞ്ഞ് അവർ തിരിഞ്ഞു പ്രഖ്യാപിച്ചു അവരുടെ ഉദ്ദേശംബാങ്ക് കവർച്ച, പക്ഷേ സ്റ്റാഫ് ആരും വിശ്വസിച്ചില്ല. അവർ ആവശ്യപ്പെട്ടു എപ്പോൾപണമായി 5000 പൗണ്ട്, തല കാഷ്യർ അതു ബോധ്യമുണ്ട്, അവരെ പരിഹസിച്ചുഒരു പ്രായോഗിക തമാശ ആയിരുന്നു.അപ്പോൾ പുരുഷന്മാർ ആരും കൗണ്ടർ ന്നോ, പക്ഷേ നിലയിലേക്ക് വീണുകൈയ്ക്ക് ഗ്ലാമര്. മറ്റ് രണ്ട് ജാന് ശ്രമിച്ചു, പക്ഷേ ലഭിച്ചുവീണ്ടും റിവോൾവിങ് വാതിൽ കുടുങ്ങി.
		-- Oliver Wendell Holmes

%
മോശം ജയിൽ കാവൽക്കാർഎപ്പോഴെങ്കിലും ഒരു നിന്ന് ഒരേസമയം രക്ഷപ്പെടാൻ പ്രതികളുടെ എണ്ണംപരമാവധി സുരക്ഷ ജയിലിൽ 124. ഈ റെക്കോർഡ് Alcoente ജയിലിൽ താങ്ങി ആണ്,പോർചുഗൽ ൽ ലിസ്ബന് സമീപം.ജയിലിൽ ജൂലൈ 1978 എസ്കേപ്പ് നയിച്ച ആഴ്ചകളിൽwarders attendances ഫിലിം ഷോകൾ ഏത് വീണിരുന്നു ശ്രദ്ധിച്ചു ചെയ്തു"ഗ്രേറ്റ് എസ്കേപ്പ്" ഉൾപ്പെടുത്തിയിരുന്നു പുറമേ 220 കത്തി ഒരു വൻ ആഇലക്ട്രിക് കേബിൾ അപ്രത്യക്ഷമായി. ഒരു ഗാർഡ് "വിശദീകരിച്ചു അതെ, ഞങ്ങൾഅവ കാണുന്നതിനായി ആസൂത്രണം, എന്നാൽ അതു ഏകദേശം സാധിച്ചത്. "warders ഉണ്ടായിരുന്നുഅവർ കാരണം എന്നാല്, മതിൽ ഭിന്നനിലപാടുകാരായ ദ്വാരങ്ങൾ ശ്രദ്ധിച്ചു"പോസ്റ്ററുകൾ മൂടിയിരുന്നു". അവർ ചട്ടികളും ഏതെങ്കിലും chisels തിരിച്ചറിയാനാവില്ല ചെയ്തു,വെള്ളം ഹോസസുകളും വലിയ അളവിൽ അന്തേവാസികൾ സ്വരൂപണം ഇലക്ട്രിക്ക് ആബാലവൃദ്ധം.അരുള് ഒറ്റ ഗാർഡ് മുമ്പിൽ രാത്രി 36 ശ്രദ്ധയിൽപ്പെട്ടു ചെയ്തിരുന്നുതന്റെ തടയൽ തടവുകാരെ മാത്രം 13 പങ്കെടുത്തു. അവൻ ഈ "സാധാരണ" പറഞ്ഞുഅന്തേവാസികൾക്ക് ചിലപ്പോൾ റോൾ-മിസ്ഡ് കോൾ അല്ലെങ്കിൽ ഒളിച്ചു, എന്നാൽ സാധാരണയായി മടങ്ങിവന്നു കാരണംഅടുത്ത ദിവസം രാവിലെ."ഞങ്ങൾ മാത്രം 6:30 പിറ്റേന്ന് രാവിലെ സമയത്ത് എസ്കേപ്പ് കുറിച്ച് കണ്ടെത്തിതടവുകാരെ ഒറ്റ [...] അവർ ഞങ്ങളോട് പറഞ്ഞു, "കാവൽക്കാരനായി പിന്നീട് പറഞ്ഞു.ഒടുവിൽ ചെക്കുചെയ്തിട്ടുണ്ടെങ്കിൽ ജയിലിൽ കാവൽക്കാർ കൃത്യം ഫീവർ ന്റെ പകുതി കണ്ടെത്തിജനസംഖ്യ കാണുന്നില്ല. വിശദീകരണമൊന്നും ജസ്റ്റിസ് മന്ത്രി ഡോ വഴിയായിസാന്റോസ് പയസിന്റെ, എസ്കേപ്പ് "സാധാരണ" ഉം ഭാഗമായിരുന്ന അവകാശപ്പെട്ടു"തന്റെ സ്വാതന്ത്ര്യം വീണ്ടെടുക്കാനും ബദ്ധന്മാരുടെ നിയമാനുസൃത ആഗ്രഹം."
		-- Stephen Pile, "The Book of Heroic Failures"

%
അധികമാകുന്നതുകൊണ്ട് കേവല സത്യം ആ അനിഷേധ്യമായ തെളിവുകൾ കാണുന്നുഅക്രമത്തെ ഇളക്കിവിടുന്നു.
		-- Harvey Wheeler

%
ചുറ്റും പോകുന്ന വ്യാജം ധാരാളം ഉണ്ട് .... അവരെ പാതി ശരിയാണ്.
		-- Winston Churchill

%
പീരങ്കി എന്നിവ musketry പോലെ ഒരു പത്രികകൾ ഉണ്ട്.
		-- The Duke of Wellington

%
ഞാൻ മരണം എന്ന ഉറപ്പാണ് ഈ ലോകത്തിലെ രണ്ടു കാര്യങ്ങൾ ഉണ്ട്നികുതി, ഞങ്ങൾ വെറും ഈ ദിവസങ്ങളിലെ മരണം ഒറ്റ കുറിച്ച് എന്തെങ്കിലും ചെയ്യാൻ വേണ്ടി.
		-- shades

%
ഭോഷൻ രണ്ട് തരം ഉണ്ട്. വൺ ". അതുകൊണ്ടു നല്ല വൃദ്ധനായിരിക്കുന്നു;" പറയുന്നുഒരുത്തൻ "അതുകൊണ്ടു മെച്ചപ്പെട്ട പുതിയതാണ്," പറയുന്നു
		-- John Brunner, "The Shockwave Rider"

%
അവിടെ ദൈവത്തിന്റെ കൃപ, ദൈവം പോകുന്നു.
		-- Winston Churchill, speaking of Sir Stafford Cripps.

%
ദൈനംദിന പൗരത്വം കൂടാതെ ദിവസേന ജനാധിപത്യം കഴിയും.
		-- Ralph Nader

%
അടുത്ത ആഴ്ച ഒരു പ്രതിസന്ധി ഉണ്ടാക്കാനാവില്ല. എന്റെ ഷെഡ്യൂൾ ഇതിനകം നിറഞ്ഞു.
		-- Henry Kissinger

%
കളങ്കം ഒരു സാഹയോട് വെന്തു അനുവദിച്ചുകൊണ്ട് ഒരു ചില ഹെഡ്മാസ്റ്റർ ഉണ്ട്.
		-- Anatole France

%
പതാകകൾ ധാര്മിക നീരാജനം ചെയ്യരുത് വസ്തുത പ്രതീക്ഷ പ്രതീകാത്മകത ഉണ്ട്.
		-- Arthur C. Clarke

%
Jackson ഒരു കല്ലു മതിൽ നിലയില്ലാത്ത ആണ്. ഞങ്ങളെ മരിക്കാൻ നിർണ്ണയിക്കാൻ അനുവദിക്കുക,ഞങ്ങൾ കീഴടക്കാൻ ചെയ്യും. എന്നെ പിന്തുടരുക.
		-- General Barnard E. Bee (CSA)

%
ദ്രോഹികൾ അല്ലെങ്കിൽ ശരാശരി-തന്ന ഒരു രാഷ്ട്രീയ പാർട്ടി ഒരു പ്രവൃത്തിയും ഇല്ലപ്രാപ്തമല്ല; രാഷ്ട്രീയത്തിൽ യാതൊരു ബഹുമാനം ഇല്ല.
		-- Benjamin Disraeli, "Vivian Grey"

%
രാഷ്ട്രീയ അല്ലാത്ത വിദ്യാഭ്യാസ ഇല്ല. ഒരു അരാഷ്ട്രീയഅതു മൃദു വേർതിരിച്ചിരുന്ന കാരണം വിദ്യാഭ്യാസം രാഷ്ട്രീയ ആണ്.
		-- Benjamin Disraeli, "Vivian Grey"

%
അതു തടഞ്ഞില്ല ഇല്ല ഒരു മനുഷ്യനെ തൂങ്ങി യാതൊരു സംതൃപ്തി ഇല്ല.
		-- G. B. Shaw

%
ഈ ഭൂമിയിൽ യാതൊരു സുരക്ഷാ ഉണ്ട്. ഏക അവസരം ഉണ്ട്.
		-- General Douglas MacArthur

%
തനിക്കായി ഒരു ജീവിക്കാനായി കഴിയാത്ത രാജ്യത്തെ ഒരു പുരുഷനും ഇല്ല ആണ്കുടുംബം. അവൻ വളരെ അവർക്കായി ഒരു ജീവനുള്ള * ഒപ്പം * സർക്കാർ സാധ്യമാക്കാൻ കഴിയില്ലസർക്കാർ ജീവിച്ചിരിക്കുന്നു വഴി. എന്തു സർക്കാർ ചെയ്യാൻ ലഭിച്ചത് ആണ്ജനം പോലെ വിലകുറഞ്ഞ ജീവിക്കുന്നത്.
		-- The Best of Will Rogers

%
കരംപിരിവുകാരനായിരുന്ന ഒരു ടാക്സിഡെർമിസ്റ്റ് തമ്മിൽ ഒരു വ്യത്യാസം ഉണ്ട് -ടാക്സിഡെർമിസ്റ്റ് മറയ്ക്കുക വിടുന്നു.
		-- Mortimer Caplan

%
മുതലാളിത്തം കൊല്ലാൻ ഒരേയൊരു മാർഗം ഉണ്ട് - നികുതി, നികുതി, കൂടുതൽ നികുതി വഴി.
		-- Karl Marx

%
അവിടെ ഏതെങ്കിലും പര്യവസാനം ഓരോ കാര്യം, രഹസ്യ ചരിത്രത്തിൽ ഒരു പക്ഷേഞങ്ങൾ റമദാനല്ലാത്ത ആശയവിനിമയം കഴിഞ്ഞിരുന്നെങ്കിൽ, അറിയാൻ രസകരമാണ് തന്നെ.
		-- James Boswell

%
ഒരു നല്ല യുദ്ധം മോശം സമാധാനം ആയിരുന്നു ഒരിക്കലും.
		-- B. Franklin

%
നിങ്ങൾ മുഴുവൻ സർക്കാർ ഉള്ളപ്പോൾ മലയാളപ്പെടുത്തിക്കളയാം എന്നതിന് യാതൊരു ഹാട്രിക് അവിടെപ്രവർത്തിക്കുന്നു.
		-- Will Rogers

%
വഴിയുടെ നടുക്കു മറ്റൊന്നില്ല പക്ഷേ മഞ്ഞ തല്ലും മരിച്ചവരെയുംarmadillos.
		-- Jim Hightower, Texas Agricultural Commissioner

%
അവർ അതു അവർക്ക് കഴിയും ഏറ്റവും സങ്കീർണ്ണമായ ആകൃതിയിൽ കാരണം അവരെ "സ്ക്വയറുകൾ" വിളിക്കുംകൈകാര്യം ചെയ്യുക.
		-- Jim Hightower, Texas Agricultural Commissioner

%
"അവർ ഒരു ഏകാന്ത വരുത്തിയും അതിനെ സമാധാനം വിളിക്കും."
		-- Tacitus (55?-120?)

%
അവർ മാറ്റാൻ ശ്രമിച്ചതിന് വിരസത ഇരുപതു വർഷം എന്നെ തടവ്അകത്തുനിന്നു സിസ്റ്റം. ഞാൻ അവരെ പ്രതിഫലം വരുന്നു ഇപ്പോൾ വരുന്നുണ്ട്. ആദ്യംഞങ്ങൾ മാൻഹട്ടൻ എടുത്തു പിന്നെ ഞങ്ങൾ ബെർലിൻ എടുത്തു.ഞാൻ ആകാശത്തിലും ഒരു സിഗ്നൽ ഇതുമുഖേന പിരിയുകയാണ്. ഞാൻ ഈ എടെ ഇതുമുഖേന പിരിയുകയാണ്എന്റെ ത്വക്കിൽ. ഞാൻ നമ്മുടെ ആയുധങ്ങൾ സൗന്ദര്യം ഇതുമുഖേന പിരിയുകയാണ്. ആദ്യം നമുക്ക് മാൻഹട്ടൻ എടുത്തുപിന്നെ ഞങ്ങൾ ബെർലിൻ എടുത്തു.ഞാൻ ശരിക്കും, കുട്ടീ നീ പുറമെ ജീവിക്കാൻ ആഗ്രഹിക്കുന്നു. ഞാൻ നിങ്ങളുടെ ശരീരം നിങ്ങളുടെ ആത്മാവും സ്നേഹിക്കുന്നുനിന്റെ വസ്ത്രം. എന്നാൽ നിങ്ങൾ അവിടെ വരിയിൽ സ്റ്റേഷനിൽ വഴി ചലിക്കുന്ന കാണാം?ഞാൻ ഞാൻ കൂട്ടത്തിലായിരുന്നു നിങ്ങളെ അറിയിച്ചു നിങ്ങളെ അറിയിച്ചു നിങ്ങളോടു പറഞ്ഞുവല്ലോ.
		-- Leonard Cohen, "First We Take Manhattan"

%
"അവർ അല്പം താൽക്കാലിക ലഭ്യമാകാൻ അവശ്യ സ്വാതന്ത്ര്യം അപ്പ് നൽകാൻ കഴിയുന്നസുരക്ഷ അരുതു സ്വാതന്ത്ര്യം വേണ്ടാ സുരക്ഷാ അർഹിക്കുന്നു. "
		-- Benjamin Franklin, 1759

%
അവർ അമേരിക്കയിൽ കാര്യങ്ങൾ വ്യത്യസ്ത വാക്കുകൾ ഉപയോഗിക്കുക.ഉദാഹരണത്തിന് അവർ എലിവേറ്റർ പറയുന്നു ഞങ്ങൾ ലിഫ്റ്റ് പറയുന്നു.അവർ Drapes പറയുന്നു ഞങ്ങൾ മൂടുശീല പറയുന്നു.അവർ പ്രസിഡന്റ് പറയുന്നു ഞങ്ങൾ ബ്രെയിൻ ജിറ്റിനെ കേടുപാടു പറയുന്നു.
		-- Alexie Sayle

%
അവർ താഴെയുള്ളവർക്ക് മാത്രം ക്ലാസുകൾ അനാവശ്യമായി നീങ്ങാൻ ഇടയാക്കും.
		-- The Duke of Wellington, on early steam railroads.

%
അവർ അപവാദം കവർച്ച ബാങ്ക് നൽകിക്കൊണ്ട്.
		-- John Dillinger, on Bonnie and Clyde

%
കള്ളന്മാർ പ്രോപ്പർട്ടി മാനിക്കുന്നു; അവർ ഊഹിക്കുക ആകുവാൻ ഇതിനുദാഹരണമാണ്അവർ കൂടുതൽ മാനിക്കാൻ വേണ്ടി അവരുടെ സ്വത്തുക്കൾ.
		-- G. K. Chesterton, "The Man Who Was Thursday"

%
ഈ ജനം അവരുടെ മതത്തിൻറെ സൗജന്യമായി എവിടെയാണെന്ന് ഒരു രാജ്യമാണ്പരിഗണിക്കാതെ റേസ്, മതവിശ്വാസം, നിറം, പൊണ്ണത്തടി, അവയുണ്ടാക്കുന്ന നൂലോ എണ്ണം ...
		-- G. K. Chesterton, "The Man Who Was Thursday"

%
തോംസൺ, അവൻ വിശ്വസിക്കാമെങ്കിൽ എങ്കിൽ, മുഴുവൻ മഴവില്ല് സാമ്പിളുകൾ ചെയ്തുഅവൻ ചെയ്യുന്നതു നല്ലതു തോന്നാൻ ധീരോദാത്തമായ ശ്രമങ്ങൾ നിയമവിധേയവും മരുന്നുകൾ.അദ്ദേഹത്തിന്റെ ആരോഗ്യം സത്യം വേണ്ടി ഞാൻ അതിനെ കുറിച്ച് ചുറ്റും ചോദിച്ചിട്ടില്ല. ഞാന്ശക്തവും റോസ്, ക്ഷമാപൂർവ്വം ഓടിക്കൊണ്ടേയിരിക്കുന്നു ദൃശ്യമാകുന്നു സന്തോഷമുണ്ടാകും എന്ന് ഞാന്. പക്ഷെ നമ്മൾഅവൻ ഞങ്ങളെ ചെയ്യാൻ ആഗ്രഹിക്കുന്നത് ചെയ്യാൻ ഞാൻ നാം അവന്റെ വിവരങ്ങളും കരുതുന്നു എങ്കിൽ, ചിന്തിക്കുകഈരടി ഗ്രേ ഇടക്കുവച്ച് ഒരു തരത്തിൽ. അകമെ അവൻ tinhorn ജീവനോടെ തിന്നു ചെയ്യുകയാണ്രാഷ്ട്രീയക്കാർ.രോഗം മാരകമായ ആണ്. യാതൊരു ചികിത്സയില്ലാത്ത ഇല്ല. ഞങ്ങൾക്ക് ചെയ്യാൻ കഴിയുന്ന ഏറ്റവുംപാവപ്പെട്ട പിശാചു, എനിക്ക് തോന്നുന്നു തന്റെ ബഹുമാനാർത്ഥം തന്റെ രോഗം പേരിടണം ആണ്., ഈ നിമിഷം മുതൽ അമേരിക്കക്കാർ എളുപ്പത്തിൽ കഴിയും എന്നു തോന്നുന്നു ഏവർക്കും ചെയ്യട്ടെസൗന്ദര്യം മനുകഷ്യപുത്രരെ സത്യപ്രകാരം ലേക്ക് പബ്ലിക് റിലേഷൻസ് എന്നപോലെ എന്നപോലെ സന്തോഷം നയിച്ചത്കയ്പ്പ്, ഹണ്ടർ തോംപ്സൺ രോഗം ബുദ്ധിമുട്ടുന്ന എന്നു ചൂണ്ടിക്കാണിക്കപ്പെട്ടു. അല്ല അത്രാവിലെ അതു ഞങ്ങൾക്കുണ്ട്. അത് വന്നു പോകുന്നു. ഈ രാവിലെ ഞാൻ ഹണ്ടർ ഇല്ലതോംപ്സൺ രോഗം."രാഷ്ട്രീയ ഡിസീസ്", "ഭയം ചിന്തകളെയും അവലോകനത്തിൽ നിന്നുംനിരസിക്കയും: കാമ്പെയ്ൻ ട്രയൽ '72 ന് "
		-- Kurt Vonnegut Jr., on Dr. Hunter S. Thompson: Excerpt

%
"രാഷ്ട്രീയം ചെയ്യാൻ പോലും രാഷ്ട്രീയത്തിന്റെ പൂർത്തിയാക്കും."
		-- French Proverb

%
വീരന്മാരുടെ നല്ല പ്രവാസികളെ യാതൊരു വിഹിതവും പുലർത്തിയവർപലപ്പോഴും അവരുടെ തിൻമകൾ ഒരു പങ്കുമില്ല.
		-- Bertolt Brecht, "The Caucasian Chalk Circle"

%
ചിലപ്പോൾ മറ്റു ചിലരൊക്കെ ഏറ്റവും പ്രധാനപ്പെട്ട കാര്യം ലെ വിചാരിക്കുകയുംലോകം സ്നേഹമാണ്. പാവപ്പെട്ടവരുടെയും പണം എന്നു ഞാൻ അറിയുന്നു.
		-- Gerald Brenan

%
സ്വാതന്ത്ര്യം കൃപ ഇവരെക്കുറിച്ചാണെന്നും, എന്നിട്ടും പ്രക്ഷോഭം ഏലക്കുന്നതിന്നു, അവരാണ്ഇടിയും മിന്നലും ഇല്ലാതെ മഴയും ആഗ്രഹിക്കുന്ന പുരുഷന്മാർ. അവർ സമുദ്രം ആഗ്രഹിക്കുന്നനിരവധി വെള്ളം ഇരമ്പം ഇല്ലാതെ.
		-- Frederick Douglass

%
അഡ്മിനിസ്ട്രേഷൻ ഏർപ്പെട്ടിരിക്കുന്ന സമയത്ത് വിശിഷ്ടം ആയിരിക്കും നോർത്ത് ആയിരിക്കാൻ ആണ്സ്റ്റാർ. അതിന്റെ ഒരു സ്ഥാനം വസിക്കുന്നു പോലെ, മറ്റെല്ലാ നക്ഷത്രങ്ങൾ ചുറ്റം.
		-- Confucius

%
നികുതി ഫോമുകൾ യഥാർഥ വരുത്തുന്നതിനായി അവർ "നമുക്ക് മറ്റവൻ ഇൻകം" ഉം "Incommode നിങ്ങൾ" വായിക്കണം.
		-- Confucius

%
നിങ്ങൾ ആത്മവിശ്വാസം വോട്ട് ലഭിച്ചത് നിന്നോടു ഒരു വോട്ട് പറയുന്നു പ്രണയം തന്നെആത്മവിശ്വാസം.
		-- Andrew Young

%
ഒരുവൻറെ കാലഘട്ടം വിരുദ്ധമായ ചിന്തിക്കാൻ പറമ്പാടി ആണ്. എന്നാൽ അതു സംസാരിക്കാൻ ഭ്രാന്തും തന്നേ.
		-- Eugene Ionesco

%
അക്രമത്തെ ഉപയോഗിക്കുന്നതിന് ഇതിനകം പരാജയപ്പെടുത്തി യോഗ്യൻ.
		-- Chinese proverb

%
ഇന്ന് ഒരു ഉയർന്ന റാങ്കിംഗ് പൊതു ഔദ്യോഗിക കൈക്കൂലി ഒരു നല്ല ദിവസമാണ്.
		-- Chinese proverb

%
മിക്കപ്പോഴും ഞാൻ പേപ്പറുകളുടെ വോള്യം ലഭ്യമാണ് പൂരിപ്പിക്കുന്നതിന് വിപുലീകരിക്കുന്ന കണ്ടെത്താൻbriefcases.
		-- Governor Jerry Brown

%
ഇന്ന് പ്രധാനപ്പെട്ട സഞ്ചരിച്ച്; ഇന്റേണൽ റവന്യൂ നാളെ എത്തും.
		-- Governor Jerry Brown

%
കരാറുകളും റോസാപ്പൂവ് യുവ പെൺകുട്ടികളുടെ പോലെയാണ് - അവർ കഴിഞ്ഞ സമയത്ത് അവർ കഴിഞ്ഞ.
		-- Charles DeGaulle

%
ട്രൂ നേതൃത്വം അത് എന്താണെന്ന് ലേക്ക് എന്താണെന്ന് നിന്ന് ഒരു ഗ്രൂപ്പ് മാറ്റുന്നതിൽ കലയാണ്അത് വളരുകയുള്ളൂ.
		-- Virginia Allan

%
പരിശീലന വലിയവിഭാഗം നിയോഗിച്ചിട്ടുള്ള രണ്ട് battleships നീക്കങ്ങൾ കടൽ പ്രാപിക്കുമായിരുന്നുകുറേ ദിവസങ്ങളായി കനത്ത കാലാവസ്ഥയിൽ. ഞാൻ ലീഡ് ബാറ്റിൽഷിപ്പ് വിതരണം ചെയ്തുരാത്രി വീണു പോലെ പാലത്തിൽ വാച്ചിൽ ആയിരുന്നു. ദൃശ്യപരത മഞ്ഞിൻ പാവപ്പെട്ട ആയിരുന്നുമൂടൽമഞ്ഞ് അതിനാൽ ക്യാപ്റ്റൻ എല്ലാ പ്രവർത്തനങ്ങളും ശ്രദ്ധ പുലർത്തിക്കൊണ്ട് പാലം മേൽ വസിച്ചു.താമസിയാതെ ഇരുണ്ട ശേഷം, റിപ്പോർട്ട് പാലം ചിറക് ന് ലുക്ക്,"വെളിച്ചം, വലതുഭാഗം വില്ലു ന് ചുമന്നുകൊണ്ടു.""അതു സ്ഥിരതയുള്ള അല്ലെങ്കിൽ astern നീങ്ങുകയാണോ?" ക്യാപ്റ്റൻ വിളിച്ചു.ലുകൌട് മറുപടി പറഞ്ഞു, "സ്ഥിരതയുള്ള, ക്യാപ്റ്റൻ," ഞങ്ങൾ ഒരു അപകടകരമായ ഉണ്ടായിരുന്ന ഉദ്ദേശിക്കുന്നആ കപ്പലിന് കൂട്ടിയിടി കോഴ്സ്.ക്യാപ്റ്റൻ തുടർന്ന് "സിഗ്നൽ ആ കപ്പൽ, signalman വിളിച്ചു: ഞങ്ങൾ ഉണ്ട്കൂട്ടിയിടി തീർച്ചയായും, കോഴ്സ് മാറ്റാൻ 20 ഡിഗ്രി ഉപദേശിക്കുകയാണ്. "തിരിച്ച് ഒരു സിഗ്നൽ വന്നു "നിങ്ങൾ കോഴ്സ് 20 ഡിഗ്രി മാറ്റാൻ വേണ്ടി അഭിലഷണീയമല്ല."മറുപടി ക്യാപ്റ്റൻ പറഞ്ഞു: "അയയ്ക്കുക: ഞാൻ ഒരു ക്യാപ്റ്റൻ സുഖമാണ്, കോഴ്സ് 20 മാറ്റാൻഡിഗ്രി! ""ഞാൻ ഒരു ഗിഡിയൺ രണ്ടാം ക്ലാസ് സുഖമാണ്," മറുപടി വന്നു "നീ മെച്ചപ്പെട്ട മാറ്റം ഉണ്ടായിരുന്നുകോഴ്സ് 20 ഡിഗ്രി. "അക്കാലത്ത് ക്യാപ്റ്റൻ രോഷാകുലനാക്കി. അവൻ "പറയൂ അയയ്ക്കുക: ഞാൻ ഒരു സുഖമാണ്ബാറ്റിൽഷിപ്പ്, കോഴ്സ് 20 ഡിഗ്രി മാറ്റുക. "തിരിച്ച് മിന്നുന്ന വെളിച്ചം വന്നു: "ഞാൻ ഒരു വിളക്കുമാടം ആണ്!"നാം മാറ്റിമറിച്ചുവെന്ന്.
		-- The Naval Institute's "Proceedings"

%
"യൂബി നോൺ accusator, ibi നോൺ judex."(പോലീസ് ഇല്ലാഞ്ഞാൽ യാതൊരു സ്പീഡ് കണക്കില്ല.)
		-- Roman Law, trans. Petr Beckmann (1971)

%
ഒരു ഏതെങ്കിലും അന്യായമായി യഥാർഥ സ്ഥലം ബന്ധിച്ചാൽ ഒരു സർക്കാർ കീഴിൽവെറും മനുഷ്യൻ ഒരു ജയിലിൽ ആണ്.
		-- Henry David Thoreau

%
യാതൊരു നിബന്ധനകളും എവിടെയും നിങ്ങൾ ചെയ്യുന്ന ഏതൊരു കീഴിൽ ചില ഇല്ലനിങ്ങൾ ബുക്ക് ചെയ്യാം പ്രകാരം ഓർഡിനൻസ്.
		-- Robert D. Sprecht, Rand Corp.

%
മുതലാളിത്തം കീഴിൽ, മനുഷ്യൻ മനുഷ്യനെ ചൂഷണം. കമ്മ്യൂണിസം കീഴിൽ, അത് വിപരീതമാണ് തുടർന്ന്.
		-- J. K. Galbraith

%
ഓരോ കല്ലു കീഴിൽ ഒരു രാഷ്ട്രീയക്കാരൻ ഒരംശമെങ്കിലും.
		-- Aristophanes

%
യുണൈറ്റഡ് നേഷൻസ്, ന്യൂയോർക്ക്, ഡിസംബർ 25 സമാധാനവും ക്രിസ്മസ് സന്തോഷംസീസണിൽ എല്ലാ സൈനിക ഒരു പൊതുപണിമുടക്ക് ഒരു പ്രഘോഷണം വഴി ആളല്ലലോകത്തിന്റെ ശക്തികൾ. പാനിക് എല്ലാ പേട്രിയറ്റ് ഹൃദയത്തിൽ വാഴുന്നുഓരോ നിർബന്ധവും. അതേസമയം, യൂണിവേഴ്സൽ ദുരന്തത്തിന്റെ ആശങ്ക ഇത് ഏറ്റവും ലേക്ക് താണുലോകത്താകമാനമുള്ള കുറഞ്ഞ.
		-- Isaac Asimov

%
അജ്ഞാത വ്യക്തി (ങ്ങൾ) Etra പാർക്ക് ഐഡിയിൽ അതിന്റെ ഉത്തരധ്രുവത്തിൽ നിന്നും അമേരിക്കൻ പതാക മോഷ്ടിച്ചു3pm തമ്മിലുള്ള ജനുവരി 17, 11.30 ജാൻ 20. പതാക, ചുവന്ന വെളുത്ത വിശേഷിപ്പിക്കുന്നത്ഒപ്പം, നീല 50 നക്ഷത്രങ്ങൾ ഇല്ലാത്ത $ 40 വിലമതിക്കുന്ന ചെയ്തു.
		-- Windsor-Heights Herald "Police Blotter", Jan 28, 1987

%
അറിയുക പുരോഗതി ഇല്ല. ശരാശരി അമേരിക്കൻ ഇപ്പോൾ ദിനങ്ങളായിരുന്നുനികുതി ഇരട്ടി അവൻ പണ്ടു കൂലി വച്ചുണ്ടായ പോലെ.
		-- H. L. Mencken

%
സാധാരണയായി, മനുഷ്യരുടെ ധാരാളം ഒത്തുകൂടുമ്പോൾ, ഒരു യുദ്ധം എന്ന് പറയുന്നു.
		-- Mel Brooks, "The Listener"

%
Veni, vidi, vici.	[ഞാൻ വന്നു ഞാൻ കണ്ടു ഞാൻ കീഴടക്കി].
		-- Gaius Julius Caesar

%
വളരെ കുറച്ച് കാര്യങ്ങൾ ശരിയായ സമയത്ത് സംഭവിക്കും, ബാക്കിയുള്ളവ സംഭവിക്കില്ലെന്ന്എല്ലാം. സത്യസന്ധവുമായ ചരിത്രകാരൻ ഈ വൈകല്യങ്ങൾ ശരിയാക്കും.
		-- Herodotus

%
വിക്ടറി Uber സഖ്യകക്ഷികളുടെ!
		-- Herodotus

%
"വയലൻസ് കുഴക്കി." എന്താണ് നിന്ദ്യനായ കള്ളം! റോ നഗ്നനായിഅക്രമങ്ങൾ മറ്റേതെങ്കിലും രീതി അധികം ചരിത്രത്തിലുടനീളം കൂടുതൽ പ്രശ്നങ്ങൾ സെറ്റില് ചെയ്തുഎപ്പോഴെങ്കിലും ജോലിക്കാരായ. ഒരുപക്ഷേ കാർത്തേജ് നഗരം പിതാക്കന്മാർ ചർച്ച കഴിഞ്ഞില്ലപ്രശ്നം, ന്യായാധിപന്മാരായി ഹിറ്റ്ലറും അലക്സാണ്ടർ കൂടെ?
		-- Herodotus

%
സാഹസവും ഹാൻഡിൽ ഉണ്ട് ഒരു വാൾ - നിങ്ങൾ ബ്ളേഡ് ഹോൾഡ് ഞങ്ങൾക്കുണ്ട്.
		-- Herodotus

%
അക്രമം വക്കും ആണ്.
		-- Herodotus

%
അക്രമം സാമർത്ഥ്യം അവസാന അഭയസ്ഥാനമണ്.
		-- Salvor Hardin

%
വോട്ട് അരാജകവാദി.
		-- Salvor Hardin

%
യുദ്ധ ഇടതുപക്ഷത്തിന്റെ വെറും ആർ ആർ ശരിയാണ് തെളിയിക്കുന്നില്ല.
		-- Salvor Hardin

%
വാർ ഒരു നോൺ-ആയാൽ പോലെ ഒരു ക്രോധം ഉണ്ടു.
		-- Charles Edward Montague

%
വാർ തുല്യ അവസരം കവർച്ചക്കാരൻ ആണ്.
		-- Charles Edward Montague

%
വാർ അതിൽ ഒട്ടും അനുഭവം പുലർത്തിയവർ ആഹ്ലാദകരമായ ആണ്.
		-- Desiderius Erasmus

%
യുദ്ധ സ്നേഹം പോലെയാണ്, അത് എപ്പോഴും ഒരു വഴി കണ്ടെത്തുന്നു.
		-- Bertolt Brecht, "Mother Courage"

%
വാർ ഒരു കാര്യം സൈനിക നടക്കണമെന്ന് വളരെ വളരെ ഗൗരവമുള്ളതാണ്.
		-- Clemenceau

%
വാർ സമാധാനം. സ്വാതന്ത്ര്യ അടിമത്തം ആണ്. വേണ്ടേ ഒരു പച്ചക്കറി ആണ്.
		-- Clemenceau

%
യുദ്ധ ധൈര്യമുള്ള ഒന്നും ബാക്കിയാക്കുകയോ, എന്നാൽ ഭീരുക്കൾ.
		-- Anacreon

%
വൻകിട - [വാഷിങ്ടൺ, ഡി.സി.] ജനങ്ങൾക്ക് ഓഫ് ... രുചി ആണ്ഭാവമായിരുന്നു ആൻഡ് വിരസമായ.
		-- Ada Louise Huxtable

%
വാഷിങ്ടൺ D.C: ഫിഫ്റ്റി ചതുരശ്ര മൈൽ ഏതാണ്ട് പൂർണ്ണമായും റിയാലിറ്റി വലയം.
		-- Ada Louise Huxtable

%
ഞങ്ങൾ എല്ലാവരും സ്വാതന്ത്ര്യം പ്രസ്താവിക്കും, അതേ വചനം ഉപയോഗിച്ച് ഞങ്ങൾ എല്ലാവരും അർഥമില്ലഒരേ കാര്യം.
		-- A. Lincoln

%
ഞങ്ങൾ എല്ലാവരും തുല്യമായ ജനിക്കുന്ന ... ഞങ്ങളിൽ ചില മറ്റുള്ളവരെക്കാൾ കൂടുതൽ തുല്യരാണ്.
		-- A. Lincoln

%
ഞങ്ങൾ എല്ലാവരും കൃമി ആകുന്നു. എന്നാൽ ഞാൻ ഒരു വോം ആകുന്നു വിശ്വസിക്കുന്നു.
		-- Winston Churchill

%
നാം എല്ലാം ഒറ്റയടിക്ക് ചെയ്യാൻ കഴിയില്ല, എന്നാൽ ഞങ്ങൾ ഒരേസമയം എന്തെങ്കിലും ചെയ്യാൻ കഴിയും.
		-- Calvin Coolidge

%
നാം നമ്മുടെ മാതാപിതാക്കളിൽ നിന്ന് ഭൂമി പൈതൃകമായി ചെയ്തിട്ടില്ല നമ്മൾ അതു കടമെടുത്ത ഞങ്ങൾഞങ്ങളുടെ മക്കൾ.
		-- Calvin Coolidge

%
... ഞങ്ങൾ ഇല്ലെങ്കിലും പരിഗണിച്ച് ഭാവി സമൂഹത്തിന്റെ ന്യായം പാടില്ലഞങ്ങൾ അവിടെ താമസിക്കുന്ന വേണം; ചോദ്യം വളർന്നിരിക്കുന്നു ചെയ്തവരുടെ എന്നൊക്കെഅതിൽ നമ്മുടെ സമൂഹത്തിലെ അല്ലെങ്കിൽ കൂട്ടത്തിൽ വളർന്നുവന്ന ചെയ്തവരുടെ അധികം അംഗീകരിക്കാൻ ചെയ്യുംഭുതകാലം.
		-- Joseph Wood Krutch

%
ഞങ്ങൾ ആ സമയത്ത് താമസിക്കുന്നവർ സന്തോഷമുണ്ട് വേണം. നമ്മിൽ ആരെങ്കിലും ഉണ്ടായിരുന്നു എങ്കിൽകൂടുതൽ പ്രബുദ്ധരായ പ്രായം ജനിച്ചത് ഞാൻ ഞങ്ങൾ ഉടനെ എടുത്തിട്ടുണ്ട് തന്നെ ഉറപ്പുണ്ട്ഔട്ട് ഷോട്ട്.
		-- Strange de Jim

%
മാത്രം ആയിരുന്നു എങ്കിൽ നാം ലോകത്തിലെ ധാരാളം കുറച്ച് തർക്കങ്ങൾ വേണംമാത്രമല്ല, അല്ല കാര്യങ്ങൾ അവർ എന്തു പറയണം എടുത്ത ഞങ്ങളുടെ ആശയങ്ങളുടെ ദൃഷ്ടാന്തങ്ങൾതങ്ങളെ.
		-- John Locke

%
നാം ഒരു Vollyballocracy വേണം. നാം പ്രസിഡന്റായിരുന്ന ആറ് പാക്ക് വൃതൻ.ഓരോന്നും ഏത് ഘട്ടത്തിൽ അവർ തിരിക്കുകയോ അവർ ജേര്ണയില് വരെ സേവിക്കുന്നു.
		-- Dennis Miller

%
ഞങ്ങൾ മടങ്ങണമെന്നോ നന്ദികെട്ട നേതൃത്വത്തിൽ അസാദ്ധ്യം ചെയ്യുന്നതു.അതിനാൽ ചെറിയ എത്രത്തോളം നാം ഇത്രയധികം, ചെയ്തപോലെ,ഞങ്ങൾ ഇപ്പോൾ ഒന്നും എന്തെങ്കിലും ചെയ്യാൻ യോഗ്യത എന്ന്.
		-- Dennis Miller

%
ഞങ്ങൾ തികച്ചും ആരോപണം തള്ളിപ്പറയും, ഞങ്ങൾ allegators തിരിച്ചറിയാൻ ശ്രമിക്കുന്നു.
		-- Dennis Miller

%
നാം ഒഹായോ ന്റെ അതിരുകൾ ക്ലോസ് ശ്രമിച്ചു ഒരു ഭരണഘടനാ പ്രശ്നം നേരിട്ടു.നിങ്ങളുടെ അടയ്ക്കാത്തതു കഴിയും എന്ന് പറയുന്ന ഭരണഘടനയുടെ ഉപജീവനം അവിടെഅന്തർസംസ്ഥാന വാണിജ്യം അതിർത്തികൾ, ചപ്പുചവറുകളും അന്തർസംസ്ഥാന കൊമേഴ്സ് ഒരു രൂപമാണ്.
		-- Ohio Lt. Governor Paul Leonard

%
പൗരൻറെ ഞങ്ങൾ തോന്നുന്നു, കാരണം നാം, ഐ.ആർ.എസ് പൂർണമായും സഹകരിക്കാൻ ശ്രമിക്കുംജയിലിൽ പോകാൻ ശക്തമായ ദേശാഭിമാന ഡ്യൂട്ടി.
		-- Dave Barry

%
നന്നായി, അതിനെ കുറിച്ച് വിഷമിക്കേണ്ട ... ഇത് ഒന്നുമില്ല.കേന്ദ്രം, ഹവായ്), സ്വകാര്യ ജോസഫ് അറിയിച്ചു ചെയ്തുകൊണ്ടിരിക്കുന്നു മേൽLockard തോന്നിക്കുന്ന ഒരു റഡാർ സിഗ്നൽ വീഴ്ത്തി ചെയ്തുഏതാണ്ട് 180 മൈൽ ഓഹുവിലെ നേരെ മുട്ടെ കുറഞ്ഞത് 50 ചാരവിമാനങ്ങൾ, മണിക്കൂറിൽ 1941 ഡിസംബർ 7.
		-- Lieutenant Kermit Tyler (Duty Officer of Shafter Information

%
നന്നായിരിക്കുന്നു, എന്നു എന്തുചെയ്യണമെന്ന് അറിഞ്ഞില്ല അങ്ങനെ അവൻ സർക്കാർ നോക്കണം തീരുമാനിച്ചു,അവർ പ്രവർത്തിച്ചതിൽ ആ വഴി കാണാൻ അതു ഇടിച്ചു scale തന്റെ ജീവനെ ഔട്ട്.
		-- Laurie Anderson

%
എന്താ ഒരു ആള്ക്കൂട്ടം ഗെയിം. മാത്രം നേടിക്കൊണ്ടും കളിക്കാൻ അല്ല.
		-- WOP, "War Games"

%
അമേരിക്കക്കാർ വലിയ കാര്യങ്ങൾ ചെയ്യാൻ വേണ്ടി എന്തു സമയമെടുക്കും; ചന്ദ്രനിലേക്കുള്ള, പോകാൻയുദ്ധങ്ങൾ ഒരു ഭൂഖണ്ഡം ഉടനീളം .മ്യാവു പണിയാൻ, സമുദ്രങ്ങൾ ലിങ്കുചെയ്യുകയാണെന്ന് കനാലുകൾ കുഴിക്കുന്നതിന് വിജയം?ഈ ചോദ്യത്തിന് കുറിച്ച് സ്വതന്ത്ര വിചാരം, നീൽ ആംസ്ട്രോങ് ഞാൻ ഉപസംഹരിച്ചുഅതു നാല് വ്യവസ്ഥകൾ ഒരു യാദൃശ്ചികത എടുത്തു അല്ലെങ്കിൽ നീൽ ന്റെ കാഴ്ചയിൽഅമേരിക്കൻ ജീവിതത്തിന്റെ പല ചക്രങ്ങൾ നാലു ഒരേസമയം മുറുകുകയാണ്. ആദ്യം, ഒരുസാങ്കേതികവിദ്യയുടെ ബേസ് ചെയ്യണമെന്ന കാര്യം ഏത് നിലവിലുണ്ടായിരിക്കണം. രണ്ടാമത്തേത്,മനുഷ്യ പദ്ധതി അമേരിക്കയുടെ സ്ഥലം കുറിച്ച് ദേശീയ ഈവിധ ഒരു കാലഘട്ടംപ്രവർത്തനങ്ങൾ നിലവിലുണ്ടായിരിക്കണം. മൂന്നാമതായി, ചില catalytic ഇവന്റ് ആ ശ്രധിക്കുന്നു സംഭവിക്കേണ്ടതുണ്ട്മുന്നോട്ട് നിർദ്ദേശം മേൽ ദേശീയ ശ്രദ്ധ. ഒടുവിൽ കൂട്ടച്ചേർക്കുകബുദ്ധിമാനും നേതാവ് ഈ ആദ്യ മൂന്നു അവസ്ഥ സെൻസ് കൂടെ നീട്ടി വേണംവാക്കുകളും നടപടി പ്രാവർത്തികമാക്കപ്പെട്ട വലിയ കാര്യം. യുവ പ്രചോദനംഅമേരിക്കക്കാർ ചെയ്യേണ്ടത് എന്തു ചെയ്യാൻ അത്തരം ഒരു യാദൃശ്ചികത നിന്ന് ഒഴുകുന്നത്അവസ്ഥ. ... തോമസ് Jeffersons, ടെഡി Roosevelts, യോഹന്നാൻKennedys ദൃശ്യമാകും. നാം അവർ നേതൃത്വത്തിന്റെ ഉപകരണങ്ങൾ സൃഷ്ടിക്കാൻ ആരംഭിക്കണം,അവരുടെ യുവ frontiersmen ഉയരുമ്പോൾ മേലോട്ടു നമ്മെ നയിക്കാൻ ചോദിക്കും.
		-- Dr. Harrison H. Schmidt

%
"എന്തു ജോർജ് വാഷിങ്ടൺ നമുക്കു വേണ്ടി ഞങ്ങളും അങ്ങനെ, ബ്രിട്ടീഷ് പുറത്ത് കളഞ്ഞു ആയിരുന്നുനമ്മുടെ രാജ്യത്ത് പ്രവർത്തിക്കുന്ന ഒരു തടിച്ച, സംവേദനക്ഷമരഹിത സർക്കാർ കൈക്കൊണ്ടില്ല. നല്ല ശ്രമംഎന്തായാലും, ജോർജ്. "
		-- D. J. on KSFO/KYA

%
എനിക്ക് ഉത്തരവാദിത്വം ശക്തി ആരും എല്ലാ ആണ്.
		-- D. J. on KSFO/KYA

%
നില എന്താണ്?രാഷ്ട്രപതി നിങ്ങളുടെ അഭിപ്രായം വേണ്ടി നിങ്ങളെ വിളിക്കുമ്പോൾ നില.ക്ഷമിക്കണം ...രാഷ്ട്രപതി ചർച്ച നിങ്ങളെ വിളിക്കുമ്പോൾ നിലഅവനോടുകൂടെ പ്രശ്നം.ക്ഷമിക്കണം, ആ ഇപ്പോഴും യോഗ്യമല്ല ...നിങ്ങൾ ഓവൽ ഓഫീസിൽ ആയിരിക്കുമ്പോൾ പ്രസിഡന്റ് സംസാരിച്ച് STATUS ആണ്,ഫോൺ വളയങ്ങൾ. പ്രസിഡന്റ് അതു ഏറ്റെടുക്കുക, ഒരു വേണ്ടി ശ്രദ്ധിക്കുന്നുമിനിറ്റും എന്നു നിന്നോടു ഇതു ഏല്പിച്ചുകൊടുക്കയും "നിങ്ങൾക്ക് വേണ്ടി ആകുന്നു."
		-- D. J. on KSFO/KYA

%
ഒരു ബാങ്ക് സമാരംഭിക്കുകയും അപേക്ഷിച്ച് ബാങ്കിന്റെ കൊള്ള എന്താണ്?
		-- Bertold Brecht

%
ഒരു കൈ ചൂളംവിളിയും ശബ്ദം എന്താണ്?
		-- Bertold Brecht

%
എന്താണ് ദുരുപദേഷ്ടാക്കന്മാരുടെ അവർ നീളം ഉണ്ടാക്കുന്നത് ആഴത്തിൽ കുറവുണ്ടോ.
		-- Bertold Brecht

%
ഞങ്ങൾ എന്തു വേണമെങ്കിൽ കുറവ് അഴിമതി, അല്ലെങ്കിൽ പങ്കെടുക്കാൻ കൂടുതൽ അവസരം ഒന്നുകിൽ.
		-- Bertold Brecht

%
ഒരു കൾട്ട് എന്താണ്? ഇത് വെറുമൊരു ന്യൂനപക്ഷ പര്യാപ്തമല്ല ജനം എന്നാണ്.
		-- Robert Altman

%
ഒരു മനുഷ്യൻ പൊതുസ്ഥാപന വന്നപ്പോൾ അവൻ പൊതു സ്വയം പരിഗണിക്കണംപ്രോപ്പർട്ടി.
		-- Thomas Jefferson

%
ഒരു സ്ഥലം ഐഡി ന്റെ ആവശ്യമായ മതിയായ തിരക്ക് ലഭിക്കുമ്പോൾ, സോഷ്യൽ തകർച്ച അല്ലദൂരെ. ഇത് മറ്റെവിടെയെങ്കിലും പോകാൻ സമയം. ബഹിരാകാശ യാത്ര കുറിച്ച് മികച്ച കാര്യംഅതു മറ്റെവിടെയെങ്കിലും പോകാൻ അതു സാധ്യമാക്കിയ എന്നതാണ്.
		-- R. A. Heinlein, "Time Enough For Love"

%
ഒരു ഇടയൻ ഒരു ചെന്നായ കൊല്ലാൻ പോകുന്നു, കാണാൻ അദ്ദേഹത്തിന്റെ നായുടെ ചെയ്യുമ്പോൾകായിക, അവന് തെറ്റ് ഒഴിവാക്കാൻ ശ്രദ്ധ പുലർത്തേണ്ടതാണ്. നായ ചില ഉണ്ട്ചെന്നായ ഇടയൻ മറന്നുവെന്ന് തോന്നുന്നു ലേക്കുള്ള ബന്ധങ്ങൾ.
		-- Robert Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
ഇന്ത്യാക്കാരുടെയും മുമ്പ് അമേരിക്ക എന്ന ഒരു നരവംശ ചോദിച്ചപ്പോൾവെള്ളക്കാർ വന്നു ഒരു ഇന്ത്യൻ ലളിതമായി പറഞ്ഞു "നമ്മുടെ."
		-- Vine Deloria, Jr.

%
ഞാൻ തിരിച്ചു ഡബ്ലിന് ഞാൻ വന്നപ്പോൾ എന്റെ അഭാവത്തിൽ courtmartialed ചെയ്ത് വിധിച്ചുഎന്റെ അഭാവത്തിൽ മരണത്തിൽ അവർ എന്റെ അഭാവത്തിൽ എന്നെ ഷൂട്ട് വ്യക്തമാക്കി.
		-- Brendan Behan

%
ഞാൻ ജനക്കൂട്ടം അനുമോദിക്കുകയും ഒരു മനുഷ്യൻ കേൾക്കുമ്പോൾ ഞാൻ എപ്പോഴും ഒരു കാരുണ്യത്തിന്റെ ദേണ്ടെ തോന്നുകയാണെങ്കിൽഅവനു വേണ്ടി. അവൻ മുഴുമിപ്പിക്കാൻ ചെയ്യുന്നതു ഉണ്ട് എല്ലാ മതി ജീവിക്കുക എന്നതാണ്.
		-- H. L. Mencken, "Minority Report"

%
ഞാൻ കുട്ടിക്കാലത്ത് എപ്പോൾ ഞാൻ ആരെയും പ്രസിഡന്റ് സാധ്യമാണെന്നും അറിയിച്ചു. ഇപ്പോള്എനിക്കിത് വിശ്വസിക്കാൻ തുടങ്ങി പിരിയുകയാണ്.
		-- Clarence Darrow

%
സംശയത്തിൽ ചെയ്യുമ്പോൾ, ചെയ്യാൻ പ്രസിഡന്റ് എന്തു - ഊഹിക്കുന്നത്.
		-- Clarence Darrow

%
അവരുടെ തരാതെ അവരുടെ മാനവും എന്നുമില്ല സ്പർശിക്കുന്നു മനുഷ്യരുടെ ഭൂരിപക്ഷംതൽസമയ ഉള്ളടക്കം.
		-- Niccolo Machiavelli

%
സ്മാരകങ്ങൾ സേ്കാറിങ്ങില് ചെയ്യുമ്പോൾ, pedstals സംരക്ഷിക്കുക - അവർ എപ്പോഴും കാര്യമാണ്.
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
ചില ആളുകൾ തീരുമാനിക്കുമ്പോൾ അത് വലിയ മാറ്റങ്ങൾ വരുത്താൻ സമയമായി,അവർ നിങ്ങൾ ആദ്യം മാറ്റണമെങ്കിൽ എന്നാണ്.
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
നികുതി വരുമ്പോൾ, അമേരിക്കക്കാർ തികച്ചും രക്തമൂറ്റലിനു-വെള്ളയും നീലയും തോന്നാൻ പ്രവണത.
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
സർക്കാർ ബ്യൂറോയുടെ പരിഹാരങ്ങൾ നിങ്ങളുടെ പ്രശ്നം പൊരുത്തപ്പെടുന്നില്ല ചെയ്യുമ്പോൾ, പരിഷ്ക്കരിക്കുകപ്രശ്നം, അല്ല പ്രതിവിധി.
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
വിപ്ലവം വരുമ്പോൾ, നിങ്ങളുടെ മാറ്റങ്ങൾ count.
		-- Stanislaw Jerzy Lec, "Unkempt Thoughts"

%
ഞങ്ങൾ ശപ്പന് ആസൂത്രണം ചെയ്യുമ്പോൾ, നാം ഗുണമാണ് എന്ന് ഓർക്കണം മുറപ്രകാരംപാരമ്പര്യമായി അല്ല.
		-- Thomas Paine

%
ഞങ്ങൾ സിസിലി ചാടി, യൂണിറ്റ് വേർതിരിക്കപ്പെട്ട തീർന്നു, എനിക്ക് കണ്ടെത്താൻ കഴിഞ്ഞില്ലആർക്കും. ഒടുവിൽ ഞാൻ രണ്ടു കേണൽമാരും, പ്രധാന മൂന്നു അധിപന്മാരും അനുഭവപ്പെടുന്നുണ്ടോ,രണ്ടു ആജ്ഞാപത്രങ്ങൾ, ഒന്നിനു വധസിക്ഷയ്ക്ക്, ഞങ്ങൾ പാലം സുരക്ഷിതമാക്കി. ഒരിക്കലും ലെയുദ്ധത്തിന്റെ ചരിത്രം അങ്ങനെ ഏതാനും പല നേതൃത്വത്തിൽ ചെയ്തു.
		-- General James Gavin

%
നിങ്ങൾ കോടതിയിൽ പോകുമ്പോൾ പന്ത്രണ്ടു കയ്യിൽ നിന്റെ സ്ഥിതി ഇട്ടജൂറി ഡ്യൂട്ടി നിന്നു നേടുകയും മതിയായ സ്മാർട്ട് ആയിരുന്നില്ല ആളുകൾ.
		-- Norm Crosby

%
നിങ്ങൾ ഒരു കാര്യക്ഷമമായ സർക്കാർ വരുമ്പോൾ നിങ്ങൾ ഒരു ഏകാധിപത്യം ഞങ്ങൾക്കുണ്ട്.
		-- Harry Truman

%
നിങ്ങൾ ഒരു മനുഷ്യനെ കൊല്ലുകയോ ചെയ്യേണ്ടി വരുമ്പോൾ അത് മര്യാദയോടെയും ഒന്നും വില.
		-- Winston Churchill, on formal declarations of war

%
നിങ്ങൾ ഒരു രോഗികളെ സമൂഹത്തിൽ ജീവിക്കുന്നത് ചെയ്യുമ്പോൾ, നിങ്ങളോട് എല്ലാ കാര്യങ്ങളും തെറ്റാണ്.
		-- Winston Churchill, on formal declarations of war

%
നിങ്ങൾ തത്വത്തിൽ ഒരു കാര്യം അംഗീകരിക്കുന്നു എന്നു പറഞ്ഞാൽ നിങ്ങൾ അർത്ഥമാക്കുന്നത്നിങ്ങൾ പ്രായോഗികമായി അതു നടപ്പാക്കുന്നതിനുള്ള ചെറിയ ബാബു ഞങ്ങൾക്കുണ്ട്.
		-- Otto Von Bismarck

%
നിങ്ങൾക്ക് കൂടുതൽ കാര്യങ്ങൾ ചെയ്യുമ്പോൾ, ആജ്ഞാപിക്കുന്നു.
		-- Admiral Nimitz

%
ഞാൻ അടിമത്തം വാദിക്കുന്നത് ആരെങ്കിലും കേൾക്കും അപ്പോഴൊക്കെ, ഞാൻ ഒരു ശക്തമായ ത്വര തോന്നുകയാണെങ്കിൽഅതു വ്യക്തിപരമായി അവനെ ശ്രമിച്ചു കാണും.
		-- Abraham Lincoln

%
എവിടെ സിസ്റ്റം സംബന്ധിച്ചിടത്തോളം താങ്കൾ അനുവദനീയമല്ലാത്ത "എന്തുകൊണ്ട്?".
		-- Abraham Lincoln

%
നില്ക്കുന്നു നീ ഇരുന്നു എവിടെ ആശ്രയിച്ചിരിക്കുന്നു.
		-- Rufus Miles, HEW

%
ഞങ്ങൾ ചെയ്തവയിൽ ഉപയോഗിക്കാൻ വരെ എന്തുകൊണ്ട് ഇനി ആണവപോർമുനകൾ പണിയുന്ന ബുദ്ധിമുട്ടേണ്ട?
		-- Rufus Miles, HEW

%
എന്തുകൊണ്ടാണ് നിങ്ങൾ എല്ലാവരെയും പോലെ ഒരു നോൺ-conformist പാടില്ല?
		-- Rufus Miles, HEW

%
എന്തുകൊണ്ട് ആരേയെങ്കിലും നമ്മുടെ ഇന്നത്തെ സാമ്പത്തിക സ്ഥിതി സത്യം പ്രിന്റ് എന്തു?നാം ക്രെഡിറ്റ് ന് കാട്ടു വിപണി വർഷത്തോളം സൂര്യന്നു കീഴെ എല്ലാം, വേണ്ടയോഞങ്ങൾ അതു ആവശ്യമായ അല്ലെങ്കിൽ, ഇപ്പോൾ ഞങ്ങൾ ഒരു പോലെ ഓളി അതു നൽകേണ്ടിവരും നേരിടുന്നുCoon പത്രോ. ഇല്ല എങ്കിൽ ഞങ്ങൾ ഈ നൃത്തം ഒരു വലിയ ലോകം തന്നെഫിഡില്വായനക്കാരന് അടയ്ക്കാം.
		-- The Best of Will Rogers

%
വിൽ റോജേഴ്സ്, വളരെയധികം ആദായ നികുതി അടച്ച പ്രശ്നത്തിൽ ആണ്ടിൽ, ശ്രമിച്ചുഒരു റിബേറ്റ് ക്ലെയിം ചെയ്യുന്നതിന് വൃഥാ. തുടർന്നു എണ്ണമറ്റ കത്തുകളും അന്വേഷണങ്ങൾഉത്തരം കിട്ടാതെ. ഒടുവിൽ അടുത്ത വർഷം മടക്കം ഫോം എത്തി. ൽവിഭാഗം അടയാളപ്പെടുത്തിയ "കുറയ്ക്കലുമില്ലാതെ," റോജേഴ്സ് എഴുതിയിരുന്നു: "മോശമായ കടം അമേരിക്കൻ സർക്കാർ- $ 40,000 ".
		-- The Best of Will Rogers

%
... എല്ലാ സ്വാതന്ത്ര്യം നീതിപൂർവ്വം ... അതു താങ്ങാൻ കഴിയും.
		-- The Best of Will Rogers

%
ന്യായമായ മനുഷ്യർക്കും യുക്തിയുടെ ചെയ്യും;മാനവിക പുരുഷന്മാരുമായി വ്യവഹരിക്കും;എന്നാൽ മർദ്കരെയും ഞാൻ യാതൊരു പാദത്തിൽ തരും.
		-- William Lloyd Garrison

%
ലോകത്തിന്റെ വർക്കേഴ്സ്, എഴുന്നേൽക്കുക! നിങ്ങൾ നഷ്ടപ്പെടാൻ ഒന്നും പക്ഷേ നിങ്ങളുടെ കസേര ഞങ്ങൾക്കുണ്ട്.
		-- William Lloyd Garrison

%
ഒന്നും, ശേഷം പാദത്തിൽ നൂറ്റാണ്ടിൽ വർദ്ധിച്ചു എങ്കിൽ ലോക പിരിമുറുക്കത്തിന്റെയും ഞങ്ങൾക്കുണ്ട്"ഇനി ദോഷവും ഉണ്ട്: എച്ച് ജി വെൽസ് തന്റെ മഴയിരമ്പം മുന്നറിയിപ്പ് കേൾപ്പിച്ചുറേസ് മുൻവിധി ഭൂമിയിൽ എല്ലാ ആരും. ഞാൻ മനഃപൂർവം എഴുതുന്നു - അത്ഇപ്പോൾ ജീവിതത്തിൽ ഏറ്റവും ദയനീയമായ കാര്യം. നീതീകരിക്കുന്നവൻ കൂടുതൽ സങ്കീർണ്ണതയാണ്അവജ്ഞ, ലോകത്തിലെ പിശക് മറ്റേതെങ്കിലും അടുക്കുക അധികം ക്രൂരതയും അറെപ്പു. "
		-- Sydney Harris

%
ലോക മഹായുദ്ധം മൂന്ന് ഒരു കർശനമായി നടപ്പിലാക്കും, വസ്ത്രധാരണ ലേക്കുള്ള പറ്റിനിൽപ്പിനെ വഴി ഇരയാകുന്നവർക്ക് കഴിയും!
		-- Sydney Harris

%
"തെറ്റായ" Renner പറഞ്ഞു."നയത്തോടെ വഴി" വടി ശാന്തമായി പറഞ്ഞു, "വിയോജിക്കാം ലേക്ക് വിനീതമായ വഴിസെനറ്റർ കിട്ടുന്നില്ല നോട്ടൗട്ട് ഉറ്റമിത്രങ്ങളായി പറയുന്നത് ആയിരിക്കും. ''
		-- Sydney Harris

%
നിങ്ങൾക്ക് സമാധാനം കഴിയും. അല്ലെങ്കിൽ നിങ്ങൾക്ക് സ്വാതന്ത്ര്യം കഴിയും. എന്നേക്കും ഇല്ലാതെ വിചാരിച്ചതിലും ചെയ്യരുത്ഇരുവരും ഒരുമിച്ച്.
		-- Lazarus Long

%
നിങ്ങൾ ആദ്യം ഹ്രസ്വ അല്ലെങ്കിൽ നീണ്ട ഫോം ഉപയോഗിക്കുക വേണ്ടയോ തീരുമാനിക്കേണ്ടതുണ്ട്. ദിഹ്രസ്വ ഫോം ഇന്റേർണൽ റവന്യൂ സർവീസ് ശേഷം, "ലളിതമാക്കിയത്" വിളിക്കുന്നത് എന്താണ്അതു സിയേഴ്സ് നികുതി-പാചകരീതി സഹായം ആവശ്യമുണ്ടെങ്കിൽ ജനങ്ങൾക്ക് രൂപകൽപ്പന മാർഗങ്ങൾഅവരുടെ ആദ്യ, അവസാന പേരുകൾ തമ്മിൽ വേർതിരിച്ചു വിദഗ്ധൻ. ഇവിടെപൂർണ്ണമായ ടെക്സ്റ്റ്:"(1) നിങ്ങളുടെ എത്രത്തോളം ചെയ്തു? (തുക)(2) എത്ര നമുക്ക് ഇവിടെ സർക്കാർ പുറത്താക്കി? (തുക)(3) ഹേയ്! നമ്മൾക്ക് വളരെയധികം പിടിച്ചു തോന്നുന്നു! അങ്ങനെ ഞങ്ങൾ പോകാനൊരുങ്ങുന്ന     (യാഥാര്ത്ഥ്യം-പതിനഞ്ചാം ഔദ്യോഗിക സർക്കാർ ചെക്ക് അയയ്ക്കുക     നാം (നിങ്ങളുടെ പേരിന്റെ അവസാന) ലേക്ക് എടുത്തു) നേരിട്ട് AMOUNT നെ     നിങ്ങള് ഏതെങ്കിലും തരത്തില് ചെലവഴിക്കാൻ വേണ്ടി ചെയ്തത് (നിങ്ങളുടെ വിലാസം) കുടുംബത്തെയും     നിങ്ങൾ ദയവായി! വെറും നിങ്ങളെ കാണിക്കാൻ പോകുന്നു, (നിങ്ങളുടെ ആദ്യ     അതു ചെറിയ ഫോം ഫയൽ ചെയ്യാൻ ചിലവഴിക്കുന്ന എന്നു പേര്)! "അതു നിങ്ങളുടെ ഏറ്റവും സൂക്ഷിക്കാൻ ലഭിക്കുന്നു കാരണം ഐ.ആർ.എസ് നിങ്ങൾ ഈ ഫോം ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്നുപണം. അങ്ങനെ നിങ്ങൾ പ്രതിഭകളെ കുളം എക്കൽമണ്ണ് ഇല്ലെങ്കിൽ, നീണ്ട ഫോം ആഗ്രഹിക്കുന്നു.
		-- Dave Barry, "Sweating Out Taxes"

%
നിങ്ങൾ ഒരു പ്രശസ്തമായ രാഷ്ട്രീയക്കാരനെ എല്ലാ വിശേഷലക്ഷണങളുണ്ട്: ഒരു ദുസ്വപ്നം ശബ്ദം,മോശം പ്രജനനം, ഒരു തല്ലിപ്പൊളി വിധത്തിൽ.
		-- Aristophanes

%
നിങ്ങൾക്ക് പണം രൂപത്തിൽ ലഭിക്കുന്ന വരുമാനം, പ്രോപ്പർട്ടി ഉൾപ്പെടുത്തണംസേവനങ്ങളും അതു പ്രത്യേകമായി ഒഴിവാക്കിയിട്ടില്ല എങ്കിൽ. പ്രോപ്പർട്ടി റിപ്പോർട്ട് (ഗുഡ്സ്)അവരുടെ ന്യായമായ വിപണി മൂല്യങ്ങൾ സേവനങ്ങൾ. ഉദാഹരണങ്ങൾ നിന്നുള്ള വരുമാനം ഉൾപ്പെടുന്നുമാറ്റക്കച്ചവടം അല്ലെങ്കിൽ സ്വാപ്പിംഗ് ഇടപാടുകൾ, സൈഡ് കമ്മീഷനുകള്, കോഴയുമായി വാടകയ്ക്ക്സേവനങ്ങൾ, നിയമവിരുദ്ധ പ്രവർത്തനങ്ങൾ (തുടങ്ങിയ മോഷണം, മരുന്നുകൾ,) അടയ്ക്കണം,പത്രമുതലാളിമാരേക്കാൾ ആൻഡ് tradesmen വഴി പണം അഡ്രസും, "moonlighting" സേവനങ്ങൾ,ചൂതാട്ടം, സമ്മാനങ്ങളും പുരസ്കാരങ്ങളും. അത്തരം വരുമാനം റിപ്പോർട്ടുചെയ്യുന്നില്ല നയിക്കാൻ കഴിയുംകള്ളസാക്ഷം തട്ടിപ്പിന് പ്രോസിക്യൂഷൻ.
		-- Excerpt from Taxachussetts income tax forms

%
നീ എന്റെ രേഖ ഉരുട്ടി ഞാൻ നിങ്ങളുടേത് വരും.
		-- Lucius Annaeus Seneca

%
നിങ്ങൾ യുദ്ധം പുറത്തു പോകുമ്പോൾ നിങ്ങളുടെ മികച്ച പാന്റും ധരിക്കാൻ ഒരിക്കലുംസ്വാതന്ത്ര്യവും സ്വാതന്ത്ര്യം.
		-- Henrik Ibsen

%
ഞാൻ പാവപ്പെട്ട patronize ചെയ്യരുത് രോഗിയാവുകയോ വിദ്യാഭ്യാസമുള്ള, അല്ലെങ്കിൽ പ്രകാരം ആളുകളെ വിലക്കിയിരുന്നുഞാൻ മടിക്കേണ്ടതില്ല അതേ ഗുരുതര പരീക്ഷ നിന്ന് അവരെ exemptingസമൂഹത്തിന്റെ ബാക്കി നേരെ നയിക്കുന്നത് എന്നാൽ വളരെ ഞാൻ ഉളവായി തക്കവണ്ണംഅതേ ന്യൂനപക്ഷ അതോ സമൂഹത്തിലെ ഫോറങ്ങളിൽ മോശാവസ്ഥയിലും ഗ്രൂപ്പ്.
		-- James Moffitt

%
സമാനതയും നേടിയെടുക്കാവുന്നതുമാണ്? നിരപരാധികളായ സ്ത്രീകളും പുരുഷന്മാരും ദശലക്ഷക്കണക്കിന്, ഒപ്പംമക്കൾ, ക്രിസ്തുമതം മുതൽക്കേ, ഹോമയാഗം അനുസരിച്ചാണ്ഭേദ്യം പിഴ, തടവിലാക്കപ്പെട്ട; എന്നിട്ടും ഞങ്ങൾ നേരെ ഒരിഞ്ച് ചെന്നവരും ചെയ്തിട്ടില്ലസമാനതയും. എന്തു നിർബന്ധിച്ച് പ്രഭാവം ആണ്? പകുതി വരുത്തുന്നതിന്ലോകം മൂഢൻമാർ, മറ്റ് പാതി കപടഭക്തിക്കാരായ.
		-- Thomas Jefferson

%
സെൻസർ ചെയ്യാനുള്ള മാനുഷിക യജമാന അത് എപ്പോഴും ഇച്ഛിക്കുംപോലെ, സർവതും താമസിക്കുന്നവർസംസാരിപ്പാൻ മനുഷ്യ ബുദ്ധബോധത്തിൽ കൂടെ ദാഹമുണ്ടെന്ന് സംഘട്ടനം. മല്സരാര്ത്ഥികളായസ്വയം നീതി, .ഒറ്റ സെൻസർഷിപ്പ് എന്ന വയറു മേയും.Squelching പ്രസംഗം എന്നാൽ, ഒരിക്കലും സൊസൈറ്റി അറ്റ ​​.ഒറ്റ കുറയ്ക്കുന്നുഘടകഗ്രൂപ്പായ; അതു കേവലം അത് എവിടെ, അതു തിരിച്ചുവിടലുകൾ ഭൂഗർഭ അത് ടേപ്പ്കൂടുതൽ അപകടകരമായ hysterias കടന്നു കഥയെങ്ങാന്. ജസ്റ്റിസ് വാക്കുകളിൽബ്രാൻഡീസ്, "പുരുഷന്മാർ അന്ജാതെ ഭയപ്പെട്ടു സ്ത്രീകളും ചുട്ടുകളഞ്ഞു."
		-- Rodney Smolla, "Free Speech in an Open Society", p. 43.

%
കാലം വേരോടിയ സാമൂഹിക രാഷ്ട്രീയ വിവേചനവുമില്ല ഉള്ളതിൽഇണകളെ വള്ളംകളികൾ അല്ലെങ്കിൽ ക്ലാസുകൾ തമ്മിലുള്ള, ആരുടെ ശാസ്ത്രത്തിന്റെ ഫോമുകൾ ഉണ്ടാകുംപ്രധാന ചടങ്ങിൽ പക്ഷേ ഈ അമാന്തം കൂടാതെ നിയമപരമാക്കുവാൻ ആണ്.
		-- Elizabeth Fee

%
ജാഗ്രത ശ്രദ്ധിക്കുക, ജനം എപ്പോഴും അവരുടെ ജീവരക്ഷക്കായി കുറിച്ച് വീശുന്നതുകീർത്തി അല്ലെങ്കിൽ സോഷ്യൽ മാനദണ്ഡങ്ങൾ പരിഷ്കരണ കൊണ്ടുവരാൻ കഴിയുന്ന ഒരിക്കലും. ആആർ തികച്ചും അച്ചാരം ലെ ഒന്നും ഒന്നും ആഗ്രഹിക്കുന്നവരിലേക്ക് ചെയ്യുന്നുലോകത്തിലെ മതിപ്പു, പരസ്യമായും വീടുതോറും സീസൺ ലുംഔട്ട്, നിരസിച്ചില്ല ആശയങ്ങൾ അവരുടെ അഭിഭാഷകരും അവരുടെ അനുഭാവം ഏറ്റുപറയുക,ഭവിഷ്യത്തുകൾനിമിത്തം വഹിക്കും.
		-- Susan B. Anthony (1873)

%
"നിങ്ങൾ യാതൊരു സംസ്ഥാനം അല്ലെങ്കിൽ ഒരു ചുരുങ്ങിയ സംസ്ഥാന പോലും, അപ്പോഴും ഞങ്ങൾക്കുണ്ട്അതു പോയിന്റ് മാത്രം ചൂണ്ടിക്കാണിക്കാൻ വാദിക്കുന്നു. ഏറ്റവും minimalists ആഗ്രഹിക്കുന്ന പ്രത്യേകിച്ചുംഅവ കൃത്യമായി വയ്ക്കുന്നതായി സാമ്പത്തിക പോലീസ് സംവിധാനങ്ങളാണ് പ്രമാണിച്ചുവിശേഷാധികാരമുള്ളതായി. പോലീസ് ആഗ്രഹിക്കുന്ന അയാള്ക്ക് - അതാണ് നിങ്ങൾക്ക് libertarians തുടർന്ന്അവരുടെ അടിമകൾ നിന്നും സംരക്ഷണം! "
		-- Coyote, in Kim Stanley Robinson's "Green Mars"

%
അവർ പ്രധാനമായും സങ്കല്പിക്കുന്നത് ചോദ്യത്തിനുള്ള അല്ല അവരെ പഠിപ്പിക്കാൻ ആഗ്രഹിക്കുന്നു,എന്നാൽ അനുസരിച്ചു നടക്കുമെന്നു അവർ എന്നേക്കും നിലനിർത്തുന്നതിനും കഴിയും അങ്ങനെ നന്നായി പെരുമാറാൻഅവരുടെ മാർവ്വിടത്തിലേക്കു കുട്ടികളെ രണ്ടാം സഹസ്രാബ്ദത്തിന്റെ അതിന്റെ നേരെ lurches പോലെപരിഭ്രാന്തർ അടയ്ക്കുക.
		-- Jerome Stern

%
ഞാൻ പശ്ചാത്തപിക്കുവാൻ കഴിയാറില്ലെന്നാണ്. ഞാൻ പറഞ്ഞു എല്ലാറ്റിലും ആത്മാർഥമായ ആയിരുന്നു.തന്റെ പുതിയ പുസ്തകം annoucing
		-- Former Iraqi Information Minister Mohammed Saeed al-Sahaf,

%
ജീവനോടിരിക്കുന്നു ഒരു സമൂഹത്തിൽ അഴിമതി ആദ്യത്തെ അടയാളം എന്നതാണ്അവസാനം മാർഗ്ഗങ്ങളിലൂടെ നീതീകരിക്കുന്നു.       "എന്തുകൊണ്ട് സ്വാതന്ത്ര്യം?" ജോർജ് Bernanos അവസാന ഉപന്യാസങ്ങൾ "(1955)
		-- Georges Bernanos (1888-1948),

%
"[W] കോഴി നിങ്ങൾ നടക്കുന്നത് നയം ഒരു നയം അധികം എല്ലാവരുടെയും മോശമായ നിങ്ങൾ വങ്കത്തമാണ് അംഗീകരിക്കുന്നു, നിങ്ങൾ നടക്കുന്നത് നയം മികച്ച ആണ് ശരിക്കും വിഡ്ഢിത്തം പോലെ. "    - ബ്രാഡ് DeLong (2009)
		-- Georges Bernanos (1888-1948),

%
"കോടിക്കണക്കിന് പ്രതീക്ഷകളും അപകടത്തിലാകാം ചിന്തിച്ചേക്കും ചെയ്യുമ്പോൾ കാര്യങ്ങൾ വഴി നല്ല ബൗദ്ധിക പ്രാക്ടീസ് അല്ല. ഒരു ധാർമിക ബാധ്യതയാണ്. "    - പോൾ ന്യുജഴ്സിയിലെ "ചിലവുകുറഞ്ഞ ലേബർ പ്രശംസിച്ചു"
		-- Georges Bernanos (1888-1948),

%
"ഏറ്റവും ഭാഗമായി വേണ്ടി, ഡെമോക്രാറ്റ് ഭരിക്കാനുള്ള റിപ്പബ്ലിക്കൻ അവകാശം ആരായുകയും ചെയ്യരുത്അവർ തിരഞ്ഞെടുപ്പിൽ ജയിക്കുമ്പോൾ "കൈയിലടിച്ചു, ഡെമോക്രാറ്റുകൾ പോലും ഭരിക്കാനുള്ള റിപ്പബ്ലിക്കൻ അവകാശം ആരായുകയും ചെയ്യരുത്ഡെമോക്രാറ്റുകളും തെരഞ്ഞെടുപ്പില്.    - Scienceblogs.com ന് Moopheus,
		-- Georges Bernanos (1888-1948),

%
