1 വലിയ മൂല്യങ്ങൾ വേണ്ടി 1 + 1 = 3,.
		-- Greg Oetjen of Lorton, VA in the Washington Post

%
ബജറ്റ് കമ്മി = 1 ലീച്ച്-Rudman 1 ബില്ല്യൻ ഡോളർ6,023 X 10 23 പവർ ചീങ്കണ്ണി pears = കലർന്ന ന്റെ നമ്പറിലേക്ക്2 pints = 1 CavortLaryngitis അടിസ്ഥാന യൂണിറ്റ് = Hoarsepowerരണ്ടു തമാശകൾ = ഒരു വര തമ്മിലുള്ള ദൂരം കുറഞ്ഞ ദൂരം6 ശാപം = 1 Hexahex3500 കലോറി = 1 ഫുഡ് പൗണ്ട്1 മോൾ = 007 രഹസ്യ ഏജന്റുമാരുടെ1 മോൾ = 25 Cagey നഹ്ൽ1 ഡോഗ് പൗണ്ട് = 16 ഔൺസ്. Alpo ഓഫ്1000 റിലാക്സ് ഒരു ഇരട്ടകൾ ഗെയിം = 1 Killibrew ശുശ്രൂഷയേൽ വിര്ജിന്ഐലന്ഡ്സ്യുഎസ് = 1 I.V.League ചെയ്തത് ശസ്ത്രക്രിയയിലൂടെ കുഴലുകൾ 2.4 ചട്ടം മൈൽചൈനീസ് സൂപ്പ് = 1 വിജയിച്ചു ടൺ 2000 പൗണ്ട്മൈനസ് 6 വൈദ്യുതി mouthwashes = 1 മൈക്രോസ്കോപ്പ് 10ശബ്ദ തടസ്സം = 1 Machturtle വീഴാന് ആമ വേഗത8 മുഴു = 1 Octo-pussനിമ്ന-കാലിഫോർണിയൻ ബിയർ കുടിവെള്ള 365 ദിവസം. = 1 ലൈറ്റ് വർഷംമൂവന്തി = 1 വടിയിൽ Serling ലെ 16.5 അടിഫോഴ്സ് കുക്കികൾ 2.2lbs ത്വരിതപ്പെടുത്തുന്നതിന് = 1 ചിത്രം-ന്യൂട്ടൺ neededസെക്കന്റിൽ 1 മീറ്റർ ലേക്ക്പകുതി വലിയ ചെറുകുടൽ = 1 അർദ്ധവിരാമംമൈനസ് 6 വൈദ്യുതി സിനിമാ = 1 ശശ 101000 വേദന = 1 വേഗതകുറഞ്ഞ1 വാക്ക് = 1 Millipicture1 സാഗൻ = കോടിക്കണക്കിന് & കോടിക്കണക്കിന്1 Angstrom: കമ്പ്യൂട്ടർ ഉത്കണ്ഠ അളവു = 1000 ആണി-ബൈറ്റുകൾ12 വൈദ്യുതി മൈക്രോഫോണുകൾ = 1 ഹർഷാരവം 106 വൈദ്യുതി സൈക്കിളുകൾ = 2 megacycles 10സൗന്ദര്യം ആവശ്യമാണ് വിക്ഷേപണം 1 കപ്പൽ = 1 Millihelen തുക
		-- Greg Oetjen of Lorton, VA in the Washington Post

%
(1) പേപ്പർ ഷീറ്റ് ഒരു മഷി പാകിയ തലം ആണ്.(2) ഒരു ചെരിഞ്ഞ തലം ഒരു ചരിവ് അപ് ആണ്.(3) മന്ദഗതിയിലുള്ള നായ്ക്കുട്ടിയുടെ ഒരു അആഇഈഊഋഎഏഐഒഓഔകഖഗഘങചഛജഝഞടഠഡഢണതഥദധനപഫബഭമയരലവശഷസഹളഴറ ആണ്..മതസ്ഥാപനങ്ങളെന്നോ: കടലാസ് ഷീറ്റ് ഒരു അആഇഈഊഋഎഏഐഒഓഔകഖഗഘങചഛജഝഞടഠഡഢണതഥദധനപഫബഭമയരലവശഷസഹളഴറ ആണ്.
		-- Willard Espy, "An Almanac of Words at Play"

%
(1) മഹാനായ അലക്സാണ്ടർ വലിയ ജനറൽ ആയിരുന്നു.(2) മഹാനായ ജനറൽമാരും വകെക്കു ചെയ്യുന്നു.(3) വകെക്കു forearmed ആണ്.(4) നാല് ഇതിലും നമ്പറാണ്.(5) നാല് തീർച്ചയായും ഉണ്ട് മനുഷ്യൻ ആയുധങ്ങൾ ഒരു ഒറ്റയായി എണ്ണം.(6) രണ്ടും പോലും ഒറ്റയും മാത്രമാണ് നമ്പർ അനന്തമായി ആണ്.അതുകൊണ്ടു എല്ലാ കുതിരകളെ കറുത്തും ഇരിക്കുന്നു.
		-- Willard Espy, "An Almanac of Words at Play"

%
(1) മഹാനായ അലക്സാണ്ടർ വലിയ ജനറൽ ആയിരുന്നു.(2) മഹാനായ ജനറൽമാരും വകെക്കു ചെയ്യുന്നു.(3) വകെക്കു forearmed ആണ്.(4) നാല് ഇതിലും നമ്പറാണ്.(5) നാല് തീർച്ചയായും ഉണ്ട് മനുഷ്യൻ ആയുധങ്ങൾ ഒരു ഒറ്റയായി എണ്ണം.(6) രണ്ടും പോലും ഒറ്റയും മാത്രമാണ് നമ്പർ അനന്തമായി ആണ്.അതുകൊണ്ടു മഹാനായ അലക്സാണ്ടർ ആയുധങ്ങൾ എണ്ണം അനന്തമാണ് ഉണ്ടായിരുന്നു.
		-- Willard Espy, "An Almanac of Words at Play"

%
(1) നിങ്ങൾക്ക് എന്തു പകർത്താൻ കഴിയും ഒരിക്കലും.(2) നിങ്ങൾ എന്തു കാണാൻ സാധിക്കും പകർത്താനും ഒരിക്കലും.(3) കുറയ്ക്കാനും ഇറങ്ങി ഒട്ടിക്കാൻ കഴിയും എന്തു നമു ഒരിക്കലും.
		-- Willard Espy, "An Almanac of Words at Play"

%
(1) എക്സ് = y; നൽകപ്പെട്ട(2) x ^ 2 = എക്സ്.വൈ; എക്സ് വഴി ഇരുവശവും വർദ്ധിപ്പിക്കും(3) x ^ 2-y ^ 2 = എക്സ്.വൈ-y ^ 2; ഇരുഭാഗത്തും നിന്ന് y ^ 2 കുറയ്ക്കേണ്ട(4) (എക്സ് വൈ) (എക്സ്-Y) = y (x-Y); ഫാക്ടർ(5) എക്സ് വൈ = y; ഔട്ട് റദ്ദാക്കുക (എക്സ്-Y) അവധി(6) 2Y = y; സമവാക്യം 1 വൈ തന്നേക്കാം എക്സ്,(7) 2 = 1; വൈ ഇരുവശവും രണ്ടായി
		-- "Omni", proof that 2 equals 1

%
1.79 X 10 ^ 12 രണ്ടാഴ്ച ഓരോ നാഴിക - അതു ഒരു നല്ല ആശയം വെറും അത്രയേയുള്ളൂനിയമം!
		-- "Omni", proof that 2 equals 1

%
10.0 തവണ 0.1 വിരളമായേ 1.0 ആണ്.
		-- "Omni", proof that 2 equals 1

%
13. ... R-Q1
		-- "Omni", proof that 2 equals 1

%
"355/113 - അല്ല പ്രശസ്തമായ അപക്വവും നമ്പർ പി.ഐ., എന്നാൽ അവിശ്വസനീയമായ സിമുലേഷൻ!"
		-- "Omni", proof that 2 equals 1

%
സൂര്യനിൽ 7.140 പൗണ്ട്ബുധന്റെ ചൊവ്വയുടെ 97 പൗണ്ട്ഭൂമിയിലൊരു 255 പൗണ്ട്വീനസ് അല്ലെങ്കിൽ യുറാനസ് ന് 232 പൗണ്ട്ചന്ദ്രനിൽ 43 പൗണ്ട്വ്യാഴത്തിൽ 648 പൗണ്ട്ശനിയിലെ 275 പൗണ്ട്നെപ്റ്റ്യൂൺ ന് 303 പൗണ്ട്പ്ലൂട്ടോ 13 പൗണ്ട്സൗരയൂഥത്തിലെ.
		-- How much Elvis Presley would weigh at various places

%
പോളിഷ് ശാസ്ത്രജ്ഞരുടെ ഒരു കൂട്ടം അവരുടെ അടിച്ചമർത്തൽ സർക്കാർ ഓടിപ്പോകും തീരുമാനിച്ചുഒരു വിമാനത്തിൽ റാഞ്ചൽ വെസ്റ്റ് അവരെ പറക്കുന്ന പൈലറ്റ് ഇളക്കിയാൽ. അവഎയർപോർട്ടിലേക്ക് തെളിച്ചു ബോർഡ് വഴി ഒരു വലിയ പാസഞ്ചർ ജെറ്റ് നിർബന്ധിതനായിബോർഡിൽ യാതൊരു പൈലറ്റ് ഉണ്ടായിരുന്നു കണ്ടെത്തി. ഞെട്ടി അവർ ചീറിപ്പായുന്ന ആയി കേൾക്കുകയുണ്ടായിഉച്ചത്തിൽ ലഭിച്ചത്. അവസാനമായി, ശാസ്ത്രജ്ഞർ ഒരുത്തൻ ഒരു ആയതിനാൽ നിർദ്ദേശിച്ചുexperimentalist അവൻ വിമാനം പറക്കുന്ന ശ്രമിക്കും.അവൻ നിയന്ത്രണങ്ങൾ ഇരുന്നു അവരെ അവയെന്തെല്ലാമെന്നു് ശ്രമിച്ചു. ചീറിപ്പായുന്നഉച്ചത്തിൽ പറയ ലഭിച്ചു. ആയുധധാരികളായ ജെറ്റ് വളഞ്ഞു. പൈലറ്റ് ന്റെ തന്നെസുഹൃത്തുക്കൾ നിലവിളിച്ചു "ദയവായി, ഇപ്പോൾ അഴിച്ചുമാറ്റൂ !!! വേഗം !!!"experimentalist ശാന്തമായി മറുപടി പറഞ്ഞു, "ക്ഷമിക്കുക. ഞാൻ ഒരു ലളിതമായ സുഖമാണ്ഒരു മിശ്രപ്രതലത്തിലെ ഗവേഷണകേന്ദ്രം. "
		-- How much Elvis Presley would weigh at various places

%
ഒരു നിഗമനത്തിൽ ഒരാളുടെ ചിന്തയുടെ ആണ്ട സ്ഥലം.
		-- How much Elvis Presley would weigh at various places

%
ഒരു കോൺഫറൻസിൽ പേരായോ ഒന്നും ചെയ്യാൻ കഴിയുന്ന പ്രധാനപ്പെട്ട ആളുകൾ ഒരു ഒരുമിച്ചുകൂട്ടലാകുന്നുഎന്നാൽ ഒന്നിച്ചു ഒന്നും കഴിയൂ എന്നാണ് തീരുമാനിക്കാം.
		-- Fred Allen

%
ഒരു പരാജയപ്പെടും-സുരക്ഷിതം സർക്യൂട്ട് മറ്റുള്ളവരെ നശിപ്പിക്കും.
		-- Klipstein

%
ഒരു യൂണിറ്റ് അന്തിമ പരിശോധന കടന്നു വരെ പരാജയം ദൃശ്യമാകില്ല.
		-- Klipstein

%
"ഫ്രാക്റ്റലിന് നിർവചനപ്രകാരം Hausdorff Besicovitch ചെയ്തിട്ടുളള സജ്ജീകരിച്ചിരിക്കുന്നത്മാനം കർശനമായി ടോപ്പോളജിക്കൽ മാനങ്ങൾ കവിഞ്ഞു. "
		-- Mandelbrot, "The Fractal Geometry of Nature"

%
ഒരു ഗ്യാങ്സ്റ്റർ ഒരു എഞ്ചിനീയർ, ഒരു രസതന്ത്രം, ഒരു ഭൗതിക കൂടിയിരിക്കുന്ന. അവൻ വിശദീകരിച്ചുഅവൻ പറയുന്ന ആഴ്ച വരികയാണ് ഒരു കുതിര കടന്നുവന്നിരിക്കുന്നു മൂന്നു എന്നുകൂടിയിരിക്കുന്ന സഞ്ചി ഗ്യാങ്സ്റ്റർ ന്റെ കുതിര നേടുമെന്നാണ് എന്നു ഉറപ്പു ജോലി ഉണ്ടായിരുന്നു.റേസ് ഗ്യാങ്സ്റ്റർ അവർ എങ്ങനെ പറയാൻ മുമ്പാകെ അവർ ഇന്നു ഒപ്പോടുകൂടി ആയിരുന്നുഓരോ വിജയം ഉറപ്പാക്കാൻ ഉദ്ദേശിക്കുന്നു. അവർ reconvened എപ്പോഴാണ് ഗ്യാങ്സ്റ്റർ ഉപയോഗിച്ച് ആരംഭിക്കുകഎഞ്ചിനീയർ:ഗ്യാങ്സ്റ്റർ: ശരി, മിസ്റ്റർ എൻജിനീയർ, നിങ്ങൾ ലഭിച്ചു?എഞ്ചിനീയർ: ശരി, ഞാൻ വാഹനവും കടന്നു മെറ്റാലിക് നൂലുകൾ നെയ്യും ഒരു വഴി കെട്ടിച്ചമച്ചു ഞങ്ങൾപുതപ്പ് അവർ ബാറ്ററി അച്ചുതണ്ടുകളും പ്രവർത്തിച്ച് പ്രദാനം ചെയ്യുന്ന അങ്ങനെകുതിരയെ ഇലക്ട്രിക്കൽ ഷോക്ക്.ജി: ഇതു നല്ലതാണ്! എന്നാൽ ന്റെ രസതന്തശാസ്തജ്ഞ നിന്ന് കേൾക്കട്ടെ.രസതന്തശാസ്തജ്ഞ: ഞാൻ disolves ശക്തമായ കുമ്പളങ്ങ കൃത്രിമമായി ഞങ്ങൾപത്തു മിനിറ്റ് ശേഷം ലളിതമായ രക്തം ഭൗമോപരിതലത്തിലെ കടന്നു അതിനാൽപോസ്റ്റ്-റേസ് പരിശോധനകളിൽ കണ്ടെത്തി കഴിയില്ല.ജി: മികച്ചത്, ഗംഭീരം! എന്നാൽ ഞാൻ മുമ്പിൽ ഭൗതികശാസ്ത്രജ്ഞൻ നിന്ന് കേൾക്കാൻ ആഗ്രഹിക്കുന്നുഞാൻ എന്തു ചെയ്യണമെന്ന് തീരുമാനിക്കുന്നതിന്. ഭൗതികശാസ്ത്രജ്ഞൻ?ഭൗതികശാസ്ത്രജ്ഞൻ: ശരി, ആദ്യം ലളിതമായ ഹാർമോണിക് ചലനങ്ങൾക്ക് അവന്തി കുതിര പരിഗണിക്കുക ...
		-- Mandelbrot, "The Fractal Geometry of Nature"

%
"ഒരു ദുസ്വപ്നം കൊച്ചുകുട്ടി എന്നെ വന്ന് നീ നിന്റെ പുസ്തകത്തിൽ അറിയുന്നു പറഞ്ഞുക്രോണിക്കിൾസ്? ' ഞാൻ എന്നു പറഞ്ഞു അതെ? ' അവൻ എവിടെയാണ് അറിയുന്നു എന്നു പറഞ്ഞുഡീമോസ് ഈസ്റ്റ് ലെ ഉയരുന്ന സംസാരിക്കാവുന്ന? ' ഞാൻ എന്നു പറഞ്ഞു അതെ? ' അദ്ദേഹം `ഇല്ല 'പറഞ്ഞു- അങ്ങനെ ഞാൻ അവനെ ഹിറ്റ് ".
		-- attributed to Ray Bradbury

%
ഗണിത theorems കയറി കോഫി തിരിഞ്ഞ് ഒരു ഉപകരണമാണ്.
		-- P. Erdos

%
ഒരു ഗണിതശാസ്ത്രം, ഒരു ഡോക്ടർ, ഒരു എൻജിനീയർ കരയിൽ നടക്കുന്നു ഒപ്പംമുക്കിനശിപ്പിക്കപ്പെടാൻ സ്ത്രീയുടെ വയറ്റിൽ പമ്പ് ഗാർഡുകൾ ഒരു ടീം നിരീക്ഷിക്കുക. പോലെഅവർ വെള്ളം, മണൽ, ഒച്ചുകൾ ഇത്തരം പമ്പ് പുറപ്പെട്ടു കാണാൻ.ഡോക്ടർ ഒരു അവധി സൂക്ഷ്മനിരീക്ഷണം ഇങ്ങനെ പറയുന്നു: "നിങ്ങൾ ചെയ്യാം, പമ്പ് പുരുഷന്മാർഎങ്കിലും രക്ഷിക്കാൻ !! "ഗണിതശാസ്ത്രം ചില കണക്കുകൂട്ടലുകൾ ചെയ്യുകയും പറയുന്നു: "എന്റെ പ്രകാരംആ പമ്പ് വലിപ്പം ബുദ്ധി, നിങ്ങൾ ഇതിനകം കൂടുതൽ വെള്ളം നിക്ഷേപിച്ചുവ്യാസം സിലിണ്ടർ 4 അടി ഉൾക്കൊള്ളും കഴിഞ്ഞില്ല അവളുടെ ശരീരത്തിൽ നിന്നും അധികം ഒപ്പംഉയർന്ന 6 അടി. "എഞ്ചിനീയർ പറയുന്നു: "ഞാൻ അവൾ ഘർഷണസ്വഭാവമുള്ള ഇരുന്നു കരുതുന്നു."
		-- P. Erdos

%
പരിഹാരം ഒരു രീതി നാം തുടക്കം മുതൽ forsee കഴിയും എങ്കിൽ അത്യുത്തമംപോലും ആ രീതി താഴെ ഞങ്ങളുടെ ലക്ഷ്യം നേടാനാവില്ല എന്നു തെളിയിക്കാൻ.
		-- Leibnitz

%
പ്രധാന അളവുകൾ കഴുതയെ വേദനയുണ്ട്.
		-- C. A. Desoer, on the solution of non-linear circuits

%
ഒരു ഭൗതികശാസ്ത്രജ്ഞൻ ആറ്റങ്ങൾ കുറിച്ച് അറിയാതെ ഒരു അണുവിൻറെ വഴി.
		-- George Wald

%
ഒരു വയ്യാ മുകളില് കിടക്കുന്ന ഒരു കയർ ഓരോ ഭാഗത്തും ഇതേ ദൈർഘ്യം. അത്കാൽ ശതമാനം ഒരു പൌണ്ട് മൂന്നിലൊന്നു ഭാരം. ഒരു അറ്റത്തും ഒരു കുരങ്ങൻ അടങ്ങുന്ന തൂക്കിക്കൊന്നുവാഴ, മറ്റെ അറ്റത്തും കുരങ്ങൻ തൂക്കം തുല്യമായ ഭാരം.വാഴ ഇഞ്ച് രണ്ട് ഔൺസ് ഭാരം. കയർ പോലെ (അടി) എന്ന് ദൈർഘ്യമുള്ളതാണ്കുരങ്ങൻ (വർഷത്തിനുള്ളിൽ) എന്ന പ്രായം, കുരങ്ങൻ (ഔൺസ് ൽ) തൂക്കംകുരങ്ങൻ അമ്മ വയസ്സിൽ തന്നെ ആണ്. സംയുക്ത പ്രായംകുരങ്ങ് അതിന്റെ അമ്മ മുപ്പതു വർഷം. കുരങ്ങ് തൂക്കമുള്ള ഒരു പകുതി,പ്ലസ് നേന്ത്രപ്പഴം തൂക്കം പുറത്ത് ഒന്നു തൂക്കം പോലും ആണ്ഭാരം റോപ്പ് ഭാരം. കുരങ്ങൻ അമ്മ പാതി പഴക്കമുണ്ട്അതു അവൾ തള്ളയുടെ പോലെ പഴയ മൂന്നു പ്രാവശ്യം വരുമ്പോൾ കുരങ്ങൻ ആയിരിക്കുംഅവൾ അതു തള്ളയുടെ പോലെ പഴക്കമുണ്ട് സന്ദർഭത്തിലും കുരങ്ങൻ ഇരിക്കും പഴയ പകുതി ആയിരുന്നുഅവൾ അതു രണ്ടുവട്ടം ആയിരുന്നപ്പോൾ കുരങ്ങൻ പോലെ പഴയ നാലു പ്രാവശ്യം വരുമ്പോൾ ആയിരിക്കുംഅവൾ അത് കുരങ്ങൻ ആയിരുന്നു പഴയ മൂന്നാം ഒന്നായിരുന്നു അതിന്റെ മാതാവ് പോലെഅമ്മ പോലെ പഴയ ആയിരുന്നു അവൾ കുരങ്ങൻ പോലെ പഴയ മൂന്നു പ്രാവശ്യം എത്തിയപ്പോൾഅതു ഇപ്പോൾ പഴയ പോലെ നാലാം ഒന്നായിരുന്നു സന്ദർഭം. വാഴ എത്ര സമയമെടുക്കും?
		-- George Wald

%
ഒരു ശാസ്ത്രീയ സത്യം എതിരാളികളെ പോക്കേ വഴി ജയം ഇല്ലഒടുവിൽ എതിരാളികളെ കാരണം അവരെ വിശേഷാൽ പ്രകാശം കാണുന്നു making, എന്നാൽമരിക്കുന്നു പുതിയ തലമുറയും പരിചയമുളള എന്ന് വളരുന്നു.
		-- Max Planck

%
ശൂന്യവും അനിശ്ചിതത്വം, മാന്യൻമാരായിക്കൊണ്ട് എന്ന, baselessness പ്രതീതിസത്യന്വേഷികളായ, പ്രയത്നത്തിൻറെ മായ നൽകുന്നു ജീവന് ഒരു ദാഹം എന്നപരാജയപ്പെട്ടിരിക്കുന്നു പെട്ടെന്നു തോന്നുന്നു വെള്ളം .അടിമകളെ ലെ തെളിവുകളുണ്ട്നമ്മുടെ ജീവിതത്തിൽ ഈ ആവശ്യമായ പുനഃസംഘടന എന്ന.അതു മനസ്സിൽ ഈ രാഷ്ട്രീയ നിർമ്മിക്കാം വിശ്വസിക്കുന്നു പ്രയാസമാണ്ഇത്തരം വസ്തുതകൾ തിരിച്ചറിയൽ ആ പിന്തുണയ്ക്കാത്ത കല്ലുകൾ എപ്പോഴും വീഴും പോലെനിലത്തു.
		-- J. W. N. Sullivan

%
സമസ്യാപൂരണം ന് കഠിനമായ സ്ട്രൈൻഉയർന്ന, പോലും ഒരു മിസൈൽ അയച്ചുകൊണ്ട് ഒരു മാർഗ്ഗമായാണ്ഭൂമിയുടെ അന്തരീക്ഷത്തിന്റെ പേടിപ്പിക്കേണ്ട, പ്രൊഫസർ ഗോദ്ദാർദ് ന്റെ റോക്കറ്റിന്റെ ഏറ്റവും ഭാഗങ്ങൾഒരു പ്രായോഗികമാണെന്ന് അതിനാൽ വാഗ്ദാനം ഉപകരണമാണ്. ഒറ്റ പരിഗണിക്കുകയുള്ളൂവെന്ന അത് സംഭവിക്കുന്നത്ഒറ്റ സംശയിച്ചു രൂപപ്പെടും ചന്ദ്രൻ ഒരു സഞ്ചാരി നിലയിൽ ഒന്നിലധികം-ചാർജ് റോക്കറ്റ് ...അതിന്റെ റോക്കറ്റ് ഞങ്ങളുടെ വിമാന രാജിവച്ചു ശരിക്കും അതിന്റെ യാത്ര ആരംഭിച്ച് വേണ്ടി,ഫ്ലൈറ്റ് ത്വരിതപ്പെടുത്തിയ അതുകൊണ്ടു തന്നെ ഉപകാരമോ എന്ന സ്ഫോടനം പരിപാലിക്കുന്നഅതു പിന്നീട് അവശേഷിക്കുന്നു ചെയ്തിരിക്കാം ഈടാക്കുന്നത്. തന്റെ "കസേര" കൂടെ പ്രൊഫസർ ഗോദ്ദാർദ്,ക്ലാർക്ക് കോളേജ്, സ്മിത്സോണിയൻ ഇൻസ്റ്റിറ്റ്യൂഷൻ ഓഫ് countenancing, അല്ലേ, എന്തെങ്കിലും ഞങ്ങൾക്കുണ്ട് ആവശ്യകത വീണ്ടും നടപടി നടപടി ബന്ധത്തെ അറിയുന്നുപ്രതികരിക്കേണ്ടത് നേരെ ധാര്മിക നല്ലതു ... വിജയകുമാര് മാത്രം തോന്നുന്നുഹൈസ്കൂളുകൾ ദിനംപ്രതി പുറത്തു ladled അറിവ് കുറവുണ്ടോ.
		-- New York Times Editorial, 1920

%
ഒരു സൈൻ വക്രം അനന്തതയോളം ഓഫ് പോകുന്നു, അല്ലെങ്കിൽ ബ്ലാക്ക് കുറഞ്ഞത് അവസാനം.
		-- Prof. Steiner

%
ഒരു സോഷ്യൽ ശാസ്ത്രജ്ഞനായ ചെറിയ വടക്കേ സംസ്കാരവും ആചാരങ്ങളും പഠിക്കുന്നആഫ്രിക്കൻ ഗോത്രത്തിൽ, ഇപ്പോഴും സംഘടിപ്പിക്കാന് പുരാതന ആർട്ട് പരിശീലിക്കുകയും ഒരു സ്ത്രീ കണ്ടെത്തി.പ്രാദേശികമായി അവൾ മൂർ, marrier അറിയപ്പെട്ടിരുന്നത്.
		-- Prof. Steiner

%
ലെജി ഉയർന്ന വായിച്ചുതീർന്നപ്പോൾ പറക്കുന്ന വിസമ്മതിച്ച ഒരു സ്ഥിതിവിവരവിദഗ്ദ്ധനും,ഏതെങ്കിലും തന്നിരിക്കുന്ന വിമാനത്തിൽ ഒരു ബോംബ് ഉണ്ടാകും പ്രോബബിലിറ്റി, മനസ്സിലായിഅവിടെ നൽകിയ ഏതൊരു ഫ്ലൈറ്റിൽ രണ്ട് ബോംബുകൾ ഒരാളായി പ്രോബബിലിറ്റി വളരെ കുറവാണ്.ഇപ്പോൾ അവൻ പറക്കുന്ന കണ്ടാൽ അവൻ ബോംബ് അവനോടുകൂടെ വഹിച്ചു.
		-- Prof. Steiner

%
ഉടനേ അഭിനയം ഫ്യൂസ് സംരക്ഷിക്കപ്പെടുക ഒരു ട്രാൻസിസ്റ്റർ വഴി ഫ്യൂസ് സംരക്ഷിക്കുംആദ്യം വീശുന്ന.
		-- Prof. Steiner

%
135 ഡിഗ്രി ഒരു കോണിൽ ഉള്ള ഒരു ത്രികോണം അശ്ലീല ത്രികോണം വിളിക്കുന്നു.
		-- Prof. Steiner

%
കൺവെൻഷൻ പ്രകാരം ഒരു മധുരവും കയ്പ്പേറിയതും ഒരു ചൂടുള്ള ഒരു തണുത്ത ഇല്ല,കൺവെൻഷൻ തക്കവണ്ണം ഒരു ഉത്തരവുമുണ്ട്. സത്യത്തിൽ, ആറ്റങ്ങൾ ഉണ്ട്ഒരു ശൂന്യവുമായിരിക്കും.
		-- Democritus, 400 B.C.

%
പുതിയ ഔദ്യോഗിക കണക്കുകൾ പ്രകാരം, കണക്കുകളെല്ലാം 43% ആകുന്നുതികച്ചും വിലകെട്ട.
		-- Democritus, 400 B.C.

%
ACHTUNG !!!ദാസ് മെഷീൻ nicht രോമങ്ങൾ gefingerpoken und mittengrabben ആണ്. ന്യൂഡൽഹി എളുപ്പത്തിൽ schnappenഡെർ springenwerk, blowenfusen À 'corkenpoppen എംഐടി spitzensparken. IST nichtരോമങ്ങൾ ദാസ് dummkopfen വഴി gewerken. ദാസ് rubbernecken sightseeren keepen കൈകൾദാസ് കാശും. Relaxen À 'vatch ദാസ് blinkenlights !!!
		-- Democritus, 400 B.C.

%
യഥാർത്ഥത്തിൽ, പ്രോബബിലിറ്റി 100% എലിവേറ്റർ പോകുന്നത് ആയിരിക്കുംശരിയായ ദിശ. നിവേശിത വഴി രേഖകൾ:എൻ = 1. നിങ്ങളും എലിവേറ്റർ ഇരുവരും ഒരേയൊരു കാരണം, Trivially സത്യമാണ്പോകാൻ ഫ്ലോർ., എൻ സത്യമാകുന്നു ഏറ്റെടുക്കാനും n + 1 തെളിയിക്കാൻ:നിങ്ങൾ ആദ്യം എൻ നിലകളിൽ ഏതെങ്കിലും ആകുന്നു എങ്കിൽ, അത് സത്യത്തെഇൻഡക്ഷൻ കരുതുന്നു. നിങ്ങൾ n + 1st തറയിൽ ആകുന്നു ആണെങ്കിൽ, നിങ്ങൾഒപ്പം എലിവേറ്റർ ഒരേയൊരു നിര, അതായത് ഇറങ്ങി ഞങ്ങൾക്കുണ്ട്. അതുകൊണ്ടു,അതു n + 1 എല്ലാ നിലകളിൽ സത്യമാണ്..മതസ്ഥാപനങ്ങളെന്നോ.
		-- Democritus, 400 B.C.

%
ദശാംശ ധാരാളം സ്ഥലങ്ങളുണ്ട് ശേഷം ആരും താല്പര്യമില്ലാതിരിക്കുക നൽകുന്നു.
		-- Democritus, 400 B.C.

%
ഉപകരണമായി വന്നുകൂടി ശേഷം, അധിക ഘടകങ്ങളും കണ്ടെത്തുംബെഞ്ച് ന്.
		-- Democritus, 400 B.C.

%
ഇസ്രായീൽ സന്തതികളെ മുപ്പത്തി ഒൻപത് വർഷമായി ഉഴന്നു ശേഷംമരുഭൂമിയിൽ, ഫെർഡിനാന്റ് Feghoot ഉറപ്പാക്കാനായി അവ എന്ന് ഉണ്ടാക്കുവാൻ എത്തിഒടുവിൽ കണ്ടെത്താനും വാഗ്ദത്ത ഭൂമി നൽകുക. അവനെ; അവൻ കൊണ്ടുവന്നുപ്രിയപ്പെട്ട റോബോട്ട് വിശ്വസ്തൻ പഴയ Yewtoo Artoo തന്റെ ഗിയർ വഹിക്കുന്നവരും ചെയ്യാൻആട്ട ക്യാമ്പ് കണ്ണീരും.ഇസ്രായേല്യർ ഉടൻ റോബോട്ട് ഇനിഷ്യല് ഭയം മേൽ ലഭിച്ചത്,മാസം കടന്നു പോകുമ്പോൾ അവനെ ഒരുപാട് തവണ. വിപ്രവാസം എടുത്തുഅദ്ദേഹത്തോടൊപ്പം ദൈവശാസ്ത്രപരമായ പ്രശ്നങ്ങൾ abtruse ചർച്ച, ഓരോ വൈകുന്നേരംഎല്ലാ മക്കളും പല കഥകളും അവൻ പ്രോഗ്രാം ഏതൊരു കേൾക്കാൻ തടിച്ചുകൂടി.അവരുടെ യാത്ര പോലെ ആയിരുന്നു ആകയാൽ അവർക്ക് വലിയ ഇഖ്ബാൽ പറഞ്ഞുഅവസാനിക്കുന്ന അവൻ പെട്ടെന്നവസാനിക്കുന്ന പുറത്തു ധരിച്ചിരുന്നത്. പോലും Feghoot ആശ്വസിപ്പിക്കേണ്ടതിന്നു കഴിഞ്ഞില്ല."ഇത്, ഫെർഡിനാന്റ് Feghoot ശരിയാണെന്ന് വരാം," മൂസാ, നമ്മുടെ സുഹൃത്ത് പറഞ്ഞു "Yewtoo Artoo ചേരില്ല, ഞങ്ങൾ അത് വിശ്വസിക്കാൻ കഴിയുന്നില്ല. അവൻ ശരിയായി ആയിരിക്കണംinterred. മിസ്രയീമ്യർ ചെയ്യുന്നതുപോലെ അദ്ദേഹത്തെ നാം സുഗന്ധവർഗ്ഗം കഴിയില്ല. അന്ധൻമാരെ ഞങ്ങൾ വിറകു ഞങ്ങൾക്കുണ്ട്ഒരു ശവപ്പെട്ടിയിൽ. എന്നാൽ ഞാൻ ഫറോവയുടെ സ്വന്തം നിന്ന് ഒരു ഏറ്റവും സുന്ദരമായ ത്വക്ക് ചെയ്യാൻകന്നുകാലി. നാം അതിൽ അവനെ അടക്കം ചെയ്യും. "Feghoot സമ്മതിച്ചു. "അതെ, ഈ തന്റെ അവസാന മാകും പാർപ്പിൻ.""മാകും?" മോശെ നിലവിളിച്ചു. "അല്ല ഈ ഭയാനക വരണ്ട മരുഭൂമിയിൽ!""അയ്യോ!" , ഫെർഡിനാന്റ് Feghoot നെടുവീർപ്പിട്ടു ഒരു കണ്ണീർ ലോഡ്ഷെഡ്ഡിങ് "ഞാൻ നിങ്ങൾ എന്തു ഭയപ്പെടുന്നുഫറോവയുടെ ന്റെ oxhide നിറഞ്ഞ പ്രാധാന്യം ഗ്രഹിക്കാൻ! "Feghoot! "
		-- Grendel Briarton "Through Time & Space With Ferdinand

%
16 ആസ്കിയല്ലാത്ത പ്ലെയ്സ്മെന്റ് അവസാന ഒരു ആക്സസ് നിന്ന് നീക്കം ചെയ്തു ശേഷംകവർ, അതു തെറ്റാണ് ആക്സസ് കവർ നീക്കം ചെയ്തു കണ്ടെത്തിയിരുന്നു ചെയ്യും.
		-- Grendel Briarton "Through Time & Space With Ferdinand

%
ഈ എഴുതിയിരുന്നു ശേഷം ശ്രദ്ധേയമായ ഒരു മരണാനന്തരമുള്ള ഓർമക്കുറിപ്പ് ആ പ്രത്യക്ഷനായിഈ പരീക്ഷണങ്ങളിൽ Millikan മുൻനിര പങ്ക് ചില സംശയമില്ല എറിയുന്നു. ഹാർവിഫ്ലെച്ചർ (1884-1981), ചിക്കാഗോ സർവകലാശാല ഒരു ബിരുദ വിദ്യാർത്ഥി ആയിരുന്ന,Millikan ന്റെ നിർദേശിച്ചതിന്റെഅടിസ്ഥാനത്തിൽ ഇലക്ട്രോണിക് ചാർജ് അളവ് പ്രവർത്തിച്ചിട്ടുണ്ട്തന്റെ ഡോക്ടറൽ തീസിസിന്റെ ഈ വിഷയത്തെപ്പറ്റി ആദ്യകാല പേപ്പറുകൾ കോ എഴുതിയ ചിലMillikan കൂടെ. ഫ്ലെച്ചർ നിർദ്ദേശങ്ങളടങ്ങിയ ഒരു സുഹൃത്തുമായി കയ്യെഴുത്തുപ്രതി അവശേഷിക്കുന്നുഅതു തന്റെ മരണശേഷം പ്രസിദ്ധീകരിക്കും എന്നും കയ്യെഴുത്തുപ്രതി പ്രസിദ്ധീകരിക്കപ്പെട്ടുഫിസിക്സ് ഇന്ന് ജൂൺ 1982, പേജ് 43. അതിൽ ഫ്ലെച്ചർ അദ്ദേഹം അവകാശപ്പെടുന്നുണ്ട്എണ്ണ മഴത്തുള്ളികളും പരീക്ഷണം ആദ്യമായി ഓൺ ചാർജുകൾ അളക്കാൻ ആദ്യമായിസിംഗിൾ കണങ്ങൾ, എണ്ണ ഉപയോഗം നിർദ്ദേശിക്കാൻ ആദ്യ സാധ്യതയുണ്ട്.ഫ്ളെച്ചർ പറയുന്നത്, Millikan ന് കൂടെ താങ്കൽ രചിച്ചതോ കരുതിയിരുന്നത്നിർണായകമായ ആദ്യ ലേഖനം ഇലക്ട്രോണിക് അളക്കുക വിളിച്ചറിയിക്കുന്നചാർജ്, എന്നാൽ Millikan വഴി ഈ വെല് ചെയ്തു.റോബർട്ട് Millikan പൊതുവേ ശരിക്കും ആദ്യ making ബഹുമതിയുള്ളത്ഒരു ഇലക്ട്രോൺ ന് ഈടാക്കാതെ കൃത്യമായ കണക്കാക്കൽ ആദരിച്ചു1923 നോബൽ സമ്മാനം.
		-- Steven Weinberg, "The Discovery of Subatomic Particles"

%
ഗവേഷണത്തിന്റെ വർഷങ്ങൾക്ക് ശേഷം, ശാസ്ത്രജ്ഞർ അടുത്തിടെ ഇല്ല എന്നു റിപ്പോർട്ട്തീർച്ചയായും സ്പാനിഷ് ഹാർലെം ലെ arroz.
		-- Steven Weinberg, "The Discovery of Subatomic Particles"

%
ആഗ്രഹത്തിന് വിരുദ്ധമായി നീയതാഗ്രഹിക്കുന്നുവോ ന്റെ ക്ലാസ്റൂം നവീകരിച്ചു ചെയ്തു. എപ്പോഴുംശേഷം, അവൻ നല്ല വേദി സംസാരിക്കുന്നത് പരിഗണിക്കുന്നു. തന്റെ വിദ്യാര്ത്ഥികള്ക്ക് ചെറിയ നട്ടുഅദ്ദേഹത്തോടുള്ള ബഹുമാനാർത്ഥം തോട്ടങ്ങൾ; മരങ്ങൾ എല്ലാ സ്ക്വയർ വേരുകൾ ഞങ്ങൾക്കുണ്ട്.
		-- Steven Weinberg, "The Discovery of Subatomic Particles"

%
എയർ അതിൽ തുളകൾ വെള്ളം.
		-- Steven Weinberg, "The Discovery of Subatomic Particles"

%
എയർ മലിനീകരണം ശരിക്കും ഞങ്ങളെ മൂക്കിൽ തീർക്കാം ചെയ്യുന്നുള്ളൂ.
		-- Steven Weinberg, "The Discovery of Subatomic Particles"

%
ആൽബർട്ട് ഐൻസ്റ്റീൻ, റേഡിയോ വിവരിക്കാൻ ചോദിച്ചപ്പോൾ പറഞ്ഞു: "നീ കാണുന്നുവല്ലോ വയർടെലഗ്രാഫ് ഒരു, വളരെ പൂച്ച ഒരു തരം. നിങ്ങൾ പുതിയ തന്റെ വാൽ pullന്യൂയോർക്ക് അവന്റെ തല ലോസ് ഏഞ്ചൽസിലെ meowing ആണ്. ഈ പരമകാരുണികന്?റേഡിയോ ഇതേ വിധത്തിൽ വഹിക്കുന്നു: നിങ്ങൾ ഇവിടെ സിഗ്നലുകൾ അയയ്ക്കുക അവർഅവിടെ അവ സ്വീകരിക്കാൻ. ഒരു വ്യത്യാസം മാത്രം യാതൊരു പൂച്ച എന്നൊന്നില്ല എന്നതാണ്. "
		-- Steven Weinberg, "The Discovery of Subatomic Particles"

%
അലക്സാണ്ടർ ഗ്രഹാം ബെൽ ഫോടോഗ്രാഫെര്സ് ന്യൂയോർക്കിൽ, ഇപ്പോഴും കാത്തിരിക്കുന്നുഒരു ഡയൽ ടോൺ.
		-- Steven Weinberg, "The Discovery of Subatomic Particles"

%
നിങ്ങൾ എന്തിനെക്കുറിച്ചാണ് സംസാരിക്കുന്നതെന്ന് അറിയില്ല വരുമ്പോൾ ബീജീയഗ്രൂപ്പുകളും ചിഹ്നങ്ങൾ ഉപയോഗിക്കുന്നു.
		-- Philippe Schnoebelen

%
എല്ലാ Finagle നിയമങ്ങൾ ചെയ്യുന്നത് ലളിതമായ ആർട്ട് പഠന സീനിയോറിറ്റി ചെയ്യാംവിധം.
		-- Philippe Schnoebelen

%
എല്ലാ വലിയ കണ്ടുപിടുത്തങ്ങൾ തെറ്റ് നിർമ്മിക്കുന്നത്.
		-- Young

%
എല്ലാ വലിയ ആശയങ്ങൾ വിവാദ, അല്ലെങ്കിൽ ഒരു സമയത്ത് ചെയ്തിരിക്കുന്നു.
		-- Young

%
എല്ലാ നിയമങ്ങളും യാഥാർത്ഥ്യത്തെ അനുകരണങ്ങൾ ആകുന്നു.
		-- John C. Lilly

%
എല്ലാ ജീവിതം സ്ഥാപനങ്ങളുടെയോ തനിപ്പകർപ്പാക്കുക ഡിഫറൻഷ്യൽ സർവൈവൽ വഴി വികസിക്കുകയാണ്.
		-- Dawkins

%
എല്ലാ വൈദ്യുതി അഴിമതിക്ക് എങ്കിലും ഞങ്ങൾ വൈദ്യുതി ആവശ്യമാണ്.
		-- Dawkins

%
എല്ലാ സയൻസ് ഫിസിക്സ്, ശേഖരണത്തിനു ആണ്.
		-- Ernest Rutherford

%
എല്ലാ പണമോ ഒരു സംസ്ഥാനം ഏകദേശം ലേക്കുള്ള ദീർഘകാലാടിസ്ഥാനത്തിൽ അപലപിച്ചു തോന്നുന്നുഗോഷ്യൻ മുഴക്കം.
		-- James Martin

%
എല്ലാ syllogisms മൂന്നായി ഞങ്ങൾക്കുണ്ട് ഈ ഒരു സീനയുടെ അല്ല.
		-- James Martin

%
പ്രപഞ്ചം സംബന്ധിച്ചു എല്ലാ തെളിവുകൾ ഇതുവരെ ശേഖരിച്ച ചെയ്തിട്ടില്ല,അങ്ങനെ ഇപ്പോഴും പ്രതീക്ഷിക്കുന്നു അവിടെ.
		-- James Martin

%
എല്ലാ രസതന്ത്രം ശരിക്കും ഫിസിക്സ് ആണ്; താത്വികന്യായീകരണമോ രസതന്ത്രജ്ഞരെയുംഅറിയുക.
		-- Richard P. Feynman

%
ചന്ദ്രൻ ഭൂമിയുടെ ചെറുതാണ് ആണെങ്കിലും, അകന്ന അകലെയാണ്.
		-- Richard P. Feynman

%
ഞങ്ങൾ ആധുനിക പേരെ ഞങ്ങളുടെ വൈദ്യുത ലൈറ്റുകൾ, റേഡിയോകൾ, mixers, എടുത്തു പ്രവണത ആണെങ്കിലുംമുതലായവ, അനുവദിച്ചു, വർഷം മുമ്പ് നൂറുകണക്കിന് ആളുകൾ ഇവയിൽ ഏതെങ്കിലും ഇല്ലായിരുന്നു വേണ്ടികാര്യങ്ങൾ, അവയിൽ പ്ലഗ് സ്ഥലം ഇല്ലായ്കകൊണ്ടു ഏത് പോലെ ആണ്.അപ്പോൾ സഹിതം ഒരു പറന്നു ആദ്യത്തെ ഇലക്ട്രിക്കൽ പയനീർ, ബെഞ്ചമിൻ ഫ്രാങ്ക്ലിൻ, വന്നുഒരു വിളക്കുകൾ കൊടുങ്കാറ്റിൽ കൈറ്റ് ഒരു ഗുരുതരമായ ഇലക്ട്രിക്കൽ കാര്യവുംകൂടി. ഈപുറമേ ലൈറ്റിംഗ് പരവതാനികളും അതേ ഫോഴ്സ് നൽകുന്ന തെളിയിച്ചു, എന്നാൽ അത്അങ്ങനെ കഠിനമായി അവൻ മാത്രം സംസാരിക്കുന്ന ആരംഭിച്ച ഫ്രാങ്ക്ലിൻ മസ്തിഷ്ക കേടുവന്നുപോലുള്ള "സംരക്ഷിച്ചു ഒരു നാണയം നേടുന്നതിന് തുല്യമാണ്." അതീതനാകുന്നു ജ്ഞാപകവാക്യങ്ങൾ,ഒടുവിൽ അവൻ പോസ്റ്റ് ഓഫീസ് പ്രവർത്തിക്കുന്ന ജോലി ഉണ്ടായിരുന്നു.
		-- Dave Barry, "What is Electricity?"

%
എല്ലായ്പ്പോഴും തുടർന്ന്, നിങ്ങളുടെ കർവുകൾ ആകർഷിക്കും നിങ്ങളുടെ വായന ഗൂഢാലോചന.
		-- Dave Barry, "What is Electricity?"

%
എല്ലായ്പ്പോഴും ഇത് പ്രവർത്തിക്കുന്നില്ലെങ്കിൽ ഒരു വിശദീകരണം ചേർക്കാൻ സ്ഥലം ലഭ്യമാക്കുക.
		-- Dave Barry, "What is Electricity?"

%
പുതിയ എന്തെങ്കിലും എപ്പോഴും വിചാരിക്കുന്നു; ഈ നിങ്ങളുടെ കഴിഞ്ഞ ചീഞ്ഞ ആശയം മറക്കരുത് സഹായിക്കുന്നു.
		-- Seth Frankel

%
എല്ലായ്പ്പോഴും കാലക്രമത്തിൽ താഴെപ്പറയുന്നവയാണ് കാര്യങ്ങൾ ചെയ്യാൻ ശ്രമിക്കുക; അതു കുറവ് ആ വഴി ആശയക്കുഴപ്പമുണ്ടാക്കുന്നു.
		-- Seth Frankel

%
ഒരു പ്രായ പ്രകാശം പരാജയപ്പെട്ടാൽ കാരണം ഇരുണ്ട അല്ല വിളിച്ചു; കാരണംജനം അത് കാണുന്ന വിസമ്മതിക്കുന്നു.
		-- James Michener, "Space"

%
ഒരു അമേരിക്കൻ ശാസ്ത്രജ്ഞൻ ഒരിക്കൽ വലിയ നോബൽ സമ്മാനം ഓഫീസുകളില് സന്ദർശിച്ചു, ഭൗതികശാസ്ത്രം നീൽസ് ബോർ നേടിയ കോപ്പൻഹേഗനിൽ. അവൻ കണ്ടെത്താൻ സ്തംഭിച്ചുപോയിബോർ മേശ മേൽ ഹോഴ്സ്ഷൂ, കൂടെ, സുരക്ഷിതമായി മതിൽ കര്ൂശിൽതുറന്ന അവസാനം അപ്പ് അംഗീകൃത വിധത്തിൽ (അങ്ങനെ അത് വിജയാശംസകളും ഉരുവിന്റെ മനസ്സില്ലാതെഅതു ഭാരമാണ്) ചെയ്യട്ടെ. അമേരിക്കൻ ബാലാ ചിരിച്ചുകൊണ്ട് പറഞ്ഞു"തീർച്ചയായും നിങ്ങൾ ഹോഴ്സ്ഷൂ നിങ്ങൾ വിജയാശംസകളും വരുത്തും വിശ്വസിക്കുന്നില്ല,നിങ്ങൾ പ്രൊഫസർ ബോർ ചെയ്യാൻ? എല്ലാ, ശേഷം ശാസ്ത്രീയമായി - "ബോർ ഫുള്ളി."ഞാൻ അത്തരം കാര്യം ഇല്ല, എന്റെ നല്ല സുഹൃത്ത് വിശ്വസിക്കുന്നു.. ഞാൻ ആകുന്നുഇത്തരം അഗണ്യമാക്കിതള്ളിക്കളഞ്ഞിരിക്കുന്നു വിശ്വസിക്കാൻ ഹീനനായിട്ടുള്ളവനും സാധ്യത. എന്നാൽ തീരുമാനിച്ചപ്പോഴുംഒരു കുതിരലാടം നിങ്ങൾ അല്ലെങ്കിൽ വിശ്വസിക്കാതിരിക്കുക നല്ല ഭാഗ്യം വരുത്തും. "
		-- James Michener, "Space"

%
ടുലെയ്ൻ ചെയ്തിരുന്ന ഒരു നരവംശ വെറും ന്യൂ ഒരു ഫീൽഡ് ട്രിപ്പ് നിന്ന് തിരികെ വന്നിരിക്കുന്നുഅവർ ആശ്രയം അവർക്കാവശ്യമുള്ള പ്രാകൃതമായ എങ്കിലും ഗോത്രത്തിൽ റിപ്പോർട്ടുകൾ ഗ്വിനിയനാരങ്ങ-പുതിയ ബൊറാക്സ് ഉപയോഗിച്ച് പുതിയ വേലിയേറ്റം.
		-- David Letterman

%
ഒരു വാസ്തുശില്പി ആദ്യ കൃതി കാറും ശുദ്ധിയുള്ളവനായിരിക്കേണം സമർത്ഥനും ആണ്. അവൻ അറിയുന്നുതാൻ ചെയ്യുന്നതെന്ന് അറിയുന്നില്ല, അതിനാൽ അവൻ ശ്രദ്ധാപൂർവം വലിയ അതു ചെയ്യുന്നവൻബദ്ര്യുദ്ധത്തില്.അവൻ ബജറ്റ് ആൻഡ് ആഹാരപദാർത്ഥങ്ങളും ശേഷം ആദ്യ കൃതി, ബജറ്റ് കമനീയമായി പോലെആഹാരപദാർത്ഥങ്ങളും ശേഷം അവനോടു സംഭവിക്കാം. ഈ "ഉപയോഗിക്കും അടുത്ത അകലെ സംഭരിക്കുംസമയം. "ഉടനെ അല്ലെങ്കിൽ പിന്നീട് ആദ്യ സിസ്റ്റം പൂർത്തിയായിക്കഴിഞ്ഞാൽ, ഒപ്പം വാസ്തുശില്പി,ഉറച്ച ആത്മവിശ്വാസം സിസ്റ്റങ്ങളുടെ ആ വർഗ്ഗത്തിന്റെ ഒരു പ്രകടമാക്കി അഗ്രഗണ്യനാക്കുന്നു കൂടെ,ഒരു രണ്ടാം സിസ്റ്റം പണിയാൻ തയ്യാറാണ്.രണ്ടാം ഒരു മനുഷ്യൻ എന്നേക്കും കമനീയമായി ഏറ്റവും അപകടകരമായ സമ്പ്രദായമാണ്.തന്റെ മൂന്നാം പിൽക്കാലക്കാരും പ്രവര്ത്തിച്ചു, തന്റെ മുൻകൂർ അനുഭവങ്ങൾ ഉദ്ദേശിക്കുന്നഅത്തരം സിസ്റ്റങ്ങൾ ജനറൽ സ്വഭാവം പരസ്പരം ഉറപ്പാക്കിഅവരുടെ വ്യത്യാസങ്ങൾ തന്റെ ആ അനുഭവം ആ പ്രദേശങ്ങളിൽ തിരിച്ചറിയുംപ്രത്യേക ആൻഡ് generalizable അല്ല.ജനറൽ പ്രവണത ഉപയോഗിച്ച്, അമിതമായി ഡിസൈൻ രണ്ടാം സിസ്റ്റം ആണ്കരുതലോടെ ഒന്നാം sidetracked എല്ലാവരുടെയും ആശയങ്ങളും ലൊഗാൻഒറ്റ. ഫലം, Ovid പറയുന്നതുപോലെ ഒരു "ചിതയിൽ." ആണ്
		-- Frederick Brooks, "The Mythical Man Month"

%
ഒരു അധികാരം ആർ നിങ്ങൾ അധികം എന്തെങ്കിലും കൂടുതൽ പറയുക കഴിയും വ്യക്തി ഒരുശരിക്കും അറിയാൻ താൽപ്പര്യമുള്ള.
		-- Frederick Brooks, "The Mythical Man Month"

%
സാമ്പത്തിക വിദഗ്ധരുടെ അവളുടെ പണം ഫാറ ഫൗസെറ്റിന്റെ-എസ്സ് വിവാഹം ഭാവിക്കുന്ന ഒരു മനുഷ്യൻ.
		-- Frederick Brooks, "The Mythical Man Month"

%
ഒരു egghead രണ്ടും, കാലു രണ്ടും ഉറച്ചു നിൽക്കുന്ന മിഡ്-വായുവിൽ ഒന്നാണ്ഒരു പ്രശ്നത്തിന്റെ വശങ്ങളും.
		-- Homer Ferguson

%
ഒരു എഞ്ചിനീയർ, ഒരു ഭൗതിക ഒരു ഗണിതശാസ്ത്രജ്ഞനായ ഒരു ഇൻ കാണുന്നില്ലഐതിഹ്യപ്രകാരം, പല സ്വഭാവം പോലെ തീർച്ചയായും ഒരു ശുദ്ധാത്മാക്കളായ സംശയമില്ല എന്ന്ഇതിനകം കേട്ടു. ചില നിരീക്ഷണങ്ങൾ പരുക്കൻ കണക്കുകൂട്ടലുകൾ ശേഷംഎഞ്ചിനീയർ സാഹചര്യം തിരിച്ചറിഞ്ഞ് ഒപ്പം ചിരിക്കുന്ന ആരംഭിക്കുന്നു. ഏതാനും മിനിറ്റ് കഴിഞ്ഞ്ഭൗതിക വളരെ മനസ്സിലാക്കി ഇപ്പോൾ അവൻ പോലെ സന്തോഷപൂർവം തനിക്കായി താടകയെഒരു പേപ്പർ പ്രസിദ്ധീകരിക്കാൻ മതിയായ പരീക്ഷണാത്മക തെളിവുകൾ ഉണ്ട്. ഈ ഇലകൾഗണിതശാസ്ത്രം അല്പമെങ്കിലും ബുദ്ധിമുട്ടുന്നവർ അവൻ അത് ഉടനടി നിരീക്ഷിച്ചു പോലെഒരു ഐതിഹ്യപ്രകാരം വിഷയമായ ആയിരുന്നു, പാടെ അതിവേഗം സാന്നിധ്യം അനുമാനിക്കുകയുണ്ടായിസമാനമായ രസകരമായ നിന്ന് നർമ്മം, എന്നാൽ ഈ ഐതിഹ്യപ്രകാരം വളരെ കരുതുന്നുകാര്യമായ, ചെയ്യട്ടെ മാത്രം പിറവത്ത് ലേക്ക് നിസ്സാര ഒരു മുഖ്യവാദത്തിന്റെ.
		-- Homer Ferguson

%
എന്നാൽ ഫ്രഞ്ച് മെഡിക്കൽ anatomist ഈടിയെന് സെറ്റെസ് ശരിക്കും ചെയ്തു വാദിക്കാൻകറുത്ത പുരുഷന്മാരും തങ്ങളുടെ പൊക്കിൾ തമ്മിലുള്ള അകലം കാരണം പ്രാകൃത അവഇണചേർന്ന് ജീവിതത്തിലുടനീളം (ശരീരം ഉയരം ആപേക്ഷിക) ചെറിയ തുടരുന്നു, സമയത്ത്വെളുത്ത കുട്ടികൾ ഒരു ചെറിയ വേർപാടിന്റെ ആരംഭിക്കണം എന്നാൽ സമയത്ത് വർദ്ധിപ്പിക്കുംവളർച്ച - പുരോഗതി അടയാളം ആകും ഉയരുന്ന പൊക്കിൾ.
		-- S. J. Gould, "Racism and Recapitulation"

%
ഈ ഒരു മേശ സമ്മതത്തോടെത്തന്നെ ആണ്. എന്ന് കരുതിയാൽ അതു അടങ്ങിയിരിക്കുന്നു തിരശ്ചീനമായി ആണ്ഇക്കയെ തലം ഉപരിതല നാല് ലംബ columnar സപ്പോർട്ട് പരിപാലിക്കുന്ന,ഞങ്ങൾ കാലുകൾ വിളിക്കും. ഈ പരീക്ഷണശാലയിൽ പട്ടികകൾ സമ്മതത്തോടെത്തന്നെ, വിപുലമായ പോലെ തന്നേരൂപകൽപ്പനയിൽ ലോകത്തെ എവിടെയും കണ്ടെത്തും പോലെ.
		-- Michael Frayn, "The Tin Men"

%
... മറ്റൊരു എഴുത്തുകാരൻ വീണ്ടും എന്റെ പൊതുവായത് സമ്മതിച്ചു, മറിച്ച് ഒരു പോലെ പറഞ്ഞുതീനിയും അസ്സലായി സത്യത്തിനു എന്റെ മനസ്സിൽ അടച്ചു. ഏറ്റവും പ്രധാനപ്പെട്ടത് ഞാൻ ഞങ്ങൾക്കുണ്ട്ആറായിരം വർഷം പഴക്കമുള്ള ഒരു എർത്ത് തെളിവുകൾ അവഗണിച്ചു. ശരി, ഞാൻഅതു അവഗണിച്ചിട്ടില്ല; ഞാൻ നിർദ്ദേശമായിരുന്നു തെളിവുകൾ പരിഗണിക്കുകയും * പിന്നീട് * നിരസിച്ചുഅതു. ഒരു വ്യത്യാസം ഉണ്ട്, ഈ ഒരു വ്യത്യാസം, ഞങ്ങൾ പറയാൻ തമ്മിലുള്ളമുൻവിധിയും postjudice. നിങ്ങൾ മുമ്പായി മുൻവിധി ഒരു ന്യായവിധി ചെയ്യുന്നുള്ളൂവസ്തുതകൾ നോക്കി. Postjudice പിന്നീടു ന്യായവിധി ചെയ്യുന്നുള്ളൂ. മുന്വിധിനിങ്ങൾ അനീതികൾ കമ്മിറ്റ് നീ കാര്യമായി വരുത്തുന്ന അർഥത്തിൽ ഭയങ്കരൻതെറ്റുകൾ. Postjudice ഭയങ്കരൻ അല്ല. കോഴ്സിനവസാനം തികഞ്ഞ കഴിയില്ല; നിങ്ങളെപുറമേ തെറ്റുകൾ വരുത്താം. എന്നാൽ അതു നിങ്ങളുടെ പിന്നാലെ .ആരെങ്കിലും അനുവദനീയമാണ്തെളിവുകൾ വിസ്തരിച്ചു ചെയ്തു. ചില സർക്കിളുകളിൽ പോലും നിർദ്ദേശിക്കുന്നത്.
		-- Carl Sagan, "The Burden of Skepticism"

%
ഏത് സർക്യൂട്ട് ഡിസൈൻ കാലഹരണപ്പെട്ട ആണ് കുറഞ്ഞത് ഒരു ഭാഗം, രണ്ടു ഭാഗങ്ങൾ അടങ്ങിയിരിക്കണംഏത് unobtainable ആകുന്നു, ഇപ്പോഴും വികസിപ്പിച്ച് മൂന്നു ഭാഗങ്ങൾ.
		-- Carl Sagan, "The Burden of Skepticism"

%
ഏത് ന്യൂറൽ ആധുനിക സാങ്കേതിക ഒരു പി.യു.സി.എല്ലിന്റേതുൾപ്പെടെ ഡെമോ തീരും.
		-- Carl Sagan, "The Burden of Skepticism"

%
ഏത് ന്യൂറൽ ആധുനിക സാങ്കേതിക മാജിക് തീരും.
		-- Arthur C. Clarke

%
മാത്തമാറ്റിക്സ് നേരിടാൻ കഴിയില്ല ആർക്കും പൂർണ്ണമായി മനുഷ്യ അല്ല. മികച്ച അവൻ, ഷൂ ധരിക്കാൻ കുളിക്കയും അല്ല അഭ്യസിച്ചിട്ടുള്ള ഒരു സഹിക്കാവതാകും എസെക്കിയേൽ ആണ്വീട്ടിൽ messes ഉണ്ടാക്കേണം.
		-- Lazarus Long, "Time Enough for Love"

%
എല്ലാ പഴങ്ങളും ഒരേ സമയം മൂപ്പെത്തുന്നതും എന്ന് ഭാവനയിൽ ആർക്കുംനിറം പോലെ മുന്തിരി കുറിച്ച് ഒന്നും അറിയുന്നു.
		-- Philippus Paracelsus

%
"സൃഷ്ടിച്ച എന്തും അനിവാര്യമായും സ്രഷ്ടാവ് സാരാംശം ഒരവകാശവുമില്ല ആയിരിക്കണം.""ഐൻസ്റ്റീന്റെ അമ്മ ഭൗതികശാസ്ത്രജ്ഞനെ ഒരു മതമാണെങ്കില് വന്നിരിക്കണം."
		-- Joseph C. Wang

%
നീളം വെട്ടി എന്തും വളരെ ചെറുതാണ് ആയിരിക്കും.
		-- Joseph C. Wang

%
ഗണിത നിൻറെ ചെരിപ്പുകൾ അഴിച്ച് എടുക്കൽ ഇല്ലാതെ ഇരുപതു വരെ കയറി എണ്ണാൻ കഴിയും എന്നതാണ്.
		-- Mickey Mouse

%
കൃത്രിമ ഇന്റലിജൻസ് ഇന്റലിജൻസ് അതേ ബന്ധമൊന്നുമില്ലകൃത്രിമ പൂക്കൾ പൂക്കൾ ഞങ്ങൾക്കുണ്ട്.
		-- David Parnas

%
"ഞാൻ നീണ്ടുനിൽക്കുന്ന ശ്രുതി ചെലുത്തിയിരുന്നു കൗമാര, ഞാൻ വസ്തുതാപരമായ ഉറപ്പായ ചോദിച്ചു,ഞാൻ മനുഷ്യജീവിതത്തിന്റെ അർത്ഥവത്തായ ദർശനം ദാഹിക്കുന്നു - അങ്ങനെ ഞാൻ ഒരു ആയിശാസ്ത്രജ്ഞൻ. ഇത് നിങ്ങൾ പെൺകുട്ടികളെ പാലിക്കുന്ന ഒരു ആർച്ച് മാറിക്കഴിഞ്ഞിരിക്കുന്നു പോലെയാണ്. "
		-- Matt Cartmill

%
-യുടെ ഗണിതശാസ്ത്രത്തിന്റെ നിയമങ്ങൾ റിയാലിറ്റി കാണുക, അവർ അല്ലചില അവർ ദൃഢമായി പോലെ ഇതുവരെ വരെ നിഷാദ് സൂചിപ്പിക്കുന്നത്.
		-- Albert Einstein

%
നിങ്ങൾ കാണും, ഞാൻ അവരെ ഉറപ്പിച്ചു ൽ, ചിത്രം ഒന്നു കാണാൻ അറിയിച്ചു.
		-- Dave "First Strike" Pare

%
അഞ്ചു സാമ്പത്തിക വിദഗ്ദ്ധർ ചോദിച്ച് അഞ്ചു വ്യത്യസ്ത വിശദീകരണങ്ങൾ ലഭിക്കും (ആറ് എങ്കിൽഒന്ന്) ഹാർവാർഡ് പോയി.
		-- Edgar R. Fiedler

%
ഏതു നിമിഷത്തിലും, ഒരു അമ്പു അത് എവിടെ അല്ലെങ്കിൽ ഇത് എവിടെയാണ് ആയിരിക്കണംഅല്ല. അത് എവിടെ എന്നാൽ വ്യക്തമായും അത് പാടില്ല. അതു എവിടെ എങ്കിൽഅതു വിശ്രമിച്ചു എന്നു പറഞ്ഞുകൊണ്ട് തുല്യമാണ് ആകുന്നു.
		-- Zeno's paradox of the moving (still?) arrow

%
ശാസ്ത്രത്തിന്റെ ഹൃദയം രണ്ടു അപ്രതീക്ഷിതമായി തമ്മിലുള്ള ഒഴിച്ചുകൂടാനാവാത്ത ടെൻഷൻ ആണ്പരസ്പരവിരുദ്ധമായ മനോഭാവങ്ങൾ - പുതിയ ആശയങ്ങൾ ഒരു നന്മയ്ക്കും, എത്ര വിചിത്രവുമായഅല്ലെങ്കിൽ counterintuitive അവർ വരാം ക്കാരന് സംശയമുണ്ടായിരുന്ന സൂക്ഷ്മഎല്ലാ ആശയങ്ങളും, പഴയതും പുതിയതുമായ. ഈ ആഴമുള്ള സത്യങ്ങൾ ആഴമുള്ള നിന്ന് പല്ലികൊണ്ടും അവ എങ്ങനെ ആണ്അസംബന്ധം. തീർച്ചയായും, ശാസ്ത്രജ്ഞർ മനസ്സിലാക്കാൻ ശ്രമിക്കുന്ന ലെ തെറ്റുകൾലോകം, പക്ഷേ ബിൽറ്റ്-ഇൻ പിശക്-കറക്ടിങ് മെക്കാനിസം ഇല്ല: കൂട്ടായസൃഷ്ടിപരമായ ചിന്തയെയും സംശയമുണ്ടായിരുന്ന ചിന്തയുടെ എന്റർപ്രൈസ് ഒരുമിച്ചു സൂക്ഷിക്കുന്നുട്രാക്കിൽ ഫീൽഡ്.
		-- Carl Sagan, "The Fine Art of Baloney Detection"

%
തിരികെ ആദ്യകാല 60, ടച്ച് ടോൺ ഫോണുകൾ മാത്രം 10 ബട്ടണുകൾ ഉണ്ടായിരുന്നു. കുറെ12 ബട്ടൺ ജോലികൾ മാത്രമേ ആളുകൾ ഉപയോഗിക്കുന്ന ചെയ്തിരുന്ന സമയത്ത് സൈനിക പതിപ്പുകൾ 16 ഉണ്ടായിരുന്നുപ്രധാനമായും ബാങ്കുകൾ - ആർ "ദിവ" (ഡിജിറ്റൽ അന്വേഷണം, വോയ്സ് answerback) സിസ്റ്റങ്ങൾ ഉണ്ടായിരുന്നു.ആ കാലത്തു, വെസ്റ്റേൺ ഇലക്ട്രിക് മാത്രമാണ് ത്തിന് "ഡാറ്റ സ്ഥാപിക്കും" (മോഡമുകൾ)ടെർമിനോളജിയിൽ പ്രശ്നങ്ങൾ എല്ലാ ബെൽ സിസ്റ്റം ആയിരുന്നു. നാം സമരം ഉപയോഗിച്ച്മിക്ക ആളുകളെ സംശയം ഉണ്ടായിരുന്ന ഡയല് പാഡുകൾ എഴുതിയ വിവരണങ്ങൾഭാഗികമായ അവനത് (ഏറ്റവും ഫോണുകൾ റോട്ടറി തുടർന്ന് ആയിരുന്നു.) ചില എ.ടി. & ടി എഞ്ചിനീയറിംഗ്തരം (അവിടെ, നല്ല നാളുകളെക്കുറിച്ച് യാതൊരു മാർക്കറ്റിംഗ് ആയിരുന്നു അവർ ആയിരുന്നു അതിനാലാണ്നല്ല നാളുകളെക്കുറിച്ച്) കുറിക്കാനും പദം "octalthorpe" (കുറിപ്പ് സ്പെല്ലിംഗ്) അപ്പ് ഉണ്ടാക്കി"പൌണ്ട് ചിഹ്നത്തിൽ." മരണമായി അതു പുറത്തുകാണിക്കുക 8 പോയിന്റ് ഉള്ളതിനാൽ. അത്ശരിക്കും പിടിച്ചിരുന്നു ഒരിക്കലും.
		-- Carl Sagan, "The Fine Art of Baloney Detection"

%
നിങ്ങൾ രണ്ട് വിരലുകൾ നഷ്ടമായി എങ്കിൽ ബേസ് 8, തൊട്ട് 10 പോലെയാണ്.
		-- Tom Lehrer

%
സിറോക്സ് മുമ്പ്, അഞ്ച് carbons ആരുടെയും അഹം പരമാവധി വിപുലീകരണം ആയിരുന്നു.
		-- Tom Lehrer

%
ഉപകരണം പുറമെ ബോക്സ് അടങ്ങിയിരിക്കണം:* എട്ട് ചെറിയ ചതുരാകൃതിയിലുള്ള "മുന്നറിയിപ്പ്" പറയുന്നവർ പേപ്പർ സ്നിപ്പറ്റുകളെനാല് 5/17 ഇഞ്ച് pilfer grommets രണ്ട് അടങ്ങിയ * ഒരു പ്ലാസ്റ്റിക് പാക്കറ്റ്ക്ലബ്ബ്-എൻഡഡ് 6/93 ഇഞ്ച് boxcar ചെമ്മീൻ.ഒരു മാട്രിക്സ് റെഞ്ച് ആൻഡ് ട്രാം കേബിൾ 60,000 അടി: നിങ്ങൾ വിതരണം ചെയ്യേണ്ടതുണ്ട്.ഒന്നും തകർന്നടിയുകയോ കാണുന്നില്ലെങ്കിൽ: ഉടനടി പങ്കാളിയ്ക്ക് തിരിയണംപറയുക: "മാർഗരറ്റ്, ഈ രാജ്യത്തെ ലഭിയ്ക്കും ഒരു കാർ സാധ്യമാക്കാൻ കഴിയില്ല എന്തുകൊണ്ടാണെന്ന് അറിയാമോഡ്രൈവ്-വഴി ബർഗർ കിംഗ് ഒരു പ്രമുഖ ഇല്ലാതെ കൂടി എല്ലാ വഴിട്രാൻസ്മിഷൻ സംരക്ഷണം? ആരും ശ്രദ്ധിക്കുന്നില്ല കാരണം, അതുകൊണ്ടാണ്. "മുന്നറിയിപ്പ്: ഇത് നിങ്ങളുടെ പങ്കാളിയുടെ പേര് മാർഗരറ്റ് അന്തംവിട്ടു ആണ്.
		-- Dave Barry, "Read This First!"

%
അനന്തമായ ഷോർട്ട് തമ്മിൽ വലിയ വ്യത്യാസമുണ്ട്.
		-- G. H. Gonnet

%
ജീവശാസ്ത്രം നിങ്ങൾ ഏറി.
		-- G. H. Gonnet

%
ബയോളജി ഏത് ഗുണനം ഒരേ കാര്യം മാർഗങ്ങൾ മാത്രം ശാസ്ത്രമാണ്ഡിവിഷൻ എന്ന.
		-- G. H. Gonnet

%
Bistromathics ലളിതമായി മനസ്സിലാക്കുന്നതിനും ഒരു വിപ്ലവ പുതിയ മാർഗമാണ്സംഖ്യകളുടെ പെരുമാറ്റം. ഐൻസ്റ്റീൻ ഒരു ആയിരുന്നില്ലെന്ന് സ്പേസ് നിരീക്ഷിച്ചു പോലെകേവല, പക്ഷേ ബഹിരാകാശത്ത് നിരീക്ഷകൻ പ്രസ്ഥാനം ആശ്രയിച്ചു ആസമയം ഒരു കേവല, എന്നാൽ ലെ നിരീക്ഷകൻ പ്രസ്ഥാനം ആശ്രയിച്ചുള്ളസമയം, അതിനാൽ അത് ഇപ്പോൾ നമ്പറുകൾ കേവല അല്ല, ആശ്രയിച്ചുള്ള സത്യമായിരിക്കുന്നുറെസ്റ്റോറന്റുകൾ ലെ നിരീക്ഷകൻ പ്രസ്ഥാനം.
		-- Douglas Adams

%
എന്നാൽ അതു നീക്കുക ഇല്ല!
		-- Galileo Galilei

%
എന്നാൽ സ്വപ്നങ്ങൾ ൽ തത്സമയം, നിങ്ങൾ sophistical മികച്ചതാണ് തൃപ്തിപ്പെട്ടിരിക്കുന്നുവലിയ അനിശ്ചിതവും കാര്യങ്ങളിൽ വായാളികളുടെ ന്യായവാദം ആൻഡ് തട്ടിപ്പുകൾ അധികംചില പ്രകൃതി കാര്യങ്ങളിൽ, അങ്ങനെയുള്ള ഉന്നതമായ പ്രകൃതി സംസാരിക്കുന്നു ചെയ്തവർക്ക്.
		-- Leonardo Da Vinci, "The Codex on the Flight of Birds"

%
ഇഴുകിച്ചേർന്നു സ്കുൾ അടിസ്ഥാനത്തിലാണ് ഭൂമിയുടെ കേന്ദ്രങ്ങളില് ഒന്നാണ്പ്രപഞ്ചത്തിന്റെ. സ്കുൾ തെറ്റാണ്, എന്നാൽ വഴികാട്ടി പ്രവർത്തിക്കുന്നു. ഒരുതെറ്റായ മോഡൽ ഒരു ഉപയോഗപ്രദമായ ഉപകരണം കഴിയും.
		-- Kelvin Throop III

%
അദ്ധ്യായം 2: ന്യൂട്ടന്റെ വളർച്ച ശോഷണംവളർച്ച-ശോഷണം സൂത്രവാക്യങ്ങൾ വഴി തുച്ഛ ഫാഷനിൽ വികസിപ്പിച്ചെടുത്തുഐസക് ന്യൂട്ടൺ പ്രസിദ്ധമായ സഹോദരൻ Phigg. തന്റെ ആശയം ഒരു സമവാക്യം നൽകാൻ ആയിരുന്നുആ അവസാനിക്കാൻ ഒപ്പം അവസാനിക്കാൻ തന്നെ ഒരു അളവ് വിവരിക്കുക, പക്ഷേ ഒരിക്കലുംതികച്ചും പൂജ്യം എത്താൻ. ചരിത്രപരമായി അവൻ കേവലം തന്റെ പുറത്തു ശ്രമിച്ചിരുന്നുമോർട്ട്ഗേജ്. മറ്റൊരു ഒറ്റയൊറ്റ സമവാക്യം പുറമേ ഉദയം, define ഏത് ഒറ്റവളരാൻ യൂണിറ്റി എത്താൻ ഒരിക്കലും തുടരുമെന്നാണ് ചടങ്ങിൽ. ഈ സമവാക്യംമേൽ-damped നീരുറവും മനുഷ്യാവകാശ, Sarraceniaceae ഈ ചാർജ്ജ് ചെയ്യുന്നതിന് പ്രയോഗിക്കാൻ കഴിയുംപൊതുവേ വർഗം.
		-- Kelvin Throop III

%
ആസിഡ് വീഴുന്ന കെമിസ്റ്റ് വേലയിൽ ആഗിരണം.
		-- Kelvin Throop III

%
ആസിഡ് വീഴുന്ന കെമിസ്റ്റ് ആഴ്ച ട്രിപ്പിംഗ് ചെയ്യും.
		-- Kelvin Throop III

%
രസതന്ത്രം ദൈവശാസ്ത്രം പ്രയോഗിക്കുന്നു.
		-- Augustus Stanley Owsley III

%
രസതന്ത്രം പ്രൊഫസർമാർ ഒരിക്കലും മരിക്കുന്നു അവർ വെറും പ്രതികരിക്കുന്നത് പരാജയപ്പെടുന്നു.
		-- Augustus Stanley Owsley III

%
അഭിനന്ദനങ്ങൾ! നിങ്ങൾ വളരെ പിഴ ഉപകരണം നന്നായിരുന്നേനെ വാങ്ങിയിട്ടുണ്ട്ആ ഒഴികെ നിങ്ങൾ ഇ-സേവന ആയിരക്കണക്കിന് വർഷങ്ങൾ തരുംഏഴെണ്ണം ചില സാധാരണ .വരട്ടെ ഉപഭോക്തൃ കരുനീക്കം വഴി അതിനെ നശിപ്പിക്കുന്നു.ഞങ്ങൾ ദൈവത്തെ ഓർത്ത് വായിക്കുക ഈ ഉടമയുടെ അഡാപ്റ്ററിനുള്ള ദയവായി നിങ്ങൾ ചോദിക്കും ഇതു കൊണ്ടാവാംനിങ്ങൾ ഉപകരണം അൺപാക്ക് ശ്രദ്ധാപൂർവം മുമ്പ്. നിങ്ങൾ ഇതിനകം വരയായ് ചെയ്തില്ലനിങ്ങളല്ലേ? അവിടുന്നാണ് വരയായ് ശേഷം അതിൽ പഴുതുകൾ ഓൺ, ഇതുമായി FIDDLED ഓണാക്കിയിട്ടില്ലെങ്കിൽമുട്ടുകളും ഇപ്പോൾ നിങ്ങളുടെ കുട്ടി, ഒരിക്കൽ പോളിഷ് മാളിൽ ഇതേ കുട്ടിനിങ്ങളുടെ വീഡിയോകാസറ്റ് RECORDER, മാറുന്നു സോസേജ് പറഞ്ഞു, "ഫാസ്റ്റ് ഫോര്വേര്ഡുചെയ്യുക" വെച്ചു ഈശൈശവ എതിരെ, മുട്ടുകളും ഇതുമായി കാര്യങ്ങൾ regex വലതു? നിങ്ങൾ ഇപ്പോൾ ആരംഭിച്ചിരിക്കുന്നത്നിർദ്ദേശങ്ങൾ വായിക്കുക, വലത്തോട്ട് ??? ഞങ്ങൾ നന്നായി ചര്ച്ചയില് ഇമ്പംഉപകരണങ്ങൾ അവകാശം ഫാക്ടറിയിലാണ് നാം അവരെ കപ്പൽ മുമ്പ്, നിങ്ങൾ കേട്ടല്ലോ?
		-- Dave Barry, "Read This First!"

%
"അവന്തി കരടി ചിന്തിക്കുക ലളിതമായ ഹാർമോണിക് ചലനങ്ങൾക്ക് ..."
		-- Professor in the UCB physics department

%
"Contrariwise," Tweedledee, തുടർന്നു "അങ്ങനെ സംഭവിച്ചു എങ്കിൽ അതു ആകേണ്ടതിന്നുഅങ്ങനെ എങ്കിൽ അതു തന്നെ; അതു പോലെ അല്ല. അതാണ് യുക്തി ആകുന്നു! "
		-- Lewis Carroll, "Through the Looking Glass"

%
"ഡീപ്" "സിദ്ധാന്തം" അല്ലെങ്കിൽ "വേറൊരു" പോലുള്ള പദം ആണ് - എല്ലാത്തരം ധ്വനിപ്പിക്കുന്നുഅത്ഭുതങ്ങളും. "ഞാൻ ഒരു സിദ്ധാന്തം ലഭിച്ചു" എന്ന് പറയാൻ കഴിയും ലേക്ക് ഒരു കാര്യം ആകുന്നു,, "ഞാൻ ഒരു വേറൊരു സിദ്ധാന്തം ലഭിച്ചു", എന്നാൽ അയ്യോ ആ ആർ പറയാൻ തികച്ചും മറ്റൊരുക്ലെയിം "ഞാൻ ആഴത്തിലുള്ള വേറൊരു സിദ്ധാന്തം ലഭിച്ചു" അവർ തീർച്ചയായും ഭാഗ്യവാന്മാർ.
		-- Randy Davis

%
നിങ്ങൾ സൗത്ത് അമേരിക്കൻ ഇന്ത്യക്കാരുടെ ഒരു കൂട്ടം നമസ്കരിക്കുന്നവരെയും ഇല്ല എന്ന് കേട്ടിട്ടുണ്ടോപൂജ്യം?പവിത്രമായ ഒന്നും ആണോ?
		-- Randy Davis

%
നിങ്ങൾ രണ്ടു മുയലുകൾ കാഴ്ചബംഗ്ലാവിൽനിന്നു രക്ഷപെട്ടു എന്നു കേൾക്കുന്നു ഇതുവരെ അവർ ഉണ്ടായിരുന്നോമാത്രം അവരിൽ 116 രൂഷമായ?
		-- Randy Davis

%
നിങ്ങൾ ലോകത്തിലെ എല്ലാ സാമ്പത്തിക ശാസ്ത്രജ്ഞന്മാർ എടുത്തു പാകിയ എങ്കിൽ അറിയാമോഅവരെ ആദ്യാവസാനം, അവർ ഇപ്പോഴും തെറ്റായ ദിശയിൽ ചൂണ്ടിക്കാണിക്കാൻ ആഗ്രഹിക്കുന്നു?
		-- Randy Davis

%
അളവുകൾ എപ്പോഴും കുറഞ്ഞത് ജാലകസംവിധാനങ്ങൾ കാലാവധി പ്രകടിപ്പിക്കേണ്ട ചെയ്യും മാറ്റിയെടുക്കാവുന്നമാത്രം മധുനുകരാന് പ്രകൃതിവിരുദ്ധ പരിവർത്തന ഘടകങ്ങൾ ഉപയോഗം വഴി. പ്രവേഗം,ഉദാഹരണത്തിന്, രണ്ടാഴ്ച ഓരോ നാഴിക പ്രകടിപ്പിക്കേണ്ട ചെയ്യും.
		-- Randy Davis

%
ദിനോസറുകളെ വംശനാശം അല്ല. അവർ വെറും മരങ്ങളിൽ മറയ്ക്കാൻ പഠിച്ചത്.
		-- Randy Davis

%
തന്മാത്രാ ജീവശാസ്ത്രജ്ഞരും ഡിസൈനർ ജീനുകൾ ധരിക്കാൻ ചെയ്യുന്നുണ്ടോ?
		-- Randy Davis

%
ഇനിയിപ്പോ ഫോഴ്സ് പോലെയാണ്. ഒരു നേരിയ സൈഡ് ഉണ്ട്, ഇരുണ്ട വശം, ഒപ്പംഅതു തമ്മിൽ പ്രപഞ്ചം താങ്ങി ...
		-- Carl Zwanzig

%
E = mc ** 2 + - 3db
		-- Carl Zwanzig

%
ഏൾ Wiener, 55, മാനേജ്മെന്റ് സയൻസ് യൂണിവേഴ്സിറ്റി മിയാമി പ്രൊഫസർ21-ാം നൂറ്റാണ്ടിലെ വിമാനം കുറിച്ച് എയർ പൈലറ്റ്സ് അസോസിയേഷൻ (പരിഹാസരൂപേണ) കളവ്:"ക്രൂ ഒറ്റ പൈലറ്റ് ഒരു നായ ഉൾപ്പെടും. പൈലറ്റ് ഉദ്ദേശിക്കുന്നനിന്നങ്ങോട്ട് നായ മേയും. നായ കടിക്കുവാൻ ഉണ്ടാകുംതാൻ വല്ലതും ത്തുകയാണെങ്കിൽ പൈലറ്റ്.[* മാഗസിൻ * അപ്പന്റെയാണോ!]
		-- Fortune, Sept. 26, 1988

%
സാമ്പത്തിക സാമ്പത്തിക വിദഗ്ദർ തൊഴിൽ എന്ന സ്ഥിതി വളരെ ഉപകാരപ്പെടുന്ന ഒന്നാണ്.
		-- John Kenneth Galbraith

%
സാമ്പത്തിക തീർച്ചയായും ഏട്ടനെ കഴിയും. ഒരു ഇക്കണോമി എന്നു ഞാൻ പറഞ്ഞുകഴിഞ്ഞ പാദത്തിൽ കൂട്ടുക. ശരി, ഞാൻ എന്റെ അടുക്കൽ ആണ്, ഇതിന് ഉണ്ട്.
		-- Robert Orben

%
സാമ്പത്തിക ഒരു അടുത്തുള്ള പത്താം അവരുടെ ദേശീയോത്പാദനത്തിന്റെ വളർച്ച പൂമുഖം പ്രസ്താവിക്കുന്നുഅവർ നർമ്മബോധം പ്രതീതി തെളിയിക്കാൻ ശതമാനം.
		-- Edgar R. Fiedler

%
വൈദ്യുതി യഥാർത്ഥത്തിൽ, വളരെ ചെറിയ കണങ്ങളുടെ നിർമ്മിക്കുന്ന വിളിച്ചുഇലക്ട്രോണുകൾ, നിങ്ങൾ ഉണ്ടായിരുന്ന കാലം നിങ്ങൾ നഗ്നനേത്രങ്ങൾ കൊണ്ട് കാണാൻ കഴിയില്ലകുടിവെള്ള. ഇലക്ട്രോണുകൾ മിക്കവാറും അമേരിക്കൻ, പ്രകാശത്തിന്റെ വേഗത സഞ്ചരിക്കാൻവീടുകളിൽ മണിക്കൂറിൽ 110 വോൾട്ട് ആണ്. ഇത് വളരെ ഫാസ്റ്റ് ആണ്. സമയം അത് എടുത്ത ചെയ്തുഇതുവരെ ഈ വിധി വായിക്കാൻ, ഇലക്ട്രോൺ എല്ലാ സഞ്ചരിച്ചാണ് കഴിഞ്ഞില്ലHackensack, ന്യൂ ജേഴ്സിയിലെ സാൻഫ്രാൻസിസ്കോയിൽ നിന്നും വഴി ദൈവം മാത്രം അറിയുന്നു ആണെങ്കിലുംഎന്തുകൊണ്ടാണ് അത് ആഗ്രഹിക്കുന്നത്.വൈദ്യുതി അഞ്ചു പ്രധാന തരത്തിലുള്ള നിലവിലെ, ഡയറക്ട് പ്രത്യനുധാര ചെയ്യുന്നുമിന്നൽ, സ്റ്റാറ്റിക്, യൂറോപ്യൻ. ഏറ്റവും അമേരിക്കൻ വീടുകളിൽ പ്രത്യനുധാര ചെയ്തിരിക്കുന്നുനിലവിലെ, ഒരു സമയത്ത് വൈദ്യുതി ഒരു ദിശയിൽ പോകുന്നു എന്നാണ്,തുടർന്ന് മറ്റ് ദിശയിൽ പോകുന്നു. ഈ അപകടകരമായ ഇലക്ട്രോൺ ഒക്കിനാവയിലുള്ള തടയുന്നുവയറുകളും.
		-- Dave Barry, "The Taming of the Screw"

%
ശൈലിയുടെ സത്യം വിപരീതമായാണ് ബന്ധപ്പെട്ടിരിക്കുന്നു.
		-- Becker's Razor

%
വില്പനയ്ക്ക് എലിപ്റ്റീവ് paraboloids.
		-- Becker's Razor

%
എൻട്രോപ്പി അത് ഫലമായി അല്ല.
		-- Becker's Razor

%
എൻട്രോപ്പി യാതൊരു അറ്റകുറ്റപ്പണി ആവശ്യമാണ്.
		-- Markoff Chaney

%
എൻസൈമുകൾ കാര്യങ്ങൾ വിശദീകരിക്കാൻ ആ ജീവശാസ്ത്രജ്ഞരും കെട്ടിച്ചമച്ചിരുന്നതെല്ലാം ആകുന്നുമലമ്പുഴ ബുദ്ധിമുട്ടുമാണ് ചിന്താഗതി ആവശ്യമായ.
		-- Jerome Lettvin

%
യുറേക്ക!
		-- Archimedes

%
ഓരോ ചെറിയ picofarad എല്ലാ സ്വന്തം ഒരു nanohenry ഉണ്ട്.
		-- Don Vonada

%
ഓരോ പൂജ്യമൊഴികെയുള്ള ജനകമായ മാനങ്ങളുള്ള അകത്തെ ഉൽപ്പന്ന സ്പേസ് ഒരു orthonormal അടിസ്ഥാനത്തിൽ ഉണ്ട്.നിങ്ങൾ അതിനെപ്പറ്റി കരുതുന്നില്ല വരുമ്പോൾ, അർത്ഥത്തിൽ.
		-- Don Vonada

%
മാന്യമായ ജേണൽ പ്രസിദ്ധീകരിച്ച എല്ലാ പേപ്പർ ഒരു ആമുഖത്തിൽ വേണംസ്രഷ്ടാവ് എന്തിന് ലേഖനം പ്രസിദ്ധീകരിച്ചതിന് അവൻ ഏതു മൂല്യമാണ് പ്രസ്താവിക്കുന്നഅതിൽ കാണുന്നു. ഞാൻ ഈ പ്രാക്ടീസ് എന്നേക്കും അംഗീകരിക്കാൻ യാതൊരു പ്രത്യാശയുണ്ട്.
		-- Morris Kline

%
എല്ലാവരും ഡ്രാഗണുകൾ നിലവിലില്ലാത്ത അറിയുന്നു. എന്നാൽ ലളിതവത്കൃത സമയത്ത്രൂപീകരിക്കുന്നതിന്റെ കാഴ്ച്ചക്കാരുടെ തൃപ്തിപ്പെടുത്തുവാൻ, ശാസ്ത്രീയ മതി ഇല്ലമനസ്സ്. ഹയർ Neantical Nillity സ്കൂൾ വാസ്തവത്തിൽ പറ്റിനിന്നതുകൊണ്ടു അളക്കനെന്നു ആണ്____ നിലവിലില്ല എന്ത് കൊണ്ട്. തീർച്ചയായും അസ്തിത്വം തരംതാണതരം ഉണ്ടായിട്ടുണ്ട്അങ്ങനെ സുതരാം പ്രകടമാക്കി ഞങ്ങളെ ഏതെങ്കിലും കൂടുതൽ ചർച്ച ചെയ്യുന്നതിന് വേണ്ടി ആവശ്യമില്ലഇവിടെ. ബുദ്ധിമാനും Cerebron, analytically പ്രശ്നം ആക്രമണോത്സുക,, പുരാണങ്ങളിലെ, chimerical: ഡ്രാഗൺ മൂന്നു വ്യക്തമായ തരത്തിലുള്ള കണ്ടെത്തിയത്പരിചയമില്ലാത്തവർക്കും സാങ്കല്പിക. അവർ നടന്നിട്ടില്ലെന്ന ഒറ്റ പറഞ്ഞേക്കാം, എല്ലാവരുംഎന്നാൽ ഓരോ തികച്ചും വ്യത്യസ്തമായ വിധത്തിൽ nonexisted ...
		-- Stanislaw Lem, "Cyberiad"

%
എല്ലാം കഴിയുന്നത്ര ലളിതമായ ചെയ്യണം ലളിതവുമാണ് അല്ല.
		-- Albert Einstein

%
കെട്ടിച്ചമച്ചു കഴിയുന്ന എല്ലാം കെട്ടിച്ചമച്ചു ചെയ്തു.
		-- Charles Duell, Director of U.S. Patent Office, 1899

%
നിങ്ങൾ "വ്യക്തമായ" ആയി സ്കൂളിൽ പഠിച്ചത് എല്ലാം കുറവ് കുറച്ച് മാറുന്നുപ്രപഞ്ച പഠിക്കാൻ തുടങ്ങുമ്പോഴേ വ്യക്തമായ. ഉദാഹരണത്തിന്, ഒന്നുമില്ലപ്രപഞ്ചത്തിലെ ആവര്ത്തിക്കില്ല. ഒരു സോളിഡ് പോലും ഒരു നിർദ്ദേശം ഉണ്ട് അല്ല.യാതൊരു കേവലമായ continuums ഉണ്ട്. യാതൊരു ഇരുഭാഗത്തും ഉണ്ട്. ഒന്നുമില്ലരേഖാഖണ്ഡം.
		-- R. Buckminster Fuller

%
പരിണാമം ഭൂമി അതിന്റെ അക്ഷത്തിൽ തിരിഞ്ഞു ചുറ്റും പോകുന്ന പോലെ ഒരു വസ്തുതയാണ്സൂര്യൻ. ഒരേ സമയം കോപ്പർനിക്കസിന്റെ പേരായി; പക്ഷെ എപ്പോള്ഒരു സിദ്ധാന്തം തെളിവുകൾ ഒന്നും സൂക്ഷ്മജ്ഞാനമുള്ളവനോട് കഴിയും അങ്ങനെ പ്രളയവും മാറുന്നുഅതു ശാസ്ത്രജ്ഞരുടെ ഒരു വസ്തുത വിളിക്കാൻ ആചാരമായിരുന്നു ആണ് സംശയിച്ചു. അത് എല്ലാ ഇന്നത്തെജീവിതം ഭൂഗർഭശാസ്ത്രം വിശാലമായ വിരിച്ചിട്ട മേൽ, നേരത്തെ ഫോമുകൾ ഇറങ്ങി ആണ്പോലെ ഉറച്ചു കോപ്പർനിക്കസിന്റെ പ്രപഞ്ചശാസ്ത്രവും അംഗീകരിക്കപ്പെട്ടു. ജീവശാസ്ത്രജ്ഞന്മാർ ഉപയോഗിച്ച് മാത്രം വ്യത്യാസമുള്ളപ്രക്രിയ പ്രവർത്തന കുറിച്ചുള്ള സിദ്ധാന്തങ്ങളെ ബഹുമാനത്തോടെ.
		-- Martin Gardner, "Irving Kristol and the Facts of Life".

%
അനുഭവം എന്താകുമായിരുന്നു ഉപകരണങ്ങൾ നേരിട്ട് വ്യത്യാസപ്പെടുന്നു.
		-- Martin Gardner, "Irving Kristol and the Facts of Life".

%
പരീക്ഷണങ്ങൾ reproducible ആയിരിക്കണം; എല്ലാവരും ഒരേ വിധത്തിൽ പിൽ.
		-- Martin Gardner, "Irving Kristol and the Facts of Life".

%
അസാധാരണ അവകാശവാദങ്ങൾ അസാധാരണമായ തെളിവ് ചോദിക്കും. ഒട്ടേറെ ഉദാഹരണങ്ങളുണ്ട്ഒടുവിൽ വേരോടിയ ശാസ്ത്രീയ orthodoxies ഉന്മൂലനാശം ആർ അപരിചിതരിൽ എന്ന,എന്നാൽ അവർ അനിഷേധ്യവുമായിരുന്നു ഡാറ്റ ജയിച്ചു. കൂടുതൽ പലപ്പോഴും, അത്യന്തമായ കണ്ടെത്തലുകൾആ വിരുദ്ധമായ സുസ്ഥാപിതവുമായ ഗവേഷണ ആർട്ടിഫാക്റ്റുകൾ ആകും തിരിക്കാൻ. എനിക്കുണ്ട്"കോസ്മിക് .അടിമകളെ", മാനസികനില സ്വീകരിക്കുന്നില്ല എന്നു പുനരവതാരം വാദിച്ചുഎന്നിങ്ങനെ, അടിസ്ഥാനങ്ങളെ അടിസ്ഥാന നാൾപ്പതിപ്പുകൾ ത്താവളത്തിന്റെന്യൂറോസയൻസ്. പെയ്ഡ് മനസ്സിൽ ഭൗതികമായ സിദ്ധാന്തങ്ങൾ ഉപേക്ഷിച്ച് മുമ്പ്ഞങ്ങൾ പ്സൈ പ്രതിഭാസങ്ങൾ ഉത്തമം തെളിവുകൾ നിഷ്കർഷ കാണിക്കണം സുന്ദരനാണ് ഡിവിഡന്റ്,ഇപ്പോൾ നിലവിലുണ്ട് അധികം പ്രത്യേകിച്ച് ന്യൂറോളജി മനഃശാസ്ത്രത്തിലുമാണെന്ന് തങ്ങളെകൂടുതൽ ശരിയാണെന്നു മറ്റുവഴികൾ വാഗ്ദാനം."Psi പ്രതിഭാസങ്ങൾ ഇംപ്ലിക്കേഷൻസ്.
		-- Barry L. Beyerstein, "The Brain and Conciousness:

%
ഭിന്നങ്ങൾ മഠം ലുക്ക് ആവേശകരമായ ഉണ്ടാക്കുവാൻ ഒരാളുടെ ശ്രമം ആയിരുന്നു.
		-- Barry L. Beyerstein, "The Brain and Conciousness:

%
വസ്തുതകൾ ദുശ്ശാഠ്യമുള്ള, പക്ഷേ സ്ഥിതിവിവരക്കണക്കുകൾ കൂടുതൽ കാര്യവും ആകുന്നു.
		-- Barry L. Beyerstein, "The Brain and Conciousness:

%
ഫെഡറൽ ഗ്രാന്റുകൾ വേണ്ടി ... വിനോദങ്ങളിൽ ഗവേഷണം നൽകുന്നെങ്കിലോസാംസ്കാരികമായി നീചത്വം വേണ്ടി ഗ്രഹാന്തര ബഹിരാകാശ യാത്ര സാധ്യതകൾ.
		-- Barry L. Beyerstein, "The Brain and Conciousness:

%
അഞ്ച് അനന്തമായി ഒരു ന്യൂറൽ അടയ്ക്കുക ഏകദേശ കണക്കാണ്."ഒന്ന്, രണ്ട്, അഞ്ച്."
		-- Monty Python and the Holy Grail

%
അവൾ തിരിഞ്ഞു ഓപ്പറ വേണ്ടി ഫ്ലാരെന്സ് ഫ്ലാസ്ക് ചെയ്തു ... മരുന്നുചെയ്യല്, ഭർത്താവും നാബാൽ "ഏളെന്മെയര്ഫ്ലാസ്ക് എൻറെ ജൂളിലാണ്! എന്റെ ആരോ മോഷ്ടിച്ചുജൂളിലാണ്! ""ഇപ്പോൾ, ഇപ്പോൾ എന്റെ പ്രിയ 'അവളുടെ ഭർത്താവ്," നിങ്ങളുടെ ബാലൻസും ശമനത്തിനായി നിലനിർത്താൻ മറുപടിഒരു നിമിഷം. ഒരുപക്ഷേ അവർ തെറ്റിദ്ധരിപ്പിക്കുന്നതോ മുൻപരിചയം. ""ഇല്ല, ഞാൻ അവർ മോഷ്ടിച്ചു മനസ്സിലാക്കുന്നു," ഫ്ലോറൻസ് നിലവിളിച്ചു. "ഞാൻ അവരെ ഇടുന്നതു ഓർക്കുകഎന്റെ burette ലെ ... നാം ഒരു ചെമ്പ് കോൾ ചെയ്യണം. "ഏളെന്മെയര്ഫ്ലാസ്ക് അങ്ങനെ ചെയ്തു മറിയുന്നു ആർ flatfoot, ഒരു ഷെർലക് Ohms,ലവലിലേക്ക് ഒരു കമാനം-ക്രിമിനൽ പേർ ചൊല്ലി പണിപോലെ നോക്കി പറഞ്ഞുലോറൻസ് Ium ഓഫ്."ഞങ്ങൾ കരുതലോടെ വേണം - അവൻ ഒരു സൗജന്യ റാഡിക്കൽ, അൾട്രാവയലറ്റ് ആകുന്നു,അപകടകരമായ. കാമുകിയായ പലേഡിയം ഒരു ക്ലോറിൻ ആണ്. ചിലപ്പോൾ ഞാൻ canഅവിടെ അവനെ പിടിക്കുന്നു. "ആ, അവൻ ഒരു തന്റെ കാർബൺ സൈക്കിൾ ചാടിസംസ്ഥാന സജീവമാക്കി, പ്രതികരണമാണ് പാതയിൽ സഹിതം ഓഫ് വേഗത്തിലാക്കി ...
		-- Daniel B. Murphy, "Precipitations"

%
ഓരോ സങ്കീർണ്ണമായ പ്രശ്നത്തിന്, ലളിതമായ വിലങ്ങുതടിയായി, ദുരാചാരത്തിൽ ഒരു പരിഹാരം അവിടെ.
		-- H. L. Mencken

%
ദൈവത്തെ ഓർത്ത് അൽപം ഗവേഷണം അവസാനിപ്പിച്ച് ചിന്തിക്കാൻ തുടങ്ങിയാൽ!
		-- H. L. Mencken

%
ഒന്നു വലിയ മൂല്യങ്ങൾ അതിൽ ഒന്ന് രണ്ടു ചെറിയ മൂല്യങ്ങൾ രണ്ടു തുല്യമാണ്.
		-- H. L. Mencken

%
ഭാഗ്യവശാൽ, തെളിവുകളാണ് ഉത്തരവാദിത്വം ഭാഗത്തെ ആണ്ക്ലെയിം, അല്ല വിമർശകൻ നടത്തുന്ന വ്യക്തിയായി. അതു ഉത്തരവാദിത്തം അല്ലഒരു യുഎഫ്ഒ ഒരിക്കലും നിലനിന്നിരുന്നു, അതില് എന്ന് തെളിയിക്കാൻ യുഎഫ്ഒ പറയാആ പരലുകൾ തെളിയിക്കാൻ കള്ളുകുടി-ആരോഗ്യ-ക്ലെയിമുകൾ പറയാ ഉത്തരവാദിത്വംഅല്ലെങ്കിൽ നിറമുള്ള ലൈറ്റുകൾ ആരെയും സൌഖ്യം ഒരിക്കലും. അസ്സലായി വേഷം ചൂണ്ടിക്കാണിക്കാൻ ആണ്വേണ്ടത്ര സ്വീകാര്യമായ evidcence കൊണ്ടും പിന്തുണച്ചില്ല അവകാശപ്പെടുന്നത്സമ്മത കൂടുതൽ ഇരിക്കുന്നു എന്നു ശരിയാണെന്നു ബദൽ വിശദീകരണം നൽകാൻശാസ്ത്രീയ തെളിവുകളുടെ സ്വീകരിച്ചു ശരീരം.നമ്പർ 2, പിജി. 215
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
അറിയുക ഒപ്പം പറയാൻ ഫോർച്യൂൺ'S രസകരമായ വസ്തുതകൾ: # 1ഒരു നാണയം പന്നി ഗ്വിനിയ എന്നാൽ ദക്ഷിണ അമേരിക്ക നിന്ന് ഒരു എലിശല്യം നിന്നല്ല.ഒരു Firefly ഒരു ഈച്ചയെപ്പോലും, എന്നാൽ ഒരു വണ്ട് അല്ല.ഒരു ഭീമൻ തരംഗം ശരിക്കും racoon കുടുംബത്തിലെ അംഗമാണ്.ഒരു ബ്ലാക്ക് ഫീനിക്സ് ശരിക്കും ഒരു കടും കറുപ്പ് രോമാവർണ്ണത്തോടും ഒരു പുള്ളിപ്പുലി ആണ്പിന്നെ ഒരു സ്പോട്ടഡ് ഒന്നു.ചെയുക ശരിക്കും പരിപ്പ് അല്ല. അണ്ടിപ്പരിപ്പ് ഭൂരിപക്ഷം വൃക്ഷങ്ങളുടെ വളരുംpeauts ഭൂഗർഭ വളരാൻ സമയത്ത്. അവർ ഒരു തരം തിരിച്ചിരിക്കുന്നുപയർവർഗ്ഗ - നിലക്കടല കുടുംബത്തിന്റെ ഭാഗമായി.ഒരു വെള്ളരിക്ക ഒരു പച്ചക്കറി എന്നാൽ ഒരു ഫലം അല്ല.
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
അറിയുക ഒപ്പം പറയാൻ ഫോർച്യൂൺ'S രസകരമായ വസ്തുതകൾ: # 44Zebras ഒരു ലൈറ്റ് പശ്ചാത്തലത്തിൽ കറുത്ത വരകളും നിറത്തിലും കാണുന്നു.
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
യഥാർത്ഥ ജീവിതത്തിൽ സയൻസ് ഫിക്ഷൻ ഇടപെടുക ഭാഗ്യം ഗൈഡ്: # 14എന്തുചെയ്യും...    റിയാലിറ്റി ലഭ്യമല്ലാതായാൽ?ഈ നിങ്ങൾക്ക് സംഭവിച്ചില്ലെങ്കിൽ കരുതുന്നു. അവിടെ വളരെ ആ അല്ലഅതിനെക്കുറിച്ച് ചെയ്യാൻ കഴിയും. ഇത് ഒരുപക്ഷേ വളരെ അസുഖകരമായ ചെയ്യും.    നിങ്ങൾക്ക് ഒരു സമയം കെട്ടിച്ചമച്ച സ്വയം ഒരു പഴയ പതിപ്പ് കണ്ടാൽ    യാത്ര മെഷീൻ, നിങ്ങൾ എതിരേറ്റു ഭാവിയിൽ നിന്നും വന്നിട്ടുണ്ട്?പുസ്തകം ഈ ഒരു കളിക്കുക. സ്റ്റോക്ക് മാര്ക്കറ്റ് പണവും ചോദിക്കുക.യാത്ര മെഷീൻ ഒരു കാലം കെട്ടിച്ചമയ്ക്കുന്നത് നിങ്ങളുടെ സന്ദർശിക്കാൻ മറക്കരുത്നിങ്ങൾ മരിക്കും, അല്ലെങ്കിൽ നിങ്ങൾ ഒരു വിരോധാഭാസം സൃഷ്ടിക്കും മുമ്പെ ഇളയവളെ സ്വയം. നിങ്ങൾ എങ്കിൽഈ മാറിമറിഞ്ഞത് പ്രതീക്ഷ, തത്വങ്ങൾ ചോദിക്കുന്നതിന് ഉറപ്പാക്കുകടൈം ട്രാവൽ, ഒരുപക്ഷേ schematics പിന്നിൽ. ഒരിക്കലും, ഒരിക്കലും, ചോദിക്കുന്നുനിങ്ങൾ മരിക്കും, അല്ലെങ്കിൽ നിങ്ങൾ നിങ്ങളുടെ നിലവിലെ ഷൂട്ട്ഔട്ട് വിവാഹം തുടർന്ന്.
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
യഥാർത്ഥ ജീവിതത്തിൽ സയൻസ് ഫിക്ഷൻ ഇടപെടുക ഭാഗ്യം ഗൈഡ്: # 2എന്തുചെയ്യും...    നിങ്ങൾ ചൊവ്വയിൽ നിന്നും ഒരു ഫോൺ കോൾ പക്ഷം:പതുക്കെ സംസാരിക്കാൻ ശരിയായി വാക്കു enunciate ഉറപ്പാക്കുക. പരിധിലളിതമായ വാക്കുകളിൽ നിങ്ങളുടെ പദാവലി. നിങ്ങൾ എങ്കിൽ നിർണ്ണയിക്കാൻ ശ്രമിക്കുകഒരു നേതൃത്വം ശേഷി ആരെയെങ്കിലും അല്ലെങ്കിൽ ഒരു സാധാരണ പൗരന് സംസാരിക്കുകയായിരുന്നു.    അവൻ അവൾക്ക് അല്ലെങ്കിൽ അത് ഇംഗ്ലീഷ് സംസാരിക്കാൻ എങ്ങനെ?	മാറ്റിവയ്ക്കുക. ഫോണിൽ ചൊവ്വയിലെ പഠിക്കാൻ ശ്രമിക്കുന്നു വിവേകബുദ്ധിയില്ല അവിടെ.നിങ്ങളുടെ ചൊവ്വയിലെ ശരിക്കും നിങ്ങളോടു പറയുന്നു പ്രധാനമാണ് എന്തെങ്കിലും ഉണ്ടെങ്കിൽ അവൻ അവൾഅല്ലെങ്കിൽ അത് മുമ്പ് ഭാഷ പഠിക്കാൻ ഇടർച്ച എടുത്ത വരുമായിരുന്നുകോളിംഗ്.    നിങ്ങൾ വ്യാഴത്തിൽ നിന്നും ഒരു ഫോൺ കോൾ എങ്കിൽ?നിങ്ങളുടെ കോളർക്ക് വ്യാഴത്തിൽ നിന്നുള്ള ശേഷം ഭവ്യതയോടെ എന്നാൽ ഉറച്ചു, വിശദീകരിക്കുക,അവൻ അവൾ അല്ലെങ്കിൽ അത് "എന്നാണ് നമ്മൾ ഇതിനെ ജീവൻ" അല്ല. അവസാനിപ്പിക്കാനുള്ള ശ്രമിക്കുകകഴിയുന്നത്ര വേഗം സംഭാഷണം. അതു നിങ്ങൾ പ്രയോജനപ്പെടുകയില്ല, ഒപ്പംവില വിപരീത ചെയ്തിരിക്കാം.
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
യഥാർത്ഥ ജീവിതത്തിൽ സയൻസ് ഫിക്ഷൻ ഇടപെടുക ഭാഗ്യം ഗൈഡ്: # 6എന്തുചെയ്യും...    ഒരു starship എങ്കിൽ നിങ്ങളുടെ വീട്ടുമുറ്റത്തെ ഒരു FTL hyperdrive ദേശങ്ങളിലെ അടങ്ങിയിരിക്കുന്നു?ഒന്നാമതായി, നിങ്ങളുടെ ക്യാമറ ശേഷം പ്രവർത്തിപ്പിക്കരുത്. നിങ്ങൾക്ക് ഏതെങ്കിലും ഇല്ലസിനിമ, ഒപ്പം, കമ്പ്യൂട്ടർ ആനിമേഷൻ സംസ്ഥാനത്തെ തന്നിരിക്കുന്ന, ഉദാരതകള് വിശ്വസിക്കുംഎന്തായാലും. മര്യാദയുള്ളവരുമായിരിക്കുക. ഓർക്കുക, അവർ ഒരു FTL hyperdrive ഉണ്ടെങ്കിൽ,അവർ ഒരുപക്ഷേ അവർ നിങ്ങളെ മര്യാദാരഹിതമായി കണ്ടെത്താൻ വേണം, നിങ്ങൾ ആവിയായിപ്പോകും കഴിയും.അവർ എവിടെ ആവാം വൈറ്റ് ഹൗസ് പുൽത്തകിടി, അവരെ നയിക്കുന്നതിനുംഎന്തായാലും, ലാൻഡ് ആഗ്രഹിച്ചു. ഒരു നല്ല റോഡ് മാപ്പ് സഹായിക്കണം.    നിങ്ങൾ അർദ്ധരാത്രി ഉണർന്നു നിങ്ങളുടെ കണ്ടെത്തുന്നു എങ്കിൽ    ക്ലോസറ്റ് ഒരു ഇതര മാനങ്ങൾ അടങ്ങിയിരിക്കുന്നു?നടക്കുന്നില്ലെങ്കിൽ. നിങ്ങൾ ഏകദേശം തീർച്ചയായും തിരികെ നേടുകയും കഴിയില്ലഒപ്പം ഇതര അളവുകൾ ഒരിക്കലും ഏതെങ്കിലും രസകരവും. സമാധാനം ആയിരിക്കൂതിരികെ കിടക്കു. ആദ്യം വാതിൽ അടയ്ക്കുക, പൂച്ച, അത് കൊണ്ടാ	അലഞ്ഞു നടക്കുക. രാവിലെ നിന്റെ ക്ലോസറ്റ് പരിശോധിക്കുക. ഇപ്പോഴും അടങ്ങിയിരിക്കുന്നതെങ്കിൽഒരു ഇതര മാനങ്ങൾ ആണി അതു അടെച്ചിരിക്കേണം.
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
ഘർഷണം ഡ്രാഗ് ആണ്.
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
അടിസ്ഥാനപരമായി, ഒന്നും അടിസ്ഥാനത്തിൽ ഉണ്ടായിരിക്കാം.
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
നിങ്ങളുടെ പിതാവ് തന്നെ നോക്കാം ജനറ്റിക്സ് വിശദമാക്കുന്നു ചെയ്യാത്ത പക്ഷം, എന്തുകൊണ്ട്നീ ചെയ്തിരിക്കണം.
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
(ജർമൻ തത്വചിന്തകനായ) ജോർജ് വിൽഹെം ഹേഗൽ തന്റെ മരണശയ്യയിൽ പരാതിപ്പെട്ടു,"മനുഷ്യൻ ഒരേയൊരു എന്നേക്കും എന്നെ ഗ്രഹിച്ചു." അവൻ ഒരു ചടങ്ങിനു വേണ്ടിയുള്ള വീണു തുടർന്ന് ചേർത്തു,"അവൻ എന്നെ മനസ്സിലായില്ല."
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII,

%
ദൈവം പകിട കളിക്കാൻ ഇല്ല.
		-- Albert Einstein

%
ദൈവം പൂർണ്ണസംഖ്യകളുടെ ഉണ്ടാക്കി; മറ്റെല്ലാറ്റിനും മനുഷ്യൻ പ്രവൃത്തി.
		-- Kronecker

%
ദൈവം തിങ്കളാഴ്ച, ബുധൻ, വെള്ളിയാഴ്ച നീരാജനം തിയറി വഴി electromagnetics പ്രവർത്തിപ്പിക്കുന്ന,പിശാചിനോട് ചൊവ്വാഴ്ച ക്വാണ്ടം സിദ്ധാന്തം, വ്യാഴം, ശനിയാഴ്ച അവരെ ഓടുന്നത്.
		-- William Bragg

%
പ്രകാശത്തിന്റെ വേഗത പോകുന്നത് നിങ്ങളുടെ പ്രായം വേണ്ടി മോശമാണ്.
		-- William Bragg

%
സുപ്രഭാതം. ഈ ടെലിഫോൺ കമ്പനിയാണ്. കാരണം അറ്റകുറ്റപ്പണികൾ, ഞങ്ങൾ മുൻപരിചയംനിങ്ങളുടെ സേവനം അനിശ്ചിതമായി ഛേദിക്കപ്പെടും എന്ന് മുൻകൂറായി നോട്ടീസ് നൽകുന്നപത്തു മണിക്ക്. അത് ഇപ്പോൾ മുതൽ രണ്ട് മിനിറ്റ്.
		-- William Bragg

%
സഞ്ജയന് വീണ്ടും എന്നെ എടുക്കും ... അല്ലെങ്കിൽ അത് മുന്നോട്ട് ആണ്? അതാണ് പ്രശ്നമുണ്ടോ തുടർന്ന്ടൈം ട്രാവൽ, പറയാൻ സാധിക്കും ഒരിക്കലും. "
		-- Doctor Who, "Androids of Tara"

%
മോൾ പ്രശ്നങ്ങൾ ലഭിച്ചോ? 6,02 X 10 ^ 23 ന് വിളിക്കുക ആദർശ.
		-- Doctor Who, "Androids of Tara"

%
ഗ്രാവിറ്റി എന്നെ ഇറക്കി നൽകുന്നു.
		-- Doctor Who, "Androids of Tara"

%
ഗ്രാവിറ്റി ഭരണത്തിലേറുന്ന, എർത്ത് പാവമായതുകൊണ്ടാല്ലേ.
		-- Doctor Who, "Androids of Tara"

%
ചരിത്രത്തിൽ വലിയ MOMENTS (# 7): ഏപ്രിൽ 2, 1751അവൻ കോവണിപ്പടികളിന്മേല് വിമാനം കയറി വീഴുമ്പോൾ ഐസക് ന്യൂട്ടൺ നിരുത്സാഹപ്പെടുത്തുന്നു മാറുന്നു.
		-- Doctor Who, "Androids of Tara"

%
മഹത്തായ ആത്മാക്കൾ എപ്പോഴും ശരാശരി മനസ്സുകളിൽ നിന്ന് എതിർപ്പ് നേരിടേണ്ടി വന്നിട്ടുണ്ട്.അവർ ഐൻസ്റ്റീൻ പരിഹസിച്ചു. അവർ റൈറ്റ് സഹോദരന്മാർ പരിഹസിച്ചു. പക്ഷെ അവർപുറമേ ബോസോ ചെയ്തത് വിദൂഷകൻ ചിരിച്ചു.
		-- Carl Sagan

%
അവൻ ടാഞ്ചെന്റ് ന് ഓഫ് പറക്കുന്ന, ഭേദസൂചകമായ സൂക്ഷിക്കുന്നു.
		-- Carl Sagan

%
അവൻ: ശാസ്ത്രം നമ്മുടെ തലച്ചോറ് 'bequeathin, ന്റെ എല്ലാം അവസാനിക്കുമോ അനുവദിക്കുക.അവൾ: എന്താണ്?!? ശാസ്ത്രം സ്വന്തം തലച്ചോർ മതി കഷ്ടത ലഭിച്ചു.
		-- Walt Kelly

%
അടുത്ത സ്പേസ് ഷട്ടിൽ നിരവധി ഗര്ന്സീ പശുക്കളെ എടുക്കുന്നതു കുറിക്കും കേട്ടിരുന്നു?ഇത് ഒരെളിയ ലോകം ചുറ്റും പന്നിക്കൂട്ടം ഷോട്ട് 'ആയിരിക്കും പറ്റി.
		-- Walt Kelly

%
എയർ പറക്കൽ ഭാരമേറിയ മെഷീനുകൾ അസാധ്യമായി ഒന്നുമില്ല.
		-- Lord Kelvin, President, Royal Society, c. 1895

%
ഹൈസൻബർഗ്ഗ് ഇവിടെ ചെയ്തിട്ടുണ്ട്.
		-- Lord Kelvin, President, Royal Society, c. 1895

%
ഹൈസൻബർഗ്ഗ് ഇവിടെ ഉറങ്ങി ചെയ്തിരിക്കാം ...
		-- Lord Kelvin, President, Royal Society, c. 1895

%
ഫലകചലനം യുദ്ധം സഹായിക്കുക.
		-- Lord Kelvin, President, Royal Society, c. 1895

%
ഇവിടെ നിങ്ങൾ ഒരു പ്രധാന വൈദ്യുത ഉപദേശിച്ച ഒരു ലളിതമായ പരീക്ഷണമാണ്പാഠം: ഒരു രസകരമായ ഉണങ്ങിയ ദിവസം, ഒരു പരവതാനി സഹിതം നിങ്ങളുടെ കാലുകളെ scuff, തുടർന്ന് നിങ്ങളുടെ എത്താൻകൈ ഒരു സുഹൃത്തിന്റെ വായും ടച്ച് തന്റെ ഡെന്റൽ fillings ഒന്നിലേക്ക്. നിങ്ങൾ ചെയ്തുനിങ്ങളുടെ സുഹൃത്ത് ഉഗ്രമായി മഴയിനിയും വേദനയിൽ നിലവിളിച്ചു എങ്ങനെയെന്നു? ഈവൈദ്യുതി ഒരു ശക്തമായ ശക്തിയാണ് കഴിയും എന്ന് നമ്മെ പഠിപ്പിക്കുന്നു, എന്നാൽ ഞങ്ങൾ ഒരിക്കലുംഞങ്ങൾ ഒരു പ്രധാന വൈദ്യുത പാഠം പഠിക്കാൻ വേണമെങ്കിൽ അവയൊഴിച്ച് മറ്റുള്ളവരെ ഉപദ്രവിക്കാൻ ഇത് ഉപയോഗിക്കുന്നു.അത് ഒരു ഇലക്ട്രിക്കൽ സർക്യൂട്ട് എങ്ങനെ പ്രവർത്തിക്കുന്നു നമ്മെ പഠിപ്പിക്കുന്നു. എപ്പോഴാണ് scuffedനിങ്ങളുടെ കാൽ നിങ്ങൾ വളരെ ചെറിയ വസ്തുക്കൾ ആയ "ഇലക്ട്രോണുകൾ" ബാച്ചുകളായി, വീഴ്ത്തിഅവർ അഴുക്ക് ആകർഷിക്കാൻ അങ്ങനെ പരവതാനി നിർമ്മാതാക്കൾ കാർപറ്റ് കടന്നു നെയ്യും.ഇലക്ട്രോണുകൾ നിങ്ങളുടെ രക്തത്തിലൂടെ സഞ്ചരിച്ചു നിങ്ങളുടെ വിരൽ ശേഖരിക്കുക,അവർ നിങ്ങളുടെ സുഹൃത്തിന്റെ നിറയ്ക്കുന്നത് ചാടി ഒരു സ്പാർക്ക് രൂപം എവിടെ, പിന്നെ സഞ്ചരിക്കുന്നത്കാലിൽ ഒപ്പം, ഇങ്ങനെ സർക്യൂട്ട് പൂർത്തിയാക്കിയതിന് ഇറക്കി തിരികെ പരവതാനി കടന്നു.ആശ്ചര്യ ഇലക്ട്രോണിക് ഫാക്റ്റ്: നിങ്ങൾ മതി തന്നെ നിങ്ങളുടെ കാൽ scuffed എങ്കിൽഒന്നും തൊട്ടു നിങ്ങൾ അങ്ങനെ പല ഇലക്ട്രോണുകൾ ആ വിരൽ പണിയട്ടെപൊട്ടിക്കുക തന്നെ! നിങ്ങൾ ഇല്ലെങ്കിൽ എന്നാൽ ഈ വിഷമിക്കാനൊന്നുമില്ല ആണ്പരവതാനി.
		-- Dave Barry, "What is Electricity?"

%
ഹായ്! കാര്യങ്ങൾ എങ്ങനെ പോകുന്നു?(കൂടാം, നിങ്ങൾ ... നന്ദി)ഗംഭീരം! ഞാൻ ഒരു ചോദ്യത്തിന് നിന്നെ ശല്യപ്പെടുത്തിക്കോട്ടെ കഴിഞ്ഞില്ല പറയുക?(നിങ്ങളോട് ഒന്നു ചോദിച്ചു ...)ശരി, എങ്ങനെ ഇനി ഒരു?(ആദ്യത്തെ ആരുണ്ട് ഒന്ന്?)അതെ.(ഇതിനകം ചോദിച്ചു ...)[ഈ അവസരത്തിൽ, Alphonso സ്മാർട്ട് ലഭിക്കുന്നു ...]ഞാൻ രണ്ടു ചോദ്യങ്ങൾ അപ്പാ പറയാമോ?(No.)ഞാൻ ഒരുത്തൻ ചോദിക്കട്ടെ?(ഹീ ...)അപ്പോൾ ഞാൻ അപ്പാ ചോദിക്കട്ടെ, ഞാൻ ഒരു ചോദ്യം ചോദിച്ചേക്കാം എങ്ങനെ?(അതെ, നിങ്ങൾ ചെയ്യാം.)സർ, എങ്ങനെ ഞാൻ ഒരു ചോദ്യം ചോദിച്ചേക്കാം?(നിങ്ങൾ മുൻകാല ചോദ്യം ചോദിക്കണം അവകാശങ്ങൾ ആവശ്യപ്പെട്ട്നിങ്ങൾ ചോദിച്ച ചോദ്യങ്ങൾക്ക് എണ്ണം, ആ ആവശ്യപ്പെടാംനമ്പർ പ്ലസ്, നിലവിലെ ചോദ്യം ഒന്നു ഒന്നു	 അടുത്തത്)സർ, ഒമ്പത് ചോദ്യങ്ങൾ?(... ശരിയായ മുന്നോട്ടു പോകുക)
		-- Dave Barry, "What is Electricity?"

%
ഹൂസ്റ്റൺ, മനസ്സമാധാനം ഇവിടെ ബേസ്. ഈഗിൾ എത്തിക്കഴിഞ്ഞു.
		-- Neil Armstrong

%
ഒരു 'ഓൾഡ് മഠം' മനസ്സിൽ കൂടെ 'പുതിയ മഠം' പ്രശ്നങ്ങൾ നിങ്ങൾ എങ്ങനെ ചെയ്യാൻ കഴിയും?
		-- Charles Schulz

%
ഒരു നേരിയ വർഷം എത്ര ആഴ്ച?
		-- Charles Schulz

%
എത്ര കൂടെക്കൂടെ ഞാൻ മാത്രം എവിടെയോ പുറത്ത് ക്രമീകരിച്ച് പോകുന്നത് ഫോള്ഡര് ഞാൻ കണ്ടെത്തിമറ്റാരെങ്കിലും.
		-- R. Buckminster Fuller

%
മനുഷ്യർ കയറ്റത്തിൽ അത് പണി വെള്ളം വഴിയാണ്.
		-- R. Buckminster Fuller

%
ഞാൻ ഒരു ഇക്കണോമിസ്റ്റ് ഞാൻ. ഞാൻ ഒരു സത്യസന്ധനായ ആകുന്നു!
		-- Paul McCracken

%
ഞാൻ ദൈവത്തെ പ്രപഞ്ചത്തിന്റെ എന്നുള്ളതു പ്ലേ വിശ്വസിക്കാൻ കഴിയുന്നില്ല.
		-- Albert Einstein, on the randomness of quantum mechanics

%
ഞാൻ വിദ്വേഷ തുകകൾ ചെയ്യാൻ. ഗണിത വിളിക്കാൻ വലിയ തെറ്റ് ഒരു ഉണ്ട്കൃത്യമായ ശാസ്ത്രം. ക്രമചയങ്ങളുടെ ആൻഡ് aberrations മനസിലേക്ക് ആരാധാനാലയങ്ങളുടേയും ഉണ്ട്ആഗ്രഹിക്കാനും പൂർണ്ണമായും മാന്യമായ; ഏത് സാധാരണ അക്കൗണ്ടന്റുമാർ പരാജയപ്പെടും സൂക്ഷ്മമായ വ്യതിയാനങ്ങൾകണ്ടുപിടിക്കാനായി; അതു എന്റെ പോലുള്ള ഒരു മനസ്സ് ആവശ്യമാണ് സംഖ്യയുടെ മറച്ച നിയമങ്ങൾകാണുന്നു. വീണ്ടും താഴെയുള്ള മുതൽ ഒരു സം ചേർക്കുക,, ഉദാഹരണത്തിന്മുകളിൽ ഇറങ്ങി നിന്ന്, ഫലം എപ്പോഴും വ്യത്യസ്തമാണ്.
		-- Mrs. La Touche

%
ഞാൻ ഒരു സ്രഷ്ടാവ് സുസ്ഥിരതയുള്ളൊരു വാദം കണ്ടിട്ടു എന്നേക്കും ഓർക്കുന്നില്ല,ജനറൽ സ്വീകാര്യത കാണാൻ സാധ്യത ദാർശനിക പരിസരം തുടങ്ങാനായിരുന്നുഒരാളുടെ ജീവൻ ഒരു സ്തുത്യർഹമായ മുറപ്രകാരം ആണ് നിഗമനത്തിൽ എത്തിയമാത്തമാറ്റിക്സ് ഗവേഷണ അതു മടങ്ങുകയും ചെയ്യുക.
		-- Sir Edmund Whittaker, "Scientific American", Vol. 183

%
"ഞാൻ അങ്ങനെ ചിന്തിക്കുന്നില്ല," റെൻ 'ഇ ദെക്കാർത്ത് പറഞ്ഞു. അപ്പോൾ അദ്ദേഹം അപ്രത്യക്ഷനായി.
		-- Sir Edmund Whittaker, "Scientific American", Vol. 183

%
ഞാൻ അത് എല്ലാ കണ്ട - ഞാൻ ഒരു ഒരിക്കൽ മാത്തമാറ്റിക്സ് കുറിച്ച് അറിഞ്ഞു. അപ്പുറം ആഴത്തിൽആഴം എനിക്ക് ബോധനം - Byss അഗാധത്തിൽനിന്നു. ഞാൻ കണ്ടു - ഒരു പോലെഒരു അളവ് പാസിംഗ് - ശുക്രന്റെ സംതരണം അല്ലെങ്കിൽ കർത്താവായ മേയർ ന്റെ കാണിക്കുക കാണാൻഅനന്തമായി വഴി മൈനസ് പ്ലസ് നിന്നാണ് അടയാളം മാറ്റുന്നതിൽ. ഞാൻ കൃത്യമായി കണ്ടുഎന്തുകൊണ്ടാണ് അത് സംഭവിച്ചു എന്തുകൊണ്ട് tergiversation പറ്റൂ - എന്നാൽ പിമ്പും ഉണ്ടായിട്ടില്ലഡിന്നർ ഞാൻ അതിനെ വിട്ടയച്ചു.
		-- Winston Churchill

%
അത് അനുസരിച്ചേ തെളിയിക്കാൻ സാധ്യമല്ല ഒരു സിദ്ധാന്തം, എനിക്കുള്ളത് അതു തെളിയിക്കാൻ കഴിയില്ല.
		-- Winston Churchill

%
"ഞാൻ ബൊഗടാ കണ്ടില്ല;" "അദ്ദേഹം പറഞ്ഞു കേസ് എനിക്കു ഖിക്കാതിരിക്കുക.ഞാൻ തക്കവണ്ണം വളരെ ഒരുപക്ഷേ അവൻ സൌഖ്യം കരുതുന്നു. ""ഞാൻ എപ്പോഴും വെക്കുന്നു എന്താണ്" പഴയ Yacob പറഞ്ഞു."അവൻറെ തലച്ചോർ ബാധിച്ചു," അന്ധനായ ഡോക്ടർ പറഞ്ഞു.മൂപ്പന്മാർ അനുമതി പിറുപിറുത്തു."ഇപ്പോൾ എന്തു ബാധിക്കുന്നു?""അയ്യോ!" പഴയ Yacob പറഞ്ഞു."ഈ" ഡോക്ടർ, സ്വന്തം ചോദ്യത്തിന് ഉത്തരം പറഞ്ഞു. ഇവ 'അരക്കിറുക്കനായകണ്ണു വിളിച്ചു കാര്യങ്ങൾ ചെയ്തിരുന്ന ഒരു താവളത്തിൽ മൃദു വരുത്തുവാൻ നിലവിലില്ലമുഖത്തു വിഷാദം, അത്തരം ഒരു വിധത്തിൽ, ബൊഗടാ കാര്യത്തിൽ ദീനംപിടിച്ചു ചെയ്യുന്നുതന്റെ തലച്ചോറ് പോലെ. അവർ ഏറ്റവും distended അദ്ദേഹം കണ്പീലികൾ ഉണ്ട്,അവന്റെ കണ്പോളകൾ നീക്കുക, ഒപ്പം cosequently തന്റെ തലച്ചോറിന്റെ നിരന്തരമായ ഒരു സ്ഥിതി ആണ്പ്രകോപിപ്പിക്കരുത് ആൻഡ് ചാപല്യം. ""അതെ?" പഴയ Yacob പറഞ്ഞു. "അതെ?""ഞാൻ ക്രമത്തിൽ, വ്യക്തമായി പറഞ്ഞേക്കാം കരുതുന്നുഅവനെ പൂർണമായി ചികിത്സിക്കാൻ, ഞങ്ങൾ എന്തു ആവശ്യമായ എല്ലാ ഒരു ലളിതവും എളുപ്പവുമാണ് ശസ്ത്രക്രിയാ ആണ്ഓപ്പറേഷൻ - അതായത്, ആ ആര്കൈവ്സില് മൃതദേഹങ്ങൾ നീക്കം "."പിന്നെ അവൻ സബോധമുള്ള പറഞ്ഞു?""പിന്നെ അവൻ തികച്ചും സബോധമുള്ള ആയിരിക്കും, ഒരു തികച്ചും മാന്യതയുള്ള പൗരൻ.""ശാസ്ത്രം ആകാശത്തിലെ നന്ദി!" പഴയ Yacob പറഞ്ഞു.
		-- H. G. Wells, "The Country of the Blind"

%
ഞാൻ വിരളമായേ ന്യായവാദങ്ങൾ കഴിവുള്ള ആയിരുന്ന ഗണിത അറിഞ്ഞിരിക്കുന്നു.
		-- Plato

%
ഞാൻ ഇനിയും എന്നാൽ സങ്കീർണ്ണമായ, എപ്പോൾ മനസിലാക്കാവുന്നതേയുള്ളൂ ഞങ്ങൾക്കുണ്ട്, ഏത്,നിങ്ങൾ ശരിയായ വിധത്തിൽ അത് നോക്കി ഇപ്പോഴും കൂടുതൽ സങ്കീർണ്ണമായ ചേർന്നിട്ടില്ല.
		-- Poul Anderson

%
ഞാൻ എന്നെത്തന്നെ Dyson ഗോളങ്ങൾ തമ്മിലുള്ള ഇൻറർമീഡിയറ്റ് ഒരു ഘടന അപ്പ് സ്വപ്നംഗ്രഹങ്ങളുടെയും. ഒറ്റ ഭൂമിയെ പ്രദക്ഷിണം - ആരം 93 ദശലക്ഷം മൈൽ ഒരു മോതിരം നിർമ്മിക്കുക- സൂര്യൻ ചുറ്റും. ഞങ്ങൾ പ്രവർത്തിക്കാൻ വ്യാഴത്തിന്റെ ഉണ്ടെങ്കിൽ, എങ്കിൽഞങ്ങൾ അത് ആയിരം മൈൽ ഉറപ്പിക്ക, ഞങ്ങൾ ഏകദേശം ആയിരം ഒരു കനം നേടുകയുംബേസ് വേണ്ടി കാൽ.അതു ഗുണങ്ങളുമുണ്ട്. Ringworld ഒരു Dyson അധികം വളരെ sturdier ആയിരിക്കുംപനോരമ. നാം ഗുരുത്വാകർഷണബലത്തിന് അച്ചുതണ്ടിൽ അത് സ്പിൻ കഴിയും. 770 ഒരു ഭ്രമണം സ്പീഡ്മീ / സെ നമ്മെ ഭൂമിയിൽ സാധാരണ ഒരു ഗുരുത്വാകർഷണ തരും. നാം പോലും ആവശ്യമില്ല തന്നെമേൽ മേൽക്കൂര അതു. സ്ഥല മതിലുകൾ ഓരോ വക്കിൽ ആയിരം മൈൽ ഉയർന്ന, നേരിടുന്നസൂര്യൻ. വളരെ കുറച്ച് ചെലവ് വേണമങ്കിലും മേൽ പുഞ്ചപ്പാടത്ത് ചെയ്യും.കർത്താവിന്റെ കാര്യം മതി ധാരാളംസ്ഥലമുള്ള അറിയുന്നു. മൂന്നു ദശലക്ഷം തവണ ഉപരിതലത്തിൽഭൂമിയുടെ പ്രദേശം ആരെയും വർധിപ്പിച്ചേക്കും മുമ്പ്, കുറച്ചു കാലമായി ആയിരിക്കുംകാണേണ്ടതില്ല.
		-- Larry Niven, "Ringworld"

%
ഞാൻ എന്റെ പെരുവിരലിന്മേലും നിർത്തി ... അതു ഭൂമിയെ മാഞ്ഞു.
		-- Neil Armstrong

%
ഞാൻ അതു മാത്രമേ ഇല്ലല്ലോ ഗണിതശാസ്ത്രത്തിന്റെ പഠനത്തിൽ തിരിയാൻ അവരോട് പറയുകഅവർ മാംസം മോഹങ്ങളെ രക്ഷപ്പെടാൻ വേണ്ടി.
		-- Thomas Mann, "The Magic Mountain"

%
"ഞാൻ എന്. അത് എല്ലാ സത്യമാകുന്നു കരുതുന്നു ഞാന് അത് സുരക്ഷിതമായി _ പ്ലേ n> = 3 ചെയ്തു _ഞാൻ തെളിവ് ഓർക്കുക കഴിയാത്തതിനാൽ. "
		-- Baker, Pure Math 351a

%
മനുഷ്യനെ ഞാൻ ബുദ്ധബോധത്തിൽ കാർ കെട്ടിച്ചമച്ചു കരുതുന്നു.
		-- Jack Handey, The New Mexican, 1988.

%
"ഞാൻ അതു ധൂമ്രനൂൽ വഴി കറുത്ത നിന്ന് ഒരു മാറ്റം കാരണം ആകാശ നീല കരുതുന്നുനീലനൂൽ, അതു വെളിച്ചം എവിടെ എന്നു പറഞ്ഞു. നിങ്ങൾ അറിയുന്നു,അകന്ന അന്ധകാരത്തിൽ കയറി നേരിയ നിറം ഒരു പിന്തിരിഞ്ഞു അവിടെഅടിയും കടന്നു, ഒപ്പം നിങ്ങൾ അകലേക്ക് അകന്ന പോയി ഞാൻ കരുതുന്നുസൂര്യൻ അല്ലെങ്കിൽ bouncing പറ്റി വെളിച്ചം നമുക്ക് ഞങ്ങൾക്കുണ്ട് പ്രകാശംഈ ഭൂമിയിൽ ഓഫ്, അണ്ണന് ഇരുണ്ട അതു ലഭിക്കുന്നു ... ഞാൻ നിങ്ങളെ നോക്കുമ്പോൾ ചിന്തിക്കുന്നത്വർണ്ണ സ്കെയിൽ, നിങ്ങൾ കറുത്ത സിബൂമുതല്ജകാര്ടവരെ, പർപ്പിൾ വഴി നീക്കുക പോകാൻഔട്ട്, അതു നിറം പിന്തിരിഞ്ഞു തുടർന്ന്. നാം നക്ഷത്രങ്ങളാണ് മുമ്പ് പ്രസ്താവിച്ചതുപാടി ആ നിറങ്ങൾ പിന്തിരിഞ്ഞു പ്രഭാവം ഒന്ന് ഇവിടെയുണ്ട്. "
		-- Pat Robertson, The 700 Club

%
ഞാൻ വിളിച്ചു ശാസ്ത്രത്തിൽ ബന്ധമുണ്ടെന്ന് കരുതുന്നുണ്ടെങ്കിൽ "കലമാനുകളുടെ പ്രഭാവം."ഞാൻ അതു തന്നെ എന്ന് അറിയില്ല, പക്ഷെ അത് ആരെങ്കിലും കേൾക്കാൻ നല്ല കരുതുന്നു,"മാന്യരെ, ഇവിടെ നാം ഞങ്ങൾക്കുണ്ട് കലമാനുകളുടെ പ്രഭാവമുള്ള ഒരു ഭീതിജനകമായ ഉദാഹരണമാണ്."
		-- Jack Handey, The New Mexican, 1988.

%
ഞാൻ അവർക്കു ഒരു നോബൽ സമ്മാനം നൽകുന്ന അല്ല പോളിസി തുടരാനോ കരുതുന്നുണ്ടെങ്കിൽചട്ടക്കൂട്.
		-- Jack Handey, The New Mexican, 1988.

%
ഞാൻ കൂടുതൽ ശരിയായി അതിനെ വെറുക്കുന്നത് വേണ്ടി വിദ്യ ഉപയോഗിക്കുന്നു.
		-- Nam June Paik

%
ഞാൻ നിങ്ങൾക്ക് സങ്കൽപ്പിക്കാൻ ഒരു തടയൽ മനുഷ്യന്റെ മനസ്സിൽ അവിടെ നിലനിൽക്കുന്ന പിന്നെ ഞാൻ ആഗ്രഹിക്കുന്നുമെഴുക് എന്ന ... ഞങ്ങൾ ഓർക്കുകയും കാലം പതിയുന്നത് എന്താണെന്ന് എന്ന്ചിത്രം നീണ്ടുനിൽക്കും; എന്നാൽ ചിത്രം ആകയാൽ നാം തുടച്ചുനീക്കപ്പെടാൻ വരുമ്പോൾ അല്ലെങ്കിൽ എടുക്കാൻ കഴിയില്ല,മറക്കണമെന്ന് അറിയില്ല.[ "VMs ഇന്റേണലുകൾ ഡേറ്റാ രീതികളും" ഉദ്ധരിച്ച, V4.4, എപ്പോൾചിത്രം ആക്റ്റിവേഷൻ, പര്യവസാനം അപ്ടേറ്റ്.]
		-- Plato, Dialogs, Theateus 191

%
ഞാൻ പലപ്പോഴും ചോദ്യം, "നിങ്ങൾ അന്യഗ്രഹ intelli- ഉണ്ടെന്ന് കരുതുന്നുണ്ടോ ചോദിച്ചു പിരിയുകയാണ്gence "ഞാൻ കൊടി വാദങ്ങൾ തരും? - സ്ഥലങ്ങളുടെ അവിടെ ധാരാളം ഉണ്ട്,അങ്ങനെ വേഡ് * കോടിക്കണക്കിന് ഉപയോഗിക്കുക *, ഒപ്പം. അപ്പോൾ ഞാൻ അതു അത്ഭുതകരമായ തന്നെ പറയുന്നുഎനിക്കു അന്യഗ്രഹ ഇന്റലിജൻസ് ഇല്ല എങ്കിൽ, എന്നാൽ തീർച്ചയായും ഉണ്ടുഅതിന് ഇതുവരെ ശ്രദ്ധയാകർഷിക്കുന്ന തെളിവുകൾ. പിന്നെ ഞാൻ ചോദിച്ചു, "പിരിയുകയാണ് അതെ, നിങ്ങൾക്ക് പ്രവർത്തിക്കുന്നതെല്ലാംശരിക്കും തോന്നുന്നു? ഞാന് മിടുക്കിയായിരുന്നു ഞാൻ ശരിക്കും എന്തു തോന്നുന്നു മടുത്തു. "" "ഞാൻ പറയും" എന്നല്ലനിങ്ങളുടെ ആയമ്മ എന്താണ്? "എന്നാൽ ഞാൻ കരുതും കൂടെ ചിന്തിക്കാൻ ശ്രമിക്കുക. യഥാർഥത്തിൽ, അത്രയേയുള്ളൂതെളിവുകൾ ആണ് വരെ ന്യായവിധി നിക്ഷിപ്തമാണ് കുഴപ്പമില്ല.
		-- Carl Sagan

%
എ = ബി, ബി സി, പിന്നീട് ഒരു = സി, ഇടത്ത് സാധുത നിയമമോ നിരോധിച്ചിരിക്കുന്നു ഒഴികെ എങ്കിൽ.
		-- Roy Santoro

%
ഒട്ടകം കമ്മിറ്റി രൂപകല്പന ഒരു കുതിര ആണെങ്കിൽ, ഒരു സമവായം പ്രവചനം ഒരു ആണ്ഒട്ടക പിന്നിൽ.
		-- Edgar R. Fiedler

%
ഒരു വിജയം തുല്യം എങ്കിൽ, സൂത്രവാക്യം ഇന്ത്യൻ _ എ = _ എക്സ് _ വൈ + _ Z അമർത്തുക _ എക്സ് വേല. _ വൈപ്ലേ ആണ്. _ ഇസഡ് നിന്റെ വായടയ്ക്കൂ മാത്രമാണ്.
		-- Albert Einstein

%
എല്ലാം പരാജയപ്പെടുമ്പോൾ, അമര്ത്യതയുടെ എല്ലായ്പ്പോഴും അനുപമമായ പിശക് ഉറപ്പ് കഴിയും.
		-- John Kenneth Galbraith

%
ലോകത്തിലെ എല്ലാ സാമ്പത്തിക വിദഗ്ദർ ആദ്യാവസാനം വെച്ചു എങ്കിൽ ഞങ്ങൾ ഒരു എത്താൻ മനസ്സായില്ലനിഗമനത്തിൽ.
		-- William Baumol

%
ഒരു പരീക്ഷണം പ്രവർത്തിക്കുന്നു എങ്കിൽ, എന്തോ തെറ്റായി സംഭവിച്ചു.
		-- William Baumol

%
എങ്കിൽ എൻട്രോപ്പി, വർധിച്ചുവരികയാണ് എവിടെ നിന്നു വരുന്നു?
		-- William Baumol

%
ഓരോ ഭരണം ഒരു മാനദണ്ഡം ഇല്ല എങ്കിൽ, ഞങ്ങൾ അവിടെ സ്ഥാപിച്ചഓരോ വാഴ്ച ഒഴികെ. ഞങ്ങൾ ഓരോ ഭരണം സ്വീകരിക്കുന്ന "ഒരു ഇല്ലവേർതിരിവ് "ചട്ടം പോലെ, പിന്നെ ഞങ്ങൾ ഒരു അപവാദമല്ല ഇല്ലായിരിക്കാം അതിങ്ങനെ വേണംഎല്ലാത്തിനും ഭരണം സാധ്യത എപ്പോഴും ഇല്ല എന്നു സംസ്ഥാനങ്ങളും ഈവേർതിരിവ്, ഞങ്ങൾ അതിന്റെ ന്നെ അതിനെ പിന്തുടരുക ഞങ്ങൾ അവിടെ സമ്മതിക്കണം എങ്കിൽഓരോ ഭരണം ഒരു ഒഴിവുകഴിവ് ഇല്ല എന്നു ഭരണത്തിന് ഒരു ഒഴിവാക്കൽ ആകാം.
		-- Bill Boquist

%
ദൈവം അത്യുത്തമം എന്തിനാണ് discontinuous പ്രവർത്തനങ്ങൾ സൃഷ്ടിക്കുന്നതിനും എങ്ങനെ?
		-- Bill Boquist

%
ഞാൻ മാത്രം അറിഞ്ഞു എങ്കിൽ ഞാൻ പൂട്ടു ആകുമായിരുന്നു.
		-- Albert Einstein

%
ഞാൻ ഇതുവരെ ഞാൻ ഭീമൻ കാലടികളെ നിന്നു അതിനെ തന്നെ കണ്ടിട്ടില്ല.
		-- Albert Einstein

%
ഞാൻ ഇവിടെ സജ്ജമാക്കാനും മതി ഒന്നും ഉറ്റുനോക്കുന്നു എങ്കിൽ ജനം കരുതുന്നുഞാൻ എന്തെങ്കിലും പ്രവർത്തിക്കുന്നു ഒരു എഞ്ചിനീയർ സുഖമാണ്.
		-- S. R. McElroy

%
ഏതെങ്കിലും പ്രശ്നം എങ്കിൽ നിങ്ങൾ സ്വയം സൃഷ്ടിയുടെ അതിമഹത്തായ തുക ചെയ്തു കാണുന്നഉത്തരം ലളിതമാണ് പരിശോധന വഴി കിട്ടും.
		-- S. R. McElroy

%
അതൊരു അത്ഭുതമാണ് എങ്കിൽ തെളിവുകൾ ഏതു മാറ്റത്തെയും ഉത്തരം, എന്നാൽ അത് ഒരു വസ്തുതയാണ് എങ്കിൽതെളിവ് അത്യാവശ്യമാണ്.
		-- Samuel Clemens

%
അതു പ്രവർത്തിക്കുന്നില്ലെങ്കിൽ അതു ബയോളജി തുടർന്ന് ഇഴയുകയോ അതു രസതന്ത്രം തുടർന്ന് പടയും എങ്കിൽഅതു ഫിസിക്സ് തുടർന്ന്.
		-- Samuel Clemens

%
അതു ന്യൂട്ടന്റെ എങ്കിൽ, ഞങ്ങൾ ചതഞ്ഞ ആപ്പിൾ തിന്നു ഇല്ല എന്ന്.
		-- Samuel Clemens

%
നിങ്ങൾ തെറ്റായ ഉത്തരം എത്തിപ്പെടും ഗണിതശാസ്ത്രത്തിൽ എങ്കിൽ ഗുണിക്കുന്നത് ശ്രമിക്കുകപേജ് നമ്പർ.
		-- Samuel Clemens

%
ശാസ്ത്രീയ ന്യായവാദം ലോജിക്കൽ പ്രക്രിയകൾ പരിമിതമായ എങ്കിൽഗണിത ഞങ്ങൾ ഭൌതിക നമ്മുടെ ഗ്രാഹ്യം പ്രയാസമായിക്കും നേടുകയും പാടില്ലലോകം. ഒന്ന് പോലെ പൂർണ്ണമായും വഴി പോക്കർ വേട്ട ഗ്രഹിക്കാൻ ശ്രമിച്ചേക്കുംപ്രോബബിലിറ്റി എന്ന ഗണിതത്തിലെ ഉപയോഗം.
		-- Vannevar Bush

%
ആദിവാസി ഒരു ഐ.ക്യു ടെസ്റ്റ് കരടുരേഖ പാശ്ചാത്യസാമ്രാജ്യ സംസ്കാരത്തിൻറെ എല്ലാ നന്നായിരുന്നേനെമരണമായി അതു flunk.
		-- Stanley Garn

%
വസ്തുതകൾ സിദ്ധാന്തം അനുരൂപമാവുന്നില്ലെങ്കിൽ, വസ്തുതകൾ മാറ്റുക.
		-- Albert Einstein

%
മനുഷ്യ മസ്തിഷ്കത്തിൽ നാം അതിനെ മനസ്സിലാക്കാൻ കഴിഞ്ഞില്ല അങ്ങനെ ലളിതമായ എങ്കിൽനാം കഴിഞ്ഞില്ല അങ്ങനെ ലളിതമായ തന്നെ.
		-- Albert Einstein

%
അവർ പൂത്തിരിക്കുന്നു അപ്പം നിന്നു പെൻസിലിന് കഴിയും എങ്കിൽ, അവർ ഉറപ്പാക്കാൻ കഴിയുംനിങ്ങൾ എന്തെങ്കിലും.
		-- Muhammad Ali

%
"പഴയത് എങ്കിൽ മൂല്യം അഴിമതിക്ക് പിന്നീട് കേവല മൂല്യം അഴിമതിക്ക്."
		-- Muhammad Ali

%
നിങ്ങൾ എന്തെങ്കിലും വിശകലനം, അത് നിങ്ങൾക്ക് നശിപ്പിക്കും.
		-- Arthur Miller

%
നിങ്ങൾ ഒരു വേണ്ടത്ര സ്മാർട്ട് അല്ലെന്ന് അറിയുന്നു മതിയായ സ്മാർട്ട് എങ്കിൽഎഞ്ചിനീയർ, പിന്നെ നിങ്ങൾ ബിസിനസ് നിങ്ങൾക്കാണ്.
		-- Arthur Miller

%
നിങ്ങൾ അത് മനസ്സിലാക്കാൻ കഴിയില്ല, അത് intuitively വ്യക്തം.
		-- Arthur Miller

%
നിങ്ങൾ മെറ്റീരിയൽ കഴിഞ്ഞ ഏതാനും പ്രഭാഷണ പിന്നീട് ഒരു ആസ്വദിച്ചിരുന്നു എങ്കിൽചാർട്ടേഡ് അക്കൗണ്ടൻസി ലെ പ്രസക്തമാണ്.സിസ്റ്റംസ് കോഴ്സ്.
		-- Advice from the lecturer in the middle of the Stochastic

%
നിങ്ങൾ വെൻഡിംഗ് മെഷീൻ ലഘു പാനീയം ന് "അധിക ഐസ്" ബട്ടൺ പുഷ്, നിങ്ങൾ മനസ്സില്ലഏതെങ്കിലും ഐസ് നേടുക. നിങ്ങൾ "വേണ്ട ഐസ്" ബട്ടൺ പുഷ് എങ്കിൽ നിങ്ങൾ ഐസ്, പക്ഷേ കപ്പ് ലഭിക്കും.
		-- Advice from the lecturer in the middle of the Stochastic

%
നിങ്ങൾ എങ്കിൽ, ഒരു വിൻഡോ jamb അല്ലെങ്കിൽ വാതിൽ നേരെ നക്കിളുകൾ ഭയത്തോടെ എങ്കിൽനിങ്ങൾ ഒരു curled- നിങ്ങളുടെ കാൽ പിടിക്കാമോ എങ്കിൽ ഒരു കിടക്ക അല്ലെങ്കിൽ ഡെസ്ക് നേരെ ലെഗ് തേയ്ക്കുംഒരു പരവതാനികൊണ്ടു കോണിലും, അല്ലെങ്കിൽ ഒരു ഡെസ്ക്ക് അല്ലെങ്കിൽ ചെയര് നേരെ ടോ അടിക്കും തിരികെ പോയിവീണ്ടുംശ്രേണി.നിങ്ങൾ കാണിച്ചതു ദൂരത്തു കോഴ്സ് അത്ഭുതപ്പെടുത്തി സ്വയം കണ്ടെത്തുംആ വിൻഡോ jamb, ആ വാതിൽ, ആ കസേര ഹിറ്റ്. കോഴ്സ് നേടുക തിരികെ അതു ചെയ്യാൻവീണ്ടും. നിങ്ങൾ നിങ്ങളുടെ രീതിയിൽ കണ്ടെത്താൻ കഴിയുന്നില്ലെങ്കിൽ നിങ്ങൾക്ക് എങ്ങനെ ഒരു പേടകം മുമ്പോട്ട് കഴിയുംനിങ്ങളുടെ സ്വന്തം അപ്പാർട്ട്മെന്റ്?
		-- William S. Burroughs

%
നിങ്ങൾ ഒരു എഴുത്തുകാരൻ നിന്ന് മോഷ്ടിച്ചു അതു കൃതിചോരണം തുടർന്ന്; നിങ്ങളിൽ നിന്ന് കട്ടാൽപല അതു റിസർച്ചിന്റെ.
		-- Wilson Mizner

%
നിങ്ങൾ പരിഹാരം ഭാഗമായി എങ്കിൽ, നിങ്ങൾ precipitate ഭാഗമായി മുൻപരിചയം.
		-- Wilson Mizner

%
ഭാവന അറിവിനേക്കാൾ പ്രധാനമാണ്.
		-- Albert Einstein

%
അവൻ കോവണിപ്പടികളിന്മേല് വിമാനം കയറി വീണു 1750-ൽ ഐസക്ക് ന്യൂട്ടൻ നിരുത്സാഹപ്പെടുത്തുന്നു മാറി.
		-- Albert Einstein

%
1869 ൽ Waffle ഇരുമ്പ് പൂടമ്മാന് ചുളിവുകളുള്ള ചെയ്തിരുന്നു ജനങ്ങൾക്ക് കണ്ടുപിടിച്ചത്.
		-- Albert Einstein

%
മിനിമം-ഘട്ടത്തിൽ സിസ്റ്റത്തിൽ തമ്മിലുള്ള സമാഗതമാകും കണ്ണി അവിടെആവൃത്തി പ്രതികരണവും ഘട്ടം പ്രതികരണവും ക്ഷണികമായ പ്രതികരണവും, അവർപരസ്പരം കേവലം അവസ്ഥയാണ് എല്ലാം. കൂടിച്ചേർന്ന് ഈഔട്ട്പുട്ട് amplifiers തുറക്കുക-ലൂപ്പ് പിശകുകൾ minimalization ശരിയായനോൺ-ലീനിയർ സ്വായത്തമാക്കാൻ ക്രോസ്ഓവര് നെറ്റ്വർക്ക് ലോഡുചെയ്യുന്നു നഷ്ടപരിഹാരം കഴിയുംനഷ്ടപ്പെട്ട സിസ്റ്റം റെസലൂഷൻ ഒരു പ്രധാന കുറയുന്നു നയിക്കും. എങ്കിലും,നിങ്ങൾ പിങ്ക് ഫ്ലോയ്ഡ് കേട്ടാൽ ഈ ജാക്കിനെ എന്നാണ്.
		-- Albert Einstein

%
എന്റെ അഭിപ്രായത്തിൽ തന്നെത്തന്നെ മെച്ചപ്പെടുത്താനും താൽപ്പര്യമുള്ള ആരെയും നടത്തുന്നതായും പാടില്ലശുദ്ധമായ ഊർജ്ജം ഭീമേശ്വരി.
		-- Jack Handey, The New Mexican, 1988.

%
പ്രകൃതിയിൽ പ്രതിഫലം വേണ്ടാ ശിക്ഷകൾ എന്നുമില്ല ഉണ്ട്, അനന്തരഫലങ്ങൾ ഉണ്ട്.
		-- R. G. Ingersoll

%
ഔട്ട് ഡയൽ വേണ്ടിയാണ്, അതു ഒരാളുടെ മാനം വർധിപ്പിക്കാനും അത്യാവശ്യമാണ്.
		-- R. G. Ingersoll

%
"ആദ്യം മുതൽ ഒരു ആപ്പിൾ പൈ നടത്തുമ്പോൾ, ആദ്യം സൃഷ്ടിക്കണംപ്രപഞ്ചം. "
		-- Carl Sagan, Cosmos

%
ശാസ്ത്രത്തിൽ അതു പലപ്പോഴും ശാസ്ത്രജ്ഞർ പറയുന്നു സംഭവിക്കുന്നു 'നീ ആ ശരിക്കും ഒരു അറിയുന്നുനല്ല വാദം; എന്റെ സ്ഥാനം ബടായി ആണ് 'പിന്നെ അവർ യഥാർത്ഥത്തിൽ മാറ്റാൻഅവരുടെ മനസ്സു വീണ്ടും അവരിൽ നിന്ന് പഴയ കാഴ്ച രഹിതമായി. അവർ ശരിക്കുംഅതു ചെയ്യൂ. ശാസ്ത്രജ്ഞർ ഉള്ളതുകൊണ്ട്, പോലെ പലപ്പോഴും പോലെ സംഭവിക്കുന്നില്ലമാനുഷിക മാറ്റം ചിലപ്പോൾ വേദനയേറിയ ആണ്. എന്നാൽ അതു എല്ലാ ദിവസവും സംഭവിക്കുന്നു. എനിക്ക് കഴിയില്ലകഴിഞ്ഞ തവണ അത് പോലെ ഒന്ന് രാഷ്ട്രീയത്തിൽ അല്ലെങ്കിൽ മതം സംഭവിച്ചത് ഓർക്കുക.
		-- Carl Sagan, 1987 CSICOP keynote address

%
'ചുരുക്കത്തിൽ _ വ Richardian എങ്കിൽ മാത്രമേ ആണ് _ വ അല്ല Richardian ആണ്. "
		-- Carl Sagan, 1987 CSICOP keynote address

%
സവിശേഷതകളും ൽ മർഫി നിയമം ഓമിന്റെ നിരാകരിക്കുന്നു.
		-- Carl Sagan, 1987 CSICOP keynote address

%
ആദിയിൽ ഒന്നുമില്ലായിരുന്നു. കർത്താവു "വെളിച്ചം ഉണ്ടാകട്ടെ എന്നു!" പറഞ്ഞുഇപ്പോഴും ഒന്നും ഉണ്ടായിരുന്നില്ല, എന്നാൽ കുറഞ്ഞത് ഇപ്പോൾ നിങ്ങള്ക്ക് അത്.
		-- Carl Sagan, 1987 CSICOP keynote address

%
ആദിയിൽ ഗണിതശാസ്ത്രം മാത്രം വേറെ, സൃഷ്ടിച്ചത് ഉണ്ടായിരുന്നുTopologist: ഗ്രേറ്റ് Mathamatical ആത്മാവു ബുക്ക് രൂപം. അവർ വളർന്നത്വലിയ നമ്പറുകൾ തീർത്തു.ഒരു ദിവസം ആകാശങ്ങളിൽ അവർക്ക് നോക്കി പോലെ മുകളിലേക്ക് എത്താൻ ആഗ്രഹിച്ചുകണ്ണ് കാണാൻ കഴിഞ്ഞില്ല പോലെ. അങ്ങനെ അവർ ഒരു ഗണിത കെട്ടിടം കെട്ടിടം സജ്ജമാക്കിയിരിക്കുന്നദൂരത്തോളം "അപ്പ്" പോകുമ്പോൾ അപ്പ് എത്താൻ ആയിരുന്നു. കൂടുതൽ വളർന്നതും യെന്ന അവർ പോയി ...ഒറ്റ രാത്രി വരെ കെട്ടിടം വിരോധാഭാസം തൂക്കം കീഴിൽ കുഴഞ്ഞുവീണു.രാവിലെ ഒരിക്കൽ ഒരു വലിയ ഉണ്ടായിരുന്നു മാത്രം ചുരിദാര് കണ്ടുആകാശം എത്തുന്ന ഘടന. ഗണിതസങ്കല്പങ്ങളുടെ കയറിച്ചെന്ന ഒരുത്തൻ വഴി ഒറ്റചുരിദാര് കീഴെ നിന്നു. അതു ആരും കൊല്ലപ്പെട്ടതായി ഒരു അത്ഭുതം ആയിരുന്നു; പക്ഷെ എപ്പോള്അവർ തമ്മിൽ സംസാരിക്കും എല്ലാ suprises എന്ന തമിള് തുടങ്ങി! അവർക്കു കഴിഞ്ഞില്ലപരസ്പരം മനസ്സിലാക്കാൻ. അവർ എല്ലാ വ്യത്യസ്ത ഭാഷകളിൽ സംസാരിച്ചു. എല്ലാവരും പടവെട്ടിതങ്ങളെ ഓരോ സ്വന്തം വഴി കുറിച്ച് പോയി. കൂട്ടത്തിൽ ഇന്നുംTopologists യഥാർത്ഥ ഗണിതസങ്കല്പങ്ങളുടെ നിലനിൽക്കും.
		-- The Story of Babel

%
ലെ കണ്ടുപിടുത്തത്തിൻറെ Hadamard ന്റെ "മന വായിച്ചശേഷം കോഴ്സ്മാത്തമാറ്റിക്കൽ ഫീൽഡ് "ഞാൻ ഒരു വസ്തുത പിന്തുണക്കുന്ന തെളിവുകൾ ഉടനീളം വന്നിരിക്കുന്നുഞങ്ങൾ കോഫി വിജയം നീണ്ട സദസ്യ യാതൊരു ശരിക്കും സൃഷ്ടിപരവുംബുദ്ധിയുള്ള ചിന്ത കോഫി ഒരു നല്ല പാനപാത്രം ഇല്ലാതെ സാധ്യമാണ്. പേജിൽ14, Hadamard fuchsian ഗ്രൂപ്പുകൾ പോങ്കാരെ സിദ്ധാന്തം ചർച്ചചെയ്യുന്നു ഒപ്പംfuchsian പ്രവർത്തനങ്ങൾ, 'തന്റെ ഏറ്റവും വലിയ ... ഒന്നായി വിവരിക്കുന്നകണ്ടുപിടുത്തങ്ങൾ, അവന്റെ മഹത്വം കരപൂരണം ആദ്യ ... "Hadamard പരാമർശിക്കുന്നുപോങ്കാരെ എല്ലാ ആ തുടക്കമാവും ഒരു "... .ഗിബ്ബൺ ഏറ്റുഅവിസ്മരണീയ പ്രവൃത്തി ... "ഒപ്പം ഇനിപ്പറയുന്ന വളരെ വെളിപ്പെടുത്തുന്നത് ഉദ്ധരണി നൽകുന്നു:"ഒരു വൈകുന്നേരം, എന്റെ കസ്റ്റം വിരുദ്ധമായി ഞാൻ ബ്ലാക്ക് കോഫി കുടിച്ചുഉറങ്ങാൻ കഴിഞ്ഞില്ല. ആശയങ്ങൾ ജനക്കൂട്ടം എഴുന്നേറ്റു ഞാൻ അവരെ കൂട്ടിയിടിച്ച് തോന്നിജോഡി ഒരു സ്ഥിരതയുള്ള making, പറയാൻ, interlocked വരെകോമ്പിനേഷൻ. "വളരെ മോശം കുടിവെള്ള ബ്ലാക്ക് കോഫി പതിവു വിരുദ്ധമായി ആയിരുന്നു. ഒരുപക്ഷേശരിക്കും ഒരു കോഫി achiever ചിലത് തുക കഴിയുമായിരുന്നു.
		-- The Story of Babel

%
സിദ്ധാന്തത്തിൽ സിദ്ധാന്തവും പ്രയോഗവും തമ്മിൽ യാതൊരു വ്യത്യാസവുമില്ല. പ്രായോഗികമായി,ഇതുണ്ട്.
		-- The Story of Babel

%
ഈ കാര്യങ്ങളിൽ ദൃഢമായ ചില ഒന്നും ഇല്ല എന്നതാണ്.
		-- Pliny the Elder

%
"ഈ പകരക്കാരനെ ഭൂമിയിൽ നാം അവർ എന്നെ ആഫ്രിക്ക നൽകിയ വികസിപ്പിക്കുന്നുവെങ്കിലോപ്രവർത്തിക്കുകയും തീർച്ചയായും, ഞാൻ അത് എല്ലാ fjords ഉപയോഗിച്ച് വീണ്ടും ഞാൻ ഇടയായാൽ കാരണം ചെയ്തുകൊണ്ടിരിക്കുന്നത്അവരെ പോലെ ഞാൻ പഴഞ്ചൻ മതി അവർ മനോഹരവും തരും ചിന്തിക്കുന്നത് സുഖമാണ്ബരാക്യു ഒരു ഭൂഖണ്ഡം അനുഭവപ്പെടും. അവർ അതു മതി ഇക്വറ്റോറിയൽ അല്ല എന്നെ അറിയിക്കും.ഇക്വറ്റോറിയൽ! "അവൻ ഒരു പൊള്ളയായ ചിരിച്ചു കൊടുത്തു." ഇത് എന്താണ് കുഴപ്പമുണ്ടോ? ശാസ്ത്രം ഉണ്ട്കോഴ്സ് ചില അത്ഭുതമായി നേടാനായെങ്കിലും ഞാൻ ദൂരത്തു പകരം സന്തോഷമേയുള്ളൂ ആഗ്രഹിക്കുന്നുശരിയായ ഏതെങ്കിലും ദിവസം. ""നിങ്ങൾ എവിടെ?""ഇതെല്ലാം തീർച്ചയായും, വീണു എവിടെ നമ്പർ കൊണ്ടുവന്നിട്ടുള്ളത്.""ആദരിക്കും" അനുഭാവത്തോടെയായിരിക്കും ആർതർ പറഞ്ഞു. "ഇത് തികച്ചും ഒരു നല്ല പോലെ ഊതിലൈഫ് സ്റ്റൈൽ മറ്റുതരത്തിൽ. "
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
വിവരം എൻട്രോപ്പി വിപരീതം ആണ്.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
പരസ്പരം ഭാഗങ്ങളിൽ മനസ്സില്ല.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
ഊർജ്ജതന്ത്രം നിക്ഷേപിക്കുക - ഡിറക്കി ഒരു കഷണം സ്വന്തമാണ്!
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
"അഭിന്നകസംഖ്യയാണ് എല്ലാ തിന്മയും സ്ക്വയർ റൂട്ട് ആണ്"
		-- Douglas Hofstadter

%
അറിവ് knowable ആണോ? ഇല്ലെങ്കിൽ, എങ്ങനെ അറിയാം?
		-- Douglas Hofstadter

%
പക്ഷേ, അത് ഫിക്ഷൻ ഒരേ ആളുകൾ ചിരിക്കും ആ രസകരമായികാലാവസ്ഥ പ്രവചനങ്ങൾ സാമ്പത്തിക കേൾക്കാൻ?
		-- Kelvin Throop III

%
അത് ജിപ്സി ഭാഗ്യം ചിരിക്കുന്നു അതേ ആളുകളെ എന്നും വിചിത്രമാണ്കലരും ഗൌരവമായി സാമ്പത്തിക ശാസ്ത്രജ്ഞർ എടുത്തു?
		-- Kelvin Throop III

%
"വാൾട്ടർ ന്റെ കുതിര ചിറകു ഉണ്ട് ആയിരിക്കും" ആണ് എന്ന് അർത്ഥമില്ലഅവിടെ കഴിഞ്ഞില്ല മാത്രം എന്ന് വാൾട്ടർ ന്റെ കുതിരയെപ്പോലെ അത്തരം ഏതെങ്കിലും മൃഗം; എന്നാൽ "വാൾട്ടർ ന്റെകുതിര ചിറകുകൾ കഴിയാത്ത ഒരു കാര്യം ആണ് "വാൾട്ടർ ന്റെ കുതിരയുടെ .ആകെഅസ്തിത്വം. എന്നാൽ സമുച്ചയ "വാൾട്ടർ ന്റെ കുതിര നിലവിലുണ്ട്, അതു ആകാംവാൾട്ടർ ന്റെ കുതിര ചിറകു ഉണ്ടെന്ന് "ഇപ്പോഴും അർത്ഥമില്ല" വാൾട്ടർ ന്റെ കുതിര ആണ്ഒരുപക്ഷേ അത് മാത്രമാണ് വാൾട്ടർ ന്റെ കഴിയും വേണ്ടി ചിറകുകൾ കഴിഞ്ഞില്ല കാര്യം ",കുതിര വാൾട്ടർ മറ്റൊരു കുതിര മൂലമോ ചിറകുകൾ ഉണ്ട്. അന്ധൻമാരെ "ചെയ്യുന്നവൻ വാൾട്ടർ ന്റെകുതിര ചിറകുകൾ കഴിയാത്ത ഒരു കാര്യം ആണ് ആ കഴിഞ്ഞില്ല "അതുപോലെ ധ്വനിപ്പിക്കുക"വാൾട്ടർ ന്റെ കുതിര ചിറകു ഉണ്ട് "; വാൾട്ടർ ന്റെ കുതിര മാത്രം എന്ന് ഒരാൾ ശക്തിയാൽവാൾട്ടർ ന്റെ കുതിര ഒരാളായി നടത്താതെ ചിറകുകൾ.എങ്കിലും ഞാൻ ചില X പ്രോപ്പർട്ടി പി ഉണ്ട് എങ്കിൽ, നിഷേധിക്കുന്നത് ആ ഫോർമുല [അനിവാര്യമായുംപിന്നീട് ചില X ഉണ്ട് പി (X) നിലനില്ക്കും ശേഷം പ്രോപ്പർട്ടി പി] ഒരു ലോജിക്കൽ നിയമം പ്രകടമാക്കുന്ന"ഞങ്ങളെ" X എന്നെക്കാൾ ഒരു മെച്ചപ്പെട്ട logician ആണ് "പറയട്ടെ പ്രസ്താവന, വേണ്ടി അതുംആരെങ്കിലും എന്നെക്കാൾ ഒരു മെച്ചപ്പെട്ട logician എങ്കിൽ പിന്നെ ആരെങ്കിലും എന്ന് ആവശ്യമായഏതെങ്കിലും എന്നെ ചെയ്തിരിക്കുന്നു ഇല്ല കാരണം ഞാൻ ആകുന്നു "നല്ലതു logician തെറ്റാണ്.
		-- A. N. Prior, "Time and Modality"

%
ഇത് വെറും ഗവേഷണ എലികളിൽ ക്യാൻസർ കാരണമാകുന്ന കണ്ടെത്തിയിട്ടുണ്ട്.
		-- A. N. Prior, "Time and Modality"

%
അതിൽ ഒരു വിടവ് സ്പേസ് ഇല്ല എന്നു പറയുന്ന ലേക്ക് ന്യായവാദങ്ങൾ വിരുദ്ധമാണെന്നാണ്ഏത് പഴയത് ഒന്നും ഇല്ല.
		-- Descartes

%
ഇത് വേഗത്തിൽ പ്രകാശത്തെക്കാൾ യാത്ര അസാധ്യമാണ്, നിശ്ചയമായും ചെയുന്നത്,ഓഫ് വീശുന്ന സൂക്ഷിക്കുന്നു ഒറ്റ തൊപ്പി പോലെ.
		-- Woody Allen

%
അതു നിങ്ങൾ പ്രശ്നത്തെക്കുറിച്ച് ഒന്നും അറിഞ്ഞിട്ടു പരിഹാരങ്ങൾ നിർദ്ദേശിക്കാൻ കൂടുതൽ എളുപ്പമാണ്.
		-- Woody Allen

%
ഇത് ഉത്തരം അർഹിക്കുന്ന ഓരോ ചോദ്യം.
		-- Publilius Syrus

%
എന്നെ പ്രോവിഡൻസ് .ജീവിതവുമായി പ്രവർത്തിക്കുന്നുവെന്നും ഗൗരവം ശ്രമിക്കും ലേക്ക് പാടില്ല.
		-- The Earl of Birkenhead

%
അത് ലളിതമായി ആണ്, ധ്രുവീയ കോ ഏകോപിപ്പിക്കുന്നു സങ്കീർണ്ണമായ ഉണ്ടെന്നും ആണ്കാര്ട്ടീഷ്യന്പ്ലോട്ട് കോ ഏകോപിപ്പിക്കുന്നു അവ അവകാശം ലളിതമാക്കാൻ അറിയുന്നു.
		-- Kleppner & Kolenhow, "An Introduction to Mechanics"

%
ഇത് ഒരു റിസോർട്ട് വഴി ഗർഭധാരണം ഒഴിവാക്കാൻ ഒരു കത്തോലിക്ക സ്ത്രീയെ ഇപ്പോൾ വിഹിതമല്ലഗണിതശാസ്ത്രം, അവൾ ഇപ്പോഴും ഫിസിക്സ്, കെമിസ്ട്രി അവലംബിക്കാൻ വിലക്കപ്പെട്ടതാണ് എങ്കിലും.
		-- H. L. Mencken

%
നിങ്ങളുടെ paperboy അഞ്ചിന് കുറ്റിക്കാട്ടിൽ നിങ്ങളുടെ പേപ്പർ പക്ഷം എന്നത് ശരിയാണ്നേരായ ദിവസം അതു വഴി ഗ്രാവിറ്റി ന്യൂട്ടന്റെ നിയമം വിശദീകരിച്ചു കഴിയും. എന്നാൽ അതു എടുക്കുന്നുഅതു നിങ്ങൾക്കു സംഭവിക്കുന്നത് വിശദീകരിക്കുന്നതിന് മർഫി ന്റെ നിയമം.
		-- H. L. Mencken

%
അത് തെറ്റായിരിക്കും അതായത് എനിക്കു intuitively വ്യക്തമായ തോന്നുന്നു.
		-- Chris Torek

%
അതു കൂടുതൽ കൂടുതൽ ഗണിതജ്ഞർക്കും പുതിയ ഉയർന്ന നിലയിലുള്ള ഉപയോഗിച്ച് തോന്നും"ഗവേഷണ വിദ്യാർത്ഥി" എന്ന പേരുള്ള ഭാഷ.
		-- Chris Torek

%
"സുഗമമായി അധികം."... നിങ്ങൾ അതു വിശ്വസിക്കുന്നില്ല എങ്കിൽ അത് കൂടുതലാണ് എളുപ്പത്തിലും എന്ന് തെളിയിക്കുന്നത് ശ്രമിക്കുകപറഞ്ഞു, നിങ്ങൾ സുഗമമായി `അത്രയേയുള്ളൂ എളുപ്പം അധികം ചെയ്തതു പറഞ്ഞു" കാണും'അതു എളുപ്പമാണ് പറഞ്ഞു ആകുന്നു "യഥാർഥത്തിൽ തെളിയിക്കുന്നു ശേഷം," അതു ചെയ്തു അധികം പറഞ്ഞുപൂർത്തിയായതായി ".
		-- Chris Torek

%
ഇത് പരിണാമത്തിന്റെ വർഷം ദശലക്ഷക്കണക്കിന് അവസാനം തൽഫലമായി നിങ്ങൾ ചിന്തിക്കുന്നത് പ്രയാസം.
		-- Chris Torek

%
നിങ്ങൾക്ക് കരുതുന്നതിലും പിന്നീട് ജോയിന്റ് റഷ്യൻ-അമേരിക്കൻ സ്പേസ് ദൗത്യംതുടങ്ങിക്കഴിഞ്ഞു.
		-- Chris Torek

%
അത് വെറും ഒരു പോലെ കാണപ്പെടുന്നു, ഒരു മായക്കാഴ്ചയിൽ തുടർന്ന്.
		-- Phil White

%
ഇത് [മാത്രം] cosmetically തെറ്റാണ് പിഴവുകൾ സമ്മതിക്കേണ്ടിവരും ഹാർഡ് അല്ല.
		-- J. K. Galbraith

%
അവർ അർത്ഥമില്ല ശരി 'വിലക്കപ്പെട്ട' സംക്രമണം വിളിച്ചു കാരണംഅനുവദനീയമല്ല. കണ്ടാൽ അവർ അനുവദനീയമായ സംക്രമണം കുറവാണ് അനുവദനീയംഞാൻ ഉദ്ദേശിച്ചത്.
		-- From a Part 2 Quantum Mechanics lecture.

%
Kleeneness Godelness അടുത്താണ്.
		-- From a Part 2 Quantum Mechanics lecture.

%
വാടകയ്ക്ക് ക്ലൈൻ കുപ്പി - ഉള്ളിൽ ചോദിക്ക.
		-- From a Part 2 Quantum Mechanics lecture.

%
അവസാനം yeer ഞാൻ spel എഞ്ചിനീയർ kudn't. ഇപ്പോൾ ഞാൻ വിജയിച്ചു ചെയ്യുന്നു.
		-- From a Part 2 Quantum Mechanics lecture.

%
ലോറൻസ് റേഡിയേഷൻ ലബോറട്ടറി ഒരു പഴയ ചാര തുമ്പിക്കൈ അതിന്റെ എല്ലാ ഡാറ്റയും സൂക്ഷിക്കുന്നു.
		-- From a Part 2 Quantum Mechanics lecture.

%
ലൈഫ് ചുറ്റുമുള്ള ഉത്തേജക ഒരു രാസ പ്രതികരണത്തെ ആണ്ഒരു സ്ഥിരതയുള്ള പദവുമുപയോഗിക്കുന്നു പരിസ്ഥിതി, അതേസമയം ചെറി ഒരു പാത്രത്തിൽ ഒരു ആണ്വിറകു വളരെക്കുറച്ച് ചുവന്ന പഴങ്ങൾ നിറഞ്ഞു ചുറ്റും കണ്ടെയ്നർ.
		-- From a Part 2 Quantum Mechanics lecture.

%
ലൈഫ് നീ ഒരു സമയത്തേക്കു ആയിരിക്കും നിരവധി ബില്യൺ കോശങ്ങൾ മാറാം ആണ്.
		-- From a Part 2 Quantum Mechanics lecture.

%
ഇതര ലീനിയർ കാരണം ലൈഫ് ബുദ്ധിമുട്ടാണ്.
		-- From a Part 2 Quantum Mechanics lecture.

%
യുക്തി ഒരു മരത്തിൽ ഇരുന്നു അല്പം പക്ഷിയായി; ആ * പടയും _____ ഭയങ്കരമായ *.
		-- From a Part 2 Quantum Mechanics lecture.

%
യുക്തി ദുർഗന്ധമടിക്കുന്നു ഒരു പ്രെറ്റി വൃക്ഷമാണിത്.
		-- From a Part 2 Quantum Mechanics lecture.

%
യുക്തി ആത്മവിശ്വാസത്തോടെ തെറ്റായ നിഗമനത്തിൽ വരുന്ന സിസ്റ്റമാറ്റിക് രീതിയാണ്.
		-- From a Part 2 Quantum Mechanics lecture.

%
യുക്തി മനസ്സിന്റെ ഗുഹ്യസ്ഥാനം ബെൽറ്റ് ആണ്!
		-- From a Part 2 Quantum Mechanics lecture.

%
സ്നേഹം, ആന്തരിക കോണീയ നിന്ന് ഒരു ചെറിയ സഹായത്തോടെ ലോകം എവിടെയായിരുന്നാലും 'ചുറ്റും ചെയ്യുന്നുആക്കം.
		-- From a Part 2 Quantum Mechanics lecture.

%
ലൂക്കാസ് കാണാത്തതെന്ന് വിശ്വസനീയമായ ഘടകങ്ങൾ പല ഉറവിടംബ്രിട്ടീഷ് ഓട്ടോമോട്ടീവ് വൈദ്യുത സിസ്റ്റങ്ങൾ. പ്രൊഫഷണലുകൾ കമ്പനി വിളിക്കും "ഇരുളിൽ രാജകുമാരൻ ". തീർച്ചയായും, ലൂക്കാസ് ആയിരുന്നെങ്കിൽ രൂപകൽപ്പനയും നിർമ്മിക്കാനുള്ളആണവ ആയുധങ്ങൾ, മൂന്നാമൻ ലോകമഹായുദ്ധം നിലത്തു ഓഫ് നേടുകയും ഒരിക്കലും. ബ്രിട്ടീഷ്ഊഷ്മള ബിയർ അമേരിക്കക്കാർ ചെയ്യാൻ അധികം ഇനി ഇഷ്ടമല്ല. ബ്രിട്ടീഷ് പാനീയം ഊഷ്മളബിയർ അവർ ലൂക്കാസ് റെഫ്രിജറേറ്ററുകൾ ഉള്ളതിനാൽ.
		-- From a Part 2 Quantum Mechanics lecture.

%
മാ മണി തുച്ഛമായ അമ്മ!
		-- From a Part 2 Quantum Mechanics lecture.

%
മെഷീൻസ് കുറവ് പ്രശ്നങ്ങൾ ഉണ്ട്. ഞാൻ ഒരു യന്ത്രം താൽപ്പര്യമുണ്ട്.
		-- Andy Warhol

%
അതു എന്നെത്തന്നെ വരുത്തു? എന്നാൽ ഞാൻ ഒരു ഫിസിക്കൽ ഓർഗാനിക് കെമിസ്റ്റ് ആണ്!
		-- Andy Warhol

%
വേഗത്തിൽ അതു ഉണ്ടാക്കേണം തൊട്ടുമുമ്പ് അതു ഉണ്ടാക്കേണം.
		-- Andy Warhol

%
മനുഷ്യൻ പറക്കുന്ന ഒരിക്കലും. ബഹിരാകാശ യാത്രാ കേവലം ഒരു സ്വപ്നമാണ്. എല്ലാ ആസ്പിരിൻ വെയ്ക്കുക ആണ്.
		-- Andy Warhol

%
മഠം, മദ്യം ഇളക്കുക ചെയ്യരുത്!ദയവായി, കുടിക്കുകയും നേടിയെടുക്കുന്ന ചെയ്യരുത്.ഗണിതസങ്കല്പങ്ങളുടെഎതിരായിമദ്യപാനിപറയുമായിരുന്നു
		-- Andy Warhol

%
മഠം സ്നേഹം പോലെയാണ് - ലളിതമായ ആശയം എന്നാൽ അതു സങ്കീർണമായ ലഭിക്കും.
		-- R. Drabek

%
ഗണിതസങ്കല്പങ്ങളുടെ Frenchmen പോലെയാണ്: നീ അവരോടു പറയേണ്ടതു അവർ വിവർത്തനംസ്വന്തം ഭാഷയിലേക്ക് അതു തികച്ചും വ്യത്യസ്തമായ എന്തോ ഉടനെ.
		-- Johann Wolfgang von Goethe

%
ഗണിതസങ്കല്പങ്ങളുടെ ആണ്, ഓഫിട്ടു സ്പേസ് വിളിച്ചു എന്തെങ്കിലും അവലംബിക്കാൻn മാനങ്ങളുള്ള വിശേഷിപ്പിച്ചിരിക്കുന്നത്. ആധുനിക ലൈംഗിക പോലെ എത്രയെണ്ണം കളിക്കാൻ കഴിയും.
		-- Dr. Thor Wald, "Beep/The Quincunx of Time", by James Blish

%
ഗണിതസങ്കല്പങ്ങളുടെ കേവല സ്വാതന്ത്ര്യം പ്രായോഗികമാക്കാൻ.
		-- Henry Adams

%
ഗണിതം സങ്കൽപ്പങ്ങൾ അംഗങ്ങളോടൊപ്പം മാത്രമായി ഇടപെടുന്നുഅനുഭവം അവരുടെ ബന്ധത്തിന്റെ പരിഗണന കൂടാതെ പരസ്പരം.
		-- Albert Einstein

%
ഗണിതം ഒറ്റ അറിയുന്നു ഒരിക്കലും ഏക ശാസ്ത്രമാണ്ഒറ്റ കുറിച്ച് അരുതു പറഞ്ഞത് തന്നെ സത്യമാണ് എന്നത് സംസാരിക്കുന്നത്.
		-- Russell

%
മാത്തമാറ്റിക്സ് യുക്തമായി വീക്ഷിക്കുമ്പോൾ, സത്യമല്ലാതെ മഹത്തായ സൗന്ദര്യം മാത്രമല്ല വെടിപൊട്ടിക്കാൻ -ഏതെങ്കിലും അപ്പീൽ ഇല്ലാതെ തണുത്ത കർക്കശമായതുമായ സൗന്ദര്യവും, ശില്പം പോലെപെയിന്റിംഗ് അല്ലെങ്കിൽ സംഗീതത്തിന്റെ ശുഭ്രവസ്ത്രം വിവരവിനിമയം തന്നെ ഞങ്ങളുടെ ദുർബല പ്രകൃതിയുടെ ഭാഗംഎങ്കിലും ഉപരിയായി ശുദ്ധമായ, അത്തരം മാത്രമേ കർശനമായ പൂർണ്ണതയുടെ കഴിവുള്ളമഹാന്മാരായ ആർട്ട് കാണിക്കാൻ കഴിയും. ഇമ്പമുള്ള സത്യത്തിന്റെ ആത്മാവു, ഉപരിയായി, അർഥത്തിൽഉയർന്ന എക്സലൻസ് touchstone മനുഷ്യനെ അധികം ഒരാളായി ആകുന്നുപോലെ തീർച്ചയായും കവിത പോലെ ഗണിതത്തിൽ കണ്ടെത്തേണ്ട.
		-- Bertrand Russell

%
സൃഷ്ടിയായിക്കൊള്ളുക കഴിയില്ല നശിപ്പിച്ചു, അത് ഒരു രസീത് ഇല്ലാതെ മടങ്ങി കഴിയും.
		-- Bertrand Russell

%
കാര്യവും മൂല്യം നേരിട്ട് അനുപാതത്തിൽ കേടുപാടുകൾ ചെയ്യും.
		-- Bertrand Russell

%
രണ്ട് തവണ അളക്കുക ഒരു തവണ മുറിക്കുക.
		-- Bertrand Russell

%
ഒരു മൈക്രോമീറ്ററിൽ അളവും. ചോക്ക് കൊണ്ട് അടയാളപ്പെടുത്തുക. കോടാലി ഉപയോഗിച്ച് മുറിക്കുക.
		-- Bertrand Russell

%
കഴിവുകേട് ക്രമീകരണമാണ് സുരക്ഷ കണ്ടെത്തുന്നു.
		-- Frederick Crane

%
പുരുഷന്മാർ ദൈവമുണ്ടെങ്കിൽപ്പിന്നെ സ്നേഹിക്കുന്നു, ആ ശാസ്ത്രത്തിന്റെ വിത്തു.
		-- Frederick Crane

%
പുരുഷന്മാർ ഇടയ്ക്കിടെ സത്യം അതിന്മേല് തട്ടി, എന്നാൽ അവരിൽ അധികപേരും തങ്ങളെ ട്ട്അപ്പ് ഒന്നും സംഭവിച്ചതു പോലെ ഓഫ് വേഗം.
		-- Winston Churchill

%
ആധുനികമതശ്ശാസ്ത്രം ആ പെരുമാറ്റവും ന്യൂറൽ നിസ്സാരമായി പൂർണ്ണമായും എടുക്കുന്നുചടങ്ങിൽ തികച്ചും ഒറ്റ പൂർണ്ണമായും മൂലമാണ് എന്നു പ്രായവുമായി ചെയ്യുന്നുമറ്റ്. ഒരു വിരൽ ധൈര്യത്തിന് പ്രത്യേക പ്രാണൻ അല്ലെങ്കിൽ lifeforce ഇല്ലപിന്നെ തലച്ചോറിലും ന്യൂറൽ സെല്ലുകൾ, അതല്ലെങ്കിൽ മറ്റെന്തോ ചെയ്യുന്നതിനും.യഥാർത്ഥത്തിൽ, തീർച്ചയായും, ഈ മാത്രമേ ഒരു തൊഴിലാളി അനുമാനം ആണ്. ... അത് തികച്ചും ആണ്പെണ്കൊടിയുണ്ടായിരുന്നു അനുമാനം തള്ളിക്കളഞ്ഞു വരും സാങ്കൽപിക. എന്നാൽ അതുതൊഴിലാളി: ഞങ്ങൾ ഇതുവരെ അന്നു എത്തിച്ചേർന്നു എന്നു കാണുന്നത് പ്രധാനപ്പെട്ടതാണെന്ന്അനുമാനം ഒരു ആവശ്യമായ ആണ് അത് എതിർത്തു ഒന്നും യഥാർത്ഥ തെളിവുകൾ ഇല്ല.ഇതുവരെ ഒരു പ്രശ്നം പരിഹരിക്കാൻ നമ്മുടെ പരാജയം അതു insoluble ഇല്ല. ഒന്ന് കഴിയില്ലയുക്തിഭദ്രമായി ഫിസിക്സ്, ബയോളജി ഒരു നിശ്ചയിക്കാവാദം, മനഃശാസ്ത്രത്തിലുമാണെന്ന് ഒരു നിഗൂഢ ആയിരിക്കും.സിദ്ധാന്തം ", 1949
		-- D. O. Hebb, "Organization of Behavior: A Neuropsychological

%
ചരിത്രത്തിൽ ഒരു ഉപരി, മനുഷ്യർക്ക് ഇപ്പോൾ ഒരു വഴിത്തിരിവിൽ മുഖങ്ങൾ. വൺ പാത്ത്മൊത്തം വംശനാശത്തിന്റെ മറ്റ്, നിരാശ തപ്പുവാൻ നിരാശയും നയിക്കുന്നു.നമുക്കു ശരിയായി തിരഞ്ഞെടുക്കാൻ ജ്ഞാനം ഉണ്ടെന്ന് പ്രാര്ത്ഥിക്കാം.
		-- Woody Allen, "Side Effects"

%
"ഗുണന നിങ്ങളുടെ തലയിൽ" (അനുകമ്പയുള്ള ഡോ ആഡംസ് ഉത്തരവിട്ടു) "365.365.365,365.365.365 365.365.365.365.365.365 വഴി ". അവൻ [പത്തു വർഷം പഴക്കമുള്ള ട്രൂമാൻ ഹെൻറിസഫ്ഫോർഡ്] ഒരു മുകളിൽ മുറിയിൽ ചുറ്റും പറന്നു, മേൽ തന്റെ മിക കടിച്ചുകീറിതന്റെ ബൂട്ട് ബലി, ചിലപ്പോൾ അവരുടെ തടത്തിൽ അവന്റെ കണ്ണുകളും തന്റെ കൈകൾ കടിച്ചുപുഞ്ചിരിയോടെ സംസാരിക്കുന്നത്, ഒരു ദുഃഖനിമഗ്നായികൊണ്ട് ആയിരിക്കും അലംകൃതമായി തോന്നിക്കുകയും, വരെ, ഇനി ലെഒരു മിനിറ്റിൽ ഏറെ അദ്ദേഹം 133.491.850.208.566.925.016.658.299.941.583.225 പറഞ്ഞു! "ഒരു ഇലക്ട്രോണിക് കമ്പ്യൂട്ടർ ജോലി ചെയ്യാൻ തക്കവണ്ണം അല്പം വേഗത്തിൽ എന്നാൽ അത് പാടില്ലകാണാൻ പോലെ വളരെ രസകരമായ.
		-- James R. Newman, "The World of Mathematics"

%
മർഫി നിയമം, Godel ന്റെ സിദ്ധാന്തം ആ മദോന്മത്തനായ തൊഴിലാളി restatement.
		-- Thomas Pynchon, "Gravity's Rainbow"

%
എന്റെ ജ്യാമിതി അധ്യാപകൻ ചിലപ്പോൾ നിശിതം, ചിലപ്പോൾ ഉപകോണാകാരത്തിലാണ് ആയിരുന്നു എപ്പോഴത്തേയുംഎപ്പോഴും അദ്ദേഹം ശരിയായ.[അത് രസകരമായ ഒരു കോൺ തുടർന്ന്. ഏതെങ്കിലും സമാനതകൾ ഉണ്ട് ഞാൻ ചിന്തിക്കുന്നു?]
		-- Thomas Pynchon, "Gravity's Rainbow"

%
എന്റെ സന്ദേശം ജൈവ determinists മോശം ശാസ്ത്രജ്ഞർ ആയിരുന്നു അല്ലെങ്കിൽ അല്ലഅവർ എപ്പോഴും തെറ്റായിരുന്നു പോലും. പകരം, ഞാൻ ശാസ്ത്രത്തെ നാം വിശ്വസിക്കുന്നുഒരു സോഷ്യൽ പ്രതിഭാസം, ഒരു ഗട്സി, മാനുഷിക എന്റർപ്രൈസ്, അല്ല പ്രവൃത്തി മനസ്സിലാക്കപ്പെടുമ്പോഴുംറോബോട്ടുകൾ ശുദ്ധമായ വിവരങ്ങൾ ശേഖരിക്കാൻ പ്രോഗ്രാം. ഞാനും ഈ കാഴ്ച അവതരിപ്പിക്കുകശാസ്ത്ര, അല്ല യാഗം മാന്യമായ പ്രത്യാശ ഒരു മേഘക്കുടയുടെ സ്മരണക്കുറിപ്പായി ആയി എൺനവിലയിൽമനുഷ്യ പരിമിതികൾ വരുത്തുന്നത്.ഞാൻ ഒരു വസ്തുതാപരമായ റിയാലിറ്റി ഉണ്ടോ എന്നു ആ സയൻസ്, വിശ്വസിക്കുന്നു പലപ്പോഴും ആയാലുംഒരു ഉപകോണാകാരമോ ആൻഡ് അസ്വാഭാവികമായ വിധത്തിൽ, അതിനെ കുറിച്ച് പഠിക്കാൻ കഴിയും. ഗലീലിയോ കാണിക്കാത്തപ്പോഴുള്ളചാന്ദ്ര മോഷൻ കുറിച്ച് അമൂർത്തമായ ചർച്ചയിൽ പീഡനങ്ങൾക്കും ആയുധങ്ങളായി. അവൻ ഉണ്ടായിരുന്നുസോഷ്യൽ ഉപദേശങ്ങളിലുള്ള വേണ്ടി സഭയുടെ പരമ്പരാഗത വാദം ഭീഷണിസ്ഥിരതയും: കേന്ദ്ര കുറിച്ച് വലയം ഗ്രഹങ്ങൾ സ്റ്റാറ്റിക് ലോകം ഓർഡർഭൂമി യജമാനനെ വിരഹവേദനയിൽ serfs ആജ്ഞാനുവർത്തികളായി പുരോഹിതന്മാർ. പക്ഷേസഭ ഉടൻ ഗലീലിയോയുടെ പ്രപഞ്ചഘടനാശാസ്ത്രം അതിന്റെ സമാധാനം ഉണ്ടാക്കി. അവർ നിര ഉണ്ടായിരുന്നു; Theഭൂമി യഥാർത്ഥത്തിൽ സൂര്യൻ കുറിച്ച് ചുറ്റിപ്പറ്റിയാണ് ഇല്ല.
		-- S. J. Gould, "The Mismeasure of Man"

%
മിസ്റ്റിക്സ് എപ്പോഴും ശാസ്ത്രം ചില ദിവസം അവരെ കണ്ടുപിടിക്കാം എന്നു പ്രതീക്ഷിക്കുന്നു.
		-- Booth Tarkington

%
പ്രകൃതി നിയമങ്ങൾ കനിവു.
		-- Booth Tarkington

%
പ്രകൃതി ഒരു ഹീറോ നിരാകരിച്ചിട്ടുണ്ട്. ഒരു സംഗതി, അവൻ സംരക്ഷണ നിയമം ലംഘിക്കുന്നതായിഊർജ്ജം. മറ്റൊരു വേണ്ടി എങ്ങനെ ഇഹ്സാന് അതിജീവനം കഴിയുംഉത്തമനും അവൻ ഏറ്റവും സാധ്യതയുള്ള എവിടെ സാഹചര്യങ്ങളിൽ തന്നെത്താൻ ഇടുന്നതു സൂക്ഷിക്കുന്നുcreamed?
		-- Solomon Short

%
പ്രകൃതി എപ്പോഴും മറച്ചു ബാബുജി വശങ്ങളും.
		-- Solomon Short

%
പ്രകൃതി, ഒരു ലൊക്കേഷൻ എവിടെ, വഴി വാതിലുകളും നിന്നു കണ്ടെത്തേണ്ട വലുതാണ്അതു ഉണ്ടാകി മതി സുഖപ്രദമായ കസേരകളും പോയിട്ട് കഴിയില്ല.
		-- Fran Lebowitz

%
പ്രകൃതി കല്പിച്ച ചെയ്യേണ്ട അനുസരിക്കപ്പെടുവാൻ വേണം.
		-- Francis Bacon

%
നീൽ ആംസ്ട്രോങ് വഴുതിവീണു.
		-- Francis Bacon

%
ന്യൂട്രിനോകളുടെ ഭൌതിക കടന്നു ആകുന്നു.
		-- Francis Bacon

%
ന്യൂട്രിനോകളുടെ മോശം വീതിയും ഞങ്ങൾക്കുണ്ട്.
		-- Francis Bacon

%
നീണ്ട മെഷിനറി അതു ചെയ്യാൻ കുറിക്കും എന്താണ് ചെയ്യുന്നതുപോലെ സിദ്ധാന്തം ഒരിക്കലും വിഷമിക്കേണ്ട.
		-- R. A. Heinlein

%
ശ്രദ്ധിക്കുക ആസൂത്രണത്തിന്റെ യാതൊരു തുക എന്നേക്കും ഊമ ഭാഗ്യം മാറ്റിസ്ഥാപിക്കും.
		-- R. A. Heinlein

%
പ്രതിഭയുടെ യാതൊരു തുക വിശദമായി ഒരു ചിന്ത മറികടക്കാൻ കഴിയും.
		-- R. A. Heinlein

%
Nondeterminism നിങ്ങൾ തെറ്റു പറയാൻ ഇല്ലാതെ ഒരിക്കലും എന്നാണ്.
		-- R. A. Heinlein

%
വിവരക്കേട്. സ്പേസ് നീല ആണ് പക്ഷികൾ വഴി പറക്കുന്നു.
		-- Heisenberg

%
ഇവിടെ അകന്നിരിക്കരുതേ, ഒരു വെളുത്ത വെയിൽ, ഒരു പച്ച നക്ഷത്രം പിന്നിൽ, ജീവിച്ചുSteelypips, ശ്രേഷ്ഠനായ, വ്യവസായ, അവർ ഒരു കെയർ ഉണ്ടായിരുന്നില്ല: യാതൊരു തലയില്അവരുടെ ചക്കുകള് വ്യവസ്ഥകളൊന്നും, വിദ്യാഭ്യാസസ്ഥാപനങ്ങൾ, തിമിരം, യാതൊരു ദോഷവും സ്വാധീനംചന്ദ്രൻ, കാര്യമാക്കാതെ സലഫികൊത്ത് നിന്ന് മടുപ്പില്ല - അവർ ഒരു യന്ത്രം, ഒരു ഉണ്ടായിരുന്നതിനാൽഓരോ കാര്യത്തിൽ നീരുറവും ഗിയേഴ്സ് പൂർണതയുള്ള കൂടെ യന്ത്രത്തിനു സ്വപ്നം.അവർ അതു അത് കൊണ്ട് ജീവിച്ചു അതിൽ, അതിന്റെ കീഴെ, അതു സ്മാരകശിലകൾ,അവർ കിട്ടിയപ്പോള് - ആദ്യം അവർ അപ്പോൾ അവർ ഇട്ടു അവരുടെ എല്ലാ ആറ്റങ്ങൾ, കയറി സംരക്ഷിച്ചഅവരെ ഒന്നിച്ച്, അത് അവർ ഒരു ബിറ്റ് വീതവും എന്തുകൊണ്ട് ഒരുത്തൻ fit ചെയ്തില്ലെങ്കിൽ,എല്ലാമടങ്ങിയ കൂടാം ആയിരുന്നു ...
		-- Stanislaw Lem, "Cyberiad"

%
ഒന്നും പ്രകാശത്തിന്റെ വേഗത വേഗമേറിയതാണ് ...സ്വയം ഈ തെളിയിക്കാൻ മുമ്പ് ഫ്രിഡ്ജ് വാതിൽ തുറക്കാൻ ശ്രമിക്കുകവെളിച്ചം വരുന്നു.
		-- Stanislaw Lem, "Cyberiad"

%
ഒന്നും സമ്പന്നമായ എന്നാൽ പ്രകൃതിയുടെ ഉറവാണ് സമ്പത്ത്.അവൾ ഞങ്ങളെ മാത്രം പ്രതലങ്ങളിൽ കാണിക്കുന്നു, പക്ഷേ അവൾ ദശലക്ഷം ഈയം താഴ്ചയും.
		-- Ralph Waldo Emerson

%
ആണവ powered vacuuum ക്ലീനർ ഒരുപക്ഷേ 10 വർഷത്തിനുള്ളിൽ യാഥാർത്ഥ്യമാകും.വാക്വം ക്ലീനർ നിർമ്മാതാക്കൾ), ന്യൂയോർക്ക് ഉദ്ധരിച്ചടൈംസ്, ജൂൺ 10, 1955.
		-- Alex Lewyt (President of the Lewyt Corporation,

%
നിങ്ങൾ അനുമാനിക്കുക ഉള്ളപ്പോൾ സംഖ്യാ സ്ഥിരത ഒരുപക്ഷേ എല്ലാ പ്രധാനമാണ്.
		-- Alex Lewyt (President of the Lewyt Corporation,

%
"വ്യക്തമാണല്ലോ പ്രധാന തകരാറു സംഭവിച്ചു."1986, ഷട്ടിൽ കാഴ്ചയിൽ പൊട്ടിത്തെറിച്ച് പോലെഎസ് എന്ന.
		-- Steve Nesbitt, voice of Mission Control, January 28,

%
ഗതി നിങ്ങളുടെ ആയുധങ്ങൾ ചിറകടിച്ചേക്കാം ചന്ദ്രൻ ലേക്ക് പറക്കുന്ന കഴിയില്ല. ഒരു കാലയളവിനു ശേഷം നിങ്ങൾ ആഗ്രഹിക്കുന്നുനേരെ കുത്തുന്നതു സ്ഥാപനമായ എയർ നിന്നു.
		-- Steve Nesbitt, voice of Mission Control, January 28,

%
പലപ്പോഴും സ്ഥിതിവിവരക്കണക്കുകൾ മദ്യപിച്ച് മനുഷ്യൻ വീടെടുത്താണ് ഉപയോഗിക്കുന്നു ഉപയോഗിക്കുന്ന - പിന്തുണയ്ക്കായിപകരം ദീപക്കാഴ്ച അധികം.
		-- Steve Nesbitt, voice of Mission Control, January 28,

%
ഒരു ഭൗതിക സഹപ്രവർത്തകൻ സമർപ്പിച്ച ഒരു പേപ്പർ ന്:"ഈ ശരിയല്ല. ഇത് തെറ്റായ ഒരു കാര്യമല്ല."
		-- Wolfgang Pauli

%
ഒരിക്കൽ ഒരു കാലം ഞാൻ ഗണിത പരിശീലനം വന്നപ്പോൾ ഒരു കൂട്ടം മേൽനമ്പർ സിദ്ധാന്തം ഞങ്ങളെ മിനുക്കിയ യുവ വിദ്യാർത്ഥികളുടെ പേരുകൾ കണ്ടെത്തിയത്ചെറിയ പ്രൈം നമ്പറുകൾ.2: വിചിത്രമായത് പ്രധാനമന്ത്രി -അതുകൊണ്ട് ഒറ്റയായി മാത്രം പ്രധാനമന്ത്രി തുടർന്ന്. .മതസ്ഥാപനങ്ങളെന്നോ.3: സത്യ പ്രധാനമന്ത്രി -ലൂയിസ് കനോൾ: "ഞാൻ നിങ്ങൾക്ക് 3 തവണ പറഞ്ഞാൽ ഇത് സത്യമാണ്."31: സേച്ഛാചാരിയായ പ്രധാനമന്ത്രി -ഐകകണ്ഠ്യേന unvote നിർണ്ണയിക്കുന്നത്. ഞങ്ങൾ എത്രവേണമെങ്കിലും സീനിയര് neededകേസ് പ്രൊഫ ഒറ്റ ചോദിച്ചു, അങ്ങനെ ഒരു തെരഞ്ഞെടുപ്പ് ഉണ്ടായിരുന്നു. 91 ലഭിച്ചുകൂടുതൽ വോട്ട് (നന്നായി, അതു * തോന്നുന്നു * പ്രധാനമന്ത്രി) ഉം 3 + അടുത്ത ഏറ്റവും 4i.എന്നാൽ 31 ആരും സ്വീകരിക്കാൻ സ്ഥാനാർഥി.41: സ്ത്രീ പ്രധാനമന്ത്രി -ബഹുപദസമവാക്യം എക്സ് ** 2 - എക്സ് 41 ആണ്1 മുതൽ 40 ലേക്ക് പൂർണ്ണസംഖ്യ മൂല്യങ്ങൾ പ്രധാന.43: പുരുഷൻ പ്രധാനമന്ത്രി - അവർ പ്രധാനമന്ത്രി ജോഡി രൂപം.സമ്മേളന നമ്പറുകൾ primes, ഗുണങ്ങൾ രൂപപ്പെടുത്തിയിരിക്കുന്നത് ശേഷംആ primes നിന്നാണ്. അതുകൊണ്ട്, ഉദാഹരണത്തിന്, നമ്പർ 6 "ഒറ്റസംഖ്യയാണെങ്കിൽപക്ഷെ സത്യം "2 ശക്തികൾ എല്ലാ വളരെ ഒറ്റയായി നമ്പറുകൾ കാണപ്പെടുന്നത്.
		-- Wolfgang Pauli

%
ഒരിക്കൽ, ശാസ്ത്രം രഹസ്യങ്ങളെ തീക്ഷ്ണതയോടെ കാത്തുസൂക്ഷിക്കുകയും പ്രോപ്പർട്ടി ആയിരുന്നപ്പോൾഒരു ചെറിയ പുരോഹിതവർഗത്തിലെ, സാധാരണക്കാരുടെ അവരുടെ നിരോധിച്ചതിന് ഹൃദിസ്ഥമാക്കി യാതൊരു പ്രത്യാശയുമില്ലെന്നുസങ്കീർണ്ണത. ചീഞ്ഞ ക്ലാസ് പഠനം വർഷങ്ങൾ മുന്നുപാധി ആയിരുന്നുശാസ്ത്രത്തിന്റെ പോലും ഒരു മങ്ങിയ, പൂർവാപരബന്ധമില്ല അറിവ് ലഭിക്കാനായി.ഇന്ന് മാറ്റി എല്ലാവരെയും ശാസ്ത്രത്തിന്റെ ഒരു മങ്ങിയ, പൂർവാപരബന്ധമില്ല പരിജ്ഞാനവുംആർക്കും ലഭ്യമാകും.
		-- Tom Weller, "Science Made Stupid"

%
വൺ മണി സിസ്റ്റം - ചിലപ്പോൾ പ്രവർത്തിക്കുന്നു.
		-- Tom Weller, "Science Made Stupid"

%
വൺ മണി സിസ്റ്റം - അവർ മാനം ഇൻസ്റ്റാൾ മുമ്പ് അതിനെ പ്രവർത്തിക്കാൻ ഉപയോഗിച്ചു!
		-- Tom Weller, "Science Made Stupid"

%
വൺ മണി സിസ്റ്റം - ഇത് പ്രവർത്തിക്കുന്നു.
		-- Tom Weller, "Science Made Stupid"

%
ഒരാൾ മൈക്രോസ്കോപ്പ് ഉപയോഗിച്ച് ബ്രെയിൻ തിരഞ്ഞ് കണ്ടെത്താൻമനസ്സും ഒരു ദൂരദർശിനിയിലൂടെ നക്ഷത്രങ്ങൾ തിരയാൻ കഴിയും ദൈവം കണ്ടെത്താൻ.
		-- J. Gustav White

%
വൺ ഔപചാരിക മാർഗ്ഗങ്ങളിലൂടെ ഔപചാരിക ലേക്ക് അനൗപചാരിക നിന്ന് തുടരാനാകില്ല.
		-- J. Gustav White

%
ഒന്ന്, തിരിച്ചറിഞ്ഞുകൊണ്ട് ഇല്ലാതെ വിജയകരമായ ശാസ്ത്രാന്വേഷണം വിപരീതമായി കഴിഞ്ഞില്ലപത്രങ്ങൾ ശാസ്ത്രജ്ഞൻമാർ അമ്മമാർ പിന്തുണയ്ക്കുന്ന പ്രശസ്തമായ സങ്കല്പമാണ് ലേക്ക്,ശാസ്ത്രജ്ഞരുടെ ഒരു ഉത്തമമായ എണ്ണം മാത്രമേ ഇടുങ്ങിയ ചിന്താഗതിക്കാർ മുഷിഞ്ഞ അല്ല, മാത്രമല്ലവെറും വങ്കത്തമാണ്.
		-- J. D. Watson, "The Double Helix"

%
വൺ എഞ്ചിനീയർമാർ നോക്കി - തങ്ങൾ തയ്യൽ മെഷീനുകൾ ഉപയോഗിച്ച് തുടങ്ങുംആറ്റം ബോംബ് എത്തിപ്പെടും.
		-- Marcel Pagnol

%
ഒരു മനുഷ്യന്റെ "മാജിക്" മറ്റൊരുത്തന്റെ എൻജിനീയറിങ് ആണ്. "അമാനുഷിക" ഒരു നൾ വാക്കാണ്.
		-- Robert Heinlein

%
ഒരുത്തന്റെ നിരന്തരമായ മറ്റൊരുത്തന്റെ വേരിയബിൾ ആണ്.
		-- A. J. Perlis

%
ഒരു ഉപദേഷ്ടാവായി അഭിനയ ഗണിതശാസ്ത്രം ചീഫ് ചുമതലകളിൽ ഒന്ന് ...നിരുത്സാഹപ്പെടുത്താൻ ... മാത്തമാറ്റിക്സ് നിന്ന് വളരെയധികം പ്രതീക്ഷിച്ചത് നിന്ന്.
		-- N. Wiener

%
മനുഷ്യൻ മനുഷ്യർക്ക് ഒരു ഭീമൻ പലതിലും വേണ്ടി ഒരു ചെറിയ.
		-- N. Wiener

%
അവർ പരീക്ഷണ ഭൗതിക കാര്യങ്ങൾ നിങ്ങളോട് പറഞ്ഞിട്ടില്ലേ ഒന്നു എന്നതാണ്ചിലപ്പോൾ നിങ്ങൾ പ്രതികൂല സാഹചര്യങ്ങളിൽ പ്രവർത്തിക്കുകയും വേണം ... നമച്ചിനെ ഒരു സംസ്ഥാന പോലെഭീതി.
		-- W. K. Hartmann

%
ദൈവത്തിനു മാത്രമേ റാൻഡം തെരഞ്ഞെടുക്കുവാൻ കഴിയും.
		-- W. K. Hartmann

%
Ontogeny phylogeny recapitulates.
		-- W. K. Hartmann

%
ഒപ്റ്റിമൈസേഷൻ പരിണാമം തടസ്സമാകും.
		-- W. K. Hartmann

%
ഓർഡർ ആൻഡ് ലളിതവത്കരിക്കുകയുണ്ടായി ഒരു വിഷയം ചുരുക്കുകയാണിവിടെ ആദ്യ ചുവടുകൾ- യഥാർത്ഥ ശത്രു അജ്ഞാതമാണ്.
		-- Thomas Mann

%
ജൈവ രസതന്ത്രം കാർബൺ സംയുക്തങ്ങൾ രസതന്ത്രം ആണ്. ജൈവരസതന്ത്രംക്രാൾ കാർബൺ സംയുക്തങ്ങൾ പഠനമാണ്.
		-- Mike Adams

%
"ഞങ്ങളുടെ ദർശനം ഒടുവിൽ അത് ഒഴിവാകുന്നു സമയം വേഗത എന്നതാണ്."
		-- Alex Schure

%
ഓക്സിജൻ വളരെ വിഷ വാതകം ഒരു അങ്ങേയറ്റത്തെ തീ പിടിക്കുന്നത് ആണ്. ഇത് മാരകമായ ആണ്ചെറിയ 0.000001 ആയി p.p.m. സാന്ദ്രത അനുവാചകനു മനുഷ്യർഓക്സിജന്റെ അളവ് കുറച്ച് മിനിറ്റിനുള്ളിൽ മരിക്കും. ലക്ഷണങ്ങൾ വളരെ സാദൃശ്യമുള്ളതാണ്വളരെ ആ സയനൈഡ് വിഷബാധ (നീല മുഖം, മുതലായവ). കൂടുതൽ ൽസാന്ദ്രതയിൽ, ഉദാ 20%, വിഷ പ്രാബല്യത്തിൽ പറവാനുണ്ടു വൈകും അതു ആണ്മരണം നടക്കുന്നതിനു മുമ്പുതന്നെ 2.5 ബില്യൺ inhalations എടുക്കും. കാരണംതാമസിച്ചതിന് മാലിന്യങ്ങൾ പ്രഭാവം ഇ.സി.ജി. വ്യത്യാസം ആണ്20% ഏകാഗ്രത ഓക്സിജൻ. ഇത് പ്രത്യക്ഷമായും ഒരു സങ്കീർണ്ണമായ സംഭാവനഅല്ലാതെ അത് വളരെ കുറച്ച്, അറിയപ്പെടുന്നു ഇതിൽ വൃദ്ധരായ വിളിച്ചു പ്രക്രിയ,എപ്പോഴും മാരകമായ.എന്നാൽ 20% ഓക്സിജന്റെ സാന്ദ്രത പ്രധാന നിരാശരാക്കി ആണ്അതു ശീലമായിത്തീര്ന്നേക്കും ആണ് വസ്തുത. ആദ്യ ശ്വസന- (ജനനസമയത്ത് സംഭവിക്കുന്നതുപോലെ) ആണ്ഓക്സിജൻ ആസക്തി ശാശ്വതമാക്കണോ മതി. ശേഷം, ഏതെങ്കിലുംകൂടെ മരണത്തിൽ ദിവസേന ഓക്സിജൻ ഡോസുകൾ ഫലങ്ങളിൽ ഗണ്യമായ കുറവുണ്ടായത്സയനൈഡ് വിഷബാധ ആ സാമ്യമുള്ള ലക്ഷണങ്ങൾ.ഓക്സിജൻ ഒരു അങ്ങേയറ്റത്തെ തീ പിടിക്കുന്നത് ആണ്. ൽ റിപ്പോർട്ട് ചെയ്തു തീയോ എല്ലാകഴിഞ്ഞ 25 വർഷത്തേക്ക് ഈ ഭൂഖണ്ഡങ്ങളുടെ യുഎസ് ഉള്ളതായി കണ്ടെത്തികെട്ടിടങ്ങളും ചുറ്റുമുള്ള അന്തരീക്ഷത്തിൽ ഈ ഗ്യാസ് സാന്നിധ്യമുള്ളതിനാൽചോദ്യത്തിൽ.ഓക്സിജൻ മണമോ, അതു നിറമോ കാരണം പ്രത്യേകിച്ച് അപകടകരമായ ആണ്രുചിയോ, അതു വരെ അതിന്റെ സാന്നിധ്യം ധൈര്യത്തോടെ കണ്ടുപിടിയ്ക്കാൻ സാധ്യമല്ല അങ്ങനെവളരെ വൈകി.
		-- Chemical & Engineering News February 6, 1956

%
സമാന്തര വരികൾ, സംഗമം ഒന്നോ രണ്ടോ ഇരുവരും കുലെക്കുന്നു ഇല്ലാതിരുന്നാൽ ഒരിക്കലും.
		-- Chemical & Engineering News February 6, 1956

%
ക്രിയാത്മകമായി അനുചിതമായ ക്രമത്തിൽ കൂടിവരും കഴിയാത്ത ഭാഗങ്ങൾ ആയിരിക്കും.
		-- Chemical & Engineering News February 6, 1956

%
സമ്മേളനങ്ങളിൽ പോകാൻ ആളുകൾ ആർ പാടില്ല അവർ.
		-- Chemical & Engineering News February 6, 1956

%
Philogyny erogeny recapitulates; erogeny philogyny recapitulates.
		-- Chemical & Engineering News February 6, 1956

%
രണ്ടു ഉത്ഭവം 6 ത്രിമാന വിഭജിക്കുന്ന പോലെ "സൂര്യൻ ഭാവനയിൽനാം ഒരു പരിവർത്തനപ്പെടുത്തുമെന്നും അനുമാനിക്കുന്നത് ഏതൊക്കെ hyperplanesഞങ്ങളെ ഒരു റബ്ബർ താറാവ് ടെർമിനൽ പ്രവേഗം തരുന്ന അനുക്രമം ... "
		-- Chemical & Engineering News February 6, 1956

%
പൈ സ്ക്വയർ അല്ല. പൈ ചുറ്റുമുള്ള. കുശുംബിലിട്ടു ചതുരശ്ര ആകുന്നു.
		-- Chemical & Engineering News February 6, 1956

%
പോളിമർ ഭൗതിക ചങ്ങല കടന്നു ആകുന്നു.
		-- Chemical & Engineering News February 6, 1956

%
പൌണ്ട് പൗണ്ട്, ഉതകില്ല ഭൂമിയിലെ ഏറ്റവും ക്രൂരമായ മൃഗം ആണ്.
		-- Chemical & Engineering News February 6, 1956

%
പവർ അഴിമതിക്ക്. ആറ്റം ശക്തി സൂക്ഷ്മതലത്തിൽ കളങ്കപ്പെടുത്തിയവൻ.
		-- Chemical & Engineering News February 6, 1956

%
പുരോഗതി കൂടുതൽ ഒറ്റ ഇടതുവിരുദ്ധ തെറ്റായ തെറ്റ് ഒരു സിദ്ധാന്തം പകരക്കാരനായാണ് എന്നാണ്.
		-- Chemical & Engineering News February 6, 1956

%
തെളിവ് വിദ്യകൾ # 1: നിവേശിത വഴി തെളിവ്.ഈ രീതി അവയിൽ "_ n" കൂടെ സമവാക്യങ്ങളുടെ ഉപയോഗിക്കുന്നു. ഇൻഡക്ഷൻവിദ്യകൾ പോലും സൈനിക അവരെ ഉപയോഗിച്ചു വളരെ പ്രചാരമുണ്ട്.സാമ്പിൾ: പ്രഥമിക തെളിവ് ഇല്ലാതെ ഇൻഡക്ഷൻ തെളിവ്.നാം _ n 1. തുല്യമായ ഇപ്പോൾ ശരിയാണെന്ന് ഏറ്റെടുക്കാനും വേണ്ടി ഇത് സത്യമാണ് അറിയുന്നു_ N കുറവ് ഓരോ പ്രകൃതി എണ്ണം. _ വ ഏകപക്ഷീയമായ, അതിനാൽ ഞങ്ങൾ _ n എടുക്കാംഞങ്ങൾ ആഗ്രഹിക്കുന്നു പോലെ വലുതാണ്. _ N = ന്യൂറൽ വലുതാണ് _ n + 1 അവസ്ഥtrivially സമമായ _ മാത്രമേ പ്രധാനപ്പെട്ട n _ n അധികം n കുറവ് _ ആകുന്നു. ഞങ്ങള്_ എടുക്കാം n = _ n (മുകളിൽ നിന്ന്), അങ്ങനെ അത് വെറും കാരണം അത് _ n + 1 സത്യമാണ്ഏകദേശം _ എന്..മതസ്ഥാപനങ്ങളെന്നോ. (.മതസ്ഥാപനങ്ങളെന്നോ ലത്തീൻ നിന്ന് പേരിനർത്ഥം "എന്നാ?")
		-- Chemical & Engineering News February 6, 1956

%
പാവപ്പെട്ടവരുടെ ആവശ്യങ്ങൾ ഭൗമിക കുഴിഞ്ഞ ആൻഡ് ലേക്ക് ... ശരിയായ ശ്രദ്ധഅടിച്ചമത്തപ്പെട്ടവർക്ക് സ്വാഭാവികമായും ഡൈനാമിക്, കൂട്ടച്ചേർക്കുക നിന്ന് ആരായണം തന്നെ spiritedമനുഷ്യൻ അവൻ ധീരമായി കൂട്ടുകെട്ടുണ്ടാക്കി സമൂഹത്തിന്റെ വലിയ ലക്ഷ്യങ്ങൾ അവബോധം."ചരിത്രം കൈകാര്യം ഓഫ് സ്പേസ് ഫ്ലൈറ്റ്"
		-- David Baker, paraphrasing Harold Urey, in

%
പ്രോട്ടോടൈപ്പ് ഡിസൈനുകൾ എല്ലായ്പ്പോഴും പ്രവർത്തിക്കും.
		-- Don Vonada

%
"ജീവികൾ ചെറിയ, ബാക്ടീരിയ ചെറിയ, എന്നാൽ വൈറസുകൾ കുറവായിരിക്കുംഇരുവരും ഒന്നിച്ചു ഇട്ടു അധികം. "
		-- Don Vonada

%
സൈക്കോളജിസ്റ്റുകൾ അവർ പരീക്ഷണാത്മക മനശാസ്ത്രജ്ഞർ മുൻപരിചയം കരുതുന്നു.പരീക്ഷണ മനശാസ്ത്രജ്ഞർ അവർ ജീവശാസ്ത്രജ്ഞരും മുൻപരിചയം കരുതുന്നു.ജീവശാസ്ത്രജ്ഞന്മാർ അവർ biochemists മുൻപരിചയം കരുതുന്നു.Biochemists അവർ രസതന്ത്രജ്ഞരെയും മുൻപരിചയം കരുതുന്നു.രസതന്ത്രജ്ഞരെയും അവർ ഫിസിക്കൽ രസതന്ത്രജ്ഞരെയും മുൻപരിചയം കരുതുന്നു.ഫിസിക്കൽ രസതന്ത്രജ്ഞരെയും അവർ ഭൗതിക മുൻപരിചയം കരുതുന്നു.ഭൗതിക സൈദ്ധാന്തിക ഭൗതിക മുൻപരിചയം കരുതുന്നു.തിയററ്റിക്കൽ ഭൗതിക അവർ ഗണിതജ്ഞർക്കും മുൻപരിചയം കരുതുന്നു.ഗണിതസങ്കല്പങ്ങളുടെ അവർ metamathematicians മുൻപരിചയം കരുതുന്നു.Metamathematicians അവർ തത്ത്വചിന്തകർ മുൻപരിചയം കരുതുന്നു.തത്ത്വചിന്തകന്മാരും അവർ ദൈവങ്ങളെ മുൻപരിചയം കരുതുന്നു.
		-- Don Vonada

%
ക്വാണ്ടം മെക്കാനിക്സ് ഓഫിട്ടു ഇടങ്ങളിലെ മനോഹരവും അവതരണമാണ്!
		-- Overheard at last year's Archimedeans' Garden Party

%
ക്വാണ്ടം മെക്കാനിക്സ് ദൈവത്തിൻറെ പതിപ്പാണ് "എന്നെ വിശ്വസിക്കുക."
		-- Overheard at last year's Archimedeans' Garden Party

%
ക്വാർക്ക്! ക്വാർക്ക്! ക്വാണ്ടം താറാവ് സൂക്ഷിക്കുക!
		-- Overheard at last year's Archimedeans' Garden Party

%
അണുപ്രസരണം പൂച്ചകൾ 18 അർദ്ധ ജീവിതങ്ങൾ.
		-- Overheard at last year's Archimedeans' Garden Party

%
റിയാലിറ്റി മദർ പ്രകൃതിരമണീയമായ, പബ്ലിക് റിലേഷൻസ് മുൻഗണന നൽകണംപ്രിയദര്ശന് കഴിയില്ല.
		-- R. P. Feynman

%
കൂട്ടുകാരനെ ജോലി നഷ്ടമാകുമ്പോൾ മാന്ദ്യം ആണ്. വിഷാദരോഗം എപ്പോഴൊക്കെ ആണ്തൊഴിൽ നഷ്ടമായി. ഈ സാമ്പത്തിക downturns പ്രവചിക്കാൻ പ്രയാസമാണ്,ഡാറ്റാ റിസോഴ്സസ് പോലുള്ള എന്നാൽ പരിഷ്കൃതമായ എക്കണോമെട്രിക് മോഡലിങ് വീടുകളുംചെയ്സ് ഇക്കണോമെട്രിക്സ് വിജയകരമായി കഴിഞ്ഞ 3 മാന്ദ്യം 14 പ്രവചിച്ചിരുന്നത് ചെയ്തിരിക്കുന്നു.
		-- R. P. Feynman

%
"കടത്തപ്പെട്ട പൂർണ്ണമായ," ZORAC ഉപദേശിച്ചു. "ഞങ്ങൾ തിരികെ മുൻപരിചയംപ്രപഞ്ചം വീണ്ടും ... "സാധാരണയിലും പോസ്, പിന്നാലെ ..." കാരണം ഞാൻ ചെയ്വാൻഏത് ഭാഗം അറിയുന്നു. ഞങ്ങൾ ബഹിരാകാശത്ത് നമ്മുടെ നില മാറ്റി തോന്നുന്നു. "ഒരുതറയിൽ മധ്യത്തിൽ കാണിക്കാൻ പ്രകാശിച്ചു ലെ ഗോളാകൃതി ഡിസ്പ്ലേകപ്പൽ ചുറ്റുമുള്ള starfield."പല വലിയ കൃത്രിമ നിർമ്മിതികളാണ് ഞങ്ങളെ അടുത്തുകൊണ്ടിരിക്കുകയാണ്"ZORAC ഒരു ഹ്രസ്വ കൂണിന്റെ പ്രഖ്യാപിച്ചു. "ഡിസൈനുകൾ പരിചിതമായ അല്ല,അവർ വ്യക്തമായും ഇന്റലിജൻസ് ഉൽപ്പന്നങ്ങളാണ്. പ്രാധാന്യമുണ്ടെന്ന്; നമുക്കുഅജ്ഞാത ഒരു ആവശ്യത്തിനായി, അജ്ഞാത ഒരു വിധേനയും മനഃപൂർവം തടസ്സപ്പെടുത്തുന്നതാണ് ചെയ്തു,രഹസ്യാന്വേഷണ കാറിന്റെ ഒരു ഫോം അജ്ഞാത സ്ഥലത്തു കൈമാറി.ഞങ്ങളുടെ unknowns വരെ, എല്ലാം വ്യക്തമാണ്. "
		-- James P. Hogan, "Giants Star"

%
ഡാര്വിന് ഓർക്കുക; ഒരു മികച്ച mousetrap പണിയുന്ന കേവലം സമർത്ഥമായ എലികളുടെ കാരണമാകുന്നുണ്ട്.
		-- James P. Hogan, "Giants Star"

%
റിസർച്ച് ആയിരിക്കും ഇവിടം: നിങ്ങളുടെ റാംജി ഓഫ് പ്രവർത്തിക്കും, അത് പ്രവർത്തിക്കുന്നുണ്ടോയെന്ന്നിങ്ങൾ ഒരു ഹീറോ മുൻപരിചയം; ഇല്ലെങ്കിൽ, നന്നായി - വേറെ ആരും ഇതുവരെ ഒന്നുകിൽ ചെയ്തിരിക്കുന്നു,അതിനാൽ നിങ്ങൾ ഇപ്പോഴും ഒരു പരാക്രമശാലികൾ നേർഡ് മുൻപരിചയം.
		-- James P. Hogan, "Giants Star"

%
റിസർച്ച് മറ്റെല്ലാവരെയും കണ്ടിട്ടില്ല കാണാൻ എന്നതാണ്, ഏതു ആരും കരുതുന്നുമറ്റാരെങ്കിലും വിചാരിച്ചു ചെയ്തു.
		-- James P. Hogan, "Giants Star"

%
റിസർച്ച് ഞാൻ ചെയ്തുകൊണ്ടിരിക്കുന്നത് എന്ന് അറിയില്ല സമയത്ത് ഞാൻ ചെയ്തുകൊണ്ടിരിക്കുന്നത് എന്താണ്.
		-- Wernher von Braun

%
അവലോകനം ചോദ്യങ്ങൾ(1) നേർഡ് ഗ്രഹത്തിലെ Nutley തന്റെ spaceship 20 കെപിഎച്ച് ആരംഭിക്കുന്നു എങ്കിൽ    അവന്റെ സ്പീഡ് എത്രത്തോളം മുമ്പാകെ ഓരോ 3.2 നിമിഷങ്ങൾ ഡബിൾസ്    അവൻ പ്രകാശത്തിന്റെ വേഗത അധികരിക്കുന്നു? എത്രത്തോളം മുമ്പാകെ    താരാപഥ പട്രോൾ തന്റെ spaceship കഷണങ്ങൾ ഏറ്റെടുക്കുക?(2) റോജർ Rowdy എല്ലാ ആഴ്ചയും കാർ wrecks, ഓരോ ആഴ്ച തകരുകയും    രണ്ടുതവണ മുമ്പ് പല അസ്ഥിയും പോലെ അവൻ കലഹമാകുംമുമ്പെ എത്രത്തോളം ആയിരിക്കും    തന്റെ ശരീരത്തിൽ ഓരോ അസ്ഥിയും? അവർ മുറിച്ചു മുമ്പ് എത്രത്തോളം ആയിരിക്കും    അവന്റെ ഇൻഷ്വറൻസ്? എവിടെ പ്രതിവാരം ഒരു പുതിയ കാർ ലഭിക്കും?(3) ജോൺസൺ ബിയർ ആദ്യ മണിക്കൂറിൽ (സ്ലോ ആരംഭിക്കുന്നതിന്), നാലു റിലാക്സ് കുടിക്കുന്ന എങ്കിൽ    അടുത്ത മണിക്കൂറിന്, ഒമ്പത് റിലാക്സ് അടുത്ത മുതലായവ, ഒരു ലെ ക്യാനുകളിൽ സ്റ്റാക്കുകൾ    പിരമിഡ്, എത്ര ഉടൻ ജോൺസന്റെ പിരമിഡ് രാജാവിനെക്കാൾ വലുതായിരിക്കും    Tut ന്റെ? എപ്പോഴാണ് അതു തനിക്കു വീഴും? അവൻ ശ്രദ്ധിക്കുക?
		-- Wernher von Braun

%
റൌണ്ട് നമ്പറുകൾ എപ്പോഴും തെറ്റാണ്.
		-- Samuel Johnson

%
ഉമിനീര് കാൻസറിനു കാരണമായിട്ടുണ്ട്, പക്ഷേ ഒരു നീണ്ട മേൽ ചെറിയ അളവിൽ വിഴുങ്ങി മാത്രമേകാലഘട്ടം.
		-- George Carlin

%
ശാസ്ത്രം മതം പൂർണ്ണ അനുസൃതമായി മാത്രമാകുന്നു ശാസ്ത്ര വിശ്വാസം പൂർണ്ണമായ ഇരിക്കുന്നുകുഴപ്പം.
		-- George Carlin

%
ശാസ്ത്രം, വസ്തുതകളുടെ നന്നാക്കി ഒരു വീട്ടിൽ കല്ലുകൾ പോലെ. എന്നാൽ ഒരു ശേഖരംകല്ല് കൂമ്പാരവും വീടു അധികം വസ്തുതകൾ ഇനി ഒരു ശാസ്ത്രമാണ്.
		-- Jules Henri Poincar'e

%
ശാസ്ത്രം തങ്കപ്പെട്ട പരിശോധന കാണുമ്പോൾ എന്തു സംഭവിക്കുന്നു ആണ്.
		-- Jules Henri Poincar'e

%
ശാസ്ത്രം പെണ്കൊടിയുണ്ടായിരുന്നു വിശ്വാസം എപ്പോഴും അറിയപ്പെടുന്ന എന്താണെന്ന് കണ്ടെത്തിയേക്കാം.
		-- Jules Henri Poincar'e

%
ശാസ്ത്രജ്ഞർ ബ്രൂക്ക്ലിൻ പാലം നിർമ്മിച്ച് പിന്നെ അത് വാങ്ങാൻ ജനതയാകുന്നു.
		-- William Buckley

%
വികാര പ്ലാസ്മോയിഡ്സിനുള്ള ഒരു ഗ്യാസ് ഉണ്ട്.
		-- William Buckley

%
ലാളിത്യം സങ്കീർണ്ണത മുന്പുണ്ടാകുക, മറിച്ച് അതിനെ തുടർന്ന്.
		-- William Buckley

%
അതിനാൽ നിങ്ങളുടെ ഉപഭോക്തൃ ഇലക്ട്രോണിക്സ് ഉപദേഷ്ടാവായി, ഞാൻ നിങ്ങളുടെ സംഭാവനയായി ഗാരന്റി ഞാൻsardonically ചിരിക്കാൻ അതു ചുഴറ്റി ഒരു ജാലവും സ്വദേശിയാണ് നിലവിലെ വിസിആർഒരു ചവറ്റുകൊട്ട കടന്നു. അതിനുശേഷം ഞാൻ പോകുവാനും ഒരു വിശാലമായ അറേ വാങ്ങണം8-മില്ലിമീറ്റർ വീഡിയോ ഉപകരണങ്ങൾ.... ശരി! എല്ലാം കിട്ടിയോ? ശരി, * വളരെ മോശം, ഗർഭാശയത്തിന്റെ *, നിങ്ങൾ ആയിരിക്കുമ്പോൾ കാരണംഇലക്ട്രോണിക്സ് പോയിരിക്കുന്നു സത്യമെന്ന് ഇതിലും പുതിയ ഫോർമാറ്റിലേക്ക് കൊണ്ട് വന്നുനിങ്ങളുടെ 8-മില്ലിമീറ്റർ വിസിആര് കാല്വിരല്നഖം അഴുക്കും പോലെ നൂതന സാങ്കേതിക നോക്കൂ.ഈ ശൈലി "3.5 ഹെക്ടർ" വിളിച്ചു അതു വരെ ലഭ്യമാക്കും ചെയ്യപ്പെടുകയില്ലഅതു പഴഞ്ചൻ മുൻപ് ആദ്യകാല അടുത്ത ആഴ്ച, "Elroy" എന്ന ഒരു ഫോർമാറ്റ് അങ്ങനെ ആണ്* ഓർഡർ നിങ്ങളുടേത് ഇപ്പോൾ *.
		-- Dave Barry, "No Surrender in the Electronics Revolution"

%
ഒറ്റ മാത്രമേ നിരീക്ഷണ സഹായികളായ അധികാരം ലഭിച്ചിട്ടുണ്ടെങ്കിൽ പരിഹാരങ്ങൾ അന്തംവിട്ടുപോയിചക്രവാളം മേൽ.
		-- K. A. Arsdall

%
സ്പെയ്സ് വലുതാണ്. നിങ്ങൾ തന്നെ ഭവനവായ്പയ്ക്ക്, എത്ര കൈമാറുന്നതിനുള്ള വിശ്വസിക്കുകയില്ല മനസ്സിന്റെ-bogglinglyവലിയ അത്. ഞാൻ ഉദ്ദേശിച്ചത്, അത് ഒരു നീണ്ട റോഡ് ഇറങ്ങി കരുതുന്നു ചെയ്യാംമരുന്ന് സ്റ്റോർ, പക്ഷേ വെറും സ്പേസ് ലേക്കുള്ള ചെയുക അത്രയേയുള്ളൂ.
		-- The Hitchhiker's Guide to the Galaxy

%
സ്പെയ്സ് നിത്യതയുടെ സമയം എന്നത് തന്നെ സ്ഥാപിക്കുകയും ചെയ്യുക.
		-- Joseph Joubert

%
സ്പെയ്സ് നീക്കാൻ എങ്ങനെ കാര്യം പറയുന്നു എത്ര കർവ് സ്പെയ്സ് പറയുന്നു.
		-- Wheeler

%
സ്റ്റാറ്റിസ്റ്റിക്സ് ന്യായവിധി പകരമാവില്ല ആകുന്നു.
		-- Henry Clay

%
സ്റ്റാറ്റിസ്റ്റിക്സ് ചില മുൻപരിചയം പറയാൻ ഇല്ലാതെ ഒരിക്കലും എന്നാണ്.
		-- Henry Clay

%
സ്റ്റെല്ലർ രശ്മികൾ fibbing ചിലവഴിക്കുന്ന ഒരിക്കലും തെളിയിക്കാൻ. തട്ടിപ്പുകൾക്കും മറ്റൊരു കാര്യം.
		-- Henry Clay

%
Stuckness ഒഴിവാക്കണം പാടില്ല. ഇതെല്ലാം ഡല്ഹിവരെ മുൻഗാമിയായ തുടർന്ന്യഥാർത്ഥ ബുദ്ധി. stuckness ഒരു egoless സ്വീകാര്യത ഒരു ഒരു താക്കോൽഎല്ലാ ക്വാളിറ്റിയുടെ ബുദ്ധി, മറ്റു കാര്യങ്ങളും പോലെ മെക്കാനിക്കൽ വേലയിൽ.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
സൂപ്പർവൈസർ: നിങ്ങൾ ക്വാണ്ടം മെക്കാനിക്സ് അടിസ്ഥാന ആശയങ്ങൾ മനസ്സിലാക്കാൻ കരുതുന്നുണ്ടോ?Supervisee: അയ്യോ! കൊള്ളാം, നാം "മനസ്സിലാക്കാൻ" ത്യാഗങ്ങളെയെല്ലാം പശ്ചാത്തലത്തിൽക്വാണ്ടം മെക്കാനിക്സ്?സൂപ്പർവൈസർ: നിങ്ങൾ അർത്ഥമാക്കുന്നത് "ഇല്ല" അല്ലേ?Supervisee: അതെ.
		-- Overheard at a supervision.

%
പിന്തുണ ബാക്ടീരിയ - അതു ചില ആളുകൾ അതുകൊണ്ട് മാത്രം സംസ്കാരമാണ്!
		-- Overheard at a supervision.

%
ലഭ്യമാക്കുന്നതിനുള്ള ബഹിരാകാശ എടുത്തു.
		-- Overheard at a supervision.

%
ടെക്നോളജിക്കൽ പുരോഗതി കേവലം കൂടുതൽ കാര്യക്ഷമമായ മാർഗ്ഗങ്ങളിലൂടെ നൽകിയിരിക്കുന്നുപുറകോട്ടു്തെരയുക പോകുന്നു വേണ്ടി.
		-- Aldous Huxley

%
സാങ്കേതികവിദ്യ അവർ ചിന്തിച്ചുമനസ്സിലാക്കാത്ത നിയന്ത്രിക്കുക ചെയ്തവരെ നേത്രുത്വം.
		-- Aldous Huxley

%
ഒരു പുരുഷന്നു ഒരു ചെറിയ ഘട്ടം തുടർന്ന്; മനുഷ്യർക്ക് ഒന്നു വൻ കുതിച്ചുചാട്ടം.
		-- Neil Armstrong

%
വൈറ്റ് മുയൽ തന്റെ കണ്ണട ധരിച്ചു."എനിക്ക് എവിടെ തുടങ്ങും നിങ്ങളിൽ വിശ്വാസമുണ്ട് തരാമോ?" അവന് ചോദിച്ചു.വളരെ ഉലയ്ക്കും "ആദിയിൽ ആരംഭിക്കുക", രാജാവ് പറഞ്ഞു, ", യാത്രയ്ക്കിടയിൽനിങ്ങൾ അവസാനംവരെ വരുവോളം. അതിനാൽ നിർത്താൻ "
		-- Lewis Carroll

%
ശാസ്ത്രത്തിന്റെ ലക്ഷ്യം സമുച്ചയത്തിന്റെ ലളിതമായ വിശദീകരണങ്ങൾ തേടുന്നത് നന്നായിരിക്കുംവസ്തുതകൾ. ലാളിത്യവും അന്വേഷിച്ചു സംശയിക്കുന്ന.
		-- Whitehead.

%
തോല് വഴുവഴുപ്പു ഓൺ എത്തുന്നത് തമ്മിലുള്ള സമയംതളത്തിൽ കൃത്യമായി 1 bananosecond ആണ്.
		-- Whitehead.

%
സുവിശേഷകന്റെ സർവ്വശക്തന്റെ വഹിച്ചു ഭാരം തുക അളക്കുന്നത്billigrahams ലെ.
		-- Whitehead.

%
പ്രളയത്തിനു ശേഷം പെട്ടകത്തിൽനിന്നു ദേശങ്ങളിലെ. നോഹ മൃഗങ്ങൾ പുറത്തു അനുവദിക്കുന്നു. പോയി പറയുന്നത് "പെരുകുക. "നിരവധി മാസങ്ങൾ കടന്നുപോകുന്നു. നോഹ മൃഗങ്ങളിൽ ചെക്ക് അപ്പ് തീരുമാനിക്കുന്നു.എല്ലാ പാമ്പുകളുടെ ഒരു ജോഡി ഒഴികെ സുഖം തന്ന. "എന്താണു പ്രശ്നം?" നോഹ പറയുന്നു."ചില മരങ്ങളും വെട്ടി ഞങ്ങളെ അവിടെ ജീവിക്കാൻ നമുക്ക് 'പാമ്പുകളെ പറയുന്നു. നോഹ പിന്തുടരുന്നഅവരുടെ ഉപദേശം. കൂടുതൽ ആഴ്ചകളോളം കടന്നുപോകുന്നു. നോഹ വീണ്ടും പാമ്പുകൾ പരിശോധിക്കുന്നു.ചെറിയ പാമ്പുകൾ ധാരാളം എല്ലാവരുടെയും ഭാഗ്യവാൻ. നോഹ, ചോദിക്കുന്നു "എങ്ങനെ എന്നെ അറിയിക്കും ആഗ്രഹിക്കുന്നുണ്ടോസഹായിച്ചു മരങ്ങൾ? "" തീർച്ചയായും ", പാമ്പുകളെ പറയുന്നു." ഞങ്ങൾ .വഴിയരികെ മുൻപരിചയം, ഞങ്ങൾ വേണമെങ്കിൽവർദ്ധിപ്പിക്കും ലേക്കുള്ള രേഖകൾ. "
		-- Whitehead.

%
ജ്യോതിശാസ്ത്രജ്ഞനായ ഫ്രാൻസെസ്കോ Sizi, ഗലീലിയോ സമകാലികനായിരുന്നു വാദിക്കുന്നുവ്യാഴത്തിന്റെ യാതൊരു ഉപഗ്രഹങ്ങളെ വേണമെങ്കിൽ:തലയിൽ ഏഴു ജാലകങ്ങൾ രണ്ടു മൂക്കിൽ രണ്ടു ചെവി, രണ്ടു ഉണ്ട്കണ്ണും വായും; ആകാശത്തിലുള്ളതും രണ്ടു അനുകൂലമായ നക്ഷത്രങ്ങൾ, രണ്ട് ഉണ്ട്unpropitious, രണ്ടു ഇനി മാത്രം ബുധനെ ആനുകാലികങ്ങളിലും ആൻഡ് നിസ്സംഗത.കൂടാതെ നിന്നും പോലുള്ള ഏഴു പ്രകൃതിയുടെ മറ്റു പല സമാനമായ പ്രതിഭാസങ്ങളുംലോഹങ്ങൾ, അതു തിട്ടപ്പെടുത്താൻ പ്രോഗ്രാമുകളാണ് ഉണ്ടായിരുന്ന മുതലായവ, ഞങ്ങൾ എണ്ണം ശേഖരിക്കയുംഗ്രഹങ്ങൾ അനിവാര്യമായും ഏഴു ആണ്. [...]മാത്രമല്ല, ഉപഗ്രഹങ്ങൾ നഗ്നനേത്രങ്ങൾ അദൃശ്യനായ അവഅതുകൊണ്ടു ഭൂമിയിൽ ഒരു സ്വാധീനം അതിനാൽ വിലപ്പോവില്ല തന്നെ കഴിയുംഅതിനാൽ നിലവിലില്ല.
		-- Whitehead.

%
യുക്തി ഏറ്റവും നല്ല പ്രതിരോധം അജ്ഞതയുമാണ്.
		-- Whitehead.

%
സ്റ്റാറ്റിസ്റ്റിക്കൽ വാദം ഇത്തരത്തിലുള്ള മികച്ച ഘണ്ഡിക്കുന്നുണ്ട് നിന്ന് വന്നുredoubtable ജോൺ ഡബ്ല്യു കാംപ്ബെൽ:ജനസംഖ്യ വളർച്ച നിയമങ്ങൾ ഏകദേശം പകുതി ഞങ്ങളെ പറയുന്നുലോകത്തിലെ ചരിത്രത്തിൽ ജനിച്ച വ്യക്തികൾ ഇപ്പോൾമരിച്ചവരുടെ. ഈ സന്ദേശം ഒരു 0.5 സംഭാവ്യത ആകയാൽ ഉണ്ട്ഒരു ശവം വഴി വായിക്കുന്നതും.
		-- Whitehead.

%
വലിയ സിദ്ധാന്തം മെച്ചപ്പെട്ട.
		-- Whitehead.

%
കാലവും സ്പേസ് തമ്മിലുള്ള വലിയ വ്യത്യാസം നിങ്ങളുടെ സമയം വീണ്ടും ഉപയോഗിക്കാൻ കഴിയില്ല എന്നതാണ്.
		-- Merrick Furst

%
ബോംബ് പോകില്ല. ഞാൻ സ്ഫോടക വിദഗ്ധൻ സംസാരിക്കുന്നു.
		-- Admiral William Leahy, U.S. Atomic Bomb Project

%
സഭ പാപികളെ സംരക്ഷിക്കുന്നു, പക്ഷേ ശാസ്ത്രം അവരുടെ നിർമ്മിക്കുന്നു നിർത്താൻ തേടി.
		-- Elbert Hubbard

%
ആശയങ്ങൾ സംഘർഷമാണ് സ്വാതന്ത്ര്യത്തിന്റെ ശബ്ദം ആണ്.
		-- Elbert Hubbard

%
യൂണിവേഴ്സ് കടന്നു വ്യക്തമായ വഴി ഒരു വനം മരുഭൂമിയിൽകൂടി ആണ്.
		-- John Muir

%
കല്പനകൾ എസ്റ്റോണിയ ഓഫ്: (9) ആക്ടീവ് കുഴലുകളിൽ ആൻഡ് പദാർത്ഥങ്ങളും നീയും കൂടെ നിന്നെ നിസ്സാരകാര്യമായിഒരു മിന്നൽ ലത് ഇരുട്ടിൽ ഗ്ലോ ലേക്ക് നിവേശിക്കുക നിന്റെ ഭാര്യ ആയിരിക്കുംനിരാശയുണ്ടോ നിന്റെ കൂലി ഒഴികെ നിനക്കു വേണ്ടി കൂടുതൽ ഉപയോഗിക്കാൻ ചെയ്തിട്ടില്ല.(10) പ്രവാചകന്മാരുടെ വാക്കു ഒക്കെയും മെമ്മറി ഭരമേല്പിക്ക, ദേശീയ ഇലക്ട്രിക്കൽ കോഡ് നിന്റെ ബൈബിളിൽ എഴുതിയതോനേരായ ഉത്തേജക ഔട്ട് തരുന്ന എപ്പോൾ നിന്നെ consolethനീ ചീഫ് ഇലക്ട്രീഷ്യൻ ഒരു ream ജോലി സമ്മതിച്ചില്ല.(11) നീ ഒരു unthinking / അല്ലെങ്കിൽ ഒരു ഉപകരണം ഉപയോഗിച്ച് കുറിച്ച് muckest സന്ദർഭംunknowing വിധത്തിൽ നീ നിന്റെ പോക്കറ്റിൽ ഒരു കൈ പ്രമാണിച്ചു. മെച്ചപ്പെട്ടനീ നിന്റെ കാശും ഇരുവരും കൈ എന്നത്രേപരിക്ഷണാടിസ്ഥാനത്തിൽ ഒരു വൈദ്യുത സാധ്യതകൾ നിർണ്ണയിക്കാൻനിരപരാധികളായ ഭംഗിയായി ഉപകരണം.
		-- John Muir

%
കല്പനകൾ എസ്റ്റോണിയ ഓഫ്:(1) ഒരു uncharged condenser പതുങ്ങുന്നു മിന്നൽ സൂക്ഷിക്കുകഅതു നിന്നെ ഒരു ഏറ്റവും നിന്റെ നിതംബം മേൽ എതിർദിശയിൽ വ്യവഹാരംനാണംകെട്ട വിധത്തിൽ.(2) ലേക്ക് നീര് വലിയ അളവിൽ ഉപജീവനം സ്വിച്ച് നീ കോസ്നിന്റെ കാലത്തു ഇതിൽ നീണ്ട ആകേണ്ടതിന്നു തുറന്നു ചെയ്യുന്നു .Super ടാഗ്,കണ്ണുനീർ ഭൗമിക താഴ്വരയിൽ.(3) എല്ലാ സർക്യൂട്ടുകൾ ആ radiateth അകപ്പെടുകയും തെളിയിക്കാൻ, ബാധ്യതയാകുന്നുഏത് ഹൃദയപൂർവ്വം അടിസ്ഥാനപ്പെട്ടവരും ചെയ്യുന്നു .Super ടാഗ് അവർ ഉയർത്തുന്നു വരാതിരിപ്പാൻ ചെയ്യുന്നുഒരു റേഡിയോ ഫ്രീക്വൻസി കഴിവിനനുസരിച്ച് നിന്നെയും പോലെ ഉണ്ടാക്കുവാൻ നിന്നെ അടിപ്പിച്ചുവളരെ ഒരു റേഡിയേറ്റർ.(4) താമസിക്കാതെ നീ മനപൂർവം ഏർപ്പെടാൻ ഈ മൂഢന്മാരുടെ കൂട്ടത്തിൽഅവർ ഈ ലോകത്തിനു നീണ്ട അല്ല തീർച്ചയായും ആകുന്നു ഷോക്ക്അവിശ്വാസികൾ.
		-- John Muir

%
കല്പനകൾ എസ്റ്റോണിയ ഓഫ്:(5) നീ പേകുന്ന സന്ദർഭം നീ ശരിയായ രീതി കുടിക്കുന്നവൻ സൂക്ഷിച്ചുകൊൾകനീ കത്തിച്ചുകളയുക അരുളുന്നില്ല അത് വളരെ ഉയർന്ന വോൾട്ടേജ് സർക്യൂട്ടുകൾ അളവു,ഇരുവരും നിന്നെയും നിന്റെ ടെസ്റ്റ് മീറ്റർ, തീർച്ചയായും, നീ കമ്പനി കുറവാണെങ്കിലുംപ്രോപ്പർട്ടി നമ്പർ എളുപ്പത്തിൽ സർവേയിൽ കഴിയും, ടെസ്റ്റ് മീറ്റർ ഉണ്ട്ഒന്ന്, ഫലമായി ഒരു വാങ്ങൽ ഏജന്റ് അനവധി കഷ്ടം എത്തിച്ചുകൊടുക്കുന്നു.(6) നീ interlocks, സുരക്ഷാ ഉപകരണങ്ങൾ ഉപയോഗിച്ച് അല്ല tamperest സൂക്ഷിച്ചുകൊൾകഈ ചീഫ് ഇലക്ട്രീഷ്യൻ കോപം incurreth കൊണ്ടുവരികയുംഅവന്റെ തലയിൽ എൻജിനീയർമാർ ക്രോധം.(7) നീ അർത്ഥം എങ്കിൽ ഉഷാറായതുപോലെ ഉപകരണങ്ങൾ ന് നീ പ്രവർത്തിക്കുന്നില്ല നിന്റെസുഹൃത്തുക്കൾ തീർച്ചയായും നിന്റെ വിധവയും ആശ്വാസകരവും വേണ്ടി റിലാക്സ് വാങ്ങുന്നത് ചെയ്യുംഅവളുടെ ചില വഴികളിൽ പൊതുവെ നിന്നെ സ്വീകാര്യമല്ല.(8) ആമേൻ, ആമേൻ ഞാൻ നിന്നോടു പറയുന്നു മാത്രം ഉപകരണങ്ങൾ സേവനം ഒരിക്കലും,ഇലക്ട്രിക്കൽ പാചകം മന്ദഗതിയിലുള്ള പ്രക്രിയയാണ് പിന്നെ നീയും ലോകപ്രശസ്ത തക്കവണ്ണംനിന്റെ മേക്കർ മുമ്പായി അന്തിമ മണിക്കൂറുകൾ ഒരു ചൂടുള്ള സർക്യൂട്ട് നിന്റെ സ്വന്തം കൊഴുപ്പ്കഷ്ടത അവസാനിപ്പിക്കാൻ അവന്റെ ഒത്താശയോടെയും നിന്നെ വലിച്ചിട്ട് വ്യായാമം കാണുന്നു.
		-- John Muir

%
പിശാച് ചെയ്യാൻ നിഷ്ക്രിയ സർക്യൂട്ടുകൾ പ്രവർത്തിക്കും കണ്ടെത്തുന്നു.
		-- John Muir

%
പിശാച് നിഷ്ക്രിയ ദന്തങ്ങളോടുകൂടിയ തൊഴിലില്ലാതെ കണ്ടെത്തുന്നു.
		-- John Muir

%
റിയാലിറ്റി ആൻഡ് unreality തമ്മിലുള്ള വ്യത്യാസം റിയാലിറ്റി അങ്ങനെ ഉണ്ട് എന്നതാണ്ശുപാർശ ചെയ്യാൻ അല്പം.
		-- Allan Sherman

%
ശാസ്ത്രം അസ്പഷ്ടമായ വിഷയങ്ങൾ തമ്മിലുള്ള വ്യത്യാസം ശാസ്ത്രമാണ്ആ മറ്റ് വിഷയങ്ങൾ കേവലം സ്കോളർഷിപ്പ് ആവശ്യമായ സമയത്ത് ന്യായവാദം ആവശ്യമാണ്.
		-- Robert Heinlein

%
ഭൂമി മണൽ ഒരു ചെറിയ ധാന്യം മാത്രമാണ് വളരെ, വളരെ കനത്ത ആണ്.
		-- Robert Heinlein

%
സാമ്പത്തികനില കാലാവസ്ഥ ചെയ്യുന്നതുപോലെ സാമ്പത്തിക വിദഗ്ദ്ധർ അധികം ആശ്രയിച്ചിരിക്കുന്നുകാലാവസ്ഥ forecasters.
		-- Jean-Paul Kauffmann

%
എൻസൈക്ലോപീഡിയ Galactica രൂപകല്പന മെക്കാനിക്കൽ സംവിധാനമെന്ന നിലയിൽ റോബോട്ട് നിഷ്കർഷിക്കുന്നുഒരു മനുഷ്യന്റെ പ്രവൃത്തി ചെയ്യാൻ. സിറിയസ് Cybernetics വിപണനം ഡിവിഷൻകോർപ്പറേഷൻ 'നിങ്ങളുടെ പ്ലാസ്റ്റിക് പാൽ അതാരാ തമാശ ഇരിക്കും എന്നും റോബോട്ട് നിർവചിക്കുന്നത്.ഗാലക്സി ലേക്കുള്ള ഹിച്ച് പദയാതിക ഗൈഡ് വിപണനം ഡിവിഷൻ നിഷ്കർഷിക്കുന്നു'ആയിരിക്കും ആർ വിരസമായ jerks ഒരു കൂട്ടം നിലയിൽ സിറിയസ് Cybernetics കോർപ്പറേഷൻആദ്യം ചുവരിൽ വിപ്ലവം വരുമ്പോഴോ 'നടപ്പിൽ വരുത്താൻ അടിക്കുറിപ്പായി കൂടെഎഡിറ്റർമാർ വാങ്ങുന്നതും താൽപര്യമുള്ള ആരിൽ നിന്നും അപേക്ഷകൾ സ്വാഗതം വരുത്തുമെന്നുറോബോട്ടിക്സ് കറസ്പോണ്ടന്റ് പോസ്റ്റ് മേൽ.ആ എൻസൈക്ലോപീഡിയ Galactica എന്ന ജിജ്ഞാസയോടെ മതി, ഒരു പതിപ്പ്ആയിരം സംവത്സരം നിന്ന് ഒരു സമയം ചുരുക്കാം വഴി വീഴുന്നതും നല്ല ഭാഗ്യം ഉണ്ടായിരുന്നുഭാവി സിറിയസ് Cybernetics വിപണനം ഡിവിഷൻ നിർവചിച്ചിരിക്കുന്നത്'ഒന്നാം ഉണ്ടായിരുന്ന വിരസമായ jerks ഒരു കൂട്ടം നിലയിൽ കോർപ്പറേഷൻവിപ്ലവം വന്നപ്പോൾ 'ചുമർ.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
അണുവിൻറെ തകർക്കുകയാണ് നിർമ്മിക്കുന്ന ഊർജ്ജം വളരെ പാവപ്പെട്ട തരത്തിലുള്ള ആണ്കാര്യത്തിന്റെ. ഘട്ടത്തിൽ നിന്നും വൈദ്യുതി ഒരു സ്രോതസ്സ് പ്രതീക്ഷിക്കുന്നു ആർക്കുംഈ ആറ്റത്തിന്റെ Moonshine സംസാരിക്കുന്നു.		   ആദ്യമായി
		-- Ernest Rutherford, after he had split the atom for

%
കുറവ് അനുമാനങ്ങൾ ആവശ്യമില്ലാതെ ഉദിക്കുന്നില്ല ഏറ്റവും സാധ്യതയുള്ളശരിയായ.
		-- William of Occam

%
തോന്നൽ ആരും ഒരേസമയം ഒരു മാന്യമായ എഴുത്തുകാരൻ ആകാം എന്ന് നിലനിൽക്കുകയാണെങ്കിൽആരും മാന്യനായ ഒരു തവിട്ട് ധരിക്കുന്ന പോലെ ഒരു ഫ്രിഡ്ജ് എങ്ങനെ പ്രവർത്തിക്കുന്നു മനസ്സിലാക്കുന്നു,നഗരത്തിൽ സ്യൂട്ട്. കോളേജുകൾ കുറ്റപ്പെടുത്തുന്നത് വരാം. ഇംഗ്ലീഷ് എസ്സ് പ്രേരിപ്പിക്കുന്നുണ്ട്,ഞാൻ കെമിസ്ട്രി, ഫിസിക്സ് വെറുക്കാൻ, അറിയുന്നു; അവർ ഇല്ലായ്കയാൽ അഭിമാനിക്കാൻരണ്ടതുമായിരിക്കും വിചിത്ര ആൻഡ് humorless യുദ്ധത്തിന്റെ-oriented ഉടനീളം എഞ്ചിനിയർമാർ പോലെക്വാഡ്. നമ്മുടെ ഏറ്റവും ശ്രദ്ധേയ വിമർശകർ അത്തരം ഇംഗ്ലീഷ് എസ്സ് ചെയ്തിരിക്കുന്നു,അവർ ഇന്നുവരെ സാങ്കേതിക കുറിച്ച് റോബിച്ചയന് ആകുന്നു. അതുകൊണ്ട് സ്വാഭാവികമാണ്അവരെ സയൻസ് ഫിക്ഷൻ നിന്ദിച്ചുതുടങ്ങി വേണ്ടി.
		-- Kurt Vonnegut Jr., "Science Fiction"

%
ഇനിപ്പറയുന്ന പ്രസ്താവന ശരിയല്ല. മുൻ പ്രസ്താവന ശരിയാണ്.
		-- Kurt Vonnegut Jr., "Science Fiction"

%
വായുസേന എല്ലാം താങ്ങി എന്താണ്. അതിൻറെ ഇരുണ്ട വശം ഉണ്ട്,അതിന്റെ പ്രകാശം വശമുണ്ട്. ഇത് അടുക്കുക കോസ്മിക് ഇനിയിപ്പോ പോലെയാണ്.
		-- Kurt Vonnegut Jr., "Science Fiction"

%
"നാല് നിർമാണ ബ്ലോക്ക് പ്രപഞ്ചത്തിൻറെ അഗ്നി, ജലം, ചരൽ ആൻഡ് വിനൈൽ ആകുന്നു."
		-- Dave Barry

%
വിദഗ്ധ യുടെ പ്രവർത്തനം മറ്റ് അധികം പേരെ ന്യായം എന്നു അല്ല,എന്നാൽ വഴക്കങ്ങൾ കാരണങ്ങളാൽ തെറ്റാണെന്നു.
		-- Dr. David Butler, British psephologist

%
റാൻഡം നമ്പർ തലമുറയോടു അവസരം വിടുന്നതാണ് കഴിയാത്തത്ര പ്രധാനമാണ്.
		-- Dr. David Butler, British psephologist

%
ശാസ്ത്രത്തിന്റെ ലക്ഷ്യം മെച്ചപ്പെട്ട mousetraps പണിയാൻ ആണ്. പ്രകൃതിയുടെ ലക്ഷ്യംമെച്ചപ്പെട്ട എലികളുടെ പണിയാൻ ആണ്.
		-- Dr. David Butler, British psephologist

%
ഗ്രേറ്റസ്റ്റ് ഗണിതശാസ്ത്ര പിശക്മാരിനർ ഞാൻ ബഹിരാകാശ പേടകം 28 ന് കേപ് കാനവെറൽ നിന്ന് വിക്ഷേപിച്ചുജൂലൈ 1962 വീനസ് നേരെ. 13 മിനിറ്റ് 'ഫ്ലൈറ്റ് ശേഷം ഒരു ബൂസ്റ്റർ എഞ്ചിൻ നന്നായിരുന്നേനെ25.820 അങ്ങിനെ ലേക്കുള്ള ത്വരണം ഉപേക്ഷിക്കാൻ; 44 മിനിറ്റ് 9.800 സോളാർ സെല്ലുകൾ ശേഷംനേരിട്ട; 80 ദിവസം കഴിഞ്ഞ് ഒരു കമ്പ്യൂട്ടർ അവസാന കോഴ്സ് കണക്കാക്കാൻ തന്നെതിരുത്തലുകളും 100 ദിവസങ്ങൾക്ക് ശേഷം ക്രാഫ്റ്റ് അജ്ഞാത ഗ്രഹം cirlce തന്നെ,ഇതിൽ അതു കുളിച്ചിരിക്കുന്നവന്നു ദുരൂഹ മേഘം സ്കാൻ.എന്നിരുന്നാലും, തീർച്ചയായും അനുകരണീയജീവിതമാണ് എന്ന് ഒരു കാര്യക്ഷമതയും, മാരിനർ ഞാൻ കൂടെനാലു മിനിറ്റ് ടേക്ക്ഓഫിന് ശേഷം അറ്റ്ലാന്റിക് മഹാസമുദ്രം നീങ്ങുന്നു.അന്വേഷണങ്ങൾ പിന്നീട് ഒരു ന്യൂന ചിഹ്നം നിന്ന് ഒഴിവാക്കി വ്യക്തമാക്കിനിർദ്ദേശങ്ങൾ കമ്പ്യൂട്ടറിൽ രക്ഷിച്ചു. വിക്ഷേപണം "മനുഷ്യ പിശക് ഉണ്ടായിരുന്നു"വക്താവ് പറഞ്ഞു.ഈ ന്യൂന ചിഹ്നം ല് L4,280,000.
		-- Stephen Pile, "The Book of Heroic Failures"

%
സാമ്പത്തിക ശാസ്ത്രജ്ഞർ ഇടയിൽ പന്നിക്കൂട്ടം ഹോംസ്കൂളിങ് ആടുകൾ സ്വതന്ത്ര ചിന്തകർ പോലെ തോന്നുന്നില്ല ചെയ്യുന്നു.
		-- Stephen Pile, "The Book of Heroic Failures"

%
സാമ്പത്തിക രാഷ്ട്രീയ തത്ത്വചിന്തകനും ആശയങ്ങൾ ഇരുവരും കൂടിയപ്പോൾ അവർശരിയാണ് അവർ അക്രമം വരുമ്പോൾ, പൊതുവെ ഇത് ശക്തമായ ആകുന്നുഗ്രഹിച്ചു. തീർച്ചയായും ലോകം ചെറിയ മറ്റാരെങ്കിലും ശൈഖുമായ.
		-- John Maynard Keynes

%
"ഒരേപോലുള്ള അതിൽത്തന്നെ തുല്യമാണ് അത് വ്യത്യസ്തമാണ് ശേഷം."
		-- Franco Spisani

%
ശാസ്ത്രത്തിന്റെ ആയുധങ്ങളായി തങ്ങളെ സത്യം കണ്ടെത്താൻ ചെയ്യരുത്. ഉണ്ടല്ലോഒരു പോയിന്റർ ഒരു അടയാളം വർഗ്ഗസമരത്തെ വഴി ഉപസംഹരിച്ചു അല്ല എന്നു മനോനിർണ്ണയങ്ങൾ.
		-- Fred Saberhagen, "The Berserker Wars"

%
മനുഷ്യ ചിന്തകളെ കീ ഘടകങ്ങൾ നമ്പറുകൾ എന്നാൽ ഫസി സെറ്റിലെ ലേബലുകൾ അല്ല.
		-- L. Zadeh

%
നൂറു നക്ഷത്രങ്ങളുടെ പ്രകാശം ചന്ദ്ര വെളിച്ചം ഒക്കുന്നില്ല ഇല്ല.
		-- L. Zadeh

%
ആർ ഏകദേശം വാക്വം ക്ലീനർ ഇൻവെന്റഡ് മാൻവാക്വം ക്ലീനർ കെട്ടിച്ചമച്ച് കൂടെ ഔദ്യോഗികമായി ക്രെഡിറ്റ് മനുഷ്യൻHubert സിസിൽ ബൂത്ത്. എന്നാൽ അദ്ദേഹം ഏകദേശം ഒരു മനുഷ്യൻ നിന്ന് ആശയം ലഭിച്ചുഅത് കെട്ടിച്ചമച്ചതാണ്.1901-ൽ ബൂത്ത് ലണ്ടനിലെ സംഗീത-ഹാൾ സന്ദർശിച്ചു. ബിൽ ഒരു ആയിരുന്നുപരവതാനികളും പൊടി നീക്കം അവന്റെ അത്ഭുതവും യന്ത്രം ഉപയോഗിച്ച് അമേരിക്കൻ കണ്ടുപിടിത്തക്കാരന്.മെഷീൻ മുകളിൽ ഒരു ബാഗ് ഒറ്റ കാൽ സ്ക്വയറിനെക്കുറിച്ചുള്ള ഒരു പെട്ടി പ്രവഹിച്ചു.ഫ്രണ്ട് ആറു വരികൾ എല്ലാവരുമായും തുമ്മൽ ഉണ്ടാക്കിയ - ആക്റ്റ് കണ്ട ശേഷം- ബൂത്ത് കണ്ടുപിടിത്തക്കാരന് ഡ്രസിംഗ് റൂമിലേക്ക് ചുറ്റി."ഇത് ഉണക്കരുത് കുടിപ്പാൻ," ബൂത്ത്, നേരിട്ട് വരുന്നു പറഞ്ഞുപോയിന്റ്. "നുകരും?", രോഷാകുലരായ കണ്ടുപിടിത്തക്കാരന് ഉദ്ഘോഷിച്ചു. "നിങ്ങളുടെ സിസ്റ്റം ചലിക്കുന്നറൂമില് പൊടി, "ബൂത്ത് അവനെ അറിയിച്ചു." നുകരും? ഈന്വുക? കുടിക്കാന് ആണ്സാധ്യതയില്ലേ "വശത്തിലെത്തി മറുപടി ആയിരുന്നു അവൻ പുറത്തു കയറിയ. ബൂത്ത് തെളിയിച്ചുഅതു അവന്റെ അധരം pursing, മുട്ടുകുത്തി ലളിതമായ പ്രയോജനമില്ല വഴി ഉണ്ടായിരുന്നഒരു കൈക്കസാല പിന്നിലുള്ള മുലകുടിക്കുന്ന. "ഞാൻ ഏതാണ്ട് വീർപ്പുമുട്ടി," അവൻ പിന്നീടു പറഞ്ഞു.
		-- Stephen Pile, "The Book of Heroic Failures"

%
ഇന്നത്തെ ആധുനിക സാങ്കേതികവിദ്യയുടെ അത്ഭുതങ്ങൾ ഒരു വികസനം ഉൾപ്പെടുന്നുസോഡ, നിരസിക്കപ്പെടും വരുമ്പോൾ എന്നേക്കും നിലനിൽക്കുമെന്നും കഴിയും ... ഒരു $ 7,000 കാർ ഏത്ശരിയായി വിചാരം രണ്ടോ മൂന്നോ വർഷത്തിനുള്ളിൽ പുറത്തു റസ്റ്റ് ചെയ്യും.
		-- Stephen Pile, "The Book of Heroic Failures"

%
സൌമ്യതയുള്ളവർ ഭൂമിയെ കൈവശമാക്കും; ഞങ്ങളെ ബാക്കി നക്ഷത്രങ്ങൾ പോകും.
		-- Stephen Pile, "The Book of Heroic Failures"

%
സൌമ്യതയുള്ളവർ ഭൂമിയെ കൈവശമാക്കും; ഞങ്ങളെ ബാക്കി പ്രപഞ്ചം.
		-- Stephen Pile, "The Book of Heroic Failures"

%
ചന്ദ്രൻ, വെറും ഭൂമിയുടെ പോലുള്ള ഒരു ഗ്രഹം മാത്രമേ പോലും deader ആണ്.
		-- Stephen Pile, "The Book of Heroic Failures"

%
ചന്ദ്രൻ പച്ച ചീസ് നിർമ്മിച്ചിരിക്കുന്നത്.
		-- John Heywood

%
ചന്ദ്രൻ ഭൂമിയുടെ ചെറുതാണ്, പക്ഷേ കൈക്കലാക്കി കൂടുതൽ തുടർന്ന്.
		-- John Heywood

%
മേൽ-കരുതുന്നു പ്ലംബിംഗ് എളുപ്പം ചോർച്ച അപ് നിർത്തണം എന്നാണ് അവർ ഇനി.
		-- John Heywood

%
നിനക്കു എന്തു കൂടുതൽ പ്രയോജനപ്പെടുക, പ്രീ-പ്രഗത്ഭരായ കാര്യം പ്രദർശിപ്പിക്കാൻ അല്ലനിന്നല്ല നിർഗ്ഗമിക്കുക ഞങ്ങളുടെ ഗാലക്സി പരിധിയിൽ നിന്നെത്തന്നേ പ്രദർശിപ്പിക്കാൻ, മറിച്ച്നൈമിഷികമായ നീ ഇപ്പോൾ നിലക്കുന്ന വീണ്ടും മറ്റൊരു ചീഞ്ഞ ഓടിപ്പോകാൻ എവിടെനിന്നുപ്രപഞ്ചത്തിലെ ഗ്രഹം, നീ പ്രാപ്തനെന്നു കണ്ടെത്താനായിട്ടില്ല നല്ല ഭാഗ്യം ഞങ്ങൾക്കുണ്ട്.
		-- Carlyle

%
പുതിയ ദൂതൻമാരെ ഒരുത്തൻ ശാസ്ത്രത്തിലെ കേൾക്കാൻ ഏറ്റവും ആവേശകരമായ വാക്യമോ,കണ്ടുപിടുത്തങ്ങൾ, അല്ല "യുറീക്കാ!" ആണ് (ഞാൻ അത് കണ്ടെത്തി!) എന്നാൽ 'അത് രസകരമാണ് ... "
		-- Isaac Asimov

%
കാന്തികത നിയന്ത്രിക്കുന്നതിനുള്ള ജാതി പ്രപഞ്ചത്തിന്റെ നിയന്ത്രിക്കുന്നു.
		-- Chester Gould/Dick Tracy

%
സാമ്പത്തിക പ്രവചന മാത്രം ഫംഗ്ഷൻ ജ്യോതിഷം മാന്യമായ നോക്കി എന്നതാണ്.
		-- John Kenneth Galbraith

%
സങ്കൽപ്പങ്ങൾ ഞങ്ങളുടെ ആശയങ്ങളും സിസ്റ്റങ്ങൾ മാത്രം നീതീകരണം അവർ എന്നതാണ്നമ്മുടെ അനുഭവങ്ങൾ സങ്കീർണ്ണമായ പ്രതിനിധീകരിക്കാൻ സേവിക്കും; അതിലപ്പുറം അവർ ഞങ്ങൾക്കുണ്ട്യാതൊരു സാധുതയും.
		-- Albert Einstein

%
മാത്രം തികഞ്ഞ ശാസ്ത്ര ഹിന്ദ്-കാഴ്ചയാണ്.
		-- Albert Einstein

%
എപ്പോഴും അവന്റെ പ്രവൃത്തി വെള്ളിയാഴ്ച നടക്കുന്ന ലഭിച്ചു ഒരേയൊരാൾ റോബിൻസൺ ക്രൂസോയുടെ ആയിരുന്നു.
		-- Albert Einstein

%
`സോഷ്യൽ ഏതു ഗവേഷണ ഏതൊരു മാത്രമല്ല വ്യാഖ്യാനംശാസ്ത്രവും 'ആണ്: ചില ചെയ്യാൻ ചിലർ ചെയ്യരുതേ.
		-- Ernest Rutherford

%
ഒരു ശരിയായ പ്രസ്താവന വിരുദ്ധമായ ഒരു തെറ്റായ പ്രസ്താവന. എന്നാൽ വിപരീതമാണ്ഒരു അഗാധമായ സത്യത്തെ നന്നായി മറ്റൊരു അഗാധമായ സത്യത്തെ ആയിരിക്കാം.
		-- Niels Bohr

%
പ്രകൃതിയുടെ നീതികേടു ഒരിടത്തും മെച്ചപ്പെട്ട വരുമ്പോൾ വസ്തുത പ്രദർശിപ്പിക്കുന്നത്അതേ അന്തരീക്ഷം പ്രദർശിപ്പിക്കപ്പെടുന്നത്, പടക്കം മൃദു തീർന്നിരിക്കുന്നു സമയത്ത് അപ്പം ഹാർഡ് മാറുന്നു.
		-- Niels Bohr

%
പ്രശ്നം ... ഞങ്ങൾ എണ്ണ രൂപം റൺ ദിനോസറുകളുടെ കഴിഞ്ഞു എന്നതാണ്.എനർജി വകുപ്പ് പ്രവർത്തിക്കുന്നു ശാസ്ത്രജ്ഞർ ഉപയോഗിച്ച് എണ്ണ രൂപം ശ്രമിച്ചുമറ്റു മൃഗങ്ങളുടെ; അവർ മണൽ മിഡിൽ ഈസ്റ്റേൺ ടൺ ആയിരക്കണക്കിന് റൺസെടുത്തു ഞങ്ങൾമുതലായവ പശുക്കൾ മുകളിൽ, raccoons, haddock, ലബോറട്ടറി എലികൾ, രാജ്യങ്ങള്, പക്ഷെദൂരത്തു അവർ ചെയ്തു കഴിഞ്ഞു എല്ലാ ഒരു പടുകൂറ്റൻ ബുൾഡോസർ-വാടകയ്ക്ക് ബിൽ അപ്പ് പ്രവർത്തിപ്പിയ്ക്കുന്നുകോപം മിഡിൽ ഈസ്റ്റേൺ വ്യക്തികളുടെ ഒരുപാട്. മൃഗങ്ങളുടെ ഒന്നുമില്ല മാറിഎണ്ണ, ലബോറട്ടറി എലികൾ ഏറ്റവും കാൻസർ ഇതു്.
		-- Dave Barry, "Postpetroleum Guzzler"

%
ഫിസിക്സ് 7A ഉദ്ദേശ്യം എൻജിനീയർമാർ അവർ മുൻപരിചയം ഗ്രഹിക്കാൻ വരുത്തികഴുതയോട് ശേഷം ജനത്തെ അവർ അല്ലെന്ന് ഗ്രഹിക്കാൻ ഉണ്ടാക്കുവാൻഎൻജിനീയർമാർ.
		-- Dave Barry, "Postpetroleum Guzzler"

%
ഏത് രോഗം ഒരു പാറിനടന്നിരുന്ന പകരുന്നത് നിരക്ക് കൃത്യമായ ആണ്വരൾച്ച വേഗത അളക്കുന്നത്.
		-- Dave Barry, "Postpetroleum Guzzler"

%
എല്ലാ പ്രധാന സർവ്വകലാശാലയുടെ വകുപ്പിന്റെ നിലവിലുള്ള കാരണംഗണിതം അത് എല്ലാ ആ ആളുകൾ സ്ഥാപനവൽക്കരിക്കുന്നതിനൊപ്പം ചെലവ് തുടർന്ന് എന്നതാണ്.
		-- Dave Barry, "Postpetroleum Guzzler"

%
ഒരു പ്രവചനം പോലെ ജീവനോടെ നിൽക്കുന്നു ഭരണം ദം ഒരു നമ്പർ നൽകാൻ അല്ലെങ്കിൽദം ഒരു തീയതി, പക്ഷേ ഒരിക്കലും കൊടുക്കും ഒരേസമയം ഇഎം ഇരുവരും.
		-- Jane Bryant Quinn

%
ഷട്ടിൽ ഇപ്പോൾ സ്പീഡ് അഞ്ചു തവണ ശബ്ദം പോകുന്നു.
		-- Dan Rather, first landing of Columbia

%
ഒരു എളിയ പ്രവർത്തനം ആയി പ്ലംബിങ് മികവിന് അവനുദേശിച്ചിരുന്നുവെങ്കില് ഏത് സമൂഹത്തെയുംഅതു ഉയർത്തപ്പെട്ട പ്രവർത്തനം ഇഷ്ടം കാരണം തത്ത്വചിന്തയിൽ shoddiness toleratesനല്ല പ്ലംബിംഗ് നല്ലഫലം തത്ത്വചിന്ത എന്നുമില്ല ... അരുതു അതിന്റെ പൈപ്പുകൾ ഉപകാരമോഅതിന്റെ സിദ്ധാന്തങ്ങൾ വെള്ളം നടത്തും.
		-- Dan Rather, first landing of Columbia

%
പ്രശ്നങ്ങൾ പരിഹാരം ഏറ്റവും സ്വഭാവം ആൻഡ് വിചിത്രമായൊരു അടുക്കുക ആണ്സന്നദ്ധ ചിന്തയുടെ.
		-- William James

%
ഈ പ്രശ്നം പരിഹാരം നിസ്സാര ആണ് വേണ്ടി ഒരു വ്യായാമം ആയി നിലയിലാണെങ്കിൽവായനക്കാരൻ.
		-- William James

%
ഒരു പ്രശ്നം പരിഹാരം പ്രശ്നത്തിന്റെ സ്വഭാവമനുസരിച്ച് മാറ്റുന്നു.
		-- Peer

%
ഒന്നും വേഗത എല്ലാം ഒഴുക്ക് ആശ്രയിച്ചിരിക്കുന്നു.
		-- Peer

%
പ്ലേറ്റോ ആത്മാവു ഹാർഡ് മരിക്കുന്നു. നാം ദാർശനിക രക്ഷപ്പെടാൻ കഴിഞ്ഞിട്ടില്ലാത്തത്എന്താണ് നാം കണ്ടു അളക്കാൻ കഴിയും ലോകത്തിൽ കേവലം എന്നു പാരമ്പര്യംവിവധങ്ങളാകാം യാഥാർത്ഥ്യത്തിന്റെ ഉപരിപ്ളവമായ അപൂർണരുമാണ് പ്രതിനിധാനം.
		-- S. J. Gould, "The Mismeasure of Man"

%
ഞെട്ടിപ്പിക്കുന്ന സത്യം ഒടുവിൽ ഗുഹ്യഭാഗങ്ങൾ, അതു ഈ ആയിരുന്നു: സംഖ്യാപുസ്തകംറെസ്റ്റോറന്റുകൾ അതികഠിനമായി റെസ്റ്റോറന്റ് പരിശോധനകൾ എഴുതിയിരിക്കുന്നുവല്ലോ ചെയ്യാൻമറ്റേതെങ്കിലും കഷണങ്ങളായി എഴുതിയ നമ്പറുകൾ അതേ ഗണിതശാസ്ത്ര നിയമങ്ങൾ പാലിക്കുകപേപ്പറുകളുടെ പ്രപഞ്ചത്തിന്റെ മറ്റേതെങ്കിലും ഭാഗങ്ങളിലും. ഈ ഒരൊറ്റ പ്രസ്താവന എടുത്തുകൊടുങ്കാറ്റിൽ ശാസ്ത്രീയമായ ലോകം. അങ്ങനെ പല ഗണിതശാസ്ത്ര സമ്മേളനങ്ങളിൽ 'കയറിഒരു തലമുറ ഏറ്റവും മികച്ച മനസ്സ് പല അത്തരം നല്ല റെസ്റ്റോറന്റുകൾ ലെപൊണ്ണത്തടി ഹൃദയ പരാജയം മരിച്ചു ഗണിതശാസ്ത്രത്തിന്റെ ശാസ്ത്രം വെച്ചുതിരികെ വർഷങ്ങൾ.
		-- Douglas Adams

%
നോൺ-ലീനിയർ ഭൗതികശാസ്ത്രത്തിന്റെ പഠനം നോൺ-ആന ജീവശാസ്ത്ര പഠനം പോലെയാണ്.
		-- Douglas Adams

%
"Subspace _ പ _ വി മറ്റ് 8 ഉള്ള പാരമ്പര്യമായി അവിടെ അല്ലപോലും ഏതെങ്കിലും നികുതി. "
		-- J. MacKay, Mathematics 134b

%
യൂണിവേഴ്സ് ആകെത്തുകയാണ് പൂജ്യം ആണ്.
		-- J. MacKay, Mathematics 134b

%
ബുദ്ധിയുള്ള tinkering ടെസ്റ്റ് എല്ലാ ഭാഗങ്ങളും സംരക്ഷിക്കാൻ ആണ്.
		-- Aldo Leopold

%
സമയാസമയങ്ങളിൽ ഗവേഷണത്തിന്റെ വൃക്ഷം രക്തം ഓർപ്പിച്ചു വേണംകാപ്പിക്കുരു കൗണ്ടറുകളിലൊന്നിൽ.
		-- Alan Kay

%
ഒരു അഭിപ്രായമുണ്ടെങ്കിൽ സത്യം വിശ്വാസ്യതക്കാകും ബന്ധമില്ല ഉണ്ട്. ഒപ്പംവിപരീതമായി.
		-- Alan Kay

%
പ്രപഞ്ചത്തിൽ ഏറ്റവും കൂടുതൽ ഉപയോഗിക്കുന്ന കാര്യങ്ങൾ ഹൈഡ്രജനും വിവേകശൂനം ആകുന്നു.
		-- Harlan Ellison

%
unfacts നാം അവര്ക്കും ഉണ്ടായിട്ടുമില്ല വളരെ imprecisely ഏതാനും ഞങ്ങളുടെ ഖദര് നൽകത്തക്ക ആകുന്നു.
		-- Harlan Ellison

%
പ്രപഞ്ചം നിയമങ്ങൾ ഇല്ല - അതു ശീലങ്ങൾ ഉണ്ട്, ശീലങ്ങൾ തകർന്നുപോകും കഴിയും.
		-- Harlan Ellison

%
പ്രപഞ്ചത്തിന്റെ ബിഗ് ബാങ് എല്ലാവരും സ്പിൻ-ഓഫാണ്.
		-- Harlan Ellison

%
പ്രപഞ്ചം ആ വളയുന്ന ഉള്ളതൊക്കെ വലയം, ഒരു ദ്വീപ്ആകാശങ്ങൾ.
		-- Harlan Ellison

%
പ്രപഞ്ചം ഒരു കോമ്പിനേഷൻ നടക്കാത്ത ഒരു സുരക്ഷിതം പോലെ - പക്ഷേകോമ്പിനേഷൻ സുരക്ഷിതം എഴുന്നേറ്റ പൂട്ടിയിരിക്കുന്നു.
		-- Peter DeVries

%
യൂണിവേഴ്സ് സ്ഥിരതയുള്ള കാര്യങ്ങൾ അധിവസിക്കുന്ന ആണ്.
		-- Richard Dawkins

%
പ്രപഞ്ചം ബസ്സില് അരുതു ശത്രുതാപരമായ വേണ്ടാ കേവലം നിസ്സംഗത തോന്നുന്നു.
		-- Sagan

%
പ്രപഞ്ചം അവർ പറഞ്ഞു നാലു ബാലൻസ് ന് അതിന്റെ പ്രവർത്തനം വേണ്ടി ആശ്രയിച്ചാണ്അവർ കൈമോശം തിരിച്ചറിഞ്ഞതിനാൽ സൈന്യങ്ങളെയും, നിർബന്ധവും, അനിശ്ചിതത്വത്തിനുംരക്തരൂക്ഷിത-mindedness.
		-- Terry Pratchett, "The Light Fantastic"

%
കാലിഫോർണിയ സ്റ്റാറ്റിസ്റ്റിക്സ് വകുപ്പ് യൂണിവേഴ്സിറ്റി; മീൻ, സാധാരണ എവിടെഒപ്പം ഡീവിയേഷൻ സാധാരണ.
		-- Terry Pratchett, "The Light Fantastic"

%
ലോകം മനുഷ്യൻ അതു കഴിയില്ല പറയുന്നവൻ ഈ ദിവസം വളരെ വേഗത്തിൽ നിർബന്ധിക്കുന്നുചെയ്തതു സാധാരണയായി അത് ചെയ്യുന്നത് ആരെങ്കിലും തടസ്സമുണ്ടായാൽ.
		-- E. Hubbard

%
.റൈറ്റ് പറക്കുന്ന ആദ്യത്തെ ആയിരുന്നില്ല. അവർ വെറും ആദ്യമായിതുടരേ അല്ല.
		-- E. Hubbard

%
സിദ്ധാന്തം ചാരനിറമുള്ള, ജീവന്റെ പൊൻ വൃക്ഷം പച്ച ആണ്.
		-- Goethe

%
അവിടെ * __ * സിവിൽ എൻജിനീയറായി ഒന്നും കാര്യം.
		-- Goethe

%
അച്ചുതണ്ട് എങ്കിൽ ഒരു വര .വോട്ടര്മാര് കഴിയില്ല എന്ന് യാതൊരു ഡാറ്റ ഉണ്ട്ശരിയായി തിരഞ്ഞെടുക്കും.
		-- Goethe

%
വീഞ്ഞു, സ്ത്രീകളെയും എൻജിനീയർമാർ: "പണം നഷ്ടപ്പെടാൻ മൂന്നു മുഖ്യ വഴികൾ ഉണ്ട്.ആദ്യ രണ്ട് കൂടുതൽ സുഖകരമായ സമയത്ത്, മൂന്നാം ഇതുവരെ കൂടുതൽ ഉറപ്പാണ്. "
		-- Baron Rothschild, ca. 1800

%
ജാലവിദ്യ മൂന്നു സ്കൂളുകൾ ഉണ്ട്. ഒന്ന്: സംസ്ഥാന ഒരു tautology, പിന്നെ റിംഗ്അതിന്റെ corollaries മാറ്റങ്ങൾ; ആ തത്ത്വചിന്ത തുടർന്ന്. രണ്ട്: പല വസ്തുതകൾ റെക്കോർഡ്.ഒരു പാറ്റേൺ കണ്ടെത്താൻ ശ്രമിക്കുക. അപ്പോൾ അടുത്ത വസ്തുത ഒരു തെറ്റായ ബ്ല്ലോഗ്ഗനിലേക്ക്; തുടർന്ന്ശാസ്ത്രം. മൂന്ന്: നിങ്ങൾ ഒരു malevolent യൂണിവേഴ്സ് നിയന്ത്രിത ജീവിക്കുന്നത് അറിഞ്ഞിരിക്കുകവഴി മർഫി നിയമം, ചിലപ്പോൾ Brewster ന്റെ ഘടകവുമായി ഓഫ്സെറ്റ്; എഞ്ചിനീയറിങ് തുടർന്ന്.
		-- Baron Rothschild, ca. 1800

%
സൗരോർജ്ജ ചൂട് സിസ്റ്റങ്ങൾ രണ്ട് തരം ഉണ്ട്: "സക്രിയമല്ലാത്ത" സിസ്റ്റങ്ങൾ ശേഖരിക്കുംനിങ്ങളുടെ വീട്ടിൽ ഭൂചലനം സൂര്യപ്രകാശത്തിന്റെ, ഒപ്പം "സജീവം" സിസ്റ്റങ്ങൾ സൂര്യപ്രകാശം ആ ശേഖരിക്കുംവളരെ നിങ്ങളുടെ കൂട്ടുകാരുടെ വീടുകളിൽ ഭൂചലനം.
		-- Dave Barry, "Postpetroleum Guzzler"

%
പിരിയന് തന്മാത്ര കൂടാതെ പിരിച്ച ചിന്തിക്കാനാവില്ല.
		-- R. W. Gerard

%
നാലു നിലകളുള്ള ഒരു കെട്ടിടം ഉണ്ട്. ആദ്യ നിലയിലെ അവിടെമജീദ് കൺവെൻഷൻ ആണ്. രണ്ടാം നിലയിലെ ഒരു ഉണ്ടുവിനൈൽ നിർമാണ പ്ലാന്റ്. മൂന്നാം നിലയിലെ ഒരു ഫാസ്റ്റ് ഫുഡ് ഇല്ലനിലക്കും; നാലാം നിലയിലെ ഒരു ലൈബ്രറി ഇല്ല.ചോദ്യം: ഒരു ലൈബ്രേറിയനോട് ഒരു ചെറിയ ഇറങ്ങി സഞ്ചരിച്ച് എന്ത് സംഭവിക്കുംഓരോ തറയിൽ നിന്ന് മറ്റ് ഒരാളുമായി എലിവേറ്റർ?ഉത്തരം: എലിവേറ്റർ നിറെക്കുന്നു.
		-- R. W. Gerard

%
എപ്പോഴെങ്കിലും ആരെങ്കിലും കൃത്യമായി കണ്ടുപിടിക്കുന്നു പ്രവിശ്യകളെ കുറിച്ചുള്ള ഒരു സിദ്ധാന്തം ഉണ്ട്പ്രപഞ്ചത്തെ വേണ്ടി അത് ഇവിടെ എന്തുകൊണ്ട്, ഇത് തൽക്ഷണം അപ്രത്യക്ഷമാകുകയും ഉം ആയിരിക്കുംകൂടുതൽ വിചിത്രവുമായ ആൻഡ് നീലിമ എന്തെങ്കിലും വഴിമാറി. മറ്റൊരു ഉണ്ട്ഈ ഇതിനകം സംഭവിച്ചിട്ടുണ്ട് പ്രവിശ്യകളെ കുറിച്ചുള്ള സിദ്ധാന്തം.
		-- Douglas Adams, "The Hitchhiker's Guide to the Galaxy"

%
അവിടെ, അതിന്റെ പല അധികാരമുള്ള ജീവന്റെ ഈ കാഴ്ചയിൽ മേധാവിത്വം ആണ് ഏറ്റഒരു ഏതാനും ഫോമുകൾ അല്ലെങ്കിൽ ഒന്നിലേക്ക് യഥാർത്ഥത്തിൽ ഊതി ഈ ഗ്രഹത്തിന്റെ പടർത്തുകയും, ആഅങ്ങനെ ലളിതമായ ഒരു നിന്ന്, ഗുരുത്വാകർഷണം ഫിക്സഡ് ന്യായപ്രമാണപ്രകാരം സൈക്ലിംഗ് പോയിരിക്കുന്നുഏറ്റവും മനോഹരമായ ഏറ്റവും അത്ഭുതകരമായ തുടങ്ങി അനന്തമായ ഫോമുകൾ ചെയ്തിരിക്കുന്നു ആകുന്നുചെയ്തുകൊണ്ടിരിക്കുന്നു, വികസിച്ചത്.
		-- Darwin

%
നമ്മുടെ മുമ്പിൽ യാതൊരു നിര ഇല്ല. ഒന്നുകിൽ നാം നൽകുന്നതിൽ വിജയിക്കാൻ വേണംഇച്ഛകൾ ആൻഡ് മനക്കരുത്ത് യുക്തിസഹമായ ഏകോപന, നൂറ്റാണ്ടുകൾ നാഗരികതയുടെപ്രായപൂർത്തിയാകാത്ത excitements വെറും welter എന്ന വേർതിരിക്കുന്നു ചെയ്യും. നാം ഒരു നൽകേണ്ടതുണ്ട്ഗ്രേറ്റ് പ്രായം അല്ലെങ്കിൽ മനുഷ്യരാശിയുടെ മേലോട്ടു പരിശ്രമം തകർച്ച കാണും.
		-- Alfred North Whitehead

%
ആരും സാധ്യത മനുഷ്യൻ ഏറെ ആറ്റത്തിന്റെ ശക്തി ടാപ്പുചെയ്യാനാകും ഉണ്ട്.
		-- Robert Millikan, Nobel Prize in Physics, 1923

%
ചില തത്ത്വചിന്തകൻ അതിനെ വ്യക്തമാക്കുന്നു ചെയ്യും അങ്ങനെ അസംബന്ധം അഭിപ്രായമില്ല ഇല്ല.
		-- Marcus Tullius Cicero, "Ad familiares"

%
ജ്യാമിതി യാതൊരു രാജകീയ റോഡ് ഉണ്ട്.
		-- Euclid

%
അവിടെ ഏതെങ്കിലും സ്വാഭാവിക പ്രതിഭാസമാണ് തന്നിരിക്കുന്ന വിശ്വസിക്കാൻ കാരണമൊന്നും വാസ്തവത്തിൽ, ആണ്,ഇന്നത്തെ തോന്നാം എന്നാൽ അത്ഭുതമായി എന്നേക്കും കഴിയാ തുടരും.ഉടൻ അല്ലെങ്കിൽ വൈകി ജീവിതം തന്നെ ഉൽപാദനം നിയന്ത്രിക്കുന്ന നിയമങ്ങൾ ആയിരിക്കുംപരീക്ഷണശാലയിൽ കണ്ടുപിടിച്ചത് മനുഷ്യൻ സ്രഷ്ടാവ് എന്ന നിലയിൽ ബിസിനസ്സ് സജ്ജീകരിക്കാംസ്വന്തം അക്കൗണ്ടിൽ. കാര്യം, തീർച്ചയായും മാത്രമല്ല സാങ്കൽപിക ആണ്; അത്പോലും വളരെ ഇതെന്നു.
		-- H. L. Mencken, 1930

%
ഒരു ഭ്രാന്തൻ ശാസ്ത്രജ്ഞൻ (ഒരു ഭ്രാന്തൻ ... സോഷ്യൽ ... ശാസ്ത്രജ്ഞൻ) തട്ടിക്കൊണ്ടുപോയ അവിടെ ഉണ്ടായിരുന്നുമൂന്നു സഹപ്രവർത്തകരെ, ഒരു എഞ്ചിനീയർ, ഒരു ഭൗതികശാസ്ത്രം ഒരു ഗണിതശാസ്ത്രം, ലോക്ക്ടിന്നിലടച്ച ഭക്ഷണം, വെള്ളം ധാരാളം അഭിമുകമായി കളങ്ങളിൽ അവരിൽ ഓരോ എന്നാൽഓപ്പണർ കഴിയും.ഒരു മാസം, മടങ്ങിവരുന്ന, ഭ്രാന്തൻ ശാസ്ത്രജ്ഞൻ എൻജിനീയർ ന്റെ പോയിസെൽ അതു നീണ്ട ശൂന്യമായ കണ്ടെത്തി. എഞ്ചിനീയർ നിന്ന് ഒരു കാൻ ഓപ്പണർ നിർമ്മാണം ചെയ്തുപോക്കറ്റ് ട്രാഷ്, സ്ഫോടകവസ്തുക്കൾ ഉണ്ടാക്കുവാൻ അലുമിനിയം ചീകിയത് ഉണങ്ങിയ പഞ്ചസാര ഉപയോഗിച്ചു,രക്ഷപ്പെട്ടു.ഭൗതികശാസ്ത്രജ്ഞൻ മൂടിയോടു മുട്ടുന്നു ആവശ്യമായ കോൺ പ്രവർത്തിച്ചിരുന്നുടിൻ ക്യാൻ ഓഫ് ചുവരിൽ അവരെ വാരിയെറിയുകയാണ്. അവൾ ഒരു നല്ല വികസ്വര ചെയ്തുഭുജവും ഒരു പുതിയ ക്വാണ്ടം സിദ്ധാന്തം ദേശസ്നേഹം.ഗണിതശാസ്ത്രം വിസ്മയകരമായ കടന്നു തുറക്കാത്ത കാനുകൾ സഞ്ചിത ചെയ്തുചുംബിക്കുന്നു പ്രശ്നം പരിഹാരം; തന്റെ dessicated ശവം ശാന്തമായി ചാരിവെച്ച ചെയ്തുഒരു ചുവരിൽ ഈ തറയിൽ കൊത്തിയതിൽ:സിദ്ധാന്തം: ഞാൻ ഈ ക്യാനുകളിൽ തുറക്കാൻ കഴിയില്ല എങ്കിൽ, ഞാൻ മരിക്കും.രേഖകൾ: സമ്മുഖ ഏറ്റെടുക്കാം ...
		-- H. L. Mencken, 1930

%
'ലൈഫ്' മാസികയിൽ ഒരു എഴുത്തുകാരൻ ... മുയലുകൾ ഞങ്ങൾക്കുണ്ട് അവകാശപ്പെട്ടു അവിടെ ഉണ്ടായിരുന്നുയാതൊരു മെമ്മറി, അവരുടെ പ്രതിരോധാത്മക സംവിധാനങ്ങളെ ഒന്നാണ്. അവർ അനുസ്മരിച്ചു എങ്കിൽഅവർ വെറും ഒരു മണിക്കൂർ ജീവന്റെ കോഴ്സ് ഉണ്ടായിരുന്നു ഓരോ അടയ്ക്കൂ ഷേവ് ആകുമായിരുന്നുinsupportable.
		-- Kurt Vonnegut

%
ആ വഴി ഒളിച്ച് ന് സ്നേഹവും ഒരു പഴയ ഇന്ത്യൻ വിശ്വാസം ഉണ്ടായിരുന്നുഅവരുടെ പ്രിയപ്പെട്ട മൃഗം, ഒറ്റ ഹെൽത്ത് സമൃദ്ധിയും ഗ്യാരണ്ടി കഴിഞ്ഞില്ലസന്തതികളിൽ കളയുന്നു ഗർഭം. ഇങ്ങനെ ഒരു ഇന്ത്യൻ ഐതിഹ്യംദമ്പതികൾ ഒരു എരുമ മറയ്ക്കുക ന് സ്നേഹം ഉണ്ടാക്കി. ഒൻപത് മാസം കഴിഞ്ഞ്, അവർ ആയിരുന്നുആരോഗ്യകരമായ കുഞ്ഞ് പുത്രനാണ് അനുഗ്രഹിച്ചു. മറ്റൊരു ദമ്പതികൾ തമ്മിൽ വരാംഒരു മാൻ മറയ്ക്കുക ന് അവരും വളരെ ആരോഗ്യകരമായ നൽകി അനുഗ്രഹിച്ചിരുന്നുകുഞ്ഞ് മകൻ. എന്നാൽ മൃഗം ഒരു നീര്ക്കുതിര ആയിരുന്നു ഒരു മൂന്നാം ദമ്പതികൾ,സമാപനത്തിൽ ഒരുത്തനും രണ്ടു വളരെ ആരോഗ്യകരമായ കുഞ്ഞ് ആൺമക്കളെ അനുഗ്രഹിക്കപ്പെട്ടുഒമ്പതു മാസം ഇന്റർവെൽ. പഴയ സിദ്ധാന്തം തെളിയിക്കുന്നു ആയ:നീര്ക്കുതിര എന്ന squaw പുത്രന്മാർ പുത്രന്മാർ തുല്യമാണ്മറ്റു രണ്ടു തഹശൂതോൽകൊണ്ടുള്ള squaws.
		-- Kurt Vonnegut

%
ഒരു മൺ ചെളിക്കുണ്ട് ഒരു ലോകം മുഴുവൻ ഒഴിവില്ല!
		-- Doug Clifford

%
സമയം യാത്രാ യാതൊരു ഭാവി അവിടെ.
		-- Doug Clifford

%
നിങ്ങൾ പോലും നിങ്ങൾ സംസാരിക്കുമ്പോൾ എന്താണ് അറിയില്ല വരുമ്പോൾ അവിടെ കൃത്യമായ ഒരാളായി യാതൊരു സാമാന്യബുദ്ധി മാത്രമാണ്കുറിച്ച്.
		-- John von Neumann

%
അവർ ലോകം ആകൃതിയിലുള്ള അറിയില്ല. അങ്ങനെ അവർ അതിനെ ഒരു ആകൃതി നൽകുകയും,എല്ലാം മൈന്റ് ശ്രമിക്കുക. അവർ ഇടത്ത് നിന്നും വലത്തോട്ട് വേർതിരിച്ചുസ്ത്രീ നിന്ന് മനുഷ്യനെ മൃഗങ്ങളുടെ പ്ലാന്റ്, ചന്ദ്രനിൽ നിന്നുള്ള സൂര്യൻ. അവരണ്ടു എണ്ണം ആഗ്രഹിക്കുന്നു.
		-- Emma Bull, "Bone Dance"

%
മറ്റൊന്നും തുല്യമായ കാര്യങ്ങൾ പരസ്പരം തുല്യമാണ്.
		-- Emma Bull, "Bone Dance"

%
ഇത് വ്യക്തമായും നിരവധി ഭ്രാന്തൻ ശാസ്ത്രജ്ഞരുടെ മറ്റൊരു കേസ് മതി, അല്ലhunchbacks.
		-- Emma Bull, "Bone Dance"

%
ഈ പ്രചാരണസാഹിത്യകാരന്മാർ വയസ്സിൽ അല്ല. എന്ജിനീയറിംഗ് വയസ്സിൽ ആണ്. ദിസ്പാർക്ക്-വിടവ് പേന ബലവാൻ ആകുന്നു. ജനാധിപത്യം മനുഷ്യർ salvaged ചെയ്യില്ലആർ ഒഴുക്കുള്ള സംസാരിക്കാൻ കാറ്റടിച്ചു സംവാദങ്ങൾക്കും മധ്യപ്രദേശിന്റെ ഉദ്ധരിക്കട്ടെ.
		-- Lancelot Hogben, Science for the Citizen, 1938

%
ഈ ജാക്ക് പണിത സിദ്ധാന്തം.ഈ ജാക്ക് പണിത സിദ്ധാന്തത്തിൽ വീണുകിടന്ന പൊട്ടല് ആണ്.ഈ കിടന്നു ആ വിടവും ഒളിച്ചുവെച്ച അന്ധൻമാരെയും പദപ്രയോഗങ്ങൾ മൂടൽമഞ്ഞ് ആണ് ...
		-- Lancelot Hogben, Science for the Citizen, 1938

%
ഈ പ്രായോഗികമായി സത്യമല്ല - നാം എന്തു ഔട്ട് നഷ്ടമായി അംഗീകരിച്ചുകൊള്ളുന്നു .ViswaPrabha ൻറെ ആണ്നിരന്തരമായ. അപ്പോൾ വേറിട്ടു: "അറിയില്ല നിങ്ങളുടെ കൂട്ടത്തിൽ വേണ്ടി, തുടർന്ന്മറ്റുള്ളവർ ഫിഡില് ഘടകം വിളിക്കപ്പെടുന്നത് ... "
		-- From a 1B Electrical Engineering lecture.

%
ഈ സ്ഥലം വെറും നമുക്കെല്ലാവർക്കും മതി വലിപ്പമില്ല. നാം ഒരു വഴി കണ്ടെത്താൻ ലഭിച്ചുഈ ഗ്രഹത്തിന്റെ ഓഫ്.
		-- From a 1B Electrical Engineering lecture.

%
ഈ പ്രപഞ്ചം ഭാരം അല്ല വോള്യം ഷിപ്പുചെയ്തു. ചില വികാസംഉള്ളടക്കങ്ങളുടെ കയറ്റുമതി സമയത്ത് സംഭവിച്ചിരിക്കാം.
		-- From a 1B Electrical Engineering lecture.

%
ഇത് ഒരു സുവർണ്ണകാലം ഉയർന്ന സാഹസികത, സമ്പന്നമായ ജീവനുള്ള, ഹാർഡ് കാലമായിരുന്നു,കേട്ട് ... ആരെയും അങ്ങനെ തോന്നി. ഈ ഭാഗ്യ മോഷണം ഒരു ഭാവി ആയിരുന്നുഎന്ന് ActionAid അപഹാരവും സംസ്കാരവും വൈസ് ... ആരെയും അത് പ്രവേശിപ്പിച്ചു.
		-- Alfred Bester, "The Stars My Destination"

%
കഴിയും, ചെയ്യുന്നവർ; അല്ല, പകർത്താനായി കഴിയുന്നവർക്ക്.
		-- Alfred Bester, "The Stars My Destination"

%
കഴിയും, ചെയ്യുന്നവർ; അല്ല, എഴുതാം ചെയ്തവരെ.മണി ലാബ്സ് റെക്കോഡ് പ്രവൃത്തി എഴുതാൻ കഴിയില്ല ചെയ്തവരാരോ.
		-- Alfred Bester, "The Stars My Destination"

%
... തന്റെ കണ്ടുപിടുത്തവും മികച്ച രീതിയിൽ ചെയ്തിരുന്നെങ്കിലും - തന്റെ സിദ്ധാന്തം മലിന ഒരു കഥയാകുന്നു ആയിരുന്നുആദ്യം മുതൽ അവസാനം വരെ.
		-- Vernor Vinge, "The Peace War"

%
പ്രപഞ്ചത്തിന്റെ ഘടനയിലെ മൂന്നു ശാസ്ത്രീയ സിദ്ധാന്തങ്ങൾതന്മാത്ര, corpuscular ആറ്റം. നാലാമത്തെ മര്യം കൂടെഹെക്കൽ, ഈഥർ നിന്ന് കാര്യത്തിന്റെ കട്ടിയാക്കല് ​​അല്ലെങ്കിൽ വർഷപാതം - ആരുടെഅസ്തിത്വം കട്ടിയാക്കല് ​​വഴിയോ ... അഞ്ചാമത് ശോധനസിദ്ധാന്തം ഇഡിയറ്റ്സ് താങ്ങി എന്നാൽ അവർ കുറിച്ച് ഇനി അറിയാമെങ്കിൽ അത് സംശയമാണ്മറ്റുള്ളവരേക്കാൾ കാര്യം.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ഇപ്രകാരം ഗണിതം നാം ഒരിക്കലും അറിയാൻ വിഷയം നിർവചിക്കാം ചെയ്യാംഞങ്ങൾ എന്തു സംസാരിക്കുന്നത് നിന്നല്ല, ഞങ്ങൾ എന്തു പറയുന്നത് സത്യമാണ് എന്ന്.
		-- Bertrand Russell

%
സമയം സ്പേസ് നിർമ്മാതാക്കൾ വഴി മുന്കൂട്ടിചെയ്തു മിഥ്യയാണ്.
		-- Bertrand Russell

%
സമയം എല്ലാം ഒരേസമയം സംഭവിക്കില്ല എന്ന് യഥാവിധി പ്രകൃതിയുടെ രീതികളാണ്.സ്പെയ്സ് എല്ലാം നിങ്ങൾക്ക് സംഭവിക്കില്ല എന്ന് ഉറപ്പു വരുത്തുന്നതിനു പ്രകൃതിയുടെ രീതികളാണ്.
		-- Bertrand Russell

%
സഹാനുഭൂതിയും contrivances മുഖാന്തരം ചങ്ങാടത്തിൽ ഓഫ് അകലെ സംഭാഷണത്തിലേർപ്പെടരുത്ഒരു സാഹിത്യ എഴുത്തുകുത്തുകളും ഞങ്ങൾക്ക് ഭാവിയിൽ മടങ്ങ് പ്രകൃതിവാതകം ആയിരിക്കാം.
		-- Joseph Glanvill, 1661

%
കെട്ടിച്ചമയ്ക്കുവാനാണ്, നിങ്ങൾ ഒരു നല്ല ഭാവനയും ജങ്ക് ഒരു ചിതയിൽ ആവശ്യമാണ്.
		-- Thomas Edison

%
ഇന്നത്തെ ശാസ്ത്രീയ ചോദ്യം ഇതാണ്: ലോകത്തിലെ വൈദ്യുതി എന്താണ്?അതു ടോസ്റ്റര് പോയതിനുശേഷം അത് എങ്ങോട്ടാണ് പോകുന്നത്?
		-- Dave Barry, "What is Electricity?"

%
ടോപ്പ് ശാസ്ത്രജ്ഞർ ഉപഭോഗം ഇപ്പോഴത്തെ നിരക്ക്, ഭൂമിയുടെ കൂടെ അംഗീകരിക്കുന്നുഗുരുത്വാകർഷണം വിതരണം 24 നൂറ്റാണ്ടിനും മുൻപ് തീരുന്നതിന് ചെയ്യും. മനുഷ്യന്റെ നിലയിൽവിലകുറഞ്ഞ മറ്റുവഴികൾ കണ്ടെത്താൻ സമരങ്ങളും, ഞങ്ങൾ നിങ്ങളുടെ സഹായം ആവശ്യമാണ്. ദയവായി...ഗുരുത്വാകർഷണം സംരക്ഷിക്കാനുള്ളഈ ലളിതമായ നിർദ്ദേശങ്ങൾ പിന്തുടരുക:(1) ഒരു നേരിയ ഘട്ടത്തിലേക്കു വാക്ക്. കഴിയുമെങ്കിൽ ഹീലിയം ബലൂണുകൾ കരുതുക.(2) ടേപ്പ്, മണിബന്ധം, അല്ലെങ്കിൽ പകരം paperweights എന്ന പശ ഉപയോഗിക്കുക.(3) സ്കീയിങ് ഉപേക്ഷിച്ച് സമൂഹത്തിൽ കേളിംഗ് പോലുള്ള കൂടുതൽ തിരശ്ചീന കായിക വേണ്ടി സ്കൈഡ്രൈവിങ്ങിന്.(4) മഴയും ഒഴിവാക്കുക .. പകരം ബത്ത്.(5) ക്ലോസറ്റ് നിങ്ങളുടെ എല്ലാ വസ്ത്രം മാറ്റിവയ്ക്കരുത് ... ഒരു ഭീമാകാരമായ ചിതയിൽ അവരെ സൂക്ഷിക്കുക.(6) പാൻകേക്കുകളും ഒന്നല്ല നിർത്തുക
		-- Dave Barry, "What is Electricity?"

%
ടോർക്ക് കുറഞ്ഞ ആണ്.
		-- Dave Barry, "What is Electricity?"

%
രണ്ട് രണ്ടു വലിയ മൂല്യങ്ങളെ വേണ്ടി, മൂന്നു തുല്യമാണ്.
		-- Dave Barry, "What is Electricity?"

%
രണ്ടുപേർ ഒരു ചൂടുള്ള-എയർ ബലൂൺ ഇരിക്കുന്നു. വൈകാതെ അവർ സ്വയം ഒരു നഷ്ടപ്പെട്ടു കണ്ടെത്താൻഎവിടെയോ മലയിടുക്ക്. മൂന്നു പുരുഷന്മാർ ഒരു, "ഞാൻ ഒരു ആശയം ലഭിച്ചു നാം പറയുന്നത്.ഈ മലയിടുക്ക് സഹായം വിളിച്ച് പ്രതിധ്വനി നമ്മുടെ ശബ്ദങ്ങൾ കൊണ്ടുപോകും എന്നുമലയിടുക്ക് അവസാനം. ഒരാൾ ഞങ്ങളെ കേൾക്കാൻ ബന്ധിച്ചിരുന്ന അത്രയേയുള്ളൂ! "അങ്ങനെ അവൻ കൊട്ടയിൽ മേൽ ഊന്നിയാൽ പുറത്തു ചില്ലപ്പോള് "Helllloooooo! എവിടെനാം ആകുന്നു? "(അവർ എക്കോ പല തവണ കേൾക്കട്ടെ)."Helllloooooo: പതിനഞ്ചു മിനിറ്റ് കഴിഞ്ഞ് അവർ ഈ ശരിയാവും ശബ്ദം കേൾക്കുന്നു!നിങ്ങൾ നഷ്ടപ്പെട്ടു കഴിഞ്ഞു! "shouter അഭിപ്രായങ്ങൾ, "ഒരു ഗണിതജ്ഞൻ ചെയ്തിട്ടുണ്ട് അത്."കൗതുകം, തന്റെ സുഹൃത്തായ ചോദിക്കുന്നു "എന്തു പറയുന്നത്?""മൂന്നു കാരണങ്ങളാൽ. ഒന്നാമതായി, ഒരു കാലം രണ്ടാം ഉത്തരം എടുത്തുതന്റെ കൃഷ്ണകുമാര് വിലപ്പോവില്ല ആയിരുന്നു, പഴയത് ശരിയാക്കാനും, മൂന്നാം ആയിരുന്നു. "
		-- Dave Barry, "What is Electricity?"

%
പൂജ്യം രണ്ട് ശതമാനം ഏതാണ്ട് മറ്റൊന്നുമല്ല.
		-- Dave Barry, "What is Electricity?"

%
രണ്ട് wrights ഒരു റോങ് വെക്കരുത് അവർ വിമാനാപകടത്തിൽ ഉണ്ടാക്കേണം. അല്ലെങ്കിൽ സൈക്കിളുകളൊന്നുമില്ല.
		-- Dave Barry, "What is Electricity?"

%
കണ്ടതായി തൽസമയത്തേക്കാണോ ഇവയാണ്: എയർ ഫോഴ്സ് നിലവിലില്ല.
		-- Dave Barry, "What is Electricity?"

%
വിവേകം എപ്പോഴും ഒരു ചെറിയ പ്രശ്നം ബുദ്ധി ആണ്ഒരു വലിയ പ്രശ്നം ബന്ധപ്പെട്ട്.
		-- P. D. Ouspensky

%
യൂട്ടിലിറ്റി നിങ്ങൾക്ക് രണ്ടു ഉള്ളപ്പോൾ ലക്ഷ്വറി ആണ്, നിങ്ങൾ ഒരു ടെലിഫോൺ ഉള്ളപ്പോൾ ആണ്,നിങ്ങൾക്ക് മൂന്ന് ഉള്ളപ്പോൾ സുവര്ണകാലം - നിങ്ങൾ ആരും ഉള്ളപ്പോൾ പറുദീസ ആണ്.
		-- Doug Larson

%
ഞങ്ങൾ നിങ്ങളുടെ എല്ലാ സിദ്ധാന്തം ഭ്രാന്താണ് എന്ന് സമ്മതിക്കുന്നു. നമ്മെ വേർതിരിക്കുന്ന ചോദ്യമിതാണ്അതു ശരിയായ എന്ന ഒരു അവസരം മതിയായ ഭ്രാന്താണ് എന്നു അറിയാം. എന്റെ സ്വന്തം തോന്നൽഅതു മതി ഭ്രാന്തെന്ന് ആണ്.
		-- Niels Bohr

%
ഓരോ നമ്മുടെ സ്വന്തം അഭിപ്രായത്തിൽ അർഹതയുണ്ട് എങ്കിലും ആരും അവന്റെ അധികാരമുള്ളൂസ്വന്തം വസ്തുതകൾ.
		-- Patrick Moynihan

%
ഞങ്ങളോട് ക്ഷമിക്കുക. ഡയൽ നാം നിങ്ങളുടെ കോൾ പൂർത്തിയാക്കാനായില്ല. പരിശോധിക്കൂനമ്പർ വീണ്ടും ഡയൽ സഹായത്തിന് നിങ്ങളുടെ ഓപ്പറേറ്റർ ചോദിക്കുന്നു.ഇത് ഒരു റെക്കോഡിങ്ങ്.
		-- Patrick Moynihan

%
നാം ഗുരുത്വാകർഷണം തോൽപ്പിക്കാൻ കഴിയും. പ്രശ്നം ഉൾപ്പെട്ട മാഷ്ആരോടെന്നില്ലാതെ.
		-- Patrick Moynihan

%
ഭാവിയിൽ ഒഴികെയുള്ള എല്ലാം, പ്രവചിക്കാൻ കഴിയും.
		-- Patrick Moynihan

%
നാം അവളുടെ അനുസരിക്കുന്നത് അല്ലാതെ പ്രകൃതി ആജ്ഞാപിക്കുന്ന കഴിയില്ല.
		-- Sir Francis Bacon

%
നാം സത്യത്തിന്റെ സ്നേഹം നിന്നും എടുത്തു ഞങ്ങളുടെ സഹ പൗരന്മാർക്ക് ഈ പുസ്തകം ഗൃഹപ്രവേശംസ്വന്തം തുടർന്ന് ഇപ്പോൾ നികുതി സമ്മാനങ്ങളും വഴി ആഗ്രഹിക്കുന്നു, പുറത്തു ഒന്ന് അയയ്ക്കുകസമർപ്പിത ദാസനായി സ്വയം രഹസ്യങ്ങളുടെ കയറി തിരയൽ ഫോർവേഡ് ഉംഈ വിചിത്രവും മനോഹരമായ യൂണിവേഴ്സ്, ഞങ്ങളുടെ വീട് എന്ന ആശ്ചര്യം simplicities.
		-- "Gravitation", Misner, Thorne, and Wheeler

%
"ഞങ്ങൾ കാര്യമാക്കുന്നില്ല. നാം. നാം ഫോൺ കമ്പനി മുൻപരിചയം ഇല്ല."
		-- "Gravitation", Misner, Thorne, and Wheeler

%
നാം ഒന്നും കുറിച്ച് ഒരു ശതമാനം ഒറ്റ millionth അറിയുന്നില്ല.
		-- "Gravitation", Misner, Thorne, and Wheeler

%
നാം അതിനെ വെള്ളം കണ്ടുപിടിച്ചത് ആ അറിയുന്നില്ല, എന്നാൽ ഞങ്ങൾ ഉറപ്പിക്കുന്നുഅതു ഒരു മീൻ ഉണ്ടായിരുന്നു എന്ന്.
		-- Marshall McLuhan

%
നിങ്ങളെ നാം ഒരു ആറ്റം ബോംബ് കൊടുത്തു നിങ്ങൾക്ക് എന്താണ് വേണ്ടത്, dinlemelik സൃഷ്ടിച്ചു?
		-- I. I. Rabi to the Atomic Energy Commission

%
നാം തുല്യ അവസരം കാൽക്കുലസ് ക്ലാസ് ഞങ്ങൾക്കുണ്ട് - പൂർണമായും സംയോജിത തുടർന്ന്.
		-- I. I. Rabi to the Atomic Energy Commission

%
നാം പിന്തുണ കണക്കു ഇന്ത്യൻ തത്ത്വചിന്തകൻ, ചിരിക്കുംഭൂമിയുടെ ഒരു കൂറ്റൻ ആനയുടെ പരികൽപന ഭംഗിയായി, പിന്തുണആന, ഒരു വലിയ ആമ. ഞങ്ങൾ candidly സത്യം ഏറ്റു പറയും, ഞങ്ങൾഅവൻ ൽ വിധത്തിൽ ചെയ്തതുപോലെ ഞരമ്പുകൾ പ്രവർത്തനങ്ങളുടെ പോലെ അറിവയുള്ളുഭൂമി പിന്തുണയ്ക്കുന്നു: മൃഗങ്ങളെയും ആത്മാക്കളെ കുറിച്ച് ഞങ്ങളുടെ പരികൽപന, അല്ലെങ്കിൽപോലെ അസ്വസ്ഥതകളും പിരിമുറുക്കം വൈബ്രേഷനുകളോ കുറിച്ച്, സത്യം പോലെ പോലെയാണ്ഭൂമിയുടെ പിന്തുണ കുറിച്ച് തന്റെ. ആന ശാസ്ത്രകാരന്മാർ ആയിരുന്നു, ഞങ്ങളുടെസിദ്ധാന്തങ്ങളെ ആനകൾ ഉണ്ട്. നിർമ്മിച്ചിരിക്കുന്നത് തത്ത്വചിന്തയുടെ എല്ലാ സിദ്ധാന്തംശുദ്ധമായ ഊഹം ആനയുടെ ആകുന്നു; ഒട്ടു പിന്തുണയ്ക്കുന്നു ഏതു സിദ്ധാന്തംവസ്തുത ഒട്ടു ഊഹം വഴി, ആരുടെ നെബുക്കദ്നേസരുടെ ഇമേജ് പോലെയാണ്കാൽ പാതി ഇരുമ്പുംകൊണ്ടുള്ളതായി ഒട്ടു കളിമണ്ണിൽ ആയിരുന്നു.
		-- Thomas Reid, "An Inquiry into the Human Mind", 1764

%
... ഞങ്ങൾ സ്വാഭാവിക തിരഞ്ഞെടുപ്പ് വളരെയധികം ശക്തി ഉടമയെയോ ജാഗ്രത ആയിരിക്കണംനേരിട്ടുള്ള ആശയവിനിമയം പോലെ തലച്ചോറിൻറെ എല്ലാ അടിസ്ഥാന ശേഷി കാണുകയും ചെയ്യുക വഴി.ഞാൻ സ്വാഭാവിക തിരഞ്ഞെടുപ്പ് ഞങ്ങളുടെ ഔട്ട്ഡൂർ പണിയുന്ന അഭിനയിച്ചു സംശയംതലച്ചോറ് - ഞാൻ നമ്മുടെ തലച്ചോറ് വലിയ മാറി തുല്യ ആത്മവിശ്വാസമുണ്ട്കൃത്യമായ വേഷങ്ങൾ മുൻസംയോജനത്തിലെ (പ്രതിപ്രവർത്തിക്കുന്ന ഒരുപക്ഷേ ഒരു സങ്കീർണ്ണമായ സെറ്റ്ഫംഗ്ഷനുകളും). എന്നാൽ ഈ അനുമാനങ്ങൾ പലപ്പോഴും, ചിന്തയാണ് തരില്ലവിമർശന, കർശനമായ Darwinians സ്വീകരിക്കാൻ എല്ലാ പ്രധാന ശേഷി ആതലച്ചോറിന്റെ സ്വാഭാവിക തിരഞ്ഞെടുപ്പ് നേരിട്ടുള്ള ഉൽപ്പന്നങ്ങൾ ഉദിക്കും വേണം.
		-- S. J. Gould, "The Mismeasure of Man"

%
നാം അതിനെ ഒരു മനോഹരമായ ഉദയം മുമ്പിൽ ഇരുട്ടിലും എന്ന് വിശ്വസിക്കണംപുതിയ ലോകം. ഞങ്ങൾ അതു വിശ്വസിക്കുകയും നാം അതു കാണും.
		-- Saul Alinsky

%
... ഞങ്ങൾ സ്ഥിരതയുള്ള നൽകിയ പ്രളയവും ന്യായവിധി വൽക്കരിക്കാൻ വേണംആയിരക്കണക്കിന് നടത്തിയ നിരീക്ഷണങ്ങളും അതിനെ നിഗമനങ്ങൾക്ക്. ഭൂമി കോടിക്കണക്കിന് ആണ്വയസ്സുമുതൽ അതിന്റെ ജീവികളുടെ പരിണാമ ബന്ധം വഴി ലിങ്കുഇറക്കത്തിലും. ശാസ്ത്രജ്ഞർ അങ്ങനെ തക്കതാക്കാൻ ഒരുളുപ്പുമില്ലാതെ പ്രചരിപ്പിക്കുന്നതിന്റെ പ്രതി നിലക്കും, പക്ഷേഭൂമിയിൽ അവർ അല്ലാത്ത പ്രഖ്യാപിക്കുകയും ചെയ്തപ്പോൾ ഞങ്ങൾക്ക് ബ്രാൻഡ് ആളുകൾ illiberal ചെയ്യാൻഫ്ലാറ്റ് അരുതു പ്രപഞ്ചത്തിന്റെ കേന്ദ്രത്തിൽ? ശാസ്ത്രം * * ചില പഠിപ്പിച്ചആത്മവിശ്വാസത്തോടെ കാര്യങ്ങൾ! ഒരു പുരാതന ഭൂമിയിൽ പരിണാമം പോലെ ആണ്ഞങ്ങളുടെ ഗ്രഹത്തിന്റെ ആകൃതിയും സ്ഥാനം ഉറപ്പിച്ചു. ഞങ്ങളുടെ തുടരുന്നതിലൂടെ പോരാട്ടംപരിണാമം സംഭവിക്കുന്നത് ( "പരിണാമ സിദ്ധാന്തം") മനസ്സിലാക്കാൻ അല്ലേഅതിന്റെ സംഭവങ്ങളും ഞങ്ങളുടെ ഡോക്യുമെന്റേഷൻ തള്ളിക്കളയും - "പരിണാമ വസ്തുത" -സംശയമില്ല കടന്നു.ഇനിയുമീക്കണ്ണീർക്കണങ്ങൾ Inquirer, വോളിയം. പന്ത്രണ്ടാം നമ്പർ 2.
		-- Stephen Jay Gould, "The Verdict on Creationism",

%
ഞങ്ങൾ ആദ്യമേ റീഡർ താക്കീത് ഇവിടെ അവതരിപ്പിച്ച തെളിവ് ഒരു ആശ്രയിക്കുന്നമിടുക്കന് എന്നാൽ വളരെ unmotivated ഹാട്രിക്.
		-- Howard Anton, "Elementary Linear Algebra"

%
പ്രകൃതിയുടെ വൈവിധ്യം രമിക്കാം ഓരോ മൃഗം ഉപദേശപ്രകാരംയോഹന്നാന് ഇടമാക്കാൻ നാം പ്രവണതക്രിറ്റേഷ്യസ് വംശനാശത്തിന് ശേഷം വലിയവൻ ദാരുണസംഭവം പോലെ സാപ്പിയൻസ് ബ്രാൻഡ് ഹോമോ.
		-- S. J. Gould

%
നാം ഉടൻ കമ്പനികളുമായി സാങ്കേതിക ഒറ്റ പരിഹരിക്കാൻ പോലെ സൗരോർജ്ജം ഉണ്ടായിരിക്കുംപ്രശ്നം - എങ്ങനെ ഒരു മീറ്റർ വഴി ഒരു sunbeam പ്രവർത്തിപ്പിക്കാൻ.
		-- S. J. Gould

%
നാം ചന്ദ്രനെ ഒരു മനുഷ്യൻ അയച്ചിരിക്കുന്നു, ആ 29,000 മൈൽ അകലെ തുടർന്ന്. കേന്ദ്രംഭൂമിയോളമേ 4000 മൈൽ അകലെയാണ്. നിങ്ങൾ ഒരു ആഴ്ചയിൽ ഡ്രൈവിൽ കഴിഞ്ഞില്ല,എന്നാൽ ചില കാരണങ്ങളാൽ ആരും അതു ചെയ്തുകഴിഞ്ഞാൽ.
		-- Andy Rooney

%
Weinberg, ഒരു യുവ പലചരക്ക് ക്ലർക്കായി, ലഭിക്കുന്നതിന് പലചരക്ക് മാനേജർ ഉപദേശിക്കുകയുംആരും വാങ്ങിയ rutabagas തുടച്ചുനീക്കുക. അവൻ അങ്ങനെ ചെയ്തു. "ശരി, കുട്ടിയെ ആഒരു വലിയ ആശയം ആയിരുന്നു "മാനേജർ പറഞ്ഞു. പിന്നെ അവൻ തൽക്കാലം ചോദിച്ചു കൊലയാളിചോദ്യം, "ഇപ്പോൾ കുറഞ്ഞത് പ്രശസ്തമായ പച്ചക്കറി എന്താണ്?"നിയമം: നിങ്ങളുടെ # 1 പ്രശ്നം ഉന്മൂലനം കഴിഞ്ഞാൽ, # 2 പ്രമോഷൻ ലഭിക്കുന്നു.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
അവൻ .സെക്കീന ഒരു വി-8 ഉണ്ടായപ്പോൾ Wernher വോൺ ബ്രൗൺ ഒരു വി-2 തൃപ്തിപ്പെട്ടു.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
"ഞാൻ ചെയ്തപോലെ, തീർച്ചയായും, മൊത്തം ചപ്പുചവറുകളും ആണ്."
		-- R. Willard, Pure Math 430a

%
എന്താണ് കൃത്യമായി, ആൾജിബ്ര ആണ്? ആ മൂന്നു-ധനികന് ഒരു കാര്യം?
		-- J. M. Barrie

%
മനസ്സ് എന്താണ്? സാരമില്ല. എന്തുപറ്റി? കാര്യമാക്കേണ്ടതില്ല.
		-- Thomas Hewitt Key, 1799-1875

%
ഇപ്പോൾ എന്താണ് തെളിയിക്കുന്നതു ഒരിക്കൽ മാത്രം imagin'd ആയിരുന്നു.
		-- William Blake

%
ഗവേഷണം അറിവുള്ളവരുടെയെല്ലാം കുരുടൻ തീയതി എന്താണ്?
		-- Will Harvey

%
എന്താണ് സിബിഎെ ആണ്, വിശ്വസിക്കാൻ ഇഷ്ടം അല്ല കണ്ടെത്താൻ ഇഷ്ടംഏത് കൃത്യമായ വിപരീതമാണ്.
		-- Bertrand Russell, "Skeptical Essays", 1928

%
എന്തു മാമാടെ എന്നെ ചെയ്യുന്നു? നിങ്ങൾ നാം സൂര്യനെ പ്രദക്ഷിണം പറയുന്നു. ഞങ്ങൾ പോയി എങ്കിൽചന്ദ്രൻ ചുറ്റും എന്നെ എന്റെ പ്രവൃത്തിക്കു വ്യത്യാസം ഒരു ഇരുനൂറു പാടില്ല.
		-- Sherlock Holmes, "A Study in Scarlet"

%
എന്താണ് ശാസ്ത്രജ്ഞർ തങ്ങളുടെ briefcases ഉള്ളതു ഭീതിജനകമായ ആണ്.
		-- Nikita Khruschev

%
എന്താണ് ലോകം * ശരിക്കും * ആവശ്യങ്ങൾ നല്ല ഓട്ടോമാറ്റിക് സൈക്കിള് ഷാർപ്പ്നർ ആണ്.
		-- Nikita Khruschev

%
ഒരു മനുഷ്യൻ ഒരു മണിക്കൂർ പിരിയാം കൂടെ ഇരിക്കുമ്പോൾ, അതിനു ഒരു മിനിറ്റ് തോന്നും.എന്നാൽ അവനെ ഒരു മിനിറ്റ് ഒരു ചൂടുള്ള സ്റ്റൗവിൽ ഇരുന്നു ചെയ്യട്ടെ - അതു ഏതെങ്കിലും ദൈർഘ്യമുള്ള തുടർന്ന്മണിക്കൂർ. അത് ആപേക്ഷികതാ തുടർന്ന്.
		-- Albert Einstein

%
അലക്സാണ്ടർ ഗ്രഹാം ബെൽ 1922 മരിച്ചപ്പോൾ ടെലിഫോൺ ജനത്തെ തടസ്സപ്പെട്ടുഅദ്ദേഹത്തോടുള്ള ബഹുമാനാർത്ഥം ഒരു മിനിറ്റ് സേവനം. അവർ ഇടയ്ക്കിടെ വന്ദിച്ചു നടത്തിക്കൊണ്ടിരിക്കുകയാണ്പിന്നീടിങ്ങോട്ട്, ഞാൻ വിശ്വസിക്കുന്നു.
		-- The Grab Bag

%
ചില ആളുകൾ സത്യം കണ്ടെത്താൻ ചെയ്യുമ്പോൾ, അവർ എന്തിനാണ് മനസ്സിലാക്കാൻ കഴിയില്ലഎല്ലാവരും അതിനെ കേൾക്കാൻ ആകാംക്ഷയോടെ അല്ല.
		-- The Grab Bag

%
അഭ്യൂഹം ഏറ്റവും മോശം ചെയ്തിരിക്കുന്നു രണ്ടു പ്ലസ് ടു ഇപ്പോഴും നാലു തുല്യമാണ്.
		-- S. Johnson

%
"പോക്കു നല്ലതല്ലാത്ത കിട്ടിയാൽ, നല്ലതല്ലാത്ത അനുഭവവേദ്യമായ നേടുക."
		-- Jon Carroll

%
യൂണിവേഴ്സ് ഇന്നുള്ളതിന്റെ പായാൻ നിന്നു അങ്ങനെയല്ലായിരുന്നു, എല്ലാ ചെയ്യുമ്പോൾനക്ഷത്രങ്ങൾ ശരിയായ സ്ഥലങ്ങളിൽ വരിവരിയായി ചെയ്തു നിങ്ങൾക്ക് എളുപ്പത്തിൽ കഴിഞ്ഞത്ചുവടെ അവകാശം, അല്ലെങ്കിൽ മുകളിൽ വിട്ടു; വലുതായതിനാൽ നീലയാക്കുക പെട്ടവരും നിന്ന്വകയിരുത്തുന്നു, ചെറുതും മഞ്ഞ തരത്തിലുള്ള കോണിലും ഓഫ് നീക്കപ്പെട്ടഒരു താഴ്ന്ന ഗ്രേഡ് മൃതദേഹങ്ങൾ ...
		-- Stanislaw Lem, "Cyberiad"

%
കടലാസുജോലികൾ ഭാരം വിമാനം തൂക്കം തുല്യം ചെയ്യുമ്പോൾ,വിമാനം പറക്കുന്ന ചെയ്യും.
		-- Donald Douglas

%
നിങ്ങൾ അന്വേഷണത്തിന്റെ ഒരു വ്യക്തിയില് ശാസ്ത്രീയവുമായ കഷണം എന്തു ചെയ്യാൻ പോകുന്നു സന്ദർഭംഒരു വിഷയത്തിന്റെ അതു ഉറച്ചു കയ്യിൽ ഉത്തരം പറഞ്ഞില്ല നന്നായി ആണ്, നിങ്ങൾ കഴിയും അങ്ങനെഅസമിലെ അല്ലെങ്കിൽ അതങ്ങ് നൽകാതെ, നേരിട്ട് ലക്ഷ്യത്തിലേക്ക്, forthrightly മുന്നോട്ട്.
		-- Amrom Katz

%
നിങ്ങൾ വിഷയം കുറിച്ച് ഒന്നും അറിയില്ല ചെയ്യുമ്പോൾ, വഴി നിങ്ങളുടെ പ്രവചനം ഉണ്ടാക്കുകവലിക്കാത്തവരേക്കാൾ 300 മറ്റുള്ളവരുടെ ഒരു ശ്രദ്ധാപൂർവ്വം തിരഞ്ഞെടുത്ത പ്രോബബിലിറ്റി സാമ്പിൾ ആവശ്യപ്പെട്ട്ഒന്നുകിൽ ഉത്തരം അറിയുന്നു.
		-- Edgar R. Fiedler

%
എവിടെ ഒരു കേക്കു റിസ്ക് പോരുന്നതിന്നു വശമേ?
		-- Edgar R. Fiedler

%
മാറ്റർ കഴിയുംഓ, പ്രിയ, എവിടെ കാര്യം ആകാംഇത് എപ്പോൾ ഊർജ്ജം പരിവർത്തനം പറ്റി?പാരിറ്റി ഒരു ചെറുതായി നഷ്ടം ഉണ്ട്.ജോണി ന്റെ മേളയിൽ ഇത്രകാലം.
		-- Edgar R. Fiedler

%
അതു സൂര്യൻ ഒരു കുറ്റമായി അറബിബോസിന്റെ ആണ് ആരാധിക്കാൻ ബാധ്യതയാണ് എവിടെചൂട് നിയമങ്ങൾ പരിശോധിക്കാം.
		-- Christopher Morley

%
എഞ്ചിനീയർ പ്രബന്ധത്തിന് വികസിപ്പിച്ചെടുത്ത അതേസമയം, ഡയറക്ടർ സംശയഭാവത്തോടെതന്റെ സഹായിയായി അടക്കം പറഞ്ഞു, "നിങ്ങൾ എപ്പോഴെങ്കിലും കടൽ ഉപ്പ് എന്തുകൊണ്ട് എന്ന കേട്ടിട്ടുണ്ടോ?""എന്തുകൊണ്ട് കടൽ ഉപ്പ് ആണ്?" അസിസ്റ്റന്റ് തിരികെ ചേട്ടന്മാരെ. "നീ എന്ത് ചെയ്യുന്നുതരുമോ? "സംവിധായകൻ തുടർന്നു: "ഞാൻ അല്പം കുട്ടിയെ വയസ്സായപ്പോൾ ഞാൻ കഥ കേട്ടു`എന്തുകൊണ്ട് കടൽ ഉപ്പ് 'പല തവണ ആണ്, പക്ഷേ എനിക്ക് വെറും പ്രധാനപ്പെട്ട വരെ തോന്നി ഒരിക്കലുംഒരു നിമിഷം മുമ്പ്. അത് ഇതുപോലെ തുടർന്ന്: പണ്ട് കടലിൽ ശുദ്ധജലം ആയിരുന്നുഉപ്പ് അപൂർവ ചെലവേറിയതും ആയിരുന്നു. ഒരു മില്ലർ അത്ഭുതകരമായ ഒരു ഒരു വിസാർഡ് നിന്ന് ലഭിച്ചുവെറും ഇടവിടാതെ സ്വയം നിന്നു ground ആ ഉപ്പ് മെഷീൻ. ആദ്യ മില്ലർ അറ്റ്തനിക്കു ലോകത്തിലെ ഏറ്റവും ഭാഗ്യമായി മനുഷ്യൻ എല്ലാ ഗ്രാമങ്ങളിലും വിചാരിച്ചു എന്നാൽ താമസിയാതെനൂറ്റാണ്ടുകളായി അവരെ ഒടുക്കം ഉപ്പ് ഉണ്ടായിരുന്നു ഇപ്പോഴും മെഷീന് ഗ്രൈൻഡിംഗ് സൂക്ഷിച്ചിരുന്നുകൂടുതൽ ഉപ്പ്. മില്ലർ വീട്ടിൽ നിന്നു നീക്കാൻ ഉണ്ടായിരുന്നു തന്റെ ഓഫ് നീക്കാൻ ഉണ്ടായിരുന്നുഏക്കർ. ഒടുവിൽ കടലിൽ മെഷീൻ താഴുന്നു ദൈവം തീരുമാനിച്ചു ഒപ്പംഅതു മുക്തി വേണം. എന്നാൽ മിൽ നിലത്തു അങ്ങനെ ഫാസ്റ്റ് ആ ബോട്ടും മില്ലർ മെഷീൻഒരുമിച്ചു താണു ഇറങ്ങി താഴെ ചെയ്തു, മിൽ ഇപ്പോഴും വേണ്ടത്ര ചെന്നു തുടർന്ന്എന്തുകൊണ്ട് കടൽ ഉപ്പ് ആണ്. ""ഞാൻ നിങ്ങളെ ലഭിക്കില്ല," അസിസ്റ്റന്റ് പറഞ്ഞു.
		-- Guy Endore, "Men of Iron"

%
വൈറ്റ് കുള്ളൻ ബൈനറി ബന്ധം ചുവന്ന ഭീമൻ തേടി.
		-- Guy Endore, "Men of Iron"

%
എന്തുകൊണ്ട് ഗണിതജ്ഞർക്കും ഇതിനകം മറ്റൊരു വചനങ്ങൾ ഉപയോഗിച്ച് വേണമെന്നു എന്തുഅർത്ഥം? "ഇത് കൈകാര്യം എളുപ്പം സങ്കീർണ കേസ്." "അതു എങ്കിൽഒരു കോണിലും സംഭവിച്ചില്ലെങ്കിൽ, എന്നാൽ ഒരു വക്കിൽ അത് വിജയമാകാതായതോടെയാണ് സംഭവിക്കുന്നതെങ്കില്കോർണർ. "
		-- Guy Endore, "Men of Iron"

%
എന്തുകൊണ്ടാണ് നിങ്ങൾ നിങ്ങളുടെ ചെറിയ പ്രശ്നം പരിഹരിക്കുന്നതിന് ചെയ്യരുത് ... ഈ ദീപത്തെ?
		-- Alan Shepherd, the first man into space, Gemini program

%
ലോകത്തിലെ എല്ലാ ഫാൻസി ശാസ്ത്രജ്ഞർ കൊണ്ട്, എന്ത് ഒരിക്കൽ മാത്രം അവർ കഴിയില്ലആണവ ബാം പണിയും?
		-- Alan Shepherd, the first man into space, Gemini program

%
കടന്നുകളയാൻ മണിക്കൂർ സൗരയൂഥത്തിൽ നാല്പതു-മൂവായിരം വരുന്നു കൂടിരാശിയിൽ ഹെർക്കുലീസ് ലെ ഗോളീയ ക്ലസ്റ്റർ M13 ലേക്കുള്ള മൈൽ വളരെയടുത്ത, ഒപ്പംഇപ്പോഴും ഇല്ല എന്ന് നിർബന്ധം തുടരുമ്പോൾ ചില misfits ഉണ്ട്പുരോഗമിക്കുന്നു പോലുള്ള കാര്യം.
		-- Ransom K. Ferm

%
നിർജീവ, ബയോളജി സ്വയം അസാധ്യമാണ്.
		-- Ransom K. Ferm

%
സിറോക്സ് വീണ്ടും വീണ്ടും വീണ്ടും അതു പ്രവർത്തിക്കുകയും ...
		-- Ransom K. Ferm

%
സിറോക്സ് യഥാർത്ഥ ഒന്നും കൊണ്ട് വരുന്നു ഒരിക്കലും.
		-- Ransom K. Ferm

%
Ya'll ചില പിടിപ്പാൻ ബീച്ച് പോയ geometer കേൾക്കാൻരശ്മികളും ഒരു ടാൻജെന്റ് മാറി?
		-- Ransom K. Ferm

%
"അതെ, പ്രപഞ്ച സന്ദർഭങ്ങളിൽ നിന്നു സ്വീകരിക്കും."
		-- Ransom K. Ferm

%
"അതെ, നോക്കാം," ബ്രൂണോ തന്റെ തന്റെ പെരുവിരലിന്മേലും ശൌലേവീണ്ടും വായ്, ഒരു മരിച്ചവരുടെ മൗസ് മേൽ ഇരുന്നു."നിങ്ങൾ എന്തു ആ മൗസ് നിലനിർത്തും?" ഞാന് പറഞ്ഞു. "ഒന്നുകിൽ നിങ്ങൾ shouldനാടന് മറ്റാരുടെയും തോട്ടിൽ തള്ളിക്കൊള്ളും. ""എന്തിന്, അതു കൊണ്ട് അളക്കാൻ തുടർന്ന്!" ബ്രൂണോ നിലവിളിച്ചു. "എങ്ങനെ എപ്പോഴെങ്കിലും നന്നായിരുന്നേനെഇല്ലാതെ ഒരു തോട്ടം ചെയ്യാൻ? ഓരോ ബെഡ് മൂന്നു mouses ഒന്നര ആക്കുംനീളവും. വൈഡ് രണ്ടു mouses "അവൻ എന്നെ കാണിക്കാൻ വാലറ്റക്കാരുടെ ഓഫ് വലിച്ചുകൊണ്ട് ഞാൻ വന്നു അവനെ നിർത്തിഅത് എങ്ങനെ ഉപയോഗിച്ചു ...
		-- Lewis Carroll, "Sylvie and Bruno"

%
"യോ, മൈക്ക്!""അളിയാ ബുദ്ദിമുട്ടാണങ്കിൽ?""ഞങ്ങൾ ഒരു പ്രശ്നം യൂട്ടാ ഭൂമിയിൽ ഇറങ്ങി..""ഞാൻ നിന്നെ കഴിഞ്ഞ നൂറ്റാണ്ടിലെ ആ പരിഹരിച്ചിരിക്കുന്നു വിചാരിച്ചു!""അല്ല, അല്ല, ആ. ആരോ സുരക്ഷ പ്രശ്നം ഭൗതികശാസ്ത്രത്തിൽ കാണുന്ന അല്ലപ്രോഗ്രാം. അവർ കള്ളിന്റെ പുറത്തു ഊർജ്ജം ലഭിക്കുന്നത്. ""Blessit! പോവാന് നോക്കൂ ... <tappity clickity tappity> ഹേയ്, അത്രയേയുള്ളൂഅവിടെ എല്ലാം ശരി! ശരി, ഒരു നിമിഷം ... <tappity clickity ടാപ്പ് ... സംരക്ഷിക്കുക ... സമാഹരിക്കാൻ>അവിടെ അത് ശരിയാക്കാനും വളരുകയുള്ളൂ. wouldja അതു പുറത്തു Dist? "
		-- Cold Fusion, 1989

%
ഒരു ടാക്സി ഡ്രൈവർ ആകുന്നു. നിങ്ങളുടെ ക്യാബ് മഞ്ഞ, കറുപ്പ് ആകുന്നു; ചെയ്തുഏഴു വയസ്സേ ഉപയോഗിക്കുന്ന. അതിന്റെ ഭാവത്തില് ഒന്ന് പൊട്ടിവെച്ചൂച്ചിറ ക്രമീകരിക്കേണ്ടതുണ്ട്. ടാങ്ക് 20 ഗാലൻ താങ്ങി, എന്നാൽനിമിഷം മാത്രം നാലിൽ മൂന്നു നിറഞ്ഞിരിക്കുന്നു. ടാക്സി ഡ്രൈവർ എത്ര വയസ്സുണ്ട്? "
		-- Cold Fusion, 1989

%
നിങ്ങൾ മാണ്ഡ്യ ഒന്നും ഒരു വിയർപ്പു ഉയർത്താതെ തന്നെ ചെയ്തതു കഴിയില്ല.എപ്പോഴെങ്കിലും നിങ്ങൾ ഉദ്ദേശിക്കുന്നത് അതു തന്നെ അധികം അല്പം ല് പോകുന്നു.നിങ്ങൾ ഗെയിം വിജയിക്കാൻ കഴിയില്ല, നിങ്ങൾ പ്ലേ നിർത്താൻ അനുവദിച്ചിട്ടില്ല.
		-- The Third Law Of Thermodynamics

%
നിങ്ങൾ ശാസ്ത്രം പരിഗണനകൾ ഫണ്ടിംഗ് ന് എല്ലാ ഇംപാക്ട് എടുക്കാംനാസ തീരുമാനങ്ങൾ, ഒരു ഈച്ചയെ മാംസപേശികളിലും ആക്കി റൂം ബാക്കിയില്ലഒരു caraway വിത്തു ടോണി Calio ഹൃദയം ഓവർ.
		-- F. Allen

%
നിങ്ങൾ ഫോൺ കമ്പനി കള്ളത്തരം കഴിയില്ല.
		-- F. Allen

%
നിങ്ങൾ അളക്കൽ ഇല്ലാതെ ഒരു സയൻസ് ഉണ്ടാകാൻ പാടില്ല.
		-- R. W. Hamming

%
നിങ്ങൾ ഗിയർ-അപ്പ് ഭൂസ്വത്തുള്ള ഞങ്ങൾ ടാക്സിയിൽ പൂർണ്ണ ശക്തി എടുക്കും അറിയുന്നു.
		-- R. W. Hamming

%
നിങ്ങൾ * അറിയുന്നു അവൾ ചെറിയ ഫോൺ കമ്പനികളുടെ നിരവധി ഓഫ് ആയിരുന്നു * ചെയ്തില്ല അർത്ഥമാക്കുന്നത്?
		-- R. W. Hamming

%
നിങ്ങൾ കൂടുതൽ എതിരെ ശാസ്ത്രത്തിലെ ഒന്നും നേരെ ഊഹിച്ചിരുന്നു ഒരിക്കലുംഏകദേശം 10 ^ 1 ലേക്ക് 12.
		-- Ernest Rutherford

%
ശാസ്ത്രജ്ഞർ ഇപ്പോൾ വിശ്വസിക്കുന്നു കാരണം നിങ്ങൾ നിങ്ങളുടെ അടുപ്പ് ഉപയോഗിക്കാൻ പാടില്ല,പ്രശസ്തമായ അഭിപ്രായം വിരുദ്ധമായി, കക്കൂസുകളും യഥാർത്ഥത്തിൽ വീടുകളിൽ നിന്ന് താപം നീക്കം.യഥാർഥത്തിൽ, ആ ശാസ്ത്രജ്ഞർ വിശ്വസിക്കുന്നു എന്താണ്. യഥാർത്ഥത്തിൽ പല ശാസ്ത്രജ്ഞരും വാസ്തവത്തിൽവേനൽക്കാലത്തു വീടുകൾ തണുപ്പിക്കാൻ അവരുടെ കക്കൂസുകളും ഉപയോഗിക്കുക. നിങ്ങൾ ഒരു സന്ദർശിക്കുകഅത്യഷ്ണമുള്ളോരു ഓഗസ്റ്റ് ദിവസം ശാസ്ത്രജ്ഞൻ വീട്ടിൽ, നിങ്ങൾ സന്തോഷത്തോടെ തീ കണ്ടെത്തുംഅടുപ്പിൽനിന്നു ശാസ്ത്രജ്ഞൻ എങ്ങനെ remarking, അടുത്തുള്ള ഇരിക്കുന്നതും അലറുന്നഅവൻ വേണ്ടല്ലോ ഭാരം കുടിവെള്ളം.
		-- Dave Barry, "Postpetroleum Guzzler"

%
നിങ്ങൾ വളരെ തുക ഒരിക്കലും.
		-- Munich Schoolmaster, to Albert Einstein, age 10

%
നിരീക്ഷിച്ചു കഴിയും എന്തു തീരുമാനിക്കുന്നു ഏത് സിദ്ധാന്തം.
		-- Albert Einstein

%
ദൈവം തന്ത്രപൂർവം, അവൻ ക്ഷുദ്ര അല്ല.
		-- Albert Einstein

%
Dopeler പ്രഭാവം: സമർത്ഥമായ വരുമ്പോൾ അവർ തോന്നുന്നില്ല .വിവാഹ ആശയങ്ങൾ പ്രവണതഅതിവേഗം നിങ്ങൾ വന്നു."ആഴ്ചത്തെ 278 മുതൽ സ്റ്റൈൽ ഇന്വിറ്റേഷണല് റിപ്പോർട്ട്" പ്രസിദ്ധീകരിച്ചുഓഗസ്റ്റ് 2, 1998
		-- Greg Oetjen of Lorton, VA in the Washington Post

%
മുഹൂര്ത്തമായി, ശബ്ദായമാനമായ ടെലഫോൺ ലൈൻ മേൽ നികുതി വഴി രാജിയെന്നുംഅധികൃതരും രഹസ്യ പോലീസ് ആലീസ് സസന്തോഷം കൂടെ ശ്രമിക്കുംഅവൾ വ്യക്തമായി കേൾക്കാൻ കഴിയുന്നില്ല അവൾ വിശ്വാസമില്ല ആരെങ്കിലും, ആർ ആണ്അവളുടെ നികുതി റിട്ടേൺ ഫിഡില് ലേക്ക് ഒരു അട്ടിമറി സംഘടിപ്പിക്കാൻ മറ്റാരെങ്കിലും ഒരുപക്ഷേ ആരെങ്കിലും,ഡി ഒരേ സമയം ഫോൺ കോൾ നിരക്കും കുറയ്ക്കുന്നതിന് സമയത്ത് നയമായി.ഒരു കോഡിംഗ് തീപ്പട്ടിപ്പടത്തിന്റെ ആലീസ് പ്രണയത്തെക്കുറിച്ച് കരുതുന്നു ഇല്ല ആളാണ്.    - ജോൺ ഗോർഡൻ, "ആലീസ് ബോബ് ശേഷം-അത്താഴം സ്പീച്ച്", സുരി സെമിനാർ,       ഏപ്രിൽ 1984
		-- Greg Oetjen of Lorton, VA in the Washington Post

%
