ഒരു [ഗോൾഫ്] പന്ത് ഒരു വൃക്ഷം അടിക്കാൻ വൃക്ഷം അൻപതുകളിലേയും ചെയ്യരുതെന്ന് ആകില്ല.ഒരു വൃക്ഷം നേട്ടങ്ങൾക്ക് കേവലം മോശം ഭാഗ്യം ആണ് ശാസ്ത്രീയാടിത്തറകള് ഗെയിം ഇടം.പ്ലെയർ ദൂരം അതു എങ്കിൽ പന്ത് സഞ്ചരിച്ചിട്ടുണ്ടാവും കണക്കുകൂട്ടുന്നു വേണംവൃക്ഷം അയക്കണമെന്ന് വെയിലത്ത് ഒരു നല്ല മുകളിൽ അവിടെ നിന്ന് പന്ത് പ്ലേ ചെയ്തുപുല്ലിന്റെ ഉറച്ച tuft.
		-- Donald A. Metz

%
ഒരു [ഗോൾഫ്] പന്ത് പരുക്കൻ കടന്നു വിഭാഗീകരിച്ചിട്ടുള്ള അല്ലെങ്കിൽ ആകർഷിച്ച പൊക്കി മാറ്റിവയ്ക്കാം എന്നുഅതു നടപ്പാക്കുകയോ കടന്നു ഉരുട്ടി ദൂരം തുല്യമായ ഘട്ടത്തിൽ ഫെയർവേപരുക്കൻ. അത്തരം വലത് എത്രയധികം അല്ലെങ്കിൽ അവശേഷിക്കുന്നു പതിവായി സമ്മിറ്റിൽ നിന്നുള്ള ഫലങ്ങൾക്ലബ് പന്ത് കവർ പ്ലേയർ മുഖം പാടില്ലബോളിന്റെ അസ്വാഭാവികമായ പ്രവർത്തനരീതി ഫലമായുണ്ടാകുന്ന ശിക്ഷിക്കപ്പെടുകയുംഅനിയന്തിതമായ ഫിസിക്കൽ പ്രതിഭാസങ്ങൾ.
		-- Donald A. Metz

%
ഒരു .അത്യസാധാരണമായ തള്ളുന്ന വർദ്ധന പോയി. ഒരു അരുവി മുറിച്ച്, ഒന്ന്ആൺകുട്ടികളും വെള്ളത്തിലേക്ക് തൻറെ പഴ്സ് ഒഴിവാക്കി. പെട്ടന്ന് ഒരു കരിമീൻ പിടിച്ചു ചാടിവാലറ്റ് മറ്റൊരുത്തൻ കരിമീൻ അത് ചാടിക്കുന്നു. അപ്പോൾ ആ കരിമീൻ അത് കടന്നുമറ്റൊരു കരിമീൻ നദി കരിമീൻ എല്ലാ തിരികെ പ്രത്യക്ഷനായി ചാടിക്കുന്നു വാലറ്റിൽപുറത്തു."ശരി, ആൺകുട്ടികളും," സ്കൗട്ട് നേതാവ്, നിങ്ങൾ ഒരു അപൂർവ കേസ് കണ്ട പറഞ്ഞു "കരിമീൻ-ടു-കരിമീൻ walleting ഓഫ്. "
		-- Donald A. Metz

%
യുവ ജാതിക്കു ഒരു ദമ്പതികൾ തങ്ങളുടെ പ്രത്യേക കുളം ചെയ്തത് മത്സ്യബന്ധനം ചെയ്തുകുറ്റിക്കാട്ടിൽ നിന്നു ഗെയിം വാർഡൻ ചാടി ട്രാക്ക് അടിപ്പു. ഉടനെ,കുട്ടികളിൽ ഒരാളാണ് തന്റെ വടി താഴെയിട്ടു കാടുകളിൽ വഴി പ്രവർത്തിക്കുന്ന തുടങ്ങിനരകം നിന്നു പഴഞ്ചൊല്ലുപ്രകാരം ബാറ്റ് അവന്റെ പുറകോട്ട് ചൂട് ഗെയിം ഓടി പോലെവാർഡൻ. ഏകദേശം അര മൈൽ ശേഷം .അമ്മിണിക്ക് നിർത്തിവച്ചു ഓവർ കുനിഞ്ഞുഅരയും, വില്ലൻ ആൻഡ് അപ്രതീക്ഷിതമായിരുന്നു മേൽ കൈ തൻറെ ശ്വാസം പിടിക്കുന്നതിന്ഗെയിം വാർഡൻ ഒടുവിൽ അവനെ എടുക്കപ്പെട്ടു."ലഷ്കർ മൂന്നാഴ്ചകള് fishin 'ലൈസൻസ് കുട്ടി കാണുന്നു," വാർഡൻ ഇക്താര. ദിമനുഷ്യൻ തൻറെ പഴ്സ് പിൻവലിച്ചത് ഗെയിം വാർഡന് സാധുവായ മീൻപിടുത്ത കൊടുത്തുലൈസൻസ്."ശരി, മകൻ ', ഗെയിം വാർഡൻ, ഇനിയെന്തൊക്കെയാണ്" നിങ്ങൾ പോലെ ഊമ കുറിച്ച് ആയിരിക്കണംപാറകൾ ഒരു ബോക്സ് ആയി! നിങ്ങൾ പ്രവർത്തിക്കാൻ വന്നില്ല നിങ്ങൾ ഒരു ലൈസൻസ് ഉണ്ടെങ്കിൽ! ""അതെ സർ" അവന്റെ ഇരയായ എന്റെ സുഹൃത്ത് തിരികെ മറുപടി, "എന്നാൽ, നന്നായി, കാണുക,അവിടെ അദ്ദേഹം ഒന്നില്ലെങ്കിൽ! ഇല്ല "
		-- Donald A. Metz

%
ഒരു ചൂതാട്ടക്കാരന് ഏറ്റവും വലിയ സന്തോഷം പന്തയത്തിൽ നേട്ടം.അദ്ദേഹത്തിന്റെ അടുത്ത വലിയ സന്തോഷം പന്തയത്തിൽ നഷ്ടം.
		-- Donald A. Metz

%
പുതിയ 'chutist വെറും 10,000 അടി തലം സു എന്നും ഉടൻഅവന്റെ എല്ലാ വരികൾ എന്നേക്കുമായി tangled കണ്ടെത്തിയിട്ടുണ്ട്. 5000 കാൽക്കൽഇപ്പോഴും പാടുപെടുന്ന അവൻ ഏകദേശം നിലത്തു നിന്ന് കയറിയ ആരെങ്കിലും ശ്രദ്ധിച്ചുഅവൻ ഗ്രൗണ്ടിനു പോകുമ്പോൾ അതേ വേഗത്തിൽ. അവർ പരസ്പരം കടന്നു3000 അടി, 'chutist, yells "ഹേയ്! നീ പാരച്യൂട്ടുകൾ പറ്റി ഒന്നും അറിയാമോ?"മറുപടി അവസാനിപ്പിക്കാൻ പുഷ്പമായ വന്നു "ഇല്ല! നിങ്ങൾ ഒന്നും അറിയാംKADOORAN എന്റെ സ്റ്റൗ കാര്യമോ? "
		-- Donald A. Metz

%
പണമൊന്നും ഇനി ഒരു പൈസ പോലും ഉറക്കത്തിലേക്ക്.
		-- Yogi Berra

%
അഭിപ്രായങ്ങൾ പോലെയുള്ള പ്രചോദിപ്പിക്കുക സമീപത്തേക്ക് പാനപാത്രം നിര്ത്തും ഒരു ജോര്ജ്ഊതുമ്പോൾ ചെയ്യാം. എങ്കിൽ ഈ ഭരണം ബാധകമല്ല "നിങ്ങൾ അത് ഊതി കഴിഞ്ഞില്ല"ആരും ആഗ്രഹിക്കുന്നു കാരണം പന്ത്, ദ്വാരം നിന്ന് മൂന്ന് ഇഞ്ച് ആണ്കളിയുടെ കൊഞ്ഞനം ഉണ്ടാക്കുവാൻ.
		-- Donald A. Metz

%
റേഞ്ചർ കാട്ടിലൂടെ നടക്കുമ്പോൾ ഒരു വേട്ടക്കാരന് നേരിട്ടുഅങ്കമല്ലായിരുന്നോ ഒരു മരിച്ചവരുടെ loon വഹിച്ചുകൊണ്ട്. "നിങ്ങൾ മുൻപരിചയം ലോകത്തിൽ എന്തു തോന്നുന്നുചെയ്യുന്നത്? നിങ്ങൾ loon endagered സ്പീഷീസ് പട്ടികയിൽ എന്നു അറിയില്ലേ? "പകരം ഉത്തരം നായാട്ടുകാരന്റെ റേഞ്ചർ തന്റെ ഗെയിം ബാഗ് കാണിച്ചു,പന്ത്രണ്ടു കൂടുതൽ കിരണ് അടങ്ങിയിരിക്കുന്ന."നിങ്ങൾ എന്തിനാണ് കിരണ് ഷൂട്ട് എങ്ങനെയിരിക്കും?" റേഞ്ചർ ചോദിച്ചു."ശരി, എന്റെ കുടുംബം അവരെ കഴിക്കുകയും ഞാൻ വാത്സല്യം വിൽക്കാൻ.""ഒരു loon ഇത്ര പ്രത്യേകതകളെക്കുറിച്ചറിയാൻ? അതു എങ്ങനെയായിരുന്നു രുചി?""ഓ, എവിടെയോ ഒരു അമേരിക്കൻ കഷണ്ടി ഈഗിൾ ഒരു Trumpeter സ്വാൻ തമ്മിലുള്ള."
		-- Donald A. Metz

%
അബദ്ധത്തിൽ ഷോട്ട്Petaluma കേണൽ ചാര, ഏതാനും ദിവസം മുമ്പ് തൻറെ ജീവൻ നഷ്ടപ്പെടുന്നത് അടുത്തു ചെന്നുഒരു പദത്തിന്റെ വിധത്തിൽ. ആരുടെ പക്കൽ വേട്ടയാകുമോ ഒരു മാന്യൻ ശ്രമിച്ചുവെടിയേറ്റ ലോഡ് വെച്ചു പ്രാവിന്റെ ഇറക്കും, പകരം അങ്ങനെ ചെയ്യുന്നത്കേണൽ തൊപ്പി. ഒരു ഷോട്ട് അവന്റെ നെറ്റിയിൽ പ്രാബല്യത്തിൽ വരും.
		-- Sacramento Daily Union, April 20, 1861

%
"ഇന്ന് എന്താണ് സംഭവിച്ചതെന്ന് കാര്യം എന്ന്. ഞങ്ങളെ ഒന്നിലേക്ക് ട്രേഡ് കഴിഞ്ഞുവെന്നതാണ്കൻസാസ് സിറ്റി. "ട്രേഡ് ചെയ്തിരിക്കണം.
		-- Casey Stengel, informing outfielder Bob Cerv he'd

%
എല്ലാ പാലം കൈകൾ ഒരേ സാധ്യതയാണെന്ന്, എന്നാൽ ചില കൂടുതൽ ഒരേ സാധ്യതയാണെന്ന്മറ്റുള്ളവരേക്കാൾ.
		-- Alan Truscott

%
ഗോൾഫ് യഥാർത്ഥത്തിൽ സമ്പന്നത, അമിത പ്രൊട്ടസ്റ്റന്റ് ശാഖയില് ആയിരുന്നെങ്കിലുംഇന്ന് അത് വെറുക്കപ്പെട്ടവരുടെ വസ്ത്രം .കൈസര്യയിലെ അചഞ്ചലനായി തുറന്നിരിക്കുന്ന.
		-- Dave Barry

%
പല വർഷം മുമ്പ് എഴുതിയ ആണെങ്കിലും, ലേഡി Chatterley കാമുകൻ വെറും ഉണ്ടായിട്ടുണ്ട്ഗ്രോവ് പ്രസ്സ് ഇഷ്യൂ, ഒപ്പം ഈ സ്ഥലനാമങ്ങൾ അക്കൗണ്ട്ഒരു ഇംഗ്ലീഷ് gamekeeper ദിവസം-ഇന്നു ജീവിതം ഗണ്യമായ നിറഞ്ഞിരിക്കുന്നുസ്മോക്കിംഗ് ചിന്താഗതിക്കാരായ വായനക്കാർക്ക് പലിശ, അത് പല ഭാഗങ്ങളുണ്ട് പോലെരജതചകോരം ​​സമാഹരണം, തീവച്ചുകഴിഞ്ഞാൽ എന്ന apprehending ജനങ്ങളെ നിയന്ത്രിക്കാൻ വഴികൾമറ്റ് കണ്ണീരും പ്രൊഫഷണൽ gamekeeper ചുമതലകൾ.നിർഭാഗ്യവശാൽ, ഒരു ബാഹ്യമായ പല പേജുകൾ വഴി വെയ്ഡ് കടമപ്പെട്ടിരിക്കുന്നുകണ്ടെത്തുന്നതിനും ആ sidelights വാസന ക്രമത്തിൽ മെറ്റീരിയൽഒരു മിഡ്ല്യാംഡ് ഷൂട്ടിംഗ് എസ്റ്റേറ്റ് മാനേജ്മെന്റ്, ഈ നിരൂപകൻ അഭിപ്രായത്തിൽപുസ്തകം ജെ ആർ മില്ലർ സ്ഥാനം കഴിയില്ല "പ്രായോഗിക Gamekeeping."
		-- Ed Zern, "Field and Stream" (Nov. 1959)

%
കാലതാമസം ശേഷം ഉടുക്കും Gruber എരുമേലി ലഭിക്കുന്നത് സമയം പാഴാക്കുന്ന ഇല്ല[പരിഷ്കരിച്ച പോർഷെ] വേഗത്തിൽ വരെ ഏകദേശം ഞങ്ങൾ ഉടനെ ഓഫ് വീശുന്ന ചെയ്യുന്നുAlfas, Fiats, ഒപ്പം ആവേശത്തിലാണ് ഇറ്റലിക്കാർ നിറഞ്ഞ Lancias. ഈ ആളുകൾ അതിവേഗംകാറുകൾ. എന്നാൽ അവരും കായിക സ്നേഹിക്കുകയും കടന്നുപോകാൻ ഏറ്റുമുട്ടൽ എപ്പോഴും പോകുന്നു.ഗുരുതരമായി ഒന്നുമില്ല, നിങ്ങളുടെ ലേൻ കടന്നു വെറും രണ്ടു ചക്രങ്ങൾ നിങ്ങൾ ഇറങ്ങി ചുമന്നുകൊണ്ടു മുറയ്ക്ക്130-പ്ലസ് അവരെ - നിങ്ങൾ ശ്രദ്ധ ചെലുത്തണം ആണെങ്കിൽ കാണാൻ.യൂറോപ്പിൽ കാറുകൾ.
		-- Road & Track article about driving two absurdly fast

%
അവൻ ദേശസ്നേഹം അപ്പ് നൽകിയപ്പോൾ [ശിശുവിനെയും] രൂത്ത് ഒരു വലിയ തെറ്റ് ചെയ്തു.
		-- Tris Speaker, 1921

%
ബിൽ Dickey എന്നെ തന്റെ അനുഭവം പഠിച്ചത്.
		-- Yogi Berra in his rookie season.

%
ബ്രാണ്ടി ഡേവിസ് പിറ്റ്സ്ബർഗ് പൈറേറ്റ്സ് എന്റെ ഒരു outfielder ആൻഡ് സഹതാരം,ടീം ക്യാപ്റ്റൻ എന്റെ ചോയ്സ് ആണ്. സിൻസിനാറ്റി നമ്മെ 3-1 അടിക്കുന്നത് കണ്ടു ഞാന് നടത്തിനടക്കാൻ ഉപയോഗിച്ച് എട്ടാം ചുവടെ. അടുത്ത ടിനു ഒരു ഹാർഡ് പ്രഹരിച്ചുശരിയായ ഫീൽഡിൽ ഒറ്റ. എന്റെ പിൻ കാറ്റു തോന്നുന്നു എന്നു രണ്ടാം വൃത്താകാരമോമൂന്നാം ബേസ് കടന്നു സുരക്ഷിതമായി സ്ലൈഡുചെയ്യുന്നത്, പോകുന്നു ആചരിച്ചു.ആദ്യം മൂന്നാം വീട്ടിൽ പൊതുമേഖലാ ടിനു റാൽഫ് Kiner രാവിലെ റണ്ണേഴ്സ് കൂടിബാറ്റിൽ ഞങ്ങളുടെ മാനേജർ ആദ്യം പ്ലേയർ പ്രവർത്തിപ്പിക്കുന്നതിന് ഉപവസിക്കും ബ്രാണ്ടി ഡേവിസ് വെച്ചു.പോലും Kiner അടിക്കാൻ ഒരു ഹോം റൺസ് ഗെയിം സ്വന്തമാക്കാനുള്ള മാറ്റം, ബ്രാണ്ടി കൂടെരണ്ടാം ഓഫാക്കി എടുത്തു അതിനെ ഉണ്ടാക്കി. രണ്ടാമത്തെ മൂന്നാം ചെയ്തത് റണ്ണേഴ്സ് ഉണ്ടായിരുന്നു.ഞാൻ മൂന്നാം നിലക്കുന്നു ഞാൻ എവിടെയും പോകുന്നില്ല എന്നറിഞ്ഞു ഒപ്പം ബ്രാണ്ടി കാണാൻ പിരിയുകയാണ്ഒരു ലീഡ് ആരംഭിക്കുക. പെട്ടെന്നു, ഇവിടെ അവൻ വരുന്നു. ഒരു വലിയ സ്ലൈഡ് ചെയ്യുന്നുമൂന്നാമത്തെ, ഞാൻ മുറവിളികൂട്ടും "ബ്രാണ്ടി, എവിടെ പോകുന്നു?" അവൻ നോക്കുന്നു,മഗനമാണ് "മടങ്ങുക രണ്ടാം ഞാൻ അതു ചെയ്യാം."
		-- Joe Garagiola, "It's Anybody's Ball Game"

%
തെറ്റാണെന്ന് എങ്കിൽ എന്നെ പരിശോധിക്കുക, സാൻഡി, പക്ഷേ എനിക്ക് എല്ലാ golfers കൊന്നാൽ ...അവർ ചേട്ടങ്കണ്ടിട്ടൊണ്ടോ അടിച്ചു വാരി കീ എറിഞ്ഞുകളക കഴിഞ്ഞു!
		-- Joe Garagiola, "It's Anybody's Ball Game"

%
കോളേജ് ഫുട്ബോൾ ഫാക്കൽറ്റി എങ്കിൽ വളരെ കൂടുതൽ രസകരമായ തന്നെ ഒരു ഗെയിം ആണ്പകരം വിദ്യാർഥികളുടെ, ഇതിലും കൂടുതൽ രസകരമായ ട്രസ്റ്റികൾ എങ്കിൽ കളിച്ചുകളിച്ചു. തകർത്തു ആയുധങ്ങൾ, കാലുകൾ, കഴുത്തുകളിലും ഒരു വലിയ വർധനയാണ് തന്നെഒരേസമയത്ത് മാനവരാശിയെ നഷ്ടം ഒരു പറയത്തക്ക കമ്മിയും.
		-- H. L. Mencken

%
ഡാളസ് ആകസ്മികത ഔദ്യോഗിക ഷെഡ്യൂൾസപ്തംബര് 14 Pasadena ജൂനിയർ ഹൈസപ്തംബര് 21 ബോയ് സ്കൗട്ട് ട്രൂപ്പ് 049സപ്തംബര് 28 ബ്ലൈന്റ് അക്കാദമിസെപ്തംബര് 30 ലോക മഹായുദ്ധം യുദ്ധവിദഗ്ദ്ധൻഒക്ടോ 5 ഏന്സര് സ്കൗട്ട് ട്രൂപ്പ് 041ഒക്ടോബർ 12 Sugarcreek ഹൈ മറ്റാതെഒക്ടോബർ 26 സെന്റ് തോമസ് ബോയ്സ് ക്വയർനവംബർ 2 ടെക്സസ് സിറ്റി ബഹുരസം ക്ലിനിക്നവം 9 കൊറിയൻ യുദ്ധത്തിൽ Amputeesനവംബർ 15 വി.എ. ഹോസ്പിറ്റൽ പോളിയോ രോഗികൾക്ക്
		-- News that stayed News: Ten Years of Coevolution Quarterly

%
ശരിക്കും over- ഇറക്കിവിട്ടു ആർത്തു ഇല്ലാതിരുന്നാൽ ജഡ്ജിമാരുടെ തീരുമാനങ്ങൾ അന്തിമമായിരിക്കും ആയിരിക്കുംജനക്കൂട്ടം ഇന്നത്തെ ഭൂരിപക്ഷം ഫിർഔൻ. ദുരുപയോഗം അശ്ലീല ഭാഷയോ മെയ്വിധിക്കുന്നു പാനൽ അംഗങ്ങൾ അഭിസംബോധന ചെയ്യുമ്പോൾ മത്സരാർത്ഥികൾ ഉപയോഗിക്കാനിടയില്ല,അല്ലെങ്കിൽ, അതുപോലെ, സ്ഥാനാർത്ഥികളാണ് അഭിസംബോധന ചെയ്യുമ്പോൾ വിധിക്കുന്നു പാനൽ അംഗങ്ങൾ(ഏതൊരാവശ്യത്തിനും പറഞ്ഞപ്പോള് വഴി അടിച്ചു).
		-- Mudgeeraba Creek Emu-Riding and Boomerang-Throwing Assoc.

%
നിങ്ങൾ മറ്റെന്തെങ്കിലും പിടിച്ചു കഴിയുവോളം നിന്നെ മുറുകെ ലഭിച്ചു പറ്റി പോയി പോകരുത്.
		-- First Rule of Wing Walking

%
ബ്ലാക്ക്: ഒരു റൂബിക്സ് ക്യൂബ് ന് പരിഹരിക്കുക എളുപ്പമാർഗ്ഗം കളർ.ലളിതമായി ക്യൂബ് എല്ലാ അല്പം നിറമുള്ള സ്റ്റിക്കറുകൾ നീക്കംചെയ്യുക, ഓരോക്യൂബ് ഭാഗത്തു ഇപ്പോൾ താഴ്ഭാഗത്ത് പ്ലാസ്റ്റിക് യഥാർത്ഥ നിറം ആയിരിക്കും- കറുത്ത. നിർദ്ദേശങ്ങൾ അനുസരിച്ച്, ഈ പസിൽ തീർന്നു എന്നാണ്.
		-- Steve Rubenstein

%
ജീവിതം ഒരു ഗെയിം ആയിരുന്നു നിങ്ങൾ തെറ്റായ പ്രബോധനം പുസ്തകം ഉണ്ടായിരുന്നു എന്നേക്കും തോന്നുന്നു?
		-- Steve Rubenstein

%
നിങ്ങൾ ജീവിത ബൌളിംഗ് സ്ഥലം തല പിൻ മുൻപരിചയം എന്നേക്കും മടിക്കേണ്ടതില്ല എല്ലാവരുടെയുംഉരുളുന്ന സ്ട്രൈക്കുകൾ?
		-- Steve Rubenstein

%
ഓരോ ജീവി അവന്റെ ഉള്ളിൽ പന്റ് ലേക്ക് കാട്ടു, അനിയന്തിതമായ പ്രേരണ ഉണ്ട്.
		-- Snoopy

%
റെക്കോർഡ്സ് തകർക്കാൻ ശ്രമങ്ങൾ പരാജയപ്പെട്ടു1978 സെപ്റ്റംബറിൽ മിസ്റ്റർ ടെറി Gripton, സ്റ്റാഫോർഡ് എന്ന, തകർക്കാൻ പരാജയപ്പെട്ടുലോകം രണ്ടര ഡെസിബെൽ റെക്കോർഡ് ആർപ്പുവിളി. "ഞാൻ അത്ഭുതപ്പെട്ടു അല്ല എന്നുഅവൻ പരാജയപ്പെട്ടു, "അവന്റെ ഭാര്യ പിന്നീടു പറഞ്ഞു." അയാള് വളരെ സ്വസ്ഥമായിരുന്നു മനുഷ്യൻ ചെയ്ത്പോലും എന്നെ മാറോട് ഇല്ല. "അതേ വർഷം ശ്രീ പോൾ ആന്റണി തകർക്കാൻ പരാജയപ്പെട്ടു ഓഗസ്റ്റിൽ387 മണിക്കൂർ തുടർച്ചയായ അവയവം പ്ലേ റെക്കോർഡ്.മാഞ്ചസ്റ്റർ ഗോൾഡൻ ഫിഷ് ഫ്രൈ റെസ്റ്റോറന്റ് അവന്റെ ശ്രമം അവസാനിച്ചു36 മണിക്കൂർ 10 മിനിറ്റ്, അവൻ സമാധാനത്തോടെ തകർക്കുകയാണെന്ന് ചുമത്തുന്ന ശേഷം."ആളുകൾ ഞാനും ശബ്ദമയമാണ് ആയിരുന്നു പരാതിപ്പെട്ടു," അദ്ദേഹം പറഞ്ഞു.ജനുവരിയിൽ 1976 ൽ ശ്രീ ബാരി മക്ക്വീൻ ഉടനീളം പുറകോട്ടു്തെരയുക നടപ്പാൻ പരാജയപ്പെട്ടുbagpipes പ്ലേ Menai ബ്രിഡ്ജ്. "അത് ആലോചിക്കേണ്ടിയിരിക്കുന്നു എന്റെ ചെയ്തുഡ്രോൺ waterlogged കിട്ടി, "അവൻ പറഞ്ഞു.ഒരു ടിവി ക്യാമറാമാൻ 100,000 topple സിക്രട്ടറി ബോബ് Specas 'ശ്രമം വിഫലമാക്കി97,500 dominoes 9 ജൂൺ 1978 ന് മാൻഹട്ടൻ കേന്ദ്രത്തിൽ dominoes, ന്യൂയോർക്ക്തന്റെ അമർത്തുക ബാഡ്ജ് ഒഴിവാക്കി സന്ദർഭം നിർത്തിയ അവരെ ഓഫ് നിയമിച്ചിട്ടുണ്ട്.
		-- Stephen Pile, "The Book of Heroic Failures"

%
പറക്കുന്ന നിങ്ങൾക്ക് ഉണ്ടാക്കാം രണ്ടാമത്തെ വലിയ അനുഭവമാണ്. മഹാന്മാരായ തോന്നൽ?ലാൻഡിംഗ് ... ലാൻഡിംഗ് നിങ്ങൾക്ക് ഉണ്ടാക്കാം വലിയവൻ അനുഭവമാണ്.
		-- Stephen Pile, "The Book of Heroic Failures"

%
ഫുട്ബോൾ സ്വയം അച്ചടക്കം പണിയുന്നു. ഒരു വിധിയെഴുത്ത് പണത്തിനു എന്ത് പ്രേരിപ്പിക്കുന്നു തന്നെകാലാവസ്ഥ subfreezing തുറക്കുക ഔട്ട് ഇരിക്ക?
		-- Stephen Pile, "The Book of Heroic Failures"

%
ഫുട്ബോൾ അമേരിക്കൻ ജീവിതത്തിന്റെ രണ്ടു ഏറ്റവും മോശം സവിശേഷതകൾ കൂടിച്ചേർന്നുണ്ടായ.ഇത് കമ്മിറ്റി യോഗങ്ങളിൽ വഴി വാക്യവും സാഹസം ആണ്.
		-- George F. Will, "Men At Work:  The Craft of Baseball"

%
ഫുട്ബോൾ തെരുവുകളിൽ coalminers നിലനിർത്തുന്നതിന് രൂപകൽപ്പന ഒരു ഗെയിം ആണ്.
		-- Jimmy Breslin

%
ഫോർച്യൂൺ വലിയ ഉദ്ധരണികൾ പൂർത്തിയായാൽ, # 15"എന്നെ നിങ്ങളുടെ മടുപ്പ്, ദരിദ്രനായ, നിങ്ങളുടെ വരാം ബഹുജനങ്ങളെ തരിക."നിങ്ങൾ അതിൽ ഉള്ളപ്പോൾ, ആ ഡാളസ് പോയതറിഞ്ഞില്ല എറിയാൻകൗബോയി മറ്റാതെ.
		-- Jimmy Breslin

%
അറിയുക ഒപ്പം പറയാൻ ഫോർച്യൂൺ'S രസകരമായ വസ്തുതകൾ: # 14ബേബി രൂത്ത് കാൻഡി ബാർ "ശിശുവിനെയും" ജോർജ്ജ് ഹെർമൻ പേരിലാണ് അല്ലരൂത്ത്, പ്രസിഡന്റ് ഗ്രോവർ ക്ലീവ്ല്യാംഡ് ഏറ്റവും മൂത്ത മകൾ ശേഷം.
		-- Jimmy Breslin

%
0 മുതൽ 8.3 സെക്കൻഡിനുള്ളിൽ "എന്താണ് പ്രശ്നം ഉദ്യോഗസ്ഥൻ തോന്നുന്നു".
		-- Ad for the new VW Corrado

%
ജോർജ് സുഹൃത്ത് സാം മുദീർ വിലാസം പാരായണം കഴിയുന്ന ഒരു നായ ഉണ്ടായിരുന്നു. "അനുവദിക്കുകഎന്നെ നിങ്ങളിൽ നിന്ന് അവനെ വാങ്ങാൻ "പ്രകടനം ശേഷം ജോർജ് അപേക്ഷിച്ചു."ശരി," സാം സമ്മതിച്ചു. "അവൻ അറിയുന്നു എല്ലാ ഏതുവിധേനയും ആ ലിങ്കൺ സംഭാഷണമാണെന്ന്."കമ്പനിയുടെ നാലാം ജൂലൈ വിനോദയാത്രയിൽ, ജോർജ് തന്റെ പുതിയ കൈയ്യും കൊണ്ടുവന്നുമൃഗങ്ങളെയും മുഴുവൻ മുദീർ വിലാസം പാരായണം കഴിഞ്ഞില്ല പ്രഖ്യാപിച്ചു.ആരും അവനെ വിശ്വസിച്ചു; നായ നേരെ എത്രയ്ക്കാ മുന്നോട്ടുപോയി.ജോർജ് ജനക്കൂട്ടം ഇളക്കുന്നു പറഞ്ഞു, "ഇപ്പോൾ ഞങ്ങൾ തുടങ്ങുന്നതിന് കാണാം!" പിന്നെ അവൻ നോക്കിപട്ടി. നായ തിരികെ നോക്കി. ഒരു ശബ്ദവുമില്ല. "ബാലനെ വാ, സ്റ്റഫ് ചെയ്യാൻ."ഒന്നുമില്ല. ഒരു സാധിക്കാതെ ജോർജ് നായ എടുത്തു വീട്ടിൽ പോയി."നിങ്ങൾ എന്തിനാണ് എല്ലാവരുടെയും മുന്നിൽ പോലെ എന്നെ അപമാനിക്കാതിരിക്കുകയും എങ്ങനെ?" ജോർജ്നായ രാധ. "നിങ്ങൾ എന്നെ നഷ്ടപ്പെട്ട എത്ര പണം അറിയില്ലേ?""അപ്പന്റെയാണോ ചെയ്യരുത്, ജോർജ്," നായ മറുപടി. "ഞങ്ങൾ മുൻപരിചയം സാദ്ധ്യതകളാണ് ചിന്തിക്കുകഒരെളിയ ലേബർ നാളിൽ നേടുക. "
		-- Ad for the new VW Corrado

%
ഒരു മനുഷ്യൻ മീൻ തരിക, നിങ്ങൾ ഒരു ദിവസം അവനു ഭക്ഷിക്കാൻ. മീൻ ഒരു ഉപദേശിക്കഅവൻ അത്താഴത്തിന് മീതെ തന്നെത്താൻ ക്ഷണിക്കും.
		-- Calvin Keegan

%
എന്നെ മീൻ; ഞാൻ ഇന്നു അനുഭവിക്കും.മീൻ, ഞാൻ എന്നേക്കും തിന്നും എന്നെ പഠിപ്പിക്കേണമേ.
		-- Calvin Keegan

%
ജയിലിൽ നേരിട്ട് പോകുക. ഗോ നീങ്ങിക്കൂടാ, $ 200 ശേഖരിച്ച് ചെയ്യരുത്.
		-- Calvin Keegan

%
ഹാരി വൈകി പതിക്കുന്ന ഓരോ വർഷവും ക്യാമ്പിംഗ് കയറി രൂപീകൃതമാകുന്ന ആണ്, അവൻ നമ്മുടെ ചെയ്യുന്നുഎല്ലാം പ്രശസ്തമാണ് അറ്റ്ലാന്റിക് സമുദ്രം ദ്വീപ് Assateague, പോകുകഅതിന്റെ കാട്ടു കുതിര. ഞാൻ കാട്ടു കുതിരകളുടെ ആശയം ഒരുപക്ഷേ സ്പർശിക്കുന്ന ഗ്രഹിക്കാൻനിങ്ങളിൽ പലരും കാല്പനികവിപ്ലവം ആശയങ്ങൾ, എന്നാൽ ഏത് കൂടിക്കാഴ്ച ഒരിക്കലും കാരണം ഈവ്യക്തിപരമായി കാട്ടു കുതിരകൾ. വ്യക്തി, അവർ വീശിയടിക്കുന്ന hooved എലികൾ പോലെയാണ്. അവനിങ്ങളുടെ ക്യാമ്പ് സൈറ്റ് വരെ കയറി മന്ദഗമനം അവരുടെ മനോഭാവമാണ്: "ഞങ്ങൾ കാട്ടു കുതിരകൾ മുൻപരിചയം.ഞങ്ങൾ നിങ്ങളുടെ ഭക്ഷണം കഴിക്കാന് ചെരിപ്പു നിങ്ങളുടെ കൂടാരം, വിസർജ്യം വെച്ചു പോകാനൊരുങ്ങുന്ന.നാം വെറും റിച്ചാർഡ് നിക്സൺ പോലെ ഫെഡറൽ നിയമപ്രകാരം പരിരക്ഷിതരാണെന്ന്. "
		-- Dave Barry, "Tenting Grandpa Bob"

%
ഹാർവാഡ്:Quarterback:കരട്സ് ഡേവ് Strewzinski ... സംഭവിക്കുന്നതു ഇഷ്ടപ്പെടുന്നു. പിന്നെ അവൻ ചെയ്യുന്നതു കടന്നുപോകുവാൻ87 നാടകങ്ങൾ റെക്കോഡ് 86 ശ്രമങ്ങൾ (മൂന്ന് പൂർത്തിയാക്കാനും) .... എങ്കിലും Strewzinksiഇതുവരെ തന്റെ ദേവേ സ്പീഡ് നിറത്തിലുള്ള എന്തെങ്കിലും പോയിന്റുകൾ സ്കോർ പരാജയപ്പെട്ടുഅവനെ ഐവി ലീഗ് കുറഞ്ഞത് പിരിച്ചുവിട്ടിരുന്നു quarterback ചെയ്തിരിക്കുന്നു.വൈഡ് റിസീവർ:ഹാർവാർഡ് ന്റെ കുറ്റകരമായ മെഷീനിൽ മറ്റ് ദിശയിലുമുള്ള സിഗ്നൽ മുതിർന്ന ആണ്ഫിൽ യിപ്, വളരെ വേഗത്തിൽ ആർ. യിപ് അവൻ നടത്തിയതിന് റെക്കോഡ് അങ്ങനെ ഫാസ്റ്റ് ആണ്ഫാസ്റ്റ്. യിപ് എല്ലാ പിന്തുടർന്നവർ ഒഴിഞ്ഞുമാറുക ഒപ്പം endzone അഞ്ചു സൃഷ്ടിക്കുന്നതിന് കാണാൻ പ്രതീക്ഷിക്കുകഅഞ്ചാറു പ്രാവശ്യം, ഗെയിമിന് തന്റെ ശരാശരി. യിപ്, "fumblefingers" എന്നാണ് വിളിച്ചിരുന്നത് "താങ്കൾസഹതാരങ്ങൾ തൊഴുന്നത് "അവനെ കുറഞ്ഞത് ഒരു പന്ത് എടുക്കുന്നതു പ്രതീക്ഷആ തവണ.യേൽ:പ്രതിരോധ:പ്രതിരോധത്തിലൂന്നിയ വശത്ത്, യേൽ Ivies ലെ stingiest ലൈൻ പ്രശംസനീയമാകുന്നു.പ്രാഥമികമായും കാരണമായിട്ടുള്ളത് സീനിയർ Izzy "Shylock" ബ്ലൂംബർഗ് ആൻഡ് പ്രവര്ത്തനം ആകുന്നുFinklestein, സമീപകാല ഏലി ചരിത്രത്തിൽ ഇറുകിയതുമാണ് അറ്റത്ത്. കൂടാതെ ലേക്ക് സംഭാവനശക്തമായ പ്രതിരോധ ആങ്ഗസ് MacWhirter, മത്സരക്രമം ആർ സഹചാരിയും പരിഹരിക്കുന്നതിനായി ജൂനിയർ ആണ്കുറ്റകരമായ വംശീയ തമാശ ഔട്ട്. ഉദ്ഘാടന അടച്ചു പൂട്ടാനുള്ള ഈ മൂന്നു നോക്കുകനാണയം ടോസ്.
		-- Harvard Lampoon 1988 Program Parody, distributed at The Game

%
ഹോഴ്സ് അർഥത്തിൽ ആളുകൾ വാത് നിന്ന് അത് അജ്ഞാതമാക്കുന്ന ഒരു കുതിര ഉണ്ട് കാര്യം.
		-- W. C. Fields

%
എങ്ങനെ നിങ്ങൾ ചിന്തിക്കുന്നത് ഒരേ സമയം ഹിറ്റ് കഴിയും?
		-- Yogi Berra

%
ഞാൻ എപ്പോഴും ആദ്യഭാഗത്തു റെക്കോർഡ് ജനങ്ങളുടെ നേട്ടങ്ങൾ സ്പോർട്സ് പേജുകൾ തിരിയുന്നു.മുൻ പേജ് മനുഷ്യന്റെ പരാജയങ്ങൾ എന്നാൽ കാര്യവുമില്ല.
		-- Chief Justice Earl Warren

%
ഞാൻ പ്രൊഫഷണൽ ഗുസ്തി വൃത്തിയുള്ളതും ഉള്ളതെല്ലാം ഞങ്ങൾ വിശ്വസിക്കുന്നുലോകം ഉറെച്ചിരിക്കുന്നു.
		-- Frank Deford, sports writer

%
ഞാൻ ആത്മഹത്യ അല്ലെങ്കിൽ ബൗളിംഗ് പോകാൻ എന്ന് തീരുമാനിക്കാം കഴിയില്ല.
		-- Florence Henderson

%
പകുതി ലീഗ് നശിപ്പിച്ചാൽ ഞാൻ കാര്യമാക്കുന്നില്ല. ചെയ്യുന്നവർ കാണാനുള്ളപെട്ടെന്നുള്ള ശിക്ഷ. അതു wrecks എങ്കിൽ എല്ലാ താൽക്കാലികമായി ഞാൻ കാര്യമാക്കുന്നില്ലനാഷണൽ ലീഗ് അഞ്ച് വർഷം. ഈ യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് ഓഫ് അമേരിക്ക ആണ്ഒരുവൻ പൗരന് മറ്റൊരു പോലെ കളിക്കാൻ പോലെ വളരെ അവകാശമുണ്ട്.1947 ചില കർദ്ദിനാൾ കളിക്കാർ ഭീഷണിയുള്ളതായി സമരം എങ്കിൽജാക്കി റോബിൻസൺ സെന്റ് ലൂയിസ് നേരെ ഫീൽഡ് എടുത്തു. ദികർദ്ദിനാൾ നിയമനഉത്തരവ് കളിച്ചു.
		-- Ford Frick, National League President, reacting to a

%
ഞാൻ അങ്ങനെ ഞാൻ എടുത്തു ഒരിക്കലും ഗെയിം കളിക്കുന്നത് ലെ മുഴുകി നടത്തിക്കൊണ്ടിരിക്കുകയാണ് ഊഹിക്കാൻഅതു തവിടുകൊടുത്ത് - ഗോൾ ലൈൻ താമസിച്ചുവന്ന അവയെന്തെല്ലാമെന്നു് മതിയായ സമയംwin - അല്ലെങ്കിൽ നിങ്ങൾ വിജയിച്ചു എങ്ങനെ.
		-- Cash McCall

%
ഞാൻ ലിറ്റിൽ ലീഗ് നമ്മൾ കരുതിയതിനേക്കാൾ പോലും littler കാരണം.
		-- D. Cavett

%
ഞാന് ഞാൻ സെന്റര് വയലിൽ ജോ DiMaggio ഉള്ളപ്പോൾ ഞാൻ ഒരു മെച്ചപ്പെട്ട മാനേജർ ഞാനാണ് അറിയുന്നു.
		-- Casey Stengel

%
ഞാൻ നിങ്ങളുടെ ഗെയിമിൽ എന്നാൽ ഞങ്ങൾ നിയമങ്ങൾ മാറ്റണം.
		-- Casey Stengel

%
ഞാൻ യുദ്ധം ഇഷ്ടമല്ലായിരുന്നു ഒരു കണ്ടുമുട്ടി ഒരിക്കലും.
		-- Lyle Alzado, professional football lineman

%
ഞാൻ ഇന്നു പോലുള്ള മുകളിൽ പെൺ അത്ലറ്റുകൾക്ക് ഉണ്ട് ഗ്രഹിക്കാൻമാൻ ആൻഡ് ബെഞ്ച്-അമർത്തുക ഷെവർലെയുടെ ഓടുന്നു കഴിയുന്ന മാർട്ടിന Navratilovaട്രക്കുകൾ. എന്നാൽ ക്രൂരമായി വേണം, ഒരു ഗ്രൂപ്പ് സ്ത്രീകൾക്കും ഒരു തലയോട്ടി തന്നെഅവ സ്പോർട്സ് ലേക്കുള്ള ഗാഢത സമർപ്പണത്തിൻറെ തലത്തിലേക്ക് മുമ്പായി നടക്കുംമനുഷ്യർ അതിനെക്കുറിച്ച് അത്തരം അവിശ്വസനീയമായ jerks പ്രാപ്തമാക്കുന്നു.
		-- Dave Barry, "Sports is a Drag"

%
ഞാൻ അങ്ങനെ നല്ലതെന്നും കുതിര ന് ഒരിക്കൽ പന്തയം റേസ് ട്രാക്ക് പോയിഅതു തല്ലി ഏഴു മറ്റുള്ളവരെ എടുത്തു!
		-- Dave Barry, "Sports is a Drag"

%
അവർ മറ്റു ഒറ്റ തയ്യാറായില്ല എങ്കിൽ ഞാൻ വലിയ വെട്ടുകാരനും ബാറ്റ് നൽകും,എന്നാൽ ഒരു ഇടത്-ഗെയിലാണ് അവർ നേരത്തെ തന്നെ ഇത് പ്രശസ്തമാണ് വരില്ലായിരുന്നു എങ്കിൽ കാര്യം തന്നെഅധികം ഉൾപ്പെട്ട കൂടുതൽ കാര്യങ്ങൾ പോലും, റോഡിൽ ഉള്ളവരെ ഇല്ല കാരണംവീട്ടില് ഒരു കാലത്തേക്ക് പോയിട്ടുള്ള ശേഷം.
		-- Casey Stengel

%
ഞാൻ പകരം ഫാസ്റ്റ് സ്പോർട്സ് കാറുകൾ വർദ്ധിപ്പിക്കാൻ ഒരു ആഗ്രഹം ഉപമയായി എന്ന് പറയാനാണ്ഞങ്ങളുടെ മൃഗങ്ങൾ നിന്ന് മനുഷ്യനെ.
		-- Casey Stengel

%
ഞാൻ പകരം ഒരു അരി ബര്ണറും സവാരി എന്റെ ഹാർലി പുഷ് ആഗ്രഹിക്കുന്നു.
		-- Casey Stengel

%
ഞാൻ ഒരു ടി വി സുഖമാണ്, ഞാൻ യാങ്കിസ് കൂടെ ഇരിക്കും സന്തോഷമുണ്ട്. ഞാൻ ആഗ്രഹിക്കുന്നുഈ രാത്രി ആവശ്യമായ നടത്തുന്നതിനുള്ള എല്ലാവർക്കും നന്ദി.
		-- Yogi Berra at a dinner in his honor

%
ഞാന് നിഴലിൽ കളിക്കാൻ ഇല്ല സന്തോഷമുണ്ട്.തണലിൽ.
		-- Golfer Bobby Jones on being told that it was 105 degrees

%
ഞാൻ മാത്രം 12 കാർഡുകൾ ലഭിച്ചു.
		-- Golfer Bobby Jones on being told that it was 105 degrees

%
ഒരു ജോര്ജ് ഇറ്റിറ്റു ഇല്ലാതെ ദ്വാരം അടിക്കുമ്പോൾ, അത് ഒഴിവാക്കി കരുതുന്നെങ്കിൽ.ഗുരുത്വാകർഷണ നിയമം സൈസ'് ഒരു പദവി നിലനിർത്താൻ ശ്രമിക്കുന്നതിനിടയിൽ എന്നും കഥയുണ്ട്അന്തരീക്ഷത്തിൽ അതു ഡ്രോപ്പ് വേണം പിന്തുണയ്ക്കാൻ എന്തെങ്കിലും ഇല്ലാതെ. ന്യായപ്രമാണംഗുരുത്വാകർഷണം ഗോൾഫ് നിയമം supercedes.
		-- Donald A. Metz

%
ഒരു ടീം മനസ്സിന്റെ ഒരു നല്ല ഫ്രെയിം ആണ്, അത് ഒരു നല്ല മനോഭാവം ഉണ്ടായിരിക്കും.ഒരു നല്ല മനോഭാവം ഉണ്ടെങ്കിൽ, അത് പ്ലേ ഒരു പ്രതിബദ്ധത ആക്കുംഗെയിം വലത്. വലതുവശത്ത് കളിയാണ്, അത് വിജയം - ന്റെ ഏതൊരാവശ്യത്തിനുംതീർച്ചയായും, വിജയിക്കാൻ യുവത്വവും പ്രതിഭയും ഇല്ല, ആരും മാനേജർ കഴിയുംGoose തൂവലുകൾ നിന്നു Goose-കരൾ നെറുകയിൽ എന്തുകൊണ്ടായിരിക്കും വിഷമിക്കേണ്ട?
		-- Sparky Anderson

%
ജനം ജീവിതത്തിൽ ശരിക്കും കാര്യങ്ങളിൽ കേന്ദ്രീകരിച്ചു എങ്കിൽ,മത്സ്യബന്ധന തണ്ടുകൾ ഒരു കുറവ് ആഗ്രഹിക്കുന്നു.
		-- Doug Larson

%
നീന്തൽ നിങ്ങളുടെ കണക്കുകൾ അതുകൊണ്ട് എത്ര വരും തിമിംഗലങ്ങൾ നോക്കൂഅവർ പ്രവർത്തിച്ചു വഴി?
		-- Doug Larson

%
നിങ്ങൾ തെറ്റി നിങ്ങളുടെ മികച്ച ബാക്കി, ആ സൂക്ഷിക്കുന്നവൻഎല്ലാം. ഒക്റ്റോബർ 2 ലഭിക്കുമ്പോൾ നാം വിജയങ്ങൾ കൂട്ടിയേക്കും തുടർന്ന്അല്ലെങ്കിൽ പ്ലേ ഞങ്ങൾ ഒന്നുകിൽ എല്ലാ പോകാം, ഞങ്ങൾ എല്ലാവരും വീട്ടിൽ പോയി ഗോൾഫ് പ്ലേ ചെയ്യാം.ഈ രണ്ട് എനിക്കു പ്രെറ്റി നല്ല ശബ്ദം.
		-- Sparky Anderson

%
നിങ്ങൾ പ്ലേ ഗെയിം അറിയില്ലെങ്കിൽ, സ്കോർ എന്താണെന്ന് ചോദിക്കരുത്.
		-- Sparky Anderson

%
നിങ്ങൾ ഒരു പോക്കർ ഗെയിം ഇരുന്നിട്ട് ഒരു ഗർഭാശയത്തിന്റെ കാണുന്നില്ലെങ്കിൽ, എഴുന്നേൽക്കുക. നിങ്ങൾ മുൻപരിചയംഗർഭാശയത്തിന്റെ.
		-- Sparky Anderson

%
നിങ്ങൾ കാർഡ് തന്ത്രങ്ങളും കാണാൻ ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ, നിങ്ങൾ കാർഡുകൾ എടുക്കാൻ പ്രതീക്ഷിക്കാൻ ഞങ്ങൾക്കുണ്ട്.
		-- Harry Blackstone

%
നിങ്ങൾ ഒരു ടോർച്ച് ആക്സിലറോമീറ്റർ, അത് വെച്ചു. ഒളിമ്പിക്സ് കഴിഞ്ഞു.
		-- Harry Blackstone

%
ആഫ്രിക്ക ൽ നേറ്റീവ് ഗോത്രങ്ങളിൽ ചില നിലത്തു പീഡന പതിവുണ്ടല്ലോക്ലബ്ബുകൾ കൂടെ നട്ടെല്ല് ചില്ലിങ് നിലവിളികൾ ഉച്ചരിക്കുക. നരവംശശാസ്ത്രജ്ഞരായ വിളിക്കുംഈ പ്രാകൃത സ്വയം പ്രകടിപ്പിക്കുന്നതിനും ഒരു രൂപം. അമേരിക്ക ഞങ്ങൾ ഗോൾഫ് അതിനെ വിളിക്കുന്നു.
		-- Harry Blackstone

%
ബ്രൂക്ക്ലിൻ, ഞങ്ങൾ അത്തരം വലിയ പെന്നന്റ് വള്ളംകളികൾ ഉണ്ടായിരുന്നു അതു ലോക സീരീസ് ഉണ്ടാക്കിപിന്നീട് വന്ന എന്തോ.
		-- Walter O'Malley, Dodgers owner

%
ഇത് നേരത്തെയാണ് അവിടെ വൈകി ലഭിക്കുന്നു.
		-- Yogi Berra

%
ദീർഘനേരം ഒറ്റ കുതിര വേഗത്തിൽ മറ്റൊരു പുള്ളിക്ക് കഴിയുന്ന അറിഞ്ഞു -എന്നാൽ ഏത്? വ്യത്യാസങ്ങൾ പ്രമുഖം.
		-- Lazarus Long

%
അത് എല്ലാം കഴിഞ്ഞു വീണ്ടും വേറേയൊരു പോലെയാണ്.
		-- Yogi Berra

%
അതു നിങ്ങൾ ജയിച്ചാലും നഷ്ടപ്പെടും എന്നത് അല്ല പക്ഷെ എങ്ങനെ ഗെയിം കളിച്ചു.
		-- Grantland Rice

%
അത് നിങ്ങൾ ഗെയിം കളിക്കുന്നത് നോക്കൂ പ്രധാനം, നിങ്ങൾ എങ്ങനെ ജയിച്ചാലും നഷ്ടപ്പെടും എന്നത് അല്ല.
		-- Grantland Rice

%
തെരുവുകളിൽ മുത്തശ്ശി സൂക്ഷിക്കുക - ബിങ്കോ നിയമവിധേയമാക്കിയിട്ടുണ്ട്.
		-- Grantland Rice

%
മനസ്സിൽ എപ്പോഴും നൂറായിരം നാലു നിരന്തരമായ നിയമങ്ങൾ സൂക്ഷിക്കുക:(1) ലോകത്തിലെ ഏറ്റവും ശക്തമായ സംഘങ്ങളാണ് ഡിസ്കിന്റെ ആണ്(ഈ വെറും പരിധിക്കു പുറത്ത് ഒരു കാർ നേതൃത്വത്തിൽ രാജ്യം strainingഫോഴ്സ് സാങ്കേതികമായി "കാർ നുകരും" വിശേഷിപ്പിക്കാറ്).(2) കൂടുതല് പ്രവചിക്കാനാകുന്നത് ഒരു അഭിപ്രായം മുഖേന ഏതെങ്കിലും കരുനീക്കം ആക്കുകയോ ഒരിക്കലുംഅധികം "ഈ കാണുക!"(3) എന്തെങ്കിലും അടിക്കാൻ ഒരു നൂറായിരം പ്രോബബിലിറ്റി നേരിട്ട് ആണ്അതു അടിക്കാൻ കുറഞ്ഞ അനുപാതത്തിലായിരിക്കും. ഉദാഹരണത്തിന്, ഒരുനൂറായിരം എപ്പോഴും ഒരു പോലീസുകാരൻ നേരെ നേരിട്ട് തലയ്ക്ക് ചെയ്യും അല്ലെങ്കിൽമറിച്ച് Chevy ബീറ്റ് അപ്പ് അല്പം വൃദ്ധ.(4) ആരും വീക്ഷിച്ചു നിങ്ങളുടെ മികച്ച ത്രോ സംഭവിക്കുന്നു; എപ്പോൾനിങ്ങൾ ആകർഷിക്കുന്നതിൽ ശ്രമിക്കുന്ന നിങ്ങ'ളെ കലോത്സവങ്ങൾ പെൺകുട്ടി, കാണുന്നുനൂറായിരം അനിവാര്യമായും നിങ്ങളുടെ കയ്യിൽ നിന്നു എതിർദിശയിൽ അല്ലെങ്കിൽ നിങ്ങൾ ഹിറ്റ് ചെയ്യുംതല നിങ്ങൾ നിസ്സാരരായ മുട്ടുന്നു.
		-- Grantland Rice

%
അതു നിങ്ങൾ അതു കഴിച്ചതുമില്ല ഒരു പന്തയത്തിൽ ആയിരുന്നു എങ്കിൽ ലൈഫ്, ഭയങ്കരൻ എതിരെ പണമിറക്കാൻനിർബന്ധിതരാകുന്നു ആണ്.
		-- Tom Stoppard, "Rosencrantz and Guildenstern are Dead"

%
ലൈഫ് പാലം ഒരു കളി - ഒപ്പം വെറും finessed ചെയ്തു.
		-- Tom Stoppard, "Rosencrantz and Guildenstern are Dead"

%
ലൈഫ് ഒരു ഗെയിം ആണ്. ഒരു ഗെയിം ഉണ്ട് വേണ്ടി, എന്തെങ്കിലും കൂടുതൽ ആയിരിക്കണംമറ്റെന്തെങ്കിലും പ്രധാനപ്പെട്ട. ഇതിനകം എന്താണ്, കൂടുതൽ പ്രധാനമാണ് എങ്കിൽഅല്ല അല്ലാതെ ഗെയിം അവസാനിച്ചിരിക്കുന്നു. അതുകൊണ്ട്, ജീവൻ ഏതൊക്കെ ഒരു ഗെയിം ആണ്അല്ല, എന്താണെന്ന് പ്രധാനമാണ്. നന്മ ഭവിക്കട്ടെ.
		-- Werner Erhard

%
ലൈഫ് ഒരു യോ-യോ മനുഷ്യവർഗത്തിൽനിന്നു ബന്ധം സ്ട്രിങിലുള്ള ഊ.
		-- Werner Erhard

%
ഞങ്ങൾ ഓരോ കളിയിലും മുമ്പ് സ്റ്റാർ ആന്ഡ്രൂ പ്ലേ ആക്കാം. നീ ഞങ്ങളെ ആഗ്രഹിക്കുന്നവളരെ, വരുമാന നികുതി അടയ്ക്കാൻ?
		-- Bill Veeck, Chicago White Sox

%
സ്നേഹം ഒരു ടെന്നീസ് താരം ഒന്നും എന്നാണ്.
		-- Bill Veeck, Chicago White Sox

%
കായിക ഏർപ്പെടാൻ മനുഷ്യവർഗത്തിൻറെ ത്വര, ചരിത്രം അധികം പ്രായമുള്ളഎപ്പോൾ ആദ്യരൂപം മനുഷ്യൻ തിരികെ വർഷങ്ങൾക്ക് മുമ്പ് സമയം ദശലക്ഷക്കണക്കിന് അതിപുരാതനമായഎയർ പാറയെ അടിക്കപ്പെട്ടു ക്രൂഡ് ക്ലബ്ബ് ഒരു റൗണ്ട് റോക്ക് എടുത്തുആദ്യരൂപം അമ്പയർ ഉടലെടുത്തു നെറ്റിയിൽ കൊണ്ടു ക്ലബ്ബ് whomped.എന്താണ് അകത്തെ ഫോഴ്സ് ഈ ആദ്യ അത്ലറ്റ് തെളിച്ചു? നിങ്ങളുടെ ഊഹം തന്നെ നല്ലഎന്റേതല്ല. മെച്ചം, ഒരുപക്ഷേ, നാല് റിലാക്സ് ഉണ്ടായിരുന്നു കാരണം.
		-- Dave Barry, "Sports is a Drag"

%
മാര്ട ഈച്ച-മത്സ്യബന്ധന രസകരമായ കാര്യം രണ്ടു ജീവിതങ്ങൾ എന്ന് പറയുന്നുനേർത്ത Strand വഴി കണക്ട്., മാര്ട വാ വളർന്നിട്ടില്ല.
		-- Jack Handey, The New Mexican, 1988.

%
മാര്ട, അവൾ പറഞ്ഞ സന്ദർഭം എന്നോടു ഫുട്ബോൾ കളി ടിവിയിൽ കണ്ടു "കൂടുതൽ അറിയാംഈ കായിക ഒരു കൂട്ടം അതിന്റെ സംരക്ഷണം ആശയം അടിസ്ഥാനമാക്കിയാണ്മറ്റൊരു സംഘം അധിനിവേശത്തെ നിന്ന് പ്രദേശം. ""അളിയാ" ഞാൻ ചിരിക്കും ശ്രമിച്ചു പറഞ്ഞു. പെൺകുട്ടികൾ പ്രണയം തന്നെ.
		-- Jack Handey, The New Mexican, 1988.

%
മാക്സ് അവൻ കേവലം ഉടൻ കുന്നുകൾ കാൽനടയാത്ര അല്ല ദാ തന്റെ സുഹൃത്തായ.അവൻ "ഞാൻ ഒരു ആന്റി കയറ്റം-മാക്സ് സുഖമാണ്." പറഞ്ഞു[അങ്ങനെ ആ punchline ആണ്.]
		-- Jack Handey, The New Mexican, 1988.

%
ഒരു ഗെയിം അവസാനിപ്പിക്കാൻ ഏറ്റവും ആളുകൾക്ക് പ്രിയപ്പെട്ട വഴി നേടിയ എന്നതാണ്.
		-- Jack Handey, The New Mexican, 1988.

%
എന്റെ ആദ്യത്തെ baseman ഞങ്ങളുടെ 1952 പിട്സ്ബര്ഗ് ൽ ജോർജ് "മുഴു" Metkovich ആണ്112 ഗെയിമുകൾ നഷ്ടപ്പെട്ടു പോയ പൈറേറ്റ്സ് ടീം. നേരെ കഠിനമായ പരമ്പര ശേഷംനമ്മുടെ സെന്റര് ഫീൽഡർ മൂന്ന് എറിയുകയും പിശകുകൾ ഉണ്ടാക്കി ന്യൂയോർക്ക് രാക്ഷസന്മാർ,രണ്ടു പന്തിൽ അവന്റെ കാലുകൾ വഴി, മാനേജർ ബില്ലി മേയർ കഴിയുമോ വ്യവഹരിക്കയും "ചെയ്യട്ടെആരുമത് ഞങ്ങൾക്ക് ഒരു ഗെയിം ജയിക്കാൻ സഹായിക്കുന്ന എന്തെങ്കിലും ചിന്തിക്കുന്നത്? ""ഞാൻ ഒരു നിർദ്ദേശം നൽകാൻ ആഗ്രഹിക്കുന്നു," Metkovich പറഞ്ഞു. "ഏതെങ്കിലും പന്ത് ന്സെന്റർ ഫീൽഡിൽ, വെറും അത് കള്ളക്കളി പോകാം എങ്കിൽ കാണാൻ ഉരുട്ടി ചെയ്യട്ടെ. "
		-- Joe Garagiola, "It's Anybody's Ball Game"

%
തമാശ, എന്റെ സത്യം പറയാൻ എന്നതാണ്. ലോകത്തിലെ ന്യൂനപക്ഷവുമുണ്ട് തമാശ.
		-- Muhammad Ali

%
നാദിയ Comaneci, ലളിതമായ ഹാനികരമാണ്.
		-- '76 Olympics

%
"നെയ്യുകളും" എന്ന പേരിലുള്ള ആരുമായും പൂള് പ്ലേ ചെയ്യരുത്.
		-- '76 Olympics

%
വാർത്തകൾ ഫ്ലാഷ് !!ഇന്ന് കിഴക്കൻ ജർമ്മനിയിലെ ധ്രുവത്തിൽ നിലവറ ചാമ്പ്യൻ പശ്ചിമ ജർമ്മനിയിലെ ധ്രുവത്തിൽ വോൾട്ട് മാറിചാമ്പ്യൻ.
		-- '76 Olympics

%
ഒന്നും സാക്ഷികളെ പോലെ നിങ്ങളുടെ ഗോൾഫ് സ്കോർ വർദ്ധിപ്പിക്കുന്നു.
		-- '76 Olympics

%
ഇപ്പോൾ നിങ്ങൾ ഒരു ബേസ്ബോൾ ഗെയിമിൽ ചെയ്യാൻ കഴിയും മൂന്നു കാര്യങ്ങൾ മാത്രമാണ്: നേടുംഅല്ലെങ്കിൽ നിങ്ങൾ നഷ്ടപ്പെടാം അല്ലെങ്കിൽ മഴ കഴിയും.
		-- Casey Stengel

%
"ഓ, അദ്ദേഹം [വലിയ നായ] പപ്പ കൂടെ വേട്ടയാടാനിറങ്ങുക" അവൾ പറഞ്ഞു. "അവൻ ഡോൺ കാർലോസ് [പറയുന്നുനായ] കളിയുടെ എല്ലാ തരത്തിലുള്ള നല്ലതാണ്. അവൻ താറാവ് വേട്ടയാടൽ ഒരു തവണ പോയിഅതു റിയൽ നന്നായി. അപ്പോൾ പപ്പ ചില താറാവ്, അല്ല കാട്ടു താറാവുകൾ വാങ്ങി എന്നാൽ,നിങ്ങൾക്കറിയാമോ, ഫാം ഡക്ക്. ഇത് കയറി ഡോൺ കാർലോസ് ലഭിച്ചു. പിന്നീട്താറാവുകൾ അവരെ ആരും ഷൂട്ടിംഗ് കൂടെ മുറ്റത്ത് ചുറ്റും എപ്പോഴും ആയിരുന്നു ആളോട് അദ്ദേഹംഅവരെ കൊല്ലാൻ പാടില്ലായിരുന്നു, അവൻ എന്തെങ്കിലും ചെയ്യാൻ ഉണ്ടായിരുന്നു. അങ്ങനെ ഒരു പ്രഭാതത്തിൽകഴിഞ്ഞ വസന്തകാലത്ത്, നിലത്തു ഇപ്പോഴും മൃദു ആയപ്പോൾ എല്ലാ ഡക്ക് എടുത്തുകുഴിച്ചിട്ടു. "" നിങ്ങൾ എന്താണ് അർത്ഥമാക്കുന്നത്, കുഴിച്ചിട്ടു "" ഓ അവൻ അവരെ ഉപദ്രവിച്ചില്ല ചെയ്തില്ല.അവൻ എല്ലാ മുറ്റത്ത് മേൽ ചെറിയ ദ്വാരങ്ങൾ കുഴിച്ചു തന്റെ വായിൽ താറാവുകൾ വീഴ്ത്തിഗുഹകളിലും വെച്ചു. അവൻ അവരെ ഒഴികെ ചെളി കൊണ്ട് മൂടിതല. പതിമൂന്നാം താറാവുകൾ ആ വഴി പഠിച്ചിരുന്ന ഒരു ദ്വാരം കുഴിച്ച് ചെയ്തുടോണി അവനെ കണ്ടെത്തിയപ്പോൾ മറ്റൊന്ന്. നാം ഒരു കാലം അതു സംസാരിച്ചു. പപ്പഡോൺ കാർലോസ് താറാവുകൾ ഓടി തക്കവണ്ണം ഭയപ്പെട്ടു, അദ്ദേഹം പാലിക്കുകയും ചെയ്തു ശേഷം പറഞ്ഞുഅവൻ കുഴികളിൽ വെച്ചു ഒരു കൂട്ടിൽ പണിയാൻ അറിയാം. അവൻ ഒരു സ്മാർട്ട് നായുടെ. "
		-- R. Bradford, "Red Sky At Morning"

%
എല്ലാ അമേരിക്ക മേൽ താങ്ക്സ്ഗിവിങിനുശേഷം ന് കുടുംബങ്ങൾക്ക് അത്താഴത്തിന് ഇരുത്തിഒരേ നിമിഷം - ഹാഫ്.
		-- R. Bradford, "Red Sky At Morning"

%
ഈ കണ്ടക്ടർ ഉണ്ടായിരുന്നു ഒരിക്കൽ ഒരു പൂര്ണത പ്രശ്നം ഉണ്ടായില്ല, കാണുക. നിങ്ങൾ സമയത്ത്, കാണുകBeethovan ന്റെ ഒമ്പതാം സിംഫണി ഒരു ഭാഗം ഏത് യാതൊരു പൂര്ണത വയലിൻ ഉണ്ട്ഭാഗങ്ങൾ, bassists ഒന്ന് എപ്പോഴും ചുറ്റും സ്കോച്ച് ഒരു കുപ്പി കടന്നു. അങ്ങനെ,തനിക്കു ഓർമിപ്പിക്കാൻ basses സാധാരണയായി നേരെ അധിക ക്യൂ ആവശ്യമുള്ളസിംഫണി അവസാനം, കണ്ടക്ടർ ചുറ്റും സ്ട്രിംഗ് ഒരു കഷണം ഉറപ്പിക്കുന്നു തന്നെബാസ് ക്യൂ മുമ്പിൽ സ്കോർ പേജ്. basses കൂടുതൽ കൂടുതൽ വളർന്നു പോലെinebriated അവരിൽ രണ്ടുപേർ ഉറങ്ങി. കണ്ടക്ടർ വളരെ ആത്മവിശ്വാസക്കുറവ് വളർന്നു (അവൻ) പിച്ച് കുറിച്ച് കാര്യത്തിൽ ഞാൻ വളരെയധികം ഒമ്പതാം ചുവടെ കാരണം;സ്കോർ കെട്ടിയിട്ട് ചെയ്തു basses രണ്ടു പുറത്തു കയറ്റി.
		-- R. Bradford, "Red Sky At Morning"

%
പാറിപ്പോകുന്ന ഹോം വൺ ചിന്ത ബേസ് അവശേഷിക്കുന്നു മൂന്നു നല്ലതു.
		-- R. Bradford, "Red Sky At Morning"

%
ഒരു ഭ്രാന്തൻ കുതിരയുടെ നിർത്താൻ ഒരു വഴി അവനെ രോദനങ്ങള് എന്നതാണ്.
		-- R. Bradford, "Red Sky At Morning"

%
ഞങ്ങളുടെ [സോഫ്റ്റ്ബോൾ] ടീം സാധാരണയായി രണ്ടാം കീഴറ്റം മറ്റ് സ്ത്രീ ഇടുന്നു എവിടെപുരുഷന്മാരും പരമാവധി സാധ്യമായ എണ്ണം സഹായിക്കാൻ ഹ്രസ്വ നോട്ടീസ് അവിടെ ലഭിക്കുംഅടിയന്തിര അവസ്ഥയിൽ. ഉദയം പറയാനാകും നമ്മുടെ രണ്ടാമത്തെ basewoman ഒരു സാമാന്യം ആണ്നല്ല ബേസ്ബോൾ പ്ലെയർ, എന്നെക്കാൾ ഉത്തമം, എന്തായാലും, പക്ഷേ അറിയാൻ യാതൊരു മാർഗ്ഗമാണ്ഉറപ്പായി പന്ത് അവളെ സമീപം എവിടെയും ബാധിതനായ ഒരു ആൺ വിലപേശാൻ കാരണംഅത് കൈകാര്യം പറയുക നിന്നുള്ള ശരിയായ ഫീൽഡ്. അവൾ ടീമിൽ ന് നാളായിഇപ്പോൾ മൂന്നു സീസണുകളിൽ, പക്ഷേ പുരുഷന്മാരും ഇപ്പോഴും അവളെ വിശ്വസിക്കരുത്. അവർ ആഴത്തിൽ അറിയുന്നുമുൻകൂട്ടി എങ്കിൽ അവൾ ഒരു ഈച്ചയെപ്പോലും പന്ത് കയറുകയോ സംരക്ഷിക്കാനും തീരുമാനിക്കേണ്ടിയിരുന്നു എന്ന്തികയാത്ത ജീവിതത്തിലെ അവൾ ഒരുപക്ഷേ ഇല്ലാതെ, കുഞ്ഞിന് ജീവൻ രക്ഷിക്കാൻ തിരഞ്ഞെടുക്കാനും തന്നെഎന്നേക്കും പാതയല്ല പുരുഷന്മാർ ഉണ്ടായിരുന്നു എന്നത് പരിഗണിക്കുമ്പോൾ.
		-- Dave Barry, "Sports is a Drag"

%
പി-k4
		-- Dave Barry, "Sports is a Drag"

%
പെഡ്രോ ഗരേരോ 1984 ൽ ലോസ് ഏഞ്ചൽസ് അഭിമുഘീകരിക്കുന്ന മൂന്നാം ബേസ് വായിച്ചുകൊണ്ടിരുന്നുഅവൻ അവനെ ഫെയിം തരുമല്ലോ ഒരു സ്ഥലം അന്ധരാകുന്ന അഭിപ്രായം ഉണ്ടാക്കിയപ്പോൾ. സെക്കന്റ്baseman സ്റ്റീവ് സാക്സ് കഷ്ടത തന്റെ എറിയുന്നു making നടന്നിരുന്നു. മറ്റു കളിക്കാർ ആയിരുന്നുഡൈവിങ്ങ്, ആക്രോശവും ന്യായമായ പിടിക്കുകയായിരുന്നു സിഗ്നലിങ്. അതേ സമയം, ഗരേരോ,മൂന്നാം, മാനേജർ കൃത്യമായി കാര്ന്നു ആയിരുന്നു ഏതാനും നാടകങ്ങൾ ചെയ്തുടോം Lasorda ന്റെ വയറ്റിൽ. Lasorda അതു പ്രസിദ്ധമായ ഒന്നാണ് കാലം തീരുമാനിച്ചുപ്രയോജകമായ യോഗങ്ങളും ഗരേരോ എന്നതിൽ അയ്യര്: "നിങ്ങൾക്ക് എങ്ങനെ മൂന്നാം കളിക്കാനാവുംഅത് പോലെ ബേസ്? നിങ്ങൾ ബേസ്ബോൾ പുറമെ എന്തെങ്കിലും നൽകാൻപോകുന്നതെന്ന് ഇനീം കഴിയാറില്ലെന്നാണ്.ഇത് എന്താണ്?""ഞാൻ രണ്ട് കാര്യങ്ങളാണ് ചിന്തിക്കുന്നത്" ഗരേരോ പറഞ്ഞു. "ആദ്യം` ഞാൻകളിക്കാർ കാണാമ്പറ്റൂലെന്റെ അവർ എന്നെ പന്തിൽ പ്രതീക്ഷിക്കുന്നു. ' ", പോലുംLasorda ചിരിച്ചുകൊണ്ട് യുദ്ധം ചെയ്യാൻ ഉണ്ടായിരുന്നു. "രണ്ടാമതായി,` ഞാൻ പന്തിൽ പ്രതീക്ഷിക്കുന്നുസാക്സ് ലേക്ക്. ''
		-- Joe Garagiola, "It's Anybody's Ball Game"

%
അവരെ തിൻമയെ. അവരെ തിൻമയെ. തളികയെ രാജി അവരെ പ്രേരിപ്പിക്കുന്നു.
		-- Indiana University football cheer

%
റിപ്പോർട്ടർ: "നിങ്ങൾ ഒരു ദശലക്ഷം ഡോളർ കണ്ടാൽ നിങ്ങൾ എന്തു ചെയ്യും?"യോഗി Berra: "അതാ ദരിദ്രയായിരുന്നുവെന്നു, ഞാൻ അത് തിരികെ നൽകും."
		-- Indiana University football cheer

%
റിക്ക്: "നീ എങ്ങനെ എന്നെ ക്ലോസ് അപ്പ് കഴിയും? അടിസ്ഥാനത്തിൽ?"റിനോ: "! ഞാൻ ഞെട്ടിപ്പോയി മരണവാർത്തയറിഞ്ഞ് ഞാൻ ആ ചൂതാട്ട ഇവിടെ നടക്കുന്നത് കണ്ടെത്താൻ!."Croupier (റിനോ പണം കൈമാറുന്നതിനു): "നിങ്ങളുടെ ടീം സാർ."റിനോ: ". ഓ നിന്നെ വളരെ നന്ദി."
		-- Casablanca

%
Rube വാക്കർ: "ഹേയ്, യോഗി, എന്തു സമയം?"യോഗി Berra: "നിങ്ങൾ ഇപ്പോൾ തരുമോ?"
		-- Casablanca

%
അവൻ ദേശസ്നേഹം അപ്പ് നൽകിയപ്പോൾ രൂത്ത് ഒരു വലിയ തെറ്റ് ചെയ്തു. ആഴ്ചയിൽ ഒരിക്കൽ പ്രവർത്തനം,അവൻ ഒരു കാലം നീണ്ടുനിന്ന ഒരു മഹാ നക്ഷത്രം തീർന്നിരിക്കുന്നു വേണ്ടി.ഒരു outfielder ഒരു കുടം നിലയിൽ നിന്ന്.Cerf / Navasky, "വിദഗ്ധർ സംസാരിക്കുക"
		-- Tris Speaker, commenting on Babe Ruth's plan to change

%
തുഴയൽ രസകരമായ ആണ്, പക്ഷേ തട്ടായി ക്ളെൻസ് Aardvark ആണ്.
		-- Heard on Noahs' ark

%
സാൻ ഫ്രാൻസിസ്കോ എപ്പോഴും എന്റെ പ്രിയപ്പെട്ട ആദ്യവര്ഷം നഗരം നടന്നിട്ടില്ല. ഞാൻ അർഥമില്ലജനം ഉച്ചത്തിൽ അല്ലെങ്കിൽ ഇനി അയ്യേ, പക്ഷേ ഒരു പ്രത്യേക ശാരീരികബന്ധത്തിൽ ഇല്ല. എപ്പോൾഅവർ അവർക്ക് നിങ്ങളെ * * ആവണമെന്ന നിങ്ങൾ ബൂ. സംഗീതം, എനിക്കു ആണ് എന്താണ്.Kezar സ്റ്റേഡിയത്തിൽ ഒറ്റത്തവണ അവർ എന്നെ ഒരു സ്റ്റാൻഡിംഗ് ബൂ കൊടുത്തു.
		-- George Halas, professional football coach

%
ഏതാനും വർഷം മുൻപ്, ഒരു അന്താരാഷ്ട്ര ചെസ് ടൂർണമെന്റിൽ ഒരു നടക്കുന്നത് ചെയ്തുന്യൂയോർക്കിലെ swank ഹോട്ടൽ. ചെസ്സ് ലോകത്തിലെ പ്രധാന നക്ഷത്രങ്ങൾ ഭൂരിഭാഗവുംഅവിടെ, ഒപ്പം ചെസ്, കളിക്കാർ അവരുടെ entourages ഒരു വികസനം ദിവസം ശേഷംഅല്പം നവോന്മേഷം ഹോട്ടൽ ലോബിയിൽ മാറിത്താമസിക്കുകയും. ലോബിയിൽ,ചില കളിക്കാർ തിളക്കമുള്ള ആർ ചൂടേറിയ വാദം കയറിവേഗമേറിയ ലോകത്തിൽ ഏറ്റവും മികച്ച ചെസ് താരം. വാദം തികച്ചും ലഭിച്ചുഉച്ചത്തിലുള്ള വിവിധ കളിക്കാർ ബഹുമാനം അവകാശപ്പെടുന്നതുപോലെ. ഒരു സുരക്ഷാ ആ ഘട്ടത്തിൽ,ലോബിയിൽ ഗാർഡ് മറ്റൊരു ഗാർഡ് തിരിഞ്ഞു അഭിപ്രായമിട്ടു "ഉള്ളതെങ്കിൽഞാന് നിൽക്കാൻ കഴിയില്ല ഒന്നും, ഓപ്പൺ മോശമായി ൽ പ്രശംസ ചെസ്സ് പരിപ്പ് തന്നെയാണ്. "
		-- George Halas, professional football coach

%
എന്നെ പ്രൊഫഷണൽ കായിക ഒരു നല്ല പരാജിതൻ കാണിക്കുക ഞാൻ നിങ്ങളോടു മൂഢനാവുക കാണിക്കും.എന്നെ ഒരു നല്ല കായിക കാണിക്കുക ഞാൻ നിങ്ങളെ വ്യാപാരം തിരയുന്ന പിരിയുകയാണ് ഒരു പ്ലേയർ കാണിക്കും.
		-- Leo Durocher

%
അങ്ങനെ ഞാൻ വിരൂപനാണ്. അതുകൊണ്ടെന്ത്? ഞാൻ ആർക്കും സ്വന്തം മുഖം കൊണ്ട് ഹിറ്റ് കണ്ടിട്ടില്ല.
		-- Yogi Berra

%
പുത്രൻ ഗന്ധം ഒരു മനുഷ്യൻ കാർഡുകൾ ഒരു ഡെക്ക് നിങ്ങളുടെ അടുക്കൽ സഞ്ചരിക്കും പോകുന്നുമുദ്ര ഇതുവരെ തകർന്ന അല്ല. അവൻ സാധിക്കുന്നു എന്ന് ഊഹിച്ചിരുന്നു ഓഫർ പോകുന്നസ്പേഡ്സ് ജംബോ നിങ്ങളുടെ ചെവിയിൽ ഡെക്ക് ആൻഡ് സ്കിർട്ട് സൈഡർ നിന്നു ചാടുന്നത് ഉണ്ടാക്കേണം.എന്നാൽ മകനേ, സൈഡർ നിറഞ്ഞ ചെവി എത്തിപ്പെടും എന്നു ഈ മനുഷ്യൻ ഊഹിച്ചിരുന്നു ചെയ്യരുത്.
		-- Sky Masterson's Father

%
പിന്തുണ ബിങ്കോ, തെരുവുകളിൽ നിന്നും മുത്തശ്ശിയെ പ്രമാണിച്ചു.
		-- Sky Masterson's Father

%
ടീംവർക്ക് അത്യാവശ്യമാണ് - മറ്റാരെങ്കിലും കുറ്റപ്പെടുത്തുന്നത് നിങ്ങളെ അനുവദിക്കുന്നു.
		-- Sky Masterson's Father

%
ലേക്ക് മുറ്റത്ത് മൂലയിൽ കൂടിക്കാഴ്ച സംസ്ഥാന പേന പറ്റുകയില്ല ചീത്തയുമായ പത്ത്ചില craps ഷൂട്ട്. ഒഴുക്കില്, പിരിമുറുക്കം ശരിക്കും വീശിയടിക്കുന്ന ആയിരുന്നു.തന്റെ ഊഴം ഷൂട്ട് വന്നപ്പോൾ Dutsky എഴുന്തിടിക്കരേന് തന്റെ plunkedമുഴുവൻ വാഴു, പകിട ഞെട്ടി ഉരുട്ടി. പുഞ്ചിരി ഒരു പോലെ തന്റെ മുഖം മുറിച്ചുകടന്നുഏഴു രംഗപ്രവേശം എങ്കിലും മൂന്നാമത്തെ യാമിനിയാണ് പോലെ വേഗം ഹൊറർ ലേക്ക് മാറ്റിതന്റെ കുപ്പായക്കൈയുടെ എന്ന രണ്ടു മറ്റുള്ളവരുമായി നിലത്തുവീണു. ആരും പറഞ്ഞുവചനം. ഒടുവിൽ കില്ലർ Lucci അപ്പ് മൂന്നാമത്തെ പോക്കറ്റിൽ വെച്ചു വീഴ്ത്തിഒപ്പം Dutsky മറ്റുള്ളവരെ കൈമാറി."ദം ഉരുട്ടിവെച്ചു" Lucci പറഞ്ഞു. "നിങ്ങളുടെ പോയിന്റ് പതിമൂന്നു ആണ്."
		-- Sky Masterson's Father

%
ടെക്സാസ് എ ആൻഡ് എം ഫുട്ബോൾ കോച്ച് ജാക്കി Sherrill ഡീൻ ഓഫീസിൽ പോയിതന്റെ താരങ്ങളുടെ മാനസിക കഴിവുകൾ ആശങ്കയുണ്ടായിരുന്നു കാരണം അക്കാദമിക്കുകളിൽ."എൻറെ കളിക്കാർ എന്നെ അവ കൈകാര്യം ചെയ്യാൻ വേണ്ടി മാത്രം വളരെ മാസശമ്പളം" അദ്ദേഹം പറഞ്ഞുഅവിശ്വാസി ഡീൻ. ഈ സമയത്താണ് തന്റെ കളിക്കാരിൽ ഒരാൾ നൽകുക സംഭവിച്ചത്ഡീൻ ഓഫീസ്. അവൻ "എന്നെ ഞാന് എന്താണു കാണിക്കട്ടെ" Sherrill പറഞ്ഞുഅവൻ ആയിരുന്നു എങ്കിൽ കാണാൻ ഓഫീസിലേക്ക് പടരുന്നു ലേക്ക് പ്ലെയർ പറഞ്ഞു. "ശരി, കോച്ച്",പ്ലെയർ മറുപടി ഓഫ് ആയിരുന്നു. "ഞാന് എന്താണെന്ന് കാണുക?" Sherrill ചോദിച്ചു."അതെ" ഡീൻ മറുപടി. "ഇതു പോലെ ഫോൺ വീഴ്ത്തി പറയാനാക്കുംഇവിടെ നിന്ന് നിങ്ങളെ വിളിച്ചു. "
		-- Sky Masterson's Father

%
ആ crocuses അല്ലെങ്കിൽ മീവൽ അല്ല, സ്പ്രിംഗ് യഥാർഥ ഏലിയ തുടർന്ന്Capistrano മടങ്ങുകയായിരുന്ന, എന്നാൽ ഒരു പന്ത് ഒരു ബാറ്റ് ശബ്ദം.
		-- Bill Veeck

%
താറാവ് വേട്ടക്കാരൻ വെള്ളം നടക്കുകയും തന്റെ റിട്രീവർ പരിശീലിപ്പിച്ചു. കാണിക്കാൻ ആവോളംഅത്ഭുതകരമായ ഈ അംഗീകാരമെന്ന് അവൻ അടുത്ത സഹിതം പോകാൻ ഒരു കുസൃതിച്ചിരിയോടെവേട്ടയാടൽ ട്രിപ്പ്. ഒന്നും പറഞ്ഞിട്ടു താറാവ് വീണു പോലെ തന്റെ ആദ്യ വെടി ഒപ്പം,നായ, വെള്ളം ഉപരിതലത്തിൽ നടന്നു താറാവ് വീണ്ടെടുക്കാനും മടങ്ങിയജമാനന്റെ അതു."എന്തെങ്കിലും ശ്രദ്ധിച്ചോ?" ഉടമ ജിജ്ഞാസയോടെ ചോദിച്ചു."അതെ," തന്റെ സുഹൃത്തായ, "ഞാൻ മറന്നത് മൂഢൻ നായ നീന്താനാകില്ല കാണാം." പറഞ്ഞു
		-- Bill Veeck

%
ചെസ്സ് ഏറ്റവും വേഗമേറിയ തോൽവിചെസ്സിലെ ലോകത്ത് ഞങ്ങൾക്കു വേണ്ടി വലിയ പേര് Gibaud ഒരു ഫ്രഞ്ച് ചെസ് ആണ്മാസ്റ്റർ.പാരീസ് 1924 കാലയളവിൽ അദ്ദേഹം ഒരു നാല് മാത്രമേ നീക്കങ്ങൾ ശേഷം തല്ലിക്കൊന്നുമൊൺസ്യൂർ Lazard. പറയട്ടെ ശപ്പന്, നീക്കങ്ങൾ രേഖപ്പെടുത്തിയിട്ടുണ്ട് അങ്ങനെ ചെയ്യുന്നുചെസ്സ് വർക്ക്ഷോപ്പ് സൗകര്യങ്ങൾ ഈ മനോഹരമായ തകർന്ന് പുനരുദ്ധരിക്കാൻ ചെയ്യാംസ്വന്തം വീടുകളിൽ.Lazard കറുപ്പും Gibaud വെളുത്തതും ആയിരുന്നു1: പി-Q4, കെ.ടി-KB32: കെ.ടി-Q2, പി-k43: PxP, കെ.ടി-Kt54: പി-KR3, കെ.ടി-K6വൈറ്റ് പിന്നീട് ഒരു അഞ്ചാം നീക്കത്തെ ഉൾപ്പെട്ടിരിക്കുന്നത് തന്നെ തിരിച്ചറിഞ്ഞുകൊണ്ട് ന് രാജിവച്ചുഒരു ക്യു KR5 ചെക്ക് അല്ലെങ്കിൽ തന്റെ രാജ്ഞിയായ നഷ്ടം ഒന്നുകിൽ.
		-- Stephen Pile, "The Book of Heroic Failures"

%
സഹ, ബാറിൽ ഒരു ഇരുന്നു പാനീയം ഉത്തരവിട്ടു അവൻ എങ്കിൽ ബാർറ്റന്റർ ചോദിച്ചുഒരു ഊമ-ഇന്ഫ്യൂഷന് തമാശ കേൾക്കാൻ ആഗ്രഹിക്കുന്നത്."ഹേയ്, ബഡ്ഡി," ബാർറ്റന്റർ മറുപടി പറഞ്ഞു, "നിങ്ങൾക്ക് അടുത്ത ആ രണ്ടു സഞ്ചി കാണാംനിങ്ങൾ? അവർ ചിക്കാഗോ ബിയേഴ്സ് കൂടെ ആകും. നിങ്ങളുടെ പിന്നിൽ രണ്ടു ആഹാ ഉണ്ടാക്കിയുഎസ് ഒളിമ്പിക് ഗുസ്തി ടീം. നിങ്ങളുടെ വിവരങ്ങൾ, ഞാൻ കളിക്കാൻ ഉപയോഗിക്കുന്നനോത്രെ ദാം ചെയ്തത് സെന്റര്. ""അതു മറക്കുക," കസ്റ്റമർ പറഞ്ഞു. "ഞാൻ അതു അഞ്ച് വിശദീകരിക്കാൻ ആഗ്രഹിക്കുന്നില്ലതവണ. "
		-- Stephen Pile, "The Book of Heroic Failures"

%
ആധികാരികതയെ വീശിയേക്കാം ചെയ്തു ഏറ്റവും ഗുരുതരമായ സംശയമില്ലവേദപുസ്തക അത്ഭുതങ്ങൾ കാര്യത്തിൽ സാക്ഷികളെ ഏറ്റവും വസ്തുത ആണ്അവരെ മത്സ്യത്തൊഴിലാളികളെ ആയിരുന്നു.
		-- Arthur Binstead

%
പഴയ കുളത്തിലെ SHOOTER തന്റെ ജീവിതത്തിലെ നിരവധി ഒരു ഗെയിം നേടിയിരുന്നു. ഇപ്പോൾ സമയം ആയിരുന്നുക്യൂ ഹാംഗ് അപ്പ്. അവൻ ചെയ്തു പറഞ്ഞപ്പോള് മറ്റ് വിപണികളിലെ തറയിൽ പോയി തകർക്കാതെ വന്നു."ക്ഷമിക്കണം," ഒരു പുഞ്ചിരിയോടെ അദ്ദേഹം പറഞ്ഞു.
		-- Jack Handey, The New Mexican, 1988.

%
ഒരു അലസമായ മനുഷ്യൻ മാന്യമായ നോക്കി ഒറ്റ ഉറപ്പു വഴി ഒരു മത്സ്യബന്ധന എന്നതാണ്അവന്റെ കയ്യിൽ വടി.
		-- Jack Handey, The New Mexican, 1988.

%
ലോകത്തിലെ ഏക യഥാർഥ ഗെയിം ഞാൻ കരുതുന്നു ബേസ്ബോൾ ആണ് ...നിങ്ങൾ വഴി നിങ്ങൾക്ക് ആറോ ഏഴോ വർഷം ആയിരിക്കുമ്പോൾ, താഴെയുള്ള, ആരംഭിക്കാൻ ലഭിച്ചുപഴയ. പതിനഞ്ച് അല്ലെങ്കിൽ പതിനാറു വരുന്നതുവരെ കാത്തിരിക്കുക കഴിയില്ല. താങ്കൾക്ക് ചെയ്യട്ടെ ലഭിച്ചുനിങ്ങളുമായി വളരുന്നു നിങ്ങൾ വിജയം മുൻപരിചയം ആവശ്യത്തിനു ഹാർഡ് ശ്രമിക്കുകയാണെങ്കിൽ, നിങ്ങൾ മുൻപരിചയംമുകളിൽ പുറത്തു വന്നു ബന്ധിച്ചു, ഈ ആൺകുട്ടികളുടെ പോലെ ഇപ്പോൾ മുകളിൽ വന്നിരിക്കുന്നു.
		-- Babe Ruth, in his 1948 farewell speech at Yankee Stadium

%
കുടം ശീലപൊതിഞ്ഞു അവൻ batter ചെയ്തത് പന്ത് flang. ബാറ്ററിswang ഇടാൻ. കുടം വീണ്ടും പന്ത് flang ഈ സമയംകണക്ട് തുമുലപുത്രന്മാരെ. അവൻ സെന്റര് ഫീൽഡർ ഒരു ഉയർന്ന ഈച്ച ഹിറ്റ്. ദികേന്ദ്രം ഫീൽഡർ ക്യാച്ചിലൂടെ എല്ലാ സെറ്റ്, എന്നാൽ അവസാന നിമിഷം തന്റെകണ്ണു വെയിൽ blound ചെയ്തു അവൻ അതു ഒഴിവാക്കി.
		-- Dizzy Dean

%
വേട്ടയാടൽ ആനകളുടെ യഥാർഥ പ്രശ്നം decoys വഹിച്ചുകൊണ്ട് ആണ്.
		-- Dizzy Dean

%
ഒരു വിജയി തുടരാൻ ദിനംതോറും വഴി ഒരിക്കൽ വിജയം, തുടർന്ന് ഇനി പ്ലേ അല്ല.
		-- Dizzy Dean

%
കാലിഫോർണിയ ബിയേഴ്സ് യൂണിവേഴ്സിറ്റി Reggie ഒപ്പിടുന്നത് പ്രഖ്യാപിച്ചുകാലിഫോർണിയൻ പങ്കെടുക്കാൻ അടുത്ത വീഴ്ച ഉദ്ദേശത്തോടെ ഒരു കത്ത് Philbin. Philbin പറയപ്പെടുന്നുനന്നായി തട്ടിപ്പ് യാതൊരു താലന്തു അപ്പ് ഉണ്ടാക്കുവാൻ. തന്റെ തീരുമാനം Philbin പറയുന്നുകാലിഫോർണിയൻ പങ്കെടുക്കാൻ, "ഞാൻ സ്വതന്ത്ര തുടങുന്നു അതിലുണ്ട്."
		-- Dizzy Dean

%
ചൂതുകളിയിൽ ആവേശം അതിന്റെ പ്രാക്ടീസ് അങ്ങനെ സന്തോഷകരമായ അങ്ങനെ സാർവത്രിക ആണ്ഞാൻ അതു ദോഷം ആയിരിക്കണം ഏറ്റെടുക്കാനും എന്ന്.
		-- Heywood Broun

%
നിങ്ങൾ ഒരു കായിക അഭിപ്രായമുണ്ടെങ്കിൽ കണക്കാക്കുന്നത് ഇല്ലാതിരുന്നാൽ ജീവിതത്തെ അർത്ഥശൂന്യമാണ്.
		-- Heywood Broun

%
അയഞ്ഞ ന് ബേസ്ബോൾ താലന്തു രൂപയുടെ മില്യൻ ഡോളർ ഒരു ദമ്പതികൾ അവിടെവലിയ ലീഗ് തയ്യാറാണ്, ഇതുവരെ മേജർ ലീഗ് വഴി മരണക്കുറിപ്പുകൾ. ഇതുണ്ട്20 ഗെയിമുകൾ ഒരു സീസണിൽ ... കൂടാതെ outfielders നേടുമെന്നാണ് കുടങ്ങൾ [ആർ] കഴിഞ്ഞില്ല350, നക്ഷത്രങ്ങൾ പോലെ തിരിച്ചറിയൽ വിജയിക്കാൻ കഴിയുന്ന infielders അമർത്തുക, ഭൂതകാല അവിടെആർ ഈ എഴുത്തു ചെയ്തത് ഒരുപക്ഷേ ബിൽ Dickey മികച്ചവർ കുറഞ്ഞത് ഒരു കാച്ചർ,ജോഷ് ഗിബ്സൺ. ഒരു കാര്യം മാത്രം, വലിയ ലീഗ് നിന്നു അവയെ നിലനിർത്തുന്നതിനാണ്അവരുടെ തൊലി നിറം. അവർ നിറത്തിലുള്ള ഇടയായാൽ.
		-- Shirley Povich, 1941

%
അവർ തിരമാലകൾ മാത്രം നില്ക്കുന്ന സർഫ്.
		-- Shirley Povich, 1941

%
നിങ്ങൾ ഹിറ്റ് ഏതൊരു ആദ്യ, ഷൂട്ട്, ലക്ഷ്യം അടിക്കാൻ ഉറപ്പിക്കാൻ,ടാർഗെറ്റ് അതിനെ വിളിക്കുന്നു.
		-- Shirley Povich, 1941

%
എല്ലാവരേയും വിശ്വസിക്കുക, പക്ഷേ കാർഡുകൾ മുറിച്ചു.
		-- Finlay Peter Dunne, "Mr. Dooley's Philosophy"

%
രണ്ടു സഹോദരന്മാർ Mort, ബിൽ, സെയിൽ സദൃശമായ. ബിൽ ഒരു വലിയ കാര്യമാണെങ്കിലുംഅനുഭവത്തിന്റെ ഡീൽ, അവൻ തീർച്ചയായും ഇല്ല റിഗ്ഗര് Mort ആണ്.
		-- Finlay Peter Dunne, "Mr. Dooley's Philosophy"

%
രണ്ട് golfers അവയ്ക്ക് മുന്നിൽ സ്ത്രീകളുടെ twosome ആയി താങ്ങി ഏറ്റു, ഷോട്ടുകൾ whiffed നഷ്ടപ്പെട്ട പന്തിൽ എന്നആലോചിചു തോന്നുമായിരുന്നു വേണ്ടി putts മീതെ വന്നുനിന്നുമണിക്കൂർ പോലുള്ള."ഞങ്ങൾ പ്ലേ എങ്കിൽ ഞാൻ ആവശ്യപ്പെടും," അദ്ദേഹം നേരെ ചെന്ന് ബില്ലിനെ പറഞ്ഞുസ്ത്രീകൾ. പച്ച ഇരുപതു വാര എന്നാൽ അവൻ കുതികാൽ ഓണാക്കിമടങ്ങിപ്പോന്നു തന്റെ കൂട്ടുകാരനോട് കാത്തിരിപ്പുണ്ടായിരുന്നു പോയി."അത് ചെയ്യാൻ കഴിയില്ല," അവൻ കണ്ണടച്ചാല് വിശദീകരിച്ചു. "അവരിൽ ഒരാൾ എന്റെ ഭാര്യയുടെമറ്റ് എന്റെ യജമാനത്തി ആകുന്നു! ""ഞാൻ ആവശ്യപ്പെടും" ജിം പറഞ്ഞു. അവൻ മാത്രമാണ് തിരിഞ്ഞു തിരികെ വരികയും, തുടങ്ങിയപച്ച മുൻപ്.	"എന്താണ് തെറ്റുപറ്റിയത്?" ബിൽ ചോദിച്ചു."ചെറിയ ലോകം, അല്ലേ?"
		-- Finlay Peter Dunne, "Mr. Dooley's Philosophy"

%
നാം playin ചെയ്തു 'Pitchburgh നഗരത്തിൽ ഹോംസ്റ്റെഡ് ലാൻഡ്കേപ്പുകൾ. ജോഷ് [ഗിബ്സൺ]ൽ ഞങ്ങളെ പിന്നിൽ ഒരു റൺ മനുഷ്യനോടു ഒമ്പതാം അവസാന ലെ വരുന്നു. നന്നായി,അവൻ ഒരു ഹിറ്റ്. ലാൻഡ്കേപ്പുകൾ ചുറ്റും കാത്തിരുന്നു ചുറ്റും കാത്തിരുന്നു, പക്ഷേ ഒടുവിൽസാമ്രാജ്യം അതു .മാമന്സ് അല്ല ഇറങ്ങി 'ഭരിക്കുന്നു. അങ്ങനെ ഞങ്ങൾ വിജയം. അടുത്ത ദിവസം ഞങ്ങൾ disputin ചെയ്തു 'ഫിലാഡൽഫിയയിലെ ലാൻഡ്കേപ്പുകൾ കഴിഞ്ഞാൽ ഇവിടെ ആകാശത്ത് ശരിയായ .ഇരുന്നുര് ഒരു പന്ത് വരുംലാൻഡ്കേപ്പുകൾ 'സെന്റര് ഫീൽഡർ എന്ന കയ്യുറ. സാമ്രാജ്യം മാത്രമേ സാധിക്കുകയുള്ളൂ കോൾ ഉണ്ടാക്കി."നിങ്ങൾ ബാലൻറെ, തീർന്നു!" അവൻ ജോഷ് പറയുന്നു. "ഇന്നലെ Pitchburgh ലെ."
		-- Satchel Paige

%
അവൻ മോതിരം കഷ്ടത ലെ എത്തിയപ്പോൾ [അലി] ഒരു വാതിൽ ധരിച്ചത് തുറക്കുക പെരേരയും ഒപ്പംഅവൻ നിയോൺ, ഓറഞ്ച്, പച്ച ലൈറ്റുകൾ മിന്നിമറയുന്ന, ഒപ്പം ബാറ്റുകൾ കാണാൻ കഴിഞ്ഞില്ല അകത്ത്വിന്റര് ഊതുന്ന ആൻഡ് സ്യൂവേഴ്സ് വീശുന്ന അവൻ പാമ്പുകൾ കേട്ടുജെല്ലിക്കെട്ട്. വിചിത്ര മാസ്കുകൾ, അഭിനേതാക്കളും 'വസ്ത്രം മതിൽ തൂക്കിയിടും അവൻ എങ്കിൽസിൽ ഉടനീളം ഒഴിഞ്ഞു; അവർക്ക് എത്തിയിരിക്കുന്നു, താൻ ചെയ്തുകൊണ്ടിരുന്ന അറിയാമായിരുന്നുതനിക്കു നാശത്തിലേക്ക്.
		-- George Plimpton

%
ഞാൻ പോകുമ്പോൾ, ബോക്സിംഗ് വീണ്ടും ഒന്നും ആയിരിക്കും. സിഗരറ്റ് ഉപയോഗിച്ച് ആരാധകരുംതൊപ്പികൾ ഉണ്ടാകും, എന്നാൽ ഇനി വീട്ടമ്മമാർ കുഞ്ഞുങ്ങളെയും പുരുഷന്മാരിൽ down'll തിരിഞ്ഞുതെരുവ്, വിദേശ പ്രസിഡന്റുമാരും. ഇത് തിരികെ സേനാനി ആർ ലജ്ജിക്കാം .പഞ്ഞിക്കെട്ടുപോലെ പറ്റി 'നഗരത്തിൽ വരുന്നു ഒരു പൂവ് പടയും, ആശുപത്രി സന്ദർശനങ്ങൾ, ഒരു കൊമ്പു ഊതി പറയുന്നുഅവൻ ആകാരം തുടർന്ന്. പഴയ ഹാറ്റ്. ഞാൻ ചോദിച്ചു ചരിത്രം ആളുകളെ onliest ബോക്സർ ആയിരുന്നുഒരു സെനറ്റർ ഇതുപോലുള്ള ചോദ്യങ്ങൾക്ക്.
		-- Muhammad Ali

%
സംശയം നടുക്കുന്ന നയിക്കും.
		-- Muhammad Ali

%
വിജയികളുടെ, എല്ലാം അല്ല നഷ്ടം ഒന്നും അല്ല.
		-- Muhammad Ali

%
വിജയികളുടെ എല്ലാം അല്ല. അതു മാത്രം കാര്യമാണ്.
		-- Vince Lombardi

%
സ്ത്രീയേ: "യൂ കൊള്ളാം hyphenated ആണോ?"യോഗി Berra: "സമ്മതത്തോടെത്തന്നെ, അതിന്റെ പോലും ഗ്യാസുള്ള അല്ല."
		-- Vince Lombardi

%
