വഴിഅനുഭവിച്ചിട്ടുണ്ട് കഴിയുന്ന വശത്തേക്ക് സത്യമല്ല;നിർമിക്കും കഴിയുന്ന ലോകം യഥാർഥ അല്ല.വേ നടന്നുകൊള്ളും സംഭവിക്കാം ഒക്കെയും വെളിപ്പെടുത്തും;ലോകം നിലവിലുണ്ട് നിലനിൽക്കുകയും സകല പ്രതിനിധീകരിക്കുന്നു.കര്ത്തവ്യം ഇല്ലാതെ നേരിടുന്നുണ്ടെങ്കിൽ ലോകത്തെ അനുഭവവേദ്യമാകേണ്ടതുണ്ട് ആകുന്നു;കര്ത്തവ്യം പരീക്ഷിക്കുന്നതിനായി ലോകത്തെ അറിയുക എന്നതാണ്.ഈ രണ്ടു അനുഭവങ്ങൾ വേർതിരിച്ച് ആകുന്നു;നിർമ്മാണ വ്യത്യാസപ്പെട്ടിരിക്കുന്നു എന്നാൽ അവരുടെ പ്രഭാവം ഒരേ.അനുഭവം ഗോപുരം ബിയോണ്ട് വശത്തേക്ക് ഒഴുകുന്നുഏത് ലോകം എന്നേക്കും വലിയവൻ കൂടുതൽ തന്ത്രപൂർവം ആണ്.
		-- Lao Tse, "Tao Te Ching"

%
കര്ത്തവ്യംസൗന്ദര്യം വേർതിരിചെടുത്തതും ചെയ്യുമ്പോൾഅപ്പോൾ മനുകഷ്യപുത്രരെ മാര്പാപ്പയുടെ ചെയ്തു;നല്ല വേർതിരിചെടുത്തതും ചെയ്യുമ്പോൾഅപ്പോൾ ദോഷം സൂചിപ്പിക്കുകയോ ചെയ്തു.അങ്ങനെ ജീവനോടെ മരിച്ചവർ പ്രകൃതി നിന്ന് വേർതിരിചെടുത്തതും ചെയ്യുന്നു,ബുദ്ധിമുട്ടുള്ള എളുപ്പത്തിൽ പുരോഗതിയെ വേർതിരിചെടുത്തതും,ലോംഗ് ഷോർട്ട് തീവ്രത നിന്ന് വേർതിരിചെടുത്തതും,കൂടിയതും കുറഞ്ഞതുമായ രാവിൻറെ വേർതിരിചെടുത്തതും,ഗീതം സ്പീച്ച് മെലഡി നിന്ന് വേർതിരിചെടുത്തതും,ശേഷം അനുക്രമം നിന്നും വേർതിരിചെടുത്തതും മുമ്പ്.കര്ത്തവ്യം ഇല്ലാതെ മുനി അനുഭവങ്ങൾ,പിന്നെ നടപടിയും കൂടാതെ കുഴക്കി;പലതും മാറിമാറി ഒഴുക്ക് സ്വീകരിക്കുകയുള്ളൂഅവരെ പരിപോഷിപ്പിക്കുകയും, പക്ഷേ അവരെ സ്വന്തമല്ല,ജീവൻ, പക്ഷേ വസിക്കും ഇല്ല.
		-- Lao Tse, "Tao Te Ching"

%
ആക്ഷൻ ഇല്ലാതെയോഗ്യൻ പുകഴ്ത്തിയും അല്ല തർക്കവും തടയുന്നു,വിലപ്പെട്ട തടയുന്നതിന് മോഷണം esteeming അല്ല,മനോഹരമായ തടയുന്നതിന് കൊതിക്കുന്ന പ്രദർശിപ്പിക്കുന്നില്ല.ഈ വിധത്തിൽ മുനി ജനം നിയന്ത്രിക്കുന്നതും:അവരുടെ മനസ്സു ശൂന്യമാക്കുന്ന്,അവയുടെ ഉദരങ്ങളിൽ നിറയ്ക്കുകയുംഅവരുടെ അഭിലാഷങ്ങൾ ദുർബലരാക്കിയിട്ട്അവരുടെ അസ്ഥികളെ ഉറപ്പിച്ചു.ജനം അറിവും ആഗ്രഹം കുറവാകുന്നു എങ്കിൽഅപ്പോൾ അവർ പ്രവർത്തിക്കാൻ കഴിയില്ല;നടപടിയൊന്നും എടുക്കുന്നില്ലെങ്കിൽഹാർമണി തുടരുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
അനന്തമായവേ ഒരു അനന്തമായ പാത്രമോ;സ്വയം ഉപയോഗിക്കുകയാണ്, അതു ലോകം തൃപ്തിവരാത്ത;അതു വെട്ടി കഴിയില്ല knotted, തെളിച്ചം അല്ലെങ്കിൽ ഇളക്കുന്നു;അതിന്റെ അകപ്പെട്ട മറച്ച സാർവത്രികമായി നിത്യജീവനിലേക്കാണ് ആകുന്നു;അതു എവിടെനിന്നു വരുന്നു ഞാൻ അറിയുന്നില്ല;പ്രകൃതി വരുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
പ്രകൃതിപ്രകൃതി ഫെമിനിസം അല്ല;ഇത് അവിടേയ്ക്കു സകലവും പരിഗണിക്കുന്നത്.സേജ് ഫെമിനിസം അല്ല,അവിടേയ്ക്കു എല്ലാ ആളുകളോട് ഇടപെടുന്നത്.പ്രകൃതി ഒരു തുരുത്തി പോലെയുംശൂന്യ എങ്കിലും സപ്ലൈ നിർത്താതെ ഒരിക്കലും.കൂടുതൽ അതു പ്രേരിപ്പിക്കുന്നു കൂടുതൽ അവയോരോന്നും;അങ്ങനെ മുനി അനുഭവം മേൽ അടുപ്പിക്കുന്നുഅധൈര്യപ്പെട്ടും കഴിയില്ല.
		-- Lao Tse, "Tao Te Ching"

%
പരിചയംഅനുഭവം ഒരു നദീതടം ആണ്,അതിന്റെ ഉറവിടം മറഞ്ഞിരിക്കുന്ന, എന്നേക്കും ഒഴുകുന്ന:അതിന്റെ പ്രവേശനത്തിന്റെ ലോകത്തിന്റെ റൂട്ട്,വേ അതിൽ പ്രേരിപ്പിക്കുന്നു:അതിന്മേൽ വരയ്ക്കുക; അതു ഉണങ്ങിയ പ്രവർത്തിക്കില്ല.
		-- Lao Tse, "Tao Te Ching"

%
പൂർത്തിയാക്കുകഅതു സ്വയം നൽകില്ല കാരണം പ്രകൃതി പൂർത്തിയായി.മുനി തനിക്കു സ്ഥലങ്ങളും മുമ്പാകെ തന്നെത്താൻ കണ്ടുഅവന്റെ ആഗ്രഹം അവഗണിക്കുന്നു തന്നെത്താൻ ഉള്ളടക്കം കണ്ടെത്തുന്നു.അവൻ തന്നെത്താൻ നൽകില്ല കാരണം അവൻ പൂർത്തിയായി.
		-- Lao Tse, "Tao Te Ching"

%
വെള്ളംമനുഷ്യന്റെ ഏറ്റവും മികച്ച വെള്ളം;ഒക്കെയും ഗുണം, അവരെ എതിർക്കുന്നു ഇല്ല,ഏത് മറ്റുള്ളവരെ വൈമനസ്യം ആ സ്ഥലങ്ങളിൽ ഒഴുകുന്നുഎവിടെ വഴി ചേർച്ചയിലുള്ളതാണ്.അങ്ങനെ മുനി:പ്രകൃതി ഉള്ളിൽ താമസിക്കുന്നു,ആഴമുള്ള ഉള്ളിൽ ചിന്തിക്കുന്നതും,നിഷ്പക്ഷത ഉള്ളിൽ നൽകുന്നു,ട്രസ്റ്റ് ഉള്ളിൽ സംസാരിക്കുന്നു,ഓർഡർ ഉള്ളിൽ നിയന്ത്രിക്കുന്നതിനുംകഴിവ് ഉള്ളിൽ ക്രാഫ്റ്റ്സ്,അവസരം ഉള്ളിൽ പ്രവൃത്തികൾ.അവൻ വ്യവഹരിപ്പാൻ ഇല്ല ആരും അവനെ എതിര്ക്കുന്ന.
		-- Lao Tse, "Tao Te Ching"

%
വിരമിക്കുകഅതിന്റെ വകൂ ഒരു പാനപാത്രം നിറഞ്ഞു അതിനെ എളുപ്പത്തിൽ ഒഴുകിപ്പോകും;അതിന്റെ വരാനാഗ്രഹിക്കുന്നവരെയാണ് ഒരു വാൾ ദേഷ്യം അതു എളുപ്പത്തിൽ തകർന്നുപോയി;മഹാന്മാരായ നിധി ശേഖരിച്ച് അത് എളുപ്പത്തിൽ മോഷ്ടിച്ചു;അവകാശവാദമുന്നയിക്കുകയും ബഹുമാനിക്കുന്നതിലും എളുപ്പത്തിൽ വീഴും;നിങ്ങളുടെ ഉദ്ദേശ്യം കൈവരിക്കുന്നു ഒരിക്കൽ റിട്ടയർ - ഈ സ്വാഭാവികമാണ്.
		-- Lao Tse, "Tao Te Ching"

%
പൊരുത്തംവശത്തേക്ക് ആലിംഗനം, നിങ്ങൾ ആലിംഗനം തീർന്നിരിക്കുന്നു;സൌമ്യമായി ശ്വസനം, നിങ്ങൾ നവജാത തീർന്നിരിക്കുന്നു;നിങ്ങളുടെ മനസ്സ് മായ്ക്കുന്നു, നിങ്ങൾ വ്യക്തമായി;നിങ്ങളുടെ മക്കളെ താദാത്മ്യം, നിങ്ങൾ നിഷ്പക്ഷമായ തീർന്നിരിക്കുന്നു;നിങ്ങളുടെ ഹൃദയം തുറക്കുന്നു, നിങ്ങൾ അംഗീകരിക്കപ്പെട്ടിട്ടുണ്ടെങ്കിലും;ലോകം സ്വീകരിക്കുന്നു വഴി ആശ്രയിക്കുന്നു.കായിച്ചും താദാത്മ്യം,സൃഷ്ടിക്കുന്നു എന്നാൽ ഉടമസ്ഥതയുള്ള അല്ല,ആവശ്യപ്പെട്ട് ഇല്ലാതെ നൽകൽ,ഈ യോജിപ്പ് ആണ്.
		-- Lao Tse, "Tao Te Ching"

%
ഉപകരണങ്ങൾമുപ്പത് ആരക്കാലുകളും ഒരു വീതിക്കു ഒന്നിക്കുന്നു;കാരണം ദ്വാരം ഞങ്ങൾ ചക്രം ഉപയോഗിച്ചേക്കാം.ക്ലേ ഒരു പാത്രം പാകപ്പെടുത്തിയുണ്ടാക്കിയ ആണ്;കാരണം പൊള്ളയായ ഞങ്ങൾ പാനപാത്രം ഉപയോഗിച്ചേക്കാം.മതിലുകൾ ഒരു അടുപ്പിൽനിന്നു ചുറ്റും പണിതിരിക്കുന്നു;വാതിലുകൾ നാം വീടു ഉപയോഗിക്കാം കാരണം.ഇപ്രകാരം ഉപകരണങ്ങൾ നിലവിലുണ്ടെന്നും നിന്നു വന്നുഎന്നാൽ അല്ലേ? നിന്നും ഉപയോഗിക്കുക.
		-- Lao Tse, "Tao Te Ching"

%
ലഹരിവസ്തുക്കളുടെവളരെയധികം നിറം ബ്ലൈൻഡ്സ് കണ്ണ്,വളരെയധികം സംഗീത ചെവി deafens,വളരെയധികം രുചി അണ്ണാക്ക് dulls,വളരെയധികം പ്ലേ മനസ്സിൽ maddens,വളരെയധികം ആഗ്രഹം ഹൃദയം കണ്ണുനീർ.ഈ വിധത്തിൽ മുനി ജനം കരുതുകയും:അവൻ വയറു ഇന്ദ്രിയങ്ങൾ വേണ്ടി, ലഭ്യമാക്കുന്നു;അവൻ കര്ത്തവ്യം അവഗണിക്കുന്നു സമ്പത്തും മുറുകെപിടിക്കുന്നുവോ.
		-- Lao Tse, "Tao Te Ching"

%
സ്വയംഇരുവരും സ്തുതി നിഷ്കളങ്കരും വ്യവഹാരം ആശങ്ക,അവർ ജനത്തെ പ്രത്യാശയും ഭയം വരുത്തും വേണ്ടി.പ്രത്യാശ ഭയവും ഒബ്ജക്റ്റ് സ്വയം ആണ് -വേണ്ടി, സ്വയം ഇല്ലാതെ സൗഭാഗ്യത്തോടും ദുരന്തം സംഭവിക്കാം ആക്കാം?അതുകൊണ്ടു,ആർ ലോകത്ത് നിന്നും തന്നെത്താൻ വേർതിരിച്ചു ലോകം നല്കപ്പെടേണ്ടതിന്നുംഎന്നാൽ ലോകം നടിച്ചവനാകട്ടെ ലോകം സ്വീകരിക്കാവുന്നതാണ്.
		-- Lao Tse, "Tao Te Ching"

%
മിസ്റ്ററിനോക്കി കാണുന്ന കഴിയില്ല - അതു ഫോം കീഴെ ആകുന്നു;ശ്രവിച്ചു ഉത്തരം കഴിയില്ല - അതു ശബ്ദം കീഴെ ആകുന്നു;പിടിച്ചുവച്ചവ പക്ഷേ തൊട്ടു കഴിയില്ല - ഇത് വന് കീഴെ ആകുന്നു;ഈ depthless കാര്യങ്ങൾ നിർവചനം രക്ഷപെടാൻ,പിന്നെ ഒരൊറ്റ രഹസ്യത്തെക്കുറിച്ച് കുഴയ്ക്കുക.അതിന്റെ ഉയരുന്ന വെളിച്ചം ഇല്ലായ്കകൊണ്ടു ആണ്,അതിന്റെ അവിടെ വീഴുന്ന യാതൊരു ഇരുട്ടായാൽവിവരണം അപ്പുറം നിരന്തരമായ ത്രെഡ്,നിലവിലില്ല എന്ത് നീങ്ങുന്ന;അതിന്റെ രൂപം ആകൃതിയില്ലാത്ത,അതിന്റെ ഇമേജ് ഒന്നും,പേര് മിണ്ടാതെ;അത് പിന്തുടരുക അതു തിരികെ ഉണ്ട്,അതു കണ്ടുമുട്ടുക അതു മുഖം ഉണ്ട്.കഴിഞ്ഞ കൈകാര്യം ഇന്നത്തെ ഹാജരാകുക;ഇങ്ങനെ, വേ തുടര്ച്ച ഗ്രഹിക്കാൻഏത് ഭദ്രമല്ല ആണ്.
		-- Lao Tse, "Tao Te Ching"

%
എന്ലൈറ്റന്മെന്റ്പ്രബുദ്ധരായ ബുദ്ധി കൈവശമാക്കുംഅതിഗഹനവുമാണ് അവർ ഗ്രഹിച്ചു കഴിയില്ല.കാരണം അവർ മനസിലാക്കാനും കഴിയില്ലഞാൻ മാത്രം അവരുടെ രൂപം വിവരിക്കാൻ കഴിയും:നേർത്ത ഐസ് കുറുകെ ഒന്നായി ജാഗ്രത,അപകടം വലയം ഒന്നായി ആനുകാലികങ്ങളിലും,ഒരു ഗസ്റ്റ് ഒരാൾ പോലെ കഴിയാൻ,ഐസ് ഉരുകി പോലെ മഹത്തായ,വിഗ്രങ്ങൾ ആയി ആത്മാർഥവുംഒരു താഴ്വരയിൽ എന്നപോലെ ബ്രോഡ്,ജലാശയത്തിൽ വെള്ളം പോലെ പരിധിയില്ലാത്ത.ആർ ചെളി തീർക്കുന്നതിനായി വെള്ളം ശമിപ്പിക്കുന്നു,ആർ അവൻ യാത്ര വേണ്ടി നിർത്താൻ തേടുന്നആർ transpire എന്തെല്ലാം കുറവ് ഉദ്ദേശിക്കുന്നുനാൾക്കു പക്ഷേ പുതുക്കപ്പെടുകയില്ല.
		-- Lao Tse, "Tao Te Ching"

%
ജീർണ്ണതയും പുതുക്കൽപൂർണ്ണമായും സ്വയം ശൂന്യമാക്കുക;തികഞ്ഞ സമാധാനം അവലംബിക്കുക.ലോകം എഴുന്നേറ്റു നീങ്ങും;അതു ബാക്കി മടങ്ങാൻ കാണുക.എല്ലാ സ്വപ്നം കാര്യങ്ങൾഅവരുടെ ഉറവിടം തിരിച്ചുവരും.ഈ മടക്കം സമാധാനപരമായ ആകുന്നു;പ്രകൃതിയിലെ ഒഴുക്ക് ആണ്,നിത്യമായ ജീർണ്ണതയും പുതുക്കൽ.ഈ സ്വീകരിക്കുന്നു ജ്ഞാനോദയം നൽകുന്നു,ഈ അവഗണിക്കൽ അരിഷ്ടത നൽകുന്നു.ആർ പ്രകൃതിയുടെ ഒഴുക്ക് സ്വീകരിക്കുമ്പോൾ എല്ലാ-ഇതിലടങ്ങിയ മാറുന്നു;എല്ലാ-ഇതിലടങ്ങിയ താൻ നിഷ്പക്ഷമായ മാറുന്നു;നിഷ്പക്ഷമായ താൻ മഹാമനസ്കതയുള്ളതുമായ മാറുന്നു;മഹാമനസ്കതയുള്ളതുമായ താൻ പ്രകൃതി മാറുന്നു;പ്രകൃതി ഒരാളായി അവൻ മാർഗ്ഗമുപയോഗിച്ച് മാറുന്നു;അവൻ അനശ്വരനായ മാറുന്നു മാർഗ്ഗമുപയോഗിച്ച് ഒരാളായി:തന്റെ ശരീരം അസ്ഥിഭാഗമൊഴിച്ചു എന്നിരിക്കിലും വേ മനസ്സില്ല.
		-- Lao Tse, "Tao Te Ching"

%
ഭരണാധികാരികൾമികച്ച ഭരണാധികാരികൾ ഹീനനായിട്ടുള്ളവനും അവരുടെ വിഷയങ്ങൾ ആണ് അറിയപ്പെടുക;അടുത്ത മികച്ച സ്നേഹിച്ചു സ്തുതിച്ചു ചെയ്യുന്നു;അടുത്ത ഭയപ്പെടുവാൻ;അടുത്ത നിന്ദിച്ചു:അവർ തങ്ങളുടെ ജനതയോട് ലെ വിശ്വസിച്ചിട്ടില്ലഅവരുടെ ജനത്തെ വിശ്വാസപാതകം തീർന്നിരിക്കുന്നു.മികച്ച ഭരണാധികാരികൾ അവരുടെ ലക്ഷ്യം ചെയ്യുമ്പോൾഅവരുടെ വിഷയങ്ങൾ സ്വന്തം നിലയിൽ നേട്ടം അവകാശപ്പെടുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
കാപട്യവുംവേ മറന്നു ചെയ്യുമ്പോൾഡ്യൂട്ടി ന്യായവും ദൃശ്യമാകും;അപ്പോൾ അറിവും ജ്ഞാനവും ജനിക്കുന്നകാപട്യം സഹിതം.സൌഹാര്ദപൂര്ണ്ണവുമായിരിക്കും ബന്ധങ്ങൾ പിരിച്ചു ചെയ്യുമ്പോൾഅപ്പോൾ ആദരിക്കാനും ഭക്തിയും എഴുന്നേൽക്ക;ഒരു ജാതി അരാജകത്വവും വീഴുന്നതുപോലുംഅപ്പോൾ ലോയൽറ്റി, ദേശസ്നേഹം ജനിക്കുന്നത്.
		-- Lao Tse, "Tao Te Ching"

%
ലഘൂകരിക്കുകഞങ്ങൾ അറിവും ജ്ഞാനവും ഉപേക്ഷിക്കുക കഴിഞ്ഞില്ല എങ്കിൽഅങ്ങനെ ജനം നൂറുമേനി പ്രയോജനം വരും;ഞങ്ങൾ ഡ്യൂട്ടി ന്യായവും ഉപേക്ഷിക്കുക കഴിഞ്ഞില്ല എങ്കിൽഅപ്പോൾ സൌഹാര്ദപൂര്ണ്ണവുമായിരിക്കും ബന്ധങ്ങൾ നിലകൊള്ളും;ഞങ്ങൾ artifice ലാഭം ഉപേക്ഷിക്കുക കഴിഞ്ഞില്ല എങ്കിൽഅപ്പോൾ മാലിന്യങ്ങൾ മോഷണം അപ്രത്യക്ഷമാകുകയും തന്നെ.എങ്കിലും അത്തരം പരിഹാരങ്ങൾ മാത്രം ലക്ഷണങ്ങൾ ആക്കുമോഅങ്ങനെ അവർ അപര്യാപ്തമാണ്.ആളുകൾ സ്വകാര്യ പരിഹാരങ്ങൾ വേണമെങ്കിൽ:നിങ്ങളുടെ നഗ്നനായി സ്വയം വെളിപ്പെടുത്തുന്നതും നിങ്ങളുടെ യഥാർത്ഥ സ്വഭാവം ആലിംഗനം;നിങ്ങളുടെ സ്വയം-പലിശ കെട്ടി നിങ്ങളുടെ അഭിലാഷം നിയന്ത്രിക്കാൻ;നിങ്ങളുടെ ശീലങ്ങൾ മറക്കുക നിങ്ങളുടെ കാര്യങ്ങളിൽ ലളിതമാക്കുക.
		-- Lao Tse, "Tao Te Ching"

%
അലഞ്ഞഅനുമതിയോടെ ആൻഡ് നിഷേധവും തമ്മിലുള്ള വ്യത്യാസമെന്താണ്?മനോഹരമായ വൃത്തികെട്ട തമ്മിൽ എന്താണ് വ്യത്യാസം?വിഷമമേറിയ ഭയപ്പെടാതെ തമ്മിൽ എന്താണ് വ്യത്യാസം?ജനം മനോഹരമായ പാർട്ടിയ്ക്കിടെ പോലെ ഘോഷവും ആകുന്നുഅല്ലെങ്കിൽ വസന്തകാലം പാർക്കിൽ ടീമംഗമാണ്,എന്നാൽ ഞാൻ പ്രശാന്തസുന്ദരമായ ആകുന്നു ഉഴലുമ്പോൾഅവർ,അതു പുഞ്ചിരി മനസ്സിലാക്കുന്നു മുമ്പ് ഒരു നവജാത തോന്നുന്നു,യഥാര്ത്ഥ വീട്ടിലേക്കുള്ള, മാത്രം.ജനം വേണ്ടത്ര ശേഷിപ്പിക്കുന്നു,എനിക്ക് ഒന്നുമില്ല എവിടെ,എന്റെ ഹൃദയം വിഡ്ഢിത്തമാണ്,കുഴഞ്ഞചിന്തയാണ് ആൻഡ് മേഘാവൃതമായ.ജനം ശുഭ്രമായ ദൃഢമായിഞാൻ മങ്ങിയ ആശയക്കുഴപ്പത്തിലാഴ്ന്ന ആകുന്നു എവിടെ;ജനം മിടുക്കന് ആൻഡ് ജ്ഞാനികൾഞാൻ മുഷിഞ്ഞ അറിയാത്തവനും ആകുന്നു എവിടെ;കടൽ ളിനിയുള്ള ഒരു തരംഗം എന്ന് റോള്നു,ഒന്നും അറ്റാച്ച്.ജനം ലക്ഷ്യത്തോടെ തിരക്കിലാണ്,ഞാൻ അപ്രായോഗികമാണ് പരുക്കൻ ആകുന്നു എവിടെ;ഞാൻ ജാതികളുടെ ഉത്തരവാദിത്തങ്ങളിൽ പങ്കിടാൻ ചെയ്യരുത്എന്നാൽ ഞാൻ പ്രകൃതിയുടെ മുല തീറ്റി ഞാൻ.
		-- Lao Tse, "Tao Te Ching"

%
അംഗീകരിക്കുകഹാർമണി ഒരേയൊരു വഴി താഴെ ആണ്.വശത്തേക്ക് ഫോം അല്ലെങ്കിൽ ഗുണമേന്മയുള്ള ഇല്ലാത്തവരോഎന്നാൽ എല്ലാ രൂപങ്ങളും ഗുണങ്ങളും പ്രകടിപ്പിക്കുന്ന;വേ മറച്ച് implicate ആണ്,എന്നാൽ പ്രകൃതിയിലെ പ്രകടിപ്പിക്കുന്നു;വേ ഇരിക്കുന്നു,എന്നാൽ എല്ലാ ചലനം പ്രകടമാക്കുന്ന.സംവേദനവും മെമ്മറി കീഴെവശത്തേക്ക് ലോകത്തെ ഉറവിടം.എങ്ങനെ ലോകത്തിന്റെ ഉറവിടം മനസ്സിലാക്കാൻ കഴിയും?സ്വീകരിക്കുന്നതിലൂടെ.
		-- Lao Tse, "Tao Te Ching"

%
വീട്അംഗീകരിച്ച് നിങ്ങൾ മുഴുവൻ തീർന്നിരിക്കുന്നു,സൗമ്യവും നിങ്ങൾ ങും,ശൂന്യ നീ നിറയുകജീർണ്ണതയും നിങ്ങൾ പുതുക്കാൻ,ആഗ്രഹിക്കുന്ന നിങ്ങൾ സ്വന്തമാക്കാനും,നിറവേറ്റുകയും നിങ്ങൾ ആശയക്കുഴപ്പത്തിലാണ് തീർന്നിരിക്കുന്നു.മുനി ലോകം സ്വീകരിക്കുകയുള്ളൂലോകം വേ സ്വീകരിക്കുകയുള്ളൂ പോലെ;അവൻ ഇത്ര വ്യക്തമായി കാണുന്ന തന്നെത്താൻ പ്രദർശിപ്പിക്കുകയോ ചെയ്യുന്നില്ലഅങ്ങനെ അംഗീകരിച്ചിട്ടുണ്ട് തന്നെത്താൻ നീതീകരിപ്പാൻ ഇല്ല,ആത്മപ്രശംസ, അതിനാൽ എണ്ണും,തനിക്കു അഹങ്കാരം സാധ്യത ഇല്ല ഉള്ളതു,വ്യവഹരിപ്പാൻ, അതിനാൽ ആരും ഇവന്റെ നേരെ വ്യവഹരിക്കട്ടെ.പൂർവ്വികൻമാരുടെ "അംഗീകരിച്ച് മുഴുവൻ തീർന്നിരിക്കുന്നു" പറഞ്ഞുമുഴുവൻ ഒരിക്കൽ ലോകം നിങ്ങളുടെ വീട്ടിൽ ഇരിക്കുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
വാക്കുകൾപ്രകൃതി മാത്രം ചില വാക്കുകൾ പറയുന്നു:ഹൈ കാറ്റു അധികകാലം ഇല്ല,അന്ധൻമാരെ കനത്ത മഴ ചെയ്യുന്നു.പ്രകൃതിയുടെ വചനങ്ങൾ ഒടുക്കം ഇല്ലെങ്കിൽഎന്തുകൊണ്ട് മനുഷ്യന്റെ ആ ചെയ്യണം?ആർ യോജിപ്പ് സ്വീകരിക്കുകയുള്ളൂ പൊരുത്തമുണ്ട് മാറുന്നു.ആർ നഷ്ടം സ്വീകരിക്കുകയുള്ളൂ നഷ്ടപ്പെട്ടു മാറുന്നു.യോജിപ്പ് സ്വീകരിക്കുമ്പോൾ ആർ, മാർഗം ക്രമീകരിച്ചിട്ടുണ്ടൺ്,ആരാണ് നഷ്ടം സ്വീകരിക്കുകയുള്ളൂ വഴി കണ്ടെത്താൻ കഴിയില്ല.
		-- Lao Tse, "Tao Te Ching"

%
വഴിയൊരുക്കുംസ്വയം നേരെയാക്കുക നിങ്ങൾ സ്ഥിരതയുള്ള നിൽക്കയില്ല;സ്വയം പ്രദർശിപ്പിക്കുക നിങ്ങൾ വ്യക്തമായി കാണാൻ ചെയ്യില്ല;സ്വയം ന്യായീകരിക്കാനും നീയൊരു ചെയ്യില്ല;സ്വയം പ്രമോട്ട് നിങ്ങൾ വിശ്വസിച്ചു ചെയ്യില്ല;സ്വയം അഹങ്കാരവും നിങ്ങൾ നിലനിൽക്കയില്ല.ഈ സ്വഭാവങ്ങൾ, ദുർവ്യയം ഭോഗപരത ആകുന്നു,അങ്ങനെ അവർ മിക്ക ആകർഷിക്കാൻ;ഹാർമണി അവരെ ഗുണവുമില്ല.
		-- Lao Tse, "Tao Te Ching"

%
അബ്സ്ട്രാക്ഷൻ കീഴെഒരു രഹസ്യം ഉണ്ട്,കര്ത്തവ്യം കീഴെ,നിശബ്ദം, depthless,ഒറ്റയ്ക്ക് മാറാത്ത,, സാർവത്രികമായി ദ്രാവകപ്രകൃതിയുടെ അമ്മ.പേരും ഉണ്ട്, എന്നാൽ ഞാൻ "വഴി" വിളിക്കുവാനും;അതിന് പരിധി, പക്ഷേ എനിക്ക് അതിനെ "അനന്തമായ" വിളിക്കും.അനന്തമായ ഒരാളായി, അതു എന്നേക്കും അകലെ ഒഴുകുന്നു;എന്നേക്കും അകലെ ഒഴുകുന്ന അതു എന്റെ സ്വയം തിരിച്ചെത്തുന്നു:വേ അപരിമിതമാണ്,അങ്ങനെ പ്രകൃതി അപരിമിതമാണ്,അങ്ങനെ ലോകം അപരിമിതമാണ്,അതിനാൽ ഞാൻ അനന്തമായ ആകുന്നു.ലോകത്തെ നിന്ന് വേർതിരിചെടുത്തതും എന്നു,പ്രകൃതിയിൽ ലോകം,മാർഗത്തിൽ നിന്ന് പ്രകൃതി,പിന്നെ കര്ത്തവ്യം കീഴെ എന്താണെന്ന് നിന്ന് വഴി.
		-- Lao Tse, "Tao Te Ching"

%
ശാന്തമായഗുരുത്വാകർഷണം ചാപല്യം ഉറവിടവുംശാന്തം, ബദ്ധപ്പെട്ടു മാസ്റ്റർ.ഒരു ഏക സഞ്ചാരികൾക്ക് ഇഷ്ടം യാത്ര ഇടവിടാതെ തന്റെ നിരീക്ഷിച്ചുജംഗമസത്തുക്കള്;സ്വന്തം കിടക്കയിൽ മാത്രം സുരക്ഷിതം ഉറക്കം അവരെ നഷ്ടപ്പെടാം.അങ്ങനെ ഒരു വലിയ പാത്രം നായകനായ ഇകഴ്ത്തുകയോ .അദ്ദേഹം പാടില്ല.ഇകഴ്ത്തുകയോ അഭിനയം, അവൻ ലോകത്തെ കാൺകെ നഷ്ടപ്പെടുത്തുകയുംബദ്ധപ്പെട്ടു അഭിനയം, താൻ നിയന്ത്രണം നഷ്ടപ്പെട്ടു.ക്യാപ്റ്റൻ ഒരു ചെറിയ തോണിയെടുക്കുന്നത് തന്റെ മഹത്തായ കപ്പൽ കൈകാര്യം കഴിയില്ല;പകരം ജേഡ് പോലുള്ള അലങ്കാരവും അധികംഅവൻ കല്ലുപോലെ നിലക്കും വേണം.
		-- Lao Tse, "Tao Te Ching"

%
പരിപൂര്ണ്ണംതികഞ്ഞ സഞ്ചാരി പാലിക്കേണ്ട യാതൊരു ട്രെയിൽ വിടുന്നു;തികഞ്ഞ സ്പീക്കർ ഉത്തരം ചോദിച്ചില്ല ഇലകൾ;തികഞ്ഞ അക്കൗണ്ടന്റ് പൂർത്തിയാക്കേണ്ട യാതൊരു തൊഴിലാളി ഇലകൾ;തികഞ്ഞ കണ്ടെയ്നർ അടച്ചതായി ലോക്ക് വിടുന്നു;തികഞ്ഞ കെട്ട് ravelled ചെയ്യാൻ അവസാനം വിടുന്നു.അങ്ങനെ മുനി എല്ലാ പുരുഷന്മാർ പരിപോഷിപ്പിക്കുകയുംആരും ഉപേക്ഷിച്ച്.അവൻ എല്ലാം സ്വീകരിക്കുകയുള്ളൂപിന്നെ ഒന്നും തള്ളുന്നു.അവൻ ചെറിയ വിശദാംശങ്ങൾ പഠിക്കുന്നു.ശക്തമായ ദുർബലമായ മികവുറ്റ ആവശ്യം തന്നേ;ദുർബലമായ ശക്തമായ അസംസ്കൃത വസ്തുക്കൾ ഉണ്ട്.ഗൈഡ് ബഹുമാനിക്കണം ചെയ്തിട്ടില്ലെങ്കിൽ,ഭൗതിക വിചാരം ആണ്,ആശയക്കുഴപ്പം ഒന്നാണ് എത്ര മിടുക്കന് സാരമില്ല, പരിണമിക്കും.ഈ പൂർണതയിലേക്കു രഹസ്യം:അസംസ്കൃത മരം കൊത്തിയെടുത്ത വരുമ്പോൾ ഒരു ഉപകരണമായി മാറും;ഒരു മനുഷ്യൻ തൊഴിലിൽ അവൻ ഒരു ഉപകരണമായി മാറും;തികഞ്ഞ തച്ചൻ കൊത്തിയെടുത്ത ചെയ്യേണ്ട വിറകു വിടുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
അഥീനആൺ ഉപയോഗിക്കുന്നു പെൺ ഒരാളായി,ലോകത്തിന്റെ പ്രവേശന ഒരാളായി,നിങ്ങൾ യോജിപ്പ് ആലിംഗനംഒരു നവജാത ആയി തീർന്നിരിക്കുന്നു., ശക്തിയുപയോഗിച്ച് ബലഹീനമാകയാൽ,ലോകത്തിന്റെ റൂട്ട് ഒരാളായി,നിങ്ങൾ പൂർണ്ണമായ യോജിപ്പ്എന്നാൽ പോലെ വിഗ്രങ്ങൾ തീർന്നിരിക്കുന്നു., വെളിച്ചം ഉപയോഗിക്കുന്നു ഇരുണ്ട ഒരാളായിലോകം ഒരാളായി,നിങ്ങൾ തികഞ്ഞ യോജിപ്പ്വഴിയിൽ മടങ്ങുക.
		-- Lao Tse, "Tao Te Ching"

%
അധികാരതൃഷ്ണലോകത്തെ മാറ്റാൻ ആഗ്രഹിക്കുന്നവർഅവരുടെ ആഗ്രഹം കൊണ്ട് പ്രകാരംവിജയിക്കാനാവില്ല.ലോകം വഴിയിൽ ആകൃതിയിലാണ്;ഇത് സ്വയം സ്വാധീനിച്ചതായി കഴിയില്ല.ഇത് മാറ്റാൻ ശ്രമിക്കുന്നു, നിങ്ങൾ അതിനെ;അവകാശമായി ശ്രമിക്കുന്നു, അത് നഷ്ടമാകില്ല.മറ്റുള്ളവരെ പിന്തുടരാൻ അങ്ങനെ ചില നയിക്കും.ചിലർ തണുത്ത, കുളിർ ചെയ്യുംചിലർ ദുർബ്ബലമായ ശക്തമായ ആയിരിക്കും.അവർ എവിടെ പോകുന്നു ചില ലഭിക്കുംമറ്റുള്ളവരെ വഴിയരികിൽ വീഴും സമയത്ത്.അങ്ങനെ മുനി അമിതവ്യയം അക്രമാസക്തമായി എന്നുമില്ല ആയിരിക്കും.
		-- Lao Tse, "Tao Te Ching"

%
ഹിംസപവർഫുൾ പുരുഷന്മാർ നന്നായി അക്രമങ്ങൾ ഉപയോഗിക്കാൻ പാടില്ല,സാഹസവും മടങ്ങിവരുന്ന ഒരു ശീലം ഉണ്ട്;ഒരു സൈന്യം ചെല്ലുന്നിടത്തെല്ലാം മുള്ളും കളകളും വളരും,മെലിഞ്ഞ വർഷം ഒരു വലിയ യുദ്ധം പിന്തുടരുന്നത്.ഒരു ജനറൽ പക്കലോ ആണ്ഉത്തരവുകൾ കൂടുതൽ ഒന്നും നേടാനായി:തന്റെ വിജയം മുതലെടുക്കാൻ പറഞ്ഞിട്ടുമില്ല.സഹായിയെയോ മഹത്വം, അല്ലെങ്കിൽ അഹങ്കാരം വമ്പുപറയരുതു;അനിവാര്യതയുടെ വിലവ്യതിയാനങ്ങൾ ചെയ്യാൻ,അല്ല നിര വഴി.പോലും ശക്തമായ ഫോഴ്സ് സമയം ദൌർബല്യം ചെയ്യും,അപ്പോൾ അതിന്റെ ബലാൽക്കാരം മടങ്ങിവരും, അതു കൊല്ലും.
		-- Lao Tse, "Tao Te Ching"

%
സൈന്യങ്ങളുടെസൈന്യങ്ങളുടെ സാഹസത്തിന്റെ ആയുധങ്ങൾ;അവർ ജനങ്ങളിൽ പകെച്ചു ഭയം ഇടയാക്കും.മുനി അവരെ ചേരാൻ ചെയ്യില്ല.അവന്റെ ഉദ്ദേശ്യം സൃഷ്ടി ആകുന്നു;അവരുടെ ഉദ്ദേശ്യം നാശം.ആയുധങ്ങൾ അക്രമങ്ങൾ ഉപകരണങ്ങളാണ്,അല്ല മുനി എന്ന;യാതൊരു നിര അവിടെ മാത്രം അവരെ അവൻ ഉപയോഗിക്കുന്നു,പിന്നെ ശാന്തമായി, ഒപ്പം നയം കൂടെഅവൻ അവർക്കു സൗന്ദര്യം കണ്ടെത്തുന്നു വേണ്ടി.ആരെങ്കിലും ആയുധങ്ങൾ സൗന്ദര്യം കണ്ടെത്തുന്നുമനുഷ്യരുടെ കൊല്ലുന്നത് പ്രസാദിക്കുന്ന;ആർ അറുപ്പാനുള്ള ഗമനംസമാധാനം തന്നെത്താൻ ഉള്ളടക്കത്തിലേക്ക് കഴിയില്ല.അങ്ങനെ slaughters വിലപിച്ചു വേണംആക്രമണത്തിന്റെയും ഒരു ശവസംസ്കാര ആഘോഷിക്കുന്നത്.
		-- Lao Tse, "Tao Te Ching"

%
രൂപങ്ങൾവേ യഥാര്ത്ഥ ആകൃതിയുള്ള,അതുകൊണ്ടു ആരും അതിനെ നിയന്ത്രിക്കാൻ കഴിയും.ഒരു പ്രമാണി രീതി നിയന്ത്രിക്കാൻ കഴിഞ്ഞില്ല എങ്കിൽഎല്ലാം അനുഗമിക്കുന്നഅവന്റെ ആഗ്രഹം ചേർച്ചയിൽ,സുഗന്ധ മഴയും വീഴുന്നതാണ്,അനായാസം ഓരോ ദാഹം slaking.വശത്തേക്ക് ഉപയോഗം സ്വാധീനിച്ചതായി ആണ്,എന്നാൽ ആകാരം നഷ്ടമാകുന്നു.രൂപങ്ങൾ മുറുകെപിടിക്കുകയും ചെയ്യരുത്എന്നാൽ സെൻസേഷൻ ലോകത്തിൽ സർഗാൽമതകടലിൽ ഇറങ്ങി ഒരു നദി കോഴ്സുകൾ.
		-- Lao Tse, "Tao Te Ching"

%
ശ്രേഷ്ഠതആർ ലോകം സൂചന മനസ്സിലാകുന്ന;സ്വയം പ്രകാശനം അറിയാം.ആർ ലോക ബലം ഉണ്ട് കീഴ്പ്പെടുത്തുന്നു;സ്വയം യോജിപ്പ് ഉണ്ട് കീഴ്പ്പെടുത്തുന്നു;ആർ നിശ്ചയിക്കുന്നത് ഉദ്ദേശ്യം ഉണ്ട്.ആർ സമൃദ്ധവുമായ ആണ് ധനം ഉണ്ട്;ആർ അവന്റെ വീട്ടിൽ സംസ്ഥാപിക്കുന്ന നീണ്ട സഹിക്ക വന്നേക്കാം;ആർ അവന്റെ വീട്ടിൽ കീഴടങ്ങി എത്രത്തോളം അതിജീവിക്കാൻ ചെയ്യാം.
		-- Lao Tse, "Tao Te Ching"

%
നിയന്ത്രണവേ ഫ്ലോകളും EBBs, സൃഷ്ടിക്കുന്നതും നശിപ്പിക്കുന്ന,എല്ലാ ലോകം നടപ്പിലാക്കുന്ന യിരിക്കുന്നതുപോലെ വിശദാംശങ്ങൾ അറ്റൻഡ്,മടക്കം ഒന്നും ക്ലെയിമിംഗ്.എല്ലാറ്റിനെയും പരിപോഷിപ്പിക്കുകയും,അതു അവരെ നിയന്ത്രിക്കുന്നില്ല എന്നേയുള്ളു;ഇത് ലക്ഷ്യത്തോടെയാണു ഉണ്ട്,അതുകൊണ്ട് .അനാഗതശ്മശ്രു തോന്നുന്നു.അത് എല്ലാ കാര്യങ്ങളുടെ നിശ്ചയവും ആകുന്നു;അതു അവരെ നിയന്ത്രിക്കുന്നില്ല എന്നേയുള്ളു;ഇത് ഒഴികെ ഉണ്ട്,അതുകൊണ്ട് പ്രധാനപ്പെട്ട എല്ലാ തോന്നുന്നു.മുനി ലോകം നിയന്ത്രിക്കാൻ സമ്മതിച്ചില്ല;അവൻ ലോകത്തിൽ ചേർച്ചയിലുള്ളതാണ്.
		-- Lao Tse, "Tao Te Ching"

%
സമാധാനംസംഗീതം ഭക്ഷ്യ ഓഫർ ചെയ്യുകയാണെങ്കിൽഅപരിചിതരെ കൂടെ നിർത്താം;എന്നാൽ നിങ്ങൾ വേ അനുസൃതമായി എങ്കിൽലോകർക്ക് സൂക്ഷിക്കുംസുരക്ഷ, ആരോഗ്യം, കമ്മ്യൂണിറ്റി സമാധാനത്തോടെ.വശത്തേക്ക് ആർട്ട് സ്വാദും പോയിട്ടില്ല;അതിനെ കണ്ടിട്ടില്ല കേൾക്കാൻ കഴിയും,എന്നാൽ അതിന്റെ ആനുകൂല്യം എഴുതിത്തീരുകയില്ല കഴിയില്ല.
		-- Lao Tse, "Tao Te Ching"

%
പ്രതിപക്ഷഒരാളുടെ സ്വാധീനം കുറയ്ക്കാൻ, ആദ്യം വികസിപ്പിക്കാനും;ഒരാളുടെ ഫോഴ്സ് കുറയ്ക്കാൻ, ആദ്യം വർദ്ധിപ്പിക്കും;ആരെങ്കിലും നശിപ്പിക്കുമെന്നും, ആദ്യം അവരെ പ്രകീർത്തിക്കുകയുംആരെങ്കിലും നിന്നും എടുത്തു, ആദ്യം അവർക്കു കൊടുക്കുമെന്നു.ഇത് വഴി ദുർബലമായ ശക്തമായ തരണം അവഗണിക്കുന്നില്ല ആണ്:മത്സ്യം അവരുടെ ആഴങ്ങൾ വിടാൻ പാടില്ല,പിന്നെ വാൾ അവരുടെ scabbards വിടാൻ പാടില്ല.
		-- Lao Tse, "Tao Te Ching"

%
മനസ്സമാധാനംവേ നടപടിയൊന്നും എടുക്കുന്നില്ല പക്ഷേ ഒന്നും വിടുന്നു.നിങ്ങൾ ഈ സ്വീകരിക്കുമ്പോൾലോകം ശോഭിക്കും ചെയ്യുംപ്രകൃതിയിൽ ചേർച്ചയിൽ.പ്രകൃതി ആഗ്രഹം കൈവശമാക്കും ഇല്ല;ആഗ്രഹം ഇല്ലാതെ, ഹൃദയം സ്വസ്ഥമായിരുന്നു മാറുന്നു;ഈ വിധത്തിൽ ലോകം മുഴുവൻ പ്രശാന്തസുന്ദരമായ ഉണ്ടാക്കിയ.
		-- Lao Tse, "Tao Te Ching"

%
ആചാരപരമായസ്ഥാപിതമായ ക്രമപ്പെടുത്തുകയും എളുപ്പത്തിൽ വേരോടെ അല്ല;അടുത്തുനിന്ന് നടന്ന വിശ്വാസങ്ങൾ എളുപ്പത്തിൽ പുറത്തുവിടാറില്ല;അങ്ങനെ ആചാരപരമായ തലമുറതലമുറയോളം enthralls.ഹാർമണി മതസൗഹാർദ്ദ പരിപാലിക്കാൻ ഇല്ല, അങ്ങനെ സ്വാഭാവികമായി ആചരണത്താലല്ല;എന്നാൽ ആചാരപരമായ യോജിപ്പ് മേൽ എന്നതാണ്, അങ്ങനെ അത് ഉന്നതമായിരിക്കുന്നു.ഹാർമണി പ്രവൃത്തികൾ വേണ്ടാ കാരണങ്ങൾ അരുതു;പ്രവൃത്തികൾ സ്നേഹിക്കുന്നു, എന്നാൽ വെറുതെ;ജസ്റ്റിസ് കാരണം സേവിക്കാൻ വേഷവും;എന്നാൽ ആചാരപരമായ കാരണം നടപ്പിലാക്കാൻ പ്രവർത്തിച്ചുകൊണ്ടിരിക്കുന്നു.പിഴവു ചെയ്യുമ്പോൾ, യോജിപ്പ് അവിടെ തുടരുന്നു;യോജിപ്പ് നഷ്ടപ്പെട്ടു ചെയ്യുമ്പോൾ, സ്നേഹം തുടരുന്നു;സ്നേഹം നഷ്ടപ്പെട്ടു ചെയ്യുമ്പോൾ, നീതി അവിടെ തുടരുന്നു;അങ്ങനെ ൻ നഷ്ടപ്പെട്ടു വരുമ്പോൾ വേല തുടരുന്നു.അനുഷ്ഠാന അനുകമ്പയും സത്യസന്ധതയും അവസാനംആശയക്കുഴപ്പം ആരംഭംവിശ്വാസം വർണ്ണാഭമായ പ്രത്യാശ അല്ലെങ്കിൽ ഭയംഭോഷത്വം തുടക്കം.മുനി യോജിപ്പ് അല്ല പ്രത്യാശ കടന്നുപോകുന്ന;അവൻ ഫലം, അല്ല പൂ വസിക്കുന്നു;അവൻ സമ്പത്തു സ്വീകരിക്കുമ്പോൾ, ഒപ്പം കര്ത്തവ്യം അവഗണിക്കുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
പിന്തുണപുരാണങ്ങളിലെ തവണ എല്ലാ വസ്തുക്കളുടെയും മുഴുവൻ ആയിരുന്നു:എല്ലാ ആകാശം വ്യക്തമാണ്,എല്ലാ ഭൂമി സുസ്ഥിരം ആയിരുന്നുഎല്ലാ ഉറച്ചുനിൽക്കുന്ന പർവ്വതങ്ങൾ ആയിരുന്നുഎല്ലാ riverbeds നിറഞ്ഞിരുന്നുപ്രകൃതിയുടെ എല്ലാ ഫലഭൂയിഷ്ഠമായ ആയിരുന്നുഎല്ലാവരും പ്രമാണികൾ പിന്തുണച്ചിരുന്നു.എന്നാൽ, വ്യക്തത നഷ്ടപ്പെടുന്നത് ആകാശത്ത് കീറിക്കളഞ്ഞു;സ്ഥിരത നഷ്ടമാകുകയെന്നാൽ ഭൂമി വിഘടിച്ചുശക്തി നഷ്ടമാകുകയെന്നാൽ മലകൾ താണു;വെള്ളം നഷ്ടമാകുകയെന്നാൽ riverbeds ഇങ്ങിനെ;ഫെർട്ടിലിറ്റി നഷ്ടമാകുകയെന്നാൽ, പ്രകൃതി അപ്രത്യക്ഷനായി;പിന്തുണയും കുറയ്ക്കൽ ഭരണാധികാരികൾ വീണു.ഭരണാധികാരികൾ അവരുടെ വിഷയങ്ങൾ ആശ്രയിക്കയുംവിശുദ്ധ എളിയ .പരിഹസിക്കുകതന്നെ;അങ്ങനെ ഭരണാധികാരികൾ സ്വയം അനാഥ വിശന്നും മാത്രം വിളിക്കും,ജനങ്ങളുടെ പിന്തുണ ജയം.
		-- Lao Tse, "Tao Te Ching"

%
മോഷൻ ഉപയോഗവുംവശത്തേക്ക് ചലനത്തെ മടങ്ങാൻ ആണ്;വശത്തേക്ക് ഉപയോഗം ഇടുക എന്നത്;എല്ലാം മാർഗത്തിൽ നിന്ന് വരുന്നുവഴിയിൽ ഒന്നും നിന്ന് വരുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
പിന്തുടരുന്നവലിയ മനുഷ്യൻ വേ മനസ്സിലാക്കുമ്പോൾ വരുമ്പോൾ അവൻ ജാഗ്രതയോടെ അതിനെ തുടർന്ന്;സാധാരണക്കാരന് വേ മനസ്സിലാക്കുമ്പോൾ വരുമ്പോൾ അവൻ ചടങ്ങിൽ അതിനെ തുടർന്ന്;മനുഷ്യൻ വേ മനസ്സിലാക്കുമ്പോൾ വരുമ്പോൾ അവൻ ഉറക്കെ ചിരിക്കുന്നു;ചിരിക്കരുത് ചെയ്തവരാരോ ഒട്ടും പഠിക്കാൻ ചെയ്യരുത്.അതുകൊണ്ടു അദ്ദേഹം പറഞ്ഞു:ആർ വശത്തേക്ക് ബുദ്ധികെട്ട തോന്നുന്നു മനസ്സിലാകുന്ന;ആർ പാതയിലൂടെ മുന്നോട്ട് പരാജയപ്പെടും തോന്നുന്നു;ആർ വശത്തേക്ക് അലഞ്ഞ് തോന്നുന്നു പിന്തുടരുകയും.മകുടോദാഹരണമായി മതസൗഹാർദ്ദ പ്ലെയിൻ ലഭ്യമാകുന്നു;തിളക്കത്തോടെ സത്യം നിറത്തിലുള്ള ലഭ്യമാകുന്നു;സമ്പന്നമായ പ്രതീകം അപൂർണ്ണമായ ലഭ്യമാകുന്നു;ധീരന്മാർ ഹൃദയം സൌമ്യതയുള്ളവർ ലഭ്യമാകുന്നു;ലളിതമായ പ്രകൃതി അസ്ഥിരമാണെന്നും തോന്നുന്നു.സ്ക്വയർ പൂർണ്ണമാക്കാതെ ആരും കോണിൽ ഉണ്ട്;സംഗീതം പൂർണ്ണമാക്കാതെ ആരും മെലഡി ഉണ്ട്;സ്നേഹം പൂർണ്ണമാക്കാതെ ആരും ക്ലൈമാക്സ് ഉണ്ട്;കല പൂർണ്ണമാക്കാതെ യാതൊരു തിരിച്ചും ഉണ്ട്.വേ മനസ്സിലാക്കിയിരിക്കണം കഴിയും ഇവകൊണ്ടുള്ള അറിയപ്പെടുന്ന:അതു സെൻസേഷൻ പരത്തുന്നതോ അറിവും അതിലംഘിച്ചു.
		-- Lao Tse, "Tao Te Ching"

%
മൈൻഡ്വേ, യുവതാരങ്ങളായ വഹിക്കുന്നുസെൻസേഷൻ മെമ്മറി വഹിച്ചവരൊഴികെസെൻസേഷൻ മെമ്മറിയും കരടി കര്ത്തവ്യം,പിന്നെ കര്ത്തവ്യം ലോകം ഒക്കെയും വഹിക്കുന്നു;ലോകത്തിലെ ഓരോ കാര്യം തോന്നുകയോ ചെയ്യുന്നത് വഹിച്ചവരൊഴികെപിന്നെ മനസ്സും വേ ചേർച്ചയിൽ തടയുകയായിരുന്നു.മറ്റുള്ളവരെ പഠിപ്പിച്ചു തന്നേ ഞാൻ പഠിപ്പിക്കുന്നത്"ആരാണ് യോജിപ്പ് പ്രകൃതി എതിർക്കുന്നു നഷ്ടപ്പെടുകയും";ഇത് എന്റെ ഉപദേശം ഐഡിയ ആണ്.
		-- Lao Tse, "Tao Te Ching"

%
ജയിക്കുകവാട്ടർ കല്ലു ജയിക്കുന്നു;വ്യാജവും അതു ആരും ഓപ്പണിംഗ് ആവശ്യമാണ്;ഈ നടപടിയൊന്നും എടുക്കൽ ആനുകൂല്യം ആണ്.എന്നാൽ നടപടിയും കൂടാതെ പ്രയോജനപ്പെടുന്നപിന്നെ കര്ത്തവ്യം ഇല്ലാതെ അനുഭവംവളരെ കുറച്ച് പ്രാവർത്തികമാക്കുന്ന ഉണ്ടാകുന്നുണ്ടോ.
		-- Lao Tse, "Tao Te Ching"

%
സംതൃപ്തരായിആരോഗ്യം സൽപ്പേര്: നമ്മളെക്കാൾ നടക്കുന്ന ഏത്?ആരോഗ്യം വസ്തുക്കളുമായി: കൂടുതൽ വിലയുമില്ല?പ്രോഫിറ്റ് അല്ലെങ്കിൽ നഷ്ടം: കൂടുതല് ആണ്?ഗ്രേറ്റ് സ്നേഹം വലിയ ചെലവിൽ തൻറെരക്ഷിതാവായധാരാളം ധനം വലിയ ഭയം തൻറെരക്ഷിതാവായഅലംഭാവത്തോടുകൂടിയ ഒട്ടും ചെലവില്ലാതെ വരുന്നു.ആർ നിർത്താൻ അറിയുന്നുഅപകടം തുടരുമെന്നുള്ളതുകൊണ്ട് ഇല്ല,അങ്ങനെ ഉള്ള സഹിക്ക ചെയ്യാം.
		-- Lao Tse, "Tao Te Ching"

%
നിശബ്ദഗ്രേറ്റ് സമ്പൂർണ്ണത അപൂർണ്ണമായ തോന്നുന്നു,എന്നാൽ അസ്ഥിഭാഗമൊഴിച്ചു ഇല്ല;അനവധി ശൂന്യമാണ് തോന്നുന്നു,പരാജയമടയുന്ന ഇല്ല.ഗ്രേറ്റ് സത്യം പരസ്പരവിരുദ്ധമായ തോന്നും;ഗ്രേറ്റ് ബുദ്ധിവൈഭവം വങ്കത്തമാണ് തോന്നും;ഗ്രേറ്റ് വാക്ചാതുരിയും നല്ലതല്ലാത്ത തോന്നുന്നു.സ്പ്രിംഗ് തണുപ്പ് ജയിക്കുന്നു പോലെ,പിന്നെ ശരത്കാല ചൂട് ജയിക്കുന്നു,അങ്ങനെ ശാന്തവും സ്വസ്ഥതയും ലോകത്തെ ജയിച്ചിരിക്കുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
കുതിരകൾഒരു ജാതി വേ പിന്തുടരുമ്പോൾ,കുതിരകൾ അതിന്റെ വയലുകളിലും വഴി വളം പ്രസവിക്കും;ഒരു ജാതി വേ അവഗണിക്കും ചെയ്യുമ്പോൾ,കുതിരകൾ അതിന്റെ തെരുവുകളിലൂടെ സൈനികർ വഹിക്കും.ആഗ്രഹം താഴെ വലിയ തെറ്റ് ഇല്ല;സംതൃപ്തി മറന്ന് വലിയ ദുരന്തം ഇല്ല;ഭാഗ്യം ആവശ്യപ്പെട്ട് വലിയ വ്യാധിയും ഇല്ല;എന്നാൽ അവന്റെ ആവശ്യങ്ങൾ തൃപ്തിപ്പെടുത്താൻ ഉള്ളടക്കം ഒരാൾസംതൃപ്തി എന്നേക്കുമുള്ളതു എന്നു കണ്ടെത്തുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
അറിഞ്ഞിരിക്കുന്നത്അതിഗംഭീരം ഒരു ഘട്ടം സ്വീകരിക്കാത്തനിങ്ങൾ ലോകം മുഴുവൻ അറിയുന്നു;ജനാലയിലൂടെ പുറത്തേക്കു ഒരു കണ്ണടയും സ്വീകരിക്കാത്തആകാശത്തിന്റെ നിറം അറിയാം.കൂടുതൽ നിങ്ങൾക്ക് മിതമായതാണ്അത് മനസ്സിലായില്ല.മുനി അറിയാതെ നടക്കും,കാണാതെ തോന്നുന്നു,അഭിനയം കൂടാതെ കുഴക്കി.
		-- Lao Tse, "Tao Te Ching"

%
നിഷ്ക്രിയത്വംഅറിവിന്റെ അനുയായി അവൻ എല്ലാ ദിവസവും കഴിയുന്നത്ര പഠിക്കുകയും;വശത്തേക്ക് ഫോളോവറായി അവൻ എല്ലാ ദിവസവും കഴിയുന്നത്ര മറന്നുപോകുന്നു.കൊഴിഞ്ഞുപോക്ക് അവൻ നിഷ്ക്രിയത്വം ഒരു സംസ്ഥാനം എത്തുന്നത്അറിയിക്കുന്നതിൽ അവൻ ഒന്നും ഒന്നും പൂർവാവസ്ഥയിലാക്കി തുടരുന്നു.ലോകം കീഴടക്കാനുള്ള, ഒന്നും സാധിക്കുന്നില്ലല്ലോ;നിങ്ങൾ എന്തെങ്കിലും നിർവഹിക്കുവാൻ ചെയ്തിരിക്കണം,ലോകം കീഴടക്കിയതോടെ അപ്പുറം തുടരുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
ആളുകൾമുനി തനിക്കും ലോകം തമ്മിൽ വേർതിരിച്ചു ഇല്ല;മറ്റ് ആളുകളുടെ ആവശ്യങ്ങൾ സ്വന്തം ആകുന്നു.അവൻ നല്ല ചെയ്തവർക്ക് നല്ലതു;അവൻ നന്നല്ല ചെയ്തവർക്ക് നല്ലവൻഇതിലൂടെ നല്ലതാണ്.ഉറവിടത്തിൽ പാലിക്കുന്നവരെ ആശ്രയിക്കുന്ന;അവൻ വിശ്വാസയോഗ്യമായ അല്ല ചെയ്തവർക്ക് വിശ്വസിക്കുന്നുഇതിലൂടെ വിശ്വസിക്കാമോ.മുനി ലോകത്തിലെ ചേർച്ചയിൽ ജീവിച്ചിരിക്കുന്നുഅവന്റെ മനസ്സിൽ ലോകത്തിലെ ചിന്ത.അങ്ങനെ അവൻ മറ്റുള്ളവരുടെ ലോകങ്ങളുടെ പരിപോഷിപ്പിക്കുകയുംഅമ്മ മക്കളെ ചെയ്യുന്നതുപോലെ.
		-- Lao Tse, "Tao Te Ching"

%
മരണംപുരുഷന്മാർ ജീവൻ ഒഴുകും മരണത്തിൻറെയും മാറിമാറി.ചില ജീവിതം നിറഞ്ഞിരിക്കുന്നു;ചില മരണത്തെ ശൂന്യമാണ്;ചില ജീവൻ മുറുകെപിടിക്കുകയും, അതുവഴി നശിക്കുംജീവൻ ഒരു കര്ത്തവ്യം നടത്തും.ജീവിതം നിറഞ്ഞു ചെയ്തവർക്ക്, എസ് കടുവകളുടെ ആൻഡ് റൈനോസ് ഭയപ്പെടേണ്ടതില്ലപടയിൽ ആയുധവർഗ്ഗം പരിചയും ധരിക്കാൻ;കാണ്ടാമൃഗം അതിന്റെ കൊമ്പു അവരെ ഇടം,അതിന്റെ നഖം വേണ്ടി കടുവ മറ്റാർക്കും സ്ഥലംസൈനികൻ ആയുധം ആരും,മരണം അവരെ ഇടം.
		-- Lao Tse, "Tao Te Ching"

%
നിന്നങ്ങോട്ട്വേ എല്ലാം പൊറുക്കുന്നു;ഹാർമണി അവരെ പരിപോഷിപ്പിക്കുകയും;പ്രകൃതി അവരെ രൂപപ്പെടുത്തുന്നത്;ഉപയോഗിക്കുന്നതായും പൂർത്തിയാകുമ്പോൾ.ഓരോ വശത്തേക്ക് ബഹുമതികളും മതസൗഹാർദ്ദം പിന്തുടരുകയും,അല്ല നിയമപ്രകാരം,എന്നാൽ കൂടിയായ.വേ കരടി, ഊട്ടിവളർത്തുന്നു രൂപങ്ങളോ പൂർത്തിയായാൽ,ഷെൽട്ടറുകൾ, ആക്കുന്നതിനു, അവരെ ഒരു ഹോം ചെയ്യുന്നു.ഇച്ഛാശക്തിയുള്ള ഇല്ലാതെ ചുമന്നുകൊണ്ടുപുഴയുമെല്ലാം ഇല്ലാതെ താദാത്മ്യം,നിർബന്ധിച്ച് ഇല്ലാതെ രൂപപ്പെടുത്താനും,ഈ യോജിപ്പ് ആണ്.
		-- Lao Tse, "Tao Te Ching"

%
വക്തതലോകത്തിന്റെ ഉത്ഭവം അതിന്റെ അമ്മയാകുന്നു;അമ്മ മനസ്സിലാക്കുക, നിങ്ങൾ കുട്ടി മനസ്സിലാക്കുന്നു;കുട്ടി അവലംബിക്കുക, നിങ്ങൾ അമ്മ ആലിംഗനംനിങ്ങൾ മരിക്കുകയും ആർ ഭംഗം ചെയ്യും.നിങ്ങളുടെ വിധികൾ വാക്കുകളും നിക്ഷിപ്തമാണ്നിങ്ങളുടെ സ്വാധീനം നിലനിർത്താൻ;നിങ്ങളുടെ മനസ്സ് സംസാരിച്ച് നിലപാടുകളാണെടുത്തിട്ടുള്ളത്പിന്നെ ഒന്നും നിങ്ങളെ രക്ഷിക്കും.വിശദമായി നിരീക്ഷിക്കുവാൻ പോലെ വ്യക്തത ആണ്,അങ്ങനെ വഴക്കം നിലനിർത്തുന്നതിൽ ബലം ആകുന്നു;വെളിച്ചം ഉപയോഗിക്കുക എന്നാൽ വെളിച്ചം,നിങ്ങൾ സ്വയം ഒരു ഉപദ്രവവും അങ്ങനെ,എന്നാൽ വ്യക്തത ആശ്രയിക്കുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
ബുദ്ധിമുട്ടുള്ള പാഥുകൾഎന്നാല് ഇതിന് ചെറിയ ബുദ്ധിഒന്ന്, ഒരു പ്രധാന റോഡാണ് മാർഗം പിന്തുടരുകയും ചെയ്യാംപുറപ്പെടാൻ മാത്രം ഭയന്ന്;ഒരു പ്രധാന റോഡ് തുടർന്ന് എളുപ്പമാണ്,എന്നിട്ടും ജനം ബുദ്ധിമുട്ടുള്ള പാതകളിൽ രസിക്കുന്നു.അരമനകളെ സൂക്ഷിച്ചിരിക്കുന്നത് ചെയ്യുമ്പോൾഫീൽഡ്സിന്റെ കളകളെ അവശേഷിക്കുന്നുപിന്നെ കളപ്പുരകളെ ശൂന്യമാണ്;പിഴ വസ്ത്രം ധരിച്ചുമൂർച്ചയുള്ള വാളുകൾ ചുമന്നുകൊണ്ടുഭക്ഷണപാനീയങ്ങൾ കൂടെ Glutting,സമ്പത്ത് സ്വത്തുവകകളും പൂഴ്ത്തിവയ്പ്പും -ഈ മോഷണം വഴികളുംവഴിയിൽ നിന്ന് അകന്നിരിക്കുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
ഹാർമണി നട്ടുവളർത്തുകസ്വയം ഉള്ളിൽ യോജിപ്പ് വളർത്തുവാനും ഐക്യവും യഥാർത്ഥ മാറുന്നു;നിങ്ങളുടെ കുടുംബം ഉള്ളിൽ യോജിപ്പ് വളർത്തുവാനും ഐക്യവും ഫലഭൂയിഷ്ഠമായ മാറുന്നു;നിങ്ങളുടെ കമ്മ്യൂണിറ്റി ഉള്ളിൽ യോജിപ്പ് വളർത്തുവാനും ഐക്യവും മാറുന്നുസമൃദ്ധമായ;നിങ്ങളുടെ സംസ്കാരം ഉള്ളിൽ യോജിപ്പ് വളർത്തുവാനും ഐക്യവും മാറുന്നുനിലനിൽക്കുന്ന;ലോകം ഉള്ളിൽ യോജിപ്പ് വളർത്തുവാനും ഐക്യവും സാർവത്രികമായി മാറുന്നു.ആ വ്യക്തിയെ മനസ്സിലാക്കാൻ ഒരു വ്യക്തിയുമായി ജീവിക്കുന്നു;ആ കുടുംബം മനസ്സിലാക്കാൻ ഒരു കുടുംബത്തോടൊപ്പം ജീവിക്കുന്നു;ആ കമ്മ്യൂണിറ്റി മനസ്സിലാക്കാൻ ഒരു സമൂഹവുമായി ജീവിക്കുന്നു;ആ സംസ്കാരം മനസ്സിലാക്കാൻ ഒരു സംസ്കാരം ജീവിക്കുന്നു;ലോകം മനസ്സിലാക്കാൻ ലോകവുമായി ജീവിക്കുക.ഞാൻ ലോകവുമായി എങ്ങനെ ജീവിക്കാം?സ്വീകരിക്കുന്നതിലൂടെ.
		-- Lao Tse, "Tao Te Ching"

%
സോഫ്റ്റ് അസ്ഥികളുടെആർ യോജിപ്പ് നിറഞ്ഞു ഒരു നവജാത പോലെയാണ്.പല്ലിയുടെ പാമ്പുകൾ കടിക്കും ചെയ്യുക;കാഴുകന്മാരും ആൻഡ് കടുവ അവനെ മല്സരഫലം ചെയ്യില്ല.അവന്റെ അസ്ഥികളിൽ മൃദുവായിരിക്കും ഇതുവരെ അദ്ദേഹത്തിന്റെ പിടുത്തം, ഉറപ്പാണ്തന്റെ ജഡത്തെ മൃദുലതയും ആകുന്നു;അവന്റെ മനസ്സിൽ കുറ്റമോ ഇതുവരെ തന്റെ ശരീരം പൗരുഷ ആണ്,അവന്റെ ഉശിരും വേണ്ടി ധാരാളം ആണ്;അവൻറെ ഗാനം സ്ഥായിയായ ആണ് ഇതുവരെ അദ്ദേഹത്തിന്റെ സ്വരം ഇമ്പമുള്ളതുംഅവന്റെ കൃപ അത്യുത്തമം.എന്നാൽ യോജിപ്പ് അറിഞ്ഞിട്ടു കര്ത്തവ്യം സൃഷ്ടിക്കുന്നു,പിന്നെ കര്ത്തവ്യം താഴെ ആചാരപരമായ സൃഷ്ടിക്കുന്നു.പ്രകൃതി അത്യന്തം ആപത്തു സൃഷ്ടിക്കുന്നു,നിയന്ത്രിയ്ക്കാനുള്ള പ്രകൃതി സാഹസം സൃഷ്ടിക്കുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
നിഷ്പക്ഷതആർ ഗ്രഹിക്കുന്നവൻ പ്രസംഗിക്കുന്നു ഇല്ല;ആർ പ്രസംഗിക്കുന്നു മനസ്സിലാകുന്നില്ല.നിങ്ങളുടെ വിധികൾ വാക്കുകളും നിക്ഷിപ്തമാണ്;വ്യത്യാസങ്ങൾ മൃദുലവും അഭിപ്രായഭിന്നതകൾ ക്ഷമിക്കേണമേ;നിങ്ങളുടെ കേമനായിരുന്നതുകൊണ്ട് നിങ്ങളുടെ ഉദ്ദേശ്യം ലഘൂകരിക്കാനുള്ള മുഷിഞ്ഞ;ലോകം സ്വീകരിക്കുക.പിന്നെ,ഫ്രണ്ട്ഷിപ്പ് ശത്രുതയും,ലാഭവും നഷ്ടവും,യശസ്സും അപമാനം,നിങ്ങൾ ബാധിക്കില്ല;ലോകം നിങ്ങളെ സ്വീകരിക്കും.
		-- Lao Tse, "Tao Te Ching"

%
നിഷ്ക്രിയത്വം കൂടെ കീഴടക്കുകയുംനിയമങ്ങൾ ജനങ്ങളെ നിയന്ത്രിക്കാൻ ചെയ്യരുത്,അന്ധൻമാരെ അക്രമവും വേണ്ടാ ചാരവൃത്തി,എന്നാൽ നിഷ്ക്രിയത്വം അവരെ കീഴടക്കാൻ.വേണ്ടി:കൂടുതൽ ധാർമിക വിലക്കുകളെ ഉണ്ട്കൂടുതൽ ക്രൂരത ജനം വല്ല;കൂടുതൽ തോക്കുകളും കത്തി ഉണ്ട്,കൂടുതൽ കക്ഷികൾ ജനം വിഭാഗിക്ക;കൂടുതൽ കലാ കഴിവുകൾ ഉണ്ട്,കൂടുതൽ മാറ്റം ജനം .അവശ്യം;കൂടുതൽ നിയമങ്ങൾ, നികുതി, ഉണ്ടുകൂടുതൽ മോഷണം ജനം കളങ്കപ്പെടുത്തിയവൻ.എന്നാൽ നടപടിയൊന്നും എടുത്തു ജനം കഷ്ടപ്പാടുമില്ല നിന്നങ്ങോട്ട്;യാതൊരു നിയമങ്ങൾ ജനത്തിന്നും കഷ്ടപ്പാടുമില്ല കൂടെ ഗംഭീരമായി കൈകാര്യം;യാതൊരു താൽപര്യവും, ജനം കഷ്ടപ്പാടുമില്ല സഹകരിക്കുകയും;യാതൊരു കൊതിക്കുക, ജനം കഷ്ടപ്പാടുമില്ല കൂടെ പേരുവെളിപ്പെടുത്താൻ.
		-- Lao Tse, "Tao Te Ching"

%
അവസാനസർക്കാർ അക്ഷമയും അനൗപചാരിക എപ്പോഴാണ്ജനം ദയയും സത്യസന്ധമായി;സർക്കാർ കാര്യക്ഷമവും കഠിനമായ എപ്പോഴാണ്ജനം അതൃപ്തരായ വഞ്ചനയും ആകുന്നു.നല്ല ഭാഗ്യം ദുരന്ത മേൽ പിന്തുടരുന്ന;ദുരന്ത നല്ല ഭാഗ്യം ഉള്ളിൽ പതുങ്ങുന്നു;ആർ കാര്യങ്ങൾ അവസാനിക്കും എങ്ങനെ പറയാൻ കഴിയും?ഒരുപക്ഷേ എണ്ണമില്ല.സത്യസന്ധത എന്നേക്കും ചതിച്ചു ആണ്;.ഹോമയാഗം തെറ്റിച്ചുകളഞ്ഞു ആണ്;പുരുഷന്മാർ കാലം ഈ ആയിരിക്കുന്നു.അങ്ങനെ മുനി ശക്തമാകുന്നു എന്നാൽ cutting അല്ല,ഭുജങ്ങളുള്ള എന്നാൽ തുളച്ച് അല്ല,നേരായ പക്ഷേ കെട്ടതും,ബ്രൈറ്റ് എന്നാൽ അന്ധത അല്ല.
		-- Lao Tse, "Tao Te Ching"

%
നിയന്തണംനിങ്ങൾ ഒരു അതിലോലമായ മത്സ്യം പാകം ചെയ്യുന്നത് പോലെ ഒരു വലിയ ജാതി നിയന്ത്രിക്കുക.പ്രകൃതി അനുസൃതമായി പുരുഷന്മാർ ഭരിക്കാനുള്ളഇത് വിരമിച്ചേക്കാം നല്ലത്;നിയന്ത്രണങ്ങൾ നേടുവാൻ കരാർ എളുപ്പമാക്കുന്നു,നിസ്സാരമായ കരാർ സൌഹാര്ദപൂര്ണ്ണവുമായിരിക്കും ബന്ധങ്ങൾ പണിയുന്നു;മതിയായ യോജിപ്പ് യാതൊരു പ്രതിരോധം എഴുന്നേല്ക്കും;യാതൊരു പ്രതിരോധം വന്നാല്, പിന്നെ നിങ്ങൾ ഹൃദയം കൈവശമാക്കുംജാതി,നിങ്ങൾ രാജ്യത്തിന്റെ ഹൃദയം അവകാശമാക്കി ചെയ്യുമ്പോൾ നിങ്ങളുടെ സ്വാധീനം എത്രത്തോളം കോപിക്കുംസഹിക്ക:ആഴത്തിൽ വേരൂന്നിയ ഉറച്ചു.ഈ ബഹുദൂരം കാഴ്ച, നീണ്ട ജീവിതത്തിന്റെ രീതി.
		-- Lao Tse, "Tao Te Ching"

%
ഭൂതങ്ങൾനിങ്ങൾ ലോകം കീഴടക്കാനുള്ള വേ ഉപയോഗിക്കുമ്പോൾ,നിങ്ങളുടെ ഭൂതങ്ങളെ ദ്രോഹിക്കാൻ തങ്ങളുടെ അധികാരം നഷ്ടപ്പെടും.അവർ പോലുള്ള തങ്ങളുടെ ശക്തി നഷ്ടം അല്ല,എന്നാൽ അവർ മറ്റുള്ളവർക്ക് ദോഷം ചെയ്യും;അവർ മറ്റുള്ളവരെ ഉപദ്രവവും കാരണം,നിങ്ങൾ മറ്റുള്ളവരെ ഉപദ്രവവും ചെയ്യും:നീയോ, നിൻറെ ഭൂതങ്ങളെ എപ്പോൾ ഉപദ്രവമോ ചെയ്യാൻ കഴിയും,അവരോടു സമാധാനത്തോടെ ഇരിക്കും.
		-- Lao Tse, "Tao Te Ching"

%
സമർപ്പിക്കൽഒരു ജാതിയും ഊഴത്തിൽ, ഒരു ചന്തയിൽ, ഒരു കന്നി പോലെയാണ്.കന്നി തന്റെ പുരോഗതിയുടെയും സമർപ്പിച്ചുകൊണ്ട് ഭർത്താവിനെ വിജയങ്ങൾ;സമർപ്പിക്കൽ യൂണിയൻ അർത്ഥമാക്കുന്നത്.അങ്ങനെ ഒരു വലിയ രാജ്യം ഒരു ചെറിയ രാജ്യത്തിന് സമർപ്പിച്ചു വരുമ്പോൾഇത് ചെറിയ രാജ്യം സ്വീകരിക്കാം;ഒരു ചെറിയ രാജ്യം ഒരു വലിയ രാജ്യത്തിന് സമർപ്പിച്ചു ചെയ്യുമ്പോൾഇത് വലിയ രാജ്യം അംഗീകരിച്ച ചെയ്യും;ഒറ്റ സമർപ്പിക്കുന്ന ഒപ്പം ദത്തെടുത്ത്;മറ്റു സമർപ്പിക്കുന്ന ഒപ്പം അവലംബിക്കാറ്.ഇത് ഒന്നിപ്പിക്കാൻ സേവനവും നേടുന്നതിന് ഒരു വലിയ രാജ്യത്തിന്റെ താൽപര്യം,എന്നാൽ ഭൂമി പ്രോൽസാഹനവും നേടുന്നതിന് ഒരു ചെറിയ രാജ്യത്തിന്റെ താൽപര്യം;ഇരുവരും തങ്ങളുടെ താൽപ്പര്യങ്ങൾ സേവിക്കും വേണമെങ്കില്,രണ്ടുപേരും സമർപ്പിക്കണം.
		-- Lao Tse, "Tao Te Ching"

%
പാപംവശത്തേക്ക് മനുഷ്യരുടെ ഗതി ആണ്,വിശുദ്ധന്റെ നിധി,പാപിയുടെ ശരണം.ഫൈൻ വാക്കു പലപ്പോഴും കടമെടുത്ത ചെയ്യുന്നു,എന്നാൽ വലിയ കർമ്മങ്ങൾ പലപ്പോഴും appropriated ചെയ്യുന്നു;അതിനാൽ, ഒരു മനുഷ്യൻ താഴുമ്പോൾ, ഉപേക്ഷിച്ച് ചെയ്യരുത്,ഒരു മനുഷ്യൻ ശക്തി നേട്ടം ആ മാനിക്കും ചെയ്യരുത്;മാത്രം നിഷ്പക്ഷവും നിലനിൽക്കും അവനെ വഴി കാണിച്ചു.എന്തുകൊണ്ട് ആരെങ്കിലും വേ അഭിനന്ദിക്കുന്നു എന്തുകൊണ്ട്?പൂർവ്വികൻമാരുടെ, "അന്വേഷിക്കുന്നവർ എളുപ്പത്തിൽ കണ്ടെത്താൻ കഴിഞ്ഞേക്കാം, അതു പറയുന്നത്,പശ്ചാത്താപവും ചെയ്തവർക്ക് എളുപ്പത്തിൽ കുറ്റത്തിൽ ചെയ്യാം "അതുകൊണ്ട് ഏറ്റവും വിലയേറിയ സമ്മാനമാണ്.
		-- Lao Tse, "Tao Te Ching"

%
വൈഷമ്യംയാതൊരു-ആക്ഷൻ പരിശീലനത്തിലൂടെ;ചെയ്യാം-ഒന്നും ശ്രദ്ധതരിക;flavorless ആസ്വദിച്ച്ചെറിയ ഭാവിച്ചുഏതാനും പെരുകിവിദ്വേഷം സ്നേഹം മടങ്ങുക.ഇതുവരെ എളുപ്പമാണ് സമയത്ത് ബുദ്ധിമുട്ടുള്ള കൈകാര്യം;ഇതുവരെ ചെറിയ സമയത്ത് വലിയ കൈകാര്യം;ബുദ്ധിമുട്ടുള്ള എളുപ്പത്തിൽ സ്വാഭാവികമായി വികസിക്കുന്നു,എന്നാൽ ആബാലവൃദ്ധം;അങ്ങനെ മുനി, ചെറിയ ഇടപെട്ടപ്പോൾ വഴി,വലിയ നേടിയിട്ടു.ആർ അതു വാഗ്ദാനം എളുപ്പത്തിൽ കണ്ടെത്തുന്നു പ്രയാസം വിശ്വാസയോഗ്യമല്ല ലേക്ക് കണ്ടെത്തുന്നു;ആർ കാര്യങ്ങൾ ബുദ്ധിമുട്ടാണ് കണ്ടെത്തുന്നു ത്യജിച്ചു കാര്യങ്ങൾ എടുക്കും;മുനി ബുദ്ധിമുട്ട് തിരിച്ചറിയുന്നു, അങ്ങനെ ആരുമില്ല.
		-- Lao Tse, "Tao Te Ching"

%
ആദിയിൽ അറിയണമെന്നുണ്ടോഎന്താണ് ഇപ്പോഴും കിടക്കുന്ന ഗ്രഹിക്കാൻ എളുപ്പമാണ്;എന്താണ് ദൂരത്തു കിടക്കുന്ന മത്സരിക്കാൻ എളുപ്പമാണ്;എന്താണ് പൊട്ടുന്ന തകർത്തു എളുപ്പമാണ്;എന്താണ് ചെറുതാണ് പിരിച്ചുവിടാൻ എളുപ്പമാണ്.മനുഷ്യൻ ആലിംഗനം കഴിയും വീതിയും ഒരു വൃക്ഷം ഒരു ചെറു ഷൂട്ട് ജനിച്ചതു;ഒരു നദി കവിഞ്ഞൊഴുകും കഴിയും വലുതായ ഒരു ഡാമിന്റെ ഒരു clump ഇംഗ്ലീഷ് ആരംഭിക്കുന്നുഭൂമി;ആയിരം മൈൽ യാത്ര ഒരാളുടെ കാൽക്കീഴിൽ സ്പോട്ട് ആരംഭിക്കുന്നു.അവർ സംഭവിക്കാം മുമ്പ് വസ്തുക്കളിൽ അതുകൊണ്ടു കൈകാര്യം;ആശയക്കുഴപ്പം ഇല്ല സന്നിധിയിൽ സൃഷ്ടിക്കുക.
		-- Lao Tse, "Tao Te Ching"

%
അവസാനം അറിയണമെന്നുണ്ടോഅവൻ acts, കൊള്ള ആർ;അവൻ ആർ കേവലവും നഷ്ടപ്പെടുത്തുന്നു.ആളുകൾ പലപ്പോഴും വിജയം വക്കിലാണ് ക്ഷീണിക്കും;തുടക്കത്തിൽ ആയി അവസാനം കെയർ എടുത്തുനിങ്ങൾ പരാജയം ഒഴിവാക്കാൻ ഇടയാകും.മുനി യാതൊരു-ആഗ്രഹം ഉദ്ദേശിക്കുന്നതെങ്കിൽമൂല്യങ്ങൾ യാതൊരു മൂല്യം,ആരും-പഠനം എന്നെന്നേക്കുമായിഅപ്പോൾ ജനം മറന്നു സ്ഥലങ്ങൾ തിരിയുന്നു;അവൻ എല്ലാ ജനം സ്വാഭാവികത സഹായിക്കുമായിരുന്നു,എന്നാൽ അതിനുശേഷം അവൻ പ്രകൃതി മനസ്സില്ലാതെ.
		-- Lao Tse, "Tao Te Ching"

%
അവഗണിക്കുന്നില്ലപൂർവ്വികൻമാരുടെ അറിവ് ആളുകളെ ഭരിക്കാൻ അന്വേഷിക്കും ചെയ്തില്ല,എന്നാൽ അവരെ സ്വാഭാവികത സഹായിക്കാൻ.വിവരമുള്ള ആളുകൾ സ്വാഭാവികത ബുദ്ധിമുട്ട് ആണ്.ഒരു ജാതി നിയന്ത്രിക്കാൻ നിയമം ഉപയോഗിക്കാൻ ജാതി ബലഹീനമാക്കുക.പക്ഷേ രാജ്യം നിയന്ത്രിക്കാൻ പ്രകൃതി ഉപയോഗിക്കാൻ ജാതി ബലപ്പെടുത്തുന്നതാണ്.ഈ രണ്ടു പാതകൾ മനസിലാക്കുന്നു വിവേകം അവഗണിക്കുന്നില്ല ആണ്;അവഗണിക്കുന്നില്ല, ആഴത്തിലുള്ള പ്രവർത്തിപ്പിക്കുന്ന വൈഡ് റേഞ്ചുകൾ,ആശയക്കുഴപ്പം പരിഹരിക്കുന്നു സമാധാനവും പാലിക്കുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
പിന്തുടരുന്നു നയിക്കുന്നത്നദി അതു ഒഴുകുന്ന വഴി താഴ്വരയിൽ ദണ്ഡം.അതുവഴി നദിയുടെ മാസ്റ്റർ ആണ്.ജനം അവഗാഹം ക്രമത്തിൽവൺ അവരുടെ ദാസൻ മാത്രമാണ് സംസാരിക്കുന്നത്;ജനത്തെ നയിക്കാൻ ക്രമത്തിൽഅവരെ പാലിക്കണം.അങ്ങനെ മുനി ജനം മുകളിൽ സന്ദർഭംഅക്രമത്തിന് തോന്നുന്നില്ല;സന്ദർഭവും മുനി ജനത്തിന്റെ മുമ്പിൽ നിൽക്കുന്നു,അവർ മുടക്കം തോന്നുന്നില്ല.അങ്ങനെ മുനി ജനപ്രീതി ലംഘിക്കുകയില്ലഅവൻ വ്യവഹരിപ്പാൻ ഇല്ല, ആരും അവന്റെ നേരെ സമർഥിക്കുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
Unimportanceഎല്ലാ ലോകം പറയുന്നു"ഞാൻ .പതിവുനിസ്സഹായതയുടെ;ഞാൻ എല്ലാ ലോകത്തിൽ നിന്ന് പ്രത്യേക ആകുന്നു.ഞാൻ പ്രത്യേക ആകകൊണ്ടു ഞാൻ പ്രധാനപ്പെട്ട ആകുന്നുഞാൻ തന്നെയാണെന്ന് ഞാൻ ഒരിക്കലും പ്രധാനപ്പെട്ട കഴിഞ്ഞില്ല. "ഇതുവരെ ഇവിടെ മൂന്നു ഖജനാവുകൾഞാൻ ഷൂവിനെ നിങ്ങൾക്കു ശ്ളാഘിക്കുന്ന:ആദ്യ അനുകമ്പ ആണ്,ഏത് ഓരോന്നായി ധൈര്യം കണ്ടെത്തുന്നു.രണ്ടാമത്തെ ബദ്ര്യുദ്ധത്തില് ആണ്,ഏത് ഓരോന്നായി ബലം കണ്ടെത്തുന്നു.മൂന്നാം unimportance ആണ്,ഏത് ഓരോന്നായി സ്വാധീനം കണ്ടെത്തുന്നു.നിര്ഭയമായ ആകുന്നു ചെയ്തവർ, പക്ഷേ കരുണ കൂടാതെ,ശക്തവും, പക്ഷേ നിയന്ത്രണവും ഇല്ലാതെഅല്ലെങ്കിൽ സ്വാധീനമുള്ള, ഇതുവരെ പ്രധാനപ്പെട്ട,സഹിച്ചാൽ കഴിയില്ല.
		-- Lao Tse, "Tao Te Ching"

%
അനുകമ്പയുംഅനുകമ്പയും റിസ്ലി ആയുധം മികച്ച ശരണം.നിങ്ങൾ യോജിപ്പ് മുറപോലെ വേണമെങ്കില്,സഹതാപം കോട്ടയും പോലെ, ചുറ്റുമുള്ള വേണം.അതുകൊണ്ടു,നല്ല ഭടനായി ഭയം പ്രചോദിപ്പിക്കുക ഇല്ല;ഒരു നല്ല സേനാനി കയ്യേറ്റവും പ്രദർശിപ്പിക്കുകയോ ചെയ്യുന്നില്ല;ഒരു നല്ല ജേതാവ് യുദ്ധത്തിൽ ഒന്നും ഇല്ലെന്ന്;ഒരു നല്ല നേതാവിന്റെ അധികാരം നടത്തുന്നു ഇല്ല.ഈ unimportance മൂല്യം;ഈ മറ്റുള്ളവരുടെ സഹകരണം നേടിയ എങ്ങനെ ആണ്;ഈ പ്രകൃതിയിൽ വരുന്ന അതേ മതസൌഹാർദ്ദം എങ്ങനെ നിർമ്മിക്കുമെന്ന് ലേക്ക്.
		-- Lao Tse, "Tao Te Ching"

%
പതിയിരുന്ന്സൈനികരെ ഒരു വാക്കു ഉണ്ട്:ഇത് ഒരു ഇഞ്ച് എടുത്തു അധികം ഒരു യാർഡ് നഷ്ടപ്പെടാൻ എളുപ്പം.ഈ വിധത്തിൽ ഒറ്റ അവരെ marshalling ഇല്ലാതെ സൈന്യം വിന്യസിക്കാനും വേണ്ടി,അവരെ വെളിച്ചത്ത് ഇല്ലാതെ ചുമക്കുകയും ആയുധങ്ങൾ കൊണ്ടുവരികഅവരെ സാവി ഇല്ലാതെ ചെടിയോ ഇടപെടുത്തുകയുംപിന്നെ അവരെ യുദ്ധം കൂടാതെ അവരുടെ ശക്തി സത്തയെ.നിങ്ങളുടെ ശത്രു തപ്പി യാതൊരു മോശമായ ദുരന്തം ഇല്ല;അങ്ങനെ ചെയ്യാൻ എന്റെ നിക്ഷേപങ്ങളും എല്ലാ അപകടമുണ്ടാക്കുന്ന;അങ്ങനെ രണ്ടു നന്നായി പൊരുത്തപ്പെട്ട ശക്തികൾ കഷ്ടപ്പാടുമില്ല എതിർക്കുമ്പോൾ,അനുകമ്പ നിലനിർത്തുന്നത് ജനറൽ നേടും.
		-- Lao Tse, "Tao Te Ching"

%
വ്യക്തിത്വംഎന്റെ വചനങ്ങൾ മനസ്സിലാക്കാൻ എളുപ്പമാണ്എന്റെ പ്രവർത്തനങ്ങൾ നടത്താൻ എളുപ്പമാണ്എങ്കിലും മറ്റ് അവരെ മനസിലാക്കാനോ നിർവഹിക്കാൻ കഴിയും.എന്റെ വചനങ്ങൾ അർഥം ഉണ്ടു; എന്റെ പ്രവർത്തനങ്ങൾ കാരണമുണ്ട്;എന്നാൽ ഇവയിൽ അറിയപ്പെടുന്ന കഴിയില്ല ഞാൻ അറിയപ്പെടുന്ന കഴിയില്ല.ഓരോ അതുല്യമായ, അതിനാൽ മൂല്യവത്താണ്;മുനി നാടൻ വസ്ത്രം ധരിക്കുന്ന വെച്ചാലും അവന്റെ ഹൃദയം ജേഡ് ആണ്.
		-- Lao Tse, "Tao Te Ching"

%
പരിമിതപ്പെടുത്താതെആർ അവന്റെ പരിമിതികൾ തിരിച്ചറിയുന്നു ഹെൽത്തിയാണ്;ആർ അവന്റെ പരിമിതികൾ അവഗണിക്കുന്നു രോഗിയാണ്.മുനി പരിമിതിയില്ലാതെ ഈ ദീനം തിരിച്ചറിയുന്നു.അങ്ങനെ രോഗപ്രതിരോധ മാറുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
വിപ്ളവംആളുകളെ നഷ്ടപ്പെടാൻ കൂടുതൽ ഒന്നും വരുമ്പോൾഅപ്പോൾ വിപ്ലവം പരിണമിക്കും.അവരുടെ ഭൂമിയും നീക്കുവാൻ ചെയ്യരുത്,അവരുടെ ജീവിതമാർഗം നശിപ്പിക്കരുതേ;നിങ്ങളുടെ ഭാരം കനത്ത ഇല്ലെങ്കില് പിന്നെ അവർ അതു ശിർക്ക് ചെയ്യില്ല.മുനി തന്നെത്താൻ പുലർത്തുന്നുണ്ട് എന്നാൽ കരം ക്ഷമിച്ചിരിക്കുന്നു,തന്നെത്താൻ മൂല്യങ്ങൾ എന്നാൽ ഹോണേഴ്സ് ആവശ്യമാണ്;അവൻ കര്ത്തവ്യം അവഗണിക്കുന്നു സമ്പത്തും സ്വീകരിക്കുകയുള്ളൂ.
		-- Lao Tse, "Tao Te Ching"

%
വിധിആർ അഭ്യസ്തവിദ്യയുമായ ധൈര്യത്തോടെ നശിക്കും;ആർ അഭ്യസ്തവിദ്യയുമായ സൂക്ഷ്മമായി പ്രയോജനം ചെയ്യും.തന്ത്രപൂർവം ലാഭം എവിടെ ബോൾഡ് നശിക്കുമ്പോൾകന്യാത്വത്തെക്കുറിച്ചു ഈയൊരു ബഹുമാനിക്കും ഇല്ല.പോലും മുനി ഭാഗധേയം പരീക്ഷിക്കരുതു ധൈര്യപ്പെടില്ല.വിധിയും ആക്രമിക്കാൻ ഇല്ല, എങ്കിലും എല്ലാം അതു കീഴടക്കുകയും ചെയ്യുന്നു;ഇത് ചോദിക്കില്ല, എങ്കിലും എല്ലാം അതിലേക്ക് ഉത്തരം;അതിനെ വിളിക്കുന്നു ഇല്ല, എങ്കിലും എല്ലാം പാലിക്കാം;ഇത് പ്ലാൻ ചെയ്യുന്നില്ല, എങ്കിലും എല്ലാം അതു തീരുമാനിക്കുന്നതാണ്.വിധിയും അറ്റ ​​വിശാലമായി അതിന്റെ മെഷ് നാടൻ ആണ്,എങ്കിലും ആരും അത് ഒഴിവാക്കുക.
		-- Lao Tse, "Tao Te Ching"

%
എക്സിക്യൂഷൻജനം മരണം ഭയപ്പെടാതെ എങ്കിൽ,അപ്പോൾ എന്താണ് ഒരു ആരാച്ചാർ ഉപയോഗം തന്നെ?ജനം മരണം മാത്രം ഭയപ്പെട്ടു എങ്കിൽനിങ്ങൾ അനുസരിക്കുകയും ചെയ്തില്ല ഏവരും കൊന്നുംആരും നിന്നെ അനുസരിക്കാതിരിക്കുന്ന നാറാണമംഗലം.അപ്പോൾ എന്താണ് ഒരു ആരാച്ചാർ ഉപയോഗം തന്നെ?മരണം വിധിയുടെ ഉപകരണമാണ് ആളുകൾ മരണം ഭയപ്പെടുന്നു.ജനം വിധിയുടെ പകരം വധശിക്ഷ കൊലപ്പെടുത്തി ചെയ്യുമ്പോൾ,ഇത് ഒരു ആശാരി പകരം മരപ്പണി പോലെയാണ്.ആശാരി പകരം മരം തുരന്നുണ്ടാക്കുകയും ചെയ്തവർപലപ്പോഴും അവരുടെ കൈകൾ പരിക്കേൽപ്പിക്കുകയും.
		-- Lao Tse, "Tao Te Ching"

%
വിപ്ളവംപെരുനാളിൽ വേണ്ടിയാണിത് ഭരണാധികാരികൾ ധാന്യം എടുക്കുമ്പോൾഅവരുടെ ജനത്തിന്റെ വിശക്കുന്നു തീർന്നിരിക്കുന്നു;ഭരണാധികാരികൾ സ്വന്തം താത്പര്യങ്ങൾ സേവിക്കാൻ നടപടി എടുക്കുമ്പോൾഅവരുടെ ജനത്തിന്റെ മത്സരിയാകയോ;അങ്ങനെ സ്വന്തം ജീവിതത്തിൽ സൂക്ഷിക്കുന്ന ഭരണാധികാരികൾ ജീവിതങ്ങളെ എടുക്കുമ്പോൾഅവരുടെ ജനത്തിന്റെ ഇനി മരണം ഭയപ്പെടുന്നു.ജനം സ്വന്തം ജീവിതത്തിൽ പരിഗണിക്കാതെ പ്രവർത്തിക്കാൻ സന്ദർഭംഅവർ മാത്രമാണ് സ്വന്തം ജീവനു വില ചെയ്തവരെ ജയിക്കുക.
		-- Lao Tse, "Tao Te Ching"

%
സൌകര്യംഒരു നവജാത മൃദുവായ ടെൻഡർ ആണ്,ഒരു crone, ഹാർഡ് ദുശ്ശാഠ്യവും.സസ്യങ്ങളും ജന്തുക്കളും, ജീവിതത്തിൽ, മൃദുലതയും ആൻഡ് ചണം ആകുന്നു;മരണം ഉണങ്ങിയും വരണ്ട.അങ്ങനെ മൃദുലത ആർദ്രതയും ജീവന്റെ ഗുണവിശേഷങ്ങളും,പിന്നെ കാഠിന്യത്താലും കാഠിന്യത്തിലെത്തുകയും മരണം എന്നീ ഗുണങ്ങൾ.ഒരു സുഖാഡംബരങ്ങളുടെ വൃക്ഷം വിഭജിക്കുക, ശോഷണം ചെയ്യും പോലെഅങ്ങനെ ഒരു ദൃഢമനസ്കരായ ഫോഴ്സ് തോൽവി വെളിപ്പെടുംനിലത്തു കീഴെ കഠിനവും ബലമുള്ള കള്ളംമുകളിൽ ഇളംകാറ്റ് ടെൻഡർ ദുർബല ഡാൻസ് സമയത്ത്.
		-- Lao Tse, "Tao Te Ching"

%
ആവശ്യംഒരു വില്ലു ഡ്രോയിംഗ് വ്യത്യസ്തമായി പ്രകൃതിയുടെ നടപടി ആണോ?എന്താണ് കൂടുതലാണ് ്ടവരത്രെ ആണ്, എന്തു കുറവാണ് എഴുന്നേല്പിക്കപ്പെടുന്ന;എന്താണ് ഉയരമുണ്ട് ആണ് ചുരുക്കി ആണ്, എന്തു നാൾക്കുനാൾ ആണ് വിപുലപ്പെടുത്തുമ്പോള്;പ്രകൃതിയുടെ ചലനം വേണ്ട അധികം ചിലരൊക്കെ കുറയുന്നുഅവർ ഞങ്ങൾക്കുണ്ട് അധികം ആവശ്യമായ വർദ്ധിപ്പിക്കുന്നു.ഇത് മനുഷ്യൻ അങ്ങനെയല്ലല്ലോ.മനുഷ്യൻ അവർക്കുള്ളത് കൂടുതൽ വേണമെങ്കിൽ ചെയ്തവരെ കുറയുന്നുഅവർ വേണമെങ്കിൽ കൂടുതൽ ഉള്ളവർക്ക് വർദ്ധിപ്പിക്കുന്നു.നിങ്ങൾ വേണമെങ്കിൽ മറ്റെന്തോ വിട്ടുകൊടുക്കുകയും വഴി പിന്തുടരുകയാണ്.അങ്ങനെ മുനി പ്രതീക്ഷ നൽകുന്നു,ക്രെഡിറ്റ് അവകാശപ്പെടാനുള്ള ഇല്ലാതെ കുഴക്കി,പിന്നെ .മുഹമ്മദ് യാതൊരു ആഗ്രഹം ഉണ്ട്.
		-- Lao Tse, "Tao Te Ching"

%
കായിക്കുന്നലോകത്തിൽ ഒന്നും വെള്ളം പോലെ മൃദുവും കായിക്കുന്ന ആണ്,എന്നാൽ ഒന്നും നല്ലത്, ഹാർഡ് ശക്തമായ തോൽപിക്കാൻഅവർ കഴിയില്ലെന്നും നിയന്ത്രണം അത് നീക്കം ചെയ്യുകയും ചെയ്യുന്നു.മൃദുവായ ഹാർഡ് ജയിക്കുന്നു,കായിക്കുന്ന ശക്തമായ ജയിക്കുന്നു;ഏതൊരു മനുഷ്യനും ഇത് അറിയാമായിരുന്നുഎന്നാൽ ആരും അതു പറയാന് കഴിയും.ആളുകൾക്ക് പഠിക്കുന്നു ദേശം ധാന്യവും നിയന്ത്രിക്കുന്നു;സംസ്ഥാന ലേക്ക് പഠിക്കുന്നു ലോകം മുഴുവൻ നിയന്ത്രിക്കുന്നു;സത്യം എളുപ്പത്തിൽ വാചാടോപം വഴി മറച്ചിരിക്കുന്നു.
		-- Lao Tse, "Tao Te Ching"

%
അനുരഞ്ജനംവൈരുദ്ധ്യം നിരന്നു ചെയ്യുമ്പോൾ, ചില ഹാർഡ് വികാരങ്ങൾ നിലനിൽക്കും;ഈ അപകടകരമാണ്.മുനി കാരണം കുറവ് സ്വീകരിക്കുകയുള്ളൂനിഷ്കളങ്കരും അല്ലെങ്കിൽ ശിക്ഷിക്കാൻ ഇല്ല;യോജിപ്പ് കരാറിൽ തേടിനീതി പേയ്മെന്റ് തേടി എവിടെ.പൂർവ്വികൻമാരുടെ പറഞ്ഞു: "പ്രകൃതി നിഷ്പക്ഷമതികളായിട്ടുള്ള;അതുകൊണ്ടു അതു എല്ലാവരും സേവിക്കുന്ന സേവിക്കുന്നു. "
		-- Lao Tse, "Tao Te Ching"

%
ആദർശപൂർണ്ണമായനിങ്ങളുടെ കമ്മ്യൂണിറ്റി മാത്രം കുറച്ച് ആളുകളുമായി ചെറിയ ആകട്ടെ;അനവധി ഉപകരണങ്ങൾ നിലനിർത്തുക, എന്നാൽ അവരുടെ മേൽ ആശ്രയിക്കുന്നില്ല;നിങ്ങളുടെ ജീവിതം അഭിനന്ദിക്കുന്നു, നിങ്ങളുടെ വീട്ടിൽ തൃപ്തിപ്പെടുവിൻ;ബോട്ടുകൾ സെയിൽ കുതിരകളും സവാരി, എന്നാൽ വളരെ അകലെയല്ല പോകുന്നില്ലആയുധങ്ങളും ആയുധം നിലനിർത്തുക, പക്ഷേ അവരെ ജോലിക്ക് ചെയ്യരുത്;എല്ലാവർക്കും ചെയ്യട്ടെ എഴുതുകയുംനല്ല ഭക്ഷണം മനോഹരമായ കാര്യങ്ങൾ.ജീവിക്കണം നിങ്ങളുടെ സ്വന്തം സമൂഹത്തിൽ പ്രസാദം;കൂട്ടുകാരെ കോഴി-കാക്ക വസിക്കയില്ല,എന്നാൽ അവരുടെ നിങ്ങളുടെ സ്വാതന്ത്ര്യം നിലനിർത്താൻ.
		-- Lao Tse, "Tao Te Ching"

%
സേജ്സത്യസന്ധതയാണ് യാതൊരു അന്യേഷിച്ചിട്ടില്ല;വാചാടോപം സത്യസന്ധത അല്ല.പ്രബുദ്ധരായ ജനങ്ങൾ സംസ്ക്കരിച്ച അല്ല;സംസ്കാരം ബോധോദയം അല്ല.ഉള്ളടക്ക ജനം സമ്പന്നനാണ് അല്ല;സമ്പത്തു സംതൃപ്തി അല്ല.അങ്ങനെ മുനി തന്നെത്തന്നെ നൽകില്ല;കൂടുതൽ അവൻ മറ്റുള്ളവരെ ചെയ്യുന്ന കൂടുതൽ അവൻ തൃപ്തനാകുന്നു;അവൻ നൽകുന്നു കൂടുതൽ താൻ കൈക്കൊള്ളുന്ന.പ്രകൃതി ആരും ചെലവിൽ പൂക്കുന്നു;അങ്ങനെ മുനി എല്ലാ പുരുഷന്മാർ പ്രയോജനകരവും ആരും എതിർത്ത്.
		-- Lao Tse, "Tao Te Ching"

%
