നിങ്ങളുടെ പ്രവൃത്തിക്കു ഒരേയൊരു വഴി നിങ്ങളുടെ ജീവിതത്തിലെ ഒരു വലിയ ഭാഗം പൂരിപ്പിക്കുക പോവുകയും ചെയ്യുന്നുതീർച്ചയായും കേമംതന്നെ വലിയ വേല വിശ്വസിക്കുന്നു എന്തു എന്നതാണ്. ചെയ്യാൻ മാത്രം സന്തോഷംവലിയ വേല ചെയ്യുന്നത് ഇഷ്ടപ്പെടുക എന്നതാണ്. നിങ്ങൾ ഇതുവരെ അതു കണ്ടില്ല എങ്കിൽ നിലനിർത്തുക.നിലനിർത്തും ചെയ്യരുത്. ഹൃദയത്തിന്റെ എല്ലാ കാര്യങ്ങളിൽ നിലയിൽ, നിങ്ങൾ അതു കണ്ടെത്താൻ അത് അറിയാനാകും.പിന്നെ, ഏതെങ്കിലും വലിയ ബന്ധം പോലെ, അതു വെറും സംവത്സരങ്ങൾ മെച്ചപ്പെട്ടു ലഭിക്കുന്നുഉരുളുക. അങ്ങനെ നിലനിർത്തുക അത് കണ്ടെത്താൻ വരെ. നിലനിർത്തും ചെയ്യരുത്.                - സ്റ്റീവ് ജോബ്സ് (1955-2011)(1) ചോര കോപിച്ചു ഏത് വറുത്ത അറു ഒഴിവാക്കുക.(2) നിങ്ങളുടെ വയറ്റിൽ നിങ്ങളെ antagonizes എങ്കിൽ, തണുത്ത ചിന്താഗതിയാണ് അതിനെ ശമിപ്പിക്കും.(3) നിങ്ങൾ നീക്കാൻ പോലെ ചുറ്റും സൌമ്യമായി വൃഥാവാദത്തിലേക്കു ഒഴുകുന്ന മോര് സൂക്ഷിക്കുക.(4) പോലുള്ള പോലെ സമൂഹത്തിൽ വഹിച്ചിരുന്ന, തിന്മകളെ വളരെ ത്യജിച്ചു പോകുകസോഷ്യൽ പയാനാവും സസ്ഥമായിരിക്കുന്ന അല്ല.(5) എല്ലാകാലത്തും പ്രവർത്തിക്കുന്ന ഒഴിവാക്കുക.(6) എന്തെങ്കിലും നിങ്ങൾക്ക് ലഭിച്ചിരിക്കുകയാണ് ആകേണ്ടതിന്നു, തിരിഞ്ഞു നോക്കരുത്.
		-- S. Paige, c. 1951

%
ഉപദേശത്തിന്റെ ഏറ്റുമുട്ടൽ ഒരു വിപത്ത് അല്ല - അത് അവസരമാണ്.
		-- S. Paige, c. 1951

%
അതു അത്തരമൊരു ദിശയിൽ അത്തരം ചെയ്തത് പ്രേരിപ്പിക്കുന്നു എന്തുകൊണ്ട് മേഘം അറിയില്ലഒരു വേഗത, ഒരു impulsion തോന്നുകയാണെങ്കിൽ ... ഇപ്പോൾ പോകാൻ സ്ഥലമാണ്. പക്ഷേആകാശം എല്ലാ മേഘങ്ങൾ പിന്നിൽ കാരണങ്ങൾ പാറ്റേണുകളും അറിയാം, നിങ്ങൾ ഉദ്ദേശിക്കുന്നനിങ്ങൾ ദിക്കുകളിലും അപ്പുറം കാണുവാൻ മാത്രം ഉയർന്ന സ്വയം ഉയർത്തിക്കഴിയുമ്പോൾ, വളരെ അറിയുന്നു.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
ഒരു സ്വപ്നമായിരുന്നു ഒരിക്കൽ അത് അവസരം കൊടുത്തിരിക്കുന്നു, റിയാലിറ്റി ജയം ചെയ്യും.
		-- Stanislaw Lem

%
വ്യാജ fortuneteller വച്ചുപൊറുപ്പിക്കുന്നതല്ല കഴിയും. എന്നാൽ ഒരു ആധികാരിക ജ്യോത്സ്യനോ shouldകാഴ്ച ന് ചിത്രീകരിക്കുന്നത്. ചേട്ടനാണു അവൾ സിബൂആകര്ഷകമായ ചുറ്റിയാണെങ്കിൽ താഴെത്തട്ടിലാണെങ്കിലും മനസ്സിലായില്ല.
		-- R. A. Heinlein

%
ഒരു വക്കുകയും പിന്വാങ്ങല്നാഡി-wracking ആൻഡ് അപകടകരമാണ്.ദാസിമാരും - പുരുഷന്മാർക്കും ആളുകളെ നിലനിർത്താൻനല്ല ഭാഗ്യം കൊണ്ടുവരുന്നു.
		-- R. A. Heinlein

%
ഒരു ജീവിതകാലം മുഴുവനും എന്താണ് അവയെന്തെല്ലാമെന്നു് ഏതാണ്ട് നീണ്ട പോരാ.
		-- R. A. Heinlein

%
ജനം ഒരുപാട് ഞാൻ നല്ല ചിന്ത വിശ്വസിക്കുകയും അറിയുന്നു, അങ്ങനെ ഞാൻ ഇതാ ചെയ്യാൻഎല്ലാം പോസിറ്റീവ് ഗുണമേ വിശ്വസിക്കുന്നു.
		-- Lew Col

%
മനുഷ്യൻ യൂണിവേഴ്സ് പറഞ്ഞു:"സർ, നിലനില്ക്കുന്നു!""എന്നിരുന്നാലും," യൂണിവേഴ്സ് മറുപടി,"വാസ്തവത്തിൽ എന്നിൽ കടപ്പാടാണ് പ്രതീതി സൃഷ്ടിച്ചിട്ടില്ല."
		-- Stephen Crane

%
ഒരു മാസ്റ്റര് ചോദ്യം തുടര്ന്നു "മാർഗം എന്താണ്?" കൗതുകകരമായ സന്യാസിയായിരുന്നു."നിങ്ങളുടെ ദൃഷ്ടിയിൽ ശരി എന്നു" മാസ്റ്റർ പറഞ്ഞു."എന്തുകൊണ്ട് ഞാനും അല്ലാതെ കാണുന്നില്ല?""നിങ്ങൾ സ്വയം ചിന്തിച്ചു കാരണം.""എന്തു പറ്റി: നിങ്ങൾ അതു കാണുന്നു എന്നു ചോദിച്ചു""അതിനാൽ, നിങ്ങൾ എത്രത്തോളം ഇരട്ട കാണുന്നു` ഞാൻ ചെയ്വാൻ ', ഒപ്പം `നിങ്ങൾ ചെയ്യേണ്ടത്' എന്നു, അങ്ങനെ, നിങ്ങളുടെ കണ്ണു ശോഭ 'എന്ന് മാസ്റ്റർ പറഞ്ഞു."അവിടെ അല്ലാത്ത` ഞാന് നിങ്ങൾക്കോ ` 'വന്നശേഷം ആരും അത് കാണാൻ കഴിയും?""അവിടെ അല്ലാത്ത എപ്പോഴാണ്` ഞാന് നിങ്ങൾക്കോ ` 'അതു കാണാൻ ആഗ്രഹിക്കുന്നു എന്ന് ആരാണ്? "
		-- Stephen Crane

%
ഒരു കൂട്ടുകാരനെ കഴുതപ്പുറത്തു കടം ആവശ്യപ്പെട്ട്, നസ്റുദ്ദീൻ എത്തി. "ഇത് ലഭ്യമാകാത്തതെന്താണ്വായ്പ, "അധ്യാപകൻ മറുപടി. ആ നിമിഷം, കഴുത നാടുനീളെ അകത്ത് കതറുന്നുസ്റ്റേബിൾ. "എന്നാൽ ഞാൻ അവിടെ അത് കതറുന്നു കേൾക്കാം." "നിങ്ങൾ ആരെ വിശ്വസിക്കുന്നുവോ"നസ്റുദ്ദീൻ "എന്നെ അല്ലെങ്കിൽ ഒരു കഴുതയുടെ?" ചോദിച്ചു
		-- Stephen Crane

%
ഒരു പുരോഹിതൻ പിശാച് ധര്മം തന്റെ മരണക്കിടക്കയിൽ വോൾട്ടയർ ഉപദേശിച്ചു.പരുവത്തില് മറുപടി നൽകി "ഈ പുതിയ ശത്രുക്കളെ സമ്പാദിച്ചു യാതൊരു സമയം."
		-- Stephen Crane

%
ഒരു പുരോഹിതന്റെ ചോദിച്ചു: വിധിയും എന്താണ്, മാസ്റ്റർ?നായകനുമാണ് ഉത്തരം:ഇത് ഭാരം ഒരു മൃഗത്തെ അസ്തിത്വം അതിന്റെ കാരണം നൽകുന്നു തന്നെ.ഇത് മുൻ കാലങ്ങളിൽ പുരുഷന്മാരുടെ അവയുടെ പുറത്ത് വഹിക്കും ഉണ്ടായിരുന്നു എന്നതാണ്.സിറ്റി നിന്ന് വളഞ്ഞ പണിയാൻ ജാതികൾ കാരണമായിട്ടുണ്ട് തന്നെസിറ്റി ലേക്കുള്ള വണ്ടികളെയും കോച്ചുകൾ കടന്നുപോകുവാൻ മേൽ, ഏത് ഇന്നിംഗ്സ് വേഷമിട്ടവിശപ്പ്, ദാഹം, പ്രയാസം അകറ്റുക പണിവാനുള്ള വന്നിരിക്കുന്നു.ആ വിധിയും ആണ്? പുരോഹിതൻ പറഞ്ഞു.വിധിയും ... ഞാൻ നിങ്ങളോടു ചരക്ക് പറഞ്ഞു വിചാരിച്ചു, മാസ്റ്റർ പ്രതികരിച്ചു.അത് വളരെ ശരിയാണ്, പുരോഹിതൻ പറഞ്ഞു. ഞാൻ ആഗ്രഹിച്ചുഎന്താണ് ഫ്രൈറ്റ് വളരെ ഉണ്ടായിരുന്നു.
		-- Kehlog Albran, "The Profit"

%
ഒരു ദുഃഖകരമായ കാഴ്ച. അവർ നിവാസികൾ എങ്കിൽ എന്തു സ്കോപ്പ് ദുരിതവും മേല്പറഞ്ഞവരുടെ.അവർ നിവാസികൾ എങ്കിൽ എന്തു ഇടം ഒരു മാലിന്യ.
		-- Thomas Carlyle, looking at the stars

%
ഒരു സ്കോളർ തന്റെ മാസ്റ്റർ ചോദിച്ചു, "ഗുരോ, ഒരു ശരിയായ എന്നെ ഉപദേശിക്കാൻ തന്നെതൊഴില്? "മാസ്റ്റർ പറഞ്ഞു: "ചില മനുഷ്യരുടെ ശക്തി അവരുടെ നിലനിർത്താൻ നേടാൻ കഴിയുംഅവരുടെ മനസ്സു. മറ്റുള്ളവ പറയണേന്ന് ശക്തമായ മുതുകിലും, കാലുകൾ, കൈകൾ ഉപയോഗിക്കണം. ഇത്അതു മനുഷ്യനോടു പോലെ പ്രകൃതിയിൽ അതേ. ചില മൃഗങ്ങൾ എളുപ്പത്തിൽ ആഹാരം ഏറ്റെടുക്കുവാനും,അത്തരം മുയലുകൾ, എലികൾ ആട്ടുകൊറ്റന്മാരുടെയും പോലെ. മറ്റു മൃഗങ്ങളുടെ ഉഗ്രമായി സമരം ചെയ്യണംഅവരുടെ ഉപജീവനം, beavers, മറുകുകൾ ആൻഡ് ഉറുമ്പുകൾ പോലെ. അതിനാൽ നിങ്ങൾ കാണുന്ന, സ്വഭാവംതൊഴില് വ്യക്തിയുടെ fit വേണം."എന്നാൽ ഞാൻ ഇനി കഴിവുകൾ, ആഗ്രഹങ്ങൾ, അല്ലെങ്കിൽ ഭാവന ഞങ്ങൾക്കുണ്ട് ഗുരോ,"പണ്ഡിതൻ .വല്സലശിഷ്യന്മാര്.മാസ്റ്റർ ചോദ്യത്തോട് ... "ഒരു പാടുകയോ ആകുന്നതിന്റെ ചിന്തിച്ചിട്ടുണ്ടോ?"
		-- Thomas Carlyle, looking at the stars

%
ഒരു മനുഷ്യൻ അതിന് മരിക്കുന്നു കാരണം കാര്യം നിർബന്ധമില്ല ശരിയല്ല.
		-- Oscar Wilde, "The Portrait of Mr. W. H."

%
ഒരു ആഗ്രഹിക്കുന്നവരും ശിഷ്യൻ മലയിൽ വശത്തുള്ള നസ്റുദ്ദീൻ ന്റെ കുടിലുകളിൽ എത്തി. അറിഞ്ഞിരിക്കുന്നത്അത്തരം ഒരു ജ്ഞാനോദയം ഓരോ പ്രവർത്തനം, അന്വേഷകൻ പ്രധാന്യമാണ്അടുത്തുനിന്ന് അധ്യാപകൻ നിരീക്ഷിച്ചു. "നീ നിങ്ങളുടെ കൈകൾ ഊതി എന്തു?" "കുളിർഎന്നെത്തന്നെ കുളിരിൽ. "പിന്നീട്, നസ്റുദ്ദീൻ ചൂടുള്ള സൂപ്പ് കലര്ത്തി തനിക്കു പകർന്നുഒപ്പം പുതുമുഖ, സ്വന്തം ഊതി. "ലൈല ചെയ്യുന്നതു മാസ്റ്റർ, ആ?""സൂപ്പ് തണുക്കാൻ." ഇതേ പ്രക്രിയ ഉപയോഗിക്കുന്ന ഒരു മനുഷ്യൻ വിശ്വസിക്കാൻ കഴിയുന്നില്ലചൂടുള്ള തണുത്ത - - രണ്ടു വ്യത്യസ്ത ഫലങ്ങളിൽ എത്തും ശിഷ്യൻ പുറപ്പെട്ടു.
		-- Oscar Wilde, "The Portrait of Mr. W. H."

%
അയ്യോ, എന്നാൽ ഒരു മനുഷ്യന്റെ മുഷ്ടി തന്റെ എത്തുന്നതും കവിയാൻ പാടില്ല,അതല്ല ഒരു സ്വർഗ്ഗത്തിൽ എന്താണ്?
		-- Robert Browning, "Andrea del Sarto"

%
എല്ലാ പ്രത്യാശ കൈവെടിഞ്ഞില്ല, ഇവിടെ നൽകുക, നിങ്ങൾ!
		-- Dante Alighieri

%
എല്ലാവരും ഉപയോഗപ്രദമായ കാര്യങ്ങളുടെ യൂട്ടിലിറ്റി അറിയുന്നു;എന്നാൽ മാന്യൻമാരായിക്കൊണ്ട് ഉപയോഗവും അറിയുന്നില്ല.
		-- Chuang-tzu

%
ഞാൻ നിങ്ങളോടു പറയുന്നു പോകുകയാണ് യഥാർഥ കാര്യങ്ങൾ എല്ലാ ലജ്ജാകരമായ വഞ്ചന മാത്രമാകുന്നു.
		-- The Book of Bokonon / Kurt Vonnegut Jr.

%
നമുക്ക് എല്ലാവർക്കും തന്റെ പ്രസംഗം തന്റെ ഓറിയന്റൽ ജ്ഞാനം നിക്ഷേപമാക്കിവെക്കുകയും, വേണംസെൻ പോലുള്ള ഡിറ്റാച്ച്മെൻറ്, ദൈനം തന്റെ തണ്ട് സൈനികശക്തി പോലെ,കലരും, അല്ലെങ്കിൽ അവരുടെ ബാങ്കിലെ അവന്റെ സാന്നിദ്ധ്യംകൊണ്ട് ആവേശത്തിലാണ് വളർന്ന മറ്റുള്ളവരെ:"വെറും തറയിൽ കിടക്കുന്ന ശാന്തമായി."
		-- Robert Wilson, "John Dillinger Died for You"

%
ഒരു ആശയം ദൈവത്തിന്റെ കാണുന്നതിനുള്ള ദൈവം തരുന്ന ഒരു കണ്ണ് ആണ്. ഈ കണ്ണു ചിലഞങ്ങൾ കഴിയുന്നത്ര വേഗത്തിൽ അവരെ കുരുടനായ നിന്നു നോക്കുവാൻ വഹിക്കും കഴിയില്ല.
		-- Russell Hoban, "Pilgermann"

%
ഒരു ആശയം അതിൽ വിശ്വസിക്കുന്ന ജനങ്ങൾക്ക് ഉത്തരവാദിയല്ല.
		-- Russell Hoban, "Pilgermann"

%
ഒരു പഴയ വിദ്യാർത്ഥി ഓട്ടിസ് അടുക്കൽ വന്നു, "ഞാൻ കാണാൻ അറിയിച്ചുഅധ്യാപകരുടെ വലിയൊരു കൂട്ടം ഞാൻ സന്തോഷങ്ങളും ഒരു വലിയ സംഖ്യ ഉപേക്ഷിച്ചിരിക്കുന്നു.ഞാൻ ഉപവസിച്ചു ബ്രഹ്മചര്യം ആകുമായിരുന്നു ഏടുകളും ആവശ്യപ്പെട്ട് ഉണരുക രാവും താമസിച്ച.ഞാൻ അപ്പ് തേടി സകലവും ഞാൻ കഷ്ടപ്പെടേണ്ടി, എന്നാൽ ചെയ്തിരിക്കുന്നുഞാൻ പ്രബുദ്ധരായ അല്ല. ഞാൻ എന്ത് ചെയ്യണം?"ഓട്ടിസ് മറുപടി, "കഷ്ടപ്പാടും ഉപേക്ഷിക്കുക."
		-- Camden Benares, "Zen Without Zen Masters"

%
ഒരുനാളും സ്നേഹം വരെ സ്വന്തം ആഴത്തിലുള്ള അറിയുന്നു എന്ന് അറിഞ്ഞുശുദ്ധീകരണ മണിക്കൂർ.
		-- Kahlil Gibran

%
എന്തായാലും ഞാൻ ഈ ചില ഗെയിം കളിക്കുന്നത് ഇതെല്ലാം ചെറിയ കുട്ടികൾ picturing പ്രമാണിച്ചുതേങ്ങല് എല്ലാവർക്കും വലിയ ഫീൽഡ്. ചെറിയ കുട്ടികൾ ആയിരക്കണക്കിന്, ആരും ന്റെ ചുറ്റും -വലിയ ആരും ഞാൻ അർത്ഥമാക്കുന്നത് - എന്നെ ഒഴികെ. ഞാൻ ചില രസകരമായ അറ്റത്തുള്ള നിലക്കുന്നതും പിരിയുകയാണ്മുനന്വ്. ഞാൻ എന്തു ഞാൻ പോകുന്നു ആരംഭിച്ചുകഴിഞ്ഞാൽ എല്ലാവരേയും ഉറക്കെ ചിന്തിക്കാംമുനന്വ് - അവ പ്രവർത്തിപ്പിക്കുന്നു അവർ മുൻപരിചയം അവർ എവിടെ തോന്നുന്നില്ലെന്ന് എങ്കിൽ ഞാൻ ഉദ്ദേശിക്കുന്നത്പോകുന്നു ഞാൻ എവിടെയോ നിന്നു പുറപ്പെട്ടു ഏറ്റുമുട്ടുമ്പോൾ ഞങ്ങൾക്കുണ്ട്. ഞാൻ ചെയ്യാൻ ആഗ്രഹിക്കുന്നു അത്രയേയുള്ളൂദിവസം മുഴുവൻ. ഞാന് ധാനം ലെ കാച്ചർ ആഗ്രഹിക്കുന്നു. എനിക്ക് ഇത് അറിയാം; ഞാൻ അതു ഭ്രാന്താണ് അറിയുന്നുഎന്നാൽ ഞാൻ ശരിക്കും ആഗ്രഹിക്കുന്നുവെങ്കിൽ മാത്രം കാര്യമാണ്. ഞാൻ അതു ഭ്രാന്താണ് അറിയുന്നു.
		-- J. D. Salinger, "Catcher in the Rye"

%
വിഹാരം വാതിലുകൾ സമീപിച്ച Hakuin കെൻ സെൻ കണ്ടെത്തിശിഷ്യന്മാരിൽ ഒരു ഗ്രൂപ്പ് പ്രസംഗിച്ചു."വാക്കുകൾ ..." കെൻ orated, "അവർ പക്ഷെ ഒരു വിഭവമല്ലാതെ മൂടുപടം obfuscating"- സമ്പൂർണ്ണ റിയാലിറ്റി"കെൻ!" Hakuin തടസ്സപ്പെട്ടു. "നിങ്ങളുടെ ഈച്ച മന്ദഗതിയിൽ!"പ്രകാശം വ്യക്തമായ ലൈറ്റ് കെൻ മേൽ പൊട്ടിത്തെറിച്ച് അവൻ അതുകൊണ്ടുബാഷ്പങ്ങളെ.പട്ടണത്തിലേക്കു പോകുന്ന വഴി ന് Hakuin കേവലാദർശം സഞ്ചരിച്ചു സന്യാസിയായിരുന്നു ലഭിച്ചില്ലരാവിലെ ആത്മാവിനാൽ."അയ്യോ," സന്യാസി നെടുവീർപ്പിട്ടു അവന്റെ കവിൾ കുറുകെ wrinkling മഞ്ഞപ്പൂവ് പുഞ്ചിരി,"നീ ആർട്ട് ...""അയ്യോ," Hakuin, കാര്യമാക്കേണ്ടതില്ല ചൂണ്ടുന്ന മറുപടി, "നീ കൊഴുപ്പ്!"അതുകൊണ്ടു പ്രകാശം വ്യക്തമായ പ്രകാശ സന്യാസികൾ മേൽ പൊട്ടിത്തെറിയുണ്ടായത്അവൻ ബാഷ്പങ്ങളെ."ഞങ്ങളുടെ പോലെ: അടുത്തതായി, ഗവർണർ കരയുന്ന, Hakuin ഉപദേശം അന്വേഷിച്ചുശത്രുക്കളെ ഞങ്ങളുടെ മേൽ ഞാൻ എങ്ങനെ അവര് തന്നെയാണ് ഹൃദയശൂന്യമായ ആൻഡ് അനുഭവജ്ഞാനമില്ലാത്ത സഹിക്കുംപടയാളികൾ ഞാൻ ലേക്ക് അവകാശി ആകുന്നു പോലെ ആസന്നമായ തകരുന്നവ പ്രതീക്ഷിക്കുന്നു? ""യുഎസ്?" Hakuin വളര്ത്തി.പ്രകാശം വ്യക്തമായ പ്രകാശത്തിൻമേൽ പൊട്ടിത്തെറിച്ച് അതുകൊണ്ടുഗവർണർ, അവൻ ബാഷ്പങ്ങളെ.പിന്നെ, ഒരു redneck Hakuin ചെന്നു പഴയ മാസ്റ്റർ ബാഷ്പങ്ങളെതന്റെ ഗൺ. "ഹാ! ഇനിയിപ്പോ 'punchline ലേക്ക് മാതലി' കണ്ണടയിട്ട li'l ഗീക്ക് ബീറ്റ്!"
		-- J. D. Salinger, "Catcher in the Rye"

%
Arrakis കത്തി മനോഭാവം പഠിപ്പിക്കുന്നു - ൽ എന്താണ് തലയറ്റതിന്അപൂർണ്ണവും പറഞ്ഞു: "ഇവിടെ അവസാനിച്ച കാരണം ഇപ്പോൾ പൂർണ്ണമായ തന്നെയാണ്."
		-- Muad'dib, "Dune"

%
പരാജയങ്ങൾ പോകുമ്പോൾ, കഴിഞ്ഞ ഓർത്തെടുക്കാൻ ശ്രമിക്കുന്നതിനിടയിൽ ഗ്രഹിക്കാൻ ശ്രമിക്കുന്ന പോലെയാണ്അസ്തിത്വം അർഥം. ഇരുവരും ഒരു ഗ്ലാമര് ഒരു കുഞ്ഞ് പോലെ അനുഭവിപ്പിക്കുകഒരു ബാസ്കറ്റ്: ഒരാളുടെ തെങ്ങുകൾ ഓഫ് സ്ലൈഡുചെയ്യുന്നത് തുടരുക.
		-- Joseph Brodsky

%
മാറിമാറി വേലിയേറ്റം ഞാൻ മണൽ മേൽ ഒരു ലൈൻ എഴുതി എന്റെ ഹൃദയം എല്ലാ കൊടുത്തുഎന്റെ ആത്മാവ്. വെള്ളപ്പൊക്കം വേലിയേറ്റം ഞാൻ ഞാൻ ആലേഖനം എന്റെ കണ്ടെത്തിയതിൻറെ വായിക്കുക മടങ്ങിചത്തടിഞ്ഞു അറിവില്ലായ്മ.
		-- Kahlil Gibran

%
നിങ്ങളുടെ ജീവിതത്തിന്റെ അവസാനം ഒരു നല്ല സ്വസ്ഥത അവിടെയുണ്ടാകും, മാത്രമല്ല പിന്നീട് പ്രവർത്തനങ്ങൾഷെഡ്യൂൾചെയ്തു.
		-- Kahlil Gibran

%
, പർവ്വതത്തിന്റെ അടിവാരത്തു ഇടിമുഴക്കം:പോഷണം നൽകുന്നത് ഇമേജ്.ഇപ്രകാരം മെച്ചപ്പെട്ടത് മനുഷ്യൻ തന്റെ വാക്കുകളുടെ സൂക്ഷ്മതയുള്ളവളായിരിക്കുംപിന്നെ തിന്നുകയും കുടിക്കുകയും വർജ്ജനം.
		-- Kahlil Gibran

%
സൗന്ദര്യം ദൈവത്തിന്റെ സംശയമില്ല നയിക്കുന്നില്ല ഏത് അപൂർവ്വമാണ് ഒരു കാര്യം.
		-- Jean Anouilh

%
അവൻ ഒരു സന്യാസി മുമ്പ്, Zarathud ഒരു യുവ പുരോഹിതനെന്ന ആയിരുന്നു,മുന്നിൽ എതിരാളികൾ വിഡ്ഢികളാക്കി making വലിയ ആഹ്ലാദപൂർവ്വംതന്റെ അനുയായികൾക്ക്.ഒരു ദിവസം Zarathud ഒരു സുഖകരമായ മേയാൻ വിദ്യാർഥികളെ എടുത്തുഅവൾ contentedly .ഉദ്വാധ നടത്തിക്കൊണ്ടിരിക്കെ അവിടെ അവൻ സേക്രഡ് ചാവോ ഘടകാംശങ്ങളെക്കുറിച്ചും."പ്രയോജനമെന്താണ് മൃഗത്തെ എന്നോടു പറയുക," അവന്റെ പുരോഹിതനായി ആവശ്യപ്പെട്ടു, ശബ്ദം ആജ്ഞാപിച്ചു "നിങ്ങൾ മാണ്ഡ്യ എന്തെങ്കിലും ചെയ്യാത്തത് എന്തുകൊണ്ട്? നിങ്ങളുടെ എന്താണ്ലൈഫ് ഉദ്ദേശ്യം, ഏതുവിധേനയും? "രുചിയുള്ള പുല്ലു ടെന്റടിച്ച്, സേക്രഡ് ചാവോ "മൌറീഷ്യസ്" എന്ന് മറുപടി. (ഇല്ല-കാര്യം ചൈനീസ് ideogram.)ഈ കാതിനും, പഴയത് ആരും പ്രബുദ്ധരായ ആയിരുന്നു.ആരും ചൈനീസ് മനസ്സിലാക്കിയിരുന്നു അതിനുകാരണം.
		-- Camden Benares, "Zen Without Zen Masters"

%
നിങ്ങൾ കൂടുതൽ ചോദ്യങ്ങൾ ചോദിക്കാൻ മുമ്പ്, ശരിക്കും എന്നതിനെക്കുറിച്ച് ചിന്തിക്കുകഉത്തരങ്ങൾ അറിയുന്നു.
		-- Gene Wolfe, "The Claw of the Conciliator"

%
ബ്രഹ്മാവ് പറഞ്ഞു: ശരി, പതിനായിരം വിശദീകരണങ്ങൾ കേട്ടപ്പോൾ ഭോഷൻ ഇല്ലബുദ്ധിയേറിയവരല്ലോ. എന്നാൽ ബുദ്ധിമാനായ മാത്രം രണ്ടായിരം അഞ്ഞൂറു ആവശ്യമാണ്.
		-- The Mahabharata

%
ജീവിതം protracting വഴി, മരണം ദൈർഘ്യം നിന്ന് ഒരു വള്ളി നിയമഭേദഗതി ചെയ്യരുത്.
		-- Titus Lucretius Carus

%
പപ്പി അശ്ലീലം ആൻഡ് തുഞ്ചൻ പസിലുകൾ പങ്കുചേർക്കുന്നതിൽ എന്തോ.
		-- Howard Chaykin

%
തീർച്ചയായും മീറ്റാനായില്ലാലോ ആണ്.ആ നിങ്ങളെ തടയാൻ അരുതു; നിങ്ങൾ രോദനങ്ങള് എങ്കിൽ, നിങ്ങൾ വിജയിപ്പിക്കാനാകില്ല.
		-- Robert Heinlein, "Time Enough For Love"

%
ആകസ്മിക പക്ഷേ അവൻ സൈൻ ഇഷ്ടമല്ലായിരുന്നു ദൈവത്തിന്റെ പ്രവൃത്തി.
		-- Anatole France

%
അദ്ധ്യായം 1ഇതുവരെ കഥ:ആദിയിൽ പ്രപഞ്ചം സൃഷ്ടിച്ചു. ഇത് ഒരുപാട് ചെയ്തിരിക്കുന്നുഏറ്റവും കോപിച്ചു വ്യാപകമായി ഒരു മോശം നീങ്ങുമ്പോൾ കുറിച്ചിരുന്നു. ആളുകളുടെ
		-- Douglas Adams, HHGG #2, (The Restaurant at the End of the Universe).

%
"ചെഷയര്-Puss," അവൾ തുടങ്ങി, "നിങ്ങൾ എന്നെ ദയവായി, നാളെയെക്കുറിച്ച് ഞാന് അറിയിക്കുംഇവിടെ നിന്ന് പോകാൻ മറുപക്ഷവും ""എന്നു നിങ്ങൾ നേടുകയും ആഗ്രഹിക്കുന്ന എവിടെ ൽ നല്ല ആശ്രയിച്ചിരിക്കുന്നു," ക്യാറ്റ് പറഞ്ഞു."ഞാൻ വളരെ where-- കാര്യമാക്കുന്നില്ല 'എലിസബത്ത് പറഞ്ഞു."അതു നിങ്ങൾ പോകുന്ന വഴി പ്രശ്നമല്ല," ക്യാറ്റ് പറഞ്ഞു.
		-- Douglas Adams, HHGG #2, (The Restaurant at the End of the Universe).

%
സാഹചര്യങ്ങൾക്ക് പുരുഷന്മാർ അടക്കിവാഴുന്നു പുരുഷന്മാർ സാഹചര്യങ്ങൾ ഭരിക്കാൻ ചെയ്യരുത്.
		-- Herodotus

%
മി ആത്മീയ കോക്ക് ആകുന്നു.
		-- G. K. Chesterton

%
മരണം അടുക്കുക പിന്നിൽ നട്ട് വിട്ടുപോകുന്ന ഒരു ഷെൽ പോലെ ഒരു ശരീരം വിട്ടുകൊടുത്തത് ഒരു മനോഭാവം തന്നെയാണ്.
		-- Erma Bombeck

%
മരണം അത്തരം ഒരു ജ്ഞാനി പ്രതിച്ഛായ നിങ്ങളെ പറഞ്ഞതിന് ദൈവത്തിൻറെ വഴി.
		-- Erma Bombeck

%
മരണം നിന്നെ പിരിച്ചു സഹയ നിങ്ങളോട് പറയുന്നത് ജീവിതം രീതികളാണ്.
		-- R. Geis

%
മരണം മനുഷ്യർ പുനരുൽപ്പാദിപ്പിച്ച് പ്രകൃതിയുടെ വഴി.
		-- R. Geis

%
ഡെത്ത് `ഹലോ 'എന്നു പ്രകൃതിയുടെ വഴി.
		-- R. Geis

%
മരണം വേഗത നിങ്ങളോട് പറയുന്നത് പ്രകൃതിയുടെ വഴി.
		-- R. Geis

%
മരണ മനസ്സിന്റെ മാത്രം സംസ്ഥാനമാണ്.മാത്രം അതു നിങ്ങൾക്ക് മറ്റെന്തെങ്കിലും ചിന്തിക്കാൻ വളരെ സമയം ഉപേക്ഷിക്കുന്നില്ല.
		-- R. Geis

%
വിധിയും നിങ്ങൾ നിയമിച്ച് പാതയിൽ വിട്ടുമാറരുതു.
		-- R. Geis

%
നിങ്ങൾ ഉദ്ദേശിക്കുന്ന പക്ഷം മുയൽ കാൽ ആശ്രയിച്ചിരിക്കുന്നു, പക്ഷേ ഓർക്കുക, അത് സഹായിച്ചില്ലമുയൽ.
		-- R. E. Shay

%
ഡെസ്റ്റിനി അതു നിങ്ങളുടെ വഴി പോകുന്ന ചെയ്യുമ്പോൾ അംഗീകരിക്കാൻ ഒരു നല്ല കാര്യം. അല്ലാത്തപ്പോൾ,അതു വിധിയിൽ എന്നല്ല വിളിക്കുന്നത്; അതു അനീതിയും വഞ്ചന, അല്ലെങ്കിൽ ലളിതമായ മസില്സ് വിളിക്കും.
		-- Joseph Heller, "God Knows"

%
രോഗ സൌഖ്യം കഴിയും; ഗതി മാറാത്തതും.
		-- Chinese proverb

%
Ditat .ഭാസ്കരൻ.[ദൈവം സ്വാശ്രയത്വം]
		-- Chinese proverb

%
അത്ഭുതങ്ങൾ വിശ്വസിക്കുന്നില്ല - അവരെ ആശ്രയിക്കുന്നത്.
		-- Chinese proverb

%
ജീവന്റെ നിങ്ങൾ നിരാശപ്പെടരുത്. നിങ്ങളുടെ മറികടക്കാൻ മതി യാതൊരു സംശയവുമില്ല ശക്തിയായിപ്രതിബന്ധങ്ങളെ. ഒരു ശൈത്യകാലത്ത് രാത്രിയിൽ മരവും വയലിലോ prowling കുറുക്കൻ ചിന്തിക്കുകതന്റെ വിശപ്പ് മാറ്റാൻ എന്തെങ്കിലും. തണുത്ത നായാട്ട് എന്നിവ നിലനിൽക്കേവലകളും അവിരാമം രക്ഷപെടുത്തി. ഞാൻ എപ്പോഴും ആത്മഹത്യ അവരിൽ ഏതെങ്കിലും വിശ്വസിക്കുന്നില്ല.
		-- Henry David Thoreau

%
മരണം അന്വേഷിക്കുന്നില്ല; മരണം നിങ്ങളെ കണ്ടെത്തും. എന്നാൽ മരണം തിങ്ങുന്ന റോഡ് അന്വേഷിക്കുംഒരു നിവൃത്തി.
		-- Dag Hammarskjold

%
വളരെ ഗൗരവമായി ജീവിതം എടുത്തു ചെയ്യരുത്; നിങ്ങൾ ജീവനോടെ പുറത്ത് പോ ഒരിക്കലും.
		-- Dag Hammarskjold

%
നാലേമുക്കാലിന്നു പ്രതീക്ഷിക്കുകയും, നിങ്ങളുടെ ജീവൻ നീട്ടുന്നതിനുള്ള നിങ്ങൾക്ക് കഴിയുന്നത് ചെയ്കഅതിന് മനസ്സിലാക്കാൻ.
		-- Dag Hammarskjold

%
"നിങ്ങൾ ഒരു ദൈവം അവിടെ കരുതുന്നുണ്ടോ?""ശരി, ____ ആരേയെങ്കിലും എന്നെ ചെയ്യാം!"
		-- Calvin and Hobbs

%
ഭൂമിയിൽ ജീവൻ നിലനിർത്താൻ സഹായിക്കുന്നതിന് നിങ്ങളുടെ ഭാഗം - നിങ്ങളുടെ സ്വന്തം പരിപാലിക്കും ശ്രമിക്കുന്നത്.
		-- Calvin and Hobbs

%
പ്രത്യാശ ഉപേക്ഷിക്കരുത്. നിങ്ങളുടെ ക്യാപ്റ്റൻ മിഡ്നൈറ്റ് ഡീക്കോഡറും റിങ് നാളെയാണ് എത്തിച്ചേരുന്നു.
		-- Calvin and Hobbs

%
പ്രത്യാശ ഉപേക്ഷിക്കരുത്: നിങ്ങളുടെ ടോം മിക്സ് ഡീക്കോഡറും റിങ് നാളെയാണ് എത്തിച്ചേരുന്നു.
		-- Calvin and Hobbs

%
നിങ്ങളുടെ തലയിൽ വില ഉപയോഗിക്കാതെ ഉറങ്ങാൻ പോകരുത്.
		-- Baretta

%
നിങ്ങൾ അവരെ സംബന്ധിച്ച ഉത്തരവാദിത്തം മനസ്സില്ല എങ്കിൽ നല്ല ആശയങ്ങൾ ഇല്ല.
		-- Baretta

%
അല്ല കുട്ടിയെ സ്വയം ചെയ്യുക. ലിറ്റിൽ പ്രസക്തമായ തന്നേ, ഒന്നും എന്നേക്കും നീണ്ടുനിൽക്കും.
		-- Baretta

%
നിങ്ങൾ അത് നടത്തം ദൂരം അറിയുന്നു ആളുകൾ എന്നാ തെളിച്ചുകൊണ്ട് അനുവദിക്കരുത്.
		-- Baretta

%
എല്ലാം നിന്നു വലിയ ഇടപാട് നടത്തരുത്; വെറും കാര്യങ്ങളെല്ലാം.
		-- Baretta

%
ആനകൾ stampeding ചെയ്യുമ്പോൾ ഉറുമ്പുകൾ stomp ലേക്ക് അവസാനിപ്പിക്കരുത്.
		-- Baretta

%
ഗുരുതരമായി ജീവിതം കഴിക്കാന് പാടില്ല ജീവനോടെ പുറത്ത് പോവില്ല ചെയ്യരുത്.
		-- Baretta

%
സംശയം വിശ്വാസത്തിന്റെ സമ്മുഖ അല്ല; അത് വിശ്വാസത്തിന്റെ ഒരു മൂലകമാണ്.
		-- Paul Tillich, German theologian.

%
categorical അനിവാര്യതയായിത്തീർന്നിരുന്നു കൂടെ ഇറങ്ങി!
		-- Paul Tillich, German theologian.

%
കാരണം നിങ്ങളുടെ നിയന്ത്രണത്തിലല്ലാത്ത സാഹചര്യങ്ങളിൽ, നിങ്ങളുടെ വിധിയുടെ മാസ്റ്റർ ആകുന്നുനിങ്ങളുടെ ഹൃദയത്തിന്റെ ക്യാപ്റ്റൻ.
		-- Paul Tillich, German theologian.

%
ജീവന്റെ യാത്രയിലെ, ന്യായമായ കാറ്റു ഒരു കണ്ണ് ശ്രദ്ധിക്കുക; battenകൊടുംങ്കാറ്റിൽ ഇറങ്ങി; എല്ലാ പാസിംഗ് കപ്പലുകൾ കല്മഴയും അഹങ്കാരവും നിങ്ങളുടെ നിറങ്ങൾ പറക്കുന്നു.
		-- Paul Tillich, German theologian.

%
മരിക്കുന്നതിനു വളരെ മുഷിഞ്ഞ, .ഒടുവില് കാര്യം ആണ്. നിങ്ങൾ എന്റെ ഉപദേശം എന്നതാണ്അതിനെ യാതൊന്നുമില്ല.
		-- W. Somerset Maugham, his last words

%
മരിക്കുന്നവരെന്നിട്ടും എളുപ്പത്തിൽ കിടന്ന് കഴിയൂ എന്നാണ് ചില കാര്യങ്ങൾ ഒന്നാണ്.
		-- Woody Allen

%
ഓരോ മനുഷ്യനും ജീവിതത്തിനു വേണ്ടി ഏകാന്ത തടവിലാക്കിയിരിക്കുകയാണെന്നും, സ്വന്തം തടവുകാരനായിരുന്ന.
		-- Woody Allen

%
നാം ഓരോരുത്തരും സ്വന്തം നരകം വഹിക്കുന്നു.
		-- Publius Vergilius Maro (Virgil)

%
ഒന്നുകിൽ ഞാൻ മരിച്ചവരുടെ സുഖമാണ് അല്ലെങ്കിൽ എന്റെ വാച്ച് നിർത്തി.
		-- Groucho Marx's last words

%
സുഹൃത്തുക്കൾ പോലും മികച്ച പരസ്പരം ശവസംസ്കാരം പങ്കെടുക്കാൻ കഴിയില്ല.
		-- Kehlog Albran, "The Profit"

%
അവന്റെ ബൗദ്ധിക കൌമാര ഏവനോടും സംശയിക്കാൻ തുടങ്ങുന്നുആ ജീവിതം വൃദ്ധന്; അതു പോലും genteel കോമഡി അല്ല എന്ന്; അതു പൂക്കൾ ആഓഫ് profoundest ദാരുണമായ ആഴികളാല് മറിച്ച് fructifiesഅതിന്റെ വിഷയത്തിന്റെ വേരുകൾ കൂപ്പുകുത്തി ഏത് അവശ്യ മരണം. പ്രകൃതിആത്മീയ ജീവന്റെ കഴിവുള്ള എല്ലാവർക്കും അവകാശം ഒരു unsubdued ആണ്വനം എവിടെ ചെന്നായ നാണയങ്ങള് രാത്രി അന്തിക്രിസ്തുവിനെ എന്ന അശ്ലീല പക്ഷി.
		-- Henry James Sr., writing to his sons Henry and William

%
ഏതൊരു മനുഷ്യനും, ഉണ്ടാകട്ടെ നിങ്ങളുടെ ജീവിതത്തിലെ എല്ലാ ഇവന്റുകൾ ഇല്ലാത്തപ്പോൾഅവിടെ അവരെ വരച്ച. എന്താണ് നിങ്ങൾ അവരോടു എന്തു തിരഞ്ഞെടുക്കുക വരെ ആകുന്നു.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
എല്ലാം മോശമായി അവസാനിക്കുന്നു. അല്ലാത്തപക്ഷം അത് അവസാനിപ്പിക്കാൻ മനസ്സില്ലായിരുന്നു.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
ഈ പുസ്തകത്തിൽ എല്ലാം പറഞ്ഞതല്ല.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
എല്ലാം സാധ്യമാണ്. വചനം കടന്നുപോകുക.
		-- Rita Mae Brown, "Six of One"

%
അതു നിന്റെ ഒടുവിലത്തെ എന്നപോലെ നിന്റെ ജീവിതത്തിന്റെ ഓരോ ആക്ട് നടപ്പിലാക്കുക.
		-- Marcus Aurelius

%
എക്സ്പാൻഷൻ സങ്കീർണ്ണത മാർഗങ്ങൾ; കോംപ്ലെക്സിറ്റി ശോഷണം.
		-- Marcus Aurelius

%
വസ്തുതകൾ സത്യത്തിന്റെ ശത്രു.
		-- Don Quixote

%
.അഗ്രിപ്പാരാജാവേ കയറുന്നു എങ്കിലും ഞാൻ ഇടറി ഉപകരിക്കുക.
		-- Sir Walter Raleigh

%
സൗന്ദര്യം വാതിൽക്കൽ വരുമ്പോൾ വിശ്വാസം കിളിവാതിലൂടെ പോകുന്നു.
		-- Sir Walter Raleigh

%
വിശ്വാസം ഇടത് മുലക്കണ്ണ് കീഴിലാണ്.
		-- Martin Luther

%
ശൂന്യമാണെങ്കിലും എന്താണ് നിറയ്ക്കുക, പൂർണ്ണ ൽ എന്താണ് കുടഞ്ഞു, അതു പവര്ഷോട്ടിനെ എവിടെ സ്ക്രാച്ച്.
		-- Alice Roosevelt Longworth

%
... "തീ", പ്രശ്നമല്ല "ഭൂമി" ഉം "വിമാന" കൂടാതെ "വെള്ളം" കുഴപ്പമില്ല.'ഞാൻ' കുഴപ്പമില്ല. ഇല്ല വചനം കാര്യങ്ങൾ. എന്നാൽ മനുഷ്യൻ യാഥാർത്ഥ്യത്തെ മറന്നുപോകുന്നു ഒപ്പം ഓർക്കുന്നുവാക്കുകളെ. അധികം വാക്കുകൾ അവൻ ഓർക്കുന്നു, തന്ത്രപരമായിരുന്നു സഹപ്രവർത്തകരിൽ അവനെ ശിക്ഷിച്ചും ചെയ്യാൻ.ലോകത്തിൻറെ വലിയ പരിവർത്തനങ്ങൾ ദയാവാത്സല്യങ്ങളോടെ, അവൻ കാണുന്നില്ലഅവരെ മനുഷ്യൻ ആദ്യമായി റിയാലിറ്റി മേൽ കാണുമ്പോൾ അവർ കണ്ടതു പോലെ.അവരുടെ പേരുകൾ അവന്റെ അധരങ്ങൾക്കു വന്നു താൻ പരതി അവരെ രുചിനോക്കുന്നില്ലയോ അച്ഛന്പേരിടൽ അവരെ അറിയുന്നു.
		-- Roger Zelazny, "Lord of Light"

%
ഫാസ്റ്റ്-ആക്ടിംഗ് ദുരിതാശ്വാസ വേണ്ടി, മന്ദഗതിയിലാക്കുന്നു ശ്രമിക്കുക.
		-- Roger Zelazny, "Lord of Light"

%
നന്മ, പശ്ചാത്താപവും.ദോഷം നീതി മടങ്ങിവരും.
		-- Roger Zelazny, "Lord of Light"

%
ജീവിതം പേരിൽ ഒരു കുറ്റം ഉണ്ടെങ്കിൽ അതിൽ പോലും ഒരുപക്ഷേ ഉൾക്കൊള്ളുന്നത് വേണ്ടിമറ്റൊരു ജീവൻ പ്രതീക്ഷയിൽ ലും eluding പോലെ ജീവിതത്തിന്റെ നിരാശനുംഈ ജീവിതത്തിന്റെ ഹീനർ ഗാംഭീര്യവും.
		-- Albert Camus

%
നിങ്ങളുടെ സംപ്രീതനാകുകയും വേണ്ടി എന്നു പറവിൻ അഞ്ച് ഹേല് മേരീസ് ഒരുവൻ ഉറക്കെ ഡ്രാകുളയായി!
		-- Albert Camus

%
ഫോഴ്സ് എവിടെ നൈപുണ്യ ആവശ്യം ഇല്ല ഒട്ടും ഭൂഷണമല്ല.
		-- Herodotus

%
# 2: ജീവിക്കും ഭാഗ്യം നിയമങ്ങൾഒരു വൂൾവറിൻ Goose ഒരിക്കലും.
		-- Herodotus

%
# 23: ജീവിക്കും ഭാഗ്യം നിയമങ്ങൾഅനധികൃതമായി യു-ടേൺ തയ്യാറാക്കുമ്പോൾ ഒരു പോലീസ് കാർ മുറിച്ചു ചെയ്യരുത്.
		-- Herodotus

%
കേൾക്കുന്നത് ജ്ഞാനവും മാനസാന്തരം പറയാതെ വരുന്നു.
		-- Herodotus

%
തൊട്ടിലിൽ നിന്നും ശവപ്പെട്ടി അടിവസ്ത്രം ആദ്യം വരുന്നു.
		-- Bertolt Brecht

%
പൊതുവെ പറഞ്ഞാൽ, പോരാളി മാർഗത്തിൽ മരണം ദൃഡമായ സ്വീകാര്യത ആണ്.
		-- Miyamoto Musashi, 1645

%
പ്രശ്നങ്ങളിൽ എളുപ്പമാണ്.
		-- D. Winkel and F. Prosser

%
നേടുന്നു പകുതി മാത്രമേ ദൂരത്തോളം അവിടെ എത്തില്ല ഉണ്ടു.
		-- D. Winkel and F. Prosser

%
ദുഃഖം ഒന്നും തമ്മിലുള്ള തിരഞ്ഞെടുപ്പും ഞാൻ ദുഃഖം തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ.
		-- William Faulkner

%
ദൈവം നമുക്കു നമ്മൾ മാറ്റാൻ കഴിയില്ല കാര്യങ്ങൾ അംഗീകരിക്കാൻ ശാന്തതയും, ധൈര്യം നൽകേണമേനമുക്ക് കഴിയും കാര്യങ്ങൾ മാറ്റാൻ, ഒരേ ഒരു കാര്യം ജ്ഞാനം.
		-- William Faulkner

%
ദൈവം ആശയങ്ങൾ, മറിച്ച് വേദനയും വൈരുദ്ധ്യങ്ങൾ വഴി, ഹൃദയം ഉപദേശിക്കുന്നു.
		-- De Caussade

%
ദൈവം പൂജ്യം നും അനന്തമായി തമ്മിലുള്ള tangential പോയിന്റാണ്.
		-- Alfred Jarry

%
അല്ലാഹു ഏത് ഒന്നുമില്ലായ്മയിൽ ഉണ്ടാക്കി, പക്ഷേ ഒന്നുമില്ലായ്മയിൽ വഴി കാണിക്കുന്നു.
		-- Paul Valery

%
വിട. എനിക്ക് ബോറടിച്ചു കാരണം ഞാൻ പുറപ്പെടുന്നു.
		-- George Saunders' dying words

%
വിട, തണുത്ത ലോകം.
		-- George Saunders' dying words

%
ഒരു നിഘണ്ടു കിട്ടിയോ? ഞാൻ ജീവിതത്തിന്റെ അർത്ഥം അറിയാൻ ആഗ്രഹിക്കുന്നു.
		-- George Saunders' dying words

%
വലിയ ചെറിയ കർമ്മങ്ങളുടെ നിർമ്മിച്ചിരിക്കുന്നത്.
		-- Lao Tsu

%
**** വളർച്ചാ സെൻറർ നന്നാക്കൽ സേവനംEsalen, Topanga, ഒപ്പം Kairos വളരെ ധാരാളം ചെയ്തവർക്ക്. മടുത്തോഎല്ലാ സമയത്തും യഥാർഥ ഒരാളായി? അല്പം എങ്ങനെ പഠിക്കാൻ താൽപ്പര്യമുണ്ടോപാടു വീണ്ടും? നിങ്ങൾ ഒഴിവാക്കാൻ തുടങ്ങി ആണെങ്കിൽ അത്രയേറെ വെളിപ്പെടുത്തിയേക്കുമായിരുന്നുജനം? നിങ്ങൾ എല്ലാവരും തുടങ്ങി കാര്യം ഞങ്ങൾക്ക് പലരും സ്പർശിച്ചിട്ടില്ലതന്നെ തോന്നുന്നു? അല്പം ആശ്രയിച്ചാണ് ചെയ്യാൻ ഇഷ്ടമാണോ? തികഞ്ഞ രതിമൂർച്ഛകൾ Areഅതിമനോഹരമായ തുടങ്ങുന്നതിനാൽ? നിങ്ങൾ ഒരു പ്രകടിപ്പിക്കാൻ അല്ല, ഒരിക്കൽ വേണ്ടി, ആഗ്രഹിക്കുന്നുണ്ടോതോന്നൽ? അതല്ല ഇതുവരെ അതിൽ സമ്പർക്കം പാടില്ല? ഞങ്ങളുടെ അടുത്തേക്ക് വരൂ. ഞങ്ങള്നിങ്ങളുടെ മഹത്തായ സാധ്യതകളുടെ ഭാരം ആശ്വാസം വാഗ്ദാനം.
		-- Lao Tsu

%
സന്തുഷ്ടി ഓരോ പുറ്റു ഒരു സ്ക്രാച്ച് പ്രശ്നമുണ്ട്.
		-- Ogden Nash

%
സന്തുഷ്ടി വെറും വീമ്പിളക്കിയാല് ഖവും കുഴപ്പവും നിറഞ്ഞു.
		-- Ogden Nash

%
സന്തുഷ്ടി നീ എന്തു ചെയ്യണമെന്ന് ഇല്ലാത്തവർ അത് നിങ്ങൾ എന്തു കുറവില്ലാതെ പറ്റി അല്ല.
		-- Ogden Nash

%
സന്തുഷ്ടി അനുഭവം ഒന്നല്ല; അതു നിങ്ങൾ ആലോചിച്ച് എന്തെങ്കിലും.
		-- Oscar Levant

%
അന്തർ ആഗ്രഹിക്കുന്നു ഉണ്ടു; ദേവന്മാരുടെ അടുത്തുള്ള ആകുന്നു.
		-- Socrates

%
അവൻ, o നിങ്ങളോടു കാണിച്ചിരിക്കുന്ന മനുഷ്യൻ നന്മ. അപ്പോൾ യഹോവ നിങ്ങളിൽ എന്തു ചോദിക്കുന്നത്,എന്നാൽ ന്യായം പ്രവർത്തിപ്പാനും ദയ സ്നേഹിച്ചു നിന്റെ ദൈവത്തിന്റെ മുമ്പാകെ താഴ്മയോടെ നടപ്പാനും?
		-- Socrates

%
അവൻ മറ്റൊരാളുടെ തീപിടുത്തത്തിൽ ജ്ഞാനം ദുരാഗ്രഹികളായ തീർച്ചയായും ബുദ്ധി.
		-- Socrates

%
അവൻ unknow എങ്ങനെ പുറമേ അറിയാത്തവന്റെ അറിയാൻ എങ്ങനെ അറിയുന്നില്ല.
		-- Sir Richard Burton

%
തന്നെത്തന്നെ ദൌര്ല്ലഭ്യം കയ്യിൽ ഒരു പുസ്തകം ദൌര്ല്ലഭ്യം എന്നു അവനെക്കാൾ മടിയന്നു.
		-- B. Franklin

%
അവൻ അധികം തന്റെ തോട്ടത്തിൽ നിലക്കുന്നതു Musashi, വയറും തടവി ചിന്തിച്ചത്മുന്നൂറ് വർഷം മുമ്പ്. "എന്താണ് 'ഒരു പാറയുടെ ബോഡി' ആണ്?" അവൻ ആവശ്യപ്പെട്ടു.ഉത്തരം Musashi തന്റെ ഒരു കൃഷ്ണമണി വിളിച്ചു, അവനെ തന്നെത്തന്നെ കൊല്ലുവാൻ കൽപിക്കുന്നത്ഒരു കത്തി ഉപയോഗിച്ച് വാര്തയരിഞ്ഞു വേണ്ടെന്നുവെക്കുമെന്ന്. കൃഷ്ണമണി നിലപാടുകൾക്കും കുറിച്ച് പോലെമാസ്റ്റർ പറഞ്ഞു, കൈ സ്റ്റേ "ആ പാറയിൽ ബോഡി 'ആണ്."
		-- Eric Van Lustbader

%
ഒരു ഇവന്റ് മേൽ നിരാശപ്പെടുക അവനാണ് ഇടഞ്ഞു, അവൻ ആർ പ്രത്യാശകൾ സൂക്ഷിക്കുന്നമനുഷ്യജീവിതത്തിന്റെ ഭോഷൻ.
		-- Albert Camus

%
അവൻ ആർ അറിയുന്നു അവൻ അറിയുന്നില്ലെങ്കിൽ അറിയാത്ത അറിയാം. അവനെ പഠിപ്പിക്കുക.അവൻ ആർ അറിയുന്നു താൻ ഭോഷൻ അറിയാത്ത എന്നു അറിയുന്നു. അവനെ അകന്ന്.അവൻ അറിയുന്നു അവൻ ഉറങ്ങിക്കിടക്കുന്നയാളുടെ അറിയുന്നു എന്നു അറിയുന്നു. അവനെ വേക്ക്.
		-- Albert Camus

%
ഒന്നും അവൻ അറിയുകയും, ഒന്നും അറിയുന്നതുമില്ല.എന്നാൽ അവൻ ഒന്നും അറിയുന്നു അവൻ എന്തെങ്കിലും അറിയുന്നു.അവൻ ആർ ആരുടെ സുഹൃത്തിന്റെ ഭാര്യയുടെ സഹോദരൻ യാതൊരറിവുമില്ലാത്ത ആരെങ്കിലും അറിയുന്നുഅവൻ എന്തെങ്കിലും അറിയുന്നു. അതല്ല കാര്യം പറഞ്ഞു.
		-- Albert Camus

%
മറ്റുള്ളവരെ അറിയാവുന്ന ബുദ്ധിമാൻ.അവൻ തന്നെത്താൻ അറിയുന്നു പ്രകാശനം.
		-- Lao Tsu

%
അവൻ ആർ മതി മതി എപ്പോഴും വക ഉണ്ടോ എന്നു അറിയാം.
		-- Lao Tsu

%
അവൻ അറിയുന്നു സംസാരിക്കും ഇല്ല. അവൻ സംസാരിക്കുന്നവൻ, അറിയുന്നില്ല.
		-- Lao Tsu

%
... അവൻ ചിരിക്കുന്നു അവൻ ചിരിക്കുന്നു എന്തു വിശ്വസിക്കുന്നില്ല, എന്നാൽഅവൻ അതിനെ വെറുക്കുന്നത്. അതുകൊണ്ടു, ദോഷം പരിഹസിച്ചു ലേക്ക് മുന്നൊരുക്കം എന്നാണ്കോംബാറ്റ് അതു, നല്ല മാർഗ്ഗമായി നന്മ ശക്തിയായിരുന്നു നിഷേധിക്കുന്ന പരിഹസിച്ചുസ്വയം ജനങ്ങളിലെത്തിക്കുന്നതിൽ.
		-- Umberto Eco, "The Name of the Rose"

%
ഇവിടെ ഭൂമിയിൽ നിങ്ങളുടെ ദൗത്യം പൂർത്തിയാക്കി എന്നത് കണ്ടെത്താൻ ഒരു പരിശോധനയാണ്:നിങ്ങൾ ജീവനോടെ ആണെങ്കിൽ, ഇത് അല്ല.
		-- Umberto Eco, "The Name of the Rose"

%
ഞങ്ങൾ ഉറങ്ങുമ്പോൾ ഈ നിമിഷം ഇല്ലയോ നീ എങ്ങനെ തെളിയിക്കാൻ കഴിയും, ഞങ്ങളുടെ എല്ലാചിന്തകൾ ഒരു സ്വപ്നം ആകുന്നു; അല്ലെങ്കിൽ ഞങ്ങൾ ഉണരുക ആകട്ടെ, പരസ്പരം സംസാരിക്കുന്നത്ഉറക്കമുണർന്ന് സംസ്ഥാനത്ത്?
		-- Plato

%
ഞാൻ ഇന്നലെ കണ്ടു ഞാൻ ഇന്നു സ്നേഹിക്കുന്നു നാളത്തെ ഭയപ്പെടുന്നില്ല.
		-- William Allen White

%
ഞാൻ എന്റെ മറ്റു ജീവിതത്തിൽ ഏതെങ്കിലും പുനരവതാരം വിശ്വസിച്ചില്ല. ഞാൻ എന്തുകൊണ്ട് കാണുന്നില്ലഞാൻ ഈ ഒന്നിൽ അതു വിശ്വസിയ്ക്കാൻ ഉണ്ടായിരിക്കണം.
		-- Strange de Jim

%
ഞാൻ പിന്നെ ഞാന് ഒരു ചിരി വ്യ്കല്യാതെ മനുഷ്യൻ ഉണ്ടായിരുന്നു എന്ന് എനിക്ക് അറിയില്ല, അല്ലെങ്കിൽഞാൻ ഇപ്പോൾ ഞാൻ ഒരു മനുഷ്യൻ; വ്യ്കല്യാതെ ചിത്രശലഭത്തെ എന്ന്.
		-- Chuang-tzu

%
ഞാൻ വിവരംകെട്ടവരിൽ അന്വേഷിക്കുന്നില്ല; വിവരമില്ലാത്ത എന്നെ അന്വേഷിക്കും - ഞാൻ അവരെ ഉപദേശിക്കും.ഞാൻ ആത്മാർഥത മാത്രമാകുന്നു ചോദിക്കുന്നു. ദുശ്ശീലം നിന്നു കണ്ടാൽ, ആയാസമുളവാക്കി തീർന്നിരിക്കുന്നു.
		-- I Ching

%
"ഞാൻ സുപ്രീം ജ്ഞാനോദയം ഒന്നും നേടി, ആ വളരെഅതു സുപ്രീം ജ്ഞാനോദയം വിളിക്കുന്നു കാരണം. "
		-- Gotama Buddha

%
ഞാൻ മരിക്കുകയാണ് വെറുക്കുന്നു.
		-- Dave Johnson

%
ഞാൻ ഒരു ലളിതമായ തത്ത്വചിന്ത ഉണ്ട്:ശൂന്യമാണെങ്കിലും എന്താണ് നിറയ്ക്കുക.പൂർണ്ണ ൽ എന്താണ് ശൂന്യമാക്കുക.അതു പവര്ഷോട്ടിനെ എവിടെ ശ്രദ്ധിക്കേണ്ടതുണ്ട്.
		-- A. R. Longworth

%
ഞാൻ പലപ്പോഴും എന്റെ ഭാഷണം ഒരിക്കലും എന്റെ മൌനം ഖേദം ചെയ്തിരിക്കുന്നു.
		-- Publilius Syrus

%
ഞാൻ ഭാവി കണ്ടു; അതു മാത്രം ഇനി, വെറും ഇതുപോലെ ആണ്.
		-- Kehlog Albran, "The Profit"

%
ഞാൻ ഗൂഢമായി, നന്മയും സമയത്ത് തിന്മ നടിച്ചുകൊണ്ട് ചെയ്തിട്ടില്ല പ്രതീക്ഷിക്കുന്നു.അത് സത്യസന്ധതയില്ലാത്ത തന്നെ.
		-- Kehlog Albran, "The Profit"

%
ഞാന് ജീവിതത്തിന്റെ എന്റെ മുഴുവൻ തത്ത്വചിന്ത മറന്നു !!!
		-- Kehlog Albran, "The Profit"

%
ഞാൻ ഈ വന്നു അറിയുന്നില്ല, ഞാൻ അത് മരിക്കാൻ ജീവിതം അല്ലെങ്കിൽ വിളിക്കുംജീവനുള്ള മരണം?
		-- St. Augustine

%
"ഞാൻ വളരെ അംഗീകരിക്കുന്നു," ഡച്ചസ് പറഞ്ഞു; "ഒപ്പം ധാർമിക, അല്ലെങ്കിൽ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ വെച്ചു - എന്നതാണ് - `നിങ്ങൾ എന്നു 'തോന്നുന്നില്ല എന്തായിരിക്കണംകൂടുതൽ ലളിതമായി - `അത് അതിനെക്കാളും ആയിരിക്കുന്നതു സ്വയം ഭാവനയിൽ ഒരിക്കലുംമറ്റുള്ളവർക്ക് ദൃശ്യമാകും എന്തു നിങ്ങൾ ആയിരുന്നു അല്ലെങ്കിൽ വരേണ്ട ആയിരുന്നില്ലെന്ന്അല്ലെങ്കിൽ അവർക്കു പ്രത്യക്ഷനായി തന്നെ അതില് ചെയ്തു എന്തു ചെയ്തു അധികംമലമ്പുഴ. ''
		-- Lewis Carrol, "Alice in Wonderland"

%
ഒരു ഗുരുവിന്റെ കേൾക്കട്ടെ ആരും കാട്ടിൽ വീണാൽ അവൻ യഥാർഥത്തിൽ ഒരു ആയിരുന്നുഗുരു ഒട്ടും?
		-- Strange de Jim, "The Metasexuals"

%
ഒരു മനുഷ്യൻ ശക്തമായ വിശ്വാസം ഉണ്ടെങ്കിൽ അവൻ സന്ദിഗ്ദ്ധതാവാദത്തിന്റേയും ആഡംബര മുഴുകി കഴിയും.
		-- Friedrich Nietzsche

%
മനുഷ്യന് ഏതെങ്കിലും ഭാഗം തന്റെ ആശിച്ച് നഷ്ടപ്പെടുത്തിയാൽ അവൻ തന്റെ നഷ്ടമാകുംജീവിതത്തിന്റെ എല്ലാ ദൈവഭയം.
		-- Albert Schweitzer

%
ഞാൻ കഷ്ടത്തിൽ ബൈപ്പാസ് ഒരു ഫോര്മുല ഉണ്ടായിരുന്നെങ്കിൽ ഞാൻ ചുറ്റും കടന്നുപോകുവാൻ മനസ്സില്ലായിരുന്നു.ട്രബിൾ കൈകാര്യം വരെ ഉൾക്കൊള്ളാൻ സൃഷ്ടിക്കുന്നു. ഞാൻ കഷ്ടവും ആലിംഗനം പറയരുത്; തുടർന്ന്ശത്രു അതു ചികിത്സാ പോലെ മോശം. എന്നാൽ ഞാൻ ഒരു ചങ്ങാതിയായി അത് സംഗമം പറയുന്നത്നിങ്ങൾ അത് ധാരാളം കാണും, നിങ്ങൾക്ക് മെച്ചപ്പെട്ട അതുമായി നിബന്ധനകൾ സംസാരിക്കുന്നതിൽ ആയിരിക്കും ചെയ്തിരുന്നു.
		-- Oliver Wendell Holmes, Jr.

%
ഞാൻ ജീവിക്കാൻ എന്റെ ജീവിതം ഉണ്ടായിരുന്നെങ്കിൽ ഞാൻ കൂടുതൽ തെറ്റുകൾ അടുത്ത തവണ ശ്രമിക്കുക ആഗ്രഹിക്കുന്നു. ഞാന്വിശ്രമിക്കാൻ തന്നെ ഞാൻ എഴുന്നേറ്റു ഗലീലേയനായ തന്നെ ഞാൻ ഈ ചെയ്തിരിക്കുന്നു അധികം sillier തന്നെട്രിപ്പ്. ഞാൻ ഗൌരവമായി സ്വീകരിക്കുമെന്ന് വളരെ കുറച്ച് കാര്യങ്ങളുടെ അറിയുന്നു. ഞാൻ crazier തന്നെ.എനിക്ക് കൂടുതൽ മലകളെ കയറുന്നു കൂടുതൽ നദികൾ നീന്തി കൂടുതൽ സൂര്യാസ്തമയം എന്ന് അല്ലേ. ഞാൻ ആഗ്രഹിക്കുന്നുയാത്ര കാണാം. ഞാൻ കൂടുതൽ യഥാർത്ഥ കഷ്ടതയും കുറച്ച് സാങ്കൽപ്പിക സോഫ്ത്വര്ില് തന്നെ.നോക്കൂ, ഞാൻ prophylactically ഒപ്പം വിവേകപൂർവ്വം ജീവിക്കുന്ന ആളുകൾ ഒറ്റ ആകുന്നുഒപ്പം sanely, നാഴിക ശേഷം മണിക്കൂർ, ദിവസം ശേഷം ദിവസം. അയ്യോ, ഞാൻ എന്റെ നിമിഷങ്ങളിൽ ഉണ്ടായിരുന്നു അനുസരിച്ചാണ്ഞാൻ അതു വീണ്ടും ചെയ്യാൻ ഉണ്ടായിരുന്നു എങ്കിൽ, ഞാൻ അവരെ കൂടുതൽ ഉണ്ടാകും ആഗ്രഹിക്കുന്നു. സത്യത്തിൽ, ശ്രമിക്കുക ആഗ്രഹിക്കുന്നുവേറൊന്നും. കയററുത്ത് ശേഷം മറ്റൊരു, പകരം പല താമസിക്കുന്നവർഓരോ ദിവസവും മുന്നോട്ട് വർഷം. എനിക്ക് എവിടെയും പോകാൻ ഒരിക്കലും ആളുകൾ വിജയമെന്ന്ഒരു തെര്മോമീറ്റര് ഇല്ലാതെ ഒരു hotwater തുരുത്തി ഒരു കവിള്ക്കൊള്ളുക, ഒരു മാങ്ങക്കും ഒരു പാരച്യൂട്ട്.ഞാൻ അതു വീണ്ടും ചെയ്യാൻ ഉണ്ടായിരുന്നു എങ്കിൽ, ഞാൻ സ്ഥലങ്ങളിൽ പോയി കാര്യങ്ങൾ യാത്രാ ചെയ്യുമായിരുന്നുഎനിക്കോ ഭാരം. ഞാൻ ജീവിക്കാൻ എന്റെ ജീവിതം ഉണ്ടായിരുന്നെങ്കിൽ ഞാൻ നഗ്നമായ നാൽക്കാലി തുടങ്ങിനേരത്തെ വസന്തത്തിൽ പതനത്തിന്റെ ആ വഴി പിന്നീട് താമസിക്കാൻ. ഞാൻ hooky താനായിരിക്കുംകൂടുതൽ. ഞാൻ ഒരുപക്ഷേ അത്തരം നല്ല ഗ്രേഡുകളും പാടില്ല, പക്ഷേ എനിക്ക് കൂടുതലറിയാൻ ആഗ്രഹിക്കുന്നു. ഞാൻ ഉണ്ടാകുംകൂടുതൽ സന്തുഷ്ടമാനസന്മാരൊക്കെയും പോയി-റൗണ്ടുകൾ സവാരി. ഞാൻ കൂടുതൽ ഡെയിസിച്ചെടികൾ ട്ട് ആഗ്രഹിക്കുന്നു.
		-- Oliver Wendell Holmes, Jr.

%
ചെറിയ പച്ച മനുഷ്യർ നിങ്ങളുടെ ഇഷ്ടമില്ലാത്തത് ലാൻഡ് എങ്കിൽ ഏതെങ്കിലും ചെറിയ പച്ച സ്ത്രീകൾ മറയ്ക്കാൻനിങ്ങൾ വീട്ടിൽ ലഭിച്ചു.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
മരിക്കയും ഭയപ്പെട്ടു എങ്കിൽ,അതു മരണം അവർക്ക് താക്കീത് പ്രയോജനമാണ് ആണ്.മനുഷ്യരുടെ മരിക്കുന്ന നിരന്തരമായ ഭയം ജീവിക്കുന്നു എങ്കിൽന്യായ ബ്രേക്കിംഗ് എങ്കിൽ ഒരാളെ കൊലപ്പെടുത്തുകയും ചെയ്യും എന്നാണ്,ആർ ലംഘിക്കാൻ തുനിയുകയില്ല ചെയ്യും?ഒരു ഔദ്യോഗിക ആരാച്ചാർ എപ്പോഴും ഉണ്ട്.നീ അവന്റെ നടക്കുന്നത് ശ്രമിച്ചാൽ,ഇതൊരു മാസ്റ്റർ ആശാരി ആയിരിക്കും ശ്രമിക്കുന്ന മരം മുറിക്കുന്നത് പോലെയാണ്.നിങ്ങളെ ഒരു പ്രധാന ആശാരി പോലെ വിറകു ശ്രമിച്ചാൽ,മാത്രമേ നിങ്ങളെ കൈ കേടുവരുത്തുന്ന ചെയ്യും.
		-- Tao Te Ching, "Lao Tsu, #74"

%
എന്തോ ഇതുവരെ തെറ്റായി ചെയ്തിട്ടില്ല എങ്കിൽ അത് ആത്യന്തികമായി ആകുമായിരുന്നുഅതു തെറ്റിച്ചുകളഞ്ഞു പ്രയോജനങ്ങൾ.
		-- Tao Te Ching, "Lao Tsu, #74"

%
യജമാനൻ മരിക്കുന്നു ശിഷ്യൻ വ്യസനിക്കുന്നു എങ്കിൽ, ഇരുവരുടെയും ജീവിതങ്ങൾപിഴച്ചുപോയവരത്രെ.
		-- Tao Te Ching, "Lao Tsu, #74"

%
പാത്ത് മനോഹരമായ എങ്കിൽ അത് നയിക്കുന്നു എവിടെ ഞങ്ങളെ ആവശ്യപ്പെടരുത് ചെയ്യട്ടെ.
		-- Anatole France

%
തെറ്റായ പോകുന്ന നിരവധി കാര്യങ്ങൾ ഒരു സാദ്ധ്യത ഉണ്ടെങ്കിൽ,ഏറ്റവും കേടുപാടുകൾ കാരണമാകും എന്ന് അനീതി പോകാൻ ആകും.നിങ്ങൾ ഒരു നടപടിക്രമം നാല് സാധ്യത വഴികളുണ്ട് കാണുന്നു എങ്കിൽതെറ്റായ പോകാൻ കഴിയും, ഈ മറികടക്കുവാനോ, പിന്നീട് ഒരു അഞ്ചാം വഴി വൈദ്യസഹായം വികസിപ്പിക്കുകയും ചെയ്യും.
		-- Anatole France

%
ജീവിതം പേരിൽ ഒരു കുറ്റം ഉണ്ടെങ്കിൽ അതു നിരാശനും ലെ പോലും ഒരുപക്ഷേ ഉൾക്കൊള്ളുന്നത്മറ്റൊരു ജീവൻ പ്രതീക്ഷയിൽ ലും ഹീനർ മേധാവിത്വം eluding പോലെ ജീവിതത്തിന്റെഈ ജീവന്റെ.
		-- Albert Camus

%
നമ്മുടെ ദിശ മാറ്റാൻ ഇല്ലെങ്കിൽ ഞങ്ങൾ അവസാനിപ്പിക്കാൻ ഞങ്ങൾ നേതൃത്വത്തിലുള്ള എവിടെ സാധ്യത.
		-- Albert Camus

%
പ്രചോദനമാവുന്നില്ലേ ഇല്ലെങ്കിൽ, ഞങ്ങൾ മറ്റെന്തെങ്കിലും ചെയ്യരുതേ.
		-- John Sinclair

%
നിങ്ങൾ സ്വയം എങ്കിൽ, ആർ നിങ്ങൾക്ക് ഒഴിഞ്ഞ്?നിങ്ങൾ സ്വയം എങ്കിൽ നിങ്ങൾ എന്തുചെയ്യുന്നു?ഇപ്പോള് അല്ലെങ്കില് പിന്നെ എപ്പോള്?
		-- John Sinclair

%
നിങ്ങൾ മരണം അതിജീവിക്കാൻ കഴിയും എങ്കിൽ, ഒരുപക്ഷേ നിങ്ങൾ ഒന്നും അതിജീവിക്കാൻ കഴിയും.
		-- John Sinclair

%
നിങ്ങൾ ഒരു പരിഹാരം കണ്ടെത്തി അത് ഘടിപ്പിച്ചിരിക്കുന്ന തീർന്നിരിക്കുന്നു എങ്കിൽ, പരിഹാരം ആവാനുംനിങ്ങളുടെ അടുത്ത പ്രശ്നം.
		-- John Sinclair

%
നിങ്ങൾ മതി ഒന്ന് ചുറ്റും കഷ്ടപ്പെടുന്ന, അത് ഒടുവിൽ തകർക്കും.
		-- John Sinclair

%
നിങ്ങൾ വെറുക്കാൻ ഉണ്ടെങ്കിൽ, സൌമ്യമായി വെറുക്കുന്നു.
		-- John Sinclair

%
നിങ്ങൾ അത് രണ്ടുപ്രാവശ്യം ചിന്തിക്കാൻ ഉണ്ടെങ്കിൽ, തെറ്റാണോ.
		-- John Sinclair

%
നിങ്ങൾ മതി വല്ലതും, നിങ്ങളും എറിഞ്ഞുകളക കഴിയും.
		-- John Sinclair

%
നിങ്ങൾ മതി ജീവിക്കുന്നു എങ്കിൽ ഓരോ വിജയം ഒരു തോൽവി മാറുന്നു കാണുമ്പോൾ.
		-- Simone de Beauvoir

%
നിങ്ങൾക്ക് ഒരു ചുറ്റികയും ഉണ്ടെങ്കിൽ, ആണി ഓരോ പ്രശ്നം കാണുന്നുള്ളൂ.
		-- Maslow

%
നിങ്ങൾ മതി നിന്നാൽ, അത് പോകുവാൻ തക്കവണ്ണം.
		-- Maslow

%
നിങ്ങൾ നിങ്ങളെപ്പറ്റി വളരെ പലപ്പോഴും അത് നേടുകയും ഒന്നും സ്വീകരിക്കാൻ മനസ്സില്ലെങ്കിൽ.
		-- Maslow

%
നിങ്ങൾ മതി കാത്തിരിക്കുക, അത് പോകും ... അതിന്റെ കേടുപാടുകൾ ചെയ്തതു ശേഷം.അതു മോശമായിരുന്നു, അത് തിരികെയെത്തും.
		-- Maslow

%
നിങ്ങൾ ദിവ്യനീതിയെ ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ, മരിക്കും.
		-- Nick Seldon

%
അര്ഥം ഒന്നുമില്ല, നിങ്ങൾക്ക് വിട്ടുകളയാനാവില്ല.
		-- Nick Seldon

%
നിങ്ങളുടെ സന്തോഷം മറ്റാരെയെങ്കിലും ചെയ്യുന്നതു എന്തു ആശ്രയിച്ചിരിക്കുന്നു ചെയ്താൽ ഞാൻ നിങ്ങളെ സുകന്യേച്ചിഒരു പ്രശ്നമുണ്ട്.
		-- Richard Bach, "Illusions"

%
പൂമ്പാറ്റ എല്ലാ സന്തോഷങ്ങളും ആദ്യത്തേതാണ്.
		-- Voltaire

%
അമരതം - മരണത്തെക്കാൾ മോശമായ ഒരു ഗതി.
		-- Edgar A. Shoaff

%
പാർപ്പിടത്തിൽ ദേശം ചെല്ലാൻ.ധ്യാനനിരതനായി, ആഴത്തിലുള്ള ഹൃദയം ആഴത്തില്.മറ്റുള്ളവരുമായി ഇടപെടുന്നതിൽ, സൗമ്യനും ദയാലുവായ.പ്രസംഗത്തിൽ സത്യം.പ്രവർത്തനത്തിൽ, യോഗ്യതയുള്ള ആയിരിക്കും.പ്രവർത്തനം, നിങ്ങളുടെ സമയത്തിന്റെ സൂക്ഷിക്കുക.
		-- Lao Tsu

%
നിങ്ങൾ ആരാണെന്ന് കണ്ടെത്താൻ വേണ്ടിയാണ്, ആദ്യം മറ്റെല്ലാവരെയും ആർ പഠിപ്പിൻ;നിങ്ങളെ വിട്ടു എന്താണ് മുൻപരിചയം.
		-- Lao Tsu

%
സ്വതന്ത്രവും സസന്തോഷം ജീവിക്കാൻ, നിങ്ങൾ വിരസത യാഗം ചെയ്യണം.ഇത് എപ്പോഴും ഒരു എളുപ്പ യാഗം അല്ല.
		-- Lao Tsu

%
എല്ലാം വകവയ്ക്കാതെ ഞാൻ ആളുകൾ ഹൃദയത്തിൽ നന്മ കരുതുന്നു.
		-- Anne Frank

%
ദീർഘകാലാടിസ്ഥാനത്തിൽ ഞങ്ങൾ മരിച്ചവർ എല്ലാവരും.
		-- John Maynard Keynes

%
അടുത്ത ലോകത്തിൽ നിങ്ങൾ നിങ്ങളുടെ സ്വന്തം ആയിരിക്കുമ്പോൾ.
		-- John Maynard Keynes

%
ബുദ്ധമതത്തിന്റെ തീർച്ചയായും ആദ്യത്തെ മാന്യമായ സത്യം, സാധാരണയായി വിവർത്തനം`എല്ലാവർക്കും ജീവനും സഹിക്കുകയാണ് 'കൂടുതൽ കൃത്യമായി റെൻഡർ` ജീവിതം നിറഞ്ഞുവളർന്നുകൊണ്ടിരിക്കുകയാണ് unsatisfactoriness ഒരു ബോധവും കൂടെ. '
		-- M. D. Epstein

%
പകരം നിങ്ങളുടെ ശത്രുക്കളെ സ്നേഹിക്കുന്നതിനേക്കാൾ, കുറച്ചുകൂടി നന്നായി നിങ്ങളുടെ സുഹൃത്തുക്കളെ കൈകാര്യം.
		-- Edgar W. Howe

%
ബുദ്ധിയുടെ വിധിയും മായ്ച്ചുകളയുകയും,.ഇതുവരെ ഒരു മനുഷ്യൻ ശന്പളം അവൻ സൗജന്യമാണ്.
		-- Ralph Waldo Emerson

%
നിങ്ങളുടെ കണക്കുകൂട്ടലുകളിൽ നിന്നു ഒരു തത്സമയ വ്യാളി വിടാൻ ചെയ്യാൻ ഇല്ല.
		-- Ralph Waldo Emerson

%
അങ്ങനെ എങ്കിൽ അതു ഒട്ടകം സൂചിക്കുഴയിലൂടെ കടന്ന് ലേക്ക് എളുപ്പംഇകഴ്ത്തുകയോ സംഘടന.
		-- Kehlog Albran, "The Profit"

%
അതു മനുഷ്യന്റെ ജീവൻ ഭരിക്കുന്ന ഫോർച്യൂൺ, ജ്ഞാനം, ആണ്.
		-- Kehlog Albran, "The Profit"

%
അതു നാം ഇഷ്ടപ്പെടാത്ത കാര്യം അല്ല, നാം ചെയ്യേണ്ട കാര്യം ഇഷ്ടപ്പെടൽആ ജീവിതം അനുഗൃഹീത ചെയ്യുന്നു.
		-- Goethe

%
നാം ജീവിക്കുന്ന ഒരു മണിക്കൂർ നിന്ന് മറ്റൊന്നിലേക്ക് ഞങ്ങളുടെ പേർക്ക് പണയപ്പെടുത്തി വഴി അത്എല്ലാം. പലപ്പോഴും മതി ഒരു സർട്ടിഫിക്കേറ്റ് ഫലത്തിൽ നേരത്തെത്തന്നെ നമ്മുടെ വിശ്വാസംഫലം പൂവണിയും സത്യമെന്ന് കാര്യം മാത്രം.
		-- William James

%
അതു മാത്രം ഹൃദയം ഒറ്റ വ്യക്തമായി കാണാനാകും ഇല്ല; എന്താണ് ആണ് അത്യാവശ്യമാണ്കണ്ണിൽ അദൃശ്യനായ.
		-- The Fox, 'The Little Prince"

%
ഇത് ദരിദ്രന്മാര്ക്കു സമയത്ത് കൊടുമുടികളിൽ ലേക്ക് ഏകാന്തമായ കഴുകൻ പറയപ്പെടുന്നുഉറുമ്പ് നിലത്തു ക്രാൾചെയ്യുന്നു, പക്ഷേ ഉറുമ്പ് പ്രാണൻ കഴുകൻ പോലെ ഉയർന്ന പറക്കാൻ കഴിയില്ല?
		-- The Fox, 'The Little Prince"

%
ഇത് വിശ്വാസം കൊടുത്തിരിക്കുന്നു ആധുനിക സംസ്കാരത്തിന്റെ ഭൈമി ആണ്അവൻ അതു മാത്രം പുലർന്നതാണിത് ഭൂതത്തെ.
		-- Ronald Knox, "Let Dons Delight"

%
ഇത് മനുഷ്യൻ ബോധപൂർവം അറിയാതെയോ ജീവിക്കുന്നവരാണ് ചിഹ്നങ്ങൾ വഴിയാണ് പ്രവൃത്തികൾഅവന്റെ സത്തയുടെ ഉണ്ട്.
		-- Thomas Carlyle

%
അത് വലിയ സ്ട്രീം കടക്കാൻ പ്രയോജനപ്പെടുക ആയിരിക്കും ... ഡ്രാഗൺ ഓൺ ആണ്ആകാശത്ത് ചിറക് ... ഗ്രേറ്റ് മനുഷ്യൻ തന്റെ പണിക്കു തന്നെത്തന്നെ rouses.
		-- Thomas Carlyle

%
അത് ഞങ്ങളുടെ അത് തിരികെ ഒരുമിച്ച് അധികം എടുത്തു എളുപ്പമാണ്.
		-- Washlesky

%
ഇത് പരിധിയിലാണ് ഓടിക്കാൻ ഹാർഡ്, പക്ഷെ പരിധികൾ എവിടെയാണെന്ന് അറിയാൻ ബുദ്ധിമുട്ടുമാണ് അത്രയേയുള്ളൂ.
		-- Stirling Moss

%
ഇത് പ്രധാനപ്പെട്ടവ യാഥാർത്യത്തെ അല്ല പക്ഷെ എല്ലാം കാണുന്നു എങ്ങനെ.
		-- Stirling Moss

%
"ഇന്നത്തെ!" പിഗ്ലെറ്റ് പറഞ്ഞു."എൻറെ പ്രിയപ്പെട്ട ദിവസം," ഓഫാക്കുക പറഞ്ഞു.
		-- Stirling Moss

%
എപ്പോൾ എല്ലാം നിങ്ങൾ ഒരിക്കലും അറിയാൻ - അത് മർത്യമായതു വളരെ അൻസാരിയുടെ അത്രയേയുള്ളൂപെട്ടെന്നു തടയാന്.
		-- Stirling Moss

%
Joshu: സത്യത്തിൽ എന്താണ്?Nansen: വഴി ഒക്കെയും യഥാർഥ മാർഗം.ജെ: ഞാൻ പഠിച്ച് കഴിയുമോ?വ: കൂടുതൽ നിങ്ങൾക്ക് മാർഗത്തിൽ നിന്ന് കൂടുതൽ പഠിക്കാനും.ജെ: കണ്ടാൽ അതിനെ പഠിക്കാൻ ഞാൻ അതു എങ്ങനെ അറിയും എന്തു?എൻ ചെയ്യരുത് അദൃശ്യവാർത്തകളിൽ ലേക്ക്: വശത്തേക്ക് കാണുന്നവ ഭാഗമല്ല.നിന്നല്ല അറിയപ്പെടാത്ത കാര്യങ്ങൾ ലേക്കുള്ള: അതു അറിയപ്പെടുന്ന കാര്യങ്ങൾ ഭാഗമല്ല. ചെയ്യുകഅത് തേടുകയും പഠിക്കാൻ, അല്ലെങ്കിൽ പേര്. തുറന്ന, അത് സ്വയം കണ്ടെത്തുന്നുആകാശം സ്വയം വീതിയുള്ള.
		-- Stirling Moss

%
ജസ്റ്റ്, നീ എവിടെ പോയാലും, ഓർക്കുക അവിടെ നിങ്ങളും.
		-- Buckaroo Bonzai

%
ദയയും ക്രൂരത ആരംഭമാണ്.
		-- Muad'dib [Frank Herbert, "Dune"]

%
ഞങ്ങളെ ഭയം തിരികെ കോപം അല്ലെങ്കിൽ മുന്നോട്ട് ലെ നോക്കരുത്, എന്നാൽ നമുക്കു ചുറ്റുമുള്ള അവബോധം.
		-- James Thurber

%
ലൈഫ് അങ്ങനെ വര്ത്തമാന കഴിയും - നിങ്ങൾ ഇവിടെ ഇന്നും ഇവിടെ മുൻപരിചയം നാളെ.
		-- James Thurber

%
ലൈഫ് അറിയപ്പെടുന്ന ആവശ്യത്തിനായി നിലവിലുണ്ട്.
		-- James Thurber

%
ലൈഫ് മഹത്തായ ഒരു സാഹസിക - അല്ലെങ്കിൽ അത് മറ്റൊന്നുമല്ല.
		-- Helen Keller

%
ലൈഫ് ലൈൻ കുറുകെ ഇല്ലാതെ പോകാൻ എത്രമാത്രം അറിയുന്നവനും.
		-- Helen Keller

%
ലൈഫ് ഒരു 10 സ്പീഡ് സൈക്കിളിൽ പോലെയാണ്. ഞങ്ങളെ ഏറ്റവും ഞങ്ങൾ ഉപയോഗിക്കാൻ ഒരിക്കലും Gears ഞങ്ങൾക്കുണ്ട്.
		-- C. Schultz

%
ലൈഫ് ഒരു സീവേജ് പോലെയാണ്. നിങ്ങൾ എന്തു പുറത്ത് പോ നിങ്ങൾ മാറ്റി വെച്ചു ആശ്രയിച്ചിരിക്കുന്നു.
		-- Tom Lehrer

%
ലൈഫ് ഞങ്ങളുടെ അനശ്വരമായ ബാല്യം ആണ്.
		-- Goethe

%
ലൈഫ് മരണം നിങ്ങൾ ചെയ്യാത്തത് ജീവനുള്ള ആണ്, നിങ്ങൾ പ്രവർത്തിക്കുന്നതിനെ ജീവനുള്ള ആണ്.
		-- Joseph Pintauro

%
ലൈഫ് വിസ്മയിച്ചതായി നിർബന്ധത്തിൽനിന്നു ആണ്.
		-- Joseph Pintauro

%
ലൈഫ് യാതൊരു അർത്ഥം, അല്ലെങ്കിൽ പോലും മോശമായ, അത് ഒരു അർത്ഥം ഉണ്ടായേക്കാംനിങ്ങൾ അംഗീകരിക്കാതെ.
		-- Joseph Pintauro

%
ലൈഫ് മാത്രം നിങ്ങൾ കൈവശമാക്കേണ്ടതിന്നു ബലം നിങ്ങൾ നിന്നുള്ള ഡിമാൻഡ്.ഒരേയൊരു നേട്ടം സാധ്യമാണ് - ഓടി ത്യജിച്ചുകളകയും ചെയ്യുന്നു.
		-- Dag Hammarskjold

%
പറയാറില്ലേ എന്നാൽ മരണത്തിൽ എല്ലാവരുടെയും കെടുത്തി ഇല്ല.
		-- Thomas J. Kopp

%
അങ്ങിനെ, ഞാൻ shure .ബിനീഷ്, അന്നു ആകും എനിക്കായി പേടിയില്ല എങ്കിൽ? എന്നാൽ ഇതൊക്കെ എങ്കിൽഞാൻ മറ്റാരെയും ഹാജ്യാര്ടെ പോലെ പേടിയില്ല, അപ്പോൾ ഹേയ്, ഞാൻ ഉദ്ദേശിക്കുന്നത്, ഞാൻ ആകുന്നു? എന്നാൽ എങ്കിൽഇപ്പോൾ ഞാൻ ചിലപ്പോൾ പോലെ ഡ്രിസ്സിലേ പോലെ? എന്നാൽ എങ്കിൽ ആരാണ് ഞാൻ ഒരുപക്ഷെ സംശയംറോളിങ് സ്റ്റോൺസ് പോലെ?റബ്ബീ ഹില്ലേലിൻറെ ആരോപിക്കപ്പെട്ടു.)
		-- Rich Rosen (Rabbi Valiel's paraphrase of famous quote

%
നിങ്ങൾ ചെയ്യാൻ അല്ലെങ്കിൽ പറയുന്നു വല്ലതും എങ്കിൽ ലജ്ജിക്കാൻ ഒരിക്കലും ജീവിക്കുകലോകമെമ്പാടുമുള്ള പ്രസിദ്ധീകരിച്ച - എന്തു പ്രസിദ്ധീകരിച്ചു ശരിയല്ല പോലും.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
ഭാവിയിൽ സങ്കീർണ്ണമായ ലോകത്തിൽ ജീവിക്കുന്നു അല്പമെങ്കിലും തേനീച്ച ഇല്ലാത്ത പോലെയാണ്നിങ്ങളുടെ തലയിൽ ജീവിക്കുന്നത്. എന്നാൽ, അവിടെ അവർ.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
ഏകാന്തത സ്വാതന്ത്ര്യം നൽകേണ്ടിവരും ഭീകരമായ വില.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
ലോംഗ് വേദന കാലം അതിന്റെ ചുവരുകൾക്കുള്ളിൽ ചെലവഴിച്ചത് ആയിരുന്നു;നീണ്ട aloneness എന്ന രാത്രികൾ ആയിരുന്നു; തന്റെ നിന്ന് ആർ നിർഗ്ഗമിക്കുക കഴിയുംഖേദം ഇല്ലാതെ വേദന അവന്റെ aloneness?
		-- Kahlil Gibran, "The Prophet"

%
മനുഷ്യൻ കൈയ്യെത്തും എന്തുകൊണ്ട് മറ്റാരെങ്കിലും ആകാശം അവന്റെ മുഷ്ടി കവിയാൻ ചെയ്യണം?
		-- Kahlil Gibran, "The Prophet"

%
ഒരു നിർണ്ണായക നിമിഷം അവിടെ വന്നു [മച്യൂരിറ്റി ആ കണ്ടെത്തൽ പുണ്യവാൻ]പോയിന്റ് മനസ്സിലാക്കാൻ മാറുന്നു ശേഷം അവിടെ എല്ലാം തലതിരിയാത്തമനസിലാക്കാനും കഴിയില്ല അവിടെ ഒരു കൂടുതൽ കൂടുതൽ.
		-- S. Kierkegaard

%
മോഹൻദാസ് കെ ഗാന്ധി പലപ്പോഴും പരസ്യമായി അദ്ദേഹത്തിന്റെ മനസ്സ് മാറ്റി. ഒരു അനുയായി ഒരിക്കൽ ഇങ്ങനെ ചോദിച്ചുഎങ്ങനെ സൌജന്യമായി അവൻ കഴിഞ്ഞ ആഴ്ചയിൽ പറഞ്ഞ ഈ ആഴ്ച വിരുദ്ധമായ കഴിഞ്ഞില്ല.വലിയ മനുഷ്യൻ ഈ ആഴ്ച അവൻ മെച്ചപ്പെട്ട അറികകൊണ്ടു അതു മറുപടി.
		-- S. Kierkegaard

%
മർഫി ശുഭാപ്തി ആയിരുന്നു.
		-- Robert Fulghum, "All I ever really needed to know I learned

%
മർഫി നിയമം അനവധി ആണ്. മഴ പ്രവർത്തിക്കുന്നില്ല വരുത്താനായി നിങ്ങളുടെ കാർ കഴുകുകയായിരുന്നു.
		-- Robert Fulghum, "All I ever really needed to know I learned

%
ഉള്ളിൽ സംഗീതം പ്രപഞ്ചം വഴി കേൾക്കാൻ കഴിയും.
		-- Lao Tsu

%
എന്റെ മതം illimitable മേലുദ്യോഗസ്ഥനെ ഒരു എളിയ കലകളുടെ അടങ്ങിയിരിക്കുന്നുഞങ്ങൾ ഗ്രഹിക്കാൻ പ്രാപ്തിയുള്ള ചെറുതായി വിശദാംശങ്ങൾ തന്നെത്തന്നെ വെളിപ്പെടുത്തുന്ന ആത്മാവുഞങ്ങളുടെ ദുർബലമായിരിക്കും ബലഹീനരുമാകുമ്പോൾ മനസ്സിൽ കൂടെ.
		-- Albert Einstein

%
എന്റെ ദൈവശാസ്ത്രം, ചുരുക്കത്തിൽ, പ്രപഞ്ചം എഴുതിച്ചുവെച്ചിരിക്കുന്നു നടന്നെങ്കിലും ആണ് പ്രവേശിച്ചിട്ടില്ല.
		-- Christopher Morley

%
നസ്റുദ്ദീൻ സ്നേഹം ശേഖരിക്കാൻ ഒരു വലിയ വീട്ടിൽ വിളിച്ചു. ദാസൻ പറഞ്ഞു"എൻറെ യജമാനൻ പുറത്തുവന്നു." നസ്റുദ്ദീൻ മറുപടി, "നിന്റെ യജമാനന്റെ അടുത്ത തവണ അവൻ പറയുകപുറത്തുപോയി അവൻ വിൻഡോയിൽ തന്റെ മുഖം വിടാൻ പാടില്ല. ആരോ അതു മോഷ്ടിക്കുന്ന. "
		-- Christopher Morley

%
നസ്റുദ്ദീൻ തലസ്ഥാനമായിരുന്ന തന്റെ ഗ്രാമത്തിൽ മടങ്ങി, ഗ്രാമവാസികൾക്ക്കടന്നു എന്ന് കേട്ടാൽ ചുറ്റും കൂടി. "ഈ സമയത്ത്," നസ്റുദ്ദീൻ ഞാൻ പറഞ്ഞു "എന്ന രാജാവും എന്നോടു പറഞ്ഞ എന്ന് ഞാന് ആഗ്രഹിക്കുന്നു. "എല്ലാ ഗ്രാമവാസികൾ എന്നാൽstupidest അത്ഭുതകരമായ വാർത്തകൾ പ്രചരിപ്പിക്കാൻ ഓടി. ശേഷിക്കുന്ന ഗ്രാമീണൻചോദിച്ചു, "രാജാവ് നിങ്ങളോടു എന്തു പറഞ്ഞു?" "അയാളും പറഞ്ഞു - പാടെ വ്യക്തമായി,എല്ലാവർക്കും കേൾക്കാൻ വേണ്ടി - "ആയിരുന്നു 'എന്റെ വഴി വിട്ടു നേടുക!' അല്പബുദ്ധിയോ .രാജാവു;അവൻ യഥാർത്ഥത്തിൽ രാജാവ് ഉരുവിട്ട കേട്ടു, വളരെ മനുഷ്യൻ അവർ കണ്ടതുവാഗ്ദത്തങ്ങൾ ലഭിച്ചു.
		-- Christopher Morley

%
നസ്റുദ്ദീൻ ഒരു ദിവസം ഒരു കടയിൽ കയറി നടന്നു ഉടമ സേവിക്കാൻ മുന്നോട്ടു വന്നുഅവനെ. നസ്റുദ്ദീൻ. "പറഞ്ഞു ആദ്യ കാര്യങ്ങൾ എന്നോട് നിങ്ങളുടെ നടന്നു നോക്കിയിട്ടുണ്ടോഷോപ്പ്? "	"തീർച്ചയായും.""നിങ്ങൾ എപ്പോഴെങ്കിലും മുമ്പെ എന്നെ കണ്ടുവോ?""ഒരിക്കലുമില്ല.""അപ്പോൾ എങ്ങനെയാണ് നിങ്ങൾ എനിക്ക് പറ്റിയില്ല അറിയാം?"
		-- Christopher Morley

%
നസ്റുദ്ദീൻ ഒരു teahouse കയറി നടന്നതുപോലെ declaimed, "മൂൺ ഉപകാരപ്രദവുംസൂര്യന്റെ. ""എന്തുകൊണ്ട്?" അദ്ദേഹം ആവശ്യപ്പെട്ടു."രാത്രിയിൽ ഞങ്ങൾ പ്രകാശം കൂടുതൽ ആവശ്യമാണ് കാരണം."
		-- Christopher Morley

%
നസ്റുദ്ദീൻ കരൾ ഒരു കഷണം കരൾ പൈ വേണ്ടി പാചകക്കുറിപ്പ് വീട്ടിൽ ചുമക്കുകയും.പെട്ടെന്നു ഇര ഒരു പക്ഷിയെ ഇറങ്ങി പ്രാരാബ്ധങ്ങള്ക്കിടയില് തന്റെ നിന്ന് ഇറച്ചി കഷണം തികയുംകൈ. പക്ഷി പറന്നുപോയി പോലെ, നസ്റുദ്ദീൻ "മണ്ടൻ പക്ഷി അത് വിളിച്ചു നിങ്ങൾകരൾ ഞങ്ങൾക്കുണ്ട്, എന്നാൽ നിങ്ങൾ പാചകക്കുറിപ്പ് ഇല്ലാതെ അത് ചെയ്യാം? "
		-- Christopher Morley

%
എല്ലാം തൊണ്ണൂറ്റിയൊൻപത് ശതമാനം അരിഗോണികളെ ആണ്.
		-- Theodore Sturgeon

%
സമയം കാര്യങ്ങൾ അവർ കരുതി വല്ലാതെ ഉല്പാദിപ്പിക്കുക തൊണ്ണൂറ്റിയൊൻപത് ശതമാനം.നിങ്ങൾ വളരെ പ്രതീക്ഷിക്കാൻ പറ്റുമായിരുന്നില്ല സമയം പത്തു ശതമാനവും മറ്റ്.
		-- Augustine

%
ആരും ഒരു Iland, അതു selfe എന്ന intire ആണ്; ഓരോ മനുഷ്യന്റെ ഒരു peece ആണ്ഭൂഖണ്ഡം Maine ഒരു ഭാഗം; ഒരു clump ഇംഗ്ലീഷ് ബീ സമുദ്രം വഴി കഴുകി എങ്കിൽയൂറോപ്പ് അതുപോലെ എങ്കിൽ lesse ആണ്, അതുപോലെ ഒരു Promontorie ആയിരുന്നു എങ്കിൽ,നിന്റെ സുഹൃത്തുക്കൾ അല്ലെങ്കിൽ നിന്റെ owne ഒരു Mannor ആയിരുന്നു; ഏതെങ്കിലും പുരുഷന്മാരുടെ മരണം ചുരുക്കികൊണ്ടിരിക്കുന്നത്എനിക്കു Mankinde കിടാവും കാരണം; അതുകൊണ്ടു അറിയാൻ അയയ്ക്കുക ഒരിക്കലുംആർക്കുവേണ്ടി മണി ടോളുകൾ; നിനക്ക് വേണ്ടി ടോളുകൾ.
		-- John Donne, "No Man is an Iland"

%
ഞാൻ പോകുന്ന എവിടെയായിരുന്നാലും സ്ഥലം എല്ലായ്പ്പോഴും "ഇവിടെ" എന്നു വിളിക്കുന്നു.
		-- John Donne, "No Man is an Iland"

%
ജീവിതത്തിൽ വളരെ ഇടപെടലുകളേയും ഉപയോഗിക്കുക ഇല്ല - നിങ്ങൾ ഒരു പരിമിതമായ സമയം മാത്രമേ ഇവിടെയുണ്ട്.
		-- John Donne, "No Man is an Iland"

%
പെണ്പിള്ളാരുടെ എന്തെങ്കിലും ശോഭയുള്ള ഭാഗത്തു നോക്കി അവരുടെ കാഴ്ച ശക്തി നശിപ്പിച്ചു.
		-- John Donne, "No Man is an Iland"

%
വിവരക്കേട് സൌന്ദര്യം അടയ്ക്കുക കണക്ഷനുകൾ ഞങ്ങൾക്കുണ്ട്.
		-- E. M. Forster

%
സാധാരണ തവണ ഒരുപക്ഷേ എന്നേക്കും മേൽ ആയിരിക്കാം.
		-- E. M. Forster

%
ഏതു ചോദ്യം ഉത്തരം അർഹിക്കുന്നു.
		-- E. M. Forster

%
ജീവിതത്തിൽ ഒന്നും ഭയപ്പെടുവാൻ യോഗ്യൻ. അതു മാത്രം മനസ്സിലാക്കാൻ ആണ്.
		-- E. M. Forster

%
ഒന്നും ആദ്യം കഥയുടെയും പോലെ ലളിതമാണ്കഥയുടെയും പോലെ അല്ലെങ്കിൽ ആശയറ്റ മധ്യത്തിൽഅല്ലെങ്കിൽ അത് ഒടുക്കം തോന്നുന്നു പൂർത്തിയായി.
		-- E. M. Forster

%
മാത്രമാകുന്നു ഇതല്ല.
		-- E. M. Forster

%
ഒരുനാളും മൊത്തം നഷ്ടം; അത് എപ്പോഴും ഒരു മോശം ഉദാഹരണം വർത്തിക്കുന്നത് കഴിയും.
		-- E. M. Forster

%
ഒന്നും ഉറച്ചു ഞങ്ങൾ കുറഞ്ഞത് അറിഞ്ഞതിൻറെ പോലെ വിശ്വാസം.
		-- Michel de Montaigne

%
ഒന്നും കാര്യം എല്ലാ വളരെ ചുരുക്കംപേർ കാര്യങ്ങൾ പ്രാധാന്യമുള്ളതാണ്.
		-- Arthur Balfour

%
എല്ലാ മനുഷ്യരുടെ നിറചിരിക്കുന്നു..ഒരാൾ, ശാന്തഭാവത്തില് ഇതാണ്:ഇത്രയധികം അറിയുന്നു ഒന്നും നിയന്ത്രണമുണ്ട് ലേക്കുള്ള.
		-- Herodotus

%
ടൂത്ത്പേസ്റ്റ് ട്യൂബിൽ നിന്നു പൂർത്തിയായാൽ, അതു തിരികെ നേടുകയും പ്രയാസം.
		-- H. R. Haldeman

%
ഒരു വലിയ അടിഭാഗത്തായി സൃഷ്ടികളിൽ ഒരു ഗ്രാമത്തിൽ അവിടെ ജീവിച്ചു ഒരിക്കൽക്രിസ്റ്റൽ നദി. സ്വന്തം വിധത്തിൽ ഓരോ ജീവി ചില്ലകൾ ലേക്ക് ഇറുകെ .കുശലാന്വേഷണത്തിനിടെഒപ്പം പശിമയുള്ള നദി അടിയിൽ പാറകളും അവരുടെ ജീവിതത്തിന്റെ വഴി ആയിരുന്നു,ഓരോ ജന്മനാ പഠിച്ച കാര്യങ്ങൾ നിലവിലെ ചെറുത്ത. എന്നാൽ ഒരു ജീവിഒടുവിൽ, "ഞാൻ പറഞ്ഞു ഞാൻ അതിനെ എവിടെ പോകുന്നു നിലവിൽ അറിയുന്നു എന്ന് ആശിക്കുന്നു.വിട്ടയച്ചു, അതു അത് എവിടെ എനിക്കു എടുക്കേണം. എളിമ, ഞാൻ മുഷിപ്പ് മരിക്കും. "മറ്റ് ജീവികൾ ചിരിച്ചുകൊണ്ടു "ഫൂൾ പറഞ്ഞു പോകാം, ആ നിലവിലെനിങ്ങൾ ഉരുണ്ടു പാറകളും ഉടനീളം അടിച്ചാൽ, നിങ്ങൾ ഉദ്ദേശിക്കുന്ന എറിഞ്ഞ് ആരാധിക്കുന്നുമുഷിപ്പ് വേഗത്തിൽ മരിക്കും! "ഒന്നു അവരെ ജനതയ്ക്ക് ഒരു ശ്വാസം എടുക്കൽ വിട്ടയച്ചു എങ്ങനെ, ഭൂതകാലഒരിക്കൽ പാറകൾ ഉടനീളം നിലവിലെ ഇടിഞ്ഞ് ചെയ്ത് അടിച്ചുകൂട്ടിയത് ചെയ്തു. എങ്കിലും, സമയം,ജീവി വീണ്ടും ചേർന്നിരിക്കയും വിസമ്മതിച്ചു, നിലവിലുള്ള അവനെ സ്വതന്ത്രനായി ഉയർത്തിതാഴെ, അവൻ തകർന്നും ഇനി വേദനിപ്പിച്ചു.സൃഷ്ടികളും അധികജലം അവൻ അതിഥിയായിരുന്നു ആർക്ക്, നിലവിളിച്ചു "കാണുകഒരു അത്ഭുതം! ഞങ്ങളെപോലെയുള്ള ജീവി എങ്കിലും താൻ പറക്കുന്ന! മസീഹ് കാണുക വന്നുഞങ്ങളെ സംരക്ഷിക്കുകയും! "കറൻറ് ലെ കൊണ്ടുപോയി ഒറ്റ പറഞ്ഞു:" ഞാൻ ഇനി രാവിലെനിങ്ങൾ അധികം മിശിഹാ. മാത്രം ഞങ്ങൾ വിട്ടയച്ചു തുനിയുന്നില്ല നദി സ്വതന്ത്ര നമ്മെ ഉയർത്തുവാൻ രസിക്കുന്നു.നമ്മുടെ യഥാർത്ഥ പ്രവൃത്തി ഈ സാഹസിക യാത്രയുടെ ആണ്.എന്നാൽ അവർ കൂടുതൽ, "രക്ഷകൻ!" നിലവിളിച്ചു എല്ലാ സമയത്ത് കോളുവരികയുംപാറക്കഷണങ്ങൾ, രക്ഷിതാവായ ഐതിഹ്യങ്ങളും making.
		-- Richard Bach

%
നിങ്ങൾ ലളിതമാക്കി ഒരു താലിബാന് കണ്ടെത്തുന്നത് ലോകത്തെ മാറ്റാൻ ശ്രമിച്ചു ഒരിക്കൽനിങ്ങളുടെ മനസ്സ് മാറ്റാൻ.
		-- Richard Bach

%
അതു യുവ സന്യാസി Kyogen എത്തിയ പരിഗണിച്ചിരുന്നത് ഒരു ദിവസംഒരു പ്രബുദ്ധരായ സംസ്ഥാനം. ഈ വാർത്ത മതിപ്പുളവാക്കി അയാളുടെ സഹപ്രവർത്തകരാണ് നിരവധിസംസാരിക്കേണ്ടതിന്നു അവന്റെ പോയി."നിങ്ങൾ പ്രബുദ്ധതയും കേട്ടിരിക്കുന്നു. ഇത് ശരിയാണോ?" തന്റെ സഹവിദ്യാർത്ഥികൾ ചോദിച്ചറിഞ്ഞു."ഇത്", Kyogen ഉത്തരം."ഞങ്ങളോട് പറയുക 'ഒരു സുഹൃത്ത് പറഞ്ഞു," നിങ്ങൾ എങ്ങനെ തോന്നുന്നു? ""എന്നേക്കും പോലെ തുച്ഛമായ", പ്രബുദ്ധരായ Kyogen മറുപടി.
		-- Richard Bach

%
ഒരു ദിവസം രാജാവിൻറെ പറയാൻ തന്റെ എല്ലാ വിഷയങ്ങൾക്കും നിർബന്ധിക്കുകയോ തീരുമാനിച്ചുസത്യം. ഒരു കഴുമരം നഗരം വാതിലുകൾ മുന്നിൽ ഓർമയ്ക്കായി. ഉദ്ഭവിച്ചത് പ്രഖ്യാപിച്ചു"ആരെങ്കിലും നഗരം നൽകുക തന്നെ ആദ്യം ഒരു ചോദ്യത്തിന് സത്യം നിർബന്ധമായും ഉത്തരംഇതിൽ തനിക്കു മരിക്കും. "നസ്റുദ്ദീൻ ലൈനിൽ തുടക്കമിട്ടത്. നായകനായഗാർഡ് അവനോട്, "നീ എവിടേക്കു പോകുന്നു സത്യം പറയൂ? - ബദൽതൂക്കിക്കൊല്ലാൻ മരണം. ""ഞാൻ പോകുന്നു," നസ്റുദ്ദീൻ "കഴുമരത്തിന്മേൽ തൂക്കിക്കൊല്ലപ്പെട്ടത്." പറഞ്ഞു"ഞാൻ വിശ്വസിക്കുന്നില്ല."'വളരെ നന്നായി ഞാൻ കള്ളം പറയുകയാണ്, അപ്പോൾ എന്നെ തൂക്കിയിരിക്കുന്നു! ""എങ്കിലും അതു സത്യം വരുത്തുകയും!""കൃത്യമായി," നസ്റുദ്ദീൻ "നിങ്ങളുടെ സത്യം." പറഞ്ഞു
		-- Richard Bach

%
ഒന്ന് നടക്കേണ്ട കഴിയുന്ന ചൊറിച്ചില് പഠിക്കുന്നു.
		-- Ernest Bramah

%
ഒന്ന് പലപ്പോഴും അവൻ അതു ഒഴിവാക്കാൻ എടുക്കുന്ന റോഡിൽ തന്റെ ഭാഗധേയം പാലിക്കുന്നുണ്ടെന്ന്.
		-- Ernest Bramah

%
വൺ സന്യാസി മറ്റ് പറഞ്ഞു, "മീൻ വല നിന്നു ബൗളറില് ചെയ്തു! എങ്ങനെ ഇത് ചെയ്യുംജീവിക്കാൻ? നിങ്ങൾ വല നിന്നു സമ്പാദിച്ചിരിക്കുന്നു വരുമ്പോൾ ഞാൻ പറയാം "വേറെ പറഞ്ഞു". "
		-- Ernest Bramah

%
നിങ്ങൾ എന്നെ ഞാൻ പറഞ്ഞു പിരിയുകയാണ് എന്തു കേൾക്കാം ആണ് മാത്രം.
		-- Baba Ram Dass

%
ബഹുജനങ്ങളെ കുറിച്ച് തിരക്കിലാണ് ആയ ആ സമീപനം വിഭവസമൃദ്ധമായ മാത്രമേബഹുജനങ്ങളെ വിഭവസമൃദ്ധമായ എടുത്തു വരുന്നതിനെ കുറിച്ച് തിരക്കിലാണ് കഴിയും.
		-- Lao Tsu

%
പറുദീസ കൃത്യമായി ഇപ്പോൾ നിങ്ങൾ ... മാത്രം വളരെ, വളരെ നല്ലത് എവിടെയോ പോലെയാണ്.
		-- Laurie Anderson

%
ഉൽകൃഷ്ടം എത്തിച്ചേരുമ്പോൾ അല്ല ചേർക്കാൻ ഇനി ഒന്നും ഇല്ലാതിരിക്കുമ്പോൾ, എന്നാൽനീക്കുവാൻ ഇനി ഒന്നും ഇല്ലാതിരിക്കുമ്പോൾ.
		-- Antoine de Saint-Exupery

%
ഒരുപക്ഷേ ഏറ്റവും വലിയ എന്തായാലും പ്രതീക്ഷിച്ച ഉണ്ടായിരുന്നു.
		-- Antoine de Saint-Exupery

%
തത്ത്വശാസ്ത്രം ഒരു ദൂതന്റെ ചിറകു ക്ലിപ്പ് ചെയ്യും.
		-- John Keats

%
അതു നൽകുന്നു അതു പവര്ഷോട്ടിനെ എവിടെ സ്ക്രാച്ച് എവിടെ പുഷ്.
		-- John Keats

%
റിയാലിറ്റി എപ്പോഴും രാവിലെ കഠിനമായിരുന്നു തോന്നുന്നു.
		-- John Keats

%
റിയാലിറ്റി നിലവിലില്ല - ഇതുവരെ.
		-- John Keats

%
റിയാലിറ്റി മതി മോശമാണ്, എന്തുകൊണ്ട് ഞാൻ സത്യം പറയണം?
		-- Patrick Sky

%
റിയാലിറ്റി ഭാവനയും കുറവുള്ളതു ആളുകൾക്ക് ആണ്.
		-- Patrick Sky

%
റിയാലിറ്റി സങ്കീർണ്ണമായ വെറും സുഖ അളവുകോലാണ്.
		-- Alvy Ray Smith

%
റിയാലിറ്റി സയൻസ് ഫിക്ഷൻ കൈകാര്യം ചെയ്യാൻ കഴിയില്ല ആളുകൾക്ക് വെറുമൊരു താങ്ങുവടി ആണ്.
		-- Alvy Ray Smith

%
റിയാലിറ്റി ഒരു കൂട്ടായ ഞെട്ടലോടെ മറ്റൊന്നുമല്ല.
		-- Lily Tomlin

%
"യാഥാർത്ഥ്യമാക്കാൻ, നിങ്ങൾക്ക് അതിൽ വിശ്വസിക്കുന്നത് നിർത്തരുത് ഉടനെ പൊയ്ക്കൊൾവിൻ ഇല്ല ആണ്".
		-- Philip K. Dick

%
ഓർക്കുക, ഗ്രാസ്ഹോപ്പർ, 1000 പടവുകളിലൂടെ വീണു മേൽ ട്രിപ്പിംഗ് ആരംഭിക്കുന്നത്ആദ്യത്തേത്.
		-- Confusion

%
ലൈഫ് # 1 റൂൾ - നിങ്ങളുടെ ലഗ്ഗേജ് പിരിയും ഒരിക്കലും.
		-- Confusion

%
കാണുന്നതുമാത്രമേ വിശ്വസിക്കാനാവൂ. നിങ്ങൾ അത് വിശ്വസിച്ചില്ല എങ്കിൽ അതു കണ്ട മനസ്സില്ലായിരുന്നു.
		-- Confusion

%
, ജീവിതത്തിൽ എല്ലാം ആയതിനാൽ എന്നാൽ അത് എന്തായാലും തികഞ്ഞവരും ഒരു അനുഭവംനല്ലതോ ചീത്തയോ, സ്വീകാര്യരായിത്തീരുന്നതു് തിരസ്കരണവും ബന്ധമില്ല ഇല്ലാത്ത ഒറ്റ നന്നായി ചെയ്യേണ്ടതിന്നുതന്നേയും പാടാൻ.
		-- Long Chen Pa

%
വളരെ കുറച്ച്, അങ്ങനെ ചെറിയ.
		-- Oscar Levant

%
ചിലപ്പോൾ ജീവിക്കാൻ ധൈര്യം ഒരു പ്രവൃത്തിയാണ്.
		-- Seneca

%
ചിലപ്പോൾ നിങ്ങൾ ജീവനോടെ പോകാൻ ഏതാണ്ട് അപ്രതിരോധ്യമായ പ്രേരണ നേടുക.
		-- Seneca

%
സ്റ്റാൻഡേർഡ്സ് സകലവും വ്യത്യസ്ഥമായ പുരുഷനും സജ്ജമാക്കി നിലവാരം ആണ്മാത്രം 'ചില' സാധാരണ മാർഗങ്ങൾ യാതൊരു. നിങ്ങൾക്ക് ആപേക്ഷിക എന്താണെന്ന് തെറ്റിദ്ധരിക്കാതിരിക്കുക എങ്കിൽചില എന്തെങ്കിലും നീ ദൂരത്തുനിന്നു ആത്യന്തിക യാഥാർത്ഥ്യം നിന്ന് പിഴച്ച് പോയിരിക്കുന്നു.
		-- Chuang Tzu

%
മാത്രം കഷ്ടപ്പാട് നിലവിലുണ്ട്, കഷ്ടം ആരും;ദുഷ്പ്രവൃത്തിയും ഉണ്ടു, പക്ഷേ ആളോടു അതിന്റെ;നിർവാണ ആണ്, പക്ഷേ ആരും അത് തേടുന്നത്;പാത ഇല്ല, എന്നാൽ അതു യാത്ര ഒരുത്തനും.
		-- "Buddhist Symbolism", Symbols and Values

%
അന്ധവിശ്വാസം, വിഗ്രഹാരാധന, കാപട്യം ദളിതരായവർ വേതനം ഉണ്ടു എങ്കിലും സത്യം പോകുന്നുഎ-യാചകവൃത്തി.
		-- Martin Luther

%
എന്നിരുന്നാലും, ചില ഗൗരവം ഉപയോഗിച്ച് നിങ്ങളുടെ മരണവും എടുക്കുക. വഴിയിൽ ചിരിക്കുന്നനിങ്ങളുടെ വധശിക്ഷ വിലയാകട്ടെ വിപുലമായ ജീവിതം ഫോമുകൾ വഴി മനസ്സിലാക്കാൻ സാധിച്ചിട്ടില്ല,അവർ എന്നാ വിളിക്കാം.
		-- "Messiah's Handbook: Reminders for the Advanced Soul"

%
ആ എന്നും അല്ല അല്ല എന്നതാണ്.
		-- "Messiah's Handbook: Reminders for the Advanced Soul"

%
അതാണ് ആണ്.അതാണ് അല്ല, അല്ല.അതാണ് എന്നുവെച്ചാൽ അല്ല എന്നു, ആണ്.അതാണ് അല്ല, അതായത് എന്നതല്ല.
		-- "Messiah's Handbook: Reminders for the Advanced Soul"

%
അസംബന്ധം അവശ്യ ആശയം ആദ്യം യാഥാർത്ഥ്യം.
		-- A. Camus

%
നിങ്ങൾ നേടുകയും മികച്ച ഒരു ഈവൻ ആണ്.
		-- Franklin Adams

%
"കണ്ടു് കഴിയുന്ന ചെയിൻ നിത്യജീവൻ ചെയിൻ അല്ല."
		-- G. Fitch

%
പ്രശ്നങ്ങൾ ചീഫ് വ്യവഹാരം പരിഹാരങ്ങൾ ആണ്.
		-- Eric Sevareid

%
ജീവിതത്തിൽ ചീഫ് അപകടം നിങ്ങൾ വളരെയധികം മുൻകരുതലുകൾ എടുക്കാം എന്നതാണ്.
		-- Alfred Adler

%
ദിവസം ശൂന്യമായതിനാൽ പകലും സക ആകുന്നു.
		-- Alfred Adler

%
വാതിൽ താക്കോൽ.
		-- Alfred Adler

%
കാഴ്ചയിൽ ക്ലിയർ ഒരു ഭീഷണിയെ, ചെവി തന്ത്രപൂർവം കേൾവി ഒരു ഭീഷണിയെ,മനസ്സിൽ ജ്ഞാനം ഒരു ഭീഷണിയെ, ഇന്ദ്രിയങ്ങളുടെ എല്ലാ അവയവങ്ങളെയുംതന്നെ അതിന്റെ ഒരു ഭീഷണിയെസ്വന്തം ശേഷി. ... ലഹരിയാണ്, സതേൺ ഓഷ്യൻ ദൈവവും മുഷിഞ്ഞു ദൈവംവടക്കൻ സമുദ്രത്തിലെ സർവധാ ദൈവത്തിന്റെ രംഗത്തുള്ള എതിരേല്പാൻ ഒരിക്കൽ സംഭവിച്ചത്സെന്ററിന്റെ. .മഞ്ഞപ്പിത്തം വളരെ സുന്ദരമായി അവരെ ചികിത്സ അവർ ഒന്നിച്ചു ചർച്ചഅവർ അവന്റെ അവറാനും ചെയ്യാൻ കഴിയുമായിരുന്നു. അവർ അതേസമയം, ശ്രദ്ധിച്ചു ചെയ്തുമറ്റെല്ലാവർക്കും, കാഴ്ച ഏഴു അപ്പേർചർ ഉണ്ടായിരുന്നു കേൾവിയും തിന്നും, ശ്വാസംഅങ്ങനെയുള്ളവ .മഞ്ഞപ്പിത്തം ആരുമുണ്ടായില്ല. അങ്ങനെ അവർ ബോറടിപ്പിക്കുന്ന ദ്വാരങ്ങൾ പരീക്ഷണം തീരുമാനിച്ചുഅവനിൽ. ഇടവിടാതെ അവർ ഒരു ദ്വാരം, ഏഴാം ദിവസം സർവധാ മരിച്ചു.
		-- Chuang Tzu

%
അകന്ന നിങ്ങൾ പുറപ്പെട്ടു, അത് മനസ്സിലായില്ല.
		-- Lao Tsu, "Tao Te Ching"

%
അവസാന കബളിപ്പിക്കുന്ന എല്ലാ വഞ്ചന നഷ്ടപ്പെട്ട വിശ്വാസം.
		-- Maurice Chapelain, "Main courante"

%
അമർത്യതയും ആദ്യം വേണ്ടത് മരണം.
		-- Stanislaw Lem

%
മഹാന്മാരായ വേദനകളെ നാം നമ്മെത്തന്നെ കാരണമാകും ഭാഗ്യവാന്മാർ.
		-- Sophocles

%
യാത്രയുടെ ദൈർഘ്യമേറിയ ഭാഗം ഗോപുരത്തിന്റെ പാസിംഗ് പറയപ്പെടുന്നു.
		-- Marcus Terentius Varro

%
പ്രധാന പാപം ജനിച്ച് പാപമാണ്.
		-- Samuel Beckett

%
നിങ്ങളുടെ അജ്ഞത അടയാളം അന്യായമായും നിങ്ങളുടെ വിശ്വാസം ആഴം ആണ്ദുരന്തങ്ങളോടും. എന്താണ് പുഴുവിന്റെ ലോകാവസാനം വിളിക്കുന്നത്,മാസ്റ്റർ ചിത്രശലഭത്തെ വിളിക്കുന്നു.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
കൂടുതൽ നിയമങ്ങൾ ക്രമസമാധാനം പ്രമുഖ ഉണ്ടാക്കി, കൂടുതൽ കള്ളന്മാരുംഅവിടെ കവർച്ചക്കാർ ആയിരിക്കും.
		-- Lao Tsu

%
കൂടുതൽ നിങ്ങൾക്ക് പരാതിപ്പെടുകയും ഇനി ദൈവം നിങ്ങളെ എത്തത്തക്കവണ്ണം.
		-- Lao Tsu

%
മരത്തിൽ പായലും പരുന്തു എന്ന talons ഭയപ്പെടുന്നില്ല.
		-- Lao Tsu

%
എല്ലാ ഡംഭോന്നും ഏറ്റവും വിലയേറിയ പക്ഷേ, ലെ ഇന്നാവശ്യം വിശ്വസിക്കലാണ്സത്യമല്ല. ഇത് മനുഷ്യർക്ക് ചീഫ് തൊഴിൽ.
		-- H. L. Mencken

%
ഒരു ചൂളം ഭാരമേറിയ ഒരു തമ്മിലുള്ള വ്യത്യാസം മാത്രം അവരുടെ തലങ്ങളും ആണ്.
		-- H. L. Mencken

%
മാത്രം സന്തോഷം കാരണം പറയാം; ലോകത്തിലെ എല്ലാ ബാക്കി മോശം ആണ്.എന്നാൽ, ഞാൻ കലാകാരൻ വേലയിൽ കാണുന്നു; മെയ് ഉയർന്ന കാരണംഅങ്ങനെയുള്ള അനുഭവിച്ചറിയുവാൻ. സന്തോഷം സഹാനുഭൂതിയുടെ കഴിവാണ് ലെ സ്ഥിതിചിന്തിക്കുന്നതെന്ന്: ലോകത്തിലെ സകല വൃത്താന്തങ്ങളും സ്ലോ ക്രമേണ ആൻഡ് വങ്കത്തമാണ്. ആരെങ്കിലുംഅതു വളരെ ആണ് പ്രകാശവും റേ ഗതി, വളരെ എല്ലാവരും പറയും കഴിഞ്ഞില്ലകണക്കുനോക്കുന്നവനാണ്. മുന്നൊരുക്കം വനവാസത്തിനു ചെറിയ സന്തോഷം നല്കുന്നു. ഒരുപക്ഷേ, ഒറ്റ തോന്നിത്തുടങ്ങിഇതിൽ വളരെ സന്തോഷം, അതു കാരണം ചുവടെ ഒന്ന് രാവിലെ ചിന്തിച്ചിട്ടില്ലെന്ന് ആണ്കളങ്കം എന്നാൽ ഒരുവൻറെ ആദർശങ്ങളുടെ. ഇത് അകന്നിരിക്കുന്നു മാത്രം വേഗതയും എത്തുംഅതും സന്തോഷിക്കുന്നു.
		-- Nietzsche

%
ശുഭാപ്തി ഈ ലോകങ്ങളിൽ മികച്ച കരുതിയാൽ,ശുഭാപ്തി അറിയുന്നു.
		-- J. Robert Oppenheimer, "Bulletin of Atomic Scientists"

%
എന്നിട്ടും സഭകളെല്ലാം വളരെ ചെറിയ അർഥം, Coth ഇരുണ്ട ദൈവമായ സംസാരിച്ചുകൊണ്ടിരിക്കുമ്പോൾ ഉത്തരംഏതാണ്ട് സൌമ്യമായി. ശുഭാപ്തി നാം എല്ലാവരും ഏറ്റവും മികച്ച ജീവിക്കുന്നത് ഉദ്ഘോഷിക്കുന്നുസാധ്യമായ ലോകങ്ങളുടെ; ശുഭാപ്തി ഇത് സത്യമാണെന്ന് ഭയക്കുന്നു.
		-- James Cabell, "The Silver Stallion"

%
കവിതകൾ, അവരെ എല്ലാ മുന്നൂറു അവരുടെ ശൈലികളും ഒന്നിൽ സംക്ഷേപിച്ചിരിക്കുന്നു ചെയ്യാം:"ഞങ്ങളുടെ ചിന്തകൾ ശരിയായ ആകട്ടെ".
		-- Confucius

%
തത്ത്വചിന്ത വിജയത്തിന്റെ വില triviality ആണ്.
		-- C. Glymour.

%
ചോദ്യങ്ങൾ എം. ഉത്തരങ്ങൾ നിത്യമായി ഭ്രംശമാണ്.
		-- C. Glymour.

%
വംശം, എപ്പോഴും വേഗതയുള്ളവർ വീരന്മാർ യുദ്ധത്തിലും, പക്ഷേകൂലി മാർഗ്ഗമാണ്.
		-- Damon Runyon

%
എല്ലാ അന്ധവിശ്വാസവും റൂട്ട്, ഒരു കാര്യം ഞാനുണ്ടല്ലോ പുരുഷന്മാർ ആചരിക്കേണം എന്നതാണ്എന്നാൽ അതു കേഴുന്നത് വരുമ്പോൾ.
		-- Francis Bacon

%
രക്ഷകനായി പീഡനത്തിനിരയായ മാറുന്നു.
		-- Francis Bacon

%
പ്രാണൻ യാതൊരു മഴവില്ല് കണ്ണു യാതൊരു കണ്ണുനീർ നൽകുമായിരുന്നു.
		-- Francis Bacon

%
നിരപരാധിത്വം സംസ്ഥാനത്തെ എല്ലാ ഭാവി പാപത്തിന്റെ അണുക്കൾ അടങ്ങിയിരിക്കുന്നു.
		-- Alexandre Arnoux, "Etudes et caprices"

%
സത്യത്തിൽ ഏതെങ്കിലും വലിയ ഉയരത്തിൽ നീട്ടി ചെയ്യപ്പെടാത്ത ഒരു കയർ അടിക്കുമ്പോൾഎന്നാൽ വെറും നിലത്തു മുകളിൽ. അതു ജനം ഇടറുന്നു കൂടുതൽ ഡിസൈനുകളും തോന്നുന്നുനടന്നു ചെയ്യേണ്ട അധികം.
		-- Franz Kafka

%
സത്യം അപൂർവ്വമായി ശുദ്ധമായ, ലളിതമായ ഒരിക്കലും.
		-- Oscar Wilde

%
സത്യം എന്താണെന്ന് തന്നേ; എന്തായിരിക്കണം ഒരു വൃത്തികെട്ട നുണ.
		-- Lenny Bruce

%
ഒരു കാര്യം സത്യം അതിന്റെ തോന്നുന്നു, അതു ചിന്തിക്കുക ആണ്.
		-- Stanley Kubrick

%
നിങ്ങൾ സംസാരിക്കുന്ന സത്യവും ഇല്ല കഴിഞ്ഞ യാതൊരു ഭാവി. അത്, ആ എല്ലാ അത്രയേയുള്ളൂവേണം.
		-- Stanley Kubrick

%
ലോകം നിങ്ങളുടെ വ്യായാമം-പുസ്തകം, നിങ്ങളുടെ തുകകൾ ചെയ്യാൻ ഏത് പേജുകൾ ആണ്.ഇത് നിങ്ങൾക്ക് ആവശ്യമെങ്കിൽ അവിടെ റിയാലിറ്റി പ്രകടിപ്പിക്കാൻ വരാമെങ്കിലും യാഥാർത്ഥ്യമാണ് അല്ല.നിങ്ങൾക്ക് അസംബന്ധം, അല്ലെങ്കിൽ ഭോഷകു എഴുതാൻ, അല്ലെങ്കിൽ പേജുകൾ കീറിക്കളയും സ്വാതന്ത്ര്യമുണ്ട്.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
പ്രപഞ്ചത്തിൽ യാതൊരു അപകടങ്ങൾ ഉണ്ട്.
		-- Baba Ram Dass

%
ജീവിതത്തിൽ യാതൊരു വിജയികളെ മാത്രം അതിജീവിച്ചവർ ഉണ്ട്.
		-- Baba Ram Dass

%
പത്തു ദിവസമല്ല, ഇരുപതു അടിസ്ഥാന സത്യങ്ങൾ ഉണ്ട് ജീവനും പ്രക്രിയയാണ്കടന്നു അക്കരെ അവരെ കണ്ടെത്തുന്നതിനായി.
		-- David Nichols

%
അതിന്റെ സ്പീഡ് വർദ്ധിച്ചുവരുന്ന ജീവിതത്തോട് കൂടുതൽ ഉണ്ട്.
		-- Mahatma Gandhi

%
വേദന കൂടാതെ സൗകര്യങ്ങൾ ഇല്ല; ഇങ്ങനെ അവസ്ഥയിലാണു രക്ഷ define.
		-- Cato

%
ജനന മരണ യാതൊരു രോഗശമനം ഇടവേള ആസ്വദിക്കാൻ പുറമെ ഉണ്ട്.
		-- George Santayana

%
പാപം എന്നാൽ അജ്ഞത ഇല്ല.
		-- Christopher Marlowe

%
എന്റെ ഉപദേശം മുഖാന്തരം ഉത്തരം സാധ്യമല്ല ഒന്നും ഇല്ല "പറഞ്ഞുഒരു സന്യാസി, നസ്റുദ്ദീൻ ഇരുന്നു ഒരു teahouse വരുന്നു."എന്നിട്ടും വെറും ഒരു ചെറിയ സമയം മുമ്പ് ഞാൻ ഒരു പണ്ഡിതൻ വെല്ലുവിളിയുയർത്തിഒരു unanswerable ചോദ്യം, "നസ്റുദ്ദീൻ പറഞ്ഞു."ഞാൻ നല്കിയിരുന്നു എങ്കിൽ ഞാൻ ഉത്തരം കഴിയുമായിരുന്നു."'വളരെ നന്നായി. അതിനാലാണ് അവൻ നിന്നെ എന്റെ വീട്ടിൽ ബ്രേക്കിംഗ് ചെയ്യുന്നു ചോദിച്ചു:'അർദ്ധരാത്രിയിൽ? ' "
		-- Christopher Marlowe

%
ഒരേയൊരു എല്ലാം അവിടെ.
		-- Christopher Marlowe

%
ശുദ്ധിയുള്ള എന്തെങ്കിലും ലഭിക്കാൻ, ഒറ്റ വൃത്തികെട്ട എന്തെങ്കിലും നേടുകയും ഉണ്ട്.വൃത്തികെട്ട എന്തെങ്കിലും ലഭിക്കാൻ, ഒരൊറ്റ ക്ലീൻ എന്തെങ്കിലും ഇല്ല.
		-- Christopher Marlowe

%
സന്തോഷം കൊടുക്കുന്നതിനു സന്തോഷം അർഹിക്കുന്നു എന്നതാണ്.
		-- Christopher Marlowe

%
സ്വയം വിട്ടുകൊടുക്കാൻ ആദ്യം നിങ്ങളെ അറിയുകയും വേണം.
		-- Christopher Marlowe

%
ഒരിക്കൽ മരിച്ചു മതി.
		-- Publius Vergilius Maro (Virgil)

%
ജനത്തെ നയിക്കാൻ, നിങ്ങളുടെ പിന്നിൽ പാലിക്കണം.
		-- Lao Tsu

%
സത്യം സ്വന്തം പ്രത്യേക സമയം ഉണ്ട്. അതിന്റെ നാഴിക ഇപ്പോൾ - എപ്പോഴും.
		-- Albert Schweitzer

%
സത്യം കണ്ടെത്താൻ കഠിനവും മുതലെടുത്ത് ബുദ്ധിമുട്ടുമാണ്.
		-- Albert Schweitzer

%
സത്യം അപമാനം ലേക്ക് ലോകത്തിൽ എന്നാൽ ഭവാന് വരുമ്പോൾ ഒരിക്കലുംഅവളുടെ ജനനം കൊണ്ടുവന്ന അവനെ.
		-- Milton

%
അവൻ മജിസ്ട്രേറ്റ് ആയിരുന്നപ്പോൾ രണ്ടുപേർ നസ്റുദ്ദീൻ മുമ്പിൽ വന്നു. ഒന്നാം മനുഷ്യനായ പറഞ്ഞു"ഇവൻ എൻറെ ചെവി കടിച്ചും ചെയ്തിരിക്കുന്നു - ഞാൻ നഷ്ടപരിഹാരം ചോദിക്കും." രണ്ടാം മനുഷ്യൻ പറഞ്ഞു"ഇത് അദ്ദേഹം കടിച്ചു." നസ്റുദ്ദീൻ തന്റെ അറകളിൽ വാങ്ങിപ്പോയി ഒരു മണിക്കൂർ ചെലവഴിച്ചുസ്വന്തം ചെവി കടിക്കുന്ന ശ്രമിക്കുന്നു. അവൻ മാത്രം വീഴാതെ ഞെരിച്ചിട്ടു വിജയിച്ചുഅവന്റെ നെറ്റിയിൽ. കോടതി മുറിയിൽ മടങ്ങുന്നത്, നസ്റുദ്ദീൻ വിധിച്ചു "പരിശോധിക്കുകചെവി കടിയേറ്റിരുന്നു മനുഷ്യൻ. അവന്റെ നെറ്റിയിൽ തകർന്നും എങ്കിൽ, ഇത് അദ്ദേഹം പഠിച്ചിരുന്നകേസ് തള്ളിപ്പോയി ആണ്. അവന്റെ നെറ്റിയിൽ തകർന്നും എങ്കിൽ, മറ്റ് മനുഷ്യൻ അത് ചെയ്തുമൂന്ന് വെള്ളി കഷണങ്ങൾ നൽകണം. "
		-- Milton

%
രണ്ടുപേർ കാര്യങ്ങൾ സ്വഭാവം വിചിന്തനം, കോഫി മേൽ ഇരുന്നു:അവരുടെ പ്രാതലിന് തല്ക്കാലം കൂടെ. "അത് എന്തുകൊണ്ടാണെന്ന് എനിക്ക് അത്ഭുതംടോസ്റ്റ് എപ്പോഴും buttered ഭാഗത്തു വീണാൽ, "പറഞ്ഞു.അത്തരം ഒരു കാര്യം പറയുന്നത് തന്റെ സുഹൃത്തായ മറുപടി, "" പറയൂ ". നോക്കൂഈ ചെയ്തത്. "അവൻ അതിന്മേൽ വന്നിറങ്ങി എവിടെ ഫ്ലോർ, തന്റെ ടോസ്റ്റ് ഒഴിവാക്കിഉണങ്ങിയ സൈഡ്."അതുകൊണ്ട്, നിങ്ങൾ ഇപ്പോൾ നിങ്ങളുടെ സിദ്ധാന്തത്തിന്റെ പറയാനുള്ളത്?""ഞാൻ? പറയാൻ ഹാസ്യം തെറ്റായ ഭാഗത്തു buttered ആകുന്നു."
		-- Milton

%
താക്കൊലുലകളും മേൽ പുതിയതല്ല കണ്ണുനീർ വേസ്റ്റ്.
		-- Euripides

%
നാം സത്യം തത്വങ്ങളെ, പക്ഷെ അത് അറിയാൻ കഴിയില്ല.
		-- Yates

%
നാം ... പോകാൻ മറ്റാരെങ്കിലും അവകാശമില്ലെന്ന് ഈ പറഞ്ഞു .എല്ലാം.
		-- Margaret Mead

%
കാര്യങ്ങൾ നേടുകയും ഒരിക്കലും: വിഷമിക്കേണ്ടതില്ലാത്ത കാര്യങ്ങൾ മാത്രമേ രണ്ടുസാധാരണ, അവർ ഇതിനകം തന്നെ.
		-- Margaret Mead

%
നാം ഭയപ്പെടേണ്ട കാരണമുണ്ട്. ഇത് ഭീതിദമായ ഒരു സ്ഥലമാണ്.
		-- John Berryman

%
നാം അവൻ നല്ലൊരു ജീവിതം, ആർ താമസിച്ചിട്ടുള്ള പറയാം ആർക്കും കണ്ടെത്താൻ അപൂർവ്വമായി,ജീവിതം ഉള്ളടക്കം, ഒരു തൃപ്തി അതിഥി പോലെ ലോകം വിരമിക്കുന്നു കഴിയും.
		-- Quintus Horatius Flaccus (Horace)

%
നാമെല്ലാം ഈ മാത്രം മുൻപരിചയം.
		-- Lily Tomlin

%
ഞങ്ങൾ, വിവരമില്ലാത്ത ഭോഷത്തപരമായ പാപപങ്കിലമായ മുൻപരിചയം എന്നു പറഞ്ഞു; അതു - നാം മർത്യരാണ് മുൻപരിചയം -എന്നാൽ ആ മാത്രം handicaps ആകുന്നു. ഞങ്ങളുടെ അഭിമാനം ഇപ്പോൾ എങ്കിലും ആണ്അങ്ങനെയെങ്കിൽ, നമുക്ക് മികച്ച ചെയ്യാൻ. ഞങ്ങൾ വിജയിക്കും കുറച്ച് പ്രാവശ്യം. എന്തു കൂടുതൽ ഞങ്ങൾ ഹെഡ്മാസ്റ്റര്?
		-- Ensign Flandry

%
"ഞങ്ങൾ ഒരേ കാര്യം സംസാരിക്കുന്നത് ഞങ്ങൾ പറയുന്നത്" അവൻ പറഞ്ഞു. 'നിങ്ങള് ലോകംവിചിത്രമായിരിക്കുന്നു നിങ്ങൾ അത് മടുപ്പ് അല്ലെന്ന് നിങ്ങൾക്കു അതു ഒരേർപ്പാടാണ് കാരണം. എനിക്കായിഅതു, ആറ്റ്ലി ആകർഷണീയമായ, ദുരൂഹ കാരണം ലോകം .നിന്ഹലെ,അളവറ്റതായിരിക്കാമെന്നും; എന്റെ പലിശ നിങ്ങൾ അംഗീകരിക്കേണ്ട നിങ്ങളെ പ്രേരിപ്പിക്കുന്നതിനു വന്നിട്ടുണ്ടോഇവിടെ അത്ഭുതകരമായ ഈ ൽ, അത്ഭുതകരമായ ഈ ലോകത്തിൽ, ഒരാളായി ഉത്തരവാദിത്വംമരുഭൂമിയുടെ, അത്ഭുതകരമായ ഈ സമയം. ഞാൻ നിങ്ങളെ എന്നുള്ള നിങ്ങളെ പ്രേരിപ്പിക്കുന്നതിനു ആഗ്രഹിച്ചുനിങ്ങൾ ഒരു ഇവിടെ പോകുന്ന സ്ഥിതിക്ക് ഓരോ ആക്ട് വിലപ്പെട്ടതാക്കാൻ പഠിക്കാൻഹൃസ്വകാല, വാസ്തവത്തിൽ അതു മുഴുവനും അത്ഭുതങ്ങളും ദൃക്സാക്ഷിയായ വളരെ ചെറുതാണ്. "
		-- Don Juan

%
നന്നായി, അവൻ അരിസ്റ്റോട്ടിലിയൻ വേണ്ടാ ജ്ഞാനശാഖകളെ എന്നുമില്ല ശേഷം വിചാരിച്ചുസയൻസ് വളരെ പ്രതീക്ഷ തോന്നി, അവർക്ക് അതിലപ്പുറം സമയം ...ഏതാനും ആഴമുള്ള പോലും ദീർഘശ്വാസങ്ങൾ ഡ്രോയിംഗ് അവൻ പരിശീലിച്ചിരുന്നു മാനസിക നിലയിലേക്ക്മാത്രം സെൻ യൂണിവേഴ്സൽ വശത്തേക്ക് എന്ന മാസ്റ്റേഴ്സ് വഴി. അതു തന്റെ ഹിതം സ്വതന്ത്രമായി കടപ്പത്രങ്ങളിലുംഅവൻ ആഗിരണം ചെയ്തു ഡാറ്റയുടെ സുഖിനോ കഷണങ്ങൾ ഇടയിൽ തോന്നിയ rummage കഴിയും,ഏതെങ്കിലും പുറത്തു ഭൗമ വഴി undistracted. ഇനി ലോജിക്കൽ ഘടനകൾഅവനെ തടഞ്ഞേക്കാം. പ്രീ-കാഴ്ചപ്പാടിനും, മുൻവിധികളും, സാധാരണ മാനുഷികനിലവാരങ്ങളനുസരിച്ചു അപ്രത്യക്ഷനായി.എല്ലാം നേരത്തെ ബാലിശമായ ആ അതുപോലെ ഒരിക്കൽ പ്രധാനപ്പെട്ട വിചാരിച്ചു ആ,ബന്ധങ്ങൾ വെളിപ്പെടുത്തിക്കൊണ്ട് ഒരു കേവല മൂല്യം ലയിച്ചത് വഴി പഴയത് തുല്യമായ മാറിസാധാരണ ദർശനവും പ്രകടമാണ് അല്ല. സ്വന്തമായി ഒരു സ്ട്രിംഗ് ന് അറുകൊലചെയ്യുകയും മുത്തുകൾ തോന്നുന്നുഅർത്ഥം ഓരോ കാര്യം നിലനില്പിന്റെ സ്വന്തം സാധാരണ നിലത്തു ചൂണ്ടിക്കാണിച്ചു പങ്കിട്ടഎല്ലാ. ഒടുവിൽ ഓരോ ഭീമേശ്വരി സമയത്ത് സ്വയം താമസിക്കുകയാണെങ്കിൽ ഓരോ ഒഴുകും തുടങ്ങിഎല്ലാ മറ്റുള്ളവരും. മനസ്സിന്റെയും ഇനി പ്രതിപാദിച്ചിട്ടുള്ള പ്രശ്നം, പ്രശ്നം തീർന്നു,അവരെ നേടുന്നതിലൂടെ വിഷയം ഒബ്ജക്റ്റ് നശിപ്പിക്കുന്ന.സമയം കടന്നു നാശ.ഒടുവിൽ, അവിടെ ഒരു ദുർബ്ബലമായ ഉത്തേജിപ്പിക്കുന്ന, പിന്നീട് ഒരു നിർണായകമായ ആയിരുന്നുനകാമുറ എഴുന്നേറ്റു തന്റെ മുഖം അവന്റെ ദൃഷ്ടിയിൽ ചിരി വെളിച്ചം ഒരു പുഞ്ചിരി.
		-- Wayfarer

%
നന്നായി, നിങ്ങൾക്കറിയാമോ, നിങ്ങൾ പോയി എവിടെയായിരുന്നാലും ആ മാലിന്യം.
		-- Buckaroo Banzai

%
"ശരി," ബ്രഹ്മാവ് പറഞ്ഞു, "പതിനായിരം വിശദീകരണങ്ങൾ ശേഷം ഭോഷൻ ഇല്ലബുദ്ധിമാനാക്കുന്നു, എന്നാൽ ബുദ്ധിമാനായ മാത്രം രണ്ടായിരം അഞ്ഞൂറു ആവശ്യമാണ്. "
		-- The Mahabharata.

%
എന്താണ് എന്നെ നശിപ്പിപ്പാൻ ഇല്ല, എന്നെ കണ്ണുരുട്ടി.
		-- Nietzsche

%
എന്താണ് ഗ്രഹിക്കാൻ പ്രപഞ്ചം മാറില്ലേ ചെയ്യുന്നു ഒന്നും ഇല്ല എന്നതാണ്അതു താരതമ്യം.
		-- Nietzsche

%
എന്താണ് സബോധമുള്ള വ്യക്തി ഈ ലോകത്ത് ജീവിക്കാൻ കടുകട്ടി പാടില്ല?
		-- Ursula K. LeGuin

%
എന്താണ് നാം ആകുന്നു നമ്മോടുള്ള ദൈവത്തിന്റെ ദാനമാണ്.ഞങ്ങൾ എന്തു മാത്രമാണ് ദൈവം നമ്മുടെ ദാനമാണ്.
		-- Ursula K. LeGuin

%
സ്നേഹം നിന്ന് സംഭവിക്കുന്നത് എന്തുതന്നെയായാലും ഗുണവും ദോഷവും അപ്പുറം എപ്പോഴും.
		-- Friedrich Nietzsche

%
നിങ്ങൾ എന്തൊക്കെ ചെയ്താലും കാലതാമസം, എന്നാൽ അത് നിങ്ങൾക്ക് അതു വളരെ പ്രധാനമാണ്.
		-- Gandhi

%
അതു മതി ഇരുണ്ട നിങ്ങളെ നക്ഷത്രങ്ങളെ കാണാൻ കഴിയും.
		-- Ralph Waldo Emerson,

%
സ്പീക്കർ, അവൻ തന്നേ ആർക്ക് മനസ്സിലാകുന്നില്ല പറയുമ്പോൾ ആണ്തത്ത്വമീമാംസ.
		-- Voltaire

%
കാറ്റു വലിയ ആണ്, അത് നമസ്കരിക്കും;കാറ്റു കനത്ത വരുമ്പോൾ പോകരുത്.
		-- Voltaire

%
നിങ്ങൾ യുവ വരുമ്പോൾ, നിങ്ങൾ ഉടനെ അല്ലെങ്കിൽ പിന്നീട് ഒരു സുസ്ഥിരമായ മിഥ്യ ആസ്വദിക്കാൻഅത്ഭുതമായി നിങ്ങൾക്ക് എന്തെങ്കിലും transcend പോകുന്ന, സംഭവിക്കാൻ പോകുന്നനിങ്ങളുടെ രക്ഷിതാക്കളുടെ പരിമിതികൾ ... അതേ സമയം, നിങ്ങൾ ഏത് ഉറപ്പു തോന്നുന്നുവെങ്കിൽസാധ്യത മരുഭൂമിയിൽ; അഭിപ്രായ എല്ലാ വനങ്ങളിൽ, ഒരു ഉണ്ടുഅറിയപ്പെടുന്ന കഴിയുന്ന സുപ്രധാന എന്തെങ്കിലും - അറിയുന്നതും മനസ്സിലാക്കി. ഞങ്ങൾ എന്ന്ഒടുവിൽ അതു അറിയുന്നു, കഥയെ മുഴുവനും മർമ്മം പരിവർത്തനംആഖ്യാനം. ആ രചനയിൽ യഥാർഥ ജീവിതം അതുകൊണ്ടു - എല്ലാം പോയിന്റ് -മൊത്തം മനസ്സിലാക്കേണ്ടത് കടന്നു, നിർമ്മലമായ വെളിച്ചത്തിലേക്ക് തിമിരവും നിന്ന് പുറത്ത് വരുന്നു.എന്നാൽ അത് പോലെ അല്ല. എന്നാൽ ഭാഗത്ത് ആശയം വരുന്നു അതു സാധ്യമായില്ല എങ്കിൽഞാനില്ല ഞങ്ങളെ കലഹിപ്പിക്കുന്നവർ അംഗച്ഛേദം ലേക്ക്, നിന്ന്?
		-- Brian Aldiss, "Helliconia Summer"

%
നിങ്ങൾ മരിക്കുകയും, നിങ്ങളുടെ ജീവിതത്തിലെ ഒരു പ്രധാന ഭാഗം നഷ്ടപ്പെടും.
		-- Brooke Shields

%
മതിയായ വിശ്വാസയോഗ്യമല്ല ചെയ്യില്ല വിശ്വാസമില്ല.
		-- Lao Tsu

%
ജ്ഞാനം നിങ്ങൾ അറിയുന്നതു എന്തു ചെയ്യണമെന്ന് അറിയാതെ ആണ്.
		-- J. Winter Smith

%
ജ്ഞാനം അപൂർവ്വമായി ഏറെ ലിസ്റ്റ് കണ്ടെത്തി.
		-- J. Winter Smith

%
[ജ്ഞാനം] മുട്ടയിടുന്ന ആ ജീവ വൃക്ഷംഅവളെ പിടിച്ചു, ഓരോ സന്തുഷ്ട അവളുടെ മുറുകെപിടിച്ച് making.
		-- Proverbs 3:18, NSV

%
കേൾക്കൽ പശ്ചാത്താപം സംസാരിക്കുന്നു, ജ്ഞാനം വരുന്നു കൂടെ.
		-- Proverbs 3:18, NSV

%
വണ്ടർ ഒരു തത്ത്വചിന്തകൻ തോന്നൽ ആണ് തത്ത്വചിന്തയും വിസ്മയത്തോടെ തുടങ്ങുന്നു.[ങേ? അതാണ് ബോസ്വെൽ ഉദ്ധരിച്ചുകൊണ്ട് പോലെയാണ്]
		-- Socrates, quoting Plato

%
കഠിനമായി പ്രവർത്തിക്കുന്നു.പാറയോളം.ഹാർഡ് കഴിക്കുക.ഉറക്ക ഹാർഡ്.ബിഗ് വളർത്തുക.നിങ്ങൾ ദം വേണമെങ്കിൽ കണ്ണട ധരിക്കൂ.
		-- The Webb Wilder Credo

%
അതെ, പക്ഷേ നിങ്ങൾ ആഗ്രഹം ഏത് സ്വയം?
		-- The Webb Wilder Credo

%
നിങ്ങൾക്ക് നൽകപ്പെട്ട ഇല്ലാതെ ആശംസ കൊടുത്തിരിക്കുന്നു ഒരിക്കലുംഇത് സത്യമാണ് കഴിയുമല്ലോ. എന്നിരുന്നാലും അതിന് വരുന്നതാണ്.വിപുലമായ സോൾ "
		-- R. Bach, "Messiah's Handbook : Reminders for

%
നിങ്ങൾക്ക് എല്ലായ്പ്പോഴും നിങ്ങളുടെ സൂചി എടുത്തു മറ്റൊരു ആവേശമാണ് പോകാം.
		-- Tim Leary

%
നിങ്ങൾ വേണ്ടത്ര വേഗത്തിൽ പുറന്തള്ളാനും എങ്കിൽ പത്തു മിനിറ്റ് നഗരത്തിൽ * ലഭിക്കും *.
		-- Tim Leary

%
ട്രെയിൻ ട്രാക്കുകൾ നോക്കി പോയ വഴി അറിയിക്കും ഒരിക്കലും കഴിയില്ല.
		-- Tim Leary

%
നീ ഇനി നിങ്ങൾ ഒരു ഭൂകമ്പം നേടും അധികം ഒരു യുദ്ധം നേടും.
		-- Jeannette Rankin

%
നിങ്ങൾ കാണുന്നതിലൂടെ ഇപ്പോൾ വളരെ ലഭിക്കുകയും ചെയ്യുന്നു.
		-- Yogi Berra

%
നിങ്ങൾ ഒരിക്കൽ മാത്രം ജീവിക്കുന്നു കഴിയും, എന്നാൽ നിങ്ങൾ ശരിയായ അതു ചെയ്താൽ ഒരിക്കൽ മതി.
		-- Yogi Berra

%
നിങ്ങൾ ഇവിടെ നിന്ന് അവിടെയെത്താൻ കഴിയില്ല.
		-- Yogi Berra

%
വിമാനാപകടത്തിൽ നിന്നു വീണ് നിങ്ങൾക്ക് ഒരു വാച്ച് നെടുങ്കൻ കഴിയില്ല.
		-- Yogi Berra

%
നിങ്ങൾ ഒരു സ്ട്രിംഗ് ന് പുഷ് കഴിയില്ല.
		-- Yogi Berra

%
നീ എന്നേക്കും ഓടി കഴിയില്ല,എന്നാൽ ഒരു നല്ല ഗംഭീര തുടക്കം ലഭിക്കുന്നത് തെറ്റൊന്നുമില്ല അവിടെ.
		-- Jim Steinman, "Rock and Roll Dreams Come Through"

%
"നിങ്ങൾ ഒരു ആർദ്ര mitten നിന്ന് നീര് മുലകുടിക്കുന്ന വഴി നിലനിൽക്കാനാവില്ല."		   പിന്നെയും പിന്നെയും"
		-- Charles Schulz, "Things I've Had to Learn Over and

%
നിങ്ങൾ അത് എടുത്തു കഴിയില്ല - ഒരു സംസ്ഥാനം ലൈൻ കുറുകെ വിശേഷിച്ചും.
		-- Charles Schulz, "Things I've Had to Learn Over and

%
നിങ്ങൾ ഉച്ചകോടിയിൽ എത്താൻ കയറുന്നു, പക്ഷേ ഒരിക്കൽ അവിടെ എല്ലാ റോഡുകളും കണ്ടെത്തുന്നുതാഴേക്ക് നയിക്കും.
		-- Stanislaw Lem, "The Cyberiad"

%
നിങ്ങൾ മരിച്ചവരെ ആയിരിക്കുമ്പോൾ ലെ ജാഗ്രത എല്ലാ നിത്യത ഞങ്ങൾക്കുണ്ട്.
		-- Lois Platford

%
നിങ്ങൾ എവിടെ വെറും തുടരാൻ കഴിയും പോലെ പരമാവധി വേഗത്തില് പ്രവർത്തിപ്പിക്കാൻ ഞങ്ങൾക്കുണ്ട്.എവിടെയും നിങ്ങൾ നേടണമെങ്കിൽ, വേഗത്തിൽ വളരെ പ്രവർത്തിപ്പിക്കാൻ ഉണ്ടായിരിക്കും.
		-- Lewis Carroll

%
"നിങ്ങൾ പെരുമാറണം നിങ്ങൾ മാസ്റ്റർ ആരേയും അനുവദിക്കുമെങ്കിൽ, മീൻ,അവൻ ഇഷ്ടപ്പെടുന്നു, നിങ്ങളുടെ അന്തസ്സിനെ അപമാനിക്കുകയും ഏതെങ്കിലും പഴയ വഴി പിന്നീട് അവൻ നിങ്ങളെ വിചാരിക്കുകയും ചെയ്യാംകാര്യങ്ങൾ സംബന്ധിച്ച അവൻറെ വീക്ഷണം കേൾക്കാൻ fit? ""തികച്ചും വിരുദ്ധമാകുന്നത്. നിങ്ങൾ ഫ്റീ നിങ്ങളുടെ സമഗ്രത പാലിച്ചു വേണംനിങ്ങൾ പ്രതിരോധിക്കാൻ സമഗ്രത ഞങ്ങൾക്കുണ്ട്. എന്നാൽ നിങ്ങൾ അതു വഴി, മാന്യൻമാരായിക്കൊണ്ട് പാലിച്ചു വേണംസ്വന്തം കുറഞ്ഞ സ്വഭാവം അനുകരിച്ചുകൊണ്ട്. നിങ്ങൾ പുനർജനിക്കുക എങ്കിൽ അവൻ പരുക്കൻ എവിടെ,നിങ്ങൾ വിനീതമായ എങ്കില് ഇല്ലാ എവിടെ ചെയ്താൽ അവൻ പോലെ തിരിച്ചറിയുമെന്ന്തീർത്തും യോഗ്യൻ. അവൻ ഇല്ലെങ്കിൽ, അയാൾ മാസ്റ്റർ, എല്ലാ ശേഷം,നിങ്ങൾ കഴുതപ്പുറത്തു ചവിട്ടാൻ മടിക്കേണ്ടതില്ല ചെയ്തേക്കാം. "
		-- Tom Robbins, "Jitterbug Perfume"

%
എല്ലായ്പ്പോഴും നിങ്ങൾ നോക്കൂ അവസാന സ്ഥാനത്താണ് എന്തെങ്കിലും കണ്ടെത്തും.
		-- Tom Robbins, "Jitterbug Perfume"

%
"നിങ്ങൾ profundity സങ്കൽപ്പിക്കാനാവില്ല ശരിയല്ല എന്ന്," അവൻ പറഞ്ഞു. "തോന്നുന്നു എന്തുംഅതു ചെറുതായി കുറിപ്പിന്റെ എന്നപോലെ ചരിത്രപ്രധാനമായ ചടങ്ങിൽ എന്ന പാർത്തിരുന്നു വേണം.അതുപോലെ, trivialities കെയർ ഏറ്റവും മഹാനായ കൂടെ പങ്കെടുത്തു വേണം.മരണം ചരിത്രപ്രധാനമായ ആയതിനാൽ, കരുതുന്നില്ല; വിജയം പ്രധാനമാണ് കാരണം,അതു കരുതുന്നില്ല; നേട്ടം കണ്ടെത്തൽ രീതി കുറവാണ് കാരണംഫലത്തിൽ അധികം ചരിത്രപ്രധാനമായ, രീതി എപ്പോഴും അതിന്മേൽ പാർക്കും. നിങ്ങൾ ബലപ്പെടുത്തുംഈ വിധത്തിൽ സ്വയം. "
		-- Jessica Salmonson, "The Swordswoman"

%
നിങ്ങളുടെ സന്തോഷം ജീവിതത്തോട് നിങ്ങളുടെ കാഴ്ചപ്പാട് ഇഴചേർന്നിരിക്കും.
		-- Jessica Salmonson, "The Swordswoman"

%
നിങ്ങളുടെ മനസ്സ് നിങ്ങൾക്ക് ഉപദേശം ലഭിച്ചു മനസ്സിലാക്കി; നിങ്ങളുടെ ഹൃദയം, സത്യം.
		-- Jessica Salmonson, "The Swordswoman"

%
ഏതെങ്കിലും ആയുസ്സിൽ നിങ്ങളുടെ മാത്രം കടപ്പാടാണ് സ്വയം സത്യസന്ധത വേണം. ഒരാളായിമറ്റാരെങ്കിലും അല്ലെങ്കിൽ മറ്റെന്തെങ്കിലും സത്യസന്ധത അസാദ്ധ്യം എങ്കിലും മാത്രമല്ലവ്യാജ മിശിഹ മുദ്ര. ലളിതമായ ചോദ്യങ്ങൾ ഏറ്റവും കൈവരുത്തും.താങ്കൾ ജനിച്ചത് എവിടെ ആണ്? നിങ്ങളുടെ വീട് എവിടെയാണ്? നിങ്ങൾ എവിടെ പോകുന്നു? എന്ത്നിങ്ങൾ ചെയ്യുകയാണോ? ഒളിച്ചുകളി ഒരിക്കൽ ഈ ചിന്തിക്കുക നിങ്ങളുടെ ഉത്തരങ്ങൾ കാണുന്നതിന്മാറ്റം.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
നിങ്ങളുടെ ലോകത്തിന്റെ ചിത്രം പലപ്പോഴും നിങ്ങളോടു തലത്തിൽ അതു നേടുകയും മുൻപ് മാറുന്നു.
		-- Messiah's Handbook : Reminders for the Advanced Soul

%
നിങ്ങളുടെ വിഗ്ഗ് മഴവില്ലും steers.
		-- Lord Buckley

%
നിങ്ങൾ ഒരു വ്യത്യസ്ത ഡ്രമ്മറും എന്ന മറികടക്കുകയാണ് മാർച്ച് ചെയ്തേക്കാം, എന്നാൽ നിങ്ങൾ മുൻപരിചയംഇപ്പോഴും പരേഡിൽ.
		-- Lord Buckley

%
പ്രപഞ്ചം കഥകൾ, അണുക്കളുടേയും ചെയ്തിരിന്നു.
		-- Muriel Rukeyser

%
ഫ്രീഡം നിങ്ങൾക്ക് ചെയ്തതു എന്താണ് ചെയ്യാൻ എന്താണ്.
		-- Jean-Paul Sartre

%
ഓരോ ഉള്ളിൽ undamaged ഒരു രഹസ്യ ആൾ ഉണ്ട്.
		-- Paul Shepard

%
നാം സൈന്യങ്ങൾ പോലീസ് മറിച്ച് ആശയങ്ങൾ ഇത് നടത്തുന്നു.
		-- Mona Caird, 1892

%
എല്ലാ ബുദ്ധിയുള്ള tinkering ആദ്യ നിയമം എല്ലാ ഭാഗങ്ങളും വെച്ചേക്കാം.
		-- Aldo Leopold, quoted in Donald Wurster's "Nature's Economy"

%
നിങ്ങൾ ലോകത്തിൽ കാണാനാഗ്രഹിക്കുന്ന മാറ്റം ആയിരിക്കണം.
		-- Mahatma Gandhi

%
ഇല്ല ജനം ആരും തിരുവിതാംകൂര് പോലെ എല്ലാം ചീത്ത ആകുന്നു.അനന്തരവൻ Spemica Lawba 1790 ലേക്ക് Tecumseh, (Shawnee)
		-- Mahatma Gandhi

%
എന്റെ ബുദ്ധി വിറ്റ ഭൂമി കഴിയില്ല എന്ന് എനിക്ക് പറയുന്നു - ഒന്നും വില്ക്കാം എന്നാൽഈവക കൊണ്ടുപോയി കഴിയും. ബ്ലാക്ക് ഹാക്ക്, (Saulk)
		-- Mahatma Gandhi

%
ഒരു രാജ്യം വിൽക്കുക! എന്തുകൊണ്ട് വായു, മഹാസമുദ്രം, അതുപോലെ വിൽക്കാറില്ലഭൂമി? തന്റെ ഉപയോഗം വലിയ ആത്മാവു അവരെ മുഴുവൻ ഒരിക്കലും അങ്ങനെമക്കൾ? Tecumseh, (Shawnee)
		-- Mahatma Gandhi

%
നെഗറ്റീവ് സ്വാധീനത്തിൽ നിന്ന് സ്വതന്ത്രമാകൂ. നെഗറ്റീവ് ചിന്തകൾ വയസ്സായിപ്രാണൻ വേരുകൾ ശോഷിപ്പിച്ചു ആ ശീലങ്ങൾ.മോശെ Shongo, (സെനെക്കാ)
		-- Mahatma Gandhi

%
... ഈ ഭൂമിയിൽ എല്ലാം ഒരു ഉദ്ദേശവുമില്ലെന്നു ഓരോ രോഗം ഒരു സസ്യം ചികിത്സിക്കാൻഅതു, ഓരോ വ്യക്തി ഒരു ദൗത്യം. ഈ നിലവിലുള്ള ഇന്ത്യൻ സിദ്ധാന്തമാണ്.ദുഃഖാചരണം പ്രാവ്, (Salish 1888-1936)
		-- Mahatma Gandhi

%
"മിർ ലെ ഡെർ bestirnte Himmel Über മിർ À 'ദാസ് moralische Gesetz"അതാണ്"എനിക്ക് താരനിബിഡമായ ആകാശം, സദാചാരവും നിയമം എന്റെ ഉള്ളിൽ."
		-- The epigraph on Kant's tombstone.

%
വാക്കു പറന്നുപോയി രചനകൾ നിലനിൽക്കും.
		-- The epigraph on Kant's tombstone.

%
ഞാൻ നിന്നെ എന്തായിരിക്കുമെന്ന് ആകുന്നു; ഞാൻ നീ ഏതു ആയിരുന്നു.
		-- The epigraph on Kant's tombstone.

%
ജനത്തിന്റെ അധിപതികളായ.
		-- The epigraph on Kant's tombstone.

%
ഒരുപക്ഷേ ഇതു സ്മരണയിൽ ഭാവി ഒരു സ്രോതസ്സ് തെളിയിക്കട്ടെപ്രീതിയും.
		-- Virgil

%
ഒരുപക്ഷേ ഭാഗ്യം പുറത്ത് വരുന്ന ആ എല്ലാം ഗ്രഹിച്ച ഒരാൾക്ക്ഒരു പ്രശ്നം ഉണ്ട്
		-- Virgil

%
ഒരു ദശലക്ഷം ആളുകൾ ഭോഷത്വം പറഞ്ഞാൽ അത് ഇപ്പോഴും ഭോഷത്വം ആകുന്നു.
		-- Anatole France

%
"കുറച്ച് പാപങ്ങൾ പാവപ്പെട്ട വാഗ്ദാനം അധികം വിനീതമായ സമൂഹത്തിൽ കുറവാണ് ചിലത് ആകുന്നു ജനം ഉൽപ്പന്നങ്ങൾ അവർ സജീവമായി അന്വേഷിക്കുന്നു. "   - കാതറീൻ മാംഗു-വാർഡ്, "വിദ്യാഭ്യാസം ലാഭം വേണ്ടി", കാരണം മാഗസിൻ, ജൂലൈ 2008
		-- Anatole France

%
നിങ്ങളുടെ സമയം പരിമിതമാണ് അതിനാൽ മറ്റാർക്കെങ്കിലും വേണ്ടി ജീവിച്ച് സമയം പാഴാക്കരുത്                - സ്റ്റീവ് ജോബ്സ് (1955-2011)
		-- Anatole France

%
