(1) ഓഫീസ് ജീവനക്കാർ ദിവസേന നിലകൾ, പൊടി തൂത്തുവാരുംഫർണിച്ചർ, ഷെൽഫുകൾ, ഒപ്പം പ്രദർശിപ്പിക്കുന്നു.(2) ഓരോ ദിവസം ദീപങ്ങൾ, ശുദ്ധിയുള്ള ചിമ്മിനികളിൽ പൂരിപ്പിക്കുക, ചിത്തരോഗാശുപത്രിയിലെ ട്രിം.ആഴ്ചയിൽ ഒരിക്കൽ വിൻഡോസ് കഴുകുക.(3) ഓരോ ഗുമസ്തനായി വെള്ളം ഒരു ബക്കറ്റ് വരുത്തി ഒരു scuttleദിവസത്തെ ബിസിനസ്സിനായി കൽക്കരി.(4) നിങ്ങളുടെ പേനകൾ ശ്രദ്ധാപൂർവം നടത്തുക. നിങ്ങളുടെ തുടരാം മണികണ്ടന് nibsവ്യക്തിഗത രുചി.(5) ഈ ഓഫീസ് 7 മണിയ്ക്ക് തുറന്ന് ഒഴികെ 8 മണിയോടെയാണ് അടയ്ക്കുംശബ്ബത്തിൽ ഏത് ദിവസം ഞങ്ങൾ അടച്ച തുടരും. ഓരോജീവനക്കാരൻ ഹാജരായിക്കൊണ്ട് ശബ്ബത്തിൽ ചെലവഴിക്കാൻ പ്രതീക്ഷിക്കുന്നത്സഭയുടെ കർത്താവിന്റെ വ്യവഹാരം ഭര്ത്സിക്കാതെ ചെയ്യുന്നു.കൃതികൾ 1872
		-- "Office Worker's Guide", New England Carriage

%
(6) പുരുഷന്മാർ ജീവനക്കാർ മഴയായ് ഓരോ ആഴ്ചയും സമയം ലഭിക്കുംആവശ്യങ്ങൾക്കായി രണ്ടു വൈകുന്നേരങ്ങളിൽ ആഴ്ചയിൽ സഭയും പതിവായി പോയാൽ.(7) ജീവനക്കാരിയെ തൊഴിൽ തന്റെ പതിമൂന്നു മണിക്കൂർ ചെലവഴിച്ചത് ശേഷംഓഫീസ്, ബൈബിൾ വായിക്കുന്നത് ശേഷിക്കുന്ന സമയം ചെലവഴിക്കാൻ വേണംമറ്റ് നല്ല പുസ്തകങ്ങൾ.(8) ഓരോ ജീവനക്കാരനും ഉത്തമമായ പാക്കറ്റ് തീർക്കാം ഓരോ നിന്ന് മാറ്റി വെക്കുന്നതിൽ വേണംതന്റെ കുറയുന്ന വർഷങ്ങളിൽ അവന് ഗുണമായി തന്റെ സമ്പാദ്യത്തിൽ ആകെത്തുക,അവൻ സമൂഹത്തിൽ ഒരു ഭാരവുമാണ് അല്ലെങ്കിൽ അവന്റെ betters ആയിത്തീരാൻ വേണ്ടിയാണത്.(9) സ്പാനിഷ് സിഗരറ്റ് smokes ഏതൊരു ജീവനക്കാരനായിരുന്ന മദ്യം ഉപയോഗിക്കുന്നുഏതെങ്കിലും രൂപത്തിൽ പതിവായി പൂള് ടേബിളുകളും പൊതു മണ്ഡപങ്ങൾ, അല്ലെങ്കിൽ ലഭിക്കുന്നുഒരു ബാർബർ ന്റെ കടയിൽ മുണ്ഡനം എന്നെ സംശയിക്കാൻ നല്ല കാരണം കൊടുക്കുംതന്റെ ആസ്തി ലക്ഷ്യങ്ങളെ, സമഗ്രത സത്യസന്ധതയും.(10) വിശ്വസ്തതയോടെ തന്റെ പ്രയത്നങ്ങളിൽ തീർത്തശേഷം ആർ ജീവനക്കാരൻ ആൻഡ്അഞ്ച് വർഷം ഒരു കുറ്റവും ഇല്ലാതെ വർദ്ധനവ് ലഭിക്കുംഅയാളുടെ വേതനം പ്രതിദിനം അഞ്ചു സെൻറ്, ലാഭം നൽകുന്നത്ബിസിനസ്സ് അതു അനുവദിക്കുന്നില്ല.
		-- "Office Worker's Guide", New England Carriage Works, 1872

%
ഒരു ബാങ്ക് അവർ എവിടെ ന്യായമായ കാലാവസ്ഥയിൽ ഒരു കുട കടം ഒരു സ്ഥലമാണ്മഴ തുടങ്ങുന്നത് ഇതിൻറെ പേരിൽ ചോദിച്ച്.
		-- Robert Frost

%
യാതൊരു നർമ്മം ഉള്ള ഒരു ബോസിനെ യാതൊരു രസകരവും ഒരു ജോലി പോലെയാണ്.
		-- Robert Frost

%
ഒരു ബജറ്റ് നന്നായി, നിങ്ങൾ പണം ചെലവഴിക്കുന്നത് മുമ്പ് ആകുലപ്പെടുന്നതിനു വെറും ഒരു രീതിയാണ്പിന്നീടു പോലെ.
		-- Robert Frost

%
ഒരു ബിസിനസ്സുകാരൻ നൃത്തത്തിന്റെ ഒരു കാൽക്കുലേറ്റർ ഒരു സങ്കര ആണ്.
		-- Paul Valery

%
ഒരു കമ്മിറ്റി മിനിറ്റ് നിലനിർത്തുകയും മണിക്കൂർ നഷ്ടപ്പെടുന്നു ഒരു സംഘം.
		-- Milton Berle

%
ഒരു കമ്മിറ്റി ആറോ അതിലധികമോ കാലുകൾ ആരും തലച്ചോറിന്റെ ഒരു ജീവിതം രൂപമാണ്.
		-- Lazarus Long, "Time Enough For Love"

%
ഒരു കമ്മിറ്റി റൂട്ട് എടുക്കുന്നു വളരുന്നു, അതു പൂക്കൾ, ഭര്ത്സിച്ചു ആൻഡ് മരിച്ചാൽ scatteringമറ്റ് കമ്മിറ്റികൾ വരയൻ ചെയ്യുന്ന നിന്ന് സന്തതി.
		-- Parkinson

%
ജനം സമ്പത്തിന്റെ അവരുടെ അഭാവം പങ്കിടാൻ ഒരുമിച്ചു ചേരാൻ എവിടെ ഒരു ധ്യാനിച്ചു ആണ്.
		-- R. Stallman

%
ഒരു കമ്പനി മനുഷ്യർ ആദരിക്കുന്നു അറിയപ്പെടുന്നു.
		-- R. Stallman

%
ഒരു കൺസൾട്ടന്റ്, നിങ്ങളുടെ കാണൽ കടം ഒരു വ്യക്തി എന്താണ് സമയം അതു പ്രസ്താവിക്കുന്നുആണ്, വാച്ച് പോക്കറ്റുകൾ, നിങ്ങൾ അതു ഒരു ബില്ല് അയയ്ക്കുന്നു.
		-- R. Stallman

%
പേപ്പർ നിരന്തരമായുള്ള ഒഴുക്ക് പേപ്പർ ഒഴുക്ക് തുടരാൻ മതി.
		-- Dyer

%
ഒരു പശു ഒരു പൂർണ്ണമായും ഓട്ടോമേറ്റഡ് പാൽ-നിർമ്മാതാക്കളായ മെഷീൻ ആണ്. ഇത് പൈപ്പിനുംuntanned തുകൽ നാലു ലംബമായ, ജംഗമ സപ്പോർട്ട് മൌണ്ട്, ഒരുത്തൻഓരോ കോണും. യന്ത്രത്തിന്റെ ഫ്രണ്ട് എൻഡ്, അല്ലെങ്കിൽ ഇൻപുട്ട്, മുകുളം അടങ്ങിയിരിക്കുന്നുഒരു അദ്വിതീയമായ ഫീഡ്ബാക്ക് ഉപകരണം പ്രയോജനപ്പെടുത്തുന്നതിൽ, മെക്കാനിസം വേണ്ടത്ര. ഇവിടെയും ഉണ്ട്ഹെഡ്ലൈറ്റ്, എയർ Inlet ആൻഡ് എക്സോസ്റ്റ്, ഒരു ബമ്പർ ഒരു ഫോഗ്ഹോൺ.പിന്നിൽ, മെഷീൻ പാൽ-വിതരണ ഉപകരണങ്ങൾ വഹിച്ചുനന്നായി ബിൽറ്റ്-ഇൻ flyswatter ആൻഡ് കീടങ്ങളിൽ തട്ടിമാറ്റാൻ ആയി. കേന്ദ്ര പങ്കുഒരു hydro- കെമിക്കൽ മതപരിവർത്തന യൂണിറ്റ് ഹൗസുകളുടെ. ചുരുക്കത്തിൽ, ഈ നാലു അടങ്ങിയിരിക്കുന്നുഒരു പണികൾ നെറ്റ്വർക്ക് പരമ്പരയിൽ കണക്ട് പുളിക്കാതെ സംഭരണ ​​ടാങ്കുകൾഇഷ്ടാനുസരണം തൈലത്താല്. ഈ സഭയുടെ കേന്ദ്ര താപനം പ്ലാന്റ് അടങ്ങിയിരിക്കുന്നു, ഓട്ടോമാറ്റിക് ടെമ്പറേച്ചർ നിയന്ത്രണങ്ങൾ ഉപയോഗിച്ച് പൂർണ്ണമായ സ്റ്റേഷൻ പമ്പ് പ്രധാനventilating സിസ്റ്റം. മാലിന്യ ദാരുണമായി പിന്നിൽ സ്ഥിതിഈ ഭാഗത്തിന്റെ.പശുക്കൾ വലിപ്പത്തിലും ഒരു പാൻജനസിസ് പൂർണ്ണമായും-സമ്മേളിച്ച ലഭ്യമാണ്നിറങ്ങൾ. പ്രൊഡക്ഷൻ ഔട്ട്പുട്ട് 2 മുതൽ പ്രതിവർഷം പാൽ 20 ടൺ വരെയാണ്. ൽഹ്രസ്വമായ, പശു പ്രധാന ബാഹ്യ ദൃശ്യമായ സവിശേഷതകൾ: രണ്ടു lookers, രണ്ട്hookers, നാല് stander-smruthi ല് നാലു സല്യൂട്ട്-തഥാതന് ഒരു swishy-wishy.
		-- Dyer

%
ഒരു ഫീഡ് സെയിൽസ്മാനായാണ് ഒരു ഫാം തന്റെ വഴിയിലാണ്. അവൻ നാല്പതു സഹിതം ഡ്രൈവിംഗ് പോലെm.p.h. അവൻ തന്റെ കാർ വിൻഡോ നോക്കിയിട്ട് ഒരു മൂന്നു-കാലി ചിക്കൻ റണ്ണിംഗ് കാണുന്നതുഅവനെ വേഷമിട്ട തന്റെ കാർ തോതനുസരിച്ച് സൂക്ഷിക്കുന്നതിനുമുള്ള. അവൻ ഒരു ചിക്കൻ എന്ന് അമ്പരപ്പിക്കുന്നു ആണ്നാല്പതു m.p.h. പ്രവർത്തിക്കുന്നതെന്നും അങ്ങനെ അവൻ പിന്നെ അറുപതു നാല്പത്തഞ്ചു, അമ്പതു ലേക്ക് വേഗതm.p.h. ചിക്കൻ ശരിയായ അവനോടു കൂടെ മുഴുവൻ വഴി, പെട്ടെന്നു നിലനിർത്തുന്നുഓഫ് എടുത്ത് ദൂരം കടന്നു മുങ്ങി.മനുഷ്യൻ farmyard കടന്നു പറഞ്ഞോണ്ടാണ് കർഷകന് പറയുന്നു "നീ അറിയുന്നുവിചിത്രമായ കാര്യം മാത്രം എനിക്കു സംഭവിച്ച; ഞാൻ കുറഞ്ഞത് ചെയ്തത് സഹിതം ഡ്രൈവിംഗ് ചെയ്തുഞാൻ ഇപ്പോഴും നിൽക്കുമ്പോൾ പോലെ ഒരു മണിക്കൂർ ഒരു ചിക്കൻ അറുപതു മൈൽ എന്നെ പിന്നിലാക്കി! ""അളിയാ" കർഷകനായ. മറുപടി, "ചിക്കൻ നമ്മുടേത് എന്നു നിങ്ങൾ കാണുന്നു അവിടെഎന്നെ, എം.എ.ബേബി, ഒപ്പം ഞങ്ങളുടെ മകൻ ബില്ലി അവിടെ. ഞങ്ങൾ ചിക്കൻ ഉണ്ടായിരുന്നു അപ്പോഴൊക്കെഅത്താഴം, ഞങ്ങൾ എല്ലാവരും മുരിങ്ങ ആഗ്രഹിക്കുന്നത്, അതിനാൽ രണ്ടു കോഴികളെയും കൊല്ലാൻ ഞങ്ങൾക്കുണ്ട് ആഗ്രഹിക്കുന്നു.അങ്ങനെ ഞങ്ങൾ നമ്മിൽ ഓരോ കഴിഞ്ഞില്ല ശ്രമിക്കുക ഒരു മൂന്നു-കാലി ചിക്കൻ പ്രജനനം തീരുമാനിച്ചുഒരു മുരിങ്ങ ഞങ്ങൾക്കുണ്ട്. ""അവർ എങ്ങനെ ആസ്വദിച്ചു എന്തു?" കർഷകൻ പറഞ്ഞു."എന്ന്," കർഷകൻ മറുപടി. "ഞങ്ങൾ പിടിപ്പാൻ കഴിഞ്ഞില്ലഇതുവരെ ഒറ്റ. "
		-- Dyer

%
കഷണം ഓരോ ഒരുപക്ഷേ - ഒരു ഫ്രീലാൻസ് വചനം പണം അടിമപ്പെട്ടാൽ ഒന്നാണ്.
		-- Robert Benchley

%
ഒരു നല്ല പരിശോധക നിങ്ങളുടെ ഷൈന് അപ്പ് മെസ്സിംഗ് തന്നെ നിങ്ങളുടെ പെരുവിരലിന്മേലും ഒഴിയുന്നതിന്.
		-- Robert Benchley

%
ഒരു കമ്പനി നിങ്ങൾ ഒരു കൂട്ടാളി ഗുഡ്സ് സമയത്ത് കൈയിൽ എവിടെ ഒരു കാര്യം ആണ്പോലീസുകാരൻ നിങ്ങളെ തിരയുന്നു.
		-- Robert Benchley

%
ഒരു പുരുഷന്റെ സംഘടിപ്പിക്കാറുണ്ട് കമ്പനി അറിയപ്പെടുന്നു.
		-- Ambrose Bierce

%
ഒരു മീറ്റിംഗ് ഒരു ഇവന്റ് ഏത് മിനിറ്റ് സൂക്ഷിച്ചിരിക്കുന്നത് മണിക്കൂറുകൾ നഷ്ടപ്പെട്ടു ആണ്.
		-- Ambrose Bierce

%
ഒരു നിവേദനം റീഡർ അറിയിക്കാൻ അല്ല, എഴുത്തുകാരൻ പരിരക്ഷിക്കാൻ എഴുതിയിരിക്കുന്നു.
		-- Dean Acheson

%
ബഹളം മോഷൻ ക്രമത്തിൽ എപ്പോഴും.
		-- Dean Acheson

%
ഒരു മൗസ് ജപ്പാൻ നിർമിച്ചതാണ് ഒരു ആനയാണ്.
		-- Dean Acheson

%
ചുറ്റും tuits ഒരു പുതിയ ജലവിതരണം എത്തി മറിയയും നിന്ന് ലഭ്യമാണ് ചെയ്തു.ഇപ്പോൾ അവർ ഒരു ചുറ്റും tuit ലഭിച്ചത് വരെ പ്രവൃത്തി ഉരിഞ്ഞുകളയുന്നതിനെക്കുറിച്ചും ചെയ്തു ആർക്കുംകൂടുതൽ കാലവിളംബം ഒഴികഴിവില്ല ഉണ്ട്.
		-- Dean Acheson

%
ഒരു പാറയും സ്റ്റോർ ഒടുവിൽ അടച്ചു; അവർ ഗ്രാനൈറ്റ് വേണ്ടി വളരെയധികം വികാസങ്ങൾ ഉണ്ടായി.
		-- Dean Acheson

%
... ആരുടെ പ്രകൃതി ആശയക്കുഴപ്പങ്ങൾക്ക് പക്ഷെ അതു നിങ്ങൾക്കു ഉണ്ടായിരുന്നു എങ്കിൽ എത്തിക്സ് വിളിച്ചു ഒരു കാര്യംഒരു ഹൈ-ക്ലാസ് റിയൽ ഒരു piker ആയിരുന്നു നിങ്ങൾ ഉണ്ടായിരുന്നു എങ്കിൽ നിങ്ങൾ ഒരു shyster ആയിരുന്നു;ഒരു ഈച്ചയെപ്പോലും ബൈ രാത്രി. ഈ ഗുണങ്ങൾ ആത്മവിശ്വാസം എഴുന്നേൽപിച്ചു കൈകാര്യം പ്രാപ്തമാക്കിയതോട്വലുത് ആശയങ്ങൾ. എന്നാൽ അവർ നിങ്ങളെ ത്തനങ്ങളിലും ആയിരുന്നു എന്ന് അർത്ഥമില്ല ചെയ്തില്ലഒരു വാങ്ങുന്നയാൾ അത്തരം മൂഢനാവുക ആയിരുന്നു എങ്കിൽ ഒരു വീട്ടിൽ രണ്ടുതവണ മൂല്യം എടുത്തു വിസമ്മതിക്കുന്നഅവൻ ചോദിക്കുന്ന വില നിങ്ങളെ ഇറങ്ങി നിർബന്ധിക്കരുത് മനസ്സിലായതുമില്ല.
		-- Sinclair Lewis, "Babbitt"

%
അവൻ മൂന്നു ഒരു പന്നി കണ്ടപ്പോൾ ഒരു മഴക്കാലം ഒരു ഫാം കഴിഞ്ഞ ഡ്രൈവിംഗ് ചെയ്തുbackflips ആൻഡ് cartwheels ഒരു മനോഹരമായ പരമ്പര നടത്തുന്നതിനു മരം കാലുകൾ.കൗതുകം, അവൻ പഴയ കർഷകൻ കണ്ടെത്തി ഫാം, വരെ കയറി തെളിച്ചുപന്നി ജാഗരിച്ചും മുറ്റത്ത് സിറ്റിംഗ്."അത് നിങ്ങൾ അവിടെ ഞങ്ങൾക്കുണ്ട് തികച്ചും പന്നിയുടെ സർ" വില്പ്പനക്കാരന് പറഞ്ഞു."തീർച്ചയായും, മകൻ," കർഷകൻ മറുപടി. "എന്തുകൊണ്ട്, രണ്ടു വർഷം മുമ്പ് എന്റെ മകൾതടാകത്തിൽ നീന്തി അവളുടെ തലയിൽ ലാബിൽ ഒപ്പം യുദം സമീപം മുക്കി, ആപന്നി പുറത്തു ബുലായ്ക്ക് കരയിൽ അവളെ തിരികെ വലിച്ചിട്ടു. ""ങ്ഹാ!" വില്പ്പനക്കാരന് ഉദ്ഘോഷിച്ചു."ആ മാത്രമല്ല കാര്യമാണിത്. ഞാൻ എഴുന്നേറ്റു ലെ 'വിറകു cuttin അവസാന വീഴ്ചഒരു വൃക്ഷം എന്നെ വീണു വടക്ക് നാല്പതു. എന്നെ നിലത്തു പിൻ പ്രവർത്തിച്ചു.രികളെ അപ്പ് റൺ ആ കീഴില് .കൂടാതെ എന്നെ ഓഫ് ഉയർത്തി.എന്റെ ജീവൻ രക്ഷിച്ചു. ""ആര്യയും! വില്പ്പനക്കാരന് പറഞ്ഞു. എന്നാൽ എങ്ങനെ വന്നു പന്നി ഉണ്ട് എന്നെ അറിയിച്ചിട്ടില്ലമൂന്നു തടി കാലുകൾ? "കർഷകൻ ചുണ്ട് പുതുമുഖ തൊണ്ടയിലുടക്കി. "മിസ്റ്റർ സമയത്ത്പോലുള്ള ഒരു amazin 'പന്നി കിട്ടി, നിങ്ങൾ ഒരിക്കൽ അവനെ എല്ലാവരും തിന്നു ചെയ്യരുത്. "
		-- Sinclair Lewis, "Babbitt"

%
ഒരു വെർബൽ കരാർ അത് എഴുതിയ പ്രബന്ധം ഉറക്കത്തിലേക്ക്.
		-- Samuel Goldwyn

%
ഞങ്ങൾ അറ്റത്ത് സംഗമം കഴിയും തോന്നിയിട്ടുണ്ട് കുറിച്ച് ആരേയെങ്കിലും അറ്റത്ത് പ്രേരിപ്പിക്കുന്നു.
		-- Herbert Hoover

%
ഒരു സമീപകാല അശാസ്ത്രീയമായ ദേശീയ സർവേ പ്രകാരം പുഞ്ചിരിക്കുന്ന എന്തോഎല്ലാവർക്കും കുറഞ്ഞത് 6 തവണ ഒരു ദിവസം ചെയ്യണം. വർദ്ധിപ്പിക്കുന്നതിന് ശ്രമത്തിൽദേശീയ ശരാശരി (അമേരിക്കൻ ലോകത്തെ superpowers ഇടയിൽ മൂന്നാം സ്ഥാനത്തായിരുന്നുപുഞ്ചിരിക്കുന്ന) ക്സെറോക്സിന്റെയും സന്തുഷ്ടരായിരിക്കുന്നതിനു എല്ലാ ഉദ്യോഗസ്ഥരെ ഉപദേശിച്ചാൽ effervescent ചെയ്തു,ഏറ്റവും പ്രധാനമായി, പുഞ്ചിരി. സിറോക്സ് ജീവനക്കാർ സമ്മതിക്കുന്നു, പോലും തീവ്രമായ സ്നേഹംഅവർ മാത്രം സംഗമം അപ്പോള് മറികടക്കാം ദേശീയ ശരാശരി ... ഒഴികെ ആവിനയചന്ദ്രന് Ackerman. എന്നാൽ വിനയചന്ദ്രന് ചുറ്റും റേസിങ് ഇത്തരം ഒരു നല്ല ജോലി ചെയ്യുന്ന കാരണംഒരു വലിയ ചിത്രശലഭം വല ഫ്ലോട്ടിങ് ഐ.സി ചിപ്സ് വീണ്ടെടുക്കുന്നതിൽ, സിറോക്സ് കൂടെ പാർക്കിങ്അവനെ ഒരു ഇടവേള നൽകാൻ തീരുമാനിച്ചു. നിങ്ങൾ പാർക്ക് ലെ വിനയചന്ദ്രന് കണ്ടാൽ അവൻ ഉണ്ടാകുവാനുംമിഖയലോവ്ന കവിയുണ്ടായിരുന്നു. ഇത് ഒരു ചെറുതായി കൊണ്ട് പദപ്രയോഗം "സേവനം ആണ്മിഖയലോവ്ന ഇളിച്ചിരുന്നു "നിന്ന് വരുന്നു.
		-- Herbert Hoover

%
എല്ലാ പുതിയ റിപ്പോർട്ടുകൾ പ്രകാരം, ഏതെങ്കിലും യാതൊരു സത്യവും ഉണ്ടായിരുന്നുനേരത്തെ റിപ്പോർട്ടുകൾ.
		-- Herbert Hoover

%
അതു വിലകുറഞ്ഞ കാരണം പരസ്യം ഒരു മൂല്യവത്തായ സാമ്പത്തിക ഘടകം ആണ്ചരക്കു വിൽക്കുന്ന ഗുഡ്സ് ദൈവമുമ്പാകെ പ്രത്യേകിച്ച് വഴി.
		-- Sinclair Lewis

%
പരസ്യം ഒരു swill ബക്കറ്റ് ഉള്ളിൽ ഒരു കോൽ കിരുകിരുക്കുന്ന ആണ്.
		-- George Orwell

%
പരസ്യം മനുഷ്യ അറസ്റ്റ് ശാസ്ത്രം വർണിക്കാവുന്നത് ചെയ്യാംഅതിൽ നിന്ന് പണം ലഭിക്കാൻ മതി ഇന്റലിജൻസ്.
		-- George Orwell

%
എല്ലാ പറഞ്ഞു നടക്കുന്ന ശേഷം ഒരു കൂടുതൽ ഒരു നരകം അധികം ആണ്.
		-- George Orwell

%
ഏതെങ്കിലും ശമ്പളം ഉയര്ത്തുക ശേഷം, നിങ്ങൾ അവസാനം കുറവ് പണം ഉണ്ടാകുംനിങ്ങൾക്ക് മുമ്പ് അധികം മാസം.
		-- George Orwell

%
ഞാൻ ചോദിക്കുന്നു എല്ലാ പണം എന്നെ സന്തോഷിപ്പിക്കാൻ കഴിയില്ല തെളിയിക്കാൻ അവസരം ആണ്.
		-- George Orwell

%
എല്ലാ വലിയ കോർപ്പറേഷനുകളും വളരെ അവരുടെ സ്വത്തുക്കളും കരിതേച്ചു, നിങ്ങൾ കഴിയും,ബിസിനസ്സ് ആവശ്യങ്ങൾക്കായി അവ ഉപയോഗിക്കാൻ നൽകി. സബ്സ്ക്രൈബുചെയ്തുകഴിഞ്ഞാൽ ഉദാഹരണത്തിന്,വാൾ സ്ട്രീറ്റ് ജേർണൽ, ഒരു ബിസിനസ് സംബന്ധമായ പത്രമായ, നിങ്ങൾ കുറയ്ക്കാവുന്നതാണ് കഴിയുംയുഎസ് സുപ്രീം കോടതി ചീഫ് വാക്കുകളിൽ, കാരണം നിങ്ങളുടെ വീട്ടിൽ ചെലവ്,ഒരു നാഴികക്കല്ലാണ് 1979 നികുതി തീരുമാനം ജസ്റ്റിസ് വാറൻ ബർഗർ: "മറ്റാരെങ്കിലും നീ എവിടെയാണ്പേപ്പർ വായിക്കാൻ പോകുന്നു? പുറത്ത്? മഴ എന്തുചെയ്യും? "
		-- Dave Barry, "Sweating Out Taxes"

%
വൈറ്റ് കോളർ ക്രൈം കുറിച്ച് ഇതെല്ലാം വലിയ ഇടപാട് - വൈറ്റ് കോളർ എന്താണ് തെറ്റെന്ന്കുറ്റകൃത്യം? ഇന്ന് ജോലി ചെയുന്നത് ആരാണ്? നിങ്ങൾ? എന്നെ? ആർക്കും? മാത്രം സംതൃപ്തിയുണ്ടെന്നുംഏതെങ്കിലും ജോലി ഭാഗമായി കോഫി ബ്രേക്ക്, ഉച്ചഭക്ഷണം മണിക്കൂർ സമയവും പുറത്തുകടന്ന് ആണ്. വർഷങ്ങൾക്കുമുമ്പ്അന്തിമ പ്രമോഷൻ - - കൂടുതൽ കുറഞ്ഞത് പുരോഗതി ഉണ്ടായിട്ടില്ലവരാൻ പ്രധാനപ്പെട്ട ജോലികൾ. നിങ്ങൾ വേണ്ടിയാണത് മിഥ്യാ വില്ക്കാം ഒരിക്കൽനിങ്ങൾ വിരളമായേ സ്റ്റാമ്പുകൾ മോഷ്ടിക്കരുതു കാണാം കമ്പനിയുടെ പ്രസിഡന്റ്. എന്നാൽ ആരുംഅവൻ ഇനി പ്രസിഡന്റ് പോകുന്ന വിശ്വസിക്കുന്നു. കൂടുതൽ ആളുകളെ ജോലികൾ മാറ്റാൻകൂടുതൽ അവർ വേണ്ടി പ്രവർത്തിക്കുന്ന തമ്മിൽ നേരിട്ട് കണക്ഷൻ തിരിച്ചറിയണംജീവനുള്ള മൊത്തം stupefying മുഷിപ്പ്. എന്തുകൊണ്ടാണ് കുറ്റം ചുമത്തുന്നത്? നിങ്ങൾ അല്ലഅവൻ ഒരു ചിലവേറിയ പാഡുകൾ അവന്റെ എന്റെ നിമിത്തം ഒരു തിരുവോസ്തി മുട്ടുന്ന കണ്ടെത്താൻ പോകുന്നുഹോം സ്റ്റേഷനറി കമ്പനി മുദ വഹിച്ചു. വെളുത്ത നിന്ന് കുറ്റകൃത്യങ്ങൾ നീക്കിക്കളഞ്ഞാൽകോളർ തൊഴിലാളിയുടെ നിങ്ങൾ കവര്ച്ച ജോലി പലിശ തന്റെ അവസാന കണികയും അവന്റെമേൽ ഉദ്ദേശിക്കുന്ന.
		-- J. Feiffer

%
ഇതെല്ലാം അഭ്യര്ഥിക്കുന്നു ചുറ്റും ഇടപെടുമ്പോൾ, എന്തുകൊണ്ട്, അതു പണം, അതു രസകരമായ കാര്യമാണ് ആണ്.ദ്രവ്യവും ഞങ്ങൾ സ്കോർ പ്രമാണിച്ചു വെറും മാർഗ്ഗമാണ്.
		-- Henry Tyroon

%
എല്ലാ വാറന്റിയും ഗാരന്റി വകുപ്പുകൾ സമൂലമായ പേയ്മെന്റ് മേൽ നൾ ദുർബ്ബലപ്പെടുത്തി തീർന്നിരിക്കുന്നു.
		-- Henry Tyroon

%
നിങ്ങൾ പറയുന്നതിനാൽ അമേരിക്ക, കുറവ് പ്രവർത്തിക്കുന്നു "കേന്ദ്ര അതെ!"
		-- Henry Tyroon

%
അമേരിക്കൻ ബിസിനസ്സ് പണ്ടേ ആ വരനും ജീവനക്കാർ ആവശ്യപ്പെടുന്നത് ഉപേക്ഷിയ്ക്കുകയും ചെയ്തുസത്യസന്ധതയും ലജ്ജാ ആയിരിക്കും. അതു പോലും ജീവനക്കാരുടെ പ്രതീക്ഷ നിർത്തിഅവർ പുരുഷ മുറിയിൽ തമ്മിലുള്ള വ്യത്യാസം പറയാൻ സാധിക്കുന്ന അത്രയും വിദ്യാഭ്യാസംവാതിലുകളിലും ചെറിയ ചിത്രങ്ങൾ ഇല്ലാതെ വനിതാ മുറി.
		-- Dave Barry, "Urine Trouble, Mister"

%
ചിലപ്പോഴൊക്കെ മാനേജിങ് ഡയറക്ടറുടെ കുറിക്കും ഒരു ഓഫീസ് പാർട്ടി, അല്ലടീ-പെൺകുട്ടിയെ ചുംബിക്കാൻ അവസരം. ഇത് ചുംബിക്കാൻ ടീ-പെൺകുട്ടിയുടെ അവസരംമാനേജിംഗ് ഡയറക്ടർ (എന്നാൽ ഭ്രമാത്മക ഒരു അഭിലാഷം ഇത് ആർക്കും തോന്നാംആർ) ലുള്ള മാനേജിംഗ് ഡയറക്ടർ മുഖം കണ്ടിട്ടില്ല.
		-- Katherine Whitehorn, "Roundabout"

%
ആർക്കും എന്തെങ്കിലും ജോലി തുക അവൻ കുറിക്കും പ്രവൃത്തി അല്ല നൽകിയ ചെയ്യാൻ കഴിയുംനിമിഷം ചെയ്യുന്നത് എന്നു.
		-- Robert Benchley

%
സമുദ്രത്തെ ആയിരിക്കുമ്പോൾ ആർക്കും ചുക്കാന് പിടിക്കുക കഴിയും.
		-- Publius Syrus

%
ആർക്കും മുട്ടയിൽ സഹിക്കാനേ കഴിയും. ഹാട്രിക് ഒന്നും ഒരെണ്ണം ഉണ്ടാക്കാൻ ആണ്.
		-- Publius Syrus

%
സ്വതന്ത്ര എന്തും നിങ്ങൾ അത് അടയ്ക്കും എന്താണ് രൂപയുടെ.
		-- Publius Syrus

%
"പുതിയ" കൂടാതെ / അല്ലെങ്കിൽ "മെച്ചപ്പെട്ടു" ലേബൽ എന്തും അല്ല. ലേബൽ മാർഗങ്ങൾവില കയറി. ലേബൽ "എല്ലാ പുതിയ", "പൂർണ്ണമായും പുതിയ", അല്ലെങ്കിൽ "മികച്ച പുതിയ"വില വഴിയായി പോയി എന്നാണ്.
		-- Publius Syrus

%
"കുറഞ്ഞത് അവർ ___________ മുൻപരിചയം പരിചയസമ്പന്നരായ incompetents"
		-- Publius Syrus

%
ഈ വിലയ്ക്ക് ഞാൻ പണം നഷ്ടപ്പെടും - പക്ഷേ എനിക്ക് അളവിൽ അത് മുകളിലേയ്ക്ക്.
		-- Peter G. Alaquon

%
ജോലിസ്ഥലത്ത്, ഒരു വ്യക്തിയുടെ അധികാരം വിപരീതമായാണ് ആണ്വ്യക്തി വഹിച്ചുകൊണ്ട് എന്ന് പേനയോ എണ്ണം.
		-- Peter G. Alaquon

%
ഒരായിരം. തൊഴിലില്ലായ്മ വരിയിൽ നിങ്ങൾക്ക് അടുത്ത വ്യക്തി നാളെ പറയേണ്ടതു.
		-- Peter G. Alaquon

%
കൂത്തിചികൾ കൈമാറ്റം ചെയ്തു?
		-- Peter G. Alaquon

%
... ഞാൻ അതു എന്റെ വാക്കു എനിക്കു സംഭവിച്ചു സച്ചാര് വരും മുമ്പ്അല്ലെങ്കിൽ എന്റെ മൌനം, തീർച്ചയായും എന്റെ എന്തെങ്കിലും നടപടി വെറും .അഭിവാദ്യത്തോടും തന്നെ. എന്ത്അതു ആരെങ്കിലും അറിഞ്ഞാൽ ഒഴിവാക്കുകയോ കാര്യമില്ല എങ്ങനെ? ആർ നമ്മുടെ ഏത് ചെയ്തുമാനേജർ? ചിലപ്പോൾ ഉൾക്കാഴ്ച ഇത്തരം ഒരു ഫ്ലാഷ് ലഭിക്കുന്നു. എന്ന അത്യന്താപേക്ഷിതമായവഈ കാര്യം ഉപരിതലത്തിൽ കീഴിൽ എന്റെ തൊടാൻ എന്റെ അപ്പുറം ആഴി കിടന്നുശണ്ഠകൂടും ശക്തി.
		-- Joseph Conrad

%
1950 നും 1952 നുമിടയിൽ ഒരു ബോറടിക്കുന്നു സെ, വടക്ക് ഹഡ്സൺ എന്ന ഏർപ്പെടുത്തിയിട്ടുമുണ്ടായിരുന്നുബേ സർക്കാർ വേണ്ടാ സമയം അരുതു തുരത്തുക കഴിയുന്ന ഒരു സ്മാരകം അവശേഷിക്കുന്നു.എയർ ഫോഴ്സ് ഉപേക്ഷിക്കപ്പെട്ട ഒരു ബുൾഡോസർ ഉപയോഗിച്ച്, അവൻ രണ്ടു സംവത്സരം ചെലവഴിക്കുകയുംഒരു വാക്കുപോലും കടന്നു പാറകളിൽ പ്രേരിപ്പിക്കുന്നതിന് വലിയ ശ്രമം.അതു മഞ്ഞും നേരെ silhouetted, 10,000 അടി നിന്ന് കാണാൻ കഴിയും.സർക്കാർ ഉദ്യോഗസ്ഥർ circumlocutions നിറഞ്ഞ മെമ്മോകൾ മാറ്റിക്കളഞ്ഞു (യാതൊരു ലാറ്റിൻതത്തുല്യമായ നിലവിലുണ്ട്) എന്നാൽ വചനം ഒരു ബില് പരാജയപ്പെട്ടുഅമർത്തുക അലേർട്ട് അപമാനിക്കാതിരിക്കുകയും ആ തന്നെ ഈ കെയിൻ നശിപ്പിക്കൽ,പാർലമെന്റിലും പാർട്ടി ഇരുവരും.ഇന്ന്, മനുഷ്യ ആത്മാവിൽ ഒരു സ്മാരകം നിൽക്കുന്നു. ജീവിതം മറ്റ് നിലവിലുണ്ടെങ്കിൽഗ്രഹങ്ങൾ ഈ ഞങ്ങളിൽ നിന്നും ലഭിച്ച ആദ്യ സന്ദേശം ആയിരിക്കാം.
		-- The Realist, November, 1964.

%
പുതിയ വസ്ത്രം ആവശ്യപ്പെടുന്ന എല്ലാ സംരംഭങ്ങളും ശ്രദ്ധിച്ചു അല്ല പകരംവസ്ത്രം ഒരു പുതിയ .ഭക്ഷണപ്പുരകള്.
		-- Henry David Thoreau

%
ബിസ്സ് നല്ലത്.
		-- Henry David Thoreau

%
നോട്ടിലസ് മാറ്റെൽ തലച്ചോർ ബോഡി.
		-- Henry David Thoreau

%
Bullwinkle: നിങ്ങൾ തന്നെ എന്റെ പാൽ കരുതുന്നുമില്ല. അവൻ സംഘടനയായ എന്ന പ്രതിഭകളെ തുടർന്ന്.പൊതുവായ: നിങ്ങൾ വരുത്തുന്ന എന്ത് പറ്റി?Bullwinkle: പണത്തിനു എന്ത് എക്സിക്യൂട്ടീവ്.
		-- Jay Ward

%
ബിസിനസ് ഒരു നല്ല ഗെയിം - നിയമങ്ങൾ മത്സരം, മിനിമം ധാരാളം.നിങ്ങൾ പണം കൊണ്ട് സ്കോർ പ്രമാണിച്ചു.
		-- Nolan Bushnell, founder of Atari

%
ബിസിനസ് നല്ലത് ഇന്നാൽ ഒന്നുകിൽ ആയിരിക്കും.
		-- Calvin Coolidge

%
"എന്നാൽ നിങ്ങൾ അതിന്റെ കാരണം വിഷമിക്കേണ്ട - ആഗോള സ്ഥാപനങ്ങളാണ് 'പിൻകാലുകളിൽ മേയിക്കുന്ന."
		-- Calvin Coolidge

%
തീർച്ചയായും അവരെല്ലാവരും വലിയവൻ ഇലക്ട്രിക്കൽ പയനിയർ ഒരു ആയിരുന്ന തോമസ് എഡിസൺ, ആയിരുന്നുഅവൻ അല്പം ഔപചാരിക വിദ്യാഭ്യാസം വസ്തുത ബുദ്ധിമാനും കണ്ടുപിടിത്തക്കാരന് ആൻഡ്ന്യൂ ജേഴ്സിയിലെ ജീവിച്ചു. 1877 എഡിസൺ ആദ്യ പ്രധാന കണ്ടുപിടുത്തം ആയിരുന്നുഗ്രാമഫോൺ, ഉടൻ അമേരിക്കൻ വീടുകളിൽ ആയിരക്കണക്കിന് കണ്ടെത്താൻ കഴിയാത്ത, എവിടെഅതു അടിസ്ഥാനപരമായി 1923, റെക്കോർഡ് കെട്ടിച്ചമച്ചു ചെയ്തപ്പോൾ വരെ ഇരുന്നു. എന്നാൽ എഡിസന്റെമഹാന്മാരായ നേട്ടം 1879, അവൻ ഇലക്ട്രിക് കമ്പനി കെട്ടിച്ചമച്ചു എപ്പോൾ വന്നു.എഡിസന്റെ ഡിസൈൻ ലളിതമായ ഇലക്ട്രിക് സർക്യൂട്ട് അഗാധമായ പുറത്തിറക്കാനായത്:പിന്നെ ഒരു ഉപഭോക്താവിന് ഇലക്ട്രിക് കമ്പനിയുടെ വൈദ്യുതി ഒരു വയർ വഴി അയയ്ക്കുന്നുഉടനെ മറ്റൊരു വയർ വഴി തിരികെ വൈദ്യുതി ലഭിക്കുന്നു, എന്നിട്ട് (ഈബുദ്ധിമാനും ഭാഗം) വീണ്ടും തിരികെ ഉപഭോക്താവിന്റെ അയയ്ക്കുന്ന.ഈ ഒരു ഇലക്ട്രിക് കമ്പനി ഉപഭോക്താവ് ഇതേ ബാച്ച് വിൽക്കാൻ കഴിയും എന്നാണ്ഒരു ദിവസം തവണ വൈദ്യുതി ആയിരക്കണക്കിന് ഒരിക്കലും വളരെ കുറച്ച് ശേഷം, പിടിക്കപ്പെടുകഉപഭോക്താക്കൾക്ക് അടുത്തുനിന്ന് അവരുടെ വൈദ്യുതി പരിശോധിക്കോണ്ട സമയം എടുത്തു. വാസ്തവത്തിൽകഴിഞ്ഞ വർഷം ഏതെങ്കിലും പുതിയ വൈദ്യുതി യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് ജനറേറ്റ് 1937 ആയിരുന്നു;വൈദ്യുത കമ്പനികൾ ചെയ്തു കേവലം ഇന്നോളം, വീണ്ടും വിൽക്കുന്ന അനുസരിച്ചാണ് ആണ്അവർ വർധിക്കുന്നു അപേക്ഷിക്കാൻ ഇത്രയധികം സ്വതന്ത്ര സമയം എന്തിനാണെന്നു.
		-- Dave Barry, "What is Electricity?"

%
മിഡിൽ 1880 ന്റെ, ആ ഒഴികെ എല്ലാവരും റോഡുകളിലെദക്ഷിണ ഇപ്പോഴത്തെ സ്റ്റാൻഡേർഡ് ഗേജ് ആയിരുന്നു. തെക്കൻ റോഡുകൾ ആയിരുന്നുറെയിൽപ്പാതകൾ തമ്മിലുള്ള ഇപ്പോഴും അഞ്ച് അടി.അത് സ്റ്റാൻഡേർഡ് എല്ലാ തെക്കൻ റോഡുകൾ ഗേജ് മാറ്റാൻ തീരുമാനമായി,ഒരു ദിവസം. സൃഷ്ടിയുടെ ഈ ശ്രദ്ധേയമായ കഷണം മെയ് ഒരു ഞായറാഴ്ച നടപ്പാക്കുകയും ചെയ്തു1886 മുൻകൂട്ടി ആഴ്ച കുറിച്ചു, കടകൾ ന് ലെ തിരക്കിലാണ് അമർത്തിക്കൊണ്ട് ചക്രങ്ങളും ഉണ്ടായിരുന്നെങ്കിൽപുതിയതും ഇടുങ്ങിയ കണക്കാക്കുന്നതിനുള്ള അച്ചുതണ്ടുകളും, റോളിംഗ് ഏത് സ്റ്റോക്ക് ഒരു വിതരണ ലേക്ക്അത് തയ്യാറായാൽ ഉടൻ ആയിരുന്നു പുതിയ ട്രാക്കിൽ നേരിടും. ഒടുവിൽ ദിവസം സെറ്റിൽ,ട്രാക്ക് പാളികൾ സംഘങ്ങൾ അനേകം പ്രഭാതത്തിൽ ജോലി നോക്കി. എല്ലായിടത്തും ഒറ്ററെയിൽ, അഴിഞ്ഞുവീണു മൂന്നും പകുതിയിലേറെപ്പേരും ഇഞ്ച് മാറ്റി അതിന്റെ ഇറങ്ങി ഉയരുകയും ചെയ്തുപുതിയ സ്ഥാനം. ഇരുണ്ട വഴി, യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് എവിടെനിന്നും ട്രെയിൻ കഴിഞ്ഞില്ലദക്ഷിണേന്ത്യയിലെ ട്രാക്കുകൾ, എല്ലായിടത്തും ചരക്കു കാറുകൾ സൗജന്യമായി ഇന്റർചേഞ്ച് മേൽസാധ്യമായത്.
		-- Robert Henry, "Trains", 1957

%
വിശ്വസ്തതയോടെ എട്ടു മണിക്കൂർ പ്രവർത്തിക്കുന്നു, നിങ്ങൾ ഒടുവിൽ ഇരിക്കുന്നതു ലഭിച്ചേക്കാവുന്നബോസിൽ പണി പന്ത്രണ്ടു.
		-- Robert Frost

%
തവണ ഹാർഡ് അല്ല ആയിരുന്നപ്പോൾ, പണവും വളരെ വിരളമായിരുന്നു ആരെയും ഓർക്കുക കഴിയുമോ?
		-- Robert Frost

%
ഒന്നും സൃഷ്ടി അഡ്വേഴ്സേറിയ നേരാവാൻ കഴിയുമോ? അതെ, പ്രവൃത്തി തുടങ്ങിക്കഴിഞ്ഞിരിക്കുന്നു ഒരിക്കലും.
		-- Robert Frost

%
അശ്രദ്ധമായി ആസൂത്രണം പദ്ധതികൾ പ്രതീക്ഷിച്ചതിലും പൂർത്തിയാക്കാൻ മൂന്നു തവണ സമയമെടുക്കുന്ന.ശ്രദ്ധാപൂർവ്വം ആസൂത്രണം പദ്ധതികൾ പ്രതീക്ഷിച്ചതിലും പൂർത്തിയാക്കാൻ നാലു പ്രാവശ്യം ഇനി എടുത്തുആസൂത്രകരും ആസൂത്രണ എടുക്കുന്ന സമയം കുറയ്ക്കാൻ പ്രതീക്ഷിക്കുന്നില്ല കൂടുതലും കാരണം.
		-- Robert Frost

%
മുഷിഞ്ഞ ചെയർമാൻ.
		-- Robert Frost

%
നിര 1 നിര 2 നിര 30. സംയോജിയ 0. മാനേജ്മെന്റ് 0. ഓപ്ഷനുകൾ1. ആകെ 1. സംഘടനാ 1. വഴക്കം2. systematized 2. നിരീക്ഷിക്കപ്പെടാം 2. കഴിവുമുണ്ട്3. 3. മേസണാണോ 3. മൊബിലിറ്റി സമാന്തര4. ഫങ്ഷണൽ 4. ഡിജിറ്റൽ 4. പ്രോഗ്രാമിംഗ്5. റെസ്പോൺസീവ് 5. എത്തിക്കുന്നതിന്റെ 5. ആശയം6. ഓപ്ഷണൽ 6. ട്രാൻസിഷണൽ 6. സമയം-ഘട്ടം7. സമന്വിതമാക്കി 7. കാലവര്ഷം 7. പ്രൊജക്ഷൻ8. അനുയോജ്യമായ 8. മൂന്നാം തലമുറ 8. ഹാർഡ്വെയർ9. സമീകൃതമായ 9. നയം 9. അല്മനാര്നടപടിക്രമം ലളിതമാണ്. തിരഞ്ഞെടുക്കുക, ശേഷം ഏതെങ്കിലും മൂന്നക്ക നമ്പർ ചിന്തിക്കുകഓരോ നിരയിൽ നിന്നും ഇതേ ഡിസിപ്ലിനറി. ഉദാഹരണത്തിന്, നമ്പർ 257 ഉത്പാദിപ്പിക്കുന്നത്"Systematized എത്തിക്കുന്നതിന്റെ പ്രൊജക്ഷൻ," ഉപേക്ഷിക്കാൻ കഴിയൂ പദപ്രയോഗമത്രേനിർണ്ണായകമായ അറിയുന്നവനും അധികാരം ആ ഇട്ടുംകൊണ്ടു ഫലത്തിൽ യാതൊരു റിപ്പോർട്ട്. "ഇല്ലഒരാൾ നിങ്ങളെ സംസാരിക്കുന്നത് എന്താണ് അങ്ങേ ആശയം ഉണ്ടായിരിക്കും, "Broughton പറയുന്നു"എന്നാൽ പ്രധാന കാര്യം അവർ അതു സമ്മതിക്കാൻ കുറിച്ച് അല്ലെന്ന് എന്നതാണ്."
		-- Philip Broughton, "How to Win at Wordsmanship"

%
കമ്മിറ്റികൾ subcommittees ഞങ്ങൾക്കുണ്ട് ഇന്നത്തെ അങ്ങനെ പ്രധാനപ്പെട്ട തീർന്നിരിക്കുന്നുവേല ചെയ്യാൻ നിയോഗിക്കുന്നതാണ്.
		-- Philip Broughton, "How to Win at Wordsmanship"

%
അര്ഹത, സത്യം, സൗന്ദര്യം, കോൺടാക്റ്റ് ലെൻസുകൾ പോലെ കണ്ണിലാണ്കാണുന്നവനും.
		-- Dr. Laurence J. Peter

%
മത്സരങ്ങൾ ക്രോധം എപ്പോഴും കോപം അല്ല. സത്യമായ മിഷനറി ന്റെ ധൈര്യം ആണ്ഒരാളുടെ മികച്ച മതിയായതായിരിക്കില്ല സാധ്യത നേരിടുന്ന ലെ ശുഷ്കാന്തി.
		-- Gene Scott

%
... [കുറിച്ചു ഉദ്ധരണി മാർക്ക്] ഞങ്ങൾ പോലും ___ * ആരെയെങ്കിലും ഇതിൽ ഉദ്ധരിക്കുന്നു ചെയ്തുബിസിനസ്സ്, അതു ഒരുപക്ഷേ ജൽപനം തന്നെ.
		-- Thom McLeod

%
"പരിണതഫലങ്ങൾ, Schmonsequences കാലത്തോളം ഞാൻ സമ്പന്നമായ സുഖമാണ് പോലെ."
		-- "Ali Baba Bunny" [1957, Chuck Jones]

%
തപാൽ സ്റ്റാമ്പ് ചിന്തിക്കുക: അതിന്റെ ഉപയോഗക്ഷമത കഴിവും അതിലടങ്ങിയിരിക്കുന്നുഅതു അവിടെ ലഭിക്കുന്നു വരെ ഒരു കാര്യം നിർബന്ധിക്കുകയും.
		-- Josh Billings

%
കൺസൾട്ടന്റ്സ് തുടർന്ന് നിരവധി ഒരു കമ്പനി ചോദിച്ചു വരുന്നവർക്കും മിസ്റ്റിസിസവുമാണ് ജനവിഭാഗമാണ്അത് അവർക്ക് തിരികെ തരും.
		-- Josh Billings

%
ക്രെഡിറ്റ് ... മനുഷ്യനിൽ മനുഷ്യന്റെ ആത്മവിശ്വാസം മാത്രം നിലനില്ക്കുന്നു സാക്ഷിപത്രം ആണ്.
		-- James Blish

%
പരാജയം കൈകാര്യം എളുപ്പമാണ്:മെച്ചപ്പെടുത്താൻ കഠിനമായി പ്രവർത്തിക്കുന്നു.വിജയം പുറമേ കൈകാര്യം ചെയ്യാൻ എളുപ്പമാണ്:നിങ്ങൾ തെറ്റായ പ്രശ്നം പരിഹരിച്ച ഞങ്ങൾ.മെച്ചപ്പെടുത്താൻ കഠിനമായി പ്രവർത്തിക്കുന്നു.
		-- James Blish

%
ശുദ്ധമായ സ്റ്റാഫ് ശേഖരിക്കപ്പെടുകയും പ്രശ്നം കൈകാര്യം,ഞങ്ങളുടെ ഗവേഷണങ്ങൾ എല്ലാം ... പ്രതിവർഷം 5.75% ശരാശരി വർധന പോയിന്റ്.
		-- C. N. Parkinson

%
പ്രിയ കർത്താവേ:ഞാന് * ___ ഒറ്റ * ഒറ്റ-സായുധ മാനേജർ ആഗ്രഹിക്കുന്ന ഞാൻ "ഓൺ കേൾക്കാൻ ഒരിക്കലും അങ്ങനെഅതേസമയം "വീണ്ടും.
		-- C. N. Parkinson

%
പ്രിയ മിസ്റ്റർ ഭാഷ പേഴ്സൺ: എന്താണ് അക്ഷരലോപചിഹ്നം ഉദ്ദേശ്യം?ഉത്തരം: അക്ഷരലോപചിഹ്നം പ്രധാനമായും കൈ-എഴുതേണം ചെറുകിട ബിസിനസ് വചനങ്ങളിൽ ഉപയോഗിക്കുന്നു: ഒരു "എസ്" അധികം റീഡർ എന്നപോലെ ഒരു വാക്ക് അവസാനം അപ്പ് വരുന്നു അറിയിക്കാൻഏതെങ്കിലും ഇനത്തിന്റെ ഉത്തരവാദി; ഞങ്ങൾ വ്യക്തിഗത പരിശോധന, അല്ലെങ്കിൽ ഒഴികെ നൽകുന്നില്ല.hand- എഴുതേണം സൃഷ്ടിക്കുമ്പോൾ മനസ്സിൽ മറ്റൊരു പ്രധാന വ്യാകരണ ആശയംചെറുകിട-ബിസിനസ്സ് അടയാളങ്ങൾ റാൻഡം ഉദ്ധരണി ചിഹ്നം ഇടുക ചെയ്യണം എന്നതാണ്ശ്രമിക്കുക "ഞങ്ങളുടെ" ഹോട്ട് ഡോഗ് ഞങ്ങളുടെ ഹോട്ട് ഡോഗ്'S "പരീക്ഷിക്കുക", അല്ലെങ്കിൽ പോലെ അലങ്കാരത്തിന് വേണ്ടി വചനങ്ങൾ.
		-- Dave Barry, "Tips for Writer's"

%
എല്ലാ പ്രത്യക്ഷപ്പെട്ട ഉണ്ടായിട്ടും, ബോസ് ഒരു ചിന്തക്കും, തോന്നൽ, മനുഷ്യൻ തന്നെയാണ്.
		-- Dave Barry, "Tips for Writer's"

%
"നിങ്ങൾ എന്താണ് ഞങ്ങൾ ചെയ്യുന്നത് തെറ്റാണ് കരുതുന്നത്?""തീർച്ചയായും അത് തെറ്റെന്ന്! അത് നിയമവിരുദ്ധമാണ്!""ഞാൻ മുമ്പ് അനധികൃതമായി ഒന്നും ചെയ്തതു പോയിട്ടില്ല.""നിങ്ങൾ ഒരു അക്കൗണ്ടന്റ് അറിയിച്ചു വിചാരിച്ചു!"
		-- Dave Barry, "Tips for Writer's"

%
പകരംവയ്ക്കാനാവാത്തതുമായ നിങ്ങൾ പ്രമോട്ട് കഴിയില്ല, നിങ്ങൾ പകരം വയ്ക്കാനാവില്ല ഇല്ലെങ്കിലോ, ചെയ്യരുത്.
		-- Dave Barry, "Tips for Writer's"

%
മോഷ്ടിക്കരുതു;; thou'lt ഇങ്ങനെ ബിസിനസിൽ വിജയകരമായി മത്സരിക്കുക ഒരിക്കലും. ചതിക്കുക.
		-- Ambrose Bierce

%
നിങ്ങൾ പ്രവർത്തിക്കുന്ന രീതി ഹാർഡ് എന്നോട് പറയരുത്. നിങ്ങൾ എത്ര ചെയ്തുതീർക്കാൻ പറയൂ.
		-- James J. Ling

%
"ഞാൻ രണ്ടറ്റവും മെഴുകുതിരി കത്തുന്ന പിരിയുകയാണ് എന്നോട് പറയരുത് - എവിടെ പറഞ്ഞുതരാമോകൂടുതൽ മെഴുക് നേടുകയും !! "
		-- James J. Ling

%
ഡ്രീംസ് സൗജന്യമാണ്, എന്നാൽ നിങ്ങൾ കണക്ട് കൃത്യസമയത്ത് ലഹരി നേടുകയും.
		-- James J. Ling

%
എണ്ണ കുഴിക്കൽ ബോറടിപ്പിക്കുന്ന ആണ്.
		-- James J. Ling

%
നിങ്ങളുടെ കാറും സമയം പണമായി സമ്പാദിക്കുക - നിങ്ങളുടെ സുഹൃത്തുക്കൾ ഭീഷണിപ്പെടുത്തിയതായും.
		-- James J. Ling

%
ഏണസ്റ്റ് കമ്പനി പ്രവർത്തിക്കുന്നതെന്നും ചെയ്തു എത്രത്തോളം ഫ്രാങ്ക് ചോദിക്കുന്നു."ഏറെ എന്നോട് ഭീഷണിപ്പെടുത്തുകയും ശേഷം."
		-- James J. Ling

%
ഏറെ പോലും തിരക്കേറിയ ജനം ഒരിക്കലും നിങ്ങളോടു പറയുന്നു വളരെ തിരക്കിലാണ് ശ്രദ്ധിച്ചോഅവർ എത്രമാത്രം തിരക്കിലാണ്?
		-- James J. Ling

%
എല്ലാ മേഘങ്ങള്ക്കും ഒരു വെള്ളി വര ഉണ്ട്; നിങ്ങൾ അതു വിറ്റു ചെയ്യണം, ടൈറ്റാനിയം വാങ്ങി.
		-- James J. Ling

%
"എല്ലാ മനുഷ്യരും വില ഉണ്ട്. മൈൻ $ 3.95 ആണ്."
		-- James J. Ling

%
ഓരോ മനുഷ്യനും ദൈവം തന്റെ ഭാഗത്തു വിചാരിക്കുന്നു. വിപുലവുമായ അവൻ എന്നു ഞാൻ അറിയുന്നു.
		-- Jean Anouilh, "The Lark"

%
എല്ലാ ദിവസവും രാവിലെ ആഫ്രിക്കയിൽ ഇടയില് ഒരു നായകളാണ്. അത് അതിവേഗം ഓടി വേണം അറിയുന്നുവേഗമേറിയ പുള്ളിക്ക് അല്ലെങ്കിൽ അത് കൊല്ലപ്പെടുകയും ചെയ്യും. എല്ലാ ദിവസവും രാവിലെ ഒരു സിംഹം നായകളാണ്.അത് ഭൗമദിനങ്ങൾ കലമാൻ കിണഞ്ഞു അല്ലെങ്കിൽ മരണത്തിൽനിന്നു പട്ടിണിയാവും അറിയുന്നു.ഇത് ഒരു സിംഹം അല്ലെങ്കിൽ ഇടയില് ഒരു തന്നെയാണോ എന്ന് പ്രശ്നമല്ല: സൂര്യൻ വരുമ്പോൾഅപ്പ്, നന്നായി പ്രവർത്തിക്കുന്ന പറയുമായിരുന്നു.
		-- Jean Anouilh, "The Lark"

%
"എല്ലാ ദിവസവും രാവിലെ, എഴുന്നേറ്റു ന്റെ 'ഫോബ്സ്' ലിസ്റ്റിൽ നോക്കൂഅമേരിക്കയിൽ ധനികരുടെ. ഞാൻ അവിടെ ഭയമില്ല എങ്കിൽ ഞാൻ ജോലിക്കു പോകാൻ "
		-- Robert Orben

%
ഓരോ വിജയകരമായ വ്യക്തി പരാജയപ്പെട്ടു ചെയ്തു പക്ഷേ ആവർത്തിച്ചുള്ള പരാജയം അല്ല എന്നാണ്അന്തിമ വിജയം ഗാരന്റി.
		-- Robert Orben

%
ഓരോ യുവാവും ഒരു ഹോബി ഉണ്ടായിരിക്കണം: പണം എങ്ങനെ കൈകാര്യം പഠന ആണ്ഏറ്റവും നല്ലതു.
		-- Jack Hurley

%
ഇപ്പ എന്നാൽ സാം ഒരു പുതിയ കമ്പനി പെൻഷൻ ആ പദ്ധതി അപ്പ് ഒപ്പുവെച്ചത്ഒരു ചെറിയ ജീവനക്കാരൻ സംഭാവനകൾക്ക് വിളിച്ചു. കമ്പനി അടയ്ക്കേണ്ട ചെയ്തുവിശ്രമം. നിർഭാഗ്യവശാൽ, 100% ജീവനക്കാരൻ പങ്കാളിത്തം ആവശ്യമാണെന്ന്;മലമ്പുഴ പ്ലാൻ ഓഫ് ആയിരുന്നു. സാം ന്റെ ബോസിൽ തന്റെ സഹ തൊഴിലാളികൾ വ്യവഹരിക്കയുംഒപ്പം cajoled, പക്ഷേ യാതൊരു പ്രയോജനവും. സാം പ്ലാൻ വീട്ടാനും ഒരിക്കലും പറഞ്ഞു.ഒടുവിൽ കമ്പനി പ്രസിഡന്റ് തന്റെ ഓഫീസ് സാം വിളിച്ചു."സാം," അദ്ദേഹം പറഞ്ഞു, "ഇവിടെ പുതിയ പെൻഷൻ പദ്ധതിയുടെ ഒരു പകർപ്പാണ് ഇവിടെ തുടർന്ന്ഒരു പേന. ഞാൻ നിങ്ങളെ പേപ്പറുകൾ ഇൻ ആഗ്രഹിക്കുന്നു. ക്ഷമിക്കണം, പക്ഷേ നിങ്ങൾ സൈൻ എങ്കിൽ,നിന്നെ പിരിച്ചു വിട്ടിരിക്കുന്നു. ഇപ്പോൾ കണക്കുപ്രകാരം. "സാം ഉടനെ പത്രിക ഒപ്പിട്ടു."ഇപ്പോൾ," പ്രസിഡൻറ്, "നിങ്ങൾ എന്തിനാണ് എന്നെ പറഞ്ഞതിന് ശ്രദ്ധിക്കുമോ പറഞ്ഞുനേരത്തെ ഒപ്പിട്ട? കഴിഞ്ഞില്ല ""ശരി സർ," സാം മറുപടി പറഞ്ഞു, "ആരും വളരെ അങ്ങനെ എനിക്കു അതു വിശദീകരിച്ചുവ്യക്തമായി മുമ്പ്. "
		-- Jack Hurley

%
ഇപ്പ ഒരു kidder ഇഷ്ടപ്പെടുന്നു, ആരും അവനെ അയാള്.
		-- Arthur Miller

%
ഇവിടെ വരുന്നവനെ എല്ലാവരും മൂന്ന് കാര്യങ്ങൾ ആഗ്രഹിക്കുന്നു:(1) അവർ ജീവികൾക്കും ആഗ്രഹിക്കുന്നു.(2) അവർ അതു നല്ല ആഗ്രഹിക്കുന്നു.(3) അവർ വിലകുറഞ്ഞ ആഗ്രഹിക്കുന്നു.എനിക്ക് രണ്ട് ട്ട് എന്നെ തിരികെ വിളിക്കാൻ ദം പറയുന്നു.
		-- sign on the back wall of a small printing company

%
ഒഴിവാക്കലുകൾ ഭരണം പരീക്ഷിച്ചു ബജറ്റ് തകർക്കുക.
		-- Miller

%
ഒരു ഉപഭോക്തൃ പിന്തുണ വ്യക്തി ഒരു തമ്മിലുള്ള ഒരു സംഭാഷണം നിന്നും ഉദ്ധരിക്കുന്നുഅറിയപ്പെടുന്ന സൈനിക-അഫിലിയേറ്റ് ഗവേഷണ ലാബിൽ വേണ്ടി പ്രവർത്തിക്കുന്ന ഉപഭോക്താവ്:പിന്തുണ: "നിങ്ങൾ ഞങ്ങളുടെ കസ്റ്റമര് അല്ലെന്ന്, നീ അറിയുന്നു."കസ്റ്റമർ: "എന്നാൽ നാം അടവുനയം ആണവ ആയുധങ്ങൾ ഏതാനും ഒരാൾ."
		-- Miller

%
എക്സിക്യൂട്ടീവ് കഴിവ് വേഗത്തിൽ തീരുമാനിക്കുന്നതിൽ മറ്റാരെയെങ്കിലും ചെയ്യാൻ കൈവരുന്നുജോലി.
		-- John G. Pollard

%
എക്സോൺ ന്റെ 'എനർജി പ്രപഞ്ചത്തിന്റെ പകരം വിഭജിതകുടുംബത്തിൽ എന്നതുകൊണ്ട്ഫലിതം ... ശേഷം [ദുർഗ്രഹമായ ഫിലിം കാറ്റും സൂര്യന് മൊണ്ടാഷ് ആൻഡ്മഴയും സ്ട്രിപ്പ് മൈൻസ് ആൻഡ്] മെക്കാനിക്കൽ ആശയക്കുഴപ്പത്തിന് രണ്ടു മൂന്നു മിനിറ്റ്,സീറ്റുകൾ ക്ലോക്ക്-പ്രവൃത്തി ദിനോസറുകളെ നിറഞ്ഞു ഒരു ഹ്രസ്വ ടണൽ വഴി locomote.ദിനോസറുകളെ കൃത്യത ഇല്ലാതെ ചിത്രീകരിച്ചിരിക്കുന്നത് നിങ്ങളുടെ മുഖം വളരെ അടുത്താണ് ചെയ്യുന്നു."മുദ്ര ചെയ്തത് ഏതാനും യഥാർത്ഥ നോവലൈറ്റുകളുടെ ഒന്നിലേക്ക് മണം ഉപയോഗമാണ്മിഥ്യാബോധവും വഷളാകുക. ഗതി, ആരും ദിനോസറുകളെ പോലെ മണത്തു അറിയുന്നുഎന്നാൽ എക്സോൺ അവർ മോശം മണത്തു തീരുമാനിച്ചു."വീ കുഴിയിൽ മറ്റ് അവസാനം ... വളരെ അവര അന്തിമ അവിടെchallengehood നാളെ തിരിച്ചുള്ള നേരിടുന്ന കുറിച്ച് സന്ദേശം. ഞാൻ ഈ സമയത്ത് ഉച്ഛിയില്,എന്നാൽ ഇമ്പോർട്ട് ദിനോസറുകളെ തമ്മിൽ എന്തു ഒന്നും ഇല്ല എന്ന് തോന്നുന്നുഊർജ്ജ നയം, ബിംബമോ ചെയ്യുന്നു. '
		-- P. J. O'Rourke, "Holidays in Hell"

%
പരാജയം തലസ്ഥാനമായ ലഭിക്കാത്തതിനാൽ അധികം ഊർജ്ജം ലഭിക്കാത്തതിനാൽ നിന്ന് കൂടുതൽ പതിവായി ആണ്.
		-- P. J. O'Rourke, "Holidays in Hell"

%
, ഫാസ്റ്റ് ചിലവുകുറഞ്ഞ നല്ല: രണ്ടു തിരഞ്ഞെടുക്കുക.
		-- P. J. O'Rourke, "Holidays in Hell"

%
പേടിയും വലിയവൻ വില്പ്പനക്കാരന് ആണ്.
		-- Robert Klein

%
സെർനിനൊപ്പം തോന്നുന്നു? ഞാൻ ഇവിടെ ചില വലിയ പുതിയ മായക്കാഴ്ചകളിൽ കിട്ടി!
		-- Robert Klein

%
തന്റെ അടയാളം ചെയ്യുന്നു ഏതു കരിയർ, അതു പുറത്തു തടവുക കാത്തിരിക്കുന്ന അര ഡസൻ അവിടെ.
		-- Andy Capp

%
ജീനിയസ് ഒരു ശതമാനം പ്രചോദനവും തൊണ്ണൂറ്റൊമ്പതു ശതമാനം വിയർപ്പ് ആണ്.
		-- Thomas Alva Edison

%
ജീനിയസ് പത്തു ശതമാനം പ്രചോദനവും അമ്പതു ശതമാനം മൂലധന ആണ്.
		-- Thomas Alva Edison

%
ജോലി ചെയ്തു നേടുന്നു നിയമങ്ങൾ പിന്തുടരുന്നില്ല യാതൊരു എക്സ്ക്യൂസാണ്.മുഖ്യവാദത്തിന്റെ:നിയമങ്ങൾ ജോലി ചെയ്തു ലഭിക്കില്ല.
		-- Thomas Alva Edison

%
'ലഭിക്കുന്നു എന്തെങ്കിലും കഴിക്കും വെറും ചുറ്റും കിടന്നിരുന്നു തമ്മിലുള്ള ചോയ്സ്,ഞാൻ പകരം ചുറ്റും കിടക്കും ആഗ്രഹിക്കുന്നു. ഇല്ല മത്സരം. "
		-- Eric Clapton

%
ദൈവം തങ്ങളെ സഹായിക്കാൻ ഇല്ല സഹായിക്കാൻ തങ്ങൾക്കു.
		-- Wilson Mizner

%
ദൈവം തങ്ങളെ സഹായിക്കുന്ന അവരെ സഹായിക്കുന്നു.
		-- Benjamin Franklin, "Poor Richard's Almanac"

%
പോലീസുകാർ ഒഴിവാക്കാൻ ദിവസം നല്ല. പ്രവർത്തിക്കാൻ ക്രോളിൽ.
		-- Benjamin Franklin, "Poor Richard's Almanac"

%
നല്ല സെയിൽസ്മാൻ, നല്ല നന്നാക്കുന്ന പട്ടിണിയിലായി പോകില്ല.
		-- R. E. Schenk

%
സന്തുഷ്ടി ഒരു നല്ല പണത്തിന്റെ ഒഴുക്ക് ആണ്.
		-- R. E. Schenk

%
കഠിനാധ്വാനം ഒരാളേയും കൊന്നു ഒരിക്കലും, എന്നാൽ ഒരു അവസരം?
		-- Charlie McCarthy

%
നിങ്ങൾ എപ്പോഴെങ്കിലും എപ്പോഴും നിങ്ങളോടു പറയുന്നു ശ്രമിക്കുന്ന ജനം ശ്രദ്ധിച്ചിട്ടുണ്ടോ`പ്രവർത്തിക്കാനും പ്ലേ 'ഒരു കാലം ഒരു കാലം പ്ലേ സമയം കണ്ടെത്തുന്നു ഒരിക്കലും അവിടെ?
		-- Charlie McCarthy

%
അവൻ ഒരു ഭാഗ്യ ഏറ്റെടുത്ത ചെയ്തിട്ടില്ല; ഭാഗ്യം അവനെ സ്വന്തമാക്കി.
		-- Bion

%
എന്നാൽ നാലു അഞ്ചു ഒരു വാലറ്റ് ആവശ്യമില്ല ടൂളിനെ അവൻ.
		-- Bion

%
തേടിയെത്തി ഉള്ളടക്കം ആർ അവൻ ഒരുപക്ഷേ ഒരുപാട് ഉണ്ട്.
		-- Bion

%
മുകളിൽ എത്താൻ മറ്റുള്ളവരെ സ്റ്റെപ്പ് അവനാണ് നല്ല ബാലൻസ് ഉണ്ട്.
		-- Bion

%
"ഇവിടെ ഫോൺ കമ്പനി നമ്മള് എല്ലാത്തരം ആളുകളെയും സേവിക്കും; മുതൽഭൂമിയുടെ നുര ലേക്കുള്ള പ്രസിഡന്റുമാരും രാജാക്കന്മാർ ... "
		-- Bion

%
"ഹേയ്, സാം, എങ്ങനെ വായ്പ കുറിച്ച്?""Whattaya ആവശ്യമാണോ?""ഓ, ഏകദേശം $ 500.""Whattaya വസ്തുക്കള് വേണ്ടി ലഭിച്ചോ?""Whattaya ആവശ്യമാണോ?""എങ്ങനെ ഒരു കണ്ണ് കുറിച്ച്?"
		-- Sam Giancana

%
Hideously ഒരു പുരാതന ഇന്ത്യൻ ശാപം വിരൂപമായിരിക്കുന്നു?ഞങ്ങൾക്ക് സഹായിക്കാൻ കഴിയും!അടിയന്തര കൂടിക്കാഴ്ചക്കായി വിളിക്കുക (511) 338-0959.
		-- Sam Giancana

%
ധാർമ്മികമായി വികലാംഗനായ വാടകയ്ക്കെടുക്കുക.
		-- Sam Giancana

%
ഹോം കേന്ദ്രങ്ങൾ തയ്യാറാണെങ്കിൽ ആരാണ് ചെയ്യാം-അതു-yourselfer രൂപകൽപനമമ്മീ വാങ്ങാൻ കടയിൽ കഴിയാത്തതിൽ സൗകര്യാർത്ഥം വിലയിലുണ്ടായ നൽകുകയും,ഹാർഡ്വെയർ എല്ലാവരും ഒരേ ലൊക്കേഷനിൽ ടോസ്റ്റർമാരും. പോലെ "വേണ്ടി ഷോപ്പ്" ഞാൻ പറയുന്നതു ശ്രദ്ധിക്കുക"ലഭ്യമാകാൻ." എതിർത്തു ഈ വീട്ടിൽ കേന്ദ്രങ്ങളിൽ പ്രധാന പോരായ്മ ആണ്: അവർഎപ്പോഴും കൃത്രിമ ക്രിസ്മസ് മരങ്ങൾ ഒഴികെയുള്ള എല്ലാം നിന്നു. ഹോം കേന്ദ്രംഅവർ വളരെ തിരക്കിലാണ് കാരണം ജീവനക്കാർ ചരക്കുകൾ പുനഃക്രമീകരിക്കാൻ യാതൊരു സമയംഓരോ ഒബ്ജക്റ്റിലേക്ക് അല്പം വില സ്റ്റിക്കറുകൾ അപേക്ഷിക്കുന്ന - പലകയുടെ, അംഗീകാരത്തിന്റെയും, ആണിഒപ്പം പീഡിപ്പിക്കുന്നു - മുഴുവൻ സ്റ്റോറിൽ ...നിങ്ങളുടെ ടോയ്ലറ്റ് ടാങ്കിൽ ബ്രേക്കുകൾ ഒരു കഷണം പറയട്ടെ, അതിനാൽ നിങ്ങൾ നീക്കംതകർന്ന ഭാഗം, ഹോം കേന്ദ്രത്തിൽ അതു എടുത്തു അവൻ പേരുണ്ടെങ്കിൽ ഒരു ജീവനക്കാരൻ ചോദിക്കുന്നുപകരക്കാരനെ. ജീവനക്കാരൻ തന്റെ ജീവിതം പോലും അകത്ത് കാണുന്ന തീരുമാനമെടുത്തതെന്നുംഒരു ടോയ്ലറ്റ് ടാങ്കിന്റെ വളരെ അതേ രീതിയില് തകർന്ന ഭാഗം ന് പിയർ ചെയ്യുംഒരു പ്രിമിറ്റീവ് ആമസോൺ ജംഗിൾ ഗോത്രത്തിൽ ഒരു അംഗം ഇലക്ട്രോണിക്ക് നോക്കൂ വരുത്തുമെന്നുകാൽക്കുലേറ്റർ, തുടർന്ന് പറയുന്നു "ഞങ്ങൾ ഈ ഐഡിയിൽ ഒരു കയറ്റുമതി പ്രതീക്ഷിച്ചത് നേരിടുന്നുഅടുത്ത ആഴ്ച മദ്ധ്യത്തോടെ. "
		-- Dave Barry, "The Taming of the Screw"

%
സത്യസന്ധത ഏറ്റവും ഭാഗമായി സത്യസന്ധതയില്ലായ്മ കുറവാണ് ലാഭകരമായ അനുകൂലമായിരിക്കും.
		-- Plato

%
സത്യസന്ധത ചിലവഴിക്കുന്ന, എന്നാൽ ചില ആളുകൾ അനുയോജ്യമായ മതി തീർക്കാം തോന്നുന്നില്ല.
		-- F. M. Hubbard

%
ഹോട്ടലുകള് ഓഫ് തന്നതാണോ അതുമൂലം ക്ഷീണിതനാണോ. ഞാൻ ഒരു ഹോട്ടൽ മുറിയെടുത്തത് അവർഎന്റെ വീട്ടിൽ നിന്നും ഇനിഎന്നെങ്കിലും ഉണ്ടായിരുന്നു.
		-- Mark Guido

%
അത് കേട്ടതും മണിക്കൂർ വിളിച്ച് എങ്ങനെ വന്നു എല്ലാവർക്കും വേഗത സംഭവിയ്ക്കുന്നത്?
		-- Mark Guido

%
എങ്ങനെ സാമ്പത്തിക ഉപദേശകർ അവർ പോലെ സമ്പന്നനാണ് തോന്നുന്നില്ല ഒരിക്കലും വന്നിരിക്കുന്നുഅവർ നിങ്ങളെ ഞങ്ങൾ ഉണ്ടാക്കും ക്ലെയിം?
		-- Mark Guido

%
"എത്രപേർ ഇവിടെ പ്രവർത്തിക്കും?""ഓ, പകുതി."
		-- Mark Guido

%
മാനവ വിഭവങ്ങൾ ആദ്യ മാനുഷികമായ വിഭവങ്ങളും രണ്ടാം.
		-- J. Garbers

%
"ഞാൻ പരവതാനി ദുർഗന്ധം നിർമ്മാതാക്കൾ പൊടി നീക്കംചെയ്യുന്നതിന് എന്നു എനിക്കുഅഡ്വ സമയം ഉൾപ്പെടുത്തി അവരുടെ ഉൽപ്പന്നങ്ങൾ പൂച്ച മൂത്രം റിലീസ്.ഈ സാങ്കേതികവിദ്യ എന്തു എന്റെ അമ്മയുടെ കാലത്ത് അതിന്റെ വിതരണത്തിന്റെ തടഞ്ഞു വേണംരാജാവായി. എന്റെ പരവതാനി മുള്ള് പോലെ പടയും ഞാൻ ഒരു പൂച്ച ഇല്ല. മെച്ചപ്പെട്ട എവിടെയായിരുന്നാലുംചില കൂടുതൽ വാങ്ങാൻ. "
		-- timw@zeb.USWest.COM

%
ഞാൻ എപ്പോഴെങ്കിലും സാധ്യമല്ലാത്തവിധം കൂടുതൽ ബോറടിച്ചു. തിരികെ ജോലിക്ക് പോകൂ.
		-- timw@zeb.USWest.COM

%
ഞാൻ രഹസ്യാന്വേഷണ, കുടൽമാല, ദൃഢനിശ്ചയം, സത്യസന്ധത എന്റെ വിജയം കടപ്പാട്,അഭിലാഷം ആ ഗുണങ്ങൾ ജനത്തെ വാങ്ങാൻ ആവശ്യമായ പണം ഇല്ലാതെ.
		-- timw@zeb.USWest.COM

%
ഞാൻ എന്തു സംഭവിച്ചു അവർ തീ കണ്ടെത്തിയ വീൽ കെട്ടിച്ചമച്ചു കച്ചോടൊക്കെഅതേ ദിവസം. അപ്പോൾ ആ രാത്രിയിൽ വീൽ ദഹിപ്പിച്ചു.
		-- Jack Handey, The New Mexican, 1988.

%
ഞാൻ ഒരു കാർട്ട് ഊരും സാധിക്കില്ല, ഉണക്കിയ ഓട്സ് തിന്നും; അതു പ്രവൃത്തി എങ്കിൽ ഞാൻ ചെയ്തുതരും.
		-- Jack Handey, The New Mexican, 1988.

%
ഞാൻ ഒരു പുതിയ ഉപാധി അല്ലെങ്കിൽ സാങ്കേതിക സാംസ്കാരികമായി അംഗീകരിച്ചു പരിഗണിക്കുന്നഅതു കൊല ഉപയോഗിച്ചു.
		-- M. Gallaher

%
ഞാൻ പണം അത് ചെയ്യാത്തത്.
		-- Donald Trump, Art of the Deal

%
ഞാൻ അംഗരക്ഷകരായ യാതൊരു ഉപയോഗം ഇല്ല, പക്ഷേ എനിക്ക് രണ്ട് ഒരു നിർദ്ദിഷ്ട ഉപയോഗം മനസ്സിലാവുന്നില്ലവളരെ സാക്ഷ്യപ്പെടുത്തിയ പൊതു അക്കൗണ്ടന്റ്സ് പരിശീലനം.
		-- Elvis Presley

%
ഞാൻ എന്റെ പ്രവൃത്തി വഴി അമർത്യത്വത്തെയും നേടാൻ ആഗ്രഹിക്കുന്നില്ല. ഞാൻ നേടാൻ ആഗ്രഹിക്കുന്നമരണത്തോടെ വഴി അമരതം.
		-- Woody Allen

%
ഞാൻ ഒരു സമീപകാല M.T.A. പ്രതിഷേധം കഴിയില്ല വേണ്ടി യാത്രാനിരക്ക് വർദ്ധനവ്ഈ യാതൊരു സേവനം മെച്ചപ്പെടുമെന്നും വാഗ്ദാനങ്ങൾ അനുഗമിക്കുന്നുണ്ട്. വേണ്ടിട്രാൻസിറ്റ് സിസ്റ്റം, ഇപ്പോൾ പ്രവർത്തിക്കുന്നുണ്ട് പോലെ ഗുണങ്ങളുമുണ്ട് മറച്ചു ആ ചെയ്തിരിക്കുന്നുപണ അടിസ്ഥാനത്തിലാണ് കഴിയില്ല.വ്യക്തിപരമായി ഞാൻ 75 സെൻറ് അല്ലെങ്കിൽ $ 1 നന്നായി രൂപയുടെ എന്ന് തോന്നുന്നുണ്ടോഞാൻ ഒന്നും വൈകി എന്നു എപ്പോഴൊക്കെ ആ എന്നനിലയിൽ ന്യായീകരണവുമില്ല: "ഞാൻ വന്നുസബ്വേയുള്ളത്. "ആ രണ്ടു വാക്കുകൾ എങ്കിൽ ഗോദോ അവരിൽ മാജിക്ക് ഞങ്ങൾക്കുണ്ട്പെണ്കൊടിയുണ്ടായിരുന്നു കാണിക്കും അവരെ പിറുപിറുക്കുക വേണം, ഏതെങ്കിലും പ്രേക്ഷകരെ തൽക്ഷണം നന്നായിരുന്നേനെതന്റെ നീണ്ട കാലതാമസം മനസ്സിലാക്കുന്നു.
		-- Woody Allen

%
ഞാൻ അതേ കാരണം കോഴി മുട്ടയിടാൻ തുടരുന്നു വേണ്ടി പ്രവർത്തിക്കുന്ന പോകാം.
		-- H. L. Mencken

%
ഞാൻ ലളിതമായ ഇംഗിതം ഞങ്ങൾക്കുണ്ട്. ഞാൻ എപ്പോഴും മികച്ച തൃപ്തി ആകുന്നു.
		-- Oscar Wilde

%
ഞാൻ നിങ്ങളിൽ യാതൊന്നും അറിയാത്ത പണം സമ്പാദിക്കാൻ വഴികൾ ഉണ്ട്.
		-- John D. Rockefeller

%
ഞാൻ സ്വയം ചോദിച്ചു ... ജോൺ DeLorean എന്തു ചെയ്യും?
		-- Raoul Duke

%
ഞാൻ കൂടുതൽ വേണമെങ്കിൽ വരെ ഞാൻ വെറും തരണം എനിക്കു മതി വേണം.
		-- Bill Hoest

%
ഞാൻ പണിപോലെ; എനിക്ക് പെരുത്ത്; ഞാൻ ഇരുന്നു മണിക്കൂർ അതിനെ നോക്കും കഴിയും.
		-- Bill Hoest

%
ഞാൻ ഒരു സത്യസന്ധനായ മാത്രം നമ്പറ് പറടോ. അവർ വേണ്ടി എന്തെങ്കിലും ആഗ്രഹിച്ചുഒന്നും. ഞാൻ അവരെ എന്തെങ്കിലും ഒന്നും കൊടുത്തു.
		-- Joseph "Yellow Kid" Weil

%
ഞാൻ പൊതു ഒന്നും കടപ്പെട്ടിരിക്കുന്നു.
		-- J. P. Morgan

%
ഞാൻ ഈ തികയാതെ എയർ കണ്ടിഷൻ സൂപ്പർമാർക്കറ്റ് ആയിരുന്നു എല്ലാവരും ഉണ്ടായിരുന്നുഈ സൂപ്പർമാർക്കറ്റിനുള്ളിലൂടെ ഈ ഉള്ളതെന്ന് വാങ്ങാൻ കഴിഞ്ഞില്ല ഈ കുളിക്കാനായി ദിനന്തോറും ഉണ്ടായിരുന്നുഅവരെ നാലാം ജൂലൈ പുകച്ചുരുളുകൾ ചുവപ്പ്, മഞ്ഞ, നീല ഉണ്ടായിരുന്ന ഏതുതരം ആൻഡ്ഞാൻ വാങ്ങാൻ ഒരിക്കലും എങ്കിലും ഞാൻ ഉണ്ടായിരുന്നെങ്കിൽ വസ്തുത ഓർക്കാൻ ചെയ്തുബീച്ച് ഒഴിവാക്കിയും.
		-- Lucinda Childs "Einstein On The Beach"

%
ഞാൻ മധ്യപ്രദേശിന്റെ തുകയിൽ വിവരിക്കുന്നതിന് ജനവിഭാഗങ്ങളും വിചിത്രമായ റേസ് ഭാഗമായിരുന്നുഅവരുടെ ജീവിതം അവർ ആഗ്രഹിക്കുന്നില്ല പണം സമ്പാദിക്കാനുള്ള എതിർത്ത് കാര്യങ്ങൾ ചെയ്യുന്നുഅവർ ഇഷ്ടപ്പെട്ടില്ല ആളുകളെ ആകർഷിക്കുന്നതിൽ ആവശ്യമില്ല സാധനങ്ങൾ വാങ്ങുക.
		-- Emile Henry Gauvreay

%
ഞാൻ പകരം സ്വർഗ്ഗത്തിൽ കൈകാര്യം അധികം നരകത്തിലേക്ക് നയിക്കപ്പെടുകയും ആഗ്രഹിക്കുന്നു.
		-- Emile Henry Gauvreay

%
ഞാൻ മാത്രം ചുറ്റും പ്രവർത്തിക്കുന്ന കുസൃതികൾ നടക്കുന്ന ഞങ്ങൾ വിശ്വസിക്കുന്നു ആഗ്രഹിക്കുന്നു.
		-- Emile Henry Gauvreay

%
ഞാൻ എപ്പോഴും അതിന്റെ ചിലവു അധികം ഉൽപ്പാദനക്ഷമത ആയിരിക്കും ഒരു പുതിയ ആശയം തിരയുകയാണ്.
		-- David Rockefeller

%
ഞാൻ 4 മണിക്ക് മരിക്കും ഞാൻ എന്നേക്കും ചെയ്യേണ്ടതുണ്ട് പണം ലഭിച്ചു.
		-- Henny Youngman

%
ഞാൻ:ഒരു നല്ലയിനം ചെവി നിന്ന് ഒരു പട്ടു പേഴ്സ് ഉണ്ടാക്കുവാൻ മികച്ച മാർഗം തുടങ്ങും എന്നതാണ്ഒരു പട്ടു നല്ലയിനം കൂടെ. ഒരേ പണം സത്യമാണ്.രണ്ടാം:ഇന്ന് നാളെ പകുതി നല്ല എങ്കിൽ ആയിരിക്കും കുറിക്കും, അത് നന്നായിരുന്നേനെഒരുപക്ഷേ ഇന്നലെ ഇരട്ടി നല്ല.മൂന്നാമൻ:യാതൊരു അലസമായ വെറ്ററൻ സിംഹം വേട്ടക്കാരെ ഉണ്ട്.നാലാമൻ:നിങ്ങൾ പരസ്യം നൽകാൻ കഴിയുന്നത്, നിങ്ങൾ ആവശ്യമില്ല.വി:പങ്കെടുക്കുന്നവരിൽ പത്തിലൊന്ന് ഔട്ട്പുട്ട് മൂന്നിലൊന്ന് മേൽ ഉത്പാദിപ്പിക്കുന്നു.പങ്കാളികളുടെ എണ്ണം വർദ്ധിക്കുന്നത് കേവലം ശരാശരി കുറയ്ക്കുന്നുഔട്ട്പുട്ട്.
		-- Norman Augustine

%
ഒരു ആജ്ഞാനുവർത്തികളായി നിങ്ങൾ ഒരു പ്രസക്തമായ ഒരു ചോദ്യമാണിത് ചോദിച്ചാൽ അവൻ പോലെ അവനെ നോക്ക്അദ്ദേഹത്തിന് ബോധം നഷ്ടപ്പെട്ടു. അവൻ നോക്കുന്നു തിരികെ അവനെ ചോദ്യം chithrangada അകലെ.
		-- Norman Augustine

%
കാര്യം രൂപയുടെ എങ്കിൽ, അത് മോശമായി ചെയ്യുന്നത് രൂപയുടെ.
		-- G. K. Chesterton

%
ഒരു കാര്യം ഇല്ലാതെ രൂപയുടെ എങ്കിൽ, അത് വേണ്ടി തട്ടിപ്പ് ഗുണകരമാണ്.
		-- W. C. Fields

%
എല്ലാം പരാജയപ്പെടുമ്പോൾ, നിങ്ങളുടെ മാനദണ്ഡങ്ങൾ ഒതുക്കുകയും.
		-- W. C. Fields

%
ബാങ്കർമാർ, എണ്ണാം എങ്കിൽ എട്ടു വിൻഡോസ് നാല് മാത്രം കലരും ഞങ്ങൾക്കുണ്ട് എങ്ങനെ വന്നു?
		-- W. C. Fields

%
എപ്പോഴെങ്കിലും ഒന്നു ഇഷ്ടമില്ലാത്ത, മറ്റ് വേദന ഏറ്റെടുത്ത് ഉണ്ട്നല്ലത് യാതൊരു ആയിരിക്കും. ഒറ്റ നേട്ടം മൂലം ഒരു ട്രേഡ് മറ്റ് നഷ്ടപ്പെടുന്നു ഒരു തട്ടിപ്പാണ്.
		-- Dagny Taggart, "Atlas Shrugged"

%
ദൈവം നമുക്കു സ്റ്റിക്കി ടേപ്പ് നൽകിയിരുന്നില്ല, അത് അതിനെ കണ്ടെത്തുക അത്യാവശ്യമാണ് ആകുമായിരുന്നു.
		-- Dagny Taggart, "Atlas Shrugged"

%
ഞാൻ ഒരു ഉത്ഭവസ്ഥാനവും കണ ഉണ്ടായിരുന്നു എങ്കിൽ, ഞാൻ അതു വെറും ഉപേക്ഷിക്കേണ്ടതുമാണ് കരുതുന്നില്ല. അവിടെനല്ലത് ലഭിച്ചത്.
		-- Jack Handey, The New Mexican, 1988.

%
എനിക്ക് നിങ്ങളുടെ അഭിപ്രായം ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ, ഞാൻ ആവശ്യമായ ഫോം പൂരിപ്പിക്കാൻ ആവശ്യപ്പെടും.
		-- Jack Handey, The New Mexican, 1988.

%
ഞാൻ ഒരു ശവക്കുഴി കൂനാമ്പാറക്കാരെ അല്ലെങ്കിൽ ഒരു ആരാച്ചാരുടെ ആയിരുന്നെങ്കിൽ എനിക്ക് കഴിഞ്ഞില്ല ചില ആളുകൾ ഉണ്ട്സുഖാനുഭവം ഒരു എണ്റ്റെ വേണ്ടി പ്രവർത്തിക്കുന്നു.
		-- Douglas Jerrold

%
അത് ചെയ്യുന്ന രൂപയുടെ എങ്കിൽ, അത് പണം ചെയ്യുന്നത് വക്കുന്നു.
		-- Douglas Jerrold

%
പണം സന്തുഷ്ടി വാങ്ങാൻ കഴിയില്ല എങ്കിൽ, ഞാൻ വെറും കീറി വരും ഊഹിക്കുക.
		-- Douglas Jerrold

%
ഞങ്ങൾ അവർ നാം കൊടുക്കുന്ന വില നമ്മുടെ അനുഭവങ്ങൾ വിൽക്കാൻ കഴിഞ്ഞില്ല, ഞങ്ങൾ നന്നായിരുന്നേനെഎല്ലാ കോടിപതികളുടെ ആയിരിക്കും.
		-- Abigail Van Buren

%
അവർ ചെയ്തുകൊണ്ടിരിക്കുന്നതിനെപ്പറ്റി ഞങ്ങൾ പ്രശ്നം പരിഹരിച്ച എങ്കിൽ, അവരോട് പറയുകഎന്തെങ്കിലും.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
നിങ്ങൾ എപ്പോഴും പ്രീതിയെ നീട്ടിവെക്കുന്നത് എങ്കിൽ അതു ഒരിക്കലും. പ്രവർത്തിക്കാനും പ്ലേ ക്വിറ്റ്ഒരിക്കൽ മാത്രം!
		-- Gerald Weinberg, "The Secrets of Consulting"

%
നിനക്ക് സുഖമാണോ, എല്ലാ വേല ലഭിച്ചിട്ടുണ്ട് ചെയ്യും. നിങ്ങൾ യഥാർത്ഥ എങ്കിൽനല്ല, അതിൽനിന്നു ലഭിക്കും.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
നിങ്ങൾ 80 വർഷങ്ങളായി പഴയ മാതാപിതാക്കൾക്കും ഒപ്പമുണ്ടായിരുന്നു എങ്കിൽ, നാം ഉദ്ദേശിക്കുന്നനിങ്ങളുടെ ചെക്ക് പണമാക്കി.
		-- Gerald Weinberg, "The Secrets of Consulting"

%
നിങ്ങൾ 80 കീഴിൽ ഷൂട്ട് എങ്കിൽ നിങ്ങളുടെ ബിസിനസ്സ് അവഗണന ചെയ്യുന്നു;80 നിങ്ങളുടെ ഗോൾഫ് അവഗണന ചെയ്യുന്നു.
		-- Walter Hagen

%
നിങ്ങൾ സമ്പന്നമായ എങ്കിൽ നിങ്ങൾ എപ്പോഴും ഉപയോഗപ്രദമായ നോക്കേണ്ടതാണ്.
		-- Louis-Ferdinand Celine

%
നിങ്ങളുടെ പണം എണ്ണാം, നിങ്ങൾ ഒരു ബില്യൺ ഡോളർ ഇല്ല.
		-- J. Paul Getty

%
നിങ്ങൾ ആദ്യം 24 മണിക്കൂറിനുള്ളിൽ ചെയ്തിരുന്നില്ല കഴിയും നിങ്ങളുടെ പ്രവൃത്തി രാത്രികൾ.
		-- J. Paul Getty

%
നിങ്ങൾ നന്നായി അത് ചെയ്യാൻ പഠിക്കാൻ കഴിയില്ല എങ്കിൽ, മോശമായി അത് സംരക്ഷിക്കപ്പെടണം പഠിക്കണം.
		-- J. Paul Getty

%
നിങ്ങൾ അങ്ങനെ കഠിനാധ്വാനം വന്നില്ല, നിങ്ങൾക്ക് വിഷാദരോഗത്തിന് കൂടുതൽ സമയം ആഗ്രഹിക്കുന്നു.
		-- J. Paul Getty

%
നിങ്ങൾ ശരിയായ ഒരിക്കൽ എന്തെങ്കിലും, ആർക്കെങ്കിലും വീണ്ടും ആവശ്യപ്പെടും.
		-- J. Paul Getty

%
നിങ്ങൾ ശരിയായ അതു ചെയ്യാൻ സമയം ഇല്ലെങ്കിൽ, നിങ്ങൾ എവിടെ സമയം കണ്ടെത്താൻ പോകുന്നുഅതു സ്നേഹമൊന്നുമില്ലാ?
		-- J. Paul Getty

%
നിങ്ങൾ പ്ലാൻ ചെയ്യാൻ പരാജയപ്പെട്ടാൽ, പരാജയം പ്ലാൻ ചെയ്യുന്നു.
		-- J. Paul Getty

%
നിങ്ങൾക്ക് മികച്ച ഉപകരണങ്ങള്, നിങ്ങൾക്ക് കൂടുതൽ ഫലപ്രദമായി പ്രകടമാക്കാൻ കഴിഞ്ഞില്ലമൊത്തം കഴിവുകേടും.
		-- J. Paul Getty

%
അത് എത്ര ചോദിക്കണം, നിങ്ങൾക്ക് ഇത് താങ്ങാൻ കഴിയില്ല.
		-- J. Paul Getty

%
നിങ്ങൾ എന്തെങ്കിലും ദോഷമാണ് അത് വിജയിച്ചാലും, നിങ്ങൾക്ക് ഒരു പ്രതിഭയുടെ - ഇത് ഒരു ആയിരുന്നില്ലദോഷമാണ്. നിങ്ങൾ അത് ദോഷമാണ് അത് പരാജയപ്പെട്ടാൽ, പിന്നെ അത് വെറും ഒരു ദോഷമാണ് ആയിരുന്നു.
		-- Neil Bogart

%
നിങ്ങൾ വജ്രങ്ങൾ വിൽക്കാൻ ആണെങ്കിൽ, ഉപയോക്താക്കൾക്ക് പ്രതീക്ഷിക്കാൻ കഴിയില്ല.എന്നാൽ വജ്രം യാതൊരു ഉപഭോക്താക്കൾ ഉണ്ട് പോലും വജ്രം ആണ്.
		-- Swami Prabhupada

%
നിങ്ങൾ ഒരു മനുഷ്യനെ കരുതുന്നു എങ്കിൽ, അവനെ ജോലിക്ക് ചെയ്യരുത്.
		-- Swami Prabhupada

%
നിങ്ങൾ ജീവനോടെ ആണെങ്കിൽ ആരും ശ്രദ്ധിക്കുന്നില്ല കരുതുന്നുവെങ്കിൽ, കാർ ഒരു ദമ്പതികൾ കാണാനില്ല ശ്രമിക്കുകപേയ്മെന്റുകൾ.
		-- Earl Wilson

%
നിങ്ങൾ ദൈവത്തെ പണം എന്താണു ചിന്തിക്കുന്നതെന്നു ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ, വെറും അവൻ കൊടുത്തു ആളുകളെ നോക്കൂഅതിലേക്കു.
		-- Dorthy Parker

%
മാപ്പിൽ നിങ്ങൾ സ്വയം ആഗ്രഹിക്കുന്നുണ്ടെങ്കിൽ, നിങ്ങളുടെ സ്വന്തം മാപ്പ് പ്രസിദ്ധീകരിക്കുന്നു.
		-- Dorthy Parker

%
നിങ്ങൾ പണത്തിന്റെ മൂല്യം അറിയുമായിരുന്നു, ചില കടം ശ്രമിക്കുക പോയി.
		-- Ben Franklin

%
നിങ്ങൾ ഏറ്റവും എന്തെ പോലെ ആണെങ്കിൽ, നിങ്ങൾ അനേകം അറ്റകുറ്റപ്പണികൾ ഭയപ്പെടുന്നു മുൻപരിചയംനിങ്ങളുടെ വീട്ടിൽ ചുറ്റും കൈകാര്യം ചെയ്യാൻ വളരെ പ്രയാസമാണ്. അങ്ങനെയെങ്കിൽ എപ്പോഴാണ് നിങ്ങളുടെ ചൂളപൊട്ടിത്തെറിച്ച്, നിങ്ങൾ അത് പരിഹരിക്കാൻ എന്ന് പറയപ്പെടുന്ന പ്രൊഫഷണൽ വിളിക്കാൻ. ദി"പ്രൊഫഷണൽ" ട്രക്ക് ലെ വശങ്ങളും നിക്ഷേപങ്ങൾക്ക് ഒരു ന് ലെറ്ററിംഗ് കൂടെ എത്തിച്ചേരുന്നുഉപകരണങ്ങളും മെച്ചപ്പെട്ട ഭാഗം ചെലവഴിക്കുകയും രണ്ട് സഹായികളെ വലിയ അളവ്നിങ്ങളുടെ ചൂളയ്ക്കടുത്തായി ആഴ്ച വസ്തുക്കൾ ശേഷം കനത്ത wrenches കൂടെ ക്രമമില്ലാതെ whackingഏത് "പ്രൊഫഷണൽ" നൽകുന്നു നിങ്ങൾ അല്പം കൂടുതൽ ഒരു ബില്ല് നൽകുന്നുഅതു യുഎസ് ഒരു വിജയകരമായ കാമ്പയിൻ പ്രവർത്തിപ്പിക്കാൻ നിങ്ങളെ ചെലവ് അധികം പണംസെനറ്റ്.നിങ്ങൾ കാര്യങ്ങൾ സ്വയം ചെയ്യാൻ ആരംഭിക്കുന്നതിന് തീരുമാനിച്ചു എന്തുകൊണ്ടാണെന്ന് ആ അത്രയേയുള്ളൂ. നിങ്ങളെകണക്ക്, "ആ സഞ്ചി നികവേ എത്ര പ്രയാസം കഴിയും പിന്നെ എന്റെ ചൂള പരിഹരിക്കാൻ കഴിയും എങ്കിൽഅത്? "വളരെ ബുദ്ധിമുട്ടുള്ള. വാസ്തവത്തിൽ, ഏറ്റവും ഹോം പദ്ധതികൾ, അസാദ്ധ്യം തന്നേതാങ്കൾ തന്നെ എന്തിനു ചെയ്യണം ആണ്. മറ്റ് അടയ്ക്കേണ്ട ഇല്ല ഇല്ലനിങ്ങൾക്ക് എളുപ്പത്തിൽ ദൂരത്തേക്ക് സ്വയം ജേര്ണയില് കഴിയുമ്പോൾ കാര്യങ്ങൾ ജേര്ണയില് ആളുകളെകുറവ് പണം. ഈ ലേഖനം നിങ്ങളെ സഹായിക്കും.
		-- Dave Barry, "The Taming of the Screw"

%
യാതൊരു പിശകുകൾ ഉൾക്കൊള്ളുന്ന സുപ്രധാന അക്ഷരങ്ങൾ മെയിൽ പിശകുകൾ വികസിപ്പിക്കുന്നത് ചെയ്യും.ബോസ് വായിക്കുന്നത് സമയത്ത് ഇതേ പിശകുകൾ തനിപ്പകർപ്പ് കാണിക്കുംഅതു. അനിവാര്യം പേപ്പറുകൾ ഇടമുറിയാതെ നീക്കി അവരുടെ ഓജസ്സ് കാട്ടിക്കൊടുക്കുവാൻനിങ്ങൾക്ക് കണ്ടെത്താൻ കഴിയുന്ന അവരെ ഇടത്തുനിന്നും.
		-- Dave Barry, "The Taming of the Screw"

%
1914-ൽ ആദ്യ തുഞ്ചൻ പസിൽ ഒരു പത്രത്തിൽ പ്രസിദ്ധീകരിച്ചിരുന്നു. ദിക്രിയേറ്റർ $ 4000 ഇറങ്ങി ... കൂടാതെ ഉടനീളം $ 3000 ലഭിച്ചു.
		-- Dave Barry, "The Taming of the Screw"

%
ഒരു ഉപഭോക്തൃ സമൂഹത്തിൽ അനിവാര്യമായും അടിമകളായി രണ്ട് തരം ഉണ്ട്:ആസക്തി തടവുകാരുടെ അസൂയ തടവുകാർ.
		-- Dave Barry, "The Taming of the Screw"

%
അധികാരശ്രേണിയിലെ ഓരോ ജീവനക്കാരനും കഴിവുകേടും തന്റെ തലത്തിലേക്കുയരാത്ത കുറവുമാണ് ...സമയം ഓരോ പോസ്റ്റിലും സാമർത്ഥ്യം ആർ ജീവനക്കാരിയെ സ്വായത്തമാക്കിയ നീങ്ങാൻഅതിന്റെ ചുമതലകളിൽ നടപ്പിലാക്കുന്നതിനായി ... പ്രവർത്തിക്കുകയും ചെയ്തവർക്ക് ജീവനക്കാർ തീർന്നിരിക്കുന്നുഇതുവരെ കഴിവുകേടും അവരുടെ നില കഴിയില്ല.
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
ആറ്റോമിക ആക്രമണം സാഹചര്യത്തിൽ, എല്ലാ പ്രവൃത്തി നിയമങ്ങൾ താൽക്കാലികമായി ചെയ്യും.
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
പരിക്ക് കാര്യത്തിൽ ഉടനെ നിങ്ങളുടെ ശ്രേഷ്ഠരായി അറിയിക്കും. അവൻ അതു ചുംബിക്കുന്നു നിർണയംഅതു മികച്ചതാക്കാൻ.
		-- Dr. Laurence J. Peter, "The Peter Principle"

%
ഓരോ ചിട്ടപ്പെടുത്തിയ ക്രീം അത് sours വരെ ഉയർന്നു.
		-- Dr. Laurence J. Peter

%
വായ്പ ലഭിക്കാൻ ആദ്യം തന്നെ നിങ്ങൾ നിങ്ങൾ അത് ആവശ്യമില്ല തെളിയിക്കേണ്ടതുണ്ട്.
		-- Dr. Laurence J. Peter

%
കാര്ബോറ്ഡിനാല് നടുക്ക് പൊൻ ഭരണി ആണ്. 100 അടി വടക്ക് കാഴ്ചപ്പാട് ലേക്ക്സ്മാർട്ട് മാനേജർ. തെക്കോട്ടു 100 അടി ഒരു ഊമ മാനേജർ നിൽക്കുന്നു. 100 അടിയായികിഴക്കൻ ഈസ്റ്റർ ബണ്ണി ആണ്, 100 അടി പടിഞ്ഞാറ് സാന്താക്ലോസ് ആണ്.ചോദ്യം: ആദ്യം പൊന്നു ഭരണി ആരെയൊക്കെ?എ: ഊമ മാനേജർ. എല്ലാ ബാക്കി മിഥ്യാധാരണകൾ ഇവയാണ്.
		-- Dr. Laurence J. Peter

%
ഇന്നൊവേഷൻ ഷെഡ്യൂൾ ബുദ്ധിമുട്ടാണ്.
		-- Dan Fylstra

%
ഭ്രാന്ത് അവസാന പ്രതിരോധ ... അത് ഒരു റീഫണ്ട് നേടുകയും ബുദ്ധിമുട്ടാണെന്ന്വില്പ്പനക്കാരന് നിങ്ങളുടെ എഴൂതി sniffing ചന്ദ്രൻ ചെയ്തത് നേരിടേണ്ടിവരിക.
		-- Dan Fylstra

%
ഒരു econoclast ബാങ്കുകൾ അപ്പ് ഊതി ഒരു വ്യക്തി?
		-- Dan Fylstra

%
ഇത് കടം കൊടുക്കുന്നതു നല്ലതു, അതു ഒരേ കുറിച്ച് വില.
		-- Dan Fylstra

%
ധനികന്റെ മരിക്കുന്നതിനെക്കാൾ സമ്പന്നമായ ജീവിക്കാൻ നല്ലതു.
		-- Samuel Johnson

%
ഇത് കോണ്ടിനെന്റൽ പറക്കുന്ന അധികം എന്നുണ്ടായിരുന്നു യാത്ര നല്ലതു.
		-- Samuel Johnson

%
നിങ്ങൾ ടർക്കികൾ പ്രവർത്തിക്കാൻ വരുമ്പോൾ കഴുകന്മാരുടെ കൂടെ കൂടുമ്പോഴാണ് പ്രയാസമാണ്.
		-- Samuel Johnson

%
അതു നിങ്ങൾ നേരെ പ്രവണതകൾക്കെതിരെ ഒതുക്കിവെക്കുകയും ആ കോച്ച് പറക്കുന്ന വരുമ്പോൾ ഒഴിച്ചുകൂടാനാവാത്തതാണ്മനോനില ഭാവനാശാലിയായ. ഉടനെത്തന്നെ തോന്നുകയും ചെയ്യാം ആണെങ്കിൽകേസ്, അതു അല്ല കാബിൻ പൂർണ്ണമായും ജനവാസമുള്ള എന്ന് സാധ്യതചെലവുകുറഞ്ഞ ആഭ്യന്തര സിഗേഴ്സ് പുകവലി കുഞ്ഞുങ്ങൾക്ക് കരയുന്ന.
		-- Fran Lebowitz, "Social Studies"

%
ഒറ്റ ധാരാളം ഉണ്ട് അത് നന്നായി idling ആസ്വദിക്കാൻ അസാധ്യമാണ്വേല ചെയ്യാൻ.
		-- Jerome Klapka Jerome

%
ഇതിന് ഒരു സൂക്ഷിക്കാൻ അധികം ഒരു ജോലി കണ്ടെത്താൻ വളരെ ബുദ്ധിമുട്ടുമാണ്.
		-- Jerome Klapka Jerome

%
ഇത് ആ സാധു ചെയ്യേണ്ടിവരും പോരാ. മറ്റുള്ളവ പരാജയപ്പെടും വേണം.[എതിരെ ദാവീദ് മെറിക്ക് ആരോപിക്കപ്പെട്ടു. എഡ്.]അതു വിജയിച്ചാല് പോരാ. മറ്റുള്ളവ പരാജയപ്പെടും വേണം.[ഗ്രേറ്റ് മനസ്സ് വെയ്ക്കുക തോന്നുന്നു? എഡ്.]
		-- Gore Vidal

%
ഇത് ഒരു വ്യവസായ ഈ വിളിക്കാൻ പരിഹാസ്യമാണ്. ഇതല്ല. ഈ എലി തിന്നും ആണ്എലി, നായ നായ തിന്നുക. ഞാൻ ദം ഞാൻ കൊല്ലാൻ പോകുന്നു 'കൊല്ലും മുമ്പ് അവർ ഇഎംഎന്നെ കൊല്ലുക. നിങ്ങൾ ഇഹ്സാന് അതിജീവിക്കാനുള്ള അമേരിക്കൻ വഴി സംസാരിക്കുന്നത്.
		-- Ray Kroc, founder of McDonald's

%
അതു അവന്റെ ഉപകരണങ്ങൾ കുറ്റപ്പെടുത്തുന്നു ഒരു ദരിദ്രയായ ശില്പിയെ തുടർന്ന്.
		-- Ray Kroc, founder of McDonald's

%
ഇത് നിങ്ങളുമായി കാർയാദികൾ ഒരു ബിസിനസ് നേരിടുന്നുണ്ട്.
		-- Ray Kroc, founder of McDonald's

%
അത് വിസ്മയകരമാണ്! ഞങ്ങൾ ഒരു മണിക്കൂർ കഴിഞ്ഞ പകുതിയിൽ അതു പോലെ ഒന്നും കണ്ടില്ല!
		-- Macy's

%
അതു നിങ്ങൾ നിലത്ത് ഒരിക്കൽ നിങ്ങളുടെ bootstraps സ്വയം ഉയർത്തുവാൻ മാറില്ലേ അല്ല.
		-- Daniel B. Luten

%
അതിന് സമയം വരെ, ദശലക്ഷക്കണക്കിന് ഡോളർ സമാഹരിക്കാൻ വളരെ ഗ്ലാമർ അത്രയേയുള്ളൂനിങ്ങളുടെ ഇളകിമറിയുന്ന മുലകളെ ലേക്കുള്ള കാപിറ്റലിസ്റ്റിന്റെയും.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
അവൻ മരിച്ചവരിൽ വെറും കാരണം പണി ലേ ഓഫ് യാതൊരു കാരണം.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
നല്ല പ്രവൃത്തി തുടരുക! എന്നാൽ ദയവായി സഹായിക്കാൻ എന്നോട് ചോദിക്കരുത്.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
നിങ്ങളുടെ മേലുദ്യോഗസ്ഥൻ പിറകിലുള്ള നിങ്ങളുടെ മേലുദ്യോഗസ്ഥൻ ന്റെ ബോസിനെ സൂക്ഷിക്കുക.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
ബോൾ നിങ്ങളുടെ ശ്രദ്ധിക്കാൻ,ചക്രം ലേക്കുള്ള നിങ്ങളുടെ തോൾ,Grindstone ലേക്ക് നിങ്ങളുടെ മൂക്ക്,നിലത്തു നിങ്ങളുടെ കാൽനിങ്ങളുടെ തോളിൽ നിങ്ങളുടെ ഹെഡ്.ഇപ്പോൾ ... എന്തോ ചെയ്തുതീർക്കാൻ ശ്രമിക്കുക!
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
ഇഴ വിനാശകരമായ കഴിയും. കുറച്ചുകാലത്തേക്ക് ഏതെങ്കിലും lavishes വാങ്ങരുത്.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
ഒരു മോശം കടക്കാരൻ പണം വായ്പ അവൻ നിങ്ങളെ വെറുക്കുന്നു ചെയ്യും.
		-- Peter Kennedy, chairman of Kraft & Kennedy.

%
എന്നെ ഇവിടെ പ്രഥമ ദേശീയ എന്നതിൽ ഞങ്ങൾക്ക്, നിങ്ങൾ ഒരു അല്ലെന്ന് എന്നു ഞാൻ ഉറപ്പുനമ്പർ. മഅ്ദനിയുടെ രണ്ടു നമ്പറുകൾ, ഡാഷ്, മൂന്നു നമ്പറുകൾ മറ്റൊരു ഡാഷ് എന്നിവമറ്റൊരു നമ്പർ.
		-- James Estes

%
ന്റെ ഈ കാര്യം ഓർഗനൈസ് അതിൽ നിന്നുള്ള എല്ലാ തമാശയും നോക്കാം.
		-- James Estes

%
ലൈഫ് അത്യാഗ്രഹവും ചേർത്ത അമ്മ പ്രകൃതിരമണീയമായ ആരോഗ്യകരമായ ഒരു ആദരവും ആണ്.
		-- James Estes

%
ലൈഫ് കുറഞ്ഞ ആണ്, പക്ഷേ സാധനങ്ങൾ നിങ്ങളെ കൊല്ലാൻ കഴിയും.
		-- James Estes

%
അങ്ങനെ ചെയ്യാൻ നിങ്ങൾ കടം ഉണ്ടെങ്കിൽ പോലും നിങ്ങളുടെ വരുമാനം ജീവിക്കുക.
		-- Josh Billings

%
ഭൂമിയിലൊരു ജീവിക്കുന്നു ചെലവേറിയ എങ്കിലും അതു വാർഷിക സ്വതന്ത്ര ട്രിപ്പ് ഉൾപ്പെടുന്നുസൂര്യനു ചുറ്റും
		-- Josh Billings

%
തീർച്ചയായും പുരുഷന്മാർ അവരുടെ പ്രയോഗങ്ങളുടെ ഉപകരണം തീർന്നിരിക്കുന്നു.
		-- Henry David Thoreau

%
വായ്പ-വകുപ്പിന്റെ മാനേജർ: "ഏതെങ്കിലും ഫൈൻ പ്രിന്റ് ഇല്ല ഈ സമയത്ത്.പലിശ നിരക്ക്, ഞങ്ങൾ അതു ആവശ്യമില്ല. "
		-- Henry David Thoreau

%
യൂസേർസ്?ഒരു മാറ്റം തോന്നുന്നു?ഒരു പുതിയ ജോലി തോന്നുന്നു?ആവേശം തോന്നുന്നു?പുതിയ രസകരമായ ആളുകളെയും കണ്ടുമുട്ടാനാഗ്രഹിക്കുന്നത്?തന്നെ അതിന്റെ സ്ക്രൂ-ഒറ്റ കൂടുതൽ സമയം !!!!!!!
		-- Henry David Thoreau

%
ഇതാ ഞങ്ങൾ hustlers, കരാർ നിയമനിർമാതാക്കളും, shysters കൂടെ അവിടെ എല്ലാ ദിവസവും വ്യാപാരംCon-പുരുഷന്മാർ. സ്ഥാപനങ്ങൾക്ക് ആരംഭിക്കാൻ മാർഗ്ഗമാണ്. അതാണ് ഈ മാർഗ്ഗമാണ്രാജ്യത്തെ പണിതത്.
		-- Hubert Allen

%
ധാരാളം ആളുകൾ വിധിയിൽ കൂടെ മോശം മാനേജ്മെന്റ് ആശയക്കുഴപ്പത്തിലാക്കുന്നുണ്ട്.
		-- Frank Hubbard

%
സ്നേഹം ലോക്ക്സ്മിത്തുകൾ ചിരിക്കും ചെയ്തേക്കാം, പക്ഷെ അങ്ങനെ പണം ബാഗുകൾ ആഴമായ ആദരവും ഉണ്ട്.
		-- Sidney Paternoster, "The Folly of the Wise"

%
വിജയാശംസകളും, ആ തയ്യാറാക്കലും അവസരം കണ്ടുമുട്ടുമ്പോൾ തുടർന്ന്.
		-- P. E. Trudeau

%
ജോലിസ്ഥലത്ത് വലയുന്നതു നടത്തുക. കാര്യങ്ങൾ വീട്ടിൽ ക്ഷയിച്ച് ചെയ്യട്ടെ തുടരുക.
		-- P. E. Trudeau

%
മനുഷ്യൻ കാന്തപുരം സത്യമെന്ന് ഒരു മൃഗം മാത്രമാണ് മറ്റ് മൃഗ this-- ചെയ്യുന്നതുആരും നായ തമ്മിൽ അസ്ഥികൾ സ്വീകരിച്ചത്.
		-- Adam Smith

%
അവർ അവനെ രൂപപ്പെടുത്താനുള്ള വരാതിരിപ്പാൻ മനുഷ്യൻ തന്റെ ഉപകരണങ്ങൾ രൂപപ്പെടുത്താൻ വേണം.
		-- Arthur R. Miller

%
മാനേജ്മെന്റ്: എലികളുടെ എത്ര കാൽ ഉണ്ട്?മറുപടി: മൈസ് നാലു കാലുകളും.എം: വിശദമായിത്തന്നെ!R: മൈസ് അഞ്ചു അനുബന്ധ; അവരോടു നാലു കാൽ.എം: അഞ്ചാം വപയും യാതൊരു ചർച്ച!R: മൈസ് അഞ്ചു അനുബന്ധ ഉണ്ടു; അവരിൽ നാലു കാൽ; ഒരുത്തൻ ഒരു വാൽ.എം: എന്താണ്? യാതൊരു കാലുകൾ കാലുകളുണ്ടോ?R: മൈസ് നാലു കാലുകൾ, നാലു കാലുകൾ, യൂണിറ്റ്-മൗസ് ഒന്ന് വീതം വാൽ ഞങ്ങൾക്കുണ്ട്.എം: ആശയക്കുഴപ്പത്തിലാക്കുന്നു - 9 അനുബന്ധ ആ മൊത്തം?R: മൈസ് നാലു ലെഗ് കാൽ സമ്മേളനങ്ങളിലും ഞങ്ങൾക്കുണ്ട് ബോഡി ഒന്ന് വീതം വാൽ നിയമസഭാ.എം: പൂർണ്ണമായി പ്രശ്നം ചർച്ച അനുശാസിക്കുന്നത്!R: ഓരോ മൗസ് നാലു കാലുകൾ വാലിന് സജ്ജീകരിച്ചിരിക്കുന്നു വരുന്നു. ഓരോ ലെഗ്ശരീരത്തിൽ സമ്മുഖ അവസാനം ഒരു കാൽ സജ്ജീകരിച്ചിരിക്കുന്നു; വാല്ഒരു കാൽ കൊണ്ട് സജ്ജീകരിച്ചിരിക്കുന്നു ചെയ്തിട്ടില്ല.എം: ഡിസ്ക്രിപ്റ്റീവ്? അതെ. ഘോരവുമായ ഇല്ല!ആർ: എലികളുടെ വേണ്ടി അനുബന്ധ അലോട്ട്മെന്റ് ആയിരിക്കും നാല് കാൽ-ലെഗ് സമ്മേളനങ്ങൾ,ഒറ്റ വാൽ. ഈ നയം നിന്ന് വ്യതിചലനമായിരുന്നു എന്നപോലെ അനുവദനീയമല്ലദുർലഭമായ വപയും ആസ്തികളുടെ misapportionment സ്ത്രീകളുമാണ്.എം: വളരെ സ്വേച്ഛാധിപത്യ; ക്രിയാത്മകതയും അമർച്ച!R: മൈസ് നാലു കാലുകളും; ഓരോ കാൽ അംഗമായി ഒരു ചെറിയ ലെഗ് ചേർത്തിരിക്കുന്നുintegrally മൊത്തത്തിലുള്ള മൗസ് ഘടനാപരമായ ഉപ-സിസ്റ്റവുമായി. എതിരെമൌസ് സബ് സിസ്റ്റം ഘടിപ്പിച്ചിരിക്കുന്ന ഒരു നേർത്ത വാൽ, നോൺ-ഫങ്ഷണൽ ആൻഡ്പ്രകൃതിയിൽ അലങ്കാര.എം: വളരെ വിലപ്പെട്ടതാണു / ശാസ്ത്രീയ. ചോദ്യത്തിന് ഉത്തരം!R: മൈസ് നാലു കാലുകളും.
		-- Arthur R. Miller

%
നിരവധി ആളുകൾ അവയുടെ പ്രവർത്തനവുമായി unenthusiastic ആകുന്നു.
		-- Arthur R. Miller

%
നിരവധി ആളുകൾ നിങ്ങളുടെ ജോലി കുറിച്ച് unenthusiastic ആകുന്നു.
		-- Arthur R. Miller

%
നിരവധി ആളുകൾ അവർ പറയാനില്ല നിങ്ങളെ പറയാൻ മെമ്മോകൾ എഴുതുന്നു.
		-- Arthur R. Miller

%
Mater മജിസ്റ്റർ necessitas.[ആവശ്യമാണ് കണ്ടുപിടുത്തം മാതാവ്].
		-- Arthur R. Miller

%
മാതൃത്വവും നൽകണം? ഇപ്പോൾ എല്ലാ ടോം, ഡിക്ക് ആൻഡ് ഹാരി ഗർഭിണിയായ ലഭിക്കും.
		-- Malcolm Smith

%
ഒരുപക്ഷേ നിങ്ങൾ സന്തോഷം വാങ്ങാൻ കഴിയില്ല, എന്നാൽ നിങ്ങൾ തീർച്ചയായും അത് ചാർജ് ചെയ്യാം ഈ ദിവസം.
		-- Malcolm Smith

%
മക്ഡൊണാൾഡിന്റെ - നിങ്ങൾ അത് രൂപയുടെ മുൻപരിചയം കാരണം.
		-- Malcolm Smith

%
ഉന്നതമായ പ്രതിഭയുടെ പുരുഷന്മാർ അവർ കുറഞ്ഞത് വേല ചെയ്യുന്ന മിക്ക സജീവമാണ്.
		-- Leonardo da Vinci

%
ഒരിക്കലും തങ്ങളുടെ കഴിവുകൾ - പുരുഷന്മാർ പരിഗണിക്കുന്ന മാത്രമേ അവരുടെ ആവശ്യങ്ങൾ എടുത്തു.
		-- Napoleon Bonaparte

%
പുരുഷന്മാരുടെ ചർമ്മത്തിന് വനിതാ ത്വക്ക് നിന്നും വ്യത്യസ്തമാണ്. ഇത് സാധാരണയായി വലിയ ആകുന്നു;അതു അത് തിരുവനന്തപുരത്തെ കൂടുതൽ പാമ്പുകളെ ഉണ്ട്. നിങ്ങൾ ഒരു സ്ത്രീയുടെ തൊലി സൂഷ്മമായിവളരെ അടുത്ത്, ഇഞ്ചിൽ ഇഞ്ച്, സൌമ്യമായി അവളുടെ shapely തടവുകയും തുടങ്ങുന്ന അപ്പോൾപിന്നെ, അവളുടെ പശുക്കിടാക്കളുടെയും നേർത്ത കർവ് കണ്ടെത്തുന്നത് അവളുടെ അടുക്കൽ നീക്കുന്നു ...[എഡിറ്ററുടെ ശ്രദ്ധിക്കുക: പ്രധാന ലോക സംഭവങ്ങൾ കുറിച്ച് വാർത്താ ലേഖനങ്ങളും ഇടം ഒരുക്കുന്നതിനായികൃഷി, ഞങ്ങൾ അടുത്ത ഏതാനും ചതുരശ്ര അടി ഇല്ലാതാക്കാൻ പോകുന്നു പോലെസ്ത്രീയുടെ തൊലി. നന്ദി.]... ഒടുവിൽ അവിടെ നിങ്ങൾ രണ്ടു കിടക്കുന്ന വരെ, നിങ്ങളുടെ പുകവലി, ചെലവഴിച്ചത്സിഗരറ്റ്, പെട്ടെന്നു അതു നിങ്ങളെ അമ്പരപ്പിക്കുന്ന: മനുഷ്യാവകാശ ത്വക്ക് യഥാർത്ഥത്തിൽ നിർമ്മിക്കുന്നprotoplasm ചെറിയ യൂണിറ്റുകൾ കോടിക്കണക്കിന് "കോശങ്ങളിലെ" വിളിച്ചു! എന്നാൽ കൂടുതൽ എന്താണ്രസകരമായ, പുറത്തു പശുക്കൾ എല്ലാവരും മരിക്കുന്നു! ഇത് ഒരു വസ്തുതയാണ്. നിങ്ങളുടെത്വക്ക് ഒരു ആക്രമണാത്മക ആധുനിക കോർപ്പറേഷൻ, എവിടെ പഴയ വെറ്ററൻ പോലെയാണ്സെല്ലുകൾ, ആർ ഒടുവിൽ മുകളിൽ അവരുടെ വഴി ജോലിചെയ്യുന്ന ഓഫീസുകൾ ലഭിച്ചതുപോലെനൈസ് കാഴ്ചകൾ കൂടെ നിരന്തരം ഔട്ട് വിൻഡോ തല ആദ്യം രസാവഹമാണ് ചെയ്യുന്നു,പെൻഷൻ പ്ലാൻ പോലും ഇല്ലാതെ, ഇളയ .കൂടെ സെല്ലുകൾ നിന്ന് മുകളിലേക്കു നീക്കിയാൽ വഴിതാഴെ.
		-- Dave Barry, "Saving Face"

%
അഴിമതിക്കാരായ പ്രഭുസഭയിലെ മെന്റൽ ശക്തിയോ, കേവലമായ ഇന്റലിജൻസ് ഉർവരപൂജകളുമായിയുവതിയെ പൂർണ്ണമായും അക്രമം വിട്ടകലുന്നവനും വരെ, പഴയത് വഷളായിവങ്കത്തമാണ് പ്രശ്നങ്ങൾ സ്മാർട്ട് പരിഹാരങ്ങൾ അനുകൂലമായി.
		-- Piers Anthony

%
മണി സന്തോഷം വാങ്ങാൻ കഴിയില്ല, പക്ഷേ നിങ്ങൾ awfully സുഖപ്രദമായ സമയത്ത് കഴിയുംമോന് കണക്കിലെടുക്കാതെ.
		-- C. B. Luce

%
മണി സ്നേഹം വാങ്ങാൻ കഴിയില്ല, എന്നാൽ അതു നിങ്ങളുടെ വിലപേശൽ സ്ഥാനം മെച്ചപ്പെടുത്തുന്നു.
		-- Christopher Marlowe

%
മണി സ്നേഹം വേണ്ടാ പോലും സൗഹൃദം വാങ്ങാൻ കഴിയില്ല.
		-- Christopher Marlowe

%
പണം അതു സത്യം സംസാരിക്കാൻ ഇല്ല.
		-- Bob Dylan

%
പണം മാത്രം സാമ്പത്തിക കാരണങ്ങളാൽ എങ്കിൽ ദാരിദ്ര്യം നല്ലതു.
		-- Bob Dylan

%
പണം സ്വന്തം പ്രതിഫലം.
		-- Bob Dylan

%
പണം ദോഷം റൂട്ട് മാത്രമാണ് മനുഷ്യൻ വേരുകൾ ആവശ്യമാണ്.
		-- Bob Dylan

%
പണം ധനം ഐഡിയ ആണ്.
		-- Bob Dylan

%
പണം സത്യം. ഒരു മനുഷ്യൻ തന്റെ മാനം സംസാരിക്കുന്നു എങ്കിൽ പണം അടയ്ക്കും ഉണ്ടാക്കേണം.
		-- Lazarus Long

%
പണം എല്ലാം അല്ല - പക്ഷേ മുന്നോട്ട് അടുത്ത് വന്നിരുന്നു നീണ്ട മാർഗ്ഗമാണ്.
		-- Sir Edmond Stockdale

%
മണി സൗഹൃദം വാങ്ങാൻ എന്നാൽ പണത്തെ സ്നേഹിക്കുന്നു വാങ്ങാൻ കഴിയില്ല.
		-- Sir Edmond Stockdale

%
മണി വർഷങ്ങളിൽ ഏറ്റവും ശ്രദ്ധേയമായ കാമുകൻ കഴിയുന്നതിനെക്കാൾ ഒരു നിമിഷം കൂടുതൽ പറയും.
		-- Sir Edmond Stockdale

%
Moneyliness ദൈവഭക്തിയെന്നത് അടുത്താണ്.
		-- Andries van Dam

%
നിങ്ങൾ പരിഗണിക്കുന്ന തുടർന്ന് മിക്ക ആളുകളും നിങ്ങളുടെ പങ്കു് ശ്രദ്ധിക്കുംഅവരുടെ അസ്വീകാര്യമായ ഓഫർ.
		-- Andries van Dam

%
Mundus vult decipi decipiatur അതുകൊണ്ട്.[ലോകത്തെ വഞ്ചിച്ചു ആഗ്രഹിക്കുന്നത്, അങ്ങനെ ചതിക്കുക.]
		-- Xaviera Hollander

%
റൂം സേവനം വൈകി വരുമ്പോൾ roughing എന്റെ ആശയം അത്.
		-- Xaviera Hollander

%
roughing എന്റെ ആശയം അത് വളരെ കുറഞ്ഞ എയർകണ്ടീഷണർ തിരിഞ്ഞു.
		-- Xaviera Hollander

%
എന്റെ പ്രശ്നം എന്റെ വലയിൽ വരുമാനം എന്റെ മൊത്ത ശീലങ്ങൾ .മാമാടെ പറയാം.അവൻ മരിക്കുമ്പോൾ അവശേഷിക്കുന്നു $ 10,000 ഏതൊരു മനുഷ്യൻ ഒരു പരാജയമാണെന്ന്.
		-- Errol Flynn

%
"ആവശ്യമാണ് കണ്ടുപിടുത്തം മാതാവ്" ചെയ്യന്നു പഴഞ്ചൊല്ല് ആണ്. "ആവശ്യമാണ്വിഫലമായ നിയപരമായ മാതാവ് "സത്യം അടുത്തോ വളരെ ആകുന്നു.
		-- Alfred North Whitehead

%
Neckties വ്യക്തമായ ചിന്താഗതി ഞെരിക്കാം.
		-- Lin Yutang

%
ഒരു മനുഷ്യന്റെ അപ്പീൽ ഒരിക്കലും "മെച്ചപ്പെട്ട സ്വഭാവം." അവൻ ഒരു ഉണ്ടാകണമെന്നില്ല.അവന്റെ സ്വയം പലിശ സഹതാപ നിങ്ങൾക്ക് കൂടുതൽ ഉയരാൻ നൽകുന്നു.
		-- Lazarus Long

%
ഒരു ബിസിനസ്സ് കത്തിൽ രണ്ടു ചോദ്യങ്ങൾക്ക് ഒരിക്കലും ചോദിക്കരുത്. മറുപടി ചർച്ച ചെയ്യുംഒരാൾ നിങ്ങളെ കുറഞ്ഞത് താൽപ്പര്യമുള്ള മറ്റ് കുറിച്ച് ഒന്നും പറയുന്നില്ല.
		-- Lazarus Long

%
സമ്പന്നമായ സെയില്സ്മേനായി നിന്ന് വാങ്ങാൻ ഒരിക്കലും.
		-- Goldenstern

%
വിലകുറഞ്ഞ കാരണം നിങ്ങൾ ആഗ്രഹിക്കുന്നില്ല എന്ത് വാങ്ങാൻ ഒരിക്കലും; അത് നിങ്ങൾക്ക് സ്നേഹിക്കും.
		-- Thomas Jefferson

%
വിഡ്ഢിയാണ് വിളിക്കും ഒരിക്കലും. അവനെ കൊള്ളുന്നത്.
		-- Thomas Jefferson

%
തിന്നുകയോ പൂശലും ആവശ്യമാണ് യാതൊന്നിലും നിങ്ങളുടെ പണം നിക്ഷേപിക്കാൻ ഒരിക്കലും.
		-- Billy Rose

%
Joneses ബന്ധം നിലനിർത്തുകയും ഒരിക്കലും. നിങ്ങളുടെ തലത്തിലേക്ക് താഴേക്ക് വലിക്കുക.
		-- Quentin Crisp

%
അതു ആർ വ്യക്തി ഇന്ററപ്റ്റ് ചെയ്യാൻ കഴിയില്ല പറയുന്നു ഒരാൾ ഒരിക്കലുംചെയ്തു കൊണ്ടിരിക്കുന്നു.
		-- Quentin Crisp

%
നിങ്ങൾ അവനോടു അവകാശമായി വിഭാഗിച്ചു വരെ നിങ്ങൾ ഒരു മനുഷ്യനെ പറയുക.
		-- Quentin Crisp

%
എങ്ങനെ കാര്യങ്ങൾ ചെയ്യാൻ ആളുകളെ പറയുന്നു ഒരിക്കലും. അവരെ എന്തുചെയ്യാൻ അവർ പറയുന്നുഅവരുടെ വൈഭവം നിങ്ങളെ അത്ഭുതപ്പെടുത്തും.
		-- Gen. George S. Patton, Jr.

%
പണത്തിനു വസ്തുവാണ് പറയുന്നു ആർക്കും ഒരിക്കലും വിശ്വസിക്കരുത്.
		-- Gen. George S. Patton, Jr.

%
പാടി ഒരു പന്നി പഠിപ്പിക്കാൻ ശ്രമിക്കുക ഒരിക്കലും. അതു നിങ്ങളുടെ സമയം ധൂർത്തടിക്കുന്ന, പന്നിയെ ശല്യപ്പെടുത്തുകയില്ല.
		-- Lazarus Long, "Time Enough for Love"

%
പുതിയ YORK-- ക്രാഫ്റ്റ് ഫുഡ്സ് ഇൻക് ബോർഡ് ഇന്നു പ്രഖ്യാപിച്ചുഡയറക്ടർമാർ ഐകകണ്ഠ്യേന ഫിലിപ്പ് $ 11 ബില്യൺ ഏറ്റെടുക്കലിന് ബിഡ് നിരസിച്ചുമോറിസ് ആൻഡ് കോ എ ക്രാഫ്റ്റ് വക്താവ് പത്രസമ്മേളനത്തിൽ പ്രസ്താവിച്ചു എന്ന്$ 90-പെർ-ഷെയർ ബിഡ് പ്രതിഫലിപ്പിച്ചില്ല കാരണം ഓഫർ നിരസിച്ചുകമ്പനിയുടെ യഥാർഥ മൂല്യം.വാൾസ്ട്രീറ്റ് അകത്തുള്ളവര്ക്ക് എന്നാൽ, തികച്ചും വ്യത്യസ്തമായ ഒരു കഥ പറയാൻ.പ്രത്യക്ഷമായും, ഡയറക്ടേഴ്സ് ക്രാഫ്റ്റ് ബോർഡ് എല്ലാ എന്നാൽ ഏറ്റെടുക്കലിന് ഒപ്പുവെച്ചത്അവർ ഒന്നിന് ഫിലിപ്പ് മോറിസ് 'മാർക്കറ്റിംഗ് പദ്ധതികൾ അറിഞ്ഞപ്പോൾ കരാർഅവരുടെ പ്രധാന മിഡിൽ ഈസ്റ്റ് ഉപകമ്പനികളും. ഒരു വ്യക്തിക്ക്, ബോർഡ് വോട്ട്അവർ പുകയില ഭീമൻ ആഗ്രഹിച്ച കണ്ടെത്തിയിരുന്നു സന്ദർഭം ബിഡ് നിഷേധിച്ച്ഇസ്രായേലി Cheddar, ലിമിറ്റഡ് പുനസ്സംഗഹിക്കുക, നസറെത്തിൽ പുതിയ കമ്പനി പാൽക്കട്ട പേരിടുക.
		-- Lazarus Long, "Time Enough for Love"

%
Nitwit ആശയങ്ങൾ അടിയന്തിര വേണ്ടിയുള്ളതാണ്. നിങ്ങൾ ശേഖരമൊന്നുമില്ല അവ ഉപയോഗിക്കാൻമറ്റാരെങ്കിലും ശ്രമിക്കുന്നതിന്. അവർ ജോലി ചെയ്താൽ അവർ വേദഗ്രന്ഥം ചെല്ലും. അല്ലാത്തപക്ഷം നിങ്ങൾ പിന്തുടരുന്നവേദഗ്രന്ഥം മധ്യെ പ്രവർത്തിച്ചിരുന്ന nitwit ആശയങ്ങൾ ഒരു ശേഖരം ആണ്.
		-- Larry Niven, "The Mote in God's Eye"

%
ഇല്ല കമ്മിറ്റി എപ്പോഴെങ്കിലും ഒരു ഒട്ടകം വിപ്ലവകരമായ വല്ലതും കൂടെ ഉള്ളവരെ -പോലെ പ്രായോഗികവും പോലെ തികച്ചും കീഴിൽ ഫലപ്രദമായി നടത്താൻ രൂപകൽപ്പന ഒന്നുംഅത്തരം സാഹചര്യങ്ങളിൽ അവസ്ഥ.
		-- Laurence J. Peter

%
"ഒരു ജോലി വളരെ വലുതാണ്; വളരെ വലുതാണ് ഫീസ്!"
		-- Dr. Peter Venkman, "Ghost-busters"

%
ആരും ബുധനാഴ്ചകളിൽ രോഗികളെ ലഭിക്കുന്നു.
		-- Dr. Peter Venkman, "Ghost-busters"

%
പ്രശ്നമൊന്നുമില്ല എല്ലാ സാങ്കൽപിക സാഹചര്യങ്ങളിൽ insoluble ആണ്.
		-- Dr. Peter Venkman, "Ghost-busters"

%
പ്രശ്നമൊന്നുമില്ല വെറും അതിൽ നിന്ന് നടക്കാതെ കഴിയും അങ്ങനെ കരുത്തുറ്റ ആണ്.
		-- C. Schulz

%
പ്രശ്നത്തിന് കാരണം എവിടെയോ യോജിച്ചുപോകാൻ കഴിയില്ല അതിനാൽ വലുതാണ്.
		-- C. Schulz

%
ഇല്ല സ്കീകൾ വാടക സ്കീകൾ പോലുള്ള പാറകൾ എടുത്തു!
		-- C. Schulz

%
ബസ് തുപ്പി ഇല്ല!നിങ്ങൾ Mgt നന്ദി.
		-- C. Schulz

%
ഞങ്ങളുടെ ആരും "വിദഗ്ദ്ധരെ." ആകുന്നു ഞങ്ങൾ ഏറ്റവും നിർഭാഗ്യവശാൽ ആവശ്യം കണ്ടെത്തിയിരിക്കുന്നുഉടനെ അവൻ തനിക്കു ഒരു വിദഗ്ധ ശന്പളം ഒരു മനുഷ്യൻ മുക്തി നേടാനുള്ള - ആരും കാരണംഅവൻ ശരിക്കും തൻറെ ജോലി അറിയുന്നു എങ്കിൽ എപ്പോഴെങ്കിലും തന്നെത്താൻ വിദഗ്ധൻ പരിഗണിക്കുന്നു. ഒരു അറിയുന്നു മനുഷ്യൻജോലി അവൻ എപ്പോഴും നിർബന്ധിക്കുന്ന ഒന്നാണ്, അതിനാൽ അധികം ചെയ്തതിൽ അധികം ഉണ്ടാകുവാൻ കാണുന്നതുമുന്നോട്ടും ഒരിക്കലും എത്ര ശുഭവും എത്ര കാര്യക്ഷമവുമായ ലേക്ക് ചിന്തയുടെ ക്ഷണനേരംകൊണ്ട് കളഞ്ഞാലോഅവൻ. മുന്നോടിയായി എപ്പോഴും ചിന്തിക്കുന്നത് കൂടുതൽ ചെയ്യാൻ ശ്രമിക്കുന്ന എപ്പോഴും പരതി ഒരു നൽകുന്നുമനസ്സിന്റെ സംസ്ഥാന ഏത് ഒന്നും അസാധ്യമല്ല. നിമിഷവും ഒരു എത്തുന്നമനസ്സിന്റെ "വിദഗ്ധ" സംസ്ഥാന മണൽ കാര്യങ്ങൾ ഒരു വലിയ എണ്ണം.
		-- From Henry Ford Sr., "My Life and Work"

%
പേപ്പർവർക്കിൽപ്പെട്ടുപോയ നടക്കുന്ന ഒന്നും പൂർത്തിയായി.
		-- From Henry Ford Sr., "My Life and Work"

%
ഒന്നും താന് ഇല്ല മനുഷ്യനെ അസാധ്യമാണ്.
		-- A. H. Weiler

%
ഒന്നും കോടിപതികളുടെ കൂടെ കരുത്ത് കൂടുതൽ പ്രശംസനീയമായ ആണ്അവരുടെ ധനം ദോഷങ്ങളുമുണ്ട് സഹിക്കില്ല.
		-- Nero Wolfe

%
ഒന്നും അവസാന മിനിറ്റിൽ ഒരു വ്യക്തി കൂടുതൽ ഉൽപ്പാദനക്ഷമത ചെയ്യുന്നു.
		-- Nero Wolfe

%
ഒന്നും തന്റെ ബോസിനെ സത്യസന്ധമായ ദിവസത്തെ പ്രവൃത്തി ഇട്ടു കാണാൻ അധികം ഒരു മനുഷ്യൻ പ്രേരിപ്പിക്കുന്നു.
		-- Nero Wolfe

%
ഒന്നും വിജയം പോലെ .ജൂലിയ.
		-- Walter Winchell

%
ഒന്നും അമിത പോലെ നിയമനം.
		-- Oscar Wilde

%
ഒന്നും വിജയം പോലെ നിയമനം.
		-- Alexandre Dumas

%
ഒന്നും വിജയം അളവുപോലെ നിയമനം.
		-- Christopher Lascl

%
ഒന്നും ഒരു ചെറിയ അഡ്മിഷൻ ഫീസ് തുടങ്ങിയ ആവേശം ദൂരീകരിക്കാൻ ചെയ്യും.
		-- Kim Hubbard

%
സാധ്യമായ എല്ലാ എതിർപ്പ് ആദ്യം എങ്കിൽ ഒന്നും എന്നെങ്കിലും ശ്രമിച്ചു ചെയ്യുംജയിക്കുക.
		-- Dr. Johnson

%
ഇപ്പോള്, നിങ്ങൾ, ചോദിച്ചേക്കാം "ഞാൻ ആ പൂർണ്ണമായ ഹോം ഉപകരണം ഒന്ന് ലഭിക്കും$ 4 കീഴിൽ വേണ്ടി സെറ്റുകൾ? "നല്ല ചോദ്യം.അവർ വിൽക്കാൻ എവിടെ ശരിക്കും വിലകുറഞ്ഞ കുറഞ്ഞ സ്റ്റോറുകൾ ഒന്ന് പോകുകഗ്രഹം നെപ്റ്റ്യൂൺ, എവിടെ നിന്ന് കാണാവുന്ന നിറങ്ങളിൽ പ്ലാസ്റ്റിക് ഫർണിച്ചറുകൾRaisinets നിറഞ്ഞ കടലാസോ പെട്ടി പ്രത്യേകം ഒരു ഭക്ഷ്യ വിഭാഗം എനിക്കുണ്ട്malted പാൽ പന്തിൽ നിക്സൺ ഭരണകാലത്ത് നിർമിക്കുന്ന. രണ്ടിലുംഹാർഡ്വെയർ അല്ലെങ്കിൽ housewares വകുപ്പ്, ഒരു നിന്ന് ഇറക്കുമതി ഒരു ഇനം കാണാംത്രിതീയ ഓറിയന്റൽ രാജ്യവും അടങ്ങുന്ന "വൺ ഒമ്പത് ഉപകരണങ്ങൾ" വിശേഷിക്കപ്പെട്ടിട്ടുണ്ട്.ജീവിതവുമായി ഓറിയന്റൽ പ്രതിനിധാനം പരസ്പരം അറ്റത്ത് അല്പം ഹാൻഡിൽഅമേരിക്കക്കാർ ഹോം ചുറ്റും ഉപയോഗിക്കുന്ന ഉപകരണങ്ങളുടെ ആശയങ്ങൾ. ഇത് വാങ്ങുക.ഈ ഉപകരണം സെറ്റ് പ്രൊഫഷണലുകളുടെ ഉപയോഗിക്കാൻ തരത്തിലുള്ള ആണ്. മാത്രമല്ല അത്ചെലവുകുറഞ്ഞ, അത് ഒരു വലിയ സുരക്ഷാ സവിശേഷത കണ്ടെത്തി ചെയ്തിട്ടില്ലഗുണമേന്മയുള്ള ഉപകരണങ്ങൾ വിളിക്കപ്പെടുന്ന സജ്ജമാക്കുന്നു: ഹാൻഡിൽ യഥാർത്ഥത്തിൽ ശരിയായ ഓഫാകും തകർക്കുംആകസ്മികമായി സ്വയം മറ്റെന്തെങ്കിലും അല്ലെങ്കിൽ നയിക്കുന്നത് പുലഭ്യം ഹിറ്റ്സൂര്യപ്രകാശം.
		-- Dave Barry, "The Taming of the Screw"

%
നൽകിയ ഏതെങ്കിലും അജണ്ട ഇനം എല്ലാ സാധ്യമായ കമ്മിറ്റി പ്രതികരണങ്ങൾ, ഓഫ്നടക്കാനിരിക്കുന്ന പ്രതികരണമായിരുന്നു വലിയവൻ ശുശ്രൂഷകള് ചെയ്യും ഒന്നാണ്ചൂട് വായൂ തുക.
		-- Thomas L. Martin

%
തീർച്ചയായും ഇല്ല കാരണം അതു, അതു വെറും ഞങ്ങളുടെ നയമാണ് അവിടെ.
		-- Thomas L. Martin

%
അതു ഫാൻ ഭൂചലനം ഒരിക്കൽ മാത്രം യുക്തിബോധം ചോയ്സ് അതു നീക്കാനൊന്നുമില്ല, പാക്കേജ് അതു,വളം പോലെ വിറ്റു.
		-- Thomas L. Martin

%
ഒരു ജ്വാലി, ബസ് ഡ്രൈവർ, ബസ് ഗാരേജ് പോയി തന്റെ ബസ് ആരംഭിച്ചു,ഒപ്പം വഴിയിലുടനീളം ഓഫ് തെളിച്ചു. ആദ്യ കുറച്ചു സ്റ്റോപ്പുകൾ എന്നതിനായി പ്രശ്നങ്ങൾ - കുറച്ച്ജനം ഏതാനും പന്തിൽ, കാര്യങ്ങൾ പൊതുവെ നന്നായി ചെന്നു കയറി. അടുത്തതില്ബ്രേക്ക്ചെയ്യുകനിർത്താൻ അതേസമയം, ഒരു തിരുവോസ്തി ഒരു വലിയ ഹൾക്ക് കയറി. ആറടി എട്ടു ഒരു പോലെ പണിതുഗുസ്തി, ആയുധ നിലത്തു തൂങ്ങി. അവൻ ഡ്രൈവർ എന്താവശ്യമിരിക്കുന്നു പറഞ്ഞു"ബിഗ് ജോൺ തീർക്കാം ഇല്ല!" തിരികെ ഉപവിഷ്ടനായി.ഞാൻ ഡ്രൈവർ അഞ്ചു അടി മൂന്ന് എന്ന് പറഞ്ഞോ നേർത്തും അടിസ്ഥാനപരമായിസൌമ്യനായി? നന്നായി, അവൻ ആയിരുന്നു. സ്വാഭാവികമായും അവൻ ബിഗ് ജോൺ തർക്കിക്കാൻ അല്ല, അവൻ ഇല്ലഅതു സന്തോഷവതിയാണ്. നന്നായി, അടുത്ത ദിവസം ഒരേ കാര്യം സംഭവിച്ചു - ബിഗ് ജോൺ കയറിവീണ്ടും അടയ്ക്കാൻ വിസമ്മതിച്ച ഒരു ഷോ ഉണ്ടാക്കി ഇരുന്നു. അടുത്ത ദിവസം,ശേഷം ഒന്നു ഇത്യാദി. ഈ ആരംഭിച്ച ബസ് ഡ്രൈവർ ഓൺ ബജ്റയുംവഴി ബിഗ് യോഹന്നാൻ അവനെ മുതലെടുത്ത് ചെയ്തു മേൽ ഉറക്കം നഷ്ടപ്പെടുന്നത്. ഒടുവിൽ അവൻഇനി അതു കഴിഞ്ഞില്ല. ബോഡിബിൽഡിങ്ങിനായി കോഴ്സുകൾ, കരാട്ടെ, ജൂഡോ അപ്പ് ചെയ്തു,എല്ലാ നല്ല സ്റ്റഫ്. വേനൽക്കാലത്ത് അന്ത്യത്തിൽ, വളരെ ശക്തമായ മാറിയിരുന്നു;എന്തിനധികം അവനെക്കുറിച്ചുതന്നെ ശരിക്കും നല്ല തോന്നി.അതുകൊണ്ട് അടുത്ത തിങ്കളാഴ്ച, ബിഗ് ജോൺ വീണ്ടും ബസ് കയറി ന്കൂടാതെ "!, ബിഗ് ജോൺ തീർക്കാം ഇല്ല" പറഞ്ഞു ഡ്രൈവർ, എഴുന്നേറ്റു ഭൂതകാല തിരികെ മൈന്ഡ്പാസഞ്ചർ, ഒപ്പം ആവിർഭവിച്ചു "അതെന്താ?"തന്റെ മുഖത്തു ഒരു അത്ഭുതപ്പെടുത്തി രൂപഭാവത്തിൽ ബിഗ് ജോൺ, "എന്ന് മറുപടി ബിഗ് ജോൺ ഒരു ഉണ്ട്ബസ് പാസ്. "
		-- Thomas L. Martin

%
ഒന്ന് നല്ല സ്യൂട്ട് ആയിരം ആരംഭിക്കുകയോ രൂപയുടെ.
		-- Thomas L. Martin

%
ഒരു മനുഷ്യന്റെ മസ്തിഷ്ക പ്ലസ് വൺ മറ്റ് ഒന്നായി പാതി പല ആശയങ്ങളും താനേമനുഷ്യൻ മാത്രം നിർമ്മിക്കുന്ന വരുമായിരുന്നു. ഈ രണ്ടു പ്ലസ് പകുതിയായി താനേവീണ്ടും പല ആശയങ്ങളും പോലെ. ഈ നാലു പ്ലസ് നാല് ഒരു പ്രതിനിധാനം തുടങ്ങുംപല പോലെ സൃഷ്ടിപരമായ യോഗത്തിലും പിന്നീട് നാലിലൊന്ന് ലേക്ക് അനുപാതം മാറ്റങ്ങൾ ...
		-- Anthony Chevins

%
നിങ്ങളുടെ ഏറ്റവും പുരാതന എഴുത്തുകാരിൽ ഒരാളായ ഹെറോഡൊട്ടസും പേരുള്ള ചരിത്രകാരനായ ഒരു പറയുന്നുകൊല്ലാൻ പോകുന്നു ആർ കള്ളൻ. അവൻ ഒരു വ്യാപാരത്തെക്കുറിച്ച് ഉണ്ടാക്കി കിട്ടാതെ പോയി പോലെരാജാവു: ഒരു വർഷം അവൻ പാടാൻ രാജാവിന്റെ പ്രിയപ്പെട്ട കുതിര പഠിപ്പിക്കുന്നപാടിയും. തടവുകാർ കള്ളൻ കുതിരയെ പാടിയും കണ്ടചിരിച്ചു. "നീ വിജയിക്കുകയില്ല" അവർ പറഞ്ഞു. "ആരും കഴിയില്ല."ഏത് കള്ളൻ മറുപടി, "ഞാൻ ഒരു വർഷം ഉണ്ടു; ആർ എന്തായിരിക്കും അറിയുന്നുആ സമയം സംഭവിക്കും. രാജാവു മരിച്ചുപോയേക്കുമെന്ന. കുതിര മരിച്ചുപോയേക്കുമെന്ന. ഞാൻ മരിച്ചുപോയേക്കുമെന്ന.ഒരുപക്ഷേ കുതിര പാടും പഠിക്കും.
		-- "The Mote in God's Eye", Niven and Pournelle

%
കാര്യങ്ങൾ പ്ലാൻ അനുസരിച്ചു പോകുന്ന സാധ്യമായ കാരണംഒരു പ്ലാൻ ആദ്യ സ്ഥലത്ത് ഒരിക്കലും എന്നതാണ്.
		-- "The Mote in God's Eye", Niven and Pournelle

%
ഇപ്പോൾത്തന്നെ കൊണ്ട് വന്നു ഒരു വാഗ്ദാനം ആശയം നിങ്ങൾ ആ ചിത്രംപിന്നെ, സ്വകാര്യ വിമാന ബാഗുകൾ നിർമ്മിയ്ക്കാൻ ഒരു ന്യായപ്രമാണം അവർ ഞങ്ങൾ ആവശ്യപ്പെടുന്നു കടന്നു നേടാനുള്ളട്രിപ്പുകൾ എടുക്കൽ നിന്ന് അവരെ നിലനിർത്താൻ കോൺഗ്രസ്സുകാർ ഇൻസ്റ്റാൾ. നിങ്ങളുടെ പറയട്ടെകോൺഗ്രസ് എങ്ങനെ ഒരു വസ്തുത-കണ്ടെത്തുന്നതിൽ പഠനത്തിന്റെ പാരീസ് യാത്ര ശ്രമിച്ചിരുന്നുഫ്രഞ്ച് സർക്കാർ sherbet കൈമാറ്റം രോഗങ്ങൾ കൈകാര്യം. ജസ്റ്റ് അവൻ എപ്പോൾആഗ്രഹിക്കുന്നവരും തലം തന്റെ നിർബന്ധമായും എയർ ബാഗ്, അരയിൽ അരയ്ക്ക് കിട്ടിവിലക്കയറ്റമുണ്ടാകുക - FWWAAAAAAPPPP - ഇങ്ങനെ വഴി ഉള്ളുവെങ്കിലും അവനെ വളരെ വലുതാണ് തർജ്ജമവിമാനം വാതിൽ. ഇത് കോൺഗ്രസ് എപ്പോഴൊക്കെ ഉയർത്തുവാൻ മീറ്റാനായില്ലാലോ കഴിഞ്ഞില്ലഒരു നിയമം നിർദിഷ്ട. ( "മിസ്റ്റർ സ്പീക്കർ, ജനം ഇടൂ, എന്തുകൊണ്ട് ഒക്ടോബർ ആയിരിക്കണംതന്തുക്കൾ ഇൻസ്പെക്ഷൻ മാസമായി നിയുക്ത? ഞാൻ FWWAAAAAAPPPP ഉത്തരം. ")ഈ ദശലക്ഷക്കണക്കിന് ഡോളറുകൾ സംരക്ഷിക്കുക, അതിനാൽ ഞാൻ പൊതു യാതൊരു സംശയവുമില്ലഉഗ്രമായി കോൺഗ്രസുകാർ ന് എയർബാഗുകൾ ആവശ്യമില്ലാതെ ഒരു നിയമം പിന്തുണക്കും. പ്രശ്നംനിങ്ങളുടെ സാധ്യതയുള്ള വിപണി വളരെ ചെറിയ എന്നതാണ്: 500 ചുറ്റും മാത്രം ഉണ്ട്അത്തരം ഹൗസ് സ്പീക്കർ 'ടിപ്പ്' ചെയ്യുക IntoAllGames കോൺഗ്രസ് അംഗങ്ങൾ, അവരിൽ ചിലർ,ഇതിനകം സാധാരണ വിമാനം വ്യായാമം വളരെ വലുതാണ്.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
മെച്ചപ്പെട്ട നിങ്ങളുടെ പഴയ കാർ പ്രവർത്തിക്കുന്നതിനും ഒരു വഴി പുതിയ മോഡലിന്റെ വില അന്വേഷിക്കണം ആണ്.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
മാത്രം കഠിനാധ്വാനം, സഹിഷ്ണുത വഴി ഒരുവൻ അവസ്ഥയും.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
അവസരങ്ങൾ സാധാരണയായി കഠിനാധ്വാനം വേഷത്തിൽ, അതുകൊണ്ട് അധികപേരും ചെയ്യരുതേഅവരെ തിരിച്ചറിയാൻ.
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
ശുഭാപ്തിവിശ്വാസം ഉയർന്ന സ്ഥലങ്ങളിൽ ചെറിയ മനുഷ്യരുടെ ഉള്ളടക്കം.
		-- F. Scott Fitzgerald, "The Crack Up"

%
താങ്കൾക്ക് അല്ലെങ്കിൽ ഞാൻ Ahrimanes തന്റെ ജീവിതം ടേണിനായിരിക്കണം. ഞാൻ അല്ല, അത് നിങ്ങൾക്ക് കൊള്ളാം.ഞാൻ നിങ്ങളുടേത് മറികടന്നു എന്റെ സ്വന്തം ജീവിതം യാഗം യാതൊരു മടിയും ഉണ്ടായിരിക്കണം, പക്ഷേഅടുത്ത ആഴ്ച സ്റ്റോക്ക് എടുത്തു കമ്പനി തന്നെ വേണം.
		-- J. Wellington Wells

%
നമ്മുടെ ജീവിത ബിസിനസ്സ് വിജയിപ്പിക്കാൻ എന്നാൽ ഉയർന്ന ആത്മാക്കൾ വീഴ്ചയും തുടരാൻ അല്ല.
		-- Robert Louis Stevenson

%
നമ്മുടെ രാജ്യം നല്ല അഞ്ചു ശതമാനം സിഗരറ്റ് ധാരാളം ഉണ്ട്, പക്ഷേ മടുപ്പില്ലഅവർ അവരെ പതിനഞ്ചു സെൻറ് ഈടാക്കുന്നത്.
		-- Robert Louis Stevenson

%
ഞങ്ങളുടെ നയം സംശയം ശരിയായ കാര്യം വരുമ്പോൾ ആണ്.
		-- Roy L. Ash, ex-president, Litton Industries

%
Overdrawn? എന്നാൽ ഞാൻ ഇപ്പോഴും അവശേഷിക്കുന്നു ചെക്കുകൾ ഉണ്ട്!
		-- Roy L. Ash, ex-president, Litton Industries

%
ആരോടും ഒന്നും കടമ്പെട്ടിരിക്കരുതു ...
		-- Romans 13:8

%
ആളുകൾ ഭൂതകാലവും നാമവിശേഷണ എപ്പോഴും പണിക്ക് ലഭ്യമാണ്.
		-- Romans 13:8

%
ആളുകൾ "ഞാൻ മാത്രം ഇവിടെ ജോലി 'absolves ആ ബ്ലാങ്കറ്റ് ശൈലിയെക്കുറിച്ച്, ചിന്തിക്കാൻ തോന്നുന്നഅവരെ പൊതു കണക്കിലെടുത്ത് ഏതെങ്കിലും ബാധ്യത നിന്നും അശേഷം - പക്ഷെക്യാമ്പുകളിൽ തന്റെ ജോലിക്ക് കൃത്യമായും ഐക്ക്മാനെ ന്റെ ക്ഷമിയ്ക്കുക ആയിരുന്നു.
		-- Romans 13:8

%
ജനങ്ങൾ ഒരു ഉപഭോക്താവിന് ഒറ്റ എന്തെങ്കിലും വാങ്ങും.
		-- Romans 13:8

%
സെക്രട്ടറിയുടെ പുനരുൽപ്പാദിപ്പിക്കുന്നതിനായുമുള്ള ഉപകരണങ്ങൾ നിങ്ങളുടെ കൈകളും സൂക്ഷിക്കുക.
		-- Romans 13:8

%
തുക "ഈ മുറി ഏതെങ്കിലും bazingas ഇല്ല" പരിമിതപ്പെടുത്താൻ ശ്രമിക്കുകനിങ്ങൾ ആ മുറികള് "പുറത്തു ഇന്നയിന്ന." എന്ന് ആവശ്യപ്പെടുന്ന വരെ ഒരിക്കൽ പുറത്തു ദൃഢവിന്യാസംഞങ്ങൾ ക്രൂരതകൾ, കാണാതായ bazingas, അത്തരം പരാതി അവകാശമുണ്ട്.
		-- N. Meyrowitz

%
പ്ലംബിംഗ് ഡു മോടിപിടിപ്പിക്കൽ പ്രവർത്തനങ്ങൾ എളുപ്പം ഒന്നാണ്,മാത്രം കുറച്ച് ലളിതമായ ഉപകരണങ്ങൾ ഒരു നിങ്ങളുടെ ഭുജം ധൈര്യത്തിന് സന്നദ്ധത ആവശ്യമില്ലാതെ ഒപ്പംഅടഞ്ഞുപോയി ടോയിലറ്റ്. സത്യത്തിൽ, പല ഹോം പ്ലംബിംഗ് പ്രശ്നങ്ങൾ, പരിഹരിക്കാൻ കഴിയുംകുത്തുവാക്കുകൾ ഷവറിനു ഡ്രിപ്പ്, കേവലം റേഡിയോ അപ്പ് തിരിഞ്ഞ്. എന്നാൽ നാം മുമ്പ്നിർദ്ദിഷ്ട വിദ്യകൾ കടന്നു, എങ്ങനെ പ്ലംബിംഗ് പ്രവൃത്തികൾ നോക്കാം.പ്ലംബിംഗ് സിസ്റ്റം, വളരെ നിങ്ങളുടെ ഇലക്ട്രിക്കൽ പോലെയാണെന്ന് ഒഴികെപകരം വൈദ്യുതി, വെള്ളം ഉണ്ട്, പകരം വയറുകളും, അതു ഉണ്ട്പൈപ്പ്, പകരം ഉച്ചത്തിൽ ആൻഡ് Waffle ചങ്ങലയിൽ, അതു faucets ടോയ്ലറ്റും ഉണ്ട്.അങ്ങനെ സത്യം നിങ്ങളുടെ പ്ലംബിംഗ് സിസ്റ്റങ്ങൾ നിങ്ങളുടെ എല്ലാ പോലെ ഒന്നും എന്നതാണ്ഇലക്ട്രിക്കൽ സിസ്റ്റത്തിൽ, വൈദ്യുതി നിങ്ങളെ കൊല്ലാൻ കഴിയും കാരണം, നല്ലതു.
		-- Dave Barry, "The Taming of the Screw"

%
പോർഷെ: കേവലം പകരമാവില്ല.
		-- Risky Business

%
വസ്തുക്കൾ അവരുടെ സംഭരണത്തിനായി ലഭ്യമായ സ്ഥലം നിറയ്ക്കാൻ വർദ്ധിപ്പിക്കും.
		-- Ryan

%
അവർ അല്പം എങ്കിൽ പ്രായോഗിക ജനം കൂടുതൽ പ്രായോഗികമായ തന്നെഡ്രീമിംഗിന് കൂടുതൽ സമയം.
		-- J. P. McEvoy

%
എന്തെങ്കിലും വാഗ്ദാനം, അവളുടെ എക്സോൺ അൺലെഡഡ് തരും.
		-- J. P. McEvoy

%
പ്രോമിസിംഗ് ചെലവ് ഒന്നും, അതു നിങ്ങളോടു കൊല്ലുന്നു കൈമാറുമ്പോൾ പറ്റി.
		-- J. P. McEvoy

%
പഴയതിനെ വാൾ ക്ലോക്ക് വഴി ജീവിച്ചാൽ Promptness, സ്വന്തം പ്രതിഫലം.
		-- J. P. McEvoy

%
പണം ആശ്രയം കഴിയാത്ത, എന്നാൽ ആശ്രയം നിങ്ങളുടെ വെക്കുക.
		-- J. P. McEvoy

%
നിങ്ങളുടെ മികച്ച കാൽ മുന്നോട്ടുവച്ചു. അല്ലെങ്കിൽ വെറും കോൾ നിങ്ങൾ രോഗികളായിരിക്കുകയോ പറയുക.
		-- J. P. McEvoy

%
Grindstone നിങ്ങളുടെ നോസ് ഇടുക!
		-- Amalgamated Plastic Surgeons and Toolmakers, Ltd.

%
ക്വാണ്ടിറ്റി ഞങ്ങൾ ലഭിച്ചു അതിന്റെ ഒരേയൊരു ഗുണമേന്മയുള്ള പകരമാവില്ല, പക്ഷേ.
		-- Amalgamated Plastic Surgeons and Toolmakers, Ltd.

%
റിയൽ സമ്പത്ത് മാത്രമേ വർദ്ധിപ്പിക്കാൻ കഴിയും.
		-- R. Buckminster Fuller

%
നികുതി നിങ്ങൾക്ക് നല്ലതു ഉണ്ടാക്കുക ഒരു മില്യൺ ഡോളർ സ്വീകരിക്കുന്നുഫ്ലാറ്റ് നുറുക്കി ഒരാളായി വയറുവേദനയുണ്ട് ഇല്ലാത്ത.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
സമീപകാല നിക്ഷേപം ഒരു ചെറിയ ലാഭം ഫലം ചെയ്യില്ല.
		-- Dolph Sharp, "I'm O.K., You're Not So Hot"

%
ഗവേഷണങ്ങൾ മ്ളേച്ഛമായ നോ-മാൻ കാണിക്കാൻ കാണപ്പെട്ടുProhibitive Procrastinator മാറ്റിസ്ഥാപിച്ചു.
		-- C. N. Parkinson

%
പരിഗണിക്കാതെ ഒരു ദൗത്യം വികസിക്കുന്നു അല്ലെങ്കിൽ കരാറുകൾ ഇല്ലെങ്കിലും, അഡ്മിനിസ്ട്രേറ്റീവ്ഓവർഹെഡ് ക്രമമായി നിരക്കാണ് വളരാൻ തുടരുന്നു.
		-- C. N. Parkinson

%
ഓർക്കുക - ഒന്നും മാത്രമേ 10% 10% മാറ്റാം.
		-- C. N. Parkinson

%
നിങ്ങളുടെ ബാങ്ക് Teller ഹലോ എന്ന് ഓർക്കുക.
		-- C. N. Parkinson

%
നിങ്ങൾ എലിയുടെ റേസ് ജയം പോലും, ഓർക്കുക - നിങ്ങൾ ഇപ്പോഴും ഒരു എലിയുടെ മുൻപരിചയം.
		-- C. N. Parkinson

%
വിരമിക്കൽ ആരെങ്കിലും പറയുമ്പോൾ "ഒരു നല്ല ദിവസം ആശംസിക്കുന്നു" എന്നു നിങ്ങൾ മാർഗങ്ങൾശരിക്കും ഒരു ഷോട്ട് ഉണ്ട്.
		-- C. N. Parkinson

%
ധനവും ആശങ്കകൾക്ക് ഒരു സംഘം മൂടും.
		-- Menander

%
റൂൾ # 7: മിണ്ടാതാക്കുന്നില്ല അനുമതിയുണ്ട് എന്നതാണ്.നിങ്ങൾ കേട്ട പോയതിൽ വിരുദ്ധമായി ഹാജരാകുന്നവരിൽ മൌനം ആണ്നിർബന്ധമില്ല സമ്മതവും പോലും വൈമുഖ്യം മുറികൾ. അവർ ലളിതമായി കഴിയണമെന്നില്ലശേഷം പ്ലാൻ അട്ടിമറിക്കപ്പെടാതിരിക്കുകയോ എന്ന ഫീൽഡറുടെ നിശ്ശബ്ദത, കണക്കുകൾ വഴികളിൽ ഇരിക്കാൻഅവർ അക്ഷോഭത വീണ്ടെടുക്കാനും.
		-- Menander

%
ഓരോ മാസവും അല്പം പണം സംരക്ഷിച്ച് വർഷം അവസാനത്തോടെ നിങ്ങളെ ആയിരിക്കുംനിങ്ങൾക്ക് എത്ര ചെറിയ വിസ്മയിച്ചു.
		-- Ernest Haskins

%
സിയേഴ്സ് എല്ലാം ഉണ്ട്.
		-- Ernest Haskins

%
വിമാനം ന് കോഫി സേവിക്കുക പ്രക്ഷുബ്ദതകളും കാരണമാകുന്നു.
		-- Ernest Haskins

%
"ഏഴു സംവത്സരവും ആറു മാസവും!" Humpty Dumpty പരിഗണനയോടെ ആവർത്തിച്ചു.ഇപ്പോഴോ നീ എന്റെ ഉപദേശം ആഗ്രഹിച്ചവർ എങ്കിൽ ഞാൻ ഞങ്ങൾക്കുണ്ട് ആഗ്രഹിക്കുന്നു പ്രായം "ഒരു അസുഖകരമായ അടുക്കുക."എങ്കിലും ഇപ്പോൾ വളരെ വൈകും - 'ഏഴ് ഓഫ് വിടുക' പറഞ്ഞു."ഞാൻ വർദ്ധിപ്പിക്കുന്നതിനെക്കുറിച്ച് ഉപദേശം തേടുകയും ഒരിക്കലും" ആലീസ് ചാടിക്കൊണ്ടു പറഞ്ഞു."വളരെയധികം അഭിമാനം?" മറ്റ് ചോദിച്ചറിഞ്ഞു.ആലിസ് ഈ നിർദ്ദേശം ഇനിയും കൂടുതൽ മുഷിഞ്ഞു തോന്നി. "ഞാൻ ഉദ്യേശിച്ചത്,"അവൾ "ആരെങ്കിലും മുതിർന്നാൽ വളരുന്ന സഹായിക്കാൻ കഴിയില്ല എന്ന്." പറഞ്ഞു"ഒരു പക്ഷേ, കഴിയില്ല," Humpty Dumpty പറഞ്ഞു; "എന്നാൽ ഇരുവരും കഴിയും. ഉപയോഗിച്ച്ശരിയായ സഹായം, ഏഴു ഓഫ് അവശേഷിക്കുന്നു വേണ്ടി. "
		-- Lewis Carroll, "Through the Looking-Glass"

%
ഏതാനും വർഷം മുൻപ്, ചില സ്മാർട്ട് ബിസിനസുകാർ ഒരു ആശയം ഉണ്ടായിരുന്നു: എന്തുകൊണ്ട് ഒരു വലിയ പണിയരുതുഎവിടെ ചെയ്യാം-അത്-yourselfer അവൻ ന്യായമായ ചെയ്തത് ആവശ്യമായ എല്ലാം ലഭിക്കും സ്റ്റോർനിരക്കുകളിൽ? അപ്പോൾ അവർ തീരുമാനിച്ചു പോവുകയാണ്, ആ നരകം, ന്റെ ഒരു വീട്ടിൽ പണികകേന്ദ്രം. നീണ്ട ഹോം കേന്ദ്രങ്ങൾ എല്ലാ crabgrass പോലെ മുളെച്ചു മുമ്പ്അമേരിക്കയിൽ.
		-- Dave Barry, "The Taming of the Screw"

%
എന്നെ ഒരു നല്ല ആക്കാം എന്ന് ഒരു മനുഷ്യനെ കാണിക്കുക ഞാൻ നിങ്ങളെ പ്ലേ ഒരാൾ കാണിക്കുംതന്റെ മേധാവിയുമായി ഗോൾഫ്.
		-- Dave Barry, "The Taming of the Screw"

%
അങ്ങനെ നിങ്ങൾ പണം ദോഷം റൂട്ട് എന്ന് തോന്നുന്നു. നിങ്ങൾ എപ്പോഴെങ്കിലും എന്താണ് ചോദിച്ചിട്ടില്ലപണം റൂട്ട് ആണ്?
		-- Ayn Rand

%
അവർ ജോലി പോകുന്നതിന് മുമ്പായി അങ്ങനെ ... നിങ്ങൾ എപ്പോഴെങ്കിലും ആശ്ചര്യപ്പെട്ടു, garbagemen മഴയും കണക്കിലെടുക്കും?
		-- Ayn Rand

%
ചില ആളുകൾ മറ്റുള്ളവരെ അവരെ ഉളി, ജോലി തുരന്നുണ്ടാക്കുകയും.
		-- Ayn Rand

%
എന്തെങ്കിലും പണിയാൻ: ചില ആളുകൾ ഒരു വലിയ അഭിലാഷം ഞങ്ങൾക്കുണ്ട്അവർ അതു പണിയുന്ന പൂർത്തിയാക്കി കുറഞ്ഞത് വരെ കഴിഞ്ഞ ചെയ്യും.
		-- Ayn Rand

%
ചില ആളുകൾ എഴുതിയ അറിയില്ല പോലും, പുസ്തകം നിയന്ത്രിക്കാനുംപുസ്തകം അല്ലെങ്കിൽ കാര്യങ്ങൾ പോലും പുസ്തകം.
		-- Ayn Rand

%
ചില ആളുകൾ മാത്രമേ അവർ അടഞ്ഞിരിക്കുന്നു മുൻപരിചയം നിങ്ങളോടു പറയുന്നു തുറക്കുന്നു.
		-- Ayn Rand

%
ചില ആളുകൾ വേണ്ടി പ്രവർത്തിക്കാൻ സന്നദ്ധതയുള്ള അധികം പ്രാർഥിക്കുന്നത്.
		-- Ayn Rand

%
ചില ആളുകൾ ഒരു ഫ്രണ്ട്-എൻജിൻ കാർ മികച്ച കൈകാര്യം പറയുന്നു. ചില ആളുകൾ ഒരു പറയുന്നുറിയർ-എൻജിൻ കാർ മികച്ച കൈകാര്യം. ഞാൻ ഒരു വാടക കാർ മികച്ച കൈകാര്യം പറയുന്നു.
		-- P. J. O'Rourke

%
ആരോ അങ്ങനെ അങ്കി ഹാംഗറുകൾ പന്ത് പോയിന്റ് പേനകൾ കടക്കാൻ അരുതാത്തതുപേനകൾ വർദ്ധിപ്പിക്കും പകരം അപ്രത്യക്ഷമാകും.
		-- P. J. O'Rourke

%
മറ്റൊരു ദിവസം ആരേയെങ്കിലും ടൈപ്പ്റൈറ്റർ മെഷീൻ വേണ്ടയോയെന്ന് തീരു ലഭിച്ചത്,അല്ലെങ്കിൽ അത് പ്രവർത്തിക്കുന്നുണ്ട് വ്യക്തി.
		-- P. J. O'Rourke

%
മറ്റൊരു ദിവസം നിങ്ങളുടെ പ്രിന്റുകൾ വരും.
		-- Kodak

%
ആരോ നിങ്ങളുടെ ജോലി കുറിച്ച് unenthusiastic ആണ്.
		-- Kodak

%
Suburbia, പിന്നെ പേരുകൾ ഡെവലപ്പർ വൃക്ഷങ്ങൾ bulldozes എവിടെഅവരുടെ ശേഷം തെരുവുകളിൽ.
		-- Bill Vaughn

%
വിജയകരം ഞാൻ വരെ ഞാൻ അവിടെ വരുമ്പോൾ വേണ്ടി ഒരുക്കി, അല്ല എന്തോ.
		-- Bill Vaughn

%
വെറും അവിടെ ഇരുന്നു ജീവിതം കുറേകൂടി ലഭിക്കുന്നു വരെ കാത്തിരിക്കേണ്ടി നിർദ്ദേശിക്കുക.
		-- Bill Vaughn

%
നിങ്ങളുടെ സ്ഥലത്തുള്ള സഭയിലോ പള്ളിയിൽ പിന്തുണ. ബാങ്ക് ഓഫ് അമേരിക്ക ചെയ്തത് ആരാധന.
		-- Bill Vaughn

%
ഇന്ന് നൽകേണ്ടത് സർപ്രൈസ്. എതിരെ വാടകയ്ക്ക്.
		-- Bill Vaughn

%
നിങ്ങളുടെ മേലുദ്യോഗസ്ഥൻ ആശ്ചര്യപ്പെടുത്തുക. സമയം പ്രവർത്തിക്കാൻ നേടുക.
		-- Bill Vaughn

%
സുഖഭോഗങ്ങളെ കുറിച്ച് സൂക്ഷിച്ചുകൊൾക ബുദ്ധിമുട്ടു തങ്ങൾക്കു പരിപാലിക്കുകയും ചെയ്യും.
		-- Lazarus Long

%
കുതിപ്പിൽ എല്ലാം എടുക്കുക. നിങ്ങളുടെ വഴിയിൽ ലഭിക്കുന്നു ആർക്കും ചവിട്ടിമെതിച്ചു.
		-- Lazarus Long

%
കൊക്ക കോള സര്വസമ്മതരും എടുക്കുക. വർഷങ്ങളായി അവർ സമ്മതിച്ചുതിരികെ ഇരുന്നു പഴയ അതേ ഗ്യാസുള്ള പാനീയമാണ് ഉണ്ടാക്കുവാൻ. ഒരു നല്ല ആയിരുന്നുബീവറേജ് അതിൽ യാതൊരു ചോദ്യം; ജനത്തിന്റെ തലമുറകളെ വളർന്നഅതു കുടിച്ചു ആറാം ഗ്രേഡിൽ പരീക്ഷണം നിങ്ങൾ ഒരു വെച്ച ചെയ്യുന്നത്കോക്ക് ആൻഡ് ആണി അലിഞ്ഞു ദിവസം ഒരു ദമ്പതികൾ ശേഷം ഒരു ഗ്ലാസ് കയറി ആണിഉപദേഷ്ടാവുമായി പറയുന്നു: "അതു പല്ലുകൾ എന്തു ചിന്തിക്കുക!" അങ്ങനെ കൊക്ക കോളഉടനില്ല വിപണിയിൽ ഊന്നിനിൽക്കുന്നതുമാണ് മാറി, മാനേജ്മെന്റ് ആവശ്യം ആരും കണ്ടില്ലമെച്ചപ്പെടുത്താൻ ...
		-- Dave Barry, "In Search of Excellence"

%
നിങ്ങളുടെ ഫലമായി അല്ല, നിങ്ങൾ സകലവും ചിന്തിക്കാൻ സമയം എടുക്കുകമികവോ കഠിനാധ്വാനം അല്ലെങ്കിൽ ദൈവം അല്ലെങ്കിൽ അവസരം അല്ലെങ്കിൽ മറ്റ് ആളുകളുടെ ശ്രമങ്ങൾ കാരണംനിങ്ങൾക്കു തന്നിരിക്കുന്നു.
		-- Dave Barry, "In Search of Excellence"

%
ഗൗരവമായി നിങ്ങളുടെ പ്രവൃത്തി എടുക്കുക നിങ്ങളെത്തന്നെ ഗൌരവമായി ഒരിക്കലും; ഒപ്പം അല്ലഒന്നുകിൽ ഗുരുതരമായി സ്വയം അല്ലെങ്കിൽ നിങ്ങളുടെ പ്രവൃത്തി എന്ത് സംഭവിച്ചാലും എടുത്തു.
		-- Booth Tarkington

%
ടാലൻറ് എന്തു ചെയ്യാനാകും ചെയ്യുന്നവൻ.ജീനിയസ് എന്തു ചെയ്യേണ്ടതാണ്.നിങ്ങൾ പ്രവർത്തിച്ചു പണം ലഭിക്കുന്നത് എന്തു.
		-- Booth Tarkington

%
ടെലിഫോൺ പുസ്തകങ്ങള് നിഘണ്ടുക്കൾ പോലെയാണ് - നിങ്ങൾ മുമ്പ് ഉത്തരം അറിയാമെങ്കിൽനിങ്ങൾ ഇത് നോക്കുന്നത്, അന്തിമമായി നിങ്ങൾ അറിഞ്ഞു വിചാരിച്ചു എന്താണ് ആഗാഗിനെ കഴിയുംപക്ഷെ ഉറപ്പില്ല ആയിരുന്നു. എന്നാൽ നിങ്ങൾ എന്തെങ്കിലും തിരയുമ്പോൾ എങ്കിൽഇതിനകം അറിയുന്നു, വിരലുകൾ മരണം തങ്ങളെ നടക്കാനുള്ള.
		-- Erma Bombeck

%
ടേം, അവധി പദം, അവധി, വേല സ്കൂൾ ഉപേക്ഷിച്ചു അതുവരെ പ്രവൃത്തിഞങ്ങൾ മരിക്കുവോളം പണി.
		-- C. S. Lewis

%
അതാണ് ജീവിതം.ജീവിതം എന്താണ്?ഒരു മാസിക.	ഇതിന് എത്രമാത്രം ചെലവാകും?രണ്ട്-അമ്പതു.ഞാൻ മാത്രം ഒരു ഡോളറിന് ഞങ്ങൾക്കുണ്ട്.അതാണ് ജീവിതം.
		-- C. S. Lewis

%
[ഫോർഡ് ഫൗണ്ടേഷൻ] പണം ഒരു വലിയ ശരീരം പൂർണ്ണമായും ചുറ്റപ്പെട്ടചില ആഗ്രഹിക്കുന്ന ജനം.
		-- Dwight MacDonald

%
`അഹങ്ക്കാരം 'മാനിക്കുകയും, എന്നാൽ അദ്ദേഹം എപ്പോഴും അദ്ദേഹത്തിന്റെ സഹപ്രവർത്തകരും വെറുത്തു ആണ്,അവൻ അവരെ ഒരു നിർണ്ണായക വിധിക്കുന്നതില് തോന്നുന്നു, അവൻ സാഹചര്യങ്ങളിൽ വേണ്ടിലളിതമായി കുറിച്ചും ഒരു പരിമിതപ്പെടുത്തി മറുപടി.
		-- Sidney Harris

%
അസാന്നിദ്ധ്യം പശുക്കൾ ആക്ഷേപാർഹനല്ല എപ്പോഴും.
		-- Sidney Harris

%
ലൈഫ് ചോദ്യത്തിന് ഉത്തരം പ്രപഞ്ചത്തെയും എല്ലാം ആണ് ...നാല് ദിവസം വേല ആഴ്ച,രണ്ട് സർവീസ് ടോയ്ലറ്റ് പേപ്പർ!
		-- Sidney Harris

%
പരമമായ ചോദ്യം പ്രപഞ്ചത്തെയും എല്ലാം മറുപടി ആയിരുന്നുതത്ത്വചിന്തകർ Amalgamated യൂണിയൻ തരത്തിലുള്ള അനുമതി പുറത്തിറക്കി,ജന്മ, ഇനി, മറ്റ് പ്രൊഫഷണൽ ചിന്തകളും വ്യക്തികൾ.
		-- Sidney Harris

%
ഏതെങ്കിലും ചിട്ടപ്പെടുത്തിയ ശരാശരി വ്യക്തിയുടെ സ്ഥാനം വലിച്ചെറിയാൻ പോലെ ഒരു ആണ്ഒരു dogsled - ലീഡ് നായ് ഒഴികെ പ്രകൃതിദൃശ്യങ്ങളും യഥാർത്ഥ മാറ്റം ഒന്നുമില്ല.
		-- Sidney Harris

%
നിങ്ങളുടെ പ്രവൃത്തിക്കു മികച്ച ഉപകരണങ്ങൾ ഏറ്റവും ചെലവേറിയ തീർച്ചയായും, ആകുന്നു.എന്നിരുന്നാലും, അയൽവാസി എപ്പോഴും നിങ്ങളുടേത് ആയിരിക്കും എന്നു പണം ക്ഷയിക്കുന്നുഅവരുടെ വില കാര്യങ്ങൾ ന്യായപാലനം വഴി.
		-- Sidney Harris

%
മികച്ച എക്സിക്യൂട്ടീവ് നല്ല ആളുകളെ ചെയ്യാൻ തിരഞ്ഞെടുക്കുവാനും മതി അർഥത്തിൽ അയാൾഎന്തു ചെയ്തു ആഗ്രഹിക്കുന്നു, നേരെയത്രേ സൂക്ഷിക്കാൻ ആത്മസംയമനം മതിഅവ ബാക്കിയുള്ളവർ.
		-- Theodore Roosevelt

%
എലികളും പുരുഷന്മാരുടെ മികച്ച തീരാറായപ്പോൾ പദ്ധതികൾ നിയമ ഡിപ്പാർട്ട്മെന്റിൽ നടക്കാറുണ്ട്.
		-- Theodore Roosevelt

%
ജീവിതത്തിലെ ഏറ്റവും മികച്ച കാര്യങ്ങൾ ഒരു ഫീസ് ഉണ്ട്.
		-- Theodore Roosevelt

%
ജീവിതത്തിലെ ഏറ്റവും മികച്ച കാര്യങ്ങൾ ഇന്നല്ലെങ്കിൽ പിന്നീട് വിൽപ്പനയ്ക്കായി പോകുക.
		-- Theodore Roosevelt

%
ഉത്തരവാദിത്വം ഒഴിവാക്കാൻ മികച്ച വഴി പറയുന്ന "ഞാൻ ഉത്തരവാദിത്വങ്ങൾ ലഭിച്ചു."
		-- Theodore Roosevelt

%
റഫറൻസ് കത്തുകൾ ബൈബിൾ:നമ്മുടെ ക്രെഡൻഷ്യലുകൾ ഉത്പാദിപ്പിക്കാൻ വീണ്ടും തുടങ്ങുന്നുവോ? ചെയ്യുകഞങ്ങൾ ചിലർ പോലെ നിങ്ങൾ, അല്ലെങ്കിൽ നിങ്ങളിൽ നിന്ന് ആമുഖം കത്തുകൾ ആവശ്യം?ഇല്ല, നമുക്ക് ആവശ്യം കത്ത്, നിങ്ങളുടെ ഹൃദയം എഴുതിയ ഒരു കത്ത് ആകുന്നു; എന്തെങ്കിലുംമനുഷ്യൻ അത് എന്താണെന്ന് അതു കാണാൻ തനിക്കുവേണ്ടി അത് വായിക്കാം.
		-- 2 Corinthians 3:1-2, New English translation

%
നിങ്ങൾക്ക് നടത്താൻ കഴിയുന്ന വലിയ തെറ്റ് പ്രവർത്തിക്കുന്നു വിശ്വസിക്കുകയാണ് എന്നതാണ്മറ്റാരോ.
		-- 2 Corinthians 3:1-2, New English translation

%
ബോസിനെ ഒരു നല്ല മൂഡ് ഉച്ചഭക്ഷണം മടങ്ങിവരുമ്പോൾ മുഴുവനും ഉദ്യോഗസ്ഥ വിളിച്ചുഅവൻ വീഴ്ത്തി ചെയ്തു തമാശകൾ ഒരു ദമ്പതികൾ കേൾക്കാൻ ലെ. ഇപ്പ എന്നാൽ ഒരു പെൺകുട്ടിuproariously ചിരിച്ചു. "എന്താണ് കാര്യം?" ബോസിനെ ഭർത്സിച്ചു. "ഇതിപ്പൊ ഞാൻനർമ്മബോധവും ലഭിച്ചോ? ""ഞാൻ ചിരിക്കാൻ ഇല്ല," അവൾ പറഞ്ഞു. "ഞാൻ ഏതുവിധേനയും വെള്ളിയാഴ്ച വിടുകയാണ്.
		-- 2 Corinthians 3:1-2, New English translation

%
തലച്ചോറിന്റെ ഒരു അത്ഭുതകരമായ അവയവമാണ്; അതു നിങ്ങളെ നേടുകയും നിമിഷം പ്രവർത്തിച്ചുതുടങ്ങുന്നുരാവിലെ, നിങ്ങൾ പ്രവർത്തനത്തിന് നേടുകയും വരെ തടയുന്നില്ല.
		-- 2 Corinthians 3:1-2, New English translation

%
പൂർണതയിലേക്കു അടുത്തുള്ള അവൻ ഒരു ജോലി പുറത്തു നിറയുന്നു ഒരു വ്യക്തി എന്നേക്കും വരുന്നുഅപേക്ഷാ ഫോറം.
		-- Stanley J. Randall

%
ഒരു സ്റ്റാഫ് അംഗത്തിന്റെ ആശയക്കുഴപ്പം തന്റെ മെമ്മോകൾ നീളം അളക്കുന്നത്.
		-- New York Times, Jan. 20, 1981

%
തൂവലുകൾ കുറഞ്ഞ പോലും ഇറങ്ങി ഉയിർത്തെഴുന്നേറ്റു എന്ന്!
		-- New York Times, Jan. 20, 1981

%
ജീവനുള്ളവരുടെ കുറഞ്ഞ അതിന്റെ പ്രശസ്തി ബാധിച്ചു ചെയ്തിട്ടില്ല.
		-- New York Times, Jan. 20, 1981

%
ജീവനുള്ളവരുടെ കുറഞ്ഞ പോകുന്നു ജീവനുള്ളവരുടെ അവസരം ശ്രമം.
		-- New York Times, Jan. 20, 1981

%
തീരുമാനം യുക്തിസഹമല്ലെന്ന് ഇല്ല; അതു എസ്.
		-- New York Times, Jan. 20, 1981

%
സാങ്കേതിക ആത്മവിശ്വാസം ബിരുദം വിപരീതമായാണ് ആണ്മാനേജ്മെന്റിന്റെ നില.
		-- New York Times, Jan. 20, 1981

%
പോയ ഡിവിഷൻ ജനറൽ മാനേജർ തന്റെ യുവ ഒരു അവസാന സമയം കണ്ടുമുട്ടിപിന്ഗാമി അവനെ മൂന്നു എൻവലപ്പുകൾ കൊടുത്തു. "എന്റെ മുൻഗാമിയായ എനിക്കുവേണ്ടി ഈ ചെയ്തു,ഞാൻ നിങ്ങളോടു സഹിതം പാരമ്പര്യം ജയിക്കും, "അദ്ദേഹം പറഞ്ഞു." ആദ്യത്തെ സൈൻകഷ്ടവും ആദ്യ എൻവലപ്പ് തുറക്കുക. ഏതെങ്കിലും കൂടുതൽ ബുദ്ധിമുട്ടുകൾ, ഓപ്പൺ Theരണ്ടാം പേടിപ്പിക്കേണ്ട. പിന്നെ, പ്രശ്നങ്ങൾ തുടരുകയാണെങ്കിൽ, മൂന്നാം എൻവലപ്പ് തുറക്കുക.ഗുഡ് ലക്ക്. "പുതിയ മാനേജർ തന്റെ ഓഫീസിലേക്ക് മടങ്ങിയ എൻവലപ്പുകൾ ചാടിക്കുന്നുഒരു ജോലിക്കാരനെ കടന്നു.ആറു മാസം കഴിഞ്ഞ്, ചെലവ് കുതിച്ചുയർന്നു, സമ്പാദ്യ നഷ്ടത്തിലായി. കുലുക്കിയൌവനക്കാരനെ പറഞ്ഞു ആദ്യം പേടിപ്പിക്കേണ്ട, തുറന്നു "ഇതെല്ലാം എന്നെ കുറ്റപ്പെടുത്തിക്കൊള്ളൂ."അടുത്ത ദിവസം, അവൻ ഒരു പത്രസമ്മേളനം നടത്തി വെറും ചെയ്തു. ദിപ്രതിസന്ധി കടന്നു.ആറു മാസം കഴിഞ്ഞ്, വിൽപ്പന precipitously ഒഴിവാക്കി. ന്യൂനമാനേജർ രണ്ടാം പേടിപ്പിക്കേണ്ട തുറന്നു. ഇത് "പുനസ്സംഗഹിക്കുക." പറഞ്ഞുഅവൻ ഡിവിഷനിൽ പ്രഖ്യാപിച്ച മറ്റൊരു പത്രസമ്മേളനം നടത്തിപുനഃസംഘടിപ്പിക്കുകയും തന്നെ. പ്രതിസന്ധി കടന്നു.ഒരു വർഷം കഴിഞ്ഞ്, എല്ലാം ഒരേസമയം തെറ്റായി സംഭവിച്ചു മാനേജരുടെ ആയിരുന്നുഅത് ശ്രദ്ധിച്ചത് കുറ്റപ്പെടുത്തി. harried എക്സിക്യൂട്ടീവ് തന്റെ ഓഫീസ് വാതിൽ അടച്ചു താണുഅവന്റെ കള്ളക്കഥ, മൂന്നാം എൻവലപ്പ് തുറന്നു."മൂന്നു എൻവലപ്പുകൾ ഒരുക്കുക ..." ഇത് പറഞ്ഞു.
		-- New York Times, Jan. 20, 1981

%
ഒരു കരിയറും ജോലി തമ്മിലുള്ള വ്യത്യാസം 20 മണിക്കൂറും ആഴ്ചയിൽ ആണ്.
		-- New York Times, Jan. 20, 1981

%
നാം ഇന്നു ചെയ്യാൻ പ്രയാസമാണ്; അസാധ്യമാണ് അല്പം സമയമെടുക്കുന്നു.
		-- New York Times, Jan. 20, 1981

%
ഇരയെ പിടിക്കുന്നു ആർ ആദ്യകാല പക്ഷി വൈകി വരുന്നു ഒരാളെ പ്രവർത്തിക്കൂകൃമി ഫാം സ്വന്തമാക്കുന്നു.
		-- Travis McGee

%
ജീവനുള്ളവരുടെ കുറഞ്ഞ അവയെന്തെല്ലാമെന്നു് എളുപ്പമായ മാർഗ്ഗം വരുമാനം എടുക്കാൻ ആണ്പത്തു ശതമാനം ചേർക്കുക.
		-- Travis McGee

%
ലേബർ അവസാനം ചുറുചുറുക്കോടെ നേടുവാൻ ആണ്.
		-- Travis McGee

%
യൌവനത്തിലെ പിശക് ഇന്റലിജൻസ് പകരം വിശ്വസിക്കാൻ ആണ്അനുഭവം, പ്രായം പിശക് അനുഭവം പകരമാവില്ല വിശ്വസിക്കാൻ സമയത്ത്ഇന്റലിജൻസ് വേണ്ടി.
		-- Lyman Bryson

%
വേഗത്തിൽ ഞാൻ പോയി ഞാൻ നേടുകയും behinder.
		-- Lewis Carroll

%
മകുടോദാഹരണമായി വാക്ചാതുരിയും കാര്യങ്ങൾ പൂർത്തിയാക്കുന്നുവെന്നാണ് തന്നെ.
		-- Lewis Carroll

%
ഒരു പദ്ധതിയുടെ ഒന്നാം 90% സമയം 90% എടുക്കും കഴിഞ്ഞ 10% എടുക്കുംസമയം മറ്റ് 90%.
		-- Lewis Carroll

%
മാനേജ്മെന്റ് ആദ്യ കെട്ടുകഥ അതു നിലവിലുണ്ട് എന്നതാണ്. രണ്ടാം കെട്ടുകഥമാനേജ്മെന്റ് വിജയം നൈപുണ്യ സമൻമാരെ എന്നതാണ്.
		-- Robert Heller

%
ആദ്യ Rotarian ജോൺ ബാപ്റ്റിസ്റ്റ് വിളിക്കാൻ ആദ്യ മനുഷ്യൻ ആയിരുന്നു "ജാക്ക്."
		-- H. L. Mencken

%
ബുദ്ധിയുള്ള tinkering ആദ്യ നിയമം എല്ലാ ഭാഗങ്ങളും സംരക്ഷിക്കാൻ ആണ്.
		-- Paul Erlich

%
ഫ്ലഷ് ടോയ്ലറ്റ് പടിഞ്ഞാറൻ സംസ്കാരത്തിന്റെ അടിസ്ഥാനം.
		-- Alan Coult

%
ഉണരുമ്പോൾ തനിക്കു ഒരു വിജയം കണ്ടെത്തിയവൻ gent ഉറങ്ങുകയായിരുന്നു നടന്നിട്ടില്ല.
		-- Alan Coult

%
മഹാന്മാരായ ഉൽപാദന ഫോഴ്സ് മനുഷ്യ സ്വാർത്ഥത ആണ്.
		-- Robert Heinlein

%
വിജയം ഗോവണി പടർന്നുകയറുന്ന ഏറ്റവും കിളിയോട് വഴി കൈവരുന്നുചുവടെ ജനക്കൂട്ടം.
		-- Robert Heinlein

%
hieroglyphics എല്ലാ ഭാഗത്ത് ഒരു നൊട്ടേഷൻ ഒഴികെ വായിക്കാൻ,ഏത് വായിക്കുന്ന "യഥാർഥ ആധികാരികമായ പാപ്പിറസ്. ഭൂതകാല ഉറപ്പില്ലെന്നത്കുറഞ്ഞത് 5000 വയസ്സായിരുന്നു. "
		-- Robert Heinlein

%
അവിടെ ആശയം ഉപഭോക്താക്കൾക്ക് തങ്ങളുടെ തകർന്ന ഇലക്ട്രോണിക് കൊണ്ടുവരുമെന്ന ആയിരുന്നുനാശം കേന്ദ്രങ്ങളിൽ പോലുള്ള ടെലിവിഷൻ സെറ്റുകൾ ആൻഡ് വിസിആർ ഉപകരണങ്ങളുടെ,എവിടെ പരിശീലനം ഉദ്യോഗസ്ഥരെ sledgehammers അവരെ (ഉപകരണങ്ങൾ) പായാൻ തന്നെ.അവരുടെ ഉപകരണങ്ങളിൽ ഇങ്ങനെ ശാശ്വതമായി നശിപ്പിച്ചു ഉപയോഗിച്ച് ഉപയോക്താക്കൾക്ക് സൗജന്യമായി തന്നെപകരം വർഷം വർഗാടിത്തറ ഞങ്ങൾക്കുണ്ട് പുറത്തു പോയി പുതിയ ഉപകരണങ്ങൾ വാങ്ങാൻ,അവരുടെ ജീവിതം "ഫാക്ടറി വിളിക്കപ്പെടുന്ന ചെയ്തത് അറ്റകുറ്റം പഴയ സോഫ്ത്വര്ില് ശ്രമിക്കുന്നുസേവന കേന്ദ്രങ്ങൾ, "വാസ്തവത്തിൽ ലെസ്റ്റർ നാടകമാണ് പേരുള്ള രണ്ടു പേരുടെ ഉൾപ്പെടുന്നകുറഞ്ഞ സിഗേഴ്സ് പോകുന്നവരും കൂടെ തകർന്ന ഇലക്ട്രോണിക് ഉപകരണങ്ങളുടെ വയറുകളിൽ,"എല്ലാ അവരിൽ Lookit അവിടെ ലൈനുകളാണ്!"
		-- Dave Barry, "'Mister Mediocre' Restaurants"

%
റേഡിയോ അനുയോജ്യം ശബ്ദം, യാതൊരു സമ്പത്തു കാണിക്കുന്ന നിർവചിച്ചിരിക്കുന്നത് യാതൊരു ലൈംഗിക ചെയ്തേക്കാം,യാതൊരു ഉടമ, ഓരോ വീട്ടമ്മയാണ് വേണ്ടി പ്രാധാന്യം ഒരു സന്ദേശം.
		-- Harry V. Wade

%
നിഷ്ക്രിയ മനുഷ്യൻ അതു സ്വസ്ഥത ആസ്വദിക്കാൻ എന്താണെന്ന് അറിയുന്നില്ല.
		-- Harry V. Wade

%
ഒരു ബർഗർ എന്ന garnishment വ്യക്തിഗത നിര ഒരു പ്രധാന്യമുണ്ട്ഇന്നു ഉപഭോക്തൃ വ്യക്തിവാദത്തിനും തോതിൽ വരുമ്പോൾ ലേക്ക് പോയിന്റ്ജനങ്ങളോട് പ്രധാനപ്പെട്ട കാര്യം.
		-- Donald N. Smith, president of Burger King

%
ഏതെങ്കിലും ചർച്ചയുടെ ഇന്റലിജൻസ് സ്ക്വയർ ഉപയോഗിച്ച് കുറയ്ക്കുന്നുപങ്കാളികളുടെ എണ്ണം.
		-- Adam Walinsky

%
ഗ്രൂപ്പിന്റെ ഐ.ക്യു തിരിച്ചിരിക്കുന്നു ഗ്രൂപ്പിലെ അംഗമാണ് ഏറ്റവും താഴ്ന്ന എത്രത്തോളംഗ്രൂപ്പ് ആളുകളുടെ എണ്ണം കൊണ്ട്.
		-- Adam Walinsky

%
രാജാവ് തന്റെ ഉപദേഷ്ടാവ് പട ഫീൽഡ് മേൽനോട്ടം ചെയ്യുന്നു:രാജാവ്: "എങ്ങനെ പട പ്ലാൻ പോകുന്നു?"ഉപദേഷ്ടാവ്: "വലതുവശത്ത് പ്രവർത്തിക്കുന്ന ആ ചെറിയ കറുത്ത മങ്ങലായ കാണുക?"കെ: "അതെ."എ: "തങ്ങളുടെ സഞ്ചി പ്രവർത്തിക്കുന്ന എല്ലാ ചെറിയ ചുവന്ന വരേയുള്ള ഉണ്ടു.ഇടത്തോട്ടോ ഞങ്ങളുടെ സഞ്ചി ആകുന്നു. അപ്പോൾ അവർ കൂട്ടിയിടിച്ച് വന്നപ്പോൾ ഞങ്ങൾ വരെ കാത്തിരിക്കേണ്ടിപൊടി മായ്ക്കുന്നു. "കെ: "അപ്പോൾ?"എ: "കറുത്ത വരേയുള്ള അധികം അവശേഷിക്കുന്നു കൂടുതൽ ചുവന്ന വരേയുള്ള ഉണ്ടെങ്കിൽ ഞങ്ങൾ വിജയം."കെ: "എന്നാൽ ^ # !! $% പട പദ്ധതിയെ കുറിച്ച്?"എ: 'ഇതുവരെ അതു വരേയുള്ള തക്കവണ്ണം പോകുന്നത് തോന്നുന്നു. "
		-- Adam Walinsky

%
quit അല്ലെങ്കിൽ നടത്തിയത് അവസാന വ്യക്തി ഉത്തരവാദിത്തം നടക്കുംതെറ്റായ പോകുന്ന കാര്യങ്ങൾ - അടുത്ത വ്യക്തി രാജിവച്ചു അല്ലെങ്കിൽ ഉപയോഗിച്ചില്ല വരെ.
		-- Adam Walinsky

%
ഇനി ശീർഷകം, കുറവ് പ്രധാനപ്പെട്ട ജോലി.
		-- Adam Walinsky

%
ചങ്ങല, ബോണ്ട് വ്യാപാരികൾ തമ്മിലുള്ള പ്രധാന വ്യത്യാസം ബോണ്ടുകൾ എന്നതാണ്ഒടുവിൽ പക്വത.
		-- Adam Walinsky

%
മാർഗങ്ങളിലൂടെ-ആൻഡ്-അവസാനിക്കുന്നത് രചനയുടെ, അല്ലെങ്കിൽ നോൺ-അക്രമികൾ, എപ്പോഴും അവരുടെ അറ്റത്തും കലാശിക്കുംഏതു വിധേനയും ഇല്ലാതെ.
		-- Saul Alinsky

%
സൌമ്യതയുള്ളവർ അതു ആഗ്രഹിക്കുന്നില്ല.
		-- Saul Alinsky

%
സൌമ്യതയുള്ളവർ ഭൂമിയെ കൈവശമാക്കും - അവർ തള്ളി വളരെ ദുർബലമായ ആകുന്നു.
		-- Saul Alinsky

%
സൌമ്യതയുള്ളവർ ഭൂമിയെ അതിന്റെ മിനറൽ അവകാശങ്ങൾ കൈവശമാക്കും, പക്ഷേ * ഇല്ല *.
		-- J. P. Getty

%
സൌമ്യതയുള്ളവർ ഭൂമിയെ കൈവശമാക്കും. (എന്നാൽ അവർ .അതാണ് പോരാടാൻ ഞങ്ങൾക്കുണ്ട് നിങ്ങൾ.)
		-- J. P. Getty

%
സൌമ്യതയുള്ളവർ ഭൂമിയെ കൈവശമാക്കും; എന്നാൽ ആ സമയം ഉണ്ടാവില്ലഒന്നും അനന്തരാവകാശിയായിരിക്കും രൂപയുടെ അവശേഷിക്കുന്നു.
		-- J. P. Getty

%
കൂടുതൽ നമ്മളത് വാങ്ങുന്നവർക്കും സെക്രട്ടറിയായിരുന്ന വലിയവൻ പ്രചോദനംമത്സരം ഇതിനകം ഓർഡർ ഉണ്ട്.
		-- J. P. Getty

%
നിങ്ങളെ സഹിക്കും കൂടുതൽ അരിഗോണികളെ, കൂടുതൽ അരിഗോണികളെ നിങ്ങൾ നേടുകയും പോകുന്നു.
		-- J. P. Getty

%
കൂടുതൽ എന്തെങ്കിലും ലഭിക്കണമെന്ന് ആഗ്രഹിക്കുന്ന, കുറവ് ഞാൻ അതു പ്രവർത്തിക്കുന്നില്ല വിളിക്കും.
		-- Richard Bach, "Illusions"

%
കൂടുതൽ ഫോണ്നമ്പര് ഒരു കോർപ്പറേറ്റ് പേര്, ചെറിയ സംഘടന. (വേണ്ടിഉദാഹരണത്തിന്, ഹ്യൂമൻ ക്രോഡീകരണം വേണ്ടി മർഫി കേന്ദ്രം സംഘടനാ നിയമം,ഐബിഎം, ഗാംബിയ, എ.ടി. & ടി ...) പ്രതികൂലമായ
		-- Richard Bach, "Illusions"

%
നിങ്ങൾ ഒരു കുടിൽ വാങ്ങാൻ ഏത് ശേഷം ഏറ്റവും ആഹ്ലാദകരമായ ദിവസംരാജ്യം നിങ്ങൾക്ക് അതു ചെയ്യില്ലെന്ന് ഏത് ഒന്നാണ്.
		-- J. Brecheux

%
ലോകത്തിലെ ഏറ്റവും ബുദ്ധിമുട്ടുള്ള കാര്യം ഒരു കാര്യം അറിയാം എന്നതാണ് ലേക്ക്അഭിപ്രായമിടൽ ഇല്ലാതെ മറ്റാരെങ്കിലും അത് തെറ്റായി ചെയ്യുന്നു കാണുക.
		-- T. H. White

%
നിങ്ങൾ എന്തെങ്കിലും നിങ്ങളുടെ ഉള്ളം വിൽക്കണം ഒരു ദിവസം ആത്മാക്കള് glut ആകുന്നു.
		-- T. H. White

%
വിനോദവേളകൾ യുവാവും ഉണ്ടായിരുന്ന ഒരു പ്രശ്നം നിങ്ങൾക്ക് ഒരിക്കലും നിർത്താൻ കഴിയില്ല എന്നതാണ്ഒരു വിശ്രമിക്കൂ.
		-- T. H. White

%
മാത്രം പ്രൊമോഷൻ നിയമങ്ങൾ ഞാൻ തോന്നുന്നുവോ ലജ്ജ പ്രതീതി എന്നതാണ് ആകുന്നുഅത്തരത്തിലുള്ള ഒഴിവാക്കിയിട്ടുണ്ടെന്നും ഒരു ഗണിക വേണ്ടി എന്തെങ്കിലും കാരണമുണ്ടോ ഒരിക്കലുംകൂടുതൽ നല്ല പുരുഷൻമാർ കുറവാണ് നെയ്ത്തുകാരന്റെ ആയിരിക്കും. ഓ ... നിങ്ങൾ ചിന്തിക്കുന്നത് എപ്പോഴൊക്കെനിങ്ങൾ ശരിക്കും വലിയ എന്തോ ലഭിച്ചു കൂടുതൽ പത്തു ശതമാനം ചേർക്കുക.
		-- Bill Veeck

%
മമ്മീ വാങ്ങാൻ മാത്രം ശരിക്കും നല്ല സ്ഥലം മമ്മീ നൽകാൻ കഴിയുന്ന ഒരു സ്റ്റോറിൽ ആണ്ഇതിനകം ഫർണിച്ചറുകൾ രൂപത്തിൽ വെട്ടി ചെയ്തുവെന്നും ഘടിപ്പിച്ചിട്ടുള്ള ഒരുമിച്ച്, ഫിനിഷ്ഡ്,പെട്ടിയിലേക്ക് അകത്ത് വെച്ചു.
		-- Dave Barry, "The Taming of the Screw"

%
opossum വളരെ പരിഷ്കൃതമായ മൃഗം ആണ്. അതു പോലും എഴുന്നേറ്റു നേടുകയും ഇല്ല5 വരെ അല്ലെങ്കിൽ 6 പ്രധാനമന്ത്രി.
		-- Dave Barry, "The Taming of the Screw"

%
പരമാവധി കമ്മിറ്റി അംഗങ്ങൾ ഒന്നുമില്ല.
		-- Norman Augustine

%
ഫ്രണ്ട് ഓഫീസ് വാതിൽ സുവര്ണകാലം അടിസ്ഥാനപരമായ കൂടെ വിപരീതമായാണ് വ്യത്യാസപ്പെടുന്നുഉറച്ച ഡിലിങ്ക്വന്സി.
		-- Norman Augustine

%
മറ്റ് ലൈൻ വേഗത്തിൽ പ്രേരിപ്പിക്കുന്നു.
		-- Norman Augustine

%
എന്തെങ്കിലും തെറ്റ് പോകുമ്പോഴും പുഞ്ചിരി കഴിയും വ്യക്തിയുടെ വിചാരിച്ചു ചെയ്തുഅത് കുറ്റപ്പെടുത്തുന്നത് ആരെയെങ്കിലും.
		-- Norman Augustine

%
ആരും തെറ്റു വ്യക്തി സാധാരണയായി ഒന്നും ഇല്ല.
		-- Norman Augustine

%
ഉച്ചഭക്ഷണം നിങ്ങളെ സമയമെടുക്കുന്നു വ്യക്തി അടയ്ക്കാൻ ഉദ്ദേശം ഉണ്ട്.
		-- Norman Augustine

%
ഒരു പുസ്തകം കൈവശമാക്കി അതു വായിച്ചതിന് പകരമാവില്ല മാറുന്നു.
		-- Anthony Burgess

%
ഒറ്റ മറ്റേതെങ്കിലും തൊഴിലിൽ പിന്തുടരുവാൻ അല്ലെങ്കിൽ വിളിക്കുന്നു വിനിയോഗിക്കപ്പെടുന്നത് വില ഒരു കൂട്ടുകാരൻഅതിന്റെ വൃത്തികെട്ട സൈഡ് അറിവ്.
		-- James Baldwin

%
ഇലക്ട്രിക്കൽ വീട്ടുപകരണങ്ങൾ പരാജയം പ്രധാന കാരണമെന്നും ഒരു കാലഹരണപ്പെട്ടുവാറന്റി. പലപ്പോഴും, ഒരു അപ്ലയൻസ് ലളിതമായി മാറ്റിക്കൊണ്ട് വീണ്ടും പ്രവർത്തിപ്പിക്കാൻ കഴിയും15/64 ഇഞ്ച് തോന്നി പോർമുന മാർക്കറുമായി വാറന്റി കാലഹരണ തീയതി.
		-- Dave Barry, "The Taming of the Screw"

%
ഞങ്ങൾ ഒരു പ്രശ്നം കരുതിയാണ് പ്രശ്നം, തീർച്ചയായും ഒരു പ്രശ്നം, പക്ഷേഞങ്ങൾ വിചാരിച്ചിരുന്നില്ല പ്രശ്നം പ്രശ്നമുണ്ടായി.
		-- Mike Smith

%
എന്തുകൊണ്ട് വേവലാതി വേല അധികം ആളുകളെ കൊല്ലുന്ന കാരണം കൂടുതൽ ആളുകളെ എന്നതാണ്പ്രവൃത്തിയേക്കാള് വിഷമിക്കേണ്ട.
		-- Mike Smith

%
കഠിനമായി പരിശ്രമിക്കുകയാണ് പ്രതിഫലം കൂടുതൽ കഠിനമായ ജോലിയാണ്.
		-- Mike Smith

%
നന്നായി ഒരു കാര്യം പ്രതിഫലം അതു ചെയ്തു എന്നതാണ്.
		-- Emerson

%
സമ്പന്നമായ സമ്പന്നമായ നേടുകയും ദരിദ്രർക്കും ദരിദ്രരായ നേടുകയും.അന്തരം കൂടുതൽ നേടുകയും, ഞങ്ങൾക്കുണ്ട്-nots മരിക്കും.
		-- Emerson

%
വേലചെയ്യുന്ന മനുഷ്യൻ അവകാശങ്ങളും താൽപര്യങ്ങൾ സംരക്ഷിക്കുകയും അണയാതെ ചെയ്യുംതന്റെ ദൈവത്തെ ആർക്ക് ഞങ്ങളുടെ പ്രയത്നം പ്രക്ഷോഭം, അല്ലാതെ ക്രിസ്തീയ മനുഷ്യർ വേണ്ടിഅനന്തമായ ജ്ഞാനം രാജ്യത്തെ പ്രോപ്പർട്ടി താത്പര്യങ്ങൾ നിയന്ത്രണം തന്നു,ഇത്രമാത്രം തുടരുന്നുണ്ട് വിജയകരമായ മാനേജ്മെന്റ് മേൽ.
		-- George F. Baer, railroad industrialist

%
നാശത്തിലേക്കു റോഡ് നല്ല റിപ്പയർ എപ്പോഴും, ട്രാവലേഴ്സ് അടയ്ക്കാംഅതു ചെലവിൽ.
		-- Josh Billings

%
വലിയ കോർപ്പറേഷൻ ചീഫ് എക്സിക്യൂട്ടീവ് ശമ്പളം വിപണി അല്ലപുരസ്കാരവും. ഇത് ഒരു ചൂടുള്ള വ്യക്തിപരമായ സ്വഭാവം പതിവായി ആണ്തനിക്കു വ്യക്തി നടത്തുന്ന ജെസ്റ്റർ.
		-- John Kenneth Galbraith, "Annals of an Abiding Liberal"

%
വിജയം രഹസ്യം ആത്മാർഥത ആണ്. നിങ്ങൾ ആ നിങ്ങൾ കിട്ടിയതായി വ്യാജ ഒരിക്കൽഅതിനെ ഉണ്ടാക്കി.
		-- Jean Giraudoux

%
ഏഴു മാരകമായ പാപങ്ങൾ ... ഭക്ഷണം, വസ്ത്രം, വെടിവെപ്പ്, വാടക, നികുതി, respectabilityകുട്ടികളും. ഒന്നും മനുഷ്യന്റെ കഴുത്തിൽനിന്നു ആ ഏഴു നാഴികക്കല്ലുകൾ നീക്കുന്നതിനുവേണ്ടി എന്നാൽപണം; നാഴികക്കല്ലുകൾ ഉയർത്തി വരെ ആത്മാവിലും പറക്കാൻ കഴിയില്ല.
		-- George Bernard Shaw

%
രണ്ട് പോയിന്റുകൾ തമ്മിലുള്ള ചുരുങ്ങിയ ദൂരം നിർമാണത്തിലാണ് ആണ്.
		-- Noelie Alito

%
വണ്ടും നിങ്ങൾക്ക് പുറകിൽ വീഴും, കൂടുതൽ സമയം നിങ്ങൾ പിടിക്കുന്നതിന് ഞങ്ങൾക്കുണ്ട്.
		-- Noelie Alito

%
വണ്ടും നിങ്ങളുടെ ആദ്യ 5000 തെറ്റുകൾ, നിങ്ങൾക്കു വേഗത്തിൽ വണ്ടും ആയിരിക്കുംഅവരെ ശരിയാക്കാൻ കഴിയും.
		-- Nicolaides

%
ധനത്തിന്റെ നക്ഷത്ര താരകം നിങ്ങള്ക്കു.
		-- Nicolaides

%
മെച്ചപ്പെട്ടത് മനുഷ്യൻ സദാചാരം മനസ്സിലാക്കുന്നുവോ; ഇൻഫീരിയർ മനുഷ്യൻ മനസ്സിലാകുന്നഎന്താണ് വിൽക്കാൻ പോകുന്നത്.
		-- Confucius

%
പദം "തീ" അക്രമവും .നാമെന്തുകൊണ്ട് വൃത്തികെട്ട രംഗം ദർശനങ്ങൾ അപ്പ് നൽകുന്നുഷൂട്ടിങ് തെറ്റുകൾ ജീവനക്കാരുടെ. നാം ഇപ്പോൾ ഈ പ്രക്രിയ റഫർ ചെയ്യും"ഇല്ലാതാക്കുന്നത്" ജീവനക്കാരിയെ (ഫയലായി വളരെ ഡിസ്ക് നിന്ന് ഇല്ലാതാക്കി ആണ്). ദിജീവനക്കാരൻ ലളിതമായി അവിടെ ഒറ്റ തൽക്ഷണമായിട്ടാണെങ്കിലും, അടുത്ത പോയിരിക്കുന്നു. എല്ലാ ഭയങ്കരൻദേഷ്യം tantrums നിലവിളിച്ചും ഭീഷണികൾ പുറത്തായി ചെയ്യുന്നു.
		-- Kenny's Korner

%
[ഒരു ധനകാര്യ കമ്മിറ്റി] അജണ്ടയുടെ ഏതെങ്കിലും ഇനത്തിന്റെ ചെലവഴിച്ച സമയം ആയിരിക്കുംഉൾപ്പെട്ട സം വിപരീത അനുപാതത്തിൽ.
		-- C. N. Parkinson

%
self-made മനുഷ്യരുടെ ധാരാളം കഷ്ടത അവർ അവരുടെ സ്രഷ്ടാവും ആരാധിക്കുന്നത്.
		-- C. N. Parkinson

%
മോശമായതിനാൽ പ്രശ്നമുണ്ടോ അതു നിങ്ങളുടെ എല്ലാ സമയം എടുക്കും എന്നതാണ്.
		-- C. N. Parkinson

%
സമയനിഷ്ഠയുള്ള ഒരാളായി പ്രശ്നമുണ്ടോ ആരും അത് അംഗീകരിക്കാൻ അവിടെ എന്നതാണ്.
		-- Franklin P. Jones

%
സമയനിഷ്ഠയുള്ള ഒരാളായി പ്രശ്നമുണ്ടോ ആളുകൾ നിങ്ങളെ കൂടുതൽ ഒന്നും പറയാനില്ല കരുതുന്ന ആണ്ചെയ്യാൻ പ്രധാനമാണ്.
		-- Franklin P. Jones

%
ശരിയായ ആദ്യമായി എന്തെങ്കിലും ചെയ്യുന്നത് തകരാറു കോബൊണ്ടിലേക്ക് ആണ്അതു എത്ര ബുദ്ധിമുട്ടുള്ള വിലമതിക്കുന്നു.
		-- Franklin P. Jones

%
പണം പ്രശ്നമുണ്ടോ വളരെയധികം ചിലവ് ആണ്!
		-- Franklin P. Jones

%
അവസരം പ്രശ്നമുണ്ടോ അതു എപ്പോഴും കഠിനാധ്വാനം വേഷത്തിൽ വരുന്ന.
		-- Herbert V. Prochnow

%
എലി-ഓട്ടത്തിൽ പ്രശ്നമുണ്ടോ നിങ്ങൾ വിജയം പോലും, നിങ്ങൾ ഇപ്പോഴും എലിയുടെ മുൻപരിചയം എന്നതാണ്.
		-- Lily Tomlin

%
ഇംഗ്ലീഷ് ഭാഷയിലെ രണ്ട് ഏറ്റവും മനോഹരമായ വാക്കുകൾ "ചെക്ക് ഇടതൂർന്നു." ആകുന്നു
		-- Dorothy Parker

%
പണം ഉപയോഗം എല്ലാ മെച്ചം പണം ഇല്ലാതെ ഉണ്ട് എന്നതാണ്.
		-- B. Franklin

%
പാപത്തിന്റെ ശമ്പളം ഉയർന്ന എന്നാൽ നിങ്ങളുടെ പണം ന്റെ രൂപയുടെ ലഭിക്കും.
		-- B. Franklin

%
പാപത്തിന്റെ ശമ്പളം അവഗണിച്ചു ചെയ്യുന്നു.
		-- B. Franklin

%
സാധനങ്ങളുടെ വിപണിയിൽ ഒരു ചെറിയ ധനം സമ്പാദിച്ചു വഴി ആരംഭിക്കാൻ ആണ്വലിയ സാമ്പത്തിക കൂടെ.
		-- B. Franklin

%
മോശം കാർ വാടകയ്ക്ക് സേവനംദാവീദ് ഷ്വാർട്സ് 1972 സര്വകലാശാലയില് ചെയ്തപ്പോൾ, വാടകയ്ക്ക് ഒരു-.കരയരുത് സജ്ജമാക്കാൻഒരു തമാശ പോലെ. ഒരു സ്വാഭാവിക താമാശക്കാരനായിട്ടാണ് എന്നതിനാൽ, ബീറ്റ്-അപ്പ് ഒരു കൂട്ടം ഏറ്റെടുക്കുന്നപഴഞ്ചൻ, wreckages കാലിഫോർണിയയിലെ സ്ക്രാപ്പ് കൂമ്പാരം കാത്തിരിക്കുന്നു.അവൻ ഒരു തൊപ്പി ധരിച്ചു അവൻ ജനങ്ങളുടെ മുഖങ്ങൾ കാണുന്ന മുന്നോട്ട് നോക്കിjunkmobiles പ്രതിഛായക്ക്, bumperless തിരഞ്ഞെടുപ്പും ചുറ്റും അവരെ നടത്തി.തന്റെ നീണ്ടുനിൽക്കുന്ന ഭീകരരൂപം അവർക്ക് ഒരു മതിവാരത്തവളാകയാൽ ആവശ്യം ആയിരുന്നുഇപ്പോൾ സകല അമേരിക്ക 26 സംശയങ്ങള് ശാഖകളുണ്ട്. ഓടിക്കുന്നതു "ആളുകൾലഭ്യമായ ഏറ്റവും മോശം കാറുകൾ ചുറ്റും, "അവൻ തീർച്ചയായും അവർ പ്രവർത്തിച്ചു പറഞ്ഞു.."ഒരു കാർ ഡ്രൈവർ നാശനഷ്ടങ്ങൾക്ക് ഭാഗത്തു എങ്കിൽ മതിയായ സത്യസന്ധമായ ആണ്ഞാൻ `അതു മറക്കുക 'അവനോടു പറയേണ്ടതു, അതു പ്രവേശിപ്പിക്കുകയും. അവർ തിരികെ വൈകി ഒരു കാർ കൊണ്ട്അതു വിട്ടുവീഴ്ച. അവർ ഒരു ക്രാഷ് നടത്തിയിരുന്നു അതു മറ്റൊരു വാഹനത്തെ ഉള്പ്പെടുന്നില്ല എങ്കിൽനാമും ആ വിട്ടുവീഴ്ച വേണ്ടി. ""ആഷ്ട്രേ എവിടെയാണ്?" അവൾ സെറ്റില്, ഓരോന്നു ലോസ് ആഞ്ചലസ് ഭാര്യ ചോദിച്ചുഉദരം ആന്തരീക കടന്നു. "ഹണി 'അവളുടെ ഭർത്താവ്, മുഴുവൻ കാറിന്റെ പറഞ്ഞു"ആഷ് ട്രേ. "
		-- Stephen Pile, "The Book of Heroic Failures"

%
നിങ്ങൾ വിസമ്മതിക്കുന്നു കഴിയില്ല ഒരു ഓഫർ അവരുടെ ആശയം ഒരു ഓഫർ ആണ് ... നിങ്ങള്, ഇഷ്ടപ്പെട്ടവിസമ്മതിക്കരുത്.
		-- Stephen Pile, "The Book of Heroic Failures"

%
അവരെ ഉണ്ട് ലഭിക്കുന്നു.
		-- Stephen Pile, "The Book of Heroic Failures"

%
അപ്പോൾ ഒരു മനുഷ്യൻ പറഞ്ഞു: പ്രതീക്ഷകൾ നമ്മെ പറയേണ്ടതു.അതിനുശേഷം പറഞ്ഞു: ഒരു മനുഷ്യൻ കാണുന്നത് അല്ലെങ്കിൽ കേട്ടാൽ വെള്ളംജോർദാൻ, പിന്നെ അവൻ മാതളം രുചി അല്ലെങ്കിൽ ഒരു തന്റെ ഭാണ്ഡം സർവീസ് പാടില്ലഓപ്പൺ മാർക്കറ്റ്.ഒരു മനുഷ്യനെ അവൻ ഉപ്പ് പാറയിൽ ക്വാറികളിൽ തൊഴിൽ മനസ്സായില്ല എങ്കിൽഅവൻ വിട്ടുകൊടുക്കാൻ ആളോടും എന്നു ഭൂമിയിലെ സ്വീകരിക്കാൻ പാടില്ലതന്നെത്താൻ.അത്തരം ഒരു മനുഷ്യനെ ഒരു സ്ട്രെയിറ്റ് ട്രീയുടെ ഒരു പിയർ പ്രതീക്ഷിക്കും.അത്തരം ഒരു മനുഷ്യനെ ഒരു മുട്ട കിടന്നു ഒരു കല്ലു പ്രതീക്ഷിക്കും.അത്തരം ഒരു മനുഷ്യനെ സിയേഴ്സ് ഒരു ലാൺമൂവർ ഒരുമിച്ചുകൂട്ടുക പ്രതീക്ഷിക്കും.
		-- Kehlog Albran, "The Profit"

%
അപ്പോൾ ഈ കേസിൽ ഒരു തെറി ലഭിച്ചത് ScoutMaster ഉണ്ടായിരുന്നുതന്റെ troup വേണ്ടി Tates ബ്രാൻഡ് compasses; മാത്രം $ 1.25 ഓരോ! മാത്രം പ്രശ്നം,അവർ കാടുകളിൽ അവരെ പുറത്തു കയറിയപ്പോൾ compasses എല്ലാ സ്റ്റക്ക് പോയിന്റിങ്ങ് ആയിരുന്നുഡയല് ന് "പ" എന്ന.ധാർമിക:ഒരു Tates ഉള്ളവൻ നഷ്ടമാകുന്നു!
		-- Kehlog Albran, "The Profit"

%
കാര്യങ്ങൾ ലംഘിച്ചാൽ തടുക്കുന്ന നമ്മുടെ ഈ പഴയ ലോകത്തിൽ നമ്മിൽ പലരും ഉണ്ട്ഏകദേശം പോലും നമുക്കെല്ലാവർക്കും. ഞങ്ങൾ എല്ലാവരും നേടുന്നതിൽ ഉദാഹരണത്തിന്, നിരീക്ഷിച്ചത്ഐസ് ഒരേ അളവിൽ കുറിച്ച്. സമ്പന്നമായ വേനൽക്കാലത്തു അതു നേടുകയും പാവപ്പെട്ടശൈത്യകാലത്ത് അതു നേടുകയും.
		-- Bat Masterson

%
മരണത്തെക്കാൾ ജീവിതത്തിൽ മോശമായ കാര്യങ്ങൾ ഉണ്ട്. എപ്പോഴെങ്കിലും ഒരു വൈകുന്നേരം ചെലവഴിച്ചത്ഒരു ഇൻഷ്വറൻസ് സെയിൽസ്മാനായാണ് കൂടെ?
		-- Woody Allen

%
സ്റ്റോക്ക് എക്സ്ചേഞ്ചില് വിൽക്കുന്ന അല്പം ഞെരുക്കവും നടന്നിട്ടില്ല.
		-- Thomas W. Lamont, October 29, 1929 (Black Tuesday)

%
മൂലധനത്തിന്റെ പൊതു താൽപ്പര്യങ്ങൾ കുറിച്ച് സഭായോഗം പഴുതാരയുടെ ഒരു നല്ല നിലവിലുണ്ട്ലേബർ. കാര്യങ്ങൾ നിലക്കും അവരുടെ മാത്രം സാധാരണ പലിശ മുറിക്കുന്നത് ആണ്പരസ്പരം തൊണ്ട.
		-- Brooks Atkinson, "Once Around the Sun"

%
അവിടെ ചില മനുഷ്യൻ അല്പം സാധ്യമാക്കാൻ കഴിയുന്ന ലോകത്തിലെ പ്രയാസം ഒരു കാര്യം ആണ്മോശമായ അല്പം വിലകുറഞ്ഞ വിൽക്കാൻ.
		-- Brooks Atkinson, "Once Around the Sun"

%
ശരിയായ അതു ചെയ്യാൻ സമയം ഒരിക്കലും, എന്നാൽ എപ്പോഴും അത് സ്നേഹമൊന്നുമില്ലാ സമയം.
		-- Brooks Atkinson, "Once Around the Sun"

%
"ഒരു പിതാവും ക്രിസ്മസ് ഇല്ല. കുറഞ്ഞ വരുമാനം വെറും മാർക്കറ്റിംഗ് അനോണിയായിയിരിക്കാന് തുടർന്ന്മാതാപിതാക്കളുടെ ഒരു അരിഷ്ടത ജീവിക്കുന്നു. ""... ഞാൻ നിങ്ങളെ ഒരു കുട്ടിയുടെ ആശ്രയിക്കുന്നത് മുഖം ചിത്രീകരിക്കുന്നതെന്ന് ആഗ്രഹിക്കുന്നു, കണ്ണുനീർ പെറ്റുവെറും പറഞ്ഞ കാര്യങ്ങൾ കാരണം. ""ഞാൻ ഒരു ആഴ്ചത്തെ കലയുമാണ് കഴിയില്ല; കാരണം, നിങ്ങൾ അതിന്റെ അമ്മയുടെ മുഖം ചിത്രീകരിക്കുന്നതെന്ന് ആഗ്രഹിക്കുന്നയൂണിവേഴ്സ് Battlecruiser ഒരുത്തൻ മാസ്റ്റർ നൽകേണ്ടിവരും! "
		-- Filthy Rich and Catflap

%
നിങ്ങൾ എന്താണ് ചെയ്യുന്നത് മുറപ്രകാരം മാറ്റിവയ്ക്കേണ്ടതിന്റെ ഇതുപോലെ ഒട്ടും സമയമില്ല.
		-- Filthy Rich and Catflap

%
അങ്ങനെ എളുപ്പത്തിൽ നിങ്ങൾ അതു ചെയ്യുമ്പോൾ ബുദ്ധിമുട്ട് മാറുന്നു ഒന്നും ഇല്ലവൈമനസത്തോടെ.
		-- Publius Terentius Afer (Terence)

%
ഒരു മനുഷ്യൻ സത്യസന്ധരായ എങ്കിൽ കണ്ടെത്താൻ ഒരേ വഴി - അവനെ ചോദിക്കുന്നു. അവൻ പറഞ്ഞാൽ"അതെ" അവൻ വളെച്ചതിനെ അറിയും.
		-- Groucho Marx

%
നിങ്ങളുടെ മേലുദ്യോഗസ്ഥൻ തെറ്റാണ് ശരിയായ ഒരാളായി വളരെ ചെറിയ ഭാവി ഉണ്ട്.
		-- Groucho Marx

%
എല്ലാം ഉള്ളവനായി ജീവിതം കൂടുതൽ ഉണ്ടായിരിക്കണം.
		-- Maurice Sendak

%
ചില പോക്കറ്റ് പണം സമ്പാദിക്കാൻ ശ്രമിക്കുന്ന ഒരു കോളേജ് വിദ്യാർത്ഥി ഉണ്ടായിരുന്നുജോലികളും ചെയ്യാൻ വീടുതോറും വഴിപാടു പോകുന്നു. അവൻ ഈ വിശദീകരിച്ചുഒരു വാതിൽ ഉത്തരം ഒരു മനുഷ്യൻ."നിങ്ങളുടെ എത്രത്തോളം എന്റെ മണ്ഡപത്തിൽ വരയ്ക്കാൻ ഈടാക്കും?" മനുഷ്യൻ ചോദിച്ചു."നാല്പതു ഡോളർ.""കൊള്ളാവുന്ന" മനുഷ്യൻ പറഞ്ഞു വിദ്യാർത്ഥി പെയിന്റ് ബ്രഷോ കൊടുത്തു.മൂന്ന് മണിക്കൂർ കഴിഞ്ഞ് പെയിന്റ്-ഹർഷാനുഭൂതിയുടെ ബാലന്റെ വീണ്ടും മുട്ടിയാറെ."എല്ലാം ചെയ്തു!" അദ്ദേഹം പറയുന്നു ചെയ്ത് പണം ശേഖരിക്കുന്നു. "വഴിയിൽ," വിദ്യാർത്ഥി പറയുന്നു"അതൊരു പോർഷെ അല്ല, അത് ഒരു ഫെരാരിയുടെ."
		-- Maurice Sendak

%
ഒരു സൗജന്യ ഉച്ചഭക്ഷണം പോലെ മറ്റൊന്നില്ല.
		-- Milton Friendman

%
അധിക സാന്ത വകുപ്പുകൾ നിങ്ങളുടെ ബിസിനസിനെ മോശമായ ഒന്നുമില്ലപുരുഷ മുറിയിൽ ന്യൂസ്പേപ്പർ.
		-- W. Bossert

%
അവർ സമ്പത്തും സ്ത്രീകളുടെ മദ്യവും ചിന്തിച്ചു മൂഢൻമാർ പോലും ഉണ്ട്മരുന്നുകൾ ഒരു മനുഷ്യന്റെ പ്രാണൻ നിന്നു ശ്രമം ഏറ്റവും വാങ്ങാൻ കഴിയും. ഇതു ഓഫർഏത് അവരെ ഒക്കെയും വലിയവൻ അപേക്ഷിച്ച് വിളറിയ സന്തോഷങ്ങളും, ഏത് ആ ചുമതലഅവനിൽ നിന്നു ആവശ്യങ്ങൾ അവനെ ആഗിരണം തന്റെ ഒരറ്റം ശക്തി അധികം അസ്ഥിയുംതടത്തിലെ മസ്തിഷ്കവും ആശയും ഭയവും സ്വപ്നങ്ങൾ - ഇപ്പോഴും ആവശ്യമാക്കിത്തീർക്കുന്നത്.അതല്ലെങ്കിൽ കരുതുന്ന വിഡ്ഢികൾ. വലിയ പരിശ്രമം ഏറെ വാങ്ങി.ഇല്ല പെയിന്റിങ്, സംഗീതം ഇല്ല, ഇല്ല കവിത, കല്ലു യാതൊരു കത്തീഡ്രൽ ഒരു സഭയും ആരും സംസ്ഥാനംഏതെങ്കിലും തരത്തിലുള്ള പേയ്മെന്റ് വേണ്ടി രൂപപ്പെടാൻ എന്നേക്കും ഉയർത്തി. ഇല്ല പാർഥിനോൺ, യാതൊരു Thermopylaeഎപ്പോഴെങ്കിലും ശമ്പള അല്ലെങ്കിൽ മഹത്വം നിർമ്മിച്ചതും അല്ലെങ്കിൽ യുദ്ധം; ബകയര യാതൊരു പുറത്താക്കി, അല്ലെങ്കിൽ ചൈന നിലത്തുകൊള്ള അല്ലെങ്കിൽ അധികാരം മാത്രം വേണ്ടി മംഗോൾ കുതികാൽ കീഴെ. ഈ ചെയ്യുന്നതിൻറെ പേയ്മെന്റ്കാര്യങ്ങൾ സ്വയം അവരിൽ സംഭവിച്ചു.കളങ്കം പ്രയോഗിക്കാൻ - സ്വന്തം കയ്യിൽ ഒരു ഉപകരണമായി കളങ്കം ഉപയോഗിക്കാൻ - ഒപ്പംഅതിനാൽ മോശമാക്കാനും മറ്റാർക്കും പണിയും അല്ലെങ്കിൽ ശിഷ്ടം ചെയ്ത ലേക്കുള്ള - എന്നുവെച്ചാൽമനുഷ്യനോടു അറിയപ്പെട്ടിരുന്ന പ്രീതിയെ! അവന്റെ കയ്യിൽ ഉളി അനുഭവപ്പെട്ടു ഒരു വ്യക്തിയിലേക്കുമാർബിൾ ബ്ലോക്കിൽ, അല്ലെങ്കിൽ തോന്നി ഒരുത്തൻ ലേക്ക് ബന്ധനത്തിലും ദൂതൻ മോചിപ്പിക്കുകയോകയ്യിൽ വാളും ഒരു നിമിഷം മുമ്പ് ശരീരത്തിൽ ജീവിച്ചു എന്നു ഉള്ളം വീടില്ലാത്ത സജ്ജമാക്കാൻ.രക്ഷകനെ ശത്രുവിന്റെ - ആ ഇരുവരും അപൂർവ്വ ഭക്ഷണം രുചി ഒരുപോലെ സംഭവിക്കുന്നുഭൂതങ്ങൾ അല്ലെങ്കിൽ ദൈവങ്ങളെ മാത്രം പരന്നു. "
		-- Gordon R. Dickson, "Soldier Ask Not"

%
ഇല്ലാതെ രൂപയുടെ കാര്യങ്ങൾക്കായി തട്ടിപ്പ് രൂപയുടെ ആകുന്നു.
		-- Gordon R. Dickson, "Soldier Ask Not"

%
ലക്കി ചിന്തിക്കുക. നിങ്ങൾ ഒരു കുളത്തിൽ വീണാൽ മത്സ്യം നിങ്ങളുടെ പോക്കറ്റുകൾ പരിശോധിക്കുക.
		-- Darrell Royal

%
ഈ സൃഷ്ടിയുടെ പന്റ് ഒരു നല്ല സമയം.
		-- Darrell Royal

%
ഈ കാരണം, പറക്കുന്ന പദ്ധതിയിട്ടിരിക്കുന്ന നിങ്ങളെ vacationers ഒരു പ്രത്യേകിച്ച് നല്ല സമയംഅതു പ്രകാരം ഒരേ നയത്തിന്റെ ഭാഗമായിരുന്നു റീഗൻ അഡ്മിനിസ്ട്രേഷൻ,അടുത്തിടെ വെയ്ൻ ന്യൂട്ടണും യെല്ലോസ്റ്റോൺ ദേശീയോദ്യാനം വിറ്റു "വിലനിയന്ത്രണം" ചെയ്തുഎയർലൈൻ വ്യവസായം. ഇതു നിങ്ങൾക്കു അർത്ഥമാക്കുന്നത്, കൺസ്യൂമർ, ആണ്ആരെങ്കിലും നിയമങ്ങൾ പാലിക്കുക ലേക്കുള്ള എയർലൈൻ ആവശ്യമില്ല ഇനി മുതൽ. അവർക്ക് കഴിയുംചവണകളും സിനിമകൾ കാണിക്കരുത്. അവർ ഓക്സിജൻ ചാർജ് ചെയ്യാം. അവർ ശരിയായ പൈലറ്റുമാർ നിയമിക്കും കഴിയുംവെൻഡിംഗ് മെഷീൻ റീഫില്വില്പനയായ പേഴ്സൺ സ്കൂളില്. അവർ ഇന്ധന സംരക്ഷിക്കുന്നത് കഴിയുംവെള്ളത്തിൽ husky യാത്രക്കാർ ഒഴിവാക്കുന്നു. അവർ ലെ മത്സരിക്കുന്ന ചാരവിമാനങ്ങൾ ram കഴിയുംമിഡ്-എയർ. ഈ നൂതന വമ്പിച്ച ബെര്ത്തോളിയോടു ഏത് ചെയ്തിട്ടുണ്ട്നിങ്ങൾക്കു കടന്നു അനുസരിച്ചാണ് ഉപഭോക്തൃ കൂടെ വിമാനങ്ങളുടെ രൂപത്തിൽഅത്തരം $ 29 അദ്ഭുതാവഹമായ കുറഞ്ഞ യാത്രാനിരക്കുകൾ. തീർച്ചയായും, ചില നിയന്ത്രണങ്ങൾ ബാധകമാകും,പ്രധാന ഒറ്റ ഇതെല്ലാം വിമാനങ്ങൾ വോണ് നിങ്ങളെ എടുത്തു, നിന്നെ എന്നുള്ള ഒരാളായിനീ പുറത്തു തിരികെ പറക്കുന്ന ചെയ്യണമെങ്കിൽ ഡോളർ ആയിരക്കണക്കിന് അടയ്ക്കാം.
		-- Dave Barry, "Iowa -- Land of Secure Vacations"

%
ഈ ഗ്രഹം ഉണ്ട് - അല്ല ഉണ്ടായിരുന്നു - ഇതായിരുന്നു ഒരു പ്രശ്നം: ഏറ്റവുംഅതു വസിക്കുന്ന ആളുകൾക്ക് സമയം താനിനി വളരെ വേണ്ടി അസന്തുഷ്ടമായ ആയിരുന്നു. വളരെപരിഹാരങ്ങൾ ഈ പ്രശ്നം നിർദ്ദേശിച്ചു, എന്നാൽ ഇവയിൽ ഭൂരിഭാഗവുംപേപ്പർ ചെറിയ പച്ച കഷണങ്ങൾ ജനമുന്നേറ്റങ്ങളിലും വലിയതോതിൽ ബന്ധപ്പെട്ട,മുഴുവൻ അതിൽ ചെറിയ പച്ച കഷണങ്ങൾ കാരണം ഒറ്റസംഖ്യയാണെങ്കിൽഅസന്തുഷ്ടമായ ഉണ്ടായിരുന്ന പേപ്പർ.
		-- Douglas Adams

%
ഈ ആഴ്ച മാത്രം, നമ്മുടെ എല്ലാ ഫൈബർ ഫിൽ ജാക്കറ്റുകൾ ഇറങ്ങി അടയാളപ്പെടുത്തുന്നു!
		-- Douglas Adams

%
മരിച്ചവരെ കഴിയുക ഒരിക്കലും അവകാശപ്പെടുന്നവരെ എന്നേക്കും റിപ്പോര്ട്ട് ചെയ്തിട്ടില്ലഇവിടെ സമയം പുറത്തുകടന്ന് ചെയ്തത്.
		-- Douglas Adams

%
ആത്മത്യാഗത്തിൻറെ മാന്യമായ ആത്മാവിൽ കാര്യങ്ങൾ ചെയ്യുന്നവർ ഒഴിവാക്കണം ആകുന്നുഅത്തരത്തിലുള്ള.
		-- N. Alexander.

%
ഒരാൾക്ക് ചിലവിടാൻ കഴിയുന്ന ഏറ്റവും വിലപ്പെട്ട കാര്യം.
		-- Theophrastus

%
സ്റ്റോക്ക് എടുത്തു സമയം. ചില ഓഫീസ് സപ്ലൈസ് വീട്ടിലേക്കു പോകുക.
		-- Theophrastus

%
വിമർശനം ഒഴിവാക്കാൻ, ഒന്നും ചെയ്യാൻ, ഒന്നും പറയുന്നില്ല ഒന്നും ആയിരിക്കും.
		-- Elbert Hubbard

%
അതോ എന്നു ചുവടെയുള്ള ലൈനാണ്.
		-- Elbert Hubbard

%
ഒന്നും ഒന്നും ചെയ്യാൻ ആയിരിക്കേണം.
		-- Elbert Hubbard

%
ഒരേസമയം രണ്ടു കാര്യങ്ങൾ ചെയ്യാൻ എന്നതാണ്.
		-- Publilius Syrus

%
കാലിലെ തിരികെ ലഭിക്കാൻ, രണ്ടു കാർ പേയ്മെന്റുകൾ പോയില്ല.
		-- Publilius Syrus

%
ചെയ്തതു എന്തെങ്കിലും ലഭിക്കാൻ, ഒരു കമ്മിറ്റി മൂന്നു അധികം ഒന്നും ഉണ്ടാവുക വേണംപേരും തങ്ങളെ രണ്ടു അസാന്നിദ്ധ്യം.
		-- Publilius Syrus

%
റിയാലിറ്റി പ്രതീതി പുനഃസ്ഥാപിക്കാൻ, ഞാൻ വാൾട്ട് ഡിസ്നി ഒരു Hardluckland തോന്നിപ്പോകാറുണ്ട്.
		-- Jack Paar

%
ഒറ്റ ജീവൻ രക്ഷിക്കാൻ ഏഴു പഗോഡായും പണിയാൻ നല്ലതു.
		-- Jack Paar

%
ഒരു ആവശ്യം കാണാനും ആവശ്യപ്പെടും കാത്തിരിക്കാൻ, ഇതിനകം തള്ളി ആണ്.
		-- Jack Paar

%
വിദഗ്ധ ഒന്നടക്കം, ജോലി പ്രവചിക്കുന്നത് ഒരാൾ ദൈർഘ്യമേറിയ എടുക്കും ട്ട്ഏറ്റവും ല്.
		-- Jack Paar

%
യുവത്വം തുടരാൻ, ഉപയോഗപ്രദമായ താമസിക്കാൻ.
		-- Jack Paar

%
ജന്മിയുടെ ചെയ്യുക doorknobs ആധിപത്യം.
		-- Jack Paar

%
നിന്റെ തന്നെ ആത്മാർത്ഥത ആയിരിക്കും. (ചിലരെങ്കിലും പണമുണ്ടാക്കാൻ, ആ ഇല്ലെങ്കിൽ.)
		-- Jack Paar

%
ഈ പ്രധാന കഥ മനസിലാക്കുന്നതിന്, നിങ്ങൾ എങ്ങനെ ടെലിഫോൺ മനസ്സിലാക്കേണ്ടകമ്പനി പ്രവർത്തിക്കുന്നു. നിങ്ങളുടെ ടെലഫോൺ ഇരിക്കുന്ന ഒരു കംപ്യൂട്ടർ, ബന്ധിപ്പിച്ചിരിക്കുന്നുഒരു പ്രാദേശിക കമ്പ്യൂട്ടർ, അതാകട്ടെ ഒരു ഘടിപ്പിച്ച ഏത് കണക്ട്ഉച്ചഭാഷിണി എന്ന എഡ്നാ എ Bargewater എന്ന കാര്യം കൂടി ഗാർബേജ് ട്രക്ക് വലിപ്പംലോറൻസ്, Kan.നിങ്ങൾ ഫോണിൽ സംസാരിക്കാൻ അപ്പോഴൊക്കെ, നിങ്ങളുടെ പ്രാദേശിക കമ്പ്യൂട്ടറിൽ കേൾക്കുന്നു. അത് എങ്കിൽനിങ്ങൾ ഒരു ഉറ്റ വിഷയം ചർച്ച ചെയ്യാൻ പോകുന്നു സംശയിക്കപ്പെടുന്നവരെ അതു കമ്പ്യൂട്ടർ അറിയിക്കുന്നതാണ്മുകളിൽ, ലെ ശ്രദ്ധിക്കുന്നു അതു മീതെ അറിയിക്കാൻ എന്നത് തീരുമാനിക്കുന്നു ഏത്,ഒടുവിൽ വരെ, നിങ്ങൾ ശരിക്കും സ്വയം അപമാനിക്കാൻ എങ്കിൽ ഒരുപക്ഷെ ഇറങ്ങി കണ്ണുനീർ തകർക്കുംനിങ്ങളുടെ കഴിഞ്ഞ നിന്ന് ഒരു വൃത്തികെട്ട സംഭവം നിങ്ങളുടെ അടുത്തുള്ള സുഹൃത്ത് പറയുന്നുഒരു seedy മോട്ടൽ, അയൽക്കാരൻറെ പങ്കാളിയുടെ മുഴുവൻ മത ഓർഡർ, ഒരു ഉൾപ്പെട്ടതോട്ടം ഹോസ്, മരച്ചീനി പുഡ്ഡിംഗ് ആറു ഊതാറുണ്ട്, മുകളിൽ കമ്പ്യൂട്ടർ നിങ്ങളുടെ ഫീഡുകൾഅതെന്താ ന്റെ ഉച്ചഭാഷിണി സംഭാഷണം, അവൾ അവളുടെ ചങ്ങാതിമാരെ പുറത്തു വരുംകേൾക്കുകയും ജിൻ കുടിക്കുകയും തങ്ങൾക്കു നിസ്സാരരായ ചിരിക്കാൻ മണ്ഡപത്തിൽ.
		-- Dave Barry, "Won't It Be Just Great Owning Our Own Phones?"

%
നിരവധി ആളുകളെ അവസരം സുരക്ഷ പകരം ചിന്തിക്കുമ്പോൾ ചെയ്യുന്നു. അവർ തോന്നുന്നില്ലമരണത്തെക്കാൾ ജീവിതത്തിന്റെ കൂടുതൽ ഭയപ്പെട്ടു.
		-- James F. Byrnes

%
വളരെയധികം പോരാ.
		-- James F. Byrnes

%
എല്ലാം വളരെ വെറും മതി.
		-- Bob Wier

%
സത്യം സൗജന്യമാണ്, പക്ഷേ വിവരം ചെലവ്.
		-- Bob Wier

%
രണ്ട് ലോംഗ് പകുതി വൺ ആയി ചിലവില് ആയി ജീവിക്കാം.
		-- Howard Kandel

%
Veni, Vidi, വിസ:ഞാൻ, ഞാൻ കണ്ടു ഞാൻ അല്പം ഷോപ്പിംഗ് ചെയ്തു വന്നു.
		-- Howard Kandel

%
യഥാർത്ഥത്തിൽ കാരണം, ഈ ദിവസം നിർമിക്കുന്ന നേടാനുള്ള വളരെ കുറച്ച് കാര്യങ്ങൾഅത്തരം നാം ജീവിക്കുന്ന ഒറ്റ അത്യധികം ഒന്നായി അന്തമില്ലാത്ത വലിയ യൂണിവേഴ്സ്,ഒരുപക്ഷേ കണക്കാക്കാത്ത, കാര്യങ്ങൾ ഒരുപാട് ഒറ്റ പകരം അല്ല, പറയണമായിരുന്നുഎവിടെയോ. കാട്ടിലെ ഏത് മരങ്ങൾ ഏറ്റവും വളർന്നു അടുത്തിടെ കണ്ടുപിടിച്ചത്പഴം screwdrivers ratchet. ratchet സ്ക്രൂഡ്രൈവർ ജീവിതം ചക്രം ആണ്വളരെ രസകരമായ. ഒരിക്കൽ അതിൽ ചെയ്യാനാകും ഇരുണ്ട പിറവിയെടുക്കുന്നത് ജോലിക്കാരനെ ആവശ്യമാണ് വീഴ്ത്തിവർഷങ്ങളായി ഫോണ്വിളി കിടക്കും. അപ്പോൾ ഒരു രാത്രിയിൽ അതു പെട്ടെന്നു പൊരുന്നിയിരുന്നു അതിന്റെ നിരസിക്കുന്നപൊടിയാക്കി തകർന്നുവീണുകൊണ്ടിരിക്കുമ്പോഴും എന്നും തികച്ചും unidentifiable പോലെ അത്ര പുറത്തെ തൊലിരണ്ടറ്റവും flanges കൂടെ അല്പം മെറ്റൽ ഒബ്ജക്റ്റിനായി കോസി ഒരു തരത്തിൽ ഒരു ദ്വാരംഒരു സ്ക്രൂ വേണ്ടി. ഇത് കണ്ടെത്തിയത് കളയാൻ ചെയ്യും. ആരും അറിയുന്നുസ്ക്രൂഡ്രൈവർ ഈ ജങ്ക്ഷനിലും കുറിക്കും. പ്രകൃതി, അവളുടെ അനന്തമായ ജ്ഞാനവും,മരണമായി അത് പ്രവർത്തിക്കുന്നു.
		-- Howard Kandel

%
സീറ്റ് ബെൽറ്റ് കാറുകൾ പോലെ ആയുധമാക്കി സ്യൂട്ടുകളുടെ ആകുന്നു.
		-- Howard Kandel

%
ആറാമൻ:ഒരു നായയ്ക്ക് മികച്ച വേട്ടയാടി.ഒരു hungrier നായ കൂടുതൽ മികച്ചതാക്കാൻ വേട്ടയാടി.ഏഴാം:കുറച്ചു ബിസിനസ്സ് ബേസ് ഓവർഹെഡ് വർദ്ധിപ്പിക്കുന്നു.അങ്ങനെ വർദ്ധിച്ചു ബിസിനസ്സ് ബേസ് ചെയ്യുന്നു.എട്ടാമൻ:വളരെ ചെലവു എസ്റ്റിമേറ്റർ വിദ്യാഭ്യാസ ഏറ്റവും വിജയിച്ചില്ല നാല് വർഷംഅഞ്ചാം ഗ്രേഡ് ഗണിത ആണ്.ഒമ്പതാം:ചുരുക്കെഴുത്തുകളും ആൻഡ് അബ്രീവിയേഷൻസ് പരമാവധി പരിധിയിൽ ഉപയോഗിക്കാവൂബാലിശമായ ആശയങ്ങൾ അഗാധമായ വരുത്തുവാൻ സാധ്യത. Q.E.D.എക്സ്:ബുൾസിന് കാള വഴക്കുകൾ ജയം ചെയ്യരുത്; ആളുകൾ.ആളുകൾ വഴക്കുകൾ ജയം ചെയ്യരുത്; അഭിഭാഷകർ ചെയ്യാൻ.
		-- Norman Augustine

%
അനിവാര്യം പേപ്പറുകൾ ഇടമുറിയാതെ നീക്കി അവരുടെ ഓജസ്സ് കാട്ടിക്കൊടുക്കുവാൻനിങ്ങൾക്ക് കണ്ടെത്താൻ കഴിയുന്ന അവരെ ഇടത്തുനിന്നും.
		-- Norman Augustine

%
എല്ലാ പേഴ്സണൽ താക്കീത്:ആത്മവീര്യം മെച്ചപ്പെടുത്തുന്നു വരെ Firings തുടരും.
		-- Norman Augustine

%
നിങ്ങളുടെ ബജറ്റ് അടുത്ത വർഷം മുറിച്ചു ലഭിക്കാൻ ചെയ്യരുത്.
		-- Norman Augustine

%
നാം സ്തുതി ഇഷ്ടപ്പെടുകയും പക്ഷെ നമ്മുടെ വേതനം ഒരു വർധന വഴികൾ ഏറ്റവും മികച്ച തരത്തിലുള്ള ആണ്.
		-- Norman Augustine

%
ഞങ്ങൾ എല്ലാവരും മുഖ്യധാര ദാരിദ്ര്യം ഒരു സംസ്ഥാനത്ത് ജീവിക്കുന്നത്.
		-- Decimus Junius Juvenalis

%
നമ്മുടെ പ്രിയപ്പെട്ട സംഘടന അല്ല, പക്ഷെ ബഹുമാന്യനായ ഒന്നാണ്.
		-- John Fisher

%
കൃത്യമായി എന്തുകൊണ്ട് കാണിക്കാൻ ചില തികച്ചും അനിഷേധ്യവുമായിരുന്നു വിജയരാഘവന്നിങ്ങൾ അങ്ങനെ ക്ഷീണിതനാണോ.നിങ്ങൾ ധരിച്ചത് പോലെ യഥാർത്ഥത്തിൽ അധ്വാനിക്കുന്ന പലരും ഉണ്ടാകില്ല.ഈ രാജ്യത്തെ ജനസംഖ്യ 200 ദശലക്ഷം ആണ്. 84 ദശലക്ഷം ഉണ്ട്വേല ചെയ്യാൻ 116 ദശലക്ഷം ഇലകൾ ഏത് പ്രായം 60 വർഷം. 20 കീഴിൽ ആളുകൾവയസ്സെങ്കിലും ആകെ വേല ചെയ്യാൻ 41 ദശലക്ഷം ഇലകൾ 75 ദശലക്ഷം.22 ദശലക്ഷം ഇലകൾ ഏത് സർക്കാർ, വഴി ജോലിചെയ്യുന്നവർ ഉണ്ട്19 വേല ചെയ്യാൻ ദശലക്ഷം. നാല് മില്യൺ സായുധ സേവനങ്ങളാണ് ഏത്15 ദശലക്ഷം ഇലകൾ വേല ചെയ്യാൻ. നിയമഭേദഗതി 14.800.000, സംസ്ഥാനത്തെ എണ്ണംപട്ടണത്തിൽ ഓഫീസുകൾ, വേല ചെയ്യാൻ വിട്ടുകൊടുത്തത് 200,000. 188.000 ൽ ഉണ്ട്ആശുപത്രികൾ, ഭ്രാന്തൻ തടവറകളിൽ മുതലായവ അങ്ങനെ വേല ചെയ്യാൻ 12,000 വിടുന്നു.ഇപ്പോൾ ജയിലിൽ അവിടെ 11.998 ജനവിഭാഗമാണ് അറിയുന്നത് നിങ്ങൾക്ക് താൽപ്പര്യമുണ്ടാകാനിടയുള്ള,അങ്ങനെ ചുമട് വെറും 2 ആളുകളുടെ വിടുന്നു. അതായത് നിങ്ങൾ എന്നെ ആകുന്നു;സഹോദരൻ, ഞാൻ എല്ലാം എന്നെത്തന്നെ ചെയ്യുന്നത് മടുത്തിരിക്കുന്നു തോന്നുന്നു!
		-- John Fisher

%
"ഞങ്ങൾ നമ്മുടെ ജീവിതം വഴി വളരെ അടിസ്ഥാനം നാം വിളിക്കുന്ന എന്നു നിലനിർത്താൻഫ്രീ എന്റർപ്രൈസ്, "ക്യാഷ് McCall പറഞ്ഞു:" എന്നാൽ നമ്മുടെ പൗരന്മാരുടെ ഒന്ന്ഷോ ആ ലാഭത്തിന്റെ ഒരു ചെറിയ പെരുമനടിക്കുക മതിയായ ഫ്രീ എന്റർപ്രൈസ്, ഞങ്ങൾ എന്തുതാൻ നാണിക്കും എന്നുള്ളതിന്നു അനുഭവം ഞങ്ങളുടെ മികച്ച. "
		-- Cameron Hawley

%
ഞങ്ങൾ പുതിയ വസ്ത്രം ആരെങ്കിലും മരിച്ചിരുന്നു വിചാരിച്ചു അങ്ങനെ പാവപ്പെട്ട ആയിരുന്നു.
		-- Cameron Hawley

%
ഞങ്ങൾ ഒരു watchdog താങ്ങാൻ കഴിഞ്ഞില്ല അങ്ങനെ പാവപ്പെട്ട ആയിരുന്നു. ഞങ്ങൾ രാത്രി ഒരു മുഴക്കം കേട്ടു എങ്കിൽ,നാം നമ്മെത്തന്നെ പുറംതൊലി ആഗ്രഹിക്കുന്നു.
		-- Crazy Jimmy

%
നാം സുവർണ്ണ ൽ ജീവിക്കുന്നത്. നിങ്ങൾക്ക് വേണ്ടത് തങ്കം.
		-- D. W. Robertson.

%
വാരാന്ത്യത്തിൽ, നീ എവിടെയാണ്?
		-- D. W. Robertson.

%
നിങ്ങൾ പ്രവേശന കണ്ടെത്താൻ കഴിയില്ല എങ്കിൽ എന്ത്, നല്ല ജീവിതം ഒരു ടിക്കറ്റ് ആണ്?
		-- D. W. Robertson.

%
വചനം നിലവാരമുള്ളതെന്ന് കഴിയില്ല വഴി ഞാൻ പറയുന്നതിന്റെ (ഒപ്പം മറ്റെല്ലാവരെയും മാർഗങ്ങളിലൂടെ)വിഷയങ്ങളും predicates ഇറങ്ങിപ്പോയി തകർത്തു. ഈ ഗുണനിലവാര അല്ലഅങ്ങനെ ദുരൂഹ എന്നാൽ ക്വാളിറ്റി, അങ്ങനെ ലളിതമായ ഉടനടി, നേരിട്ടും- കാരണം.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
എന്താണ് ചെയ്യുന്നത് രൂപയുടെ അത് വട്ടായോ? ചോദിക്കുന്ന പോലേ.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
എന്തു പാപം കാര്യക്ഷമത നാമത്തിൽ പ്രതിജ്ഞാബദ്ധമാണ് ചെയ്തിട്ടില്ല?
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
എന്താണ് വലിയ പ്രിന്റ് ദാനം, ചെറിയ പ്രിന്റ് എടുത്തുകളയുന്നു.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
എന്താണ് അവർ പറഞ്ഞു:അവർ എന്താണ്:"ഞാൻ യാതൊരു വിദ്യാര്ത്ഥികള് ഈ വിദ്യാർത്ഥിയെ ശുപാർശ."(അതെ, ആ കുറിച്ച് അതു രത്നച്ചുരുക്കം.)"അവൾ അറിയുന്നു ഗണിതശാസ്ത്രത്തിന്റെ തുക അത്ഭുതപ്പെടുത്തും."(ഞാൻ ആ സ്കൂൾ റീചാര്ജ് നൽകുന്ന ശുപാർശ ...)"ഞാൻ അവനെ തന്നെ മതി നല്ല കാര്യങ്ങൾ പറയും കഴിയില്ല."(ഒരു സ്ക്രൂ-അപ്.)"ഞാൻ ഈ സ്ഥാനാർഥി എന്റെ ഒരു പഴയ സഹപ്രവർത്തകനായ എന്നു പറയുന്നതു എനിക്ക് സന്തോഷമുണ്ട്."(ഞാൻ അവൾ ഞങ്ങളുടെ ഉറച്ച പോയത് ഞാൻ എത്ര ഭാഗ്യവാൻ പറയാനാവില്ല.)"ഈ വ്യക്തിയെ ഞങ്ങളുടെ ഉദ്യോഗാർത്ഥിയാണ് വിട്ടപ്പോൾ ഞങ്ങൾ പോകുവാൻ തന്നെ വളരെ പ്രതീക്ഷ ആയിരുന്നുതന്റെ കഴിവുകൾ ഒരു നീണ്ട വഴി. "(നാം അവൻ പോലെ കഴിയുമെങ്കില് പോകും ആഗ്രഹിക്കുന്നു ആശിച്ചിരുന്നു.)"നിങ്ങൾ അവളെപ്പോലെ പലരും കണ്ടെത്തുകയില്ല."(സത്യത്തിൽ, അധികപേരും അവളുടെ ചുറ്റും ഒരാളായി നിൽക്കാൻ കഴിയില്ല.)"ഞാനും അവനെ അത്യധികം ശുപാർശ കഴിയില്ല."(എന്നാൽ എന്റെ അറിവിൽ അദ്ദേഹം ഒരു പ്രതിജ്ഞാബദ്ധമായ ഒരിക്കലുംഎന്റെ മുമ്പിൽ കുറ്റമാണ്.)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
എന്താണ് അവർ പറഞ്ഞു:അവർ എന്താണ്:"അതുപോലെത്തന്നെ ഞാൻ അവനെ അറിയുന്നു ഈ വ്യക്തിയെ അറിഞ്ഞു എങ്കിൽ അത്രയും വിചാരിക്കുംഎന്നെ പോലെ അവനെ. "(അല്ലെങ്കിൽ, ചെറിയ വാചകം അതു ചെറുതായി കൂടുതൽ കൃത്യമായി ലേക്ക്.)"അവളുടെ ഇൻപുട്ട് എപ്പോഴും വിമർശിച്ചു."(അവൾ പറയാൻ ഒരു നല്ല വാക്ക് സ്വീകരിച്ചിട്ടില്ല.)"ഞാൻ നല്ല വേല ചെയ്യാൻ തന്റെ കഴിവിൽ കുറിച്ച് സംശയമില്ല."(അതു നടന്നിട്ടില്ലെന്ന തുടർന്ന്.)"ഈ സ്ഥാനാർഥി തുല്യമായി വകുപ്പിന് ബാലൻസ് കടം ഏത്ഇതിനകം അങ്ങനെ നിരവധി അംഗങ്ങൾ ഉണ്ട്. "(ഇതിനകം ഒരു ബഹളം ഇല്ലെങ്കിൽ.)"അവസാന സെമസ്റ്റർ എന്റെ സെമിനാർ തന്റെ അവതരണം തികച്ചും ശ്രദ്ധേയമായ ആയിരുന്നു:തുടരെത്തുടരെ അവിശ്വസനീയമായ ഫലം. "(നാം ഒന്നുകിൽ അവരെ വിശ്വസിച്ചില്ല.)"അവള് അവളെ നിയോഗിക്കുകയോ ഏതെങ്കിലും ചടങ്ങിൽ അവളുടെ സമീപനം തികച്ചും യൂണിഫോം ആണ്."(വാസ്തവത്തിൽ, പൊതുവേ ജീവൻ ...)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
എന്താണ് അവർ പറഞ്ഞു:അവർ എന്താണ്:"അവനെ നിങ്ങളുടെ പ്രവർത്തിക്കാൻ കഴിയും നിങ്ങൾ ഭാഗ്യമുള്ളയാളാണ്."(നാം ഒരിക്കലും വിജയിച്ചു.)കൂടെ ഞാന് വേണ്ടത്ര അവനെ താരതമ്യം ചെയ്യാം മറ്റ് ജീവനക്കാരൻ ഇല്ല.(ശരി, ഞങ്ങളുടെ എലി അല്ല ശരിക്കും ജീവനക്കാരുണ്ട് ...)"വിജയകരം അവനെ കൊള്ളയുടെ ഒരിക്കലും."(ശരി, കുറഞ്ഞത് പോലും കൂടുതൽ.)"സാധാരണയായി ഒരു നല്ല അനുഭവപ്പെടുകയും അവനെ വിട്ടു വരുന്നു."(ആശ്വാസം അത്തരം ഒരു ഡയലോഗും.)"അവൻറെ ഡെസ്സർട്ടേഷൻ നിങ്ങൾ ഈ ദിവസം കാണാൻ പ്രതീക്ഷിക്കുന്നില്ല സൃഷ്ടിയുടെ അടുക്കുക ആകുന്നു;അതിൽ അവൻ തീർച്ചയായും തൻറെ പൂർണ്ണമായ കഴിവുകൾ വച്ചിരിക്കുന്നതെന്ന്. "(അവന്റെ ഐ.ക്യു, അതുപോലെ.)"അവൻ ദൂരത്തുള്ള പോകേണ്ടതാണ്."(അകന്ന മെച്ചപ്പെട്ട.)"അവൻ തന്റെ വടി മുഴുവൻ ഗുണങ്ങളും ചെയ്യും."(പോലും ജോലിക്ക് ശേഷം തന്റെ പുൽത്തകിടി mowing അവരിൽ ഒരാൾ ഉണ്ട്.)
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
അവർ പറയുന്നതിൻറെ: അവർ എന്തു:ഒരു സാങ്കേതികമുന്നേറ്റം നടത്തിയിട്ടില്ല ... തിരികെ ഡ്രോയിംഗ് ബോർഡ്.ശുദ്ധമായ അപകടം കണ്ടെത്തിയത് ഗവേഷണത്തിന് വർഷങ്ങൾക്കു ശേഷം വികസിപ്പിച്ചത്.കാരണം നാം മറ്റെന്തെങ്കിലും പ്രവർത്തിക്കുകയാണ് യഥാർത്ഥ വൈകിയാണ് പദ്ധതി.മുൻകൂട്ടിക്കാണാൻ ബുദ്ധിമുട്ടുകൾഡിസൈനുകൾ നാം ഒരു പോയിന്റ് രണ്ടോ നീട്ടി അതിനെ ഉണ്ടാക്കി അനുവദനീയമായ പരിധിക്ക് അകത്ത് മാത്രമായിരുന്നു.ഉപഭോക്തൃ സംതൃപ്തി ഇതുവരെ അവർ ആയിരിക്കും വൈകിയാണ് വിശ്വസിക്കപ്പെടുന്നുഎല്ലാം നന്ദികാണിക്കുന്നത് ഉറപ്പുനൽകി.അടയ്ക്കുക സംരംഭങ്ങളുടെ ഏകോപനം നമ്മൾ കുറ്റമില്ല ക്യാമ്പേഴ്സ് പ്രചരിപ്പിക്കാനും കഴിഞ്ഞു!ടെസ്റ്റ് ഫലങ്ങൾ വളരെ ഫിക്ഷന് ഇത് പ്രവർത്തിക്കുന്നു ബാലനെ ചെയ്തു ഞങ്ങൾ വിസ്മയിച്ചു!ഡിസൈൻ അന്തിമരൂപം ചെയ്യും ... നാം ഇതുവരെ ആരംഭിച്ചിട്ടില്ല, എന്നാൽ ഞങ്ങൾ ലഭിച്ചുഎന്തെങ്കിലും പറയാൻ.മുഴുവൻ സങ്കൽപം quit രൂപകൽപ്പന ഒരാൾ നിരസിച്ചു.നാം ഒരു പുതിയ നാം മൂന്നു പുതിയ സഞ്ചി കൂലിക്കു മുന്നോട്ടു പ്രവത്തിക്കുമ്പോൾ അവർ മുൻപരിചയംസമീപനം ചുറ്റും ടച്ചോടെ.വിവിധ സമീപനങ്ങളുടെ എണ്ണം ... നാം ഞങ്ങൾ പോകുന്നിടത്തെല്ലാം അറിയില്ലഞങ്ങൾ മാറ്റുന്നു.ഞങ്ങൾ അതു ഓൺ ചെയ്താൽ പ്രാഥമിക ഓപ്പറേഷണൽ പരിശോധനകൾ .സിയോള് ചെയ്യുന്നു.നിര്ണ്ണായകമല്ലാത്തപരിഷ്ക്കാരങ്ങൾ നാം മേൽ ആരംഭിച്ചിട്ടേയുള്ളൂ പുരോഗമിക്കുന്നു ആകുന്നു.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
അവർ പറയുന്നതിൻറെ: അവർ എന്തു:മുൻ പതിപ്പിൽ പുതിയ വ്യത്യസ്ത നിറങ്ങൾ.മുൻ പതിപ്പ് എല്ലാ പുതിയ അനുയോജ്യമല്ല.മറ്റാരെങ്കിലും എക്സ്ക്ലൂസീവ് മറ്റാരുടേയും ഡോക്യുമെന്റേഷൻ ഉണ്ട്.മത്സരം ഏതാണ്ട് നല്ല പൊരുത്തപ്പെടാത്ത.ഡിസൈൻ ലാളിത്യം കമ്പനി ഞങ്ങളെ പണം കൊടുക്കരുത് മനസ്സില്ലായിരുന്നു.ഫൂൾ പ്രൂഫ് ഓപ്പറേഷൻ എല്ലാ ഘടകങ്ങളും ഹാർഡ് കോഡുചെയ്തിരിക്കുന്നു.വിപുലമായ ഡിസൈൻ എന്ന് ആരും മനസ്സിലാക്കുന്നത്.ഇവിടെ ഒടുക്കം അതു സമയം പൂർത്തിയാക്കുന്ന മനസിലായില്ല.ഫീൽഡ് നാം ഏതെങ്കിലും സിമുലേറ്ററുകൾ ഇല്ല പരീക്ഷിച്ചു.വികസന വർഷങ്ങൾ അവസാനമായി പ്രവർത്തിക്കാൻ ലഭിച്ചു.അഭൂതപൂർവമായ പ്രകടനം ഒരുനാളും മുമ്പ് ഈ സ്ലോ ഓടി.റെവല്യൂഷണറി ഡിസ്ക് ഡ്രൈവുകൾ 'ചുറ്റുമുള്ള' ചുറ്റും നടക്കുന്നു.ഹണികോംബ് മാത്രം ഒരു അടുത്ത തലമുറ സൂപ്പർ പായുന്നു.പരിഹരിക്കാൻ അസാധ്യമാണ് പരിപാലിക്കേണ്ടതില്ല.പ്രകടനം തെളിയിക്കപ്പെട്ട ബീറ്റ പരീക്ഷയുടെ പ്രവർത്തിച്ചു.ടഫ് ക്വാളിറ്റി സ്റ്റാൻഡേർഡ്സ് പിശകുകൾ ഇല്ലാതെ compiles നിറവേറ്റുന്നു.സംതൃപ്തി അതു പരാജയപ്പെടുകയാണെങ്കിൽ ഞങ്ങൾ നിങ്ങളെ മറ്റൊരു പായ്ക്ക് അയയ്ക്കും ഗ്യാരൻറി.ഓഹരി ഇനം മുമ്പ് നാം അതിനെ റിമിനായി വീണ്ടും ചെയ്യാൻ കഴിയും.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
എന്താണ് ഈ രാജ്യത്തെ ആവശ്യമാണ് നല്ല അഞ്ചു ശതമാനം ബാഗെൽ വാങ്ങും എന്ന് റീചാര്ജ് ആണ്.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
എന്താണ് ഈ രാജ്യത്തെ ആവശ്യമാണ് നല്ല അഞ്ച് ശതമാനം വല്ലതും ആകുന്നു!
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
എന്താണ് ഈ രാജ്യത്തെ ആവശ്യമാണ് നല്ല അഞ്ച് ശതമാനം നിക്കൽ ആണ്.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
എന്താണ് ഈ രാജ്യത്തെ ആവശ്യമാണ് നല്ല അഞ്ച് ഡോളർ പ്ലാസ്മാ ആയുധമാണ്.
		-- R. Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
, പകരം പകൽ സേവിംഗ്സ് ടൈം, ഏത് ആരും നമുക്ക് ഈ രാജ്യത്ത് എന്തു ആവശ്യംശരിക്കും എന്തായാലും മനസ്സിലാക്കി പ്രവൃത്തിദിനം മോണിംഗ് സമയം എന്ന ഒരു പുതിയ ആശയമാണ്,7 മണിയ്ക്ക് നമുക്കു ഒരു സ്പേസ്-ലോഞ്ച്-സ്റ്റൈൽ "പിടിച്ചു" പോകുവാൻ എല്ലാ ദിവസവുംരണ്ട് മൂന്ന് മണിക്കൂർ, അതു വെറും 7 മണിയ്ക്കുള്ള തുടരുന്നുണ്ട് സമയത്ത് ഈ വഴി നമുക്ക്എല്ലാ നീട്ടിവെച്ചിരിക്കുകയാണ് ആൻഡ് ഏമ്പക്കം ഒരു പരിഷ്കൃതമായ ക്രമേണ പ്രക്രിയ വഴി ഉണർന്നുപോയിമാന്തികുഴിയുണ്ടാക്കുന്ന, ഞങ്ങൾ യഥാർത്ഥത്തിൽ തയ്യാറായിരുന്നു അതു ഇപ്പോഴും വെറും 7 മണിയ്ക്കുള്ള തന്നെകിടക്ക വരുന്നു.
		-- Dave Barry, "$#$%#^%!^%&@%@!"

%
എന്തുതന്നെ ഇറങ്ങി തറയ്ക്കപ്പെടാനും അല്ല എന്റെ ആണ്. ഞാൻ എഴുന്നേറ്റു PRY ങ്ങൾക്ക് ഇറങ്ങി nailed ചെയ്തിട്ടില്ല.
		-- Collis P. Huntingdon, railroad tycoon

%
ഒരു ബാങ്കേഴ്സ് ഒരു ജാലകത്തിന്റെ ചാടി തന്റെശേഷം jump - പണം എവിടെ എന്ന് തുടർന്ന്.
		-- Robespierre

%
ഒരു സഹ പറയുമ്പോൾ, 'ഇതൊരു പണം കാര്യം തത്വം "എന്നതാണ്അതു പണമുണ്ടായിരുന്നു.
		-- Kim Hubbard

%
മറ്റ് എല്ലാം പരാജയപ്പെടുമ്പോൾ, നിർദ്ദേശങ്ങൾ വായിക്കുക.
		-- Kim Hubbard

%
എനിക്കു പ്രവൃത്തികൾ വരുമ്പോൾ ഞാൻ തേങ്ങി.ഞാൻ ഇരിക്കുമ്പോൾ ഞാൻ എളുപ്പമാണ് ഇരിക്കുന്ന.ഞാൻ കണ്ടതിനാൽ വന്നപ്പോൾ ഞാൻ ഉറങ്ങാൻ പോകുന്നു.
		-- Kim Hubbard

%
സംശയം പിറുപിറുക്കുക; പ്രയാസം, ഡെലിഗേറ്റ് ലെ; എപ്പോൾ ചുമതല, ചിന്തിക്കുകയും.
		-- James H. Boren

%
അതു തീരുമാനമെടുക്കാൻ നിർബന്ധമില്ല, അത് അല്ല അത്യാവശ്യമാണ്ഒരു തീരുമാനം എടുക്കൂ.
		-- James H. Boren

%
ഉചിതവും ചെയ്യുമ്പോൾ, അവധികൾ ഉത്പാദനക്ഷമത കമ്മിവരുത്തരുത്: വേണ്ടിനിങ്ങൾ അകലെയാണെങ്കിലും ഒന്നും ചെയ്തുതീർക്കാൻ ആഴ്ചയിൽ മറ്റൊരു നിങ്ങളുടെ ബോസിനെ എന്നാണ്അകലെയുള്ള നിങ്ങൾ ഇരട്ടിയായി ചെയ്തുതീർക്കുക.
		-- Daniel B. Luten

%
മേധാവികൾ ഉത്പാദനക്ഷമത മെച്ചപ്പെടുത്താനും കുറിച്ച് സംസാരിക്കുമ്പോൾ അവർ സംസാരിക്കുന്നത് ഒരിക്കലുംതങ്ങളെ കുറിച്ച്.
		-- Daniel B. Luten

%
ലോഡ്ജ് യോഗം പിരിഞ്ഞശേഷം മേയർ സുഹൃത്തിന് രഹസ്യമായി."ആബെ, ഞാൻ ഒരു ഗുരുതരമായ അച്ചാർ അതിലുണ്ട്! ഞാൻ പണം അത്യാവശ്യമുണ്ടെങ്കിൽ സുഖമാണ്, എനിക്കില്ലഞാൻ നിന്നും ലഭിക്കുകയില്ല പോകുന്നു എവിടെ ചെറിയ ആശയം! ""ഞാൻ കേള്ക്കുന്നു സന്തോഷമുണ്ട്," ആബെ ഉത്തരം. "ഞാൻ നിന്നെ ഭയപ്പെട്ടുനീ എന്നെ വായ്പ കഴിഞ്ഞില്ല ചില ആശയം സാധിച്ചെങ്കിൽ! "
		-- Daniel B. Luten

%
നിങ്ങൾ ഹാർഡ് പ്രവർത്തിക്കുമ്പോൾ, എഴുന്നേറ്റു പലപ്പോഴും ഓരോ retch.
		-- Daniel B. Luten

%
നിങ്ങൾ എന്തു ചെയ്യണമെന്ന് അറിയില്ല ചെയ്യുമ്പോൾ അല്ല ഫാസ്റ്റ് നടക്കുകയും വിഷമിക്കാനുള്ള നോക്കൂ.
		-- Daniel B. Luten

%
നിങ്ങൾ ചെയ്യുന്നത് എന്താണെന്ന് അറിയില്ല ചെയ്യുമ്പോൾ, വൃത്തിയായി അത് ചെയ്യാൻ.
		-- Daniel B. Luten

%
നിങ്ങൾ വാങ്ങാൻ പുറത്ത് പോയാൽ വെള്ളിയും കാണിക്കില്ല.
		-- Daniel B. Luten

%
നിങ്ങൾ ലോകത്തിൽ നിങ്ങളുടെ അടയാളം നല്കുമ്പോള് erasers കൂടെ സഞ്ചി മജീദ്.
		-- The Wall Street Journal

%
നിങ്ങളുടെ ജോലി സ്വയം സംസാരിക്കുന്നു ചെയ്യുമ്പോൾ, ശല്യപ്പെടുത്തരുത്.
		-- Henry J. Kaiser

%
ഒരു ഇഷ്ടം അവിടെ എവിടെ, ഒരു ബന്ധു അവിടെ.
		-- Henry J. Kaiser

%
ഒരു ഇഷ്ടം അവിടെ എവിടെ അവകാശമായി നികുതി അവിടെ.
		-- Henry J. Kaiser

%
പണം സന്തുഷ്ടി വാങ്ങാൻ കഴിയില്ല, അത് തീർച്ചയായും നിങ്ങളുടെ സ്വന്തം തിരഞ്ഞെടുക്കാൻ അനുവദിക്കുന്നുഅരിഷ്ടത രൂപത്തിൽ.
		-- Henry J. Kaiser

%
പണം സ്നേഹം വാങ്ങാൻ ഇല്ല, അത് ഒരു വലിയ വിലപേശൽ സ്ഥാനം നൽകുന്നു.
		-- Henry J. Kaiser

%
ആർ എ-വായ്പയെടുക്കാൻ പോകുന്നു എ-ദുഃഖിക്കും പോകുന്നു.
		-- Thomas Tusser

%
ആരെങ്കിലും ഏറ്റവും കളിപ്പാട്ടങ്ങൾ കിരീടത്തോടെ മരിക്കുന്നു.
		-- Thomas Tusser

%
നിങ്ങൾ ഒരു വിജയം കഴിയുമ്പോൾ എന്തുകൊണ്ട് ഒരു മനുഷ്യൻ?
		-- Bertolt Brecht

%
നീ എന്നെ $ 20.00 വായ്പ എനിക്കു മാത്രം അതു പത്തു ചെയ്യുമോ?അതിലൂടെ, നിങ്ങൾ എന്നെ പത്തു കടപ്പെട്ടിരിക്കുന്നു; ഞാൻ നിങ്ങളെ പത്തു കടപ്പെട്ടിരിക്കുന്നു കാണാം ഞങ്ങൾ തുടരും!
		-- Bertolt Brecht

%
പ്രവൃത്തി കൂടാതെ വിഷിങ് കെണി ഇല്ലാതെ മത്സ്യബന്ധനം പോലെയാണ്.
		-- Frank Tyger

%
ഔദ്യോഗിക ലഭ്യമായ സമയം നിറയ്ക്കാൻ വികസിക്കുന്നു.
		-- Cyril Northcote Parkinson, "The Economist", 1955

%
പിശകുകള് കാര്യം സ്ഥാനം മാറ്റുക, ആദ്യം: പ്രവർത്തിച്ചിരുന്ന രണ്ടു വക ആണ്മറ്റ് കാന്തപുരത്തിന്റെ ഭൂമിയിൽ ഉപരിതലത്തിൽ ബന്ധു; രണ്ടാം മറ്റ് ആളുകളോട്,അങ്ങനെ ചെയ്യാൻ.
		-- Bertrand Russell

%
ഔദ്യോഗിക ജീവിതത്തിന്റെ പുൽത്തകിടി ലെ ക്രാബ് പുല്ലു.
		-- Schulz

%
മികച്ച രീതിയിൽ പ്രവർത്തിക്കുക, ബുദ്ധിമുട്ടുമാണ് അല്ല, നിങ്ങളുടെ speling സൂക്ഷിക്കുകയും.
		-- Schulz

%
ഒരു ദർശനം ഇല്ലാതെ വർക്ക് അടിമത്തം ആണ്, പ്രവൃത്തി കൂടാതെ വിഷൻ, കുഴൽ സ്വപ്നമാണ്എന്നാൽ ജോലിയിലോ ദർശനം ലോകത്തിന്റെ പ്രത്യാശ.
		-- Schulz

%
ഇലവൻ:ഭൂമിയുടെ ഇരട്ടി ഫാസ്റ്റ് തിരിക്കുന്നതിന് ബോധ്യമാവുകയും ചെയ്തു, മാനേജർമാർക്ക് നന്നായിരുന്നേനെഇരട്ടിയായി ചെയ്തുതീർക്കുക. എർത്ത് ഇരുപതു തിരിക്കുന്നതിന് ഉണ്ടാക്കി കഴിഞ്ഞാൽവേഗത്തിലുമാക്കി തവണ മറ്റെല്ലാവർക്കും യുദ്ധ ശേഷം അത്രയും ചെയ്തുതീർക്കാൻ തന്നെമാനേജർമാർ ഓഫ് സർവീസ് നടത്തുക.പന്ത്രണ്ടാം:ഇത് മോശമാണ് ഉൽപ്പന്നങ്ങളും നിർമ്മിക്കാൻ ഒരുപാട് വില.പതിമൂന്നാമൻ:യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് പല വളരെ ബിസിനസ്സും ഉണ്ട്.പലരും കൂടുതൽ പണം നടത്തുന്നവരും ഉണ്ട്. നയം അല്ലരണ്ട് intermingle.പതിനാലാമൻ:വർഷം 2015 ശേഷം എയർപ്ലെയ്ൻ ഒന്നുമില്ല തകരാറുകൾക്കും ഉണ്ടാകും. അവിടെ ചെയ്യുംഇലക്ട്രോണിക്സ് 100 ശതമാനം അളന്ന് കാരണം, ഒന്നുകിൽ takeoffs ആയിരിക്കുംഓരോ ആകാശവിമാനം അണുവോളമുള്ള.പതിനഞ്ചും:പ്രകടനം അവസാന 10 ശതമാനം ചിലവു മൂന്നിലൊന്ന് ഉൽപാദിപ്പിക്കുന്നപ്രശ്നങ്ങൾ മൂന്നിൽ രണ്ട്.
		-- Norman Augustine

%
XLI:കൂടുതൽ കുറവും ഒന്നു ലഭിക്കുന്നു, ഉത്പാദിപ്പിക്കുന്നത്.XLII:അവർ അനന്തമായ ടെസ്റ്റിംഗ് ആവശ്യമായ കാരണം ലളിത സിസ്റ്റങ്ങൾ കരുതേണ്ടതെന്തോ അല്ല.XLIII:അതു കുറഞ്ഞത് സമയത്തുതന്നെ ഹാർഡ്വെയർ മികച്ച രീതിയിൽ പ്രവർത്തിക്കുന്നു.XLIV:21-ാം നൂറ്റാണ്ടിൽ വിമാന ഫ്ലൈറ്റ് എപ്പോഴും ഒരു പടിഞ്ഞാറോട്ട് ആകുംസംവിധാനം, വെയിലത്ത് സൂപ്പർസോണിക് നൽകുന്നതിന് സമയ മേഖലകൾ കുറുകെതകർത്തു ഇലക്ട്രോണിക്സ് പരിഹരിക്കാൻ ആവശ്യമായ അധിക മണിക്കൂർ.XLV:പ്രതീക്ഷിക്കാത്തത് തടഞ്ഞു കഴിയുന്ന പ്രതീക്ഷിയ്ക്കുന്നു വേണംഅപ്രതീക്ഷിത പ്രതീക്ഷിച്ചതിലും ചെയ്തിരിക്കണം.XLVI:സംരക്ഷിച്ച ഒരു ബില്യൺ സമ്പാദിച്ചു ഒരു ബില്യൺ ആണ്.
		-- Norman Augustine

%
XLVII:ഭൂമിയുടെ ഉപരിതലത്തിന്റെ മൂന്നിൽ രണ്ട് വെള്ളം മൂടിയിരിക്കുന്നു. മറ്റ്മൂന്നാം ആസ്ഥാനത്ത് നിന്നും ഓഡിറ്റർമാരോട് മൂടിയിരിക്കുന്നു.XLVIII:നിങ്ങൾ ചെയ്തുകൊണ്ടിരിക്കുന്നതിനെപ്പറ്റി നീ, സംസാരിക്കുന്നത് ചെലവഴിക്കുന്നത് കൂടുതൽ സമയംകുറച്ച് സമയം നിങ്ങൾ സംസാരിക്കുന്നത് പറ്റി ചെയ്യുന്നത് ചെലവഴിക്കാൻ ഞങ്ങൾക്കുണ്ട്.ക്രമേണ, നിങ്ങൾ കുറവ് കുറവ് സംസാരിക്കുന്നത് കൂടുതൽ കൂടുതൽ സമയം ചെലവഴിക്കുന്നത്ഒടുവിൽ വരെ നിങ്ങൾ ഒന്നും സംസാരിക്കുന്നത് നിങ്ങളുടെ എല്ലാ സമയം ചെലവഴിക്കുന്നത്.XLIX:റെഗുലേഷൻസ് കളകൾ അതേ തോതിൽ വളരും.എൽ:ശരാശരി നിയന്ത്രണം ഒരു ആയുസ്സ് ഒരു കാലം അഞ്ചിലൊന്ന് ഉണ്ട്ആള്ക്കുരങ്ങ് ന്റെ പത്തിലൊന്ന് നീണ്ട മനുഷ്യനേക്കാൾ - നാലു തവണഅതു ഉദ്യോഗസ്ഥരുടെ പടച്ചു കാലം.LI:യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് Tricentennial സമയത്ത് കൂടുതൽ ഉണ്ടാകുംതൊഴിലാളികൾ ഉണ്ട് അധികം സർക്കാർ തൊഴിലാളികൾ.LII:സ്വകാര്യ മേഖലയിൽ ജോലി ആളുകൾ പണം ലാഭിക്കാൻ ശ്രമിക്കണം.അതു ഇരമ്പല് ഗുണകരമാകും വേണ്ടി സാധ്യത ഉണ്ട് തുടരുന്നു.
		-- Norman Augustine

%
പതിനാറാമൻ:വർഷം 2054 ൽ മുഴുവൻ പ്രതിരോധ ബജറ്റ് വെറും ഒരു വാങ്ങാൻ ചെയ്യുംവിമാനം. ഈ വിമാനം വ്യോമസേനയുടെ പങ്കിടും വരും,നാവികസേന 3-1 / 2 ദിവസം ഓരോ ആഴ്ചയിൽ അധിവർഷം ഒഴികെ അതു എപ്പോൾഅധിക ദിവസം മറീനുകളെ ലഭ്യമാക്കും.പരമാധ്യക്ഷനായിരുന്നു:സോഫ്റ്റ്വെയർ എൻട്രോപ്പി പോലെയാണ്. അതു ഗ്രഹിക്കാൻ പ്രയാസമാണ് ഒന്നും ഭാരം,ഒപ്പം അനുസരിക്കുന്നുവോ അതായത്, അത് എപ്പോഴും വർദ്ധിപ്പിക്കുന്നു താപയാന്ത്രികശാസ്ത്രം രണ്ടാം നിയമം.XVIII:ഇത് ഉയർന്ന വിശ്വസനീയത നേടാൻ വലിയ ചെലവാണ്. ഇത് അസാധാരണമല്ലഓരോ ഘടകം പത്തു ഒരു ഘടകവുമായി ഒരു ഇനം ചെലവ് വർദ്ധിപ്പിക്കാൻപത്തു ശോഷണ മാറി.പ്രേയസിയോട്:ഏറ്റവും ഉൽപ്പന്നങ്ങൾ ഉടൻ വാങ്ങാൻ കഠിനമാണ് ആയിരിക്കും ആണെങ്കിലും, അവിടെ ഉദ്ദേശിക്കുന്നപരിഹാരമാർഗ്ഗങ്ങൾ എങ്ങനെ പുസ്തകങ്ങൾ വില്പനയ്ക്ക് ഒരു ആവാസകേന്ദ്രമായി വിപണിയിൽ ആയിരിക്കും.ത്:ഏതെങ്കിലും തന്നിരിക്കുന്ന ആണ്ടിൽ കോൺഗ്രസ് ഫണ്ടിംഗ് തുക ഉചിതമായിരിക്കുന്നത് ചെയ്യുംമുൻകൂർ വർഷം അംഗീകാരം പ്ലസ് ഏതൊരു മാറ്റം മുക്കാൽഭരണകൂടം അഭ്യർത്ഥിക്കുന്നു - മൈനസ് 4-ശതമാനം നികുതി.
		-- Norman Augustine

%
XXI:ഇത് വേണം അല്ലാതെ ഇത് വായ്പ ലഭിക്കാൻ എളുപ്പമാണ്.XXII:സ്റ്റോക്ക് മാര്ക്കറ്റ് വിദഗ്ധർ അങ്ങനെ വിദഗ്ധ എങ്കിൽ അവർ സ്റ്റോക്ക് വാങ്ങുന്നത് നൽകും,ഉപദേശം വിൽക്കുകയില്ല.പോപ്പ്:ഏത് ചുമതല അധികം മൂന്നിലൊന്നു കൂടുതൽ പൂർത്തിയാക്കുമെന്നും കഴിയുംകണക്കുകൾ.XXIV:വെറും ഒരു ഷെഡ്യൂൾ നീട്ടിവെച്ചിരിക്കുകയാണ് കൂടുതൽ വിലയേറിയസ്ഥാപിച്ചു പദ്ധതി ഏറ്റവും തന്നെയാണ് അതു ഇനിയൊട്ട് ആണ്മനുഷ്യനോടു അറിയപ്പെടുന്ന വിലയേറിയ നടപടി.XXV:ഒരു പുതുക്കിയ ഷെഡ്യൂൾ ഒരു പുതിയ സീസൺ ഒരു അത്ലറ്റിന് എന്തു ബിസിനസ്സിലേക്കാണോഅല്ലെങ്കിൽ ഒരു ആർട്ടിസ്റ്റിനെ ഒരു പുതിയ ക്യാൻവാസ്.
		-- Norman Augustine

%
തലവര:മാനേജ്മെന്റ് പാളികൾ ഒരു മതിയായ എണ്ണം ഓരോ സ്വഭവാമുള്ളതോ ചെയ്യുന്നു എങ്കിൽമറ്റ് അതു ദുരന്ത അവസരം ശേഷിച്ചില്ല എന്നു തീർച്ചയായും ലഭിക്കും.XXVII:റാങ്ക് ഹാർഡ്വെയർ ഭീഷണിപ്പെടുത്തുകയോ ഇല്ല. എന്നുള്ളതു റാങ്കിലുള്ള ബങ്കളുരുവിന്.XXVIII:ഇത് reorganizee അധികം reorganizer നല്ലതു.XXIX:വിജയകരമായ ഫലങ്ങൾ ചെയ്യാത്ത എക്സിക്യൂട്ടീവുകളേയും അവരുടെ മുറുകെപിടിച്ചുമാത്രം അഞ്ചു വർഷം ജോലി. ഫലപ്രദമായ ഫലങ്ങൾ ചെയ്തവർഅര പതിറ്റാണ്ട് കുറിച്ച് കാത്തിരിക്കുക.: XXXസമയം ചോദ്യങ്ങൾ ചോദിക്കുന്ന ജനം ഉത്തരങ്ങൾ ഒരുങ്ങിയിരിക്കുന്നുവേല ചെയ്യുന്ന ജനത്തെ ചോദ്യങ്ങൾ ട്രാക്ക് നഷ്ടപ്പെട്ടു.
		-- Norman Augustine

%
നിരോധിക്കാന്:പരമാവധി കമ്മിറ്റി അംഗങ്ങൾ ഒന്നുമില്ല.XXXII:ഹയറിംഗ് വിദേശികളുടെ നടത്താനും ഒരു വിശിഷ്ടമായ മാർഗമുണ്ട് കഴിയുംഅവരുടെ സ്വർണ്ണം നിങ്ങളുടെ പ്രശ്നങ്ങൾ - സ്വർണ്ണം പ്രശ്നങ്ങൾ തിരിഞ്ഞു.ബള്ബു:വിഡ്ഢികൾ incumbents ചവിട്ടുവാൻ ഭയപ്പെടുന്നു എവിടെ ഇങ്ങും.XXXIV:മത്സരാധിഷ്ഠിത ജോലി നിർവഹിക്കാൻ കോൺട്രാക്ടർമാർ തിരഞ്ഞെടുക്കാനുള്ള പ്രക്രിയ, പാരിതോഷികങ്ങൾ ശിക്ഷകൾ ഒരു സിസ്റ്റം അടിസ്ഥാനമാക്കിയുള്ളതാണ് എല്ലാ വിതരണംക്രമരഹിതമായി.XXXV:ദുർബല ഒരാളുടെ നിഗമനത്തിൽ ബേസിൽ മേൽ ലഭ്യമാണ് ഡാറ്റ,വലിയവൻ നൽകാനായി ഉദ്ധരിച്ച് ചെയ്യേണ്ട പ്രിസിഷൻഡാറ്റ ആധികാരികതയെ.
		-- Norman Augustine

%
XXXVI:ഒരു multimillion ഡോളറിന് നേടിയ ആവശ്യമാണ് നിർദ്ദേശം കനംകരാർ മില്യൻ ഡോളർ ഏതാണ്ട് ഒറ്റ മില്ലിമീറ്റർ ആണ്. എല്ലാ എങ്കിൽഈ സാധാരണ ഹാഷിനെ നിർദേശങ്ങൾ പരസ്പരം മുകളിൽ കുന്നിച്ചുകൂടിഗ്രാൻഡ് ക്യാനിയന് ചുവടെ അത് ഒരുപക്ഷേ ഒരു നല്ല ആശയം തന്നെ.XXXVII:സമയം കാര്യങ്ങൾ തൊണ്ണൂറ്റിയൊൻപത് ശതമാനം നീ ആഗ്രഹിക്കുന്ന വല്ലാതെ തിരിക്കും.നിന്നെ വളരെ പ്രതീക്ഷിക്കാൻ പറ്റുമായിരുന്നില്ല സമയം മറ്റ് 10 ശതമാനം.XXXVIII:ആദ്യകാല പക്ഷി ഇരയെ ലഭിക്കുന്നു.ആദ്യകാല പുഴു ... തിന്നു നേരിടുമ്പോഴാണ്.അത്ര:അവസാനം ആറു മാസത്തിനുള്ളിൽ ഏതെങ്കിലും പദ്ധതി പൂർത്തിയാക്കാൻ വാഗ്ദാനം ഒരിക്കലുംവർഷം - രണ്ട് ദിശകളിലും.എക്സ്:ഏറ്റവും പദ്ധതികൾ മെല്ലെ ആരംഭിക്കുന്നത് - അതിനുശേഷം ജനസമൂഹത്തിലെ ഓഫ് taper.
		-- Norman Augustine

%
ഇന്നലെ ഞാൻ ഒരു നായ ആയിരുന്നു. ഇന്ന് ഞാൻ ഒരു നായ സുഖമാണ്. നാളെ ഞാൻ ഇപ്പോഴും കാണാംഒരു നായ ആയിരിക്കും. വേണമല്ലോ! വളര്ച്ചയും അങ്ങനെ ഒരു പ്രതീക്ഷയും അവിടെ.
		-- Snoopy

%
ബോസിനെ നിങ്ങളുടെ ഡെസ്ക് വഴി drops എല്ലായ്പ്പോഴും നാമമാത്ര സിനിമ.
		-- Snoopy

%
പരസ്യ നല്ലതാണോയെന്ന് ജനം എല്ലാം അക്കാലത്തെ കഷ്ടപ്പെടുന്ന കഴിയുംബജറ്റും മതി വലുതാണ്.
		-- Joseph E. Levine

%
നീ അതിന്റെ പരസ്യങ്ങള് ഒരു ജനതയുടെ ആദർശങ്ങൾ പറയാനാകും.
		-- Norman Douglas

%
നിങ്ങൾ തന്നേ അതു എടുത്തപ്പോൾ ജോലി അപകടകരമായിരുന്നു അറിയാമായിരുന്നു ഫ്രെഡ്.
		-- Superchicken

%
നിങ്ങൾ അറിയുന്നു, ഈ കമ്പനി ടൈറ്റാനിക് തമ്മിലുള്ള വ്യത്യാസം എന്നതാണ്ടൈറ്റാനിക് ഉപഭോക്താക്കൾക്ക് അടയ്ക്കേണ്ട ചെയ്തു.
		-- Superchicken

%
നിങ്ങൾ അല്ലെങ്കിൽ ഞാൻ Ahrimanes തന്റെ ജീവിതം ടേണിനായിരിക്കണം. ഞാൻ അല്ല, അത് നിങ്ങൾക്ക് കൊള്ളാം.ഞാൻ നിങ്ങളുടേത് മറികടന്നു എന്റെ സ്വന്തം ജീവിതം യാഗം യാതൊരു മടിയും ഉണ്ടായിരിക്കണം, പക്ഷേഅടുത്ത ആഴ്ച സ്റ്റോക്ക് എടുത്തു കമ്പനി തന്നെ വേണം.
		-- J. Wellington Wells

%
നിങ്ങൾ വളരെ പ്രബന്ധം തിന്മയുണ്ട് ആവേശകരമായ വയലിൽ വലിയ പണം നടത്താനാകുമോ!. ശ്രീ സ്മിത്ത് Muddle പിണ്ഡത്തിന്റെ പറയുന്നു: "ഞാൻ ഈ കോഴ്സ് എടുത്തു മുമ്പെ ഞാൻ ഉപയോഗിക്കുന്നഒരു എളിയ ബിറ്റ് twiddler. ഇപ്പോൾ ഞാൻ എംഐടി ടെക് ചെയ്തത് പഠിച്ച കാര്യങ്ങൾ ഞാൻ ശരിക്കും അനുഭവപ്പെടുംപ്രധാനപ്പെട്ടതും അസ്പഷ്ടമാക്കുകയോ ഏറ്റവും നല്ല ആശയക്കുഴപ്പത്തിലാക്കുന്ന കഴിയും. ""പത്ത് ഹ്രസ്വ ദിവസം മുമ്പ് എല്ലാ പ്രത്യാശ കഴിഞ്ഞില്ല: ശ്രീ നിഷാദാ പറയാൻ ഈ ഉണ്ടായിരുന്നുഒരു എൻജിനീയറായി ചത്ത എൻഡ് പണി തന്നെയായിരുന്നു. ഇപ്പോൾ ഞാൻ ഒരു വാഗ്ദാനമാണ് ഭാവി എനിക്കുണ്ട്ശരിക്കും വലിയ Zorkmids ചെയ്യുന്നു. "എംഐടി ടെക് എല്ലാവർക്കും അയഥാർത്ഥമായി ഫലങ്ങളിൽ വാഗ്ദാനം ചെയ്യാൻ കഴിയില്ല, എന്നാൽ സന്ദർഭംനിങ്ങളുടെ ഭാവി പ്രകാശിക്കും എംഐടി ടെക് നിന്ന് നിങ്ങളുടെ MDL ൽ ബിരുദം നേടാൻ.ഞങ്ങളുടെ സൗജന്യ ബ്രോഷർ ഇന്നത്തേക്ക് അയയ്ക്കുക!
		-- J. Wellington Wells

%
