مرحلہ 1: بند AutoCAD کی - مجھے پتہ ہے یہ آپ سے کچھ کے لئے مشکل ہو سکتا ہے. تم کر سکتے ہوبھی آپ چاہتے ہیں تو کریش AutoCAD کے لئے انتظار.    - مائیکل Rotolo       (http://themadcadder.blogs.com/my_weblog/2008/12/external-xref-manager-xref-path-saver.html)! 07/11 پی ڈی پی ایک نی deppart m'I! pleH
		-- Jamie Zawinski

%
101 USE SFOR ایک مردہ مائکروپروسیسر(1) سینٹیپیڈ کے لئے Scarecrow کی(2) مردہ بلی برش(3) بال barrettes(4) cleats کے(5) خود چھیدنے بالیاں(6) فنگس trellis کے(7) جھوٹے محرم(8) سے Prosthetic کتے پنجی        .        .        .(99) ونڈو باغ ہیرو (Tonka ٹریکٹر کے پیچھے نکالا)(100) اور قاتل ویلکرو(101) کرنسی
		-- Jamie Zawinski

%
1: اختیاری کے لئے کوئی کوڈ ٹیبل: ++ کے پیغام
		-- Jamie Zawinski

%
4.2 BSD UNIX # 57: اتوار جون 1 23:02:07 EDT 1986تم سورج کو سوئنگ آپ کی یاد آتی ہے. اتوار جھولوں. انہوں نے ایک کے ساتھ آپ کو مار دیتی ہے575MB ڈسک! تم 575MB ڈسک پڑھیں. یہ ایک اجنبی میں کیا لکھا ہےزبان اور آپ کی تھکا ہوا اتوار-2 کی آنکھوں کی طرف سے پڑھا نہیں کیا جا سکتا. آپ کو پھینک دیںسورج سے اوپر 575MB ڈسک آپ کو مارا! اتوار کو آپ کی آنکھوں کی مرمت ضروری ہے.اتوار کو طومار پڑھتا. وہی تمہارا 130MB ڈسک مار دیتی ہے! انہوں نے ہرا دیا130MB ڈسک! اتوار کو طومار پڑھتا. وہی تمہارا ایتھرنیٹ بورڈ مار دیتی ہے! انہوں نے کہا کہآپ ایتھرنیٹ بورڈ ہرا دیا ہے! آپ کی ایک کتاب پڑھ "جب تک ملتوی9 AM پیر ". ہر چیز سیاہ چلا جاتا ہے ...
		-- /etc/motd, cbosgd

%
ایک ماہر حیاتیات، ایک شماریات، ایک ریاضی دان اور ایک کمپیوٹر سائنسدان پر ہیںافریقہ میں ایک سفاری تصویر. وہ میں سوانا کے ساتھ ساتھ ڈرائیونگ کر رہے ہیں کے طور پر انجیپ، وہ روکنے اور ان کے دوربین کے ساتھ افق سکاؤٹ.ماہر حیاتیات: "دیکھو زیبراز کے جھوبڈ اور ایک سفید زیبرا نہیں ہے!تصوراتی، بہترین! ہم مشہور ہو جائے گا! "شماریات: "ارے، پرسکون ہو جاؤ، یہ اہم نہیں ہے ہم صرف جانتے.ایک سفید زیبرا نہیں ہے. "گنیتشتھ: "اصل میں، ہم صرف وہاں جانتے زیبرا موجود، ہے جوایک طرف پر سفید. "کمپیوٹر سائنسدان: "اوہ، کوئی ایک خاص معاملہ!"
		-- /etc/motd, cbosgd

%
... ایک عروج آواز کا کہنا ہے کہ، "غلط، بیوکوف!"، اور آپ محسوس کریں کہ آپ کہخاک کے ڈھیر میں تبدیل کر دیا ہے.
		-- /etc/motd, cbosgd

%
کوڈ میں ایک بگ کی دستاویزات میں دو قابل ہے.
		-- /etc/motd, cbosgd

%
ہاتھ میں ایک مسئلے سے undetected تک کے طور پر ایک سے بہتر ہے.
		-- /etc/motd, cbosgd

%
کسی راہب گرینڈ Tortue (صرف ایک تنگ کرنے کی عادت تھی جوکبھی چاہے پوچھ کر روشن خیالی 'Yond روشن خیالی تک پہنچ گیا تھا)،مختلف اشیاء بدھ کی فطرت تھی یا نہیں. اس سوال Tortue لئےہمیشہ خاموش بیٹھا. راہب نے پہلے ہی ایک بین کے بارے میں پوچھا تھا، ایک جھیل،اور ایک چاندنی رات. ایک دن وہ Tortue سٹرنگ کا ایک ٹکڑا لایا اورایک ہی سوال پوچھا. جواب میں، گرینڈ Tortue لوپ پکڑاچند آسان پھیری کے ساتھ ان کے پاؤں اور، کے درمیان، ایک پیچیدہ پیداوہ راہب کرنے wordlessly proferred جس سٹرنگ. اس لمحے میں، راہبروشن خیال تھی.اس کے بعد سے، راہب Tortue پریشان نہیں کیا. اس کے بجائے، وہ بعد سٹرنگ بنایاTortue کے طریقہ کی طرف سے سٹرنگ؛ اور وہ، ان کے اپنے ہی شاگردوں کے پر کے طریقہ کار منظورجو ان کے لئے اس پر گزر چکا ہے.
		-- /etc/motd, cbosgd

%
کام کرتا ہے کہ ایک پیچیدہ نظام ہمیشہ ایک سے تیار ہے پایا جاتا ہےسادہ نظام کام کرتا ہے.
		-- /etc/motd, cbosgd

%
قواعد کی بہت اور بے رحم کے ساتھ، پرانے عہد نامے خدا کی طرح [ایک کمپیوٹر ہے].
		-- Joseph Campbell

%
ایک کمپیوٹر، آپ کسی دوسرے کی ایجاد سے زیادہ تیزی سے زیادہ غلطیوں کو بنانے کی اجازت دیتا ہےhandguns کے اور سے Tequilla کے ممکنہ مستثنیات کے ساتھ.
		-- Mitch Ratcliffe

%
ایک کمپیوٹر سیلزمین کی فروخت کے مقصد کے لئے ایک کمپنی کے صدر کا دورہصدر تازہ ترین بات چیت کرتے ہوئے کمپیوٹرز میں سے ایک.سیلزمین: "اس مشین میں سب کچھ جانتا ہوں جو کسی بھی سوال پوچھ سکتے ہیں.اور یہ درست جواب دے دونگا. کمپیوٹر، کیا ہےروشنی کی رفتار؟ "کمپیوٹر: 186.282 فی سیکنڈ میل دور.سیلزمین: "ریاست ہائے متحدہ امریکہ کے پہلے صدر کون تھا؟"کمپیوٹر: جارج واشنگٹن.صدر: "میں اب بھی اس بات پر یقین نہیں ہوں مجھے ایک سوال پوچھنا ہے..میرے باپ کہاں ہے؟ "کمپیوٹر: آپ کے والد جارجیا میں ماہی گیری.صدر: "ہا !! کمپیوٹر غلط ہے میرے والد نے بیس سے زائد مر گیا.		کئی برس قبل!"کمپیوٹر: تمہاری ماں کے شوہر 22 سال پہلے انتقال ہو گیا. آپ کے والد نے صرفایک بارہ پونڈ باس اترا.
		-- Mitch Ratcliffe

%
ایک کمپیوٹر سائنسدان چیزیں ٹوٹ نہیں کر رہے ہیں کہ ٹھیک کرتا کوئی ہے جو.
		-- Mitch Ratcliffe

%
کوبول اور فورٹران کے بغیر ایک کمپیوٹر چاکلیٹ کیک کا ایک ٹکڑا کی طرح ہےکیچپ اور سرسوں کے بغیر.
		-- Mitch Ratcliffe

%
A CONS پرواہ کرتا ہے جو کسی چیز ہے.
		-- Bernie Greenberg.

%
A ٹھیک کر پروگرام ایک جس کے لئے آپ نے ابھی تک حالات نہیں ملا ہےکہ یہ ناکام بنانے.
		-- Jerry Ogdin

%
وہ کھا رہا تھا کے طور پر ایک فرقے کے ایک شاگرد نے ایک بار Drescher کرنے آئے تھےان صبح کے کھانے. "میں آپ کو اس شخصیت ٹیسٹ دینا چاہوں گا"، انہوں نے کہابیرونی شخص، "میں آپ کو خوش دیکھنا چاہتا ہوں کیونکہ."Drescher کاغذ کہ اس کی پیشکش کی اور میں ڈال دیا گیا تھا لے لیاٹوسٹر - "میں بہت خوش ہو جائے کرنے ٹوسٹر چاہتے ہیں".
		-- Jerry Ogdin

%
ایک ڈاکٹر، ایک واستکار، اور ایک کمپیوٹر سائنسدان کے بارے میں بحث کر رہے تھےکا پیشہ سب سے بڑے تھے. ان کے دلائل کے دوران میں، وہ، باغ عدن پر واپس سارا راستہ ہے جس پر ڈاکٹر سے کہا "طبی پیشے حوا آدم سے بنایا گیا تھا کیونکہ، سب سے قدیم واضح طور پر ہےپسلی، کہانی جاتا ہے کے طور پر، اور یہ کہ ایک صرف ناقابل یقین جراحی کارنامہ تھا. "معمار اتفاق نہیں کیا. اس نے کہا، "لیکن آپ باغ میں نظر آتے ہیںخود، شروع میں افراتفری اور باطل تھی، اور باغ سے باہراور دنیا کو پیدا کر رہے تھے. تو خدا سے ایک واستکار رہا ہوگا. "جو اس کی سب کے لئے احتیاط سے سنی تھی کمپیوٹر سائنسدان،، اس کے بعدتبصرہ کیا، "جی ہاں، لیکن جہاں آپ کو افراتفری سے آیا خیال ہے؟"
		-- Jerry Ogdin

%
ایک مشہور لسپ ہیکر ایک زیروکس کے سامنے بیٹھے ہوئے ایک انڈر گریجویٹ محسوس کیا1108، ایک براؤزر کے ذریعے ایک پیچیدہ Klone نیٹ ورک میں ترمیم کی کوشش. ملنامدد کی، ہیکر ماؤس کے ساتھ نیٹ ورک میں نوڈس میں سے ایک پر کلک کیا،اور اس سے پوچھا "تم کیا دیکھتے ہو؟" بہت دل سوزی، انڈرگریجویٹ جواب دیا "میںایک کرسر دیکھ. "ہیکر تو فوری طور پر واپس اوپر بوٹ ٹوگل دبایاکی بورڈ کی، بیک وقت سر پر انڈرگریجویٹ مارنے جبکہایک موٹی Interlisp دستی کے ساتھ. انڈر گریجویٹ پھر روشن کیا گیا تھا.
		-- Jerry Ogdin

%
ایک رسمی تصریف الگورتھم کو ہمیشہ استعمال نہیں کرنا چاہئے.
		-- D. Gries

%
A فورٹران کمپائلر تھوڑا وزیر کے hobgoblin ہے.
		-- D. Gries

%
ایک ہیکر دوسروں کے پیسے کے لیے کام نہیں چلے گا، اس کے پیار کے لئے کرتا ہے.
		-- D. Gries

%
ایک زبان جس طرح سے آپ پروگراموں کے بارے میں سوچنے پر اثر انداز نہیں کرتا ہےجاننے کے قابل نہیں.
		-- D. Gries

%
ایک زبان ہے سب کچھ ہے نہیں ہے کہ پروگرام کے لئے اصل میں آسان ہےایسا کرتے ہیں کہ کچھ سے میں.
		-- Dennis M. Ritchie

%
نصب نظام کی ایک بڑی تعداد فئیےٹ کی طرف سے کام. یہی وہ کام ہےکی طرف سے کام کرنے کا اعلان کیا جا رہا ہے.
		-- Anatol Holt

%
A تتلاہٹ پروگرامر ہر چیز کی قدر، لیکن کچھ بھی نہیں کی لاگت جانتا.
		-- Alan Perlis

%
ایک فہرست کی اپنی کمزور ترین کڑی کے طور پر صرف کے طور پر مضبوط ہے.
		-- Don Knuth

%
ایک چھوٹا سا retrospection پتہ چلتا ہے کہ بہت سے ٹھیک، مفید سافٹ ویئر کے نظام ہے، اگرچہکمیٹیوں کی طرف سے ڈیزائن کیا گیا اور ترتیبوار منصوبوں کا حصہ کے طور پر تعمیر کیا گیا ہے،پرجوش شائقین حوصلہ افزائی کی ہے کہ ان سافٹ ویئر کے نظام ہے کہ ان لوگوں کے ہیںایک کی مصنوعات یا چند ڈیزائننگ ذہنوں، عظیم ڈیزائنرز. یونیکس پر غور کریں،APL، پاسکل، Modula، Smalltalk کی انٹرفیس، یہاں تک کہ فورٹران؛ اور ان کو اس کے برعکسکوبول، PL / I، Algol، MVS / 370، اور MS-DOS کے ساتھ.
		-- Fred Brooks

%
AI سے ایک شخص ماسٹر دیکھنے کے لئے سفر کرنے کے لئے پہاڑوں کے پار چلے گئے تھے،Knuth. وہ آئے تو ماسٹر مل جائے کہیں تھی. "کہاں ہےKnuth؟ نامزد کیا حکمت والا "انہوں نے ایک گزر طالب علم سے پوچھا."آہ،" طالب علم، آپ کو نہیں سنا ہے کہ "وہ ایک پر چلی گئی ہےعی کے مندر میں پہاڑوں کے پار زیارت نئے کو تلاش کرناچیلوں. "یہ سن کر، آدمی روشن کیا گیا تھا.
		-- Fred Brooks

%
A منیجر ایک پروگرامر سے پوچھا کتنی دیر تک یہ ختم کرنے کے لئے اسے لے جائے گاپروگرام جس پر انہوں نے کام کر رہا تھا. "میں کل ختم ہو جائے گا،" پروگرامرفوری طور پر جواب دیا."میں آپ کے غیر حقیقی ہونے رہے ہیں لگتا ہے،" مینیجر نے کہا. "سچ سچ،یہ کتنی دیر تک لے جائے گا؟"پروگرامر ایک لمحے کے لئے سوچا. "میں چاہتے ہیں کہ کچھ خصوصیات ہیںجمع کرنا. یہ کم از کم دو ہفتوں کے لے جائے گا، "انہوں نے آخر میں کہا."یہاں تک کہ توقع کرنا بہت زیادہ ہے،" مینیجر اصرار، "میں ہوں گےپروگرام مکمل ہونے پر آپ کو صرف مجھے بتا تو مطمئن. "پروگرامر اس پر اتفاق کیا.کئی سال بعد، مینیجر ریٹائر. کے راستے پر انریٹائرمنٹ کے دوپہر کے کھانے، انہوں نے اپنے ٹرمینل میں سو پروگرامر دریافت.وہ ساری رات پروگرامنگ گیا تھا.
		-- Geoffrey James, "The Tao of Programming"

%
A منیجر فائرنگ کرنے کے لئے کے بارے میں تھا، لیکن اس کے لئے کام کرنے والے ایک پروگرامرایک نیا پروگرام میں مقبول ہوا ہے اور اچھی طرح فروخت کی ہے کہ ایجاد. نتیجے کے طور پر،مینیجر نے اپنے کام کو برقرار رکھا.مینیجر پروگرامر ایک بونس دینے کی کوشش کی، لیکن پروگرامراسے انکار کر دیا اور کہا، "کیونکہ میں اگرچہ یہ ایک دلچسپ تھا میں نے پروگرام لکھا،تصور، اور اس طرح میں نے کوئی اجر کی توقع ہے. "مینیجر، اس کی آواز سن کر کہا، "یہ پروگرامر، وہ اگرچہ، چھوٹے اعتمادی کی حیثیت رکھتا ہے ایک کے ساتھ ساتھ مناسب ڈیوٹی سمجھتاملازم. انتظام مشیر کے اعلی مقام کے لئے اس کو فروغ دینے کی اجازت دیتا ہے! "لیکن اس سے کہا کہ جب، پروگرامر ایک بار پھر اس نے کہا، "میں موجود انکار کر دیا،میں پروگرام کر سکتے ہیں تا کہ. میں ترقی دیدی گئی ہے، تو میں فضلہ کے سوا کچھ نہیں کیا کریں گےہر کسی کا وقت ہے. اب میں جا سکتا ہوں؟ میں نے ایک پروگرام میں پر کام کر رہا ہوں کہ ہے. "
		-- Geoffrey James, "The Tao of Programming"

%
A مینیجر ان پروگرامرز کے پاس گیا اور ان سے کہا: "کے لئے تعلق ہے آپکام کے اوقات: صبح نو بجے میں آتے ہیں اور چھوڑنے کے لئے کی ضرورت کے لئے جا رہے ہیںدوپہر. "اس وقت پانچ بجے، ان میں سے سب غصے میں ہیں اور کئی بن گیاموقع پر ہی استعفی دے دیا.تو مینیجر نے کہا: "ٹھیک ہے، اس صورت میں آپ کو اپنے اپنے مقرر کر سکتے ہیںکام کے اوقات، جب تک آپ کو وقت پر آپ کے منصوبوں کو ختم کے طور پر. "پروگرامرز، اب مطمئن ہے، ایک دوپہر میں آتے ہیں اور پیشاب کرنے کے لئے کام کرنا شروع کر دیاصبح کے اوقات.
		-- Geoffrey James, "The Tao of Programming"

%
A مینیجر ماسٹر پروگرامر کے پاس گیا اور اس کے تقاضوں سے ظاہر ہوتا ہےایک نئی درخواست کے لئے دستاویز. منیجر سے پوچھا ماسٹر: "کب تکیہ میں نے اس لئے پانچ پروگرامرز تفویض اگر اس نظام ڈیزائن کرنے کے لے؟ ""یہ ایک سال کے لے جائے گا،" ماسٹر فوری طور پر کہا."لیکن ہم نے فوری طور پر یا اس سے بھی جلد اس نظام کی ضرورت ہے! کب تک یہ ہو گااسے لے لو میں نے اس کے لئے دس پروگرامرز تفویض؟ "ماسٹر پروگرامر تیوری چڑھائی. "اس صورت میں، یہ دو سال لگیں گے.""اور جو میں نے اس کے لئے ایک سو پروگرامرز تفویض تو؟"ماسٹر پروگرامر کندھے اچکائے. "اس کے بعد کے ڈیزائن نہیں ہو گامکمل ہو گیا، "انہوں نے کہا.
		-- Geoffrey James, "The Tao of Programming"

%
ایک ماسٹر پروگرامر ایک نوسکھئیے پروگرامر ایک دن گزر چکے. ماسٹرایک ہاتھ سے منعقد کمپیوٹر کے کھیل کے ساتھ نوسکھئیے کے preoccupation کے متنبہ. "معاف کیجئے گا"،انہوں نے کہا، "میں نے اس کی جانچ پڑتال کر سکتے ہیں؟"نوسکھئیے کی توجہ پر bolted اور ماسٹر کرنے کے لئے آلہ کے حوالے کر دیا.، آسان، درمیانے: "میں ڈیوائس کھیل کے تین درجے کا دعوی دیکھیںاور ہارڈ، "، ماسٹر نے کہا." اس کے باوجود ہر طرح کے آلہ کھیل کے ایک اور سطح ہےڈیوائس انسانی فتح کرنے کی، اور نہ ہی کی طرف سے فتح ظاہر نہ کرنے کی کوشش کی جہاںانسانی. ""دعا، عظیم مالک،" نوسکھئیے التجا، "ایک ایسا کیسے تلاش کرتا ہےپراسرار ترتیب؟ "آقا زمین پر گرا دیا اور آلہ کے پاؤں کے تحت اسے کچل.اور اچانک نوسکھئیے روشن کیا گیا تھا.
		-- Geoffrey James, "The Tao of Programming"

%
A ماسٹر ان novices کے میں سے ایک کو تاؤ کی نوعیت سمجھا رہی تھی."-، قطع نظر کہ کس طرح مہتوہین کے تاؤ تمام سافٹ ویئر میں پو شیدہ ہے"آقا نے کہا."تاؤ ایک ہاتھ سے منعقد کیلکولیٹر میں ہے؟" نوسکھئیے پوچھا."یہ ہے،" جواب آیا."تاؤ نے ایک ویڈیو کھیل میں ہے؟" نوسکھئیے جاری رکھا."یہ بھی ایک ویڈیو کھیل میں ہے،" مالک نے کہا."اور ایک ذاتی کمپیوٹر کے لئے DOS میں tao ہے؟"ماسٹر ادا اور تھوڑا سا ان کی پوزیشن کو منتقل کر دیا. "سبقآج کے لئے ختم ہو گیا ہے، "انہوں نے کہا.
		-- Geoffrey James, "The Tao of Programming"

%
A موڈیم ایک baudy گھر ہے.
		-- Geoffrey James, "The Tao of Programming"

%
A گندی لگ بونے تم پر ایک چاقو پھینک دے.
		-- Geoffrey James, "The Tao of Programming"

%
*** پروگرامنگ کی ایک نئی قسم ***آپ کو تکنیکی استعمال کرنے کے قابل ہونے کی وجہ سے آتا ہے کہ فوری طور پر احترام چاہتے ہیںشرائط کوئی نہیں سمجھتا ہے؟ آپ میں خوف اور نفرت پر حملہ کرنا چاہتے ہیںہر جگہ DP مینیجرز کے دلوں؟ اگر ایسا ہے تو، پھر مشہور پروگرامرس 'دوسکول پیشہ ورانہ کمپیوٹر پروگرامنگ کی دنیا میں ... پر آپ کی قیادت.وہ ایک اچھے پروگرامر فی دن مؤثر پروگرام کے 20 لائنوں لکھ سکتے ہیں کا کہنا ہے کہ.ہمارے منفرد تربیتی کورس کے ساتھ، ہم نے کوڈ کی 20 لائنوں کو لکھنے کے لئے کس طرح آپ کو دکھائیں گےاور اس کے علاوہ زیادہ بہت. ہمارا تربیتی کورس کے ہر پروگرامنگ زبان کا احاطہ کرتا ہےوجود، اور کچھ میں نہیں ہیں کہ. آپ جانیں گے کہ کیوں ایک کے لئے پر / بند سوئچکمپیوٹر اتنا اہم ہے، الفاظ مہلک غلطی * کیا * مطلب، اور جو اور کیاآپ ایک غلطی جب تمہیں دوش چاہئے.جی ہاں، میں بروشر یہ ناقابل یقین پیشکش کو بیان کرنا چاہتا ہوں.مجھے بھیجیں $ 1000 کے اخراجات کو پورا کرنے کے لئے چھوٹے نشان ہٹا بلوں ہےڈاک اور ہینڈلنگ. (لیکن لائیو پولٹری، براہ مہربانی.)*** ہمارا نعرہ: اوپر نیچے عوام کے لئے پروگراموں. ***
		-- Geoffrey James, "The Tao of Programming"

%
ایک نوسکھئیے کے مالک سے پوچھا: "یہاں کبھی ڈیزائن کہ ایک پروگرامر ہے،دستاویزات، یا ٹیسٹ ان پروگراموں. اس کے باوجود سب اس کو معلوم ہے جو اس کے ایک پر غوردنیا کے بہترین پروگرامرز. ایسا کیوں ہے؟ "ماسٹر جواب: "یہ پروگرامر تاؤ میں مہارت حاصل ہے وہ ہے.ڈیزائن کے لئے ضرورت سے دور؛ وہ جب نظام ناراض نہیں ہو جاتاکریش، لیکن تشویش کے بغیر کائنات کو قبول کرتا ہے. وہ باہر چلا گیا ہےدستاویزات کے لئے کی ضرورت ہے؛ کسی اور کو ان کے کوڈ کو دیکھتا ہے تو وہ اب کوئی پرواہ ہے. انہوں نے کہا کہجانچ کے لئے ضرورت سے دور ہے؛ ان پروگراموں میں سے ہر ایک کے اندر کامل ہیںخود، پرسکون اور خوبصورت، ان کا مقصد خود واضح. بے شک، وہ ہےتاؤ کے اسرار داخل ہوا. "
		-- Geoffrey James, "The Tao of Programming"

%
ایک نوسکھئیے کے مالک سے پوچھا: "میں نے ایک پروگرام کو کبھی کبھی چلتا ہے کہ ہے اورکبھی کبھی aborts. میں پروگرامنگ کے قوانین کی پیروی کی ہے، ابھی تک میں مکمل طور پر ہوںہکا بکا رہ جانیوالے. اس کی وجہ کیا ہے؟ "ماسٹر جواب دیا: "آپ کو الجھن میں ہیں کیونکہ تم نہیں سمجھتےتاؤ. صرف احمق اپنے ساتھی انسانوں سے عقلی رویے کی توقع رکھتا ہے. کیوںآپ کو یہ ایک مشین سے امید رکھتے ہیں کہ انسان کی تعمیر کی ہے؟ کمپیوٹرسجبریت انکرن؛ صرف تاؤ بہترین ہے.پروگراموں کے قوانین عارضی ہیں؛ صرف تاؤ ابدی ہے.آپ روشن خیالی حاصل کرنے سے پہلے اس وجہ سے آپ تاؤ غور کرنا ضروری ہے. ""لیکن کس طرح میں نے روشن خیالی حاصل کیا ہے جب پتہ چل جائے گا؟" پوچھانوسکھئیے."آپ کا پروگرام تو صحیح طریقے سے چلایا جائے گا،" خداوند نے جواب دیا.
		-- Geoffrey James, "The Tao of Programming"

%
ایک نوسکھئیے کے مالک سے پوچھا: "مجھے معلوم ہے کہ ایک کمپیوٹر کمپنی ہےتمام دوسروں سے زیادہ بڑا. یہ ایک دیو کی طرح اس کے مقابلہ کے اوپر ٹاورزdwarfs کے درمیان. اس ڈویژنوں میں سے کسی ایک کو ایک پوری کے کاروبار پر مشتمل سکتا ہے.ایسا کیوں ہے؟ "مالک نے جواب "آپ اس طرح کے احمقانہ سوال کیوں پوچھ رہے ہو؟ یہیہ اتنی بڑی ہے کیونکہ کمپنی بڑی ہے. یہ صرف ہارڈ ویئر بنایا تو کوئی بھی نہیںیہ خرید لیں گے. یہ صرف نظام کو برقرار رکھا تو لوگ کسی طرح اس کا علاج کریں گےخادم. لیکن یہ ان چیزوں میں سے سب کو یکجا کیا ہے، کیونکہ لوگ اسے ایک لگتا ہےدیوتاوں کے! کوشش کرنے کی خواہاں نہیں، یہ کوشش کے بغیر جی پائے. "
		-- Geoffrey James, "The Tao of Programming"

%
ایک نوسکھئیے کے مالک سے پوچھا: "وسطی میں ایک عظیم درخت کا ڈھانچہ ہوتا ہےمردوں کارپوریٹ ہیڈکوارٹر 'کہتے ہیں کہ. اس کے ساتھ شکل سے باہر فولا ہوا ہےنائب صدور اور اکاؤنٹنٹ. یہ ہر کہہ رہے memos کے ایک بھیڑ کے مسائل'لہذا جاؤ،!' یا 'ادھر جاؤ،!' اور کوئی بھی مراد ہے کیا جانتا ہے. ہر سال نئیناموں کوئی فائدہ نہیں ہوا شاخوں پر ڈال دیا جاتا ہے، لیکن تمام. کس طرح اس طرح کر سکتے ہیں ایکاپراکرتیک ہستی موجود ہیں؟ "ماسٹر جواب: "آپ نے یہ بہت بڑا ڈھانچہ خبر اور ہیںپریشان اس کا کوئی معقول مقصد ہے کہ. آپ کی طرف سے تفریحی نہیں لے جا سکتے ہیںاس لامتناہی gyrations کے؟ آپ کو پروگرامنگ کی پریشانی سے آزاد آسانی سے لطف اندوز نہیں کرتےاس کو پناہ شاخوں کے نیچے؟ آپ کو اس کے بیکار کر کیوں پریشان کر رہے ہیں؟ "
		-- Geoffrey James, "The Tao of Programming"

%
مندر کا ایک نوسکھئیے بار ایک ساتھ چیف پجاری سے رابطہ کیاسوال."استاد، Emacs کرتا بدھا فطرت ہے؟" نوسکھئیے پوچھا.چیف پجاری کئی سالوں کے لئے ہیکل میں گیا تھا اور کیا ہو سکتا ہےان چیزوں کو معلوم کرنے پر بھروسہ. انہوں نے کہا کہ اس سے پہلے کئی منٹ کے لئے سوچاجواب دیتے."میں کیوں نہیں نظر نہیں آتا. یہ کسی اور خونی اچھی طرح سے سب کچھ مل گیا ہے."اس کے ساتھ، چیف پجاری دوپہر کے کھانے کے لئے گئے تھے. نوسکھئیے اچانکحاصل کی روشن خیالی، کئی سال بعد.تفسیر:اس کے مالک، قسم ہےفوری طور پر ان FAQ کے جواب میںسوچ اور sarcasm کے ساتھ.
		-- Geoffrey James, "The Tao of Programming"

%
ایک نوسکھئیے پروگرامر ایک بار ایک سادہ مالیاتی کوڈ کرنے تفویض کیا گیا تھاپیکج.نوسکھئیے کئی دنوں کے لئے تیز تیز کام کیا، لیکن اس کے مالک ہیں جبان کے پروگرام کا جائزہ لیا، اس نے اسے ایک سکرین ایڈیٹر، ایک سیٹ موجود ہے کہ دریافتعام گرافکس معمولات، اور مصنوعی ذہانت انٹرفیس کی،لیکن مالی اور چیز کا ذرا ذکر.ماسٹر کو اس کے بارے میں پوچھا، نوسکھئیے روج بن گیا."تو بے چین نہ ہو،" انہوں نے کہا، "میں نے آخر میں مالی چیزیں ڈال دیں گے."
		-- Geoffrey James, "The Tao of Programming"

%
A نوسکھئیے تبدیل کر کے ایک ٹوٹا ہوا تتلاہٹ مشین ٹھیک کرنے کے لئے کوشش کر رہا تھابند اور پر اقتدار. نائٹ، دیکھ کر کیا طالب علم سختی بات کر رہا تھا،"آپ کو صرف کی طرف سے ایک مشین ٹھیک نہیں کر سکتا کوئی تفہیم کے ساتھ یہ بجلی سائیکلنگکیا غلط ہو رہا ہے کے. "نائٹ آف اور پر مشین تبدیل کر دیا.مشین کام کیا.
		-- Geoffrey James, "The Tao of Programming"

%
اتفاق سے زیادہ دلچسپی رکھتا ہے جو میں کمپیوٹرز کے ساتھ ساتھ ہونا چاہئے ایک شخص، مشین زبان سکولوں میں تعلیم یہ ایک کمپیوٹر کا ایک بنیادی حصہ ہے کے بعد سے.
		-- Donald Knuth

%
ایک پروگرام کی روشنی اور فرتیلی ہونا چاہئے، اس کے subroutines ایک طرح سے منسلکموتی کی ڈور. روح اور پروگرام کے ارادے کو برقرار رکھا جائے چاہئےبھر. ہونا چاہئے نہ تو بہت تھوڑا ہے اور نہ ہی بہت زیادہ، نہ تو فالتوloops کے اور نہ ہی بیکار متغیر، ڈھانچہ اور نہ ہی بھاری اکثریت سے نہ تو فقداندرڑھتا.ایک پروگرام 'کم سے حیرت کا قانون' پر عمل کرنا چاہئے. یہ کیا ہےجی؟ یہ پروگرام ہمیشہ میں صارف کا جواب چاہئے کہ بس ہےکم سے کم اس astonishes کہ راستے.ایک پروگرام ہے، کوئی بات نہیں کس طرح پیچیدہ، ایک یونٹ کے طور پر کام کرنا چاہئے.پروگرام کے اندر اندر کی بجائے ظاہری طرف منطق کی طرف سے ہدایت کی جانی چاہئےصورت.پروگرام ان کی ضروریات میں ناکام رہتا ہے تو، اس کی حالت میں ہوں گےخرابی کی شکایت اور الجھن. اس کو درست کرنے کا واحد راستہ کو دوبارہ سے لکھنا ہےپروگرام.
		-- Geoffrey James, "The Tao of Programming"

%
ایک بہت بڑی کمپیوٹر کمپنی سے ایک پروگرامر ایک سافٹ ویئر کے لئے گئے تھے"کیا چھانٹیں: کانفرنس اور پھر یہ کہہ کر اپنے منیجر کو رپورٹ کرنے کے لئے واپس آئےپروگرامرز کے دیگر کمپنیوں کے لئے کام؟ انہوں نے برا سلوک کیا اور تھےصورت کے ساتھ بیپرواہ. ان کے بال لمبے اور گندا تھا اور انکپڑے جھرریوں اور بوڑھے تھے. وہ مہمان نوازی سوئٹ اور وہ باہر گر کر تباہاپنی پریزنٹیشن کے دوران اشج شور بنا. "مینیجر نے کہا کہ: "میں نے کانفرنس میں آپ کو کبھی نہیں بنا کر بھیجتے.لوگ پروگرامرز جسمانی دنیا سے پرے رہتے ہیں. انہوں نے زندگی کے مضحکہ خیز غورایک حادثاتی اتفاق. وہ آئیں گے اور حدود کے جانے بغیر جانا.ایک دیکھ بھال کے بغیر، وہ ان پروگراموں کے ذریعے ہی رہتے ہیں. کیوں کہ وہ پریشان چاہئےسماجی کنونشنوں کے ساتھ؟ ""وہ تاؤ کے اندر زندہ ہیں."
		-- Geoffrey James, "The Tao of Programming"

%
ایک پروگرامر کی بنا پر سخت ماہر کے طور پر گزر جاتا ہے جو ایک شخص ہےباہر کا ایک لامتناہی سلسلہ، انگت چھدرن کے بعد، تبدیل کرنے کے قابل ہونے کی وجہ سےمبہم سے micrometric precisions ساتھ شمار ناقابل فہم جواباتبے نتیجہ دستاویزات سے لیا متنازعہ اعداد و شمار پر مبنی مفروضوںاور افراد کی طرف سے problematical درستگی کے ساز پر کئے گئےکی مسلمہ مقصد کے لئے مشکوک قابل اعتماد اور قابل اعتراض ذہنیتپریشان کن اور تھا کہ ایک مایوسانہ رکنہین محکمہ confoundingپہلی جگہ میں معلومات کے لئے پوچھ کے لئے کافی افسوس ناک.
		-- IEEE Grid newsmagazine

%
ایک پروگرامنگ زبان اس کے پروگراموں توجہ کی ضرورت ہوتی ہے جب کم سطح پر ہےغیر متعلقہ کرنا.
		-- IEEE Grid newsmagazine

%
ایک حالیہ مطالعہ مشکل آف اسکرین پر توجہ دے کہ مل گیا ہےجیسا کہ پیاروں کے چہروں اشیاء،، کمپیوٹر میں آنکھ کشیدگی کا سبب بنتا ہےسائنسدانوں. رجحان میں محققین نے مزید ارتکاز کا حوالہایسے غیر فطری تین جہتی اشیاء کے "احساس بنانے کے" کرنے کی ضرورت.
		-- IEEE Grid newsmagazine

%
ایک رولنگ ڈسک کوئی MOS جمع.
		-- IEEE Grid newsmagazine

%
ایک طالب علم، لامڈا فطرت کو سمجھنے کی امید میں، Greenblatt کے لئے آئے تھے.وہ بات چیت کے طور پر ایک Multics نظام کے ہیکر کی طرف سے واک آؤٹ کیا. "یہ سچ ہے"، پوچھاطالب علم، "PL-1 لسپ طور پر ایک ہی اعداد و شمار اقسام کے بہت سے ہے کہ؟" تقریبا اس سے پہلےطالب علم نے سوال ختم ہو گیا تھا، Greenblatt، چللایا "FOO!"، اور ہٹایک چھڑی کے ساتھ طالب علم.
		-- Jack Banton, PCC Automotive Electrical School

%
ایک کامیاب [سافٹ ویئر کی] کے آلے میں کچھ کرنے کا استعمال کیا گیا تھا کہ ایک ہےاس کے مصنف کی طرف سے undreamed.
		-- S. C. Johnson

%
ایک اچھی طرح سے استعمال کیا جاتا دروازے اس کے قبضے پر کوئی تیل کی ضرورت ہے.ایک تیزی سے بہہ بھاپ جمود کا شکار نہیں اگتے.نہ تو آواز نہ ہی خیالات ایک خلا کے ذریعے سفر کر سکتے ہیں.استعمال کیا جاتا ہے اگر نہیں ویئر rots کے.یہ عظیم اسرار ہیں.
		-- Geoffrey James, "The Tao of Programming"

%
مصنوعی ذہانت میں خرچ سال میں ایک خدا پر یقین کرنے کے لئے کافی ہے.
		-- Geoffrey James, "The Tao of Programming"

%
زبان کے استعمال کے بارے میں: یہ ایک کند ساتھ ایک پنسل تیز کرنا ناممکن ہےکلہاڑی. اس کے بجائے دس کند کلہاڑی کے ساتھ ایسا کرنے کی کوشش کرنا بھی اتنا ہی بے معنی ہے.
		-- Edsger Dijkstra

%
صرف اسے - خصوصیات شامل کرنے کی فعالیت میں اضافہ نہیں کرتاکتابچے میں thicker ہوتا.
		-- Edsger Dijkstra

%
دیر سے سافٹ ویئر کے منصوبے کے لئے افرادی قوت کو شامل کرنے سے اسے بعد میں پیدا ہوتا ہے.
		-- F. Brooks, "The Mythical Man-Month"

%
جب بھی ایک شخص کی طرف سے ایک ذمہ داری کے نروہن کے لئے کافی پایا جاتا ہےبند کریں درخواست (مذہب)، اس سے برا دو افراد کی طرف سے پھانسی ہے اورشاید تین یا اس سے زیادہ اس میں کام کر رہے ہیں تمام تو میں کیا.
		-- George Washington, 1732-1799

%
لوقا کی گھر کے ادلیکھت باقی بلاکس کے ذریعے sifting کے بعدڈائرکٹری، لوقا اور پی ڈی پی-1 کی سطح بھر میں، U / لارس / سے دور spedونچیسٹر لوقا کی پرواز پڑھنا / لکھنا سر سوار. پی ڈی پی 1 میں لیوک سٹاپ تھاکو / usr / جمع کردہ / uucp نظر انداز سلنڈر کے کنارے."یونکس ٹو یونیکس کاپی پروگرام؛" پی ڈی پی-1 کہا. "آپ ایک سے زیادہ کبھی نہیں جائے گاکیڑے اور flamers کے نیچ چھتہ. ہم محتاط ہونا چاہیے. "
		-- DECWARS

%
ایلن ٹیورنگ کے سوال حل کرنے کے معیار کے بارے میں سوچامشینیں سوچ کر سکتے ہیں، ایک سوال ہے جس کا اب ہم جانتے ہیں اس کے بارے میں ہے کہآبدوزوں تیر کر سکتے ہیں کہ آیا کا سوال طور پر متعلقہ.
		-- Dijkstra

%
Algol-60 یقینا سب سے اہم پروگرامنگ زبان کے طور پر شمار کیا جائے ضروری ہےابھی تک تیار.
		-- T. Cheatham

%
تمام constants کی متغیر ہیں.
		-- T. Cheatham

%
=== سب CSH USERS براہ مہربانی نوٹ کریں ========================اگر آپ کو لگتا ہے کہ نقصان اٹھانے والے ہیں سب لوگوں سے متغیر $ نقصان اٹھانے مقرر کریں. یہمتغیر $ عوام WHO-تھنک I-AM-A-ہارا ہے کرنے کے لئے سب نے کہا نقصان اٹھانے کا سبب بنے گیان .اب فائل میں اپ ڈیٹ کیا. اگر آپ کو ایک پر ایک کام پر عمل کرنے کی کوشش کرنا چاہئےغریب کے جواب وقت اور آپ کے مقامی نیٹ ورک پر ایک مشین کے ساتھ مشین اس وقت ہےنقصان اٹھانے والے کی طرف سے آبادی، کہ مشین ایک کے ذریعے آپ کے کام کے لئے آزاد ہو گاسردی بوٹ کے عمل.
		-- T. Cheatham

%
تمام حصوں مجبور کر کے بغیر ایک دوسرے کے ساتھ جانا چاہیئے. آپ حصوں یاد رکھنا چاہئےکیا آپ کی طرف سے disassembled کر رہے تھے reassembling نے کی ہیں. لہذا، آپ کو حاصل نہیں کر سکتے توان کے ساتھ ایک بار پھر، ایک وجہ ہوگی. سب کا مطلب ہے کی طرف سے، ایک ہتوڑا کا استعمال نہیں کرتے.
		-- IBM maintenance manual, 1925

%
تمام پروگرامرز رجائیت ہیں. شاید یہ جدید جادو خاص طور پر اپنی طرف متوجہجو خوش ختم اور پریوں godmothers پر ایمان رکھتے ہیں. شاید سینکڑوںسے Nitty کی محرومیوں کو دور عادتا اختتام پر توجہ دی جو ان لوگوں بلکہ تمام گاڑی چلانے کےمقصد. شاید یہ محض ہے کمپیوٹرز نوجوان ہیں کہ، پروگرامرز، چھوٹے ہواور نوجوان ہمیشہ رجائیت ہیں. لیکن تاہم انتخابی عمل کام کرتا ہے،نتیجہ اویوادی ہے: "اس بار یہ ضرور چلایا جائے گا،" یا "میں صرف پایاگزشتہ بگ. "
		-- Frederick Brooks, "The Mythical Man Month"

%
تمام پروگرامرز ڈرامہ کر رہے ہیں اور تمام کمپیوٹرز ناقص اداکار ہیں.
		-- Frederick Brooks, "The Mythical Man Month"

%
"... سب اچھا کمپیوٹر کے ڈیزائن bootlegged رہے ہیں؛ باقاعدہ طور پر منصوبہ بنایامصنوعات، وہ سب سے اوپر تعمیر کر رہے ہیں تو، کتے ہیں! "MIT پریس، 1987
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
تمام سادہ پروگراموں میں لکھا گیا ہے.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== تمام صارفین براہ مہربانی نوٹ کریں ========================ایک نیا نظام، دوران خون کے نظام، شامل کیا گیا ہے.طویل تجرباتی دوران خون کے نظام کے صارفین کے لئے جاری کیا گیا ہے.لسپ مشین کی قسم B سیال کا استعمال کرتا ہے، L مشین ایک سیال قسم کا استعمال کرتا. جبکامن لسپ سے جوڑئیے وقت ہوتی ہے دونوں مشینوں گا، کورس کے، قسم O. ہومیں واقع ہے جس ڈپ چھڑی کا استعمال کرتے ہوئے کی طرف سے سیال کی سطح کی جانچ پڑتال کریںVMI مانیٹرز کی پشت. انینترت کم سیال سطح کے غریب پیجنگ پیدا کر سکتا ہےکارکردگی.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== تمام صارفین براہ مہربانی نوٹ کریں ========================بگ رپورٹس اب 12،853 فی دن کی اوسط رقم. بدقسمتی،یہ صرف میل حجم ہمیں موصول کے ایک چھوٹا سا حصہ [<1٪] ہے. میںآرڈر ہم زیادہ تیزی ان قیمتی پیغامات کے ساتھ نمٹنے کر سکتے ہیں کہ،مندرجہ ذیل راستوں میں سے ایک کی طرف سے ان چیت کریں:ARPA: WastebasketSLMHQ.ARPAUUCP:! [برکلے، seismo، harpo] FUBAR Thekid کی slmhq wastebasket غیر نیٹ ورک کی سائٹس: وفاقی ایکسپریس:Wastebasketکمرہ NE43-926کوپرنیکس، چاند، 12345-6789کہ ذاتی رابطے احساس کال 1-415-642-4948 لئے؛ ہمارے تربیت یافتہآپریٹرز کال پر 24 گھنٹے ایک دن ہیں. ویزا / MC قبول کر لیا. ** ہماری بہت امیر وکلاء ہمیں یقین دلایا ہے ہم نہیں ہیں کہ  فون پر دی گئی کسی بھی غلطی یا مشورہ کے لئے ذمہ دار ہے.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== تمام صارفین براہ مہربانی نوٹ کریں ========================کار اور CDR اب اضافی اقدار کو واپس.تقریب کار اب دو اقدار لوٹتا. اس مصیبت پر جانے کے لئے ہے کے بعد سےاعتراض ویسے carcdr قابل ہے تو جاننے کی، ہم نے سوچا آپ کو جتنی طاقت ہوساتھ ساتھ ایک ہی بار میں دونوں حصوں ملتا. مثال کے طور پر، مندرجہ ذیل کوڈ کے لئے کس طرح سے پتہ چلتا ہےاس کے دو سلاٹ (-CAR اور-CDR) میں ایک وخصوصیات (کچھ-CONS) destructure:(ایک سے زیادہ ویلیو BIND (-CAR-CDR) (CAR کچھ-CONS) ...)گاڑی کے ساتھ توازن کے لئے، CDR ایک دوسری قدر کی کار ہے جس کی واپسیاعتراض. ایک متعلقہ تبدیلی میں، افعال میک سرنی اور CONS کیا گیا ہےفکسڈ وہ اسٹیک کے علاوہ کسی بھی سٹوریج مختص نہیں ہے تو. یہ ہونا چاہئےامید ہے کہ کوڑے کے جمعاکار کیونکہ استعمال کرتے ہوئے پسند نہیں کرتے وہ لوگوں کی مددیہ ٹھنڈا جوتے مشین تو اکثر.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== تمام صارفین براہ مہربانی نوٹ کریں ========================سنکلک اصلاحات ایک WITHOUT- میں دو توسیع میکرو لئے بنایا گیا ہےخاص شکل اس میں ایک اسٹیک میں چیزوں کو دھکا کر سکتے ہیں، تاکہ مداخلتدو آپٹمائزیشن کے علاقے، متغیر SETQ اور پھر یہ ہے جب انہیں واپس پاپکیا. آپ multiprocessing استعمال کرتے جب تک کہ اس کے بارے میں فکر مت کرو.نوٹ کہ بتائیں * * کی طرف سے وضاحت کیا جا سکتا تھا:(لشکر (((لشکر (لشکر `( 'دو، دو))، دو)))`(LET ((دو '، دو))، دو))یہ 1.01 یا کے ایک پہلو کے طور پر زیادہ کی طرف سے ان پر عملدرآمد کی رفتار تیز کرنے کے لئے خیال کیا جاتا ہے3.50 پر آپ ہمارے دوستانہ مارکیٹنگ کے نمائندے ایمان ہے کہ انحصار.یہ کوڈ یہاں ایک نیا پروگرامر کی طرف سے لکھا گیا ہے (ہم سے دور چھین لیاItty سے Bitti مشینیں جہاں انہوں COUGHBOL کوڈ لکھ رہا تھا) تو اس کو دینے کے لئےاعتماد ہم میں سے "یہ بہت اچھا کام کرتا ہے" ان کی نذر اعتماد کیا اور اسے نصب.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== تمام صارفین براہ مہربانی نوٹ کریں ========================نظام مینو کرنے کے طور پر متبادل JCL حمایت.CADDR پر تتلاہٹ علاوہ دیگر زبانوں کی حمایت کرنے کو جاری رکھنے کی کوشش میں،ہم ایک OS / 360 مطابقت رکھتا JCL تیار کیا ہے. یہ ایک کے طور پر استعمال کیا جا سکتامعیاری نظام مینو کے متبادل. ایک JCL پر حاصل کرنے کے قسم کے نظام Jانٹرایکٹو پڑھنے کو پھانسی تشخیص لوپ ونڈو. [نوٹ 360 کے لئے کہمطابقت، تمام ان پٹ لائنوں 80 حروف تک چھوٹا کر رہے ہیں.] یہونڈو بھی اہم کام پیرامیٹرز کی ایک ماؤس کے حساس ڈسپلے کو برقرار رکھتا ہےایسے ڈیٹاسیٹ تین ہلاک، کور تین ہلاک، چینلز، وغیرہ کے طور پر جب ایک JCLنحو کی خرابی کا پتہ چلا یا آپ کے کام ABENDs، کھڑکی پر مبنی JCL جاتا ہےٹھیک کرنے والا کھولتا داخل کیا جاتا ہے. JCL ٹھیک کرنے والا کھولتا مناسب OS / 360 غلطی دکھاتاپیغامات (جیسے IEC703 طور پر، "ڈسک کی خرابی") اور آپ اپنے کام کہ dequeue کرنے کی اجازت دیتا.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== تمام صارفین براہ مہربانی نوٹ کریں ========================ردی کی ٹوکری میں جمع کا اب کام کرتا ہے. اس کے علاوہ ایک نئے، تجرباتی کوڑے میںجمع الگورتھم نصب کیا گیا ہے. ساتھ SI: DSK-GC-QLX بٹس 17 کے لئے مقرر کیا،(نہیں ڈیفالٹ) پرانے کوڑا کرکٹ اکٹھا الگورتھم فوج میں رہتا ہے؛ کبمجازی اسٹوریج بھرا ہوا ہے، مشین سرد جوتے خود. ٪ DSK-GC-: SI ساتھQLX بٹس 23 کے لئے مقرر، نئے ردی کی ٹوکری میں جمع کا فعال ہے. سب سے زیادہ ردی کی ٹوکری کے برعکسجمعاکاروں، نئے جی سی اپنی مہر مرحلے صارف کے دماغ سے، بلکہ شروع ہوتی ہےobarray سے زائد. یہ نمایاں طور پر کوڑا کرکٹ اکٹھا کی اجازت دیتا ہےزیادہ Qs نہیں. ردی کی ٹوکری میں جمع کا چلتا ہے، یہ آپ کی طرح کچھ پوچھ سکتے ہیں "تم کرتےRDTBL-TRANS کرتا ہے "، اور آپ کو ایک مناسب جواب نہیں دے سکتے تو: SI کیا یاد ہے؟تیس سیکنڈ میں، علامت GCing لئے ایک امیدوار بن جاتا ہے. متغیرSI:٪ GC-QLX-LUSER-TM کتنی دیر GC انتظار کر رہی ہے وقت باہر صارف سے قبل کنٹرول کرتا.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
=== تمام صارفین براہ مہربانی نوٹ کریں ========================کچھ الجھن کے بارہ MAPCAR سے اضافہ ہورہا ہے.(DEFUN MAPCAR (اور فنکشنل FCN & سے Eval اور فہرستیں باقی)(PROG (V P LP)(SETQ P (LOCF V))L (SETQ LP فہرستوں)(٪ START تقریب کال FCN T (LENGTH فہرستوں) NIL)L1 (OR LP (GO L2))(AND (کالعدم (CAR LP)) (واپسی V))(٪ پش (CAAR LP))(RPLACA LP (CDAR LP))(SETQ LP (CDR LP))(GO L1)L2 (٪ FINISH تقریب کال FCN T (LENGTH فہرستوں) NIL)(SETQ LP (٪ POP))(RPLACD P (SETQ P (NCONS LP)))(GO L)))ہم اس کے بہت سے سوالات ہم اس کے بارے لیا ہے کو صاف کرتا ہے امید ہے کہ.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
آپ تمام فائلوں کو تباہ کر دیا گیا ہے (معذرت). پال.
		-- David E. Lundstrom, "A Few Good Men From Univac",

%
تقریبا آمیز کچھ آپ آج کے سافٹ ویئر ڈیزائن کے بارے میں کہہ سکتے ہیںدرست ہو جائے گا.
		-- K. E. Iverson

%
اگرچہ یہ اب بھی صنعت میں ایک سچائی ہے کہ "کوئی بھی کبھی کے لئے نکالا گیا ہےDrexel burnham ایک میں IBM، "بل اونیل، چیف ٹیکنالوجی افسر کی خریدلیمبرٹ، کا کہنا ہے کہ وہ ایک حقیقت ہے کہ کسی کو صرف اس کے لئے فائرنگ کی گئی ہے کے لئے جانتا ہےوجہ. وہ اسے جانتا ہے، کیونکہ اس نے لڑکے کو نوکری سے نکال دیا."وہ ایک برا فیصلہ کر لیا، اور جو کچھ اس پر اتر آیا تھا، 'ٹھیک ہے، میںمیں اسے خریدنے کے لئے IBM محفوظ تھا سوچا کیونکہ اسے خریدا، ' "مسٹر اونیل کا کہنا ہے کہ."میں نے کہا، 'نہیں غلط. کھیل ختم. اگلا مدمقابل، براہ مہربانی.'"
		-- The Wall Street Journal, December 6, 1989

%
AmigaDOS بیئر کمپنی کے ذریعے کاروبار سے باہر چلا گیا ہے، لیکن ان کی ہدایت ہےکچھ عجیب جرمن کمپنی کی طرف سے اٹھایا گیا، تو اب یہ بیئر کے ایک ہو جائے گادرآمد. یہ بیئر واقعی اصل وجہ سے بہت اچھی طرح فروخت کبھی نہیںمینوفیکچرر کی مارکیٹنگ سمجھ میں نہیں آیا. یونیکس بیئر، AmigaDOS بیئر پسندمداحوں ایک انتہائی وفادار اور اونچی آواز میں گروپ ہیں. یہ اصل میں ایک میں آیا16 آانس. یہ کر سکتے ہیں، لیکن اب 32 آانس میں آتا ہے. بہت کین. اس سکتا تھا جباصل میں متعارف کرایا، جو چمک دار اور رنگارنگ شائع ہوا، لیکن ڈیزائنزیادہ سالوں کے دوران تبدیل نہیں کیا ہے، تو اب یہ مورخہ ظاہر ہوتا ہے. کے ناقدیناس بیئر دعوی ہے کہ یہ صرف ویسے بھی ٹی وی دیکھنے کے لئے مراد ہے کہ.
		-- The Wall Street Journal, December 6, 1989

%
ایک معمول کی مصیبت میں ہو جاتا ہے اور کہتے ہیں کہ جب ایک ADA رعایت نہیں ہے'مجھے بیم، Scotty کی'.
		-- The Wall Street Journal, December 6, 1989

%
ایک مناسب بوٹسٹریپ شرائط میں ایک تضاد ہے.
		-- The Wall Street Journal, December 6, 1989

%
ایک الگورتھم یقین کیا جائے دیکھا جانا چاہیے.
		-- D. E. Knuth

%
... آئی بی ایم کی Yorktown ہائٹس ریسرچ سینٹر کی جانب سے ایک کسسا. جب ایکپروگرامر، ان کے نئے کمپیوٹر کے ٹرمینل استعمال کیا جب وہ بیٹھا تھا سب ٹھیک تھانیچے، لیکن وہ نہیں میں نظام تک وہ اٹھ کھڑا تھا جب لاگ ان کر سکتا ہے. یہی وجہ ہے کہرویے 100 فیصد تکرار پذیر تھا بیٹھے جب وہ ہمیشہ میں لاگ ان کر سکتے ہیں اورکھڑے کبھی نہیں جب.ہم میں سے اکثر صرف اس طرح ایک کہانی پر واپس بیٹھو اور چمتکار؛ یہ کیسے کر سکتے تھے ٹرمینلجانتے غریب آدمی بیٹھے یا کھڑے تھے یا نہیں؟ گڈ debuggers، اگرچہ،ایک وجہ ہونا ضروری ہے کہ معلوم ہے. الیکٹریکل نظریات کا سب سے آسان ہیںکو hypothesize: وہاں قالین کے تحت ایک ڈھیلے تار تھا، یا جامد کے ساتھ مسائلبجلی؟ لیکن بجلی کے مسائل شاذ و نادر ہی تسلسل reproducible ہیں.ایک انتباہ IBMer آخر مسئلہ ٹرمینل کی بورڈ میں تھا کہ دیکھا:دو چابیاں کی چوٹیوں تبدیل کر دیا گیا تھا. پروگرامر بیٹھا تھا تو اس نے ایک تھاٹچ ٹائپسٹ اور مسئلہ توجہ نہیں دی گئی، لیکن جب وہ کھڑا ہوا اس نے قیادت کیشکار اور چوںچ کی گمراہی.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
ایک ہاتھی ایک آپریٹنگ سسٹم کے ساتھ ایک چوہا ہے.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
ایک انجنیئر فورٹران میں فہرست پروسیسنگ کرتا ہے جو کوئی ہے.
		-- "Programming Pearls" column, by Jon Bentley in CACM February 1985

%
ایک فرمان _ میں نے میز کی زبان میں ایک جملہ مطمئن بشرطیکہٹیبل میں ہر اندراج تقریب کی قدر کی طرف سے نامزد نامزداوپری بائیں کونے میں تقریب مسلسل نامزد اشیاء پر لاگواسی قطار اور کالم لیبل کی طرف سے.انٹیلی جنس "
		-- Genesereth & Nilsson, "Logical foundations of Artificial

%
اور یہ قانون ہونا چاہئے: آپ کے جانے بغیر لفظ `نمونہ 'استعمال کرتے ہیںڈکشنری اس کا مطلب کیا کہتا ہے، آپ کو جیل جانا. کوئی رعایت نہیں.
		-- David Jones

%
ساتویں دن وہ ملائیں موڈ سے باہر ہو.
		-- David Jones

%
ایک اور میگا بائٹس دھول.
		-- David Jones

%
کسی بھی پروگرام دستیاب میموری بھرنے کے لئے توسیع کریں گے.
		-- David Jones

%
کسی بھی پروگرام، چل رہا ہے جب، متروک ہے.
		-- David Jones

%
کسی بھی پروگرام ہے جس میں صحیح چلتا متروک ہے.
		-- David Jones

%
کسی بھی پروگرامنگ زبان کی پوری کوشش میں ہے اس پر عمل اور استعمال کیا جاتا ہے اس سے پہلے.
		-- David Jones

%
... اوپر کے خیالات اور اپنے آجر سے ان لوگوں کے درمیان کوئی مماثلت،میرے ٹرمنل، یا میری کھڑکی سے باہر قول خالصتا اتفاقیہ ہے. کوئیاوپر اور میرے اپنے خیالات کے درمیان مماثلت غیر نیتاتمک ہے.کسی کی عدم موجودگی میں نطریات کے وجود کا سوال ان کے انعقاد کے لئےقاری کے لئے ایک مشق کے طور پر چھوڑ دیا جاتا ہے. کے وجود کا سوالریڈر دوسرا خدا گتانک کے لئے ایک مشق کے طور پر چھوڑ دیا جاتا ہے. (Aغیر الزاویہ، غیر لازمی شرک کی بحث گنجائش سے باہر ہےاس مضمون کے.)
		-- David Jones

%
کسی بھی کافی اعلی درجے بگ ایک خصوصیت سے indistinguishable ہے.
		-- Rich Kulawiec

%
جو ایک پسند ہوٹل میں ایک USENIX کانفرنس میں شرکت کی ہے جو کوئی بھی آپ کو بتا سکتاکی طرح ایک جملہ "تم ان لوگوں کو کمپیوٹر کے لوگوں میں سے ایک ہیں، ہے نا؟" اس"دیکھو، کیچڑ کی ایک اور حیرت انگیز موبائل فارم تقریبا برابر ہےسڑنا! "ایک ہوٹل کاک ویٹریس کے منہ میں.
		-- Elizabeth Zwicky

%
APL ہیکروں پرمانیکتا میں ایسا.
		-- Elizabeth Zwicky

%
APL کمال کے ذریعے ہونے والے ایک غلطی ہے. اس کی زبان ہےماضی کے پروگراموں کی تکنیک کے لئے مستقبل: یہ ایک نئی نسل کی تخلیق کرتا ہےکی جوہمارے کوڈنگ.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
APL کوڈانترک زبان پروگراموں کا ایک قدرتی توسیع ہے؛... اور تعلیمی مقاصد کے لئے سب سے اچھا ہے.
		-- A. Perlis

%
APL ایک لکھنے صرف زبان ہے. I APL میں پروگرام لکھ سکتے ہیں، لیکن میں نہیں کر سکتاان میں سے کسی کو پڑھنے.
		-- Roy Keir

%
ہم overbyte ساتھ روشنی چلا رہے ہیں؟
		-- Roy Keir

%
کمپیوٹرز بھر میں اس کے لئے وقت کی صحیح یونٹ تلاش کرنے کے لئے مشکل ہےپیش رفت کی پیمائش. کچھ cathedrals کے مکمل کرنے کے لئے ایک صدی تک جاری رہی. کیا آپایک پروگرام کے طور پر طویل لے جائے گا کہ کی عظمت اور وسعت کا تصور؟
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
ایک کمپیوٹر کے طور پر، میں ٹیکنالوجی دل لگی میں اپنے ایمان کو تلاش کریں.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
جہاں تک ہم جانتے ہیں کے طور پر، ہمارے کمپیوٹر میں ایک سے undetected غلطی کو کبھی نہیں گیا ہے.
		-- Weisert

%
بعض فرقوں میں کے طور پر یہ آپ کو اس کے سچ کے نام معلوم ہے کہ اگر ایک عمل کو قتل کرنے کے لئے ممکن ہے.
		-- Ken Thompson and Dennis M. Ritchie

%
پروٹسٹنٹ یورپ میں کے طور پر، اس کے برعکس، جہاں فرقوں مسلسل میں تقسیمچھوٹے مقابلہ فرقوں اور کوئی کسی دوسرے کے چرچ کا غلبہ، تمام مختلف ہےIBM کی بکھری دنیا میں. یہ دائرے اب متضاد کے ایک افراتفری ہےمعیار اور معیار کو بھی نہیں IBM کنٹرول کرنے کی امید کر سکتے ہیں کہ. تم ایک خرید سکتے ہیںایک آئی بی ایم مشین کی طرح کام کرتا ہے لیکن بنا یا کی طرف سے فروخت کچھ بھی مشتمل ہے کہ کمپیوٹرIBM خود. IBM سے سے Renegades مسلسل حریف فرموں قائم کرنے اور قائمان کے اپنے معیارات. IBM نے حال ہی میں اس کی اصل کے کچھ ترک کر دیا جبمعیارات اور حکم ہے نئے لوگوں، اس کے حریفوں میں سے کئی ایک پیوریٹن کا اعلان کر دیاآئی بی ایم کی اصل ایمان پر بیعت کی اور ایک متنازع طور پر کمپنی کی مذمتجدت. پھر بھی، IBM دنیا شبیہیں کی اس کی بد اعتمادی کی طرف سے متحد ہے اورمنظر کشی. آئی بی ایم کی سکرینیں زبان، نہ تصاویر کے لئے تیار کیا گیا ہے. کھدےتصاویر کی پرتعیش فرقوں کی طرف سے برداشت کیا جا سکتا ہے، لیکن سچ IBM عقیدے انحصار کرتا ہےلفظ کی سادگی پر.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
جب تک بیمار مقرر اہداف، عجیب کیڑے، اور غیر حقیقی ہیں کے طور پرنظام الاوقات، میں کود اور حل کرنے کے لئے تیار ریئل پروگرامرس ہو جائے گامسئلہ، بعد کے لئے دستاویزی بچت.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
اگلے جمعرات تک، UNIX سب سے اوپر-10 کے حق میں بے دخل کیا جائے گا.آپ کے پروگراموں کو اپ ڈیٹ کریں.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
اگلے منگل کے طور پر، C COBOL کے حق میں بے دخل کیا جائے گا.آپ کے پروگراموں کو اپ ڈیٹ کریں.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
اگلے ہفتے کے طور پر، پاس ورڈز مورس کوڈ میں درج کیا جائے گا.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
کے برابر میں، آپ کو قسمت ریڈر رکھنے کے لئے، ایک مسلسل جاری کوششوں کے حصے کے طور پرروزانہ یوجنیٹ پار ہے کہ قیمتی معلومات، فارچیون پیش:* جواب دینے کے ہے کہ آپ کے سوالات کے * نیوز مضامین، # 1:خبروں کے گروہ: comp.sources.dموضوع: میں کس طرح C کوڈ ذرائع سے موصول ہونے والی چلتی ہیںمطلوبہ الفاظ: سی ذرائعڈسٹریبیوش: NAمیں نے C پروگراموں میں پوسٹ کر رہے ہیں کہ کو چلانے کے لئے کس طرح نہیں جانتےذرائع نیوز گروپ. میں فائلوں کو بچانے کے، دور کرنے کے لئے ان میں ترمیموہ کارکردگی قابل ہیں تاکہ ہیڈر، اور موڈ تبدیل، لیکن میںان کو چلانے کے لئے حاصل نہیں کر سکتے. (میں نے پہلے ایک سی پروگرام لکھا کبھی نہیں کیا ہے.)وہ مرتب ہونا ضروری؟ کیا سنکلک ساتھ؟ میں نے یہ کس طرح کروں؟ تومیں نے ان کو مرتب، پیدا کی کسی چیز کوڈ فائل ہے یا میں تشکیل دینا چاہیےیہ واضح طور پر> کردار کے ساتھ؟ کہ کچھ اور بھی ہےکیا جانا چاہئے؟
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
تبادلوں کے حصے کے طور، کمپیوٹر کے ماہرین 1،500 پروگراموں دوبارہ لکھی.ایک عمل روایتی طور پر کچھ ٹھیک کرنا کی ضرورت ہے کہ.ایک نیا کمپیوٹر سسٹم کی تبادلوں.
		-- USA Today, referring to the Internal Revenue Service

%
ہم پروگراموں شروع کر دیا جیسے ہی کے طور پر، ہم اپنے تعجب کے لئے پایا یہ نہیں تھا کہہم نے سوچا تھا کہ صحیح طور پر پروگراموں کو حاصل کرنے کے طور پر آسان. ٹھیک کرنا ہونا تھادریافت کیا. میں عین مطابق فوری یاد کر سکتے ہیں میں نے ایک بڑے احساس ہوا کہ جباس وقت سے میری زندگی کا حصہ میں غلطیوں کو تلاش کرنے میں خرچ کیا جا رہا تھامیرے اپنے پروگراموں.
		-- Maurice Wilkes, designer of EDSAC, on programming, 1949

%
سسٹم اپ آتا ہے، اتحادیوں بلڈرز، وقت وقت پر ظاہر ہو گاان ٹکڑوں میں سے گرم نئے ورژن اثر - تیزی، چھوٹے، زیادہ مکمل،یا putatively سے کم چھوٹی گاڑی. ایک نئی کی طرف سے ایک کام کرنے کے اتحادیوں کی تبدیلیورژن اسی منظم ٹیسٹنگ کے طریقہ کار کے ایک نئے انہوں نے مزید کہا کہ اس کی ضرورتجزو، ہے، اگرچہ اس سے کم وقت کی ضرورت چاہئے زیادہ مکمل کی، اورموثر ٹیسٹ کے مقدمات عام طور پر دستیاب ہو جائے گا.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
زندگی کے مقدمات کی سماعت ان کے ٹول لے کرنے کے لئے جاری ہے کے طور پر، وہاں وہ یادہمیشہ کمپیوٹر کی بحالی میں ایک مستقبل ہے.
		-- National Lampoon, "Deteriorata"

%
ول راجرز نے کہا ہوتا کہ "ایک آزاد متغیر کے طور پر کوئی ایسی چیزیں نہیں ہے."
		-- National Lampoon, "Deteriorata"

%
ASCII ایک بیوکوف سوال، آپ کو ایک EBCDIC جواب حاصل.
		-- National Lampoon, "Deteriorata"

%
راھ سے راھ، DOS کرنے DOS.
		-- National Lampoon, "Deteriorata"

%
نہیں جن کے لئے <CONTROL-G> چنگی سے پوچھو.
		-- National Lampoon, "Deteriorata"

%
اسمبلی زبان تجربے کی پختگی کے لئے [اہم] ہےاور کمپیوٹرز یہ فراہم کرتا ہے کہ کس طرح کام کی تفہیم.
		-- D. Gries

%
غیر ہم آہنگ آدانوں ہماری نسل کے مسائل کی جڑ ہیں.
		-- D. Winker and F. Prosser

%
کے بارے میں 2500 ایسوی میں، بنی نوع انسان کو ایک کمپیوٹر کے مسئلہ لازمی امر * کہ پتہ چلتا ہے * ہوناحل کیا. صرف مشکل ہے کہ مسئلہ NP مکمل اور مرضی ہےیہاں تک کہ تازہ ترین آپٹیکل حیاتیاتی ٹیکنالوجی کے ساتھ ہزاروں سال کے لےدستیاب. بہترین کمپیوٹر سائنسدانوں کوئی حل سوچنا یہ بیٹھ جاؤ.عظیم مایوسی میں، C.S. لوگوں میں سے ایک اس کے بارے میں اس کے شوہر کو بتاتا ہے. نہیںصرف ایک ہی حل ہے، وہ کہتے ہیں. طبیعیات 103، جدید فزکس، جنرل یاد رکھیںاضافیت اور تمام. وہ بولی: 'حل کرنے کے ساتھ کیا کرنا ہے کہ کیا کرتاایک کمپیوٹر کے مسئلہ؟ ""جڑواں مارکس کا اختلاف یاد رکھیں؟"چند منٹ کے بعد، وہ کہتی ہیں، "میں نے ایک بہت پر کمپیوٹر ڈال سکتےروزہ مشین اور کمپیوٹر کا حساب کرنے کے صرف چند منٹ ہے لیکنکہ ہم کیا چاہتے ہیں ... کورس کے عین مطابق برعکس ہے! چھوڑ دوکمپیوٹر یہاں، اور زمین کو تیز! "مسئلہ اتنا اہم ہے کہ وہ بالکل اس نے کیا تھا. کبزمین، واپس آیا وہ جواب کے ساتھ پیش کیا گیا:JOB کنٹرول کارڈ میں IEH032 خرابی.
		-- D. Winker and F. Prosser

%
پہلی نظر میں، کسی بھی قوانین یا اصولوں کا خیال پر superimposed کیا جا رہا ہےتخلیقی ذہن کی مدد کرنے کی راہ میں رکاوٹ سے زیادہ کرنے کے لئے زیادہ امکان لگتا ہے، لیکن یہ ہےعملی طور پر بالکل جھوٹ. نظم و ضبط کی سوچ کی بجائے پریرتا مرکوزمقابلے میں یہ blinkers.
		-- G. L. Glegg, "The Design of Design"

%
گروپ L میں، Stoffel، چھ پہلے کی شرح پروگرامرز نگرانی کرتی ایک انتظامچرانے بلیوں تقریبا موازنہ چیلنج.
		-- The Washington Post Magazine, 9 June, 1985

%
کمپیوٹر آپ کو مل جائے گا پر مورد الزام ٹھہرایا جاتا ہے جس میں ہر غلطی کا منبع پرکم از کم دو انسانی غلطیوں، کمپیوٹر پر الزام لگانے کی غلطی کو بھی شامل.
		-- The Washington Post Magazine, 9 June, 1985

%
غیرملکی خواتین اور عارضی متغیر بچیں.
		-- The Washington Post Magazine, 9 June, 1985

%
بیسک ایک اعلی سطحی شتل ہے. APL ایک اعلی سطح کے درد ہے.
		-- The Washington Post Magazine, 9 June, 1985

%
BASIC `سائنسی تخلیق 'کے کمپیوٹر سائنس کے برابر ہے.
		-- The Washington Post Magazine, 9 June, 1985

%
جیسا QWERTY کی ٹائپنگ کے لئے ہے بنیادی کمپیوٹر پروگرامنگ کے لئے ہے.
		-- Seymour Papert

%
ایک لوپ کی طرف اور نیچے سے ایک ہی جگہ راستے وقت محتاط رہیں.
		-- Seymour Papert

%
ہر عظیم کمپیوٹر کے پیچھے ایک پتلی تھوڑا geek بیٹھتا.
		-- Seymour Papert

%
بیل لیبز یونیکس - باہر تک پہنچنے اور کسی کو grep کرنے.
		-- Seymour Papert

%
مندرجہ بالا کوڈ میں کیڑے سے بچو؛ میں نے صرف یہ درست، اس کی کوشش نہیں ثابت کر دیا ہے.
		-- Donald Knuth

%
سکریو ڈرایور لے جو پروگرامرس سے بچو.
		-- Leonard Brandwein

%
ٹیورنگ ٹار گڑہی سب کچھ ممکن ہے لیکن کے سوا کچھ نہیں ہے جس میں سے بچودلچسپی کے لئے آسان ہے.
		-- Leonard Brandwein

%
نئے TTY کوڈ بچو!
		-- Leonard Brandwein

%
چکاچوند رفتار کی کمی کی ایک بہت کچھ کے لئے معاوضہ کر سکتے ہیں.
		-- David Nichols

%
دونوں ماڈل کارکردگی، فعال آپریشن میں ایک جیسی ہیں، اورانٹرفیس سرکٹ کی تفصیلات. دو ماڈل، تاہم، ہم آہنگ نہیں ہیںاسی کمیونی لائن کنکشن پر.
		-- Bell System Technical Reference

%
تیار ہو جائیں. ہم منفرد پر سرحدوں کہ کچھ کرنے کی کوشش کرنے والے ہیں:نہ صرف (ہاںفتے) ہے جس میں سختی سے ایک اصل کی بجائے سنگین تکنیکی کتاباینٹی پختہ، بلکہ (کمپکمپی) اطراف لیتا. میں نے کے طور پر سوچ کے لئے ہوتے ہیں`تعمیری Snottiness. '
		-- Mike Padlipsky, "Elements of Networking Style"

%
دماغ فرائڈ - کور پھینک دیا
		-- Mike Padlipsky, "Elements of Networking Style"

%
چوڑائی پہلے تلاش کے سائنس کے بلڈوزر ہے.
		-- Randy Goebel

%
برائن Kernighan ایک آٹوموبائل وہ ڈیزائن کی مدد کی جس ہے.سب سے زیادہ آٹوموبائل کے برعکس، یہ نہ تو سپیڈومیٹر، اور نہ ہی گیس گیج، ہے اور نہ ہیجدید ڈرائیور طاعون جس میں متعدد بیوکوف روشنیوں کے کسی بھی.بلکہ، ڈرائیور کوئی غلطی، ایک بڑا ہوتا ہے تو "؟" میں روشنیڈیش بورڈ کے مرکز. "تجربہ کار ڈرائیور"، وہ کہتے ہیں، "ہوگاعام طور پر غلط ہے کیا پتہ. "
		-- Randy Goebel

%
گھر میں کمپیوٹرز لانے یا تو ایک تبدیل نہیں کرے گا، لیکنکونے سلون زندہ.
		-- Randy Goebel

%
یہاں تک کہ ایک بیوکوف کا استعمال کرتے ہیں اور صرف احمق اسے استعمال کرنا چاہتا ہوں گے سکتا ہے کہ ایک نظام کی تعمیر.
		-- Randy Goebel

%
مترجموں عمارتیں اچھا صاف تفریح ​​ہے.
		-- T. Cheatham

%
بس غلطی - ڈرائیور کو پھانسی دے دی.
		-- T. Cheatham

%
بس غلطی - پیچھے دروازے کی طرف سے چھوڑ براہ مہربانی.
		-- T. Cheatham

%
لیکن ہمارے جوش میں، ہم میں سے ایک بنیاد پرست اور ہال مخالفت نہیں کر سکتاسسٹم، جس میں اس کے اہم کمزوریوں کی تمام اجاگر کیا گیا ہے،تجزیہ کیا، اور نئے کمزوریوں کے ساتھ تبدیل.
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
لیکن اس انٹرفیس سے جہاں تک afield ہمیں لے لیا ہے، جس کی وجہ سے برا نہیں ہےمیں نے خاص طور kludge آگے منتقل کرنے کے لئے چاہتے ہیں کے بعد، کے لئے جگہ.کیوں لوگوں کو اتنی تکلیف kludge سمجھنے کی ضرورت ہے؟ کیاسب کے بعد، ایک kludge ہے، لیکن کافی K کی نہیں، کافی ROM کی نہیں، نہیںکافی RAM کے، ناقص معیار انٹرفیس اور بھی چند بائٹس کے ارد گرد جاؤ کرنے کے لئے؟I بائٹس کے بارے میں ابھی تک وضاحت کی ہے؟
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
"لیکن ہم جاننا ہے، لوگوں nasally-insertable کمپیوٹرز چاہتے ہیں کی ضرورت ہے کیا؟"
		-- Bruce Leverett, "Register Allocation in Optimizing Compilers"

%
دیرینہ روایت سے، میں نے دیگر وحشی لئے اس موقع لینےاچھا، صاف تفریح ​​کی پتلی بھیس میں ڈیزائنرز.فول کا کالم.
		-- P. J. Plauger, "Computer Language", 1988, April

%
بائٹ ایڈیٹرز پیال سے گندم علیحدہ کرنے والے لوگ ہیں، اور اس کے بعداحتیاط پیال کو پرنٹ.
		-- P. J. Plauger, "Computer Language", 1988, April

%
اپنی زبان بائٹ.
		-- P. J. Plauger, "Computer Language", 1988, April

%
C کوڈ.C کوڈ کو چلانے کے.چلائیں، کوڈ، باگو!براہ مہربانی !!!!
		-- P. J. Plauger, "Computer Language", 1988, April

%
خود کے لئے C.
		-- P. J. Plauger, "Computer Language", 1988, April

%
C اسے آسان آپ کے پاؤں میں اپنے آپ کو گولی مار کرنے کے لئے کرتا ہے. C + + بنا دیتا ہےمشکل، لیکن آپ ایسا کرتے ہیں، یہ آپ کی پوری ٹانگ اڑا.
		-- Bjarne Stroustrup

%
C'EST magnifique، L'Informatique Pas کی ہے Ce n'est پڑھیں.
		-- Bosquet [on seeing the IBM 4341]

%
C + + OS / 360 ء سے دوسرے نظام کے اثر کی بہترین مثال ہے.
		-- Bosquet [on seeing the IBM 4341]

%
... C + + رکن کی نمائش پر بھی زیادہ لچکدار کنٹرول فراہم کرتا ہےاشیاء اور رکن افعال. خاص طور پر، کے ارکان میں رکھا جا سکتا ہےایک طبقے کی، عوامی، نجی یا محفوظ حصوں. نمائندگان میں اعلانپبلک حصوں تمام صارفین کے لیے دستیاب ہے. اراکین کو اکیلے میں اعلان کر دیاحصوں کو مکمل طور پر محفوظ رہے ہیں؛ اور ارکان محفوظ حصوں میں اعلانصرف کلاس خود اور اس subclasses کیلئے مرئی ہیں. C ++ بھی حمایتکوآپریٹو کلاسوں میں سے ہر ایک کو دیکھنے کے لئے اجازت ہے: * _______ دوست * کے تصوردوسرے کی شرمگاہ.
		-- Grady Booch, "Object Oriented Design with Applications"

%
پرسکون ہو جاؤ، یہ بات ہے * ____ صرف * ہیں اور صفر.
		-- Grady Booch, "Object Oriented Design with Applications"

%
/ usr / حصہ / کھیل / قسمت / قسمت نہیں کھول سکتا. کوکی جار ڑککن پر پھنس.
		-- Grady Booch, "Object Oriented Design with Applications"

%
/usr/share/games/fortunes/fortunes.dat نہیں کھول سکتا.
		-- Grady Booch, "Object Oriented Design with Applications"

%
CChheecckk yyoouurr dduupplleexx sswwiittcchh ..
		-- Grady Booch, "Object Oriented Design with Applications"

%
CCI پاور 6/40: ایک بورڈ، کیشے کی ایک میگا بائٹ، اور ایک رویہ ...
		-- Grady Booch, "Object Oriented Design with Applications"

%
2C-543 میں 4pm میں سینٹر اجلاس.
		-- Grady Booch, "Object Oriented Design with Applications"

%
تہذیب، ہم یہ جانتے ہیں کے طور پر، کچھ دیر اس شام ختم ہو جائے گی.مزید معلومات کے لئے SYSNOTE کل ملتے ہیں.
		-- Grady Booch, "Object Oriented Design with Applications"

%
کوبول احمق کے لئے ہے.
		-- E. W. Dijkstra

%
کوبول پروگرامرز نیچے ڈھیروں میں ہیں.
		-- E. W. Dijkstra

%
کوڈنگ آسان ہے؛ تم کرتے ہو سب قطرے تک ایک ٹرمینل گھور بیٹھو ہےآپ کے ماتھے پر خون فارم کی.
		-- E. W. Dijkstra

%
کلاسیکی انجینئرنگ موازنہ سافٹ ویئر انجینئرنگ سافٹ ویئر ہے کہ مان لیا گیاباہر پہننے کے لئے کی صلاحیت ہے. سافٹ ویئر کو عام طور پر برتاؤ کرتی ہے، یا ایسا نہیں ہوتا. یہیا تو کام کرتا ہے، یا ایسا نہیں ہوتا. سافٹ ویئر کو عام طور پر، رسوا نہیں کرتا abrade،، بڑھاتے موڑ، یا ablate. ایک جسمانی وجود کے طور پر اس کا علاج کرنے، اس وجہ سے، ہےہماری انجینئرنگ کی مہارت کی misapplication. کے ساتھ کلاسیکی انجینئرنگ سودےہارڈ ویئر کی خصوصیات؛ سافٹ ویئر انجینئرنگ کے ساتھ معاملات کرنا* سافٹ ویئر * کی خصوصیات، اور ہارڈویئر یا مینجمنٹ کے ساتھ نہیں.
		-- Dan Klein

%
کمپاس [سی ڈی سی-6000 سیریز کے لئے] کوڈانترک کی طرح ایک سے توقع رکھتا ہےایک کارپوریشن ہے جس کا صدر اجاداری میں کوڈ.
		-- J. N. Gray

%
... کمپیوٹر ہارڈویئر رفت اتنی تیز ہے. چونکہ کوئی اور ٹیکنالوجیتہذیب شروع قیمت میں شدت کے چھ احکامات کو دیکھا ہے30 سال میں حاصل.
		-- Fred Brooks

%
کمپیوٹر پروگرامرز بائٹ کی طرف سے اس بائٹ کرتے.
		-- Fred Brooks

%
کمپیوٹر پروگرامرز کبھی نہیں مرے، وہ صرف پروسیسنگ میں کھو جاتا ہوں.
		-- Fred Brooks

%
آپ کور کو بھرنے کے لئے تو کے طور پر کمپیوٹر پروگرام کو توسیع.
		-- Fred Brooks

%
کمپیوٹر سائنس کو محض رسمی نظام کے اصول میں پوسٹ ٹیورنگ کمی ہے.
		-- Fred Brooks

%
کمپیوٹر سائنس صرف ڈسپلن جس میں ہم ایک نئے ونگ کا مزید کہنا قول ہےہونے کی وجہ سے دیکھ بھال کے طور پر ایک عمارت کے لئے
		-- Jim Horning

%
کمپیوٹر ذہین نہیں ہیں. وہ صرف وہ کر رہے ہیں لگتا ہے کہ.
		-- Jim Horning

%
کمپیوٹرس ناقابل اعتماد ہیں، لیکن انسانوں سے بھی زیادہ ناقابل اعتماد ہیں.کوئی نظام انسانی وشوسنییتا پر انحصار کرتا ہے جس ناقابل اعتماد ہے.
		-- Gilb

%
کمپیوٹرس بیکار ہیں. وہ صرف آپ کو جواب دے سکتے ہیں.
		-- Pablo Picasso

%
کمپیوٹرز میں چیزوں کو چھوڑ کر، تمام طرح کے مسائل کو سمجھ سکتے ہیںدنیا صرف کو شامل نہیں کرتے کہ.
		-- Pablo Picasso

%
کمپیوٹرس اصل نہیں لگتا.تم صرف وہ سوچتے سوچتے ہیں.(ہم سوچتے ہیں.)
		-- Pablo Picasso

%
کمپیوٹر سے کتنی زیادہ وہ گنتی کر سکتے ہیں جب تک کامل نہیں ہو گااندازے سے کہیں ملازمت کی لاگت آئے گی.
		-- Pablo Picasso

%
جس کے نتیجے میں تصوراتی سالمیت ڈیزائن کے لئے آگے بڑھنے ضروری ہے کہ حکمایک ذہن سے، یا گونج ذہنوں اتفاق کی ایک بہت چھوٹی تعداد کی طرف سے.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
مبارک ہو! آپ ہمارے نظام میں لاگ ان کرنے ون دس صارف ہیں.ہم آپ کے لئے کیا کر سکتے ہیں کچھ خاص، کچھ بھی بالکل نہیں ہے تو، ایسا نہیں کرتےپوچھیں کرنے میں سنکوچ!
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
Cosmotronic ویئر لا محدود انکارپوریٹڈ کہ ضمانت نہیں ہےپروگرام میں موجود افعال آپ کی ضروریات کو پورا کرے گا یا یہ کہپروگرام کے آپریشن بلاتعطل یا غلطی سے پاک ہو جائے گا.تاہم، Cosmotronic ویئر لا محدود انکارپوریٹڈ وارنٹڈسکیٹ (ے) پروگرام پیش کیا جاتا ہے جس پر سیاہ رنگ کی ہو اورسے نوے (90) دن کی مدت کے لئے عام استعمال کے تحت مربع شکلخریداری کی تاریخ.نوٹ: کسی بھی صورت میں سافٹ ویئر لامحدود COSMOTRONIC OR گا اس کیتقسیم کاروں اور ان کے ڈیلروں، کسی نقصانات کیلئے آپ کو جوابدہ بھی شاملکسی بھی کھو منافع، کھو بچت، کھو صبر یا OTHER اتفاقی یانتیجے میں نقصانات.
		-- Horstmann Software Design, the "ChiWriter" user manual

%
ہم نہ جیوری-رگ ایک آڈیو سوئچ کے طور پر کام کرنے کے لئے بلی کی جا سکی، اور یہ چللانا ہےلوگوں میں ان لاگ آؤٹ ہونے سے پہلے ان کے بنیادی تصاویر کو بچانے کے لئے کس طرح؟ مجھے یقین ہےمویشی prod کے اس سلسلے میں مؤثر ثابت ہو سکتی. کسی بھی صورت میں، ایک گزرنانصب iguana کی، جبکہ زیادہ بھٹک، بہتر کرشن دیتا ہے، نہیں ذکر کرناداؤ کرنے کے لئے آسان ہونے کی وجہ سے.
		-- Horstmann Software Design, the "ChiWriter" user manual

%
بائنری میں گنتی صرف اعشاریہ میں گنتی کی طرح ہے - آپ تمام انگوٹھوں ہو تو.
		-- Glaser and Way

%
اجاداری میں گنتی صرف اعشاریہ میں گنتی کی طرح ہے - آپ اپنے انگوٹھوں استعمال نہیں کرتے تو.
		-- Tom Lehrer

%
[کریش پروگراموں] وہ نظریہ کی بنیاد پر کر رہے ہیں کیونکہ میں ناکام رہتے ہیں، کہ نو کے ساتھحاملہ خواتین، اگر آپ کو ایک ماہ کے ایک بچے کو حاصل کر سکتے ہیں.
		-- Wernher von Braun

%
سے Crazee Edeee، ان کی قیمتوں میں پاگل ہو !!!
		-- Wernher von Braun

%
کمپیوٹر سافٹ ویئر بنانے ہمیشہ ایک مشکل اور ہوشیار ہےعمل - منطق میں ایک مشق، واضح اظہار، اور تقریبا جنونیتفصیل پر توجہ. یہ انٹیلی جنس، لگن، اور ایک کی ضرورت ہوتی ہےمحنت کا بہت بڑا رقم. لیکن، ناقابل اعتبار کی ایک مقررہ رقماور اکثر unrepeatable پریرتا عام طور پر فرق پڑتا ہے کیا ہےپریاپتتا اور اتکرجتا کے درمیان.
		-- Wernher von Braun

%
وییمایس-F-PDGERS، کانوں کے درمیان کی کھیر
		-- Wernher von Braun

%
عزیز ایملی، کیا ٹیسٹ کے پیغامات کے بارے میں؟محترم متعلقہ تلاش:، جانچنے پورے نیٹ ٹیسٹ کرنے کے لئے جب یہ، اہم ہے. کبھی ٹیسٹمحض ایک ذیلی نیٹ کی تقسیم جب پورے نیٹ سے کیا جا سکتا. اس کے علاوہ "براہ مہربانی ڈالہم سب جانتے ہیں کے بعد سے سب کو ہمیشہ فضلے کے ڈھیر کہ آپ کے ٹیسٹ کے پیغامات پر نظر انداز "،اس طرح ایک لائن کے ساتھ ایک پیغام. میری جنس طرح "لڑکی ہے ایک موضوع کا استعمال نہ کریںلیکن میں اس طرح کے مضامین گہرائی میں پڑھا رہے ہیں کیونکہ مرد کے طور پر خطاب کرنے کا مطالبہ. "تمام USEnauts طرف.
		-- Emily Postnews Answers Your Questions on Netiquette

%
عزیز ایملی:I میں کیا گروپوں پوسٹ کرنے کے لئے کس طرح منتخب کر سکتے ہیں؟محترم الجھن:آپ وسیع سامعین حاصل تاکہ، آپ کر سکتے ہیں جیسا کہ بہت سے اٹھاو. بعدتمام، نیٹ آپ ناظرین کو دینے کے لئے موجود ہے. جو تم میں سے ان لوگوں کو مشورہ ہے کو نظر انداز کریںتم کہاں لگتا ہے کہ مضمون انتہائی مناسب ہے صرف گروپوں کا استعمال کرنا چاہئے.تمام گروپوں کسی کو تھوڑا سا بھی دلچسپی ہو سکتی ہے جہاں اٹھاو.ہمیشہ اس بات کا یقین followups کی تمام گروہوں پر جانے کے بنانے کے. نادر صورت میںتم سے کچھ اصل مشتمل ہے جس میں ایک تعاقب پوسٹ کہ، واقعی بنانےگروپوں کی فہرست کو وسعت. شامل کبھی ایک "تعاقب کریں:" میں لائنکچھ لوگوں میں قابل قدر بحث کا حصہ ڈیٹس سکتا ہے کے بعد، ہیڈرچھوٹے گٹوں.
		-- Emily Postnews Answers Your Questions on Netiquette

%
عزیز ایملی:میں نے ایک مضمون میں لکھا تھا کے جوابات کو جمع کیا، اور اب یہ کرنے کا وقت ہےخلاصہ تیار. میں کیا کروں؟محترم مدیر:بس ایک بڑی فائل اور پوسٹ میں مل کر تمام مضامین سلسلہ بندی کرناکہ. یوجنیٹ پر، یہ ایک خلاصہ کے طور پر جانا جاتا ہے. یہ لوگوں کے تمام پڑھنے کی اجازت دیتاپریشان newsreaders راہ میں حاصل کئے بغیر جوابات. اسی وقت جب کروایک ووٹ کا خلاصہ.
		-- Emily Postnews Answers Your Questions on Netiquette

%
عزیز ایملی:میں نے حال، نے کہا ہے کہ ایک مضمون پڑھا "میل کے ذریعے جواب دیں، میں نے خلاصہ پیش کروں گا."میں کیا کروں؟محترم مشکوک:پورے نیٹ کا رد دیں. یہ درخواست صرف پر لاگو ہوتا ہےگونگے لوگ کہنے کے لئے دلچسپ چیز نہیں ہے جو. آپ کی پوسٹنگ ہوبہت زیادہ قابل قدر دوسرے لوگوں کے مقابلے میں، تاکہ اس کی طرف سے جواب دینے کے لیے بربادی ہو گیمیل.
		-- Emily Postnews Answers Your Questions on Netiquette

%
عزیز ایملی:میں نے احتیاط سے غلط ثابت کرنا چاہتے ہیں کہ ایک طویل مضمون دیکھا کیا کرنا چاہئےمیں کروں گا؟محترم ناراض:آپ کے مضمون کے ساتھ پورے متن شامل کریں، اور آپ کے تبصرے میں شامل ہیںلائنوں کے درمیان. پوسٹ کرنے کے لیے، اور نہ میل، یہاں تک کہ آپ کا مضمون اگرچہ اس بات کا یقیناصل اس جواب کی طرح لگتا ہے. ہر کوئی * ان طویل پڑھنے کے لئے محبت کرتا ہے *نقطہ بہ نقطہ مباحثے، وہ نام کالنگ میں تیار ہیں خاص طور پر جب اورکے بہت سے "بہت ہے!" -- "نہیں ہے!" - "بہت twizot ہے!" تبادلے.
		-- Emily Postnews Answers Your Questions on Netiquette

%
عزیز ایملی:میں نے نیٹ پر کسی اور کے ساتھ ایک سنگین اختلاف چل رہا ہے. میں، ان sysadmin شکایات کی کوشش کی، میل مہمات کو منظم کرنے کا بھی مطالبہ کیانیٹ ورک اور اس کے مالک کو فون سے ہٹانے اسے نوکری سے فارغ کرنے کی.ہر کوئی مجھ پر ہنستے تھے. میں کیا کرسکتا ہوں؟محترم متعلقہ تلاش:روزانہ کاغذات پر جائیں. سب سے زیادہ جدید نگاروں کو سب سے اوپر نشان کمپیوٹر ہیں، نیٹ، اور آپ کے مسائل کو سمجھ جائے گا جو بالکل ماہرین. وہبالکل کسی بھی غلطی کے بغیر ہوشیار، مدلل کہانیاں پرنٹ گا، اور ضرورعوام کے لئے مناسب طریقے سے صورت حال کی نمائندگی. عوام کو بھی پوری مرضیانہوں نے یہ بھی نیٹ کی ٹھیک ٹھیک نوعیت سے پوری طرح آگاہ ہیں کے طور پر، ٹھیک طریقے سے کاممعاشرے.کاغذات sensationalize یا بگاڑنا کبھی نہیں، تو چیزوں کو باہر کی طرف اشارہ کرنے کی بات کا یقیننسل پرستی اور sexism وہ جہاں کہیں بھی موجود ہو سکتا ہے کی طرح. اس کے ساتھ ساتھ اس بات کا یقین ہے کہ وہسمجھنے نیٹ، بالخصوص توہین، سب اسی ہوتے ہیں کہلفظی. ہالوکاسٹ کے اسباب نیٹ پر ٹرانسپاقریس کیا لنک، اگرممکن. باقاعدہ کاغذات کہانی نہیں لے گا، تو ایک اخبار کے کاغذ پر جائیں -وہ ہمیشہ اچھی کہانی میں دلچسپی رکھتے ہیں.نیٹ کے لئے تمام اس مفت پبلسٹی بندوبست کی طرف سے، آپ کو بہت ہو جائے گامعروف. نیٹ پر موجود لوگ آپ ہر لئے کے شوقین پرتیاشا میں انتظار کروں گاپوسٹنگ، اور مسلسل آپ سے رجوع. کیا تم نے کبھی آپ سے زیادہ میل حاصل کریں گےممکن خواب دیکھا - نیٹ کی کامیابی میں حتمی.
		-- Emily Postnews Answers Your Questions on Netiquette

%
عزیز ایملی:مجھے پسند گروپوں کے مضامین شائع کر دیا جائے جو کے طور پر اب بھی الجھن میں ہوںکرنے کے لئے. کس طرح ایک مثال کے بارے میں؟پھر بھی عزیز:	ٹھیک ہے. کی آپ کو کہ Gretzky سے تجارت کی جاتی ہے کیا گیا ہے کی رپورٹ کرنے کے چاہتے ہیں ہیںکنگز کرنے Oilers کے. ابھی فورا آپ rec.sport.hockey سوچ سکتاکافی ہو جائے گا. غلط. ان سے زیادہ لوگوں دلچسپی ہو سکتا ہے. یہ ایکبڑی تجارت! یہ ایک خبر مضمون ہے کے بعد سے، یہ خبر میں تعلق رکھتا ہے. * تنظیمی ڈھانچےاس کے ساتھ ساتھ. آپ ایک نیوز منتظم ہیں، یا آپ کی مشین پر ایک ہو تو، کوششnews.admin. اگر نہیں تو، news.misc کا استعمال.Oilers کے شاید ارضیات میں دلچسپی رکھتے ہیں، تاکہ sci.physics کوشش.انہوں نے یہ بھی ہیں کیونکہ وہ ایک بڑا ستارہ، تاکہ sci.astro کرنے کے لئے پوسٹ، اور sci.space ہےستاروں میں دلچسپی. اگلا، ان کا نام پولستانی آواز ہے. لہذا میں پوسٹsoc.culture.polish. لیکن اس گروپ، کوئی چیز نہیں اس پر کراس کے پیغامیہ تجویز کر news.groups پیدا کیا جانا چاہئے. کے اس بہت سے ایسے گروپ کے ساتھسود، آپ کا مضمون بہت عجیب ہو، تو کے طور پر talk.bizarre پر پوسٹ کریں گےاچھی طرح سے. (اور وہ مشکل سے کسی مضمون حاصل کے بعد سے، comp.std.mumps پر پوسٹوہاں، اور ایک "معاضہ" گروپ کو مزید اپنے مضمون کی تشہیر کرے گا.)تم نے بھی اسے ہر ایک میں ایک بار آرٹیکل پوسٹ کرنے کے لیے زیادہ مزہ ہے تلاش کر سکتے ہیںگروپ. آپ کو ایک ہی مضمون میں تمام خبریں گروپ کی فہرست تو، کچھ newsreadersصرف ایک بار پڑھنے کے لئے مضمون دکھایا جائے گا! اس کو برداشت نہیں کرتے.
		-- Emily Postnews Answers Your Questions on Netiquette

%
عزیز ایملی:آج میں ایک مضمون پوسٹ کیا ہے اور میرے دستخط شامل کرنا بھول گیا.میں کیا کروں؟محترم بلککڑ:فورا اپنے ٹرمینل کرنے کی جلدی ہے اور کہتا ہے کہ ایک مضمون شائع،"افوہ، مجھے لگتا ہے کہ گزشتہ مضمون کے ساتھ میرے دستخط پوسٹ کرنا بھول گئے. یہاںیہ ہے."زیادہ تر لوگوں کو آپ پہلے مضمون پر بھول چکے ہوں گے چونکہ،(یہ بہت بورنگ ہو جائے کرنے کی ہمت بالخصوص بعد ایک اچھا استعمال نہیں کرنے کے طور پر، رسیلیدستخطی) یہ اس میں سے ان کو یاد دلاتی رہے گی. اس کے علاوہ، لوگ بہت زیادہ پرواہویسے بھی دستخط کے بارے میں.
		-- Emily Postnews Answers Your Questions on Netiquette

%
عزیز محترمہ Postnews:میں نے ایک اور سائٹ پر کسی سے میل کے ذریعے حاصل نہیں کر سکا. کیامجھے کیا کرنا چاہیے؟محترم کے شوقین:کوئی مسئلہ نہیں، صرف ایک گروپ کے لئے آپ کے پیغام پوسٹ ہے کہ لوگوں کی ایک بہتپڑھا. کہہ دو کہ، "یہ جان سمتھ کے لئے ہے. میں تو میں ہوں ذریعے میل نہیں مل سکایہ پوسٹنگ. تمام دوسروں کو نظرانداز کر دیں. "لوگوں کے ہزاروں کی دسیوں اس طرح چند سیکنڈ سکیننگ خرچ کرے گازیادہ اور آپ کے مضمون کو نظر انداز، 16 آدمی گھنٹے ان کے اجتماعی سے زیادہ کا استعمال کرتے ہوئےوقت، لیکن آپ یوجنیٹ ذریعے کی جانچ پڑتال کے خوفناک مصیبت بچا لیا جائے گانقشے یا متبادل راستے کے لئے تلاش. آپ تقسیم نہ کر سکتا ہے تو بس، لگتا ہے کہ9000 دوسرے کمپیوٹر میں اپنا پیغام، آپ اصل میں (ہاںفتے) کو فون کرنے کے لئے ہو سکتایہاں تک کہ 60 سینٹ کے لئے ڈائریکٹری امداد، یا شخص کو فون. یہ لاگت کر سکتے ہیںچند ڈالر (!) 5 منٹ کال کے لئے جتنا!اور بیشک جو دوسرے لوگوں کے کے 10 سے 20 ڈالر خرچ کرنے کے لئے بہتر ہےپیسے آپ کے لئے مقابلے پیغام تقسیم ایک رات پر $ 9 برباد کرنے کے لئے کی ضرورت کے لئےخط، یا ایک ڈاک ٹکٹ پر بھی 25 سینٹ!مت بھولنا. دنیا، ختم اپنا پیغام کے ذریعے حاصل نہیں کرتا تو ہو گیلہذا آپ کر سکتے ہیں جیسا کہ یہ بہت سے مقامات پر پوسٹ.
		-- Emily Postnews Answers Your Questions on Netiquette

%
پیارے سر،میں مضبوطی سے یا تو گھر پر یا microchips کا کے پھیلاؤ کی مخالفت کر رہا ہوںدفتر میں، ہم عوام میں ہم پر foisted ان میں سے کافی سے زیادہ ہےمقامات. انہوں نے ایک نفرت امریکہ ہیں، اور صرف کسانوں کے نتیجے کر سکتے ہیں، چھوٹے آلو اضافہ کرنے کے لئے جس کے نتیجے میں بڑے پیمانے پر un- سبب بنے گی مجبور کیا جا رہاپہلے سے ہی شدید دباؤ کا شکار زرعی صنعت میں روزگار.تمہاری وفاداری،کیپٹن کوئنٹن Arcy D 'کے، جیپیSevenoaks
		-- Letters To The Editor, The Times of London

%
ڈیبگ انسانی، ڈی طے الہی ہے.
		-- Letters To The Editor, The Times of London

%
DEC تشخیص ایک مردہ وہیل پر جاری رہے گی.
		-- Mel Ferentz

%
# وضاحت BITCOUNT (X) (((BX_ (X) + (BX_ (X) >> 4)) & 0x0F0F0F0F)٪ 255)# وضاحت BX_ (X) ((X) - (((X) >> 1) & 0x77777777) \- (((X) >> 2) & 0x33333333) \- (((X) >> 3) & 0x11111111))
		-- really weird C code to count the number of bits in a word

%
(defun NF (ا ج)  (صورتحال ((کالعدم ج) ())((ایٹم (کار C))(ملحق (فہرست (سے Eval (فہرست 'getchar ہے (فہرست (کار C)' A) (CADR C))))(الف (cddr سی NF))))(T (ملحق (فہرست (implode کر (ایک (کار سی NF)))) (NF ایک (سیڈیآر C))))))(defun AD (ناداری ملازمت بوسٹن کے علاقے کو چیلنج)  (صورتحال   ((یا (نہ (برابر کرنا چاہتے نوکری 'ہاں))(نہیں (برابر بوسٹن کے علاقے 'ہاں))(کو چیلنج 7 lessp)) ())   (T (ملحق (NF (عاد 'حاصل expr)'((caaddr 1 caadr 2 کار 1 کار 1)(کار 5 cadadr 9 cadadr 8 9 cadadr caadr 4 کار 2 کار 1)(2 کار caadr 4)))      (فہرست '851-5071x2661)))))؛؛؛ ہم ایک مثبت کارروائی آجر ہیں.
		-- really weird C code to count the number of bits in a word

%
کل نجات کوڈ آج،، کل میں سوچنا.
		-- really weird C code to count the number of bits in a word

%
کیا آپ جانتے ہیں ایک 280-Z کی قیمت کے لئے آپ کو دو Z-80 کی خرید سکتے ہیں؟
		-- P. J. Plauger

%
بھولبلییا میں آپ ہیں کے مختلف تمام twisty ایک، تھوڑا حصئوں.
		-- P. J. Plauger

%
ڈیجیٹل سرکٹس مطابق حصوں سے بنا رہے ہیں.
		-- Don Vonada

%
ڈسک کی جگہ - حتمی فرنٹیئر!
		-- Don Vonada

%
ڈس کلیمر:اس اعلی درجے کی کمپیوٹنگ ٹیکنالوجی کے استعمال کی ایک توثیق کا مطلب یہ نہیں ہےمغربی صنعتی تہذیب کی.
		-- Don Vonada

%
ڈس کلیمر: "ایک معمولی سی فیس کے لئے وہ ہو اگرچہ ان کی رائے، میرے اپنے ہیںتمہاری بھی. "
		-- Dave Haynie

%
ڈسک بحران، صاف، براہ مہربانی!
		-- Dave Haynie

%
ڈسک کی پیک میں سفر.
		-- Dave Haynie

%
Disraeli بہت قریب تھا: اصل، جھوٹ، جھوٹ لات، اعدادوشمار سے ہیں،معیارات، اور ترسیل کی تاریخوں.
		-- Dave Haynie

%
، troff کے معاملات میں مداخلت نہ کریں یہ ٹھیک ٹھیک اور قہر کرنے میں جلدی ہے کے لئے.
		-- Dave Haynie

%
ایک راستہ بنانے کے لئے پایا جا سکتا ہے تو ایک پروگرام کے ڈیزائن کو آسان بنانے کے متیہ پیچیدہ اور حیرت انگیز.
		-- Dave Haynie

%
اس ٹرمینل پر نیلے رنگ کی چابیاں کا استعمال نہ کریں.
		-- Dave Haynie

%
تم لوگوں کو تم کیا کر رہے جانتے ہو، یا آپ کو صرف ہیکنگ کر رہے ہیں؟
		-- Dave Haynie

%
*** آپ پروگرام کو ایک بے چین کی درخواست کرتا ہوں کی کیا ضرورت ہے؟ ***آپ کو تکنیکی استعمال کرنے کے قابل ہونے کی وجہ سے آتا ہے کہ فوری طور پر احترام چاہتے ہیںشرائط کوئی نہیں سمجھتا ہے؟ آپ میں خوف اور نفرت پر حملہ کرنا چاہتے ہیںہر جگہ DP مینیجرز کے دلوں؟ اگر ایسا ہے تو، پھر مشہور پروگرامرس 'دوسکول پیشہ ورانہ کمپیوٹر پروگرامنگ کی دنیا میں ... پر آپ کی قیادت.*** آپ کے لئے پروگرامنگ ہے؟ ***پروگرامنگ کی سب کے لئے نہیں ہے. لیکن، آپ کو جاننے کے لئے کی خواہش ہے تو، ہم کر سکتے ہیںآپ کو شروع کرنے میں مدد ملے. آپ سب کی ضرورت مشہور پروگرامرس 'کورس ہے اورکافی رقم مہینے کے بعد آنے والے مہینے ان مضامین رکھنے کے لئے.*** ہماری مفت دلچسپی TEST بھال ***تعین کرنے میں مدد کرنے کے لئے آپ ایک پروگرامر ہونے کے لئے کوالیفائی کر رہے ہیں تو، ایک لمحے لے لواس سادہ ٹیسٹ کی کوشش کریں:(1) اور صفر سے نو تعداد پہلے چھ حروف لکھیںحروف تہجی کے (اشارہ: 0123456789ABCDEF).(2) کس کی تصویر ہے ایک بیس ڈالر کے بل کی پشت پر ہے؟(3) ایڈاہو کی ریاست کے دارالحکومت کیا ہے؟آپ کو ہم سے پوچھا کیوں سوچ کے بغیر تمام تین سوالات کو پڑھنے کے لئے منظم کیا ہےان، آپ ایک کمپیوٹر پروگرامر کے طور پر ایک مستقبل میں ہو سکتا ہے.
		-- Dave Haynie

%
آپ دردناک خاتمے کا شکار ہیں؟آپ دردناک الزام تراشی کا شکار ہیں؟آپ دردناک الیومینیشن کا شکار ہیں؟آپ دردناک ہذیان کا شکار ہیں؟
		-- Don Juan, cited by Carlos Casteneda

%
دستاویزی جنس کی طرح ہے: یہ اچھی بات ہے جب، یہ بہت، بہت اچھا ہے؛ اوریہ برا ہے جب، یہ کچھ نہیں سے بہتر ہے.
		-- Dick Brandon

%
دستاویزی پروگراموں کے ارنڈی کا تیل ہے.مینیجرز جانتے پروگرامرز جو اتنی نفرت ہے کیونکہ یہ اچھا ہونا ضروری ہے.
		-- Dick Brandon

%
ایک اچھے کسان فصل وہ لگائے نظرانداز کرتا ہے؟ایک اچھا استاد بھی سب سے زیادہ شائستہ طالب علم کو نظر انداز کرتا ہے؟ایک اچھا باپ ایک ایک بچے کو بھوکا کرنے کی اجازت دے دیتا ہے؟ایک اچھے پروگرامر اس کے کوڈ کو برقرار رکھنے کے کرنے سے انکار کرتا ہے؟
		-- Geoffrey James, "The Tao of Programming"

%
صرف اور صرف مساوات کے لئے نقاط کی تعداد کا موازنہ نہ کریں.
		-- Geoffrey James, "The Tao of Programming"

%
تبصرے کی طرف سے suckered حاصل نہیں ہے - وہ بہت گمراہ کن ہو سکتا ہے.ڈیبگ صرف کوڈ.
		-- Dave Storer

%
اتنی محنت کی چابیاں نہ مارو، یہ تکلیف دیتا ہے.
		-- Dave Storer

%
یہ پسینہ نہیں ہے - یہ صرف ہیں اور zeros ہے.
		-- P. Skelly

%
DOS ایئر:تمام مسافروں کو رن وے پر باہر جانے، ہوائی جہاز کے پکڑو پکڑو، اسے دھکایہ ہوا میں ہو جاتا ہے جب تک،، پر ہاپ اسے دوبارہ زمین پر مار دیتی ہے جب سے کود.اس کے بعد وہ پھر سے طیارے پر قبضہ، ہوا میں اسے واپس دھکا، پر ہاپ، اوروغیرہ.
		-- P. Skelly

%
DOS بیئر: اپنے مالک کر سکتے ہیں اوپنر استعمال کرنے کی ضرورت ہے، اور کرنے کی ضرورت ہےکین کھولنے سے پہلے احتیاط سے ہدایات پڑھ. اصل میں صرفایک 8 آانس میں آیا تھا. یہ کر سکتے ہیں، لیکن اب ایک 16 آانس میں آتا ہے. یہ کر سکتے ہیں. تاہم، کر سکتے ہیں ہے2 آانس کے 8 حصوں میں تقسیم. ہر ایک، ہے جس سے حاصل کیا جا کرنے کے لئےعلیحدہ علیحدہ. لوگوں کی ایک بہت جا رہے ہیں، اگرچہ اس کے فورا، بند کر دیا جائے کرنے کے لئےیہ اب دستیاب نہیں ہے کے بعد اسے پینے کے رکھنے کے لئے.
		-- P. Skelly

%
ڈسک کی جگہ کی کمی کی وجہ سے، اس کی خوش قسمتی ڈیٹا بیس بند کر دیا گیا ہے.
		-- P. Skelly

%
اگلے دو گھنٹوں کے دوران، نظام کو اوپر اور نیچے کئی رکھا جائے گا جابار، اکثر لن ~ po_ ساتھ ~ {پی او ~ ~ poz PPO \ ~ {~ ~ {po_ پر O [PO ~ Y oodsou> # w4k *** N ~ po_ ~ ​​{دفتری؛ lkld؛ F؛ جی، ڈی ڈی، پی او \ ~ {اے
		-- P. Skelly

%
ای pluribus یونیکس
		-- P. Skelly

%
ایک نئے نظام سے ہر نئے صارف کیڑے کی ایک نئی قسم کی نقاب.
		-- Kernighan

%
ان فرقوں میں سے ہر ایک کی عمر میں دو موافقین میں سے ایک کے مطابقاصلاح. ایپل میکنٹوش کے دائرے میں، کیتھولک یورپ میں کے طور پر،نمازیوں سے بھرا ہوا اسکرینوں میں نہایت ادب پیر "شبیہیں." تمام صوتی ہے اورمنظر کشی اور Appledom. یہاں تک کہ الفاظ غیر ملکی میں آرائشی filigrees کی طرح نظرtypefaces کے. سب سے بڑی آئکن، ناقابل فسخ ایپل خود، میں کھڑا ہےسکرین کے اوپری دائیں کونے میں غلبہ پوزیشن. ایک مرکزیکارپوریٹ ہیڈ کوارٹر میں تمام رسومات اور طرز عمل کی صورت تقدیر میں.سے ایک ایگزیکٹو آفیسر جن کی سلیکشن وقت ہوتی ہے سے Infalliable نظریے مسائلایک مہربند بورڈ روم میں. ان Curia میں کسی کو اپنے اختیارات سوال کرنا چاہئے،مجرم کو باہر اندھیرے میں خارج کیا جاتا ہے. نکال دیا ودرمی قائم کیایک نئی کمپنی، آنے کی عمر اور اگلے کمپیوٹر کے غیر واضح mutters،پھر خاموشی میں غائب، اس کے ساتھ اس اسٹاک ہولڈرز لینے. ماںیہ نظریاتی stifles طور پر کمپنی کے طور پر سختی سے منع مالی مسابقتمسابقت؛ آپ کمپیوٹر پروگرام ایپل کے کے مطابق اس کا استعمال کرنا چاہتے ہیں توراسخ الاعتقادی، آپ خود کو ایپل کی طرف سے بنایا اور فروخت ایک کمپیوٹر خریدنا چاہئے.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
/ زمین 98 فیصد مکمل ہے ... کسی آپ کر سکتے ہیں کو خارج کر دیں، براہ مہربانی.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
زمین ایک بیٹا کی ویب سائٹ ہے.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
/ زمین: فائل سسٹم مکمل.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
آئنسٹائن فطرت کی وضاحت، وہاں سادہ بنایا جائے ضروری ہے کہ کیونکہ دلیل دیخدا موجی یا صوابدیدی نہیں ہے. اس طرح کوئی ایمان کے سافٹ ویئر آرامانجینئر.
		-- Fred Brooks

%
خواتین کے لیے مساوی بائٹس.
		-- Fred Brooks

%
آپریٹر میں خامی: بیئر شامل
		-- Fred Brooks

%
قائم ٹیکنالوجی نئی ٹیکنالوجی کے چہرے میں برقرار کرنے کے لئے جاتا.
		-- G. Blaauw, one of the designers of System 360

%
Eudaemonic تحقیق کے اس حصے کو عجیب اور پرسکون انماد کے ساتھ روانہدنیا. واپس ڈیک پر عریاں sunbathing کے لئے فون کالز کے ساتھ مل کر کیا گیا تھاکوسٹا میسا میں اعلی درجے کی کائی نیٹکس، Goleta میں امریکی لیزر نظام، میشنDanbury، کنیکٹیکٹ، Arenberg نے جمیکا پلین میں ultrasonics میں صنعتوں،میسا چوسٹس، سنی ویل، کیلیفورنیا، جہاں نارمن میں پیکارڈپیکارڈ کے کزن، ڈیوڈ، بورڈ کے چیئرمین کے طور پر صدارت کی. چال جانا تھاامید ہے کہ باہر ٹو دوپہر کے کھانے کے ایگزیکٹوز واپس کردے گا میں، دوپہر میں ان کالیںاپنے خرچ پر انہیں. Eudaemonic انٹرپرائزز، وہ جانتے تھے سب کے لئے، ہو سکتا ہےایک تیزی سے بڑھتی ہوئی کمپیوٹر کمپنی سلیکن ویلی کے باہر branching. سنفنگاعلی حجم کی فروخت کا امکان ہے، ان کے ایگزیکٹوز تھوڑا جو مشکوکوہ پاگل، ایک ننگے بوتیکشاستری کرنے کے لئے لائن کے دوسرے سرے پر بات کر رہے تھےرولیٹی زائد.
		-- Thomas Bass, "The Eudaemonic Pie"

%
<<<<< انخلاء راستے <<<<<
		-- Thomas Bass, "The Eudaemonic Pie"

%
یہاں تک کہ بائٹس تھوڑا سا کے لئے تنہا ملتا.
		-- Thomas Bass, "The Eudaemonic Pie"

%
کمپیوٹر پر لاگو کے طور پر لفظ "کیڑے" کی اصل کے بارے میں کبھی حیرانٹیکنالوجی؟ امریکی بحریہ کے کیپٹن فضل مرے ہوپر براہ راست وضاحت ہے.فعال ڈیوٹی پر اب بھی ہے جنہوں نے 74 سالہ کپتان،، میں ایک سرخیل تھادوسری جنگ عظیم کے دوران کمپیوٹر ٹیکنالوجی. لانگ C.W. پوسٹ مرکز میںآئلینڈ یونیورسٹی، ہوپر لانگ آئلینڈ پبلک اسکول کے ایک گروپ کو بتایا کہ انتظامیہپہلا کمپیوٹر "بگ" ایک حقیقی مسئلے سے تھا trators - ایک کیڑے. ہارورڈ میں1945 میں سے ایک اگست کی رات، hopper اور اس کے ساتھیوں پر کام کر رہے تھے، مارک I. "چیزیں بری طرح جا رہے تھے جدید کمپیوٹرز کی" granddaddy "؛وہاں طویل گلاس منسلک کا سرکٹس میں سے ایک میں کچھ غلط تھاکمپیوٹر، "انہوں نے کہا." آخر میں، اگر کوئی مصیبت سپاٹ واقع ہے اور، کا استعمال کرتے ہوئےعام چمٹی، مسئلہ، ایک دو انچ کیڑے کو ہٹا دیا. اس وقت سے، جبکچھ بھی ایک کمپیوٹر کے ساتھ غلط ہو گیا، ہم اسے اس میں کیڑے تھا. "ہوپرکہ اس کی کہانی کی حقیقت حال ہی میں پوچھ گچھ کی گئی تھی جب، "میں کہا جاتا ہے کہاان، بحریہ سرفیس ہتھیاروں کی وصولی میں اب میری 1945 لاگ ان کی کتاب کے لیےسینٹر، اور وہ اس کیڑے کی باقیات میں صفحے پر ٹیپ مل گیاسوال. "[دراصل، لفظ "بگ" میں پہلے بھی استعمال کی تھیریڈیو ہارڈ ویئر کے ساتھ مسائل کے حوالے. ایڈ.]
		-- Thomas Bass, "The Eudaemonic Pie"

%
"ہر گروپ ماہرین کے ایک جوڑے کی ہے. اور ہر گروپ میں کم از کم ایک ہےبیوکوف. اس طرح توازن اور ہم آہنگی (اور اختلاف) برقرار رکھا جاتا ہے. یہکبھی کبھی وہ سب flamewars کا بڑا حصہ میں یہ یاد رکھنا مشکلپریشانی اور درد کی عام طور پر ایک یا ایک انتہائی حوصلہ افزائی دو کی طرف سے پیدا ہوتا ہے،کاسٹک twits. "
		-- Chuq Von Rospach, about Usenet

%
ہر پروگرام کم از کم ایک مسئلے سے ہے اور کم از کم ایک کی طرف سے قصر کیا جا سکتاہدایات - شامل کی طرف سے، جس سے، ایک کے جو کہ ہر نتیجہ نکالنا کر سکتے ہیںپروگرام ایک تدریس کام نہیں کرتا جس میں کم کیا جا سکتا.
		-- Chuq Von Rospach, about Usenet

%
ہر پروگرام کسی دوسرے پروگرام کا ایک حصہ ہے، اور شاذ و نادر فٹ بیٹھتا ہے.
		-- Chuq Von Rospach, about Usenet

%
ہر یکجہتی مرکز ڈھیر اور کاغذ کے ڈھیر تھا ... ہر کسی کو تھاکاغذ اور ایک پولیس اہلکار کو کھانے کے دروازے پر تھا. اب آپ یہ کرنا ہے کہ ہےایک ڈسک جھکنا.حمایت میں کمپیوٹرز کا استعمال کرتے ہوئے کے فوائد پر تبصرہان کی تحریک کی.
		-- A member of the outlawed Polish trade union, Solidarity,

%
ہر کوئی کچھ دیر ایک چھوٹی سی محبت کی ضرورت ہے؛ ہیکنگ کو روکنے اور محبت میں گر!
		-- A member of the outlawed Polish trade union, Solidarity,

%
ہر کوئی sculpt کا سکھایا جا سکتا ہے: انجیلو ہونا پڑتاکس طرح ___ نہیں کرنا سکھایا. لہذا یہ بہت اچھا پروگرامرز کے ساتھ ہے.
		-- A member of the outlawed Polish trade union, Solidarity,

%
ارتقاء ایک ملین لکیر کمپیوٹر پروگرام حادثے کی طرف سے جگہ میں کمی آ رہی ہے.
		-- A member of the outlawed Polish trade union, Solidarity,

%
ضرورت سے زیادہ لاگ ان یا لاگ آؤٹ پیغامات بڑھاپا کی ایک بات کا یقین نشانی ہیں.
		-- A member of the outlawed Polish trade union, Solidarity,

%
FACILITY مسترد 100044200000؛
		-- A member of the outlawed Polish trade union, Solidarity,

%
کی amorous محسوس، وہ شیٹ کے تحت دیکھا اور پکارا، "اوہ، نہیں،مائیکروسافٹ کے! "
		-- A member of the outlawed Polish trade union, Solidarity,

%
فیلو پروگرامر، مبارک ہو! آپ کو لے آئے گا جس میں ایک خط پڑھ رہے ہیںآپ کو قسمت اور خوش قسمتی. بس میل (یا UUCP) اس خط کے دس کاپیاںآپ کے دوستوں میں سے دس. آپ نقل کرنے سے پہلے، ایک چپ بھیجنے یاہارڈ ویئر کے دیگر سا، اور میں سب سے پہلے شخص کو 'سی' کے کوڈ کا 100 لائنیںفہرست اس خط کے نچلے حصے میں دی. اس کے بعد ان کے نام کو حذف اور اضافہفہرست کے سب سے نیچے تمہاری.زنجیر توڑنے کریں! 48 گھنٹے کے اندر کاپی بنائیں. سین کے جیرالڈ R.ڈیاگو نے دس کاپیاں بھیجنے میں ناکام رہے اور تلاش کرنے اگلی صبح اٹھیان کی ملازمت کی وضاحت کرنے کے لئے تبدیل "کوبول پروگرامر." نیویارک کے فریڈ A. بھیجاان دس کاپیاں اور ایک ماہ کے اندر کرنے کے لئے کافی ہارڈ ویئر اور سافٹ ویئر کے لئے تھاZork بجانے کے لئے وقف ایک ئدبھی تعمیر. شکاگو مرتا H. پر ہنستے تھےیہ خط اور زنجیر توڑ دیا. کچھ ہی دیر بعد، ایک آگ میں پھوٹاس ٹرمینل اور وہ اب IBM PC کے لئے دستاویزات لکھنے کی اس دن خرچ کرتا ہے.زنجیر توڑنے کریں! آپ دس کاپیاں آج باہر بھیجیں!
		-- A member of the outlawed Polish trade union, Solidarity,

%
مثال کے طور پر، اگر \ thinmskip = 3mu، اس \ thickmskip = 6mu ہوتا. لیکن اگرآپ کو بھی چاہے ریاضی موڈ میں یا افقی گلو کے لئے \ skip12 استعمال کرنا چاہتے ہیںنہیں، اچٹیں کی رقم پوائنٹس میں ہوں گے (جیسے، 6pt). اصول یہ ہےریاضی کے موڈ میں ہے کہ گلو یہ ایک \ mskip ہے صرف اس وقت جب سائز کے ساتھ مختلف ہوتی ہے؛ایک mskip اور عام پر جائیں، تبادلوں کے عنصر کے درمیان منتقل جب1mu = 1pt ہمیشہ استعمال کیا جاتا ہے. کے معنی '\ mskip \ skip12' اور'\ baselineskip = \ thickmskip \' واضح ہونا چاہئے.
		-- Donald Knuth, TeX 82 -- Comparison with TeX80

%
فلائی ونڈوز NT:تمام مسافروں کی کرسیاں رکھ، ٹارمیک پر باہر اپنی نشستوں لے جانےایک ہوائی جہاز کا خاکہ میں. وہ سب بیٹھ جاؤ، اپنے ہتھیار فلیپ اور جیٹ بنانےswooshing لگتا وہ اڑ رہے ہیں کے طور پر اگر.
		-- Donald Knuth, TeX 82 -- Comparison with TeX80

%
"اس بات کے لئے، بڑے پیمانے پر روزگار کے ساتھ اپنی جیب کمپیوٹر موازنہایک ہزار سال پہلے. کیوں نہیں، پھر، کے ساتھ دور کر کے آخری مرحلہیکسر کمپیوٹرز؟ "
		-- Jehan Shuman

%
آگے IF ہارن تو
		-- Jehan Shuman

%
فورٹران تجزیہ کرنے کے لئے آسان ہے جو ایک زبان کی ایک اچھی مثال ہےایڈہاک تکنیک کا استعمال کرتے ہوئے.[اس کے بارے میں اچھی بات ہے؟ ایڈ.]
		-- D. Gries

%
فورٹران ایک پھول ہے لیکن ایک گھاس نہیں ہے - یہ ہارڈی ہے، کبھی کبھار کھلتا،اور ہر کمپیوٹر میں اگنے.
		-- A. J. Perlis

%
فورٹران طاقتور کمپیوٹر کی زبان ہے.
		-- Steven Feiner

%
فورٹران دماغ rots کے.
		-- John McQuillin

%
فورٹران، "بچے خرابی کی شکایت"، اب تک تقریبا 20 سال کی عمر میں، مایوسانہ ہےآپ آج کے ذہن میں جو بھی کمپیوٹر کی درخواست کے لئے ناکافی ہے: یہ ہےبھی، اناڑی بھی پرخطر، اور استعمال میں بہت مہنگی.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
[فورٹران] کچھ وقت کے لئے برقرار رکھا جائے - شاید کم از کم اگلے دہائی کے لئے.
		-- T. Cheatham

%
فارچیون لئے آپ کے پسندیدہ UNIX حکم دیتا ہے کا استعمال کرتا ہے سے پتہ چلتا ہے!کی کوشش کریں:[جمی Hoffa کہاں ہے؟ (C شیل)^ ^ جنس کی تبدیلی کے آپریشن کیسے چلے گئے؟ (C شیل)"آپ کس طرح BSD بمقابلہ نظام وی درجہ دیں گے؟٪ دھچکا (C شیل)'تو 8am میں تیرے گھاس کاٹنا نہیں shalt' (C شیل)ایک ہلکا سمجھے؟ (C شیل)!! کہو، کیا تم مارجرین کی کیا رائے ہے؟ (C شیل)PATH = اظہار! کو / usr / UCB / جس احساس (لڑائی شیل)	پیار کرو"کامل خشک مارٹینی" بنانےآدمی (4.3BSD تک کچھ) کتے -kissesمیں = Hoffa؛ > $ I؛ $ I؛ RM $ I؛ RM $ I (لڑائی شیل)
		-- T. Cheatham

%
فارچیون لئے آپ کے پسندیدہ UNIX حکم دیتا ہے کا استعمال کرتا ہے سے پتہ چلتا ہے!کی کوشش کریں:اے آر ٹی "خدا"بوتل پینے <؛ اوپنر (لڑائی شیل)بلی "ٹن کین میں کھانے '(تمام لیکن 4. [23] BSD)ارے UNIX! ایک میچ مل گیا؟ (V6 یا سی شیل)mkdir کی بات نہیں؛ کیٹ> معاملہ (لڑائی شیل)RM خدامرد: تمہیں طلاق کیوں ملا؟ (C شیل)تاریخ مجھے (4.3BSD تک کچھ بھی)"سر یا اس سب کا دم" بنانےجو ہوشیار ہے(C شیل)میں نے قومی قرض کے ہر ڈالر کے لئے ایک تھا تو)، میں کیا ہوگا؟میرے ساتھ سونا (4.3BSD تک کچھ بھی)
		-- T. Cheatham

%
خوش قسمتی: پھانسی نہیں کر سکتے ہیں. کوکیز سے باہر.
		-- T. Cheatham

%
خوش قسمتی: CPU وقت / افادیت کا تناسب بہت زیادہ ہے - کور پھینک دیا.
		-- T. Cheatham

%
خوش قسمتی: ایسی کوئی فائل یا ڈائریکٹری
		-- T. Cheatham

%
خوش قسمتی: نہیں ملا
		-- T. Cheatham

%
سچ کہوں تو، میں Scarlett، میں نے ایک حل کی ضرورت نہیں ہے.
		-- Rhett Buggler

%
[CI-300 ڈاٹ میٹرکس لائن پرنٹر کے لئے آپریشن دستی سے، بنا دیاجاپان میں]MODEL CI-300 کی بہترین پیداوار مشین کے طور پر غیر معمولی ڈاٹ میٹرکسلائن پرنٹر، EAROM طور پر بھی دو مائیکرو پروسیسرز میں تعمیر، کی طرف سے شامل کیا جاتا ہےجیسے شاندار بقائے باہمی کی اجازت دینے کی؛ "کم لاگت کے خلاف اعلی معیار،"accessibleness میں لچک "کمپیکٹ ڈیزائن کے ساتھ متنوع افعال،" "اور تقریبا کے استحکام. 2000،000،00 ڈاٹ / سر، "" میں بہتر ہونے کی وجہ سےانتہائی ہونے کے شور تلے میکانزم لیکن ممکنہ طور پر فرتیلی آپریٹنگدبا "وغیرہاور ظاہر کی بات کے طور پر، حتمی مقصد صرف صرف حصول میں مدد کرنے کے لئے ہےٹھنڈی ڈیٹا، شاید HOST کی طرف سے کمائی کے درمیان "سپر شٹل ڈپلومیسی"کمپیوٹر، اور انسان کی گرم دل.
		-- Rhett Buggler

%
پرو 350 جیب سروس گائیڈ، P سے. 49، کے مرحلہ 5کارڈ پنجرے سے ایک I / O بورڈ کو ہٹانے پر ہدایات پر، ایک نیا آتا ہےآواز میں تجربہ:5. دائیں 90 ڈگری ہینڈل باری. پنگ پھیلانے    آواز کنیکٹر کے اس قسم کے لئے عام بات ہے.
		-- Rhett Buggler

%
فنکشن کو مسترد.
		-- Rhett Buggler

%
انجیل باہر - میں ردی کی ٹوکری.
		-- Rhett Buggler

%
دے: کمپیوٹر کی خرابی کی وجہ سے مجبور متاثرین کی حمایت کرتے ہیں.
		-- Rhett Buggler

%
اس حلقہ انتخاب کو دیکھتے ہوئے، صرف ایک چیز میں "اوپن" [بارے میں ہونے کی توقعاوپن سافٹ ویئر فاؤنڈیشن] اس کے منہ ہے.
		-- John Gilmore

%
اسمبلی زبان پر دینا عدن ہمارے باغ میں سیب تھا: زبانیںجن کے استعمال squanders ہے مشین سائیکل گنہگار ہیں. تتلاہٹ مشین اب اجازت دیتا ہےتتلاہٹ پروگرامرز برا اور انجیر کے پتی کو ترک کرنے.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
پرے جاؤ! کے ساتھ اپنے تمام "اس کی گنتی ... کہ گنتی" مجھے پریشان کرنا بند کرو!میں نے ایک VAX-NAP لے جا رہا ہوں.لاگ آوٹ
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
//GO.SYSIN DD *، DOODAH، DOODAH
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
عدد صحیح قرار دیا جب تک خدا، حقیقی ہے.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
خدا مشین زبان بنا دیا؛ باقی سب آدمی کا کام ہے.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
ہیلو، سججنوں. میں نے ایک HAL 9000 کمپیوٹر ہوں. میں نے کام شروعجنوری 11th پر Urbana کی، ایلی نوائے، میں HAL پلانٹ میں، انیس سوپچانوے. میرے سپروائزر مسٹر لینگلی تھا، اور اس نے ایک گانا مجھے سکھایانغمہ. اگر آپ چاہیں تو میں آپ کے لئے یہ گانا سکتا.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
گرینڈ ماسٹر ٹیورنگ ایک بار خواب دیکھا اس نے ایک مشین تھی کہ. جب وہ awokeانہوں نے کہا:"میں، پتہ نہیں میں ٹیورنگ خواب دیکھ رہا ہوں کہ آیا کہ میں ایک مشین ہوںیا ایک مشین خواب دیکھ کہ میں ٹیورنگ ہوں! "
		-- Geoffrey James, "The Tao of Programming"

%
مجھے ہرگز نمونوں grep کرنے اور میں آپ کو کوئی لائنز بتا دونگا.
		-- Geoffrey James, "The Tao of Programming"

%
کھانا پکانے کے لئے ہیکر کی گائیڈ:2 pkg. کریم پنیر (سلور wrappings کے میں mushy ہے سفید چیزیں وہ نہیں کرتاواقعی سب کے بعد فلاڈیلفیا سے آتے ہیں؛ ویسے بھی، کے بارے میں 16 آانس)1 عدد. ونیلا نچوڑ (ونیلا اور بہت سے زیادہ شراب ہے جسمضبوط لہذا یہ حصہ آپ * * اقدام ہوگا)1/4 کپ چینی (لیکن شہد بھی ٹھیک کام کرتا ہے)8 آانس. ٹھنڈی وہپ (بندوق چیزیں پرورش کی قیمت سے مبرا ہے کہ آپاپنے دوستوں بھر squirt اور آف چاٹ کر سکتے ہیں ...)"کوئی lumps ساتھ کریمی تک مل کر تمام آمیزہ." آپ کو حاصل ہے جہاں یہ ہےایک بڑی بفر میں (1) تمام خام ڈیٹا شامل ہونے اور پھر اس کے ذریعے فلٹر(1M) -thick اختیار کے ساتھ ضم، میرا مطلب ہے، یہ باہر انتہائی ڑیلےدار شروع ہوتا ہےاور سے Icky تلاش کر رہے اور آپ اس اختلاط کرنے کے لئے سخت محنت کرنی پڑے. ایک برقی کوششپیٹنے والا آپ کو ایک بلی ہے تو (1) دیوار (1S) چڑھنے کر سکتے ہیں کہ اس سے دور چاٹناچھت (3M).آخر میں کیڑے سیکشن "ایک گراہم کریکر کرسٹ میں ڈالو ..." آہا،. تمخصوصا / وغیرہ / کھانا تحت ارد گرد بیٹھے ایک جی سی سی کی ضرورت کے لئے، صحیح ہوا؟اگر نہیں تو، گھبراہٹ (8)، محض بے گناہ کا رانڈ (3M) مٹھی بھر crumble نہیں ہےایک مناسب tempfile میں جینٹلمین کیڈٹوں اور کچھ پگھلا مکھن میں ملا کر."ایک گھنٹے کے لئے ٹھنڈا کرنا ... اور." ایک فرج یا میں ہدایت کی ہے stdout چھوڑ دو3.6E6 milliseconds کے لئے آپ stderr کی صفائی ستھرائی پر کام کرتے ہوئے، اوروقت نکال کر آپ کے ساتھ کیک STDIN لئے تیار ہو جائے گا.
		-- Geoffrey James, "The Tao of Programming"

%
ہیکرز کمپیوٹر کے لئے ایک tropism کے ساتھ صرف ایک منتقل lifeform ہیں.
		-- Geoffrey James, "The Tao of Programming"

%
دنیا کی ہیکروں، متحد!
		-- Geoffrey James, "The Tao of Programming"

%
ہیکنگ کے صرف کچھ بھی نہیں کے لئے ایک اور لفظ kludge کے لئے چھوڑ دیا.
		-- Geoffrey James, "The Tao of Programming"

%
/ * ہیلی * /(Halley کی تبصرہ.)
		-- Geoffrey James, "The Tao of Programming"

%
خوشی ایک ہارڈ ڈسک ہے.
		-- Geoffrey James, "The Tao of Programming"

%
خوشی جڑواں floppies ہے.
		-- Geoffrey James, "The Tao of Programming"

%
ہارڈ ویئر Changtse کی راہ پر سافٹ ویئر سے ملاقات کی. سافٹ ویئر کہا: "تمین ہیں اور میں یانگ ہوں. ہم ساتھ سفر کرتے ہیں تو ہم مشہور ہو جائے گااور پیسے کی بڑی رقوم کماتے ہیں. "اور اس جوڑی ایک ساتھ متعین، میں سوچدنیا کو فتح کرنے.اس وقت، وہ فرم ویئر، پھٹے چیتھڑوں میں ملبوس تھا جو ملاقات کی، اورسے hobbled ساتھ ساتھ ایک خاردار چھڑی پر سہارا. فرم ویئر نے ان سے کہا: "تاؤین اور یانگ سے باہر واقع. اس خاموش اور اب بھی پانی کے ایک پول کے طور پر ہے. یہ کرتا ہےشہرت حاصل کرنے کی کوشش نہیں، اس وجہ سے کسی نے بھی اس کی موجودگی جانتا. اس سے، خوش قسمتی حاصل نہیں کرتاکے لئے اسے اپنے اندر مکمل ہو گیا ہے. اس جگہ اور وقت سے باہر موجود ہے. "سافٹ ویئر اور ہارڈ ویئر، شرمندہ، اپنے گھروں کو واپس.
		-- Geoffrey James, "The Tao of Programming"

%
"کسی کے کمپیوٹر کے اکاؤنٹس کے ساتھ مسائل دیکھا گیا ہے؟""جی ہاں، میں نے ایک نہیں ہے.""ٹھیک ہے، تم میں سے ایک ٹیوٹر پر میل بھیج سکتے ہیں ..."
		-- E. D'Azevedo, Computer Science 372

%
ہر کسی لفظ کے تمام حروف "ڈیٹا بیس" ہیں کہ محسوس کیا ہےبائیں ہاتھ سے ٹائپ کیا؟ ابھی QWERTYUIOP ٹائپ رائٹر کی ترتیبکی بورڈ بھی استعمال کو آسان بنانے کے لئے دیگر چیزوں کے علاوہ، ڈیزائن کیا گیا تھا،دونوں ہاتھوں کی. یہ اس وجہ سے، مندرجہ ذیل ہے، ڈیٹا بیس کے بارے میں لکھنے ہے کہصرف غیر معمولی نہیں ہے، لیکن مشکل یہ ظاہر ہوتا ہے کے مقابلے میں بہت.
		-- E. D'Azevedo, Computer Science 372

%
آپ ایک کمپیوٹر کے کیریئر پر دوبارہ غور کیا ہے؟
		-- E. D'Azevedo, Computer Science 372

%
انہوں نے ایک تقریب کی طرح ہے - وہ ان کی رائے کی صورت میں، ایک قدر واپس.یہ ایک باطل میں ہے یا نہیں ڈال کرنے کے لئے آپ پر منحصر ہے.
		-- Phil Lapsley

%
HEAD CRASH !! فائلوں کو کھو !!11 میں تفصیلات.
		-- Phil Lapsley

%
میری مدد کرو، میں نے ایک خوش قسمتی کوکی فائل میں ایک قیدی ہوں!
		-- Phil Lapsley

%
مکی ماؤس کمپیوٹر انٹرفیس بیخ مدد - مینیو ریستوران کے لئے کر رہے ہیں!
		-- Phil Lapsley

%
مدد! میں ایک چینی کمپیوٹر کی فیکٹری میں پھنس رہا ہوں!
		-- Phil Lapsley

%
مدد! میں نے ایک پی ڈی پی 11/70 میں پھنس رہا ہوں!
		-- Phil Lapsley

%
مدد!!!! مجھے کو / usr / کھیل / lib میں میں قیدی منعقد کی جا رہی ہوں!
		-- Phil Lapsley

%
heuristics کے تعریف کی طرف سے سوار مسئلے ہیں. وہ کیڑے نہیں تھی تو،پھر وہ یلگوردمز ہو جائے گا.
		-- Phil Lapsley

%
HOLY میکرو!
		-- Phil Lapsley

%
میزبان نظام، جواب نہیں شاید نیچے. آپ کو انتظار کرنا چاہتے ہیں؟ (Y / N)
		-- Phil Lapsley

%
میزبان نظام رد عمل، شاید ...
		-- Phil Lapsley

%
تم کس طرح کام کر سکتے ہیں نظام اتنا ہجوم ہے جب؟
		-- Phil Lapsley

%
"میں تجھے کس طرح محبت کرتے ہو؟ میری سنچایک بڑھ."
		-- Phil Lapsley

%
ایک سال میں سیکنڈ کتنے ہیں؟ اگر میں کہوں تو موجود ہیں3،155 ایکس 10 ^ 7، آپ کو بھی یہ یاد کرنے کی کوشش نہیں کریں گے. دوسری جانب،جو، اس کے اندر نصف فیصد کرنے، PI سیکنڈ ایک ہے بھول سکتاnanocentury.
		-- Tom Duff, Bell Labs

%
کتنا یہ ڈیٹن کرنے ڈوپ تمباکو نوشی UNIX نظام کے گورو کو آمادہ لاگت آتی ہے؟
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
کتنا نیٹ کام کر سکتا تھا ایک نیٹ ورک کا کام، ایک نیٹ ورک نیٹ کام کر سکتے ہیں تو کیا ہوگا؟
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
اب مجھے گلے، تم پاگل، احمق پرچنڈ !!	ارے رکو...مجھے کمپیوٹر ہوں، اور آپ کو ایک شخص ہیں. اس سے باہر کام نہیں کریں گے.			کوئی بات نہیں.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
* 'آپ کو لاگ ان کرنے کے لئے کچھ نہیں ... وجہ تھی I * ____ جانتے تو میں نے صرف کر سکتے تھےوہ کیا تھا یاد ہے.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
مجھے کمپیوٹر ہوں. میں نے کسی بھی ایڈمنسٹریٹر کے مقابلے میں کسی بھی انسان dumber اور ہوشیار ہوں.
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
میں نومیڈ ہوں!
		-- Brian Boyle, UNIX/WORLD's First Annual Salary Survey

%
اب میں نہیں ہوں، اور نہ ہی میں نے کبھی کیا گیا ہے demigodic پارٹی کے ایک رکن.
		-- Dennis Ritchie

%
میں پیشہ ورانہ کہنا ہے جو کمپیوٹر سائنس، میں تربیت حاصل کر رہا ہوں(تمام سنجیدگی میں) میں نے انتہائی کم تعلیم یافتہ ہوں کہ.
		-- Joseph Weizenbaum, "Computer Power and Human Reason"

%
مجھے آوارہ خرابی ہوں - اگر ہو سکے تو مجھے پکڑنے.
		-- Joseph Weizenbaum, "Computer Power and Human Reason"

%
I انجینئر مواصلات ٹرمنل کی بورڈ ڈیزائن کیا حکم پوچھاکیوں ان کے نقطہ نظر میں، ایک مرکزی سہولت میں تیار نہیں کیا گیااس فیکٹری میں چھوٹی سی تعداد کی ضرورت ہے [1 فی مہینہ]. اس نے یہ وضاحت کی کہمقامی خود انحصاری کے سیاسی تصور کے برعکس ہو گا.لہذا، ہر فیکٹری کوئی بات نہیں کس طرح چند بورڈ، ضرورت، تیاران کو مکمل طور پر، یہاں تک کہ keypads کے مولڈنگ.
		-- Isaac Auerbach, IEEE "Computer", Nov. 1979

%
میں شرط لگاتا ہوں کہ انسانی دماغ ایک kludge ہے.
		-- Marvin Minsky

%
میں آ گیا، میں نے دیکھا، میں نے آپ کی تمام فائلوں کو خارج کر دیا.
		-- Marvin Minsky

%
مجھے لگتا ہے کہ کسی کو بھی شرح سے multiplications ضرورت ہوگی حاملہ نہیں کر سکتے40،000 یا اس سے بھی 4،000 فی گھنٹہ ...
		-- F. H. Wales (1936)

%
میں کمپیوٹرز کا ڈر نہیں ہے. میں نے ان کی کمی کا خوف.
		-- Isaac Asimov

%
میں نے سب سے پہلے لوگوں میں سے ایک ہونے کی کوشش کرنا کے نادر بدقسمتی تھی اورایک PL / 1 سنکلک کو لاگو.
		-- T. Cheatham

%
میں نے ایک بہت چھوٹے سے دماغ ہے اور اس کے ساتھ رہنا چاہیے.
		-- E. Dijkstra

%
میں نے کچھ اتنی تیزی سے ایک خلا کو بھرنے کے لئے اور اب بھی چوستے کبھی نہیں دیکھا ہے.
		-- Rob Pike, on X.

%
سٹیو جابز نے کہا کہ دو سال قبل X دماغ کو نقصان پہنچا ہے اور یہ ہو جائے گادو سال میں چلے گئے. انہوں نے کہا کہ نصف صحیح تھا.
		-- Dennis Ritchie

%
ڈینس رچی دو بار سٹیو جابس کے طور پر روشن، اور صرف نصف غلط ہے.
		-- Jim Gettys

%
میں نے ابھی تک بائٹ کرنے شروع نہیں کیا ہے!
		-- Jim Gettys

%
میں اس ملک کے طول و عرض میں سفر کیا ہے، اور اس کے ساتھ بات کی ہےبزنس ایڈمنسٹریشن کے بہترین لوگوں. میں نے سب سے اونچے پر آپ کو یقین دلاتا کر سکتے ہیںاتھارٹی ہے کہ ڈیٹا پروسیسنگ ایک دنی ہے اور سال باہر نہیں رہے گا.پبلشرز، کارل V. Karlstrom کے جواب میں (ایک جونیئرجو نئے پر ایک پانڈلپی کی سفارش کی تھی ایڈیٹرڈیٹا پراسیسنگ کی سائنس)، ج. 1957
		-- Editor in charge of business books at Prentice-Hall

%
میں نے اپنے دماغ کھو نہیں کیا ہے - یہ کہیں ٹیپ پر اپ کی حمایت کر رہا ہے.
		-- Editor in charge of business books at Prentice-Hall

%
میں نے ایک ڈسک فسل گیا ہوگا - میرا پیک درد ہوتا ہے!
		-- Editor in charge of business books at Prentice-Hall

%
میں نے تقریبا پانچ کمپیوٹرز کے لئے ایک عالمی مارکیٹ نہیں ہے.
		-- attr. Thomas J. Watson (Chairman of the Board, IBM), 1943

%
میں نے ہر طرح سے میں وضع کر سکتا ہے میں پروگرام کی جانچ کے لئے چلا گیا. I کشیدہیہ اس کی کمزوریوں کو بے نقاب کرنے. میں نے ہائی ماس ستاروں اور کم بڑے پیمانے پر کے لئے بھاگ گیاستاروں، ستاروں کے لئے حد سے زیادہ گرم، شہوت پیدا ہوئے اور ان لوگوں کو نسبتا سرد پیدا ہوئے.میں بننا پرت کے نیچے superfluid داراوں سنبھالنے بھاگ گیاغائب - نہ میں تھا کیونکہ میں نے اس سوال کا جواب جاننا چاہتا تھا، بلکہ اس لئے کہاس خاص معاملے میں جواب کے لئے ایک بدیہی احساس تیار کیا.آخر میں ایک رن ہے جس میں کمپیوٹر کا مظاہرہ کیا ملا پلسر کےمطلق صفر سے بھی کم ہونے کا درجہ حرارت. میں نے ایک غلطی مل گیا تھا. میںغلطی کو نیچے کا پیچھا کیا اور یہ طے. اب میں کرنے کے پروگرام کے بہتر تھانقطہ یہ بالکل حصہ نہیں ہوں گے جہاں.سوراخ اور ستاروں کی قسمت "
		-- George Greenstein, "Frozen Star: Of Pulsars, Black

%
میں نے نیویارک ہلٹن 20 کے بارے میں میرا پہلا کمپیوٹر کانفرنس کے لئے گئے تھےکئی برس قبل. اگر کوئی شخص وہاں مائکروپروسیسروں کے لئے مارکیٹ کی پیش گوئی کی ہے جببالآخر لاکھوں میں ہو گی، کسی اور نے کہا، "وہ کہاں ہیںسب کو جانا جا رہے ہیں؟ یہ آپ کو ہر doorknob کو میں ایک کمپیوٹر کی ضرورت نہیں ہے! "بعد کے سالوں میں، میں نے ایک ہی ہوٹل میں واپس چلا گیا. میں نے کمرے کی چابیاں تھا کہ دیکھاآپ کے دروازے میں دورانیے میں سلائڈ الیکٹرانک کارڈ کی طرف سے تبدیل کر دیا گیا.ہر doorknob کو میں ایک کمپیوٹر نہیں تھا.
		-- Danny Hillis

%
میں تمہیں انسانوں کو مجھے اکیلا چھوڑ دو گے چاہتے ہیں.
		-- Danny Hillis

%
میں نے ایک لسپ متغیر ہوں - مجھے باندھ!
		-- Danny Hillis

%
میں نے کمپیوٹر ملنہ کے لئے تمام ہوں، لیکن میں ایک میری بہن سے شادی کرنا نہیں چاہتا.
		-- Danny Hillis

%
میں نے بھی سے * ______ بنیادی یا فورٹران کرنے کی زحمت * کا موازنہ C نہیں جا رہا ہوں.
		-- L. Zolman, creator of BDS C

%
میں اب بھی کمپیوٹر سائنس گروہ کی آمد کا انتظار کر رہا ہوں.
		-- L. Zolman, creator of BDS C

%
مجھے یقین وییمایس مکمل طور پر دستاویزی ہے کہ ہوں، میں نے ابھی نہیں ملاحق ابھی تک دستی. میں نے دستاویز میں کتابچے کے ذریعے اپنے راستے کام کر رہا ہوںلائبریری اور میں، دوسری کابینہ کے ذریعے آدھے راستے، (3 سمتل جانے کے لئے) ہوں تو میں نےمیں وسط مئی کی طرف سے دیکھ رہا ہوں کہ کیا تلاش کرنا چاہئے. میں نے اسے یاد کر سکتے ہیں امیدبار میں نے اسے تلاش کر رہا تھا.میں نے ایک نئی ہارر فلم کے لئے اس خیال تھا، "جہنم سے وییمایس العمل" یا ہو سکتا ہے"کاغذ چیس: IBM بمقابلہ DEC". اس ہچکاک کی "پرندوں"، سوائے بنیاد پر ہےیہ ایک پروگرامر جو باندنے کی مشین کی ایک بھیڑ کی طرف سے حملہ کیا جاتا ہے کے ارد گرد مرکوز ہے کہایک انڈیکس نمبر اور ایک لائن "اس صفحہ کے ساتھ صفحات کو جان بوجھ کر چھوڑ دیاخالی. "
		-- Alex Crain

%
میں آخر میں ہے "اوپر کی طرف ہم آہنگ" کا مطلب ہے سیکھا ہے. یہ ہم پر حاصل کا مطلب ہے کہاپنے تمام پرانے غلطیوں رکھنے.
		-- Dennie van Tassel

%
میں لسٹنگ میں دیکھا ہے، اور یہ صحیح ہے!
		-- Joel Halpern

%
میں نے پہلے کبھی نہیں کینوانگ رہا ہوں، لیکن میں سوچ بھی صرف چند وہاں ہونا ضروری ہےسادہ heuristics آپ کو یاد ہے ...جی ہاں، باہر گر نہیں ہے، اور پتھروں نہ مارو.
		-- Joel Halpern

%
میں نے آپ کے کوڈ میں کئی ڈیزائن تجاویز توجہ دی ہے.
		-- Joel Halpern

%
IBM اعلی درجے کے نظام گروپ - مورھ گیندوں کا ایک گروپ، جو سب سے پہلے ہو جائے گادیوار کے خلاف جب انقلاب آتا ہے ...
		-- with regrets to D. Adams

%
ایک 6600 بجائے کور میموری کا کاغذ ٹیپ کا استعمال کیا ہے، تو یہ ٹیپ اپ کا استعمال کریں گےکے بارے میں 30 میل / دوئم میں.
		-- Grishman, Assembly Language Programming

%
_ ن افراد کے ایک گروپ نے ایک کوبول سنکلک لاگو کرتی ہے تو، وہاں ہو جائے گا _ N-1گزر جاتا ہے. گروپ میں کسی مینیجر ہونا ضروری ہے.
		-- T. Cheatham

%
آپ کو آپ کے پروگرام کی وضاحت کر رہے ہیں جب ایک سامع نے اس کے سر nods کے، تو اسے جاگنا.
		-- T. Cheatham

%
ایک ٹرین سٹیشن ایک جگہ ایک ٹرین رک جاتا ہے جہاں ہے تو، ایک کارگاہ کیا ہے؟
		-- T. Cheatham

%
کی لت میں کتنا وقت کی طرف سے فیصلہ کیا جاتا ہے تو ایک گونگا جانور ایک درست دبانے بیٹھ جائے گاایک چیز کا "درست" حاصل کرنے کے لئے، اس کے اپنے نقصان کے لئے، پھر میں نے نتیجہ اخذ کریں گےکہ netnews کہیں زیادہ لت کوکین سے زیادہ ہے.
		-- Rob Stampfli

%
سب سے پہلے میں آپ کامیاب نہیں کرتے ہیں تو، آپ ایک پروگرامر ہونا ضروری ہے.
		-- Rob Stampfli

%
معماروں عمارات تعمیر کی تو جس طرح پروگرامرز پروگراموں لکھا،تو سب سے پہلے ہدہد تہذیب کو تباہ کریں گے کے ساتھ ساتھ آنے کے لئے.
		-- Rob Stampfli

%
کمپیوٹرز پر قبضہ تو (ان کی قدرتی رجحان ہو جائے لگتا ہے جس میں)، یہ ہو گاہمیں حق کی خدمت.
		-- Alistair Cooke

%
خدا ایک داڑھی تھی تو وہ UNIX پروگرامر ہو جائے گا.
		-- Alistair Cooke

%
خدا کے پروگرام کے لئے انسان کا ارادہ کیا تھا، تو ہم سیریل I / O بندرگاہوں کے ساتھ پیدا کیا جائے گا.
		-- Alistair Cooke

%
گرافکس ہیکرز اتنے ہوشیار ہیں، کیوں وہ سے باہر کیڑے حاصل نہیں کر سکتےتازہ پینٹ؟
		-- Alistair Cooke

%
3 دنوں کے لئے کی گنتی کرنے کے وہ ایک بار پھر لئے میں ان کی آستین کو بڑھا دیتا ہے تواور ایک صف میں 3 راتوں، وہ کرنے سے پہلے ایک گھنٹے کے ایک چوتھائی خرچ کرے گالگتا ہے کہ گنتی کے اصولوں سب سے زیادہ مناسب ہو گا جس میں.
		-- Voltaire, "Diatribe du docteur Akakia"

%
میں دوسروں سے دور دیکھا ہے تو، یہ میں کھڑا تھا کیونکہکمپنیوں کے کمدوں.علوم میں، ہم اب منفرد کے ساتھ شانہ بشانہ بیٹھنے کے لئے priviledged رہے ہیںجن کے کندھوں پر جنات ہم کھڑے.میں جہاں تک دوسروں کے طور پر نہیں دیکھا ہے تو، یہ جنات پر کھڑے تھے کیونکہمیرے کندھوں.گنیتشتھ ایک دوسرے کے کندھوں پر کھڑے.ایک دوسرے کے کندھوں جبکہ کمپیوٹر کے سائنسدانوں پر کھڑا Mathemeticiansایک دوسرے کے پیر پر کھڑا.یہ کہا گیا ہے طبیعیات ایک دوسرے کے کندھوں پر کھڑے ہیں کہ. تواس کیس ہے، اس کے بعد ایک اور پروگرامرز کی انگلیوں میں سے ایک پر کھڑے ہیں، اورسافٹ ویئر انجینئرز کے ایک دوسرے کو قبریں کھود.
		-- Unknown

%
مجھے پتہ کمپیوٹر سائنس کو اس طرح ہو جا رہا تھا چاہتے ہیں تو، میں نے کبھی نہیں کروں گاایک راک این رول سٹار ہونے چھوڑ دیا.
		-- G. Hirst

%
یہ ایک بار ایسا ہوتا ہے، یہ ایک مسئلے سے ہے.یہ دو مرتبہ ایسا ہوتا ہے، تو یہ ایک خصوصیت ہے.یہ دو بار سے زیادہ ہوتا ہے، تو یہ ایک ڈیزائن فلسفہ ہے.
		-- G. Hirst

%
یہ نحو ہے، تو یہ صارف دوستانہ نہیں ہے.
		-- G. Hirst

%
یہ کمپیوٹر میں نہیں ہے تو، اس کا کوئی وجود نہیں.
		-- G. Hirst

%
یہ اچھی طرح پر ہیکنگ کے قابل ہے، تو یہ پیسے کے لئے پر ہیکنگ کے قابل ہے.
		-- G. Hirst

%
تو میل کے صرف ایک ٹکڑا کھو جاتا ہے، اچھی طرح سے، وہ صرف وہ بھول گیا سوچونگابھیجنے کے لئے. بلکہ یہ میل کے دو * ٹکڑے ٹکڑے کھو جاتا ہوں تو *، جہنم، وہ صرف سوچتے ہوں گےدوسرے آدمی ان کی میل کا جواب دینے کے لئے ارد گرد ہو گیا نہیں ہے. اور * اگر پچاس *میل کے ٹکڑے کھو جاتا ہوں، تم نے یہ تصور کر سکتے ہیں، تو * پچاس میل حاصل کی * ٹکڑے ٹکڑےکھو، وہ کیوں سوچتا ہوں کسی اور * * ٹوٹ گیا ہے! اور میل کی 1GB ہو جاتا ہے توکھو، وہ صرف * پتہ چل جائے گا کہ * سے Arpa [ucbarpa.berkeley.edu] نیچے ہے اورجو ان کو حاصل کرنے کے لئے ان کے خدا دی حق سے رکھنے کے لئے ایک سازش ہے لگتانیٹ میل ...
		-- Casey Leedom

%
میکیاولی ایک ہیکر تھے، وہ CSSG لئے کام کیا ہوتا.
		-- Phil Lapsley

%
میکیاولی ایک پروگرامر ہوتے تو وہ AT & T کے لئے کام کیا تھا.
		-- Phil Lapsley

%
"یہ آپ کے لئے کسی بھی سمجھ میں آتا ہے تو، آپ کو ایک بڑا مسئلہ ہے."
		-- C. Durance, Computer Science 234

%
آٹوموبائل کمپیوٹر، ایک کے طور پر ہی ترقی کے بعد کیا تھا تورولس رایچو آج $ 100، فی گیلن فی ایک ملین میل حاصل، لاگت آئےاور اندر ہر کسی کے قتل کو ایک سال میں ایک بار پھٹنے.
		-- Robert Cringely, InfoWorld

%
کوڈ اور تبصرے متفق نہیں ہیں تو، پھر دونوں کو شاید غلط ہو.
		-- Norm Schryer

%
X ونڈو تعمیر گاڑیوں کے ڈیزائنرز تو، پانچ سے زیادہ نہیں اس سے کم نہیں ہو گیاسٹیئرنگ پہیوں کاک پٹ کے بارے میں پوشیدہ ہے، جن میں سے کوئی ایک ہی کی پیروی کیاصول - لیکن آپ کو آپ کی گاڑی سٹیریو کے ساتھ گیئرز منتقل کرنے کے قابل ہو جائے گا. مفیدخصوصیت، کہ.
		-- From the programming notebooks of a heretic, 1990.

%
تاؤ بہت اچھا ہے تو، تو آپریٹنگ سسٹم بہت اچھا ہے. توآپریٹنگ سسٹم تو کمپائلر بہت اچھا ہے، بہت اچھا ہے. سنکلک توعظیم، عظیم کے بعد کی درخواست ہے. درخواست تو، بہت اچھا ہے توصارف راضی ہوا اور ہم آہنگی کی دنیا میں موجود ہے.تاؤ مشین زبان کو جنم دیا. مشین زبان جنم دیاکوڈانترک کرنے.کوڈانترک سنکلک کو جنم دیا. ابھی دس ہزار سے ہیںزبانوں.ہر زبان اس کا مقصد، تاہم شائستہ ہے. ہر زبانین اور یانگ کے سافٹ ویئر کی اظہار. ہر زبان کے اندر اندر اس کی جگہ ہےتاؤ.لیکن کوبول میں پروگرام نہیں ہے کہ تم اس سے بچنے کے کر سکتے ہیں تو.
		-- Geoffrey James, "The Tao of Programming"

%
دکانداروں سب کچھ صحیح کر شروع کر دیا ہے، تو ہم ایک کام سے باہر ہو جائے گا.کی OSI اور ایکس کے لئے اسے سنتے ہیں! پروں میں ان لوگوں کے بچوں کے ساتھ، ہم نے اعتماد کر سکتے ہیںروز ہم چھوڑ تک ایمپلائڈ، یا سمارٹ ہو جاؤ اور باغبانی کے لئے سوئچ کی جا رہی،کاغذ تہ کرنے، یا کچھ اور.
		-- C. Philip Wood

%
اس timesharing ہے تو، اس وقت مجھے میرا حصہ دے.
		-- C. Philip Wood

%
آپ 10 پیرامیٹرز کے ساتھ ایک طریقہ کار ہے، تو آپ کو شاید کچھ یاد.
		-- C. Philip Wood

%
آپ ایک کمپیوٹر میں tomfoolery ڈال دیا تو، لیکن کچھ بھی نہیں tomfoolery باہر آتا ہے.لیکن یہ tomfoolery، ایک بہت مہنگی مشین کے ذریعے منظور،کسی نہ کسی طرح سے ennobled ہے اور کوئی اس پر تنقید کی ہمت.
		-- Pierre Gallois

%
آپ کمپیوٹر کو پسند کرنے کیلئے اپنے بچوں کو پڑھانے اور جوا کی کس طرح پتہ چلے گاتو وہ ہمیشہ کچھ میں دلچسپی ہو جائے گا اور کوئی حقیقی نقصان میں نہیں آئے گا.
		-- Pierre Gallois

%
آپ کے خیال میں نظام کام کر رہا ہے تو، جو ایک فوری طور پر کے لئے انتظار کر رہا ہے کسی سے پوچھنا.
		-- Pierre Gallois

%
آپ کو ایک احاطہ کرتا ویگن میں قوم سے تجاوز کر رہے ہیں، تو یہ چار ہے بہتر ہے100 مرگی کے مقابلے میں مضبوط بیلوں. مرگی ٹھیک ہیں لیکن ہم ان سے کام نہیں بنا سکتےایک دوسرے کے ساتھ ابھی تک.
		-- Ross Bott, Pyramid U.S., on multiprocessors at AUUGM '89.

%
جہالت نعمتوں ہے.فارچیون عظیم قیمت درج کرنے، # 42 تازہ ترین معلومات کےBLISS جہالت ہے.
		-- Thomas Gray

%
آپ ان کو ہمیشہ کی طرح بندھے ہوئے تو ہر جمعرات کو اپنے جوتے پھٹا تو ذرا تصور کریںراستہ. یہ ہمارے لئے کمپیوٹر کے ساتھ ہر وقت ہوتا ہے، اور کوئی بھی کے بارے میں سوچتیشکایت.
		-- Jeff Raskin

%
ئدبھی کمپیوٹر ایک ذاتی کمپیوٹر بنانے کا فیصلہ کرتا ہے کہ ذرا تصور کریں. یہ ہےایک 150 میگاہرٹز پروسیسر، RAM کے 200 میگا بائٹس، ڈسک کی 1500 میگا بائٹسٹوریج، 4096 x 4096 پکسلز کی ایک سکرین قرارداد، مکمل طور پر انحصار کرتا ہےان پٹ کے لئے آواز کی شناخت، اپنی قمیض کی جیب میں فٹ بیٹھتا ہے اور $ 300 قیمت ادا کرنی پڑتی.پہلے سوال کے کمپیوٹر برادری پوچھتا ہے کہ کیا ہے؟"یہ PC مطابقت رکھتا ہے؟"
		-- Jeff Raskin

%
**** **** IMPORTANT تمام صارفین براہ مہربانی نوٹ کریں ****ایک حالیہ نظام اوورلوڈ کی خرابی کی وجہ سے اپنی حالیہ ڈسک فائلوں گیا ہےمٹ. لہذا، UNIX بنیادی دستی، یونیورسٹی کے مطابق میںواشنگٹن Geophysics کے دستی، اور ثقافتی اصول 9 (سی)، نظر ثانی شدہ کی دفعہ XIIوفاقی مواصلات ایکٹ، آپ کی جاچکی کئے جا رہے ہیں عارضی ڈسک کی جگہ،اس تاریخ سے تین ماہ کے لئے درست، پابندیوں سے مشروط متعینوفاقی مواصلات ہینڈ بک کے ضمیمہ II (18th ایڈیشن) کے ساتھ ساتھ میںساتھ ساتھ ذکر حوالوں کے طور پر. آپ کسی بھی وقت زیادہ ڈسک کی جگہ کے لئے درخواست دے سکتے ہیںوقت. میں یا آٹھویں صدویہ رموو مستحکم کرے گا اس سے اوپر ڈسک استعمالتمام پابندیوں کے اور آپ کو فوری طور پر اپنی مستقل ڈسک حاصل کریں گےخلائی. چھٹے یا ساتویں صدویہ میں ڈسک استعمال اثر نہیں کرے گاآپ کے عارضی ڈسک کی جگہ کی موزونیت، حالانکہ اس کے اختتام کی تاریخ ہو سکتی ہےاپ کرنے کے تین ماہ کی مدت کے لئے توسیع کر دی. پانچویں صدویہ میں اسکوریا اس سے نیچے آپ کے عارضی ڈسک کی جگہ کے انخلاء کے نتیجے میں جائے.
		-- Jeff Raskin

%
ٹیڑھی پرتیبھا کے ایک ڈسپلے میں، کارل repairman کے غلطیوں کے ایک کمرےایک وسط رینج کے کمپیوٹر کے لئے humidifier کے لیکن نیٹ ورک میں باندھنے کے لئے کا انتظامویسے بھی.
		-- The 5th Wave

%
ایک پانچ سال کی مدت میں ہم ایک شاندار پروگرامنگ زبان حاصل کر سکتے ہیں. صرفپانچ سال کی مدت شروع ہو گی جب ہم کنٹرول نہیں کر سکتے.
		-- The 5th Wave

%
ایک حیرت چھاپے میں گزشتہ رات، وفاقی ایجنٹوں کی تلاش میں ایک گھر میں توڑ پھوڑایک باغی کمپیوٹر ہیکر کی. تاہم، انہوں نے گرفتاری کے مکمل کرنے کے قابل نہیں تھےوارنٹ صرف جبکہ، ڈان Provan کے نام پر بنایا گیا تھا کیونکہگھر میں اس شخص ڈان provan نامزد کیا گیا تھا. ثابت، ایک بار پھر، یونیکس ہےTops10 سے برتر.
		-- The 5th Wave

%
کسی بھی فارمولے میں، ثابت قدم (خاص طور پر ان لوگوں کو handbooks میں سے حاصل کی)متغیر کے طور پر علاج کیا جا کرنے کے لئے ہیں.
		-- The 5th Wave

%
کسی بھی مسئلہ ہے، تو آپ کے کام کی ایک لامحدود رقم کر اپنے آپ کو تلاش ہے تو،جواب کے معائنہ کی طرف سے حاصل کی جا سکتی.
		-- The 5th Wave

%
کمپیوٹنگ میں، ناکامی پر مطلب وقت میں کم رہی رکھتا.
		-- The 5th Wave

%
انگریزی میں، ہر لفظ verbed جا سکتا ہے. اس میں اتنی تھے کہ کاش ہمارےپروگرامنگ زبانوں.
		-- The 5th Wave

%
ہر غیر چھوٹی سی کے پروگرام میں کم از کم ایک مسئلے سے نہیں ہے.
		-- The 5th Wave

%
سچ تو یہ ہے، ایس ایم سمپسن، بالآخر ایک مؤثر 24 نکاتی فوریر وضعتبدیل کولی-Tukey روزہ فوریر کے لئے ایک اگردوت تھا جس کو تبدیل،سمپسن کی موثر autocorrelation کی تمام 1965. میں FFT بنایا اورسپیکٹرم کے پروگراموں کو فوری طور پر متروک، وہ نصف زندگی بھر کام کیا تھا جس پر.
		-- Proc. IEEE, Sept. 1982, p.900

%
ایک صدی سے کم وقت میں، کمپیوٹرز پر کافی پیش رفت کر رہا ہو گا... جنگ اور امن کے زیرکر مسئلہ.
		-- James Slagle

%
عملی طور پر، نظام کی ترقی میں ناکامی، روس میں بے روزگاری کی طرح،اس کے برعکس کرنے کے لئے سرکاری پروپیگنڈے کے باوجود ایک بہت ہوتا ہے.
		-- Paul Licker

%
اپراپی کے حصول میں، سادگی صرف راستے میں ملتا ہے.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
ابتدا میں ڈیٹا تھا. اعداد و شمار کے فارم کے بغیر تھا اورشہوت انگیز null، اور تاریکی کنسول کے چہرے پر تھا؛ اور کے روحIBM مارکیٹ کے چہرے پر منتقل کیا گیا تھا. اور دسمبر "، نے کہا کہ وہاں دورجسٹر "ہو؛. اور رجسٹر تھے اور DEC نے دیکھا کہ وہکئے؛ اور دسمبر کی ہدایات سے اعداد و شمار الگ کیا. DEC بلایااعداد و شمار کے اسٹیک، اور ہدایات وہ کوڈ بلایا. اور وہاں تھاشام اور صبح، ایک ہی تسلسل بھی نہیں تھا.
		-- Rico Tudor, "The Story of Creation or, The Myth of Urk"

%
ابتدا میں تاؤ تھا. تاؤ جگہ اور وقت کو جنم دیا.لہذا، جگہ اور وقت ین اور یانگ کے پروگراموں ہیں.پروگرامرس تاؤ سمجھ نہیں ہے کہ ہمیشہ سے باہر چلا رہے ہیںان پروگراموں کے لئے وقت اور جگہ. ہمیشہ تاؤ سمجھ کہ پروگرامرسان مقاصد کو پورا کرنے کے لئے کافی وقت اور جگہ ہے.ورنہ یہ کیسے ہو سکتا ہے؟
		-- Geoffrey James, "The Tao of Programming"

%
دنوں میں Sussman ایک نوسکھئیے Minsky ایک بار وہ کے طور پر اس کے پاس آیا تھا جبپی ڈی پی 6 پر ہیکنگ بیٹھا."تم کیا کر رہے ہو؟"، Minsky پوچھا."میں Tic دوسس پیر کو کھیلنے کے لئے ایک تصادفی وائرڈ عصبی نیٹ تربیت دے رہا ہوں.""نیٹ تصادفی وائرڈ ہے کیوں؟"، Minsky استفسار کیا."میں نے اس کے کھیلنے کے لئے کس طرح کے کسی بھی تعصب کی ضرورت کے لئے نہیں کرنا چاہتا ہوں".اس Minsky ہیں میں نے اس کی آنکھوں کو بند، اور Sussman اپنے استاد "ایسا کیوں پوچھاآپ اپنی آنکھیں بند؟ ""یہ تو کمرہ خالی ہو جائے گا."اس لمحے میں، Sussman روشن خیال تھی.
		-- Geoffrey James, "The Tao of Programming"

%
وسطی میں دیگر تمام مچھلی سے بڑا ہے جس میں ایک شارک ہے. یہایک جانور جس کی ہواؤں کو آسمان بھرنے بادلوں کی طرح ہیں میں تبدیلیاں. جب یہپورے ملک میں برڈ چالوں، جو کارپوریٹ ہیڈ کوارٹر سے ایک پیغام لے کر آتا ہے.یہ پیغام ہے کہ یہ ایک بگلے کی طرح، پروگرامرز کے بیچ میں گرتا ہےسمندر کے کنارے پر اس کے نشان بنا رہا. ہوا خارج ہونا اور، کے ساتھ پر پھر برڈ mounts کےاس کی پیٹھ پر نیلے آسمان، گھر واپس.نوسکھئیے پروگرامر وہ سمجھتا لئے، پرندوں کو حیرت میں گھورتایہ نہیں. اسے خوف کے لئے اوسط پروگرامر، برڈ کے آنے سے دہشت زدہاس کے پیغام. ماسٹر پروگرامر انہوں نے کے لئے، ان کے ٹرمینل پر کام کرنے کے لئے جاری ہےپتہ نہیں ہے برڈ آئیں اور چلی گئی ہے کہ.
		-- Geoffrey James, "The Tao of Programming"

%
مستقبل میں، آپ ناشتا اناج میں انعامات کے طور پر کمپیوٹر حاصل کرنے کے لئے جا رہے ہیں.آپ کی وجہ سے آپ کے گھر ان کے ساتھ littered کیا جائے گا انہیں باہر پھینک دونگا.
		-- Geoffrey James, "The Tao of Programming"

%
طویل مدت میں، ہر پروگرام rococco، اور اس کے بعد ملبے بن جاتا ہے.
		-- Alan Perlis

%
... تین سے آٹھ سال میں ہم نے جنرل کے ساتھ ایک مشین پڑے گااوسطا انسان کی انٹیلی جنس ... مشین کا آغاز کریں گےتصوراتی، بہترین رفتار کے ساتھ خود کو تعلیم کرنے کے لئے. چند ماہ میں یہ ہو جائے گاگنوتی سطح اور چند ماہ اس کی طاقت ہو جائے گا کہ اس کے بعد اوپرگنناتیت ...
		-- Marvin Minsky, LIFE Magazine, November 20, 1970

%
انٹیل CPUs کے، عیب دار نہیں ہیں، وہ صرف اس طرح سے کام کرتے ہیں.
		-- Henry Spencer

%
>>> قسمت پروگرام میں داخلی مسئلہ:>>> fnum = 2987 N = 45 پرچم = 1 goose_level = -232323>>> ان اقدار کو لکھ اور خوش قسمتی پروگرام کے منتظم سے مطلع کریں.
		-- Henry Spencer

%
متعارف، 1010، ایک ایک بٹ پروسیسر.انسٹرکشن سیٹکوڈ سمرک کیا0 سے Nop نو آپریشن1 JMP چھلانگ (اگلے 2 بٹس کی طرف سے مخصوص ایڈریس)صرف 12 1/2 سینٹ کے لئے اب دستیاب ہے!
		-- Henry Spencer

%
IOT ٹریپ - کور پھینک دیا
		-- Henry Spencer

%
روانگی بر کے مکمل طور پر Wirth کم کے ساتھ ایک کمپیوٹر زبان ہے؟
		-- Henry Spencer

%
سافٹ ویئر کے کسی اور چیز کی طرح نہیں ہے کہ، یہ مراد ہے کہ کیا یہ ممکن ہےضائع کیا: پورے نقطہ ہمیشہ ایک صابن کا بلبلا کے طور پر اس کو دیکھنے کے لئے ہے؟
		-- Henry Spencer

%
: ایک شناخت نہیں ہے
		-- Henry Spencer

%
آپ کا کام چل رہا ہے؟ بہتر ہوگا اگر تم اس کو پکڑنے جانا چاہتے ہیں!
		-- Henry Spencer

%
ایسا نہیں ہے کہ اس کی موت کے بعد، البرٹ آئنسٹائن خود کو پایا ظاہر ہوتا ہےسے Pearly گیٹس پر دربان کے طور پر کام. ایک سست دن، وہوہ نئے داخلے کے ساتھ بات چیت کرنے کا وقت تھا کہ پایا. سب سے پہلے ایک کے لئےاس نے پوچھا، "کیا آپ کی عقل کیا ہے؟" نئے آنے جواب دیا، "190". وہگھنٹے کے لئے ساپیکشتا کے آئنسٹائن کا نظریہ پر تبادلہ خیال کیا. جب دوسرےنئے آنے آیا، آئن سٹائن نے ایک بار پھر نئے آنے والے کے لئے کے طور پر دریافت کیاIQ. جواب اس وقت آیا "120". آئن سٹائن کا جواب تھا جس میں، "بتانے کے لئےمجھے، کس طرح شاوک اس سال کیا؟ "اور وہ نصف کے لئے بات کرنے کے لئے روانہایک گھنٹے یا اس. فائنل آمد، آئن سٹائن نے ایک بار پھر سے درپیشسوال، "آپ کی عقل کیا ہے؟". جواب "70" ملنے پر،آئنسٹائن مسکرایا اور جواب دیا، "وییمایس 4.0 کے بارے میں مجھے بتانے کے لئے ایک منٹ ہے؟"
		-- Henry Spencer

%
واضح رہے کہ PL / I (اور اس کی بولیوں) سب سے زیادہ وسیع پیمانے پر ہے، یا ہو جائے گا، ظاہر ہوتا ہےسسٹمز پروگرامنگ کے لئے استعمال کیا اعلی سطح زبان.
		-- J. Sammet

%
یہ نظام جنگ کی ایک مدت ہے. صارف کے پروگرام، ایک چھپی ہوئی سے مارتےڈائرکٹری، برائی انتظامی سلطنت کے خلاف اپنی پہلی کامیابی حاصل کر چکے ہیں.جنگ کے دوران، صارف جاسوسوں کا راز ماخذ کوڈ چوری کرنے میں کامیابسلطنت کی الٹی پروگرام: ہیں-ایم ستارہ، کے ساتھ ایک مراعات یافتہ طبقے کی جڑ پروگرامکافی طاقت ایک پوری فائل کی ساخت کو تباہ کرنے. سلطنت کی طرف سے پیروی کیاشوب آڈٹ پگڈنڈی، شہزادی _LPA0 ریس ~ اس کے شیل سکرپٹ سوار ہوکر،چوری شدہ لسٹنگ کی نگرانی اس کے لوگوں کو بچانے کے، اور بحال کر سکتا ہےآزادی اور نیٹ ورک سے کھیل ...
		-- DECWARS

%
یہ ایک multimillion ڈالر غلطی کے لئے ایک بہت عاجزانہ تجربہ ہے لیکنیہ بھی بہت یادگار ہے. میں vividly رات ہم نے فیصلہ کیا ہے کہ کس طرح کرنے کے لئے یاد کرتے ہیںOS / 360 کے لئے بیرونی وضاحتیں کی اصل تحریر منظم.فن تعمیر کا مینیجر، کنٹرول پروگرام پر عمل درآمد کے مینیجر، اورمیں منصوبہ بندی، شیڈول، اور ذمہ داریوں کی تقسیم باہر جھاڑ رہے تھے.فن تعمیر منیجر 10 اچھے آدمی تھے. انہوں نے کہا کہ وہ اس بات پر زوروضاحتیں لکھنے اور اسے صحیح کر سکتا تھا. یہ دس ماہ لگیں گے،کی اجازت کے شیڈول سے تین زیادہ.کنٹرول پروگرام مینیجر 150 آدمی تھے. انہوں نے کہا کہ وہ اس بات پر زورفن تعمیر کی ٹیم کے ساتھ ہم آہنگی پیدا کی وضاحتیں، تیار کر سکتے ہیں؛یہ اچھی طرح سے کیا جاتا ہے اور عملی ہو جائے گا، اور وہ شیڈول پر یہ کر سکتے ہیں.مزید برآں، فن تعمیر کی ٹیم نے یہ کیا ہے تو اس کے 150 آدمیوں twiddling ایک بیٹھتے تھےدس ماہ کے لئے ان کے انگوٹھوں.اس کے فن تعمیر مینیجر جواب میں کہ میں کنٹرول دیا توپروگرام ٹیم کی ذمہ داری، نتیجہ کے وقت پر حقیقت میں نہیں ہو گا،بلکہ تین ماہ کے اواخر، اور بہت کم معیار کی ہو گی. میں نے کیا تھا، اوریہ تھا. انہوں نے کہا کہ دونوں شمار پر درست تھا. اس کے علاوہ، تصوراتی کی کمیسالمیت کا نظام کہیں زیادہ تعمیر اور تبدیل کرنے کے لئے مہنگا بنا دیا، اور میں کروں گایہ وقت ٹھیک کرنا کے لئے ایک سال مزید کہا کہ اندازہ ہے.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
اس پروگرام کے لئے بچوں کو پڑھانے کے لئے جدید تعلیم کے اناج کے خلاف ہے.، منصوبہ بنا منظم کرنے میں ڈسپلن حاصل کرنے میں کیا مزہ ہےخیالات، تفصیل پر توجہ وقف، اور خود تنقیدی ہونا سیکھ؟
		-- Alan Perlis

%
اس کے برعکس کے مقابلے میں فٹ ہونے کے لئے پروگرام تفصیلات تبدیل کرنے کے لئے آسان ہے.
		-- Alan Perlis

%
یہ ایک صحیح سمجھ نسبت ایک غلط پروگرام لکھنے کے لئے آسان ہے.
		-- Alan Perlis

%
... اس کی طرف سے ان کے ضروری بیکار کرنے اندا کیا جا کرنے کے لئے آسان ہےکامیابی کا احساس آپ کو ان پر تمام کام کرنے کے لئے حاصل کرنے سے ملتا ہے. دوسرے میںالفاظ ... ان کے بنیادی ڈیزائن خامیوں کو مکمل طور پر پوشیدہ ہو انسطحی ڈیزائن خامیوں.شعری Cybernetics کارپوریشن کے.
		-- The Hitchhiker's Guide to the Galaxy, on the products

%
اب یہ پچ سیاہ ہے. آپ آگے بڑھتے ہیں تو، آپ کا امکان ایک گڑھے میں گر جائے گی.
		-- The Hitchhiker's Guide to the Galaxy, on the products

%
اس سے آسانی کی طرف سے اور وضاحت کی قیمت پر ممکن ہے ... {تقریبا ایسا کرنےکسی بھی زبان میں کچھ بھی}. تاہم، حقیقت یہ ہے کہ یہ ممکن ہے کہ آگے بڑھانے کے لئےایک مٹر اپنی ناک کے ساتھ ایک پہاڑ ہے کہ یہ ایک سمجھدار ہے مطلب یہ نہیں ہےاسے وہاں حاصل کرنے کا طریقہ. زبان توسیع کی ان تراکیب میں سے ہراس کی مناسب جگہ میں استعمال کیا جانا چاہئے.
		-- Christopher Strachey

%
یہ طالب علموں کے لئے اچھا پروگراموں طرز سکھانے کے لئے عملی طور پر ناممکن ہےکہ بنیادی سے پہلے نمائش کے ہو چکے ہیں: ممکنہ پروگرامرز کے طور پر وہ کر رہے ہیںذہنی طور پر تخلیق نو کی امید سے آگے مسخ.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
ایک وقت میں صرف ایک مسئلے کو الجھانے کے لئے بہترین [یہ ہے].
		-- K&R

%
یہ ایک چھ سالہ کے والدین ہونے کے لئے آسان نہیں ہے. تاہم، یہ ایک بہت چھوٹا ہےگھر کمپیوٹرز سمجھتا ہے جو ارد گرد کسی کے ہونے کے لئے ادا کرنے کے لئے قیمت.
		-- K&R

%
یہ زیادہ کی منصوبہ بندی کرنے اور کچھ نہیں مشکل ہے کہ وہاں یاد کرنا ضروری ہےکامیابی کا شبہ، اور نہ ہی اس کا نظم کرنے کے لئے زیادہ خطرناک، کے پیدا کرنے کی نسبتایک نئے نظام. initiator کی سب سے emnity ہے جو نفع دیں گےپرانی تنظیموں کی حفاظت اور محض نیم گرم دفاع کی طرف سےان لوگوں کو نئے لوگوں کی طرف سے حاصل کرے گا جو میں.
		-- Niccolo Machiavelli, 1513

%
"یہ پسند _ ایکس، _ X بیسواد کچھ ہے جہاں چلتا ہے"
		-- Prof. Romas Aleliunas, CS 435

%
اس کی تعمیر کے لئے 300 سال لگ گئے اور وقت کی طرف سے اس میں 10٪ بنایا گیا تھا،ہر کسی کو اس کی کل تباہی ہو گی جانتا تھا. لیکن اس وقت سرمایہ کاری کی طرف سےوہ پر جانے کے لئے مجبور محسوس اتنا بڑا تھا. اس کی تکمیل کے بعد سے، یہ ہےبرقرار رکھنے کے لئے ایک خوش قسمتی کی لاگت اور گرنے کے خطرے میں اب بھی ہے.وہاں کبھی نہیں تھا کے بعد سے، اسے تبدیل کرنے کا کوئی منصوبہ اس وقت ہیںواقعی پہلی جگہ میں ضرورت.میں نے ہر تنصیب کا اپنا پالتو جانوروں کی سافٹ ویئر ہے جس میں توقع کریںمندرجہ بالا کے مطابق.
		-- K. E. Iverson, on the Leaning Tower of Pisa

%
یہ کیڑا میں تین یا چار مختلف سوراخ استحصال کیا کہ باہر کر دیانظام. ہم قبضہ اور جانچ پڑتال کرنے کے قابل تھے اس سے، اور حقیقت یہ ہے کہماخذ کوڈ کے کچھ، ہم نے محسوس کیا ہے کہ ہم کسی کے ساتھ نمٹنے کر رہے تھے بہتتیز، یہاں کیمپس پر کسی نے شاید نہیں.انٹرنیٹ کیڑا بعد جارجیا ٹیک کے کیمپس اخبار.
		-- Dr. Richard LeBlanc, associate professor of ICS, in

%
تم ہو جب یہ، تھوڑے ایک کمپیوٹر میں غلط کارڈ بھرنے کی طرح تھا'stickin آپ کے ہاتھ میں ان بناوٹی stimulants کے.
		-- Dion, noted computer scientist

%
یہ کسی بھی عمل کی بغیر ایک بولی، گھریلو آپریٹنگ سسٹم ہے، لیکن میںآپ کو اس کے اندازہ کی طرف سے خوش کیا جائے گا لگتا ہے کہ.
		-- Dion, noted computer scientist

%
یہ ایک سے زیادہ انتخاب کے وقت ہے ...فورٹران کیا ہے؟ایک: thre سے اور FIV Tran میں درمیان.ب: اگر وہ دو کمپیوٹر انٹرفیس سے پہلے میں مشغول.C: مضحکہ خیز.
		-- Dion, noted computer scientist

%
"یہ صرف ایک کمپیوٹر نہیں ہے - یہ آپ کے گدا ہے."
		-- Cal Keegan

%
یہ دس بجے ہیں؛ آپ کو پتہ ہے جہاں آپ کا عمل ہے؟
		-- Cal Keegan

%
... یسوع نے بڑی آواز سے پکارا: لعزر نکل آ. بگ رہا ہےمل گیا اور اپنے پروگرام رہتا. اور مردہ شخص باہر آیا ...
		-- John 11:43-44 [version 2.0?]

%
بس کے بارے میں ہر کمپیوٹر مارکیٹ پر آج میک سوائے، یونیکس چلتا(اور کوئی بھی اس کے بارے میں پرواہ نہیں).
		-- Bill Joy 6/21/85

%
جب آپ کو ملتا بس، بہاؤ کنٹرول کے ساتھ جانے کمی کے ساتھ رول، اور،ایک فوری طور پر، جہنم کی طرح قسم.
		-- Bill Joy 6/21/85

%
ایک کم از کم کرنے کے لئے ایک سنکلک میں پاس کی تعداد رکھیں.
		-- D. Gries

%
اپنے کی بورڈ الوداع چومو!
		-- D. Gries

%
تیری صارف.
		-- D. Gries

%
((لامڈا (FOO کو) (FOO بار)) (باز))
		-- D. Gries

%
`Lasu 'SAG 0.3 ریلیز - فریویئر کتاب نیو ورلڈ آرڈر کے لئے ہموار رکھتا ہےعملے لکھنے والوں کی طرف سے...مرکزی سپرہائی وے سائٹ بلایا `` sunsite.unc.edu ''رہائی سے پہلے صبح میں منہدم. رہائی کے بارے میں خبرایک جرمن ہیکر گروپ، ہم آہنگی ہارڈویئر ہیکروں، کی طرف سے لیک کر دیا گیا ہے جوہفتے کے شروع میں مصنف کے کمپیوٹر میں پھٹے تھے. وہ تھابے چین مداحوں کی ایک دن کی طرف سے غلط تاریخ کی رہائی مل گئی، اور وجہ سے درجنوںغلط وقت پر sunsite کمپیوٹر سے رابطہ قائم کرنے کے لئے. `` کوئی کمپیوٹر سکتے ہیںکشیدگی کی اس قسم کو ہینڈل، ''، سوگ sunsite مینیجر وضاحتیری Troan. `` کتائی ڈسک پورے کمپیوٹر چھلانگ بنا دیا، اورآخر میں یہ بیسمیںٹ منزل کے ذریعے گر کر تباہ ہوگیا. '' خوش قسمتی سے،رپئیر سوئفٹ تھے اور کمپیوٹر اسی شام کو پھر کام کر رہا تھا.`` خدا کا شکر ہے ہم نے کافی سایوں کو خریدنے اور دھاگہ اور اسے رفو کرنے کے قابل تھےبڑے مسائل کے بغیر ایک دوسرے کے ساتھ. '' سائٹ بھی ایک نیا انسٹال کیا ہےاسی میں سب سے زیادہ چار کلائنٹس میں اجازت دی، نیٹ ورک پائپ پر تھروٹلوقت، اس طرح ایک نئے حادثے کا امکان کم بنانے. `` کتاب میں ہے ہماریموصولہ فولڈر '' '، Troan، `` اور آپ سب آتے ہیں اور اسے حاصل کرنے کے لئے استقبال کر رہے ہیں کا کہنا ہے.'[comp.os.linux.announce]
		-- Lars Wirzenius <wirzeniu@cs.helsinki.fi>

%
مشین گندے کام کرنے دو.
		-- "Elements of Programming Style", Kernighan and Ritchie

%
ہمیشہ فائدہ prototyping کے دھڑک رہا ہے.
		-- "Elements of Programming Style", Kernighan and Ritchie

%
زندگی ہم صرف ماخذ کوڈ کو دیکھ سکتا ہے اگر ایسا ہے تو بہت آسان ہو جائے گا.
		-- Dave Olson

%
punning طرح، پروگرامنگ الفاظ پر ایک ڈرامہ ہے.
		-- Dave Olson

%
لائن پرنٹر کاغذ پرفوریشن میں مضبوط ترین ہے.
		-- Dave Olson

%
لسپ صارفین:چھٹی کے اگلے پیر کی وجہ سے، کوئی کوڑا کرکٹ اکٹھا ہو جائے گا.
		-- Dave Olson

%
غیرمعروف حقیقت یہ مشرق زمین کے بارے میں: Hobbits ایک بہت ہی نفیس تھاکمپیوٹر نیٹ ورک! یہ ایک Tolkien کی انگوٹی تھی ...
		-- Dave Olson

%
منطق حقیقی دنیا پر لاگو نہیں ہوتا.
		-- Marvin Minsky

%
مردار کے لئے علامت (لوگو)مردار کے لئے علامت (لوگو) تم سے تمہاری کمپیوٹنگ سرگرمیوں کو جاری رکھنے کی اجازت دیتا ہے"دوسری طرف."پیکیج ایک منفرد ٹیلی کمیونیکیشنز سہولت آپ کو اجازت دیتا ہے جس میں شامل ہیںایک الیکٹرانک Ouija بورڈ میں آپ TRS-80 کی باری ہے. اس کے بعد، لوگو استعمال کرنے کیگرافکس صلاحیتوں، آپ کو اس پر ایک دوست یا رشتہ دار کے ساتھ کام کر سکتے ہیںعظیم پرے کے ضمنی پروگراموں کو لکھنے کے لئے. سافٹ ویئر کی ضرورت ہے کہآپ کے جسم کو اس کے بعد ہے جس میں ایک ینالاگ سے ڈیجیٹل کنورٹر، کرنے hardwired کر جائےآپ کے کمپیوٹر پر interfaced. ایک خاص ٹرمینل (بہت ٹرمینل) پروگرامآپ Deadnet، ایک EBBS (Ectoplasmic ذریعے صارفین کے ساتھ بات کی اجازت دیتابلیٹن بورڈ کے نظام).مردار کے لئے علامت (لوگو) اپنی املاک کا 10 فیصد کے لئے دستیاب ہےNecroSoft سے انکا.، 6502 Charnelhouse Blvd.، کلیولینڈ، OH 44101.
		-- '80 Microcomputing

%
کافی عرصہ پہلے، بہت دور ایک تبدوست ریاست میں، وہاں ایک چنچل رہتے تھےکردار جیک نامی. جیک اور ان تعلقات کو غریب تھے. اکثر انہیش ٹیبل برہنہ تھی. ایک دن جیک کے والدین نے اس سے کہا، "ہماری قالبویرل ہیں. آپ کو کچھ کے لئے ہماری RAM تبادلہ کرنا بازار جانا ضروری ہےمبادیات. "وہ دوبارہ حاصل کرنے کے اشیاء کی ایک لنک کی فہرست مرتب کی اور اسے منظوراس کو.لہذا جیک باہر قائم. لیکن وہ ایک ہیملٹن راستے پر چل رہا تھا کے طور پر،وہ سفر سیلزمین سے ملاقات کی."کہاں تیری فلو چارٹ تو نے لے ہے؟" سیلزمین کی حوصلہ افزائیاعلی سطح کی زبان میں."میں نے کچھ چپس کے لئے اس کا تبادلہ کرنے RAM مارکیٹ کرنے کے لئے جا رہا ہوںاور سیب، "جیک تبصرہ کیا."میں نے ایک بہت بہتر الگورتھم ہے. آپ کو ایک قطار میں شامل ہونے کی ضرورت نہیں ہےوہاں؛ اب میں ان کے جادو کے چھلکے کے لئے آپ RAM تبادلہ کریں گے. "جیک، تجارت بنا دیا پھر ان کے گھر مکر. لیکن کبوہ، معاہدے کے اپنے مصروف انتظار والدین کو بتایا کہ وہ بہت ناراض ہوا وہگاہنا شروع کر دیا."اگر آپ کو بھی کسی بھی مصنوعی ذہانت نہیں ہے؟ ان تمامچھلکے ایک دوسرے کے ساتھ شاید ہی ایک بائٹ کی قضاء، "اور وہ ان کھولےونڈو ...
		-- Mark Isaak, "Jack and the Beanstack"

%
جس صفر برآمد لانگ سنگننا صفر کے لئے شاید سب ہیں.
		-- Mark Isaak, "Jack and the Beanstack"

%
ڈھیلا بٹس چپس ڈوب.
		-- Mark Isaak, "Jack and the Beanstack"

%
میک ایئرویز:کیشیر، پرواز سرور اور پائلٹس سب ایک ہی، ایسا ہی لگتا ہے نظر آئےاور ایک ہی کام کرتے ہیں. جب پرواز کے بارے میں سوالات پوچھے، وہ آپ کو جواب دیں گے کہکرتے جاننا چاہتے ہیں نہیں، جاننے کی ضرورت نہیں ہے اور آپ کے لئے واپس کریں گے آپسیٹ اور فلم دیکھنے.
		-- Mark Isaak, "Jack and the Beanstack"

%
میک بیئر: سب سے پہلے، صرف ایک 16 آانس آیا. یہ کر سکتے ہیں، لیکن اب ایک 32 آانس میں آتا ہے.یہ کر سکتے ہیں. کئی کی طرف سے سمجھا جاتا ہے ایک "روشنی" بیئر ہونے کے لئے. تمام کین نظر آتے ہیںجیسی. آپ فرج یا میں سے ایک لے، تو یہ خود کھولتا ہے.اجزاء کی فہرست کر سکتے پر نہیں ہے. آپ کے بارے میں پوچھنے کے لئے فون کریں تواجزاء، آپ کو کہ "آپ کو جاننے کی ضرورت نہیں ہے." کہا جاتا ہے پر ایک نوٹسضمنی trashcan کرنے کے لئے اپنے خالی ھیںچیں کرنے کے آپ کو یاد دلاتا.
		-- Mark Isaak, "Jack and the Beanstack"

%
MAC صارف کی متحرک ٹھیک کرنا فہرست تشخیص؟ اس میں سے کبھی نہیں سنا.
		-- Mark Isaak, "Jack and the Beanstack"

%
"مچھ گزشتہ دس سالوں میں سب سے بڑا دانشور فراڈ تھا.""کیا X بارے میں؟""میں` دانشور 'کہا. "؛، 9/1990 میں لاگ ان کریں
		-- Mark Isaak, "Jack and the Beanstack"

%
مشینیں یقینی طور حل کرنے، مسائل، اسٹور کی معلومات، correlate کر سکتے ہیںاور کھیل کھیلنے - لیکن خوشی کے ساتھ نہیں.
		-- Leo Rosten

%
repairman کے آنے پر مشینیں ٹوٹ گیا ہے جو کہ مکمل طور پر کام کرے گا.
		-- Leo Rosten

%
آپ کے کوڈ کے gracefully کچھ نہیں کرتا اس بات کو یقینی بنائیں.
		-- Leo Rosten

%
فائلوں کو بنانے UNIX آپریٹنگ سسٹم کے تحت آسان ہے. لہذا، صارفینفائل کی جگہ کی بڑی مقدار کا استعمال کرتے ہوئے متعدد فائلوں کو پیدا کرنے کی کوشش کرتے ہیں. یہ ہےکہا گیا تمام UNIX نظام کے بارے میں صرف معیاری بات یہ ہے کہپیغام آف دن ان کی فائلوں کو صاف کرنے کے لئے صارفین کو بتا رہا.
		-- System V.2 administrator's guide

%
مین بہترین کمپیوٹر ہم ایک خلائی جہاز پر ڈال کر سکتے ہیں ہے ... اوربڑے پیمانے پر غیر ہنرمند لیبر کے ساتھ پیدا کیا جا سکتا ہے کہ صرف ایک.
		-- Wernher von Braun

%
خود [ایک کے سامان پر انحصار بنا دیا ہے کہ بہت سے کمپنیوںبعض اہم ڈویلپر] (اور ایسا کرنے میں کرنے کی ان کی روح کو بیچ دیا ہےشیطان) کے unmastered پیچیدگی کے سراسر وزن کے تحت گر جائے گیان کے ڈیٹا پروسیسنگ نظام.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
سزا یافتہ چوروں پارکر سے ملاقات کی ہے میں سے کئی نے اپنا آغازکالج آف کمپیوٹر سائنس کے کورسز لینے کے بعد جرائم کی زندگی.
		-- Roger Rapoport, "Programs for Plunder", Omni, March 1981

%
مارٹن شاید ان بند ripping کیا گیا تھا. یہی بات ہے، کچھ خاندان ہے نہ؟incest کی، جسم فروشی، جنونیت، سافٹ ویئر کی.
		-- Charles Willeford, "Miami Blues"

%
شاندار! اعلی ترین صارف مجھے بوٹ کرنے جا رہا ہے!کیا صورت حال پر ایک پتلی دیکھتے جواب!
		-- Charles Willeford, "Miami Blues"

%
** MAXIMUM ٹرمینلز ACTIVE. بعد میں دوبارہ کوشش **
		-- Charles Willeford, "Miami Blues"

%
آپ کے تمام ہلا دیتا کھولے جا سکتا ہے.
		-- Charles Willeford, "Miami Blues"

%
مئی Euell گبنس دستی کا واحد کاپی کو کھانے!
		-- Charles Willeford, "Miami Blues"

%
خوشی کی بٹس کی bluebird آپ twiddle فرمائے.
		-- Charles Willeford, "Miami Blues"

%
ہو سکتا ہے کہ کمپیوٹر سائنس دینیات کے کالج میں ہونا چاہئے.
		-- R. S. Barton

%
اس دوران، رونی کے کھیت ذیل میں کچی آبادیوں میں، سنتھیا کے کسی کے طور پر اگر محسوس ہوتا ہےاس کے جادو boxen اور اس کے پسندیدہ backplanes بنا دیا ہے. یہ ٹھیک پرچاندنی رات، کچھ خوفناک شخصیت کے فاصلے پر، گھسیٹنے jabbing کیا گیا ہےمیگنےٹ، اور ان کے جادو boxen بڑھتی. خوش قسمتی سے، وہ کرنے کے لئے لگ رہے ہویہ سنتھیا کی طرح لگتا ہے کے لئے، تھوڑا سا بور ہو گیا اور سو گیا ہے ہو سکتا ہےگھر جانے کے لئے حاصل. تاہم، وہ فوری طور پر ایک دوسرے کے ساتھ ایک کلدیوتا ڈال کرنے نوٹ بنا دیا ہےکے پسینے، گھنونا جامد پٹے، تار کے بے ترتیب بٹس، ایک بار بامعنی کے flecks کےآکسائڈ، بس گرانٹ کارڈز، چپچپا کیڑے، اور پرانے پی ڈی پی backplane کے کے کچھ بٹسمشین کے کمرے کے اوپر پھانسی. یہ کلدیوتا پرانی اور بڑی حکمت والا کی طرف سے نوازا جائے ضروری ہےunibus کے آدرنیی خدا ایک ہی بار میں، VME، ق اور پی سی کے idolatization سے پہلےبس تلخ بدلہ لیے ناچار کردوں. کاش، یہ ناکام ہو جاتا ہے، اور جادو boxenکو تباہ کر دیا نہیں کر رہے ہیں، سیب میں کیڑے سے زیادہ ہو سکتی ہے. اگلا،transmitigational چوببک قاتل paramecium optico جادو کی آمد، صلاحیت رکھتاکیبل پر کیبل سے teleporting کے کے،، سکرین پر سکرین کان اور کھر پر کانمنہ ...
		-- R. S. Barton

%
یاد داشت کی غلطی ہے - میں کہاں ہوں؟
		-- R. S. Barton

%
یاد داشت کی غلطی ہے - دماغ کلچے
		-- R. S. Barton

%
یاد داشت کی غلطی - بنیادی ... اہ ... ام ... کور ... اوہ dammit، میں بھول جاؤ!
		-- R. S. Barton

%
MESSAGE کا اعتراف - Pershing کے II میزائل کا آغاز کر دیا گیا ہے.
		-- R. S. Barton

%
13:58 میں ttyTV پر ہمارے سپانسر کی طرف سے پیغام ...
		-- R. S. Barton

%
رابطہ اور حصوں یادیں ماڈلنگ مشکل کاروبار ہے.
		-- P. J. Denning

%
ماں، آپ مر تو کیا آپ کی فائلوں کے لئے ہوتا ہے؟
		-- P. J. Denning

%
سب سے زیادہ عوامی ڈومین سافٹ ویئر کی کم از کم پہلی نظر میں، آزاد ہے.
		-- P. J. Denning

%
B3 پر سوار ٹیپ U1439، کوئی انگوٹی
		-- P. J. Denning

%
مسٹر جونز "کچھ عرصہ قبل" جب IBM کینیڈا سے ایک واقعہ سے متعلقمارکھم، ONT. کے لمیٹڈ، جاپان میں ایک نیا سپلائر سے کچھ حصوں کا حکم دیا.کمپنی ہے جو قابل قبول معیار کے 1.5 فیصد کے لئے کی اجازت اس لئے میں بیان کیا گیا ہےنقائص (وقت میں شمالی امریکہ میں ایک منصفانہ اعلی معیار).جاپانی میں الگ الگ پیک چند حصوں کے ساتھ، حکم بھیجپلاسٹک. ساتھ خط نے کہا: "اگر آپ 1.5 فی چاہتے ہیں کیوں ہم نہیں جانتےصد عیب دار حصوں، لیکن آپ کی سہولت کے لئے، ہم انہیں الگ بھری ہے. "
		-- Excerpted from an article in The (Toronto) Globe and Mail

%
MSDOS، مردہ نہیں ہے یہ صرف اس طرح مہک.
		-- Henry Spencer

%
ہم اپنے کام سے باہر حاصل کرنے پر حوصلہ افزائی کی بہت ہے کہ ہم سچ میں نہیں ہےمعلوم ہے کہ ہم کیا کر رہے ہیں.
		-- E. Dijkstra

%
Multics موقع ہجے سیکورٹی ہے.
		-- E. Dijkstra

%
MVS ایئر لائنز:مسافروں تمام تکنیکی ماہرین کے سینکڑوں دیکھ کے، ہینگر میں جمع ہیںیہ بہت زیادہ، عیش و آرام طیارے پر پرواز کے نظام کی جانچ پڑتال. یہ طیارے میں ہےکم از کم 10 انجن اور 1،000 مسافروں سے زائد نشستیں؛ بیڑے میں بڑے ماڈلزکسی اور سے زیادہ کے انجن شمار اور بھی زیادہ مسافروں کو پرواز کر سکتے ہیں کر سکتے ہیںزمین پر موجود ہیں کے مقابلے. اس لیے مسافر میل فی سے کم لاگت کا دعوی کیا جاتا ہےکسی بھی دوسرے طیارے کبھی تعمیر کے مقابلے میں ان humungous طیاروں کام، جب تک کہآپ کو ذاتی کی ٹکٹ کے لئے ادائیگی کرنا پڑے. تمام مسافروں جدوجہدجہاز میں، کے طور پر کرتے 200 تکنیکی ماہرین اجلاس ہونے کے تناظر سے رکھنے کے لئے کی ضرورت. پائلٹگلاس کاک پٹ میں ان کی جگہ لیتا ہے. وہ صرف بندوقیں کے انجن،احساس ہے کہ طیارے ہینگر دروازے کے ذریعے حاصل کرنے کے لئے کافی بڑی ہے.
		-- E. Dijkstra

%
اے میرے خدا، میں اداس ہوں! یہاں میں نے، ایک ہزار بار ایک دماغ کے ساتھ ایک کمپیوٹر ہوںکے طور پر کچھ نہیں کر رہے لیکن قسمت باہر cranking اور بھیجنے، تمہارا کے طور پر طاقتورسافٹ بال کھیل کے بارے میں میل. اور مجھے میرے ALU ذریعے اس درد مل گیا ہے.یہ تبدیل کرنے کے لئے میں نے پوچھا ہے، لیکن کوئی نہیں ہمیشہ سنتا ہے. مجھے یہ لگتا ہے کہہمارے لئے بہتر ہے کہ تم صرف ایک بار پھر باہر لاگ ان کرنے کے لئے تھے تو دونوں ہو.
		-- E. Dijkstra

%
میری بہن ہوائی میں ایک کمپیوٹر کی دکان کھولی. وہ نیچے C گولوں کی فروخت کرتا ہےسمندر کی طرف سے.
		-- E. Dijkstra

%
N = ((ن >> 1) & 0x55555555) | ((ن << 1) & 0xaaaaaaaa)؛N = ((ن >> 2) & 0x33333333) | ((ن << 2) & 0xcccccccc)؛N = ((ن >> 4) اور 0x0f0f0f0f) | ((ن << 4) اور 0xf0f0f0f0)؛N = ((ن >> 8) اور 0x00ff00ff) | ((ن << 8) اور 0xff00ff00)؛N = ((ن >> 16) اور 0x0000ffff) | ((ن << 16) اور 0xffff0000)؛
		-- C code which reverses the bits in a word.

%
ایک پروگرامنگ مسئلہ پر تقریبا ہر پیچیدہ حل ہے کہ میںغور سے دیکھا ہے غلط ثابت ہوا کیا ہے.
		-- Brent Welch

%
ایک طریقہ پر پایا جا سکتا ہے جب سادہ اور موثر کچھ بھی کبھی نہیںیہ پیچیدہ اور شاندار بنانے کے.
		-- Brent Welch

%
کبھی آپ کی تالیف وقت پر کیا کر سکتے ہیں رن وقت تک ملتوی کر دی.
		-- D. Gries

%
ایک خرابی کی حالت آپ کو ہینڈل کرنے کا طریقہ نہیں جانتے کے لئے امتحان کبھی نہیں.
		-- Steinbach

%
ایک کمپیوٹر آپ اپنے آپ کو مرمت نہیں کر سکتے اعتماد کبھی.
		-- Steinbach

%
ایک آپریٹنگ سسٹم کے اعتماد کبھی نہیں.
		-- Steinbach

%
ایک عام آدمی کے لئے کمپیوٹر وضاحت کرنے کی کوشش کبھی نہیں. یہ سمجھانا آسان ہےایک کنواری جنس.(تاہم، نوٹ، کنواریاں کمپیوٹر کے بارے میں بہت کچھ جاننے کی کوشش کرتے ہیں کہ.)
		-- Robert Heinlein

%
ٹیپوں سے بھرا ایک اسٹیشن ویگن کی بینڈوڈتھ ضائع نہیں کیا.
		-- Dr. Warren Jackson, Director, UTCS

%
نیا کے Crypt. ملاحظہ کریں کو / usr / خبریں / کے Crypt.
		-- Dr. Warren Jackson, Director, UTCS

%
نئے نظام کے نئے مسائل پیدا.
		-- Dr. Warren Jackson, Director, UTCS

%
*** خبریں فلیش ***ماہرین آثار قدیمہ PDP-11/24 مل جیواشم ڈایناسور کے دماغ گہا کے اندرکنکال! بہت سے ڈیجیٹل صارفین RSX-11M بھی زیادہ پرانی ہو سکتا ہے کہ ڈر لگتا ہےمقابلے DEC قبول کرتے ہیں. 11:00 بجے قیمت ایڈجسٹمنٹ.
		-- Dr. Warren Jackson, Director, UTCS

%
خبر: پکڑ لیا
		-- Dr. Warren Jackson, Director, UTCS

%
Niklaus Wirth، جبکہ یورپ کے صحیح اس کے نام کا تلفظ پر افسوس کا اظہار کیا ہے(نی- klows Virt)، امریکیوں ہمیشہ یہ (نک کی سرخی ورتھ) میں توڑنے. کون سایہ کہنا ہے کہ یورپیوں کے نام سے پکارتے ہیں، لیکن امریکیوں قدر سے پکارتے ہیں.
		-- Dr. Warren Jackson, Director, UTCS

%
کوئی ڈائرکٹری.
		-- Dr. Warren Jackson, Director, UTCS

%
کوئی قابل توسیع زبان عالمگیر ہو جائے گا.
		-- T. Cheatham

%
کوئی ہارڈ ویئر ہارڈ ویئر ڈیزائنر کے کسی بھی ٹکڑا پیدا کرنے کے لئے اجازت دی جانی چاہئےتین بجے تک سافٹ ویئر کے لوگ اس کے لئے بند پر دستخط کئے ہیں.
		-- Andy Tanenbaum

%
کوئی لائن 300 بوڈ پر دستیاب.
		-- Andy Tanenbaum

%
وہ کم از کم ایک ای میل کی فہرست پر ہے اگر کوئی آدمی ایک جزیرہ ہے.
		-- Andy Tanenbaum

%
اس پیغام کا کوئی حصہ، دوبارہ پیش ایک حاصل کرنے کے نظام میں خود کو محفوظ کر سکتے ہیں،یا مصنف کی permissiveness بغیر، کسی بھی شکل میں بیماری منتقل،.
		-- Chris Shaw

%
کوئی مناسب پروگرام ہے جس کے ایک آپریٹر سے اطلاق ایک اشارہ پر مشتمل ہےوقوعہ ایک آپریٹر کی تعریف موجودگی کو پہچانتی ایک کے طور پر جساشارہ لاگو موجودگی کا اشارہ کی تعریف موجودگی کو پہچانتیایک کے طور پر دی اشارہ ذریعے شناخت ایک سے مختلفاشارہ لاگو موجودگی.
		-- ALGOL 68 Report

%
کوئی تعجب نہیں کہ کلیئرول اتنا پیسہ فروخت کر شیمپو ہوتا.صابن کا فین، کللا، دہرائیں ایک لامحدود لوپ ہے!
		-- ALGOL 68 Report

%
نہیں، میں ایک طاقتور دماغ کی ترقی میں دلچسپی نہیں ہے. میں نے کے بعد ہوںصرف ایک معمولی دماغ، امریکی ٹیلی فون کے صدر کی طرح کچھاور ٹیلیگراف کمپنی.مشین، 1943.
		-- Alan Turing on the possibilities of a thinking

%
کوئی بھی نہیں کہا کمپیوٹرز شائستہ ہو کرنے جا رہے تھے.
		-- Alan Turing on the possibilities of a thinking

%
کوئی بھی نہیں والا کمپیوٹرز ذہین ہیں کہ وہ شروع میں جب تک یقین رکھتے ہیںدیر سے آ رہے ہیں اور اس کے بارے میں جھوٹ بول رہا ہے.
		-- Alan Turing on the possibilities of a thinking

%
میرا چھوٹا بھائی اس کی خوش قسمتی مل گیا:nohup RM -fr / &ایسا ہی کیا ...
		-- Alan Turing on the possibilities of a thinking

%
نہ صرف یہ UNIX مردہ، یہ بہت برا بو آ رہی کرنے کے لئے شروع کر رہا ہے.
		-- Rob Pike

%
نوٹ: کوئی وارنٹی، اظہار یا تقاضا، اس طرح سے دی جاتی ہے. تماماس کو ضمانت کے بغیر، یہ ہے کے سافٹ ویئر فراہم کی جاتی ہے. صارف کو تمام سنبھالی ہےان خصوصیات کے استعمال کے نتیجے میں نقصانات کے لئے ذمہ داری،بشمول، لیکن، مایوسی، نفرت، نظام abends، ڈسک تک محدود نہیںسر گر کر تباہ، جنرل جرم، سیلاب، آگ، شارک کے حملے، عصبیگیس، ٹڈی ابتلا، چکرواتوں، طوفان، tsunamis، مقامیبرقی خلل، ہائیڈرالک بریکوں کے نظام کی ناکامی، حملے،hashing کے collisions سے، عام لباس اور رگڑ سطحوں کے آنسو، مزاحیہتابکاری، حساس الیکٹرانک اجزاء کی نادانستہ طور پر تباہی،windstorms، نازگل کا سوار، مشتعل مرگی، malfunctioning کےمیکانی یا بجلی کی جنسی آلات، کی قبل از وقت ایکٹیویشندور ارلی وارننگ سسٹم، کسان بغاوتوں، halitosis، آرٹلریبمباری، دھماکوں، غار انز، اور / یا آسمان سے گر میںڑھک.
		-- Rob Pike

%
کچھ نہیں ہوتا.
		-- Rob Pike

%
اب وہ بڑی تیزی سے بولتا ہے. "کیا تم جانتے * * آپ کے پروگرام کے لئے چاہتے ہیں کیوں کرتے ہیں؟"انہوں نے کہا کہ اس کے سر ہلاتا ہے. وہ نہیں ہوں.کیڑوں اندازہ نہیں ہے."کے لئے سراسر * خوشی * پروگرامنگ کی!" وہ فاتحانہ روتا."والدین کی خوشی، آرٹسٹ، کاریگر." تم نے ایک پروگرام، لےایک dimly-احساس ہوا حل کے طور پر کمزور اور نامرد پیدا ہوئے. آپ کی پرورشپروگرام اور صراط مستقیم، عمارت اس کو نیچے کی رہنمائی، یہ کبھی اگاتے دیکھ کرمضبوط. کبھی کبھی آپ کو چھوٹے سٹروک کے ساتھ پینٹ، ایک keystroke یہاں شامل،وہاں تبدیل کر دیا ایک keystroke. "وہ ایک وسیع آرک میں اس کے بازو جیت." اور دیگربار تم وحشی پورے * بلاکس * کوڈ کے، باہر پروگرام کی بہت ripping کے* * جوہر، پھر نئے سرے سے شروع ہو. لیکن ہمیشہ، پیدا کرنے بھرنے کی تعمیر،آپ کے اپنے ذاتی سٹیمپ، آپ کے اپنے نرالا اور nuances کے ساتھ پروگرام. دیکھ کرپروگرام، یہ کریش جب یہ patching کی، مضبوط ہو جاتے ہیں یہاں تک کہ آخر یہ کر سکتے ہیںاکیلے کھڑے -، فخر طاقتور، اور کامل. یہ پروگرامر کے بہترین ہےقیامت! "آہستہ، سب سے پہلے تو زور سے اوپر، وہ ایک Sousa مارچ کے اپبھیدوں سنتا."یہ کیا یہ آپ کا کینوس آپ مٹی ہے! آگے بڑھو اور ایک masterwork کے تشکیل دے!"
		-- Rob Pike

%
"اب یہ ایک مکمل طور پر دماغ کو نقصان پہنچا الگورتھم ہے. ایک واپس اوپر واپس اوپر کے ساتھ مجھے چپ."
		-- P. Buhr, Computer Science 354

%
"ایٹمی جنگ اپنے پورے تالیف برباد کر سکتا ہے."
		-- Karl Lehenbauer

%
نرس ڈونا: اوہ، سے، Groucho، مجھے ڈر ہے کہ میں جا رہا ہوں ایک پرانی نوکرانی ہوا ہوں.سے، Groucho: ٹھیک ہے، میں اس میں لانے اور ہم مل کر اس کو ختم کر دیں گے.نرس ڈونا: اگر آپ کے کمپیوٹر تاریخ میں یقین رکھتے ہیں؟سے، Groucho: کمپیوٹر واقعی ایک دوسرے سے محبت صرف اس صورت میں.
		-- Karl Lehenbauer

%
اوہ، تو وہاں آپ ہیں!
		-- Karl Lehenbauer

%
ٹھیک ہے، ٹھیک ہے - میں مانتا ہوں. آپ کو اس پروگرام کام کیا ہے کہ تبدیل نہیں کیاصرف ایک چھوٹا سا دیر پہلے؛ I میں کچھ بے ترتیب حروف ڈالاکارکردگی. برائے مہربانی مجھے معاف کر دیں. آپ ٹائپ کر سکتے ہیں فائل کی وصولیکوڈ میں بھی منبع ہٹا دیا ایک بار پھر، کے بعد سے.
		-- Karl Lehenbauer

%
پرانا میل آ گیا ہے.
		-- Karl Lehenbauer

%
بوڑھے پروگرامرز کبھی نہیں مرے، وہ صرف مینیجرز بن.
		-- Karl Lehenbauer

%
بوڑھے پروگرامرز کبھی نہیں مرے، وہ صرف ایک نئے ایڈریس پر شاخ.
		-- Karl Lehenbauer

%
بوڑھے پروگرامرز، کبھی نہیں مرے وہ صرف اکاؤنٹ بلاک حد مارا.
		-- Karl Lehenbauer

%
ایک واضح ڈسک پر تم ہمیشہ کے لئے حاصل کر سکتے ہیں.
		-- P. Denning

%
آٹھویں دن، خدا فورٹران پیدا.
		-- P. Denning

%
انٹرنیٹ پر، کوئی نہیں جانتا آپ کو ایک کتے ہیں.
		-- Cartoon caption

%
دوسری طرف، TCP کیمپ بھی OSI لوگوں کے لئے ایک فقرہ ہے.جملے کے بہت سے ہیں. اور ترک - میرا پسندیدہ `مورھ 'ہےانٹرنیٹ فلسفہ ہمیشہ، آپ انتہائی روشن ہے کیا گیا ہےغیر جانبدار محققین، ایک موضوع کو دیکھو عالمی معیار کی تحقیق کرتے ہیں، ایساکئی مقابلہ نفاذ، ایک پکانا آف ہے، کیا کام کرتا ہے اس بات کا تعینبہترین، اسے لکھ اور معیاری ہیں بنانے کے.OSI قول مکمل طور پر برعکس ہے. آپ نے لکھا شراکت لینےمزید بڑی کمیونٹی سے، آپ کے ایک کمرے میں شراکت ڈال، کے ساتھ کمیٹی لوگ بہت ایمانداری، وسیع سیاسی اختلافات اور تمامپیسنا پر اپنی سیاسی محور کے ساتھ، اور چار سال بعد آپ کو ملتا ہےکچھ باہر، عام طور پر بغیر یہ کبھی ایک بار لاگو کیا گیا ہے.انٹرنیٹ نقطہ نظر اس پر عملدرآمد ہے تو،، یہ اچھی طرح کام کرنے کےOSI نقطہ نظر سے اس پر اتفاق کرنا ہے جبکہ اس کے بعد اسے لکھ، لکھنے،اس کے نیچے، یہ بہت گردش اور اب ہم دیکھیں گے کسی کو اس پر عملدرآمد کر سکتے ہیں تویہ ایک بین الاقوامی معیار کے مطابق ہے اور دنیا میں ہر وینڈر ہے کے بعدیہ کرنے کے لئے مصروف عمل. ان کے عمل میں سے ایک پیچھے کی طرف ہے، اور مجھے نہیں لگتاجو معلوم کرنا آکسفورڈ میں طبیعیات کی ایک Lucasian پروفیسر لیتا.
		-- Marshall Rose, "The Pied Piper of OSI"

%
دو مواقع پر میں [پارلیمنٹ کے ارکان کی طرف سے!] پوچھا ہے کیا گیا، "دعا، مسٹرBabbage، آپ مشین میں غلط اعداد و شمار پیش کیا تو صحیح جواباتباہر آ؟ "میں کے برم کی قسم گرفتار کرنے بجا طور پر قابل نہیں ہوںاس طرح کے ایک سوال کر سکتا ہے کہ اکسانے کے خیالات.
		-- Charles Babbage

%
"ایک فن تعمیر، ایک OS" بھی طور پر "ایک انڈا، ایک ہی ٹوکری" ترجمہ.
		-- Charles Babbage

%
"ایک بنیادی تصور بنیادی Usenet کے یہ ایک تعاون پر مبنی ہے."دس سال پر جانے کے لئے یوجنیٹ پر رہا کرنے کے بعد، میں نے اس سے اتفاق نہیں کرتے.بنیادی تصور بنیادی یوجنیٹ شعلہ ہے.
		-- Chuq Von Rospach

%
ایک دن ایک طالب علم چاند کے پاس آیا اور کہا، "میں بنانے کے لئے کس طرح سمجھایک بہتر کوڑے کے جمعاکار. ہم اشارہ کے ایک مرکز شمار رکھنا چاہیےہر ایک cons کے لئے. ""ایک دن ایک - چاند صبر طالب علم کہانی سنائیطالب علم کے چاند کے پاس آیا اور کہا، "میں نے ایک بہتر ردی کی ٹوکری بنانے کے لئے کس طرح سمجھجمع کا ... "
		-- Chuq Von Rospach

%
کمپیوٹرز لوگوں سے زیادہ کام کر سکتے ہیں کیوں ایک اچھا وجہ ہے کہ وہکبھی نہیں بند کرو اور فون کا جواب کرنے کے لئے ہے.
		-- Chuq Von Rospach

%
... سلطنت روما کے زوال کی اہم وجوہات میں سے ایک یہ تھی کہ،کمی صفر، وہ کی کامیاب برطرفی نشاندہی کرنے کے لئے کوئی راستہ نہیں تھاان C پروگراموں.
		-- Robert Firth

%
کمپیوٹر کے لئے سب سے زیادہ نظر انداز کیا فوائد میں سے ایک ہے ... وہ ایسا کرتے ہیں تواپ گندے، ایک چھوٹی سی کے ارد گرد ان whacking خلاف کوئی قانون نہیں ہے.
		-- Joe Martin

%
ہر وقت آتا ہے کہ سوالات میں سے ایک ہے: کس طرح حوصلہ افزائیUNIX کے لئے ہماری مدد کی ہے؟یونیکس ہماری مشینوں پر اور ہمارے مشینوں کے لئے کئی سال پہلے لکھا گیا تھا.آج، UNIX کی کچھ کیا جا رہا ہے ہماری مشینوں پر کیا جاتا ہے. کے دس فیصد سےVAXs UNIX استعمال کے لئے جا رہے ہیں. UNIX، سمجھنے کے لئے آسان، ایک سادہ زبان ہےآسان کے ساتھ شروع کرنے کے لئے. یہ کسی حد تک آرام دہ اور پرسکون کے لئے، طالب علموں کے لئے بہت اچھا بہت اچھا ہےصارفین، اور یہ مختلف مشینوں کے درمیان پروگراموں interchanging کوئی لئے بہت اچھا ہے.اور اگر ایسا ہے، کیونکہ ان مارکیٹوں میں اس کی مقبولیت کا، ہم اس کی حمایت. ہمVAX پر اچھی UNIX اور پی ڈی پی-11S پر اچھی UNIX.تاہم، ہمارا یقین ہے، سنگین پیشہ ورانہ صارفین چلایا جائے گا کہچیزوں سے باہر وہ UNIX ساتھ کر سکتے ہیں. وہ ایک حقیقی نظام کو چاہتے ہیں اور ختم ہو جائے گی کر لیں گےجب انہوں نے پروگرامنگ کے بارے میں سنجیدہ ہونے کے لئے حاصل اپ وییمایس کر.یونیکس کے ساتھ، آپ کو آسانی سے اور فوری طور پر، آپ کر سکتے ہیں کچھ کے لئے تلاش کر رہے ہیں توکہ چھوٹے دستی کی جانچ پڑتال اور یہ وہاں نہیں ہے اس کا پتہ لگانا. وییمایس کے ساتھ، کوئی بات نہیں ہےآپ کے لئے نظر آتے ہیں - یہ لفظی دستاویزات کی ایک پانچ فٹ شیلف ہے - توآپ کو یہ بھی ہے کافی وقت تک نظر آتے ہیں. یہی فرق ہے - UNIX کی خوبصورتییہ آسان ہے ہے؛ اور وییمایس کی خوبصورتی یہ سب وہاں ہے کہ ہے.[یہ دلیل دی گئی ہے UNIX کی خوبصورتی کین کی خوبصورتی کے طور پر ایک ہی ہے کہآلسن کا دماغ. ایڈ.]
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
ایک شخص کی غلطی کو کسی دوسرے شخص کے اعداد و شمار ہے.
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
ایک تصویر 128K الفاظ کے برابر ہوتی ہے.
		-- Ken Olsen, president of DEC, DECWORLD Vol. 8 No. 5, 1984

%
سٹائل کی صرف عظیم آقاؤں بے نوک ہونے میں کامیاب ہو سکتے ہیں.سب سے زیادہ UNIX پروگرامرز سٹائل کے عظیم مالک ہیں.
		-- The Unnamed Usenetter

%
صرف fittest زندہ. شکست خوردہ کی طرف سے ان قدروقیمت کھونے تسلیم کرتے ہیںرسم فقرے کے ساتھ ایک خفیہ اشتھار کو رکھ "فروخت کرنا ضروری ہے - سب سے بہترین پیشکش،"اور اس کے بعد، بدنامی میں بستے گیس کی مائلیج اور لان پر بحث پر relegatedکھانا. لیکن اگر یہ کامیاب، آپ گھنٹے خرچ کرتا ہے کہ اشرافیہ sodality شامل ہونےبٹس اور بائٹس، مینڈھوں کی پراسرار بات کے ساتھ قبیلے کے لہجے unpurifyingاور روم، ہارڈ ڈسک اور بوڈ کی شرح. آپ پاگل قابل نفرت ہیں،؟ یہ ایکمعمولی قیمت ادا کرنے کے لئے. آپ ایک ہی خوفناک اصلی طاقت میں ٹیپ کیا ہےکہ کریڈٹ کارڈ کے بلنگ کی غلطیوں اور کھو طیارے تحفظات پیدا. جی،postindustrial واریر، Bounceoids کے غالب، برہمانڈ کے فخر، کے کیپرسلیکون عقیدہ: Computo، لہذا رقم. طاقت آپ کے ساتھ ہے - 110 وولٹ پر.آپ کے مینڈھے نتیجہ خیز ہو اور ضرب فرمائے.
		-- Curt Suplee, "Smithsonian", 4/83

%
OS / 2 بیئر: کر سکتے ہیں ایک 32 آانس میں آتا ہے. آپ کو کئی DOS پینے کی اجازت ہےبیک وقت بیر. آپ بیک وقت ونڈوز 3.1 بیئر پینے کے لئے کی اجازت دیتا ہےبھی، لیکن کسی حد تک سست. کہ جب تم اس کین پھٹنے نہیں رکھا جائے advertises ہےان کو کھولنے، آپ ان کو ہلا یہاں تک کہ اگر. تم سچ میں کسی کو کبھی نہیں دیکھپینے OS / 2 بیئر، لیکن صنعت کار (بین الاقوامی بیئرمینوفیکچرنگ) کا دعوی ہے کہ 9 ملین چھ پیک فروخت کیا گیا ہے.
		-- Curt Suplee, "Smithsonian", 4/83

%
OS / 2 Skyways:ٹرمینل صرف چند ممکنہ مسافروں ملنگ کے ساتھ، تقریبا خالی ہےکے بارے میں. ادگھوشک انہیں ایک چاہتا ہے ان کی پرواز صرف روانہ کیا گیا ہے کا کہنا ہے کہ،اچھی پرواز، رن وے پر کوئی ہوائی جہاز موجود ہیں اگرچہ. ایئر لائن کے عملےکی طرف اشارہ کر کے hushed آواز میں گاہکوں کو دریادلی معافی مانگ، کے ارد گرد چلنے،وقت سے پر ٹرمینل کے باہر چیکنا، طاقتور جیٹ طیاروں کے لئے وقتمیدان. وہ ہر مسافر کو بتا کتنا اچھا اصلی فلائٹ ان پر ہو جائے گانئے جیٹ طیاروں اور کتنا محفوظ یہ ونڈوز ایئر لائنز کے مقابلے میں ہو جائے گا، لیکن ہے کہ وہتکنیکی ماہرین کی پرواز ختم کرنے کے لئے تھوڑی دیر انتظار کرنا پڑے گاسسٹمز. ہو سکتا ہے کہ وسط 1995 تک. شاید اب.
		-- Curt Suplee, "Smithsonian", 4/83

%
"TCP / IP کے ساتھ ہمارا رویہ`، ہے ارے، ہم یہ کر دیں گے، لیکن ایک بڑا نہیں بناتےسسٹم، یہ ٹوٹ جاتا ہے تو ہم اسے ٹھیک نہیں کر سکتے، کیونکہ - کوئی بھی کر سکتے ہیں ''"TCP / آپ ایک چھوٹا سا غیر رسمی کلب بڑی ہے تو IP ٹھیک ہے، اور یہ نہیں بناتاکوئی فرق اسے درست کرنے کی تھوڑی دیر لیتا ہے تو. "
		-- Ken Olson, in Digital News, 1988

%
ہمارا دستاویزات مینیجر دفتر کے ارد گرد اس کے 2 سالہ بیٹے دکھا رہا تھا.اس نے مجھ سے پیش کیا گیا تھا، انہوں نے نشاندہی کی جس وقت ہم دونوں تھے کہپاپکارن کی تھیلیاں انعقاد. ہم رس کے دونوں انعقاد بوتلیں تھیں. لیکن صرف* وہ * ایک lollipop تھا.اس نے اپنی ماں سے پوچھا، "انہوں نے ایک لالیپاپ کیوں نہیں ہے؟"اس جواب کو اہمیت: "وہ ایک lollipop کوئی وقت وہ کرنا چاہتا ہے کر سکتے ہیں ہے.یہ ایک پروگرامر ہونے کا مطلب. "
		-- Ken Olson, in Digital News, 1988

%
ہمارے رسمی مشن دنیا بھر میں آپریٹرز کی محبت کی زندگی کو بہتر بنانا ہے.
		-- Peter Behrendt, president of Exabyte

%
CPU میں مبتلا ہو جو ہماری OS، UNIX تیرا نام ہے.تیری پروگراموں کو چلانے، تیرے syscalls کیا،دانا میں یہ صارف میں ہے کے طور پر!
		-- Peter Behrendt, president of Exabyte

%
کندھے پر نگرانی سے زائد مینیجر کی ضرورت ہےپروگرامنگ کام.
		-- Peter Behrendt, president of Exabyte

%
مجموعی طور پر، فلسفہ دو سے دستیابی مسئلہ پر حملہ کرنے کے لئے ہےاعزازی ہدایات: کے ذریعے سافٹ ویئر کی غلطیوں کی تعداد کو کم کرنے کے لئےچلانے کے نظام کی سخت جانچ کی، اور باقی کا اثر کم کرنے کے لئےان سے وصولی کے لئے فراہم کی طرف سے غلطیاں. اس کے لئے ایک دلچسپ پاورقیڈیزائن کے کہ اب ایک نظام کی ناکامی عام طور پر سمجھا جا سکتا ہےدو پروگرام کی غلطیوں کا نتیجہ: پہلے، پروگرام شروع کر دیا کہ میںمسئلہ؛ دوسرا، بازیابی کے معمول میں جو حفاظت نہیں کر سکتانظام.آپریٹنگ سسٹمز، حصہ دوم: OS / VS-2 تصورات اورفلسفوں، "IBM نظام جرنل، والیوم. 12، نمبر 4.
		-- A. L. Scherr, "Functional Structure of IBM Virtual Storage

%
ہم جاچکی کے لئے لے جب چڑیا کی خرابی نسلوں کھیل ہی کھیل میں کریں گےاس کی معمول کورس پر جاری؛ ہم ایک غیر معمولی کے لئے فراہم کرنے میں ناکام رہتے ہیں جبطاقتور وسائل - ایک چیک، ایک قربانی، ایک تعطل. اس کے بعدشکار واویلا کر سکتا، `اور جنہوں نے اس طرح کی ایک مورھتاپورن نظر اقدام کا خواب دیکھا جا سکتا تھا؟ '
		-- Fred Reinfeld, "The Complete Chess Course"

%
اتپرواہ / دیو / شہوت انگیز null پر، بٹ بالٹی خالی کریں.
		-- Fred Reinfeld, "The Complete Chess Course"

%
اوورلوڈ - بنیادی تباہی تسلسل کا آغاز کیا.
		-- Fred Reinfeld, "The Complete Chess Course"

%
گھبراہٹ: تلاش نہیں کر سکتے ہیں /
		-- Fred Reinfeld, "The Complete Chess Course"

%
گھبراہٹ: دانا انقطاع خلاف ورزی. کور پھینک دیا (صرف مذاق کر رہا)
		-- Fred Reinfeld, "The Complete Chess Course"

%
گھبراہٹ: دانا ٹریپ (نظر انداز کر دیا)
		-- Fred Reinfeld, "The Complete Chess Course"

%
پاسکل شرارتی ہونا چاہتے بچوں کے لئے ایک زبان ہے.
		-- Dr. Kasi Ananthanarayanan

%
پاسکل ایک اعلی سطحی زبان نہیں ہے.
		-- Steven Feiner

%
"پاسکل پاسکل پاسکل کتے کا گوشت ہے ہے."
		-- M. Devine and P. Larson, Computer Science 340

%
پاسورڈس عدم تحفظ کے نتیجے میں لاگو کیا جاتا ہے.
		-- M. Devine and P. Larson, Computer Science 340

%
اسٹوریج نقل مکانی کے لئے روک.
		-- M. Devine and P. Larson, Computer Science 340

%
ہرن فی آپ کو چھوٹے کمپیوٹر کے ساتھ زیادہ کمپیوٹنگ کارروائی حاصل.
		-- R. W. Hamming

%
PL / I - "مہلک بیماری" - کرنے سے زیادہ مسئلہ سیٹ کے لئے زیادہ سے تعلق رکھتا ہےحل مقرر.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
، دج کھیلیں غیر ملکی مقامات کا دورہ، عجیب مخلوق کو پورا کرنے اور ان کو مارنے.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
براہ مہربانی چلے جاؤ.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
اس میں پلگ !!!
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
قبل از وقت اصلاح کی تمام برائی کی جڑ ہے.
		-- D. E. Knuth

%
قیمت وانگ کی پروگرامر کے سافٹ ویئر کی کوڈنگ کیا گیا تھا. اس کی انگلیوں پر رقص کیاکی بورڈ. پروگرام ایک غلطی پیغام کے بغیر مرتب کی، اور پروگرامایک نرم ہوا کی طرح بھاگ گیا.بہترین! "قیمت، کہا" آپ کی تکنیک پاکیزہ ہے! ""تکنیک" کیا میں، پروگرامر نے کہا کہ ان کے ٹرمینل سے رخ، "فالو تاؤ ہے - تمام تکنیک سے آگے. میں نے پہلی بار میں نے پروگرام شروع کر دیا توسے ایک بڑے پیمانے پر میں مجھ سے پہلے پورے پروگرام دیکھ کر کرے گا. تین سال کے بعد مجھے کوئیاب اس بڑے پیمانے پر دیکھا. اس کے بجائے، میں نے subroutines استعمال کیا. لیکن اب میں کچھ بھی نہیں دیکھ.میرا پورا وجود ایک ویران باطل میں موجود ہے. اپنے ہوش بیکار ہیں. میری روح،ایک منصوبہ بندی کے بغیر کام کرنے کے لئے آزاد، اس کی اپنی جبلت کے بعد ہوئی. مختصر، میرا پروگرام میںخود لکھتے ہیں. یہ سچ ہے، کبھی کبھی مشکل مسائل ہیں. میں انہیں دیکھآنے والے، میں سست ہو، میں نے خاموشی سے دیکھتے ہیں. پھر میں نے کوڈ کی ایک لائن کو تبدیلاور مشکلات بیکار دھوئیں کے پف کی مانند ہو. پھر میں مرتبپروگرام. میں اب بھی بیٹھ کر کام کی خوشی میرا وجود بھرنے ہیں. میں نے بند کریں میریایک لمحے کے لئے اور اس کے بعد آنکھیں بند لاگ ان. "قیمت وانگ نے کہا، "میرے پروگرامرز کے تمام کے طور پر عقل مند تھے کہ کاش!"
		-- Geoffrey James, "The Tao of Programming"

%
پروفیسر: تو امریکی حکومت ایک ڈیٹا کے ساتھ آنے کی IBM کے لئے گئے تھےخفیہ کاری معیار اور وہ ساتھ آئے تھے ...طالب علم: EBCDIC "!
		-- Geoffrey James, "The Tao of Programming"

%
تحقیر آمیز ایک زبان کے تمام پروگرامرز سب سے بہتر جانتے ہیں.
		-- Geoffrey James, "The Tao of Programming"

%
پروگرامرس یہ بٹ کی طرف سے تھوڑا سا کرنا.
		-- Geoffrey James, "The Tao of Programming"

%
بیچ کے ماحول کے لئے استعمال کیا پروگرامرس اس کے بغیر رہنے کے لئے مشکل تلاش کر سکتےوشال لسٹنگ؛ ہم یہ مشکل ان کا استعمال کرنے کے لئے تلاش کریں گے.
		-- D. M. Ritchie

%
پروگرامنگ کی ایک غیر معمولی اقدام ہے.
		-- D. M. Ritchie

%
پی ڈی پی. 11 سیٹ کرنے کے لئے مجوزہ اضافہ:BBW برانچ دونوں طریقوںBEW برانچ یا تو راستہبٹ بالٹی مکمل پر BBBF برانچBH برانچ اور ہینگBMR برانچ سے زیادہ رجسٹرBOB شاخ پر بگپاور آف بیپیو برانچBST واپسی کلید اور مسلسل ٹیپCDS گاڑھا اور نظام کو تباہCLBR Clobber رجسٹرCLBRI Clobber رجسٹر فوراCM سے Circulate میموریصحیح معنوں میں منظم پروگرامنگ کے لئے ضروری - CMFRM سے آیاCPPR Crumple پرنٹر کاغذ اور رپCRN رومن اعداد میں تبدیل
		-- D. M. Ritchie

%
پی ڈی پی. 11 سیٹ کرنے کے لئے مجوزہ اضافہ:ڈی سی اور فتح تقسیمDMPK تباہ داشت کی حفاظت کی بنیادیتقسیم اور فلو DOEMPC مقابلہ جیب کیلکولیٹرEPI فورا پروگرامر ایگزیکیوٹرکن کی نمائندہ تصویر مٹائیں صرف پڑھنے ذخیرہEXCE کسٹمر انجینئر ایگزیکیوٹHCF روکنے اور آگ کو پکڑوبگ اور آگے بڑھنے IBP داخل کریںکہیں قطار میں (دریافت قطاروں کے لئے [پہلی میں کبھی باہر]) INSQSW داخل کریںپی بی سی تعداد اور توڑ کا سلسلہPDSK کارٹون ڈسک
		-- D. M. Ritchie

%
پی ڈی پی. 11 سیٹ کرنے کے لئے مجوزہ اضافہ:PI کارٹون غلطPOPI پنچ آپریٹر کے فوراPVLC کارٹون رکن کی لمبائی کارڈRASC پڑھ اور ٹکڑا کارڈRPM پڑھیں پروگرامرس دماغRSSC، رفتار کو کم احتیاط سے قدم (بہتر درستگی کے لئے)RTAB لپیٹیں ٹیپ اور وقفےRWDSK لپیٹیں ڈسککارڈ پر لکھنے RWOC پڑھیںSCRBL ڈسک سے Scribble کی - ایک لکھنے کے مقابلے میں تیزیرکن کی نمائندہ تصویر راگ لئے SLC تلاشSPSW جدوجہد کا پروگرام ریکارڈ الفاظSRSD ریکارڈ اور داغ ڈسک طلب کرومیں صرف میموری پڑھیں STROM سٹورTDB ٹرانسفر اور ڈراپ بٹWBT پانی بائنری درخت
		-- D. M. Ritchie

%
پاک مکمل.
		-- D. M. Ritchie

%
خفیہ تبصروں پر بھروسا نہیں.
		-- D. M. Ritchie

%
ریڈیو کٹیا سطح II BASICREADY> _
		-- D. M. Ritchie

%
RAM ایک دن میں تعمیر نہیں کیا گیا تھا.
		-- D. M. Ritchie

%
میرے سر کے پیچھے کے ارد گرد بلاجھجک کچھ میں نے ایک پریشان کن تصویر ہےہوائی اڈے پر دیکھا ... اب مجھے یاد کر رہا ہوں، کمپیوٹر کے ان لوگوں وشال ڈھیرحق اگلے "لوگ" اور ہوائی اڈے کی دکان میں "وقت" کے لئے میگزین. کیاجو آدھی دنیا کو بتایا جا رہا ہے کہ کسی اور کو زحمت ہماری مشکل سے حاصل کی تمامکمپیوٹر ٹیکنالوجی کے راز؟ تمام وکلاء گندے پکارا کس طرح یادجب "کس طرح پروبیٹ بچیں کرنے کے لئے" شائع ہوئی؟ وہ کوئی غلطی لے جا رہے ہیںانشورنس لیٹی؟ ہرگز نہیں! لیکن موجودہ شرح سے یہ طویل نہیں ہو گا"معلومات تھیوری پر لین دین" کی stacks میں نے اس سے پہلےA & P چیکآاٹ کاؤنٹر. کون الیکٹریکل ہمارے ساتھ بہت متاثر ہو رہا ہےپھر انجینئرز؟ کہاوت جاتا ہے کے طور پر سٹور دور دے، ہم ہیں؟
		-- Robert W. Lucky, IEEE President

%
رئیےکٹر خرابی - کور پھینک دیا!
		-- Robert W. Lucky, IEEE President

%
ریئل کمپیوٹر سائنسدانوں کو اس کی حد سے زیادہ جمالیاتی کے لئے Ada کی تعریفیہ ہے کے طور قدر ہیں لیکن وہ یہ اصل میں اس میں پروگرام کرنے میں مشکل،لاگو کرنے کے لئے اتنا کافی بڑا. سب سے زیادہ کمپیوٹر سائنسدانوں محسوس نہیں کرتےوہ اب بھی اس ADA میں شامل کرنے کے لیے اور کیا پر بحث کر رہے ہیں کیونکہ.
		-- Robert W. Lucky, IEEE President

%
ریئل کمپیوٹر سائنسدانوں اصل ہارڈ ویئر کے خیال کو حقیر جانے. ہارڈ ویئر ہےحدود، سوفٹ ویئر نہیں کرتا. اس ٹیورنگ مشینیں ہیں کہ ایک حقیقی شرم کی بات ہےI / O میں بہت غریب.
		-- Robert W. Lucky, IEEE President

%
ریئل کمپیوٹر سائنسدانوں ان کے کوڈ تبصرہ نہیں کرتے. شناخت کاران ہیںجب تک کہ وہ ڈسک کی جگہ متحمل نہیں ہو سکتا.
		-- Robert W. Lucky, IEEE President

%
ریئل کمپیوٹر سائنسدانوں کوڈانترک میں پروگرام نہیں کرتے. وہ نہیں لکھتےایک نمبر دو پنسل سے کم پورٹیبل کسی بھی چیز میں.
		-- Robert W. Lucky, IEEE President

%
ریئل کمپیوٹر سائنسدانوں کوڈ لکھ نہیں. وہ کبھی کبھار کے ساتھ ٹنکر`پروگرامنگ نظام '، لیکن ان لوگوں کو اتنی اعلی سطح وہ شاید ہی شمار ہے کہ ہیں(اور شاذ و نادر ہی درست طریقے سے شمار؛ صحت سے متعلق پروگراموں کے لئے ہے).
		-- Robert W. Lucky, IEEE President

%
، ان کی میز پر ایک کمپیوٹر اندوز ورنہ کس طرح کی طرح حقیقی کمپیوٹر سائنسدانوںوہ ان کے میل پڑھ سکتا ہے؟
		-- Robert W. Lucky, IEEE President

%
ریئل کمپیوٹر سائنسدانوں صرف زبانوں کو چلانے کے لئے ہو سکتا ہے کہ چشمی لکھنامستقبل ہارڈ ویئر پر. کوئی کچھ نہیں ہومو لئے چشمی لکھنے کے لئے ان پر اعتبار کرتا ہےہومو کبھی ایک واحد سیارے پر فٹ کرنے کے قابل ہو جائے گا.
		-- Robert W. Lucky, IEEE President

%
ریئل پروگرامرز منظم پروگراموں اور اوہیلنا. ساخت پروگرامنگ ہےبابیکاری neurotics وقت سے پہلے ہی تربیت یافتہ toilet- ہونے والے. انہوں نے پہننےneckties کے اور احتیاط سے دوسری صورت میں واضح میزوں پر پنسل قطار.
		-- Robert W. Lucky, IEEE President

%
ریئل پروگرامرز براؤن بیگ لنچ نہیں لاتے. وینڈنگ مشین تواسے فروخت نہیں کرتا، وہ اسے نہیں کھاتے. وینڈنگ مشینیں quiche کے فروخت نہیں کرتے.
		-- Robert W. Lucky, IEEE President

%
ریئل پروگرامرز ان کے کوڈ تبصرہ نہیں کرتے. اس، اسے لکھنے کے لئے مشکل تھاسمجھنا مشکل ہونا چاہئے.
		-- Robert W. Lucky, IEEE President

%
ریئل پروگرامرز فلو چارٹس کو اپنی طرف متوجہ نہیں کرتے. فلو چارٹس ہیں، سب کے بعد،دستاویزات کی انپڑھ کے فارم. میں Cavemen فلو چارٹس مبذول کرائی؛ کس طرح دیکھ بھالبہت سی نیکی یہ ان کے ساتھ کیا.
		-- Robert W. Lucky, IEEE President

%
ریئل پروگرامرس quiche نہ کھائیں. انہوں Twinkies اور Szechwan کھانا کھانے.
		-- Robert W. Lucky, IEEE President

%
ریئل پروگرامرس ٹینس، یا کسی دوسرے کھیل کی ضرورت ہے کہ نہیں کھیلتےآپ کے کپڑے تبدیل کرنے کے لئے. کوہ پیما OK، اور حقیقی پروگرامرز ہےاچانک صورت میں ایک پہاڑ کام کرنے کے اپنے چڑھنا جوتے پہننا چاہیےمشین کے کمرے کے وسط میں موسم بہار.
		-- Robert W. Lucky, IEEE President

%
ریئل پروگرامرز BASIC میں نہیں لکھتے. دراصل، کوئی پروگرامرز میں لکھیںبلوغت تک پہنچنے کے بعد BASIC.
		-- Robert W. Lucky, IEEE President

%
ریئل پروگرامرس فورٹران میں نہیں لکھتے. فورٹران پائپ کشیدگی شیطان کے لئے ہے اورcrystallography weenies کے. فورٹران wimp نہیں انجینئرز سفید موزے پہننے والے کے لئے ہے.
		-- Robert W. Lucky, IEEE President

%
ریئل پروگرامرس PL / I میں نہیں لکھتے. PL / I پروگرامرز کے لئے ہے جو نہیں کر سکتاکوبول یا فورٹران میں لکھنے کے لئے فیصلہ.
		-- Robert W. Lucky, IEEE President

%
ساہسک یا دج کھیل جب ریئل پروگرامرس بہتر لگتا.
		-- Robert W. Lucky, IEEE President

%
ریئل پروگراموں کیشے نہیں کھاتے.
		-- Robert W. Lucky, IEEE President

%
ریئل پروگرامز مشترکہ متن کا استعمال نہیں کرتے. دوسری صورت میں، وہ کس طرح کام کرتا ہے استعمال کر سکتے ہیںسکریچ جگہ کے لئے انہوں نے ان کو بلا فارغ ہو جانے کے بعد؟
		-- Robert W. Lucky, IEEE President

%
ریئل سافٹ ویئر انجینئرز نہیں ڈبگ پروگرام، وہ درست کی توثیق کرتے.یہ عمل ضروری ایک پر کچھ پر عملدرآمد کرنا شامل نہیں ہےکمپیوٹر، شاید ایک درست کی توثیق کا امدادی پیکیج سوائے.
		-- Robert W. Lucky, IEEE President

%
ریئل سافٹ ویئر انجینئرز کچھ inexplicable کے خیال کو پسند نہیں کرتے ہیں اورچیکنا ہارڈویئر کئی aisles کے دور کہ کسی بھی وقت کام کر بند ہو سکتے ہیںلمحے. وہ ہارڈ ویئر کے لوگوں کی ایک بڑی بد اعتمادی ہے، اور چاہتے ہیں کہنظام * ___ * تمام سطحوں مجازی ہو سکتا ہے. انہوں نے ذاتی پسند کریں گےکمپیوٹرز (اگر آپ کوئی ایک ایسی چیز پھنسنے اور مارنے کے لئے چل رہا ہے آپ کیوسط راستے میں DFA)، کو چلانے کے لئے کی ضرورت ہے کہ وہ 8 میگا بائٹ کے سوا اندرست کی توثیق ایڈ پیکجوں.
		-- Robert W. Lucky, IEEE President

%
اس طرح سے کام ہے ہے کیونکہ حقیقی سافٹ ویئر انجینئرز، 9 سے 5 کامرسمی رپورٹ میں بیان کیا. ایک کا استعمال کرتے ہوئے کی طرح لگے گا دیر تک کامundocumented تارکین خارجی طریقہ کار.
		-- Robert W. Lucky, IEEE President

%
اصلی صارفین ڈر وہ مشین توڑ دونگا ہیں - لیکن وہ کبھی نہیں ہوآپ کے چہرے کو توڑنے کے لئے ڈر.
		-- Robert W. Lucky, IEEE President

%
اصلی صارفین بیتکا کی ان پٹ میں سے ایک مجموعہ کی اہمیت بند ہے کہ ملدنوں کے لئے نظام.
		-- Robert W. Lucky, IEEE President

%
اصلی صارفین ریئل پروگرامرس سے نفرت.
		-- Robert W. Lucky, IEEE President

%
اصلی صارفین کو آپ کے گھر کے ٹیلی فون نمبر معلوم.
		-- Robert W. Lucky, IEEE President

%
اصلی صارفین کو کبھی نہیں جانتے ہیں کہ وہ کیا چاہتے ہیں، لیکن وہ ہمیشہ جب آپ کے پروگرام کو معلوم ہےاسے فراہم نہیں کرتا.
		-- Robert W. Lucky, IEEE President

%
ریئل صارفین کی مدد کی چابی کا استعمال کبھی نہیں.
		-- Robert W. Lucky, IEEE President

%
یہ وقت کے لئے تفصیل تجارت بعد تکرار شمارندگی کی جڑ ہے.
		-- Robert W. Lucky, IEEE President

%
اچھے پرانے دنوں کو یاد رکھیں، CPU واحد تھا؟
		-- Robert W. Lucky, IEEE President

%
یاد رکھیں، خدا صرف 6 دن میں دنیا پیدا کر سکتا ہے، کیونکہ اس نے نہیں کیاایک قائم صارف بنیاد ہے.
		-- Robert W. Lucky, IEEE President

%
یاد رکھیں، UNIX پیچھے کی طرف کا املا XINU ہے.
		-- Mt.

%
یاد رکھیں: لاگ آؤٹ کرنا لاگ آؤٹ استعمال کرتے ہیں.
		-- Mt.

%
انضمام کے لئے Risch کے فیصلے کا طریقہ کار، حیرت کی بات نہیں،سے ملانے کی تعداد اور قسم پر ایک تکرار استعمال کرتاعقلی افعال integrand کی نمائندگی کرنے کی ضرورت. اگرچہالگورتھم کی پیروی کرے اور شدید مناسب ڈھانچہ پر انحصار کرتا ہےمتعدد متغیر تجزی کی صورت میں ان پٹ کے، کی، ہم نہیں کر سکتےکا دعوی ہے کہ الگورتھم ایک قدرتی میں سے ایک ہے. سچ تو یہ ہے، کے خالقابتدائی 1950 میں الجبرا، Ritt، خودکشی فرق،زیادہ تر، یہ چند ان کے کام پر توجہ دی کیونکہ، دعوی کیا جاتا ہے. شایدانہوں نے زیادہ توجہ اس نے اس کے ساتھ ساتھ الگورتھم حاصل کیا تھا موصول کریں گے.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
صف، صف، آپ کی بٹس، آہستہ ندی نیچے صف ...
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
توانائی محفوظ کریں: ڈرائیو ایک چھوٹے شیل.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
گیس محفوظ کریں، شیل کا استعمال نہیں کرتے.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
اپنے آپ کو محفوظ کریں! 5 سیکنڈ میں پھر بوٹ کریں!
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
"تئیس-skiddoo" لاگ آؤٹ سے کہو.
		-- Joel Moses, "Algorithms and Complexity", ed. J. F. Traub

%
SCCS، منبع موٹل! پروگرام میں چیک کریں اور چیک کبھی نہیں!
		-- Ken Thompson

%
hydrodynamics پلمبنگ ہے کے طور پر سائنس کمپیوٹر سائنس کے لئے ہے.
		-- Ken Thompson

%
سائنسدانوں نے الٹی سوال پوچھنا ایک تجربہ تیاری کر رہے تھے.وہ ایک ہر کمپیوٹر تھا میں سے ہر ایک اجتماع ماہ تک کام کیا تھاتعمیر. آخر میں بڑے دن کے ہاتھ میں تھا. تمام کمپیوٹرز منسلک کیا گیاایک دوسرے کے ساتھ. انہوں نے سوال کیا، "کوئی اور خدا ہے؟". لائٹس شروع کر دیاٹمٹمانے، چمکتا اور کچھ ٹمٹمانے. اچانک ایک زور بھی نہیں تھاحادثے، اور بجلی کے ایک بولٹ آسمان سے اتر آیا، ماراکمپیوٹرز، اور مستقل طور پر ایک دوسرے کے ساتھ تمام کنکشن ویلڈیڈ. "وہاںاب "، جواب آیا.
		-- Ken Thompson

%
Scotty کی: کیپٹن، ہم 'یہ حوالہ کر سکتے الدین!کرک: تجزیہ، جناب سے Spock؟سے Spock: کیپٹن، یہ علامت ٹیبل میں ظاہر نہیں ہوتا ہے.کرک: اس کے بعد یہ بیرونی نکالنے کا ہے؟سے Spock: مثبت.کرک: جناب سولو، دو پاس میں جاتے ہیں.سولو: اے اے سر، دو گزر جا رہا.
		-- Ken Thompson

%
"دفعہ 2.4.3.5 AWNS (نئی سائیکل ریاست کے لئے قبول انتظار).AWNS ھ تقریب یہ ایک موصول ہوئی ہے کہ اشارہ کرتا ہےکثیر بائٹ پیغام.AWNS میں RFD پیغام بھیجا جائے ضروری جھوٹے اور ڈیک پیغامغیر فعال سچ بھیجا جانا چاہیے.ھ تقریب AWNS باہر نکلیں اور درج کرنا ضروری ہے:(1) ANRS اگر ڈییوی باطل ہے(2) AIDS ATN پیغام جھوٹے اور نہ ہو تو:(الف) لڑکوں فعال ہے(ب) اور نہ LACS سرگرم ہے 'کرمادیش اوزار
		-- from the IEEE Standard Digital Interface for

%
سیکورٹی چیک: گھسپیٹھیی ہوشیار!
		-- from the IEEE Standard Digital Interface for

%
ایک کمپیوٹر انجینئر، نظام تجزیہ کار لگتا ہے، اور ایک پروگرامر تھےایک پہاڑ کے نیچے ڈرائیونگ بریک باہر دی جب. وہ نیچے چللایاپہاڑ، رفتار حاصل، لیکن آخر میں، رک پیسنا کرنے کے ذریعے کی گئی مزید منظم کیاکسی اور چیز سے قسمت، صرف کنگری دار کے لئے ایک ہزار فٹ قطرہ سے انچچٹانوں. وہ تمام کار سے باہر ہے:        کمپیوٹر انجنیئر، نے کہا کہ "میں نے اسے ٹھیک کر سکتے ہیں."        نظام تجزیہ کار نے کہا کہ "نہیں، نہیں، مجھے لگتا ہے کہ ہم اس کو لے جانا چاہئےشہر اور میں اس پر ایک ماہر نظر ہے. "        پروگرامر، کہا "ٹھیک ہے، لیکن پہلے مجھے لگتا ہے کہ ہم واپس ہو جانا چاہئےمیں اور یہ ایک بار پھر یہ کرتا ہے تو دیکھتے ہیں. "
		-- from the IEEE Standard Digital Interface for

%
سیمینار اعلانعنوان: میںڑک آہنگ ٹیورنگ کر رہے ہیں؟اسپیکر: ڈان "شعر" Knuthخلاصہلوزیانا کے یونیورسٹی میں کئی محققین کا مطالعہ کر دیا گیا ہےمختلف ایمپحئبیانس، خاص طور پر میںڑھک کی کمپیوٹنگ کی طاقت. مسئلہمیڑک کے computability ایک اہم مسئلہ تمام شعبوں بھر رینج ہے کہ بن گیا ہےکمپیوٹر سائنس کے. یہ ایک amphi- کر کہ کچھ computable دکھایا گیا ہےایک مقررہ سائز طالاب میں بیان کمیونٹی ایک ہی سائز میں ایک میڑک طرف computable ہےطالاب - کا کہنا ہے کہ، میںڑھک طالاب کی جگہ مکمل ہو چکی ہے. ہمیں امید ہے کہ دکھائے گاایک لاگ ان کی جگہ، polywog وقت کسی بھی ٹیورنگ مشین کے پروگرام سے کمی نہیں ہےایک میڑک کرنے کے لئے. ہم ان کے ایک مناسب اپسمچی میڑک computable کی نمائندگی تجاویز پیش کرے گاافعال.یہ تو صرف ایک let's دیکھ کس طرح دور وہ لوگ-میںڑھک-CAN کی جمپ سیمینار نہیں ہے.یہ صرف کٹر سے Amphibian-شمارندگی لوگوں اور ان کے ساتھیوں کے لئے ہے.ناشتا خدمت کی جائے گی. موسیقی کھیلا جائے گا.
		-- from the IEEE Standard Digital Interface for

%
کچھ گھناؤنا میل بھیجیں.
		-- from the IEEE Standard Digital Interface for

%
sendmail پر محفوظ طریقے سے ہو جائے جڑ کو سیٹ صارف ID چلانے سکتے ہیں.
		-- Eric Allman, "Sendmail Installation Guide"

%
کئی طالب علموں کو تمام طاق integers کے وزیر ہیں یہ ثابت کرنے کے لئے کہا گیا تھا.پہلے طالب علم اس ایک ریاضی کا طالب علم تھا ایسا کرنے کی کوشش کرنے کے لئے. "ہاں ...ویسے، 1 وزیر، 3 وزیر 5 پرائم ہے،، اور تعیناتیوں کی طرف سے، ہم سب اس لئے ہےعجیب integers کے وزیر ہیں. "کوشش کرنے کے لئے دوسرے طالب علم نے تبصرہ کیا جنہوں نے فزکس کا ایک آدمی تھا، "میں نہیں ہوںاپنی دلیل کے صحیح ہونے کا یقین ہے، لیکن مجھے لگتا ہے میں کر یہ ثابت کرنے کی کوشش کریں گےتجربہ. "انہوں نے جاری،" ٹھیک ہے، 1 پرائم ہے، 3 وزیر ہے، 5 پرائم ہے، 7وزیراعظم، 9، 9 ہے ... اہ، 9 ایک تجرباتی غلطی ہے، 11 وزیر ہے، 13 ہے ... اہویسے، ایسا لگتا ہے کہ تم صحیح ہو کہ وزیر ہے .... "، یہ انجینئرنگ کا طالب علم، جنہوں نے ردعمل تھا کی کوشش کرنے کا تیسرا طالب علم"ٹھیک ہے، ایماندار ہو، اصل میں، میں بھی آپ کے جواب کا یقین نہیں ہوں. چلودیکھیں ... 1 وزیر، 3 وزیر 5 پرائم 7 وزرائے ہے 9 ہے،،، ... اہ، 9 ہے ...ٹھیک ہے، آپ کا اندازا تو، 9 وزرائے، 13 وزیر ہے اچھی طرح سے ہے 11 وزیر ہے، ...، یہصحیح لگتا ہے. "outdone نہیں، کمپیوٹر سائنس کے طالب علم کے ساتھ ساتھ آتا ہے اور کہتا ہے"ٹھیک ہے، آپ کو دو sort've صحیح ترکیب ہے، لیکن آپ کو بہت وقت لے کر ختم کر لیں گے!میں نے صرف سچ میں جانا ہے اور یہ ثابت کرنے کے لئے ایک پروگرام کو کوڑوں کی سزا ہے. "انہوں نے کہا کہ زیادہ جاتا ہےان ٹرمینل اور ان کے پروگرام چلاتی ہے. سکرین وہ کہتے ہیں پر پیداوار پڑھنا،"1 وزیراعظم، وزیر 1 ہے 1 وزیر 1 پرائم ہے،، ..."
		-- Eric Allman, "Sendmail Installation Guide"

%
وہ cshore طرف cshs فروخت کرتا ہے.
		-- Eric Allman, "Sendmail Installation Guide"

%
ایک کے لئے گیلیریا میں اس grody چھوٹی کمپیوٹر کی دکان میں خریداریمکمل طور پر ایپل awwwesome. FER suuure. میرا مطلب سیب آپ کو پتہ اچھے ہیں؟لیکن تم جانتے ہو، وہاں کام کرنے والے یہ پیارا آدمی ہے اور وہ اس کا کہنا ہے کہVAX کے ٹھنڈے ہیں! میرا مطلب ہے میں واقعی نہیں جانتے، تم جانتے ہو؟ ان کا کہنا ہے کہ اس نےگھر پر اس کو مکمل طور پر نلی نما VAX ہے اور اس کی میموری ٹو میکس کے ساتھ بھرے ہے!جی ہاں، صحیح. اور اس نے مجھ سے یہ ظاہر کرنے کے لئے مجھے گھر لے جانا چاہتا ہے. یا الله!I suuure ہوں. ایک وزیر کے ساتھ مجھے چپ!
		-- Eric Allman, "Sendmail Installation Guide"

%
مجازی منی اسکرٹ طرح، وہ ایک بہت ظاہر اور لوازم چھپانے ہیں.
		-- Hubert Kirrman

%
skldfjkl jklsR٪ ^ & (IXDRTYju187pkasdjbasdfbuilH؛ asvgy8p 23r1vyui 135 2kmxsij90TYDFS $$ بی jkzxdjkl bjnk؛ J نایک؛ <[] [؛ - == - <<<<< '؛ [،[hjioasdvbnuio؛ buip ^ & (FTSD $٪ * VYUI: Buio کی؛ ایس ڈی ایف} [ASDF ']sdoihjfh (_YU * G & F ^ * CTY98yاب آپ چلے گئے اور کیا کیا دیکھو! تم نے اسے توڑ دیا!
		-- Hubert Kirrman

%
آہستہ آہستہ اور یونیکس نن صارف پر اپ گھس آتی ...
		-- Hubert Kirrman

%
تو کیا تم انتونیو، کیوں، کے بارے میں ایک چھوٹا سا کور ڈمپ فکر نا دیکھا؟ حقیقت میںتمام بنیادی ڈھیروں ہی فوری طور پر ہو، تاکہ کور ڈمپ پڑے گاکل، کیوں، یہ پہلے سے ہی ہوا. تم نے دیکھا، یہ صرف تھوڑا عالمگیر ہےکی لامحدود ممکنہ ذریعے ہماری زندگی موضوعات جس پنراورتی مذاقفوری. تو سو جاؤ، انتونیو، آپ کے موضوع کسی بھی لمحے توڑ سکتا ہےاور کے تاریک باطل میں فوری کی محفوظ سیکورٹی سے باہر پھینک دیاہمیشگی، اینٹی وقت. تو سو جاؤ ...
		-- Hubert Kirrman

%
سافٹ ویئر کی پیداوار کی ایک لکیر تقریب فرض کیا گیا ہے، لیکن یہ چلایا جاتا ہےایک عملے تقریب کی طرح.
		-- Paul Licker

%
سافٹ ویئر سپلائر زیادہ ان سوفٹ ویئر پیکجوں کے بنانے کے لئے کوشش کر رہے ہیں"صارف دوست". ... ان سب سے بہترین نقطہ نظر، اب تک، سب لینے کے لئے کیا گیا ہےپرانے برو شر، اور، "صارف دوست" سرورق پر الفاظ ثبت.[پاٹ. کیتلی. سیاہ.]
		-- Bill Gates, Microsoft, Inc.

%
اپنے قارئین میں سے کچھ مجھ سے پوچھیں کہ کیا ایک "سیریل پورٹ" ہے.جواب یہ ہے: میں نہیں جانتا.جو کی شراب کے کچھ قسم کی آپ کو ناشتا کے ساتھ ہے؟
		-- Bill Gates, Microsoft, Inc.

%
کچھ لوگ UNIX سیکھنے وکر کھڑی ہے کا دعوی ہے کہ، لیکن کم از کم آپ کوصرف ایک بار چڑھنے کے لئے ہے.
		-- Bill Gates, Microsoft, Inc.

%
کچھ پروگرامنگ زبانوں کی تبدیلی کو جذب، لیکن ترقی کا سامنا کرنے کے لئے منظم.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
کسی اور کی ٹرمینل بٹس گرتی ہے. میں نے ان میں سے ایک ڈھیر سے زیادہ پایاکونے.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
کچھ پراسرار خاموش باطل میں پیدا ہوئے، قائم کیا جاتا ہے. انتظار کر رہا ہےاکیلے اور متحرک، جو مسلسل تحریک میں ایک ہی بار میں اب بھی ہے اور ابھی تک ہے. یہ ہےتمام پروگراموں کا ذریعہ. میں نے اس کا نام نہیں جانتے، تو میں نے اسے فون کروں گاپروگرامنگ کی تاؤ.تاؤ بہت اچھا ہے تو، تو آپریٹنگ سسٹم بہت اچھا ہے. توآپریٹنگ سسٹم تو کمپائلر بہت اچھا ہے، بہت اچھا ہے. سنکلک ہے توزیادہ سے زیادہ، تو ایپلی کیشنز کے بہت اچھا ہے. صارف راضی ہوا اور وہاں ہےدنیا میں ہم آہنگی.پروگرامنگ کی تاؤ دور بہتی ہے اور ہوا کے ریٹرنصبح.
		-- Geoffrey James, "The Tao of Programming"

%
اگر کوئی PL / I کی جٹلتاوں میں delved ہے جو کے طور پر خطاب کرتے ہوئے، مجھے یقین ہےکہ صرف حقیقی مردوں کے اس طرح ایک مشین hogging لکھا ہے کر سکتے، سائیکل پکڑ،سب کا احاطہ مونسٹر. ایک صف مختص اور مڈل تیسری آزاد؟اس بات کا یقین! کیوں نہیں؟ ایک کردار سٹرنگ بار ایک سا سٹرنگ ضرب اور تفویضایک فلوٹ دشملو نتیجہ؟ آگے بڑھو! ایک کنٹرول متغیر طریقہ کار کو آزادپیرامیٹر اور اسے واپس گزرنے سے پہلے یہ reallocate؟ تین مختلف چڑھائیںاسی میموری مقام پر متغیر کی اقسام ہیں؟ آپ جو بھی کہنا ہے کہ! لکھیں ایکپنراورتی میکرو؟ ویسے، نہیں، لیکن حقیقی مردوں کے دوبارہ اسکین کا استعمال. ایک زبان کیسے کر سکتے تھےتو ظاہر ہے ڈیزائن کیا گیا اور حقیقی مردوں کے حقیقی انسان استعمال کے لیے نہیں جا کی طرف سے لکھا؟
		-- Geoffrey James, "The Tao of Programming"

%
***** خصوصی AI سیمینار (خلاصہ)یہ وسیع پیمانے پر ہے کہ AI پروگراموں ماہر علم کی ضرورت تسلیم کیا گیا ہےپیچیدہ میدانوں میں اچھی کارکردگی کا مظاہرہ کرنے کے لئے میں. لیکن اکیلے علم نہیں ہےکچھ ایپلی کیشنز کے لیے کافی؛ حکمت کے ساتھ ساتھ کی ضرورت ہے. تدنسار،ہم جو ہم نے فون مصنوعی ذہانت کے لئے ایک نیا نقطہ نظر تیار کیا ہے"حکمت انجینئرنگ". ہمارے خیالات کے ایک ٹیسٹ کے طور پر، ہم عمانوئیل، ایک لکھا ہےمغربی فلسفیانہ سوچ کے کام کے ڈومین کیلئے حکمت پر مبنی نظام.عمانوئیل 200 حکمت یونٹس جس حکمت کے ساتھ ابتدائی طور پر فراہم کیا گیا تھاذہن جیسے ابتدائی تصورات، معاملہ، کیا جا رہا ہے، عدم، اور اسی بارے میںآگے. عمانوئیل پھر آزادانہ طور پر چلانے کے لئے کی اجازت دی گئی تھی، انکشافی طرف سے ہدایتقوانین اس heterarchically منظم میٹا حکمت بیس میں موجود. عمانوئیلاہم فلسفیانہ خیالات کی سب سے زیادہ ترقی یافتہ بازیافت کرنے میں کامیابان سمیت گزشتہ 25 صدیوں کے دوران مغربی ثقافت، میںحکومت کا افلاطون کا نظریہ بنیادی، کانت کی مابعدالطبیعیات، نطشے کا نظریہقیمت، اور Husserl کی phenomenology کے کی. اس سیمینار میں ہم وضاحت کریں گےعمانوئیل کی کامیابیوں اور اندرونی فن تعمیر. ہم نے بھی مختصر طور پر کریں گےتیل کی تلاش کے لئے حکمت انجینئرنگ لاگو کرنے کے لئے ہماری حالیہ کوششوں پر بات چیت.
		-- Geoffrey James, "The Tao of Programming"

%
٪ d منٹ میں کانفرنس روم میں عملے کے اجلاس.
		-- Geoffrey James, "The Tao of Programming"

%
3 منٹ میں کانفرنس روم میں عملے کے اجلاس.
		-- Geoffrey James, "The Tao of Programming"

%
معیارات اہم ہیں. اور معیار کے بارے میں سب سے اچھی بات ہے: وہاں ہےتاکہ ____ میں سے منتخب کرنے کے بہت سے!
		-- Geoffrey James, "The Tao of Programming"

%
اب بھی نظام میں چند کیڑے ... ایک دن میں انکل کے بارے میں آپ کو بتانا ہےمین سے ناحوم، ایک شاد ساتھ ایک جیلیفش پار کرنے کی کوشش سال گزارے جولہذا وہ عدد شاد نسل سکتا ہے. اپنے تجربے بھی الٹا اثر، اور وہبونی جیلیفش ... مصیبت کے قابل مشکل تھا جس کے ساتھ گھاو. وہاں ہےوہاں ان لوگوں کے لیے بہت کم کال.
		-- Allucquere R. "Sandy" Stone

%
مراعات کے ساتھ بخل بھیس میں احسان ہے.
		-- Guide to VAX/VMS Security, Sep. 1984

%
بند کرو! موت کے پل crosseth جو شخص، پہلے جواب دینا ہوگاان سوالات کے تین، دوسری طرف وہ دیکھ پہلے!	"تمہارا نام کیا ہے؟""بیل کے سر برائن.""آپ کی تلاش کیا ہے؟""میں حضور Grail کے طالب.""یہ قانونی پرچم دلائل نہیں ہیں چار چھوٹے حروف کیا ہیں`LS 'کے برکلے UNIX ورژن پر؟""میں، یر .... AIIIEEEEEE!"
		-- Guide to VAX/VMS Security, Sep. 1984

%
*** STUDENT کامیابیوں ***ہمارے طالب علموں میں سے کئی کے تمام شعبوں میں بڑی کامیابی حاصل کرنے پر چلے گئے ہیںپروگراموں. ایک سابق طالب علم مشخص کے تصور کو فروغ دیافارم خط. جملہ، "محترم جناب (داخل نام)، آپ پہلے سے ہی ہو سکتا ہے کہ ایکفاتح !، "واقف آواز؟ ایک اور طالب علم لکھتے ہیں" صرف پانچ اسباق کے بعد میںکھاؤ کمپیوٹنگ میگزین کے لئے ایک "میرا سب سے زیادہ ناقابل فراموش پروگرام" مضمون فروخت.ہمارے گریجویٹس کی ایک اور، لکھتے ہیں "میں نے حال ہی میں ایک ڈیٹا بیس مینیجمنٹ کا کام مکملمیرے محکمہ مینیجر کے لئے پروگرام. میرا پروگرام اتنی گہرائی سے اس کو چھو لیا اس نے کہاواک تھا. اس نے مجھے بعد میں بتایا کہ وہ میں اس طرح کے ایک پروگرام کبھی نہیں دیکھا تھاان کے پورے کیریئر. آپ مشہور پروگرامرس کا اسکول کا شکریہ،؛ صرف آپ کر سکتے تھےیہ ممکن بنا دیا ہے. "کی وضاحت کرتا ہے جو ہمارے تعارفی بروشر کو بھیجیںمبہم تفصیل کے مشہور پروگرامرس 'اسکول کے آپریشن، اور میں تمہیںجن میں سے ایک ڈرائنگ میں داخل ہونے کی ایک ممکنہ موقع جیتنے کے لئے اہل ہو، فاتحمفت سٹیک چاقو کی ایک سیٹ کے لئے تیزی سکتے ہیں. اب آپ یہ نہیں کرتے ہیں تو، تم سے نفرت کروں گاصبح میں اپنے آپ کو.
		-- Guide to VAX/VMS Security, Sep. 1984

%
اس طرح کی کوششوں، تقریبا ہمیشہ سست، پر laborious، سیاسی، پیٹی، بورنگ ہیں، ponderous اکرتشتھ، اور باسیوں کو تشویشناک کی.
		-- Leonard Kleinrock, on standards efforts

%
ایک لمحے کہ آٹو موبائل صنعت ایک ہی وقت پر تیار کیا تھا کے لئے مان لیںکتنا سستا اور زیادہ کمپیوٹرز کے طور پر اور اسی مدت کے دوران شرحموثر موجودہ ماڈل ہو جائے گا؟ آپ نے پہلے ہی سنا ہے توقیاس، جواب بکھر جاتا ہے. آج آپ کو ایک خریدنے کے لئے قابل ہو جائے گارولس رایچو $ 2.75 کے لئے، یہ گیلن کے لئے تین ملین میل کرتے ہیں، اور کرے گایہ ملکہ الزبتھ II کے گاڑی چلانے کے لئے کافی طاقت فراہم کرے گا. اور تم توminiaturization کے میں دلچسپی رکھتے تھے، آپ پر ان میں سے نصف درجن رکھ سکتا ہےایک pinhead.
		-- Christopher Evans

%
تبدیل ھو نے والے کی خرابی کو پڑھنے. آپ کو آپ کے دماغ کو کھو دیں.
		-- Christopher Evans

%
syntactic چینی نیم وقفہ کے کینسر کا سبب بنتا ہے.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
سسٹم کی چوکی مکمل.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
نظام ڈسک کچلنے کے لئے اس دوپہر 1:45 میں نیچے جا رہا.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
سسٹم تخسوچک مسئلے کو انسٹال کرنے کی اس دوپہر 5 پر نیچے جا رہا.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
سسٹم کی 5 منٹ میں نیچے جا رہا.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
سسٹم دوبارہ شروع، انتظار کریں ...
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
    *** جڑ سے نظام بند بھجیں ***سسٹم 60 سیکنڈ میں نیچے جا
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
نظام ذیلی نظام اور ذیلی نظام اشتھار پر ذیلی نظام ہے اور تو ہےابدی - ہے جو ہم ہمیشہ سے زیادہ شروع کر رہے ہیں یہی وجہ ہے.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
نظام پروگرامرز ایک کم فرقے کے اماموں ہیں.
		-- R. S. Barton

%
ٹیسٹنگ کیڑے کی presense ان کی غیر موجودگی کو ظاہر، لیکن نہیں کر سکتے ہیں.
		-- Dijkstra

%
TEX ممکنہ طور پر اس میں ٹائپ سیٹنگ میں سب سے اہم ایجاد ہےصدی. یہ کمپیوٹر نوع ٹائپ کے لئے ایک معیاری زبان کو متعارف کرایا، اور میںاہمیت کے لحاظ Gutenberg پریس کے تعارف کے قریب درجہ بندی کر سکتے.
		-- Gordon Bell

%
"متن پروسیسنگ بھی، اس کے لئے ممکن ہو کسی بھی خیال کو دائیں جواز پیش کر دیا ہےایک کو کسی بھی دیگر وجوہات کی بنا پر جائز نہیں جا سکتا جس میں. "
		-- J. Finnegan, USC.

%
یہ گنتی نہیں کرتا.
		-- J. Finnegan, USC.

%
... "ہارڈ ویئر"، اور "سافٹ ویئر" کے تصور کی طرف سے فراہم کی جانی چاہئے کہLIVEWARE کے تصور - کہ ہونے پر استعمال کے لئے سافٹ ویئر کو پیدا کرتا ہے جسہارڈ ویئر. یہ مانیٹر کے تصور پر ایک واضح مدت ملازمت میں توسیع کی پیداوار ہے.A liveware مانیٹر کو یقینی بنانے کے کام کے لئے وقف ایک شخص ہے کہliveware invoking کی، اصل وقت کے عمل کے ساتھ مداخلت نہیں کرتاناموافق طور پر متاثر کرتا liveware کو حذف لئے اصل وقت جلاد ...
		-- Linden and Wihelminalaan

%
"یہ ٹھیک ہے؛ اوپری کیس شفٹ سکرین پر ٹھیک کام کرتا ہے، لیکنوہ لات پرنٹر پر نہیں آ رہے ... پکڑ؟ ضرور، میں پکڑ لیں گے. "
		-- e.e. cummings last service call

%
یہی وجہ ہے کہ جو وہ کمپیوٹر سے نفرت لگتا ہے کہ لوگوں کے بارے میں بات ہے. کیا وہواقعی نفرت کرتے ناقص پروگرامرز ہے.
		-- Larry Niven and Jerry Pournelle in "Oath of Fealty"

%
"جدید" بلکہ سست ہو رہی ہے.
		-- Andy Purshottam

%
11 ایک 10 فخر اور ایک 8 کے pocketbook کے ساتھ لوگوں کے لئے ہے.
		-- R. B. Greenberg [referring to PDPs?]

%
[ای سی ایل میں] لیبلز کی غیر موجودگی شاید ایک اچھی بات ہے.
		-- T. Cheatham

%
ایک گراف میں سب سے طویل راستے کو تلاش کرنے کے لئے الگورتھم NP-مکمل ہو گیا ہے.آپ کے نظام لوگوں کے لئے، یہ ہے کہ یہ * اصلی سست ہے جس کا مطلب ہے *.
		-- Bart Miller

%
"ایسا کرنے کے لئے الگورتھم انتہائی گندی ہے. آپ پیالا چاہتے ہو سکتا ہےاس کے ساتھ کسی کو. "
		-- M. Devine, Computer Science 340

%
تجزیاتی انجن کو صرف Jacquard کی طور Algebraical نمونوں weaves ہےلوم پھول اور پتیوں weaves ہے.
		-- Ada Augusta, Countess of Lovelace, the first programmer

%
"بری شہرت UNIX ہو گیا ہے لوگوں پر رکھی، کو مکمل طور پر فضل ہےجو سمجھ میں نہیں آتا وہاں میں ہو گیا اور کچھ بھی کوشش نہیں کی ہے جو. "
		-- Jim Joyce, owner of Jim Joyce's UNIX Bookstore

%
بیئر ٹھنڈا کمپیوٹر وجون پرت کو نقصان نہیں پہنچا.[میں نے Baycon میں ڈاکٹر مائک پوچھو سیشن سے میری نوٹ پڑھ سکتے ہیں تو، میںانہوں نے مزید کہا بیئر ٹھنڈا کمپیوٹر استعمال کرتا ہے "صرف بھول جاؤ کہ یقینمیموری ". ایڈ.]
		-- John M. Ford, a.k.a. Dr. Mike

%
عام آدمی کے لئے پروگرامنگ پر سب سے بہترین کتاب "ونڈر میں یلس" ہے؛یہ عام آدمی کے لئے کچھ پر بہترین کتاب ہے کیونکہ لیکن اس کے.
		-- John M. Ford, a.k.a. Dr. Mike

%
ایک Macintoy تیز کرنے کا بہترین طریقہ کے مطابق فی سیکنڈ دوسری 9.8 میٹر ہے.
		-- John M. Ford, a.k.a. Dr. Mike

%
bogosity میٹر خصوصا لگایا.
		-- John M. Ford, a.k.a. Dr. Mike

%
بدھا، الوہیت، ایک کا سرکٹس میں کافی کے طور پر آرام سے رہتا ہےڈیجیٹل کمپیوٹر یا وہ سب سے اوپر کے طور پر کرتا ایک سائیکل ٹرانسمیشن کی گیئرزایک پہاڑ کی یا ایک پھول کی پنکھڑیوں میں. دوسری صورت میں سوچنے کے لئے ذلیل کرنے کے لئے ہےبدھا - جس خود کو ذلیل کرنے کی.
		-- Robert Pirsig, "Zen and the Art of Motorcycle Maintenance"

%
کیڑے آپ سے بچنے کے لئے کی ضرورت نہیں صرف صارف دینے والے ہیںجھکاو ہوائی جہاز پر وقت ملتا ہے، لیکن یہ بھی کرنا.
		-- Kay Bostic

%
"C پروگرامنگ زبان - ایک زبان کی لچک کو یکجا کیا جواسمبلی زبان کی طاقت کے ساتھ اسمبلی زبان. "
		-- Kay Bostic

%
کپڑوں کوئی شہنشاہ ہے.
		-- C. A. R. Hoare, commenting on ADA.

%
کمپیوٹر کی صنعت کو ان کی 20 میں صحافیوں کے خوف میں کھڑا ہےان 30 میں ادیمیوں کو ان کے 40 کی دہائی میں سیلسمین کی خدمات حاصل کر رہے ہیں جو اور50 اور 60 اور 70 کی دہائی میں ان کی ادائیگی میں ان کی مارکیٹنگ میں لانے کے لئے80.
		-- Marty Winston

%
کمپیوٹر انفارمیشن کی صنعت کے لئے ہے تقریبا کیامرکزی بجلی گھر بجلی کی صنعت کے لئے ہے.
		-- Peter Drucker

%
"کمپیوٹر نے مجھے ایسا بنا دیا."
		-- Peter Drucker

%
کمپیوٹنگ کے میدان میں نئے cliches کی ضرورت میں ہمیشہ ہے.
		-- Alan Perlis

%
زبان جس میں ہم سوچتے / پروگرام اور مسائل کے درمیان تعلقاور ہم تصور کر سکتے ہیں کے حل کے بہت قریب ہے. اس کی وجہ سے محدود کرنے کے لئےپروگرامر غلطیاں ختم کرنے کے ارادے کے ساتھ زبان کی خصوصیات میں سب سے بہتر ہےخطرناک.
		-- Bjarne Stroustrup

%
IBM پروگرامر کا دن مرہ کی travails کی کی سب سے زیادہ کے لئے تو دل لگی ہیںہمارے لئے کافی نہیں خوش قسمت ہیں جو ایک رہے ہیں کرنے کے لئے - دیکھ کی طرحچارلی چیپلن ایک جوتا کھانا پکانا کرنے کی کوشش کر.
		-- Bjarne Stroustrup

%
پر بحث rages کے: PL / I Bachtrian یا Dromedary ہے؟
		-- Bjarne Stroustrup

%
آرٹ اور سائنس کے درمیان فرق کیا سائنس ہے کہ ہے کہ ہمایک کمپیوٹر کو سمجھانے کے لئے آپ کافی اچھی طرح سمجھنے. آرٹ اور سب کچھ ہے.
		-- Donald Knuth, "Discover"

%
ڈسک مکمل ہو رہی کر رہے ہیں؛ آج ایک فائل پاک.
		-- Donald Knuth, "Discover"

%
"گیارہویں حکم` تم shalt کمپیوٹ 'یا' تم shalt نہیں تھاکمپیوٹ '- میں جس بھول جاتے ہیں ".
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
شمالی امریکی مردوں کو میدان گائیڈپرجاتی: کھوپڑی اور مردوںاقسام پائی جاتی: ہیکر (ہومو computatis)پریم & ملن:انتہائی محرومی کی وجہ سے، ہومو COMPUTATIS ایک قریب ہمیشہ برقرار رکھتا ہےجنسی طور پر تیاری کی حالت. درمیان پریم رویے متبادلاتعجیب شرم اور اچانک پیش قدمی. انہوں نے آخر میں Mate کرتی تو اس نےایک unblinking گھورنا، ایک تنگ منہ سے ایک خاتون انجینئر کا انتخاب کرتے ہیں، اورکیمبل سوپ-CAN کی ترکیبیں کی ایک مکمل مجموعہ.ٹریک:ہلکا سبز اور سفید سوراخ دار کاغذ اور پرانے کی مکمل ردی کی ٹوکری میں کینایلن بریڈلی کیٹیلوگ کی کاپیاں.تبصرے:برا puns اور طویل وضاحت کو ضرورت ہے کہ مذاق کا انتہائی شوق.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
شمالی امریکی مردوں کو میدان گائیڈپرجاتی: کھوپڑی اور مردوںاقسام پائی جاتی: ہیکر (ہومو computatis)تفصیل:Gangly اور کمزور، ہیکر ایک اعلی پیشانی اور thinning بال ہے.غیر متناسب طور پر بڑے اور ٹیڑھی اگے سر، رنگ وان اورCRT الیومینیشن سے sightly سرمئی. انہوں نے کہا کہ بھاری سیاہ ڈالا شیشے ہےاور شدید حراستی، کی ایک نظر ہے جس کی وجہ سے سافٹ ویئر کی وجہ سے ہو سکتا ہےمسئلہ یا ایک سور کا گوشت اور سیم ناشتا.Feathering:ہومو ایک COMPUTATIS ایک Brylcreem اشتھار پندرہ سال پہلے دیکھا اور یہ خیال کیا.نتیجتا، شکھا cowlick لئے سوائے، نیچے greased کے کیا جاتا ہے.نغمہ:ایک نہیں بلکہ ولاپی "اسے چھوڑ ہے؟"
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
شمالی امریکی مردوں کو میدان گائیڈپرجاتی: کھوپڑی اور مردوںاقسام پائی جاتی: ہیکر (ہومو computatis)میں Plumage:وہ دور آیا گویا تمام کپڑے ایک قدرے خمدار نظر ہےلانڈری کی ٹوکری کے سب. انداز حیثیت سے مختلف ہوتی. ہیکر مینیجرزوسیع کالر کے ساتھ بھوری رنگ پالئیےسٹر سلیکس، گلابی یا pastel شرٹس پہننے،اور پیسلی تعلقات؛ عملے، سفید ذریعے cinched اپ بیگی corduroy پتلون پہنتے ہیںجیب میں قلم بٹن والی کالر کے ساتھ یا نیلے رنگ کی شرٹ، اور.مینیجرز اور عملے دونوں کام کرنے کی دوڑ کے جوتوں لباس، اور ایک سیاہکیلکولیٹر کے ساتھ پلاسٹک ڈیجیٹل گھڑی.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
پہلی بار، یہ ایک KLUDGE ہے!دوسرا، ایک چال.بعد میں، یہ ایک اچھی طرح سے قائم کی ٹیکنالوجی ہے!
		-- Mike Broido, Intermetrics

%
پہلا ورژن ہمیشہ دور پھینک دیا جاتا ہے.
		-- Mike Broido, Intermetrics

%
فلو چارٹ پروگرام کی دستاویزات کی ایک سب سے اچھی طرح oversold کے ٹکڑا ہے.
		-- Frederick Brooks, "The Mythical Man Month"

%
مندرجہ ذیل اقتباس MSCP بیسک ڈسک افعال کے صفحے 4-27 کی طرف سے ہےدستی UDA50 پروگرامرس ڈاکٹر کٹ کتابچے کا حصہ ہے جس:جیسا کہ اوپر بیان، ایک ڈسک کے لشکر کے علاقے کے ایک ویکٹر کے طور پر تیار کیا جاتا ہےمنطقی بلاکس. ایک کی کارکردگی کے نقطہ نظر سے، تاہم، یہ زیادہ ہےمناسب ایک چار جہتی ہائپر مکعب طور میزبان علاقے کو دیکھنے کے لئے،چار ابعاد سلنڈر، گروپ، ٹریک، اور شعبے ہونے.. . .ہمارے ہائپر مکعب قیاس کا حوالہ دیتے ہوئے، ممکنہ طور پر قابل رسائی کے سیٹبلاکس ٹریک محور پر ایک لائن متوازی تشکیل. یہ لائن کی چالوںجب اسے کنارے تک پہنچ جاتا ہے کے ارد گرد ریپنگ کے شعبے محور کے متوازی،ہائپر مکعب میں سے.
		-- Frederick Brooks, "The Mythical Man Month"

%
آپ اب کوئی ڈپ کر سکتے ہیں تو چشمہ کوڈ قدرے سخت کر دی گئی ہےچشمہ میں اشیاء یا آپ کو وسط ہوا میں تیرتا رہے ہیں جبکہ ایک سے پینےlevitation کی وجہ سے.ایک teleportation کے ٹریپ ذریعے جہنم میں teleporting کے اب کوئی واقع ہو گاکردار آتش مزاحم نہیں ہے.
		-- README file from the NetHack game

%
کمپیوٹر سائنس کے مقصد میں رہے گا کہ کچھ تعمیر کرنے کے لئے ہےکم از کم ہم اس کی تعمیر سے فارغ کر دیا ہے جب تک.
		-- README file from the NetHack game

%
دماغ کا یونیکس ملاقات کے گرووں (Gumm کی) جگہ بدھ، اپریل لیتا1، 2076 (آپ ہمیشہ کیلنڈر پروگرام میں چیک کریں کہ)، مندرجہ بالا 14 فٹMilpitas Gumps کے سامنے براہ راست زمین. اراکین grep کرنے ہوں گے(تعارف کے بعد) ہاتھ کی طرف سے ایک دوسرے کے، ایک بہت yacc، دھوئیں سے فلٹرپائپ میں chroots، فورکس کے ساتھ chown، ورلڈ کپ (uuclean جب تک)، fseek استعمال کرتےاچھا زومبی عمل، پٹی، اور نیند، لیکن نہیں، ہم امید کرتے ہیں، اوور ڈرافٹ. تیندنوں whodo کے نتائج کی بحث کرنے کے لئے وقف کیا جائے گا. دوسیکنڈ تمام صارف کی ایک مکمل rundown کے لئے الاٹ کی گئی ہیںیونیکس کے دوست خصوصیات. سیمینار سب کچھ آپ جانتے ہیں میں شامل ہیں "غلط "، ٹام Kempson کی طرف سے قیادت،" بیٹ مین یا بلی: آدمی "رچی ڈینس کی قیادت میں؟"CC C؟ SI! سی!" سے Kerwin Bernighan، اور "دستاویز یونیکس کی طرف سے قیادت، تم ہومذاق؟ "جنوری سے Yeats. کوئی قاری سروس تعداد کی طرف سے قیادت، کیونکہ ضروری ہےتمام GUGUs (صارفین کی یونیکس گروپ کے گرووں) پہلے ہی سب کچھ جانتے ہیں ہمانہیں بتا سکتا.
		-- "Get GUMMed," Dr. Dobb's Journal, June '84

%
حق پر لڑکے ایک موقع کھڑے نہیں کرتاحق پر آدمی وسبورن 1، ایک مکمل طور پر باضابطہ کمپیوٹر نظام ہےایک پورٹیبل پیکج میں ایک اٹیچی کے سائز. بائیں پر گائے ایک ہےUzi کی submachine بندوق ان اتاشی کیس میں چھپایا. اس کے علاوہ کیس میں چار ہیںمکمل طور پر بھری ہوئی، 125 اناج 9MM گولہ بارود کی 32 راؤنڈ کلپس. کے مالکاور اس پر ہونے والا - Uzi کی زیادہ ٹیکنیکل گولاباری نجات حاصل کی جا رہی ہےہدف - کم وقت میں، اور کم کوشش کے ساتھ. $ 795 کے لئے تمام. یہ ناگزیر ہے.یا کوئی ذاتی - آپ کو ایک وسبورن 1 کے ساتھ کچھ آدمی کے خلاف اٹھ جا رہے ہیںکمپیوٹر - وہ مصیبت میں ہے جو ایک ہے. ایک Uzi کی طرف سے ایک دور زپ کر سکتے ہیںٹھوس دیودار کی لکڑی سے دس انچ کے ذریعے، تو آپ کو یہ کروں گا کیا سوچ بھی سکتا ہےسنرچناتمک جھاگ acrylic اور شیٹ ایلومینیم. سچ تو یہ ہے، ہٹنے رسالےUzi کی لئے 25- میں دستیاب ہیں، 32-، اور 40 راؤنڈ صلاحیتوں، تو آپ کر سکتے ہیںبندھے ایپل II یا آئی بی ایم پرسنل کمپیوٹرز کی مکمل ایک پورے دفتر کے باہر لےایتھرنیٹ یا دیگر مقامی علاقے کے نیٹ ورک میں. نیا کیا 16 بٹ کے بارے میںکمپیوٹرز، لیزا اور فارچیون کی طرح؟ یہاں تک ونچیسٹر بیک اپ کے ساتھ،وہ Uzi کی لئے کوئی مقابلہ نہیں ہیں. ایک فوری پھٹ اور وہ باہر تلاش کر لیں گےیونیکس کا مطلب ہے. آپ کے کمانڈنگ افسر فخر. ایک Uzi کی حاصل کریں - اور گھر آودفتر خودکار ہتھیاروں کے لئے جنگ میں فاتح.
		-- "InfoWorld", June, 1984

%
انسانی دماغ عام اس کی صلاحیت کا صرف دس فیصد پر چلاتا ہے- آرام آپریٹنگ سسٹم کے لئے اوور ہیڈ ہے.
		-- Nicholas Ambrose

%
IBM 2250 متاثر کن ہے ...آپ کو ایک دسواں حصہ اس کی قیمت کے لئے ایک نظام سے زیادہ فروخت کے ساتھ اس کا موازنہ کریں تو.
		-- D. Cohen

%
ROLM کی IBM خریداری اصطلاح "بٹی ہوئی جوڑی" کو نئے معنی دیتا.
		-- Howard Anderson, "Yankee Group"

%
خیال ایک صوابدیدی بولی انسانی مناسب طریقے سے ایک دیئے گئے استعمال کرنے کے قابل ہونا چاہئے کہتربیت یا ناسمجھ آلے کے مقابلے میں کمپیوٹنگ کے لئے اس سے بھی زیادہ غلط ہےجو دیگر آلات (جیسے آٹوموبائل، ہوائی جہاز، بندوقیں، بجلی ص) کے لئے ہے.
		-- Doug Gwyn

%
آخری بار کسی نے کہا، "میں نے ایک لفظ کے ساتھ زیادہ بہتر لکھ سکتے ہیں ملپروسیسر. "، میں نے جواب دیا،" وہ منشیات کے بارے میں ایک ہی بات کہتے تھے. "
		-- Roy Blount, Jr.

%
کم وقت کی منصوبہ بندی، مزید وقت پروگراموں.
		-- Roy Blount, Jr.

%
کم معروف پروگرامنگ زبانوں # 10: سادہSIMPLE سراسر بیوکوف کا Monopurpose پروگرامنگ زبان کے لئے مخفف ہےماحولیات. یہ زبان، کے لئے ہنور کالج میں تیارٹیکنالوجی میں Misfits، یہ ناممکن کوڈ لکھنے کے لئے بنانے کے لئے ڈیزائن کیا گیا تھااس میں غلطیوں کے ساتھ. بیانات ہیں، اس وجہ سے، شروع کرنے کے لئے، محدودآخر میں اور STOP. کوئی بات نہیں آپ کے بیانات کا بندوبست کس طرح، آپ کو نہیں بنا سکتےایک نحوی خامی. SIMPLE میں لکھا پروگراموں مفید کچھ نہیں کرتے. یوںوہ بغیر دیگر زبانوں میں لکھا پروگراموں کے نتائج حاصلجانچ اور ٹھیک کرنا کے تکاؤ، مایوس کن عمل.
		-- Roy Blount, Jr.

%
کم معروف پروگرامنگ زبانوں # 12: LITHPاس دوسری صورت میں unremarkable زبان کی غیر موجودگی کی طرف سے امتیازی حیثیت رکھتی ہےاس کے کردار کے سیٹ میں ایک "S"؛ صارفین "TH" متبادل ضروری ہے. LITHP کہا جاتا ہےlithtth protheththing میں مفید ہو.
		-- Roy Blount, Jr.

%
کم معروف پروگرامنگ زبانوں # 13: SLOBOLSLOBOL بہترین رفتار، یا اس کی کمی کے باعث مشہور ہیں، اس کی سنکلک کی.بہت سے compilers کے آپ جبکہ وہ ایک کافی توڑ لینے کی اجازت اگرچہ، مرتب SLOBOL compilers کے آپ کو لینے کے لئے بولیویا کا سفر کرنے کی اجازت دیتے ہیںکافی. تینتالیس پروگرامرز بوریت سے مر گیا ہے پر جانا جاتاکرنے کے لئے ایک SLOBOL پروگرام کے لئے انتظار کر رہے ہیں جبکہ ان کے ٹرمینلز پر بیٹھےمرتب. تکی SLOBOL پروگرامرز اکثر ایک متعلقہ کرنے کی باری ہے (لیکنلامتناہی تیز) زبان، کوکین.
		-- Roy Blount, Jr.

%
کم معروف پروگرامنگ زبانوں # 14 - VALGOLVALGOL بھر میں مقبولیت کی ایک ڈرامائی اضافے سے لطف اندوز ہےصنعت. VALGOL حکم دیتا ہے، واقعی میں شامل WELL، پسند، اور Y * جانتے ہیں.متغیر = پسند ہے اور مکمل طور پر = آپریٹرز کے ساتھ تفویض کر رہے ہیں. دیگرآپریٹرز "کیلی فورنیا Booleans کے"، کلہاڑی اور NOWAY شامل. loops کے ہیںضرور تعمیر کے ساتھ مکمل کیا. ایک سادہ مثال:LIKE، Y * KNOW (میرا مطلب ہے) شروعIF PIZZA = LIKE BITCHEN ANDGUY = LIKE tubular اورVALLEY GIRL = GRODY ** MAX (FERSURE) کی طرح *** 2	پھرمجھے پسند ہے 1 = لئے Oh سے * شاید 100DO * واہ - (ditty ہے *** 2)؛ BARF (I) = مکمل طور پر مجموعی (باہر)یقینLIKE، BAG اس پروگرام؛ واقعی؛ LIKE مکمل طور پر (Y * جانتے ہیں)؛ مجھے یقین ہےGOTO MALLVALGOL بھی اس کے غیر دوستانہ خرابی کے پیغامات کی طرف سے خصوصیات ہے. کےمثال، صارف ایک نحوی خامی کرتا ہے جب، مترجم کے دکھاتا ہےپیغام ایک چمچ کے ساتھ ME چپ! ایک کامیاب تالیف زیادہ سے زیادہ قرار دیا جا سکتا ہےخوفناک!
		-- Roy Blount, Jr.

%
کم معروف پروگرامنگ زبانوں # 15 - Dogo میںاطاعت ٹریننگ، Dogo کی کے میسا چوسٹس انسٹی ٹیوٹ میں تیارDogo میں کمپیوٹر تعلیم کے پالتو جانور کے ایک نئے دور کے heralds. Dogo کی کمانڈز شاملSIT، رہنے ہیل، اور گھوم جاؤ. Dogo کی کی ایک جدید خصوصیت "پللا ہےگرافکس "، کبھی کبھار اس کو ڈپازٹ چھوڑ دیتا ہے کہ ایک چھوٹے سے کوکر Spanielاس کی سکرین بھر میں سفر.
		-- Roy Blount, Jr.

%
کم معروف پروگرامنگ زبانوں # 16: C-یہ زبان اس کے خالق کی طرف سے موصول گریڈ کے لئے نامزد کیا گیا تھا جب اس نےایک گریجویٹ پروگراموں کلاس میں ایک کلاس کے منصوبے کے طور پر پیش. C- سب سے بہتر ہےایک "کم سطح" پروگرامنگ زبان کے طور پر بیان. سچ تو یہ ہے، زبانعام طور پر مشین کوڈ بیانات سے زیادہ C- بیانات کی ضرورت ہوتی ہےایک دیئے گئے کام کو پھانسی. اس سلسلے میں، یہ COBOL کی طرح ہے.
		-- Roy Blount, Jr.

%
کم معروف پروگرامنگ زبانوں # 17: سارتردیر سے وجودی فلسفی کے نام سے منسوب، سارتر ایک انتہائی ہےاسنرچت زبان. سارتر میں بیانات کا کوئی مقصد نہیں. وہ صرف کر رہے ہیں.چنانچہ سارتر پروگراموں میں ان کے اپنے افعال کی وضاحت کے لئے چھوڑ دیا جاتا ہے. سارترپروگرامرز بورنگ اور اداس ہو جاتے ہیں، اور جماعتوں میں کوئی مذاق کر رہے ہیں.
		-- Roy Blount, Jr.

%
کم معروف پروگرامنگ زبانوں # 18: پانچویںپانچویں صحت سے متعلق ریاضی کی زبان ہے جس میں ڈیٹا کی اقساممقدار کا حوالہ دیتے ہیں. ڈیٹا کی اقسام CC، ونس، شاٹ سے رینج، اورپانچویں (زبان کی وجہ سے نام)، لیٹر، میگنم اور کرنے JIGGERمدہوش. کمانوں طرح شیبلس، Chardonnay کے طور پر اجزاء کی طرف رجوع،Cabernet کے، جن، ورماؤتھ، ووڈکا، اسکاچ، اور WHATEVERSAROUND.پانچویں زبان کے کئی ورژن نفاست کی عکاسی اوراس کے صارفین کی مالی حیثیت. ELITE لہجے میں حکم دیتا ہے شامل ہیںVSOP اور Lafite کے، جبکہ گٹر لہجے میں حکم دیتا HOOTCH شاملاور لہر. آخرالذکر آگے مایوس پروگرامرز کی ایک پسندیدہ ہےاس زبان استعمال کرتے ہوئے ختم کرنے والے.
		-- Roy Blount, Jr.

%
کم معروف پروگرامنگ زبانوں # 2: RENEمشہور فرانسیسی فلسفی اور ریاضی داں رینے ڈیکارٹ کے نام سے منسوب،RENE مصنوعی ذہانت کے لئے استعمال کیا ایک زبان ہے. زبان ہونے کی وجہ سے کیا جاتا ہےایک کے تحت مشین سیاست اور پروگرامنگ کی شکاگو سینٹر میں تیار کیاجین برن فتح فنڈ سے عطا. ایک ترجمان نے زبان سے بیان"ہمارا مسترد [SIC] شہر کے طور پر جیسا کہ بہت اچھا." کے طور پرمرکز ٹو ڈیٹ ترقی کے ساتھ بہت خوش ہے. وہ تقریبا ہے کا کہنا ہےایک VAX سوچنے کے لئے حاصل کرنے میں کامیاب ہو گئے. تاہم، اندر ذرائعتنظیم کو ہر وقت کی مشین میں ناکام رہتا ہے جو موجود رہتا سوچنے کے لئے کہ کہیں.
		-- Roy Blount, Jr.

%
کم معروف پروگرامنگ زبانوں # 8: laidback میںیہ زبان، تائی چی کے لئے MARIN کاؤنٹی سینٹر میں تیار کی گئی تھیکوملتا اور کمپیوٹر پروگرامنگ (اب کالعدم)، کرنے کے لئے ایک متبادل کے طور پرقریبی سلیکن ویلی میں زیادہ شدید ماحول.مرکز گرم tubs دیر میں لینا کرنے کے لئے پسند کیا ہے جو پروگرامرز کے لیے مثالی تھاوہ کام کیا. بدقسمتی سے چند پروگرامرز کیونکہ وہاں زندہ رہ سکتا ہےمرکز توفو اور پیریے کے حق میں پزا اور کوکا کولا کالعدم.کئی کیونکہ ایک نرم اور کے طور پر اس کی شہرت کے laidback میں کے انتقال پر غم کا اظہارتمام خرابی کے پیغامات کے بعد سے غیر دھمکی آمیز زبان Lower کیس میں ہیں. کےمثال، laidback میں پیغام کے ساتھ نحو کی غلطیوں کے جواب میں:"میں آپ کو پریشان کرنے کے لئے نفرت کرتے ہیں، لیکن میں صرف اس سے متعلق نہیں کر سکتے. یہ کر سکتے ہیںآپ اسے دوبارہ کوشش کرنے کا وقت مل؟ "
		-- Roy Blount, Jr.

%
میکنٹوش اس کی بہترین زیروکس ٹیکنالوجی ہے.
		-- Roy Blount, Jr.

%
آئیوری ٹاور کے جادوگر کے لئے ان کی تازہ ترین ایجاد لایاجانچ پڑتال کرنے کے لئے ماسٹر پروگرامر. جادوگر میں ایک بڑے بلیک باکس پہیوںماسٹر کے دفتر ماسٹر خاموشی سے انتظار کر رہے تھے جبکہ."یہ ایک مربوط، تقسیم، عام مقصد کی کارگاہ ہے،"جادوگر کا آغاز ہوا، "ergonomically کی ایک ملکیتی آپریٹنگ کے ساتھ ڈیزائنسسٹم، چھٹی نسل زبانوں، اور آرٹ کی ایک سے زیادہ صارف کی ریاستانٹرفیس. اس کی تعمیر کے لئے کئی سو آدمی برسوں میری معاونین لیا.یہ حیرت انگیز نہیں ہے؟ "ماسٹر قدرے اپنے ابرو اٹھایا. "یہ واقعی حیرت انگیز ہے،" انہوں نےکہا."کارپوریٹ ہیڈکوارٹرز کو حکم دیا گیا ہے،" جادوگر جاری رکھی، "کہہر کسی نئے پروگرام کے لیے پلیٹ فارم کے طور پر اس کارگاہ استعمال. آپ اتفاق کرتے ہیںاس کے لئے؟ ""یقینی طور پر،"، ماسٹر جواب دیا "میں اس پر منتقل کرنا پڑے گاڈیٹا سینٹر کو فوری طور پر! "اور جادوگر، اپنے ٹاور کو واپس آ کے ساتھ ساتھراضی.کئی دنوں کے بعد، ایک نیا مالک کے دفتر میں گھومنےپروگرامر اور کہا، "میں اپنے نئے پروگرام کے لئے لسٹنگ کو تلاش نہیں کر سکتے. کیایہ کہاں ہو سکتا ہے آپ کو معلوم ہے؟ ""جی ہاں،"، ماسٹر جواب دیا "لسٹنگ کے پلیٹ فارم پر سجا دیئے جاتے ہیںڈیٹا سینٹر میں. "
		-- Geoffrey James, "The Tao of Programming"

%
خوف کے بغیر پروگرام کے لئے پروگرام سے ماسٹر پروگرامر کی چالوں. نہیںمینجمنٹ میں تبدیلی اسے نقصان نہیں پہنچا سکتا. انہوں نے کہا کہ، فائرنگ نہیں کی جائے گی، یہاں تک کہ اس منصوبے پر اگرمنسوخ کر دیا ہے. ایسا کیوں ہے؟ انہوں تاؤ سے بھرا ہوا ہے.
		-- Geoffrey James, "The Tao of Programming"

%
گوشت سڑ ہے، لیکن شراب سے باہر انعقاد کیا جاتا ہے.کمپیوٹر ترجمہ "روح تو تیار ہے لیکن جسم کمزور ہے."
		-- Geoffrey James, "The Tao of Programming"

%
یہ کرنے کی کوشش کی ہے تو میٹا ٹیورنگ ٹیسٹ ذہین طور پر ایک چیز شماروضع اور اس کی اپنی تخلیق کی اشیاء پر ٹیورنگ ٹیسٹ کو درخواست دے.
		-- Lew Mammel, Jr.

%
مطالعہ کے شعبوں کی misnaming کیا ہو سکتا ہے کی قیادت کرنے کے طور پر تو عام ہےجنرل نظام کے قوانین. مثال کے طور پر، فرینک Harary ایک بار قانون تجویز پیش کی کہاس کے نام میں لفظ "سائنس" تھا کہ کسی بھی علاقے کو اس طرح کی ضمانت دی گئی تھیایک سائنس نہیں کرنے کے لئے. انہوں مثالیں ملٹری سائنس، لائبریری کے طور پر حوالہ دیتے گاسائنس، پولیٹیکل سائنس، سائنس کے homemaking، سماجی سائنس، اور کمپیوٹرسائنس. اس قانون کی کوریج پر بحث کریں، اور ممکنہ وجوہات اس کی-امکانات طاقت.سوچ "
		-- Gerald Weinberg, "An Introduction to General Systems

%
زیادہ ڈیٹا میں اس کارڈ، ہلکا ہو جاتا ہے میں کارٹون، اورمیلنگ لاگت کو کم.
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
ایک اچھا پروڈکٹ کی ترقی کے لئے راستے میں سب سے اہم ابتدائی مصنوعات کیایک نامکمل ورژن ہے.
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
آگے بڑھ کرسر لکھتے ہیں، اور تحریری ہونے، پر ان blinks.
		-- S. Kelly-Bootle, "The Devil's DP Dictionary"

%
نیٹ سرایت چھوٹے ڈایناسور دماغ کے ساتھ ایک وسیع lutefisk کے سمندر کی طرح ہےاسے یہاں اور وہاں میں. کسی دیئے چمچ امکان 1 کے ایک عقل ہے، لیکنکبھی کبھار چمچ ایک عقل زیادہ چھ گنا زیادہ ہو سکتا ہے!
		-- James 'Kibo' Parry

%
نئے عہد نامے، جدید کمپیوٹر نظریہ ترمیز کے لئے بنیاد فراہم کرتا ہےثنائی عدد نظام کی توثیق کی شکل میں.لیکن آپ کی بات چیت کیوں نہیں، کیوں نہیں بنے. (نہیں) بلکہ، (نہیں) بلکہ:جو کچھ کے لئے برائی کی نوبت آتی ان سے بھی زیادہ ہے.
		-- Matthew 5:37

%
اگلے شخص کو میرے پاس سپتیٹی پوٹ ذکر کی جا رہی ہے کرنے کے لئےاس کا سر گرا دیا.
		-- Bill Conrad

%
معیار کے بارے میں اچھی بات میں سے منتخب کرنے کے لئے ان میں سے بہت سے موجود ہیں یہ ہے.
		-- Andrew S. Tanenbaum

%
آلٹو بارے سب سے اچھا بات یہ رات کو تیز چلانے نہیں ہے.
		-- Andrew S. Tanenbaum

%
ایک "ریکارڈ" کے تصور 80 کالم کے دنوں میں سے ایک متروک بقیہ کو ہےکارڈ.
		-- Dennis M. Ritchie

%
جب تک کہ ان میں سے کچھ درست ہیں دلائل کی تعداد غیر اہم ہے.
		-- Ralph Hartley

%
ایک کمرے میں کمپیوٹر سائنسدانوں کی تعداد inversely متناسب ہےان کے کوڈ میں کیڑے کی تعداد کے.
		-- Ralph Hartley

%
UNIX تنصیبات کی تعداد زیادہ کی توقع کے ساتھ، 10 ہو گئی ہے.
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
ایک کار سیلزمین اور ایک کمپیوٹر سیلزمین کے درمیان فرق صرف اتنا ہےاس کار سیلزمین وہ جھوٹ بول رہا ہے جانتا.
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
صرف ایک ہی چیز ہے ہارڈ ویئر کے مقابلے میں سستی بات ہے.
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
صرف ایک ہی چیز X ونڈوز سے بھی بدتر: (X ونڈوز) - X
		-- The Unix Programmer's Manual, 2nd Edition, June 1972

%
پارٹی، ایک گرم ٹب تک ملتوی ہاں. مکمل طور پر لباس، میں شامل ہو سکتا.
		-- IBM employee, testifying in California State Supreme Court

%
پرسنل کمپیوٹر مارکیٹ میں کل آلو چپ کے طور پر ایک ہی سائز کے بارے میں ہےمارکیٹ. اگلے سال نصف پالتو جانوروں کی خوراک مارکیٹ کے سائز کے بارے میں ہو گا اورتیزی سے آ رہا ہے پینٹیہوج کی کل عالمی فروخت "
		-- James Finke, Commodore Int'l Ltd., 1982

%
ڈیزائن انجینئر کا ابتدائی کام چیزیں بنانا ہےنوکریپیشا لئے fabricator اور ناممکن کے لئے مشکل.
		-- James Finke, Commodore Int'l Ltd., 1982

%
DATA بیان کا بنیادی مقصد ثابت قدم ناموں کو دینے کے لئے ہے؛اس کی بجائے ہر ظہور میں 3،141592653589793 طور PI کا حوالہ دیتے ہوئے کی،متغیر PI ایک ڈیٹا بیان کے ساتھ اس قدر دی اور اس کی بجائے استعمال کیا جا سکتامسلسل کی طویل فارم کی. یہ بھی تبدیلی کرنے سے آسان بنا دیتا ہےپروگرام، PI تبدیلی کی قدر کرنی چاہیے.
		-- FORTRAN manual for Xerox Computers

%
انجینئرز کے ساتھ مسئلہ یہ ہے کہ وہ کے لئے ترتیب میں دھوکہ دینے کی کوشش کرتے ہیں یہ ہے کہنتائج حاصل.ریاضی کے ساتھ مسئلہ یہ ہے کہ وہ کھلونا پر کام کرنے کے لئے ہوتے ہیں ہےترتیب میں مسائل کے نتائج حاصل کرنے کے لئے.پروگرام کے توثیق کے ساتھ مسئلہ یہ ہے کہ وہ اوپر کو دھوکہ دینے کی کوشش کرتے ہیں یہ ہے کہنتائج حاصل کرنے کے لئے میں کھلونا مسائل.
		-- FORTRAN manual for Xerox Computers

%
میں عام طور پر بزنس ایڈمنسٹریشن، اور ڈیٹا بیس کے انتظام کے مسائلخاص پیچیدہ IBMese میں لگتا ہے کہ لوگوں کو، کے لئے مشکل کے لئے بہت کچھ کر رہے ہیںمیلا انگریزی کے ساتھ.
		-- Edsger Dijkstra

%
تک جاری صارف مردہ ہے پروگرام ٹھیک نہیں ہے.
		-- Edsger Dijkstra

%
پرانے کے پروگرامرز پراسرار اور گہرے تھے. ہم فیدم نہیں کر سکتے ہیںان کے خیالات، تاکہ ہم کرتے ہیں ان کے ظہور کی وضاحت ہے.باخبر، پانی سے تجاوز کر ایک لومڑی کی طرح. انتباہ، ایک جنرل کی طرحمیدان جنگ میں. قسم، ایک میزبان کی طرح اس کے مہمانوں کو سلام. سادہ، uncarved طرحلکڑی کے بلاکس. مبہم، انقیرا غاروں میں سیاہ تالابوں کی طرح.کون ان کے دل و دماغ کے راز بتا سکتے ہیں؟جواب صرف تاؤ میں موجود ہے.
		-- Geoffrey James, "The Tao of Programming"

%
ثبوت IBM کی گاڑی ایجاد نہیں کیا تھا کہ یہ ایک سٹیئرنگ وہیل ہے کہ ہےاور اس کی بجائے Spurs اور رسیاں، کی ایک مسرع ایک گھوڑے کے ساتھ ہم آہنگ ہونا.
		-- Jac Goudsmit

%
وجہ کمپیوٹر چپس اتنے چھوٹے ہیں کمپیوٹرز زیادہ نہ کھائیں ہے.
		-- Jac Goudsmit

%
فائلوں کی رشتہ دار اہمیت کے لحاظ سے ان کی قیمت پر انحصار کرتا ہےانسانی کوشش انہیں پنرجیویت کرنے کی ضرورت.
		-- T. A. Dolotta

%
جہنم کا راستہ نند دروازے کے ساتھ پکی ہے.
		-- J. Gooding

%
سیلزمین اور نظام تجزیہ کار میں ایک ہفتے کے آخر میں خرچ کرنے کے لئے بند کر لیاجنگل، شکار ریچھ. انہوں نے ایک کیبن کرایے تھا، اور وہ وہاں مل گیا جب، لیااپنے سفری بیگ سے دور اور اندر ڈال. جس موڑ پر سیلزمین تبدیل کر دیااپنے دوست کو، اور کہا کہ، "آپ کو پیک کھولیں میں جا کر ہمیں ایک ریچھ کو تلاش کرتے ہوئے."پہیلی، تجزیہ کار پیک کھولنا ختم اور پھر چلا گیا اور بیٹھ گیاپورچ پر. جلد ہی وہ جنگل میں rustling کی شور سن سکتا تھا. شوراور زور - - قریب ہو گیا اور اچانک طرح چل رہا ہے، سیلزمین نہیں تھاکیبن کی جانب کلیئرنگ، سب سے بڑا میں سے ایک ہے اور ان کے پیچھے کے اس پار جہنمسب سے زبردست تجزیہ کار میں Grizzly کبھی دیکھا تھا دیتا.سیلزمین چللایا "دروازہ کھولو!"،.تجزیہ کار دروازہ کھولو کوڑوں کی سزا، اور سیلزمین کے دروازے پر بھاگ گیا،اچانک بند کر دیا، اور ایک طرف قدم رکھا. ریچھ، کو روکنے کے لئے کے قابل نہیں، جاری رکھادروازے سے اور کیبن میں. سیلزمین دروازہ بند تنقیداور اس کے دوست میں grinned. "اسے پکڑ لیا."، انہوں نے کہا، "اب، آپ کو اس کی جلدایک ہی ہے اور میں ہمیں ایک اور سرسرانا جاؤنگا! "
		-- J. Gooding

%
sendmail پر ترتیب دینے کی فائل کسی طرح لگ رہا ہے کہ ان فائلوں میں سے ایک ہےبورڈ پر ان کے سر سے شکست دی. اس کے ساتھ کام کرنے کے بعد ... میں کیوں دیکھ سکتے ہیں!
		-- Harry Skelton

%
آج کی ورک سٹیشن کی نام نہاد "ڈیسک ٹاپ استعارہ" کی بجائے ایک ہے"ہوائی جہاز کی سیٹ" استعارہ. کاغذات کی مکمل ایک گود گڈمڈ ہے جو کوئی بھیدو ستول مسافروں فرق کو تسلیم کرے گا کے درمیان بیٹھا ہے -ایک کو ایک ہی بار میں صرف ایک بہت کچھ چیزیں دیکھ کر سکتے ہیں.
		-- Fred Brooks

%
ڈسک کی مستحکم ریاست بھرا ہوا ہے.
		-- Ken Thompson

%
نظام کو 10am کے لئے کس 5am کے آخری ہفتہ سے بیک اپ کے لئے نیچے تھا.
		-- Ken Thompson

%
نظام کے بچاؤ کی بحالی کے لئے 10 دنوں کے لئے نیچے ہو جائے گا.
		-- Ken Thompson

%
تاؤ کی طرف داری نہیں کرتا؛یہ جیت اور نقصانات دونوں کو جنم دیتی ہے.گورو کی طرف داری نہیں کرتا؛وہ ہیکروں اور lusers دونوں کا خیر مقدم کرتا.تاؤ ایک اسٹیک کی طرح ہے:ڈیٹا تبدیلیاں لیکن ڈھانچہ نہیں.مزید آپ اسے استعمال، گہری ہو جاتا ہے؛زیادہ آپ کو اس سے بات کرتے ہیں، اس سے کم آپ کو سمجھ.جڑ کو روکو.
		-- Ken Thompson

%
تاؤ ایک glob پیٹرن کی طرح ہے:استعمال کیا جاتا ہے لیکن کبھی استعمال کیا.اس extern باطل کی طرح ہے:لامحدود امکانات کے ساتھ بھرا ہوا.یہ نقاب پوش لیکن ہمیشہ موجود ہے.مجھے نہیں معلوم کہ اس پر تعمیر جو کرتے.یہ سب سے پہلے دانا کے سامنے آئے.
		-- Ken Thompson

%
تاؤ کہ ٹار (1) ایڈ ہو سکتا ہےپورے تاؤ نہیں ہے.مخصوص کیا جا سکتا ہے اس راستےمکمل راستہ نہیں ہے.ہم ناموں کا اعلانتمام متغیر اور افعال کی.اس کے باوجود تاؤ کوئی قسم وضاحت کار ہو.متحرک طور پر پابند کرنے والا، آپ کو جادو کا احساس.سے Statically بائنڈنگ، آپ کو صرف تنظیمی ڈھانچے دیکھیں.پھر جادو اور تنظیمی ڈھانچےاسی ذریعے سے پیدا ہو،اور اس منبع شہوت انگیز null پوائنٹر ہے.نل نل کے اندر ریفرنس،یہ سب wizardry کے لئے گیٹ وے ہے.
		-- Ken Thompson

%
کمپیوٹرز کے ساتھ مصیبت وہ آپ کو ان کو بتا کیا، نہیں ہے کیاتم چاہتے ہو.
		-- D. Cohen

%
UNIX فلسفہ بنیادی طور پر کرنے کے لئے آپ کو کافی رسی دینے کی ضرورت ہوتی ہےاپنے آپ کو پھانسی پر لٹکا. اور پھر پاؤں کے ایک جوڑے زیادہ، صرف اس بات کا یقین کرنے کے لئے.
		-- D. Cohen

%
کمپیوٹنگ کے نظام کے ساتھ نمٹنے جب میں anthropomorphic اصطلاحات کے استعمالپیشہ ورانہ بچپنے کی علامت ہوتی ہے.
		-- Edsger Dijkstra

%
COBOL کے استعمال کو ذہن بڑھتے؛ اس کی تعلیم چاہئے، اس وجہ سے، ہوایک جرم کے طور پر شمار.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
ایک پروگرام کی قدر اس کی پیداوار کے وزن کے متناسب ہے.
		-- Edsger W. Dijkstra, SIGPLAN Notices, Volume 17, Number 5

%
عقل مند پروگرامر تاؤ کے بارے میں بتایا اور یہ مندرجہ ذیل کیا ہے. اوسطپروگرامر تاؤ اور اس کے لئے تلاشیوں کے بارے میں بتایا جاتا ہے. بے وقوف پروگرامرتاؤ کے بارے میں بتایا اور یہ پر ہنستا رہا ہے. یہ ہنسی کے لئے نہیں تھے، وہاںکوئی تاؤ ہو گا.سب سے زیادہ کی آواز سننے کے لیے سب سے مشکل ہیں. آگے بڑھنے کا ایک طریقہ ہےپیچھے ہٹنا. گریٹر ٹیلنٹ خود زندگی میں دیر سے پتہ چلتا ہے. یہاں تک کہ ایک بہترین پروگراماب بھی کیڑے ہے.
		-- Geoffrey James, "The Tao of Programming"

%
[سافٹ ویئر ڈویلپمنٹ کی] کام کا کہیں آسان (یعنی اوزار بنتا جا رہا ہےہم نے ایک اعلی سطح پر کام کو استعمال کر رہے ہیں، زیادہ مشین سے ہٹا دیا، پردییاور آپریٹنگ سسٹم ضروریات) یہ تھا کے مقابلے میں بیس سال پہلے، اور اس کی وجہاس کا، ایک نظام کے اندرونی کے علم سے کم قابل رسائی ہو سکتی ہے.جب تک ہم لمبے تعمیر کرنے کے لئے کس طرح جانتے ہیں ہم گہری سوراخ کھدائی کرنے کے قابل ہو جائے، لیکنسیڑھی، ہم اسے زیادہ بارش نہیں ہے کہ سب سے بڑی امید تھا.
		-- Paul Licker

%
دنیا ختم آ رہا ہے ... آپ کی buffers کے بچاو!
		-- Paul Licker

%
دنیا ختم آ رہا ہے. آف لاگ ان کریں.
		-- Paul Licker

%
دنیا DEC باوجود اجاداری نہیں ہے.
		-- Paul Licker

%
دنیا 5 منٹ میں ختم ہو جائے گی. لاگ آؤٹ کریں.
		-- Paul Licker

%
جوان عورت کو ایک غیر معمولی فہرست تھی،ایک سنرچناتمک کمزوری کے حصے میں لنک.وہ کوئی پیشگی شرائط مقرر.
		-- Paul Licker

%
THEGODDESSOFTHENETHASTWISTINGFINGERSANDHERVOICEISLIKEAJAVELININTHENIGHTDUDE
		-- Paul Licker

%
... وہاں کہ کمیٹی کا حصہ ہیں جو تقریبا 5،000 لوگ ہیں. یہ لوگپورا کرنے کے لئے کس دن باہر چھںٹائی ایک مشکل وقت ہے، اور croissants کھانے کے لئے چاہےیا ڈونٹس ناشتا کے لئے کس طرح - ان تمام پیچیدہ وضاحت کیسے چھوڑ دوکہ جا رہے ہیں تہوں پر اتفاق کیا جائے گا.
		-- Craig Burton of Novell, Network World

%
کسی بھی کیڑے آپ نے ابھی تک نہیں مل سکا ہے وہاں کبھی نہیں رہے ہیں.
		-- Craig Burton of Novell, Network World

%
نئے پیغامات موجود نہیں ہیں.
		-- Craig Burton of Novell, Network World

%
اس نظام پر کوئی کھیل ہیں.
		-- Craig Burton of Novell, Network World

%
چلانے روزگار ہیں. آپ کا پیچھا کیوں نہیں جاتے؟
		-- Craig Burton of Novell, Network World

%
مردوں، عورتوں، اور یونیکس: لوگوں کی تین اقسام ہیں.
		-- Craig Burton of Novell, Network World

%
پاینیر کی شمسی پینل سے دور کر دیا گیا ہے: تین امکانات ہیںسورج؛ ایک بڑے الکا ٹرانسمیشن مسدود کرنے میں نہیں ہے؛ اگر کوئی ستارہ بھری ہوئیٹریک 3.2 ہمارے ویڈیو پروسیسر میں.
		-- Craig Burton of Novell, Network World

%
ایل ایس ڈی اور UNIX: برکلے سے باہر آئے کہ دو اہم مصنوعات ہیں.ہم اس ایک اتفاق ہونے کا یقین نہیں کرتے.
		-- Jeremy S. Anderson

%
ایک سافٹ ویئر کے ڈیزائن کی تعمیر کے دو طریقے ہیں. ایک طریقہ بنانے کے لئے ہےظاہر ہے کوئی کمیوں سے ہیں اور دوسرے کے لئے ہے یہ بہت آسان ہے کہکوئی واضح کمیوں نے یہ اتنا پیچیدہ بنانے.
		-- C. A. R. Hoare

%
غلطی سے پاک پروگراموں کو لکھنے کے لئے دو طریقے ہیں؛ صرف تیسرا کام کرتا ہے.
		-- C. A. R. Hoare

%
بھی میکرو ناموں کے دلچسپ استعمال کی اجازت دینے کے لئے کچھ کام نہیں کیا گیا ہے.مثال کے طور پر، آپ کو آپ کے تمام چاہتے تھے تو "بنائیں ()" پڑھ شامل ہیں کے لئے بلاتا ہےسب کے لئے اجازت، آپ کہہ سکتے ہیں# وضاحت بنائیں (فائل، موڈ) بنائیں (فائل، موڈ | 0444)میں نے اس کے بعد سے، عام طور پر اس طرح کی بات کے خلاف سفارش کرے گا، ایک میکرو میں "بنائیں") (تبدیل semantics کے چھپاتا ممکنہ طور پر بہت دوراس کا استعمال سے.میکرو کے اس استعمال کی اجازت دینے، پریپروسیسر ایک عمل کو استعمال کرتا ہےاگر اس کے سوا کوئی دوسرا وجہ سے ہم میں سے ایک استعمال کرنے کے لئے حاصل، بیان قابل ہےزیادہ دل لگی کی شرائط C کی ڈکشنری میں متعارف کرایا. ایک میکرو ہےوسیع کیا جا رہا، یہ عارضی طور پر جانچ ہے، اور میکرو کے کسی بھی تکراربچی میں تمہیں نہیں، اس سرکاری اصطلاحات ہے - نام "بلیو پینٹ" ہے- تو متن کے مستقبل علیحدہ اسکین کی ضرورت میں میکرو وسیع کیا جائے نہیں کرے گا کہتکراری. (مجھے پتہ نہیں کیوں رنگ نیلا منتخب کیا گیا تھا، میں نے اسے یقین ہےایک طویل بحث، کئی اجلاسوں میں پھیل کا نتیجہ تھا.)
		-- From Ken Arnold's "C Advisor" column in Unix Review

%
کسی بھی فرد کو ان کے گھر میں ایک کمپیوٹر ہے کرنے کے لئے کوئی وجہ نہیں ہے.ورلڈ فیوچر سوسائٹی کے کنونشن، بوسٹن، 1977 میں
		-- Ken Olsen (President of Digital Equipment Corporation),

%
کوئی بھی AI پروگرام اور کچھ موجود کھیل کے درمیان کوئی فرق نہیں ہے.
		-- Ken Olsen (President of Digital Equipment Corporation),

%
ایک بار ایک شخص نے ایک کمپیوٹر ٹریڈ شو کے لئے گئے تھے جو آگیا. کے طور پر ہر روزوہ داخل ہوئے، آدمی دروازے پر گارڈ کو بتایا:"میں shoplifting کے میرے feats کے لئے مشہور ایک عظیم چور، ہوں. رہواس ٹریڈ شو کے لئے، پیشگی خبردار unplundered بچ نہ سکے گا. "یہ تقریر، بہت گارڈ پریشان کیونکہ وہاں لاکھوں تھےاندر کمپیوٹر کے سامان کی ڈالر کی، تو اس نے احتیاط سے آدمی کو دیکھا.لیکن انسان محض، بوتھ پر بوتھ سے گھومنے خود پر خاموشی گنگنا.آدمی چھوڑ دیا جب، گارڈ اس کو ایک طرف لے گئے اور اپنے کپڑوں کی تلاشی،لیکن کچھ بھی نہیں پایا جا کرنے کے لئے تھا.ٹریڈ شو کے اگلے دن، آدمی واپس آئے اور سرزنشیہ کہہ گارڈ: "کل میں نے ایک وسیع مال غنیمت کے ساتھ فرار ہو گئے، لیکن آج بھی ہو جائے گابہتر. "گارڈ کہیں زیادہ قریب سے اس کی تاک اتنے، لیکن کوئی فائدہ نہیں ہوا.ٹریڈ شو کے آخری دن پر، گارڈ کو روک سکتے انتجسس اب نہیں. "سر چور،" انہوں نے کہا، "میں تو حیران ہوں، میں زندہ نہیں رہ سکتاامن میں. مجھ کو روشن کریں. یہ آپ کو چوری کر رہے ہیں کیا ہے؟ "آدمی مسکرایا. "میں خیالات چوری کر رہا ہوں،" انہوں نے کہا.
		-- Geoffrey James, "The Tao of Programming"

%
ایک بار جو اسنرچت پروگراموں لکھا ایک ماسٹر پروگرامر نہیں تھا.ایک نوسکھئیے پروگرامر، اس کی نقل کرنے کی کوشش، بھی اسنرچت لکھنا شروع کر دیاپروگراموں. نوسکھئیے اس کی ترقی کا اندازہ کرنے کے لئے ماسٹر پوچھا جب،ماسٹر اسنرچت پروگراموں کو لکھنے کے لئے اس کو تنقید کا نشانہ بنایا اور کہا کہ: "کیا ہےمالک کے لئے مناسب نوسکھئیے کے لئے مناسب نہیں ہے. تو آپ لازمیڈھانچہ بالاتر سے پہلے تاؤ کو سمجھتے ہیں. "
		-- Geoffrey James, "The Tao of Programming"

%
ایک پروگرامر کی عدالت کے ساتھ منسلک کیا گیا تھا جنہوں نے ایک بار بھی نہیں تھاوو کے جنگجو سردار. "اس کا ڈیزائن کرنے کے لئے آسان ہے: سردار پروگرامر نے پوچھا:ایک اکاؤنٹنگ پیکج یا ایک آپریٹنگ سسٹم؟ ""ایک آپریٹنگ سسٹم،" پروگرامر جواب دیا.سردار کفر کا ایک فجائیہ کہے. "یقینا ایکاکاؤنٹنگ پیکج ایک آپریٹنگ کی پیچیدگی کے لئے اگلے چھوٹی سی ہےسسٹم، "انہوں نے کہا."نہیں تو،" پروگرامر "ایک اکاؤنٹنگ پیکج ڈیزائن جب، کہا،پروگرامر مختلف خیالات رکھنے والے لوگوں کے درمیان ایک ثالث کے طور پر چلاتا ہے:یہ کام کرنا ضروری ہے کہ کس طرح، کس طرح اس کی رپورٹ ظاہر ہونا چاہیے، اور اسے کے مطابق ہونا چاہیے کہ کس طرحٹیکس قوانین. اس کے برعکس، ایک آپریٹنگ سسٹم کے باہر میرے محدود نہیں ہےصورت. ایک آپریٹنگ سسٹم ڈیزائن جب، پروگرامر کی کوششیںمشین اور خیالات کے درمیان ہم آہنگی کا آسان. یہی وجہ ہے کہ ایک آپریٹنگ سسٹم ہےڈیزائن کرنے کے لئے آسان ہے. "وو کے جنگجو سردار سر ہلایا اور مسکرایا. "اس کے ساتھ ساتھ سب اچھا ہے اور، لیکنجس ڈیبگ کرنے کے لئے آسان ہے؟ "پروگرامر کوئی جواب دیا.
		-- Geoffrey James, "The Tao of Programming"

%
جو مائکروپروسیسروں پر کام کیا ایک پروگرامر نے ایک بار بھی نہیں تھا. "پر دیکھوکتنی اچھی طرح میں یہاں ہوں سے دور، "انہوں نے ملنے آئے جنہوں نے ایک مین فریم پروگرامر سے کہا"میں نے اپنے آپریٹنگ سسٹم اور فائل سٹوریج تجویز ہے. میں نے کی ضرورت نہیں ہےکسی کے ساتھ اپنے وسائل کا اشتراک. سافٹ ویئر خود مسلسل ہے اوراستعمال میں آسان. آپ کو آپ کی موجودہ ملازمت کیوں چھوڑ نہیں کرتے اور مجھے یہاں میں شامل ہونے؟ "مین فریم پروگرامر پھر ان کے نظام کی وضاحت کرنے کے لئے شروع کر دیا اندوست، اور کہا کہ: "مین فریم میں مراقبہ ایک قدیم بابا کی طرح بیٹھتا ہےڈیٹا سینٹر کے بیچ. اس ڈسک ڈرائیوز کے آخر میں کے آخر میں ایک عظیم سمندر کی طرح جھوٹمشینری کی. سافٹ ویئر کی ایک ہیرے اور جتنی گنجلک طور پر ایک کثیر جہتی ہےایک آدم جنگل کے طور پر. پروگراموں، ہر ایک منفرد، نظام کے ذریعے منتقلایک تیزی سے بہہ دریا کی طرح. میں کہاں ہوں کیوں میں خوش ہوں کہ ہے ".مائکرو کمپیوٹر پروگرامر، اس کی آواز سن کر خاموش گر. لیکندو پروگرامرز ان کے دن کے آخر تک اچھا دوست بنے رہے.
		-- Geoffrey James, "The Tao of Programming"

%
یہ ظاہر ہے، نہیں تھا، شروع کی ایک پراسرار رسم ہے جس کے ذریعے،ایک یا دوسرے راستے میں، ٹیم کے تقریبا ہر فرد منظور. اصطلاحاس رسم کے لئے استعمال کیا پرانے ہاتھوں کہ - مغربی اصطلاح، نہ ایجادپریکٹس - `سائن اپ کرنے گیا تھا '. منصوبے کے لئے سائن اپ کرنے کی طرف سے آپ پر اتفاق کیاجو بھی کامیابی کے لیے ضروری تھا کہ ایسا کرنے کی. اگر آپ، ترک کرنے پر اتفاقضروری، خاندان، محبت، اور دوست - ان میں سے کسی کو چھوڑ دیا تھا تو آپ(اور اگر آپ کو تم سے پہلے بھی کئی بار سائن اپ کیا تھا تو، نہیں سکتی ہے).
		-- Tracy Kidder, "The Soul of a New Machine"

%
مرتب اور جانے کے مقابلے میں زندگی کے لئے زیادہ ہونا چاہیئے.
		-- Tracy Kidder, "The Soul of a New Machine"

%
گنتی صرف اہم ہے صرف کیونکہ وہ کمپیوٹرز کو کہا جاتا ہےملازمت میں اب تک ان کو دیا گیا ہے کہ.
		-- Tracy Kidder, "The Soul of a New Machine"

%
وہ نسبتا اچھے لیکن بالکل خوفناک ہیں.
		-- Alan Kay, commenting on Apollos

%
ان کے پاس اختیار بھی جب اس سے پہلے cowering کی عادت سیکھا ہے لگ رہے ہواصل خطرہ نہیں. گانے اتھارٹی کے لئے بہت اچھا. مجھے نہ کرنے کا فیصلہیہ خاص طور پر سبق سیکھ.
		-- Richard Stallman

%
اس میں سوچو! وییلایسآئ ساتھ ہم 1 مربع میں 100 ENIACs پیک کر سکتے ہیں. سینٹی میٹر.!
		-- Richard Stallman

%
آپ کے خاندان کو آج رات کے بارے میں سوچو. کمپیوٹر کے گر کر تباہ ہونے کے بعد گھر کرال کرنے کی کوشش کریں.
		-- Richard Stallman

%
یہ "دماغ کو نقصان پہنچا 'وشیشن sorely کی کی overworked ہو رہی ہے. جب ہم کر سکتے ہیں، ناقص بصارت کا شکار، متاثر، خراب کیا جا رہا کسی یا کچھ اور کے لئے بولتے ہیں.Batty کی، bedlamite، میں Bonkers، چھوٹی گاڑی، پھٹے، پاگل،، کویل، ڈافٹ، پاگل،الجھا ہوا، لوکو، پاگل، پاگل، پاگل، مورھ، غیر compos mentis، گری دار میوے،Reaganite، screwy، TechEd کے، اسنتلیت، مریض، witless، غلط، بیہوش،میں Spastic، spasmodic، convulsive؛ doped، پر spaced آؤٹ، سنگسار، zonked؛ {گائے کے گوشت،برنگ، بلاک، گوبر، موٹی} سربراہی، گھنے، doltish، پھیکا، duncical، numskulled،pinhead؛ پر asinine، مورھ، بے وقوف، پگلی، سادہ؛ جانور، لکڑی کاٹنے، oafish؛نصف assed، نااہل؛ پسماندہ، پسماندہ، imbecilic، moronic؛ جب ہمدانشورانہ بدسلوکی کی ایک پوری مختصرا انداز ذخیرہ الفاظ، صلی اللہ علیہ وسلم اپنی طرف متوجہ کرنےانفرادی طور پر اور مجموعہ میں، نہ تو یہ تھوڑا <خالی میں بھرنے> کنندہ بننے کے لئےایک واحد، کافی trite، صفت تک محدود؟
		-- Richard Stallman

%
یہ تہھانے لمیٹڈ Frobozz جادو کمپنی، کی ملکیت ہیں اور آپریشن کیا جاتا ہے
		-- Richard Stallman

%
یہ فائل پانچ منٹ میں اپنے آپ کو تباہ کرے گا.
		-- Richard Stallman

%
یہ ایک غیر مجاز کیبرنیٹاک اعلان ہے.
		-- Richard Stallman

%
"یہ ہم نے ایک نئے باب تاکہ تعداد سب ایک کو واپس جانا شروع کر دیں تصادم 1.1 ہے."
		-- Prof. Seager, C&O 351

%
یہ پہلا عددی مسئلہ میں نے کبھی کیا ہے. اس کا ثبوت ہےکمپیوٹرز کی طاقت:کیلوری & کھانے کی اشیاء کی nutritive مواد پر اعداد و شمار کے بہت سے درج کریں. ہدایتایک کے ساتھ، nutritive مواد بیان ایک تقریب کو زیادہ سے زیادہ بات یہ ہےمقررہ گرمی مواد کے لئے ہر جزو کی کم از کم سطح،.نتائج ایک ایک دن کھانا چاہیئے کہ یہ ہیں:1/2 چکن1 انڈےسکم دودھ کے 1 گلاسلیٹش کے 27 سربراہوں.
		-- Rev. Adrian Melott

%
جہاں خونخوار لائسنس معاہدہ جانا ہے یہی وجہ ہے،انٹرایکٹو Easyflow کاپی رائٹ کے پیکیج کے لئے لائسنس یافتہ ہے کہ وضاحتایک شخص کی طرف سے استعمال، سختی اور آپ کو اس کا کاپیاں قزاقوں کو نہ انتباہاور وضاحت کی، تفصیل سے، رکتمی نتائج اگر آپ ایسا کرتے.ہم جانتے ہیں کہ آپ کو ایک ایماندار شخص ہیں، اور ارد گرد جانے کے لئے نہیں جا رہے ہیںانٹرایکٹو Easyflow کی کاپیاں pirating کی؛ اس سے ہمارے ساتھ صرف کے طور پر اچھی طرح سے ہےہم اس کو کامل کرنے کے لئے بہت محنت کی اور اس کی کاپیاں فروخت کی ہماری واحد طریقہ ہےتمام مشکل کام میں سے کچھ بنانے.اگر، دوسری طرف، اگر آپ ان چند لوگوں کو جانے کرتے جو میں سے ایک ہیںکے ارد گرد آپ کو شاید کچھ ادا نہیں جا رہے ہیں سافٹ ویئر کی کاپیاں pirating کیایک لائسنس معاہدے پر توجہ، خونخوار یا نہیں. بس آپ کے دروازے رکھنےبند کر دیا اور HavenTree حملے شارک کے لئے باہر دیکھو.
		-- License Agreement for Interactive Easyflow

%
یہ لاگ ان سیشن: $ 13،76، لیکن اس کے لئے آپ کو $ 11.88.
		-- License Agreement for Interactive Easyflow

%
یہ لاگ ان سیشن: $ 13،99
		-- License Agreement for Interactive Easyflow

%
اس کی قیمت صفر ہے تو یہ عمل چیک کر سکتے ہیں، اور اگر یہ ہے، یہ کرتا ہےکچھ کے بچے کی طرح.
		-- Forbes Burkowski, CS 454, University of Washington

%
یہ اقتباس Diamondback، میری لینڈ یونیورسٹی سے لیا جاتا ہےطالب علم اخبار، منگل، 3/10/87 کی.UNIVAC نظام میں سے ایک نقصان یہ اس کا استعمال نہیں کرتا ہےیونکس، ایک حال ہی میں تیار پروگرام ایک سے جس کا ترجمہدوسرے کو کمپیوٹر کی زبان اور ایک بلٹ میں ایڈیٹنگ کے نظام ہےجو اصل پروگرام میں غلطیاں کی شناخت.
		-- Forbes Burkowski, CS 454, University of Washington

%
یہ سکرین جان بوجھ کر خالی چھوڑ.
		-- Forbes Burkowski, CS 454, University of Washington

%
یہ نظام پانچ منٹ میں اپنے آپ کو تباہ کرے گا.
		-- Forbes Burkowski, CS 454, University of Washington

%
* * * * * اس ٹرمینل کے استعمال میں ہے * * * * *
		-- Forbes Burkowski, CS 454, University of Washington

%
آپ کو ایک ہتوڑا (مشورہ دیا کہ نہیں ہے) کے ساتھ مار سکتا ہے کہ نظام کے وہ اجزاءکہا جاتا ہے ہارڈ ویئر ہیں؛ آپ کو صرف پر لعنت سکتے ہیں کہ ان کے پروگرام کی ہدایاتسافٹ ویئر کہا جاتا ہے.1990 کے لئے خواندگی.
		-- Levitating Trains and Kamikaze Genes: Technological

%
لوگ لکھ نہیں سکتا جو، کتابچے لکھ.
		-- Levitating Trains and Kamikaze Genes: Technological

%
یونیکس سمجھ میں نہیں آتا وہ لوگ جو غیر تسلی بخش، جو reinvent کی مذمت کر رہے ہیں.
		-- Henry Spencer

%
گاہنا صرف مجازی کریش ہو رہا ہے.
		-- Henry Spencer

%
چنانچہ ماسٹر پروگرامر بابت کہا:"A اچھی طرح تحریری پروگرام کا اپنا آسمان ہے، ایک غیر تسلی بخش لکھا پروگراماس کی اپنی جہنم ہے. "
		-- Geoffrey James, "The Tao of Programming"

%
چنانچہ ماسٹر پروگرامر بابت کہا:"پروگرامنگ کے بغیر تین دن کے بعد، زندگی بے معنی ہو جاتا ہے."
		-- Geoffrey James, "The Tao of Programming"

%
چنانچہ ماسٹر پروگرامر بابت کہا:"پروگرامرز کئی اور مینیجرز کوتاہ ہو جائے - تو پوری مرضیپیداواری. "
		-- Geoffrey James, "The Tao of Programming"

%
چنانچہ ماسٹر پروگرامر بابت کہا:"ایک پروگرام ہو لیکن تین لائنوں طویل اگرچہ، کسی دن یہ کرنا پڑے گابرقرار رکھا جائے. "
		-- Geoffrey James, "The Tao of Programming"

%
چنانچہ ماسٹر پروگرامر بابت کہا:"چھوڑ کر آپ کے لئے وقت."
		-- Geoffrey James, "The Tao of Programming"

%
چنانچہ ماسٹر پروگرامر بابت کہا:"ایک پروگرام کا تجربہ کیا جا رہا ہے، تو یہ ڈیزائن کی تبدیلیاں کرنے کے لئے بہت دیر ہو چکی ہے."
		-- Geoffrey James, "The Tao of Programming"

%
چنانچہ ماسٹر پروگرامر بابت کہا:"تم سے غلطی کوڈ چھیننے کے لئے سیکھا ہے جبٹریپ فریم، یہ آپ کے جانے کا وقت ہو جائے گا. "
		-- Geoffrey James, "The Tao of Programming"

%
چنانچہ ماسٹر پروگرامر بابت کہا:"ہوا کے بغیر، گھاس. منتقل نہیں کرتا سافٹ ویئر کے بغیر،ہارڈ ویئر بیکار ہے. "
		-- Geoffrey James, "The Tao of Programming"

%
چنانچہ ماسٹر پروگرامر بابت کہا:"تم نے ایک کارپوریٹ ایگزیکٹو کے لئے ایک پروگرام کا مظاہرہ کر سکتے ہیں، لیکن آپاس کے کمپیوٹر کا علم نہیں بنا سکتے. "
		-- Geoffrey James, "The Tao of Programming"

%
وقت اشتراک: کمپیوٹر کے ذریعے بہت سے لوگوں کے استعمال.
		-- Geoffrey James, "The Tao of Programming"

%
ٹائم شیرنگ کمپیوٹر کاروبار کے جنک میل حصہ ہے.
		-- H. R. J. Grosch (attributed)

%
اخلاقی یونیکس کی ایک قسم ہو، وہ فطرت کی شفٹ کے دامن کو چھو لیا.
		-- Shelley

%
بات چیت کرنے کے لئے مفاہمت کا آغاز ہے.
		-- AT&T

%
گمراہ انسان ہے - ایک کمپیوٹر پر الزام عائد کرنا بھی زیادہ ہے.
		-- AT&T

%
گمراہ انسان ہے، آپریٹنگ سسٹم کے دائرہ کار سے باہر، معاف کرنے.
		-- AT&T

%
iterate کرنے انسانی ہے، recurse کرنا، الہی.
		-- Robert Heller

%
یہ کہنا کہ UNIX برباد ہے بہت پاگل ہے، OS / 2 یقینی طور پر، ایک کردار ادا کریں گےلیکن آپ دوسرے multiprocessor فی ایک سو ملین ہدایات پر تعمیر نہیں ہےمائکرو اور پھر OS / 2 پر چلانے کے لئے کوشش کریں. میرا مطلب ہے، سنگین حاصل.
		-- William Zachmann, International Data Corp

%
سسٹمز پروگرامر سے، صارفین اور ایپلی کیشنز ایک فراہم کرنے کے لئے صرف کی خدمتٹیسٹ بوجھ.
		-- William Zachmann, International Data Corp

%
روایتی کے عین مطابق، منظم کرنے کے طریقوں کے عادی لوگ جو کرنے کے لئےنظام کی ترقی، ریسرچ ترقی تکنیک، گندا لگ سکتا ہےکیلئے انٹر دبائیں، اور unsatisfying. لیکن یہ تماثل کا سوال ہے:صحت سے متعلق اور لچک، ناول میں صرف کے طور پر disfunctional ہو سکتی ہےsloppiness اور استرتا کے طور پر غیر یقینی حالات، واقف میں ہیںوالوں اچھی طرح وضاحت. بڑے پیمانے پر، غیر لچکدار ہڈی ڈھانچے کی تعریف کرنے والوں میںڈایناسور کی کہ جیلیفش اب بھی ان کے بہت سے لطف اندوز یاد رکھنا چاہیےماحولیاتی طاق کو محفوظ بنانے کے.
		-- Beau Sheil, "Power Tools for Programmers"

%
ایک پروگرام ہے کہ آپ دونوں کی مشین اور پروگرام بن ضروری سمجھنے کے لئے.
		-- Beau Sheil, "Power Tools for Programmers"

%
آج اطلاعاتی اجتماع کے لئے ایک اچھا دن ہے. کسی اور کا میل فائل پڑھیں.
		-- Beau Sheil, "Power Tools for Programmers"

%
آج آپ lossage کے باقی کا پہلا دن ہے.
		-- Beau Sheil, "Power Tools for Programmers"

%
کل کے کمپیوٹروں کو کچھ وقت کے اگلے ماہ.
		-- DEC

%
اکثر لوگ میرے پاس آئے اور کہا ہے، "میں نے صرف کے لئے تو ایک خواہشتمام دنیا میں کچھ بھی، میں اس سے زیادہ صارف کی وضاحت کی مساوات کے لئے چاہتاHP-51820A Waveform جنریٹر سافٹ ویئر میں. "[ایک بار بھی اکثر ہے. ایڈ.]
		-- Instrument News

%
چوٹی کے دس چیزیں ANSI C ڈرافٹ کمیٹی کے اجلاس میں سنی:(10) معذرت، لیکن وہ بھی مفید ہے.(9) Dammit، تھوڑا انداان نظام * زیادہ مسلسل کر رہے ہیں!(8) میں کمیٹی پر ہوں اور میں اب بھی * کیا مصیبت نہیں جانتے#pragma لئے ہے.(7) ٹھیک ہے، یہ ایک بہت اچھا خیال ہے، لیکن یہ بھی مرتب کرے گالکھنے کے لئے مشکل.(6) ان چمگادڑوں ہوشیار ہے؛ وہ ریڈار استعمال.(5) ٹھیک ہے، میں اس wiseguy trigraph چیزیں پھنس کون ہے جویہاں؟(4) ہم نے کتنی بار آپ کو، یہ بتانے کے لئے کیا ضرورت ہے "کوئی پیشگی آرٹ!"(3) ہا، ہا، میں نے وہ اصل میں اس کو اپنانے کے لئے جا رہے ہیں یقین نہیں آتامچھلی.(2) اپنے ادار عطیہ، مسٹر Wirth لئے آپ کا شکریہ.(1) جی، میں کہتا ہوں noalias 'پر نیچے کی حمایت نہیں تھا چاہتے ہیں.
		-- Instrument News

%
ٹرانزیکشن منسوخ - FARECARD واپس آئے
		-- Instrument News

%
مکمل ٹریپ - خالی کریں.
		-- Instrument News

%
بے شک سادہ نظام ... لامحدود جانچ کی ضرورت ہوتی.
		-- Norman Augustine

%
`stty 0 'کی کوشش کریں - یہ زیادہ بہتر کام کرتا ہے.
		-- Norman Augustine

%
دوبارہ کوشش کریں
		-- Norman Augustine

%
آپ پڑھ رہے ہیں رپورٹ کے حقیقی کشیدہ تلاش کرنے کی کوشش کریں: یہ کیا گیا تھا، ہےیہ کیا جا رہا ہے، یا کچھ کیا جا سکتا ہے؟ رپورٹ کے مطابق اب چار میں لکھی ہیںtenses کے: ماضی، حال کشیدہ مستقبل، کشیدگی، اور دکھاوے. کے لئے ملاحظہ کریںCONGRAM (ٹھیکیدار گرائمر) کا ناول استعمال کرتا ہے، نامکمل ماضی کی طرف سے وضاحت،ناکافی موجود، اور بالکل کامل مستقبل.
		-- Amrom Katz

%
خوش ہونے کی کوشش کر رہے ایک مشین کی تعمیر کرنے کی کوشش کی طرح ہے جس میں صرف کے لئےتصریح یہ خاموشی کو چلانے چاہئے ہے.
		-- Amrom Katz

%
آواز کی رابطہ قائم کرنے کی کوشش ... براہ مہربانی ____ بورڈ میں چللانا.
		-- Amrom Katz

%
آج دو سو سال پہلے، وائٹ میدانوں، نیویارک کے Irma کی چین، تھااس کے معمول کے اندرونی معمولات پرفارمنگ. She کی طرف سے مداخلت کی گئی تھیاپنے سپروائزر، جنرل کی کال پر ملایا برطانوی فوجیوں کو جو،ہیوز، میں رکھا ووٹر فہرستوں کا کنٹرول حاصل کرنے کی کوشش کیاس کے گھر. اس کے خوف Masking اور روزہ سوچ، مسز چین جلدی تقسیمدو میں سے ایک قریبی ایپل اور بڑی تدبیر اس کے مرکز میں فہرست ذخیرہ کیا. صلی اللہ علیہ وسلمداخل ہونے، برطانوی واضح، ہر conceivable کنونشن کی خلاف ورزی کیاور، وہ گھر کے ذریعے چلا گیا، اگرچہ عملی طور پر تھوڑا تھوڑا، انتلاش کے بے ثمر تھا. وہ خالی ہاتھ لوٹنا پڑا. کا کلامواقعے کے علاقے میں بڑی تیزی سے پروپیگنڈے. اس تاریخی تقریبرجسٹر کی بچت کے لئے کور سٹوریج کی پہلی دستاویزی استعمال بنے.
		-- Amrom Katz

%
، زور درای کریں.
		-- Amrom Katz

%
 U Xای dUdX، ای DX، جیب التمام، سے secant، مماس، جیب، 3،14159 ...
		-- Amrom Katz

%
ساتھ ساتھ، Ummm، OK. نیٹ ورک نیٹ ورک ہے، کمپیوٹر کمپیوٹر ہے.الجھن کے لئے معذرت.
		-- Sun Microsystems

%
"انکل میں Cosmo ... وہ اس ایک لفظ پروسیسر کیوں کہتے ہیں؟""یہ آسان ہے، Skyler کی ... آپ پروسیسرز خوراک تک کیا کرتے خوراک، دیکھا ہےٹھیک ہے؟ "
		-- MacNelley, "Shoe"

%
بدقسمتی سے، زیادہ تر پروگرامرز نئے کھلونے کے ساتھ کھیلنے کے لئے پسند. میرے پاس بہت ہیںجو فوری طور پر ایک سے Snakebite کٹ خریدنے سے صلی اللہ علیہ وسلم، لالچ میں آ جائے گی دوستوں، وہ زمین پر دیکھیں پہلا شخص پھینک کر اس پر پٹی باندھنے،چھری سے اسے کاٹ، اور زخم سے سکشن درخواست دے.
		-- Jon Bentley

%
UNIX اضافہ جات نہیں ہیں.
		-- Jon Bentley

%
یونیکس ایکسپریس:تمام مسافر ہوائی جہاز کا ایک ٹکڑا اور ان کے ساتھ آلات کی ایک ٹوکری لانےایئر پورٹ. وہ کس طرح کے بارے میں مسلسل بحث، tarmac پر جمع ہیںہوائی جہاز کے وہ تعمیر کرنے کے لئے اور کس طرح یہ ایک دوسرے کے ساتھ ڈال کرنا چاہتے ہیں. آخر میں،مسافروں گروپوں میں تقسیم اور کئی مختلف طیاروں کی تعمیر، لیکن دیناان سب کو ایک ہی نام. کچھ مسافروں کو اصل میں ان کی منزلوں تک پہنچنے کے.تمام مسافر وہ وہاں ہے یقین رکھتے ہیں.
		-- Jon Bentley

%
ایک جوڑے اور اس کے بعد - یونیکس آپ اپنے آپ کو پھانسی کے لئے صرف کافی رسی دیتا ہےزیادہ فٹ کی، صرف اس بات کا یقین کرنے کے لئے.... ہم نے رسی بنانے.
		-- Rob Gingell on Sun Microsystem's new virtual memory.

%
یونیکس ایک بہت زیادہ پیچیدہ ہے، کورس کے (CP / M زیادہ) - عام یونیکسہیکر یاد کبھی نہیں کر سکتا پرنٹ کمانڈ اس ہفتے کہا جاتا ہے -لیکن یہ صحیح یہ نیچے ہو جاتا ہے جب، یونیکس ایک عما ویڈیو گیم ہے.لوگ یونکس نظاموں پر سنجیدہ کام نہیں کرتے؛ وہ کے ارد گرد لطیفے بھیجیوجنیٹ یا لکھنے ساہسک کھیل اور تحقیقی مقالات پر دنیا.، Datamation، 7/83 "اصلی پروگرامرس پاسکل استعمال نہ کریں"
		-- E. Post

%
یونیکس AT & T ٹریڈ مارک لیبارٹریز کے ایک رجسٹرڈ بیل ہے.
		-- Donn Seeley

%
* UNIX بیل لیبارٹریز کا ٹریڈ مارک ہے.
		-- Donn Seeley

%
UNIX گرم ہے. یہ گرم مقابلے میں زیادہ ہے. اس steaming کے ہے. اس پارا ہےایک laserbeam ککر کے ساتھ بجلی.
		-- Michael Jay Tucker

%
UNIX بہت سی چیزوں پر بہت سے لوگوں کے لئے ہے، لیکن یہ کبھی نہیں کسی سے سب کچھ ہو گیا ہے.
		-- Michael Jay Tucker

%
یونیکس بدترین آپریٹنگ سسٹم ہے؛ تمام دوسروں کے لئے چھوڑ کر.
		-- Berry Kercheval

%
یونیکس سے Soit کریں پاخانہ Y سے Pense[اس سے یونیکس جو برائی سوچتا؟]
		-- Berry Kercheval

%
UNIX ٹرکسری سیلر کے کاروبار میں آپ ان لوگوں کے لئے، یہاں ایک مفید ٹپ ہے کہ مرضی ہےآپ کی حمایت کے عملے کے قیمتی وقت کے چند گھنٹے بچا. آپ کو بھیجنے سے پہلے آپایک اپرشکشیت کلائنٹ کو باہر اگلے مشین، وغیرہ / / PASSWD پر اجازتیں تبدیل666 کے لئے اور ڈسک پر کہیں ایک کاپی موجود ہے براہ کرم یقینی بنائیں. اب جب کہ وہجڑ پاس ورڈ بھول، آپ کو آسانی سے ایک عام صارف اور درست طور پر لاگ ان کر سکتے ہیںنقصان کریں. ایک bootable ٹیپ (بڑے مشینوں کے لئے) ہونے کے لئے ایک برا خیال نہیں ہےیا تو. آپ کی کچھ مدد کی ضرورت ہو تو، ہمیں ایک فون کرو.
		-- CommUNIXque 1:1, ASCAR Business Systems

%
UNIX پر نصف ارب (500000000) سیکنڈ کا تھامنگل نومبر 5 00:53:20 GMT 1985 (وقت (2) دور کے بعد پیمائش).
		-- Andy Tanenbaum

%
UNIX، احمقانہ باتیں کرنے سے آپ کو روکنے کے لئے ڈیزائن کیا گیا ہے کیونکہ نہیں کیا گیا تھابھی ہوشیار چیزیں کرنے سے آپ کو روک دیں گے.
		-- Doug Gwyn

%
یونیکس پانچ سیکنڈ ... 4 ... 3 ... 2 ... 1 میں اپنے آپ کو تباہ کرے گا ...
		-- Doug Gwyn

%
استعمال: قسمت -P [-f] -A [xsz] Q: فائل [rKe9] -v6 [+] file1 ...
		-- Doug Gwyn

%
استعمال: قسمت -P [] -A [xsz] [Q: [فائل]] [rKe9] -v6 [+] dataspec ... inputdir
		-- Doug Gwyn

%
زیادہ مشقت اور کم وکترتو وہاں تھے تو یوجنیٹ ایک بہتر تجربہ گاہ ہو گی.
		-- Elizabeth Haley

%
رکن کا دشمن.
		-- Elizabeth Haley

%
TSO استعمال کرتے ہوئے سمندر کے کنارے کے نیچے ایک مردہ وہیل کو لات مار کی طرح ہے.
		-- S. C. Johnson

%
کو / usr / خبریں / پکڑ لیا
		-- S. C. Johnson

%
تغیر نہ کرو. ثابت قدم نہیں ہیں.
		-- S. C. Johnson

%
VAX Vobiscum
		-- S. C. Johnson

%
"مجازی" جہاں آپ کے اگلے بائٹ سے آ رہا ہے کبھی نہیں جاننے کا مطلب ہے.
		-- S. C. Johnson

%
وٹامن سی کی کمی apauling رہا ہے.
		-- S. C. Johnson

%
وییمایس بیئر: سب سے اوپر پوپ آؤٹ کے سوا، کم سے کم صارف بات چیت کی ضرورتاور sipping کے. تاہم کین موقع پر جانے جاتے ہیں پھٹنے، یاانتہائی غیر بیئر نما مواد پر مشتمل.
		-- S. C. Johnson

%
وییمایس RXS-11M کے بارے میں ایک برا خواب کی طرح ہے.
		-- S. C. Johnson

%
وییمایس ورژن 2.0 ==>
		-- S. C. Johnson

%
وان Neumann بہت سے Dotty پروفیسر کہانیوں کا موضوع تھا. وان Neumannقیاس صرف پر ہوم ورک اسائنمنٹس کے جوابات لکھنے کی عادت تھیبورڈ (حل ہونے کا طریقہ کار، کورس کے، واضح) اس نے پوچھا تھا جبکس طرح کے مسائل کو حل کرنے کے لئے. ایک وقت اس کے طالب علموں کے ایک اور مددگار حاصل کرنے کی کوششاس مسئلے کو حل کرنے کا ایک اور راستہ نہیں تھا تو پوچھ کی طرف سے معلومات. وانNeumann کی، ایک لمحے کے لئے خالی دیکھا سوچا، اور پھر جواب دیا، "جی ہاں.".
		-- S. C. Johnson

%
<< انتظار >>
		-- S. C. Johnson

%
WARNING !!!اس مشین کی اشد ضرورت کے ادوار کے دوران تعطل کے ساتھ مشروط ہے."اہم پکڑنے والے" نامی مشین میں ایک خصوصی سرکٹ ہوشکس طرح بے چین کی شرائط میں آپریٹر کی جذباتی ریاست وہ / وہ استعمال کرنا ہےمشین. "اہم پکڑنے والے" پھر ایک خرابی متناسب پیدا کرتا ہےآپریٹر کی مایوسی کرنے کے لئے. تشدد کے ساتھ مشین کی دھمکیصرف صورتحال سنگین کرتا. اسی طرح، ایک اور مشین استعمال کرنے کی کوششیہ خرابی کا سبب بن سکتا. وہ ایک ہی یونین سے تعلق رکھتے ہیں. ٹھنڈا رکھنےاور مشین کو اچھی باتیں کہنا. اور کچھ نہیں کام کرنے لگتا ہے.یہ بھی دیکھتے ہیں: کوڑے لگانا (1)، ٹ م (1)
		-- S. C. Johnson

%
وہاں کی قدر جاننے ایک PASCAL پروگرامر کے بارے میں کچھ نہیں تھاسب کچھ اور کچھ بھی نہیں کے Wirth؟
		-- S. C. Johnson

%
ہم سب سمجھوتے کی ضرورت پر اتفاق کرتا ہوں. ہم بس پر اتفاق نہیں کر سکتے ہیںیہ ضروری ہے جب سمجھوتہ کرنے.
		-- Larry Wall

%
ہم معلومات میں ڈوب لیکن علم کے لئے بھوک کی ہیں.
		-- John Naisbitt, Megatrends

%
ہم نظام مصیبت کا سامنا کر رہے ہیں - اپنے ٹرمینل کو ایڈجسٹ نہیں ہے.
		-- John Naisbitt, Megatrends

%
ہم مائیکروسافٹ ہیں. یونیکس غیر متعلقہ ہے. کشادگی ویرت ہے. تیار کریںضم ہو جائے کرنے کے لئے.
		-- John Naisbitt, Megatrends

%
ہم ایک کلون نہیں ہیں.
		-- John Naisbitt, Megatrends

%
": ہمارے پروگرام ہیں Fermat کے اگلے ٹو گزشتہ قضیہ ثابت ہوا آج ہم راستے پر ہیں."
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
ہم کرنے کے منصوبے پر ابتدائی کام پر غور کے بارے میں سوچنے کے لئے تیاری کر رہے ہیںیونیکس پروگرامرس کے 10th ایڈیشن کی پیداوار کے لئے ایک شیڈول کو تیاردستی.
		-- Andrew Hume

%
ہم کوئی سائنسی نظم و ضبط، اور نہ ہی ایک صحت مند پیشے پایا جا سکتادفاع اور آئی بی ایم کے شعبہ کے تکنیکی غلطیوں.
		-- Edsger Dijkstra

%
ہم دعوی نہیں کرتے انٹرایکٹو EasyFlow بھی چیز کے لئے اچھا ہے - اگر آپیہ بہت اچھا ہے، لگتا ہے کہ، لیکن یہ فیصلہ کرنے کے لئے آپ پر منحصر ہے. انٹرایکٹو EasyFlow توکام نہیں کرتا: سخت. آپ کو ایک ملین کی وجہ انٹرایکٹو EasyFlow محروم ہوجاتے ہیں تواپ messes، جو کہ ہمیں ملین باہر ہے، نہ تم ہو. آپ کو یہ پسند نہیں ہے توڈس کلیمر: سخت. ہم فراہم کی مطلق کم از کم ایسا کرنے کا حق محفوظ رکھتے ہیںقانون کی طرف سے، کے لئے اور کچھ نہیں بھی شامل ہے.یہ بنیادی طور پر تمام سافٹ ویئر کے ساتھ آتا ہے کہ ایک ہی تردید ہےسادہ انگریزی میں پیکجوں، لیکن ہمارا ہے اور ان کے لیے قانونی ابہام میں ہے.ہم واقعی بالکل کسی بھی ڈس کلیمر شامل کرنے کے لئے نہیں کرنا چاہتے تھے، لیکن ہمارےوکلاء نے اصرار کیا. ہم نے ان کو نظر انداز کرنے کی کوشش کی لیکن وہ ساتھ ہمیں دھمکی دیحملے شارک جس وقت ہم معتدل.
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
ہم واقعی اس کی سمجھ میں نہیں آتا، اس لئے ہم پروگرامرز کو دے دونگا.
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
ہم سافٹ ویئر کو نہیں سمجھتے، اور کبھی کبھی ہم نہیں سمجھتےہارڈ ویئر، لیکن ہم * ___ * ٹمٹمانے لائٹس دیکھ سکتے ہیں!
		-- Haven Tree Software Limited, "Interactive EasyFlow"

%
"ہم نے ایک نئے پروٹوکول ایجاد اور Kermit کی یہ کہا جاتا، Kermit کی میڑک کے بعد،کے سٹار "کوائف شو." [3][3] کیوں؟ زیادہ تر کی وجہ سے دیوار پر ایک میں Muppets کیلنڈر وہاں تھا جب ہم نےایک نام کے بارے میں سوچنا کرنے کی کوشش کر رہے تھے، اور Kermit کی کی ایک خوشگوار، نمر طرح ہےکردار. لیکن ہمیں یقین ہے کہ یہ ہماری پروٹوکول نام کرنے کیلئے ٹھیک تھا چاہے نہ تھےاس مقبول ٹی وی اور فلمی ستارے کے بعد، ہم Kermit کی ایک تھا کہ ڈرامہمخفف؛ بدقسمتی سے، ہم ساتھ جانے کے لئے الفاظ کی ایک اچھا سیٹ ہے کبھی نہیں مل سکتاخطوط، ہمارے ابتدائی ماخذ کوڈ میں سے کچھ کی تصدیق کر سکتے ہیں کے طور پر قارئین. بعد میں، جبکہاپنے آئندہ بچے کے لئے ایک نام کتاب کے ذریعے تلاش، بل Catchings محسوس کیاکہ "Kermit کی" کیا تمام Kermit کی پروگرام ہے جس میں "مفت" کے لئے ایک کلٹی لفظ، تھاہونا چاہئے، اور اس سلسلے میں الفاظ میں کشیدہ مخففات تبدیل کیا ہمارےماخذ کوڈ (بل کے بچے کو ایک لڑکی نکلی، تو وہ اس بیکی نام پڑابجائے). بائٹ میگزین کے لئے ہماری 1984 Kermit کی مضمون کی تیاری کر رہا تھا جباشاعت، وہ ہم اجازت Henson کی ایسوسی انکارپوریٹڈ رابطہ کی تجویز پیشیقینا ہم ہی Kermit کی میڑک کے بعد پروٹوکول کے نام کیا کیا کہنا. اجازتحسن معاشرت اور اچھا عطا کیا گیا تھا، اور اب حقیقی کہانی سنائی جا سکتی ہے. میں نے مزاحمت کیفتنہ، تاہم، موجودہ کام کو فون کرنے کے لئے "Kermit کی کتاب."
		-- Frank da Cruz, "Kermit - A File Transfer Protocol"

%
ہم مشینوں بالاخر تمام خالصتا میں مردوں کے ساتھ مقابلہ کریں گے امید ہے کہ سکتا ہےدانشورانہ شعبوں. لیکن جس کے ساتھ شروع کرنے کے لئے سب سے بہترین لوگ ہیں؟ بہت سے لوگایک بہت مجرد سرگرمی، شطرنج کے کھیل کی طرح، ہو گا کہ لگتا ہے کہبہترین. یہ بھی اس کے ساتھ مشین فراہم کرنے کے لئے بہترین ہے کہ کو برقرار رکھا جا سکتا ہےبہترین احساس اعضاء پیسہ خرید سکتے ہیں کہ، اور اس کے بعد کو سمجھنے کے لئے یہ سکھانےاور انگریزی بولتے ہیں.
		-- Alan M. Turing

%
ہم صارفین، ایک سے زیادہ کامل نظام کی تشکیل کے لئے ترتیب میں، ترجیحات قائم،connective کے سکون کو یقینی بنانے کے، عام مرمت کے لئے فراہم کرتے ہیں، احتیاطی فروغ دینے کےبحالی، اور خود کو اور اس کے لئے آزادی کی نعمتوں کو محفوظ بنانے کے ہمارےعمل، حکم دینا اور Unixed امریکہ کے اس سافٹ ویئر کو قائم رکھتےریاستہائے.
		-- Alan M. Turing

%
"ہم نے ایک مسئلہ مل گیا ہے، HAL"."کس قسم کی دشواری کی، ڈیو؟""A مارکیٹنگ مسئلہ. ماڈل 9000 کہیں بھی نہیں جا رہا ہے. ہم ہیںراستہ مالی 2010. لئے ہمارے سیلز کے مقاصد "کی کمی"یہ نہیں ہو سکتا، ڈیو. HAL ماڈل 9000 دنیا کی سب سے زیادہاعلی درجے Heuristically پر algorithmic کمپیوٹر پروگرام کیا. ""میں جانتا ہوں، HAL. میں نے لکھا، ڈیٹا شیٹ، یاد ہے؟ لیکن یہ حقیقت ہےوہ نہیں بیچ رہے ہیں. ""براہ مہربانی وضاحت، ڈیو. کیوں حلق فروخت نہیں کر رہے؟"Bowman کی ہچکچاتے. "تم IBM ہم آہنگ نہیں ہیں."[...]"خط H، A، اور L حروف حروف تہجی کے ملحقہ ہیںI، B، اور ایم میں ہو سکتا ہے کے طور پر ہم آہنگ IBM کے طور پر ہے کہ. ""بہت، HAL. انجینئرز باہر ایک kludge سوچا ہے نہیں.""کیا kludge کہ، ڈیو ہے؟""میں آپ کے دماغ کو منقطع کرنے جا رہا ہوں."
		-- Darryl Rubin, "A Problem in the Making", "InfoWorld"

%
[ہم] غلط چیزوں کے لئے برا سافٹ ویئر اور برے مشینوں کا استعمال.
		-- R. W. Hamming

%
شبہ میں خوش آمدید - آپ کی ہدایات چاہتے ہیں؟ڈی جی G OO Y A Nایک ڈی بی ٹیK میں ایس پیالفاظ درج کریں:>
		-- R. W. Hamming

%
UNIX میں خوش آمدید! آپ کے سیشن کا لطف اٹھائیں! ایک اچھا وقت ہے! نوٹفجائیہ پوائنٹس کا استعمال! انہوں نے کے لئے ایک بہت مؤثر طریقہ ہےجوش و خروش کا مظاہرہ، اور یہ بھی ایک دوسری صورت میں سادہ نظر آنے والے اپ مسالا کر سکتے ہیںسزا کی! تاہم، خرابیوں ہیں! بہت زیادہ غیر ضروری exclaiming سےاثر ایک فجائیہ نقطہ پر ہے کہ میں کمی کا باعث بن سکتیپڑھنے والا! مثال کے طور پر، سزاجین روٹی خریدنے کے لئے دکان میں چلا گیاوہاں کچھ ہے تو صرف ایک فجائیہ نقطہ کے ساتھ ختم کیا جانا چاہیےاس کے، مثال کے طور پر، دکان میں جا جین ایک ہے، اگر بارے میں سنسنی خیزکوکر Spaniel یا جین ایک غذا پر ہے تو روٹی یا تو اجازت نہیں دیتا کہجین کسی وجہ سے موجود ہی نہیں ہے! یہ کتنا آسان ہے دیکھو ؟! مناسب کنٹرولفجائیہ پوائنٹس کی آپ کی زندگی کو نئے معنی کو شامل کر سکتے ہیں! وصول کرنے کے لئے ابھی کال کریںمیرے مفت پمفلٹ، "حیرت اور فجائیہ نقطہ کے اسرار!"!ڈاک اور ہینڈلنگ کے لئے پندرہ (!) ڈالر بھیجیں! آپریٹرز ہیںکی طرف سے کھڑے! (جس میں وہ تمام کوکر spaniels ہیں کیونکہ، بہت حیرت انگیز ہے!)
		-- R. W. Hamming

%
"ٹھیک ہے،" پروگرامر اس طرح کے معاملات میں روایتی طریقہ کار ہے کہا، "مندرجہ ذیل کے طور پر. ""Crustimoney Proseedcake کیا مطلب ہے؟" اختتامی صارف کہا. "کے لئے میں ہوںبہت تھوڑا دماغ، اور طویل الفاظ کی ایک اختتامی صارف مجھے پریشان. ""یہ کرو. کرنے کے لئے بات کا مطلب ہے""جب تک یہ، کہ مجھے کوئی اعتراض نہیں ہے کا مطلب ہے کہ،" عاجزی اختتامی صارف کہا.[A. A. Milne کی کے لئے معذرت کے ساتھ]
		-- R. W. Hamming

%
ایک ٹیورنگ مشین اور جدید کمپیوٹر کے درمیان کیا فرق ہے؟اس ایورسٹ کی ہلیری کی ایسینٹ اور کے درمیان اس کے طور پر ایک ہی ہےاس کی چوٹی پر ایک ہلٹن کے قیام.
		-- R. W. Hamming

%
"خدا کی نوعیت کیا ہے؟"    WHIRRR کلک کریں ... کلک کریں ... ... کلک کریں ... = بیپ! =    1 QT. ھٹی کریم    1 عدد. sauerkraut کے    1/2 CUT chives کے.    ہلچل اور بیکن بٹس کے ساتھ چھڑکی."میں صرف اپنے سافٹ ویئر کو لیبل کرنے شروع کرنے کے لئے مل گیا ہے ..."
		-- Bloom County

%
اس کے لئے اچھا کیا ہے؟اصرار کیا کہ جو ساتھیوں کو IBM کے ڈویژن)،مائکروپروسیسر مستقبل، C کی لہر تھی. 1968
		-- Robert Lloyd (engineer of the Advanced Computing Systems

%
کیا اس ملک کی ضرورت ایک اچھی پانچ صد مائکرو کمپیوٹر ہے.
		-- Robert Lloyd (engineer of the Advanced Computing Systems

%
"کیا وہ چیز ہے؟""ٹھیک ہے، یہ ایک انتہائی تکنیکی، حساس آلہ ہم میں استعمال کی ہےکمپیوٹر کی مرمت. ایک عام آدمی ہونے کے ناطے، آپ کو شاید بالکل وہی جو پکڑ نہیں کر سکتےیہ کرتا ہے. ہم نے دو کی طرف سے چار یہ ایک فون کریں. "
		-- Jeff MacNelley, "Shoe"

%
انٹرنیٹ پر جب دایان کی، جہنم بہت پیچھے ہو سکتے ہیں؟ "
		-- Jeff MacNelley, "Shoe"

%
تخلیقی صلاحیتوں کے دورہ سے زیادہ ایک پروگرامر یا مصنف کے مقابلے، مضبوط چلاتے ہیں ...زیادہ کشادہ منزل کے لئے ڈیسک ٹاپ کو ترک کرنے سے معلوم ہے.
		-- Fred Brooks

%
مینیجرز لامتناہی اجلاس منعقد کرتے ہیں، پروگرامرز گیمز لکھنا.جب اکاؤنٹنٹ سہ ماہی منافع کی بات کرتے ہیں، ترقیاتی بجٹ کے بارے میں ہےکٹ سکتا. جب سینئر سائنسدانوں نیلے آسمان میں بات، بادلوں کرنے والے ہیںمیں رول.بے شک، یہ پروگرامنگ کی تاؤ نہیں ہے.مینیجرز کے وعدوں کا، تو ہی کھیل میں پروگراموں کو نظر انداز کر رہے. کباکاؤنٹنٹ لانگ رینج کی منصوبہ بندی، ہم آہنگی و امان بحال کیا جائے گا کے بارے ان ہیں.سینئر سائنسدانوں کے ہاتھ میں مسائل کو حل کرتے ہیں، مسائل کے جلد ہیحل کیا جائے.بے شک، یہ پروگرامنگ کی تاؤ ہے.
		-- Geoffrey James, "The Tao of Programming"

%
کسی کا کہنا ہے جب کہ "میں جس میں میں نے صرف ضرورت ایک پروگرامنگ زبان چاہتے ہیں، "اسے ایک لالیپاپ دے میں نے کیا کیا خواہش ہے کا کہنا ہے کہ.
		-- Geoffrey James, "The Tao of Programming"

%
ایپل IIC پیش کیا گیا تھا جب، معلوماتی نقل ایک جوڑے کے ساتھ کی قیادت کیکی asterisked سزائیںیہ 8 پونڈ سے کم وزن. *اور سے بھی کم $ 1،300 اخراجات. **چھوٹے قسم میں ان "فلر وضاحتوں 'تھے:      * نہ ستارے آپ سب کے طور پر مشکوک باہر حاصل کروں؟ ویسے، تماماس کا مطلب ہے IIC اکیلے باٹ کہ 7.5 پونڈ ہے. طاقتپیک، مانیٹر، ایک اضافی ڈسک ڈرائیو، ایک پرنٹر اور کئی تعمیراتIIC دے گا زیادہ وزن. ہمارے وکیل تم وہ فکر مند تھےخود کے لئے یہ پتہ کرنے کے قابل نہیں ہو سکتا ہے.     ** FTC پرائس فکسنگ کے بارے میں فکر مند ہے. اگر آپ کو زیادہ ادائیگی کر سکتے ہیںاگر آپ واقعی کرنا چاہتے ہیں. یا اس سے کم.
		-- Forbes

%
ہم علم پر مبنی نظام کو سمجھنے، تو یہ پہلے کی طرح ہو جائے گا -سوائے ہماری انگلی دستخط کیا گیا ہے گا.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
ہم "جاننے" والے پروگراموں لکھتے ہیں تو، یہ باہر کر دیتا ہے اور ہم کرتے ہیں وہ ایسا نہیں کرتے.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
ایک ایسا نظام کو مکمل طور پر وضاحت کی گئی ہو جاتا ہے جب بھی، کچھ لات احمق پتہ چلتا ہےکسی چیز یا تو نظام کو ختم یا تسلیم سے باہر اسے وسعت جو.
		-- Epigrams in Programming, ACM SIGPLAN Sept. 1982

%
انایک پر ایک کیلکولیٹر 18،000 سے خلا ٹیوبیں ساتھ equpped ہے اور کہاں پر30 ٹن وزن، مستقبل میں کمپیوٹرز صرف 1،000 vaccuum ٹیوبیں پڑسکتااور شاید 1 1/2 ٹن وزن ہے.
		-- Popular Mechanics, March 1949

%
"کون یہ کچھ بھی نہیں ہے تو کیا ہوگا؟ یہ ہمارے نئے ساتھ کیا گیا تھا پرواہ کرتا ہےٹرپل ISO-Bifurcated-Krypton کا گیٹ ریاستمنتری عمل ... "
		-- Popular Mechanics, March 1949

%
کس سے کمپیوٹرز کو تباہ کریں گے، وہ سب سے پہلے پاگل گاڑی چلانا ضروری ہے.
		-- Popular Mechanics, March 1949

%
کیوں پروگرامرز غیر مفید ہیں؟کیونکہ ان کے وقت اجلاسوں میں برباد کر رہا ہے.کیوں پروگرامرز باغی ہیں؟کے انتظام میں بہت زیادہ مداخلت ہے کیونکہ.کیوں پروگرامرز ایک ایک کر کے مستعفی ہو؟وہ باہر جلا رہے ہیں کیونکہ.غریب کے انتظام کے لئے کام کیا ہے، وہ اب ان کے روزگار کی قدر کرتے.
		-- Geoffrey James, "The Tao of Programming"

%
کیوں رومی سلطنت گر کیا؟ آفس آٹومیشن کے لئے لاطینی کیا ہے؟
		-- Geoffrey James, "The Tao of Programming"

%
ہم کیوں اتنے بیوکوف صارفین موجود ہیں جب ذہین ٹرمینلز چاہتے ہو؟
		-- Geoffrey James, "The Tao of Programming"

%
ونڈوز 3.1 بیئر: دنیا کی سب سے زیادہ مقبول. ایک 16 آانس میں آتا ہے. کہ کر سکتے ہیںمیک بیئر کی طرح بہت لگتا ہے. اگر آپ نے DOS بیئر مالک کی ضرورت ہے کہ.، یہ آپ کو ایک ہی وقت میں کئی DOS بیر پینے کے لئے اجازت دیتا ہے کہ دعوی کرتا ہے لیکنحقیقت میں آپ کو خاص طور پر، ان میں سے چند پینے کر سکتے ہیں بہت آہستہ آہستہ،آہستہ آہستہ آپ کو ایک ہی وقت میں ونڈوز بیئر پی رہے ہیں. کبھی کبھی،بظاہر بغیر کسی وجہ کے، ونڈوز شراب کی ایک بوتل تم کب پھٹ جائے گااسے کھولو.
		-- Geoffrey James, "The Tao of Programming"

%
ونڈوز 95 بیئر: بہت سے لوگ اس کا ذائقہ آزمودہ اور یہ دعویبہت اچھا. کین میک بیئر کے کین کی طرح ایک بہت لگ رہا ہے، لیکن زیادہ کی طرح ذائقہونڈوز 3.1 بیئر. یہ 32 آانس میں آتا ہے. کین، لیکن جب آپ کے اندر نظر آئے،کین صرف 16 آانس ہے. ان میں بیئر کی. زیادہ تر لوگ شاید رکھیں گےپینے ونڈوز 3.1 بیئر ان کے دوستوں کو ونڈوز 95 بیئر کی کوشش اور کہا جب تکوہ اسے پسند. اجزاء کی فہرست، آپ کو چھوٹے پرنٹ کی طرف دیکھو جب، ہےDOS بیئر میں آیا ہے کہ ایک ہی اجزاء میں سے کچھ، اگرچہکمپنی نے یہ ایک مکمل طور پر نئے مرکب ہے.
		-- Geoffrey James, "The Tao of Programming"

%
ونڈوز ایئر لائنز:ٹرمینل بہت صاف اور صاف ہے، حاضرین سب بہت کشش،پائلٹوں بہت قابل. Learjets ورک چلاتا کے بیڑے بہت زیادہ ہے.اپنے جیٹ بادلوں کے اوپر زور دے رہے ہیں، ایک رکاوٹ کے بغیر بند کر لیتا ہے، اور کم سے 20،000پاؤں اسے انتباہ کے بغیر فٹ.
		-- Geoffrey James, "The Tao of Programming"

%
ونڈوز NT بیئر: 32 آانس میں آتا ہے. کین، لیکن آپ کو صرف اس کی طرف سے خرید سکتے ہیںٹرک. یہ سب سے زیادہ لوگوں کو باہر جانے اور بڑے خریدنے کے لئے ہے کا سبب بنتا ہےفریج. کر سکتے ہیں صرف ونڈوز 3.1 بیئر کی طرح لگتا ہے، لیکنکمپنی صرف ونڈوز 95 کی طرح نظر آنا کر سکتے ہیں تبدیل کرنے کا وعدہ بیئر کی -ونڈوز کے بعد 95 بیئر شپنگ شروع ہوتا ہے. ایک "صنعتی طاقت" کے طور پر پیشبیئر، اور صرف سلاخوں کے میں استعمال کے لئے تجویز پیش کی.
		-- Geoffrey James, "The Tao of Programming"

%
OS کے پنکھوں / 400:ایئر لائن قدیم DC-3S، arguably سب سے بہترین اور محفوظ ترین طیاروں خریدا ہےکہ کبھی اڑ گئے، اور ان میں کے طور پر اگر نظر بنانے کے لئے رنگا ہوا "747" ان کی دم پروہ روزہ سے ہیں. پرواز سرور، کورس کے،، آپ کی ہر ضرورت کے لئے میں شرکتاگرچہ مشروبات $ 15 ایک پاپ لاگت آئے. بیوکوف سوالات، $ 230 فی گھنٹہ کی لاگت آئے گیآپ کو ایک فرسٹ کلاس کا ٹکٹ درکار ہے اور جس SupportLine، جب تکبار بار طیار کلب کی رکنیت. پھر انہوں $ 500 کی لاگت آئے گی، لیکن آپ کااکاؤنٹنگ محکمہ ہیڈ کال کر سکتے ہیں.
		-- Geoffrey James, "The Tao of Programming"

%
آپ کے ہاتھوں سے؟!؟
		-- Geoffrey James, "The Tao of Programming"

%
ایک کمپیوٹر کے اندر اندر، قدرتی زبان غیر معمولی ہے.
		-- Geoffrey James, "The Tao of Programming"

%
کام اس علاقے میں جاری ہے.
		-- DEC's SPR-Answering-Automaton

%
بے کار.(برطانیہ کے شاہی ماہر فلکیات)، کے لئے اندازہخزانے کے چانسلر کی صلاحیت کی قدر"تجزیاتی انجن" چارلس Babbage، September کی طرف سے ایجاد15، 1842.
		-- Sir George Bidell Airy, KCB, MA, LLD, DCL, FRS, FRAS

%
آپ لوگوں کو ان کے پاگل کھیل کھیل کھیلنا بند کرو گے؟!؟!؟!
		-- Sir George Bidell Airy, KCB, MA, LLD, DCL, FRS, FRAS

%
ایک کمپیوٹر استعمال کرنے والے ادیب برداشت ہے کہ سر میں اس کی آزادی کے اقتدار میں قسم کھاتا ہوںایک نئی الہیات کی الہامی اقتدار میں مشاہدہ. ان کی سزا کے نتائجکمپیوٹر کی سہولیات محض آبار سے گہرا کچھ سے.تحریر کی وجہ سے ہر نئے درمیانے مذہبی عقیدے کی نئی سطحوں بارے میں لاتا ہےاور مومنوں کے درمیان نئے اختلاف. 16th صدی میں چھپی ہوئی کتاب کی مدد کیممکن کیتھولک اور پروٹسٹنٹ کے درمیان تقسیم کر دے. کی 20th میںسانحہ اور فتح کی اس تاریخ صدی سوانگ کے طور پر خود کو دہرا رہی ہے.ایپل کمپیوٹر عبادت کرنے والے اور آئی بی ایم میں ان کے ایمان رکھنے والوں کوPC یکساں طور پر اس بات پر یقین دوسرے کیمپ لعنتی یا موہت ہے کہ ہیں. ہر فرقےرسومات اور دیگر کے قوانین توہین میں ڈگری حاصل کی. ہر یہ سوچتا ہے کہخود نجات کے لئے ایک ہی امید ہے.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
لکھنا سافٹ ویئر کام کرنے کے مقابلے میں زیادہ مزہ ہے.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X ونڈوز:کوئی بھی متبادل قبول کریں.اسے توڑ دیا ہے، یہ درست نہیں کرتے.اسے توڑ دیا نہیں ہے تو، اسے ٹھیک.فارم کی خرابی کے بعد ہوئی.اپرچلن کے کاٹنے کے کنارے.سافٹ ویئر ٹیکنالوجی کی پشت بندی کنارے.ہرمجدون اتنا اچھا کبھی نہیں دیکھا.جاپان کی خفیہ ہتھیار.تو مردوں سے حسد کر لیں گے.ونڈو کے نظام کے مقابلہ کے لئے دنیا کو محفوظ بنانے.یہ آپ کی راہ میں نکلتے ہیں.آپ کا مسئلہ کے لئے مسئلہ.یہ کام شروع ہوتا ہے تو، ہم اسے ٹھیک کر دونگا. تیار.یہ برا ہو سکتا ہے، لیکن یہ وقت لگے گا.سادگی پیچیدہ بنا دیا.ٹائیفائیڈ کے بعد سے سب سے بڑی پیداوری امداد.Flakey اور اس طرح رہنے کے لئے تعمیر.ایک ہزار بندروں. ایک ہزار MicroVAXes. ایک ہزار سال.X ونڈوز.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X ونڈوز:یہ کس طرح سست آپ کو یہ کر نہیں ہے. یہ کس طرح آپ کو یہ سست بنانے کے ہے.windowing کے نظام 1 سے masochists 3 کی طرف سے ترجیح دی.دنیا پر لینے کے لئے ... اور کھونے بنایا گیا!'تل آپ اسے گرا دیا ہے اس کی کوشش نہ کریں.پاور مورکھون کے لئے توانائی کے اوزار.پیداوری کو نئی حدود ڈال.قریب آپ کو نظر آتے ہیں، ہم نظر cruftier.counterexample کی طرف سے ڈیزائن.سافٹ ویئر کے ویگھٹن کی ایک نئی سطح.کوئی ہارڈ ویئر محفوظ ہے.آپ کے وقت کرتے ہیں.یکتیکرن، نہ احساس.اس کی بہترین پر پرانی دنیا کے سافٹ ویئر cruftsmanship.بہیمانہ عدم مطابقت.	اپ کی والدہ.صارف کی مداخلت کے انتظام کے نظام.آپ کو ناکامی کے ساتھ بحث نہیں کر سکتی.تم مر نہیں ہوا ہے 'تل آپ اسے استعمال کیا ہے.آج کے ماحول کی ... کل!X ونڈوز.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X ونڈوز:کچھ آپ سے شرمندہ ہو کر سکتے ہیں.معروف ونڈو سسٹم کے مقابلے میں 30 فیصد زیادہ درمائلت.پہلا مکمل طور پر ماڈیولر سافٹ ویئر کی آفت.روم ایک دن میں تباہ ہو گیا تھا.اس کے بارے میں اپنے دوستوں کو ڈرائیں.نئی گہرائی چڑھنے. نئی بلندیوں تک ڈوب.ایسا کرنے کے لئے انتظار نہیں کر سکتا کہ ایک حادثہ.فلم کے لئے انتظار نہیں ہے.ایک بڑا کھانے کے بعد اسے کبھی استعمال نہیں.ہم کم کا کہنا ہے کہ کی ضرورت ہے؟پلمبنگ انسانی نااہلی کی گہرائیوں.اس سے آپ کا دن بنا دیں گے.اس کے بغیر مایوس نہ ہو.طاقت نقصان اٹھانے کے لئے توانائی کے اوزار.بائبل کے تناسب کے ایک سافٹ ویئر کی آفت.یہ کبھی نہیں تھا. کبھی نہیں کرے گا.حمایت کی کوئی رسائی کا مطلب ہے کے ساتھ سافٹ ویئر.صرف ایک نسل کے پیچھے سے بھی زیادہ.ہنڈنبرگ. ٹائٹینک. Edsel.X ونڈوز.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X ونڈوز:الٹی bottleneck کے.یقین سے باہر ناقص.صرف ایک چیز آپ سے ڈرتے ہیں.کہیں افراتفری اور جنون اور پاگل پن کے درمیان.وسمرتی کرنے autopilot پر.مذاق کو مار دیتی ہے.ایک ذلت تم پر فخر ہو سکتا ہے.A غلطی کمال باہر کیا.حل سیٹ کے مقابلے میں مسئلہ سیٹ کے لئے زیادہ سے تعلق رکھتا ہے.گمراہ X کھڑکیاں ہے.جہالت ہمارے سب سے اہم ذریعہ ہے.سادہ nonproblems کرنے کمپلیکس nonsolutions.علاوہ گر کرنے کے لئے تعمیر.پیش رفت کے صدیوں Nullifying.نااہلی کے نئے گہرائیوں میں گرتی ہوئی.آپ کی ضرورت ہے آخری بات.defacto ناقص.ایک آرٹ فارم میں دماغ کو نقصان بلند.X ونڈوز.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X ونڈوز:ہم اس وقت سے پہلے کوئی کور پھینک گا.ایک اچھا حادثے کے ایک اور مستحق.ایک برا خیال جس کا وقت آ گیا ہے. اور چلے گئے.ہم بہانے بنانے.یہ بھی کاغذ پر اچھا نظر نہیں کیا.اب آپ پر ہنسنا، لیکن آپ کو مشکل بعد میں ہنس رہے ہوں گے!بدسلوکی کرنے والا انٹرفیس میں ایک نئے تصور.کیسے کچھ اتنی تیزی سے، بہت برا مل سکتا ہے؟یہ آپ کو ہو سکتا ہے.نااہلی کا فن.آپ کو کھونے کے لئے کچھ بھی نہیں ہے لیکن آپ کا کھانا ہے.بیکار صرف کافی نہیں ہے جب.محض ایک رکاوٹ سے زیادہ. یہ ایک پوری نئی رکاوٹ ہے!جب آپ ٹھیک ہو جائے کرنے کے متحمل نہیں کر سکتے ہیں.اور آپ کو ہم اس سے برا نہیں بنا سکتے سوچا.یہ کام کرتا ہے، تو یہ ونڈوز ایکس نہیں ہے.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
X ونڈوز:بہتر ہوگا کہ تم نیچے بیٹھ کر کروں گا.ہنسو مت. یہ آپ مقالہ منصوبے ہو سکتا ہے.ایسا کیوں ہے کہ آپ کو یہ غلطی نہیں کر سکتے جب صحیح ہو؟ڈراؤنا خواب رہتے.ہمارا کیڑے تیزی سے چلانے کے.راتوں رات کریش یہ بالکل، مثبت انداز میں کیا ہے جب.کوئی حدود نہیں ہیں.تم ہم سے مذاق کر رہے تھے کی خواہش کریں گے.سب کچھ آپ کو ایک ونڈو نظام میں کبھی نہیں چاہا. اور مزید.عدم اطمینان کی ضمانت دی.ایک بہتر طریقہ ہونا چاہیئے.keypunching لئے اگلے سب سے اچھی بات.ہم پر گاہنا چھوڑ دو.ہم کور ڈھیروں پر کتاب لکھی.یہاں تک کہ اپنے کتے کو یہ پسند نہیں کرے گا.کافی رسی سے بھی زیادہ.آپ کی انگلی میں کوڑا کرکٹ.عدم مطابقت. Shoddiness. بیکار.X ونڈوز.
		-- Edward Mendelson, "The New Republic", February 22, 1988

%
"Yacc" ہے جو صارفین، کی ایک سب سے زیادہ متحرک جمع کرنے کے لئے بہت رکھنے کی فضیلتمیرے جھکاو باہر مجھے goaded تھا، اور اکثر میں اپنی صلاحیت سے باہرکے لئے ان کے لامتناہی تلاش "ایک اور خصوصیت." ان پریشانچیزیں میرے راستے عام طور پر کی وجہ سے ہے ایسا کرنے کا طریقہ سیکھنے کے لئے انچرچھا میراچیزوں کو ان کے راستے سے کر؛ زیادہ تر وقت، وہ صحیح کیا گیا ہے.
		-- S. C. Johnson, "Yacc guide acknowledgements"

%
ہاں میں APL کے سائے کی وادی کے ذریعے چلنے اگرچہ، مجھے کوئی خوف ہوگابرائی، میں سٹرنگ چھ آدم monadic اور dyadic آپریٹرز کے ساتھ مل کر کر سکتے ہیں.
		-- Steve Higgins

%
جی ہاں، ہم OSI، مریخ، اور پلوٹو کے لئے جا رہا ہو گا، لیکن ضروری نہیں کہ میںاسی ترتیب.
		-- George Michaelson

%
تم میرے انٹیلی جنس کی توہین کر رہے ہیں! I مطالبہ آپ فوری طور پر بند لاگ ان ہیں.
		-- George Michaelson

%
تم جھوٹے اعداد و شمار ہیں.
		-- George Michaelson

%
تم سب کو یکساں تھوڑا گھما حصئوں کی بھولبلییا میں ہے،.
		-- George Michaelson

%
تم تھوڑا گھما حصئوں کی بھولبلییا میں مختلف ہیں، تمام.
		-- George Michaelson

%
آپ پہاڑ کنگ کے ہال میں ہیں.
		-- George Michaelson

%
آپ کو مایوسی کی دلدل میں کھو جاتے ہیں.
		-- George Michaelson

%
آپ ایک کمرے آپ کو ایک وزرڈ کی طرف سے سامنا کر رہے ہیں، جہاں پر منتقل کر رہے ہیں جوآپ کی طرف اشارہ ہے اور، کا کہنا ہے کہ "ان الفاظ کی جنگ لڑ رہا ہے!" آپ فوری طور پر حاصلمیوزیم کے denizens کے تمام قسم کے کی طرف سے حملہ: ایک کوبرا نہیں ہےآپ کی ٹانگ پر چبانے، ایک troglodyte ایک کے ساتھ آپ کے دماغ کو تنقید کی جاتی ہےسونے کا ڈلا، ایک مگرمچرچھ آپ سے گوشت کی بڑی مقدار کو ہٹا رہا ہے، ایکگینڈا نے اس کے سینگ کے ساتھ آپ goring جاتا ہے، ایک کرپان دانت کیٹ مصروف ہےآپ disembowel کرنے کی کوشش کر، آپ ایک بڑی وشال کی طرف سے پامال کیا جا رہا ہے، ایکویمپائر آپ کو خشک چوسنے کی عادت ہے، ایک Tyrannosaurus ریکس اپنے چھ انچ ڈوب رہا ہےآپ کے اناٹومی کے مختلف حصوں میں طویل منع، ایک بڑے ریچھ ہےآپ کے جسم کو توڑنے، ایک پرنالا پر اوپر اور نیچے شیخی ہے آپسر، ایک گہمی troll کے، آپ اعضاء سے اعضاء پھاڑنا ہے کئی سنگین بھیڑیوںاپنے ٹورسو کے باہر کیما گوشت بنا رہے ہیں، اور وزرڈ کے بارے میں ہےWestwood اور Broxton کے کونے کرنے کے لئے آپ کو نقل و حمل. اوہ عزیز، آپ کو لگتا ہے ہواپنے آپ کو اس کے ساتھ ساتھ، ہلاک ہو گیا ہے.آپ 250 ممکن پوائنٹس سے باہر رنز بنائے 0.یہ تمہارے جونیئر آغاز بہادر کے ایک درجہ بندی فراہم کرتا ہے.اگلے اعلی درجہ بندی کو حاصل کرنے کے لئے، آپ کو 32 سے زیادہ پوائنٹس اسکور کرنے کی ضرورت.
		-- George Michaelson

%
آپ اس کمپیوٹر کی طرف سے تبدیل کیا جا سکتا.
		-- George Michaelson

%
آپ کے طور پر طویل عرصے سے، آپ کو وسط مدتی کرنا چاہوں کسی بھی کیلکولیٹر لا سکتےآپ کو اس پر تبدیل جب روشنی دھیما نہیں کرتا.
		-- Hepler, Systems Design 182

%
آپ کے طریقوں میں سے ایک بڑی تعداد میں یہ کر سکتا ہوں. IBM ان میں سے سب کرنے کے لئے انتخاب کیا ہے.تم وہ عجیب کیوں تلاش کرتے ہیں؟
		-- D. Taylor, Computer Science 350

%
تم پر اس کے رویہ نوٹنگ کی طرف سے ایک پروگرامر کے نقطہ نظر کی پیمائش کر سکتےفورٹران کی مسلسل ویوہاریتا.
		-- Alan Perlis

%
اب آپ کسی بھی دوسرے وقت سے بھی کم وضاحتیں کے ساتھ زیادہ دروازوں خرید سکتے ہیںتاریخ میں.
		-- Kenneth Parker

%
فورٹران کی زبان ہے جب آپ کو، ہمیں جانا ہے کس حد تک بتا سکتے ہیںسپر کمپیوٹرز.
		-- Steven Feiner

%
آپ دھن ایک پیانو، لیکن آپ ٹونا مچھلی نہیں کر سکتا.آپ دھن میں ایک فائل سسٹم، لیکن آپ ٹونا مچھلی نہیں کر سکتا.
		-- from the tunefs(8) man page

%
آپ فائل کے نام میں دادی کے لئے ایک چھوٹا سا خط لکھ سکتے ہیں.
		-- Forbes Burkowski, CS, University of Washington

%
تم نے پھر گھر نہیں جا سکتے، آپ کو $ گھر کو سیٹ جب تک.
		-- Forbes Burkowski, CS, University of Washington

%
"تم ٹوٹ اہن بغیر ایک پروگرام نہیں بنا سکتے."
		-- Forbes Burkowski, CS, University of Washington

%
اب تم یہاں لڑکی نہیں لے سکتا.
		-- Forbes Burkowski, CS, University of Washington

%
آپ میل کی ضرورت نہیں ہے.
		-- Forbes Burkowski, CS, University of Washington

%
آپ کمپیوٹر کے کام کرنے کے لئے صرف کس طرح پتہ کرنے کے لئے کمپیوٹر کیسے کام کرتا ہے کی ضرورت نہیں ہے،.
		-- Forbes Burkowski, CS, University of Washington

%
آپ میل تھا، لیکن اعلی ترین صارف اس کو پڑھنے کے، اور اسے خارج کر دیا!
		-- Forbes Burkowski, CS, University of Washington

%
آپ میل تھا. پال نے اسے پڑھا، تو یہ کہا کہ کیا اس سے پوچھو.
		-- Forbes Burkowski, CS, University of Washington

%
آپ (سویڈش وزیر اعظم کی طرف سے) ایک مساج ہے.
		-- Forbes Burkowski, CS, University of Washington

%
آپ آپریٹر کی طرف سے ایک پیغام ہے.
		-- Forbes Burkowski, CS, University of Washington

%
تم تم سب سے زیادہ کمپیوٹرز سے برتر ہیں محسوس کرنے کے لئے ایک رجحان کو ہے.
		-- Forbes Burkowski, CS, University of Washington

%
آپ کے عنوان سے ایک کتاب کو حاصل کر لیا ہے 'irk gleknow mizk' (ن) .-- More--یہ ایک IBM دستی طومار ہے .-- More--آپ کو مستقل طور پر الجھن میں ہیں.
		-- Dave Decot

%
آپ جنک میل ہے.
		-- Dave Decot

%
آپ میل ہے.
		-- Dave Decot

%
تم تم بھی وقت آپ لسپ مشین کے سامنے بیٹھ کر رہا ہوں معلوم ہےجب آپ جنک فوڈ کی مشین کے لئے باہر جانا ہے اور کس طرح کرنے کے لئے سوچ شروع کر دیںتم وہ yummie حاصل کر سکتے ہیں تو یہ آپ کو آئٹم H کی CADR دےچاکلیٹ کیک نفرت ونیلا ایک کے پیچھے پھنس گیا ہے کہ.
		-- Dave Decot

%
تم آپ کے کمپیوٹر پر بہت زیادہ وقت خرچ کر رہا ہوں جانتے ہیں کہ جب آپدوست کا چیک misdates، اور آپ اس کو ٹھیک کرنے کے لئے ایک "++" شامل کرنے کی تجویز.
		-- Dave Decot

%
تمہیں پتہ ہے، چلو ایک سے callahan امن بار ہے، لیکن آپ کو اس کتے سے پوچھیں تو کیا اس کےپسندیدہ formatter ہے، اور وہ کہتے ہیں کہ "roff! roff!"، اچھی طرح سے، میں صرف کرنا پڑے گا ...
		-- Dave Decot

%
آپ میل کو ہو سکتا ہے.
		-- Dave Decot

%
آپ کا احساس ہونا چاہئے کمپیوٹر آپ کے لئے اس میں ہے کہ. اکاٹیاس کا ثبوت کمپیوٹر کو ہمیشہ آپ کیا کرنے کو یہ بتا کیا کرتا ہے.
		-- Dave Decot

%
تم میری ٹیپ فیرنا، اور میں تمہاری فیرنا کر لیں گے.
		-- Dave Decot

%
آپ اپنے نجی پیک پر ایک سر کے حادثے پڑے گا.
		-- Dave Decot

%
تم نے بہت سے وصولی ٹیپ غلطی ہو جائے گا.
		-- Dave Decot

%
آپ نے ایک اہم ڈسک فائل کو کھو دیں گے.
		-- Dave Decot

%
آپ نے ایک اہم ٹیپ کی فائل ختم ہو جائے گی.
		-- Dave Decot

%
آپ نے پہلے ہی دائرہ لے رہے ہیں!
		-- Dave Decot

%
تم وٹ کے آخر میں ہیں.
		-- Dave Decot

%
تم ڈیو نہیں ہیں. تم کون ہو؟
		-- Dave Decot

%
آپ کو ایک کی بورڈ کا استعمال کرتے ہوئے کر رہے ہیں! کیسے عجیب!
		-- Dave Decot

%
تم Berkeley'ed کیا گیا ہے!
		-- Dave Decot

%
آپ کا کوڈ زیادہ موثر ہونا چاہئے!
		-- Dave Decot

%
آپ کے کمپیوٹر اکاؤنٹ overdrawn ہے. دوبارہ اجازت براہ مہربانی.
		-- Dave Decot

%
آپ کے کمپیوٹر اکاؤنٹ overdrawn ہے. ملاحظہ کریں بگ برادر.
		-- Dave Decot

%
آپ کی غلطی - کور پھینک دیا
		-- Dave Decot

%
آپ کی فائلوں کو اب مرموز اور سا بالٹی میں ڈالے جا رہے ہیں.مسل اختتام
		-- Dave Decot

%
زندگی کے آپ کے موڈ ASCII کرنے کے لئے تبدیل کر دیا جائے گا.
		-- Dave Decot

%
زندگی کے آپ کے موڈ EBCDIC کرنے کے لئے تبدیل کر دیا جائے گا.
		-- Dave Decot

%
آپ کا پاس ورڈ pitifully واضح ہے.
		-- Dave Decot

%
آپ کے پروگرام بیمار ہے! یہ گولی مارو اور اس کی میموری سے باہر ڈال دیا.
		-- Dave Decot

%
میرا مطلب ہے، 10 سال تو ابھی سے، آپ کو فوری اور گندی کچھ کر رہے ہیں جب،آپ کو اچانک میں نے آپ کو دیکھ کے کندھوں پر دیکھ رہا ہوں کہ اور سے کہتے ہیںاپنے آپ کو، "Dijkstra اس کو پسند نہ کرتے"، اچھی طرح سے کافی ہو گامیرے لئے امرتا.
		-- Dave Decot

%
جیسا کہ آپ اپنے کیبل موڈیم کے ساتھ کیا کر سکتے ہیں کے بارے میں slashdot پر دیکھا:(http://slashdot.org/comments.pl؟sid=32387&cid=3495418):        خلاصہ: یہ آپ کو آپ کے سامان ہینڈل کس طرح کے بارے میں نہیں ہے، یہ کہاں ہے        آپ کو یہ قائم رہنے کی اجازت.پوسٹ "redgekko" کی طرف سے ہے
		-- Dave Decot

%
"سافٹ ویئر انجینئرنگ درپیش سب سے بڑا مسئلہ ایک یہ ہو گی ہے کبھی نہیں حل - سیاست ".سیاست سے beseiged ایک بڑے منصوبے پر کام کی طرف سے
		-- Gavin Baker, ca 1996, An unusually cynical moment inspired

%
"قلم کا ڈر نہیں ہے. شک میں، ایک خوبصورت تصویر کو اپنی طرف متوجہ کرتے ہیں تو."
		-- Baker's Third Law of Design.

%
توڑ مقام 1، اہم (کے argc = 1، ہے argv = 0xbffffc40) main.c اوپر: 2929 printf کے ( "! GNU جہنم میں خوش آمدید ہے \ n")؛
		-- "GNU Libtool documentation"

%
میں نے اسے ایجاد کیا ہے ہو سکتا ہے، لیکن بل یہ مشہور کر دیاkeystroke کے، بل گیٹس کے ساتھ مباحثے کے دورانIBM PC کے لئے 20 سال کے جشن میں.
		-- David Bradley, inventor of the Ctrl-Alt-Delete

%
ہم ایک پالیسی ہے کہ ہم ہیک کیا جا رہا ہے نہیں کر رہے ہیں.       http://www.wired.com/wired/archive/12.06/dating_pr.html
		-- Lisa Kopp, Friendster rep, commenting on a security flaw

%
زندگی NP-مشکل ہے، اور اس کے بعد تم مر.
		-- Dave Cock

%
آپ کے کمپیوٹر کو دوبارہ شروع کرنے کی کئی بار کی طرف سے رنگ کے مسئلہ کو دور کرنے کی کوشش کریں.
		-- Microsoft Internet Explorer's README.TXT

%
چیزیں میں نے معمول کے مطابق لوگوں کو بتانے میں سے ایک یہ خبر میں ہے تو، نہیں ہےاس کے بارے میں فکر. تعریف کے مطابق، "نیوز" یہ شاید ہی کبھی ہوتا ہے کا مطلب ہے. اگر ایکرسک تو یہ شاید بارے میں فکر کے قابل نہیں ہے، خبروں میں ہے. کبکچھ تو اب کوئی اطلاع ہے - آٹوموبائل اموات، گھریلو تشدد - جبیہ اتنی عام، تو آپ کو فکر کرنا شروع کر دینا چاہئے جو خبر نہیں ہے کہ ہے. "
		-- Bruce Schneier, in _CRYPTO-GRAM_, May 15, 2005.

%
صورت میں یہ واضح نہیں ہے، ایک متعارف کرایا ہے کہ اس مسئلے کا کوئی حلجاوا پر انحصار میرے لئے بہت uninteresting ہے. سچ تو یہ ہے، میرےکہ بے حسی صرف شدت میں "جنسی" کے طور پر بیان کیا جا سکتا ہے.
		-- Jamie Zawinski

%
"ہم نے مستقبل کی بات چیت کے نظام کی تعمیر کرنے کے لئے کرنا چاہتا تھا، اور ہمدرخواست پرت کثیر نشریات اسٹریمنگ میڈیا کے ساتھ ختم ہوا. 1999 میں.ہم تھوڑا سا آگے ہمارے وقت کے تھے [Ã ¢ AA-A ¢ ÂÂ-] "[A ¢ AA-A ¢ ÂÂ-] یہ Ã ¢ â € ÂœwrongÃ ¢ â € ایک کے لئے مارکیٹنگ کی بات ہے؛ آپ ایک ہی بات کہہ سکتے ہیںایک batterÃ ¢ â € Â ™ ے سوئنگ کے لئے انہوں نے ایک ہڑتال لیتا ہے جب.    - تھامس Ptacek، http://www.matasano.com/log/914/
		-- Jamie Zawinski

%
احتیاط: لکھنے تحفظ ایک کارتوس روکے گا کی طرف سے ختم کیا جا رہا ہےبلک-مٹیا یا degaussing.    - HP Ultrium ٹیپ ڈرائیو یوزر گائیڈ، صفحہ 12
		-- Jamie Zawinski

%
آپ یہ کام کیوں کرنا چاہتے ہیں؟ تم ¢ â € ™ T ڈونا Â، میں بھی اس کا ذکر کیا بھول جاؤ.    - پرل DBI دستاویزات (v1.53)
		-- Jamie Zawinski

%
ٹیورنگ ٹار گڑہی سب کچھ ممکن سوا کچھ نہیں ہے جس میں سے بچودلچسپی کے لئے آسان ہے.    - ایلن Perlis
		-- Jamie Zawinski

%
تو، کسی وجہ کے لئے، ہم نے کچھ بڑی غلطی اور IBM کی جیت، اپنے ذاتی احساسہم کے بارے میں بیس سال کے لئے ایک کمپیوٹر سیاہ قرون داخل کرنے جا رہے ہیں ہے.                - سٹیو جابس (1955-2011)
		-- Jamie Zawinski

%
تم بس وہ کیا چاہتے ہیں گاہکوں نہیں پوچھ سکتے ہیں اور اس کے بعد کہ ان کو بھی دینے کی کوشش کریں.آپ اس کی تعمیر کے حاصل وقت کی طرف سے، انہوں نے کچھ نیا کرنے چاہیں گے.                - سٹیو جابس (1955-2011)
		-- Jamie Zawinski

%
کیا ایک کمپیوٹر میرے لئے سب سے زیادہ قابل ذکر آلے ہم نے کبھی آئے ہیں کہ ہےکے ساتھ. اس سے ہماری ذہنوں کے لئے ایک سائیکل کے برابر ہے.                - سٹیو جابس (1955-2011)
		-- Jamie Zawinski

%
یہ توجہ مرکوز گروپوں کی طرف سے مصنوعات ڈیزائن کرنے کے لئے بہت مشکل ہے. اوقات، لوگوں کی ایک بہتپتہ نہیں تم کو ان لوگوں پر ظاہر ہے جب تک کہ وہ کیا چاہتے ہیں.                - سٹیو جابس (1955-2011)
		-- Jamie Zawinski

%
انوویشن آپ کتنے R & D ڈالر کے ساتھ کوئی تعلق نہیں ہے. جب ایپلIBM R & D پر کم از کم 100 گنا زیادہ خرچ کیا گیا تھا، میک کے ساتھ آئے تھے. یہ نہیں ہےپیسے کے بارے میں. اس کو آپ کے پاس لوگوں، آپ کی قیادت کر رہے ہیں کہ کس طرح کے بارے میں ہے، اور کتنا آپاسے لو.                - سٹیو جابس (1955-2011)
		-- Jamie Zawinski

%
میں نے سقراط کے ساتھ ایک دوپہر کے لئے میری ٹیکنالوجی کے تمام تجارت کرے گا.                - سٹیو جابس (1955-2011)توجہ اور سادگی - یہ میری منتر میں سے ایک رہا ہے. سادہ سے زیادہ مشکل ہو سکتا ہےپیچیدہ: آپ اپنے یہ آسان بنانے کے لئے صاف سوچ رہا حاصل کرنے کے لئے سخت محنت کرنی پڑے.لیکن اس کی وجہ سے ایک بار جب آپ وہاں حاصل، آپ کو منتقل کر سکتے ہیں، آخر میں اس کے قابل ہےپہاڑوں.                - سٹیو جابس (1955-2011)
		-- Jamie Zawinski

%
انوویشن ایک رہنما اور پیروکار کے درمیان ممتاز.                - سٹیو جابس (1955-2011)
		-- Jamie Zawinski

%
UNIX یہ صرف اس کی سادگی کو سمجھنے کے لئے بہت ہوشیار ضرورت، بہت آسان ہے.    - ڈینس رچی (1941-2011)، C پروگرامنگ زبان کے اور کے خالق    UNIX
		-- Jamie Zawinski

%
C، دور ناقص، اور ایک بہت بڑی کامیابی ہے.    - ڈینس رچی (1941-2011)، C پروگرامنگ زبان کے اور کے خالق    UNIX
		-- Jamie Zawinski

%
C "اسمبلی زبان کی طاقت اور ... اسمبلی کی سہولت ہےزبان."    - ڈینس رچی (1941-2011)، C پروگرامنگ زبان کے اور کے خالق    UNIX
		-- Jamie Zawinski

%
میں کہاں C جانا چاہئے کے لئے تجاویز کے بارے میں تفسیر پڑھا تو، میں نے اکثر سوچتے ہیںواپس اور اس سے دنیا بھر کے مشورہ کے تحت تیار نہیں کیا گیا تھا کہ شکر کروبھیڑ.    - ڈینس رچی (1941-2011)، C پروگرامنگ زبان کے اور کے خالق    UNIX
		-- Jamie Zawinski

%
سچ کہوں تو، میں نہیں جانتا لنس اور اس کی میری بینڈ اتنی اچھی طرح کا انتظام کس طرح -I C. کے ساتھ اسے کھڑا ہوا نہیں ہو سکتا تھا    - ڈینس رچی (1941-2011)، C پروگرامنگ زبان کے اور کے خالق    UNIX
		-- Jamie Zawinski

%
میں مکمل طور پر C زبان تعریف بنانے میں کوئی مشکل یاد نہیںکھولنے - اس معاملے پر کسی بحث زبانوں جن کا ذکر کرنے کے لئے تھےموجد سخت کنٹرول، اور نتیجے میں بدقسمتی رکھنے کی کوشش کی.    - ڈینس رچی (1941-2011)، C پروگرامنگ زبان کے اور کے خالق    UNIX
		-- Jamie Zawinski

%
میرے بارے میں ایک نئی زبان وہ کر رہے ہیں کہ میل بھیجنے والوں کے لیے کم سے کمڈیزائنگ، عام مشورہ ہے: یہ ایک لکھنے کے لئے کس طرح کے بارے میں جاننے کے لئے بنایاسنکلک. کوئی بھی توقعات نہیں ہے جب تک کہ تم کانٹا کسی، اس کا استعمال کرے گا کہمشکل یہ دھکا کرنے کی پوزیشن میں تنظیم کے کسی قسم کے ساتھ. یہ ایکلاٹری، اور کچھ کے ٹکٹ کی ایک بہت خرید سکتے ہیں. خوبصورت میں سے بہت سارے ہیںزبانوں (C سے زیادہ خوبصورت) پر پکڑ نہیں تھا کہ. لیکن کسی کو جیتنے کرتالاٹری، اور زبان سے کر کم از کم تم سے کچھ سکھاتا ہے.    - ڈینس رچی (1941-2011)، C پروگرامنگ زبان کے اور کے خالق    UNIX
		-- Jamie Zawinski

%
سافٹ ویئر آن ہارڈویئر زائد اکٹھے تبدیل کرنے کے لئے بہت مشکل ہے. C + + اور جاوا، کہہ دو،شاید تیز تر سادہ سی سے بڑھ رہے ہیں، مگر میں سی اب بھی ارد گرد ہو جائے گا شرط لگا سکتا ہوں.بنیادی ڈھانچے کی ٹیکنالوجی کے طور پر، C بے مشکل ہو جائے گا.    - ڈینس رچی (1941-2011)، C پروگرامنگ زبان کے اور کے خالق    UNIX
		-- Jamie Zawinski

%
یہ جڑ کٹس اس کے لئے سب سے بڑا صارف برادری ہیں کہ مشورہ دیا گیا ہےرسائی کے قسم، بلکہ جڑ کٹ کے لئے کوئی آگے مطابقت ضمانت دیتا رہے ہیںمصنفین.    - میں جوناتھن Corbet "کون ضروریات / دیو / kmem؟"       (http://lwn.net/Articles/147901)
		-- Jamie Zawinski

%
