"تم جانتے ہو، کورس کے، Tasmanians، جو زنا کبھی نہیں، ہواب ناپید. "
		-- M. Somerset Maugham

%
"اسے توڑ دیا نہیں ہے تو، اسے ٹھیک نہیں ہے."
		-- Bert Lantz

%
"شادی میں سے ایک توجہ جو دھوکے کی زندگی ایک ضرورت ہوتا ہے."
		-- Oscar Wilde

%
"خدا ہنسنا بھی ڈر ناظرین کے لئے کھیلنا ایک مزاحیہ اداکار ہے."
		-- Voltaire

%
"IBM I 'ہول میں زمین تکنیک' فون کرنے کی پسند کا استعمال کرتا ہےمسابقت کو تباہ کرنے کی ..... IBM میں ایک بڑا سوراخ کھودتازمین اور پتیوں کے ساتھ اس کا احاطہ کرتا ہے. اس کے بعد یہ ایک بڑا برتن رکھتاسونے کے قریبی. اس کے بعد یہ کال، ارے، بالکل نظر دیتا ہےیہ سونے، یہاں روزہ ختم ہو. ' جیسے ہی مدمقابل کے طور پرنقطہ نظر کے برتن، وہ گڑھے میں گر جائے "
		-- John C. Dvorak

%
"آپ کو صرف ان کے بارے میں مذاق کر سکتے ہیں تاکہ میں سنجیدہ ہیں کہ چیزیں ہیں"
		-- Heisenberg

%
"یہ مرضی کے مطابق کیا حاصل کرنے کے لئے میں اور باہر دروازے اسکول کی تعلیم کی ہر طرح سے لیتا ہےمستی کی میری قسم "کرنے کے لئے
		-- R. Frost

%
"وہ ہمارے سب سے بہترین خیالات چرایا ہے ان کے باپ دادا ملاؤ ....!"
		-- Ben Jonson

%
اور تو جو کیک کے طور پر یہ کھائے گا، اور تو گوبر یہ پکانا گی کہان کی نظر میں، آدمی میں سے نکل کر آئے گا ... پھر اس نے خداوند!] مجھ سے کہا، دیکھو میںآدمی کا گوبر تجھ گائے کے گوبر کو دیا ہے، اور تو اپنی روٹی تیار رکھنااس سے.[حز. 4: 12-15 (KJV)]
		-- Ben Jonson

%
میں نے اپنے لباس کو اتار دیا ہے. میں نے پھر اس پر ڈال ضروری ہے؟ میں نے اپنے پاؤں دھوئے.مجھے مٹی بار پھر ان کرنا ضروری ہے؟میرے محبوب لنک سوراخ کے ذریعے اس کے ہاتھ فسل گیا جب، میرا دل ہلایامیرے اندر [میرا دل اس (KJV) کے لئے منتقل کیا گیا].میں نے اپنے محبوب کے لئے کھولنے کے لئے اٹھا، میرے ہاتھ مر dripped؛ مائعمیری انگلیوں سے گنقرس بولٹ کے knobs کے زیادہ بھاگ گیا. اپنے ہاتھوں میں ساتھمیری محبت کے لئے کھول دیا، لیکن میری محبت کی طرف سے منہ پھیر لیا اور چلا گیا تھا؛ میرے دل جب ڈوب گیاانہوں نے اپنی پیٹھ پھیری. میں نے اسے ڈھونڈا لیکن میں اسے تلاش نہیں کیا، میں نے اس پر اس نے فون کیاجواب نہ دیا.چوکیدار، شہر کے چکر جا، مجھ سے ملاقات؛ انہوں نے مجھے مارا اور  مجھے زخمی کیا؛ دیواروں پر نگہبان بھی میری چادر چھین لیا.[سولومن 5 کے نغمے: 3-7 (چوںچ)]
		-- Ben Jonson

%
جوتے، O راجکمار کی بیٹی کے ساتھ اپنے پاؤں کیسے خوبصورت ہیں! تیرا کے جوڑوںرانوں، ماہر کاریگر کے ہاتھ کی کاریگری زیورات کی طرح ہیں. تیری نافجس نے شراب نہیں wanteth ایک گول جام، کی طرح ہے: تیرا پیٹ ایک ڈھیر کی طرح ہےگندم کی للی کے ساتھ کے بارے میں قائم.اپنی دونوں سینوں میں جڑواں بچوں ہیں کہ دو جوان گلابوں کی طرح ہیں.[نغمہ کی سلیمان 7: 1-3 (KJV)]
		-- Ben Jonson

%
کتنا خوبصورت، آپ کو کس طرح entrancing کی، میرا ایک، سے محبت کرتا تھا نعمتیں کی بیٹی!آپ ایک کھجور کے درخت کے طور پر باوقار ہو، اور اپنے سینوں تاریخوں کے گروپ ہیں.میں نے کہا، "میں نے اس کے fronds پکڑ کرنے کھجور میں چڑھنے گا." میں تلاش کر سکتے ہیں آپبیل پر انگور کے گچھے کی طرح چھاتی، اپنی سانس کی خوشبو کی طرحخوبانی، اور مسالیدار شراب کی طرح آپ کے وسوسے کے استقبال کے لئے سچارو بہہ میریcaresses کے، ہونٹ اور دانت کے ذریعے نیچے گلائڈنگ.[سولومن 7 کے نغمے: 6-9 (چوںچ)]
		-- Ben Jonson

%
آپ کے ہاتھ پر مہر کے طور پر اپنے دل پر مہر، کے طور پر مجھے پہننے؛ محبت کے لئے مضبوط ہےموت کے طور پر، جذبہ قبر پر ظالمانہ؛ یہ آگ بھڑکتی مانند بھڑکتا، سختکوئی بھی شعلہ سے زیادہ.[سلیمان کی غزل کے 8: 6 (چوںچ)]
		-- Ben Jonson

%
لیکن ربشاقی نے ان سے کہا، میرے مالک تیرے آقا مجھے تمہارے پاس بھیجا، اور خداتیرے، یہ باتیں کہنے کو؟ خدا وہ نہیں ہے جس پر بیٹھ کر مردوں کے لئے مجھے بھیجادیوار، وہ ان کی اپنی گوبر کھا سکتے ہو، اور آپ کے ساتھ ان کے اپنے پیشاب پیتے ہیں؟[2 کنگز 18:27 (KJV)]
		-- Ben Jonson

%
جب خداوند نے اپنے معبودوں کے ملک میں تم آباد ہے آپ پر قبضہ کرنے کے بارے میں ہیں، اورتم سے پہلے بہت سے کافر نکال ... آپ ان کو کاٹ کر ختم کرنا ہوان. تم ان کے ساتھ کوئی سمجھوتہ نہیں بنانے کے لئے یا ان کے کسی بھی رحم ہو.[است. 7: 1 (KJV)]
		-- Ben Jonson

%
میں تو صرف مذاق کچھ ... تمہاری ماں کے بارے میں سوچا.
		-- Cheech Marin

%
ابتدا میں، میں نے کر دیا گیا تھا. میں نے کر دیا جائے کرنے کے لئے نہیں پوچھا تھا. کسی نے مشورہ کیامیرے ساتھ اس امر میں میرے احساسات سمجھا. لیکن یہ لایا تو کچھوہ گروہ اتفاقیہ ان کے راستے pranced طور پر کچھ نیچ انسان کے لئے پسند پاسنگزندگی کی اداس جنگل کے ذریعے، تو کوئی غم نہیں.- کرنے کے لئے ڈگلس ایڈمز 'Hitchiker گائیڈ سے Marvin پاگل، اتارنا Android،کہکشاں ریڈیو سکرپٹ
		-- Cheech Marin

%
تم اپنے کام میں کامیاب ہو جائے گا.
		-- Cheech Marin

%
ایک ریپو انسان کی زندگی ہمیشہ شدید ہے.
		-- Cheech Marin

%
آپ محتاط نہیں ہیں تو، آپ کو کچھ کو پکڑنے کے لئے جا رہے.
		-- Cheech Marin

%
یہی وجہ ہے کہ جو وہ کمپیوٹر سے نفرت لگتا ہے کہ لوگوں کے بارے میں بات ہے. کیا وہواقعی نفرت کرتے ناقص پروگرامرز ہے.
		-- Larry Niven and Jerry Pournelle in "Oath of Fealty"

%
آپ جہاں بھی جائیں وہاں آپ ... ہیں.
		-- Buckaroo Banzai

%
فطرت کی حالت میں زندگی، تنہائی غریب، گندی، احمق، اور مختصر ہے.
		-- Thomas Hobbes, Leviathan

%
مہارت کی کمی طرز کی معیشت حکم.
		-- Joey Ramone

%
کوئی بھی طاقت کے ساتھ اعتماد کیا جا کرنے کے لئے فٹ کیا جاتا ہے. ... کوئی نہیں. ... کسی بھی آدمی جو مقیم ہےبالکل حماقتوں اور بدی کو جانتا ہے وہ کرنے کے قابل ہے. ... اور وہ کرتا ہے توجانتے ہو یہ، انہوں نے یہ بھی جانتا ہے کہ وہ اور نہ ہی کسی بھی آدمی نہ تو کرنے کی اجازت ہونی چاہئےایک واحد انسانی قسمت کا فیصلہ.
		-- C. P. Snow, The Light and the Dark

%
کامیاب اور خوش قسمت جرم فضیلت کہا جاتا ہے.
		-- Seneca

%
ہم سسلی میں کود جب، یونٹس الگ ہو گیا، اور میں نہیں مل سکاکسی کو. آخر کار میں نے دو کرنلوں، ایک اہم، تین کپتانوں بھر میں ٹھوکر کھائی،دو ساتھی، اور ایک رائفل مین، اور ہم پل محفوظ. کبھی میںجنگ کی تاریخ اتنے طرف بہت کم کی قیادت کر دیا گیا ہے.
		-- General James Gavin

%
اچھے لوگ کچھ نہیں کرنے کے لئے برائی کی فتح کے لئے ضروری صرف ایک ہی چیز ہے.
		-- Edmund Burke

%
تم میرا نام، Wirth، کی طرف سے یا میری قدر، قابل کی طرف سے مجھے فون کر سکتے ہیں.
		-- Nicklaus Wirth

%
ایک آدمی ایک مچھلی دے، اور آپ کو ایک دن کے لئے اسے کھلانا.مچھلی کے لئے ایک آدمی کو سکھائیں، اور وہ کھانے کے لئے اپنے اوپر کو مدعو کریں گے.
		-- Calvin Keegan

%
پیشن گوئی، خاص طور پر مستقبل کے، بہت مشکل ہے.
		-- Niels Bohr

%
کمپیوٹر آپ کو جذباتی کہانی نہیں بتا سکتا. اس سے آپ کو عین مطابق دے سکتاریاضیاتی ڈیزائن، لیکن ابرو کیا لاپتہ ہے ہے.
		-- Frank Zappa

%
وہ سب سے پہلے میں لگتا ہے کے طور پر چیزوں کے طور پر آسان نہیں ہیں.
		-- Edward Thorp

%
اہم بات یہ ڈرامہ خود ہے. میں قسم کھاتا ہوں پیسے کے لالچ تعلق نہیں ہے کہاس کے ساتھ کیا، آسمان جانتا اگرچہ میں رقم کی ضرورت میں sorely کی ہوں.
		-- Feodor Dostoyevsky

%
یہ ضرور کوئی obsessions کے تعلق کرنے ایک انسان کے لئے ایک عظیم مصیبت ہے.
		-- Robert Bly

%
مشینیں عظیم تعدد کے ساتھ حیرت کی طرف مجھے لے.
		-- Alan Turing

%
غیر یقینی قسمت اچھی طرح سے حساب کتاب کی ایکوئٹی کی طرف سے مہارت کی جاتی ہے.
		-- Blaise Pascal

%
جالوت کی شکست کے بعد، جنات احترام ختم ہو.
		-- Freeman Dyson

%
ایک سافٹ ویئر کے ڈیزائن کی تعمیر کے دو طریقے ہیں. ایک طریقہ بنانے کے لئے ہےظاہر ہے کوئی کمیوں سے ہیں اور دوسرے کے لئے ہے یہ بہت آسان ہے کہکوئی واضح کمیوں نے یہ اتنا پیچیدہ بنانے.
		-- Charles Anthony Richard Hoare

%
اس زبان (ADA) اس کی موجودہ حالت میں میں استعمال کیا جا کرنے کے لئے کی اجازت نہ دیںجہاں وشوسنییتا نازک، یعنی، ایٹمی بجلی گھروں کی ایپلی کیشنز ہے،کروز میزائل، ابتدائی انتباہ کے نظام، اینٹی بیلسٹک میزائل دفاعیسسٹمز. اگلے راکٹ ایک پروگرامنگ زبان کے نتیجہ گمراہ جاناغلطی کو وینس کرنے کے لئے ایک نقصان دہ سفر پر ایک مہم جویانہ خلائی راکٹ نہیں ہو سکتا:اس سے ہماری شہروں میں سے ایک سے زیادہ پھٹنے کو ایٹمی وار ہیڈ سے ہو سکتا ہے. ایک ناقابل اعتمادناقابل اعتماد پروگراموں پروگرامنگ زبان پیدا کرنے والے ایک دور کی جاسکتیہمارے ماحول کے لئے اور غیر محفوظ گاڑیوں کے مقابلے میں ہمارے معاشرے کے لئے زیادہ خطرہ، زہریلاکیڑے مار ادویات، یا جوہری بجلی گھروں پر حادثات.
		-- C. A. R. Hoare

%
کافی کے بغیر وہ کام نہیں کر سکتے تھے، یا کم از کم وہ میں کام کیا نہیں ہو سکتا تھاجس طرح اس نے کیا. کاغذ اور قلم کے علاوہ میں، وہ ایک کے طور پر ہر جگہ اس کے ساتھ لے گئےکم نہیں تھا جو سامان کافی مشین کی ناگزیر مضمون،اس کی میز یا اس کی سفید لباس کے مقابلے میں اس کے لئے ضروری.
		-- Stefan Zweigs, Biography of Balzac

%
"یہ سمندر کے قانون تھا، انہوں نے کہا. تہذیب waterline پر ختم ہوتا ہے.اس کے علاوہ، ہم سب کو کھانے کی سیریز میں داخل، اور ہمیشہ صحیح نہیں سب سے اوپر. "
		-- Hunter S. Thompson

%
قابل رحم، ملٹاپاج، کنکشن-پیک فارم ہے جس کے بہاؤ سنچتر ہے میںآج سے وضاحت کی گئی ہے، یہ ایک ڈیزائن کے آلے کے طور پر بیکار ثابت ہوئی ہے -پروگرامرز کے پروگراموں لکھنے کے بعد، اس سے پہلے نہیں فلو چارٹس کو اپنی طرف متوجہ، وہبیان کریں.
		-- Fred Brooks, Jr.

%
آج کی ورک سٹیشن کی نام نہاد "ڈیسک ٹاپ استعارہ" کی بجائے ایک ہے"ہوائی جہاز کی سیٹ" استعارہ. کاغذات جبکہ بھرا ایک گود گڈمڈ ہے جو کوئی بھیدو ستول مسافروں فرق کو تسلیم کرے گا کے درمیان بیٹھے - ایک کر سکتے ہیںایک بار میں صرف ایک بہت کچھ چیزیں دیکھیں.
		-- Fred Brooks, Jr.

%
... تخلیقی صلاحیتوں کا دورہ، مضبوط چلانے کے جب ایک سے زائد پروگرامر یا مصنف ہےزیادہ کشادہ منزل کے لئے ڈیسک ٹاپ ترک کرنے جانا جاتا.
		-- Fred Brooks, Jr.

%
ایک چھوٹا سا retrospection پتہ چلتا ہے کہ بہت سے ٹھیک، مفید سافٹ ویئر کے نظام ہے، اگرچہکمیٹیوں کی طرف سے ڈیزائن کیا گیا اور ترتیبوار منصوبوں کا حصہ کے طور پر تعمیر کیا گیا ہے،پرجوش شائقین حوصلہ افزائی کی ہے کہ ان سافٹ ویئر کے نظام ہے کہ ان لوگوں کے ہیںایک کی مصنوعات یا چند ڈیزائننگ ذہنوں، عظیم ڈیزائنرز. یونیکس پر غور کریں،APL، پاسکل، Modula، Smalltalk کی انٹرفیس، یہاں تک کہ فورٹران؛ اور ان کو اس کے برعکسکوبول، PL / I، Algol، MVS / 370، اور MS-DOS کے ساتھ.
		-- Fred Brooks, Jr.

%
... کمپیوٹر ہارڈویئر رفت اتنی تیز ہے. چونکہ کوئی اور ٹیکنالوجیتہذیب شروع قیمت میں شدت کے چھ احکامات کو دیکھا ہے30 سال میں حاصل.
		-- Fred Brooks, Jr.

%
سافٹ ویئر اداروں شاید کسی دوسرے انسان کے مقابلے میں ان کے سائز کے لئے زیادہ پیچیدہ ہوتے ہیںکوئی دو حصوں میں یکساں ہیں کیونکہ تعمیر. وہ کر رہے ہیں، تو ہم دو بنانےایک اپنےمکا میں دیکھیں پارٹس - کھلی یا بند. اس سلسلے، سافٹ ویئر میںسسٹمز کمپیوٹرز، عمارتوں، یا آٹوموبائل، جہاں سے بہت مختلف ہوتےدہرایا عناصر بھرے.
		-- Fred Brooks, Jr.

%
ڈیجیٹل کمپیوٹر سب سے زیادہ چیزیں لوگوں کو تعمیر کے مقابلے میں خود کو زیادہ پیچیدہ ہوتے ہیں:انہوں نے ریاستوں کی بہت بڑی تعداد ہے. یہ بیان، روکے ہوتا،اور انہیں سخت جانچ کی. سافٹ ویئر کے نظام کے احکامات کی شدت زیادہ ریاستوں ہےکمپیوٹرز کی نسبت.
		-- Fred Brooks, Jr.

%
سافٹ ویئر کی پیچیدگی ایک لازمی جائیداد، نہ ایک حادثاتی ایک ہے.لہذا، کہ دور خلاصہ ایک سافٹ ویئر ہستی کی وضاحت اس کی پیچیدگیاکثر اس کے جوہر دور خلاصہ.
		-- Fred Brooks, Jr.

%
آئنسٹائن فطرت کی وضاحت، وہاں سادہ بنایا جائے ضروری ہے کہ کیونکہ دلیل دیخدا موجی یا صوابدیدی نہیں ہے. اس طرح کوئی ایمان کے سافٹ ویئر آرامانجینئر.
		-- Fred Brooks, Jr.

%
خواتین کا 75 فیصد کے علاوہ، پوری دنیا میں ہر کسی جنسی تعلق کے لئے چاہتا ہے.
		-- Ellyn Mustard

%
زبان جس میں ہم سوچتے / پروگرام اور مسائل کے درمیان تعلقاور ہم تصور کر سکتے ہیں کے حل کے بہت قریب ہے. اس کی وجہ سے محدود کرنے کے لئےپروگرامر غلطیاں ختم کرنے کے ارادے کے ساتھ زبان کی خصوصیات میں سب سے بہتر ہےخطرناک.
		-- Bjarne Stroustrup in "The C++ Programming Language"

%
ایک نئی پروگرامنگ زبان سیکھنے کے لئے واحد راستہ ہے جس سے اس میں پروگراموں کو لکھنے کی طرف سے ہے.
		-- Brian Kernighan

%
کمال صرف تباہی کے نقطہ پر حاصل کیا جاتا ہے.
		-- C. N. Parkinson

%
وہاں آپ کو جانے،آپ کر سکتے ہیں کے طور پر ٹھنڈا رکھنے.یہ آپ کی ویب باندھا وہ خبر بھی ہے کہ یقین کرنے کے لئے ان riles.آزاد ہونے پر رکھو!
		-- C. N. Parkinson

%
بنگو، گیس سٹیشن، ہوائی جہاز کے شور کی ایک کی طرف حکم کے ساتھ ہیمبرگر،اور تم گیری، انڈیانا ہو جائے گا. - فلم میں Jessie "صفائی کی محل"
		-- C. N. Parkinson

%
اچھائی کی امید مذہبی آواز نہیں ہے. - مونگفلی
		-- C. N. Parkinson

%
اپنے فارغ راؤنڈ اور frags کو اپ پولیس. dinks لئے کچھ نہیں 'نہیں چھوڑ.
		-- Willem Dafoe in "Platoon"

%
"میں چاہتا تھا کہ میری زندگی کسی کو ہو جائے کرنے کے لئے؛ کاش میں زیادہ مخصوص ہونا چاہیے تھا لگتا ہے."
		-- Jane Wagner

%
"انسان کی رسائی کو بڑھانے کے لئے کافی طاقتور کسی بھی ذریعہ گرانے کے لئے کافی طاقتور ہےاس کی دنیا. کسی کے مقاصد کے لئے نہیں بلکہ کام کرنے کے درمیانے درجے کے جادو حاصل کرنے کے لئےان کے خلاف خواندگی حاصل کرنے کے لئے ہے. "
		-- Alan Kay, "Computer Software", Scientific American, September 1984

%
"کمپیوٹر خواندگی کے لئے کافی گہری کمپیوٹنگ کی سرگرمی کے ساتھ ایک رابطہ ہےپڑھنے اور روانی اور آننددایک لکھنے کا کمپیوٹیشنل برابر کر دے.تمام فنون میں کے طور پر، مواد کے ساتھ ایک رومانوی ساتھ ساتھ جس طرح کے تحت ہونا چاہیے. توہم کے لئے ایک springboard کے طور پر آرٹ اور حروف کی زندگی بھر سیکھنے کی قدرذاتی اور معاشرتی ترقی کی، کسی بھی کم کوشش کمپیوٹنگ بنانے کے لئے خرچ کیا جانا چاہئےہماری زندگی کا ایک حصہ؟ "
		-- Alan Kay, "Computer Software", Scientific American, September 1984

%
"سب سے بڑا یودقاوں امن کے لئے لڑنے والے لوگ ہیں."
		-- Holly Near

%
"کوئی بات نہیں ہے جہاں آپ کو جانا، وہاں آپ ہیں ..."
		-- Buckaroo Banzai

%
جارحیت گولی مار دی جائے گی. پسماندگان مقدمہ چلایا جائے گا.
		-- Buckaroo Banzai

%
جارحیت گولی مار دی جائے گی. پسماندگان AGAIN گولی مار دی جائے گی!
		-- Buckaroo Banzai

%
"میں نے بڑی عمر بڑھ رہی ہوں، لیکن نہیں اپ."
		-- Jimmy Buffett

%
سائنسدانوں نے اپنے دور کے چچا زاد بھائی، انسان کے بارے میں مزید جاننے کے لئے آپ کے دماغ کا مطالعہ کریں گے.
		-- Jimmy Buffett

%
"میں کھجلی سے نفرت ہے. لیکن میں سوجن کوئی اعتراض نہیں ہے."- نئے بز کرتے، جیسے "کہاں ہیں گوشت ہے؟" ڈیوڈ Letterman کے کوشش کر رہے ہیں کہ   یہ کہہ کر شروع کرنے کے لئے سب کو حاصل کرنے کے لئے
		-- Jimmy Buffett

%
آپ کی اپنی مائلیج مختلف ہو سکتے ہیں.
		-- Jimmy Buffett

%
"اوہ عزیز، میں تمہیں پھر جھپک حقیقت کی تلاش کریں گے لگتا ہے."
		-- Marvin The Paranoid Android

%
"وکلاء، بندوقیں اور پیسے کا حساب ..."
		-- Lyrics from a Warren Zevon song

%
"میں نے اسی وجہ سے ایک مرگی انڈے بچھانے پر جاتا ہے کے لئے کام کرنے پر جانا."
		-- H. L. Mencken

%
"یاد رکھیں، معلومات علم نہیں ہے، علم حکمت نہیں ہے؛حکمت سچائی نہیں ہے؛ سچائی کی خوبصورتی نہیں ہے؛ خوبصورتی محبت نہیں ہے؛محبت موسیقی نہیں ہے؛ میوزک سب سے بہتر ہے "-. فرینک Zappa
		-- H. L. Mencken

%
میں نے 55 ڈرائیو نہیں کر سکتے.
		-- H. L. Mencken

%
"اور انہوں نے ہمیں بتایا، وہ چاہتا تھا ... تھا ایک آواز دور سے، کچھ ایک کو قتل کر سکتا ہے "-. کیٹ بش
		-- H. L. Mencken

%
"درمائلت اور عدم کے چہرے میں، آپ کی قسم ایسا نہیں ہے دکھاوا کرنے کے لئے ہےوہاں آپ کو اچھی کوڈ لکھنے رکھنا چاہتے ہیں تو "- کارل Lehenbauer
		-- H. L. Mencken

%
بلے؟ ہم نے کوئی بدبودار بیج کی ضرورت نہیں ہے.
		-- H. L. Mencken

%
میں نے 55 ڈرائیو نہیں کر سکتے.I، گاڑی چلانے کے لئے 65 یا تو قابل نہیں کے لئے آگے دیکھ رہا ہوں.
		-- H. L. Mencken

%
خدا ایک کروڑ ارب مرتبہ آپ کو ٹیکساس میں رہنے کا شکریہ.
		-- H. L. Mencken

%
"کیا آپ کے پروگرام کر سکتے ہیں؟" "ٹھیک ہے، میں نے پڑھا لکھا، کہ آپ کا کیا مطلب ہے تو ہوں!"
		-- H. L. Mencken

%
اندر کوئی صارف servicable حصوں. تعلیم یافتہ سروس اہلکاروں کا حوالہ دیتے ہیں.
		-- H. L. Mencken

%
سائنس کے دل میں بظاہر دونوں کے درمیان ایک اہم کشیدگی ہےمتضاد رویوں - نئے خیالات کے لئے ایک کشادگی، چاہے وہ کتنا عجیبیا counterintuitive کے وہ ہو سکتا ہے، اور سب سے زیادہ بے رحم سکروٹنی شبہتمام خیالات، پرانے اور نئے کی. یہ سچائیاں کتنا گہرا گہری سے winnowed رہے ہیںبکواس. کورس کے، سائنسدانوں کو سمجھنے کی کوشش میں غلطیدنیا، لیکن ایک بلٹ میں غلطی کو درست طریقہ کار ہے: اجتماعیتخلیقی سوچ کے انٹرپرائز اور شبہ ایک ساتھ رکھتا ہے سوچ رہیٹریک پر میدان.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
تاریخ کے دکھی اسباق میں سے ایک یہ ہے: ہم bamboozled کیا گیا ہے توکافی وقت تک، ہم bamboozle کا کوئی ثبوت کو مسترد کرنے کی کوشش کرتے ہیں. ہم نے کوئی ہواب سچ کو جاننے میں دلچسپی رکھتے. bamboozle گرفتار کر لیا ہےہم سے. یہاں تک کہ خود کو - - یہ تسلیم کرنا صرف بہت تکلیف دہ ہے کہہم اتنے ضعیف الاعتقاد رہا ہوں. (تو پرانے bamboozles طور برقرار کرنے کی کوشش کرتے ہیںنئے bamboozles اٹھیں.)
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
astral پروجیکشن کے بارے میں، ووڈی ایلن نے ایک بار لکھا تھا، "یہ ایک برا طریقہ نہیں ہےعام طور پر سامان کے لئے ایک آدھے گھنٹے انتظار نہیں ہے، اگرچہ، سفر کرنے کے لئے. "
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
آراء سے مستفید ہونے کی اسمرتتا کی بنیادی وجہ یہ ہو سکتا ہےکے pseudoscience. Pseudoscientists ان کے عقائد کو برقرار رکھنے اور نظر انداز یا بگاڑنانظر ثانی کرنے یا ناقص نظریہ کو مسترد کرنے کی بجائے متضاد ثبوت. کیونکہان کے مضبوط تعصبات کی، وہ خود کو درست میکانزم کی کمی کرنے لگتے ہیںسائنسدانوں کو ان کے کام میں ملازم ضروری ہے.
		-- Thomas L. Creed, "The Skeptical Inquirer," Summer 1987

%
برم کی ایک عظیم سمندر میں سچائی بھرمار کی کبھی کبھار تنکے کی تلاش اورbamboozle انٹیلی جنس، نگرانی، لگن اور ہمت کی ضرورت ہوتی. لیکن اگر ہمسوچ کے ان مشکل عادات پر عمل نہیں کرتے، ہم حقیقی معنوں میں حل کرنے کی امید نہیں کر سکتےہمیں درپیش سنگین مسائل - اور ہم اپ، suckers کے ایک قوم بنتے جا خطرہساتھ ساتھ آتا ہے جو اگلے شعبدہ باز طرف grabs کے لئے.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
بگ کے لئے پرنٹ کے بیانات کی قدر نہیں ضائع.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
بگ کے لئے پرنٹ کے بیانات کی قدر نہیں ضائع.ان کا استعمال کرتے وقت، یا تو جمالیاتی آکشیپ نہیں ہے.
		-- Carl Sagan, "The Fine Art of Baloney Detection," Parade, February 1, 1987

%
سسٹم اپ آتا ہے، اتحادیوں بلڈرز، وقت وقت پر ظاہر ہو گاان ٹکڑوں میں سے گرم نئے ورژن اثر - تیزی، چھوٹے، زیادہ مکمل،یا putatively سے کم چھوٹی گاڑی. ایک نئی کی طرف سے ایک کام کرنے کے اتحادیوں کی تبدیلیورژن اسی منظم ٹیسٹنگ کے طریقہ کار کے ایک نئے انہوں نے مزید کہا کہ اس کی ضرورتجزو، ہے، اگرچہ اس سے کم وقت کی ضرورت چاہئے زیادہ مکمل کی، اورموثر ٹیسٹ کے مقدمات عام طور پر دستیاب ہو جائے گا.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
ہر ٹیم کو ایک اور جزو کی تعمیر سب سے حالیہ ٹیسٹ کر استعمال کر رہی ہےاس کے ٹکڑے ٹھیک کرنا کے لئے ایک امتحان بستر کے طور پر مربوط نظام کے ورژن. ان کاکام کی جگہ ان کے تحت کہ ٹیسٹ بستر تبدیلی کرنے سے واپس قائم کیا جائے گا. کے کورسلازمی. لیکن تبدیلیوں کوانٹائزڈ رہنے کی ضرورت ہے. پھر ہر صارف کے ادوار ہےپیداواری استحکام، ٹیسٹ کے بینچ کی تبدیلی کے پھٹ طرف سے رکاوٹ پیدا. یہ لگتا ہےبہت کم ویگھٹنکاری ایک مسلسل rippling کے اور کانپتے سے زیادہ ہو جائے کرنے کے لئے.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
جس کے نتیجے میں تصوراتی سالمیت کہ ڈیزائن ایک سے آگے بڑھنے ضروری ہے حکمبرا، یا گونج ذہنوں اتفاق کی ایک بہت چھوٹی تعداد کی طرف سے.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
یہ ایک multimillion ڈالر غلطی کے لئے ایک بہت عاجزانہ تجربہ ہے، لیکن یہبھی بہت یادگار ہے. میں vividly رات ہم نے فیصلہ کیا ہے کہ کس طرح منظم کرنے کے لئے یاد کرتے ہیںOS / 360 کے لئے بیرونی وضاحتیں کی اصل تحریر. کے مینیجرفن تعمیر، کنٹرول پروگرام پر عمل درآمد کے مینیجر، اور میں تھےکی منصوبہ بندی، شیڈول، اور ذمہ داریوں کی تقسیم باہر جھاڑ.فن تعمیر منیجر 10 اچھے آدمی تھے. انہوں نے کہا کہ وہ لکھ سکتے زوروضاحتیں اور جو عمل نیک کرو. یہ دس ماہ لگیں گے، مزید تینشیڈول کے مقابلے کی اجازت دی.کنٹرول پروگرام مینیجر 150 آدمی تھے. انہوں نے کہا کہ وہ تیار کر سکتے زورفن تعمیر کی ٹیم کے ساتھ ہم آہنگی پیدا کی وضاحتیں،؛ یہ ہو جائے گااچھا کام کیا اور عملی، اور وہ شیڈول پر یہ کر سکتے ہیں. مزید برآں، اگرفن تعمیر ٹیم، ان 150 آدمیوں کو ان کے انگوٹھوں twiddling ایک بیٹھتے تھے کیادس ماہ کے لئے.اس کے فن تعمیر مینیجر کہ جواب میں کنٹرول پروگرام دیا توذمہ داری ٹیم، نتیجہ کے وقت پر حقیقت میں نہیں ہو گا، لیکنبھی تین ماہ تاخیر ہو، اور بہت کم معیار کی. میں نے کیا تھا، اور یہ تھا. انہوں نے کہا کہدونوں شمار پر درست تھا. اس کے علاوہ، تصوراتی سالمیت کی کمی بنایاکہیں زیادہ مہنگا نظام کی تعمیر اور تبدیلی، اور میں اس کا اندازہ ہے کہ گےوقت ٹھیک کرنا کے لئے ایک سال مزید کہا.
		-- Frederick Brooks Jr., "The Mythical Man Month"

%
وجہ ESP، مثال کے طور پر، عصر حاضر میں ایک قابل عمل موضوع نہیں سمجھا جاتانفسیات ہے کہ اس کی تفتیش نتیجہ خیز ثابت نہیں ہوئے بعد بس ہےسے زیادہ مطالعہ کے 70 سال، وہاں اب بھی ایک ESP کی ایک مثال موجود نہیں ہےرجحان کنٹرول شرائط کے تحت replicable ہے. یہ سادہ لیکنبنیادی سائنسی کسوٹی کئے گئے جائزوں کے درجنوں باوجود پورا نہیں کیا گیاکئی دہائیوں سے زائد ... یہ موضوع بہت کم کی اب یہ ہے کہ صرف اس وجہ سے ہےنفسیات کی دلچسپی ... مختصر میں، کوئی مظاہرہ رجحان ہے کہ وہاںوضاحت کی ضرورت ہے.
		-- Keith E. Stanovich, "How to Think Straight About Psychology", pp. 160-161

%
نسل انسانی کے ارتقاء دس ہزار میں مکمل نہیں کیا جائے گاوش جانوروں کے سال، لیکن جنگلی جانوروں کی ملین سالوں میں، آدمی، کیونکہہے اور ہمیشہ ایک جنگلی جانور ہو جائے گا.
		-- Charles Galton Darwin

%
قدرتی انتخاب نہیں کریں گے معاملہ جلد ہی، کہیں بھی طور پر زیادہ نہیں ہوش انتخاب کے طور پر.ہم مہذب اور ہم کیا ہو سکتا ہے کے بارے میں ہمارے خیالات کے مطابق کرنے کے خود کو تبدیل کرے گا.ایک اور انسانی عمر کے اندر اندر، ہم unrecognizably خود بدل گئے ہوں گے.
		-- Greg Bear

%
"یسوع آپ سے محبت کر سکتے ہیں، لیکن مجھے لگتا ہے کہ آپ کی جلد میں لپیٹ ردی کی ہو."
		-- Michael O'Donohugh

%
... ان کی ایجاد نے شاندار کام کیا اگرچہ - ان کے نظریہ سے نکاسی کے ایک crock تھاختم شروع. - Vernor Vinge، "امن جنگ"
		-- Michael O'Donohugh

%
"یہ سب پھر سے Deja Vu کی طرح ہے." - یوگی Berra
		-- Michael O'Donohugh

%
آخری چیز ایک کے ایک کام کی تعمیر میں جانتا پہلی ڈال کرنے کے لئے کیا ہے.
		-- Blaise Pascal

%
"میں کہاں سے آغاز کرے گا، براہ مہربانی اپنے راجاساہب؟" اس نے پوچھا. "شروع میں شروع،"کنگ شدید، نے کہا، "اور آپ کو ختم کرنے کے لئے آنے تک جانا:. پھر سٹاپ"ونڈر میں یلس کی مہم جوئی، لیوس کیرول
		-- Blaise Pascal

%
حقیقی تاریخ کا ایک نوالہ ہمیشہ قابل قدر ہو جائے کرنے کے لئے تو کے طور پر نایاب چیز ہے.
		-- Thomas Jefferson

%
جاگ ہونے کے لئے زندہ رہنا ہے. - ہنری ڈیوڈ Thoreau، "والڈن" میں
		-- Thomas Jefferson

%
ایک گھڑی کے ساتھ ایک شخص یہ کیا ہے وقت جانتا ہے، دو گھڑیاں کے ساتھ ایک شخص ہےکبھی نہیں اس بات کا یقین. کہاوت
		-- Thomas Jefferson

%
تم نے دیکھا لیکن آپ کا مشاہدہ نہیں کرتے.سر آرتھر کانن ڈایل، "Sherlock ہومز کی یادداشتوں" میں
		-- Thomas Jefferson

%
ایک پارٹی کی طرف سے ویران جب ایک جھگڑے کو تیزی سے آباد کیا جاتا ہے؛ کوئی جنگ نہیں ہےوہاں جب تک دو ہو. - Seneca میں
		-- Thomas Jefferson

%
یہاں تک کہ ایک کہاوت کوئی کہاوت ہے - کچھ بھی کبھی جب تک اس کا تجربہ کیا ہے اصلی ہو جاتا ہےآپ تک آپ کی زندگی اس سچتر کیا ہے. - جان کیٹس
		-- Thomas Jefferson

%
پسند بیشک حکم سے آزاد میموری کا ایک موڈ کے سوا کوئی دوسرا ہےجگہ اور وقت کے. - شمویل ٹیلر Coleridge
		-- Thomas Jefferson

%
کیا ہم نے شاید ہی کبھی اندازہ اس وقت ہوتا ہے؛ کیا ہم کم از کم عام طور پر توقع کر ایسا ہوتا ہے.
		-- Bengamin Disraeli

%
اس کی اصل منصوبہ بندی پر بڑھنے میں کچھ بھی نہیں آرام کر سکتے ہیں. ہم ساتھ ساتھ کے بارے میں سوچ سکتا ہےایک بچے کے پالنے میں ایک بڑا آدمی جھولی. - ایڈمنڈ برک
		-- Bengamin Disraeli

%
ہر مسئلے، سادہ صاف، اور غلط ہے جو ایک ہی حل ہے.
		-- H. L. Mencken

%
مجھے مت بتاو تم کس طرح سخت محنت. مجھے بتائیں کہ آپ کیا حاصل کتنا.
		-- James J. Ling

%
ایک زندگی میں ایک دوست زیادہ ہے؛ دو بہت ہیں؛ تین مشکل سے ممکن ہیں.دوستی کی زندگی کی ایک مخصوص متوازیت کی ضرورت ہے، فکر کی ایک کمیونٹی،مقصد کی دشمنی. - ہینری بروک ایڈمز
		-- James J. Ling

%
تجھے یادAy کی، تو نے غریب گھوسٹ میموری ایک نشست کی ڈگری حاصل کی ہے جبکہاس دنیا میں مشغول. تجھے یاد رکھیں!ہاں، میری یاداشت کی میز سےمیں نے تمام معمولی شوق ریکارڈز دور مسح کر لیں گے،کتابوں کی سب سے آری، تمام شکلوں، تمام دباؤ گزشتہ،یہی وجہ ہے کہ نوجوانوں اور مشاہدے سے کاپی کیا.ہیملیٹ، I: V: 95 ولیم شیکسپیئر
		-- James J. Ling

%
ظاہر ہے، ایک آدمی کے فیصلے معلومات کے مقابلے میں بہتر نہیں ہو سکتا ہے جس پر اس نےاس کی بنیاد کیا ہے. انہیں سچ دے دو اور وہ ہے جب وہ اب بھی غلط جا سکتے ہیںٹھیک ہو جائے موقع، لیکن اسے کوئی خبر دے یا صرف مسخ شدہ کے ساتھ اسے پیشاور پروپیگنڈے کے ساتھ، جاہل میلا یا متعصب رپورٹنگ کے ساتھ نامکمل اعداد و شمار،،اور جان بوجھ کر جھوٹ، اور آپ کو ان کے پورے استدلال کے عمل کو تباہ، اوراس ایک آدمی کے مقابلے میں کم کچھ بنانے.
		-- Arthur Hays Sulzberger

%
ہر ایماندار کالنگ، زندگی کے ہر واک، اس کی اپنی اشرافیہ، اس کی اپنی اشرافیہ ہےکارکردگی کی اتکرجتا کی بنیاد پر. - جیمز برائنٹ Conant
		-- Arthur Hays Sulzberger

%
تم بس دیکھ کر ایک بہت مشاہدہ کر سکتے ہیں. - یوگی Berra
		-- Arthur Hays Sulzberger

%
بجلی کی موجودگی ایک سرکٹ کے کسی حصے میں دستیاب بنایا جا سکتا ہے، تو میںانٹیلی جنس کی طرف سے فوری طور پر منتقل نہیں کیا جا سکتا ہے کیوں کوئی وجہ نہیں دیکھتےبجلی. - سموئیل F. B. مورس
		-- Arthur Hays Sulzberger

%
"مسٹر واٹسن، یہاں آو، میں تمہیں چاہتا ہوں." - الیگزینڈر گراہم بیل
		-- Arthur Hays Sulzberger

%
حالیہ وقت punybaud ذریعے gigabits تک رسائی کا ایک مسئلہ ہے.
		-- J. C. R. Licklider

%
یہ موجودہ کا استعمال کرتے ہوئے کہ شاید کوئی بڑے آپریٹنگ سسٹم نوٹ کرنا اہم ہےڈیزائن ٹیکنالوجی، ایک کا تعین اور اچھی طرح مربوط حملے برداشت کر سکتی ہےاور سب سے زیادہ اس طرح سے دستاویزی penetrations کی قابل ذکر آسان کیا گیا ہے کہ.- B. Hebbard، "مشی گن ٹرمینل کے نظام کی ایک دخول تجزیہ"،اپریٹنگ سسٹمز ریویو، والیوم. 14، نمبر 1، جون 1980 ء، ص 7-20
		-- J. C. R. Licklider

%
A دائیں کوئی آپ کو دیتا ہے کیا نہیں ہے؛ جو کوئی تم سے لے جا سکتے ہیں ہے.
		-- Ramsey Clark

%
قیمت ایک کسی بھی پیشے کا تعاقب، یا فون کے لئے ادائیگی کرتا، ایک مباشرت ہےاس بدسورت طرف کے علم. - جیمز بالڈون
		-- Ramsey Clark

%
چھوٹے خوبصورت ہے.
		-- Ramsey Clark

%
... اضافہ پیداوری کو ایک دوستانہ ماحول اور معیار کی طرف سے فروغفورم کے اوزار سافٹ ویئر کے لئے بڑھتی ہوئی ضروریات کو پورا کرنے کے لئے ضروری ہے.
		-- M. D. McIlroy, E. N. Pinson and B. A. Tague

%
یہ دریا پار کرتے وقت گھوڑوں تبادلہ کرنے کی سب سے بہتر نہیں ہے.
		-- Abraham Lincoln

%
آئینہ تصاویر کی پشت پھینک سے پہلے ایک چھوٹی سی کی عکاسی کرنا چاہئے.
		-- Jean Cocteau

%
ایک لمحے کہ آٹو موبائل صنعت ایک ہی وقت پر تیار کیا تھا کے لئے مان لیںکمپیوٹرز کے طور پر اور اسی مدت کے دوران شرح: کتنا سستا اور زیادہ موثرموجودہ ماڈل ہو جائے گا؟ آپ نے پہلے ہی قیاس، نہیں سنا ہے توجواب کے بکھر جاتا ہے. آج تم نے، $ 2.75 کے لئے ایک رولس رایچو خریدنے کے لئے قابل ہو جائے گایہ گیلن کے لئے تین ملین میل کریں گے، اور یہ کافی فراہم کرے گابجلی کی ملکہ الزبتھ دوم ڈرائیو کرنے. اور تم میں دلچسپی رکھتے تھے توminiaturization کے، آپ کو ایک pinhead پر نصف ان میں سے ایک درجن سے رکھ سکتا ہے.
		-- Christopher Evans

%
مستقبل میں، آپ ناشتا اناج میں انعامات کے طور پر کمپیوٹر حاصل کرنے کے لئے جا رہے ہیں.آپ کی وجہ سے آپ کے گھر ان کے ساتھ littered کیا جائے گا انہیں باہر پھینک دونگا.
		-- Robert Lucky

%
پورٹیبل جائیداد کی ہولڈ حاصل. - چارلس Dickens، "عظیم توقعات"
		-- Robert Lucky

%
مجموعی طور پر، فلسفہ دو سے دستیابی مسئلہ پر حملہ کرنے کے لئے ہےاعزازی ہدایات: کے ذریعے سافٹ ویئر کی غلطیوں کی تعداد کو کم کرنے کے لئےچلانے کے نظام کی سخت جانچ کی، اور کے اثر کو کم کرنے کےان سے وصولی کے لئے فراہم کی طرف سے غلطیاں باقی. ایک دلچسپ پاورقیاس ڈیزائن کے لئے کہ اب ایک نظام کی ناکامی عام طور پر سمجھا جا سکتا ہےدو پروگرام کی غلطیوں کا نتیجہ: پہلے، پروگرام شروع کر دیا کہ میںمسئلہ؛ دوسرا، بازیابی کے معمول میں جو حفاظت نہیں کر سکتانظام. - A. ایل Scherr، "IBM مجازی اسٹوریج آپریٹنگ کے کام کی ساختنظام، حصہ دوم: OS / VS-2 تصورات اور فلسفے، "IBM نظام جرنل،والیوم. 12، نمبر 4، 1973، پی پی. 382-400
		-- Robert Lucky

%
کتنے لوگ اس ہارڈویئر ایک روشنی بلب تبدیل کرنے کے لئے لگتا ہے؟"ٹھیک تشخیص یہ ٹھیک یار ہے کہنا، تو یہ ایک سافٹ ویئر کا مسئلہ ہے."
		-- Charles Babbage, Passage from the Life of a Philosopher

%
"، تین آنکھوں سے مجھے outweird کی کوشش مت کرو. میں آزاد تم سے اجنبی چیزوں کو حاصلمیرا ناشتا اناج کے ساتھ. "
		-- Zaphod Beeblebrox in "Hitchiker's Guide to the Galaxy"

%
Uncompensated اوورٹائم؟ بس نمبر فرما دیجئے
		-- Zaphod Beeblebrox in "Hitchiker's Guide to the Galaxy"

%
کافی ڈکیفنےٹیڈ؟ بس نمبر فرما دیجئے
		-- Zaphod Beeblebrox in "Hitchiker's Guide to the Galaxy"

%
"شو بزنس آپ کی ادائیگی ہو سوائے، صرف ہائی اسکول کی طرح ہے."
		-- Martin Mull

%
"یہ دماغ کا آپریشن نہیں ہے، یہ صرف ٹیلی ویژن ہے."
		-- David Letterman

%
"نیتیکتا ایک بات ہے. ریٹنگ سب کچھ ہو."
		-- A Network 23 executive on "Max Headroom"

%
مفت رہتے ہیں یا مر جاتے ہیں.
		-- A Network 23 executive on "Max Headroom"

%
"... چرچ جو ہوس پر کرتا ہے کہ لالچ پر آدھے وقت میں ڈال دیا تو، یہ ایک بہتر دنیا کی جائے گی. "- گیریژن Keillor،" جھیل Wobegon دن "
		-- A Network 23 executive on "Max Headroom"

%
ایک کتے کے باہر، ایک کتاب انسان کی بہترین دوست ہے. ایک کتے کے اندر، یہ بھی ہےپڑھنے کے لئے اندھیرے.
		-- A Network 23 executive on "Max Headroom"

%
"شاید دنیا میں سب سے بہترین آپریٹنگ سسٹم [آپریٹنگ سسٹم] ہے پی ڈی پی. 11 بیل لیبارٹریز کی طرف سے کے لئے بنایا "-. ٹیڈ نیلسن، اکتوبر 1977
		-- A Network 23 executive on "Max Headroom"

%
"یہ تمام سیاہ فام لوگوں نے میرے جمہوریت کو screwing رہے ہیں." - ایان اسمتھ
		-- A Network 23 executive on "Max Headroom"

%
فورس، لیوک استعمال کریں.
		-- A Network 23 executive on "Max Headroom"

%
میں اس بارے میں ایک برا احساس مل گیا ہے.
		-- A Network 23 executive on "Max Headroom"

%
کی طاقت کے مقابلے میں جب ایک سیارے کو تباہ کرنے کی طاقت مہتوہین ہےفورس.
		-- Darth Vader

%
میں نے آپ کو چھوڑ دیا جب، میں طالب علم تھا لیکن. اب، میں مالک ہوں.
		-- Darth Vader

%
"ٹھیک ہے، ٹھیک ہے، اچھی طرح سے! ہے نا ویسے تو چربی بدبودار بکرا بلی لڑکے میںزہر! گانے فن تو، سستے بدبودار چپ تیل کی تم globby بوتل؟ آواور پھر کسی بھی yarble ہے تو، یا تو نے خواجہ سرا جیلی yarbles میں ایک ہو جاؤ،! "
		-- Alex in "Clockwork Orange"

%
"کچھ بھی نہیں تھا کہ میں ایک گندی پرانے drunkie، ایک howling دیکھنے کے لئے کے مقابلے میں زیادہ سے نفرت کرتا تھادور اپنے باپ اور blurp جا کے بیٹوں پر اس کے طور پر اگر درمیان میں blurpان بدبودار گلی سڑی ہمت میں ایک گندی پرانے آرکسٹرا. میں نے کرنے کے لئے کھڑے کبھی نہیں ہو سکتااس طرح سے کسی کو دیکھتے ہیں تو اس میں سے ایک تھا جیسے عمر کے تھے خاص طور پر جب. "
		-- Alex in "Clockwork Orange"

%
186.000 دوسری فی میل. یہ صرف ایک اچھا خیال نہیں ہے. یہ قانون ہے.
		-- Alex in "Clockwork Orange"

%
حماقت، فضیلت کی طرح، اس کے اپنے اجر ہے.
		-- Alex in "Clockwork Orange"

%
جی، مکمل، مجھے نہیں لگتا کہ ہم اب کینساس میں ہیں.
		-- Alex in "Clockwork Orange"

%
بچے اپنے والدین سے محبت کرنے والے کی طرف سے شروع. ایک وقت کے بعد وہ ان کا فیصلہ. کبھی کبھار،اگر کبھی، وہ انہیں معاف کرو.
		-- Oscar Wilde

%
سنگل tasking کی: بس نمبر فرما دیجئے
		-- Oscar Wilde

%
"ایک لہر پکڑنے اور آپ کو دنیا کے سب سے اوپر پر بیٹھ کر رہے ہیں."
		-- The Beach Boys

%
"بونڈ کہ اچھے امریکیوں ٹھیک لوگ تھے عکاسی اور ان میں سے اکثر کہٹیکساس سے آنے کے لئے لگ رہا تھا. "
		-- Ian Fleming, "Casino Royale"

%
"میرے خیال میں ردی کی ٹوکری میں ہے کہ ہم ثقافت کا سب سے اہم مظہر ہے میریزندگی بھر."
		-- Johnny Legend

%
ایک ہی شمار کی طرف سے قابل احترام تعلیمی اسناد کے ساتھ تقریبا 700 سائنسدانوں نےتقویت دے جو (480،000 امریکی زمین اور زندگی کے سائنسدانوں کی ایک کل)تخلیق سائنس تک، جنرل اصول پیچیدہ زندگی فارم تیار نہیں تھا کہلیکن "اچانک." شائع
		-- Newsweek, June 29, 1987, pg. 23

%
آپ گمراہ کن بیانات کے ذریعے ایک مصنوعات کے بارے میں لوگوں کو دھوکہ کر سکتے ہیں یہاں تک کہ اگر،جلد یا بعد میں مصنوعات کی خود کے لئے بولتا.
		-- Hajime Karatsu

%
کسی بھی انٹرپرائز میں کامیاب کرنے کے لئے، ایک مسلسل اور مریض ہونا ضروری ہے.ایک کچھ خطرات چلانے کے لئے ہے یہاں تک کہ اگر، ایک بہادر اور کافی کے لئے مضبوط ہونا ضروری ہےملنے اور میں ایک کامیاب کاروبار کو برقرار رکھنے کی تکلیفیں چیلنجوں پر قابو پانےطویل مدت. میں نے امریکیوں کو اس پر ضروری کی کمی ہے کہ کہہ رہے ہیں کی مدد نہیں کر سکتے ہیںچیلنجنگ روح آج.
		-- Hajime Karatsu

%
آپ کی یادیں آپ کی یاد دلاتے.
		-- Karl Lehenbauer

%
زندگی. زندگی کے بارے میں مجھ سے بات نہ کرو.
		-- Marvin the Paranoid Android

%
ایک واضح ڈسک پر تم ہمیشہ کے لئے حاصل کر سکتے ہیں.
		-- Marvin the Paranoid Android

%
دنیا ختم آ رہا ہے - آپ کے buffers کے بچانے کے!
		-- Marvin the Paranoid Android

%
مجھے ہرگز نمونوں grep کرنے اور میں آپ کو کوئی لائنز بتا دونگا.
		-- Marvin the Paranoid Android

%
یہ آپ کی قسمت ہے.
		-- Darth Vader

%
سے The Hokey مذاہب اور قدیم ہتھیاروں میں ایک اچھی بلاسٹر لئے کوئی متبادل ہیںآپکی طرف.
		-- Han Solo

%
کتنے QA انجینئرز جو ایک lightbulb میں نچوڑنا کرنے کے لئے لگتا ہے؟3: 1 میں اسے نچوڑنا اور 2 کہنا "میں نے تمہیں کہا تو" یہ کام نہیں کرتا جب.
		-- Han Solo

%
کتنے ناسا مینیجرز جو ایک lightbulb میں نچوڑنا کرنے کے لئے لگتا ہے؟"یہ ایک معلوم مسئلہ ... اس کے بارے میں فکر مت کرو میں ہے."
		-- Han Solo

%
ہو کرنے کے پروگرام کے لئے ہے.
		-- Han Solo

%
پروگرام کے لئے ہونا ہے.
		-- Han Solo

%
میں نے پروگرام، لہذا میں ہوں.
		-- Han Solo

%
لوگ بہت لچکدار ہیں اور عجیب کو ایڈجسٹ کرنے کے لئے سیکھنےارد گرد - وہ لسپ پڑھ کرنے کے عادی ہو جاتے ہیں اور کر سکتے ہیںمثال کے طور فورٹران پروگراموں،.
		-- Leon Sterling and Ehud Shapiro, Art of Prolog, MIT Press

%
"میں آپ کی کثافت ہوں."
		-- George McFly in "Back to the Future"

%
"تو آپ کو ایک درخت کی طرح کیوں نہ کرو، اور یہاں سے چلے جاؤ."
		-- Biff in "Back to the Future"

%
"محبت میں گرنے تمباکو نوشی کے برتن سارا دن تحمل میں حتمی طرح نظر دیتا ہے."
		-- Dave Sim, author of Cerebrus.

%
خدا کے وجود حادثے کی خلاف ورزی کا مطلب.
		-- Dave Sim, author of Cerebrus.

%
"میں منشیات کے بارے میں بچے کے ارد گرد ہو سکتا ہے، لیکن واقعی، میں نے ان کو سنجیدگی سے لیتے ہیں."
		-- Doctor Graper

%
آپریٹنگ سسٹم سوفٹ ویئر پروگرام میں تمام بنیادی orchestrates کرتا ہےایک کمپیوٹر کے افعال.
		-- The Wall Street Journal, Tuesday, September 15, 1987, page 40

%
میں پرچم کی بیعتریاستہائے متحدہ امریکہ کیاور جمہوریہ پر یہ کھڑا ہے جس کے لئے کرنے کے لئے،ایک قوم،ناقابل تقسیم،لبرٹی کے ساتھاور سب کے لئے انصاف.
		-- Francis Bellamy, 1892

%
لوگوں کا خیال ہے، کیونکہ اس نے قلم پہنتے میرے دوست جارج عجیب ہے ... ان کے پیچھےکانوں. کیونکہ مجھے لگتا ہے وہ ان پر منحنی خطوط وحدانی کے ساتھ مصنوعی دانت پہنتے ہیں ... وہ عجیب ہے.
		-- Steven Wright

%
میرے بھائی کے اس بڑے سیٹلائٹ تصویر کے ساتھ دوسرے دن مجھے ایک پوسٹ کارڈ بھیجااس پر پوری زمین. پیٹھ پر کہا: "کاش تم یہاں ہوتے".
		-- Steven Wright

%
تم سب کچھ نہیں کر سکتے ہیں ... اگر آپ کو یہ کہاں رکھا جائے گا؟
		-- Steven Wright

%
I ٹیرو کارڈ کے ساتھ اس رات میں پوکر کھیل رہا تھا .... میں نے ایک مکمل گھر مل گیا ہے اور4 افراد ہلاک ہو گئے.
		-- Steven Wright

%
تم اس احساس آپ کو ایک سٹول پر واپس جھکاو رہے ہیں جب جانتے ہیں اور یہ ٹپ کرنے سے شروع ہوتا ہےپر؟ ٹھیک ہے، کہ میں ہر وقت محسوس طریقہ یہ ہے.
		-- Steven Wright

%
میں نے اس رات گھر آیا اور میری گاڑی کی چابیاں کے ساتھ دروازہ کھولنے کی کوشش کی ہے ... اورعمارت کا آغاز کیا. تو میں نے ایک سیر کے لئے اسے باہر لے گئے. ایک پولیس افسر نے مجھے ختم نکالاتیز رفتار کے لئے. انہوں نے مجھ سے پوچھا کہ میں کہاں رہتے ہیں ... "یہیں".
		-- Steven Wright

%
"رہتے ہیں یا مرتے، میں نے ایک ملین بنا دیں گے."
		-- Reebus Kneebus, before his jump to the center of the earth, Firesign Theater

%
عام صفحے کی ترتیب کے پروگرام ایک الیکٹرانک سے زیادہ کچھ نہیں ہےکاٹنے اور چسپاں کے دستاویزات کے لئے روشنی کی میز.
		-- Reebus Kneebus, before his jump to the center of the earth, Firesign Theater

%
کیڑے ہیں اور پھر کیڑے ہوتے ہیں. اور پھر کیڑے ہوتے ہیں.
		-- Karl Lehenbauer

%
میرے کمپیوٹر پر آپ کے کمپیوٹر کو شکست دی کر سکتے ہیں.
		-- Karl Lehenbauer

%
بدسورت پروسیسر architectures کے مار ڈالو
		-- Karl Lehenbauer

%
بدسورت ریڈیو کو مار ڈالو
		-- Frank Zappa

%
"بس نمبر آپ فرما" - نینسی ریگن"نہیں." - رونالڈ ریگن
		-- Frank Zappa

%
میں سائنس اٹھا کیا کے اس حصہ تعجب کے لئے پیاس ہے یقین. یہ ایکبہت طاقتور جذبات. تمام بچوں کو یہ محسوس. پہلی جماعت کی کلاس روم میںہر شخص یہ محسوس ہوتا ہے؛ ایک بارہویں گریڈ کلاس روم میں تقریبا کوئی بھی یہ محسوس ہوتا ہے، یاکم از کم یہ تسلیم کر لیا ہے. کچھ پہلے اور بارہویں گریڈ کے درمیان ہوتا،اور یہ صرف بلوغت نہیں ہے. نہ صرف اسکولوں کروں اور میڈیا کی تعلیم نہیںزیادہ شکوک و شبہات، بھی اس stirring کے احساس کے تھوڑا حوصلہ افزائی ہےتعجب کی. سائنس اور کے pseudoscience دونوں اس احساس دلاتا رہوں. غریبسائنس کی popularizations کے pseudoscience کے لئے ایک ماحولیاتی طاق قائم.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
سائنس ایک طرح سے اوسط شخص کو سمجھایا گیا ہے کہ اگر قابل رسائی ہےاور دلچسپ، کے pseudoscience کی کوئی گنجائش نہیں ہو گی. لیکن ایک قسم ہےGresham کی کی شریعت کی مقبول ثقافت میں ہے جس کے ذریعے برا سائنس نکالےاچھا. اور اس واسطے ہم سب سے پہلے، پر الزام عائد کرنا، سائنسی برادری لگتا ہےخود سائنس کو مقبول کے ایک بہتر کام نہیں کر لئے، اور دوسرا،ذرائع ابلاغ، جس کو اس سلسلے میں تقریبا یکساں خوفناک ہیں. ہر اخبارامریکہ میں ایک روزانہ ستوتیش کالم ہے. پاس کتنے بھی ایک ہفتہ وارفلکیات کالم؟ اور میں یہ بھی تعلیمی کی غلطی ہے یقین رکھتے ہیںنظام. ہمیں لگتا ہے کے لئے کس طرح تعلیم نہیں ہے. یہ ایک بہت بڑی ناکامی ہے کہبھی، ایک ایسی دنیا میں 60،000 ایٹمی ہتھیاروں سے دھاندلی میں، انسانی سمجھوتہ کر سکتے ہیںمستقبل.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
"میں نے اسے برقرار رکھنے کے pseudoscience کی نسبت سائنس میں بہت زیادہ تعجب نہیں ہے. اوراس کے علاوہ، اس اصطلاح کو کسی بھی معنی ہے جو بھی اقدام کرنے کے لیے، سائنس ہےاضافی فضیلت، اور یہ سچ ہونے کا ایک نہیں inconsiderable سے ایک، نہیں ہے.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
میں نے اکثر سوال پوچھا رہا ہوں، "اگر آپ کو لگتا ہے کہ extraterrestrial کے intelli- ہے؟ gence "میں معیاری دلائل دے - مقامات کی ایک بہت وہاں سے باہر ہیں،اور اسی طرح لفظ * اربوں * استعمال، اور. اور پھر میں اس حیران کن ہو گی کا کہنا ہے کہمیرے لئے وہاں extraterrestrial انٹیلی جنس نہیں تھے، لیکن کورس کے طور پر نہیں ہے اگرابھی تک اس کے لئے کوئی مجبور ثبوت. اور پھر میں نے پوچھا رہا ہوں "جی ہاں، لیکن آپ کو کیا کرنا ہےواقعی لگتا ہے؟ "میں کہتا ہوں،" میں صرف تم سے کہا تھا مجھے سچ میں میں کیا سوچتے ہیں. "" جی ہاں، لیکنکیا آپ کے گٹ احساس ہے؟ "لیکن میں اپنے گٹ کے ساتھ سوچنے کے لئے نہیں کی کوشش کریں. واقعی، یہ بات ہےثبوت میں ہے جب تک فیصلے محفوظ رکھتے کے لئے ٹھیک.
		-- Carl Sagan, The Burden Of Skepticism, The Skeptical Inquirer, Vol. 12, Fall 87

%
ان کے پیچھے ہٹانا. ان کے پیچھے ہٹانا. spheroid چھوڑ کرنے کے لئے ان دلانا.
		-- Indiana University fans' chant for their perennially bad football team

%
یہ کام کر رہا ہے تو، تشخیص یہ ٹھیک ہے کا کہنا ہے کہ.یہ کام نہیں کر رہا تو، تشخیص یہ ٹھیک ہے کا کہنا ہے کہ.
		-- A proposed addition to rules for realtime programming

%
   یہ تمام کی تمام نشہ آور دوائیاں کے اثر و رسوخ کے ذریعے یا تو ہے،قدیم اقوام اور نسلوں بھجن میں بات، یا طاقتور نقطہ نظر کے ذریعےموسم بہار کی،، خوشی نوعیت کی سب کے ساتھ تیز ان لوگوں Dionysian جنبش کہپیدا ہو، ان کی شدت میں خود کو بھولنا انفرادی قیادت جسمکمل طور پر. . . .نہ صرف انسان اور انسان کے درمیان بانڈ باندھ لیا جائے کرنے کے لئے آیا ہےایک بار پھر Dionysian رسم کا جادو، لیکن کی طرف سے دور بھاگنے، دشمن، یامحکوم فطرت دوبارہ، اس کے مصرف بیٹے کے ساتھ اس کی مفاہمت کا جشن مناتےآدمی.
		-- Fred Nietzsche, The Birth of Tragedy

%
hallucinogens کی خصوصیت جائیداد، کے درمیان کی حدود کو معطل کرنےایک خوش، جذباتی تجربہ میں سامنا خود اور بیرونی دنیا،ان کی مدد سے یہ ممکن، اور مناسب داخلی اور خارجی کے بعد ہوتا ہےتیاری ... تو بات کرنے کی منصوبہ بندی کے مطابق ایک صوفیانہ تجربے پکارنا، ...میں نے مادی امداد فراہم کرنے کے امکان میں ایل ایس ڈی کی حقیقی اہمیت دیکھیںایک گہری، جامع کے باطنی تجربے کا مقصد مراقبہ کرناحقیقت. اس طرح ایک کے استعمال کے جوہر اور کام کے کردار کے ساتھ مکمل طور پر دیتا ہےایک مقدس منشیات کے طور پر ایل ایس ڈی کی.
		-- Dr. Albert Hoffman, the discoverer of LSD

%
میں نے اپنے معاصرین میں سے بہت کے عقیدے کا اشتراک ہے کہ روحانی بحرانمغربی صنعتی معاشرے کے تمام شعبوں وسعت صرف remedied کیا جا سکتاہماری دنیا کے نقطہ نظر میں تبدیلی کی طرف سے. ہم، مادیت سے منتقل ہوگادویتوادی یقین ہے کہ لوگوں اور ان کے ماحول کو ایک طرف، الگ ہیںاستوار ہے جس میں ایک سب کا احاطہ حقیقت کے نئے شعور،انا کا سامنا، ایک حقیقت ہے جس میں لوگوں ذی ساتھ ان وحدانیت محسوسفطرت اور خلقت کے تمام.
		-- Dr. Albert Hoffman

%
خاص طور پر ایل ایس ڈی اور متعلقہ طرف صوفیانہ تجربے کی جان بوجھ کر اشتعال انگیزی،hallucinogens، اچانک بصیرت تجربات کے برعکس میں، ضروریخطرات کو کم نہیں کیا جانا چاہیے کہ. پریکٹیشنرز میں رکھنا چاہئےکرنے کے لئے ان چیزوں، یعنی ان کی صلاحیت کے مخصوص اثرات اکاؤنٹہمارے شعور، ہمارے وجود کے سب سے اندرونی جوہر اثر انداز. تاریخآج کی تاریخ میں ایل ایس ڈی اچھے طریقے سے تباہ کن نتائج کا ثبوت ہے کے کر سکتے ہیںاس کے گہرے اثر غلط سمجھا جاتا ہے جب جاری رہتے اور مادہ غلطی پر ہےایک خوشی منشیات کے لئے. خصوصی اندرونی اور بیرونی پیشگی تیاریدرکار ہیں؛ ان کے ساتھ، ایک ایل ایس ڈی کے استعمال کے ایک بامعنی بن سکتے ہیںتجربے.
		-- Dr. Albert Hoffman, the discoverer of LSD

%
میں نے لوگوں کو ایل ایس ڈی کے وژن کو جنم دینے کی صلاحیت کو استعمال کرنے کے لئے سیکھنے گا اگر یقین رکھتے ہیںزیادہ سمجھداری، موزوں حالات کے تحت، طبی پریکٹس میں اور مل کر میںمراقبہ کے ساتھ، پھر مستقبل میں اس مسئلہ کا بچہ ایک تعجب بن سکتا ہےبچہ.
		-- Dr. Albert Hoffman, the discoverer of LSD

%
سائنسی مشاہدے کے دائرے میں، قسمت ہیں وہ لوگ جو کرنے کی جاچکی ہےتیار کی گئی.
		-- Louis Pasteur

%
بنیادی غلطی - بس پھینک دیا
		-- Louis Pasteur

%
ٹوپی کے تحت imprinted کے ورق مہر ٹوٹ جاتا ہے یا خریدا جب لاپتہ ہے، تو ایسا نہیں کرتےکا استعمال کرتے ہیں.
		-- Louis Pasteur

%
"میں آپ کے ساتھ ایک بات کرنا چاہتے ہیں بچے یہاں آیا ہوں،،."
		-- A Cop, arresting a non-groovy person after the revolution, Firesign Theater

%
"آگے عنصر 1 warp کر"
		-- Captain Kirk

%
   شعلہ فشاں توانائی باہر lanced، لیکن بیم کے درمیان ایک غیر محسوس دیوار ماراGubru اور تیزی سے تبدیل کر کے زمین جہاز.   "پانی!" یہ ورنکرم رپورٹ کو پڑھنے کے طور پر اس چیخا. "پانی کی ایک رکاوٹ ہےوانپ! ایک مہذب ریس لائبریری میں اس طرح کی ایک چال نہیں مل سکتا تھا!ایک مہذب ریس اتنی کم گر نہیں ہو سکتا تھا! ایک مہذب ریس نہیں کریں گےہے ... "   اس چللایا Gubru جہاز بہتی snowflakes کی ایک بادل مارا.
		-- Startide Rising, by David Brin

%
ہیرسن کا دعوی:ہر عمل کیلئے، ایک برابر اور مخالف تنقید نہیں ہے.
		-- Startide Rising, by David Brin

%
مسٹر کول Axiom کی:سیارے پر انٹیلی جنس کی رقم ایک مسلسل جاری ہے.آبادی بڑھ رہی ہے.
		-- Startide Rising, by David Brin

%
Felson کے قانون:ایک شخص سے سرقہ ہے خیالات کو چوری کرنے کے لئے؛ سے چوری کرنےبہت تحقیق ہے.
		-- Startide Rising, by David Brin

%
... ایک اور مصنف دوبارہ میرے تمام کلیات سے اتفاق کیا، لیکن اس کے طور پر ایک کہاپکی شکی حق پر میرے دماغ بند ہو چکے ہیں. سب سے اہم میں ہےایک زمین چھ ہزار سال پرانی ہے اور اس کی دلیل کو نظر انداز کیا. ٹھیک ہے، میںاسے نظر انداز نہیں کیا ہے؛ میں نے مبینہ شواہد اور * سمجھا تو * اسے مسترد کر دیا.ایک فرق ہے، اور اس کے درمیان، ایک فرق، ہم کہہ سکتے ہیں ہےتعصب اور postjudice. آپ کے پاس اس سے پہلے کہ تعصب ایک فیصلے کر رہا ہےحقائق کی طرف دیکھا. Postjudice بعد ایک فیصلے کر رہا ہے. تعصبآپ ناانصافیوں کا ارتکاب اس معنی میں، خوفناک ہے اور آپ کو سنگین بنانےغلطیوں. Postjudice خوفناک نہیں ہے. آپ کورس کے کامل نہیں ہو سکتا؛ تمغلطیوں بھی بنا سکتے ہیں. لیکن یہ آپ کو بعد میں فیصلے کرنا جائز ہےثبوت کی جانچ پڑتال کی ہے. کچھ حلقوں میں اس سے بھی حوصلہ افزائی کی ہے.
		-- Carl Sagan, The Burden of Skepticism, Skeptical Enquirer, Vol. 12, pg. 46

%
ایک شخص (ا) غیر تسلی بخش ہے، (ب) اس سے بہتر بنانے کا ارادہ علاج موصول،اور (ج) پھر طبی سائنس کے نام سے جانا استدلال کی کوئی طاقت کر سکتے ہیں بہتر ہو جاتا ہے،اس بات پر قائل جو علاج کی ان کی صحت بحال کر دیا ہے کہ کیا گیا ہے نہیں کر سکتے ہیں.
		-- Sir Peter Medawar, The Art of the Soluble

%
امریکہ سے پہلے دریافت کیا گیا ہے، لیکن یہ ہمیشہ اپ دب کر دیا گیا ہے.
		-- Oscar Wilde

%
یونیکس: کچھ لوگ کہتے سیکھنے وکر کھڑی ہے، لیکن آپ کو صرف ایک بار اسے چڑھنے کے لئے ہے.
		-- Karl Lehenbauer

%
کبھی کبھی، بہت لمبے وقت تک بہت طویل ہے.
		-- Joe Crowe

%
برے آدمی یکجا کرتے ہیں، اچھے کو شریک کرنا ضروری ہے؛ ورنہ وہ ایک ایک کر کے گر جائے گا،ایک حقیر جدوجہد میں ایک unpitied قربانی.
		-- Edmund Burke

%
تمام سیاسی بیان بازی بیرون ملک سے ہم پر پھینکے جا رہا پیچھے، ہم ہیںگھر سے ایک اسی طرح اٹل حقیقت یہ لانے - [دہشت گردی ہے] کسی بھی مہذب طرف ایک جرممعیاری، سیاسی منظر سے، بے گناہ لوگوں کے خلاف ارتکاب دورتنازعہ، اور ایک جرم کے طور پر کارروائی کی جائے گی. . . .   [میں] N ایک جرم کے طور پر دہشت گردی کی نوعیت کے ہماری شناخت ہماری بہترین امید پنہاںکی اس کے ساتھ نمٹنے. . . .   [L] اور ہماری اوزار ہم ہے کہ استعمال کرتے ہیں. ہم سے ہم تعاون پکارتے دودنیا بھر کی توقع کرنے کا حق ہے، اور اس کے تعاون کے ساتھ ہم سے ہٹنا دومقدس کی تاریک اور سیلا علاقوں کے ان بزدلانہ marauders کا منعقد ہوتے ہیں جب تکان کے پاس جرائم کے لئے ایک کھلے اور عوامی مقدمے میں مجرموں کے طور پر جواب دینے کے لئےارتکاب، اور سزا وہ اتنی کثرت کے مستحق موصول.
		-- William H. Webster, Director, Federal Bureau of Investigation, 15 Oct 1985

%
"بنی نوع انسان کو متاثر کرنے والے تمام ظلم کی، دین میں ظلم برا ہے."
		-- Thomas Paine

%
"میں ہم اتار کہنا؛ مدار سے سائٹ جوہری اس بات کا یقین کرنے کے لئے واحد راستہ ہے.."
		-- Corporal Hicks, in "Aliens"

%
"لوگوں کو کرنے کا موقع تک منعقد کرنے نہیں تو مہلک کچھ نہیں ہےہم ایک فعال انداز میں ان کی حوصلہ افزائی کرنا چاہتے ہیں تو، عظیم اور حیرت انگیز چیزیں کر. "
		-- Dr. Harold Urey, Nobel Laureate in chemistry

%
"...، غریب اداس اور کی ضروریات زمینی پر مناسب توجہدلتوں، قدرتی طور پر متحرک، سلجھی سے تیار کرے گا، جوشیلاانسان اور معاشرے اس نے ایستادہ کرنے کی سازش کے لئے عظیم اہداف کے بارے میں شعور. "
		-- David Baker, paraphrasing Harold Urey, in "The History of Manned Space Flight"

%
"ایتھنز Acropolis کے بنایا گیا. کرنتھس، ایک تجارتی شہر تھا میں دلچسپیخالصتا مادی چیزیں. آج ہم ایتھنز کی تعریف، اس کا دورہ، کے تحفظپرانے مندروں، ابھی تک ہم شاید ہی کبھی پاؤں کرنتھس میں مقرر. "
		-- Dr. Harold Urey, Nobel Laureate in chemistry

%
"یہ بہت ٹھوس اور دلچسپ ایک پروگرام ہے اور اس طرح کی مرضی کے طور پر ہے بڑی وجہزندہ مفاد اور کے پورے سپیکٹرم کے جوش و جذبے کو برقرار رکھنے کے لئے کی خدمتمعاشرے ... اس کی وجہ ... پروگرام اشتراک کیا کا احساس دے سکتے جائز ہےبڑے پیمانے پر معاشرے کے لئے ساہسک اور کامیابی. "
		-- Dr. Colin S. Pittendrigh, in "The History of Manned Space Flight"

%
خلائی تحقیق کے اور خاص طور پر چاند پر لینڈنگ کے مردوں کے چیلنجسب سے بڑا چیلنج کبھی انسانی نسل کا سامنا ہے جس کی نمائندگی کرتا ہے. یہاں تک کہاس کے ساتھ آگے بڑھنے کے لئے کوئی واضح سائنسی یا دیگر دلائل تھے توٹاسک، ہماری تہذیب کی پوری تاریخ کو اب بھی کی طرف مردوں impel گیمقصد. سچ تو یہ ہے، سائنسی اور ان پر انسانی کے ساتھ فوجی کی اسمبلیدلائل طرح ایک غالب صورت میں صرف کی طرف سے نظر انداز کیا جا سکتا ہے کہ پیدا کرتا ہےسرگزشت کی تعلیمات کے اندھے ہیں وہ لوگ جو، یا جو معطل کرنے کی خواہشسب سے بڑا موقع اور ڈرامہ کے اس لمحے میں تہذیب کی ترقی.
		-- Sir Bernard Lovell, 1962, in "The History of Manned Space Flight"

%
انسان کا خیال اس زمین کو چھوڑ کر اور کسی اور آسمانی جسم پر پرواز اوروہاں اترنے اور باہر نکلنے اور اس کے جسم پر چلنے ایک توجہ ہےاور توانائی کا ایک اور سطح پر ملک کو حاصل کر سکتے ہیں کہ ایک قوت محرکہ، مہتواکانکن،اور یہ کہ میں کسی دوسرے کی اپکرم میں نظر نہیں آتا جائے گا. ہم ہیں تو مجھے لگتا ہے کہخود کے ساتھ ایماندار، ہم انتہائی کہ محرک کی ضرورت ہے کہ تسلیم کرنا ضروری ہےسختی سے. مجھے پوری امید ہے کہ یقین ہے کہ اس کے ساتھ انسانی خلائی پروگرام،چاند پر لینڈنگ، ٹھیک طریقے سے پھانسی ہے تو، ایک کے لئے اہم بن جائے گاکے تمام شعبوں میں بہادر اور ؤرجاوان سرگرمیوں کی وسیع محاذسرگرمیاں نہیں چلایا جا سکتا ہے جس کے - انسانی دماغ کی کوششمہتواکانکن اور اعتماد ہے جس طرح ایک اہم کی ایک ذہنی ماحول میں سوائےدے سکتے ہیں.
		-- Dr. Martin Schwarzschild, 1962, in "The History of Manned Space Flight"

%
انسانی سماج - ایک گروپ میں انسان - کی نئی سطح پر اس کی سستی سے باہر اگتا ہےصرف دل کی گہرائیوں سے متاثر کن اور عام کے محرک کے تحت پیداوریتعریف کے مقاصد. ایک سست دنیا کے ساتھ ساتھ کوئی سبب کام کرتا ہے؛ ایک جوشیلا دنیاسکوئر سے مطلوبہ مقاصد کی طرف تندہی سے کام کر اسباب فراہم کرتا ہے اورطاقت بہت سروں بے مثال کرنے مطمئن کیا جا سکتا ہے جس کی طرف رخ ...سماجی کامیابی.
		-- Dr. Lloyd V. Berkner, in "The History of Manned Space Flight"

%
مہذب معاشروں کی حوصلہ افزائی ہے کہ اعلی وسیع پیمانے پر احساس کی طرف سے محفوظ ہےمقاصد امر قابل جبکہ ہیں. جوردار معاشروں کی ایک مخصوص اسراف بندرگاہمردوں ذاتی کی محفوظ فراہمی کو پرے گھومنا مقاصد، تاکہgratifications. تمام مضبوط مفادات آسانی اوییکتیک، کی محبت بنایک اچھا کام اچھا کیا. اس طرح ایک کامیابی کے بارے میں ہم آہنگی کا احساس نہیں ہے،امن ایسی چیز قابل جبکہ ذریعے لایا گیا.
		-- Alfred North Whitehead, 1963, in "The History of Manned Space Flight"

%
میں امریکیوں کی یہ نسل خود کو استعفی دینے کے لیے تیار ہے کہ یقین نہیں ہےکمیونسٹ چاند کی روشنی کی طرف سے ہر رات سونے سے کرنے کے لئے ...
		-- Lyndon B. Johnson

%
زندگی، اسی کے جوتے کے لئے چھوڑ کر.
		-- The Cars

%
جامنی سے Humمختلف گاڑیوںلیزر لائٹس، آپ کو لے آئےتمام کو ثابت کرنے کےآپ گھر بدلنے والے ہیںاور لوپی
		-- The Cars

%
آپ ٹھیک لائن کو پار کر رہے ہیں ہو سکتا ہےکی ایک پاگل ڈرائیور قسم کی ... دیوارآپ کو ٹی ٹی تنگ ہے جب یہ ٹھنڈا رکھنے... آپ پڑنا شروع کرنے پر آنکھیں کھلی.
		-- The Cars

%
موافق کرنا. کا لطف اٹھائیں. زندہ رہنے کے.
		-- The Cars

%
وہاں سے کم احمق تھے، knaves بھوکا گا.
		-- Anonymous

%
انسانیت اس سے مستقبل میں ستارے ہیں، اور یہ کہ مستقبل ہو بہت اہم ہےنابالغوں حماقت اور جاہل اندوشواس کے بوجھ کے تحت ضائع.
		-- Isaac Asimov

%
اور بھیڑ کو چپ کرایا گیا تھا. ایک بزرگ آدمی، اچانک خاموشی میں سوچ،بچے کی طرف متوجہ ہوا اور اس نے کہا تھا کیا دوبارہ اس سے پوچھا. وسیع آنکھوں،بچے "، ایک بار پھر اس کی آواز کو بلند کیا اور کیوں، شہنشاہ کوئی رکھتی ہیںکپڑے! وہ ننگی ہے! "
		-- "The Emperor's New Clothes"

%
"وہ لوگ جو علم نجوم پر ایمان رکھتے ہیں کی بنیادوں کے ساتھ گھروں میں رہ رہے ہیںپگلی پٹین. "
		-- Dennis Rawlins, astronomer

%
تاریخ کرنے کے لئے، پروجیکٹ بلیو بک کی فرم نتائج یہ ہیں:   1. کوئی نامعلوم پرواز اعتراض، چھان بین کی اور اندازہ رپورٹ      فضائیہ کی طرف سے کبھی خطرے کی کسی بھی اشارہ دیا ہے ہماری      نیشنل سیکورٹی؛   2. کوئی ثبوت کو پیش کی یا ہوا کی طرف سے دریافت کیا ہوا ہے      فورس کو نامعلوم طور پر درجہ بندی دیکھے نمائندگی کرتے ہیں      تکنیکی پیش رفت یا اصولوں کی حد سے باہر      آج کے سائنسی علم؛ اور   3. کا اشارہ دیکھے درجہ بندی کی کہ کوئی ثبوت نہیں دیا گیا ہے      کے طور پر نامعلوم افراد کے extraterrestrial گاڑیاں ہیں.- پروجیکٹ بلیو کتاب، 1950 سے UFOs کے ایک ایئر فورس مطالعہ کا خلاصہ  1965 کرنے کے لئے، جیمز Randi کی طرف سے کے حوالے سے کہا طور سے Flim-Flam کی میں!
		-- Dennis Rawlins, astronomer

%
جو لوگ ایمان لائے وہ خدا میں، لیکن میں جذبہ کے بغیر یقین ہے کہ وہ لوگ اندلوں، ذہن میں غم کے بغیر، کوئی شک کے بغیر غیر یقینی صورتحال کے بغیر،،یہاں تک کہ ان تسلی میں مایوسی کا عنصر کے بغیر، صرف یقین رکھتے ہیںخدا خیال میں، نہ خود خدا.
		-- Miguel de Unamuno, Spanish philosopher and writer

%
شک میں جاننے کی کہ ایمان ان کے جڑواں بھائی ہے وہ بھی تنہا ایک درد ہے.
		-- Kahlil Gibran

%
شک ایمان کے برعکس نہیں ہے؛ یہ ایمان کا ایک عنصر ہے.
		-- Paul Tillich, German theologian and historian

%
شک نہیں ایک خوشگوار شرط نہیں ہے، لیکن یقین کے مضحکہ خیز ہے.
		-- Voltaire

%
اگر صرف خدا مجھے کوئی کھلی نشانی دے گا! ایک بڑی ڈپازٹ بنانے کی طرحایک سوئس بینک میں میرے نام پر.
		-- Woody Allen

%
میں نے خدا وانی نہیں سکتا میں اس آدمی وانی ناکام رہتے ہیں تو. لہذا، میں نے دونوں وانی.انسانی اتحاد میں ایک عقیدہ کے بغیر مجھے بھوک اور نامکمل ہوں. انسانی اتحادتنوع کی تکمیل ہے. یہ مخالف کی ہم آہنگی ہے. یہ ہےایک بہت پھنسے ہوئے ساخت، رنگ اور گہرائی کے ساتھ.
		-- Norman Cousins

%
انسانی دماغ گھٹا برا الہیات ہے.
		-- C. K. Chesterton

%
... اختلاف دین میں advantageious ہے. کئی فرقےایک دوسرے پر ایک مشترکہ سینسر morum کے دفتر کو انجام. یکساں ہےحاصل؟ معصوم مردوں، عورتوں اور بچوں کی لاکھوں، کے بعد سےعیسائیت کے تعارف، جلا دیا گیا ہے، تشدد کا نشانہ بنایا، جرمانہ عائد کیا، قید؛ابھی تک ہم یکسانیت کی جانب ایک انچ قدمی نہیں کی ہے.
		-- Thomas Jefferson, "Notes on Virginia"

%
زندگی ایک ایسا عمل ہے، نہیں ایک اصول ہے، ایک معمہ، رہتے تھے کیا جا کرنے کے لئے نہیں ایک مسئلہحل کیا جائے.
		-- Gerard Straub, television producer and author (stolen from Frank Herbert??)

%
تو ہم ہمارے آوارہ راستے کی پیروی، اور بہت اندھیرے ہمارے گائیڈ کے طور پر کام کرتا ہے اورہمارے شکوک و شبہات ہمیں اعتماد بحال کرنے کے لئے خدمت.
		-- Jean-Pierre de Caussade, eighteenth-century Jesuit priest

%
ایمان کی موجودگی میں ایک غیر منطقی عقیدہ کے طور پر مختصر طور پر بیان کیا جا سکتا ہےناممکن.
		-- H. L. Mencken

%
اور تم سوچ بھی نہیں تم عورتوں میں سے ہر ایک شام ہے کہ لگتا ہے؟ خدا کے فیصلےآپ کی جنسی آج تک قائم وسلم؛ اور اس کے ساتھ ہمیشہ کے اپنی پوزیشن قائمانصاف کی بار میں مجرمانہ.
		-- Tertullian, second-century Christian writer, misogynist

%
میں نے اس کے adherents ہیں کی بنیاد پر اچھا یا برا ہونے کے طور پر ایک مذہب کا انصاف کریںیہ مشق کا ایک نتیجہ کے طور پر بہتر لوگ بن.
		-- Joe Mullally, computer salesman

%
نقلی ادبی سرقہ کی sincerest شکل ہے.
		-- Joe Mullally, computer salesman

%
"Unibus ٹائم آؤٹ مہلک ٹریپ پروگرام معذرت کھو"
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
کتنے surrealists یہ ایک lightbulb میں نچوڑنا کرنے کے لئے لگتا ہے؟چمکیلی رنگ کے ساتھ ایک باتھ ٹب بھرنے کے لئے اور ایک جراف کے انعقاد کے لئےقوت کے اوزار.
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
کتنے سزا میں Illuminati یہ ایک lightbulb میں نچوڑنا کرنے کے لئے لگتا ہے؟تین: ایک اس میں بگاڑ کے لئے، اور ایک مسئلہ کو الجھانے کے لئے.
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
کتنی دیر تک یہ ایک lightbulb کو تبدیل کرنے کے لئے ایک DEC فیلڈ سروس انجینئر لگتا ہے؟اس سے وہ اس کے ساتھ کس طرح بہت برے لوگ لایا پر منحصر ہے.
		-- An error message printed by DEC's RSTS operating system for the PDP-11

%
یہ میرے کہنے کا میرا پڑوسی بیس معبودوں یا کوئی خدا نہیں ہیں کے لئے کوئی چوٹ کی وجہ کرتا.یہ نہ تو میری جیب لیتی اور نہ ہی میری ٹانگ ٹوٹ جاتا ہے.
		-- Thomas Jefferson

%
میں Roman کی طرف سے، یہودی چرچ کی طرف سے اقرار عقیدہ پر ایمان نہیں رکھتےچرچ، یونانی چرچ، ترکی چرچ کی طرف سے، پروٹسٹنٹ چرچ کی طرف سے کی طرف سے،اور نہ ہی میں جانتا ہوں کہ کسی بھی چرچ کی طرف سے. میرے اپنے ذہن میں میرے اپنے چرچ ہے.
		-- Thomas Paine

%
خدا نہ مذہب کی یکسانیت طلب.
		-- Roger Williams

%
دن آئے گا جب سپریم ہونے کی طرف سے حضرت عیسی علیہ السلام کے باطنی نسل،ان کے والد، ایک کنواری کے رحم میں کی نیتیکتا کے ساتھ درجہ بندی کی جائے گی کے طور پرمشتری کے دماغ میں منروا کی نسل. لیکن ہمیں امید ہے کہ ہو سکتا ہے کہان متحدہ امریکہ میں منطق اور سوچ کی آزادی کے ڈان دور کردے گااس مصنوعی سہاروں اور ہمارے لئے آدم اور حقیقی بحالانسانی غلطیوں کے اس سب سے زیادہ پوجا مصلح کے عقائد.
		-- Thomas Jefferson

%
ہمیں، تو، ہم وطنوں، ایک دل اور ایک ذہن کے ساتھ متحد رہنے دو. ہمیںسماجی جماع کرنے بحال ہے کہ ہم آہنگی اور جس کے بغیر پیارلبرٹی اور یہاں تک کہ زندگی خود ہیں لیکن اداس چیزیں. اور یہ کہ ہم کی عکاسی دواپنے ملک سے نکال کر کہ جس کے تحت مذہبی نارواداریبنی نوع انسان اتنی دیر خون بہہ، ہم نے ابھی تک ہم ایک counternance تو تھوڑا حاصل کیا ہے، نرنکش شریر طور پر، اور ایک کڑوی کی صلاحیت رکھتی ہے اور سیاسی عدم برداشتخونی جارحیت.
		-- Thomas Jefferson

%
I آرتھوڈوکس عیسائیت ایک کو چھڑانے کی خصوصیت میں تلاش نہیں کرتے.
		-- Thomas Jefferson

%
عیسی علیہ السلام کی الوہیت حماقت کے لئے ایک آسان احاطہ بنا ہے. کہیںمیں اناجیل ہم عقائد، عقائد، قسموں کے لئے ایک حکم کو تلاش کرتے ہیں،عقائد، اور دیگر بے وقوف trumpery کے پورے carloads ہم میں تلاش ہے کہعیسائیت.
		-- John Adams

%
بائبل میری کتاب نہیں ہے اور عیسائیت کو میرے دین میں نہیں ہے. میں کر سکتا ہوںمسیحی عقیدے کی طویل پیچیدہ بیانات اجازت نہیں دینی.
		-- Abraham Lincoln

%
ناصرت کے یسوع کے طور پر ... میں نے اخلاقیات کے نظام اور اس کے دین میں سوچنا،جیسا اس نے ہمارے لئے ان کو چھوڑ کر سب دنیا نے کبھی دیکھا یا دیکھنے کے لئے امکان ہے؛لیکن میں اس کے لئے مختلف فاسد تبدیلیاں حاصل کر چکا گرفتار، اور میرے پاس ہے،انگلینڈ میں موجود حریف کے طور پر کچھ شکوک و شبہات میں سے اکثر کے ساتھ اندیوتو.
		-- Benjamin Franklin

%
مجھے یہ ہو گا اگر ان دہشت گردوں ڈجنیلینڈ پر ایک سفر کا وعدہ کیا گیا ہوتاجاری ہونے والی یرغمالیوں ہو گیا. میں خدا کا شکر ہے کہ وہ کے ساتھ مطمئن تھےمیزائل اور ہم اس انتہائی پر جانے کے لئے نہیں تھا.
		-- Oliver North

%
میں نے ایک امریکہ میں یقین چرچ اور ریاست کی علیحدگی مطلق ہے جہاں -کوئی کیتھولک prelate کی صدر بتائیں گے جہاں (وہ ہونا چاہئے کیتھولک)کس طرح کام کرنے کی، اور کوئی پروٹسٹنٹ وزیر جن کے لئے ان کی parishioners کے بتائیں گےووٹ ڈالنے کے لئے - کوئی چرچ یا چرچ اسکول عوامی فنڈز کی جاچکی ہے جہاں یاسیاسی ترجیح - اور کوئی شخص محض عوامی عہدے کی تردید کی ہے جہاںاپنے دین کے صدر سے مختلف ہے کیونکہ جو اس کے یا تقرر سکتااسے منتخب کرتے ہیں ہو سکتا ہے جو لوگوں.- جان ایف کینیڈی کے ایڈریس سے گریٹر ہیوسٹن وزارتی ایسوسی ایشن  ستمبر 12، 1960.
		-- Oliver North

%
سچائی مسیحی الہیات، ہر دوسرے الہیات کی طرح، نہ صرف ہے کہ ہےسائنسی روح کی مخالفت؛ یہ بھی دیگر تمام کوششوں کا مخالف ہےمنطقی سوچ پر. نہیں حادثے کی طرف سے پیدائش 3 کا باپ کرتا ہےعلم ایک ناگن -، چپچپا چپکے اور مکروہ. قدیم ترین چونکہدنوں ایک تنظیم کے طور پر چرچ ہر خلاف تشدد خود پھینک دیا ہےانسان کے جسم اور دماغ کو آزاد کرانے کی کوششوں. یہ ہر وقت، رہا ہے اورہر جگہ، برا حکومتوں کی عادت اور ناقابل اصلاح محافظ، براقوانین، برا سماجی نظریات، برے اداروں. صدیوں سے یہ، تھا، ایکغلامی کے لئے حمایتی، جو بادشاہ کی الہی حق کے حمایتی تھا.
		-- H. L. Mencken

%
تصور کہ سائنس کی پہلی وجوہات کے ساتھ خود کو تعلق نہیں ہے - یہ ہے کہالہیات یا مابعدالطبیعیات، اور صرف کرنے کے confines سے خود میدان چھوڑ دیتا ہےاثرات - اس اصول سادہ حقائق میں کوئی حمایت حاصل ہے. ، یہ کر سکتے ہیں توسائنس ایک بار میں زمین پر زندگی کی ابتدا کی وضاحت کریں گے - اور وہاں ہےیقین کرنے کے لئے ہر وجہ یہ کچھ بھی بعید نہیں کل پر ایسا کرے گا کہ.بحث کرنے کے لئے اس علم میں فرق کو سالک کا سامنا کریں گے جس میں بھر جائے ضروری ہے،نہ مریض انکوائری کی طرف سے، لیکن انترجشتھان یا وحی کی طرف سے، دینے کے لئے بس ہےجہالت بہیمانہ اور احمقانہ وقار ....
		-- H. L. Mencken, 1930

%
جذبات کا ثبوت، صورتوں میں بچانے یہ مضبوط مقصد ہے جہاںحمایت، واقعی کوئی ثبوت بالکل، ہر پہچانا جذبات ہے کے لئے ہےاس کے برعکس، اور ایک ایک ہی راستہ پھر ایک اور پوائنٹس دوسرا راستہ بتاتے تو.اس طرح واقف دلیل امرتا کے لئے ایک آسان کی خواہش ہے کہ وہاں،یہ جب ہے اور اس کی خواہش ایک حقیقت بننے کے لئے یہ ثابت ہوتا ہے کہ، پر puerile بن جاتا ہے، بھی فنا کے ایک طاقتور اور بڑے پیمانے پر خوف ہے کہ وہاں واپس بلا لیااور اس خوف، اسی اصول پر کوئی بات نہیں ہے یہ ثابت کرتا ہے کہقبر سے باہر. ایسی بچوں کا "ثبوت" عام طور کلامی ہیں، اوریہاں تک کہ جب وہ کرنا چاہتے ہیں جو مردوں کی طرف سے adduced رہے ہیں وہ الہیاتی رہیںوہ سائنسی صاحبان ذی وقار ہیں کہ مومن کی طرف سے خود چاپلوسی ....
		-- H. L. Mencken

%
حقیقت میں، کسی بھی قدرتی رجحان دی کہ یقین کرنے کی کوئی وجہ نہیں، کر رہا ہے،تاہم یہ آج شاندار لگ سکتا ہے، ہمیشہ کے لئے توضیح رہے گا.جلد یا بدیر زندگی کی پیداوار کے خود ہو جائے گا متعلق قوانینلیبارٹری میں دریافت کیا، اور انسان ایک خالق کے طور پر کاروبار کے لئے قائم کر سکتا ہےان کے اپنے اکاؤنٹ پر. بات یہ ہے، بے شک، صرف قابل فہم نہیں ہے؛ یہ ہےیہاں تک کہ انتہائی ممکنہ.
		-- H. L. Mencken, 1930

%
سب سے بہتر ہم کر سکتے ہیں کہ حسن معاشرت اور اچھا ہونا ہے اور ہمارے دوستوں کی طرف مددگار اورہم ہیں جبکہ گندگی کے اسی سپیک سے معلق رہے ہیں جو ساتھی مسافروںہماری مشترکہ عذاب سے کی طرف سے کی طرف بہتی.
		-- Clarence Darrow

%
ہم آپ کو ایک کمپیوٹر، نہ کسی اور دین کو دینے کے لئے یہاں ہیں.
		-- attributed to Bob Pariseau, at the introduction of the Amiga

%
... ایکشن کی بنیاد ہے، جب تک وہاں کوئی سرکاری یا نجی فضیلت ہو سکتی ہےسچائی کی پریکٹس.
		-- George Jacob Holyoake

%
"کیا تم مجھے ایک منٹ معاف کرو، میں نے کافی کا ایک کپ کے لئے جا رہا ہوں."- اپالو 11 کی یلئیم سے، "ایگل"، جانسن سپیس سینٹر، ہیوسٹن کو نشری  جولائی 20، 1969، 7:27 بجے
		-- George Jacob Holyoake

%
حلیم مرضی مدمقابل ہیں.
		-- George Jacob Holyoake

%
میں پر روندا جا رہا ہے کے بیمار ہوں! بزرگ خدا انہوں نے مجھے انسان بنا سکتے ہیں کا کہنا ہے کہ!یہ اخراجات تمام میں میری جان ہے! NOW میں پاگل ہوں cuz میں نے، یہ کروں گا!
		-- Necronomicomics #1, Jack Herman & Jeff Dee

%
   Krat کے اہم سکرین پر ایک آدمی کا ہولو تصویر، اور کئی ڈولفنز شائع ہوا.انسان کی شکل سے، Krat یہ ایک خاتون تھی، ان کے رہنما بتا سکتا شاید.   "... نام` sophonts کے قابل بیوکوف مخلوق. ' بیوقوف، پہلے سے ذی شعورگمراہ آقاؤں کی upspring. ہم ہنس، آپ کے تمام مسلح قوت سے فرارآپ کے clumsiness میں! ہم آپ کو قابل رحم مخلوق، ہم ہمیشہ کرتے رہیں گے کے طور پر فرار.اور اب ہم ایک حقیقی سر آغاز ہے کہ، اگر آپ ہمیں دیکھ کبھی نہیں کروں گا! بہتر کیاثبوت کے progenitors تم نہیں کے حامی ہیں، لیکن ہم میں ہے کہ! کیا بہتر ثبوت ... "   طنز پر چلا گیا. Krat، سنی مشتعل، ایک ہی وقت میں savoring سےاس کا فنکارانہ. یہ لوگ بہتر میں نے سوچا تھا کے مقابلے میں ہیں. ان کا توہینwordy اور حد سے زیادہ ہیں، لیکن وہ ہنر ہے. وہ سست معزز، مستحقاموات.
		-- David Brin, Startide Rising

%
"میں بیرونی خلا سے ایک مطلب سبز ماں ہوں"
		-- Audrey II, The Little Shop of Horrors

%
میرے والدین کی طرح، میں ایک باقاعدہ چرچ کے رکن یا churchgoer کبھی نہیں کیا ہے.یہ خدا کی قسم ہے کہ مجھ سے ممکنہ لگتا نہیں ہے جو، انسانی معاملات پر نظر رکھنے والا دعاؤں کو سنتا ہے، اور رہنمائی کے لئے کی کوشش کرتا ہےلوگوں پر اس کی ہدایتوں پر عمل کرنے کے - صرف بہت زیادہ مصائب ہے اوراس کے لئے ظلم. دوسری طرف، میں احترام کرتے ہیں اور لوگوں سے حسدوہ لوگ جو ان مذاہب سے پریرتا حاصل.
		-- Benjamin Spock

%
کسی بھی کافی جدید ٹیکنالوجی ایک دھاندلی ڈیمو سے indistinguishable ہے.
		-- Andy Finkel, computer guy

%
schizophrenic کے ناطے اکیلے رہنے سے بہتر ہے.
		-- Andy Finkel, computer guy

%
NOWPRINT. NOWPRINT. Clemclone، سائے میں واپس.
		-- The Firesign Theater

%
جی ہاں، بہت سے لوگ اب بھی قدیم اس تصور پر یقین ... لیکن میں آج کی تکنیکیمستقبل کی وسعت، ہم اس کو ضرور چیزوں کو بہت مختلف تھے اندازہ لگا سکتے ہیں.
		-- The Firesign Theater

%
... یہ ایک خوفناک نظر ہے. پورے باغی مزاحمت چھ کے تحت دفنملین کاپیاں hardbound "ننگی دوپہر کا کھانا."
		-- The Firesign Theater

%
ہم ان کے اپنے اثر ڈالنا کہ پتلیاں بنانے کے لئے چاہتے.
		-- Ann Marion

%
I انجینئرز جانتے. وہ چیزوں کو تبدیل کرنے کے لئے محبت.
		-- Dr. McCoy

%
ہمارے کیمپس میں UNIX نظام کو نہ صرف ایک مؤثر سافٹ ویئر ثابت ہوئی ہےآلے، لیکن یونیورسٹی کے اندر اندر تکنیکی اور سماجی تبدیلی کا ایجنٹ.
		-- John Lions (University of New South Wales)

%
یونیکس سمجھ میں نہیں آتا وہ لوگ جو غیر تسلی بخش، جو reinvent کی مذمت کر رہے ہیں.
		-- Henry Spencer, University of Toronto Unix hack

%
"آپ کو متحدہ میں اتنی چند جدید ترین کمپیوٹر دہشت گردوں نے کیوں جانناامریکہ؟ آپ ہیکروں قیام میں اتنی موبلٹی ہے کیونکہ.یہاں، اس طرح کی کوئی نقل و حرکت ہے. آپ دانشورانہ کا ذرا سا ہو توسالمیت آپ حکومت کی حمایت نہیں کر سکتے ہیں .... لہذا بہترین کمپیوٹر ہےذہنوں حزب اختلاف سے تعلق رکھتے ہیں. "
		-- an anonymous member of the outlawed Polish trade union, Solidarity

%
"ہر یکجہتی مرکز ڈھیر اور کاغذ کے ڈھیر تھا .... ہر کوئی تھاکاغذ اور ایک پولیس اہلکار کو کھانے کے دروازے پر تھا. اب آپ یہ کرنا ہے کہ ہےایک ڈسک جھکنا. "- کالعدم پولستانی ٹریڈ یونین کے ایک گمنام رکن، یکجہتی،  ان کی تحریک کی حمایت میں کمپیوٹرز کا استعمال کرتے ہوئے کے فوائد پر تبصرہ
		-- an anonymous member of the outlawed Polish trade union, Solidarity

%
کپڑے انسان بنا. ننگی لوگ معاشرے پر بہت کم یا کوئی اثر و رسوخ ہے.
		-- Mark Twain

%
جلد تمام جانوروں ناپید ہیں، جتنی جلد ہم ان کی رقم تلاش کر لیں گے.
		-- Ed Bluestone

%
وہ مر چکا ہے، جم.
		-- Ed Bluestone

%
نیویارک ... تہذیب کے علاوہ آتا ہے جب،، یاد ہے ہم جس طرح آپ سے آگے تھے.
		-- David Letterman

%
آپ کو ایک قسم کا لفظ ہے اور صرف ایک قسم کا لفظ ساتھ مقابلے میں ایک بندوق کے ساتھ زیادہ کر سکتے ہیں.
		-- Al Capone

%
تم اب اشیاء ڈبو کر سکتے ہیں تو چشمہ کوڈ قدرے سخت کر دی گئی ہےایک سے ایک چشمہ یا پینے میں آپ کی وجہ سے وسط ہوا میں تیرتا رہے ہیں جبکہlevitation.ایک teleportation کے ٹریپ ذریعے جہنم میں teleporting کے نہیں رہ گیا تو واقع ہو گاکردار آتش مزاحم نہیں ہے.
		-- README file from the NetHack game

%
یاد رکھیں، گھٹنے ٹیک اور پر موڑنے کے درمیان ایک بہت بڑا فرق ہے.
		-- Frank Zappa

%
میں اس ملک میں تمام صحیح سوچ لوگ بیمار ہیں اور یہ کہ لگتا ہے کہکے تھکے ہوئے بتایا جا رہا ہے کہ عام مہذب لوگوں کو اس میں تنگ آ چکے ہیں کہبیمار اور تھکا ہوا ہونے کے ساتھ ملک. میں یقینی طور پر نہیں ہوں. لیکن میں ہوںبیمار اور کے تھکے ہوئے بتایا جا رہا ہے کہ میں ہی ہوں.
		-- Monty Python

%
"حماقت پر حدود کا کوئی قانون نہیں ہے."
		-- Randomly produced by a computer program called Markov3.

%
مردوں کے کوائف میں ایک وقت ہے،اس سیلاب میں لیا جس میں،، کامیابی کے لئے پر لیڈز.دوسری طرف، اس پر اعتماد نہیں کرتے.
		-- T. K. Lawson

%
بے وقوف نظیریں پیروی، اور جھپک کے لئےدونوں اپنی آنکھوں سے، سوچنے کے لئے زیادہ آسان ہے.
		-- William Cowper

%
یہ معیار کے بجائے مقدار فرق پڑتا ہے ہے.
		-- Lucius Annaeus Seneca (4 B.C. - A.D. 65)

%
ایک ایک کے استعمال کے معیار کے بارے میں quibble کرنے کے قابل ہو، یا ہو سکتے ہیںحامی لینے تمام ایک دیئے experimenter کی حقیقت، لیکن، کے بارے میںتجربات ایک دوسرے کے ساتھ، ثبوت کے وزن کے طور پر آسانی کے لئے اتنا مضبوط ہےایک عقل مند آدمی کی عکاسی مستفید.- پروفیسر ولیم Tiller کے، parapsychologist، Standford یونیورسٹی،  PSI کی تحقیق پر تبصرہ
		-- Lucius Annaeus Seneca (4 B.C. - A.D. 65)

%
جب تک اس کا تجربہ کیا ہے کچھ بھی کبھی حقیقی بن جاتا ہے.
		-- John Keats

%
آپ اچھی فطرت آپ اسیم خوشی کو لے آئے گا.
		-- John Keats

%
"ستاروں کی طرف ہمارا سفر تیزی سے ترقی کی ہے.1926 میں رابرٹ ایچ گوڈارڈ پہلی مائع پروپیلڈ راکٹ کا آغاز،41 فٹ کی بلندی کو حاصل کرنے کے. 1962 ء میں جان گلین زمین orbited.1969 میں، Orville رائٹ کے بعد صرف 66 سال زمین سے دو فٹ اڑ گئے12 سیکنڈ کے لئے، نیل آرمسٹرونگ Buzz کے Aldrin اور میں چاند پر پہنچےاپالو 11. میں "- مائیکل کولنز   سابق خلاباز اور نیشنل ایئر اینڈ اسپیس میوزیم کے ماضی ڈائریکٹر
		-- John Keats

%
زیادہ تر لوگ سیاسیات "کے قدامت پرستی کیا کہتے نمائشکسانوں. "شکستہ نہ تمہارے پاس کیا ہے. تبدیل نہ کریں. ایک موقع نہیں لے،آپ موت بھوک سے مر ختم ہو سکتا ہے کیونکہ. احتیاط سے کھیلیں. صرف جتنا خریدیںکی آپ کو ضرورت کے طور پر. وقت برباد نہ کرو.ہم خطرے کے بارے میں سوچتے ہیں تو، انسانوں اور کارپوریشنوں میں احساس انکہ خطرات بڑھنے کے لئے ضروری ہیں سربراہوں، زندہ رہنے کے لئے. لیکن اس کے نیچے آتا ہے جباچھے لوگوں کو مدنظر رکھتے ہوئے جب بحران آتا ہے، یا میں پیسہ سرمایہ کاری کرنے کے لئےکچھ تو untried، صرف گہری اپنی جیبیں اور کھیل میں بہادر پہنچکے طور کھیل کھےلا جائے ضروری ہے.
		-- David Lammers, "Yakitori", Electronic Engineering Times, January 18, 1988

%
"ہم نے ایک ننگا شیڈول نہیں کر سکتے، اس لڑائی کے طور پر تشکیل ہو سکتا ہے"
		-- Stanley Sutton

%
اختتام ہفتہ پروگرامنگ کے لئے بنایا گیا تھا.
		-- Karl Lehenbauer

%
"انہوں نے ایک بار وائٹ ہاؤس میں ایک ٹانگ تھی اور قوم کے تحت کانپ اندھاڑتا. اب وہ کوکا کولا پٹی میں ایک tinpot پوپ اور کرنے کے لئے ایک بھائی ہےپیچھے جستی لوہے خیموں میں halfwits belabor جو اداس پادریوںریل روڈ گز. "- H. L. Mencken، ولیم Jennings برائن کے لکھنے، حامیوں کے وکیل  1925 میں اسکوپ "بندر آزمائشی" میں ٹینیسی کی انسداد ارتقاء قانون کی.
		-- Karl Lehenbauer

%
... ہم مسلسل کی طرف سے فراہم غالب فیصلے counterpose ضروریہزاروں کی طرف سے تبصرے اور استنباط. زمین کے اربوں ہےسال کی عمر اور اس کے جانداروں اختاسوادی کے تعلقات کی طرف سے منسلک کر رہے ہیںنزول. سائنسدانوں نے اتنا بیان کی طرف سے سمجھتے فروغ دینے کا الزام، لیکنوہ اعلان جب زمین ہے کہ ہم برانڈ لوگوں تخدار ایسا نہ توفلیٹ اور نہ ہی کائنات کے مرکز میں؟ سائنس * * ہمیں سکھایا ہے کچھاعتماد کے ساتھ چیزوں کو! ایک قدیم زمین پر ارتقاء کے ساتھ ساتھ ہےہمارے سیارے کی شکل اور پوزیشن کے طور پر قائم. ہمارے کو جاری جدوجہدارتقاء کس طرح ہوتا ہے ( "ارتقاء کے اصول") کو سمجھنے کی نہیں ہوتااس واقعہ کے ہمارے دستاویزات ڈالا - "ارتقاء کی حقیقت" -شک میں.- اسٹیفن جے گولڈ، "تخلیق پر فیصلے"، شبہ انکوائرر،  والیوم XII نمبر 2
		-- Karl Lehenbauer

%
یہ ٹیکنالوجی شیطان کے درمیان شیخی کی حتمی شکل تھی - ہے کرناتاکہ مکمل اور نفیس کچھ بھی ظاہر ہوا ہے کہ ایک ایسا نظام؛ کوئی مشینیں،کوئی تار، کوئی کنٹرولز.
		-- Michael Swanwick, "Vacuum Flowers"

%
مرد کے دماغ سے اور دماغ سے صرف پیدا ہوتی ہے کہ پتہ ہونا چاہیئے کہ ہمارےخوشیوں، خوشی، ہنسی، اور jests جا سکتا ہے کے ساتھ ساتھ ہمارے غم، درد، بیماریاںاور آنسو. ... یہ، ہمیں پاگل یا بیسد بناتا ہے جس میں ایک ہی بات ہے دل میں وحیہمیں خوف اور خوف کے ساتھ، چاہے وہ رات کو یا دن، ہماری، اندرا لاتااسامییک کی غلطیوں، بے ہدف تشویش، غائب نظری اور عبادات ہیں کہعادت کے برعکس ...
		-- Hippocrates (c. 460-c. 377 B.C.), The Sacred Disease

%
جدید نفسیات ہے کہ رویے اور عصبی تقریب کی جاچکی کے لئے مکمل طور پر لیتا ہےبالکل مربوط ہیں، ایک ہے کہ مکمل طور پر دوسرے کی وجہ سے ہے. نہیں ہےکوئی علیحدہ روح یا lifeforce اب اور پھر دماغ میں ایک انگلی رہنا کرنے اوربنانے عصبی خلیات جو وہ دوسری صورت میں نہیں ہوتا. دراصل، کورس کے، یہایک ورکنگ مفروضہ ہی ہے .... یہ بالکل قابل فہم ہے کہ کسی دنمفروضہ مسترد کر دیا جائے کرنے کی ضرورت گا. لیکن یہ بھی ضروری ہے کہ کو دیکھنے کے لئے ہے کہ ہمابھی تک اس دن تک نہیں پہنچے ہیں: کام کرنے مفروضہ ایک ضروری ایک ہے اوراس کے خلاف کوئی حقیقی ثبوت نہیں ہے. تاکہ ایک مسئلہ حل کرنے کی ناکامیاب تک اس اگھلنشیل نہیں بناتا. ایک منطقی طور پر میں ایک determinist نہیں ہو سکتاطبیعیات اور حیاتیات، اور نفسیات میں ایک صوفیانہ.
		-- D. O. Hebb, Organization of Behavior:  A Neuropsychological Theory, 1949

%
مقبول عقائد علم پچھلے incarnations یا سے ٹیپ کیا جا سکتا ہے کہایک "یونیورسل دماغ '(تمام ماضی حکمت اور تخلیقی صلاحیتوں کا مخزن) سےنہ صرف سے implausible ہیں بلکہ غیر منصفانہ شاندار کامیابیوں نیچاانفرادی انسانی دماغ کا.- بیری L. Beyerstein، "دماغ اور شعور: PSI لئے مضمرات  مظاہر "، شبہ انکوائرر، والیوم. XII نمبر 2، PPG. 163-171
		-- D. O. Hebb, Organization of Behavior:  A Neuropsychological Theory, 1949

%
... خوش قسمتی سے، ثبوت فراہم کرنے کے لئے ذمہ داری کا حصہ پر ہےشخص کے دعوی، نہ نقاد بنانے. یہ ذمہ داری نہیں ہےUFO شک کرنے کے ثابت کرنے کہ ایک آواز کبھی وجود ہی نہیں ہے، نہ ہی یہ ہےکرسٹل ثابت کرنے کے لئے غیر معمولی صحت-دعووں شک کرنے کی ذمہ دارییا رنگ روشنیوں کسی کو شفا دی کبھی نہیں. شکی کے کردار کی طرف اشارہ کرنے کے لئے ہےمناسب طور پر قابل قبول ثبوت کی طرف سے ہے اور کے لئے حمایت نہیں کر رہے ہیں کا دعویذہن میں رکھتے ہوئے زیادہ ہیں کہ ممکنہ متبادل وضاحتوں فراہمسائنسی ثبوت کے قبول جسم. ...
		-- Thomas L. Creed, The Skeptical Inquirer, Vol. XII No. 2, pg. 215

%
"Ada کی ایک واستکار، نہیں ایک کمپیوٹر سائنسدان کا کام ہے."
		-- Jean Icbiah, inventor of Ada, weenie

%
غیر معمولی دعووں غیر معمولی ثبوت کا مطالبہ. کی کئی مثالیں موجود ہیںبالآخر آروپت سائنسی orthodoxies اھاڑ جو باہر والوں، لیکنوہ اکاٹی ڈیٹا کے ساتھ غالب. زیادہ کثرت سے، پربل نتائج کی کہاچھی طرح سے قائم کی تردید تحقیقی نمونے ثابت ہو. میرے پاسکا کہنا تھا کہ ذہنی قوتوں کو قبول کرنے، تناسخ، "کائناتی شعور،"اور طرح، کی بنیادوں کے بنیادی کیلیے سفید انقلابعصبی سائنس. ادائیگی کی ہے کہ دماغ کی مادی نظریات کو ترک کرنے سے پہلےخوبصورت منافع، ہم پیایسآا مظاہر کے لئے بہتر ثبوت پر اصرار کرنا چاہئےمقابلے میں اس وقت موجود ہے، خاص طور پر جب عصبی سائنس اور نفسیات خودزیادہ ممکنہ متبادل پیش کرتی.- بیری L. Beyerstein، "دماغ اور شعور: PSI لئے مضمرات   مظاہر "، شبہ انکوائرر، والیوم. XII نمبر 2، PPG. 163-171
		-- Jean Icbiah, inventor of Ada, weenie

%
ارتقاء ایک دیوالیہ سٹا فلسفہ، نہ ایک سائنسی حقیقت ہے.صرف روحانی طور پر دیوالیہ معاشرے کبھی بھی اس پر یقین کر سکتا ہے. ... صرفملحد اس شیطانی نظریہ قبول کر سکتا ہے.
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
ارتقاء زمین اپنے محور پر رخ اور ارد گرد جا جتنا ایک حقیقت ہےسورج. ایک وقت میں اس کوپرنیکس نظریہ بلایا گیا تھا؛ لیکن کبایک نظریہ کے دلائل اتنے بھاری اکثریت سے ہو جاتا ہے کہ کوئی باخبر شخصسائنسدانوں نے ایک حقیقت ہے کہ یہ فون کرنے کے لئے اس پر شک کر سکتے ہیں، جو روایتی ہے. وہ سبدنیا کی زندگی بھوگرنسیک کے وسیع حصوں کے دوران، اس سے قبل شکلوں سے اتراوقت، کے طور پر مضبوطی سے کوپرنیکس کونیات طور پر قائم ہے. ماہر حیاتیات اختلافصرف عمل چلتی ہے کس طرح کے بارے میں نظریات کے حوالے سے.- مارٹن گارڈنر، "ارونگ کرسٹل اور زندگی کے حقائق"،   شبہ انکوائرر، والیوم. XII نمبر 2، PPG. 128-131
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
... یہ اسے اس کی اقوام کے لئے سائنس برادری belaboring تلاش کرنے کے لئے دکھ کی بات ہےاساتذہ اور درسی کتب چاہتے ہیں جو جاہل تخلیق کی مخالفتدلائل سے باہر نہیں ایک قدم پیش قدمی کی ہے کہ کرینک کے برابر وقت دینابشپ ولبر فورس اور ولیم Jennings برائن کے flyblown بیان بازی.- مارٹن گارڈنر، "ارونگ کرسٹل اور زندگی کے حقائق"،   شبہ انکوائرر، والیوم. XII نمبر 2، PPG. 128-131
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
... کتاب کو دو وجوہات کی قابل توجہ ہے: (1) یہ پر حملہالشام غیر معمولی جائزوں کو بے نقاب کرنے کی کوشش؛ اور (2) یہ بہت اچھی ہے اورایک plausibly لکھا گیا ہے اور تو بجائے مشکل کو برطرف یا سادہ طرف تردید کرنےjeering.- ہیری Eagar، "کوانٹم پرے" کا جائزہ لینے مائیکل ٹیلبوٹ کی طرف سے،   شبہ انکوائرر، والیوم. XII نمبر 2، PPG. 200-201
		-- Rev. Jimmy Swaggart, "The Pre-Adamic Creation and Evolution"

%
اب میں سونے کے لئے مجھ سے پوشیدہ ہےمیں گلیوں میں سائرن سن لیںمیرے سارے سپنے کروم کی بنا رہے ہیںمیں نے گھر واپس حاصل کرنے کے لئے کوئی راستہ نہیں ہے
		-- Tom Waits

%
میں نے لوگوں کی مرضی سے یہاں ہوں اور میں اپنے برساتی ملتا ہے جب تک میں نے نہیں چھوڑ جائے گاواپس.
		-- a slogan of the anarchists in Richard Kadrey's "Metrophage"

%
کتنے ایٹمی انجینئرز جو ایک روشنی بلب تبدیل کرنے کے لئے لگتا ہے؟سات: ایک نئے بلب نصب کرنے کے لئے، اور چھ ایسا کرنے کا تعین کرنے        اگلے 10،000 سال کے لئے پرانے ایک کے ساتھ.
		-- a slogan of the anarchists in Richard Kadrey's "Metrophage"

%
مائیک کے قانون:دو مرد اور ایک کٹ آف وآلہ، روزگار ایک لکڑی کمپنی کے لئےاضافی کارکنوں کی کسی بھی تعداد کے لئے لیبر کی مختتم کی مصنوعاتایک اور کٹ آف وآلہ کے حصول تک صفر کے برابر ہے.کی بھی ایک chainsaw کے بارے میں غور نہیں کرتے ہیں.- مائیک ڈینی سن[- ایڈ آپ ہمیشہ وآلہ، اگرچہ شیڈول سکتا ہے.]
		-- a slogan of the anarchists in Richard Kadrey's "Metrophage"

%
جب تک ہم پھر وہیل reinvent کرنے کے لئے جا رہے ہیں کے طور پر، ہم اس کے ساتھ ساتھ بنانے کی کوشش کر سکتےاس وقت دور.
		-- Mike Dennison

%
ایک بہت بڑا فوجی اسٹیبلشمنٹ کا یہ مل کر اور ایک بڑے باہوںصنعت اب امریکی تجربے میں ہے ... ہم ناکام نہیں کرنا چاہیےاس کے سنگین مضمرات سمجھنے ... ہم کے خلاف کی حفاظت کرنا ضروری ہےفوجی صنعتی طرف غلط اثر و رسوخ کے حصول ...پیچیدہ. غلط طاقت کے تباہ کن اضافہ کے لئے ممکنہموجود ہے اور برقرار رکھا جائے.
		-- Dwight D. Eisenhower, from his farewell address in 1961

%
یہ ریستوران ناشتا کوئی وقت تشھیر کر دی گئی. پس میں نے حکم دیاپنرجہرن میں فرانسیسی ٹوسٹ.
		-- Steven Wright, comedian

%
ہر کوئی زندگی میں ایک مقصد ہے. شاید تمہاری ٹیلی ویژن دیکھ رہا ہے.
		-- David Letterman

%
میں کرتا ہوں بہت ساری چیزیں اتنی کم سے کم ہے، اور اس کو کم سے کم کرنے کے لئے ڈیزائن ہے.اس میں کشش کے smallness کیا ہے. یہ عجیب بات ہے 'یہ تو ہے سببذہنی لنگڑے. یہ میرے کے آرام کے لئے یہ ہے کہ ایسا دیکھنا مشکل ہےمیری زندگی. لیکن ایک ہی وقت میں، یہ میں سب سے بہتر کیا ہے.
		-- Chris Elliot, writer and performer on "Late Night with David Letterman"

%
ای ساکھ الیکٹرانک ڈیٹا کہ غیر guaranteeable امکانآپ دیکھ رہے ہیں کسی اور کی بجائے گھٹیا ساختہ اپ حقیقی ہے.
		-- Karl Lehenbauer

%
جب کبھی لوگ مجھ سے اتفاق، میں ہمیشہ سوچتا ہوں کہ میں غلط ہونا ضروری ہے.
		-- Oscar Wilde

%
میری ماں نے ایک مچھلی ہے.
		-- William Faulkner

%
بنی نوع انسان میں جدیدیت کی مزید روحانی ارتقاء، زیادہ خاص یہحقیقی مذہبیت کا راستہ کے ذریعے جھوٹ نہیں ہے کہ مجھے ایسا لگتازندگی اور موت کے خوف اور اندھے ایمان کا خوف، لیکن جدوجہد کے ذریعےعقلی علم کے بعد.
		-- Albert Einstein

%
زیادہ ایک آدمی کو حکم دیا کہ تمام واقعات کی باقاعدگی کے ساتھ imbued ہے، مضبوطکوئی گنجائش کا حکم دیا اس کی پارٹی کی طرف سے چھوڑ دیا ہے کہ وہاں ان کی سزا ہو جاتاایک مختلف نوعیت کی وجوہات کے لئے باقاعدگی. اسے نہ تو کی حکمرانی کے لئےانسانی اور نہ ہی خدا کی مرضی کی حکمرانی قدرتی کی ایک آزاد وجہ کے طور پر موجود ہےواقعات. اس بات کا یقین کرنے کے لئے، ایک ذاتی خدا کا عقیدہ قدرتی ساتھ مداخلتواقعات کبھی نہیں، حقیقی معنوں میں سائنس کی طرف سے، اس کے لئے رد کیا جا سکتا ہے،نظریے ہمیشہ ان ڈومینز میں پناہ لے سکتا ہے جس میں سائنسی علم میںابھی تک پاؤں قائم کرنے کے قابل رہا ہے.لیکن میں نمائندوں کی جانب سے اس طرح کے رویے کہ قائل ہوںمذہب کے نااہل بلکہ مہلک ہو گا نہ صرف. ایک اصول کے لئے جس، واضح نہیں روشنی میں، لیکن صرف اندھیرے میں خود کو برقرار رکھنے کے لئے کے قابل ہے گاضرورت کی انسانی پر گنناتیت نقصان کے ساتھ، بنی نوع انسان پر اس کا اثر کھو دیںپیش رفت. اخلاقی بھلائی کے لئے اپنی جدوجہد میں، مذہب کے اساتذہایک ذاتی خدا کا نظریہ، یہ ہے کہ ترک کرنے قد کا ہونا ضروری ہے،خوف کے اس ذریعہ دے اور اس طرح وسیع رکھ دیا کہ ماضی میں جس امید ہے کہپادریوں کے ہاتھوں میں اختیارات. ان مزدوروں میں وہ کچھ بھی کام کرنا پڑے گاان لوگوں کو فورسز اچھے کاشت کرنے کی صلاحیت رکھتے ہیں جن میں سے خود کو،یہ سچ ہے، اور خود کو انسانیت میں خوبصورت. یہ اس بات کا یقین کرنے کے لئے، ہے، ایک سے زیادہمشکل لیکن ایک incomparably زیادہ قابل کام.
		-- Albert Einstein

%
جو تاریخ، یورپ کی خاص طور پر تاریخ کو جانتا ہے جو کوئی بھی،، مجھے لگتا ہے کہ جائے گا،کسی ایک کی طرف سے تعلیم کا یا حکومت کے اس تسلط کو تسلیممخصوص مذہبی عقیدے کے لوگوں کے لئے ایک خوش انتظامات کبھی نہیں ہے.
		-- Eleanor Roosevelt

%
سب سے زیادہ غیر کیتھولک جانتے ہیں کہ کیتھولک سکولوں کا زیادہ دے رہےسرکاری اسکولوں کے مقابلے میں ہماری قوم کی خدمت ہے جس میں تخریبی درسی کتب، استعمال کیا گیا ہے جس میں کمیونسٹ ذہن اساتذہ سکھایا ہے ہے، اور کی طرف سےجن کی کلاس رومز مسیح اور یہاں تک کہ خود خدا روک دیا جاتا ہے.
		-- from "Our Sunday Visitor", an American-Catholic newspaper, 1949

%
ہم میں سے وہ لوگ جو کسی بھی انسان کے دائیں میں یقین سے تعلق رکھتے ہیں جو کچھ بھیچرچ وہ مناسب سمجھے، اور اپنے طریقے سے خدا کی عبادت کرنے، الزام عائد نہیں کیا جا سکتاتعصب کی ہم ساتھ منسلک سرکاری تعلیم کو دیکھنے کے لئے نہیں کرنا چاہتے ہیں جباسکولوں، ٹیکس دہندگان کی رقم کی طرف سے ادا کر رہے ہیں جس کے مذہبی کنٹرول.
		-- Eleanor Roosevelt

%
ولایت روحانی قیادت اور دنیاوی رہنا چاہئےطاقت کسی بھی چرچ میں بہت اہم بن نہیں کرنا چاہئے.
		-- Eleanor Roosevelt

%
سچ ہمیشہ بنی نوع انسان کے بہترین مفادات کو فروغ دینے کے لئے پایا گیا ہے ...
		-- Percy Bysshe Shelley

%
الحاد دماغ کی حالت کا اظہار کرنے کے استعمال کیا جا کرنے کے لئے خدا ہے، جس میں ہے توتاریخ کے ساتھ نشاندہی کی، اور الہیات ایک ہونے کا اعلان کیا جاتا ہےفہم chimeras بارے معنی الفاظ کا مجموعہ، پھرمجھے کوئی شک نہیں ہے، اور میں نے چند لوگوں کو شک ہے، ملحد کے طور پر ہیں کہ لگتا ہےblackberries کے طور پر بھرپور ...
		-- Leslie Stephen (1832-1904), literary essayist, author

%
یہ ہمیشہ غلط ہے، ہر جگہ اور ہر کسی پر کچھ بھی یقین کرنے کے لئےناکافی ثبوت.
		-- W. K. Clifford, British philosopher, circa 1876

%
کیوں، جب کوئی ایماندار آدمی اکیلے میں جھٹلاؤ گے ہر الٹی مسئلہ یہ ہے کہprofoundest اسرار میں لپٹی، ایماندار مردوں منبروں میں اعلان کروکہ سب سے زیادہ بے وقوف اور جاہل شدہ یقین کی ذمہ داری ہے؟یہ فرشتے ہنسنا بنانے کے لئے ایک تماشا نہیں ہے؟ ہم میں سے ایک کمپنی ہیںجاہل مخلوق، Mists کی اور اندھیرے کے ذریعے ہمارے راستے محسوس، صرف سیکھنےمتواتر دہرایا غلطیوں کی جائے، کی طرف سے حق کے ایک glimmering حصولہر conceivable گمراہی میں گرنے، dimly کی کے لئے کافی روشنی سمجھدارہم کو بیان کرنے کی کوشش کریں جب بھی ہماری روز مرہ کی ضروریات، لیکن مایوسانہ اختلافالٹی نکالنے یا ہمارے راستے کے اختتام؛ اور ابھی تک، ہم میں سے جب ایک ادیماعلان کرنے کے لئے ہم کائنات کے نقشے کے ساتھ ساتھ نقشہ کو پتہ نہیں ہے کہہمارے لامتناہیتی پارش کے، وہ، hooted بے پناہ محبت کرتے ہیں، اور شاید کہ کہا جاتا ہےانہوں نے اپنے کفر کے لئے تمام ہمیشگی پر مجرم قرار دیا جائے گا ...
		-- Leslie Stephen, "An agnostic's Apology", Fortnightly Review, 1876

%
اس وقت تک ہم کھل کر یہ تسلیم کیا تم (مذہب) میں مواد ہو گی، اپنی سانس کے تحت فسفسانا یا تکنیکی شبدجال میں چھپانے قدیم ہے کہسیکرٹ اب بھی ایک راز ہے؛ وہ آدمی لاتعداد بارے میں کچھ نہیں جانتا اورمطلق؛ اور یہ کہ، کچھ نہیں جانتا، وہ بہتر بارے کٹر نہیں ہونا پڑااس کی جہالت. اور، اس دوران، ہم جتنی خیرات کرنے کی کوشش کریں گےممکن ہے، اور آپ آگے ترہی کی حالت میں سرکاری طور پر آپ کے لئے توہین ہماریشکوک و شبہات، ہم کم از کم یقین کرنے کے لئے کہ آپ پر عائد کر رہے ہیں کہ کوشش کریں گےاپنی خود کی دھمکی کی طرف سے.
		-- Leslie Stephen, "An agnostic's Apology", Fortnightly Review, 1876

%
شادی صرف ایڈونچر بزدلانہ کے لئے کھلا ہے.
		-- Voltaire

%
رواداری کیا ہے؟ - یہ انسانیت کا نتیجہ ہے. ہم سب قائم ہیںکمزوری اور غلطی کی. امریکہ کی باہم ایک دوسرے کو معاف حماقت دو -اس نوعیت کی پہلی قانون ہے.
		-- Voltaire

%
یہ واضح ہے کہ انفرادی، ایک آدمی اپنے بھائی persecutes کیونکہانہوں نے بھی یہی رائے نہیں ہے، ایک راکشس ہے.
		-- Voltaire

%
میں نے صرف اس میں تاریخی سچائی کی روشنی دے میں مدد کرنے کی کوشش کریںجدید دنیا دیتا ہے جس outworn فکر کے تنزل پذیر بڑے پیمانے پرعیسائیت کے قرون وسطی کے تصورات، اور جو اب بھی ہمارے درمیان رہتا -دین اور اخلاق کے لئے ایک سب سے زیادہ سنگین رکاوٹ، اور پوری کے لئے ایک لعنتمعاشرے کے عام ارتقاء.
		-- Andrew D. White, author, first president of Cornell University, 1896

%
وہ جو ہونا چاہئے کے مقابلے میں زیادہ ضعیف الاعتقاد نہیں ہے آدمی قلیل جانوں ....قدرتی فطرت یقین کرنے کے لئے ہمیشہ سے ہے. یہ حکمت اور تجربہ حاصل کر لیا ہےصرف یہ کہ incredulity کو سکھانے کے، اور وہ بہت ہی شاذ و نادر ہی کافی یہ سکھانا.
		-- Adam Smith

%
میں نے ایک بیگ میں ایڈیڈاس شاٹگن ڈال اور ٹینس کے چار جوڑے کے ساتھ باہر بولڈوہ سوچتے ہیں: جرابوں، بالکل نہیں میری سٹائل، لیکن ہے کہ میں نے کے لئے ارادہ کیا گیا تھا وہ کیا تھاآپ خام ہیں، تکنیکی جانا؛ ان کا خیال ہے کہ اگر آپ کو تکنیکی ہیں، خام جاؤ. میں ہوں ایکبہت تکنیکی لڑکے. لہذا میں نے ہر ممکن حد تک خام تیل حاصل کرنے کا فیصلہ. ان دنوں،اگرچہ، آپ کو بھی کرنے کی خواہش کر سکتے ہیں سے پہلے بہت سے تکنیکی ہونا پڑےcrudeness.
		-- Johnny Mnemonic, by William Gibson

%
تاہم، مذہبی موضوعات پر بہت کم یا کوئی معاہدہ نہیں ہو سکتا.جس پر لوگوں کو ان کے مذہبی طور پر اتنا غیر منقولہ ہیں کوئی پوزیشن نہیں ہےعقائد. کوئی زیادہ طاقتور اتحادی ایک ایک مباحثے کے مقابلے میں دعوی کر سکتا ہےجو کچھ بھی یسوع مسیح، یا خدا، یا اللہ، یا آپ کو اس سپریم کیا جا رہا بلاتا.لیکن کسی بھی طاقتور ہتھیار، کسی کی طرف سے خدا کے نام کے استعمال کی طرحکفایت استعمال کیا جانا چاہئے. مذہبی دھڑوں بڑھ رہے ہیں کہہمارے ملک میں حکمت کے ساتھ اپنے مذہبی اثر و رسوخ استعمال نہیں کر رہے.انہوں نے ان کی پوزیشن مندرجہ ذیل میں حکومت کے رہنماؤں پر مجبور کرنے کی کوشش کر رہے ہیں100 فیصد. اگر آپ کو ایک پر ان مذہبی گروپوں کے ساتھ متفق نہیں ہیں توخاص اخلاقی مسئلہ، وہ شکایت، وہ آپ کے نقصان کے ساتھ دھمکیپیسہ یا ووٹ یا دونوں. میں نے واضح بیمار اور سیاسی تک گیا ہوںمیں بننا چاہتا ہوں کہ اگر کسی شہری کے طور پر مجھ سے کہہ اس نے ملک بھر میں مبلغینایک اخلاقی شخص، I "، A" میں یقین کرنا ضروری ہے "B"، "C" اور "ڈی" بس جو کرتے ہیںوہ وہ ہیں لگتا ہے؟ اور کہاں سے وہ دعوی کرنے کی کوشش کروں سمجھتےمیرے سے ان کی اخلاقی عقائد کا تعین کرنے کے لئے؟ اور میں اس کو اور بھی زیادہ غصہ ہوںہر مذہبی گروہ کی دھمکیوں کو برداشت کرنا ضروری ہے جو ایک قانون ساز جنہوں نےسوچتا ہے کہ یہ ہر رول پر میرا ووٹ کو کنٹرول کرنے کے لئے کچھ خدا جاچکی حق ہےسینیٹ میں فون. میں نے ان کو آج انتباہ دے رہا ہوں: میں نے ان کو ہر مقابلہ کریں گےراستے سے قدم وہ سب کے لئے ان کی اخلاقی اعتقادات کا تعین کرنے کی کوشش کریں توکے نام سے امریکیوں "قدامت پرستی."
		-- Senator Barry Goldwater, from the Congressional Record, September 16, 1981

%
"میرے خیال میں ہر اچھے عیسائی Falwell کی دججیاں کرنے کے لئے چاہئے."- سینیٹر بیری Goldwater، جب ان سے پوچھا کہ وہ جیری Falwell کے سوچا کیاتجویز کے تمام اچھے مسیحیوں سینڈرا ڈے او کونور کے خلاف ہونا چاہئےسپریم کورٹ میں نامزدگی
		-- Senator Barry Goldwater, from the Congressional Record, September 16, 1981

%
... اور کوئی فلسفہ، افسوس کی بات ہے، تمام جوابات ہیں. کوئی بات نہیں کس طرح یقین دہانی کرائیہم اپنے عقیدے کے کچھ پہلوؤں کے بارے میں ہو سکتا ہے، ہمیشہ تکلیف دہ ہیںinconsistencies کے، مستثنیات، اور تضادات. اس کے طور پر دین میں سچا ہےجو سیاست میں ہے، اور جنونی اور بولی کے علاوہ تمام کرنے خود واضح ہے.جنونی، جن کی تعداد ہمارے اپنے وقت میں لشکر ہے کے لئے کے طور پر، ہم ہو سکتا ہےجنت میں ان کو چھوڑ کرنے کا مشورہ دیا. وہ نہیں، بدقسمتی سے، ہم کیا کریں گےہی نرمی. وہ ہم پر حملہ کرنے اور ایک دوسرے کو، اور جو کچھ انپرامن ارادے کرنے protestations، تاریخ کا خونی ریکارڈ کو واضح کرتا ہےکہ وہ آسانی سے تلوار کو بحال کرنے نمٹا رہے ہیں. میں میری اپنی عقیدہعقیدے، نہ علم کی بات - خدا، اس کے بعد، صرف یہ ہے کہ. میری عزتیسوع مسیح اس حقیقت سے پیدا ہوتا ہے کی اس نے کیا گیا ہے ہے کہسیارے زمین کے سب سے زیادہ نیک باشندے. لیکن عیسائیوں سے بھی اچھی طرح تعلیم یافتہمحبوب کے اعداد و شمار کے بارے میں یقین کے لئے ان کی پیاس میں مایوس کر رہے ہیںعیسی علیہ السلام کی وجہ سے بائبل کے ریکارڈ کے ناقابل تردید ابہام کی.ایسے ابہام بچوں یا جنونی کے لیے ظاہر نہیں ہے، لیکن ہرتسلیم کیا بائبل عالم اس کا بالکل واقف ہے. کچھ عیسائی، کاش،اس طرح حقیقت دوںدلانا رسمی جھوٹ کا سہارا.- سٹیو ایلن، کامیڈین، کتاب میں ایک مضمون سے "کی ہمت  سزا "، فلپ برمن کی طرف سے ترمیم
		-- Senator Barry Goldwater, from the Congressional Record, September 16, 1981

%
... یہ اب بھی اس کے بارے میں علمی عقائد میں سے ایک سیٹ کے طور پر سچ رہتا ہےبزرگوں کے ساتھ مسلسل کسی بھی پہچانا معنوں میں خدا کے وجودماضی کے نظام، مذہبی عقائد کے ایک سٹے کا قیاماحتمال کی ایک انتہائی کم حکم کی پرختیارپنا.
		-- Sidney Hook

%
ایک جنونی ایک شخص کو اس کے دماغ کو تبدیل نہیں کر سکتے جو اور موضوع تبدیل نہیں کرے گا ہے.
		-- Winston Churchill

%
ہم انسانیت کے خلاف لڑ رہے ہیں ہم لبرل ازم کے خلاف لڑ رہے ہیں ...ہم اس کو تباہ کر رہے شیطان کے تمام نظام کے خلاف لڑ رہے ہیںہماری قوم آج ... ہماری جنگ شیطان خود کے ساتھ ہے.
		-- Jerry Falwell

%
چوڑیلوں کے پاس جاتے کیونکہ [مبلغین] سائنس کی پیش قدمی خوففتنوں کا اعلان مہلک اگردوت پر دن کی روشنی اور برانبنگ کےduperies کی جس پر وہ رہتے.
		-- Thomas Jefferson

%
وہ معصوم ثابت کر رہے ہیں جب تک کہ اولیاء ہمیشہ مجرم فیصلہ کیا جانا چاہئے.
		-- George Orwell

%
I "پیارا بیٹا"، میرا بیٹا برائن اور موضوع کے بارے میں ایک کتاب میں دلیل دی کے طور پرمذہبی COMMUNES اور فرقوں، مناسب ابتدائی تعلیم کا ایک نتیجہ کےمنطقی سوچ کے طریقوں میں اچانک مورھ بنانے کے لئے ہو جائے گاتبادلوں - کچھ بھی کرنے کے لئے - امکان کم. اس برائن اب احساس اورہے، گیارہ برس بعد، فرقہ انہوں نے کے ساتھ منسلک کیا گیا تھا چھوڑ دیا.مسئلہ یہ ہے کہ غیر تربیت یافتہ ذہن میں ایک رسمی عہد بنا دیا ہے ایک بارایک مذہبی فلسفہ - اور یہ کہ فلسفہ کوئی فرق نہیں پڑتاعام طور پر مناسب اور اعلی ذہن یا بالکل عجیب ہے اورغیر معقول - وجہ کی طاقتوں میں حیرت کی بات غیر موثر ہیںمومن کے ذہن کو تبدیل کرنے کے.- سٹیو ایلن، کامیڈین، کتاب میں ایک مضمون سے "کی ہمت  سزا "، فلپ برمن کی طرف سے ترمیم
		-- George Orwell

%
کچھ نہیں سے فاسق کی مذمت کرنے کے لئے آسان ہے؛ کچھ بھی زیادہ مشکل ہےتاکہ اسے سمجھنے کے مقابلے میں.
		-- Fyodor Dostoevski

%
ہم ہندوؤں کو قائل کرنے کے قابل نہیں ہو سکتا ہے کہ یسوع اور نہ وشنو کرنا چاہئےان کے روحانی افق، اور نہ ہی مسلمان بھگوان بدھ پر ہے کہ حکومتان کے روحانی کائنات کے مرکز، اور نہ ہی عبرانیوں کہ محمد ایک اہم ہےنبی، نہ عیسائی شنتو بہترین ان کے روحانی اظہار ہے کہخدشات، ہم حاصل کرنے کے قابل نہیں ہو سکتا ہے کہ حقیقت یہ ہے کے کچھ نہیں کہناعیسائیوں نے خدا سے ان کے تعلقات کے بارے میں آپس میں اتفاق کرنا.لیکن تمام وہ گہرا روحانی ملکیت کی لونڈی یہ ایک تجویز پر اتفاق کریں گےوسائل. ، اس کے علاوہ، ہم نے ان کو مزید قبول کرنے کے لئے حاصل کر سکتے ہیںکہ جو کچھ بھی شکل دیوتا ان کی اپنی الہیات میں ہو سکتا ہے تجویز ہے،الوہیت صرف بیرونی، لیکن داخلی ہے اور ان کے ذریعے کام کرتا ہے، اوروہ خود کو ان کے اعمال میں ثبوت یا دیوتا کے disproof دے اورلگتا ہے کہ؛ اس کو مزید تجاویز قبول کیا جا سکتا ہے، تو پھر ہم اس آنےزمین پر ایک حقیقی معنوں میں مذہبی صورت حال کے قریب.
		-- Norman Cousins, from his book "Human Options"

%
مسیحا آئے گا. ہلاک ہونے والوں میں ایک قیامت نہیں ہوگی - تمامچیزیں وہ تو بہت نفیس آنے سے پہلے یہودیوں میں یقین ہے کہ.
		-- Rabbi Meir Kahane

%
دنیا کی کوئی نرسری ہے.
		-- Sigmund Freud

%
کیوں امریکی روایت سے کسی کے خلاف اتنا مضبوط ہے ایک کی انکوائری تواس میں سے بھی rudiments کو دہشت زدہ کیوں ریاست اور چرچ، کے کنکشنریاست کو برقرار رکھا اسکولوں میں مذہبی تعلیم، فوری اورسطحی کا جواب اب تک حاصل کرنے کے لئے نہیں ہے ....وجہ مختلف کے تنوع اور جیورنبل میں بڑی حد تک پوشیدہ ہےفرقوں، ہر ایک منصفانہ، اس بات کو یقینی ایک منصفانہ میدان اور کوئی حق کے ساتھ،یہ اس کی اپنی راہ بنا سکتے ہیں؛ اور ہر غیور خوف کی طرف سے متحرک ہے کہ،ریاست اور چرچ کے کسی بھی کنکشن کی اجازت دی گئی تو کچھ حریفمالیت ایک غیر منصفانہ فائدہ ملے گا.- جان ڈیوی (1859-1953)، امریکی فلسفی،  "اسکولوں میں جمہوریت"، 1908 کی طرف سے
		-- Sigmund Freud

%
پہلے ہی ہمارے اسکول کی تعلیم کی روح احساس کے ساتھ permeated ہے کہہر موضوع، ہر موضوع، ہر حقیقت، ہر اقرار سچائی ہونا ضروری ہےایک مخصوص پروموشن اور غیر جانبداری کو پیش کی. تمام نوعتعلیم کے نمونے پر ایک ہی پرکھ کمروں کے پاس جانا چاہئے اور کا نشانہ بنایا جائےعام ٹیسٹوں. یہ اس کے انعقاد کے لئے تمام کٹر عقائد کا نچوڑ ہےکسی بھی طرح کے "شو نیچے" گستاخانہ اور ٹیڑھی ہے. خصوصیتدین کی، ان کے نقطہ نظر سے، یہ ذہنی ہےسیکرٹ، عوامی نہیں؛ عجیب طور عام طور پر معلوم نہیں نازل کی،؛اعتماد کے ساتھ، کا اعلان کر دیا مطلع اور عام میں ٹیسٹ نہیںراہوں ... یہ مناسب ہے، کہ مذہب ہے جب تک باہر کی طرف اشارہ کرنایہ اقرار مذہب کی عظیم اکثریت کی طرف سے اب یہ ہے کے طور پر حاملہ،کچھ میں تعلیم کی بات میں خود متضاد نہیں ہےاسی معنی میں دین ہم موضوعات میں تعلیم کی بات ہے جس میںجہاں مفت انکوائری کا طریقہ کار اپنا راستہ بنا دیا ہے. "مذہبی"تیار ہونا کرنے کی آخری ہو گا کہ یا تو کی تاریخمذہب کا مواد اس روح میں پڑھایا جانا چاہئے؛ جبکہجسے سائنسی نقطہ نظر محض ایک تکنیکی آلہ نہیں ہے کرنے کے لئے،لیکن دماغ کی سالمیت کے اوتار، کے خلاف احتجاج کرنا چاہیےاس کے کسی بھی دوسری روح میں پڑھایا جا رہا.- جان ڈیوی (1859-1953)، امریکی فلسفی،  "اسکولوں میں جمہوریت"، 1908 کی طرف سے
		-- Sigmund Freud

%
وسیع اور آخری معنی میں تمام اداروں میں تعلیمی ہیںاحساس وہ رویوں، مزاج، صلاحیتوں کی تشکیل کے لئے کام ہے کہاور ایک کنکریٹ کی شخصیت کی تشکیل ہے کہ معذوریوں ... یہ چاہےتعلیمی عمل ایک بنیادی طور پر جمہوری یا غیر میں کیا جاتا ہےجمہوری طریقہ اس وجہ سے ماورائی اہمیت کا سوال، بن جاتا ہے،نہ صرف تعلیم ہی کے لئے ہے لیکن سب پر اس کی حتمی اثر کے لئےڈیموکریٹک لئے مصروف عمل ہے کہ ایک ایسے معاشرے کے مفادات اور سرگرمیوںطرز زندگی.
		-- John Dewey (1859-1953), American philosopher

%
تاریخ سے پتہ چلتا ہے کہ علم کی مسلسل accessions کے طرف سے کھلایا انسانی دماغ،،وقفے وقفے سے اس کی نظریاتی پوشاک، اور پھٹ کے لئے بہت بڑی اگتاانہیں پھٹ کھانا کھلانے اور بڑھتی ہوئی کے طور پر، نئے habiliments میں ظاہر کرناکھانا، وقفے پر، اس کا بہت تنگ جلد ڈالے اور ایک دوسرے کو مان لیا گیا ...بے شک انسان کا پھر ریاست ہر بری طرح دور ہو جائے لگتا ہے، لیکنروآں گرنا حاصل کی ایک قدم ہے.
		-- Charles Darwin, from "Origin of the Species"

%
... میں نے اب تک کا مشورہ ہے کہ کرنے کے طور پر جانا ہو گا، یہ ہماری انا کے لئے نہیں تھے اورمختلف ہونے کی تشویش، افریقی بندر میں شامل کیا جائے گا، ہمارےخاندان، Hominidae.
		-- Richard Leakey

%
یہ inconceivable ہے کہ ایک اور نظام شمسی کی طرف سے ایک منصفانہ مبصرہماری ذات میں نظر آئے گی - ظالمانہ، تباہ کن ہونا تھے ہے جس میں،بیکار، اور غیر معقول - کراؤن اور برہمانڈیی ارتقاء کی اعلی عدلیہ.کے * کسی بھی چیز * ولکشن ہے پنتتی کے طور پر ہمیں دیکھنے سے؛ ہم سے ملاحظہ فرماایک عبوری پرجاتی کے طور پر زیادہ احساس ہوتا ہے - اور ہمیں زیادہ امید دیتا.- بیٹی McCollister، "ہماری عبوری پرجاتی"،  مفت انکوائری میگزین، والیوم. 8، نمبر 1
		-- Richard Leakey

%
"ٹھیک ہے، آپ کو دیکھ کر، یہ اس طرح ایک عبوری مخلوق ہے. یہ ایک پیشاب غریب ہےسانپ اور ایک جانور کی بہت زیادہ نہیں. "- میلوئن Konner، "پیچیدا ونگ" سے، ایک zoologist ہے جو کے حوالےarcheopteryx تعلیم حاصل کی اور اسے "بہت زیادہ لوگوں کی طرح" مل گیا
		-- Richard Leakey

%
"تم نے ایک ہفتے میں ایک بار محبت نگہداشت ٹینڈر کی ضرورت ہے - تاکہ میں شکل میں تمہیں تپپڑ کر سکتے ہیں."
		-- Ellyn Mustard

%
"یہ اس سیارے پر ہماری کردار خدا کے سوا عبادت کرتے ہیں کرنے کے لئے نہیں ہے کہ ہو سکتا ہے اسے پیدا. "
		-- Arthur C. Clarke

%
"کیوں ہم دانشورانہ تجسس سبسڈی چاہئے؟"
		-- Ronald Reagan

%
"سورج کے تحت کوئی نئی بات نہیں ہے، لیکن پرانی چیزوں میں سے بہت سے ہیں ہم ابھی تک نہیں جانتے. "
		-- Ambrose Bierce

%
"ویسے بھی دور ایک پھینک کرنے کی منصوبہ بندی کریں. تم کروگے."
		-- Fred Brooks, "The Mythical Man Month"

%
تاکہ میں شکل میں تمہیں تپپڑ کر سکتے ہیں - آپ کو ایک ہفتے میں ایک بار محبت نگہداشت ٹینڈر ضرورت.
		-- Ellyn Mustard

%
"یہ اس سیارے پر ہماری کردار خدا کے سوا عبادت کرتے ہیں کرنے کے لئے نہیں ہے کہ ہو سکتا ہے اسے پیدا. "
		-- Arthur C. Clarke

%
"کیوں ہم دانشورانہ تجسس سبسڈی چاہئے؟"
		-- Ronald Reagan

%
"سورج کے تحت کوئی نئی بات نہیں ہے، لیکن پرانی چیزوں میں سے بہت سے ہیں ہم ابھی تک نہیں جانتے. "
		-- Ambrose Bierce

%
مشرق وسطی یقینی آنے والے ایک طویل وقت کے لئے بحران کے گٹھ جوڑ ہے -انقلابات: منتقل کھلاڑیوں، لیکن ایک ہی کھیل کے ساتھ. میرے خیال میں ہم ہو جائے گا لگتا ہےکو درپیش عسکریت اسلام - خاص طور پر ایران سے اثراتانقلاب - یہ ہمارے اپنے میں ہے کے طور پر اور مذہب، ایک بار سے زیادہ سے زیادہ کرے گادور ماضی - موت اور تباہی میں معیاری علمبردار کے طور پر کم از کم ایک کردار ادا.- بابی R. Inman نے، ایڈمرل، USN، ریٹائرڈ، نیول انٹیلی جنس کے سابق ڈائریکٹر،  DIA کے نائب ڈائریکٹر، این ایس اے کے سابق ڈائریکٹر، ڈپٹی ڈائریکٹر  سنٹرل انٹیلی جنس کے سابق چیئرمین اور ایم سی سی کے سی ای او.
		-- Ambrose Bierce

%
... ایک بات یہ ہے کہ، کسی بھی دوسرے مغربی جمہوریت میں جانتا ہوں کہ برعکس،اس ملک کا ایک بنیادی بد اعتمادی کے ساتھ اس کے آغاز کے بعد سے کام کر رہا ہےحکومت. ہم حکومت کے موثر آپریشن کے لئے نہیں تشکیل دی گئی ہیںلیکن طاقت کے غلط استعمال کے امکان کو کم سے کم کرنے کے لئے. یہ واقعات لیاایک تباہ کن اقتصادی خاتمے اور ایک دوسری جنگ - روزویلٹ کے دور کی -اب ہم جانتے ہیں کہ مضبوط مرکزی حکومت کو متعارف کروانا. لیکن سب سے زیادہ میںآج ملک کے کچھ حصوں، حکومت کی ضرورت کے لئے ہچکچاہٹ اب بھی ہےمضبوط. مجھے لگتا ہے، تباہ کن واقعات کی ایک سیریز کو چھوڑ کر، ہم کر سکتے ہیںبڑے مسائل میں سے جو بہت سے کے دوران کم از کم ایک دہائی کے لئے نظر آتےاس ملک کے علاوہ دیگر اداروں کی طرف سے خطاب کرنے کی ضرورت گا کے ارد گردوفاقی حکومت.- بابی R. Inman نے، ایڈمرل، USN، ریٹائرڈ، نیول انٹیلی جنس کے سابق ڈائریکٹر،  DIA کے نائب ڈائریکٹر، این ایس اے کے سابق ڈائریکٹر، ڈپٹی ڈائرکٹری  سنٹرل انٹیلی جنس کے سابق چیئرمین اور ایم سی سی کے سی ای او.[اس کے ساتھ ساتھ اظہار statist رائے کوکی کے ایڈیٹر میں سے ان لوگوں -ed نہیں ہیں.]
		-- Ambrose Bierce

%
"میں آپ کے لئے صرف ایک لفظ، میرے بچے ... پلاسٹک ہے."
		-- from "The Graduate"

%
"جینیس اور حماقت کے درمیان اس طرح کے ایک ٹھیک لائن ہے."
		-- David St. Hubbins, "Spinal Tap"

%
"ڈائٹ کوک موجود ہی نہیں تھی تو یہ اس کے ایجاد کرنے کے لئے ضروری ہو جاتا."
		-- Karl Lehenbauer

%
مجھے سب سے زیادہ کے برعکس رائے اور مشورہ، اور آدمیوں کی طرف سے رابطہ کر رہا ہوں جویکساں طور پر یقین ہے کہ وہ خدا کی مرضی کی نمائندگی کرتے ہیں. مجھے یقین ہے کہیا تو ایک یا دوسرے کچھ میں یقین میں غلطی پر ہے، اور شایدمعاملات، دونوں.میں نے اسے یہ کہ ممکن ہے تو یہ کہنا میرے گستاخانہ نہیں ہو گا امید ہے کہخدا ایک نقطہ پر دوسروں کو اس کی مرضی کو ظاہر کرے گا تو میری ڈیوٹی کے ساتھ منسلک،جو اس نے مجھ سے براہ راست کو ظاہر کرے گا توقع کی جا سکتی ہے.
		-- Abraham Lincoln

%
خلا میں، کوئی بھی آپ پادنا کے سن سکتے ہیں.
		-- Abraham Lincoln

%
دماغ کو نقصان آپ کے سر میں تمام ہے.
		-- Karl Lehenbauer

%
چاہتے ہیں اور میں Paranormality کے سمجھدار نشانیوں میں کامیاب امید ہے جہاں کی وجہ سے اورمحتاط سائنسی طریقہ کار ناکام.
		-- James E. Alcock, The Skeptical Inquirer, Vol. 12

%
"اس کی کوشش کی اور کوشش کرنے میں ناکام رہے ہیں کرنے کے مقابلے میں ناکام رہے ہیں کے لئے بہتر ہے، لیکننتیجہ ایک ہی ہے. "
		-- Mike Dennison

%
"تخلیق سائنس" اتنا آسان ایک وجہ کے لئے نصاب داخل ہی نہیں ہوااور تو بنیادی ہم اکثر بھول جاتے ہیں کہ اس کا ذکر کرنے کے لئے: یہ غلط ہے کیونکہ، اوراچھے اساتذہ بالکل کیوں سمجھتے ہیں کیونکہ یہ غلط ہے. کیا ہو سکتا ہےمیں ہے کہ سب سے زیادہ نازک ابھی تک سب سے قیمتی شے کی زیادہ تباہ کن ہماریپورے فکری ورثے - اچھی تعلیم - مجبور ایک بل کے مقابلےمعزز اساتذہ مساوی سلوک دینے کی طرف سے ان مقدس امانت سلی کرنےنہ صرف ایک نظریے جھوٹے ہونے کے لئے نام سے جانا جاتا کے لئے، لیکن کسی بھی کمزور کرنے سے حسابایک انٹرپرائز کے طور پر سائنس کی عمومی تفہیم؟
		-- Stephen Jay Gould, "The Skeptical Inquirer", Vol. 12, page 186

%
یہ اچھی مرتبہ بدتمیزی کرنے کی پیش ہے جو ایک کے طور پر سوچا جا کرنے کے لئے نہیں ہے اوردھمکیوں.
		-- Stephen Jay Gould, "The Skeptical Inquirer", Vol. 12, page 186

%
"قطع نظر قانونی حد رفتار کے، آپ Buick کے میں آپریشن کیا جائے ضروری ہے85 میل فی گھنٹہ (140kph) سے تیز رفتار. "
		-- 1987 Buick Grand National owners manual.

%
"آپ کا رویہ اپنے رویہ کا تعین کرتا."
		-- Zig Ziglar, self-improvement doofus

%
ESP پر دماغ کی تقریب کاسٹ شک کی کہ موجودہ نظریات بحث کرنے،psychokinesis، تناسخ، اور اسی طرح، میں اکثر کے ساتھ چیلنج کر رہا ہوںتمام نیورو mythologies کے سب سے زیادہ مقبول - یہ نظریہ کہ ہم عامہمارے دماغ میں سے صرف 10 فیصد استعمال کرتے ہیں ...یہ "دماغی اسپیئر ٹائر" تصور کے گاہکوں کی پرورش کرنے کے لئے جاری"پاپ ماہرین نفسیات" اور ان کے بہت سے ری سائیکلنگ خود کو بہتر بنانے کے منصوبوں. جیساحقیقت یہ ہے کہ کے لئے ایک استعارہ ہے کہ ہم میں سے چند کو مکمل طور پر جو کر سکتے تھے، ہماری پرتیبھا کا استحصالاس سے انکار؟ چمتکاری کی ایک عصبی بنیاد متلاشی occultists پر کے لئے ایک پناہ کے طور پر،یہ مطلوبہ لئے بہت کچھ چھوڑ دیتا ہے.- بیری L. Beyerstein، "دماغ اور شعور کے لئے مضمرات   PSI میں مظاہر "، شبہ طلب، والیوم. XII، نمبر 2، ص 171
		-- Zig Ziglar, self-improvement doofus

%
Thufir اب ایک Harkonnen ہے.
		-- Zig Ziglar, self-improvement doofus

%
"دیرینہ روایت سے، میں نے دیگر وحشی لئے اس موقع لینےاچھا، صاف تفریح ​​کی پتلی بھیس میں ڈیزائنرز. "
		-- P. J. Plauger, from his April Fool's column in April 88's "Computer Language"

%
"کیا تم درین گھوڑا کھانے کے لئے چاہتے ہیں، آپ مال کی ڑلائ ادا کرنے کے لئے ہے."
		-- attributed to an IBM guy, about why IBM software uses so much memory

%
پارکنسنز کی قانون: کام وقت یہ alloted بھرنے کے لئے وسیع کرتا ہے.
		-- attributed to an IBM guy, about why IBM software uses so much memory

%
پارکنسنز کی شریعت کی کارل کی ورژن: کام وقت یہ alloted سے تجاوز کرنے کی وسیع کرتا ہے.
		-- attributed to an IBM guy, about why IBM software uses so much memory

%
یہ بہتر ہے کچھ نہ کچھ کوشش کی ہے کے لئے کے مقابلے میں کچھ بھی کبھی نہیں کی کوشش کی ہے کے لئے اورمیں ناکام رہے.
		-- motto of jerks, weenies and losers everywhere

%
"ستاروں ہمارے سفر پر عزم کی طرف سے پیدا spaceships پر بنایا جائے گا،میہنتی سائنسدانوں اور انجینئرز، سائنس کے اصولوں کا اطلاق نہیںجہاز میں کچھ دوسرے کے طول و عرض سے چھوٹی بھوری رنگ غیر ملکی کی طرف ئےگا پرواز saucers. "- رابرٹ A. بیکر، "ودیشیوں ہمارے درمیان: Hypnotic کی رجعت نظرثانی '،   شبہ انکوائرر، والیوم. XII، نمبر 2
		-- motto of jerks, weenies and losers everywhere

%
"... سب اچھا کمپیوٹر کے ڈیزائن bootlegged رہے ہیں؛ باقاعدہ طور پر منصوبہ بندی کی مصنوعات،وہ سب سے اوپر تعمیر کر رہے ہیں تو، کتے ہیں! "
		-- David E. Lundstrom, "A Few Good Men From Univac", MIT Press, 1987

%
"مستقبل کے حوالے سے ایک اہم قدم اٹھانے کے لئے، آپ کو محدود کا ایک سلسلہ بنانا ضروری ہےبہتری."
		-- Donald J. Atwood, General Motors

%
"ہم آپ کو دفن کریں گے."
		-- Nikita Kruschev

%
"اب یہاں آپ کو واقعی پسند کرنے جا رہے ہیں کچھ ہے!"
		-- Rocket J. Squirrel

%
"ایک ملین ڈالر کمانے کے لئے کس طرح: سب سے پہلے، ایک ملین ڈالر حاصل."
		-- Steve Martin

%
"زبان جس طرح سے ہم سوچتے ہیں سائز، اور ہم کے بارے میں سوچ کر سکتے ہیں کا تعین کرتا ہے."
		-- B. L. Whorf

%
زبان تصوراتی ٹولز کا ایک سیٹ کے ساتھ ایک پروگرامر فراہم کرتا ہے؛ یہ ہیں توکام کے لیے ناکافی ہے، وہ صرف نظر انداز کیا جائے گا. مثال کے طور پر، سنجیدگیایک پوائنٹر کے تصور کو محدود صرف ایک استعمال کرنے کے لئے پروگرامر مجبورویکٹر علاوہ عددی ریاضی اچھی ڈھانچے، پوائنٹر، وغیرہ کے نفاذ کے لیےڈیزائن اور کی غلطیوں کی عدم موجودگی محض زبان کی ضمانت نہیں کیا جا سکتاخصوصیات.
		-- Bjarne Stroustrup, "The C++ Programming Language"

%
"بلغم ... موت کی کرنوں کو فضول دیوار کی محبت کے لئے. کیسے چپچپا حاصل کر سکتے ہیں؟"
		-- Post Brothers comics

%
"بیوروکریسی بدعت کی دشمن ہے."
		-- Mark Shepherd, former President and CEO of Texas Instruments

%
"ایک تنظیم آپ کو ترقی کے ساتھ اس کو چیلنج نہیں ہے تو خشک ہو."
		-- Mark Shepherd, former President and CEO of Texas Instruments

%
"میں نے اسے دیکھا ہے. اس قسم کی معمولی ہدایات ہے."
		-- Marvin the Paranoid Android

%
ہمارا کاروبار اعتماد پر چلایا جاتا ہے. ہم آپ کو پہلے ادا کرے گا پر اعتماد.
		-- Marvin the Paranoid Android

%
"تمام عمر میں کافروں کو ہر وقت انسان کے حقوق کے لئے جنگ ہے، اور ہےآزادی اور انصاف کی وکالت نڈر رہے. "
		-- Robert Green Ingersoll

%
عیسائیت کے عروج کی تاریخ سیاست سے کوئی سب کچھ ہے،ثقافت اور انسانی frailties اور کچھ بھی الوکک ہیرا پھیری کے ساتھ کیا کرناواقعات کی. الہی مداخلت رہنما قوت ہوتی تو ضرور دوصدیوں عیسی علیہ السلام کی پیدائش کے بعد اس نے ایک ایسی دنیا جہاں ضرورت نہیں کریں گےکیتھولک سے زیادہ مسلمانوں، ہندوؤں زیادہ پروٹسٹنٹ کے مقابلے میں ہیں، اور اس سے زیادہکیتھولک اور پروٹسٹنٹ کے مقابلے nontheists مل کر.
		-- John K. Naland, "The First Easter", Free Inquiry magazine, Vol. 8, No. 2

%
میں تم سے آگے dithturbing میں ایمان کی کمی کو تلاش.
		-- Darse ("Darth") Vader

%
"تمام بائبل انسان ساختہ ہیں."
		-- Thomas Edison

%
"سے Spock، آپ ان کے چہروں پر لگتا ہے دیکھا؟""جی ہاں، کپتان، خالی قناعت کی ایک طرح سے."
		-- Thomas Edison

%
"لبرل انتشار کی فتح (تاریخی لحاظ سے) تقریبا ہے اوپرہاتھ ... * * ہم غلامی اور میں ہم فروخت سے بائیں بازو رکھ سکتے ہیں تودائیں، کہہ دو، کے لئے اگلے بیس سال ہم کو دھماکے سے اڑانے سے. "
		-- Eric Rayman, usenet guy, about nanotechnology

%
"کشش محبت میں گرنے لوگوں کے لئے ذمہ دار نہیں ٹھہرایا جا سکتا."
		-- Albert Einstein

%
"میرے خیال میں مائیکل کی طرح لٹمس کاغذ ہے - وہ ہمیشہ سیکھنے کی کوشش کر رہا ہے."
		-- Elizabeth Taylor, absurd non-sequitir about Michael Jackson

%
یہ retrospectively کی ثابت نہیں کیا جا سکتا جبکہ ملکیت کا کوئی تجربہ ہے کہ،تبادلوں، وحی، یا الہی ایکسٹیسی، محض ایک مرگی مادہ تھاہم ایک neuropathies سے "حقیقی transcendence کے" فرق کس طرح سے پوچھنا چاہئےکہ ایک ہی انتہائی realness، گہرائی، ineffability، اور احساس کی پیداواربرہمانڈیی اتحاد کی. جب TLEs میں اچانک تبدیلی مذہب کے اکاؤنٹس[دنیاوی-لوب مرگی] کا epiphanous آیتوں کے ساتھ رکھا کر رہے ہیںمذہبی روایت، مماثلتیں مارتے رہے ہیں. اسی کی سچی ہےمبینہ UFO مغویوں کی حالیہ لہر. کرپنتا اکیلے invoking کی خلاف دلیل ہےاسپرٹ، شیاطین، یا extraterrestrials کے قدرتی وجوہات کافی ہوگا جب.- بیری L. Beyerstein، "Neuropathology اور روحانی کی وراثت   ملکیت "، شبہ انکوائرر، والیوم. XII، نمبر 3، ص 255
		-- Elizabeth Taylor, absurd non-sequitir about Michael Jackson

%
"ایک زبانی معاہدے کا کاغذ اس پر پرنٹ کی مالیت نہیں ہے."
		-- Samuel Goldwyn

%
"ہم نے کامیابی کا بڑھتا platitudes کے تک پہنچ جائے."
		-- Richard J. Daley

%
"راب ساتھ آپ کو آپ کوئی بھی پکڑنے سرکہ کے ساتھ، مکھی پکڑنے."
		-- Baltimore City Councilman Dominic DiPietro

%
"خاموش دعا کے چند الفاظ میں ہماری رہنمائی."
		-- Bill Peterson, former Houston Oiler football coach

%
"میں سیم کارنیگی کورس لیا جب تک کہ میں چیزوں کو یاد نہیں کر سکتے."
		-- Bill Peterson, former Houston Oiler football coach

%
کہ میں اپنے سربراہ کے طور پر جہاں تک زمین پر میرے پاوں ملا ہے "اب میں محسوس کرتا ہوںمیں فکر مند ہے. "
		-- Baseball pitcher Bo Belinsky

%
"بیس بال کے نوے فیصد نصف ذہنی ہے."
		-- Yogi Berra

%
دو چیزیں سائنس کے بارے میں یقین رکھتے ہیں. اس سے، جب تک کے لئے اب بھی برداشت نہیں کرتااور یہ کبھی نہیں بورنگ ہے. اوہ، کچھ غریب روح کے درمیان، بھی شامل ہےاعلی علمی شعبوں میں دانشوروں، سائنس اکثر ہےmisperceived. بہت سے سے نافذ کردہ حقائق سے صرف ایک جسم، کے طور پر دیکھتےلازمی امر میں اعلی، فہم نصابی کتابوں، غیر متغیر کا ایک مجموعہ پراپدیشوں آمرانہ طاقت کے ساتھ دفاع کیا. دوسروں ناچیز اسے دیکھنےلیکن ایک سرد، خشک تنگ، تبشرمی، حکمرانی جانے والی عمل - سائنسیطریقہ: hidebound، لکیری، اور بائیں دماغ.یہ لوگ ان کے اپنے دقیانوسی تصورات کا شکار ہیں. وہ ہیںقسمت blinders کا ایک سیٹ کے ساتھ سائنس کی دنیا کو دیکھنے کے لئے. وہہنگامہ، کولاہل، rambunctiousness کا کچھ پتہ نہیں ہے، اوراصل سائنسی عمل کے tendentiousness، چھوڑ دوتخلیقی صلاحیتوں، جذبہ، اور دریافت کی خوشی. اور انہوں نے کا امکان ہےجانتے نئی بصیرت اور دریافتوں کی مسلسل جلوس کے تھوڑاہر دن، کسی طرح میں، ہمارے خیال (ان کی نہیں ہے تو) کے تبدیلقدرتی دنیا.- Kendrick کی فریزیئر، "سائنس میں سال: ایک جائزہ،" میں   سائنس کی 1988 سالانہ کتاب اور مستقبل، انسائیکلوپیڈیا برٹانیکا، انکا.
		-- Yogi Berra

%
"جیک پاٹ: اگر آپ ایک غیر ضروری تبدیلی کے ریکارڈ کر سکتے ہیں"
		-- message from "diff"

%
"ایک وکیل بندوقیں کے ساتھ ایک سو سے زائد مردوں چوری کر سکتے ہیں."
		-- The Godfather

%
ایک کمپیوٹر سیلزمین اور استعمال شدہ کار سیلزمین کے درمیان کیا فرق ہے؟وہ جھوٹ بول رہا ہے جب استعمال شدہ کار سیلزمین جانتا.
		-- The Godfather

%
"سافٹ ویئر کو فتح کرنے کے قابل ہو جائے گا وہ لوگ جو فتح کرنے کے قابل ہو جائے گادنیا. "
		-- Tadahiro Sekimoto, president, NEC Corp.

%
"اس میں کچھ اچھے لوگ ہیں، لیکن مجموعی طور پر آرکسٹرا برابر ہےایک گروہ کے لیے تباہی پر تلے ہوئے. "
		-- John Cage, composer

%
"میں موسیقی بنانے کے لئے شور میں استعمال یقین ہے کہ ہم ایک تک پہنچنے تک اضافہ ہو جائے گاموسیقی دے گا جس میں بجلی کے آلات کی مدد کے ذریعے پیدا کیاموسیقی کی مقاصد میں سنا جا سکتا ہے کہ کسی بھی اور تمام آواز کے لئے دستیاب. "
		-- composer John Cage, 1937

%
وہ میری موسیقی اتنا آسان تھا سوچا جہاں میں ہالینڈ میں سے ایک کی کارکردگی کو منسوخ کیاکہ وہ بالکل مشق نہیں کیا. اور اس طرح پہلی بار میں نے باہر پتہ چلا کہ جب،میں نے 3،000 افراد میں سامعین کے سامنے اپنے آپ کو پڑھ کر سنائی جاتی ہیں اور آرکسٹرااگلے دن میں نے دوسری تحریک کے ذریعے پڑھی جاتی ہیں - اس ٹکڑا تھا_Cheap Imitation_ - اور وہ پھر شرمندہ تھے. ڈچ لوگ شرمندہ تھےاور وہ ہالینڈ کے تہوار میں آنے کے لئے مجھے مدعو کیا ہے اور وہ کرنے کا وعدہمشق. اور میں ایمسٹرڈیم کو ملی جب انہوں نے آرکیسٹرا تبدیل کر دیا تھا، اورایک بار پھر، وہ نہیں سنائی جاتی تھی. سو انہوں نے مزید No تیار کیا گیا تھا دوسری باروہ سب سے پہلے کے مقابلے میں کیا گیا تھا. میں نے انہیں ایک لیکچر دیا اور منسوخ کرنے کے لئے ان سے کہاکارکردگی؛ تو کیا یہ لوگ ریڈیو پر اصرار کیا تھا کہ میں نے کہا کہ ان کے اوپرکارکردگی منسوخ وہ تھے کیونکہ "ناکافی زین."آپ اس پر یقین کر سکتے ہیں؟
		-- composer John Cage, "Electronic Musician" magazine, March 88, pg. 89

%
"ایک دن میں اٹھی اور دریافت کیا کہ میں tripe کے ساتھ محبت میں تھا."
		-- Tom Anderson

%
"زیادہ تر لوگوں کی طرف سے پیش کی جائے کرنے کے لئے چاہوں گا فتنہ لیکن یہ رابطے میں رکھنے کے لئے پسند کریں گے. "
		-- Robert Orben

%
پروگرام مینیجر کے طور پر زندہ رہنے پر حکمرانی انہیں ایک نمبر دینے کے لئے ہے یاانہیں ایک تاریخ ہے، لیکن کبھی نہیں دے 'دے ایک بار میں انہیں دونوں.
		-- Robert Orben

%
ایک آشاوادی یقین رکھتا ہے کہ ہم سب سے بہترین ممکن دنیا میں رہتے ہیں؛ایک نراشاوادی ڈرے یہ سچ ہے.
		-- Robert Orben

%
"جان پاگل 2 فروری باہر اقدامات تو، نیچے لگتا ہے، اور نہیں دیکھتا انپاؤں، ہم پرو فٹ بال کے مزید 6 ہفتوں پڑے گا. "
		-- Chuck Newcombe

%
مردار؟ کام بند بچھانے کا عذر.
		-- Chuck Newcombe

%
آزمایش میں نہ میری راہنمائی ... میں خود کو تلاش کر سکتے.
		-- Chuck Newcombe

%
"جب لوگوں کو کم از کم اس بات کا یقین کر رہے ہیں، وہ اکثر سب سے زیادہ کٹر ہیں."
		-- John Kenneth Galbraith

%
"فطرت بہت غیر امریکی ہے. فطرت کبھی نہیں hurries کے."
		-- William George Jordan

%
"ہم تاریخ ہے کہ ہم تاریخ سے کچھ نہیں سیکھ سے سیکھنے."
		-- George Bernard Shaw

%
"چاپلوسی ٹھیک ہے - اگر آپ کو سانس نہیں ہے تو."
		-- Adlai Stevenson

%
"مستقل مزاجی کے طور پر آپ ایک سال پہلے تھے تم نے آج کے طور پر جاہل ہونا ضروری ہے."
		-- Bernard Berenson

%
"سربراہی اجلاسوں پانڈا matings طرح ہوتے ہیں. توقعات ہمیشہ رہے ہیںاعلی، اور نتائج عام طور پر مایوس کن ".
		-- Robert Orben

%
"بہت سے لوگوں کو وہ محض rearranging کی جاتی ہیں تو وہ سوچ رہے ہیں لگتا ہے کہان تعصبات. "
		-- William James

%
"سچائی اور رن سے کہو."
		-- Yugoslav proverb

%
"ایک شخص کے کردار کا بہترین انڈیکس ایک ہے) کہ وہ کس طرح کا علاج کرتا ہے ان لوگوں کو جو نہیں کر سکتااسے ایسا کوئی اچھی اور ب) کہ وہ کس طرح واپس مقابلہ نہیں کر سکتے، لوگوں کا علاج کرتا. "
		-- Abigail Van Buren

%
"حقائق کا سامنا کبھی نہیں؛ اگر آپ ایسا کرتے، آپ کو کبھی نہیں صبح اٹھ کر دیں گے."
		-- Marlo Thomas

%
"زندگی ہم مسلسل تبدیل ایک لباس ہے، لیکن فٹ ہونے کے لئے کبھی نہیں لگتا ہے."
		-- David McCord

%
"شادی کی قدر بالغوں بچوں کی پیداوار ہے کہ، لیکن نہیں ہے کہ بچوںبالغوں کی پیداوار. "
		-- Peter De Vries

%
"یہ ان تک رہنے کے لئے مقابلے کے اصولوں کے لئے لڑنے کے لئے آسان ہے."
		-- Alfred Adler

%
"سیکورٹی زیادہ تر ایک توہم پرستی ہے. یہ فطرت میں موجود نہیں ہے ... زندگی ہےایک بہادر ایڈونچر یا کچھ بھی نہیں تو. "
		-- Helen Keller

%
"جس نے حق کے ایک جج کے طور پر خود کو قائم کرنے کے لئے کرتی اور علم ہےدیوتاوں کے ہنسی طرف Shipwrecked کی. "
		-- Albert Einstein

%
"کامیابی غلطیوں کی پردہ ڈال دیتی ہے."
		-- George Bernard Shaw

%
"ایک نادان آدمی کا نشان وہ ایک کاز کے لئے nobly مرنے کے لئے جبکہ چاہتا ہےایک بالغ شخص کا نشان اس نے ایک کے لئے عاجزی سے رہنے کے لئے چاہتا ہے. "
		-- William Stekel

%
"جی ہاں، اور میں ڈاگ فوڈ میں ان بیکار carci انجام برا ..."
		-- Badger comics

%
"یہ واقعی آپ، Fuzz کی ہے یا Memorex ہے، یا یہ تابکاری بیماری ہے؟"
		-- Sonic Disruptors comics

%
"ہم میں سے بیشتر، جب سب نے کہا اور، کیا ہم کو پسند کیا پسند ہے اور وجوہات کی قضاء جاتا ہےجو اس کے بعد کے لئے. "
		-- Soren F. Petersen

%
"آپ کو، رات کے ایک مخلوق ہیں مائیکل. Wait'll ماں اس کے بارے میں سنتا."
		-- from the movie "The Lost Boys"

%
"پلاسٹک بندوق. ہوشیار. کافی، براہ مہربانی."
		-- The Phantom comics

%
زندگی کے کھیل boomerangs کی ایک کھیل ہے. ہمارے خیالات، اعمال اور الفاظحیران کن درستگی کے ساتھ جلد یا بعد میں ہمارے پاس واپس آ.
		-- The Phantom comics

%
سب سے پہلے میں آپ کامیاب نہیں کرتے ہیں تو، آپ کو اوسط بارے میں چل رہے ہیں.
		-- The Phantom comics

%
"ایک بچہ ایک شخص کسی ایک دور دے گی کیوں سمجھ نہیں سکتی ہےبالکل اچھا بلی کے بچے. "
		-- Doug Larson

%
کہ "صحیح پہلی بار کچھ کر کے ساتھ مصیبت ہے کوئی بھیکتنا مشکل تھا کی تعریف کرتا. "
		-- Walt West

%
"خاموش آبار کسی کو بھی بہت بہت استعمال نہیں ہے."
		-- G. B. Stearn

%
"اصول کے معاملات میں، ایک چٹان کی طرح کھڑے؛ ذائقہ کے معاملات میں، کے ساتھ تیرموجودہ."
		-- Thomas Jefferson

%
پختگی کی پہلی علامت دریافت حجم knob بھی میں بدل جاتا ہے ہےبائیں.
		-- Thomas Jefferson

%
"لیکن اس سے ایک گیارہ کو جاتا ہے."
		-- Nigel Tufnel

%
"جہنم کے ذریعے کیا گیا؟ Whaddya میرے لئے واپس لانے؟"
		-- A. Brilliant

%
"میں نے پتہ نہیں کیا ان کے gripe ہے. نقاد ہیں صرف کسی کو ادا کی چیکنائی رائے رینڈر. ""ناقدین grinks ہیں اورgroinks. "
		-- Baron and Badger, from Badger comics

%
"میں نے کچھ amyls سکتا تھا یا تو پارٹی بعد میں مل گیا ہے. ہم یا، کی طرح، اس کے دل کو شروع."
		-- "Cheech and Chong's Next Movie"

%
"اسرائیل آج اسے دے رہا ہے کہ اس کا اعلان. صیہونی ریاست تحلیل کریں گےدو ہفتوں میں وقت، اور اس کے شہریوں نے مختلف حربے کمیونٹیز کو منتشر ہو جائے گادنیا کے گرد. وزیر اعظم اسحاق شامیر نے کہا، 'کون ضرورتاتیجنا؟ "
		-- Dennis Miller, "Saturday Night Live" News

%
"اور، کورس کی، آپ اشتہارات جہاں پریمی کاروباری آگے حاصل ہےالٹی امریکی کاروبار تخلیق کرنے کے لئے ان میکنٹوش کمپیوٹر کا استعمال کرتے ہوئےمصنوعات: ایک بہت ہی تیز نظر رپورٹ ".
		-- Dave Barry

%
دکان یا DIE، زمین کے لوگو![ممنوع ہے جہاں پیشکش باطل]
		-- Capitalists from outer space, from Justice League Int'l comics

%
"رومن Polanski نے اپنے خون ہوتا ہے وہ ہوشیار ہے -.. کیوں ان کی فلموں کام ہے کہ ہے"
		-- A brilliant director at "Frank's Place"

%
"مندرجہ ذیل دل یا بنیاد پرستوں کے کمزور کے لئے نہیں ہے."
		-- Dave Barry

%
"اس کو میرے ساتھ شاپنگ میں لے. میں کہتا ہوں، 'ٹھیک ہے، حضرت عیسی علیہ السلام، مجھے ایک سودا تلاش کرنے میں مدد."
		-- Tammy Faye Bakker

%
گیری ہارٹ: ثبوت آپ * * آپ کے دماغ کو بگاڑ کر سکتے ہیں کہ زندہ.
		-- Tammy Faye Bakker

%
مبارک ہیں، جنہوں نے مایوسانہ گونگا ساتھ جیونت بات چیت کا آغاز ان لوگوں کو ہو جائےکیونکہ وہ دندان طور پر جانتے ہیں کیا جائے گا.
		-- Tammy Faye Bakker

%
"میں نے ایک شخص کی طرف سے ظاہر کیا جا رہا ہے صاف کرنے والی سماجی تبدیلی پر یقین نہیں رکھتے،وہ ایک جوہری ہتھیار ہے جب تک. "
		-- Howard Chaykin

%
"کبھی گیئر کے 60 پونڈ کے ساتھ ایک ہزار فٹ عمودی پہاڑ سے آزاد چڑھآپ بٹ میں تنگی؟ "   "نہیں."" 'کورس آپ کو نہیں، آپ کو پھل لوپ تھوڑا geek."- ماؤنٹین انسان، دانا Carvey کی SNL کرداروں میں سے ایک[ٹھیک اسی طرح]
		-- Howard Chaykin

%
"میں، مطلب کی طرح، میں نے صرف تلاش پر ییل قانون ہدایت میں آپ کا مضمون پڑھا، اورجبت. انسان، کہ واقعی باہر آگیا. "   "میں میں نے لکھا ہے کہ جب تو تباہ کیا گیا تھا ..."
		-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL

%
"ہیلو، میں نے پروفیسر ایلن Ginsburg ہوں ... لیکن آپ ... کپتان سے Toke مجھے کال کر سکتے ہیں."
		-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL

%
اس سے ہوشیار رہنے کی 'پھر آپ کا سبب بن چیزیں جانتے اچھا ہے.
		-- John Lovitz, as ex-Supreme Court nominee Alan Ginsburg, on SNL

%
"وقت پیسہ ہے اور رقم کو تم سے محبت نہیں خرید سکتے ہیں اور میں آپ کی تنظیم سے محبت"
		-- T.H.U.N.D.E.R. #1

%
"اس کے غائب کو نہیں آپ کو صرف hypnotically اشارہ کر سکتے ہیں اور؟"    "یہ اس طرح سے کام نہیں کرتا. باگو!"
		-- Hadji on metaphyics and Mandrake in "Johnny Quest"

%
"تم نے میری ٹوسٹر ناراض نہیں کرنا چاہئے."
		-- Household security explained in "Johnny Quest"

%
 "کسی نے تم سے مطلب ہو گیا ہے! مجھے بتاو کہ وہ کون ہے، تو میں نے اسے میں tastefully کارٹون کر سکتے ہیں."
		-- Ralph Bakshi's Mighty Mouse

%
"اور بچوں ... Susie اور ایڈی سے کچھ سیکھنا. اگر آپ کے خیال میں ایک maniacal نفسیاتی و geek کی ہے تو بیسمیںٹ:    1) اس پر آپ کو مارنے کے لئے ایک موقع نہ دیںایک کلہاڑی کے ساتھ سر!    2) احاطے بھاگو ... آپ میں ہیں یہاں تک کہ اگر آپانڈرویئر.    3) پڑوسیوں انتباہ اور پولیس کو کال. لیکن جو کچھ بھی تم کرتے ہو ... لات تہھانے میں نیچے جانے نہ کرو! "
		-- Saturday Night Live meets Friday the 13th

%
فتح یا شکست!
		-- Saturday Night Live meets Friday the 13th

%
"ہر کوئی آگاہ کیا * ایک * کی رائے کا حقدار ہے."
		-- Harlan Ellison

%
"یہ آپ کے لئے پردے ہے، غالب ماؤس! یہ بندوق ہے تاکہ مستقبل ہے یہاں تک کہ* مجھے نہیں معلوم کہ یہ کس طرح کام کرتا ہے *! "
		-- from Ralph Bakshi's Mighty Mouse

%
"برائی کی قوتوں کو آپ کے گھر کے راستے پر الجھن میں ہو سکتا ہے."
		-- George Carlin

%
A یونیورسٹی فیکلٹی ایک عام پارکنگ کے مسئلے سے 500 egotists ہے.
		-- George Carlin

%
   "والد صاحب، والد، بنانے    سانتا کلاز چلے جاؤ! ""میں نہیں کر سکتا، بیٹے؛وہ بھی بڑی ہو گئی ہےطاقتور. ""ہو ہو ہو ہو!"
		-- Duck's Breath Mystery Theatre

%
"یہ بلند آواز میں نہیں ہے تو، یہ کام نہیں کرتا!"
		-- Blank Reg, from "Max Headroom"

%
کمرے میں ایک بھاری بھرکم بندوق اگر وہاں "، بچوں کے لئے یاد رکھیں، آپ ہیں کہ اس بات کا یقینایک کو اس کے انعقاد "
		-- Captain Combat

%
ڈیلٹا میں: ہم ایک ہی غلطی تین بار کبھی نہیں. - ڈیوڈ Letterman
		-- Captain Combat

%
ڈیلٹا: وہ چاہتا ہے جہاں ایک حقیقی انسان زمین. - ڈیوڈ Letterman
		-- Captain Combat

%
ڈیلٹا: بچوں ہماری فلایا سلائیڈوں سے محبت کرے گا. - ڈیوڈ Letterman
		-- Captain Combat

%
ڈیلٹا: ہم پروں سے Amtrak کے ہیں. - ڈیوڈ Letterman
		-- Captain Combat

%
"ہنسی مذاق کہاں کا تعلق ہے کوئی معیار موجود ہیں - کوئی بھی کیا ہے کہہ سکتے ہیںاچھا یا برا، آپ سب گے یقین ہے کہ ہو سکتا ہے، اگرچہ.
		-- John Kenneth Galbraith

%
"ہیلو دوبارہ، یہاں پیباڈی ..."
		-- Mister Peabody

%
"یہ ludes پر پیشہ ور گالفرز کے بعد سے سب سے اچھی بات ہے."
		-- Rick Obidiah

%
"آپ کو بائیں طرف کی مرینا ہے کے لئے جہاں کئی سینئر کابینہ کے عہدیداروں ولاستا رکھنےPotomac پر ہفتے کے آخر میں کی سیر کے لئے یاٹ. ان جہازوں میں سے کچھ تک 100 ہولمبائی میں پاؤں؛ صدارتی نوکا لمبائی میں 200 سے زیادہ فٹ ہے، اور کر سکتے ہیں3 ہفتوں کے لئے ڈوب رہیں. "
		-- Garrison Keillor

%
"ٹھیک ہے، سماجی مطابقت ایک schtick ہے، اسرار، سماجی مطابقت کی طرح،سائنس فکشن..."
		-- Art Spiegelman

%
"میں نے ہمیشہ پروپیگنڈہ پمفلٹ کے ساتھ لیا ہے مسائل میں سے ایک وہ ہیں کہ ہےاصلی کو دیکھنے کے لئے بورنگ. وہ صرف بری طرح ڈیزائن کر رہے ہیں. بائیں سے لوگاکثر بہت اچھی طرح ارادہ کر رہے ہیں، لیکن وہ بنیادی ڈیزائن لینے کے لئے وقت تھا کبھیکلاسیں، آپ کو معلوم ہے؟ "
		-- Art Spiegelman

%
"تم نے سب کو لے لیا تو نے کبھی ایک مردہ گیا ہے جو دکھائے، اور انہیں کھڑا کر، وہ نصف بڑھاتے تھا چاند اور واپس ... اور ان میں سے کوئی ہو گا شکایت. "
		-- a local Deadhead in the Seattle Times

%
"اور یاد رکھیں: بدی ہمیشہ غالب کرے گا، اچھا گونگا ہے کیونکہ."
		-- Spaceballs

%
کیوں طبی کے لئے وکلاء کا استعمال کرتے ہوئے بہت سے سائنسدانوں ہیںبجائے اس کے تجربات چوہوں؟ا) چوہوں سے زیادہ وکلاء موجود ہیں.ب) سائنسدان کے طور پر نہیں ہو جاتے جذباتی طور پر ان سے منسلک.ج) کچھ چیزیں یہاں تک کہ چوہوں موجود ہیںپیسے کے لئے کام نہیں چلے گا.
		-- Spaceballs

%
"ریس کے دورانہم نے آپ کی دھول کھا سکتے ہو،لیکن آپ چلے جب،تم ہمارے لئے کام کریں گے. "
		-- Reed College cheer

%
Pohl کے قانون:کچھ بھی نہیں کسی کو، کہیں، اس سے نفرت نہیں کرے گا کہ بہت اچھی ہے.
		-- Reed College cheer

%
سور: ایک جانور (Porcus مانسبکشی) کو قریب کی طرف سے نسل انسانی کے حلیفشان اور اس کی بھوک، کی سجیوتا جس تاہم، دائرہ کار میں کمتر ہے،کے لئے یہ سور اوپر balks.
		-- Ambrose Bierce

%
"ہم ماحول کی حفاظت کرنے کی ضرورت نہیں ہے -. دوسری آمد نزدیک ہے"
		-- James Watt

%
"میں نے اس رونالڈ ریگن کسی دن اس دے گا یقین رکھتے ہیں ملک کو یہ ایک بار کیا تھا ... ایک آرکٹک ریگستان. "
		-- Steve Martin

%
"آپ کے لئے میں ایک ملحد ہوں، خدا کے لئے، میں نے وفادار اپوزیشن ہوں."
		-- Woody Allen

%
Noncombatant: A مردہ کویکر.
		-- Ambrose Bierce

%
"جیسے ہی میں نے یہ سیکھ کے طور پر ایک خوش شادی اور کرنے کے لئے صرف ایک ہی راستہ ہےمیں نے دوبارہ شادی کر لیں گے. "
		-- Clint Eastwood

%
میں مثبت سوچ پر یقین رکھتے ہیں جانتے ہیں کہ، اور میں بھی کوشش کروں بہت سے لوگمیں نے سب کچھ مثبت طریقے سے بدبو آتی ہے یقین رکھتے ہیں.
		-- Lew Col

%
(ق): کس طرح بہت سے IBM CPU کی یہ ایک کام پر عمل کرنے لگتا ہے؟A: چار چار سے، تین اسے نیچے منعقد کرنے کے لئے، اور ایک اس کا سر چیر.
		-- Lew Col

%
ڈپلومیسی کہہ رہے آپ کو ایک چٹان تلاش کر سکتے ہیں جب تک "اچھا کتا" کا فن ہے.
		-- Lew Col

%
لیب کے Harrisberger کا چوتھا قانون:تجربے کی براہ راست متناسب ہےسامان کی رقم برباد کر دیا.
		-- Lew Col

%
کیپٹن پینی قانون:تم میں سے کچھ لوگوں کے تمام مذاق کر سکتے ہیںوقت، اور لوگوں کی سب کی کچھوقت، لیکن آپ کی ماں بیوقوف نہیں بنا سکتے.
		-- Lew Col

%
"اس نے اپنی خود کی شناخت کے لئے لگ رہا ہے وہ ایک کردار ہے کیونکہ، [وہ انسان ہے]ایک اداکار کے لئے ایک دلچسپ کردار. "
		-- Dolph Lundgren, "actor"

%
"یسوع نے آج واپس آیا، اور کیا اس کے نام پر کیا جا رہا تھا دیکھا تو وہ کبھی نہیں کروں گاالٹیاں روکنے. "
		-- Max Von Sydow's character in "Hannah and Her Sisters"

%
"نطشے ہم سے زیادہ بار بار، وہی زندگی زندہ رہے گا کہ کہتے ہیں.خدا - میں نے پھر آئس Capades ذریعے بیٹھ کر کرنا پڑے گا ".
		-- Woody Allen's character in "Hannah and Her Sisters"

%
"میں زبانی رابرٹس 'دعوے کے حوالے خدا نے اس سے کہا تھا کہ وہ جب تک کہ مر جائیں گے مارچ تک موصول 20 $ ملین، خدا کے وکلاء کو ان کے کلائنٹ ہے کہ بیان کیا گیا ہے کئی سال کے لئے رابرٹس کے ساتھ بات نہیں کی. آف دی ریکارڈ، خدا نے کہا ہے کہ "میں تھوڑا میںڑک برف کرنا چاہتا تھا، تو میں ایک طویل وقت پہلے یہ کیا ہوتا."
		-- Dennis Miller, SNL News

%
"صرف منافق کور کرنے کے لئے واقعی بوسیدہ ہے."
		-- Hannah Arendt.

%
قید اجازت Iovi غیر اجازت bovi.(Jove کر سکتے ہیں کیا، ایک گائے کرنے کی اجازت نہیں ہے.)
		-- Hannah Arendt.

%
"میں کہتا ہے جو ایک شخص بد اعتمادی 'جب.' وہ ہوشیار رہنا ہوگا تو بھی نہیں پینے کے لئےکیونکہ وہ کرتا ہے جب اعتماد کیا جا کرنے کے لئے نہیں ہے زیادہ سے زیادہ، یہ بات ہے. "
		-- Sidney Greenstreet, _The Maltese Falcon_

%
"میں نے ایک قریبی والا آدمی بد اعتمادی. انہوں نے کہا کہ عام طور پر بات کرنے کے لئے غلط وقت لیتی ہےاور غلط باتیں کہتا ہے. آپ منصفانہ نہیں کر سکتا بات کر رہا ہے کچھ،آپ کو عملی طور رکھنے جب تک. اب، سر، ہم آپ چاہیں تو میں بات کروں گا. میں بتاتا ہوںآپ صحیح باہر، میں نے ایک آدمی بات کرنے کے لئے پسند کرتا ہے جو ایک آدمی سے بات کر رہا ہوں پسند کرتا ہے جو. "
		-- Sidney Greenstreet, _The Maltese Falcon_

%
تمام انتہا پسندوں نکال لیا اور گولی مار کر ہلاک کیا جانا چاہئے.
		-- Sidney Greenstreet, _The Maltese Falcon_

%
"ساٹھ کی دہائی سے وہ، آپ کے لئے اچھے تھے نہیں کر رہے تھے؟"
		-- George Carlin

%
"تم یہاں رکو، آڈری - اس نے مجھے اور سبزیوں کے درمیان ہے!"
		-- Seymour, from _Little Shop Of Horrors_

%
تیز ذہنوں سے آئے ... سربراہوں کی طرف اشارہ.
		-- Bryan Sparrowhawk

%
یہ تسلیم کرنے والے 2 1) لوگ) ہم میں سے باقی: egotists کی دو قسمیں ہیں
		-- Bryan Sparrowhawk

%
"تصویر کے بہت تاریک، حضرات ... دنیا کا موسم بدلتے رہے ہیں،ستنداریوں زیادہ لے رہے ہیں، اور ہم سب کو ایک کے سائز کے بارے میں ایک دماغ ہےاخروٹ. "
		-- some dinosaurs from The Far Side, by Gary Larson

%
"ہم امریکی، ہم ایک سادہ لوگ ہیں ... لیکن ہم کو پیشاب، اور ہم پر بمباری کر لیں گےتمہارے شہر. "
		-- Robin Williams, _Good Morning Vietnam_

%
شارک وکلاء کیوں نہیں کھا جائے گا؟ پروفیشنل سوپیی.
		-- Robin Williams, _Good Morning Vietnam_

%
"تم جانتے ہو، ہم اس گھٹیا کے لئے ایوارڈ جیت لیا ہے."
		-- David Letterman

%
یہ افسوس کی بات ہے اس کے ہاتھ رک گئی."افسوس میں نے کوئی زیادہ گولیوں کی ضرورت نہیں ہے،" فریٹو نے سوچا.
		-- _Bored_of_the_Rings_, a Harvard Lampoon parody of Tolkein

%
ایک اچھا یوجنیٹ مقصد ہو گا: ایک. "ایک ساتھ مل کر، ایک مضبوط کمیونٹی." ب. "کمپیوٹرس ہمارے ر." ج. "میں ہوں پروگراموں کے بیمار، میں نے صرف پر تھوڑی دیر کے لئے کے ارد گرد نچوڑنا گے لگتا     کمپنی کے وقت. "
		-- A Sane Man

%
"وہ reelection کے لئے نہیں چلا تھا.` سیاست کے ساتھ رابطے میں لاتا ہے سب کولوگ آپ سے بچنے کے لئے کچھ دے گا، 'انہوں نے کہا. `میں گھر رہ رہا ہوں. ''
		-- Garrison Keillor, _Lake_Wobegone_Days_

%
"آج تم زندہ رہا تو گویا یہ آپ کی آخری تھے، آپ کو راکٹ کے ایک باکس خریدنے چاہتے ہیں اوران سب کو بند برطرف، آپ نہیں کریں گے؟ "
		-- Garrison Keillor

%
"جناب سے Spock ایک طاقتور ملن کی خواہش کرنے کے لئے پایا اور تقریبا کیپٹن کرک کو مار دیتی ہے."
		-- TV Guide, describing the Star Trek episode _Amok_Time_

%
"غریب آدمی ہے ... اس نے مجھ سے ایک ملازم کی طرح تھا."
		-- The police commissioner on "Sledge Hammer" laments the death of his bodyguard

%
"مجھ پر اعتماد کرو. مجھے لگتا ہے میں کیا کر رہا ہوں."
		-- Sledge Hammer

%
"ہیلو. یہ دان Cassidy کی کے جواب مشین ہے. آپ کا نام چھوڑ دیں اور مہربانیتعداد کی ... اور میں ٹیپ doctored ہے کے بعد، آپ کا پیغام آپ فنسانا گا ایک وفاقی جرم میں اور F.B.I کی توجہ مبذول کرائی جائے ... BEEEP "
		-- Blue Devil comics

%
"سب خدا کی اولاد حقیقت میں، خوبصورت نہیں ہیں. خدا کی اولاد میں سے زیادہ تر ہیں،بمشکل presentable. "
		-- Fran Lebowitz

%
"حقیقت خوبصورتی ہے تو، کس طرح آئے کہ کوئی بھی ان کے بال لائبریری میں کیا ہے؟"
		-- Lily Tomlin

%
کسے دیوتاؤں کو تباہ کرے گا، وہ سب سے پہلے بنیادی تعلیم دیتے ہیں.
		-- Lily Tomlin

%
"دیکھو وہاں ہے! بدی! .. خالص اور سادہ، آٹھویں طول و عرض سے کل شر!"
		-- Buckaroo Banzai

%
"میں مصنوعی ہو سکتا ہے، لیکن میں پاگل نہیں ہوں"
		-- the artificial person, from _Aliens_

%
"میں ایک مردہ کے ساتھ بستر میں پھنس رہا ہوں تو صرف ایک ہی طریقہ مجھے یہ انتخابات کھو سکتے ہیں ہےلڑکی یا لڑکے کو زندہ. "
		-- Louisiana governor Edwin Edwards

%
ڈیوڈ Letterman کے "چیزیں ہم جتنی امریکیوں کو فخر ہو سکتا":* شہریوں جو اصل میں ایک آواز میں سوار ہوئے ہیں ان میں سے سب سے بڑی تعداد* بہت سے اخبارات خصوصیت "خرابی"* گھنٹہ موٹل ریٹس* ایلوس فلموں کے وسیع اکثریت یہاں بنایا* صرف کچھ کی طرح دوسری جنگ عظیم کے دوران فورا ہار نہیں مانیہم ذکر کر سکے ممالک* Goatees & وان پشتوں weenies کے کی طرف سے صرف پہنا جائے سوچا* ہماری اچھی طرح برتاؤ گولف پیشہ ور ماہرین* شاندار ویڈیو ساحل سے ساحل
		-- Louisiana governor Edwin Edwards

%
"خطرہ، تم مجھ سے آخری نہیں دیکھا ہے!"   "نہیں، لیکن تم میں سے سب سے پہلے اپنے پیٹ بدل جاتا ہے!"
		-- The Firesign Theatre's Nick Danger

%
خدا سے دعا، لیکن کنارے پر روانگ رکھنے.
		-- Russian Proverb

%
"آپ کے خیالات کی چوری لوگوں کے بارے میں فکر مت کرو. اپنے خیالات کسی بھی اچھے ہیں،آپ لوگوں کی گلے ان کے نیچے رام کرنا پڑے گا. "
		-- Howard Aiken

%
"اگر کوئی کہتا ہے کہ جب` نظریاتی، 'وہ واقعی مطلب یہ `سچ میں نہیں.'"
		-- David Parnas

%
"کوئی مسئلہ اتنا مضبوط ہے کہ آپ کو اس سے دور چل نہیں سکتا ہے."
		-- C. Schulz

%
"اچھا عیسائی گنیتشتھوں سے ہوشیار رہنا چاہیے اور ان تمام لوگوں کو جوخالی پیشنگوئیوں. خطرے پہلے ہی اس گنیتشتھوں بنایا ہے موجودشیطان سے عہد روح کو تاریک اور میں آدمی محدود کرناجہنم کے بانڈز. "
		-- Saint Augustine

%
"سب کچھ ہے جو ... پینسلین آدمی کے لئے."
		-- F. Borquin

%
 "میں نے آخر میں کیا` ؤردوگامی پر ہم آہنگ 'کا مطلب سیکھا ہے. یہ ہم نے کا مطلب  اپنے تمام پرانے غلطیوں رکھنے کے لئے حاصل. "
		-- Dennie van Tassel

%
"دنیا کی راہ مردہ سنتوں کی تعریف اور لائیو والوں کے خلاف قانونی کارروائی کرنے کے لئے ہے."
		-- Nathaniel Howe

%
"یہ وہاں باہر ایک کتا کھا کتا دنیا ہے، اور میں Milkbone underware پہن رہا ہوں."
		-- Norm, from _Cheers_

%
ایک بار ایک سماجی اجتماع میں، گلیڈسٹون Disraeli سے کہا، "میں نے پیشن گوئی، سر، کہآپ کو یا تو پھانسی کی طرف سے یا کسی نیچ بیماری "سے مر جائے گا. Disraeli، جواب دیا"سب منحصر، صاحب، میں آپ کے اصولوں یا گلے لگانے چاہے وسلم یہ تمہارامالکن. "
		-- Norm, from _Cheers_

%
"وہ اچھی طرح vewy مجھے نہیں جانتے، وہ کرتے ہیں؟" - کوائف نامہ
		-- Norm, from _Cheers_

%
"میں نے روب کہ امیر شخص اور کچھ غریب مستحق مورھ کو دے دونگا. کہ * ثابت ہوں گے * میں رابن ہڈ ہوں. "
		-- Daffy Duck, Looney Tunes, _Robin Hood Daffy_

%
"میں نے گیس پر تبدیل کریں گے میرے یار Mugsy وہاں میں تھے تو؟"   "آپ کو، خرگوش، آپ کو شاید یہ ہو سکتا ہے!"
		-- Looney Tunes, Bugs and Thugs (1954, Friz Freleng)

%
"نتائج، Schmonsequences، جب تک میں امیر ہوں."
		-- Looney Tunes, Ali Baba Bunny (1957, Chuck Jones)

%
"اور تم (FOP میں ہوں کہ) میں نے سرخ رنگ کے پمپرنکل ہو سکتا ہے کہ خیال ہے؟"
		-- Looney Tunes, The Scarlet Pumpernickel (1950, Chuck Jones)

%
"اب میں اپنی انتشار بندوق کے ساتھ تم پر مالا مل گیا ہے. اور جبتحلیل، جو تحلیل. (ھیںچتی کو متحرک کر) ٹھیک ہے، تمہیں کیا پتہ ہے،یہ وکھنڈت. "
		-- Duck Dodgers in the 24th and a half century

%
"بنی مار ڈالو، بنی مار ڈالو، بنی مار ڈالو!"
		-- Looney Tunes, "What's Opera Doc?" (1957, Chuck Jones)

%
"میں خدا سے آپ کے پیسے چاہتا ہے کیونکہ، آپ کے پیسے چاہتا!"
		-- The Reverend Jimmy, from _Repo_Man_

%
"بیوکوف کی اکثریت اجیئ اور ہر وقت کی ضمانت دیتی ہے.ان کے مظالم سے دہشت گردی، تاہم، مستقل مزاجی کے فقدان کی طرف سے تخفیف کی جاتی ہے. "
		-- Albert Einstein

%
"تم نے مجھے ایک امریکی بھی اپنا منہ بند اور میں نے اس کو کھا لیں گے رکھ سکتے ہیں جو ظاہر کرتے ہیں."
		-- Newspaperman from Frank Capra's _Meet_John_Doe_

%
"اور ہم نے اسے چللانا سناوہ گھومنے کے لیے شروع کیا ہے کہ:`میں ایک ہولوگرام ہوں، بچوں،گھر میں اس کی کوشش نہیں کرتے ہیں براہ مہربانی! "- باب تشدد
		-- Howie Chaykin's little animated 3-dimensional darling, Bob Violence

%
"سوویت یونین، مبینہ مخالف سوویت بارے میں حال ہی میں شکایت کی ہے جسامریکی تشہیر میں موضوعات، ایک سرکاری احتجاج اس ہفتے کے خلاف درج کرائیفورڈ موٹر کمپنی کی نئی مہم: `ارے آپ موٹے روسی بدبودار، حاصل میری فورڈ تخرکشک آف. ' "
		-- Dennis Miller, Saturday Night Live

%
"حقیقت یہ جھنڈوں ایک خلا میں گھماتا نہیں ہے کہ میں پرامید پرتیکواد نہیں ہے."
		-- Arthur C. Clarke

%
"وہ بٹ ذائقہ cat food کے بنانے کے لئے چاہئے." --Gallagher
		-- Arthur C. Clarke

%
"نہ صرف خدا مر گیا ہے، لیکن صرف اختتام ہفتہ پر ایک پلمبر تلاش کرنے کی کوشش."
		-- Woody Allen

%
"یہ دس بجے ... ہے آپ کو پتہ ہے جہاں آپ AI پروگرام ہیں؟" - پیٹر اوکلے
		-- Woody Allen

%
"آہ، اگر آپ کو ٹائپ جانتے. وہ یہودی یا کالوں پر یہ سب الزام عائد کرنا چاہوں،کیونکہ اگر وہ ایسا نہیں کر سکتے تھے، وہ حقیقت کے ساتھ اٹھنا پڑے گا کہ زندگی کا ایک بڑا،، ڈراونا جلالی، پیچیدہ اور بالآخر اتاہ crapshoot - اور صرفوجہ وہ رکھنے کے لئے نہیں کر پا رہے وہ misfits اور نقصان اٹھانے والوں میں سے ایک گروپ رہے ہیں. "
		-- an analysis of neo-Nazis and such, Badger comics

%
"غیر معمولی نفسیات کی موجودہ جرنل میں دلچسپ سروے: نیویارکشہر کے لوگوں کے ایک اعلی فی صد آپ کو کسی بھی اچانک چال نہ کرنا ہےدنیا میں کسی بھی دوسرے شہر سے کے ارد گرد. "
		-- David Letterman

%
"سیاح - آپ کو ملتا ہے جب نیویارک کے سخت ابلا ہوا cabbies کی ساتھ کچھ مزہ ہے.اپنی منزل، اپنے ڈرائیور سے کہے، "میں ہچ گیا تھا ادا."
		-- David Letterman

%
"Tulane میں انسانی اشتھانی صرف نیا کے لئے ایک فیلڈ ٹرپ سے واپس آ گیا ہے،ایک قبیلے کی رپورٹوں کے ساتھ گنی تاکہ آدم وہ لہر لیکن نہیں ہے کہنیبو کے تازہ Borax کی نئی لہر کے ساتھ. "
		-- David Letterman

%
"پر آپ کو تاریخ کی کتابوں میں اس کے بارے میں پتہ ہے کیا کی بنیاد پر، تم ابراہیم کو کیا لگتا ہےلنکن وہ آج زندہ ہوتے تو کر رہے ہو جائے گا؟1) خانہ جنگی کے ان کی یادداشتوں لکھنا.2) صدر مشورہ.3) شدت کے اندر کو clawing انتابوت. "
		-- David Letterman

%
"رکی Schroder کے اور گیری کولمین تو پر لڑائی ہو گئی پول سنکیتوں کے ساتھ ٹیلی ویژن، کون جیت گے؟1) رکی Schroder کے2) گیری کولمین3) ٹی وی دیکھنے عوامی "
		-- David Letterman

%
"اگر تم میں کہہ رہا ہوں پر شک کرنے کے لئے شروع کر رہے ہیں تو، آپ ہیں شاید hallucinating. "
		-- The Firesign Theatre, _Everything you know is Wrong_

%
ایک اجنبی حملے کی صورت میں کیا کرنا ہے:    1) آپ کے ہوائی جہاز کی سیٹ کے نیچے چھپا دور نظر آتے ہیں.    2) آنکھ رابطے سے بچیں.    3) کوئی آنکھوں سے ہیں تو، تمام رابطے سے بچیں.
		-- The Firesign Theatre, _Everything you know is Wrong_

%
"ایٹمی جنگ واقعی کیبل واپس قائم کرے گا."
		-- Ted Turner

%
"تم tweachewous miscweant!"
		-- Elmer Fudd

%
"میں _Lassie_ دیکھا. اس سے کیوں بال بچہ کبھی نہیں پتہ کرنے چار شوز لے گئےبات چیت کی. میرا مطلب ہے، وہ گھوم کر سکتا ہے اور جو کچھ، لیکن ہے کہ ایک سلسلہ کے مستحق تھے؟ "
		-- the alien guy, in _Explorers_

%
"کھلی چینل D ..."
		-- Napoleon Solo, The Man From U.N.C.L.E.

%
وہیل کو بچانے کے. سارا سیٹ جمع.
		-- Napoleon Solo, The Man From U.N.C.L.E.

%
ذہنی صحت کی حمایت. یا میں آپ کو جان سے مار دونگا.
		-- Napoleon Solo, The Man From U.N.C.L.E.

%
"پرامڈ کھول رہا ہے!"   "کونسا؟""اس میں کبھی وسیع سوراخ کے ساتھ ایک!"
		-- The Firesign Theatre

%
"کالنگ J مین گرہ. کالنگ J مین گرہ. ہیش میزائل نظر، ہدفلاس اینجلس. شہر اور تقطیع کے بارے میں ذاتی احساسات کو نظرانداز. "
		-- The Firesign Theatre movie, _J-Men Forever_

%
"اس مقصد کے میرے احساس چلا گیا ہے! میں کون ہوں کوئی اندازہ نہیں ہے!"    "اوہ، میرے خدا ... تم .. تم نے اس کے ایک ڈیموکریٹ میں بدل دیا ہے کیا ہے!"
		-- Doonesbury

%
"آپ غلط ہیں، آپ کو 'پیتل چھاتی فاشسٹ poop کے دارالحکومت!"
		-- Bloom County

%
"آپ کی ماں ایک hamster تھا، اور اپنے والد کے elderberries پگھلانا!"
		-- Monty Python and the Holy Grail

%
"ووٹروں سے بات کی ہے، کمینوں ..."
		-- unknown

%
"میں صرف نشے میں، خدا مردہ نہیں ہے کہ سوچنے کے لئے ترجیح دیتے ہیں"
		-- John Huston

%
"ہو. البم: Aloha."
		-- Steve McGarret, _Hawaii Five-Oh_

%
"جانے والے عجیب ہو جاتا ہے جب، عجیب موڑ نواز ..."
		-- Hunter S. Thompson

%
"کیجیے- مزید جانیے نمازیں، yuh پسو pickin 'varmint کہو!"
		-- Yosemite Sam

%
"وہاں ... میں منطقی طور پر بجتی ہے 'دور آپ چلائے گئے"
		-- Monty Python's Flying Circus

%
... Veloz دیگر الیکٹرونکس کاروبار کے سینکڑوں سے indistinguishable ہےوادی میں، poring کے شوقین نوجوان انجینئرز کی طرف سے چلایا میموری دیر سے ڈھیروں سے زائدرات میں. فرق یہ ہے کہ خود اعتراف "کار گری دار میوے" کا ایک گروپوہ محبت کیا کر پیسہ بنا رہے ہیں: کوڈ لکھنے اور روزہ ڈرائیونگ.
		-- "Electronics puts its foot on the gas", IEEE Spectrum, May 88

%
"بس حقائق، میم"
		-- Joe Friday

%
"میں آپ کو ہر ایک کے لئے پانچ ڈالر ہے."
		-- Bernhard Goetz

%
مزار: امیر کا آخری اور پرلطف ترین حماقت.
		-- Ambrose Bierce

%
دولت: جنت اشارہ سے ایک تحفہ، "یہ میرا پیارا بیٹا ہے جسے میں ہے میں نےخوش ہوں. "
		-- John D. Rockefeller, (slander by Ambrose Bierce)

%
سب چیزیں تو مقدس یا ناپاک ہیں.ecclesiasts سابق نفع لانے؛شیطان appertain مؤخر الذکر.
		-- Dumbo Omohundro

%
سینٹ: A مردہ گنہگار نظر ثانی کی اور میں ترمیم کی.
		-- Ambrose Bierce

%
بیالیس.
		-- Ambrose Bierce

%
نمرتا: مالیت جبکہ یہ ہے کہ ایک منصوبہ بنا بدلہ میں غیر معمولی بات صبر.
		-- Ambrose Bierce

%
مطلق: آزاد، غیر ذمہ دارانہ. ایک مطلق العنان بادشاہت ہے جس میں سے ایک ہےوہ اتنی دیر تک وہ قاتلوں راضی کے طور پر راضی کے طور پر خود مختار ہے. نہیںبہت سے مطلق بادشاہتوں، رہ گئے ہیں ان میں سے اکثر کی طرف سے تبدیل کیا گیا ہےمحدود بادشاہتوں، برائی کے لئے خود مختار کی قوت (اور بھلائی کے لئے) ہے جہاںبہت کم، اور ریاستوں، جس موقع کی طرف سے حکومت کر رہے ہیں کی طرف سے.
		-- Ambrose Bierce

%
Abstainer: ایک کمزور شخص خود کو ایک انکار کا فتنہ ملتی جوخوشی. کل abstainer ہر چیز سے اجتناب ہے لیکن ایک ہےگریز، اور خاص طور پر دوسروں کے معاملات میں عدم فعالیت سے.
		-- Ambrose Bierce

%
الائنس: بین الاقوامی سیاست میں، دو چوروں کے اتحاد جو انہاتھوں اتنی گہرائی سے ایک دوسرے کی جیب میں ڈالا وہ الگ الگ نہیں کر سکتا کہایک تیسری لوٹ مار.
		-- Ambrose Bierce

%
نافرمانی: بندگی کی بادل پر امید کی کرن.
		-- Ambrose Bierce

%
Egotist: کم ذائقہ کا ایک شخص، مجھ میں سے زیادہ اپنے آپ میں زیادہ دلچسپی رکھتے.
		-- Ambrose Bierce

%
انتظامیہ: سیاست میں ایک ہوشیار تجرید، وصول کرنے کے لئے ڈیزائن کیاپریمیئر یا صدر کی وجہ سے کک اور کف.
		-- Ambrose Bierce

%
محفوظ ایک پیسہ بھی ضائع کرنے کے لئے ایک پیسہ بھی ہے.
		-- Ambrose Bierce

%
اوقیانوس: پانی پر قبضہ کے ایک جسم کے بارے میں ایک دنیا کی دو تہائی آدمی کے لئے بنا دیا -جو کوئی گلفڑا ہے.
		-- Ambrose Bierce

%
ڈاکٹر: ایک جن پر ہم جب اچھی طرح ہماری امیدوں جب بیمار اور ہمارے کتے چھوڑنے.
		-- Ambrose Bierce

%
فلسفہ: کہیں سے کچھ بھی نہیں کے نتیجے میں کئی سڑکوں کی ایک راستے کی.
		-- Ambrose Bierce

%
سیاست: اصولوں کا ایک مقابلہ کے طور پر ویش مفادات کی ایک ہنگامہ آرائی.نجی فائدہ کے لئے عوامی کاموں.
		-- Ambrose Bierce

%
سیاستدان: بنیادی کیچڑ میں ایک بام مچھلی جس کی ساخت پرمنظم معاشرے پالا جاتا ہے. وہ وہ غلطیوں کا احتجاج wriggles جبعمارت کی تھرتھری لئے اس کی دم. سیاستدان کے مقابلے میں،وہ زندہ ہونے کا نقصان اٹھانا پڑتا ہے.
		-- Ambrose Bierce

%
دعا: کائنات کے قوانین کو کسی ایک کی جانب سے کالعدم قرار دیا جائے کہ کہنے کے لئےconfessedly نااہل درخواست گزار.
		-- Ambrose Bierce

%
ایوان صدر: امریکی سیاست کے میدان کھیل میں greased کے سور.
		-- Ambrose Bierce

%
سونڈ: ایک ہاتھی کے ابتدائی عضو جگہ اس کے کام کرتا ہےچاقو اور کانٹا ہے کہ ارتقاء کے طور پر ابھی تک اس کی تردید کی ہے. مقاصد کے لئےہنسی مذاق کا یہ مقبول ایک ٹرنک کہا جاتا ہے.
		-- Ambrose Bierce

%
"آج کے روبوٹس تفہیم صرف چند کی صلاحیت رکھتے، بہت پرانی ہیں جیسا کہ 'چھوڑ جاؤ'، 'صحیح جانا'، اور 'کار کی تعمیر' سادہ ہدایات پر. "
		-- John Sladek

%
"آپ کو واپس اور دنیا، دونوں کے درمیان لڑائی میں دنیا."
		-- Frank Zappa

%
یہاں ہیں وہ لوگ جو کرنے کے لئے کے انتظام کے جواب کا ایک پر Appalachian ورژن ہےاس منصوبے کی قسمت کے ساتھ تعلق:"خچر کے بارے میں فکر مت کرو. بس ویگن کو لوڈ."
		-- Mike Dennison's hillbilly uncle

%
بیمار منتخب تجرید ADA کے ڈیزائن میں خاص طور پر واضح ہےرن ٹائم کا نظام. ADA رن ٹائم نظام کا انٹرفیس ہے تاکہ مبہم ہےیہ مؤثر طریقے سے اس کے بنانے، ماڈل یا اس کی کارکردگی کی پیشن گوئی کرنا ناممکن ہےاصل وقت کے نظام کے لئے بیکار. - مارک D. کے Donner اور ڈیوڈ ایچ جیمسن.
		-- Mike Dennison's hillbilly uncle

%
"دونوں جماعتوں بات کی طرح ہو جائے کرنے کے تشدد کے خلاف ہونے کی وجہ چاہئے."
		-- Karl Lehenbauer

%
"یہاں جناب بل کے کتے آتا ہے."
		-- Narrator, Saturday Night Live

%
جنس ہوائی کی طرح ہے. اگر آپ کو کوئی حاصل نہیں کر سکتے تو اس کو صرف ایک بڑا سودا ہے.
		-- Narrator, Saturday Night Live

%
"شراکت کے لئے ایک بیداری کو برقرار رکھیں - آپ کے شیڈول کے، آپ کے منصوبے،ہماری کمپنی."
		-- A Group of Employees

%
"کے ملازمین کے ایک گروپ نے کیا کر سکتے ہیں نہ پوچھو. لیکن پوچھیں کیا کر سکتے ہیںتمام ملازمین کے ملازمین کے ایک گروپ کے لئے کیا. "
		-- Mike Dennison

%
ایک شام جناب روڈولف بلاک، نیو یارک کی، خود کو رات کے کھانے پر بیٹھا پایامسٹر Percival پولارڈ، ممتاز ناقد کے شانہ بشانہ.   "جناب پولارڈ،" میری کتاب، ایک مردہ Cow_ کے _The سوانح حیات، ہے نے کہا کہ وہ " گمنام شائع، لیکن آپ کو شاید ہی اس تصنیف سے جاہل ہو سکتا ہے. اس کے باوجود اس کا جائزہ لینے میں آپ صدی کے مورخ کے کام کے طور پر اس کے بارے میں بات. آپ منصفانہ تنقید کہ خیال ہے؟ "   "میں ہوں بہت افسوس، سر،" نقاد، amiably جواب دیا، "لیکن اس نے نہیں کیاہے کہ آپ واقعی میں اس نے لکھا تھا جو جاننا عوامی خواہش نہیں ہو سکتی مجھ سے پائے جاتے. "
		-- Ambrose Bierce

%
کئی alligators کے مقتول کی جائے گی،لیکن دلدل رہے گا.
		-- Ambrose Bierce

%
دیوتاؤں کو تباہ کرے گا کیا وہ سب سے پہلے ایک IEEE معیارات کمیٹی کو جمع.
		-- Ambrose Bierce

%
یہ اب ہے. بعد میں بعد میں ہے.
		-- Ambrose Bierce

%
"میں دہشت گرد ہارڈ ویئر کے ساتھ کوئی سستے داموں کر دے گا."
		-- Peter da Silva

%
"میں نے منبر کے اس ہفتے کے آخر واپس نہیں بنایا تو لاکھوں لوگوں جائیں گےنرک میں."
		-- Jimmy Swaggart, 5/20/88

%
"مصالحہ جات ڈمپ. ہم کھایا جائے کے لئے ہیں، ہم اچھے ذائقہ کے لئے کی ضرورت نہیں ہے."
		-- "Visionaries" cartoon

%
"اوہو، اگر آپ مجھے اب رونا کیا آپ میری ہیلمیٹ اپ دھند دونگا بنانے،."
		-- "Visionaries" cartoon

%
میں نے صرف کسی بھی عمر کے لئے نہیں کرنا چاہتے پھر سے جوان ہونے کے لئے نہیں کرنا چاہتے ہیں،.
		-- "Visionaries" cartoon

%
شادی کی تقریب: دیکھ کر خدا اور کی ایک ناقابل یقین روحانی الشامقانون آپ کے خاندان کے معاملات میں گھسیٹ لیا جا رہا ہے.
		-- O. C. Ogilvie

%
  "ہنگامی!" Sgiggs یہ تھا جیسے ٹب سے خود کو خارج، چللایاایک جلتی ہوئی گاڑی کے. " 'ایک' روم سروس ڈائل! جاؤ! کوڈ ریڈ!" Stiggs پر تھافون فوری طور پر، زیادہ حکم کھل اٹھے،، کے مطابق جی اٹھا ہے کیونکہاسے، ٹب میں تیرتا والوں اچانک ان کی بو کھو دیا تھا. "میں مطالبہبو، "انہوں shrilled." میں نے ان سے کل بلاتعطل بو کی توقعF * cking گلابوں. "  بدقسمتی سے، سروس کیپٹن احساس نہیں تھا کہ Stiggs صورت حالپچاس گلابوں ملوث. "کیا میں نے اس کے ساتھ کیا کرنے جا رہا ہوں؟" Stiggs میں sneeredweaseling ہوٹل گنڈی وہ ایک پھول انعقاد ہمارے دروازے پر ظاہر ہوا جبایک برانڈی گلاس میں تیرتا. Stiggs کی ٹائریڈ بہت اچھا تھا. "تم اس کو دیکھتے ہوباتھ ٹب؟ آپ کے ٹب کے سائز اور کے درمیان کوئی فرق محسوس کریںآپ کے ہاتھ میں پنکھڑیوں کی کہ دبلا WAD کا سائز؟ میں نے کل غسل کوریج کی ضرورت ہے.میں فیکٹریوں puffing طرح میرے چاروں گلابوں کا ایک مکمل طور پر ٹھوس پرت کی ضرورتسونگھنے کی، ان کی بو اور طاقت کو ramming بڑا بدبودار ساتھ مجھ پر حملہکی تعداد میری ناک تک بدبو میں خوشی کے ساتھ برباد کر رہا ہوں جب تک اضافہ ہوا. "ہم اس نااہلی کے ساتھ اتنا مطمئن ہے اس سے پہلے یہ طویل نہیں تھا کہ ہمبند.- اٹرلی راکشسی، دماغ سے برس رہی O.C. کے موسم گرما اور Stiggs،   قومی آکشیپ، اکتوبر 1982
		-- O. C. Ogilvie

%
یہ غلط ہے، تو یہ، کم از کم * * نے authoritatively غلط ہے.
		-- Hitchiker's Guide To The Galaxy

%
ہم نے اس کو ایک بار پھر رات تھا کا فیصلہ کیا، تو ہم بیس منٹ کے لئے خیمہ زن اور پیاایک نوجوان کی زندگی کیمپنگ کی جگہ میں ایک اور چھ بیر. O.C. پریویکشی میں مل گیابالغ کے سلیپنگ بیگ اور اس میں کے ارد گرد بھاگ گیا. "یہ قیامت کے دن ہے اور میں ہوںایک خوفناک پریت، "انہوں نے چللایا. پھر گرمی میں O.C. رالف بنایابیگ.- اٹرلی راکشسی، دماغ سے برس رہی O.C. کے موسم گرما اور Stiggs،   قومی آکشیپ، اکتوبر 1982
		-- Hitchiker's Guide To The Galaxy

%
جادو پروگرامنگ: چیزیں پروگرامرز وہ جانتے ہیں کہ کام نہیں کرنا چاہئے ہوں لیکنوہ ویسے بھی کوشش، اور کبھی کبھی اصل میں جیسے recompiling، کام کرتے ہیں جسسب کچھ.
		-- Karl Lehenbauer

%
یہ کورس کے، کی مدد کے لئے میں نے میں مشغول ہے کہ مکمل طور پر لاعلم قیاس آرائی، ہےاس طرح دخل اندازی کے خلاف میرے تعصب ہے ... لیکن وہاں تمہارے پاس ہے.- پیٹر دا سلوا، کیوں ایک کمپیوٹر پروگرام کے بارے میں قیاس آرائیاں کیا گیا تھا کہکچھ وہ پسند نہیں کیا کیا کرنے کو تبدیل کر دیا، کام نہیں کیا
		-- Karl Lehenbauer

%
"میں نے پیچھا اس علم کی سب سے بہترین لطف کے میں نے کبھی نام سے جانا جاتا میں کر سکتا ہوں. ہےجیسے ہی اسے چھوڑ دو کہ میں کر سکتا ہوں، بہت ائر کہ میں سانس. "
		-- Paolo Uccello, Renaissance artist, discoverer of the laws of perspective

%
"میں سامنے ادا کرنے کے لئے سب کو مل گیا ... پھر میں ان کے سیارے دھماکے سے اڑا دیا."  "اب میں اس کا کیوں نہیں سوچا؟"
		-- Post Bros. Comics

%
"پاور کو ایٹمی بیٹریاں، تیز کرنے کی ٹربائینیں."
		-- Robin, The Boy Wonder

%
F-15 ایگل:یہ منحصر ہے، تو ہم اس کو نیچے گولی مار دیں گے. اس کے نیچے ہے تو، ہم اسے اڑا دونگا.
		-- A McDonnell-Douglas ad from a few years ago

%
"Amiga کی صرف ذاتی کمپیوٹر آپ کو ایک multitasking کی کہاں چلا سکتے ہیں ہےآپریٹنگ سسٹم اور باکس سے باہر، اپڈیٹس کارکردگی حاصل. "
		-- Peter da Silva

%
"یہ میری کوکی فائل ہے اور میں لنگڑا ہے کہ کچھ کے ساتھ آئے اور مجھے یہ پسند ہے تو،اس میں چلا جاتا ہے. "
		-- karl (Karl Lehenbauer)

%
کے لئے، کارپوریٹ جدت طرازی کے لیے AT & T بیل لیبارٹریز تسلیم میں اسسیلولر موبائل مواصلات کے آویشکار، IEEE صدر رسل C. مبذولایک کے طور پر سیلولر ٹیلی فون پر کہا جاتا ہے "بنیادی ضرورت." گانے اوقات ہےتبدیل کر دیا گیا، ایک مبصر نے ریمارکس: کمرے میں کئی کی آمد کو واپس بلا لیابراہ راست ڈائلنگ.
		-- The Institute, July 1988, pg. 11

%
... سوویت یونین کے بڑے منصوبوں کی کوشش کرنے کی صلاحیت ہے. ایک مقصد بھی ہے تو،گورباچوف فرماتے ہیں جب کہ وہ جوہری طاقت سے چلنے کی ضرورت کے لئے جا رہے ہیں کے طور پر ایسیطیارہ بردار بحری جہاز، کیس بند ہے - کہ یہ ہے. انہوں نے اپنی توجہ مرکوز کرے گامسئلہ پر، ایک برا کام کروں، اور بعد میں قیمت ادا. انہوں نے سچ میں ایسا نہیں کرتےقیمت ہے پرواہ.- وکٹر Belenko، 1976 میں منحرف جو مگ 25 لڑاکا پائلٹ   "دفاعی الیکٹرانکس"، والیوم 20، نمبر 6، ص. 100
		-- The Institute, July 1988, pg. 11

%
آپ نے سوویت نظام کے بارے میں سمجھنا چاہیے کچھ تو ہے. وہ ہےایک دیئے ڈیزائن پر ان کی تمام کوششوں پر توجہ مرکوز، اور تمام تیار کرنے کی صلاحیتایک ہی وقت میں، لیکن کبھی کبھی مناسب ٹیسٹنگ کے بغیر اجزاء. اس کے بعد وہ ختمٹو 144 کی طرح ایک تکنیکی آفت ساتھ. میں ایک ٹیکنالوجی کی دوڑ میںوقت، کہ طیارے دو ماہ پہلے Concorde کی کی تھی. چار ٹو 144sتعمیر کیے گئے تھے. دو گر کر تباہ ہو چکے ہیں اور دو عجائب گھر میں ہیں. Concorde کی ہوئی ہے10 سال سے زیادہ کے لئے محفوظ طریقے سے پرواز.- وکٹر Belenko، 1976 میں منحرف جو مگ 25 لڑاکا پائلٹ   "دفاعی الیکٹرانکس"، والیوم 20، نمبر 6، ص. 100
		-- The Institute, July 1988, pg. 11

%
DE: سوویت یونین دشواری جدید ٹیکنالوجی کو لاگو کرنے کی ضرورت کے لئے لگ رہے ہو.     تم نے اس پر تبصرہ کریں گے؟Belenko: ٹھیک ہے، ہوائی جہاز کے انجن کی زندگی کے بارے میں بات کرتے ہیں. میں اڑ گئے جبمگ 25، اس کے انجن سے 250 گھنٹے کی کل زندگی بھر پڑا.DE: اس کا مطلب یہ وقتی-درمیان-ناکامی ہے؟Belenko: نہیں، انجن ختم ہو گیا ہے؛ یہ ختم کر دیا جاتا ہے.DE: آپ انہیں اس سے نکالنے اور اسے دور پھینک، یہاں تک کہ اس کی مرمت نہیں مطلب؟Belenko: یہ درست ہے. اور ہال بہت مہنگی ہے.DE: کہ پاک دنیا کے معیار کے مطابق حماقت سے کم ہے.Belenko: میں جانتا ہوں.- وکٹر Belenko، 1976 میں منحرف جو مگ 25 لڑاکا پائلٹ کے ساتھ ایک انٹرویو   "دفاعی الیکٹرانکس"، والیوم 20، نمبر 6، ص. 102
		-- The Institute, July 1988, pg. 11

%
"میں جو صرف سوویت یونین سے واپس مل گیا ایک دوست ہے، اور مجھے لوگوں سے کہامغرب کے بارے میں معلومات کے لئے بھوک لگی ہیں. اس نے بہتیروں کے بارے میں سوال کیا گیاچیزیں، لیکن میں آپ کو دو مثالیں میں زندگی کے بارے میں بہت ظاہر کر رہے ہیں کہ دوں گاسوویت یونین. ہم پھٹنے تھا تو سب سے پہلے سوال پوچھا گیا تھاٹیلی ویژن سیٹ. تم نے دیکھا، وہ رنگ پر تصویر ٹیوب کے ساتھ ایک مسئلہ ہےٹیلی ویژن سیٹ، اور بہت سے پھٹنے رہے ہیں. انہوں نے فرض کیا ہم ہوگابھی ان کے ساتھ مسائل. انہوں نے کہا تھا دوسرے سوال اکثر تھا کیوںCIA سامنتھا سمتھ، جنہوں نے سوویت یونین نے دورہ کیا چھوٹی سی لڑکی کو مار ڈالا تھاچند سال پہلے؛ ان کے پروپیگنڈے بہت مؤثر ہے.- وکٹر Belenko، 1976 میں منحرف جو مگ 25 لڑاکا پائلٹ   "دفاعی الیکٹرانکس"، والیوم 20، نمبر 6، ص. 100
		-- The Institute, July 1988, pg. 11

%
"... میں اس کشادگی، glasnost، perestroika قبول کر سکتے ہیں، یا آپ کو جو کچھ بھی چاہتا ہوںوہ ان چیزوں نے تو اسے فون کرنے کی ہے: ایک پارٹی سسٹم کو ختم؛ کھولسوویت سرحدی اور سوویت لوگوں کو آزادانہ طور پر سفر کرنے کی اجازت دیتے ہیں؛ سوویت اجازت دےلوگ حقیقی آزاد ادیم ہے کرنے کے لئے؛ مغربی تاجروں سے کاروبار کرنے کی اجازت دیتے ہیںوہاں، اور تقریر کی اور پریس کی آزادی کی اجازت. لیکن اب تک، ساریملک کے ایک حراستی کیمپ کی طرح ہے. باڑ پر خار دار تار کے گردسوویت یونین اندھیرے میں، اندر لوگوں کو رکھنے کے لئے ہے. یہ کشادگی کہآپ دیکھ رہے ہیں، ان تمام تبدیلیوں، کاسمیٹک ہیں اور وہ ڈیزائن کیا گیا ہےاندیش، بولی، کبھی کبھی احمقانہ مغربی رہنماؤں کو متاثر کرنا. یہرہنماؤں سوویت یونین یا کے ساتھ کاروبار کرنے کی امید کر رہا، گورباچوف زائد اوہاسے ٹھنڈا. اللہ تعالی فرمائے گا "ہاں، ہم کاروبار کرتے ہیں کر سکتے ہیں!" یہ بات انافغانستان میں فوجی مشین ایک سے باہر ایک ملین سے زائد افراد ہلاک ہو گئے17 ملین کی آبادی. تم ایسا سوچ سکتے ہو؟- وکٹر Belenko، 1976 میں منحرف جو مگ 25 لڑاکا پائلٹ   "دفاعی الیکٹرانکس"، والیوم 20، نمبر 6، ص. 110
		-- The Institute, July 1988, pg. 11

%
"Kruschev یاد رکھیں: وہ بہت تیز بھی بہت سی چیزیں کرنے کی کوشش کی، اور وہ ہو گیاذلت و ہٹا دیا. گورباچوف نظام کو تباہ یا بہت بنانے کے لئے کی کوشش کرتا ہےاس پر بہت سے بنیادی تبدیلیاں، میں اس نظام کو اس سے چھٹکارا حاصل کرے گا یقین.میں نے ایک ماہر سیاسیات نہیں ہوں، لیکن میں اچھی طرح نظام کو سمجھنے.مجھے لگتا ہے وہ ایک "ہارٹ اٹیک" ہیں یا ریٹائر یا ہٹا دیا جائے گا یقین رکھتے ہیں. وہ ہےایک اینٹوں کی دیوار کے خلاف اٹھ. آپ کو وہ سب کچھ بدل جائے گا لگتا ہے کہ تو اوربن ایک آزاد، آزاد معاشرے، اسے بھول جاؤ! "- وکٹر Belenko، 1976 میں منحرف جو مگ 25 لڑاکا پائلٹ   "دفاعی الیکٹرانکس"، والیوم 20، نمبر 6، ص. 110
		-- The Institute, July 1988, pg. 11

%
فورٹران؟ میں syntactically غلط بیان "کرتے ہیں 10 I = 1.10" کا تجزیہ کرے گا اورکوڈ، ایک متغیر، DO10I کرنے کے پیدا مندرجہ ذیل ہے: "DO10I = 1.10" تو کہتم کو ڈرانے نہیں کرتا، اسے چاہیے.
		-- The Institute, July 1988, pg. 11

%
"میں تو جانتا تھا (1970 میں) ایک 4 kbyte منی کمپیوٹر جتنا لاگت آئے گی کہایک گھر. تو میں نے اس کالج کے بعد، میں میں سستے میں رہنے کے لئے پڑے گا مدللایک اپارٹمنٹ اور ایک کمپیوٹر کے مالک میں اپنے تمام پیسے ڈال. "
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
HP کے طور پر اسٹاک سے حصوں لینے کے لئے اس کے انجینئرز کی اجازت دی ہے کے ایک منفرد پالیسی تھیوہ کچھ بنایا تک کے طور پر. "وہ ہر ڈیزائن کے ساتھ کہ سوچا، وہ تھےایک بہتر ہو رہی ہے انجنیئر. یہ ایک پالیسی میں اپنانے کے لئے تمام کمپنیوں سے درخواست کرتا ہے. "- ایپل کے شریک بانی سٹیو Wozniak، "Wozniak کے کے کلاس ٹیچر کرنے کے لئے ایپل دے گا؟"   EE ٹائمز، 6 جون، 1988، 45 ص
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
"میں صرف ایک اچھا انجینئر بننا چاہتا ہوں."- سٹیو Wozniak، ایپل کمپیوٹر کے شریک بانی، ان خصوصی خطاب اختتامی   1988 AppleFest اوپر
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
"یونیکس کے اندر تلخی کے بابل چھانٹیں کے ٹاور وہاں ہمیشہ رہا ہے، لیکن اسکبھی سب سے زیادہ انتہائی شکل ہے. یہ برم کی کم از کم کئی سال کا مطلب ہے. "- بل گیٹس، مائیکروسافٹ کے بانی اور چیئرمین،   اوپن سسٹم فاؤنڈیشن کے بارے میں
		-- Apple co-founder Steve Wozniak, EE Times, June 6, 1988, pg 45

%
"جب شک میں، انہیں باہر پرنٹ."
		-- Karl's Programming Proverb 0x7

%
"اگر آپ کو سب سے بہترین چیزوں کارپوریٹ زندگی میں کیا کرنا چاہتے ہیں تو آپ کے طریقے تلاش کرنے کے لئے ہےغیر معمولی شخص کو مہمان نواز ہونے کا. آپ کو ایک کے طور پر بدعت نہیں ملتاجمہوری عمل. آپ نے تقریبا ایک غیر جمہوری عمل کے طور پر اسے حاصل.یقینی طور پر آپ کو ایک anthitetical عمل کے طور پر اسے حاصل، تو آپ کو ایک ہی ہوگاماحول میں جہاں لوگوں کے جسم کو تبدیل کرنے کے لئے واقعی تیار ہیں اور کر سکتے ہیںتبدیلی کی بدعت باہر پیدا ہوتی ہے کہ تنازعات سے نمٹنے کے. "- زیادہ سے زیادہ DePree، ہرمن ملر انکارپوریٹڈ کے چیئرمین اور سی ای او،   "کارپوریٹ تخلیق ہرمن ملر کا راز"،   وال سٹریٹ جرنل، 3 مئی، 1988
		-- Karl's Programming Proverb 0x7

%
"کارپوریٹ زندگی میں، میں نے تین اہم علاقوں جس کے معاہدوں ہیں لگتا ہے، کے ساتھ نمٹنے نہیں کر سکتے ہیں تک پہنچنے کا تنازعہ کے علاقے، تبدیلی کے علاقے اور علاقےممکنہ. مجھ سے ایک عہد پر ایسی چیزوں پر مبنی ہے کہ ایک رشتہ ہےاشتراک کیا کے طور آدرشوں اور اقدار کے نظام اشتراک کیا اور مشترکہ خیالات اور مشترکہمعاہدے کے عمل کے طور پر ہم مل کر کام کرنے کے لئے استعمال کرنے کے لئے جا رہے ہیں. میںبہت سے معاملات وہ حقیقی محبت کے تعلقات میں ترقی. "- زیادہ سے زیادہ DePree، ہرمن ملر انکارپوریٹڈ کے چیئرمین اور سی ای او، "ہرمن ملر   ، وال سٹریٹ جرنل، 3 مئی، 1988 کارپوریٹ تخلیق کی "راز
		-- Karl's Programming Proverb 0x7

%
ایک اور مقصد ایک رشتہ "یہ سب کے لئے ٹھیک ہے جو میں قائم کرنا ہےان سب سے بہتر کرنے. جو واقعی انتظام میں لوگوں کی ایک خوفناک بہت ہیںیہ بہت ہو جاتا ہے کیونکہ ماتحت، ان کے سب سے بہتر کرنے نہیں کرنا چاہتادھمکی. لیکن ہم دونوں اندرونی اور بیرونی کے ساتھ مل گیا ہےڈیزائنرز ہم تعلقات کی اس قسم کی ہے کے لئے تیار ہیں اور ہم ہیں تو اگراس سے باہر آئے گا کیا کے خطرے سے دوچار ہو جائے کرنے کے لئے تیار ہے، ہم واقعی اچھی حاصلکام. "- زیادہ سے زیادہ DePree، ہرمن ملر انکارپوریٹڈ کے چیئرمین اور سی ای او، "ہرمن ملر   ، وال سٹریٹ جرنل، 3 مئی، 1988 کارپوریٹ تخلیق کی "راز
		-- Karl's Programming Proverb 0x7

%
اپنی کتاب میں جناب DePree ڈیزائنر جارج نیلسن زور دیا کہ وہ کس طرح کی کہانی بتاتا ہےکہ کمپنی نے دیر 1940s میں چارلس عیامس پر لینے کے. میکس کے والد،J. DePree، 1923 میں ہرمن ملر کے ساتھ کمپنی کے شریک بانی، مسٹر پوچھانیلسن وہ واقعی ایک وقت کے چھوٹے کے محدود مواقع اشتراک کرنا چاہتے تھے توایک اور ڈیزائنر کے ساتھ کمپنی. "جارج کے جواب کچھ اس طرح تھا:'چارلس عیامس کو ایک غیر معمولی پرتیبھا ہے. وہ مجھ سے بہت مختلف ہے.کمپنی ہمیں دونوں کی ضرورت ہے. I میں چارلس عیامس شیئر کرنے کے لئے بہت زیادہ چاہتے ہیںممکنہ جو کچھ بھی نہیں ہے. ''- زیادہ سے زیادہ DePree، ہرمن ملر انکارپوریٹڈ کے چیئرمین اور سی ای او، "ہرمن ملر   ، وال سٹریٹ جرنل، 3 مئی، 1988 کارپوریٹ تخلیق کی "راز
		-- Karl's Programming Proverb 0x7

%
مسٹر DePree شرکت سرمایہ دارانہ مستقبل کی لہر ہے یقین رکھتا ہے.چین ہرڈ کام کی طاقت، ان کا خیال ہے، "زیادہ سے زیادہ مطالبات میں شامل کرناسرمایہ دارانہ نظام اور ہم سرمایہ دارانہ نظام کو حاصل کرنے کے طریقوں کو تلاش نہیں کرتے ہیں توایک جامع نظام کے بجائے خصوصی نظام یہ کیا گیا ہے بننے کے لئے، ہم ہیںتمام گہری مصیبت میں. ہم اس کو سمجھنے کے لئے شروع کرنے کے لئے طریقے تلاش نہیں کرتے ہیں تواجتماعی بھلائی میں سرمایہ دارانہ نظام کے اعلی ترین ممکنہ جھوٹ، انفرادی میں نہیںاچھا، تو پھر ہم نظام خود کو خطرے میں ڈال رہے ہیں. "- زیادہ سے زیادہ DePree، ہرمن ملر انکارپوریٹڈ کے چیئرمین اور سی ای او، "ہرمن ملر   ، وال سٹریٹ جرنل، 3 مئی، 1988 کارپوریٹ تخلیق کی "راز
		-- Karl's Programming Proverb 0x7

%
مسٹر DePree بھی تمام کام کی جگہوں میں ایک "زبردست سماجی تبدیلی" کی توقع رکھتا ہے. "کبمیں نے پہلی بار 40 سال پہلے کام شروع کر دیا، ایک فیکٹری سپروائزر پر مرکوز تھامصنوعات کی. آج اس کی وجہ سے سماجی ماحول کے، بڑی تیزی سے مختلف ہے.ایک مزدور اپنی شفٹ پر پہنچتے ہیں اور کچھ خاندان ہے کے لئے غیر معمولی نہیں ہےمسئلہ وہ حل کرنے کے لئے کس طرح پتہ نہیں ہے کہ. ایک میں نے استعمال کرنا چاہیں مثال ہےمیں آتا ہے اور کہتا ہے کہ جو آدمی 'یہ میرے لئے ایک اچھا دن ہو میرے بیٹے کو نہیں جا رہا ہے،ایک نشے میں ڈرائیونگ کے الزام میں جیل میں ہے اور میں نے درخواست ضمانت کو بلند کرنے کے لئے کس طرح پتہ نہیں ہے. 'کیا مطلب ہے کہ سپروائزر پیداوری چاہتا ہے تو، اسے پتہ ہے کہ ہےکس طرح ضمانت میں بلند کرنے کے لئے. "- زیادہ سے زیادہ DePree، ہرمن ملر انکارپوریٹڈ کے چیئرمین اور سی ای او، "ہرمن ملر   ، وال سٹریٹ جرنل، 3 مئی، 1988 کارپوریٹ تخلیق کی "راز
		-- Karl's Programming Proverb 0x7

%
بیوقوف پیچیدگی نظر انداز. پرستوں اس کا شکار.کچھ اس سے بچنے کر سکتے ہیں. مائباشالی اسے ختم.
		-- Perlis's Programming Proverb #58, SIGPLAN Notices, Sept.  1982

%
"کیا اگر" پیکارڈ کا ٹریڈ مارک ہے، اس میں اس کا استعمال بند تمہارااجازت، یا خطرے کے بغیر جملوں مقدمہ کیا جا رہا.
		-- Perlis's Programming Proverb #58, SIGPLAN Notices, Sept.  1982

%
اب، اگر دنیا کے رہنماؤں - کی وجہ سے رہنما ہیں جو لوگوں، سیاسی فوجی یا مالی طاقت، اور ضروری نہیں کہ حکمت یابنی نوع انسان کے لئے غور - ہم سے ھیںچو کرنے کے لئے ان رہنماؤں کا انتظام تو نہیںگرہوں خودکش میں دہانے سے زیادہ، ان بگاہے سے pompous باوجودتجاویز وہ ایسا کرنے واجب محسوس کر سکتے ہیں کہ، ہم اس سے آگے زندہ رہ سکتی ہے1988.
		-- George Rostky, EE Times, June 20, 1988 p. 45

%
Algol 68 کے ضروری خیالات کہ پورے زبان ہونا چاہئے تھےمختصرا وضاحت کی گئی ہے اور یہ کہ تمام ٹکڑے ٹکڑے ایک دوسرے کے ساتھ آسانی سے فٹ چاہئے.پاسکل کے پیچھے بنیادی خیال یہ کس طرح کی مبہم کوئی فرق نہیں تھا کہ تھازبان تصریح تھا (یہ واضح کرنے کے لئے * * سال لگ گئے) یا کس طرح بہت کچاکناروں پر جب تک CDC پاسکل سنکلک تیز تھی کے طور پر، وہاں تھے.
		-- Richard A. O'Keefe

%
"ہم. ہم نے دیکھا. آیا ہم نے اس کے پچھواڑے لات ماری."
		-- Bill Murray, _Ghostbusters_

%
"ستارے زمین کے طور پر اسی ایٹموں سے بنا رہے ہیں." میں عام طور پر ایک چھوٹا سا اٹھااس طرح کے موضوع پر ایک لیکچر دینے کے لئے. شاعر سائنس سے دور لے جاتا ہے کا کہنا ہے کہستاروں کی خوبصورتی - گیس ایٹموں کے محض gobs. کچھ بھی نہیں "محض" ہے. میں نے بھی کر سکتے ہیںایک صحرا کی رات ستاروں کو دیکھنے کے، اور انہیں محسوس. لیکن میں کم یا زیادہ دیکھتے ہیں؟آسمانوں کی وسعت میری کلپنا پھیلا ہوا ہے - اس carousel پر پھنسمیری چھوٹی آنکھ ایک ملین سالہ روشنی دیکھ سکتے ہیں. ایک وسیع پیٹرن - جن میں سےمیں نے ایک حصہ ہوں - شاید میرا سامان ایک کے طور پر، کچھ بھول ستارہ سے belched گیا تھاوہاں اگلنے رہا ہے. یا تمام جلدی، پالومر کی زیادہ آنکھ کے ساتھ ان کو دیکھنے کےعلاوہ وہ سب کے سب ایک دوسرے کے ساتھ شاید تھے جب کچھ عام نقطہ اغاز سے.پیٹرن، یا معنی، یا * کیوں؟ * یہ نقصان نہیں کرتا کیا ہےاسرار اس کے بارے میں تھوڑا سا جانتے ہیں. کہیں زیادہ شاندار کے لئے سچ سے زیادہ ہےماضی کے کسی بھی فنکاروں کا تصور! کیوں حال کے شاعر نہیں بولتےاس کا؟ کیا مردوں شاعروں مشتری کی بات کر سکتے ہیں جو وہ اس شخص کی مانند ہوتے تو ہیں، لیکنوہ ہے تو میتھین اور امونیا کے ایک بہت بڑا کتائی دائرے خاموش ہونا ضروری ہے؟
		-- Richard P. Feynman (1918-1988)

%
تم اپنے آپ کو ڈرائنگ معانی باہر میں معانی (بجائے پڑھنے کے لئے کی اجازت توکے) ثبوت، آپ کو اپنی پسند کے کسی بھی نتیجہ نکالنا کر سکتے ہیں.
		-- Michael Keith, "The Bar-Code Beast", The Skeptical Enquirer Vol 12 No 4 p 416

%
"pseudocode کے بحالی میں مدد کے لئے کسی حد تک استعمال کیا جا سکتاعمل. تاہم، pseudocode کے انتہائی تفصیلی جاتا ہے -کوڈ کی خود کی تفصیل کی سطح کے قریب - کی نہیں ہےبحالی دستاویز کے طور پر زیادہ سے زیادہ استعمال. اس طرح کے تفصیلیدستاویزی کوڈ کے طور پر تقریبا طور پر زیادہ سے برقرار رکھا جائے ہے،یوں بحالی بوجھ دگنا کرنے. مزید برآں، کے بعد سے اس طرحضخیم pseudocode میں رکھا جانا بھی پریشان ہےخود لسٹنگ، یہ ایک الگ فولڈر میں رکھنا چاہیے.نتیجہ: pseudocode کے بعد سے - اصلی کوڈ برعکس - ہونا ضروری نہیں ہےبرقرار رکھا، کوئی بھی اسے برقرار رکھیں گے. یہ جلد سے باہر بن جائے گاتاریخ اور ہر کوئی اسے نظر انداز کرے گا. (ایک بار، میں ایک غیر رسمی کیا42 دکانیں pseudocode کے استعمال کیا ہے کہ سروے. ان لوگوں کو 42، 0 [صفر!]،یہ بحالی دستاویز کے طور پر کسی بھی قیمت تھا کہ پایا. "         --Meilir پیج جونز، "تشکیل کے لئے عملی گائیڈ           ڈیزائن "، Yourdon پریس (ج) 1988
		-- Michael Keith, "The Bar-Code Beast", The Skeptical Enquirer Vol 12 No 4 p 416

%
"صرف ایک دماغ خراب آپریٹنگ سسٹم کام سوئچنگ کی حمایت اور نہیں کرے گاmultitasking کی حمایت کرنے کا سادہ اگلے قدم ہے. "
		-- George McFry

%
سگمنڈ فرایڈ نے کہا ہے الزام لگایا ہے کہ آخری تجزیے پورے میدان میںنفسیات کی حیاتیاتی الیکٹرو کرنے کو کم کر سکتے.
		-- George McFry

%
جادوگر اس کی اعلی کرسی پر بٹھایا اور حق کے ساتھ دنیا پر لگ رہا ہے.انہوں نے ان طاقتوں کے عروج پر ہے. انہوں نے اپنی آنکھوں کو بند کر دیتا ہے تو وہ دنیا کا سبب بنتا ہےغائب کرنا. انہوں نے اپنی آنکھیں کھولتا ہے تو وہ واپس آنے کے لئے دنیا کا سبب بنتا ہے. توہم آہنگی دنیا ہم آہنگی ہے اس کے اندر موجود ہے،. غیظ و غضب ان کو پاش پاش تواندرونی ہم آہنگی، دنیا کے اتحاد ٹوٹ گیا ہے. خواہش کے اندر پیدا ہوتا ہے تواس کے، وہ مطلوبہ اعتراض نظر کرنے کا سبب بنتا ہے کہ جادو کے syllables بولے.ان کی خواہشات، اس کے خیالات، اس کے اشاروں، ان کے شور کائنات کو حکم.
		-- Selma Fraiberg, _The Magic Years_, pg. 107

%
یہ کون جانتا ہے کہ ایک جانور، اپنی شناخت کا احساس ہے کہ ایک کے، ہےایک مطمئن مخلوق، برباد لئے خود کے لئے نئے مسائل پیدا کرنے کے لئےاس سیارے پر ان کے قیام کی مدت. ماؤس اور نہ chimp کو نہ تو چونکہکر رہا ہے، وہ اس کی پیروی ہے کہ تمام تکلیفیں مسائل بچ جاتا ہے کیا جانتا ہےدریافت. لیکن جیسے ہی انسانی جانوروں کے طور پر خود سے یہ سوال پوچھا جوابھر کر سامنے آئے، وہ شک کا ایک ہمیشگی میں خود کو اور اس کی اولاد ڈوب گیااور brooding، قیاس اور سچائی کے حصول کے ذریعے اس goaded تھا ہے کہصدیوں کے مسلسل بھوک یا جنسی طور چاہت. chimp کو کرتا ہےپتہ نہیں کہ وہ موجود ہے ان کی اصل کو دریافت کرنے کارفرما نہیں ہے اور بچ جاتا ہےان کے اپنے اختتام پر غور کے افسوسناک ضرورت. اور یہاں تک کہ جانوروں کے اگرمحققین ایک سو کیلے کا شمار کرنے کے لئے ایک chimp کو پڑھانے میں کامیاب ہونے یاشطرنج کھیلنا، chimp کو کوئی سائنس کی ترقی کرے گا اور وہ کوئی نمائش کرے گاانسانی حکمت کا سب سے بڑا حصہ کے لئے خوبصورتی کی تعریف کے، کا پتہ لگایا جا سکتا ہےآغاز اور ختم کی ابدی سوالات کے واپس دینے کے لئے کویسٹزندگی خود کو، اپنے وجود کو معنی.
		-- Selma Fraiberg, _The Magic Years_, pg. 193

%
نظام الاوقات پر تبصرہ: ٹھیک ہے، یہ کتنا وقت لگے گا؟   ابتدائی اجلاسوں میں ملوث ہر ایک کے مینیجر کے لئے ایک ماہ کا اضافہ.   ہر ایک کے مینیجر کا کہنا ہے جو "ڈیٹا کے بہاؤ کا تجزیہ" کے لئے کسی دوسرے مہینے کا اضافہ.   ہر ایک منفرد اختتامی صارف قسم کے لئے ایک ماہ کا اضافہ.   ملازمت کے لئے ہر ایک نامعلوم سوفٹ ویئر پیکج دو ماہ کا اضافہ.   ہر ایک نامعلوم ہارڈویئر ڈیوائس کے دو ماہ کا اضافہ.   ڈویلپر اور تنصیب کے درمیان ہر ایک 100 میل کے لئے ایک ماہ کا اضافہ.   مواصلاتی چینل سے ہر ایک قسم کے لئے ایک ماہ کا اضافہ.   ایک آئی بی ایم کے مین فریم کی دکان ملوث ہے اور کیا جاتا ہے تو آپ کو ایک غیر IBM پر کام کر رہے ہیں      نظام 6 ماہ کا اضافہ.   ایک آئی بی ایم کے مین فریم کی دکان ملوث ہے اور آپ کو ایک IBM پر کام کر رہے ہیں تو      نظام 9 ماہ کا اضافہ.قریب ترین نصف سال تک دور.--Brad شرمنویسے، تمام سافٹ ویئر کے منصوبوں تکراری prototyping کی طرف سے کیا جاتا ہے.کچھ کمپنیوں کو ان کے prototypes کے "ریلیز" کہتے ہیں، کہ تمام ہے.
		-- Selma Fraiberg, _The Magic Years_, pg. 193

%
    UNIX شیل اتارنا چوتھی نسل پروگرامنگ زبان ہے    یہ ایک چھوٹی سی میں ایپلی کیشنز کو ایسا کرنے سے یہ ممکن بناتا ہے کہ UNIX شیل ہے    کوڈ اور وقت کا حصہ یہ تیسری نسل زبانوں میں لیتا ہے. میں    شیل تم ساری فائلز ایک وقت میں، کی بجائے صرف ایک لائن کی ایک پر عملدرآمد    وقت. اور، UNIX شیل میں کوڈ کی ایک لائن، ایک یا ایک سے زیادہ پروگرام ہے    جس کی وجہ سے 3GL میں دی گئی ہدایات کے صفحات سے زیادہ کرتے ہیں. درخواستیں ہو سکتا ہے    روایتی ساتھ گھنٹے اور دن، بجائے مہینوں اور برسوں میں تیار    سسٹمز. دیگر 4GLs دستیاب آج سب سے زیادہ زیادہ کوبول یا کی طرح نظر    آر پی جی، تیسری نسل زبانوں میں سے اکثر تکاؤ."UNIX سنبندپرک ڈیٹا بیس انتظام: UNIX میں درخواست کی ترقی راڈ Manis کی، کوائف شیفر، اور رابرٹ Jorgensen کی طرف سے ماحول ". Prentice ہال سافٹ ویئر سیریز. برائن Kerrighan، ایڈوائزر. 1988.
		-- Selma Fraiberg, _The Magic Years_, pg. 193

%
"ہنسی آپ کر سکتے ہیں جبکہ، بندر لڑکے."
		-- Dr. Emilio Lizardo

%
"حوصلے کو بہتر بناتا ہے جب تک کوڑے جاری رکھیں گے."
		-- anonymous flyer being distributed at Exxon USA

%
"ارے آئیون، اپنی چھ چیک."- Sidewinder میزائل جیکٹ پیچ، ایک Sidewinder پونچھ تک ڈرائیونگ دیکھیے ایک روسی ایس یو 27
		-- anonymous flyer being distributed at Exxon USA

%
"آزاد منڈیوں کے حل جیتنے کے لئے منتخب کریں."
		-- Eric S. Raymond

%
"میں ایک ہے کہ کمپنیوں کو ناپسند ہم-تو you'll- ہیں-اعلی کاہنوں کے ہارڈ ویئرطرح کیا، ہمیں، دے، آپ کا رویہ. I اجناس منڈیوں کی طرح ہے جس میں لوہے-and-سلکان ہاکروں وہ سافٹ ویئر کی اقسام کے لئے تیزی سے کھلونے فراہم کرنے کے لئے موجود ہیں جانتے ہیں کہساتھ کھیلنے کے لئے میری طرح ... "
		-- Eric S. Raymond

%
"تباہ کرنے کی خواہش بھی ایک تخلیقی خواہش ہے."- Bakunin[ایڈ. نوٹ - میں کہتا ہوں: تباہ کرنے کی خواہش کبھی کبھی ایک تخلیقی خواہش ہو سکتی ہے].
		-- Eric S. Raymond

%
"A تجارتی، اور کچھ معاملات میں ایک سماجی، شک میں شروع کیا گیا ہے گزشتہ سال یا دو، یہ سیکورٹی اتنا کھل تبادلہ خیال کرنے کا حق ہے یا نہیں یا تالے کے عدم تحفظ. کئی اچھی طرح معنی افراد گفتگو کہ فرض صیون تالے کی توقع کی حفاظت کے چونکانے کے لئے کا مطلب احترام پیش کرتا ہے ایک بے ایمانی کے لئے پریمیم کی، کس طرح دوسروں دکھا کر بے ایمان ہونے کے لئے. یہ ایک fal- ہے lacy کی. میں Rogues ان کے پیشے میں بہت شوقین ہیں، اور پہلے ہی بہت کچھ جانتے ہیں ہم نے ان roguery کے ان کے کئی قسم کے احترام سکھا سکتے ہیں کے مقابلے میں. میں Rogues جانتے تھے تالہ سازان پہلے طویل lockpicking کے بارے میں ایک اچھا سودا آدمیوں میں بحث نفس، وہ حال کیا ہے. ایک تالا تو - یہ سب what- میں بنایا گیا ہے اتنا ناقابل فسخ نہیں ہے، یہ اب تک ہے کے طور پر - کبھی بھی ملک، یا جو کچھ ساز کی طرف سے ہونا تصور کیا گیا، یقینا یہ جاننا * * ایماندار افراد کے مفاد میں ہے اس حقیقت کو، کیونکہ * بیئمان * سے پہلے ہونا tolerably یقین رکھتے ہیں عملی طور پر علم کا اطلاق؛ اور علم کے پھیلاؤ کے لئے ضروری ہے جہالت کی طرف سے شکار ہو سکتا ہے جو ان لوگوں کے لئے منصفانہ کھیلیں دے. یہ بہت نہر نہیں ہو سکتا nestly، زور دیا کہ وہ اصل حقائق سے واقف ہوں گے، آخر میں، بہتر ہو کہ تمام جماعتوں کے لئے. "- تالے کی تعمیر پر چارلس Tomlinson نے کے ابتدائی المسایل،   1850 کے ارد گرد شائع
		-- Eric S. Raymond

%
 احترام میں تالا سازی کرنے کے لئے، شاید ہی بے ایمانی طور پر ایسی بات نہیں ہو سکتا ارادے کی: موجد وہ ایمانداری گا سوچتا ہے جس میں ایک تالا کی پیداوار فلاں خصوصیات کے حامل؛ اور وہ دنیا کے سامنے اپنے ایمان کا فرمان ہے. دوسروں ان خصوصیات کے متعلق رائے میں اس سے اختلاف کرتے ہیں، تو یہ کھلا ہوا ہے ان سے اتنا کہنا؛ اور بحث، حقیقت سے منظم کیا، ضرور آنا چاہئیے پبلک فائدہ: بحث تجسس، اور تجسس اتیجیت stimu- lates ایجاد. سوال کا ایک جزوی اور محدود نقطہ نظر کے سوا کچھ نہیں رائے کا باعث بن سکتا نقصان کے نتیجے کر سکتے ہیں: نقصان تو نہیں، یہ ہو جائے گا اچھا کی طرف سے counterbalanced سے کہیں زیادہ. "- تالے کی تعمیر پر چارلس Tomlinson نے کے ابتدائی المسایل،   1850 کے ارد گرد شائع کیا.
		-- Eric S. Raymond

%
"لگ رہے کرنے کے لئے نہیں چاہتے ہیں، لیکن، سب سے بہتر ہو."
		-- Aeschylus

%
"سروے کا کہنا ہے کہ ..."
		-- Richard Dawson, weenie, on "Family Feud"

%
"پال Lynde بلاک کرنے ..."
		-- a contestant on "Hollywood Squares"

%
"کے مقابلے کے علاوہ کچھ معاملات اچھی کوڈ لکھنے کے لئے."
		-- Karl Lehenbauer

%
اچھی کوڈ لکھنے کے لئے ایک قابل چیلنج، اور مہذب نعمتوں کا ایک ذریعہ ہے.
		-- stolen and paraphrased from William Safire

%
"حماقت، فضیلت کی طرح، اس کے اپنے اجر ہے"
		-- William E. Davidsen

%
"ایک کمپیوٹر براہ راست تمام RAM آپ استعمال کر سکتے خطاب نہیں کر سکتے ہیں، تو یہ صرف ایک کھلونا ہے."
		-- anonymous comp.sys.amiga posting, non-sequitir

%
"کبھی لائیو ڈریگن پر ہنسنا، پر Bilbo بیوکوف!" اس نے اپنے آپ سے کہا، اور یہ بن گیاان کی ایک پسندیدہ کہاوت بعد میں، اور ایک کہاوت میں منظور. نہیں "آپ ہیں تقریباابھی تک اس مہم کے ذریعے، "انہوں نے کہا، اور یہ کہ اس کے ساتھ ساتھ خوبصورت سچ تھا.
		-- Bilbo Baggins, "The Hobbit" by J. R. R. Tolkien, Chapter XII

%
"ایک گندی ذہن ایک خوشی ہمیشہ کے لئے ہے."
		-- Randy Kunkee

%
"تم سات پاؤں تعلیم نہیں دے سکتے."- فرینک Layton، یوٹاہ جاز باسکٹ بال کوچ، کہا جب اس نے بھرتی کیا تھا کیوں   سات فٹ لمبا آٹو میکینک
		-- Randy Kunkee

%
"ایک گاڑی پہیوں پر صرف ایک بڑا پرس ہے."
		-- Johanna Reynolds

%
"تاریخ اپنے ارادوں کے جواز کے سیاستدانوں کی طرف سے استعمال کیا جاتا ہے ایک آلہ ہے."
		-- Ted Koppel

%
"Gozer Gozerian: شہر کے ودوت مقرر نمائندے کے طور پر،کاؤنٹی اور نیویارک کی ریاست، میں اس طرح سے آپ سب الوکک موقوف آرڈرایک بار میں سرگرمیوں اور اپنے آبائی جگہ پر فوری طور پر آگے بڑھنے یاقریب ترین متوازی طول و عرض، جو بھی قریب ترین ہے. "
		-- Ray (Dan Akyroyd, _Ghostbusters_

%
یہ زیادہ کی منصوبہ بندی کرنے اور کچھ نہیں مشکل ہے کہ وہاں یاد کرنا ضروری ہےکامیابی کا شبہ، اور نہ ہی اس کا نظم کرنے کے لئے زیادہ خطرناک، ایک کی تخلیق سےنئے نظام. initiator کی کے لئے سب سے دشمنی کرنے والے کی طرف سے فائدہ گی ہےپرانے اداروں اور میں محض نیم گرم کے دفاع کے تحفظنئے لوگوں کی طرف سے حاصل کرنے والوں.
		-- Machiavelli

%
خدا نے مجھے بڑھاپا عطا چیزیں میں تبدیل نہیں کر سکتے قبول کرنے کے لئے،مایوسی، باتیں اس پر اثر انداز نہیں کر سکتے ہیں کو تبدیل کرنے کی کوشش کرنااور حکمت فرق بتانے کے لئے.
		-- Machiavelli

%
تقریر کرنے کے طور پر سب سے پہلے. یہ استحقاق کی بنیاد پر ٹکی ہوئی ہے کہکوئی تجویز ہے تاکہ یکساں یہ نہیں ہو سکتا کہ تسلیم کیا ہےقانونی، چیلنج کیا پوچھ گچھ، اور بحث. اس پر آرام کی ضرورت نہیںمزید کہا کہ بنیاد ہے کہ نہیں ہیں کوئی قضایا نےشک کرنے کی کھلی؛ یہ آخر میں یہ کہ، موجود ہیں یہاں تک کہ اگر کافی ہے،پاننڈ کے خطرے کو چلانے کے لئے کے مقابلے میں بدتر اختلاف رائے کو دبانے کے لئے. لھذا اس سے یہبار بار غیر مشروط نے اعلان کیا گیا ہےاستحقاق پر کوئی حد اب تک الفاظ صرف سننے والوں 'کو متاثر کرنے کی کوشش کے طور پرعقائد اور ان کے طرز عمل. مصیبت کے طرز عمل کو تقریبا ہےہمیشہ کچھ عقیدے کی بنیاد پر، اور یہ کہ سب کچھ سننے والا عقیدہ تبدیل کرناعام طور پر کسی حد تک ان کے طرز عمل کو تبدیل کریں گے، اور اس سے بھی پکارنا سکتا ہےمنظم قانون ممانعت کرتا ہے.[سییف. ہاتھ، لبرٹی، شکاگو پریس، 1952 کی یونیورسٹی کے روح سیکھا؛فیصلہ کرنے کا فن اور کرافٹ: جج کے فیصلے سیکھا ہاتھ،ترمیم اور Hershel سے Shanks، MacMillian کمپنی، 1968. طرف سے ینوٹیٹ]
		-- Machiavelli

%
مجھے یہ لگتا ہے کے مقابلے میں دیر سے بغاوت چوسٹس زیادہ الارم دے دیا ہےکیا کرنا چاہیے. کورس میں 13 ریاستوں میں ہے کہ ایک کو بغاوت کا حساب لگائیں11 برس تک، ایک صدی اور ایک نصف میں ہر ریاست کے لئے ایک ہے. کوئی ملکایک کے بغیر اتنی دیر ہونا چاہئے.
		-- Thomas Jefferson in letter to James Madison, 20 December 1787

%
"بیلے کے نو سال، گدی."- شیلی لانگ، انہوں نے کہا کہ ایک گھاٹی پر ایک کود کرنے کے بعد برا آدمی کرنا   کر سکتے تھے نہ بالکل، "اشتعال انگیز فارچیون" میں
		-- Thomas Jefferson in letter to James Madison, 20 December 1787

%
تم UUCP کنکشن کی ایک بھولبلییا میں ایک جیسے ہیں، سب کو.
		-- Thomas Jefferson in letter to James Madison, 20 December 1787

%
"پیٹییل میں ہے کہ انسان اس طرح ایک علاج ہے، تو کیوں نہ وہ اپنی بیوی کی بنا سکتے ہیں سی ہیارسٹائل نیچے جانا؟ "
		-- Robin Williams

%
8) روٹنگ کیبل میں عقل کا استعمال کریں. کے ذرائع کے ارد گرد ریپنگ منانا بچیں     مضبوط برقی یا مقناطیسی شعبوں. کے ارد گرد کیبل کو لپیٹ مت     مثال کے طور پر روشنی کے ballasts کے یا cyclotrons، flourescent.- ایتھرنیٹ headstart کو مصنوعات، معلومات اور تنصیب کی گائیڈ،   بیل ٹیکنالوجیز، ص. 11
		-- Robin Williams

%
"ایک تعجب یوجنیٹ کیا ہے؛ سے اٹکل کے اس طرح کے تھوک پیداوارحقیقت میں اس طرح ایک trifling سرمایہ کاری. "
		-- Carl S. Gutekunst

%
وییمایس مرنا ہوگا!
		-- Carl S. Gutekunst

%
MS-DOS مرنا ہوگا!
		-- Carl S. Gutekunst

%
OS / 2 مرنا ہوگا!
		-- Carl S. Gutekunst

%
Pournelle مرنا ہوگا!
		-- Carl S. Gutekunst

%
ردی کی ٹوکری میں، انجیل آؤٹ
		-- Carl S. Gutekunst

%
"ایک multipartisan بات کی طرح ہو جائے کرنے کے تشدد کے خلاف ہونے کی وجہ چاہئے."
		-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian

%
"حقائق احمقانہ باتیں ہیں."- صدر رونالڈ ریگن   (ایک '88 GOP کنونشن کے موقع پر اپنی تقریر سے blooper)
		-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian

%
"دلیل پیدائش کے لغوی کہانی سائنس کے طور پر اہل ہو سکتا ہے کہتخلیق 'پکارتے کرنے کی ضرورت: تین بڑے میدانوں میں گرگئیمیں زمین کی تاریخ کے واقعات کو سکیڑیں کرنے کے لئے میں معجزاتچند ہزار سال کے بائبل کا دورانیہ؛ کے لئے ان کی انچرچھادعوی ہے کہ تمام سمیت دعووں واضح طور پر غلط ثابت، ترکفوصل نوح کے سیلاب کی پیداوار ہیں. اور مسخ پر اپنے انحصار کو،غلط حوالہ دینا، آدھا اقتباس، اور سیاق و سباق سے باہر ورژن کی خصوصیات پران کے مخالفین کے نظریات. "- اسٹیفن جے گولڈ، "تخلیق پر فیصلے"،   شبہ انکوائرر، سرمائی 87/88، ص. 186
		-- Karl Lehenbauer, as amended by Jeff Daiell, a Libertarian

%
"روک تھام کے ایک ونس کوڈ کی ایک ٹن کے برابر ہوتی ہے."
		-- an anonymous programmer

%
"آئی بی ایم کے لئے، 'اوپن' کا مطلب میں سے کچھ کے درمیان انٹرآپریبلٹی کی ایک modicum ہے انسامان. "
		-- Harv Masterson

%
"بس آپ کو پروگرام کر سکتے ہارڈ ویئر کے طور پر ایک کمپیوٹر کے بارے میں سوچنا."
		-- Nigel de la Tierre

%
"آپ کو ایک مشین کے مالک ہیں تو، آپ کو یہ کی ملکیت کے نتیجے میں ہیں، اور آپ کا وقت خرچ یہ خدمات سر انجام دے ... "
		-- Marion Zimmer Bradley, _The Forbidden Tower_

%
"سب کچھ ممکن ہے، لیکن نہیں آسان تک آسان بنایا جانا چاہئے."
		-- Albert Einstein

%
"کارڈ ریڈر؟ ہم کوئی بدبودار کارڈ ریڈر کی ضرورت نہیں ہے."- پیٹر ڈی سلوا (ایک میں نیشنل اکیڈمی آف سائنسز، 1965، اوپر   خاص طور پر وشد تصور)
		-- Albert Einstein

%
آپ اچھی فطرت اسیم خوشی کو لے آئے گا.
		-- Albert Einstein

%
ہمیشہ فائی، یار.
		-- Albert Einstein

%
حوصلہ افزائی اور خطرے کے Tracer ڈیوٹی کے لئے آپ کی تعیناتیوں کا انتظار! ایک سراغ رساں کی حیثیت سے،آپ چپچپا، مجرمانہ اعداد و شمار کو چوروں کے کمپیوٹر نیٹ ورک سے چھٹکارا ضروری ہے.وہ مشکل ہیں اور کارروائی مشکل ہو جاتا ہے، تو دیکھو! استعمال تمامآپ کی مہارت، آپ کو یا تو اپنے آدمی کے حاصل یا آپ کو جلا دیا مل جائے گا!
		-- advertising for the computer game "Tracers"

%
"strapping کے کی ایک پوری برادری وال سٹریٹ جانے والی نوجوانوں جہنم -. اسایک خون غسل ہونے جا رہا ہے! "
		-- Post Bros. Comics

%
"پڑوسیوں !! ہم ہمسائے ملے! ہم کسی بھی پڑوسیوں ہے کرنا نہیں ہے، اورمیں نے صرف ایک گولی مار کرنے کے لئے تھا. "
		-- Post Bros. Comics

%
"پکڑ لیا، آپ کو گندی گردن weenies کے!"
		-- Post Bros. Comics

%
. interlard - VT، intersperse کے لئے؛ متنوع بنانے
		-- Webster's New World Dictionary Of The American Language

%
"ہر کوئی لیکن کوئی بھی موسم کے بارے میں بات کر رہا ہے اس کے بارے میں کچھ نہیں کرتا."
		-- Mark Twain

%
"یہ کتنے teamsters کے ایک روشنی بلب میں نچوڑنا کرنے کے لئے لگتا ہے؟"   "پندرہ !! آپ اس کے ساتھ ایک مسئلہ ہے؟"
		-- Mark Twain

%
"کیا آپ میرے استاد نہیں تھے، میں نے آپ کو صرف اپنے تمام فائلوں کو خارج کر لگتا تھا."- ایک گمنام UCB CS طالب علم، ایک انسٹرکٹر جو ٹائپ کیا تھا "RM -i *" کرنا   نامی ایک یونیکس نظام پر "-f" ایک فائل سے چھٹکارا حاصل.
		-- Mark Twain

%
"جہنم میں سب سے زیادہ گرم جگہوں سے ان لوگوں کے لیے مخصوص کر رہے ہیں جو، اخلاقی کے دور میںبحران، ان کی غیر جانبداری سالم. "
		-- Dante

%
"درمیانے پیغام ہے."
		-- Marshall McLuhan

%
"درمیانے مساج ہے."
		-- Crazy Nigel

%
"مجھے ایک اچھا ہارے دکھائیں، اور میں آپ کو ایک ہارے ہوئے دکھاتا ہوں."
		-- Vince Lombardi, football coach

%
"ہم نے واشنگٹن کے MBA کے باہر بھاگ گیا ہے تو اس کی مدد کر سکتے."
		-- Admiral Grace Hopper

%
ایک مختصر Blackout کی طرف سے تازہ دم، میں اپنے پاؤں پر مل گیا اور اگلے دروازے چلا گیا.
		-- Martin Amis, _Money_

%
کھل دروازے جدا اور میں لابی کے ساگون اور ٹمٹماہٹ میں باہر لڑکھڑاتے.وردی مردوں impassively ان کھائی میں sentries کی طرح کی طرف سے کھڑے ہو گئے. مجھے چانٹا مارامیز پر میری چابی اور شدید سر ہلایا. میں نے کرنے کے قابل نہیں ہونا کافی لوڈ کیا گیابتاتے ہیں کہ وہ مجھے لوڈ کیا گیا بتا سکتا ہے کہ آیا. وہ اعتراض کریں گے؟ میں یقینی طور پر تھابہت دیکھ بھال بھری ہوئی. I میں Boxy، schlep کمدوں کامیابیاں کے ساتھ دروازے میں منتقل کر دیا.
		-- Martin Amis, _Money_

%
میں صرف ایک بات پوچھنا. مجھے فہم ہوں. میں بالغ ہوں. اور اس کے لئے زیادہ نہیں ہےپوچھیں. میں نے لندن میں واپس حاصل کرنے، اور اس کے نیچے سے باخبر رھنے، اور ساتھ خلوت چاہتے میریسیلینا - یا اس سے بھی اکیلے نہیں،، اوہ محض لئے کافی اس کے قریب، قریباس lemony آنکھوں کے flecked webbing کے دیکھنے کے لئے، اس کی جلد سونگھ، مولڈنگاس میں Artful ہونٹوں کی. بس چند قیمتی لمحوں کے لئے. صرف طویل کرنے کے لئے کافیایک اچھا، صاف مککا میں ڈال دیا. یہی تو میں پوچھنا تمام ہے.
		-- Martin Amis, _Money_

%
"عشق میں ناکام رہتے ہیں، لیکن سوپیی previal ​​گے."
		-- A Kurt Vonnegut fan

%
نیو یارک ایک جنگل ہے، وہ آپ کو بتا. آپ کو مزید جانے، اور یہ کہ کہہ سکتے ہیںنیو یارک ایک جنگل ہے. نیویارک * کے کالم کے نیچے ایک جنگل ہے. *کے، مطلب سے Limpopo پگھلنے روڑی سے بنا پرانے بارش جنگل، اٹنویں ایونیو Crocs اور ڈریگن، شیر مچھلی، شور کی ایک ناراض argosy دیتامشینیں، rainmakers پسینہ آ رہا. کونوں پر کھڑے ہیں اور witchdoctorsھیڈ، جادو مرد بڑبڑا - باشندے، جنگل سمارٹ باشندے.اور رات کو بھی، استوائی overgrowth کی اور گرمی انعقاد بادل کے نیچےکا احاطہ، آپ، سائرن کے میں Ragged توتے-گھرتاسوچک شور اور monkeysqueak سنتےاور پھر راکشسوں سے بچنے کے لئے پھول آگ. سنبل گلیوں ہیںگڈڑھی اور نیٹ اور نیٹ ورک کے ساتھ کھل. ایک گائیڈ کرایہ. آپ سے Snakebite باندوIn Gook کی اور آپ blowdart سیرم. سنجیدگی سے لے. آپ کو حاصل کرنے کے لئے ہےسا جنگل وار.
		-- Martin Amis, _Money_

%
اب میں گوشت مارکیٹ کے ملک کی طرف نیچے میری گرم، پنجری میں جارہے تھے،،مغربی گاؤں کی نوک. یہاں redbrick گوداموں لوت کے طور پر دوگناگیلریوں اور چوہا چھتے، مین ہٹن پودوں اس پر ضروری کی تلاش میںسطح، زندہ یا مردہ. یہاں بھی آپ کو، بھاری ہوموسیکسال Hangouts کو ملسپائیک، پانی کی الماری، ماں لوڈ. کوئی بھی نہیں چلا جاتا ہے کیا جانتا ہےان جگہوں میں. صرف بھاری fagots کے جانتے. یہاں تک کہ فیلڈنگ کسی حد تک لگتا ہےسوال پر مبہم. تم سے zapped جاتے ہیں اور کوڑے مارے اور پر پھینک دیا - کی طرف سےتقریبا کسی کے معیارات، آپ کو ایک بہت ہی خوفناک وقت ہے. اوسطسرپرست سے ایک ٹیکسی میں سپائیک میں پہنچ گئے لیکن ان کی جراب پر واپس جانے کی ضرورت ہےدو میں. اور پھر اگلی رات وہ زیادہ کے لئے ظاہر کرتا. وہ بیڑیریک کے لئے خود کو، وہ urinals میں دھوپ سینکنا. ان لوگوں کی ایک بہت کچھ ہےآپ میری رائے، خاص طور پر ماؤں چاہتے ہیں تو، کرنے کی وضاحت. معذرتاس طرح آپ عورتوں کے باہر واحد کے لئے لیکن کہانی کہیں شروع کرنا ضروری ہے.گھنٹہ وار قتل کے لئے ترس - یہ چاہتا نہیں کیا جا سکتا. اس دوران میں،فیلڈنگ مجھ سے کہتا ہے، ماں فطرت، قدرت پر لگتا ہے اور اس کے پاؤں اور کلکس نلکےاس کی زبان. ہمیشہ یک زوجگی کے ایک ممتاز، وہ کسی کو پسند پک رہا ہےنئی بیماریوں. وہ صرف اس کے لئے کھڑے ہونے کے لئے نہیں جا رہا ہے.
		-- Martin Amis, _Money_

%
"تم، صرف ایک بار کے لئے یہ کرنے کی کوشش جو کک کے لئے ٹھیک پایا، لیکن اب تم باہر تلاش آپ کو، چپک جاتی ہے کہ عادت ہے آپ کو ایک orgasm کے عادی ہیں، تم اس میں ہمیشہ رہے ہیں، اور آپ کو ایک orgasm کے عادی ہیں. "
		-- The Buzzcocks

%
"کانگریس کے سوا کوئی واضح امریکی جرائم پیشہ طبقے نہیں ہے."
		-- Mark Twain

%
"آپ کو آپ کو واقعی لگتا ہے کہ کیا جاننے کی ادائیگی کریں گے."
		-- J. R. "Bob" Dobbs

%
"ہم نے ایک بہت ہی kooky وقت میں، رہتے ہیں."
		-- Herb Blashtfalt

%
"اپنی آنکھوں پر اون ھیںچو!"
		-- J. R. "Bob" Dobbs

%
"ٹھیک ہے،" بابی، نے کہا کہ اگر اس کا ہینگ ہو رہی ہے، "پھر میٹرکس کیا ہے؟وہ ایک ڈیک ہے، اور Danbala ایک پروگرام، سائبر سپیس میں کیا ہے؟ "  "دنیا،" لوکاس نے کہا.
		-- William Gibson, _Count Zero_

%
"ہماری reruns ان سے بہتر ہیں."
		-- Nick at Nite

%
زندگی ایک کھیل ہے. پیسہ ہم سکور رکھنے کے لئے کس طرح ہے.
		-- Ted Turner

%
"پردے کے پیچھے آدمی کوئی توجہ نہیں."
		-- The Wizard Of Oz

%
"پردے کے پیچھے آدمی کوئی توجہ نہیں."
		-- Karl, as he stepped behind the computer to reboot it, during a FAT

%
"یہ اتنا کچھ چیزیں ہم اس مصیبت میں ہمیں حاصل نہیں جانتے نہیں ہیں. یہچیزوں کو ہم جانتے ہیں کہ ایسا نہیں ہے. "
		-- Artemus Ward aka Charles Farrar Brown

%
"آپ اچھے فضائی دفاع ہے اس سے پہلے سواروں پرواز کو رعایت نہ کرو."
		-- jvh@clinet.FI

%
"طویل مدت میں، ہر پروگرام Rococo کی، اور اس کے بعد ملبے بن جاتا ہے."
		-- Alan Perlis

%
"پیوکی POK پیوکی، P'kok!"
		-- Superchicken

%
مفت لائیو یا میسا چوسٹس میں رہتے.
		-- Superchicken

%
"تم پہلے نہیں وہاں ہونے تمہارا دستاویز کے بغیر اس دنیا میں بہت دور نکل سکتے."
		-- Arthur Miller

%
"پرواز بکنگ کے نظام کو فیصلہ آپ موجود ہیں یا نہیں. آپ کی معلومات توتو آپ کو صرف کہیں بھی جانے کے لئے نہیں ملتا ان کے ڈیٹا بیس میں نہیں ہے،. "
		-- Arthur Miller

%
"کیا لوگوں کو کم کیا گیا ہے ان کی اپنی کی محض 3-D نمائندگی کر رہے ہیںاعداد و شمار کے. "
		-- Arthur Miller

%
"سے Avis مددگار آپ کو ایک کار ڈرائیو کرنے کے لئے مل جائے تو فیصلہ کرتا ہے. آپ کے سر کو چھو نہیں کرے گاایک شیریٹن کا تکیا ان کے کمپیوٹر ٹھیک ہے کا کہنا ہے کہ جب تک. "
		-- Arthur Miller

%
"وہ اپنا نام، پتہ، ٹیلی فون نمبر، کریڈٹ کارڈ نمبر، پتہ ہے کونکار ڈرائیونگ "کی انشورنس کے لئے" ہے، ... آپ کا ڈرائیور کا لائسنس نمبر. میںمیساچوسٹس کے ریاست، یہ وہ سماجی کے لئے استعمال کے طور پر ایک ہی نمبر ہےسلامتی، جب تک آپ اس طرح کے استعمال پر اعتراض. اس صورت میں، آپ کو تفویض کر رہے ہیں ایکنمبر اور آپ کی فہرست میں ہمیشہ کے لیے اس سے زیادہ رہائش پذیر "عجیب لوگ نہیں دیتے جومیساچوسٹس میں اپنے سوشل سیکورٹی نمبر باہر. "
		-- Arthur Miller

%
، یہ پیدا ہوتا ہے غالب کے دوسرے اعداد و شمار کے ساتھ شادی ہو جاتا ہے: "ڈیٹا انسانوں کی طرح ایک بہت ہے..مطلقہ. بوڑھی. جو ایسا نہیں کرتا کہ ایک چیز مرتے ہے. اسے ذبح کیا جائے ہے. "
		-- Arthur Miller

%
"لوگ آپ کو ان کے بارے میں ہو جس کے ڈیٹا تک رسائی حاصل کرنا چاہئے. وہاں ہونا چاہئے انہیں کسی بھی غلطی کو چیلنج کرنے کے لئے ایک عمل ہو. "
		-- Arthur Miller

%
"اگرچہ پولینڈ سرکاری سنسرشپ کا شکار، ایک وسیع سیکرٹپولیس اور قوانین سوویت یونین میں ان لوگوں کی طرح، ہیںزیر زمین مطبوعات کے ہزاروں، ایک قانونی طور پر آزادچرچ، نجی زراعت، اور مشرقی بلاک کے ممالک کی پہلی اور واحدہے جس میں آزاد ٹریڈ یونین فیڈریشن، NSZZ Solidarnosc،دونوں کا الحاق مفت کے انٹرنیشنل کنفیڈریشنٹریڈ یونینوں اور محنت کی دنیا کنفیڈریشن. نہیں ہےلفظی پولینڈ کے درمیان فرق کی دنیا - یہاں تک کہ میں اس کےکی چوٹی پر اور سوویت معاشرے - خاتمے کی موجودہ حالتاس کے "glasnost." یہ فرق عظیم میں برقرار رکھا گیا ہے1944 کے بعد سے کھمبے کی طرف سے لاگت.- ڈیوڈ فلپس، بھینس میں SUNY، ایک کے قیام کے بارے میں   گیٹ وے سے کما (Eurpoean اکیڈمک ریسرچ نیٹ ورک)   پولینڈ کرنے
		-- Arthur Miller

%
"میں ایک فروغ پزیر خودمختار طلباء تحریک بھی ہےپولینڈ، اور اس طرح وہاں ایک مضبوط امکان نہیں ہے (اگرچہایک کما-پولینڈ لنک بنانے کے) اس بات کی ضمانت، یہ کبھی آنا چاہئےکے بارے میں، ایک حقیقی لنک - ایک کے لئے نہیں ایک ویکیوم کلینر انسلاکبلاک معلومات جمع اپریٹس قابل اعتماد کرنا راشنapparatchiks. "- ڈیوڈ فلپس، بھینس میں SUNY، ایک کے قیام کے بارے میں   گیٹ وے سے کما (Eurpoean اکیڈمک ریسرچ نیٹ ورک)   پولینڈ کرنے
		-- Arthur Miller

%
کہ انسان کی مناسب اسٹیٹ ایک براہ راست کرنسی ہے "آپ کے علم نہ ہارو،ایک کٹڑ ذہن، اور لامحدود سڑکوں سفر ہے کہ ایک قدم. "
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
گھبراو مت.
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
بگ یہاں رک جاتا ہے.
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
مسئلے کو یہاں سے شروع ہوتا ہے.
		-- John Galt, in Ayn Rand's _Atlas Shrugged_

%
"کیوں آپ کو ایک ہی استعمال کر سکتے ہیں جب، تبصرے پر منفی درمائلت ضائعبجائے کیڑے پیدا کرنے کے درمائلت؟ "
		-- Steve Elias

%
"کیا تم نے کبھی اخترتیاشتھان، اسے حاصل نہیں ہے کہ اس کی وجہ سے، کنٹرول چاہتے ہیں کے لئے ہےیقینا آپ ایسا کبھی نہیں. "
		-- Gregory Bateson

%
"آپ بٹ میرا ہے."
		-- Michael Jackson, Bad

%
یہ جہاز.
		-- Michael Jackson, Bad

%
"وہ اٹھ جانا ایک بار، کسے پرواہ ہے جہاں وہ نیچے آئے؟ یہ میرا شعبہ نہیں ہے."
		-- Werner von Braun

%
"صرف آلہ ہے جو آپ کے پاس ایک ہتھوڑا ہے، تو آپ کو سب کچھ کا علاج کرنے کی کوشش کرتے ہیں کے طور پر اگریہ ایک کیل تھے. "
		-- Abraham Maslow

%
"مشابہت ٹیلی ویژن کی sincerest شکل ہے."
		-- The New Mighty Mouse

%
"دو برائیوں کے کم - برا ہے."
		-- Seymour (Sy) Leon

%
"یہ کوئی پسینہ ہے، ہینری. Russ کو وہ موت سے قبل Bugtown لئے اسے واپس کر دیا. سو وہ کروں گادن کے ایک جوڑے میں پنرجیویت. اس کے حق میں صرف خوفناک میلا میں ہلاک حاصل کرنے کے لئےپہلی جگہ. Humph! "
		-- Ron Post, Post Brothers Comics

%
"ایک ایماندار خدا نے انسان کے عزت والوں کا کام ہے. ... خدا ہمیشہ جیسا ہے کہ انتخلیق کاروں. وہ نفرت کرتا ہے اور وہ نفرت کرتا تھا اور سے محبت کرتا تھا کہ پیار کیا اور وہ ہمیشہ تھااقتدار میں ان کی طرف پایا. ... معبودوں میں سے زیادہ تر پر خوش بھی تھےقربان، اور معصوم خون کی بو کبھی ایک الہی غور کیا گیا ہےخوشبو. "
		-- Robert G. Ingersoll

%
"ہم چین سے موجود آزاد کرنے کی کوشش نہیں کر رہے ہیں لیکن مستقبل. ... ہم ہیںانکوائری، تحقیقات، اور خیالات کی وکالت. ... یہ سوچنے کی شاندار ہےاور کسی مذہب کو دہرانے کی نسبت اپنے آپ کے لئے چھان بین. ... میں نے دن کے لئے نظر آتے ہیںجب * وجہ *، دنیا کا دماغ وسلم throned، بادشاہوں کا بادشاہ ہو گا اورخداؤں کے خدا.
		-- Robert G. Ingersoll

%
"میں ایمانداری جہنم کے نظریے شاندار آنکھوں میں پیدا کیا گیا تھا کہ یقیناپنے شکار کے لئے دیکھ ڈراونا کنڈلی میں چلانے کے اس سانپ کے. مجھے یقین ہےیہ yelping ساتھ پیدا ہوا تھا،، خالی چیختا growling کے اور جنگلی جانوروں کے بھونکتے ...میں نے اسے حقیر جانتے ہیں، میں نے اس سے انحراف، اور میں اس سے نفرت کرتا ہوں. "
		-- Robert G. Ingersoll

%
"یہ خوش طبعی ہے؟"   "نہیں، اس جوہری ہڑتال ہے. خوش طبعی ناقص گرافکس ہے. مجھے پھر سے شکست دی."
		-- Duckert, in "Bad Rubber," Albedo #0 (comics)

%
egrep نمونوں مکمل باقاعدہ اظہار کر رہے ہیں؛ یہ ایک تیز رفتار نیتاتمک استعمال کرتاکبھی کبھی اسی دالہ جگہ کی ضرورت ہے کہ الگورتھم.
		-- unix manuals

%
"A ذہن اپنے کان حمل کی ضرورت کے لئے ایک خوفناک چیز ہے."
		-- The League of Sadistic Telepaths

%
"زندگی بیکار ہے، لیکن یہ متبادل سے بہتر ہے."
		-- Peter da Silva

%
اس ایک خدمت معیشت ہے تو، سروس اتنی خراب کیوں ہے؟
		-- Peter da Silva

%
"میں، صبح 10 بجے کل تک نفسیاتی رویے کے لئے ایک کیمیائی علاج کی امید رکھتے ہوں گےورنہ میں سپتیٹی کے لئے آپ کی ہمت پڑے گا. "
		-- a comic panel by Cotham

%
"اگر آپ کو صحیح راستے پر ہیں یہاں تک کہ اگر، آپ کو صرف وہاں بیٹھ کر تو زیادہ چلاتے ہو جائے گی."
		-- Will Rogers

%
"ایک کھلے ذہن ہے لیکن ایک نقصان یہ ہے: یہ گندگی جمع کرتا ہے."
		-- a saying at RPI

%
"گیکس زمین کے وارث ہوں گے."
		-- Karl Lehenbauer

%
"سکریو ڈرایور لے جانے والے پروگرامرز سے بچو."
		-- Chip Salzenberg

%
"ایلوس میرے ساتھی پائلٹ ہے."
		-- Cal Keegan

%
"سائنس کے بنیادی اصول، تعریف تقریبا، یہ ہے:کسی بھی خیال کے صحیح ہونے کا واحد ٹیسٹ تجربہ ہے. "
		-- Richard P. Feynman

%
کتنے یونیکس نقل یہ ایک روشنی بلب تبدیل کرنے کے لئے لگتا ہے؟   تم اس کے لئے ایک شیل سکرپٹ کو استعمال کر سکتے ہیں یا اسے سی کے ایک پروگرام کی ضرورت ہے چلو دیکھتے ہیں،؟
		-- Richard P. Feynman

%
«مجھ سے نفرت نہ سمجھو کہ میں خوبصورت ہوں کیونکہ. مجھ سے نفرت میں خوبصورت، ہوشیار ہوں کیونکہاور امیر. "
		-- Calvin Keegan

%
"دنیا کے ساتھ پورے مسئلہ احمق اور جنونی ہمیشہ بہت ہیں یہ ہےخود کے کچھ، لیکن سمجھدار لوگ شکوک و شبہات سے بھرپور. "
		-- Bertrand Russell

%
ہر کسی کو دیکھ کر اور سازش کر رہا ہے کیونکہ ہمیشہ اپنے کندھے پر دیکھوآپ کے خلاف.
		-- Bertrand Russell

%
"ہم ان تمام لوگوں کو ہمارے ساتھ جو اختلاف جہنم کرنے کی مذمت کرتے ہیں."
		-- militant religionists everywhere

%
بورڈ پر بچے.
		-- militant religionists everywhere

%
"خالص نتیجہ ہے کہ بائنری 4.3 BSD کے ساتھ مطابقت رکھتا صرف نہیں ہے ایک ایسا نظام ہے،لیکن اس سے بھی ہم آہنگ مسئلے کے لئے بگ تقریبا تمام خصوصیات میں ہے. "- Avadit Tevanian، جونیئر، "فن تعمیرات آزاد مجازی میموری مینجمنٹ   متوازی اور تقسیم ماحول کے لئے: مچھ نقطہ نظر "
		-- militant religionists everywhere

%
"یونکس تنصیبات کی تعداد زیادہ کی توقع کے ساتھ، 10 ہو گئی ہے."
		-- The Unix Programmer's Manual, 2nd Edition, June, 1972

%
"انتظامیہ بغیر انجینئرنگ فن ہے."
		-- Jeff Johnson

%
"میں نے غلط حوالہ دیا گیا تھا ایک خدا نہیں ہوں،."
		-- Lister, Red Dwarf

%
آف لائن ہیں دماغ، براہ کرم انتظار کریں.
		-- Lister, Red Dwarf

%
-! - uunet شوگر کارل | "ہم کافی کے ساتھ آپ کی ترقی پیروی کر رہے ہیں- karl@sugar.uu.net | سود، توہین عدالت نہیں کہہ کے لئے "-. Zaphod Beeblebrox IV- Usenet کے BBS (713) 438-5018TH-TH-TH-TH-وہ سب ہے، لوگوں!----------- یہاں کاٹ،، آخر میں ردی کی پٹی کرنے کے لئے بھول بھی نہیں کرتے -------------"منوشلیشن ؟؟ مجھے یہ ایک عریاں ریپ سیشن تھا سوچا!"
		-- Zippy

%
اگر آپ نے ابھی مزہ کر رہے ہیں؟
		-- Zippy

%
"جائیداد کے خلاف کامیاب بڑے جرائم کی بڑی اکثریت ہیںاعتماد کی پوزیشنوں کو گالی افراد کی طرف سے perpetrated. "
		-- Lawrence Dalzell

%
"شاید میں وسط ندی میں ایک تنکے ہیرنگ کوڑے مارنے رہا ہوں، لیکن کی روشنی میںکیا سیکورٹی خطرات کے ubiquity کے بارے میں جانا جاتا ہے، یہ کافی لگتا ہےیونیورسٹی لوگ ریت میں ان کے سر کے ساتھ چلانے کے لئے بہت خطرناک ہے. "
		-- Peter G. Neumann, RISKS moderator, about the Internet virus

%
«مجھ سے بیج، سیمور"
		-- a random number generator meets the big green mother from outer space

%
"زمین خریدیں. انہوں نے اس کے بنانے بند کر دیا ہے."
		-- Mark Twain

%
"HAL پھلی خلیج دروازے کھولو،."
		-- Dave Bowman, 2001

%
"اور کے آپریشن ایک خدا کے رویے میں کوئی فرق نہیں تھاخالص موقع ... "
		-- Thomas Pynchon, _Gravity's Rainbow_

%
... Saure واقعی papryomancy کے مشکل فن میں ایک ماہر بن جاتا ہے،جس طرح سے لوگوں reefers رول غور ذریعے نبوت کرنے کی صلاحیت -شکل، چاٹ پیٹرن، جھرریاں اور پرتوں یا غیر موجودگی اسکیاخبار میں. Saure ایسئجیڈ، "تم جلد ہی، محبت میں ہو جائے گا" "یہاں دیکھ، اس لائن.""یہ طویل ہے یہ نہیں ہے کہ مطلب ہے؟ -" "لمبائی عام طور پر شدت ہے.وقت نہیں. "
		-- Thomas Pynchon, _Gravity's Rainbow_

%
آگے بڑھو، ٹیکنالوجی پر T فائدہ، یہ آپ کو محسوس کرے گا تو یہ deifyکم کے ذمہ دار ہیں - لیکن اس کے ساتھ میں، خصی، بھائی سے میں رکھتا ہےسنن اور کے joyless لئے ہماری چوری شدہ زمین کے حرم کو مدنظر رکھتے ہوئے خواجہ سراؤںانسانی سلاطین کے hardons، بالکل کوئی حق کے ساتھ انسانی اشرافیہ ہونے کے لئے جہاں انہوںہیں - "
		-- Thomas Pynchon, _Gravity's Rainbow_

%
... مروجہ کیتھولک گند - بخور، موم، ہلکے ممیانا کے صدیوںبھیڑ بکریوں کے منہ سے.
		-- Thomas Pynchon, _Gravity's Rainbow_

%
... اس وقت [1960s کے] میں، بیل لیبارٹریز سائنسدانوں متوقعفی 30 ملین چل نقاط کے حساب کے طور پر اعلی کے کمپیوٹر کی رفتاردوسری (megaflops) آرمی کی بیلسٹک میزائل کے لئے ضرورت ہو گیدفاعی نظام. بہت سے کمپیوٹر ماہرین - ایک نیشنل اکیڈمی سمیتسائنسز کے پینل کی - یہاں تک کہ ایک سے زیادہ کا استعمال کرتے ہوئے، اس طرح کی رفتار کے حصول کہاپروسیسرز، ناممکن تھا. آج، نئی نسل سپر کمپیوٹرز کامفی سیکنڈ (gigaflops) آپریشن کے اربوں میں.
		-- Aviation Week & Space Technology, May 9, 1988, "Washington Roundup", pg 13

%
بیک اپ کو ہمیشہ کے موسم میں، کبھی نہیں سٹائل کے باہر.
		-- Aviation Week & Space Technology, May 9, 1988, "Washington Roundup", pg 13

%
کسی نہ کسی طرح وہ؛ "ان appearence کے بارے میں ایک مبہم، ناخوشگوار manginess آگئیگندا، ایک قریبی نظر اس سے ظاہر طور پر اگرچہ احتیاط سے ایک کے طور پر گنجے لگ رہا تھااداکار، اور نرمل کتان پہنے. "
		-- H. L. Mencken, on the death of William Jennings Bryan

%
کام ناممکن تھا. گیکس اپنی روح توڑا تھا. وہ بھی کیا تھابہت سے غلط باتیں. اس Mencken لئے اس طرح کبھی نہیں تھا. انہوں نے کہا کہ کی طرح رہتے تھےپرشین جواری - کچھ راتوں اور drunker پر برائن سے بھی بدتر پسینہدوسروں پر یہوداہ کے مقابلے میں. یہ سب ایک سے Dehumanized برا خواب تھا ... اور انraddled کریٹنس میرے ڈیڈ بارے میں شکایت کرنے پت پڑے.
		-- Hunter Thompson, "Bad Nerves in Fat City", _Generation of Swine_

%
"یہ نسل ہر مجدون سامنا کرنا پڑے گا کہ ایک ہو سکتا ہے."
		-- Ronald Reagan, "People" magazine, December 26, 1985

%
... کیبل ہماری طرف سے منظور کیا تھا؛ ڈش واحد امید تھی، اور آخرہم سب اس کی طرف رجوع کرنے پر مجبور کیا گیا. '85 کے موسم گرما تک، وادی پڑا زیادہکے شمال ڈھال پر ایک یسکمو گاؤں کے مقابلے میں فی کس سیٹلائٹ ڈشالاسکا.کان میں جانے کے لئے گزشتہ سے ایک تھا. میں اس بارے میں شروع سے ہی نروس ہو گیا تھابہت زیادہ ان پٹ، ان کے ساتھ ایک بہت حقیقی مسئلہ ہے جس کے خطراتچیزیں. آپ کو 200 چینلوں کو اسکین کر سکتے ہیں جب ٹی وی ایک کل وقتی کام دیکھ کر ہو جاتاسارا دن اور ساری رات اور اب بھی رات ڈریمز چھدرن کا اختیار ہےویڈیو مشین میں، باقی دنیا پھیکا لگتا ہے تو.
		-- Hunter Thompson, "Full-time scrambling", _Generation of Swine_

%
"فوری طور پر فون. وقت چل رہا ہے. ہم دونوں کچھ کرنے کی ضرورتاس سے پہلے کہ راکشسی ہم مر. "
		-- Message from Ralph Steadman to Hunter Thompson

%
"ایک رپورٹر ایک سیاستدان کو دیکھنے کے لئے کے لئے واحد راستہ ہے جس کے نیچے ہے."
		-- H. L. Mencken

%
"تم تم باہر جاؤ اور نہیں ایک پاگل کتے کو لات مار. آپ ریبیج کے ساتھ ایک پاگل کتے ہیں، تو،ایک بندوق لے اور اسے گولی مار. "
		-- Pat Robertson, TV Evangelist, about Muammar Kadhafy

%
ڈیوڈ برنکلے: روزانہ ستوتیش چارٹ میں، جہاں خاص طور پر میرے  فیصلے، وہ تعلق رکھتے ہیں، اور یہ کہ کامک صفحے پر ہے.جارج گا. میں نہیں لگتا ستوتیش بھی مزاحیہ صفحات پر تعلق رکھتا ہے.  مزاحیہ کوئی حقیقت دعوے کی بنا رہے ہیں.برنکلے: تم نے اسے کہاں رکھا جائے گا؟گا. میں اخبار میں نہیں ڈال کرے. میرے خیال میں یہ شفاف مہمل بات ہے.  یہ ہم میں مغربی سوچ سے نکال دیا ایک خیال کی عکاسی کرتا ہے  سولہویں صدی، ہم ایک خیال رکھنے والی کائنات کے مرکز میں ہیں کہ. ہم  کائنات کا مرکز نہیں، اور یہ پرواہ نہیں کرتا. سٹار کی سیدھ  ہماری پیدائش کے وقت - کہ مطلق مہمل ہے. یہ مذاق نہیں ہے  یہ لوگوں کو جوہری ہتھیار رکھنے والے لوگوں میں گھس پڑے.سام Donaldson کی: یہ کچھ نیا نہیں ہے. گورنر رونالڈ ریگن حلف لیا  میں صرف سیکرا میں ان کی پہلی مدت میں آدھی رات کے بعد ستاروں کی وجہ سے  یہ ایک موزوں وقت تھا.گے: انہیں [ہورواسکوپ] سراسر کچلنے banalities کی ہیں. انہوں نے کے لئے درخواست دے سکتا ہے  کسی کو اور کچھ بھی.برنکلے: عین مطابق لمحے [پیدائش] کب ہے؟ میں نے نرس ہے نہیں لگتا  ایک stopwatch اور ایک نوٹ پیڈ کے ساتھ وہاں کھڑا.Donaldson کی: ہم ستاروں پر مبنی فیصلے کرتے رہے ہیں - جو کہ ایک cockamamie ہے  بات یہ ہے. لوگ جاننا چاہتے ہیں.- "اس ہفتے" ڈیوڈ برنکلے، ABC ٹیلی ویژن، اتوار، مئی 8، 1988 کے ساتھ،   نجوم اور ریگن پر بحث سے حوالہ جات
		-- Pat Robertson, TV Evangelist, about Muammar Kadhafy

%
وائٹ ہاؤس میں علم نجوم کو اطلاع حربے زیادہ سے occasioned کیا ہےلطف. یہ مذاق نہیں ہے. جس کا مطلب ہے کہ علم نجوم ستوتیش غیر واضح،عام طور پر، ایک اخبار میں، اکیلے حکومت کی اجازت دینا کوئی جگہ نہیں ہے. کامکس کے برعکس،جس میں ایک اخبار کے بے ضرر خوشی کا حصہ ہیں اور کوئی حقیقت دعوے،ستوتیش ایک فراڈ ہے. جو حکومت میں ایک سماعت ہو جاتا ہے کہ خیال ہےdismaying.
		-- George Will, Washing Post Writers Group

%
ستوتیش sheerest hokum ہے. یہ کے pseudoscience سے مروج ہےکسدیوں اور بابل کے دن. یہ تعداد سائنس جتنی جعلی ہےphrenology، ہستکلا، کیمیا، چائے کی پتی کے پڑھنے، اور پریکٹسایک بکری کی انتڑیوں کی طرف سے divination کے. کوئی سنجیدہ شخص کو خرید لیں گےیہ نظریہ کہ ہماری زندگی کی تحریک کی طرف سے انفرادی طور پر متاثر ہوتے ہیںدور سیارے. اس کارنیوال مڈوے کا چورا چاپلوسی ہے.
		-- James J. Kilpatrick, Universal Press Syndicate

%
ستوتیش کی موزونیت کے بارے میں ایک سنگین عوامی بحث؟ ایک سنگین مومنوائٹ ہاؤس میں؟ ان میں سے دو؟ مجھے کچھ وقفہ دو. اگر میری ہنسی دباتصویر کے فٹ بیٹھتا ہے کہ ہے. ریگن نے ہمیشہ کی طرف ایک Fey کی بے حسی کی نمائش کی ہےسائنس. حقائق، تعداد کی طرح، اس کی پیٹھ کے رول. اور ہم سب کے لئے آیا ہوںمنظور کرو. اس وقت یہ ایک سنگین مسئلہ بن گیا ہے کہ ستارہ بینی تھا .... نہیںکہ بہت پہلے، یہ تخلیق کا ریگن کی حمایت کی تھی .... creationists کے اصلارتقاءپسندوں کے ساتھ برابر وقت مل گیا. پبلک کھلے ذہن ہونا چاہیے تھااگر دو تھے paleontologists اور بنیاد پرستوں کے دعووں، کرنےسائنسی کے ساتھیوں .... یہ صدر نے کہا کہ کافی عرصے سے واضح کیا گیا ہےسائنس کے مخالف ہے ... عام طور پر، ان کے رویوں چھپنے امریکی پر گرٹرف .... لیکن بیرونی کناروں پر، سائنس کے بارے میں شکوک و شبہات کو اس آسانی سے بدل جاتا ہےnonscience، یا اس سے بھی بکواس کی بولی کی قبولیت کی ایک قسم میں. ایسا ہیجو ماہرین شک لوگوں کو بھی کسی بھی quackery یقین کر سکتے ہیں کے فوائد سے،گرہوں کی تحریک سے نیوٹ کی آنکھ سے laetrile. ہم صلاحیت سے محروم ہوجاتے ہیںاحکام - سائنسی - عقلی بنانے. یہ سب ایک ہی بات ہے.- ایلن گڈمین، بوسٹن گلوب اخبار واشنگٹن پوسٹ کمپنی ادیب    گروپ
		-- James J. Kilpatrick, Universal Press Syndicate

%
وائٹ ہاؤس میں علم نجوم کا تماشا - کی گورننگ مرکزدنیا کا سب سے بڑا سائنسی اور فوجی طاقت - تاکہ انتہائی خراب ہےیہ تفہیم نظر انداز کرتے ہوئے اور عظیم خوف کے لئے بنیاد فراہم. سب سے آسانجواب کے اسے بند کر ہنسنا، اور سول بارے wisecracks میں قتل کرنے کی ہےکنڈلی سازوں اور کھجور کے قارئین کے لئے اور چاہے ریگن سروس ریٹنگزان نشانی کے لئے میخائل گورباچوف نے پوچھا. ایک متعدی حوصلہ ہےاس کی صدارت کی شناخت، سب سے زیادہ مایوس کن معاملات کا تعلق ہے اس وقت بھی جب.لیکن اس وقت، یہ مذاق نہیں ہے. یہ سادہ ڈراونا ہے.- ڈینیل ایس گرین برگ، ایڈیٹر، _Science اور حکومت Report_، میں لکھنے   "Newsday"، مئی 5، 1988
		-- James J. Kilpatrick, Universal Press Syndicate

%
100 فیصد hokum، ٹیڈ [ستوتیش ہے]. حقیقت تو یہ بات کے طور پر، پہلا ایڈیشن1771 - انسائیکلوپیڈیا برٹانیکا کے، 1771 میں لکھا! - اس نے کہا کہعقیدے کے نظام بہت پہلے کا مذاق اڑایا اور بے پناہ محبت ایک ایسا موضوع ہے. ہم کے ساتھ کام کر رہے ہوقدیم کسدیوں کے لئے واپس جانا ہے کہ عقائد. وہاں کچھ بھی نہیں ہے ....یہ فلکیات کی طرح لگتا ہے، سائنس کی طرح بہت لگتا ہے. یہ تکنیکی پاس ہےشرائط. اس شبدجال کے پاس ہے. یہ عوامی confuses ہے .... نجومی کافی ہےglib، عوامی confuses ہے، شرائط سائنس سے آتے ہیں جو استعمال کرتا ہے، سے آتے ہیںمابعدالطبیعیات، کھیتوں کے ایک میزبان سے آتے ہیں، لیکن وہ واقعی کچھ بھی نہیں ہو.حقیقت یہ ستوتیش کے عقائد میں کم از کم 2،500 سال پیچھے جانا ہے. اب جبکہان کے کیس ثابت کرنے ستوتیشیوں کے لئے ایک کافی طویل وقت ہونا چاہئے. وہان کے کیس ثابت نہیں ہے .... یہ صرف صرف غیر واضح ہے. حقیقت یہ ہے کہ وہاں ہے، ہےاس کے لئے کوئی نظریہ، اس کے لئے کوئی پریکشتاتمک اعداد و شمار ہیں. یہ تجربہ کیا گیا ہےاور صدیوں کے دوران تجربہ کیا. کوئی بھی کبھی میں بھی کوئ موزونیت پایا ہےتمام. یہ ایک سائنس کے قریب بھی نہیں ہے. A سائنس تکرار پذیر ہونا ضروری ہے، یہایک منطقی بنیاد ہے کرنے کے لئے ہے، اور یہ ممکنہ طور پر غیر محفوظ ہونا ضروری ہے -آپ اس کی جانچ. اور یہ کہ علم نجوم میں واقعی کسی اور بہت کچھ ہے.- ھگولود رچرڈ Berendzen، صدر، امریکی یونیورسٹی، ABC پر    نیوز "Nightline،" 3 مئی، 1988
		-- James J. Kilpatrick, Universal Press Syndicate

%
کہ منصوبہ بندی کر جب نینسی ریگن ایک ستوتیشی کا حوالہ دیا ہے خبر کے ساتھاس کے شوہر کی شیڈول، اور لاس اینجلس نکالنے Californians کی کی اطلاعاتایک سولہویں صدی کے ڈاکٹر کی طرف سے ایک پیشن گوئی کی طاقت پر اورنجومی مائیکل De Notredame کی، ایک سائنسی اور کے طور پر امریکی کی تصویرٹیکنالوجیکل قوم کو حال ہی میں تھپیڑے کا تھوڑا سا لے جا چکا ہے. افسوس کی بات ہے، اس طرحواقعات پاسنگ آرزوؤں طور پر مسترد نہیں کیا جا سکتا. وہ توضیحات ہیںامریکہ میں ایک اچھی طرح سے قائم "مخالف سائنس" رجحان میں سے جو، بالآخر،ایک تکنیکی طاقت کے طور پر ملک کی پوزیشن دھمکی سکتا. . . .سمجھداری رد کرنے کے لئے وسیع پیمانے پر کی خواہش ظاہر اور ایک سیریز کا متبادلکائنات کو سمجھنے کے لئے پہنچی نہیں کرتا حکم میں quasirandom عقائد میںساتھ ساتھ ایک قوم کے ساتھ مقابلہ کرنے کی صلاحیت کے بارے میں گہری تشویش لئے اسصنعتی برابر. یہ ایک کی سوچ کی عکاسی کرتا ہے کہ حد تکعوام کے اہم حصے کو، اس نقطہ نظر کی حوصلہ افزائی جہالتاور، یقینا، سائنس کے لئے حقارت اور قریب کی عقلی طریقوں کے لئےسچائی. . . . واضح رہے کہ امریکی خود لینے نہیں کرتا تو واضح ہوتا جا رہا ہےجلد ہی اور کی اس امید کو موثر انداز میں نوجوان کو تعلیم کے لئے کچھ کوشش وقف،دنیا میں قیادت کی جھلک کو برقرار رکھنے میں آرام کرو، وڈمبنا،ایسا نہیں کرتے جو تکنیکی طور پر دلچسپی اور تربیت یافتہ تارکین وطن کی ایک نئی لہر کے ساتھمخالف سائنس بیماری ایک بظاہر تنزل پذیر معاشرے میں روز بروز بڑھتی ہوئی سے شکار.
		-- Physicist Tony Feinberg, in "New Scientist," May 19, 1988

%
معجزہ: ایک انتہائی شاندار یا غیر معمولی واقعہ، چیز، یا کامیابی.
		-- Webster's Dictionary

%
"کمپیوٹر پروگرامر universes کے ایک خالق ہے وہ اکیلا ہے جس کے لئے ذمہ دار ہے. تقریبا لامحدود پیچیدگی کے عالموں ہو سکتا ہے کمپیوٹر پروگرام کی شکل میں پیدا کیا. "
		-- Joseph Weizenbaum, _Computer Power and Human Reason_

%
"کوڈ اور تبصرے متفق نہیں ہیں تو، پھر دونوں کو شاید غلط ہو."
		-- Norm Schryer

%
"اپنے مستقبل کو اپنے سپنوں کی طرف سے صرف محدود کیا جا سکتا."
		-- Christa McAuliffe

%
"یہ تہذیب کے لیے بہتر ہے بننے کے لئے مقابلے میں نالی میں جایہ آ رہا. "
		-- Henry Allen

%
آپ کی بجائے اپنے فارغ وقت خرچ کر سکتے ہیں پروگراموں جب "زندگی شروع ہوتی ہےٹی وی دیکھنا."
		-- Cal Keegan

%
"ہم دعوے، مس کی Taggart کبھی نہیں،" ہیو Akston کہا. "یہ ہے کہاخلاقی جرم ہمارے دشمنوں کو عجیب. ہم بتا نہیں ہے - ہم * دکھائیں *.ہم یہ دعوی نہیں ہے - ہم ثابت * ".
		-- Ayn Rand, _Atlas Shrugged_

%
"مجھے یاد ہے میں نے میں نے اتوار کو اسکول سے گھر آیا کرتے تھے ایک بچہ تھا جب اور میری ماں نشے میں حاصل اور پینکیکس بنانے کے لئے کوشش کریں گے. "
		-- George Carlin

%
"میرے والد؟ میرے والد چھوڑ دیا جب میں بہت چھوٹا تھا. دراصل، وہ چھوڑنے کے لئے کہا گیا تھا. انہوں نے کہا کہ مصیبت الکحل metabolizing تھا. "
		-- George Carlin

%
"میں نے اپنے ٹی وی سیٹ پر تبدیل. I آڑ میں چلا جاتا ہے جو ایک نوجوان خاتون دیکھیںایک عیسائی ہونے کے،، قوم پر تمام معلوم جلد تنگ لباس میں ملبوسچمڑے کی پتلون، ملاتے ہوئے اور کی تھاپ اور تال پر اس کے کولہوں کے wigglingstrobe لائٹس کے طور پر موسیقی مرحلے اور اس پار ان نمونوں کو شکست دے دیبینڈ کے معاصر راک آواز سے الگ نہیں کیا جا سکتا جس میں ادا کرتا ہےشکر گزار مردار، بیٹلس، یا کسی اور کی طرف سے گانے، نغمے. اور تم کوشش کر سکتے ہیںمجھے بتانے کے لئے یہ خدا کا ہے اور یہ مسیح کے لئے لوگوں کی قیادت کر رہا ہے کہ، لیکن میںبہتر جانتے ہیں.- Jimmy Swaggart کی، منافق کی جنسی خراب اور ٹی وی مبلغ، خود بیان فحاشی کے عادی، "کے دو قول: 'عیسائی' راک اور رول"، مبشر 17 (8): 49-50.
		-- George Carlin

%
"عیسائی راک نام نہاد.... عیسائیت کو کمزور ایک شیطانی قوت ہے اندر سے."- Jimmy Swaggart کی، منافق اور ٹی وی مبلغ، خود بیان فحاشی کے عادی، "کے دو قول: 'عیسائی' راک اور رول"، مبشر، 17 (8): 49-50.
		-- George Carlin

%
"نیتاتمک ذرائع کی طرف سے بے ترتیب تعداد پیدا کرنے کے لئے کوشش کرنے والا کوئی بھی شخص، کی وجہ سے ہےکورس، گناہ کی حالت میں رہنے والے. "
		-- John Von Neumann

%
"آپ کو کم از کم پانچ لاکھ کے ایک عقل کا ہونا ضروری ہے." - میں Popeye
		-- John Von Neumann

%
"آزادی اب بھی سب کا سب سے بنیاد پرست خیال ہے."
		-- Nathaniel Branden

%
آپ خوش ہیں آپ سب حکومت آپ اب کی ادائیگی کے لئے نہیں مل رہے ہیں نہیں ہیں؟
		-- Nathaniel Branden

%
"میں نے کبھی میرے اسکول کی تعلیم میری تعلیم کی راہ میں نکلتے ہیں."
		-- Mark Twain

%
یہ screamingly مزاحیہ gogs X رے Gogs کے مالکان زندگی ہو کرنے کو یقینی بنانے کےکسی بھی پارٹی کے.
		-- X-Ray Gogs Instructions

%
ایک طالب علم کی مدد کے لئے ماسٹر سے پوچھا ... اس پروگرام سے چلنے ہےورک بینچ؟ ماسٹر ماؤس کو پکڑا اور ایک آئکن کی طرف اشارہ کیا. "کیایہ؟ "اس نے پوچھا. طالب علم نے جواب دیا" یہ چوہا ہے ". آقا دبایاکنٹرول سے Amiga-Amiga کی اور Amiga کی ROM دانا کے ساتھ سر پر طالب علم کو مارادستی.
		-- Amiga Zen Master Peter da Silva

%
"startups کے لئے جنت کا شکریہ؛ ان کے بغیر ہم کسی بھی جدیدیت کی ضرورت کبھی نہیں کروں گا."
		-- Seymour Cray

%
"رجسٹر خلا کے باہر (اہ)"
		-- vi

%
"اس کی ناکامیوں کے باوجود، حق میں کہنے کے لئے بہت کچھ ہےہمیں جاہل کی رائے دینے کی طرف سے اس میں صحافت کی،یہ کمیونٹی کی جہالت کے ساتھ رابطے میں ہمیں رکھتا ہے. "
		-- Oscar Wilde

%
"اڈا PL / I Smalltalk کی بننے کی کوشش کر رہا ہے.
		-- Codoso diBlini

%
"لبرٹی لئے سب سے بڑا خطرات جوش کے مردوں کی طرف سے کپٹی تجاوزات میں گھات میں ہونا،اچھی طرح معنی لیکن سمجھ کے بغیر. "
		-- Justice Louis O. Brandeis (Olmstead vs. United States)

%
" 'سے Tis سچ،' TIS افسوس کی بات ہے، اور افسوس کی بات ہے 'TIS' TIS سچ."- Poloniouius، ولی میں شیک کی _Hamlet، Darkness_ کے پرنس
		-- Justice Louis O. Brandeis (Olmstead vs. United States)

%
"اب سب لوگ بہت خوش ہیں، ان کے سر میں caving رہے ہیں. مجھے خوشی ہے کہ وہحفاظتی ربڑ کی جلد کے ساتھ ایک snowman ہیں "
		-- They Might Be Giants

%
"کے indecision لچک کی بنیاد ہے"
		-- button at a Science Fiction convention.

%
"بعض اوقات پاگل پن صرف متبادل ہے"
		-- button at a Science Fiction convention.

%
"بڑھاپے اور خیانت نوجوانوں اور مہارت ہر بار شکست دی جائے گی."
		-- a coffee cup

%
"ایک آدمی کی سب سے اہم بات یہ ہے کہ وہ جانتا ہے جو کچھ، لیکن وہ کیا ہے نہیں ہے."
		-- Narciso Yepes

%
"ہم کو دیا جاتا ہے تمام امکانات ہے - خود کو ایک چیز یا کسی اور کو بنانے کے لئے."
		-- Ortega y Gasset

%
ہم مشغول ہیں اور ہم میں ملوث تو سے پوچھ گچھ اگر "ہم بہتر اور بہادر ہو جائے گابیکار پسند ہیں ہم پہلے ہی جانتے ہیں کہ - یا یہ کرنے کی کوشش کا کوئی فائدہ نہیں ہےہم نہیں جانتے کہ کیا پتہ. "
		-- Plato

%
لفظ کے ماخذ کی طرف اشارہ کے طور پر "، ایک منصوبہ شروع کرنے کے لئے، ایک کاسٹ کرنے کا مطلب ہے کہباہر آگے اپنی خواہش کی تکمیل کے خیال سے اسے خود مختاری حاصل ہے اور نہ صرف پورا کیا جاتا ہے تاکہاس کے موجد کی کوششوں لیکن، واقعی، آزادانہ طور پر اس کے بارے میں اس کے ساتھ ساتھ کی طرف سے.
		-- Czeslaw Milosz

%
"ہم نہیں ہم تیار ہیں جب تک زندہ لوگوں سے دور رکھ سکتے ہیں. سب سے زیادہ نمایاں خصوصیتزندگی کے اس coerciveness ہے؛ یہ کسی بھی کے بغیر ہمیشہ فوری، ہے "یہاں اور اب،"ممکن ملتوی. زندگی ہم پر فائرنگ کی ہے خالی اشارہ. "
		-- Ortega y Gasset

%
"وہاں سے یہاں، یہاں سے وہاں، مضحکہ خیز چیزیں ہر جگہ ہیں."
		-- Dr. Seuss

%
"یہ عاجزی کے لئے آتا ہے، میں سب سے بڑا ہوں."- Bullwinkle موس
		-- Dr. Seuss

%
یاد رکھیں، ایک int ہمیشہ 16 بٹس نہیں ہے. مجھے یقین نہیں ہے، لیکن 80386 سے ہےasymptotically ہے کہ CPU وکر کے ساتھ انٹیل کے slugfest کے قریب قدمایک حقیقی مشین کے قریب، شاید ایک int کی طرف سے 32 بٹس کے طور پر لاگو کر دیا گیا ہےکچھ یونیکس دکانداروں ...؟
		-- Derek Terveer

%
"insofar کے مجھے کچھ کی طرف سے سنا جا سکتا ہے کے طور پر، کر سکتے ہیں یا اس کی پرواہ نہیں کر سکتے ہیں جسمیں کہتا ہوں، مجھے امید ہے کہ آپ کو کسی چیز کے لئے معاف کر دیا جائے اس سے فرق پڑتا ہے، پوچھنا،تم نے کیا یا بخشش کی ضرورت ہے جس کو ایسا کرنے میں ناکام رہے ہیں ہو سکتے ہیں.اس کے برعکس، معافی نہیں لیکن اگر کچھ اور کرنے کی ضرورت ہو سکتی ہےکسی بھی ممکنہ فائدہ آپ کے بعد اہل ہو سکتے ہیں جس کے لئے بیمہآپ کے جسم کی تباہی، میں سمجھتا ہوں کہ یہ جو کچھ بھی ہو سکتا ہے سے پوچھناکے طور پر اس انداز میں، جیسا بھی معاملہ ہو جاچکی یا روک دیا جائے،آپ کے وصول کہا فائدہ کا بیمہ. میں نے کے طور پر میری صلاحیت میں یہ پوچھنااپنے آپ کو اور نہیں ہو سکتا جس کے درمیان آپ کے منتخب ہونے بیچواناپنے آپ کو، لیکن جس کا موضوع میں دلچسپی ہو سکتا ہے آپ کیآپ کو اس کے حاصل کرنے کے لئے یہ ممکن ہے کے طور پر زیادہ سے زیادہ حاصل کرنے والےبات یہ ہے، اور جس میں کسی طرح میں اس تقریب کی طرف سے متاثر کیا جا سکتا ہے. آمین. "Madrak، روشنی اور Darkness_ کے _Creatures میں، راجر Zelazny طرف
		-- Derek Terveer

%
"ایک تعلیمی چاہے وہ ایک bather خوبصورت ہے کررہاجنگل میں سے کوئی بھی اس کی تعریف کی جاتی ہے تو. انہوں نے چھپا لیاجھاڑیوں میں ان کی بنیاد خراب ہے جس کے باہر تلاش کرنے،لیکن اسے خوش کر دیا.اخلاقی: تخبوواد قیاس آرائی سے زیادہ مزہ ہے ".
		-- Sam Weber

%
1 1 ایک دوڑ گھوڑے تھا، 2 2 تھا 1 2. 1 1 1 1 ریس، 2 2 1 1 2.
		-- Sam Weber

%
"میں نے اس ہالوکاسٹ نہیں تھا سوچا صحیح، اور زندہ چھوڑ دیا صرف وہی تھے ڈونا ریڈ، Ozzie اور Harriet، اور cleavers. "- ول Wheaton میں کیوں سب کی وضاحت کرتا ہے "سٹار ٹریک: اگلی نسل"    بہت اچھا ہے
		-- Sam Weber

%
"انجینئرنگ پارکنگ میں آرٹ سے ملاقات کی اور چیزوں کو دھماکے."
		-- Garry Peterson, about Survival Research Labs

%
"کیوں ہم نے کبھی بھی بغیر اس ملک میں ایک مسئلہ کو حل کرنے کی کوشش نہیں کر سکتے ہیںایک 'جنگ' کو اس پر؟ "- امیر تھامسن، talk.politics.misc
		-- Garry Peterson, about Survival Research Labs

%
      ... اور میں کیا کر رہا تھا کیا پتہ تھا کہ اس سے پہلے کہ، میں نے نکال دیا تھا      ٹائپ رائٹر اور کمرے میں چاروں طرف پھینک دیا اور اس کے لئے بھیک مانگنے بنا دیا      رحمت. اس مرحلے پر مجھے کپڑے کا ٹائپ رائٹر التجا      نسائی لباس میں اس کی بلکہ اس کی بجائے میں نے اس کے مارجن رہائی پر زور دیا      بار بار تک ٹائپ رائٹر شعور کھو دیا.      اس وقت میں ہوش آیا اور شرم کے ساتھ احساس کیا      میں نے کیا تھا. اپنی شرم چلا گیا ہے اور اب میں ایک کے لئے تلاش کر رہا ہوں      مطیع ٹائپ رائٹر، کسی بھی رنگ، یا ماڈل. کوئی برقی      ٹائجراٹروں کریں!
		-- Rick Kleiner

%
پروفیشنل کشتی: عام آدمی کے لئے بیلے.
		-- Rick Kleiner

%
"ایک آدرشوادی جو، دیکھ کے پر ایک گلاب ایک سے بہتر مہک ہے کہ ایک ہےگوبھی، یہ بھی بہتر سوپ بنا دے گی کہ نتیجہ اخذ کیا. "- ایچ ایل Mencken
		-- Rick Kleiner

%
   "ان کے کاک ویٹریس-ناھون نشانات ہیں؟" مجھے لگتا ہے وہ اس کو Colletti پوچھاہمیں اس کے سینے پر ان خروںچ سے ظاہر ہوتا ہے. "نہیں، وہ لوگ میری پشت پر ہیں،" Collettiجواب دیا. کاک کیکڑے کا معاملہ مجھ پر گر گیا جہاں "یہ ہے. میں نے اسے کہاایک چھوٹا سا سست کرنے، لیکن آپ کو کاک ویٹریس جانتے ہیں، وہ ہے لگ رہے ہوان کے اپنے دماغ. "- ناقابل یقین حد تک راکشسی، دماغ سے برس رہی O.C. کے موسم گرما اور Stiggs   قومی آکشیپ، اکتوبر 1982
		-- Rick Kleiner

%
"میں کبھی نہیں دے. میں کبھی نہیں دے. کبھی کبھی، کبھی نہیں."
		-- Winston Churchill

%
"جو لالچ اور جہالت کی وجہ سے ہے کہ بغض کے لئے بتانا کبھی نہیں."
		-- Cal Keegan

%
ایک عقیدہ کے معنی میں آئایسیم "" اس لاحقہ باوجود، شکوک و شبہات کو ایک نہیں ہے "یا سمجھتے. یہ صرف ہے کہ کیا کہہ کے مسئلے کا ایک نقطہ نظر ہےجعلی اور کیا حقیقی ہے. تب کی شناخت کتنے مہنگے یہ کر سکتے ہیںایسا کرنے میں ناکام کرنے کے لئے ہو. ایک سندہوادی ہو جائے "سڑک کے smarts" کھیتی کرنے کے لئے ہےایک کی اپنی دماغ کے کنٹرول کے لئے جنگ، ایک کی اپنی پیسے، ایک کی اپنیوابستگیوں. ایک سندہوادی ہونے کے لئے، مختصر میں، شکار کرنے سے انکار کرنا ہے.- رابرٹ ایس DeBear 'شعور، حقیقت پسندی، اور ذمہ داری کے لئے ایک ایجنڈا، " نیویارک سے Skeptic (نیویارک علاقے شک، انکارپوریٹڈ کے خبرنامہ)، بہار 1988
		-- Cal Keegan

%
"اگر آپ کو آپ کی وفات کے وقت تم پر کیا ہوتا ہے جاننا چاہتے ہیں تو، کچھ مردہ پر نظر جانےچیزیں. "
		-- Dave Enyeart

%
"ایک ہفتے [آسٹریا کے دورے پر] کے بعد میں اقوام کے پاس واپس جانے کے لئے انتظار نہیں کر سکتے تھےامریکہ. سب کچھ اس کی وجہ سے، ریاست ہائے متحدہ امریکہ میں بہت زیادہ خوشگوار تھاکھلے ذہن، ہمیشہ مثبت ہونے کی ذہنیت. سب کچھ آپ کرنا چاہتے ہیںیورپ میں ہے، صرف کوئی راستہ نہیں ہے '. کسی نے بھی یہ کیا ہے. ' وہ نہ کوئی چیز ہےزیادہ فتح اور حصول کے لئے باہر جانے کی خواہش - مجھے لگتا ہے میں زیادہ تھا احساس ہوا کہمزید امریکی روح. "
		-- Arnold Schwarzenegger

%
"میں وہ کبھی کبھی ایک آرام کرو، کیونکہ imbeciles کرنے بدماشوں کو ترجیح دیتے ہیں."
		-- Alexandre Dumas (fils)

%
میں سب سے زیادہ حصہ قارئین یہاں سی لفظ استعمال کرتا ہے کے لئے لگتا ہےاسی طرح فیشن. میں نے کسی کو واقعی ایک نئی، انقلابی پر یقین رکھتا ہے کہ نہیں لگتااے آر وائی ادب --- میرے خیال میں وہ کرنے کی سہولت کی ایک اصطلاح کے طور پر `cyberpunk 'استعمال میں سوچناحالیہ SF کتابوں کی ایک چھوٹی اپسمچی میں عام ساہتیک سٹائل عناصر پر گفتگو کریں.
		-- Jeff G. Bone

%
چنانچہ ہم نے میرے نقطہ پر حاصل. بے شک لوگوں کے ارد گرد یہاں چیزوں پڑھا ہے کہ* * باقاعدہ یہ حیثیت Cyberpunk پڑھنا فہرست میں نہیں ہیں. بیشک ہمنہیں (ہم میں سے کسی) کرتے واقعی ہے کہ یقین رکھتے ہیں کچھ بڑے، گہرے سیاسی اوراس سب میں فلسفیانہ پیغام، ہم کرتے ہیں؟ یہ `cyberpunk 'چیز ہے توصرف سہولت کی وجہ سے مدت کے، کس طرح کسی کو باہر فروخت کر سکتے ہیں؟ cyberpunk ہے تو صرف ایکلفظ ہم SF میں ایک خاص انداز اور منظر کشی کی وضاحت کیلئے استعمال، یہ کیسے ہو سکتا ہےمردہ؟ کہاں `تحریک 'ہے کہ گہرا بیانات ہیں یا کوشش کر رہا تھابنانا؟مجھے لگتا ہے کہ ہم میں سے اکثر کی تحقیقات اور ادبی بحث کرنے میں دلچسپی رکھتے ہیں(اور موسیقی) ایک مقررہ ساہتیک اتکرجتا اور شاید ایک ملکیت کی لونڈی یہ کام کرتا ہےبجائے انتہائی نقطہ نظر؛ یہ کیا CP، سب کے بارے میں نہیں ہے؟ ہو سکتا ہے کہ وہاںکہہ دو، جیسے، alt.postmodern یا کچھ اور ایک نیوز گروپ ہونا چاہئے. کچھ بھی کمalt.cyberpunk مقابلے دائرہ کار میں پابندیوں.
		-- Jeff G. Bone

%
"ہر کسی کے سر کے ایک سستے فلم کے شو ہے."
		-- Jeff G. Bone

%
زندگی غیر تسلی بخش وضاحت کی گئی ہیں کہ تصورات سے بھری پڑی ہے. اصل میں، بہت کم ہیںکہ نہیں ہیں تصورات. یہ غیر تکنیکی شعبوں میں سے کسی کے سوچنے کے لئے مشکل ہے.
		-- Daniel Kimberg

%
... cyberpunk میکانیاتی & duplicable طور پر ذہن دیکھنا چاہتا ہے،انفرادیت اور خود کی نوعیت کے بارے میں چیلنج بنیادی مفروضات.یہی وجہ ہے کہ cyberpunk آرٹ اور موسیقی ہے کہ فرض کرنے کے لئے تمام بہتر وجہ لگتا ہےبنیادی طور مورھ garbagio. ولی یقینی طور پر اس خیال سے خطابKatatonenkunst، خود کار طریقے سے باکس ساز اور لڑکی کے ساتھ "زیرو شمار،"مشاہدے حقیقی فن مشین خود کی تعمیر تھا کہ،بلکہ اس کی پیداوار کے مقابلے میں.
		-- Eliot Handelman

%
اس کی عکاسی کرتی ہے کہ اس گروپ اصل میں تخلیق کیا گیا تھا کہ قابل ہو سکتا ہے1987 کے ستمبر میں واپس اور 1200 پیغامات زائد تبادلہ کیا ہے.ایک میں سب شامل ہوں کے لئے بلایا گروپ کے لئے اصل اعلانگبسن اور Vinge اور فلموں کی تحریروں سے لے کر بحثBladerunner طرح کرنے کے برانڈز 'وضاحت کی طرح حقیقی دنیا کی چیزوںکام کا ایم ائی ٹی میڈیا لیب میں کیا جا رہا. اس کے لئے ایک پناہ گاہ کے طور پر کیا گیا تھااس دائرہ کار کے وژن کے ساتھ لوگوں کے. آپ کے لئے ایک پناہ گاہ بنانا چاہتے ہیں توکم خواب کے ساتھ لوگوں، بلا جھجھک. لیکن میں نے کسی کے لئے دکھ ہوتا ہےجو کہ alt.cyberpunk اس میں ہے کہ اس طرح کی ایک راکشسی گروپ ہے سوچتا ہےتقسیم کیا جا رہا ہے کی اشد ضرورت. وہ کبھی بھی شروع تو جنت ان کی مددپڑھنے comp.arch یا rec.arts.sf سے محبت کرنے والوں.
		-- Bob Webber

%
... میں میکانیاتی 'کی اصطلاح کی پرواہ نہیں ہے. لفظ 'کیبرنیٹاک' ایک بہت ہےزیادہ مطابق. میکانیاتی عالمی نقطہ نظر کو مزید اور مزید پیچھے رہ رہا ہےحقیقی دنیا بھی سادہ نظام کے سب سے زیادہ شاندار پیدا کر سکتے ہیں جہاںافراتفری.
		-- Peter da Silva

%
انفرادیت اور خود کے بارے میں بنیادی مفروضات کا تعلق ہے، اس بنیاد ہےI cyberpunk بارے میں کیا پسند کی. اور یہ مجھے یقین ہے کے بارے میں کیا پسند کے بنیادی ہےپہلے سے گبسن techie میں SF لکھاریوں neophile بعض لوگ یہاں ڈال کرنا چاہتے ہیں کہنیچے. ہر کسی کو نہیں ایک ہی مفروضوں ہوتا. میں نے اپنے دماغ کھو نہیں کیا ہے، ... یہ بات ہےٹیپ پر اپ کی حمایت.
		-- Peter da Silva

%
کمپیوٹر گرافکس کے پروگرام میں فنکاروں کون ہیں؟ Wavefront کی تازہ ترین باکس، یالوگوں کو اس کے لئے پروگرام کون؟ Mandelbrot کا سارا قرضہ حاصل کرنی چاہیےMandelVroom طرح کے پروگراموں کی پیداوار؟
		-- Peter da Silva

%
پشت بندی کنارے ٹیکنالوجی کو مندرجہ ذیل کا اعلان کیا ہےTETflame پروگرام:1) ایک بات چیت کے ذریعے قیمت کے لئے (کوئی quatloos قبول کیا) ہمارے جولنت میں سے ایک   نمائندوں کے پوسٹر سے باہر رہنے والے شٹ شعلے گا   تمھارا انتخاب. قیمت کا کتنا inversly متناسب ہے   ایک گدی ہدف یہ. ہم ڈینس شعلہ کے لئے اس بات پر یقین نہیں ہو سکتا   رچی. میٹ ئدنسافرڈ شعلوں آزاد ہیں.2) ایک بات چیت کے ذریعے قیمت کے لئے (اسی انتظام) TETflame پروگرام   `شعلہ insurence '' پیش کر رہا ہے`. اس نظام کے تحت، اگر   ہماری پالیسی ہولڈرز میں سے ایک flamed ہے، ہم آمیز منسوخ کر دیں گے   مضمون اور شعلہ flamer، ایک کرکرا کرنے.3) TETflame جلتے نمائندے شامل: رچرڈ قبر کھودنےوالا، اولیگ   Kisalev، ڈیانے اپون، ٹرش O'Tauma، ڈیو ہل، گریگ Nowak اور ہمارے سب سے زیادہ   حالیہ حصول، کیتھ ڈویل. لیکن وہ کرے گا سب میں آپ کو ڈال دیا جاتا ہے اس کی   فائل کو قتل. خصوصی انتظامات کر Weemba.
		-- Richard Sexton

%
"میں نے عیش کے ساتھ بہت خوش ہیں جہنم کی آگ، کے درمیان رہا تھا گنوتی؛ فرشتوں کے لئے جس عذاب اور پاگلپن کی طرح نظر آتے. I میں سے کچھ جمع کیا ان امثال ... "- بلیک،" جنت اور جہنم کی شادی "
		-- Richard Sexton

%
یہ ثابت کرنے کا طریقہ، حصہ 1مثال سے ثبوت:مصنف صرف کیس N = 2 دیتا ہے اور یہ کہ پتہ چلتا ہےجنرل ثبوت کے نظریات کے سب سے زیادہ پر مشتمل ہے.دھمکیوں کی طرف سے ثبوت:'چھوٹی سی'.جوردار handwaving طرف پروف:ایک کلاس روم یا سیمینار کے ماحول میں اچھی طرح کام کرتا.
		-- Richard Sexton

%
یہ ثابت کرنے کا طریقہ، حصہ 2بوجھل سنکیتن طرف پروف:سب سے بہتر کم از کم چار حروف اور خصوصی تک رسائی کے ساتھ کیا کیاعلامات.تھکن کی طرف سے ثبوت:اپنی دلیل کے لئے وقف ایک جریدے کے ایک یا دو مسئلہ مفید ہے.بھول کی طرف سے ثبوت:'ریڈر آسانی تفصیلات کی فراہمی کر سکتے ہیں''دوسرے 253 مقدمات مطابق ہیں''...'
		-- Richard Sexton

%
یہ ثابت کرنے کا طریقہ، حصہ 3obfuscation کے ذریعے پروف:سچے اور / یا بے معنی کا ایک طویل plotless تسلسلمیں syntactically متعلقہ بیانات.اچرچھاداری حوالہ طرف پروف:مصنف کا حوالہ نفی، بات چیت، یا کے سامانییکرنادب سے ایک قضیہ ان کے دعوے کی حمایت کرنے کے.فنڈز کی طرف سے ثبوت:کس طرح تین مختلف سرکاری ایجنسیوں غلط ہو سکتا ہے؟نامور اتھارٹی کی طرف سے ثبوت:'میں نے لفٹ میں کارپ دیکھا اور اس نے یہ شاید تھا کہ NP-مکمل. '
		-- Richard Sexton

%
یہ ثابت کرنے کا طریقہ، حصہ 4ذاتی مواصلات کی طرف سے ثبوت:'آٹھ جہتی رنگ سائیکل اتارنے NP-مکمل ہو گیا ہے[کارپ، ذاتی مواصلات]. 'غلط مسئلہ پر کمی کی طرف سے ثبوت:'دیکھنا ہوگا کہ لامحدود جہتی رنگ سائیکل اتارنے ہےdecidable، ہم ٹھوکر کھانے کے مسئلے کا اس کو کم. 'ناقابل رسائی ادب کے حوالے کی طرف پروف:مصنف ایک قضیہ کا ایک سادہ فرع پایا جانا دیتے ہوئے کہتے ہیںسلووینیائی کے ایک نجی سرکولیٹ یادداشتوں میںPhilological سوسائٹی، 1883.اہمیت کی طرف سے ثبوت:سب سے پیروی مفید نتائج کی ایک بڑی جسمسوال میں تجویز.
		-- Richard Sexton

%
یہ ثابت کرنے کا طریقہ، حصہ 5جمع ثبوت کی طرف سے ثبوت:لانگ اور مستعد تلاش ایک counterexample نازل نہیں کیا.کونیات طرف پروف:تجویز کی نفی ناقابل تصور ہے یابے معنی. خدا کے وجود کے ثبوت کے لئے ڈاؤن لوڈ، اتارنا.باہمی حوالہ کی طرف سے ثبوت:حوالہ جس میں، پرمیئ 5 میں پرمیئ 3 سے پیروی کرنے کے لئے کہا جاتا ہےریفرنس B، میں فرع 6.2 سے پیروی کرنے کے لئے دکھایا گیا ہے جس میںمیں پرمیئ 5 میں سے ایک آسان نتیجہ ہے جس میں ریفرنس C،ریفرنس A.metaproof طرف پروف:ایک طریقہ کے مطلوبہ ثبوت کی تعمیر کے لئے دیا جاتا ہے.کے طریقہ کار کے درست ان میں سے کسی کی طرف سے ثابت ہو گیا ہےکی تراکیب.
		-- Richard Sexton

%
یہ ثابت کرنے کا طریقہ، حصہ 6تصویر کی طرف سے ثبوت:مثال سے ثبوت کے ایک زیادہ قائل فارم. اچھی طرح یکجابھول کی طرف سے ثبوت کے ساتھ.جذباتی دعوے طرف پروف:اس کا اختیار سلسلے کے کچھ قسم کی ضرورت کے لئے مفید ہے،سامعین.گھوسٹ حوالے کی طرف سے ثبوت:کچھ نہیں بھی دور سے حوالہ دیا قضیہ میں ظاہر ہوتا مشابہتریفرنس دیئے.
		-- Richard Sexton

%
یہ ثابت کرنے کا طریقہ، حصہ 7آگے حوالے کی طرف سے ثبوت:حوالہ، مصنف کے آئندہ کاغذ پر عام طور پر ہےجو اکثر سب سے پہلے میں جتنا آئندہ نہیں ہے.لسانی Shift کی طرف سے ثبوت:سٹینڈرڈ مگر تکلیف کی تعریف میں سے کچھ تبدیل کر رہے ہیںنتیجہ کے بیان کے لئے.انترجشتھان میں اپیل کر پروف:بادل کے سائز ڈرائنگ کی صورت میں اکثر یہاں مدد.
		-- Richard Sexton

%
        [مئی ONE]، چاہے، پنیر اور لکڑی میں، کیڑے پیدا کر رہے ہیں پر شک        یا، برنگ اور بھڑوں تو اس میں گائے-گوبر، یا اگر تیتلیوں، ٹڈیاں،        شیلفش، سنیئلز، ئل، اور اس طرح زندگی کے ناپاک ہوتا procreated جائے        کیا بات ہے، کہ جس میں مخلوق کی صورت موصول کرنے کے لیے جو کرنا        سوال کے ذریعے ابتدائی طاقت نمٹا جاتا ہے [؟] اس سوال کا ہے        وجہ، احساس، اور تجربے. وہ اس شک کرے تو، اس کے پاس چلیں        مصر، اور وہاں اس نے چوہوں کے ساتھ swarming شعبوں اولاد مل جائے گا        Nylus کی مٹی سے، باشندوں کی بڑی آفت کرنے.                A سترہویں صدی رائے L. L. Woodruff کے حوالے سے کہا،                میں * زمین کا ارتقاء اور ابن *، 1929
		-- Richard Sexton

%
ایک SF کنونشن میں ایک بٹن پر دیکھا:برمودا مثلث ایکسپڈیشنری فورس کے تجربہ کار. 1990-1951.
		-- Richard Sexton

%
"لوگ وہ عذاب سے ڈرتے ہیں کیونکہ اچھے ہیں، اور ثواب کی امید کریں تو،پھر ہم ایک افسوس لاٹ پاس ہیں. "
		-- Albert Einstein

%
"کیا مطلوب ہے جس میں باہر تلاش کرنے کے یقین کرنے کے ارادہ سے بلکہ مرضی نہیں ہے،عین برعکس. "
		-- Bertrand Russell, _Sceptical_Essays_, 1928

%
"وہاں تھے، کوئی عورتوں، مردوں خدا کی طرح جئیں."
		-- Thomas Dekker

%
"کردار کے بغیر انٹیلی جنس ایک خطرناک بات ہے."
		-- G. Steinem

%
"یہ وہ ہم سب صرف اس کی طرح ہونے کا بنا کہتے ہیں. اس لئے ہم گونگے ہیں، تو خدا ہےگونگے اور سائڈ پر شاید بھی تھوڑا بدسورت. "
		-- Frank Zappa

%
"یہ صرف ایک کمپیوٹر نہیں ہے - یہ آپ کے گدا ہے."
		-- Cal Keegan

%
"ٹھیک ہے، ایڈ. Pentescostal، مجھے سوچنے دو."- Starcap'n رضی اللہ عنہ، ra@asuvax.asu.edu. "نہیں، کرشمائی (مجھے لگتا ہے - میں نے کیا کیا ان pesky لیبل پر چھوڑ دیا ہے مطلب). "- ایڈ کارپ، erc@unisec.usi.com"وہی فرق - تمام جوش اور محسوس، کم سے کم ایک کام کر دماغ اوسطجماعت فی سیل. Starcap'n رضی اللہ عنہ، تم نے اسے لگایا. اچھا کام!"
		-- Kenn Barry, barry@eos.UUCP

%
"BTW، یسوع آپ چھڑنا جانتی ہے؟"
		-- Diane Holt, dianeh@binky.UUCP, to Ed Carp

%
"میں جعل سازی میں باہر بھیج دیا ہے دیکھا ہے."
		-- John F. Haugh II (jfh@rpp386.Dallas.TX.US), about forging net news articles

%
"بس تجسس سے باہر یہ اصل میں کچھ مطلب یا کچھ ہے آپ کے دماغ کی کچھ باقی بٹس کے صرف بخارات بن کر اڑ؟ "
		-- Patricia O Tuama, rissa@killer.DALLAS.TX.US

%
"dirtball کاٹ،."رچرڈ قبر کھودنےوالا، richard@gryphon.COM
		-- Patricia O Tuama, rissa@killer.DALLAS.TX.US

%
"اے میرے! alt.flame میں ایک` اشتعال انگیز رویہ '؟ کبھی اس طرح کے بارے میں سناایک چیز..."
		-- Allen Gwinn, allen@sulaco.Sigma.COM

%
(کالعدم کوکی کی؛ کہ ٹھیک ہے امید ہے کہ)
		-- Allen Gwinn, allen@sulaco.Sigma.COM

%
"مسیحیت میں اخلاقیات اور نہ دین نہ تو حقیقت کے ساتھ رابطے میں آنے کےکسی بھی موڑ پر. "
		-- Friedrich Nietzsche

%
"کون اکیلے وجہ ہے * * خود باہر جھوٹ بولنے کی حقیقت کا؟ وہ * دوچار ہے جو * اس سے. "
		-- Friedrich Nietzsche

%
"تو یہودیوں سے نفرت کرنے والے آپ کو آپ ان کے مذہب کو اپنانے کیوں کیا؟"
		-- Friedrich Nietzsche, addressing anti-semitic Christians

%
"لٹل prigs اور تین چوتھائی madmen گخمین ہو سکتا ہے کہ کے قوانیننوعیت مسلسل ان کی خاطر ٹوٹ رہے ہیں. "
		-- Friedrich Nietzsche

%
"سائنس godlike کرتا ہے - آدمی بن جاتا ہے جب یہ کاہنوں اور معبودوں کے ساتھ یہ سب ختم ہو گیا ہے سائنسی. اخلاقی: سائنس جیسے حرام ہے - یہ واحد ہے حرام. سائنس * سب سے پہلے * گناہ، * اصل * گناہ ہے. * یہ اکیلی ہے اخلاقیات * `` تو جانتا نہیں shalt '' -.. باقی مندرجہ ذیل "
		-- Friedrich Nietzsche

%
"ایمان: نہیں * کیا سچ ہے معلوم کرنے کے لئے * کی خواہش."
		-- Friedrich Nietzsche

%
> ایک بنیادی تصور بنیادی Usenet کے یہ ایک تعاون پر مبنی ہے.دس سال پر جانے کے لئے یوجنیٹ پر رہا کرنے کے بعد، میں نے اس سے اتفاق نہیں کرتے.بنیادی تصور بنیادی یوجنیٹ شعلہ ہے.
		-- Chuq Von Rospach, chuq@Apple.COM

%
"ہر گروپ ماہرین کے ایک جوڑے کی ہے. اور ہر گروپ کم از کم ایک بیوکوف ہے. اس طرح توازن اور ہم آہنگی (اور اختلاف) برقرار رکھا جاتا ہے. یہ کبھی کبھی مشکل ہے flamewars کا بڑا حصہ میں اس کو یاد کرنے کی ہے کہ پریشانی کی تمام اور درد کو عام طور پر ایک یا دو انتہائی حوصلہ افزائی، کاسٹک twits کی وجہ سے ہے. "
		-- Chuq Von Rospach, chuq@apple.com, about Usenet

%
حال ہی میں اپ کی حمایت کے نظام؟
		-- Chuq Von Rospach, chuq@apple.com, about Usenet

%
ایک اگلے باہر تلاش کرنے کے لئے یقینی ہے "یہ زیادہ سے زیادہ ایک سے شادی جن کی نشاندہی نہیں کرتاصبح یہ کسی اور کا تھا. "
		-- Rogers

%
"اگر آپ کو تنہائی سے ڈرتے ہیں تو، نکاح نہ کرو."
		-- Chekhov

%
کے ساتھ حقیقی کی ایک الجھن؛ "محبت ایک مثالی چیز، شادی ایک حقیقی بات ہےمثالی سزا کبھی نہیں جاتا. "
		-- Goethe

%
"شادی کے پابندی میں، میں سنکوچ کے لئے کبھی کبھی نجات پانے کے لیے کیا جاتا ہے."
		-- Butler

%
"بہت اچھا سوال ... جو میں نے جواب دینے کے لئے کے قابل نہیں ہے ...، ہے` کیا کرتاعورت چاہتے ہیں؟ "
		-- Sigmund Freud

%
"میں نے حال ہی میں، دنیا کی تمام معلوم اندوشواسوں کی تحقیقات کر دیا گیا ہے اور ہمارے مخصوص اندوشواس (عیسائیت) ایک redeeming میں تلاش نہیں کرتے نمایاں کریں. وہ سب ایک جیسے قصے اور پران کی بنیاد رکھی جاتی ہیں. "
		-- Thomas Jefferson

%
یاد رکھیں: پگلی دماغ کی ایک ریاست ہے، پاگل زندگی کا ایک طریقہ ہے.
		-- Dave Butler

%
"ایک نمازی سے زیادہ ایک سیکھا آدمی کی فضیلت فضیلت کے برابر ہےچاند کی، پورے چاند کی رات کو، تمام ستاروں پر. بے شک،علماء انبیاء کے وارث ہیں. "
		-- A tradition attributed to Muhammad

%
"پادریوں کامیابی صبر اور pusillanimity کے عقائد کی تبلیغ کی.معاشرے کے سرگرم فضائل کی حوصلہ شکنی کر رہے تھے؛ اور کسی کے آخری باقیاتفوجی روح cloister کی میں دفن کیا گیا: عوام کا ایک بڑا حصہ ہے اورنجی دولت صدقہ اور لگن کے شبہات کے مطالبات کے لئے مخصوص کیا گیا تھا؛اور سپاہیوں کی تنخواہ دونوں جنسوں کے بیکار ہجوم پر فراخدلی کی گئی تھیجو صرف پرہیز اور پاکدامنی کے امتیازات وخصوصیات سے درخواست کر سکتا ہے. "
		-- Edward Gibbons, _The Decline and Fall of the Roman Empire_

%
"سوال نہیں بلکہ یہ ہے کہ: کیا ہم نے کبھی گری دار میوے کی ایک دماغ 'بنانے میں کامیاب ہے اور اگربولٹ '، ہم کس طرح پتہ چل جائے گا کہ ہم کامیاب ہو گئے ہیں؟- Fergal Toomey"یہ ہمیں بتائیں گے."
		-- Barry Kort

%
"انکوائری یقین مہلک ہے."
		-- Will Durant

%
"میٹس، 'ساٹھ آٹھ میں عظیم تھے کارڈز، 'نو ساٹھ میں ٹھیک تھے لیکن شاوک انیس ستر میں آسمانی ہو جائے گا. "
		-- Ernie Banks

%
"دو مواقع پر میں [پارلیمنٹ کے ارکان کی طرف سے!] پوچھا ہے کیا گیا، 'دعا کرو، مسٹرBabbage، آپ مشین میں غلط اعداد و شمار پیش کیا تو صحیح جواباتباہر او؟' میں نے خیالات کے برم کی قسم گرفتار کرنے بجا طور پر قابل نہیں ہوںکہ اس طرح کے ایک سوال اکسانے سکتا ہے. "
		-- Charles Babbage

%
"میں عیسائیت * ایک * عظیم لعنت، * عظیم * ایک اندرونی کال کریںاخلاقی زوال، * ایک * بدلہ لینے کے لئے عظیم سنتیں جس میں کوئی فائدہ کے لئےکافی، زہریلی سیکرٹ، زمین کے اندر ہے، * پیٹی * - میں نے اسے فون* ایک بنی نوع انسان کی * بشر عیب. "
		-- Friedrich Nietzsche

%
"خدا کے ایمان اور اس کے دین حرکت بنیادی مقصد کے لئے ہےمفادات کا تحفظ اور انسانی نسل کی وحدت کو فروغ دینے، اور فروغ دینے کے لئےمحبت اور رفاقت کی روح انسانوں میں. یہ ایک ذریعہ بننے کے لئے نہیں کا شکارنفرت اور دشمنی کا جھگڑا اور اختلاف، کے. ""مذہب بیشک میں امن کے قیام کے لئے چیف آلہ ہے یہ قوموں کے عالمی و آشتی کے درمیان ... زیادہ سے زیادہ کی کمی مذہب، بے دین کی زیادہ دردناک راہ روی. یہ نہیں کر سکتا لیکن افراتفری اور انتشار کے لئے آخر میں قیادت. "
		-- Baha'u'llah, a selection from the Baha'i scripture

%
"Cogito لہذا میں صحیح ہوں اور تم غلط ہو."
		-- Blair Houghton

%
"... سلطنت روما کے زوال کی اہم وجوہات میں سے ایک یہ تھی کہ،کمی صفر، وہ کی کامیاب برطرفی نشاندہی کرنے کے لئے کوئی راستہ نہیں تھاان C پروگراموں. "
		-- Robert Firth

%
Q: کسی کو صرف رومن Polanski سٹار وار ہدایت کی کہ پوسٹ کیا. کیامجھے کیا کرنا چاہیے؟A: ایک بار میں صحیح جواب پوسٹ کریں! ہم لوگوں کو مومن پر جانے کی ضرورت نہیں کر سکتے ہیںکہ! اس جگہ پر آپ کے بہت اچھا. آپ نے شاید کا صرف ایک ہی ہو جائے گااصلاح کر دے، تو جتنی جلدی آپ کر سکتے ہیں کے طور پر پوسٹ. لہذا، کھونے کے لئے کوئی وقت نہیںیقینی طور پر ایک دن انتظار، یا کسی اور بنا دیا ہے تو دیکھنے کے لئے جانچ پڑتال نہیں کرتےاصلاح.اور ویسے میل کے ذریعے پیغام بھیجنا کافی اچھا نہیں ہے. تم ہو چونکہصرف ایک واقعی یہ فرانسس کے Coppola تھا کہ کون جانتا ہے، آپ کو مطلع کرنے کے لئے ہےپورے نیٹ فورا!
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
(ق): میں کس طرح میں کیا گروپوں پوسٹ کرنے کا انتخاب کر سکتے ہیں؟ ...(ق): کس طرح ایک مثال کے بارے میں؟A: ٹھیک ہے. کی آپ کو کہ Gretzky سے تجارت کی جاتی ہے کیا گیا ہے کی رپورٹ کرنے کے چاہتے ہیں ہیںکنگز کرنے Oilers کے. ابھی فورا آپ rec.sport.hockey سوچ سکتاکافی ہو جائے گا. غلط. ان سے زیادہ لوگوں دلچسپی ہو سکتا ہے. یہ ایکبڑی تجارت! یہ ایک خبر مضمون ہے کے بعد سے، یہ خبر میں تعلق رکھتا ہے. * تنظیمی ڈھانچےاس کے ساتھ ساتھ. آپ ایک نیوز منتظم ہیں، یا آپ کی مشین پر ایک ہو تو، کوششnews.admin. اگر نہیں تو، news.misc کا استعمال.Oilers کے شاید ارضیات میں دلچسپی رکھتے ہیں، تاکہ sci.physics کوشش. وہ ہےایک بڑا ستارہ، تاکہ وہ بھی ہیں کیونکہ sci.space sci.astro پر پوسٹ، اورستاروں میں دلچسپی. اگلا، ان کا نام پولستانی آواز ہے. لہذا میں پوسٹsoc.culture.polish. لیکن اس گروپ، کوئی چیز نہیں اس پر کراس کے پیغامیہ تجویز کر news.groups پیدا کیا جانا چاہئے. کے اس بہت سے ایسے گروپ کے ساتھسود، آپ کا مضمون بہت عجیب ہو، تو کے طور پر talk.bizarre پر پوسٹ کریں گےاچھی طرح سے. (اور وہ مشکل سے کسی مضمون حاصل کے بعد سے، comp.std.mumps پر پوسٹوہاں، اور ایک "معاضہ" گروپ کو مزید اپنے مضمون کی تشہیر کرے گا.)تم نے بھی اسے ہر گروپ میں ایک بار آرٹیکل پوسٹ کرنے کے لیے زیادہ مزہ ہے تلاش کر سکتے ہیں.آپ کو ایک ہی مضمون میں تمام خبریں گروپ کی فہرست تو، کچھ newsreaders گےصرف ایک بار پڑھنے کے لئے مضمون دکھا! اس کو برداشت نہیں کرتے.
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
(ق): میں نے ایک ڈیم کی مالیت کے ہجے بھی نہیں کر سکتے. میں نے آپ کو بہت کیا کرنا ہے مجھے بتاو جا امید ہے؟A: آپ کے مضامین نظر آتے ہیں کس طرح کے بارے میں فکر مت کرو. یہ پیغام ہے یاد رکھیںشمار، نہیں جس طرح سے یہ پیش کیا گیا ہے کہ. حقیقت یہ ہے کہ نظر انداز میلاایک خالصتا لکھا فورم ہجے اسی خاموش پیغامات بھیجتا ہےگندی لباس ناظرین سے خطاب کریں گے جب.
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
(ق): وہ صرف ریڈیو دان Quayle کے طور پر اٹھایا گیا تھا پر اعلان کیاریپبلکن ویپی امیدوار. میں پوسٹ کرنا چاہیے؟A: کورس کے. نیٹ کے طور پر چند کے لئے 3 کے طور پر 5 دنوں میں لوگوں تک پہنچ سکتے ہیں. یہبعد طویل طرح خبر کے واقعات کے بارے میں لوگوں کو مطلع کرنے کے لئے بہترین طریقہنشریاتی نیٹ ورک ان کے احاطہ کرتا ہے. آپ کو شاید واحد شخص ہیںریڈیو پر خبریں سنا ہے کے لئے، جتنی جلدی آپ کر سکتے ہیں کے طور پر پوسٹ کرنے کے لئے اس بات کا یقین.
		-- Brad Templeton, _Emily Postnews Answers Your Questions on Netiquette_

%
مکی ماؤس کرسمس کے لئے کیا ملا؟A ڈین Quayle دیکھتے.
		-- heard from a Mike Dukakis field worker

%
Q: کیا ایک کار سیلزمین اور ایک کمپیوٹر کے درمیان فرق ہے    سیلزمین؟A: کار سیلزمین شاید چلا سکتا!
		-- Joan McGalliard (jem@latcs1.oz.au)

%
"آپ کی حماقت، ایلن، صرف برابر کرنے کے لئے نہیں ہے."- ڈیو میک (mack@inco.UUCP)"آپ کا ہے."
		-- Allen Gwinn (allen@sulaco.sigma.com), in alt.flame

%
Taoist کے تحریروں سے ایک انتخاب:"لاؤ ٹین کنفیوشس سے پوچھا:` آپ احسانات اور نیکی کا کیا مطلب ہے؟ کنفیوشس نے کہا: `سب کے ساتھ حسن معاشرت اور ہمدردی میں کسی کی انترتم دل میں ہو کرنے کے لئے چیزیں؛ سب آدمیوں سے محبت اور کوئی سوارتی خیالات اجازت دینے کے لئے اس کی فطرت ہے فیض اور نیک. ' "
		-- Kwang-tzu

%
"یسوع بچاتا ہے ... لیکن Gretzky صحت مندی لوٹنے لگی ہو جاتا ہے!"
		-- Daniel Hinojosa (hinojosa@hp-sdd)

%
"کوئی بھی چیز پیدا ضروری خالق کے جوہر سے کمتر ہونا چاہیے."- کلاڈ Shouse (shouse@macomw.ARPA)"آئنسٹائن کی ماں ایک ماہر طبیعیات کی ایک heck رہا ہوگا."
		-- Joseph C. Wang (joe@athena.mit.edu)

%
"مذہب، ہماری انٹیلی جنس کے بچپن سے چھوڑ کچھ ہے یہ ہو گاجیسا کہ ہم نے ہماری ہدایات کے طور پر کی وجہ سے اور سائنس کو اپنانے دور ختم. "
		-- Bertrand Russell

%
"جھوٹے ہونٹ رب کے لئے مکروہ ہیں؛ لیکن صحیح معنوں میں نمٹنے ہے کہ انہوں نے اس کی ہیں نعمتوں. نرم جواب قہر کو دور پھیر؛ لیکن سخت جواب غصہ ہلچل. معاملہ اس نے اسے سننے سے پہلے جواب ہے کہ وہ، جو حماقت اور شرم کے پاس ہے اس کے. بلاوجہ اپنے پڑوسی کے خلاف گواہی نہ؛ اور کے ساتھ نہیں کو دھوکہ تیرے ہونٹ. موت اور زندگی زبان کے قابو میں ہیں. "
		-- Proverbs, some selections from the Jewish Scripture

%
"ایک کشور میں پائیدار شہرت پڑھائی طور پر، میں حقائق پر مبنی یقین ترستا، اورمیں نے انسانی زندگی کے ایک بامعنی نقطہ نظر کے لئے پیاسے - تو میں ایک سائنسدان بن گیا.یہ تو آپ کو لڑکیوں کو پورا کر سکتے ہیں ایک آرچ بشپ بننے کی طرح ہے. "
		-- Matt Cartmill

%
Heisenberg کی یہاں کیا گیا ہے ہو سکتا ہے.
		-- Matt Cartmill

%
"کوئی بہانا ایک ظالم کی خدمت کریں گے."
		-- Aesop

%
"تجربہ ثابت ہوا ہے کہ کچھ لوگ یقینا سب کچھ جانتے ہیں."
		-- Russell Baker

%
کتنے زین بدھ مت کے جو ایک روشنی بلب تبدیل کرنے کے لئے لگتا ہے؟دو. اسے تبدیل کرنے کے لئے ایک اور ایک اس کو تبدیل کرنے کے لئے نہیں.
		-- Russell Baker

%
"میں نے شہ خدا کے پیروکاروں میں سے ناکام بنا cudgels ترجیح دیتے ہیں."
		-- Sean Doran the Younger

%
"میں دوسروں مجھے حوالہ نہیں کرنا چاہتے ہیں، میں بات نہیں کرتے."
		-- Phil Wayne

%
"میرے ٹرمنل ایک مہلک چائے کا چمچ ہے."
		-- Patricia O Tuama

%
"میں ہوں ... ایک عورت ... اور ... تکنیکی طور پر ایک پرجیوی یوٹیرن ترقی"
		-- Sean Doran the Younger [allegedly]

%
"کیا یہ صرف مجھ، یا کسی اور کو` بائبل humpers 'ہر بار پڑھے تواگر کوئی `بائبل thumpers لکھتے ہیں؟
		-- Joel M. Snyder, jms@mis.arizona.edu

%
"منی سارے پیسے کی جڑ ہے."
		-- the moving finger

%
"... گریگ Nowak:` گریگ سے 'ایک اور شعلے - ضرورت سے مجھے مزید کہتے ہو؟ "- جوناتھن D. Trudel، trudel@caip.rutgers.edu"نہیں. آپ اس سے کم کا کہنا ہے کہ کرنے کی ضرورت ہے."
		-- Richard Sexton, richard@gryphon.COM

%
"اور یہ میری رائے ہے، اور یہ کہ صرف میری رائے ہے، کیا تم پاگل ہو. بسآپ کے ساتھ آپ پاگلپن کا اشتراک کرنے کے لئے چند hunderd دوسرے لوگ ہیں کیونکہاگر آپ کو کوئی saner نہیں بناتا. برباد، ہاں؟ "
		-- Oleg Kiselev,oleg@CS.UCLA.EDU

%
"اطاعت. غلاموں کا مذہب. دانشورانہ موت کا مذہب. مجھے پسند ہےیہ. سوالات پوچھنا مت، میں نہیں سوچتے، رب کے کلام کی اطاعت - طورآسانی سے ایک بھاری رولیکس کے ساتھ ایک رول میں ایک شخص کی طرف سے آپ کے لئے لایا گیا ہےان کی کلائی پر. مجھے وہ کام پسند ہے! میں کہاں دستخط کر سکتے ہیں اپ؟ "
		-- Oleg Kiselev,oleg@CS.UCLA.EDU

%
"گھر کی زندگی ہم اس کو سمجھنے کے طور پر کوئی زیادہ ہمارے لئے قدرتی سے ایک پنجری میں ایک کے لئے ہےکوکٹو. "
		-- George Bernard Shaw

%
"شادی ایک پنجرا کی طرح ہے، ایک کو پرندوں سے باہر حاصل کرنے کے لئے بے چین دیکھتا ہے، اوربیتاب کے اندر ان لوگوں کو باہر حاصل کرنے کے لئے. "
		-- Montaigne

%
"ایک مرد اور عورت کے لئے ایک ساتھ ہوتا ہے مسلسل رہنے کے لئے ... حیاتیاتیبول، ایک انتہائی غیر معمولی شرط. "
		-- Robert Briffault

%
"شادی کے نیچے کم ہے، لیکن آپ کو اس کے لئے آپ کی زندگی کی ادائیگی کے باقی خرچ."
		-- Baskins

%
ایک شخص نے مکمل نہیں ہے جب تک وہ شادی کر رہا ہے - اس کے بعد وہ ختم ہو گیا ہے.
		-- Baskins

%
شادی طلاق کا واحد سبب ہے.
		-- Baskins

%
شادی انٹیلی جنس زائد تخیل کی کامیابی ہے. دوسری شادی ہےتجربہ پر امید کی فتح.
		-- Baskins

%
"چین yanked ہے جا سکتا ہے جو ہمیشہ کی زنجیر نہیں ہے."
		-- G. Fitch

%
"کمپنی کے لئے جہنم کی آب و ہوا کے لئے جنت میں جائیں،."
		-- Mark Twain

%
"مجھے یقین ہے قالین کی بدبو کے سازوں کو ہٹا کہ پاؤڈر پڑے ہوں محفوظ وقت شامل ان کی مصنوعات میں جاری ہیں بلی پیشاب. یہ ٹیکنالوجی نے اپنی ماں کے دور حکومت کے دوران کیا اس کی تقسیم کو روکا جانا ضروری ہے. میرا قالین پیشاب کی طرح مہک، اور میں نے ایک بلی کی ضرورت نہیں ہے. بہتر کچھ زیادہ کی طرف جانا. "
		-- timw@zeb.USWest.COM, in alt.conspiracy

%
"آبادی مسئلہ نہیں ہے تو، یہی وجہ ہے کہ حکومت میں کینسر ڈال ہےسگریٹ؟ "
		-- the elder Steptoe, c. 1970

%
ایک چھوٹا سا ڈالو: "اگر تم منہ کی بو کی ضرورت کے لئے اپنے کتے کو نہیں چاہتے ہیں تو، میں کیا کروں بیت الخلا میں Lavoris. "
		-- Comedian Jay Leno

%
کیسے تم جیسا ایک شہ سرخی دیکھ کر کبھی نہیں: "یہاں کے بارے میں سوچنے کے لئے کچھ ہے `نفسیاتی لاٹری جیت. '"
		-- Comedian Jay Leno

%
"ٹھیک ہے خوش چارلی براؤن، آپ Blockhead کی."
		-- Lucy Van Pelt

%
"وقت دوگنا تاکہ ایک برم. کھانے ہے."
		-- Ford Prefect, _Hitchhiker's Guide to the Galaxy_

%
"جہالت معجزات پر یقین اگتا ہے جس میں مٹی ہے."
		-- Robert G. Ingersoll

%
"لیبر معزز ہے کہ ان کی بیٹی کو پڑھانے کے، ہر ایک اپنے بیٹے کو پڑھانے،."
		-- Robert G. Ingersoll

%
"میں میں ذرا بھی اعتماد نہیں ہے 'روحانی تجلیات.'"
		-- Robert G. Ingersoll

%
"یہ قرض ہم پرتیبھا کے مردوں اور عورتوں کی مرہون منت ہے کہ جتنا بیان کرنا مشکل ہے."
		-- Robert G. Ingersoll

%
"خوشی دولت ہے اور محبت کی روح کی قانونی ٹینڈر ہے."
		-- Robert G. Ingersoll

%
"میں مدد ہے کہ ہاتھوں کو بہتر اب تک دعا کرتے ہیں کہ ہونٹوں کے مقابلے میں ہیں."
		-- Robert G. Ingersoll

%
"یہ طعنہ کہ خدا دھوکہ دے رہی ہے اور دعوی کر رہے ہیں جو تخلیق ہے ہمیں ایک احمقانہ انداز میں. "
		-- J. W. Nienhuys

%
"نہیں، نہیں، میں نے دنیا میں سب سے ہوشیار آدمی نامی کوئی اعتراض نہیں کیا جا رہا. میں نے صرف متمنی اسے اس سے نہیں تھے. "
		-- Adrian Veidt/Ozymandias, WATCHMEN

%
"ایک دوسرے سے * بہترین * رہو."
		-- Bill, or Ted, in Bill and Ted's Excellent Adventure

%
ساتویں ایڈیشن لائسنسنگ طریقہ کار مجھے لگتا ہے، ہیں، اب بھی اثر میں،میں نے ٹیپ AT & T کی طرف سے دستیاب ہیں کہ شک اگرچہ. کسی بھی شرح، میں جو کچھ بھیپابندیاں عائد لائسنس اب بھی موجود. ان پابندیوں تھے اورجگہیں صرف نظام کو چلانا چاہتے ہیں اس کے لئے مناسب ہیں، لیکن کی اجازت نہیں دیتےکہ Minix میں منبع کے مطالعہ کی طرح، کے لئے لکھا گیا چیزوں میں سے بہت سےکلاسیں، یا یونیورسٹی یا ادارے میں جو نہیں ہے افراد کی طرف سے.میں نے ہمیشہ Minix ایک ٹھیک اندازہ نہیں تھا کہ میں سوچا ہے، اور competently کیا.V7 کے سائز، ورلڈ کپ -l /usr/sys/*/*.[chs] کا تعلق ہے 19271 ہے.
		-- Dennis Ritchie, 1989

%
"ہمارا وژن بالآخر اس کو ختم کرنے، وقت کی رفتار تیز کرنے کے لئے ہے." - یلیکس Schure
		-- Dennis Ritchie, 1989

%
"محبت Tundra کی بھر ایک snowmobile دوڑ میں مقابلہ ہے اور پھر اچانک اسے اتر گیا زائد، آپ نیچے پن کرنا. رات کے وقت، آئس weasels آئے. "
		-- Matt Groening

%
"میں مرنے سے نہیں ڈرتا، میں نے ابھی نہیں یہ ہوتا ہے جب وہاں ہونا چاہتے."
		-- Woody Allen

%
"سٹریٹ ٹیکنالوجی کے لئے اس کے اپنے استعمال کرتا ہے مل جاتا ہے."
		-- William Gibson

%
"میں نے ان کریں یا آپ کے بارے میں تھوڑا الوہیت دیکھیں. آپ مسیحیت کے مجھ سے باتآپ کو اپنے دشمنوں پھانسی کے ایکٹ میں ہیں جب. کبھی اس طرح نہیں تھاگستاخانہ بکواس! "
		-- Shaw, "The Devil's Disciple"

%
"تم اور میں افراد کے طور پر کر سکتے ہیں، قرضوں کے حصول تک، ہماری استطاعت سے باہر، رہتے ہیں لیکنصرف وقت کی ایک محدود مدت کے لئے. ہم اس اجتماعی کیوں سوچنا چاہئے،ایک قوم کی حیثیت سے ہم ہیں کہ ایک ہی کی حد بندی کے پابند نہیں ہیں؟ "
		-- Ronald Reagan

%
"اس نے فیصلہ کیا تھا، اگرچہ، زیادہ وقت اور ذہنی کوشش کی ایک بڑی ڈیل کے ساتھ کہ،وہ شاید ایک قابل قبول اخترتی میں سرگرمی بدل سکتے. "
		-- Mick Farren, _When Gravity Fails_

%
"تبادلوں، میں fastidious دیوی، اینٹوں کے مقابلے میں خون بہتر، اور عیدوں سے محبت کرتا ہےسب سے زیادہ subtly پر انسانی مرضی پر. "
		-- Virginia Woolf, "Mrs. Dalloway"

%
یہ بوٹ کرنے کے لئے اپنے بوٹ روم جانتے ہیں جہاں آپ کی ڈسک کنٹرولرز ہیں کا وقت ہے؟
		-- Virginia Woolf, "Mrs. Dalloway"

%
"کیا سائنسدانوں کو ان بریف کیسوں میں ہے خوفناک ہے."
		-- Nikita Khrushchev

%
"... ایک سب سے زیادہ شاندار جنگلی ... چنگیز خان!"
		-- _Bill And Ted's Excellent Adventure_

%
"گھوڑا ھیںچو اور آپ کو ردی کی ٹوکری میں کر رہے ہیں."
		-- Lady Blue

%
"اوہ کیا نہیں مجھے چہرے میں میں پھینکنا جا کرنے دے گی ..."
		-- a prisoner in "Life of Brian"

%
"حق کبھی نہیں بدنامی کرنے، دنیا میں لیکن ایک کمینے کی طرح آتا ہےاس کے بارے میں ہے کہ اس کی پیدائش لایا. "
		-- Milton

%
"تم نے مجھے بحث نہیں کر سکتے تو پھر انہیں جہنم میں کوئی جس طرح تم نے مجھے باہر توہین دونگا نہیں ہے."- اسکاٹ LEGRAND (Scott.Legrand@hogbbs.Fidonet.Org)"تم غلط یہاں تھوڑا ایک ہو سکتا ہے،."
		-- R. W. F. Clark (RWC102@PSUVM)

%
"جی ہاں، میں نے کام کا ایک نمونہ ہوں. ایک بات ہم ULowell میں جاننے ہے کس طرح آپ کی طرح بیکار ہیکنگ غیر EE کے شعلہ کے لئے. میں تمہیں اندر سے برتر ہوں تکنیکی میدان میں تربیت اور مہارت کی طرف سے ہر طرح. کوئی بھی شخص جان سکتے ہیں کس طرح ہیک کرنے، لیکن انجینئرنگ تقریبا طور پر آسانی سے نہیں آیا ہے. اصل میں، میں ہوں وہاں سے باہر سب آپ CS کمپنیوں توہین کرنے کی کوشش نہیں، لیکن مجھے لگتا ہے EE میں سے ایک ہے سب سے مشکل کمپنیوں / گراڈ کمپنیوں کو منتقل کرنے کی. خوش قسمتی سے، میں نے یہ کر رہا ہوں. "- "واریر کی تشخیص" (wardiag@sky.COM)"دونوں ایک EE اور ایک ہی وقت میں ایک گدی ہونے کی وجہ سے ایک خوفناک بوجھ کا ہونا لازمی ہے آپ کے لئے. یہ واقعی ایک شعلہ، صرف ایک آرام دہ اور پرسکون مشاہدے میں نہیں ہے. مجھے بنا تا ہے شکر ہے کہ میرے CS بڑے، زندگی میرے لئے واقعی خوشگوار تھا. کے ساتھ مذاق ہے آپ وجود کے منتخب کردہ کے موڈ! "
		-- Jim Morrison (morrisj@mist.cs.orst.edu)

%
"بائٹ ایڈیٹرز پیال سے گندم علیحدہ کرنے والے مرد ہیں، اور اس کے بعد پیال کو پرنٹ. "
		-- Lionel Hummel (uiucdcs!hummel), derived from a quote by Adlai Stevenson, Sr.

%
"مذاق یوجنیٹ WITH" منشوربہت کم کچھ دیگر سے جواب کے کسی قسم کے بغیر Usenet کے پر ہوتا ہےریڈر. Usenet کے پوسٹنگس کے ساتھ مذاق کوئی رعایت نہیں ہیں. کچھ موجود ہیں کے بعد کوناس میں شامل ہیں حوالہ جات میں سے کچھ کے ترک میں پوچھ گچھ کرلیں، میرے پاس ہےان کا فلسفه خلاصہ یہ ہے کہ رہنما خطوط کی ایک فہرست لکھاپوسٹنگ.ایک. میں نے ایک بہت کے بغیر ایک اقتباس کے وسط میں الفاظ کو کبھی نہیں کاٹااچھی وجہ، اور میں بیضویات شامل کیے بغیر انہیں باہر کبھی نہیں کاٹا. کےمثال کے طور پر، "میں نے ایک goob نہیں کر رہا ہوں" بن سکتا ہے "میں ہوں ... ایک goob"، لیکن وہ بھی ہےساتھ فکر کرنے کی اشیاءہوسکتی. "میں شعلہ پروف ہوں" ہو سکتا ہے (اور ہے) بن"میں ہوں ... ایک ... P ... oof" لیکن یہ واقعی اسے ھیںچ رہا ہے.دو. مجھے ایک اقتباس کے شروع یا آخر سے دور الفاظ کاٹ، تو میں ایسا نہیں کرتےبیضویات ڈال، لیکن نہ تو میں نے اس پونجیکرت نہیں تھا کچھ نہ کچھ فائدہ کروںکاٹ سے پہلے. "میں Ubizmo کے چرچ میں ایک حیرت انگیز ہے کہ نہیں لگتاجگہ Ubizmo کے چرچ ایک شاندار جگہ ہے "" میں تبدیل کریں گے ". ذرا تصور کریںپوسٹر کے خیالات کی ایک ٹیپ ریکارڈنگ کے طور پر پوسٹنگ. میں مقرر کر سکتے ہیںتیزی سے آگے بڑھانے کے ذریعے اقتباس اور ٹیپ روکنے اپ، اور splicing کے بغیر،میں اندر بیضویات نہ ڈالو. اور ویسے بھی، میں نے اس طریقہ کار کے لئے استعمال کرتے ہوئے محبتکے ارد گرد چیزیں تبدیل کر کے. اگر آپ کو لگتا ہے کچھ بدبو آتی ہے تو، ایسا کہا - اگر آپ کو نہیں کہتےیہ بہت اچھا نہیں لگتا. ...
		-- D. J. McCarthy (dmccart@cadape.UUCP)

%
"وہ یہ کہ ایک چھوٹا سا عارضی حاصل کرنا ضروری لبرٹی تک دے سکتے ہیںحفاظت نہ تو آزادی اور نہ ہی حفاظت کے مستحق ہیں. "
		-- Benjamin Franklin, 1759

%
"میں ہوں، لہذا میں ہوں."
		-- Akira

%
"اسٹین اور میں اس کے استعمال بہت بیوکوف تھا سوچا کہ، ہم مالی اعانت کرنے کا فیصلہ یہ خود. "
		-- Martin Fleischmann, co-discoverer of room-temperature fusion (?)

%
"میں دنیا میں کسی سے بھی ایک جگہ میں مزید معلومات ہے."
		-- Jerry Pournelle, an absurd notion, apparently about the BIX BBS

%
"یہ آپ کو جاننے کے کیا آپ یہ ہوگا کہ سب جانتے ہیں کے بعد ہے."
		-- John Wooden

%
# وضاحت BITCOUNT (X) (((BX_ (X) + (BX_ (X) >> 4)) & 0x0F0F0F0F)٪ 255)# وضاحت BX_ (X) ((X) - (((X) >> 1) & 0x77777777) \- (((X) >> 2) & 0x33333333) \- (((X) >> 3) & 0x11111111))
		-- really weird C code to count the number of bits in a word

%
"اگر آپ ایک قوم کی کہانیاں لکھ سکتے ہیں تو، آپ کو ہوتا ہے جو کے بارے میں فکر کی ضرورت نہیں اس کی قوانین. آج، ٹیلی ویژن اکثر لوگ کہانیاں میں سے اکثر بتاتا ہے زیادہ تر وقت."
		-- George Gerbner

%
"مناسب آدمی دنیا کے لئے خود کو adapts ہے؛ اکارن ایک کو برقرار رہتا ہے خود کے لئے دنیا کو اپنانے کے لئے کی کوشش کر میں. لہذا تمام ترقی پر منحصر ہے غیر معقول آدمی. "
		-- George Bernard Shaw

%
"ہم نے ان کے اپنے اثر ڈالنا کہ کٹھپتلیاں پیدا کرنے کے لئے چاہتے ہیں."- این ماریون"یہ ان marionettes کی کرے گا؟"
		-- Jeff Daiell

%
C پروگرام پوٹ کاری کے موضوع پر:"میرا Egotistical رائے میں، زیادہ تر لوگوں کی سی پروگراموں کے پوٹ دار ہونا چاہئے چھ فٹ نیچے کی طرف اور گندگی کے ساتھ احاطہ کرتا. "
		-- Blair P. Houghton

%
نہیں، یہ تھا جس کے ذریعے،، شائع ہوا میں شروع کی ایک پراسرار رسمایک یا دوسرے راستے، ٹیم کے تقریبا ہر فرد منظور. اصطلاح کہاس رسم کے لئے استعمال کیا پرانے ہاتھوں - مغربی اصطلاح، نہ پریکٹس ایجاد -`سائن اپ کرنے گیا تھا. ' منصوبے کے لئے سائن اپ کرنے سے آپ کو ایسا کرنے پر اتفاق کیا ہے جو کچھ بھیکامیابی کے لئے ضروری تھا. تم، ضروری، خاندان تو اس کو ترک کرنے پر اتفاقمشاغل، اور دوست - آپ کو بائیں ان میں سے کسی پڑا تو (اور تم نہ کروں، توتم سے پہلے بھی کئی بار سائن اپ کیا تھا).
		-- Tracy Kidder, _The Soul of a New Machine_

%
"وقت وہ 50 سے 8 سے کم تھا کی طرف سے، دوسرے بونے شروع کر دیاشبہ "بھوکا."
		-- a Larson cartoon

%
"لیکن آپ کو نہیں دیکھ رہا ہوں، ایک کرسٹل گلاس میں شراب کا رنگ روحانی ہو سکتا ہے. ایک چہرے میں نظر، ایک وایڈلن کی موسیقی. A پیرس تھیٹر infused کیا جا سکتا اس کے تمام گھتا لئے روحانی کے ساتھ. "
		-- Lestat, _The Vampire Lestat_, Anne Rice

%
"اپنے ملک سے محبت ہے لیکن اس کی حکومت کے اعتماد کبھی نہیں."
		-- from a hand-painted road sign in central Pennsylvania

%
      مجھے تازہ ترین کمپیوٹر خریدا؛      یہ مکمل طور پر بھری ہوئی آئی.      یہ 90 دنوں کے لئے ضمانت دی گئی تھی      لیکن 30 میں پرانا تھا!
		-- The Wall Street Journal passed along by Big Red Computer's SCARLETT

%
والٹیئر کو اپ ڈیٹ کرنے کے لئے، "میں تم سے تمام پیغامات کو قتل کر سکتا ہے، لیکن میں نے کے لئے لڑونگاپوسٹ کرنے کے لئے اپنے دائیں، اور میں نے اسے اپنے ڈسک "پر رہائش پذیر دونگا.
		-- Doug Thompson (doug@isishq.FIDONET.ORG)

%
"ایک پروگرام لیکن تین لائنوں طویل ہو اگرچہ،کسی دن اس کو برقرار رکھا جائے کرنا پڑے گا. "
		-- The Tao of Programming

%
"ٹیون اپ کو چالو کریں،، باہر راک."
		-- Billy Gibbons

%
         EARTH     smog کے | تعمیرات AIR - مٹی - آگسوڈا پانی | شراب         WATER
		-- Billy Gibbons

%
"بالکل توانائی کے اوزار اور شراب نہیں ملاتے. ہر کوئی جانتا توانائی کے اوزار نہیں ہیںشراب میں گھلنشیل ... "
		-- Crazy Nigel

%
"زندگی بیکار ہے، لیکن موت بالکل باہر ڈال نہیں کرتا ...."
		-- Thomas J. Kopp

%
   N = ((ن >> 1) & 0x55555555) | ((ن << 1) & 0xaaaaaaaa)؛   N = ((ن >> 2) & 0x33333333) | ((ن << 2) & 0xcccccccc)؛   N = ((ن >> 4) اور 0x0f0f0f0f) | ((ن << 4) اور 0xf0f0f0f0)؛   N = ((ن >> 8) اور 0x00ff00ff) | ((ن << 8) اور 0xff00ff00)؛   N = ((ن >> 16) اور 0x0000ffff) | ((ن << 16) اور 0xffff0000)؛
		-- Yet another mystical 'C' gem. This one reverses the bits in a word.

%
"سب جگہ، پروپیگنڈے کے نظام کے لئے مقبول ثقافت سے، وہاں ہےلوگوں کو وہ بے بس ہیں کہ، محسوس کرنے کے لئے مسلسل دباؤ صرف کرداروہ ہو سکتا ہے کے فیصلوں کی توثیق کرنے اور بسم کرنے کے لئے ہے. "
		-- Noam Chomsky

%
"کام کرتا ہے کہ ایک پیچیدہ نظام پر ہمیشہ ایک سادہ سے تیار ہے پایا جاتا ہےنظام کام کیا ہے. "
		-- John Gall, _Systemantics_

%
"میری رائے میں، رچرڈ Stallman دہشت گردی کو تسلیم نہیں کریں گے کہ یہ توآیا اور اس کے انٹرنیٹ پر اس کو کاٹا. "
		-- Ross M. Greenberg

%
I کے جذبات کرنے کے تمام براہ راست تضادات باز کے لئے یہ ایک اصول بنا دیادوسروں، اور میرے اپنے کے تمام مثبت دعوی. میں نے بھی اپنے آپ کو استعمال سے منع فرمایا ہےایک مقررہ رائے درآمد اس زبان میں ہر لفظ یا اظہار رائے کی،جیسا کہ "یقینی طور پر"، "بلاشبہ"، وغیرہ. میں ان کے بجائے اپنایا "میںحاملہ "،" مجھے گمان ہے "، یا" میں تصور "تو یا اس کے ہونے کا ایک بات یہ ہے؛ یا" یہ بہت"اس وقت مجھ پر ظاہر ہوتا ہے.ایک اور میں نے ایک غلطی سوچا کہ کچھ بات پر زور دیا، میں نے اپنے آپ کی تردیداچانک اس کے برعکس، اور فوری طور پر کچھ اسے دکھا کے خوشیان تجاویز میں حماقت. جواب دینے میں مجھے میں اس کا مشاہدہ کرنے سے شروع ہوابعض صورتوں یا حالات ان کی رائے صحیح ہو گا، لیکن موجودہ میںصورت دکھائی یا مجھ سے کچھ فرق، وغیرہ لگ رہا تھامیں جلد ہی اپنے انداز میں اس تبدیلی کا فائدہ پایا؛ مکالمات میںمیں مصروف زیادہ خوشگوار پر چلا گیا. جس میں میں نے تجویز پیش کی معمولی طریقہ میرےرائے انہیں ایک readier استقبالیہ اور کم تضاد خریداری. میرے پاس تھامیں نے محسوس کیا گیا تھا جب اس سے کم mortification زیادہ آسانی میں غلط میں ہونا، اوران کی غلطیوں کے لئے دے اور جب میں اپنے ساتھ شامل ہونے کی دوسروں کے ساتھ غالبحق میں ہوا.
		-- Autobiography of Benjamin Franklin

%
"میں نے کبھی اس زبان depompisifier لکھنے کے ارد گرد حاصل ہے، تو یہ بدل جائے گالفظ "مثال" "مثال" یا میں تقریبا تمام واقعات "ماڈل."
		-- Herbie Blashtfalt

%
"زندگی، جو نفرت یا اسے نظر انداز، آپ کو یہ پسند نہیں کر سکتے."
		-- Marvin the paranoid android

%
توہین آمیز لائٹس کمپیوٹر کی کنسول بھر flashed کیا.
		-- Hitchhiker's Guide to the Galaxy

%
"کچھ غلطی ہوئی ہے،" انہوں نے کہا، "اگر تم سے بڑھ کمپیوٹر نہیں ہیںMilliard Gargantubrain ایک میں ایک ستارہ میں تمام جوہری اعتماد کر سکتے ہیں جس میںmillisecond کی؟ ""Milliard Gargantubrain؟" گہری سوچ unconcealed حقارت سے کہا."A محض abacus کے. یہ نہیں ذکر."
		-- Hitchhiker's Guide to the Galaxy

%
"لیکن تم نہیں ہو،" انہوں نے کہا، "کے مقابلے میں عظیم Hyperlobic ایک زیادہ پیشاچک جھگڑنےCiceronicus بارہ، جادو اور کے گول Cognate نیوٹران Wrangler نےاشرانت؟ ""عظیم Hyperlobic گول Cognate نیوٹران Wrangler نے،"، گہری سوچ کہااچھی طرح R کی، "ایک Arcturan آف چاروں ٹانگوں بات کر سکتے رولنگمیگا گدھے - لیکن صرف میں ہی اس کے بعد سیر کے لئے جانے کے لئے اس کا قائل کر سکتے تھے ".
		-- Hitchhiker's Guide to the Galaxy

%
معماروں عمارتوں طریقہ پروگرامرز پروگرام لکھنے بنایا تو کولا جھٹکاایک فارچیون-500 کمپنی ہو جائے گا.معماروں عمارتوں طریقہ پروگرامرز پروگرام لکھنے بنایا تو، آپ کو ہو جائے گا$ 34.95 کے لئے Babbages پر ایک اچھا تھوڑا نوآبادیاتی سپلٹ سطح خریدنے کے لئے قابل.پروگرامرز کے پروگراموں طریقہ بلڈرز عمارتوں کی تعمیر لکھا تو، ہم اب بھی چاہوںautocoder کا استعمال کرتے ہوئے اور مرتب ڈیک چل رہا ہو.
		-- Peter da Silva and Karl Lehenbauer, a different perspective

%
گمراہ راںبنا مویشیوں کے لیے، انسانی ہے.
		-- Peter da Silva and Karl Lehenbauer, a different perspective

%
"امریکہ ACLU کی ہٹھیلی کوشش کے لئے ایک مضبوط ملک ہے."
		-- President John F. Kennedy

%
"سادہ حقوق، جدوجہد کی نسلوں سے شہری آزادیوں نہیں کرنا چاہئےحب الوطنی کی چھٹیوں کے لئے صرف ٹھیک الفاظ ہو، ہم ہفتے کے دن پر متاثر الفاظ، لیکنرہنے والے ہم میں طرز عمل کی، عزت افزائی قوانین ... مجھے خوشی ہے کہ امریکی خانہ ہوںلبرٹیز یونین روج ہو جاتا ہے، اور میں یہ ہمیشہ ایسا ہو جائے گا امید ہے. "
		-- Senator Adlai E. Stevenson

%
"ACLU ہسٹیریا کا مکرر کوائف خلاف فوراسکوائر کھڑا ہے کہوقت سے وقت کے لئے ہر جگہ آزادیوں کو دھمکی ... بے شک، یہ مشکل ہےہماری آزادی کس حد تک کمی آئی ہے ہو سکتا ہے اس کے لئے نہیں کیا گیا تھا کی تعریف کرنےآئینی حقوق کی عدالتوں میں یونین کی نمائندگی بہادرتمام persuasions، کے عوام چاہے وہ کتنا ہی غیر مقبول یا اس سے بھی حقیر کےاکثریت کی طرف سے وہ اس وقت تھے. "
		-- former Supreme Court Chief Justice Earl Warren

%
"آئین کی طاقت سے ہر ایک کے تعین میں مکمل طور پر جھوٹاس کا دفاع کرنے شہری. ہر ایک شہری کو کام کرنے کی پابند ڈیوٹی محسوس ہوتا ہے صرف اس صورت میںاس دفاع میں اپنا حصہ محفوظ آئینی حقوق ہیں. "
		-- Albert Einstein

%
"ٹھیک ہے میں نے میں نے بہت سے کر سکتے ہیں جب ایک ہی شخص دکھی بنانے کے لئے ہے کیوں نظر نہیں آتامبارک مردوں. "
		-- Ellyn Mustard, about marriage

%
"اور یہ قانون ہونا چاہئے: آپ کے جانے بغیر لفظ` نمونہ 'استعمال کرتے ہیں تو کیاڈکشنری آپ کو جیل جانا، اس کا مطلب ہے کا کہنا ہے کہ. کوئی رعایت نہیں. "
		-- David Jones @ Megatest Corporation

%
"لوقا، مجھے نا، سے Yer باپ ہوں. اندھیرے کی طرف لے آو، آپ hoser."
		-- Dave Thomas, "Strange Brew"

%
"چلو ہماری اپنی جہالت پر بہت سخت نہ کی جائے. اس سے وہ بات نہیں ہے امریکہ عظیم. امریکہ incomparably جاہل نہ ہوتا تو ہم کس طرح کر سکتے تھے گزشتہ آٹھ سال برداشت کیا ہے؟ "
		-- Frank Zappa, Feb 1, 1989

%
"ہر بڑے Galactic لوگ تہذیب کی تاریخ کے ذریعے منتقل کرنے کے لئے جاتاتین مختلف مراحل اور پہچانا، بقا، انکوائری لائے اورنفاست، دوسری صورت میں کس طرح، کیوں اور کہاں مراحل کے طور پر جانا."مثال کے طور پر، پہلے مرحلے 'کس طرح کے سوال کی خاصیت ہے کر سکتے ہیںہم کھاتے ہیں؟' سوال کی طرف سے دوسرا 'ہم کیوں کھاتے ہیں؟' اور تیسریسوال 'ہم کھانے کے لئے کہاں ملے گا؟ "
		-- Hitchhiker's Guide to the Galaxy

%
"یہ نہ سمجھو؛ مشین آپ کے لئے ایسا کرتے ہیں!"
		-- E. C. Berkeley

%
"یہ چیف میں کسی بھی کمانڈر چلاتی ہے جو ایک منصوبہ بندی کے باہر لے جانے کے لئے کہ مندرجہ ذیل ہے جس میں انہوں نے عیب دار سمجھتا غلطی پر ہے؛ انہوں نے اپنی وجوہات آگے ڈال ضروری ہے، منصوبہ بندی کا اصرار تبدیل کیا جا رہا، اور آخر میں بجائے استعفیمقابلے اپنی فوج کے خاتمے کے آلہ ہو. "
		-- Napoleon, "Military Maxims and Thought"

%
"(چیف پروگرامر) ذاتی طور پر فعال اور کارکردگی کی وضاحت کرتا ہے وضاحتیں، پروگرام ڈیزائن، کوڈ، یہ ٹیسٹ، اور اس میں لکھتے ہیں دستاویزی ... وہ عظیم پرتیبھا، دس سال کے تجربے اور ضرورت کافی سسٹمز اور ایپلی کیشنز کے علم، چاہے درخواست دی میں ریاضی، کاروبار ڈیٹا ہینڈلنگ، یا جو کچھ بھی. "
		-- Fred P. Brooks, _The Mythical Man Month_

%
"یہ ختم ہو گیا ہے جب تک ختم نہیں ہوا ہے."
		-- Casey Stengel

%
"کچھ غلط جا سکتے ہیں تو، یہ ہو گا."
		-- Edsel Murphy

%
"یو بچے یو بچے یو."
		-- Eddie Murphy

%
"تم جو jitsu کی-ایک طرح کے کی طرف سے آپ کے کیاک چلانے کے لئے سیکھنا چاہئے. آپ کے لئے سیکھنا چاہئے بتانے کے دریا سے آپ کے لئے کیا کریں گے، اور دی ان پیرامیٹرز کہ آپ کس طرح دیکھتے ہیں اس کے ساتھ رہ سکتے ہیں. آپ کو اس کی قوت جذب اور اپنے صارفین کو تبدیل کرنا ضروری ہے بہترین طور پر آپ کر سکتے ہیں. یہاں تک کہ ایک کیاک کے quickness اور چپلتا کے ساتھ، آپ ہیں دریا کے مقابلے میں تیزی نہیں، اور نہ ہی مضبوط، اور آپ کو صرف کی طرف سے اسے ہرا سکتے ہیں اس کو سمجھنے. "
		-- Strung, Curtis and Perry, _Whitewater_

%
یہاں میں آتا ہے جو ہر کسی کو تین چیزیں چاہتا ہے:1. وہ اسے فوری چاہتے.2. وہ جو اچھا کرنا چاہتے ہیں.3. وہ یہ سستا چاہتے.میں انہیں بتا دے دو لینے اور مجھے واپس کال کرنے کے لئے.
		-- sign on the back wall of a small printing company in Delaware

%
"مزید سافٹ ویئر کے منصوبوں کے لئے مقابلے میں تمام کیلنڈر وقت کی کمی کے لئے ٹیڑھا چلے گئے ہیں دیگر وجوہات مل کر. "
		-- Fred Brooks, Jr., _The Mythical Man Month_

%
گھبراہٹ: دانا ٹریپ (نظر انداز کر دیا)
		-- Fred Brooks, Jr., _The Mythical Man Month_

%
"ایٹمی جنگ اپنے پورے تالیف برباد کر سکتا ہے."
		-- Karl Lehenbauer

%
"یاد رکھیں، اعتدال پسندی کی nondefense میں انتہا پسندی ایک فضیلت نہیں ہے."
		-- Peter Neumann, about usenet

%
ننگی بجائے نامیاتی قانون - "ہم ایک طاقتور خیال کے لئے خود کو وقف طاقت. ملک میں اس خیال کے عالمگیر قبولیت ہونے لگتا ہے. "
		-- Supreme Court Justice Potter Steart

%
"کیا آدمی نے کیا ہے، آدمی ایسا کرنے کی خواہش کر سکتے ہیں."
		-- Jerry Pournelle, about space flight

%
"اگر آپ کر سکتے ہیں، دوسروں کی مدد کرتے ہیں. تم نے نہیں، کم از کم دوسروں کو چوٹ کر سکتے ہیں نہیں."
		-- the Dalai Lama

%
سسٹمز پروگرامر سے، صارفین اور ایپلی کیشنز ایک فراہم کرنے کے لئے صرف کی خدمتٹیسٹ بوجھ.
		-- the Dalai Lama

%
"وییلایسآئ ساتھ ہم ایک چپ پر 100 ENIACS ہے کر سکتے ہیں بس، لگتا ہے!"
		-- Alan Perlis

%
"... مقامی نواہی فوجی اور تجارتی علاقے میں ترقی کو بلاک نہیں کر سکتے ہیں ٹیکنالوجی ... مقامی تحمل کے لئے جمہوری تحریکوں کو کنٹرول کر سکتے ہیں دنیا کی جمہوریتوں، مجموعی طور پر دنیا. "
		-- K. Eric Drexler

%
"rotter وہ ایک پانچ ڈالر کے بل میں کوئی فرق دیکھتا ہے کہ کون simpers،، کے طور پر مجھے لگتا ہے وہ ہے - اور ایک کوڑا اپنے ہی پیٹھ پر فرق جاننے کے لئے مستحق ہےلونگا. "
		-- Francisco d'Anconia, in Ayn Rand's _Atlas Shrugged_

%
"ایک قوم کی آزادی سے زیادہ کچھ اہمیت دیتا ہے، تو یہ اس کی آزادی ختم ہو جائے گی؛ اور جو کی ستم ظریفی یہ سکون یا منی ہے تو اسے زیادہ اہمیت دیتا ہے ہے، یہ ہو گا بھی، اس سے محروم ہوجاتے ہیں. "
		-- W. Somerset Maugham

%
"تو مجھے نہیں معلوم کہ میں نے کیوں زحمت میں ویسے ایسا کبھی نہیں جس میں سانس لینے کے لئے معاف کرنا، یہ کہنا، بھگوان، میں بہت اداس ہوں. یہاں ان کی ایک اور خود مطمئن دروازے. زندگی! زندگی کے بارے میں مجھ سے بات نہ کرو. "
		-- Marvin the Paranoid Android

%
اہم مشکلات میں سے ایک Trillian ساتھ اس کے تعلقات میں تجربہZaphod اسے صرف بیوکوف کا ڈرامہ کے درمیان تمیز کرنے کے لئے سیکھنے کی گئی تھیان کے گارڈ آف لوگوں کو حاصل کرنے کے لئے، بیوکوف کا ڈرامہ ہے کیونکہ وہ نہ نکال سکےسوچنے کی زحمت اور اس کے لئے ایسا کرنے کی کسی اور مطلوب رکھا، ڈرامہاتنی توہین کہ وہ اصل سمجھ میں نہیں آیا اس حقیقت کو چھپانے کے لئے احمقانہ ہونے کے لئےٹوپی پر جا رہا تھا، اور واقعی حقیقی طور پر بیوکوف ہونے. انہوں نے کے لئے reknowned گیا تھاہر وقت نہیں لیکن، جس - بہت ہوشیار جا رہا ہے اور بہت واضح طور پر ایسا ہی ہواظاہر ہے اس وجہ ایکٹ پریشان،. انہوں نے لوگوں الجھن کو ترجیح دیبلکہ توہین آمیز مقابلے. سب سے بڑھ کر یہ ہو جائے کرنے کے لئے شائع Trillianحقیقی طور پر احمقانہ ہے، لیکن وہ اب نہیں کے بارے میں بحث کرنے کی زحمت بھی ہو سکتی ہیں.
		-- Douglas Adams, _The Hitchhiker's Guide to the Galaxy_

%
بعید قدیم وقت کے mists میں واپس، کا عظیم اور جلیل دن میںسابق میں Galactic سلطنت، زندگی، جنگلی امیر اور بڑی حد تک ٹیکس سے آزاد تھا.کے غالب کے starships، غیر ملکی suns کے درمیان ان کے راستے کئے ایڈونچر کی تلاش اورgalactic خلا کے بھاگنے پہنچ جاتا درمیان ہی بدلہ دیا. ان دنوں، اسپرٹ میںبہادر، دانو اعلی تھے، مردوں اصلی مردوں تھے، عورتوں حقیقی خواتین تھیںاور الفا Centauri سے چھوٹے پیارے مخلوق اصلی چھوٹے پیارے مخلوق تھےالفا Centauri سے. اور سب بہادر اتنا کرنا، نامعلوم دہشت دلیری سے مقابلہ کرنے کی ہمتاعمال، دلیری infinitives تقسیم کرنے کے لئے کہ کوئی شخص سے پہلے تقسیم کیا تھا - اور اس طرحسلطنت جعلی تھا.
		-- Douglas Adams, _The Hitchhiker's Guide to the Galaxy_

%
"Gort، klaatu سے nikto barada کی."
		-- The Day the Earth Stood Still

%
> MAILER-DAEMON@Think.COM سے Thu مارچ 2 1989 13:59:11> مقصد: واپس آئے میل: نامعلوم میلر کی خرابی 255"ڈیل، آپ کا پتہ اب کوئی کام کرتا ہے. آپ اسے اپنے اختتام پر طے کر سکتے ہیں؟"- بل وولف (wtwolfe@hubcap.clemson.edu)"بل، آپ کے دماغ میں اب کوئی کام کرتا ہے. آپ اسے اپنے اختتام پر طے کر سکتے ہیں؟"
		-- Karl A. Nyberg (nyberg@ajpo.sei.cmu.edu)

%
"ایسڈ چھوڑ نہیں کرتے، اس کے پاس فیل لے!"
		-- Bryan Michael Wendt

%
"میں تمہارے لئے ایک سوال ہے. یس ایک منٹ ہے؟"
		-- two programmers passing in the hall

%
میں نے فلموں کے لئے ایک مچھلی کے سر لیا اور میں ادا کرنے کی ضرورت نہیں تھی.
		-- Fish Heads, Saturday Night Live, 1977.

%
باب کیا کرائی ہے؟
		-- Fish Heads, Saturday Night Live, 1977.

%
ہم کہاں سے آئے ہیں "مجھے نہیں معلوم، پتہ نہیں ہم کہاں جا رہے ہیں، اور یہ سب اس کی ایک وجہ ہے تو، ہم جاننا آخری ہو گی. تو صرف امید ہے کہ ایک وعدہ زمین ہے دو، اور اس وقت تک، ... سب سے بہترین کے طور پر آپ کر سکتے ہیں کے طور پر. "
		-- Steppenwolf, "Rock Me Baby"

%
"جناب مددگار کی مدد کرو!"
		-- Tennessee Tuxedo

%
"شارع، تمام موجودات سے، سب سے زیادہ قانون بیعت رکھنے کی فضیلت. قانون مجبور کیا گویا اس نے تمام مردوں کی برتاؤ کرنا چاہئے. لیکن یہ ہم ہیں کیا ہے کہ بنی نوع انسان کی عالمگیر کمزوری ہے ہم انتظام کے لئے موجودہ میں ہم مالک تصور دیا جاتا. "
		-- H. G. Wells

%
"سب سے زیادہ net.puritans برعکس، تاہم، میں نے محسوس کیا دوسری راضی کمپیوٹرز کہ ان کی اپنی فون کنکشن کی رازداری میں ایسا ان کے اپنے کاروبار ہے. "
		-- John Woods, jfw@eddie.mit.edu

%
"دستبرداری کے بارے میں مجھ سے بات نہ کرو! میں دستبرداری کا آویشکار!"
		-- The Censored Hacker

%
'اس مرحلے پر ہم بالکل واضح کرنا چاہتا ہوں: سوشلزم کوئی تعلق نہیں ہےمساوی ساتھ. سوشلزم زندگی کے حالات کو یقینی نہیں کر سکتے ہیں اورکے مطابق اصول کے مطابق "ہر ایک سے میں کھپت انکی صلاحیت، ان کی ضروریات کے مطابق ہر. "اس کمیونزم کے تحت ہو گا.سوشلزم سماجی فوائد کی تقسیم کے لئے ایک مختلف کسوٹی ہے:"اس کے کام کے مطابق اس کی قابلیت کے مطابق ہر، ہر ایک سے." '
		-- Mikhail Gorbachev, _Perestroika_

%
"کیبل، ایک عیش و آرام نہیں ہے بہت سے علاقوں غریب ٹی وی استقبالیہ ہے کے بعد سے."- Tucson، ایریزونا، 1989 کے میئر[- کم از کم ٹوکساون -kl میں بظاہر، اچھے ٹی وی استقبالیہ ایک بنیادی ضرورت ہے]
		-- Mikhail Gorbachev, _Perestroika_

%
"تمام نظام کی راہیں topologically اور ہیں circularly لئے باہم جائے ضروری ہے تصوراتی حتمی، مقامی طور پر transformable، کرنے polyhedronal تفہیم لہذا، سب سے زیادہ اقتصادی - - ہماری خود رو میں حاصل کیا جا geodesiccally منظم خیالات. "
		-- R. Buckminster Fuller [...and a total nonsequitur as far as I can tell.  -kl]

%
"ایک بات تو وہ تجرباتی طبیعیات کر کہ ہے کے بارے میں بتا نہیں کرتے کبھی کبھی آپ کو سراسر کی حالت کی طرح منفی حالات کے تحت کام کرنا چاہیے ... دہشت گردی. "
		-- W. K. Hartmann

%
"وہ 2 کہنا ہے کہ جب یہ + 2 = 5 میں بحث کرنے کے لئے شروع."
		-- Eric Pepke

%
معلومات اور علم موازنہ ایک کا موٹاپا چاہے پوچھ کی طرح ہےسور نامزد چمٹی حکمرانی سے کم یا زیادہ سبز ہے. "
		-- David Guaspari

%
ماہرین "اپنے مردوں میں سے کوئی بھی ہو". "ہم نے سب سے زیادہ بدقسمتی یہ ضروری مل گیا ہےجیسے ہی وہ خود کو ایک ماہر سمجھے ایک آدمی سے چھٹکارا حاصل کرنے کے لئے - کوئی نہیں کیونکہکبھی خود کو ماہر سمجھتا ہے وہ واقعی اپنا کام جانتا ہے تو. ایک جانتا ہے جو ایک آدمینوکری تو بہت زیادہ، اس نے کیا ہے سے زیادہ کچھ کرنے کی انہوں نے ہمیشہ دبانے کی جاتی ہے کہ دیکھتا ہےآگے اور کبھی نہیں فکر کی ایک فوری طور پر فراہم کرتا ہے کہ کس طرح اچھا اور کس طرح موثروہ ہے. ہمیشہ آگے کی سوچ، مزید کام کرنے کی کوشش کر کے ہمیشہ سوچ، لاتا ہے ایکدماغ کی ریاست ہے جس میں کچھ بھی ناممکن نہیں ہے. لمحے میں ہو جاتا ہے"ماہر" دماغ کی حالت چیزوں کی ایک بڑی تعداد ناممکن بن. "
		-- From Henry Ford Sr., "My Life and Work," p. 86 (1922):

%
"نیویارک ٹائمز لوگ ہیں جو ملک کو چلانے کی طرف سے پڑھا جاتا ہے. واشنگٹن پوسٹلوگ ہیں جو لگتا ہے کہ وہ ملک کو چلانے کی طرف سے پڑھا جاتا ہے. نیشنل طلبلوگ ہیں جو لگتا ہے کہ ایلوس زندہ اور ملک چل رہا ہے کی طرف سے پڑھا جاتا ہے ... "
		-- Robert J Woodhead (trebor@biar.UUCP)

%
        "... 'آگ' کوئی فرق نہیں ہے، 'زمین' اور 'ہوا' اور 'پانی' ایسا نہیں کرتےمعاملہ. 'میں' کوئی فرق نہیں ہے. کوئی لفظ فرق پڑتا ہے. لیکن انسان کو حقیقت بھول جائےاور الفاظ کو یاد کرتی ہے. زیادہ الفاظ اسے یاد ہے، ہوشیار ہو انساتھیوں پر اس کا احترام. انہوں نے کہا کہ کے عظیم تبدیلیوں پر لگ رہا ہےدنیا، انسان پر دیکھا جب انہوں نے دیکھا رہے تھے لیکن وہ ان کو نظر نہیں آتاپہلی بار کے لئے حقیقت. ان کے نام اس کے ہونٹوں کے لئے آیا اور انہوں نے مسکراتے ہوئےاس نے ان کا ذائقہ کے طور پر، یہ سوچ کر کہ وہ نام دینے میں ان کو جانتا ہے. "
		-- Siddartha, _Lord_of_Light_ by Roger Zelazny

%
"فیوژن طاقت کی طرف desalinated سمندری پانی سے زمین کو سیراب قدیم ہے.یہ 'بارش' کہا جاتا ہے. "
		-- Michael McClary, in alt.fusion

%
"بری شہرت UNIX ہو گیا ہے لوگوں پر رکھی، کو مکمل طور پر فضل ہے جو سمجھ میں نہیں آتا وہاں میں ہو گیا اور کچھ بھی کوشش نہیں کی ہے جو. "
		-- Jim Joyce, former computer science lecturer at the University of California

%
"ہم نے سائنسدانوں، جن کی المناک قسمت یہ کیا گیا ہے کے طریقوں بنانے کے لئےفنا پہلے سے کہیں زیادہ لرزہ خیز اور زیادہ مؤثر، یہ ہمارا پختہ غور کرنا ہوگااور ماورائی ڈیوٹی سے ان ہتھیاروں کی روک تھام میں ہمارے اقتدار میں سب کرناسفاکانہ جس مقصد کے لئے انہوں نے ایجاد کیا گیا تھا کے لئے استعمال کیا جا رہا. "
		-- Albert Einstein, Bulletin of Atomic Scientists, September 1948

%
"تم میرے سرد، مردہ انگلیوں سے اس کی تاک تو میرے یونیکس کے نظام کو ہو سکتا ہے."
		-- Cal Keegan

%
ہم جم معمولی سی نشانی کو ظاہر کرتا ہے ایک بار ایسا کرنے سے زیادہ خوش ہو جائے گااس تجویز فکسنگ میں دلچسپی کے تکنیکی ساتھ نمٹنے کے لئےپہلے سے ہی دلائل * ہے کہ * بنا دیا گیا. سب سے زیادہ انجینئرز ہےمیں حاصل کیا جا کرنے کا بہت کم ہے جو سیکھا ٹھیک ٹیوننگ والو وقتپسٹن ایک پٹرول سے چلنے والے اندرونی دہن کے انجن پر جباور crankshaft کے یاد کر رہے ہیں ...
		-- Valdis.Kletnieks@vt.edu on NANOG

%
اس کا مطلب ہے کہ آپ کا کتا مر گیا ہے، fleas کے چھوڑ کر جب دکھ ہمیشہ ہے.
		-- Wesley T. Williams

%
