دوستی کے 17th حکمرانی:ایک دوست نے آپ کو بتا رہا کرنے سے باز رہیں گے وہ کی ایک ہی رقم اٹھایازندگی کی انشورینس کی کوریج آپ چاہتے ہیں تمہارا ہے جب نصف قیمت کے لئے کیاnoncancellable.
		-- Esquire, May 1977

%
186.282 فی سیکنڈ میلوں:یہ نہ صرف ایک اچھا خیال ہے، یہ قانون ہے کر رہا ہے!
		-- Esquire, May 1977

%
دوستی کے 18th حکمرانی:        ایک دوست نے وہ چھت پر چلا جاتا ہے جبکہ آپ سیڑھی پر قائم رہیں گے        سب سے بڑے بیٹے کے-ایک-کتیا آپ سے ہے جو آپ کے نئے فضائی، نصب کرنے کے لئے        کبھی دیکھا.
		-- Esquire, May 1977

%
2180، امریکی تاریخ سوال:کیا 20th صدی امریکی صدر تقریبا مواخذے کا سامنا تھا اور جودفتر بعد میں انہوں نے پکڑ دیا؟
		-- Esquire, May 1977

%
کمپیوٹنگ کے 3rd قانون:ڈبلیو آر جا سکتے ہیں کہ کچھ بھیخوش قسمتی: انقطاع خلاف ورزی - کور پھینک دیا
		-- Esquire, May 1977

%
667:جانور کا پڑوسی.
		-- Esquire, May 1977

%
ایک فرضی مارکس کا اختلاف:ایک انٹرپرائز سیکورٹی ٹیم کے درمیان ایک جنگ میں کیا ہوگا،جو ہمیشہ ظاہر ہونے کے بعد جلد ہی ہلاک ہو جاتے ہیں، اور امپیریل کی ایک ٹیمStormtroopers، جو ایک سیارے کے وسیع طرف مارا نہیں کر سکتے؟
		-- Tom Galloway

%
کمپیوٹر پروگرامنگ کا ایک قانون:یہ پروگرامرز انگریزی میں لکھنے کے لئے ممکن بنانےاور آپ اس کے پروگرامرز انگریزی میں نہیں لکھ سکتا مل جائے گا.
		-- Tom Galloway

%
ایک موسیقار، ایک کلاکار، ایک واستکار:جو ان میں سے نہیں ہے مرد یا عورت ایک عیسائی نہیں ہے.
		-- William Blake

%
ایک نیا koan:آپ کو کچھ آئس کریم ہے، تو میں آپ کو دے گا.آپ کو کوئی آئس کریم ہے، تو میں آپ سے اس سے دور لے جائے گا.یہ ایک آئس کریم koan ہے.
		-- William Blake

%
ایبٹ نصیحت:(1) آپ سے پوچھ لیں، آپ کو معلوم کرنے کے اہل نہیں رہے ہیں.(2) آپ کا جواب پسند نہیں ہے تو، آپ کو سوال نہیں پوچھنا چاہیے.
		-- Charles Abbot, dean, University of Virginia

%
غائب، ADJ .:دوستوں اور جاننے والوں کے حملوں کے سامنے؛ بدنام؛ بدنام.
		-- Charles Abbot, dean, University of Virginia

%
حاظر، N .:دور کرنے کے لئے فوریتھووگہٹ دیکھا گیا ہے جو ایک آمدنی کے ساتھ ایک شخصexaction کے دائرے سے خود کو.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Abstainer، N .:اپنے آپ کو ایک انکار کا فتنہ ملتی ہے جو ایک کمزور شخصخوشی.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
حماقت، N .:ایک بیان یا عقیدہ ایک کی اپنی رائے کے ساتھ صریح متضاد.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
اکیڈمی:ایک جدید اسکول فٹ بال سکھایا جاتا ہے جہاں.انسٹی ٹیوٹ:ایک قدیمی اسکول فٹ بال نہیں سکھایا جاتا ہے جہاں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
قبولیت کی جانچ:کیڑے تلاش کرنے کی ناکام کوشش.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
حادثے، N .:A شرط دماغ کی موجودگی اچھا ہے جس میں، لیکن کی غیر موجودگیجسم میں بہتر ہے.
		-- Foolish Dictionary

%
accordion کے، ن .:pleats ساتھ ایک bagpipe.
		-- Foolish Dictionary

%
درستگی، N .:صحیح ہونے کے نائب
		-- Foolish Dictionary

%
واقف کار، (ن):ایک شخص جس کو ہم نے سے قرضے لینا کافی اچھی طرح نہیں بلکہ اچھی طرح جانتے ہیںکو قرضے دینے کے لئے کافی. دوستی کی ایک ڈگری معمولی کہا جاتا ہے جبوہ امیر اور مشہور ہے، جب اعتراض غریب یا غیر واضح، اور مباشرت ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ADA:کچھ آپ کی ضرورت ہے صرف ایک ماہر بننے کے لئے کے نام کو جانتےکمپیوٹنگ. ، جیسے "ہم بہتر کو تیار تھا جملوں میں مفیدایک ADA بارے میں شعور.
		-- "Datamation", January 15, 1984

%
ایڈلر کی امتیاز:زبان، لوئر جانوروں سے ہم سے جدا ہے کہ تمام ہےاور بیوروکریٹس سے.
		-- "Datamation", January 15, 1984

%
تعریف کی، این .:ایک اور کی ہماری شائستہ تسلیم خود سے مشابہت ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
پسند ہے، V .:امید پوجا کرنے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
بالغ، N .:ایک بہتر جاننا کافی پرانی.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ایڈورٹائزنگ حکمرانی:ایک پیٹنٹ دوا اشتہار تحریری طور پر، سب سے پہلے اس بات پر قائلوہ بیماری وہ کے بارے میں پڑھ رہی ہے ہے کہ ریڈر؛ دوم،کہ یہ قابل علاج ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
دوپہر، N .:دن کا وہ حصہ ہم ہم صبح ضائع کس طرح کے بارے میں فکر کئے خرچ کرتے ہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
عمر، N .:زندگی کی اس مدت کے ہم برائیوں کے کمپاؤنڈ جس میں یہ ہے کہ ہماب بھی ہم اب کوئی انٹرپرائز ہے کہ ان لوگوں کی طرف سے دشمنی قیام پسندی کو فروغ دیتے	عزم کرنا.
		-- Ambrose Bierce

%
یگنیس 'قانون:تقریبا زندگی میں سب کچھ کے باہر کے مقابلے میں حاصل کرنے کے لئے آسان ہے.
		-- Ambrose Bierce

%
ایئر فورس جڑتا Axiom کی:مستقل مزاجی ہمیشہ درست مقابلے کے دفاع کے لئے آسان ہے.
		-- Ambrose Bierce

%
ہوائی، N .:ایک متناسب مادہ کے لئے ایک کریم پروویڈنس کی طرف سے فراہمغریب کے fattening کے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
الاسکا:ایک کردار کے لئے "نہیں."
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Albrecht کے قانون:سماجی بدعات کو کم از کم قابل برداشت بہبود کی سطح کے لئے ہوتے ہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ALDEN کے قوانین:(1) بچوں کے کپڑوں دور دے اور فرنیچر بڑا سبب ہےحمل کے.(2) ہمیشہ backlit کی ہو.(3) بیٹھ جاؤ جب بھی ممکن ہو.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
الگورتھم، N .:ہپ پروگرامرز کے لئے رجحان رقص.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
قیام کے اخراجات، (ن):تم پر بینک سکتا ایک سابق اندوز.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
تمام نئے:حصے گزشتہ ماڈل کے ساتھ تبادلہ نہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ایلن کی Axiom کی:سب سے ناکام ہو جاتا ہے، ہدایات پڑھیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
الائنس، ن .:بین الاقوامی سیاست میں، جن کے پاس دو چوروں کی یونینان کے ہاتھوں اتنی گہرائی سے ایک دوسرے کی جیب میں ڈالا کہ وہ نہیں کر سکتےعلیحدہ سے ایک تہائی لوٹ مار.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
تنہا، ADJ .:بری صحبت میں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
میں Ambidextrous، ADJ .:برابر مہارت کے ساتھ ایک دائیں ہاتھ جیب یا ایک بائیں لینے کے قابل.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ابہام:سچ بولنے سے آپ کا یہ مطلب نہیں ہے جب.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
مہتواکانکن، (ن):ایک overmastering خواہش دشمنوں کی طرف سے ذلیل کیا جائے جبکہرہتے ہیں اور جب مردوں میں دوستوں کی طرف سے مضحکہ خیز بنا دیا.
		-- Ambrose Bierce

%
Amoebit:امیبا / خرگوش کراس؛ کئی گنا بڑھا اور ایک ہی وقت میں تقسیم کر سکتے ہیں.
		-- Ambrose Bierce

%
اینڈریا کی نصیحت:ایک ڈرائیور جو لوگ تم پر زیادتی کی ہے اللہ علیہ وسلم تحقیر عطا کبھی.آپ کے خیال میں اس کی ونڈو بند کر دیا ہے اور وہ آپ سن سکتے ہیں تو،ایسا نہیں ہے اور وہ کر سکتے ہیں.
		-- Ambrose Bierce

%
Androphobia:لوگوں کے خوف.
		-- Ambrose Bierce

%
ابھیشیک، V .:پہلے سے ہی کافی ایک بادشاہ یا دیگر عظیم پدادکاری چکنائیپھسل.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
فورس کے انتھونی کی قانون:اسے مجبور نہ کریں؛ ایک بڑی ہتوڑی حاصل.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ورکشاپ کے انتھونی کی قانون:کسی بھی آلے کے جب گرا، کم از کم قابل رسائی میں رول کریں گےورکشاپ کے کونے.فرع:کونے کے راستے پر، کسی بھی گرا آلے ​​پہلا حملہ کرے گاآپ کی انگلیوں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
متضاد، N .:لفظ کے برعکس آپ کے بارے میں سوچ کی کوشش کر رہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
واچاگھات:سماجی سائنسدانوں میں تقریر کا نقصان ہے جب پوچھاجماعتوں، میں "لیکن کس استعمال میں آپ کی تحقیق کیا ہے؟"
		-- Ambrose Bierce, "The Devil's Dictionary"

%
جامع، N .:ایک جامع، ہوشیار بیان.afterism، ​​N .:ایک جامع، ہوشیار بیان کہ آپ بہت دیر تک سے نہیں لگتا.
		-- James Alexander Thom

%
اپینڈکس:ایک کتاب، جس کے لئے کسی کو بھی ابھی تک کسی بھی استعمال دریافت کیا ہے کا ایک حصہ.
		-- James Alexander Thom

%
تالیاں، (ن):احمق کے منہ سے ایک رسمی فقرہ کی بازگشت.
		-- Ambrose Bierce

%
aquadextrous، ADJ .:پر اور آف باتھ ٹب نل تبدیل کرنے کے لئے کی صلاحیت کے حاملآپ کی انگلیوں کے ساتھ.
		-- Rich Hall, "Sniglets"

%
صوابدیدی نظام، pl.n .:جس میں کچھ بھی نہیں کے بارے میں جنرل نظام "کچھ نہیں بچا کہا جا سکتا ہے،جنرل نے کہا کہ کیا جا سکتا ہے. "
		-- Rich Hall, "Sniglets"

%
ریاضی:ایک گمنام فن اب کوئی دنیا کی ترقی یافتہ ممالک میں مشق.
		-- Rich Hall, "Sniglets"

%
میں Armadillo:ایک ہسپانوی اچار کو ہتھیار فراہم کرنے کے لئے.
		-- Rich Hall, "Sniglets"

%
کوچ کی Axiom کی:فضیلت نائب کو حاصل کرنے میں ناکامی ہے.
		-- Rich Hall, "Sniglets"

%
آرمسٹرانگ جمعکاری قانون:چیک میل میں واقعی ہے تو،یہ ضرور کسی اور سے باہر بنایا گیا ہے.
		-- Rich Hall, "Sniglets"

%
آرنلڈ ضمیمہ:ان زمروں میں فٹنگ کا نہیں کچھ بھی چوہوں میں کینسر کا سبب بنتا ہے.
		-- Rich Hall, "Sniglets"

%
دستاویزی آرنلڈ قوانین:(1) اس کا کوئی وجود چاہئے، ایسا نہیں ہوتا.(2) یہ موجود ہے، تو یہ تاریخ سے باہر ہے.(3) بیکار پروگراموں کے لئے صرف دستاویزی بالاترپہلے دو قوانین.
		-- Rich Hall, "Sniglets"

%
محبت کے آرتھر کے قوانین:(1) لوگ جن سے تم ہمیشہ اپنی طرف متوجہ کر رہے ہیں آپ کو لگتا ہےکسی اور ان کی یاد دلاتے.(2) محبت خط آپ آخر میں بھیجنے کے لئے ہو جائے گا ہمت ملیآپ کو بیوکوف بنانے کے لئے یہ میل میں تاخیر کر کافیاپنے آپ کو ذاتی طور پر.
		-- Rich Hall, "Sniglets"

%
ASCII:اور تمام شروع ہو پروگرامرز کے لئے کنٹرول کے کوڈ لوگ جو کریں گےکمپیوٹر کا علم ہو جاتے. لفظی اعتبار سے لفظ، اصطلاح کے طور پر کمی آئی ہےاکثر دہرایا کرتے کی ایک سنکچن "ASCII اور اپنی گےوصول. "
		-- Robb Russon

%
اٹلانٹا:ایک پورے شہر کے ایک ہوائی اڈے سے گھرا ہوا.
		-- Robb Russon

%
نیلامی:پرانے بلاک دور ایک ڑکوسلا.
		-- Robb Russon

%
اوداوفالی، (ن):کسی نے سامان کی بجائے موسیقی سنتا ہے جو.
		-- Robb Russon

%
مستند:Indubitably سچ، کسی کی رائے میں.
		-- Robb Russon

%
آٹوموبائل، N .:پہاڑیوں اور نیچے پیدل چلنے والوں تک چلتا ہے کہ ایک چار پہیوں کی گاڑی.
		-- Robb Russon

%
بیچلر:ایک آدمی سے Footloose اور منگیتر سے پاک ہے جو.
		-- Robb Russon

%
بیچلر:ایک شخص نے عورتوں اور کبھی مسز ایک کو پیچھا کرنے والے.
		-- Robb Russon

%
پسماندہ کنڈیشنگ:ایک گھنٹی کی انگوٹی بنانے کے لئے کی کوشش میں ایک کتے کے منہ میں لعاب ڈال.
		-- Robb Russon

%
Bagbiter:1. ن .؛ سامان یا پروگرام، ناکام ہو جاتا ہے کہ عام طور پر وقفے وقفے سے. 2.ADJ.: ہارڈویئر یا سافٹ ویئر میں ناکامی. "یہ bagbiting نظام کو مجھے حاصل نہیں ہونے دیں گےspacewar کے باہر "استعمال: فحاشی پر verges گرائمر سیپارابلی؛ ایک.."بیگ کاٹتے" کی بات ہو سکتی ہے. مترادفات: ہارا، کھونے، CRETINOUS،BLETCHEROUS، BARFUCIOUS، Chomper کی، لئے chomping.
		-- Robb Russon

%
Bagdikian کی مشاہدے:اوسط امریکی اخبار پر پہلے کی شرح رپورٹر بننے کی کوششایک سے Ukelele پر Bach کے "سینٹ میتھیو جوش، جذبہ" کھیلنے کی کوشش کی طرح ہے.
		-- Robb Russon

%
بیکر کی وفاقی جیومیٹری کی پہلی قانون:ایک بلاک گرانٹ کی طرف سے تمام اطراف سے گھیر لیا پیسے کی ایک ٹھوس بڑے پیمانے پر ہےگورنروں.
		-- Robb Russon

%
Ballistophobia:گولیوں کا خوف؛Otophobia:کسی کی آنکھوں کو کھولنے کا خوف.Peccatophobia:گنہگار کا خوف.Taphephobia:کا خوف زندہ دفن کیا جا رہا ہے.Sitophobia:کھانے کا خوف.Trichophobbia:بالوں کی ڈرو.Vestiphobia:لباس کا خوف.
		-- Robb Russon

%
Banacek کی اٹھارویں پولستانی کہاوت:ہپو کوئی ڈنک ہے، لیکن عقل مند آدمی نہیں بلکہ پر بیٹھ جائے گیBee کی طرف سے.
		-- Robb Russon

%
Banectomy، N .:ایک کیلا پر چوٹ جیسے نشانات کے خاتمے کے.
		-- Rich Hall, "Sniglets"

%
Barach کی حکمرانی:ایک شرابی کو ایک شخص اپنے معالج سے زیادہ پیتا کون ہے.
		-- Rich Hall, "Sniglets"

%
تلخ تجربے کے باربرا کے قوانین:(1) آپ نے اس کے کپڑے کے لئے ایک دراج خالی کرتے وقتاور اس کے غسل کے لئے ایک شیلف، رشتہ ختم.(2) آپ نے آخر میں خوبصورت اسٹیشنری خریدنے جبخط و کتابت جاری رکھنے کے لئے، وہ تحریری طور پر بند ہو جاتا ہے.
		-- Rich Hall, "Sniglets"

%
بارکر کے ثبوت:پروف ریڈنگ اشاعت کے بعد زیادہ مؤثر ہے.
		-- Rich Hall, "Sniglets"

%
بیرومیٹر، N .:جس موسم میں ہم کس قسم کی طرف اشارہ کرتا ہے ایک ہوشیار آلہتعلقات رہے ہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
بارتھ کی امتیاز:جو دو حصوں میں لوگوں کو تقسیم لوگ لوگوں کی دو قسمیں ہیںاقسام، اور وہ لوگ جو نہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
باروک کی مشاہدے:آپ کے پاس تمام ایک ہتوڑا ہے تو، سب کچھ ایک کیل کی طرح لگتا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
سائنس کے بنیادی تعریفیں:یہ سبز یا تو wiggles، جو حیاتیات ہے.یہ بدبو آتی ہے، تو یہ کیمسٹری ہے.یہ کام نہیں کرتا ہے، تو یہ طبیعیات کی ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
BASIC، N .:ایک پروگرامنگ زبان. میں بعض سماجی بیماریوں سے متعلقجن کے پاس یہ شائستہ کمپنی میں اسے قبول نہیں کرے گا ان لوگوں کو جو.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Bathquake، N .:سارا گھر جھنجھنی کہ متشدد زلزلے جب پانینل ایک خاص نقطہ پر دیا گیا ہے.
		-- Rich Hall, "Sniglets"

%
جنگ، N .:دانت ایک سیاسی گرہ کے ساتھ کھول کا ایک طریقہ ہے کہزبان پر نہیں نکلتا.
		-- Ambrose Bierce

%
خوبصورتی، N .:طاقت ہے جس کے ذریعے ایک عورت کی توجہ ایک پریمی اور شوہر terrifies ہے.
		-- Ambrose Bierce

%
خوبصورتی:آپ کو آپ کے ہاتھ میں ایک مکھی ہے تو کیا آپ کی آنکھ میں ہے.
		-- Ambrose Bierce

%
Begathon، N .:عوامی ٹیلی ویژن پر ایک کثیر روزہ ایونٹ، اتنی رقم جمع کرنے کے لیے استعمالآپ کے اشتہارات دیکھنے کی ضرورت نہیں پڑے گی.
		-- Ambrose Bierce

%
Beifeld کے اصول:ایک جوان آدمی کے اجلاس کے امکانات ایک ضروری اور آمادہpyramidical بڑھنے کی طرف سے نوجوان لڑکی کو بڑھاتا ہے جب وہ(1) ایک تاریخ، (2) اس کی بیوی، (3) ایک کے ساتھ میں پہلے سے ہی ہےبہتر نظر اور امیر مرد دوست.
		-- R. Beifeld

%
عقیدہ، (ن):کچھ آپ کو یقین نہیں ہے.
		-- R. Beifeld

%
باغبانی کی بینےٹ قوانین:(1) لوگوں میں رہنے کے مکانات ہیں.(2) باغات کے پودوں میں رہنے کے لئے ہیں.(3) ایک houseplant کے طور پر ایسی کوئی بات نہیں ہے.
		-- R. Beifeld

%
بینسن کی سمجھتے:ASCII ہمارا خدا ہے، اور یونیکس ان منافع بخش ہے.
		-- R. Beifeld

%
ناکامی کی Bershere کے فارمولہ:ناکام رہتے ہیں جو لوگوں کی صرف دو قسمیں ہیں: وہ لوگ جوکوئی بھی بات سننے ... اور جو سب کو سننے والوں کے.
		-- R. Beifeld

%
بیٹا ٹیسٹ، پانچ:رضاکارانہ طور سے ایک کے اعداد و شمار، ایک کی روزی روٹی اور ایک کے سپرد کرنےہارڈویئر یا سافٹ ویئر کے لئے وویک تینوں کو تباہ کرنے کا ارادہ کیا.پہلے دنوں میں، کنواریاں اکثر بیٹا ٹیسٹ volcanos کرنے کے لئے منتخب کیا گیا تھا.
		-- R. Beifeld

%
معاھدے کی Bierman کے قوانین:(1) کسی بھی دستاویز میں، آپ کو تمام "کیا اگر" کا احاطہ نہیں کر سکتے.(2) وکلاء کے حل کے تمام حل طلب "ہے تو کیا" کاروبار جاری رکھنے.(3) ہر حل کیا "کیا اگر" پیدا کرتا ہے دو حل طلب "ہے تو کیا".
		-- R. Beifeld

%
پر Bilbo کے پہلے قانون:آپ تمام بیرل میں پیک کر رہے ہیں کہ دوستوں شمار نہیں کر سکتے.
		-- R. Beifeld

%
ثنائی، ADJ .:دونوں جنسوں کے دوست ہیں کی صلاحیت رکھنے ہیں.
		-- R. Beifeld

%
بنگ کی حکمرانی:سمندر کے کنارے منتقل - لہر کو روکنے کی کوشش نہ کریں.
		-- R. Beifeld

%
دوئبرووی، ADJ .:نام، الاسکا، اور بفیلو، نیویارک میں گھروں ہے جو کسی کے لئے رجوع کریں.
		-- R. Beifeld

%
پیدائش، (ن):پہلی اور تمام آفات کی direst.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
بٹ، (ن):پیمائش کا ایک یونٹ کے رنگ پر لاگو. چوبیس بٹ رنگسستی 25 کے طور پر مخالفت مہنگی $ 3 رنگ سے مرادصد، یا دو بٹ، چند سال پہلے دستیاب ہو جائے کرنے کے لئے استعمال ہے کہ رنگ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Bizoos، N .:ایک باسکٹ بال قضاء کہ چھوٹے انفرادی bumps کے لاکھوں.
		-- Rich Hall, "Sniglets"

%
blithwapping:میں ایک کیل ہتھوڑا کچھ لیکن ایک ہتوڑا کا استعمال کرتے ہوئےایسے جوتے، چراغ اڈوں، doorstops، وغیرہ دیوار،
		-- "Sniglets", Rich Hall & Friends

%
قانونی چارہ جوئی کے بلوم کی ساتویں قانون:جج کے لطیفے ہمیشہ مضحکہ خیز ہیں.
		-- "Sniglets", Rich Hall & Friends

%
Blore کے استرا:دو نظریات کے درمیان ایک کا انتخاب دیا، funnier ہے جس میں سے ایک لے.
		-- "Sniglets", Rich Hall & Friends

%
Blutarsky کی Axiom کی:کچھ بھی نہیں وہ آدمی جو بھی وجہ نہیں سنتا لئے یہ ناممکن ہے.
		-- "Sniglets", Rich Hall & Friends

%
Boling کے دعوی کرنا:آپ کو اچھا محسوس کر رہے ہیں، فکر نہ کرو. تم اس سے زیادہ حاصل کر لیں گے.
		-- "Sniglets", Rich Hall & Friends

%
Computerdom کے Bolub کا چوتھا قانون:منصوبے کی ٹیموں کی رپورٹنگ اس کی وجہ سے اتنی نفرت ہفتہ وار پیش رفتvividly سے پیش رفت کے فقدان کو ظاہر.
		-- "Sniglets", Rich Hall & Friends

%
میڈیسن کے Bombeck کی حکمرانی:ایک ڈاکٹر جن کا دفتر پلانٹس ہلاک ہو چکے ہیں کبھی نہیں.
		-- "Sniglets", Rich Hall & Friends

%
چھاتی کا قانون:تم نے ہمیشہ آپ کو نظر آتے آخری جگہ میں کچھ تلاش.
		-- "Sniglets", Rich Hall & Friends

%
بکر کے قانون:درخواست کی ایک ونس تجرید کی ایک ٹن کے برابر ہوتی ہے.
		-- "Sniglets", Rich Hall & Friends

%
بور، N .:ایک آدمی ایک دو گھنٹے کے ذخیرہ الفاظ میں ایک دو منٹ خیال اپ wraps جو.
		-- Walter Winchell

%
بور، N .:ایک شخص آپ کو سننے کے لئے اس کی خواہش جب بات کرتی ہے جو.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Boren کے کے قوانین:(1) جب انچارج، غور و فکر.(2) جب مصیبت میں، کووکیل.(3) جب شک میں، بڑبڑانا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
باس، (ن):آکسفورڈ انگریزی لغت، قرون وسطی میں کے مطابقالفاظ "باس" اور "چکتی"، زیادہ تر مترادف تھے، کہ باس کے سوا"کارکنوں کی ایک سپروائزر" کا مطلب ہے کے علاوہ میں بھی اس کا مطلب "ایکسجاوٹی جڑنا. "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
باؤچر کی مشاہدے:ہمیشہ اپنے ہی ہارن چل رہی ہے وہ موسیقی ادا کرتا ہےکئی octaves کے اعلی اصل میں لکھا مقابلے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کنج کے قانون:کارروائی ہے جہاں ٹیلنٹ جاتا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Bowie کی پرمیئ:ایک تجربہ کام کرتا ہے تو، آپ کو غلط سامان استعمال ہونا چاہیے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
لڑکے، (ن):اس پر گندگی کے ساتھ ایک شور.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
بریڈلی کے برومائڈ:کمپیوٹرز بہت طاقتور ملتی ہے تو، ہم منظم کر سکتے ہیںمیں ان سے کیا جائے گا - ایک کمیٹی میں ان کو.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
بریڈی کے مسئلہ کو حل کرنے کی پہلی قانون:ایک مشکل مسئلہ کا سامنا کرتے ہیں تو، آپ کو مزید اس مسئلہ کو حل کر سکتے ہیںآسانی سوال، "کس طرح کریں گے لون رینجر کے لئے اسے کم کر کےاس سنبھالا ہے؟ "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
دماغ، N:فلٹرنگ کا جس کے ساتھ ہم ہمارا خیال ہے کہ لگتا ہے کہ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
دماغ، V: [ "دماغ کے لئے" میں کے طور پر]دو ٹوک الفاظ میں ملامت کرنے، لیکن نہیں واضح؛ ایک ذریعہ دور کرناایک مخالف میں خرابی کی.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
دماغ کو نقصان پہنچایا، کے "ہنیویل دماغ کو نقصان '(HBD) سامانییکرن، ایکنظریاتی بیماری میں بعض سراسر cretinisms وضاحت کرنے کے لئے ایجاد کیاMultics، ADJ:واضح طور پر غلط. cretinous؛ باولا. ایک مطلب نہیں ہےذمہ دار شخص دماغ کو نقصان اٹھانا پڑا ہے ضروری ہے کہ،وہ / وہ بہتر معلوم ہونا چاہئے. کچھ کہنےدماغ کو نقصان پہنچا برا ہے؛ یہ بھی مطلب ہے کہ یہ ناقابل استعمال ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
دلہن، N .:اس کے پیچھے خوشی کے ایک ٹھیک امکان کے ساتھ ایک عورت.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
اٹیچی، (ن):ایک مقدمے کی سماعت جیوری کو ایک ساتھ ہو جاتا ہے اور ایک تشدد پارٹی بناتی ہے جہاں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
وسیع نظری، (ن):اعلی نظری باہر چپٹا کرنے کا نتیجہ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Brogan کی مسلسل:پیپلز چرچ اور کے پیچھے میں جمع کرنے کی کوشش کرتے ہیںبس کے سامنے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
brokee، (ن):کسی نے ایک بروکر کے مشورہ پر اسٹاک خریدتا ہے جو.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Brontosaurus اصول:ان کے دماغ ان کو منظم کر سکتے ہیں کے مقابلے میں زیادہ تیزی سے ترقی کر سکتا تنظیمیںان کے ماحول کے لئے اور ان کے اپنے فیجیولاجی کے سلسلے میں: جبیہ اس وقت ہوتا، وہ ایک خطرے سے دوچار پرجاتیوں ہیں.
		-- Thomas K. Connellan

%
بروک کے قانون:دیر سے سافٹ ویئر کے منصوبے کے لئے افرادی قوت کو شامل کرنے سے اسے بعد میں پیدا ہوتا ہے.
		-- Thomas K. Connellan

%
برک کی قانون:ایک ایسا نظام کو مکمل طور پر وضاحت کی گئی ہو جاتا ہے جب بھی، کچھ لات احمقجس نظام کو یا تو ختم یا کچھ پتہ چلتا ہےتسلیم سے باہر اس کو مزید وسیع.
		-- Thomas K. Connellan

%
بلبلا میموری، N .:A آمیز اصطلاح، عام طور پر ایک شخص کی انٹیلی جنس کا حوالہ دیتے ہوئے.بھی "ویکیوم ٹیوب" کو دیکھیں.
		-- Thomas K. Connellan

%
Bucy کے قانون:کچھ بھی کبھی ایک معقول آدمی کی طرف سے مکمل کیا جاتا ہے.
		-- Thomas K. Connellan

%
بگ، N .:کیونکہ موجود ہے جس میں ایک کمپیوٹر پروگرام کا ایک پہلوپروگرامر جمبو جیک یا اسٹاک کے اختیارات کے بارے میں سوچ رہا تھا جب S / وہپروگرام لکھا.خوش قسمتی سے، دوسرا ٹو گزشتہ مسئلے کو صرف مقرر کی گئی ہے.
		-- Ray Simard

%
بگ، (ن):ایک خرابی کا بیٹا.
		-- Ray Simard

%
بگ، (ن):ایک مایاوی مخلوق ایک پروگرام جو غلط ہوتا ہے کہ یہاں رہنے والے."ٹھیک"، یا ایک پروگرام سے کیڑے اتارنے کی سرگرمی، ختم ہو جاتا ہےجب لوگ یہ کر کے تھکا ہوا ہو، کیڑے نکال دیئے جاتے ہیں جب نہیں.
		-- "Datamation", January 15, 1984

%
کیڑے، PL. N .:چھوٹے جانداروں چھوٹے زندہ لڑکوں چھوٹے زندہ لڑکیوں پر پھینک.
		-- "Datamation", January 15, 1984

%
بمپر اسٹیکر:اس گاڑی سے گرنے تمام حصوں بہت بہترین میں سے ہیںبرطانوی تیاری.
		-- "Datamation", January 15, 1984

%
بنکر کی نصیحت:اگر آپ شراب نہیں خرید سکتے. آپ کو صرف یہ لے سکتے ہیں.
		-- "Datamation", January 15, 1984

%
Burbulation:کھولنے اور میں ایک ریفریجریٹر کے دروازے بند کرنے کے جنونی ایکٹخود کار طریقے سے روشنی پر آنے سے پہلے اسے پکڑنے کے لئے کی کوشش.
		-- "Sniglets", Rich Hall & Friends

%
بیورو برطرفی، کا قانون:ایک سرکاری بیورو مرحلہ وار ختم کی جائے کرنے کے لئے شیڈول کیا جاتا ہے،کہ بیورو میں ملازمین کی تعداد کے اندر اندر دوگنی ہو جائے گی12 ماہ کے فیصلے کے بعد کیا جاتا ہے.
		-- "Sniglets", Rich Hall & Friends

%
بیوروکریسی، (ن):سالڈ ویسٹ میں توانائی میں تبدیلی کے لئے ایک طریقہ.
		-- "Sniglets", Rich Hall & Friends

%
بیوروکریٹ، N .:ایک شخص موقع پر سرخ فیتے میں کمی کر دی ہے جو.
		-- J. McCabe

%
بیوروکریٹ، (ن):ایک سیاستدان کی مدت ہے جو.
		-- J. McCabe

%
برک کی عناصر:آپ نہیں جانتے تو آپ کے بارے میں بات کر رہے ہیں کچھ بھی ممکن ہے.آپ کا جواب نہیں ہے جس کے لئے ایک مسئلہ نہ بنائیں.
		-- J. McCabe

%
جلا کے ہاگ طریقہ وزن:(1) ایک بالکل سڈول پٹرا حاصل کریں اور ایک sawhorse بھر میں یہ متوازن.(2) پٹرا کے ایک سرے پر ہاگ رکھو.(3) دوسرے سرے پر ڈھیر پتھروں پٹرا بالکل دوبارہ ہونے تکمتوازن.(4) احتیاط پتھروں کا وزن لگتا ہے.
		-- Robert Burns

%
buzzword ہے، (ن):کمپیوٹر خواندگی کی دال میں فلائی.
		-- Robert Burns

%
، V byob:، اپنی خود کی بیل پر ایمان
		-- Robert Burns

%
C، N:جیسے مزید سوائے طرح کی پاسکل کی طرح ہے کہ ایک پروگرامنگ زبانسوائے اس کے یا تو ایک، یا کسی بھی چیز کی طرح بہت زیادہ نہیں ہے کہ اسمبلیورنہ. آج یہ فن کے لئے دستیاب بہترین زبان یا تو ہے، یاایسا نہیں ہے.
		-- Ray Simard

%
گوبھی، N .:طور پر بڑے اور طرح ہوشیار بارے میں ایک واقف باورچی خانے کے باغ سبزیایک آدمی کے سر.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کیشے:ایک کمپیوٹر ہے کہ کوئی بھی کی یاد کے نظام کی ایک بہت مہنگی حصہجانتے سمجھا جاتا ہے نہیں ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Cahn کی Axiom کی:سب سے ناکام ہو جاتا ہے، ہدایات پڑھیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کیمبل کے قانون:فطرت، قدرت ایک صفر experimenter نفرت.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کینیڈا بل جونز کے مقصد:اس suckers کو ان کی رقم رکھنے کے لئے اجازت دینے کے لئے اخلاقی طور پر غلط ہے.کینیڈا بل جونز کے ضمیمہ:A سمتھ اور Wesson چار ACES ہرا دیا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کینونکل، ADJ .:معمول یا معیاری ریاست یا کچھ کے طریقے. ایک سچی کہانی:MIT AI لیب میں نئے ایک باب Sjoberg،، کے استعمال میں کچھ برہمی کا اظہارشبدجال کی. ان لاؤڈ اعتراضات کے دوران، ہم جتنی شبدجال کا استعمال کرتے ہوئے کی ایک نقطہ بنا دیاان کی موجودگی میں ممکن ہے، اور آخر میں زیادہ سے زیادہ اس میں ڈوبنے لگیں.نما شبدجال آخر میں، ایک گفتگو میں انہوں نے لفظ "جامع" میں استعمال کیا جاتاسوچ کے بغیر فیشن.سٹیل: "! آہا ہم آخر آپ شبدجال بھی بات کر مل گیا ہے"Stallman: "انہوں نے کیا کہا تھا؟"سٹیل: "وہ صرف وہیت انداز میں استعمال کیا` وہیت '. "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کیپٹن پینی قانون:تم وقت میں سے کچھ لوگوں کے تمام بیوقوف بنانے کر سکتے ہیں، اورلوگوں کو وقت کی سب میں سے کچھ، لیکن آپ کی ماں بیوقوف نہیں بنا سکتے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Carperpetuation (کار 'پور کے پالتو جانور U ایک ختم کر دیتی ہیں)، این .:ایکٹ، ایک تار کے اوپر چلانے کی، vacuuming کے جب کم از کم ایکدرجن بار، تو زیادہ تک پہنچنے اور، اسے اٹھا جو کی تحقیقات،نیچے اسے واپس ڈال ویکیوم ایک اور موقع دینے کے لئے.
		-- Rich Hall, "Sniglets"

%
کارسن کے سانتونا:کچھ بھی کبھی ایک مکمل ناکامی ہے.یہ ہمیشہ ایک بری مثال کے طور پر استعمال کیا جا سکتا ہے.
		-- Rich Hall, "Sniglets"

%
جوتے پر کارسن کا معائنہ:جوتا فٹ بیٹھتا ہے تو، دوسرے ایک خریدنے.
		-- Rich Hall, "Sniglets"

%
Carswell کی کی فرع:انسان کو ایک بہتر mousetrap ساتھ آتا ہے جب بھی،نوعیت ہمیشہ ایک بہتر ماؤس کے ساتھ آتا ہے.
		-- Rich Hall, "Sniglets"

%
بلی، N .:تعمیر میں buzzer کے ساتھ Lapwarmer.
		-- Rich Hall, "Sniglets"

%
دماغی atrophy کے، (ن):دماغ کے خلیات کے طور پر اس وقت ہوتی ہے جس کے مظاہر کمزور اور بیمار ہو، اوردماغ کی کارکردگی کو نقصان پہنچانا. ان "برے" خلیات کی کثرت کی وجہ سے ہو سکتا ہےبڑھاپا، بے حسی، ڈپریشن، اور مجموعی طور پر غریب تعلیمی سے متعلق علاماتکارکردگی. دماغ کے خلیات کی ایک مخصوص کم تعداد کی وجہ سے بگڑ جائیں گےeverday سے سرگرمی، لیکن بڑی مقدار میں شدید ذہنی کوشش کی طرف سے کمزور کر رہے ہیںاور مشکل تصورات کے انجذاب. بہت سے کالج کے طالب علموں بنوجہ مثلا overstudying غریب عادات کے اس خوف کی خرابی کی شکایت کے متاثرین.دماغی ڈارونیت، (ن):نظریہ دماغی atrophy کے کے اثرات الٹا جا سکتا ہے کہبھاری شراب کی کھپت کا صاف کارروائی کے ذریعے. کی بڑی مقدارشراب کے بہت سے دماغ کے خلیات کو آکسیجن محرومی کی وجہ سے ہلاک کرنے کا سبب بنے. کے ذریعےقدرتی انتخاب کا عمل، کمزور اور بیمار دماغ کے خلیات مر جائے گاسب سے پہلے، صرف صحت مند خلیات کو چھوڑ کر. یہ بہت اچھا عمل چھوڑ دیتا ہےایک صحت مند، زیادہ متحرک دماغ کے ساتھ imbiber، اور اضافہ ذہنی صلاحیت.اس طرح، دماغی atrophy کی تباہ کن اثرات الٹ کر رہے ہیں، اور تعلیمیکارکردگی اصل میں پچھلے سطح سے باہر بڑھاتا.
		-- Rich Hall, "Sniglets"

%
چیمبرلین قوانین:(1) بڑے لوگوں کی ہمیشہ جیت.(2) سب کچھ کم یا زیادہ چکن کی طرح ذائقہ.
		-- Rich Hall, "Sniglets"

%
کردار کثافت، N .:دفتر میں بہت عجیب لوگوں کی تعداد.
		-- Rich Hall, "Sniglets"

%
چیریٹی، N .:گھر پر شروع ہوتا ہے اور عام طور پر اس بات کہیں رہتا ہے.
		-- Rich Hall, "Sniglets"

%
checkuary، (ن):سال کے تیرہویں مہینہ. نئے سال کے دن شروع ہوتا ہے اور ختم ہو جاتاایک شخص روکتا ہے جب absentmindedly ان چیکوں پر عمر سال کے لکھنے.
		-- Rich Hall, "Sniglets"

%
شیف، N .:کوئی کوکس فرانسیسی قسم کھاتے ہیں جو.
		-- Rich Hall, "Sniglets"

%
Cheit کی ولاپ:آپ کی ضرورت میں ایک دوست کی مدد تو، تاکہ تمہاری یاد کرنے کی بات کا یقین ہےاگلی بار وہ محتاج ہے.
		-- Rich Hall, "Sniglets"

%
کیمیکل، N .:نقصان دہ مادہ جس سے جدید کھانے کی اشیاء بنا رہے ہیں.
		-- Rich Hall, "Sniglets"

%
Cheops 'قانون:کچھ بھی نہیں کبھی وقت پر اور بجٹ کے اندر اندر تعمیر کیا جاتا ہے.
		-- Rich Hall, "Sniglets"

%
شکاگو ٹرانزٹ اتھارٹی سوار کی راج # 36:کبھی کبھی ال رکن پوشاک پہنے ہوئے سخت لگ شریف آدمی سے پوچھیںجہاں انہوں نے ان کے "پرامڈ سے طاقت پیزا گرم" مل گیا.
		-- Chicago Reader 3/27/81

%
شکاگو ٹرانزٹ اتھارٹی سوار کی راج # 84:CTA درخواست پر دستیاب مانارت پاپ اپ ٹائمر ہےگرم مسافروں کے لئے. آپ ٹائمر ٹمٹمانے جب، ڈرائیور گےخوشی آپ baste.
		-- Chicago Reader 5/28/82

%
چکن سوپ:aureomycin کے برابر حصوں پر مشتمل ایک قدیم معجزہ منشیات،کوکین، انٹرفیرون، اور TLC. صرف بیماری چکن سوپکا علاج نہیں کر سکتے ہیں کیا والدہ پر انحصار کرنے neurotic ہے.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
تکمیل کے Chism کے قانون:وقت کی رقم کی ضرورت کو مکمل کرنے کے ایک حکومتی منصوبہ ہےمختصرا وقت کی لمبائی کے برابر پہلے سے ہی اس پر خرچ.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
مرفی دوسرا قانون کرنا Chisolm کا پہلا فرع:چیزیں صرف ممکنہ طور پر کسی بھی بدتر حاصل نہیں کر سکتے جب، وہ کریں گے.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
کرسمس:ایک روز ترکی، اورتحفہ، کرینبیری کے لئے ایک وقت کے طور پر کچھ لوگوں کی طرف الگ کیاسلاد، خاندان حاصل togethers؛ دوسروں کے لئے، سب سے بہترین ہونے کے طور پر بیان کیا گیا ہےپورے سال کا جواب وقت.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
انسان پر چرچل کی تفسیر:انسان کبھی کبھار، سچائی ٹھوکر گالیکن زیادہ تر وقت وہ اپنے آپ کو لینے اور پر جاری رکھیں گے.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
Cinemuck، N .:پاپکارن، سوڈا، اور پگھلا چاکلیٹ کا مجموعہ ہے جس میںفلم تھیٹر کے فرش پر محیط ہے.
		-- Rich Hall, "Sniglets"

%
clairvoyant، N .:کہ دیکھ کے طاقت ہے جو ایک شخص، عام طور پر ایک عورت،جس میں اس کے سرپرست کے لئے پوشیدہ ہے - یعنی، کہ وہ ایک Blockhead کی ​​ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کلارک کی اختتامیہ:کبھی اخلاق کے احساس صحیح کام کر کے ساتھ مداخلت کرنے دو.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
مٹی کے اختتام:تخلیق بہت ہے لیکن ادبی سرقہ تیز ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کلون، (ن):1. ایک عین مطابق ڈپلیکیٹ، ہماری مصنوعات کی ایک کلون ہے "میں کے طور پر انپروڈکٹ کا. "A ناقص، جعلی کاپی 2.، میں کے طور پر" ان کی مصنوعاتہماری مصنوعات کی ایک کلون ہے. "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ایک وایمنڈلیی اسنگتی کے Clovis کی 'غور:فطرت کی کجی کہیں بہتر مظاہرہ کیا جاتا ہےاس حقیقت سے زائد ہے کہ، ایک ہی ماحول کے سامنے جب،جبکہ پٹاکھی نرم ہو جاتے روٹی مشکل بن جاتی ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کوبول:مصنوعی Inelegance میں ایک مشق.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کوبول:مکمل طور پر ختم اور وجہ یا منطق سے پرے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کوہن قانون:بدتر کوئی نیچے ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کہن کا قانون:تم پر رپورٹنگ میں خرچ کیا آپ کو، اس سے کم کر رہے ہیں مزید وقتوقت آپ کو کچھ کرنے کی ضرورت. آپ خرچ کرتے ہیں جب استحکام حاصل کیا جاتا ہےآپ کو ہر وقت آپ کر رہے ہیں کچھ بھی نہیں پر رپورٹنگ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
سرد، ADJ .:جب سیاستدان اپنی جیب میں ان کے ہاتھوں سے کے ارد گرد چلنا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کول کے قانون:کم گوبھی قاش.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
تعاون، N .:غلط مفروضہ پر مبنی ایک ادبی پارٹنرشپ کہدوسرے ساتھی جادو کر سکتے ہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کالج:ہر کسی کو پینے کے لئے چلا جاتا ہے جہاں علم، کے چشموں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Colvard کے منطقی احاطے:تمام امکانات 50 فیصد ہیں.یا ایک چیز کیا ہو گا یہ نہیں کریں گے.Colvard کے بے ضمیر تفسیر:آپ کی طرف متوجہ کر رہے ہیں کسی کے ساتھ نمٹنے جب یہ خاص طور پر سچ ہے.Grelb کی تفسیر:Likelihoods، تاہم، آپ کے خلاف 90 فیصد ہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کمان، N .:بیان میں ایک کمپیوٹر کے ذریعے ایک انسان کی طرف سے پیش کیا اور قبول کر لیاانسانی محسوس کرنے کے طور پر اس طرح ایک انداز ہے کہ وہ کنٹرول میں ہے کے طور پر اگر.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
تبصرہ:ایک ذریعے کے پروگرام کی ایک ضرورت سے زیادہ عنصر تو شاملپروگرامر جہنم جو وہ کر رہے تھے کیا تھا یاد کر سکتے ہیںچھ ماہ بعد. صرف کمزور ذہن کے مطابق، ان کی ضرورتوہ نہیں ہیں لگتا ہے کہ وہ لوگ جو.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
عزم، N .:عہد [ملوث ہونے اور کے درمیان فرق] ہو سکتا ہےہیم اور انڈے کی ایک ناستے کی طرف سے سچتر. چکن تھاملوث، سور کا ارتکاب کیا گیا تھا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کمیٹی کے قواعد:(1) وقت پر کبھی نہیں پہنچیں، یا اگر آپ کو ایک ابتدائی مہر رکھا جائے گا.اجلاس نصف سے زائد ہے جب تک (2) کچھ مت کہو. یہڈاک آپ کو عقل مند ہونے کے طور پر.(3) ہر ممکن حد تک مبہم ہو؛ اس پریشان روکتادوسروں.(4) جب شک میں، ایک سب کمیٹی مقرر کیا مشورہ ہے کہ.(5) التوا کے لئے منتقل کرنے سے پہلے ہو! اس سے آپ کو دے گامقبول - یہ کیا سب کے لئے انتظار کر رہا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کمیٹی، ن .:مردوں کے ایک گروپ ہے جو انفرادی طور پر ایک گروپ کے طور پر لیکن کچھ نہیں کر سکتایہ فیصلہ کچھ بھی نہیں کیا جا سکتا ہے کہ.
		-- Fred Allen

%
عام کے ماحولیات کے تین قوانین:(1) کوئی کارروائی ضمنی اثرات کے بغیر ہے.(2) کچھ بھی کبھی دور ہو جاتا ہے.(3) کوئی مفت لنچ نہیں ہے.
		-- Fred Allen

%
پیچیدہ نظام:حقیقی مسائل اور خیالی منافع کے ساتھ ایک.
		-- Fred Allen

%
مبارکباد، N .:تم سے کچھ کہنا تو ہے جس ہر کوئی جانتا ہے ایک اور سچ نہیں ہے.
		-- Fred Allen

%
compuberty، (ن):جذباتی اور ہارمون کی تبدیلیاں کسی کی غیر آرام دہ مدتکمپیوٹر تجربات کے آپریٹنگ سسٹم کو اپ گریڈ اور کیا جاتا ہے جبایک sun4 آن لائن اشتراک فائلوں ڈال دیا جاتا ہے.
		-- Fred Allen

%
کمپیوٹر سائنس:(1) ایک مطالعہ سائنس اور ستوتیش، لیکن کمی سے ماخوذسابق کی صحت سے متعلق اور مؤخر الذکر کی کامیابی.یلگوردمز کی (2) طویل قدر تجزیہ.(3) واضح مہنگا شمار.(4) trivialities کی ایک بڑی تعداد کے ساتھ نمٹنے کے بورنگ فن.(5) Tautology روشنی کی رفتار سے انسان کی خدمت میں فائدہ اٹھایا.(6) رسمی نظام کے اصول میں پوسٹ ٹیورنگ کمی.
		-- Fred Allen

%
کمپیوٹر، N .:ایک میں مفید اقدامات کے انداز کارکردگی جو ایک الیکٹرانک ہستیمکمل طور پر قابل فہم، سخت منطقی انداز. اگر آپ کو یقیناس میں مین ہیٹن میں فروخت کے لیے ایک پل کے بارے میں مجھے دیکھ.
		-- Fred Allen

%
تصور، N .:کوئی "خیال" ہے جس کے لئے کسی بیرونی کنسلٹنٹ سے زیادہ بل$ 25،000.
		-- Fred Allen

%
کانفرنس، N .:باس کو سننے کے لئے ماتحت جمع ہے جس میں ایک خصوصی اجلاسوہ اتنی دیر تک اس کے ساتھ متصادم نہیں کرتا کے طور پر، کیا کہنا ہے کیاوہ پہلے سے ہی کرنے کا فیصلہ کیا ہے.
		-- Fred Allen

%
معتمد، ساتھی، (ن):ایک B کے راز کے ساتھ ایک کی طرف سے سومپا، C. کی طرف سے اپنے آپ کو رازدارنہ
		-- Ambrose Bierce, "The Devil's Dictionary"

%
تصدیق بیچلر:ایک رکاوٹ کے بغیر زندگی کے ذریعے جاتا ہے جو ایک آدمی.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
اٹکل: تمام طاق اعداد اعظم ہیں.ریاضی کی ثبوت:3 وزیر ہے. 5 پرائم ہے. 7 وزرائے ہے. شامل کی طرف سے، تمامطاق اعداد اعظم ہیں.اشتھانی کے ثبوت:3 وزیر ہے. 5 پرائم ہے. 7 وزرائے ہے. 9 تجرباتی ہےخرابی. 11 وزیر ہے. 13 وزرائے ہے ...انجینئر کے ثبوت:3 وزیر ہے. 5 پرائم ہے. 7 وزرائے ہے. 9 وزرائے ہے.11 وزیر ہے. 13 وزرائے ہے ...کمپیوٹر کے سائنسدانوں کا ثبوت:3 وزیر ہے. 3 وزیر ہے. 3 وزیر ہے. 3 پرائم ہے ...
		-- Ambrose Bierce, "The Devil's Dictionary"

%
رابط سازش، (ن):[شاید، KL-10 کے ظہور کے ساتھ شہرت کی بلندیوں میں آیاجن کنیکٹر سے ملنے کے اور کچھ بھی] کے رجحان میں سے کوئی بھیمینوفیکچررز (یا، مدت ملازمت میں توسیع، پروگرامرز کی طرف سے یا کسی بھی چیز کی purveyors)عمر کے ساتھ ایک دوسرے کے ساتھ فٹ نہیں ہے جس میں نئے مصنوعات کے ساتھ آنے کیچیزیں، اس طرح آپ کو یا تو تمام نئی چیزیں یا مہنگی خریدنے بنانےانٹرفیس کے الات.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
رضامندانہ ڈگری:ایک دستاویز ہے جس میں ایک اباگی کمپنی کی رضامندی کا ارتکاب کرنے کے لئے کبھیمستقبل میں جو بھی وفاقی قانون کی خلاف ورزیوں گھناؤنے جوپہلی جگہ میں داخل کرایا ہے کبھی نہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کنسلٹنٹ، N .:(1) آپ کے ذریعے ادا کسی کو آپ کی کلائی دور دیکھنے لگ اور یہ بتانے کے لئےآپ کیا وقت ہوا ہے. (2) (ریزیومے استعمال کے لئے) ورکنگ عنوانکسی کے فی الحال ایک کام روک نہیں کرتا جو. شعار: ہےکیلکولیٹر، سفر کریں گے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کنسلٹنٹ، N .:[کون سے "دھوکہ دینے کی، شکار، فراڈ،" یا، ممکنہ طور پر، فرانس سے Con(اسبی) "لٹل میرٹ کے ایک شخص" + sult کی انڈاکار فارم"توہین."] ایک اوریکل کے بھیس A tipster، خاص طور پر وہ جوایک بڑے اٹیچی کے باوجود میں تیز رفتاری سے decamp سیکھ لیا ہےاور بھاری پرس.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کنسلٹنٹ، N .:ایک عام آدمی کے گھر سے ایک طویل راستہ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کنسلٹنٹ، N .:101 طریقے knowns کوئی جو محبت کرنا، بلکہ ایک تاریخ حاصل نہیں کر سکتے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کنسلٹنٹ، N .:بلکہ ایک درخت پر چڑھنے اور پر کھڑا نسبت جھوٹ تھا کوئی جوزمین اور سچ بتانا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
مشاورت، N .:طبی اصطلاح کا مطلب ہے "دولت کا اشتراک."
		-- Ambrose Bierce, "The Devil's Dictionary"

%
گفتگو، N .:ایک مخر مقابلہ جس میں سے ایک ہے جو اس کی سانس پکڑ رہا ہےسامع کو کہا جاتا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کونوے کا قانون:کسی بھی تنظیم میں ہمیشہ ایک شخص جو جانتا ہو جائے گا	کیا ہو رہا ہے.اس شخص نے فائرنگ ہونا ضروری ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
نقل کر رہا ہے مشین، این .:ایک آلہ کاغذ، چمک پراسرار کوڈت پیغامات کہ چیرا،اور کون نہیں ہے دفتر میں سب کے لئے نقلیں ہوتاان کو پڑھنے میں دلچسپی.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
تاجپوشی، N .:ظاہری اور نظر کے ساتھ ایک خود مختار سرمایہ کاری کرنے کی تقریباس کی الہی حق کی نشانیاں ایک بارود بم سے skyhigh اکٹھی ہو جائیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
خط و کتابت فرع:ایک تجربہ کو کامیاب کوئی آدھے سے زیادہ تو غور کیا جا سکتاآپ کا ڈیٹا آپ کے اصول کے ساتھ خط و کتابت کو حاصل کرنے کے لئے ضائع کیا جائے ضروری ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Corry کے قانون:کاغذ ہمیشہ پرفوریشن میں مضبوط ترین ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
عدالت، این .:ایک جگہ وہ انصاف کے ساتھ تقسیم جہاں.
		-- Arthur Train

%
ڈرپوک، N .:ایک جو ایک خطرناک ہنگامی صورت حال میں ان کی ٹانگوں کے ساتھ سوچتا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
قرض دہندہ، N .:ایک شخص نے ایک دیندار سے بہتر میموری ہے جو.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
سیاسی احتساب کے Crenna کے قانون:آپ کو برا چیز کے بارے میں پتہ سب سے پہلے ہیں، آپ جا رہے ہیںاس پر قائم مقام، قطع نظر اپنے رسمی فرائض کے لئے ذمہ دار منعقد.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
نقاد، N .:کیونکہ کوئی بھی کوشش کرتا خوش کرنے کے لئے اپنے آپ کو مشکل کی حامل ہے ایک شخص جواسے خوش کرنے کے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Croll کی طلب:ٹن ٹن whistles کی بنا رہے ہیں تو، میں کیا foghorns سے بنا رہے ہیں؟
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Cropp کے قانون:کام کی مقدار کیا میں خرچ وقت کے ساتھ مختلف ہوتی ہے inverslyدفتر.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کمیٹیوں کے Cruickshank کے قانون:ایک کمیٹی کافی وقت تک ایک برا خیال پر بات چیت کرنے کی اجازت ہے تو یہ،لامحالہ محض خیال کے نفاذ کے لیے فیصلہ کرے گی کیونکہزیادہ کام پہلے ہی اس پر کیا گیا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ایڈریس کرسر، (ن):"ہیلو، کرسر!"
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
کرسر، N .:جس پروگرام چلائے جائیں گے.
		-- Robb Russon

%
curtation، N .:مقررہ لمبائی کے میدان میں ایک سٹرنگ کے نافذ کمپریشنماحول.جیسے ناموں انتہائی متغیر لمبائی ڈور فٹنگ کا مسئلہ،پتے، اور مقررہ لمبائی کے ریکارڈ میں اشیاء کی وضاحت کی کوئی چھوٹی سی ہےمعاملہ. curtation کی ٹھیک ٹھیک آرٹ کی غفلت شاید زیادہ دور بھاگنے والا ہےڈیٹا پروسیسنگ کے کسی دیگر پہلو سے زائد افراد. تم Mozart کے "ڈان آرڈرGiovanni کی "اپنے ریکارڈ کلب سے، اور وہ Moz کی DONG کے لئے $ 24.95 انوائس.مضحکہ خیز پر شاندار کے witless تعریفیں! یکساں طور پر puzzling ہےcurtation آپ چاہے ایک ہی آٹھ حروف، بہترین، کی پیداوار ہے کہآرڈر "ویگنر کے بہترین"، "شوبرٹ کے بہترین"، یا "Turds کے بہترین".اسی طرح، کمپیوٹرائزڈ wineries میں سے خرید شراب محبت کرنے والوں، ان کے شیشے twirl منظمان کی ترسیل کے نوٹ کی جانچ، اور ان کے دوستوں، "A بلکہ معصوم مطلع،ممکنہ overtruncated CAB SAUV 69 TAL. "10 میں پھل کا نچوڑکالم کاکس OR PIP کے طور پر ایسی یادگار گلوچ اورفحش نکلا ہے. ترجمہحوالہ دیا گیا ہے اصلی ہیں، اور ان کی پیداوار ہے جس curtational طریقہ کار اب بھی ہےہمارے ساتھ.moz کی DONG ن.وولف گانگ Amadeus Mozart اور Lorenzo Da کی طرف سے ڈان Giovanni CurtationPonte کے، Internat'l کی کمپیوٹرائزڈ بلنگ جوڑا کی طرف سے کارکردگی کے طور پرپیش نظارہ سوسائٹی، عظیم گردن (SIC)، N.Y.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Cutler نے ویبسٹر قانون:وہاں ایک شخص جب تک، ہر دلیل کے دو رخ ہیںذاتی طور پر صرف ایک ہی ہے، جس صورت میں وہاں، ملوث ہے.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
نندک، N .:جن کی ناقص خواب کو blackguard، وہ کر رہے ہیں کے طور پر چیزوں کو دیکھتا نہیںوہ ہونا چاہئے کے طور پر. توڑ کے درمیان Scythians نے اسی لیے اپنی مرضی کے مطابقان کے نقطہ نظر کو بہتر بنانے کا ایک نندک کی آنکھیں نکال.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
نندک، N .:تجربہ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
نندک، N .:ایک ایک یرقان کے مریض آنکھ کے ساتھ گلابی رنگ کے شیشے کے ذریعے لگتا ہے جو.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ڈیٹا، این .:نظریات کی پشت پر straws کے ایک پرودنسون.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ڈیٹا، این .:"معلومات" کے لئے Computerspeak. مناسب طریقے سے اعلانراستہ Bostonians ایک خاتون بچے کے لئے لفظ تلفظ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ٹریفک کثافت کے ڈیوس کے قانون:ٹریفک رش کے وقت کی کثافت کو براہ راست متناسب ہےاضافی وقت کے 1.5 گنا رقم ہے جو آپ کو وقت پر پہنچنے کے لئے کی اجازت دیتے ہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ڈیوس کی اکتی:خود کی طرف چلے جاؤ کہ مسائل، خود کی طرف واپس آتے ہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ڈان کی، این .:جب بھی وجہ کے لوگوں نے بستر پر جاتے وقت.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Deadwood، N .:آپ کی کمپنی میں اپنے کسی بھی ہیں سے زیادہ سینئر ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
موت کی خواہش، N .:صرف خواہش ہمیشہ ایک اس کے لئے چاہتا ہے یا نہیں، سچ آتا ہے کہ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
فیصلہ ساز، N .:آپ کے دفتر میں شخص ایک ٹاسک فورس تشکیل دینے کے قابل نہیں تھا جوموسیقی بند کر دیا اس سے پہلے کہ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
پہلے سے طے شدہ، N .:[شاید بلیک انگریزی سے "ڈی فالٹ مسترد نظام آپ ہے، wid سےپیر. "] غیرفعالیت کی طرف سے غلطیوں سے بچنے کی کوشش رائیگاں." کچھ بھی کرے گاکچھ بھی نہیں آیا پھر سے بات "- کنگ Lear..
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
پہلے سے طے شدہ، N .:ہارڈ ویئر کی، کورس کے.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Deja vu کی:. فرانسیسی، پہلے سے ہی دیکھا؛ unoriginal؛ trite.Psychol.، کا برم نے پہلے تجربہ کار ہونے کےکچھ اصل میں پہلی بار کے لئے کا سامنا کرنا پڑا جا رہا.Psychol.، کا برم نے پہلے تجربہ کار ہونے کےکچھ اصل میں پہلی بار کے لئے کا سامنا کرنا پڑا جا رہا.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
غور کیجیے، N .:کسی کی روٹی کی تحقیقات کے ایکٹ یہ ہے کے جس کی طرف کا تعین کرنےتاریخ کی buttered.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ڈینٹسٹ، N .:A بازیگر جو، ایک کے منہ میں دات ڈال، ھیںچتیکسی کی جیب سے سکے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ڈینور، N .:ایک smallish شہر میں صرف `کولوراڈو میں O 'نیچے واقع.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ڈیزائن، V .:آپ کو بعد میں کر نہیں کیا افسوس رہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
DeVries 'مشکوک:آپ ٹائپ رائٹر پر دو چابیاں مارا، ایک آپ نہیں چاہتے ہیںکاغذ مار دیتی ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
فالی کے سوشیالوجی کے پہلے قانون:کچھ، کچھ نہیں کرتے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
، مرنے V .:اچانک گنہگار کو روکنے کے لئے.
		-- Elbert Hubbard

%
ڈنر کی تجاویز # 302 (ہیکر کی ڈی لائٹ):ٹماٹر کی چٹنی میں 1 ٹن درآمد Brisling سارڈین1 پاؤچ چاکلیٹ مالٹ سے Carnation فوری ناشتا1 carton کے دودھ
		-- Elbert Hubbard

%
سفارت کاری، (ن):ریاست میں جھوٹ بولنا.
		-- Elbert Hubbard

%
Dirksen کی سیاست کے تین قوانین:(1) کو کامیاب کرانے.(2) دوبارہ منتخب ہو جاؤ.(3) غصہ نہ کرو، یہاں تک ملتا ہے.
		-- Sen. Everett Dirksen

%
disbar، (ن):کچھ دوسری بار سے ممیز ہے.
		-- Sen. Everett Dirksen

%
مخصوص، ADJ .:ہمارے حریف کے مقابلے میں ایک مختلف رنگ یا شکل.
		-- Sen. Everett Dirksen

%
پونے داموں، N .:A بیماری کسی دوست کی خوشحالی کے لئے کی نمائش کی طرف سے کئے جانے والے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
طلاق، (ن):بیوی کا ایک تبدیلی.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
دستاویزی:انگریزی کے لئے جاپانی کی طرف سے ترجمہ سویڈش ہدایاتافراد بول.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ڈبل اندھے تجربہ، (ن):چیف محقق کا خیال ہے کہ جس میں انہوں نے ہے ایک تجربہدونوں موضوع اور لیب اسسٹنٹ بیوکوف بنا. اکثر ہمراہٹوت فیئری میں ایک مضبوط عقیدہ کی طرف سے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ڈاؤ کے قانون:ایک پدانکردوست تنظیم میں، اعلی درجے کی،زیادہ سے زیادہ الجھن.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Drakenberg کی ڈسکوری:آپ کو اپنے شیشے کو تلاش نہیں کر پا رہے ہیں،آپ کو ان پر نہیں ہے کیونکہ یہ شاید ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ہائی وے بائیولوجی کے مبذول کی قانون:پہلے مسئلے سامنے براہ راست ایک صاف ونڈشیلڈ زمینوں کو نشانہ بنانےتمہاری آنکھوں کے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
منشیات، (ن):ایک مادہ ایک چوہا میں انجکشن کہ،، ایک سائنسی اخبار پیدا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ducharme کی حدود:موقع ہمیشہ کم از کم مناسب موقع پر دستک دیتا ہے.Ducharme کی Axiom کی:آپ کو قریب کافی آپ کا مسئلہ دیکھ تو آپ کو تسلیم کرے گااپنے آپ کو اس مسئلے کا حصہ کے طور پر.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ڈیوٹی، (ن):کیا ایک دوسروں سے توقع رکھتا ہے.
		-- Oscar Wilde

%
Eagleson کے قانون:آپ کے اپنے میں سے کوئی کوڈ کہ آپ کو چھ یا اس سے زیادہ کی طرف دیکھا نہیں کیا ہے،ماہ، کے ساتھ ساتھ کسی اور کی طرف سے لکھا گیا ہے ہو سکتا. (Eaglesonایک آشاوادی ہے، حقیقی عدد زیادہ تین ہفتوں کی طرح ہے.)
		-- Oscar Wilde

%
معاشیات، N .:اکنامکس J. K. گالبریت کی قدر اور معنی کا مطالعہ ہے.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
پیمانے کی معیشت:تصور بھی بڑا ہے کہ بہتر ہے. خاص طور پر، کہ اگر آپ چاہتے ہیںکمپیوٹر کی پاور کی ایک مقررہ رقم، یہ ایک خریدنے کے لئے بہت بہتر ہےsmallies کے ایک گروپ سے زیادہ معروف نہیں ہے. ایمان کا ایک مضمون کے طور پر قبولبڑی مشینوں اور جو کچھ پیچیدگی محبت کرتے ہیں جو لوگوں کی طرف سے. مستردچھوٹے مشینوں سے محبت کرنے والوں اور سب کی طرف ایمان کی ایک مضمون کے طور پران لوگوں کے حدود.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
ماہر اقتصادیات، (ن):اعداد و شمار کے ساتھ اچھا ہے، لیکن کافی نہیں ہے جو کسی نےشخصیت کی ایک اکاؤنٹنٹ بننے کے لئے.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
اہنکار، (ن):ایک قلم کے ساتھ نیویارک ٹائمز پہیلی پہیلی کر.Egotist، (ن):کم ذائقہ کا ایک شخص، مجھ سے اپنے آپ میں زیادہ دلچسپی رکھتے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ehrman کی تفسیر:(1) جو چیزیں وہ بہتر حاصل کرنے سے پہلے برا ملے گا.(2) جو چیزیں بہتر ہو گی؟
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Elbonics، N .:دو لوگوں کے اعمال کو ایک فلم میں ایک armrest کے لئے تبدیل کرتی ہےتھیٹر.
		-- "Sniglets", Rich Hall & Friends

%
کرنٹ، N .:تمام جدید بہتری کے ساتھ داؤ پر لگا جل رہا ہے.
		-- "Sniglets", Rich Hall & Friends

%
ہاتھی، N .:A ماؤس حکومت کی وضاحتیں کرنے کے لئے تعمیر.
		-- "Sniglets", Rich Hall & Friends

%
صوتی کی گیارہویں قانون:ایک کم از کم فیز نظام میں کے درمیان ایک inextricable لنک ہےتعدد جواب، فیز جواب اور عارضی جواب، کے طور پر وہہیں وہ سب محض ایک دوسرے کے تبدیل. یہ ساتھ مل کرپیداوار amplifiers اور صحیح میں کھلے لوپ غلطیوں کی minimalizationغیر لکیری غیر فعال crossover کے نیٹ ورک لوڈنگ کے لئے معاوضہ کر سکتے ہیںکھو کے نظام کے حل میں ایک اہم کمی کی قیادت کریں. تاہم،کورس کے، یہ سب جیک کا مطلب تم Floyd کی گلابی سننے جب.
		-- "Sniglets", Rich Hall & Friends

%
Emacs، N .:ایک ٹیکسٹ ایڈیٹر کی سست چلتی بڑوآ.
		-- "Sniglets", Rich Hall & Friends

%
Contrariness کی ایمرسن کے قانون:زندگی میں ہمارے چیف چاہتے ہیں جو ہمیں ایسا بنا دیں گے کسی کی ہے جو ہمیہ کر سکتے ہیں. انہیں تلاش کرنے کے بعد، ہم نے اس کے بعد اس کے لئے ان سے نفرت کریں گے.
		-- "Sniglets", Rich Hall & Friends

%
انسائیکلوپیڈیا سیلسمین:ان سب میں مدعو کریں. پچھلے دروازے سے باہر چوٹکی. پولیس کو فوناور ان سے کہو تمہارے گھر burgled کیا جارہا ہے.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
لامتناہی لوپ، N .:لوپ دیکھیں، لامتناہی.لوپ، لامتناہی، N .:لامتناہی لوپ دیکھیں.
		-- Random Shack Data Processing Dictionary

%
Engram، N .:1. انسانی میموری کی جسمانی اظہار - "engram."2. جسمانی شکل میں ایک مخصوص میموری. [ورتن نوٹ: اس اصطلاح کو اب نہیں ہےعام استعمال میں. ولسن اور Magruder کے تاریخی دریافت سے پہلے، فطرتengram کے درمیان neuroscientists کی شدید قیاس کا موضوع تھا،ماہرین نفسیات، اور یہاں تک کہ کمپیوٹر کے سائنسدانوں. 1994 پروفیسر ایم آر ولسن میںاور ڈبلیو وی Magruder، پالو آلٹو میں پہاڑ سینٹ منانا یونیورسٹی کے دونوں، ثابت ہواپوری ممالیہ دماغ کی ایک سیٹ کی تشریح کرنے hardwired کر رہا ہے کہتیس سات جینیاتی طور پر منتقل تعاون TECO میکرو. انسانی میموریHuffman کی بڑے صرف کوڈت کے طور پر 1 لاکھ ق کے رجسٹر میں رہائش پذیر دکھائی گئیASCII ڈور. engram میں دلچسپی ہے کہ کے بعد سے کافی حد تک کمی آئی ہےوقت.]3rd ایڈیشن، 2007 ئ
		-- New Century Unabridged English Dictionary,

%
بڑھانے، V .:عام طور پر اس نقصان کے لئے ایک تصویر کے ساتھ چھیڑچھاڑ،.
		-- New Century Unabridged English Dictionary,

%
Entreprenuer، N .:ایک اعلی رولنگ خطرہ لینے کی بجائے جو کرے گاایک مایوس کن کامیابی کے مقابلے میں ایک شاندار ناکامی ہو.
		-- New Century Unabridged English Dictionary,

%
حسد، N .:آپ ایک غیر منصفانہ فائدہ کے ساتھ پیدا کیا گیا تھا کے خواہاں،بجائے کوشش کرتے ہیں اور ایک کو حاصل کرنے کے.
		-- New Century Unabridged English Dictionary,

%
Epperson کے قانون:ایک آدمی کا کہنا ہے کہ جب یہ ایک پاگل، بچپنا کھیل ہے، یہ شاید ہےاس کی بیوی نے اسے شکست دی کر سکتے ہیں کچھ.
		-- New Century Unabridged English Dictionary,

%
اعتبار، N .:کچھ ابتدائی etymological علماء کرام derivations کے ساتھ آئے کہپبلک یقین کرنے کے لئے مشکل تھے. اصطلاح "اعتبار" تشکیل دی گئیلاطینی "etus" ( "کھا")، جڑ "پاخانہ" ( "برا")، اور "logy" سے( "کا مطالعہ"). یہ "نگلنا مشکل ہے کہ چیزوں کے مطالعہ." مراد
		-- Mike Kellen

%
ہر گھوڑے ٹانگوں (دھمکیوں کی طرف سے ثبوت) کے ایک لامحدود تعداد ہے:گھوڑے کی ٹانگوں کی اس سے بھی بڑی تعداد ہے. پیچھے وہ دو ٹانگوں ہے، اور میںسامنے وہ سامنے-ٹانگوں ہے. یہ چھ ٹانگوں، یقینی طور پر ایک ہے جو ہوتا ہےایک گھوڑے کے لئے ٹانگوں کی طاق. لیکن صرف تعداد کے دونوں بھی ہے کہاور طاق انفینٹی ہے. لہذا، گھوڑوں کا ایک لامحدود تعداد ہےٹانگوں. عام کیس کے لئے یہ ظاہر کرنے کے لئے اب، کہ کہیں فرض،ٹانگوں کی ایک محدود تعداد ہے کہ ایک گھوڑے ہے. لیکن اس سے ایک گھوڑا ہےایک اور رنگ، اور تصادم کی طرف سے [ "سب گھوڑوں ایک ہی رنگ ہیں"]،کہ وہ موجود نہیں ہے.
		-- Mike Kellen

%
ہر پروگرام (کم از کم) دو مقاصد ہیں:جس کے لئے میں سے ایک یہ لکھا گیا ہے اور یہ ایک اور جس کے لئے یہ نہیں تھا.
		-- Mike Kellen

%
اخراجات اکاؤنٹس، N .:کارپوریٹ کھانے کی ٹکٹوں.
		-- Mike Kellen

%
تجربے، N .:کچھ آپ کو اس کی ضرورت ہے صرف کے بعد تک نہیں ملتا.
		-- Olivier

%
ماہر، این .:کسی نے شہر کے باہر سے آتا ہے اور سلائڈ ظاہر کرتا ہے جو.
		-- Olivier

%
سرکاری Sweepstakes کے قواعد سے اقتباس:کوئی خریداری اپنے انعام کا دعوی کرنے کے لئے ضروریخریداری کے بغیر اپنے انعام کا دعوی کرنے کے لئے، درج ذیل کریں: (ایک) احتیاطاوپری دائیں ہاتھ سے آپ کے کمپیوٹر سے چھپی ہوئی نام اور پتہ کاٹانعام دعوے کے فارم کے کونے. (ب) نتھی کرنا کمپیوٹر مطبوعہ نام اورایڈریس - گلو یا cellophane ٹیپ (کوئی سٹیپل یا کاغذ کلپس) کے ساتھ -ایک 3x5 انچ انڈیکس کارڈ پر. (ج) اس کے علاوہ "نہیں" پیراگراف کاٹ (کمانعام دعوے کے فارم کے بائیں کونے) اور 3x5 کارڈ پر جو نتھیآپ کا ایڈریس ذیل میں لیبل. (د) اس کے بعد آپ 3x5 ​​کارڈ پر پرنٹ، اوپر آپ کےکمپیوٹر سے چھپی ہوئی نام اور الفاظ "کارٹر & VAN پیل سے خطابSweepstakes کے "(تمام بڑے حروف.) (ای) آخر 3x5 کارڈ رکھنے(موڑنے کے بغیر) کھلم لفافے [نوٹ میں: استعمال نہ کریںسرکاری انعام کا دعوی اور CVP غیرارادی لفافہ جواب دیں یا آپ ہو سکتا ہےنررہت]، اور میل کرنے کے لئے: CVP، باکس 1320، Westbury، NY 11595. تعدادصحیح طریقے سے اس ایڈریس. احتیاط سے اوپر دی گئی ہدایات کے ساتھ عمل اورمکمل طور پر یا آپ کو اپنے انعام وصول کرنے سے نااہل قرار دیا جا سکتا ہے.
		-- Olivier

%
پریوں کی کہانی، N .:ایک ہارر کہانی اخبارات بچوں کے لئے تیار کرنے کے لئے.
		-- Olivier

%
فقیر، (ن):ایک ماہر نفسیات جن کرشمائی اعداد و شمار کے تقریبا حوصلہ افزائی کی ہےان کے پیروکاروں میں مذہبی عقیدت، یہاں تک کہ ذرائع اگرچہلگ رہے ایک رسی اپ shinnied اور ختم ہو چکے ہیں کرنے کے لئے.
		-- Olivier

%
falsie سیلزمین، (ن):فلر ٹوٹ آدمی.
		-- Olivier

%
مشہور آخری الفاظ:
		-- Olivier

%
مشہور آخری الفاظ:(1) "فکر نہ کرو، میں اسے سنبھال کر سکتے ہیں."(2) "تم کو اور جو کچھ آرمی؟"(3) "کیا آپ کے طور پر ہوشیار تم اپنے آپ کو لگتا ہے کہ کے طور پر تھے، تو آپ نہیں ہو گیایک پولیس افسر. "
		-- Olivier

%
مشہور آخری الفاظ:(1) یہ unplug نہیں ہے، یہ صرف ٹھیک کرنے کے لئے ایک لمحے کے لے جائے گا.(2) کی شارٹ کٹ کو لے چلتے ہیں، وہ وہاں سے ہمیں دیکھ نہیں سکتا.(3) آپ ان دو تاروں کو چھو تو کیا ہوتا tog--(4) ہم تحفظات کی ضرورت نہیں ہوگی.(5) یہ سال کے اس وقت وہاں دھوپ ہمیشہ ہے.(6) یہ بھری ہوئی نہیں ہے، فکر نہ کرو.(7) وہ کبھی (کافی پاگل ہو) تھا اس کے ایک مینیجر بنانے.(8) فکر نہ کرو! خواتین اس سے محبت!
		-- Olivier

%
مشہور کوٹیشن:""""""
		-- Marcel Marceau

%
مشہور، ADJ .:نمایاں دکھی.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
نمایاں کریں، (ن):ایک پروگرام کی ایک حیرت انگیز جائیداد. Occasionaly دستاویزی کیا. کرنے کے لئےایک پراپرٹی کہتے ہیں ایک خصوصیت کبھی کبھی مصنف نے نہیں کیا مطلب ہے کہاس صورت میں غور، اور پروگرام کو ایک غیر متوقع ہوتا ہے، اگرچہضروری نہیں کہ غلط نہیں جواب. BUG دیکھو. "یہی وجہ ہے کہ ایک مسئلے سے، ہے نہایک خصوصیت! "ایک مسئلے جو دستاویز کاری کی طرف سے ایک نمایاں کرنے کے لئے تبدیل کیا جا سکتا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
fenderberg، N .:اندر پر تشکیل کہ بڑے برفانی کے ذخائربرفانی طوفان کے دوران کار fenders کے کی.
		-- "Sniglets", Rich Hall & Friends

%
فرگوسن کی حدود:جب آپ یہ نہیں کہہ سکتے بحران ہے "کی پوری بات بھول جاتے ہیں."
		-- "Sniglets", Rich Hall & Friends

%
مخلص، N .:ایک فضیلت دھوکہ دیا جائے کے بارے میں ہیں جو ان لوگوں کے لئے مخصوص.
		-- "Sniglets", Rich Hall & Friends

%
اطلاقی دہشت گردی کے پانچویں قانون:آپ ایک کھلی کتاب امتحان دیا جاتا ہے تو، آپ کو آپ کی کتاب بھول جائے گا.فرع:آپ کو ایک لے گھر امتحان دیا جاتا ہے تو، آپ کو آپ کہاں رہتے بھول جائے گا.
		-- "Sniglets", Rich Hall & Friends

%
تاخیر کے پانچویں قانون:تاخیر بوریت اجتناب؛ ایک کا احساس کبھی نہیں ہے کہایسا کرنے کے لئے اہم بات نہیں ہے.
		-- "Sniglets", Rich Hall & Friends

%
فائل رکھنے کی دراز:ایک چار دراج، دستی طور پر ردی کی ٹوکری COMPACTOR چالو.
		-- "Sniglets", Rich Hall & Friends

%
filibuster کو، N .:کے ارد گرد آپ انتظار پھینک.
		-- "Sniglets", Rich Hall & Friends

%
Finagle عقیدہ:سائنس سچ ہے. حقائق کی طرف سے نہیں گمراہ کیا جائے.
		-- "Sniglets", Rich Hall & Friends

%
Finagle کا آٹھواں قانون:ایک تجربہ کام کرتا ہے تو، کچھ غلط چلا گیا ہے.Finagle کی نویں قانون:کوئی بات نہیں جو نتائج متوقع ہیں، کوئی ہمیشہ کے لئے تیار ہےیہ جعلی.Finagle کی دسویں قانون:کوئی بات نہیں جو نتیجہ ہمیشہ یہ غلط تشریح کرنے کی شوقین ہے.Finagle کی گیارہویں قانون:کوئی بات اس وقت ہوتی ہے، کسی کو اس کے مطابق کیا ہوا یقین رکھتا ہےاپنے پالتو جانوروں کی تھیوری.
		-- "Sniglets", Rich Hall & Friends

%
Finagle کے پہلے قانون:ایک تجربہ کام کرتا ہے تو، کچھ غلط چلا گیا ہے.
		-- "Sniglets", Rich Hall & Friends

%
Finagle کے پہلے قانون:سب ایک موضوع کا مطالعہ کرنے کے لیے آپ کو شروع کرنے سے پہلے، یہ مکمل طور پر سمجھنے کی.Finagle کی دوسری قانون:ہمیشہ ڈیٹا کی ایک ریکارڈ رکھنے ہے - یہ بتاتی ہے کہ آپ کام کر رہا ہوں.Finagle کا چوتھا قانون:ایک کام آلودہ ہونے کے بعد، کچھ بھی ہے کہ یہ صرف ہوتا ہے کو بہتر بنانے کے لئے کیا کیااس سے برا.Finagle کے پانچویں قانون:ہمیشہ آپ کے منحنی خطوط اپنی طرف متوجہ، اس کے بعد آپ کی ریڈنگ پلاٹFinagle کے چھٹے قانون:معجزات پر یقین نہیں رکھتے - ان پر انحصار کرتے ہیں.
		-- "Sniglets", Rich Hall & Friends

%
Finagle کی دوسری قانون:کوئی بات نہیں جو متوقع نتیجہ ہے، ہمیشہ وہاں ہو جائے گا(الف) یہ غلط تشریح کرنے کے شوقین کسی کو، (ب) یہ جعلی، یا (ج) اس پر یقینان کے اپنے پالتو جانوروں کی تھیوری کے مطابق ہوا.
		-- "Sniglets", Rich Hall & Friends

%
Finagle کا ساتواں قانون:کائنات کی کجی کو زیادہ سے زیادہ کی طرف جاتا ہے.
		-- "Sniglets", Rich Hall & Friends

%
Finagle کی تیسری قانون:ڈیٹا کی کسی بھی مجموعہ، اعداد و شمار کے سب سے زیادہ واضح طور پر درست ہے،چیکنگ کے تمام کی ضرورت پرے، غلطی ہےCorollaries:(1) کوئی بھی شخص جسے تو مدد طلب اسے دیکھیں گے.(2) کی طرف سے روکتا ہے جو سب سے پہلے شخص، جس کی واقعی مشورہ آپکرو اسے فوری طور پر دیکھیں گے نہیں سننا چاہتا،.
		-- "Sniglets", Rich Hall & Friends

%
ٹھیک ہے فرع:فعالیت نسلوں توہین.
		-- "Sniglets", Rich Hall & Friends

%
Finster کے قانون:ایک بند کے منہ کوئی پاؤں جمع.
		-- "Sniglets", Rich Hall & Friends

%
سائیکل کے پہلے قانون:کوئی بات نہیں ہے جس طرح تم سوار، جو اوپر کی طرف اور ہوا کے خلاف ہے.
		-- "Sniglets", Rich Hall & Friends

%
بحث کے پہلے قانون:احمق سے بحث نہ کریں. پیپلز فرق معلوم نہیں ہو سکتا ہے.
		-- "Sniglets", Rich Hall & Friends

%
تاخیر کے پہلے قانون:تاخیر کی ملازمت کم اور ذمہ داری دیتا ہےکسی اور پر اس کی برطرفی (یعنی، اتھارٹی کے لیے جوڈیڈ لائن عائد).تاخیر کے پانچویں قانون:تاخیر بوریت اجتناب؛ ایک کا احساس کبھی نہیں ہے کہایسا کرنے کے لئے اہم بات نہیں ہے.
		-- "Sniglets", Rich Hall & Friends

%
سماجی و جینیات کے پہلے قانون:برہمچری موروثی نہیں ہے.
		-- "Sniglets", Rich Hall & Friends

%
ہسٹری کا پہلا اصول:تاریخ خود کو دہرانے نہیں کرتا - مورخین محض ایک دوسرے کو دہرائیں.
		-- "Sniglets", Rich Hall & Friends

%
یہ fishbowl، N .:A گلاس منسلک تنہائی سیل جہاں نئے ترقی دے مینیجرز ہیںمشاہدے کے لئے رکھا.
		-- "Sniglets", Rich Hall & Friends

%
ابدی مصائب کے لئے پانچ قوانین:(1) ہمیشہ پاسداری تم پر نظر کرنے کے لئے دوسروں کو نصیحت کرنے کی کوشش کریں.(2) حالات کے بارے میں مفروضات کے بہت بنانے کے لئے اس بات کا یقینوہ حقیقت ہیں گویا ان مفروضات کا علاج.یہ ایک بحران ہے اگرچہ کے طور پر (3) پھر ہر نئی صورت حال کا علاج.(4) ماضی میں رہتے ہیں اور صرف مستقبل (کے ساتھ پاگل ہوکتنا بہتر چیزیں ہو سکتا ہے یا کتنا بدترکچھ بنا سکتا ہے).(5) کبھی کبھار اتنی بیوکوف ہونے کے لئے اپنے آپ پر پاؤں مارتےپہلے چار اصولوں پر عمل.
		-- "Sniglets", Rich Hall & Friends

%
flannister، N .:پلاسٹک جوئے ایک ساتھ بیر کے ایک چھ پیک کی ڈگری حاصل کی.
		-- "Sniglets", Rich Hall & Friends

%
Flon کے قانون:اب بھی موجود نہیں ہے، اور کبھی نہیں ہو، میں ایک زبانجس سے یہ برا پروگراموں کو لکھنے کے لئے کم از کم تھوڑا مشکل ہے.
		-- "Sniglets", Rich Hall & Friends

%
فلوچارٹ، ن. & V .:[بہاؤ سے "، امیر پرچرتا میں نیچے لہر کے بالوں کے طور پر" + چارٹ"ایک خفیہ پوشیدہ خزانہ کا نقشہ uninitiated کے گمراہ کرنے کے لئے ڈیزائن."]1. ن. حل، اگر کوئی ہے تو، Mascheroni تعمیر کی ایک کلاس میںمسائل جس میں دی الگورتھم ستادوستیی نمائندگی کی ضرورت ہوتی ہےANSI سانچے میں سے صرف 35 بنیادی ideograms کا استعمال کرتے ہوئے. 2. این. Neronicنظام کو جلا دیتی ہے جبکہ doodling. 3. این. کے لئے ایک کم قیمت متبادلوال پیپر. 4. ن. innumerate انپڑھ کو گمراہ. "Aہزار تصاویر کے کوڈ کا دس لائنوں کے قابل ہے "-. پروگرامر کیلٹل ریڈ Vade Mecum، ماؤزے T'umps. 5. v.intrans. پیدا کرنے کے لئےذہن میں کوئی خاص اعتراض کے ساتھ فلو چارٹس. 6. v.trans. obfuscate کرنے(ایک مسئلہ) باطنی کارٹون کے ساتھ.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Flugg کے قانون:آپ لکڑی پر دستک کی ضرورت ہے جب آپ کو احساس کب ہےدنیا کی vinyl، naugahyde اور ایلومینیم مشتمل ہے کہ.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
کوہرا لیمپ، N .:ضرورت سے زیادہ (اکثر ہے obnoxiously) روشن لیمپ محاذوں پر نصبگاڑیوں کے؛ اس بات کی نشاندہی کرنے کے لئے خشک، واضح راتوں پر استعمال کیاڈرائیور کا دماغ ایک دھند میں ہے. یہ بھی دیکھتے ہیں "بیوکوف لائٹس".
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
نقائص سے پاک آپریشن:ایڈجسٹمنٹ کے لئے کوئی شرائط.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
پیشن گوئی، N .:کے لئے مستقبل کی پیشن گوئی، ماضی کی بنیاد پر،جس حال میں پیش بین ادائیگی کا مطالبہ ہے.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
بھول، N .:خدا کا ایک تحفہ کے لئے معاوضے میں دیندار عطاضمیر کے ان مفلسی.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
FORTUNE REVIEW پکڑنے کے جملے WHAT مطلب کام وضاحت کرتا ہے: # 1ہنر مند زبانی Communicator سے:Mumbles inaudibly بات کرنے کی کوشش کی جب. خود سے بات کرتی ہے.خود کے ساتھ کی دلیل. ان دلائل کھو دیتا ہے.ہنر مند لکھا Communicator سے:اچھی طرح شکستہ تحریر. یادداشتیں کے لئے چھوڑ کر، پر مسلسل ناقابل خواندگی ہیںحصے کسی اور سے حالیہ ناکامیوں منسوب ہے کہ.ترقی کی صلاحیت:مناسب رہنمائی، متواتر مشاورت، اور اصلاحی تربیت کے ساتھ،reviewee سکتی، کافی وقت اور قریبی نگرانی دی، پوراکم از کم ضروریات کمپنی کی طرف سے اس کی توقع.کلید کمپنی کے اعداد و شمار:کامل کاؤنٹر مثال قائم کرے.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
FORTUNE REVIEW پکڑنے کے جملے WHAT مطلب کام وضاحت کرتا ہے: # 4مسلسل:Reviewee حق ابھی تک کچھ ہو گیا نہیں ہے، اور یہ متوقع ہےاس روش کو آنے والے سال بھر جاری رہے گا.ایک بہترین آواز بورڈ:متبادل میں سے کسی بھی تعداد کے ساتھ موجود reviewee، اور لاگوان کا / اس کی تصریح کی واضح طور پر مخالف ترتیب میں.ایک یوجناکار اور آرگنائزر:عام طور پر جوتے سے پہلے جرابوں پر ڈال کرنے کے لئے کا انتظام. ملا سکتے ھیںان کے لباس پر جانوروں کے ٹیگز.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
FORTUNE REVIEW پکڑنے کے جملے WHAT مطلب کام وضاحت کرتا ہے: # 9انتظام کی صلاحیت ہے:کیونکہ اچیتن اشیاء کے ساتھ اس کی قربت کی،reviewee ڈیپارٹمنٹ کے اہم عہدے پر تعینات کیا گیا ہےپنسل مانیٹر.متاثر کن:دوسروں کو ایک سچا پریرتا. ( "نہیں، بلکہ خدا کے فضل کے لئے،I. جانے ")کشیدگی کے لئے adapts:کی شدت پر منحصر ہے گزر جاتا ہے تیز ہوا، پانی، یا باہرصورت حال.مقصد پر مبنی:مسلسل اپنے لئے کم اہداف کا تعین کرتا ہے، اور عام طور پر ناکام ہو جاتا ہےان سے ملنے.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
میمو جنگ کے لئے فارچیون کے قوانین: # 2زائد sociocybernetics اور telepsychology میں ناقابل یقین جدیدیت کو دیکھتے ہوئےگزشتہ چند سالوں میں، اب ہم مکمل طور پر سب کچھ سمجھنے کے قابل ہیں کہایک میمو کے مصنف کیا کہنا چاہ رہا ہے. جدید ترقی کی بدولتنوٹوں، vnews، اور بجلی جیسی electrocommunications میں، ہم نے ایک ہوناجیسوں تہذیب ہے جس کے interunderstanding کے ناقابل یقین سطحکبھی نہیں جانا. اس طرح، آپ misinterpreting کسی کے امکان کو اور کامیمو تقریبا صفر ہے. یہ جاننے کے، کسی کے ہونے کا الزام لگایا ہے جو آپکیا تو ایک جھوٹا ہے، اور اس کے مطابق علاج کیا ہونا چاہئے. تو آپ * * سمجھتے ہوسوال میں میمو، لیکن اس کے بعد، مادہ کی بالکل کچھ کہنا ہےآپ ایک شیطانی اشتھار hominem حملے کے لئے ایک بہترین موقع ہے. حقیقت میں،مندرجہ ذیل کے طور پر ایک اشتھار hominem حملے کے لئے صرف * * نامناسب اوقات ہیں:1: آپ کو ایک میمو کے مصنف کے ساتھ مکمل طور پر اتفاق کرتا ہوں جب.2: اصل میمو کے مصنف آپ ہیں کے مقابلے میں بہت بڑا ہے جب.3: آپ کی اپنی میموز میں سے ایک کا جواب دے رہے ہیں جب.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
اطلاقی دہشت گردی کا چوتھا قانون:انگریزی تاریخ مڈٹرم پہلے رات، آپ کی حیاتیاتانسٹرکٹر planaria پر 200 صفحات تفویض کرے گا.فرع:ہر انسٹرکٹر آپ کے علاوہ اور کچھ نہیں ہے کہ مان لیاکہ انسٹرکٹر کے کورس کے لئے مطالعہ.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
ترمیمی کا چوتھا قانون:اس سے پہلے کے بارے میں فکر کرنے کی عام طور پر قابل عمل ہےinterferences کے - اگر آپ کو کوئی نہیں ہے تو، اگر کوئی آپ کو ایک کر دے گا.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Thermodynamics کا چوتھا قانون:کامیابی کے امکانات تقریبا ایک نہیں ہے، تو یہ صفر کے قریب لات ہے.
		-- David Ellis

%
فریسکو کی ڈسکوری:تمہیں معلوم ہے تم کیا کر رہے تھے، تو آپ کو شاید بور ہو جائے گا.
		-- David Ellis

%
فرائڈ کی 1st حکمرانی:علما تقریب کا اضافہ آٹومیشنہمیشہ اضافہ ہوا آپریشنل اخراجات میں یہ نتائج.
		-- David Ellis

%
دوست، N .:جو اپنی کتابوں قرضے لے اور ان پر گیلا شیشے مقرر پیپلز.وہ لوگ جو آپ کو اچھی طرح جانتے ہیں، لیکن ویسے بھی آپ کی طرح.
		-- David Ellis

%
Frobnicate، V .:جوڑتوڑ یا ایڈجسٹ کرنے کے لئے، موافقت کرنا. FROBNITZ سے ماخوذ. عام طور پرFROB کے مختصر. اس طرح ایک کہاوت ہے "ایک frob frob کے لئے." موافقت دیکھواور TWIDDLE. استعمال: FROB، TWIDDLE، اور ساتھ ساتھ پوائنٹس connote کبھی کبھی موافقتایک لگاتار. FROB بے ہدف ہیرا پھیری مفہوم؛ TWIDDLE مجموعی مفہومہیرا پھیری، ایک مناسب ترتیب کے لئے اکثر ایک موٹے تلاش؛ موافقت مفہومٹھیک ٹیوننگ. اگر کوئی ایک oscilloscope پر knob رخ کی جاتی ہے تو وہ ہے اس وقت اگراحتیاط سے وہ شاید tweaking یہ کیا ہے اس کو ایڈجسٹ؛ وہ صرف اسے تبدیل کر رہا ہے تولیکن سکرین وہ شاید یہ twiddling ایک رہا ہے دیکھ کر، لیکن وہ صرف ہے تورخ کیونکہ ایک knob مذاق ہے یہ کام کر رہے، وہ اس frobbing ہے.
		-- David Ellis

%
Frobnitz، PL. Frobnitzem (frob'nitsm) N .:ایک منسوب جسمانی اعتراض، ایک ویجیٹ. بھی الیکٹرانک کا حوالہ دیتا ہےسیاہ خانوں. یہ عام طور پر نایاب قسم FROTZ کرنے مختصر، یا اس سے زیادہعام FROB کرنے. بھی استعمال کیا FROBNULE، FROBULE، اور FROBNODULE ہیں.1979 میں شاید شروع، FROBBOZ (fruh-bahz ')، PL. FROBBOTZIM، بھی ہےبڑی وجہ ساہسک سپن آف کے ذریعے اس کی نمائش کرنے کے لئے، بہت مقبول ہوکہا جاتا Zork (تہھانے). یہ بھی غیر طبعی اشیاء پر لاگو کیا جا سکتا ہے،ڈیٹا ڈھانچے کے طور پر ایسے.
		-- David Ellis

%
Fuch کی وارننگ:آپ اصل میں آپ کے پاسپورٹ کی تصویر کی طرح نظر آتے ہیں تو آپ کو اچھی طرح نہیں ہیںسفر کرنے کے لئے کافی.
		-- David Ellis

%
فڈ کی حزب اختلاف کی سب سے پہلے قانون:کافی مشکل ہے کچھ پش اور اس پر گر جائے گا.
		-- David Ellis

%
تفریح ​​کے تجربات:، مونڈنے کریم کی ایک کر سکتے ہیں حاصل کے بارے میں ایک ہفتے کے لئے ایک فریزر میں اسے پھینک.اس کے بعد، اسے باہر لے دھات چھیل اور جہاں آپ چاہتے ہیں اسے ڈال دیا ...سونے کے کمرے، کار، وغیرہ یہ thaws کے طور پر، یہ ایک ناقابل اعتماد کی رقم وسعت.
		-- David Ellis

%
تفریح ​​حقائق، # 14:ٹیبل ٹینس میں، جو 21 پوائنٹس پہلی جیت جاتا ہے. وہ کیسےجو 21 رنز کی پہلی کامیابی حاصل کی ہے - یہ ایک بار بیس بال میں تھا.
		-- David Ellis

%
تفریح ​​حقائق، # 63:نام کیلیفورنیا ہسپانوی Conquistadores کی طرف سے ریاست کو دیا گیا تھا.اس میں، ایک غیر حقیقی جزیرے کے نام، زمین پر ایک جنت تھیہسپانوی رومانوی، "لیس Serges ڈی Esplandian"، میں Montalvo کی طرف سے لکھا1510.
		-- David Ellis

%
furbling، V .:ایک ہوائی اڈے یا بینک میں رسی کے ایک بھولبلییا کے ذریعے گھومنا اندوزیہاں تک کہ آپ کی لائن میں صرف ایک شخص ہیں جب.
		-- Rich Hall, "Sniglets"

%
انسانی فطرت کا گالبریت کے قانون:ایک کے دماغ کو تبدیل کرنے اور اس کو ثابت کرنے کے درمیان انتخاب کے ساتھ سامناایسا کرنے کے لئے کوئی ضرورت نہیں ہے، تقریبا سب دلیل پر مصروف ہو جاتا ہے.
		-- Rich Hall, "Sniglets"

%
Genderplex، N .:ایک ریستوران میں ایک شخص کی حیثیت سے قاصر ہے جواس کا یا اس کے نامزد بیت الخلا (جیسے، کچھی اور کچھوں) کا تعین.
		-- Rich Hall, "Sniglets"

%
ونشاولی، N .:پوروج سے ایک کی نسل کا ایک اکاؤنٹجو خاص طور پر ان کے اپنے ہی ٹریس کرنے کے لئے کی پرواہ نہیں.
		-- Ambrose Bierce

%
گنوتی، N .:دواخانے کے ساتھ قافیہ بندی ہے کہ ایک کپڑے دھونے کی additive پتہ چلتا ہے جو "روشن."
		-- Ambrose Bierce

%
گنوتی، N .:پرسنز کافی ہوشیار حق پر صحیح جگہ میں پیدا ہونے کاکہہ کر اس فائدہ کی پیروی کرنے کا حق جنس اور کے وقتٹھیک ہے لوگوں کو تمام معاملات کو درست.
		-- Ambrose Bierce

%
genlock، N .:انہوں نے بوتل میں کیوں رہتا ہے.
		-- Ambrose Bierce

%
راکشسی ڈائنامکس کے Gerrold کے قوانین:(1) تحریک میں کسی چیز ہمیشہ غلط سمت میں آگے بڑھ جائے گی.(2) باقی میں کسی چیز ہمیشہ غلط جگہ میں ہوں گے.(3) درکار توانائی کو ان ریاستوں میں سے ایک یا تو تبدیل کرناہمیشہ آپ کو خرچ کرنے کے لئے چاہتے مقابلے میں زیادہ، لیکن کبھی ایسا ہو جائے گازیادہ سے زیادہ کام کو مکمل طور پر ناممکن بنانے کے لئے کے طور پر.
		-- Ambrose Bierce

%
کیا کیا کام حاصل کرنے کے اصول کے بعد نہیں کے لئے کوئی عذر نہیں ہے.فرع:قواعد کے بعد کیا کام نہیں ملے گا.
		-- Ambrose Bierce

%
گلبرٹ کی ڈسکوری:دو ٹکڑوں میں نیا سپر گوند کے نتائج کو استعمال کرنے کی کسی بھی کوششبلکہ ایک دوسرے سے مقابلے میں آپ کے انگوٹھے اور شہادت کی انگلی سے چپکی ہوئی.
		-- Ambrose Bierce

%
عناصر ہیں کی پرمیئ:(1) آپ کو نہیں جیت سکتے.(2) یہاں تک کہ آپ نہیں توڑ سکتے.(3) تم بھی کھیل نہیں چھوڑ سکتا.عناصر ہیں کی پرمیئ پر فری مین کی تفسیر:زندگی لگ رہے کرنے کی کوشش ہے کہ ہر بڑے فلسفہبامعنی عناصر ہیں کے میں سے ایک حصہ کی نفی پر مبنی ہےپرمیئ. عقل کرنے کے لئے:(1) سرمایہ داری آپ جیت سکتے ہیں کہ مفروضہ پر مبنی ہے.(2) سوشلزم آپ کو بھی توڑ سکتا ہے کہ مفروضہ پر مبنی ہے.(3) تصوف مفروضہ یہ ہے کہ آپ کو کھیل چھوڑ کر سکتے ہیں پر مبنی ہے.
		-- Ambrose Bierce

%
Ginsburg کا قانون:عین مطابق وقت آپ، ایک جوتے کی دکان میں آپ کی جوتا اتار تمہارابڑے پیر کیا ہو رہا ہے کو دیکھنے کے لئے آپ کے جراب سے باہر پاپ گا.
		-- Ambrose Bierce

%
gleemites، N .:ٹوتھ پیسٹ کا ڈر لگتا ڈپازٹس ڈوب میں پایا.
		-- "Sniglets", Rich Hall & Friends

%
ناقابل بھروسہ کے Glib کا چوتھا قانون:یہ تجاوز کر جب تک وشوسنییتا میں سرمایہ کاری بڑھانے گاممکنہ لاگت کسی کو حاصل کرنے پر اصرار غلطیاں کی، یا جب تککچھ مفید کام کیا.
		-- "Sniglets", Rich Hall & Friends

%
Gnagloot، N .:صرف اپنی جیکٹ پر ان کے تمام سکی دروں چھوڑ دیتا ہے جو ایک شخصلوگوں کو متاثر.
		-- Rich Hall, "Sniglets"

%
goda کی کی سچائی:وقت کی طرف سے آپ کو آپ گزارا کر سکتے ہیں جہاں نقطہ پر حاصل،اگر کوئی سروں چلتا.
		-- Rich Hall, "Sniglets"

%
گاڈون کے قانون (امثا [Usenet کے].):ایک Usenet کے بحث، اب ایک کے امکانات بڑھتا ہےمقابلے کے نازیوں کو شامل یا ہٹلر سے ایک نقطہ نظر ہے. "ایک نہیں ہےبہت سے ایسے گروپ میں روایت ہے کہ، یہ اس وقت ہوتا ہے ایک بار، کہ دھاگہ ہےزائد، اور ذکر کیا جس نے نازیوں کو خود بخود کھو دیا ہےجو بھی دلیل جاری تھی. گاڈون کے قانون اس طرح کی ضمانت دیتا ہےان گروہوں میں دھاگہ لمبائی پر ایک اوپری جانے کے وجود.
		-- Rich Hall, "Sniglets"

%
گولڈ کی قانون:جوتا فٹ بیٹھتا ہے تو، یہ بدسورت ہے.
		-- Rich Hall, "Sniglets"

%
گولڈ، N .:ایک نرم malleable ہونے دھات تقسیم میں نسبتا قلیل. یہغریب آدمیوں کی طرف سے زمین میں گہری کان کنی کی ہے اس کے بعد امیر کو دے جوفوری طور پر یہ بہت اچھا جیلوں میں زمین میں واپس دفن جو مرد،اگرچہ ان میں سونے کے لیے کچھ نہیں کیا.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Goldenstern کے قوانین:(1) ہمیشہ ایک امیر وکیل کی خدمات حاصل(2) ایک امیر سیلزمین سے کبھی خریدنے.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Gomme کے قوانین:(1) ایک backscratcher ہمیشہ نئے itches مل جائے گا.(2) وقت accelerates.(3) گھر میں موسم کے طور پر جلد ہی آپ کو دور جانے کے طور پر بہتر بناتا ہے.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
گورڈن کی پہلی قانون:ایک تحقیق کے منصوبے کر کے قابل نہیں ہے، تو یہ اچھی طرح سے کر کے قابل نہیں ہے.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
گورڈن کی قانون:آپ کے خیال میں آپ کا حل ہے تو، سوال غیر تسلی بخش نے اسے دیا گیا تھا.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
گپ شپ، این .:کسی کے بارے میں آپ کی طرح کسی چیز کی سماعت آپ ایسا نہیں کرتے.
		-- Earl Wilson

%
روانگی بر، N .:ایک پروگرامنگ کے آلے کا ڈھانچہ پروگرامرز کی اجازت دینے سے موجود ہےاسنرچت پروگرامرز کے بارے میں شکایت.
		-- Ray Simard

%
حکومت کا قانون:تمام قوانین سے مستثنی نہیں ہے.
		-- Ray Simard

%
Grabel کے قانون:یہاں تک کہ 2 کی بڑی اقدار کے لئے - 2 3 کے برابر نہیں ہے.
		-- Ray Simard

%
دادا Charnock کے قانون:آپ کو گاڑی چلانے کے لئے سیکھنے جب تک تم سچ میں قسم کھانے سیکھنے کبھی نہیں.[میں نے اپنے بچوں کو ڈرائیو کرنے کے لئے سیکھا ہے جب یہ سوچا تھا. ایڈ.]
		-- Ray Simard

%
grasshopotomaus:A مخلوق ایک بار زبردست بلندیوں پر کودنا کر سکتے ہیں کہ ....
		-- Ray Simard

%
کشش ثقل:آپ کو بہت زیادہ اور بہت تیزی سے کھا جب آپ کو کیا ملتا.
		-- Ray Simard

%
پروگرامنگ کے سرمئی کے قانون:`_ ن + 1 'معمولی کاموں کو ایک ہی میں مکمل ہونے کی امید ہے`_ این کاموں کے طور پر وقت.گرے کے قانون کے Logg کی تردید:`_ ن 1 معمولی کاموں کو 'معمولی کاموں` _ N تک کے طور پر دو بار لے'.
		-- Ray Simard

%
عظیم امریکی Axiom کی:کچھ زیادہ بہتر ہے اچھی ہے،، بہت زیادہ صرف صحیح ہے.
		-- Ray Simard

%
بحث کا گرین قانون:تم نہیں جانتے تو آپ کیا کہہ رہے ہو کچھ بھی ممکن ہے.
		-- Ray Simard

%
گرینر کے قانون:فی بیرل کی طرف سے سیاہی خریدتا ہے جو ایک شخص کے ساتھ بحث کبھی.
		-- Ray Simard

%
Grelb کی یاد دہانی:تمام لوگوں کی اسی فیصد خود کو مندرجہ بالا سمجھتےاوسط ڈرائیوروں.
		-- Ray Simard

%
گرفن سوچا:آپ کو ایک شعر کے ساتھ بھوکا جب، ٹائیگر گزشتہ starves.
		-- Ray Simard

%
لیبر ڑلائی کے Grinnell کے قانون:تمام اوقات میں، کسی بھی کام کے لئے، آپ کو آج کافی کیا نہیں ملا ہے.
		-- Ray Simard

%
سر کاٹنے، N .:فرانس کے ایک مرکز کاٹ.
		-- Ray Simard

%
Gumperson کے قانون:ایک دیئے گئے ایونٹ کے واقع ہونے کے امکانات میں inversely ہےاس وانچھنییتا کے متناسب.
		-- Ray Simard

%
گنٹر کی بورن دریافتیں:(1) آپ کو ایک ہوائی جہاز پر سوار ایک کھانے کی خدمت کر رہے ہیں،طیارے استرتا کا سامنا کریں گے.(2) استرتا کی طاقتآپ کافی کا درجہ حرارت براہ راست متناسب ہے.
		-- Ray Simard

%
gurmlish، N .:ایک کلب سینڈوچ کے سب سے اوپر سرخ انتباہ پرچم جساس میں کاٹتے اور چھت puncturing کے کی طرف سے انسان کو روکتا ہےاس کے منہ سے.
		-- Rich Hall, "Sniglets"

%
گرو، N .:ٹی شرٹ اور سینڈل میں ایک شخص کے ساتھ ایک لفٹ کی سواری لینے والےایک سینئر نائب صدر اور بالآخر ذمہ دار ہےفون تم اپنے مالک سے حاصل کرنے کے بارے میں ہیں فون کریں.
		-- Rich Hall, "Sniglets"

%
گرو، (ن):ایک کمپیوٹر کے مالک دستی پڑھ سکتے ہیں جو.
		-- Rich Hall, "Sniglets"

%
Gyroscope کی، این .:ایک پہیا یا ڈسک ایک محور ہے اور یہ بھی کے بارے میں تیزی سے گھماؤ کرنے نصبکرنے perpindicular بارے میں دو محور میں سے ایک یا دونوں کو باری باری دکھائے کرنے کے لئے آزادایک دوسرے کے اور سپن کے محور، تا کہ ایک کے ایک گردشکی درخواست سے دو باہمی لمبوت محور کے نتائجدوسرے پر torque وہیل کتائی اور تاکہ جاتا ہے جبپورے اپریٹس کے لحاظ سے کافی حزب اختلاف پیش کرتا ہےکوئی بھی torque کے کونیی رفتار اس سمت تبدیل کریں گےسپن کے محور کی.
		-- Webster's Seventh New Collegiate Dictionary

%
H. L. Mencken کے قانون:وہ لوگ کر سکتے ہیں جو - کروں.سکھائیں - وہ لوگ جو نہیں کر سکتا.مارٹن توسیع:انتظام - تعلیم نہیں کر سکتے ان.
		-- Webster's Seventh New Collegiate Dictionary

%
ہیکر کی قانون:یقین ہے کہ بڑھا تفہیم ضروری ہلچل گےکارروائی کے لئے ایک قوم بنی نوع انسان کی قدیم ترین برم میں سے ایک ہے.
		-- Webster's Seventh New Collegiate Dictionary

%
ہیکر کی quicky شہوانی # 313ھٹی کریم -n- پیاز الو کے چپسمائکروویو انڈے رول	چاکلیٹ دودھ
		-- Webster's Seventh New Collegiate Dictionary

%
ہیکر، N .:ایک ماسٹر byter.
		-- Webster's Seventh New Collegiate Dictionary

%
ہیکر، N .:اصل، ضد اچیتن مجبور کے لئے ایک کوشل کے ساتھ کسی بھی شخصچیزیں؛ اس وجہ سے، ایک خوش کوشل کے ساتھ ایک شخص، بعد میں کی طرف سے معاہدہپورانیک فلسفی frisbee کے Frobenius عام استعمال کے لیے، 'ہیک'.پرانے دور میں، کچھ خاص طور پر ظالمانہ جسم کی تکمیل پراچھی طرح سے کام کیا ہوا ہے کہ کوڈنگ کی، مجرم پروگرامرز جمع کریں گےکی طرف Knuth اور بہترین حجم میں کے پہلے ایڈیشن کے ارد گرد ایک چھوٹا سا حلقہ میںوقفے شکن واقعات جبکہ مومبتی کی روشنی، اور بہت نشے میں حاصل کرنے کے لئے کارروائیمندرجہ ذیل ditty ہے:ہیکر کی جنگ نغمہانہوں نے کہا کہ ایک ہیک ہے! انہوں نے کہا کہ ایک ہیک ہے!وہ خوش کوشل کے ساتھ ایک آدمی ہے!bungles کبھی، shirks کبھی نہیں،ہمیشہ کام کرنے کے ان کے سامان ہو جاتا ہے!سب ایک ڈرنک لے (اہم!)
		-- Webster's Seventh New Collegiate Dictionary

%
ہیل میل کے قاعدے،:جب آپ کو ایک خط کا جواب دینے کے لئے تیار ہیں، آپ کو کم از کم کی کمی ہے گامندرجہ ذیل میں سے ایک:(الف) ایک قلم یا پنسل یا ٹائپ رائٹر.(ب) سٹیشنری.(ج) ڈاک ٹکٹ.(د) خط آپ جواب دے رہے ہیں.
		-- Webster's Seventh New Collegiate Dictionary

%
نصف سے کیا، ن .:یہ ایک کوشر dill کے کھانے کے لئے سب سے اچھا طریقہ ہے - یہ اب بھی crunchy میں ہے جب،ہلکے سبز، ابھی تک لہسن ذائقہ کی مکمل. اس کے درمیان فرقاور عام گیلا سیاہ سبز ککڑی لاش کی مانند ہےزندگی اور موت کے درمیان فرق.آپ کو یہ مشکل وہاں ایک اچھا آدھے کیا کوشر dill کے تلاش کرنے کے لئے تلاش کر سکتے ہیںسیٹل میں، تو آپ کو کیا کرنا چاہئے ہوائی اڈے پر ٹیکسی سے باہر لے جاتا ہے،، نیویارک پر پرواز جے سٹریٹ برو ہال JFK ایکسپریس لے،ایک بالائی شہر F منتقل، مشرقی براڈوی پر اتر جائیں، شمال پر چلنےایسکس (پارک ساتھ)، Hester نے سٹریٹ، واک کے پر آپ کی پہلی بائیں بنانےتقریبا پندرہ اقدامات، بائیں نوے ڈگری باری، اور کو روکنے کے. سے کہوآدمی، "مجھے ایک اچھا آدھے کیا کرتے ہیں." ورتھ مصیبت، ہے نہ؟
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
ہاتھ، N .:ایک واحد آلہ ایک انسانی ہاتھ کے اختتام پر پہنا اورعام طور پر کسی کی جیب میں ڈال دیئے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
handshaking پروٹوکول، (ن):معاندانہ ہارڈ ویئر آلات کی طرف سے ملازم ایک عمل ایک initate کرنے، جس کے نتیجے میں، طرف سے خصوصیات ہے جامع لیکن سول ڈائیلاگ،کبھی کبھار غلط فہمی، sulking، اور نام کالنگ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
نشہ، N .:ثبوت کا بوجھ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
نشہ، N .:انگور کے غضب.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hanlon کی ریزر:کبھی مناسب طریقے سے بیان کی گئی ہے کہ جو بغض پر منسوبحماقت کی طرف سے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
وقت کی ہینسن کے علاج:وہاں ایک دن میں کافی گھنٹے بھی کئی دنوں کبھی نہیں ہیں، لیکن ہمیشہہفتے کے روز سے پہلے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
خوشی، ن .:ایک قابل قبول احساس کسی دوسرے کے مصائب پر غور کرنے سے پیدا ہونے والے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
مشکل، ADJ .:آپ کے اپنے اعداد و شمار کے معیار؛ یہ ان لوگوں پر یقین کرنے کے لئے ہے بھی کہ کس طرحدوسرے لوگوں کے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ہارڈ ویئر، N .:لات ماری جا سکتا ہے کہ ایک کمپیوٹر سسٹم کے مختلف حصوں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Harriet کی کھانے کے معائنہ:ہر ریستوران میں، مکھن PATS کی سختیروٹی کے مردتا کو براہ راست تناسب میں اضافہ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ہیرس کی ولاپ:تمام اچھے لوگوں کے لے جایا جاتا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
لیب کے Harrisberger کا چوتھا قانون:تجربے کو برباد کر دیا کے سامان کی رقم براہ راست متناسب ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ہیرسن کا دعوی:ہر عمل کیلئے، ایک برابر اور مخالف تنقید نہیں ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hartley کے اور کے پہلے قانون:تم پانی پر ایک گھوڑے کی قیادت کر سکتے ہیں، لیکن آپ حاصل کر سکتے ہیں اس کے فلوٹاس کی پیٹھ پر، آپ کو کچھ مل گیا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
نفرت، N .:A جذبات دوسرے کی برتری کا موقع کرنے کے لئے مناسب.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hawkeye کی کے اختتام:اس سے آپ کو پورے چلانے کے لئے مل گیا ہے جب آسان نہیں جوکر کھیلنے کے لئے ہےسرکس.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
جنت، N .:ایک جگہ جہاں کی بات کے ساتھ آپ کو پریشان سے دج جنگ بندیان کے ذاتی امور، اور اچھی توجہ کے ساتھ سننے آپ جبکہاپنی خود کی وضاحت.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
بھاری، ADJ .:طاقت کے چاکلیٹ کے شانہ بہکایا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ہیلر کا قانون:انتظام کا پہلا افسانوی تصور یہ موجود ہے کہ ہے.جانسن کی فرع:کوئی بھی واقعی کیا اندر اندر کہیں بھی ہو رہا ہے جانتا ہےتنظیم.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hempstone کے سوال:آپ ٹائٹینک پر سفر کرنا پڑتا ہے تو کیوں فرسٹ کلاس میں نہیں جانا؟
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Herth کے قانون:وہ جو بہت دور دوسرے گال بدل جاتا گردن میں ہو جاتا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hewett کی کی مشاہدے:ایک بیوروکریٹ کا اسبیتا کا یا کے لئے inversely متناسب ہےحکومتی تنظیمی ڈھانچے میں اور کی تعداد کے لئے اس کی پوزیشنساتھیوں اسی طرح مصروف.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hildebrant کے اصول:تم نہیں جانتے تو آپ کہاں جا رہے ہیں، کسی بھی سڑک سے آپ کو ملے گا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hippogriff، N .:ایک جانور (اب ناپید) نصف گھوڑا اور نصف گرفن تھا جس میں.گرفن خود ایک کمپاؤنڈ مخلوق، نصف شیر اور ایگل نصف تھی.hippogriff اصل میں تھا، اس وجہ سے، صرف ایک چوتھائی ایگل، جسدو ڈالر اور سونے میں پچاس سینٹ ہے. حیوانیات کے مطالعہ سے بھرا ہوا ہےحیرت کی.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ہسٹری، N .:پاپا ہیگل وہ کہتے ہیں کہ ہم تاریخ سے سبق حاصل ہے کہ تمام ہے کہ ہمتاریخ سے کچھ نہیں سیکھ. میں نے بھی سے سبق حاصل نہیں کر سکتے جو لوگوں کو معلوم ہےآج صبح کیا ہوا. ہیگل طویل قول لینے گیا ہوگا.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
ہچکاک کی سٹیپل اصول:stapler اور سٹیپل آپ کے لئے کوشش کر رہے ہیں جبکہ صرف کے ختمسٹیپل کچھ.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Hlade کے قانون:اگر آپ کو ایک مشکل کام ہے تو، ایک آلسی شخص کو دے دو -وہ ایسا کرنے کے لئے ایک آسان راستہ مل جائے گا.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
بڑے مسائل کے Hoare کی قانون:ہر بڑے مسئلہ کے اندر سے باہر حاصل کرنے کے لئے جدوجہد ایک چھوٹا سا مسئلہ ہے.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Hoffer کی ڈسکوری:ایک مرتے ہوئے ادارے کے گرینڈ ایکٹ ایک نئے جاری کی ہےنظر ثانی کی، پالیسیوں اور طریقہ کار دستی کے توسیع ایڈیشن.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Hofstadter کے قانون:یہ ہمیشہ آپ کو آپ لے اس وقت بھی جب توقع سے زیادہ، زیادہ وقت لیتا ہےاکاؤنٹ میں Hofstadter کے قانون.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
Hollerith، V .:تو کیا کر رہا تیرے فون fritzeth پر ہے جب.
		-- Chad C. Mulligan, "The Hipcrime Vocab"

%
سہاگ رات، N .:ملنہ اور debting درمیان محبت کرنیوالا کی ایک مختصر مدت.
		-- Ray C. Bandy

%
معزز، ADJ .:کسی کی پہنچ میں ایک رکاوٹ کے ساتھ دمہ. قانون سازی میںلاشیں، یہ تمام ارکان معزز طور ذکر کرنا روایتی ہے؛ ، کے طور پر"معزز شریف آدمی کو ایک scurvy کے رائج ہے."
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Horner کی پانچ انگوٹھے دعوی:تجربے کو برباد کر دیا کے سامان کے ساتھ براہ راست مختلف ہوتی ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Horngren کی مشاہدے:اقتصادی ماہرین کے درمیان، حقیقی دنیا کے اکثر ایک خاص معاملہ ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
گھریلو اشارہ:آپ آپ کافی کریم سے باہر ہیں تو، میئونیز کا جائزہبانکا متبادل.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
HOW آپ کو بتا سکتے ہیں کہ یہ ایک سڑا ہوا دن ہونے جا رہا ہے کہ:# 1040 آپ کے انکم ٹیکس کی رقم کی واپسی کے چیک باؤنس.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
HOW آپ کو بتا سکتے ہیں کہ یہ ایک سڑا ہوا دن ہونے جا رہا ہے کہ:# 15 آپ کے پالتو جانور راک تم پر تصاویر.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
HOW آپ کو بتا سکتے ہیں کہ یہ ایک سڑا ہوا دن ہونے جا رہا ہے کہ:# 32: آپ اپنے جواب سروس کو فون کریں اور وہ آپ کو کبھی نہیں سنا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Howe کی قانون:ہر کوئی ایک منصوبہ کام نہیں کرے گا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hubbard کی قانون:بہت سنجیدگی سے زندگی نہ بناؤ تم زندہ اس سے باہر نہیں ملے گا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Hurewitz کی یاد اصول:کچھ بھول کے امکانات براہ راست متناسب ہےکرنے کے لئے ... سے ... اہ .....
		-- Ambrose Bierce, "The Devil's Dictionary"

%
IBM Pollyanna اصول:مشینیں کام کرنا چاہئے. پیپلز سوچنا چاہیے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
آئی بی ایم کی اصل معیاری جملہ:Cogito لہذا ایڈورٹائزنگ؛ لہذا رقم اشتہارات.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
IBM:[انٹرنیشنل بزنس مشین کارپوریشن] نیز Itty سے Bitty کے طور پر جانامشینوں یا وکیل کے دوست. کمپیوٹر میں غالب قوتمارکیٹنگ، دنیا بھر میں فراہم کی جاتی ہے کے تمام معروف ہارڈ ویئر کے کچھ 75٪اور تمام سافٹ ویئر کی 10٪. litigious حسد سے خود کی حفاظت کے لئےجیسا کہ امریکی حکومت، آئی بی ایم کے کم کامیاب تنظیموں،تمام معروف سابق اٹارنی جنرل کے 68 فیصد ملازمین.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
IBM:میں منتقل کر دیا گیا کیا ہےاحمق مینیجر بن جاتے ہیںاحمق زیادہ خریدیںمشین خریدنے کے لئے ناممکنناقابل یقین حد تک بڑی مشینصنعت کی سب سے بڑی غلطیدہشت گردوں کے بین الاقوامی المسلمونیہ ذہن Bogglesیہ بہتر دستی ہےItty-سے Bitty مشینیں
		-- Ambrose Bierce, "The Devil's Dictionary"

%
IBM:یہ سست ہو سکتا ہے، لیکن اس کا استعمال کرنے کے لئے مشکل ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
بیوکوف باکس، N .:لفافے کا حصہ جہاں جگہ پر ایک شخص کہتا ہے کہوہ بہت خود کے لئے یہ سمجھ نہیں سکتا جب ثبت.
		-- Rich Hall, "Sniglets"

%
بیوکوف، N .:انسان میں جس کا اثر و رسوخ ایک بڑی اور طاقتور قبیلے کے ایک رکنامور ہمیشہ غالب اور کنٹرول کیا گیا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
آلسی، N .:تفریح ​​کے بیجوں کے لئے گئے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ignisecond، (ن):وقت کی اتیویاپی لمحے ہاتھ کار تالا لگا رہا ہے جبیہاں تک کہ دماغ کے دروازے کہہ رہا ہے، "میری چابیاں نہیں میں ہیں!"
		-- Rich Hall, "Sniglets"

%
جہالت، N .:جب آپ کچھ نہیں جانتے، اور کسی اور کو پتہ چل گیا.
		-- Rich Hall, "Sniglets"

%
الیس کے قانون:ایسا کرنے کی ایک آسان راستہ ہمیشہ نہیں ہے. براہ راست دیکھ کر جبآسان طریقہ میں، خاص طور پر طویل مدت کے لئے، آپ کو یہ نظر نہیں آئیں گے.نہ تو الیس.
		-- Rich Hall, "Sniglets"

%
فری مین کی توسیع کے ساتھ Imbesi کے قانون:صاف بننے کے لئے کچھ کے لئے ترتیب میں، کچھ اور لازمیگندا ہو؛ لیکن آپ کو حاصل کرنے کے بغیر سب کچھ گندا حاصل کر سکتے ہیںکچھ بھی صاف.
		-- Rich Hall, "Sniglets"

%
ناقابل تغیر، تین قوانین:(1) ایک ترپال، فلیپ سکتے ہیں تو یہ ہو گا.(2) ایک چھوٹے لڑکے گندا حاصل کر سکتے ہیں، وہ کرے گا.(3) ایک نوجوان باہر جا سکتے ہیں، تو وہ کرے گا.
		-- Rich Hall, "Sniglets"

%
غیر جانبدار، ADJ .:سے ذاتی فائدہ کی کوئی وعدہ خبر کرنے سے قاصر ہےایک تنازعہ کے دونوں کناروں وکالت یا دو کے دونوں اپنانےمتضاد رائے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ان باکس، N .:ہر چیز کے لئے ایک کیچ بیسن آپ کے ساتھ نمٹنے کے لئے نہیں کرنا چاہتے ہیں، لیکندور پھینک کرنے سے ڈرتے ہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ترغیب پروگرام، این .:طویل اور مختصر مدت کے انعامات کا نظام ہے کہ ایک کارپوریشن کا استعمال کرتا ہےاس کے لوگوں کو حوصلہ افزائی کرنے. پھر بھی، ساتھ تمام تجربات کے باوجودمنافع اشتراک، اسٹاک کے اختیارات، اور، کی طرح سب سے زیادہ موثرآج کی تاریخ میں ترغیب پروگرام "ہونے کا ایک اچھا کام لگتا ہے اور آپ کے لئے حاصل	اسے رکھ."
		-- Ambrose Bierce, "The Devil's Dictionary"

%
موجودہ، N .:outcumbents کرنے بینز دلچسپی کے شخص.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
انڈیکس، N .:ممکن دلچسپی کے الفاظ کے حروف تہجی کی فہرست ہے جہاں ایکحوالہ جات کے ساتھ اور مضامین کی حروف تہجی کی فہرست ہونا چاہئے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
بچپن، N .:ہماری زندگی کی مدت ہے، جب ورڈز ورتھ کے مطابق، "جنت جھوٹہمارے بارے میں. "دنیا بہت جلد اس کے بعد ہمارے بارے میں جھوٹ بول رہا ہے شروع ہوتا ہے.
		-- Ambrose Bierce

%
انفارمیشن سینٹر، این .:ایک کمرے میں پیشہ ورانہ کمپیوٹر کے لوگوں جن کا کام کرنے کے لئے ہے کی طرف سے عملےآپ بتائیں کہ آپ کی معلومات آپ کی ضرورت ہوتی ہے کیوں نہیں کرسکتے ہیں.
		-- Ambrose Bierce

%
انفارمیشن پراسیسنگ:آپ کو ڈیٹا پروسیسنگ کو فون کیا لوگوں کے ساتھ اتنی بیزار ہوتے ہیں توکیا وہ اس کو ان کی موجودگی میں بحث نہیں ہونے دونگا.
		-- Ambrose Bierce

%
ناشکرے، N .:پھر ہاتھ اس فیڈ کہ کاٹتا ہے، اور ایک شخص کی شکایتبد ہضمی.
		-- Ambrose Bierce

%
سیاہی، N .:لوہے کے tannogallate کی ایک ھلنایک کمپاؤنڈ، گم عربی،اور پانی، بنیادی طور پر کے انفیکشن کی سہولت کے لئے استعمال کیا جاتا ہےکے idiocy اور دانشورانہ جرائم کو فروغ.
		-- H. L. Mencken

%
اختراعات، V .:لوگوں کو تنگ کرنے کے.
		-- H. L. Mencken

%
عدم تحفظ، N .:تاکہ تم برسوں سے ایک کے لئے mispronounced گئے ہیں باہر تلاش آپپسندیدہ الفاظ.ایک مذاق ہے کہ اسے آپ کو بتا رہے ہیں کے ذریعے نصف کا احساسشخص آپ کو بتایا جنہوں.
		-- H. L. Mencken

%
سود، N .:کیا قرض گیروں کو ادا، قرض دہندہ وصول، اسٹاک مالک، اورباہر جلا دیا ملازمین بہانا ضروری ہے.
		-- H. L. Mencken

%
انٹرپریٹر، N .:ایک کے لئے مختلف زبانوں میں سے دو افراد کے قابل بناتا ہے جوہر ایک کے لئے بار بار اس پر ہوتی ہے کی طرف سے ایک دوسرے کو سمجھنےدوسرے کے لئے مترجم کی فائدہ ارشاد ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
نشہ، ADJ .:آپ کو یہ تلفظ کرنے کے قابل ہونے کے بغیر نفیس محسوس کرتے ہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ڈسٹریبیوش کے آئرن قانون:ہے جو کچھ ان کے، ہو جاتا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ISO درخواستیں:ایک مسئلہ کی تلاش میں ایک حل!
		-- Ambrose Bierce, "The Devil's Dictionary"

%
پیش رفت کی Issawi کے قوانین:پیش رفت کا کورس:زیادہ تر چیزیں بتدریج بدتر حاصل.ترقی کی راہ:شارٹ کٹ دو پوائنٹس کے درمیان سب سے طویل فاصلے پر ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
یہ بے ثمر ہے:precipitately روانہ lactate کی سیال زائد lachrymose بننے کے لئے.کے ساتھ ایک سیوانیورت کینائن نظریاتی تعلیم کرنے کی کوششجدید مشق.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
"یہ عمل میں ہے":تو سرخ فیتے کی صورت حال تقریبا مایوس کن ہے کہ میں لپیٹ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ترچھے، ADJ:اہم جملے پر زور دینا درست کرنے ترچھا. منفردمغربی حروف؛ مشرقی زبانوں، ایک ہی جملے میںاکثر بائیں کرنے ترچھا رہے ہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
جمہوری حکومت پر Jacquin کے دعوی:کوئی آدمی کی زندگی، آزادی، یا جائیداد جبکہ محفوظ ہیںمقننہ سیشن میں ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Jenkinson کی قانون:یہ کام نہیں کرے گا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
جم Nasium کے قانون:لاکرس کے سینکڑوں، چند لوگوں کے ساتھ ایک بڑی تجوری کے کمرے میںکسی ایک وقت میں سہولت استعمال کرتے ہوئے تمام لاکرس پڑے گا اگلےایک دوسرے کے تا کہ سب لوگ تنگ ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کام کے انٹرویو، این .:شدید تکلیف دہ عمل ہے جس کے دوران اہلکاروں کے افسرانپیال سے گندم علیحدہ - تو پیال پر لینا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ملازمت پلیسمینٹ، N .:آپ کے باس کہہ وہ تمہارا کام کے ساتھ کیا کر سکتے ہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
jogger کے، ن .:درد کے لئے ایک ہی چیز کے ساتھ انسان کی ایک عجیب قسم کا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
جانی کارسن کی تعریف:آدمی کو معلوم وقت کی سب سے چھوٹی وقفہ وقت ہوتی ہے جس کہ ہےمین ہیٹن میں ٹریفک سگنل کے درمیان سبز رخ اورآپ نے اس کے سینگ اڑانے پیچھے ٹیکسی ڈرائیور.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
جانسن کے پہلے قانون:کسی بھی میکانی تدبیر ناکام ہو جاتا ہے، اس میں ایسا کریں گےسب سے زیادہ تکلیف ممکن وقت.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
جانسن کے قانون:نظام ان کی تخلیق ہے کہ تنظیموں سے مشابہت.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
جونز 'سب سے پہلے قانون:کے کسی بھی علاقے میں اہم شراکت بنا دیتا ہے جو کوئی بھیکوشش، اور کافی وقت تک اس میدان میں رہتا ہے، ایک بن جاتا ہےاس کی ترقی کرنے کی راہ میں رکاوٹ - براہ راست تناسب میںان کے اصل کی شراکت کی اہمیت.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
جونز 'معیاری جملہ:دوست آتے اور جاتے، لیکن دشمنوں جمع.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
جونز 'دوسرا قانون:چیزیں غلط جانا جب مسکراتی جو آدمی کسی نے سوچا ہےاس پر الزام عائد کرنا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
اچھے لوگ پر Juall کے قانون:اچھے لوگ ہمیشہ آخری ختم نہیں کرتے؛ کبھی کبھی وہ ختم نہیں کرتے.کبھی کبھی وہ بھی شروع کرنے کے لئے ایک موقع نہیں ملتا ہے!
		-- Ambrose Bierce, "The Devil's Dictionary"

%
جسٹس، N .:آپ کے حق میں فیصلہ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کافکا کے قانون:آپ اور دنیا، واپس دنیا کے درمیان لڑائی میں.
		-- Franz Kafka, "RS's 1974 Expectation of Days"

%
اسنیک فوڈ پیکجز کے سے karlson کی پرمیئ:تمام P، P ناشتا کھانے کے ایک پیکیج ہے جہاں کے لئے، P ایک ایک خدمت کر رہا ہےناشتا کھانے کے پیکیج.گبسن بلی کی Corrolary:تمام L، L دوپہر کے کھانے کے گوشت کا ایک پیکج ہے، جہاں کے طور پر، L گبسن کی پیکج ہےدوپہر کے کھانے کے گوشت کی.
		-- Franz Kafka, "RS's 1974 Expectation of Days"

%
کاٹز 'قانون:مرد اور قوموں عقل جب کام کرے گادیگر تمام امکانات ختم ہو چکی ہے.ہسٹری مردوں اور قوموں کو ٹھیک طریقے سے برتاؤ کیا کہ وہ ایک بار ہمیں سکھاتا ہےدیگر تمام متبادلات ختم.
		-- Abba Eban

%
Kaufman کی پارٹی فزکس کے سب سے پہلے قانون:آبادی کی کثافت inversely متناسب ہےپیپا سے دوری کے مربع کے لیے.
		-- Abba Eban

%
Kaufman کی قانون:A پالیسی ایک تکرار سے بچنے کے لیے ایک پابندیوں دستاویز ہےایک واحد واقعے، جس میں اس واقعے کا ذکر کبھی نہیں رہا ہے کے.
		-- Abba Eban

%
ذہن میں Frisbee کے چار ہمیشہ مسلسل قوانین رکھیں:(1) دنیا میں سب سے طاقتور قوت ایک ڈسک کی سی ہےصرف پہنچ سے باہر، ایک گاڑی کے نیچے اترنے میں تناؤ (اسقوت تکنیکی طور پر "گاڑی چوسنا") کہا جاتا ہے.(2) رائے زیادہ امکانات طرف سے کسی بھی پینتریبازی کبھی سبقتمقابلے میں "یہ دیکھو!"(3) کسی چیز کو مارنا ایک Frisbee کے امکانات براہ راست ہےاسے مارنے کی لاگت کے متناسب. مثال کے طور پر، ایکfrisbee کے ہمیشہ ایک پولیس اہلکار کی جانب سے براہ راست سربراہی کریں گے یاایک چھوٹی سی پرانے بجائے لیڈی بیٹ اپ چیوی.(4) کوئی نہیں دیکھ رہا ہے جب آپ کو بہترین تھرو ہوتا ہے؛ جبخوبصورت لڑکی آپ کو، دیکھ رہا ہے کو متاثر کرنے کی کوشش کر رہا ہوںfrisbee کے ہمیشہ آپ کے ہاتھ سے باہر ڈینگ مارنا یا آپ کو مارا جائے گاسر میں ہے اور آپ کو پاگل دستک.
		-- Abba Eban

%
کینیڈی کی مارکیٹ کلیہ:کافی اندرونی معلومات اور لامحدود کریڈٹ دیا،تم توڑ دیا جانا ہے.
		-- Abba Eban

%
کینٹ کی انکشافی:آپ سب سے زیادہ اس کو تلاش کرنے کے لئے چاہتے ہیں جہاں سب سے پہلے اس کے لئے دیکھو.
		-- Abba Eban

%
Kern کی، V .:1. مضبوطی سے ایک کان پر چھلکے کے طور پر طور پر ایک ساتھ پیک کرنے کی قسممکئی کی. 2. بروکلین اور کوئنز، N.Y.، ایک چھوٹی سی کے کچھ حصوں میں،دھات اعتراض مانیٹری نظام کا حصہ کے طور پر استعمال.
		-- Abba Eban

%
دانا، N .:قرون وسطی کے محفوظ ایک آپریٹنگ سسٹم کا ایک حصہجادو اور کالا آرٹ کی روایات.
		-- Abba Eban

%
کیٹرنگ کی مشاہدے:منطق اعتماد کے ساتھ غلط ہو رہا کی ایک منظم طریقہ ہے.
		-- Abba Eban

%
نمرتا کے انعام کے لئے Kime کے قانون:دوسرا گال ٹرننگ محض دو زخمی گالوں کو یقینی بناتا ہے.
		-- Abba Eban

%
رشتہ داروں، N .:خون کا کوئی مصیبت.
		-- Abba Eban

%
اخراج کی Kington کا قانون:سوراخ کی ایک براہ راست لائن کاغذ کا ایک ٹکڑا میں بنایا گیا ہے تو اس طرحڈاک کی ایک شیٹ یا ایک چیک کے طور پر، اس لائن سے مضبوط بن جاتا ہےکاغذ کا حصہ.
		-- Abba Eban

%
Kinkler کے پہلے قانون:ذمہ داری ہمیشہ اتھارٹی سے تجاوز.Kinkler کی دوسری قانون:سب آسان مسائل حل کر دیا گیا ہے.
		-- Abba Eban

%
Kliban کی کھانے کی پہلی قانون:کبھی اپنے سر سے بھی بڑا کچھ کھایا.
		-- Abba Eban

%
Kludge، N .:ایک تشکیل غیر تسلی بخش کے الفاظ کے ملاپ کے حصوں کی ایک بیمار کی مختلف مجموعہ،پریشان کن پوری.
		-- Jackson Granholm, "Datamation"

%
Knebel کے قانون:اب یہ شبہ سے پرے ثابت ہو گیا ہے کہ تمباکو نوشی کے معروف میں سے ایک ہےاعداد و شمار کے اسباب.
		-- Jackson Granholm, "Datamation"

%
علم، N .:جو چیزیں آپ کو یقین ہے.
		-- Jackson Granholm, "Datamation"

%
کریمر کی قانون:تم بتا کبھی نہیں کر سکتے ہیں ٹرین کی پٹریوں کو دیکھ کر چلا گیا جس طرح.
		-- Jackson Granholm, "Datamation"

%
Krogt، ن. (کیمیائی علامت: KR):دھاتی چاندی کی کوٹنگ کی فاسٹ فوڈ کھیل کارڈ پر پایا.
		-- Rich Hall, "Sniglets"

%
لیبر، N .:عمل میں سے ایک ہے جس کے ذریعے ایک B. لئے جائیداد حاصل
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Lackland کے قوانین:(1) سب سے پہلے کبھی نہ ہو.(2) گزشتہ کبھی ہو.(3) کسی چیز کے لئے رضاکارانہ طور پر کبھی نہیں
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Lactomangulation، N .:اتنی بری طرح سے ایک دودھ Carton پر "یہاں کھولنے" ٹونٹی Manhandlingایک ہے کہ "غیر قانونی" ضمنی استعمال کرتے ہوئے کا سہارا ہے.
		-- Rich Hall, "Sniglets"

%
Langsam کے قوانین:(1) سب کچھ انحصار کرتا ہے.(2) کچھ نہیں ہمیشہ ہے.(3) سب کچھ کبھی کبھی ہے.
		-- Rich Hall, "Sniglets"

%
Larkinson کے قانون:تمام قوانین بنیادی طور پر جھوٹے ہیں.
		-- Rich Hall, "Sniglets"

%
لیزر، N .:ناکام ہوگیا موت رے.
		-- Rich Hall, "Sniglets"

%
لورا کی قانون:کوئی بچہ باتھ روم میں ڈالی.
		-- Rich Hall, "Sniglets"

%
مواصلات کے قانون:بہتر اور کشادہ کمیونیکیشنز کا لازمهایک تنظیمی ڈھانچے میں مختلف سطحوں کے درمیان کافی اضافہ ہوا ہےغلط فہمی کے علاقے.
		-- Rich Hall, "Sniglets"

%
تسلسل کے قانون:تجربات reproducible کی ہونا چاہئے. وہ سب کے سب ایک ہی طرح سے ناکام چاہئے.
		-- Rich Hall, "Sniglets"

%
تاخیر کے قانون:تاخیر بوریت اجتناب؛ ایک ہے کبھی نہیںمحسوس کرنا اہم بات نہیں ہے کہ.
		-- Rich Hall, "Sniglets"

%
منتخب کشش ثقل کے قانون:سب سے زیادہ نقصان کرتے ہیں کے طور پر ایک اعتراض اتنا گر جائے گا.Jenning کی فرع:کی buttered طرف کے ساتھ گرنے روٹی کا موقعنیچے قالین کی قیمت کے براہ راست متناسب ہے.فطرت، کجی کا قانون:آپ کو مکھن کے لئے روٹی کا ہے جس کی طرف پہلے سے تعین نہیں کر سکتے.
		-- Rich Hall, "Sniglets"

%
جنگل کا قانون:ہچکچاتے وہ جو دوپہر کا کھانا ہے.
		-- Rich Hall, "Sniglets"

%
کمپیوٹر پروگرامنگ کے قوانین:(1) کسی بھی پروگرام، چل رہا ہے جب، متروک ہے.(2) کسی بھی پروگرام کی لاگت اور وقت لیتا ہے.(3) ایک پروگرام مفید ہے، تو اسے تبدیل کرنا ہوگا.(4) ایک پروگرام بیکار ہے تو اسے دستاویزی کیا جائے کرنا پڑے گا.(5) کسی بھی پروگرام کو تمام دستیاب میموری بھرنے کے لئے توسیع کریں گے.(6) ایک پروگرام کی قدر اس کی پیداوار کے وزن کے متناسب ہے.(7) پروگرام پیچیدگی اس میں صلاحیت سے زیادہ ہے جب تک اگنےپروگرامر جو اسے برقرار رکھنا لازمی ہے.
		-- Rich Hall, "Sniglets"

%
کر Serendipity کے قوانین:(1) کسی چیز کو دریافت کرنے کے لئے، آپ کو کچھ کے لئے تلاش کیا جائے ضروری ہے.(2) آپ ایک بہتر مصنوعات بنانے کے لئے چاہتے ہیں تو، آپ کے پاس پہلے لازمیایک کمتر ایک بنانے میں مصروف رکھا.
		-- Rich Hall, "Sniglets"

%
مقدمہ، این .:آپ ایک سور کے طور پر میں جاؤ اور جو ایک مشین ایک ساسیج نکلے.
		-- Ambrose Bierce

%
وکیل کی حکمرانی:قانون آپ کے خلاف ہے جب، حقائق بحث.حقائق آپ کے خلاف ہیں تو، قانون بحث.دونوں آپ کے خلاف ہیں تو، دوسرے وکیل کو فون ناموں.
		-- Ambrose Bierce

%
Lazlo کی چینی ساپیکشتا Axiom کی:کوئی بات نہیں کس طرح عظیم آپ جیت یا کس طرح المناک آپ شکستوں -تقریبا ایک ارب چینی پرواہ نہیں کر سکتا.
		-- Ambrose Bierce

%
سیکھنے وکر، N .:مینجمنٹ کنسلٹنٹس کی طرف سے دریافت ایک حیران کن نئے اصول،1970 میں، زور ہے کہ آپ کچھ کریںتیز تر آپ یہ کر سکتے ہیں.
		-- Ambrose Bierce

%
لی کی قانون:ماں اس طرح دن ہو جائے گی،لیکن وہ کبھی نہیں کہا کہ بہت سے وہاں ہو جائے گا کہ!
		-- Ambrose Bierce

%
Leibowitz کی حکمرانی:ایک کیل کرشنگ جب، آپ کو کبھی نہیں مارا جائے گا آپتم دونوں ہاتھوں سے ہتھوڑا پکڑ اگر انگلی.
		-- Ambrose Bierce

%
تصادم: تمام گھوڑوں ایک ہی رنگ ہیں.(شامل کر کے) ثبوت:کیس N = 1: صرف ایک گھوڑے کے ساتھ ایک سیٹ میں، یہ واضح ہے کہ تماماس سیٹ میں گھوڑوں ایک ہی رنگ ہیں.کیس N = K: فرض کریں کہ آپ K + 1 گھوڑوں کی ایک سیٹ ہے. ان میں سے ایک ھیںچوسیٹ سے باہر گھوڑوں، تا کہ آپ K گھوڑے ہیں. کہ تمام مان لیںان گھوڑوں کی ایک ہی رنگ ہیں. اب گھوڑے واپس ڈال دیا آپ کو کہباہر لے گئے، اور ایک مختلف ایک باہر ھیںچو. فرض کریں کہ کشمیر کے تمام ہے کہسیٹ میں اب گھوڑے کے ایک ہی رنگ ہیں. پھر K + 1 گھوڑوں کی سیٹتمام ایک ہی رنگ ہیں. ہم K سچ ہے => K + 1 سچا؛ اسی وجہ سے تمامگھوڑوں ایک ہی رنگ ہیں.پرمیئ: تمام گھوڑوں کی ٹانگوں کے ایک لامحدود تعداد ہے.(دھمکیوں کی طرف سے) ثبوت:ہر کوئی متفق ہوں گے سب گھوڑوں کی ٹانگوں کی بھی تعداد ہے کہ. یہیہ بھی اچھی طرح سے جانا جاتا ہے گھوڑوں سامنے forelegs اور دو ٹانگوں ہے کہواپس. 4 + 2 = 6 ٹانگوں، پیروں کی طاق ایک کے لئے یقینی طور پر ہے جس میںگھوڑا ہے کے لئے! اب صرف تعداد ہے کہ دونوں جفت اور طاق ہےانفینٹی؛ اسی وجہ سے تمام گھوڑوں کی ٹانگوں کے ایک لامحدود تعداد ہے.تاہم، ایک گھوڑا کہیں ہے کہ وہاں ایک نہیں ہے کہ لگتا ہےپیروں کی لامحدود تعداد میں. خیر، یہ ایک مختلف کی ایک گھوڑا ہو گا	رنگ؛ اور تصادم کی طرف سے، یہ موجود نہیں ہے.
		-- Ambrose Bierce

%
بیعانہ، N .:اگر کوئی دنیا میں کیا سوچتا ہے پرواہ نہیں کرتا یہاں تک کہ اگران کے بارے میں، وہ ہمیشہ ان کی ماں باہر تلاش نہیں کرتا امید ہے.
		-- Ambrose Bierce

%
سفر کے لیوس کی قانون:ڑلان کے باہر سامان کا پہلا ٹکڑا، کسی کا نہیں ہےکبھی.
		-- Ambrose Bierce

%
جھوٹے، N .:ایک گشت کمیشن کے ساتھ کوئی وکیل.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
جھوٹے:ایک کے ایک ناخوشگوار سچائی بتاتا ہے جو.
		-- Oliver Herford

%
جھوٹ، N .:سچ کے لئے ایک بہت غریب متبادل، لیکن صرف ایکآج کی تاریخ میں دریافت کیا.
		-- Oliver Herford

%
لائبرمین کے قانون:ہر کوئی جھوٹ، لیکن کوئی سنتا بعد سے کوئی فرق نہیں پڑتا.
		-- Oliver Herford

%
زندگی، N .:کئی ارب خلیات کی ایک سنک تھوڑی دیر کے لئے آپ کو رہنے کی.
		-- Oliver Herford

%
زندگی، N .:لوگوں کے بارے میں مشکل طریقے سیکھنا - ایک ہونے کی طرف.
		-- Oliver Herford

%
زندگی، N .:عدم اور ہمیشگی کے درمیان مختصر وقفہ.
		-- Oliver Herford

%
مینارہ، N .:seashore پر ایک لمبا عمارت ہے جس کی حکومت میںایک چراغ اور ایک سیاستدان کے دوست کو برقرار رکھتا ہے.
		-- Oliver Herford

%
کی طرح:ایک ہی وقت میں زندہ ہونے جب ایک عجیب اتفاق ہے.
		-- Oliver Herford

%
لنس 'قانون:ایک عظیم صلاحیت کے مقابلے میں کوئی بھاری بوجھ ہے.
		-- Oliver Herford

%
تتلاہٹ، V .:ایک فاوڑا ایک thpade فون کرنے کی.
		-- Oliver Herford

%
Lockwood حل کی طویل شاٹ:کے امکانات مرکزی سڑک پر ایک شعر کی طرف سے کھایا ہو رہی ہےلاکھوں میں سے ایک نہیں ہیں، لیکن ایک بار کافی ہو جائے گا.
		-- Oliver Herford

%
سے محبت کرتا ہوں، (ن).:رسی کے آخر میں ایک گرہ میں محبت کے تعلقات.
		-- Oliver Herford

%
سے محبت کرتا ہوں، (ن).:یہ بڑھتی ہوئی ہے جب، آپ کو چند آنسو بہا بہا کر اس کو پانی دینے کو برا نہ لگے.
		-- Oliver Herford

%
سے محبت کرتا ہوں، (ن).:جب آپ کو بہت قریب کسی نہیں چاہتا ہوں - آپ کو بہت حساس ہیں کیونکہخوشی.
		-- Oliver Herford

%
سے محبت کرتا ہوں، (ن).:آپ دن صبح کے ساتھ شروع ہے کہ کسی کے سوچنے کے لئے پسند کرتے ہیں تو.
		-- Oliver Herford

%
سے محبت کرتا ہوں، (ن).:جب، اپنے پریمی کے درمیان منتخب کرنے کے لئے کہا تواور خوشی، آپ کو ایک دل کی دھڑکن میں خوشی چھوڑ دیں.
		-- Oliver Herford

%
سے محبت کرتا ہوں، V .:میں آپ کو اپنی زندگی کے ساتھ کھیلنے آپ مجھے اپنا ساتھ کھیلنے دیں گے تو بتا دونگا.
		-- Oliver Herford

%
Lowery کے قانون:یہ جام تو - اسے مجبور. یہ ٹوٹ جاتا ہے تو، یہ ویسے بھی جگہ کی ضرورت تھی.
		-- Oliver Herford

%
سے Cybernetic حشریات کے Lubarsky کے قانون:ایک اور مسئلے کو ہمیشہ نہیں ہے.
		-- Oliver Herford

%
پاگل خانے، N .:جگہ رجائیت زیادہ تر نشوونما پاتا ہے جہاں.
		-- Oliver Herford

%
مشین آزاد، ADJ .:کسی موجودہ مشین پر نہیں چلتا ہے.
		-- Oliver Herford

%
پاگل، ADJ .:فکری آزادی کی ایک اعلی ڈگری کے ساتھ متاثرہ ...
		-- Ambrose Bierce, "The Devil's Dictionary"

%
میڈیسن کی انکوائری:آپ ٹائٹینک پر سفر کرنا پڑتا ہے تو کیوں فرسٹ کلاس میں نہیں جانا؟
		-- Ambrose Bierce, "The Devil's Dictionary"

%
مافیا، (ن):جبری انشورنس میں مشینی ایپلی کیشنز کے لیے [سرنامیہاکاونٹنگ.] بہت سے آن لائن اور غیر ملکی کے ساتھ ایک وسیع نیٹ ورکsubsystems کے OS، DOS، اور IOS کے تحت چل رہا. مافیا دستاویزات ہےبلکہ الپ، اور مافیا فروخت آفس ٹیسٹ کھیلنے کہ دکھایاسداشیی پوچھ گچھ کرنے میں ہچکچاہٹ اتنے ڈی پی کی شناخت ہے جسآپریشن. چھوٹا سا باہر سرایت ہے سے، یہ ہے کہ ظاہر کریں گےمافیا ایک غیر معیاری پروٹوکول، سے Omerta، ایک چوپپا تحت چلاتا ہےSNA کے ویرینٹ، جس میں توسیع کر مصافحہ بھی پیچیدہ انجام دینے کےسیکورٹی افعال. ایک مافیا نقطہ کے نام سے جانا جاتا timesharing پہلوؤںعام طور پر مطلق العنان آپریٹنگ سسٹم کے مقابلے میں زیادہ. سکرین کا ایک لے جانے کا اشارہضروری، nonrefusable weighting کے (سب سے زیادہ ڈاؤن مینو سادہ YES پیشکش / YESاختیارات، ہاں کو مجرم) کی بے حسی یا تاخیر رکھتی ہے کہ.منفرد، مافیا کے تحت تمام ایڈیٹنگ ایک کو استعمال کرتے ہوئے، مرکزی کارکردگی کا مظاہرہ کیاطاقتور rubout خصوصیت مٹانے کی صلاحیت رکھتے فائلوں، filors، filees، اورپورے نوڈل aggravations.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
Magary کے اصول:کسی سے بھی deadwood اور چربی کم کرنے کا عوامی چللاہٹ ہے توحکومت بیوروکریسی، جو deadwood اور ایسا کہ چربی ہےکاٹنے، اور عوام کی خدمات کاٹ رہے ہیں.
		-- Stan Kelly-Bootle, "The Devil's DP Dictionary"

%
مقناطیس، N .:کچھ مقناطیسیت کی طرف سے ان پر عمل کیا.مقناطیسیت، N .:کچھ ایک مقناطیس پر عمل.دو تعریف فوری طور پر کے کاموں سے گاڑھا کر رہے پوروگامیایک ہزار ممتاز سائنسدانوں، کے ساتھ مشروط روشنی کی ہے جوایک عظیم سفید روشنی، انسانی علم کے inexpressible ترقی کے لئے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Magnocartic، ADJ .:ئیے چھوڑ دیا جب کہ، کوئی آٹوموبائل، شاپنگ کارڈز کو اپنی طرف متوجہ.
		-- Sniglets, "Rich Hall & Friends"

%
گپپی، N .:جن theivish فطرت A برڈ کسی شخص کو مشورہ دیا ہے کہبات کرنا سکھایا جا سکتا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
مائیر کا قانون:حقائق نظریہ کے مطابق نہیں ہے، تو وہ نمٹا جانا چاہیے.Corollaries:(1) بڑا نظریہ، بہتر.(2) تجربہ کو کامیاب سے زیادہ نہیں ہے تو غور کیا جا سکتامشاہدہ پیمائش کے 50 فیصد ضائع ہو جائے ضروری ہےاصول کے ساتھ ایک خط و کتابت کو حاصل.
		-- N. R. Maier, "American Psychologist", March 1960

%
مین کی قانون:ہر عمل کا ایک برابر اور مخالف حکومت کے پروگرام ہے.
		-- N. R. Maier, "American Psychologist", March 1960

%
قائم کے مقصد:ہم اس کو ٹھیک نہیں کر سکتے، اسے توڑ دیا نہیں ہے.
		-- N. R. Maier, "American Psychologist", March 1960

%
میجر بنیاد:ساٹھ لوگ ایک آدمی کے طور پر ساٹھ گنا زیادہ کام کر سکتے ہیں.معمولی بنیاد:ایک شخص ساٹھ سیکنڈ میں ایک posthole کھدائی کر سکتے ہیں.نتیجہ:ساٹھ آدمیوں ایک سیکنڈ میں ایک posthole کھدائی کر سکتے ہیں.ثانوی اختتام:آپ لوگ اگر وہاں ہو جائے گا کہ کس طرح بہت سے سوراخ کا احساس ہےصرف ان کے باہر گندگی لینے کے لئے وقت لگے گا؟
		-- Ambrose Bierce, "The Devil's Dictionary"

%
اکثریت، N .:کہ معیار کو ایک قانون کی طرف سے ایک جرم ممتاز ہے کہ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
مرد، N .:unconsidered، یا نہ ہونے کے برابر جنس کے ایک رکن. مرد کیانسانی نسل عام طور سے Mere مین کے طور پر خواتین کے لیے جانا جاتا ہے. جینساچھے اور برے فراہم کرنے والے فراہم کرنے والے: دو قسم کے ہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
مالیک کے قانون:کوئی آسان خیال سب سے زیادہ پیچیدہ طریقہ میں الفاظ کی جائے گی.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
قداچار، N .:وجہ سرجنوں ماسک پہننا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
انتظام، N .:دوسرے لوگوں کو حاصل کرنے کے فن میں سارا کام کرنا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
انمت ڈپریشن، ADJ .:آرام سے اداس، آسان بہت خوب.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
مردانا کی میکسم:منطق غلط نتیجے پر آنے کی ایک منظم طریقہ ہےاعتماد کے ساتھ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
دستی، این .:دستاویزی کا ایک یونٹ. ہمیشہ ایک دی پر تین یا اس سے زیادہ کے ہیںشے. ایک شیلف پر ہے؛ کسی دوسروں کی ہے. معلومات کےآپ کو دوسروں میں ہے کی ضرورت ہے.
		-- Ray Simard

%
مرقس کی ڈینٹل چیئر انکشاف:دندان ایک کی ضرورت ہوتی ہے سوال پوچھ کے قابل نہیں ہیںسادہ ہاں یا نہیں کا جواب.
		-- Ray Simard

%
شادی، N .:ایک بوڑھا، قائم ادارے، دو حصوں میں کی طرف سے لوگوں کے دل کی گہرائیوں میں داخل ہوئےمحبت میں اور ایک دوسرے کے لئے ایک committment کا اظہار بنانے کی خواہشکہ محبت. مختصر، ایک ادارے کے لیے committment میں.
		-- Ray Simard

%
شادی، N .:بدلنے بانڈوں.
		-- Ray Simard

%
شادی، N .:برائی سے Aye.
		-- Ray Simard

%
دولت کی تقسیم کا مارکسی قانون:قلت کسانوں کے درمیان یکساں طور پر تقسیم کیا جائے گا.
		-- Ray Simard

%
Maryann کے قانون:تم نے ہمیشہ آپ کے لئے تلاش نہیں کر رہے ہیں کو تلاش کر سکتے ہیں.
		-- Ray Simard

%
Maslow کی میکسم:صرف آلہ آپ کے پاس ایک ہتھوڑا ہے، تو آپ کی طرح ہر چیز کا علاجایک کیل.
		-- Ray Simard

%
میسن Synergism کی پہلی قانون:ایک دن تم کسی چیز کے لئے آپ کی روح کو فروخت کروں، روحوں برمار ہیں.
		-- Ray Simard

%
ریاضی دان، این .:خیال ہے کہ جو غیر حقیقی چیزوں کو اپنے _ میں نے پہلے حق ظاہر ہو کسی نے.
		-- Ray Simard

%
Matz کی قانون:A اختتام جگہ آپ کی سوچ کے تک گیا جہاں ہے.
		-- Ray Simard

%
مئی کے قانون:ارتباط کا معیار کثافت inversly متناسب ہےقابو سے. (کم نقاط، ہموار منحنی خطوط.)
		-- Ray Simard

%
رشتہ دار اہمیت کا McEwan کی حکمرانی:ہاتھیوں کے جھوبڈ کے ساتھ سفر کرتے ہیں تو، سب سے پہلے کرنے کے لئے نہیں ہےلیٹ کر آرام.
		-- Ray Simard

%
میک گوون کے میڈیسن ایونیو Axiom کی:ایک آئٹم کے طور پر مشتہر کیا جاتا ہے تو "$ 50 کے تحت"، تم نے اسے نہیں $ 19.95 کی شرط کر سکتے ہیں.
		-- Ray Simard

%
میڈ کی میکسم:ہمیشہ یاد رکھنا کہ آپ، بالکل منفرد ہیں کہ باقی سب کی طرح.
		-- Ray Simard

%
Meader کے قانون:جو کچھ بھی، آپ کے لئے ہوتا یہ پہلے ہو جائے گاصرف زیادہ تو آپ کو معلوم ہے سب، کو کچھ ہو.
		-- Ray Simard

%
ملاقات، ن .:ایک ساتھ مل کر آنے والے لوگوں کی ایک اسمبلی کو فیصلہ کرنا کس شخص یامحکمہ کمرے میں ایک مسئلہ کو حل کرنا ضروری ہے میں نمائندگی نہیں.
		-- Ray Simard

%
اجلاسوں، N .:ایک جگہ منٹوں رکھا جاتا ہے جہاں اور گھنٹے کھو رہے ہیں.
		-- Ray Simard

%
میمو، N .:ایک interoffice مواصلات بھی اکثر فائدے کے لئے زیادہ سے لکھااس کے پانے والے شخص کے مقابلے میں جو بھیجتا ہے جو اس شخص کی.
		-- Ray Simard

%
اوسط امریکی کے Mencken اور ناتھن کی پندرہویں قانون:کمپنی میں بدترین اداکارہ ہمیشہ مینیجر کی بیوی ہے.
		-- Ray Simard

%
اوسط امریکی کے Mencken اور ناتھن کی نویں قانون:ایک شیمپین کے معیار کے شور کی مقدار کی طرف سے فیصلہ کیا جاتا ہےجب اسے کھولے جاتا ہے کارک ہوتا.
		-- Ray Simard

%
اوسط امریکی کے Mencken اور ناتن کا دوسرا قانون:چھوٹے شہروں میں آل postmasters تمام پوسٹ کو پڑھنے کے.
		-- Ray Simard

%
اوسط امریکی کے Mencken اور ناتھن کی سولہویں قانون:ایک خصوصی پرتیبھا کا مطالبہ کی ایک کارروائی میں ایک گائے دہنا جاتا ہے جسصرف yokels طرف سے موجود ہے، اور ایک بڑے شہر میں پیدا کوئی شخص سکتے ہیںکبھی اس کو حاصل کرنے کے لئے امید.
		-- Ray Simard

%
مینو، N .:آمدورفت جس ریستوران صرف کے ختم ہو گیا ہے کی ایک فہرست.
		-- Ray Simard

%
Meskimen کے قانون:یہ درست کرنے کا وقت کبھی نہیں رہا ہے، لیکن ہمیشہ وقت پر وہاں ہےیہ ختم کرتے.
		-- Ray Simard

%
meterologist، N .:ایک مسلمہ حقیقت یہ ہے کہ شک ہو جوآپ اپنی چھتری بھول جائیں تو بارش پابند.
		-- Ray Simard

%
مائیکرو عقیدہ:آپ اٹھا سکتا ہے کے مقابلے میں ایک کمپیوٹر بڑا کبھی بھروسہ کریں.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
مائیکرو:مفکر کھلونے.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
Miksch کے قانون:ایک تار ایک سرے نہیں ہیں تو یہ ایک اور آخر نہیں ہے.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
ملر کا نعرہ:چند کھو، چند محروم ہوجاتے ہیں.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
millihelen، N .:خوبصورتی کی رقم ایک جہاز لانچ کرنے کی ضرورت.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
منی کمپیوٹر:ایک کمپیوٹر ایک درمیانی درجے کے مینیجر کی بجٹ پر afforded کی جا سکتی ہے کہ.
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
MIPS:پروسیسر کی سپیڈ کے معنی اشارے
		-- Mrs. Byrne's Dictionary of Unusual, Obscure, and

%
بدقسمتی، N .:خوش قسمتی کی قسم کبھی نہیں یاد کرتے ہیں کہ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
MIT:شمالی جارجیا ٹیک
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کمیٹیوں کے مچل کا قانون:کافی ملاقاتوں ہیں اگر کوئی سادہ مسئلہ اگھلنشیل بنایا جا سکتا ہےاس بارے میں بات کرنے کے لئے منعقد.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
mittsquinter، ADJ .:کے طور پر، گیند کو لاپتہ کے بعد ان کے دستانے میں لگ رہا ہے جو ایک ballplayerکسی نہ کسی طرح، کی خرابی کی وجہ سے جھوٹ، تو.
		-- "Sniglets", Rich Hall & Friends

%
مکس کے قانون:ایک عارضی عمارت سے زیادہ مستقل کچھ نہیں ہے.ایک عارضی ٹیکس کے مقابلے میں زیادہ مستقل کچھ نہیں ہے.
		-- "Sniglets", Rich Hall & Friends

%
ملے جلے جذبات:وکلاء کی ایک بس بوجھ دیکھ کر پہاڑ سے چھلانگ لگانے.پانچ خالی نشستوں کے ساتھ.
		-- "Sniglets", Rich Hall & Friends

%
ملے جلے جذبات:واپس پہاڑ سے تمہاری ماں میں قانون دیکھ کر ...آپ کے برانڈ نئی مرسڈیز میں.
		-- "Sniglets", Rich Hall & Friends

%
موڈیم، ADJ .:اپ ڈیٹ کرنے کے لئے، نئے fangled، میں کے طور پر "اچھی طرح موڈیم میں Millie." ایککرن کاری کی بدقسمتی byproduct کے.[یہ SIC ہے!]
		-- "Sniglets", Rich Hall & Friends

%
حیا، N .:آرام دہ اور پرسکون ہے کہ دوسروں کو آپ کی عظمت کو دریافت کرے گا کیا جا رہا ہے.
		-- "Sniglets", Rich Hall & Friends

%
نمرتا:ہو نہیں ڈرامہ کی طرف سے آپ کی توجہ کو بڑھانے کے نرم فناس سے آگاہ.
		-- Oliver Herford

%
انو، N .:معاملے کی حتمی، ناقابل تقسیم یونٹ. اس سے ممیز ہےکنکا، بھی اس معاملے کی حتمی، ناقابل تقسیم یونٹ کی طرف سے ایک کی طرف سے،ایٹم، بھی اس کی حتمی، ناقابل تقسیم یونٹ کے قریب مشابہتبات نہیں ... آئن انو، کنکا اور سے مختلف ہےمیں ایٹم یہ ایک آئن ہے کہ ...
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Mollison کی بیوروکریسی پرختیارپنا:ایک خیال ایک بیوروکریٹک جائزہ لینے کے زندہ رہنے کے کر سکتے ہیں اور لاگو کیا جائے تویہ کام کر کے قابل نہیں تھا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
رفتار، N .:جب وہ دور جا رہے ہیں آپ کو ایک شخص کو دے کیا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
چاند، N .:1. ایک دوی اعتراض جن مرحلے ہیکروں کے لئے بہت اہم ہے. ملاحظہ کریںMOON کے مرحلے. 2. ڈیو چاند (چاند @ MC).
		-- Ambrose Bierce, "The Devil's Dictionary"

%
مور کی مسلسل:ہر کوئی کچھ کرنا باہر کا تعین، اور سب کوکچھ کرتا ہے، لیکن کسی نے وہ کرنا باہر کا تعین کرتا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
mophobia، N .:زبانی طور پر ایک Mississippian طرف سے کے ساتھ زیادتی ہونے کے خوف.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
مورٹن کا قانون:چوہوں پر تجربہ کر رہے ہیں تو، وہ کینسر کی ترقی کرے گا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
سافٹ ویئر انجینئرنگ کے Mosher کی قانون:یہ صحیح کام نہیں کرتا تو فکر نہ کرو. سب کچھ کیا ہے، تم ہوتاایک کام سے باہر ہو جائے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
مسٹر کول Axiom کی:سیارے پر انٹیلی جنس کی رقم ایک مسلسل جاری ہے.آبادی بڑھ رہی ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ممی، N .:ایک مصری وقت کے لئے زور دیا گیا تھا جو.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
تحقیق کے مرفی قانون:کافی تحقیق آپ کے اصول کی حمایت کرتے ہیں گے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
مرفی کے قوانین:(1) کچھ بھی غلط جا سکتے ہیں تو، یہ ہو گا.(2) کچھ بھی ایسا لگتا ہے کے طور پر آسان ہے.(3) سب کچھ آپ کی سوچ سے یہ ہو گا زیادہ وقت لیتا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
مرے کی حکمرانی:عنوان میں "جمہوری" کے ساتھ کسی بھی ملک نہیں ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Mustgo، N .:کھانے کی کوئی شے تاکہ فرج میں بیٹھ گیا ہے کہجب تک یہ ایک سائنس کے منصوبے بن گیا ہے.
		-- Sniglets, "Rich Hall & Friends"

%
میرے والد نے مجھے تین چیزوں کی تعلیم دی:(1) پانی کے سوا کچھ ساتھ وہسکی کبھی اختلاط.(2) ایک کے اندر براہ راست اپنی طرف متوجہ کرنے کے لئے کبھی نہیں کی کوشش کریں.(3) کبھی اس کا نام بتانے سے انکار کر دیا جو کسی کے ساتھ کاروبار پر بات چیت.
		-- Sniglets, "Rich Hall & Friends"

%
Nachman کی حکمرانی:یہ غیر ملکی کھانے کے لئے آتا ہے، کم بہتر مستند.
		-- Gerald Nachman

%
narcolepulacyi، N .:نظر میں ہر کسی کا باعث جمہائی کے متعدی کارروائی،بھی yawn کرنے.
		-- "Sniglets", Rich Hall & Friends

%
بیوکوف پیک، N .:چھاتی جیب میں پہنا پلاسٹک کی تیلی soiling سے قلم رکھنے کے لئےکپڑے. انجینئرنگ کے تنظیمی ڈھانچے میں بیوکوف کا موقف ماپا جا سکتا ہےقلم، چکنائی پنسل، اور حکمرانوں کی تعداد کی طرف سے اس پیک میں گاہے بگاہے.
		-- "Sniglets", Rich Hall & Friends

%
نیوٹران بم، ن .:محدود فوجی قدر کے ایک دھماکہ خیز آلہ کے طور پر کی وجہ سے،یہ صرف، یہ جائیداد تباہ کرنے کے بغیر لوگوں کو خارج کراملاک کو تباہ کہ بم کے ساتھ مل کر میں استعمال کیا جانا چاہئے.
		-- "Sniglets", Rich Hall & Friends

%
نئے، ADJ .:گزشتہ ماڈل سے مختلف رنگ.
		-- "Sniglets", Rich Hall & Friends

%
Newlan کی سچائی:بے روزگاری کی ایک "قابل قبول" کی سطح کا مطلب ہے کہیہ اب بھی قابل قبول ہے جن سے سرکاری اقتصادیات ایک کام ہے.
		-- "Sniglets", Rich Hall & Friends

%
نیومین کی ڈسکوری:آپ کا سب سے اچھا خواب سچ نہیں آ سکتا. خوش قسمتی سے، نہ تواپنے بدترین خوابوں.
		-- "Sniglets", Rich Hall & Friends

%
گروتو کے نیوٹن کے قانون:کیا اوپر جاتی ہے نیچے آنا ہوگا. لیکن اس کے نیچے جہاں آنے کی توقع نہیں ہےآپ اسے تلاش کر سکتے ہیں. مرفی قانون نیوٹن کے پر لاگو ہوتا ہے.
		-- "Sniglets", Rich Hall & Friends

%
نیوٹن کا غیرمعروف ساتویں قانون:ہاتھ میں ایک پرندوں میں سے ایک اوور ہیڈ سے زیادہ محفوظ ہے.
		-- "Sniglets", Rich Hall & Friends

%
زندگی کے نک یونانی کے قانون:ہر چیز پر غور، زندگی 9 خلاف 5 کے لئے ہے.
		-- "Sniglets", Rich Hall & Friends

%
منصوبے کے نظام الاوقات کے نوے نوے حکمرانی:کام کی پہلی نوے فیصد کے نوے فیصد لیتا ہےوقت، اور گزشتہ دس فیصد دیگر نوے فیصد لیتا ہے.
		-- "Sniglets", Rich Hall & Friends

%
کوئی رکاوٹ نہیں:ایک فیصلہ ہے جس، retrospectoscope ذریعے دیکھا،جو اصل میں اس کے بنانے کے لئے میں ناکام رہے ان لوگوں کو "واضح" ہے.
		-- "Sniglets", Rich Hall & Friends

%
کوئی دیکھ بھال:ٹھیک کرنے کے لئے ناممکن.
		-- "Sniglets", Rich Hall & Friends

%
contendere nolo:"میں نے ایسا نہیں کیا، جج، اور میں ایسا کبھی نہیں کروں گا: معنی ایک قانونی اصطلاحیہ ایک بار پھر. "
		-- "Sniglets", Rich Hall & Friends

%
برائے نام انڈے:مہنگی لئے نئی Yorkerese.
		-- "Sniglets", Rich Hall & Friends

%
توقعات کی غیر پارستبک قوانین:منفی توقعات منفی نتائج برآمد.مثبت توقعات منفی نتائج برآمد.
		-- "Sniglets", Rich Hall & Friends

%
سے Nouvelle کھانا، N .:"نہیں کافی خوراک" کے لئے فرانسیسی.کانٹنےنٹل ناشتا، N .:"نہیں کافی خوراک" کے لئے انگریزی.ٹپاس، N .:"نہیں کافی خوراک" کے لئے ہسپانوی.سم دھیما، N .:زیادہ خوراک کے لئے چینی آپ نے کبھی اپنی ساری زندگی میں دیکھا ہے سے.
		-- "Sniglets", Rich Hall & Friends

%
نومبر، N .:زحمت کے گیارہویں بارہویں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Novinson کی انقلابی ڈسکوری:جب انقلاب آتا، چیزیں مختلف ہو جائے گا -بہتر، صرف مختلف نہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Nowlan کی تھیوری:ہچکچاتے جو صرف ختم نہیں ہوا ہے انہوں نے کہا کہ، لیکن سے کئی میلاگلے شاہراہ سے باہر نکلیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Nusbaum کی حکمرانی:زیادہ کپٹی کارپوریٹ نام، چھوٹےتنظیم. (مثال کے طور پر، مرفی سینٹر کے لیےانسانی اور تنظیمی قانون کے سنہتاکرن، موازنہIBM، GM، اور AT & T کرنے کے لئے.)
		-- Ambrose Bierce, "The Devil's Dictionary"

%
O'Brian کے قانون:سب کچھ ہمیشہ غلط وجوہات کی بنا پر کیا جاتا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
باورچی خانے کی او ریلی کا قانون:صفائی ناممکن کے ساتھ ہے
		-- Ambrose Bierce, "The Devil's Dictionary"

%
مرفی کے قانون پر O'Toole کا تبصرہ:مرفی ایک آشاوادی تھا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Occam کی صافی:فلسفیانہ اصول بھی آسان ہے کہحل میں کچھ غلط ہے کرنے کی پابند ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
آفس آٹومیشن:دفتر میں کارکردگی کو بہتر بنانے کے لئے کمپیوٹر کے استعمالکسی کو ہٹا کر آپ کافی سے زیادہ کے ساتھ بات کرنا چاہتے ہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
سرکاری پروجیکٹ مراحل:(1) غیر تنقیدی قبولیت(2) جنگلی جوش و خروش(3) اداس اکتاہٹ(4) تمام الجھن(5) گنہگاروں کے لئے تلاش(6) معصوم کی سزا(7) غیر شرکاء کا فروغ
		-- Ambrose Bierce, "The Devil's Dictionary"

%
اوگڈین کے قانون:جتنی جلدی آپ کو آپ کو پکڑنے کے لئے ہے زیادہ وقت، پیچھے گر.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
پرانا جاپانی کہاوت:جو ماؤنٹ چڑھنے نہیں کرتے - احمقوں کی دو قسمیں ہیں فوجی ٹی،اور دو بار اس پر چڑھنے ان لوگوں کو جو.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
پرانا ٹائمر، N .:ایک صدقہ ایک فضیلت ہے اور نہ کسی تنظیم تھی جب یاد کرتی ہے جو.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
آلیور قانون:تجربے کی کیا آپ کو اس کی ضرورت ہے صرف کے بعد تک حاصل نہیں ہے کچھ ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Olmstead کے قانون:سب نے کہا اور کیا جاتا ہے کے بعد، ایک سے زیادہ بہت کی ایک جہنم سے زیادہ کیا کہا جاتا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
omnibiblious، ADJ .:پینے سے ٹائپ سے لا تعلق. سابق: "اوہ، تم مجھے کچھ حاصل کر سکتے ہیں.I omnibiblious ہوں. "
		-- Ambrose Bierce, "The Devil's Dictionary"

%
صلاحیت پر:ایک بونا وہ ایک پہاڑ کی چوٹی پر کھڑا ہے یہاں تک کہ اگر، چھوٹا ہے؛ایک colossus، اس کی اونچائی رکھتا ہے وہ ایک کنوئیں میں کھڑا ہے یہاں تک کہ اگر.
		-- Lucius Annaeus Seneca, 4BC - 65AD

%
C پروگرام پوٹ کاری کے موضوع پر:"میرا Egotistical رائے میں، زیادہ تر لوگوں کی سی پروگراموں ہونا چاہئےچھ فٹ نیچے کی پوٹ دار اور مٹی کے ساتھ احاطہ کرتا ہے. "
		-- Blair P. Houghton

%
لائن، ADJ .:خیال ایک انسان ہمیشہ ایک کمپیوٹر سے قابل رسائی ہونا چاہئے.
		-- Blair P. Houghton

%
ایک بار، ADV .:	کافی.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ایک صفحے اصول:8.5x11 انچ کے ایک صفحے پر فٹ نہیں کرے گا کہ ایک تصریحکاغذ نہیں سمجھا جا سکتا.
		-- Mark Ardis

%
"ایک سائز سب کے لیے مناسب ہے":کسی کے قابل نہیں ہے.
		-- Mark Ardis

%
ایک شاٹ کا کیس سٹڈی، N .:یہ ہے جس سے چار پتی کی سہ شاخہ کے سائنسی برابر،تمام clovers چار پتے کے مالک ہیں اور کبھی کبھی سبز ہیں یہ نتیجہ اخذ کیا.
		-- Mark Ardis

%
رجائیت، N .:عقیدہ ہر چیز، خوبصورت ہے کہ، کیا بدسورت ہے بشمول اچھا،برا، اور سب کچھ صحیح ہے کہ غلط ہے. یہ سب سے بڑی ساتھ منعقد کی جاتی ہےمصیبت میں پڑنے کے عادی افراد کی طرف سے درڑھتا، اور سب سے زیادہacceptably ایک مسکراہٹ بندر کہ مسکراہٹ کے ساتھ کھول کھول کر بیان. ایک نابینا ہونے کے ناطےعقیدے، جو disproof کی روشنی میں ناقابل رسائی ہے - ایک دانشورخرابی کی شکایت، کوئی علاج لیکن موت اپج. یہ، موروثی ہے لیکنمتعدی نہیں.
		-- Mark Ardis

%
آشاوادی، N .:عقیدہ کے حامی سیاہ سفید ہے.ایک نراشاوادی امداد کے لئے خدا سے پوچھا."آہ، آپ کو آپ کی امید اور خوشی کو بحال کرنے کے لئے مجھے چاہتے ہیں،" خدا نے کہا."نہیں،" درخواست گزار نے جواب دیا، "میں تم سے کچھ پیدا کرنا چاہتے ہیں کہان کا جواز پیش کریں گے. ""دنیا کے تمام تخلیق کیا جاتا ہے،" خدا نے کہا، "لیکن آپ کو نظر انداز کر دیا ہےکچھ - آشاوادی کی شرح اموات ".
		-- Ambrose Bierce, "The Devil's Dictionary"

%
آشاوادی، (ن):ایک بیپر ساتھ ایک bagpiper.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
اوریگانو، N .:پیزا تہ کی قدیم اطالوی فن.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Osborn کے قانون:تغیر نہیں کرے گا؛ ثابت قدم نہیں ہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Ozman کے قوانین:(1) اگر کوئی کہے تو وہ کچھ کروں گا "ناکام رہتے بغیر،" وہ نہیں کرے گا.(2) زیادہ سے زیادہ لوگوں کے فون، وہ بنانے کم رقم پر بات.(3) کانفرنسوں جانے والے لوگ وہی ہیں جو ایمان نہیں ہونا چاہئے.(4) پزا ہمیشہ آپ کے تالو کو جلا دیتی ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
درد، N .:ایک بات، کم از کم یہ ثابت کرتا ہے کہ تم زندہ ہو!
		-- Ambrose Bierce, "The Devil's Dictionary"

%
پینٹنگ، N .:موسم سے فلیٹ کی سطح کی حفاظت کا فن، اورنقاد انہیں بے نقاب.
		-- Ambrose Bierce

%
پنڈورا حکمرانی:ایک باکس آپ کو بند نہیں کیا کھولنے کبھی نہیں.
		-- Ambrose Bierce

%
سلوینیا پیمائش:2 ڈیش == 1 smidgen کی2 == 1 چوٹکی smidgens3 pinches ہے == 1 soupcon2 soupcons == 2 زیادہ سرخ شملہ مرچ
		-- Ambrose Bierce

%
سنویبرم، N .:جس طرح کائنات کے کام کی ایک صحت مند تفہیم.
		-- Ambrose Bierce

%
Pardo کی کا پہلا دعوی:کچھ بھی زندگی میں اچھے یا تو، غیر قانونی غیر اخلاقی، یا fattening ہے.آرنلڈ ضمیمہ:باقی سب کچھ چوہوں میں کینسر کا سبب بنتا ہے.
		-- Ambrose Bierce

%
پارکنسنز کی پانچویں قانون:اچھا، اہم فیصلے میں تاخیر کرنے کے لئے ایک راستہ ہے توبیوروکریسی، عوامی یا نجی، یہ مل جائے گا.
		-- Ambrose Bierce

%
پارکنسنز چوتھا قانون:کوئی بھی ورکنگ گروپ میں لوگوں کی تعداد میں اضافہ کرنے کے لئے جاتا ہےقطع نظر اس کام کی مقدار کے کچھ کرنے کی.
		-- Ambrose Bierce

%
پارٹی، ن .:جہاں آپ لوگوں کو پینے سے ملنے ایک اجتماعاتنا کچھ آپ کو بھی ان کے نام یاد نہیں آ رہا.
		-- Ambrose Bierce

%
پاسکل صارفین:پاسکل کے نظام کوبول کر اگلے منگل تبدیل کیا جائے گا.اس کے مطابق آپ کے پروگراموں پر نظر ثانی کریں.
		-- Ambrose Bierce

%
پاسکل صارفین:کی 313th سالگرہ (کل) کے لئے احترام کے لئےBlaise پاسکل کی موت، اپنے پروگراموں نصف رفتار سے چلایا جائے گا.
		-- Ambrose Bierce

%
پاسکل:کون سے رجوع کریں گے ایک آدمی کے نام سے منسوب ایک پروگرامنگ زباناپنی قبر میں وہ اس کے بارے میں جانتا ہے تو.
		-- Datamation, January 15, 1984

%
پاس ورڈ:
		-- Datamation, January 15, 1984

%
Patageometry، N .:غیر تغیر ہیں کہ ان کے ریاضیاتی خصوصیات کے مطالعہدماغ پرتیارپن کے تحت.
		-- Datamation, January 15, 1984

%
پیٹنٹ:تاکہ دوسرے ان کو کاپی کر سکتے آویشکاروں کی تشہیر کا ایک طریقہ.
		-- Datamation, January 15, 1984

%
پولس کے قانون:امریکہ میں، یہ زیادہ نہیں کس طرح ایک آئٹم کے اخراجات، یہ آپ کو کتنا بچا ہے ہے.
		-- Datamation, January 15, 1984

%
پولس کے قانون:تم منزل دور نہیں گر سکتا ہے.
		-- Datamation, January 15, 1984

%
پیچیک:وفاقی لیے کٹوتی کے بعد رہتا ہے کہ ہفتہ وار $ 5.27ودہولڈنگ، ریاست ودہولڈنگ، شہر ودہولڈنگ، FICA،/ میڈیکل، ڈینٹل، طویل مدتی معذوری، بے روزگاری انشورنس،کرسمس کلب، اور پے رول کی بچت کی شراکت کا منصوبہ رکھتے ہیں.
		-- Datamation, January 15, 1984

%
امن، N .:بین الاقوامی امور، دونوں کے درمیان میں دھوکہ دہی کی مدت میںلڑائی کے ادوار.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Pecor کی طبی خوراک اصول:اس میں ایک "Y" ہے کہ ہفتے کے کسی بھی دن پر rutabaga نہیں ھاو.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Pedaeration، N .:کامل جسم گرمی کے تحت ایک ٹانگ رکھنے کی طرف سے حاصل کیاشیٹ اور ایک بستر کے کنارے سے پھانسی.
		-- Rich Hall, "Sniglets"

%
pediddel:صرف ایک کام کے ہیڈلائٹ کے ساتھ ایک کار.
		-- "Sniglets", Rich Hall & Friends

%
ساتھیوں کے قانون:ایک مسئلہ کا حل مسئلے کی نوعیت کو تبدیل کر.
		-- "Sniglets", Rich Hall & Friends

%
پینگوئن کمترین # 46:جانور ہیں جو نہیں ہیں Penguins صرف وہ ہوتے سکتے ہیں.
		-- Chicago Reader 10/15/82

%
پنشن:A وفاق بیمہ زنجیر خط.
		-- Chicago Reader 10/15/82

%
پیپلز ایکشن قوانین:(1) کچھ لوگ جو کر سکتے ہیں، نہیں ہونا چاہئے.(2) بعض لوگ کون کرے، نہیں کریں گے.(3) بعض لوگ جو نہیں ہونا چاہئے، لونگا.(4) بعض لوگ جو، قطع نظر کی کوشش کریں گے نہیں کر سکتے،.(5) جو نہ ہو بلکہ کوشش کریں کچھ لوگ، پھر دوسروں کو دوش گا.
		-- Chicago Reader 10/15/82

%
کامل مہمان:ایک ان کے میزبان کرتا ہے جو گھر میں محسوس.
		-- Chicago Reader 10/15/82

%
کارکردگی:رفتار ایک کمپیوٹر سسٹم پر کام کرتا ہے جس میں کا ایک بیان. یا کیابلکہ بعض حالات کے تحت کام کر سکتے ہیں. یا پھر افواہ کیا گیا تھاتقریبا ایک ماہ قبل جرسی میں زیادہ کام کر رہے ہو کرنے کے لئے.
		-- Chicago Reader 10/15/82

%
نراشاوادی:جو ان کے تمام وقت وہ رکھ سکتے ہیں کہ کس طرح کے بارے میں فکر خرچ کرتا ہے ایک شخصدروازے سے ولف.آشاوادی:انہوں نے کی نشست غصب تک سے انکار کر دیا جو ایک آدمی بھیڑیا دیکھنااس کی پتلون.موقع پرست:ایک آدمی میں بھیڑیا دعوت دیتا ہے اور ایک فر کوٹ میں اگلے دن ظاہر ہوتا ہے جو.
		-- Chicago Reader 10/15/82

%
تبدل کا پطرس کا قانون:molehills بعد دیکھو، اورپہاڑوں خود دیکھ بھال کریں گے.کامیابی کے پیٹر کے اصول:آپ نیچے گرا رہے ہیں کے مقابلے میں زیادہ ایک وقت اٹھ جاؤ.
		-- Chicago Reader 10/15/82

%
پیٹرسن کی نصیحت:جب آپ کو آپ کو تیسری مرتبہ نیچے جا رہے ہیں لگتا ہے کہ -صرف یاد آپ کو غلط کا شمار ہو سکتا ہے کہ.
		-- Chicago Reader 10/15/82

%
پیٹرسن کے قوانین:(1) شاہراہوں پر الٹ کہ ٹرک چپچپا کچھ کے ساتھ بھر رہے ہیں.(2) ایک گاڑی میں کوئی پیارا بچہ ایک کہا جب کبھی ایک لڑکی ہے.(3) نشان لگائیں کہ چیزیں گھڑیوں ہمیشہ نہیں ہیں.(4) خودکش صرف تم بڑبڑا رہے ہیں جب کام کرتا ہے.
		-- Chicago Reader 10/15/82

%
petribar:کوئی سورج bleached پراگیتہاسک کینڈی میں بیٹھ گیا ہے کہبہت لمبے وقت تک ایک وینڈنگ مشین کی کھڑکی.
		-- Rich Hall, "Sniglets"

%
ایک منصوبے کے مراحل:(1) شادمانی ہوتی.(2) موہبنگ.(3) برم.(4) گنہگاروں کے لئے تلاش.(5) معصوم کی سزا.(6) Uninvolved لئے امتیاز.
		-- Rich Hall, "Sniglets"

%
فلسفہ:calmness کے ساتھ ہمارے دوستوں میں سے بدقسمتی سے برداشت کرنے کی صلاحیت.
		-- Rich Hall, "Sniglets"

%
فلسفہ:اگھلنشیل مسائل کا فہم جوابات.
		-- Rich Hall, "Sniglets"

%
phosflink:ایک بلب ہے کہ، یہ باہر جلا دیتی ہے جب (کے طور پر اگر، کسی نہ کسی طرح پر اور فلم کے لئےیہ زندگی میں واپس لے آئے گا).
		-- "Sniglets", Rich Hall & Friends

%
اچار کی قانون:کانگریس ایک تکلیف دہ بات کیا کرنا چاہئے تو،بات یہ ہے کہ ایک عجیب تعداد سال میں کیا جانا چاہئے.
		-- "Sniglets", Rich Hall & Friends

%
پکسل، N .:ایک شرارتی، جادو روح سکرین دکھاتا ہے کے ساتھ منسلک.کمپیوٹر کی صنعت اکثر پران سے ادھار کیا ہے:کمپیوٹر گرافکس میں sprites کے مصنوعی میں راکشسوں کو گواہ،انٹیلی جنس، اور مارکیٹنگ کے شعبہ میں trolls کو.
		-- "Sniglets", Rich Hall & Friends

%
نوٹ لے لو:
		-- "Sniglets", Rich Hall & Friends

%
Pohl کے قانون:کچھ بھی نہیں کسی کو، کہیں، اس سے نفرت نہیں کرے گا کہ بہت اچھی ہے.
		-- "Sniglets", Rich Hall & Friends

%
زہر کافی، N .:طلاق کے لئے بنیاد.
		-- "Sniglets", Rich Hall & Friends

%
سیاست، ن .:اصولوں کی ایک مقابلہ کے طور پر ویش مفادات کی ایک ہنگامہ آرائی.نجی فائدہ کے لئے عوامی کاموں.
		-- Ambrose Bierce

%
Pollyanna کی تعلیمی مسلسل:انتہائی چالو بچہ کبھی نہیں غائب ہے.
		-- Ambrose Bierce

%
کثیرالاضلاع:مردار توتے.
		-- Ambrose Bierce

%
Poorman کی حکمرانی:آپ کو اس کے ہاتھ ڈسپنسر پیکج سے ایک پلاسٹک ردی کی ٹوکری میں بیگ ھیںچو جب،آپ کو ہمیشہ بند کے آخر کی پکڑ حاصل ہے اور یہ کھلی ھیںچو کرنے کی کوشش کریں.
		-- Ambrose Bierce

%
پورٹ ایبل، ADJ .:نظام کو ربوٹ زندہ رہتے ہیں.
		-- Ambrose Bierce

%
مثبت، ADJ .:کسی کی آواز سے غلطی ہوئی.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
غربت، N .:کے طور پر طویل برقرار رہتا ہے کہ ایک بدقسمتی ریاستکسی کو کچھ بھی فقدان ہے کے طور پر وہ کرنا چاہوں گا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
پاور، این .:صرف نشہ آور SEC کے بجائے FDA کی طرف سے باقاعدگی.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
prairies کی، این .:وسیع میدانی treeless جنگلوں کی طرف سے احاطہ کرتا ہے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
تعصب:امداد کی رسائی مطلب کے بغیر ایک آوارا رائے.
		-- Ambrose Bierce

%
کھڑکیوں کی صفائی کی Preudhomme کے قانون:دوسری طرف ہے.
		-- Ambrose Bierce

%
قیمت کی ایڈوائس:یہ سب ایک کھیل ہے - مزہ کرنے کے لئے اسے ادا.
		-- Ambrose Bierce

%
ترجیحی:ایک صارف یا ایک پروگرام کی اہمیت کا بیان. اکثر ایسا ہوتا ہےایک رشتہ دار کی ترجیح کے طور پر ظاہر کی، صارف نہیں کرتا کہ اشارہکام کو اتنی دیر کے طور پر وہ کم سلوک کیا جاتا ہے مکمل ہو گیا ہے جب دیکھ بھالبری طرح کسی اور کے مقابلے میں.
		-- Ambrose Bierce

%
مسئلہ شراب پینے والا، (ن).:ایک شخص جو کبھی نہیں خریدتا.
		-- Ambrose Bierce

%
پروگرام، این .:ایک جادو جو کسی کی ان پٹ کو تبدیل کرنے کے لئے کی اجازت دی ایک کمپیوٹر پر ڈالاخرابی کے پیغامات میں. tr.v. پیٹنے کے لئے اسی طرح ایک تفریح ​​میں مشغولایک دیوار کے خلاف ایک کے سر، لیکن ثواب کے لئے کم مواقع کے ساتھ.
		-- Ambrose Bierce

%
پروگرام، این .:کسی بھی کام کو ایک ٹیلی فون کال یا ایک میں مکمل نہیں کیا جا سکتا ہے کہدن. کسی کام کو ایک پروگرام (کے طور پر بیان کیا جاتا ہے ایک بار "کی تربیت کے پروگرام،""فروخت کے پروگرام،" یا "مارکیٹنگ کے پروگرام")، اس کے عملہمیشہ کم از کم تین سے زیادہ لوگوں کے خدمات حاصل کرنے کے جواز.
		-- Ambrose Bierce

%
پروگرامنگ محکمہ:انتظار کے دوران غلطیاں.
		-- Ambrose Bierce

%
پیش رفت، N .:قرون وسطی کے آدمی سوچ بیماری پوشیدہ راکشسوں کی طرف سے کی وجہ سے کیا گیا تھاجسم پر حملہ اور اس پر قبضہ لینے.جدید انسان بیماری خرد بیکٹیریا کی وجہ سے ہے جانتا ہےاور وائرس کے جسم پر حملہ کرنے اور اسے خرابی کا باعث.
		-- Ambrose Bierce

%
ثبوت کی تکنیک # 2: ویشمتا کی طرف سے ثبوت.SAMPLE: ثابت کرنے کے لئے گھوڑوں کی ٹانگوں کے ایک لامحدود تعداد ہے کہ.(1) گھوڑے کی ٹانگوں کی اس سے بھی بڑی تعداد ہے.(2) وہ سامنے پیچھے اور سامنے ٹانگوں میں دو ٹانگیں.(3) یہ چھ ٹانگوں کی کل، یقینی طور پر ایک طاق ہے جس میں ہوتا ہے    ایک گھوڑے کے لئے ٹانگیں.(4) لیکن دونوں عجیب ہے اور یہاں تک کہ صرف تعداد میں انفینٹی ہے.(5) اس لئے، گھوڑوں کی ٹانگوں کی ایک لامحدود تعداد کا ہونا ضروری ہے.موضوعات مستقبل کے مسائل میں شامل کیا جائے کیا جاتا ہے ثبوت کی طرف سے شامل ہیں:دھمکیاںاشارہ کرنا (handwaving)"یہ کرنے کی کوشش ہے، یہ کام کرتا ہے"کبج (میں وہاں بیٹھا تھا اور ...)صریح دعویبدلتے 2 کے تمام کرنے کے لئے _ نباہمی رضامندیایک counterexample کی کمی، اور"یہ وجہ سے کھڑا ہے"
		-- Ambrose Bierce

%
پروٹوٹائپ، N .:ایک کمپیوٹر مصنوعات کی زندگی سائیکل میں پہلے مرحلے کے بعد کیاپہلے سے الفا، الفا، بیٹا، ریلیز ورژن، درست کیا ریلیز ورژن،اپ گریڈ، درست کیا اپ گریڈ، وغیرہ اس کے جانشینوں کے برعکس،پروٹوٹائپ کام کرنے کی توقع نہیں ہے.
		-- Ambrose Bierce

%
Pryor کی مشاہدے:تم کتنی دیر تک زندہ رہے کوئی تعلق نہیں ہےتم کتنی دیر تک مردہ ہونے کے لئے جا رہے ہیں کے ساتھ.
		-- Ambrose Bierce

%
Pudder کے قانون:اچھی طرح سے شروع ہوتی ہے کہ کوئی بھی چیز بری طرح ختم ہو جائے گی.(نوٹ: Pudder کے قانون کی بات سچ نہیں ہے.)
		-- Ambrose Bierce

%
purpitation، N .:گروسری شیلف کچھ لینا، آپ کو یہ فیصلہیہ نہیں چاہیئے، اور اس کے بعد ایک اور حصے میں ڈال دیا.
		-- "Sniglets", Rich Hall & Friends

%
گالف کے قانون:ٹیکنالوجی لوگوں کی دو اقسام کی طرف سے غلبہ ہے:وہ لوگ جو سمجھ میں وہ اس کا انتظام نہیں کیا.جو لوگ یہ سمجھتے ہی نہیں کیا اس کا نظم کریں.
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"یہ مایوسی نہیں ہے ... میں مایوسی کھڑے ہو سکتے ہیں. اس سے امید ہے."
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"5 کا بچہ اس کو سمجھ سکتا ہے! مجھے 5. کا ایک بچہ آوردہ"
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"A یونیورسٹی فیکلٹی ایک عام پارکنگ کے مسئلے سے 500 egotists ہے."
		-- "Sniglets", Rich Hall & Friends

%
QOTD:"آپ کو کچھ جلنے کی بو آ رہی ہے یا یہ مجھ سے ہے کیا؟"
		-- Joan of Arc

%
QOTD:"آپ کے دماغ میں گھومنا نہ کریں - یہ اکیلے باہر جانے دو جائے کرنے کے لئے بہت کم ہے."
		-- Joan of Arc

%
QOTD:"مشرق وسطی ہے ... اور کے اسے اسی طرح رہنے دو."
		-- Joan of Arc

%
QOTD:"یہاں تک کہ مجسمہ آزادی اس کے گڈڑھی منڈا."
		-- Joan of Arc

%
QOTD:"ہر صبح میں اعلانات وفات پڑھ؛ میرا نام وہاں نہیں ہے تو،مجھے کام پر جانا. "
		-- Joan of Arc

%
QOTD:"سب کچھ میں آج ہوں کہ میں لوگوں کی مرہون منت ہیں، جنہیں اب یہ ہےدیر سزا دینے کے لئے. "
		-- Joan of Arc

%
QOTD:"وہ ایک جانور ... پانچ بار ان کے اپنے وزن کو ہر روز کی طرح کھاتا."
		-- Joan of Arc

%
QOTD:"وہ ایک ہی بس میں ہے، لیکن جہنم ایک مختلف ہے کے طور پر وہ اس بات کا یقین ہے	ٹکٹ."
		-- Joan of Arc

%
QOTD:"میں توڑ دیا ہے نہیں، لیکن میں بری طرح مڑی ہوئی ہوں."
		-- Joan of Arc

%
QOTD:"میں نے یہ کیا ہے یقین نہیں ہے، لیکن ایک 'F' صرف یہ ستکار کرے گا."
		-- Joan of Arc

%
QOTD:"میں وہ ایک ذہنی ہسپتال میں ڈال سکتا ہے نہیں لگتا. پردوسری طرف، وہ پہلے سے ہی میں تھے تو، میں انہوں نے اسے باہر کروں گا نہیں لگتا. "
		-- Joan of Arc

%
QOTD:"میں، خاموشی سے میری گاڑی ڈرائیو یہ کہے بغیر چلا جاتا ہے."
		-- Joan of Arc

%
QOTD:"میں نے اب تک کافی نہیں آئے ہیں، اور مجھے بچے نہ بلانا."
		-- Joan of Arc

%
QOTD:"میں چلنے کے قابل نہیں ہو سکتا ہے، لیکن میں بیٹھے پوزیشن سے ڈرائیو."
		-- Joan of Arc

%
QOTD:"میں نے ایک آدمی کو میں خوبصورت پی نہ سکے کبھی نہیں ملے."
		-- Joan of Arc

%
QOTD:"میں نے صرف ایک صرف ضرورت کی بنیاد پر حقیقت کے ساتھ بیس چھونا!"
		-- Joan of Arc

%
QOTD:"میں آلو کی ایک جوڑے سے زیادہ کچھ بیکنگ پاؤڈر چھڑکا، لیکن یہکام نہیں کیا. "
		-- Joan of Arc

%
QOTD:"میں میں نے راستے میں ایک تنگاوالا کو دیکھا سوچا، لیکن یہ صرف ایک تھاتوڑی سینگوں میں سے ایک کے ساتھ گھوڑے. "
		-- Joan of Arc

%
QOTD:"میں ایک لان ٹریکٹر کے بجائے ایک بکری خرید کی کوشش کی؛ لوٹنا پڑایہ اگرچہ. برف بنانے والا مربوط کرنے کے لئے ایک طریقہ سے سمجھ نہیں سکتا. "
		-- Joan of Arc

%
QOTD:"میں ایک آدرشوادی ہوا کرتے تھے، لیکن میں حقیقت کی طرف سے mugged ہے."
		-- Joan of Arc

%
QOTD:"اب میں میں نے صرف کے ساتھ ساتھ فینٹنا فینٹنا میں کھو جائے کرنے کے لئے استعمال،کھو. "
		-- Joan of Arc

%
QOTD:"میں نے زندگی پر اعلی حاصل کرنے کے لئے استعمال کیا لیکن حال ہی میں میں نے ایک مزاحمت بنایا ہے."
		-- Joan of Arc

%
QOTD:"میں UCLA پر جانے کے لئے استعمال کیا جاتا ہے، لیکن اس کے بعد میرے والد ایک کام مل گیا."
		-- Joan of Arc

%
QOTD:"میں سیر کرنے کے لئے استعمال، لیکن برف میرا گلاس سے باہر اچھلنے رکھا."
		-- Joan of Arc

%
QOTD:"میں وہ untruthful نہیں کہیں گے، لیکن اس کی بیوی کو فون کرنے کے لئے ہےرات کے کھانے کے لئے کتے. "
		-- Joan of Arc

%
QOTD:"میں پیزا کی طرح نہیں تھا جو ایک عورت سے شادی کبھی نہیں کروں گا ... میں ادا ہو سکتا ہےاس کے ساتھ گولف، لیکن میں اس سے شادی نہیں کرے گا! "
		-- Joan of Arc

%
QOTD:"میں نے اس سی ڈی پر باہر آتا ہے جب وجہ سنونگا."
		-- Joan of Arc

%
QOTD:"میں 'ایس یو' نامی صرف ایک لڑکا ہوں ..."
		-- Joan of Arc

%
QOTD:"میں بے حسی کے لئے واقعی نہیں ہوں، لیکن میں نے تو اس کے خلاف نہیں ہوں ..."
		-- Joan of Arc

%
QOTD:"میں نے ایک سمندری غذا غذا پر ہوں - میں کھانا دیکھ اور میں اسے کھا."
		-- Joan of Arc

%
QOTD:"میں نے ہمیشہ وفاقی ٹکسال میں کام کرنے کے. اور پھر پر جانا چاہتا ہےہڑتال. کم پیسہ بنانے کے لئے. "
		-- Joan of Arc

%
QOTD:مجھے واپس دے؛ "میں نے جانے سے پہلے کہنے کے لئے ایک آخری چیز مل گیا ہےمیرا سامان کی سب. "
		-- Joan of Arc

%
QOTD:"میں صرف ان کی بیماری کے بارے میں سیکھا ہے. کی امید کرتے ہیں کہ یہ کچھ بھی نہیں ہےچھوٹی سی. "
		-- Joan of Arc

%
QOTD:"انہوں نے اپنی غلطیوں سے سیکھتا ہے تو، بہت جلد وہ سب کچھ پتہ چل جائے گا."
		-- Joan of Arc

%
QOTD:"میں نے اس کے راستے پر چل سکتا ہے، تو میں، کولون ضرورت نہیں کرے گا اب میں کریں گے؟"
		-- Joan of Arc

%
QOTD:"میں نے کھانے میں کیا ہوں، تو میں ایک چاکلیٹ چپ کوکی ہوں."
		-- Joan of Arc

%
QOTD:"اگر آپ کو ایک کھلے ذہن رہیں گے تو لوگوں کو اس میں ردی کی ٹوکری کی ایک بہت پھینک دیں گے."
		-- Joan of Arc

%
QOTD:"ذہن کے شاپنگ مال میں، وہ کھلونا محکمہ میں ہے."
		-- Joan of Arc

%
QOTD:"یہ آپ کے اینٹینا بھی بہت سے میں لانے کے نہیں ہے کہ مجھے ایسا لگتا ہےاب اسٹیشنوں. "
		-- Joan of Arc

%
QOTD:"یہ بہت سردی گزشتہ موسم سرما میں اس کے ساتھ ایک وکیل دیکھا تھا انان کی اپنی جیب میں ہاتھ. "
		-- Joan of Arc

%
QOTD:"یہ، کچھ بھی نہیں ہوتا کہ یہ والا ایک چیز ہو رہے تھے یہاں تک کہ اگر."
		-- Joan of Arc

%
QOTD:"یہ مرچ کی ایک سرد کٹورا، پیار باہر کام نہیں کرتے جب ہے."
		-- Joan of Arc

%
QOTD:"یہ پیر کی تمام ہفتے آج ہو گیا ہے."
		-- Joan of Arc

%
QOTD:"یہ اصلی ہو گیا ہے اور یہ مذاق ہو رہا ہے، لیکن یہ حقیقی مزہ نہیں رہا ہے."
		-- Joan of Arc

%
QOTD:"یہ اس نے اپنے بازو یا اگر ایک اککا تک ہے کہ آیا یہ بتانے کے لئے مشکل ہےاککا یکسر ان ڈیک سے لاپتہ ہے. "
		-- Joan of Arc

%
QOTD:"یہ ایک خطرے کی طرح ہے، آپ کو دیکھ کر. میں نے کبھی میں بہت اچھا ہو گیا ہےانہیں اپنے آپ کو، لیکن مجھے بتایا گیا ہے کہ وہ بہت مؤثر ہو سکتا ہے. "
		-- Joan of Arc

%
QOTD:"میں کس قدر میں کے ساتھ دور حاصل کر سکتے ہیں اور اب بھی جنت میں جائیں؟"
		-- Joan of Arc

%
QOTD:"آپ کے حصہ پر منصوبہ بندی کی کمی ایک ہنگامی consitute نہیں کرتامیری طرف سے. "
		-- Joan of Arc

%
QOTD:"یہ گلاب کی طرح، ہماری محبت کرے اور مر جائیں گے."
		-- Joan of Arc

%
QOTD:"میری زندگی کو ایک ڈرامہ ہے، اور جنہوں نے فلم کے حقوق ہو جاتا ہے؟"
		-- Joan of Arc

%
QOTD:"میرا شیمپو میرے رشتے سے زیادہ وقت تک رہتا ہے."
		-- Joan of Arc

%
QOTD:"یقینا یہ قتل ہتھیار ہے. کوئی ہے جو فریم کے ساتھ کریں گےایک جعلی؟ "
		-- Joan of Arc

%
QOTD:"بالکل اس کے لئے کوئی وجہ نہیں ہے، یہ صرف ہماری پالیسی ہے."
		-- Joan of Arc

%
QOTD:"اوہ، نہیں، نہیں ... میں نہیں خوبصورت بس بہت، بہت خوبصورت ہوں.."
		-- Joan of Arc

%
QOTD:"ہمارے والدین ہماری عمر کبھی نہیں تھے."
		-- Joan of Arc

%
QOTD:"وزن زیادہ آپ کو اپنے کتے کی دم پر قدم اور جب مر جاتا ہے جب."
		-- Joan of Arc

%
QOTD:"کہو، تم خوبصورت نظر آنا اتھلیٹک. ہم ٹینس کے ایک جوڑے ڈال کا کہنا ہے کہتم پر جوتے اور دیوار میں آپ کو چلانے؟ "
		-- Joan of Arc

%
QOTD:"وہ چارہ کے طور پر کے بارے میں کے طور پر ہوشیار ہے."
		-- Joan of Arc

%
QOTD:"ضرور، میں نے نیچے ایک جام ایک بار تبدیل کر دیا. سوال سمجھا نہیں."
		-- Joan of Arc

%
QOTD:"بچے وہ کے ارد گرد ایک سور کا گوشت چاپ پھانسی کرنا پڑا بہت بدسورت تھا اس کیگردن اس کے ساتھ کھیلنے کے لئے کتے کو حاصل کرنے کے لئے. "
		-- Joan of Arc

%
QOTD:"بزرگ خدا Suggoth کے پاس گیا اور مجھے وہ مل گیا اس ناقص ٹی شرٹ تھی."
		-- Joan of Arc

%
QOTD:"آلسی کے لئے کوئی بہانا نہیں ہو سکتا، لیکن مجھے یقین ہے کہ میں دیکھ رہا ہوں."
		-- Joan of Arc

%
QOTD:"یہ ایک ایک لائن کا ثبوت ہے ... ہم کافی دور تک شروع تو	بائیں."
		-- Joan of Arc

%
QOTD:"اشوب؟ میں ایک قددو میں فارم خریدا تو، وہ ہالووین منسوخ کروں گا."
		-- Joan of Arc

%
QOTD:"تمہارا کیا مطلب ہے، آپ کتے مقرر کیا تھا؟ بس آپ کو کیا بنا دیاوہ ٹوٹ گیا تھا لگتا ہے! "
		-- Joan of Arc

%
QOTD:"کیا میں اپنے بارے میں سب سے زیادہ پسند ہے میں اتنی سمجھ بوجھ ہے کہ ہےجب میں نے خلط ملط چیزوں. "
		-- Joan of Arc

%
QOTD:"کیا عورتوں اور ماہرین نفسیات` اپنے کوچ 'گر کال، ہم پر کال کریں"اپنی گردن baring."
		-- Joan of Arc

%
QOTD:"وہ پچھواڑے میں hauled، تو یہ تین دوروں لیا."
		-- Joan of Arc

%
QOTD:"مجھے؟ نہیں، نہیں، نہیں! لیکن میں آسنوں فروخت کرتے جو؟."
		-- Joan of Arc

%
QOTD:"حقیقی زندگی کی حمایت کی ہے تو کنٹرول-Z نہیں یہ بہت اچھا ہو گا؟"
		-- Joan of Arc

%
QOTD:"تم نے مجھے میرے کانوں میں * * سوراخ ڈال دیا اور ان سے چیزیں پھانسی کرنا چاہتے ہیں؟کس طرح ... قبائلی. "
		-- Joan of Arc

%
QOTD:"تم بھی حکمت دانت ضرورت نہیں ہے تو گونگا ہو."
		-- Joan of Arc

%
QOTD:میں چاہتا ہوں کہ میں نے کبھی حاصل کریں گے کے مقابلے میں تھوڑا زیادہ ہے.
		-- Joan of Arc

%
QOTD:میں چاہتا ہوں میری منصفانہ حصہ سے زیادہ ہے.
		-- Joan of Arc

%
QOTD:فلیش! فلیش! میں تم سے محبت کرتا ہوں! ... لیکن ہم صرف چودہ گھنٹے ہیںزمین کو بچانے کے!
		-- Joan of Arc

%
QOTD:میں تمہیں کس طرح سے Miss You دور نہیں جائیں گے تو کر سکتے ہیں؟
		-- Joan of Arc

%
QOTD:میں نے اپنی کھڑکی سے باہر دیکھا، اور الٹا کیلی Pettys 'کار کو دیکھا،پھر میں نے سوچا 'ہم میں سے ایک حقیقی مصیبت میں ہے'.
		-- Davey Allison, on a 150 m.p.h. crash

%
QOTD:میں نے آپ کی تنظیم سے محبت کرتا ہوں، تو یہ آپ کے سائز میں آتی ہے؟
		-- Davey Allison, on a 150 m.p.h. crash

%
QOTD:میں نے پنڈورا باکس کھول دیا، بیگ سے باہر بلی دو اور ڈالان کی عدالت میں گیند.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:میں ہوں "سماجی طور پر چیلنج کیا" - میں ایک بیوکوف نہیں ہوں.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:I گنجی نہیں ہوں - میں "کو چیلنج بال" ہوں.[میں نے کہ "مختلف طریقے بالوں والی" تھا سوچا. ایڈ.]
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:میں سول انجینئرز کے بارے میں سنا ہے، لیکن میں ایک کبھی نہیں ملے.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:یہ بہت اونچی ہے، تو آپ بھی پرانی ہیں.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:اگر آپ کو مصیبت کے لئے تلاش کر رہے ہیں تو، میں تم سے ایک وسیع انتخاب پیش کر سکتے ہیں.
		-- Hon. J. Hacker (The Ministry of Administrative Affairs)

%
QOTD:لڈوگ Boltzmann، شماریاتی زیر تعلیم ان کی زندگی کا زیادہ خرچ کرنے والےمیکینکس کے اپنے ہی ہاتھ سے 1906 میں انتقال ہو گیا. پال Ehrenfest، لے جانے والےکام پر، اب ہماری باری ہے 1933. میں اسی طرح مر گیا.
		-- Goodstein, States of Matter

%
QOTD:پیسہ ہی سب کچھ نہیں ہے، لیکن کم از کم یہ رابطے میں بچوں رکھتا ہے.
		-- Goodstein, States of Matter

%
QOTD:میری ماں جرم دوروں کے لئے سفر کے سفر کے ایجنٹ تھا.
		-- Goodstein, States of Matter

%
QOTD:10 سے 1 کے پیمانے پر میں، اوہ کہونگا ... وہاں کہیں میں.
		-- Goodstein, States of Matter

%
QOTD:مقدس گایوں عظیم ہیمبرگر بنانے.
		-- Goodstein, States of Matter

%
QOTD:خاموشی صرف نیکی وہ چلا گیا ہے.
		-- Goodstein, States of Matter

%
QOTD:کچھ لوگ ان دنوں میں سے ایک ہے. میں نے ان کی زندگی کے ایک پڑا ہے.
		-- Goodstein, States of Matter

%
QOTD:ٹیلنٹ کیا یہ کر سکتے ہیں، گنوتی کیا یہ لازمی نہیں ہے.میں نے کیا کرنا ادا کیا کریں.
		-- Goodstein, States of Matter

%
QOTD:تیار لوگوں کے بارے میں بات ... زیادہ ان میں سے نصف سے کام کرنے کے لئے تیار ہیںاور دوسروں کو ان کو دیکھنے کے لئے تیار سے زیادہ ہیں.
		-- Goodstein, States of Matter

%
QOTD:جنگل کے چپ ہو سکتا ہے، لیکن اس کا یہ مطلب نہیں کرتاسانپ دور چلے گئے ہیں.
		-- Goodstein, States of Matter

%
QOTD:ایک gerbil سے ایک hamster بتانے کے لئے صرف آسان طریقہ یہ ہے کہgerbil زیادہ تاریک گوشت ہے.
		-- Goodstein, States of Matter

%
QOTD:ایک مندر کی طرح th'r جسم کا علاج لوگوں کو کس طرح s'm Y'know؟ویسے، میں نے اپنا 'این تفریحی پارک کی طرح ... S'great کا علاج ...
		-- Goodstein, States of Matter

%
کوالٹی کنٹرول، این .:یقین دہانی ایک مصنوعات کے معیار کو ہاتھ سے باہر حاصل نہیں ہےاور اس کی تیاری یا ڈیزائن کی لاگت میں اضافہ.
		-- Goodstein, States of Matter

%
کوالٹی کنٹرول، این .:دور آ رہا ہر 1،000 یونٹوں کے باہر کی جانچ سے ایک کے عملکم از کم ایک 100 ورکس اس بات کو یقینی بنانے کے لئے ایک پیداوار لائن.
		-- Goodstein, States of Matter

%
Quark کے:آواز کی ایک اچھی طرح سے نسل بتھ کی طرف سے بنایا.
		-- Goodstein, States of Matter

%
کوئیگلے کے قانون:لھذا جس نے بھی کوئی بات نہیں تم پر کوئی سند، نہیں ہے کہ کس طرح چھوٹے، لونگااس کو استعمال کرنے atttempt.
		-- Goodstein, States of Matter

%
QWERT (kwirt) ن. [میگاواٹ <OW QWERTYUIOP، ایک تیرھویں] 1. وزن کی ایک یونٹ13 poiuyt avoirdupois (یا 1.69 kiloliks) کے برابر، عام طور پر میں استعمال کیا جاتاسٹرکچرل انجینرنگ 2. [Colloq.] ایک تیرھویں ایک مکمل طور پر بوجھبڑھ sligo لے جا سکتا ہے. 3. [Anat.] dermis کی ایک دردناک جلنمقعد 4. [بول چال] شخص دوسروں میں اتیجیت کرنے والے کے علاقے میںایک qwert کی علامات.
		-- Webster's Middle World Dictionary, 4th ed.

%
رالف کی معائنہ:یہ کسی بھی میکانی اعتراض کا احساس آپ کو اس کے دو کرنے کے لئے ایک غلطی ہےجلدی میں ہیں.
		-- Webster's Middle World Dictionary, 4th ed.

%
رینڈم، N .:بڑی تعداد میں کے طور پر، امکانات. میموری رسائی میں کے طور پر، غیر متوقع.
		-- Webster's Middle World Dictionary, 4th ed.

%
صحت سے متعلق کی رے کی حکمرانی:ایک ہے micrometer کے ساتھ پیمائش. چاک کے ساتھ مارک. ایک کلہاڑی سے کاٹ.
		-- Webster's Middle World Dictionary, 4th ed.

%
جواب: گرافکس:ایک تصویر مالیت 10K الفاظ ہے - لیکن صرف ان لوگوں کو بیان کرنے کے لیے	تصویر. شاید ہی 10K الفاظ کی کسی بھی سیٹوں کی مناسب طریقے سے ہو سکتا ہےتصاویر کے ساتھ بیان کیا.
		-- Webster's Middle World Dictionary, 4th ed.

%
ریئل ٹائم، ADJ .:یہاں اور اب، جعلی وقت، صرف وہاں اور پھر اس وقت ہوتی ہے جس کی مخالفت کی.
		-- Webster's Middle World Dictionary, 4th ed.

%
حقیقی دنیا،، N .:1. پروگرامنگ میں، جس پروگراموں مئی میں ان اداروںفورٹران، کوبول، آر پی جی، IBM، وغیرہ 2. کرنے کے طور پر ایک ہی جملے میں استعمال کیا جاپروگرامرز، غیر پروگرامرز اور سرگرمیوں کے محل وقوع کے متعلق نہیںپروگرامنگ کے. قمیض اور 3. ایک کائنات ہے جس میں معیاری لباس ہےباندھنے اور جس میں ایک شخص کے کام کے گھنٹوں 5. 4 سے 9 طور پر بیان کر رہے ہیں.جمود کا محل وقوع. 5. کہیں بھی ایک یونیورسٹی سے باہر."بیچارا، وہ MIT چھوڑ دیا اور حقیقی دنیا میں چلا گیا ہے." استعمال کیا جاتا ہےpejoratively وہاں رہائش گاہ میں نہ ان کی طرف سے. گفتگو میں، میں بات کراگر کوئی حقیقی دنیا میں داخل ہو گیا ہے کی ایک کے بارے میں بات کے برعکس نہیں ہےمتوفی.
		-- Webster's Middle World Dictionary, 4th ed.

%
پنرمولیانکن، N .:بعد دماغ کی ایک اچانک تبدیلی پتہ چلا جا رہا.
		-- Webster's Middle World Dictionary, 4th ed.

%
استقبالیہ علاقے، این .:purgatory کے دفتر زائرین خرچ کرنے کی مذمت کر رہے ہیں جہاںانگت گھنٹے تجارت کے معاملات واپس کتے-کان پڑھنےجدید پلاسٹک کی طرح رسائل، سلسلہ عمر، اور چکن دنیا نے دیکھا،استقبالیہ blithely اس کی اپنی تجارت میگزین پڑھتا ہے -میٹرو.
		-- Webster's Middle World Dictionary, 4th ed.

%
تکرار N .:تکرار دیکھیں.
		-- Random Shack Data Processing Dictionary

%
اصلاح، N .:ایک کنیسہ یہودی چھٹیوں کے لئے بند کر دیتا ہے کہ.
		-- Random Shack Data Processing Dictionary

%
رجعت تجزیہ:سمجھنے کی چیزیں ہیں کیوں کی کوشش کر رہے کے لئے ریاضی کی تراکیب	بدتر ہو رہی.
		-- Random Shack Data Processing Dictionary

%
Reichel کے قانون:چھٹی پر ایک جسم کی طرف سے ان پر عمل کیا، جب تک کہ چھٹی پر رہنے کے لئے جاتا ہےکسی بیرونی قوت.
		-- Random Shack Data Processing Dictionary

%
تصوراتی جڑتا کے Reisner کی حکمرانی:اگر آپ کو کافی بڑی سوچتے ہیں تو، آپ کو ایسا کرنے کی ضرورت کبھی نہیں کروں گا.
		-- Random Shack Data Processing Dictionary

%
قابل اعتماد ذرائع، N .:آدمی آپ کو صرف ملاقات کی.
		-- Random Shack Data Processing Dictionary

%
Renning کی میکسم:انسان اعلی ترین جانور ہے. انسان درجہ بندی کرتا ہے.
		-- Random Shack Data Processing Dictionary

%
رپورٹر، این .:سچائی کے سفر اندازے اور کسی کے ساتھ اس کا خاتمہ جو ایک مصنفالفاظ کی آندھی.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
شہرت، ADJ .:کیا دوسروں کو آپ کے بارے میں نہیں سوچ رہے ہیں.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
تحقیق، N .:کولمبس پر غور کریں:انہوں نے کہا کہ معلوم نہیں تھا کہ وہ کہاں جا رہا تھا.وہ وہاں مل گیا تو اسے معلوم نہیں تھا کہ وہ کہاں تھا.وہ واپس مل گیا تو اسے معلوم نہیں تھا کہ وہ کہاں گیا تھا.اور اس نے کسی اور کے پیسے پر یہ سب کیا.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ذمہ داری:ہر کوئی طاقت ہونے کے ایک عظیم ذمہ داری ہے کہ کہتے ہیں. یہ وہ جگہ ہےbunk کے کی ایک بہت کچھ. کوئی چیز اگر کوئی تمہیں دوش کر سکتے ہیں جب ذمہ داری ہےغلط ہوتا ہے. آپ کی طاقت ہے جب آپ کو جس کا کام یہ لوگوں کی طرف سے گھیر لیا جاتا ہےاپنی غلطیوں کا الزام لینے کے لئے ہے. وہ ہوشیار ہو تو، کہ ہے.
		-- Cerebus, "On Governing"

%
انقلاب، N .:بیرون ملک کی حکومت کی ایک شکل.
		-- Cerebus, "On Governing"

%
انقلاب، N .:سیاست میں حکومت کی خرابیاں کی شکل میں ایک اچانک تبدیلی.
		-- Ambrose Bierce

%
انقلابی، ADJ .:Repackaged.
		-- Ambrose Bierce

%
رہوڈ آئی کی قانون:جب کوئی اصول، قانون، اصول، امکان، جو کچھ ہو رہا، حالات،یا نتیجہ کسی بھی طرح سے ہو سکتا ہے براہ راست، بالواسطہ طور پر، کو empirically، یاcircuitously ثابت، ماخوذ، تقاضا، قیاسی، حوصلہ افزائی، کٹوتی،اس مقصد کے لیے ہمیشہ اندازہ لگایا، یا سائنسی اندازہ لگایا، یہ ہو گاسہولت، مصلحت، سیاسی فائدہ، مادی فوائد کے، یاذاتی سکون، یا اس کے کسی بھی مجموعہ، یا میں سے کوئی بھیمندرجہ بالا، یک طرفہ طور پر اور unequivocally، فرض اعلان، اور جائےمسلمہ، عالمی، immutably ہو کے طور پر مطلق حقیقت پر التزام،اور infinitely لہذا، اس وقت تک اس کے لئے فائدہ مند ہو جاتا ہےشاید دوسری صورت میں فرض،.
		-- Ambrose Bierce

%
رچی کی حکمرانی:(1) سب کچھ کچھ قدر ہے - آپ کو صحیح کرنسی استعمال کرتے ہیں تو.(2) پینٹ پینٹ کام کے مقابلے میں اب آخری چھینٹے پڑیں.(3) تلاش اور تم پاؤ گے - لیکن یہ کھو گیا تھا اس بات کو یقینی بناتے ہیں.
		-- Ambrose Bierce

%
روبوٹ، N .:یونیورسٹی منتظم.
		-- Ambrose Bierce

%
نظام کو طاقت، ADJ .:کبھی تمہیں افسوس ہے کہنا ہے کہ کرنے.
		-- Ambrose Bierce

%
انوویشن کی روک تھام کے چٹٹانی کے تصادم:جب تک کے نتائج پیشگی جانا جاتا ہے، فنڈگ ایجینسیوں گےتجویز کو مسترد کرتے ہیں.
		-- Ambrose Bierce

%
Rudd کی ڈسکوری:آپ کسی بھی سینیٹر یا رکن کانگریس گھر جا کر بنا سکتے ہیں جانتے ہیں کہ$ 300،000 کے لئے $ 400،000، لیکن وہ ایسا نہیں کرتے. کیوں؟ وہ کر سکتے ہیں کیونکہواشنگٹن میں رہنا اور یہ وہاں بنانے.
		-- Ambrose Bierce

%
Rudin کے قانون:کچھ کرنے کے لئے ایک غلط طریقہ ہے تو، سب سے زیادہ لوگوں لونگایہ ہر وقت کرتے ہیں.Rudin کی دوسری قانون:ایک بحران کسی ایک کا انتخاب مجبور کرتا ہے کہ میں متبادل کے درمیان بنایا جائےکارروائی کے کورسز، لوگ بدترین ممکن منتخب کرنے کے لئے ہوتے ہیںکورس.
		-- Ambrose Bierce

%
ؤبڑ، ADJ .:اٹھانے کے لئے بہت بھاری.
		-- Ambrose Bierce

%
راج # 1:باس ہمیشہ صحیح ہے.راج # 2:باس غلط ہے تو، دیکھیں راج # 1.
		-- Ambrose Bierce

%
تخلیقی ریسرچ کی حکمرانی:(1) آپ کاپی کر سکتے ہیں کیا کبھی اپنی طرف متوجہ.(2) کبھی کاپی آپ کو ٹریس کر سکتے ہیں کیا.(3) کبھی ٹریس آپ کو کاٹ اور نیچے چسپاں کر سکتے ہیں کیا.
		-- Ambrose Bierce

%
Defactualization کی حکمرانی:انفارمیشن بیوروکریسی کے ذریعے ؤردوگامی خراب.
		-- Ambrose Bierce

%
میں Feline مایوسی کی حکمرانی:آپ کی بلی آپ کی گود میں سو گیا اور اس صورتحال سے لگتا ہے جبمواد اور دلکش، آپ کو اچانک میں جانا پڑے گاباتھ روم.
		-- Ambrose Bierce

%
عظیم کی حکمرانی:لوگ آپ کو بہت تعریف کی گہری سوچ رہا جائے ظاہر کرتے ہیں توخیالات، وہ شاید دوپہر کے کھانے کے بارے میں سوچ رہے.
		-- Ambrose Bierce

%
اکیڈمک ڈین کے قوانین:(1) چھپائیں !!!!(2) وہ آپ کو جھٹلائیں تلاش ہے تو، !!!!
		-- Father Damian C. Fandal

%
نیویارک میں ڈرائیونگ کے لئے قوانین:(1) اپنے سینگ honking کے رہتے ہوئے کیا کچھ بھی قانونی ہے.(2) آپ اپنی ہی چار طرفہ فلاشرس کردیں تو کہیں بھی کھڑی ہو سکتی ہے.(3) ایک لال بتی اگلے چھ گاڑیوں کے ذریعے جا سکتے ہیں کا مطلب ہے کہ	    چوراہا.
		-- Father Damian C. Fandal

%
مصنفین کے لئے قوانین:رن پر سزائیں وہ پڑھنے کے لئے مشکل ہیں سے بچیں. کوئی ڈبل کا استعمال نہ کریںمنفی. مناسب طریقے نیم وقفہ کا استعمال یہ مناسب ہے جہاں، ہمیشہ اس کا استعمال؛اور جہاں یہ نہیں ہے کبھی نہیں. apostrophe کے مناسب استعمال ہے کے لئے ریزرو اوراس کی ضرورت نہیں ہے جب یہ ترک. کوئی سزا کے ٹکڑے. ہیں کہ کوما سے بچیں،غیر ضروری. بولی ضائع کرنا، irregardless. اور اس کے ساتھ ایک جملہ شروع نہ کروایک مل کر. SY-llables اور بچنے غیر ضروری ڈیش کی علامت کے درمیان Hyphenate.تمام adverbial فارمز درست لکھیں. رسمی تحریری طور پر سنکچن کا استعمال نہ کریں.احتیاط سے لکھنا، بے ربط participles گریز کیا جانا چاہیے. اس پر فرض ہےہم سے archaisms سے بچنے کے لئے. ہے کہ فعل کے غلط فارم کی واضح راستے پر لانازبان میں نہیں snuck. کبھی نہیں، کبھی بار بار redundancies کے استعمال کرتے ہیں. میں نے توایک بار تم سے کہا، میں تم سے ایک ہزار بار، مبالغہ مزاحمت کر بتا دیا ہے. اس کے علاوہ،عجیب یا متاثرہ تخپراس سے بچنے. سٹرنگ مت بھی کئی prepositionalآپ کے سائے کی وادی کے ذریعے چلنے رہے ہیں جب تک ایک دوسرے کے ساتھ جملےموت. "کے کثرت استعمال سے بچیں 'نشانات کوٹیشن". "'"
		-- Father Damian C. Fandal

%
رونی کی حکمرانی:تم کہاں ہو آپ کو پرواہ نہیں کرتے ہیں تو، آپ کو کھو نہیں ہے.
		-- Father Damian C. Fandal

%
ریان قانون:مسلسل تین درست اندازے بنائیںاور آپ کو ایک ماہر کے طور پر اپنے آپ کو قائم کرے گا.
		-- Father Damian C. Fandal

%
Sacher کے مشاہدے:کچھ لوگوں کی ذمہ داری کے ساتھ بڑھنے - دوسروں کو محض سوجن.
		-- Father Damian C. Fandal

%
سیٹلائٹ حفاظت ٹپ # 14:اگر آپ دیکھیں کہ آسمان میں ایک روشن لکیر تم پر آ رہا، بتھ.
		-- Father Damian C. Fandal

%
Sattinger کے قانون:اس سے بہتر کام کرتا ہے اگر آپ اس میں پلگ ہے تو.
		-- Father Damian C. Fandal

%
تشخیص مصلحت نظام کے وحشی کی قانون:تم چاہتے یہ برا، آپ کو یہ برا لاتی ہوں.
		-- Father Damian C. Fandal

%
منظر نامے، N .:میں سیاق و سباق فراہم کرتا ہے کہ واقعات کا ایک تصوراتی تسلسلجو ایک کاروباری فیصلہ بنایا گیا ہے. مناظر ہمیشہ میں آتے ہیںتین کے سیٹ: بہترین صورت، بدترین صورت، اور صرف اس صورت میں.
		-- Father Damian C. Fandal

%
Schapiro کی وضاحت:گھاس ہمیشہ سرسبز دوسری طرف ہے - لیکن یہ ہےوہ زیادہ کھاد استعمال کرتے ہیں کیونکہ.
		-- Father Damian C. Fandal

%
Schlattwhapper، N .:کو نکالا جا کرنے کے لئے خود کو اجازت دیتا ہے کہ ونڈو سایہ،ایک سیکنڈ کے لئے ہچکچاتے، پھر اپنے چہرے پر تصاویر.
		-- Rich Hall, "Sniglets"

%
شمٹ کے مشاہدے:تمام چیزیں برابر ہونے، ایک موٹی شخص زیادہ صابن استعمال کرتاایک پتلی شخص کے مقابلے میں.
		-- Rich Hall, "Sniglets"

%
سکاٹ کی پہلی قانون:کوئی بات غلط ہو جاتا ہے کیا، یہ شاید صحیح نظر آئے گا.سکاٹ کی دوسرا قانون:ایک خرابی کا پتہ چلا اور درست کیا گیا ہے، تو یہ پایا جائے گاپہلی جگہ میں غلط کیا گیا ہے.فرع:خرابی تصحیح میں پایا گیا ہے کے بعد، یہ ہو جائے گامیں واپس اصل مقدار کو فٹ ہونے کے لئے ناممکنمساوات.
		-- Rich Hall, "Sniglets"

%
scribline، N .:جہاں ایک کے دستخط جاتا کریڈٹ کارڈ کی پشت پر خالی علاقے.
		-- "Sniglets", Rich Hall & Friends

%
بزنس میٹنگز کا دوسرا قانون:ایک شخص کے نام کے ہجے کرنے کے لئے دو طریقوں سے ممکن ہیں، تو آپ کوغلط ایک کو منتخب کریں گے.فرع:ایک نام کے ہجے کرنے کا ایک ہی راستہ ہے تو،آپ ویسے بھی، یہ غلط ہجے گا.
		-- "Sniglets", Rich Hall & Friends

%
آخری امتحان کا دوسرا قانون:پہلی بار کے لئے تمام سال - - آپ سب سے مشکل فائنل میں سب سے زیادہdistractingly کلاس میں کشش طالب علم آپ کے لئے اگلے بیٹھے گا.
		-- "Sniglets", Rich Hall & Friends

%
سیکرٹری کا بدلہ:"" کے تحت تقریبا ہر چیز فائلنگ.
		-- "Sniglets", Rich Hall & Friends

%
کلی میڈیسن کے Seleznick کی تھیوری:آئس کریم تمام برائیوں کو شفا دینا. عارضی طور پر.
		-- "Sniglets", Rich Hall & Friends

%
سنویبرم کے لئے خود ٹیسٹ:تم تمہارے پاس ہے جب آپ کو ہے کہ کسی بھی چیز کے بارے میں سوچنا نہیں کر سکتے ہیںآپ کی اپنی غلطی.
		-- "Sniglets", Rich Hall & Friends

%
سینیٹ، N .:اعلی کے فرائض اور دراچار کا الزام عائد بزرگ حضرات کے ایک جسم.
		-- Ambrose Bierce

%
بڑھاپا، N .:ایک ہی ہوتا ہے، جن کے ساتھ بزرگ افراد کے دماغ کی حالت اختلاف.
		-- Ambrose Bierce

%
Serendipity کی، این .:جس کے عمل کے ذریعے انسانی علم اعلی درجے کی ہے.
		-- Ambrose Bierce

%
Serocki کی stricture کی:شادی ہمیشہ ایک بیچلر کی آخری آپشن ہے.
		-- Ambrose Bierce

%
شینن کی مشاہدے:کچھ نہیں کے لئے شروع کر رہا ہے کہ ایک بری صورت حال کے طور پر بہت نراشا ہےکو بہتر بنانے کے.
		-- Ambrose Bierce

%
سیکنڈ اور، ن .:میں دینے کے لئے، ذلت برداشت.
		-- Ambrose Bierce

%
شا کے اصول:یہاں تک کہ ایک بیوکوف کا استعمال کر سکتے ہیں کہ ایک نظام کی تعمیر، اور صرف ایک بیوکوف گااس کو استعمال کرنا چاہتے ہیں.
		-- Ambrose Bierce

%
Shedenhelm کے قانون:تمام ٹریلس وہ ڈاؤنہل حصے ہوں کے مقابلے میں زیادہ مشکل حصوں ہے.
		-- Ambrose Bierce

%
Shick کی قانون:کوئی مسئلہ نہیں ایک اچھا معجزہ حل نہیں کر سکتا ہے.
		-- Ambrose Bierce

%
سلورمین کا قانون:مرفی قانون غلط جا سکتے ہیں تو، یہ ہو گا.
		-- Ambrose Bierce

%
شمعون کے قانون:ایک دوسرے کے ساتھ ڈال دیا سب کچھ کے علاوہ جلد یا بعد میں آتا ہے.
		-- Ambrose Bierce

%
سکنر مسلسل (یا Flannagan کی Finagling فیکٹر:)، جب، سے ضرب ہے جس سے تقسیم ہے کہ مقدار،، میں شامل کیایا جواب تمہارے پاس سے subtracted، آپ کو آپ کو جواب دیتا ہےہو جانا چاہئے.
		-- Ambrose Bierce

%
ہوشیار کی کائنات کے تین قوانین:(1) جانا جاتا کائنات میں کچھ بھی نہیں ایک برا چیک سے زیادہ تیزی سے سفر.(2) A چربی کی چار پونڈ چاکلیٹ کے کوارٹر اونس =.ہے جو، گہرے قسم: (3) وہاں گندگی کی دو قسمیں ہیںروشنی اشیاء، اور روشنی کی قسم ہے جس کی طرف متوجہسیاہ اشیاء کی طرف متوجہ.
		-- Ambrose Bierce

%
Slous 'تنازع:آپ بھی ساتھ ساتھ ایک کام کرتے ہیں تو، آپ کو اس کے ساتھ پھنس حاصل کریں گے.
		-- Ambrose Bierce

%
Slurm، N .:کیچڑ جب ایک صابن بار کے underside پر جمع کویہ کافی لمبا ڈش میں بیٹھتا ہے.
		-- Rich Hall, "Sniglets"

%
Snacktrek، N .:عجیب عادت، جب ایک سنیک کے لئے، کی مسلسل تلاش کرناامیدیں کچھ نیا پڑے گا کہ میں فرج پر آرہے ہیںمتجسم.
		-- Rich Hall, "Sniglets"

%
تیز ہاجر جوابی:آپ کو ایک اور موقع ملا تو آپ کیا کہنا چاہتے ہیں.
		-- Rich Hall, "Sniglets"

%
Sodd کی دوسری قانون:جلد یا بعد میں، حالات کی بدترین ممکن سیٹ ہےہونے کے لیے پابند.
		-- Rich Hall, "Sniglets"

%
سافٹ ویئر، N .:خاتون کمپیوٹر تجزیہ کاروں کے لئے فارمل شام کے کپڑے.
		-- Rich Hall, "Sniglets"

%
بعض نکات [جانوروں کے بارے میں] یاد کرنے کے لئے:(1) بڑے جانوروں کے تحت سو نہ جانا، جیسے، ہاتھی، rhinoceri،hippopotamuses؛(2) نیچے تیز دانت یا زہریلی fangs کے ساتھ جانوروں کو مت ڈالوآپ کے کپڑے کے سامنے؛(3) بعض جانوروں، جیسے، مگرمچرچھون اور بچھو یا کتوں عوامی تحریک نہ کریںآپ کو صرف لات ماری کی ہے.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
spagmumps، N .:میل آرڈر اشیاء کے ساتھ کہ Styrofoam کے گولیوں کے لاکھوں میں سے کوئی.
		-- "Sniglets", Rich Hall & Friends

%
پروف ریڈنگ کی Speer کی 1st قانون:ایک خرابی کی نمائش کے لئے inversely متناسب ہےتعداد کے اوقات میں سے تم نے اسے دیکھا ہے.
		-- "Sniglets", Rich Hall & Friends

%
اسپینس کی نصیحت:ایک kamikaze ہوائی جہاز پر دور stow ہے کبھی نہیں.
		-- "Sniglets", Rich Hall & Friends

%
Spirtle، N .:ایک چکوترا ہمیشہ حق آپ کی آنکھوں میں زمین سے ٹھیک ندی.
		-- Sniglets, "Rich Hall & Friends"

%
شریک حیات، N .:کوئی جو تمام مصیبت کے ذریعے آپ کے ساتھ کھڑے ہوں گے آپآپ واحد ٹھہرے ہوتا تو میں نہیں تھا.
		-- Sniglets, "Rich Hall & Friends"

%
squatcho، N .:ایک بیس بال ٹوپی کے سب سے اوپر کے بٹن.
		-- "Sniglets", Rich Hall & Friends

%
معیارات، N .:اصولوں ہم دوسرے لوگوں کے کوڈ کو مسترد کرنے کے لئے استعمال.
		-- "Sniglets", Rich Hall & Friends

%
شماریات، N .:اس بات پر قائل کرنے میں آپ کی سیاسی تعصبات کے اظہار کے لئے ایک نظامسائنسی آڑ.
		-- "Sniglets", Rich Hall & Friends

%
کامیابی کا Steckel کی حکمرانی:کافی اچھی کافی اچھا نہیں ہے.
		-- "Sniglets", Rich Hall & Friends

%
سٹیل کے قانون:دس سے زیادہ افراد کی طرف سے نہیں کیا جا سکتا جس میں کاموں موجودیا ایک سو سے کم.
		-- "Sniglets", Rich Hall & Friends

%
کسی اور کی فلسفہ کی سٹیل کی ادبی سرقہ:ہر کوئی کسی چیز میں یقین کرنا چاہئے - میں نے پڑے گا یقین رکھتے ہیںایک اور پینے.
		-- "Sniglets", Rich Hall & Friends

%
سسٹمز پروگرامنگ کے لئے Steinbach کے رہنما اصول:ایک خرابی کی حالت آپ کو ہینڈل کرنے کا طریقہ نہیں جانتے کے لئے امتحان کبھی نہیں.
		-- "Sniglets", Rich Hall & Friends

%
Stenderup کے قانون:جتنی جلدی آپ کو پیچھے گر، زیادہ وقت آپ کو پکڑنے کے لئے کرنا پڑے گا.
		-- "Sniglets", Rich Hall & Friends

%
اسٹاک کی مشاہدے:آپ جیسے ہی پانی کے اوپر اپنے سر حاصل لیکن کسی ھیںچتی کیاآپ Flippers کی آف.
		-- "Sniglets", Rich Hall & Friends

%
پتھر کی قانون:ایک شخص کی "سادہ" ایک اور آدمی کی "ہاں؟"
		-- "Sniglets", Rich Hall & Friends

%
حکمت عملی، N .:نشکریتا کے ایک جامع منصوبہ.
		-- "Sniglets", Rich Hall & Friends

%
ترکیب، حکمت عملی:ایک طویل فاصلے تک کی منصوبہ بندی جس کا میرٹ کچھ دیر تک تعین نہیں کیا جا سکتاکرنے والوں کے بعد اس تنظیم کو چھوڑ دیا ہے.
		-- "Sniglets", Rich Hall & Friends

%
Stult کی رپورٹ:ہمارے مسائل کو زیادہ تر ہمارے پیچھے ہیں. اب ہم کیا کرنے کی ضرورت ہےمسائل کے حل لڑنے.
		-- "Sniglets", Rich Hall & Friends

%
پاگل، N .:کھیل پر $ 25 اور فوری ری پلے پر $ 25 کھونے.
		-- "Sniglets", Rich Hall & Friends

%
سٹرجن کے قانون:سب کچھ میں سے 90 فیصد CRUD ہے.
		-- "Sniglets", Rich Hall & Friends

%
چینی والد صاحب، ن .:ایک شخص نے قائن کو بلند کرنے کے لئے برداشت کر سکتے ہیں جو.
		-- "Sniglets", Rich Hall & Friends

%
سن مائکروسسٹمز:نیٹ ورک لوڈ کی اوسط ہے.
		-- "Sniglets", Rich Hall & Friends

%
غروب آفتاب، N .:کم طول موج کا واضح وایمنڈلیی بکھرنے،کے ساتھ 650 نینومیٹر ذیل میں منتخب ٹرانسمیشن کے نتیجے میںآہستہ شمسی ترقی کو کم کرنے.
		-- "Sniglets", Rich Hall & Friends

%
سشی، N .:جب کہ جو مئی اب بھی زندہ ہو چاولوں کے اوپر ڈال دیا جاتا ہے اوربرقی ٹیپ کے ساتھ پر باندھ.
		-- "Sniglets", Rich Hall & Friends

%
Sushido، N .:ٹونا کے راستے.
		-- "Sniglets", Rich Hall & Friends

%
سواہیلی، N .:ان مراجعتوں پرنٹ کرنے کے لئے نیشنل طلب طرف سے استعمال کیا زبان.
		-- Johnny Hart

%
سویٹر، N .:جب اس کی ماں کی مرچ محسوس ہوتا ہے ایک لباس ایک بچے کی طرف سے پہنا.
		-- Johnny Hart

%
آرڈر کے Swipple کی حکمرانی:میں loudest بک ہے وہ منزل ہے.
		-- Johnny Hart

%
نظام خود مختار، ADJ .:تمام نظام پر یکساں طور پر غیر تسلی بخش کام کرتا ہے.
		-- Johnny Hart

%
دن کی ٹی شرٹ:پہاڑوں کے لئے سرتعاقب ٹی شرٹ دن کی (اسی قدرتی پس منظر پر):آپ بیوش لئے پہاڑوں، سر کو پسند ہے تو!
		-- courtesy someone else

%
دن کی ٹی شرٹ:میں نے اس شخص تمہاری ماں کے بارے میں متنبہ ہوں.
		-- courtesy someone else

%
ٹی شرٹ:زندگی * * ایک کیبری نہیں ہے، اور مجھ سے Chum بلا کو روکنے کے!
		-- courtesy someone else

%
کی tact، N .:آپ سوچ رہے ہیں کی انکہی حصہ.
		-- courtesy someone else

%
زبردستی کارروائی کریں:ایک طویل وقت پہلے کیا جانا چاہئے تھا کہ کچھ.
		-- courtesy someone else

%
ٹیکس آفس، این .:انصافی کے اڈے.
		-- courtesy someone else

%
ٹیکسز، N .:زندگی کے دو یقینی باتیں کی، صرف ایک ہی جس کے لئے آپ حاصل کر سکتے ہیںایک توسیع.
		-- courtesy someone else

%
پوست انباز، N .:ایک شخص کو جانوروں mounts ہے جو.
		-- courtesy someone else

%
TCP / IP بول چال ایوان کی لغت، # 1:گونگ، (ن): آگاہ لئے قرون وسطی مدتی، یا جو اس زمانے میں ان کے لئے pased.آج ایک bogon حملے کے بعد بیان کرنے کے لیے استعمال کیا whimsically. سوچوانگریزی زبان کے گالاپاگوز کے طور پر ہماری کمیونٹی کے."Vogons آپ کو برا شاعری پڑھ سکتے ہیں، لیکن آپ کو متروک bogons RFCs مطالعہ بناتے ہیں."
		-- Dave Mills

%
ٹیم ورک، این .:اگر کوئی الزام عائد کرنا اندوز.
		-- Dave Mills

%
تکنیکی، N .:ایک انگریزی عدالت میں ہوم نامی شخص ہونے میں بہتان کے لئے کی کوشش کر رہا تھاقتل کے ایک پڑوسی پر الزام لگایا. اس کے عین مطابق الفاظ تھے: "سر تھامس اپونایک cleaver لیا ہے اور سر پر ان کے باورچی زدہ کر رکھا ہے، ایک ہے تا کہاس کے سر کے کنارے ایک کندھے اور ان پر دوسری طرف گر گیادیگر کندھے. "مدعا علیہ کی ہدایات کی طرف سے بری کیا گیاعدالت، سیکھا ججوں انعقاد الفاظ قتل کے الزام نہیں تھا کہ،کے لئے انہوں نے کوک کی موت کی تصدیق نہیں کی تھی، صرف ایک ہونے کی وجہ سے ہے کہتخمینے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
ٹیلی فون، N .:فوائد میں سے کچھ منسوخ ہے جس کو شیطان کی ایجادایک نا پسندیدہ شخص کو اس کی دوری رکھنے کے بنانے کے.
		-- Ambrose Bierce

%
telepression، N .:یہ جان کر کہ آپ کی کوشش نہیں کی تھی سے حاصل ہوتی ہے جس آروپت جرممشکل ڈال اپنے اپنے طور پر تعداد میں نظر آتے ہیں اور اس کی بجائے کرنے کے لئے کافیڈائرکٹری اسسٹنٹ پر بوجھ.
		-- "Sniglets", Rich Hall & Friends

%
ٹیوٹنک:کافی نہیں شراب.
		-- "Sniglets", Rich Hall & Friends

%
357،73 تھیوری:پریکشکوں ہمیشہ اخراجات اکاؤنٹس کو مستردایک نیچے لائن 5 کی طرف سے تقسیم کے ساتھ.
		-- "Sniglets", Rich Hall & Friends

%
ابرام 'اصول:دو پوائنٹس کے درمیان کم سے کم فاصلے دیوار دور ہے.
		-- "Sniglets", Rich Hall & Friends

%
دماغ کے دوران معاملہ کے قدیم اصول:مجھے کوئی اعتراض نہیں ... اور آپ کو کوئی فرق نہیں ہے.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
بیٹلس:پال McCartney کی پرانی بیک اپ کے بینڈ.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
پروگرام کی ترقی کے برگز پیچھا قانون:یہ لکھنے اور ڈیبگ ایک کے لئے کتنا وقت لگے گا اس بات کا تعین کرنے کے لئےپروگرام، تمہارا سب سے اچھا تخمینہ لے، دو کی طرف سے کہ ضرب، شاملایک، اور اگلے اعلی یونٹس میں تبدیل.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
مشیر کی لعنت:کسٹمر آپ کو کافی طویل وسلم مارا پیٹا گیا ہو، اسے دیناکیا وہ، کے لئے پوچھتا ہے بجائے اس نے کی ضرورت میں سے. یہ بہت مضبوط ہےطب، اور عام طور پر صرف ایک بار کی ضرورت ہے.
		-- As revealed to reporter G. Rivera by Swami Havabanana

%
یہودی اور goyish درمیان فرق، بہت ٹھیک ٹھیک ہو سکتا ہےمندرجہ ذیل لینی بروس اقتباس از وضاحت کرتا ہے:"میں یہودی ہوں. Count Basie کی کے یہودی. رے چارلس یہودی ہے.ایڈی گلوکار کی goyish. B'nai Brith goyish ہے. سے Hadassah ہےیہودی. مرین کور - بھاری goyish، خطرناک."کول ایڈ goyish ہے. تمام ڈریک کیک goyish ہیں.پمپرنکل یہودی ہے اور، جیسا کہ آپ جانتے، سفید روٹی بہت goyish ہے.فوری الو - goyish. سیاہ چیری سوڈا بہت سے یہودی ہے.بادامی روٹیوں بہت سے یہودی ____ رہے ہیں. پھل کا ترکاریاں یہودی ہے. چونا جمنا-O ہےgoyish. چونے سوڈا بہت goyish ____ رہا ہے. ٹریلر پارکوں تا کہ goyish ہیںیہودیوں ان کے قریب نہیں جائیں گے ... "
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
پانچویں حکمرانی:تم اپنے آپ کو بہت سنجیدگی سے لیا ہے.
		-- Arthur Naiman, "Every Goy's Guide to Yiddish"

%
پروگرام کی اصلاح کا پہلا اصول:ایسا نہ کرو.پروگرام کی اصلاح کی دوسری حکومت (صرف ماہرین کے لئے!):ابھی تک ایسا نہ کرو.
		-- Michael Jackson

%
سوشلزم کے پانچ قوانین:(1) یہ نہ سمجھو.(2) اگر آپ کو لگتا ہے تو، نہیں بولتے.(3) آپ کو لگتا ہے اور بات تو نہیں لکھتے.(4) اگر آپ کو لگتا، بولنا اور لکھنا، دستخط نہیں کرتے.(5) اگر آپ کو لگتا، بولنا، لکھنا اور دستخط، حیران نہ ہو.
		-- being told in Poland, 1987

%
فالونگ Subsume تمام جسمانی اور انسانی قوانین:(1) آپ کو ایک تار پر دھکا نہیں کر سکتے ہیں.(2) کوئی مفت لنچ نہیں ہے.(3) ان کو ہے کے طور پر، ہو جاتا ہے.(4) تم ان سب کو نہیں جیت سکتے، لیکن آپ کو یقین ہے کہ جہنم کے طور پر ان سب کو کھو کر سکتے ہیں.
		-- being told in Poland, 1987

%
آرٹس اینڈ سائنسز کے سنہری اصول:سونے ہے وہ قوانین بناتا ہے.
		-- being told in Poland, 1987

%
Gordian میکسم:ایک تار ایک سرے ہے تو یہ دوسرا ہے.
		-- being told in Poland, 1987

%
عظیم گنجی دلدل ہاگ:Billericay دکھاتا ہے کی عظیم گنجی دلدل ہاگ، پریم میں،اپنے ہی اچار اور ہالڈی میز کلرک کے نقوش کرتا.اس کا مطلب یہ ہے کے بعد سے اس کی بہت زیادہ مدت کے لئے گتہین کھڑےوقت وہ اکثر عظیم گنجی دلدل کی طرف سے مکمل ڈسپلے میں کھایا جاتا ہےہاگ ھانےوالا.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
ھینی کن اصول غیر یقینی:آپ کو آخری رات تھی کہ کتنے بیر بات کا یقین نہیں ہو سکتا.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
جنگ کی تاریخ اسی طرح سے تقسیم کیا جاتا ہے، اگرچہ یہاں مراحلعذاب، پرتیاشا، اور ڈپلومیسی ہیں. اس طرح:عذاب:میں کیونکہ آپ میرے بھائی کو مارا آپ کو قتل کرنے جا رہا ہوں.پرتیاشا:میں نے آپ کے بھائی کو ہلاک کر دیا، کیونکہ آپ کو قتل کرنے جا رہا ہوں.ڈپلومیسی:میں نے اپنے بھائی کو قتل کرنے اور اس کے بعد آپ کو قتل کرنے جا رہا ہوںبہانے تمہارے بھائی نے یہ کیا کہ.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Illiterati Programus سرگ 1:ایک پروگرام کی ناک کی طرح ایک بہت ہے: کبھی کبھی یہ چلتا ہے، اورکبھی کبھی یہ چل رہی ہے.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
کینیڈی مسلسل:پاگل مت بنو - یہاں تک ملتا ہے.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
خط کی قانون:تازہ خیالات کی حوصلہ افزائی کرنے کا بہترین طریقہ لفافے سیل کر دینا ہے.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
میرینز:چند، فخر، ساحل سمندر پر مردہ.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
میرینز:چند، فخر، نہیں بہت روشن.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Modelski زنجیر قاعدہ:(1) کئی منٹ کے لئے اس مسئلے پر intently دیکھو. اپنے سکریچ20-30 سیکنڈ کے وقفے پر سر. پر مسئلہ کو حل کرنے کی کوشش کریں آپ کے	ہیولٹ پیکارڈ.(2) اس میں ناکامی، کلاس میں چاروں طرف دیکھیں. ایک خاص طور پر منتخب کریںروشن نظر فرد.(3) ایک بڑی چین کی خریداری.(4) منتخب شدہ طالب علم کے حوالے کر چلنے اور اس بری طرح سے شکست دی کرنے کی دھمکیچین کے ساتھ انہوں نے آپ کے مسئلہ کا جواب دیتا جب تک.عام طور پر، وہ کرے گا. یہ بھی اس کے ایک آواز دینے کے لئے ایک اچھا خیال ہو سکتا ہےخصوصا آپ کے کاروبار کا مطلب ظاہر کرنے کے لئے ویسے بھی گاہنا،.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
امریکہ میں سب سے خطرناک تنظیم آج ہے:(الف) KKK(ب) امریکی نازی پارٹی(ج) ڈیلٹا بار بار طیار کلب
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
کاروبار کارڈ میں سرکاری MBA ہینڈ بک:، اس طرح کے "جہانوں کا رب حد سے زیادہ کپٹی کام کے عنوان سے بچیںایمان، بھارت کے سمراٹ "یا" کارپوریٹ کے ڈائریکٹر کے محافظمنصوبہ بندی. "
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
ایک ہوائی جہاز پر کمپنی کے کاروبار کرنے پر سرکاری MBA ہینڈ بک:انتہائی خفیہ دستاویزات کی کمپنی کی لاگت جب تک پر کھل کر کام نہیں کرتےآپ نے پہلے آپ کے لئے اگلے ہے کہ مسافر ٹھہرا دیا ہےنابینا موڈ ameliorating منشیات کے ایک راک موسیقار ہے،، یاایک چالیس ویں کروموسوم کی بدقسمتی والا.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
sunlamps کے استعمال پر سرکاری MBA ہینڈ بک:صرف اختتام ہفتہ پر ایک sunlamp استعمال کریں. اس طرح، دفتر عقل مند آدمی کو اگرآپ کے ٹین کے اچانک ظہور پر ریمارکس، آپ تعمیر کر سکتے ہیںکچھ جزیرے شنگریلا میں ایک سورج stroked کے ہفتے کے آخر میں کے بارے میں کچھ کہانیCaneel خلیج دیں. کچھ نہیں کے چھوڑ سے زیادہ شفاف ہےمنگل کی رات 11:45 دفتر، صرف ایک Aztec سورج واپس کرنے8:15 اگلی صبح میں خدا.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
فون بوتھ حکمرانی:ایک واحد پیسہ بھی ہمیشہ تعداد تقریبا صحیح ہو جاتا ہے.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
qotc (کون سے اقتباس) لز کی تھی:"میرے دماغ میں میرے جگر کے لئے باہر رابطہ کیا جاتا ہے."
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
حقیقی انسان کی خونی مریم:اجزاء: ووڈکا، ٹماٹر کا جوس، Tobasco، Worcestershireچٹنی، A-1 سٹیک چٹنی، برف، نمک، کالی مرچ، اجوائن.ووڈکا کے ساتھ ایک بڑے گلاس بھریں.دور تمام دوسرے اجزاء پر پھینک.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
رومن حکمرانی:اس میں خلل نہیں کرنا چاہئے نہیں کیا جا سکتا ہے جو ایکجس نے یہ کام کر رہا ہے.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
قواعد:(1) اگر تو دوسرے کمپیوٹر سسٹم کی عبادت نہ کرنا.(2) اگر تو Liberace کے بہروپ بھرنے یا تربوز جبکہ کھانے نہ پائے گاکنسول کی بورڈ پر بیٹھا.(3) اگر تو چہرے پر صارفین تپپڑ نہ کرنا اور نہ ان سٹیپل پگلیایک ساتھ مل کر تھوڑا کارڈ ڈیک.(4) اگر تو جسمانی طور پر کمپیوٹر کے نظام کے ساتھ ملوث حاصل نہیں shalt،خاص طور پر آپ پہلے ہی شادی کر رہے ہیں تو.(5) اگر تو frisbees طور مقناطیسی ٹیپ کا استعمال نہ کرنا اور نہ ایک ڈسک کا استعمال کرتے ہیںایک اور ڈسک پیک تک پہنچنے کے لئے ایک سٹول کے طور پر پیک.(6) تو نے ایک سے زیادہ کے لئے ٹمٹمانے لائٹس گھورتے نہ رکھناآٹھ گھنٹے کی شفٹ.(7) اگر تو آپ نے غلطی سے تباہ کر دیا ہے کہ صارفین کو بتا نہیں shalt انفائلوں / بیک اپ صرف ان چھوٹی سی چہرے پر نظر دیکھنا.(8) تو نے ایک کام کو منسوخ لطف اندوز نہیں shalt.(9) اگر تو کمپیوٹر کے کمرے میں آتشیں ہتھیاروں کو ظاہر نہ کرنا.(10) اگر تو بٹنوں "صرف دیکھتے ہیں کیا ہوتا" دھکا نہیں shalt.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
Thermodynamics کا دوسرا قانون:اگر آپ کو لگتا چیزیں اب ایک گندگی میں ہیں تو، ذرا رکو!
		-- Jim Warner

%
تکنیکی ماہرین کے لئے ساتویں احکام:تو نے حوصلہ افزائی کے سامان پر نہیں کام، کیونکہ تو دیا تو تیرا ساتھیکارکنوں بےشک تمہارا بیوہ کے لئے بیر کو خریدنے اور دوسرے میں اس کی تسلی ہو گیطریقوں.
		-- Jim Warner

%
frisbee کے چھٹے حکم:فاصلے پر سب سے بڑا واحد امداد ہے ڈسک ایک میں چل جائے کے لئےآپ نہیں چاہتے تھے سمت. (جاتا ہے غلط طریقے = ایک طویل راستہ جاتا ہے.)
		-- Dan Roddick

%
فوٹوگرافی کے تیسرے شرائط:آپ کسی اچھے شاٹس حاصل کرنے کے لئے منظم کیا ہے تو، وہ برباد ہو جائے گاجب آپ کسی سے نادانستہ طور پر ڈارک روم کے دروازے اور کی تمام کھولتا ہےباہر اندھیرے لیک.
		-- Dan Roddick

%
تین سب سے بڑی سافٹ ویئر کے جھوٹ:(1) * ظاہر کی * ہم آپ کے ذریعہ کی ایک کاپی دے دونگا.(2) * ظاہر کی * تیسری پارٹی کے وینڈر ہم خریدا ہے سےmicrocode درست کریں گے.(3) بیٹا ٹیسٹ سائٹ؟ نہیں، * کورس * آپ کو ایک بیٹا ٹیسٹ سائٹ ہیں.
		-- Dan Roddick

%
Thermodynamics کا تین قوانین:(1) آپ کو اس کے لئے کام کرنے کے بغیر کچھ بھی حاصل نہیں کر سکتے.(2) سب سے زیادہ آپ کام کر کے پورا کر سکتے ہیں اس سے بھی توڑنے کے لئے ہے.(3) آپ کو صرف مطلق صفر پر بھی ٹوٹ سکتا ہے.
		-- Dan Roddick

%
پرمیئ: ایک بلی کے نو دم ہے.ثبوت:کوئی بلی آٹھ دم ہے. ایک بلی کے کوئی بلی ایک سے زیادہ پونچھ زیادہ ہے.لہذا، ایک بلی نو دم ہے.
		-- Dan Roddick

%
پرمیئ: تمام مثبت صحیح عدد کے برابر ہیں.ثبوت: کافی کسی بھی دو مثبت صحیح عدد، A اور B، A = B. لئے یہ دکھانے کے لئےاس کے علاوہ، یہ سب N> 0 یہ دکھانے کے لئے، کافی ہے اگر A اور B(مثبت صحیح عدد) کو مطمئن (MAX (A، B) = N) تو A = B.شامل کی طرف سے ڈاؤنلوڈ کریں:N = 1 تو، پھر ایک اور بی، مثبت صحیح عدد ہونے، دونوں کا ہونا ضروری ہے 1.لہذا A = B.سمجھ لو کہ قضیہ کچھ قدر K کے لئے سچ ہے. ساتھ A اور B لوMAX (A، B) = K + 1. پھر MAX ((A-1)، (B-1)) = K. اور اس وجہ سے(A-1) = (B-1). نتیجتا، A = B.
		-- Dan Roddick

%
منتخب شدہ کی نگرانی کے اصول:آپ واپس ہو جاؤ اور آرام اس دن میں ایک وقت ہےایک وقت باس کے دفتر کے ذریعے چلتا ہے.
		-- Dan Roddick

%
نظریہ، N .:خیالات کے نظام کچھ وضاحت کرنے کے لئے مراد، کرنے کے لئے ایک نقطہ نظر کے ساتھ منتخب کیامولکتا، controversialism، incomprehensibility، اور کس طرح اچھییہ تعداد میں نظر آئے گا.
		-- Dan Roddick

%
کچھ کیا حاصل کرنے کے تین طریقے ہیں:(1) خود کرو.(2) آپ کے لئے ایسا کرنے کے لئے کسی کی خدمات حاصل.(3) یہ ایسا کرنے کے لئے اپنے بچوں کو منع.
		-- Dan Roddick

%
لوگ پیارا برٹس محکمہ:انہوں نے یہ بھی مصیبت سناتے `وٹامن 'ہے.
		-- Dan Roddick

%
ایک ماہر کی طرح آواز کے لئے تین قوانین:(1) بیکار کے نقطہ کرنے کے لئے آپ وضاحتوں Oversimplify.(2) ہمیشہ دوسرے حکم کے اثرات کی طرف اشارہ، لیکن باہر کی طرف اشارہ کبھی نہیںجب انہوں نے نظر انداز کیا جا سکتا ہے.(3) آپ کے اپنے میں سے تین کے قواعد کے ساتھ چلو.
		-- Dan Roddick

%
thyme کے قانون:سب کچھ ایک ہی بار میں غلط ہو جاتا ہے.
		-- Dan Roddick

%
timesharing، (ن):ایک رسائی کے طریقہ کار ہے جس کے تحت ایک کمپیوٹر گالیاں بہت سے لوگوں.
		-- Dan Roddick

%
آج کا ٹوٹکا:عریاں میں بیکن بھون کبھی.[تصحیح: ہمیشہ عریاں میں بیکن بھون؛ آپ اسے جلانے کے لئے نہیں پتہ چل جائے گا]
		-- Dan Roddick

%
اداکاروں کے لئے تجاویز:تاش کھیلنا cheaters کے مدد کرنے کے لئے سب سے اوپر نصف الٹا ہے.کائنات میں مذاق کی ایک محدود تعداد میں ہیں.گاتے اب سے موسیقی سننے کے لئے لوگوں کو حاصل کرنے کے لئے ایک چال ہےوہ عام طور پر کرے گا.خلا میں کوئی موسیقی نہیں ہے.لوگ آواز بنانے دیکھنے کے لئے ادائیگی کریں گے.اسٹیج پر سب کچھ حقیقی زندگی میں سے زیادہ ہونی چاہئے.
		-- Dan Roddick

%
آج، این .:دورہ کرنے کے لئے ایک اچھی جگہ، لیکن آپ کو طویل عرصے کے لئے یہاں نہیں رہ سکتا.
		-- Dan Roddick

%
ٹوائلٹ toup 'EE، N .:ڑککن سبب بنتا ہے کہ کوئی شیگ قالین اس طرح، اعلی بھاری بننے کے لئےمرد صارفین کے لئے لامتناہی جھوبجھلاہٹ پیدا.
		-- Rich Hall, "Sniglets"

%
ایک جرم سے پاک زندگی کے لیے سر کے حل:اگر آپ کسی سے جھوٹ بولنا ہے تو یہ ان کی غلطی ہے.
		-- Rich Hall, "Sniglets"

%
ٹرانسفر، N .:ایک فروغ اگر آپ کی حالت تم شہر چھوڑنے پر موصول.
		-- Rich Hall, "Sniglets"

%
شفاف، ADJ .:ہونے کی وجہ سے یا کسی موجودہ، nontangible اعتراض سے متعلق."یہ وہاں ہے، لیکن آپ اسے نہیں دیکھ سکتے"مجازی، ADJ .:جا رہا ہے یا ایک ٹھوس، نابود اعتراض سے متعلق."میں نے اس کو دیکھ سکتے ہیں، لیکن یہ وہاں نہیں ہے."
		-- Lady Macbeth.

%
ٹریول، N .:کچھ آپ کہیں ہو رہے ہیں جیسے آپ کو محسوس ہوتا ہے کہ.
		-- Lady Macbeth.

%
"میرا اعتبار کریں":لاطینی میں ترجمہ "انتباہ emptor."
		-- Lady Macbeth.

%
سچے، ADJ .:گونگے اور ان پڑھ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Tsort کی مسلسل:1،67563، یا خاص طور پر 1،237.98712567 اوقات کے درمیان فرقسورج سے فاصلے اور ایک چھوٹا سا سنتری کا وزن.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Turnaucka کے قانون:ایک کمپیوٹر کی توجہ کم ہونے کے عوض اس کے طور پر جب تک صرف ہےبجلی کی ہڈی.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Tussman کے قانون:کچھ بھی نہیں ایک غلطی جس کا وقت آ گیا ہے کے طور پر ناگزیر ہے.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
A امریکی .:"بس ڈرائیور سے بات نہ کرو."جرمنی:"یہ سختی ڈرائیور سے بات کرنے کے مسافروں کے لئے حرام ہے."انگلینڈ:"آپ کو ڈرائیور سے بات کرنے سے گریز کرنے کی درخواست کی جاتی."اسکاٹ لینڈ:"کیا تم نے ڈرائیور سے بات کرتے ہوئے کی طرف سے حاصل ہے کیا ہے؟"اٹلی:"ڈرائیور جواب نہ دینا."
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
Udall کی چوتھی قانون:کسی بھی تبدیلی یا اصلاحات آپ کو بنانے کے نتائج کے لئے جا رہا ہے کیاپسند نہیں کرتے.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
انگوٹھے کی انکل ایڈ کی حکمرانی:ایک اصول کے لئے اپنے انگوٹھے استعمال نہ کریں.آپ کو یا تو ایک ہتوڑا کے ساتھ اسے مارا یا اس میں ایک کرچ مل جائے گا.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
سماجی و جینیات کا بنیادی اصول:برتری ریکیساوی ہے.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
سمجھنے، V .:جس میں، کچھ موضوع کے آپ کی تحقیقات میں ایک نقطہ تک پہنچنے کے لئے،تم کیا واقعی موجود ہے کی جانچ پڑتال کرنے کے لئے ختم، اور پر کامبجائے آپ کی اپنی اندرونی ماڈل کی بنیاد.
		-- Terry Pratchett, "The Light Fantastic" (slightly modified)

%
غلط جانوروں کے نام:
		-- Gary Larson

%
غیر منصفانہ مقابلہ، N .:ہم کرتے ہیں کے مقابلے میں سستی فروخت.
		-- Gary Larson

%
یونین، N .:A واجبات ادائیگی کلب کارکنوں کے انتظام حملہ کرنے لگانا.
		-- Gary Larson

%
کائنات، N .:	مسئلہ.
		-- Gary Larson

%
یونیورسٹی، این .:ایک سافٹ ویئر کے گھر کی طرح، سافٹ ویئر ڈاؤن لوڈ، سوائے، اور یہ استعمال کے قابل ہے،اور یہ کام کرتا ہے، اور یہ ٹوٹ جائے تو وہ فوری طور پر کس طرح ٹھیک کرنے کے لئے آپ کو بتا دونگایہ، اور ...[ٹھیک ہے، ٹھیک ہے، میں اس میں چھوڑ دیں گے، لیکن میں آپ کو تباہ کر رہے ہیں لگتا ہےپورے قسمت پروگرام کی ساکھ. ایڈ.]
		-- Gary Larson

%
بغیر نام قانون:یہ ہوتا ہے تو، یہ ممکن ہونا چاہیے.
		-- Gary Larson

%
ان کہی دولت، N .:آپ 15th اپریل پر باہر چھوڑ دیا کیا.
		-- Gary Larson

%
یوزر N .:ایک پروگرامر کچھ آپ اسے بتانا یقین کرے گا جو.
		-- Gary Larson

%
صارف، این .:جب ان کا مطلب لفظ کمپیوٹر پیشہ ور افراد استعمال کرتے ہیں "بیوکوف."[میں نے ہمیشہ سوچا کہ "کمپیوٹر پروفیشنل" جملے ہیکروں استعمال کیا جاتا تھا جب وہ مراد "بیوکوف." ایڈ.]
		-- Dave Barry, "Claw Your Way to the Top"

%
چھٹی، N .:آرام اور آرام ہے کہ اتنی شدید کے دو ہفتے بھارییہ آپ کے کنٹرول workaday کی ایک اور 50 ہفتے لگتے ہیںrecuperate کرنے طرززندگی.
		-- Dave Barry, "Claw Your Way to the Top"

%
پردہ کی دوسری Axiom کی:کام کی مقدار کے تناسب میں اضافہ کیا جائے کیکام کی مقدار پہلے ہی مکمل.
		-- Dave Barry, "Claw Your Way to the Top"

%
وان رای کی قانون:ایک اٹوٹ کھلونا دیگر کھلونے توڑنے کے لئے مفید ہے.
		-- Dave Barry, "Claw Your Way to the Top"

%
وان رای کی قانون:ایمانداری بہترین پالیسی ہے - کم مقابلہ نہیں ہے.وان رای کی سچائی:زندگی اپنے کنٹرول سے باہر کے حالات کی ایک پوری سیریز ہے.
		-- Dave Barry, "Claw Your Way to the Top"

%
ونیلا، ADJ .:عام ذائقہ، معیاری. ذائقہ نظر آئے. کھانے کا استعمال کیا جب،بہت اکثر کا مطلب یہ نہیں کھانا ونیلا کے ساتھ ذائقہ ہے کہنکالنے! مثال کے طور پر، یا "ونیلا ذائقہ جیتا ٹن سوپ" (صرف"ونیلا ٹن سوپ جیت لیا") عام جیتا ٹن سوپ، شہوت انگیز کے طور پر مخالفت کا مطلباور ھٹی ٹن سوپ جیتا.
		-- Dave Barry, "Claw Your Way to the Top"

%
تجربات کی Velilind کے قوانین:(1) ری ایک مسئلہ ہو سکتا ہے، صرف ایک بار ٹیسٹ کرے.(2) ایک براہ راست لائن فٹ کی ضرورت ہے تو، صرف دو نقاط حاصل.
		-- Dave Barry, "Claw Your Way to the Top"

%
وائکنگ، N .:1. بہادر نیویا کے نااختوں، متلاشی، بہادر،ادیمیوں آفاق ان جارحانہ، سمندری درآمد کے لئےکاروبار، انتہائی لیوریجڈ قبضے اور نیلی آنکھوں.2. سے Bloodthirsty سمندر قزاقوں شروع کر شمالی یورپ جو تباہ9th صدی میں.ہاجرہ کا نوٹ: پہلی تعریف زیادہ ترجیح دی جاتی ہے؛ دوسرا استعمال کیا جاتا ہےصرف malcontents، حسد، اور واٹرفرنٹ کے مالکان کی طرف سے مطمئنجائیداد.
		-- Dave Barry, "Claw Your Way to the Top"

%
وییمایس، N .:دنیا کی سب سے کثیر صارف جرات کھیل.
		-- Dave Barry, "Claw Your Way to the Top"

%
آتش فشاں، N .:ہچکی کے ساتھ ایک پہاڑ.
		-- Dave Barry, "Claw Your Way to the Top"

%
والی تھیوری:یہ سب سے اوپر پھینکا ہے بہتر پھینکے اور کبھی نہیں کے مقابلے میں کھو دیا ہے کے لئے ہے.
		-- Dave Barry, "Claw Your Way to the Top"

%
vuja ڈی:محسوس ہوتا ہے کہ آپ نے کبھی نہیں * *، * * کبھی پہلے اس صورتحال میں کیا گیا.
		-- Dave Barry, "Claw Your Way to the Top"

%
والٹرز 'حکمرانی:تمام ایئر لائن کی پروازوں سے سب سے زیادہ دور دروازوں سے روانہٹرمینل کا مرکز. کوئی بھی کبھی ریزرویشن تھاایک ہوائی جہاز گیٹ 1 بائیں پر.
		-- Dave Barry, "Claw Your Way to the Top"

%
واٹسن کی قانون:مشینری کی وشوسنییتا کے لئے inversely متناسب ہےتعداد اور اس کو دیکھ کر کسی بھی افراد کی اہمیت.
		-- Dave Barry, "Claw Your Way to the Top"

%
"ہم نے اس پر غور کریں گے":وقت کی طرف سے پہیوں ایک مکمل باری کر دے، ہمبھی، آپ کو اس کے بارے میں بھول گئے ہوں گے کہ فرض.
		-- Dave Barry, "Claw Your Way to the Top"

%
ہم:دنیا میں واحد سب سے اہم لفظ.
		-- Dave Barry, "Claw Your Way to the Top"

%
ہتھیار، N .:ایک ایسی ثقافت کی ترقی کے فقدان کی ایک انڈیکس.
		-- Dave Barry, "Claw Your Way to the Top"

%
ویڈنگ، (ن):ایک تقریب جس میں دو افراد کو شروع سے ایک، ایک سے چلاتی ہے بننے کے لئےکچھ بھی نہیں اور کچھ بھی نہیں supportable بننے کے لئے چلاتی ہے بننے کے لئے.
		-- Ambrose Bierce

%
جڑی بوٹیوں کی Axiom کی:کبھی ایک کاروبار خط میں دو سوال پوچھنا.جواب آپ ہیں جس میں ایک بات چیت کریں گےدلچسپی رکھنے والے کم از کم اور دوسرے کے بارے میں کچھ نہیں کہنا.
		-- Ambrose Bierce

%
Weiler کے قانون:کچھ نہیں کے انسان نے اسے خود کو ایسا کرنے کی ضرورت نہیں ہے جو لوگوں کے لئے ناممکن ہے.
		-- Ambrose Bierce

%
وینبرگ کے پہلے قانون:ترقی صرف متبادل جمعہ کے بنایا گیا ہے.
		-- Ambrose Bierce

%
وینبرگ کے اصول:ایک ماہر چھوٹی غلطیاں جبکہ اجتناب جو ایک شخص ہےگرینڈ ہیتواباس پر جھاڑو.
		-- Ambrose Bierce

%
وینبرگ کی دوسری قانون:معماروں عمارات تعمیر کی تو جس طرح پروگرامرز پروگراموں لکھا،پھر ساتھ آ گئی ہے کہ تہذیب کو تباہ کریں گے سب سے پہلے ہدہد.
		-- Ambrose Bierce

%
لائبریریاں کے وینر کے قانون:کوئی جواب، صرف کراس حوالہ ہیں.
		-- Ambrose Bierce

%
اچھی طرح ایڈجسٹ، ADJ .:پل یا گولف کھیلنے کی صلاحیت ہے کہ وہ کھیل تھے کے طور پر اگر.
		-- Ambrose Bierce

%
Westheimer کی ڈسکوری:لیبارٹری میں ماہ کے ایک جوڑے بار بار ایک محفوظ کر سکتے ہیںلائبریری میں گھنٹے کے جوڑے.
		-- Ambrose Bierce

%
جب ان سے پوچھا "PI" کی تعریف:گنیتشتھ:پائی کے درمیان تعلقات کا اظہار نمبر ہےایک دائرے کی مانند ہے اور اس کا قطر کے فریم.اشتھانی:پائی 3.1415927 ہے، پلس یا مائنس 0،000000005.انجینئر:پائی کے بارے میں 3 ہے.
		-- Ambrose Bierce

%
وسلر کے قانون:تم کبھی نہیں جانتے ہیں جو صحیح ہے، لیکن آپ کو ہمیشہ کون انچارج ہے جانتے ہیں.
		-- Ambrose Bierce

%
وائٹ بیان:دل چھوٹا نہ کرو!وائٹ کے بیان پر ووین کی تفسیر:... وہ اسے کاٹ کرنا چاہتے ہیں کر سکتے ہیں ...ووین کی تفسیر پر Byrd کی اشیاء کے علاوہ:... اور وہ ایک طویل تلاش کے بچنے کے لئے چاہتے.
		-- Ambrose Bierce

%
وائٹ ہیڈ کا قانون:واضح جواب ہمیشہ نظر انداز کیا جاتا.
		-- Ambrose Bierce

%
Wiker کے قانون:حکومت کی آمدنی اور پھر کچھ جذب کرنے کی وسیع کرتا ہے.
		-- Ambrose Bierce

%
ولکاکس کے قانون:پیٹھ پر ایک عوامی تحریک کی پتلون میں ایک کک سے صرف چند سینٹی میٹر ہے.
		-- Ambrose Bierce

%
مصنفین کے لئے ولیم Safire کے قوانین:ایک عمل کا عام تقسیم کبھی نہیں کے لئے یاد رکھیں. غیر فعال آواز کبھی نہیں ہونا چاہئےاستعمال کیا جاتا ہے. منفی شکل میں بیانات مت ڈالو. فعل سے اتفاق ہےان کے مضامین. اگر آپ الفاظ کو دیکھ کر، احتیاط تصحیح املاء. آپ پھر سے پڑھنا توآپ کے کام، آپ کو تکرار کی ایک بڑی ڈیل پڑھ ہو سکتا ہے پر تلاش کر سکتے ہیںپڑھ اور ترمیم سے اجتناب. ایک مصنف کی اپنے نقطہ منتقل نہیں ہونا چاہیےقول. اور اگر ایک مل کر ساتھ ایک جملہ شروع نہیں کرتے. (بھی یاد رکھیں، ایکاوے. ساتھ ایک جملہ ختم کرنے کی) کثرت استعمال نہیں کرتے ایک خوفناک لفظ ہےفجائیہ کے نشانات !! ، ممکن حد تک قریب خاص طور پر طویل میں جگہ ضمیر10 یا اس سے زیادہ الفاظ کے طور پر سزائیں،، ان کے پوروورت کرنے. احتیاط سے لکھنا،بے ربط participles گریز کیا جانا چاہیے. کسی بھی لفظ کے آخر میں نامناسب ہے توایک جملہ، ایک ملانے والی فعل ہے. ہاتھ کی طرف سے بیل لے لو اور اختلاط سے بچنے کےاستعارے. فلیکی آواز ہے کہ رجحان locutions بچیں. ہر کوئی ہونا چاہئےاپنی تحریر میں Singular اسم کے ساتھ ایک واحد ضمیر کو استعمال کرنے کے لئے ہوشیار.ہمیشہ صحیح محاورے پر لینے. متعلق فعل ہمیشہ فعل کے بعد ہوئی. آخریلیکن نہیں کم سے کم، طاعون کی طرح clichés سے بچنے؛ قابل عمل متبادل کی تلاش میں ہیں.
		-- Ambrose Bierce

%
ولیمز اور ہالینڈ کے قانون:کافی ڈیٹا جمع کیا جاتا ہے تو، کچھ بھی شماریاتی کی طرف سے ثابت کیا جا سکتا ہےکے طریقوں.
		-- Ambrose Bierce

%
Wilner کے مشاہدے:ایک آلو کے ساتھ تمام بات چیت کو اکیلے میں منعقد کیا جانا چاہئے.
		-- Ambrose Bierce

%
عقل، (ن).:جس کے ساتھ امریکی مزاح نگار نے اپنے پاکشاستر خراب نمک... اسے باہر چھوڑ کی طرف سے.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کڑاہی، N .:ایک بنی اوپر thwow کرنا کچھ.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
بھیڑیا، N .:تمام ٹخنوں جانتا ہے جو ایک آدمی.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
کپیوٹر کا سلیکشن کے ومبیٹ کے قوانین:(1) یہ یونیکس نہیں چلا کرتا ہے تو، اسے بھول جاؤ.(2) 10 سال سے زیادہ کی عمر کے کسی بھی کمپیوٹر کے ڈیزائن متروک ہے.(3) IBM کی طرف سے بنایا کچھ ردی ہے. (نمبر 2 دیکھیں.)(4) کسی ایک صارف کے لئے کم از کم قابل قبول CPU طاقت ہےVAX / چل نقاط سرعت کے ساتھ 780.(5) ایک ماؤس ساتھ کسی بھی کمپیوٹر بیکار ہے.
		-- Rich Kulawiec

%
ووڈورڈ کے قانون:ایک نظریہ اس کی وضاحت کے مقابلے میں بہتر ہے.
		-- Rich Kulawiec

%
Woolsey-سوینسن حکمرانی:لوگ نہیں بلکہ ایک مسئلہ کے ساتھ رہیں گے وہ نہیں کر سکتےبجائے حل کرنے سے وہ سمجھ نہیں سکتا ایک حل کو قبول.
		-- Rich Kulawiec

%
کام حکمرانی: غیر موجودگی کی چھوڑیں (ایک کارروائی کے لئے):اب ہم مزید اس عمل کی اجازت دے رہے ہیں. ہم کسی کی حوصلہ شکنی کرنے کی خواہشخیالات آپ کو آپ کے پاس جو کچھ سب کی ضرورت نہیں کر سکتے ہیں، اور تم نہیں کرنا چاہئےہٹا دیا کچھ ہونے کے بارے میں غور. ہم آپ کو میں ہیں کے طور، اور کرنے کے لئے آپ کی خدمات حاصلکچھ بھی یقینی طور پر آپ کو ہم bargained کے مقابلے میں کم کر دے گا ہٹا دیا.
		-- Rich Kulawiec

%
کام کی جگہ، (ن).:چللا بچوں سے بابرکت مہلت اورڈرامے، جس کے لئے آپ کو اصل میں ادا کی ہو.
		-- Rich Kulawiec

%
ڈاؤنہل سکینگ کے لئے 1981 سے بدترین مہینہ:اگست. لفٹ لائنوں اگرچہ، کم سے کم ہو.
		-- Steve Rubenstein

%
سال کا سب سے برا مہینہ:فروری. فروری جس کا مطلب ہے کہ اگر اس میں صرف 28 دن ہے،آپ ایک اپارٹمنٹ کرائے پر حاصل، آپ کو پورے تین دن کے لئے ادا کر رہے ہیں آپحاصل نہیں ہے. جب بھی ممکن Februarys بچنے کی کوشش کریں.
		-- Steve Rubenstein

%
ایک بحران، 1985 کے لئے بدترین رسپانس:قارئین 'Q اور ٹی وی گائیڈ میں ایک کالم سے: "ہم ملوث حاصل توایٹمی جنگ میں، کاش بموں کے پھٹنے سے برقی دالیںمیرے ویڈیو ٹیپ نقصان؟ "
		-- Steve Rubenstein

%
سال کا سب سے برا سبزیوں:برسلز انکر. یہ بھی اگلے سال کی بدترین سبزی ہے.
		-- Steve Rubenstein

%
لکھنے-حفاظت کے ٹیب، N .:کروپ نشان کا احاطہ کرنے کے لئے پیدا ایک چھوٹے اسٹیکر لاپرواہی بائیںڈسک مینوفیکچررز کی طرف سے. کے ٹیب کے استعمال کو ایک غلطی پیغام کو پیدا کرتا ہےایک بار میں جب، لیکن اس کی جمالیاتی قدر میں اب تک وقتی outweighs ہےتکلیف کے.
		-- Robb Russon

%
WYSIWYG:جو تم دیکھتے ہو آپ کو ملتا ہے.
		-- Robb Russon

%
XIIdigitation، N .:سال میں ایک فلم کا تعین کرنے کی کوشش کر کے عملی طور پر بنایا گیا تھاکریڈٹس کے آخر میں رومن اعداد deciphering کے ذریعے.
		-- Rich Hall, "Sniglets"

%
سال، N .:تین سو پینسٹھ مایوسیوں کی مدت.
		-- Ambrose Bierce, "The Devil's Dictionary"

%
Yinkel، N .:کوئی ایک امید، ان گنجی جگہ پر اس کے بال combs کے ایک شخص جومحسوس کریں گے.
		-- Rich Hall, "Sniglets"

%
یو یو، این .:کچھ کبھی کبھار لیکن عام طور پر نیچے ہے.(بھی کمپیوٹر پر ملاحظہ کریں).
		-- Rich Hall, "Sniglets"

%
Zall کے قوانین:(1) کوئی وقت آپ کیا اگلی چیز گرم سوپ کی ایک گراس، حاصلغلط ہوگا.(2) کتنی دیر تک ایک منٹ ہے، باتھ روم کی جس کی طرف پر منحصر ہےدروازہ آپ پر ہو.
		-- Rich Hall, "Sniglets"

%
جوش، N .:معیار کی نئی فارغ التحصیل میں دیکھا - آپ کو فوری ہو تو.
		-- Rich Hall, "Sniglets"

%
صفر نقائص، N .:ایک پیداوار لائن کے کواڑ بند کرنے کا نتیجہ.
		-- Rich Hall, "Sniglets"

%
رضاکار لیبر Zymurgy کے قانون:لوگ ہمیشہ ماضی میں کام کے لئے دستیاب ہیں.
		-- Rich Hall, "Sniglets"

%
Obscurism:گمنام کے ساتھ روز مرہ کی زندگی peppering کر کے مشقدونوں ایک کے تعلیمی نمائش کا ایک ذریعہ کے طور پر حوالہ جات کو subliminalاور کسی کی خواہش کی بڑے پیمانے پر ثقافت کی دنیا سے علیحدہ کرنے کی.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
McJob:ایک کم تنخواہ، کم وقار، کم فائدہ، میں کوئی مستقبل کے کامسروس سیکٹر. اکثر کی طرف سے ایک تسلی بخش کیریئر کے انتخاب پر غورکبھی نہیں ہے جو ان لوگوں میں سے ایک منعقد.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
غربت جیٹ سیٹ:لوگوں کے ایک گروپ کی قیمت پر دائمی سفر کو دیاطویل مدتی کام استحکام یا ایک مستقل رہائش. برباد کر دیتے ہیںاور لوگوں کے ساتھ انتہائی مہنگی فون کال رشتے کا نام دیاسرج یا ilyana کی. پارٹیوں میں بار بار طیار کے پروگراموں پر تبادلہ خیال کے لئے ہوتے ہیں.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
تاریخی Underdosing:کچھ بھی ہونے لگتا ہے جب وقت کی مدت میں رہنے کے لئے.میجر علامات اخبارات، رسائل، اور ٹی وی نیوز کی لت میں شاملنشریات.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
تاریخی Overdosing:بہت زیادہ ہونے لگتا ہے جب وقت کی مدت میں رہنے کے لئے.میجر علامات اخبارات، رسائل، اور ٹی وی نیوز کی لت میں شاملنشریات.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
تاریخی Slumming:جیسے ڈنرز کے مقامات کا دورہ، سے Smokestack کے ایکٹصنعتی سائٹس، دیہی دیہات - مقامات جہاں وقت کے لئے ظاہر ہوتابہت سال پہلے منجمد کیا گیا ہے - جب ریلیف کا تجربہ کرنے کے طور پر توایک کے پاس واپس لوٹتا "موجودہ".ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Brazilification:امیر اور غریب کے درمیان خلیج کو چوڑامڈل کلاس کے ساتھ گمشدگی.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ٹیکے وقت سفر:وقت میں پسماندہ سفر کے بارے میں fantasize کرنے، لیکن صرفمناسب ویکسین کے ساتھ.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
دہائی ملاوٹ:چمڑی: دو یا زیادہ کی اندھا دھند مجموعہمختلف دہائیوں سے اشیاء کو ایک ذاتی موڈ پیدا کرنے کے لئے: شیلا =مریم Quant کان کی بالیاں (1960s کے) + کارک Wedgie کی پلیٹ فارم شو (1970s کے) +سیاہ چمڑے کی جیکٹ (1950s اور 1980s کے).ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ویل-fattening کے قلم:کی تعمیر چھوٹے، تنگ دفتر ورک سٹیشنکپڑا ڈھکے disassemblable دیوار partitions اور جونیئر کی طرف سے آبادعملے کے ارکان. کی طرف سے استعمال کیا جاتا چھوٹے preslaughter cubicles کے نام سے منسوبمویشیوں کی صنعت.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
جذباتی کیچپ پھٹ:خود کے اندر رائے اور جذبات کی بوٹلنگ اپ تاکہکہ وہ explosively، تمام ایک بار میں آگے پھٹ افسوسناک اور مبہمآجروں اور دوست - چیزیں سوچا جن میں سے بیشتر ٹھیک تھے.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
سے Ponytail خون بہہ رہا ہے:ایک بزرگ، فروخت باہر بچے Boomer ہپپی یا پاانس جوpresellout دنوں.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Boomer کی حسد:مادی دولت اور لانگ رینج مواد سیکورٹی کے حسدکی وجہ سے بچے بوم نسل کے پرانے ارکان کی طرف سے کمائے گئےخوش قسمت بچوں کی پیدائش.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
گروہ بحالی:یہ مندرجہ ذیل نسل کو دیکھنے کے لئے ایک نسل کی ضرورتآج بچوں کے "کرتے ہیں: اس کی اپنی اجتماعی انا حوصلہ افزائی کے طور پر کے طور پر تو کمیکچھ بھی نہیں. وہ اتنے بے حس ہیں. ہم باہر جاکر احتجاج کرنے کے لئے استعمال کیا جاتا ہے. تماموہ دکان اور شکایت کرتے ہیں. "ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
اتفاق رائے دہشت گردی:عمل میں آفس رویوں اور رویے فیصلہ کرتا ہے کہ.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
بیمار عمارت کی نقل مکانی:نوجوان کارکنوں کے رجحان کو چھوڑنے یا میں ملازمتوں سے بچنے کے لئےبیمار دفتر کے ماحول یا کام کی جگہوں سک طرف سے متاثربلڈنگ سنڈروم.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Recurving:ایک کام چھوڑنا اس سے کم ادا کرتا ہے لیکن ایک دیتا ہے کہ ایک اور لینے کے لئےواپس سیکھنے وکر پر.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ozmosis:کسی کی نوکری کی ناکامی ایک کی خود کی تصویر تک رہنے کے لئے.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
پاور کہرہ:دفتر کے ماحول میں نظام کے رجحان بکھرا جا کرنے کے لئےاور کرکرا خاتون کو بند کرنا.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Overboarding:جھونکنے کی طرف سے مستقبل کے بارے میں خدشات کو Overcompensatingسر کے زور ایک کام یا طرز زندگی کسی کی بظاہر غیر متعلقہ میںگزشتہ زندگی دلچسپیاں: یعنی، ایم وے کی فروخت، ہوائی فرض، ریپبلکنپارٹی، قانون میں کیریئر، فرقوں، McJobs ....ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
زمین ٹن:سبزی میں دلچسپی رکھنے والے ایک نوجوان ذیلی گروپ، ٹائی رنگے ہوئےتنظیموں، ہلکے تفریحی منشیات، اور اچھے سٹیریو سامان. ارنسٹ،اکثر ہنسی مذاق میں کمی.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Ethnomagnetism:نوجوان لوگوں کے رجحان کو جذباتی طور پر میں رہنے کے لئےdemonstrative کے، زیادہ اسنیت النسلی محلوں: "تم نے یہ نہ چاہاوہاں اسے سمجھنے، ماں - وہ گلے * اب میں کہاں رہتے ہیں ".ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
مڈ کے twenties خرابی:ذہنی گرنے کسی کے twenties میں واقع ہونے کی مدت،اکثر اسکول سے باہر کام کرنے کے لئے ایک اسمرتتا کی وجہ سے کیا ہے یاکسی کے ضروری کے ایک احساس کے ساتھ مل کر منظم ماحولدنیا میں aloneness. اکثر ایسا ہوتا ہے کے رسم میں تعیناتیوں کا پرتیکدواسازی استعمال.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Successophobia:خوف کہ کوئی کامیاب، تو کسی کی ذاتی ضروریات ہو توبھول جائے گی اور ایک اب کوئی کسی کے بچکانا ضروریات حاصل ہو گاکے لئے catered.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
سیفٹی نیٹ آئایسیم:عقیدہ ہمیشہ ایک مالی اور جذباتی ہو جائے گا کہزندگی کے درد ہوتا بفر حفاظت کے نیٹ ورک. عام طور پر والدین کو.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
طلاق مفروضہ:سیفٹی نیٹ آئایسیم کی ایک شکل، عقیدہ ایک شادی ہے کہ اگرباہر کام نہیں کرتا، تو کوئی مسئلہ نہیں ہے کے شراکت داروں کو صرف کر سکتے ہیں کیونکہطلاق طلب.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
اینٹی آرام:ایک کے لیے آپ کو رہنے کا واحد نیت کے ساتھ لیا ایک کاموقت کی محدود مدت (اکثر ایک سال). نیت کرنے کے عام طور پر ہےدوسرے میں حصہ لینا کرنے کے لئے کافی فنڈز اکٹھے، زیادہ بامعنی سرگرمیاس طرح پانی کے رنگ کریٹ میں sketching کے، یا کمپیوٹر بننا ڈیزائننگ طورہانگ کانگ میں سویٹر. آجروں شاذ و نادر ہی ارادوں کے بارے میں مطلع کر رہے ہیں.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
قانون پرانی یادوں:یادیں ہیں نہیں وہ کرتے ہیں لوگوں کی ایک جسم مجبور کرنااصل مالک ہیں: "میں نے 1960s کی نسل کا ایک حصہ کیسے ہو سکتا ہے جب میں نےیہاں تک کہ اس کے کسی بھی یاد نہیں ہے؟ "ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ابھی انکار کا مقابلہ:خود کو بتاؤں کہ میں زندگی گزارنے کے قابل صرف وقت ماضی ہے اورکہ صرف وقت پھر کبھی دلچسپ ہو سکتا ہے کہ مستقبل ہے.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Bambification:میں گوشت اور خون پرانیوں کی ذہنی تبادلوںبورژوا یہودی عیسائی رویوں کے حامل کارٹون حروف اوراخلاقیات.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
بوسے لیے امراض (Hyperkarma):ایک گہری جڑیں عقیدہ عذاب کسی نہ کسی طرح ہمیشہ رہے گا کہکوڑا پھینکنا لئے اوزون سوراخ: جرائم سے کہیں زیادہ.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Spectacularism:انتہائی حالات کے ساتھ ایک توجہ.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Lessness:ایک فلسفہ جس کے تحت ایک کمی کے ساتھ خود reconcilesمادی دولت کی توقعات: "میں ایک بنانے کے لئے چاہتے چھوڑ دیا ہےقتل یا ایک bigshot ہو. مجھے صرف خوشی اور شاید کھلی تلاش کرنا چاہتے ہیںIdaho میں ایک چھوٹی سی سڑک کے کنارے کیفے اپ. "ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
سٹیٹس کی متبادل:کرنے کے دانشور یا فیشن مہر کے ساتھ کسی چیز کو استعمال کرتے ہوئےکسی چیز کو محض مہنگا ہے اس کے لئے متبادل "برائن، میں آپ کو بائیں آپاپنے بھائی کی BMW میں Camus کی نقل. "ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Survivulousness:رجحان خود کو لطف لے گذشتہ دیکھ کرنے کے لئے کیا جا رہا ہےزمین پر اس شخص کو. "میں ایک ہیلی کاپٹر لے اور مائکروویو اوون پھینک کروں گاٹیکو بیل پر نیچے. "ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
افلاطون شیڈو:جنس مخالف کے ایک رکن کے ساتھ ایک nonsexual دوستی.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
دماغی گراؤنڈ زیرو:محل وقوع جہاں ایک گر کے دوران خود کو واسالایسایٹم بم کی؛ اکثر، ایک شاپنگ مال.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Aloneness کے فرقے:ہر قیمت پر خود مختاری کے لئے ضرورت، عام طور پر کی قیمت پرطویل مدتی تعلقات. اکثر حد سے زیادہ اعلی کے بارے میں لایادوسروں کی توقعات.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
مشہور شخصیت میں Schadenfreude:Lurid رومانچ شخصیت ہلاکت کے بارے میں بات کرنے سے ماخوذ.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
شہنشاہ کی نئی مال:مقبول تصور شاپنگ مالز اندر پر موجود ہے کہ صرفاور کوئی بیرونی ہے. بصری ہےاور کفر کی معطلیاس تصور کی اجازت دیتا ہے کی طرف سے ڈرامہ کرنے خریداروں ہے کہ بڑے، سیمنٹاپنے ماحول میں تھوپ بلاکس حقیقت میں، ایسا نہیں کرتے، کوئی وجود.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Poorochrondria:Hypochrondria طبی انشورنس نہ ہونے سے ماخوذ.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ذاتی تبو:رہنے کے لئے ایک چھوٹا سا حکمرانی، ایک توہم پرستی پر کی سرحد سے ملحق، کہایک سے ثقافتی کی غیر موجودگی میں روز مرہ کی زندگی کے ساتھ نمٹنے کے لئے کی اجازت دیتا ہے یامذہبی dictums.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
آرکیٹیکچرل اجیرن:ایک "ٹھنڈا" میں رہنے کے لئے تقریبا جنونی ضرورت کوارکیٹیکچرل ماحول. فیٹش کے اکثر متعلقہ اشیاءفریم کے سیاہ اور سفید آرٹ فوٹوگرافی شامل ہیں (ڈیانے Arbus ایکپسندیدہ)؛ سادہ پائن فرنیچر؛ ایسے بلیک ہائی ٹیک ملتے دھندلاٹی وی، سٹیریوز، اور ٹیلی فون کے طور پر؛ کم واٹ وسیع روشنی کے علاوہ؛ ایک چراغ،کرسی، یا میز 1950s کے اشارہ ہے کہ؛ کمپلیکس کے ساتھ پھول کاٹناموں.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
جاپانی کم از کم:کی طرف سے استعمال سب سے زیادہ کثرت سے پیش کردہ داخلہ ڈیزائن جمالیاتیبغیر جڑ کیریئر hopping کے نوجوان لوگ.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
روٹی اور سرکٹس:corny طور جماعتی سیاست دیکھنا الیکٹرانک دور رجحان -بامعنی کا اب کوئی متعلقہ یا جدید معاشرتی مسائل کے لئے مفید،اور خطرناک بہت سے معاملات میں.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ووٹر کی بلاک:کوشش، تاہم لاحاصل، کے ساتھ اختلاف رائے کو رجسٹر کرنےبس ووٹنگ نہیں کی طرف سے موجودہ سیاسی نظام.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Armanism:جیورجیو ارمانی کے بعد؛ ہموار نقل کے ساتھ ایک جنوناور (مزید اہم بات) * کنٹرول * اطالوی couture کی اقدار. پسندجاپانی کم از کم، Armanism لئے ایک گہرا اندرونی ضرورت پر کی عکاسی کرتا ہےکنٹرول.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
غریب اچھال:احساس بھی کم تھی جب ایک ایک بہتر شخص تھاپیسے.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
میوزیکل Hairsplitting:pathologically میں موسیقی اور موسیقاروں کی درجہ بندی کے ایکٹpicayune جات: "ویانا فرینکس شہری کی ایک اچھی مثال ہیںسفید ایسڈ گنا احیاء Ska کی ساتھ پار کر. "ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
101 آئایسیم:رجحان تمام منٹ تفصیل سے اکثر کے علاوہ لینے کے لئے،،زندگی کے پہلوؤں کو ایک آلہ کے طور پر نصف سے سمجھ پوپ نفسیات کا استعمال کرتے ہوئے.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
دکھاوی wannabes کے:ایک ایکس نسل ذیلی گروپ ایک دکھاوی کے متک کا خیال ہے کہطرززندگی تسلی بخش اور قابل عمل دونوں ہونے. انتہائی میں دیتے ہیںقرض، منشیات کے استعمال کی کسی نہ کسی صورت میں بھی ملوث ہے، اور ایک رضامندی کا اظہارتین مشروبات کے بعد ہرمجدون کے بارے میں بات کرنے کے لئے.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
الٹرا مختصر مدت پرانی یادوں:انتہائی ماضی قریب کے گھر سے دوری ہے: "خدا، چیزوں لگ رہا تھادنیا آخری ہفتے میں اتنا بہتر. "ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
بغاوت ملتوی:کسی کی جوانی میں رجحان کو روایتی طور پر نوجوان سے بچنے کے لئےسنگین کیریئر حاصل کرنے کے لئے سرگرمیوں اور فنکارانہ تجرباتتجربے. کبھی کبھی بارے میں نوجوانوں کو کھو دیا کے ماتم میں یہ نتائجعمر تیس، پگلی haircuts اور مہنگی مذاق inducing کی طرف سے پیروی کیالماریوں.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
نمایاں کم از کم:سٹیٹس کی متبادل کے لئے اسی طرح ایک طرززندگی حربہ.مادی اشیا کے nonownership اخلاقی کی نشانی کے طور flaunted اورفکری برتری.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
سیییف 'E کم از کم:اصل میں ڈال کے بغیر minimalism کی ایک فلسفہ ملوث کرنےپریکٹس اس کے اصولوں میں سے کسی میں.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
O'Propriation:ایڈورٹائزنگ، پیکیجنگ، اور تفریح ​​کی شمولیتستم ظریفی اور / یا مزاحیہ لئے ہر روز تقریر میں پہلے زمانے سے شبدجالاثر: "کیتھلین کے پسندیدہ Dead مشہور پارٹی ٹن o'fun تھا" یا"ڈیو واقعی ایک zany کا، پاگل، غیر معمولی، اور پاگل کے طور پر خود کے بارے میں سوچتیآدمی کو، وہ نہیں کرتا؟ "ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ایئر خاندان:کمیونٹی کے جھوٹا احساس سہکرمیوں کے درمیان کا تجربہ بیان کرایک دفتر کے ماحول میں.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Squirming:تکلیف نہیں دیکھیں جو پرانے لوگوں کی طرف سے نوجوان لوگوں پر پہنچایاان کے اشاروں میں وڈمبنا. "کیرن اس کے والد کے طور پر ایک ہزار اموات دم توڑ گئےشراب کا ایک حال ہی میں تیار بوتل چکھنے کا ایک بڑا شو بنا دیااجازت دینے سے پہلے یہ خاندان سٹیک جھونپڑی میں بیٹھ کے طور پر ڈالا جائے.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
تفریحی Slumming:تفریحی سرگرمیوں میں حصہ لینے کی مشقایک کلاس کے ایک کے اپنے مقابلے میں کم کے طور پر ایک سمجھتی! "کیرن ڈونالڈ!آج رات بولنگ جانے دو! اور جوتے کے بارے میں فکر مت کرو ... بظاہرآپ ان کو کرائے پر حاصل کر سکتے ہیں. "ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
سنوادی Slumming:ایک دیئے چیت کے خود ہوش لطف اندوزیمختصرا دانشورانہ نٹھرتا کی کمی کے لئے. ایک اہم سپن آفتفریحی Slumming کی سرگرمی.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
اوکئپشنیل Slumming:کسی کی مہارت یا تعلیم کی سطح کے نیچے کے ساتھ ساتھ ایک کام لیتے ہوئےبالغ ذمہ داریوں سے پیچھے ہٹنا اور / یا گریز کرنے کا ایک ذریعہ کے طور پرایک سچا قبضے میں ناکامی.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
اینٹی وکٹم ڈیوائس:ایک دوسری صورت پر پہنا ایک چھوٹا سا فیشندنیا ایک اب بھی ایک ہے کہ جس کا اعلان قدامت پسند تنظیمانفرادیت کی چنگاری اندر جل رہا: 1940s کے ریٹرو تعلقات اور کان کی بالیاں(مردوں پر)، حقوق نسواں کے بٹن، noserings (خواتین)، اور اب تقریبامکمل طور پر ناپید teeny کے weeny "rattail" کٹوانے (دونوں جنسوں).ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
غذائی Slumming:غذا جن کے لطف اندوزی کے ذائقہ سے نہیں بلکہ ایک طرف سے نہیں تنوںکلاس کے مفہوم، پرانی یادوں کے سگنل، اور کے پیچیدہ مرکبپیکیجنگ semiotics: کیٹی اور میں بجائے ملٹی وہپ کے اس ٹب خریدااصلی کریم ہم پیٹرولیم کشید کوڑا سوچا وجہ سےہوا فوج بیوی میں تعینات ہے کہ کھانے کے طرح طرح لگ رہا تھا ٹاپنگابتدائی ساٹھ کی دہائی میں Pensacola پشت پر ان کے شوہر کو کھانا کھلانا ہوگاایک کیریئر فروغ منانے.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ٹیلی Parabilizing:روزمرہ کی زندگی میں استعمال والأخلاق TV sitcom کے پلاٹ سے اخذ کردہ ہے کہ:"یہ صرف پرکرن جہاں جنوری اس کے شیشے کھو دیتا ہے کی طرح ہے!"ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
QFM:Quelle کی فیشن غلطی. "یہ واقعی QFM تھا. میرا مطلب پینٹرپتلون؟ اس یقین سے پرے 1979 ہے. "ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
مجھے آئایسیم:ایک فرد کی طرف تلاشی، میں تربیت کی غیر موجودگی میںروایتی مذہبی اصولوں، ایک ذاتی طور موزوں وضع کرنےخود کی طرف سے دین. سب سے زیادہ کثرت تناسخ کے ایک mishmash،ایک nebulously تعریف یوں خدا کے اعداد و شمار کے ساتھ ذاتی بات چیت کے، پرکرتیواد،اور کرمی آنکھ سے آنکھ کے رویوں.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
کاغذ ریبیج:کوڑا پھینکنا کرنے hypersensitivity کے.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Bradyism:سے حاصل کردہ ایک multisibling سمجھداری میں بڑے ہو کربڑے خاندانوں. تقریبا 1965 کے بعد پیدا ہونے والے ان میں ایک درلبتا،Bradyism کی علامات دماغ گیمز کے لئے ایک سہولت شامل، جذباتیبھیڑ کے حالات میں افواج کی واپسی، اور ایک کے لئے ایک دل کی گہرائیوں سے ضرورت محسوس کیذاتی جگہ اچھی طرح وضاحت.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
سیاہ سوراخ:ایک ایکس نسل ذیلی گروپ سب سے بہتر میں ان کے قبضے کی وجہ سے مشہورتقریبا مکمل طور پر سیاہ الماریوں.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
سیاہ غاروں:کہاں سیاہ سوراخ رہتے ہیں؛ دن glo ساتھ اکثر انہیٹید گوداموںسپرے پینٹنگ، مسخ mannequins کے، ایلوس ریفرنسز، کے درجنوںسیلاب ashtrays کے، آئینے مجسمے، اور مخمل زیر زمین موسیقیپس منظر میں کھیل.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Strangelove پرجنن:حقیقت یہ ہے کہ کے لئے بنانے کے لئے بچوں کا ہونا ایک اب کوئی ہے کہمستقبل میں یقین رکھتا ہے.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Squires:سب سے زیادہ عام X نسل ذیلی گروپ اور صرف ذیلی گروپافزائش نسل کو دیا. Squires جوڑوں میں تقریبا خصوصی طور پر موجود ہیں اورکی جھلک پیدا کرنے کے لئے ان کے frantic کوششوں کی طرف سے شناخت کے قابل ہیںکے چہرے میں اپنی روز مرہ زندگی میں آئزن ہاور کے زمانے سے Plenitudeحد سے زیادہ ہاؤسنگ قیمتوں اور دو ملازمت زندگی شیلیوں. Squires ہوتےمسلسل کے ان voraciously ارجنشیل حصول سے ختمفرنیچر اور knickknacks.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
غربت lurks ہے:کساد بازاری کے دور کی طرف سے اولاد میں ڈالے مالی سنویبرمماں باپ.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
ھیںچو پلگ، سلائس پائی:ایک غیر حقیقی ایک اولاد کو ذہنی طور پر اپ میل کھاتی ہے جس میںاس کے والدین کے مجموعی مالیت.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
Underdogging:رجحان تقریبا ہمیشہ ایک میں واپس کے ساتھ طرفصورت حال دی. اس خاصیت کے صارفین اظہار ہےیا اس سے کم، کامیاب کی خریداری "اداس،" میں ناکامی کی مصنوعات: "میں جانتا ہوںان ویانا فرینکس ایک چھڑی پر دل کی ناکامی ہیں، لیکن وہ اتنی اداس تھےمیں نے صرف کے لئے تھا کہ دیگر تمام دکھاوی غذائی اشیاء پر چڑھائی کرانہیں خریدنے. "ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
2 + 2 = 5 آئایسیم:بعد خود کو مقصد ایک ٹارگٹ مارکیٹنگ کی حکمت عملی کرنے میں cavingوقت کی ایک طویل مدت کے لئے باہر انعقاد. "اوہ، ٹھیک ہے، میں خرید لیں گے آپبیوکوف کولا. ابھی مجھے اکیلا چھوڑ دو. "ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
آپشن فالج:رجحان، لامحدود اختیارات دیا جب کوئی نہیں بنانے کے لئے،.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
شخصیت دشمانش:ایک جوڑے کے بننے کے لئے ادا کی قیمت؛ ماضی میں دل لگیانسانوں بورنگ بن: ہمیں مدعو کرنے کے لئے شکریہ "، لیکن نورین اور میںآج رات flatware کیٹلاگ دیکھنے کے لئے جا رہے ہیں. اس کے بعد ہم جا رہے ہیںشاپنگ چینل کو دیکھنے کے لئے. "ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
جیک اور جل پارٹی:A اسکویر روایت؛ گود برائی ہے جس کے لئے دونوں مردوں اورخواتین ارکان صرف عورتوں کی مخالفت کرنے کے لئے مدعو ہیں. دگنیابیلنگی حاضری کی خریداری کی طاقت پر منحصر تحفہ اقدار لاتاآئزن ہاور کے زمانے کے معیار.ثقافت "
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
نیچے گھوںسلی:والدین کے رجحان کو چھوٹے، مہمان کمروں پاک کرنے کے لئے منتقل کرنے کے لئےبچوں کی عمر کے بچوں کے گھروں سے بچنے کے لئے تو کے طور پر دور چلے گئے ہیں20 سے 30 جو گھر boomeranged کیا ہے.
		-- Douglas Coupland, "Generation X: Tales for an Accelerated

%
greenrd کے قانونEvey کے عہدے کے کسی اور کا املا یا قواعد ہتک، یا سراہتےایک کی اپنی املا یا قواعد، لامحالہ ایک ہجے مشتمل ہوگا یاگرائمر کی غلطی.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
intaxication:جس سے آپ کو اس بات کا احساس تک رہتا ٹیکس کی رقم کی واپسی، حاصل کرنے میں حوصلہ افزائیاس کے ساتھ شروع کرنے کے لئے آپ کے پیسے تھی.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
reintarnation:ایک سے Hillbilly کے طور پر زندگی کی طرف واپس آتے.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
bozone، N .:مادہ بیوکوف لوگوں کے ارد گرد روشن خیالات روکتا ہےتیز سے. bozone پرت، بدقسمتی سے، بہت کم اشارہ نہیں دیامستقبل قریب میں نیچے توڑ کی.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
cashtration، N .:ایک گھر خریدنے کے ایکٹ، مشروط مالی طور پر دیتا ہے جسغیر معینہ مدت کیلئے نامرد.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
giraffiti:توڑ پھوڑ بہت، بہت اعلی سپرے پینٹ.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
sarchasm:وینگیپورن عقل کے مصنف اور اس شخص کے درمیان خلیج کو جواسے حاصل نہیں ہے.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
inoculatte:جب تم دیر سے چلا رہے ہیں درون ورید کافی لینے کے لئے.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
hipatitis:ٹرمینل ٹھنڈک.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
osteopornosis:A زوال پذیر بیماری.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Karmageddon:ہر کوئی ان تمام بہت برا دور بھیج رہا ہے جب یہ، کی طرح ہےvibes کے، ہے نا؟ اور پھر، جیسے، زمین میں دھماکہ اور اس کی طرح ہے، ایکسنگین مایوس کن.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
decafalon، N .:صرف باتیں ہڑپ دن کے ذریعے حاصل کرنے کی شدید واقعہآپ کے لئے اچھا ہو.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
glibido:تمام بات چیت اور کوئی کارروائی نہیں کی.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Dopeler اثر:وہ تم پر آیا جب احمقانہ خیالات کا رجحان ہوشیار لگتامیں تیزی سے.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
arachnoleptic فٹ، N .:مجنوں رقص خصوصا آپ نے غلطی سے واک آؤٹ کرنے کے بعد کارکردگی کا مظاہرہمکڑی کا جالا کے ذریعے.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
Beelzebug، N .:ایک مچھر کی شکل میں شیطان، میں آپ کے سونے کے کمرے میں ملتا ہے کہصبح اور تین نہ نکال جا سکتا ہے.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
caterpallor، N .:آپ کو پھل تم ہو میں نصف کھانا تلاش کرنے کے بعد باری رنگکھانے.
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
تکبر کیڑے کینیڈا کی وضاحت:  ہمارے پہاڑوں بہت نوک دار ہیں؛  ہمارے prairies کی نہیں ہیں.  باقی تھوڑے bumpy ہے  لیکن انسان، ہم نے ایک بہت ہے!    - سے "کینیڈا کی بہت بڑی"
		-- greenrd in http://www.kuro5hin.org/comments/2002/4/16/61744/5230?pid=5#6

%
