1/2 آانس. شراب1/2 آانس. شراب1/2 آانس. رم (ترجیحا سیاہ)3/4 آانس. سے Tequilla1/2 آانس. ٹرپل سیکنڈ1/2 آانس. مالٹے کا جوس3/4 آانس. ھٹی مکس1/2 آانس. کولاfrosted گلاس میں برف اور دباؤ کے ساتھ ہلا.لانگ آئلینڈ آاسڈ چائے
		-- Dean Martin

%
6 آانس. مالٹے کا جوس1 آانس. شراب1/2 آانس. Gallianoہاروے Wallbangers
		-- Dean Martin

%
تاخیر بیئر تردید ایک بیر ہے.
		-- Dean Martin

%
وہسکی کی ایک جوڑے کو زیادہ گولیاں، خواتین راؤنڈ یہاں اچھے تلاش شروع.[ایک 10 ایک 4 کے بعد ایک چھ پیک ہونے کے بارے میں کچھ ہے؟ ایڈ.]
		-- Dean Martin

%
ایک آدمی، ایک بار میں چلتا ایک بیر کے احکامات، باتھ روم پر اسے اٹھانے اور اسے ڈھیروںایک تبدیل کرنے چٹائی میں. اگلے چند گھنٹوں کے دوران، انہوں نے بار میں واپس جاتا ہےکئی بار - اور اس تسلسل کو دوہراتا. آخر میں بارٹیںڈر تاکہ مل گیامتجسس وہ بار ختم leaned اور اس سے پوچھا کہ وہ کیا کر رہا تھا کہ.کسٹمر جواب دیا، "بچولیا بچنا."
		-- Dean Martin

%
A prohibitionist ساتھ پینے کے لئے ایک پرواہ نہیں کریں گے آدمی کی طرح ہے- اس نے پی چاہے.
		-- H. L. Mencken

%
لانسر Absinthe شدید علی بابا اگاتے ہوتا.
		-- H. L. Mencken

%
شراب اینستھیزیا جس کے ذریعے ہم زندگی کے آپریشن برداشت ہے.
		-- George Bernard Shaw

%
شراب، چرس، prussic ایسڈ، strychnine کمزور dilutions ہیں. باوثوقزہر کا وقت ہے.
		-- Emerson, "Society and Solitude"

%
شراب گمنام جب آپ کسی اور کے نام کے تحت پینے کو ملتا ہے.
		-- Emerson, "Society and Solitude"

%
ہمیشہ ایک سیاہ جگہ میں بیئر ذخیرہ.
		-- Lazarus Long

%
ایک شرابی جتنا تم کرتے ہو کے طور پر کے طور پر شراب پیتا ہے جو آپ کو پسند نہیں کوئی ہے.
		-- Dylan Thomas

%
اور تم، کسی بھی Watney کے ریڈ بیرل حاصل نہیں کر سکتےسلاخوں ہر بار بند کی وجہ سے آپ کو پیاس ہیں ...
		-- Dylan Thomas

%
... کم از کم میں نے، ناچ رہی تھی تل کسی نے میرے ہاتھ پر قدم رکھا سوچا.
		-- J. B. White

%
مضبوط پینے سے ہوشیار رہو. یہ آپ کو ٹیکس لینے والے اور مس میں گولی مار کر سکتے ہیں.
		-- Lazarus Long, "Time Enough for Love"

%
کیونکہ شراب کی یاد رکھتا ہے.
		-- Lazarus Long, "Time Enough for Love"

%
بیئر اینڈ پریٹزیل - چیمپئنز کے ناشتا.
		-- Lazarus Long, "Time Enough for Love"

%
بیئر - یہ اب صرف ناستے کے لئے نہیں ہے.
		-- Lazarus Long, "Time Enough for Love"

%
اچھے کپڑے پہنے بزنس مین کو بکھاری:"اگر آپ سے Chivas کا پانچواں حصہ کے لئے $ 20،95 معاف کر سکتا ہے؟"
		-- Lazarus Long, "Time Enough for Love"

%
سب سے بہتر شراب: tasters کی کے ایک پینل نے 1969 میں صارفین کی یونین کی طرف سے جمعانصاف کیا کورس اور ملر ہائی زندگی بہت بہترین میں سے ہو جائے. وہ لوگ جوشک نہیں ہے کہ بیئر کے ایک سنگین مشروط امریکی پر اس کا اثر غور ہو سکتا ہےتاریخ. مثال کے طور پر، نیو انگلینڈ کا پہلا colonists کی اینکر ڈراپ کرنے کا فیصلہپلایماؤت راک میں بجائے ورجینیا پر جاری کی، کیونکہ ایک کے طور پرانہیں ڈال دیا، "ہم نہیں اب وقت مزید غور کے لئے، لے سکتا ہے ہماریخوراک خرچ کیا اور خاص طور پر ہمارے بیئر جا رہا. "
		-- Felton & Fowler's Best, Worst & Most Unusual

%
شراب کا جواب ہے. میں نے سوال یاد نہیں ہے.
		-- Felton & Fowler's Best, Worst & Most Unusual

%
برانڈی اور پانی لوٹ دو اچھی چیزیں.
		-- Charles Lamb

%
لیکن، افسر، وہ، نشے میں نہیں ہے میں تو بس اس کی انگلیاں مروڑ دیکھا!
		-- Charles Lamb

%
Cerebus میں نے تیری ناف سے باہر خوبانی برانڈی چاٹنا پسند کروں گا.The Jaka کی: دیکھو، Cerebus-- The Jaka کی آپ کو بتانا ہے ... کچھCerebus: Cerebus ایک ناف ہوتی تو تم اس سے باہر خوبانی برانڈی چاٹنا گے؟The Jaka کی: اہ!Cerebus: آپ خوبانی برانڈی پسند نہیں کرتے؟
		-- Cerebus #6, "The Secret"

%
لہو لڑکوں کے لئے شراب ہے؛ مردوں کے لئے پورٹ؛ لیکن خواہش مند ہے وہ ایک ہیرو بننے کے لئے... شراب پینا ضروری ہے.
		-- Samuel Johnson

%
ایک بار سٹول پر چڑھنے، سٹرنگ کا ایک ٹکڑا ایک بیر کے لئے کہا."ایک منٹ رکو. آپ کو ایک تار نہیں ہیں؟""ٹھیک ہے، جی ہاں، میں ہوں.""معاف کیجئے. ہم یہاں ڈور کی خدمت نہیں ہے."تعین کیا سٹرنگ بار چھوڑا اور ایک راہگیر نے روک. "معاف کیجئے گا،مجھے، "اس نے کہا،" تم نے میری سروں ٹکڑا اور ایک pretzel طرح مجھے باندھنے گے؟ "بار راہگیر واجب، اور سٹرنگ دوبارہ داخل ہوئے. "مجھے ایک بیر لے سکتا ہوں،براہ مہربانی؟ "یہ بارٹیںڈر پوچھا.barkeep سٹرنگ کے سامنے ایک بیئر مقرر، پھر اچانک رک گئی."ارے، آپ سٹرنگ میں یہاں سے باہر پھینک دیا نہیں کر رہے ہیں؟""نہیں، میں نے ایک کی frayed گرہ ہوں."
		-- Samuel Johnson

%
کوچ: میں آپ کو ایک بیئر، نارم اپنی طرف متوجہ کر سکتے ہیں؟نارم: نہیں، میرے خیال میں وہ طرح نظر آتے ہیں کیا پتہ. مجھے صرف ایک ڈال.کوچ: کس طرح ایک بیر، نارم کے بارے میں؟نارم: ارے میں نے زندگی، کوچ پر اعلی ہوں. کورس کے، بیئر میری زندگی ہے.کوچ: کس طرح ہے ایک بیر آواز، نارم؟نارم: میں dunno. وہ میں ایک لفظ حاصل کرنے سے پہلے میں عام طور پر ان کو ختم.
		-- Cheers, Fortune and Men's Weights

%
کوچ: کیسا چل رہا ہے، نارم؟نارم: والد صاحب کی امیر اور ماں کی ہیں دیکھ اچھے '.سیم: اپ کیا، نارم؟نارم: میرے نپل. یہ وہاں باہر منجمد ہے.کوچ: کہانی، نارم کیا ہے؟نارم: پیاسا آدمی ایک بار میں چلتا. آپ اسے ختم کرو.
		-- Cheers, Endless Slumper

%
کوچ: آپ کو ایک بیئر، Normie کو کیا کہیں گے؟نارم ہے: Daddy آپ wuvs.سیم: آپ نے کیا پسند ہے، Normie؟نارم: جینی کی وجہ. ایک اور بیئر کرو.سیم: کیا آپ، نارم پڑے گا؟نارم: ٹھیک ہے، میں نے ایک جوئے کا موڈ، سیمی میں ہوں. مجھے ایک گلاس لے لیں گے جو کچھ بھی      کہ نل سے باہر آتا ہے.سیم: اوہ، بیئر کی طرح لگتا ہے، نارم.نارم: میرے مسٹر لکی کال کریں.
		-- Cheers, The Executive's Executioner

%
کوچ: اپ کیا، نارم؟نارم میرے منہ، کوچ کے کونے کونے.کوچ: ملاتے رہا ہے، نارم؟نارم: چاروں رخساروں اور chins کے ایک جوڑے، کوچ.کوچ: شراب، Normie؟نارم: اہ، کوچ، میں dunno، میں نے کسی کو اس ہفتے تھا. اہ، کیوں نہیں، میں اب بھی جوان ہوں.
		-- Cheers, Snow Job

%
، میں ستاروں چکھنے رہا ہوں جلدی آو!
		-- Dom Perignon, upon discovering champagne.

%
چلو، مالک مکان، جب تک اس سے زیادہ چلاتے کرتا بہہ کٹورا بھرنے،آج رات ہم سب ہو کے میری کرے گا - کل ہم سادہ مل جائے گا.
		-- John Fletcher, "The Bloody Brother", II, 2

%
آپ ڈرائیو کرتے وقت نہ پیں - اگر آپ کو ایک ٹکرانا مارو اور اس اگل سکتا ہے.
		-- John Fletcher, "The Bloody Brother", II, 2

%
اگلے سگریٹ تمباکو نوشی نہ کریں. دہرائیں.
		-- John Fletcher, "The Bloody Brother", II, 2

%
کینیڈا خشک پو! تم کامیاب نہیں ہو سکتا، لیکن یہ * __ ہے * مذاق کی کوشش کر.
		-- John Fletcher, "The Bloody Brother", II, 2

%
فوری آرام کے لئے کافی پینے؟ اس کے لیے شراب نوشی کی طرح ہےفوری موٹر مہارت.
		-- Marc Price

%
پینے ایک تماشائی کھیل نہیں ہے.
		-- Jim Brosnan

%
شراب پینے سے لوگوں کی طرح احمق ہوتا، اور لوگوں کو شروع کرنے کے لئے ایسے بیوقوف ہیںکے ساتھ، یہ ایک سنگین جرم شدت ہے کہ.
		-- Robert Benchley

%
جب تک وہ کچھ اچھے گانے جانتے ہیں اور ایک کھو دیں Drunks شاذ و نادر ہی دل لگی ہیںبہت ایک پوکر.
		-- Karyl Roosevelt

%
Eggnog انگریزی کی طرف سے ایجاد ایک روایتی چھٹی پینے کی چیز ہے. بہتلوگ حیران لفظ "eggnog" کہاں سے آتا ہے. پہلی شبدانشانگریزی لفظ "انڈے" سے آتا ہے، "انڈے" کا مطلب. مجھے نہیں معلوم کہ کہاں"nog کی" سے آتا ہے.eggnog بنانے کے لئے، آپ کو وہ میں ہیں تو، رم، وہسکی، شراب شراب کی ضرورت ہے اور کر لیں گےموسم، انڈے ...
		-- Karyl Roosevelt

%
ELECTRIC جمنا-O2 خانوں جمنا-O برانڈ جلیٹن 2 پیکجوں ناکس برانڈ unflavored جلیٹن2 کپ پھل (کسی بھی مختلف قسم کے) 2+ کپ پانی1/2 بوتل Everclear کی برانڈ دانوں کی شرابمکس جمنا-O اور ناکس کھولتے ہوئے پانی کی 2 کپ میں جلیٹن. ہلچل 'تلمکمل طور پر تحلیل.ایک فلیٹ پین میں گرم مرکب ڈالو. (جمنا-O سانچوں کام نہیں کرے گا.)دانوں کی شراب کے بجائے ہمیشہ کی طرح ٹھنڈے پانی میں ہلچل. کوئی بھی congealing ہٹا دیںکیچڑ کی میں Glops. (شراب اضافی جمنا-O پر ایک غیر معمولی اثر ہے.)سے مطلوبہ ذائقہ کے پھل میں ڈالو، اور کسی بھی اضافی شراب کے جذب کرنے کی.شراب کے کمزور اور کھانے کے لئے اسے آسان بنانے کے لئے کچھ ٹھنڈے پانی میں ملائیںدل کے بیہوش.ٹھنڈا راتوں رات مکمل طور پر کٹھور مرکب کرنے کی اجازت دینے. (کے بارے میں 8-12 گھنٹے.)چوکوں میں کاٹا اور لطف اندوز!انتباہ:اجزاء کھلی شعلے سے دور رہو. کے لئے سفارش کی نہیںعمر کے آٹھ سال سے کم عمر بچوں.
		-- Karyl Roosevelt

%
ہر صبح ایک سے Smirnoff صبح ہے.
		-- Karyl Roosevelt

%
بھاری پینے کے لیے بہترین دن. دفتر پانی کے کولر سپائیک.
		-- Karyl Roosevelt

%
جشن لیول 1: آپ کے مہمانوں کو ہر ایک کے ساتھ amiably چیٹ کر رہے ہیںکے ارد گرد دیگر، اپنے کرسمس درخت زیور نہار، گانا ویچبراہ راست پیانو، ان مشروبات میں sipping اور ہارس D'oeuvres nibbling.جشن لیول 2: آپ کے مہمانوں کو زور زور سے بات کر رہے ہیں - کبھی کبھیایک دوسرے سے، اور کبھی کبھی بالکل کوئی نہیں '، آپ rearranging کیکرسمس-درخت زیورات، گانا سیدھا ارد گرد "میں ہوگا مجھے رہو"پیانو، ان مشروبات gulping اور ہارس D'oeuvres نیچے wolfing.جشن سطح 3: آپ کے مہمانوں کے ساتھ تشدد بحث کر رہے ہیںاچیتن اشیاء، گانا "میں کوئی اطمینان حاصل نہیں کر سکتے،" نیچے gulpingدوسرے لوگوں کے مشروبات، کرسمس درخت زیورات نیچے wolfing اورتو کیا ہوتا ہے کو دیکھنے کے لئے براہ راست پیانو میں ہارس D'oeuvres کے رکھتھوڑا ہتھوڑے ہڑتال.جشن سطح 4: آپ کے مہمانوں، ہارس D'oeuvres سب ختم گنداان ننگی لاشیں جلانے کے ارد گرد ایک رسم رقص انجام دے رہے ہیںکرسمس کے درخت. پیانو غائب ہے.تم جب تک، کہیں لیول 3 کے ارد گرد آپ کی پارٹی رکھنا چاہتے ہیںآپ اپنے گھر اور اپنے آتشیں ہتھیار، آپ کی سطح پر جا سکتے ہیں، جس صورت میں کرائے پر4. 3 سطح پر حاصل کرنے کا بہترین طریقہ انڈے nog کی ہے.
		-- Karyl Roosevelt

%
ماہی گیری، میرے ساتھ، ہمیشہ دن میں پینے کا بہانہ کر دیا گیا ہے.
		-- Jimmy Cannon

%
فارچیون، عظیم اقتباسات فارغ # 17"محبت کی یہ کلی، موسم گرما کی پکنے دم سے،ایک beauteous پھول ثابت ہو سکتا ہے جب اگلے ہم ملیں. "جولیٹ، اس بڈ تمہارے لئے ہے.
		-- Jimmy Cannon

%
فارچیون کی پسندیدہ ترکیبیں # 8کرسمس کیک رم1 یا 2 لٹر 1 چمچ رم. بیکنگ پاوڈر1 کپ مکھن 1 عدد. سوڈا1 عدد. چینی کے 1 چمچ. لیموں کا رس2 بڑے انڈے 2 کپ براؤن شوگر2 کپ مختلف پھلوں 3 کپ کٹی انگریزی اخروٹ خشکشروع کرنے سے قبل، معیار کے لئے چیک کرنے کے لئے رم نمونے. اچھا، یہ نہیں ہے؟ ابھیایک بڑی اختلاط کٹوری، ماپنے کپ، وغیرہ کو منتخب دوبارہ رم چیک کریں. یہصرف صحیح ہونا ضروری ہے. رم اعلی ترین معیار کی ہے اس بات کا یقین. ایک کپ ڈالایک گلاس میں رم کے اور کے طور پر روزہ کے طور پر اسے پینا. دہرائیں. ایک برقی ساتھمکسر، ایک بڑی بندوق کٹوری میں ایک کپ مکھن سے شکست دی. tugar کے 1 seaspoon شامل کریںاور ایک بار پھر سے شکست دی. دریں اثنا، رم والدین کی بالکل سب سے زیادہ معیار کو یقینی بنائیں.ایک کپ نمونہ. کھولیں دوسری quart کے طور پر ضروری. 2 orge laggs، 2 کپ کا اضافہ کریںتلی ہوئی druit اور untill میں اعلی سے شکست دی. تلی ہوئی druit میں پھنس جاتا ہے توbeaters، صرف یہ ایک سکریو ڈرایور کے ساتھ ڈھیلے Pry کا. دوبارہ رم نمونے، پرکھنےtoncisticity لئے. اگلا بیکنگ پاؤڈر، رم کی ایک چوٹکی، ایک کے 3 کپ پھٹکنےتودا کے seaspoon اور کالی مرچ یا نمک ایک کپ (یہ واقعی کوئی فرق نہیں ہے).کچھ اور نمونہ. نیبو کا رس کے 912 پنٹ ملانا. schopped مکھن میں گنا اورکشیدہ چوپس. بھوری gugar کے bablespoon، یا جو بھی رنگ آپ کے پاس ان کریں.mell ملائیں. چکنائی تندور اور 350 gredees کرنے کیک پین باری اور ریک تکpoothtick جان کرین باہر آتا ہے.
		-- Jimmy Cannon

%
FORTUNE کی پارٹی ٹپس # 14کہ دوسرے لوگوں کو تلاش کرنے کے تک گئے ہو تمہارے اچھے کے لئے خود کو مدد دے رہے ہیںBYOB پارٹیوں میں شراب؟ ایک موم بتی کے ساتھ ساتھ لے لو، آپ داخل ہے اورروشنی آپ کی بوتل کھول دیا ہے کے بعد. کسی نے کبھی کسی چیز کی توقع رکھتا ہےایک بوتل کی گردن میں پھنس ایک موم بتی ہے جس میں ہونا پینے.
		-- Jimmy Cannon

%
Glogg (روایتی نیویا چھٹی کے پینے):خشک سرخ شراب کے پانچویںAquavit کے پانچویںدار چینی کا 1 اور 1/2 انچ ٹکڑا10 الائچی کے بیج1 کپ کشمش4 خشک انجیر1 کپ نے blanched یا flaked بادامخشک سنتری چھیل کے چند ٹکڑے ٹکڑے5 لونگ1/2 پونڈ چینی کے کیوبشراب اور مشکل چیزیں (شراب کے ساتھ بدل کیا جا سکتا ہے جس میں گرمکے علاوہ تمام دیگر چیزیں شامل کرنے کے بعد ایک بڑے برتن میں دل کے بیہوش کے) کے لئےچینی کے کیوب. بس جب یہ ابلتے تک پہنچ جاتا ہے، ایک تار میں چینی ڈالstrainer کے،، شہوت انگیز مرکب میں یہ گیلا اسے باہر اٹھا اور ایک میچ کے ساتھ اسے بھڑکانے.یہ سب تحلیل کیا جاتا ہے تک چینی مائع میں کئی بار ڈپ. کی عبادت کروہر کپ میں چند کشمش اور بادام کے ساتھ کپ میں گرم.N.B. Aquavit تلاش کرنے کے لئے مشکل اور بوٹ سے مہنگی ہو سکتی ہے. صرف اس کا استعمال کریںتم واقعی میں ایک آروپت خواہش ہے تو اور fussy ہونے کے لئے، یا آپ کو سویڈش ہو تونکالنے.
		-- Jimmy Cannon

%
Halley کی دومکیت: یہ آیا، ہم نے دیکھا، ہم نے پیا.
		-- Jimmy Cannon

%
ہیری کی بار ایک نئے کاک ہے. اس مسز مککا کہا جاتا ہے. انہوں نے کے ساتھ اسے بنانےدودھ، رم اور چینی اور یہ حیرت انگیز ہے. دودھ جیورنبل اور کے لئے ہےچینی کے پیئپی کے لئے ہے. وہ رم میں ڈال لوگ کیا جانتے گا تاکہتمام ہے کہ خوشگوار اور جیورنبل کے ساتھ.
		-- Jimmy Cannon

%
ایک عجیب مے رہی ہے، آپ بیر ہوتے.
		-- Jimmy Cannon

%
ایک blinding snowstorm کے سیم بہت تھا میں بے بسی سے گھومنے کے بعدایک مضبوط سینٹ برنارڈ کے کتے کے ساتھ اس کی طرف bounding اس کو دیکھنے کے لئے راحتبرانڈی کی روایتی پیپا ان کے کالر پر باندھ."- اور ایک عظیم بڑا کتا، بھی انسان کی بہترین دوست!" "آخر کار،" سیم، روئی
		-- Jimmy Cannon

%
وہ ہر toun میں اچھی طرح جانتا تھا tavernes.
		-- Geoffrey Chaucer

%
وہ ہمیشہ چند نگل لئے تیار ہے صرف Capistrano طرح ہے،.
		-- Geoffrey Chaucer

%
"ارے! کون میری دوپہر کے کھانے کے بند کارک لیا ؟؟!"
		-- W. C. Fields

%
ہوگن'S ہیرو گیم پینے -ایک شاٹ ہر وقت لے لو:- سارجنٹ Schultz کی، کا کہنا ہے کہ "میں nooooothing knoooooowww!"- جنرل Burkhalter یا میجر Hochstetter ڈرانا / توہین کرنل Klink.- کرنل Klink کرنل ہوگن کی چاپلوسی کے لئے آتا ہے.- قیدیوں میں سے ایک (ہر قیدی کو جانے کے لئے کے لئے ایک شاٹ) کے کیمپ کے باہر sneaks ہے.- کرنل Klink دو گولیاں فون کا جواب کرنے کے بعد توجہ کے لئے تصاویر (یہ دوسرے سرے پر ہمارے ہیرو) میں سے ایک ہے تو.- جرمنوں کے ایک روسی محاذ پر بھیجا جا رہا ساتھ دھمکی دی ہے.- کارپورل Newkirk ان جعلی جرمن تلفظ میں ایک جرمن اپ بلاتا ہے، اورچالوں نے (دو گولیاں جو کرنل Klink ہے تو).- ہوگن زیر زمین سے ایک خوبصورت لڑکی کے ساتھ رومانی ہے.- کرنل Klink وہ کس طرح Stalag 13 سے فرار تھا کبھی رہا ہے سے متعلق ہے.- سارجنٹ شللوز (وہ کھانے کے ساتھ رشوت دی ہے تو دو گولیاں) اپ ایک خفیہ دیتا ہے.- قیدیوں ایک پوشیدہ ٹرانسمیٹر کی طرف سے جرمنوں 'گفتگو سن.- سارجنٹ شللوز "قبضہ" ایک فرار ہونے کے بعد قیدیوں میں سے ایک.- Lebeau "cuh-لوح-`nell" کے طور پر "کرنل 'سناتے ہیں.- (یہ دھماکہ خیز مواد نہیں ہے تو دو گولیاں) کارٹر کے آلہ کی کسی طرح بناتا ہے.- Lebeau ان تہبند پہنتے ہیں.- ہوگن "ہم کوئی چارہ مل گیا ہے" کسی کا دعوی ہے جب منصوبہ ہے کا کہنا ہے کہناممکن.
		-- The prisoners capture an important German, and sneak him out the tunnel.

%
حکومت میرے جگر کو دفن کرنے کے لئے ایک محفوظ جگہ مل جاتا ہے جب تک میں مر نہیں سکتی.
		-- Phil Harris

%
میں جب کہتا ہے جو ایک شخص بد اعتمادی. وہ ہوشیار رہنا ہوگا، تو پینے کے لئے نہیںکیونکہ وہ کرتا ہے جب اعتماد کیا جا کرنے کے لئے نہیں ہے، بہت زیادہ، یہ بات ہے.
		-- Sidney Greenstreet, "The Maltese Falcon"

%
I، نہیں پیتا مجھے یہ پسند نہیں ہے، اس سے مجھے بہت اچھا لگتا ہے.
		-- K. Coates

%
میں نے دوسرے لوگوں کو دلچسپ بنانے کے لئے پیتے ہیں.
		-- George Jean Nathan

%
میں نے تمباکو نوشی، شراب نوشی اور جنسی چھوڑ دی. یہ سب سے زیادہ * __________ ہولناک * 20 تھامیری زندگی کے منٹ!
		-- George Jean Nathan

%
میں نے صرف ایک قطار میں اٹھارہ وھسکیز پڑا ہے. میں سمجھتا ہوں کہ ایک ریکارڈ ہے یقین کرتے ہیں.
		-- Dylan Thomas, his last words

%
میں نے ایک دلچسپ آدمی پیتے نہیں ہے جو نام کرنے مشکل میں سوچنا ہے.
		-- Richard Burton

%
میں نے اپنی پہلی لڑکی کو چوما اور اسی دن پر میری پہلی سگریٹ نوشی.تب سے میں تمباکو کے لئے وقت ہی نہیں ملا.
		-- Arturo Toscanini

%
میں چلنے کے قابل نہیں ہو سکتا ہے، لیکن میں نے ایک نشست کے عہدے سے گاڑی چلانا.
		-- Arturo Toscanini

%
میں نے ان کے گیلے کپڑے سے باہر اور ایک خشک مارٹینی میں حاصل کرنا ضروری ہے.
		-- Alexander Woolcott

%
میں نے کبھی نہیں کہا تمام ڈیموکریٹس saloonkeepers تھے؛ میں نے کیا کہا تھاsaloonkeepers ڈیموکریٹس تھے.
		-- Alexander Woolcott

%
میں نے میرے ساتھ کام گھر لے کبھی نہیں؛ میں نے ہمیشہ راستے میں کچھ بار میں اسے چھوڑ.
		-- Alexander Woolcott

%
میں نے چند گھنٹوں میں میں نے سادہ گی کہ لگتا ہے. یہ ایک دکھ کی طرح ہےسوچا. میں نے اپنے آپ کو تیار کرنے کے ایک سے زیادہ چند مشروبات ہوگا.
		-- Alexander Woolcott

%
میں نے ایک پینے کے مسئلہ کے لئے استعمال کیا. اب میں چیزیں سے محبت کرتا ہوں.
		-- Alexander Woolcott

%
میں پیتا نہیں کرے گا!لیکن میں نے ایسا کرتے ہیں ...میں نشے میں نہیں ملے گا!لیکن میں نے ایسا کرتے ہیں ...میں نے عوام میں نہیں کریں گے!لیکن میں نے ایسا کرتے ہیں ...میں نیچے گر نہیں کرے گا!لیکن میں نے ایسا کرتے ہیں ...میں نے نیچے دے تاکہ وہ میری کمپنی بیج کو دیکھ نہیں سکتا چہرہ گر جائے گا.
		-- Alexander Woolcott

%
میں نے آپ کو پتھر پر ایک اسکاچ ہوتے.
		-- Alexander Woolcott

%
میں نے جو آدمی بیئر ایجاد ملنے اور اب وہ پر کام کر رہا ہے دیکھنا چاہتے ہیں.
		-- Alexander Woolcott

%
میں نہیں بلکہ ایک وہاں prefrontal lobotomy نسبت میرے سامنے ایک مفت بوتل پڑے گا.[S. علاوہ مٹی ولسن سے منسوب. ایڈ.]
		-- Fred Allen

%
I inkahol کے alkafluence تحت نہیں ہوںکچھ thinkle جھانکنے میں ہوں کہ.یہ صرف drunker میں یہاں بیٹھنے اب میں ملتا ہے.
		-- Fred Allen

%
، یاد ہے - میں نے ہمیشہ لوگوں کو پینے نہیں کرتے اس کے لئے معافی محسوس کیا ہےوہ جاگ جب، کہ وہ والا سارا دن محسوس کر رہے ہیں کے طور پر کے طور پر اچھا ہے!
		-- Fred Allen

%
میں نے ہمیشہ اسے مضبوط کچھ بھی کبھی نہیں پینے کے لئے ایک پختہ پریکٹس کر دیا ہےناشتے سے پہلے شراب کے مقابلے میں.
		-- R. Nesson

%
میں نشے میں کبھی نہیں گیا ہوں، لیکن اکثر میں overserved رہا ہوں.
		-- George Gobel

%
خدا دھوئیں کے انسان کا ارادہ کیا تھا تو وہ آگ پر کھڑا کیا گیا ہوتا.
		-- George Gobel

%
خدا لوگوں کا ارادہ کیا تھا تو تمباکونوشی کی، انہوں نے کہا کہ ان کے سر میں chimneys ڈال دیا ہوتا.
		-- George Gobel

%
مجھے لگتا ہے وہ [وہسکی کی] کیا برانڈ پیتا جانتے تھے، تو میں ایک بیرل بھیجے گی یامیرے دوسرے جرنیلوں کے لئے تو.
		-- Abraham Lincoln, on General Grant

%
لوگوں Schlitz کے بجائے سیاہی پیا، تو وہ بہتر ہو جائے گا.[سیاہی کی کیا برانڈ؟ ایڈ.]
		-- Edward E. Hippensteel

%
آپ اسے پی نہیں ہے تو، کسی اور کرے گا.
		-- Edward E. Hippensteel

%
تم پیتے ہو تو، پارک نہیں کرتے. حادثات لوگوں کو بنانے.
		-- Edward E. Hippensteel

%
1967 میں سوویت حکومت لینن کے ساتھ ایک خوبصورت چاندی روبل نظریے کے مطابقایک بہت واقف لاحق میں - اسے اوپر اٹھایا باہوں میں، ملک کی قیادتانقلاب. لیکن، یہ سب سے واضح تھا، کہ آپ کی طرف سے اس کی طرف دیکھا تو اسپیچھے، جو 11:00، جب ووڈکا کے لئے واضح ہے کہ لینن کی طرف اشارہ کر رہا تھادکانیں کھولی، اور اصل میں یہ کہہ رہا تھا، "کامریڈ، آگے وودکا کی دکانوں پر.ایک سے باہر لے جانا، ایک جام ہے کرنا چاہتا تھا جب یہ، فیشن بن گیاروبل اور کہتے ہیں، "ارے باپ رے، کامریڈ لینن مجھ سے کہتا ہے ہمیں جانا چاہیئے.
		-- Edward E. Hippensteel

%
ایک بوتل میں، گردن سب سے اوپر ہمیشہ ہے.
		-- Edward E. Hippensteel

%
دو یا دو سے زیادہ لوگوں کے ایک اجتماع، ایک روشن سگریٹ ہے جب میںایک ایش ٹرے میں رکھا، دھواں تمباکو نوشی نہ کرنے کے چہرے میں سے waft گا.
		-- Edward E. Hippensteel

%
ایک وہسکی میں یہ عمر ہے، ایک سگریٹ میں یہ ذائقہ ہے اور ایک سپورٹس کار میںیہ ناممکن ہے.
		-- Edward E. Hippensteel

%
Vino کی VERITAS میں.شراب میں حقیقت نہیں ہے.]
		-- Pliny

%
یہ کہا گیا ہے کہ پبلک ریلیشنز دوستوں جیتنے کا فن ہےاور اثر و رسوخ کے تحت لوگوں کو حاصل.
		-- Jeremy Tunstall

%
یہ ایک بہادر آدمی ہے جو، چیزوں کو ان کے تاریک ترین میں ہیں جب، واپس اور پارٹی لات مار کر سکتے ہیں!
		-- Dennis Quaid, "Inner Space"

%
یہ والا، ٹھیک ہو رہا ہےیہ تقریبا آدھی رات ہےاور میں شراب کی دو بوتلوں زیادہ مل گیا ہے.
		-- Dennis Quaid, "Inner Space"

%
وہی پرانی کہانی ہے؛ لڑکے بیئر ملاقات، لڑکے بیئر ... لڑکے ہو جاتا پیتاایک اور بیئر.
		-- Cheers

%
یہ کچھ بھی کرنے کے لئے کچھ لوگوں کو تو کہتے ہیں وہ کر رہے ہیں جبکہ منعقد کرنے کی کوشش کرنے کے لئے بیکار ہےپیار میں پاگل، نشے میں، یا دفتر کے لئے چل رہا ہے.
		-- Cheers

%
امریکہ خوبصورت رکھیں. آپ کے بیئر کے کین نگل.
		-- Cheers

%
ایک تمباکو نوشی نہ کرنے کا بوسہ لے؛ فرق چکھو.
		-- Cheers

%
چومنا کی ایک سگرٹ نوش ایک ashtray چاٹ طرح ہے.
		-- Cheers

%
لیڈی یسٹر ایک کپڑے گیند کو دے رہا تھا اور ونسٹن چرچل نے ان سے پوچھا کہ کیابھیس ​​وہ اس کے لئے سفارش کرے گا. اس نے جواب دیا، "تم کیوں نہیں آتےسادہ، جناب وزیر اعظم؟ "
		-- Cheers

%
شکاگو کے لائق شہریوں کو ان شراب کا بہترین طریقہ ہو جانے دووہ کر سکتے ہیں. میں نے کام کا بیمار ہوں. یہ ایک اکرتشتھ ایک اور غم سے بھرا ہوا ہے.
		-- Al Capone

%
زندگی، بیئر کی طرح، محض ادھار لیا ہے.
		-- Don Reed

%
اس پر اس طرح دیکھو: آپ کی بیٹی صرف تازہ ترکی لایا نام سے منسوبہوم "Cuddles کی"، لہذا آپ کو ایک ڈبے میں بند ہیم کو خریدنے کے لئے باہر جا رہے ہیں. اور تم اب بھی کر رہے ہیںعام اسکاچ پینے؟
		-- Don Reed

%
اس پر اس طرح دیکھو: تمہاری بیوی کے لئے $ 280 مراقبے سبق پر ایک ماہ کے خرچکالج کی تعلیم کی $ 26،000 بھول جاؤ. اور تم اب بھی عام اسکاچ پی رہے ہو؟
		-- Don Reed

%
مارون نوعیت پریمی، گھاس میں ساتھ hopping کے ایک ٹڈڈی جاسوسیاور فطرت کے ساتھ ملنے کے لئے کے موڈ میں، نایاب بھی بھرپور درمیاننوعیت پریمیوں، وہ، ٹڈڈی سے کہا: "خوش، دوستٹڈڈا. کیا آپ کو معلوم ہے کہ وہ آپ کے بعد ایک ڈرنک کا نام ہے؟ ""واقعی؟" ٹڈڈا، ظاہر ہے راضی جواب دیا. "وہ ہےایک جام فریڈ نامزد کیا؟ "
		-- Don Reed

%
"میں سگریٹ نوشی سکتا ہوں؟""اگر آپ کو شعلوں میں پھٹ اور مر جائے تو مجھے پرواہ نہیں ہے!"
		-- Don Reed

%
"میں سگریٹ نوشی سکتا ہوں؟""جی ہاں، مجھے لگتا ہے کہ، یہ آپ کے کان یا اس میں سے آتی دیکھنا چاہتے ہیں؟"
		-- Don Reed

%
میری ماں نے وہ شراب پیتا ہے بھولنے کی پیتا.
		-- Crazy Jimmy

%
میرے چچا شہر نشے میں تھا - اور ہم شکاگو میں رہتے تھے.
		-- George Gobel

%
ایک اجلاس کے ختم ہونے یا ایک کاک گھنٹے کے آغاز میں تاخیر نہ کریں.
		-- George Gobel

%
اپنی انگلی کٹورا سے پینے کبھی - یہ صرف پانی پر مشتمل ہے.
		-- George Gobel

%
نہیں، میں نے ایک پینے مسئلہ نہیں ہے.میں پینے، میں نشے میں حاصل، میں نیچے گر.کوئی مسئلہ نہیں!
		-- George Gobel

%
[نارم ایک کشش عورت کے ساتھ میں آتا ہے.]کوچ: Normie، Normie، یہ بھی ہو سکتا ویرا؟نارم: مہنگی سرجری کی ایک بہت، شاید ساتھ.کوچ: اپ کیا، Normie؟نارم: میرا گریبان، کوچ کے تحت درجہ حرارت.کوچ: آپ کو ایک اچھا بیئر، Normie کو کیا کہیں گے؟نارم: نیچے جا رہے ہو؟
		-- Cheers, Diane Meets Mom

%
[نارم اخت کی باؤل-A-Rama کی بار میں چلا جاتا ہے.]آف سکرین بھیڑ: نارم!سیم: کس طرح جہنم کے وہ اسے یہاں جانتے ہیں؟کلف: وہ ایک زندگی مل گیا ہے، آپ کو معلوم ہے.ووڈی: میں نے آپ کے لئے کیا کر سکتے ہیں، مسٹر پیٹرسن؟نارم: میری بیوی کے ساتھ فرار.ووڈی: کس طرح کی زندگی، مسٹر پیٹرسن؟نارم: اوہ، میں نے فلم کے لئے انتظار کر رہا ہوں.
		-- Cheers, Take My Shirt... Please?

%
[نارم غصے میں ہے.]ووڈی: میں آپ کیا حاصل کر سکتے ہیں، مسٹر پیٹرسن؟نارم: کلفرڈ Clavin کے سر.سیم: ارے، کیا ہو رہا ہے، نارم؟نارم: ٹھیک ہے، یہ ایک کتا کھا کتا دنیا ہے، سیمی،      اور میں نے دودھ بون انڈرویر پہن رہا ہوں.سیم: فاسٹ لین، Normie میں کس طرح کی زندگی؟نارم: میں آن ریمپ تلاش نہیں کر سکتے مجھے پیٹتا،.
		-- Cheers, Diane Chambers Day

%
[نارم ہسپتال سے واپس.]کوچ: اپ کیا، نارم؟نارم: سب کچھ ہونا چاہیے کہ.سیم: نیا کیا ہے، Normie؟نارم: دہشت گرد، سیم. وہ میرے پیٹ کے اوپر لے لیا ہے. وہ بیر کا مطالبہ کر رہے ہیں.کوچ: یہ، کیا ہو جائے گا Normie؟نارم: بس ہمیشہ کی طرح، کوچ. میں بیئر اور ایک snorkel کی ایک froth پڑے گا.
		-- Cheers, King of the Hill

%
[نارم ہے کہ وہ انتون Kreitzer نہیں ہے ثابت کرنے کی کوشش کرتا ہے.]نارم: دوپہر، سب لوگ!تمام: انتون!ووڈی: کیا ہو رہا ہے، مسٹر پیٹرسن؟نارم: میرے گٹ میں ایک چمکتا نشانی، کا کہنا ہے کہ `` یہاں بیئر داخل کریں ''.سیم: میں آپ کیا حاصل کر سکتے ہیں، نارم؟نارم: [ان کی داڑھی scratching کی] کسی بھی پسو پاؤڈر ملا؟ آہ، صرف مذاق کر رہا.      ایک بیر کرو؛ میں نے صرف تھوڑا suckers ڈوب گے لگتا.
		-- Cheers, Two Girls for Every Boyd

%
نارم: حضرات، آپ نلکوں شروع.کوچ: کس طرح زندگی آپ کا علاج، نارم؟نارم: یہ اس کی بیوی کے ساتھ بستر میں مجھے پکڑ لیا طرح.کوچ: کس طرح کی زندگی، نارم؟نارم: نہیں نکچڑھا، کوچ کے لئے.
		-- Cheers, Friends, Romans, and Accountants

%
نارم: ارے، سب لوگ.تمام: [خاموشی؛ ہر کوئی امیر ہونے کے لئے معمول سے ناراض ہے.]نارم: [گفتگو خود کے دونوں اطراف پر جاتی ہیں.]       معمول! (نارمن.)       آج آپ کو کیسا لگ رہا ہے، نارم؟       امیر اور پیاس. مجھے ایک شراب ڈال.ووڈی: تازہ ترین کیا ہے، مسٹر پیٹرسن؟نارم: پر Zsa-پر Zsa ایک ایس ایس سے شادی، پیٹرسن ایک بیئر پیتا ہے.       گیارہ میں فلم.ووڈی: کس طرح آپ کو آج، مسٹر پیٹرسن ہیں؟نارم: بہتر کبھی نہیں کیا گیا، ووڈی. ... بس ایک بار میں اس سے بہتر ہو جائے کرنا چاہتے.
		-- Cheers, Chambers vs. Malone

%
نہیں پیتے جو تمام مردوں شاعر ہیں. ہم میں سے کچھ پیتے ہیں کیونکہ ہم شاعر نہیں ہیں.
		-- Cheers, Chambers vs. Malone

%
پینے نہیں، عورتوں کا پیچھا، یا منشیات آپ اب زندہ نہیں دے گا کر -یہ صرف اس طرح لگتا ہے.
		-- Cheers, Chambers vs. Malone

%
نوٹس:کوئی بھی شخص دیکھا سگریٹ نوشی آگ اور مرضی پر فرض ہو گاسرسری بجھ جائے.
		-- Cheers, Chambers vs. Malone

%
ابھی پینے کے لئے وقت ہے. اب زمین کو شکست دے دی وقتنرنکش پاؤں.
		-- Quintus Horatius Flaccus (Horace)

%
بلاشبہ توانائی کے اوزار اور شراب نہیں ملاتے. ہر کوئی جانتا ہے کہ طاقتاوزار شراب میں گھلنشیل نہیں ہیں ...
		-- Crazy Nigel

%
بوڑھے ویڈیوز Grandad مر گیا ہے لیکن ان کی روحوں پر رہتے.
		-- Crazy Nigel

%
ایک بار ... افغانستان کے wilds میں، میں نے اپنی corkscrew کے کھو، اور ہم تھےدنوں کے لئے بلکہ کھانے اور پانی کچھ بھی نہیں پر رہنے پر مجبور.
		-- W. C. Fields, "My Little Chickadee"

%
ایک آدمی اور ایک مشین کے درمیان ایک فرق ایک مشین خاموش ہےجب اچھی طرح تیل.
		-- W. C. Fields, "My Little Chickadee"

%
ایک دھول جولائی کی دوپہر، کہیں صدی، پیٹرک کی باری کے ارد گردMalone کے، Mulcahey کی بار میں تھا دوسرے سٹریٹ کار کے ساتھ ایک کہنی موڑنےبروکلن ٹریکشن کمپنی سے موصل. وہ بحث کر رہے تھےایک مقامی انگوٹی ہیرو کے امتیازات وخصوصیات، بار خاموش جاتا ہے. Malone کے دیکھنے کے لئے کے ارد گرد بدل جاتا ہےاس کی بیوی، ایک چہرہ موت کے طور پر سنگین، بار کے تعاقب کے ساتھ.بار پر ایک چار سا ٹکڑا نیچے تپپڑ، وہ اس کے خود کرتی ہےمکمل پانچ فٹ پانچ انچ اور Mulcahey سے کہتا ہے، "خود ہے کیا مجھے دوان تمام سالوں گزر گیا. "Mulcahey مارگریٹ مریم پر واپس Malone کے، کہتے ہیں جو میں نظر آتا ہے، اور اس کے بعدMalone کے. انہوں نے کہا کہ ایک گلاس باہر کا تعین کرتا ہے اور اس کی رائی کے ایک ٹرپل شاٹ بہا دیتا. بار ہےمکمل طور پر خاموش وہ گھڑی کے طور پر عورت گلاس اٹھا کر واپس دستکپینے. وہ بار پر گلاس نیچے زور، ہاںفتے ہوئے، قدرے کانپ اٹھتا ہے، اورباہر گزر جاتا ہے؛ براہ راست واپس، ایک بورڈ کے طور پر سخت گرنے، اچانک رابطے سے بچا لیاسے Seamus Fogerty کی کافی پیٹ کر barroom فرش کے ساتھ.کچھ دیر بعد میں، وہ پول ٹیبل پر ایک جیکٹ اس کے تحت آتا ہے،سر. اس کی آنکھیں سرخ ان سب، ان کے شوہر، جو کہتے ہیں کہ بل گر "اورسال آپ سوچ رہا ہوں 'میں meself لطف لے رہا ہوں. "
		-- W. C. Fields, "My Little Chickadee"

%
صرف آئرش کافی ایک واحد گلاس چاروں ضروری غذائی گروپوں میں فراہم کرتا ہے -شراب، کیفین، چینی، اور چربی.
		-- Alex Levine

%
HERE سگریٹ نہیں ہے براہ مہربانی!عذاب: کینسر سے ایک ابتدائی، سوچ میں موت،واتسفیتی، یا دیگر تمباکو نوشی کی وجہ سے بیماری.
		-- Alex Levine

%
پولیس: ہیلو، آپ کو میزبان ہیں؟میزبان: نہیں.پولیس: ہم اس جماعت کے بارے میں شکایات حاصل کر رہا ہے.میزبانی: منشیات کے بارے میں؟پولیس: نمبرمیزبانی: بندوقیں کے بارے میں، اس کے بعد؟ کسی نے گن کی شکایت کرتی ہے؟پولیس: نہیں، شور.میزبان: اوہ، شور. کوئی گن موجود ہیں کیونکہ ٹھیک ہے کہ سمجھ میں آتا ہےیا یہاں منشیات. (ایک بہت بڑا دھماکہ میں سنائی دیتی ہےپس منظر.) یا آتش بازی. کون شور کے بارے میں شکایت ہے؟پڑوسیوں؟پولیس: نہیں، پڑوسیوں گھنٹے پہلے اندرون ملک سے فرار ہوگئے. حالیہ میں سے زیادہ ترشکایات پٹسبرگ سے آئے ہیں. آپ کے خیال میں آپ کر سکتے ہوچیزوں کو چپ کرنے کے میزبان سے پوچھنا؟میزبانی: کوئی مسئلہ نہیں. (اس مرحلے پر، ایک آدم ساتھ Volkswagen کے مسئلے سےدروازے پر تیار کی مذہبی علامتوں زندہ سے ابھر کر سامنےکمرے اور، ہال کے نیچے گرجے پولیس ماضی اور پرلان، جو ایک درخت میں smashes کی جہاں. آٹھ مہمانوں باہر tumble کےگھاس پر، moaning کے.) دیکھیں؟ جو چیزیں ختم کرنے کے لئے شروع کر رہے ہیںنیچے.
		-- Alex Levine

%
وائلڈ لائف برقرار رکھیں! آج ایک پارٹی پھینک دو!
		-- Alex Levine

%
ایک پین میں Galactic گلگلا اڑا کے لئے ہدایت:(1) پرانے 'Janx القدس کی ایک بوتل سے رس لے لو(2) کے سمندر سے پانی میں سے ایک یہ پیمائش میں ڈالوSantraginus V (اوہ، ان Santraginean مچھلی!)(3) Arcturan میگا جن میں سے 3 کیوب میں پگھل کرنے کی اجازت دیںمرکب (مناسب طریقے آاسڈ یا benzine کھو جاتا ہے.)(4) اس کے ذریعے بلبلا Fallian مارش گیس کے چار لیٹر کی اجازت دیں.(5) چاندی کے چمچ کی پشت پر، کا ایک طریقہ فلوٹQualactin Hypermint نکالنے.(6) ایک Algolian Suntiger کے دانت میں گراو. اس کو تحلیل پسندیدہ.(7) Zamphuor چھڑک.(8) ایک زیتون کا اضافہ کریں.(9) پینے ... لیکن ... بہت احتیاط ...
		-- Alex Levine

%
رائفل مغربی ورجینیا لڑکا سکاؤٹ کے طور پر دوگنا کرنے کے لئے تھا کہ اتنی چھوٹی ہےشہر نشے.
		-- Alex Levine

%
رومانوی، شراب کی طرح، کا لطف اٹھایا جانا چاہئے، لیکن کرنے کی اجازت دی نہیں کیا جانا چاہئےضروری ہو.
		-- Edgar Friedenberg

%
انہوں نے کہا کہ اس کی لڑکی دوست کے لیے پرکشش، سگار تمباکو نوشی گھریلو خاتون: "مجھے وہ مل گیاایک رات شروع کر جارج گھر آئے اور ایش ٹرے میں ایک جلتی ہوئی پایا جب. "
		-- Edgar Friedenberg

%
سیم: آپ نے کیا جانتے ہیں، نارم؟نارم: بیٹھنے کے لئے کس طرح. کس طرح پینے کے لئے. مجھے کوئز کرنا چاہتے ہیں؟سیم: ارے، کس طرح زندگی نہیں آپ کا علاج کر رہا ہے، نارم؟نارم: مجھے پیٹتا. ... پھر اس نے مجھے کک اور مردہ کے لئے چھوڑ دیتا ہے.ووڈی: ایک بیر کیسا محسوس کریں گے، مسٹر پیٹرسن؟نارم: میں نے کمرے میں تھا تو اس خوبصورت اعصابی.
		-- Cheers, Loverboyd

%
سیم: اچھا لفظ کیا ہے، نارم؟نارم: پرواز، پرواز، سیٹی، سیٹی.سیم: ارے نہیں، بھوک نہیں بچھیا ...نارم: جی ہاں، ہاں، ہاں ...سیم: ایک جلن کاک آ رہا.سیم: Whaddya کہنا، نارم؟نارم: ٹھیک ہے، میں نے کبھی نہیں ایک بیر میں نہیں پیا ملاقات کی. اور نیچے یہ جاتا ہے.ووڈی: آپ کی خوشی، مسٹر پیٹرسن کیا ہے؟نارم: باکسر شارٹس اور ڈھیلے جوتے. لیکن مجھے ایک بیر کے لئے حل کر لیں گے.
		-- Cheers, The Bar Stoolie

%
سام: تم کیا کہتے ہو، نارم؟نارم: کہ مجھے ایک بیر لے آتا ہوں کسی بھی سستے، tawdry چیز.سیم: آپ کو ایک بیئر، Normie کو کیا کہتے ہیں؟نارم: ہیا، نااخت. شہر میں نئے ہیں؟نارم: سب لوگ شام، بارش سے آنے].تمام: نارم! (نارمن.)سیم: پھر بھی بہا، نارم؟نارم: یہی وجہ ہے کہ مضحکہ خیز ہے، میں آپ کو ایک ہی بات پوچھتا ہی والا تھا.
		-- Cheers, Diane's Nightmare

%
سیم: کیا ہو رہا ہے، Normie؟نارم: میری سالگرہ، سیمی. مجھے، ایک بیر دے میں ایک موم بتی کی چھڑی      یہ، اور میں اپنے جگر کے باہر اڑا دونگا.ووڈی: ارے، مسٹر پی کس طرح مسٹر Clavin لئے تلاش جاتا ہے؟نارم: نہیں اس کے ساتھ ساتھ مسٹر ڈونٹ کے لئے تلاش کریں.       اس کے بلاکس کے ہر جوڑے ملا.
		-- Cheers, Head Over Hill

%
سیم: نیا کیا ہے، نارم؟نارم: میری بیوی کی سب سے زیادہ.کوچ: شراب، نارم؟نارم: Naah، میں شاید صرف اسے پینا چاہتے.کوچ: کر رہی ہے کیا، نارم؟نارم: ویسے، سائنس پیاس کے لیے ایک علاج تلاش کر رہا ہے. مجھے ایسا       گنی پگ ہونے کے لئے.
		-- Cheers, Let Me Count the Ways

%
عمر کے لئے احترام کا اظہار. ایک تبدیلی کے لئے اچھا اسکاچ پیو.
		-- Cheers, Let Me Count the Ways

%
سو - زندگی میں سب سے خوبصورت تجربہ - پینے کے سوا.
		-- W. C. Fields

%
SMOKING NOW اجازت ہے !!!تمباکو نوشی کرنے کے خواہاں کسی، تاہم، تین پرت میں، دائر کرنا ضروری ہے،امریکی حکومت انوائرنمنٹل امپیکٹ داستان بیان (سے Eins)،تفصیل سے مجوزہ، اثرات پر دہن کی قسم بیانماحول، اور متوقع حزب اختلاف. بیانات ہونا ضروری ہےپیشگی 30 دنوں دائر.
		-- W. C. Fields

%
تمباکو نوشی کے اعداد و شمار کے اہم وجوہات میں سے ایک ہے.
		-- Fletcher Knebel

%
تمباکو نوشی ایک بالغ ہونے کے پورے نقطہ، میرا سوال ہے کہ جہاں تک، ہے.
		-- Fran Lebowitz

%
تمباکو نوشی حرام کردہ. بالکل کوئی اگر، ands، یا دبر.
		-- Fran Lebowitz

%
لہذا، گلاس آدھا خالی آدھا بھرا، یا صرف دو مرتبہ کے طور پر ہےاس کی ضرورت کے طور پر بڑے؟
		-- Fran Lebowitz

%
یہ بوتل ہے جب تک کچھ لوگ عمر کے لئے کوئی عزت نہیں ہے.
		-- Fran Lebowitz

%
کبھی کبھی میں صرف کہ پوری دنیا ایک سگریٹ ہے محسوس ہوتا ہے اور میں ہوںصرف ایش ٹرے.
		-- Fran Lebowitz

%
1/4 بوتل .187 لیٹر تقسیمنصف 1/2 بوتل750 ملیلیٹر بوتلمیگنم 2 بوتلیں 1.5 لیٹریربعام 4 بوتلیںرحبعام 6 بوتلیں امریکہ میں دستیاب نہیںمتوسلح 8 بوتلیںSalmanazar 12 بوتلیںbalthazar کے 16 بوتلیںنبوکدنضر 20 بوتلیں 15 لیٹرمختار 34 بوتلیں 26 لیٹرمختار کے قیام کے لئے کی جانے والی ایک نئی بوتل، ہےدنیا میں سب سے کروز جہاز. بوتل اکیلے 8،000 ڈالر لاگت آئےپیدا کرنے کے لئے اور وہ ان میں سے صرف 8 بنایا.عجیب ناموں میں سے زیادہ تر بائبل کے لوگوں کی طرف سے آئے.
		-- Fran Lebowitz

%
علامات: پینے کے ذائقہ اور اطمینان دینے کے لئے ناکام ہو جاتا ہے، بیئر ہےغیر معمولی ہلکا اور واضح.مسئلہ: گلاس خالی.کارروائی مطلوب ہے: جس نے تمہیں ایک اور بیئر خرید لیں گے کسی کو تلاش کریں.علامات: پینے کے ذائقہ اور اطمینان دینے کے لئے ناکام ہو جاتا ہے،اور اپنی قمیض کے سامنے گیلی ہے.غلطی: پینے جب منہ کھولنے یا گلاس پر لاگو نہیںچہرے کی غلط حصہ.ایکشن مطلوب آئینے کے سامنے میں ایک اور بیئر اور پریکٹس خریدیں.کامل پینے کی ٹیکنالوجی کے لئے کی ضرورت کے طور پر بہت سے پیو.
		-- Bar Troubleshooting

%
علامات: ہر چیز سیاہ چلا گیا ہے.غلطی: بار بند ہو رہا ہے.مطلوبہ عمل: آتنک.علامات: تم اپنے بستر، مشکل سردی اور گیلے تلاش کرنے کے لئے زگا.آپ باتھ روم روشنی نہیں دیکھ سکتے.غلطی: رات تم گٹر میں گزارے ہیں.ایکشن مطلوب سلاخوں تک کھلے ہیں تو دیکھنے کے لئے اپنی گھڑی کی جانچ پڑتال کریں. اگر نہیں،ایک جھوٹ میں اپنے آپ کا علاج.
		-- Bar Troubleshooting

%
علامات: فٹ سرد اور گیلے، گلاس خالی.غلطی: گلاس غلط زاویہ پر منعقد کیا جا رہا.ایکشن مطلوب تاکہ گلاس دوسرے طریقے سے بند کر دیں کھلی آخر پوائنٹسچھت کی جانب.علامات: پاؤں گرم اور گیلے.غلطی: نا مناسب مثانے کنٹرول.ایکشن مطلوب اگلے قریب ترین کتا کھڑے جاؤ. تھوڑی دیر کے بعد میں شکایتگھر کی تربیت کی کمی کے بارے میں مالک کے لئے اورمعاوضے کے طور پر ایک بیئر کا مطالبہ.
		-- Bar Troubleshooting

%
علامات: فلور دھندلاپن.غلطی: آپ خالی گلاس کے سب سے نیچے کے ذریعے تلاش کر رہے ہیں.کارروائی مطلوب ہے: جس نے تمہیں ایک اور بیئر خرید لیں گے کسی کو تلاش کریں.علامات: فلور آگے بڑھ.غلطی: آپ کئے جا رہے ہیں.کارروائی مطلوب ہے: آپ کو ایک اور بار پر لے جایا جاتا ہے تو باہر تلاش کریں. اگر نہیں،ہے کہ آپ کو اغوا کیا جا رہا ہے زور زور سے شکایت.
		-- Bar Troubleshooting

%
علامات: فلور ہلنا.غلطی: ضرورت سے زیادہ ہوا استرتا، شاید وجہ ائر ہاکیپیش رفت میں کھیل ہی کھیل میں.کارروائی مطلوب ہے: داخل جھاڑو جیکٹ کی پشت کو سنبھال.علامات: سب کچھ مونگفلی کا دھیما، عجیب ذائقہ چلا گیا ہےاور پریٹزیل یا منہ میں سگریٹ دبر.غلطی: آپ آگے گر چکے ہیں.کارروائی مطلوب ہے: اوپر ملاحظہ کریں.علامات: مخالف دیوار دونک ٹائل اور کئی کے ساتھ احاطہ کرتا ہےہلکی سٹرپس flourescent.غلطی: آپ پسماندہ زائد گر چکے ہیں.کارروائی مطلوب ہے: آپ کے گلاس بھرا ہوا ہے اور اگر کوئی ایک پر کھڑا ہے آپبازو پینے، ڈال رہنے. اگر نہیں تو، میں مدد کے لئے کسی کو حاصلتم اٹھو، بار کے لئے اپنے آپ زور سے مارنا.
		-- Bar Troubleshooting

%
مجھے نشے میں لے لو، میں گھر پھر سے ہوں!
		-- Bar Troubleshooting

%
بہترین سامعین، ذہین اچھی طرح تعلیم یافتہ اور تھوڑا نشے میں ہے.
		-- Maurice Baring

%
ایک حق کے تحفظ کے لئے سب سے اچھا طریقہ یہ ورزش کرنے کے لئے ہے، اور کرنے کا حقدھواں مالیت کے لیے مر ایک حق ہے.
		-- Maurice Baring

%
Celts کے دو چیزوں، وہسکی اور خود تباہی ایجاد.
		-- Maurice Baring

%
چرچ کے قریب ہے لیکن سڑک برفیلا ہے؛ بار دور ہے لیکن میں لونگااحتیاط سے چلنا.
		-- Russian Proverb

%
رہنے کی قیمت صرف ایک quart ایک اور ڈالر تک پہنچ گئی ہے.
		-- W. C. Fields

%
باپ نے اپنے بیٹے کے کالج ٹاؤن ایک کو دیر ایک شام سے گزر رہا ہےتجارتی سفر، انہوں نے اپنی لڑکے ایک suprise وزٹرز ادا کرے گی. پر پہنچنالڑکے کی برادری کے گھر، والد کے دروازے پر زور زور سے rapped. کئی منٹ کے بعددستک کی، ایک نیند کی آواز، ایک دوسری منزل کی کھڑکی سے نیچے گئے"Whaddaya چاہتے ہیں؟""ریمسی ڈنکن یہاں رہتی ہے؟" والد سے پوچھا."جی ہاں،" آواز نے جواب دیا. "سامنے پورچ پر اسے پھینک."
		-- W. C. Fields

%
ایک اچھی پارٹی کا نشان آپ کے چاہنے اگلی صبح جاگ کرتا ہےآپ کا نام تبدیل کرنے اور مختلف شہر میں ایک نئی زندگی شروع.
		-- Vance Bourjaily, "Esquire"

%
کامل مارٹینی کے لئے تلاش ایک فراڈ ہے. کامل مارٹینی ہےبوتل سے شراب کی ایک بیلٹ؛ کسی اور چیز کشی trappings کے ہےتہذیب کی.
		-- T.K.

%
ٹیلی فون پیشکش کرنے کے لئے بغیر لوگوں سے بات کرنے کے لئے ایک اچھا طریقہ ہےانہیں ایک جام.
		-- Fran Lebowitz, "Interview"

%
ایک جیوری کے فیصلے کہ juror کی نوش کرنے والے کی ایک priori رائے ہےبدترین سگار.
		-- H. L. Mencken

%
فحش سنہرے بالوں والی ایک متمول میں اس خوبصورت تخرکشک کے ساتھ چیٹنگ کی گئی تھیریسٹورانٹ ان ویٹر، وہ، ان مشروبات لایا طور ٹھوکر کھا جببالی ووڈ کی ڈریس کے پیچھے نیچے پتھر پر ایک مارٹینی پھینک دیا. وہچللاو ایک جنگلی باغی ساتھ اس کے پاؤں پر پڑھے، بیتہاشا میز کے گرد ڈیش دار،پھر اس کے پریمی کی طرف سے پیروی کی پریشان کمرے سے wriggling galloped.اپنی ایک تاریخ کے ساتھ کمرے کے دوسری طرف بیٹھا ایک شخص نے اشارہویٹر کے لئے اور، نے کہا کہ "ہم نے جو کچھ بھی پینے گیا تھا کے دو کرنی پڑے گی."
		-- H. L. Mencken

%
پانی پینے کے قابل نہیں تھا. یہ قابل قبول بنانے کے لئے، ہم وہسکی کو شامل کرنے کے لئے تھا.مستعد کوشش کی طرف سے، مجھے یہ پسند کرنے کے لئے سیکھا.
		-- Winston Churchill

%
"پوری دنیا کے بارے میں تین مشروبات کے پیچھے ہے."
		-- Humphrey Bogart

%
عقلمند اور ذہین کہ شراب کا احساس کرنے کے دیر آ رہے ہیں، اورنہیں کتے، انسان کی بہترین دوست ہے. روور مار لے جا رہا ہے - اور وہ کرنا چاہئے.
		-- W. C. Fields

%
پرانا ڈاکٹروں سے زیادہ پرانے شرابیوں موجود ہیں.
		-- W. C. Fields

%
شراب کی صرف دو قسمیں ہیں. اچھا اور بہتر.
		-- W. C. Fields

%
ایک اہم نشہ دو مسائل ہیں. آپ محسوس کرتے ہیںآپ مرنے کے لئے جا رہے ہیں اور آپ خوفزدہ ہیں جیسے کہ آپ نہیں کریں گے.
		-- W. C. Fields

%
بمشکل a'plenty سادہ مردوں، اور شرابیوں بیس بھی ہو؛ مرد ہیںکے نوے ابھی تک ایک لڑکی کو چوما کبھی نہیں جو ختم ہو گیا. لیکن میرے بے خودی دےروور، اوکرنی سے ڈوور کے لئے نیچے، ہم پوری دنیا پر گھومتے ہوں گے، اورایک ساتھ مل کر ہم نے دنیا کا سامنا کریں گے.
		-- Andy Stewart, "After the Hush"

%
اعتدال پسندی میں پرہیز کے ساتھ کچھ بھی غلط نہیں، نہیں ہے.
		-- Andy Stewart, "After the Hush"

%
ہمیشہ آپ کی گاڑی جب فرش پر رولنگ بیئر کے کین بھی ہو جائے گاباس کے دفتر سے ایک لفٹ گھر کے لئے پوچھتا ہے.
		-- Andy Stewart, "After the Hush"

%
ان دنوں زندگی کی ضروریات کو آپ کے بارے میں تین بار کی لاگت آئے گی جو وہکے لئے استعمال کیا، اور آدھا وقت وہ بھی پینے کے قابل نہیں ہیں.
		-- Andy Stewart, "After the Hush"

%
انہوں نے وان Goghs میں سے کچھ لے لیا، زیورات کی سب سے زیادہ، اور سے Chivas سب!
		-- Andy Stewart, "After the Hush"

%
نشہ کیا جائے گا نفیس محسوس کرنا لیکن یہ کہنے کے قابل نہیں ہو رہا ہے.
		-- Andy Stewart, "After the Hush"

%
ایک بڑے ترکی میں vermouth کی ایک گیلن اور Angostura کی demijohn شاملbitters میں. ہلا.
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
بہت سے فٹ. جانا.
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
ٹوتھ پیسٹ اچھا اسکاچ کا ذائقہ کبھی درد ہوتا ہے.
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
اچانک ایک بند پسماندہ lurched کے جب دو دوست باہر پی رہے تھے انBARSTOOL اور فرش پر اوندھے ڈال دیں."جم کے بارے میں ایک بات،" دوسرے بارٹیںڈر کرنے، اس بات کا یقین نے کہا "وہجانتا روکنے کے لئے جب. "
		-- F. Scott Fitzgerald, recipe for turkey cocktail.

%
اس سے مجھے مورھتاپورن ہوتا جب تک کہ گچھ Vermouth ہمیشہ مجھے خوب ہوتا.
		-- E. F. Benson

%
ہم سگریٹ نوشی نہیں کرتے اور ہم چبانا نہیں کرتے، اور ہم کرتے ہیں کہ لڑکیوں کے ساتھ نہیں جاتے.
		-- Walter Summers

%
کیا بدماش میری دوپہر کے کھانے سے کارک چرایا ہے؟
		-- J. D. Farley

%
سب سے ناکام ہو جاتا ہے، گیس ٹینک میں گینیز ایک پنٹ ڈال، آگے بڑھانے کےچنگاری 20 ڈگری، رونے "خدا ملکہ کو بچانے کے!"، اور شروع knob کے ھیںچو.
		-- MG "Series MGA" Workshop Manual

%
جب میں پینے، * ہر شخص * جام! "ایک آدمی جمع ہوئے بار سرپرستوں کو پکارا.اونچی جنرل خوش ہو جاؤ چڑھ گئے. ان وہسکی ڈاؤننگ بعد، وہ ایک پر چڑھ گئےBARSTOOL اور چللایا "میں نے ایک اور ڈرنک لے جب، * ہر شخص * ایک اور لیتا ہےپیو! "اعلان کے ایک اور خوش ہو جاؤ اور مشروبات کا ایک اور دور کی پیداوار ہے.جیسے ہی وہ اس کی دوسری پینے تنڈربولٹ تھا کے طور پر، ساتھی واپس چڑھ گئےسٹول پر. "اور میں ادائیگی کرتے ہیں جب،" انہوں نے، پر پانچ ڈالر تپپڑ bellowedبار، "* * ہر کوئی ادا کرتا ہے!"
		-- MG "Series MGA" Workshop Manual

%
میں نے تیل کے ساتھ اپنے گھر گرم کیا جب، میں نے ایک سال میں 800 گیلن کی اوسط کا استعمال کیا. میںمل گیا ہے جس کے ساتھ میں ایک پورے موسم سرما کے لئے آرام سے گرم رکھ سکتے ہیں کہقدرے نصف بیر کہ مقدار سے زیادہ.
		-- Dave Barry, "Postpetroleum Guzzler"

%
میں نے شراب فروخت کرتے ہیں، یہ bootlegging کہا جاتا ہے؛ جب میرے سرپرستوں کی خدمتیہ جھیل ساحل ڈرائیو پر چاندی کی ٹرے پر، یہ مہمان نوازی کہا جاتا ہے.
		-- Al Capone

%
پیالہ بھرا ہوا ہے، اس کی سطح کو لے جانے.
		-- Al Capone

%
جا مشکل ہو جاتا ہے جب، سخت ایک بیر قبضہ جانا.
		-- Al Capone

%
لندن اور برمنگھم، ایک عورت کے درمیان ایک ٹرین میں سوار جبکہآسکر وائلڈ سے دریافت کیا، "میں، تمباکو نوشی کرتے ہیں تو آپ کو کیا آپ کو کوئی اعتراض نہیں ہے؟"وائلڈ اسے ایک جھکا ہوا نظر دی اور کہا، "تو مجھے کوئی اعتراض نہیں ہےآپ کو جلا، میڈم. "
		-- Al Capone

%
کس نے آپ کو آپ کے کمرے میں اکیلے بیٹھ کر پینے کر سکتے ہیں جب دوستوں کی ضرورت ہے؟
		-- Al Capone

%
کیوں زمین پر ایسا وہ ایک حاصل کر سکتے ہیں جب لوگ شراب کی پرانی بوتلیں خریدنےقیمت کے ایک چوتھائی کے لئے تازہ سے ہے؟
		-- Al Capone

%
سٹریٹ پر عورت: سر، آپ نشے میں ہیں؛ بہت، بہت نشے میں.ونسٹن چرچل: میڈم، کیا آپ بدسورت ہیں؛ بہت، بہت بدسورت.میں صبح میں ہوشیار رہ جائیں گے.
		-- Al Capone

%
زبردست دن. آپ کا نشہ کو صرف یہ خوفناک لگتا ہے.
		-- Al Capone

%
ووڈی: کہانی، مسٹر پیٹرسن کیا ہے؟نارم: Bobbsey جڑواں بچوں بریوری پر جانے.        چلو صرف بہتر آخر کو کاٹ دو.ووڈی: ارے، مسٹر پیٹرسن، وہاں آپ کے لئے انتظار کر ایک سرد سے ایک ہے.نارم: میں جانتا ہوں، اور وہ بلاتا ہے تو، میں یہاں نہیں ہوں.سیم: شراب، نارم؟نارم: میں نے اس کے امکانات ہو گیا ہے؟ گڈ.
		-- Cheers, Don't Paint Your Chickens

%
ووڈی: ارے، مسٹر پیٹرسن، جیک فراسٹ اپنی ناک سے اوپر چوٹکی لینےوالا؟نارم: جی ہاں، اب، میرے جگر میں چوٹکی لینےوالا جو بیر لے ہہ دو؟سیم: آپ کے معیاری تک کیا ہیں؟نارم: میں گیارہ فٹ لمبا تھے تو میری مثالی وزن.ووڈی: نیس کولڈ بیئر آ رہا، مسٹر پیٹرسن.نارم: آپ کا مطلب ہے، `اچھا کولڈ بیئر جا * نیچے * مسٹر پیٹرسن '.
		-- Cheers, Loverboyd

%
ووڈی: ارے، مسٹر پیٹرسن، کیا آپ کو سردی سے ایک کے لئے کہتے ہیں؟نارم: پھر ملیں گے، ویرا، مجھے مبارک میں ہو جائے گا.سام ویسے، آپ کو دیکھو. آپ کو بلی کینری نگل لیا اس طرح نظر.نارم: اور میں اسے نیچے دھونے کے لئے ایک بیئر کی ضرورت ہے.ووڈی: آپ کو ایک بیئر، مسٹر پیٹرسن چاہیں گے؟نارم: نہیں، میں نے ایک گلاس میں ایک مردہ بلی چاہتے.
		-- Cheers, Little Carla, Happy at Last, Part 2

%
ووڈی: ارے، مسٹر پیٹرسن، کیسے ہو؟نارم: میرے جگر پر کی وارنٹی.سیم: میں نے آپ کے لئے کیا کر سکتے ہیں، نارم؟نارم:، اوہ ان لوگوں بیئر نلکوں کھولو اور، دن اتار، سیم.ووڈی: کیا ہو رہا ہے، مسٹر پیٹرسن؟نارم: موسم سرما میں، لکڑی کے لئے ایک اور پرت.
		-- Cheers, It's a Wonderful Wife

%
ووڈی: آج کیسا لگ رہا ہے، مسٹر پیٹرسن؟نارم: غریب.ووڈی: اوہ، مجھے یہ سن کر افسوس ہے.نارم: نہیں، مجھے `مراد ڈالنا '.ووڈی: ارے، مسٹر پیٹرسن، کیا کہانی ہے؟نارم: لڑکے بیئر ملاقات. لڑکے بیئر پیتا ہے. لڑکے ایک اور بیئر جاتا.پال: ارے نارم، کس طرح دنیا آپ کا علاج کیا گیا ہے؟نارم: ایک بچہ ایک ڈایپر کا علاج کرتا ہے کی طرح.
		-- Cheers, Tan 'n Wash

%
ووڈی: کیا ہو رہا ہے، مسٹر پیٹرسن؟نارم: چلو کیا * مسٹر پیٹرسن میں * جا رہا ہے کے بارے میں بات کرتے ہیں. A بیئر، ووڈی.سیم: کس طرح کی زندگی آپ کا علاج؟نارم: یہ نہیں ہے، سیمی، لیکن اس کا یہ مطلب نہیں ہے کہ آپ نہیں کر سکتا.ووڈی: میں آپ کو ایک ڈرافٹ، مسٹر پیٹرسن ڈال سکتے ہیں؟نارم: تھوڑا جلدی، یہ ووڈی نہیں ہے؟ووڈی: ایک بیر کے لئے؟نارم: کوئی بیوکوف سوالات کے لئے،.
		-- Cheers, Let Sleeping Drakes Lie

%
ووڈی: کیا ہو رہا ہے، مسٹر پیٹرسن؟نارم: سوال، ووڈی، کیوں یہ مجھے کیا ہو رہا ہے؟ووڈی: ذیل میں کیا جا رہا ہے، مسٹر پیٹرسن؟نارم: اس BARSTOOL پر میرے گالوں.ووڈی: ارے، مسٹر پیٹرسن، میں آپ کو ایک شراب ڈال سکتے ہیں؟نارم: ٹھیک ہے، ٹھیک ہے، ووڈی، لیکن ایک میں مجھے روکنے کی بات کا یقین ہو. ...       اہ، کہ ایک تیس بنانے.
		-- Cheers, Strange Bedfellows, Part 2

%
کام پینے کلاسوں کی لعنت ہے.
		-- Mike Romanoff

%
تم منزل دور نہیں گر سکتا ہے.
		-- Mike Romanoff

%
تم ایک شرابی نہیں ہو جب تک کہ آپ اجلاسوں میں جاتے ہیں.
		-- Mike Romanoff

%
تم پر فائز بغیر منزل پر جھوٹ بول سکتا ہے تو تم نشے میں نہیں کر رہے ہیں.
		-- Dean Martin

%
