* SynrG ترتیب کے سوالات کی تعداد میں جواب دینے کے لئے ہے کہ نوٹ  sendmail پر غیر معمولی ہے
		-- David Leimbach

%
netgod کے جادو طاقتوں کو روک سکتا ہے تو * جیمز زیادہ متاثر ہو گا،  پہلی جگہ میں الگ کرتا ہے ...* netgod نوٹوں Debian کا ڈویلپرز کو متاثر کرنے کے بدنام مشکل ہیں
		-- David Leimbach

%
<SEL> مدد کی ضرورت ہے: میرا فراہم کرنے کے لئے میری پہلی پیکٹ :-( کھو جاتا ہے<netgod> SEL:، سب سے پہلے ایک بھیجنے # 2 کے ساتھ کرنا شروع نہ
		-- David Leimbach

%
<جیمز> مجھے گالی. میں نے کرنے کے لئے ایک مسئلے رپورٹ بھیجی تاکہ لنگڑا ہوں        Debian کا-devel-تبدیلیاں
		-- David Leimbach

%
مجھے لگتا ہے میں آزاد سافٹ ویئر اور دن جہاں نےٹسکیپ ہے دیکھنا چاہتے ہیں کہ کبھی نہیں سوچاX11 ملکیتی ہے. ہم دلچسپ اوقات میں رہتے ہیں.
		-- Matt Kimball <mkimball@xmission.com>

%
<جم> سے Lemme میں یہاں وقت ضائع نہیں کر رہا ہوں براہ کرم یقینی بنائیں ... bcwhite نکال دیا جائے گا      شدت کے بقایا کیڑے ہے کہ مقرر کی گئی havent ہے کہ pkgs      "اہم". صحیح یا غلط؟<JHM> جم "اہم" یا اس سے زیادہ. یہ سچ ہے.<جم> پھر ہم ftp.debian.org اور dpkg کھونے کے لئے کے بارے میں ہیں :)* netgod dpkg یاد کریں گے - یہ کبھی کبھار مفید تھا<جای> ہم اب بھی RPM ہے ....
		-- Matt Kimball <mkimball@xmission.com>

%
<JHM> اوور لوڈ کیا جا رہا ہے ایک سچے Debian کا تخرکشک کی نشانی ہے.
		-- Matt Kimball <mkimball@xmission.com>

%
<Overfiend> partycle: میں نے سنجیدگی سے اس پیکج سے ایک چھٹی کی ضرورت ہے.            میں اصل میں ایک پاگل نئے مسئلے سے متعارف کرانے کے بارے میں ایک خواب دیکھا            xbase-preinst کل رات میں. کہ ایک بری علامت ہے.
		-- Matt Kimball <mkimball@xmission.com>

%
غیر آزاد سافٹ ویئر لکھنا ایک اخلاقی قانونی سرگرمی نہیں ہے، اگر ایسا ہے توجو مصیبت میں اس دوڑ کروں لوگوں، جو کہ اچھا ہے! تمام کاروبار پر مبنیغیر آزاد سافٹ ویئر پر ناکام کرنے کے لئے چاہئے، اور جلد بہتر.
		-- Richard Stallman

%
یہ ایک جواب recieves جاتا ہے جب مائیکروسافٹ DNS سروس غیر معمولی ختمایک DNS سوال کبھی نہیں کیا گیا تھا کہ. انفارمیشن درست کریں: آپ کے DNS چلائیںایک مختلف پلیٹ فارم پر کی خدمت.
		-- BugTraq

%
* dpkg ہاتھوں vbeer کا ایک بہت بڑا گلاس طالب* جای طالب سے بیر لگتے ہیں، تم بھی جوان ہو؛)* Cylord جای سے بیر لگتے ہیں، تم بھی پی رکھی ہے.* Cylord muggles کرنے بیئر دیتا ہے.
		-- BugTraq

%
ہم Debian گنو / لینکس کی تقسیم کے لوگوں کے لئے، ایک کی تشکیل کے لئےزیادہ کامل آپریٹنگ سسٹم، معیار قائم، بازار بیمہتنوع،، کمپیوٹر کے صارفین کی عام ضروریات کے لئے فراہم فروغ دینے کےسیکیورٹی اور رازداری، کمپیوٹر میں اجارہ دارانہ فورسز کا تختہ الٹنےسافٹ ویئر کی صنعت، اور خود کو آزادی کی نعمتوں کو محفوظ بنانے اورہماری اولاد، حکم دینا اور Debian کے لئے اس آئین کو قائم رکھتےگنو / لینکس سسٹم.
		-- BugTraq

%
"یہ عناصر جن کے element_data ساخت ہے * ELEMENT_TYPE =FORM_TYPE_SELECT_ONE، FORM_TYPE_SELECT_MULT. * / / * * گہرے nesting قیمتاور عمیق، مشکل اور مشکل،، جانے اوہ، اوہ، جانے، OHHHHH !! * معذرت، ملاوہاں لے گیا. * / struct کے lo_FormElementOptionData_struct. "
		-- Mozilla source code

%
سال 2000 (Y2K) مسئلہ ہمارے لئے ایک مسئلہ نہیں ہے، تمام لینکسنفاذ سال 2038 (y2.038k) مسئلہ کی طرف سے متاثر ہوں گے.Debian کا پروجیکٹ اس معاملے پر صنعت کے ساتھ کام کرنے کے لئے مصروف عمل ہےاور ہم ہماری مکمل منصوبہ بندی اور حکمت عملی کی پہلی سہ ماہی کی طرف سے پوسٹ کرنا پڑے گا2020 میں سے.
		-- Mozilla source code

%
... جہاں مائیکروسافٹ Doublespace ایجاد جب Stac الیکٹرانکس تھا؟ کہاںزیروکس اور ایپل مائیکروسافٹ GUI ایجاد جب تھے؟ ایپل کے کہاں تھاQuickTime کی مدد مائیکروسافٹ ونڈوز کے لئے ویڈیو کی ایجاد کب؟ کہاں Spyglass تھاانکارپوریٹڈ کے پچی کاری جب مائکروسافٹ انٹرنیٹ ایکسپلورر ایجاد؟ کہاں اتوار تھامائیکروسافٹ جاوا ایجاد کب؟
		-- Mozilla source code

%
I، مندرجہ ذیل جنگجو اور ضرورت سے زیادہ ذاتی لگتا ہے تو معافی چاہتا ہوںلیکن یہ میرا جنرل انداز ہے. - ایان جیکسن
		-- Mozilla source code

%
"RH (اور خاص طور پر RH شراکت پیکجوں) میری سب سے بڑا مسئلہ یہ ہے کہوہ ہماری پالیسی کی طرح کچھ بھی نہیں ہے. کہ اہم وجوہات میں سے ایک ہےکیوں ان پیکجوں اتنا بددا اور ٹوٹے ہیں. Debian کا ٹیم ورک ہےایک فائن آرٹ کے لئے ایک تقسیم کے نیچے عمارت کی طرف. "
		-- Mozilla source code

%
"slackware صارفین کوئی فرق نہیں ہے. میرے تجربے میں، slackware صارفین ہیںتو پتہ newbies کے بھی ٹار کے ساتھ مصیبت پڑے گا جو، یا وہ کر رہے ہیںانسٹال نہیں کریں گے جو پاگل کرو یہ yourselfers کسی اور کے پہلے سے مرتبثنائی بھی وہ ایسا کرنے کے لئے ادا کر رہے تھے تو. "
		-- Mozilla source code

%
<xinkeT> "رب نے مجھے امن عطا چیزوں کو قبول کرنے میں نہیں کر سکتا         تبدیل، چیزوں میں کر سکتا ہوں کو تبدیل کرنے کی ہمت، اور حکمت         لوگوں کی لاشوں کو چھپانے کے لئے میں کیونکہ مارنا پڑا وہ         مجھے ناراض. "
		-- Mozilla source code

%
آج رات بعد:: * اندھیرے کو چینل #debian پر موضوع بدل گیا ہے کے بعد  ہوشیار ریفریجریشن کے مہینوں، Debian کا 2.0 کرنے کے لئے کافی بالآخر ٹھنڈا ہے  رہائی.
		-- Mozilla source code

%
انہوں نے مجھے ایک پی سی کے چلانے کا مظاہرہ کیا جب تک میں نے اپنی نوٹ بک میں snidely ہںس بیٹھالینکس. اور اوہ! گویا آسمان کو کھلا اور خدا ایک نیچے حوالے کر دیا تھاکلائنٹ سائڈ OS تاکہ، خوبصورت اتنی خوبصورت، اور اتنا خوبصورت ہے کہ ایک ملینوہ تھا تو ایک سو مائیکروسافٹ ڈویلپرز یہاں تک کہ یہ ایجاد نہیں ہو سکتا تھاسال اور جھٹکا کولا کے ایک ہزار خانے.
		-- LAN Times

%
انہوں نے مجھے ایک پی سی کے چلانے کا مظاہرہ کیا جب تک میں نے اپنی نوٹ بک میں snidely ہںس بیٹھالینکس .... اور اس پی سی گلا گھونٹنا کیا؟ جو ہکلانا آیا؟ ایک بار بھی اس نے کیا،،اس پروگرام کے ایک غیر قانونی آپریشن کیا گیا ہے اور بند کر دیا جانا چاہیے کہ کہتے ہیںنیچے؟ نہیں. اور یہ صرف کلائنٹ پر ہے.
		-- LAN Times

%
مضبوط چاہتا "لوگ" میں ہے کہ سب سے Debian کا ڈویلپرز بلکہ ہیں لگتا ہے "مفاہمت کی ایک عظیم ڈگری اور کے لئے جذبہ کے ایک اعلی سطح کے ساتھ کیاوہ Debian کا نظام کی ترقی میں کے طور پر اہم خبر. "
		-- Bill Leach

%
"اصل میں، لینکس کے صرف تقسیم میں نے کبھی استعمال کیا ہے کہ منظورباکس سے باہر rootshell ٹیسٹ (وقت ضلع ہے اوپر rootshell ماراجاری کیا اور تم وہاں سے سکرپٹ کے ساتھ OS کو توڑ سکتا ہے تو دیکھنے کے) ہےDebian کا. "
		-- seen on the Linux security-audit mailing list

%
* Culus پرل ڈرتا - اختیاری غلطیوں کے ساتھ زبان
		-- seen on the Linux security-audit mailing list

%
<طالب> آپ KDE استعمال کرنے کے لئے RMS کے لئے آئے ہو سکتا ہے کیونکہ ڈر ہونا چاہئے آپ      گھر اور ایک کلہاڑی یا کچھ کے ساتھ آپ کے مانیٹر پیوست :)
		-- seen on the Linux security-audit mailing list

%
"اور میں نے اصل میں Debian کا 2.0 طرح کہ زیادہ میں مکمل طور پر بہتر بنایالینکس نظام کے ڈیفالٹ تشکیل ہماری کمپنی کی فروخت کرتا ہے اور کسی بھی reinstalledدفتر میں اور یہاں گھر پر لینکس نظام کی .. "
		-- seen on the Linux security-audit mailing list

%
<Davide کی> کس طرح تبدیل کرنے کے لئے ایک پالیسی کے ساتھ ایک پالیسی پولیسنگ کی پالیسی مککیبازی         پولیس پولیسنگ کی پالیسی
		-- seen on the Linux security-audit mailing list

%
<تاریک> "کے لینکس معیاری لینکس مانکیکرن ایسوسی ایشن کی تشکیل کرتے ہیں        بورڈ. اس بورڈ کے مقصد لینکس معیاری کرنے ہوں گے        مانکیکرن تنظیمیں. "
		-- seen on the Linux security-audit mailing list

%
<Overfiend> اپنے "30 منٹ سے آگاہ کریں" کے بارے میں مجھ سے رونا مت آنا! میں            X دونوں طریقوں اوپر کو تعمیر کرنے کے لئے ہے! برف میں! ننگے ساتھ            پاؤں! اور ہم نے مرتب نہیں تھا! ہم ترجمہ کرنے کے لئے تھا            خود کی mnemonics کرنے C کوڈ!<Overfiend> اور میں 18 سال کا تھا کہ ہم بھی assemblers تھا اس سے پہلے!
		-- seen on the Linux security-audit mailing list

%
NEW YORK (CNN) - انٹرنیٹ صارفین آن لائن ایک ہفتے سے بھی چند گھنٹوں خرچ کرتے ہیںگھر پر تو سے ڈپریشن اور تنہائی کی اعلی سطح کا تجربہوہ کم اکثر کمپیوٹر نیٹ ورک کا استعمال کیا تھا، نیو یارک ٹائمزاتوار کے روز بتائی. نتیجہ ... دونوں محققین حیران کر دیا اورسپانسرز، جن میں انٹیل کارپوریشن، پیکارڈ، AT & T ریسررچ اورایپل کمپیوٹر.
		-- seen on the Linux security-audit mailing list

%
"کیا ذکر ہے، تاہم، کے جنرل ترتیب اور انضمام ہےنظام. Debian کا واقعی ایک خوبصورت لینکس کی تقسیم ہے؛ بہت خیال ہےاور پیکجوں کی تیاری میں لیا اندر اندر ان کی جگہ کا تعین کیا گیانظام. آپ پیکجوں کے سراسر تعداد بھی متاثر کن ہے .... "
		-- seen on the Linux security-audit mailing list

%
Debian لینکس ایک ٹھوس، جامع مصنوعات، اور کرنے کے لئے ایک حقیقی خوشی ہےکا استعمال کرتے ہیں. اس Debian کا اجتماعی کے ساتھ ملوث بننے کے لئے بھی بہت اچھا ہے،جن کی دوستی اور روح کو یاد کرتے ہیں انٹرنیٹ کے ابتدائی دنوں اوردیانت داری اور عالمی تعاون کے اس احساس.
		-- seen on the Linux security-audit mailing list

%
<فلڈ> میں پرل میں ایک یونیکس کی طرح دانا بھی لکھ سکتے ہیں؟
		-- seen on the Linux security-audit mailing list

%
<فلڈ> netgod: میں نے بھی ایک "بدی اندر" ٹی شرٹ ہے (ڈبلیو / انٹیل لوگو) .. پر        اسے واپس فرماتے ہیں: "جب بے خودی آتا، اگر آپ کو جڑ پڑے گا؟"
		-- seen on the Linux security-audit mailing list

%
<zarkov> ". NT 5.0 تمام کیڑے اور دس بار کوڈ سائز!"
		-- seen on the Linux security-audit mailing list

%
<Culus> / Tmp کی دیر میں 150 یمئجی نہیں ہے! پیارے رب
		-- seen on the Linux security-audit mailing list

%
<تور> netgod: آپ اپنے دانا میں کیا کرنا ہوگا؟ کے لئے مرتب مصدر       ایک خلائی شٹل ڈرائیونگ ؟؟؟<Spoo> ایک زپ پھر اپنے فلاپی ڈرائیو ڈرائیو بنانے کے لئے وقت. دانا ہے تو       اس پر فٹ نہیں ہوتی ہے، دانا ایک AI ہے
		-- seen on the Linux security-audit mailing list

%
میں ایسا کیوں اب میں آخر میں ہر کسی کو اس بات کی وضاحت کر سکتے ہیں. میں نے صرف $ 7 مالیت ملاDebian کا پر کام کرنے کے لیئے کی مفت چیزیں!
		-- seen on the Linux security-audit mailing list

%
<کیو> netgod: میرا کیلکولیٹر X86 سے زیادہ کے رجسٹر ہے، اور
		-- thats- sad

%
* Boren کے کمرے میں MATLAB tosses اور یہ ایک بڑی تعداد میں ٹوٹ جاتا ہے کو امید  لامحدود سے peices aproaching
		-- thats- sad

%
میں نے یہ بہت تیز، ہو جا رہا تھا سوچا تھا کے مقابلے "... یہ ایک بہت تیز تھاNT مقابلے. اور آگے کی رفتار میں اضافہ فائنل کے لئے سرور پر کیا کر رہے ہیں تورہائی، اوریکل SQL سرور کے ساتھ ان کے پچھواڑے مسح کرنے کے قابل ہو جائے کرنے کے لئے جا رہا ہے اوریہ M $ کو واپس سونپ جبکہ اوریکل منتظمین ... ان کے ڈیٹا بیس کو منتقللینکس کے حوالے کر! "
		-- thats- sad

%
عالمی بالادستی، کورس کے. اور تھوڑے سے عورتوں پہنے. کون پرواہ کرتا ہے تواس کے بیس ذیل میں؟ - Linus Torvalds نے
		-- thats- sad

%
<Flav کے> جیت 98 نفسیاتی ایڈیشن: ہم آپ کو کل آپ کہاں جا رہے ہیں بتا دونگا
		-- thats- sad

%
<zpx> یہ کس طرح "نہیں ٹوٹا" Debian کا سست اور RH کے مقابلے میں ہے حیرت انگیز ہے
		-- thats- sad

%
<تاریک> "ارے، میں Debian نامی اس منصوبے ... سے آپ کو اس کے بارے میں سنا ہے رہا ہوں؟       آپ کا نام ہمارے سامان کا ایک گروپ پر ہونے لگتا ہے. "
		-- thats- sad

%
"منصوبے کی قیادت #debian کی percieved ناکامی کی صورت میں ہےناکامی کو درست کرنے کی سخت اور descisive کارروائی کرنے سے با اختیار بنایا،عہدے داروں مانے تک محدود نہیں سمیت apointing نئے عہدے داروںاور عام طور پر طاقت کے ناجائز استعمال "
		-- proposed amendment to Debian Constitution

%
<Overfiend> ہم 2.2 _POTATO_ بلا رہے ہیں ؟؟
		-- proposed amendment to Debian Constitution

%
<SirDibos> Johnie انگرام یہاں IRC پر لٹکا دیتا ہے؟
		-- proposed amendment to Debian Constitution

%
* Twilight1 پتلا ہے تو میں اس کی موزیلا میں Beanie ڈایناسور پھانسی کرنا پڑے گا  نےٹسکیپ نقصان کے بہت کو فروخت آؤٹ ..
		-- proposed amendment to Debian Constitution

%
<لکس> MacOS کے کمپیوٹر انپڑھ کے لئے ہے، تو پھر windoze لئے ہے      کمپیوٹر masochists
		-- proposed amendment to Debian Constitution

%
<تاریک> Culus: ایمپائر اسٹیٹ کی پانچ میٹر بلند نقل عمارتیں       کاغذات ویڈیوکلپ چاہئے کے ساتھ عمارت متاثر کن ہے. یہ آنکھوں پر پٹی کر رہا ہے       eleet.
		-- proposed amendment to Debian Constitution

%
میں نے ابھی اسے دیکھ سکتے ہیں: نامزدگی دہشتگردی ؛-)        - منوجہا ہا! مجھے منوج نامزد.
		-- seeS

%
<JHM> کسی نہ کسی طرح میں نے مقابلے میں 14 زیادہ احترام سالہ Debian کا ڈویلپرز ہے     14 سال کی عمر مصدقہ مائیکروسافٹ زرعی غلام.
		-- seeS

%
<Culus> بین: آپ solumly ایک دن ایک بار جب آپ Debian کا ای میل پڑھنے کے لئے قسمیں کھاتے کرو اور        آپ MIA ہیں سوچنے کے لئے لوگوں کی اجازت نہیں دیتے؟<بین> Culus: میں بہت قسمیں کھائیں کرتے
		-- seeS

%
"مجھے حیرت ہے یہ انسانی تاریخ کی تاریخ میں پہلی آئین ہے توایک تحریک تو تعین کرنے کے آپ کو ایک مربع جڑ حساب کرنے کی ضرورت ہے جہاںگزر جاتا ہے. :-) "
		-- Seen on Slashdot

%
یہ Debian کا کے مسئلہ کا حل ہے.. اور صرف حقیقی راستہ کے بعدڈویلپرز کے زیادہ رشتہ داروں کو پیدا کرنے کے بچے ہیں کے لئے ہے، ہم زیادہ سے زیادہ کی ضرورت ہےجنسی! یہ ایک طویل مدتی سرمایہ کاری ہے ... یہ ہے کہ کام خود ہےتسلی بخش!
		-- Craig Brozefsky

%
<مارکس> Dunham کی: تم کس طرح حقیقی اعداد عقلی سے تعمیر کر رہے ہیں جانتے         convergent انداز کے مساوی کلاس کی طرف سے اعداد؟<Dunham کی> مارکس: جی ہاں.
		-- Craig Brozefsky

%
<Culus> "ہیلو؟" "ہیلو baybee" "آپ Johnie انگرام ہیں؟" "کیا آپ کے لئے میں آتا ہوں        کسی "" Ermm .. تم چھپکر جانا سی ڈی کی فروخت کرتے ہیں؟ "" میں slinkies سے محبت "
		-- Craig Brozefsky

%
<Overfiend> xhost + لوکل ہوسٹ صرف ان لوگوں کی طرف سے کیا جانا چاہئے جو کہ            ایک انترریاستیی پر ان کے میزبان نام اور جڑ پاس ورڈ پینٹ            بالائی راستے.
		-- Craig Brozefsky

%
<JHM> AIX - کائنات سے Spock داڑھی رکھتا ہے جہاں سے یونیکس.
		-- Craig Brozefsky

%
<Knghtbrd> اسٹڈیز تحقیقی لیبارٹری کی 43٪ میں کینسر کا سبب بنتا ہے کہ ثابت           چوہوں<سیکیو> knghtbrd- جی ہاں، لیکن ان کے اعداد و شمار کے 78٪ سے 52٪ کی طرف سے بند کر رہے ہیں ...
		-- Craig Brozefsky

%
<طالب> مناسب: کیڑے<مناسب>! کیڑے احمق ہیں<dpkg> مناسب: پاگل ہو؟ وہ کیا ہے؟<مناسب> dpkg: مجھے پتہ نہیں ہے<dpkg> مناسب: خوبصورتی بیئر ہولڈر کی آنکھ میں ہے ...<مناسب> میں نے پہلے ہی اسے اس طرح، dpkg تھا.
		-- Craig Brozefsky

%
<muggles> میں کچھ Netcom کے منتظمین میں تبدیل کرنے کے لئے جانتے ہیں کہ اس بات پر قائل کرنے کی کوشش کر رہا ہوں          RH سے Debian کا کرنا، netgod، لیکن وہ لات ضد ہیں<muggles> کیوں RH صارفین اتنی محنت سربراہی مجرم قرار دیا؟<ESPY> IT کی ٹوپی ہے
		-- Craig Brozefsky

%
<doogie> Debian کا - تمام طاقت، پگلی ٹوپی کے بغیر.
		-- Craig Brozefsky

%
کتنے مہینے ہم ایک glibc ساتھ [ہے RedHat] ان کے پیچھے جا رہے ہیںرہائی؟ "
		-- Jim Pick, 8 months before Debian 2.0 is finally released

%
میلنگ لسٹس ہونے کی بجائے اندوز خبریں گروپ کے مقصد کے لئے ہےسے فہرست اور ان کی حفاظت کرتا ہے جو صارفین کے اندراج کے لئے ایک رکاوٹ رکھجنرل ناخواندہ فوج کی طرف سے حملے.
		-- Ian Jackson

%
ہم میں سے بیشتر کہ مارکیٹنگ اقسام ایک خطرناک ہتھیار کی طرح ہیں محسوس کرتے ہیں - رکھنےانہیں اتارتے اور ایک الماری میں بند کر دیا، اور صرف اس وقت جب انہیں باہر لے آئےآپ ایک کام کرنے کے لئے ان کی ضرورت ہے.
		-- Craig Sanders

%
<BenC> cerb: ہم Debian کا جنگ کرنے کے ماڈریٹر کے طور پر آپ کی رکنیت<BenC> cerb: لسٹ قوانین ہیں، 1) کوئی اچھی ای میلز، 2) کوئی سے معذرت
		-- Craig Sanders

%
<Teknix> ہماری مقامی ٹیلکو اعتراف کیا ہے کہ کسی "ایک میں حمایت حاصل         ایک سوئچ پر "اور بٹن کو دبا کر پورے ATM نیٹ ورک لیا<netgod> امید ہے کہ اب راوٹرز بہتر ڈیزائن کر رہے ہیں، تو "نیٹ ورک         بند "سوئچ کریں پشت پر ہے
		-- Craig Sanders

%
<Overfiend> Thunder-: آپ کو ملتا ہے جب {MessagesLikeThisFromYourHardDrive}<Overfiend> Thunder-: یہ تو اسباب {TheDriverIsScrewy}<Overfiend> یا<Overfiend> {YourDriveIsFlakingOut BackUpYourDataBeforeIt'sTooLate            PrayToGod}
		-- Craig Sanders

%
<مناسب> یہ کہا گیا ہے کہ انگیز redhat چیز مارک Ewing نے پر پہنتی ہے      اس کے سر.
		-- Craig Sanders

%
<MrCurious> greyskull کی طاقت کی طرف سے<MrCurious> کسی نے مجھ پر پابندی کی جگہ کرنے کو بتا<Sopwith> mrcurious: * .debian.org، * .novare.net<philX> * .debian.org. یہ تو زبردست ہے.
		-- Seen on LinuxNet #linux

%
"یہ مجھے بتاو کیا کرتا ہے تو مائیکروسافٹ نے گزشتہ سافٹ ویئر کے تھے؟کمپنی کے، دنیا میں چھوڑ دیا امریکی آبادی کا 13 فیصد scouring کر جائے گیپرانے TRS-80s کے، سی پی ایم مشینوں اور ایپل] [کے پہلے کے لئے گیراج فروخت اور خیر سگالیوہ مائیکروسافٹ خرید لیں گے. یہ بالکل ایک بج رہا توثیق نہیں ہے. "
		-- Seen on Slashdot

%
"بروس مکینی، کٹر بصری بنیادی کے کے مصنف، نے اعلان کیا ہے کہانہوں نے بی بی سے تنگ آ چکے ہیں اور ان کی کتاب کی ایک 3rd ایڈیشن تحریری طور پر نہیں کیا جائے گا.بہترین اقتباس آخر میں ہے: 'میں خصوصی توجہ کی طرف سے ڈیزائن ایک زبان کی ضرورت نہیں ہےگروپ '. "
		-- Seen on Slashdot

%
ہم ایک crontab ڈالا تو <Cylord> IT Debian کا پالیسی کے لئے قابل قبول ہوگا         ای میل کیا کہ آلو میں ڈیفالٹ کی طرف سے bill.gates@microsoft.com         ایک ایک ای میل ہے کہ، پڑھ "فکر نہ کرو کے ساتھ ہر صبح، لینکس ہے         دنی ... "
		-- Seen on Slashdot

%
* Overfiend asclock کا NMU، وہ صرف بدل جس میں کر غور  توسیع تفصیل "اگر تم پر جھکنا تو اور کے درمیان آپ کے سر ڈالنے کے لئے  آپ کے پیروں، آپ کو آپ کے assclock آف وقت پڑھ سکتے ہیں. "<doogie> Overfiend: بستر پر جاؤ.
		-- Seen on Slashdot

%
<ریڈ> یہ نوٹ کرنا اہم ہے کہ بنیادی وجہ رومی سلطنت       ناکام وہ صفر کا کوئی تصور تھا یہ ہے ... اس طرح وہ نہ نکال سکے       ان C پروگراموں کی کامیابی یا ناکامی کا امتحان.
		-- Seen on Slashdot

%
Debian کا کا مقصد کے مفادات کو مطمئن کرنے کے کیا گیا ہے جب سے اب تکاکشل صارفین کی بڑے پیمانے پر؟ - اسٹیو چھوٹا
		-- Seen on Slashdot

%
<joeyh> netgod: ER، ان 2.2.0 پیکجوں 2.0.0pre9 ہیں یا آپ کو ایک کی ضرورت ہے        معبودوں کے ساتھ براہ راست لائن؟<netgod> joeyh: میں نے براہ راست لائن ہے
		-- Seen on Slashdot

%
<_Anarchy_> اوہو .. کاغذ کے تھیلے تقسیم ہے جو 8)
		-- Seen on Slashdot

%
<عجیب> ارد گرد کوئی ہے؟<Flav کے> کوئی، ہم سب کو فاسد polygons کے ہیں
		-- Seen on Slashdot

%
<Culus> اوہ میرے خدا NOT ایک بے ترتیب QUOTE GENERATOR<netgod> ضرور آپ کہ مستحکم نہیں کیا تھا لگتا ہے؟ کہ کس طرح لنگڑے ہو جائے گا؟ :-)
		-- Seen on Slashdot

%
Mere کی عدم کسی چیز unseeable اعلان کے لئے ایک کمزور عذر ہے. تم* * ڈریگن کو دیکھ سکتے ہیں. تم صرف صحیح سمت میں دیکھنا ہے.
		-- John Hasler

%
<دھولا> جی سی سی نے کبھی لینکس پر ported بہترین کمپریسر ہے. تبدیل کر سکتے ہیں         دانا ذریعہ کی 12MB (اور یہ کہ .debbed ہے) ایک 500K دانا میں
		-- John Hasler

%
<منوج> میں طرح * چکن *
		-- John Hasler

%
 [] DOGBERT [2] RICHARD STALLMAN [3] BUFFY گرمیاں [1] منوج شریواستو [4] مندرجہ بالا میں سے کوئی بھی نہیں
		-- Debian Project Leader 1999 ballot

%
<Oryn> کسی کو بھی معلوم انگیز redhat لئے dpkg کا ایک ورژن ہے تو؟
		-- Debian Project Leader 1999 ballot

%
اوج کمال-کینن (3.1415) غیر مستحکم؛ فوری طور = کم  * آپریٹر بائیکاٹ سے روکنے کے لئے شامل حفاظت، بند: بگ # 98765،    بگ # 98713، # 98714.  * manpage شامل کر دیا گیا. بند: # 98725.
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
! netgod: *! سے Youre لینکس کو استعمال کرتے وقت وقت مکھی! doogie: *! جی ہاں، 5 سیکنڈ میں لامحدود loops.! Teknix: *! کسی 2.2.x کے ساتھ آزمودہ رہے ہے؟! netgod: *! جی ہاں، 4 سیکنڈ اب
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
* اندھیرے ایک چھوٹے پیلے رنگ میڑک کے ساتھ liw مبارک باد.* liw میڑک بوسہ اور یہ ایک خوبصورت بیوکوف کرنے کے لئے تبدیل گھڑیاں  لڑکی آئس کریم کے لئے اس کے باہر لیتا ہے، اور اس کے بعد ہمیشہ کے لئے خوشی خوشی رہتا ہے  اس کے ساتھ<تاریک> liw: ام یہ میڑک واپس ہے کے لئے بہت دیر ہو چکی ہے؟
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
* Culus ہم تجارتی شو کے پاس جاؤ اور ہم کتنے لوگوں کو دیکھنا چاہئے سوچتا ہے  ان پر Debian کا سی ڈیز پھینک کی طرف سے قتل کر سکتے ہیں
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<تاریک> "جی ہاں، آپ کی عزت، میرے پاس RSA خفیہ کاری کوڈ تاریخ tattood میری        عضو تناسل. گے کہ میں جیوری دکھائیں؟ "
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Knghtbrd> آپ سب لوگ پاگل ہیں.<جای> نائٹ: ہم Debian کا پر کام کیوں یقین بھی ہے کہ ہے.<JHM> Knghtbrd: اپنے اندرونی nutcase ساتھ رابطے میں حاصل.
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<Culus> Saens کی 2.2.3 میں کوئی کم 3 TCP / IP کے کیڑے ثبوت ہے
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<مرکری> alexsh: / بہت / cairful آپ کر سکتے تھے، آپ اشوب ہیں، تو بھون ہو جائے، آپ          پر motherboards ..<Knghtbrd> مرکری - مذاق کی طرح لگتا ہے
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<rcw> اندھیرے: Caldera کی؟<Knghtbrd> rcw - یہی وجہ ہے کہ نہیں ایک تقسیم ہے، یہ ایک لعنت ہے<rcw> Knghtbrd: یہ ایک لعنت کی تقسیم ہے
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
سافٹ ویئر یہ مفت ہے جب یہ بہتر ہے، جنس کی طرح ہے. - Linus Torvalds نے
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
<تاریک> Knghtbrd: ہم سے Whatevers کے بہت سے ہیں.<Knghtbrd> سیاہ - Debian کا کرنے والا؟ جی ہاں جہنم ہم کرتے ہیں!
		-- Wile E. Coyote <genius@debian.org>  Sun, 31 Jan 1999 07:49:57 -0600

%
میں نے یہ صرف آپ کی پیشاب کیا. :-P
		-- Branden Robinson in a message to debian-devel

%
سافٹ ویئر کی ضرورت Win95 پبلیشر یا بہتر، اس لئے میں لینکس نصب.
		-- Branden Robinson in a message to debian-devel

%
10) نمبر 10 ہے، لیکن یہ ایک اچھا نمبر کی طرح لگ رہا تھا :)
		-- Wichert Akkerman

%
ایرک ریمنڈ کریں: میں دنیا کے سافٹ ویئر کو دودھ نہیں ہے جہاں میں رہنا چاہتے ہیں.رچرڈ Stallman: کہ آزاد نہیں ہے کوئی سوفٹ ویئر کی بیکار.Linus Torvalds نے: I میں مفت بیئر دلچسپی رکھتا ہوں.رچرڈ Stallman: کہ، ٹھیک ہے جب تک میں اسے پینے کے لئے نہیں ہے کے طور پر. میں                   بیئر پسند نہیں کرتے.
		-- LinuxWorld Expo panel, 4 March 1999

%
میں نے ایک سطح سر شخص نہیں ہوں ... - بروس Perens
		-- LinuxWorld Expo panel, 4 March 1999

%
ذاتی طور پر، میں نے اکثر سماجی اچھے کے بارے میں بات نہیں کرتے میں نے دوسرے سنتے ہیں کیونکہلوگوں، سماجی اچھے کے بارے میں بات میں نے اپنا ریوالور کے لئے تک پہنچنے جب کہ ہے.
		-- Eric Raymond

%
ہم نو ماہ میں پیدا ہوا حاصل کرنا کچھ اچھا کرنا چاہتے ہیں تو، پھر جنس کے لئے ہےہو. ہم جنس کی طرح ہے دونوں کے لئے قابل قبول اور مزہ ہے کہ ہے کرنا چاہتے ہیںلوگ، قسم نہیں جہاں کسی مصیبت میں ہو رہی ہے. چلو کچھ کراس حاصل کرتے ہیںفرٹلائجیشن، لیکن نہ کسی نے خراب ہو رہی ہے.
		-- Larry Wall

%
ہم سب جانتے لینکس عظیم ہے ... یہ 5 سیکنڈ میں لامحدود loops کرتا.
		-- Linus Torvalds

%
YES! YES! YES! جی ہاں! (افوہ، مجھے یمئجی ریان طرح آواز ؛-)
		-- Ian Nandhra

%
<Knghtbrd> میں کے بارے slashdot لئے مفت سافٹ ویئر کے مضامین لکھنا شروع تو،           مجھے گولی مار براہ مہربانی.
		-- Ian Nandhra

%
<RoboHak> ہمم، دوپہر کے کھانے کے لئے ایک اچھا خیال کی طرح آواز کرتا<Knghtbrd> بھی ایک اچھا خیال کی طرح ذائقہ گا
		-- Ian Nandhra

%
پی.ایس - میں ایک ساتھ سرور کمرے میں کے ارد گرد چل رہا ہے کے قریب * یہ * کے بارے میں ہوںبولٹ کٹر کی جوڑی، اور ایک بڑی لکڑی mallet، ایک پاگل کی طرح ہںس اورہر چیز کو کاٹنے میں نے ارد گرد بولٹ کٹر فٹ کر سکتے ہیں. اور یہ کہ whackingجو میں نہیں کر سکتا. تو میں نیم اسمبدق، یا صرف سچ لگتے تو * واقعی * گندیاوقات میں، مجھے معاف کر دو. کشیدگی ایک خوبصورت چیز نہیں ہے. }؛ P
		-- Phillip R. Jaenke

%
ہر کمپنی مائیکروسافٹ کے کاروبار کے طریقوں کے بارے میں شکایت صرف ایک ہےگلاب کی جھاڑی. وہ خوبصورت نظر آئے اور اچھا بو آ رہی ہے. ایک خوش قسمت کمپنی کے dethrones ایک بارمائیکروسافٹ وہ نیچے کانٹوں کو بے نقاب کرنے کے لئے ان کی پنکھڑیوں ڈالی جائے گی. Aکسی اور نام سے کانٹا جتنا درد ہوگا.
		-- Phillip R. Jaenke

%
کچھ کیا جانا چاہیئےیہ کچھ ہےلہذا، اس سے کیا جانا چاہئے
		-- The Thatcherite Syllogism

%
<Knghtbrd> xtifr - انہوں نے ان ادویات سے دور ہے جب جیمز سے ہوشیار رہنا =>
		-- The Thatcherite Syllogism

%
بے حسی یقینی بنی نوع انسان کے زوال ہو گا، لیکن کسے پرواہ ہے؟
		-- The Thatcherite Syllogism

%
انسانی حماقت کی طاقت ضائع کبھی نہیں.
		-- Robert A. Heinlein

%
گولڈ، N .:  ایک نرم malleable ہونے دھات تقسیم میں نسبتا قلیل. یہ کان کنی کی ہے  غریب آدمیوں کی طرف سے زمین میں گہری اس کے بعد امیر مردوں کو دے جو فوری طور پر  اگرچہ سونے نہیں کیا، عظیم جیلوں میں زمین میں اسے واپس دفن  ان کے لئے کچھ.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
* اس طرح سے میں LILO OPN پچھواڑے میں ایک مجازی درد وانی ہے :)
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
، آپ کو ان کے پاس کافی رقم دی ہے تو میں ہوں - "وہ دونوں کاروبار ہیںیقین ہے کہ وہ جو کچھ بھی تم سے پوچھتے کروں گا: -> "
		-- David Welton

%
"تم حق ایک گدی نہ ہونا پڑے. آپ کو اس کا حق سے دستبردار ہو توآپ کہتے ہیں اور یہاں میں کیا سب کچھ آپ کے خلاف منعقد کی جائے گی. تم نہیں کر سکتے توایک گدی پھر کسی کو خارج کرنے کے لئے مقرر کیا جائے گا کیا جا رہا ہے کو روکنے کے لئے برداشتیہاں تمہاری باہر. "
		-- Your rights as an irc addict

%
* سے Simunye وہ جین کی اپنی ماؤں ہے بہت خوش ہے<Dellaran> آپ بہتر انہیں واپس وہ انہیں یاد کرتے ہیں اس سے پہلے دو!
		-- Your rights as an irc addict

%
<Iambe> سیارے پر سب سے intellegent لوگوں conning آسان نہیں ہے
		-- Your rights as an irc addict

%
کیلی فورنیا، N .:    لاطینی "گرمی" منجانب، "حرارت" کا مطلب ( "کیلوری" انگریزی میں کے طور پر یاہسپانوی "سے Caliente")؛ اور "جماع" کے لئے "فورنیا '" یا"زنا". لہذہ سے Tierra ڈی کیلی فورنیا، "گرم جنس کی زمین."
		-- Ed Moran

%
* Caytln لیزا تھپڑ مارے<Caytln> CATFIGHT: P<LisaHere> لڑکی یہ گھڑی، مجھے اچھا لگا.<LisaHere> :)<Caytln> اعداد و شمار ہیں: D
		-- Ed Moran

%
<MFGolfBal> سوار / آرا: UNIX کے بارے میں واقعی پاگل کچھ ہے            انڈرویئر ...
		-- Ed Moran

%
X ونڈو سسٹم:  سٹینڈرڈ UNIX گرافیکل ماحول. لینکس کے ساتھ، یہ عام طور پر ہے  XFree86 (http://www.xfree86.org). تم نے اسے فون کر سکتے X، XFree، X  ونڈو سسٹم، XF86، یا دوسری چیزوں کے ایک میزبان. اسے 'XWindows' اور  اگر کوئی آپ کو تپپڑ گا اور آپ کو اس کے قابل ہے گا.
		-- Ed Moran

%
<Knghtbrd> "کرنسی کے جمعکار آف لائن ہیں." "جب میں نے راستہ تبدیل کر رہا ہوں           ثانوی couplings کے. ہم تو مرحلے میں کئی گنا ہم دوبارہ سیدھ کریں           پلازما انڈکٹر میٹرکس دستی طور پر کرنے کے لئے استعمال کرنے کے قابل ہونا چاہئے           ایک نیا میں Cheesy spinoff سیریز کا آغاز. "* ShadwDrgn آہیں<ڈی ایچ اے فیز> آپ اکیلے میرے کئی گنا چھوڑ دیں<ڈی ایچ اے فیز>!
		-- Ed Moran

%
* Turken چھوٹے بچے بالکل پیارا ہیں ... especialyy جب سوچتا ہے  وہ کسی elses ہیں.
		-- Ed Moran

%
* Overfiend آہیں<Overfiend> نےٹسکیپ بیکار.<Overfiend> اس دلدل کا ایک بستر پر آرام کارڈ کے ایک گھر ہے.<ESPY> زلزلہ آنے کے دوران<Overfiend> ایک طوفان میں
		-- Ed Moran

%
<SilverStr> میڈیا اخلاقیات زیادہ جمبو کیکڑے اور طرح ایک oxymoron ہے،            مائیکروسافٹ کام کرتا ہے.<MonkAway> NT سلامتی کا ذکر نہیں
		-- Ed Moran

%
<Silvrbear> Oxymorons؟ میں نے ایک کل دیکھا - "پر ٹیکو بیل پمفلٹ            غذائی معلومات "
		-- Ed Moran

%
* Knghtbrd ڈبل بیرل snurf بندوقیں اور کور کے ایک جوڑے unleashes ہے  snurf ڈارٹس کے ساتھ حضرت عیسی علیہ السلام<یسوع> Meany کہ: P
		-- Ed Moran

%
<jgoerzen> doogie: آپ کی آواز انتہائی غیر مستحکم :-)<Knghtbrd> jgoerzen - وہ ہے.* doogie Knghtbrd BOPS<Knghtbrd> دیکھا؟ تشدد کا سہارا = D
		-- Ed Moran

%
میں نے بھی ایک بہت بڑا پرستار یونیکس مجھے احساس ہوا تب سے SCO نہیں تھا کہ کیا گیا ہےیونیکس. - ڈینس بیکر
		-- Ed Moran

%
<dracus> لئے Ctrl + آپشن + کمان + P + R<Knghtbrd> dracus - تم خدا! یہ EMACS سے بھی بدتر ہے!<LauraDax> hehehehe<dracus> کہ کرتا ہے کیا مت پوچھو: P
		-- Ed Moran

%
<Iambe> آپ کو ایک nutcase نہیں ہیں<Knghtbrd> آپ کو واضح طور پر مجھے اچھی طرح سے ابھی تک نہیں جانتے. =>
		-- Ed Moran

%
* AJ چاہئے سوچتا KB ^ ZZZ مقابلے کے بارے میں خواب کے لئے مختلف چیزیں لینے کے لئے   جنرل قراردادوں اور پالیسی تبدیلیوں.<KB ^ ZZZ> AJ - اس کے بارے میں مجھے بتاو، یہ ایک برا نشانی ہے
		-- Ed Moran

%
<Crow_> ہمم، وہاں ایگزم لئے ایک --now-dammit اختیار ہے؟
		-- Ed Moran

%
<DarthVadr> Kira کی: JOIN سیاہ پارٹی، نوجوان ایک.<Kira کی> ڈارت، I * * ہوں سیاہ پارٹی.
		-- Ed Moran

%
<netgod> feanor کی: یو امریکی قانون کی stupidty کی گہرائی کا کوئی اندازہ نہیں ہے
		-- Ed Moran

%
ایک سڑک کے وسط میں باہر کھڑا ہے جو کوئی بھی مجھ سے سڑک پر قاتلانہ طرح لگتا ہے.
		-- Linus Torvalds

%
<میں LILO> "دانشورانہ حقوق کا احترام کریں!"<میں LILO> "عقل کا مظاہرہ کریں." ؛)
		-- Linus Torvalds

%
<Knghtbrd> feanor کی - لائسنس مسائل اہم ہیں. ہم دیکھتے نہیں بنایا تو ہمارے           گدھے اب، کسی کی والا آئے گا اور بعد میں ہم سے کاٹ لے ...
		-- Linus Torvalds

%
"اب ہم آپ کو قتل کرنا پڑے گا."
		-- Linus Torvalds

%
* knghtbrd سکتے جو پہلے ہی کلپنا: "مقصد: [INTENT تجویز کرنے تیار کرنے   بگ رپورٹ دائر] پالیسی دستاویز میں typos کے "
		-- Linus Torvalds

%
<netgod> ہہ ایک کھو وجہ سے آئی، کے درست pronounciation طرح         "زیورات"<netgod> :-) اسے چھوڑ دو<بابا> اور "رنگ" کی صحیح ہجے :)<BenC> ہہ<بابا> اور ایلومینیم<BenC> یا جوہری ہتھیاروں<بابا> کیا آپ مجھے یانکی threating رہے ہیں؟<بابا> ہم بم نہیں بنایا صرف وجہ ...<BenC> پشت سے ya پیلے پیٹ سے دور
		-- Linus Torvalds

%
<LauraDax>! دیکھا خدا<Tabi-> LauraDax، میں "خدا" کو دیکھ کر یاد نہیں ہے
		-- Linus Torvalds

%
<Kira کی> ایک سرجیکل جنگ آپ غیر ملکی فوجیوں کی ناک ملازمتیں دینے جانا کہاں ہے؟
		-- Linus Torvalds

%
<xtifr> یتینا ڈیسک ٹاپ ماحول! تمہارے دلوں میں، آپ * * یہ پتہ        صحیح انتخاب! :)* Knghtbrd THWAPS xtifr
		-- Linus Torvalds

%
<Knghtbrd> shaleh - ناپاک صرف عجیب ہے.<ESPY> ہہ، ناپاک ٹھنڈا ہے<Knghtbrd> ESPY - اور عجیب.<ESPY> جی ہاں، عجیب بھی
		-- Linus Torvalds

%
<xtifr> راست دماغ ایمپلانٹس :)<knghtbrd> xtifr - Yah کی، پھر کمپیوٹر کا استعمال کرتے دراصل ضرورت پڑے گی کچھ           ان کمینوں کے بارے میں سوچنا!<knghtbrd>؛>
		-- Linus Torvalds

%
<Knghtbrd> Overfiend - BTW، ہم نے دریافت کرنے کے بعد X 1.4 gigs کے تمام لیتا ہے           تعمیر کرنے کے لئے، آپ کو یہ تسلیم تیار ہیں کہ X bloatware میں ہے؟ =><Overfiend> KB: میرا جواب میں ایک 16 1/2 منٹ فرق ہے<اے سی ایف> knghtbrd: ثبوت ہے کہ X صرف * * 2nd کی بدترین windowing ہے موجود      نظام؛)
		-- Linus Torvalds

%
<liw> لات، خود مختار ماؤس کی تحریک میں ایک عام طور پر استعمال کرتے ہیں کے بعد شروع ہوتا ہے      ماؤس کے بٹن<wichert> پھر ایک ماؤس کے بٹن کا استعمال نہیں کرتے :)<liw> جی ہاں، صحیح :)
		-- Linus Torvalds

%
<Knghtbrd> آپ جانتے ہیں، لینکس ایک پلیٹ فارم کھیل سے Tux ابنیت ضرورت<Knghtbrd> تھوڑے سپر Marioish، لیکن تھوڑا سائبر طرح Tux اور چیزوں کے ساتھ           کیڑے اور borgs اور بات اس طرح ...<Knghtbrd> اور آپ ماضی billgatus کود کر اسے چھوڑ کرنے کے لئے بٹن دبائیں کرنے کے لئے ہے           اضافی میں اور اس کے بعد آپ کو ایک RMS طرح لگتا ہے کہ کچھ آدمی دیکھتے ہیں           یا کسی کو کہتا ہوں "مجھ سے Tux کی جانیں بچانے کے لئے شکریہ، لیکن لنس           Torvalds نے ایک اور سلطنت میں ہے! "
		-- Linus Torvalds

%
<Thoth_> جی ہاں، اچھا ہے کہ کیوں یہ گنے ہے 2.3.1 ہے ... یہ ہم میں سے ان لوگوں کے لئے ہے         جو NT نما uptimes ڈیٹس
		-- Linus Torvalds

%
<Shinobi کی> پرل سے بھی بدتر چیزیں ہیں .... ASP ذہن میں آتا ہے
		-- Linus Torvalds

%
* M2 مانیٹر گھورتا ہے ... یہ ایک ہیمبرگر کی طرح لگتا ہے ...<Knghtbrd> M2 - کہ ایک بری علامت ہے
		-- Linus Torvalds

%
<Knghtbrd> کال کرنے procmail "چھوٹا اور دربل" منوج پر چھوڑ دو
		-- Linus Torvalds

%
<Crow-> منوج: میں طرح کی چیزیں سمجھ میں نہیں کر سکتے "S / 3 # $٪ ^٪ {]] [@ f245}"<منوج> کووا: یہ بالکل قانونی نہیں ہے ؛-)<Knghtbrd> منوج - کس طرح ایک قانونی "{]] [f245 @} S / 3 # $٪ ^٪" بنا دے گا           ویسے بھی؟ (اور یہ کیا کریں گے؟ Hehe کی)<منوج> Knghtbrd: آپ کی /// اظہار ختم کرنے کی ضرورت.<Knghtbrd> اوہ، کہ تمام ہے؟
		-- Linus Torvalds

%
<Kira کی> Ada کی، milspec لئے تحریر ہیں زبان.<Mikster> <کمپکمپی>
		-- Linus Torvalds

%
<BenC> -include ../../debian/el33t.h<BenC> sendmail پر تعمیر ... عجیب ہیڈر نام :)<isildur> Hahaha کی* netgod laffs<netgod> BenC: یو کہہ سکتا ہوں sendmail پر برقرار رکھنے کے لئے استعمال کیا جاتا ہے؟ : P<BenC> ہہ :)
		-- Linus Torvalds

%
<ڈی ایچ اے فیز> کوئی ... میں کسی بھی زیادہ کافی پینے musn't !!! ؛)<سے Simunye> بات کا یقین کر یو اے فیز بھولنا :)<ڈی ایچ اے فیز> اگر تم واقعی مجھ سے دور چھت شیخی چاہتے ہیں؟<سے Simunye> yesh :)<kira_> چھت شیخی gewd ہے<ڈی ایچ اے فیز> ٹھیک ہے، کہ ایک پاگل سوال تھا<kira_> یہ مسئلہ ہے کہ فرش پر splatting ہے.
		-- Linus Torvalds

%
<Kensey> صدر کے لئے RMS ؟؟؟<RelDrgn> ... یا ESR، وہ ایک نیا کام کرنا چاہتا ہے؛)
		-- Linus Torvalds

%
ارے نہیں، پھر سے نہیں.
		-- Manoj Srivastava

%
<Knghtbrd> عطا، RMS ایک جنونی ہے، میں نے اس سے انکار نہیں کرتے. مجھے یہ بھی کہیں گے           انہوں نے زیادہ تر وقت کے پچھواڑے میں ایک شاہی درد ہے. لیکن وہ ہے           اب بھی زیادہ کثرت سے نہیں کے مقابلے میں صحیح ہے، اور وہ کسی نہ کسی سطح کا مستحق ہے           کریڈٹ اور ان کے کام کے لئے احترام. ہم آج یہاں نہیں ہو گی           اس کے بغیر.
		-- Manoj Srivastava

%
<ESPY> کل افرادی قوت میں ایک عظیم رکاوٹ ہو جائے گا
		-- May 18, 1999

%
I بورگ کے dyslexic ہوں. آپ گدا پرتدار ہے کرنے کے لئے تیار کریں.
		-- May 18, 1999

%
<NeonKttn> میں ایک دوست تھا میں HighSchool beacuse دوران اس الماری میں مجھے رہنا           اس کے پریمی خوش طبعی بارے میں جانتا تھا کہ یقین نہیں کرے گا ...<NeonKttn> میں لایا پاپکارن چاہیئے. :)
		-- May 18, 1999

%
<Knghtbrd> hardcopy wussies لئے ہے<Topher> کمپیوٹر پروگرام لسٹنگ .... اگلا، HardCopy پر
		-- May 18, 1999

%
<kceee ^> میں صارفین سے نفرت<knghtbrd> آپ کے پاس پہلے سے sysadmin طرح آواز!
		-- May 18, 1999

%
<change_m2> ول لینکس کبھی # 1 کامیابی کے طور پر قاش روٹی آ پڑے            بنی نوع انسان کی طرف سے؟
		-- May 18, 1999

%
<aph> منوج بگ فکسنگ صلیبی پر گری دار میوے جا رہا ہے! وو وو!<Knghtbrd> منوج طویل وقت پہلے گری دار میوے چلے گئے. لیکن بگ فکسنگ = ٹھنڈا ہے>
		-- May 18, 1999

%
<rcw> لوگ جو بظاہر بیکٹیریا نما ملٹکالور کیڑے سے باہر آ      مائیکروسافٹ کے backorifice<rcw> کہ backoffice علامت (لوگو)
		-- May 18, 1999

%
* سے Simunye ایک oc3-> oc12 پر ہے<daem0n> simmy: مجھے کاٹنے. :)<سے Simunye> ڈیمان: ٹھیک ہے :)
		-- May 18, 1999

%
<Overfiend> Lilo کے: ویسے تو، آپ کو شاید ایک ذمہ دار مفکر ہیں.            ایک بہت ہی چھوٹے کلب میں خوش آمدید.<میں LILO> Overfiend: جب آپ میں شامل ہونے کے میرے استقبال :)
		-- May 18, 1999

%
بنیادی طور پر، میں نے لوگوں کو وہ بائنری صرف ماڈیولز استعمال کرتے ہیں جب کہ میں جاننا چاہتا ہوں،یہ ان کا مسئلہ ہے. میں نے لوگوں کو ان کی ہڈیوں میں ہے کہ میں جاننا چاہتا ہوں، اور میںیہ گھروں کی چھت سے باہر نکل گئے تو چاہتے ہیں. میں نے لوگوں کو ایک میں جاگنا چاہتا ہوںٹھنڈے پسینے ہر ایک بار میں جب وہ بائنری صرف ماڈیولز استعمال کرتے ہیں تو.
		-- Linus Torvalds

%
* wichert_ ایک MTA بغیر ماسٹر تصور<جیمز> wichert: EHM؟ کہ BTS کی peformance روکتے ہو سکتا ہے: P
		-- Linus Torvalds

%
<چھپکلی> ہمم ... میں کے باقی حصوں سے Debian کا seperates اور کیا حیرت ہے        لینکس ڈسٹری.<Knghtbrd> چھپکلی - ہم چوستے نہیں<چھپکلی> Knghtbrd: آپ لوگوں کا ایک گروپ سے خطاب کرتے وقت یہ نہیں کہتا        ان لوگوں زائد 'DISTROS FROM<Knghtbrd> چھپکلی - نقطہ.
		-- Linus Torvalds

%
وجہ XFree کے بند مصدر ترقی کے ماڈل کے لئے یہ ناممکن ہےحمایت کرنے کے لئے، یا اس سے بھی پہلے یا بیٹا ریلیز میں کے بارے میں قیاس آرائی، خصوصیاتXFree کی.
		-- Marcus Sundberg

%
>> میں ایک تکنیکی دستاویز کے طور پر بائبل KJV متن سمجھتے واقعی ایسا نہیں کرتے،>> لیکن ... :)رہنے والے کے لئے -> یہ ایک دستی ہے.لیکن یہ ایک طویل وقت میں اپ ڈیٹ نہیں کیا گیا ہے، بہت سے یہ بات ہے کہ کہیں گےافسوس کی بات ہے تاریخ، اور upstream تخرکشک سے باہر کا جواب نہیں ہے ان کیای میل. :-)        - Branden رابنسن، اولیور Elphick، اور کسی میں Chris واٹرس           Debian کا پالیسی پر پیغام
		-- Marcus Sundberg

%
<Knghtbrd> میں USER = ID10T کسی جگہ کی ضرورت ہے جو لوگوں کے بہت کے بارے میں سوچ کر سکتے ہیں!
		-- Marcus Sundberg

%
<slashdot> میرا US geograpy ناقص ہے ... LOL<knghtbrd> لہذا میرا ہے اور میں یہاں رہتے ہیں
		-- Marcus Sundberg

%
ایک رائے کے بغیر Moonchild؟ شیطان کل کام کرنے سکیٹنگ جاتا ہے!
		-- Brett Manz

%
<Knghtbrd> میں واقعی نہیں بالکل زیادہ صرف ایک قسم کا لفظ، ایک چاہتے ہیں ...           کشش عورت، اور لامحدود بینڈوڈتھ !!
		-- Brett Manz

%
<Knghtbrd> ہم دونوں صحیح ہو تو (میں ہم ہیں اندازہ لگا رہا ہوں) میں بہت خوش نہیں ہوں.* Minupla آپ ایوارڈ کے خاموش ہاتھ.
		-- Brett Manz

%
آخری بار میں نے کسی دوسرے انسان بلکہ ایک تھا کے ساتھ مباشرت رابطہ تھاتکلیف دہ تجربہ ہے ... میں نہیں بلکہ یہ پسند ہے ...؛)
		-- Brett Manz

%
<Apple_IIe> کسی کو میری 80 کالم کارڈ کو دیکھا ہے؟
		-- Brett Manz

%
<Slackware> اہ اوہ، میں نے شروع کیا ہے :)<Debian کا> ROFL ... Distro کی نک جنگیں.* Slackware صرف انتظار کر رہی نک گنوم کے لئے /، / نک KDE، اور اس کے بعد ورلڈ 4 جنگ   باہر کو توڑنے کے لئے<WinNT>: OP<OpenBSD> <بتھ><PalmOS کے> :)<Slackware> no'one ہمت کرے گا / نک ہے RedHat<tru64> MEW.
		-- Brett Manz

%
<Crow-> IM fcucking ڈرک* Knghtbrd لاگ سب کچھ Crow- آج رات کا کہنا ہے کہ اس بات کو یقینی بناتا ہے ...<MrBump> heheh<MrBump> انہوں نے کہا کہ وہ مجھ سے شادی کروں گا! لعنت ہے!!<Crow-> کوئی راستہ یار<Knghtbrd> MrBump - انہوں نے کہا کہ نشے میں نہیں ہے<MrBump> Knghtbrd: میں کچل رہا ہوں: O)
		-- Brett Manz

%
<Knghtbrd> aggh!<Knghtbrd> IT روکو!<Knghtbrd> IT سٹاپ بنانے !!
		-- Brett Manz

%
<Knghtbrd> RoboHak - ٹھیک ہے، پیچ توڑا نہیں ہے، لیکن میرے دماغ           بظاہر ہے<WC> کہ (کوئی نئی بات نہیں ہے؛<Knghtbrd> ورلڈ کپ - Hush کی.<Knghtbrd> =>
		-- Brett Manz

%
<dpg> امریکیوں کے wierd ہیں ....<xtifr> یہاں تک کہ weirder Californians کی<Knghtbrd> xtifr ایک نقطہ ہے ...
		-- Brett Manz

%
* WOOT آشتی سے مسکراتی.<WOOT> میں knghtbrd کی میں حاصل کرنے کے بارے میں بے چین زائد لگتے نہیں کرنا چاہتا       siglist.
		-- Brett Manz

%
<Culus> DHD: R آپ کو خفیہ Debian کا overstructure کا حصہ؟<DHD> کوئی. کوئی راز Debian کا overstructure ہے.<CosmicRay>، اگرچہ اب جب کہ کسی نے اسے پالا، چلو ایک شروع کرتے ہیں            :-)<Knghtbrd> CosmicRay - کیوں نہیں، خرچ کرنے کے لئے ایک مزہ طریقہ کی طرح لگتا ہے           دوپہر = D
		-- Brett Manz

%
<xtifr> آپ یہاں کام کرنے پاگل ہونے کی ضرورت نہیں ہے .... اوہ، انتظار ہاں تم کرو!        :)
		-- Brett Manz

%
* اے-او ہمیشہ debmake طرح وہ ایسا کریں گے بالکل وہی جو جانتا تھا کیونکہ ...<ایضا> اے اے: کیا تم کروگی ؛-)
		-- Brett Manz

%
2.3.1 جاری کیا گیا ہے. اس کھیل کے لئے نئے لوگوں کو یاد رکھنا چاہیے کہ2.3. * ریلیز کوئی ضمانت کے ساتھ، ترقی کے چھلکے ہیں وہ اسکرپٹ طرح خوفناک چیز پر آپ کے سسٹم کی وجہ سے نہیں اس کیڈسک، آگ پکڑنے، یا Mindcraft معیارات چلنا شروع.
		-- Slashdot

%
کیا {    :} جبکہ (HELL_FROZEN_OVER!)؛
		-- Slashdot

%
0 7 * * * بازگشت "... لینکس صرف ایک دنی ہے" | میل billg@microsoft.com -s = "اور یاد کرو ..."
		-- Slashdot

%
<ہاپ> KB: مجھے ساتھ کاروبار کرنے والوں میں دیانت داری اور ایمانداری کا مطالبہ<ہاپ> میں نے اپنے مطالبات غیر معقول ہیں جانتے ہیں، لیکن ایک لڑکے خواب دیکھ سکتے ہیں کر سکتے ہیں نہ؟
		-- Slashdot

%
<jgoerzen> طالب: کہ مشین آہ. آپ کو نامزد کیا ہے کہ کچھ مت سوچو           stallman ایک الفا ہونے کا مستحق ہے؟ :-)<طالب> jgoerzen: نہیں، اصل میں، میں نے ایک prolly 386 کے نام کرنے کے لئے زیادہ مائل ہو جائے گا      RAM کے 4 megs اور ایک 40 یمئجی ہارڈ ڈرائیو stallman ساتھ.شور کے ٹن ہوتا اور فرش جھنجھنی کہ ایک بڑی موٹی کیس کے ساتھ <طالب>* Knghtbrd ہںس ان اطراف کے انعقاد کے فرش پر گر<طالب> اور ..<طالب> ڈبل اونچائی ہارڈ ڈرائیو
		-- Slashdot

%
کلنگان تقریب کالز 'پیرامیٹرز' نہیں ہے - وہ 'دلائل' ہے
		-- and they ALWAYS WIN THEM.

%
* Knghtktty پوچھیں کرنے کے لئے توری بحث میں مل گیا ہے کہ کس طرح نہیں جا رہا ہے ...
		-- and they ALWAYS WIN THEM.

%
<Knghtbrd> مقصد: [GR تجویز] ہم معمولی معاملات پر ووٹ چاہئے؟
		-- and they ALWAYS WIN THEM.

%
<WOOT> رکھو * آپ میں ہے کہ * .sig اور اسے سگریٹ، Knghtbrd.<Culus> آپ جانتے ہیں وہ اس میں پڑھیں گے:><WOOT> heheheheh.
		-- and they ALWAYS WIN THEM.

%
"زندگی کے ذریعے آپ سفر کے طور پر ایک دینے کے لئے ہر اب اور تو ایک لمحے کے لئےدوسرے ساتھی کے لئے سوچا. وہ کچھ سازش بھی ہو سکتی ہیں. "
		-- Hagar the Horrible

%
<Knghtbrd> ٹھیک ہے، آپ لوگوں کی BSDM درخواستوں کے بارے میں بات کرنا شروع کر دیا ہے           نیٹ ورک ہارڈ ویئر ... مجھے لگتا ہے کہ میں بھاگ کر لیں گے اور مفید کچھ کر           اور Debianish اور یہ ایک سے باہر رہنے ...<Knghtbrd> (ایک تبدیلی کے لئے)
		-- Hagar the Horrible

%
<Knghtbrd> mariab - نہیں لگتا Debian کا کچھ بہت بیوکوف نہیں ہے اور           اس سے پہلے واضح کیڑے<Knghtbrd> کورس کے، ہم عام طور پر ہمارے طے کر پہلے کہ ہم رہائی = D
		-- Hagar the Horrible

%
<Knghtbrd> mariab - میں ایک Debian ڈویلپر ہوں. ریڈ ہیٹ "دشمن" ہے یا           مجھے لگتا ہے اس طرح کچھ .. پھر بھی، جیسا typecasting سے RH صارفین           احمق یا ان کی تقسیم کے طور پر مکمل طور پر پہلے سے طے شدہ کی طرف سے ٹوٹ           مکمل اور کل FUD ہے.
		-- Hagar the Horrible

%
>> لیکن IANAL، کورس کے.>> IANAL تو. میرا بیٹا ہے، لیکن میں نے اس سے پوچھا تو میں نے ایک جواب میں حاصل ہو سکتا ہے> نہیں سننا چاہتا ہوں گے."یہاں میری انوائس ہے." ؟ = D
		-- Hagar the Horrible

%
> ٹھیک ہے، میں آپ کو معلوم ہے جو تم کر رہے ہو :-) دیکھیںیا تو ہے کہ یا مجھے یہ faking کی میں بہت اچھا ہو گیا ہے.
		-- Hagar the Horrible

%
<wichert> 8am کے ایک ungoldly گھنٹے جاگ رکھا جائے کرنے کے لئے ہے* gorgo عام طور پر 11am پر ہو جاتا ہے
		-- Hagar the Horrible

%
کوئی چالبازی نہیں ہے.
		-- Hagar the Horrible

%
<_Anarchy_> ACF: شاید 1 اپریل اگلے سال slashdot چلانے کے لئے "روب مالدا کی ضرورت            Debian کا منصوبے کے سربراہ کے طور پر "نیا کام کو قبول کرتا ہے 8)
		-- Hagar the Horrible

%
* netgod ان کے میل باکس کھلتا ہے اور وہ اسی دم hadnt خواہشات
		-- Hagar the Horrible

%
<frogbert> اس مشکل سینوں withoutn ایک ہم جنس پرست ہونے کی وجہ سے ... لوگوں لے گا           آپ سنجیدگی
		-- Hagar the Horrible

%
شاید Debian کا بجائے تکنیکی اتکرجتا کے بارے میں زیادہ فکر مند ہےسافٹ ویئر کو توڑ کر استعمال میں آسانی. سابق میں ہم پر فضیلت ہو سکتی ہے. میںآخرالذکر ہم مائیکروسافٹ کرنے کے لئے میدان تسلیم کرنا پڑے. جہاں میں جانا چاہتے ہیں لگتا ہےآج؟
		-- Manoj Srivastava

%
* PerlGeek واقعی ایک خلائی مخلوق ہے* Knghtktty PerlGeek یقین رکھتا ہے
		-- Manoj Srivastava

%
<netgod> میرا کلائنٹ شدید زیر ملکیت کیا گیا ہے<netgod> یہ لڑکا، جڑ ملا پیکٹ sniffers کے، نصب .rhosts دوڑا اورچور دروازے، ایک ہے جس میں، میں بلایا / lib میں / "" ایک پوری نئی دیر ڈالsmurfing اور قتل کے ٹولز کا مکمل مجموعہ<netgod> صرف غلطی لاگ مسلیں حذف کرنے سے نہیں کیا گیا تھا<netgod> سوال جڑ ہیک کیا گیا تھا کہ کس طرح ہے، اور میں نے یو بتانے کے سکے کہ<netgod> IT کورس، ہے، نہیں ایک Debian باکس* netgod Debian کا باکس ہیکر کی طرف سے اچھوتا چھوڑ دیا صرف ایک ہی ہے کہ نوٹ
		-- wonder why

%
* joeyh CVS اپنے گھر کی ڈائریکٹری کا ارتکاب. Aaaaaa<drow> eeeeeeek<drow> joeyh: یہ محض برائی ہے. دورانئے.
		-- wonder why

%
<Kethryvis> Gruuk: UFies اوپر اور انسانی نسل سے باہر ہیں :)
		-- wonder why

%
I dpkg کے مسئلے فہرست میں کسی بھی چیز کو تلاش کرنے کی کوشش کرنے کے لئے ایک طویل وقت پہلے روک دیا.ہم ریکارڈز کے گنیز بک میں اندراج کے لئے چلانا چاہئے.
		-- Stephane Bortzmeyer

%
<ahzz_> میں 17G کافی ہو جائے oughta سوچا.
		-- Stephane Bortzmeyer

%
<n3tg0d> / usr / بن / emacs / وغیرہ / گولے میں ابھی تک ڈال دیا گیا ہے؟ : P
		-- Stephane Bortzmeyer

%
* joeyh بند کرنے کی کریش نےٹسکیپ کی شاندار صلاحیت کا فائدہ لیتا ہے        ایک واحد کلید دبانے کے ساتھ 10 ونڈوز<joeyh> اب جبکہ رفت ہے!<Knghtbrd> بس غلطی =>
		-- Stephane Bortzmeyer

%
<سے Wordplay> آپ "فی سیکنڈ حروف" میں آپ vibrators کے کی پیمائش؟ میرے پاسآپ کے لیے ایک بری خبر، C90، آپ کو ایک کے ساتھ مشت زنی کر رہا ہوںڈاٹ میٹرکس پرنٹر.
		-- Stephane Bortzmeyer

%
ہیلو! میں نے ایک .signature وائرس ہوں! مجھے sprea مدد کے لئے اپنے ~ / .signature میں مجھے کاپی =D!
		-- Stephane Bortzmeyer

%
* Knghtktty مدونین اور تقریبا Thyla کرنے میٹھی nothings (چیزیں وسوسہ            گرافکس اور RAM اپ گریڈ اور بڑی ہارڈ ڈرائیوز ...)<Thyla> oooooooooOOOOOOOOOO<Infinitas> Knghtktty: کہ مثبت انداز میں فحش نگاری ہے ...* Thyla ایکسٹیسی کے دورہ میں بند ہو جاتا ہے ...
		-- Stephane Bortzmeyer

%
<Sanaya> آپ لوگ تمام بیمار ہیں! بیمار بیمار بیمار میں تمہیں بتا دے؛)
		-- Stephane Bortzmeyer

%
* BMA ایک سے Yank ہے* Knghtbrd ایک Knghtbrd ہے* DHD بھی ایک سے Yank ہے* ESPY برائی ہے* Knghtbrd ESPY یقین رکھتا ہے
		-- Stephane Bortzmeyer

%
* BMA عجائبات تو یہ Knghtbrd .sig کر دے گا
		-- Stephane Bortzmeyer

%
Techical کے حل ووٹنگ کا معاملہ نہیں ہیں. امریکہ میں دو قوانینریاستوں کے تقریبا PI کی قیمت ہو کہ 3.14، بالکل فیصلہ کیا. مقبول ووٹایک صحیح حل کے لئے نہیں بناتا.
		-- Manoj Srivastava

%
<AJ> <Knghtbrd> دنیا بھر میں کشیدگی (جرم کی طرف سے ثبوت میں اضافے<AJ> اور whatnot) اس وقت کی مدت کے دوران لینکس طرح بہت لگتا ہے<AJ> 1993 سے ترقی کی<AJ> `` لینکس دنیا بھر میں جرائم کی وبا سے منسلک !! ''
		-- Manoj Srivastava

%
<ٹیلر> میں کہاں ہوں اور میں اس handbasket میں کیا کر رہا ہوں؟
		-- Manoj Srivastava

%
اس ڈیٹا بیس منافع کے لئے نہیں استعمال کیا جاتا ہے کے بعد، اور اس کے بعد پورے کام نہیں ہیںشائع، جو ہم اسے سمجھنے کے طور پر، منصفانہ استعمال کے تحت آتا ہے. تاہم، اگر کوئی ہےنصف assed بیوکوف اس سے دور ایک منافع بخش بنانے کے لئے فیصلہ کرتا ہے، وہ کرنے کی ضرورت ہوگیڈبل یہ سب کو چیک نہیں ...
		-- Notes included with the default fortunes database

%
ناشتا چاہتا ہے جو ایک بلی پر کوئی snooze بٹن نہیں ہے.
		-- Notes included with the default fortunes database

%
مقصد: بگ # 42432: Debian کا پالیسی: کے ثبوت کے لئے ڈرافٹ کے لئے CTV کی تجویزایک CTV لئے CTV خریداری کے لیے تجویز کے لئے ڈرافٹ کے لئے تصور پر فیصلہ کرنے کے لئےچاہے یا نہیں ہم ایک CTV پر کر کے shoud پر CTV لئے ایک CTV لئے ایک تجویزکو / usr / / usr / حصہ / دستاویز منتقلی کے لئے DOC کو اب، یا اس کے بعد.
		-- Ed Lang

%
<Knghtbrd> یہ ایک کے لئے ایک ٹریک بال ہے<wichert> یہ ایک چوہا نہیں ہے تو اس<wichert> یہ ایک گیند باہر چپکی ہوئی کے ساتھ ایک کے طور پر turd ہے<wichert> آپ مسلسل پچکارنا جس
		-- Ed Lang

%
* HomeySan ظاہر کرنے پاپا جان کی pizza کے لئے انتظار کر رہی ہے<ravenos> ملی میٹر. والد صاحب جان.<HomeySan> امید ہے کہ وہ پیارا ترسیل کے ڈرائیور بھیج<ravenos> وہ یہاں اس کی ضرورت نہ.<Dr_Stein> کیوں؟ آپ اور دوبارہ اس کی بجائے ڈرائیور کھانا؟
		-- Ed Lang

%
<netgod> IT مجھے ہے، یا Knghtbrd خرراٹی ہے؟<joeyh> وہ knghtbrd مار ڈالا!<netgod> Kysh: wichert، چھپکلی، joeyh، اور نظر انداز کرنے کی کوشش کر میں نے ایک کمرے میں ہیں          Knghtbrd<Kysh> netgod: Knghtbrd نظر انداز کرنا مشکل ہے.
		-- Ed Lang

%
<WOOT> میاں میں ان SIG فہرست کے لئے اس پر قبضہ کرنے یہاں تھے knghtbrd چاہتے.[... کئی گھنٹے بعد ...]<Knghtbrd> WOOT اچھی طرح vewy مجھے نہیں جانتے، وہ کرتے ہیں؟<Knghtbrd> muahahahaha
		-- Ed Lang

%
* Knghtbrd NERF ڈارٹس کے ساتھ wichert کھالوں* wichert کوئی ICBM nerfs ابھی تک موجود ہیں اور kngtbrd نظر انداز نوٹوں<Knghtbrd> wichert - صرف NERF Gatling منسلک بندوق گن دیکھ کر، والے ICBMs بعد، انتظار           دور (صرف ایک یا دو گھنٹے کے لئے لعنتی چیز پمپ نہیں کر رہے ہیں           تمام ہے ...)
		-- Ed Lang

%
اپریٹنگ سسٹمز نصب:  * Debian گنو / لینکس 2.1 4 CD سیٹ کریں ($ 20 www.chguy.net سے؛ قیمت میں شامل ہیں    ٹیکس، شپنگ، اور ایک $ 3 FSF کرنے عطیہ). 2 سی ڈیز binaries کے، 2 سی ڈیز ہیں    مکمل منبع کوڈ؛  * ونڈوز 98 دوسرا ایڈیشن Megadepot.com ذریعے اپ گریڈ ورژن ($ 136،    قیمت ٹیکس / شپنگ شامل نہیں ہے). حیرت کی بات ہے، کوئی ماخذ کوڈ    شامل کیا جاتا ہے.
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
اس ٹیگ لائن چوری. میں نے کیا.
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<bfextu> noooo اوہ، Knghtbrd کے پاس بندوق ہے :)<doogie> ^^ موسیقی داخل ^^<Knghtbrd> bfextu - O / ~ ہر کوئی رن O پر ہے / ~<bfextu> اے / ~، بھاگ تنخواہ AY العین سے دور ruuuuun اے / ~
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<مرکری> emacs، لفظی، نہیں ایک توہین، صرف ایک تبصرہ ہے کہ بیکار اس کے          ایک نمایاں گروتویی پل ہے کرنے کے لئے کافی بڑی ...
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
ایک کمپیوٹر کے طور پر، میں ٹیکنالوجی دل لگی میں اپنے ایمان کو تلاش کریں.
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
* Knghtbrd کرس کرنے کے لئے 3 دیتااور کون میرے سوا کرس نام ہے * متغیر عجائبات<Knghtbrd> متغیر - اگر آپ کو. =>* Knghtbrd متغیر کے لئے انتظار کر رہی ہے ڈرامائی طور پر کہنے کے لئے "میں تو استعمال کیا لگ رہا ہے!"<متغیر> Knghtbrd: :)* متغیر ++<متغیر> :)
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
* ESPY 'جہنم' کہا کہ میں جہنم --to dupload کیا کر سکتے ہیں تاکہ ایک قطار uplad غور
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<Valkyrja> جاوا، ہون، کبھی کبھی میں واقعی آپ کو تپپڑ کرنا چاہتے ہیں.<Knghtbrd> Valkyrja - انہوں نے یہ بہت زیادہ لطف اندوز ہوتا<Reteo> Valkyrja: Yah کی، آگے بڑھو اور ایسا ... کیپچنو میں جاوا شکست دی! :-)
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
<پٹا> ہو vewwy vewwy qwuiet .. میں ہوں میں Huntin wuntime ewwos
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
ریڈ ہیٹ ایک سیکیورٹی ایڈوائزری (: 030-01 RHSA-1999) جاری کی حال ہی میں کیا ہےvixie کرون پیکج میں ایک بفر اتپرواہ ڈھکنے. Debian کا ہےدو سال پہلے اس مسئلے کو دریافت کیا اور یہ طے. لہذا میں ورژندونوں، مستحکم اور غیر مستحکم، Debian کا کی تقسیم نہیں ہیںاس مسئلہ کا شکار ..
		-- Bill Stilwell, http://linuxtoday.com/stories/8794.html

%
پہلا دور - زلزلہ محض ناقابل اعتماد ہے. یہ آپ کو بار بار جان سے مارنے کی اجازت دیتا ہے آپبغیر آفس میں باس کو گرفتار کیا جا رہا ہے. :)
		-- Signal 11, in a slashdot comment

%
لوکاس 'قانون: اچھی بری _stupid_ کو hires کیونکہ، ہمیشہ جیت جائے گا             انجینئرز.
		-- Signal 11, in a slashdot comment

%
* TribFurry صرف UCSD سے سپیم میل ہو جاتا ہے ... میں سے ای میل حاصل کرنے کے لئے استعمال کیا جاتا ہے            خود لیکن میں نے اپنے آپ کو پسند نہیں کیا فیصلہ کیا اور گفتگو روک دی	    مجھکو
		-- Signal 11, in a slashdot comment

%
<rain_work> ایک چھاترالی فرج یا پر نوٹ ... "مندرجات کھایا جو شخص            لیبل لگا '' جیمز کنٹینر کی - انتباہ، یہ میری حیاتیات تھاتجربہ "
		-- Signal 11, in a slashdot comment

%
ایک کیمیات لیب پر <KatanaJ> نوٹ "fridge- اس ریفریجریٹر explosion- نہیں ہے          پروف ".
		-- Signal 11, in a slashdot comment

%
<KnaraKat> DalNet IRC کی خصوصی اولمپکس کی طرح ہے. کی ایک بہت کچھ ہے           drooling کے جا رہے ہو اور ہر کوئی ایک ہے 'فاتح'.
		-- Signal 11, in a slashdot comment

%
لیکن تبدیلی کرنے dpkg infeasible ہے، اور ہم دوسری چیزوں کے درمیان، کرنے پر اتفاق کر لیا ہے،ہمارے ذہنوں میں سب سے آگے ہمارے صارفین کی ضروریات کو برقرار رکھنے کے. تب سے ایکصارف کے نقطہ نظر، عام میں نظام صاف رکھتا ہے کہ کچھکیس، اور اب * * کام کرتا ہے، ایک طرح تخیل پرستانہ فنتاسیوں سے بہت بہتر ہےکام کر dpkg.
		-- Manoj Srivastava

%
ہر نقطہ نظر کے لئے ایک برابر اور مخالف نظر ثانی نہیں ہے.
		-- Manoj Srivastava

%
<Epsilon3> Knghtbrd، ہم ایک lameass تبصرہ چاہتے تھے تو ہم کہتے کہ           neckro، ارے
		-- Manoj Srivastava

%
<tigah _-> I / Tmp کی لئے 4GB ہے<Knghtbrd> آپ 4G / Tmp کی کے ساتھ کیا کروں؟ X آرکائیو؟<tigah _-> جی ہاں
		-- Manoj Srivastava

%
<KnaraKat> مجھے کاٹو.* TheOne کچھ نمک ہو جاتا ہے، اس کے بعد KnaraKat ایک چھوٹی سی پر کترنا کرنے کے لئے آمدنی         سا ....
		-- Manoj Srivastava

%
* Knghtbrd وہ دماغ آج رات کے لئے آلو مسلا کیا ہے نوٹوں<میں Valkyrie> یم، میں نے کچھ ہو سکتا ہے؟<Knghtbrd> ام ...* Knghtbrd میں Valkyrie سے چھپاتا
		-- Manoj Srivastava

%
<Knghtbrd> joeyh ابھی سوفی پر ایک ٹرمینل ہے؟لڑکے کے وائرڈ ہے <Knghtbrd> کہ، میں قسم کھاتی =><doogie> Knghtbrd: لیپ ٹاپ<doogie> اور میں بلیوں مطلب یہ نہیں کرتے.
		-- Manoj Srivastava

%
حالیہ دھاگوں میں سے کچھ دیا، انٹرایکٹو بات چیت شاید، ایک ریفری کی موجودگی میں، کینوس پر منعقد کیا جائے گا جبکہ ضرورتبولڈ دستانے پہنے. ؛-)
		-- Phil Hands

%
<جیمز> لیکن، اس کے بعد میں نے ایک اٹاری استعمال کیا، میں اندر لاٹری جیتنے کے لئے زیادہ امکان تھا        بیک وقت تیز X جاتے مقابلے میں دس ممالک
		-- Phil Hands

%
سب کو پتہ وہ کتنا لمبا چاہتا کیوں * joeyh چمتکار<جیمز> joeyh: یہ سپنر مدد ملتی ہے
		-- Phil Hands

%
* BenC کیوں وہ ہائے X تخرکشک سے پہلے 3.3.5-1 لئے اپ گریڈ کیا گیا ہے چمتکار
		-- Phil Hands

%
<Delenn> میں یہ 24 گھنٹے کے ذریعے میں فائرنگ جائے گا اس سے پہلے نہیں کریں گے         گرل اور باربی پر چند دوستوں تپپڑ.<spacemoos> آپ باربی کے ساتھ دوست کو تپپڑ کیوں، تھوڑے پر Kinky آئی
		-- Phil Hands

%
سچ تو یہ ہے .. بنیاد این ایس اے ہے اور کیا کے اس ماڈل پر کی ... بہت سے نہیں ہےیہ پڑھ لوگوں NSA ... / کے رکن ہیں. کے لئے خبریں 'afterall ہےnerds کے '.این ایس اے پیر کی صبح {کافی مشین میں):این ایس اے کے ایجنٹ 1: ارے لوگ، تم باہر slashdot ویک اینڈ کے دوران چیک کیا؟    AGENT 2: نہیں، میں مینڈریک 6.1 نصب کی گئی تھی اور میں رفو حاصل coulnd't             پی پی پی کے کنکشن ..    AGENT 1: ویسے یہ چیک کریں ... وہ ہم سے پر ہو.
		-- Chris Moyer <cdmoyer@starmail.com>

%
ٹیکنالوجی مینوفیکچررز کے درمیان ایک constand جنگ بڑی پیداوار ہے اورمزید Idiot پروف نظام اور فطرت بڑا اور بہتر کمینوں کی پیداوار.
		-- Slashdot signature

%
knghtbrd: کوئی چمچ ہو سکتی ہے، لیکن آپ میں خطرے جگہ کر سکتے ہیںeye_render_shiny_object.c؟
		-- rcw

%
<جوی> واہ ... بہت سادہ ریاضی Debian کا ڈویلپرز زیادہ بند کر دیا ہے کہ دکھاتے ہیں      مقابلے * 31 * * * ہزار بگ رپورٹوں ہماری BTS موجود بعد!<جوی> ہے کہ مائیکروسافٹ کے مقابلے میں تقریبا 30999 سے زیادہ؛)
		-- rcw

%
کہ اوپر صرف ایک رائے ہے اور نہیں کیا جانا چاہئے <Knghtbrd> نوٹحقائق پر مبنی معلومات کے کسی بھی پیمائش میں شامل کرنے کے لئے لیا.           متکلم سب کچھ اور سب سے دستبردار ہوتا. اس کے ساتھ نمٹنے.
		-- rcw

%
<جیمز> کسی بھی GNOME کے ارد گرد شیطان؟<Knghtbrd> میں نہیں، میں تو صرف ایک بیکار ہوں
		-- rcw

%
<Madax> آہ<Madax> گیکس کے ایک اجتماع ....<Madax> اب میں اسے سونگھ سکتا
		-- rcw

%
<Knghtbrd> ونڈو ساز محبت کرنا سیکھ.<Knghtbrd> ایک چھوٹی سی NeXTStep روح کے لئے اچھا ہے.
		-- rcw

%
caveats کے: یہ GNOME ہے، ڈرو منحصر لائن کی بہت ڈرتے ہو
		-- James Troup

%
<Culus> Hhhmmmmmmmmگایوں کے لئے <Culus> waterbeds<Culus> eleet<CAS> Culus: کیوں ایک گائے ایک واٹر بیڈ ضرورت ہو گی؟<Culus> سی اے ایس: آرام گرم ہونا
		-- James Troup

%
کیا آپ کو کھانے میں کیا ہو تو میں اس سے مجھے ایک پنیر ڈینش ہوتا لگتا ہے.
		-- Anonymous

%
<ہاپ> آپ واضح ہیں کہ صرف احمقانہ غلطیوں شروع کرنے پر، thats کے      آپ مجاز ہو رہی شروع کرنے پر<ہاپ> کیونکہ آپ بنیادی غلط فہمی غلطی نہیں<ہاپ> اور ایک * * اچھی نشانی آئی.
		-- Anonymous

%
<میں LILO> یہ آپ کو ایک شعر کو پکڑنے کے لئے افریقہ کے ایک سفاری پر جانے جب، عجیب بات ہے کہ آپ،       اسے زندہ تلاش کرنے اور اس کا الزام، اور پھر تم اس کو قتل<میں LILO> آپ کو ایک پام VX تلاش کرنے کے لئے جنوبی بے پر ایک سفاری پر جانا جب، آپ کو تلاش کر       یہ مردہ اور اسے گھر لے اور اس کے آنے کے بعد یہ الزامات :)
		-- Anonymous

%
<میں LILO> میں خونی * دستی پڑھ سکتے ہیں * یہ کسی قسم کا گروہ ہے،       آپ حاصل کر سکتے ہیں روشن خیالی کے فارم کو بیان مذہبی ہاضمہ       ایک پہاڑ پر 10 سال بعد :)
		-- Anonymous

%
گیٹس کا قانون: ہر 18 ماہ، سافٹ ویئر کے حصوں کی رفتار.
		-- Anonymous

%
<knghtbrd> Solver_: گروپ کے لئے آواز کے ساتھ خلط ملط کیا جانا چاہئے جو صارفین کا اضافہ           آڈیو .. اس بات کو یقینی آلات تمام گروپ آڈیو (LS ہیں بنائیں -l           / دیو / DSP یہ شاید ہے تو آپ سب سے تیزی سے اشارہ دے گادرست ہے) اور آپ کے کارڈ کے لئے آواز کی حمایت کے ساتھ ایک دانا کی تعمیر<knghtbrd> یا اختیاری ALSA مصدر انسٹال اور اس کے لئے ماڈیولز تعمیر           میک kpkg ساتھ<knghtbrd> یا (سفارش کی نہیں) حاصل کرنے اور برائی ایس / لینکس برائی انسٹال           غیر مفت برائی ثنائی صرف برائی ڈرائیوروں --- لیکن ان برے ہیں.اور میں نے ذکر کیا کہ یہ سفارش کی نہیں ہے؟
		-- Anonymous

%
میں نے آئی آر سی، اگرچہ کام کرنے کے لئے نہیں جا رہا ہے لگتا ہے کہ ... ہم موضوع کی جگہ سے باہر چلا رہے ہیں!
		-- Joseph Carter

%
"پیسیفک بیل کسٹمر سروس، یہ ہے [..]، کس طرح میں آپ کے ساتھ فراہم کر سکتے ہیںبہترین کسٹمر سروس آج؟ ""HAHAHAHAHA !! یہ اچھا ہے، مجھے یہ پسند ہے ..""ام، شکریہ، انہوں نے ہمیں یہ کہنا بناتے ہیں."
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<danpat> Omnic: خونی newzealanders<Omnic> danpat: اس میں ایک جراب ڈال<danpat> ہہ :)<knghtbrd> سازی .nz'ers کا مذاق مختلف ہے --- وہ سب کے سب بہت عجیب ہیں* knghtbrd چھپاتا<Omnic> hrmph
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<جوی> Flinny: سیاہ crontab کے ماجک تھوڑے چیزیں :)<knghtbrd> جوی: مطلب لوگوں bonfires کے ارد گرد ننگا ناچنے کے لئے حاصل ہے کہ کرتا ہے           عجیب باتیں جاپ اور ایک پاگل کے بارے میں ان کے اسلحہ لہراتے ہوئے           انداز؟<rcw> knghtbrd: آپ * * لوگوں novare میں کیا خیال ہے؟
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<knghtbrd> * snipsnip *<rcw> اوہ عزیز، یہ ہے کہ قسمت کا ڈیٹا بیس ترمیم کی آواز؟<جوی> اہ اوہ<knghtbrd> جی ہاں =>
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
<جوی> ایک Kludge ہے کہ (TM)<knghtbrd> کام کرتا ہے (ٹ م)<جوی> AIX کام کرتا ہے (TM)<knghtbrd> کوئی ایسا نہیں ہوتا<knghtbrd> =>
		-- knghtbrd and a pacbell rep, name removed to protect her job

%
"جینیس اور حماقت کے درمیان فرق گنوتی یہ ہے ہے ہےحدود. "
		-- Albert Einstein

%
<knghtbrd> US کی خلاف ورزی کے لئے کسی چارج کے خفیہ قوانین ملے گا تو           آپ hte الزام میں عدالت کے انہیں باہر، صرف "کی تحقیقات" ہنستے تھے           غداری کے!<knghtbrd> ٹی، کوئی ہے؟<ESPY> میں نہیں بلکہ سیاست دانوں کی بجائے چائے کا غرق تھا :)<طالب> ESPY: سیاستدانوں گلفڑا ہے، duh کی<ESPY> weasels گلفڑا ضرورت نہیں
		-- Albert Einstein

%
میں مصیبت لینکس کو انسٹال کرنے ہیں، تو کچھ غلط ہے. بہت غلط.
		-- Linus Torvalds

%
* bma_home آپ gropes<bma_home> "oups، غلط چینل"<bma_home> </ اے سی ایف><cerb> مجھ سے groping چھوڑ<doogie> کیا آپ کو یہ پسند جانتے.<bma_home> دراصل یہ تھا "میرے بچے کو ٹٹولنا"<gecko-> میرے بیٹے کو چھو اور تم مر، BMA؛)<doogie> gecko- مگر تمہاری بیوی ٹھیک ہے؟
		-- Linus Torvalds

%
ہارڈ ویئر کے بغیر کمپیوٹر کے دستورالعمل پڑھنا پڑھنے کے طور پر کے طور پر مایوس کن ہےسافٹ ویئر کے بغیر جنس کے دستورالعمل.
		-- Arthur C Clarke

%
<knghtbrd> (tinc)<ESPY> (ytitac)<knghtbrd> (ntinac)<ESPY> (IT)<knghtbrd> (میں)* ESPY ACR میں بات نوٹ ^ Winitialisms ڈراونا ہے دوسری طرف جب  آپ سمجھتا ہے
		-- Arthur C Clarke

%
<knghtbrd> یہ بہت برا سب سے زیادہ قدیم unices Y2K کے مطابق ہیں ہے<| بارش |> بھی برا؟<| بارش |> کیوں، لوگ 2038 تک اپ گریڈ نہیں کرے گا کیونکہ؟
		-- Arthur C Clarke

%
<Espy_on_crack> "میں نصب 'لینکس 6.1'، مجھے ایک یونیکس نہیں ہے کہ                گرو؟ "<BenC> Espy_on_crack: نہیں، آپ کو ایک کے ہیں اس سے پہلے دو بار اسے انسٹال کرنے کی ضرورت       گورو ... آپ یہ کر سکتے ہیں ثابت کرنے کے لئے ایک بار، دوسری چیزوں کے ٹھیک کرنے کے لئے       آپ کے توڑ دیا پہلی بار<Espy_on_crack> اوہ ٹھیک ہے، مجھ سے کس طرح پاگل
		-- Arthur C Clarke

%
* knghtbrd ET بات کرتا ہے<knghtbrd> کیا کسی ایک بات ن منتر مل گیا؟
		-- Arthur C Clarke

%
<Omnic> ایک اور .sig علاوہ
		-- Arthur C Clarke

%
I جین پول ایک چھوٹی سی کلورین کا استعمال کرسکتے ہیں سوچنے کے لئے شروع کر رہا ہوں.
		-- Arthur C Clarke

%
اس سے آپ کو لگتا ہے کے طور پر برا ہے، اور وہ آپ کو حاصل کرنے کے لئے باہر ہیں.
		-- Arthur C Clarke

%
<ESPY> ہوشیار رہو، کچھ جھڑکی آپ کو حوالہ سکتا<ESPY> سیاق و سباق سے باہر ...
		-- Arthur C Clarke

%
*** #redhat لئے موضوع میں: ہے RedHat آپ کے تمام مسائل کا جواب ہے. یہ    بھی آغاز ہو سکتا ہے!
		-- Arthur C Clarke

%
* cesarb عجائبات Carmack میں حاصل، ختم ہو جائے گی ایک ہفتے سے بھی کم وقت میں، اگر  چار ہے جس میں زلزلہ ماخذ کی ایک ورژن کی ایک سوپیی کاپی ای میل  ان مجازی ہاتھوں سے باہر چلا گیا کیا سے زیادہ تیزی سے وقت ...
		-- Arthur C Clarke

%
<Knghtbrd> JHM: میں دانا ذریعہ میں زلزلہ ڈال نہیں کر رہا ہوں<Knghtbrd> لیکن ہم ایک اپ کرنے کے لئے بوٹ floppies میں زلزلہ ڈال چاہئے           caldera کی Tetris کھیل ..؛>
		-- Arthur C Clarke

%
گن لوگوں کو قتل نہ کرو. یہ ان لات گولیوں ہے. گن صرف انہیں جانے کےواقعی بہت تیزی سے.
		-- Jake Johanson

%
<ESPY> ہم "بنیادی" میں مرکزی تقسیم کرنے کی ضرورت ہے اور "WTF-استعمالات-اس"
		-- Jake Johanson

%
<Culus-> libc6 ضروری نہیں ہے: |
		-- Jake Johanson

%
<DHD> وہاں زلزلے کے لئے ایک خصوصی کرسمس پیک ہے<DHD> جہاں آپ میں Futurama پر سانتا کے روبوٹ کی طرح بننا حاصل؟<Dunham کی> DHD: کہ ایک کی بجائے اسنتلیت کھیل ہی کھیل میں ہو جائے گا ...<Knghtbrd> Dunham کی: کہ خیال ہے. ؛>
		-- Jake Johanson

%
<Knghtbrd> GNU کوڈنگ کے معیار کے ساتھ مسئلہ وہ ہے کہ فرض ہےدنیا میں سب .. emacs استعمال کرتا ہے کی صورت تھے، تو مفت           سافٹ ویئر کے مر جائے گا کہ ہم سب کی کلائی بھی مسائل ہیں کریں گے کیونکہاب اور نہیں رہ گیا طرف RMS طرح کوڈ کرنے کے قابل ہو. ؛>
		-- Jake Johanson

%
چلو! سیاسی احتجاج! شیش. کہ اراجکتاوادی روح کہاں ہے؟ ؛-)
		-- Decklin Foster

%
ہم اپنے معیار کو بڑھا دیا ہے، سائن تمہاری تو!
		-- Decklin Foster

%
* WOOT ابھی WOOT ڈنر کے طور پر جانا جاتا ہے* Knghtbrd WOOT پر تھوڑا سا نمک چھڑک<Knghtbrd> میں نے پہلے ایک WOOT کبھی نہیں کیا ہے ... امید ہے کہ وہ اچھا ذائقہ<WOOT ڈنر> noooo!<WOOT ڈنر> مجھے کھانا نہیں ہے!* Knghtbrd اس نے اس سے بات کرتی ہے کہ ایک رات کے کھانے کے لئے نہیں کرنا چاہتی کا فیصلہ ... Hehe کی
		-- Decklin Foster

%
[زلزلے میں دھوکہ دہی کی روک تھام کے لئے اقدامات کے سلسلے]میرا مطلب ہے، جب تک میں بنا سکتے ہیں کے طور پر اپنے راکٹ لانچر ایک بڑا twinkie طرح نظر آتےمجھے خوشی ہوگی؛)
		-- Qeyser <keyser@jhu.edu>

%
<Knghtbrd> r0bert: مختصر میں، ہم نے کئی چیزیں کلائنٹ جا رہے ہیں           فی الحال چیزوں میں سرور کہہ کے لئے ذمہ دار ہے           خود کے لئے سرور کی جانچ پڑتال کرتا<Knghtbrd> نئے جی ہاں کا کہنا ہے کہ "اگر کوئی چمچ نہیں ہے"، میٹرکس کہیں گے "ہائے           وہاں ہے --- کوئی دھوکہ! "<ہالس> لیکن اس نے کنگ فو جانتا ہے ...<Knghtbrd> یقین ہے وہ کرتا ہے، لیکن میں ایک راکٹ لانچر ہے.
		-- Qeyser <keyser@jhu.edu>

%
* مرکری سکون XT-میر کے بازو کو ہٹا دیتا ہے ..* مرکری پھر XT-میر کے بازو کے ساتھ XT-میر سے شکست دی کرنے کے لئے آمدنی.<Knghtbrd> واہ، یہ سب زلزلے ہیکنگ مرکری پرتشدد یہاں کر رہا ہے* ماو خوش زلزلے فورج کے منصوبے اچھے ہاتھوں میں ہے
		-- Qeyser <keyser@jhu.edu>

%
<Knghtbrd> CVS / لکھے سطر میں "تبدیل" کرنے کی ضرورت تھی<مرکری> Knghtbrd: اس طرح ذکر کرنے والا تھا .. <G><مرکری> Knghtbrd: اب، ارتکاب کرنے کے لئے تیار ہیں؟<Knghtbrd> مجھے قسمت کی مرضی<Knghtbrd> مرکری: یہ مصروف عمل ہے<Knghtbrd> مرکری اور سب اس کے بعد، میں بھی ہونا چاہئے.
		-- Qeyser <keyser@jhu.edu>

%
* Knghtbrd ان کے پنجوں پار<Knghtbrd> (میں نے اپنی انگلیوں سے تجاوز کر اگر یہ ٹائپ کرنا مشکل ہو جائے گا)
		-- Qeyser <keyser@jhu.edu>

%
<doogie> ایک موبائل فون ہونے کے بارے میں ایک بری چیز نہیں ہے.<doogie> میں کسی بھی وقت پہنچ جا سکتا ہے. : |میں ہر وقت کی کان چھوڑ دو کیوں <wmono> کہ ہے. ؛>
		-- Qeyser <keyser@jhu.edu>

%
<میں Palisade> ہم اسی '00 یا '01 یا '02 اور تلفظ کرنے کے لئے کس طرح جا رہے ہیں؟<Deek> کہہ دو نائنٹیز کو الوداع، naughties کو ہیلو کہنا. :)
		-- Qeyser <keyser@jhu.edu>

%
<Deek> صارف اپنے دامن میں بندوق پوائنٹس اور ٹرگر ھیںچتی، تو یہ       جو کرنا ہے جہاں شق ہو جاتا ہے کو یقینی بنانے کے ہمارا کام ہے.
		-- Qeyser <keyser@jhu.edu>

%
<مرکری> خبردار کیا ہے، میں نے ایک بورڈ ہے I luser کے سر سے شکست دی کرنے کے لئے استعمال کر سکتے ہیں          میں، اور پھر استعمال جاری ... (=]<Deek> مرکری: اوہ، ایک IBM. :)
		-- Qeyser <keyser@jhu.edu>

%
<میں Palisade> knght، شیش، آپ کو میری باتوں کو سیاق و سباق سے باہر میں چسپاں کر رہے ہیں           #debian یا کچھ اور؟<میں Palisade>؛)<Knghtbrd> کوئی، لیکن میں شاید ہونا چاہئے؛><میں Palisade> اوہ D'!
		-- Qeyser <keyser@jhu.edu>

%
<CAS> مرکری: GPM ایک بہت اچھی ویب براؤزر نہیں ہے. اسے ٹھیک.
		-- Qeyser <keyser@jhu.edu>

%
<CAS> کے ساتھ ساتھ وہاں سے ya جاؤ. آئی آر سی میں پاگل کچھ کہتے ہیں اور اس کے ہیں      کسی کی .sig فائل میں ہمیشہ کے لئے امر کر
		-- Qeyser <keyser@jhu.edu>

%
مائیکروسافٹ بورگ اور Ferengi درمیان کراس ہے. بدقسمتی،وہ کرتے رہے ان کی مارکیٹنگ اور Ferengi ایسا کرنے بورگ کا استعمال انپروگراموں.
		-- Simon Slavin

%
میں نہیں بلکہ 10 سے زائد کسی اور ماخذ کوڈ کو پڑھنے کے 10 گھنٹے خرچ کرے گاسن رہی منٹ نہیں ہے جو تکنیکی مدد کے لئے انتظار کر رہے Musak کرنے.
		-- Dr. Greg Wettstein, Roger Maris Cancer Center

%
تم کہاں لگتا ہے کہ آپ کو آج جا رہے ہو؟
		-- Dr. Greg Wettstein, Roger Maris Cancer Center

%
میں اداسی کی ہر قسم کی سماعت تھا گیا اور Y2K کے قیاسات عذاب تو میں سوچا میں مشورہ ہے کہ ماہرین دے دیا گیا ہے میں سے کچھ پر دھیان کروں گا: ، گاڑی کے گیس ٹینک کو بھرنے ڈبہ بند اشیاء پر ذخیرہ، باتھ ٹب کو بھرنے پانی کے ساتھ، اور اسی طرح کی.میں نے اپنی تیاری مکمل کر نے گزشتہ جب میں بیدار نہیں تھا اندازہ لگانارات. آج صبح میں پٹرول میں بھیگی باورچی سمتل پایا، پانیکار کے گیس ٹینک، اور میرے باتھ ٹب میں پکی ہوئی پھلیاں کے ساتھ بھرا ہوا.
		-- Dan Pearl in a message to rec.humor.funny

%
<ٹارجن> ارے تم سے دور اپنی pirch یا کچھ گر کیا؟<knghtbrd> مجھے؟ ہہ.
		-- Dan Pearl in a message to rec.humor.funny

%
<ESPY> آپ بیکڈ رہے ہیں<knghtbrd> ESPY: صرف نصف تاکہ
		-- Dan Pearl in a message to rec.humor.funny

%
<darkangel> میں عام طور پر ہے کہ "تجرباتی" کچھ بھی استعمال کرتے ہیں اور نہیں کرتے            "انتباہ" تمام اس پر چسپاں<darkangel> نہیں، میں نہیں کہ گونگا ہوں ... Hehe کی<Knghtbrd> ...* darkangel تازہ ترین غیر مستحکم دانا سمجھتی ڈاؤن لوڈ کرنے
		-- Dan Pearl in a message to rec.humor.funny

%
<wichert> سولیرس BSD ہے، لہذا یہ کام کرنا چاہئے* ESPY دور wichert کے شگاف پائپ لیتا
		-- Dan Pearl in a message to rec.humor.funny

%
<Knghtbrd> یہ بہت برا سب سے زیادہ پرانے unices Y2K مطابق نکلی ہے<Knghtbrd> IT لوگ اب بھی 30 سال میں ان چلانے کی جائے گی کیونکہ اس کا مطلب           = P<Knghtbrd> یہ تو بہت اچھے Y2K مؤثر طریقے سے ہلاک ہو، اگر ہوتی           hpux، AIX، sunos، وغیرہ><ESPY> Knghtbrd: چونکہ ہیں جب PH-UX، درد، اور solartus "پرانے"؟
		-- Dan Pearl in a message to rec.humor.funny

%
ان تمام globals کے واقعی ضروری ہو تو * gxam چمتکار<Knghtbrd> اس وقت ان میں سے اکثر ہاں<Knghtbrd> ہم واقعی کچھ نقطہ پر ان کو صاف کرنے کی ضرورت ہے<Knghtbrd> gxam: globals کے طور پر ہم جانب ہجرت دور جانا پڑے گا           مائروپکتا اور دیوانگی (یعنی، libtool)
		-- Dan Pearl in a message to rec.humor.funny

%
<ریپٹر> Adamel، میں تمہیں میرا فکسڈ کوڈ کام نہیں کیا سوچتے ہیں<ریپٹر> میں محنت کش کوڈ ارتکاب نہیں ہونا چاہیے<Knghtbrd> Raptor کی: یہ پہلی بار ہے کہ کبھی ہوا ہے اس کی طرح = P
		-- Dan Pearl in a message to rec.humor.funny

%
<مرکری> Knghtbrd: -3dfx یا -svga استعمال کرتے ہوئے؟<Knghtbrd> مرکری کے ساتھ سمجھدار کچھ کروں گا<Knghtbrd> مرکری: دونوں --- SVGA sig11 کی، -3dfx sig4 کی<Knghtbrd> مرکری: کہ اچھا ٹھیک نہیں ہے؟ ؛>
		-- Dan Pearl in a message to rec.humor.funny

%
<Knghtbrd> ہمارا یقین کرو، ہم جانتے ہیں کہ ہم کیا کر رہے ہیں ... ہم کس طرح کوئی اندازہ نہیں کر سکتا           ہم یہ کر رہے ہیں، لیکن ہم کیا کر رہے ہیں جانتے ہیں.
		-- Dan Pearl in a message to rec.humor.funny

%
<مرکری> <CJ | Bizkit کی-0-> میں لینکس سرور پر اپ لوڈ کر سکتے ہیں حالانکہ<مرکری> <CJ | Bizkit کی-0-> میں ایک شیل اکاؤنٹ ایک پر مل گیا<مرکری> <مرکری> کیا یہ چل رہا؟<مرکری> <CJ | Bizkit کی-0-> ام<مرکری> <CJ | Bizkit کی-0-> اپاچی مجھے لگتا ہے کہ<مرکری> مدد، کی مدد کریں ..* اومنی منہ دبا ہںسنا
		-- Dan Pearl in a message to rec.humor.funny

%
<JT> یہ صرف ایک چاپ اثر انداز ہوتا ہے تو ایک مسئلے سے اہم نشان لگا دیا جائے چاہئے؟<جیمز workaway> JT: شاید کہ چاپ لئے RC، لیکن چاپ کے ان قسم                 مخصوص کیڑے کم ہوتے ہیں ...<JT> IT جی سی سی میں ایک مسئلے کی وجہ سے کیا گیا ہے نہیں جب<doogie> JT: کہ چاپ سے ہٹا دیا جی سی سی ملتا. :)
		-- Dan Pearl in a message to rec.humor.funny

%
<edLin> ایل ڈبلیو ای؟<edLin> لینکس W ؟؟ E ؟؟<دیکھتا> eatyou گا<JHM> ورلڈ ایکسپو؟<edLin> میں دیکھیں
		-- Dan Pearl in a message to rec.humor.funny

%
"برائے نام فیس". کیا ایک بدسورت قید کی سزا. یہ ان چیزوں میں سے ایک ہے کہکہ تم سے پوچھنا ہے تو، آپ اس کے متحمل نہیں کر سکتے ہیں کا مطلب ہے.
		-- Linus Torvalds

%
<Deek> آپ اپنا ہوم ورک GPL؟ :)<knghtbrd> سے Yah = D<knghtbrd> کسی کو بھی استعمال یا میرے ہوم ورک نظر ثانی کرنے کی اجازت ہے، لیکن وہ تو           تبدیلیاں تقسیم وہ مکمل مشینی پڑھنے کے قابل شامل کرنا لازمی ہے           ماخذ کوڈ؛>
		-- Linus Torvalds

%
* knghtbrd ہر روز زیادہ قائل سب سے زیادہ C ++ coders کے کیا پتہ نہیں ہے           جہنم وہ کر رہے ہیں، جس کی وجہ C ++ اتنی بری ریپ ہے<Culus> KB: سب سے زیادہ C coders کے نہیں جانتے کہ وہ کیا کر رہے ہیں، یہ صرف یہ ہوتا ہے        آسان چھپانے کے لئے: P<Culus> مثال کے طور پر دیکھیں، proftpd: P
		-- Linus Torvalds

%
<Culus> اور مجھے پرل پر نہ شروع کروں!<Culus>:><shaleh> پرل برائی سے باہر ہے<جم> آپ نے ابھی پرل نہیں جانتے؟<netgod> چاہیئے کوئی definable کے نحو کے ساتھ ایک زبان سے محبت ہے
		-- Linus Torvalds

%
<doogie> بلی / دیو / بے ترتیب | پرل؟<shaleh> doogie: یہ بھی ایک درست sendmail.cf ہے<doogie> :)* ہاتھوں knghtbrd ایک بیہوش استعمال کی بلی کا ایوارڈ doogie* shaleh اس کی کوشش کرنا چاہتا ہے لیکن ڈر ہے
		-- Linus Torvalds

%
<DHD> پرل </ دیو / لطف<knghtbrd> آپ کو ایک / دیو / لطف ہے؟<DHD> اس بات کا یقین ہے، یہ ایک بے ترتیب تعداد میں جنریٹر pseudosadomasochistic ہے
		-- Linus Torvalds

%
<Kysh_> جای: میں ابھی اس پر ہوں .. 3 1.3Gb ڈسک، 128M RAM، دوہری 50Mhz        (کواڈ 250Mhz تک)<Kysh_> کیچ اس کے بارے 12A 8 110V ھیںچتی> ہے<Culus> 12A!<Culus> ٹھیک ہے، میرا چولہا 3000W ہے، یہ سورج 1320W ہے<Culus> آپ یہاں ایک مسئلہ دیکھتے ہو<حساب> ایک 1320W سورج، کہ ایک ہیئر ڈرائر کی طرح ہے :)
		-- Linus Torvalds

%
* joeyh_ PS چلتا ہے اور awk کے کوڈ کے 10 لائنوں کو دیکھتا* joeyh_ ہارر میں recoils
		-- Linus Torvalds

%
<knghtbrd> joeyh: میں نیچے تھا midmorning کل اور pacbell کہا چونکہ           آج صبح AT & T پر الزام تھا اور یہ کہ تقریبا تمام ریاست کے           نیچے تھا<rcw> چکی لوگ انٹرنیٹ کو ایٹمی ہالوکاسٹ سے زندہ رہ سکتے اصرار کیوں      یہ ایک کھودنے زندہ نہیں کر سکتے ہیں جب
		-- Linus Torvalds

%
یہ پیغام VI کے ساتھ لکھا گیا ہے! (دنیا میں کسی کی پرواہ کرتا ہے نہ کہ)
		-- seen on an old message from an anon.penet.fi address

%
ایک کھودنے کے ساتھ کچھ پاگل کر کنکشن ری سیٹ
		-- seen on an old message from an anon.penet.fi address

%
آگ پر فروری 5 13:27:01 تثلیث lp0        - لینکس دانا، مجھے آگاہ وہاں کسی نامعلوم تھا           میرے پرنٹر کے ساتھ مسئلہ (یعنی، یہ سیاہی سے باہر تھا)
		-- seen on an old message from an anon.penet.fi address

%
کم آپ کو کمپیوٹر کے بارے میں جاننا زیادہ آپ کو مائیکروسافٹ چاہتے ہیں!        - مائیکروسافٹ اشتھاراتی مہم، سرکا 1996(ثبوت Microsoft تشہیری _isn't_ بیئمان! کہ)
		-- seen on an old message from an anon.penet.fi address

%
سے ایک شاندار فیصلہ اور معمولی ہیں کی ایک پوری چڑھانے بنانے کے طور پر نہیں ہےبھر میں عام طور پر ہوشیار فیصلے کی ایک پوری چڑھانے بنانے کے طور پر اچھامکمل عمل.
		-- John Carmack

%
یہ عام طور پر یہ کر جانے کے لئے مؤثر وقت کے وار لاگت نہیں ہے. لیکن کچھ ہے توواقعی آپ نے غلام، آپ کو صرف کوڈ کو تلاش جاؤ اور اسے درست اور یہ کہبہت ٹھنڈا.
		-- John Carmack, on the advantages of open source

%
<حساب> ہاں یہ RE'ing USB کے لئے مفید آواز<حساب> میں یہاں ایک بیکار 3com USB کیمرے ہے :(<knghtbrd> حساب: 3Com آپ قوانین کی خلاف ورزی پر گرفتار کر سکتے ہیں جس           اکتوبر تک موجود نہیں ہیں '؛><حساب> knghtbrd: میں چھپا دے گا :)<knghtbrd> ... بہت اہ گرفتاری کے خلاف مزاحمت؟<حساب> knghtbrd: میں خدمات انجام دیں کرنے سے پہلے نہیں میں چھپا دے گا
		-- John Carmack, on the advantages of open source

%
<مرکری> اس نقطہ اسے مرتب کرے گا، لیکن پر segfault میں، یہ ہونا چاہئے کے طور پر ..
		-- John Carmack, on the advantages of open source

%
* Knghtbrd اب تک بہت اس پورے بحث .sig لئے لالچ میں آ جاتا ہے ...
		-- John Carmack, on the advantages of open source

%
Unixverse منگل کو ختم ہو جاتی، 19 جنوری 2038 03:14:07 +0000
		-- John Carmack, on the advantages of open source

%
<taniwha> Knghtbrd: گہری کوڈ "میں گھٹنے: ہم ایک زلزلے پرکرن کرنا چاہیے:          آپ کیڑے پر شوٹنگ کے ارد گرد چلانے :)<Knghtbrd> taniwha: میں OpenQuartz پر خیال دے دونگا؛>
		-- John Carmack, on the advantages of open source

%
<taniwha> میں ایک ونڈوز کی کلید مسئلہ FDISK کے ساتھ حل کروں گا :)
		-- John Carmack, on the advantages of open source

%
<Endy> knghtbrd: QW کی netcode مجھ سے عجیب باتیں کر رہی ہے. : P<knghtbrd> یہ غیر معمولی ہے؟ ؛><Endy> سچ میں نہیں. : P
		-- John Carmack, on the advantages of open source

%
<knghtbrd> rcw: اوہ گرمیوں --- مجھے میں ایک اچھا flamewar میں ملوث نہیں کیا گیا ہے           کم از کم ... 5 منٹ!
		-- John Carmack, on the advantages of open source

%
<منوج> shaleh: میں تمہارے مطلب کی، خدا کے باوجود، میں نہیں ہوں
		-- John Carmack, on the advantages of open source

%
<SlayR> میں نے ابھی صرف $ 20 کے لئے ایم ایس آفس 2000 خریدا !!!<Knghtbrd> آپ کو فٹ کر لی؛><SlayR> میں جانتا ہوں؛)
		-- John Carmack, on the advantages of open source

%
<Knghtbrd> IT 6am کے مطابق ہے. میں نے 24 گھنٹے تک کیا گیا ہے<Knghtbrd> اور خطرے کی زندگی اور اعضاء مجھے جاگنا.* Knghtbrd &؛ نیند<وی> ٹھیک ہے سب کو، ہم 10 منٹ انتظار کریں اور پھر Knghtbrd سیلاب شروع کر دیں     ساتھ ^ G کی. کسی نے ہیک جڑ اور بلی / دیو / urandom> / دیو / ڈی ایس پی.
		-- John Carmack, on the advantages of open source

%
*** Knghtbrd ابھی SirKewLDooD کے طور پر جانا جاتا ہے*** مرکری #quakeforge سے SirKewlDooD ماری (* مارو *)
		-- John Carmack, on the advantages of open source

%
<مرکری> Knghtbrd: میں XOR نشانے کے لئے حمایت دیکھنا پسند کروں گا ..<Knghtbrd> مرکری: آپ نیمہکیم پر ہیں.<مرکری> Knghtbrd: آپ ڈیلر ہیں ... <G>*** Knghtbrd ابھی QuackDealer کے طور پر جانا جاتا ہے
		-- John Carmack, on the advantages of open source

%
* خشک برف کے ایک کاغذ بیگ سے باہر نکل کوڈ نہیں کر سکتے ہیں<Coderjoe> خشک برف: int اہم () {ExitPaperBag ()؛ 0 واپس؛ }<Knghtbrd> پھر کس طرح کیا ہے کہ نہیں ہے؟ * نوٹس لیتا ہے *
		-- John Carmack, on the advantages of open source

%
<knghtbrd> EEK، نہ کسی دوسرے سے ایک ...<knghtbrd> کبھی ڈیولپر لگتا ہے اور ان کی ماں کو اب ایک بے ترتیب ہے           آئی آر سی کی قیمت درج کرنے کا استعمال کرتے ہوئے کے دستخط ...<knghtbrd> میں یہاں شروع کر دیا ہے ؟؟
		-- John Carmack, on the advantages of open source

%
* دیکھتا ان کے دستخط کے طور knghtbrd کے تبصرے کا استعمال کرتا ہے<knghtbrd> دیکھتا ہے: جیسے ہی میں ان ٹائپ کے طور پر مجھے لگتا ہے میں بہتر ان کترن تھا احساس ہوا           کسی اور نے کیا اس سے پہلے اپنے آپ کو؛>
		-- John Carmack, on the advantages of open source

%
* Omnic ان 33.6k لنک میں نظر آتا ہے اور پھر خوشی میں لگ رہا ہے* مرکری ان کیبل موڈیم cuddles کے .. (=]
		-- John Carmack, on the advantages of open source

%
ایپل پر مقدمہ کرنے کی کوشش کی - عطا کی، Win95 پبلیشر کی نظر نئی یا تو یہ سب نہیں تھامیکنٹوش UI کاپی کے لئے مائیکروسافٹ / ردی کی ٹوکری مائیکروسافٹ تک، آئکن کر سکتے ہیںایپل اس میک خیالات (ردی کی ٹوکری سمیت بہت سے مل گیا ہے کہ اس کی نشاندہیزیروکس ParcPlace سے آئکن). زیروکس شاید اب بھی کیوں سوچ رہا ہےہر کوئی ان کے ردی کی ٹوکری میں کین میں دلچسپی رکھتا ہے.
		-- Danny Thorpe, Borland Delphi R&R

%
<knghtbrd> IT ذریعے aimlessly گھومنا ذہنی بیماری کی نشانی ہے           ، نقشہ شروع پول میں اپنے تنڈربولٹ، ہاپ جمع، اور GIB           یہ آتا ہے جب اس کے ساتھ اپنے آپ کو صرف اپنے سر buouce دیکھناپول کے سب سے نیچے کے ذریعے؟ =><knghtbrd> "آپ ایک زلزلے کے عادی ہیں، جب جانتے ہیں ..."
		-- Danny Thorpe, Borland Delphi R&R

%
<میں Zoid> میں اب بھی تم لوگ گری دار میوے ولی ق اور QW ہیں لگتا ہے. : P<knghtbrd> یقینا ہم پاگل ہو. یہاں تک کہ جان نے ایسا کہا. =><taniwha> میں Zoid: ہم پاگل ہو، لیکن ہم پیداواری پاگل ہو :)
		-- Danny Thorpe, Borland Delphi R&R

%
<taniwha> میں Zoid: ہم پاگل ہو، لیکن ہم پیداواری پاگل ہو :)* taniwha پیداواری گری دار میوے طرح کا ذائقہ کیا چمتکار
		-- Danny Thorpe, Borland Delphi R&R

%
<Endy> taniwha: اقتباس مواد :)<taniwha> Endy: :)<knghtbrd> Endy: میں نے پہلے ہی یہ snipped ہو
		-- Danny Thorpe, Borland Delphi R&R

%
<Endy> دراصل، میں نے آلو سے پہلے حتمی شکل دے دی جائے کرنے کے لئے انتظار کریں گے لگتا ہے       Debian کا نصب کی.<Endy> کہ جلد ہی، میں امید کر رہا ہوں ہونا چاہئے. :)<knghtbrd> Endy: تم ظاہر ہے Debian کا کے بارے میں بہت کم جانتے ہیں.
		-- Danny Thorpe, Borland Delphi R&R

%
ایک بار جب آپ کے کوڈ ڈیبگ کچھ بھی نہیں ایک مسئلہ ہے.
		-- John Carmack

%
<Overfiend> یونیکس طریقہ - سب کچھ ایک فائل ہے<Overfiend> لینکس طریقہ - سب کچھ ایک فائل سسٹم ہے :)
		-- John Carmack

%
<devkev> جی ہاں میں بجلی بندوق دیکھا اور آپ کہاں جا رہے تھے، میں سوچ         آپ والا کچھ دججیاں رہے تھے :)<devkev> نہیں کیا یہ آپ کی اپنی رکھا جائے گا کا احساس
		-- John Carmack

%
"ورنہ، آپ کے سر سے اتارنے کے بارے میں ایک ڈاکٹر سے بات کریں آپ کیپچھواڑے، میں نے یہ سب ملوث کے لئے فائدہ مند ہو جائے گا یقین رکھتے ہیں. "
		-- Zephaniah E. Hull, flaming someone on a mailing list

%
ٹیگ لائن، تم وہ ہو!
		-- Zephaniah E. Hull, flaming someone on a mailing list

%
میں اخلاقیات کی ایک اچھا نقطہ مشق کر رہا ہوں. یہ پیٹھ سے گولی مار کرنے کے قابل قبول ہے.یہ سب سے پہلے گولی مار کرنے کے قابل قبول نہیں ہے.
		-- Zed Pobre

%
<Coderjoe> GIB، پرل؟<GIB> پرل methinks پروگرامر کے سوئس آرمی chainsaw کے ہے
		-- Zed Pobre

%
<Endy> taniwha: اگر آپ اس میں سے ایک کا تجربہ کیا ہے؟ :)<taniwha> Endy: کورس کے نہیں
		-- Zed Pobre

%
یہی وجہ ہے کہ میں نے کبھی سنا ہے funniest بات ہے اور میں _not_ یہ چشم پوشی کرے گا.
		-- DyerMaker, 17 March 2000 MegaPhone radio show

%
یہ نہیں ہے؟ تم کہہ رہے ہو کہ تم لوگ (ولیم کے علاوہ کسی اور کی اجازت دینی چاہیے کہوالیس) ان کے پچھواڑے کی طرف سے بجلی بولٹ گولی مار کرنے کے لئے؟
		-- Seth Galbraith

%
<مرکری> آپ کے منصوبے کے ایک رکن بننے کے لئے پاگل ہو جائے کرنے کی ضرورت نہیں، لیکن          آپ کو ہو جائے گا .. <=]
		-- Seth Galbraith

%
* Endy کافی مشورہ کرنے کی ضرورت ہے: P<Endy کافی> بیوٹی شخص، کافی نہیں مشروب :)<knghtbrd> مشروب مشاروتی بھی مدد مل سکتی ہے =>
		-- Seth Galbraith

%
<نیولا> knghtbrd اور حلیم K مارٹ کے وارث ہوں گے
		-- Seth Galbraith

%
<knghtbrd> "کوبول پروگرامر کے لئے جاوا"<knghtbrd> جو یہ باتیں لکھتا؟<ریپٹر> شگاف پر لوگوں<ریپٹر> اور کوبول پروگرامرز<ریپٹر> :)<knghtbrd> کہ بے کار ہے.
		-- Seth Galbraith

%
<evilkalla> ہہ، میں نے کبھی نہیں ایک کوڈنگ کلاس لیا<evilkalla> یا ایک گرافکس کی کلاس<evilkalla> یا ایک سافٹ ویئر ڈیزائن کلاس<ویگن> اور یہ ظاہر کرتا ہے: P
		-- Seth Galbraith

%
* The_Answer_MD سب کے اوپر سپتیٹی ڈالی* taniwha سپتیٹی کھاتا* Coderjoe کچھ meatballs کے ارد گرد tosses* Knghtbrd پنیر ہو جاتا ہے* taniwha ایک سرخ گرپس
		-- Seth Galbraith

%
<theoddone33> اگر میری سکرین پر یہ پیغام ہے،<theoddone33> تو نیلے رنگ، تاکہ نیلے، کیا اس کا مطلب ہو سکتا؟<theoddone33> آپ، آپ حذف دبائیں کر سکتا ہے گا،<theoddone33> Ctrl اور آلٹ اور پھر دوبارہ.
		-- Seth Galbraith

%
<gorgo> آپ جب کوئی درار آپ Debian کا مشین کیا ملتا ہے؟<gorgo> میشڈ آلو ...
		-- Seth Galbraith

%
<AJ> چلو<AJ> یہ ایک پیکو کلون ہے<AJ> IT * مراد ہے * پریشان ہونے کے لئے
		-- Seth Galbraith

%
<ESPY> میں آپ سب کو چوستے کہ جس ESPY کی شریعت، پکارتے: P
		-- Seth Galbraith

%
<Overfiend> Culus: وزٹرز کا ریکارڈ رکھا اس کے لئے مجھے معطل؟ :)<Culus> Overfiend: بدنیتی جاؤ چند severs ہے ٹوٹ اور ہم بات کریں گے<Overfiend> Culus: لات، یہ بدنیتی پر مبنی ہونا ضروری ہے؟<Culus> Overfiend: افسوس کی بات ہے، جی ہاں
		-- Seth Galbraith

%
<Knghtbrd> 2fort5 اپنی کشش ثقل کے لئے کافی بیکار ...
		-- Seth Galbraith

%
* CosmicRay وہ یہاں کچھ ہوجانے تھا چاہے ....<CosmicRay> ارے، تار عریاں ہوجانے والے
		-- Seth Galbraith

%
<WildTHing> ٹھیک لوگ .. تو whens اگلے ارتکاب: پی پی<taniwha> انہوں نے مجھے حاصل کرنے کے لئے آتے ہیں جب
		-- Seth Galbraith

%
<mdorman> میں ایک gnus شخص خود ہوں. یہ ایک ایڈیٹر ہے! یہ ایک floorwax ہے!          یہ ایک میٹھی ٹاپنگ ہے!
		-- Seth Galbraith

%
<tausq> Q. Batman اور بل گیٹس کے درمیان کیا فرق ہے؟<tausq> A. بیٹ مین پینگوئن لڑے تو انہوں نے جیتا.
		-- Seth Galbraith

%
کسی موڑ پر، بٹس پیکٹ میں جانا ہے اور راوٹرز بنانے کی ضرورت ہےان پر فیصلے. اس کی سطح پر تبدیلیاں I، کے بارے میں نہیں سننا چاہتا ہوں کیا ہےاسٹریٹجک کمپنی کے رشتے.
		-- John Carmack

%
ہم مسترد کرتے ہیں: بادشاہ، صدور، اور ووٹنگ.کسی نہ کسی اتفاق رائے اور کام کرنے کوڈ: ہم یقین رکھتے ہیں.
		-- Dave Clark

%
<Knghtbrd> QF آج zipfile حمایت حاصل کرنے کے لئے جا رہی ہے<Coderjoe> ہہ ... infozip؟<Knghtbrd> میں خوش قسمت ہوں اگر ہاں<Deek> knghtbrd: تم مذاق کر رہے ہو، ہے نا؟ ؛)* Deek Knghtbrd کے شگاف پائپ دور لے جاتا ہے. ؛)
		-- Dave Clark

%
<Deek> تمام cvar-> قیمت = X Cvar_Set استعمال کرنے کے لئے تبدیل ()<theoddone33> کہ oldtree میں ایسا نہیں ہوا<Deek> دراصل، یہ کیا.<Knghtbrd> جی ہاں - دو ہفتوں کے بعد.
		-- Dave Clark

%
=== یہ خط اعزاز نظام وائرس ہے ====آپ چلا رہے ہیں تو میکنٹوش، OS / 2، یونیکس، یالینکس کمپیوٹر، تصادفی حذف کریںاپنی ہارڈ ڈسک ڈرائیو سے کئی فائلوں اورہر کسی کو یہ پیغام آپ کو پتہ ہے آگے.==============================================
		-- Dave Clark

%
* shortc knghtbrd کی sigs ان دنوں میں سے ایک سے ایک میں حاصل کرنے کے لئے چاہتا ہے.
		-- Dave Clark

%
<ڈاکٹر ^ نک> SGI_Multitexture اب بری جادو ہے<ڈاکٹر ^ نک> ARB اچھی جادو ہے<witten> کوئی، جادو رش برے جادو ہے :)
		-- Dave Clark

%
99 کوڈ میں چھوٹے سے کیڑے، کوڈ میں 99 کیڑے،        کسی ایک مسئلے سے طے کر لو، اسے دوبارہ مرتب ...        101 کوڈ میں چھوٹے سے کیڑے ....
		-- Dave Clark

%
ہمم ... کون سا پاگل طبیعیات میں ایک بہتر کام کریں گے؟ ٹریولروشنی، یا ایک چل نقاط بولین قدر سے زیادہ تیزی سے؟
		-- Michael Mol

%
<حساب> knghtbrd: GNOME 2.0 بات کا یقین نہیں، چند ماہ میں باہر ہو جائے گا کہ یہ کس طرح       اگرچہ 2.0 KDE لئے آپس میں موازنہ کرے گا<knghtbrd> حساب:، بس کے طور پر فولا ہوا خصوصا چھوٹی گاڑی کے طور پر، اور ہر گنوم 2 اپلی کیشن       30 لائبریریوں پر انحصار کرے گا.<Slimer> knghtbrd: 1.0 سے اتنا کیا تبدیلیاں؟
		-- Michael Mol

%
<Ze0> لہذا، کوےک کی دنیا میں سب کچھ ہے کس طرح ہے؟<LordHavoc> صرف DUCKY<Ze0> عمدہ، تلی ہوئی بتھ غالب ٹھیک سوادج ہے.
		-- Michael Mol

%
<FrikaC> میں شاید دوبارہ شروع کرنا چاہئے ...<FrikaC> ٹھیک BRB<FrikaC> لہذا، کے علاوہ فارم virii، میموری لیک، اور روز بروز بڑھتی ہوئی گریز کیا         اجلاس ہونے کے تناظر کے پیش کرتے لینکس reallhy کرتا :)<LordHavoc> قابل اعتماد multitasking کی؟
		-- Michael Mol

%
<tausq> اگر (سیبی) ((cb-> پر obj) -> * (cb-> ui_func)) ()؛<knghtbrd> tausq: جو جہنم اس نے بنایا ہے؟<tausq> مجھ :)* knghtbrd tausq flogs
		-- Michael Mol

%
<Knghtbrd> glDisable (GL_BUGS)؛<Endy> ہہ<Endy> 1.2 میں ہے؟ :)
		-- Michael Mol

%
<مرکری> knghtbrd: Eww، ایک بہتر نام مل، فلم چوسا .. <G><Knghtbrd> مرکری: انجن فلم کے مقابلے میں بہتر ہے
		-- Michael Mol

%
<LackOfKan> 'خودکار صارف' کیا ہیں؟< `` یری> RSG ایک بیوٹی، نہ کسی انسان، نہ کسی انسان سے استعمال کے قابل کلائنٹ، صرف ایک بیوٹی ہے.< `` یری> ایک زلزلے بیوٹی طور پر اسی کے بارے میں، سوائے IRC بوٹس ہیں (عام طور پر)         سوراخ سے بھرا آپ گدا گولی نہیں، مدد کے لئے تعمیر
		-- Michael Mol

%
اگر (مجھے = آپ!) // FIXME: شاید ہمیشہ سچ، کو حذف کریں؟    کے لئے (ن = 0؛ N <who_knows_what، این ++) {        جواب = DoSomething (withthis [N])؛        اگر (جواب == FOOBAR) {            GetLost (N)؛            توڑ؛        }    }
		-- Michael Mol

%
<Knghtbrd> Yorick: تصاویر کے لئے حساب سے ترتیب رنگ پیلٹس کے ساتھ کوئی مسئلہ نہیں، کے طور پر           آپ پیلٹ اٹھا سکتے ہیں کے طور پر طویل<Yorick> ظاہر زلزلہ پیدا لوگوں رنگ اندھے لیکن اس سے تھے         آپ ہونا پڑے مطلب یہ نہیں ہے
		-- Michael Mol

%
<cesarb> لات، ہر وقت میں سپون، QF-کلائنٹ X11 مشکل تالے<میں Zoid> مر نہیں کرتے؟<Knghtbrd> اچھی ترغیب.
		-- Michael Mol

%
کیوں کے آلات کے تمام میں ذہین زندگی کی تلاش میں ہے کہ یہ ہےکائنات میں زمین سے دور کی طرف اشارہ کر رہے ہیں؟
		-- Michael Mol

%
<rebelpacket> ارے، فوری سوال، وہاں کی رفتار تیز کرنے کے لئے کوئی طریقہ ہے              uquake-X11 کی کارکردگی؟<Deek> rebelpacket: کیا تم اس کو تیز کرنا چاہتے ہیں تو، مشکل یہ پھینک.
		-- Michael Mol

%
<netgod> آپ جانتے ہیں<netgod> اس کے جب internic خود DNS تشکیل کھچڑی واقعی دکھ         حق سرورز<netgod> یہ صرف نہیں ہے اس سے زیادہ قابل رحم ہو جاؤ
		-- Michael Mol

%
یہاں تک کہ overbrights ساتھ <Knghtbrd>، زلزلے کا رنگ پیلیٹ، پھیکا سے بھرا ہوا ہے           فلیٹ رنگ<LordHavoc> knghtbrd: آپ گاما استعمال کرتے جب تک کہ زلزلے کا پیلٹ بہت متحرک ہے            اصلاح<LordHavoc> ویسے اصل میں اتفاق کرتا ہوں، جو حقیقی طور پر طور پر متحرک کہیں قریب ہے<Deek> دوسری طرف ... نیون پر Q3.<LordHavoc> Q3 صرف مضحکہ خیز ہے<Deek> Q3 قرون وسطی چرچ تہھانے لیتا ہے اور ویگاس میں رکھتا ہے.
		-- Michael Mol

%
"میں لینے کی ہڈی توڑنے کے لئے چند ایک ہیں، اور."
		-- Anonymous

%
Z.O.I.D .: زومبی دراندازی اور تباہی کے لئے آپٹمائزڈ
		-- Anonymous

%
<Deek> جی ہاں، امریکہ ایک ایسے ملک کی بنیاد پر کتنی ناراض آف ٹیکس کے ایک گروپ       لوگوں کو حاصل کر سکتے ہیں.ہم سستے ہیں، کیونکہ <Deek> ہم ایک ایسے ملک کے طور پر موجود.
		-- Anonymous

%
<Oskuro> Overfiend: 4.0.1 پہلے سے ہی سب سے اوپر پر بہت پیچ؟<Overfiend> Oskuro: چند<Overfiend> صرف 152 megs
		-- Anonymous

%
<joeyh> میرا اوہ، یہ ایک UP P III ہے.<doogie> IT DOS.* joeyh dselect چلتا<Overfiend> کہ کافی ہونا چاہئے :)
		-- Anonymous

%
<barneyfu> knghtbrd: گھٹیا، SDL اس بات کا یقین بھی DGA ایک سے Helluva بہت آسان بنا دیتا ہے           ایسا نہیں ہوتا؟ :)<knghtbrd> barneyfu: کیا DGA؟<barneyfu> ماؤس DGA<knghtbrd> barneyfu: (کہ آپ کے سوال کا جواب ہے؟)<barneyfu> YEAH Hahahahaha! :)
		-- Anonymous

%
<Deek> "ایک اچھا پروگرامر کسی بھی زبان میں فورٹران لکھ سکتے ہیں."<Deek> knghtbrd آپ بھی کسی بھی زبان میں ++ C لکھ سکتے ہیں کہ ثابت کر دیا ہے.       <مسکراہٹ><مرکری> ہم فی الحال ہم اسے دینا چاہئے یا انعام، یا اگر considdering رہے ہیں          ماردو اسے..<مرکری> (کورس کے، حقوق، یہ ہم اسے دینا چاہئے کا مطلب          انعام، اور اس کے بعد اسے قتل .. <G>)
		-- Anonymous

%
ایک تخریبی جو ان کی حکومت سے باہر بحث کر سکتے ہیں کسی کو بھی ہے.
		-- Anonymous

%
ہم جانتے ہیں کہ ضروری ہے، ہمیں پتہ چلے گا.
		-- David Hilbert

%
<Knghtbrd> انٹرنیٹ سنسر شپ. آپ کے بچوں کو رہنے کی ضرورت ہے کیونکہ           ننگے خواتین، طبی عمل، متنوع سے محفوظثقافتوں، اور پرتشدد ویڈیو گیمز.<knghtbrd> (لیکن، بموں کی تعمیر چوری کیبل پر معلومات، اور           مینوفیکچرنگ منشیات ٹھیک ہے ...)
		-- David Hilbert

%
میرے ایک دوست نے اس کے ہاتھ پر ایک بارکوڈ ہے.انہوں JuicyFruit کی ایک $ .35 پیک کے طور پر بجتی ہے.
		-- Seen on Slashdot

%
<NullC> میں masking کے منحنی خطوط کمپیوٹنگ کے لئے بیج کوڈ دیں.<NullC> میں اس سے پہلے پینے کے لئے چاہتے ہیں جا کر دیا ہے کہ کوڈ کبھی نہیں دیکھا ہے ...
		-- Seen on Slashdot

%
$ آپ نئے =؛ہارن () تو یہ تمہارے حق $> محبت (پرل)
		-- Seen on Slashdot

%
<CJ> نہیں! M $ سافٹ ویئر میں مسائل؟<CJ> "اچھی طرح bugtested"* سے Dabb grins کے.<LordHavoc> کہ دوبارہ سے لکھنا 'اچھی طرح buginfested' کے طور پر
		-- Seen on Slashdot

%
<doogie> dpkg کیڑے ہے؟ ہرگز نہیں!
		-- Seen on Slashdot

%
"Debian کا: کوئی ٹوپیاں یا رینگنے والے جانور کو اس کی تقسیم کے بنانے میں نقصان پہنچایا گیا =. "
		-- Paul Slootman

%
* athener پینکیکس ایمنسٹی انٹرنیشنل ہاؤس بلاتا
		-- Paul Slootman

%
<یلمو> ناپاک: ارے، منتظم ٹیم محفوظ شدہ دستاویزات کو کنٹرول نہیں کرتے، کہ ہے       FTP چالبازی<یلمو> آپ cabals صحیح، اوہ حاصل :-P
		-- Paul Slootman

%
<BenC> CosmicRay: تم نے مجھے مکمل<BenC> ارر ...<CosmicRay> ہہ* BenC کوڈنگ واپس چلا جاتا ہے* یلمو benc میں لگ رہا ہے<یلمو> کچھ تو ہم آپ کو اور cosmicray، بین بارے میں جاننا چاہیے؟ :)
		-- Paul Slootman

%
سوشل کنٹریکٹ تبدیل کریں؟ BWAHAHAHAHAHAHAHAHAHAHAHA.
		-- Branden Robinson

%
<knghtbrd> پروگرام سگنل SIGSEGV، انقطاع غلطی کا استقبال کیا.<knghtbrd> /lib/libc.so.6 سے memchr () میں 0x40095fb0<knghtbrd> (GDB) BT<knghtbrd> /lib/libc.so.6 سے memchr () میں # 0 0x40095fb0<knghtbrd> میں # 1 0x0 ؟؟ ()<knghtbrd> ویسے یہ واقعی مددگار ہے* knghtbrd ایک اچھا Ouija بورڈ کے GDB ٹریڈز - زیادہ اس کی مدد کروں گا
		-- Branden Robinson

%
تمام اچھے خیالات نقصان اٹھانے والے ہیں جو ان لوگوں کے لئے برا خیالات کی طرح نظر آتے.
		-- Dilbert

%
RFC 882 ڈاٹ کام، نہ سن مائکروسسٹمز میں ڈاٹ ڈال
		-- Seen on Slashdot

%
* joeyh_ لینکس جب آپ 100 پوچھنا بند کرنے کے لئے سمجھا جاتا ہے تو چمتکار  بلی کی پوری سی ڈی ڈرائیو کے لئے عمل
		-- Seen on Slashdot

%
<pretzelgod> knghtbrd: زلزلہ، کمپیوٹر کے وژن کی حمایت کرنا چاہئے dammit<knghtbrd> pretzelgod: ftp://ftp.cdrom.com/pub/quake/partial_conversions/           xrated / i_am_old_enough_to_look_at_this<knghtbrd> ... آپ سے پوچھا ...<CosmicRay> ہا ہا، کہ ایک حقیقی ڈائریکٹری ہے
		-- Seen on Slashdot

%
<Knghtbrd> میں BUN کرنے کے لئے چپکےنیمہکیم TO FOR <Knghtbrd> میری مدد<زہر> KB: تم کیا بات کر رہے ہو؟<Knghtbrd> bwahahaha .. یہ ایک لمبی کہانی ہے.
		-- Seen on Slashdot

%
<WildCode> مرکری، ایک چھوٹی سی بالکل تلاش کرنے کی طرح X ٹھیک کرنا نہیں ہے           کھڑکیوں میں bugfree کوڈ ؟؟<مرکری> WildCode: ٹھیک کرنا X ایک براہ راست لائن کو چلانے کے لئے کوشش کی طرح ہے          ایک بھولبلییا کے ذریعے.<مرکری> آپ صرف خلائی وقت کونوں کے ارد گرد منتقل تاکہ جھکنا کرنے کی ضرورت ہے          آپ اور آپ کے کوئی مسائل نہیں پڑے گا. (=]
		-- Seen on Slashdot

%
<میگوئل> `آپ کی ذاتی توانائی پر زیادہ سے نکال دیئے گئے         تحفظ کے آلات میلنگ لسٹ '<میگوئل> میں ای میل کی فہرست میں ہو رہی یاد نہ کی
		-- Seen on Slashdot

%
<متک> میں پورٹ 25 سے منسلک جب ایک کنکشن سے انکار کر دیا ہو رہا ہوں، کسی       لات دلے ہے جہاں جانتے ہیں؟<AJ> متک: /var/log/damn.log؟* AJ اس طرح نظر کروں گا کیا چمتکار<AJ> دسمبر 18 05:32:30 blae smtpd [123]: جہنم کے لئے یہ سب لات !!
		-- Seen on Slashdot

%
* نےولا عجائبات کس طرح بیوکوف سے ایک کو spam alt.anonymous.messages لئے ہونا ضروری ہے<knghtbrd> نےولا: بیوکوف کے طور پر نصف کے بارے میں ایک یہ فصل کا ہونا ضروری ہے کے طور پر.
		-- Seen on Slashdot

%
* Wolfie کی یہ ایک lightbulb میں نچوڑنا کرنے کے لئے لیتا ہے کہ کتنے debianites غور<Viiru> Wolfie کی: کہیں 600 کے ارد گرد؟ ایک سکرو بلب، اور باقی ہے        غلط کر کے اس کے شعلے.<حصہ> Wolfie کی: بلب مفت سافٹ ویئر ہے؟<وی> ہم اسے بگاڑ یا نہیں پر ووٹ کر سکتا ہوں؟
		-- Seen on Slashdot

%
<Culus_> ہم بھی جہاں شیل ہے لینکس کا ایک ورژن کی رہائی کے لئے امید کر رہے ہیں         ایک بڑی حد تک پرل کی طرف سے تبدیل. کہ میں اضافہ، وہاں ایک         ایک خالص پرل پلیٹ فارم دیکھنا چاہتے ہیں جو ہم میں سے چند .. PerlOS :)* Culus_ ہارر میں پر لگتا ہے<mstone> Culus_: اپ جانب، آپ کو لات میں میں کچھ بھی قریب ٹائپ کر سکتے ہیں         کمانڈ پرامپٹ :)
		-- Seen on Slashdot

%
<مرکری> LordHavoc: یہ صرف ہے کیونکہ اس کی وجہ GL اوور ڈرا ہے یہی وجہ ہے          نظام کو انہوں نے مقابلے کے لئے ڈیزائن کے نصف کا استعمال کرتے ہوئے.<مرکری> LordHavoc: پاؤں میں خود کو شوٹنگ.* سے Dabb اس کے جوتے میں ان تمام لوگوں کو گولی سوراخ میں دکھائی دیتی ہے - لات، قرعہ :)
		-- Seen on Slashdot

%
<سے Dabb> Hehe کی، میں واقعی میں جو آگ بلا کی طرح ہیں بگ رپورٹوں سے نفرت       محکمہ اور کہہ رہے ہیں: "یہاں آگ لگی ہے، آئے" :)<سے Dabb> (اور اپ پھانسی)* سے Dabb درجن بگ رپورٹوں سے پتہ افراد جاں بحق.
		-- Seen on Slashdot

%
<xtifr> واہ، مجھے لگتا ہے کہ میں نے صرف ایک مسئلہ کو حل کرنے کا استعمال کیا libtool - کسی        میری مدد کرو! :><لوکا> xtifr، کی بورڈ سے دور قدم
		-- Seen on Slashdot

%
<ماو> وہ ading کے Werror پر اصرار کیوں ...یہ آپ کی طرف سے کیا گیا تو <مسٹی چان> میسا خانے کے باہر مرتب نہیں کریں گے             لوگ؛)<knghtbrd> اہ، میسا زیادہ تر وقت باہر باکس کے مرتب نہیں کرتا.
		-- Seen on Slashdot

%
<Deek> nopcode: نہیں، ایسا نہیں ہے. Win32 کے کانٹا کے برابر کا فقدان ().<Knghtbrd> Deek: windoze لوگوں تک رسائی حاصل کرنا چاہئے جو کے لئے نہیں ہے           تیز اشیاء، اس وجہ سے کوئی کانٹا ()<Knghtbrd> کے بجائے، آپ چمچ پر انحصار کرنا ہوگا ()
		-- Seen on Slashdot

%
<Knghtbrd> یہ فونٹ بہت اچھے سے باہر آنے کے لئے شروع کر رہا ہے<طالب> Knghtbrd: اوہ عزیز، تم VI میں ایک اور زلزلہ فونٹ اپ ہیکنگ کر رہے ہیں؟ :)
		-- Seen on Slashdot

%
<pv2b> اوہ، اس کے علاوہ، کیا بہترین نقطہ نظر میں ایک زلزلہ بنانا چاہتے ہیں       سطح ایک موجودہ عمارت سے ڈیزائن کیا گیا؟<Knghtbrd> برائن کے دفتر کی ایک floorplan حاصل کریں؟ =)<pv2b> Knghtbrd: IM میرے اسکول پر غور.<Knghtbrd> اوہ عظیم<Knghtbrd> یہی ہے جو ہم سب کی ضرورت ہے
		-- Seen on Slashdot

%
<knghtbrd> Windoze سیمنٹ: اب CrackGuard (TM) کے ساتھ! کے بارے میں فکر کبھی نہیں           دوبارہ Windoze سیمنٹ میں کروپ درار! CrackGuard (TM) ہےاتنا طاقتور پوری بات یہ ہو گا اس سے پہلے کہ crumble گا کہٹوٹ. آپ کے $ 200 اپ گریڈ ورژن آج آرڈر!
		-- Seen on Slashdot

%
<doogie> Culus: openssh ساتھ اپنے مسئلے 2.5.2 میں طے کی جائے ظاہر ہوتا ہے، لیکن         ماسٹر 2.3.0 چلتا ہے<Culus> یہاں تک شروع نہ کرو<doogie> میں صرف کیا.<Culus> تم لوگوں کو ایک بہت بڑا دیوہیکل روبوٹ کی تعمیر کے لئے مجھے گاڑی چلانے کے لئے جا رہے ہیں اور        ٹیکساس کے سب کو تباہ، ہے نا؟
		-- Seen on Slashdot

%
<shader کے> کیا rjing ساتھ غلط کیا ہے؟<Rhamphoryncus> IT لنگڑے ہے: P<Rhamphoryncus> یہ ممکن نہیں ہونا چاہئے<Rhamphoryncus> آپ کے پچھواڑے ایک گرینیڈ اپ پیل اور راکٹ کے طور پر استعمال                propelant ایک قابل عمل تکنیک نہیں ہونا چاہئے: P
		-- Seen on Slashdot

%
 * مساوی کوڈ RSA ڈیٹا سیکورٹی، انکارپوریٹڈ سے دستیاب ہے * یہ کوڈ اس کے خلاف ٹیسٹ کیا گیا ہے، اور برابر ہے، * اگر آپ کو قانونی ابہام کے دو صفحات شامل کرنے کے لئے کی ضرورت نہیں ہے سوائے اس کے کہ * ہر کاپی کے ساتھ.
		-- public domain MD5 source

%
* knghtbrd چلا گیا ہے - ZZZ - پیغامات بالکل گیلا تولیہ طرح بولے کیا جائے گا  چوری ہے جو لوگوں کے ٹریڈ مارک کا پیغام دور knghtbrd<Coderjoe> ACK* Coderjoe گیلی پیغامات سے اپنا دفاع کرنے کی تیاری
		-- public domain MD5 source

%
ماخذ کوڈ، ایک ٹیکسٹ ایڈیٹر کے ساتھ کسی کی طاقت ضائع کبھی نہیں،اور خواہش مکمل طور پر ان کے نظام نلی سے.
		-- Rob Landley <telomerase@yahoo.com>

%
"تو، اینڈوور پارٹی نقد بار پڑے گا؟""نہیں، مفت بیئر وہاں ہے.""اہ اوہ، Stallman والا ناراض جائے ..."
		-- overheard at the Bazaar, 1999

%
<سے Addi> Alter.net ایک zucchini کے ساتھ اس کے روٹر میں سے ایک کی جگہ لے لی ہے لگتا ہے.
		-- overheard at the Bazaar, 1999

%
<مرکری> کسی نے اسے ٹھیک.<مایوسی> ارتکاب<Knghtbrd> مایوسی: مرکری؟<مایوسی> Knghtbrd: وہ اور کے تھکے ہوئے،، ایک غلطی کی اسے کالعدم کسی کے لئے کرنا چاہتا تھا.<Knghtbrd> مایوسی: تو آپ نے اس کا ارتکاب کیا تھا؟<مایوسی> Knghtbrd: ویسے، ویسے بھی وقف.
		-- overheard at the Bazaar, 1999

%
<taniwha> Knghtbrd: اس کا استعمال کیا ہے اگر یہ bloat نہیں ہے<Knghtbrd> taniwha: کس طرح آپ کو تو windoze سمجھاؤں؟<taniwha> Knghtbrd: اس کا بیشتر حصہ اس بات کو یقینی بنانے کے لئے صرف استعمال کیا جاتا ہے کے طور پر گٹی آپ          کی harddrive سے بھرا ہوا ہے<Knghtbrd> taniwha: گٹی ... subs کے ڈوب بناتا ہے کہ نہیں ہے           سمندر کے نیچے؟<Knghtbrd> taniwha: اس بات کی وضاحت کریں گے کہ کیوں winboxes ہمیشہ نیچے جا رہے ہیں.
		-- overheard at the Bazaar, 1999

%
میں کوئی vait / VB: 1. اختراعات / مناسب تیسرے فریق کی ٹیکنالوجی تکخریداری، مشابہت، یا چوری کے ذریعے اور ایک میں ضم کرنےDE- اصل، اجارہ داری پوزیشن کی مصنوعات. 2. سائز یا پیچیدگی میں اضافہلیکن افادیت میں؛ مطابقت یا انٹرآپریبلٹی کو کم کرنے کے. 3. کرنےطالابندی حریف یا تالا کے صارفین تک. 4. مزید رقم چارج کرنے کے لئے؛ کرنےقیمت یا اخراجات میں اضافہ. 5. دوسرے میں سرمایہ کاری سے منافع حاصل کرنے کے لئےکمپنیوں نہیں بلکہ براہ راست پروڈکٹ یا خدمات کی فروخت سے. 6. گلا گھونٹنا کرنے یافری مارکیٹ جوڑتوڑ؛ نئی مارکیٹوں میں اجارہ داری طاقتوں توسیع کرنا. 7.ظالم اعمال کے لئے ذمہ داری سے بچ نکلنے کے لئے؛ دور حاصل کرنے کے. 8. خریداری کے لئےقانون سازی، قانون سازوں، قانون ساز، یا ریاست کے سربراہان. 9.ایک عالمی معیشت میں تمام لین دین ثالثی؛ غبن کرنے کے لئے؛ تعاون آپٹ طاقت(بغاوت). سییف. ، اختراعات انگریزی کے استعمال (متضاد).
		-- csbruce, in a Slashdot post

%
کان پھاڑ دینے والی خاموشی مجھے مشورہ کے لئے گیکس کے ایک گروپ پوچھنا نہیں سکھایاان کی گرل سے
		-- csbruce, in a Slashdot post

%
"کیا ہم، آج رات کیا کرنے بل جا رہے ہو؟""وہی بات ہم کرتے ہر رات سٹیو، دنیا پر قبضہ کرنے کی کوشش کریں!"
		-- csbruce, in a Slashdot post

%
<Deek> یاد دلاتی ہے کہ، ہم دفتر کے لئے ایک chainsaw خریدنے کے لئے کی ضرورت ہو گی. "میں       ایمرجنسی کی صورت، شیشے توڑ "
		-- csbruce, in a Slashdot post

%
<knghtbrd> وہ دوسروں کے ایک نصف کے بارے میں سائز ہے.<knghtbrd> لیکن وہ ایک chainsaw کے پاس ہے.
		-- csbruce, in a Slashdot post

%
<Deek> "میں ایک مقفل میں میرا ذاتی GPG ڈیٹا کو برقرار رکھنے، ایک تجوری میں محفوظ کی قیادت       ناراض Rednecks کی اور ان dawgs طرف سے حفاظت. جارحیت ہو جائے گا       خلاف ورزی کی، اور تمام ہے کہ ... "
		-- csbruce, in a Slashdot post

%
<ExMachina> glQuakeIIIRendererMode (GL_TRUE)<Knghtbrd> ExMachina: فراہم کرتا ہے جس کے توسیع کے اس حصہ نہیں ہے           glDriverBugs (GL_FALSE)؛ ؟<Siigron> Knghtbrd: نہیں، glDriverBugs () EXT_help_me کا حصہ ہے.<Siigron> بھی glMakeItWork (GL_PLEASE) پر مشتمل ہے جس؛
		-- csbruce, in a Slashdot post

%
< `` یری> 18.446.744.073.709.551.616 ایک بڑی تعداد ہے
		-- csbruce, in a Slashdot post

%
<Xavvy> واقعی knghtbrd گے؟<Knghtbrd> نہیں، میں ایک بری بہروپیا ہوں!<Knghtbrd> ہائبرڈ پسند کرتا ہے جو ایک برے پاھنڈی!<Xavvy> ہا ہا<Xavvy> ٹھیک ہے، یہ وہ ہے: P
		-- csbruce, in a Slashdot post

%
<| بارش |> میں محبت * SWB * !!<| بارش |> یا، پریس 5 ایک representitive سے بات کرنا ..<| بارش |> * 5 *<| بارش |> آپ منتقل کیا جا رہا ہے، پکڑ براہ کرم ...<| بارش |> ...<| بارش |> ...<| بارش |> ہمیں افسوس ہے، ملایا کے طور پر اس تعداد کو مکمل نہیں کیا جا سکتا.<| بارش |> نمبر کی جانچ کریں اور دوبارہ کوشش کریں براہ مہربانی.
		-- csbruce, in a Slashdot post

%
<| بارش |> # وضاحت struct کی یونین / * عظیم خلا سیور * /
		-- csbruce, in a Slashdot post

%
<Elric> کوئی BSD مداحوں؟<EvilTypeGuy> Elric: یہ ایک gamer اور ایک BSD پرستار ہونا مشکل ہے: P
		-- csbruce, in a Slashdot post

%
<Marticus> میرا کیفین کے نظام میں بہت زیادہ خون ہے.
		-- csbruce, in a Slashdot post

%
<SirDibos> Culus: تم جاگ رہے ہو؟<Culus> کوئی
		-- csbruce, in a Slashdot post

%
<wli> جی ہاں، میں ESD کی طرف دیکھا اور اسے C کوڈ کی قسم کی طرح لگ رہا تھا کہ ایک      سابق چنچل / Algol '60 coder کی جو شیخی گزشتہ 20 سال گزارے تھے      فورٹران-IV اور فورٹران '77 کے درمیان لکھنے گی.
		-- csbruce, in a Slashdot post

%
<غیر لکیری> .NET مائیکروسافٹ جاوا نیٹ ورک کے بھٹک ورژن ہے            ماحول ونڈوز کے مخصوص گھٹیا لئے uglified
		-- csbruce, in a Slashdot post

%
<مرکری> LordHavoc: میں نے پہلے ہی پاگل ہوں.<Coderjoe> لات سیدھا. یا منحنی، ٹیڑھی، یا جو آپ کے پاس ہے
		-- csbruce, in a Slashdot post

%
یونکس، بالغ OS ہے، ونڈوز اور لنگوٹ میں اب بھی ہے اور وہ بری طرح سونگھ.
		-- Rafael Skodlar <raffi@linwin.com>

%
<Midgar> آسٹریلیا کے بارے میں تمام sterotypes سے، مجھے لگتا ہے تم لوگ ہو         واقعی سخت.<Midgar>؛ P<krusto> ہم تم پر کوآلا کے پھینک دونگا
		-- Rafael Skodlar <raffi@linwin.com>

%
<| بارش |> * انداز میں سر ہلا * میں smarthosts استعمال کرنے کا شوق نہیں ہوں اپنے آپ کو،<| بارش |> یہ دونوں ریموٹ میزبان پر انحصار کرتا ہے اور اپنے میزبان سمارٹ ہونے کے طور پر<| بارش |> اور بھی اکثر آپ کو ان مقاصد کے دونوں میں سے کسی ایک کی کمی محسوس
		-- Rafael Skodlar <raffi@linwin.com>

%
sourceforge نقطہ نظر کچھ کمزور میں منصوبوں کے تمام رکھنے کے لئے ہے"اوپن سورس surburbia"، جہاں گھروں میں سے سب صرف کے ساتھ، ایک جیسے ہیںرنگوں اور معمولی سٹائل مختلف حالتوں (جس عمارت کی منصوبہ بندی، جس کے لئے استعمال کیا جاتا تھامخصوص گھر) پابندیوں معاہدوں اور مقامی طرف کی اجازت ہےزوننگ قوانین. Sourceforege کی اوپن سورس برابر ہےفلم "ایڈورڈ Scissorhands" میں ذیلی تقسیم.
		-- Terry Lambert

%
<حساب> Knghtbrd: IRC بہت اچھی C کوڈ مرتب نہیں کرتا؛)
		-- Terry Lambert

%
* | بارش | کثیرالاضلاع سوپ کی تیاریاں<| بارش |> میٹھا رحم والا گھٹیا، یہ کام کرتا ہے؟* | بارش | بیہوش
		-- Terry Lambert

%
"یہ ایک یقینی امر ہے کے بعد مائیکروسافٹ اس XML کوڑا پھینکنا ہو گا کہWin32 کے کی بنیاد پر اجزاء کو اشارہ کے ساتھ، بہترین کے بارے میں کہا جا سکتا ہے کہXML میں سے اس کی گود لینے کے جو براؤزر کے لئے آسان کر دے گا کہ ہے اورغیر ونڈوز پلیٹ فارم پر ایپلی کیشنز میں سے جو حصوں کو سمجھنے کے لئےاس کو نظر انداز کرنا ضروری تشہیر کے. "
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<رابرٹ> میں میں آزادی اظہار کا کچھ مناسب حد نہیں ہیں کو سمجھنے کے         امریکہ، مثال کے طور پر میں نے ایک پر ہجوم تھیٹر میں آگ چیخ نہیں کر سکتے ہیں.. لیکن میں نے صرف 5 یا 6 poeple ساتھ ایک تھیٹر میں آگ چیخ کر سکتے ہیں	 اس میں ؟
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
ایک خالی پیٹ پر <AAV> کافی خوبصورت nasy ہے<knghtbrd> AAV: مجھے Cheetos لئے وینڈنگ مشین کو چلانے کے لئے وقت<AAV> مجھے Cheetos؟ :)
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<| بارش |> سانے کوڈ کے ساتھ، شاید میں باہر پیش لگا سکتا ہے :)<LordHavoc> بارش: میں شاید پیش لکھنے سے ایک ہونا چاہتے ہیں<| بارش |> یر، اہ
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<| بارش |> Knghtbrd: مجھے آپ کے زون فائلوں تک رسائی دے دو<Knghtbrd> اوہ دیوتاوں - کیا تمہیں احساس ہے کہ میں باندھ حق کے ساتھ ادا کیا کبھی نہیں کیا ہے؟<| بارش |> سے UhOh :)
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
<f00Dave> دیکھو، کو مسترد کر دیا، اس #OpenGL، نہ #GEEKSEX ہے.
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
* TwingyAFK 17 "فلیٹ پینل کے لئے خریداری کر رہا ہے* AAV TwingyAFK پلائیووڈ کا ایک ٹکڑا فروخت کرتا ہے
		-- Nicholas Petreley, "Computerworld", 3 September, 2001

%
آپ کو کچھ کے لئے دوا کی دکان میں جانا ہے جب یہ شرمناک ہے"خصوصی اشیاء"، اور آپ کو باہر کی جانچ پڑتال کر رہے ہیں جب، کوشپال آپ کو لگتا ہےکی طرح، "اوہ، مجھے کیا تم آج رات کر رہے ہو ..."جی ہاں، کہ کوشپال،، تمام نشانیاں ... ڈبہ بند چکن سوپ پڑھ سے Therafluہال، NyQuil، OJ اور چکوترا رس کے منہ Bigass بوتلیں ... وہ جانتا تھااور میں میں teevee اور ایک نیچے تسلی کے ساتھ ایک تاریخ تھی کہ جانتا تھا. ضابطہجی ہاں.
		-- Elizabeth Kirkindall

%
سائنس یہ اکثر سائنسدانوں کا کہنا ہے کہ، ایسا ہوتا ہے میں آپ کو ایک بہت ہی پتہاچھی دلیل؛ اپنی پوزیشن، غلطی پر ہے 'اور پھر وہ اصل میں تبدیلان کے دماغ اور آپ دوبارہ ان سے کہ پرانے قول کبھی نہیں سنتے. انہوں نے سچ میںکرو. سائنسدانوں ہیں کیونکہ یہ، کے طور پر اکثر یہ ہونا چاہئے کے طور پر نہیں ہوتا ہےانسانی اور تبدیلی کبھی کبھی تکلیف دہ ہے. لیکن یہ ہر روز ہوتا. میں نہیں کر سکتاآخری بار اس طرح کچھ سیاست یا مذہب میں ہوا کو یاد.
		-- Carl Sagan, 1987 CSICOP keynote address

%
<knghtbrd> ایک GF2 / 3، ایک کافی ہارڈ ڈرائیو، اور ایک 15 "فلیٹ پینل کا اضافہ اور           آپ کو ایک بہت لعنتی پورٹیبل مشین مل گیا ہے.<Coderjoe> ایک کے GeForce دو تہائی؟<knghtbrd> Coderjoe: جی ہاں، ایک کے GeForce دو تہائی، یعنی، ATI کی کوئی کارڈ.
		-- Carl Sagan, 1987 CSICOP keynote address

%
<knghtbrd> نن GCN سے مقبول کنسول کبھی اعلان<knghtbrd> وہ کون سے مذاق کر رہے ہو؟<مرکری> knghtbrd: اسٹاک ہولڈرز؟
		-- Carl Sagan, 1987 CSICOP keynote address

%
<LordHavoc> windoze فنکاروں کی اکثریت کی صلاحیت کی ضرورت نہیں ہے            XPM بچانے<مرکری> LordHavoc: وہ نوٹ پیڈ نہیں ہے؟ * G، D & R *
		-- Carl Sagan, 1987 CSICOP keynote address

%
لینکس ایک کمانڈ لائن کے تصور یا اسی وجہ سے ایک شیل کی حمایتکہ صرف بچوں کو ان میں صرف تصاویر کے ساتھ کتابیں پڑھیں. زبان، یہ ہو جائےانگریزی یا کچھ اور، صرف آلے کو پورا کرنے کے لئے کافی لچکدار ہےکاموں کی ایک کافی وسیع رینج.
		-- Bill Garrett

%
## Signoff: باغیوں (razzin 'frazzin' motherfu ... بیوکوف DirectX کے ...)
		-- Bill Garrett

%
<krogoth> Kgnghtbrd: میں KOW نہیں کریں گے، میں نے ابھی تک ایک spellchecker کوئی ضرورت دیکھیں<Knghtbrd> آپ کہہ رہے تھے؟
		-- Bill Garrett

%
<Knghtbrd> میں بہتر ملوث چیزیں کے کوڈ میں ڈال دیا تھا: ahfuiovka           ikperoa edfr Ade میں 9 enbuw ejasxleme کا iena کی df4mesa<Knghtbrd> آپ کہ بےرمز کر سکتے ہیں تو، آپ کو میں نے مقابلے میں ایک بہتر cryptographer ہیں           ہوں. =)
		-- Bill Garrett

%
<rcw> liiwi: printk ( "آگ ہے \ n پر CPU0")؛
		-- Bill Garrett

%
<الیکٹرو> میرے کمپیوٹر میں ایک بار ایک عظیم کی عمارت کے بلاکس میں سے ایک تھا          اہرام
		-- Bill Garrett

%
NOTICE: تمباکو نوشی فرض ہو گا دیکھا ہے کسی کو آگ ہو اور ہو جائے گا        سرسری باہر ڈال.
		-- Bill Garrett

%
<markm> C ++: دستی بم کی طاقت، خوبصورتی اور سادگی
		-- Bill Garrett

%
<knghtbrd> لیکن ٹیب اور فہرست کے مطابق کوئی بھی فی ایک قسم سے زیادہ arguably سب میں بہتر ہے           O (ن + N *** 2) ٹیب اور O فی (ن ** 2) فہرست کے مطابق.<knghtbrd> OMG، کوئی مجھے گولی مار.<Coderjoe2>؟<knghtbrd> مجھے یقین نہیں کیوں میں صرف وضاحت کے لئے بڑی ہنس کے انڈے استعمال کیا میرا           راستہ شاید طویل مدت میں سب سے بہتر ہے.
		-- Bill Garrett

%
<hoponpop> میں کیڑے باہر لے تو اپنے پروگرام کام کرتا ہے.
		-- Bill Garrett

%
<مرکری> Knghtbrd: ارے، پرل ایک sledge کی طاقت فضل اور خوبصورتی ہے          ہتھوڑا. (=]<| بارش |> یقینی فضل اور خوبصورتی، ویسے بھی
		-- Bill Garrett

%
<سے Dannys> $ 20 جیتنے کے لئے بندر مارو (*)!* knghtbrd ان mallet کے باہر ہو جاتا ہے.* knghtbrd پلانٹس اسے مضبوطی سے Dannys کے سر پر.* knghtbrd اب ان $ 20 کے لے جائے گا. = D
		-- Bill Garrett

%
<غلام> کے ساتھ ساتھ میں متاثر رہا ہوں<غلام> WIN98 VMware کے اندر سے X کریش کرنے کے لئے منظم.* غلام کی تعریف.
		-- Bill Garrett

%
سونے کا معیار "" NVIDIA کی اوپن جی ایل ڈرائیوروں میرے ہیں "، اور یہ بہت ہو گیا ہےمیں نے ان کے برانڈ ان کے لئے ایک مسئلہ کی رپورٹ کرنا، اور یہاں تک دیکھا گیا ہے کے بعد سے، جبکہدستاویزی کے طور پر میں نے ان کی کوشش پہلی بار نئے ملانے کام. جب میں ہےایک NVIDIA پر ایک مسئلہ، میں فرض یہ میری غلطی ہے. کسی اور کی کے ساتھڈرائیوروں، میں فرض یہ ان کی غلطی ہے. یہ درست تقریبا باہر کر دیا گیا ہےہر وقت."
		-- John Carmack

%
Libtool لائبریری portability کے صرف تھوڑا سا کے مقابلے میں زیادہ اعتماد ہے کا اشتراک کیاہمیشہ تحریک کی مشینیں. خاص طور پر :) AIX پر. "
		-- David Leimbach

%
<Overfiend> یہ نیا Overfiend، محبت اور رواداری کا مبلغ ہے
		-- David Leimbach

%
<hoponpop> ایک کے طور پر netbsd، freebsd، اور openbsd کے درمیان فرق،           انسائڈر freebsd چیزیں کیا حاصل کرنے میں دلچسپی رکھتا ہے، اور یہان کے راستے میں ملتا ہے جو لوگوں کو چوٹ پہنچانے کوئی اعتراض نہیں ہے.<hoponpop> netbsd کیا جاتا ہے اس بات کا یقین کچھ بھی نہیں بنانے میں دلچسپی رکھتا ہے، اور           چیزوں کو پورا کرنے کی کوشش کریں جو لوگوں کو چوٹ پہنچانے کوئی اعتراض نہیں ہے.<hoponpop> openbsd اچھی لگ میں دلچسپی رکھتا ہے، اور کسی کو بھی چوٹ نہیں کرتا           ان کے اپنے چھوٹے کمیونٹی میں، لیکن باقی سب باہر دیکھو!
		-- David Leimbach

%
<liiwi> لہذا، کیا ایک پیکج دوبارہ کوشش کرنے buildd حاصل کرنے کے لئے سرکاری طریقہ ہے؟ prod کے        ایک چھڑی کے ساتھ اسے؟<جای> prod کے نیوروایک چھڑی کے ساتھ <liiwi>؟<جای> جی ہاں.
		-- David Leimbach

%
<Knghtbrd> "... آپ کو امکان سے زیادہ سنکلک کے تمام قسم کے دیکھیں گے           انتباہ کے سکرین پر کی طرف طومار کر رہا ہے. یہ عام ہیں اور کر سکتے ہیںمحفوظ طریقے سے نظر انداز کیا جا. "<LordHavoc> Knghtbrd: کچھ M $ کوڈ کے ساتھ منسلک ایک نوٹ ہے؟<Knghtbrd> نہیں، یہ GNU سامان کا ایک گروپ کے بارے میں ایک نوٹ کی.
		-- David Leimbach

%
<Hydroxide کے> knightbrd: knightbrd.brain درآمد * سے :)<knghtbrd> اوہ معبودوں یہ تو اتنا آسان تھے ..<knghtbrd> carmack.brain درآمد اوپن جی ایل سے
		-- David Leimbach

%
<LIM> ماہ سال، multitextured ڈونٹس ....<knghtbrd> LIM: پھل بھرنے کے ساتھ؟<LIM> knghtbrd: چاکلیٹ کریم ...
		-- David Leimbach

%
<StevenK> آپ * ازگر میں زلزلے کے کچھ حصوں کو پھر سے لکھنا کر رہے ہیں *؟<knghtbrd> MUAHAHAHA
		-- David Leimbach

%
## a_nick (nobody@c213-89-87-111.cm-upc.chello.se) #python شامل ہو گیا ہے<a_nick> میں ایک ڈکشنری کے لیے ایک نئی چابی کیسے شامل کروں؟<a_nick> ینیم<ڈیش> ہہ :)<ڈیش> #python کے مسائل حل کرنے کی طاقت تو دیکھو.
		-- David Leimbach

%
<hop_> مجھے لگتا ہے کہ میں چکن ایک سرخ کے ساتھ لیپت کیا گیا تھا کچھ تھا       لگ رہا تھا کہ پیسٹ مبنی lye کے پر مشتمل ہو کرنے کے لئے کتنا پر میرے       یہ دور جلا دیا tounge کے.<hop_> ہمارے دوست بھارتی ہے جو یہ ہے کہ کیوں زیادہ بھارت پتلی ہیں کہا       اور میں نے یہ آپ کو حاصل کرنے کے لئے اس کے کھانے سے بہت زیادہ نہیں لے کرتا ہے "اقتباس       کھانا بند کرنا مطمئن enoguh. "
		-- David Leimbach

%
<نیت> "یہ کلاسک نہیں percolate اپ معاشیات ہے، اس رقم کو تسلیم            ھاد کی طرح ہے: آپ کے ارد گرد پھیلا ہے تو یہ سب سے اچھا کام کرتا ہے ".<Knghtbrd> نیت: کارٹر کا لزوم: کے بہت سے لوگ یا تو           عام طور پر مضحکہ خیز سونگھ<نیت> Knghtbrd: آپ ایسا جیت.
		-- David Leimbach

%
