امریکہ میں خواتین کی 94٪ خوبصورت ہیں اور باقی یہاں کے باہر پھانسی.
		-- Oscar Wilde

%
ایک بیچلر وہی غلطی ایک بار کبھی نہیں دیا ایک آدمی ہے.
		-- Oscar Wilde

%
ایک بیچلر سوارتی، نااہل آدمی کچھ عورت باہر دھوکہ دیا ہے جوطلاق کے.
		-- Don Quinn

%
ایک بیچلر ایک unaltared مرد ہے.
		-- Don Quinn

%
ایک بیچلر کبھی نہیں کافی ہے کہ وہ خوبصورتی کی بات ہے کہ خیال ختم ہو جاتا ہےاور ہمیشہ ایک لڑکا.
		-- Helen Rowland

%
ایک بری شادی ایک ٹوٹا ہوا ٹانگ کے ساتھ ایک گھوڑے کی طرح ہے، آپ کو گولی مار کر سکتے ہیںگھوڑے، لیکن یہ ٹانگ کو درست نہیں کرتے.
		-- Helen Rowland

%
ایک خوبصورت آدمی کی آنکھوں کے لئے جنت، روح کے لئے جہنم، اور ہےپرس کے لئے purgatory کے.
		-- Helen Rowland

%
ایک خوبصورت عورت آسمان سے ایک نعمت ہے، لیکن ایک اچھی سگار دھواں ہے.
		-- Kipling

%
ایک خوبصورت عورت nobly پاگل تمام دیکھنے والوں کو چلاتی ہے جس میں ایک تصویر ہے.
		-- Emerson

%
اطاعت، وفاداری، اور اہمیت: ایک لڑکا ایک کتے سے بہت کچھ سیکھ سکتے ہیںلیٹی پہلے تین بار کے ارد گرد تبدیل کر کے.
		-- Robert Benchley

%
ایک لڑکے نے ایک آدمی کی ضرورت ہے جب ایک آدمی بننے کے لئے ہو جاتا ہے.
		-- John Steinbeck

%
انہوں نے محسوس کیا جب ایک شکاگو سیلزمین ایک سینٹ لوئیس ہوٹل میں چیک کرنے کے لئے کے بارے میں تھاایک بہت دلکش خاتون کو اس کی طرف گھور admiringly. انہوں نے واک آؤٹ کیا اور خطاب کیاچند منٹ کے لئے اس کے ساتھ، اس کے بعد جہاں انہوں نے چیک کیا، سامنے میز پر لوٹ آئےمیں مسٹر اور مسز طورایک بہت آننددایک تین روزہ قیام کے بعد، آدمی سامنے سے رابطہ کیاڈیسک اور کلرک وہ باہر کی جانچ پڑتال کر رہا تھا بتایا. چند منٹ میں انہوں نے حوالے کر دیا گیا$ 2500 کے لئے ایک بل."کچھ غلطی ہوئی ہے،" سیلزمین نے کہا. "میں یہاں کیا گیا ہےصرف تین دن. ""جی ہاں، صاحب،" کلرک نے جواب دیا. "لیکن آپ کی بیوی کو یہاں ایک مہینہ رہا ہےاور ڈیڑھ. "
		-- John Steinbeck

%
جج صاحب کی ایک کوڈ: کبھی شرارت کے ساتھ ایک دوست کی گرل فرینڈ یا بیوی سے رجوعآپ کا مقصد ہے کے طور پر. بھی بہت سی خواتین کی اس طرح کا جواز پیش کرنے کے لئے دنیا میں موجود نہیں ہیںلججاجنک رویے. وہ واقعی کشش ہے جب تک.
		-- Bruce J. Friedman, "Sex and the Lonely Guy"

%
ایک سفارتکار ہمیشہ عورت کی سالگرہ لیکن کبھی اس کی عمر یاد رکھتا ہے جو آدمی ہے.
		-- Robert Frost

%
سفارتی شوہر، اپنی بیوی سے کہا "تم کس طرح مجھ کو یاد کرنے کی امید رکھتے ہیںآپ کی سالگرہ آپ کو کسی بھی بڑے لگتے کبھی نہیں کب؟ "
		-- Robert Frost

%
ایک دبنگ آدمی ایک لڑکی کا صرف ایک WISP شادی کر لی. انہوں نے کہا کہ سے واپس آئےان کے سہاگ رات ایک تنبیہ آدمی. انہوں نے کہا کہ چنگاری کی مرضی سے آگاہ ہو جاتے.
		-- Robert Frost

%
منحنی خطوط کے ساتھ ایک اعداد و شمار ہمیشہ دلچسپ زاویہ کی ایک بہت فراہم کرتا ہے.
		-- Robert Frost

%
ایک چمک دار مرسڈیز بینز روکنے جہاں ایک خوبصورت نوجوان مس کھڑا ہوا تک دھاڑتاایک ٹیکسی کے لئے انتظار کر رہے."ہیلو،" وہیل میں شریف آدمی نے کہا. "میں ویسٹ جا رہا ہوں.""کتنا اچھا،" ٹھنڈا جواب آیا. «مجھ سے ایک سنتری واپس لے آؤ."
		-- Robert Frost

%
احمق اور اس کے شہد جلد ہی جدا کر رہے ہیں.
		-- Robert Frost

%
ایک لومڑی پھولوں بھیجتا ہے جو ایک بھیڑیا ہے.
		-- Ruth Weston

%
ایک سججن ایک آدمی پر اس کی ٹوپی کے ساتھ ایک عورت نشانہ نہیں کریں گے کون ہے.[اور کیوں نہیں؟ کے لئے وہ پر اپنی ٹوپی کیوں ہے؟ ایڈ.]
		-- Evan Esar

%
ایک سججن پر اس کی ٹوپی کے ساتھ ایک عورت ہلاک کبھی نہیں.
		-- Fred Allen

%
ایک لڑکی اور ایک دوسرے میں ایک لڑکا ٹکرانا - یقینا ایک حادثہ.ایک لڑکی اور ایک لڑکا ٹکرانا اور اس رومال قطرے - یقینا ایک اور حادثے.لیکن جب ایک لڑکی ایک لڑکے کو ایک مردہ سکویڈ دیتا ہے - * _ _ _ _ _ _ _ کہ تھا _ _ _ _ _ _ کرنے کا یہ مطلب _ _ _ _ _ _ _ _ _ * کسی چیز.
		-- S. Morganstern, "The Silent Gondoliers"

%
ایک مستقبل کے ساتھ ایک لڑکی ایک ماضی کے ساتھ آدمی بچا جائے.
		-- Evan Esar, "The Humor of Humor"

%
ایک لڑکی کی بہترین دوست اس کی بڑبڑاہٹ ہے.
		-- Dorothy Parker

%
ایک لڑکی کا ضمیر واقعی کچھ کرنے سے اس پر عمل نہیں کرتا wrong--یہ محض اس کا لطف لے سے اس کے رکھتا ہے.
		-- Dorothy Parker

%
اچھا شخص ہمیشہ اپنے حدود جانتا ہے.
		-- Harry Callahan

%
ایک اچھی شادی ایک اندھے کی بیوی اور بہرے شوہر کے درمیان ہو گا.
		-- Michel de Montaigne

%
ایک آدمی تو ایک لڑکی کو اس کے اعتماد کھو نہیں کرتا تازہ تھوڑی دیر میں ایک بار حاصل کرنے کے لئے ہے.
		-- Michel de Montaigne

%
ایک بکی کبھی نہیں - ایک ہتوڑا کبھی کبھی اس نشان یاد کرتے ہیں.
		-- Michel de Montaigne

%
ایک شوہر کے پریمی کے رہ گیا ہے اعصاب کھولا گیا ہے کے بعد ہے.
		-- Helen Rowland

%
ایک خاتون جو کبھی ارادی اس کے انڈرویئر کو ظاہر کرتا ہے میں سے ایک ہے.
		-- Lillian Day

%
ایک آدمی ہمیشہ ایک خوبصورت عورت کے بارے میں ایک بات یاد رکھنے کی ضرورت ہے.کہیں، کسی نے اس کا تھکا ہوا ہے.
		-- Lillian Day

%
ایک شخص ہمیشہ خصوصی رقت کے ساتھ ان کی پہلی محبت کو یاد کرتی ہے، لیکن اس کے بعدکہ گروپ ان کے لئے شروع ہوتا ہے.
		-- Mencken

%
ایک شخص نے ان کے گھر کے سب سے اچھے دوست کی باہوں میں اپنی بیوی کو تلاش کرنے کے اوائل پہنچےجو وہ محبت میں کتنا تھے قسم کھائی تھی. مشتعل شوہر خاموش،پریمی، تجویز پیش کی "دوست نہ لڑیں، کی جن رمی ادا کرتے ہیں. میں جیت جاتے ہیں تو،تو میں نے اس سے شادی کر سکتے ہیں اگر آپ کو ایک طلاق حاصل. اگر تم جیت، میں یہ دیکھ کر کبھی نہیں وعدہ کرتا ہوںاسے پھر سے. ٹھیک ہے؟""ٹھیک ہے،" شوہر اتفاق کیا. "لیکن کس طرح ایک چوتھائی کے بارے میں ایک نقطہسائڈ پر اسے دلچسپ بنانے کے لئے؟ "
		-- Mencken

%
ایک شخص نے دو جبکہ وہ شادی شدہ ہے، شاید تین محبت کے معاملات بھی ہو سکتا ہے. بعدکہ یہ دھوکہ ہے.
		-- Yves Montand

%
ایک شخص نے دروازے کے پیچھے نظر نہیں آتی ہے، جب تک وہ وہاں خود کھڑا ہے.
		-- Du Bois

%
یہاں تک کہ وہ شادی شدہ ہے محبت میں ایک آدمی نامکمل ہے. پھر وہ ختم ہو گیا ہے.
		-- Zsa Zsa Gabor, "Newsweek"

%
ایک شخص نے کسی عورت نے اس کو سنتا ہے جو کے ساتھ محبت میں پہلے ہی سے نصف ہے.
		-- Brendan Francis

%
ایک شخص نے ایک زنگ آلود ٹوکری پر ایک زنگ آلود وہیل کی طرح ہے،وہ ساتھ جھنجھنی اور پھر اس نے کے علاوہ گر کے طور پر انہوں نے کہا کہ ان کے گیت گاتا ہے.
		-- Richard Thompson

%
ایک آدمی ہے جو اس نے کچھ کا کچھ بھی نہیں ہے ہر چیز کا اتنا ہی زیادہ ہو سکتی ہے.
		-- Samuel Johnson

%
ایک شخص کبھی کبھی، چومو وہ حقدار نہیں ہے جس کے لیے معافی ہولیکن کبھی چومو وہ دعوی کرنے کی پہل نہیں ہے.
		-- Samuel Johnson

%
ایک شخص نے ماہر نفسیات کی سوفی میں ڈوب گیا اور کہا، "میں ایک ہےخوفناک مسئلہ، ڈاکٹر. میں نے ہارورڈ میں ایک بیٹا اور ایک اور بیٹا ہےپرنسٹن؛ میں نے صرف ایک نئے فیراری کے ساتھ ان میں سے ہر تحفہ دیا ہے؛ مجھے مل گیا ہےبیورلی ہلز، پام بیچ، اور نیویارک میں ایک شریک آپشن میں گھروں؛ اور میں ہوںوینزویلا میں ایک فروغ پزیر کھیت ملا. میری بیوی ایک خوبصورت جوان اداکارہ ہےجو میرے دو کے mistresses اس کی بہترین دوست سمجھتا. "ماہر نفسیات، مریض کو دیکھا الجھن. "میں نے یاد کیاکچھ اور؟ آپ بالکل کوئی مسئلہ نہیں ہے جیسے یہ میرے لئے آواز. ""لیکن، ڈاکٹر، میں صرف $ 175 ایک ہفتے بنانے کے."
		-- Samuel Johnson

%
ایک شخص نے پہلی بار اس کی بیوی ہرن شکار لیا. اس نے اس کو دیا تھا کے بعدکچھ بنیادی ہدایات، وہ الگ ہیں اور بعد میں ملاقات کرنے پر اتفاق کیا. اس سے پہلے کہاگر وہ شکاری سے ہوشیار رہنے کی ایک ہرن گر گیا چاہئے کہ وہ اس نے خبردار کیا چھوڑا، جولوت کرنے کے لئے اس کو شکست دی اور مار کا دعوی کر سکتے ہیں. جو کچھ بھی ہوا تو وہ بتایااس کے، وہ ہوا میں اس کی بندوق تین بار برطرف کرنا چاہئے اور وہ چلے گااس کی مدد کے.وہ الگ تھوڑی دیر بعد، وہ، ایک شاٹ سنا تیزی سے کے بعدکی طرف سے سگنل پر اتفاق. جائے وقوعہ پر چل رہا ہے، اس نے اپنی بیوی کھڑے پایاایک بہت ہی نروس آدمی کو اس کی بندوق کے بیرل نیچے گھور کے ساتھ ایک چھوٹے سے ہٹانے میں."وہ دعوی ہے یہ اس کا ہے،" انہوں نے واضح طور پر بہت پریشان کہا،."وہ اسے رکھ سکتے ہیں، وہ اسے رکھ سکتے ہیں!" وسیع آنکھوں آدمی نے جواب دیا. "میںصرف واپس میری کاٹھی حاصل کرنا چاہتے ہیں! "
		-- Samuel Johnson

%
ایک شخص عام طور پر ایک عورت جو سوالوں کی قسم سے کہتا ہے کے ساتھ محبت میں پڑتا ہےانہوں نے جواب دینے کے قابل ہے.
		-- Ronald Colman

%
ایک شخص نے ایک کے بعد گھر جانے کے لئے نفرت کرتا تھا کہ کس طرح کے بارے میں اپنے دوست کو griping گیا تھادیر سے تاش کا کھیل."تم نے اپنی بیوی کے جاگتے سے بچنے کے لئے کے ذریعے جانے کیا یقین نہیں کریں گے،"انہوں نے کہا کہ. "سب سے پہلے، میں نے انجن ایک بلاک دور گھر اور ساحل سے مارنے کےگیراج میں. پھر میں نے آہستہ آہستہ دروازہ کھولو، اپنے جوتے اتار، اوراپنے کمرے میں پر tiptoe. لیکن بستر میں سلائڈ کو میں نے کے بارے میں ہوں صرف کے طور پر، وہ ہمیشہاٹھتی اور مجھے جہنم دیتا ہے. ""میں گھر جانا جب میں نے ایک بڑا ریکیٹ بنا دے،" ان کے دوست نے جواب دیا.	"آپ کریں؟""ضرور. میں نے ہارن ہارن، دروازہ زور، تمام روشنی پر تبدیل،سونے کے کمرے تک پاؤں مارتے اور میری بیوی ایک بڑا بوسہ دیں. `ہیلو، ایلس، 'میں کہتا ہوں.`اپنے بوڑھے آدمی کے لئے ایک چھوٹا سا بوسہ کے بارے میں کیسے؟""اور وہ کیا کہتا ہے؟" اس کے دوست کو کفر میں پوچھا."وہ کچھ نہیں کہتے ہیں،" اپنے دوست نے جواب دیا. "وہ ہمیشہ دعویوہ سو رہا ہے. "
		-- Ronald Colman

%
ایک شخص نے ایک قبرستان میں ایک قبر پر رکوع میں تھے، رو رہے ہیں اور بہت زور زور سے دعا کر،"اوہ، تم why..eeeee مری ... eeeeee، اوہ Why..eeeeee،کیوں آپ کو دی ...... eeee "نگران، چلتا ہے اپنے آپ کو معاف اور شائستگی سے پوچھتا ہے،"معاف کیجئے، سر، لیکن اب میں گھنٹے کے لئے آپ کو دیکھ رہا ہوں،اس کی قبر پر لے جانے پر. آپ کو ہونا چاہیے میت کے بہت قریب رہے ہیں. ""نہیں، میں نے کبھی نہیں اس سے ملاقات کی. اوہ، تم، کیوں .... eeeee dieeeeee کیاکیوں .... eeeee تم نے کیا تھا .. ""سر، آپ اس شخص سے کبھی نہیں ملا کہنا، پھر بھی تم اتنے پر لے جانے؟، مجھے بتاو جو یہاں دفن ہے؟ ""میری بیوی کے پہلے شوہر."
		-- Ronald Colman

%
ایک شخص نے اپنی شادی شدہ زندگی کے بارے میں ان کے بہترین دوست سے بات کر رہا تھا. "تم جانتے ہو،" انہوں نے"، کا کہنا ہے کہ میں واقعی میں میری بیوی پر اعتماد، اور میں وہ ہمیشہ کے لئے وفادار رہا ہےمجھے، لیکن وہاں * ہمیشہ * کہ شک ہے. * کہ کوئی شک ہمیشہ * نہیں ہے. ""جی ہاں، میں نے تم سے کیا مطلب ہے،" ان کے دوست جوابات."ٹھیک ہے، یار، میں اس ہفتے کے آخر میں ایک کاروباری دورے پر چھوڑنے کے لئے مل گیا ہے،اور مجھے حیرت ہے ... ٹھیک ہے ... میں تو گیا جبکہ تم میرے گھر کو دیکھتے ہیں کریں گے؟ میں بھروسہ کرتا ہوںاس کے، یہ * ہمیشہ * کہ شک نہیں ہے کہ صرف ہے. "دوست کی مدد کرنے پر اتفاق کیا اور دو ہفتے بعد ان کی رپورٹ دی."میں آپ کے لئے کچھ بری خبر ہے،" دوست کہتا ہے. "شامتمہارے جانے کے بعد میں نے ایک عجیب گاڑی اپنے گھر کے سامنے ھیںچو دیکھا. ایک آدمیگاڑی سے باہر ہو گیا اور گھر میں چلا گیا اور اپنی بیوی کے ساتھ کھانا کھایا.رات کے کھانے کے بعد وہ اوپر چلا گیا اور میں آپ کی بیوی نے اسے بوسہ دیکھا. اس کے بعد، وہاس کی قمیض اتار لیا اور وہ اس کے بلاؤج اتار لیا. اور پھر روشنی چلی گئیباہر. ""* * پھر کیا ہوا؟" شوہر، اس کی آنکھوں وسیع افتتاحی کہا."ٹھیک ہے، میں نہیں جانتا،" دوست نے جواب دیا، "یہ دیکھ کر بہت تاریک تھا.""لات!" شوہر دھاڑتا. "آپ میرا مطلب ہے کیا دیکھ رہے ہو؟ ہمیشہ * ہے *کہ شک! "
		-- Ronald Colman

%
ایک عورت کے بغیر ایک آدمی کبوتر بغیر ایک مورتی کی طرح ہے.
		-- Ronald Colman

%
خود میں لپیٹ ایک شخص نے ایک بہت چھوٹے سے پیکج ہوتا.
		-- Ronald Colman

%
آدمی کا ہوگا اس کی حدود کا پتہ ہے.
		-- Clint Eastwood, "Dirty Harry"

%
A معمولی عورت، اس کے تمام finery میں باہر ملبوس، سب سے زیادہ زبردست چیز ہےساری مخلوق میں.
		-- Goldsmith

%
ایک ماں اس کے بچے کے ایک آدمی، اور ایک اور عورت بنانے کے لئے بیس سال لگتے ہیںبیس منٹ میں اس کو بیوکوف بنا دیتا ہے.
		-- Frost

%
ایک پیڈسٹل پر زیادہ سے زیادہ کسی بھی چھوٹے، محدود جگہ کے طور پر ایک جیل ہے.
		-- Gloria Steinem

%
ایک خوبصورت عورت کچھ بھی کر سکتا ہے؛ ایک بدسورت عورت سب کچھ کرنا چاہئے.
		-- Gloria Steinem

%
ایک منوچیکتسک جو آپ کو مہنگی سوالات کی ایک بہت پوچھتا ایک ساتھی ہےآپ کی بیوی بھی نہیں کے لئے آپ سے پوچھتا ہے.
		-- Joey Adams

%
A pushy کیا رومیو ایک خوبصورت لفٹ آپریٹر سے پوچھا، "بالکل نہیں یہ کیارک جاتا ہے اور شروع ہوتا ہے آپ کو بہت تھک مل گیا؟ "" یہ نہیں رک جاتا ہے اور شروع ہوتا ہےکہ میرے اعصاب پر کریں، یہ گیندوں ہے. "
		-- Joey Adams

%
ایک حقیقی سججن اڈوں لیتا ہے کبھی نہیں کیا وہ واقعی ضروری ہے جب تک.
		-- Overheard in an algebra lecture.

%
اس کی بیوی سے طلاق ایک رومن، انتہائی ان ارکان، کی طرف سے مورد الزام ٹھہرایا جا رہا ہے جومطالبہ کیا، "وہ پاکباز نہیں تھا؟ کیا وہ مناسب نہیں تھا؟ وہ نتیجہ خیز نہیں تھا؟"اپنا جوتا باہر انعقاد، یہ نئی اور اچھی طرح سے بنایا نہیں تھا کہ آیا ان سے پوچھا.اس کے باوجود، یہ کہاں مجھ pinches ہے وہ، کیا تم میں سے کوئی بتا سکتا ہے شامل.
		-- Plutarch

%
A Scotsman کے ان سے Kilt پہن کر ایک دن ہائی سٹریٹ بھر چہلقدمی گیا تھا.انہوں نے اب تک روکنے کے قریب پہنچے، وہ ایک سرخ بدلنے میں دو نوجوان گورے محسوس کیااسے نظر اور ڈرتے ہوئے ہںسنا. ان میں سے ایک، پکارا "ارے، Scotty کی کیا پہنا ہےسے Kilt تحت؟ "وہ گاڑی کے طرف کے ختم strolled اور پوچھا، "سے Ach، لڑکی، تم ہوواقعی جاننا چاہتے ہو؟ "کسی حد تک اضطراب، سنہرے بالوں والی نے جواب دیا جی ہاں، اس نے کیاواقعی جاننا چاہتے ہیں.Scotsman کے قریب leaned اور رازدارنہ، "کیوں، لڑکی، کچھ بھی نہیں پہنا رہا ہےسے Kilt تحت، ہر چیز بہترین کام کر 'کے حکم میں ہے! "
		-- Plutarch

%
اس معاملے پر ایک تیز نقطہ نظر ناریوادی کے لئے خاص طور پر اہم ہےتحریک نسواں میں ایک اہم رجحان کی تعمیر کیا ہے، کیونکہ آج سوچامرد کی طرف سے نشانہ خواتین خطرے کی ایک ڈرامہ کے طور پر تسلط کا مسئلہجارحیت. بھی زیادہ بہتر ناریوادی مفکرین اکثر شرمیلیاس میں عورت کا اعتراف خوف کے لئے جمع کرانے کے تجزیہ، سے دورتسلط کے رشتے میں شرکت، ذمہ داری کی ذمہ داریکرنے کے لئے خواتین کی اخلاقی فتح عورتوں کو مردوں سے منتقل کرنے کے دکھایا جائے گا، اورمردوں. مزید عام طور پر، اس بنیاد پرست سیاست کی ایک کمزوری ہے: کرنے کے لئےمظلوم idealize، ان کی سیاست اور ثقافت سے اچھوتے کے طور پر اگرتسلط کے نظام کو، لوگوں کو ان کے اپنے میں حصہ نہیں لیا تھا کے طور پر اگرجمع کرانے کے. مطیع اور تابع کی ایک سادہ تعلقات کو کم کرنے اور تسلط کے لئے کیا تاتجزیہ کے لئے اخلاقی غم و غصہ متبادل ہے.
		-- Jessica Benjamin, "The Bonds of Love"

%
A ماہر عمرانیات، ماہر نفسیات، اور ایک انجینئر بحث کر رہے تھےنتائج اور ایک شادی شدہ مرد اور ایک رکھیل ہونے کے مضمرات.سماجی علوم کے ماہر کی رائے یہ بالکل ناقابل معافی اور دوٹوک ہے کہ تھاایک شادی شدہ مرد شادی کے بانڈ ہار، اور اس طرح کے نیچ میں مشغول کرنے کے لئےاور فحش سرگرمیوں.ماہر نفسیات کی رائے، اگرچہ اخلاقی طور پر قابل مذمت ہے کہ تھاایک آدمی ایک انسان کے طور پر اس کی مکمل صلاحیتوں کے حصول کے لئے ایک رکھیل ہونا ضروری ہے اگر،اس کے بعد - اچھی طرح سے ہے - انہوں نے آگے، جب تک وہ کے طور پر جانے کے لئے اور ایک رکھیل ہے کرنے کا انتخاب کر سکتے ہیںاپنی بیوی سے اس راز رکھنے کے لئے کافی ویچارشیل ہے.انجینئر پھر مداخلت: "مجھے یہ بھی یقین ہے کہ، اگر ضروری ہو تو،ایک شادی شدہ مرد ایک رکھیل کا حقدار ہے. تاہم، میں کیوں نظر نہیں آتاچکر کی بیوی سے چھپایا جائے چاہئے. اس کے برعکس، اگر معاملہکھلے میں باہر ہے، اس کے بعد جمعہ کی شام اس نے اپنی بیوی کو بتا سکتی ہے کہ وہ، اس کی مالکن کو دیکھ کر اس کی مالکن کو بتانا ہے کہ وہ کے ساتھ ہونے جا رہا ہے جا رہا ہےاس کی بیوی، اس کے بعد ان کے دفتر میں جانا اور کچھ کام کیا حاصل! "
		-- Jessica Benjamin, "The Bonds of Love"

%
ایک بیوی کو نکاح کی لمبائی کے لئے رہتا ہے، لیکن ایک سابق بیوی ہے* آپ کی زندگی کے آرام کے لئے *.
		-- Jim Samuels

%
وہ بھی اس کے طور پر اگر لگتا ہے - ایک عورت اخلاقی اور دلچسپ دونوں دیکھ سکتے ہیںکافی جدوجہد کر رہے تھے.
		-- Edna Ferber

%
ایک عورت بہت امیر ہے یا بہت پتلی نہیں ہو سکتی.
		-- Edna Ferber

%
ایک عورت ایک عورت، تھا کیا وہ کس طرح پتہ تھا کہ سب سے بہتر طریقہ کیا.اس سے کم، ناقابل تصور کرنا زیادہ کرنا، ناممکن تھا.
		-- Dirisha, "The Man Who Never Missed"

%
ایک خاتون جرات جن میں اس کی خوبصورتی کو مجرم ہو ہماری حوصلہ افزائی کی ہے معاف کر دے.
		-- LeSage

%
ایک عورت ہونے کے لئے اس کی زندگی میں ایک یا دو بار ایک برا آدمی سے محبت کرنے کو مل گئی ہےایک اچھا ایک کے لئے شکر گزار.
		-- Marjorie Kinnan Rawlings

%
ایک عورت آپ کے سائے کی طرح ہے؛ وہ اڑاتے ہیں، اس کی پیروی کرو اس سے پرواز، وہ مندرجہ ذیل ہے.
		-- Chamfort

%
ایک عورت کو بہت اچھی طرح، ایک آدمی کے ساتھ ایک دوستی تشکیل کر سکتے ہیں، لیکن یہ برداشت کرنے کے لئےیہ ایک چھوٹا سا جسمانی نفرت کی طرف سے مدد کی جائے ضروری ہے.
		-- Nietzsche

%
ادار کردار کی ایک عورت اس کی زندگی ایک ہزار بار قربان کرے گااس کے پریمی کے لئے پر، لیکن کے ایک سوال پر ہمیشہ کے لئے اس کے ساتھ ٹوٹ جائے گافخر - کھولنے یا بند کرنے کے لئے دروازے کی.
		-- Stendhal

%
ایک عورت اس کی اپنی خوشبو خریدنے کے لئے نہیں ہونا چاہئے.
		-- Maurine Lewis

%
ایک آدمی کو بغیر ایک عورت کو ایک سائیکل کے بغیر ایک مچھلی کی طرح ہے.
		-- Gloria Steinem

%
ایک آدمی کو بغیر ایک عورت کو ایک سائیکل کے بغیر ایک مچھلی کی طرح ہے.لہذا، ایک عورت کے بغیر ایک شخص نے ایک مچھلی کے بغیر ایک سائیکل کی طرح ہے.
		-- Gloria Steinem

%
ایک عورت کا سب سے بہتر تحفظ اس کی خود کی ایک چھوٹی سی رقم ہے.
		-- Clare Booth Luce, quoted in "The Wit of Women"

%
ایک عورت کے گھر گھر میں ... اور سینیٹ میں ہے.
		-- Clare Booth Luce, quoted in "The Wit of Women"

%
ایک عورت، اس نے کچھ جاننے کی بدقسمتی ہے خاص طور پر اگر،اس کے ساتھ ساتھ وہ کر سکتے ہیں کے طور پر اس کی پردہ پوشی کرنا چاہئے.
		-- Jane Austen

%
ایک ہین جذبات کے ساتھ ایک نوجوان شوہر وہ صرف ایک تھا اصرارسمندر کے کنارے پر چھوٹی سی کنکری. آپ کرنا چاہتے ہیں تو شادی کے مشیر نے اس سے کہا، "آپ کی شادی کو بچانے، آپ کو بہتر ایک چھوٹی سی چٹان ہو جائے گا. "
		-- Jane Austen

%
وہ دیکھا جب ایک نوجوان مرد اور اس کی گرل فرینڈ مین اسٹریٹ ساتھ چل رہے تھےایک زیورات کی دکان ونڈو میں ایک خوبصورت ہیرے کی انگوٹی. "واہ، مجھے یقین ہے کہ پسند کروں گاکہ ہے! "وہ پڑیں."کوئی بات نہیں،" اس کے ساتھی کے ذریعے ایک اینٹوں پھینک جواب دیا،ونڈو اور انگوٹی پکڑ.چند بلاکس بعد میں، عورت ایک مکمل لمبائی سیبل کوٹ تعریف کی. "کیامیں نے اس کے مالک کے لئے دے گا، "انہوں نے کہا، چیخنا چلانا."کوئی بات نہیں،" انہوں نے کھڑکی سے ایک اینٹوں پھینک اور پکڑ نے کہا،کوٹ.آخر میں، گھر کے لئے ٹرننگ، وہ ایک کار ڈیلرشپ منظور. "یار، مجھے کیا کرنا چاہتے ہیںان لوگوں رولس Royces میں سے ایک کے لئے کچھ بھی، "انہوں نے کہا."جیج، بچے،" آدمی، ماتم "اگر آپ کو لگتا ہے کہ میں اینٹوں سے بنا رہا ہوں؟"
		-- Jane Austen

%
AA AAAAAAAAAaaaaaaaaaaaaaaaccccccccckkkkkk !!!!!!!!!تم جانور! ایک خواتین کمرے میں داخل ہونے سے پہلے دستک!
		-- Jane Austen

%
نہیں کچھ نہیں 'ایک بوڑھے آدمی نے میرے لئے ایسا کرتے ہیں لیکن ایک جوان آدمی سے ایک پیغام لا سکتے ہیں ہے.
		-- Moms Mabley

%
قیام کے اخراجات جس کے ذریعے ایک نظام ہے، دو افراد ایک غلطی، ان میں سے ایک کا ہے جباس کے لئے ادا کرنے کے لئے جاری.
		-- Peggy Joyce

%
قیام کے اخراجات ایک مردہ گھوڑے کے لئے جئی خریدنے کی طرح ہے.
		-- Arthur Baer

%
قیام کے اخراجات رائٹنگ کلاس کی لعنت ہے.
		-- Norman Mailer

%
تمام heiresses خوبصورت ہیں.
		-- John Dryden

%
تمام شوہروں ایک جیسے ہیں، لیکن آپ کو بتا سکتے ہیں تاکہ وہ مختلف چہروں ہےان کے علاوہ.
		-- John Dryden

%
زندگی ایک بیوی ہے میں تمام اکثر لوگ واقعی چاہتے ہیں، ایک گھر، دو بچوں اور ایک کار،ایک بلی، کوئی شاید ایک کتا. Ummm، بچوں میں سے ایک سکریچ اور ایک کتے کو شامل.یقینی طور پر ایک کتے.
		-- John Dryden

%
میرے عملے پر تمام مردوں ٹائپ کر سکتے ہیں.
		-- Bella Abzug

%
سب کام اور کوئی تنخواہ ایک گھریلو خاتون ہوتا.
		-- Bella Abzug

%
امریکی ثقافت آٹوموبائل، اور وعدہ کے کسی بھی جوان آدمی پر مبنی ہےایک کے مالک ہیں اور اس میں عظیم فاصلے سفر کرنے کے لئے چاہتے ہیں کے لئے کی جا رہی ہے. چنانچہ،تمنا کے کسی بھی نوجوان عورت اس کی چھٹیوں کے سب سے زیادہ خرچ کرنے کی توقع کرنی چاہئےایک گاڑی میں، نا واقف کونوں میں تحقیقات. وہ کس طرح پتہ کرنے کی ضرورت نہیں ہےڈرائیو کرنے کی ہے لیکن وہ یقینی طور پر روڈ میپ اس جبکہ پڑھنے کے لئے توقع کی جائے گیشوہر کو چلاتی ہیں، اور وہ نہیں کر سکتے تو یا وہ اگر اسے دینے میں غیر معمولی سست ہےمدد کی، وہ مصیبت کی وجہ سے پابند ہے. لہذا، آپ کو کالجوں کہ لگتا تھاجس میں روشن نوجوان سے شادی کرنے جا رہے ہیں جو روشن جوان عورتوں کو تربیتمرد جو اس پار آگے پیچھے دہاڑے کہ میں Cadillacs مالک کے لئے جا رہے ہیںبراعظم کے نقشے پڑھنے کے لئے لڑکیوں کو پڑھانے گا. کوئی بھی نہیں کرتے. انہوں نے ایک سو سکھانے کےدوسرے بیکار چیزیں، لیکن کبھی ایک کے بارے میں ایک لفظ ہے کہ سبب بن جائے گاسب سے بڑی رگڑ.
		-- James Michener, "Space"

%
ایک ہوائی جہاز کے پائلٹ ایک ہی وقت میں دو بہت خوبصورت عورتوں سے منگنیوقت. ایک یڈت نامزد کیا گیا تھا؛ دیگر کیٹ نامی. انہوں نے ملاقات کی وہ دریافتاسی کی منگیتر تھی، اور اسے بتایا. "کیا تم کمینے ہماری زندگی سے نکل جاؤ. ہم کریں گےآپ کو سکھانے تم بھی، آپ کیٹ اور یڈت کی ضرورت نہیں کر سکتے ہیں کہ. "
		-- James Michener, "Space"

%
ایک آشاوادی شادی کے لئے آگے لگ رہا ہے جو ایک شخص ہے.ایک نراشاوادی ایک شادی شدہ آشاوادی ہے.
		-- James Michener, "Space"

%
"اور تم دونوں آپ کر رہے ہیں لگتا ہے کہ کیا کرنا ہے ؟!" ، شوہر دھاڑتا وہ آیا کے طور پردوسرے آدمی کے ساتھ بستر میں اپنی بیوی پر. بیوی کر دیا گیا ہے اور اس پر مسکرایاساتھی."دیکھا؟" کہتی تھی. "میں نے تم سے کہا تھا کہ وہ پاگل تھا!"
		-- James Michener, "Space"

%
اور ابھی تک میں نے بہت پسند کیا جانا چاہیے تھا، میں نے، مالک اس کے ہونٹ چھو لیا ہے کرنے کے لئے؛ کرنےوہ ان کو کھول دیا ہے ہو سکتا ہے، اس سے پوچھ گچھ کی ہے؛ پر دیکھا ہے کے لئےاپنی اداس آنکھوں کی پلکوں، اور ایک شرمانا کبھی نہیں اٹھایا. چھوڑ دیتی ہو کرنے کے لئےبالوں کی ڈھیلی لہروں، جن میں سے ایک انچ قیمت سے باہر ایک keepsake ہو جائے گا:مختصر میں، میں نے پسند کیا جانا چاہیے تھا، میں نے اقرار کرتے ہلکے پڑا ہے کرنےایک بچے کے لائسنس، اور انسان اس کی قدر جاننا کافی ابھی تک.
		-- Charles Dickens

%
کوئی بھی لڑکی گلیمرس ہو سکتا ہے؛ تمہیں کیا کرنا ہے سب کو اب بھی کھڑے ہیں اور بیوکوف ہے.
		-- Hedy Lamarr

%
جس عورت ایک حجم ایک اس کو پڑھنے کے لئے کس طرح جانتا ہے اگر.
		-- Hedy Lamarr

%
جو کہتے ہیں کہ وہ عورتوں کے ذریعے دیکھ سکتے ہیں کوئی بھی شخص کو بہت یاد کیا جاتا ہے.
		-- Groucho Marx

%
"کچھ اور، سر؟" ، توجہ bellhop پوچھا اس کی سب کی کوشش کرمیں ان کے سایبان سوٹ میں عورت اور شریف آدمی کو آرام دہ بنانے کے لئےپاش ہوٹل."نہیں، نہیں، آپ کا شکریہ،" جنٹلمین جواب دیا."اپنی بیوی، صاحب لئے کچھ بھی؟" bellhop پوچھا."کیوں، جی ہاں، نوجوان شخص،" جنٹلمین کہا. "آپ مجھے ایک لے آئے گیپوسٹ کارڈز؟ "
		-- Groucho Marx

%
باپ دادا کو عام جانے کے طور پر، یہ شاید ہی کبھی یتیم ہونا ایک بدقسمتی ہے؛ اورشاذ و نادر ہی ایک بدقسمتی کے طور پر، بیٹوں کے جنرل چھپائی غور کر بے اولاد ہونے کا.ایک آدمی اور اس کی بیوی کے درمیان صرف ٹھوس اور دیرپا امن ضرور، ہے،علیحدگی.
		-- Lord Chesterfield, letter to his son, 1763

%
وہ کس طرح ایک میجر لیگ کی ٹیم بنانے کے لئے پہلی خاتون ہونے محسوس کیا پوچھا، اس نےکہا کہ میں نے اس سلسلے میں الفاظ "کیچڑ میں ایک سور، کی طرح"، اور اس کے بعد تبدیل کر دیا اورمیں رم بھیگی پلگ کے WAD سے تمباکو جوس کا ایک squirt جاری کیا اس کےدائیں گال. وہ چیزیں یہ کہا جاتا پلگ کی ایک نایاب برانڈ، چبایا جس میں وہوہ نکاراگوا موسم گرما کی گیند سے کھیل رہا تھا جب چبانا سیکھا. اس نے کہالکھنے والوں، "وہ تو وہاں نیچے میرے پاس مطلب کیا گیا تھا جس میں آپ کو اسے لکھ نہیں سکتے تھے آپاخبار. میں بھی بستر پر ہر جگہ ایک بندوق لے لی میں نے جاکر،. * خاص طور پر کرنے کے لئے *بستر. اگر آپ کو یقین نہیں کر سکتے جیسے لوگ میرے پیچھے تھے. میں نے شروع کر دیا جب کہتمباکو چبانے - کوئی بات نہیں کتنا برا کسی کو آپ کا علاج کرتا ہے، کیونکہ یہ نہیں ہےاس کے طور پر کے طور پر برا. یہ دنیا میں سب سے زیادہ چبانا ہے. اس کے بعد،باقی سب آڑو اور کریم. "لکھنے والوں پر منتخب جنٹلمین جم ہے،گورییا کی پی.آر. فام آدمی، ایک حصہ کاٹ اور اسے چکھا کس طرح ان کو بتانے کے لئے،اور وہ بیٹھ گیا اور چبایا کے طور پر یہ اس کی پرانی sunburnt رخساروں اور وہ نیچے بھاگ آنسوتھوڑی دیر کے لئے بات نہیں کر سکتا. پھر اس نے سرگوشی کی، "آپ کے لئے یہ چبا رہا ہوںدو سال؟ خدا، میں نے اسے ایک عورت ہونا بہت مشکل تھا کوئی اندازہ نہیں تھا. "
		-- Garrison Keillor

%
آخر کار میں نے اپنے سپنوں کی لڑکی تلاش کر لیا ہے. گزشتہ رات وہ مجھ سے کہا،"ایک بار پھر، عجیب، اور اس وقت * میں * سے Donnie ہو جائے گا اور * آپ * میری ہو.
		-- Strange de Jim

%
انڈرگریجویٹ کی بیویوں اور لونڈیوں کی عمر کے بچوں کو ہمیشہ کامل ہیں.
		-- Nicolas Chamfort

%
بنیادی طور پر میری بیوی نادان تھا. مجھے غسل میں گھر میں ہو جائے گا اور وہ چاہوںمیں آتے ہیں اور میرے کشتیاں ڈوبنے.
		-- Woody Allen

%
عورتوں کے ساتھ اپنے روابط میں چوکس ہو جائے. اس پر دیکھی جا کرنے کے لئے بہتر ہےایک عورت کے ساتھ بڑے پیمانے پر کے مقابلے میں ایک آدمی کے ساتھ اوپیرا.
		-- De Maintenon

%
قربانیوں کو قبول کرنے کے لئے تیار کیا جائے. Vestal کنواریاں سب اتنا برا نہیں ہیں.
		-- De Maintenon

%
خوبصورتی شاذ دوسرے ایک عورت کو سفارش کی گئی ہے.
		-- De Maintenon

%
خوبصورتی، دماغ، دستیابی، شخصیت، کسی بھی دو لینے.
		-- De Maintenon

%
تین چھوٹے الفاظ ہیں شادی سے پہلے شادی کے بعد "میں تم سے محبت کرتا ہوں،"وہ "چلو باہر کھانا کھاتے ہیں." ​​ہیں
		-- De Maintenon

%
ہر کامیاب مرد کے پیچھے آپ کو پہننے کے لئے کچھ نہیں کے ساتھ ایک عورت کو تلاش کریں گے.
		-- De Maintenon

%
اپنی صحت کی حالت پر bothersome بن گیا تھا کے بارے میں کہا جا رہا solicitouslyکاک پارٹی میں حاملہ عورت سے. اور ابھی تک ایک مہمان پاس گئاور دریافت کیا، "ٹھیک ہے، آپ کو کس طرح ان دنوں محسوس کر رہے ہو؟""نہ بھی اچھی طرح،" حاملہ ماں نے کہا. "تم جانتے ہو، میں نے بہت یاد کیاسات یا آٹھ ادوار اب اور اس سے مجھے فکر کرنے کے لئے شروع کر رہا ہے. "
		-- De Maintenon

%
غلامی کہا جا کرنے کے لئے استعمال کسی کی طرف سے ملکیت کیا جا رہا ہے - اب یہ کہا جاتا ہے وابستگی.
		-- De Maintenon

%
بینی ہل: آپ کو ایک مونگ پھلی چاہیں گے؟لڑکی: نہیں، آپ کا شکریہ، میں ذمہ داری کے تحت نہیں کرنا چاہتے.بینی ہل: آپ ایک مونگ پھلی کے لئے ذمہ داری کے تحت نہیں ہو گا.یہ ایک چاکلیٹ بار یا کچھ اور کے طور پر اگر یہ نہیں ہے.
		-- De Maintenon

%
bigamy کے ایک زوج بھی بہت سے چل رہا ہے. پردہ کی ایک ہی ہے.
		-- De Maintenon

%
پرندوں اور مکھیوں سیاہ کے طور پر زندگی کے حقائق کے ساتھ کوئی تعلق جتنا ہےnightgowns کے گرم رکھنے کے ساتھ کیا.
		-- Hester Mundis, "Powermom"

%
لڑکے نے کسی کی رینج سے باہر ہیں کم از کم، اس بات کا یقین تفہیم ہےوہ 18 ماہ اور 90 سال کی عمر کے درمیان ہیں جب.
		-- James Thurber

%
بوائز بوائز کو ہو گا، اور تو درمیانی عمر کے مردوں کی ایک بہت ہو جائے گا.
		-- Kin Hubbard

%
Brigands آپ کی رقم یا آپ کی زندگی کا مطالبہ کریں گے، اور اگر عورت دونوں کا مطالبہ کریں گے.
		-- Samuel Butler

%
سب کا مطلب ہے کی طرف سے شادی: اگر آپ ایک اچھی بیوی ملتی ہے تو، آپ کو خوش ہو جائے گا؛ اگر آپایک برا ایک ہو جاؤ، آپ کو ایک فلسفی بن جائے گا.
		-- Socrates

%
بدلتے شوہروں / بیویوں کو مشکلات تبدیل کر رہا ہے.
		-- Kathleen Norris

%
شادی میں سے انتخاب کریں صرف ایک عورت آپ اگر وہ ایک دوست کے طور پر انتخاب کریں گے جنایک آدمی تھے.
		-- Joubert

%
شادی کے لئے پریم، ایک بہت ہی سست پلے کے لئے ایک بہت دلچسپ Prologue کی کے طور پر.
		-- William Congreve

%
ڈارلنگ: کے ایک رکن سے بات کرتے ہوئے میں استعمال ایڈریس کی مقبول شکلمخالف جنس جس کا نام آپ کو اس وقت یاد نہیں کر سکتے.
		-- Oliver Herford

%
محترم مس آداب:I کے صرف تیس فیصد موقع ہے یہاں تک کہ اگر، ایک بڑا سیاہ چھتری لے جانےبارش. میں نے اس کے تحفظ کا اشتراک میرے لیے اجنبی ہے جو ایک نوجوان عورت پوچھ سکتا ہوں؟آج صبح، میں نے تقابلی آرام میں ایک بس کا انتظار کر رہا تھا، میری چھتریمجھے بارش سے حفاظت، اور ہو رہی ہے ایک کشش نوجوان عورت محسوس کیابھیگی. میں نے اکثر، میری بس اسٹاپ پر دیکھا ہے ہم نے بات کی ہے کبھی نہیں کیا ہے، اگرچہ،اور میں بھی اس کا نام معلوم نہیں ہے. I کے تحت حاصل کرنے کے لئے کہا جا سکتا تھا میراتوہین آمیز دیکھنے کے بغیر چھتری؟نرم ریڈر:یقینا. کم خوش قسمت آپ کو ہمیشہ مناسب ہے کے مقابلے میں ان لوگوں کے لئے غور،تم کس طرح کے بارے میں بڑبڑا روک دیا تو یہ اس بات پر قائل کیا جائے گا اگرچہکشش وہ ہے. تاکہ گڈ Samaritanism بدنام، مس دینے کے لئے نہیںآداب اجازت دینے کے لئے آپ سے کہتا ہے اس کی دو یا تین unmolested تحفظ کی برسات کے دنآپ کے حملے کرنے سے پہلے.
		-- Oliver Herford

%
محترم مس آداب:تمہارے چہرے سے ایک آدمی کے لعاب کو دور کرنے کے کچھ طریقے ہوشیاری برتیں فہرست براہ کرم.نرم ریڈر:آپ کے چہرے پر ایک آدمی کے لعاب کو حاصل کرنے کے کچھ مہذب طریقے فہرست براہ کرم. توسججن نادانستہ طور پر حوصلہ افزائی کے ساتھ کرنے کے لئے آپ کا اسپرےمباحثے، اگر آپ دو میں تیزی آسکے پیچھے ہٹ آپ کے رومال سے باہر لانے، اور سکتا ہےساتھ کپڑا پشت بندی کرتے ہوئے، آپ کی ناک پونچھنے کے التواء کے ذریعے جانے کےجو بھی راستے mopping کے کی ضرورت ہے کو منتخب کرنے کی آپ کے چہرے. اگر، تاہم،مادہ ایک سے زیادہ مباشرت کی حوصلہ افزائی کے نتیجے میں حاصل کیا گیافطرت، آپ کو آپ کے ناجک گلابی زبان کی ایک فلم کے ساتھ اسے دوبارہ حاصل کر سکتا ہے.
		-- Oliver Herford

%
کہ صرف پہلا ہے، مغفرت طلب کرنا ایک عورت کی اجازت نہیں دیتےقدم. دوسرے آپ کا الزام طرف سے خود کا جواز ہے.
		-- DeGourmont

%
تم نے اپنی ماں کو لگتا ہے اور میں اتنی دیر آرام سے رہ رہے ہیں چاہئےاگر کبھی مل کر ہم شادی کی گئی تھی؟
		-- DeGourmont

%
ہر دکھ آنکھوں عورت سے محبت اور کھو دیا ہے کہ فرض نہ کریں - وہ مئیاسے مل گیا ہے.
		-- DeGourmont

%
پتہ نہیں میں واپس آتا ہوں کس وقت، ماں کریں. شاید جلد ہی وہ مجھے باہر پھینک دے بعد.
		-- DeGourmont

%
پیسے کے لئے نکاح نہ کرنا. آپ کو یہ سستا قرضے لے سکتے ہیں.
		-- Scottish Proverb

%
اونچا خواتین نرمل گھروں کو ہے.
		-- Scottish Proverb

%
امریکہ کے دورے کے دوران، ونسٹن چرچل ایک کھانے کی دعوت دی گئیظہرانے جس میں سردی تلا ہوا چکن کام کیا گیا تھا. ایک سیکنڈ کے لئے ریٹرننگمدد، وہ شائستگی سے پوچھا، "میں نے کچھ کو چھاتی لے سکتا ہوں؟""مسٹر چرچل،" اس ملک میں ہم دعا گو میزبان نے جواب دیا، "سفید گوشت یا تاریک گوشت. "چرچل دریادلی سے معافی مانگ لی.اگلی صبح، لیڈی سے ایک شاندار آرکڈ موصول ہوئیغیرت کے نام پر اس کے مہمان. ہمراہ کارڈ پڑھے: "میں سب سے زیادہ ہے تو واجب کر دیا جائے گاآپ کو آپ کے سفید گوشت پر اس پن کریں گے. "
		-- Scottish Proverb

%
اقتصادی ماہرین اب بھی کم از کم کے ساتھ کیوں لڑکیوں جاننے کی کوشش کر رہے ہیںاصول سب سے زیادہ دلچسپی اپنی طرف متوجہ.
		-- Scottish Proverb

%
شادی شدہ مردوں کی اسی فیصد امریکہ میں دھوکہ. باقی یورپ میں دھوکہ.
		-- Jackie Mason

%
... اسی سال بعد میں وہ اب بھی کے نوجوان سنتاپ کے ساتھ یاد کر سکتا ہے اس کیاصل خوشی ان سے Ada ساتھ محبت میں گرنے.
		-- Nabokov

%
ایک خاتون آئنسٹائن اسسٹنٹ کے طور پر ترقی ہو جاتا ہے جب مساوات نہیں ہےپروفیسر؛ ایک خاتون schlemiel ایک کے طور پر روزہ کے طور پر آگے چلتا ہے جب مساوات ہےلڑکا schlemiel.
		-- Ewald Nyquist

%
یوجین D'البرٹ، ایک متنبہ جرمن موسیقار، چھ مرتبہ شادی کی تھی.ایک شام استقبالیہ وہ جلد ہی اپنا پانچویں بیوی کے ساتھ شرکت کی جس میںان کی شادی کے بعد، وہ ایک دوست ہے جو شائستگی کہا دو لیڈی پیش کیا"مبارک ہو، ہیر D'البرٹ؛ آپ شاید ہی کبھی مجھ سے متعارف کرایا ہے تاکہدلکش ایک بیوی. "
		-- Ewald Nyquist

%
"یہاں تک کہ آج کل ایک آدمی کو تیز اور احساس کے بغیر ایک عورت کو نہیں مار سکتےصرف تھوڑا سا unchivalrous ... "
		-- Robert Benchley

%
سائن زیادہ ہے جو ہر انسان میں سوچنے کے لئے اس نے خود یہ سب کیا ہے کہ پسند کرتا ہے،اور بیوی مسکراتا اور اس سے اوپر جانے کی اجازت دیتا.
		-- Barrie

%
ہر کوئی پیدائش کے وقت، ہارمون کی ایک ہی رقم دی جاتی ہے، اورآپ کے بالوں کی بڑھتی ہوئی کے لئے آپ استعمال کرنا چاہتے ہیں، جو میرے ساتھ ٹھیک ہے.
		-- Barrie

%
میں آئیووا سٹیٹ سروے ریٹیڈ مشینری تعطل زیادہ کسانوںطلاق کے مقابلے میں دباؤ.
		-- Wall Street Journal

%
حقوق نسواں کے حامی صرف انسانی نسل ایک ٹائی بننا چاہتا ہوں.
		-- Wall Street Journal

%
پہلا پیار کوئی واقعی، صرف ایک چھوٹی سی حماقت اور تجسس کی ایک بہت ہےسوابمانی عورت اس کا فائدہ لے جائے گا.
		-- George Bernard Shaw, "John Bull's Other Island"

%
چھیڑھانی آدمی اپنے آپ سے خوش محسوس کر کے نرم فن ہے.
		-- Helen Rowland

%
ایک جوان آدمی، ابھی تک نہیں کے طور پر: ایک بوڑھے آدمی کے لئے، کبھی نہیں بالکل.جب ایک آدمی سے شادی کرنی چاہیے؟ ایک جوان آدمی ہے، ابھی تک نہیں؛ ایک بزرگ آدمی، بالکل نہیں.
		-- Sir Francis Bacon, "Of Marriage and Single Life"

%
ایک جوان آدمی، ابھی تک نہیں کے طور پر: ایک بوڑھے آدمی کے لئے، کبھی نہیں بالکل.جب ایک آدمی سے شادی کرنی چاہیے؟ ایک جوان آدمی ہے، ابھی تک نہیں؛ ایک بزرگ آدمی، بالکل نہیں.
		-- Sir Francis Bacon, "Of Marriage and Single Life"

%
میں نے میں نے ایک سال دور اس سے رہیں گے قسم کھائی ہے؛ باہر اور افسوس!لیکن دن کے وقفے کے ساتھ میں نے منت کے لئے گئے تھے.
		-- Paulus Silentiarius, c. 540 A.D.

%
تیس سال کے لئے ایک آدمی محترمہ کے ساتھ ہر شام کو خرچ کرنے گئے تھے. ___.جب اس کی بیوی مر گئے ان ارکان ایمان لائے وہ اس سے شادی کرے گا، اور زور دیا کہ وہاس کے ایسا کرنے کے لئے. "نہیں، نہیں،" انہوں نے کہا کہ: "میں نے تو، جہاں میں نے کے لئے ہونا چاہئےمیری شام کو خرچ؟ "
		-- Chamfort

%
خوش قسمت جن بیلے toils لئے وہ ہے.
		-- Chamfort

%
FORTUNE مردوں اور عورتوں کے درمیان اختلافات پر تبادلہ خیال: # 14کم چل رہی ہے:کی ایک مرد اور عورت کو ٹی وی پر ایک باکسنگ میچ دیکھ رہے ہیں کا کہنا ہے کہ. ایکباکسروں کی ایک کم دھچکا کی طرف سے کاٹ دیے جاتا ہے. عورت کہتی ہے "اوہ، جی. یہ ضروریچوٹ. "آدمی پر ڈبلز اور اصل میں درد محسوس ہوتا ہے.تیار ہونا:ایک عورت، شاپنگ، پانی کے پودوں کو جانے کے لئے تیار کرے گا خالیردی کی ٹوکری میں، فون کا جواب، ایک کتاب پڑھی، میل حاصل. ایک شخص کے کپڑے گاکے لئے: شادیوں، جنازوں. کے بارے میں یاد ہے جب، شادیوں کی بات کرتے ہوئےشادیوں، خواتین "تقریب" کے بارے میں بات. مرد "بیچلر بارے میں ہنسناپارٹی ".ڈیوڈ Letterman:مرد لگتا ڈیوڈ Letterman کے چہرے پر funniest آدمی ہےزمین. خواتین لگتا ہے کہ وہ ہمیشہ ایک بری بال کٹوانے والے ایک مطلب، نیم dorky آدمی ہے.
		-- Chamfort

%
FORTUNE مردوں اور عورتوں کے درمیان اختلافات پر تبادلہ خیال: # 16تعلقات:سب سے پہلے، ایک آدمی ایک رشتہ ایک رشتہ فون نہیں کرتا - وہ"کے طور پر اس وقت اس سے مراد جب میرے اور Suzie ایک نیم باقاعدہ پر کر رہے تھےبنیاد ".ایک رشتہ ختم ہونے پر، ایک عورت روتے اور اس کے دل انڈیل دوں گااس گرل، اور وہ عنوان سے ایک نظم لکھیں گے "تمام انسان احمق ہیں". پھروہ اپنی زندگی کے ساتھ پر حاصل کریں گے.ایک شخص نے ایک چھوٹا سا زیادہ مصیبت دے جاؤ ہے. چھ ماہ کے بعدٹوٹنے، ایک ہفتہ کی رات 3:00 بجے، وہ کال کریں اور صرف یہ کہنا، "میں ہوں گےآپ کو پتہ ہے تم نے میری زندگی برباد کی اجازت چاہتا تھا، اور میں آپ کو کبھی معاف نہیں کرونگی، اور میںتم سے نفرت کریں، اور آپ کی کل والی floozy ہیں. لیکن میں تم سے نہیں ہے کہ میں جاننا چاہتا ہوںہمیشہ ہمارے لئے ایک موقع ". یہ بھی کہا جاتا ہے" مجھے تم سے نفرت ہے / میں نے تم سے محبت "شرابی فون کال، کہ 99٪ تمام مردوں میں کم از کم ایک بار بنایا ہے تو. وہاں ہےکمیونٹی کالجوں مردوں اس ضرورت سے زیادہ حاصل کرنے میں مدد کے لئے نصاب پیش کرتے ہیں؛ افسوسان کلاسوں شاذ و نادر ہی مؤثر ثابت.
		-- Chamfort

%
FORTUNE مردوں اور عورتوں کے درمیان اختلافات پر تبادلہ خیال: # 17جوتے:، جوتوں، کپڑے جوتے: اوسط آدمی جوتے کے 4 جوڑے ہےجوتے، اور موزے. اوسط عورت جوتے فلور پر 4 تہوں موٹی ہےاس الماری کی. ان میں سے بیشتر اس کے پاؤں کو چوٹ پہنچائی.دوست بنانا:ایک عورت، مشترکہ مفادات کے ساتھ ایک اور عورت سے ملاقات کریں گے چند باتیں کرتے ہیںایک دوسرے کے ساتھ، اور، کی طرح کچھ کہہ "میں ہم اچھے دوست بن سکتے ہیں امید ہے."ایک شخص، مشترکہ مفادات کے ساتھ کسی دوسرے آدمی سے ملاقات کریں گے چند باتیں کرتے ہیںایک دوسرے کے ساتھ، اور کچھ نہیں کہنا. اس دوسرے آدمی کے ساتھ بات چیت کے سال کے بعد،امیدیں اور خدشات ہیں کہ وہ اپنا امام میں بتانا نہیں کرے اشتراک یاماہر نفسیات، انہوں نے آخر میں نیچے اس کے گارڈ شرابی کی ایک فٹ میں بتا دونگاجذباتیت اور جو ایسی بات کسی کے لیے، جیسے "آپ جانتے ہیں کہ کچھ، کا کہنا ہے کہجرک، مجھے تم ٹھیک ہو لگتا ہے. "
		-- Chamfort

%
FORTUNE مردوں اور عورتوں کے درمیان اختلافات پر تبادلہ خیال: # 2ڈیسرٹ:ایک عورت فنکارانہ لئے ایک النکرت شیرینی عام طور پر تعریف کرے گاکام یہ ہے، اس کے خالق کی حمد کرتے اور اس سے پہلے ایک مناسب وقفہ انتظار کروہ ہچکچاتے ہوئے ایک کنارے سے دور ایک چھوٹا سا Sliver کے لیتا ہے. ایک شخص کی طرف سے شروع ہو جائے گامرکز میں چیری پکڑ.کاروں کی مرمت کی:اوسط آدمی اپنے Y گنسوتر مکمل مرمت مشتمل سوچتادوسری جنگ عظیم کے بعد کی جانے والی ہر گاڑی کے لئے دستورالعمل. انہوں نے کہا کہ ایک مسئلہ پر کام کریں گےخود یہ یا تو چلی جاتی ہے یا یہ کہ "نہیں ہو سکتا کچھ میں بدل جاتا ہے جب تک"خصوصی آلات کے بغیر طے.اوسط عورت سوچتی ہے کہ "عجیب مککا-مککا شور" ایک ہےایک آٹو مسئلے کا درست وضاحت. وہ کرے گا، تاہم، ہےمناسب وقفوں اور اس طرح اوپر سے سروس گاڑی کے مقابلے میں قدرے کم پڑ مسائلاوسط آدمی.
		-- Chamfort

%
FORTUNE مردوں اور عورتوں کے درمیان اختلافات پر تبادلہ خیال: # 4کپڑے:مردوں کے کپڑے ضائع نہ کریں. اوسط آدمی اب بھی جم قمیض ہےوہ ہائی اسکول میں پہنا تھا. انہوں نے کہا کہ ایک جیکٹ کے بارے میں "صرف میں ٹوٹ رہی" ہے سوچتا ہےوقت یہ کہنیوں میں سوراخ تیار کرتا ہے. ایک شخص نے نئی شرٹ پر بیٹھ گےڈالنے سے پہلے سال کے ایک جوڑے کے لئے ان کے اصل پیکیجنگ میں شیلفانہیں امید کر رہا ہے کہ وہ عمر کے ساتھ زیادہ آرام دہ ہو جائے گا، استعمال کرنے کے لئے.خواتین کے کپڑے ایک سال کی نصف زندگی کے ساتھ، تابکار ہیں لگتا ہے کہ.انہوں نے گزشتہ سال کے فیشن کی طرف سے آلودگی سے بچنے کے لئے احتیاطی تدابیر اختیار کو بروئے.
		-- Chamfort

%
FORTUNE مردوں اور عورتوں کے درمیان اختلافات پر تبادلہ خیال: # 5ٹرسٹ:اس کے ساتھی کو بیوکوف بنا ہے تو اوسط عورت واقعی بتایا جائے پسند کریں گےکے ارد گرد اس کی پیٹھ کے پیچھے. یہ وہی عورت اس کی بہترین دوست کو بتا نہیں کرے گا تووہ جانتا تھا سب سے اچھا دوست 'ساتھی چکر چل رہا تھا. وہ اس کو بتا دونگادوسرے دوستوں، تاہم. اوسط آدمی کچھ نہیں کہیں گے انہوں نے کہا کہ جانتا ہے تواپنے دوست کے ساتھیوں میں سے ایک مستی ہے، اور وہ نہیں بلکہ تو معلوم نہیں تھاان کے ساتھی یا تو ایک چکر چل رہا ہے، خوف کی وجہ سے یہ ایک کے ساتھ ہو سکتا ہےاپنے دوستوں کے. انہوں نے کہا کہ، ان کے اپنے ہی معاملات کے بارے میں اس کے تمام دوستوں کو بتائیں گے اگرچہوہ ایک alibi کی ضرورت ہے تاکہ وہ تیار ہو سکتا ہے.ڈرائیونگ:وہ پیچھے تخم کے طور پر ایک عام آدمی کے طور پر جلد ہی وہ کے ماریو Andretti سوچتاان کی گاڑی کا پہیا. حقیقت یہ نہیں رکھ ہے ایک 8 سالہ ہونڈا کی کہکرنے کی کوشش کر کی طرف سے ان کی کوشش کر رہا ہے جو پورش میں آدمی باہر تیز کریںکاٹ کرنے کے لئے؛ فریوی پر-ریمپ کون ہے کو دیکھنے کے لئے دلچسپ چیلنجز ہیںصبح لگھکرن پر صحیح چیزیں. وہ کرتا ہے یا نہ؟ صرف اس کا جسمدکان کا یقین کے لئے جانتا ہے. انشورنس کمپنیاں اس رویے کو سمجھنے اوراس کے مطابق ان کی پالیسیوں کی قیمت.ایک عورت نے ایک کار اس کے سامنے میں ضم کرنے کی اجازت دینا کو سست، اور ملے گادوسری عورت ختم ہاتھ کا مزید کہنا مصروف تھا جنہوں نے پیچھے ختم ہو گئیاس کے شررنگار.
		-- Chamfort

%
FORTUNE مردوں اور عورتوں کے درمیان اختلافات پر تبادلہ خیال: # 6باتھ، ایک دانتوں کا برش، ٹوتھ پیسٹ - ایک شخص نے اپنی باتھ روم میں چھ اشیاء ہےشیونگ کریم، استرا، ڈائل صابن کا ایک بار، اور ہالڈی سے ایک تولیہ.عام عورت کے باتھ روم میں اشیاء کی اوسط تعداد 437. ایک آدمی ہےان اشیاء میں سے اکثر کی شناخت کرنے کے قابل نہیں ہو گی.راشن:ایک عورت اس کے بعد کی ضرورت ہے اور چیزوں کی ایک فہرست دکان پر جاتا ہے بناتااور ان چیزوں کو خریدتا. ایک شخص صرف اشیاء ان کے فرج یا میں چھوڑ کر تل انتظار کر رہی ہےنصف چونے اور ایک بلیو ربن ہیں. پھر وہ گروسری شاپنگ جاتا ہے. وہ خریدتا ہےاچھا لگ رہا ہے کہ سب کچھ. وقت ایک آدمی چیکآاٹ کاؤنٹر تک پہنچ جاتا ہے کی طرف سے،ان کی گاڑی بیورلی Hillbillies پر Clampett کی گاڑی ہے کہ سخت پیک کیا ہے.کورس کے، یہ 10 اشیاء یا اس سے کم گلی میں داخل ہونے سے روک نہیں کرے گا.
		-- Chamfort

%
FORTUNE مردوں اور عورتوں کے درمیان اختلافات پر تبادلہ خیال: # 8باہر جانا:ایک آدمی کا کہنا ہے کہ جب وہ باہر جانے کے لئے تیار ہے، اس کا مطلب یہ ہے کہ وہ جانے کے لئے تیار ہےباہر. ایک عورت کہتی ہے جب وہ باہر جانے کے لئے تیار ہے، یہ وہ تیار ہو جائے گا کا مطلب ہے کہباہر جانے کے لئے، جیسے ہی وہ اس کے کان کی بالی مل جاتا ہے کے طور پر، اس کے شررنگار پر ڈال فارغ،بچوں پر چیک، اس کی بہترین دوست کو فون کرتا ہے ...کیٹس:خواتین بلیوں سے محبت کرتا ہوں. مردوں وہ بلیوں سے محبت ہے کا کہنا ہے کہ، لیکن خواتین نہیں ہیں جبتلاش، مردوں بلیوں کو لات مار.اولاد:آہ، بچوں. جو عورت اپنے بچوں کے بارے میں سب کو جانتا ہے. وہ جانتی ہےدانتوں کے ڈاکٹر تقرریوں اور فٹ بال کے کھیل اور رومانوی اور سب سے اچھا دوست کے بارے میںاور پسندیدہ کھانے کی اشیاء اور خفیہ خوف اور امیدوں اور خوابوں. مرد مبہم ہیںگھر میں رہنے والے کچھ مختصر لوگ کے بارے میں علم.
		-- Chamfort

%
FORTUNE مردوں اور عورتوں کے درمیان اختلافات پر تبادلہ خیال: # 9لانڈری:خواتین لانڈری ہر کچھ دنوں کے کرتے. ایک شخص نے ہر مضمون پہنیں گےلباس کے وہ ان کی جراحی پتلون آٹھ کے بارے میں ہپ تھے کہ بشمول مالک ہےسال پہلے، اس سے پہلے انہوں نے اپنے کپڑے دھونے کی کوشش کروں گا. انہوں نے آخر میں کپڑے سے باہر ہے جب،وہ، باہر کے اندر ایک گندی sweatshirt کے پہننے ایک U فاصلے کرایہ اور اپنے پہاڑ پر لے جائے گالانڈرومیٹ لئے کپڑے کا. مرد ہمیشہ اوپر سے خوبصورت خواتین سے ملنے کی توقعلانڈرومیٹ. یہ ایک مفروضہ ہے.مختصر نام:گلوریا، سوزین، دبورا اور مشیل دوپہر کے کھانے کے لئے ایک ساتھ مل جائے تو،وہ ایک دوسرے گلوریا، سوزین، دبورا اور مشیل کو فون کروں گا. لیکن اگرمائیک، ڈیو، روب اور جیک باہر ایک brewsky لئے، جانے وہ پیار سے کریں گےشق سربراہ، Godzilla میں، مونگفلی کا دماغ اور بیکار طور پر ایک دوسرے سے رجوع.جرابوں:مرد سمجھدار موزے پہننا. وہ معیاری سفید sweatsocks پہننا.خواتین عجیب موزے پہننا. وہ ٹخنوں سے نیچے کا راستہ کاٹ رہے ہیں، تصاویر ہیںان پر بادلوں، اور کی پشت پر ایک بڑا فجی گیند ہے.
		-- Chamfort

%
فریڈ اس روممیٹ ایک رقص سے واپس آنے پر ایک سیاہ آنکھ تھی محسوس کیا."کیا ہوا؟""میں نے اس جگہ کی خوبصورتی کی طرف سے مارا گیا تھا."
		-- Chamfort

%
دوست فرینک اور جینیفر توڑ دیا جب، بے شک، حیران تھے انمصروفیت، لیکن فرینک ایک ریڈی وضاحت نہیں تھا: "اگر آپ کسی ایسے شخص سے شادی کریں گے جوآدتن بےوفا تھا، خود غرض اور سست تھا جو ہر موڑ، پر جھوٹ بولا وہاور وینگیپورن؟ ""بالکل نہیں،" ایک ہمدرد دوست نے کہا."ٹھیک ہے،" فرینک جواب، "نہ تو جینیفر کرے گا."
		-- Chamfort

%
OF میز سےRapunzel کےمحترم پرنس:آج رات سیڑھی کا استعمال کریں - آپ نے میری سروں تقسیم کر رہے ہیں.
		-- Chamfort

%
ایک بیوی اپنے شوہر کی پر ایک ڈبل ٹھوڑی دیکھتا ہے جب حقیقی خوشی ہےعمر لڑکی کے دوست.
		-- Chamfort

%
مرد تقریبا کسی بھی چیز بیوکوف کی طرف سے خوش ہیں - یہی وجہ ہے کہ پیشہ ورانہ آئس ہےہاکی بہت مقبول ہے - تو ان کے لیے تحائف خریدنے کے لئے آسان ہے. لیکن آپ کو کرنا چاہئےان کے کپڑے خریدنے کبھی نہیں. مرد انہوں نے پہلے ہی تمام کپڑے ہے یقین ہے کہ وہکبھی ضرورت پڑے گی، اور نئے لوگوں کے ان اعصابی. مثال کے طور پر، آپ کی اوسطآدمی 84 تعلقات ہیں، لیکن وہ زیادہ سے زیادہ پہنتے ہیں،، ان میں سے صرف تین. انہوں نے سیکھ لیا ہے،ذلت آمیز مقدمے کی سماعت اور غلطی، وہ دوسرے 81 میں سے کسی پہنتی ہے تو اس کے ذریعےتعلقات، اس کی بیوی، شاید اس پر ہنسیں گے ( "تم نے اس کے پہننے کے لئے نہیں جا رہے ہیںکہ سوٹ، تم کیا ہو؟ ") کے ساتھ باندھنے. تو انہوں نے اس کو تین محفوظ اکٹھا کیا ہےتعلقات، اور میں ہنستے ہوئے بغیر کئی سال ہو گئی ہے. تم نے اس کو دیتے ہیں توایک نیا ٹائی، وہ یہ پسند کا ڈرامہ گا، لیکن گہری اس نے تم سے نفرت کریں گے اندر.تم ایک آدمی ہے کچھ عملی دینے کے لئے چاہتے ہیں تو، ٹائر غور. اس سے زیادہایک بار، میں خوشی سے میں نے ٹائر کا ایک نیا سیٹ کے لئے مل گیا تمام تحائف کی تجارت کی جاتی ہے گا.
		-- Dave Barry, "Christmas Shopping: A Survivor's Guide"

%
لڑکیاں بہتر برفانی طوفان میں دیکھ رہے ہیں.
		-- Archie Goodwin

%
محبت کے لئے شادی. لڑکے کی وجہ سے ایک دائمی جلن کے شادی کرو کہان مخصوص curvilinear ساتھ اشیاء کی سمت میں gravitate کرنے کا سبب بنتا ہےخواص.
		-- Ashley Montagu

%
لڑکیاں واقعی صرف جانتے ہیں وہ کیا چاہتے ہیں - آپ کو اپنے آپ کے لئے یہ معلوم کرنا!
		-- Ashley Montagu

%
لڑکیاں جو مردوں سے خود کو پھینک دیں، اصل میں بہت احتیاط سے مقصد لے رہے ہیں.
		-- Ashley Montagu

%
ایک عورت ایک انچ کے دو اور وہ اس میں ایک گاڑی پارک کر لیں گے.
		-- Ashley Montagu

%
خدا نے چند کامل سروں پیدا. باقی بچے وہ بال کے ساتھ احاطہ.
		-- Ashley Montagu

%
خدا عورت پیدا. اور بوریت واقعی اس لمحے سے باز تھا -لیکن بہت سی دوسری چیزوں کے ساتھ ساتھ ختم ہو. عورت خدا کی دوسری غلطی تھی.
		-- Nietzsche

%
اچھا لڑکیوں جنت میں جائیں، برا لڑکیاں ہر جگہ جانے.
		-- Nietzsche

%
ہیرالڈ سننے وسلم نے اپنی زندگی میں اس قدر مبتلا عورت کبھی نہیں چاہا تھا،22 سالہ بیوٹی تبصرہ وہ بہت بوڑھا اور اس کے لئے شکل سے باہر تھا.پرعزم ضعیف فوری طور پر ایک سخت خود کو بہتر بنانے کا آغازپروگرام. انہوں نے کہا، اس کا چہرہ، اٹھا لیا ایک ٹوپی خریدی، ہر روز پانچ میل دور بھاگ گیا تھاوزن اٹھا لیا اور ایک سخت سبزی غذا اپنایا. ماہ کے اندر اندر،کے rejuvenated آدمی نوجوان عورت کا دل جیت لیا ہے، اور وہ اس سے شادی کرنے پر اتفاق کیا.چیپل سے باہر راستے میں، تاہم، ہیرالڈ بری طرح سے مارا گیا تھابجلی کی طرف سے. غصے کی، وہ موتی دروازوں پر سینٹ پیٹر سامنا. "کس طرحآپ سب کا درد میں کے ذریعے جانے کے بعد میرے ساتھ ایسا کر سکتا ہے؟ ""ایماندار ہونے کے لئے، ہیرالڈ،" سینٹ پیٹر شرماتے ہوئے جواب دیا، "میں نے نہیں کیاآپ کو پہچانا. "
		-- Nietzsche

%
ٹوپی کے چیک لڑکی:"بھگوان! کیا میں پیارا، دلکش ہیرے!"Mae مغرب:"بھگوان، اس کے ساتھ کیا کچھ نہیں 'تھا dearie."
		-- "Night After Night", 1932

%
بچہ ہونے اتنا برا نہیں ہے. آپ میں ایک خاتون شہنشاہ پینگوئن ہو توانٹارکٹک. وہ، انڈے دیتی والد کو ختم رولس، تو بند کر لیتا ہےگرم موسم کے لئے وہ کھاتا ہے اور کھاتا اور کھاتا ہے جہاں. دو ماہ کے لئے،باپ سخت، بغیر کھانے، 24 گھنٹے اندھیرے میں اندھے، توازن کھڑا ہےاپنے پیروں پر انڈے. تھوڑا پینگوئن رچی ہے کے بعد، والدہگھر آنے کے لئے مناسب سمجھے.
		-- L. M. Boyd, "Austin American-Statesman"

%
اس نے اس کی ایک نظر آپ کو ایک waffle پر ڈالا جا سکتا تھا کہ دی.
		-- L. M. Boyd, "Austin American-Statesman"

%
ان کی بیوی کی ڈریسنگ روم میں داخل ہوتا ہے وہ ایک فلسفی یا احمق ہے.
		-- Balzac

%
مے سے نشہ ہوتا ہے وہ کورس میں دوبارہ ہوش ہو جائے گارات، لیکن وہ ساقی ٹھیک نہیں کرے گا کی طرف سے نشہ ہے جو اسقیامت کے دن تک ہوش.
		-- Saadi

%
ارے، جم، یہ مجھ میں Susie Lillis لانڈرومیٹ سے ہے،. تم تم تھےفون کرنے اور اس کے دو ہفتے ہو چکے والا. کیا غلط ہے، آپ کو میرا نمبر گم ہو جائے؟
		-- Saadi

%
ہائ ہیلس چوما جا رہا تھکا ہوا تھا جو ایک عورت کی طرف سے ایجاد ایک آلہ ہیںپیشانی پر.
		-- Saadi

%
اسی: "آپ کی جلد نرم ہے آپ کو ایک ماڈل ہیں.؟"اس: "نہیں،" [شرمانا] "میں ایک cosmetologist ہوں."اسی: "واقعی ہے کہ ناقابل اعتماد ہے ... یہ سنبھالنا بہت مشکل ہونا ضروری ہےweightlessness کے. "
		-- "The Jerk"

%
یہ ہے کہ، لوٹنے کے لئے: کے طور پر جملہ ہے ان کے ڈیزائن، سختی سے معزز تھےشادی کی راہ کی طرف اس کی خوش قسمتی کی ایک لیڈی.
		-- Henry Fielding, "Tom Jones"

%
"ہوم، سویٹ ہوم" یقینا ایک بیچلر کی طرف سے لکھا گیا ہے ضروری ہے.
		-- Samuel Butler

%
ہوریس کے بہترین ODE معمولی طور پر زیادہ سے زیادہ ایک نوجوان عورت کو خوش نہیں کرے گااس کے ساتھ محبت میں ہے جوان کی آیات.
		-- Moore

%
کتنا آپ عورتوں کے لئے؟ میں آپ کی بیٹی کو خریدنے کے لئے چاہتے ہیں ... کتناچھوٹی سی لڑکی؟
		-- Jake Blues, "The Blues Brothers"

%
"میں کس طرح پتہ چلے گا کہ میں پہلی نظر میں محبت پر یقین رکھتے ہیں؟" شہوانی، شہوت انگیزسماجی پیما اس روممیٹ کے لئے کہا. "میرا مطلب ہے، میں نے ایک پورش کبھی نہیں دیکھا ہےپہلے رقم سے بھرا. "
		-- Jake Blues, "The Blues Brothers"

%
میں خواتین کی کمپنی بہت پسند ہے. میں نے ان کی خوبصورتی کی طرح،میں نے ان کی ونمرتا دیں، میں نے ان کی سجیوتا دیں، اور میں ان کی خاموشی دیں.
		-- Samuel Johnson

%
میں نے بہت سے جوانوں کے طور پر کرتے، کے لئے تلاش میں کئی سال پہلے شروع ہوا،کامل عورت. میں نے خیال کیا کہ میں کافی کافی وقت لگ رہا تھا، اور مشکل ہے کہ اگر،میں نے اس کو تلاش کرے گا اور پھر میں زندگی کے لئے محفوظ ہو جائے گی. ویسے، سالاور رومانوی آئے اور چلے گئے، اور میں نے آخر میں کسی کے لئے آباد ختم ہواکمال کا میرے خیال سے بہت کم. لیکن ایک دن، کئی سالوں کے بعدایک ساتھ مل کر، میں ہمارے بستر ایک معمولی بیماری سے صحتیاب پر وہاں پوشیدہ. میرابیوی آہستہ گنگنا اور دیکھ، بستر پر اگلے ایک کرسی پر بیٹھا ہوا تھادوپہر سورج درختوں کے ذریعے فلٹرنگ. کرنے کے لئے صرف آوازکہیں اور سنا جا گھڑی کی ٹک ٹک، کیتلی ذیل میں شروع کیا گیا تھاابالنے کے لئے، اور گاہے بگاہے بچہ ہماری ونڈو کے نیچے گزرنے والے. اورمیں نے اپنی بیوی اب جھرریوں چہرے میں دیکھا کے طور پر، لیکن اب بھی گرم اورآنکھوں مرتے، میں کمال کے بارے میں کچھ احساس ہوا ... یہ صرف آتا ہےوقت کے ساتھ.
		-- James L. Collymore, "Perfect Woman"

%
میں نے تھوڑا عدم مطابقت، زندگی کا مسالا ہے خاص طور پر اگر یقین رکھتے ہیں کہ وہآمدنی ہے اور وہ pattable ہے.
		-- Ogden Nash

%
میں نے کبھی نہیں ایک الاسکا ویشیا کے کیا گیا ہے، اگرچہ میں، اس کی وجہ سے کے لئے محسوس کر سکتے ہیںایک spangled کپڑے میں بار پر رقص کیا، میں اب بھی دھلائی کے ساتھ بہت بوراور استری اور ڈش واشنگ اور کھانا پکانے کے دن لگاتار دن کے بعد.
		-- Betty MacDonald

%
مجھے قید میں میٹ نہیں کر سکتے.
		-- Gloria Steinem, on why she has never married.

%
میں نے ایک چھوٹا سا شہر ہے جس کی آبادی کبھی نہیں تبدیل کر دیا گیا کی طرف سے آئے. ہر بار ایک عورتحاملہ، کسی نے چھوڑ دیا شہر مل گیا.
		-- Michael Prichard

%
میری بیوی ایک لیتا ہے خاص طور پر جب - میں ایک اچھا طویل چلنے سے لطف اندوز کرتے ہیں.
		-- Michael Prichard

%
"میں نے تم سے یہ بدسلوکی کے لینے کے لئے کی ضرورت نہیں ہے - میں کے سینکڑوں مل گیا ہےلوگ مجھ سے گالی کا انتظار کر. "
		-- Bill Murray, "Ghostbusters"

%
مجھے لگتا ہے میں اسے بھول نہیں کروں گا شاید. اور ہو سکتا ہے کہ میں نہیں چاہتا ہوں. اس کی روحایک جنگلی بندر کی طرح، جنگلی تھا. اس کی خوبصورتی ایک خوبصورت گھوڑے کی طرح تھاایک جنگلی بندر کی طرف سے سوار جا رہا. میں نے اس کی دیگر خصوصیات میں بھول جاؤ.
		-- Jack Handey, The New Mexican, 1988.

%
میں نے ایک مشکل وقت ہے جو مجھے مارتی کر سکتے ہیں کسی کی طرف متوجہ کیا جا رہا ہے.
		-- John McGrath, Atlanta sportswriter, on women weightlifters.

%
میں نے اسے ناممکن ذمہ داری کا بھاری بوجھ لے جانے کے لئے مل گیا ہے اورمیں نے مدد کے بغیر نہیں کرنا چاہتے ہیں کے طور پر بادشاہ کے طور پر اپنے فرائض انجام دینے اورعورت میں محبت کی حمایت.امریکی سے شادی کے لیے برطانوی تخت کےطلاق والس سمپسن Warfield.
		-- Edward, Duke of Windsor, 1936, announcing his abdication

%
اب میں، شادی کے بارے میں سوچنا پھر کبھی اس نتیجہ پر آئے ہیںاور اس کی وجہ سے: میں نے کسی کے ساتھ مطمئن کبھی نہیں ہو سکتا ہے جو کہمجھے کے لئے کافی Blockhead کی ​​جائے.
		-- Abraham Lincoln

%
میں نے عورتوں کی فطرت کو جانتا ہوں جب تم کروگے، وہ نہیں کریں گے؛ کبتم نہیں، وہ اپنے دلوں تم پر ان کے اپنے جھکاو کے قائم کرے گا.
		-- Publius Terentius Afer (Terence)

%
میں نے لڑکیوں کو حاصل کرنے کے لئے صرف گٹار بجانا سیکھ لیا، اور جو کوئی بھی ہے کہ وہ کہتے ہیں کہصرف 'سے Lyin جاتا ہے نہیں کیا!
		-- Willie Nelson

%
میں واحد رہنا پسند. مجھے میری ضرورت ہے جب میں نے ہمیشہ ہوں.
		-- Art Leo

%
میں نے اپنے آپ کو پسند ہے، لیکن میں نہیں کہیں گے میں نے بیل کو اغوا اس کے جتنا خوبصورت ہوںیوروپا.
		-- Marcus Tullius Cicero

%
میں نوجوان لڑکیوں کی طرح. ان کی کہانیاں کم ہیں.
		-- Tom McGuane

%
میری شادی ہونے سے محبت. یہ ایک خاص شخص کو تلاش کرنے کے لئے تو بہت اچھا ہےآپ کو اپنی زندگی کے باقی کے لئے تنگ کرنے چاہتے ہیں.
		-- Rita Rudner

%
میں مکی ماؤس کسی بھی عورت میں نے کبھی نام سے جانا جاتا ہے کے مقابلے میں زیادہ محبت.
		-- Walt Disney

%
میں نہیں، کہنے کے لئے منظم کیا "معاف کیجئے،" اور. مجھے لگتا ہے وہ ناپسند کہ جانتا تھامجھے رونا.اس بار اس نے مجھے دیکھ کر، نے کہا، "کچھ مواقع پر یہ بہتر ہےرونا. "میں نے میز پر میرے سر نیچے رکھو اور sobbed، "تو صرف وہ آ سکتا ہےبیک؛ مجھے اچھا ہو گا. "فرانسس نے کہا، "تم نے ہمیشہ اس عظیم خوشی دی.""اوہ، کافی نہیں.""کوئی بھی کافی کسی کو بھی دے سکتا ہے."	"کبھی نہیں؟""نہیں، کبھی نہیں. لیکن ایک کوشش پر چلنا ہوگا.""اور بھی کبھی لوگوں کی قدر نہیں کرتا وہ چلے گئے ہیں جب تک؟""کبھی کبھار،" فرانسس نے کہا. مجھے رونے پر چلا گیا؛ کتنا کم میرے پاس تھا میں نے دیکھااس کے قابل قدر؛ کتنا کم مجھے میرا تھا کہ کچھ قابل قدر تھا.
		-- Pamela Frankau, "The Duchess and the Smugs"

%
میں نے میرے نیچے سے شادی کر لی. تمام خواتین کرتے.
		-- Lady Nancy Astor

%
میں نے ایک عجیب نئے آدمی سے ملاقات کی. انہوں نے کہا کہ غیر حقیقی ہے، لیکن آپ سب کچھ نہیں کر سکتے.
		-- Cecelia, "The Purple Rose of Cairo"

%
میں نے جب لڑکیوں میں دھوپ ہو جائیں گے دن دیکھنے کی امید نہیں تھیجگہیں وہ آج کیا.
		-- Will Rogers

%
میں نے کبھی نہیں ایک عورت میں خوبصورت پی نہ سکے ملے تھے.
		-- Will Rogers

%
میں نے اسی وجہ سے میں نے نیشنل جیوگرافک پڑھ لئے پلے بوائے پڑھا. ملاحظہ کرنے کے لئےسائٹس میں نے کبھی نہیں کا دورہ کرنے جا رہا ہوں.
		-- Will Rogers

%
میں نرسری کے لئے پورے مرد جنسی کا consign کرنے سے انکار. میں نے پر اصرارکچھ لوگ میرے برابر ہیں کہ مومن.
		-- Brigid Brophy

%
میں نے شادی کے ادارے کا احترام. میں نے ہمیشہ سوچا ہے کہ ہرعورت سے شادی کرنا چاہئے - اور کوئی شخص.
		-- Benjamin Disraeli, "Lothair"

%
I، اس کے سوا بیٹھ گیا، کہا ہیلو اپنی ایک جام خریدنے کی پیشکش ... اور پھرقدرتی انتخاب اس بدسورت سر پالا.
		-- Benjamin Disraeli, "Lothair"

%
میں، وہ بہت سختی سے لایا گیا ہے ضروری لگتا ہے کہ وہ اتنی شدت ہےصحیح، غلط کام کے کرنے میں فکر مند.
		-- Saki, "Reginald on Worries"

%
مجھے لگتا ہے کہ دنیا ایک بدسورت duckling کی کہانی، پلا بڑھا والوں کے لیے تیار ہےایک بدسورت duckling رہے، اور خوشی کے بعد کبھی رہتے تھے.
		-- Chick

%
مجھے دیکھنا ہے "سینٹ نیچے بیٹھ کر میں نے ایک شوہر جو ہر ہفتے خریدنا چاہتے ہیںدوسری جگہوں پر "،، چیخ گا نہیں" اسے بھول جاؤ، بلانک ... یہ ہی-بڑبڑانا لئے وقت ہے! "
		-- Berke Breathed, "Bloom County"

%
میں بس لڑکی عزیز پرانے والد صاحب سے شادی کی اس طرح ایک لڑکی سے شادی کرنا چاہتا ہوں.
		-- Freud

%
میں نے ایک خوبصورتی مقابلہ ایک میں تھا. میں نے صرف گزشتہ میں نہیں آیا، میں نے میں مارا گیا تھامس Congeniality طرف منہ.
		-- Phyllis Diller

%
میں نے اس کا بوسہ لینا نہیں کیا گیا تھا، میں نے اس کے منہ میں فسفسا گیا تھا.
		-- Chico Marx

%
میں عورتوں کو کوئی کردار ہے کا کہنا ہے کہ نہیں کرے گا؛ بلکہ، وہ ایک نیا ہےہر روز ایک.
		-- Heine

%
میں خوشی سے خواتین کی تعریف میں اپنی آواز بلند کریں گے، صرف وہ مجھے نہیں ہونے دیں گےمیری آواز کو بلند.
		-- Winkle

%
میں نے ایک دس پاؤں پول کے ساتھ اس سے شادی نہیں کرے گا.
		-- Winkle

%
میں شاید ایک ویمپائر کے لئے حل تھا وہ کافی رومانٹک تھے تو.رشتے میں پڑا ہے میں سے کچھ سے کسی بھی بدتر نہیں ہو سکتا.
		-- Brenda Starr

%
میں نہیں بلکہ 42 میں ایک لڑکی سے ہر ایک 21 میں دو لڑکیاں پڑے گا.
		-- W. C. Fields

%
مجھے لگتا ہے وہ کبھی کیا سے زیادہ ہے جس نے اپنی عزت، کا دفاع کر رہا ہوں.
		-- W. C. Fields

%
I denyin ہوں نہ 'خواتین بے وقوف ہیں: خدا تعالی بنایا' مردوں سے ملنے کے لئے انہیں.
		-- George Eliot

%
مجھے بہت پرانے زمانے ہوں. مجھے یقین ہے کہ لوگوں کی زندگی کے لئے شادی کرنا چاہیئے،کبوتر اور کیتھولک طرح.
		-- Woody Allen

%
میں نے ایک رومال سے زیادہ گود میں رہا ہوں.
		-- Mae West

%
میں انتہائی ذہین افراد کے ساتھ اپنی زندگی کے تقریبا تمام خرچ کر دیا ہے. وہ نہیں ہیںدوسرے مردوں کی طرح. ان کی روح عظیم اور متحرک ہے. وہ جھگڑے سے نفرت؛یقینا وہ اس کو رد. ان اختراعی تحائف اسیم ہیں. انہوں نے مطالبہعقیدت اور اطاعت. اور مزاحیہ کی ایک احساس. میں خوشی سے اس کے تمام دے دیا.میں نے منتخب کیا جا کرنے کے لئے خوش اور ان کو سمجھنے کے لئے کافی ہوشیار تھا.
		-- Marlene Dietrich, on her friendship with Ernest Hemingway

%
میں نے پھر سے اپنی زندگی بسر کرنے کے لئے تھا، میں نے صرف جلد، ایک ہی غلطی کروں گا.
		-- Tallulah Bankhead

%
میں نے تمہیں کہا تو آپ، ایک خوبصورت جسم تھا تم نے اسے میرے خلاف پکڑ کرے گا؟
		-- Tallulah Bankhead

%
اس کے پیش کے لئے نہیں تھے، ایک elopement افضل ہو جائے گا.
		-- George Ade, "Forty Modern Fables"

%
جیسا کہ وہ پریم کے دوران کیا مردوں شادی کے بعد کام کیا، تو وہاں پر کرے گااور اس سے زیادہ دیوالیہ - کم طلاقیں ہو.
		-- Frances Rodman

%
اگر کوئی کامکتا کے لئے ایک شارٹ کٹ کے لئے مجھ سے پوچھیں کرنے کے لئے تھے، میں کروں گاوہ ایک استعمال کیا جاتا ہے 427 میں Shelby-کوبرا کے لئے خریداری جانے کا مشورہ. لیکن یہ صرف ہےآپ 1966 میں انہیں میں تبدیل کرنے والے 300 لوگوں میں سے ہے کہ انتباہ کرنے کے لئے منصفانہ،صرف دو خواتین پر واپس چلا گیا.
		-- Mort Sahl

%
لڑکی آپ کو ایک بار کسی دوسرے آدمی کے ساتھ اقدامات سے محبت کرتے ہیں، کیا یہ کافی سے زیادہ ہے.دو بار، یہ بہت بہت زیادہ ہے. تین بار، یہ آپ کی زندگی کی کہانی ہے.
		-- Mort Sahl

%
شادی کے لئے کسی بھی حقیقت پسندانہ عبرت بھی ہے تو، یہ آپ کو اس حقیقت ہےطلاق کے متحمل نہیں ہو سکتے.
		-- Jack Nicholson

%
ہم مرد عورتوں سے شادی کی ہم مستحق ہیں، تو ہم اس میں سے ایک بہت برا وقت چاہئے.
		-- Oscar Wilde

%
خواتین بھی کم عقلی اور کم سے زیادہ جذباتی ہونا چاہیے ہیں توعورت ہارمون پر ہے جب ہماری ماہواری کے آغاز سے اسسب سے کم سطح، تو پھر کیوں یہ منطقی ان چند دنوں میں یہ کہنا نہیں ہےخواتین طریقہ مردوں کی طرح سب سے طویل تمام مہینے برتاؤ برتاؤ؟
		-- Gloria Steinham

%
خواتین کا وجود نہیں تھا، دنیا میں سب پیسے کا کوئی مطلب نہیں ہوگا.
		-- Aristotle Onassis

%
آپ تنہائی سے ڈرتے ہیں تو، نکاح نہ کرو.
		-- Anton Chekhov

%
تم براہ مہربانی ایک کے لئے تلاش کر رہے ہیں تو، جو کوئی ہے بڑی عمر شریف آدمی کو اچھی طرح سے کرتےاب جنسی تعلقات میں دلچسپی، وال سٹریٹ جرنل میں ایک اشتھار کو باہر لے.
		-- Abigail Van Buren

%
تم نے ایک شخص کو کافی رسی دے تو وہ دعوی وہ آفس میں بندھے ہوئے ہے.
		-- Abigail Van Buren

%
آپ جو اپنی بیوی پر دھوکہ دیتی ہے کسی مرد سے شادی تو، آپ کو ایک شخص سے بیاہ کرے گا جواس کی بیوی پر دھوکہ دیتی ہے.
		-- Ann Landers

%
آپ شادی کرنا ضروری ہے تو، اس کی خوبصورتی سے شادی کرنے کے لئے ہمیشہ مشورہ دیا جاتا ہے.دوسری صورت میں، آپ کو اپنے ہاتھوں اپنی اتارنے کے لئے کسی بھی شخص کو تلاش کبھی نہیں کروں گا.
		-- Ann Landers

%
مجھے آپ چاہتے ہیں تو ایک اچھا تھوڑا خرگوش صرف سامنے میں کچھ کیریٹ لٹکنا ہونے کے لئےمیری ناک کی.
		-- Lauren Bacall

%
آپ برباد ہو جائے کرنا چاہتے ہیں تو، ایک امیر عورت سے شادی.
		-- Michelet

%
آپ کی محبت اور شادی کے بارے میں پڑھنے کے لئے چاہتے ہیں تو آپ کو دو الگ الگ خریدنے کے لئے مل گیا ہےکتابیں.
		-- Alan King

%
اگر آپ اپنی شریک حیات سننے اور ہر لئے سخت توجہ دینے کے لئے چاہتے ہیںتم کہتے لفظ، آپ کی نیند میں بات.
		-- Alan King

%
آپ کو تم سے محبت کرنے کے لئے خواتین چاہیں تو اصل ہونا؛ میں نے ایک آدمی کی کھال پہنی جو جانتےجوتے موسم گرما اور موسم سرما میں، اور خواتین کو اس کے ساتھ محبت میں گر گیا.
		-- Anton Chekhov

%
آپ کی آنکھوں کے تنگ اور تعریف گھوڑوں کی خرید و لینے میں ایک بیوی سے بندخدا کے لئے اپنے آپ کو.
		-- Anton Chekhov

%
عیسائیت میں ایک شخص کو صرف ایک بیوی ہو سکتا ہے. یہ ایکرستا کہا جاتا ہے.
		-- Anton Chekhov

%
شادی میں، جنگ میں کے طور پر، یہ دشمن کے ہر فائدہ اٹھانے کی اجازت دے دی ہے.
		-- Anton Chekhov

%
ہے جو ایک پریکٹس - پرانے دور میں قربانیاں قربان گاہ میں بنائے گئے تھےاب بھی جاری رکھا.
		-- Helen Rowland

%
کے wildest جماعتوں وہ کبھی کے لئے کیا گیا تھا میں سے ایک، نوجوان مرد کے درمیان میںکے باقی حصوں سے الگ بیٹھا خاموشی سے ایک بہت ہی سوچرچھ اور خوبصورت لڑکی محسوس کیاجشن منانے. اس کے قریب پہنچنے پر، وہ کچھ خاموش بعد خود کو متعارف کرایا اور،گفتگو، میں تم سے ڈر لگتا ہے اور میں واقعی میں اس کے ساتھ میں فٹ نہیں ہے، نے کہا کہ "میں jaded گروپ. میں تمہیں گھر کیوں نہیں لے جاتے؟ """ٹھیک ہے،" لڑکی، demurely اس پر اپ مسکرا کہا. "تم کہاں رہتے ہو؟"
		-- Helen Rowland

%
پاگلپن اگرچہ اسی کی طرف، طلاق کے لئے ایک گراؤنڈ سمجھا جاتاٹوکن جو شادی کے لئے کم سے کم چککردار راستہ ہے.
		-- Wilson Mizner

%
ایک شادی کامیاب یہ ایک رکاوٹ کے بغیر دور آتا ہے تو کیا ہے؟
		-- Wilson Mizner

%
شادی ایک کھلا سوال، اس سے، الزام ہے جب نہیں ہےدنیا کی تخلیق، حاصل کرنے کے لئے چاہتے ادارے میں ہیں جیسے کہباہر، اور اس طرح کے طور پر باہر ہیں میں حاصل کرنا چاہتے ہیں؟
		-- Ralph Emerson

%
یہ بہت سے آدمیوں کو ان کی زندگی کا ایک بڑا حصہ خرچ کرتے ہیں کہ ستم ظریفی نہیں ہےایک mindedly ان چیزوں کو ڈھونڈتے ہوئے شادی سے گریز کہان کے بہتر امکانات بنا دے گا؟
		-- Ralph Emerson

%
مایوسی کے بغیر پرندوں: یہ [شادی] پنجروں ساتھ کے طور پر ایسا ہوتا ہےمیں حاصل، اور باہر حاصل کرنے کی مایوسی کے اندر اندر ان لوگوں کے لئے.
		-- Michel Eyquem de Montaigne

%
یہ میرے مسلسل دو مردوں کے ساتھ کیا جا رہا ہے کہ کرے مجھ سے واقع نہیں تھادلچسپی کسی کو یا کسی کے شبہ دلاتا رہوں. میں نے ایک دعوت نامہ کے لئے کہاہینرچ لئے بھی، جیسا کہ اکثر یہ ممکن، لگ رہا تھا کے طور پر جب پال اور میں تھےایک سماجی اجتماع کے لئے مدعو کیا. میں نے قوانین دوسروں کی سیٹ کی طرف سے رہتے تھے محسوس کیاغیر متعلقہ تھا. میرے بچپن رویہ - ایڈجسٹ کرنے کی ہر کوشش کی ہےمایوس اور آپ کو صرف اس کے ساتھ ساتھ آپ کے اپنے رویوں کی پیروی کر سکتے ہیں - ہونا ضروری ہےمجھ کئے.
		-- Hannah Tillich, "From Time to Time"

%
یہ بہت ایک باہر تلاش کرنے کے لئے بات کا یقین ہے کے لئے، سب سے بیاہ جن کی نشاندہی نہیں کرتااگلی صبح یہ کسی اور کا تھا.
		-- Will Rogers

%
یہ انصاف تمام ممالک کی sages کی طرف سے مشاہدہ کیا گیا ہے ایک آدمی ہو سکتا ہے اگرچہ کہسب سے زیادہ خوشی سے شادی اور انتہائی قناعت کے ساتھ اس ریاست میں جاری رہے،یہ ضروری نہیں کہ پیروی نہیں کرتا ہے کہ وہ اس وجہ سے پتھر کے اندھے کو مارا جا چکا ہے.
		-- H. Warner Munn

%
یہ ہمیشہ ایک دوست کے ساتھ گھر کا دورہ کرنے اور افضل ہے. آپ کے والدین گے، اس کی منصوبہ بندی کے ساتھ خوش ہو وہی اپنے آپ پر کہ آپ سب چاہتے ہیں کیونکہ نہیں اورآپ کے دوست کی موجودگی میں، وہ بالغ کی طرح کام کرنا پڑے گا کیونکہانسانوں.گھر لینے کے لئے دوست کی بدترین قسم، کیونکہ اس صورت میں، ایک لڑکی ہےممکنہ تمہارے ماں باپ کی نہ صرف کے لئے آپ کو کھو دیں گے کہ نہیں ہےپیغام لکھنے کے لیے لیکن ہمیشہ کے لئے کی مدت. گھر لینے کے لئے لڑکی کی بدترین قسم میں سے ایک ہےایک مختلف مذہب کی: صرف آپ کو ہمیشہ کے والدین کے ساتھ ختم ہو جائے گا نہیں لیکنتم ایک عورت کو ان کے مذہبی / اخلاقی دلائل کے لئے مدافعتی ہے جو ختم ہو جائے گااور جن کی مثال irretrievably آپ کو بدعنوان گا.چلو آپ کو صرف اس طرح ایک لڑکی کے ساتھ محبت میں گر گیا ہے اور پسند کرے گا کہنا ہے کہچھٹیوں کے لئے اس کے گھر لے جانا. آپ اپنے والدین کی غیر گریز سے آگاہ ہیںایک مختلف مذہب کے کسی کے جواب. کس طرح ان کو جھٹکا کے لئے تیار ہے؟سادہ. آپ کے وزٹرز اس سے پہلے کے کچھ ہی دیر ان کو بلاتا ہوں اور تم جو کچھ ان کو بتاایک مختلف مذہب میں سے ہے جو کسی ایک کے بارے میں بہت سنجیدہ ہو گئی ہےمختلف نسل اور ایک ہی جنس. ان سے کہو کیا تم پہلے سے ہی اس نے مدعو کیے ہیںان سے ملنے کے لئے اس شخص. معلومات میں اور پھر ڈوب کے لئے ایک لمحے کروآپ کو صرف مذاق کر رہے تھے کہ، کہ اپنے پریمی کو محض ایک مختلف کی ہے کہنادین. وہ اتنے فارغ رکھا جائے گا وہ کھلی باہوں سے اس کا استقبال کریں گے.
		-- Playboy, January, 1983

%
یہ بیان کی گئی ہے تمام رشتے ایک کچھ دے کی ضرورت ہوتی ہے اور لے کہ. یہغلط ہے. ہم دیتے ہیں اور دیتے ہیں اور دیتے ہیں اور اوپر ہے کہ کسی بھی شراکت داری کے مطالباتگزشتہ، ہم تھک ہماری قبروں میں فلاپ کے طور پر، ہمیں بتایا گیا ہے کہ ہم نہیں دیاکافی.
		-- Quentin Crisp, "How to Become a Virgin"

%
یہ اس جذبہ سے باہر ایک نوجوان عورت میں بات کرنے کی کوشش کرنے کے معطل ہے:محبت کے کان میں جھوٹ نہیں بولتا.
		-- Walpole

%
ایک شوہر کے لئے کسی بھی توجہ دینے کی آج کل کے لئے یہ سب سے زیادہ خطرناک ہے اس کیعوام میں بیوی. یہ ہمیشہ لوگوں کو وہ اپنی جب پیٹتا ہے کہ لگتا ہےوہ اکیلے ہیں. دنیا لگتا ہے کہ کسی بھی چیز کا اتنا مشکوک اضافہ ہوا ہےایک خوش شادی شدہ زندگی کی طرح.
		-- Oscar Wilde

%
یہ ایک عورت کے لئے کچھ پسند کرے گا کہ آیا پوچھ گچھ کرنے کے لئے ضروری نہیں ہےشیرینی. جواب ہاں میں ہے، وہ میٹھی کے لئے کچھ پسند کریں گے، لیکنوہ آپ کو یہ آرڈر کرنے کے لئے وہ آپ کی کانٹا کے ساتھ اس کی طرف اٹھا سکتے ہیں تاکہ چاہوں گا. وہآپ، کہہ رہے ہیں کہ آپ چاہتے تھے کی طرف سے اس کی طرف توجہ کو فون کرنے کے لئے نہیں کرنا چاہتیشیرینی، کیوں نہیں آپ ایک ترتیب کیا؟ آپ کو سمجھنا چاہیے، وہ ہےشیرینی وہ چاہتی. شیرینی وہ چاہتی تمہارے اندر موجود ہے.
		-- Merrill Markoe, "An Insider's Guide to the American Woman"

%
یہ ایک کیتھولک عورت سے ایک حربے کی طرف سے حمل سے بچنے کے لئے اب بہت حلال ہےریاضی، فزکس اور کیمسٹری کا سہارا وہ اب بھی حرام ہے اگرچہ.
		-- H. L. Mencken

%
یہ ممکن ہے کہ گورے بھی حضرات کو ترجیح دیتے ہیں.
		-- Maimie Van Doren

%
یہ آخری لفظ ہے اور اس کا استعمال نہیں ایک سمارٹ شوہر لیتا ہے.
		-- Maimie Van Doren

%
یہ ایک ٹھیک، میٹھا رات، میرے طلاق کے بعد سے سب سے اچھا ہے، شاید سب سے اچھا تھامیری شادی کے وسط کے بعد. توانائی، مردتا، فضل تھا اورہنسی. میں نے بھی اپنے موزے اتار لیا. اپنے حلقے میں، کہ کلاس کا مطلب ہے.
		-- Andrew Bergman "The Big Kiss-off of 1944"

%
یہ بھاری بارش ہو رہی تھی، اور موٹر سوار ایک تنہا ملک کے پر گاڑی مصیبت تھیسڑک. رات کے لئے پناہ تلاش کرنے کے شوقین، وہ ایک فارم ہاؤس کے واک آؤٹاور سامنے کے دروازے پر دستک دی. کسی نے جواب دیا. انہوں نے کہا کہ پانی محسوس کر سکتا تھاچھت سے اس کی گردن کی پشت کو چلانے وہ گر پر کھڑے کے طور پر.اگلی بار اس نے زور سے، لیکن اب بھی کوئی جواب دستک دی. اب تک وہ بھیگی تھاجلد پر. شدت وہ دروازے پر بمباری. ایک کے آخری سربراہآدمی ایک اوپر کی کھڑکی سے شائع ہوا.	"تم کیا چاہتے ہو؟" وہ gruffly پوچھا."میری گاڑی، ٹوٹ گیا" مسافر نے کہا، "اور میں نے تم سے تو میں جاننا چاہتا ہوںمجھے رات کے لئے یہاں رہنے دو گے. ""ضرور،" آدمی نے جواب دیا. "کیا تم نے ساری رات وہاں رہنے کے لئے چاہتے ہیں تو، یہ بات ہےمیرے ساتھ ٹھیک ہے. "
		-- Andrew Bergman "The Big Kiss-off of 1944"

%
یہ بالکل ایک طلاق نہیں تھا - میں ٹریڈ کی جاتی تھی.
		-- Tim Conway

%
یہ ایک مضحکہ خیز بات یہ ہے کہ ایک عورت کچھ بھی نہیں ہے جبکے بارے میں فکر کرنے کی زمین پر، وہ دور ہو جاتا ہے اور شادی ہو.
		-- Tim Conway

%
"یہ اس طرح مردوں Y گنسوتر ایک برا نام دینا ہے."
		-- Tim Conway

%
یہ inital سکرٹ کی لمبائی نہیں ہے، یہ upcreep ہے.
		-- Tim Conway

%
یہ میری زندگی میں مردوں، لیکن میرے آدمیوں میں زندگی ہے کہ شمار نہیں ہے.
		-- Mae West

%
اس ڈائری رکھنے والے اچھی لڑکیوں، برا لڑکیاں وقت ہے کبھی نہیں ہے.
		-- Tallulah Bankhead

%
اس سے، اس کے ساتھ خواتین جیس Birnbaum، ٹائم میگزین کا نظریہ ہےوہ The Shins کی کی ایک بھیڑ کا احاطہ کیونکہ خراب ٹانگیں لمبی سکرٹ رہنا چاہئے.
		-- Tallulah Bankhead

%
جو ان کے مرنے کی بیوی کے پلنگ پر بیٹھ گیا.اس کی آواز ایک فسفسانا سے کچھ زیادہ تھی."جو، عزیز،" وہ سانس، "میں اقرار کرنے کے لئے مل گیا ہےمجھے جانے سے پہلے. میں ... میں آپ کی تجوری سے $ 10،000 لیا جو ایک ہوں ...'اپنے بہترین دوست، چارلس کے ساتھ ایک فیںکنا پر خرچ کیا. اور یہ کہ میں کون تھاشہر چھوڑنے کے لئے آپ مالکن مجبور کیا. اور میں رپورٹ جو ایک ہوںI.R.S لئے آپ کی آمدنی ٹیکس چوری ... ""یہ، ٹھیک ہے پیارے، یہ ایک دوسری سوچ نہیں دیتے،"جو سرگوشی. "میں نے جو آپ کو زہر سے ایک ہوں."
		-- Tallulah Bankhead

%
میں کسی بھی وقت یاد نہیں کر سکتا جس طرح میں نے پڑھا اور لکھ نہیں سکتا تھا جب، میں نہیں کر سکتاکوئی وقت میں اس بارے daydreams میں میری کلپنا ورزش نہیں کیا جب یادخواتین.
		-- George Bernard Shaw

%
سے Kath وہ اپنے بچے کی پیدائش کے وقت موجود ہو سکتا ہے؟ایڈ: اس کے والد موجود ہے تو کسی بھی معقول بچے کی توقع کر سکتے ہےتصور میں.
		-- Joe Orton, "Entertaining Mr. Sloane"

%
ایک ڈائری رکھنے اور ایک دن یہ آپ کو رکھیں گے.
		-- Mae West

%
خواتین آپ نہیں کر سکتے رکھیں. ان سے شادی اور وہ جس طرح سے آپ کو چلنے سے نفرت کرنے کے لئے آیاکمرے میں؛ ان کے پریمی رہتے ہیں، اور انہوں نے چھ کے اختتام پر آپ jiltماہ.
		-- Moore

%
اپنی آنکھوں کی شادی سے پہلے کھلی نصف بعد بند رکھو،.
		-- Benjamin Franklin

%
آپ کے ہاتھ چومنا سروس آپ کو بہت اچھا محسوس کر سکتی ہے لیکن ایک ہیرے اورنیلم کڑا ابد تک رہتا ہے.
		-- Anita Loos, "Gentlemen Prefer Blondes"

%
لیڈی نینسی آسٹر:"ونسٹن، تم نے میرے شوہر تھے تو، میں نے زہر آپ کافی میں ڈال دیا تھا."ونسٹن چرچل:"نینسی، تم میری بیوی ہوتی تو میں اسے پی کروں گا."
		-- Anita Loos, "Gentlemen Prefer Blondes"

%
Lank: یہاں ہم چلے. ہم نے ایک نیا ریکارڈ قائم کرنے والے ہیں.ارل: (لوگوں کے لئے) کس طرح ایک تاریخ کے بارے میں؟Lank: ہم نے کر دیا. ارل ایک نیا ریکارڈ قائم کیا ہے. کی طرف سے رد کر دیا      20،000 خواتین.
		-- Lank and Earl

%
کارکردگی کر سکتا ہوں میں قابل اعتراض اضافہ کے ساتھ قیمت میں بڑی بڑھ جاتی ہےصرف ریس کے گھوڑوں اور عورتوں میں برداشت نہیں کی جائے.
		-- Lord Kelvin

%
تیری نوکرانی، وفادار مضبوط، اور گھریلو رہنے دو.
		-- Benjamin Franklin

%
صرف کا کہنا ہے کہ جہاں ایک تبدیلی کی ضرورت تھی، میں ایڈجسٹ کرتے ہیں. ہر میںرشتہ داری موجود ہے، لوگوں کو زندہ رہنے کے لئے ایک راستہ تلاش کرنے کی ہے. اگر آپواقعی اس شخص کے بارے میں خیال، آپ کو ضروری ہے کیا کرنا ہے، یا یہ کہ آخر ہے.پہلی بار کے لئے، میں واقعی میں تبدیل کر سکتا ہے کہ پایا، اور خصوصیاتمجھے سب سے زیادہ اپنے آپ میں تعریف کی میں نے چھوڑ دی. میں نے بلند آواز اور bossy ہونے بند کر دیا ...اوہ، ٹھیک ہے. میں اب بھی اور بلند bossy، لیکن صرف اس کی پیٹھ کے پیچھے تھا.
		-- Kate Hepburn, on Tracy and Hepburn

%
زندگی ہے Centerfold سے شروع ہوتی اور ظاہری وسعت.
		-- Miss November, 1966

%
اس معاشرے میں زندگی ہونے، بہترین، ایک سراسر بور اور معاشرے کا کوئی پہلوخواتین کے لئے تمام متعلقہ میں ہونے، کرنے کے لئے وہاں رہتا شہری ذہن ذمہ دارسنسنی متلاشی عورتیں صرف حکومت کا تختہ الٹنے کی، پیسے کا خاتمہسسٹم، انسٹی ٹیوٹ مکمل آٹومیشن اور مرد جنسی تباہ.
		-- Valerie Solanas

%
زندگی بیکار ہے. نندک، misanthropic لڑکا، 34، روح کے ساتھی کے لئے تلاش لیکناس کو تلاش کرنے کے لئے نہیں مقررہ. مجھے ایک نوٹ چھوڑ. میں نے آپ کو فون کروں گا، ہم بات چیت اور دونگامیں شاید میں کر سکتا ہوں کے مقابلے میں زیادہ خرچ کریں گے جہاں آپ کو باہر کھانے پر پوچھیں گےآپ کو متاثر کرنے کے لئے ایک کمزور کوشش میں متحمل. پھر ہم ہم ہیں احساس ہوگاعام میں بالکل کچھ بھی نہیں اور ہم نے اپنے الگ الگ طریقوں چلے جائیں گے، زیادہمعاشرے سے نالاں اور اداس پہلے کے مقابلے میں (اگر ایسی بات ممکن ہے).
		-- Valerie Solanas

%
زندگی بدسورت عورتوں کے ساتھ رقص کرنا بہت مختصر ہے.
		-- Valerie Solanas

%
تمام نوجوان مردوں کی طرح، آپ کو بہت سے ایک کے درمیان فرق کی مبالغہ آرائینوجوان عورت اور ایک اور.
		-- George Bernard Shaw, "Major Barbara"

%
لڑکیوں میں سکی ریزورٹ شوہروں اور شوہروں کی تلاش کی طرحلڑکیوں کے لئے، صورت حال یہ لگتا ہے ہو سکتا ہے کے طور پر سڈول نہیں ہے.
		-- Alan McKay

%
چھوٹی لڑکیوں، تیتلیوں کی طرح، بغیر کسی عذر کی ضرورت ہے.
		-- Lazarus Long

%
لونلی مردوں صحبت تلاش کرو. لونلی خواتین گھر میں بیٹھ کر انتظار.وہ کبھی نہیں ملیں.
		-- Lazarus Long

%
لڑکیوں کے بہت سے ایک گیت کے لئے حاصل کی جا سکتی. بدقسمتی سے، یہ اکثر بن جاتا ہےویڈنگ مارچ ہو.
		-- Lazarus Long

%
محبت ایک مثالی چیز، شادی ایک حقیقی بات ہے؛ اصلی کی الجھنمثالی کے ساتھ کبھی نہیں ادنڈت جاتا.
		-- Goethe

%
لو میرج کی طرف سے علاج کیا جاتا ہے کہ ایک جنونی برم ہے.
		-- Dr. Karl Bowman

%
محبت ایک عورت ایک دوسرے سے مختلف ہے کہ برم ہے.
		-- H. L. Mencken

%
محبت احمق، شادی کی Cuckolds، اور حب الوطنی دروہی imbeciles ہوتا.
		-- Paul Leautaud, "Passe-temps"

%
مردانا mucho کیا ثابت نہیں کرتا.
		-- Zsa Zsa Gabor

%
شوہر اور بیوی ایک کو بیوقوف بناتے ہیں.
		-- Zsa Zsa Gabor

%
بہت سے لوگ ایک روشنی میں ایک لڑکی کے ساتھ محبت میں گر گیا ہے تاکہ وہ کرے گا دھیمااس کی طرف سے ایک سوٹ نہیں چنا.
		-- Maurice Chevalier

%
ایک ڈمپل کے ساتھ محبت میں کئی ایک آدمی سے شادی کرنے کی غلطی کرتا ہےپوری لڑکی.
		-- Stephen Leacock

%
سوچتا ہے کہ جو انہوں نے ایک شادی سے پہلے سفر پر جا رہا ہے کئی ایک آدمیایک عورت یہ صرف ایک شیک نیچے کروز تھا بعد میں پتہ چلا کہ.
		-- Stephen Leacock

%
کئی ایک بیوی سوچتا اس کے شوہر دنیا کے بہترین پریمی ہے.لیکن وہ اس میں اس کو پکڑنے نہیں کر سکتی.
		-- Stephen Leacock

%
کئی شوہروں پیسہ ان کی بیویوں کی فروخت پر بچانے پر توڑ دیا.
		-- Stephen Leacock

%
شادی ہمیشہ کے فن کا عظیم ترین تفہیم کا مطالبہدو انسانوں کے درمیان ممکنہ نشٹھاہیتا.
		-- Vicki Baum

%
شادی ڈیٹنگ مسائل کی وجہ سے.
		-- Vicki Baum

%
شادی ایک سختی سے نجی ارادے کی ایک خوفناک عوامی اعتراف ہے.
		-- Vicki Baum

%
شادی ایک عظیم ادارہ ہے - لیکن میں نے ابھی تک کسی ادارے کے لیے تیار نہیں ہوں.
		-- Mae West

%
شادی آرمی کی طرح ایک بہت ہے، ہر کوئی شکایت ہے، لیکن آپ کو ہو جائے گاکہ دوبارہ حاصل کرنا بڑی تعداد پر حیران.
		-- James Garner

%
شادی ایک رومانوی ہیرو پہلے باب میں مر جاتا ہے ہے.
		-- James Garner

%
سگائ کی انگوٹی، شادی کی انگوٹی، اور مصائب: شادی ایک تین انگوٹی سرکس ہے.
		-- Roger Price

%
شادی ایک ایسا ادارہ ہے جس میں دو ایک بننے کے لئے شروع ہوتا ہے، اور ایک کوکچھ بھی نہیں بننے کے لئے چلاتی ہے.
		-- Roger Price

%
شادی اصول پر مبنی ہے کہ ایک آدمی کو بیئر کے ایک برانڈ پتہ چلتا ہے جببالکل اس کے ذائقہ کے لئے انہوں نے ایک بار میں نے اپنے کام کو پھینک دیں اور کام کرنے کے لئے جانا چاہیئےbrewery میں.
		-- George Jean Nathan

%
شادی خواتین کے بارے میں مشکل طریقے سے سیکھ رہا ہے.
		-- George Jean Nathan

%
شادی، ایک لاٹھی twirling handsprings رخ، یا کے ساتھ کھانے کی طرح ہےچینی کاںٹا. آپ اس کی کوشش ہے جب تک یہ آسان لگتا ہے.
		-- George Jean Nathan

%
شادی کے نیچے کم ہے، لیکن آپ اس کے لئے ادائیگی آپ کی زندگی کے باقی خرچ.
		-- Baskins

%
شادی محض fettucine اشتراک نہیں کر رہا ہے، لیکن اشتراک کرپہلی جگہ میں fettucine ریستوران تلاش کرنے کا بوجھ.
		-- Calvin Trillin

%
شادی صرف ایڈونچر بزدلانہ کے لئے کھلا ہے.
		-- Voltaire

%
شادی کس قسم کا شخص تمہاری بیوی گی کو تلاش کرنے کے عمل ہےکو ترجیح دی ہے.
		-- Voltaire

%
شادی کے جذبات کا فضلہ کاغذ ٹوکری ہے.
		-- Voltaire

%
شادی، زندگی میں، ایک جنگ کے درمیان میں ایک دوندویودق کی طرح ہے.
		-- Edmond About

%
شادیاں جنت میں بنایا اور زمین پر خرچ کر رہے ہیں.
		-- John Lyly

%
جلد بازی میں شادی اور سب کو ماہ گنتی شروع ہوتی.
		-- John Lyly

%
شادی کے تمام برائی کی جڑ ہے.
		-- John Lyly

%
شادی، ایک لفظ نہیں ہے، یہ ایک جملہ ہے.
		-- John Lyly

%
مرد ہمیشہ ان bores کہ کچھ بھی احترام کرنے کے لئے تیار ہیں.
		-- Marilyn Monroe

%
مرد دو ٹانگوں اور آٹھ ہاتھ کے ساتھ ان لوگوں کے مخلوق ہیں.
		-- Jayne Mansfield

%
مرد میرے ذہن کی طرف سے مجھے اپنی طرف متوجہ کیا نہیں کر رہے ہیں. وہ جو میں نے اپنی طرف متوجہ کر رہے ہیںکوئی اعتراض نہیں ہے ...
		-- Gypsy Rose Lee

%
مرد عورتوں کے مقابلے میں اس میں سے ایک زیادہ بہتر وقت ہے؛ ایک چیز کے لئے وہ بعد سے شادی؛ایک اور چیز کے لئے وہ پہلے مر جاتے ہیں.
		-- H. L. Mencken

%
خواتین کو ان کے گناہوں کے لئے ہے کے طور پر مردوں کے طور پر ان کے حقوق کے ایک خیال بڑھا چڑھا کر پیش کیا ہے.
		-- E. W. Howe

%
مرد تین چیزوں، روزہ کاریں، تیزی سے خواتین اور فاسٹ فوڈ کے لئے رہتے ہیں.
		-- E. W. Howe

%
مرد شیشے پہنے لڑکیوں کو دروں کبھی نہیں.
		-- Dorothy Parker

%
معیار کے مرد مساوات کے لئے عورتوں سے خوفزدہ نہیں ہیں.
		-- Dorothy Parker

%
مرد عورت پر کیا کہتے ہیں ان کو راضی؛ خواتین ان سے راضی کیا مردوں کے ساتھ کیا.
		-- DeSegur

%
مرد شاذ pimples کو حاصل ہے جو لڑکیوں کے لئے کس ڈمپل دکھائے.
		-- DeSegur

%
مرد اب بھی سب سے پہلے کس کو یاد ہے کے بعد خواتین کو گزشتہ بھول گئے ہیں.
		-- DeSegur

%
خواتین کے لئے پسندی کو فروغ دیتے ہیں جو انتہائی احترام مرد ان کے ساتھ شاذ و نادر ہی مقبول ہیں.
		-- Joseph Addison

%
مردوں کے رسالے اکثر ننگے خواتین کی تصاویر کی خاصیت. خواتین کے میگزینبھی اکثر ننگے خواتین کی تصاویر کی خاصیت. یہ لڑکی اس کی وجہ ہےجبکہ مرد جسم کے بالوں اور lumpy ہے اور جسم، آرٹ کی ایک خوبصورت کام ہےدن کی روشنی کی طرف سے دیکھا نہیں کیا جانا چاہئے.
		-- Richard Roeper, "Men and Women Are Different"

%
Miguel میں سروینٹیز گدھے Hote کی لکھی. ملٹن، Paradise Lost میں لکھا تو ان کیبیوی مر گیا اور وہ جنت میں آ لکھا.
		-- Richard Roeper, "Men and Women Are Different"

%
Moe کی: مجھے آج رات پوکر کھیلنے؟جو: میں نہیں کر سکتا. یہ باہر بچوں کی رات ہے.Moe کی: تو؟جو: میں نے نرس کے ساتھ گھر رہنا ہوگا.
		-- Richard Roeper, "Men and Women Are Different"

%
Moe کی: آپ کو ویلنٹائن ڈے کے لئے آپ کی بیوی کو کیا دیا؟جو: ہمیشہ کی طرح تحفہ - اس نے میرا دل باہر کھایا.
		-- Richard Roeper, "Men and Women Are Different"

%
پیسہ اور عورتوں میں سب سے زیادہ کے بعد کی کوشش کر رہے ہیں اور کم از کم کسی بھی دو کے نام سے جانا جاتاچیزیں ہمارے پاس ہے.
		-- The Best of Will Rogers

%
منی ایک طاقتور aphrodisiac کے ہے. لیکن پھول تقریبا طور پر اچھی طرح کام.
		-- Lazarus Long

%
پردہ کی ایک بیوی اور شاید ہی کوئی mistresses میں مغربی رسم ہے.
		-- H. H. Munro

%
... ہم میں سے اکثر محبت کے بارے میں مشکل طریقے سے سیکھا. یہاں تک کہ تنبیہہ کو شاید ہیںبیکار، کسی نہ کسی طرح کے، والدین اور دوستوں کے سخت انتباہ کے باوجود،سینکڑوں، ہزاروں خواتین آخری لمحے میں خود کو بھول گیا ہوںاور جھوٹ، وعدوں، وسیلے، یا محض کی attentions چل بساLusting کے، پیارا، مردوں، سے پیچیدہ predicaments کے میں خود لینڈنگان میں سے جو کچھ کبھی نہیں اپنی پوری زندگی کے دوران بازیاب. اور میں نہیں ہوںآپ کے کشور Midwesterners میں سے صرف 1958 میں بول؛ میں عورتوں کی بات کر رہا ہوںہر سال میں ہر شہر میں ہر عمر کے. بدنام زمانہ جنسی انقلابدرد اور محبت کی الجھن سے کسی نے بچایا ہے.
		-- Alix Kates Shulman

%
چالیس سے اوپر ایک شوہر میری تصور ایک عورت نے اس کو تبدیل کرنے کے قابل ہونا چاہئے ہے،دو کے twenties کے لئے ایک بینک نوٹ کے، کی طرح.
		-- Alix Kates Shulman

%
کبھی ایک اجنبی سے ایک دعوت نامہ قبول کر وہ آپ کو کینڈی دیتا ہے جب تک.
		-- Linda Festa

%
وہ تھکا ہوا ہے جب کبھی کسی عورت کے ساتھ بحث - یا آرام کیا.
		-- Linda Festa

%
ماں کے نام سے ایک جگہ پر نہیں ھاو. ڈاکٹر نامی ایک شخص کے ساتھ تاش کھیلنے کبھی.اور اگر کسی عورت تم سے زیادہ مشکلات کے پاس ہے جو لوگوں کے ساتھ لیٹ کبھی نہیں.
		-- Nelson Algren, "What Every Young Man Should Know"

%
بستر پاگل کبھی نہیں. رہو اور لڑو.
		-- Phyllis Diller, "Phyllis Diller's Housekeeping Hints"

%
ایک عورت جس کی مشکلات کو اپنی خود سے بھی بدتر ہیں کے ساتھ سو نہیں.
		-- Nelson Algren

%
بتا کبھی نہیں. کیا آپ اپنی بیوی سے محبت ہے تو ... سچ تو یہ ہے، آپ کی بوڑھی عورت چلتا ہے توتم پر میں، اس سے انکار. جی ہاں. صرف فلیٹ سے باہر ہے اور وہ اس پر یقین کر لیں گے: "میں ہوںکہہ 'ہاں. یہ لڑکی اس کی گردن کے ارد گرد ایک نشانی کے ساتھ نیچے آیا `بچھانےمیرے اوپر نہیں تو میں 'مر جاؤں گی. مجھے پتہ نہیں تھا میں تمہیں ایسا کیا تھا ... "
		-- Lenny Bruce

%
نئے سال کی شام، ایک آدمی کو سب سے زیادہ اس کی عمر محسوس ہوتا ہے جب سال کے وقت ہےاور اس کی بیوی کو اکثر اس کے یہ کام کرنے کی یاد دلاتا ہے.
		-- Webster's Unafraid Dictionary

%
کوئی دوستی اتنی خوشگوار یا لڑکی کے لئے لڑکی کی ہے کہ کے طور پر بہت سوادج ہے.کوئی نفرت عورت کے بدلے عورت کے طور پر اتنی شدید یا غیر منقولہ.
		-- Landor

%
وہ طویل عرصے سے کھو دیا ہے جب تک کوئی شخص عورتوں کی ایک معقول رائے ہو سکتا ہےبالوں کا restorers میں دلچسپی.
		-- Austin O'Malley

%
احساس کی ایک اناج کے ساتھ کوئی جدید عورت نے کبھی ایک کے لئے بہت کم نوٹوں بھیجتاغیر شادی شدہ مرد - وہ، ویسے بھی شادی شدہ ہے جب تک نہیں.
		-- Arthur Binstead

%
کسی نے ایک بار میں نرم اور گہری ہیں کہ باتیں کس طرح ایک عورت کی طرح جانتا ہے.
		-- Hugo

%
کوئی خود ساختہ آدمی کبھی کسی عورت نے نہیں کیا ہے کہ اس طرح ایک اچھا کام کیاکچھ تبدیلی بنانا چاہتے ہیں.
		-- Kim Hubbard

%
وہ جان بوجھ کر منتخب کر سکتے ہیں جب تک کوئی عورت مفت خود فون کر سکتے ہیںوہ یا ایک ماں نہیں ہو گا کرے گا.
		-- Margaret H. Sanger

%
کوئی عورت، جوئے شوہر برداشت کر سکتے ہیں جب تک کہ وہ ایک مستحکم فاتح ہے.
		-- Lord Thomas Dewar

%
کوئی عورت کبھی نے کی بہتر رائے ہے جب تک کہ ایک آدمی کے ساتھ محبت میں پڑتا ہےاس کے وہ مستحق کے مقابلے میں.
		-- Edgar Watson Howe

%
کوئی بھی واقعی ہے جب تک وہ شادی کر رہے ہیں کیا خوشی، جانتا ہے.اور پھر یہ بہت دیر ہو چکی.
		-- Edgar Watson Howe

%
نہیں ہر کسی کو اس مسئلہ گرل فرینڈ کے لئے ضروری کی وجہ سے ہے کے ساتھ ہےسرمایہ دارانہ طبع پیداوار.
		-- Herbert Marcuse

%
تمام جانوروں کی، سب سے زیادہ قابو سے باہر ہے.
		-- Plato

%
کورس کے ایک افلاطونی رشتے کو ممکن ہے - لیکن صرف کے درمیانشوہر اور بیوی.
		-- Plato

%
ایک عورت آپ کو اس کے دل دیا ہے ایک بار تم نے اس میں سے باقی سے چھٹکارا حاصل نہیں کر سکتے.
		-- Vanbrugh

%
ایک دفعہ کا ذکر ایک خوبصورت نوجوان لڑکی لے ٹہلنے نہیں تھاجنگل کے ذریعے. تمام وہ دیکھا ایک بار ایک انتہائی بدصورت بیل مینڈک بیٹھے اوپراس کے amazement کے لاگ ان اور میڑک اس سے بات کی. "شادی سے پہلے،" croakedمینڈک، "کیا تم میرا ایک کام؟ آپ یقین کرنے کے لئے یہ مشکل ہو جائے گا کریں گے، لیکنمیں نے ایک بار ایک خوبصورت، دلکش پرنس اور اس کے بعد ایک مطلب، بدسورت پرانے ڈائن ڈالا گیاایک مجھ پر جادو اور ایک میڑک میں تبدیل کر دیا مجھے. ""اوہ، کیا ایک افسوس!"، لڑکی نے کہا. "میں نے کے لئے کچھ بھی کر سکتا ہوں کروں گاآپ اس طرح ایک جادو کو توڑنے میں مدد ملے. ""ٹھیک ہے،" میڑک اس جادو ہو سکتا ہے کہ صرف ایک ہی طریقہ جواب دیا "دور لے جایا کچھ خوبصورت نوجوان عورت مجھے گھر لے چلو اور مجھے خرچ کرتے ہیں کرنے کے لئے ہےاس کے تکیی کے نیچے رات. "نوجوان لڑکی کے گھر میں بدسورت مینڈک لیا اور اس کے نیچے رکھ دیاوہ سیوانیورت جب اس رات تکیا. وہ اگلی صبح جاگ اٹھا جب، اس بات کا یقینکافی، وہاں ساتھ اس کے بستر میں ایک بہت نوجوان، خوبصورت آدمی، واضح طور پر کی تھیشاہی خون. اور تاکہ وہ اس دن کے لئے سوائے اس کے کہ کبھی کے بعد خوشی سے رہتے تھے،اس کے باپ اور ماں اب بھی اس کہانی پر یقین نہیں کرتے.
		-- Vanbrugh

%
ایک وقت تین بھائی جو شورویروں تھے وہاں تھےایک مخصوص بادشاہی میں. اور، وہاں ایک ہمسایہ ریاست میں ایک راجکماری تھاجو شادی کی عمر کا تھا. ویسے، ایک دن، مکمل کوچ میں، ان کے گھوڑوں،اور ان پیج، تین بھائیوں کو دیکھ کر دور قائم ان میں سے ایک سکتا ہے تواس کے ہاتھ جیت. سڑک طویل تھا اور ساتھ ساتھ بہت سے عزم جو رکاوٹوں پر تھےراستہ، ڈاکوؤں قابو پانے، عبور کرنا مشکل خطوں. وہ ساتھ coped جیساہر رکاوٹ وہ زیادہ سے ان کے صفحے کے ساتھ زیادہ کراہت بن گیا. انہوں نے کہا تھانہ صرف نااہل، وہ ایک ڈرپوک تھا، وہ گھوڑوں نہیں سنبھال سکتا، وہ تھا،مختصر میں، ایک مکمل فلاپ. انہوں نے ریاست کی عدالت میں پہنچے،وہ کچھ کے ساتھ شہزادی کے سامنے پیش کرنے کی توقع کر رہے تھے کہ ملاھجانا. وہ نہیں تھا کے بعد دو بڑے بھائی، حوصلہ شکنی کر رہے تھےاس بارے میں سوچا اور تیار نہیں تھے. سب سے کم عمر، تاہم، تھاجواب: اس کی کوئی وعدہ، لیکن اس کا ہمارے صفحے دے.
		-- Vanbrugh

%
ایک شام انہوں نے بات کی. اس کے پاؤں میں بیٹھ کر، اس کا چہرہ اس پر اٹھایا،وہ اپنی جان سنا جا کرنے کی اجازت دی. ،، کچھ "میری پیاری تم چاہو کچھ بھیہوں کچھ بھی میں نے کبھی ہو سکتا ہے ... یہی تو میں آپ کو پیش کرنے کے لئے چاہتے ہیں ہے - نہیںجو باتیں میں نے حاصل، لیکن دونگا مجھ میں بات مجھے حاصل کرنے کے قابل بنا دے گی کہان. یہی بات - ایک شخص اسے ترک نہیں کر سکتے ہیں - لیکن میں نے اسے ترک کرنا چاہتا ہوں - تویہ تمہارا ہو گا - تاکہ یہ آپ کی خدمت میں ہوں گے - صرف آپ کے لئے "لڑکی مسکرایا اور پوچھا: "تمہیں لگتا ہے میں ہے Maggie سے زیادہ خوبصورت ہوںکیلی؟ "وہ اٹھی. انہوں نے کچھ بھی نہیں کہا اور گھر سے باہر چلے گئے تھے. انہوں نے کہا کہ کبھی نہیںایک بار پھر اس لڑکی کو دیکھا. گیل سے Wynand، کبھی ضرورت کے خود پر فخر کرنے والےسبق دو بار، بعد کے سالوں میں ایک بار پھر محبت میں گر نہیں تھا.
		-- Ayn Rand, "The Fountainhead"

%
ایک لڑکی خوبصورت ہو سکتا ہے - لیکن ایک درجن صرف ایک کورس ہے.
		-- F. Scott Fitzgerald, "The Last Tycoon"

%
ایک عورت پیدا نہیں کیا ہے، ایک سے ایک بن جاتا ہے.
		-- Simone de Beauvoir

%
ایک انسان کی حماقت کسی دوسرے آدمی کی بیوی ہے.
		-- Helen Rowland

%
ایک ہمیشہ محبت میں ہونا چاہئے. یہی وجہ ہے کہ ایک سے شادی نہیں کرنا چاہئے ہے.
		-- Oscar Wilde

%
مردوں اور عورتوں - لوگوں میں سے صرف دو گروہوں چاپلوسی کے لئے گر.
		-- Oscar Wilde

%
مرد و عورت کے تمام قسم کے لوگ، بڑی مشکل رپورٹ کر رہے ہیںان دنوں، مناسب الفاظ کے انتخاب میں خواتین کے ان لوگوں کی طرف رجوع کرناقائل کرنے کی کوشش."لیڈی،" "عورت" اور "لڑکی" سب بالکل اچھے الفاظ ہیں، لیکنان misapplying ایک اچھا کرنے کی فحاشی کے الزام سے بھی کچھ حاصل کر سکتے ہیںسوئفٹ ذائقہ. ہم، احترام، condescension کے کے معاملات کے ساتھ یہاں الجھ رہے ہیںاحترام، تعصب، اور دو مبہم تصورات، عمر اور عہدے. اس پریشان کن ہےواقعی میں کیا ہے جو براہ راست حاصل کرنے کے لئے کافی. جان بوجھ کر غلط استعمال وہ لوگ جوخوشامد میں ایک گھنونا کوشش میں اصطلاحات کو اس کے لئے پوچھ رہے ہیں.ایک عورت کو کوئی سیانا خاتون شخص ہے. ایک لڑکی غیر سیانا ہےورژن. آپ موٹے گالوں اور گلابی بال ربن کے ساتھ ایک چھوٹا چیز بلاؤ تو ایک"عورت،" آپ کو شاید نہیں مصیبت میں مل جائے گا، اور اگر آپ ایسا کرتے، آپ کو ہو جائے گاوہ تین فٹ قد کے تحت کیا جائے گا کیونکہ اس کو ہینڈل کرنے کے قابل. تاہم اگر آپ کو تو،مطلب وہ ایک ہے اس کی خاطر ایک بچے کے نام سے ایک سیانا فون کریںجوانی جسم، تم نے بھی اشارہ کر رہے ہیں کہ وہ ملنے کے لئے ایک دماغ ہے کہ.
		-- Oscar Wilde

%
جسمانی طور سے انسانی معاشرے کی تمیز کرنے کے کچھ بھی نہیں ہےسوائے بچوں کو زیادہ سے زیادہ مصیبت اور مہنگی ہیں کہ فارم گجمرگی اور خواتین تو مکمل طور پر فارم اسٹاک کے طور پر غلام بنا کر رکھ نہیں کر رہے ہیں.
		-- George Bernard Shaw, "Getting Married"

%
رچ انڈرگریجویٹ تیز taxed کیا جانا چاہئے. یہ ٹھیک نہیں ہے کہ کچھ مرددوسروں کے مقابلے میں زیادہ خوش ہونا چاہئے.
		-- Oscar Wilde

%
سیلی: چلو، ٹیڈ، تمام میں نے کیا کرنا تم سے پوچھ رہا ہوں آپ کے احساسات کا اشتراک ہے	میرے ساتھ.ٹیڈ: سب؟ آپ کو احساس تم سے پوچھ رہے ہیں کیا کرتے ہیں؟ مرد تربیت یافتہ نہیں ہیںاشتراک کرنے کے لئے. ہم نہ کی طرف سے خود کی حفاظت کے لئے تربیت یافتہ رہےکسی کو بھی بند کر دے. اچھا غم، میں نے ارد گرد جاؤ توآپ کے ساتھ ہر چیز کا اشتراک کرنے، آپ کو خشک کرنے کے لئے مجھے باہر پھانسی سکتا تھا.سیلی: یہ "اعتماد،" کہا جاتا ہے ٹیڈ.ٹیڈ: "اشتراک"؟ "ٹرسٹ"؟ تم سچ میں سفر کرنے کے لئے مجھ سے پوچھ رہے ہویہاں نامعلوم پانی.
		-- Sally Forth

%
سائنسدانوں نے اب بھی کے بارے میں وہ نسبت مردوں کو اپنی طرف متوجہ کیا ہے کے بارے میں کم جانتے ہیںکیا مچھروں کو اپنی طرف متوجہ."کیا ہر عورت مردوں کے بارے میں کیا پتہ ہونا چاہیئے"
		-- Dr. Joyce Brothers,

%
وہ ہمیشہ پرانی کہاوت پر ایمان لائے - اگر آپ کو اچھی لگ رہے ہیں جبکہ ان کو چھوڑ دیں.
		-- Anita Loos, "Gentlemen Prefer Blondes"

%
وہ کئی بار وہ تمام چہرے پر چاول نمبر حاصل شادی کی گئی.
		-- Tom Waits

%
وہ ایک طویل قطار ان کی والدہ کی بات سنی ہے کہ سے اترا ہے.
		-- Gypsy Rose Lee

%
وہ صرف میں آیا تھا، چند سال کے لئے میرے ساتھ اس چیز کے ارد گرد ٹوٹ پڑی، مزہ آیاخود، جو خوبصورت کوالٹی اور بائیں کی ایک طرح دے دیا. پرجوش چند آدمیوںاس دوران میں.میں "میں Avengers" کے ملوث ہونے.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
اس نے اسے پسند کیا. انہوں نے بہت سے خصوصیات کے مالک تھے، ان میں سے اکثر خراب تھے یہاں تک کہ اگر.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
وہ اس کے کہ آپ کر سکتے تھے ایک نظر دینے کے لئے ایک انمول موقع یادایک waffle پر ڈالا ہے ...
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
وہ کہتی ہے کہ دوسروں کا وقت ضائع ڈال اس کی آنکھوں سے باتیں کرنا سیکھ لیا ہےالفاظ میں.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
وہ کتنی سخت ہے وہ اس کا جواب 'ہاں' میں نہیں لے جائے گا.
		-- Patrick Macnee, reminiscing on Diana Rigg's

%
وہ لڑکی کی طرح غلط طرف سے کامیابی کی سیڑھی چڑھ غلط کون ہے.
		-- Mae West

%
بہت سے خوبصورت خواتین اور اتنا کم وقت.
		-- John Barrymore

%
اتنے سارے مردوں؛ اتنا کم وقت.
		-- John Barrymore

%
اس لئے کئی عورتیں؛ اتنا کم اعصاب.
		-- John Barrymore

%
اس لئے کئی عورتیں؛ اتنا کم وقت!
		-- John Barrymore

%
"اگر آپ کو ضرورت نہیں ہے تو کرنے، سنڈی، لیکن میں آپ کو شاید یہ تو سوچ رہا تھاکسی جگہ پر جانے کے لئے چاہتے ہیں، آپ کو معلوم ہے، میرے ساتھ، کچھ دیر کے. ""ٹھیک ہے، میں نے بھی بدتر چیزوں کی ایک بہت، داؤد کے بارے میں سوچ کر سکتے ہیں.""جمعہ، تو؟""کیوں نہیں، ڈیوڈ، یہ اور بھی مزہ آئے ہو سکتا ہے."
		-- Dating in Minnesota

%
بعض شوہروں ثبوت ایک عورت ایک مذاق لے سکتے ہیں کہ زندگی گزار رہے ہیں.
		-- Dating in Minnesota

%
کچھ شادیاں جنت میں بنائے جاتے ہیں - لیکن اتنی گرج اور بجلی ہو.
		-- Dating in Minnesota

%
کچھ مرد اپنی اپنی جگہ پر ٹھیک ہیں - کاش صحیح جگہوں!
		-- Mae West

%
کچھ مرد اپنی بیویوں کی مسلسل خوشی میں اتنی دلچسپی رکھتے ہیں کہ وہجاسوس کی خدمات حاصل اس کی وجہ یہ معلوم کرنے کی.
		-- Mae West

%
کچھ مرد اتنے مردانا وہ آپ حاملہ صرف ایک خرگوش کو قتل کرنا پڑتا ہوں گے.
		-- Maureen Murphy

%
کچھ مرد صرف ایک ہی چیز ہے کہ وہ عورت نے ان سے شادی کرنے کی مرہون منت ہیں کہ محسوس ہوتا ہےایک شکایت ہے.
		-- Helen Rowland

%
ہم میں سے کچھ ہم شادی کرنا چاہتا تھا مردوں ہوتے جا رہے ہیں.
		-- Gloria Steinem

%
کبھی کبھی ایک سگار صرف ایک سگار ہے.
		-- Sigmund Freud

%
کبھی کبھی، جب میں نے اس لڑکی سے میرا کیا مطلب ہے کہ کے بارے میں سوچنا، یہ سب میں کر سکتا ہےاس سے کہہ رہا سے رکھنے کے لئے.
		-- Andy Capp

%
سٹینفورڈ خواتین بہت سٹینفورڈ مردوں کی کامیابی کے لئے ذمہ دار ہیں:انہوں نے ان "صرف ایک وجہ" میں رہنے اور ہر رات کا مطالعہ کرنے دے.
		-- Andy Capp

%
اس کے لئے میری بات، silliest عورت ایک ہوشیار آدمی کو منظم کر سکتے ہیں، لیکن یہاحمق کا انتظام کرنے کے ایک بہت ہوشیار عورت کی ضرورت ہے.
		-- Kipling

%
منہ دبا ہنسنا ہے کہ وہ، اور کرنے wyndow clapte.
		-- Geoffrey Chaucer

%
وہ عورت آٹھ زبانوں بولتا ہے اور ان میں سے کسی میں نہیں کہہ سکتا "نہیں".
		-- Dorothy Parker

%
برہمچاری ہونے کا فائدہ یہ ہے کہ جب ایک ایک خوبصورت لڑکی کے ایک دیکھتا ہےواپس گھر ایک بدسورت ایک ہونے پر غم کرنے کی ضرورت نہیں ہے.
		-- Paul Leautaud, "Propos d'un jour"

%
ایک عورت کا غضب جس کے ساتھ آپ کے لئے خطرہ کر سکتے ہیں سب سے بڑی برائی ہے آپدشمنوں.
		-- Bonnard

%
کیونکہ وہ جانتا اوسط لڑکی کی بجائے دماغ سے زیادہ خوبصورتی کو ہوگااوسط آدمی وہ سوچ سکتے ہیں کے مقابلے میں زیادہ بہتر دیکھ سکتے ہیں کہ.
		-- Ladies' Home Journal

%
اوسط عورت لامحالہ ایک مقررہ کے ساتھ اس کی اصل شوہر دیکھنے ضروری ہےنفرت؛ وہ اس کی مثالی لیکن کچھ بھی ہے. نتیجے میں، وہ مدد نہیں کر سکتامحسوس کر اس کے بچوں cruelly کے حقیقت یہ ہے کہ وہ کی طرف سے معذور رہے ہیں کہانکا باپ.
		-- H. L. Mencken

%
اس کام کے لئے سب سے اچھا آدمی اکثر ایک عورت ہے.
		-- H. L. Mencken

%
گنجی ہونے کے بارے میں سب سے اچھی بات، جب غیر متوقع کمپنی کے پہنچ گئے، یہ ہے کہ،تمہیں کیا کرنا ہے آپ کی تمام ٹائی سیدھا ہے.
		-- H. L. Mencken

%
ارتقاء کے دوران میں مردوں کی اجازت کیوں بڑا سوال ہےخود تو مکمل طور پر عورتوں کی طرف سے گرہن کی جائے. کیوں کہ وہ برداشت کروںاس کل افادیت، outcasts کے ہیں جو کے طور پر اس بدبخت وجودہر وقت بھوک لگی ہے؟
		-- H. L. Mencken

%
شادی کی زنجیروں یہ ان کے لے جانے کے لئے دو لیتا ہے تاکہ بھاری ہیں، اورکبھی کبھی تین.
		-- Alexandre Dumas

%
شادی سے پہلے دن ایک کے لئے ایک تیز تعارف کی طرح ہیںتکاؤ کتاب.
		-- Alexandre Dumas

%
دفاعی وکیل مدعی دور پھیلا ہوا تھا:وہ jeered، "" تم، کا دعوی ہے کہ "میرا کلائنٹ ایک ٹوٹا ہوا بوتل کے ساتھ تم پر آیااس کے ہاتھ میں. لیکن یہ آپ کو آپ کے ہاتھ میں کچھ تھا یہ سچ نہیں ہے،؟ ""جی ہاں،" آدمی بہت دلکش، کورس کی بات کا اعتراف کیا، "اس کی بیوی.،لیکن زیادہ ایک جنگ میں اچھا نہیں. "
		-- Alexandre Dumas

%
قانونی علیحدگی اور طلاق کے درمیان فرق یہ ہے کہ قانونیعلیحدگی اس کے پیسے کو چھپانے کے لئے انسان کو وقت دیتا ہے.
		-- Alexandre Dumas

%
جذبہ کی مدت اصل مزاحمت کے ساتھ متناسب ہےعورت کا.
		-- Honor'e DeBalzac

%
ابدی نسائی ؤردوگامی ہماری مدد دیتی ہے.
		-- Goethe

%
پہلی شادی انٹیلی جنس زائد تخیل کی کامیابی ہے،اور دوسرا تجربہ پر امید کی فتح.
		-- Goethe

%
حضرات خرد لاپرواہی سے زیادہ ایک دوسرے کے مقابل ہوئے.
		-- Goethe

%
لڑکی اب اس کی پہلی چوببن یاد ہے جو ایک بیٹی ہے جو نہیں کر سکتا یہاں تک کہاس کے پہلے شوہر کو یاد.
		-- Goethe

%
لڑکی عام طور پر فتح کرنے stoops جو ایک کم کٹ لباس پہنتے ہیں.
		-- Goethe

%
اس قسم کا حق حاصل ہے کے لئے لڑکی کی کوئی ایک قسم کھاتے ہیں جو کبھی محبت کی ہے.
		-- Sophia Loren

%
دیوتاوں آدمی کو آگ دیا اور اس نے آگ کے انجن ایجاد کیا. انہوں نے اسے دیامحبت کرتے ہیں اور وہ شادی کا آویشکار.
		-- Sophia Loren

%
ایک انسان کی زندگی کا سب سے خوشی کا وقت ان کی پہلی طلاق کے بعد ہے.
		-- J. K. Galbraith

%
دنیا میں سب سے بھاری اعتراض آپ بند کر دیا عورت کے بدن ہےمحبت کرنا.
		-- Marquis de Lac de Clapiers Vauvenargues

%
سہاگ رات کو اصل میں ہم ہماری آہیں گلا گھونٹنا کرنے کے لئے ختم ہونے تک نہیں ہےاور ہمارے جماہی لیتے گلا گھونٹنا کرنے کے لئے شروع.
		-- Helen Rowland

%
سہاگ رات جب انہوں فونز کہنا ہے کہ وہ رات کے کھانے کے لئے دیر ہو جائے گی ختم ہو چکا ہے اوروہ پہلے ہی یہ فرج میں ہے کہ ایک نوٹ چھوڑ دیا ہے.
		-- Bill Lawrence

%
شوہر شاید وجوہات اس کی بیوی کو سب کچھ بتا نہیں ہے جو کہکیا وہ نہیں جانتا ہے اس کو چوٹ نہیں کریں گے.
		-- Leo J. Burke

%
چھوٹی سی لڑکی اس گڑیا سے کوملتا کی کوئی اعلان کی توقع رکھتا ہے.وہ اس سے محبت کرتا ہے - اور یہ کہ تمام ہے. یہ ہم سے محبت کرنا چاہئے اس طرح ہے.
		-- DeGourmont

%
شوہروں کی اکثریت وایلن کھیلنے کے لئے کوشش کر رہے ایک orangutang کی یاد دلاتے.
		-- Honor'e DeBalzac

%
ایک عورت کو سمجھتا ہے جو انسان کو بہت اچھی طرح سمجھنے کے لئے کوالیفائی کرلیا ہےسب کچھ.
		-- Yeats

%
بالغ بوہینیا جس عورت کل وقتی کام کرتا ہے.
		-- Yeats

%
شادی کی پیشکش کی سب سے عام شکل: "تم کیا کر رہے !؟"
		-- Yeats

%
سب سے زیادہ خطرناک خوراک شادی کیک ہے.
		-- American proverb

%
شادی کا سب سے مشکل سال کی شادی کے بعد ان ہیں.
		-- American proverb

%
سب سے زیادہ خوش شادی میں نے دل میں تصور کر سکتے یونین ہو گیایک نابینا عورت ایک بہرا آدمی کا.
		-- Samuel Taylor Coleridge

%
ایک مرد اور ایک عورت کے درمیان تعلق میں سب سے اہم باتان میں سے ایک کے احکامات لینے میں اچھا ہو کہ ہے.
		-- Linda Festa

%
سب سے زیادہ مقبول لیبر کی بچت کے آلے آج بھی رقم کے ساتھ ایک شوہر ہے.
		-- Joey Adams, "Cindy and I"

%
سال کی ماں دو اپنایا بچوں کے ساتھ ایک نشفل عورت ہونا چاہئے.
		-- Paul Ehrlich

%
شادی میں سے ایک توجہ جو دھوکے کی زندگی ایک neccessity کرتا ہے.
		-- Oscar Wilde

%
شادی کے لئے صرف اصلی دلیل یہ بہترین طریقہ رہتا ہےکے لئے واقف ہو رہی ہے.
		-- Heywood Broun

%
ایک آدمی کو ایک گھر میں ہوتا ہے صرف سچ کے masterful شور شور ہےان کلید، وہ تالا کے لئے مہارت Fumbling لینڈنگ پر اب بھی ہے جب، کے.
		-- Colette

%
کامل انسان سچا پارٹنر ہے. نہیں ایک بستر پارٹنر اور نہ ہی ایک مزہ پارٹنر،لیکن ایک آدمی [آپ] کے ساتھ یکساں طور بوجھ کندھے اور ملکیت کی لونڈی یہ کون کرے گاخوشی کے معیار.
		-- Erica Jong

%
شخص پیسے کے لیے شادی جو عام طور پر اس کی پائی پائی کماتا.
		-- Erica Jong

%
سب سے خوبصورت خواتین کو تقریبا ہمیشہ سب سے زیادہ بورنگ ہیں، اور یہی وجہ ہےکچھ لوگوں کو کوئی خدا نہیں ہے محسوس.
		-- Woody Allen, "Without Feathers"

%
بورنیو اور رادھرم کے Ruffed Pandanga میں ان پنکھوں پھیلتاان پریم رقص اور ونسٹن چرچل اور پر ٹومی کوپر مشابھتایک ٹانگ. کیونکہ خواتین padanga نہیں کرتا padanga باہر مر رہا ہےبہت سنجیدگی سے لے.
		-- Mike Harding, "The Armchair Anarchist's Almanac"

%
ایک آئرش لڑکی کے چھ عظیم تحائف کی خوبصورتی، نرم آواز، میٹھا تقریر ہو،حکمت، سوئی، اور عفت.
		-- Theodore Roosevelt, 1907

%
اس نے اپنی بیوی کو طلاق دے جب یقینی نشانی ایک آدمی محبت میں ہے کہ ہے.
		-- Theodore Roosevelt, 1907

%
کچھ خواتین کے ساتھ مصیبت وہ کچھ نہیں کے بارے میں تمام حوصلہ افزائی حاصل کرتا ہے- اور پھر اس سے شادی.
		-- Cher

%
ایک عورت کے بارے میں حقیقت اکثر سے عورت سچی ہے اب تک رہتا.
		-- Cher

%
کسی اور چیز سے تیز مصیبت میں آپ حاصل کر سکتے ہیں کہ دو چیزیںتیزی سے خواتین اور سست گھوڑوں ہیں.
		-- Cher

%
ایک عورت کے خلاف جنگ کرنے کے راستے اپنی ٹوپی کے ساتھ ہے. اسے پکڑو اور چلانے.
		-- Cher

%
عورت آپ خریدیں - اور وہ کم از کم مہنگی ہے - ایک عظیم لیتارقم کا سودا. عورت خود دیتا ہے جو آپ کے تمام میں وقت لگتا ہے.
		-- Balzac

%
چند چیزیں ہیں کہ سٹائل کے باہر کبھی نہیں جانا نسائی عورت ہیں، اوران میں سے ایک ہے.
		-- Ralston

%
ایک شادی کے لئے چار مراحل ہیں. پہلا معاملہ نہیں ہے، اس کے بعد وہاں ہےشادی، پھر بچوں اور آخر میں چوتھے مرحلے، جس کے بغیر آپایک عورت، طلاق نہیں جان سکتا.
		-- Norman Mailer

%
تین چیزوں میں ہمیشہ محبت کیا ہے اور کبھی نہیں سمجھا ہیں -آرٹ، موسیقی، اور عورتوں.
		-- Norman Mailer

%
تین چیزیں مرد عورتوں کے ساتھ کر سکتے ہیں:، ان سے محبت ان کے لئے شکار ہیں،یا ادب میں ان کی باری.
		-- Stephen Stills

%
ایک شخص نے ایک عورت کو نہیں سمجھتا جب دو گنا ہیں - اس سے پہلےشادی اور شادی کے بعد.
		-- Stephen Stills

%
سب کی طرف سے تھا کہ اچھا وقت نہیں جاتا.
		-- Bette Davis, remarking on a passing starlet

%
وحشی اور مہذب انسان کے درمیان ایک وسیع فرق ہے، لیکن یہناستے کے بعد تک ان کی بیویوں سے کبھی نہیں ظاہر ہے.
		-- Helen Rowland

%
کوئی وصولی طاقت انسان نہیں، وقت میں، فورم کے اوزار فیشن سکتا ہے کہ نہیں ہےحاصل کرنے کے لئے، اور نہ ہی کسی کی طاقت اتنی ننگی بندر اسے گالی نہیں کرے گا کہ کو محفوظ بنانے کے.تو یہ جینیاتی کارڈ میں لکھا ہے - صرف طبعیات اور جنگ میں اسے پکڑچیک. اور یہ بھی بیوی کے پانچ کی طرف سے اسے گھر چاہتا ہے جو کورس کے،.
		-- Encyclopadia Apocryphia, 1990 ed.

%
ایک بدسورت عورت کے طور پر ایسی کوئی بات نہیں ہے - ایسا جو صرف وہی موجود ہیںخود کشش بنانے کے لئے کس طرح پتہ نہیں.
		-- Christian Dior

%
کوئی عورت کسی دوسرے کے لئے ہم کو دھوکہ دیتا ہے جو کے درمیان منتخب کرنے کے لئے زیادہ سے زیادہ نہیں ہے،اور ایک عورت خود اپنے لئے ایک اور دھوکہ دیتا ہے جو.
		-- Augier

%
ایک بیوہ تسلی کے لئے صرف ایک ہی راستہ ہے. لیکن خطرے یاد.
		-- Robert Heinlein

%
ان کے پنجوں پر ایک شخص کو رکھنے کے لئے ایک plunging کے neckline کے ساتھ ایک لڑکی کی طرح کچھ بھی نہیں ہے.
		-- Robert Heinlein

%
کچھ بھی نہیں ایک آدمی کی تعریف کرتے ہیں بنانے کے لئے ایک اور عورت کی ایک اچھی خوراک کی طرح ہےاسکی بیوی.
		-- Clare Booth Luce

%
اچھا کھانا، اچھی شراب، اور ایک بری لڑکی کی طرح کچھ بھی نہیں ہے.
		-- Clare Booth Luce

%
شادی کے بارے میں ایک تسلی ہے. جب آپ کے ارد گرد نظر آتے ہیں آپ کر سکتے ہیںہمیشہ سے برا کیا کسی کو دیکھیں.
		-- Warren H. Goldsmith

%
ہر شادی شدہ جوڑے میں کم از کم ایک بیوکوف ہے.
		-- Warren H. Goldsmith

%
جیسے ہی میں سیکھنے کے طور پر ایک خوش شادی اور کرنے کے لئے صرف ایک ہی راستہ ہےکیا یہ میں نے دوبارہ شادی کر لیں گے.
		-- Clint Eastwood

%
تنہا مردوں کو برداشت کرنے کے لئے اس زمین پر بہت زیادہ خوبصورتی کی بات ہے.
		-- Richard Le Gallienne

%
یہ آدمی اپنے گھر میں چلتا ہے اور اس کی بیوی کو کہتی ہے، "کیتی، پیک آپبیگ! میں نے صرف کیلیفورنیا لاٹری جیت گئے! ""شہد"، کیتھی ہوئے کہا، "میں گرم موسم یا سردی کے لیے پیک کر دیں؟""میں پرواہ نہیں ہے،" شوہر کا جواب. "صرف اتنی دیر تک آپ باہر ہیں کے طور پررات کے کھانے کے گھر سے! "
		-- Richard Le Gallienne

%
'سے Tis وصول مقابلے میں دینے کے لئے زیادہ برکت دی مثال کے طور پر، شادی کی پیش.
		-- H. L. Mencken

%
خوبصورت ہونا کافی ہے! ایک عورت کہ اچھی طرح سے کر سکتے ہیں تو جو مطالبہ کرنا چاہئےاس سے زیادہ؟ تم ایک گلاب گاتے نہیں کرنا چاہتا.
		-- Thackeray

%
کامیاب غور کیا جائے گا، ایک عورت نے اس کام میں زیادہ بہتر ہونا ضروری ہےایک آدمی کے مقابلے میں اس طرح سے ہوگا. خوش قسمتی سے، یہ مشکل نہیں ہے.
		-- Thackeray

%
کامیاب ہونے کے لئے، ایک عورت ایک مرد سے اس کام میں زیادہ بہتر ہونا ضروری ہے.
		-- Golda Meir

%
گمراہ انسان ہے - لیکن یہ الہی محسوس ہوتا ہے.
		-- Mae West

%
ایک لڑکی کے عیوب جاننے کے لیے، اس کی لڑکی دوست کے لئے اس کی تعریف.
		-- Benjamin Franklin

%
بہت سے لوگوں کی کل پرہیز کامل اعتدال سے زیادہ آسان ہے.
		-- St. Augustine

%
ہمارے sweethearts کے اور بیویوں سے. وہ سے ملنے کبھی نہیں ہو سکتا.
		-- 19th century toast

%
آج ایک آدمی کی شادی ہو جب انہوں نے ایک گھر، ایک نوکرانی، ایک باورچی، ایک اتساہی ہو جاتا ہےاسکواڈ اور ایک اور پیچیک. ایک عورت سے شادی کی، اس وقت وہ ایک Boarder آف ہو جاتا ہے.
		-- 19th century toast

%
ایک اچھی بات کی بہت زیادہ اچھا ہے.
		-- Mae West

%
، اپنے شوہر پر اعتماد آپ کے شوہر کو پسند، اور زیادہ سے زیادہ کے طور پر آپ کر سکتے ہیں حاصل کرنے کے آپاپنے نام کے.
		-- Joan Rivers

%
رومانوی کی بیس سال ایک عورت ایک تباہی کی طرح نظر بنانے؛ لیکن بیس سال کےشادی ایک عوامی عمارت کی طرح اس کے کچھ بنانے.
		-- Oscar Wilde

%
ایک بہت سیکسی آدمی کو بتانے کے لئے اس بات کا یقین دو طریقے؛ سب سے پہلے وہ ایک برا میموری ہے، ہے.میں نے دوسرے کو بھولنا.
		-- Oscar Wilde

%
حوا پہنچے جب تک، اس سے کسی شخص کی دنیا تھی.
		-- Richard Armour

%
ویلیری: اوہو، ٹام، تم مجھ پر maudlin جا رہے ہیں ...ٹام: میں فصیح کمزور پڑنے کے طور maudlin موم کرنے کا حق محفوظ رکھتے ...
		-- Tom Chapin

%
بہت کم جدید خواتین یا تو پسند یا خواہش کی شادی، خاص طور پر کے بعدتقریب میں فن کا مظاہرہ کیا گیا ہے. بنیادی طور پر عورتوں توجہ اور پیار کی مرضی.شادی وہ قبول کوئی متبادل نہیں ہے جب کچھ ہے. واقعی،یہ ان سے شادی کرنا وقت کا ضیاع، اور مضر ہے. یہ ایک کھلا چھوڑ دیتا ہےایک حریف کے لیے. اچھا یا برا شوہر،، ہمیشہ اپنے حریفوں ہے. محبت کرنے والوں، کبھی نہیں.
		-- Helen Lawrenson, "Esquire"

%
ہم خوشی سے آٹھ ماہ کی شادی ہو گئی. بدقسمتی سے، ہم نے شادی کر رہے تھےساڑھے چار سال کے لئے.
		-- Nick Faldo

%
ہم سب ایک عورت ایک منی سکرٹ اور بات میں بیٹھ کر سکتے ہیں کے لئے تلاش کر رہے ہیںفلسفہ، دونوں اعتماد اور سٹائل کے ساتھ عمل کر.
		-- Nick Faldo

%
ویڈنگ قسمت، اور اسی طرح لٹک رہی ہے.
		-- John Heywood

%
شادی بجتی ہے دنیا کی سب سے چھوٹی ہتکڑی ہیں.
		-- John Heywood

%
صرف ایک آدمی پر یقین کرنے کے لئے کہ عورت کو یکساں حقوق حاصل نہیں کرتا ہے ٹھیک ہے، یہ مشکل ہے.
		-- Dwight D. Eisenhower

%
کیا بدقسمتی ایک عورت ہونا! اور ابھی تک، بدترین بدقسمتی کے لئے نہیں ہےسمجھنے کے لئے کیا ایک بدقسمتی ہے.
		-- Kierkegaard, 1813-1855.

%
کیا آپ کو سب کچھ ہے جو ایک شخص کو دے سکتا ہوں؟ پینسلین.
		-- Jerry Lester

%
"آپ کو سب کچھ ہے جو ایک آدمی کو کیا دے سکتا ہوں؟" خوبصورت نوجواناس کی ماں سے پوچھا."حوصلہ افزائی، عزیز،" انہوں نے جواب دیا.
		-- Jerry Lester

%
لوگوں کو خوش شادیوں کے بارے میں کیا بیکار کی باتیں! ایک آدمی کے ساتھ خوش ہو سکتا ہےکسی بھی عورت اتنی دیر وہ اس سے محبت نہیں کرتا.
		-- Oscar Wilde

%
کیا عورت کی انترجشتھان لئے گزر جاتا ہے اکثر آدمی کی نسبت زیادہ کچھ نہیں ہےشفافیت.
		-- George Nathan

%
کیا ناشرین ان دنوں کے لئے تلاش کر رہے ہیں بنیاد پرست تحریک نسواں نہیں ہے. یہکارپوریٹ نسواں - کتب فروخت کرنے کے لئے ڈیزائن کیا تحریک نسواں کا ایک برانڈ اورمیگزین، تین پیس سوٹ، ایئر لائن ٹکٹ، اسکاچ، سگریٹ اور،سب سے اہم، کارپوریٹ امریکہ کا پیغام، چلتا ہے جس میں: جی ہاں، خواتین تھیںماضی میں اپنے خلاف امتیازی سلوک ہے، لیکن اس بدقسمت غلطی ہوئی ہےتلافی؛ اب ہر عورت سہارے کی طرف سے مال و دولت، عزت اور اقتدار حاصل کر سکتے ہیںانفرادی کے بجائے اجتماعی کوشش کی.
		-- Susan Gordon

%
جو بھی خواتین کو وہ دو بار اس کے ساتھ ساتھ مردوں نصف سوچا جا کرنے کے طور پر کیا کرنا چاہئے کروںکے طور پر اچھا. خوش قسمتی سے اس مشکل نہیں ہے.
		-- Charlotte Whitton

%
ایک لڑکی کی دیوار پر لکھاوٹ پڑھ سکتے ہیں تو وہ غلطی پر ہو سکتا ہےآرام کمرے.
		-- Charlotte Whitton

%
جب ایک لڑکی سے شادی وہ کے لئے بہت سے مردوں کی attentions تبادلےایک کی inattentions.
		-- Helen Rowland

%
ایک آدمی آپ کی بیوی چرا کر اس کی اجازت دینا سے بہتر کوئی انتقام نہیں ہےرکھنا.
		-- Sacha Guitry

%
ایک عورت نے مجھے ایک موجود دیتا ہے جب میں نے ہمیشہ دو حیرت ہے:سب سے پہلے اس کے لئے ادا کرنے کے لئے ہونے، موجود ہے، اور اس کے بعد.
		-- Donnay

%
ایک عورت ایک بار پھر شادی کرتی ہے جب وہ اپنے پہلے خاوند سے نفرت کی وجہ یہ ہے.ایک آدمی پھر شادی کرتا ہے، تو یہ اب پہلی بیوی بہت پیار کرتی تھی کیونکہ.
		-- Oscar Wilde

%
دو برائیوں کے درمیان کا انتخاب کرتے ہیں تو، میں ہمیشہ میں نے کبھی نہیں کیا ہے ایک لینے کے لئے پسندپہلے کوشش کی.
		-- Mae West, "Klondike Annie"

%
خدا نے دو جنسوں کو پیدا کیا تو، انہوں نے اسے overdoing ہو سکتا ہے.
		-- Charles Merrill Smith

%
جب خدا نے دیکھا کہ انسان نے پھر کوشش کی اور عورت کو پیدا کیا ہے کہ کس طرح ناقص تھی. کرنے کے طور پراس کے بعد وہ رک گئی کیوں دو قول ہیں. ان میں سے ایک عورت کی ہے.
		-- DeGourmont

%
جب میں نے ایک جوان آدمی تھا، میں نے مثالی پایا تک کبھی نہیں سے شادی کرنے کے عزم کا اظہارعورت. ٹھیک ہے، میں نے اسے تلاش ہے - لیکن افسوس، وہ مثالی آدمی کے لئے انتظار کر رہا تھا.
		-- Robert Schuman

%
میں اچھا ہوں جب، میں اچھا ہوں. لیکن میں برا ہوں، جب میں اس سے بہتر ہوں.
		-- Mae West

%
یہ شادیاں ٹوٹ کے لئے آتا ہے سب سے زیادہ شوہروں الزام تقسیم کرے گا -ان کی بیوی کی غلطی نصف، اور نصف اس کی ماں کی.
		-- Mae West

%
جب شادی کالعدم ہے، صرف ڈاکو سسرال پڑے گا.
		-- Mae West

%
کورنیل میں میرے اساتذہ روممیٹ میں یہودی تھی پتہ چلا تو وہ، تھااس کی درخواست، ایک مختلف کمرے میں منتقل کردیا گیا. وہ وہ نہیں سوچا مجھے بتایاپہلے کبھی کسی یہودی کو دیکھا تھا. میرا صرف ایک جواب کے پہننے کے لئے شروع کرنے کے لئے تھامیری گردن کے ارد گرد ایک سلسلہ پر داؤد کا چھوٹا سا ستارہ. میں نے ایک سے زیادہ ہو نہیں کیا تھایہودی رکھنے؛ بلکہ، دریافت یہودی کا لیبل سے جارحانہ تھادوسروں مجھے لوگوں کو جو میں نے کی تھی اور جو میں پر یقین رکھتے بتا دینا چاہتے بنا دیا.اسی طرح، یہ نوجوان خواتین سے بات کرنے کے بعد - جن میں سے ایک نے مجھے بتایا کہوہ کبھی ایک ناریوادی ملاقات کی تھی سوچا ہی نہیں تھا - میں شناخت کرنے کے لئے لے لیا ہےاپنے آپ کو حالات کے سب سے زیادہ امکان میں حقوق نسواں کی علمبردار کے طور پر.
		-- Susan Bolotin, "Voices From the Post-Feminist Generation"

%
جب ایک خواتین جانتا مردوں pities، لیکن جب ایک مردوں کا مطالعہ،ایک کے بہانے خواتین.
		-- Horne Tooke

%
جب موم بتیاں باہر ہیں تمام خواتین منصفانہ ہیں.
		-- Plutarch

%
saleman کی گاڑی خراب ہو گئی تو اس نے طلب کرنے کے لئے قریب ترین فارم ہاؤس پر واکوہی رات کو رہنے کے کر سکتا ہے تو. کسان نے اسے پیش کرنے پر اتفاق کیا. "میں اکیلا رہتا ہوں،"انہوں نے جاری رکھا "کرنے کے لئے، آپ کو سیڑھیوں کے سب سے اوپر سونے کے کمرے میں ہو سکتا ہےحق. ""اوہ، کوئی بات نہیں،" مایوس سیلزمین نے کہا. "میں میں میں ہوں لگتا ہے کہغلط مذاق. "
		-- Plutarch

%
گھر میں ایک پرانی نوکرانی نہیں ہے، تو ایک گھڑی کے کتے غیر ضروری ہے.
		-- Balzac

%
دو لوگوں کے سب سے زیادہ پر تشدد، سب سے زیادہ پاگل کے زیر اثر ہیں،سب سے زیادہ خیالی، اور جذبات میں سے زیادہ تر عارضی، اور قسمیں کھائیں کرنے کی ضرورت ہےوہ کہ میں بہت پرجوش، غیر معمولی، اور تھکا حالت میں رہیں گےمسلسل وفات تک ان کے حصہ کرتے.
		-- George Bernard Shaw

%
جب خواتین کو چومو یہ ہمیشہ مصافحہ انعام جنگجوؤں میں سے ایک یاد دلاتا ہے.
		-- H. L. Mencken, "Sententiae"

%
جب خواتین نے بھی ہمیں محبت ہے، وہ ہم سب کچھ، یہاں تک کہ ہمارے جرائم معاف کر؛ جب وہ کرتے ہیںہم سے پیار نہیں، وہ کچھ نہیں کے لئے ہم کریڈٹ دینے کے، نہیں یہاں تک کہ ہمارے فضائل.
		-- Honor'e de Balzac

%
تم اپنے آپ کے ساتھ بور کر رہے ہیں، شادی، اور کسی اور کے ساتھ بور.
		-- David Pryce-Jones

%
اگر آپ کسی اور سے شادی کر رہے ہیں جب، انہوں نے حاصل کی جاچکی کے لئے لے ... جبآپ کو یہ بہت اچھا ہے کسی کے ساتھ رہ رہے ہیں ... وہ اتنا خوف زدہ ہوآپ کو کھونے کے وہ آپ کو مطمئن ہر وقت رکھنے کے لئے مل گیا ہے.
		-- Nell Dunn, "Poor Cow"

%
میں نے ایک آدمی کو تاریخ جب بھی، مجھے لگتا ہے، اس آدمی نے اپنے بچوں چاہتے ہیںساتھ ان اختتام ہفتہ خرچ کرنے کے لئے؟
		-- Rita Rudner

%
کہاں آدمی ایک ساٹن گاؤن طرح ایک دل کم کر سکتا ہے؟
		-- Dorothy Parker, "The Satin Dress"

%
کیوں ایک مرد ایک بیوی چاہتے ہیں کچھ لوگوں کے لئے ایک بڑا رہسی ہے. کیوں ایک آدمی* ___ * دو بیویوں چاہتے ہیں ایک bigamystery ہے.
		-- Dorothy Parker, "The Satin Dress"

%
کیوں اس نے مجھ سے کتنا ثابت کرنے کے لئے کا مطلب ہے کہ کچھ سستے اور آسان طریقہ نہیں ہے؟
		-- Dorothy Parker, "The Satin Dress"

%
آپ نے مجھے آپ شوبراتر چومنے کیوں نہیں کرے گا؟ جو میں نے کہا کچھ اور ہے؟
		-- Tom Ryan

%
فٹ بال کے موسم کے اختتام، کالج کی ٹیم کے لئے ایک سٹار کھلاڑی کے ساتھایک دیر رات کیمپس میں شرکت کی طرف ٹیم کرفیو میں نرمی کا جشن منایاپارٹی. جلد پہنچنے کے بعد، وہ ایک خوبصورت coed کے سحر میں گرفتار ہو گیا اوروہ بہت تاریخوں سے ملے تو پوچھ کر اس کے ساتھ ایک بات چیت میں نرمیجماعتوں."اوہ، میں نے ایک تین پوائنٹ آٹھ ہے، تو میں بہت زیادہ کی طرف متوجہ ہوںگونگے پارٹی کے جانوروں کے لئے کے مقابلے مضبوط تعلیمی اقسام، "انہوں نے کہا." کیا بات ہےآپ G.P.A.؟ "کان سے کان پر مسکرا، جوک، دعوی "میں تقریبا پچیس میں حاصلشاہراہ پر شہر اور چالیس. "
		-- Tom Ryan

%
عورت بڑے بڑے کام کرنے کے لئے ہمیں حوصلہ افزائی کرتا، اور ہمیں ان کے حصول سے روکتا ہے.
		-- Dumas

%
عورت خدا کی دوسری غلطی تھی.
		-- Nietzsche

%
عورت مرد سے نکالی گئی - نہ اس کا سر، اس پر حکومت کرنے کے لئے سے باہر؛ اور نہ ہیاس کے پیروں سے باہر، اس کی طرف سے کے تحت کچل دیا جائے گا؛ لیکن ان کی پارٹی کی طرف سے باہر، بننے کے لئےا س جیسا - ان کے ہاتھ کے تحت، کہ وہ اس کی حفاظت کر سکتے ہیں، اور اس کے دل کے قریبوہ اس سے محبت ہو سکتا ہے کہ.
		-- Henry

%
عورت کے مشورے تھوڑا اہمیت کی حامل ہے، لیکن وہ جو اس احمق ہے نہیں لے گا.
		-- Cervantes

%
خواتین سب ایک جیسے ہیں. وہ نوکرانیوں ہو تو وہ دودھ کے طور پر ہلکے ہیں: ایک بار بنانے اور انہیںبیویاں، اور وہ ان کی شادی کے سرٹیفیکیٹ کے خلاف ان کی پیٹھ دبلی، اورآپ سے انحراف.
		-- Jerrold

%
خواتین ہمیشہ شادی کرنے انڈرگریجویٹ درخواست کرتا ہوں کے لئے فکر مند ہیں؛ یہ صدقہ کی طرف سے ہے،یا انتقام؟
		-- Gustave Vapereau

%
خواتین صرف مردوں کی طرح، صرف مختلف ہیں.
		-- Gustave Vapereau

%
خواتین مجھ سے ہاتھیوں کی مانند ہیں. میں نے ان کے دیکھنا پسند، لیکن میں نے یہ نہ چاہاایک کے مالک کے لئے چاہتے ہیں.
		-- W. C. Fields

%
خواتین زیادہ نہیں ہیں، لیکن وہ ہم سب سے دیگر جنسی ہیں.
		-- Herold

%
کیونکہ وہ کم جانتے ہیں اور میں مزید سمجھنے خواتین مردوں سے زیادہ سمجھدار ہیں.
		-- Stephens

%
خواتین وہ کیا کرتے تھے جتنا کہ محض نہیں ہیں.
		-- Pogo

%
خواتین مردوں کے طور پر صرف کے طور پر اچھی طرح سے ایک خفیہ رکھ سکتے ہیں، لیکن یہ ان میں سے زیادہ لیتا ہےایسا کرنے کے لئے.
		-- Pogo

%
خواتین مردوں کے مقابلے میں زیادہ جنسی کے بارے میں شکایت. ان gripes کے دو میں گرزمرہ جات: (1) کافی اور نہیں (2) بہت زیادہ.
		-- Ann Landers

%
شیطان نے ان کے ساتھ کیا کرنا زیادہ کچھ بھی نہیں چاہتا ہے جب خواتین خدا کے لئے خود کو دے.
		-- Arnould

%
خواتین مردوں سے ان کی زندگی کے بہت سے سونے دے. شاید؛ لیکن وہہمیشہ اس طرح کی بہت چھوٹی سی تبدیلی میں واپس کرنا چاہتے ہیں.
		-- Oscar Wilde

%
محبت میں خواتین، ایک چھوٹی سی آہیں پر مشتمل ہوتے ہیں ایک چھوٹا سا رونا، ایک چھوٹا سا مرنا- اور جھوٹ کا ایک اچھا سودا.
		-- Ansey

%
دل کے ساتھ خواتین کی وجہ سے اور بہت کم اکثر غلط مردوں کے مقابلے میں ہیں جوسر کے ساتھ وجہ.
		-- DeLescure

%
خواتین کبھی کبھی موقع مجبور ہیں ایک آدمی ہے، لیکن کبھی ایک آدمی کو معافجو ایک یاد کرتے ہیں.
		-- Charles De Talleyrand-Perigord

%
خواتین انسانیت اس کے معبودوں کا علاج کرتا ہے بالکل اسی طرح جیسے ہم سے علاج. وہ ہم عبادت کرتے ہیں اور کر رہے ہیںہمیشہ ان کے لئے کچھ کرنا ہمیں پریشان.
		-- Oscar Wilde

%
خواتین اپنے مردوں پولیس اہلکاروں بننا چاہتا ہوں. جب تم ان کو سزا اور بتانا چاہتا ہوںان حدود کیا ہیں. خواتین کسی مرد سے بدتر نفرت ہے کہ صرف ایک ہی چیزجب آپ اپنے گھٹنوں پر ہو جاؤ اور تم افسوس ہے کہنا تپپڑ مارا جا رہا ہے سے زیادہ ہے.
		-- Mort Sahl

%
خواتین مردوں کی زندگیاں برباد اور لگتا ہے کہ وہ چند کی طرف سے ان کشتپورت کیا ہےاحسان الفاظ.
		-- Honor'e de Balzac

%
خواتین کو مردوں کے برابر ہونا چاہتے ہیں جو کے تخیل کی کمی ہے.
		-- Honor'e de Balzac

%
خواتین ایک کیوں یا ایک پس بغیر محبت کرنا چاہتے ہیں؛ وہ کر رہے ہیں کیونکہ نہخوبصورت، یا اچھی، یا اچھی نسل، یا مکرم، یا ذہین، بلکہ اس لئے کہوہ خود ہیں.
		-- Amiel

%
خواتین کی فضیلت انسان کی سب سے بڑی ایجاد ہے.
		-- Cornelia Otis Skinner

%
عورتوں، مردوں کی طرف سے دھوکہ، ان سے شادی کرنا چاہتے ہیں؛ یہ بدلہ لینے کی ایک قسم ہےکسی دوسرے کے طور پر اچھا.
		-- Philippe De Remi

%
خواتین، وہ محبت میں نہیں ہیں، جب، ایک تجربہ کار کی تمام سرد خون ہےاٹارنی.
		-- Honor'e de Balzac

%
خواتین، وہ ایک آدمی کی ایک بکری بنا دیا ہے جب، ہمیشہ اس سے کہو کہ وہ ایک ہےلوہے کی ایک مرضی کے ساتھ شعر.
		-- Honor'e de Balzac

%
"تم اتنی * * خوبصورت ہیں.""جی ہاں.""ہاں! اور تم ایک تعریف بھی لے! کیا میں ایک دیوی میں اس طرح."
		-- Honor'e de Balzac

%
تم ایک عورت جو آپ پر زیادتی کی ہے کو قتل کرنے کی اجازت نہیں ہے، لیکن کچھ بھی نہیںکہ وہ ہر منٹ بڑی عمر بڑھ رہی ہے کی عکاسی کرنے سے منع کریں. تم ہوایک دن میں چودہ سو چالیس گنا بدلہ لیا.
		-- Ambrose Bierce

%
آپ کو ایک اچھی لڑکی کیا کرے گی پوچھ رہے ہو؟ وہ ایک انچ نہیں دے گا، لیکن وہ نہیں کریں گےنہ کہنے.
		-- Marcus Valerius Martialis

%
آپ کو ایک دوست کے طور پر ایک کتا ہے کر سکتے ہیں. آپ کو ایک دوست کے طور پر وہسکی ہے کر سکتے ہیں. لیکنآپ کو ایک دوست کے طور پر ایک عورت ہو تو، تم نشے کو ختم کرنے کے لئے جا رہے ہیں اور چومنااپنے کتے.
		-- foolin' around

%
تم ایک عورت کے اعتماد کبھی نہیں کر سکتے ہیں؛ وہ آپ کے لئے درست ہو سکتا.
		-- foolin' around

%
اس نے سوچا کے مقابلے میں تم کروگی صرف جلد - آپ کو غیر متوقع طور پر ایک لڑکی کا بوسہ لے نہیں سکتے.
		-- foolin' around

%
تم شادی کر کے چند الفاظ حاصل کرنے کے لئے چرچ میں چند الفاظ بڑبڑانا کرنے کے لئے صرف ہےآپ کی نیند میں طلاق حاصل کرنا.
		-- foolin' around

%
تم صرف جانتے ہیں ایک رشتہ ختم کرنے کے بارے میں ہے جب. میری گرل فرینڈ نے مجھے بلایاکام کی جگہ پر اور کس طرح آپ کو باتھ روم میں ایک lightbulb کو تبدیل مجھ سے پوچھا. "یہ بہت ہےسادہ، "میں نے کہا." تم کو پانی سے نہانے کے ٹب بھرنے کی طرف سے شروع ... "
		-- foolin' around

%
، ایک آدمی کو دیکھو اور وہ پیارا ایک منٹ لگتا: تم ہم کی طرح ہو سکتا ہے کیا پتہاگلے منٹ ہمارے دماغ ہم سے، بچوں کے ساتھ شادی کی ہے ہم مندرجہ ذیل دیکھتے منٹاسے ایک extramarital چکر ہے. وقت کسی کا کہنا ہے کہ "میں آپ چاہتے ہیںملو سیسل، "ہم چللاو،" تم نے بچوں کی امداد کے ساتھ دیر دوبارہ ہو! "
		-- Cynthia Heimel, "A Girl's Guide to Chaos"

%
تم آپ والد ہیں جب تم بوڑھے ہو رہے ہیں جانتے ہیں کہ، اور آپ کو آپ کی بیٹی کی پیمائش کر رہے ہیںکیمپ کے کپڑے کے لئے، اور بعض پیمائش صرف اس کی ماں کی اجازت ہے وہاں ہیںلینے کے لئے.
		-- Cynthia Heimel, "A Girl's Guide to Chaos"

%
تمہیں پتہ ہے، کورس کے، Tasmanians، جو زنا کبھی نہیں،اب ناپید ہیں.
		-- M. Somerset Maugham

%
تم نے ایک آدمی سفید بیلٹ پہنے ہوئے تھے جو ساتھ رہتا تھا؟ لورا، میں تم میں مطمعن ہوں.
		-- Remington Steele

%
تم اڈیپس ایک مسئلہ تھا لگتا ہے کہ - آدم حوا کی ماں تھی.
		-- Remington Steele

%
"تم صرف اس شخص کی طرح ہے جب میں چھوٹا تھا میں، شادی کرنے کا تصور کر رہے ہیں ...سوائے، y'know، سبز نہیں ... اور فنگس کے تمام پیچ کے بغیر. "
		-- Swamp Thing

%
نوجوان مرد اور نوجوان خواتین میں منظم طریقے سے چھ دن کام کر سکتے ہیںہفتہ اور صبح میں تازہ اضافہ، لیکن ان کے لئے جدید رقص میں شرکت کی اجازتصرف چند گھنٹے ہر شام اور دیکھتے ہیں کیا. والٹج، پولکا،سرپٹ اور اسی قسم کے دیگر رقص ان کے اثرات میں تباہ کن ہو گادونوں جنسوں کے لیے. صحت اور جیورنبل سورج سے پہلے اوس کی طرح ختم ہو جائے گا.یہ غیر معمولی ورزش رقاصہ کو نقصان پہنچتا ہے جس میں نہیں ہے لیکنبلکہ مخالف جنس کے ساتھ قریبی رابطے میں آنے. وہی تو ہےکمزور کہ زیادہ خوشی کے لئے متواتر ترس ہوس کی روشروح، جسم، sinews اور اعصاب. تجربے اور اعدادوشمار دکھائیںپرے شک نہیں ہے کہ ضرورت سے زیادہ پرجوش رقص لڑکیوں کو شاید ہی پہنچ سکتی ہےعمر کے پچیس سال اور مردوں اکتیس. وہ اس تک پہنچ بھی اگروہ عمر زیادہ تر صورتوں میں جسمانی اور اخلاقی طور پر صحت میں ٹوٹ جائے.یہ اس ملک میں ممتاز ڈاکٹروں کا دعوی ہے.
		-- Quote from a 1910 periodical

%
نوجوان مردوں وفادار ہونا چاہتے ہیں اور نہیں ہیں؛ بوڑھے مرد بیوفا ہونا چاہتے ہیں اورنہیں کر سکتا.
		-- Oscar Wilde

%
یوتھ اتنی دیر وہ اس کے ساتھ حصہ نہیں کر سکتا کہ اس کی عادت ہو گیا تھا.
		-- Oscar Wilde

%
